[{"book":"啟","chapter":10,"verse":1,"versions":{"unv":"我又看見另有一位大力的天使從天降下，披著雲彩，頭上有虹，臉面像日頭，兩腳像火柱。","bklcl":"Góa koh khòaⁿ-kìⁿ pa̍t ê tōa khùi-la̍t ê thiⁿ-sài tùi thiⁿ kàng-lo̍h, chhēng hûn chòe saⁿ, thâu-khak téng ū khēng, i ê bīn chhin-chhiūⁿ ji̍t-thâu, kha chhin-chhiūⁿ hé-thiāu.","tghg":"我閣看見別個大氣力的天使對天降落，穿雲做衫，頭殼頂有虹(khēng)，伊的面親像日頭，腳親像火柱。","bklhl":"我koh看見別個大氣力ê天使tùi天降落，穿雲做衫，頭殼頂有虹，伊ê面親像日頭，腳親像火柱。"}},{"book":"啟","chapter":10,"verse":2,"versions":{"unv":"他手裡拿著小書卷，是展開的。他右腳踏海，左腳踏地，","bklcl":"Chhiú tiong ū sòe-sòe kńg ê chheh, í-keng hian-khui ê, i chiàⁿ kha ta̍h tī hái-ni̍h, tò kha ta̍h tī tōe-ni̍h,","tghg":"手中有細細卷的冊，已經掀開的。伊正腳踏佇海裡，倒腳踏佇地裡，","bklhl":"手中有細細卷ê冊，已經掀開ê，伊chiàⁿ腳踏tī海裡，tò腳踏tī地裡，"}},{"book":"啟","chapter":10,"verse":3,"versions":{"unv":"大聲呼喊，好像獅子吼叫。呼喊完了，就有七雷發聲。","bklcl":"tōa siaⁿ âu-kiò, chhin-chhiūⁿ sai teh háu, i âu-kiò ê sî hit chhit ê lûi chiū chhut in ê siaⁿ.","tghg":"大聲喉叫，親像獅啲哮。伊喉叫的時，彼七個雷就出𪜶的聲。","bklhl":"大聲喉叫，親像獅teh哮，伊喉叫ê時，hit七個雷就出in ê聲。"}},{"book":"啟","chapter":10,"verse":4,"versions":{"unv":"七雷發聲之後，我正要寫出來，就聽見從天上有聲音說：「七雷所說的，你要封上，不可寫出來。」","bklcl":"Chhit ê lûi í-keng chhut siaⁿ, góa beh siá i;  to̍k-to̍k thiaⁿ-kìⁿ tùi thiⁿ ū siaⁿ kóng,  Chhit ê lûi só͘ kóng ê, lí tio̍h hong-ba̍t, bo̍h-tit siá i.","tghg":"七個雷已經出聲，我欲寫伊，獨獨聽見對天有聲講：「七個雷所講的，你著封密，莫得寫伊。」","bklhl":"七個雷已經出聲，我beh寫伊；獨獨聽見tùi天有聲講，七個雷所講ê，你tio̍h封密，莫得寫伊。"}},{"book":"啟","chapter":10,"verse":5,"versions":{"unv":"我所看見的那踏海踏地的天使向天舉起右手來，","bklcl":"Góa só͘ khòaⁿ-kìⁿ khiā tī hái kap tōe-ni̍h ê thiⁿ-sài, kia̍h-khí i ê chiàⁿ chhiú ǹg thiⁿ,","tghg":"我所看見徛佇海及地裡的天使，攑起伊的正手向天，","bklhl":"我所看見khiā tī海kap地裡ê天使，kia̍h起伊ê chiàⁿ手ǹg天，"}},{"book":"啟","chapter":10,"verse":6,"versions":{"unv":"指著那創造天和天上之物，地和地上之物，海和海中之物，直活到永永遠遠的，起誓說：「不再有時日了（或譯：不再耽延了）。」","bklcl":"kí chhòng-chō thiⁿ kap thiⁿ-ni̍h ê mi̍h, tōe kap tōe-ni̍h ê mi̍h, hái kap hái-ni̍h ê mi̍h, oa̍h kàu tāi-tāi bô kiông-chīn ê, lâi chiù-chōa kóng, í-āu bô koh ū sî-ji̍t;","tghg":"指(kí)創造天及天裡的物，地及地裡的物，海及海裡的物，活到代代無窮盡的，來咒誓(chiù-chōa)講：「以後無閣有時日。」","bklhl":"kí創造天kap天裡ê物，地kap地裡ê物，海kap海裡ê物，活到代代無窮盡ê，來chiù-chōa講，以後無koh有時日；"}},{"book":"啟","chapter":10,"verse":7,"versions":{"unv":"但在第七位天使吹號發聲的時候，　神的奧祕就成全了，正如　神所傳給他僕人眾先知的佳音。","bklcl":"to̍k-to̍k tī tē chhit ê thiⁿ-sài chhut siaⁿ ê ji̍t, tng i beh pûn hō-thâu ê sî,  Siōng-tè ê ò-biāu chiū chiâⁿ, chiàu I só͘ thoân hō͘ I ê lô͘-po̍k, hiah-ê sian-ti ê hok-im.","tghg":"獨獨佇第七個天使出聲的日，當伊欲歕(pûn)號頭的時，上帝的奧妙就成，照伊所傳互伊的奴僕許個先知的福音。","bklhl":"獨獨tī第七個天使出聲ê日，當伊beh pûn號頭ê時，上帝ê奧妙就成，照伊所傳hō͘伊ê奴僕，hiah-ê先知ê福音。"}},{"book":"啟","chapter":10,"verse":8,"versions":{"unv":"我先前從天上所聽見的那聲音又吩咐我說：「你去，把那踏海踏地之天使手中展開的小書卷取過來。」","bklcl":"Góa chêng só͘ thiaⁿ-kìⁿ tùi thiⁿ ê siaⁿ, taⁿ koh thiaⁿ-kìⁿ i tùi góa kóng ōe, kóng, Hit ê khiā tī hái kap tōe-ni̍h ê thiⁿ-sài, chhiú-tiong só͘ the̍h hian-khui ê chheh, lí tio̍h khì the̍h i.","tghg":"我前所聽見對天的聲，今閣聽見伊對我講話，講：「彼個徛佇海及地裡的天使，手中所提掀開的冊，你著去提伊。」","bklhl":"我前所聽見tùi天ê聲，taⁿ koh聽見伊tùi我講話，講，Hit-ê khiā tī海kap地裡ê天使，手中所the̍h掀開ê冊，你tio̍h去the̍h伊。"}},{"book":"啟","chapter":10,"verse":9,"versions":{"unv":"我就走到天使那裡，對他說：「請你把小書卷給我。」他對我說：「你拿著吃盡了，便叫你肚子發苦，然而在你口中要甜如蜜。」","bklcl":"Góa sûi-sî khì chiū-kūn hit ê thiⁿ-sài, kā i kóng tio̍h ēng hit kńg sòe-sòe ê chheh hō͘ góa.  I chiū kā góa kóng, Lí the̍h-khì chia̍h i; i beh hō͘ lí ê pak-tó͘ khó͘, tī lí ê chhùi-lāi beh tiⁿ chhin-chhiūⁿ bi̍t.","tghg":"我隨時去就近彼個天使，給伊講：「著用彼卷細細的冊互我。」伊就給我講：「你提去食伊，伊欲互你的腹肚苦，佇你的嘴內欲甜親像蜜。」","bklhl":"我隨時去就近hit ê天使，kā伊講，tio̍h用hit卷細細ê冊hō͘我。伊就kā我講，你the̍h去食伊；伊beh hō͘你ê腹肚苦，tī你ê嘴內beh甜親像蜜。"}},{"book":"啟","chapter":10,"verse":10,"versions":{"unv":"我從天使手中把小書卷接過來，吃盡了，在我口中果然甜如蜜，吃了以後，肚子覺得發苦了。","bklcl":"Góa chiū tùi hit ê thiⁿ-sài ê chhiú the̍h sòe kńg chheh lâi chia̍h i;  tī góa chhùi-lāi kó-jiân tiⁿ chhin-chhiūⁿ bi̍t; í-keng thun-lo̍h-khì, góa ê pak-tó͘ chiū khó͘.","tghg":"我就對彼個天使的手提細卷冊來食伊，佇我嘴內果然甜親像蜜，已經吞落去，我的腹肚就苦。","bklhl":"我就tùi hit ê天使ê手the̍h細卷冊來食伊；tī我嘴內果然甜親像蜜；已經吞落去，我ê腹肚就苦。"}},{"book":"啟","chapter":10,"verse":11,"versions":{"unv":"天使（原文是他們）對我說：「你必指著多民、多國、多方、多王再說預言。」","bklcl":"In kā góa kóng, Lí tio̍h koh chhàm-gú lâi lūn-khí chōe-chōe peh-sìⁿ, chōe-chōe pang kok, chōe-chōe khiuⁿ-kháu, chōe-chōe kun-ông ê sū.","tghg":"𪜶給我講：「你著閣讖語來論起多多百姓，多多邦國，多多腔口，多多君王的事。」","bklhl":"In kā我講，你tio̍h koh讖語來論起chōe-chōe百姓，chōe-chōe邦國，chōe-chōe腔口，chōe-chōe君王ê事。"}}]