[{"book":"啟","chapter":2,"verse":1,"versions":{"unv":"「你要寫信給以弗所教會的使者，說：『那右手拿著七星、在七個金燈臺中間行走的，說：","bklcl":"Lí tio̍h siá phoe hō͘ tī Í-hut-só͘ ê kàu-hōe ê sù-chiá, kóng;\tChiàⁿ chhiú tháⁿ chhit lia̍p chhiⁿ, kiâⁿ tī chhit ki kim teng-tâi tiong ê, I ê ōe kóng:","tghg":"「你著寫批互佇以弗所的教會的使者，講：『正手[托](tháⁿ)七粒星，行佇七支金燈台中的，伊的話講：","bklhl":"你tio̍h寫phoe hō͘ tī以弗所ê教會ê使者，講；\tChiàⁿ手tháⁿ七粒星，行tī七支金燈台中ê，伊ê話講："}},{"book":"啟","chapter":2,"verse":2,"versions":{"unv":"我知道你的行為、勞碌、忍耐，也知道你不能容忍惡人。你也曾試驗那自稱為使徒卻不是使徒的，看出他們是假的來。","bklcl":"Góa chai lí ê só͘ kiâⁿ, kap lí ê tio̍h-bôa, thun-lún; hiah-ê chòe pháiⁿ ê lâng, lí ia̍h bōe iông-ún i; hiah-ê ka-kī kóng sī sù-tô͘, kî-si̍t m̄ sī ê, lí bat chhì-giām in, chai in sī pe̍h-chha̍t;","tghg":"我知你的所行，及你的著磨、吞愞(lún)，許個做歹的人你亦𣍐容允伊。許個家己講是使徒其實呣是的，你曾試驗𪜶，知𪜶是白賊。","bklhl":"我知你ê所行，kap你ê tio̍h磨、吞忍；hiah-ê做pháiⁿ ê人，你亦bōe容允伊；hiah-ê家己講是使徒，其實m̄是ê，你bat試驗in，知in是白賊；"}},{"book":"啟","chapter":2,"verse":3,"versions":{"unv":"你也能忍耐，曾為我的名勞苦，並不乏倦。","bklcl":"lí ia̍h ū thun-lún, bat ūi-tio̍h góa ê miâ jím-siū bô ià-siān.","tghg":"你亦有吞愞，曾為著我的名忍受，無厭倦。","bklhl":"你亦有吞忍，bat為tio̍h我ê名忍受無厭倦。"}},{"book":"啟","chapter":2,"verse":4,"versions":{"unv":"然而有一件事我要責備你，就是你把起初的愛心離棄了。","bklcl":"Nā-sī góa ū só͘ chek-pī lí ê, chiū-sī lí í-keng lī-khui khí-thâu ê thiàⁿ.","tghg":"若是我有所責備你的，就是你已經離開起頭的疼。","bklhl":"但是我有所責備你ê，就是你已經離開起頭ê疼。"}},{"book":"啟","chapter":2,"verse":5,"versions":{"unv":"所以，應當回想你是從哪裡墜落的，並要悔改，行起初所行的事。你若不悔改，我就臨到你那裡，把你的燈臺從原處挪去。","bklcl":"Só͘-í tio̍h kì-tit lí tùi tá-lo̍h poa̍h-lo̍h lâi; tio̍h hoán-hóe, lâi kiâⁿ lí khí-thâu ê só͘ kiâⁿ; nā bô án-ni, lí nā m̄ hoán-hóe, góa beh kàu lí hia, sóa lí ê teng-tâi lī-khui i ê ūi.","tghg":"所以，著記得你對叨落跋落來，著反悔，來行你起頭的所行。若無按呢，你若呣反悔，我欲到你遐，徙你的燈台離開伊的位。","bklhl":"所以tio̍h記得你tùi tá-lo̍h跋落來；tio̍h反悔，來行你起頭ê所行；若無án-ni，你若m̄反悔，我beh到你hia，徙你ê燈台離開伊ê位。"}},{"book":"啟","chapter":2,"verse":6,"versions":{"unv":"然而你還有一件可取的事，就是你恨惡尼哥拉一黨人的行為，這也是我所恨惡的。","bklcl":"Nā-sī lí iáu ū chi̍t hāng khó-chhú, chiū-sī góa só͘ oàn-hūn Nî-ko-lia̍p tóng ê só͘ kiâⁿ, lí ia̍h oàn-hūn i.","tghg":"若是你猶有一項可取，就是我所怨恨尼哥拉黨的所行，你亦怨恨伊。","bklhl":"但是你iáu有一項可取，就是我所怨恨Nî-ko-lia̍p黨ê所行，你亦怨恨伊。"}},{"book":"啟","chapter":2,"verse":7,"versions":{"unv":"聖靈向眾教會所說的話，凡有耳的，就應當聽！得勝的，我必將　神樂園中生命樹的果子賜給他吃。』」","bklcl":"Ū hī-khang ê tio̍h thiaⁿ Sèng Sîn kā chiah-ê kàu-hōe só͘ kóng ê.  Tek-sèng ê lâng góa beh chiong Siōng-tè Lo̍k-hn̂g tiong oa̍h-miā chhiū ê ké-chí hō͘ i chia̍h.","tghg":"有耳孔的，著聽聖神給諸個教會所講的。得勝的人，我欲將上帝樂園中活命樹的果子互伊食。』」","bklhl":"有耳孔ê tio̍h聽聖神kā chiah ê教會所講ê。得勝ê人我beh將上帝樂園中活命樹ê果子hō͘伊食。"}},{"book":"啟","chapter":2,"verse":8,"versions":{"unv":"「你要寫信給士每拿教會的使者，說：『那首先的、末後的、死過又活的，說：","bklcl":"Lí tio̍h siá phoe hō͘ tī Sū-múi-ná ê kàu-hōe ê sù-chiá, kóng;\tChòe khí-thâu kap lō͘-bé ê, bat sí lâi koh-oa̍h ê, I ê ōe kóng:","tghg":"「你著寫批互佇士每拿的教會的使者，講：『做起頭及路尾的，曾死來復活的，伊的話講：","bklhl":"你tio̍h寫phoe hō͘ tī Sū-múi-ná ê教會ê使者，講；\t做起頭kap路尾ê，bat死來koh活ê，伊ê話講："}},{"book":"啟","chapter":2,"verse":9,"versions":{"unv":"我知道你的患難，你的貧窮（你卻是富足的），也知道那自稱是猶太人所說的毀謗話，其實他們不是猶太人，乃是撒但一會的人。","bklcl":"Góa chai lí ê hoān-lān kap sòng-hiong, si̍t-chāi lí sī hó-gia̍h; hiah-ê ka-kī kóng sī Iû-thài lâng, kî-si̍t m̄ sī ê, chiū-sī chòe Sat-tàn ê hōe, in ê pòng-to̍k góa ia̍h chai.","tghg":"我知你的患難及喪鄉（實在你是好額），許個家己講是猶太人，其實呣是的，就是做撒但的會，𪜶的謗瀆(pòng-to̍k)我亦知。","bklhl":"我知你ê患難kap sòng-hiong，實在你是好額；hiah-ê家己講是偤太人，其實m̄是ê，就是做撒旦ê會，in ê謗瀆我亦知。"}},{"book":"啟","chapter":2,"verse":10,"versions":{"unv":"你將要受的苦你不用怕。魔鬼要把你們中間幾個人下在監裡，叫你們被試煉，你們必受患難十日。你務要至死忠心，我就賜給你那生命的冠冕。","bklcl":"Bo̍h-tit kiaⁿ lí só͘ beh siū ê kan-khó͘; lí khòaⁿ, Mô͘-kúi beh chiong lín tiong-kan kúi-nā lâng hiat-lo̍h kaⁿ, hō͘ lín tú-tio̍h chhì, lín beh siū hoān-lān cha̍p ji̍t; lí tio̍h chīn-tiong kàu sí, góa chiū beh ēng oa̍h-miā ê bián-liû siúⁿ-sù lí.","tghg":"莫得驚你所欲受的艱苦。你看，魔鬼欲將恁中間幾若人㧒(hiat)落監，互恁抵著(tú-tio̍h)試，恁欲受患難十日。你著盡忠到死，我就欲用活命的冕旒賞賜你。","bklhl":"莫得驚你所beh受ê艱苦；你看，魔鬼beh將lín中間kúi-nā人hiat落監，hō͘ lín tú-tio̍h試，lín beh受患難十日；你tio̍h盡忠到死，我就beh用活命ê冕旒賞賜你。"}},{"book":"啟","chapter":2,"verse":11,"versions":{"unv":"聖靈向眾教會所說的話，凡有耳的，就應當聽！得勝的，必不受第二次死的害。』」","bklcl":"Ū hī-khang ê tio̍h thiaⁿ Sèng Sîn kā chiah-ê kàu-hōe só͘ kóng ê.  Tek-sèng ê lâng koat-toàn bô siū-tio̍h tē jī pái sí ê hāi.","tghg":"有耳孔的，著聽聖神給諸個教會所講的。得勝的人，決斷無受著第二擺死的害。』」","bklhl":"有耳孔ê tio̍h聽聖神kā chiah ê教會所講ê。得勝ê人決斷無受tio̍h第二pái死ê害。"}},{"book":"啟","chapter":2,"verse":12,"versions":{"unv":"「你要寫信給別迦摩教會的使者，說：『那有兩刃利劍的，說：","bklcl":"Lí tio̍h siá phoe hō͘ tī Pia̍t-ka-mô͘ ê kàu-hōe ê sù-chiá, kóng;","tghg":"「你著寫批互佇別迦摩的教會的使者，講：『彼個有雙面利的劍的，伊的話講：","bklhl":"你tio̍h寫phoe hō͘ tī Pia̍t-ka-mô͘ ê教會ê使者，講；"}},{"book":"啟","chapter":2,"verse":13,"versions":{"unv":"我知道你的居所，就是有撒但座位之處；當我忠心的見證人安提帕在你們中間、撒但所住的地方被殺之時，你還堅守我的名，沒有棄絕我的道。","bklcl":"Hit ê ū siang-bīn lāi ê kiàm ê, I ê ōe kóng:  Góa chai lí só͘ tòa ê ūi, chiū-sī Sat-tàn chō-ūi ê só͘-chāi; lí chhî-siú góa ê miâ, ia̍h bē bat m̄ jīn lí ê sìn góa, tī An-thê-phàⁿ ê ji̍t, i chiū-sī chòe góa ê kan-chèng, chīn-tiong tī góa ê, siū thâi tī lín tiong-kan, chiū-sī tī Sat-tàn só͘ tòa ê ūi.","tghg":"我知你所住的位，就是撒但座位的所在；你持守我的名，亦未曾呣認你的信我；佇安提帕的日，伊就是做我的干證盡忠佇我的，受刣佇恁中間，就是佇撒但所住的位。","bklhl":"Hit-ê有雙面利ê劍ê，伊ê話講：我知你所tòa ê位，就是撒旦座位ê所在；你持守我ê名，亦未bat m̄認你ê信我，tī An-thê-phàⁿ ê日，伊就是做我ê干證，盡忠tī我ê，受刣 tī lín中間，就是tī撒旦所tòa ê位。"}},{"book":"啟","chapter":2,"verse":14,"versions":{"unv":"然而，有幾件事我要責備你：因為在你那裡有人服從了巴蘭的教訓；這巴蘭曾教導巴勒將絆腳石放在以色列人面前，叫他們吃祭偶像之物，行姦淫的事。","bklcl":"Nā-sī góa ū kúi-nā hāng beh chek-pī lí, in-ūi tī lí hia ū lâng chhî-siú Pa-lân ê kàu; chá Pa-lân bat kà-sī Pa-le̍k, chiong that-gāi ê mi̍h hiat tī Í-sek-lia̍t kiáⁿ-sun ê bīn-chêng; hō͘ in chia̍h chè ngó͘-siōng ê mi̍h, sòa kiâⁿ kan-îm;","tghg":"若是我有幾若項欲責備你：因為佇你遐有人持守巴蘭的教；早巴蘭曾教示巴勒將塞礙的物㧒佇以色列子孫的面前，互𪜶食祭偶像的物，續行姦淫。","bklhl":"但是我有kúi-nā項beh責備你，因為tī你hia有人持守Pa-lân ê教；早Pa-lân bat教示Pa-le̍k，將塞礙ê物hiat tī以色列kiaⁿ孫ê面前；hō͘ in食祭偶像ê物，續行姦淫；"}},{"book":"啟","chapter":2,"verse":15,"versions":{"unv":"你那裡也有人照樣服從了尼哥拉一黨人的教訓。","bklcl":"chhin-chhiūⁿ án-ni, lí ia̍h iû-goân ū lâng chhî-siú Nî-ko-lia̍p tóng ê kàu.","tghg":"親像按呢你亦猶原有人持守尼哥拉黨的教。","bklhl":"親像án-ni，你亦猶原有人持守Nî-ko-lia̍p黨 ê教。"}},{"book":"啟","chapter":2,"verse":16,"versions":{"unv":"所以，你當悔改；若不悔改，我就快臨到你那裡，用我口中的劍攻擊他們。","bklcl":"Só͘-í tio̍h hoán-hóe; nā bô án-ni, chiū góa kín-kín kàu lí hia, beh ēng góa ê chhùi ê kiàm kap in kau-chiàn.","tghg":"所以，著反悔；若無按呢，就我緊緊到你遐，欲用我的嘴的劍及𪜶交戰。","bklhl":"所以tio̍h反悔；若無án-ni，就我緊緊到你hia，beh用我ê嘴ê劍kap in交戰。"}},{"book":"啟","chapter":2,"verse":17,"versions":{"unv":"聖靈向眾教會所說的話，凡有耳的，就應當聽！得勝的，我必將那隱藏的嗎哪賜給他，並賜他一塊白石，石上寫著新名；除了那領受的以外，沒有人能認識。』」","bklcl":"Ū hī-khang ê tio̍h thiaⁿ Sèng Sîn kā chiah-ê kàu-hōe só͘ kóng ê.  Tek-sèng ê lâng, góa beh ēng só͘ khǹg-ba̍t ê má-ná hō͘ i, koh ēng pe̍h ê chio̍h hō͘ i, chio̍h-téng khek sin ê miâ, siū ê lâng í-gōa, bô lâng bat i.","tghg":"有耳孔的，著聽聖神給諸個教會所講的。得勝的人，我欲用所囥(khǹg)密的嗎哪互伊，閣用白的石互伊，石頂刻新的名；受的人以外，無人識(bat)伊。』」","bklhl":"有耳孔ê tio̍h聽聖神kā chiah ê教會所講ê。得勝ê人，我beh用所khǹg密ê má-ná hō͘伊，koh用白ê石hō͘伊，石頂刻新ê名，受ê人以外，無人bat伊。"}},{"book":"啟","chapter":2,"verse":18,"versions":{"unv":"「你要寫信給推雅推喇教會的使者，說：『那眼目如火焰、腳像光明銅的　神之子說：","bklcl":"Lí tio̍h siá phoe hō͘ tī Chhui-ngá-chhui-lat ê kàu-hōe ê sù-chiá, kóng;\tSiōng-tè ê Kiáⁿ ba̍k-chiu chhin-chhiūⁿ hé-iām, kha chhin-chhiūⁿ kng-liāng ê tâng ê, I ê ōe kóng:","tghg":"「你著寫批互佇推雅推喇的教會的使者，講：『上帝的子目睭親像火焰、腳親像光亮的銅的，伊的話講：","bklhl":"你tio̍h寫phoe hō͘ tī Chhui-ngá-chhui-lat ê教會ê使者，講；\t上帝ê Kiáⁿ目睭親像火燄，腳親像光亮ê銅ê，伊ê話講："}},{"book":"啟","chapter":2,"verse":19,"versions":{"unv":"我知道你的行為、愛心、信心、勤勞、忍耐，又知道你末後所行的善事，比起初所行的更多。","bklcl":"Góa chai lí ê só͘ kiâⁿ, lí ê thiàⁿ, kap sìn, kap ho̍k-sāi, kap thun-lún; koh lí lō͘-bé ê só͘ kiâⁿ, pí khí-thâu ê khah chōe.","tghg":"我知你的所行、你的疼，及信，及服事，及吞愞，閣你路尾的所行，比起頭的卡多。","bklhl":"我知你ê所行，你ê疼，kap信，kap服事，kap吞忍；koh你路尾ê所行，比起頭ê khah-chōe。"}},{"book":"啟","chapter":2,"verse":20,"versions":{"unv":"然而，有一件事我要責備你，就是你容讓那自稱是先知的婦人耶洗別教導我的僕人，引誘他們行姦淫，吃祭偶像之物。","bklcl":"Nā-sī góa ū só͘ chek-pī lí ê, chiū-sī lí iông-ún hit ê hū-jîn-lâng Iâ-sé-piat, ka-kī chheng chòe sian-ti ê; i kà-sī koh bê-he̍k góa chiah-ê lô͘-po̍k kiâⁿ kan-îm, kap chia̍h chè ngó͘-siōng ê mi̍h.","tghg":"若是我有所責備你的，就是你容允彼個婦仁人耶洗別家己稱做先知的，伊教示閣迷惑我諸個奴僕行姦淫，及食祭偶像的物。","bklhl":"但是我有所責備你ê，就是你容允hit ê婦人人Iâ-sé-piat，家己稱做先知ê；伊教示koh迷惑我chiah ê奴僕行姦淫，kap食祭偶像ê物。"}},{"book":"啟","chapter":2,"verse":21,"versions":{"unv":"我曾給她悔改的機會，她卻不肯悔改她的淫行。","bklcl":"Góa hō͘ i ū sî-chūn thang hoán-hóe, nā-sī i bô beh hoán-hóe, lī-khui i ê îm-hēng.","tghg":"我互伊有時陣通反悔，若是伊無欲反悔離開伊的淫行。","bklhl":"我hō͘伊有時chūn thang反悔，但是伊無beh反悔，離開伊ê淫行。"}},{"book":"啟","chapter":2,"verse":22,"versions":{"unv":"看哪，我要叫她病臥在床。那些與她行淫的人，若不悔改所行的，我也要叫他們同受大患難。","bklcl":"Góa beh hiat i tī bîn-chhn̂g; hiah-ê kap i kiâⁿ îm ê, nā bô hoán-hóe lī-khui i ê só͘ chòe, góa ia̍h beh hiat in tī tōa hoān-lān.","tghg":"我欲㧒伊佇眠床。許個及伊行淫的，若無反悔離開伊的所做，我亦欲㧒𪜶佇大患難。","bklhl":"我beh hiat伊tī眠床；hiah-ê kap伊行淫ê，若無反悔離開伊ê所做，我亦beh hiat in tī大患難。"}},{"book":"啟","chapter":2,"verse":23,"versions":{"unv":"我又要殺死她的黨類（原文是兒女），叫眾教會知道，我是那察看人肺腑心腸的，並要照你們的行為報應你們各人。","bklcl":"Góa beh ēng sí bia̍t i ê kiáⁿ-jî; chiū chiah-ê kàu-hōe lóng beh chai góa sī kàm-chhat lâng ê sim-tn̂g ê, ia̍h beh chiàu lín ta̍k lâng ê só͘ kiâⁿ lâi pò-èng lín.","tghg":"我欲用死滅伊的子兒，就諸個教會攏欲知，我是鑑察人的心腸的，亦欲照恁逐人的所行來報應恁。","bklhl":"我beh用死滅伊ê kiáⁿ兒；就chiah ê教會lóng beh知我是鑑察人ê心腸ê，亦beh照lín ta̍k人ê所行來報應lín。"}},{"book":"啟","chapter":2,"verse":24,"versions":{"unv":"至於你們推雅推喇其餘的人，就是一切不從那教訓、不曉得他們素常所說撒但深奧之理的人，我告訴你們，我不將別的擔子放在你們身上。","bklcl":"Nā-sī lín tī Chhui-ngá-chhui-lat kî-û ê lâng, hoān-nā bô sêng-siū chit hō kà-sī, ia̍h m̄ bat in só͘ kóng Sat-tàn chhim-ò ê sū, góa kā lín kóng, Góa bô ēng pa̍t hō ê tàⁿ hō͘ lín taⁿ;","tghg":"若是恁佇推雅推喇其餘的人，凡若無承受此號教示、亦呣識𪜶所講撒但深奧的事，我給恁講，我無用別號的擔(tàⁿ)互恁擔(taⁿ)。","bklhl":"但是lín tī Chhui-ngá-chhui-lat其餘ê人，凡若無承受chit號教示，亦m̄-bat in所講撒旦深奧ê事，我kā lín講，我無用別號ê擔hō͘ lín擔；"}},{"book":"啟","chapter":2,"verse":25,"versions":{"unv":"但你們已經有的，總要持守，直等到我來。","bklcl":"to̍k-to̍k lín só͘ ū ê, tio̍h chhî-siú i kàu góa lâi.","tghg":"獨獨恁所有的，著持守伊，到我來。","bklhl":"獨獨lín所有ê，tio̍h持守伊到我來。"}},{"book":"啟","chapter":2,"verse":26,"versions":{"unv":"那得勝又遵守我命令到底的，我要賜給他權柄制伏列國；","bklcl":"Tek-sèng ê lâng, kap siú góa ê kiâⁿ-chòe kàu lō͘-bé ê, góa beh hō͘ i ū koân, tī-lí lia̍t-pang;","tghg":"得勝的人及守我的行做到路尾的，我欲互伊有權治理列邦；","bklhl":"得勝ê人，kap守我ê行做到路尾ê，我beh hō͘伊有權，治理列邦；"}},{"book":"啟","chapter":2,"verse":27,"versions":{"unv":"他必用鐵杖轄管（轄管：原文是牧）他們，將他們如同窯戶的瓦器打得粉碎，像我從我父領受的權柄一樣。","bklcl":"i beh ēng thih-koáiⁿ koán-hat in, ná chún hûi ê khì-kū  siū phah-chhùi, chhin-chhiūⁿ góa tùi góa ê Pē sêng-siū koân-pèng chi̍t iūⁿ.","tghg":"伊欲用鐵枴管轄𪜶，那準磁(hûi)的器具受拍碎，親像我對我的父承受權柄一樣。","bklhl":"伊beh用鐵柺管轄in，ná chún磁ê器具受phah碎，親像我tùi我ê父承受權柄一樣。"}},{"book":"啟","chapter":2,"verse":28,"versions":{"unv":"我又要把晨星賜給他。","bklcl":"Góa iā beh ēng khé-bêng chhiⁿ hō͘ i.","tghg":"我也欲用啟明星互伊。","bklhl":"我也beh用啟明星hō͘伊。"}},{"book":"啟","chapter":2,"verse":29,"versions":{"unv":"聖靈向眾教會所說的話，凡有耳的，就應當聽！』」","bklcl":"Ū hī-khang ê tio̍h thiaⁿ Sèng Sîn kā chiah-ê kàu-hōe só͘ kóng ê.","tghg":"有耳孔的，著聽聖神給諸個教會所講的。』」","bklhl":"有耳孔ê tio̍h聽聖神kā chiah ê教會所講ê。"}}]