[{"book":"啟","chapter":16,"verse":1,"versions":{"unv":"我聽見有大聲音從殿中出來，向那七位天使說：「你們去，把盛　神大怒的七碗倒在地上。」","bklcl":"Góa thiaⁿ-kìⁿ ū tōa siaⁿ tùi tiān-ni̍h chhut, kā chhit ê thiⁿ-sài kóng,  Lín khì, chiong hiah-ê tóe Siōng-tè tōa siū-khì ê chhit ê óaⁿ, piàⁿ tī tōe-ni̍h.","tghg":"我聽見有大聲對殿裡出，給七個天使講：「恁去，將許個貯(tóe)上帝大受氣的七個碗傾(piàⁿ)佇地裡。」","bklhl":"我聽見有大聲tùi殿裡出，kā七個天使講，Lín去，將hiah-ê tóe上帝大受氣ê七個碗，piàⁿ tī地裡。"}},{"book":"啟","chapter":16,"verse":2,"versions":{"unv":"第一位天使便去，把碗倒在地上，就有惡而且毒的瘡生在那些有獸印記、拜獸像的人身上。","bklcl":"Thâu-chi̍t ê chiū khì, chiong i ê óaⁿ piàⁿ tī tōe-ni̍h; chiū ū ok-to̍k ê chhng siⁿ tī hiah-ê ū siù ê kì-hō ê, kap pài i ê siōng ê.","tghg":"頭一個就去，將伊的碗傾佇地裡，就有惡毒的瘡生佇許個有獸的記號者，及拜伊的像(siōng)者。","bklhl":"頭一个就去，將伊ê碗piàⁿ tī地裡；就有惡毒ê 瘡生tī hiah-ê有獸 ê記號ê，kap拜伊ê像ê。"}},{"book":"啟","chapter":16,"verse":3,"versions":{"unv":"第二位天使把碗倒在海裡，海就變成血，好像死人的血，海中的活物都死了。","bklcl":"Tē jī ê chiong i ê óaⁿ piàⁿ tī hái-ni̍h; hái chiū pìⁿ chòe chhin-chhiūⁿ sí-lâng ê huih, hái-tiong ê oa̍h mi̍h it-chīn sí.","tghg":"第二個將伊的碗傾佇海裡，海就變做親像死人的血，海中的活物一盡死。","bklhl":"第二個將伊ê碗piàⁿ tī海裡；海就變做親像死人ê血，海中ê活物一盡死。"}},{"book":"啟","chapter":16,"verse":4,"versions":{"unv":"第三位天使把碗倒在江河與眾水的泉源裡，水就變成血了。","bklcl":"Tē saⁿ ê chiong i ê óaⁿ piàⁿ tī kang-hô kap chiah-ê chúi chôaⁿ; chúi chiū pìⁿ chòe huih.","tghg":"第三個將伊的碗傾佇江河及諸個水泉，水就變做血。","bklhl":"第三個將伊ê碗piàⁿ tī江河kap chiah ê水泉；水就變做血。"}},{"book":"啟","chapter":16,"verse":5,"versions":{"unv":"我聽見掌管眾水的天使說：昔在、今在的聖者啊，你這樣判斷是公義的；","bklcl":"Góa thiaⁿ-kìⁿ chiáng chiah-ê chúi ê thiⁿ-sài kóng, Hiān-chāi tī-teh, chá tī-teh, sèng ê ah, lí sī kong-gī, in-ūi lí án-ni sím-phòaⁿ.","tghg":"我聽見掌諸個水的天使講：現在佇啲、早佇啲、聖者啊，你是公義因為你按呢審判；","bklhl":"我聽見掌chiah ê水ê天使講，現在tī-teh，早tī-teh，聖ê ah，你是公義，因為你án-ni審判。"}},{"book":"啟","chapter":16,"verse":6,"versions":{"unv":"他們曾流聖徒與先知的血，現在你給他們血喝；這是他們所該受的。","bklcl":"In-ūi in bat lâu sèng-tô͘ kap sian-ti ê huih; taⁿ lí ēng huih hō͘ in lim, sī in só͘ eng-kai ê.","tghg":"因為𪜶曾流聖徒及先知的血，今你用血互𪜶飲；是𪜶所應該的。","bklhl":"因為in bat流聖徒kap先知ê血；taⁿ你用血hō͘ in lim，是in所應該ê。"}},{"book":"啟","chapter":16,"verse":7,"versions":{"unv":"我又聽見祭壇中有聲音說：是的，主　神─全能者啊，你的判斷義哉！誠哉！","bklcl":"Góa koh thiaⁿ-kìⁿ chè-tôaⁿ teh kóng, Chú Siōng-tè, choân-lêng ê ah, sī ah; lí ê sím-phòaⁿ sī chin-si̍t koh kong-gī.","tghg":"我閣聽見祭壇啲講：主上帝──全能者啊，是啊，你的審判是真實閣公義！","bklhl":"我koh聽見祭壇teh講，主上帝，全能ê ah，是ah；你ê審判是真實koh公義。"}},{"book":"啟","chapter":16,"verse":8,"versions":{"unv":"第四位天使把碗倒在日頭上，叫日頭能用火烤人。","bklcl":"Tē sì ê chiong i ê óaⁿ piàⁿ tī ji̍t-thâu; chiū hō͘ ji̍t-thâu ōe ēng hé  pek lâng.","tghg":"第四個將伊的碗傾佇日頭，就互日頭會用火煏(pek)人。","bklhl":"第四個將伊ê碗piàⁿ tī日頭；就hō͘日頭會用火pek人。"}},{"book":"啟","chapter":16,"verse":9,"versions":{"unv":"人被大熱所烤，就褻瀆那有權掌管這些災的　神之名，並不悔改將榮耀歸給　神。","bklcl":"Lâng siū tōa ê iām-jia̍t só͘ pek, chiū pòng-to̍k hit ê ū koân teh chiáng-lí chiah-ê chai-ē ê Siōng-tè ê miâ, koh bô hoán-hóe lâi kui êng-kng I.","tghg":"人受大的炎熱所煏，就謗瀆(pòng-to̍k)彼個有權啲掌理諸個災禍的上帝的名，閣無反悔來歸榮光伊。","bklhl":"人受大ê炎熱所pek，就謗瀆hit ê有權teh掌理chiah ê災禍ê上帝ê名，koh無反悔來歸榮光伊。"}},{"book":"啟","chapter":16,"verse":10,"versions":{"unv":"第五位天使把碗倒在獸的座位上，獸的國就黑暗了。人因疼痛就咬自己的舌頭；","bklcl":"Tē gō͘ ê chiong i ê óaⁿ piàⁿ tī siù ê chō-ūi; siù ê kok sûi-sî o͘-àm.","tghg":"第五個將伊的碗傾佇獸的座位，獸的國隨時黑暗。人因為艱苦就咬𪜶的舌；","bklhl":"第五個將伊ê碗piàⁿ tī獸 ê座位；獸 ê國隨時烏暗。"}},{"book":"啟","chapter":16,"verse":11,"versions":{"unv":"又因所受的疼痛，和生的瘡，就褻瀆天上的　神，並不悔改所行的。","bklcl":"Lâng in-ūi kan-khó͘ chiū kā in ê chi̍h; koh in-ūi in ê kan-khó͘ kap in ê chhng-to̍k, chiū pòng-to̍k thiⁿ-ni̍h ê Siōng-tè, iā bô hoán-hóe in ê só͘ kiâⁿ.","tghg":"閣因為𪜶的艱苦，及𪜶的瘡毒，就謗瀆天裡的上帝，也無反悔𪜶的所行。","bklhl":"人因為艱苦就kā in ê舌；koh因為in ê艱苦kap in ê瘡毒，就謗瀆天裡ê上帝，也無反悔in ê所行。"}},{"book":"啟","chapter":16,"verse":12,"versions":{"unv":"第六位天使把碗倒在幼發拉底大河上，河水就乾了，要給那從日出之地所來的眾王預備道路。","bklcl":"Tē la̍k ê chiong i ê óaⁿ piàⁿ tī Pek-lat tōa hô; i ê chúi liâm-piⁿ ta-khì, beh ūi-tio̍h tang-hng ê lia̍t-ông lâi pī-pān lō͘.","tghg":"第六個將伊的碗傾佇伯拉大河，伊的水連鞭乾去，欲為著東方的列王來備辦路。","bklhl":"第六個將伊ê碗piàⁿ tī Pek-lat大河；伊ê水liâm-piⁿ乾去，beh為tio̍h東方ê列王來備辦路。"}},{"book":"啟","chapter":16,"verse":13,"versions":{"unv":"我又看見三個污穢的靈，好像青蛙，從龍口、獸口並假先知的口中出來。","bklcl":"Góa koh khòaⁿ-kìⁿ ū saⁿ ê ù-òe ê sîn, chhin-chhiūⁿ chhân-kap-á tùi lêng ê chhùi, kap siù ê chhùi, kap ké sian-ti ê chhùi chhut-lâi.","tghg":"我閣看見有三個污穢的神，親像田蛤仔(chhân-kap-á)對龍的嘴、及獸的嘴、及假先知的嘴出來。","bklhl":"我koh看見有三個污穢ê神，親像田蛙á tùi龍ê嘴，kap獸 ê嘴，kap假先知ê嘴出來。"}},{"book":"啟","chapter":16,"verse":14,"versions":{"unv":"他們本是鬼魔的靈，施行奇事，出去到普天下眾王那裡，叫他們在　神全能者的大日聚集爭戰。","bklcl":"In chiū-sī chiah-ê kúi ê sîn, ōe kiâⁿ sîn-jiah ê, chhut-lâi chiū-kūn phó͘-thiⁿ-ē ê ông, chio-chi̍p in tī choân-lêng Siōng-tè ê tōa ji̍t-kî ê kau-chiàn.","tghg":"𪜶就是諸個鬼的神，會行神蹟的，出來就近普天下的王，招集𪜶佇全能上帝的大日期的交戰。","bklhl":"In就是chiah ê鬼ê神，能行神蹟ê，出來就近普天下ê王，招集in tī全能上帝ê大日期ê交戰。"}},{"book":"啟","chapter":16,"verse":15,"versions":{"unv":"（看哪，我來像賊一樣。那警醒、看守衣服、免得赤身而行、叫人見他羞恥的有福了！）","bklcl":"(Lí khòaⁿ, góa lâi chhin-chhiūⁿ chha̍t; kéng-séng lâi kò͘-siú i ê saⁿ, bián-tit thǹg-theh lâi kiâⁿ, hō͘ lâng khòaⁿ-kìⁿ i ê kiàn-siàu ê, chiū ū hok-khì.)","tghg":"（你看，我來親像賊。警醒來顧守伊的衫、免得褪裼(thǹg-theh)來行、互人看見伊的見誚的就有福氣！）","bklhl":"(你看，我來親像賊；警醒來顧守伊ê衫，免得thǹg-theh來行，hō͘人看見伊ê見笑ê，就有福氣。)"}},{"book":"啟","chapter":16,"verse":16,"versions":{"unv":"那三個鬼魔便叫眾王聚集在一處，希伯來話叫作哈米吉多頓。","bklcl":"Hit saⁿ ê chiū chio-chi̍p lia̍t-ông tī chi̍t ê só͘-chāi, Hi-pek-lâi ê im kiò chòe A-má-ge̍k-tùn.","tghg":"彼三個就招集列王佇一個所在，希伯來的音叫做亞瑪玉頓。","bklhl":"Hit三個就招集列王tī一个所在，希伯來ê音叫做A-má-ge̍k-tùn。"}},{"book":"啟","chapter":16,"verse":17,"versions":{"unv":"第七位天使把碗倒在空中，就有大聲音從殿中的寶座上出來，說：「成了！」","bklcl":"Tē chhit ê chiong i ê óaⁿ piàⁿ tī khong-khì; chiū ū tōa siaⁿ tùi tiān-lāi tùi chō-ūi chhut, kóng,  Chiâⁿ lah.","tghg":"第七個將伊的碗傾佇空氣，就有大聲對殿內對座位出，講：「成啦！」","bklhl":"第七個將伊ê碗piàⁿ tī空氣；就有大聲tùi殿內tùi座位出，講，成lah。"}},{"book":"啟","chapter":16,"verse":18,"versions":{"unv":"又有閃電、聲音、雷轟、大地震，自從地上有人以來，沒有這樣大、這樣厲害的地震。","bklcl":"Chiū ū sih-nà, ū siaⁿ, ū lûi tân, tōe ia̍h tōa tín-tāng, tùi tōe-chiūⁿ ū lâng kàu taⁿ, bē ū tōe-tāng chhin-chhiūⁿ án-ni ê tōa.","tghg":"就有閃爁(sih-nà)、有聲、有雷鳴(tân)，地亦大振動(tín-tāng)，對地上有人到今、未有地動親像按呢的大。","bklhl":"就有sih-nà，有聲，有雷 tân，地亦大振動，tùi地上有人到taⁿ，未有地動親像án-ni ê大。"}},{"book":"啟","chapter":16,"verse":19,"versions":{"unv":"那大城裂為三段，列國的城也都倒塌了；　神也想起巴比倫大城來，要把那盛自己烈怒的酒杯遞給他。","bklcl":"Tōa siâⁿ chiū li̍h chòe saⁿ ê, lia̍t-pang chiah-ê siâⁿ ia̍h tó-hoāi;  Siōng-tè ia̍h kì-tit tōa siâⁿ Pa-pí-lûn, chiū chiong poe tóe I ke̍k tōa siū-khì ê chiú hō͘ i.","tghg":"大城就裂做三個，列邦諸個城亦倒壞；上帝亦記得大城巴比倫，就將杯貯伊極大受氣的酒互伊。","bklhl":"大城就裂做三個，列邦chiah ê城亦倒壞；上帝亦記得大城巴比倫，就將杯tóe伊極大受氣ê酒hō͘伊。"}},{"book":"啟","chapter":16,"verse":20,"versions":{"unv":"各海島都逃避了，眾山也不見了。","bklcl":"Ta̍k ê hái-sū lóng tô-cháu, chiah-ê soaⁿ lóng bô-khì.","tghg":"逐個海嶼攏逃走，諸個山攏無去。","bklhl":"Ta̍k-ê海嶼lóng逃走，chiah ê山lóng無去。"}},{"book":"啟","chapter":16,"verse":21,"versions":{"unv":"又有大雹子從天落在人身上，每一個約重一他連得（一他連得約有九十斤）。為這雹子的災極大，人就褻瀆　神。","bklcl":"Koh ū tōa phauh tùi thiⁿ kàng-lo̍h tī lâng, ta̍k lia̍p tāng kúi-nā cha̍p kun;  lâng in-ūi phauh ê chai-ē, chiū pòng-to̍k Siōng-tè, in-ūi hit ê chai-ē chin tōa.","tghg":"閣有大雹(phauh)對天降落佇人，逐粒重幾若十斤。人因為雹的災禍，就謗瀆上帝，因為彼個災禍真大。","bklhl":"Koh有大雹tùi天降落tī人，ta̍k粒重kúi-nā十斤；人因為雹ê災禍，就謗瀆上帝，因為hit ê災禍真大。"}}]