[{"book":"啟","chapter":4,"verse":1,"versions":{"unv":"此後，我觀看，見天上有門開了。我初次聽見好像吹號的聲音，對我說：「你上到這裡來，我要將以後必成的事指示你。」","bklcl":"Chiah-ê tāi-chì í-āu góa khòaⁿ-kìⁿ, tī thiⁿ-ni̍h ū mn̂g khui, koh ū góa khí-thâu só͘ thiaⁿ-kìⁿ ê siaⁿ, chhin-chhiūⁿ hō-thâu kap góa kóng ōe ê, kóng,  Lí chiūⁿ lâi chia, góa beh chiong āu-lâi só͘ tek-khak chiâⁿ ê sū chí-sī lí.","tghg":"諸個代誌以後，我看見，佇天裡有門開。閣有我起頭所聽見的聲，親像號頭及我講話的，講：「你上來遮，我欲將後來所的確成的事指示你。」","bklhl":"Chiah-ê tāi-chì以後我看見，tī天裡有門開，koh有我起頭所聽見ê聲，親像號頭kap我講話ê，講，你上來chia，我beh將後來所的確成ê事指示你。"}},{"book":"啟","chapter":4,"verse":2,"versions":{"unv":"我立刻被聖靈感動，見有一個寶座安置在天上，又有一位坐在寶座上。","bklcl":"Góa sûi-sî siū Sîn ê kám-tōng, hut-jiân khòaⁿ-kìⁿ ū chō-ūi siat tī thiⁿ-ni̍h, chō-ūi téng ū teh chē ê;","tghg":"我隨時受神的感動，忽然看見有座位設佇天裡，座位頂有啲坐的。","bklhl":"我隨時受神ê感動，忽然看見有座位設tī天裡，座位頂有teh坐ê；"}},{"book":"啟","chapter":4,"verse":3,"versions":{"unv":"看那坐著的，好像碧玉和紅寶石；又有虹圍著寶座，好像綠寶石。","bklcl":"hit ê teh chē ê, I ê iông-māu chhin-chhiūⁿ phek-ge̍k, kap bé-ló; I ê chō-ūi chiu-ûi ū khēng, khòaⁿ-liáu chhin-chhiūⁿ chhong-hêng ge̍k.","tghg":"彼個啲坐的，伊的容貌親像碧玉及瑪瑙(bé-ló)；伊的座位周圍有虹(khēng)，看了親像璁璜(chhong-hêng)玉。","bklhl":"hit ê teh坐ê，伊ê容貌親像碧玉，kap瑪瑙；伊ê座位周圍有虹，看了親像chhong-hêng玉。"}},{"book":"啟","chapter":4,"verse":4,"versions":{"unv":"寶座的周圍又有二十四個座位；其上坐著二十四位長老，身穿白衣，頭上戴著金冠冕。","bklcl":"Chō-ūi ê chiu-ûi, ū jī-cha̍p-sì ê chō-ūi, chē tī hit téng-bīn ê, ū jī-cha̍p-sì ê tiúⁿ-ló, chhēng pe̍h saⁿ, thâu-khak tì kim ê bián-liû.","tghg":"座位的周圍有二十四個座位；坐佇彼頂面的有二十四個長老，穿白衫，頭殼戴金的冕旒。","bklhl":"座位ê周圍，有二十四個座位，坐tī hit頂面ê，有二十四個長老，穿白衫，頭殼戴金ê冕旒。"}},{"book":"啟","chapter":4,"verse":5,"versions":{"unv":"有閃電、聲音、雷轟從寶座中發出；又有七盞火燈在寶座前點著；這七燈就是　神的七靈。","bklcl":"Tùi hit ê tiong-ng ê chō-ūi ū hoat-chhut sih-nà, kap siaⁿ, kap lûi.  Ia̍h ū chhit ki teng-hé, tiám tī chō-ūi chêng, chiū-sī Siōng-tè ê chhit ê Sîn.","tghg":"對彼個中央的座位有發出閃爁(sih-nà)，及聲，及雷；亦有七支燈火點佇座位前；就是上帝的七個神。","bklhl":"Tùi hit ê中央ê座位有發出sih-nà，kap聲，kap雷。亦有七支燈火，點tī座位前，就是上帝ê七個神。"}},{"book":"啟","chapter":4,"verse":6,"versions":{"unv":"寶座前好像一個玻璃海，如同水晶。寶座中和寶座周圍有四個活物，前後遍體都滿了眼睛。","bklcl":"Chō-ūi chêng ū chhin-chhiūⁿ po-lê ê hái, hóng-hut chhin-chhiūⁿ chúi-chiⁿ; chō-ūi tiong kap chō-ūi ê chiu-ûi, ū sì ê oa̍h mi̍h, chêng āu ū ba̍k-chiu móa-móa.","tghg":"座位前有親像玻璃的海，彷彿(hóng-hut)親像水晶。座位中及座位的周圍有四個活物，前後有目睭滿滿。","bklhl":"座位前有親像玻璃ê海，彷彿親像水晶；座位中kap座位ê周圍，有四個活物，前後有目睭滿滿。"}},{"book":"啟","chapter":4,"verse":7,"versions":{"unv":"第一個活物像獅子，第二個像牛犢，第三個臉面像人，第四個像飛鷹。","bklcl":"Thâu chi̍t ê oa̍h mi̍h chhin-chhiūⁿ sai, tē jī ê oa̍h mi̍h chhin-chhiūⁿ gû-á, tē saⁿ ê oa̍h mi̍h ū bīn chhin-chhiūⁿ lâng, tē sì ê oa̍h mi̍h chhin-chhiūⁿ teh pe ê eng.","tghg":"頭一個活物親像獅，第二個活物親像牛仔，第三個活物有面親像人，第四個活物親像啲飛的鷹。","bklhl":"頭一个活物親像獅，第二ê活物親像牛á，第三ê活物有面親像人，第四個活物親像teh飛ê鷹。"}},{"book":"啟","chapter":4,"verse":8,"versions":{"unv":"四活物各有六個翅膀，遍體內外都滿了眼睛。他們晝夜不住地說：聖哉！聖哉！聖哉！主　神是昔在、今在、以後永在的全能者。","bklcl":"Sì ê oa̍h mi̍h kok ū la̍k ê si̍t, chiu-ûi kap lāi-bīn piàn-sin ū ba̍k-chiu;  mî-ji̍t lóng bô hioh-khùn, teh kóng, Sèng-chài, Sèng-chài, Sèng-chài, Chú Siōng-tè, Choân-lêng ê, chá tī-teh, hiān-chāi tī-teh, chiong-lâi ia̍h tī-teh ê.","tghg":"四個活物各有六個翅，周圍及內面遍身有目睭。暝日攏無歇睏啲講：聖哉！聖哉！聖哉！主上帝，全能者，早佇啲、現在佇啲、將來亦佇啲的。","bklhl":"四個活物各有六個翼，周圍kap內面遍身有目睭；暝日lóng無歇睏，teh講，聖哉，聖哉，聖哉，主上帝，全能ê，早tī-teh，現在tī-teh，將來亦tī-teh ê。"}},{"book":"啟","chapter":4,"verse":9,"versions":{"unv":"每逢四活物將榮耀、尊貴、感謝歸給那坐在寶座上、活到永永遠遠者的時候，","bklcl":"Ta̍k pái oa̍h mi̍h chiong êng-kng, chun-kùi, kám-siā, kui hō͘ chē tī chō-ūi, oa̍h kàu tāi-tāi bô chīn ê,","tghg":"逐擺活物將榮光、尊貴、感謝歸互坐佇座位，活到代代無盡者，","bklhl":"Ta̍k pái活物將榮光、尊貴、感謝，歸hō͘坐tī座位，活到代代無盡ê，"}},{"book":"啟","chapter":4,"verse":10,"versions":{"unv":"那二十四位長老就俯伏在坐寶座的面前敬拜那活到永永遠遠的，又把他們的冠冕放在寶座前，說：","bklcl":"jī-cha̍p-sì ê tiúⁿ-ló chiū phak tī hit ê chē tī chō-ūi ê ê bīn-chêng, kèng-pài hit ê oa̍h kàu tāi-tāi bô chīn ê;  koh chiong in ê bián-liû hiat tī chō-ūi chêng, kóng,","tghg":"二十四個長老就仆佇彼個坐佇座位者的面前，敬拜彼個活到代代無盡的，閣將𪜶的冕旒㧒(hiat)佇座位前，講：","bklhl":"二十四個長老就仆tī hit ê坐tī座位ê ê面前，敬拜hit ê活到代代無盡ê；koh將in ê冕旒hiat tī座位前，講，"}},{"book":"啟","chapter":4,"verse":11,"versions":{"unv":"我們的主，我們的　神，你是配得榮耀、尊貴、權柄的；因為你創造了萬物，並且萬物是因你的旨意被創造而有的。","bklcl":"Goán ê Chú, goán ê Siōng-tè, lí kham-tit siū êng-kng, chun-kùi, koân-lêng;  in-ūi lí bat chhòng-chō bān mi̍h; bān mi̍h tī-teh, bān mi̍h siū chhòng-chō, lóng sī tùi lí ê chí-ì.","tghg":"阮的主，阮的上帝，你堪得受榮光、尊貴、權能；因為你曾創造萬物，萬物佇啲萬物受創造攏是對你的旨意。","bklhl":"阮ê主，阮ê上帝，你堪得受榮光、尊貴、權能；因為你bat創造萬物；萬物tī-teh，萬物受創造，lóng是對你ê旨意。"}}]