[{"book":"啟","chapter":1,"verse":1,"versions":{"unv":"耶穌基督的啟示，就是　神賜給他，叫他將必要快成的事指示他的眾僕人。他就差遣使者曉諭他的僕人約翰。","bklcl":"Iâ-so͘ Ki-tok ê khé-sī, chiū-sī Siōng-tè só͘ hō͘ I lâi chí-sī I chiah-ê lô͘-po̍k ê, chiū-sī beh kín-kín chiâⁿ ê sū;  I chiū thok I ê thiⁿ-sài khì chí-tiám I ê lô͘-po̍k Iok-hān.","tghg":"耶穌基督的啟示，就是上帝所互伊，來指示伊諸個奴僕的，就是欲緊緊成的事。伊就託伊的天使去指點伊的奴僕約翰。","bklhl":"耶穌基督ê啟示，就是上帝所hō͘伊來指示伊chiah ê奴僕ê，就是beh緊緊成ê事；伊就託伊ê天使去指點伊ê奴僕約翰。"}},{"book":"啟","chapter":1,"verse":2,"versions":{"unv":"約翰便將　神的道和耶穌基督的見證，凡自己所看見的都證明出來。","bklcl":"Iok-hān chiū-sī chiong Siōng-tè ê Tō, kap Iâ-so͘ Ki-tok ê kan-chèng, kìⁿ-nā i só͘ ū khòaⁿ-kìⁿ ê lâi chòe kan-chèng.","tghg":"約翰就是將上帝的道及耶穌基督的干證，見若伊所有看見的來做干證。","bklhl":"約翰就是將上帝ê道，kap耶穌基督ê干證，見若伊所有看見ê來做干證。"}},{"book":"啟","chapter":1,"verse":3,"versions":{"unv":"念這書上預言的和那些聽見又遵守其中所記載的，都是有福的，因為日期近了。","bklcl":"Hoān-nā tha̍k kap thiaⁿ hiah-ê chhàm-gú, lâi siú kî-tiong só͘ kì-chài ê, ū hok-khì;  in-ūi ji̍t-kî kūn lah.","tghg":"凡若讀及聽許個讖語(chhàm-gú)來守其中所記載的，有福氣，因為日期近啦。","bklhl":"凡若讀kap聽hiah-ê讖語，來守其中所記載ê，有福氣；因為日期近lah。"}},{"book":"啟","chapter":1,"verse":4,"versions":{"unv":"約翰寫信給亞細亞的七個教會。但願從那昔在、今在、以後永在的　神，和他寶座前的七靈，","bklcl":"Iok-hān kià phoe hō͘ A-se-a chhit ê kàu-hōe;   Goān lín tit-tio̍h un-tián pêng-an, tùi hit ê hiān-chāi tī-teh, chá tī-teh, chiong-lâi ia̍h tī-teh ê, í-ki̍p tùi I chō-ūi chêng chhit ê Sîn;","tghg":"約翰寄批互亞西亞七個教會。願恁得著恩典、平安！對彼個現在佇啲、早佇啲、將來亦佇啲的，以及對伊座位前七個神，","bklhl":"約翰寄phoe hō͘亞西亞七個教會；願lín得tio̍h恩典平安，tùi hit ê現在tī-teh，早tī-teh，將來亦tī-teh ê，以及tùi伊座位前七個神；"}},{"book":"啟","chapter":1,"verse":5,"versions":{"unv":"並那誠實作見證的、從死裡首先復活、為世上君王元首的耶穌基督，有恩惠、平安歸與你們！他愛我們，用自己的血使我們脫離（有古卷：洗去）罪惡，","bklcl":"koh tùi Iâ-so͘ Ki-tok, chiū-sī tiong-sìn ê kan-chèng, sí-lâng tiong thâu chi̍t ê oa̍h ê, tōe-chiūⁿ chiah-ê ông ê Chú-cháiⁿ.","tghg":"閣對耶穌基督就是忠信的干證、死人中頭一個活的、地上諸個王的主宰。伊疼咱，用伊的血解放咱脫離咱的罪，","bklhl":"koh tùi耶穌基督，就是忠信ê干證，死人中頭一个活ê，地上chiah ê王ê主宰。"}},{"book":"啟","chapter":1,"verse":6,"versions":{"unv":"又使我們成為國民，作他父　神的祭司。但願榮耀、權能歸給他，直到永永遠遠。阿們！","bklcl":"I thiàⁿ lán, ēng I ê huih tháu-pàng lán thoat-lī lán ê chōe; hō͘ lán chòe kok, chòe I ê Pē Siōng-tè ê chè-si; goān êng-kng koân-lêng kui tī I, kàu tāi-tāi. À-bēng.","tghg":"互咱做國，做伊的父上帝的祭司。願榮光、權能歸佇伊，到代代。阿們！","bklhl":"伊疼咱，用伊ê血tháu放咱脫離咱ê罪；hō͘咱做國，做伊ê父上帝ê祭司；願榮光權能歸tī伊，到代代。À-bēng。"}},{"book":"啟","chapter":1,"verse":7,"versions":{"unv":"看哪，他駕雲降臨！眾目要看見他，連刺他的人也要看見他；地上的萬族都要因他哀哭。這話是真實的。阿們！","bklcl":"I chē hûn lâi, chèng ba̍k-chiu beh khòaⁿ-kìⁿ I; liân chha̍k I ê lâng ia̍h beh khòaⁿ-kìⁿ I; tōe-chiūⁿ ê cho̍k, lóng beh ūi-tio̍h I lâi thî-khàu.  Si̍t-chāi sī án-ni.  À-bēng.","tghg":"伊坐雲來！眾目睭欲看見伊，連鑿(chha̍k)伊的人亦欲看見伊；地上的族攏欲為著伊來啼哭。實在是按呢。阿們！","bklhl":"伊坐雲來，眾目睭beh看見伊；連鑿伊ê人亦beh看見伊；地上ê族，lóng beh為tio̍h伊來啼哭。實在是án-ni。À-bēng。"}},{"book":"啟","chapter":1,"verse":8,"versions":{"unv":"主　神說：「我是阿拉法，我是俄梅戛（阿拉法，俄梅戛：是希臘字母首末二字），是昔在、今在、以後永在的全能者。」","bklcl":"Chú Siōng-tè kóng, Góa sī A-lī-hoat, koh sī O-bí-ka, hiān-chāi tī-teh,  chá tī-teh, chiong-lâi tī-teh ê, sī choân-lêng ê.","tghg":"主上帝講：「我是阿利法，閣是奧美加，現在佇啲、早佇啲、將來佇啲的，是全能者。」","bklhl":"主上帝講，我是A-lī-hoat，koh是O-bí-ka，現在tī-teh，早tī-teh，將來tī-teh ê，是全能ê。"}},{"book":"啟","chapter":1,"verse":9,"versions":{"unv":"我─約翰就是你們的弟兄，和你們在耶穌的患難、國度、忍耐裡一同有分，為　神的道，並為給耶穌作的見證，曾在那名叫拔摩的海島上。","bklcl":"Góa Iok-hān chiū-sī lín ê hiaⁿ-tī, saⁿ-kap ū hūn tī Iâ-so͘ ê hoān-lān, kap I ê kok, kap I ê thun-lún ê; ūi-tio̍h Siōng-tè ê tō, kap Iâ-so͘ ê kan-chèng, bat tiàm tī chi̍t ê hái-sū, miâ kiò Poa̍t-mô͘.","tghg":"我──約翰就是恁的兄弟，相及有份佇耶穌的患難，及伊的國，及伊的吞愞(lún)的，為著上帝的道，及耶穌的干證，曾踮佇一個海嶼名叫拔摩。","bklhl":"我約翰就是lín ê兄弟，saⁿ-kap有份tī耶穌ê患難，kap伊ê國，kap伊ê吞忍ê；為tio̍h上帝ê道，kap耶穌ê干證，bat tiàm-tī一个海嶼，名叫Poa̍t-mô͘。"}},{"book":"啟","chapter":1,"verse":10,"versions":{"unv":"當主日，我被聖靈感動，聽見在我後面有大聲音如吹號，說：","bklcl":"Tī Chú ê ji̍t, góa hō͘ Sîn kám-tōng, thiaⁿ-kìⁿ tī góa ê āu-bīn ū tōa siaⁿ chhin-chhiūⁿ hō-thâu, kóng,","tghg":"佇主的日，我互神感動，聽見佇我的後面有大聲親像號頭，講：","bklhl":"Tī主ê日，我hō͘神感動，聽見tī我ê後面有大聲親像號頭，講，"}},{"book":"啟","chapter":1,"verse":11,"versions":{"unv":"「你所看見的當寫在書上，達與以弗所、士每拿、別迦摩、推雅推喇、撒狄、非拉鐵非、老底嘉那七個教會。」","bklcl":"Lí só͘ khòaⁿ-kìⁿ ê tio̍h siá tī chheh-ni̍h, kià hō͘ hit chhit ê kàu-hōe; chiū-sī Í-hut-só͘, Sū-múi-ná, Pia̍t-ka-mô͘, Chhui-ngá-chhui-lat, Sat-te̍k, Hui-lia̍p-thiat-hui, Ló-tí-ka.","tghg":"「你所看見的著寫佇冊裡，寄互彼七個教會就是以弗所、士每拿、別迦摩、推雅推喇、撒狄、非拉鐵非、老底嘉。」","bklhl":"你所看見ê tio̍h寫tī冊裡，寄hō͘ hit七個教會；就是以弗所、Sū-múi-ná、Pia̍t-ka-mô͘、Chhui-ngá-chhui-lat、Sat-te̍k、Hui-lia̍p-thiat-hui、Ló-tí-ka。"}},{"book":"啟","chapter":1,"verse":12,"versions":{"unv":"我轉過身來，要看是誰發聲與我說話；既轉過來，就看見七個金燈臺。","bklcl":"Góa chiū oa̍t-tńg-sin, ài khòaⁿ kap góa kóng ōe ê siaⁿ; í-keng oa̍t-tńg, chiū khòaⁿ-kìⁿ chhit ki ê kim teng-tâi;","tghg":"我就越轉身，愛看及我講話的聲；已經越轉，就看見七支的金燈台。","bklhl":"我就oa̍t-tńg身，ài看kap我講話ê聲；已經oa̍t-tńg，就看見七支ê金燈台；"}},{"book":"啟","chapter":1,"verse":13,"versions":{"unv":"燈臺中間有一位好像人子，身穿長衣，直垂到腳，胸間束著金帶。","bklcl":"teng-tâi tiong ū chhin-chhiūⁿ Jîn-chú ê, seng-khu chhēng tn̂g saⁿ, heng-khám hâ kim tòa.","tghg":"燈台中有親像人子的，身軀穿長衫，胸坎縖(hâ)金帶。","bklhl":"燈台中有親像人子ê，身軀穿長衫，胸坎hâ金帶。"}},{"book":"啟","chapter":1,"verse":14,"versions":{"unv":"他的頭與髮皆白，如白羊毛，如雪；眼目如同火焰；","bklcl":"I ê thâu-khak kap thâu-mn̂g lóng pe̍h chhin-chhiūⁿ pe̍h ê mî, chhin-chhiūⁿ seh; I ê ba̍k-chiu chhin-chhiūⁿ hé-iām.","tghg":"伊的頭殼及頭毛攏白，親像白的綿，親像雪；伊的目睭親像火焰；","bklhl":"伊ê頭殼kap頭毛lóng白親像白ê綿，親像雪；伊ê目睭親像火燄。"}},{"book":"啟","chapter":1,"verse":15,"versions":{"unv":"腳好像在爐中鍛鍊光明的銅；聲音如同眾水的聲音。","bklcl":"I ê kha chhin-chhiūⁿ kng-liāng ê tâng, chhin-chhiūⁿ kè hé-lô͘ thoàn-liān ê; siaⁿ chhin-chhiūⁿ chōe-chōe tiâu chúi ê siaⁿ.","tghg":"伊的腳親像光亮的銅，親像過火爐鍛煉的；聲親像多多條水的聲。","bklhl":"伊ê腳親像光亮ê銅，親像過火爐鍛鍊ê；聲親像chōe-chōe條水ê聲。"}},{"book":"啟","chapter":1,"verse":16,"versions":{"unv":"他右手拿著七星，從他口中出來一把兩刃的利劍；面貌如同烈日放光。","bklcl":"Tī I ê chiàⁿ chhiú ū chhit lia̍p chhiⁿ; tùi I ê chhùi thò͘-chhut siang-bīn lāi ê kiàm; I ê bīn-māu chhin-chhiūⁿ iām ji̍t siā-chhut kng.","tghg":"佇伊的正手有七粒星，對伊的嘴吐出雙面利的劍；伊的面貌親像炎日射出光。","bklhl":"Tī伊ê chiàⁿ手有七粒星；tùi伊ê嘴吐出雙面利ê劍；伊ê面貌親像炎日射出光。"}},{"book":"啟","chapter":1,"verse":17,"versions":{"unv":"我一看見，就仆倒在他腳前，像死了一樣。他用右手按著我，說：「不要懼怕！我是首先的，我是末後的，","bklcl":"Góa khòaⁿ-kìⁿ I chiū phak tī I ê kha-chêng chhin-chhiūⁿ sí;  I ēng chiàⁿ chhiú hōaⁿ góa, kóng, Bo̍h-tit kiaⁿ;  góa sī khí-thâu ê, kap soah-bé ê, ia̍h sī oa̍h ê;","tghg":"我看見伊，就仆佇伊的腳前，親像死。伊用正手按我，講：「莫得驚！我是起頭的，及煞尾的，亦是活的；","bklhl":"我看見伊就仆tī伊ê腳前親像死；伊用chiàⁿ手hōaⁿ我，講，莫得驚；我是起頭ê，kap soah尾ê，亦是活ê；"}},{"book":"啟","chapter":1,"verse":18,"versions":{"unv":"又是那存活的；我曾死過，現在又活了，直活到永永遠遠；並且拿著死亡和陰間的鑰匙。","bklcl":"góa bat sí, taⁿ lí khòaⁿ, góa sī oa̍h kàu tāi-tāi;  koh ū sí-bô kap im-hú ê só-sî.","tghg":"我曾死，今你看，我是活到代代；閣有死無及陰府的鎖匙。","bklhl":"我bat死，taⁿ你看，我是活到代代；koh有死無kap陰府ê鎖匙。"}},{"book":"啟","chapter":1,"verse":19,"versions":{"unv":"所以你要把所看見的，和現在的事，並將來必成的事，都寫出來。","bklcl":"Só͘-í lí tio̍h chiong só͘ khòaⁿ-kìⁿ ê, í-ki̍p hiān-kim só͘ ū ê, kap āu-lâi beh chiâⁿ ê sū, siá i;","tghg":"所以你著將所看見的，以及現今所有的，及後來欲成的事，寫伊。","bklhl":"所以你tio̍h將所看見ê，以及現今所有ê，kap後來beh成ê事，寫伊；"}},{"book":"啟","chapter":1,"verse":20,"versions":{"unv":"論到你所看見、在我右手中的七星和七個金燈臺的奧祕，那七星就是七個教會的使者，七燈臺就是七個教會。」","bklcl":"lí só͘ khòaⁿ-kìⁿ góa chiàⁿ chhiú téng chhit lia̍p chhiⁿ ê ò-biāu, kap chhit ki ê kim teng-tâi; chhit lia̍p chhiⁿ, chiū-sī chhit ê kàu-hōe ê sù-chiá; chhit ki teng-tâi, chiū-sī chhit ê kàu-hōe.","tghg":"你所看見、我正手頂七粒星的奧妙及七支的金燈台，七粒星就是七個教會的使者，七支燈台就是七個教會。」","bklhl":"你所看見我chiàⁿ手頂七粒星ê奧妙，kap七支ê金燈台；七粒星，就是七個教會ê使者；七支燈台，就是七個教會。"}}]