[{"book":"啟","chapter":20,"verse":1,"versions":{"unv":"我又看見一位天使從天降下，手裡拿著無底坑的鑰匙和一條大鍊子。","bklcl":"Góa koh khòaⁿ-kìⁿ thiⁿ-sài tùi thiⁿ lo̍h-lâi, chhiú-ni̍h  ū chhim-ian ê só-sî, kap tōa tiâu thih-liān.","tghg":"我閣看見天使對天落來，手裡有深淵的鎖匙及大條鐵鍊。","bklhl":"我koh看見天使tùi天落來，手裡有深淵ê鎖匙，kap大條鐵鍊。"}},{"book":"啟","chapter":20,"verse":2,"versions":{"unv":"他捉住那龍，就是古蛇，又叫魔鬼，也叫撒但，把牠捆綁一千年，","bklcl":"Chiū lia̍h hit bé lêng, chiū-sī lāu chôa, iā sī Mô͘-kúi kap Sat-tàn, pa̍k i chi̍t-chheng nî kú;","tghg":"就掠彼尾龍，就是老蛇，也是魔鬼及撒但，縛(pa̍k)伊一千年久，","bklhl":"就掠hit尾龍，就是老蛇，也是魔鬼kap撒旦，縛伊一千年久；"}},{"book":"啟","chapter":20,"verse":3,"versions":{"unv":"扔在無底坑裡，將無底坑關閉，用印封上，使牠不得再迷惑列國。等到那一千年完了，以後必須暫時釋放牠。","bklcl":"hiat i lo̍h chhim-ian, koaiⁿ-ba̍t, ēng ìn hong tī hit téng-bīn,  hō͘ i bô thang koh bê-he̍k lia̍t-pang, thèng-hāu chi̍t-chheng nî móa; í-āu tek-khak chiām-sî tháu-pàng.","tghg":"㧒(hiat)伊落深淵，關密(ba̍t)，用印封佇彼頂面，互伊無通閣迷惑列邦。聽候一千年滿，以後的確暫時解放。","bklhl":"hiat伊落深淵，關密，用印封tī hit頂面，hō͘伊無thang koh迷惑列邦，thèng候一千年滿；以後的確暫時tháu放。"}},{"book":"啟","chapter":20,"verse":4,"versions":{"unv":"我又看見幾個寶座，也有坐在上面的，並有審判的權柄賜給他們。我又看見那些因為給耶穌作見證，並為　神之道被斬者的靈魂，和那沒有拜過獸與獸像，也沒有在額上和手上受過他印記之人的靈魂，他們都復活了，與基督一同作王一千年。","bklcl":"Góa koh khòaⁿ-kìⁿ hiah-ê chō-ūi, iā ū chē tī hit téng-bīn ê, ū tit-tio̍h sím-phòaⁿ ê koân hō͘ in:  koh khòaⁿ-kìⁿ hiah-ê ūi-tio̍h chòe Iâ-so͘ ê kan-chèng kap ūi-tio̍h Siōng-tè ê tō lâi siū thâi-thâu ê lâng ê lêng-hûn, í-ki̍p m̄ bat pài siù kap siù ê siōng, iā bô siū i ê kì-hō tī thâu-hia̍h á-sī tī chhiú-ni̍h ê, chiah-ê lóng tit-tio̍h oa̍h, lâi kap Ki-tok chòe ông chi̍t chheng nî.","tghg":"我閣看見許個座位，也有坐佇彼頂面的，有得著審判的權互𪜶。閣看見許個為著做耶穌的干證，及為著上帝的道來受刣頭的人的靈魂，以及呣曾拜獸及獸的像，也無受伊的記號佇頭額(hia̍h)抑是佇手裡的，諸個攏得著活，來及基督做王一千年。","bklhl":"我koh看見hiah-ê座位，也有坐tī hit頂面ê，有得tio̍h審判ê權hō͘ in：koh看見hiah-ê為tio̍h做耶穌ê干證kap為tio̍h上帝ê道來受刣頭ê人ê靈魂，以及m̄-bat拜獸kap獸 ê像，也無受伊ê記號tī頭額á是tī手裡ê，chiah ê lóng得tio̍h活，來kap基督做王一千年。"}},{"book":"啟","chapter":20,"verse":5,"versions":{"unv":"這是頭一次的復活。（其餘的死人還沒有復活，直等那一千年完了。）","bklcl":"Kî-û ê sí-lâng bô oa̍h, thèng-hāu hit ê chi̍t chheng nî móa.  Che sī thâu chi̍t pái ê koh-oa̍h.","tghg":"（其餘的死人無活，聽候彼個一千年滿。）這是頭一擺的復活。","bklhl":"其餘ê死人無活，thèng候hit ê一千年滿。這是頭一pái ê koh活。"}},{"book":"啟","chapter":20,"verse":6,"versions":{"unv":"在頭一次復活有分的有福了，聖潔了！第二次的死在他們身上沒有權柄。他們必作　神和基督的祭司，並要與基督一同作王一千年。","bklcl":"Ū hūn tī chit ê thâu chi̍t pái ê koh-oa̍h ê ū hok-khì ah, sī sèng ah;  tē jī pái ê sí koán in bōe tio̍h:  in beh chòe Siōng-tè kap Ki-tok ê chè-si, iā beh kap I chòe ông chi̍t chheng nî.","tghg":"有份佇此個頭一擺的復活的有福氣啊，是聖啊！第二擺的死管𪜶𣍐著。𪜶欲做上帝及基督的祭司，也欲及伊做王一千年。","bklhl":"有份tī chit ê頭一pái ê koh活ê有福氣ah，是聖ah；第二pái ê死管in bōe tio̍h：in beh做上帝kap基督ê祭司，也beh kap伊做王一千年。"}},{"book":"啟","chapter":20,"verse":7,"versions":{"unv":"那一千年完了，撒但必從監牢裡被釋放，","bklcl":"Hit ê chi̍t chheng nî móa, Sat-tàn beh siū tháu-pàng chhut i ê kaⁿ,","tghg":"彼個一千年滿，撒但欲受解放出伊的監，","bklhl":"Hit-ê一千年滿，撒旦beh受tháu放出伊ê監，"}},{"book":"啟","chapter":20,"verse":8,"versions":{"unv":"出來要迷惑地上四方（原文是角）的列國，就是歌革和瑪各，叫他們聚集爭戰。他們的人數多如海沙。","bklcl":"chiū chhut-lâi bê-he̍k tōe-chiūⁿ sì-hng ê lia̍t-pang, chiū-sī Kok kap Má-kok, chū-chi̍p in lâi kau-chiàn; in ê siàu-gia̍h chhin-chhiūⁿ hái soa.","tghg":"就出來迷惑地上四方的列邦，就是各及瑪各，聚集𪜶來交戰。𪜶的數額(siàu-gia̍h)親像海沙。","bklhl":"就出來迷惑地上四方ê列邦，就是Kok kap Má-kok，聚集in來交戰；in ê數額親像海沙。"}},{"book":"啟","chapter":20,"verse":9,"versions":{"unv":"他們上來遍滿了全地，圍住聖徒的營與蒙愛的城，就有火從天降下，燒滅了他們。","bklcl":"In chiū khí-lâi piàn-móa choân tōe, sòa ûi-khùn sèng-tô͘ ê iâⁿ, kap tit-tio̍h thiàⁿ ê siâⁿ; chiū ū hé tùi thiⁿ kàng-lo̍h, lâi bia̍t in.","tghg":"𪜶就起來遍滿全地，續圍困聖徒的營及得著疼的城，就有火對天降落，來滅𪜶。","bklhl":"In就起來遍滿全地，續圍困聖徒ê營，kap得tio̍h疼ê城；就有火tùi天降落，來滅in。"}},{"book":"啟","chapter":20,"verse":10,"versions":{"unv":"那迷惑他們的魔鬼被扔在硫磺的火湖裡，就是獸和假先知所在的地方。他們必晝夜受痛苦，直到永永遠遠。","bklcl":"Bê-he̍k in ê Mô͘-kúi siū hiat-lo̍h hé kap jiû-n̂g ê ô͘, tī hia iā ū siù kap ké ê sian-ti ; in beh mî-ji̍t siū khó͘-chhó͘, tāi-tāi bô chīn.","tghg":"迷惑𪜶的魔鬼受㧒落火及硫磺的湖，佇遐也有獸及假的先知。𪜶欲暝日受苦楚，代代無盡。","bklhl":"迷惑in ê魔鬼受hiat落火kap硫磺ê湖，tī hia也有獸kap假ê先知；in beh暝日受苦楚，代代無盡。"}},{"book":"啟","chapter":20,"verse":11,"versions":{"unv":"我又看見一個白色的大寶座與坐在上面的；從他面前天地都逃避，再無可見之處了。","bklcl":"Góa koh khòaⁿ-kìⁿ chi̍t ê pe̍h-sek tōa ê chō-ūi kap chē hit téng-bīn ê, tōe kap thiⁿ tùi I ê bīn-chêng tô-cháu bô koh ū in ê ūi-chhù.","tghg":"我閣看見一個白色大的座位及坐彼頂面的；地及天對伊的面前逃走，無閣有𪜶的位處。","bklhl":"我koh看見一个白色大ê座位kap坐hit頂面ê，地kap天tùi伊ê面前逃走無koh有in ê位處。"}},{"book":"啟","chapter":20,"verse":12,"versions":{"unv":"我又看見死了的人，無論大小，都站在寶座前。案卷展開了，並且另有一卷展開，就是生命冊。死了的人都憑著這些案卷所記載的，照他們所行的受審判。","bklcl":"Góa iā khòaⁿ-kìⁿ sí-lâng tōa kap sòe lóng khiā tī chō-ūi chêng;  chiah-ê chheh chiū hian-khui; koh ū pa̍t pún chheh hian-khui, chiū-sī oa̍h-miā chheh;  sí-lâng chiū chiàu in ê só͘ kiâⁿ, pîn chiah-ê chheh só͘ kì-chài lâi siū sím-phòaⁿ.","tghg":"我也看見死人大及細攏徛佇座位前。諸個冊就掀開，閣有別本冊掀開，就是活命冊。死人就照𪜶的所行，憑諸個冊所記載來受審判。","bklhl":"我也看見死人大kap細lóng khiā tī座位前；chiah ê冊就掀開；koh有別本冊掀開，就是活命冊；死人就照in ê所行，憑chiah ê冊所記載來受審判。"}},{"book":"啟","chapter":20,"verse":13,"versions":{"unv":"於是海交出其中的死人；死亡和陰間也交出其中的死人；他們都照各人所行的受審判。","bklcl":"Hái chiū kau-chhut i tiong-kan ê sí-lâng; sí kap im-hú iā kau in tiong-kan ê sí-lâng.  Ta̍k lâng chiū chiàu in ê só͘ kiâⁿ siū sím-phòaⁿ.","tghg":"海就交出伊中間的死人；死及陰府也交𪜶中間的死人；逐人就照𪜶的所行受審判。","bklhl":"海就交出伊中間ê死人；死kap陰府也交in中間ê死人。Ta̍k人就照in ê所行受審判。"}},{"book":"啟","chapter":20,"verse":14,"versions":{"unv":"死亡和陰間也被扔在火湖裡；這火湖就是第二次的死。","bklcl":"Sí kap im-hú iā hiat-lo̍h hé-ô͘.  Chit-ê chiū-sī tē jī pái ê sí, chiū-sī hé-ô͘.","tghg":"死及陰府也㧒落火湖；此個就是第二擺的死就是火湖。","bklhl":"死kap陰府也hiat落火湖。Chit ê就是第二pái ê死，就是火湖。"}},{"book":"啟","chapter":20,"verse":15,"versions":{"unv":"若有人名字沒記在生命冊上，他就被扔在火湖裡。","bklcl":"Nā ū lâng bô kì miâ tī oa̍h-miā chheh ê, iā hiat-lo̍h hé-ô͘.","tghg":"若有人無記名佇活命冊的，也㧒落火湖。","bklhl":"若有人無記名tī活命冊ê，也hiat落火湖。"}}]