[{"book":"啟","chapter":12,"verse":1,"versions":{"unv":"天上現出大異象來：有一個婦人身披日頭，腳踏月亮，頭戴十二星的冠冕。","bklcl":"Koh ū tōa tiāu-thâu chhut-hiān tī thiⁿ-ni̍h, chi̍t ê hū-jîn-lâng sin-khu chhēng ji̍t-thâu, i ê kha-ē ū ge̍h, thâu-khak tì cha̍p-jī lia̍p chhiⁿ ê bián-liû;","tghg":"閣有大兆頭(tiāu-thâu)出現佇天裡：一個婦仁人身軀穿日頭，伊的腳下有月，頭殼戴十二粒星的冕旒。","bklhl":"Koh有大兆頭出現tī天裡，一个婦人人身軀穿日頭，伊ê腳下有月，頭殼戴十二粒星ê冕旒；"}},{"book":"啟","chapter":12,"verse":2,"versions":{"unv":"她懷了孕，在生產的艱難中疼痛呼叫。","bklcl":"ia̍h ū hoâi-īn;  in-ūi beh siⁿ kiáⁿ ê kan-khó͘, thàng-thiàⁿ, chiū âu-kiò.","tghg":"亦有懷孕，因為欲生子的艱苦，痛疼就喉叫。","bklhl":"亦有懷孕；因為beh生kiáⁿ ê艱苦、痛疼，就喉叫。"}},{"book":"啟","chapter":12,"verse":3,"versions":{"unv":"天上又現出異象來：有一條大紅龍，七頭十角；七頭上戴著七個冠冕。","bklcl":"Koh ū pa̍t ê tiāu-thâu chhut-hiān tī thiⁿ-ni̍h; ū tōa bé chhiah-sek ê lêng, chhit ê thâu, cha̍p ki kak, thâu-khak tì chhit téng ông-bō.","tghg":"閣有別個兆頭出現佇天裡：有大尾赤色的龍，七個頭十支角；頭殼戴七頂王帽。","bklhl":"Koh有別個兆頭出現tī天裡；有大尾赤色ê龍，七個頭，十支角，頭殼戴七頂王帽。"}},{"book":"啟","chapter":12,"verse":4,"versions":{"unv":"牠的尾巴拖拉著天上星辰的三分之一，摔在地上。龍就站在那將要生產的婦人面前，等她生產之後，要吞吃她的孩子。","bklcl":"I ê bé thoa thiⁿ-téng ê chhiⁿ saⁿ hūn ê chi̍t hūn, tūi lo̍h tōe.  Lêng khiā tī beh siⁿ kiáⁿ ê hū-jîn-lâng ê bīn-chêng, thèng-hāu i siⁿ-liáu, chiū beh thun i ê kiáⁿ.","tghg":"伊的尾拖天頂的星三份的一份，墜落地。龍徛佇欲生子的婦仁人的面前，聽候伊生了(liáu)，就欲吞伊的子。","bklhl":"伊ê尾拖天頂ê星三份ê一份，墜落地。龍khiā tī beh生kiáⁿ ê婦人人ê面前，thèng候伊生了，就beh吞伊ê kiáⁿ。"}},{"book":"啟","chapter":12,"verse":5,"versions":{"unv":"婦人生了一個男孩子，是將來要用鐵杖轄管（轄管：原文是牧）萬國的；她的孩子被提到　神寶座那裡去了。","bklcl":"Hū-jîn-lâng siⁿ ta-po͘-kiáⁿ, chiū-sī beh ēng thih-koáiⁿ tī-lí bān pang ê.  I ê kiáⁿ siū tòa kàu tī Siōng-tè í-ki̍p I ê chō-ūi.","tghg":"婦仁人生查甫子，就是欲用鐵枴治理萬邦的；伊的子受帶到佇上帝以及伊的座位。","bklhl":"婦人人生ta-po͘-kiáⁿ，就是beh用鐵柺治理萬邦ê。伊ê kiáⁿ受帶到tī上帝以及伊ê座位。"}},{"book":"啟","chapter":12,"verse":6,"versions":{"unv":"婦人就逃到曠野，在那裡有　神給她預備的地方，使她被養活一千二百六十天。","bklcl":"Hū-jîn-lâng chiū cháu-khì khòng-iá, tī hia ū Siōng-tè só͘ pī-pān ê só͘-chāi, hō͘ i tī hia tit-tio̍h iúⁿ-chhī chi̍t-chheng nn̄g-pah la̍k-cha̍p ji̍t.","tghg":"婦仁人就走去曠野，佇遐有上帝所備辦的所在，互伊佇遐得著養飼一千二百六十日。","bklhl":"婦人人就走去曠野，tī hia有上帝所備辦ê所在，hō͘伊tī hia得tio̍h養飼一千兩百六十日。"}},{"book":"啟","chapter":12,"verse":7,"versions":{"unv":"在天上就有了爭戰。米迦勒同他的使者與龍爭戰，龍也同牠的使者去爭戰，","bklcl":"Tī thiⁿ-ni̍h chiū ū kau-chiàn, Bí-ka-le̍k chhōa i ê chhe-sài khì kap lêng kau-chiàn; lêng ia̍h chhōa i ê chhe-sài khì kau-chiàn,","tghg":"佇天裡就有交戰。米迦勒導伊的差使去及龍交戰，龍亦導伊的差使去交戰，","bklhl":"Tī天裡就有交戰，Bí-ka-le̍k chhōa伊ê差使去kap龍交戰；龍亦chhōa伊ê差使去交戰，"}},{"book":"啟","chapter":12,"verse":8,"versions":{"unv":"並沒有得勝，天上再沒有牠們的地方。","bklcl":"bōe ōe iâⁿ, tī thiⁿ-ni̍h in chiū bô koh ū só͘-chāi.","tghg":"𣍐會贏，佇天裡𪜶就無閣有所在。","bklhl":"bōe-ōe贏，tī天裡in就無koh有所在。"}},{"book":"啟","chapter":12,"verse":9,"versions":{"unv":"大龍就是那古蛇，名叫魔鬼，又叫撒但，是迷惑普天下的。牠被摔在地上，牠的使者也一同被摔下去。","bklcl":"Hit bé tōa lêng chiū siū hiat-lo̍h, chiū-sī lāu chôa, chheng chòe Mô͘-kúi, ia̍h chheng chòe Sat-tàn, bê-he̍k phó͘ thiⁿ-ē ê, i siū hiat-lo̍h tī tōe-ni̍h, i ê chhe-sài ia̍h kap i siū hiat-lo̍h.","tghg":"彼尾大龍就受㧒(hiat)落，就是老蛇，稱做魔鬼，亦稱做撒但，迷惑普天下的。伊受㧒落佇地裡，伊的差使亦及伊受㧒落。","bklhl":"Hit尾大龍就受hiat落，就是老蛇，稱做魔鬼，亦稱做撒旦，迷惑普天下ê，伊受hiat落tī地裡，伊ê差使亦kap伊受hiat落。"}},{"book":"啟","chapter":12,"verse":10,"versions":{"unv":"我聽見在天上有大聲音說：「我　神的救恩、能力、國度，並他基督的權柄，現在都來到了！因為那在我們　神面前晝夜控告我們弟兄的，已經被摔下去了。","bklcl":"Góa chiū thiaⁿ-kìⁿ tī thiⁿ-ni̍h ū tōa siaⁿ, kóng, Lán ê Siōng-tè ê chín-kiù kap koân-lêng kap kok, í-ki̍p I ê Ki-tok ê koân, taⁿ lóng kàu lah;  in-ūi khòng-kò lán ê hiaⁿ-tī ê, chiū-sī mî-ji̍t tī lán ê Siōng-tè ê bīn-chêng khòng-kò in ê, taⁿ í-keng siū hiat-lo̍h lah.","tghg":"我就聽見佇天裡有大聲講：「咱的上帝的拯救、及權能、及國，以及伊的基督的權，今攏到啦！因為控告咱的兄弟的，就是暝日佇咱的上帝的面前控告𪜶的，今已經受㧒落啦。","bklhl":"我就聽見tī天裡有大聲，講，咱ê上帝ê拯救kap權能kap國，以及伊ê基督ê權，taⁿ lóng到lah；因為抗告咱ê兄弟ê，就是暝日tī咱ê上帝ê面前抗告in ê，taⁿ已經受hiat落lah。"}},{"book":"啟","chapter":12,"verse":11,"versions":{"unv":"弟兄勝過牠，是因羔羊的血和自己所見證的道。他們雖至於死，也不愛惜性命。","bklcl":"In in-ūi Iûⁿ-ko ê huih, kap in só͘ kan-chèng ê tō-lí, lâi khah-iâⁿ i;  sui-jiân kàu sí, ia̍h bô thiàⁿ-sioh in ê sìⁿ-miā.","tghg":"𪜶因為羊羔的血及𪜶所干證的道理，來卡贏伊。雖然到死，亦無疼惜𪜶的生命。","bklhl":"In因為羊羔ê血，kap in所干證ê道理，來khah贏伊；雖然到死，亦無疼惜in ê性命。"}},{"book":"啟","chapter":12,"verse":12,"versions":{"unv":"所以，諸天和住在其中的，你們都快樂吧！只是地與海有禍了！因為魔鬼知道自己的時候不多，就氣忿忿地下到你們那裡去了。」","bklcl":"Só͘-í chiah-ê thiⁿ kap khiā-khí tī hit tiong-kan ê, lín tio̍h hoaⁿ-hí; nā-sī tōe kap hái ū chai-ē, in-ūi Mô͘-kúi í-keng lo̍h kàu lín hia, ū tōa siū-khì, in-ūi chai i ê sî bô jōa kú.","tghg":"所以，諸個天及徛起佇彼中間的，恁著歡喜！若是地及海有災禍！因為魔鬼已經落到恁遐，有大受氣，因為知伊的時無偌久。」","bklhl":"所以chiah ê天kap khiā起tī hit中間ê，lín tio̍h歡喜；但是地kap海有災禍，因為魔鬼已經落到lín hia，有大受氣，因為知伊ê時無jōa久。"}},{"book":"啟","chapter":12,"verse":13,"versions":{"unv":"龍見自己被摔在地上，就逼迫那生男孩子的婦人。","bklcl":"Lêng khòaⁿ-kìⁿ pún-sin siū hiat tī tōe-ni̍h, chiū khún-tio̍k hit ê siⁿ ta-po͘-kiáⁿ ê hū-jîn-lâng.","tghg":"龍看見本身受㧒佇地裡，就窘逐彼個生查甫子的婦仁人。","bklhl":"龍看見本身受hiat tī地裡，就khún-tio̍k hit ê生ta-po͘-kiáⁿ ê婦人人。"}},{"book":"啟","chapter":12,"verse":14,"versions":{"unv":"於是有大鷹的兩個翅膀賜給婦人，叫她能飛到曠野，到自己的地方，躲避那蛇；她在那裡被養活一載二載半載。","bklcl":"Chiū ū tōa eng ê nn̄g ki si̍t hō͘ hū-jîn-lâng, hō͘ i pe khì khòng-iá, kàu i ê só͘-chāi, lī-khui chôa ê bīn-chêng; tī hia tit-tio̍h iúⁿ-chhī, chi̍t kî-hāu, koh nn̄g kî-hāu, koh pòaⁿ kî-hāu.","tghg":"就有大鷹的二支翅互婦仁人，互伊飛去曠野，到伊的所在，離開蛇的面前；佇遐得著養飼一期候閣二期候閣半期候。","bklhl":"就有大鷹ê兩支翼hō͘婦人人，hō͘伊飛去曠野，到伊ê所在，離開蛇ê面前；tī hia得tio̍h養飼，一期候，koh兩期候，koh半期候。"}},{"book":"啟","chapter":12,"verse":15,"versions":{"unv":"蛇就在婦人身後，從口中吐出水來，像河一樣，要將婦人沖去。","bklcl":"Chôa tī hū-jîn-lâng ê āu-bīn, tùi i ê chhùi thò͘-chhut chúi chhin-chhiūⁿ hô, beh kā i lâu-khì.","tghg":"蛇佇婦仁人的後面，對伊的嘴吐出水，親像河，欲給伊流去。","bklhl":"蛇tī婦人人ê後面，tùi伊ê嘴吐出水親像河，beh kā伊流去。"}},{"book":"啟","chapter":12,"verse":16,"versions":{"unv":"地卻幫助婦人，開口吞了從龍口吐出來的水（原文是河）。","bklcl":"Tōe pang-chān hū-jîn-lâng; chiū khui chhùi thun lêng só͘ thò͘-chhut ê hô-chúi.","tghg":"地幫助婦仁人，就開嘴吞龍所吐出的河水。","bklhl":"地幫贊婦人人；就開嘴吞龍所吐出ê河水。"}},{"book":"啟","chapter":12,"verse":17,"versions":{"unv":"龍向婦人發怒，去與她其餘的兒女爭戰，這兒女就是那守　神誡命、為耶穌作見證的。","bklcl":"Lêng siū-khì hū-jîn-lâng, chiū khì kap hū-jîn-lâng kî-û ê hō͘-è kau-chiàn, chiū-sī siú Siōng-tè ê kài, ū Iâ-so͘ ê kan-chèng ê;","tghg":"龍受氣婦仁人，就去及婦仁人其餘的後裔交戰，就是守上帝的誡、有耶穌的干證的。","bklhl":"龍受氣婦人人，就去kap婦人人其餘ê後裔交戰，就是守上帝ê誡，有耶穌ê干證ê；"}},{"book":"啟","chapter":12,"verse":18,"versions":{"unv":"那時龍就站在海邊的沙上。","bklcl":"hit sî lêng chiū khiā tī hái-piⁿ ê soa-téng.","tghg":"彼時龍就徛佇海邊的沙頂。","bklhl":"hit時龍就khiā tī海邊ê沙頂。"}}]