[{"book":"啟","chapter":3,"verse":1,"versions":{"unv":"「你要寫信給撒狄教會的使者，說：『那有　神的七靈和七星的，說：我知道你的行為，按名你是活的，其實是死的。","bklcl":"Lí tio̍h siá phoe hō͘ tī Sat-te̍k ê kàu-hōe ê sù-chiá, kóng;  Ū Siōng-tè ê chhit ê Sîn, kap chhit lia̍p chhiⁿ ê, I ê ōe kóng:  Góa chai lí ê só͘ chòe, lí miâ sī oa̍h, si̍t sī sí.","tghg":"「你著寫批互佇撒狄的教會的使者，講：『有上帝的七個神及七粒星的，伊的話講：我知你的所做，你名是活，實是死。","bklhl":"你tio̍h寫phoe hō͘ tī Sat-te̍k ê教會ê使者，講；有上帝ê七個神，kap七粒星ê，伊ê話講：我知你ê所做，你名是活，實是死。"}},{"book":"啟","chapter":3,"verse":2,"versions":{"unv":"你要警醒，堅固那剩下將要衰微（原文是死）的；因我見你的行為，在我　神面前，沒有一樣是完全的。","bklcl":"Lí tio̍h kéng-séng, kian-kò͘ hiah-ê kî-û teh-beh sí ê sū; in-ūi góa khòaⁿ-kìⁿ lí ê kiâⁿ-chòe, tī góa Siōng-tè ê bīn-chêng bô chi̍t hāng oân-choân.","tghg":"你著警醒，堅固許個其餘啲欲死的事；因為我看見你的行做，佇我上帝的面前，無一項完全。","bklhl":"你tio̍h警醒，堅固hiah-ê其餘teh-beh死ê事；因為我看見你ê行做，tī我上帝ê面前無一項完全。"}},{"book":"啟","chapter":3,"verse":3,"versions":{"unv":"所以要回想你是怎樣領受、怎樣聽見的，又要遵守，並要悔改。若不警醒，我必臨到你那裡，如同賊一樣。我幾時臨到，你也決不能知道。","bklcl":"Só͘-í lí tio̍h kì-tit, lí ū cháiⁿ-iūⁿ siū, cháiⁿ-iūⁿ thiaⁿ; koh tio̍h chip-siú, ia̍h tio̍h hoán-hóe.  Siat-sú m̄ kéng-séng, góa beh chhin-chhiūⁿ chha̍t lâi, lí m̄ chai góa sím-mi̍h sî beh lâi kàu tī lí.","tghg":"所以你著記得你有怎樣受、怎樣聽，閣著執守，亦著反悔。設使呣警醒，我欲親像賊來，你呣知我甚麼時欲來到佇你。","bklhl":"所以你tio̍h記得，你有怎樣受，怎樣聽；koh tio̍h執守，亦tio̍h反悔。設使m̄警醒，我beh親像賊來，你m̄知我甚麼時beh來到tī你。"}},{"book":"啟","chapter":3,"verse":4,"versions":{"unv":"然而在撒狄，你還有幾名是未曾污穢自己衣服的，他們要穿白衣與我同行，因為他們是配得過的。","bklcl":"Chóng-sī tī Sat-te̍k lí iáu ū kúi-nā miâ, bē bat phah lâ-sâm in ê saⁿ, in beh chhēng pe̍h saⁿ, kap góa sì-kè kiâⁿ;  in-ūi in sī ōe kham-tit ê.","tghg":"總是佇撒狄，你猶(iáu)有幾若名未曾拍垃墋(lâ-sâm)𪜶的衫，𪜶欲穿白衫及我四界行，因為𪜶是會堪得的。","bklhl":"總是tī Sat-te̍k你iáu有kúi-nā名，未bat phah lâ-sâm in ê衫，in beh穿白衫，kap我四界行；因為in是能堪得ê。"}},{"book":"啟","chapter":3,"verse":5,"versions":{"unv":"凡得勝的必這樣穿白衣，我也必不從生命冊上塗抹他的名；且要在我父面前，和我父眾使者面前，認他的名。","bklcl":"Tek-sèng ê lâng ia̍h beh án-ni chhēng pe̍h saⁿ; i ê miâ tī oa̍h-miā ê chheh, góa koat-toàn bô chhat-khí-lâi, sī beh jīn i ê miâ tī góa ê Pē ê bīn-chêng, í-ki̍p I hiah-ê thiⁿ-sài ê bīn-chêng.","tghg":"得勝的人亦欲按呢穿白衫，伊的名佇活命的冊，我決斷無擦起來；是欲認伊的名佇我的父的面前，以及伊許個天使的面前。","bklhl":"得勝ê人亦beh án-ni穿白衫；伊ê名tī活命ê冊，我決斷無擦起來，是beh認伊ê名tī我ê父ê面前，以及伊hiah-ê天使ê面前。"}},{"book":"啟","chapter":3,"verse":6,"versions":{"unv":"聖靈向眾教會所說的話，凡有耳的，就應當聽！』」","bklcl":"Ū hī-khang ê tio̍h thiaⁿ Sèng Sîn kā chiah-ê kàu-hōe só͘ kóng ê.","tghg":"有耳孔的，著聽聖神給諸個教會所講的。』」","bklhl":"有耳孔ê tio̍h聽聖神kā chiah ê教會所講ê。"}},{"book":"啟","chapter":3,"verse":7,"versions":{"unv":"「你要寫信給非拉鐵非教會的使者，說：『那聖潔、真實、拿著大衛的鑰匙、開了就沒有人能關、關了就沒有人能開的，說：","bklcl":"Lí tio̍h siá phoe hō͘ tī Hui-lia̍p-thiat-hui ê kàu-hōe ê sù-chiá, kóng;\tSī sèng, sī chin, ū Tāi-pi̍t ê só-sî, khui chiū bô lâng ōe koaiⁿ, koaiⁿ chiū bô lâng ōe khui ê, I ê ōe kóng:","tghg":"「你著寫批互佇非拉鐵非的教會的使者，講：『是聖、是真、有大衛的鎖匙、開就無人會關、關就無人會開的，伊的話講：","bklhl":"你tio̍h寫phoe hō͘ tī Hui-lia̍p-thiat-hui ê教會ê使者，講；\t是聖，是真，有大衛ê鎖匙，開就無人能關，關就無人能開ê，伊ê話講："}},{"book":"啟","chapter":3,"verse":8,"versions":{"unv":"我知道你的行為，你略有一點力量，也曾遵守我的道，沒有棄絕我的名。看哪，我在你面前給你一個敞開的門，是無人能關的。","bklcl":"Góa chai lí ê só͘ chòe, (lí khòaⁿ, góa tī lí ê bīn-chêng í-keng ū kā lí khui mn̂g, sī bô lâng ōe koaiⁿ ê), in-ūi lí ū tām-po̍h khùi-la̍t, í-keng siú góa ê tō-lí, bē bat m̄ jīn góa ê miâ.","tghg":"我知你的所做，你看，我佇你的面前已經有給你開門，是無人會關的。因為你有淡薄氣力，已經守我的道理，未曾呣認我的名。","bklhl":"我知你ê所做，(你看，我tī你ê面前已經有kā你開門，是無人能關ê) ，因為你有淡薄氣力，已經守我ê道理，未bat m̄認我ê名。"}},{"book":"啟","chapter":3,"verse":9,"versions":{"unv":"那撒但一會的，自稱是猶太人，其實不是猶太人，乃是說謊話的，我要使他們來，在你腳前下拜，也使他們知道我是已經愛你了。","bklcl":"Sat-tàn ê hōe, ka-kī kóng sī Iû-thài lâng, kî-si̍t m̄ sī, sī kóng pe̍h-chha̍t ê; góa beh siúⁿ-sù lí hō͘ in lâi phak tī lí ê kha-chêng, koh hō͘ in chai góa í-keng thiàⁿ lí.","tghg":"撒但的會，家己講是猶太人，其實呣是，是講白賊的，我欲賞賜你互𪜶來仆佇你的腳前，閣互𪜶知我已經疼你。","bklhl":"撒旦ê會，家己講是偤太人，其實m̄是，是講白賊ê；我beh賞賜你hō͘ in來仆tī你ê腳前，koh hō͘ in知我已經疼你。"}},{"book":"啟","chapter":3,"verse":10,"versions":{"unv":"你既遵守我忍耐的道，我必在普天下人受試煉的時候，保守你免去你的試煉。","bklcl":"In-ūi lí í-keng siú góa thun-lún ê tō-lí, góa ia̍h beh siú lí thoat-lī hit ê chhì-liān ê sî, chit ê sî beh kàu tī thiⁿ-ē, lâi chhì-liān lóng-chóng khiā-khí tī tōe-chiūⁿ ê lâng.","tghg":"因為你已經守我吞愞(lún)的道理，我亦欲守你脫離彼個試煉的時，此個時欲到佇天下，來試煉攏總徛起佇地上的人。","bklhl":"因為你已經守我吞忍ê道理，我亦beh守你脫離hit ê試煉ê時，chit ê時beh到tī天下，來試煉lóng總khiā起tī地上ê人。"}},{"book":"啟","chapter":3,"verse":11,"versions":{"unv":"我必快來，你要持守你所有的，免得人奪去你的冠冕。","bklcl":"Góa kín-kín kàu; lí só͘ ū ê tio̍h chhî-siú i, bián-tit ū lâng chhiúⁿ lí ê bián-liû.","tghg":"我緊緊到，你所有的著持守伊，免得有人搶你的冕旒。","bklhl":"我緊緊到；你所有ê tio̍h持守伊，免得有人搶你ê冕旒。"}},{"book":"啟","chapter":3,"verse":12,"versions":{"unv":"得勝的，我要叫他在我　神殿中作柱子，他也必不再從那裡出去。我又要將我　神的名和我　神城的名（這城就是從天上、從我　神那裡降下來的新耶路撒冷），並我的新名，都寫在他上面。","bklcl":"Tek-sèng ê lâng, góa beh hō͘ i chòe thiāu tī góa Siōng-tè ê tiān-lāi, koat-toàn bô koh chhut-khì gōa-bīn;  góa ia̍h beh chiong góa Siōng-tè ê miâ, í-ki̍p góa Siōng-tè ê siâⁿ, sin ê Iâ-lō͘-sat-léng, tùi thiⁿ tùi góa ê Siōng-tè kàng-lo̍h ê ê miâ, koh ēng góa sin ê miâ, lóng siá tī i ê téng-bīn.","tghg":"得勝的人，我欲互伊做柱佇我上帝的殿內，決斷無閣出去外面。我亦欲將我上帝的名以及我上帝的城（新的耶路撒冷對天、對我的上帝降落者的名），閣用我新的名，攏寫佇伊的頂面。","bklhl":"得勝ê人，我beh hō͘伊做柱tī我上帝ê殿內，決斷無koh出去外面；我亦beh將我上帝ê名，以及我上帝ê城，新ê耶路撒冷，tùi天tùi我ê上帝降落ê ê名，koh用我新ê名，lóng寫tī伊ê頂面。"}},{"book":"啟","chapter":3,"verse":13,"versions":{"unv":"聖靈向眾教會所說的話，凡有耳的，就應當聽！』」","bklcl":"Ū hī-khang ê, tio̍h thiaⁿ Sèng Sîn kā chiah-ê kàu-hōe só͘ kóng ê.","tghg":"有耳孔的，著聽聖神給諸個教會所講的。』」","bklhl":"有耳孔ê tio̍h聽聖神kā chiah ê教會所講ê。"}},{"book":"啟","chapter":3,"verse":14,"versions":{"unv":"「你要寫信給老底嘉教會的使者，說：『那為阿們的，為誠信真實見證的，在　神創造萬物之上為元首的，說：","bklcl":"Lí tio̍h siá phoe hō͘ tī Ló-tí-ka ê kàu-hōe ê sù-chiá, kóng;\tChòe À-bēng, chòe tiong-sìn chin-si̍t ê kan-chèng, chòe Siōng-tè chō-hòa ê goân-thâu ê, I ê ōe kóng:","tghg":"「你著寫批互佇老底嘉的教會的使者，講：『做阿們，做忠信真實的干證，做上帝造化的源頭的，伊的話講：","bklhl":"你tio̍h寫phoe hō͘ tī Ló-tí-ka ê教會ê使者，講；\t做À-bēng，做忠信真實ê干證，做上帝造化ê源頭ê，伊ê話講："}},{"book":"啟","chapter":3,"verse":15,"versions":{"unv":"我知道你的行為，你也不冷也不熱；我巴不得你或冷或熱。","bklcl":"Góa chai lí ê só͘ chòe, lí sī bô léng bô jia̍t; góa goān lí he̍k-sī léng he̍k-sī jia̍t.","tghg":"我知你的所做，你是無冷無熱；我願你或是冷或是熱。","bklhl":"我知你ê所做，你是無冷無熱；我願你或是冷或是熱。"}},{"book":"啟","chapter":3,"verse":16,"versions":{"unv":"你既如溫水，也不冷也不熱，所以我必從我口中把你吐出去。","bklcl":"Lí kì-jiân sī lâ-lûn-sio, m̄ chiâⁿ jia̍t m̄ chiâⁿ léng, góa beh thò͘ lí chhut góa ê chhùi.","tghg":"你既然是略溫燒(lâ-lûn-sio)，呣成熱呣成冷，我欲吐你出我的嘴。","bklhl":"你既然是lâ-lûn燒，m̄成熱m̄成冷，我beh吐你出我ê嘴。"}},{"book":"啟","chapter":3,"verse":17,"versions":{"unv":"你說：我是富足，已經發了財，一樣都不缺；卻不知道你是那困苦、可憐、貧窮、瞎眼、赤身的。","bklcl":"In-ūi lí ka-kī kóng, Góa sī hó-gia̍h, í-keng hoat-châi, lóng bô khiàm-kheh; iā m̄ chai lí sī khùn-khó͘, khó-lîn, sòng-hiong, chhiⁿ-mî, thǹg-theh;","tghg":"因為你家己講：我是好額，已經發財，攏無欠缺；也呣知你是困苦、可憐、喪鄉、睛瞑、褪裼(thǹg-theh)。","bklhl":"因為你家己講，我是好額，已經發財，lóng無欠缺；也m̄知你是困苦、可憐、sòng-hiong、chhiⁿ-mî、thǹg-theh；"}},{"book":"啟","chapter":3,"verse":18,"versions":{"unv":"我勸你向我買火煉的金子，叫你富足；又買白衣穿上，叫你赤身的羞恥不露出來；又買眼藥擦你的眼睛，使你能看見。","bklcl":"góa thòe lí siūⁿ, tio̍h tùi góa bóe kè hé thoàn-liān ê kim, thang tit-tio̍h hó-gia̍h; koh bóe pe̍h saⁿ thang chhēng, hō͘ lí bô lō͘-hiān thǹg-theh ê kiàn-siàu; koh bóe io̍h-ko, lâi boah lí ê ba̍k-chiu, hō͘ lí ōe khòaⁿ-kìⁿ.","tghg":"我替你想著對我買過火鍛煉的金，通得著好額；閣買白衫通穿，互你無露現褪裼的見誚；閣買藥膏來抹你的目睭，互你會看見。","bklhl":"我替你想，tio̍h tùi我買過火鍛鍊ê金，thang得tio̍h好額；koh買白衫thang穿，hō͘你無露現thǹg-theh ê見笑；koh買藥膏，來抹你ê目睭，hō͘你能看見。"}},{"book":"啟","chapter":3,"verse":19,"versions":{"unv":"凡我所疼愛的，我就責備管教他；所以你要發熱心，也要悔改。","bklcl":"Kìⁿ-nā góa só͘ thiàⁿ ê lâng, góa chek-pī lâi kéng-kài i;  só͘-í tio̍h hùn-chì lâi hoán-hóe.","tghg":"見若我所疼的人，我責備來警戒伊；所以著奮志來反悔。","bklhl":"見若我所疼ê人，我責備來警戒伊；所以tio̍h奮志來反悔。"}},{"book":"啟","chapter":3,"verse":20,"versions":{"unv":"看哪，我站在門外叩門，若有聽見我聲音就開門的，我要進到他那裡去，我與他，他與我一同坐席。","bklcl":"Góa khiā tī mn̂g-gōa phah mn̂g, thiaⁿ-kìⁿ góa ê siaⁿ lâi khui ê lâng, góa beh ji̍p-khì chiū-kūn i, lâi kap i chia̍h, i ia̍h kap góa chia̍h.","tghg":"我徛佇門外拍門，聽見我的聲來開的人，我欲入去就近伊，來及伊食，伊亦及我食。","bklhl":"我khiā tī門外phah門，聽見我ê聲來開ê人，我beh入去就近伊，來kap伊食，伊亦kap我食。"}},{"book":"啟","chapter":3,"verse":21,"versions":{"unv":"得勝的，我要賜他在我寶座上與我同坐，就如我得了勝，在我父的寶座上與他同坐一般。","bklcl":"Tek-sèng ê lâng, góa beh hō͘ i kap góa tâng chē tī góa ê chō-ūi, chhin-chhiūⁿ góa tek-sèng lâi kap góa ê Pē tâng chē tī I ê chō-ūi chi̍t iūⁿ.","tghg":"得勝的人，我欲互伊及我同坐佇我的座位，親像我得勝，來及我的父同坐佇伊的座位一樣。","bklhl":"得勝ê人，我beh hō͘伊kap我同坐tī我ê座位，親像我得勝來kap我ê父同坐tī伊ê座位一樣。"}},{"book":"啟","chapter":3,"verse":22,"versions":{"unv":"聖靈向眾教會所說的話，凡有耳的，就應當聽！』」","bklcl":"Ū hī-khang ê, tio̍h thiaⁿ Sèng Sîn kā chiah-ê kàu-hōe só͘ kóng ê.","tghg":"有耳孔的，著聽聖神給諸個教會所講的。』」","bklhl":"有耳孔ê，tio̍h聽聖神kā chiah ê教會所講ê。"}}]