[{"book":"啟","chapter":9,"verse":1,"versions":{"unv":"第五位天使吹號，我就看見一個星從天落到地上，有無底坑的鑰匙賜給它。","bklcl":"Tē gō͘ ê thiⁿ-sài pûn, góa chiū khòaⁿ-kìⁿ chi̍t lia̍p chhiⁿ í-keng tùi thiⁿ tūi-lo̍h tōe; ū chiong bô tóe chhim-khiⁿ ê só-sî hō͘ i.","tghg":"第五個天使歕(pûn)，我就看見一粒星已經對天墜落地，有將無底深坑的鎖匙互伊。","bklhl":"第五個天使pûn，我就看見一粒星已經tùi天墜落地；有將無底深坑ê鎖匙hō͘伊。"}},{"book":"啟","chapter":9,"verse":2,"versions":{"unv":"它開了無底坑，便有煙從坑裡往上冒，好像大火爐的煙；日頭和天空都因這煙昏暗了。","bklcl":"Kàu i khui bô tóe ê chhim-khiⁿ, chiū ian tùi chhim-khiⁿ chhèng-khí-lâi chhin-chhiūⁿ tōa hé-lô͘ ê ian;  ji̍t kap khong-khì lóng in-ūi chhim-khiⁿ ê ian chiū àm.","tghg":"到伊開無底的深坑，就煙對深坑淐(chhèng)起來，親像大火爐的煙；日及空氣攏因為深坑的煙就暗。","bklhl":"到伊開無底ê深坑，就煙tùi深坑chhèng起來親像大火爐ê煙；日kap空氣lóng因為深坑ê煙就暗。"}},{"book":"啟","chapter":9,"verse":3,"versions":{"unv":"有蝗蟲從煙中出來，飛到地上；有能力賜給牠們，好像地上蠍子的能力一樣，","bklcl":"Ū chháu-meh tùi hit ê ian chhut-lâi tī tōe-ni̍h;  ū koân hō͘ in, chhin-chhiūⁿ tōe-ni̍h ê giat-á-thâng ū koân chi̍t iūⁿ.","tghg":"有草蜢對彼個煙出來，佇地裡；有權互𪜶，親像地裡的蠍仔蟲(giat-á-thâng)有權一樣，","bklhl":"有草蜢tùi hit ê煙出來tī地裡；有權hō͘ in，親像地裡ê蠍á蟲有權一樣。"}},{"book":"啟","chapter":9,"verse":4,"versions":{"unv":"並且吩咐牠們說，不可傷害地上的草和各樣青物，並一切樹木，惟獨要傷害額上沒有　神印記的人。","bklcl":"Koh ū kā in kóng, m̄ thang siong-hāi tōe ê chháu, kap it-chhè chhiⁿ ê mi̍h,  kap ta̍k iūⁿ ê chhiū-ba̍k, to̍k-to̍k siong-hāi hiah-ê tī thâu-hia̍h bô ū Siōng-tè ê ìn ê lâng.","tghg":"閣有給𪜶講，呣通傷害地的草及一切青的物，及逐樣的樹木，獨獨傷害許個佇頭額(hia̍h)無有上帝的印的人。","bklhl":"Koh有kā in講，m̄-thang傷害地ê草，kap一切青ê物，kap ta̍k樣ê樹木，獨獨傷害hiah-ê tī頭額無有上帝ê印ê人。"}},{"book":"啟","chapter":9,"verse":5,"versions":{"unv":"但不許蝗蟲害死他們，只叫他們受痛苦五個月。這痛苦就像蠍子螫人的痛苦一樣。","bklcl":"Koh bēng-lēng in m̄ thang hāi-sí in, chí ū hō͘ in thàng-thiàⁿ gō͘ ge̍h ji̍t kú;  in ê thàng-thiàⁿ chhin-chhiūⁿ giat-á-thâng chhioh lâng ê thàng-thiàⁿ chi̍t iūⁿ.","tghg":"閣命令𪜶呣通害死𪜶，只有互𪜶痛疼五月日久。𪜶的痛疼親像蠍仔蟲螫(chhioh)人的痛疼一樣。","bklhl":"Koh命令in m̄-thang害死in，只有hō͘ in痛疼五月日久；in ê痛疼親像蠍á蟲螫(chhioh)人ê痛疼一樣。"}},{"book":"啟","chapter":9,"verse":6,"versions":{"unv":"在那些日子，人要求死，決不得死；願意死，死卻遠避他們。","bklcl":"Tī hiah-ê ji̍t lâng beh kiû sí, iā bōe tit-tio̍h;  ài beh sí, iā sí siám-pī i.","tghg":"佇許個日，人欲求死，也𣍐得著；愛欲死，也死閃避伊。","bklhl":"Tī hiah-ê日人beh求死，也bōe得tio̍h；ài beh死，也死閃避伊。"}},{"book":"啟","chapter":9,"verse":7,"versions":{"unv":"蝗蟲的形狀，好像預備出戰的馬一樣，頭上戴的好像金冠冕，臉面好像男人的臉面，","bklcl":"Chháu-meh ê khoán-sit chhin-chhiūⁿ pī-pān chhut-chiàn ê bé;  thâu-khak téng hóng-hut ū bián-liû chhin-chhiūⁿ kim; in ê bīn chhin-chhiūⁿ lâng ê bīn.","tghg":"草蜢的款式，親像備辦出戰的馬，頭殼頂彷彿(hóng-hut)有冕旒親像金，𪜶的面親像人的面，","bklhl":"草蜢ê款式親像備辦出戰ê馬；頭殼頂彷彿有冕旒親像金；in ê面親像人ê面。"}},{"book":"啟","chapter":9,"verse":8,"versions":{"unv":"頭髮像女人的頭髮，牙齒像獅子的牙齒。","bklcl":"Ū thâu-mn̂g chhin-chhiūⁿ hū-jîn-lâng ê thâu-mn̂g; in ê gê chhin-chhiūⁿ sai ê gê.","tghg":"有頭毛親像婦仁人的頭毛，𪜶的牙親像獅的牙。","bklhl":"有頭毛親像婦人人ê頭毛；in ê牙親像獅ê牙。"}},{"book":"啟","chapter":9,"verse":9,"versions":{"unv":"胸前有甲，好像鐵甲。牠們翅膀的聲音，好像許多車馬奔跑上陣的聲音。","bklcl":"Koh ū hō͘-sim-kiàⁿ chhin-chhiūⁿ thih ê hō͘-sim-kiàⁿ; in ê si̍t ê siaⁿ chhin-chhiūⁿ chōe-chōe chhia-bé cháu khì kau-chiàn ê siaⁿ.","tghg":"閣有護心鏡，親像鐵的護心鏡。𪜶的翅的聲，親像多多車馬走去交戰的聲。","bklhl":"Koh有護心鏡親像鐵ê護心鏡；in ê翼ê聲親像chōe-chōe 車馬走去交戰ê聲。"}},{"book":"啟","chapter":9,"verse":10,"versions":{"unv":"有尾巴像蠍子，尾巴上的毒鉤能傷人五個月。","bklcl":"In ū bé chhin-chhiūⁿ giat-á-thâng iā ū chhì; in ê koân ōe siong-hāi lâng gō͘ ge̍h-ji̍t, sī tī in ê bé.","tghg":"𪜶有尾親像蠍仔蟲，亦有茦(chhì)，𪜶的權會傷害人五月日，是佇𪜶的尾。","bklhl":"In有尾親像蠍á蟲也有刺；in ê權會傷害人五月日，是tī in ê尾。"}},{"book":"啟","chapter":9,"verse":11,"versions":{"unv":"有無底坑的使者作牠們的王，按著希伯來話，名叫亞巴頓，希臘話，名叫亞玻倫。","bklcl":"Chòe in ê ông ê chiū-sī chhim-khiⁿ ê chhe-sài;  Hi-pek-lâi ê im, miâ kiò A-pa-tùn;  Hi-lī-nî ê im, miâ kiò A-pho-lûn.","tghg":"做𪜶的王的就是深坑的差使，希伯來的音，名叫亞巴頓，希利尼的音，名叫亞玻倫。","bklhl":"做in ê王ê就是深坑ê差使；希伯來ê音，名叫A-pa-tùn；希利尼ê音，名叫A-pho-lûn。"}},{"book":"啟","chapter":9,"verse":12,"versions":{"unv":"第一樣災禍過去了，還有兩樣災禍要來。","bklcl":"Thâu chi̍t ê chai-ē í-keng kè-sin;  hiah-ê tāi-chì í-āu, iáu ū nn̄g hāng chai-ē beh kàu.","tghg":"頭一個災禍已經過身，許個代誌以後，猶有二項災禍欲到。","bklhl":"頭一个災禍已經過身；hiah-ê tāi-chì以後，iáu有兩項災禍beh到。"}},{"book":"啟","chapter":9,"verse":13,"versions":{"unv":"第六位天使吹號，我就聽見有聲音從　神面前金壇的四角出來，","bklcl":"Tē la̍k ê thiⁿ-sài pûn, góa chiū thiaⁿ-kìⁿ ū chi̍t ê siaⁿ tùi Siōng-tè bīn-chêng ê kim-tôaⁿ chiah-ê kak chhut-lâi,","tghg":"第六個天使歕，我就聽見有一個聲對上帝面前的金壇諸個角出來，","bklhl":"第六个天使pûn，我就聽見有一个聲tùi上帝面前ê金壇chiah ê角出來，"}},{"book":"啟","chapter":9,"verse":14,"versions":{"unv":"吩咐那吹號的第六位天使，說：「把那捆綁在幼發拉底大河的四個使者釋放了。」","bklcl":"kā hit ê kia̍h hō-thâu ê tē la̍k ê thiⁿ-sài kóng, Pa̍k tī Pek-lat tōa hô hit sì ê thiⁿ-sài, lí tio̍h tháu-pàng in.","tghg":"給彼個攑號頭的第六個天使，講：「縛(pa̍k)佇伯拉大河彼四個天使，你著解放(tháu-pàng)𪜶。」","bklhl":"kā hit ê kia̍h號頭ê第六個天使講，縛tī Pek-lat大河hit四個天使，你tio̍h tháu放in。"}},{"book":"啟","chapter":9,"verse":15,"versions":{"unv":"那四個使者就被釋放；他們原是預備好了，到某年某月某日某時，要殺人的三分之一。","bklcl":"Hit sì ê thiⁿ-sài siū tháu-pàng, chiū-sī só͘ pī-pān kàu hit ê sî, ji̍t, ge̍h, nî, beh hāi-sí lâng saⁿ hūn ê chi̍t hūn ê.","tghg":"彼四個天使受解放；就是所備辦到彼的時日月年，欲害死人三份的一份的。","bklhl":"Hit四個天使受tháu放，就是所備辦到 hit ê時、日、月、年，beh害死人三份ê一份ê。"}},{"book":"啟","chapter":9,"verse":16,"versions":{"unv":"馬軍有二萬萬；他們的數目我聽見了。","bklcl":"Bé-peng ê siàu-gia̍h ū nn̄g-bān-bān;  in ê siàu-gia̍h góa thiaⁿ-kìⁿ lah.","tghg":"馬兵的數額(siàu-gia̍h)有二萬萬；𪜶的數額我聽見啦。","bklhl":"馬兵ê數額有兩萬萬；in ê數額我聽見lah。"}},{"book":"啟","chapter":9,"verse":17,"versions":{"unv":"我在異象中看見那些馬和騎馬的，騎馬的胸前有甲如火，與紫瑪瑙並硫磺。馬的頭好像獅子頭，有火、有煙、有硫磺從馬的口中出來。","bklcl":"Góa tī īⁿ-siōng tiong khòaⁿ-kìⁿ bé kap khiâ bé ê chhin-chhiūⁿ án-ni;  in ū hō͘-sim-kiàⁿ chhin-chhiūⁿ hé, chhin-chhiūⁿ chí-sek ê ge̍k, chhin-chhiūⁿ jiû-n̂g; bé thâu sī chhin-chhiūⁿ sai ê thâu; tùi in ê chhùi chhut hé kap ian kap jiû-n̂g.","tghg":"我佇異象中看見馬及騎馬的親像按呢，𪜶有護心鏡親像火，親像紫色的玉，親像硫磺。馬頭是親像獅的頭，對𪜶的嘴出火及煙及硫磺。","bklhl":"我tī異象中看見馬kap騎馬ê親像án-ni；in有護心鏡親像火，親像紫色ê玉，親像硫磺；馬頭是親像獅ê頭；tùi in ê嘴出火kap煙kap硫磺。"}},{"book":"啟","chapter":9,"verse":18,"versions":{"unv":"口中所出來的火與煙並硫磺，這三樣災殺了人的三分之一。","bklcl":"Tùi in ê chhùi só͘ chhut-lâi ê hé kap ian kap jiû-n̂g, chit saⁿ hāng ê chai-ē, lâng saⁿ hūn ê chi̍t hūn tú-tio̍h hāi-sí.","tghg":"對𪜶的嘴所出來的火及煙及硫磺，此三項的災禍人三份的一份抵著(tú-tio̍h)害死。","bklhl":"Tùi in ê嘴所出來ê火kap煙kap硫磺，chit三項ê災禍，人三份ê一份tú-tio̍h害死。"}},{"book":"啟","chapter":9,"verse":19,"versions":{"unv":"這馬的能力是在口裡和尾巴上；因這尾巴像蛇，並且有頭用以害人。","bklcl":"Hiah ê bé ê koân chāi-tī in ê chhùi, koh chāi-tī in ê bé;  in-ūi in ê bé sī chhin-chhiūⁿ chôa, koh ū thâu; ēng hiah-ê siong-hāi lâng.","tghg":"許個馬的權在佇𪜶的嘴閣在佇𪜶的尾；因為𪜶的尾是親像蛇，閣有頭用許個傷害人。","bklhl":"Hiah-ê馬ê權在tī in ê嘴，koh在tī in ê尾；因為in ê尾是親像蛇，koh有頭；用hiah-ê傷害人。"}},{"book":"啟","chapter":9,"verse":20,"versions":{"unv":"其餘未曾被這些災所殺的人仍舊不悔改自己手所做的，還是去拜鬼魔和那些不能看、不能聽、不能走，金、銀、銅、木、石的偶像，","bklcl":"Kî-û ê lâng, bô tùi chiah-ê chai-ē sí ê, iáu-kú bô hoán-hóe, lâi kóe in ê chhiú só͘ chòe, iû-goân pài chiah-ê kúi, kap bōe ōe khòaⁿ, bōe ōe thiaⁿ, bōe ōe kiâⁿ, kim, gûn, tâng, chio̍h, chhâ ê ngó͘-siōng;","tghg":"其餘的人無對諸個災禍死的，猶久無反悔來改𪜶的手所做，猶原拜諸個鬼及𣍐會看、𣍐會聽、𣍐會行，金、銀、銅、石、柴的偶像，","bklhl":"其餘ê人，無tùi chiah ê災禍死ê，iáu-kú無反悔，來改in ê手所做，猶原拜chiah ê鬼，kap bōe-ōe看，bōe-ōe聽，bōe-ōe行，金、銀、銅、石、柴ê偶像；"}},{"book":"啟","chapter":9,"verse":21,"versions":{"unv":"又不悔改他們那些凶殺、邪術、姦淫、偷竊的事。","bklcl":"koh bô hoán-hóe lâi kóe in ê thâi-lâng, siâ-su̍t, îm-loān, thau-the̍h.","tghg":"閣無反悔來改𪜶的刣人、邪術、淫亂、偷提。","bklhl":"koh無反悔來改in ê 刣人、邪術、淫亂、偷the̍h。"}}]