[{"book":"啟","chapter":14,"verse":1,"versions":{"unv":"我又觀看，見羔羊站在錫安山，同他又有十四萬四千人，都有他的名和他父的名寫在額上。","bklcl":"Góa koh khòaⁿ, khòaⁿ-kìⁿ Iûⁿ-ko khiā tī Sûn-soaⁿ, kap I tī-teh ê, ū cha̍p-sì-bān sì-chheng lâng; lóng ū Iûⁿ-ko ê miâ, kap I ê Pē ê miâ, siá tī in ê thâu-hia̍h.","tghg":"我閣看，看見羊羔徛佇郇山，及伊佇啲的有十四萬四千人，攏有羊羔的名及伊的父的名寫佇𪜶的頭額(hia̍h)。","bklhl":"我koh看，看見羊羔khiā tī郇山，kap伊tī-teh ê，有十四萬四千人；lóng有羊羔ê名，kap伊ê父ê名，寫tī in ê頭額。"}},{"book":"啟","chapter":14,"verse":2,"versions":{"unv":"我聽見從天上有聲音，像眾水的聲音和大雷的聲音，並且我所聽見的好像彈琴的所彈的琴聲。","bklcl":"Góa thiaⁿ-kìⁿ tùi thiⁿ ū siaⁿ, chhin-chhiūⁿ chōe-chōe tiâu chúi ê siaⁿ, ia̍h chhin-chhiūⁿ lûi tōa tân ê siaⁿ; koh góa só͘ thiaⁿ ê siaⁿ, ū chhin-chhiūⁿ tôaⁿ khîm ê teh tôaⁿ in ê khîm:","tghg":"我聽見對天有聲，親像多多條水的聲亦親像雷大鳴(tân)的聲，閣我所聽的聲有親像彈琴的啲彈𪜶的琴。","bklhl":"我聽見tùi天有聲，親像chōe-chōe條水ê聲，亦親像雷大tân ê聲；koh我所聽ê聲，有親像彈琴ê teh彈in ê琴："}},{"book":"啟","chapter":14,"verse":3,"versions":{"unv":"他們在寶座前，並在四活物和眾長老前唱歌，彷彿是新歌；除了從地上買來的那十四萬四千人以外，沒有人能學這歌。","bklcl":"in tī chō-ūi chêng, ia̍h tī sì ê oa̍h mi̍h kap tiúⁿ-ló ê bīn-chêng, só͘ gîm ê chhin-chhiūⁿ sin ê si; hit ê si bô lâng ōe ha̍k-si̍p, to̍k-to̍k tùi tōe-chiūⁿ siū bóe chhut ê cha̍p-sì-bān sì-chheng lâng ōe nā-tiāⁿ.","tghg":"𪜶佇座位前，亦佇四個活物及長老的面前，所吟的親像新的詩；彼個詩無人會學習，獨獨對地上受買出的十四萬四千人會若定。","bklhl":"in tī座位前，亦tī四個活物kap長老ê面前，所吟ê親像新ê詩；hit ê詩無人能學習，獨獨tùi地上受買出ê十四萬四千人能nā-tiāⁿ。"}},{"book":"啟","chapter":14,"verse":4,"versions":{"unv":"這些人未曾沾染婦女，他們原是童身。羔羊無論往哪裡去，他們都跟隨他。他們是從人間買來的，作初熟的果子歸與　神和羔羊。","bklcl":"Chiah-ê lâng sī m̄ bat bak-tio̍h lú-sek ê, sī cheng-kiat ê lâng; chiah-ê lâng sī tè Iûⁿ-ko, bô lūn tá-lo̍h khì; chiah-ê lâng sī tùi lâng ê tiong-kan siū bóe chhut, chòe khí-thâu se̍k ê ké-chí, hiàn hō͘ Siōng-tè kap Iûⁿ-ko ê.","tghg":"諸個人是呣曾染(bak)著女色的，是貞潔的人。諸個人是隨羊羔，無論叨落去。諸個人是對人的中間受買出，做起頭熟的果子獻互上帝及羊羔的。","bklhl":"Chiah-ê人是m̄-bat bak-tio̍h女色ê，是貞潔ê人；chiah ê人是tè羊羔，無論tá-lo̍h去；chiah ê人是tùi人ê中間受買出，做起頭熟ê果子，獻hō͘上帝kap羊羔ê。"}},{"book":"啟","chapter":14,"verse":5,"versions":{"unv":"在他們口中察不出謊言來；他們是沒有瑕疵的。","bklcl":"In ê chhùi bô pe̍h-chha̍t, in sī bô hâ-chhû ê.","tghg":"𪜶的嘴無白賊；𪜶是無瑕疵(hâ-chhû)的。","bklhl":"In ê嘴無白賊，in是無瑕疵ê。"}},{"book":"啟","chapter":14,"verse":6,"versions":{"unv":"我又看見另有一位天使飛在空中，有永遠的福音要傳給住在地上的人，就是各國、各族、各方、各民。","bklcl":"Góa koh khòaⁿ-kìⁿ pa̍t ê thiⁿ-sài, pe tī thiⁿ-tiong; ū éng-oán ê hok-im thang thoân hō͘ tiàm tī tōe-ni̍h ê lâng; ia̍h hō͘ ta̍k pang-kok, ta̍k chióng-cho̍k, ta̍k hō khiuⁿ-kháu, ta̍k iūⁿ peh-sìⁿ;","tghg":"我閣看見別個天使飛佇天中，有永遠的福音通傳互踮佇地裡的人，亦互逐邦國、逐種族、逐號腔口，逐樣百姓。","bklhl":"我koh看見別個天使，飛tī天中；有永遠ê福音thang傳hō͘ tiàm-tī地裡ê人；亦hō͘ ta̍k邦國，ta̍k種族，ta̍k號腔口，ta̍k樣百姓；"}},{"book":"啟","chapter":14,"verse":7,"versions":{"unv":"他大聲說：「應當敬畏　神，將榮耀歸給他！因他施行審判的時候已經到了。應當敬拜那創造天地海和眾水泉源的。」","bklcl":"i tōa siaⁿ kóng,  Tio̍h kèng-ùi Siōng-tè, chiong êng-kng kui hō͘ I, in-ūi I sím-phòaⁿ ê sî kàu lah;  ia̍h tio̍h pài hit ê chhòng-chō thiⁿ, tōe, hái, í-ki̍p chiah-ê chúi-chôaⁿ ê.","tghg":"伊大聲講：「著敬畏上帝，將榮光歸互伊！因為伊審判的時到啦。亦著拜彼個創造天、地、海，以及諸個水泉的。」","bklhl":"伊大聲講，Tio̍h敬畏上帝，將榮光歸hō͘伊，因為伊審判ê時到lah；亦tio̍h拜hit ê創造天、地、海，以及chiah ê水泉ê。"}},{"book":"啟","chapter":14,"verse":8,"versions":{"unv":"又有第二位天使接著說：「叫萬民喝邪淫、大怒之酒的巴比倫大城傾倒了！傾倒了！」","bklcl":"Koh ū pa̍t ê thiⁿ-sài, sī tē jī ê, tè tī āu-bīn kóng, Tó-hoāi ah, tó-hoāi ah, tōa ê Pa-pí-lûn, chiū-sī hō͘ bān pang lim i îm-loān jiá-tio̍h siū-khì ê chiú ê.","tghg":"閣有別個天使是第二個，隨(tè)佇後面講：「倒壞啊！倒壞啊！大的巴比倫就是互萬邦飲伊淫亂、惹著受氣的酒的。」","bklhl":"Koh有別個天使，是第二個，tè tī後面講，倒壞ah，倒壞ah，大ê巴比倫，就是hō͘萬邦lim伊淫亂惹tio̍h受氣ê酒ê。"}},{"book":"啟","chapter":14,"verse":9,"versions":{"unv":"又有第三位天使接著他們，大聲說：「若有人拜獸和獸像，在額上或在手上受了印記，","bklcl":"Koh ū pa̍t ê thiⁿ-sài, tē saⁿ ê, tè in, tōa siaⁿ kóng, Nā ū pài siù kap i ê siōng, í-ki̍p siū khàm-ìn ê kì-hō tī thâu-hia̍h á-sī tī i ê chhiú-ni̍h ê,","tghg":"閣有別個天使第三個，隨𪜶，大聲講：「若有拜獸及伊的像，以及受蓋印的記號佇頭額抑是佇伊的手裡的，","bklhl":"Koh有別個天使，第三個，tè in，大聲講，若有拜獸kap伊ê像，以及受蓋印ê記號tī頭額á是tī伊ê手裡ê，"}},{"book":"啟","chapter":14,"verse":10,"versions":{"unv":"這人也必喝　神大怒的酒；此酒斟在　神忿怒的杯中純一不雜。他要在聖天使和羔羊面前，在火與硫磺之中受痛苦。","bklcl":"i iā beh lim Siōng-tè tōa siū-khì ê chiú, chiū-sī bô thàu ê, thîn tī I siū-khì ê chiú-poe;  koh beh tī sèng thiⁿ-sài ê bīn-chêng kap Iûⁿ-ko ê bīn-chêng siū-tio̍h hé kap jiû-n̂g ê khó͘-chhó͘.","tghg":"伊也欲飲上帝大受氣的酒；就是無透的，斟(thîn)佇伊受氣的酒杯。閣欲佇聖天使的面前及羊羔的面前，受著火及硫磺的苦楚。","bklhl":"伊也beh lim上帝大受氣ê酒，就是無透ê，thîn tī伊受氣ê酒杯；koh beh tī聖天使ê面前kap羊羔ê面前受tio̍h火kap硫磺ê苦楚。"}},{"book":"啟","chapter":14,"verse":11,"versions":{"unv":"他受痛苦的煙往上冒，直到永永遠遠。那些拜獸和獸像，受牠名之印記的，晝夜不得安寧。」","bklcl":"In siū khó͘-chhó͘ ê ian chhèng chiūⁿ koâiⁿ, tāi-tāi bô soah.  Koh pài siù kap i ê siōng, í-ki̍p siū i ê miâ khàm-ìn ê kì-hō ê, ji̍t-mî bô thang tit-tio̍h an-hioh.","tghg":"𪜶受苦楚的煙淐(chhèng)上高，代代無息。閣拜獸及伊的像，以及受伊的名蓋印的記號的，日暝無通得著安息。」","bklhl":"In受苦楚ê 煙chhèng上高，代代無soah。Koh拜獸kap伊ê像，以及受伊ê名蓋印ê記號ê，日暝無thang得tio̍h安歇。"}},{"book":"啟","chapter":14,"verse":12,"versions":{"unv":"聖徒的忍耐就在此；他們是守　神誡命和耶穌真道的。","bklcl":"Sèng-tô͘ ê thun-lún sī chāi-tī chit-ê; che chiū-sī siú Siōng-tè ê kài kap siú Iâ-so͘ ê sìn ê.","tghg":"聖徒的吞愞(lún)是在佇此個；這就是守上帝的誡及守耶穌的信的。","bklhl":"聖徒ê吞忍是在tī chit ê；這就是守上帝ê誡kap守耶穌ê信ê。"}},{"book":"啟","chapter":14,"verse":13,"versions":{"unv":"我聽見從天上有聲音說：「你要寫下：從今以後，在主裡面而死的人有福了！」聖靈說：「是的，他們息了自己的勞苦，做工的果效也隨著他們。」","bklcl":"Góa thiaⁿ-kìⁿ tùi thiⁿ ū siaⁿ kóng, Lí tio̍h siá i, Taⁿ í-āu tī Chú lâi sí ê sí-lâng ū hok-khì;  Sèng Sîn kóng, Sī lah, hō͘ in soah in ê tio̍h-bôa lâi an-hioh, in só͘ chòe ê kang iā tè in.","tghg":"我聽見對天有聲講：「你著寫伊：今以後，佇主來死的死人有福氣！」聖神講：「是啦，互𪜶息(soah)𪜶的著磨來安息，𪜶所做的工也隨𪜶。」","bklhl":"我聽見tùi天有聲講，你tio̍h寫伊，Taⁿ以後tī主來死ê死人有福氣；聖神講，是lah，hō͘ in soah in ê tio̍h磨來安歇，in所做ê工也tè in。"}},{"book":"啟","chapter":14,"verse":14,"versions":{"unv":"我又觀看，見有一片白雲，雲上坐著一位好像人子，頭上戴著金冠冕，手裡拿著快鐮刀。","bklcl":"Góa koh khòaⁿ, khòaⁿ-kìⁿ ū pe̍h ê hûn, ū chhin-chhiūⁿ Jîn-chú ê chē tī hûn ê téng-bīn, thâu-khak tì kim ê bián-liû, chhiú kia̍h lāi ê koeh-á.","tghg":"我閣看，看見有白的雲，有親像人子的坐佇雲的頂面，頭殼戴金的冕旒，手攑利的鍥仔(koeh-á)。","bklhl":"我koh看，看見有白ê雲，有親像人子ê坐tī雲ê頂面，頭殼戴金ê冕旒，手kia̍h利ê 鍥(koeh)á。"}},{"book":"啟","chapter":14,"verse":15,"versions":{"unv":"又有一位天使從殿中出來，向那坐在雲上的大聲喊著說：「伸出你的鐮刀來收割；因為收割的時候已經到了，地上的莊稼已經熟透了。」","bklcl":"Koh ū pa̍t ê thiⁿ-sài tùi tiān-ni̍h chhut-lâi, tùi hit ê chē tī hûn ê téng-bīn ê tōa siaⁿ kiò kóng,  Tio̍h chhun-chhut lí ê koeh-á lâi koah; in-ūi siu-koah ê sî í-keng kàu;  sī tōe-chiūⁿ ê ngó͘-kok í-keng se̍k lah.","tghg":"閣有別個天使對殿裡出來，對彼個坐佇雲的頂面的大聲叫講：「著伸出你的鍥仔來割；因為收割的時已經到，是地上的五穀已經熟啦。」","bklhl":"Koh有別個天使tùi殿裡出來，tùi hit ê坐tī雲ê頂面ê大聲叫講，Tio̍h伸出你ê鍥á來割；因為收割ê時已經到；是地上ê五穀已經熟lah。"}},{"book":"啟","chapter":14,"verse":16,"versions":{"unv":"那坐在雲上的，就把鐮刀扔在地上，地上的莊稼就被收割了。","bklcl":"Chē tī hûn-ni̍h ê chiū hiat I ê koeh-á tī tōe-ni̍h; tōe-chiūⁿ ê ngó͘-kok chiū siu-koah.","tghg":"坐佇雲裡的，就㧒(hiat)伊的鍥仔佇地裡，地上的五穀就收割。","bklhl":"坐tī雲裡ê就hiat伊ê鍥á tī地裡；地上ê五穀就收割。"}},{"book":"啟","chapter":14,"verse":17,"versions":{"unv":"又有一位天使從天上的殿中出來，他也拿著快鐮刀。","bklcl":"Koh ū pa̍t ê thiⁿ-sài tùi thiⁿ-ni̍h ê tiān chhut-lâi, i iā kia̍h lāi ê koeh-á.","tghg":"閣有別個天使對天裡的殿出來，伊也攑利的鍥仔。","bklhl":"Koh有別個天使tùi天裡ê殿出來，伊也kia̍h利ê鍥á。"}},{"book":"啟","chapter":14,"verse":18,"versions":{"unv":"又有一位天使從祭壇中出來，是有權柄管火的，向拿著快鐮刀的大聲喊著說：「伸出快鐮刀來，收取地上葡萄樹的果子，因為葡萄熟透了！」","bklcl":"Koh ū pa̍t ê thiⁿ-sài tùi chè-tôaⁿ chhut-lâi, chiū-sī ū koân thang tī-lí hé ê, tōa siaⁿ tùi kia̍h lāi koeh-á ê kiò kóng, Chhun-chhut lí lāi ê koeh-á, siu tōe-chiūⁿ kui kiû ê phû-tô, in-ūi phû-tô kàu-chúi lah.","tghg":"閣有別個天使對祭壇出來，就是有權通治理火的，大聲對攑利鍥仔的叫講：「伸出你利的鍥仔，收地上歸球的葡萄，因為葡萄到水啦！」","bklhl":"Koh有別個天使tùi祭壇出來，就是有權thang治理火ê，大聲tùi kia̍h利鍥á ê叫講，伸出你利ê鍥á，收地上kui球ê葡萄，因為葡萄到水lah。"}},{"book":"啟","chapter":14,"verse":19,"versions":{"unv":"那天使就把鐮刀扔在地上，收取了地上的葡萄，丟在　神忿怒的大酒醡中。","bklcl":"Thiⁿ-sài chiū hiat i ê koeh-á tī tōe-ni̍h, lâi siu tōe-chiūⁿ ê phû-tô, hiat-lo̍h Siōng-tè tōa siū-khì ê chiú-khut.","tghg":"天使就㧒伊的鍥仔佇地裡，來收地上的葡萄，㧒落上帝大受氣的酒窟。","bklhl":"天使就hiat伊ê Koeh-á tī地裡，來siu地上ê葡萄，hiat落上帝大受氣ê酒窟。"}},{"book":"啟","chapter":14,"verse":20,"versions":{"unv":"那酒醡踹在城外，就有血從酒醡裡流出來，高到馬的嚼環，遠有六百里。","bklcl":"Hit ê chiú-khut tī siâⁿ-gōa siū ta̍h, chiū ū huih tùi chiú-khut chhut, koâiⁿ kàu tú-tio̍h bé-kā-kiuⁿ, hn̄g iok-lio̍k la̍k-pah lí.","tghg":"彼個酒窟佇城外受踏，就有血對酒窟出，高到抵著(tú-tio̍h)馬咬韁(bé-kā-kiuⁿ)，遠約略六百里。","bklhl":"Hit-ê酒窟tī城外受踏，就有血tùi酒窟出，高到tú-tio̍h馬咬韁，遠約略六百里。"}}]