[{"book":"啟","chapter":17,"verse":1,"versions":{"unv":"拿著七碗的七位天使中，有一位前來對我說：「你到這裡來，我將坐在眾水上的大淫婦所要受的刑罰指給你看。","bklcl":"Hiah ê the̍h chhit tè óaⁿ ê chhit ê thiⁿ-sài, kî-tiong chi̍t-ê lâi kap góa kóng ōe, kóng, Lâi, góa beh chiong hit ê chē tī chōe-chōe tiâu chúi ê tōa îm-hū só͘ beh siū ê sím-phòaⁿ hō͘ lí khòaⁿ;","tghg":"許個提七塊碗的七個天使，其中一個來及我講話講：「來，我欲將彼個坐佇多多條水的大淫婦所欲受的審判互你看。","bklhl":"Hiah-ê the̍h七塊碗ê七個天使，其中一个來kap我講話，講，來，我beh將hit ê坐tī chōe-chōe條水ê大淫婦所beh受ê審判hō͘你看；"}},{"book":"啟","chapter":17,"verse":2,"versions":{"unv":"地上的君王與她行淫，住在地上的人喝醉了她淫亂的酒。」","bklcl":"tōe-chiūⁿ chiah-ê ông bat kap i kiâⁿ-îm; khiā-khí tōe-chiūⁿ ê lâng, í-keng tùi i îm-loān ê chiú lâi chùi.","tghg":"地上諸個王曾及伊行淫，徛起地上的人已經對伊淫亂的酒來醉。」","bklhl":"地上chiah ê王bat kap伊行淫；khiā起地上ê人，已經tùi伊淫亂ê酒來醉。"}},{"book":"啟","chapter":17,"verse":3,"versions":{"unv":"我被聖靈感動，天使帶我到曠野去，我就看見一個女人騎在朱紅色的獸上；那獸有七頭十角，遍體有褻瀆的名號。","bklcl":"Góa siū Sîn ê kám-tōng, hō͘ thiⁿ-sài chhōa góa khì khòng-iá; góa chiū khòaⁿ-kìⁿ ū hū-jîn-lâng khiâ chu-âng sek ê siù; hit chiah siù piàn-sin ū pòng-to̍k ê miâ, ū chhit ê thâu, cha̍p ki kak.","tghg":"我受神的感動，互天使導我去曠野，我就看見有婦仁人騎朱紅色的獸；彼隻獸遍身有謗瀆(pòng-to̍k)的名，有七個頭十支角。","bklhl":"我受神ê感動，hō͘天使chhōa我去曠野；我就看見有婦人人騎朱紅色ê獸；hit隻獸遍身有謗瀆ê名，有七個頭，十支角。"}},{"book":"啟","chapter":17,"verse":4,"versions":{"unv":"那女人穿著紫色和朱紅色的衣服，用金子、寶石、珍珠為妝飾；手拿金杯，杯中盛滿了可憎之物，就是她淫亂的污穢。","bklcl":"Hū-jîn-lâng chhēng chí-sek kap chu-âng sek ê saⁿ, ēng kim, pó-chio̍h, chin-chu lâi chng-thāⁿ;  chhiú-ni̍h ū kim ê poe, tóe chiah-ê khó-ò͘ⁿ ê mi̍h, í-ki̍p i îm-loān ê ù-òe móa-móa.","tghg":"婦仁人穿紫色及朱紅色的衫，用金、寶石、真珠來妝飾(chng-thāⁿ)；手裡有金的杯，貯(tóe)諸個可惡的物，以及伊淫亂的污穢滿滿。","bklhl":"婦人人穿紫色kap朱紅色ê衫，用金、寶石、珍珠來裝飾；手裡有金ê杯，tóe chiah ê可惡ê物，以及伊淫亂ê污穢滿滿。"}},{"book":"啟","chapter":17,"verse":5,"versions":{"unv":"在她額上有名寫著說：「奧祕哉！大巴比倫，作世上的淫婦和一切可憎之物的母。」","bklcl":"Ū miâ siá tī i thâu-hia̍h, kóng, Ò-biāu, tōa ê Pa-pí-lûn, chiū-sī tōe-chiūⁿ chiah-ê îm-hū kap chiah-ê khó-ò͘ⁿ ê mi̍h ê lāu-bú.","tghg":"有名寫佇伊頭額(hia̍h)講：「奧妙！大的巴比倫，就是地上諸個淫婦及諸個可惡的物的老母。」","bklhl":"有名寫tī伊頭額，講，奧妙，大ê巴比倫，就是地上chiah ê淫婦kap chiah ê可惡ê物ê老母。"}},{"book":"啟","chapter":17,"verse":6,"versions":{"unv":"我又看見那女人喝醉了聖徒的血和為耶穌作見證之人的血。我看見她，就大大地希奇。","bklcl":"Koh khòaⁿ-kìⁿ chi̍t ê hū-jîn-lâng lim sèng-tô͘ ê huih, í-ki̍p kan-chèng Iâ-so͘ ê ê huih kàu chùi;  góa khòaⁿ-kìⁿ, chiū tōa kî-koài.","tghg":"閣看見一個婦仁人飲聖徒的血以及干證耶穌者的血到醉。我看見，就大奇怪。","bklhl":"Koh看見一个婦人人lim聖徒ê血，以及干證耶穌ê ê血到醉；我看見，就大奇怪。"}},{"book":"啟","chapter":17,"verse":7,"versions":{"unv":"天使對我說：「你為甚麼希奇呢？我要將這女人和馱著她的那七頭十角獸的奧祕告訴你。","bklcl":"Thiⁿ-sài kā góa kóng, Lí siáⁿ-sū kî-koài?  góa beh chiong hū-jîn-lâng kap i só͘ khiâ chhit ê thâu-khak cha̍p ki kak ê siù ê ò-biāu, kā lí kóng.","tghg":"天使給我講：「你啥事奇怪？我欲將婦仁人及伊所騎七個頭殼十支角的獸的奧妙給你講。","bklhl":"天使kā我講，你啥事奇怪？我beh將婦人人kap伊所騎七個頭殼十支角ê獸 ê奧妙，kā你講。"}},{"book":"啟","chapter":17,"verse":8,"versions":{"unv":"你所看見的獸，先前有，如今沒有，將要從無底坑裡上來，又要歸於沉淪。凡住在地上、名字從創世以來沒有記在生命冊上的，見先前有、如今沒有、以後再有的獸，就必希奇。","bklcl":"Lí só͘ khòaⁿ-kìⁿ ê siù, chá ū, taⁿ bô, āu-lâi beh tùi chhim-ian khí-lâi, chiū kui tī tîm-lûn; khiā-khí tī tōe-chiūⁿ ê lâng, in ê miâ tùi chhòng-chō sè-kan ê sî bô kì tī oa̍h-miā ê chheh ê, khòaⁿ-kìⁿ hit chiah siù,  chá ū, taⁿ bô, ia̍h beh koh tī-teh, chiū beh kî-koài.","tghg":"你所看見的獸，早有，今無，後來欲對深淵起來，就歸佇沈淪。徛起佇地上的人，𪜶的名對創造世間的時無記佇活命的冊的，看見彼隻獸，早有，今無，亦欲閣佇啲，就欲奇怪。","bklhl":"你所看見ê獸，早有，taⁿ無，後來beh tùi深淵起來，就歸tī沉淪；khiā起tī地上ê人，in ê名tùi創造世間ê時無記tī活命ê冊ê，看見hit隻獸，早有，taⁿ無，亦beh koh tī-teh，就beh奇怪。"}},{"book":"啟","chapter":17,"verse":9,"versions":{"unv":"智慧的心在此可以思想。那七頭就是女人所坐的七座山，","bklcl":"Ū tì-hūi ê sim chāi-tī chit-ê.  Chhit ê thâu-khak sī chhit chō soaⁿ, chiū-sī hū-jîn-lâng só͘ chē tī hit téng-bīn ê.","tghg":"有智慧的心在佇此個。七個頭殼是七座山，就是婦仁人所坐佇彼頂面的，","bklhl":"有智慧ê心在tī chit ê。七個頭殼是七座山，就是婦人人所坐tī hit頂面ê。"}},{"book":"啟","chapter":17,"verse":10,"versions":{"unv":"又是七位王；五位已經傾倒了，一位還在，一位還沒有來到；他來的時候，必須暫時存留。","bklcl":"Koh sī chhit ê ông; gō͘-ê í-keng tó, chi̍t-ê hiān-chāi tī-teh, chi̍t-ê iáu-bē kàu; i nā kàu, chiū tek-khak chiām-sî tī-teh.","tghg":"閣是七個王；五個已經倒，一個現在佇啲，一個猶未到；伊若到，就的確暫時佇啲。","bklhl":"koh是七個王；五ê已經倒，一个現在tī-teh，一个猶未到；伊若到，就的確暫時tī-teh。"}},{"book":"啟","chapter":17,"verse":11,"versions":{"unv":"那先前有如今沒有的獸，就是第八位；他也和那七位同列，並且歸於沉淪。","bklcl":"Hit ê chá ū, hiān-chāi bô ê siù chiū-sī tē poeh ê, iā sī hit chhit ê chāi-lāi, iā kui tī tîm-lûn.","tghg":"彼個早有現在無的獸，就是第八個；也是彼七個在內，也歸佇沈淪。","bklhl":"Hit-ê早有，現在無ê獸就是第八個，也是hit七個在內，也歸tī沉淪。"}},{"book":"啟","chapter":17,"verse":12,"versions":{"unv":"你所看見的那十角就是十王；他們還沒有得國，但他們一時之間要和獸同得權柄，與王一樣。","bklcl":"Lí só͘ khòaⁿ-kìⁿ cha̍p ki kak chiū-sī cha̍p ê ông, bē bat tit-tio̍h kok ê, to̍k-to̍k beh kap siù saⁿ-kap tit-tio̍h koân chhin-chhiūⁿ ông pòaⁿ sî kú.","tghg":"你所看見十支角就是十個王；未曾得著國的，獨獨欲及獸相及得著權，親像王半時久。","bklhl":"你所看見十支角就是十個王，未bat得tio̍h國ê，獨獨beh kap獸saⁿ-kap得tio̍h權親像王半時久。"}},{"book":"啟","chapter":17,"verse":13,"versions":{"unv":"他們同心合意將自己的能力、權柄給那獸。","bklcl":"In lóng tâng ì-sù chiong ka-kī ê châi-lêng kap koân-pèng hō͘ siù.","tghg":"𪜶攏同意思將家己的才能、及權柄互獸。","bklhl":"In lóng同意思將家己ê才能kap權柄hō͘獸。"}},{"book":"啟","chapter":17,"verse":14,"versions":{"unv":"他們與羔羊爭戰，羔羊必勝過他們，因為羔羊是萬主之主、萬王之王。同著羔羊的，就是蒙召、被選、有忠心的，也必得勝。」","bklcl":"In beh kap Iûⁿ-ko kau-chiàn, Iûⁿ-ko beh khah-iâⁿ in, in-ūi I sī bān chú ê Chú, bān ông ê Ông;  kap I tī-teh ê iā beh khah-iâⁿ, in-ūi in sī siū tiàu, siū kéng, tiong-sìn ê lâng.","tghg":"𪜶欲及羊羔交戰，羊羔欲卡贏𪜶，因為伊是萬主的主、萬王的王。及伊佇啲的也欲卡贏，因為𪜶是受召、受揀、忠信的人。」","bklhl":"In beh kap羊羔交戰，羊羔beh khah贏in，因為伊是萬主ê主，萬王ê王；kap伊tī-teh ê也beh khah贏，因為in是受召，受揀，忠信ê人。"}},{"book":"啟","chapter":17,"verse":15,"versions":{"unv":"天使又對我說：「你所看見那淫婦坐的眾水，就是多民、多人、多國、多方。","bklcl":"Thiⁿ-sài koh kā góa kóng, Lí só͘ khòaⁿ-kìⁿ lóng-chóng ê chúi, îm-hū só͘ chē ê, chiū-sī chiah-ê peh-sìⁿ, chiah-ê chèng lâng, chiah-ê pang-kok, chiah-ê khiuⁿ-kháu.","tghg":"天使閣給我講：「你所看見攏總的水，淫婦所坐的，就是諸個百姓、諸個眾人、諸個邦國、諸個腔口。","bklhl":"天使koh kā我講，你所看見lóng總ê水，淫婦所坐ê，就是chiah ê百姓，chiah ê眾人，chiah ê邦國，chiah ê腔口。"}},{"book":"啟","chapter":17,"verse":16,"versions":{"unv":"你所看見的那十角與獸必恨這淫婦，使她冷落赤身，又要吃她的肉，用火將她燒盡。","bklcl":"Koh lí só͘ khòaⁿ-kìⁿ ê hit cha̍p ki kak, kap hit chiah siù, beh oàn-hūn chit ê îm-hū, iā beh hō͘ i léng-chēng thǹg-theh, koh beh chia̍h i ê bah, ēng hé it-chīn sio i.","tghg":"閣你所看見的彼十支角及彼隻獸欲怨恨此個淫婦，也欲互伊冷靜褪裼，閣欲食伊的肉，用火一盡燒伊。","bklhl":"Koh你所看見ê hit十支角，kap hit隻獸，beh怨恨chit ê淫婦，也beh hō͘伊冷靜thǹg-theh，koh beh食伊ê肉，用火一盡燒伊。"}},{"book":"啟","chapter":17,"verse":17,"versions":{"unv":"因為　神使諸王同心合意，遵行他的旨意，把自己的國給那獸，直等到　神的話都應驗了。","bklcl":"In -ūi Siōng-tè bat hō͘ in ū chit hō sim lâi chiâⁿ I ê chí-ì, koh tâng-sim chiong in ê kok hō͘ siù, thèng-hāu Siōng-tè ê ōe èng-giām.","tghg":"因為上帝曾互𪜶有此號心來成伊的旨意，閣同心將𪜶的國互獸，聽候上帝的話應驗。","bklhl":"因為上帝bat hō͘ in有chit號心來成伊ê旨意，koh同心將in ê國hō͘獸，thèng候上帝ê話應驗。"}},{"book":"啟","chapter":17,"verse":18,"versions":{"unv":"你所看見的那女人就是管轄地上眾王的大城。」","bklcl":"Lí só͘ khòaⁿ-kìⁿ ê hū-jîn-lâng chiū-sī hit ê teh koán-lí tōe-chiūⁿ lia̍t-ông ê tōa siâⁿ.","tghg":"你所看見的婦仁人就是彼個啲管理地上列王的大城。」","bklhl":"你所看見ê婦人人就是hit ê teh管理地上列王ê大城。"}}]