[{"book":"啟","chapter":6,"verse":1,"versions":{"unv":"我看見羔羊揭開七印中第一印的時候，就聽見四活物中的一個活物，聲音如雷，說：「你來！」","bklcl":"Iûⁿ-ko khui chhit ê ìn ê chi̍t ê, hit sî góa teh khòaⁿ, chiū thiaⁿ-kìⁿ sì ê oa̍h mi̍h ê chi̍t-ê, i ê siaⁿ chhin-chhiūⁿ lûi, kóng, Lâi ah.","tghg":"羊羔開七個印的一個，彼時我啲看，就聽見四個活物的一個，伊的聲親像雷，講：「來啊！」","bklhl":"羊羔開七個印ê一个，hit時我teh看，就聽見四個活物ê一个，伊ê聲親像雷，講，來ah。"}},{"book":"啟","chapter":6,"verse":2,"versions":{"unv":"我就觀看，見有一匹白馬；騎在馬上的，拿著弓，並有冠冕賜給他。他便出來，勝了又要勝。","bklcl":"Góa chiū khòaⁿ, ū pe̍h bé, khiâ i ê ū kia̍h keng, ia̍h ū bián-liû hō͘ i; i chiū chhut-khì tek-sèng, koh beh tek-sèng.","tghg":"我就看，有白馬；騎伊的，有攑弓，亦有冕旒互伊。伊就出去，得勝閣欲得勝。","bklhl":"我就看，有白馬，騎伊ê有kia̍h弓，亦有冕旒hō͘伊；伊就出去得勝，koh beh得勝。"}},{"book":"啟","chapter":6,"verse":3,"versions":{"unv":"揭開第二印的時候，我聽見第二個活物說：「你來！」","bklcl":"Khui tē jī ê ìn ê sî, góa thiaⁿ-kìⁿ tē jī ê oa̍h mi̍h kóng, Lâi ah.","tghg":"開第二個印的時，我聽見第二個活物講：「來啊！」","bklhl":"開第二個印ê時，我聽見第二個活物講，來ah。"}},{"book":"啟","chapter":6,"verse":4,"versions":{"unv":"就另有一匹馬出來，是紅的，有權柄給了那騎馬的，可以從地上奪去太平，使人彼此相殺；又有一把大刀賜給他。","bklcl":"Koh ū chi̍t chiah bé chhut lâi, sī chhiah-ê, ū koân-pèng hō͘ hit ê khiâ bé ê, tùi tōe-chiūⁿ chhiúⁿ-toa̍t hô-pêng, hō͘ lâng saⁿ-thâi; koh ū chiong tōa ki to hō͘ i.","tghg":"閣有一隻馬出來，是赤的，有權柄互彼個騎馬的，對地上搶奪和平，互人相刣；閣有將大支刀互伊。","bklhl":"Koh有一隻馬出來，是赤ê，有權柄hō͘ hit ê騎馬ê，tùi地上搶奪和平，hō͘人相刣；koh有將大支刀hō͘伊。"}},{"book":"啟","chapter":6,"verse":5,"versions":{"unv":"揭開第三印的時候，我聽見第三個活物說：「你來！」我就觀看，見有一匹黑馬；騎在馬上的，手裡拿著天平。","bklcl":"Khui tē saⁿ ê ìn ê sî, góa thiaⁿ-kìⁿ tē saⁿ ê oa̍h mi̍h kóng, Lâi ah.  Góa chiū khòaⁿ, ū o͘ bé, khiâ i ê, chhiú kia̍h chhìn.","tghg":"開第三個印的時，我聽見第三個活物講：「來啊！」我就看，有黑馬；騎伊的，手攑秤(chhìn)。","bklhl":"開第三個印ê時，我聽見第三個活物講，來ah。我就看，有烏馬，騎伊ê，手kia̍h秤。"}},{"book":"啟","chapter":6,"verse":6,"versions":{"unv":"我聽見在四活物中似乎有聲音說：「一錢銀子買一升麥子，一錢銀子買三升大麥；油和酒不可糟蹋。」","bklcl":"Góa thiaⁿ-kìⁿ sì ê oa̍h mi̍h ê tiong-kan chhin-chhiūⁿ ū siaⁿ kóng,  Be̍h chi̍t chin chi̍t ê gûn-á, tōa-be̍h saⁿ chin iā chi̍t ê gûn-á; iû kap chiú m̄ thang phah pháiⁿ.","tghg":"我聽見四個活物的中間親像有聲講：「麥一升(chin)一個銀仔，大麥三升也一個銀仔；油及酒呣通拍歹。」","bklhl":"我聽見四個活物ê中間親像有聲講，麥一升(chin)一个銀á，大麥三升也一个銀á；油kap酒m̄-thang phah pháiⁿ。"}},{"book":"啟","chapter":6,"verse":7,"versions":{"unv":"揭開第四印的時候，我聽見第四個活物說：「你來！」","bklcl":"Khui tē sì ê ìn ê sî, góa thiaⁿ-kìⁿ tē sì ê oa̍h mi̍h ê siaⁿ kóng, Lâi ah.","tghg":"開第四個印的時，我聽見第四個活物的聲講：「來啊！」","bklhl":"開第四個印ê時，我聽見第四個活物ê聲講，來ah。"}},{"book":"啟","chapter":6,"verse":8,"versions":{"unv":"我就觀看，見有一匹灰色馬；騎在馬上的，名字叫作死，陰府也隨著他；有權柄賜給他們，可以用刀劍、饑荒、瘟疫（或譯：死亡）、野獸，殺害地上四分之一的人。","bklcl":"Góa chiū khòaⁿ, ū hé-hu-sek ê bé; khiâ i ê, i ê miâ kiò chòe Sí;  Im-hú tè i ê āu-bīn tâng kiâⁿ; ū koân-pèng hō͘ in, thang tī-lí tōe-chiūⁿ ê sì hūn chi̍t; ēng to-kiàm, ki-hng, un-e̍k, kap tōe-chiūⁿ ê iá-siù lâi bia̍t i.","tghg":"我就看，有火灰色的馬；騎伊的，伊的名叫做死，陰府隨(tè)伊的後面同行；有權柄互𪜶，通治理地上的四份一，用刀劍、飢荒、瘟疫，及地上的野獸來滅伊。","bklhl":"我就看，有火灰色ê馬；騎伊ê，伊ê名叫做死；陰府tè伊ê後面同行；有權柄hō͘ in，thang治理地上ê四份一；用刀劍、飢荒、瘟疫、kap地上ê野獸來滅伊。"}},{"book":"啟","chapter":6,"verse":9,"versions":{"unv":"揭開第五印的時候，我看見在祭壇底下，有為　神的道、並為作見證被殺之人的靈魂，","bklcl":"Khui tē gō͘ ê ìn ê sî, góa khòaⁿ-kìⁿ chè-tôaⁿ ê, ū ūi-tio̍h Siōng-tè ê tō-lí, kap ūi-tio̍h in só͘ chip-siú ê kan-chèng, lâi siū thâi ê lâng ê lêng-hûn;","tghg":"開第五個印的時，我看見祭壇下，有為著上帝的道理，及為著𪜶所執守的干證，來受刣的人的靈魂，","bklhl":"開第五個印ê時，我看見祭壇ê，有為tio̍h上帝ê道理，kap為tio̍h in所執守ê干證，來受刣 ê人ê靈魂；"}},{"book":"啟","chapter":6,"verse":10,"versions":{"unv":"大聲喊著說：「聖潔真實的主啊，你不審判住在地上的人，給我們伸流血的冤，要等到幾時呢？」","bklcl":"tōa siaⁿ âu-kiò kóng, Sèng, koh chin ê Chú-cháiⁿ ah, lí bô sím-phòaⁿ tiàm tī tōe-chiūⁿ ê lâng, lâi sin goán lâu huih ê oan, beh kàu sím-mi̍h sî ah?","tghg":"大聲喉叫講：「聖閣真的主宰啊，你無審判踮佇地上的人，來伸阮流血的冤，欲到甚麼時啊？」","bklhl":"大聲喉叫講，聖，koh真ê主宰ah，你無審判tiàm-tī地上ê人，來伸阮流血ê冤，beh到甚麼時ah？"}},{"book":"啟","chapter":6,"verse":11,"versions":{"unv":"於是有白衣賜給他們各人；又有話對他們說，還要安息片時，等著一同作僕人的和他們的弟兄也像他們被殺，滿足了數目。","bklcl":"Chiū ū pe̍h saⁿ hō͘ in ta̍k lâng, koh kā in kóng, tio̍h chhiáⁿ hioh tām-po̍h kú, thèng-hāu tâng chòe lô͘-po̍k ê kap hiaⁿ-tī, chiū-sī beh chhin-chhiūⁿ  in siū thâi ê, siàu-gia̍h it-chīn móa.","tghg":"就有白衫互𪜶逐人；閣給𪜶講，著請歇淡薄久，聽候同做奴僕的及兄弟，就是欲親像𪜶受刣的，數額(siàu-gia̍h)一盡滿。","bklhl":"就有白衫hō͘ in ta̍k人，koh kā in講，tio̍h請歇淡薄久，thèng候同做奴僕ê kap兄弟，就是beh親像in受刣 ê，數額一盡滿。"}},{"book":"啟","chapter":6,"verse":12,"versions":{"unv":"揭開第六印的時候，我又看見地大震動，日頭變黑像毛布，滿月變紅像血，","bklcl":"Góa khòaⁿ I khui tē la̍k ê ìn ê sî, tōe tōa tín-tāng, ji̍t pìⁿ o͘ chhin-chhiūⁿ mô͘-o͘-pò͘, ge̍h kui-ê chhin-chhiūⁿ huih;","tghg":"我看伊開第六個印的時，地大振動，日變黑親像毛黑布(mô͘-o͘-pò͘)，月歸個親像血，","bklhl":"我看伊開第六個印ê時，地大振動，日變烏親像毛烏布，月kui-ê親像血；"}},{"book":"啟","chapter":6,"verse":13,"versions":{"unv":"天上的星辰墜落於地，如同無花果樹被大風搖動，落下未熟的果子一樣。","bklcl":"thiⁿ chhiⁿ tūi-lo̍h tōe, chhin-chhiūⁿ bû-hoa-kó chhiū hō͘ tōa hong só͘ iô, lak bē se̍k ê ké-chí chi̍t iūⁿ.","tghg":"天星墜落地，親像無花果樹互大風所搖，落(lak)未熟的果子一樣。","bklhl":"天星墮落地，親像無花果樹hō͘大風所搖，lak未熟ê果子一樣。"}},{"book":"啟","chapter":6,"verse":14,"versions":{"unv":"天就挪移，好像書卷被捲起來；山嶺海島都被挪移離開本位。","bklcl":"Thiⁿ chiū tú-tio̍h chhian-sóa, chhin-chhiūⁿ chhat kńg-khí-lâi; soaⁿ kap hái-sū lóng cháu-choa̍h.","tghg":"天就抵著(tú-tio̍h)遷徙，親像軸(chhat)捲起來；山及海嶼攏走差(choa̍h)。","bklhl":"天就tú-tio̍h遷徙，親像chhat捲起來；山kap海嶼lóng走choa̍h。"}},{"book":"啟","chapter":6,"verse":15,"versions":{"unv":"地上的君王、臣宰、將軍、富戶、壯士，和一切為奴的、自主的，都藏在山洞和巖石穴裡，","bklcl":"Tōe-chiūⁿ chiah-ê ông, tāi-hu, chhian-chóng, pù lâng, béng lâng, í-ki̍p lóng-chóng chòe lô͘-po̍k ê, chū-iû ê,  ka-kī bih tī soaⁿ-tōng soaⁿ-giâm.","tghg":"地上諸個王、大夫、千總、富人、猛人，以及攏總做奴僕的、自由的，家己匿(bih)佇山洞、山巖，","bklhl":"地上chiah ê王、大夫、千總、富人、猛人，以及lóng總做奴僕ê，自由ê，家己bih tī山洞山巖。"}},{"book":"啟","chapter":6,"verse":16,"versions":{"unv":"向山和巖石說：「倒在我們身上吧！把我們藏起來，躲避坐寶座者的面目和羔羊的忿怒；","bklcl":"Tùi soaⁿ kap giâm kóng, Teh tī goán ê téng-bīn, jia-khàm goán, thang siám-pī hit ê chē tī chō-ūi ê ê bīn, kap Iûⁿ-ko ê siū-khì.","tghg":"對山及巖講：「壓(teh)佇阮的頂面！遮蓋阮，通閃避彼個坐佇座位者的面及羊羔的受氣；","bklhl":"Tùi山kap巖講，Teh tī阮ê頂面，遮蓋阮，thang閃避hit ê坐tī座位ê ê面，kap羊羔ê受氣。"}},{"book":"啟","chapter":6,"verse":17,"versions":{"unv":"因為他們忿怒的大日到了，誰能站得住呢？」","bklcl":"In-ūi in siū-khì ê tōa ji̍t í-keng kàu lah, chī-chūi khiā ōe tiâu ah?","tghg":"因為𪜶受氣的大日已經到啦，是誰徛會住啊？」","bklhl":"因為in受氣ê大日已經到lah，是誰 khiā能tiâu ah？"}}]