[{"book":"啟","chapter":13,"verse":1,"versions":{"unv":"我又看見一個獸從海中上來，有十角七頭，在十角上戴著十個冠冕，七頭上有褻瀆的名號。","bklcl":"Góa koh khòaⁿ-kìⁿ chi̍t chiah siù, tùi hái-ni̍h khí-lâi, ū cha̍p ki kak, chhit ê thâu, hiah-ê kak tì cha̍p téng ông-bō; thâu-khak téng ū pòng-to̍k ê miâ.","tghg":"我閣看見一隻獸對海裡起來，有十支角七個頭，許個角戴十頂王帽，頭殼頂有謗瀆(pòng-to̍k)的名。","bklhl":"我koh看見一隻獸，tùi海裡起來，有十支角，七個頭，hiah-ê 角戴十頂王帽；頭殼頂有謗瀆ê名。"}},{"book":"啟","chapter":13,"verse":2,"versions":{"unv":"我所看見的獸，形狀像豹，腳像熊的腳，口像獅子的口。那龍將自己的能力、座位，和大權柄都給了牠。","bklcl":"Góa só͘ khòaⁿ-kìⁿ ê siù chhin-chhiūⁿ pà, i ê kha chhin-chhiūⁿ hîm ê kha, chhùi chhin-chhiūⁿ sai ê chhùi.  Lêng ēng i ê châi-lêng, i ê chō-ūi, kap tōa koân hō͘ i.","tghg":"我所看見的獸，親像豹，伊的腳親像熊的腳，嘴親像獅的嘴。龍用伊的才能、伊的座位，及大權互伊。","bklhl":"我所看見ê獸親像豹，伊ê腳親像熊 ê腳，嘴親像獅ê嘴。龍用伊ê才能，伊ê座位，kap大權hō͘伊。"}},{"book":"啟","chapter":13,"verse":3,"versions":{"unv":"我看見獸的七頭中，有一個似乎受了死傷，那死傷卻醫好了。全地的人都希奇跟從那獸，","bklcl":"Góa ia̍h khòaⁿ-kìⁿ hiah-ê thâu-khak ê chi̍t-ê, chhin-chhiūⁿ siū thâi kàu sí, i tì-kàu sí ê siong tit-tio̍h i-hó; thong sè-kài kî-koài lâi tè hit chiah siù;","tghg":"我亦看見許個頭殼的一個，親像受刣到死，伊致到死的傷得著醫好。通世界奇怪來隨(tè)彼隻獸，","bklhl":"我亦看見hiah-ê頭殼ê一个，親像受刣到死，伊致到死ê傷得tio̍h醫好；thong世界奇怪來tè hit隻獸；"}},{"book":"啟","chapter":13,"verse":4,"versions":{"unv":"又拜那龍─因為牠將自己的權柄給了獸，也拜獸，說：「誰能比這獸，誰能與牠交戰呢？」","bklcl":"koh pài lêng, in-ūi i bat ēng koân hō͘ siù; ia̍h pài siù, kóng,  Chī-chūi chhin-chhiūⁿ siù ah? koh chī-chūi ōe kap i kau-chiàn ah?","tghg":"閣拜龍──因為伊曾用權互獸，亦拜獸，講：「是誰親像獸啊？閣是誰會及伊交戰啊？」","bklhl":"koh拜龍，因為伊bat用權hō͘獸；亦拜獸，講，Chī-chūi親像獸ah？koh 是誰能kap伊交戰ah？"}},{"book":"啟","chapter":13,"verse":5,"versions":{"unv":"又賜給牠說誇大褻瀆話的口，又有權柄賜給牠，可以任意而行四十二個月。","bklcl":"Koh ū chi̍t ê chhùi hō͘ i, teh kóng tōa sū kap pòng-to̍k ê ōe; koh ū hō͘ i koân lâi kiâⁿ tāi-chì sì-cha̍p-jī ge̍h-ji̍t.","tghg":"閣有一個嘴互伊啲講大事及謗瀆的話，閣有互伊權來行代誌四十二月日。","bklhl":"Koh有一个嘴hō͘伊，teh講大事kap謗瀆ê話；koh有hō͘伊權來行tāi-chì四十二月日。"}},{"book":"啟","chapter":13,"verse":6,"versions":{"unv":"獸就開口向　神說褻瀆的話，褻瀆　神的名並他的帳幕，以及那些住在天上的。","bklcl":"I chiū khui chhùi, kóng-chhut pòng-to̍k Siōng-tè ê ōe, lâi pòng-to̍k I ê miâ, kap I ê hōe-bō͘, kap hiah-ê tiàm tī thiⁿ-ni̍h ê.","tghg":"伊就開嘴，講出謗瀆上帝的話，來謗瀆伊的名及伊的會幕，及許個踮佇天裡的。","bklhl":"伊就開嘴，講出謗瀆上帝ê話，來謗瀆伊ê名，kap伊ê會幕，kap hiah-ê tiàm-tī天裡ê。"}},{"book":"啟","chapter":13,"verse":7,"versions":{"unv":"又任憑牠與聖徒爭戰，並且得勝；也把權柄賜給牠，制伏各族、各民、各方、各國。","bklcl":"Koh ū hō͘ i koân, thang kap sèng-tô͘ kau-chiàn, lâi khah-iâⁿ in; koh ū hō͘ i koân lâi tī-lí ta̍k chióng-cho̍k, ta̍k hō peh-sìⁿ, ta̍k hō khiuⁿ-kháu, ta̍k pang-kok.","tghg":"閣有互伊權通及聖徒交戰，來卡贏𪜶；閣有互伊權來治理逐種族、逐號百姓、逐號腔口、逐邦國。","bklhl":"Koh有hō͘伊權，thang kap聖徒交戰，來khah贏in；koh有hō͘伊權來治理ta̍k種族，ta̍k號百姓，ta̍k號腔口，ta̍k邦國。"}},{"book":"啟","chapter":13,"verse":8,"versions":{"unv":"凡住在地上、名字從創世以來沒有記在被殺之羔羊生命冊上的人，都要拜牠。","bklcl":"Khiā-khí tōe-bīn-chiūⁿ ê lâng, in ê miâ bô kì tī oa̍h-miā chheh ê, lóng beh pài siù; chit ê chheh chiū-sī tùi chhòng-chō sè-kan ê sî siū thâi ê Iûⁿ-ko ê.","tghg":"徛起地面上的人，𪜶的名無記佇活命冊的，攏欲拜獸，此個冊就是對創造世間的時受刣的羊羔者。","bklhl":"khiā起地面上ê人，in ê名無記tī活命冊ê，lóng beh拜獸；chit ê冊就是tùi創造世間ê時受刣 ê羊羔ê。"}},{"book":"啟","chapter":13,"verse":9,"versions":{"unv":"凡有耳的，就應當聽！","bklcl":"Hoān-nā ū hī-khang ê tio̍h thiaⁿ.","tghg":"凡若有耳孔的，著聽！","bklhl":"凡若有耳孔ê tio̍h聽。"}},{"book":"啟","chapter":13,"verse":10,"versions":{"unv":"擄掠人的，必被擄掠；用刀殺人的，必被刀殺。聖徒的忍耐和信心就是在此。","bklcl":"Nā ū lia̍h lâng ê, ia̍h beh hō͘ lâng lia̍h; ēng to thâi lâng ê, ia̍h beh siū to thâi;  sèng-tô͘ ê thun-lún kap sìn chāi-tī chit-ê.","tghg":"若有掠人的，亦欲互人掠；用刀刣人的，亦欲受刀刣。聖徒的吞愞(lún)及信在佇此個。","bklhl":"若有掠人ê，亦beh hō͘人掠；用刀刣人ê，亦beh受刀刣；聖徒ê吞忍kap信在tī chit ê。"}},{"book":"啟","chapter":13,"verse":11,"versions":{"unv":"我又看見另有一個獸從地中上來，有兩角如同羊羔，說話好像龍。","bklcl":"Góa koh khòaⁿ-kìⁿ pa̍t chiah siù tùi tōe-ni̍h khí-lâi, ū nn̄g ki kak chhin-chhiūⁿ iûⁿ-ko, i ê kóng ōe chhin-chhiūⁿ lêng.","tghg":"我閣看見別隻獸對地裡起來，有二支角親像羊羔，伊的講話親像龍。","bklhl":"我koh看見別隻獸 tùi地裡起來，有兩支角親像羊羔，伊ê講話親像龍。"}},{"book":"啟","chapter":13,"verse":12,"versions":{"unv":"牠在頭一個獸面前，施行頭一個獸所有的權柄，並且叫地和住在地上的人拜那死傷醫好的頭一個獸。","bklcl":"Koh chiong thâu-chi̍t chiah siù ê koân, lóng kiâⁿ tī i ê bīn-chêng.  Koh hō͘ tōe kap khiā-khí tōe-chiūⁿ ê lâng pài thâu-chi̍t chiah siù; chiū-sī hit chiah tú-tio̍h tì-kàu sí ê siong, koh tit-tio̍h i-hó ê.","tghg":"閣將頭一隻獸的權，攏行佇伊的面前，閣互地及徛起地上的人拜頭一隻獸，就是彼隻抵著(tú-tio̍h)致到死的傷閣得著醫好的。","bklhl":"Koh將頭一隻獸ê權，lóng行tī伊ê面前。Koh hō͘地kap khiā起地上ê人拜頭一隻獸；就是hit隻tú-tio̍h致到死ê傷，koh得tio̍h醫好ê。"}},{"book":"啟","chapter":13,"verse":13,"versions":{"unv":"又行大奇事，甚至在人面前，叫火從天降在地上。","bklcl":"Koh kiâⁿ tōa sîn-jiah, sīm-chì tī lâng ê bīn-chêng hō͘ hé kàng-lo̍h tōe.","tghg":"閣行大神蹟，甚至佇人的面前，互火降落地。","bklhl":"Koh行大神蹟，甚至tī人ê面前hō͘火降落地。"}},{"book":"啟","chapter":13,"verse":14,"versions":{"unv":"牠因賜給牠權柄在獸面前能行奇事，就迷惑住在地上的人，說：「要給那受刀傷還活著的獸作個像。」","bklcl":"Koh tùi i só͘ tit-tio̍h kiâⁿ tī siù ê bīn-chêng chiah-ê sîn-jiah, lâi bê-he̍k khiā-khí tōe-chiūⁿ ê lâng; kā khiā-khí tōe-chiūⁿ ê lâng kóng, tio̍h kā hit chiah tú-tio̍h to siong iû-goân oa̍h-teh ê siù chòe siōng.","tghg":"閣對伊所得著行佇獸的面前諸個神蹟，來迷惑徛起地上的人，給徛起地上的人講：「著給彼隻抵著刀傷猶原活啲的獸做相(siōng)。」","bklhl":"Koh tùi伊所得tio̍h行tī獸 ê面前chiah ê神蹟，來迷惑khiā起地上ê人；kā khiā起地上ê人講，tio̍h kā hit隻tú-tio̍h刀傷猶原活teh ê獸做像。"}},{"book":"啟","chapter":13,"verse":15,"versions":{"unv":"又有權柄賜給牠，叫獸像有生氣，並且能說話，又叫所有不拜獸像的人都被殺害。","bklcl":"Koh ū koân hō͘ i thang ēng oa̍h-khì ji̍p tī siù ê siōng; hō͘ siù ê siōng ōe kóng ōe, ia̍h hō͘ kìⁿ-nā bô pài siù ê siōng ê tú-tio̍h thâi.","tghg":"閣有權互伊，通用活氣入佇獸的相，互獸的相會講話，亦互見若無拜獸的相的抵著刣。","bklhl":"Koh有權hō͘伊thang用活氣入tī獸 ê像；hō͘獸 ê像能講話，亦hō͘見若無拜獸 ê像ê tú-tio̍h 刣。"}},{"book":"啟","chapter":13,"verse":16,"versions":{"unv":"牠又叫眾人，無論大小、貧富、自主的、為奴的，都在右手上或是在額上受一個印記。","bklcl":"I ia̍h hō͘ chèng lâng; bô lūn tōa sòe, hó-gia̍h sòng-hiong, chū-iû ê, chòe lô͘-po̍k ê, lóng siū khàm-ìn ê kì-hō, he̍k-sī tī chiàⁿ chhiú, á-sī tī thâu-hia̍h.","tghg":"伊亦互眾人，無論大細、好額喪鄉、自由的、做奴僕的，攏受蓋印的記號，或是佇正手抑是佇頭額(hia̍h)。","bklhl":"伊亦hō͘眾人；無論大細，好額sòng-hiong，自由ê，做奴僕ê，lóng受蓋印ê記號，或是tī chiàⁿ手，á是tī頭額。"}},{"book":"啟","chapter":13,"verse":17,"versions":{"unv":"除了那受印記、有了獸名或有獸名數目的，都不得做買賣。","bklcl":"Lâng nā bô hit ê khàm-ìn ê kì-hō, chiū-sī siù ê miâ, á-sī i ê miâ siàu-gia̍h, chiū bōe tit-tio̍h bóe-bōe.","tghg":"人若無彼個蓋印的記號、就是獸的名抑是伊的名數額(siàu-gia̍h)，就𣍐得著買賣。","bklhl":"人若無hit ê蓋印ê記號，就是獸 ê名，á是伊ê名數額，就bōe得tio̍h買賣。"}},{"book":"啟","chapter":13,"verse":18,"versions":{"unv":"在這裡有智慧：凡有聰明的，可以算計獸的數目；因為這是人的數目，它的數目是六百六十六。","bklcl":"Tì-sek chāi-tī che; ū chhang-miâ ê, tio̍h sǹg siù ê siàu-gia̍h; in-ūi sī lâng ê siàu-gia̍h; i ê siàu-gia̍h chiū-sī la̍k-pah la̍k-cha̍p-la̍k.","tghg":"智識在佇這：有聰明(chhang-miâ)的，著算獸的數額；因為是人的數額，伊的數額就是六百六十六。","bklhl":"知識在tī這；有聰明ê，tio̍h算獸 ê數額；因為是人ê數額；伊ê數額就是六百六十六。"}}]