[{"book":"啟","chapter":11,"verse":1,"versions":{"unv":"有一根葦子賜給我，當作量度的杖；且有話說：「起來！將　神的殿和祭壇，並在殿中禮拜的人都量一量。","bklcl":"Ū hō͘ góa chi̍t ki lô͘-tek chhin-chhiūⁿ koáiⁿ-á, kóng, Lí khí-lâi, niû Siōng-tè ê tiān, kap chè-tôaⁿ, í-ki̍p tī hia kèng-pài ê lâng.","tghg":"有互我一支蘆竹，親像枴仔；講：「你起來！量上帝的殿及祭壇，以及佇遐敬拜的人。","bklhl":"有hō͘我一支蘆竹親像柺á，講，你起來，量上帝ê殿，kap祭壇，以及tī hia敬拜ê人。"}},{"book":"啟","chapter":11,"verse":2,"versions":{"unv":"只是殿外的院子要留下不用量，因為這是給了外邦人的；他們要踐踏聖城四十二個月。","bklcl":"Tiān-gōa ê īⁿ pàng-hē teh, bo̍h-tit niû i; in-ūi í-keng hō͘ gōa-pang lâng; in beh thún-ta̍h sèng-siâⁿ, sì-cha̍p-jī ge̍h-ji̍t.","tghg":"殿外的院放下啲莫得量伊，因為已經互外邦人；𪜶欲𧿬踏(thún-ta̍h)聖城四十二月日。","bklhl":"殿外ê院放下teh，莫得量伊；因為已經hō͘外邦人；in beh thún踏聖城，四十二月日。"}},{"book":"啟","chapter":11,"verse":3,"versions":{"unv":"我要使我那兩個見證人，穿著毛衣，傳道一千二百六十天。」","bklcl":"Góa beh siúⁿ-sù góa nn̄g ê kan-chèng ê, in beh chhēng môa-pò͘ thoân tō-lí, kiōng chi̍t-chheng nn̄g-pah la̍k-cha̍p ji̍t.","tghg":"我欲賞賜我二個干證者，𪜶欲穿麻布，傳道理共一千二百六十日。」","bklhl":"我beh賞賜我兩個干證ê，in beh穿麻布傳道理，共一千兩百六十日。"}},{"book":"啟","chapter":11,"verse":4,"versions":{"unv":"他們就是那兩棵橄欖樹，兩個燈臺，立在世界之主面前的。","bklcl":"Che chiū-sī hit ê nn̄g châng kaⁿ-ná chhiū, kap nn̄g ê teng-tâi, chiū-sī khiā tī choân tōe ê Chú ê bīn-chêng ê.","tghg":"這就是彼個二欉橄欖樹，及二個燈台，就是徛佇全地的主的面前的。","bklhl":"這就是hit ê兩叢橄欖樹，kap兩個燈台，就是khiā tī全地ê主ê面前ê。"}},{"book":"啟","chapter":11,"verse":5,"versions":{"unv":"若有人想要害他們，就有火從他們口中出來，燒滅仇敵。凡想要害他們的都必這樣被殺。","bklcl":"Nā ū lâng ài hāi in, chiū ū hé tùi in ê chhùi chhut-lâi, bia̍t in ê tùi-te̍k;  nā ū lâng ài beh hāi in, tek-khak chhin-chhiūⁿ án-ni siū hāi-sí.","tghg":"若有人愛害𪜶，就有火對𪜶的嘴出來，滅𪜶的對敵。若有人愛欲害𪜶，的確親像按呢受害死。","bklhl":"若有人ài害in，就有火tùi in ê嘴出來，滅in ê對敵；若有人ài beh害in，的確親像án-ni受害死。"}},{"book":"啟","chapter":11,"verse":6,"versions":{"unv":"這二人有權柄，在他們傳道的日子叫天閉塞不下雨；又有權柄叫水變為血，並且能隨時隨意用各樣的災殃攻擊世界。","bklcl":"Chit nn̄g lâng ū koân ōe koaiⁿ-ba̍t thiⁿ,  tī in thoân tō-lí ê ji̍t, hō͘ i bô lo̍h hō͘;  ia̍h ū koân tī-lí chiah-ê chúi, hō͘ i pìⁿ chòe huih;  koh chiàu in só͘ ài, put-koán sî thang ēng ta̍k iūⁿ ê chai-ē kong-kek tōe.","tghg":"此二人有權會關密天，佇𪜶傳道理的日互伊無落雨；亦有權治理諸個水互伊變做血，閣照𪜶所愛，不管時通用逐樣的災禍攻擊地。","bklhl":"Chit兩人有權能關密天，tī in傳道理ê日，hō͘伊無落雨；亦有權治理chiah ê水，hō͘伊變做血；koh照in所ài，不管時thang用ta̍k樣ê災禍攻擊地。"}},{"book":"啟","chapter":11,"verse":7,"versions":{"unv":"他們作完見證的時候，那從無底坑裡上來的獸必與他們交戰，並且得勝，把他們殺了。","bklcl":"Kàu in kan-chèng bêng-pe̍k ê sî, tùi chhim-ian chiūⁿ-lâi ê siù beh kap in kau-chiàn, koh beh khah-iâⁿ lâi thâi in..","tghg":"到𪜶干證明白的時，對深淵上來的獸欲及𪜶交戰，閣欲卡贏來刣𪜶 。","bklhl":"到in干證明白ê時，tùi深淵上來ê獸beh kap in交戰，koh beh khah贏來刣 in。。"}},{"book":"啟","chapter":11,"verse":8,"versions":{"unv":"他們的屍首就倒在大城裡的街上；這城按著靈意叫所多瑪，又叫埃及，就是他們的主釘十字架之處。","bklcl":"In ê sin-si tó tī tōa siâⁿ ê ke-lō͘; chit ê siâⁿ phì-jū chheng chòe Só͘-to-má kap Ai-ki̍p,  chiū-sī in ê Chú tèng si̍p-jī-kè ê só͘-chāi.","tghg":"𪜶的身屍倒佇大城的街路；此個城譬喻稱做所多瑪，及埃及，就是𪜶的主釘十字架的所在。","bklhl":"In ê身屍倒tī大城ê街路；chit ê城譬喻稱做所多瑪kap埃及，就是in ê主釘十字架ê所在。"}},{"book":"啟","chapter":11,"verse":9,"versions":{"unv":"從各民、各族、各方、各國中，有人觀看他們的屍首三天半，又不許把屍首放在墳墓裡。","bklcl":"Koh tùi chiah-ê peh-sìⁿ, chiah-ê chong-cho̍k, chiah-ê khiuⁿ-kháu, chiah-ê pang-kok ê tiong-kan ū lâng saⁿ ji̍t pòaⁿ kú khòaⁿ in ê sin-si, koh m̄ chún bâi-chòng in ê sin-si tī bōng-ni̍h.","tghg":"閣對諸個百姓、諸個宗族、諸個腔口、諸個邦國的中間有人三日半久看𪜶的身屍，閣呣准埋葬𪜶的身屍佇墓裡。","bklhl":"Koh tùi chiah ê百姓，chiah ê宗族，chiah ê腔口，chiah ê邦國ê中間有人三日半久看in ê身屍，koh m̄准埋葬in ê身屍tī墓裡。"}},{"book":"啟","chapter":11,"verse":10,"versions":{"unv":"住在地上的人就為他們歡喜快樂，互相餽送禮物，因這兩位先知曾叫住在地上的人受痛苦。","bklcl":"Khiā-khí tōe-bīn-chiūⁿ ê lâng chiū ūi-tio̍h in hoaⁿ-hí khoài-lo̍k, ēng mi̍h saⁿ-sàng; in-ūi chit nn̄g ê sian-ti bat khùn-khó͘ khiā-khí tōe-bīn-chiūⁿ ê lâng.","tghg":"徛起地面上的人就為著𪜶歡喜快樂，用物相送，因為此二個先知曾困苦徛起地面上的人。","bklhl":"khiā起地面上ê人就為tio̍h in歡喜快樂，用物相送；因為chit兩個先知bat困苦khiā起地面上ê人。"}},{"book":"啟","chapter":11,"verse":11,"versions":{"unv":"過了這三天半，有生氣從　神那裡進入他們裡面，他們就站起來；看見他們的人甚是害怕。","bklcl":"Kè hit saⁿ ji̍t pòaⁿ, ū oa̍h ê khì, tùi Siōng-tè chhut ê, lâi ji̍p tī in; in chiū peh-khí-lâi khiā; khòaⁿ-kìⁿ in ê lâng tōa kiaⁿ.","tghg":"過彼三日半，有活的氣對上帝出的來入佇𪜶，𪜶就絔(peh)起來徛；看見𪜶的人大驚。","bklhl":"過hit三日半，有活ê氣，tùi上帝出ê，來入tī in；in就peh起來khiā；看見in ê人大驚。"}},{"book":"啟","chapter":11,"verse":12,"versions":{"unv":"兩位先知聽見有大聲音從天上來，對他們說：「上到這裡來。」他們就駕著雲上了天，他們的仇敵也看見了。","bklcl":"In chiū thiaⁿ-kìⁿ tùi thiⁿ ū tōa siaⁿ, kā in kóng, Chiūⁿ lâi chia; in chiū chē hûn chiūⁿ thiⁿ, in ê tùi-te̍k ia̍h khòaⁿ-kìⁿ in.","tghg":"𪜶就聽見對天有大聲，給𪜶講：「上來遮。」𪜶就坐雲上天，𪜶的對敵亦看見𪜶。","bklhl":"In就聽見tùi天有大聲，kā in講，上來chia；in就坐雲上天，in ê對敵亦看見in。"}},{"book":"啟","chapter":11,"verse":13,"versions":{"unv":"正在那時候，地大震動，城就倒塌了十分之一，因地震而死的有七千人；其餘的都恐懼，歸榮耀給天上的　神。","bklcl":"Tng hit sî, tōe ū tōa tín-tāng, siâⁿ tó cha̍p hūn ê chi̍t hūn; in-ūi tōe-tāng lâi sí ê lâng, ū chhit-chheng miâ; kî-û ê lóng kiaⁿ-hiâⁿ, lâi kui êng-kng hō͘ thiⁿ-ni̍h ê Siōng-tè.","tghg":"當彼時，地有大振動，城倒十份的一份，因為地動來死的人有七千名；其餘的攏驚惶，來歸榮光互天裡的上帝。","bklhl":"當hit時，地有大振動，城倒十份ê一份；因為地動來死ê人，有七千名；其餘ê lóng驚惶，來歸榮光hō͘天裡ê上帝。"}},{"book":"啟","chapter":11,"verse":14,"versions":{"unv":"第二樣災禍過去，第三樣災禍快到了。","bklcl":"Tē jī ê chai-ē í-keng kè-khì; tē saⁿ ê chai-ē kín-kín kàu.","tghg":"第二個災禍已經過去，第三個災禍緊緊到。","bklhl":"第二個災禍已經過去；第三個災禍緊緊到。"}},{"book":"啟","chapter":11,"verse":15,"versions":{"unv":"第七位天使吹號，天上就有大聲音說：世上的國成了我主和主基督的國；他要作王，直到永永遠遠。","bklcl":"Tē chhit ê thiⁿ-sài pûn hō-thâu, chiū tī thiⁿ-ni̍h  ū chiah-ê tōa ê siaⁿ,  teh kóng, Sè-kan ê kok chiâⁿ-chòe lán ê Chú kap I ê Ki-tok ê kok;  I beh chòe ông kàu tāi-tāi bô chīn.","tghg":"第七個天使歕(pûn)號頭，就佇天裡有諸個大的聲啲講：世間的國成做咱的主及伊的基督的國；伊欲做王到代代無盡。","bklhl":"第七個天使pûn號頭，就tī天裡有chiah ê大ê聲，teh講，世間ê國成做咱ê主kap伊ê基督ê國；伊beh做王到代代無盡。"}},{"book":"啟","chapter":11,"verse":16,"versions":{"unv":"在　神面前，坐在自己位上的二十四位長老，就面伏於地，敬拜　神，","bklcl":"Tī Siōng-tè ê bīn-chêng, chē tī in chō-ūi ê jī-cha̍p-sì ê tiúⁿ-ló, bīn phak-lo̍h-lâi pài Siōng-tè,","tghg":"佇上帝的面前，坐佇𪜶座位的二十四個長老，面仆落(phak-lo̍h)來拜上帝，","bklhl":"Tī上帝ê面前，坐tī in座位ê二十四個長老，面仆落來拜上帝，"}},{"book":"啟","chapter":11,"verse":17,"versions":{"unv":"說：昔在、今在的主　神─全能者啊，我們感謝你！因你執掌大權作王了。","bklcl":"kóng, Chú Siōng-tè ah, sī choân-lêng ê, hiān-chāi tī-teh, chá tī-teh ê; goán kám-siā lí, in-ūi lí í-keng chiáng lí ê tōa koân lâi chòe ông.","tghg":"講：主上帝啊，是全能者──現在佇啲、早佇啲者，阮感謝你！因為你已經掌你的大權來做王。","bklhl":"講，主上帝ah，是全能ê，現在tī-teh，早tī-teh ê；阮感謝你，因為你已經掌你ê大權來做王。"}},{"book":"啟","chapter":11,"verse":18,"versions":{"unv":"外邦發怒，你的忿怒也臨到了；審判死人的時候也到了。你的僕人眾先知和眾聖徒，凡敬畏你名的人，連大帶小得賞賜的時候也到了。你敗壞那些敗壞世界之人的時候也就到了。","bklcl":"Gōa-pang hoat-chhut siū-khì, lí ê siū-khì ia̍h lîm-kàu; sí ê lâng siū sím-phòaⁿ, koh lí ê lô͘-po̍k chiah-ê sian-ti, kap chiah-ê sèng ê, kap kèng-ùi lí ê miâ ê, bô lūn tōa sòe, lí ēng pò-siúⁿ hō͘ in;  koh pāi-hoāi tōe ê, lí ia̍h pāi-hoāi in;  hit ê sî kàu lah.","tghg":"外邦發出受氣，你的受氣亦臨到；死的人受審判，閣你的奴僕諸個先知及諸個聖者，及敬畏你的名者，無論大細，你用報賞互𪜶。閣敗壞地的，你亦敗壞𪜶，彼個時到啦。","bklhl":"外邦發出受氣，你ê受氣亦臨到；死ê人受審判，koh你ê奴僕chiah ê先知，kap chiah ê聖ê，kap敬畏你ê名ê，無論大細，你用報賞hō͘ in；koh敗壞地ê，你亦敗壞in；hit ê時到lah。"}},{"book":"啟","chapter":11,"verse":19,"versions":{"unv":"當時，　神天上的殿開了，在他殿中現出他的約櫃。隨後有閃電、聲音、雷轟、地震、大雹。","bklcl":"Siōng-tè ê tiān, tī thiⁿ-ni̍h ê, chiū khui; tī I ê tiān-lāi I ê iok-kūi khòaⁿ hiān-hiān; chiū ū sih-nà, kap siaⁿ, kap lûi tân, tōe-tāng, í-ki̍p tōa phauh.","tghg":"上帝的殿佇天裡的就開，佇伊的殿內伊的約櫃看現現。就有閃爁(sih-nà)、及聲、及雷鳴(tân)、地動、以及大雹(phauh)。","bklhl":"上帝ê殿，tī天裡ê，就開；tī伊ê殿內伊ê約櫃看現現；就有sih-nà，kap聲，kap雷tân，地動，以及大雹。"}}]