[{"book":"啟","chapter":8,"verse":1,"versions":{"unv":"羔羊揭開第七印的時候，天上寂靜約有二刻。","bklcl":"Khui tē chhit ê ìn ê sî, thiⁿ-ni̍h chēng-chēng, iok-lio̍k pòaⁿ-tiám cheng kú.","tghg":"開第七個印的時，天裡靜靜約略半點鐘久。","bklhl":"開第七ê印ê時，天裡靜靜，約略半點鐘久。"}},{"book":"啟","chapter":8,"verse":2,"versions":{"unv":"我看見那站在　神面前的七位天使，有七枝號賜給他們。","bklcl":"Góa khòaⁿ-kìⁿ hiah-ê khiā tī Siōng-tè ê bīn-chêng chhit ê thiⁿ-sài;  koh ū chhit ki hō-thâu hō͘ in.","tghg":"我看見許個徛佇上帝的面前七個天使，閣有七支號頭互𪜶。","bklhl":"我看見hiah-ê khiā tī上帝ê面前七個天使；koh有七支號頭hō͘ in。"}},{"book":"啟","chapter":8,"verse":3,"versions":{"unv":"另有一位天使，拿著金香爐來，站在祭壇旁邊。有許多香賜給他，要和眾聖徒的祈禱一同獻在寶座前的金壇上。","bklcl":"Iā ū chi̍t ê thiⁿ-sài lâi khiā tī chè-tôaⁿ piⁿ, the̍h kim hiuⁿ-lô͘;","tghg":"也有一個天使來徛佇祭壇邊，提金香爐。有多多香互伊。","bklhl":"也有一个天使來khiā tī祭壇邊，the̍h金香爐；"}},{"book":"啟","chapter":8,"verse":4,"versions":{"unv":"那香的煙和眾聖徒的祈禱從天使的手中一同升到　神面前。","bklcl":"ū chōe-chōe hiuⁿ hō͘ i,  thang chham tī chèng sèng-tô͘ ê kî-tó, tī chō-ūi chêng ê kim-tôaⁿ-téng.  Hiuⁿ-ian kap sèng-tô͘ ê kî-tó tùi thiⁿ-sài ê chhiú chhèng kàu Siōng-tè ê bīn-chêng.","tghg":"通參佇眾聖徒的祈禱，佇座位前的金壇頂。香煙(hiuⁿ-ian)及聖徒的祈禱對天使的手淐(chhèng)到上帝的面前。","bklhl":"有chōe-chōe香hō͘伊，thang chham tī眾聖徒ê祈禱，tī座位前ê金壇頂。香煙kap聖徒ê祈禱tùi天使ê手chhèng到上帝ê面前。"}},{"book":"啟","chapter":8,"verse":5,"versions":{"unv":"天使拿著香爐，盛滿了壇上的火，倒在地上；隨有雷轟、大聲、閃電、地震。","bklcl":"Thiⁿ-sài the̍h hit ê hiuⁿ-lô͘, chiong tôaⁿ-ni̍h ê hé tóe kàu móa, hiat tī tōe-ni̍h; chiū ū lûi tân, kap chiah-ê siaⁿ, kap sih-nà, kap tōe-tāng.","tghg":"天使提彼個香爐，將壇裡的火貯(tóe)到滿，㧒(hiat)佇地裡；就有雷鳴(tân)，及諸個聲，及閃爁(sih-nà)及地動。","bklhl":"天使the̍h hit ê香爐，將壇裡ê火tóe到滿，hiat tī地裡；就有雷tân，kap chiah ê聲，kap sih-nà，kap地動。"}},{"book":"啟","chapter":8,"verse":6,"versions":{"unv":"拿著七枝號的七位天使就預備要吹。","bklcl":"Kia̍h chhit ki hō-thâu ê chhit ê thiⁿ-sài, chiū pī-pān beh pûn.","tghg":"攑七支號頭的七個天使就備辦欲歕(pûn)。","bklhl":"Kia̍h七支號頭ê七個天使，就備辦beh pûn。"}},{"book":"啟","chapter":8,"verse":7,"versions":{"unv":"第一位天使吹號，就有雹子與火攙著血丟在地上；地的三分之一和樹的三分之一被燒了，一切的青草也被燒了。","bklcl":"Thâu-chi̍t ê thiⁿ-sài pûn, chiū ū pha̍uh kap hé ēng huih saⁿ-chham hiat tī tōe-ni̍h; tōe saⁿ hūn ê chi̍t hūn sio-lio-khì, chhiū-ba̍k saⁿ hūn ê chi̍t hūn sio-lio-khì, it-chhè ê chhiⁿ chháu iā sio-lio-khì.","tghg":"頭一個天使歕，就有雹(pha̍uh)及火用血相參㧒佇地裡；地三份的一份燒燎(lio)去，樹木三份的一份燒燎去，一切的青草也燒燎去。","bklhl":"頭一个天使pûn，就有雹kap火用血相chham hiat tī地裡；地三份ê一份燒lio去，樹木三份ê一份燒lio去，一切ê青草也燒lio去。"}},{"book":"啟","chapter":8,"verse":8,"versions":{"unv":"第二位天使吹號，就有彷彿火燒著的大山扔在海中；海的三分之一變成血，","bklcl":"Tē jī ê thiⁿ-sài pûn, chiū ū chhin-chhiūⁿ hé teh sio ê tōa soaⁿ hiat-lo̍h hái; hái saⁿ hūn ê chi̍t hūn chiū pìⁿ-chòe huih;","tghg":"第二個天使歕，就有親像火啲燒的大山㧒落海；海三份的一份就變做血，","bklhl":"第二個天使pûn，就有親像火teh燒ê大山hiat落海；海三份ê一份就變做血；"}},{"book":"啟","chapter":8,"verse":9,"versions":{"unv":"海中的活物死了三分之一，船隻也壞了三分之一。","bklcl":"hái-lāi só͘ ū ê oa̍h-mi̍h saⁿ hūn sí chi̍t hūn; chûn-chiah iā saⁿ-hūn phòa chi̍t hūn.","tghg":"海內所有的活物三份死一份，船隻也三份破一份。","bklhl":"海內所有ê活物三份死一份；船隻也三份破一份。"}},{"book":"啟","chapter":8,"verse":10,"versions":{"unv":"第三位天使吹號，就有燒著的大星，好像火把從天上落下來，落在江河的三分之一和眾水的泉源上。","bklcl":"Tē saⁿ ê thiⁿ-sài pûn, ū tōa lia̍p chhiⁿ teh to̍h chhin-chhiūⁿ hé-pé, tùi thiⁿ tūi-lo̍h-lâi; chiū tūi tī kang-hô saⁿ hūn ê chi̍t hūn, í-ki̍p tī chiah-ê chúi-chôaⁿ;","tghg":"第三個天使歕，有大粒星啲𤏸(to̍h)，親像火把對天墜落來，就墜佇江河三份的一份以及佇諸個水泉。","bklhl":"第三個天使pûn，有大粒星teh to̍h親像火把，tùi天墜落來；就墜tī江河三份ê一份，以及tī chiah ê水泉；"}},{"book":"啟","chapter":8,"verse":11,"versions":{"unv":"（這星名叫「茵蔯」。）眾水的三分之一變為茵蔯，因水變苦，就死了許多人。","bklcl":"chhiⁿ ê miâ kiò chòe In-tîn;  chúi saⁿ hūn ê chi̍t hūn pìⁿ-chòe in-tîn;  lâng chōe-chōe in-ūi chiah-ê chúi lâi sí, in-ūi i sī khó͘.","tghg":"星的名叫做「茵蔯」(in-tîn)。水三份的一份變做茵蔯，人多多因為諸個水來死，因為伊是苦。","bklhl":"星ê名叫做In-tîn；水三份ê一份變做茵蔯；人chōe-chōe因為chiah ê水來死，因為伊是苦。"}},{"book":"啟","chapter":8,"verse":12,"versions":{"unv":"第四位天使吹號，日頭的三分之一、月亮的三分之一、星辰的三分之一都被擊打，以致日月星的三分之一黑暗了，白晝的三分之一沒有光，黑夜也是這樣。","bklcl":"Tē sì ê thiⁿ-sài pûn, ji̍t ê saⁿ hūn chi̍t, ge̍h ê saⁿ hūn chi̍t, chhiⁿ ê saⁿ hūn chi̍t, siū kong-kek, tì-kàu in saⁿ hūn ê chi̍t hūn pìⁿ-chòe àm; ji̍t-sî saⁿ hūn ê chi̍t hūn bô kng;  mî-sî iā sī án-ni.","tghg":"第四個天使歕，日的三份一、月的三份一、星的三份一受攻擊，致到𪜶三份的一份變做暗，日時三份的一份無光，暝時也是按呢。","bklhl":"第四個天使pûn，日ê三份一，月ê三份一，星ê三份一，受攻擊，致到in三份ê一份變做暗；日時三份ê一份無光；暝時也是án-ni。"}},{"book":"啟","chapter":8,"verse":13,"versions":{"unv":"我又看見一個鷹飛在空中，並聽見牠大聲說：「三位天使要吹那其餘的號。你們住在地上的民，禍哉！禍哉！禍哉！」","bklcl":"Góa koh khòaⁿ, chiū thiaⁿ-kìⁿ chi̍t chiah eng pe tī thiⁿ-tiong, tōa siaⁿ kóng,  In-ūi kî-û hō-thâu ê siaⁿ, chiū-sī saⁿ ê thiⁿ-sài só͘ beh pûn ê, khiā-khí tōe-chiūⁿ ê lâng ū chai-ē, ū chai-ē, ū chai-ē.","tghg":"我閣看，就聽見一隻鷹飛佇天中，大聲講：「因為其餘號頭的聲就是三個天使所欲歕的。徛起地上的人，有災禍！有災禍！有災禍！」","bklhl":"我koh看，就聽見一隻鷹飛tī天中，大聲講，因為其餘號頭ê聲，就是三個天使所beh pûn ê，khiā起地上ê人有災禍，有災禍，有災禍。"}}]