[{"book":"啟","chapter":19,"verse":1,"versions":{"unv":"此後，我聽見好像群眾在天上大聲說：哈利路亞（就是要讚美耶和華的意思）！救恩、榮耀、權能都屬乎我們的　神！","bklcl":"Chiah-ê tāi-chì liáu-āu, góa thiaⁿ-kìⁿ tī thiⁿ-ni̍h  ū chhin-chhiūⁿ kui tōa tīn lâng ê tōa siaⁿ kóng, A-lī-lū-iâ; chín-kiù, êng-kng, koân-lêng lóng sī lán ê Siōng-tè ê;","tghg":"諸個代誌了後，我聽見佇天裡有親像歸大陣人的大聲講：哈利路亞！拯救、榮光、權能攏是咱的上帝的！","bklhl":"Chiah-ê tāi-chì了後，我聽見tī天裡有親像kui大陣人ê大聲講，A-lī-lū-iâ；拯救、榮光、權能lóng是咱ê上帝ê；"}},{"book":"啟","chapter":19,"verse":2,"versions":{"unv":"他的判斷是真實公義的；因他判斷了那用淫行敗壞世界的大淫婦，並且向淫婦討流僕人血的罪，給他們伸冤。","bklcl":"sī I ê sím-phòaⁿ chin-si̍t koh kong-gī;  in-ūi I bat sím-phòaⁿ hit ê tōa îm-hū, chiū-sī ēng i ê îm-loān pāi-hoāi tōe-chiūⁿ ê;  koh tùi i thó lâu I ê lô͘-po̍k ê huih ê chōe, lâi sin in ê oan.","tghg":"是伊的審判真實閣公義；因為伊曾審判彼個大淫婦，就是用伊的淫亂敗壞地上的，閣對伊討流伊的奴僕的血的罪，來伸𪜶的冤。","bklhl":"是伊ê審判真實koh公義；因為伊bat審判hit ê大淫婦，就是用伊ê淫亂敗壞地上ê；koh tùi伊討流伊ê奴僕ê血ê罪，來伸in ê冤。"}},{"book":"啟","chapter":19,"verse":3,"versions":{"unv":"又說：哈利路亞！燒淫婦的煙往上冒，直到永永遠遠。","bklcl":"In koh-chài kóng,  A-lī-lū-iâ.  Sio i ê ian chhèng chiūⁿ koâiⁿ, kàu tāi-tāi bô chīn.","tghg":"𪜶閣再講：哈利路亞！燒伊的煙淐(chhèng)上(chiūⁿ)高，到代代無盡。","bklhl":"In koh再講，A-lī-lū-iâ。燒伊ê煙chhèng上高，到代代無盡。"}},{"book":"啟","chapter":19,"verse":4,"versions":{"unv":"那二十四位長老與四活物就俯伏敬拜坐寶座的　神，說：阿們！哈利路亞！","bklcl":"Hit jī-cha̍p-sì ê tiúⁿ-ló kap sì ê oa̍h mi̍h phak-lo̍h kèng-pài chē tī chō-ūi ê Siōng-tè kóng,  À-bēng, A-lī-lū-iâ.","tghg":"彼二十四個長老及四個活物仆落敬拜坐佇座位的上帝，講：阿們！哈利路亞！","bklhl":"Hit二十四個長老kap四個活物，仆落敬拜坐tī座位ê上帝講，À-bēng，A-lī-lū-iâ。"}},{"book":"啟","chapter":19,"verse":5,"versions":{"unv":"有聲音從寶座出來說：　神的眾僕人哪，凡敬畏他的，無論大小，都要讚美我們的　神！","bklcl":"Ū siaⁿ tùi chō-ūi chhut-lâi kóng,  Hoān-nā lín chòe lán ê Siōng-tè ê lô͘-po̍k, lâi kèng-ùi I ê, bô lūn tōa sòe lóng tio̍h o-ló I.","tghg":"有聲對座位出來講：凡若恁做咱的上帝的奴僕，來敬畏伊的，無論大細，攏著謳咾伊！","bklhl":"有聲tùi座位出來講，凡若lín做咱ê上帝ê奴僕，來敬畏伊ê，無論大細lóng tio̍h o-ló伊。"}},{"book":"啟","chapter":19,"verse":6,"versions":{"unv":"我聽見好像群眾的聲音，眾水的聲音，大雷的聲音，說：哈利路亞！因為主─我們的　神、全能者作王了。","bklcl":"Góa thiaⁿ-kìⁿ ū chhin-chhiūⁿ kui tōa tīn lâng ê siaⁿ, chhin-chhiūⁿ chōe-chōe tiâu chúi ê siaⁿ, chhin-chhiūⁿ lûi tōa tân ê siaⁿ, kóng, A-lī-lū-iâ;  in-ūi Chú, lán ê Siōng-tè choân-lêng ê, chòe ông lah.","tghg":"我聽見有親像歸大陣人的聲，親像多多條水的聲，親像雷大鳴(tân)的聲，講：哈利路亞！因為主──咱的上帝、全能者做王啦。","bklhl":"我聽見有親像kui大陣人ê聲，親像chōe-chōe條水ê聲，親像雷大tân ê聲，講，A-lī-lū-iâ；因為主，咱ê上帝全能ê，做王lah。"}},{"book":"啟","chapter":19,"verse":7,"versions":{"unv":"我們要歡喜快樂，將榮耀歸給他。因為，羔羊婚娶的時候到了；新婦也自己預備好了，","bklcl":"Lán tio̍h hoaⁿ-hoaⁿ hí-hí, chiong êng-kng kui hō͘ I;  in-ūi Iûⁿ-ko hun-in ê kî í-keng kàu, I ê sin-niû í-keng ka-kī pī-pān hó lah.","tghg":"咱著歡歡喜喜，將榮光歸互伊。因為，羊羔婚姻的期已經到；伊的新娘已經家己備辦好啦，","bklhl":"咱tio̍h歡歡喜喜，將榮光歸hō͘伊；因為羊羔婚姻ê期已經到，伊ê新娘已經家己備辦好lah。"}},{"book":"啟","chapter":19,"verse":8,"versions":{"unv":"就蒙恩得穿光明潔白的細麻衣。（這細麻衣就是聖徒所行的義。）","bklcl":"Chiū ū hō͘ i chhēng kng-bêng chheng-khì ê iù-koah pò͘;  in-ūi iù-koah pò͘ sī sèng-tô͘ só͘ kiâⁿ ê gī.","tghg":"就有互伊穿光明清氣的幼葛(iù-koah)布。（因為幼葛布是聖徒所行的義。）","bklhl":"就有hō͘伊穿光明清氣ê 幼葛布；因為幼葛布是聖徒所行ê義。"}},{"book":"啟","chapter":19,"verse":9,"versions":{"unv":"天使吩咐我說：「你要寫上：凡被請赴羔羊之婚筵的有福了！」又對我說：「這是　神真實的話。」","bklcl":"Koh kā góa kóng, Lí tio̍h siá i,  Kìⁿ-nā siū tiàu lâi hù Iûⁿ-ko ê hun-iân ê, ū hok-khì.  Koh kā góa kóng, chiah-ê sī Siōng-tè chin-si̍t ê ōe.","tghg":"閣給我講：「你著寫伊：見若受召來赴羊羔的婚筵的有福氣！」閣給我講：「諸個是上帝真實的話。」","bklhl":"Koh kā我講，你tio̍h寫伊，見若受召來赴羊羔ê婚筵ê，有福氣。Koh kā我講，chiah ê是上帝真實ê話。"}},{"book":"啟","chapter":19,"verse":10,"versions":{"unv":"我就俯伏在他腳前要拜他。他說：「千萬不可！我和你，並你那些為耶穌作見證的弟兄同是作僕人的，你要敬拜　神。」因為預言中的靈意乃是為耶穌作見證。","bklcl":"Góa chiū phak tī i ê kha-chêng beh pài i.  I kā góa kóng, Chhian-bān m̄ thang;  góa kap lí í-ki̍p lí ê hiaⁿ-tī ū Iâ-so͘ ê kan-chèng ê, pîⁿ-pîⁿ sī chòe lô͘-po̍k; lí tio̍h pài Siōng-tè;  in-ūi Iâ-so͘ ê kan-chèng chiū-sī sian-ti ê sîn.","tghg":"我就仆佇伊的腳前欲拜伊。伊給我講：「千萬呣通！我及你以及你的兄弟有耶穌的干證者，平平是做奴僕，你著拜上帝。」因為耶穌的干證就是先知的神。","bklhl":"我就仆tī伊ê腳前beh拜伊。伊kā我講，千萬m̄-thang；我kap你以及你ê兄弟有耶穌ê干證ê，平平是做奴僕；你tio̍h拜上帝；因為耶穌ê干證就是先知ê神。"}},{"book":"啟","chapter":19,"verse":11,"versions":{"unv":"我觀看，見天開了。有一匹白馬，騎在馬上的稱為誠信真實，他審判，爭戰，都按著公義。","bklcl":"Góa koh khòaⁿ-kìⁿ thiⁿ khui, chiū khòaⁿ-kìⁿ ū chi̍t chiah pe̍h bé, khiâ i ê chheng chòe Tiong-sìn Chin-si̍t;  I ê sím-phòaⁿ kap kau-chiàn bô m̄ kong-gī.","tghg":"我閣看見天開。就看見有一隻白馬，騎伊的稱做忠信真實，伊的審判及交戰無呣公義。","bklhl":"我koh看見天開，就看見有一隻白馬，騎伊ê稱做忠信真實；伊ê審判kap交戰無m̄公義。"}},{"book":"啟","chapter":19,"verse":12,"versions":{"unv":"他的眼睛如火焰，他頭上戴著許多冠冕；又有寫著的名字，除了他自己沒有人知道。","bklcl":"I ê ba̍k-chiu sī hé-iām; thâu-khak téng tì chōe-chōe ông-bō;  koh ū miâ siá-teh, tû-khì I pún-sin í-gōa bô lâng ōe bat.","tghg":"伊的目睭是火焰，頭殼頂戴多多王帽；閣有名寫啲，除去伊本身以外無人會識(bat)。","bklhl":"伊ê目睭是火燄；頭殼頂戴 chōe-chōe王帽；koh有名寫teh，除去伊本身以外無人會bat。"}},{"book":"啟","chapter":19,"verse":13,"versions":{"unv":"他穿著濺了血的衣服；他的名稱為　神之道。","bklcl":"I chhēng hiù huih ê saⁿ;  I ê miâ chheng chòe Siōng-tè ê Tō.","tghg":"伊穿灑(hiù)血的衫；伊的名稱做上帝的道。","bklhl":"伊穿hiù血ê衫；伊ê名稱做上帝ê道。"}},{"book":"啟","chapter":19,"verse":14,"versions":{"unv":"在天上的眾軍騎著白馬，穿著細麻衣，又白又潔，跟隨他。","bklcl":"Tī thiⁿ-ni̍h ê kun-peng khiâ pe̍h bé lâi tè I, lóng chhēng iù-koah, pe̍h koh chheng-khì.","tghg":"佇天裡的軍兵騎白馬，來隨伊，攏穿幼葛，白閣清氣。","bklhl":"Tī天裡ê軍兵騎白馬來tè伊，lóng穿幼葛，白koh清氣。"}},{"book":"啟","chapter":19,"verse":15,"versions":{"unv":"有利劍從他口中出來，可以擊殺列國。他必用鐵杖轄管（轄管：原文是牧）他們，並要踹全能　神烈怒的酒醡。","bklcl":"Koh ū lāi kiàm tùi I ê chhùi chhut, thang ēng i lâi phah lia̍t-pang;  I iā beh ēng thih-koáiⁿ tī-lí in; I iā beh ta̍h choân-lêng ê Siōng-tè tōa siū-khì ê chiú-khut.","tghg":"閣有利劍對伊的嘴出，通用伊來拍列邦。伊也欲用鐵枴治理𪜶，伊也欲踏全能的上帝大受氣的酒窟。","bklhl":"Koh有利劍tùi伊ê嘴出，thang用伊來phah列邦；伊也beh用鐵柺治理in；伊也beh踏全能ê上帝大受氣ê酒窟。"}},{"book":"啟","chapter":19,"verse":16,"versions":{"unv":"在他衣服和大腿上有名寫著說：「萬王之王，萬主之主。」","bklcl":"Tī I ê saⁿ kap kha-thúi ū siá chi̍t ê miâ kóng, Bān ông ê Ông, bān chú ê Chú.","tghg":"佇伊的衫及腳腿有寫一個名講：「萬王的王，萬主的主。」","bklhl":"Tī伊ê衫kap腳腿有寫一个名講，萬王ê王，萬主ê主。"}},{"book":"啟","chapter":19,"verse":17,"versions":{"unv":"我又看見一位天使站在日頭中，向天空所飛的鳥大聲喊著說：「你們聚集來赴　神的大筵席，","bklcl":"Góa koh khòaⁿ-kìⁿ chi̍t ê thiⁿ-sài khiā tī ji̍t-thâu ê tiong-ng, tōa siaⁿ âu-kiò, kā thiⁿ-tiong lóng-chóng ê pe-chiáu kóng,","tghg":"我閣看見一個天使徛佇日頭的中央，大聲喉叫給天中攏總的飛鳥講：「來聚集赴上帝的大筵席，","bklhl":"我koh看見一个天使khiā tī日頭ê中央，大聲喉叫，kā天中lóng總ê飛鳥講，"}},{"book":"啟","chapter":19,"verse":18,"versions":{"unv":"可以吃君王與將軍的肉，壯士與馬和騎馬者的肉，並一切自主的為奴的，以及大小人民的肉。」","bklcl":"Lâi chū-chi̍p hù Siōng-tè ê tōa iân-sia̍h, thang lâi chia̍h chiah-ê ông ê bah, chhian-chóng ê bah, ióng-sū ê bah, bé kap khiâ bé ê lâng ê bah, hoān-nā chū-iû ê, chòe lô͘-po̍k ê, sī-sòe sī-tōa ê bah.","tghg":"通來食諸個王的肉，千總的肉，勇士的肉，馬及騎馬的人的肉，凡若自由的做奴僕的，序細(sī-sòe)序大的肉。」","bklhl":"來聚集赴上帝ê大筵席，thang來食chiah ê王ê肉，千總ê肉，勇士ê肉，馬kap騎馬ê人ê肉，凡若自由ê，做奴僕ê，序細序大ê肉。"}},{"book":"啟","chapter":19,"verse":19,"versions":{"unv":"我看見那獸和地上的君王，並他們的眾軍都聚集，要與騎白馬的並他的軍兵爭戰。","bklcl":"Góa koh khòaⁿ-kìⁿ siù kap tōe-chiūⁿ chiah-ê ông kap in ê kun-peng lóng chū-chi̍p, beh kap khiâ bé ê í-ki̍p I ê kun-peng kau-chiàn.","tghg":"我閣看見獸及地上諸個王，及𪜶的軍兵攏聚集，欲及騎馬的以及伊的軍兵交戰。","bklhl":"我koh看見獸kap地上chiah ê王kap in ê軍兵lóng聚集，beh kap騎馬ê以及伊ê軍兵交戰。"}},{"book":"啟","chapter":19,"verse":20,"versions":{"unv":"那獸被擒拿；那在獸面前曾行奇事、迷惑受獸印記和拜獸像之人的假先知，也與獸同被擒拿。他們兩個就活活地被扔在燒著硫磺的火湖裡；","bklcl":"Siù chiū siū lia̍h, hit ê ké ê sian-ti iā kap i tâng siū lia̍h, chiū-sī chêng bat tī siù ê bīn-chêng kiâⁿ sîn-jiah, lâi bê-he̍k hiah-ê siū-tio̍h siù ê kì-hō,  í-ki̍p pài siù ê siōng ê, chit nn̄g ê oa̍h-oa̍h hiat tī jiû-n̂g teh sio ê hé-ô͘.","tghg":"獸就受掠；彼個假的先知也及伊同受掠，就是前曾佇獸的面前行神蹟，來迷惑許個受著獸的記號以及拜獸的像(siōng)的。此二個活活㧒(hiat)佇硫磺啲燒的火湖；","bklhl":"獸就受掠，hit ê假ê先知也kap伊同受掠，就是前bat tī獸 ê面前行神蹟，來迷惑hiah-ê受tio̍h獸ê記號，以及拜獸ê像ê，chit兩個活活hiat tī硫磺teh燒ê火湖。"}},{"book":"啟","chapter":19,"verse":21,"versions":{"unv":"其餘的被騎白馬者口中出來的劍殺了；飛鳥都吃飽了他們的肉。","bklcl":"Kî-û-ê hō͘ hit ê khiâ-bé ê chhùi-lāi só͘ chhut ê kiàm thâi-sí in.  Chèng chiáu lóng chia̍h in ê bah kàu pá.","tghg":"其餘的互彼個騎馬的嘴內所出的劍刣死𪜶；眾鳥攏食𪜶的肉到飽。","bklhl":"其餘ê hō͘ hit ê騎馬ê嘴內所出ê劍刣死in。眾鳥lóng食in ê肉到飽。"}}]