[{"book":"啟","chapter":5,"verse":1,"versions":{"unv":"我看見坐寶座的右手中有書卷，裡外都寫著字，用七印封嚴了。","bklcl":"Góa khòaⁿ-kìⁿ chē tī chō-ūi ê, chiàⁿ chhiú the̍h chi̍t kńg, lāi-gōa lóng ū bûn-jī, ēng chhit ê ìn hong-ba̍t.","tghg":"我看見坐佇座位的，正手提一卷(kńg)，內外攏有文字，用七個印封密。","bklhl":"我看見坐tī座位ê，chiàⁿ手the̍h一卷，內外lóng有文字，用七個印封密。"}},{"book":"啟","chapter":5,"verse":2,"versions":{"unv":"我又看見一位大力的天使大聲宣傳說：「有誰配展開那書卷，揭開那七印呢？」","bklcl":"Koh khòaⁿ-kìⁿ ū koân-lêng ê thiⁿ-sài, tōa siaⁿ soan-thoân kóng, Chī-chūi ōe kham-tit khui hit kńg, lâi thiah-khui i ê ìn.","tghg":"閣看見有權能的天使大聲宣傳講：「是誰會堪得開彼卷，來拆開伊的印？」","bklhl":"Koh看見有權能ê天使，大聲宣傳講，Chī-chūi能堪得開hit卷，來拆開伊ê印。"}},{"book":"啟","chapter":5,"verse":3,"versions":{"unv":"在天上、地上、地底下，沒有能展開、能觀看那書卷的。","bklcl":"Tī thiⁿ-ni̍h, kap tōe-ni̍h, kap tōe ê ē-bīn, bô chi̍t-ê ōe khui hit kńg, á-sī khòaⁿ i.","tghg":"佇天裡，及地裡，及地的下面，無一個會開彼卷、抑是看伊。","bklhl":"Tī天裡，kap地裡，kap地ê下面，無一个能開hit卷，á是看伊。"}},{"book":"啟","chapter":5,"verse":4,"versions":{"unv":"因為沒有配展開、配觀看那書卷的，我就大哭。","bklcl":"Kì-jiân chhē bô chi̍t-ê ōe kham-tit khui hit kńg, á-sī khòaⁿ i ê, góa chiū tōa thî-khàu.","tghg":"既然尋無一個會堪得開彼卷、抑是看伊的，我就大啼哭。","bklhl":"既然chhē無一个能堪得開hit卷，á是看伊ê，我就大啼哭。"}},{"book":"啟","chapter":5,"verse":5,"versions":{"unv":"長老中有一位對我說：「不要哭！看哪，猶大支派中的獅子，大衛的根，他已得勝，能以展開那書卷，揭開那七印。」","bklcl":"Hiah ê tiúⁿ-ló ê chi̍t-ê kā góa kóng, Bo̍h-tit thî-khàu; lí khòaⁿ, Iû-tāi chi-phài ê sai, Tāi-pi̍t ê kun-thâu, í-keng tek-sèng, thang lâi khui chit kńg, kap hiah-ê chhit ê ìn.","tghg":"許個長老的一個給我講：「莫得啼哭！你看，猶大支派的獅，大衛的根頭，已經得勝，通來開此卷，及許個七個印。」","bklhl":"Hiah-ê長老ê一个kā我講，莫得啼哭；你看，偤大支派ê獅，大衛ê根頭，已經得勝，thang來開chit卷，kap hiah-ê七個印。"}},{"book":"啟","chapter":5,"verse":6,"versions":{"unv":"我又看見寶座與四活物，並長老之中有羔羊站立，像是被殺過的，有七角七眼，就是　神的七靈，奉差遣往普天下去的。","bklcl":"Góa chiū khòaⁿ-kìⁿ tī chō-ūi kap sì ūi ê oa̍h mi̍h ê tiong-kan, kap tī hiah-ê tiúⁿ-ló ê tiong-kan, ū Iûⁿ-ko khiā-teh, chhin-chhiūⁿ bat siū thâi, ū chhit ki kak, chhit lúi ba̍k-chiu, chiū-sī Siōng-tè ê chhit ê Sîn, hōng-chhe kàu phó͘ thiⁿ-ē ê.","tghg":"我就看見佇座位及四位的活物的中間，及佇許個長老的中間有羊羔徛啲，親像曾受刣，有七支角七蕊目睭，就是上帝的七個神，奉差到普天下的。","bklhl":"我就看見tī座位kap四位ê活物ê中間，kap tī hiah-ê長老ê中間，有羊羔khiā-teh，親像bat受刣，有七支角，七蕊目睭，就是上帝ê七個神，奉差到普天下ê。"}},{"book":"啟","chapter":5,"verse":7,"versions":{"unv":"這羔羊前來，從坐寶座的右手裡拿了書卷。","bklcl":"I chiū chìn-chêng, tùi hit ê chē tī chō-ūi ê ê chiàⁿ chhiú the̍h hit kńg.","tghg":"伊就進前，對彼個坐佇座位者的正手提彼卷。","bklhl":"伊就進前，tùi hit ê坐tī座位ê ê chiàⁿ手the̍h hit卷。"}},{"book":"啟","chapter":5,"verse":8,"versions":{"unv":"他既拿了書卷，四活物和二十四位長老就俯伏在羔羊面前，各拿著琴和盛滿了香的金爐；這香就是眾聖徒的祈禱。","bklcl":"I the̍h hit kńg ê sî, chiū sì ê oa̍h mi̍h kap jī-cha̍p-sì ê tiúⁿ-ló, lóng phak tī Iûⁿ-ko ê bīn-chêng; ta̍k-ê ū khîm kap kim lô͘, tóe hiuⁿ móa-móa, hiuⁿ chiū-sī sèng-tô͘ ê kî-tó.","tghg":"伊提彼卷的時，就四個活物及二十四個長老攏仆佇羊羔的面前，逐個有琴及金爐貯(tóe)香滿滿；香就是聖徒的祈禱。","bklhl":"伊the̍h hit卷ê時，就四個活物kap二十四個長老，lóng仆tī羊羔ê面前；ta̍k-ê有琴kap金爐，tóe香滿滿，香就是聖徒ê祈禱。"}},{"book":"啟","chapter":5,"verse":9,"versions":{"unv":"他們唱新歌，說：你配拿書卷，配揭開七印；因為你曾被殺，用自己的血從各族、各方、各民、各國中買了人來，叫他們歸於　神，","bklcl":"Iā gîm sin ê si kóng, Lí kham-tit the̍h hit kńg, lâi khui i ê ìn; in-ūi lí siū thâi, bat ēng lí ê huih tùi ta̍k cho̍k, ta̍k khiuⁿ-kháu, ta̍k hō peh-sìⁿ, ta̍k kok, bóe lâng lâi kui Siōng-tè;","tghg":"也吟新的詩，講：你堪得提彼卷，來開伊的印；因為你受刣，曾用你的血對逐族、逐腔口、逐號百姓、逐國買人，來歸上帝，","bklhl":"也吟新ê詩講，你堪得the̍h hit卷，來開伊ê印；因為你受刣，bat用你ê血tùi ta̍k族，ta̍k腔口，ta̍k號百姓，ta̍k國，買人來歸上帝；"}},{"book":"啟","chapter":5,"verse":10,"versions":{"unv":"又叫他們成為國民，作祭司歸於　神，在地上執掌王權。","bklcl":"hō͘ in chòe kok, chòe chè-si, lâi ho̍k-sāi Siōng-tè; in ia̍h beh chòe ông tī tōe-chiūⁿ.","tghg":"互𪜶做國，做祭司來服事上帝，𪜶亦欲做王佇地上。","bklhl":"hō͘ in做國，做祭司，來服事上帝；in亦beh做王tī地上。"}},{"book":"啟","chapter":5,"verse":11,"versions":{"unv":"我又看見且聽見，寶座與活物並長老的周圍有許多天使的聲音；他們的數目有千千萬萬，","bklcl":"Góa koh khòaⁿ, chiū thiaⁿ-kìⁿ chō-ūi, kap oa̍h mi̍h, kap tiúⁿ-ló ê chiu-ûi chōe-chōe thiⁿ-sài ê siaⁿ; in ê gia̍h-siàu chheng-chheng bān-bān;","tghg":"我閣看，就聽見座位及活物及長老的周圍多多天使的聲；𪜶的額數(gia̍h-siàu)千千萬萬，","bklhl":"我koh看，就聽見座位，kap活物，kap長老ê周圍chōe-chōe天使ê聲；in ê額數千千萬萬；"}},{"book":"啟","chapter":5,"verse":12,"versions":{"unv":"大聲說：曾被殺的羔羊是配得權柄、豐富、智慧、能力、尊貴、榮耀、頌讚的。","bklcl":"tōa siaⁿ kóng, Siū thâi ê Iûⁿ-ko, ha̍p-gî tit-tio̍h koân-lêng, pù-ū, tì-hūi, khùi-la̍t, chun-kùi, êng-kng, o-ló.","tghg":"大聲講：受刣的羊羔合宜得著權能、富有、智慧、氣力、尊貴、榮光、謳咾。","bklhl":"大聲講，受刣 ê羊羔，合宜得tio̍h權能、富有、智慧、氣力、尊貴、榮光、o-ló。"}},{"book":"啟","chapter":5,"verse":13,"versions":{"unv":"我又聽見在天上、地上、地底下、滄海裡，和天地間一切所有被造之物，都說：但願頌讚、尊貴、榮耀、權勢都歸給坐寶座的和羔羊，直到永永遠遠！","bklcl":"Koh thiaⁿ-kìⁿ tī thiⁿ tī tōe, kap tōe ê ē-bīn, kap hái-bīn, it-chhè siū chō ê mi̍h, kap kî-tiong hoān só͘ ū ê, lóng kóng, O-ló, chun-kùi, êng-kng, koân-sè, lóng kui hō͘ chē tī chō-ūi ê, kap Iûⁿ-ko, kàu tāi-tāi bô chīn.","tghg":"閣聽見佇天、佇地、及地的下面、及海面，一切受造的物，及其中凡所有的，攏講：謳咾、尊貴、榮光、權勢、攏歸互坐佇座位者及羊羔，到代代無盡！","bklhl":"Koh聽見tī天tī地，kap地ê下面，kap海面，一切受造ê物，kap其中凡所有ê，lóng講，O-ló、尊貴、榮光、權勢，lóng歸hō͘坐tī座位ê，kap羊羔，到代代無盡。"}},{"book":"啟","chapter":5,"verse":14,"versions":{"unv":"四活物就說：「阿們！」眾長老也俯伏敬拜。","bklcl":"Sì ê oa̍h mi̍h kóng, À-bēng; hiah-ê tiúⁿ-ló chiū phak-teh pài.","tghg":"四個活物講：「阿們！」許個長老就仆啲拜。","bklhl":"四個活物講，À-bēng；hiah-ê長老就仆teh拜。"}}]