[{"book":"啟","chapter":18,"verse":1,"versions":{"unv":"此後，我看見另有一位有大權柄的天使從天降下，地就因他的榮耀發光。","bklcl":"Chiah-ê tāi-chì liáu-āu góa khòaⁿ-kìⁿ pa̍t ê thiⁿ-sài tùi thiⁿ lo̍h-lâi, ū tōa koân-pèng; tōe-chiūⁿ tùi i ê êng-kng lâi kng.","tghg":"諸個代誌了後，我看見別個天使對天落來有大權柄，地上對伊的榮光來光。","bklhl":"Chiah-ê tāi-chì了後，我看見別個天使tùi天落來，有大權柄；地上tùi伊ê榮光來光。"}},{"book":"啟","chapter":18,"verse":2,"versions":{"unv":"他大聲喊著說：巴比倫大城傾倒了！傾倒了！成了鬼魔的住處和各樣污穢之靈的巢穴（或譯：牢獄；下同），並各樣污穢可憎之雀鳥的巢穴。","bklcl":"I tōa siaⁿ kiò kóng, Tōa ê Pa-pí-lûn tó-hoāi lah, tó-hoāi lah; taⁿ chiâⁿ-chòe kúi khiā-khí ê só͘-chāi, kap lóng-chóng ù-òe ê sîn ê kaⁿ-lô, í-ki̍p lóng-chóng bô chheng-khì khó-ò͘ⁿ ê chiáu ê chiáu-láng.","tghg":"伊大聲叫講：大的巴比倫倒壞啦！倒壞啦！今成做鬼徛起的所在及攏總污穢的神的監牢，以及攏總無清氣可惡的鳥的鳥籠(láng)。","bklhl":"伊大聲叫講，大ê巴比倫倒壞lah，倒壞lah；taⁿ成做鬼khiā起ê所在，kap lóng總污穢ê神ê監牢，以及lóng總無清氣可惡ê鳥ê鳥籠。"}},{"book":"啟","chapter":18,"verse":3,"versions":{"unv":"因為列國都被她邪淫大怒的酒傾倒了。地上的君王與她行淫；地上的客商因她奢華太過就發了財。","bklcl":"In-ūi bān pang tùi i îm-loān jiá-tio̍h siū-khì ê chiú lâi tó-hoāi, tōe-chiūⁿ chiah-ê ông bat kap i kiâⁿ kan-îm, tōe-chiūⁿ chiah-ê seng-lí lâng í-keng tùi i ê chhia-hôa kàu ke̍k, tì-kàu hó-gia̍h.","tghg":"因為萬邦對伊淫亂惹著受氣的酒來倒壞。地上諸個王曾及伊行姦淫；地上諸個生理人已經對伊的奢華(chhia-hôa)到極，致到好額。","bklhl":"因為萬邦tùi伊淫亂惹tio̍h受氣ê酒來倒壞，地上chiah ê王bat kap伊行姦淫，地上chiah ê seng-lí人已經tùi伊ê奢華到極，致到好額。"}},{"book":"啟","chapter":18,"verse":4,"versions":{"unv":"我又聽見從天上有聲音說：我的民哪，你們要從那城出來，免得與她一同有罪，受她所受的災殃；","bklcl":"Góa koh thiaⁿ-kìⁿ tùi thiⁿ ū pa̍t ê siaⁿ kóng, Góa ê peh-sìⁿ ah, tio̍h tùi hia chhut-lâi, bián-tit ū hūn i ê chōe, iā bián-tit siū i ê chai-ē.","tghg":"我閣聽見對天有別個聲講：我的百姓啊，著對遐出來，免得有份伊的罪，也免得受伊的災禍；","bklhl":"我koh聽見tùi天有別個聲講，我ê百姓ah，tio̍h tùi hia出來，免得有份伊ê罪，也免得受伊ê災禍。"}},{"book":"啟","chapter":18,"verse":5,"versions":{"unv":"因她的罪惡滔天；她的不義，　神已經想起來了。","bklcl":"In-ūi i ê chōe tú thiⁿ; i ta̍k hō ê put-gī Siōng-tè kì-tit.","tghg":"因為伊的罪抵(tú)天；伊逐號的不義，上帝記得。","bklhl":"因為伊ê罪抵天；伊ta̍k號ê不義上帝記得。"}},{"book":"啟","chapter":18,"verse":6,"versions":{"unv":"她怎樣待人，也要怎樣待她，按她所行的加倍地報應她；用她調酒的杯加倍地調給她喝。","bklcl":"Tio̍h chiàu i khoán-thāi lâng ê lâi khoán-thāi i;  chiàu i ê só͘ kiâⁿ ka-pē pò-èng i;  tī i só͘ tiau-hô ê poe, taⁿ iā ka-pē tiau-hô lâi hō͘ i.","tghg":"著照伊款待人的，來款待伊，照伊的所行加倍報應伊；佇伊所調和的杯，今也加倍調和來互伊。","bklhl":"Tio̍h照伊款待人ê來款待伊；照伊ê所行加倍報應伊；tī伊所調和ê杯，taⁿ也加倍調和來hō͘伊。"}},{"book":"啟","chapter":18,"verse":7,"versions":{"unv":"她怎樣榮耀自己，怎樣奢華，也當叫她照樣痛苦悲哀，因她心裡說：我坐了皇后的位，並不是寡婦，決不至於悲哀。","bklcl":"I bat cháiⁿ-iūⁿ êng-kng ka-kī lâi chhia-hôa, taⁿ hō͘ i kan-khó͘ pi-ai iā chiàu án-ni.  In-ūi i sim-lāi kóng,  Góa sī chē-teh chòe ông, pēng m̄ sī kóaⁿ-hū, koat-toàn bōe tú-tio̍h pi-ai.","tghg":"伊曾怎樣榮光家己，來奢華，今互伊艱苦悲哀也照按呢，因為伊心內講：我是坐啲做王，並呣是寡婦，決斷𣍐抵著(tú-tio̍h)悲哀。","bklhl":"伊bat怎樣榮光家己來奢華，taⁿ hō͘伊艱苦悲哀也照án-ni。因為伊心內講，我是坐teh做王，並m̄是寡婦，決斷bōe tú-tio̍h悲哀。"}},{"book":"啟","chapter":18,"verse":8,"versions":{"unv":"所以在一天之內，她的災殃要一齊來到，就是死亡、悲哀、饑荒。她又要被火燒盡了，因為審判她的主　神大有能力。","bklcl":"Só͘-í chi̍t ji̍t ê tiong-kan i ê chai-ē lóng beh kàu, chiū-sī sí-bô, pi-ai, ki-hng, i iā beh hō͘ hé sio-lio-khì, in-ūi sím-phòaⁿ i ê Chú Siōng-tè chiū-sī tōa khùi-la̍t ê.","tghg":"所以一日的中間，伊的災禍攏欲到，就是死無、悲哀、飢荒。伊也欲互火燒燎(lio)去，因為審判伊的主上帝就是大氣力的。","bklhl":"所以一日ê中間伊ê災禍lóng beh到，就是死無、悲哀、飢荒，伊也beh hō͘火燒lio去，因為審判伊ê主上帝就是大氣力ê。"}},{"book":"啟","chapter":18,"verse":9,"versions":{"unv":"地上的君王，素來與她行淫、一同奢華的，看見燒她的煙，就必為她哭泣哀號。","bklcl":"Tōe-chiūⁿ chiah-ê ông pêng-sò͘ kap i kiâⁿ kan-îm lâi chhia-hôa ê, khòaⁿ-kìⁿ sio i ê ian, chiū ūi-tio̍h i pi-siong thî-khàu,","tghg":"地上諸個王平素及伊行姦淫來奢華的，看見燒伊的煙，就為著伊悲傷啼哭。","bklhl":"地上chiah ê王平素kap伊行姦淫來奢華ê，看見燒伊ê煙，就為tio̍h伊悲傷啼哭，"}},{"book":"啟","chapter":18,"verse":10,"versions":{"unv":"因怕她的痛苦，就遠遠地站著說：哀哉！哀哉！巴比倫大城，堅固的城啊，一時之間你的刑罰就來到了。","bklcl":"in-ūi kiaⁿ i ê kan-khó͘ chiū hn̄g-hn̄g khiā-teh kóng, Chhám ah, chhám ah, tōa siâⁿ Pa-pí-lûn, kian-kò͘ ê siâⁿ ah, in-ūi it-sî-kan lí ê sím-phòaⁿ kàu lah.","tghg":"因為驚伊的艱苦，就遠遠徛啲講：慘啊！慘啊！大城巴比倫，堅固的城啊，因為一時間你的審判到啦。","bklhl":"因為驚伊ê艱苦就遠遠khiā-teh講，慘ah，慘ah，大城巴比倫，堅固ê城ah，因為一時間你ê審判到lah。"}},{"book":"啟","chapter":18,"verse":11,"versions":{"unv":"地上的客商也都為她哭泣悲哀，因為沒有人再買他們的貨物了；","bklcl":"Tōe-chiūⁿ chiah-ê seng-lí lâng iā ūi-tio̍h i pi-siong ai-chhám, in-ūi bô lâng koh bóe in ê hè,","tghg":"地上諸個生理人也為著伊悲傷哀慘，因為無人閣買𪜶的貨；","bklhl":"地上chiah ê seng-lí人也為tio̍h伊悲傷哀慘，因為無人koh 買in ê貨，"}},{"book":"啟","chapter":18,"verse":12,"versions":{"unv":"這貨物就是金、銀、寶石、珍珠、細麻布、紫色料、綢子、朱紅色料、各樣香木、各樣象牙的器皿、各樣極寶貴的木頭，和銅、鐵、漢白玉的器皿，","bklcl":"chiū-sī kim, gûn, pó-chio̍h, chin-chu, iù-koah, chí-sek, si-tiû, chu-âng, chiah-ê hè;  kap ta̍k hō ê hiuⁿ-chhâ, ta̍k hō chhiūⁿ-gê ê khì-kū, ta̍k hō kùi-khì ê chhâ, tâng, thih, pe̍h-chio̍h ê khì-kū,","tghg":"就是金、銀、寶石、真珠、幼葛(iù-koah)、紫色、絲綢(si-tiû)、朱紅諸個貨、及逐號的香柴、逐號象牙的器具、逐號貴氣的柴、銅、鐵、白石的器具，","bklhl":"就是金、銀、寶石、珍珠、幼葛(koah)、紫色、絲綢、朱紅，chiah ê貨；kap ta̍k號ê香柴，ta̍k號象牙ê器具，ta̍k號貴氣ê柴、銅、鐵、白石ê器具，"}},{"book":"啟","chapter":18,"verse":13,"versions":{"unv":"並肉桂、荳蔻、香料、香膏、乳香、酒、油、細麵、麥子、牛、羊、車、馬，和奴僕、人口。","bklcl":"iā ū jio̍k-kùi, tō͘-khò͘, hiuⁿ-liāu, hiuⁿ-iû, jú-hiuⁿ, chiú, iû, iù-mī, be̍h, gû, iûⁿ, bé, chhia, lô͘-po̍k, í-ki̍p lâng ê lêng-hûn.","tghg":"也有肉桂、荳蔻(tō͘-khò͘)、香料(hiuⁿ-liāu)、香油、乳香、酒、油、幼麵、麥、牛、羊、馬、車、奴僕，以及人的靈魂。","bklhl":"也有肉桂、豆蔻、香料、香油、乳香、酒、油、幼麵、麥、牛、羊、馬、車、奴僕，以及人ê靈魂。"}},{"book":"啟","chapter":18,"verse":14,"versions":{"unv":"巴比倫哪，你所貪愛的果子離開了你；你一切的珍饈美味和華美的物件也從你中間毀滅，決不能再見了。","bklcl":"Lí ê sim só͘ ì-ài ê ké-chí í-keng lī-khui lí, lí ê hó-chia̍h kap hó-khòaⁿ ê mi̍h lóng bô-khì, koat-toàn bô koh khòaⁿ-kìⁿ.","tghg":"你的心所意愛的果子已經離開你；你的好食及好看的物攏無去，決斷無閣看見。","bklhl":"你ê心所意愛ê果子已經離開你，你ê好食kap好看ê物lóng無去，決斷無koh看見。"}},{"book":"啟","chapter":18,"verse":15,"versions":{"unv":"販賣這些貨物、藉著她發了財的客商，因怕她的痛苦，就遠遠地站著哭泣悲哀，說：","bklcl":"Chòe chiah-ê mi̍h ê seng-lí lâng, tùi i tit-tio̍h hó-gia̍h ê, in-ūi kiaⁿ i ê kan-khó͘ beh hn̄g-hn̄g khiā,","tghg":"做諸個物的生理人，對伊得著好額的，因為驚伊的艱苦欲遠遠徛，悲傷哀慘，講：","bklhl":"做chiah ê物ê seng-lí人，tùi伊得tio̍h好額ê，因為驚伊ê艱苦beh遠遠khiā，"}},{"book":"啟","chapter":18,"verse":16,"versions":{"unv":"哀哉！哀哉！這大城啊，素常穿著細麻、紫色、朱紅色的衣服，又用金子、寶石，和珍珠為妝飾。","bklcl":"pi-siong ai-chhám, kóng,  Chhám ah, chhám ah, chit ê tōa siâⁿ, pêng-sò͘ chhēng iù-koah, chí-sek, chu-âng-sek ê saⁿ, ēng kim, pó-chio̍h, chin-chu chng-thāⁿ ê,","tghg":"慘啊！慘啊！此個大城，平素穿幼葛、紫色、朱紅色的衫，用金、寶石、真珠妝飾(chng-thāⁿ)的。","bklhl":"悲傷哀慘，講，慘ah，慘ah，chit ê大城，平素穿幼葛、紫色、朱紅色ê衫，用金、寶石、珍珠裝飾ê，"}},{"book":"啟","chapter":18,"verse":17,"versions":{"unv":"一時之間，這麼大的富厚就歸於無有了。凡船主和坐船往各處去的，並眾水手，連所有靠海為業的，都遠遠地站著，","bklcl":"in-ūi it-sî-kan kàu hiah tōa ê hó-gia̍h pìⁿ chòe hong-hòe.  Ta̍k ê tāi-kong, kap tah chûn khì ta̍k só͘-chāi ê, kap chúi-siú, liân tī hái-ni̍h thàn chia̍h ê, lóng hn̄g-hn̄g teh khiā,","tghg":"因為一時間到許大的好額變做荒廢。逐個舵公(tāi-kong)及搭(tah)船去逐所在的，及水手，連佇海裡趁食的，攏遠遠啲徛，","bklhl":"因為一時間到 hiah大ê好額變做荒廢。Ta̍k-ê舵(tāi)工，kap搭船去ta̍k所在ê，kap水手，連tī海裡thàn食ê，lóng遠遠teh khiā，"}},{"book":"啟","chapter":18,"verse":18,"versions":{"unv":"看見燒她的煙，就喊著說：「有何城能比這大城呢？」","bklcl":"khòaⁿ-kìⁿ sio i ê ian, chiū âu-kiò, kóng,  Tá-lo̍h chi̍t ê siâⁿ chhin-chhiūⁿ chit ê tōa siâⁿ ah?","tghg":"看見燒伊的煙，就喉叫講：「叨落一個城親像此個大城啊？」","bklhl":"看見燒伊ê煙，就喉叫，講，Tá-lo̍h一个城親像chit ê大城ah？"}},{"book":"啟","chapter":18,"verse":19,"versions":{"unv":"他們又把塵土撒在頭上，哭泣悲哀，喊著說：哀哉！哀哉！這大城啊。凡有船在海中的，都因她的珍寶成了富足！她在一時之間就成了荒場！","bklcl":"Koh ēng tîn-ai sám thâu-khak, pi-siong ai-chhám âu-kiò, kóng, Chhám ah, chhám ah, chit ê tōa siâⁿ, hoān ū chûn tī hái-ni̍h ê lóng tùi i ê hong-sēng lâi tì-kàu hó-gia̍h, in-ūi it-sî-kan chiâⁿ-chòe hong-hòe.","tghg":"閣用塵埃摻(sám)頭殼，悲傷哀慘，喉叫講：慘啊！慘啊！此個大城。凡有船佇海裡的，攏對伊的豐盛來致到好額！因為一時間成做荒廢！","bklhl":"Koh用塵埃sám頭殼，悲傷哀慘喉叫，講，慘ah，慘ah，chit ê大城，凡有船tī海裡ê lóng tùi伊ê豐盛來致到好額，因為一時間成做荒廢。"}},{"book":"啟","chapter":18,"verse":20,"versions":{"unv":"天哪，眾聖徒、眾使徒、眾先知啊，你們都要因她歡喜，因為　神已經在她身上伸了你們的冤。","bklcl":"Thiⁿ ah, chiah-ê sèng-tô͘ kap sian-ti ah, lín thang in-ūi i lâi hoaⁿ-hí;  in-ūi Siōng-tè chiong lín só͘ siū ê sím-phòaⁿ lâi sím-phòaⁿ i.","tghg":"天啊，諸個聖徒及先知啊！恁通因為伊來歡喜，因為上帝將恁所受的審判來審判伊。","bklhl":"天ah，chiah ê聖徒kap先知ah，lín thang因為伊來歡喜；因為上帝將lín所受ê審判來審判伊。"}},{"book":"啟","chapter":18,"verse":21,"versions":{"unv":"有一位大力的天使舉起一塊石頭，好像大磨石，扔在海裡，說：巴比倫大城也必這樣猛力地被扔下去，決不能再見了。","bklcl":"Ū chi̍t ê tōa khùi-la̍t ê thiⁿ-sài giâ chio̍h chhin-chhiūⁿ tōa ê chio̍h-bō, hiat i tī hái-ni̍h, kóng, Pa-pí-lûn tōa siâⁿ iā beh chhin-chhiūⁿ án-ni tōa-tîm siū hiat-lo̍h, koat-toàn bōe koh khòaⁿ-kìⁿ.","tghg":"有一個大氣力的天使夯(giâ)石，親像大的石磨，㧒(hiat)伊佇海裡，講：巴比倫大城也欲親像按呢大沈(tîm)受㧒落，決斷𣍐閣看見。","bklhl":"有一个大氣力ê天使giâ石親像大ê石磨，hiat伊tī海裡，講，巴比倫大城也beh親像án-ni大沉受hiat落，決斷bōe koh看見。"}},{"book":"啟","chapter":18,"verse":22,"versions":{"unv":"彈琴、作樂、吹笛、吹號的聲音，在你中間決不能再聽見；各行手藝人在你中間決不能再遇見；推磨的聲音在你中間決不能再聽見；","bklcl":"Tôaⁿ khîm, chok-ga̍k, pûn siau, pûn hō-thâu ê siaⁿ-im koat-toàn bô koh thiaⁿ-kìⁿ tī lí ê tiong-kan;  ta̍k iūⁿ kang-gē ê sai-hū koat-toàn bô koh khòaⁿ-kìⁿ tī lí ê tiong-kan, oe bō ê siaⁿ koat-toàn bô koh thiaⁿ-kìⁿ tī lí ê tiong-kan;","tghg":"彈琴、作樂、歕(pûn)簫、歕號頭的聲音，決斷無閣聽見佇你的中間；逐樣工藝的師傅決斷無閣看見佇你的中間；挨磨(oe bō)的聲決斷無閣聽見佇你的中間；","bklhl":"彈琴、作樂、pûn簫，pûn號頭ê聲音決斷無koh聽見tī你ê中間；ta̍k樣工藝ê師傅決斷無koh看見tī你ê中間，挨磨ê聲決斷無koh聽見tī你ê中間；"}},{"book":"啟","chapter":18,"verse":23,"versions":{"unv":"燈光在你中間決不能再照耀；新郎和新婦的聲音，在你中間決不能再聽見。你的客商原來是地上的尊貴人；萬國也被你的邪術迷惑了。","bklcl":"teng ê kng koat-toàn bô koh chiò tī lí ê tiong-kan;  sin-kiáⁿ-sài kap sin-niû ê siaⁿ koat-toàn bô koh thiaⁿ-kìⁿ tī lí ê tiong-kan.  In-ūi lí ê seng-lí lâng pêng-sò͘ chòe tōe-chiūⁿ ê chun-kùi ê; bān kok iā tùi lí ê siâ-su̍t lâi siū bê-he̍k.","tghg":"燈的光決斷無閣照佇你的中間；新子婿及新娘的聲，決斷無閣聽見佇你的中間。因為你的生理人平素做地上的尊貴者；萬國也對你的邪術來受迷惑。","bklhl":"燈ê光決斷無koh照tī你ê中間；新kiáⁿ婿kap新娘ê聲決斷無koh聽見tī你ê中間。因為你ê seng-lí人平素做地上ê尊貴ê；萬國也對你ê邪術來受迷惑。"}},{"book":"啟","chapter":18,"verse":24,"versions":{"unv":"先知和聖徒，並地上一切被殺之人的血，都在這城裡看見了。","bklcl":"Koh sian-ti kap sèng-tô͘ kap tōe-chiūⁿ it-chhè siū thâi ê lâng ê huih lóng tī chit ê siâⁿ chhē-tio̍h.","tghg":"閣先知及聖徒及地上一切受刣的人的血攏佇此個城尋著。","bklhl":"Koh先知kap聖徒kap地上一切受刣 ê人ê血lóng tī chit ê城chhē-tio̍h。"}}]