[{"book":"斯","chapter":7,"verse":1,"versions":{"unv":"王帶著哈曼來赴王后以斯帖的筵席。","bklcl":"Ông kap Hap-bān lâi hù ông-hō͘ Í-su-thiap ê iân-sia̍h.","tghg":"王及哈曼來赴王后以斯帖的筵席。","bklhl":"王kap Hap-bān來赴王后以斯帖ê筵席。"}},{"book":"斯","chapter":7,"verse":2,"versions":{"unv":"這第二次在酒席筵前，王又問以斯帖說：「王后以斯帖啊，你要甚麼，我必賜給你；你求甚麼，就是國的一半也必為你成就。」","bklcl":"Chit ê tē-jī ji̍t ông tī chiú iân-sia̍h ê tiong-kan koh mn̄g Í-su-thiap kóng, Ông-hō͘ Í-su-thiap ah, lí só͘ chhéng sī sím-mi̍h? beh hō͘ lí; lí só͘ kiû sī sím-mi̍h? chiū kok ê chi̍t-pòaⁿ iā beh chòe-chiâⁿ i.","tghg":"此個第二日王佇酒筵席的中間，閣問以斯帖講：「王后以斯帖啊，你所請(chhéng)是甚麼，欲互你；你所求是甚麼，就國的一半也欲做成伊。」","bklhl":"Chit ê 第二日王tī酒筵席ê中間koh問以斯帖講，王后以斯帖ah，你所請是甚麼？beh hō͘你；你所求是甚麼？就國ê一半也beh做成伊。"}},{"book":"斯","chapter":7,"verse":3,"versions":{"unv":"王后以斯帖回答說：「我若在王眼前蒙恩，王若以為美，我所願的，是願王將我的性命賜給我；我所求的，是求王將我的本族賜給我。","bklcl":"Ông-hō͘ Í-su-thiap ìn kóng, Ông ah, góa nā tit-tio̍h un-tián tī lí ê ba̍k-chiu-chêng, ông nā lia̍h-chòe hó, chiū goān lí ún góa só͘ chhéng, ēng góa ê sìⁿ-miā hō͘ góa, ún góa ê só͘ kiû, ēng góa ê chong-cho̍k hō͘ góa;","tghg":"王后以斯帖應講：「王啊，我若得著恩典佇你的目睭前，王若掠做好，就願你允我所請，用我的生命互我；允我的所求，用我的宗族互我。","bklhl":"王后以斯帖應講，王ah，我若得tio̍h恩典tī你ê目睭前，王若掠做好，就願你允我所請，用我ê性命hō͘我，允我ê所求，用我ê宗族hō͘我；"}},{"book":"斯","chapter":7,"verse":4,"versions":{"unv":"因我和我的本族被賣了，要剪除殺戮滅絕我們。我們若被賣為奴為婢，我也閉口不言；但王的損失，敵人萬不能補足。」","bklcl":"in-ūi góa kap góa ê chong-cho̍k siū bōe, beh châu-bia̍t, thâi-sí goán, hō͘ goán sí-bô; siat-sú bōe goán chòe lô͘-po̍k chòe lú-pī, sui-jiân tùi-te̍k bōe-ōe pó͘ ông ê sún-sit, góa iā chēng-chēng.","tghg":"因為我及我的宗族受賣，欲剿滅(châu-bia̍t)刣死阮互阮死無。設使賣阮做奴僕做女婢，雖然對敵𣍐會補王的損失，我也靜靜。」","bklhl":"因為我kap我ê宗族受賣，beh剿滅，刣死阮，hō͘阮死無；設使賣阮做奴僕做女婢，雖然對敵bōe會補王ê損失，我也靜靜。"}},{"book":"斯","chapter":7,"verse":5,"versions":{"unv":"亞哈隨魯王問王后以斯帖說：「擅敢起意如此行的是誰？這人在哪裡呢？」","bklcl":"A-hap-sûi-ló͘ ông ìn ông-hō͘ Í-su-thiap kóng, Káⁿ chûn-sim chòe chit-ê sū--ê sī chī-chūi? hit-lâng tī toh-lo̍h?","tghg":"亞哈隨魯王應王后以斯帖講：「敢存心做此個事的是是誰？彼人佇叨落！」","bklhl":"A-hap-sûi-ló͘王應王后以斯帖講，敢存心做chit ê事ê是是誰？hit人tī toh落？"}},{"book":"斯","chapter":7,"verse":6,"versions":{"unv":"以斯帖說：「仇人敵人就是這惡人哈曼！」哈曼在王和王后面前就甚驚惶。","bklcl":"Í-su-thiap kóng, Kiû-siû tùi-te̍k chiū-sī chit ê pháiⁿ-lâng Hap-bān.  Hap-bān tī ông kap ông-hō͘ ê bīn-chêng chiū chin kiaⁿ.","tghg":"以斯帖講：「仇讎(kiû-siû)對敵就是此個歹人哈曼！」哈曼佇王及王后的面前就真驚。","bklhl":"以斯帖講，仇讎對敵就是chit ê pháiⁿ人Hap-bān。Hap-bān tī王kap王后ê面前就真驚。"}},{"book":"斯","chapter":7,"verse":7,"versions":{"unv":"王便大怒，起來離開酒席往御園去了。哈曼見王定意要加罪與他，就起來，求王后以斯帖救命。","bklcl":"Ông tōa siū-khì, tùi chiú-iân khí-lâi, ji̍p-khì ông-kiong ê hoe-hn̂g.  Hap-bān iā khí-lâi tùi ông-hō͘ Í-su-thiap kiû sìⁿ-miā, in-ūi khòaⁿ-kìⁿ ông koat-ì beh hêng-hoa̍t i.","tghg":"王大受氣，對酒筵起來入去王宮的花園。哈曼也起來對王后以斯帖求生命，因為看見王決意欲刑罰伊。","bklhl":"王大受氣，tùi酒筵起來，入去王宮ê花園。Hap-bān也起來tùi王后以斯帖求性命，因為看見王決意beh刑罰伊。"}},{"book":"斯","chapter":7,"verse":8,"versions":{"unv":"王從御園回到酒席之處，見哈曼伏在以斯帖所靠的榻上；王說：「他竟敢在宮內、在我面前凌辱王后嗎？」這話一出王口，人就蒙了哈曼的臉。","bklcl":"Ông tùi ông-kiong ê hoe-hn̂g tò-tńg--lâi chiú-iân ê só͘-chāi; hit-sî Hap-bān í-keng phak-lo̍h tī Í-su-thiap só͘ tī-teh ê chhn̂g; ông kóng, I koh tī kiong-lāi, tī góa ê bīn-chêng, beh lêng-jio̍k ông-hō͘ mah? Ōe tùi ông ê chhùi kóng-chhut, lâng chiū khàm Hap-bān ê bīn.","tghg":"王對王宮的花園倒轉來酒筵的所在，彼時哈曼已經仆落佇以斯帖所佇啲的床，王講：「伊閣佇宮內、佇我的面前欲凌辱王后嗎？」話對王的嘴講出，人就蓋(khàm)哈曼的面。","bklhl":"王tùi王宮ê花園倒tńg來酒筵ê所在；hit時Hap-bān已經phak落tī以斯帖所tī-teh ê床；王講，伊koh tī宮內，tī我ê面前，beh凌辱王后mah？話tùi王ê嘴講出，人就蓋Hap-bān ê面。"}},{"book":"斯","chapter":7,"verse":9,"versions":{"unv":"伺候王的一個太監名叫哈波拿，說：「哈曼為那救王有功的末底改做了五丈高的木架，現今立在哈曼家裡。」王說：「把哈曼掛在其上。」","bklcl":"Su-hāu ông ê thài-kàm ū chi̍t-ê, miâ kiò Hap-pho-ná, kóng, Khòaⁿ ah, Hap-bān ūi-tio̍h Bo̍k-tí-kái khiā chi̍t ê gō͘-cha̍p tiú koâiⁿ ê chhâ-kè;  Bo̍k-tí-kái chiū-sī chêng-ji̍t ēng chīn-tiong ê ōe pò ông ê; taⁿ hit ê kè khiā tī Hap-bān ê ke.  Ông kóng, Tiàu i tī hit téng-bīn.","tghg":"伺候王的太監有一個名叫哈波拿，講：「看啊，哈曼為著末底改徛一個五十肘(tiú)高的柴架，末底改就是前日用盡忠的話報王的，今彼個架徛佇哈曼的家。」王講：「吊伊佇彼頂面。」","bklhl":"伺候王ê太監有一个，名叫Hap-pho-ná，講，看ah，Hap-bān為tio̍h Bo̍k-tí-kái khiā一个五十肘高ê柴架；Bo̍k-tí-kái就是前日用盡忠ê話報王ê；taⁿ hit ê架khiā tī Hap-bān ê家。王講，吊伊tī hit頂面。"}},{"book":"斯","chapter":7,"verse":10,"versions":{"unv":"於是人將哈曼掛在他為末底改所預備的木架上。王的忿怒這才止息。","bklcl":"Lâng chiū tiàu Hap-bān tī i kā Bo̍k-tí-kái só͘ pī-pān ê chhâ-kè-téng.  Ông ê siū-khì chiah soah.","tghg":"人就吊哈曼佇伊給末底改所備辦的柴架頂。王的受氣才息(soah)。","bklhl":"人就吊Hap-bān tī伊kā Bo̍k-tí-kái所備辦ê柴架頂。王ê受氣chiah soah。"}}]