[{"book":"斯","chapter":3,"verse":1,"versions":{"unv":"這事以後，亞哈隨魯王抬舉亞甲族哈米大他的兒子哈曼，使他高升，叫他的爵位超過與他同事的一切臣宰。","bklcl":"Chiah-ê tāi-chì í-āu, A-hap-sûi-ló͘ ông kú-khí A-kah cho̍k Hap-bí-tāi-tha ê kiáⁿ Hap-bān, ko-seng i, hō͘ i ê ūi khah-koâiⁿ tī it-chhè tâng-liâu ê jîn-sîn.","tghg":"諸個代誌以後，亞哈隨魯王舉起亞甲族哈米大他的子哈曼，高升伊，互伊的位卡高佇一切同僚的人臣。","bklhl":"Chiah-ê tāi-chì以後，A-hap-sûi-ló͘王舉起A-kah族Hap-bí-tāi-tha ê kiáⁿ Hap-bān，高升伊，hō͘伊ê位khah高tī一切同僚 ê人臣。"}},{"book":"斯","chapter":3,"verse":2,"versions":{"unv":"在朝門的一切臣僕都跪拜哈曼，因為王如此吩咐；惟獨末底改不跪不拜。","bklcl":"Ông ê jîn-sîn tiàm tī ông ê mn̂g ê, lóng kūi-teh pài Hap-bān, in-ūi ông iā bat bēng-lēng tio̍h án-ni khoán-thāi i; to̍k-to̍k Bo̍k-tí-kái m̄-kūi m̄-pài.","tghg":"王的人臣踮佇王的門的攏跪啲拜哈曼，因為王也曾命令著按呢款待伊；獨獨末底改呣跪呣拜。","bklhl":"王ê人臣tiàm tī王ê門ê，lóng跪teh拜Hap-bān，因為王也bat命令tio̍h án-ni款待伊；獨獨Bo̍k-tí-kái m̄跪m̄拜。"}},{"book":"斯","chapter":3,"verse":3,"versions":{"unv":"在朝門的臣僕問末底改說：「你為何違背王的命令呢？」","bklcl":"Hit-sî ông ê jîn-sîn, tiàm tī ông ê mn̂g ê, kā Bo̍k-tí-kái kóng, Lí siáⁿ-sū ûi-ke̍h ông ê bēng-lēng ah?","tghg":"彼時王的人臣踮佇王的門的，給末底改講：「你啥事違逆(ûi-ke̍h)王的命令啊？」","bklhl":"Hit時王ê人臣，tiàm tī王ê門ê，kā Bo̍k-tí-kái講，你啥事違逆王ê命令ah？"}},{"book":"斯","chapter":3,"verse":4,"versions":{"unv":"他們天天勸他，他還是不聽，他們就告訴哈曼，要看末底改的事站得住站不住，因他已經告訴他們自己是猶大人。","bklcl":"In ji̍t-ji̍t kā i kóng, i iā m̄-thiaⁿ in; in chiū kā Hap-bān kóng, beh khòaⁿ Bo̍k-tí-kái ê sū khiā ōe tiâu á-bōe; in-ūi i ū kā in kóng i sī Iû-tāi lâng.","tghg":"𪜶日日給伊講，伊也呣聽𪜶，𪜶就給哈曼講，欲看末底改的事徛會住抑𣍐，因為伊有給𪜶講伊是猶大人。","bklhl":"In日日kā伊講，伊也m̄聽in；in就kā Hap-bān講，beh看Bo̍k-tí-kái ê事khiā能tiâu á-bōe；因為伊有kā in講伊是偤大人。"}},{"book":"斯","chapter":3,"verse":5,"versions":{"unv":"哈曼見末底改不跪不拜，他就怒氣填胸。","bklcl":"Hap-bān khòaⁿ-kìⁿ Bo̍k-tí-kái m̄-kūi m̄-pài i; Hap-bān chiū móa-pak siū-khì.","tghg":"哈曼看見末底改呣跪呣拜伊，哈曼就滿腹受氣。","bklhl":"Hap-bān看見Bo̍k-tí-kái m̄跪m̄拜伊；Hap-bān就滿腹受氣。"}},{"book":"斯","chapter":3,"verse":6,"versions":{"unv":"他們已將末底改的本族告訴哈曼；他以為下手害末底改一人是小事，就要滅絕亞哈隨魯王通國所有的猶大人，就是末底改的本族。","bklcl":"In í-keng ēng Bo̍k-tí-kái ê pún-cho̍k kā Hap-bān kóng; Hap-bān lia̍h-chòe hē-chhiú hāi Bo̍k-tí-kái chi̍t-lâng sī sió-khóa sū, chiū kè-bô͘ beh bia̍t A-hap-sûi-ló͘ thong-kok ê Iû-tāi lâng, chiū-sī Bo̍k-tí-kái ê pún-cho̍k.","tghg":"𪜶已經用末底改的本族給哈曼講；哈曼掠做下手(hē-chhiú)害末底改一人是小可(sió-khóa)事，就計謀欲滅亞哈隨魯通國的猶大人，就是末底改的本族。","bklhl":"In已經用Bo̍k-tí-kái ê本族kā Hap-bān講；Hap-bān掠做下手害Bo̍k-tí-kái一人是小khóa事，就計謀beh滅A-hap-sûi-ló͘ thong國ê偤大人，就是Bo̍k-tí-kái ê本族。"}},{"book":"斯","chapter":3,"verse":7,"versions":{"unv":"亞哈隨魯王十二年正月，就是尼散月，人在哈曼面前，按日日月月掣普珥，就是掣籤，要定何月何日為吉，擇定了十二月，就是亞達月。","bklcl":"Tng A-hap-sûi-ló͘ ông tē cha̍p-jī nî chiaⁿ-ge̍h, chiū-sī Nî-sàn ge̍h, lâng tī Hap-bān ê bīn-chêng, chiong hiah-ê ji̍t-ji̍t ge̍h-ge̍h lâi poa̍h phó͘-jíⁿ, chiū-sī thiu-chhiam, poa̍h-tio̍h cha̍p-jī ge̍h chiū-sī A-ta̍t ge̍h.","tghg":"當亞哈隨魯王第十二年正月，就是尼散月，人佇哈曼的面前，將許個日日月月來博(poa̍h)普珥，就是抽籤，博著十二月，就是亞達月。","bklhl":"當A-hap-sûi-ló͘王第十二年正月，就是Nî-sàn月，人tī Hap-bān ê面前，將hiah-ê日日月月來poa̍h phó͘-jíⁿ，就是抽籤，poa̍h-tio̍h十二月就是A-ta̍t月。"}},{"book":"斯","chapter":3,"verse":8,"versions":{"unv":"哈曼對亞哈隨魯王說：「有一種民散居在王國各省的民中；他們的律例與萬民的律例不同，也不守王的律例，所以容留他們與王無益。","bklcl":"Hap-bān tùi A-hap-sûi-ló͘ ông kóng, Ū chi̍t cho̍k ê peh-sìⁿ, sòaⁿ-khui tī lí ê kok ta̍k-séng ê peh-sìⁿ tiong, in ê lu̍t-lē khah koh-iūⁿ tī bān peh-sìⁿ ê lu̍t-lē, iā bô siú ông ê lu̍t-lē; só͘-í nā iông-ún in, si̍t-chāi bô lī-ek tī ông.","tghg":"哈曼對亞哈隨魯王講：「有一族的百姓散開佇你的國逐省的百姓中；𪜶的律例卡各樣佇萬百姓的律例，也無守王的律例，所以若容允𪜶，實在無利益佇王。","bklhl":"Hap-bān對A-hap-sûi-ló͘王講，有一族ê百姓，散開tī你ê國ta̍k省ê百姓中，in ê律例khah各樣tī萬百姓ê律例，也無守王ê律例；所以若容允in，實在無利益tī王。"}},{"book":"斯","chapter":3,"verse":9,"versions":{"unv":"王若以為美，請下旨意滅絕他們；我就捐一萬他連得銀子交給掌管國帑的人，納入王的府庫。」","bklcl":"Ông nā lia̍h-chòe hó, tio̍h chhut bēng-lēng lâi bia̍t in; góa chiū ēng gûn chi̍t-bān tha-liân-tek kau tī koán-lí chit ê sū ê lâng ê chhiú, thang siu-ji̍p ông ê khò͘-pâng.","tghg":"王若掠做好，著出命令來滅𪜶；我就用銀一萬他連得交佇管理此個事的人的手，通收入王的庫房。」","bklhl":"王若掠做好，tio̍h出命令來滅in；我就用銀一萬tha-liân-tek交tī管理chit ê事ê人ê手，thang收入王ê庫房。"}},{"book":"斯","chapter":3,"verse":10,"versions":{"unv":"於是王從自己手上摘下戒指給猶大人的仇敵─亞甲族哈米大他的兒子哈曼。","bklcl":"Ông chiū pak i ka-kī ê chhiú-chí hō͘ Iû-tāi lâng ê tùi-te̍k, A-kah cho̍k Hap-bí-tāi-tha ê kiáⁿ Hap-bān.","tghg":"王就剝伊(pak)家己的手指(chhiú-chí)互猶大人的對敵──亞甲族哈米大他的子哈曼。","bklhl":"王就剝伊家己ê手指hō͘偤大人ê對敵，A-kah族Hap-bí-tāi-tha ê kiáⁿ Hap-bān。"}},{"book":"斯","chapter":3,"verse":11,"versions":{"unv":"王對哈曼說：「這銀子仍賜給你，這民也交給你，你可以隨意待他們。」","bklcl":"Ông kā Hap-bān kóng, Chit ê gûn hō͘ lí, hit ê peh-sìⁿ iā hō͘ lí, chiàu lí só͘ khòaⁿ-chòe hó ê chhú-tī in.","tghg":"王給哈曼講：「此個銀互你，彼個百姓也互你，照你所看做好的處置𪜶。」","bklhl":"王kā Hap-bān講，chit ê銀hō͘你，hit ê百姓也hō͘你，照你所看做好ê處治in。"}},{"book":"斯","chapter":3,"verse":12,"versions":{"unv":"正月十三日，就召了王的書記來，照著哈曼一切所吩咐的，用各省的文字、各族的方言，奉亞哈隨魯王的名寫旨意，傳與總督和各省的省長，並各族的首領；又用王的戒指蓋印，","bklcl":"Chiaⁿ-ge̍h cha̍p-saⁿ ji̍t chiū tiàu ông ê su-kì lâi, chiàu Hap-bān it-chhè só͘ bēng-lēng-ê kiâⁿ bûn hō͘ ông ê jîn-sîn kap ta̍k-séng ê chóng-tok, kap chèng peh-sìⁿ ê siú-léng; kàu ta̍k-séng chiàu in ê bûn-jī, kàu chèng peh-sìⁿ chiàu in ê khiuⁿ-kháu, ēng A-hap-sûi-ló͘ ông ê miâ siá i, koh ēng ông ê chhiú-chí khàm-ìn.","tghg":"正月十三日，就召王的書記來，照哈曼一切所命令的，行文互王的人臣及逐省的總督，及眾百姓的首領，到逐省照𪜶的文字，到眾百姓照𪜶的腔口，用亞哈隨魯王的名寫伊；閣用王的手指蓋印，","bklhl":"正月十三日就召王ê書記來，照Hap-bān一切所命令ê行文hō͘王ê人臣kap ta̍k省ê總督，kap眾百姓ê首領；到ta̍k省照in ê文字，到眾百姓照in ê腔口，用A-hap-sûi-ló͘王ê名寫伊，koh用王ê手指蓋印。"}},{"book":"斯","chapter":3,"verse":13,"versions":{"unv":"交給驛卒傳到王的各省，吩咐將猶大人，無論老少婦女孩子，在一日之間，十二月，就是亞達月十三日，全然剪除，殺戮滅絕，並奪他們的財為掠物。","bklcl":"Hit ê chiàu sī tùi ông ê cháu-bûn-su--ê thoân kàu ông ê ta̍k-séng, bēng-lēng chiong Iû-tāi lâng, tùi siàu-liân kàu lāu, eⁿ-á, hū-jîn-lâng, tī chi̍t-ji̍t-lāi, A-ta̍t ge̍h, chiū-sī cha̍p-jī ge̍h, cha̍p-saⁿ ji̍t, châu-bia̍t i, thâi-sí i, hō͘ i sí-bô, koh chhiúⁿ in ê hè-châi chòe chong-bu̍t.","tghg":"彼個詔是對王的走文書者傳到王的逐省，命令將猶大人，對少年到老、嬰仔、婦仁人，佇一日內，亞達月，就是十二月十三日，剿滅(châu-bia̍t)伊，刣死伊，互伊死無，閣搶𪜶的貨財做贓物(chong-bu̍t)。","bklhl":"Hit-ê詔是tùi王ê走文書ê傳到王ê ta̍k省，命令將偤大人，tùi少年到老，嬰á、婦人人，tī一日內，A-ta̍t月，就是十二月，十三日，剿滅伊，刣死伊，hō͘伊死無，koh搶in ê貨財做贓物。"}},{"book":"斯","chapter":3,"verse":14,"versions":{"unv":"抄錄這旨意，頒行各省，宣告各族，使他們預備等候那日。","bklcl":"Hit ê jū-chí ê kó, chhau kià hō͘ ta̍k-séng, soan-pò͘ hō͘ chèng peh-sìⁿ; hō͘ in ū-pī thèng-hāu hit-ji̍t.","tghg":"彼個諭旨的稿，抄寄互逐省，宣佈互眾百姓，互𪜶預備聽候彼日。","bklhl":"Hit-ê諭旨ê稿，抄寄hō͘ ta̍k省，宣布hō͘眾百姓；hō͘ in預備thèng候hit日。"}},{"book":"斯","chapter":3,"verse":15,"versions":{"unv":"驛卒奉王命急忙起行，旨意也傳遍書珊城。王同哈曼坐下飲酒，書珊城的民卻都慌亂。","bklcl":"Cháu-bûn-su--ê thàn ông ê bēng-lēng, kín-kín khí-sin, chit ê jū-chí tī Su-san keng thoân-chhut.  Ông kap Hap-bān chē--teh lim chiú; chóng-sī Su-san siâⁿ tōa hun-loān.","tghg":"走文書者趁王的命令緊緊起身，此個諭旨佇書珊宮傳出。王及哈曼坐啲飲酒，總是書珊城大紛亂。","bklhl":"走文書ê thàn王ê命令，緊緊起身，chit ê諭旨tī Su-san宮傳出。王kap Hap-bān坐teh lim酒；總是Su-san城大紛亂。"}}]