[{"book":"斯","chapter":6,"verse":1,"versions":{"unv":"那夜王睡不著覺，就吩咐人取歷史來，念給他聽。","bklcl":"Hit-mî ông bōe-khùn-tit, kah lâng the̍h le̍k-sú ê chheh lâi; in chiū tī ông ê bīn-chêng tha̍k i.","tghg":"彼暝王𣍐睏得，教人提歷史的冊來，𪜶就佇王的面前讀伊。","bklhl":"Hit暝王bōe睏得，kah人the̍h歷史ê冊來；in就tī王ê面前讀伊。"}},{"book":"斯","chapter":6,"verse":2,"versions":{"unv":"正遇見書上寫著說：王的太監中有兩個守門的，辟探和提列，想要下手害亞哈隨魯王，末底改將這事告訴王后。","bklcl":"Tú-tio̍h chheh--nih ū siá kóng, Ông kò͘-mn̂g ê thài-kàm tiong ū nn̄g lâng, Phek-thàm kap Thê-lia̍t, kè-bô͘ beh hāi A-hap-sûi-ló͘ ông; Bo̍k-tí-kái pò-kò chit ê sū.","tghg":"抵著(tú-tio̍h)冊裡有寫講：王顧門的太監中有二人，辟探及提列，計謀欲害亞哈隨魯王，末底改報告此個事。","bklhl":"Tú-tio̍h冊裡有寫講，王顧門ê太監中有兩人，Phek-thàm kap Thê-lia̍t，計謀beh害A-hap-sûi-ló͘王；Bo̍k-tí-kái報告chit ê事。"}},{"book":"斯","chapter":6,"verse":3,"versions":{"unv":"王說：「末底改行了這事，賜他甚麼尊榮爵位沒有？」伺候王的臣僕回答說：「沒有賜他甚麼。」","bklcl":"Ông kóng, Ūi-tio̍h chit ê sū, ēng sím-mi̍h êng-kng chun-kùi siúⁿ-sù Bo̍k-tí-kái ah?  Su-hāu ông ê jîn-sîn ìn kóng, Bô siúⁿ-sù i sím-mi̍h.","tghg":"王講：「為著此個事，用甚麼榮光尊貴賞賜末底改啊？」伺候王的人臣應講：「無賞賜伊甚麼。」","bklhl":"王講，為tio̍h chit ê事，用甚麼榮光尊貴賞賜Bo̍k-tí-kái ah？伺候王ê人臣應講，無賞賜伊甚麼。"}},{"book":"斯","chapter":6,"verse":4,"versions":{"unv":"王說：「誰在院子裡？」（那時哈曼正進王宮的外院，要求王將末底改掛在他所預備的木架上。）","bklcl":"Ông kóng, Chī-chūi tī īⁿ-lāi; hit-sî Hap-bān ji̍p ông-kiong ê gōa-īⁿ, beh kiû ông tiàu Bo̍k-tí-kái tī i só͘ kā i khiā ê chhâ-kè.","tghg":"王講：「是誰佇院內？」（彼時哈曼入王宮的外院，欲求王吊末底改佇伊所給伊徛的柴架。）","bklhl":"王講，Chī-chūi tī院內；hit時Hap-bān入王宮ê外院，beh求王召Bo̍k-tí-kái tī伊所kā伊khiā ê柴架。"}},{"book":"斯","chapter":6,"verse":5,"versions":{"unv":"臣僕說：「哈曼站在院內。」王說：「叫他進來。」","bklcl":"Ông ê jîn-sîn kā i kóng, Hap-bān khiā tī īⁿ-lāi.  Ông kóng, Kah i ji̍p-lâi.","tghg":"王的人臣給伊講：「哈曼徛佇院內。」王講：「教伊入來。」","bklhl":"王ê人臣kā伊講，Hap-bān khiā tī院內。王講，kah伊入來。"}},{"book":"斯","chapter":6,"verse":6,"versions":{"unv":"哈曼就進去。王問他說：「王所喜悅尊榮的人，當如何待他呢？」哈曼心裡說：「王所喜悅尊榮的，不是我是誰呢？」","bklcl":"Hap-bān chiū ji̍p-khì; ông mn̄g i kóng, Ông só͘ ài êng-kng i ê lâng, tio̍h cháiⁿ-iūⁿ khoán-thāi i?  Hap-bān sim-lāi siūⁿ kóng, Ông só͘ ài êng-kng i ê lâng, chī-chūi ōe iâⁿ-kè góa?","tghg":"哈曼就入去。王問伊講：「王所愛榮光伊的人，著怎樣款待伊？」哈曼心內想講：「王所愛榮光伊的人，是誰會贏過我？」","bklhl":"Hap-bān就入去；王問伊講，王所ài榮光伊ê人，tio̍h怎樣款待伊？Hap-bān心內想講，王所ài榮光伊ê人，是誰能贏過我？"}},{"book":"斯","chapter":6,"verse":7,"versions":{"unv":"哈曼就回答說：「王所喜悅尊榮的，","bklcl":"Hap-bān chiū ìn ông kóng, Ông só͘ ài êng-kng i ê lâng,","tghg":"哈曼就應王講：「王所愛榮光伊的人，","bklhl":"Hap-bān就應王講，王所ài榮光伊ê人，"}},{"book":"斯","chapter":6,"verse":8,"versions":{"unv":"當將王常穿的朝服和戴冠的御馬，","bklcl":"tio̍h chiong ông só͘ chhēng ê ông-ho̍k, ông só͘ khiâ ê bé, thâu-khak-téng tì bián-liû ê;","tghg":"著將王所穿的王服，王所騎的馬，頭殼頂戴冕旒的，","bklhl":"tio̍h將王所穿ê王服，王所騎ê馬，頭殼頂戴冕旒ê；"}},{"book":"斯","chapter":6,"verse":9,"versions":{"unv":"都交給王極尊貴的一個大臣，命他將衣服給王所喜悅尊榮的人穿上，使他騎上馬，走遍城裡的街市，在他面前宣告說：王所喜悅尊榮的人，就如此待他。」","bklcl":"tio̍h chiong chit ê i-ho̍k kap bé kau tī ông chi̍t-ê ke̍k chun-kùi ê jîn-sîn ê chhiú, hō͘ in ēng hit niá saⁿ hō͘ ông só͘ ài êng-kng i ê lâng chhēng, koh hō͘ i khiâ-bé piàn-iû siâⁿ-lāi ê ke-lō͘, tī i ê thâu-chêng soan-pò͘ kóng, Ông só͘ ài êng-kng ê lâng, beh án-ni khoán-thāi i.","tghg":"著將此個衣服及馬交佇王一個極尊貴的人臣的手，互𪜶用彼領衫互王所愛榮光伊的人穿，閣互伊騎馬，遍遊城內的街路佇伊的頭前宣佈講：王所愛榮光的人，欲按呢款待伊。」","bklhl":"tio̍h將chit ê衣服kap馬交tī王一个極尊貴ê人臣ê手，hō͘ in用hit領衫hō͘王所ài榮光伊ê人穿，koh hō͘伊騎馬遍遊城內ê街路，tī伊ê頭前宣布講，王所ài榮光ê人，beh án-ni款待伊。"}},{"book":"斯","chapter":6,"verse":10,"versions":{"unv":"王對哈曼說：「你速速將這衣服和馬，照你所說的，向坐在朝門的猶大人末底改去行。凡你所說的，一樣不可缺。」","bklcl":"Ông kā Hap-bān kóng, Lí kín-kín khì, chiong chit ê i-ho̍k kap bé, chiàu lí só͘ kóng ê, khoán-thāi hit ê chē tī ông ê mn̂g ê Iû-tāi lâng Bo̍k-tí-kái; kìⁿ-nā lí só͘ kóng-ê m̄-thang chió chi̍t-hāng.","tghg":"王給哈曼講：「你緊緊去將此個衣服及馬，照你所講的，款待彼個坐佇王的門的猶大人末底改。見若你所講的，呣通少一項。」","bklhl":"王kā Hap-bān講，你緊緊去，將chit ê衣服kap馬，照你所講ê，款待hit ê坐tī王ê門ê偤大人Bo̍k-tí-kái；見若你所講ê m̄-thang少一項。"}},{"book":"斯","chapter":6,"verse":11,"versions":{"unv":"於是哈曼將朝服給末底改穿上，使他騎上馬，走遍城裡的街市，在他面前宣告說：「王所喜悅尊榮的人，就如此待他。」","bklcl":"Hap-bān chiū tòa i-ho̍k kap bé lâi, koh hō͘ Bo̍k-tí-kái chhēng i; iā hō͘ i khiâ-bé, piàn-iû tī siâⁿ-lāi ê ke-lō͘, tī i ê thâu-chêng soan-pò͘ kóng, Ông só͘ ài êng-kng i ê lâng, beh án-ni khoán-thāi i.","tghg":"哈曼就帶衣服及馬來，閣互末底改穿伊，也互伊騎馬，遍遊佇城內的街路，佇伊的頭前宣佈講：「王所愛榮光伊的人，欲按呢款待伊。」","bklhl":"Hap-bān就帶衣服kap馬來，koh hō͘ Bo̍k-tí-kái穿伊；也hō͘伊騎馬，遍遊tī城內ê街路，tī伊ê頭前宣布講，王所ài榮光伊ê人，beh án-ni款待伊。"}},{"book":"斯","chapter":6,"verse":12,"versions":{"unv":"末底改仍回到朝門，哈曼卻憂憂悶悶地蒙著頭，急忙回家去了，","bklcl":"Bo̍k-tí-kái tò-lâi ông ê mn̂g.  Hap-bān iu-būn, tà i ê thâu-khak, kín-kín tò--khì in chhù.","tghg":"末底改倒來王的門，哈曼憂悶罩(tà)伊的頭殼，緊緊倒去𪜶厝，","bklhl":"Bo̍k-tí-kái tò來王ê門。Hap-bān憂悶，罩伊ê頭殼，緊緊tò去in厝。"}},{"book":"斯","chapter":6,"verse":13,"versions":{"unv":"將所遇的一切事詳細說給他的妻細利斯和他的眾朋友聽。他的智慧人和他的妻細利斯對他說：「你在末底改面前始而敗落，他如果是猶大人，你必不能勝他，終必在他面前敗落。」","bklcl":"Hap-bān chiong i it-chhè só͘ tú-tio̍h-ê lóng kā i ê bó͘ Sè-lī-su kap i hiah-ê pêng-iú kóng; i hiah-ê tì-sek ê lâng, kap i ê bó͘ Sè-lī-su, kā i kóng, Lí só͘ khí-thâu sit-pāi tī i bīn-chêng ê Bo̍k-tí-kái, i nā kó-jiân sī Iû-tāi ê chióng-cho̍k, lí tek-khak bōe iâⁿ i, beh tī i ê bīn-chêng sit-pāi kàu tóe.","tghg":"哈曼將伊一切所抵著的攏給伊的某細利斯及伊許個朋友講。伊許個智識的人及伊的某細利斯給伊講：「你所起頭失敗佇伊面前的末底改，伊若果然是猶大的種族，你的確𣍐贏伊，欲佇伊的面前失敗到底。」","bklhl":"Hap-bān將伊一切所tú-tio̍h-ê lóng kā伊ê bó͘ Sè-lī-su kap伊hiah-ê朋友講；伊hiah-ê知識ê人，kap伊ê bó͘ Sè-lī-su，kā伊講，你所起頭失敗tī伊面前ê Bo̍k-tí-kái，伊若果然是偤大ê種族，你的確bōe贏伊，beh tī伊ê面前失敗到底。"}},{"book":"斯","chapter":6,"verse":14,"versions":{"unv":"他們還與哈曼說話的時候，王的太監來催哈曼快去赴以斯帖所預備的筵席。","bklcl":"In iáu teh kap i kóng-ōe ê sî, ông ê thài-kàm lâi, kah Hap-bān kín-kín khì hù Í-su-thiap só͘ siat ê iân-sia̍h.","tghg":"𪜶猶啲及伊講話的時，王的太監來教哈曼緊緊去赴以斯帖所設的筵席。","bklhl":"In iáu teh kap伊講話ê時，王ê太監來，kah Hap-bān緊緊去赴以斯帖所設ê筵席。"}}]