[{"book":"斯","chapter":2,"verse":1,"versions":{"unv":"這事以後，亞哈隨魯王的忿怒止息，就想念瓦實提和她所行的，並怎樣降旨辦她。","bklcl":"Chiah-ê tāi-chì í-āu, A-hap-sûi-ló͘ ông ê siū-khì soah, chiū siàu-liām Óa-si̍t-thê kap i ê só͘-kiâⁿ, kap i cháiⁿ-iūⁿ kàng-chí lâi pān i.","tghg":"諸個代誌以後，亞哈隨魯王的受氣息(soah)，就數念(siàu-liām)瓦實提及伊的所行，及伊怎樣降旨來辦伊。","bklhl":"Chiah-ê tāi-chì以後，A-hap-sûi-ló͘王ê受氣soah，就siàu念Óa-si̍t-thê kap伊ê所行，kap伊怎樣降旨來辦伊。"}},{"book":"斯","chapter":2,"verse":2,"versions":{"unv":"於是王的侍臣對王說：「不如為王尋找美貌的處女。","bklcl":"Tùi án-ni kun-sûi ông ê jîn-sîn kā i kóng, Tio̍h kā ông chhē súi ê chāi-sek-lú kúi-nā lâng;","tghg":"對按呢跟隨王的人臣給伊講：「著給王尋媠的在室女幾若人。","bklhl":"Tùi án-ni，跟隨王ê人臣kā伊講，Tio̍h kā王chhē súi ê在室女kúi-nā人；"}},{"book":"斯","chapter":2,"verse":3,"versions":{"unv":"王可以派官在國中的各省招聚美貌的處女到書珊城（或譯：宮）的女院，交給掌管女子的太監希該，給她們當用的香品。","bklcl":"ông tio̍h phài koaⁿ-oân tī i  kok-lāi ê ta̍k-séng, hō͘ in chio-chi̍p it-chhè súi ê chāi-sek-lú kàu Su-san ê ông-kiong, kàu lú-īⁿ, kau hō͘ ông ê thài-kàm Hi-kai, chiū-sī chiáng-koán lú-chú ê, iā tio̍h kiong-kip in chheng-khì seng-khu ê phín-liāu;","tghg":"王著派官員佇伊國內的逐省，互𪜶招集一切媠的在室女到書珊的王宮，到女院，交互王的太監希該，就是掌管女子的，也著供給𪜶清氣身軀的品料。","bklhl":"王tio̍h派官員tī伊國內ê ta̍k省，hō͘ in招集一切súi ê在室女到Su-san ê王宮，到女院，交hō͘王ê太監Hi-kai，就是掌管女子ê，也tio̍h供給in清氣身軀ê品料；"}},{"book":"斯","chapter":2,"verse":4,"versions":{"unv":"王所喜愛的女子可以立為王后，代替瓦實提。」王以這事為美，就如此行。","bklcl":"ông só͘ kah-ì ê lú-chú, thang siat-li̍p i chòe ông-hō͘, lâi thòe Óa-si̍t-thê.  Ông lia̍h chit ê sū chòe hó, chiū án-ni kiâⁿ.","tghg":"王所合意(kah-ì)的女子通設立伊做王后，來替瓦實提。」王掠此個事做好，就按呢行。","bklhl":"王所合意ê女子，thang設立伊做王后，來替Óa-si̍t-thê。王掠chit ê事做好，就án-ni行。"}},{"book":"斯","chapter":2,"verse":5,"versions":{"unv":"書珊城有一個猶大人，名叫末底改，是便雅憫人基士的曾孫，示每的孫子，睚珥的兒子。","bklcl":"Su-san kiong ū chi̍t ê Iû-tāi lâng, miâ kiò Bo̍k-tí-kái, sī Piān-ngá-bín lâng Ki-sū ê cheng-sun, Sī-múi ê sun, Gâi-jíⁿ ê kiáⁿ;","tghg":"書珊宮有一個猶大人，名叫末底改，是便雅憫人基士的曾孫(cheng-sun)，示每的孫，睚珥的子。","bklhl":"Su-san宮有一个偤大人，名叫Bo̍k-tí-kái，是便雅憫人Ki-sū ê曾孫，Sī-múi ê孫，Gâi-jíⁿ ê kiáⁿ；"}},{"book":"斯","chapter":2,"verse":6,"versions":{"unv":"從前巴比倫王尼布甲尼撒將猶大王耶哥尼雅（又名約雅斤）和百姓從耶路撒冷擄去，末底改也在其內。","bklcl":"chêng Pa-pí-lûn ông Nî-pò͘-kah-nî-sat chhian-sóa Iû-tāi ông Iâ-ko-nî-ngá, Bo̍k-tí-kái iā tùi Iâ-lō͘-sat-léng siū chhian-sóa, tī hit-pang siū-lia̍h ê lâng ê tiong-kan.","tghg":"前巴比倫王尼布甲尼撒遷徙猶大王耶哥尼雅，末底改也對耶路撒冷受遷徙，佇彼幫受掠的人的中間。","bklhl":"前巴比倫王Nî-pò͘-kah-nî-sat遷徙偤大王Iâ-ko-nî-ngá，Bo̍k-tí-kái也tùi耶路撒冷受遷徙，tī hit-pang受掠ê人ê中間。"}},{"book":"斯","chapter":2,"verse":7,"versions":{"unv":"末底改撫養他叔叔的女兒哈大沙（後名以斯帖），因為她沒有父母。這女子又容貌俊美；她父母死了，末底改就收她為自己的女兒。","bklcl":"I pôe-ióng i ê chek ê cha-bó͘-kiáⁿ Hap-tāi-sa, iā miâ Í-su-thiap, in-ūi chit ê cha-bó͘-gín-ná bô pē-bú;  i ê bīn-māu súi koh hó-khòaⁿ; i ê pē-bú í-keng sí, Bo̍k-tí-kái chiū chiap-la̍p i chòe ka-kī ê cha-bó͘-kiáⁿ.","tghg":"伊培養伊的叔的查某子哈代沙（也名以斯帖），因為此個查某囝仔無父母。伊的面貌媠閣好看；伊的父母已經死，末底改就接納伊做家己的查某子。","bklhl":"伊培養伊ê叔ê cha-bó͘-kiáⁿ Hap-tāi-sa，也名以斯帖，因為chit ê cha-bó͘-gín-ná無父母；伊ê面貌súi koh好看；伊ê父母已經死，Bo̍k-tí-kái就接納伊做家己ê cha-bó͘-kiáⁿ。"}},{"book":"斯","chapter":2,"verse":8,"versions":{"unv":"王的諭旨傳出，就招聚許多女子到書珊城，交給掌管女子的希該；以斯帖也送入王宮，交付希該。","bklcl":"Ông ê bēng-lēng kap chiàu-su í-keng soan-pò͘, chiū chū-chi̍p chōe-chōe lú-chú tī Su-san ê ông-kiong; kau tī Hi-kai ê chhiú; hit-sî Í-su-thiap iā sàng ji̍p ông-kiong, kau hō͘ koán lú-chú--ê Hi-kai ê chhiú.","tghg":"王的命令及詔書已經宣佈，就聚集多多女子佇書珊的王宮，交佇希該的手；彼時以斯帖也送入王宮，交互管女子的希該的手。","bklhl":"王ê命令kap詔書已經宣布，就聚集chōe-chōe女子tī Su-san ê王宮；交tī Hi-kai ê手；hit時以斯帖也送入王宮，交hō͘管女子ê Hi-kai ê手。"}},{"book":"斯","chapter":2,"verse":9,"versions":{"unv":"希該喜悅以斯帖，就恩待她，急忙給她需用的香品和她所當得的分，又派所當得的七個宮女服事她，使她和她的宮女搬入女院上好的房屋。","bklcl":"Chit ê lú-chú tit-tio̍h Hi-kai hoaⁿ-hí i, hó khoán-thāi i, kóaⁿ-kín ēng chheng-khì seng-khu ê phín-liāu hō͘ i, kap i eng-kai tit-tio̍h ê hūn-gia̍h; iā tùi ông-kiong chiong eng-kai hō͘ i ê chhit ê kiong-lú hō͘ i; poaⁿ-sóa i kap i hiah-ê kiong-lú kàu lú-īⁿ siōng-hó ê só͘-chāi.","tghg":"此個女子得著希該歡喜伊，好款待伊，趕緊用清氣身軀的品料互伊及伊應該得著的份額，也對王宮將應該互伊的七個宮女互伊，搬徙伊及伊許個宮女到女院上好的所在。","bklhl":"Chit ê女子得tio̍h Hi-kai歡喜伊，好款待伊，趕緊用清氣身軀ê品料hō͘伊，kap伊應該得tio̍h ê份額；也tùi王宮將應該hō͘伊ê七個宮女hō͘伊；搬徙伊kap伊hiah-ê宮女到女院siōng好ê所在。"}},{"book":"斯","chapter":2,"verse":10,"versions":{"unv":"以斯帖未曾將籍貫宗族告訴人，因為末底改囑咐她不可叫人知道。","bklcl":"Í-su-thiap m̄-bat kā lâng kóng i sī sím-mi̍h che̍k, sím-mi̍h cho̍k, in-ūi Bo̍k-tí-kái kah i m̄-thang kā lâng kóng.","tghg":"以斯帖呣曾給人講伊是甚麼籍甚麼族，因為末底改教伊呣通給人講。","bklhl":"以斯帖m̄-bat kā人講伊是甚麼籍，甚麼族，因為Bo̍k-tí-kái kah伊m̄-thang kā人講。"}},{"book":"斯","chapter":2,"verse":11,"versions":{"unv":"末底改天天在女院前邊行走，要知道以斯帖平安不平安，並後事如何。","bklcl":"Bo̍k-tí-kái ta̍k-ji̍t tī lú-īⁿ ê thâu-chêng kiâⁿ-lâi kiâⁿ-khì, ài chai Í-su-thiap pêng-an á-bô, kap i chiong-lâi kéng-gū cháiⁿ-iūⁿ.","tghg":"末底改逐日佇女院的頭前行來行去，愛知以斯帖平安抑無，及伊將來境遇怎樣。","bklhl":"Bo̍k-tí-kái ta̍k日tī女院 ê頭前行來行去，ài知以斯帖平安á無，kap伊將來境遇怎樣。"}},{"book":"斯","chapter":2,"verse":12,"versions":{"unv":"眾女子照例先潔淨身體十二個月：六個月用沒藥油，六個月用香料和潔身之物。滿了日期，然後挨次進去見亞哈隨魯王。","bklcl":"Chiàu hū-lú ê lē ū-pī cha̍p-jī ge̍h-ji̍t, chiū-sī la̍k ge̍h-ji̍t ēng bu̍t-io̍h ê iû, la̍k ge̍h-ji̍t ēng hiuⁿ-liāu kap lú-chú chheng-khì seng-khu ê pa̍t-hō mi̍h; chheng-khì ê ji̍t í-keng móa, chèng lú-chú chiū chiàu chhù-sū ji̍p-khì kìⁿ A-hap-sûi-ló͘ ông.","tghg":"照婦女的例預備十二月日：就是六月日用沒藥的油，六月日用香料(hiuⁿ-liāu)及女子清氣身軀的別號物。清氣的日已經滿，眾女子就照次序入去見亞哈隨魯王。","bklhl":"照婦女ê例預備十二月日，就是六月日用沒藥ê油，六月日用香料kap女子清氣身軀ê別號物；清氣ê日已經滿，眾女子就照次序入去見A-hap-sûi-ló͘王。"}},{"book":"斯","chapter":2,"verse":13,"versions":{"unv":"女子進去見王是這樣：從女院到王宮的時候，凡她所要的都必給她。","bklcl":"Lú-chú ji̍p-khì kìⁿ ông sī chit-khoán;  tùi lú-īⁿ kàu ông-kiong ê sî, kìⁿ-nā i só͘-ài-ê lóng hō͘ i, i sòa tòa-khì;","tghg":"女子入去見王是此款：對女院到王宮的時，見若伊所愛的攏互伊，伊續帶去。","bklhl":"女子入去見王是chit款；tùi女院到王宮ê時，見若伊所ài-ê lóng hō͘伊，伊續帶去；"}},{"book":"斯","chapter":2,"verse":14,"versions":{"unv":"晚上進去，次日回到女子第二院，交給掌管妃嬪的太監沙甲；除非王喜愛她，再提名召她，就不再進去見王。","bklcl":"ê-hng sî ji̍p-khì, keh chá-khí tò-lâi tē-jī ê lú-īⁿ, kau hō͘ ông ê thài-kàm, chiū-sī koán-lí pīn(**pin)-hui--ê, Sa-kah ê chhiú; nā m̄-sī ông hoaⁿ-hí i, koh thê-khí i ê miâ lâi tiàu i, chiū bô koh ji̍p-khì kìⁿ ông.","tghg":"下昏時入去，隔早起倒來第二個女院，交互王的太監，就是管理嬪妃的沙甲的手；若呣是王歡喜伊，閣提起伊的名來召伊，就無閣入去見王。","bklhl":"ê-hng時入去，隔早起tò來第二ê女院，交hō͘王ê太監，就是管理嬪妃ê，Sa-kah ê手；若m̄是王歡喜伊，koh提起伊ê名來召伊，就無koh入去見王。"}},{"book":"斯","chapter":2,"verse":15,"versions":{"unv":"末底改叔叔亞比孩的女兒，就是末底改收為自己女兒的以斯帖，按次序當進去見王的時候，除了掌管女子的太監希該所派定給她的，她別無所求。凡看見以斯帖的都喜悅她。","bklcl":"Bo̍k-tí-kái chiap-la̍p chòe i ê cha-bó͘-kiáⁿ ê Í-su-thiap, chiū-sī i ê chek A-pí-hâi ê cha-bó͘-kiáⁿ, chiàu chhù-sū tio̍h ji̍p-khì kìⁿ ông ê sî, tû-khì ông ê thài-kàm chiáng-koán lú-chú ê Hi-kai só͘ phài hō͘ i ê, lēng-gōa bô thó pa̍t-mi̍h; kìⁿ-nā khòaⁿ-tio̍h Í-su-thiap ê lóng hoaⁿ-hí i.","tghg":"末底改接納做伊的查某子的以斯帖，就是伊的叔亞比孩的查某子，照次序著入去見王的時，除去王的太監掌管女子的希該所派互伊的，另外無討別物。見若看著以斯帖的攏歡喜伊。","bklhl":"Bo̍k-tí-kái接納做伊ê cha-bó͘-kiáⁿ ê以斯帖，就是伊ê叔A-pí-hâi ê cha-bó͘-kiáⁿ，照次序tio̍h入去見王ê時，除去王ê太監掌管女子ê Hi-kai所派hō͘伊ê，另外無討別物；見若看tio̍h以斯帖ê lóng歡喜伊。"}},{"book":"斯","chapter":2,"verse":16,"versions":{"unv":"亞哈隨魯王第七年十月，就是提別月，以斯帖被引入宮見王。","bklcl":"A-hap-sûi-ló͘ ông chē-ūi tē-chhit nî cha̍p-ge̍h, chiū-sī Thê-pia̍t ge̍h, Í-su-thiap tit-tio̍h soán ji̍p ông-kiong kìⁿ ông.","tghg":"亞哈隨魯王坐位第七年十月，就是提別月，以斯帖得著選入王宮見王。","bklhl":"A-hap-sûi-ló͘王坐位第七年十月，就是Thê-pia̍t月，以斯帖得tio̍h選入王宮見王。"}},{"book":"斯","chapter":2,"verse":17,"versions":{"unv":"王愛以斯帖過於愛眾女，她在王眼前蒙寵愛比眾處女更甚。王就把王后的冠冕戴在她頭上，立她為王后，代替瓦實提。","bklcl":"Ông thiàⁿ Í-su-thiap iâⁿ-kè chèng lú-chú, i tī ông ê ba̍k-chiu chêng tit-tio̍h un-tián thióng-ài, iâⁿ-kè chèng chāi-sek-lú; ông chiū ēng ông-hō͘ ê bián-liû tì tī i ê thâu-khak, siat-li̍p i chòe ông-hō͘, lâi thòe Óa-si̍t-thê;","tghg":"王疼以斯帖贏過眾女子，伊佇王的目睭前得著恩典寵愛(thióng-ài)贏過眾在室女。王就用王后的冕旒戴佇伊的頭殼，設立伊做王后，來替瓦實提。","bklhl":"王疼以斯帖贏過眾女子，伊tī王ê目睭前得tio̍h恩典寵愛，贏過眾在室女；王就用王后ê冕旒戴tī伊ê頭殼，設立伊做王后，來替Óa-si̍t-thê；"}},{"book":"斯","chapter":2,"verse":18,"versions":{"unv":"王因以斯帖的緣故給眾首領和臣僕設擺大筵席，又豁免各省的租稅，並照王的厚意大頒賞賜。","bklcl":"hit-sî ông ūi hiah-ê tāi-sîn pah-koaⁿ siat tōa iân-sia̍h, chiū-sī Í-su-thiap ê iân-sia̍h; koh an-bú ta̍k-séng, chiàu ông ê hù-chiok, siúⁿ-sù mi̍h-kiāⁿ.","tghg":"彼時王為許個大臣百官設大筵席，就是以斯帖的筵席，閣安撫(an-bú)逐省，照王的富足賞賜物件。","bklhl":"Hit時王為hiah-ê大臣百官設大筵席，就是以斯帖ê筵席；koh 安撫ta̍k省，照王ê富足，賞賜物件。"}},{"book":"斯","chapter":2,"verse":19,"versions":{"unv":"第二次招聚處女的時候，末底改坐在朝門。","bklcl":"Hiah ê chāi-sek-lú tē-jī pái chū-chi̍p ê sî, Bo̍k-tí-kái chē tī ông ê mn̂g.","tghg":"許個在室女第二擺聚集的時，末底改坐佇王的門。","bklhl":"Hiah-ê在室女第二pái聚集ê時，Bo̍k-tí-kái坐tī王ê門。"}},{"book":"斯","chapter":2,"verse":20,"versions":{"unv":"以斯帖照著末底改所囑咐的，還沒有將籍貫宗族告訴人；因為以斯帖遵末底改的命，如撫養她的時候一樣。","bklcl":"Í-su-thiap chiàu Bo̍k-tí-kái só͘ bēng-lēng ê, bē-bat kā lâng kóng i sī sím-mi̍h cho̍k, sím-mi̍h che̍k; in-ūi Í-su-thiap chun-thàn Bo̍k-tí-kái ê bēng-lēng, chhin-chhiūⁿ chêng tit-tio̍h i bú-ióng ê sî chi̍t-iūⁿ.","tghg":"以斯帖照末底改所命令的，未曾給人講伊是甚麼族，甚麼籍；因為以斯帖遵趁末底改的命令，親像前得著伊撫養的時一樣。","bklhl":"以斯帖照Bo̍k-tí-kái所命令ê，bē-bat kā人講伊是甚麼族，甚麼籍；因為以斯帖遵thàn Bo̍k-tí-kái ê命令，親像前得tio̍h伊撫養ê時一樣。"}},{"book":"斯","chapter":2,"verse":21,"versions":{"unv":"當那時候，末底改坐在朝門，王的太監中有兩個守門的，辟探和提列，惱恨亞哈隨魯王，想要下手害他。","bklcl":"Tng hiah-ê ji̍t, chiū-sī Bo̍k-tí-kái chē tī ông ê mn̂g ê sî, ông ê thài-kàm-tiong ū kò͘-mn̂g--ê nn̄g lâng, Phek-thàm kap Thê-lia̍t, siū-khì kè-bô͘ beh hāi A-hap-sûi-ló͘ ông;","tghg":"當許個日，就是末底改坐佇王的門的時，王的太監中有顧門者二人，辟探及提列，受氣，計謀欲害亞哈隨魯王。","bklhl":"當hiah-ê日，就是Bo̍k-tí-kái坐tī王ê門ê時，王ê太監中有顧門ê兩人，Phek-thàm kap Thê-lia̍t，受氣計謀beh害A-hap-sûi-ló͘王；"}},{"book":"斯","chapter":2,"verse":22,"versions":{"unv":"末底改知道了，就告訴王后以斯帖。以斯帖奉末底改的名，報告於王；","bklcl":"Bo̍k-tí-kái chai hit ê tāi-chì, chiū kā ông-hō͘ Í-su-thiap kóng; Í-su-thiap chiū ēng Bo̍k-tí-kái ê miâ chiong hit ê sū kóng hō͘ ông chai,","tghg":"末底改知彼個代誌，就給王后以斯帖講。以斯帖就用末底改的名，將彼個事講互王知；","bklhl":"Bo̍k-tí-kái知hit ê tāi-chì，就kā王后以斯帖講；以斯帖就用Bo̍k-tí-kái ê名將hit ê事講hō͘王知，"}},{"book":"斯","chapter":2,"verse":23,"versions":{"unv":"究察這事，果然是實，就把二人掛在木頭上，將這事在王面前寫於歷史上。","bklcl":"kiù-khàm chit ê sū, kó-jiân sī si̍t, chiū chiong nn̄g-lâng tiàu tī chhâ--nih, ēng chit ê sū tī ông ê bīn-chêng kì-chài tī le̍k-sú ê chheh.","tghg":"究勘(kiù-khàm)此個事，果然是實，就將二人吊佇柴裡，用此個事佇王的面前記載佇歷史的冊。","bklhl":"究勘chit ê事，果然是實，就將兩人吊tī柴裡，用chit ê事tī王ê面前記載tī歷史ê冊。"}}]