[{"book":"斯","chapter":1,"verse":1,"versions":{"unv":"亞哈隨魯作王，從印度直到古實，統管一百二十七省。","bklcl":"Tng A-hap-sûi-ló͘ ê sî, (chit ê A-hap-sûi-ló͘ koán-hat chi̍t-pah jī-cha̍p-chhit séng, tùi Ìn-tō͘ kàu Kó͘-si̍t;)","tghg":"當亞哈隨魯的時，此個亞哈隨魯管轄一百二十七省，對印度到古實。","bklhl":"當A-hap-sûi-ló͘ ê時，(chit ê A-hap-sûi-ló͘管轄一百二十七省，tùi印度到Kó͘-si̍t；)"}},{"book":"斯","chapter":1,"verse":2,"versions":{"unv":"亞哈隨魯王在書珊城的宮登基；","bklcl":"tng hiah-ê ji̍t, A-hap-sûi-ló͘ ông tī Su-san ông-kiong chē i ê kok-ūi.","tghg":"當許個日，亞哈隨魯王佇書珊王宮坐伊的國位；","bklhl":"當hiah-ê日，A-hap-sûi-ló͘王tī Su-san王宮坐伊ê國位。"}},{"book":"斯","chapter":1,"verse":3,"versions":{"unv":"在位第三年，為他一切首領臣僕設擺筵席，有波斯和米底亞的權貴，就是各省的貴冑與首領，在他面前。","bklcl":"Chē-ūi tē-saⁿ nî, ūi-tio̍h i it-chhè ê siú-léng jîn-sîn pān-toh; Pho-su Má-tāi ū koân-sè ê, kok-séng ê kùi-cho̍k kap siú-léng, tī i ê bīn-chêng.","tghg":"坐位第三年，為著伊一切的首領人臣辦桌，波斯、瑪代有權勢的，各省的貴族及首領，佇伊的面前。","bklhl":"坐位第三年，為tio̍h伊一切ê首領人臣辦桌；波斯馬大有權勢ê，各省ê貴族kap首領，tī伊ê面前。"}},{"book":"斯","chapter":1,"verse":4,"versions":{"unv":"他把他榮耀之國的豐富和他美好威嚴的尊貴給他們看了許多日，就是一百八十日。","bklcl":"Hit-sî hián-chhut i êng-kng ê kok ê pù-ū, kap ka-kī hó ê ui-giâm ê chun-kùi, le̍k-kè chōe-chōe ji̍t, chiū-sī chi̍t-pah poeh-cha̍p ji̍t.","tghg":"彼時顯出伊榮光的國的富有(pù-ū)及家己好的威嚴的尊貴歷過多多日，就是一百八十日。","bklhl":"Hit時顯出伊榮光ê國ê富有，kap家己好ê威嚴ê尊貴，歷過chōe-chōe日，就是一百八十日。"}},{"book":"斯","chapter":1,"verse":5,"versions":{"unv":"這日子滿了，又為所有住書珊城的大小人民在御園的院子裡設擺筵席七日。","bklcl":"Chiah-ê ji̍t í-keng móa, ông koh ūi-tio̍h tiàm tī Su-san kiong tōa-sòe ê peh-sìⁿ pān-toh chhit-ji̍t kú, tī ông-kiong hn̂g ê īⁿ;","tghg":"諸個日已經滿，王閣為著踮佇書珊宮大細的百姓辦桌七日久，佇王宮園的院。","bklhl":"Chiah-ê日已經滿，王koh為tio̍h tiàm tī Su-san宮大細ê百姓辦桌七日久，tī王宮園ê院；"}},{"book":"斯","chapter":1,"verse":6,"versions":{"unv":"有白色、綠色、藍色的帳子，用細麻繩、紫色繩從銀環內繫在白玉石柱上；有金銀的床榻擺在紅、白、黃、黑玉石的鋪石地上。","bklcl":"ū pe̍h, ū chhiⁿ, ū lâm ê pò͘-lî, ēng iù-tōe kap chí-sek ê soh pa̍k gûn-khoân tī tāi-lí-chio̍h ê thiāu; ū kim gûn ê chhn̂g, pâi tī âng, pe̍h, n̂g, o͘, tāi-lí-chio̍h só͘ pho͘ ê tōe.","tghg":"有白、有青、有藍的布簾(pò͘-lî)，用幼苧(iù-tōe)，及紫色的索縛(pa̍k)銀環佇大理石的柱；有金銀的床排佇紅、白、黃、黑大理石所舖的地。","bklhl":"有白，有青，有藍ê布薕，用幼苧kap紫色ê索縛銀環tī大理石ê柱；有金銀ê床，排tī紅、白、黃、烏，大理石所鋪ê地。"}},{"book":"斯","chapter":1,"verse":7,"versions":{"unv":"用金器皿賜酒，器皿各有不同。御酒甚多，足顯王的厚意。","bklcl":"Ēng kim ê khì-kū hō͘ lâng lim, khì-kū chi̍t-ê chi̍t-khoán; ông ê chiú chin-chōe, chiàu ông ê hù-chiok;","tghg":"用金的器具互人飲，器具一個一款。王的酒真多，照王的富足。","bklhl":"用金ê器具hō͘人lim，器具一个一-款；王ê酒真chōe，照王ê富足；"}},{"book":"斯","chapter":1,"verse":8,"versions":{"unv":"喝酒有例，不准勉強人，因王吩咐宮裡的一切臣宰，讓人各隨己意。","bklcl":"lim-chiú ū tiāⁿ-tio̍h ê lē, m̄-chún bián-kióng lâng, in-ūi ông bēng-lēng kiong-lāi it-chhè ê sîn-po̍k, hō͘ lâng kok chiàu i ê ì-sù.","tghg":"飲酒有定著的例，呣准勉強人，因為王命令宮內一切的臣僕，互人各照伊的意思。","bklhl":"lim酒有定tio̍h ê例，m̄准勉強人，因為王命令宮內一切ê臣僕，hō͘人各照伊ê意思。"}},{"book":"斯","chapter":1,"verse":9,"versions":{"unv":"王后瓦實提在亞哈隨魯王的宮內也為婦女設擺筵席。","bklcl":"Ông-hō͘ Óa-si̍t-thê tī A-hap-sûi-ló͘ ông ê kiong-lāi, iā ūi-tio̍h hū-lú pān-toh.","tghg":"王后瓦實提佇亞哈隨魯王的宮內也為著婦女辦桌。","bklhl":"王后Óa-si̍t-thê tī A-hap-sûi-ló͘王ê宮內，也為tio̍h婦女辦桌。"}},{"book":"斯","chapter":1,"verse":10,"versions":{"unv":"第七日，亞哈隨魯王飲酒，心中快樂，就吩咐在他面前侍立的七個太監米戶幔、比斯他、哈波拿、比革他、亞拔他、西達、甲迦，","bklcl":"Kàu tē-chhit ji̍t ông ūi-tio̍h chiú sim tek-kái, chiū bēng-lēng Bí-hō͘-bān, Pí-su-tha, Hap-pho-ná, Pí-kek-tha, A-poa̍t-tha, Se-ta̍t, Kah-ka, chiū-sī siông-siông kun-sûi tī A-hap-sûi-ló͘ ông bīn-chêng hí(**hit) chhit ê thài-kàm,","tghg":"到第七日，王為著酒，心得解，就命令米戶幔、比斯他、哈波拿、比革他、亞拔他、西達、甲迦，就是常常跟隨(kun-sûi)佇亞哈隨魯王面前彼七個太監，","bklhl":"到第七日王為tio̍h酒心tek-kái，就命令Bí-hō͘-bān、Pí-su-tha、Hap-pho-ná、Pí-kek-tha、A-poa̍t-tha、Se-ta̍t、Kah-ka，就是常常跟隨tī A-hap-sûi-ló͘王面前hit七個太監，"}},{"book":"斯","chapter":1,"verse":11,"versions":{"unv":"請王后瓦實提頭戴王后的冠冕到王面前，使各等臣民看她的美貌，因為她容貌甚美。","bklcl":"tòa ông-hō͘ Óa-si̍t-thê tì ông-hō͘ ê bián-liû kàu ông ê bīn-chêng, hō͘ hiah-ê peh-sìⁿ jîn-sîn khòaⁿ i ê súi, in-ūi i ê bīn-māu chin hó-khòaⁿ;","tghg":"帶王后瓦實提戴王后的冕旒到王的面前，互許個百姓人臣看伊的媠，因為伊的面貌真好看。","bklhl":"帶王后Óa-si̍t-thê 戴王后ê冕旒到王ê面前，hō͘ hiah-ê百姓人臣看伊ê súi，因為伊ê面貌真好看；"}},{"book":"斯","chapter":1,"verse":12,"versions":{"unv":"王后瓦實提卻不肯遵太監所傳的王命而來，所以王甚發怒，心如火燒。","bklcl":"chóng-sī ông-hō͘ Óa-si̍t-thê m̄-khéng lâi, m̄-thàn thài-kàm só͘ thoân ông ê bēng-lēng; só͘-í ông chin siū-khì, sim-lāi chhin-chhiūⁿ hé-to̍h.","tghg":"總是王后瓦實提呣肯來呣趁太監所傳王的命令，所以王真受氣，心內親像火𤏸(to̍h)。","bklhl":"總是王后Óa-si̍t-thê m̄肯來，m̄-thàn太監所傳王ê命令；所以王真受氣，心內親像火to̍h。"}},{"book":"斯","chapter":1,"verse":13,"versions":{"unv":"那時，在王左右常見王面、國中坐高位的，有波斯和米底亞的七個大臣，就是甲示拿、示達、押瑪他、他施斯、米力、瑪西拿、米母干，都是達時務的明哲人。按王的常規，辦事必先詢問知例明法的人。王問他們說：","bklcl":"Ông chiū mn̄g hiah-ê bat sî-sū ū tì-hūi ê lâng, (in-ūi ông ū tiāⁿ-tio̍h ê lē, beh pān tāi-chì tio̍h tāi-seng mn̄g chai lu̍t-lē, bêng-pe̍k hoat-tō͘ ê lâng.","tghg":"王就問許個識時事、有智慧的人，因為王有定著的例，欲辦代誌著代先問知律例，明白法度的人。","bklhl":"王就問hiah-ê bat時事有智慧ê人，(因為王有定tio̍h ê例，beh辦tāi-chì tio̍h事先問知律例，明白法度ê人。"}},{"book":"斯","chapter":1,"verse":14,"versions":{"unv":"【併於上節】","bklcl":"Hit-sî tī ông ê chó-iū siông-siông kìⁿ ông ê bīn, tī kok-lāi chē koâiⁿ-ūi--ê, ū Pho-su kap Má-tāi chhit ê tāi-sîn, chiū-sī Kah-sī-ná, Sī-ta̍t, Ap-má-tha, Tha-si, Bí-le̍k, Má-se-ná, Bí-bó͘-kan;)","tghg":"彼時佇王的左右常常見王的面、佇國內坐高位者，有波斯及瑪代七個大臣，就是甲示拿、示達、押瑪他、他施、米力、瑪西拿、米某干。","bklhl":"Hit時tī王ê左右常常見王ê面，tī國內坐高位ê，有波斯kap馬大七個大臣，就是Kah-sī-ná、Sī-ta̍t、Ap-má-tha、Tha-si、Bí-le̍k、Má-se-ná、Bí-bó͘-kan；)"}},{"book":"斯","chapter":1,"verse":15,"versions":{"unv":"「王后瓦實提不遵太監所傳的王命，照例應當怎樣辦理呢？」","bklcl":"ông mn̄g in kóng, Ông-hō͘ Óa-si̍t-thê bô chun-thàn thài-kàm só͘ thoân A-hap-sûi-ló͘ ông ê bēng-lēng, taⁿ chiàu-lē lán tio̍h cháiⁿ-iūⁿ pān i ah?","tghg":"王問𪜶講：「王后瓦實提無遵趁太監所傳亞哈隨魯王的命令，今照例咱著怎樣辦伊啊？」","bklhl":"王問in講，王后Óa-si̍t-thê無遵thàn太監所傳A-hap-sûi-ló͘王ê命令，taⁿ照例咱tio̍h怎樣辦伊ah？"}},{"book":"斯","chapter":1,"verse":16,"versions":{"unv":"米母干在王和眾首領面前回答說：「王后瓦實提這事，不但得罪王，並且有害於王各省的臣民；","bklcl":"Bí-bó͘-kan tī ông kap hiah-ê tāi-sîn ê bīn-chêng ìn kóng, Ông-hō͘ Óa-si̍t-thê só͘-chòe-ê m̄-nā koan-gāi ông, iā sī koan-gāi A-hap-sûi-ló͘ ông tī ta̍k-séng só͘-ū ê tāi-sîn kap chèng peh-sìⁿ;","tghg":"米某干佇王及許個大臣的面前應講：「王后瓦實提所做的，呣若關礙王，也是關礙亞哈隨魯王佇逐省所有的大臣及眾百姓；","bklhl":"Bí-bó͘-kan tī王kap hiah-ê大臣ê面前應講，王后Óa-si̍t-thê所做ê m̄-nā koan-gāi王，也是koan-gāi A-hap-sûi-ló͘王tī ta̍k省所有ê大臣kap眾百姓；"}},{"book":"斯","chapter":1,"verse":17,"versions":{"unv":"因為王后這事必傳到眾婦人的耳中，說：『亞哈隨魯王吩咐王后瓦實提到王面前，她卻不來』，她們就藐視自己的丈夫。","bklcl":"in-ūi ông-hō͘ só͘ chòe ê sū, beh thoân kàu chèng hū-lú, beh kóng, A-hap-sûi-ló͘ ông tiàu ông-hō͘ Óa-si̍t-thê kàu ông ê bīn-chêng, chóng-sī i m̄ lâi, án-ni in ōe biáu-sī in ê tiōng-hu;","tghg":"因為王后所做的事欲傳到眾婦女，欲講：『亞哈隨魯王召王后瓦實提到王的面前，總是伊呣來』，按呢𪜶會藐視𪜶的丈夫。","bklhl":"因為王后所做ê事，beh傳到眾婦女，beh講，A-hap-sûi-ló͘王召王后Óa-si̍t-thê到王ê面前，總是伊m̄來，án-ni in會藐視in ê丈夫；"}},{"book":"斯","chapter":1,"verse":18,"versions":{"unv":"今日波斯和米底亞的眾夫人聽見王后這事，必向王的大臣照樣行；從此必大開藐視和忿怒之端。","bklcl":"kin-á-ji̍t Pho-su kap Má-tāi ê chèng hu-jîn thiaⁿ-kìⁿ ông-hō͘ só͘ chòe ê sū, beh tùi ông ê tāi-sîn án-ni kóng; tùi án-ni beh siⁿ-khí chōe-chōe biáu-sī kap siū-khì.","tghg":"今仔日波斯及瑪代的眾婦人聽見王后所做的事，欲對王的大臣按呢講；對按呢欲生起多多藐視及受氣。","bklhl":"今á日波斯kap馬大ê眾夫人聽見王后所做ê事，beh對王ê大臣án-ni講；tùi án-ni， beh生起chōe-chōe藐視kap受氣。"}},{"book":"斯","chapter":1,"verse":19,"versions":{"unv":"王若以為美，就降旨寫在波斯和米底亞人的例中，永不更改，不准瓦實提再到王面前，將她王后的位分賜給比她還好的人。","bklcl":"Ông nā lia̍h-chòe hó, chiū chhut jū-chí siá tī Pho-su kap Má-tāi ê lu̍t-lē-tiong, hō͘ i bōe kóe-ōaⁿ--tit, m̄-chún Óa-si̍t-thê koh kàu A-hap-sûi-ló͘ ông ê bīn-chêng; ông iā tio̍h chiong ông-hō͘ ê ūi siúⁿ-sù pí i khah hó ê lâng;","tghg":"王若掠做好，就出諭旨寫佇波斯及瑪代的律例中，互伊𣍐改換得，呣准瓦實提閣到亞哈隨魯王的面前，王也著將王后的位賞賜比伊卡好的人。","bklhl":"王若掠做好，就出諭旨寫tī波斯kap馬大ê律例中，hō͘伊bōe改換得，m̄准Óa-si̍t-thê koh到A-hap-sûi-ló͘王ê面前；王也tio̍h將王后ê位賞賜比伊khah好ê人；"}},{"book":"斯","chapter":1,"verse":20,"versions":{"unv":"所降的旨意傳遍通國（國度本來廣大），所有的婦人，無論丈夫貴賤都必尊敬他。」","bklcl":"ông só͘ kàng ê jū-chí piàn-thoân tī i ê kok, (i ê kok khoah-tōa), chiū hū-lú lóng beh chun-kèng i ê tiōng-hu, bô-lūn chun-kùi pi-chiān.","tghg":"王所降的諭旨遍傳佇伊的國（伊的國闊大），就婦女攏欲尊敬伊的丈夫，無論尊貴卑賤。」","bklhl":"王所降ê諭旨遍傳tī伊ê國，(伊ê國闊大) ，就婦女lóng beh尊敬伊ê丈夫，無論尊貴卑賤。"}},{"book":"斯","chapter":1,"verse":21,"versions":{"unv":"王和眾首領都以米母干的話為美，王就照這話去行，","bklcl":"Ông kap hiah-ê tāi-sîn lóng lia̍h i ê ōe chòe hó; ông chiū chiàu Bí-bó͘-kan ê ōe lâi kiâⁿ;","tghg":"王及許個大臣攏掠伊的話做好，王就照米某干的話來行，","bklhl":"王kap hiah-ê大臣lóng掠伊ê話做好；王就照Bí-bó͘-kan ê話來行；"}},{"book":"斯","chapter":1,"verse":22,"versions":{"unv":"發詔書，用各省的文字、各族的方言通知各省，使為丈夫的在家中作主，各說本地的方言。","bklcl":"chhut-chiàu tī ông hiah-ê séng, kàu ta̍k-séng chiàu in ê bûn-jī, kàu ta̍k-ūi ê peh-sìⁿ chiàu in ê khiuⁿ-kháu, hō͘ chòe tiōng-hu--ê ta̍k-ê tī ke-lāi chòe chú; ta̍k-ê chiàu i ê peh-sìⁿ ê khiuⁿ-kháu.","tghg":"出詔佇王許個省，到逐省照𪜶的文字，到逐位的百姓照𪜶的腔口，互做丈夫的逐個佇家內做主，逐個照伊的百姓的腔口。","bklhl":"出詔tī王hiah-ê省，到ta̍k省照in ê文字，到ta̍k位ê百姓照in ê腔口，hō͘做丈夫ê ta̍k-ê tī家內做主；ta̍k-ê照伊ê百姓ê腔口。"}}]