[{"book":"斯","chapter":5,"verse":1,"versions":{"unv":"第三日，以斯帖穿上朝服，進王宮的內院，對殿站立。王在殿裡坐在寶座上，對著殿門。","bklcl":"Tē-saⁿ ji̍t, Í-su-thiap chhēng ông-hō͘ ê lé-ho̍k, khiā tī ông-kiong ê lāi-īⁿ, tī ông-kiong ê tùi-bīn; hit-sî ông tī ông-kiong-lāi chē i ê ông-ūi, tī ông-kiong ê mn̂g ê tùi-bīn.","tghg":"第三日，以斯帖穿王后的禮服，徛佇王宮的內院，佇王宮的對面。彼時王佇王宮內坐伊的王位，佇王宮的門的對面。","bklhl":"第三日，以斯帖穿王后ê禮服，khiā tī王宮ê內院，tī王宮ê對面；hit時王tī王宮內坐伊ê王位，tī王宮ê門ê對面。"}},{"book":"斯","chapter":5,"verse":2,"versions":{"unv":"王見王后以斯帖站在院內，就施恩於她，向她伸出手中的金杖；以斯帖便向前摸杖頭。","bklcl":"Ông khòaⁿ-kìⁿ ông-hō͘ Í-su-thiap khiā tī īⁿ-lāi, i chiū tit-tio̍h un-tián tī ông ê ba̍k-chiu-chêng; ông kia̍h-khí chhiú-tiong só͘ kia̍h ê kim koáiⁿ-á ǹg Í-su-thiap.  Í-su-thiap chiū chìn-chêng, bong i koáiⁿ-á ê bé-liu.","tghg":"王看見王后以斯帖徛佇院內，伊就得著恩典佇王的目睭前，王攑起手中所攑的金枴仔向以斯帖；以斯帖就進前摸伊枴仔的尾溜。","bklhl":"王看見王后以斯帖khiā tī院內，伊就得tio̍h恩典tī王ê目睭前；王kia̍h起手中所kia̍h ê金柺á ǹg以斯帖。以斯帖就進前，摸伊柺á ê尾溜。"}},{"book":"斯","chapter":5,"verse":3,"versions":{"unv":"王對她說：「王后以斯帖啊，你要甚麼？你求甚麼，就是國的一半也必賜給你。」","bklcl":"Ông tùi i kóng, Ông-hō͘ Í-su-thiap ah, lí beh ti̍h sím-mi̍h, beh kiû sím-mi̍h? chiū nā kok ê chi̍t-pòaⁿ, iā beh hō͘ lí.","tghg":"王對伊講：「王后以斯帖啊，你欲揲(ti̍h)甚麼？欲求甚麼，就若國的一半也欲互你。」","bklhl":"王對伊講，王后以斯帖ah，你beh ti̍h甚麼，beh求甚麼？就若國ê一半，也beh hō͘你。"}},{"book":"斯","chapter":5,"verse":4,"versions":{"unv":"以斯帖說：「王若以為美，就請王帶著哈曼今日赴我所預備的筵席。」","bklcl":"Í-su-thiap kóng, Ông nā lia̍h-chòe hó, chiū chhiáⁿ ông kap Hap-bān kin-á-ji̍t lâi hù góa ūi-tio̍h i só͘ siat ê iân-sia̍h.","tghg":"以斯帖講：「王若掠做好，就請王及哈曼今仔日來赴我為著伊所設的筵席。」","bklhl":"以斯帖講，王若掠做好，就請王kap Hap-bān今á日來赴我為tio̍h伊所設ê筵席。"}},{"book":"斯","chapter":5,"verse":5,"versions":{"unv":"王說：「叫哈曼速速照以斯帖的話去行」。於是王帶著哈曼赴以斯帖所預備的筵席。","bklcl":"Ông chiū kóng, Bēng-lēng Hap-bān kín-kín lâi, thang chiàu Í-su-thiap só͘-kóng-ê khì kiâⁿ. Ông kap Hap-bān chiū khì hù Í-su-thiap só͘ siat ê iân-sia̍h.","tghg":"王就講：「命令哈曼緊緊來通照以斯帖所講的去行。」王及哈曼就去赴以斯帖所設的筵席。","bklhl":"王就講，命令Hap-bān緊緊來，thang照以斯帖所講ê去行。王kap Hap-bān就去赴以斯帖所設ê筵席。"}},{"book":"斯","chapter":5,"verse":6,"versions":{"unv":"在酒席筵前，王又問以斯帖說：「你要甚麼，我必賜給你；你求甚麼，就是國的一半也必為你成就。」","bklcl":"Tī chiú-iân ê tiong-kan, ông koh kā Í-su-thiap kóng, Lí só͘ chhéng sī sím-mi̍h? beh hō͘ lí; lí só͘ kiû sī sím-mi̍h? chiū nā kok ê chi̍t-pòaⁿ, iā beh chòe-chiâⁿ i.","tghg":"佇酒筵的中間，王閣給以斯帖講：「你所請(chhéng)是甚麼，欲互你；你所求是甚麼，就若國的一半也欲做成伊。」","bklhl":"Tī酒筵ê中間，王koh kā以斯帖講，你所請是甚麼？beh hō͘你；你所求是甚麼？就若國ê一半，也beh做成伊。"}},{"book":"斯","chapter":5,"verse":7,"versions":{"unv":"以斯帖回答說：「我有所要，我有所求。","bklcl":"Í-su-thiap ìn kóng, Góa só͘ chhéng só͘ kiû ê sī án-ni;","tghg":"以斯帖應講：「我所請，所求的是按呢。","bklhl":"以斯帖應講，我所請所求ê是án-ni；"}},{"book":"斯","chapter":5,"verse":8,"versions":{"unv":"我若在王眼前蒙恩，王若願意賜我所要的，准我所求的，就請王帶著哈曼再赴我所要預備的筵席。明日我必照王所問的說明。」","bklcl":"góa nā tit-tio̍h un-tián tī ông ê ba̍k-chiu-chêng, ông nā hoaⁿ-hí ún-chún góa só͘ chhéng, kiâⁿ góa só͘ kiû ê, chiū chhiáⁿ ông kap Hap-bān lâi hù góa só͘ beh thòe in siat ê iân-sia̍h; góa bîn-á-ji̍t beh chiàu ông só͘ kóng ê lâi kiâⁿ.","tghg":"我若得著恩典佇王的目睭前，王若歡喜允准我所請(chhéng)，行我所求的，就請(chhiáⁿ)王及哈曼來赴我所欲替𪜶設的筵席。我明仔日欲照王所講的來行。」","bklhl":"我若得tio̍h恩典tī王ê目睭前，王若歡喜允准我所請，行我所求ê，就請王kap Hap-bān來赴我所beh替in設ê筵席；我明á日beh照王所講ê來行。"}},{"book":"斯","chapter":5,"verse":9,"versions":{"unv":"那日哈曼心中快樂，歡歡喜喜地出來；但見末底改在朝門不站起來，連身也不動，就滿心惱怒末底改。","bklcl":"Hit-ji̍t Hap-bān hoaⁿ-hí, sim-lāi khoài-lo̍k, chiū chhut-lâi; chóng-sī Hap-bān khòaⁿ-kìⁿ Bo̍k-tí-kái tī ông ê mn̂g bô khí-lâi, iā bô ūi-tio̍h i lâi tín-tāng, chiū móa-sim siū-khì Bo̍k-tí-kái.","tghg":"彼日哈曼歡喜，心內快樂就出來；總是哈曼看見末底改佇王的門無起來，也無為著伊來振動(tín-tāng)，就滿心受氣末底改。","bklhl":"Hit日Hap-bān歡喜，心內快樂，就出來；總是Hap-bān看見Bo̍k-tí-kái tī王ê門無起來，也無為tio̍h伊來振動，就滿心受氣Bo̍k-tí-kái。"}},{"book":"斯","chapter":5,"verse":10,"versions":{"unv":"哈曼暫且忍耐回家，叫人請他朋友和他妻子細利斯來。","bklcl":"Chóng-sī Hap-bān ka-kī bián-kióng lún--teh, tò-khì in chhù; chiū chhe lâng kiò i ê pêng-iú kap i ê bó͘ Sè-lī-su.","tghg":"總是哈曼家己勉強愞(lún)啲倒去𪜶厝，就差人叫伊的朋友及伊的某細利斯。","bklhl":"總是Hap-bān家己勉強忍teh，tò去in厝；就差人叫伊ê朋友kap伊ê bó͘ Sè-lī-su。"}},{"book":"斯","chapter":5,"verse":11,"versions":{"unv":"哈曼將他富厚的榮耀、眾多的兒女，和王抬舉他使他超乎首領臣僕之上，都述說給他們聽。","bklcl":"Hap-bān chiū chiong i pù-ū ê êng-kng, kap kiáⁿ-jî ê chōe, kap ông ko-seng i, kú-khí i pôaⁿ-kè ông hiah-ê siú-léng jîn-sîn ê téng-bīn, lóng kóng hō͘ in thiaⁿ.","tghg":"哈曼就將伊富有(pù-ū)的榮光，及子兒的多，及王高升伊舉起伊𨃟過王許個首領人臣的頂面，攏講互𪜶聽。","bklhl":"Hap-bān就將伊富有ê榮光，kap kiáⁿ兒ê chōe，kap王高升伊，舉起伊pôaⁿ過王hiah-ê首領人臣ê頂面，lóng講hō͘ in聽。"}},{"book":"斯","chapter":5,"verse":12,"versions":{"unv":"哈曼又說：「王后以斯帖預備筵席，除了我之外不許別人隨王赴席。明日王后又請我隨王赴席；","bklcl":"Hap-bān koh kóng, Ông-hō͘ Í-su-thiap, tû-khì góa í-gōa, m̄-chún sím-mi̍h lâng kap ông hù i só͘ siat ê iân-sia̍h; bîn-á-ji̍t góa iū-koh kap ông hō͘ i chhiáⁿ;","tghg":"哈曼閣講：「王后以斯帖，除去我以外呣准甚麼人及王赴伊所設的筵席。明仔日我又閣及王互伊請(chhiáⁿ)；","bklhl":"Hap-bān koh講，王后以斯帖，除去我以外，m̄准甚麼人kap王赴伊所設ê筵席；明á日我又koh kap王hō͘伊請；"}},{"book":"斯","chapter":5,"verse":13,"versions":{"unv":"只是我見猶大人末底改坐在朝門，雖有這一切榮耀，也與我無益。」","bklcl":"chóng-sī góa khòaⁿ-kìⁿ Iû-tāi lâng Bo̍k-tí-kái chē tī ông ê mn̂g, chiū chit-ê lóng bô lī-ek tī góa.","tghg":"總是我看見猶大人末底改坐佇王的門，就此個攏無利益佇我。」","bklhl":"總是我看見偤大人Bo̍k-tí-kái坐tī王ê門，就chit ê lóng無利益tī我。"}},{"book":"斯","chapter":5,"verse":14,"versions":{"unv":"他的妻細利斯和他一切的朋友對他說：「不如立一個五丈高的木架，明早求王將末底改掛在其上，然後你可以歡歡喜喜地隨王赴席。」哈曼以這話為美，就叫人做了木架。","bklcl":"I ê bó͘ Sè-lī-su kap i ê chèng pêng-iú kā i kóng, Tio̍h khiā chi̍t ê chhâ-kè koâiⁿ gō͘-cha̍p tiú, bîn-á-chá-khí kiû ông tiàu Bo̍k-tí-kái tī hí téng-bīn: jiân-āu lí thang hoaⁿ-hoaⁿ hí-hí kap ông khì hù iân-sia̍h.  Hap-bān o-ló i ê ōe hó, chiū kah lâng khiā chhâ-kè.","tghg":"伊的某細利斯及伊的眾朋友給伊講：「著徛一個柴架高五十肘(tiú)，明仔早起求王吊末底改佇彼頂面，然後你通歡歡喜喜及王去赴筵席。」哈曼謳咾伊的話好，就教人徛柴架。","bklhl":"伊ê bó͘ Sè-lī-su kap伊ê眾朋友kā伊講，Tio̍h khiā一个柴架高五十肘，明á早起求王召Bo̍k-tí-kái tī hí頂面：然後你thang歡歡喜喜kap王去赴筵席。Hap-bān o-ló伊ê話好，就kah人khiā柴架。"}}]