[{"book":"斯","chapter":9,"verse":1,"versions":{"unv":"十二月，乃亞達月十三日，王的諭旨將要舉行，就是猶大人的仇敵盼望轄制他們的日子，猶大人反倒轄制恨他們的人。","bklcl":"Cha̍p-jī ge̍h, chiū-sī A-ta̍t ge̍h, cha̍p-saⁿ ji̍t ông ê bēng-lēng kap jū-chí tit-beh kú-hêng, chiū-sī Iû-tāi lâng ê tùi-te̍k ǹg-bāng tit-tio̍h koán-hat in ê ji̍t, chóng-sī tāi-chì tùi-hoán, hoán-tńg hō͘ Iû-tāi lâng koán-hat kìⁿ-nā oàn-hūn in ê lâng;","tghg":"十二月，就是亞達月十三日，王的命令及諭旨得欲舉行，就是猶大人的對敵向望得著管轄𪜶的日，總是代誌對反，反轉互猶大人管轄見若怨恨𪜶的人。","bklhl":"十二月，就是A-ta̍t月，十三日王ê命令kap諭旨得beh舉行，就是偤大人ê對敵ǹg望得tio̍h管轄in ê日，總是tāi-chì對反，反tńg hō͘偤大人管轄見若怨恨in ê人；"}},{"book":"斯","chapter":9,"verse":2,"versions":{"unv":"猶大人在亞哈隨魯王各省的城裡聚集，下手擊殺那要害他們的人。無人能敵擋他們，因為各族都懼怕他們。","bklcl":"hit-ji̍t tī A-hap-sûi-ló͘ ông ê ta̍k-séng, Iû-tāi lâng lóng chū-chi̍p tī in ê siâⁿ, hē chhiú kong-kek hiah-ê beh hāi in ê lâng, bô lâng ōe tí-tng in, in-ūi chèng peh-sìⁿ lóng kiaⁿ in.","tghg":"彼日佇亞哈隨魯王的逐省猶大人攏聚集佇𪜶的城，下(hē)手攻擊許個欲害𪜶的人。無人會抵當(tí-tng)𪜶，因為眾百姓攏驚𪜶。","bklhl":"hit日tī A-hap-sûi-ló͘王ê ta̍k省，偤大人lóng聚集tī in ê城，下手攻擊hiah-ê beh害in ê人，無人會抵擋in，因為眾百姓lóng驚in。"}},{"book":"斯","chapter":9,"verse":3,"versions":{"unv":"各省的首領、總督、省長，和辦理王事的人，因懼怕末底改，就都幫助猶大人。","bklcl":"Ta̍k-séng ê siú-léng, tāi-sîn, chóng-tok, kap pān-lí ông ê sū ê lâng, lóng lâi pang-chān Iû-tāi lâng, in-ūi kiaⁿ Bo̍k-tí-kái.","tghg":"逐省的首領、大臣、總督，及辦理王的事的人，攏來幫助猶大人，因為驚末底改。","bklhl":"ta̍k省ê首領、大臣、總督，kap辨理王ê事ê人，lóng來幫贊偤大人，因為驚Bo̍k-tí-kái。"}},{"book":"斯","chapter":9,"verse":4,"versions":{"unv":"末底改在朝中為大，名聲傳遍各省，日漸昌盛。","bklcl":"In-ūi Bo̍k-tí-kái tī tiâu-têng chun-tōa, miâ-siaⁿ piàn-thoân ta̍k-séng; chit ê Bo̍k-tí-kái ná-seng ná-tōa.","tghg":"因為末底改佇朝廷尊大，名聲遍傳逐省，此個末底改愈升愈大。","bklhl":"因為Bo̍k-tí-kái tī朝廷尊大，名聲遍傳ta̍k省；chit ê Bo̍k-tí-kái ná升ná大。"}},{"book":"斯","chapter":9,"verse":5,"versions":{"unv":"猶大人用刀擊殺一切仇敵，任意殺滅恨他們的人。","bklcl":"Iû-tāi lâng ēng to phah in it-chhè ê tùi-te̍k, thâi-sí in, châu-bia̍t in, chhut-chāi ì-sù kiâⁿ tī oàn-hūn in ê lâng;","tghg":"猶大人用刀拍𪜶一切的對敵，刣死𪜶剿滅(châu-bia̍t)𪜶出在意思行佇怨恨𪜶的人。","bklhl":"偤大人用刀phah in一切ê對敵，刣死in，剿滅in，chhut-chāi意思行tī怨恨in ê人；"}},{"book":"斯","chapter":9,"verse":6,"versions":{"unv":"在書珊城，猶大人殺滅了五百人；","bklcl":"tī Su-san siâⁿ, Iû-tāi lâng thâi-bia̍t gō͘-pah lâng;","tghg":"佇書珊城，猶大人刣滅五百人；","bklhl":"tī Su-san城，偤大人刣滅五百人；"}},{"book":"斯","chapter":9,"verse":7,"versions":{"unv":"又殺巴珊大他、達分、亞斯帕他、","bklcl":"koh thâi-sí Pa-san-tāi-tha, Ta̍t-hun, A-su-phàⁿ-tha,","tghg":"閣刣死巴珊大他、達分、亞斯帕他、","bklhl":"koh 刣死Pa-san-tāi-tha、Ta̍t-hun、A-su-phàⁿ-tha，"}},{"book":"斯","chapter":9,"verse":8,"versions":{"unv":"破拉他、亞大利雅、亞利大他、","bklcl":"Phò-la̍h-tha, A-tāi-lī-ngá, A-lī-tāi-tha,","tghg":"破拉他、亞大利雅、亞利大他、","bklhl":"Phò-la̍h-tha、A-tāi-lī-ngá、A-lī-tāi-tha，"}},{"book":"斯","chapter":9,"verse":9,"versions":{"unv":"帕瑪斯他、亞利賽、亞利代、瓦耶撒他；","bklcl":"Phàⁿ-má-su-tha, A-lī-sài, A-lī-tāi, Óa-iâ-sat-tha;","tghg":"帕瑪斯他、亞利賽、亞利大、瓦耶撒他；","bklhl":"Phàⁿ-má-su-tha、A-lī-sài、A-lī-tāi、Óa-iâ-sat-tha；"}},{"book":"斯","chapter":9,"verse":10,"versions":{"unv":"這十人都是哈米大他的孫子、猶大人仇敵哈曼的兒子。猶大人卻沒有下手奪取財物。","bklcl":"chí(**chit) cha̍p-lâng lóng sī Hap-bí-tāi-tha ê sun, Iû-tāi lâng ê tùi-te̍k Hap-bān ê kiáⁿ; chóng-sī bô chhiúⁿ in ê châi-bu̍t.","tghg":"此十人攏是哈米大他的孫、猶大人的對敵哈曼的子。總是無搶𪜶的財物。","bklhl":"Chit十人lóng是Hap-bí-tāi-tha ê孫，偤大人ê對敵Hap-bān ê kiáⁿ；總是無搶in ê財物。"}},{"book":"斯","chapter":9,"verse":11,"versions":{"unv":"當日，將書珊城被殺的人數呈在王前。","bklcl":"Tng hit-ji̍t chiong Su-san siâⁿ siū-thâi ê lâng-gia̍h thêng-pò tī ông ê bīn-chêng.","tghg":"當彼日，將書珊城受刣的人額呈報(thêng-pò)佇王的面前。","bklhl":"當hit日將Su-san城受刣 ê人額呈報tī王ê面前。"}},{"book":"斯","chapter":9,"verse":12,"versions":{"unv":"王對王后以斯帖說：「猶大人在書珊城殺滅了五百人，又殺了哈曼的十個兒子，在王的各省不知如何呢？現在你要甚麼，我必賜給你；你還求甚麼，也必為你成就。」","bklcl":"Ông kā ông-hō͘ Í-su-thiap kóng, Iû-tāi lâng tī Su-san siâⁿ thâi-sí tùi-te̍k gō͘-pah lâng, koh thâi-sí Hap-bān cha̍p ê kiáⁿ; tī ông kî-û ê ta̍k-séng m̄-chai chòe cháiⁿ-iūⁿ; taⁿ lí só͘ chhéng sī sím-mi̍h? beh hō͘ lí; lí só͘ kiû sī sím-mi̍h? iā beh chòe-chiâⁿ i.","tghg":"王給王后以斯帖講：「猶大人佇書珊城刣死對敵五百人，閣刣死哈曼十個子，佇王其餘的逐省呣知做怎樣？今你所請(chhéng)是甚麼，欲互你；你所求是甚麼，也欲做成伊。」","bklhl":"王kā王后以斯帖講，偤大人tī Su-san城刣死對敵五百人，koh 刣死Hap-bān十個kiáⁿ；tī王其餘ê ta̍k省m̄知做怎樣；taⁿ你所請是甚麼？beh hō͘你；你所求是甚麼？也beh做成伊。"}},{"book":"斯","chapter":9,"verse":13,"versions":{"unv":"以斯帖說：「王若以為美，求你准書珊的猶大人，明日也照今日的旨意行，並將哈曼十個兒子的屍首掛在木架上。」","bklcl":"Í-su-thiap chiū kóng, Ông nā lia̍h-chòe hó, kiû lí chún Su-san ê Iû-tāi lâng, bîn-á-ji̍t iā chiàu kin-á-ji̍t ê jū-chí lâi kiâⁿ, iā chiong Hap-bān cha̍p ê kiáⁿ tiàu tī chhâ-kè--nih.","tghg":"以斯帖就講：「王若掠做好，求你准書珊的猶大人，明仔日也照今仔日的諭旨來行，也將哈曼十個子吊佇柴架裡。」","bklhl":"以斯帖就講，王若掠做好，求你准Su-san ê偤大人，明á日也照今á日ê諭旨來行，也將Hap-bān十個kiáⁿ吊tī柴架裡。"}},{"book":"斯","chapter":9,"verse":14,"versions":{"unv":"王便允准如此行。旨意傳在書珊，人就把哈曼十個兒子的屍首掛起來了。","bklcl":"Ông chiū bēng-lēng chiàu án-ni kiâⁿ; hit ê jū-chí thoân tī Su-san, lâng chiū chiong Hap-bān cha̍p ê kiáⁿ tiàu--khí-lâi.","tghg":"王就命令照按呢行。彼個諭旨傳佇書珊，人就將哈曼十個子吊起來。","bklhl":"王就命令照án-ni行；hit ê諭旨傳tī Su-san，人就將Hap-bān十個kiáⁿ吊起來。"}},{"book":"斯","chapter":9,"verse":15,"versions":{"unv":"亞達月十四日，書珊的猶大人又聚集在書珊，殺了三百人，卻沒有下手奪取財物。","bklcl":"A-ta̍t ge̍h cha̍p-sì ji̍t, Su-san ê Iû-tāi lâng koh chū-chi̍p tī Su-san. thâi-sí saⁿ-pah lâng; chóng-sī bô chhiúⁿ in ê châi-bu̍t.","tghg":"亞達月十四日，書珊的猶大人閣聚集佇書珊，刣死三百人，總是無搶𪜶的財物。","bklhl":"A-ta̍t月十四日，Su-san ê偤大人koh聚集tī Su-san。Thâi死三百人；總是無搶in ê財物。"}},{"book":"斯","chapter":9,"verse":16,"versions":{"unv":"在王各省其餘的猶大人也都聚集保護性命，殺了恨他們的人七萬五千，卻沒有下手奪取財物。這樣，就脫離仇敵，得享平安。","bklcl":"Tī ông ta̍k-séng kî-ū ê Iû-tāi lâng iā lóng chū-chi̍p, khí-lâi pó-hō͘ ka-kī ê sìⁿ-miā, thoat-lī tùi-te̍k, hióng-siū pêng-an, thâi-sí oàn-hūn in ê lâng chhit-bān gō͘-chheng, chóng-sī bô chhiúⁿ in ê châi-bu̍t.","tghg":"佇王逐省其餘的猶大人也攏聚集起來保護家己的生命，脫離對敵，享受平安。刣死怨恨𪜶的人七萬五千，總是無搶𪜶的財物。","bklhl":"Tī王ta̍k省其餘ê偤大人也lóng聚集，起來保護家己ê性命，脫離對敵，享受平安，刣死怨恨in ê人七萬五千，總是無搶in ê財物。"}},{"book":"斯","chapter":9,"verse":17,"versions":{"unv":"亞達月十三日，行了這事；十四日安息，以這日為設筵歡樂的日子。","bklcl":"A-ta̍t ge̍h cha̍p-saⁿ ji̍t kiâⁿ chit ê sū, cha̍p-sì ji̍t an-hioh, ēng chit-ji̍t siat iân-sia̍h chòe hoaⁿ-hí ê ji̍t.","tghg":"亞達月十三日，行此個事；十四日安息，用此日設筵席做歡喜的日。","bklhl":"A-ta̍t月十三日行chit ê事，十四日安歇，用chit日設筵席做歡喜ê日。"}},{"book":"斯","chapter":9,"verse":18,"versions":{"unv":"但書珊的猶大人，這十三日、十四日聚集殺戮仇敵；十五日安息，以這日為設筵歡樂的日子。","bklcl":"Chóng-sī Su-san ê Iû-tāi lâng chí cha̍p-saⁿ cha̍p-sì ji̍t chū-chi̍p; cha̍p-gō͘ ji̍t an-hioh, ēng chit-ji̍t chòe siat iân-sia̍h hoaⁿ-hí ê ji̍t;","tghg":"總是書珊的猶大人，此十三、十四日聚集；十五日安息，用此日做設筵席歡喜的日。","bklhl":"總是Su-san ê偤大人只十三十四日聚集；十五日安歇，用chit日做設筵席歡喜ê日；"}},{"book":"斯","chapter":9,"verse":19,"versions":{"unv":"所以住無城牆鄉村的猶大人，如今都以亞達月十四日為設筵歡樂的吉日，彼此餽送禮物。","bklcl":"só͘-í tiàm tī hiuⁿ-siā ê Iû-tāi lâng, khiā-khí tī bô siâⁿ-chhiûⁿ ê po͘-thâu, taⁿ lóng ēng A-ta̍t ge̍h cha̍p-sì ji̍t chòe siat iân-sia̍h hoaⁿ-hí ê ji̍t, chòe hó ê ji̍t, ēng lé-mi̍h saⁿ-sàng.","tghg":"所以踮佇鄉社的猶大人，徛起佇無城牆的埠頭(po͘-thâu)，今攏用亞達月十四日做設筵席歡喜的日，做好的日，用禮物相送。","bklhl":"所以tiàm tī鄉社ê偤大人，khiā起tī無城牆ê埠頭，taⁿ lóng用A-ta̍t月十四日做設筵席歡喜ê日，做好ê日，用禮物相送。"}},{"book":"斯","chapter":9,"verse":20,"versions":{"unv":"末底改記錄這事，寫信與亞哈隨魯王各省遠近所有的猶大人，","bklcl":"Bo̍k-tí-kái kì-chài hiah-ê sū, koh siá-phoe hō͘ A-hap-sûi-ló͘ ông ta̍k-séng hn̄g-kūn só͘ ū ê Iû-tāi lâng,","tghg":"末底改記載許個事，閣寫批互亞哈隨魯王逐省遠近所有的猶大人，","bklhl":"Bo̍k-tí-kái記載hiah-ê事，koh寫phoe hō͘ A-hap-sûi-ló͘王ta̍k省遠近所有ê偤大人，"}},{"book":"斯","chapter":9,"verse":21,"versions":{"unv":"囑咐他們每年守亞達月十四、十五兩日，","bklcl":"tiāⁿ-tio̍h in ta̍k-nî tio̍h siú A-ta̍t ge̍h cha̍p-sì cha̍p-gō͘ nn̄g ji̍t;","tghg":"定著𪜶逐年著守亞達月十四、十五二日，","bklhl":"定tio̍h in ta̍k年tio̍h守A-ta̍t月十四十五兩日；"}},{"book":"斯","chapter":9,"verse":22,"versions":{"unv":"以這月的兩日為猶大人脫離仇敵得平安、轉憂為喜、轉悲為樂的吉日。在這兩日設筵歡樂，彼此餽送禮物，賙濟窮人。","bklcl":"chí(**chit) nn̄g ji̍t sī Iû-tāi lâng thoat-lī tùi-te̍k tit-tio̍h pêng-an ê ji̍t; hit-ge̍h sī iu-būn piàn-chòe hoaⁿ-hí, pi-ai piàn-chòe hó ê ji̍t; iā tio̍h siú chí(**chit) nn̄g-ji̍t chòe siat iân-sia̍h hoaⁿ-hí, tāi-ke ēng lé-mi̍h saⁿ-sàng, chín-chè sòng-hiong lâng ê ji̍t.","tghg":"此二日是猶大人脫離對敵得著平安的日，彼月是憂悶變做歡喜，悲哀變做好的日。也著守此二日做設筵席歡喜，大家用禮物相送，賑濟喪鄉人的日。","bklhl":"Chit兩日是偤大人脫離對敵得tio̍h平安ê日；hit月是憂悶變做歡喜，悲哀變做好ê日；也tio̍h守chit兩日做設筵席歡喜，大家用禮物相送，賑濟sòng-hiong人ê日。"}},{"book":"斯","chapter":9,"verse":23,"versions":{"unv":"於是，猶大人按著末底改所寫與他們的信，應承照初次所守的守為永例；","bklcl":"Tùi án-ni Iû-tāi lâng, chiàu Bo̍k-tí-kái só͘ siá hō͘ in ê phoe, sêng-jīn beh chiàu in khí-thâu kiâⁿ-ê lâi siú i;","tghg":"對按呢，猶大人照末底改所寫互𪜶的批，承認欲照𪜶起頭行的來守伊；","bklhl":"Tùi án-ni，偤大人，照Bo̍k-tí-kái所寫hō͘ in ê phoe，承認beh照in起頭行ê來守伊；"}},{"book":"斯","chapter":9,"verse":24,"versions":{"unv":"是因猶大人的仇敵亞甲族哈米大他的兒子哈曼設謀殺害猶大人，掣普珥，就是掣籤，為要殺盡滅絕他們；","bklcl":"in-ūi Iû-tāi lâng ê tùi-te̍k, A-kah cho̍k Hap-bí-tāi-tha ê kiáⁿ Hap-bān, siat kè-bô͘ kong-kek Iû-tāi lâng beh bia̍t in, poa̍h phó͘-jíⁿ, chiū-sī thiu-chhiam, ūi-tio̍h beh pāi-hoāi in, châu-bia̍t in;","tghg":"因為猶大人的對敵亞甲族哈米大他的子哈曼設計謀攻擊猶大人欲滅𪜶，博(poa̍h)普珥，就是抽籤，為著欲敗壞𪜶，剿滅𪜶；","bklhl":"因為偤大人ê對敵，A-kah族Hap-bí-tāi-tha ê kiáⁿ Hap-bān，設計謀攻擊偤大人beh滅in，poa̍h phó͘-jíⁿ，就是抽籤，為tio̍h beh敗壞in，剿滅in；"}},{"book":"斯","chapter":9,"verse":25,"versions":{"unv":"這事報告於王，王便降旨使哈曼謀害猶大人的惡事歸到他自己的頭上，並吩咐把他和他的眾子都掛在木架上。","bklcl":"chóng-sī chit ê tāi-chì kàu ông ê bīn-chêng, ông chiū kàng jū-chí hō͘ Hap-bān kè-bô͘ hāi Iû-tāi lâng ê pháiⁿ kè-bô͘ kui tī i ka-kī ê thâu-khak, koh tiàu i kap i hiah-ê kiáⁿ tī chhâ-kè-téng.","tghg":"總是此個代誌到王的面前，王就降諭旨互哈曼計謀害猶大人的歹計謀歸佇伊家己的頭殼，閣吊伊及伊許個子佇柴架頂。","bklhl":"總是chit ê tāi-chì到王ê面前，王就降諭旨hō͘ Hap-bān計謀害偤大人ê pháiⁿ計謀歸tī伊家己ê頭殼，koh吊伊kap伊hiah-ê kiáⁿ tī柴架頂。"}},{"book":"斯","chapter":9,"verse":26,"versions":{"unv":"照著普珥的名字，猶大人就稱這兩日為「普珥日」。他們因這信上的話，又因所看見所遇見的事，","bklcl":"Tùi án-ni in chiàu phó͘-jíⁿ ê miâ chiū kiò hiah-ê ji̍t chòe phó͘-jíⁿ-ji̍t.  In in-ūi chit tiuⁿ phoe lóng-chóng ê ōe, í-ki̍p in tī chit ê sū só͘ chhin-ba̍k khòaⁿ-kìⁿ chhin-sin tú-tio̍h ê sū,","tghg":"對按呢𪜶照普珥的名，就叫許個日做「普珥日」。𪜶因為此張批攏總的話，以及𪜶佇此個事所親目看見親身抵著(tú-tio̍h)的事，","bklhl":"Tùi án-ni，in照phó͘-jíⁿ ê名就叫hiah-ê日做phó͘-jíⁿ日。In因為chit張phoe lóng總ê話，以及in tī chit ê事所親目看見親身tú-tio̍h ê事，"}},{"book":"斯","chapter":9,"verse":27,"versions":{"unv":"就應承自己與後裔，並歸附他們的人，每年按時必守這兩日，永遠不廢。","bklcl":"Iû-tāi lâng chiū koat-ì sêng-jīn in kap in ê hō͘-è, í-ki̍p kìⁿ-nā kui-óa in ê lâng, nî-nî beh chiàu só͘ kì-chài, só͘ tiāⁿ-tio̍h ê kî, siú chí(**chit) nn̄g ji̍t, hō͘ i bô hòe-bô;","tghg":"猶大人就決意承認𪜶及𪜶的後裔，以及見若歸倚𪜶的人，年年欲照所記載所定著的期守此二日，互伊無廢無。","bklhl":"偤大人就決意承認in kap in ê後裔，以及見若歸óa in ê人，年年beh照所記載，所定tio̍h ê期，守chit兩日，hō͘伊無廢無；"}},{"book":"斯","chapter":9,"verse":28,"versions":{"unv":"各省各城、家家戶戶、世世代代紀念遵守這兩日，使這「普珥日」在猶大人中不可廢掉，在他們後裔中也不可忘記。","bklcl":"koh beh kì-liām lâi siú hiah-ê ji̍t, tī ta̍k-tāi, ta̍k-ke, ta̍k-séng, ta̍k-siâⁿ, hō͘ phó͘-jíⁿ ê ji̍t tī Iû-tāi lâng ê tiong-kan bô hòe-bô; tī in ê hō͘-è kì-liām bô soah.","tghg":"閣欲紀念來守許個日，佇逐代、逐家、逐省、逐城，互普珥的日佇猶大人的中間無廢無，佇𪜶的後裔紀念無息(soah)。","bklhl":"koh beh記念來守hiah-ê日，tī ta̍k代，ta̍k家，ta̍k省，ta̍k城，hō͘ phó͘-jíⁿ ê日tī偤大人ê中間無廢無；tī in ê後裔記念無soah。"}},{"book":"斯","chapter":9,"verse":29,"versions":{"unv":"亞比孩的女兒─王后以斯帖和猶大人末底改以全權寫第二封信，堅囑猶大人守這「普珥日」，","bklcl":"Hit-sî A-pí-hâi ê cha-bó͘-kiáⁿ ông-hō͘ Í-su-thiap kap Iû-tāi lâng Bo̍k-tí-kái, ēng choan(**choân)-koân siá lâi kian-kò͘ phó͘-jíⁿ ê tē-jī tiuⁿ phoe;","tghg":"彼時亞比孩的查某子──王后以斯帖及猶大人末底改，用全權寫來堅固普珥的第二張批，","bklhl":"Hit時A-pí-hâi ê cha-bó͘-kiáⁿ王后以斯帖kap偤大人Bo̍k-tí-kái，用全權寫來堅固phó͘-jíⁿ ê第二張phoe；"}},{"book":"斯","chapter":9,"verse":30,"versions":{"unv":"用和平誠實話寫信給亞哈隨魯王國中一百二十七省所有的猶大人，","bklcl":"koh ēng hô-pêng sêng-si̍t ê ōe, siá phoe hō͘ A-hap-sûi-ló͘ ông kok-lāi chi̍t-pah jī-cha̍p-chhit séng só͘ ū ê Iû-tāi lâng,","tghg":"閣用和平誠實的話，寫批互亞哈隨魯王國內一百二十七省所有的猶大人，","bklhl":"koh用和平誠實ê話，寫phoe hō͘ A-hap-sûi-ló͘王國內一百二十七省所有ê偤大人，"}},{"book":"斯","chapter":9,"verse":31,"versions":{"unv":"勸他們按時守這「普珥日」，禁食呼求，是照猶大人末底改和王后以斯帖所囑咐的，也照猶大人為自己與後裔所應承的。","bklcl":"beh kian-kò͘ chit ê phó͘-jíⁿ ê ji̍t tī in só͘ tiāⁿ-tio̍h ê kî, chiàu Iû-tāi lâng Bo̍k-tí-kái kap ông-hō͘ Í-su-thiap só͘ bēng-lēng in ê, iā chiàu Iû-tāi lâng ūi ka-kī kap in ê hō͘-è só͘ tiāⁿ-tio̍h ê, kìm-chia̍h thî-khàu.","tghg":"欲堅固此個「普珥的日」，佇𪜶所定著的期，照猶大人末底改及王后以斯帖所命令𪜶的，也照猶大人為家己及𪜶的後裔所定著的，禁食啼哭。","bklhl":"beh堅固chit ê phó͘-jíⁿ ê日tī in所定tio̍h ê期，照偤大人Bo̍k-tí-kái kap王后以斯帖所命令in ê，也照偤大人為家己kap in ê後裔所定tio̍h ê，禁食啼哭。"}},{"book":"斯","chapter":9,"verse":32,"versions":{"unv":"以斯帖命定守「普珥日」，這事也記錄在書上。","bklcl":"Í-su-thiap ê chiàu-bēng kian-kò͘ phó͘-jíⁿ ê sū, iā ū kì tī chheh--nih.","tghg":"以斯帖的詔命堅固「普珥」的事，也有記佇冊裡。","bklhl":"以斯帖ê詔命堅固phó͘-jíⁿ ê事，也有記tī冊裡。"}}]