[{"book":"腓","chapter":3,"verse":1,"versions":{"unv":"弟兄們，我還有話說，你們要靠主喜樂。我把這話再寫給你們，於我並不為難，於你們卻是妥當。","bklcl":"Góa ê hiaⁿ-tī ah, kiat-bé lâi kóng, lín tio̍h tiàm-tī Chú hoaⁿ-hí.  Góa koh siá chiah-ê ōe hō͘ lín, chāi góa bōe hùi-khì, chāi lín sī thò-tòng.","tghg":"我的兄弟啊，結尾來講，恁著踮佇主歡喜。我閣寫諸個話互恁，在我𣍐費氣，在恁是妥當。","bklhl":"我ê兄弟ah，結尾來講，lín tio̍h tiàm-tī主歡喜。我koh寫chiah ê話hō͘ lín，在我bōe費氣，在lín是妥當。"}},{"book":"腓","chapter":3,"verse":2,"versions":{"unv":"應當防備犬類，防備作惡的，防備妄自行割的。","bklcl":"Tio̍h tî-hông chiah-ê pháiⁿ-káu, tî-hông chiah-ê chòe pháiⁿ ê, tî-hông chiah-ê siū siong-koah ê.","tghg":"著持防諸個歹狗，持防諸個做歹的，持防諸個受傷割的。","bklhl":"tio̍h持防chiah ê pháiⁿ狗，持防chiah ê做pháiⁿ ê，持防chiah ê受傷割ê。"}},{"book":"腓","chapter":3,"verse":3,"versions":{"unv":"因為真受割禮的，乃是我們這以　神的靈敬拜、在基督耶穌裡誇口、不靠著肉體的。","bklcl":"In-ūi lán ēng Siōng-tè ê Sîn lâi ho̍k-sāi, tiàm-tī Ki-tok Iâ-so͘ lâi khoa-kháu, bô óa-khò jio̍k-thé ê, chiah sī siū kat-lé ê.","tghg":"因為咱用上帝的神來服事，踮佇基督耶穌來誇口、無倚靠肉體的，才是受割禮的。","bklhl":"因為咱用上帝ê神來服事，tiàm-tī基督耶穌來誇口，無óa靠肉體ê，chiah是受割禮ê。"}},{"book":"腓","chapter":3,"verse":4,"versions":{"unv":"其實，我也可以靠肉體；若是別人想他可以靠肉體，我更可以靠著了。","bklcl":"Sui sī án-ni, góa iā ū thang óa-khò jio̍k-thé; nā pa̍t lâng lia̍h-chòe ū thang óa-khò jio̍k-thé, góa chiū koh khah ū.","tghg":"雖是按呢，我也有通倚靠肉體；若別人掠做有通倚靠肉體，我就閣卡有。","bklhl":"雖是án-ni，我也有thang óa靠肉體； 若別人掠做有thang óa靠肉體，我就koh-khah有。"}},{"book":"腓","chapter":3,"verse":5,"versions":{"unv":"我第八天受割禮；我是以色列族、便雅憫支派的人，是希伯來人所生的希伯來人。就律法說，我是法利賽人；","bklcl":"Góa tē poeh ji̍t siū kat-lé, sī Í-sek-lia̍t cho̍k ê lâng, Piān-ngá-bín ê chi-phài, sī Hi-pek-lâi lâng só͘ siⁿ ê Hi-pek-lâi lâng, chiàu lu̍t-hoat chiū-sī Hoat-lī-sài lâng,","tghg":"我第八日受割禮；是以色列族的人、便雅憫的支派，是希伯來人所生的希伯來人。照律法，就是法利賽人；","bklhl":"我第八日受割禮，是以色列族ê人，便雅憫ê支派，是希伯來人所生ê希伯來人，照律法就是法利賽人，"}},{"book":"腓","chapter":3,"verse":6,"versions":{"unv":"就熱心說，我是逼迫教會的；就律法上的義說，我是無可指摘的。","bklcl":"chiàu jia̍t-sim chiū-sī khún-tio̍k kàu-hōe, chiàu tī lu̍t-hoat ê gī chiū-sī bô phāng thang hiâm.","tghg":"照熱心，就是窘逐教會；照佇律法的義，就是無縫(phāng)通嫌。","bklhl":"照熱心就是khún-tio̍k教會，照tī律法ê義就是無縫thang嫌。"}},{"book":"腓","chapter":3,"verse":7,"versions":{"unv":"只是我先前以為與我有益的，我現在因基督都當作有損的。","bklcl":"Nā-sī pêng-sò͘ chòe góa ê lī-ek ê, góa ūi-tio̍h Ki-tok í-keng khòaⁿ i chòe sún-hāi.","tghg":"若是平素做我的利益的，我為著基督已經看伊做損害。","bklhl":"但是平素做我ê利益ê，我為tio̍h基督已經看伊做損害。"}},{"book":"腓","chapter":3,"verse":8,"versions":{"unv":"不但如此，我也將萬事當作有損的，因我以認識我主基督耶穌為至寶。我為他已經丟棄萬事，看作糞土，為要得著基督；","bklcl":"M̄ nā án-ni, góa chin-chiàⁿ khòaⁿ bān sū chòe sún-hāi, in-ūi góa lia̍h bat góa ê Chú Ki-tok Iâ-so͘ chòe tē it hó; góa ūi-tio̍h I bat sún-sit it-chhè, iā khòaⁿ chòe pùn-sò, sī ài tit-tio̍h Ki-tok,","tghg":"呣若按呢，我真正看萬事做損害，因為我掠識(bat)我的主基督耶穌做第一好。我為著伊曾損失一切，也看做糞埽(pùn-sò)，是愛得著基督；","bklhl":"M̄-nā án-ni，我真正看萬事做損害，因為我掠bat我ê主基督耶穌做第一好； 我為tio̍h伊bat損失一切，也看做糞埽，是ài得tio̍h基督，"}},{"book":"腓","chapter":3,"verse":9,"versions":{"unv":"並且得以在他裡面，不是有自己因律法而得的義，乃是有信基督的義，就是因信　神而來的義，","bklcl":"lâi tn̂g-tn̂g tiàm-tī I, m̄ sī ū ka-kī ê gī, chhut tī lu̍t-hoat ê, chiū-sī ū tùi sìn Ki-tok ê gī, Siōng-tè ūi-tio̍h sìn só͘ siúⁿ-sù ê;","tghg":"來長長踮佇伊，呣是有家己的義出佇律法的，就是有對信基督的義，上帝為著信所賞賜的，","bklhl":"來長長tiàm-tī伊，m̄是有家己ê義，出tī律法ê，就是有tùi信基督ê義，上帝為tio̍h信所賞賜ê；"}},{"book":"腓","chapter":3,"verse":10,"versions":{"unv":"使我認識基督，曉得他復活的大能，並且曉得和他一同受苦，效法他的死，","bklcl":"hō͘ góa bat I, kap I koh-oa̍h ê koân-lêng, í-ki̍p ū hūn I ê siū-khó͘, lâi o̍h I ê sí,","tghg":"互我識伊，及伊復活的權能，以及有份伊的受苦，來學伊的死，","bklhl":"hō͘我bat伊，kap伊koh活ê權能，以及有份伊ê受苦，來學伊ê死，"}},{"book":"腓","chapter":3,"verse":11,"versions":{"unv":"或者我也得以從死裡復活。","bklcl":"khòaⁿ ōe tit thang kàu tī hit ê tùi sí-lâng tiong ê koh-oa̍h.","tghg":"看會得通到佇彼個對死人中的復活。","bklhl":"看會得thang到tī hit ê tùi死人中ê koh活。"}},{"book":"腓","chapter":3,"verse":12,"versions":{"unv":"這不是說我已經得著了，已經完全了；我乃是竭力追求，或者可以得著基督耶穌所以得著我的（所以得著我的：或譯所要我得的）。","bklcl":"M̄ sī kóng góa í-keng tit-tio̍h, á-sī í-keng oân-choân; to̍k-to̍k cháu chìn-chêng, khòaⁿ ōe thang tit-tio̍h Ki-tok Iâ-so͘ ê só͘-í tit-tio̍h góa ê.","tghg":"呣是講我已經得著，抑是已經完全；獨獨走進前，看會通得著基督耶穌的所以得著我的。","bklhl":"m̄是講我已經得tio̍h，á是已經完全； 獨獨走進前，看ōe-thang得tio̍h基督耶穌ê所以得tio̍h我ê。"}},{"book":"腓","chapter":3,"verse":13,"versions":{"unv":"弟兄們，我不是以為自己已經得著了；我只有一件事，就是忘記背後，努力面前的，","bklcl":"Hiaⁿ-tī ah, góa bô lia̍h ka-kī chòe í-keng tit-tio̍h; to̍k-to̍k choan-bū chi̍t hāng, chiū-sī bōe kì-tit āu-bīn ê sū, tì-ì thâu-chêng ê sū,","tghg":"兄弟啊，我無掠家己做已經得著，獨獨專務一項，就是𣍐記得後面的事，致意頭前的事，","bklhl":"兄弟ah，我無掠家己做已經得tio̍h； 獨獨專務一項，就是bōe記得後面ê事，致意頭前ê事，"}},{"book":"腓","chapter":3,"verse":14,"versions":{"unv":"向著標竿直跑，要得　神在基督耶穌裡從上面召我來得的獎賞。","bklcl":"ǹg só͘ chhah ê pio lâi cháu, kàu tit-tio̍h Siōng-tè tī Ki-tok Iâ-so͘, tùi téng-bīn tiàu lán ê siúⁿ.","tghg":"向所插的標來走，到得著上帝佇基督耶穌對頂面召咱的賞。","bklhl":"ǹg所插ê標來走，到得tio̍h上帝tī基督耶穌，tùi頂面召咱ê賞。"}},{"book":"腓","chapter":3,"verse":15,"versions":{"unv":"所以我們中間，凡是完全人總要存這樣的心；若在甚麼事上存別樣的心，　神也必以此指示你們。","bklcl":"Só͘-í lán kìⁿ-nā chòe oân-choân ê tio̍h chûn chit ê sim-chì; nā tī sím-mi̍h sū lín chûn pa̍t iūⁿ ê sim-chì, Siōng-tè iā beh ēng chit-ê chí-sī lín.","tghg":"所以咱見若做完全的著存此個心志；若佇甚麼事恁存別樣的心志，上帝也欲用此個指示恁。","bklhl":"所以咱見若做完全ê tio̍h存chit ê心志； 若tī甚麼事lín存別樣ê心志，上帝也beh用chit ê指示lín。"}},{"book":"腓","chapter":3,"verse":16,"versions":{"unv":"然而，我們到了甚麼地步，就當照著甚麼地步行。","bklcl":"Nā-sī lán só͘ í-keng kàu ê, tio̍h chiàu chit-ê lâi kiâⁿ.","tghg":"若是咱所已經到的，著照此個來行。","bklhl":"但是咱所已經到ê，tio̍h照chit ê來行。"}},{"book":"腓","chapter":3,"verse":17,"versions":{"unv":"弟兄們，你們要一同效法我，也當留意看那些照我們榜樣行的人。","bklcl":"Hiaⁿ-tī ah, lín tio̍h saⁿ-kap o̍h góa; lín ū goán chòe bô͘-iūⁿ, chiū tio̍h tì-ì khòaⁿ hiah-ê chiàu án-ni kiâⁿ ê.","tghg":"兄弟啊，恁著相及學我，恁有阮做模樣，就著致意看許個照按呢行的。","bklhl":"兄弟ah，lín tio̍h saⁿ-kap學我； lín有阮做模樣，就tio̍h致意看hiah-ê照án-ni行ê。"}},{"book":"腓","chapter":3,"verse":18,"versions":{"unv":"因為有許多人行事是基督十字架的仇敵。我屢次告訴你們，現在又流淚地告訴你們：","bklcl":"In-ūi ū chōe-chōe lâng kiâⁿ tāi-chì, sī góa bat ta̍uh-ta̍uh kā lín kóng, taⁿ iā lâu ba̍k-sái kā lín kóng ê, in chiū-sī Ki-tok si̍p-jī-kè ê tùi-te̍k;","tghg":"因為有多多人行代誌是我曾沓沓給恁講，今也流目屎給恁講的，𪜶就是基督十字架的對敵：","bklhl":"因為有chōe-chōe人行tāi-chì，是我bat ta̍uh-ta̍uh kā lín講，taⁿ也流目屎kā lín講ê，in就是基督十字架ê對敵；"}},{"book":"腓","chapter":3,"verse":19,"versions":{"unv":"他們的結局就是沉淪；他們的神就是自己的肚腹。他們以自己的羞辱為榮耀，專以地上的事為念。","bklcl":"in ê kiat-kio̍k sī tîm-lûn, in ê siōng-tè sī in ê pak-tó͘, in ê êng-kng sī tī in ê kiàn-siàu, in só͘ tì-chì sī tōe-chiūⁿ ê sū.","tghg":"𪜶的結局是沈淪；𪜶的上帝是𪜶的腹肚。𪜶的榮光是佇𪜶的見誚，𪜶所致志是地上的事。","bklhl":"in ê結局是沉淪，in ê上帝是in ê腹肚，in ê榮光是tī in ê見笑，in所致志是地上ê事。"}},{"book":"腓","chapter":3,"verse":20,"versions":{"unv":"我們卻是天上的國民，並且等候救主，就是主耶穌基督從天上降臨。","bklcl":"In-ūi lán sī thiⁿ-téng ê kok-bîn, iā ǹg-bāng Chín-kiù-ê tùi hia lâi, chiū-sī Chú Iâ-so͘ Ki-tok;","tghg":"因為咱是天頂的國民，也向望拯救者對遐來，就是主耶穌基督。","bklhl":"因為咱是天頂ê國民，也ǹg望拯救ê tùi hia來，就是主耶穌基督；"}},{"book":"腓","chapter":3,"verse":21,"versions":{"unv":"他要按著那能叫萬有歸服自己的大能，將我們這卑賤的身體改變形狀，和他自己榮耀的身體相似。","bklcl":"I kì-jiân ū koân-lêng ōe hō͘ bān mi̍h hâng-ho̍k I pún-sin, chiū beh ēng hit ê koân-lêng lâi piàn-ōaⁿ lán pi-chiān ê seng-khu, kap I êng-kng ê seng-khu tâng khoán.","tghg":"伊既然有權能會互萬物降服伊本身，就欲用彼個權能來變換咱卑賤的身軀，及伊榮光的身軀同款(tâng-khoán)。","bklhl":"伊既然有權能會hō͘萬物降服伊本身，就beh用hit ê權能來變換咱卑賤ê身軀，kap伊榮光ê身軀同款。"}}]