[{"book":"腓","chapter":1,"verse":1,"versions":{"unv":"基督耶穌的僕人保羅和提摩太寫信給凡住腓立比、在基督耶穌裡的眾聖徒，和諸位監督，諸位執事。","bklcl":"Ki-tok Iâ-so͘ ê lô͘-po̍k Pó-lô Thê-mô͘-thài phoe kià hō͘ khiā-khí Hui-li̍p-pí, tiàm-tī Ki-tok Iâ-so͘, lóng-chóng ê sèng-tô͘, kap chiah-ê kam-tok í-ki̍p chip-sū;","tghg":"基督耶穌的奴僕保羅、提摩太批寄互徛起腓立比，踮佇基督耶穌攏總的聖徒，及諸個監督，以及執事。","bklhl":"基督耶穌ê奴僕保羅提摩太，phoe寄hō͘ khiā起腓立比，tiàm-tī基督耶穌，lóng總ê聖徒，kap chiah ê監督以及執事；"}},{"book":"腓","chapter":1,"verse":2,"versions":{"unv":"願恩惠、平安從　神我們的父並主耶穌基督歸與你們！","bklcl":"goān lín tùi lán ê Pē Siōng-tè kap Chú Iâ-so͘ Ki-tok tit-tio̍h un-tián pêng-an.","tghg":"願恁對咱的父上帝及主耶穌基督得著恩典、平安！","bklhl":"願lín對咱ê父上帝kap主耶穌基督得tio̍h恩典平安。"}},{"book":"腓","chapter":1,"verse":3,"versions":{"unv":"我每逢想念你們，就感謝我的　神；","bklcl":"Góa kìⁿ-ū siàu-liām lín, chiū kám-siā góa ê Siōng-tè,","tghg":"我見有數念(siàu-liām)恁，就感謝我的上帝；","bklhl":"我見有siàu念lín，就感謝我ê上帝，"}},{"book":"腓","chapter":1,"verse":4,"versions":{"unv":"每逢為你們眾人祈求的時候，常是歡歡喜喜地祈求。","bklcl":"ta̍k pái ūi-tio̍h lín chèng lâng kî-tó ê sî, siông-siông hoaⁿ-hí lâi kî-tó,","tghg":"逐擺為著恁眾人祈禱的時，常常歡喜來祈禱。","bklhl":"ta̍k pái為tio̍h lín眾人祈禱ê時，常常歡喜來祈禱，"}},{"book":"腓","chapter":1,"verse":5,"versions":{"unv":"因為從頭一天直到如今，你們是同心合意地興旺福音。","bklcl":"in-ūi lín tùi thâu chi̍t ji̍t kàu taⁿ, saⁿ-kap ū hūn tī heng-khí hok-im;","tghg":"因為恁對頭一日到今，相及有份佇興起福音。","bklhl":"因為lín tùi頭一日到taⁿ，saⁿ-kap有份tī興起福音；"}},{"book":"腓","chapter":1,"verse":6,"versions":{"unv":"我深信那在你們心裡動了善工的，必成全這工，直到耶穌基督的日子。","bklcl":"góa iā chhim sìn khí-thâu chòe hó ê kang tī lín ê, beh chiâⁿ i kàu tī Iâ-so͘ Ki-tok ê ji̍t;","tghg":"我也深信起頭做好的工佇恁的，欲成伊，到佇耶穌基督的日。","bklhl":"我也深信起頭做好ê工tī lín ê，beh成伊到tī耶穌基督ê日；"}},{"book":"腓","chapter":1,"verse":7,"versions":{"unv":"我為你們眾人有這樣的意念，原是應當的；因你們常在我心裡，無論我是在捆鎖之中，是辯明證實福音的時候，你們都與我一同得恩。","bklcl":"koh góa ūi-tio̍h lín chèng lâng ū chit hō sim-chì sī ha̍p-gî, in-ūi lín siông-siông tī góa ê sim-lāi, bô lūn góa tī thih-liān tiong, í-ki̍p piān-bêng lâi kian-kò͘ hok-im ê sî, lín chèng lâng kap góa ū hūn tī un-tián.","tghg":"閣我為著恁眾人有此號心志是合宜；因為恁常常佇我的心內，無論我佇鐵鍊中，以及辯明來堅固福音的時，恁眾人及我有份佇恩典。","bklhl":"koh我為tio̍h lín眾人有chit號心志是合宜，因為lín常常tī我ê心內，無論我tī鐵鏈中，以及辯明來堅固福音ê時，lín眾人kap我有份tī恩典。"}},{"book":"腓","chapter":1,"verse":8,"versions":{"unv":"我體會基督耶穌的心腸，切切地想念你們眾人；這是　神可以給我作見證的。","bklcl":"In-ūi Siōng-tè kā góa chòe kan-chèng, góa thé Ki-tok Iâ-so͘ ê sim, ū cháiⁿ-iūⁿ loân-bō͘ lín chèng lâng.","tghg":"因為上帝給我做干證，我體基督耶穌的心，有怎樣戀慕恁眾人。","bklhl":"因為上帝kā我做干證，我體基督耶穌ê心，有怎樣戀慕lín眾人。"}},{"book":"腓","chapter":1,"verse":9,"versions":{"unv":"我所禱告的，就是要你們的愛心在知識和各樣見識上多而又多，","bklcl":"Koh góa só͘ kiû ê chiū-sī hō͘ lín ê jîn-ài, tī tì-hūi í-ki̍p ta̍k iūⁿ ê hiáu-ngō͘, chhiong-móa iū-koh chhiong-móa,","tghg":"閣我所求的，就是互恁的仁愛佇智慧以及逐樣的曉悟，充滿又閣充滿，","bklhl":"Koh我所求ê就是hō͘ lín ê仁愛，tī智慧以及ta̍k樣ê曉悟，充滿又koh充滿，"}},{"book":"腓","chapter":1,"verse":10,"versions":{"unv":"使你們能分別是非（或譯：喜愛那美好的事），作誠實無過的人，直到基督的日子；","bklcl":"tì-kàu lín ōe giām-chhut hiah-ê khah hó ê sū, hō͘ lín sûn-choân bô that-gāi, kàu tī Ki-tok ê ji̍t;","tghg":"致到恁會驗出許個卡好的事，互恁純全無塞礙(that-gāi)，到佇基督的日；","bklhl":"致到lín會驗出hiah-ê khah好ê事，hō͘ lín純全無塞礙，到tī基督ê日；"}},{"book":"腓","chapter":1,"verse":11,"versions":{"unv":"並靠著耶穌基督結滿了仁義的果子，叫榮耀稱讚歸與　神。","bklcl":"ēng gī ê ké-chí móa-móa, chiū-sī tùi Iâ-so͘ Ki-tok ū ê, beh hō͘ Siōng-tè tit-tio̍h êng-kng o-ló.","tghg":"用義的果子滿滿就是對耶穌基督有的，欲互上帝得著榮光謳咾。","bklhl":"用義ê果子滿滿，就是tùi耶穌基督有ê，beh hō͘上帝得tio̍h榮光o-ló。"}},{"book":"腓","chapter":1,"verse":12,"versions":{"unv":"弟兄們，我願意你們知道，我所遭遇的事更是叫福音興旺，","bklcl":"Hiaⁿ-tī ah, góa ái lín chai góa só͘ tú-tio̍h ê tāi-chì tú-tú sī hō͘ hok-im khah chìn-pō͘;","tghg":"兄弟啊，我愛恁知，我所抵著(tú-tio̍h)的代誌抵抵(tú-tú)是互福音卡進步，","bklhl":"兄弟ah，我ái lín知我所tú-tio̍h ê tāi-chì tú-tú是hō͘福音khah進步；"}},{"book":"腓","chapter":1,"verse":13,"versions":{"unv":"以致我受的捆鎖在御營全軍和其餘的人中，已經顯明是為基督的緣故。","bklcl":"tì-kàu góa ê kòa thih-liān tī Ki-tok lâi hián-bêng tī choân iâⁿ, kap kî-û ê chèng lâng;","tghg":"致到我的掛鐵鍊佇基督來顯明佇全營，及其餘的眾人。","bklhl":"致到我ê掛鐵鏈tī基督來顯明tī全營，kap其餘ê眾人；"}},{"book":"腓","chapter":1,"verse":14,"versions":{"unv":"並且那在主裡的弟兄多半因我受的捆鎖就篤信不疑，越發放膽傳　神的道，無所懼怕。","bklcl":"koh tì-kàu tiàm-tī Chú ê hiaⁿ-tī tōa pòaⁿ tùi góa ê kòa thih-liān lâi chhim sìn, it-hoat hó-táⁿ bô kiaⁿ, lâi kóng Siōng-tè ê tō-lí.","tghg":"閣致到踮佇主的兄弟大半對我的掛鐵鍊來深信，益發好膽無驚，來講上帝的道理。","bklhl":"koh致到tiàm-tī主ê兄弟大半tùi我ê掛鐵鏈來深信，益發好膽無驚，來講上帝ê道理。"}},{"book":"腓","chapter":1,"verse":15,"versions":{"unv":"有的傳基督是出於嫉妒紛爭，也有的是出於好意。","bklcl":"Taⁿ lâng teh thoân Ki-tok, ū-ê sī chhut tī oàn-tò͘ oan-ke, ū-ê sī chhut tī hó ì-sù.","tghg":"今人啲傳基督，有的是出佇怨妒冤家，有的是出佇好意思。","bklhl":"taⁿ人teh傳基督，有ê是出tī怨妒冤家，有ê是出tī好意思。"}},{"book":"腓","chapter":1,"verse":16,"versions":{"unv":"這一等是出於愛心，知道我是為辯明福音設立的；","bklcl":"Chiah-ê sī chhut tī jîn-ài, in-ūi chai góa sī ūi-tio̍h piān-bêng hok-im lâi siat-li̍p ê.","tghg":"諸個是出佇仁愛，因為知我是為著辯明福音來設立的；","bklhl":"Chiah-ê是出tī仁愛，因為知我是為tio̍h辯明福音來設立ê。"}},{"book":"腓","chapter":1,"verse":17,"versions":{"unv":"那一等傳基督是出於結黨，並不誠實，意思要加增我捆鎖的苦楚。","bklcl":"Hiah-ê teh pò-iông Ki-tok sī chhut tī kiat-tóng, m̄ sī si̍t-sim; in ê ì-sù sī ài hō͘ góa tī thih-liān tiong lēng-gōa ke-thiⁿ kan-khó͘.","tghg":"許個啲報揚基督是出佇結黨，呣是實心，𪜶的意思是愛互我佇鐵鍊中另外加添艱苦。","bklhl":"Hiah-ê teh報揚基督是出tī結黨，m̄是實心； in ê意思是ài hō͘我tī鐵鏈中另外加添艱苦。"}},{"book":"腓","chapter":1,"verse":18,"versions":{"unv":"這有何妨呢？或是假意，或是真心，無論怎樣，基督究竟被傳開了。為此，我就歡喜，並且還要歡喜；","bklcl":"Án-ni chiū cháiⁿ-iūⁿ?  He̍k-sī ké, he̍k-sī chin, bô lūn cháiⁿ-iūⁿ, kun-tú sī thoân Ki-tok; góa in-ūi án-ni chiū hoaⁿ-hí, iā beh hoaⁿ-hí.","tghg":"按呢就怎樣？或是假，或是真，無論怎樣，根抵(kun-tú)是傳基督。我因為按呢就歡喜，也欲歡喜；","bklhl":"Án-ni就怎樣？或是假，或是真，無論怎樣，kun-tú是傳基督； 我因為án-ni就歡喜，也beh歡喜。"}},{"book":"腓","chapter":1,"verse":19,"versions":{"unv":"因為我知道，這事藉著你們的祈禱和耶穌基督之靈的幫助，終必叫我得救。","bklcl":"In-ūi góa chai chit ê sū, tùi lín ê kî-tó, í-ki̍p Iâ-so͘ Ki-tok ê Sîn ê siúⁿ-sù, beh tì-kàu góa tit-tio̍h kiù,","tghg":"因為我知此個事，對恁的祈禱以及耶穌基督的神的賞賜，欲致到我得著救。","bklhl":"因為我知chit ê事，tùi lín ê祈禱，以及耶穌基督ê神ê賞賜，beh致到我得tio̍h救，"}},{"book":"腓","chapter":1,"verse":20,"versions":{"unv":"照著我所切慕、所盼望的，沒有一事叫我羞愧。只要凡事放膽，無論是生是死，總叫基督在我身上照常顯大。","bklcl":"chiàu góa só͘ chhiat-chhiat him-bō͘ kap ǹg-bāng ê, chiū-sī góa bô chi̍t hāng sū kiàn-siàu, hoān sū hó-táⁿ, hiān-kim iā chiàu pêng-siông án-ni, he̍k-sī tùi sí he̍k-sī tùi oa̍h, Ki-tok beh tī góa ê seng-khu tit-tio̍h êng-kng.","tghg":"照我所切切欣慕及向望的，就是我無一項事見誚。凡事好膽，現今也照平常按呢，或是對死，或是對活，基督欲佇我的身軀得著榮光。","bklhl":"照我所切切欣慕kap ǹg望ê，就是我無一項事見笑，凡事好膽，現今也照平常án-ni，或是tùi死或是tùi活，基督beh tī我ê身軀得tio̍h榮光。"}},{"book":"腓","chapter":1,"verse":21,"versions":{"unv":"因我活著就是基督，我死了就有益處。","bklcl":"In-ūi lūn-kàu góa, oa̍h chiū-sī Ki-tok, sí chiū-sī lī-ek.","tghg":"因為論到我，活就是基督，死就是利益。","bklhl":"因為論到我，活就是基督，死就是利益。"}},{"book":"腓","chapter":1,"verse":22,"versions":{"unv":"但我在肉身活著，若成就我工夫的果子，我就不知道該挑選甚麼。","bklcl":"Siat-sú oa̍h tī jio̍k-thé, che sī chòe góa ê kang ê ké-chí, góa iā m̄ chai beh cháiⁿ-iūⁿ kéng.","tghg":"設使活佇肉體，這是做我的工的果子，我也呣知欲怎樣揀。","bklhl":"設使活tī肉體，這是做我ê工ê果子，我也m̄知beh怎樣揀。"}},{"book":"腓","chapter":1,"verse":23,"versions":{"unv":"我正在兩難之間，情願離世與基督同在，因為這是好得無比的。","bklcl":"Góa tī lióng-lân ê tiong-kan, chin ài tò-khì kap Ki-tok saⁿ-kap tī-teh, sī put-chí khah hó.","tghg":"我佇兩難(lióng-lân)的中間，真愛倒去及基督相及佇啲，是不止卡好。","bklhl":"我tī兩難ê中間，真ài tò去kap基督saⁿ-kap tī-teh，是不止khah好。"}},{"book":"腓","chapter":1,"verse":24,"versions":{"unv":"然而，我在肉身活著，為你們更是要緊的。","bklcl":"Chóng-sī iû-goân tòa tī jio̍k-thé, ūi-tio̍h lín ê iân-kò͘, sī koh khah iàu-kín.","tghg":"總是猶原住佇肉體，為著恁的緣故是閣卡要緊。","bklhl":"總是猶原tòa tī肉體，為tio̍h lín ê緣故，是koh-khah要緊。"}},{"book":"腓","chapter":1,"verse":25,"versions":{"unv":"我既然這樣深信，就知道仍要住在世間，且與你們眾人同住，使你們在所信的道上又長進又喜樂，","bklcl":"Góa í-keng chhim sìn chit-ê, chiū chai góa beh iû-goân tī-teh, iā kap lín chèng lâng saⁿ-kap tī-teh, tì-kàu lín ê sìn tit-tio̍h chìn-pō͘ koh hoaⁿ-hí;","tghg":"我已經深信此個，就知我欲猶原佇啲，也及恁眾人相及佇啲，致到恁的信得著進步閣歡喜，","bklhl":"我已經深信chit ê，就知我beh猶原tī-teh，也kap lín眾人saⁿ-kap tī-teh，致到lín ê信得tio̍h進步koh歡喜；"}},{"book":"腓","chapter":1,"verse":26,"versions":{"unv":"叫你們在基督耶穌裡的歡樂，因我再到你們那裡去，就越發加增。","bklcl":"hō͘ lín tī Ki-tok Iâ-so͘ ê khoa-kháu ūi-tio̍h góa ōe ná chhiong-móa, sī tùi góa kap lín koh tī-teh.","tghg":"互恁佇基督耶穌的誇口，為著我會愈充滿，是對我及恁閣佇啲。","bklhl":"hō͘ lín tī基督耶穌ê誇口，為tio̍h我會ná充滿，是tùi我kap lín koh tī-teh。"}},{"book":"腓","chapter":1,"verse":27,"versions":{"unv":"只要你們行事為人與基督的福音相稱，叫我或來見你們，或不在你們那裡，可以聽見你們的景況，知道你們同有一個心志，站立得穩，為所信的福音齊心努力。","bklcl":"To̍k-to̍k lín kiâⁿ tāi-chì tio̍h ha̍p tī Ki-tok ê hok-im; hō͘ góa kiám-chhái lâi kìⁿ-tio̍h lín, á-sī lī-khui lín, ōe thiaⁿ-kìⁿ lín ê tāi-chì, chiū-sī lín tī chi̍t ê sîn khiā-chāi, ēng chi̍t sim ūi-tio̍h hok-im ê sìn saⁿ-kap chhut-la̍t;","tghg":"獨獨恁行代誌著合佇基督的福音，互我豈採來見著恁，抑是離開恁，會聽見恁的代誌，就是恁佇一個神徛在，用一心為著福音的信相及出力。","bklhl":"獨獨lín行tāi-chì tio̍h合tī基督ê福音； hō͘我kiám-chhái來見tio̍h lín，á是離開lín，會聽見lín ê tāi-chì，就是lín tī一个神khiā在，用一心為tio̍h福音ê信saⁿ-kap出力；"}},{"book":"腓","chapter":1,"verse":28,"versions":{"unv":"凡事不怕敵人的驚嚇，這是證明他們沉淪，你們得救都是出於　神。","bklcl":"hoān tāi-chì bô hō͘ tùi-te̍k phah-kiaⁿ; che sī chòe in bia̍t-bô ê pîn-kù, iā sī chòe lín tit kiù ê pîn-kù; lóng sī tùi Siōng-tè.","tghg":"凡代誌無互對敵拍驚，這是做𪜶滅無的憑據，也是做恁得救的憑據，攏是對上帝。","bklhl":"凡tāi-chì無hō͘對敵phah驚； 這是做in滅無ê憑據，也是做lín得救ê憑據； lóng是tùi上帝。"}},{"book":"腓","chapter":1,"verse":29,"versions":{"unv":"因為你們蒙恩，不但得以信服基督，並要為他受苦。","bklcl":"In-ūi í-keng siúⁿ-sù lín ūi-tio̍h Ki-tok, m̄ nā sìn-khò I, koh ūi-tio̍h I siū khó͘;","tghg":"因為已經賞賜恁為著基督，呣若信靠伊，閣為著伊受苦。","bklhl":"因為已經賞賜lín為tio̍h基督，m̄-nā信靠伊，koh為tio̍h伊受苦；"}},{"book":"腓","chapter":1,"verse":30,"versions":{"unv":"你們的爭戰，就與你們在我身上從前所看見、現在所聽見的一樣。","bklcl":"lín chhut-la̍t kau-chiàn, kap chêng só͘ khòaⁿ-kìⁿ góa ê, hiān-kim só͘ thiaⁿ-kìⁿ góa ê, saⁿ-tâng.","tghg":"恁出力交戰，及前所看見我的、現今所聽見我的相同。","bklhl":"lín出力交戰，kap前所看見我ê，現今所聽見我ê相同。"}}]