[{"book":"腓","chapter":4,"verse":1,"versions":{"unv":"我所親愛、所想念的弟兄們，你們就是我的喜樂，我的冠冕。我親愛的弟兄，你們應當靠主站立得穩。","bklcl":"Só͘-í góa só͘ thiàⁿ só͘ him-bō͘ ê hiaⁿ-tī, chòe góa ê hoaⁿ-hí, chòe góa ê bián-liû ê, só͘ thiàⁿ ê ah, tio̍h án-ni khiā-chāi tī Chú.","tghg":"所以我所疼、所欣慕的兄弟，做我的歡喜，做我的冕旒的。所疼的啊，著按呢徛在佇主。","bklhl":"所以我所疼所欣慕ê兄弟，做我ê歡喜，做我ê冕旒ê，所疼ê ah，tio̍h án-ni khiā在tī主。"}},{"book":"腓","chapter":4,"verse":2,"versions":{"unv":"我勸友阿爹和循都基，要在主裡同心。","bklcl":"Góa khǹg Iú-o-tia koh khǹg Sûn-to͘-ki, tio̍h tâng-sim tī Chú.","tghg":"我勸友阿爹(Iú-o-tia)閣勸循都基，著同心佇主。","bklhl":"我勸Iú-o-tia，koh勸Sûn-to͘-ki，tio̍h同心tī主。"}},{"book":"腓","chapter":4,"verse":3,"versions":{"unv":"我也求你這真實同負一軛的，幫助這兩個女人，因為她們在福音上曾與我一同勞苦；還有革利免，並其餘和我一同做工的，他們的名字都在生命冊上。","bklcl":"Koh chin ê tâng-phōaⁿ ah, góa iā kiû lí pang-chān chí nn̄g ê hū-jîn-lâng, in-ūi in bat kap góa tâng chhut-la̍t tī hok-im, iā kap Kek-lī-bián, í-ki̍p kî-û kap góa tâng tio̍h-bôa ê, in ê miâ kì tī oa̍h-miā ê chheh.","tghg":"閣真的同伴啊，我也求你幫助此二個婦仁人，因為𪜶曾及我同出力佇福音；也及革利免，以及其餘及我同著磨的，𪜶的名記佇活命的冊。","bklhl":"Koh真ê同伴ah，我也求你幫贊chit兩個婦人人，因為in bat kap我同出力tī福音，也kap Kek-lī-bián，以及其餘kap我同tio̍h磨ê，in ê名記tī活命ê冊。"}},{"book":"腓","chapter":4,"verse":4,"versions":{"unv":"你們要靠主常常喜樂。我再說，你們要喜樂。","bklcl":"Tio̍h siông-siông tiàm-tī Chú lâi hoaⁿ-hí; góa beh koh kóng i, Tio̍h hoaⁿ-hí.","tghg":"著常常踮佇主來歡喜。我欲閣講伊，著歡喜。","bklhl":"Tio̍h常常tiàm-tī主來歡喜； 我beh koh講伊，tio̍h歡喜。"}},{"book":"腓","chapter":4,"verse":5,"versions":{"unv":"當叫眾人知道你們謙讓的心。主已經近了。","bklcl":"Lín ê sûn-liông tio̍h tùi chèng lâng hián-bêng.  Chú kūn lah.","tghg":"恁的純良著對眾人顯明。主近了。","bklhl":"Lín ê純良tio̍h對眾人顯明。主近lah。"}},{"book":"腓","chapter":4,"verse":6,"versions":{"unv":"應當一無掛慮，只要凡事藉著禱告、祈求，和感謝，將你們所要的告訴　神。","bklcl":"It-khài bo̍h-tit khòa-lū; to̍k-to̍k bān sū tio̍h ēng kî-tó khún-kiû kap kám-siā, chiong lín só͘ kiû ê pâi-lia̍t tī Siōng-tè;","tghg":"一概莫得掛慮，獨獨萬事著用祈禱、懇求，及感謝，將恁所求的排列佇上帝。","bklhl":"一概莫得掛慮； 獨獨萬事tio̍h用祈禱懇求kap感謝，將lín所求ê排列tī上帝；"}},{"book":"腓","chapter":4,"verse":7,"versions":{"unv":"　神所賜、出人意外的平安必在基督耶穌裡保守你們的心懷意念。","bklcl":"chiū Siōng-tè ê pêng-an, pôaⁿ-kè it-chhè lâng só͘ siūⁿ ōe kàu ê, beh tī Ki-tok Iâ-so͘ pó-siú lín ê sim, lín ê liām-thâu.","tghg":"就上帝的平安、𨃟過一切人所想會到的，欲佇基督耶穌保守恁的心恁的念頭。","bklhl":"就上帝ê平安，pôaⁿ過一切人所想會到ê，beh tī基督耶穌保守lín ê心，lín ê念頭。"}},{"book":"腓","chapter":4,"verse":8,"versions":{"unv":"弟兄們，我還有未盡的話：凡是真實的、可敬的、公義的、清潔的、可愛的、有美名的，若有甚麼德行，若有甚麼稱讚，這些事你們都要思念。","bklcl":"Taⁿ hiaⁿ-tī ah, kiat-bé lâi kóng, kìⁿ-nā chin-si̍t ê, kìⁿ-nā khó-kèng ê, kìⁿ-nā kong-gī ê, kìⁿ-nā chheng-kiat ê, kìⁿ-nā thang thiàⁿ ê, kìⁿ-nā hó miâ-siaⁿ ê, nā ū sím-mi̍h tek-hēng, sím-mi̍h thang o-ló, chiah-ê lín tio̍h siàu-liām.","tghg":"今兄弟啊，結尾來講：見若真實的、見若可敬的、見若公義的、見若清潔的、見若通疼的、見若好名聲的、若有甚麼德行、甚麼通謳咾，諸個恁著數念(siàu-liām)。","bklhl":"Taⁿ兄弟ah，結尾來講，見若真實ê，見若可敬ê，見若公義ê，見若清潔ê，見若thang疼ê，見若好名聲ê，若有甚麼德行，甚麼thang o-ló，chiah ê lín tio̍h siàu念。"}},{"book":"腓","chapter":4,"verse":9,"versions":{"unv":"你們在我身上所學習的，所領受的，所聽見的，所看見的，這些事你們都要去行，賜平安的　神就必與你們同在。","bklcl":"Lín tùi góa só͘ ha̍k-si̍p, só͘ niá-siū, só͘ thiaⁿ-kìⁿ, só͘ khòaⁿ-kìⁿ ê, lóng tio̍h kiâⁿ i; chiū siúⁿ-sù pêng-an ê Siōng-tè beh kap lín tī-teh.","tghg":"恁對我所學習，所領受，所聽見，所看見的，攏著行伊，就賞賜平安的上帝欲及恁佇啲。","bklhl":"Lín tùi我所學習，所領受，所聽見，所看見ê，lóng tio̍h行伊； 就賞賜平安ê上帝beh kap lín tī-teh。"}},{"book":"腓","chapter":4,"verse":10,"versions":{"unv":"我靠主大大地喜樂，因為你們思念我的心如今又發生；你們向來就思念我，只是沒得機會。","bklcl":"Góa tiàm-tī Chú tōa-tōa hoaⁿ-hí, in-ūi lín siàu-liām góa ê sim-chì taⁿ ū koh puh-íⁿ; lín pêng-sò͘ ū chit hō siàu-liām, put-kò sī bô ki-hōe nā-tiāⁿ.","tghg":"我踮佇主大大歡喜，因為恁數念我的心志今有閣發芛(puh-íⁿ)；恁平素有此號數念，不過是無機會若定。","bklhl":"我tiàm-tī主大大歡喜，因為lín siàu念我ê心志taⁿ有koh puh-íⁿ； lín平素有chit號siàu念，不過是無機會nā-tiāⁿ。"}},{"book":"腓","chapter":4,"verse":11,"versions":{"unv":"我並不是因缺乏說這話；我無論在甚麼景況都可以知足，這是我已經學會了。","bklcl":"Góa kóng án-ni, m̄ sī ūi-tio̍h ēng bô kàu ê iân-kò͘; in-ūi góa í-keng ha̍k-si̍p, put-lūn sím-mi̍h kéng-gū, bô m̄ ti-chiok.","tghg":"我講按呢呣是為著用無夠的緣故；因為我已經學習，不論甚麼境遇無呣知足。","bklhl":"我講án-ni，m̄是為tio̍h用無夠ê緣故； 因為我已經學習，不論甚麼境遇，無m̄知足。"}},{"book":"腓","chapter":4,"verse":12,"versions":{"unv":"我知道怎樣處卑賤，也知道怎樣處豐富；或飽足，或飢餓；或有餘，或缺乏，隨事隨在，我都得了祕訣。","bklcl":"Góa chai-iáⁿ tiàm-tī pi-chiān, iā chai-iáⁿ tiàm-tī hù-chiok; he̍k-sī pá, he̍k-sī iau, he̍k-sī hù-chiok, he̍k-sī kheh-khiàm, hoān sū góa lóng láu-liān.","tghg":"我知影踮佇卑賤，也知影踮佇富足；或是飽，或是枵(iau)；或是富足，或是缺欠，凡事我攏老練。","bklhl":"我知影tiàm-tī卑賤，也知影tiàm-tī富足； 或是飽，或是iau，或是富足，或是缺欠，凡事我lóng老練。"}},{"book":"腓","chapter":4,"verse":13,"versions":{"unv":"我靠著那加給我力量的，凡事都能做。","bklcl":"Tiàm-tī siúⁿ-sù góa khùi-la̍t ê, góa sū-sū lóng ōe.","tghg":"踮佇賞賜我氣力的，我事事攏會。","bklhl":"tiàm-tī賞賜我氣力ê，我事事lóng能。"}},{"book":"腓","chapter":4,"verse":14,"versions":{"unv":"然而，你們和我同受患難原是美事。","bklcl":"Sui sī án-ni, lín thé-thiap góa ê hoān-lān, che sī chin hó.","tghg":"雖是按呢，恁體貼我的患難這是真好。","bklhl":"雖是án-ni，lín體貼我ê患難，這是真好。"}},{"book":"腓","chapter":4,"verse":15,"versions":{"unv":"腓立比人哪，你們也知道我初傳福音離了馬其頓的時候，論到授受的事，除了你們以外，並沒有別的教會供給我。","bklcl":"Hui-li̍p-pí lâng ah, lín iā ka-kī chai tī thoân hok-im ê khí-thâu, góa lī-khui Má-kî-tùn ê sî, kap góa chiap-chhiú ê chí ū lín, pa̍t ê kàu-hōe bô;","tghg":"腓立比人啊，恁也家己知佇傳福音的起頭，我離開馬其頓的時，及我接手的，只有恁，別個教會無。","bklhl":"腓立比人ah，lín也家己知tī傳福音ê起頭，我離開馬其頓ê時，kap我接手ê只有lín，別個教會無；"}},{"book":"腓","chapter":4,"verse":16,"versions":{"unv":"就是我在帖撒羅尼迦，你們也一次兩次地打發人供給我的需用。","bklcl":"in-ūi liân góa tī Thiap-sat-lô-nî-ka ê sî, lín iā chi̍t pái koh chi̍t pái chhe lâng kiong-kip góa só͘ khiàm-ēng.","tghg":"因為連我佇帖撒羅尼迦的時，恁也一擺閣一擺差人供給我所欠用。","bklhl":"因為連我tī帖撒羅尼迦ê時，lín也一pái koh一pái差人供給我所欠用。"}},{"book":"腓","chapter":4,"verse":17,"versions":{"unv":"我並不求甚麼餽送，所求的就是你們的果子漸漸增多，歸在你們的帳上。","bklcl":"M̄ sī góa teh kiû lâng sàng mi̍h, to̍k-to̍k sī kiû ké-chí ná chōe, lâi kì-lo̍h lín ê siàu.","tghg":"呣是我啲求人送物，獨獨是求果子愈多，來記落恁的數(siàu)。","bklhl":"M̄是我teh求人送物，獨獨是求果子ná chōe，來記落lín ê賬。"}},{"book":"腓","chapter":4,"verse":18,"versions":{"unv":"但我樣樣都有，並且有餘。我已經充足，因我從以巴弗提受了你們的餽送，當作極美的香氣，為　神所收納、所喜悅的祭物。","bklcl":"Nā-sī góa ū chiah-ê mi̍h, kàu-gia̍h ū chhun; góa í-keng chhiong-chiok, sī bat tùi Í-pa-hut-thê siū-tio̍h lín kià-lâi ê mi̍h, chiū-sī phang-phang ê bī, chòe thang chiap-la̍p ê chè-mi̍h, Siōng-tè só͘ hoaⁿ-hí ê.","tghg":"若是我有諸個物，夠額有剩(chhun)。我已經充足，是曾對以巴弗提受著恁寄來的物，就是芳芳(phang-phang)的味，做通接納的祭物，上帝所歡喜的。","bklhl":"但是我有chiah ê物，夠額有chhun； 我已經充足，是bat tùi Í-pa-hut-thê受tio̍h lín寄來ê物，就是芳芳ê味，做thang接納ê祭物，上帝所歡喜ê。"}},{"book":"腓","chapter":4,"verse":19,"versions":{"unv":"我的　神必照他榮耀的豐富，在基督耶穌裡，使你們一切所需用的都充足。","bklcl":"Koh góa ê Siōng-tè beh chiàu I êng-kng tiong ê pù-ū, tī Ki-tok Iâ-so͘, pó͘-chiok lín it-chhè ê khiàm-kheh.","tghg":"閣我的上帝欲照伊榮光中的富有，佇基督耶穌，補足恁一切的欠缺。","bklhl":"Koh我ê上帝beh照伊榮光中ê富有，tī基督耶穌，補足lín一切ê欠缺。"}},{"book":"腓","chapter":4,"verse":20,"versions":{"unv":"願榮耀歸給我們的父　神，直到永永遠遠。阿們！","bklcl":"Goān êng-kng kui tī lán ê Siōng-tè lán ê Pē, kàu tāi-tāi bô soah.  À-bēng.","tghg":"願榮光歸佇咱的上帝咱的父，到代代無息。阿們！","bklhl":"願榮光歸tī咱ê上帝咱ê父，到代代無soah。À-bēng。"}},{"book":"腓","chapter":4,"verse":21,"versions":{"unv":"請問在基督耶穌裡的各位聖徒安。在我這裡的眾弟兄都問你們安。","bklcl":"Chhéng-an tiàm-tī Ki-tok Iâ-so͘ ta̍k ê sèng-tô͘.  Chiah-ê kap góa tī-teh ê hiaⁿ-tī chhéng-an lín.","tghg":"請安踮佇基督耶穌逐個聖徒。諸個及我佇啲的兄弟請安恁。","bklhl":"請安tiàm-tī基督耶穌ta̍k-ê聖徒。Chiah-ê kap我tī-teh ê兄弟請安lín。"}},{"book":"腓","chapter":4,"verse":22,"versions":{"unv":"眾聖徒都問你們安。在該撒家裡的人特特地問你們安。","bklcl":"Chiah-ê sèng-tô͘ lóng chhéng-an lín; sio̍k tī Kai-sat ê ke ê, koh khah tì-ì chhéng-an lín.","tghg":"諸個聖徒攏請安恁。屬佇該撒的家的閣卡致意請安恁。","bklhl":"Chiah-ê聖徒lóng請安lín； 屬tī該撒ê家ê，koh-khah致意請安lín。"}},{"book":"腓","chapter":4,"verse":23,"versions":{"unv":"願主耶穌基督的恩常在你們心裡！","bklcl":"Goān Chú Iâ-so͘ Ki-tok ê un-tián kap lín ê sîn saⁿ-kap tī-teh.","tghg":"願主耶穌基督的恩典及恁的神相及佇啲！","bklhl":"願主耶穌基督ê恩典kap lín ê神saⁿ-kap tī-teh。"}}]