[{"book":"出","chapter":34,"verse":1,"versions":{"unv":"耶和華吩咐摩西說：「你要鑿出兩塊石版，和先前你摔碎的那版一樣；其上的字我要寫在這版上。","bklcl":"Iâ-hô-hoa tùi Mô͘-se kóng, Lí phah nn̄g-tè chio̍h-pi, kap í-chêng-ê saⁿ-tâng, lí chêng só͘ phah-phòa hiah-ê pi;  hit téng-bīn ê jī, Góa beh siá tī chiah-ê pi.","tghg":"耶和華對摩西講：「你拍二塊石碑，及以前的相同，你前所拍破許個碑；彼頂面的字我欲寫佇諸個碑。","bklhl":"耶和華對摩西講：你phah兩塊石碑，kap以前ê相同，你前所phah破hiah-ê 碑；hit頂面ê字，我beh寫tī chiah ê碑。"}},{"book":"出","chapter":34,"verse":2,"versions":{"unv":"明日早晨，你要預備好了，上西奈山，在山頂上站在我面前。","bklcl":"Bîn-á-chá-khí lí tio̍h pī-pān piān;  thàu-chá lí tio̍h chiūⁿ Se-nái soaⁿ;  tī-hia, tī soaⁿ-bé-liu, khiā tī Góa bīn-chêng,","tghg":"明仔早起，你著備辦便，透早你著上西奈山，佇遐佇山尾溜徛佇我面前。","bklhl":"明á早起你tio̍h備辦便；透早你tio̍h 上西奈山；tī-hia，tī山尾溜，khiā tī我面前，"}},{"book":"出","chapter":34,"verse":3,"versions":{"unv":"誰也不可和你一同上去，遍山都不可有人，在山根也不可叫羊群牛群吃草。」","bklcl":"M̄-thang ū lâng kap lí chiūⁿ-lâi;  piàn-soaⁿ lóng m̄-thang khòaⁿ-kìⁿ ū lâng, tī soaⁿ-kha iā m̄-thang hō͘ gû-kûn iûⁿ-kûn chia̍h-chháu.","tghg":"呣通有人及你上來，遍山攏呣通看見有人，佇山腳也呣通互牛群羊群食草。」","bklhl":"M̄-thang有人kap你上來；遍山lóng m̄-thang看見有人，tī山腳也m̄-thang hō͘牛群羊群食草。"}},{"book":"出","chapter":34,"verse":4,"versions":{"unv":"摩西就鑿出兩塊石版，和先前的一樣。清晨起來，照耶和華所吩咐的上西奈山去，手裡拿著兩塊石版。","bklcl":"I chiū phah nn̄g tè chio̍h-pi, kap í-chêng-ê saⁿ-tâng;  Mô͘-se thàu-chá khí-lâi, chiàu Iâ-hô-hoa só͘ hoan-hù i ê, chiūⁿ-khì Se-nái soaⁿ, chhiú-ni̍h the̍h nn̄g tè chio̍h-pi.","tghg":"伊就拍二塊石碑，及以前的相同。摩西透早起來，照耶和華所吩咐伊的上去西奈山，手裡提二塊石碑。","bklhl":"伊就phah兩塊石碑，kap以前ê相同；摩西透早起來，照耶和華所吩咐伊ê，上去西奈山，手裡the̍h兩塊石碑。"}},{"book":"出","chapter":34,"verse":5,"versions":{"unv":"耶和華在雲中降臨，和摩西一同站在那裡，宣告耶和華的名。","bklcl":"Iâ-hô-hoa chē-hûn lîm-kàu, kap i khiā tī-hia, soan-pò͘ Iâ-hô-hoa ê miâ.","tghg":"耶和華坐雲臨到，及伊徛佇遐，宣佈耶和華的名。","bklhl":"耶和華坐雲臨到，kap伊khiā tī-hia，宣布耶和華ê名。"}},{"book":"出","chapter":34,"verse":6,"versions":{"unv":"耶和華在他面前宣告說：「耶和華，耶和華，是有憐憫有恩典的　神，不輕易發怒，並有豐盛的慈愛和誠實，","bklcl":"Iâ-hô-hoa tùi i ê bīn-chêng keng-kè, soan-pò͘ kóng, Iâ-hô-hoa, Iâ-hô-hoa sī ū lîn-bín, ū un-tián ê Siōng-tè, bô khoài siū-khì, koh ū hong-sēng ê chû-ài kap sêng-si̍t;","tghg":"耶和華對伊的面前經過宣佈講：「耶和華，耶和華，是有憐憫有恩典的上帝，無快受氣，閣有豐盛的慈愛及誠實，","bklhl":"耶和華tùi伊ê面前經過，宣布講：耶和華，耶和華是有憐憫，有恩典ê上帝，無快受氣，koh有豐盛ê慈愛kap誠實；"}},{"book":"出","chapter":34,"verse":7,"versions":{"unv":"為千萬人存留慈愛，赦免罪孽、過犯，和罪惡，萬不以有罪的為無罪，必追討他的罪，自父及子，直到三、四代。」","bklcl":"ūi chheng-bān lâng chûn chû-ài, sià-bián chōe-kòa, kè-sit kap chōe-ok;  koat-toàn bô lia̍h ū-chōe-ê chòe bô chōe;  beh kui-kiū i ê chōe, tùi pē kàu kiáⁿ, kàu sun, kàu saⁿ-sì-tāi.","tghg":"為千萬人存慈愛，赦免罪過、過失，及罪惡，決斷無掠有罪者做無罪，欲歸咎(kui-kiū)伊的罪，對父到子、到孫，到三、四代。」","bklhl":"為千萬人存慈愛，赦免罪過、過失kap罪惡；決斷無掠有罪ê做無罪；beh歸咎(kiū)伊ê罪，tùi父到kiáⁿ，到孫，到三四代。"}},{"book":"出","chapter":34,"verse":8,"versions":{"unv":"摩西急忙伏地下拜，","bklcl":"Mô͘-se kín-kín àⁿ-lo̍h tōe kèng-pài, kóng,","tghg":"摩西緊緊俯落地敬拜，講：","bklhl":"摩西緊緊àⁿ落地敬拜，講："}},{"book":"出","chapter":34,"verse":9,"versions":{"unv":"說：「主啊，我若在你眼前蒙恩，求你在我們中間同行，因為這是硬著頸項的百姓。又求你赦免我們的罪孽和罪惡，以我們為你的產業。」","bklcl":"Chú ah, góa nā tit-tio̍h un-tián tī Lí ê bīn-chêng, kiû Chú tī goán tiong-kan saⁿ-kap kiâⁿ;  in-ūi che sī ām-kún ngī ê peh-sìⁿ;  koh kiû Lí sià-bián goán ê chōe-kòa, kap goán ê chōe-ok, lia̍h goán chòe Lí ê sán-gia̍p.","tghg":"「主啊，我若得著恩典佇你的面前，求主佇阮中間相及行，因為這是頷頸硬的百姓。閣求你赦免阮的罪過及阮的罪惡，掠阮做你的產業。」","bklhl":"主ah，我若得tio̍h恩典tī你ê面前，求主tī阮中間相kap行；因為這是頷頸硬ê百姓；koh求你赦免阮ê罪過，kap阮ê罪惡，掠阮做你ê產業。"}},{"book":"出","chapter":34,"verse":10,"versions":{"unv":"耶和華說：「我要立約，要在百姓面前行奇妙的事，是在遍地萬國中所未曾行的。在你四圍的外邦人就要看見耶和華的作為，因我向你所行的是可畏懼的事。","bklcl":"Iâ-hô-hoa kóng, Khòaⁿ ah, Góa beh li̍p-iok, beh tī lí chèng peh-sìⁿ ê bīn-chêng kiâⁿ kî-biāu ê sū, sī thiⁿ-ē bān-kok-tiong só͘ bē-bat kiâⁿ-ê;  tī lí sì-ûi ê chèng peh-sìⁿ, chiū beh khòaⁿ-kìⁿ Iâ-hô-hoa ê só͘-chòe;  in-ūi Góa tùi lí só͘ kiâⁿ-ê, sī thang kiaⁿ ê sū.","tghg":"耶和華講：「看啊，我欲立約，欲佇你眾百姓的面前行奇妙的事，是天下萬國中所未曾行的。佇你四圍的眾百姓就欲看見耶和華的所做，因為我對你所行的是通驚的事。","bklhl":"耶和華講：看ah，我beh立約，beh tī你眾百姓ê面前行奇妙ê事，是天下萬國中所bē-bat行ê；tī你四圍ê眾百姓，就beh看見耶和華ê所做；因為我tùi你所行ê，是thang驚ê事。"}},{"book":"出","chapter":34,"verse":11,"versions":{"unv":"「我今天所吩咐你的，你要謹守。我要從你面前攆出亞摩利人、迦南人、赫人、比利洗人、希未人、耶布斯人。","bklcl":"Góa kin-á-ji̍t só͘ hoan-hù lí-ê, lí tio̍h chip-siú;  khòaⁿ ah, Góa beh tùi lí ê bīn-chêng kóaⁿ-chhut A-mô͘-lī, Ka-lâm, Hek, Pí-lī-sé, Hi-bī, Iâ-pò͘-su hiah-ê cho̍k.","tghg":"「我今仔日所吩咐你的，你著執守。看啊，我欲對你的面前趕出亞摩利、迦南、赫、比利洗、希未、耶布斯許個族。","bklhl":"我今á日所吩咐你ê，你tio̍h執守；看ah，我beh對你ê面前趕出A-mô͘-lī、迦南、Hek、Pí-lī-sé、Hi-bī、Iâ-pò͘-su hiah-ê族。"}},{"book":"出","chapter":34,"verse":12,"versions":{"unv":"你要謹慎，不可與你所去那地的居民立約，恐怕成為你們中間的網羅；","bklcl":"Lí ka-kī kín-sīn, m̄-thang kap lí só͘ khì hit só͘-chāi khiā-khí ê peh-sìⁿ li̍p-iok, kiaⁿ-liáu chiâⁿ-chòe lín tiong-kan ê lô-bāng.","tghg":"你家己謹慎，呣通及你所去彼所在徛起的百姓立約，驚了成做恁中間的羅網；","bklhl":"你家己謹慎，m̄-thang kap你所去hit所在khiā起ê百姓立約，驚了成做lín中間ê羅網。"}},{"book":"出","chapter":34,"verse":13,"versions":{"unv":"卻要拆毀他們的祭壇，打碎他們的柱像，砍下他們的木偶。","bklcl":"Chiū-sī tio̍h thiah in ê chè-tôaⁿ, phah-chhùi in tiau-khek ê thiāu, chhò in ê A-sià-la̍h.","tghg":"就是著拆𪜶的祭壇，拍碎𪜶雕刻的柱，剉(chhò)𪜶的亞舍拉。","bklhl":"就是tio̍h拆in ê祭壇，phah碎in雕刻ê柱，剉(chhò) in ê A-sià-la̍h。"}},{"book":"出","chapter":34,"verse":14,"versions":{"unv":"不可敬拜別神；因為耶和華是忌邪的　神，名為忌邪者。","bklcl":"M̄-thang kèng-pài pa̍t ê Siōng-tè;  in-ūi Iâ-hô-hoa ê miâ chheng-chòe To̍k-chun, i sī to̍k-chun ê Siōng-tè;","tghg":"呣通敬拜別個上帝；因為耶和華的名稱做獨尊，伊是獨尊的上帝。","bklhl":"M̄-thang敬拜別個上帝；因為耶和華ê名稱做獨尊，伊是獨尊ê上帝；"}},{"book":"出","chapter":34,"verse":15,"versions":{"unv":"只怕你與那地的居民立約，百姓隨從他們的　神，就行邪淫，祭祀他們的神，有人叫你，你便吃他的祭物，","bklcl":"kiaⁿ-liáu lí kap hit só͘-chāi khiā-khí ê peh-sìⁿ li̍p-iok, in tè in ê siōng-tè kiâⁿ siâ-îm, chè-sū in ê siōng-tè, ū lâng kiò lí, lí chiū chia̍h i ê chè-mi̍h;","tghg":"驚了你及彼所在徛起的百姓立約，𪜶隨𪜶的上帝行邪淫，祭祀𪜶的上帝，有人叫你，你就食伊的祭物，","bklhl":"驚了你kap hit所在khiā起ê百姓立約，in塊 in ê上帝行邪淫，祭祀in ê上帝，有人叫你，你就食伊ê祭物；"}},{"book":"出","chapter":34,"verse":16,"versions":{"unv":"又為你的兒子娶他們的女兒為妻，他們的女兒隨從他們的神，就行邪淫，使你的兒子也隨從她們的神行邪淫。","bklcl":"koh kiaⁿ-liáu lí kā lí ê kiáⁿ chhōa in ê cha-bó͘-kiáⁿ chòe-bó͘, in ê cha-bó͘-kiáⁿ tè in ê siōng-tè kiâⁿ siâ-îm, hō͘ lí ê kiáⁿ iā tè in ê siōng-tè kiâⁿ siâ-îm.","tghg":"閣驚了你給你的子娶𪜶的查某子做某，𪜶的查某子隨𪜶的上帝行邪淫，互你的子也隨𪜶的上帝行邪淫。","bklhl":"koh驚了你kā你ê kiáⁿ chhōa in ê cha-bó͘-kiáⁿ做bó͘，in ê cha-bó͘-kiáⁿ塊 in ê上帝行邪淫，hō͘你ê kiáⁿ也tè in ê上帝行邪淫。"}},{"book":"出","chapter":34,"verse":17,"versions":{"unv":"「不可為自己鑄造神像。","bklcl":"Lí m̄-thang ūi ka-kī chù-chō chiah-ê siōng-tè.","tghg":"「你呣通為家己鑄造諸個上帝。","bklhl":"你m̄-thang為家己鑄造chiah ê上帝。"}},{"book":"出","chapter":34,"verse":18,"versions":{"unv":"「你要守除酵節，照我所吩咐你的，在亞筆月內所定的日期吃無酵餅七天，因為你是這亞筆月內出了埃及。","bklcl":"Lí tio̍h siú tû-kàⁿ-choeh.  Chiàu Góa só͘ hoan-hù lí-ê, tī A-pit ge̍h-lāi só͘ tiāⁿ-tio̍h ê ji̍t-kî, chia̍h bô-kàⁿ-piáⁿ chhit-ji̍t, in-ūi lí tī A-pit ge̍h-lāi chhut Ai-ki̍p.","tghg":"「你著守除酵節，照我所吩咐你的，佇亞筆月內所定著的日期食無酵餅七日，因為你佇亞筆月內出埃及。","bklhl":"你tio̍h守除酵節。照我所吩咐你ê，tī A-pit月內所定tio̍h ê日期，食無酵餅七日，因為你tī A-pit月內出埃及。"}},{"book":"出","chapter":34,"verse":19,"versions":{"unv":"凡頭生的都是我的；一切牲畜頭生的，無論是牛是羊，公的都是我的。","bklcl":"Kìⁿ-nā thâu-thai-ê, lóng sī Góa-ê, it-chhè ê cheng-siⁿ thâu-chúi-ê, bô-lūn sī gû, sī iûⁿ, kang-ê lóng sī Góa-ê.","tghg":"見若頭胎的攏是我的；一切的精牲頭水的，無論是牛是羊，公的攏是我的。","bklhl":"見若頭胎ê，lóng是我ê，一切ê cheng-siⁿ頭水ê，無論是牛，是羊，公ê lóng是我ê。"}},{"book":"出","chapter":34,"verse":20,"versions":{"unv":"頭生的驢要用羊羔代贖，若不代贖就要打折牠的頸項。凡頭生的兒子都要贖出來。誰也不可空手朝見我。","bklcl":"Thâu-chúi ê lû tio̍h ēng iûⁿ-á thòe-sio̍k;  nā bô thòe-sio̍k, chiū tio̍h kòng-chi̍h i ê ām-kún.  Kìⁿ-nā lí thâu-chiūⁿ ê kiáⁿ, lóng tio̍h sio̍k-hôe.  Lâng lâi kìⁿ Góa m̄-thang khang-chhiú.","tghg":"頭水的驢著用羊仔替贖，若無替贖就著摃折伊的頷頸。見若你頭上的子攏著贖回。人來見我呣通空手。」","bklhl":"頭水ê驢tio̍h用羊á替贖；若無替贖，就tio̍h kòng折伊ê頷頸。見若你頭上ê kiáⁿ，lóng tio̍h贖回。人來見我m̄-thang空手。"}},{"book":"出","chapter":34,"verse":21,"versions":{"unv":"「你六日要做工，第七日要安息，雖在耕種收割的時候也要安息。","bklcl":"Lí la̍k-ji̍t tio̍h chòe kang, tē-chhit ji̍t tio̍h an-hioh;  tī chai-chèng siu-koah ê sî iā tio̍h an-hioh.","tghg":"「你六日著做工，第七日著安息，佇栽種收割的時也著安息。","bklhl":"你六日tio̍h做工，第七日tio̍h安歇；tī栽種收割ê時也tio̍h安歇。"}},{"book":"出","chapter":34,"verse":22,"versions":{"unv":"在收割初熟麥子的時候要守七七節；又在年底要守收藏節。","bklcl":"Be̍h khí-thâu se̍k, siu-koah ê sî, tio̍h siú chhit-chhit-ji̍t choeh.  Koh tī nî-bé, tio̍h siú siu-khǹg ê choeh.","tghg":"麥起頭熟(Be̍h-khí-thâu se̍k)收割的時著守七七日節；閣佇年尾著守(siú)收囥(siu-khǹg)的節。","bklhl":"麥起頭熟，收割ê時，tio̍h守七七日節。 Koh tī年尾，tio̍h守收khǹg ê節。"}},{"book":"出","chapter":34,"verse":23,"versions":{"unv":"你們一切男丁要一年三次朝見主耶和華─以色列的　神。","bklcl":"Lín it-chhè ê ta-po͘-teng, tio̍h chi̍t-nî saⁿ-pái lâi kìⁿ Chú Iâ-hô-hoa, Í-sek-lia̍t ê Siōng-tè.","tghg":"恁一切的查甫丁著一年三擺來見主耶和華──以色列的上帝。","bklhl":"Lín一切ê ta-po͘丁，tio̍h一年三pái來見主耶和華，以色列ê上帝。"}},{"book":"出","chapter":34,"verse":24,"versions":{"unv":"我要從你面前趕出外邦人，擴張你的境界。你一年三次上去朝見耶和華─你　神的時候，必沒有人貪慕你的地土。","bklcl":"Góa beh tùi lí ê bīn-chêng kóaⁿ-chhut gōa-pang lâng, khui-khoah lí ê kéng-kài;  lí chi̍t-nî saⁿ-pái chiūⁿ-khì kìⁿ Iâ-hô-hoa, lí ê Siōng-tè ê sî, tek-khak bô lâng tham lí ê thó͘-tōe.","tghg":"我欲對你的面前趕出外邦人，開闊你的境界。你一年三擺上去見耶和華──你的上帝的時，的確無人貪你的土地。」","bklhl":"我beh對你ê面前趕出外邦人，開闊你ê境界；你一年三pái上去見耶和華，你ê上帝ê時，的確無人貪你ê土地。"}},{"book":"出","chapter":34,"verse":25,"versions":{"unv":"「你不可將我祭物的血和有酵的餅一同獻上。逾越節的祭物也不可留到早晨。","bklcl":"Lí m̄-thang chiong Góa ê seng-lé ê huih, chham ū kàⁿ ê mi̍h lâi hiàn;  pôaⁿ-kè-choeh ê chè-mi̍h iā m̄-thang lâu kàu keh chá-khí.","tghg":"「你呣通將我的牲禮的血參有酵的物來獻。𨃟過節的祭物也呣通留到隔早起。","bklhl":"你m̄-thang將我ê牲禮ê血，chham有酵ê物來獻；pôaⁿ過節ê祭物也m̄-thang留到隔早起。"}},{"book":"出","chapter":34,"verse":26,"versions":{"unv":"地裡首先初熟之物要送到耶和華─你　神的殿。不可用山羊羔母的奶煮山羊羔。」","bklcl":"Tōe-ni̍h tē-it khí-thâu se̍k ê mi̍h, tio̍h sàng kàu Iâ-hô-hoa lí ê Siōng-tè ê chhù.  Chú soaⁿ-iûⁿ-á m̄-thang ēng i ê bú ê lin.","tghg":"地裡第一起頭熟的物著送到耶和華──你的上帝的厝。煮山羊仔呣通用伊的母的奶。」","bklhl":"地裡第一起頭熟 ê物，tio̍h送到耶和華你ê上帝ê厝。煮山羊á m̄-thang用伊ê母ê奶。"}},{"book":"出","chapter":34,"verse":27,"versions":{"unv":"耶和華吩咐摩西說：「你要將這些話寫上，因為我是按這話與你和以色列人立約。」","bklcl":"Iâ-hô-hoa tùi Mô͘-se kóng, Lí tio̍h siá chiah-ê ōe, in-ūi Góa sī chiàu chiah-ê ōe kap lí í-ki̍p Í-sek-lia̍t li̍p-iok.","tghg":"耶和華對摩西講：「你著寫諸個話，因為我是照諸個話及你以及以色列立約。」","bklhl":"耶和華對摩西講：你tio̍h寫chiah ê話，因為我是照chiah ê話kap你以及以色列立約。"}},{"book":"出","chapter":34,"verse":28,"versions":{"unv":"摩西在耶和華那裡四十晝夜，也不吃飯也不喝水。耶和華將這約的話，就是十條誡，寫在兩塊版上。","bklcl":"Mô͘-se kap Iâ-hô-hoa tī-hia sì-cha̍p ji̍t sì-cha̍p mî, bô chia̍h piáⁿ bô lim chúi.  I chiong chit-ê iok ê ōe, chiū-sī cha̍p-tiâu-kài, siá tī nn̄g tè pi.","tghg":"摩西及耶和華佇遐四十日四十暝，無食餅無飲水。伊將此個約的話，就是十條誡，寫佇二塊碑(pi)。","bklhl":"摩西kap耶和華tī-hia四十日四十暝，無食餅無lim水。伊將chit ê約ê話，就是十條誡，寫tī兩塊碑。"}},{"book":"出","chapter":34,"verse":29,"versions":{"unv":"摩西手裡拿著兩塊法版下西奈山的時候，不知道自己的面皮因耶和華和他說話就發了光。","bklcl":"Mô͘-se lo̍h Se-nái soaⁿ ê sî, i ê chhiú the̍h nn̄g tè iok-pi, i lo̍h-soaⁿ ê sî, i ê bīn, in-ūi Iâ-hô-hoa kap i kóng-ōe, chiū siā-chhut kng, Mô͘-se ka-kī m̄-chai.","tghg":"摩西落西奈山的時伊的手提二塊約碑，伊落山的時伊的面因為耶和華及伊講話就射出光摩西家己呣知。","bklhl":"摩西落西奈山ê時，伊ê手the̍h兩塊約碑，伊落山ê時，伊ê面，因為耶和華kap伊講話，就射出光，摩西家己m̄知。"}},{"book":"出","chapter":34,"verse":30,"versions":{"unv":"亞倫和以色列眾人看見摩西的面皮發光就怕挨近他。","bklcl":"A-lûn kap Í-sek-lia̍t chèng-lâng khòaⁿ-kìⁿ Mô͘-se ê sî, khòaⁿ ah, i ê bīn siā-chhut kng;  in chiū kiaⁿ, m̄-káⁿ óa-kūn i.","tghg":"亞倫及以色列眾人看見摩西的時，看啊，伊的面射出光𪜶就驚呣敢倚近伊。","bklhl":"亞倫kap以色列眾人看見摩西ê時，看ah，伊ê面射出光；in就驚，m̄敢óa近伊。"}},{"book":"出","chapter":34,"verse":31,"versions":{"unv":"摩西叫他們來；於是亞倫和會眾的官長都到他那裡去，摩西就與他們說話。","bklcl":"Mô͘-se kiò in lâi, A-lûn kap hōe-tiong chiah-ê thâu-lâng chiū lóng tò-tńg kàu i hia;  Mô͘-se chiū kap in kóng-ōe.","tghg":"摩西叫𪜶來；亞倫及會中諸個頭人就攏倒轉到伊遐，摩西就及𪜶講話。","bklhl":"摩西叫in來，亞倫kap會中chiah ê頭人就lóng 倒tńg到伊hia；摩西就kap in講話。"}},{"book":"出","chapter":34,"verse":32,"versions":{"unv":"隨後以色列眾人都近前來，他就把耶和華在西奈山與他所說的一切話都吩咐他們。","bklcl":"Jiân-āu Í-sek-lia̍t chèng-lâng lóng chìn-chêng lâi;  i chiū chiong Iâ-hô-hoa tī Se-nái soaⁿ kap i só͘ kóng it-chhè ê ōe, lóng hoan-hù in.","tghg":"然後以色列眾人攏進前來，伊就將耶和華佇西奈山及伊所講一切的話攏吩咐𪜶。","bklhl":"然後以色列眾人lóng進前來；伊就將耶和華tī西奈山kap伊所講一切ê話，lóng吩咐in。"}},{"book":"出","chapter":34,"verse":33,"versions":{"unv":"摩西與他們說完了話就用帕子蒙上臉。","bklcl":"Mô͘-se kap in kóng ōe bêng-pe̍k, chiū ēng phè tà-bīn.","tghg":"摩西及𪜶講話明白就用帕(phè)罩面(tà-bīn)。","bklhl":"摩西kap in講話明白，就用帕罩面。"}},{"book":"出","chapter":34,"verse":34,"versions":{"unv":"但摩西進到耶和華面前與他說話就揭去帕子，及至出來的時候便將耶和華所吩咐的告訴以色列人。","bklcl":"Chóng-sī Mô͘-se ji̍p-khì Iâ-hô-hoa bīn-chêng kap I kóng-ōe, phè chiū hian-khí-lâi, kàu i chhut-lâi.  I chhut-lâi ê sî, chiū chiong Iâ-hô-hoa só͘ hoan-hù-ê, kā Í-sek-lia̍t lâng kóng.","tghg":"總是摩西入去耶和華面前及伊講話，帕(phè)就掀起來到伊出來，伊出來的時就將耶和華所吩咐的給以色列人講。","bklhl":"總是摩西入去耶和華面前kap伊講話，帕就掀起來，到伊出來。伊出來ê時，就將耶和華所吩咐ê，kā以色列人講。"}},{"book":"出","chapter":34,"verse":35,"versions":{"unv":"以色列人看見摩西的面皮發光。摩西又用帕子蒙上臉，等到他進去與耶和華說話就揭去帕子。","bklcl":"Í-sek-lia̍t lâng khòaⁿ-kìⁿ Mô͘-se ê bīn, Mô͘-se ê bīn siā-chhut kng, Mô͘-se koh ēng phè tà-bīn, thèng-hāu kàu i ji̍p-khì kap Iâ-hô-hoa kóng-ōe phè chiū hian-khí-lâi.","tghg":"以色列人看見摩西的面，摩西的面射出光。摩西閣用帕罩面，聽候到伊入去及耶和華講話帕就掀起來。","bklhl":"以色列人看見摩西ê面，摩西ê面射出光，摩西koh用帕罩面，thèng候到伊入去kap耶和華講話帕就掀起來。"}}]