[{"book":"出","chapter":22,"verse":1,"versions":{"unv":"「人若偷牛或羊，無論是宰了，是賣了，他就要以五牛賠一牛，四羊賠一羊。","bklcl":"Lâng nā thau-khan gû, á-sī iûⁿ, bô-lūn thâi á-sī bōe, chi̍t chiah gû tio̍h pê i gō͘ chiah, chi̍t chiah iûⁿ tio̍h pê sì-chiah.","tghg":"「人若偷牽牛抑是羊，無論刣，抑是賣，一隻牛著賠伊五隻，一隻羊著賠四隻。","bklhl":"人若偷牽牛，á是羊，無論刣 á是賣，一隻牛tio̍h賠伊五隻，一隻羊 tio̍h 賠四隻。"}},{"book":"出","chapter":22,"verse":2,"versions":{"unv":"人若遇見賊挖窟窿，把賊打了，以至於死，就不能為他有流血的罪。","bklcl":"Chha̍t nā iah-khang, hō͘ lâng tú-tio̍h, kā i phah-sí, chiū bô sǹg i ū phah-sí lâng ê chōe.","tghg":"賊若挖孔(iah-khang)互人抵著(tú-tio̍h)，給伊拍死，就無算伊有拍死人的罪。","bklhl":"賊若iah孔，hō͘人tú-tio̍h，kā伊phah死，就無算伊有phah死人ê罪。"}},{"book":"出","chapter":22,"verse":3,"versions":{"unv":"若太陽已經出來，就為他有流血的罪。賊若被拿，總要賠還。若他一無所有，就要被賣，頂他所偷的物。","bklcl":"Nā ji̍t-thâu í-keng chhut, chiū sǹg i ū phah-sí lâng ê chōe.  Chha̍t tek-khak tio̍h pê;  nā bô thang pê, chha̍t tio̍h bōe sin, lâi tí i só͘ thau-ê.","tghg":"若日頭已經出，就算伊有拍死人的罪。賊的確著賠。若無通賠，賊著賣身，來抵伊所偷的。","bklhl":"若日頭已經出，就算伊有phah死人ê罪。賊的確tio̍h賠；若無thang 賠，賊tio̍h賣身，來抵伊所偷ê。"}},{"book":"出","chapter":22,"verse":4,"versions":{"unv":"若他所偷的，或牛，或驢，或羊，仍在他手下存活，他就要加倍賠還。","bklcl":"Nā i só͘ thau-ê, kiám-chhái gû, á-sī lû, iûⁿ, iáu oa̍h tī i ê chhiú, chiū tio̍h pê têng-pē.","tghg":"若伊所偷的，豈採牛，抑是驢、羊，猶活佇伊的手，就著賠重倍。","bklhl":"若伊所偷ê，kiám-chhái牛，á是驢、羊，iáu活tī伊ê手，就tio̍h賠重(têng)倍。"}},{"book":"出","chapter":22,"verse":5,"versions":{"unv":"「人若在田間或在葡萄園裡放牲畜，任憑牲畜上別人的田裡去吃，就必拿自己田間上好的和葡萄園上好的賠還。","bklcl":"Lâng nā tī chhân-ni̍h, á-sī phû-tô-hn̂g, pàng cheng-siⁿ, chhut-chāi i chia̍h pa̍t-lâng ê chhân, chiū tio̍h ēng ka-kī ê chhân-ni̍h siōng hó-ê, kap phû-tô-hn̂g siōng hó-ê lâi pê-i.","tghg":"「人若佇田裡抑是葡萄園放精牲，出在伊食別人的田，就著用家己的田裡上好的及葡萄園上好的來賠伊。","bklhl":"人若tī田裡，á是葡萄園，放cheng-siⁿ，chhut-chāi伊食別人ê田，就tio̍h用家己ê田裡siōng好ê，kap葡萄園siōng好ê來賠伊。"}},{"book":"出","chapter":22,"verse":6,"versions":{"unv":"「若點火焚燒荊棘，以致將別人堆積的禾捆，站著的禾稼，或是田園，都燒盡了，那點火的必要賠還。","bklcl":"Nā hé sio chhì-phè, sòa sio-tio̍h tiū-tui, á-sī iáu-bē koah ê tiū, á-sī chhân-hn̂g, chiū khí-hé ê lâng tek-khak tio̍h pê.","tghg":"「若火燒莿帕(chhì-phè)，續燒著稻堆，抑是猶未割的稻，抑是田園，就起火的人的確著賠。","bklhl":"若火燒刺phè，續燒tio̍h稻堆，á是猶未割ê稻，á是田園，就起火ê人的確tio̍h賠。"}},{"book":"出","chapter":22,"verse":7,"versions":{"unv":"「人若將銀錢或家具交付鄰舍看守，這物從那人的家被偷去，若把賊找到了，賊要加倍賠還；","bklcl":"Lâng nā chiong gûn á-sī mi̍h-kiāⁿ, kau-tài chhù-piⁿ kò͘-siú, chiah-ê mi̍h, nā tùi hit-lâng ê ke tio̍h chha̍t thau, chha̍t nā lia̍h-tio̍h, chha̍t tio̍h pê têng-pē;","tghg":"「人若將銀抑是物件交代厝邊顧守，諸個物若對彼人的家著賊偷，賊若掠著，賊著賠重倍；","bklhl":"人若將銀á是物件，交帶厝邊顧守，chiah ê物，若tùi hit人ê家tio̍h賊偷，賊若掠tio̍h，賊tio̍h賠重倍；"}},{"book":"出","chapter":22,"verse":8,"versions":{"unv":"若找不到賊，那家主必就近審判官，要看看他拿了原主的物件沒有。","bklcl":"chha̍t nā lia̍h-bô-tio̍h, hit-ê ke-chú tio̍h kàu koaⁿ-hú bīn-chêng, khòaⁿ i ū the̍h chhù-piⁿ ê mi̍h-kiāⁿ á-bô.","tghg":"賊若掠無著，彼個家主著到官府面前，看伊有提厝邊的物件抑無。","bklhl":"賊若掠無tio̍h，hit ê家主tio̍h 到官府面前，看伊有the̍h厝邊ê物件á無。"}},{"book":"出","chapter":22,"verse":9,"versions":{"unv":"「兩個人的案件，無論是為甚麼過犯，或是為牛，為驢，為羊，為衣裳，或是為甚麼失掉之物，有一人說：『這是我的』，兩造就要將案件稟告審判官，審判官定誰有罪，誰就要加倍賠還。","bklcl":"Kìⁿ-nā ū kè-sit, kiám-chhái sī ūi-tio̍h gû, lû, iûⁿ, á-sī ūi-tio̍h i-chiûⁿ á-sī sím-mi̍h sit-lo̍h ê mi̍h, ū lâng jīn-tit sī i-ê, siang-pêng ê àn-kiāⁿ tio̍h kàu koaⁿ-hú ê bīn-chêng;  koaⁿ-hú nā toàn-tēng sím-mi̍h lâng ū chōe, hit-lâng tio̍h pê i ê chhù-piⁿ têng-pē.","tghg":"「見若有過失，豈採是為著牛、驢、羊，抑是為著衣裳，抑是甚麼失落的物，有人認得是伊的，雙旁的案件著到官府的面前，官府若斷定(toàn-tēng)甚麼人有罪，彼人著賠伊的厝邊重倍(têng-pē)。","bklhl":"見若有過失，kiám-chhái是為tio̍h牛、驢、羊，á是為tio̍h衣裳á是甚麼失落ê物，有人認得是伊ê，雙pêng ê案件tio̍h 到官府ê面前；官府若斷定甚麼人有罪，hit人tio̍h賠伊ê厝邊重倍。"}},{"book":"出","chapter":22,"verse":10,"versions":{"unv":"「人若將驢，或牛，或羊，或別的牲畜，交付鄰舍看守，牲畜或死，或受傷，或被趕去，無人看見，","bklcl":"Lâng nā chiong lû, á-sī gû, á-sī iûⁿ, á-sī pa̍t-hō cheng-siⁿ, kau-tài chhù-piⁿ kò͘-siú, cheng-siⁿ kiám-chhái sí, á-sī siū-siong, á-sī hō͘ lâng khan-khì, bô lâng khòaⁿ-kìⁿ;","tghg":"「人若將驢，抑是牛，抑是羊，抑是別號精牲，交代厝邊顧守，精牲豈採死，抑是受傷，抑是互人牽去，無人看見，","bklhl":"人若將驢，á是牛，á是羊，á是別號cheng-siⁿ，交帶厝邊顧守，cheng-siⁿ kiám-chhái死，á是受傷，á是hō͘人牽去，無人看見；"}},{"book":"出","chapter":22,"verse":11,"versions":{"unv":"那看守的人要憑著耶和華起誓，手裡未曾拿鄰舍的物，本主就要罷休，看守的人不必賠還。","bklcl":"nn̄g-lâng ê tiong-kan, tio̍h kí Iâ-hô-hoa chiù-chōa, m̄-bat the̍h chhù-piⁿ ê mi̍h, goân-chú chiū tio̍h soah, kò͘-siú ê lâng m̄-bián pê.","tghg":"二人的中間著指耶和華咒誓，呣曾提厝邊的物，原主就著息，顧守的人呣免賠。","bklhl":"兩人ê中間，tio̍h kí耶和華chiù-chōa，m̄-bat the̍h厝邊ê物，原主就tio̍h soah，顧守ê人m̄免賠。"}},{"book":"出","chapter":22,"verse":12,"versions":{"unv":"牲畜若從看守的那裡被偷去，他就要賠還本主；","bklcl":"Cheng-siⁿ nā tùi kò͘-siú ê lâng hia hō͘ lâng thau-khì, i chiū tio̍h pê goân-chú.","tghg":"精牲若對顧守的人遐互人偷去，伊就著賠原主；","bklhl":"Cheng-siⁿ若tùi顧守ê人hia hō͘人偷去，伊就tio̍h賠原主。"}},{"book":"出","chapter":22,"verse":13,"versions":{"unv":"若被野獸撕碎，看守的要帶來當作證據，所撕的不必賠還。","bklcl":"Nā siū iá-siù thiah-chhùi, kò͘-siú ê lâng tio̍h tòa i lâi chòe chèng-kù;  só͘ thiah-chhùi-ê chiū m̄-bián pê.","tghg":"若受野獸拆碎(thiah-chhùi)，顧守的人著帶伊來做證據，所拆碎的就呣免賠。","bklhl":"若受野獸拆碎，顧守ê人tio̍h帶伊來做證據；所拆碎ê就m̄免賠。"}},{"book":"出","chapter":22,"verse":14,"versions":{"unv":"「人若向鄰舍借甚麼，所借的或受傷，或死，本主沒有同在一處，借的人總要賠還；","bklcl":"Lâng nā tùi chhù-piⁿ chioh sím-mi̍h mi̍h, só͘ chioh-ê kiám-chhái siū-siong á-sī sí, goân-chú bô saⁿ-kap tī-teh, i tek-khak tio̍h pê.","tghg":"「人若對厝邊借甚麼物，所借的豈採受傷，抑是死，原主無相及佇啲，伊的確著賠；","bklhl":"人若tùi厝邊借甚麼物，所借ê kiám-chhái受傷á是死，原主無相kap tī-teh，伊的確tio̍h賠。"}},{"book":"出","chapter":22,"verse":15,"versions":{"unv":"若本主同在一處，他就不必賠還；若是雇的，也不必賠還，本是為雇價來的。」","bklcl":"Nā goân-chú saⁿ-kap tī-teh, i chiū m̄-bián pê;  nā sī cho͘-ê, iā m̄-bián pê, in-ūi pún ū cho͘-chîⁿ.","tghg":"若原主相及佇啲，伊就呣免賠；若是租的，也呣免賠，因為本有租錢。」","bklhl":"若原主相kap tī-teh，伊就m̄免賠；若是租ê，也m̄免賠，因為本有租錢。"}},{"book":"出","chapter":22,"verse":16,"versions":{"unv":"「人若引誘沒有受聘的處女，與她行淫，他總要交出聘禮，娶她為妻。","bklcl":"Lâng nā ín-iú bē siū phèng ê cha-bó͘-gín-ná kap i tâng-pâng, i tio̍h phèng i chòe-bó͘.","tghg":"「人若引誘未受聘的查某囝仔，及伊同房，伊著聘伊做某。","bklhl":"人若引誘未受聘ê cha-bó͘-gín-ná kap伊同房，伊tio̍h聘伊做bó͘。"}},{"book":"出","chapter":22,"verse":17,"versions":{"unv":"若女子的父親決不肯將女子給他，他就要按處女的聘禮，交出錢來。","bklcl":"Nā i ê lāu-pē koat-toàn m̄-khéng chiong cha-bó͘-kiáⁿ phòe-i, i chiū tio̍h chiàu chāi-sek-lú ê phèng-lé, hō͘ i gûn.","tghg":"若伊的老父決斷呣肯將查某子配伊，伊就著照在室女的聘禮，互伊銀。","bklhl":"若伊ê老父決斷m̄肯將cha-bó͘-kiáⁿ配伊，伊就tio̍h照在室女ê聘禮，hō͘伊銀。"}},{"book":"出","chapter":22,"verse":18,"versions":{"unv":"「行邪術的女人，不可容她存活。","bklcl":"Chòe ang-î-ê, tio̍h hō͘ i sí.","tghg":"「做尪姨(ang-î)者，著互伊死。","bklhl":"做紅姨ê，tio̍h hō͘伊死。"}},{"book":"出","chapter":22,"verse":19,"versions":{"unv":"「凡與獸淫合的，總要把他治死。","bklcl":"Kìⁿ-nā kap siù îm-ê, tek-khak tio̍h hō͘ i sí.","tghg":"「見若及獸淫者，的確著互伊死。","bklhl":"見若kap獸淫ê，的確tio̍h hō͘伊死。"}},{"book":"出","chapter":22,"verse":20,"versions":{"unv":"「祭祀別神，不單單祭祀耶和華的，那人必要滅絕。","bklcl":"Bô choan-choan chè-sū Iâ-hô-hoa, lâi chè-sū pa̍t ê siōng-tè-ê, tio̍h bia̍t-i.","tghg":"「無專專(choan-choan)祭祀耶和華，來祭祀別個上帝者，著滅伊。","bklhl":"無專專祭祀耶和華，來祭祀別個上帝ê，tio̍h滅伊。"}},{"book":"出","chapter":22,"verse":21,"versions":{"unv":"「不可虧負寄居的，也不可欺壓他，因為你們在埃及地也作過寄居的。","bklcl":"M̄-thang khi-hū chhut-gōa lâng, iā m̄-thang ap-chè i;  in-ūi lín tī Ai-ki̍p tōe iā bat chòe chhut-gōa lâng.","tghg":"「呣通欺負出外人，也呣通壓制伊，因為恁佇埃及地也曾做出外人。","bklhl":"M̄-thang欺負出外人，也m̄-thang壓制伊；因為lín tī埃及地也bat做出外人。"}},{"book":"出","chapter":22,"verse":22,"versions":{"unv":"不可苦待寡婦和孤兒；","bklcl":"M̄-thang pháiⁿ khoán-thāi kóaⁿ-hū kap ko͘-jî.","tghg":"呣通歹款待寡婦及孤兒；","bklhl":"M̄-thang pháiⁿ款待寡婦kap孤兒。"}},{"book":"出","chapter":22,"verse":23,"versions":{"unv":"若是苦待他們一點，他們向我一哀求，我總要聽他們的哀聲，","bklcl":"Nā sió-khóa pháiⁿ khoán-thāi-in, in kiû-kiò Góa, Góa tek-khak beh thiaⁿ in ê kiû-kiò.","tghg":"若小可歹款待𪜶，𪜶求叫我，我的確欲聽𪜶的求叫，","bklhl":"若小khóa pháiⁿ款待in，in求叫我，我的確beh聽in ê求叫。"}},{"book":"出","chapter":22,"verse":24,"versions":{"unv":"並要發烈怒，用刀殺你們，使你們的妻子為寡婦，兒女為孤兒。","bklcl":"Iā beh tōa siū-khì, ēng to thâi-lín;  hō͘ lín ê bó͘ chòe kóaⁿ-hū, lín ê kiáⁿ chòe ko͘-jî.","tghg":"也欲大受氣，用刀刣恁，互恁的某做寡婦，恁的子做孤兒。","bklhl":"也beh大受氣，用刀刣 lín；hō͘ lín ê bó͘做寡婦，lín ê kiáⁿ做孤兒。"}},{"book":"出","chapter":22,"verse":25,"versions":{"unv":"「我民中有貧窮人與你同住，你若借錢給他，不可如放債的向他取利。","bklcl":"Góa ê peh-sìⁿ-tiong ū sòng-hiong lâng kap lín khiā-khí, lí nā chioh i gûn, lí m̄-thang chhin-chhiūⁿ chè-chú khoán-thāi i, iā m̄-thang the̍h i ê lī-sek.","tghg":"「我的百姓中有喪鄉人及恁徛起，你若借伊銀，你呣通親像債主款待伊，也呣通提伊的利息。","bklhl":"我ê百姓中有sòng-hiong人kap lín khiā起，你若借伊銀，你m̄-thang親像債主款待伊，也m̄-thang the̍h伊ê利息。"}},{"book":"出","chapter":22,"verse":26,"versions":{"unv":"你即或拿鄰舍的衣服作當頭，必在日落以先歸還他；","bklcl":"Lí nā the̍h chhù-piⁿ ê i-chiûⁿ chòe chún-tǹg, ji̍t-lo̍h chiū tio̍h hêng-i;","tghg":"你若提厝邊的衣裳(i-chiûⁿ)做準當(chún-tǹg)，日落就著還伊；","bklhl":"你若the̍h厝邊ê衣裳做準當，日落就tio̍h還伊；"}},{"book":"出","chapter":22,"verse":27,"versions":{"unv":"因他只有這一件當蓋頭，是他蓋身的衣服，若是沒有，他拿甚麼睡覺呢？他哀求我，我就應允，因為我是有恩惠的。","bklcl":"i chí-ū chit-kiāⁿ thang kah, sī i jia seng-khu ê saⁿ;  nā bô, i beh cháiⁿ-iūⁿ khùn?  i kiû-Góa, Góa beh thiaⁿ, in-ūi Góa sī chû-pi-ê.","tghg":"伊只有此件通蓋，是伊遮身軀的衫，若無，伊欲怎樣睏？伊求我，我欲聽，因為我是慈悲者。","bklhl":"伊只有chit件thang kah，是伊遮身軀ê衫；若無，伊beh怎樣睏？伊求我，我beh聽，因為我是慈悲ê。"}},{"book":"出","chapter":22,"verse":28,"versions":{"unv":"「不可毀謗　神；也不可毀謗你百姓的官長。","bklcl":"M̄-thang húi-pòng koaⁿ-hú;  iā m̄-thang mē lí ê peh-sìⁿ ê sī-tōa.","tghg":"「呣通誹謗官府，也呣通罵你的百姓的序大。","bklhl":"M̄-thang譭謗官府；也m̄-thang罵你ê百姓ê序大。"}},{"book":"出","chapter":22,"verse":29,"versions":{"unv":"「你要從你莊稼中的穀和酒醡中滴出來的酒拿來獻上，不可遲延。「你要將頭生的兒子歸給我。","bklcl":"Lí tio̍h tùi só͘ siu-sêng ê gō͘-kak, kap chiú-khut-lāi só͘ lâu-chhut ê chiú, the̍h-lâi hiàn, m̄-thang iân-chhiân.","tghg":"「你著對所收成的五穀及酒窟內所流出的酒提來獻，呣通延迁(iân-chhiân)。","bklhl":"你tio̍h tùi所收成ê五穀，kap酒窟內所流出ê酒，the̍h來獻，m̄-thang延chhiân。"}},{"book":"出","chapter":22,"verse":30,"versions":{"unv":"你牛羊頭生的，也要這樣；七天當跟著母，第八天要歸給我。","bklcl":"Lí tio̍h chiong thâu-chiūⁿ ê kiáⁿ kui tī Góa;  lí ê gû, lí ê iûⁿ, iā tio̍h án-ni;  chhit-ji̍t thang tè i ê bú, tī poeh-ji̍t tio̍h kui tī Góa.","tghg":"「你著將頭上的子歸佇我。你的牛你的羊，也著按呢；七日通隨伊的母，第八日著歸佇我。","bklhl":"你tio̍h將頭上 ê kiáⁿ歸tī我；你ê牛，你ê羊，也tio̍h án-ni；七日thang塊伊ê母，tī八日tio̍h歸tī我。"}},{"book":"出","chapter":22,"verse":31,"versions":{"unv":"「你們要在我面前為聖潔的人。因此，田間被野獸撕裂牲畜的肉，你們不可吃，要丟給狗吃。」","bklcl":"Lín tio̍h ūi-tio̍h Góa chòe sèng ê peh-sìⁿ;  só͘-í chhân-ni̍h iá-siù só͘ thiah-li̍h ê bah, lín m̄-thang chia̍h, tio̍h hiat hō͘ káu.","tghg":"「恁著為著我做聖的百姓。所以，田裡(chhân-ni̍h)野獸所拆裂(thiah-li̍h)的肉，恁呣通食，著㧒互狗。」","bklhl":"Lín tio̍h為tio̍h我做聖ê百姓；所以田裡野獸所拆裂ê肉，lín m̄-thang食，tio̍h hiat hō͘狗。"}}]