[{"book":"出","chapter":33,"verse":1,"versions":{"unv":"耶和華吩咐摩西說：「我曾起誓應許亞伯拉罕、以撒、雅各說：『要將迦南地賜給你的後裔。』現在你和你從埃及地所領出來的百姓，要從這裡往那地去。","bklcl":"Iâ-hô-hoa tùi Mô͘-se kóng, Góa bat chiù-chōa èng-ún A-pek-la̍h-hán, Í-sat, Ngá-kok, kóng, Beh chiong thó͘-tōe siúⁿ-sù lí ê hō͘-è;  taⁿ lí khì ah, lí kap lí tùi Ai-ki̍p tōe só͘ chhōa chhut-lâi ê peh-sìⁿ, tio̍h tùi chia chiūⁿ-khì hit-ê tōe.","tghg":"耶和華對摩西講：「我曾咒誓應允亞伯拉罕、以撒、雅各，講：『欲將土地賞賜你的後裔。』今你去啊，你及你對埃及地所導出來的百姓，著對遮上去彼個地。","bklhl":"耶和華對摩西講：我bat chiù-chōa應允亞伯拉罕、以撒、雅各，講：beh將土地賞賜你ê後裔；taⁿ你去ah，你kap你tùi埃及地所chhōa出來ê百姓，tio̍h tùi chia上去hit ê地。"}},{"book":"出","chapter":33,"verse":2,"versions":{"unv":"我要差遣使者在你前面，攆出迦南人、亞摩利人、赫人、比利洗人、希未人、耶布斯人，","bklcl":"Góa beh chhe sù-chiá tī lí ê thâu-chêng;  Góa beh kóaⁿ-chhut Ka-lâm, A-mô͘-lī, Hek, Pí-lī-sé, Hi-bī, Iâ-pò͘-su hiah-ê cho̍k,","tghg":"我欲差使者佇你的頭前，我欲趕出迦南、亞摩利、赫、比利洗、希未、耶布斯許個族，","bklhl":"我beh差使者tī你ê頭前；我beh趕出迦南、A-mô͘-lī、Hek、Pí-lī-sé、Hi-bī、Iâ-pò͘-su hiah-ê族，"}},{"book":"出","chapter":33,"verse":3,"versions":{"unv":"領你到那流奶與蜜之地。我自己不同你們上去；因為你們是硬著頸項的百姓，恐怕我在路上把你們滅絕。」","bklcl":"chhōa lí kàu lâu lin kap bi̍t ê tōe;  in-ūi Góa m̄ kap lí chiūⁿ-khì, ūi-tio̍h lí sī ām-kún ngī ê peh-sìⁿ;  kiaⁿ-liáu Góa tī lō͘-ni̍h bia̍t-bô lí.","tghg":"導你到流奶及蜜的地。因為我呣及你上去；為著你是頷頸硬的百姓，驚了我佇路裡滅無你。」","bklhl":"chhōa你到流奶kap蜜ê地；因為我m̄ kap你上去，為tio̍h你是頷頸硬ê百姓；驚了我tī路裡滅無你。"}},{"book":"出","chapter":33,"verse":4,"versions":{"unv":"百姓聽見這凶信就悲哀，也沒有人佩戴妝飾。","bklcl":"Peh-sìⁿ thiaⁿ-kìⁿ chit-ê pháiⁿ siau-sit chiū iu-būn;  bô lâng chng-thāⁿ.","tghg":"百姓聽見此個歹消息就憂悶，無人妝飾。","bklhl":"百姓聽見chit ê pháiⁿ消息就憂悶；無人裝飾。"}},{"book":"出","chapter":33,"verse":5,"versions":{"unv":"耶和華對摩西說：「你告訴以色列人說：『耶和華說：你們是硬著頸項的百姓，我若一霎時臨到你們中間，必滅絕你們。現在你們要把身上的妝飾摘下來，使我可以知道怎樣待你們。』」","bklcl":"Iâ-hô-hoa tùi Mô͘-se kóng, Lí tio̍h kā Í-sek-lia̍t lâng kóng, Lín sī ām-kún ngī ê peh-sìⁿ, Góa nā chi̍t-ba̍k-nih-kú kàu lín tiong-kan, Góa tek-khak châu-bia̍t lín;  taⁿ tio̍h chiong lín seng-khu ê chng-thāⁿ pak-khí-lâi, Góa chiū chai Góa beh cháiⁿ-iūⁿ khoán-thāi lín.","tghg":"耶和華對摩西講：「你著給以色列人講：『恁是頷頸硬的百姓，我若一目𥍉久(chi̍t-ba̍k-nih-kú)到恁中間，我的確剿滅(châu-bia̍t)恁。今著將恁身軀的妝飾剝(pak)起來，我就知我欲怎樣款待恁。』」","bklhl":"耶和華對摩西講：你tio̍h kā以色列人講：Lín是頷頸硬ê百姓，我若一目nih久到lín中間，我的確剿滅lín；taⁿ tio̍h將lín身軀ê裝飾pak起來，我就知我beh怎樣款待lín。"}},{"book":"出","chapter":33,"verse":6,"versions":{"unv":"以色列人從住何烈山以後，就把身上的妝飾摘得乾淨。","bklcl":"Í-sek-lia̍t lâng tùi tī Hô-lia̍t soaⁿ í-āu, chiū chiong seng-khu ê chng-thāⁿ thǹg-khí-lâi.","tghg":"以色列人對佇何烈山以後，就將身軀的妝飾褪(thǹg)起來。","bklhl":"以色列人tùi tī何烈山以後，就將身軀ê裝飾thǹg起來。"}},{"book":"出","chapter":33,"verse":7,"versions":{"unv":"摩西素常將帳棚支搭在營外，離營卻遠，他稱這帳棚為會幕。凡求問耶和華的，就到營外的會幕那裡去。","bklcl":"Mô͘-se chiong pò͘-pîⁿ tah tī iâⁿ-gōa, lī-khui iâⁿ ū hiah-hn̄g;  i chheng chit-ê pò͘-pîⁿ chòe hōe-bō͘, hoān-nā chhē-kiû Iâ-hô-hoa ê lâng, chiū kàu iâⁿ-gōa ê hōe-bō͘ hia.","tghg":"摩西將布棚搭佇營外，離開營有許遠，伊稱此個布棚(pò͘-pîⁿ)做會幕。凡若尋求(chhē-kiû)耶和華的人，就到營外的會幕遐。","bklhl":"摩西將布棚搭tī營外，離開營有hiah遠；伊稱chit ê布棚做會幕，凡若chhē求耶和華ê人，就到營外ê會幕hia。"}},{"book":"出","chapter":33,"verse":8,"versions":{"unv":"當摩西出營到會幕去的時候，百姓就都起來，各人站在自己帳棚的門口，望著摩西，直等到他進了會幕。","bklcl":"Tng Mô͘-se chhut-khì kàu Pò͘-pîⁿ ê sî, chèng peh-sìⁿ chiū lóng khí-lâi, ta̍k-lâng khiā tī in ê pò͘-pîⁿ-kháu, teh khòaⁿ Mô͘-se, kàu i ji̍p Pò͘-pîⁿ.","tghg":"當摩西出去到布棚的時，眾百姓就攏起來，逐人徛佇𪜶的布棚口，啲看摩西，到伊入布棚。","bklhl":"當摩西出去到布棚ê時，眾百姓就lóng起來，ta̍k人khiā tī in ê布棚口，teh看摩西，到伊入布棚。"}},{"book":"出","chapter":33,"verse":9,"versions":{"unv":"摩西進會幕的時候，雲柱降下來，立在會幕的門前，耶和華便與摩西說話。","bklcl":"Mô͘-se ji̍p Pò͘-pîⁿ ê sî, hûn-thiāu chiū lo̍h-lâi, khiā tī Pò͘-pîⁿ ê mn̂g-chêng;  Iâ-hô-hoa chiū kap Mô͘-se kóng-ōe.","tghg":"摩西入布棚的時，雲柱就落來，徛(khiā)佇布棚的門前，耶和華就及摩西講話。","bklhl":"摩西入布棚ê時，雲柱就落來，khiā tī布棚ê門前；耶和華就kap摩西講話。"}},{"book":"出","chapter":33,"verse":10,"versions":{"unv":"眾百姓看見雲柱立在會幕門前，就都起來，各人在自己帳棚的門口下拜。","bklcl":"Chèng peh-sìⁿ khòaⁿ-kìⁿ hûn-thiāu khiā tī Pò͘-pîⁿ ê mn̂g-chêng, peh-sìⁿ chiū lóng khí-lâi, ta̍k-lâng tī in ê pò͘-pîⁿ mn̂g-kháu kūi-pài.","tghg":"眾百姓看見雲柱徛佇布棚的門前，百姓就攏起來，逐人佇𪜶的布棚門口跪拜。","bklhl":"眾百姓看見雲柱khiā tī布棚ê門前，百姓就lóng起來，ta̍k人tī in ê布棚門口跪拜。"}},{"book":"出","chapter":33,"verse":11,"versions":{"unv":"耶和華與摩西面對面說話，好像人與朋友說話一般。摩西轉到營裡去，惟有他的幫手─一個少年人嫩的兒子約書亞不離開會幕。","bklcl":"Iâ-hô-hoa kap Mô͘-se bīn tùi bīn kóng-ōe, chhin-chhiūⁿ lâng kap pêng-iú kóng-ōe chi̍t-poaⁿ-iūⁿ.  Mô͘-se tò-tńg-lâi iâⁿ-lāi;  to̍k-to̍k kun-sûi i ê siàu-liân lâng Lùn ê kiáⁿ Iok-su-a bô lī-khui Pò͘-pîⁿ.","tghg":"耶和華及摩西面對面講話，親像人及朋友講話一般樣。摩西倒轉來營內，獨獨跟隨伊的少年人嫩(Lùn)的子約書亞無離開布棚。","bklhl":"耶和華kap摩西面對面講話，親像人kap朋友講話一般樣。摩西倒tńg來營內；獨獨跟隨伊ê少年人Lùn ê kiáⁿ約書亞無離開布棚。"}},{"book":"出","chapter":33,"verse":12,"versions":{"unv":"摩西對耶和華說：「你吩咐我說：『將這百姓領上去』，卻沒有叫我知道你要打發誰與我同去，只說：『我按你的名認識你，你在我眼前也蒙了恩。』","bklcl":"Mô͘-se tùi Iâ-hô-hoa kóng, Khòaⁿ ah, Lí tùi góa kóng, Chiong chit-ê peh-sìⁿ chhōa chiūⁿ-khì, chóng-sī bô hō͘ góa chai Lí beh chhe chī-chūi kap góa saⁿ-kap khì.  Chí-ū kóng, Góa ēng miâ kéng-tiàu lí, lí tī Góa ê bīn-chêng iā tit-tio̍h un-tián.","tghg":"摩西對耶和華講：「看啊，你對我講：『將此個百姓導上去』，總是無互我知你欲差是誰及我相及去，只有講：『我用名揀召你，你佇我的面前也得著恩典。』","bklhl":"摩西對耶和華講：看ah，你對我講，將chit ê百姓chhōa上去，總是無hō͘我知你beh差 是誰 kap我相kap去。只有講：我用名揀召你，你tī我ê面前也得tio̍h恩典。"}},{"book":"出","chapter":33,"verse":13,"versions":{"unv":"我如今若在你眼前蒙恩，求你將你的道指示我，使我可以認識你，好在你眼前蒙恩。求你想到這民是你的民。」","bklcl":"Góa taⁿ nā tī Lí ê bīn-chêng tit-tio̍h un-tián, kiû Lí chiong Lí ê lō͘ chí-sī góa, hō͘ góa bat Lí, thang tī Lí ê bīn-chêng tit-tio̍h un-tián;  Lí tio̍h siàu-liām chit-cho̍k sī Lí ê peh-sìⁿ.","tghg":"我今若佇你的面前得著恩典，求你將你的路指示我，互我識你，通佇你的面前得著恩典。你著數念此族是你的百姓。」","bklhl":"我taⁿ若tī你ê面前得tio̍h恩典，求你將你ê路指示我，hō͘我bat你，thang tī你ê面前得tio̍h恩典；你tio̍h siàu念chit族是你ê百姓。"}},{"book":"出","chapter":33,"verse":14,"versions":{"unv":"耶和華說：「我必親自和你同去，使你得安息。」","bklcl":"Iâ-hô-hoa kóng, Góa beh chhin-sin kap lí khì, hō͘ lí pêng-an.","tghg":"耶和華講：「我欲親身及你去，互你平安。」","bklhl":"耶和華講：我beh親身kap你去，hō͘你平安。"}},{"book":"出","chapter":33,"verse":15,"versions":{"unv":"摩西說：「你若不親自和我同去，就不要把我們從這裡領上去。","bklcl":"Mô͘-se tùi I kóng, Lí nā bô chhin-sin kap góa khì, chiū m̄-thang chhōa goán tùi-chia chiūⁿ-khì.","tghg":"摩西對伊講：「你若無親身及我去，就呣通導阮對遮上去。","bklhl":"摩西對伊講，你若無親身kap我去，就m̄-thang chhōa阮tùi-chia上去。"}},{"book":"出","chapter":33,"verse":16,"versions":{"unv":"人在何事上得以知道我和你的百姓在你眼前蒙恩呢？豈不是因你與我們同去、使我和你的百姓與地上的萬民有分別嗎？」","bklcl":"Tùi cháiⁿ-iūⁿ ōe chai, góa kap Lí ê peh-sìⁿ tī Lí ê bīn-chêng tit-tio̍h un-tián?  kiám m̄-sī tùi Lí kap goán saⁿ-kap khì, hō͘ góa kap Lí ê peh-sìⁿ tī tōe-chiūⁿ bān peh-sìⁿ ū hun-piat mah?","tghg":"對怎樣會知我及你的百姓佇你的面前得著恩典？豈呣是對你及阮相及去、互我及你的百姓佇地上萬百姓有分別嗎？」","bklhl":"Tùi怎樣會知，我kap你ê百姓tī你ê面前得tio̍h恩典？kiám m̄是tùi你kap阮相kap去，hō͘我kap你ê百姓tī地上萬百姓有分別mah？"}},{"book":"出","chapter":33,"verse":17,"versions":{"unv":"耶和華對摩西說：「你這所求的我也要行；因為你在我眼前蒙了恩，並且我按你的名認識你。」","bklcl":"Iâ-hô-hoa tùi Mô͘-se kóng, Lí só͘ kóng chit-ê sū, Góa iā beh chòe-i;  in-ūi lí tī Góa ê bīn-chêng tit-tio̍h un-tián, koh Góa ēng miâ kéng-tiàu lí.","tghg":"耶和華對摩西講：「你所講此個事我也欲做伊；因為你佇我的面前得著恩典，閣我用名揀召(kéng-tiàu)你。」","bklhl":"耶和華對摩西講：你所講chit ê事，我也beh做伊；因為你tī我ê面前得tio̍h恩典，koh我用名揀召你。"}},{"book":"出","chapter":33,"verse":18,"versions":{"unv":"摩西說：「求你顯出你的榮耀給我看。」","bklcl":"I kóng, Kiû Lí hō͘ góa khòaⁿ-kìⁿ Lí ê êng-kng.","tghg":"伊講：「求你互我看見你的榮光。」","bklhl":"伊講：求你hō͘我看見你ê榮光。"}},{"book":"出","chapter":33,"verse":19,"versions":{"unv":"耶和華說：「我要顯我一切的恩慈，在你面前經過，宣告我的名。我要恩待誰就恩待誰；要憐憫誰就憐憫誰」；","bklcl":"I kóng, Góa beh hō͘ Góa it-chhè ê un-hūi keng-kè lí ê bīn-chêng, iā soan-pò͘ Iâ-hô-hoa ê miâ tī lí ê bīn-chêng.  Góa beh si-un tī Góa só͘ si-un-ê, Góa beh lîn-bín tī Góa só͘ lîn-bín-ê.","tghg":"伊講：「我欲互我一切的恩惠，經過你的面前，也宣佈耶和華的名，佇你的面前。我欲施恩佇我所施恩者；我欲憐憫佇我所憐憫者。」","bklhl":"伊講：我beh hō͘我一切ê恩惠經過你ê面前，也宣布耶和華ê名tī你ê面前。我beh施恩tī我所施恩ê，我beh憐憫tī我所憐憫ê。"}},{"book":"出","chapter":33,"verse":20,"versions":{"unv":"又說：「你不能看見我的面，因為人見我的面不能存活。」","bklcl":"Koh kóng, Lí bōe-ōe khòaⁿ Góa ê bīn, in-ūi bô lâng ōe khòaⁿ-kìⁿ Góa iā ōe oa̍h.","tghg":"閣講：「你𣍐會看我的面，因為無人會看見我也會活。」","bklhl":"Koh講：你bōe能看我ê面，因為無人會看見我也能活。"}},{"book":"出","chapter":33,"verse":21,"versions":{"unv":"耶和華說：「看哪，在我這裡有地方，你要站在磐石上。","bklcl":"Iâ-hô-hoa kóng, Khòaⁿ-ah, kūn Góa chia ū só͘-chāi, lí tio̍h khiā tī chio̍h-pôaⁿ-téng;","tghg":"耶和華講：「看啊，近我遮有所在，你著徛佇石磐頂。","bklhl":"耶和華講：看ah，近我chia有所在，你tio̍h khiā tī石磐頂；"}},{"book":"出","chapter":33,"verse":22,"versions":{"unv":"我的榮耀經過的時候，我必將你放在磐石穴中，用我的手遮掩你，等我過去，","bklcl":"tng Góa ê êng-kng keng-kè ê sî, Góa beh kā lí hē tī chio̍h-pôaⁿ phāng-lāi, ēng Góa ê chhiú jia-lí;  thèng-hāu Góa kè-khì;","tghg":"當我的榮光經過的時，我欲給你下佇石磐縫內，用我的手遮你，聽候我過去，","bklhl":"當我ê榮光經過ê時，我beh kā你hē tī石磐縫內，用我ê手遮你；thèng候我過去；"}},{"book":"出","chapter":33,"verse":23,"versions":{"unv":"然後我要將我的手收回，你就得見我的背，卻不得見我的面。」","bklcl":"jiân-āu Góa beh kiu Góa ê chhiú tò-tńg, lí chiū ōe khòaⁿ-kìⁿ Góa ê ka-chiah-āu;  chóng-sī bōe-tit-thang khòaⁿ-kìⁿ Góa ê bīn.","tghg":"然後我欲勼(kiu)我的手倒轉，你就會看見我的尻脊後(ka-chiah-āu)，總是𣍐得通看見我的面。」","bklhl":"然後我beh kiu我ê手倒tńg，你就會看見我ê ka-chiah後；總是bōe得thang看見我ê面。"}}]