[{"book":"出","chapter":12,"verse":1,"versions":{"unv":"耶和華在埃及地曉諭摩西、亞倫說：","bklcl":"Iâ-hô-hoa tī Ai-ki̍p tōe tùi Mô͘-se, A-lûn kóng,","tghg":"耶和華佇埃及地對摩西、亞倫講：","bklhl":"耶和華tī埃及地對摩西、亞倫講："}},{"book":"出","chapter":12,"verse":2,"versions":{"unv":"「你們要以本月為正月，為一年之首。","bklcl":"Chit ge̍h tio̍h chòe lín ê chiaⁿ-ge̍h, chòe nî-nî ê thâu-chi̍t-ge̍h.","tghg":"「此月著做恁的正(chiaⁿ)月，做年年的頭一月。","bklhl":"Chit月tio̍h做lín ê正月，做年年ê頭一月。"}},{"book":"出","chapter":12,"verse":3,"versions":{"unv":"你們吩咐以色列全會眾說：本月初十日，各人要按著父家取羊羔，一家一隻。","bklcl":"Lín tio̍h tùi Í-sek-lia̍t ê choân-hōe kóng, Pún-ge̍h chhoe-cha̍p ji̍t, ta̍k-lâng tio̍h chiàu lāu-pē ê ke, chhú iûⁿ-á, chi̍t-ke chi̍t-chiah.","tghg":"恁著對以色列的全會講：本月初十日，逐人著照老父的家取羊仔，一家一隻。","bklhl":"Lín tio̍h對以色列ê全會講：本月初十日，ta̍k人tio̍h照老父ê家，取羊á，一家一隻。"}},{"book":"出","chapter":12,"verse":4,"versions":{"unv":"若是一家的人太少，吃不了一隻羊羔，本人就要和他隔壁的鄰舍共取一隻。你們預備羊羔，要按著人數和飯量計算。","bklcl":"Nā sī chi̍t-ke ê lâng siuⁿ-chió, chi̍t-chiah iûⁿ-á chia̍h-bōe-liáu, i tio̍h kap keh-piah ê chhù-piⁿ, chiàu lâng-gia̍h, saⁿ-kap chhú chi̍t-chiah;  lín pī-pān iûⁿ-á, tio̍h àn-sǹg ta̍k-lâng só͘ ōe chia̍h ê liōng.","tghg":"若是一家的人甚少，一隻羊仔食𣍐了，伊著及隔壁的厝邊照人額(lâng-gia̍h)相及取一隻。恁備辦羊仔，著按算逐人所會食的量。","bklhl":"若是一家 ê人siuⁿ少，一隻羊á食bōe了，伊tio̍h kap隔壁ê厝邊，照人額，相kap取一隻；lín備辦羊á，tio̍h按算ta̍k人所能食ê量。"}},{"book":"出","chapter":12,"verse":5,"versions":{"unv":"要無殘疾、一歲的公羊羔，你們或從綿羊裡取，或從山羊裡取，都可以。","bklcl":"Lín ê iûⁿ-á tio̍h bô hâ-chhû ê, bē-móa-nî ê iûⁿ-káng-á;  lín tio̍h tùi mî-iûⁿ-tiong, á-sī soaⁿ-iûⁿ-tiong, chhú i, lóng thang;","tghg":"恁的羊仔著無瑕疵(hâ-chhû)的、未滿年(bē-moá-nî)的羊牨(káng)仔，恁著對綿羊中，抑是山羊中取伊，攏通。","bklhl":"Lín ê羊á tio̍h無瑕疵ê，未滿年ê羊káng-á；lín tio̍h tùi綿羊中，á是山羊中，取伊，lóng thang；"}},{"book":"出","chapter":12,"verse":6,"versions":{"unv":"要留到本月十四日，在黃昏的時候，以色列全會眾把羊羔宰了。","bklcl":"lín tio̍h lâu kàu pún-ge̍h cha̍p-sì ji̍t, hông-hun ê sî, Í-sek-lia̍t choân-hōe ê chèng-lâng tio̍h thâi iûⁿ-á.","tghg":"恁著留到本月十四日，黃昏的時，以色列全會的眾人著刣羊仔。","bklhl":"lín tio̍h留到本月十四日，黃昏ê時，以色列全會ê眾人tio̍h 刣羊á。"}},{"book":"出","chapter":12,"verse":7,"versions":{"unv":"各家要取點血，塗在吃羊羔的房屋左右的門框上和門楣上。","bklcl":"In tio̍h chhú tām-po̍h huih, boah tī chia̍h iûⁿ-á hit keng chhù, siang-pêng ê mn̂g-khiā kap mn̂g-bâi.","tghg":"𪜶著取淡薄血，抹(boah)佇食羊仔彼間厝雙旁的門竪(khiā)及門楣(bâi)。","bklhl":"In tio̍h 取淡薄血，抹tī食羊á hit間厝，雙pêng ê門khiā kap門楣。"}},{"book":"出","chapter":12,"verse":8,"versions":{"unv":"當夜要吃羊羔的肉；用火烤了，與無酵餅和苦菜同吃。","bklcl":"Hit-mî tio̍h chia̍h iûⁿ-á ê bah, ēng hé pek i, kap bô-kàⁿ-piáⁿ khó͘-chhài chham-teh chia̍h.","tghg":"彼暝著食羊仔的肉；用火煏(pek)伊，及無酵餅(bô-kàⁿ-piáⁿ)苦菜參啲食。","bklhl":"Hit暝tio̍h食羊á ê肉，用火pek伊，kap無酵餅、苦菜chham-teh食。"}},{"book":"出","chapter":12,"verse":9,"versions":{"unv":"不可吃生的，斷不可吃水煮的，要帶著頭、腿、五臟，用火烤了吃。","bklcl":"M̄-thang chhiⁿ-chhiⁿ chia̍h, koat-toàn m̄-thang ēng chúi chú, tio̍h ēng hé pek;  thâu, kha, kap ngó͘-chōng lóng tio̍h chia̍h.","tghg":"呣通生生食(chhiⁿ-chhiⁿ-chia̍h)，決斷呣通用水煮，著用火煏(pek)，頭、腳、及五臟，攏著食。","bklhl":"M̄-thang生(chhiⁿ) 生食，決斷m̄-thang用水煮，tio̍h用火 pek；頭、腳，kap五臟lóng tio̍h食。"}},{"book":"出","chapter":12,"verse":10,"versions":{"unv":"不可剩下一點留到早晨；若留到早晨，要用火燒了。","bklcl":"Lóng m̄-thang lâu keh chá-khí, nā lâu kàu keh chá-khí tio̍h ēng hé sio.","tghg":"攏呣通留隔早起；若留到隔早起，著用火燒。","bklhl":"Lóng m̄-thang 留隔早起，若留到隔早起tio̍h用火燒。"}},{"book":"出","chapter":12,"verse":11,"versions":{"unv":"你們吃羊羔當腰間束帶，腳上穿鞋，手中拿杖，趕緊地吃；這是耶和華的逾越節。","bklcl":"Lín tio̍h án-ni chia̍h i;  io hâ-tòa, kha chhēng-ôe, chhiú kia̍h koáiⁿ-á, iā tio̍h kóaⁿ-kín chia̍h;  che sī Iâ-hô-hoa ê pôaⁿ-kè-choeh.","tghg":"恁著按呢食伊，腰縖帶，腳穿鞋，手攑柺仔，也著趕緊食；這是耶和華的𨃟過節。","bklhl":"Lín tio̍h án-ni食i；腰hâ帶，腳穿鞋，手kia̍h柺á，也tio̍h趕緊食；這是耶和華ê pôaⁿ過節。"}},{"book":"出","chapter":12,"verse":12,"versions":{"unv":"因為那夜我要巡行埃及地，把埃及地一切頭生的，無論是人是牲畜，都擊殺了，又要敗壞埃及一切的神。我是耶和華。","bklcl":"In-ūi hit-mî Góa beh piàn-kiâⁿ Ai-ki̍p tōe, phah-sí Ai-ki̍p tōe it-chhè thâu-chiūⁿ-siⁿ-ê, bô-lūn lâng kap cheng-siⁿ;  koh beh sím-phòaⁿ Ai-ki̍p it-chhè ê siōng-tè;  Góa chiū-sī Iâ-hô-hoa.","tghg":"因為彼暝我欲遍行埃及地，拍死埃及地一切頭上生的，無論人及精牲，閣欲審判埃及一切的上帝。我就是耶和華。","bklhl":"因為hit暝我beh遍行埃及地，phah死埃及地一切頭上生ê，無論人kap cheng-siⁿ；koh beh審判埃及一切ê上帝；我就是耶和華。"}},{"book":"出","chapter":12,"verse":13,"versions":{"unv":"這血要在你們所住的房屋上作記號；我一見這血，就越過你們去。我擊殺埃及地頭生的時候，災殃必不臨到你們身上滅你們。」","bklcl":"Chit-ê huih tī lín só͘ khiā-khí ê chhù, beh chòe lín ê kì-hō;  Góa chi̍t-ē khòaⁿ-kìⁿ chit-ê huih, chiū tùi lín pôaⁿ-kè-khì;  Góa phah Ai-ki̍p tōe ê sî, chai-ē bô kàu tī lín, lâi bia̍t lín.","tghg":"此個血佇恁所徛起的厝欲做恁的記號；我一下看見此個血，就對恁𨃟過去。我拍埃及地的時，災禍無到佇恁來滅恁。」","bklhl":"Chit ê血tī lín所khiā起ê厝，beh做lín ê記號；我一下看見chit ê血，就tùi lín pôaⁿ過去；我phah埃及地ê時，災禍無到tī lín，來滅lín。"}},{"book":"出","chapter":12,"verse":14,"versions":{"unv":"「你們要記念這日，守為耶和華的節，作為你們世世代代永遠的定例。","bklcl":"Lín tio̍h ēng chit-ji̍t chòe kì-liām, siú i chòe Iâ-hô-hoa ê choeh;  lín tio̍h tāi-tāi siú chit-ê choeh, chòe éng-oán ê lē.","tghg":"「恁著用此日做紀念，守伊做耶和華的節，恁著代代守此個節做永遠的例。","bklhl":"Lín tio̍h用chit日做記念，守伊做耶和華ê節；lín tio̍h代代守chit ê節，做永遠ê例。"}},{"book":"出","chapter":12,"verse":15,"versions":{"unv":"你們要吃無酵餅七日。頭一日要把酵從你們各家中除去；因為從頭一日起，到第七日為止，凡吃有酵之餅的，必從以色列中剪除。","bklcl":"Lín tio̍h chia̍h bô-kàⁿ-piáⁿ chhit-ji̍t kú;  thâu-chi̍t-ji̍t tio̍h tùi lín ta̍k keng chhù tû-khì kàⁿ;  in-ūi tùi thâu-chi̍t ji̍t kàu tē-chhit ji̍t, hoān-nā chia̍h ū kàⁿ ê, beh tùi Í-sek-lia̍t-tiong tû-khì.","tghg":"恁著食無酵餅七日久。頭一日著對恁逐間厝除去酵(kàⁿ)；因為對頭一日，到第七日，凡若食有酵的，欲對以色列中除去。","bklhl":"Lín tio̍h食無酵餅七日久；頭一日tio̍h tùi lín ta̍k間厝除去酵；因為tùi頭一日到第七日，凡若食有酵ê，beh tùi以色列中除去。"}},{"book":"出","chapter":12,"verse":16,"versions":{"unv":"頭一日你們當有聖會，第七日也當有聖會。這兩日之內，除了預備各人所要吃的以外，無論何工都不可做。","bklcl":"Thâu-chi̍t ji̍t lín tio̍h ū sèng-hōe, chhit-ji̍t iā tio̍h ū sèng-hōe;  chit nn̄g-ji̍t, tû-khì pī-pān ta̍k-lâng só͘ tio̍h chia̍h ê í-gōa, bô-lūn sím-mi̍h kang lóng m̄-thang chòe.","tghg":"頭一日恁著有聖會，七日也著有聖會。此二日，除去備辦逐人所著食的以外，無論甚麼工攏呣通做。","bklhl":"頭一日lín tio̍h有聖會，七日也tio̍h有聖會；chit兩日，除去備辦ta̍k人所tio̍h食ê以外，無論甚麼工 lóng m̄-thang做。"}},{"book":"出","chapter":12,"verse":17,"versions":{"unv":"你們要守無酵節，因為我正當這日把你們的軍隊從埃及地領出來。所以，你們要守這日，作為世世代代永遠的定例。","bklcl":"Lín tio̍h siú bô-kàⁿ-choeh;  in-ūi Góa tú-tú tī hit-ji̍t chhōa lín ê kun-tūi tùi Ai-ki̍p tōe chhut-lâi;  só͘-í lín tio̍h siú chit-ji̍t, ta̍k sè-tāi chòe éng-oán ê lē.","tghg":"恁著守無酵節，因為我扺扺佇彼日導恁的軍隊對埃及地出來。所以，恁著守此日，逐世代做永遠的例。","bklhl":"Lín tio̍h守無酵節；因為我tú-tú tī hit日chhōa lín ê軍隊tùi埃及地出來；所以lín tio̍h守chit日，ta̍k世代做永遠ê例。"}},{"book":"出","chapter":12,"verse":18,"versions":{"unv":"從正月十四日晚上，直到二十一日晚上，你們要吃無酵餅。","bklcl":"Tùi chiaⁿ-ge̍h cha̍p-sì ê-hng kàu jī-it ê-hng, lín tio̍h chia̍h bô-kàⁿ-piáⁿ.","tghg":"對正月十四下昏，到二一下昏，恁著食無酵餅。","bklhl":"Tùi正月十四ê-hng 到二一ê-hng，lín tio̍h食無酵餅。"}},{"book":"出","chapter":12,"verse":19,"versions":{"unv":"在你們各家中，七日之內不可有酵；因為凡吃有酵之物的，無論是寄居的，是本地的，必從以色列的會中剪除。","bklcl":"Tī lín ta̍k keng chhù, chhit-ji̍t-lāi m̄-thang ū kàⁿ;  in-ūi kìⁿ-nā chia̍h ū kàⁿ ê mi̍h, bô-lūn sī kià-kha-ê, á-sī pún-tōe-ê, hit-lâng tio̍h tùi Í-sek-lia̍t hōe-tiong tû-khì.","tghg":"佇恁逐間厝，七日內呣通有酵；因為見若食有酵的物，無論是寄腳的，抑是本地的，彼人著對以色列會中除去。","bklhl":"Tī lín ta̍k間厝，七日內m̄-thang有酵；因為見若食有酵ê物，無論是寄腳ê，á是本地ê，hit人tio̍h tùi以色列會中除去。"}},{"book":"出","chapter":12,"verse":20,"versions":{"unv":"有酵的物，你們都不可吃；在你們一切住處要吃無酵餅。」","bklcl":"Ū-kàⁿ ê mi̍h, lín lóng m̄-thang chia̍h;  tī lín it-chhè khiā-khí ê só͘-chāi, tio̍h chia̍h bô-kàⁿ-piáⁿ.","tghg":"有酵的物，恁攏呣通食；佇恁一切徛起的所在著食無酵餅。」","bklhl":"有酵ê物，lín lóng m̄-thang食；tī lín一切khiā起ê所在，tio̍h食無酵餅。"}},{"book":"出","chapter":12,"verse":21,"versions":{"unv":"於是，摩西召了以色列的眾長老來，對他們說：「你們要按著家口取出羊羔，把這逾越節的羊羔宰了。","bklcl":"Mô͘-se chiū kiò Í-sek-lia̍t chèng tiúⁿ-ló lâi, kā in kóng, Lín ta̍k-lâng tio̍h chiàu ke-kháu chhú iûⁿ-á, thâi i chòe pôaⁿ-kè-choeh.","tghg":"摩西就叫以色列眾長老來，給𪜶講：「恁逐人著照家口(ke-kháu)取羊仔，刣伊做𨃟過節。","bklhl":"摩西就叫以色列眾長老來，kā in講：Lín ta̍k人tio̍h照家口取羊á，刣伊做pôaⁿ過節。"}},{"book":"出","chapter":12,"verse":22,"versions":{"unv":"拿一把牛膝草，蘸盆裡的血，打在門楣上和左右的門框上。你們誰也不可出自己的房門，直到早晨。","bklcl":"Lín tio̍h the̍h chi̍t-pé ê gû-chhek-chháu, ùn phûn-lāi ê huih, ēng phûn-lāi ê huih boah mn̂g-bâi, kap siang-pêng ê mn̂g-khiā;  lín bô-lūn sím-mi̍h lâng m̄-thang tùi i ê chhù chhut-mn̂g, ti̍t-kàu bîn-á-chá-khí.","tghg":"恁著提(the̍h)一把(chi̍t-pé)的牛膝草(gû-chhek-chháu)，搵(ùn)盆內(phûn-lāi)的血，用盆內的血抹門楣(mn̂g-bâi)及雙旁的門竪(mn̂g-khiā)。恁無論甚麼人呣通對伊的厝出門，直到明仔早起。","bklhl":"Lín tio̍h the̍h一把ê牛膝草，ùn盆內ê血，用盆內ê血抹門楣，kap雙pêng ê門khiā；lín無論甚麼人m̄-thang tùi伊ê厝出門，直到明á早起。"}},{"book":"出","chapter":12,"verse":23,"versions":{"unv":"因為耶和華要巡行擊殺埃及人，他看見血在門楣上和左右的門框上，就必越過那門，不容滅命的進你們的房屋，擊殺你們。","bklcl":"In-ūi Iâ-hô-hoa beh piàn-kiâⁿ, phah-sí Ai-ki̍p lâng;  I khòaⁿ-kìⁿ huih tī mn̂g-bâi, kap siang-pêng ê mn̂g-khiā, Iâ-hô-hoa chiū beh pôaⁿ-kè hit-ê mn̂g, m̄-chún bia̍t sìⁿ-miā-ê ji̍p lín ê chhù, lâi phah-sí lín.","tghg":"因為耶和華欲遍行拍死埃及人，伊看見血佇門楣及雙旁的門竪，耶和華就欲𨃟過彼個門，呣准滅生命的入恁的厝，來拍死恁。","bklhl":"因為耶和華beh遍行，phah死埃及人；伊看見血tī門楣，kap雙pêng ê門khiā，耶和華就beh pôaⁿ過hit ê門，m̄准滅性命ê入lín ê厝，來phah死lín。"}},{"book":"出","chapter":12,"verse":24,"versions":{"unv":"這例，你們要守著，作為你們和你們子孫永遠的定例。","bklcl":"Chit-ê sū, lín tio̍h siú i, chòe lín kap lín ê kiáⁿ-sun éng-oán ê lē.","tghg":"此個事，恁著守伊，做恁及恁的子孫永遠的例。","bklhl":"Chit ê事，lín tio̍h守伊，做lín kap lín ê kiaⁿ孫永遠ê例。"}},{"book":"出","chapter":12,"verse":25,"versions":{"unv":"日後，你們到了耶和華按著所應許賜給你們的那地，就要守這禮。","bklcl":"Āu-lâi lín kàu Iâ-hô-hoa chiàu I só͘ èng-ún siúⁿ-sù lín hit-ê tōe, chiū tio̍h siú chit-ê lé.","tghg":"後來，恁到耶和華照伊所應允賞賜恁彼個地，就著守此個禮。","bklhl":"後來lín到耶和華照伊所應允賞賜lín hit ê地，就tio̍h守chit ê禮。"}},{"book":"出","chapter":12,"verse":26,"versions":{"unv":"你們的兒女問你們說：『行這禮是甚麼意思？』","bklcl":"Lín ê kiáⁿ-jî nā mn̄g lín, Ūi siáⁿ-sū kiâⁿ chit-ê lé?","tghg":"恁的子兒若問恁：『為啥事行此個禮？』","bklhl":"Lín ê kiáⁿ兒若問lín，為啥事行chit ê禮？"}},{"book":"出","chapter":12,"verse":27,"versions":{"unv":"你們就說：『這是獻給耶和華逾越節的祭。當以色列人在埃及的時候，他擊殺埃及人，越過以色列人的房屋，救了我們各家。』」於是百姓低頭下拜。","bklcl":"lín chiū tio̍h kóng, Che sī Iâ-hô-hoa pôaⁿ-kè-choeh ê chè;  tng Í-sek-lia̍t lâng tī Ai-ki̍p ê sî, I phah-sí Ai-ki̍p lâng, pôaⁿ-kè Í-sek-lia̍t lâng ê chhù, kiù lán ta̍k-ke.  Tùi án-ni peh-sìⁿ àⁿ-thâu kèng-pài.","tghg":"恁就著講：『這是耶和華𨃟過節的祭。當以色列人佇埃及的時，伊拍死埃及人，𨃟過以色列人的厝，救咱逐家。』」對按呢百姓俯頭(àⁿ-thâu)敬拜。","bklhl":"lín就tio̍h講：這是耶和華pôaⁿ過節ê祭；當以色列人tī埃及ê時，伊phah死埃及人，pôaⁿ過以色列人ê厝，救咱ta̍k家。 Tùi án-ni，百姓àⁿ頭敬拜。"}},{"book":"出","chapter":12,"verse":28,"versions":{"unv":"耶和華怎樣吩咐摩西、亞倫，以色列人就怎樣行。","bklcl":"Í-sek-lia̍t lâng chiū khì án-ni kiâⁿ;  Iâ-hô-hoa só͘ hoan-hù Mô͘-se, A-lûn-ê, in chiàu án-ni kiâⁿ.","tghg":"以色列人就去按呢行，耶和華所吩咐摩西、亞倫的𪜶照按呢行。","bklhl":"以色列人就去án-ni行；耶和華所吩咐摩西、亞倫ê，in照án-ni行。"}},{"book":"出","chapter":12,"verse":29,"versions":{"unv":"到了半夜，耶和華把埃及地所有的長子，就是從坐寶座的法老，直到被擄囚在監裡之人的長子，以及一切頭生的牲畜，盡都殺了。","bklcl":"Kàu pòaⁿ-mî Iâ-hô-hoa chiong Ai-ki̍p tōe só͘ ū ê tōa-kiáⁿ, chiū-sī tùi chē-ūi ê Hoat-ló ê tōa-kiáⁿ kàu kaⁿ-hoān ê tōa-kiáⁿ, í-ki̍p thâu-chúi-siⁿ ê cheng-siⁿ, it-chīn thâi-sí.","tghg":"到半暝，耶和華將埃及地所有的大子，就是對坐位的法老的大子，到監犯(kaⁿ-hoān)的大子，以及頭水生的精牲，一盡刣死。","bklhl":"到半暝耶和華將埃及地所有ê大kiáⁿ，就是tùi坐位ê法老ê大kiáⁿ 到監犯ê大kiáⁿ，以及頭水生ê cheng-siⁿ，一盡刣死。"}},{"book":"出","chapter":12,"verse":30,"versions":{"unv":"法老和一切臣僕，並埃及眾人，夜間都起來了。在埃及有大哀號，無一家不死一個人的。","bklcl":"Hoat-ló kap it-chhè ê jîn-sîn, kap Ai-ki̍p ê chèng-lâng, mî-sî lóng khí-lâi;  tī Ai-ki̍p ū tōa thî-khàu ê siaⁿ, in-ūi bô chi̍t-ke bô sí-lâng.","tghg":"法老及一切的人臣，及埃及的眾人，暝時攏起來。佇埃及有大啼哭的聲，因為無一家無死人。","bklhl":"法老kap一切ê人臣，kap埃及ê眾人，暝時lóng起來；tī埃及有大啼哭ê聲，因為無一家無死人。"}},{"book":"出","chapter":12,"verse":31,"versions":{"unv":"夜間，法老召了摩西、亞倫來，說：「起來！連你們帶以色列人，從我民中出去，依你們所說的，去事奉耶和華吧！","bklcl":"Hoat-ló thàu-mî tiàu Mô͘-se, A-lûn kóng, Khí-lâi, kap Í-sek-lia̍t lâng tio̍h tùi góa ê peh-sìⁿ tiong-kan chhut-khì, chiàu lín só͘ kóng ê, khì ho̍k-sāi Iâ-hô-hoa;","tghg":"法老透暝召摩西、亞倫，講：「起來！及以色列人著對我的百姓中間出去，照恁所講的，去服事耶和華！","bklhl":"法老透暝召摩西、亞倫講：起來，kap以色列人tio̍h tùi我ê百姓中間出去，照lín所講ê，去服事耶和華；"}},{"book":"出","chapter":12,"verse":32,"versions":{"unv":"也依你們所說的，連羊群牛群帶著走吧！並要為我祝福。」","bklcl":"iā chiàu lín só͘ kóng ê, liân iûⁿ-kûn gû-kûn tòa-tòa khì;  iā tio̍h kā góa chiok-hok.","tghg":"也照恁所講的，連羊群牛群帶帶去！也著給我祝福。」","bklhl":"也照lín所講ê，連羊群牛群帶帶去；也tio̍h kā我祝福。"}},{"book":"出","chapter":12,"verse":33,"versions":{"unv":"埃及人催促百姓，打發他們快快出離那地，因為埃及人說：「我們都要死了。」","bklcl":"Ai-ki̍p lâng pek peh-sìⁿ;  kah in kín-kín chhut in ê tōe, kóng, Goán lóng sí-lah.","tghg":"埃及人迫百姓，教𪜶緊緊出𪜶的地，講：「阮攏死啦。」","bklhl":"埃及人逼百姓；kah in緊緊出in ê地，講：阮lóng死lah。"}},{"book":"出","chapter":12,"verse":34,"versions":{"unv":"百姓就拿著沒有酵的生麵，把摶麵盆包在衣服中，扛在肩頭上。","bklcl":"Peh-sìⁿ chiū the̍h bô-kàⁿ ê chhiⁿ-mī, chiong chhiau-mī ê khì-kū pau tī saⁿ-lāi, pē tī keng-thâu-téng.","tghg":"百姓就提無酵的生麵(chhiⁿ-mī)，將摶麵(chhiau-mī)的器具包佇衫內，背佇肩頭頂(keng-thâu-téng)。","bklhl":"百姓就the̍h無酵ê生麵，將chhiau麵ê器具包tī衫內，背tī肩頭頂。"}},{"book":"出","chapter":12,"verse":35,"versions":{"unv":"以色列人照著摩西的話行，向埃及人要金器、銀器，和衣裳。","bklcl":"Í-sek-lia̍t lâng chiàu Mô͘-se ê ōe kiâⁿ, tùi Ai-ki̍p thó gûn-khì kim-khì kap i-chiûⁿ.","tghg":"以色列人照摩西的話行，對埃及討銀器、金器及衣裳(i-chiûⁿ)。","bklhl":"以色列人照摩西ê話行，tùi埃及討銀器、金器kap衣裳。"}},{"book":"出","chapter":12,"verse":36,"versions":{"unv":"耶和華叫百姓在埃及人眼前蒙恩，以致埃及人給他們所要的。他們就把埃及人的財物奪去了。","bklcl":"Iâ-hô-hoa hō͘ peh-sìⁿ tit-tio̍h un-tián tī Ai-ki̍p lâng ê bīn-chêng, chiàu in só͘-thó-ê hō͘ in;  tùi án-ni in chhiúⁿ Ai-ki̍p lâng.","tghg":"耶和華互百姓得著恩典佇埃及人的面前，照𪜶所討的互𪜶。對按呢𪜶搶埃及人。","bklhl":"耶和華hō͘百姓得tio̍h恩典tī埃及人ê面前，照in所討ê hō͘ in；Tùi án-ni， in搶埃及人。"}},{"book":"出","chapter":12,"verse":37,"versions":{"unv":"以色列人從蘭塞起行，往疏割去；除了婦人孩子，步行的男人約有六十萬。","bklcl":"Í-sek-lia̍t lâng tùi Lân-sek khì So͘-kat, tû gín-á í-gōa, pō͘-kiâⁿ ê tōa-lâng iok ū la̍k-cha̍p-bān.","tghg":"以色列人對蘭塞(Lân-sek)去疏割(So͘-kat)；除囝仔以外，步行(pō͘-kiâⁿ)的大(toā)人約有六十萬。","bklhl":"以色列人tùi Lân-sek去So͘-kat，除gín-á以外，步行ê大人約有六十萬。"}},{"book":"出","chapter":12,"verse":38,"versions":{"unv":"又有許多閒雜人，並有羊群牛群，和他們一同上去。","bklcl":"Koh ū chōe-chōe cha̍p-cho̍k ê lâng, iā ū iûⁿ-kûn gû-kûn chōe-chōe cheng-siⁿ kap in chiūⁿ-khì.","tghg":"閣有多多雜族的人，也有羊群牛群多多精牲，及𪜶上(chiūⁿ)去。","bklhl":"Koh有chōe-chōe雜族ê人，也有羊群、牛群chōe-chōe cheng-siⁿ kap in上去。"}},{"book":"出","chapter":12,"verse":39,"versions":{"unv":"他們用埃及帶出來的生麵烤成無酵餅。這生麵原沒有發起；因為他們被催逼離開埃及，不能耽延，也沒有為自己預備甚麼食物。","bklcl":"In ēng Ai-ki̍p tòa-chhut-lâi ê chhiⁿ-mī pek-chòe bô-kàⁿ-piáⁿ;  bô hoat-kàⁿ, sī in-ūi siū-pek chhut Ai-ki̍p, bōe-ōe iân-chhiân-tit, iā bô ūi ka-kī pī-pān sím-mi̍h chia̍h-mi̍h.","tghg":"𪜶用埃及帶出來的生麵煏做無酵餅。無發酵是因為受迫出埃及，𣍐會延迁(iân-chhiân)得，也無為家己備辦甚麼食(chia̍h)物。","bklhl":"In用埃及帶出來ê生麵pek做無酵餅；無發酵，是因為受逼出埃及，bōe會延chhiân得，也無為家己備辦甚麼食物。"}},{"book":"出","chapter":12,"verse":40,"versions":{"unv":"以色列人住在埃及共有四百三十年。","bklcl":"Í-sek-lia̍t lâng chhut-gōa tī Ai-ki̍p sì-pah saⁿ-cha̍p nî.","tghg":"以色列人出外佇埃及四百三十年。","bklhl":"以色列人出外tī埃及四百三十年。"}},{"book":"出","chapter":12,"verse":41,"versions":{"unv":"正滿了四百三十年的那一天，耶和華的軍隊都從埃及地出來了。","bklcl":"Kàu sì-pah saⁿ-cha̍p nî móa, tú-tú hit-ji̍t, Iâ-hô-hoa ê kun-tūi lóng tùi Ai-ki̍p tōe chhut-lâi.","tghg":"到四百三十年滿抵抵(tú-tú)彼日，耶和華的軍隊攏對埃及地出來。","bklhl":"到四百三十年滿，tú-tú hit日，耶和華ê軍隊lóng tùi埃及地出來。"}},{"book":"出","chapter":12,"verse":42,"versions":{"unv":"這夜是耶和華的夜；因耶和華領他們出了埃及地，所以當向耶和華謹守，是以色列眾人世世代代該謹守的。","bklcl":"Chit-mî tio̍h ūi Iâ-hô-hoa siú i, in-ūi I chhōa in chhut Ai-ki̍p tōe;  che sī Iâ-hô-hoa ê mî, sī Í-sek-lia̍t chèng lâng tāi-tāi só͘ tio̍h siú-ê.","tghg":"此暝(chit-mî)著為耶和華守伊；因為伊導𪜶出埃及地，這是耶和華的暝，是以色列眾人代代所著守的。","bklhl":"Chit暝tio̍h為耶和華守伊，因為伊chhōa in出埃及地；這是耶和華ê暝，是以色列眾人代代所tio̍h守ê。"}},{"book":"出","chapter":12,"verse":43,"versions":{"unv":"耶和華對摩西、亞倫說：「逾越節的例是這樣：外邦人都不可吃這羊羔。","bklcl":"Iâ-hô-hoa tùi Mô͘-se, A-lûn kóng, Pôaⁿ-kè-choeh ê lē sī án-ni;","tghg":"耶和華對摩西、亞倫講：「𨃟過節的例是按呢：外邦人攏呣通食伊。","bklhl":"耶和華對摩西、亞倫講：pôaⁿ過節ê例是án-ni；"}},{"book":"出","chapter":12,"verse":44,"versions":{"unv":"但各人用銀子買的奴僕，既受了割禮就可以吃。","bklcl":"gōa-pang lâng lóng m̄-thang chia̍h i;  to̍k-to̍k ta̍k-lâng ēng gûn bóe ê lô͘-po̍k, í-keng kā i kiâⁿ kat-lé, chiū thang chia̍h.","tghg":"獨獨逐人用銀買的奴僕，已經給伊行割禮就通食。","bklhl":"外邦人lóng m̄-thang食伊；獨獨ta̍k人用銀買ê奴僕，已經kā伊行割禮，就thang食。"}},{"book":"出","chapter":12,"verse":45,"versions":{"unv":"寄居的和雇工人都不可吃。","bklcl":"Kià-kha-ê kap chhiàⁿ-kang lâng lóng m̄-thang chia̍h.","tghg":"寄腳的及倩(chhiàⁿ)工人攏呣通食。","bklhl":"寄腳ê kap倩工人lóng m̄-thang食。"}},{"book":"出","chapter":12,"verse":46,"versions":{"unv":"應當在一個房子裡吃；不可把一點肉從房子裡帶到外頭去。羊羔的骨頭一根也不可折斷。","bklcl":"Tio̍h tī chi̍t keng chhù chia̍h i, chi̍t tè bah iā m̄-thang tòa-chhut chhù-gōa;  i ê kut chi̍t-ki iā m̄-thang phah-chi̍h.","tghg":"著佇一間厝食伊；一塊肉也呣通帶出厝外。伊的骨一支也呣通拍折(chih)。","bklhl":"Tio̍h tī一間厝食伊，一塊肉也m̄-thang帶出厝外；伊ê骨一支也m̄-thang phah折。"}},{"book":"出","chapter":12,"verse":47,"versions":{"unv":"以色列全會眾都要守這禮。","bklcl":"Í-sek-lia̍t choân-hōe lóng tio̍h siú i.","tghg":"以色列全會攏著守伊。","bklhl":"以色列全會lóng tio̍h守伊。"}},{"book":"出","chapter":12,"verse":48,"versions":{"unv":"若有外人寄居在你們中間，願向耶和華守逾越節，他所有的男子務要受割禮，然後才容他前來遵守，他也就像本地人一樣；但未受割禮的，都不可吃這羊羔。","bklcl":"Nā ū gōa-cho̍k lâng chhut-gōa tī lín tiong-kan, ài siú pôaⁿ-kè-choeh lâi ho̍k-sāi Iâ-hô-hoa, i só͘-ū ê ta-po͘-lâng tio̍h siū kat-lé, jiân-āu i thang lâi siú, chiū kap pún-cho̍k ê lâng bô koh-iūⁿ;  chóng-sī bô siū kat-lé ê lâng, lóng m̄-thang chia̍h i.","tghg":"若有外族人出外佇恁中間，愛守𨃟過節來服事耶和華，伊所有的查甫人著受割禮，然後伊通來守，就及本族的人無各樣；總是無受割禮的人，攏呣通食伊。","bklhl":"若有外族人出外tī lín中間，ài守pôaⁿ過節來服事耶和華，伊所有ê ta-po͘人tio̍h受割禮，然後伊thang來守，就kap本族ê人無各樣；總是無受割禮ê人，lóng m̄-thang食伊。"}},{"book":"出","chapter":12,"verse":49,"versions":{"unv":"本地人和寄居在你們中間的外人同歸一例。」","bklcl":"Pún-cho̍k ê lâng kap gōa-cho̍k ê lâng chhut-gōa tī lín tiong-kan, lóng tâng-chi̍t-iūⁿ ê lē.","tghg":"本族的人及外族的人出外佇恁中間，攏同一樣的例。」","bklhl":"本族ê人kap外族ê人出外tī lín中間，lóng同一樣ê例。"}},{"book":"出","chapter":12,"verse":50,"versions":{"unv":"耶和華怎樣吩咐摩西、亞倫，以色列眾人就怎樣行了。","bklcl":"Í-sek-lia̍t chèng-lâng chiū án-ni kiâⁿ, chiàu Iâ-hô-hoa só͘ hoan-hù Mô͘-se, A-lûn ê khì chòe.","tghg":"以色列眾人就按呢行，照耶和華所吩咐摩西、亞倫的去做。","bklhl":"以色列眾人就án-ni行，照耶和華所吩咐摩西、亞倫ê去做。"}},{"book":"出","chapter":12,"verse":51,"versions":{"unv":"正當那日，耶和華將以色列人按著他們的軍隊，從埃及地領出來。","bklcl":"Tng hit-ji̍t Iâ-hô-hoa chhōa Í-sek-lia̍t lâng, chiàu in ê kun-tūi, chhut Ai-ki̍p tōe.","tghg":"當彼日，耶和華導以色列人照𪜶的軍隊，出埃及地。","bklhl":"當hit日耶和華chhōa以色列人，照in ê軍隊，出埃及地。"}}]