[{"book":"出","chapter":7,"verse":1,"versions":{"unv":"耶和華對摩西說：「我使你在法老面前代替　神，你的哥哥亞倫是替你說話的。","bklcl":"Iâ-hô-hoa tùi Mô͘-se kóng, Khòaⁿ ah, Góa hō͘ lí tùi-tī Hoat-ló chòe siōng-tè; lí ê hiaⁿ A-lûn beh chòe lí ê sian-ti.","tghg":"耶和華對摩西講：「看啊，我互你對佇法老做上帝，你的兄亞倫欲做你的先知。","bklhl":"耶和華對摩西講：看ah，我hō͘你tùi-tī法老做上帝；你ê兄亞倫beh做你ê先知。"}},{"book":"出","chapter":7,"verse":2,"versions":{"unv":"凡我所吩咐你的，你都要說。你的哥哥亞倫要對法老說，容以色列人出他的地。","bklcl":"Kìⁿ-nā Góa só͘ hoan-hù lí-ê, lí lóng tio̍h kóng i;  lí ê hiaⁿ A-lûn tio̍h tùi Hoat-ló kóng, hō͘ i chún Í-sek-lia̍t lâng chhut i ê tōe.","tghg":"見若我所吩咐你的，你攏著講伊。你的兄亞倫著對法老講，互伊准以色列人出伊的地。","bklhl":"見若我所吩咐你ê，你lóng tio̍h講伊；你ê兄亞倫tio̍h對法老講：hō͘伊准以色列人出伊ê地。"}},{"book":"出","chapter":7,"verse":3,"versions":{"unv":"我要使法老的心剛硬，也要在埃及地多行神蹟奇事。","bklcl":"Góa beh hō͘ Hoat-ló ê sim ngī, iā beh tī Ai-ki̍p tōe kiâⁿ Góa chōe-chōe ê sîn-jiah kî-sū.","tghg":"我欲互法老的心硬，也欲佇埃及地行我多多的神蹟奇事。","bklhl":"我beh hō͘法老ê心硬，也beh tī埃及地行我chōe-chōe ê神蹟奇事。"}},{"book":"出","chapter":7,"verse":4,"versions":{"unv":"但法老必不聽你們；我要伸手重重地刑罰埃及，將我的軍隊以色列民從埃及地領出來。","bklcl":"Chóng-sī Hoat-ló bô beh thiaⁿ lín;  Góa beh chhun Góa ê chhiú tī Ai-ki̍p, ēng tōa ê sím-phòaⁿ chhōa Góa ê kun-tūi, Góa ê peh-sìⁿ Í-sek-lia̍t lâng, chhut Ai-ki̍p tōe.","tghg":"總是法老無欲聽恁；我欲伸我的手佇埃及，用大的審判導我的軍隊，我的百姓以色列人出埃及地。","bklhl":"總是法老無beh聽lín；我beh伸我ê手tī埃及，用大ê審判chhōa我ê軍隊，我ê百姓以色列人，出埃及地。"}},{"book":"出","chapter":7,"verse":5,"versions":{"unv":"我伸手攻擊埃及，將以色列人從他們中間領出來的時候，埃及人就要知道我是耶和華。」","bklcl":"Góa chhun Góa ê chhiú tī Ai-ki̍p, chhōa Í-sek-lia̍t lâng tùi in tiong-kan chhut-lâi ê sî, Ai-ki̍p lâng chiū chai Góa sī Iâ-hô-hoa.","tghg":"我伸我的手佇埃及，導以色列人對𪜶中間出來的時，埃及人就知我是耶和華。」","bklhl":"我伸我ê手tī埃及，chhōa以色列人tùi in中間出來ê時，埃及人就知我是耶和華。"}},{"book":"出","chapter":7,"verse":6,"versions":{"unv":"摩西、亞倫這樣行；耶和華怎樣吩咐他們，他們就照樣行了。","bklcl":"Mô͘-se, A-lûn chiū án-ni kiâⁿ;  Iâ-hô-hoa cháiⁿ-iūⁿ hoan-hù in, in chiū chiàu án-ni kiâⁿ.","tghg":"摩西、亞倫就按呢行；耶和華怎樣吩咐𪜶，𪜶就照按呢行。","bklhl":"摩西、亞倫就án-ni行；耶和華怎樣吩咐in，in就照án-ni行。"}},{"book":"出","chapter":7,"verse":7,"versions":{"unv":"摩西、亞倫與法老說話的時候，摩西八十歲，亞倫八十三歲。","bklcl":"In kap Hoat-ló kóng-ōe ê sî, Mô͘-se poeh-cha̍p hè, A-lûn poeh-cha̍p-saⁿ hè.","tghg":"𪜶及法老講話的時，摩西八十歲，亞倫八十三歲。","bklhl":"In kap法老講話ê時，摩西八十歲，亞倫八十三歲。"}},{"book":"出","chapter":7,"verse":8,"versions":{"unv":"耶和華曉諭摩西、亞倫說：","bklcl":"Iâ-hô-hoa tùi Mô͘-se tùi A-lûn kóng,","tghg":"耶和華對摩西、對亞倫講：","bklhl":"耶和華對摩西對亞倫講："}},{"book":"出","chapter":7,"verse":9,"versions":{"unv":"「法老若對你們說：『你們行件奇事吧！』你就吩咐亞倫說：『把杖丟在法老面前，使杖變作蛇。』」","bklcl":"Hoat-ló nā tùi lín kóng, Lín tio̍h kiâⁿ chi̍t kiāⁿ kî-sū lâi khòaⁿ-māi leh; lí tio̍h tùi A-lûn kóng, Kia̍h lí ê koáiⁿ-á lâi hiat tī Hoat-ló ê bīn-chêng, hō͘ i pìⁿ-chòe chôa.","tghg":"「法老若對恁講：『恁著行一件奇事來看覓唧(khòaⁿ-māi-cheh)！』你著對亞倫講：『攑你的枴仔來㧒佇法老的面前，互伊變做蛇。』」","bklhl":"法老若對lín講：Lín tio̍h行一件奇事來看māi leh；你tio̍h對亞倫講：Kia̍h你ê柺á來hiat tī法老ê面前，hō͘伊變做蛇。"}},{"book":"出","chapter":7,"verse":10,"versions":{"unv":"摩西、亞倫進去見法老，就照耶和華所吩咐的行。亞倫把杖丟在法老和臣僕面前，杖就變作蛇。","bklcl":"Mô͘-se, A-lûn ji̍p-khì kìⁿ Hoat-ló, chiū án-ni kiâⁿ, chiàu Iâ-hô-hoa só͘ hoan-hù-ê;  A-lûn chiong i ê koáiⁿ-á hiat tī Hoat-ló kap i ê jîn-sîn ê bīn-chêng, koáiⁿ-á chiū pìⁿ-chòe chôa.","tghg":"摩西、亞倫入去見法老，就按呢行照耶和華所吩咐的。亞倫將伊的枴仔㧒佇法老及伊的人臣的面前，枴仔就變做蛇。","bklhl":"摩西、亞倫入去見法老，就án-ni行，照耶和華所吩咐ê；亞倫將伊ê柺á hiat tī法老kap伊ê人臣ê面前，柺á就變做蛇。"}},{"book":"出","chapter":7,"verse":11,"versions":{"unv":"於是法老召了博士和術士來；他們是埃及行法術的，也用邪術照樣而行。","bklcl":"Hoat-ló iā tiàu tì-hūi ê lâng kap sai-kong lâi, in sī Ai-ki̍p ê phok-sū, iā ēng in ê siâ-su̍t chiàu án-ni kiâⁿ.","tghg":"法老也召智慧的人及師公來；𪜶是埃及的博士，也用𪜶的邪術照按呢行。","bklhl":"法老也召智慧ê人kap司公來，in是埃及ê博士，也用in ê邪術照án-ni行。"}},{"book":"出","chapter":7,"verse":12,"versions":{"unv":"他們各人丟下自己的杖，杖就變作蛇；但亞倫的杖吞了他們的杖。","bklcl":"In ta̍k-lâng hiat in ê koáiⁿ-á, lóng pìⁿ-chòe chôa;  chóng-sī A-lûn ê koáiⁿ-á thun in ê koáiⁿ-á.","tghg":"𪜶逐人㧒𪜶的枴仔，攏變做蛇；總是亞倫的枴仔吞𪜶的枴仔。","bklhl":"In ta̍k人hiat in ê柺á，lóng變做蛇；總是亞倫ê柺á吞in ê柺á。"}},{"book":"出","chapter":7,"verse":13,"versions":{"unv":"法老心裡剛硬，不肯聽從摩西、亞倫，正如耶和華所說的。","bklcl":"Hoat-ló ê sim ngī, bô beh thiaⁿ in, tú-tú chiàu Iâ-hô-hoa só͘ kóng-ê.","tghg":"法老的心硬，無欲聽𪜶，抵抵(tú-tú)照耶和華所講的。","bklhl":"法老ê心硬，無beh聽in，tú-tú照耶和華所講ê。"}},{"book":"出","chapter":7,"verse":14,"versions":{"unv":"耶和華對摩西說：「法老心裡固執，不肯容百姓去。","bklcl":"Iâ-hô-hoa tùi Mô͘-se kóng, Hoat-ló ê sim kò͘-chip, i m̄-chún peh-sìⁿ khì.","tghg":"耶和華對摩西講：「法老的心固執，伊呣准百姓去。","bklhl":"耶和華對摩西講：法老ê心固執，伊m̄准百姓去。"}},{"book":"出","chapter":7,"verse":15,"versions":{"unv":"明日早晨，他出來往水邊去，你要往河邊迎接他，手裡要拿著那變過蛇的杖，","bklcl":"Thiⁿ-kng-chá lí khì kìⁿ Hoat-ló;  khòaⁿ ah, i chhut-khì chúi-piⁿ;  lí tio̍h khiā tī hô-piⁿ tán-chih i;  lí ê chhiú tio̍h kia̍h hit-ki pìⁿ-chôa ê koáiⁿ-á,","tghg":"天光早，你去見法老，看啊，伊出去水邊，你著徛佇河邊等接伊，你的手著攑彼支變蛇的枴仔，","bklhl":"天光早你去見法老；看ah，伊出去水邊；你tio̍h khiā tī河邊等接伊；你ê手tio̍h kia̍h hit支變蛇ê柺á，"}},{"book":"出","chapter":7,"verse":16,"versions":{"unv":"對他說：『耶和華─希伯來人的　神打發我來見你，說：容我的百姓去，好在曠野事奉我。到如今你還是不聽。","bklcl":"tùi i kóng, Iâ-hô-hoa , Hi-pek-lâi lâng ê Siōng-tè, chhe góa lâi kìⁿ lí, kóng, Chún Góa ê peh-sìⁿ khì, thang tī khòng-iá ho̍k-sāi Góa;  khòaⁿ ah, kàu-taⁿ lí iáu-bē ū thiaⁿ.","tghg":"對伊講：『耶和華──希伯來人的上帝差我來見你，講：准我的百姓去，通佇曠野服事我。看啊，到今你猶未有聽。","bklhl":"對伊講，耶和華，希伯來人ê上帝，差我來見你，講：准我ê百姓去，thang tī曠野服事我；看ah，到taⁿ你猶未有聽。"}},{"book":"出","chapter":7,"verse":17,"versions":{"unv":"耶和華這樣說：我要用我手裡的杖擊打河中的水，水就變作血；因此，你必知道我是耶和華。","bklcl":"Iâ-hô-hoa án-ni kóng, Lí beh tùi chit chi̍t-kiāⁿ chai Góa sī Iâ-hô-hoa;  khòaⁿ ah, góa beh ēng góa chhiú-ni̍h ê koáiⁿ-á phah hô-tiong ê chúi, chúi chiū pìⁿ-chòe huih.","tghg":"耶和華按呢講：你欲對此一件知我是耶和華。看啊，我欲用我手裡的枴仔拍河中的水，水就變做血；","bklhl":"耶和華án-ni講：你beh tùi chit一件知我是耶和華；看ah，我beh用我手裡ê柺á phah河中ê水，水就變做血。"}},{"book":"出","chapter":7,"verse":18,"versions":{"unv":"河裡的魚必死，河也要腥臭，埃及人就要厭惡吃這河裡的水。』」","bklcl":"Hô-ni̍h ê hî beh sí, hô iā beh chhàu-bī;  Ai-ki̍p lâng iàm-chiān m̄-ài lim hô ê chúi.","tghg":"河裡的魚欲死，河也欲臭味，埃及人厭賤(iàm-chiān)呣愛飲河的水。』」","bklhl":"河裡ê魚beh死，河也beh臭味；埃及人厭賤m̄-ài lim河ê水。"}},{"book":"出","chapter":7,"verse":19,"versions":{"unv":"耶和華曉諭摩西說：「你對亞倫說：『把你的杖伸在埃及所有的水以上，就是在他們的江、河、池、塘以上，叫水都變作血。在埃及遍地，無論在木器中，石器中，都必有血。』」","bklcl":"Iâ-hô-hoa tùi Mô͘-se kóng, Lí tio̍h kā A-lûn kóng, Kia̍h lí ê koáiⁿ-á, chhun lí ê chhiú tī Ai-ki̍p chiah-ê chúi ê téng-bīn, chiū-sī tī in ê kang, hô, tî, kap it-chhè ê chúi-khut ê téng-bīn, hō͘ in lóng pìⁿ-chòe huih;  tī Ai-ki̍p piàn-tōe, bô-lūn chhâ ê khì-kū, chio̍h ê khì-kū, lóng beh ū huih.","tghg":"耶和華對摩西講：「你著給亞倫講：『攑你的枴仔伸你的手佇埃及諸個水的頂面，就是佇𪜶的江、河、池及一切的水窟的頂面，互𪜶攏變做血。佇埃及遍地，無論柴的器具、石的器具，攏欲有血。』」","bklhl":"耶和華對摩西講：你tio̍h kā亞倫講：Kia̍h你ê柺á，伸你ê手tī埃及chiah ê水ê頂面，就是tī in ê江、河、池，kap一切ê水窟ê頂面，hō͘ in lóng變做血；tī埃及遍地，無論柴ê器具，石ê器具，lóng beh有血。"}},{"book":"出","chapter":7,"verse":20,"versions":{"unv":"摩西、亞倫就照耶和華所吩咐的行。亞倫在法老和臣僕眼前舉杖擊打河裡的水，河裡的水都變作血了。","bklcl":"Mô͘-se, A-lûn chiū án-ni kiâⁿ, chiàu Iâ-hô-hoa só͘ hoan-hù;  tī Hoat-ló kap i ê jîn-sîn ê bīn-chêng kia̍h-khí koáiⁿ-á, phah hô-ni̍h ê chúi; hô-ni̍h ê chúi lóng pìⁿ-chòe huih .","tghg":"摩西、亞倫就按呢行照耶和華所吩咐。佇法老及伊的人臣的面前攑起枴仔拍河裡的水，河裡的水攏變做血。","bklhl":"摩西、亞倫就án-ni行，照耶和華所吩咐；tī法老kap伊ê人臣ê面前kia̍h起柺á，phah河裡ê水；河裡ê水lóng變做血。"}},{"book":"出","chapter":7,"verse":21,"versions":{"unv":"河裡的魚死了，河也腥臭了，埃及人就不能吃這河裡的水；埃及遍地都有了血。","bklcl":"Hô-ni̍h ê hî lóng sí;  hô iā chhàu-bī;  Ai-ki̍p lâng bōe-ōe lim hô-ni̍h ê chúi;  Ai-ki̍p piàn-tōe lóng ū huih.","tghg":"河裡的魚攏死，河也臭味，埃及人𣍐會飲河裡的水；埃及遍地攏有血。","bklhl":"河裡ê魚lóng死；河也臭味；埃及人bōe能lim河裡ê水；埃及遍地lóng有血。"}},{"book":"出","chapter":7,"verse":22,"versions":{"unv":"埃及行法術的，也用邪術照樣而行。法老心裡剛硬，不肯聽摩西、亞倫，正如耶和華所說的。","bklcl":"Ai-ki̍p ê phok-sū iā ēng in ê siâ-su̍t chiàu án-ni kiâⁿ;  Hoat-ló ê sim ngī, m̄-thiaⁿ in;  tú-tú chiàu Iâ-hô-hoa só͘ kóng-ê.","tghg":"埃及的博士，也用𪜶的邪術照按呢行。法老的心硬，呣聽𪜶，抵抵照耶和華所講的。","bklhl":"埃及ê博士也用in ê邪術照án-ni行；法老ê心硬，m̄聽in；tú-tú照耶和華所講ê。"}},{"book":"出","chapter":7,"verse":23,"versions":{"unv":"法老轉身進宮，也不把這事放在心上。","bklcl":"Hoat-ló tò-khì i ê kiong-lāi;  chit-ê sū i iā bô khòa-sim.","tghg":"法老倒去伊的宮內，此個事伊也無掛心。","bklhl":"法老tò去伊ê宮內；chit ê事伊也無掛心。"}},{"book":"出","chapter":7,"verse":24,"versions":{"unv":"埃及人都在河的兩邊挖地，要得水喝，因為他們不能喝這河裡的水。","bklcl":"Ai-ki̍p lâng tī hô ê siang-pêng ku̍t tōe, ài tit-tio̍h chúi thang lim;  in-ūi hô ê chúi in bōe lim-tit.","tghg":"埃及人佇河的雙旁掘(ku̍t)地，愛得著水通飲，因為河的水𪜶𣍐飲得。","bklhl":"埃及人tī河ê雙pêng掘地，ài得tio̍h水thang lim；因為河ê水in bōe lim得。"}},{"book":"出","chapter":7,"verse":25,"versions":{"unv":"耶和華擊打河以後滿了七天。","bklcl":"Iâ-hô-hoa phah hô liáu-āu le̍k-kè chhit-ji̍t.","tghg":"耶和華拍河了後歷過七日。","bklhl":"耶和華phah河了後歷過七日。"}}]