[{"book":"出","chapter":19,"verse":1,"versions":{"unv":"以色列人出埃及地以後，滿了三個月的那一天，就來到西奈的曠野。","bklcl":"Í-sek-lia̍t lâng chhut Ai-ki̍p tōe ê liáu-āu tē-saⁿ ge̍h, tú-tú hit-ji̍t, in chiū kàu Se-nái ê khòng-iá.","tghg":"以色列人出埃及地的了後，第三月抵抵(tú-tú)彼日，𪜶就到西奈的曠野。","bklhl":"以色列人出埃及地ê了後第三月，tú-tú hit日，in就到西奈ê曠野。"}},{"book":"出","chapter":19,"verse":2,"versions":{"unv":"他們離了利非訂，來到西奈的曠野，就在那裡的山下安營。","bklcl":"In lī-khui Lī-hui-tèng, lâi kàu Se-nái ê khòng-iá, chiū tī khòng-iá chat-iâⁿ;  Í-sek-lia̍t lâng chiū tī hit-ê soaⁿ ê thâu-chêng chat-iâⁿ.","tghg":"𪜶離開利非訂，來到西奈的曠野，就佇曠野紮營，以色列人就佇彼個山的頭前紮營。","bklhl":"In離開Lī-hui-teng，來到西奈ê曠野，就tī曠野紮營；以色列人就tī hit ê山ê頭前紮營。"}},{"book":"出","chapter":19,"verse":3,"versions":{"unv":"摩西到　神那裡，耶和華從山上呼喚他說：「你要這樣告訴雅各家，曉諭以色列人說：","bklcl":"Mô͘-se chiūⁿ kàu Siōng-tè hia;  Iâ-hô-hoa tùi soaⁿ-ni̍h kiò i kóng, Lí tio̍h án-ni kā Ngá-kok-ke kóng, thong-ti Í-sek-lia̍t lâng chai;","tghg":"摩西上到上帝遐，耶和華對山裡叫伊講：「你著按呢給雅各家講，通知以色列人知：","bklhl":"摩西上到上帝hia；耶和華tùi山裡叫伊講：你tio̍h án-ni kā雅各家講：通知以色列人知；"}},{"book":"出","chapter":19,"verse":4,"versions":{"unv":"『我向埃及人所行的事，你們都看見了，且看見我如鷹將你們背在翅膀上，帶來歸我。","bklcl":"Góa tùi Ai-ki̍p lâng só͘ kiâⁿ ê sū, lín lóng khòaⁿ-kìⁿ;  koh khòaⁿ-kìⁿ Góa cháiⁿ-iūⁿ chhin-chhiūⁿ eng-chiáu ê si̍t pē lín, tòa lín lâi kui tī Góa.","tghg":"『我對埃及人所行的事，恁攏看見，閣看見我怎樣親像鷹鳥的翅背恁，帶恁來歸佇我。","bklhl":"我對埃及人所行ê事，lín lóng看見；koh看見我怎樣親像鷹鳥ê翼背lín，帶lín來歸tī我。"}},{"book":"出","chapter":19,"verse":5,"versions":{"unv":"如今你們若實在聽從我的話，遵守我的約，就要在萬民中作屬我的子民，因為全地都是我的。","bklcl":"Taⁿ lín nā si̍t-chāi thiaⁿ-thàn Góa ê ōe, chun-siú Góa ê iok, chiū tī lia̍t-kok-tiong lín beh chòe Góa ka-kī ê pó-pòe;  in-ūi choân-tōe lóng sī Góa-ê;","tghg":"今恁若實在聽趁我的話，遵守我的約，就佇列國中恁欲做我家己的寶貝，因為全地攏是我的。","bklhl":"Taⁿ lín若實在聽thàn我ê話，遵守我ê約，就tī列國中lín beh做我家己ê寶貝；因為全地lóng是我ê；"}},{"book":"出","chapter":19,"verse":6,"versions":{"unv":"你們要歸我作祭司的國度，為聖潔的國民。』這些話你要告訴以色列人。」","bklcl":"lín beh kui tī Góa, chòe chè-si ê kok, chòe sèng-kiat ê peh-sìⁿ.  Chiah-ê ōe sī lí só͘ tio̍h kā Í-sek-lia̍t lâng kóng-ê.","tghg":"恁欲歸佇我，做祭司的國，做聖潔的百姓。』諸個話是你所著給以色列人講的。」","bklhl":"lín beh歸tī我，做祭司ê國，做聖潔ê百姓。chiah ê話是你所tio̍h kā以色列人講ê。"}},{"book":"出","chapter":19,"verse":7,"versions":{"unv":"摩西去召了民間的長老來，將耶和華所吩咐他的話都在他們面前陳明。","bklcl":"Mô͘-se lâi chio-chi̍p peh-sìⁿ tiong-kan ê tiúⁿ-ló, chiong Iâ-hô-hoa só͘ hoan-hù i ê ōe, lóng pâi-lia̍t tī in ê bīn-chêng;","tghg":"摩西來招集百姓中間的長老，將耶和華所吩咐伊的話攏排列佇𪜶的面前。","bklhl":"摩西來招集百姓中間ê長老，將耶和華所吩咐伊ê話，lóng排列tī in ê面前；"}},{"book":"出","chapter":19,"verse":8,"versions":{"unv":"百姓都同聲回答說：「凡耶和華所說的，我們都要遵行。」摩西就將百姓的話回覆耶和華。","bklcl":"peh-sìⁿ lóng tâng-siaⁿ ìn kóng, Kìⁿ-nā Iâ-hô-hoa só͘ kóng-ê goán lóng beh chun-thàn.  Mô͘-se chiū chiong peh-sìⁿ ê ōe hê-hok Iâ-hô-hoa.","tghg":"百姓攏同聲應講：「見若耶和華所講的，阮攏欲遵趁。」摩西就將百姓的話回覆耶和華。","bklhl":"百姓lóng同聲應講，見若耶和華所講ê阮lóng beh遵thàn。摩西就將百姓ê話回覆耶和華。"}},{"book":"出","chapter":19,"verse":9,"versions":{"unv":"耶和華對摩西說：「我要在密雲中臨到你那裡，叫百姓在我與你說話的時候可以聽見，也可以永遠信你了。」於是，摩西將百姓的話奏告耶和華。","bklcl":"Iâ-hô-hoa kā Mô͘-se kóng, Khòaⁿ ah, Góa beh tī ba̍t-hûn ê tiong-kan lîm-kàu lí, hō͘ peh-sìⁿ thiaⁿ-kìⁿ Góa kap lí teh kóng, thang éng-oán sìn lí.  Mô͘-se chiū chiong peh-sìⁿ ê ōe kā Iâ-hô-hoa kóng.","tghg":"耶和華給摩西講：「看啊，我欲佇密雲的中間臨到你，互百姓聽見我及你啲講，通永遠信你。」摩西就將百姓的話給耶和華講。","bklhl":"耶和華kā摩西講：看ah，我beh tī密雲ê中間臨到你，hō͘百姓聽見我kap你teh講：thang永遠信你。摩西就將百姓ê話kā耶和華講。"}},{"book":"出","chapter":19,"verse":10,"versions":{"unv":"耶和華又對摩西說：「你往百姓那裡去，叫他們今天明天自潔，又叫他們洗衣服。","bklcl":"Iâ-hô-hoa koh kā Mô͘-se kóng, Lí khì peh-sìⁿ hia, kin-á-ji̍t bîn-á-ji̍t kā in hun-piat chòe-sèng, in iā tio̍h sóe-saⁿ.","tghg":"耶和華閣給摩西講：「你去百姓遐，今仔日明仔日給𪜶分別做聖，𪜶也著洗衫。","bklhl":"耶和華koh kā摩西講：你去百姓hia，今á日、明á日kā in分別做聖，in也tio̍h洗衫。"}},{"book":"出","chapter":19,"verse":11,"versions":{"unv":"到第三天要預備好了，因為第三天耶和華要在眾百姓眼前降臨在西奈山上。","bklcl":"Tio̍h pī-pān piān hù tē-saⁿ ji̍t;  in-ūi tē-saⁿ ji̍t, Iâ-hô-hoa beh tī chèng peh-sìⁿ ê bīn-chêng, kàng-lîm tī Se-nái soaⁿ.","tghg":"著備辦便赴第三日，因為第三日耶和華欲佇眾百姓的面前降臨佇西奈山。","bklhl":"Tio̍h備辦便赴第三日；因為第三日，耶和華beh tī眾百姓ê面前，降臨tī西奈山。"}},{"book":"出","chapter":19,"verse":12,"versions":{"unv":"你要在山的四圍給百姓定界限，說：『你們當謹慎，不可上山去，也不可摸山的邊界；凡摸這山的，必要治死他。","bklcl":"Lí tio̍h tī soaⁿ ê sì-ûi kā peh-sìⁿ siat kài-hān, kóng, Lín tio̍h kín-sīn, m̄-thang chiūⁿ-soaⁿ, iā m̄-thang bong i ê kau-kài;  kìⁿ-nā bong chit-ê soaⁿ ê, tek-khak tio̍h hō͘ i sí;","tghg":"你著佇山的四圍給百姓設界限(kài-hān)，講：『恁著謹慎，呣通上山，也呣通摸伊的交界；見若摸此個山的，的確著互伊死。","bklhl":"你tio̍h tī山ê四圍kā百姓設界限，講：Lín tio̍h謹慎，m̄-thang上山，也m̄-thang摸伊ê交界；見若摸chit ê山ê，的確tio̍h hō͘伊死；"}},{"book":"出","chapter":19,"verse":13,"versions":{"unv":"不可用手摸他，必用石頭打死，或用箭射透；無論是人是牲畜，都不得活。到角聲拖長的時候，他們才可到山根來。』」","bklcl":"m̄-thang ēng chhiú bong-i, tio̍h ēng chio̍h-thâu tìm i, á-sī ēng chìⁿ siā-i; bô-lūn sī lâng á cheng-siⁿ, lóng bōe oa̍h.  Kàu sàu-kak ê siaⁿ thoa-tn̂g ê sî, in tio̍h chiūⁿ-lâi soaⁿ-kha.","tghg":"呣通用手摸伊，著用石頭擲(tìm)伊，抑是用箭射伊；無論是人抑精牲，攏𣍐活。到哨角的聲拖長的時，𪜶著上來山腳。』」","bklhl":"m̄-thang用手摸伊，tio̍h用石頭tìm伊，á是用箭射伊；無論是人á cheng-siⁿ，lóng bōe活。到哨角ê聲拖長ê時，in tio̍h上來山腳。"}},{"book":"出","chapter":19,"verse":14,"versions":{"unv":"摩西下山往百姓那裡去，叫他們自潔，他們就洗衣服。","bklcl":"Mô͘-se lo̍h-soaⁿ kàu peh-sìⁿ hia, kā in hun-piat chòe-sèng;  in chiū ka-kī sóe saⁿ.","tghg":"摩西落山到百姓遐，給𪜶分別做聖，𪜶就家己洗衫。","bklhl":"摩西落山到百姓hia，kā in分別做聖；in就家己洗衫。"}},{"book":"出","chapter":19,"verse":15,"versions":{"unv":"他對百姓說：「到第三天要預備好了。不可親近女人。」","bklcl":"I tùi peh-sìⁿ kóng, Tio̍h pī-pān piān hù tē-saⁿ ji̍t, m̄-thang chhin-kūn hū-jîn-lâng.","tghg":"伊對百姓講：「著備辦便赴第三日。呣通親近婦仁人。」","bklhl":"伊對百姓講：Tio̍h備辦便赴第三日，m̄-thang親近婦人人。"}},{"book":"出","chapter":19,"verse":16,"versions":{"unv":"到了第三天早晨，在山上有雷轟、閃電，和密雲，並且角聲甚大，營中的百姓盡都發顫。","bklcl":"Kàu tē-saⁿ ji̍t thiⁿ-kng-chá, tī soaⁿ-téng ū lûi tân, sih-nà kap ba̍t-hûn, koh sàu-kak ê siaⁿ chin-tōa;  iâⁿ-lāi ê peh-sìⁿ lóng ngia̍uh-ngia̍uh-chhoah.","tghg":"到第三日天光早，佇山頂有雷鳴、閃爁及密雲，閣哨角的聲真大，營內的百姓攏愕愕惙。","bklhl":"到第三日天光早，tī山頂有雷tân，sih-nà kap密雲，koh哨角ê聲真大；營內ê百姓lóng ngia̍uh-ngia̍uh-chhoah。"}},{"book":"出","chapter":19,"verse":17,"versions":{"unv":"摩西率領百姓出營迎接　神，都站在山下。","bklcl":"Mô͘-se chhōa peh-sìⁿ chhut iâⁿ-pôaⁿ, ngiâ-chih Siōng-tè;  in lóng khiā tī soaⁿ-kha.","tghg":"摩西導百姓出營盤迎接(ngiâ-chih)上帝，𪜶攏徛佇山腳。","bklhl":"摩西chhōa百姓出營盤，迎接上帝；in lóng khiā tī山腳。"}},{"book":"出","chapter":19,"verse":18,"versions":{"unv":"西奈全山冒煙，因為耶和華在火中降於山上。山的煙氣上騰，如燒窯一般，遍山大大地震動。","bklcl":"Thong Se-nái soaⁿ lóng sī hé-ian;  in-ūi Iâ-hô-hoa tī hé-tiong kàng-lîm tī soaⁿ-téng;  soaⁿ ê hé-ian chhèng-koâiⁿ, chhin-chhiūⁿ hûi-iô ê ian, piàn-soaⁿ tōa tín-tāng.","tghg":"通西奈山攏是火煙，因為耶和華佇火中降臨佇山頂。山的火煙淐(chhèng)高，親像磁窯(hûi-iô)的煙，遍山大振動(tín-tāng)。","bklhl":"Thong西奈山lóng是火煙；因為耶和華tī火中降臨tī山頂；山ê火煙chhèng高，親像磁窯ê煙，遍山大振動。"}},{"book":"出","chapter":19,"verse":19,"versions":{"unv":"角聲漸漸地高而又高，摩西就說話，　神有聲音答應他。","bklcl":"Sàu-kak ê siaⁿ ná-tân ná-tōa, Mô͘-se kóng-ōe, Siōng-tè chhut-siaⁿ ìn i.","tghg":"哨角(sàu-kak)的聲愈鳴(tân)愈大，摩西講話，上帝出聲應伊。","bklhl":"哨角ê聲ná-tân ná大，摩西講話，上帝出聲應伊。"}},{"book":"出","chapter":19,"verse":20,"versions":{"unv":"耶和華降臨在西奈山頂上，耶和華召摩西上山頂，摩西就上去。","bklcl":"Iâ-hô-hoa kàng-lîm tī Se-nái soaⁿ, tī soaⁿ-bé-liu;  Iâ-hô-hoa tiàu Mô͘-se chiūⁿ soaⁿ-bé-liu;  Mô͘-se chiū chiūⁿ-khì.","tghg":"耶和華降臨佇西奈山佇山尾溜(soaⁿ-bé-liu)，耶和華召摩西上山尾溜，摩西就上去。","bklhl":"耶和華降臨tī西奈山，tī山尾溜；耶和華召摩西上山尾溜；摩西就上去。"}},{"book":"出","chapter":19,"verse":21,"versions":{"unv":"耶和華對摩西說：「你下去囑咐百姓，不可闖過來到我面前觀看，恐怕他們有多人死亡；","bklcl":"Iâ-hô-hoa tùi Mô͘-se kóng, Lí lo̍h-khì kìm-kài peh-sìⁿ, kiaⁿ-liáu in chhoàn-kè-kài, kàu Iâ-hô-hoa chia lâi khòaⁿ, tì-kàu in chōe-chōe lâng sí;","tghg":"耶和華對摩西講：「你落去禁戒百姓，驚了𪜶闖(chhoàn)過界到耶和華遮來看，致到𪜶多多人死；","bklhl":"耶和華對摩西講：你落去禁戒百姓，驚了in竄過界，到耶和華chia來看，致到in chōe-chōe人死；"}},{"book":"出","chapter":19,"verse":22,"versions":{"unv":"又叫親近我的祭司自潔，恐怕我忽然出來擊殺他們。」","bklcl":"liân chhin-kūn Iâ-hô-hoa ê chè-si, iā tio̍h ka-kī hun-piat chòe-sèng, kiaⁿ-liáu Iâ-hô-hoa hut-jiân chhut-lâi phah in.","tghg":"連親近耶和華的祭司也著家己分別做聖，驚了耶和華忽然出來拍𪜶。」","bklhl":"連親近耶和華ê祭司，也tio̍h家己分別做聖，驚了耶和華忽然出來phah in。"}},{"book":"出","chapter":19,"verse":23,"versions":{"unv":"摩西對耶和華說：「百姓不能上西奈山，因為你已經囑咐我們說：『要在山的四圍定界限，叫山成聖。』」","bklcl":"Mô͘-se tùi Iâ-hô-hoa kóng, Peh-sìⁿ bōe-ōe chiūⁿ Se-nái soaⁿ, in-ūi Lí í-keng kìm-kài goán kóng, Tio̍h tī soaⁿ ê sì-ûi siat kài-hān, hun-piat i chòe-sèng.","tghg":"摩西對耶和華講：「百姓𣍐會上西奈山，因為你已經禁戒阮講：『著佇山的四圍設界限，分別伊做聖。』」","bklhl":"摩西對耶和華講：百姓bōe會上西奈山，因為你已經禁戒阮講：Tio̍h tī山ê四圍設界限，分別伊做聖。"}},{"book":"出","chapter":19,"verse":24,"versions":{"unv":"耶和華對他說：「下去吧，你要和亞倫一同上來；只是祭司和百姓不可闖過來上到我面前，恐怕我忽然出來擊殺他們。」","bklcl":"Iâ-hô-hoa kā i kóng, Khì ah, lo̍h-khì;  lí tio̍h kap A-lûn chiūⁿ-lâi;  to̍k-to̍k chè-si kap peh-sìⁿ m̄-thang chhoàn-kè-kài chiūⁿ kàu Iâ-hô-hoa bīn-chêng, kiaⁿ-liáu I hut-jiân chhut-lâi phah in.","tghg":"耶和華給伊講：「去啊，落去，你著及亞倫上來；獨獨祭司及百姓呣通闖過界上到耶和華面前，驚了伊忽然出來拍𪜶。」","bklhl":"耶和華kā伊講：去ah，落去；你tio̍h kap亞倫上來；獨獨祭司kap百姓m̄-thang竄過界上到耶和華面前，驚了伊忽然出來phah in。"}},{"book":"出","chapter":19,"verse":25,"versions":{"unv":"於是摩西下到百姓那裡告訴他們。","bklcl":"Mô͘-se chiū lo̍h-khì, kàu peh-sìⁿ hia, kā in kóng.","tghg":"摩西就落去，到百姓遐給𪜶講。","bklhl":"摩西就落去，到百姓hia，kā in講。"}}]