[{"book":"出","chapter":3,"verse":1,"versions":{"unv":"摩西牧養他岳父米甸祭司葉忒羅的羊群；一日領羊群往野外去，到了　神的山，就是何烈山。","bklcl":"Mô͘-se kò͘ i ê tiūⁿ-lâng, Bí-tiân ê chè-si, Ia̍p-thek-lô, ê iûⁿ-kûn, kóaⁿ iûⁿ khì khòng-iá ê āu-bīn, kàu Siōng-tè ê soaⁿ, chiū-sī Hô-lia̍t soaⁿ.","tghg":"摩西顧伊的丈人米甸的祭司葉忒羅(Ia̍p-thek-lô)的羊群；趕羊去曠野的後面，到上帝的山，就是何烈山。","bklhl":"摩西顧伊ê丈人，米甸ê祭司，Ia̍p-thek-lô，ê羊群，趕羊去曠野ê後面，到上帝ê山，就是何烈山。"}},{"book":"出","chapter":3,"verse":2,"versions":{"unv":"耶和華的使者從荊棘裡火焰中向摩西顯現。摩西觀看，不料，荊棘被火燒著，卻沒有燒毀。","bklcl":"Iâ-hô-hoa ê sù-chiá tī chhì-phè-lāi hé-iām-tiong tùi i chhut-hiān, i khòaⁿ-kìⁿ, khòaⁿ ah, chhì-phè hō͘ hé sio, chhì-phè iā bô to̍h-khì.","tghg":"耶和華的使者佇莿帕(chhì-phè)內火焰中對伊出現。伊看見，看啊，莿帕互火燒，莿帕也無𤏸(to̍h)去。","bklhl":"耶和華ê使者tī刺phè內火燄中對伊出現，伊看見，看ah，刺phè hō͘火燒，刺phè也無to̍h去。"}},{"book":"出","chapter":3,"verse":3,"versions":{"unv":"摩西說：「我要過去看這大異象，這荊棘為何沒有燒壞呢？」","bklcl":"Mô͘-se kóng, Góa taⁿ beh oat-kè-khì, khòaⁿ chit-ê tōe ê kéng-siōng, chit-ê chhì-phè cháiⁿ-iūⁿ bô to̍h-khì ah.","tghg":"摩西講：「我今欲越過去看此個大的景象，此個莿帕怎樣無𤏸去啊？」","bklhl":"摩西講：我taⁿ beh oat過去，看chit ê地ê景象，chit ê刺phè怎樣無to̍h去ah。"}},{"book":"出","chapter":3,"verse":4,"versions":{"unv":"耶和華　神見他過去要看，就從荊棘裡呼叫說：「摩西！摩西！」他說：「我在這裡。」","bklcl":"Iâ-hô-hoa khòaⁿ-kìⁿ i oat-khì beh khòaⁿ, Siōng-tè chiū tùi chhì-phè-lāi kiò i kóng, Mô͘-se, Mô͘-se.  I chiū kóng, Góa tī-chia.","tghg":"耶和華看見伊越去欲看，上帝就對莿帕內叫伊講：「摩西！摩西！」伊就講：「我佇遮。」","bklhl":"耶和華看見伊oat去beh看，上帝就對刺phè內叫伊講：摩西，摩西。伊就講：我tī-chia。"}},{"book":"出","chapter":3,"verse":5,"versions":{"unv":"　神說：「不要近前來。當把你腳上的鞋脫下來，因為你所站之地是聖地」；","bklcl":"I chiū kóng, Lí bo̍h-tit kūn-óa lâi;  tio̍h thǹg lí kha-ni̍h ê ôe, in-ūi lí khiā ê só͘-chāi sī sèng-tōe.","tghg":"伊就講：「你莫得近倚來。著褪你腳裡的鞋，因為你徛的所在是聖地」；","bklhl":"伊就講：你莫得近óa來；tio̍h thǹg你腳裡ê鞋，因為你khiā ê所在是聖地。"}},{"book":"出","chapter":3,"verse":6,"versions":{"unv":"又說：「我是你父親的　神，是亞伯拉罕的　神，以撒的　神，雅各的　神。」摩西蒙上臉，因為怕看　神。","bklcl":"Koh kóng, Góa sī lí ê chó͘-kong ê Siōng-tè, A-pek-la̍h-hán ê Siōng-tè, Í-sat ê Siōng-tè, Ngá-kok ê Siōng-tè.  Mô͘-se jia i ê bīn; m̄-káⁿ khòaⁿ Siōng-tè.","tghg":"閣講：「我是你的祖公的上帝，亞伯拉罕的上帝，以撒的上帝，雅各的上帝。」摩西遮伊的面，呣敢看上帝。","bklhl":"Koh講：我是你ê祖公ê上帝，亞伯拉罕ê上帝，以撒ê上帝，雅各ê上帝。摩西遮伊ê面；m̄敢看上帝。"}},{"book":"出","chapter":3,"verse":7,"versions":{"unv":"耶和華說：「我的百姓在埃及所受的困苦，我實在看見了；他們因受督工的轄制所發的哀聲，我也聽見了。我原知道他們的痛苦，","bklcl":"Iâ-hô-hoa kóng, Góa ê peh-sìⁿ khiā-khí tī Ai-ki̍p ê, in ê khùn-khó͘ Góa si̍t-chāi í-keng khòaⁿ-kìⁿ lah;  in ūi-tio̍h tok-kang-ê lâi âu-kiò, Góa í-keng thiaⁿ-kìⁿ lah;  Góa pún chai in ê thòng-khó͘.","tghg":"耶和華講：「我的百姓徛起佇埃及的，𪜶的困苦我實在已經看見啦；𪜶為著督工者來喉叫，我已經聽見啦。我本知𪜶的痛苦，","bklhl":"耶和華講：我ê百姓khiā起tī埃及ê，in ê困苦我實在已經看見lah；in為tio̍h督工ê來喉叫，我已經聽見lah；我本知in ê痛苦。"}},{"book":"出","chapter":3,"verse":8,"versions":{"unv":"我下來是要救他們脫離埃及人的手，領他們出了那地，到美好、寬闊、流奶與蜜之地，就是到迦南人、赫人、亞摩利人、比利洗人、希未人、耶布斯人之地。","bklcl":"Taⁿ Góa lo̍h-lâi beh kiù in thoat-lī Ai-ki̍p lâng ê chhiú, chhōa in chhut hit-ê tōe, kàu pûi-súi khui-khoah ê tōe, kàu lâu lin kap bi̍t ê tōe, chiū-sī Ka-lâm, Hek, A-mô͘-lī, Pí-lī-sé, Hi-bī, Iâ-pò͘-su, hiah-ê cho̍k ê só͘-chāi.","tghg":"今我落來欲救𪜶脫離埃及人的手，導𪜶出彼個地，到肥媠、開闊的地，到流奶及蜜的地，就是迦南、赫(Hek)、亞摩利、比利洗、希未、耶布斯、許個族的所在。","bklhl":"Taⁿ我落來beh救in脫離埃及人ê手，chhōa in出hit ê地，到肥súi開闊ê地，到流奶kap蜜ê地，就是迦南、Hek、A-mô͘-lī、Pí-lī-sé、Hi-bī、Iâ-pò͘-su、hiah-ê族ê所在。"}},{"book":"出","chapter":3,"verse":9,"versions":{"unv":"現在以色列人的哀聲達到我耳中，我也看見埃及人怎樣欺壓他們。","bklcl":"Taⁿ Í-sek-lia̍t lâng âu-kiò ê siaⁿ kàu hō͘ Góa thiaⁿ-kìⁿ;  Góa iā khòaⁿ-kìⁿ Ai-ki̍p lâng khó͘-chhó͘ in ê kan-khó͘.","tghg":"今以色列人喉叫的聲到互我聽見，我也看見埃及人苦楚𪜶的艱苦。","bklhl":"Taⁿ以色列人喉叫ê聲到hō͘我聽見；我也看見埃及人苦楚in ê艱苦。"}},{"book":"出","chapter":3,"verse":10,"versions":{"unv":"故此，我要打發你去見法老，使你可以將我的百姓以色列人從埃及領出來。」","bklcl":"Taⁿ lí lâi, Góa beh chhe lí khì kìⁿ Hoat-ló, chhōa Góa ê peh-sìⁿ Í-sek-lia̍t lâng chhut Ai-ki̍p.","tghg":"今你來，我欲差你去見法老，導我的百姓以色列人出埃及。」","bklhl":"Taⁿ你來，我beh差你去見法老，chhōa我ê百姓以色列人出埃及。"}},{"book":"出","chapter":3,"verse":11,"versions":{"unv":"摩西對　神說：「我是甚麼人，竟能去見法老，將以色列人從埃及領出來呢？」","bklcl":"Mô͘-se tùi Siōng-tè kóng, Góa sī sím-mi̍h lâng thang khì kìⁿ Hoat-ló, chhōa Í-sek-lia̍t lâng chhut Ai-ki̍p ah?","tghg":"摩西對上帝講：「我是甚麼人通去見法老，導以色列人出埃及啊？」","bklhl":"摩西對上帝講：我是甚麼人thang去見法老，chhōa以色列人出埃及ah？"}},{"book":"出","chapter":3,"verse":12,"versions":{"unv":"　神說：「我必與你同在。你將百姓從埃及領出來之後，你們必在這山上事奉我；這就是我打發你去的證據。」","bklcl":"I kóng, Góa si̍t-chāi beh kap lí tī-teh;  lí chhōa peh-sìⁿ chhut Ai-ki̍p liáu-āu, lín beh tī chit-ê soaⁿ ho̍k-sāi Siōng-tè;  che beh chòe Góa chhe lí ê chèng-kù.","tghg":"伊講：「我實在欲及你佇啲。你導百姓出埃及了後，恁欲佇此個山服事上帝；這欲做我差你的證據。」","bklhl":"伊講：我實在beh kap你tī-teh；你chhōa百姓出埃及了後，lín beh tī chit ê山服事上帝；這beh做我差你ê證據。"}},{"book":"出","chapter":3,"verse":13,"versions":{"unv":"摩西對　神說：「我到以色列人那裡，對他們說：『你們祖宗的　神打發我到你們這裡來。』他們若問我說：『他叫甚麼名字？』我要對他們說甚麼呢？」","bklcl":"Mô͘-se tùi Siōng-tè kóng, Khòaⁿ ah, góa kàu Í-sek-lia̍t lâng hia, tùi in kóng, Lín chó͘-kong ê Siōng-tè chhe góa lâi lín chia;  in nā mn̄g góa kóng, I kiò sím-mi̍h miâ?  góa beh kā in kóng sím-mi̍h ah?","tghg":"摩西對上帝講：「看啊，我到以色列人遐，對𪜶講：『恁祖公的上帝差我來恁遮。』𪜶若問我講：『伊叫甚麼名？』我欲給𪜶講甚麼啊？」","bklhl":"摩西對上帝講：看ah，我到以色列人hia，對in講：Lín祖公ê上帝差我來lín chia；in若問我講：伊叫甚麼名？我beh kā in講甚麼ah？"}},{"book":"出","chapter":3,"verse":14,"versions":{"unv":"　神對摩西說：「我是自有永有的」；又說：「你要對以色列人這樣說：『那自有的打發我到你們這裡來。』」","bklcl":"Siōng-tè tùi Mô͘-se kóng, Góa sī Chū-jiân Jî-jiân-ê; koh kóng, Lí tio̍h kā Í-sek-lia̍t lâng án-ni kóng, Chū-jiân-ê chhe góa kàu lín chia.","tghg":"上帝對摩西講：「我是自然而然的」；閣講：「你著給以色列人按呢講：『自然的差我到恁遮。』」","bklhl":"上帝對摩西講：我是自然而然ê；koh講：你tio̍h kā以色列人án-ni講：自然ê差我到lín chia。"}},{"book":"出","chapter":3,"verse":15,"versions":{"unv":"　神又對摩西說：「你要對以色列人這樣說：『耶和華─你們祖宗的　神，就是亞伯拉罕的　神，以撒的　神，雅各的　神，打發我到你們這裡來。』耶和華是我的名，直到永遠；這也是我的紀念，直到萬代。","bklcl":"Siōng-tè koh tùi Mô͘-se kóng, Lí tio̍h tùi Í-sek-lia̍t lâng án-ni kóng, Chhe góa kàu lín chia ê, chiū-sī Iâ-hô-hoa, lín chó͘-kong ê Siōng-tè, A-pek-la̍h-hán ê Siōng-tè, Í-sat ê Siōng-tè, Ngá-kok ê Siōng-tè;  che sī Góa éng-oán ê miâ, che sī Góa ê kì-liām kàu bān-tāi.","tghg":"上帝閣對摩西講：「你著對以色列人按呢講：『差我到恁遮的，就是耶和華──恁祖公的上帝，亞伯拉罕的上帝，以撒的上帝，雅各的上帝。』這是我永遠的名，這是我的紀念，到萬代。","bklhl":"上帝koh對摩西講：你tio̍h對以色列人án-ni講：差我到lín chia ê，就是耶和華，lín祖公ê上帝，亞伯拉罕ê上帝，以撒ê上帝，雅各ê上帝；這是我永遠ê名，這是我ê記念到萬代。"}},{"book":"出","chapter":3,"verse":16,"versions":{"unv":"你去招聚以色列的長老，對他們說：『耶和華－你們祖宗的　神，就是亞伯拉罕的　神，以撒的　神，雅各的　神，向我顯現，說：我實在眷顧了你們，我也看見埃及人怎樣待你們。","bklcl":"Lí khì chio-chi̍p Í-sek-lia̍t ê tiúⁿ-ló, kā in kóng, Iâ-hô-hoa, lín chó͘-kong ê Siōng-tè, chiū-sī A-pek-la̍h-hán, Í-sat, Ngá-kok ê Siōng-tè, tùi góa chhut-hiān, kóng, Góa si̍t-chāi koàn-kò͘ lín, lâng tī Ai-ki̍p só͘ khoán-thāi lín ê, Góa iā ū khòaⁿ-kìⁿ.","tghg":"你去招集以色列的長老，給𪜶講：『耶和華──恁祖公的上帝，就是亞伯拉罕、以撒、雅各的上帝，對我出現，講：我實在眷顧恁，人佇埃及所款待恁的我也有看見。","bklhl":"你去招集以色列ê長老，kā in講：耶和華，lín祖公ê上帝，就是亞伯拉罕、以撒、雅各ê上帝，對我出現，講：我實在眷顧lín，人tī埃及所款待lín ê，我也有看見。"}},{"book":"出","chapter":3,"verse":17,"versions":{"unv":"我也說：要將你們從埃及的困苦中領出來，往迦南人、赫人、亞摩利人、比利洗人、希未人、耶布斯人的地去，就是到流奶與蜜之地。』","bklcl":"Góa iā bat kóng, Góa beh chhōa lín chhut Ai-ki̍p ê kan-khó͘, kàu Ka-lâm, Hek, A-mô͘-lī, Pí-lī-sé, Hi-bī, Iâ-pò͘-su, hiah-ê cho̍k ê tōe, kàu lâu lin kap bi̍t ê tōe.","tghg":"我也曾講：我欲導恁出埃及的艱苦，到迦南、赫、亞摩利、比利洗、希未、耶布斯許個族的地，到流奶及蜜的地。』","bklhl":"我也bat講：我beh chhōa lín出埃及ê艱苦，到迦南，Hek，A-mô͘-lī，Pí-lī-sé，Hi-bī，Iâ-pò͘-su，hiah-ê族ê地，到流奶kap蜜ê地。"}},{"book":"出","chapter":3,"verse":18,"versions":{"unv":"他們必聽你的話。你和以色列的長老要去見埃及王，對他說：『耶和華─希伯來人的　神遇見了我們，現在求你容我們往曠野去，走三天的路程，為要祭祀耶和華─我們的　神。』","bklcl":"In beh thiaⁿ lí ê ōe;  lí kap Í-sek-lia̍t ê tiúⁿ-ló tio̍h khì kìⁿ Ai-ki̍p ông, kā i kóng, Hi-pek-lâi lâng ê Siōng-tè Iâ-hô-hoa í-keng tú-tio̍h goán;  taⁿ kiû lí iông-ún goán khì khòng-iá, kiâⁿ saⁿ-ji̍t ê lō͘-chām, beh chè-sū Iâ-hô-hoa, goán ê Siōng-tè.","tghg":"𪜶欲聽你的話。你及以色列的長老著去見埃及王，給伊講：『希伯來人的上帝──耶和華已經抵著(tú-tio̍h)阮，今求你容允阮去曠野，行三日的路站，欲祭祀耶和華──阮的上帝。』","bklhl":"In beh聽你ê話；你kap以色列ê長老tio̍h去見埃及王，kā伊講：希伯來人ê上帝耶和華已經tú-tio̍h阮；taⁿ求你容允阮去曠野，行三日ê路站，beh祭祀耶和華，阮ê上帝。"}},{"book":"出","chapter":3,"verse":19,"versions":{"unv":"我知道雖用大能的手，埃及王也不容你們去。","bklcl":"Góa chai sui-jiân ēng tōa koân-lêng ê chhiú, Ai-ki̍p ông iā m̄ hō͘ lín khì.","tghg":"我知雖然用大權能的手，埃及王也呣互恁去。","bklhl":"我知雖然用大權能ê手，埃及王也m̄ hō͘ lín去。"}},{"book":"出","chapter":3,"verse":20,"versions":{"unv":"我必伸手在埃及中間施行我一切的奇事，攻擊那地，然後他才容你們去。","bklcl":"Góa beh chhun Góa ê chhiú, ēng Góa tī Ai-ki̍p-tiong só͘ beh kiâⁿ it-chhè ê kî-sū lâi phah i;  jiân-āu i chiah chún lín khì.","tghg":"我欲伸我的手用我佇埃及中所欲行一切的奇事，來拍伊，然後伊才(chiah)准恁去。","bklhl":"我beh伸我ê手，用我tī埃及中所beh行一切ê奇事來phah伊；然後伊chiah准lín去。"}},{"book":"出","chapter":3,"verse":21,"versions":{"unv":"我必叫你們在埃及人眼前蒙恩，你們去的時候就不至於空手而去。","bklcl":"Góa beh hō͘ chit-ê peh-sìⁿ tit-tio̍h un-tián tī Ai-ki̍p lâng ê bīn-chêng, hō͘ lín chhut-khì ê sî, bô khang-chhiú khì;","tghg":"我欲互此個百姓得著恩典佇埃及人的面前，互恁出去的時無空手去。","bklhl":"我beh hō͘ chit ê百姓得tio̍h恩典tī埃及人ê面前，hō͘ lín出去ê時，無空手去；"}},{"book":"出","chapter":3,"verse":22,"versions":{"unv":"但各婦女必向她的鄰舍，並居住在她家裡的女人，要金器銀器和衣裳，好給你們的兒女穿戴。這樣你們就把埃及人的財物奪去了。」","bklcl":"chiah-ê hū-jîn-lâng ta̍k-ê beh tùi i ê chhù-piⁿ kap tòa tī i ê ke-lāi ê hū-jîn-lâng thó gûn-khì, kim-khì, kap i-ho̍k, thang hō͘ lí ê kiáⁿ cha-bó͘-kiáⁿ ēng;  án-ni lín beh chhiúⁿ Ai-ki̍p lâng.","tghg":"諸個婦仁人逐個欲對伊的厝邊，及住佇伊的家內的婦仁人，討銀器金器及衣服，通互你的子查某子用。按呢恁欲搶埃及人。」","bklhl":"chiah ê婦人人ta̍k-ê beh對伊ê厝邊kap tòa tī伊ê家內ê婦人人討銀器、金器，kap衣服，thang hō͘你ê kiáⁿ cha-bó͘-kiáⁿ用；án-ni lín beh搶埃及人。"}}]