[{"book":"出","chapter":39,"verse":1,"versions":{"unv":"比撒列用藍色、紫色、朱紅色線做精緻的衣服，在聖所用以供職，又為亞倫做聖衣，是照耶和華所吩咐摩西的。","bklcl":"In ēng lâm-sek, chí-sek, chu-âng-sek ê liāu chòe cheng-kong ê i-ho̍k, tī sèng-só͘ chhēng lâi ho̍k-sāi, koh kā A-lûn chòe sèng-saⁿ, sī chiàu Iâ-hô-hoa só͘ hoan-hù Mô͘-se-ê.","tghg":"𪜶用藍色、紫色、朱紅色的料做精工的衣服，佇聖所穿來服事，閣給亞倫做聖衫，是照耶和華所吩咐摩西的。","bklhl":"In用藍色、紫色、朱紅色ê料做精工ê衣服，tī聖所穿來服事，koh kā亞倫做聖衫，是照耶和華所吩咐摩西ê。"}},{"book":"出","chapter":39,"verse":2,"versions":{"unv":"他用金線和藍色、紫色、朱紅色線，並撚的細麻做以弗得；","bklcl":"I ēng kim kap lâm-sek, chí-sek, chu-âng-sek ê liāu, kap kè-pháng ê iù-tōe, chòe í-hut-tek.","tghg":"伊用金及藍色、紫色、朱紅色的料，及過紡的幼苧做以弗得；","bklhl":"伊用金kap藍色、紫色、朱紅色ê料，kap過紡ê幼苧，做í-hut-tek。"}},{"book":"出","chapter":39,"verse":3,"versions":{"unv":"把金子錘成薄片，剪出線來，與藍色、紫色、朱紅色線，用巧匠的手工一同繡上。","bklcl":"In chiong kim tûi chòe po̍h-phìⁿ, chián chòe sòaⁿ, chham tī lâm-sek, chí-sek, chu-âng-sek ê liāu, kap iù-tōe ēng kî-khiáu ê kang chòe-ê.","tghg":"𪜶將金搥做薄片，剪做線，參佇藍色、紫色、朱紅色的料，及幼苧用奇巧(kî-khiáu)的工做的。","bklhl":"In將金tûi做薄片，剪做線，chham tī藍色、紫色、朱紅色ê料，kap幼苧用奇巧ê工做ê。"}},{"book":"出","chapter":39,"verse":4,"versions":{"unv":"又為以弗得做兩條相連的肩帶，接連在以弗得的兩頭。","bklcl":"Koh kā i chòe phi-kian lâi liân-i, hō͘ i siang-pêng saⁿ-liân.","tghg":"閣給伊做披肩(phi-kian)，來連伊互伊雙旁相連。","bklhl":"Koh kā伊做披肩來連伊，hō͘伊雙pêng相連。"}},{"book":"出","chapter":39,"verse":5,"versions":{"unv":"其上巧工織的帶子和以弗得一樣的做法，用以束上，與以弗得接連一塊，是用金線和藍色、紫色、朱紅色線，並撚的細麻做的，是照耶和華所吩咐摩西的。","bklcl":"Hit téng-bīn kî-khiáu ê kang chit-ê tòa, só͘ ēng lâi hâ-ê, kap í-hut-tek tâng-chi̍t-iūⁿ ê chòe-hoat, kap i liân-chòe chi̍t-tè, ēng kim kap lâm-sek, chí-sek, chu-âng-sek ê liāu, kap kè-pháng ê iù-tōe chòe-i;  chiàu Iâ-hô-hoa só͘ hoan-hù Mô͘-se-ê.","tghg":"彼頂面奇巧(kî-khiáu)的工織的帶，所用來縖的，及以弗得同一樣的做法，及伊連做一塊，用金及藍色、紫色、朱紅色的料，及過紡的幼苧做伊，照耶和華所吩咐摩西的。","bklhl":"Hit頂面奇巧ê工織ê帶，所用來hâ-ê，kap í-hut-tek同一樣ê做法，kap伊連做一塊，用金kap藍色、紫色、朱紅色ê料，kap過紡ê幼苧做伊；照耶和華所吩咐摩西ê。"}},{"book":"出","chapter":39,"verse":6,"versions":{"unv":"又琢出兩塊紅瑪瑙，鑲在金槽上，彷彿刻圖書，按著以色列兒子的名字雕刻；","bklcl":"Koh tok âng-bé-ló ji̍p tī kim-chô-ni̍h, chiàu khek-ìn ê hoat, khek Í-sek-lia̍t hiah-ê kiáⁿ ê miâ tī hit téng-bīn;","tghg":"閣琢(tok)紅瑪瑙入佇金槽裡，照刻印的法，刻以色列許個子的名佇彼頂面；","bklhl":"Koh tok紅瑪瑙入tī金槽裡，照刻印ê法，刻以色列hiah-ê kiáⁿ ê名tī hit頂面；"}},{"book":"出","chapter":39,"verse":7,"versions":{"unv":"將這兩塊寶石安在以弗得的兩條肩帶上，為以色列人做紀念石，是照耶和華所吩咐摩西的。","bklcl":"an tī í-hut-tek ê phi-kian, ūi Í-sek-lia̍t lâng chòe kì-liām ê chio̍h; chiàu Iâ-hô-hoa só͘ hoan-hù Mô͘-se-ê.","tghg":"安佇以弗得的披肩，為以色列人做紀念的石；照耶和華所吩咐摩西的。","bklhl":"安tī í-hut-tek ê披肩，為以色列人做記念ê石；照耶和華所吩咐摩西ê。"}},{"book":"出","chapter":39,"verse":8,"versions":{"unv":"他用巧匠的手工做胸牌，和以弗得一樣的做法，用金線與藍色、紫色、朱紅色線，並撚的細麻做的。","bklcl":"I ēng kî-khiáu ê sai-hū ê chhiú-kang chòe pó͘-kòa, kap í-hut-tek tâng chi̍t-iūⁿ ê chòe-hoat;  ēng kim, kap lâm-sek, chí-sek, chu-âng-sek ê liāu, kap kè-pháng ê iù-tōe chòe-ê.","tghg":"伊用奇巧的師傅的手工做補𧞔及以弗得同一樣的做法，用金及藍色、紫色、朱紅色的料，及過紡的幼苧做的。","bklhl":"伊用奇巧ê師傅ê手工做補褂，kap í-hut-tek同一樣ê做法；用金kap藍色、紫色、朱紅色ê料，kap過紡ê幼苧做ê。"}},{"book":"出","chapter":39,"verse":9,"versions":{"unv":"胸牌是四方的，疊為兩層；這兩層長一虎口，寬一虎口，","bklcl":"Pó͘-kòa sī sù-hong-ê;  áu chòe siang-têng;  tn̂g chi̍t-lia̍h, khoah chi̍t-lia̍h, sī siang-têng-ê.","tghg":"補𧞔(kòa)是四方的，拗(áu)做雙重；長一剽(lia̍h)，闊一剽(lia̍h)，是雙重的，","bklhl":"補褂是四方ê；拗(áu)做雙重；長一掠，闊一掠，是雙重ê。"}},{"book":"出","chapter":39,"verse":10,"versions":{"unv":"上面鑲著寶石四行：第一行是紅寶石、紅璧璽、紅玉；","bklcl":"Téng-bīn ji̍p pó-chio̍h sì-chōa, chi̍t-chōa sī âng-pó-chio̍h, n̂g-ge̍k, âng-ge̍k;  che sī tē-it chōa.","tghg":"頂面入寶石四叕(chōa)：一叕是紅寶石、黃玉、紅玉，這是第一叕(chōa)；","bklhl":"頂面入寶石四chōa，一chōa是紅寶石、黃玉、紅玉；這是第一chōa。"}},{"book":"出","chapter":39,"verse":11,"versions":{"unv":"第二行是綠寶石、藍寶石、金鋼石；","bklcl":"Tē-jī chōa sī le̍k-pó-chio̍h, lâm-pó-chio̍h, kim-kong-chio̍h.","tghg":"第二叕是綠寶石、藍寶石、金剛石；","bklhl":"第二chōa是綠寶石、藍寶石、金剛石。"}},{"book":"出","chapter":39,"verse":12,"versions":{"unv":"第三行是紫瑪瑙、白瑪瑙、紫晶；","bklcl":"Tē-saⁿ chōa sī chí-sek ê bé-ló, pe̍h-sek ê bé-ló, chí-sek ê chúi-chiⁿ.","tghg":"第三叕是紫色的瑪瑙、白色的瑪瑙、紫色的水晶；","bklhl":"第三chōa是紫色ê瑪瑙，白色ê瑪瑙，紫色ê水晶。"}},{"book":"出","chapter":39,"verse":13,"versions":{"unv":"第四行是水蒼玉、紅瑪瑙、碧玉。這都鑲在金槽中。","bklcl":"Tē-sì chōa sī le̍k-ge̍k, âng-bé-ló, phek-ge̍k;  chiah-ê lóng ji̍p tī kim-chô-lāi.","tghg":"第四叕是綠玉、紅瑪瑙、碧玉。諸個攏入佇金槽內。","bklhl":"第四chōa是綠玉、紅瑪瑙、碧玉；chiah ê lóng入tī 金槽內。"}},{"book":"出","chapter":39,"verse":14,"versions":{"unv":"這些寶石都是按著以色列十二個兒子的名字，彷彿刻圖書，刻十二個支派的名字。","bklcl":"Chiah-ê pó-chio̍h chiàu Í-sek-lia̍t ê kiáⁿ ê miâ, kiōng cha̍p-jī tè, chhin-chhiūⁿ khek ìn, múi-tè khek chi̍t ê miâ, ūi-tio̍h cha̍p-jī chi-phài lâi chòe-i.","tghg":"諸個寶石照以色列的子的名，共十二塊，親像刻印，每塊刻一個名，為著十二支派來做伊。","bklhl":"Chiah-ê寶石照以色列ê kiáⁿ ê名，共十二塊，親像刻印，每塊刻一个名，為tio̍h十二支派來做伊。"}},{"book":"出","chapter":39,"verse":15,"versions":{"unv":"在胸牌上，用精金擰成如繩子的鍊子。","bklcl":"In ēng hó-kim phah liān-á,  chhin-chhiūⁿ soh-á, an tī pó͘-kòa.","tghg":"𪜶用好金拍鍊仔，親像索仔安佇補𧞔(pó͘-kòa)。","bklhl":"In用好金phah鍊á，親像索á，安tī補褂。"}},{"book":"出","chapter":39,"verse":16,"versions":{"unv":"又做兩個金槽和兩個金環，安在胸牌的兩頭。","bklcl":"In koh chòe nn̄g ê kim-chô kap nn̄g ê kim-khoân, chiong chit nn̄g ê khoân an tī pó͘-kòa ê siang-thâu.","tghg":"𪜶閣做二個金槽及二個金環，將此二個環安佇補𧞔的雙頭。","bklhl":"In koh做兩個金槽kap兩個金環，將chit兩個環安tī補褂 ê雙頭。"}},{"book":"出","chapter":39,"verse":17,"versions":{"unv":"把那兩條擰成的金鍊子穿過胸牌兩頭的環子，","bklcl":"Chiong só͘ phah hit nn̄g tiâu kim-liān-á, liân tī siang-thâu nn̄g ê khoân.","tghg":"將所拍彼二條金鍊仔連佇雙頭二個環，","bklhl":"將所phah hit兩條金鍊á，連tī 雙頭兩個環。"}},{"book":"出","chapter":39,"verse":18,"versions":{"unv":"又把鍊子的那兩頭接在兩槽上，安在以弗得前面肩帶上。","bklcl":"Ēng só͘ phah nn̄g-tiâu liān-á ê siang-thâu, liân tī nn̄g ê chô, an tī í-hut-tek phi-kian ê thâu-chêng.","tghg":"用所拍二條鍊仔的雙頭連佇二個槽，安佇以弗得披肩的頭前。","bklhl":"用所phah兩條鍊á ê雙頭，連tī兩個槽，安tī í-hut-tek披肩ê頭前。"}},{"book":"出","chapter":39,"verse":19,"versions":{"unv":"做兩個金環，安在胸牌的兩頭，在以弗得裡面的邊上，","bklcl":"Chòe nn̄g ê kim-khoân, hē tī pó͘-kòa siang-thâu ê kîⁿ, kūn í-hut-tek ǹg-lāi hit-pêng.","tghg":"做二個金環，下佇補𧞔雙頭的墘近以弗得向內彼旁。","bklhl":"做兩個金環，hē tī補褂雙頭ê墘(kîⁿ)，近í-hut-tek ǹg內hit-pêng。"}},{"book":"出","chapter":39,"verse":20,"versions":{"unv":"又做兩個金環，安在以弗得前面兩條肩帶的下邊，挨近相接之處，在以弗得巧工織的帶子以上。","bklcl":"Koh chòe nn̄g ê kim-khoân, an tī í-hut-tek phi-kian ē-bīn ê thâu-chêng, óa-kūn saⁿ-liân ê só͘-chāi, tī í-hut-tek kî-khiáu ê kang só͘ chit-ê tòa ê téng-bīn.","tghg":"閣做二個金環，安佇以弗得披肩下面的頭前，倚近相連的所在，佇以弗得奇巧的工所織的帶的頂面。","bklhl":"Koh做兩個金環，安tī í-hut-tek披肩下面ê頭前，óa近相連ê所在，tī í-hut-tek奇巧ê工所織ê帶ê頂面。"}},{"book":"出","chapter":39,"verse":21,"versions":{"unv":"用一條藍細帶子把胸牌的環子和以弗得的環子繫住，使胸牌貼在以弗得巧工織的帶子上，不可與以弗得離縫，是照耶和華所吩咐摩西的。","bklcl":"In ēng lâm-sek ê iù-tòa, chiong pó͘-kòa ê khoân kap í-hut-tek ê khoân pa̍k saⁿ-liân, hō͘ i liâm tī í-hut-tek kî-khiáu ê kang só͘ chit-ê tòa;  hō͘ pó͘-kòa kap í-hut-tek bô lī-phāng;  sī chiàu Iâ-hô-hoa só͘ hoan-hù Mô͘-se-ê.","tghg":"𪜶用藍色的幼帶將補𧞔的環及以弗得的環縛(pa̍k)相連，互伊粘佇以弗得奇巧的工所織的帶，互補𧞔及以弗得無離縫，是照耶和華所吩咐摩西的。","bklhl":"In用藍色ê幼帶，將pó͘褂 ê環kap í-hut-tek ê環縛相連，hō͘伊連(liâm)tī í-hut-tek奇巧ê工所織ê帶；hō͘補褂 kap í-hut-tek無離縫；是照耶和華所吩咐摩西ê。"}},{"book":"出","chapter":39,"verse":22,"versions":{"unv":"他用織工做以弗得的外袍，顏色全是藍的。","bklcl":"I ēng chit-pò͘ ê kang chòe í-hut-tek lāi-bīn ê gōa-phàu, kui-niá sī lâm-sek.","tghg":"伊用織布的工做以弗得內面的外袍，歸領是藍色。","bklhl":"伊用織布ê工做í-hut-tek內面ê外袍，kui領是藍色。"}},{"book":"出","chapter":39,"verse":23,"versions":{"unv":"袍上留一領口，口的周圍織出領邊來，彷彿鎧甲的領口，免得破裂。","bklcl":"Phàu ê tùi-tiong chòe chi̍t ê niá-khang; khang ê chiu-ûi chit niá-iân, chhin-chhiūⁿ chiàn-kah ê niá-khang, bián-tit phòa-li̍h.","tghg":"袍(Phàu)的對中做一個領孔，孔的周圍織領緣，親像戰甲的領孔，免得破裂(phòa-li̍h)。","bklhl":"袍ê對中做一个領孔；孔ê周圍織領緣，親像戰甲ê領孔，免得破裂。"}},{"book":"出","chapter":39,"verse":24,"versions":{"unv":"在袍子底邊上，用藍色、紫色、朱紅色線，並撚的細麻做石榴，","bklcl":"Phàu ê ē-kha-pô͘, ēng lâm-sek, chí-sek, chu-âng-sek ê liāu, kap kè-pháng ê iù-tōe, chòe sia̍h-liû.","tghg":"袍的下腳裒(ē-kha-pô͘)，用藍色、紫色、朱紅色的料，及過紡的幼苧做石榴(sia̍h-liû)，","bklhl":"袍ê下腳pô͘，用藍色、紫色、朱紅色ê料，kap過紡ê幼苧，做石榴。"}},{"book":"出","chapter":39,"verse":25,"versions":{"unv":"又用精金做鈴鐺，把鈴鐺釘在袍子周圍底邊上的石榴中間：","bklcl":"Koh ēng hó-kim chòe hâm-lêng, ēng hâm-lêng, kâⁿ sia̍h-liû, hē tī phàu sì-ûi ê ē-kha-pô͘, sia̍h-liû ê tiong-kan;","tghg":"閣用好金做瑊鈴(hâm-lêng)，用瑊鈴含石榴下佇袍四圍的下腳裒石榴的中間：","bklhl":"Koh用好金做銜鈴，用銜鈴，kâⁿ石榴，hē tī袍四圍ê下腳pô͘，石榴ê中間；"}},{"book":"出","chapter":39,"verse":26,"versions":{"unv":"一個鈴鐺一個石榴，一個鈴鐺一個石榴，在袍子周圍底邊上用以供職，是照耶和華所吩咐摩西的。","bklcl":"chi̍t-lia̍p hâm-lêng, chi̍t-lia̍p sia̍h-liû, chi̍t-lia̍p hâm-lêng, chi̍t-lia̍p sia̍h-liû, tī phàu sì-ûi ê ē-kha-pô͘, thang chhēng lâi ho̍k-sāi;  sī chiàu Iâ-hô-hoa só͘ hoan-hù Mô͘-se-ê.","tghg":"一粒瑊鈴(hâm-lêng)一粒石榴(sia̍h-liû)，一粒瑊鈴一粒石榴，佇袍四圍的下腳裒通(ē-kha-pô͘)穿來服事，是照耶和華所吩咐摩西的。","bklhl":"一粒銜鈴，一粒石榴，一粒銜鈴，一粒石榴，tī袍四圍ê ē-kha-pô͘，thang穿來服事；是照耶和華所吩咐摩西ê。"}},{"book":"出","chapter":39,"verse":27,"versions":{"unv":"他用織成的細麻布為亞倫和他的兒子做內袍，","bklcl":"In ēng chit-chiâⁿ ê iù-tōe-pò͘, kā A-lûn kap i hiah-ê kiáⁿ chòe lāi-saⁿ.","tghg":"𪜶用織成的幼苧布給亞倫及伊許個子做內衫，","bklhl":"In用織成ê幼苧布，kā亞倫kap伊hiah-ê kiáⁿ做內衫。"}},{"book":"出","chapter":39,"verse":28,"versions":{"unv":"並用細麻布做冠冕和華美的裹頭巾，用撚的細麻布做褲子，","bklcl":"Iā chòe iù-tōe-pò͘ ê bō, kap iù-tōe-pò͘ súi-súi pau thâu-khak ê kun, ēng kè-pháng ê iù-tōe-pò͘ chòe-khò͘.","tghg":"也做幼苧布的帽及幼苧布媠媠包頭殼的巾，用過紡的幼苧布做褲，","bklhl":"也做幼苧布ê帽，kap幼苧布súi-súi包頭殼ê巾，用過紡ê幼苧布做褲。"}},{"book":"出","chapter":39,"verse":29,"versions":{"unv":"又用藍色、紫色、朱紅色線，並撚的細麻，以繡花的手工做腰帶，是照耶和華所吩咐摩西的。","bklcl":"Koh ēng kè-pháng ê iù-tōe, kap lâm-sek, chí-sek, chu-âng-sek ê liāu, ēng siù-hoe ê chhiú-kang, chòe io-tòa;  sī chiàu Iâ-hô-hoa só͘ hoan-hù Mô͘-se ê.","tghg":"閣用過紡的幼苧及藍色、紫色、朱紅色的料，用綉(siù)花的手工做腰帶，是照耶和華所吩咐摩西的。","bklhl":"Koh用過紡ê幼苧，kap藍色、紫色、朱紅色ê料，用繡花ê手工，做腰帶；是照耶和華所吩咐摩西ê。"}},{"book":"出","chapter":39,"verse":30,"versions":{"unv":"他用精金做聖冠上的牌，在上面按刻圖書之法，刻著「歸耶和華為聖」。","bklcl":"In ēng hó-kim chòe sèng ê bián-liû ê pâi, chiàu khek-ìn ê hoat;  khek-jī tī hit téng-bīn, kóng, CHÒE SÈNG KUI IÂ-HÔ-HOA.","tghg":"𪜶用好金做聖的冕旒的牌，照刻印的法，刻字佇彼頂面講「做聖歸耶和華」。","bklhl":"In用好金做聖ê冕旒ê牌，照刻印ê法；刻字tī hit頂面，講：做聖歸耶和華。"}},{"book":"出","chapter":39,"verse":31,"versions":{"unv":"又用一條藍細帶子將牌繫在冠冕上，是照耶和華所吩咐摩西的。","bklcl":"Koh ēng lâm-sek ê tòa, chiong pâi pa̍k tī bō-téng;  sī chiàu Iâ-hô-hoa só͘ hoan-hù Mô͘-se-ê.","tghg":"閣用藍色的帶將牌縛佇帽頂，是照耶和華所吩咐摩西的。","bklhl":"Koh用藍色ê帶，將牌縛tī帽頂；是照耶和華所吩咐摩西ê。"}},{"book":"出","chapter":39,"verse":32,"versions":{"unv":"帳幕，就是會幕，一切的工就這樣做完了。凡耶和華所吩咐摩西的，以色列人都照樣做了。","bklcl":"Tùi án-ni chū-chi̍p ê hōe-bō͘ it-chhè ê kang lóng chòe bêng-pe̍k, hoān-nā Iâ-hô-hoa só͘ hoan-hù Mô͘-se ê, Í-sek-lia̍t lâng chiàu án-ni chòe.","tghg":"對按呢，聚集的會幕，一切的工攏做明白。凡若耶和華所吩咐摩西的，以色列人照按呢做。","bklhl":"Tùi án-ni，聚集ê會幕一切ê工lóng做明白，凡若耶和華所吩咐摩西ê，以色列人照án-ni做。"}},{"book":"出","chapter":39,"verse":33,"versions":{"unv":"他們送到摩西那裡。帳幕和帳幕的一切器具，就是鉤子、板、閂、柱子、帶卯的座，","bklcl":"In sàng kàu Mô͘-se hia, chiū-sī hōe-bō͘, pò͘-pîⁿ, kap lóng-chóng ê khì-kū, i ê kau, pán, kông, thiāu, khū;","tghg":"𪜶送到摩西遐。就是會幕，布棚，及攏總的器具，伊的鈎、板(pán)、楗(kông)、柱、臼(khū)，","bklhl":"In送到摩西hia，就是會幕、布棚，kap lóng總ê器具，伊ê 鉤、板、kông、柱、臼；"}},{"book":"出","chapter":39,"verse":34,"versions":{"unv":"染紅公羊皮的蓋、海狗皮的頂蓋，和遮掩櫃的幔子，","bklcl":"ní-âng iûⁿ-káng-phê ê kòa, hái-káu-phê ê kòa, kap jia-cha̍h ê tiùⁿ-lî,","tghg":"染紅羊牨(káng)皮的蓋、海狗皮的蓋，及遮截的帳簾，","bklhl":"染紅羊káng皮ê蓋，海狗皮ê蓋，kap遮閘ê帳籬，"}},{"book":"出","chapter":39,"verse":35,"versions":{"unv":"法櫃和櫃的槓並施恩座，","bklcl":"hoat-kūi kap i ê kǹg, kap si-un-só͘;","tghg":"法櫃及伊的槓及施恩所，","bklhl":"法櫃kap伊ê kǹg，kap施恩所；"}},{"book":"出","chapter":39,"verse":36,"versions":{"unv":"桌子和桌子的一切器具並陳設餅，","bklcl":"toh kap i lóng-chóng ê khì-kū, kap pâi-lia̍t ê piáⁿ;","tghg":"桌及伊攏總的器具及排列的餅，","bklhl":"桌kap伊lóng總ê器具，kap排列ê餅；"}},{"book":"出","chapter":39,"verse":37,"versions":{"unv":"精金的燈臺和擺列的燈盞，與燈臺的一切器具，並點燈的油，","bklcl":"hó-kim ê teng-tâi, kap i ê teng-chóaⁿ, chiū-sī pâi-lia̍t ê teng-chóaⁿ, kap i lóng-chóng ê khì-kū, kap tiám kng ê iû;","tghg":"好金的燈台及伊的燈盞，就是排列的燈盞，及伊攏總的器具，及點光的油，","bklhl":"好金ê燈台，kap伊ê燈盞，就是排列ê燈盞，kap伊lóng總ê器具，kap點光 ê油；"}},{"book":"出","chapter":39,"verse":38,"versions":{"unv":"金壇、膏油、馨香的香料、會幕的門簾，","bklcl":"kim-tôaⁿ, boah ê iû, phang ê hiuⁿ-liāu, pò͘-pîⁿ-mn̂g ê mn̂g-lî;","tghg":"金壇、抹的油、芳的香料、布棚門的門簾，","bklhl":"金壇，抹ê油，芳ê香料，布棚門ê門籬；"}},{"book":"出","chapter":39,"verse":39,"versions":{"unv":"銅壇和壇上的銅網，壇的槓並壇的一切器具，洗濯盆和盆座，","bklcl":"tâng-tôaⁿ, kap i ê tâng ê chân, i ê kǹg, kap i lóng-chóng ê khì-kū, sóe-tn̄g ê phûn kap i ê chō,","tghg":"銅壇及伊的銅的層(chân)，伊的槓及伊攏總的器具，洗盪(sóe-tn̄g)的盆及伊的座，","bklhl":"銅壇，kap伊ê銅ê層，伊ê kǹg，kap伊lóng總ê器具，洗盪 ê盆kap伊ê座，"}},{"book":"出","chapter":39,"verse":40,"versions":{"unv":"院子的帷子和柱子，並帶卯的座，院子的門簾、繩子、橛子，並帳幕和會幕中一切使用的器具，","bklcl":"tiûⁿ ê tiùⁿ-ûi kap i ê thiāu, i ê khū, tiûⁿ-mn̂g ê mn̂g-lî, ēng ê soh, tèng ê teng, kap pò͘-pîⁿ kap hōe-bō͘-lāi it-khài chòe lō͘-ēng ê khì-kū;","tghg":"場的帳帷及伊的柱、伊的臼，場門的門簾、用的索、釘的釘，及布棚及會幕內一概做路用的器具，","bklhl":"帳ê帳帷 kap伊ê柱，伊ê臼，帳門ê門籬，用ê索，釘ê釘，kap布棚kap會幕內一概做路用ê器具；"}},{"book":"出","chapter":39,"verse":41,"versions":{"unv":"精工做的禮服，和祭司亞倫並他兒子在聖所用以供祭司職分的聖衣。","bklcl":"cheng-kong ê i-ho̍k, tī sèng-só͘ chhēng lâi ho̍k-sāi, kap chè-si A-lûn ê sèng-saⁿ, í-ki̍p i ê kiáⁿ ê saⁿ, chòe chè-si lâi ho̍k-sāi.","tghg":"精工的衣服佇聖所穿來服事，及祭司亞倫的聖衫以及伊的子的衫做祭司來服事。","bklhl":"精工ê衣服，tī聖所穿來服事，kap祭司亞倫ê聖衫，以及伊ê kiáⁿ e衫，做祭司來服事。"}},{"book":"出","chapter":39,"verse":42,"versions":{"unv":"這一切工作都是以色列人照耶和華所吩咐摩西做的。","bklcl":"Í-sek-lia̍t lâng chiàu Iâ-hô-hoa só͘ hoan-hù Mô͘-se it-chhè ê ōe, chòe it-chhè ê kang.","tghg":"以色列人照耶和華所吩咐摩西一切的話做一切的工。","bklhl":"以色列人照耶和華所吩咐摩西一切ê話，做一切ê工。"}},{"book":"出","chapter":39,"verse":43,"versions":{"unv":"耶和華怎樣吩咐的，他們就怎樣做了。摩西看見一切的工都做成了，就給他們祝福。","bklcl":"Mô͘-se khòaⁿ-kìⁿ it-chhè ê kang, khòaⁿ ah, in í-keng chòe-chiâⁿ, chiàu Iâ-hô-hoa só͘ hoan-hù-ê, in chiàu án-ni chòe; Mô͘-se chiū kā in chiok-hok.","tghg":"摩西看見一切的工，看啊，𪜶已經做成(chiâⁿ)，照耶和華所吩咐的，𪜶照按呢做，摩西就給𪜶祝福。","bklhl":"摩西看見一切ê工，看ah，in已經做成，照耶和華所吩咐ê，in照án-ni做；摩西就kā in祝福。"}}]