[{"book":"出","chapter":24,"verse":1,"versions":{"unv":"耶和華對摩西說：「你和亞倫、拿答、亞比戶，並以色列長老中的七十人，都要上到我這裡來，遠遠地下拜。","bklcl":"Iâ-hô-hoa kā Mô͘-se kóng, Lí kap A-lûn, Ná-tap, A-pí-hō͘, kap Í-sek-lia̍t tiúⁿ-ló-tiong chhit-cha̍p lâng, lóng tio̍h chiūⁿ kàu Iâ-hô-hoa chia, hn̄g-hn̄g phak-lo̍h-khì pài.","tghg":"耶和華給摩西講：「你及亞倫、拿答、亞比戶，及以色列長老中七十人，攏著上到耶和華遮，遠遠仆落去拜。","bklhl":"耶和華kā摩西講：你kap亞倫、Ná-tap、A-pí-hō͘，kap以色列長老中七十人，lóng tio̍h上到耶和華chia，遠遠仆落去拜。"}},{"book":"出","chapter":24,"verse":2,"versions":{"unv":"惟獨你可以親近耶和華；他們卻不可親近；百姓也不可和你一同上來。」","bklcl":"To̍k-to̍k Mô͘-se thang chhin-kūn Iâ-hô-hoa, kî-û m̄-thang chhin-kūn;  peh-sìⁿ iā m̄-thang kap i chiūⁿ-lâi.","tghg":"獨獨摩西通親近耶和華；其餘呣通親近；百姓也呣通及伊上來。」","bklhl":"獨獨摩西thang親近耶和華，其餘m̄-thang親近；百姓也m̄-thang kap伊上來。"}},{"book":"出","chapter":24,"verse":3,"versions":{"unv":"摩西下山，將耶和華的命令典章都述說與百姓聽。眾百姓齊聲說：「耶和華所吩咐的，我們都必遵行。」","bklcl":"Mô͘-se kàu, chiong Iâ-hô-hoa it-chhè ê ōe, it-chhè ê hoat-tō͘, kóng hō͘ peh-sìⁿ thiaⁿ;  chèng peh-sìⁿ tâng-siaⁿ ìn kóng, Iâ-hô-hoa só͘ kóng ê ōe, goán beh lóng chun-thàn.","tghg":"摩西到，將耶和華一切的話一切的法度講互百姓聽。眾百姓同聲應講：「耶和華所講的話，阮欲攏遵趁。」","bklhl":"摩西到，將耶和華一切ê話，一切ê法度，講hō͘百姓聽；眾百姓同聲應講，耶和華所講ê話，阮beh lóng遵thàn。"}},{"book":"出","chapter":24,"verse":4,"versions":{"unv":"摩西將耶和華的命令都寫上。清早起來，在山下築一座壇，按以色列十二支派立十二根柱子，","bklcl":"Mô͘-se chiong Iâ-hô-hoa ê ōe, lóng siá-khí-lâi;  thàu-chá khí-lâi, tī soaⁿ-ē khí chi̍t chō tôaⁿ,  chiàu Í-sek-lia̍t cha̍p-jī chi-phài, khiā cha̍p-jī ki thiāu.","tghg":"摩西將耶和華的話攏寫起來。透早起來，佇山下起一座壇，照以色列十二支派竪(khiā)十二支柱，","bklhl":"摩西將耶和華ê話，lóng寫起來；透早起來，tī山下起一座壇，照以色列十二支派，khiā十二支柱。"}},{"book":"出","chapter":24,"verse":5,"versions":{"unv":"又打發以色列人中的少年人去獻燔祭，又向耶和華獻牛為平安祭。","bklcl":"Koh chhe Í-sek-lia̍t-tiong ê siàu-liân lâng, khì hiàn sio-chè.  Iā ēng gû chòe pêng-an-chè, hiàn hō͘ Iâ-hô-hoa.","tghg":"閣差以色列中的少年人去獻燒祭，也用牛做平安祭獻互耶和華。","bklhl":"Koh差以色列中ê少年人，去獻燒祭。也用牛做平安祭，獻hō͘耶和華。"}},{"book":"出","chapter":24,"verse":6,"versions":{"unv":"摩西將血一半盛在盆中，一半灑在壇上；","bklcl":"Mô͘-se chiong huih ê chi̍t-pòaⁿ tóe tī phûn-ni̍h, chi̍t-pòaⁿ hiù tī tôaⁿ-ni̍h.","tghg":"摩西將血的一半貯(tóe)佇盆(phûn)裡，一半灑(hiù)佇壇裡；","bklhl":"摩西將血ê一半貯tī盆裡，一半hiù tī壇裡。"}},{"book":"出","chapter":24,"verse":7,"versions":{"unv":"又將約書念給百姓聽。他們說：「耶和華所吩咐的，我們都必遵行。」","bklcl":"Koh the̍h iok ê chheh, tha̍k hō͘ peh-sìⁿ thiaⁿ;  in kóng, Iâ-hô-hoa só͘ kóng-ê, goán beh lóng chun-thàn lâi kiâⁿ.","tghg":"閣提約的冊讀互百姓聽。𪜶講：「耶和華所講的，阮欲攏遵趁來行。」","bklhl":"Koh the̍h約ê冊，讀hō͘百姓聽；in講：耶和華所講ê，阮beh lóng遵thàn來行。"}},{"book":"出","chapter":24,"verse":8,"versions":{"unv":"摩西將血灑在百姓身上，說：「你看！這是立約的血，是耶和華按這一切話與你們立約的憑據。」","bklcl":"Mô͘-se chiong huih hiù peh-sìⁿ, kóng, Khòaⁿ ah, che sī li̍p-iok ê huih, sī Iâ-hô-hoa chiàu che it-chhè ê ōe kap lín só͘ li̍p-ê.","tghg":"摩西將血灑(hiù)百姓，講：「看啊！這是立約的血，是耶和華照這一切的話及恁所立的。」","bklhl":"摩西將血hiù百姓，講：看ah，這是立約ê血，是耶和華照這一切ê話kap lín所立ê。"}},{"book":"出","chapter":24,"verse":9,"versions":{"unv":"摩西、亞倫、拿答、亞比戶，並以色列長老中的七十人，都上了山。","bklcl":"Mô͘-se, A-lûn, Ná-tap, A-pí-hō͘, kap Í-sek-lia̍t tiúⁿ-ló-tiong chhit-cha̍p-lâng, lóng chiūⁿ-khì.","tghg":"摩西、亞倫、拿答、亞比戶，及以色列長老中七十人，攏上去。","bklhl":"摩西、亞倫、Ná-tap、A-pí-hō͘，kap以色列長老中七十人，lóng上去。"}},{"book":"出","chapter":24,"verse":10,"versions":{"unv":"他們看見以色列的　神，他腳下彷彿有平鋪的藍寶石，如同天色明淨。","bklcl":"In khòaⁿ-kìⁿ Í-sek-lia̍t ê Siōng-tè, I ê kha-ē ū chhin-chhiūⁿ pîⁿ-pho͘ ê lâm-pó-chio̍h, chhin-chhiūⁿ thiⁿ goân-chit-ê kng-liāng.","tghg":"𪜶看見以色列的上帝，伊的腳下有親像平舖(pîⁿ-pho͘)的藍寶石，親像天原質的光亮(kng-liāng)。","bklhl":"In看見以色列ê上帝，伊ê腳下有親像平鋪ê藍寶石，親像天原質ê光亮。"}},{"book":"出","chapter":24,"verse":11,"versions":{"unv":"他的手不加害在以色列的尊者身上。他們觀看　神；他們又吃又喝。","bklcl":"I bô chhut-chhiú hāi Í-sek-lia̍t chun-kùi ê lâng;  in khòaⁿ-kìⁿ Siōng-tè, in iā chia̍h iā lim.","tghg":"伊無出手害以色列尊貴的人。𪜶看見上帝；𪜶也食(chia̍h)也飲(lim)。","bklhl":"伊無出手害以色列尊貴ê人；in看見上帝，in也食也lim。"}},{"book":"出","chapter":24,"verse":12,"versions":{"unv":"耶和華對摩西說：「你上山到我這裡來，住在這裡，我要將石版並我所寫的律法和誡命賜給你，使你可以教訓百姓。」","bklcl":"Iâ-hô-hoa kā Mô͘-se kóng, Lí chiūⁿ-soaⁿ chiū-kūn Góa, tiàm tī-chia, Góa beh chiong chio̍h-pi kap lu̍t-hoat, í-ki̍p kài-bēng, Góa só͘ siá-ê, siúⁿ-sù lí, thang kà-sī in.","tghg":"耶和華給摩西講：「你上山就近我，踮佇遮，我欲將石碑及律法以及誡命，我所寫的賞賜你，通教示𪜶。」","bklhl":"耶和華kā摩西講：你上山就近我，tiàm tī-chia，我beh將石碑kap律法，以及誡命，我所寫ê，賞賜你，thang教示in。"}},{"book":"出","chapter":24,"verse":13,"versions":{"unv":"摩西和他的幫手約書亞起來，上了　神的山。","bklcl":"Mô͘-se kap kun-sûi i ê Iok-su-a khí-lâi;  Mô͘-se chiūⁿ Siōng-tè ê soaⁿ;","tghg":"摩西及跟隨伊的約書亞起來，摩西上(chiūⁿ)上帝的山。","bklhl":"摩西kap跟隨伊ê約書亞起來；摩西chiūⁿ上帝ê山；"}},{"book":"出","chapter":24,"verse":14,"versions":{"unv":"摩西對長老說：「你們在這裡等著，等到我們再回來，有亞倫、戶珥與你們同在。凡有爭訟的，都可以就近他們去。」","bklcl":"kā tiúⁿ-ló kóng, Lín tiàm chia tán goán, thèng-hāu goán tò-tńg-lâi lín chia;  khòaⁿ ah, A-lûn Hō͘-jíⁿ kap lín tī-teh;  lâng nā ū tāi-chì, thang lâi chhē in.","tghg":"給長老講：「恁踮遮等阮，聽候阮倒轉來恁遮，看啊，亞倫、戶珥及恁佇啲。人若有代誌，通來尋𪜶。」","bklhl":"kā長老講：Lín tiàm chia等阮，thèng候阮倒tńg來lín chia；看ah，亞倫、Hō͘-jíⁿ kap lín tī-teh；人若有tāi-chì，thang來chhē in。"}},{"book":"出","chapter":24,"verse":15,"versions":{"unv":"摩西上山，有雲彩把山遮蓋。","bklcl":"Mô͘-se chiūⁿ soaⁿ, soaⁿ ū hûn jia-khàm.","tghg":"摩西上山，山有雲遮蓋。","bklhl":"摩西上山，山有雲遮蓋。"}},{"book":"出","chapter":24,"verse":16,"versions":{"unv":"耶和華的榮耀停於西奈山；雲彩遮蓋山六天，第七天他從雲中召摩西。","bklcl":"Iâ-hô-hoa ê êng-kng thêng tī Se-nái soaⁿ, hûn jia i la̍k-ji̍t kú;  tē-chhit ji̍t I tùi hûn-tiong kiò Mô͘-se.","tghg":"耶和華的榮光停佇西奈山；雲遮伊六日久，第七日伊對雲中叫摩西。","bklhl":"耶和華ê榮光停tī西奈山，雲遮伊六日久；第七日伊tùi雲中叫摩西。"}},{"book":"出","chapter":24,"verse":17,"versions":{"unv":"耶和華的榮耀在山頂上，在以色列人眼前，形狀如烈火。","bklcl":"Iâ-hô-hoa êng-kng ê khoán-sit, chhin-chhiūⁿ hé sio tī soaⁿ-téng;  Í-sek-lia̍t lâng chhin-ba̍k khòaⁿ-kìⁿ.","tghg":"耶和華榮光的款式，親像火燒佇山頂，以色列人親目看見。","bklhl":"耶和華榮光ê款式，親像火燒tī山頂；以色列人親目看見。"}},{"book":"出","chapter":24,"verse":18,"versions":{"unv":"摩西進入雲中上山，在山上四十晝夜。","bklcl":"Mô͘-se ji̍p hûn-tiong chiūⁿ-soaⁿ;  Mô͘-se tī soaⁿ-téng sì-cha̍p ji̍t sì-cha̍p-mî.","tghg":"摩西入雲中上山，摩西佇山頂四十日四十暝。","bklhl":"摩西入雲中上山；摩西tī山頂四十日四十暝。"}}]