[{"book":"出","chapter":38,"verse":1,"versions":{"unv":"他用皂莢木做燔祭壇，是四方的，長五肘，寬五肘，高三肘，","bklcl":"I ēng chō-kiap-chhâ chòe sio-chè ê tôaⁿ;  tn̂g gō͘-tiú, khoah gō͘-tiú, chit-ê tôaⁿ sī sù-hong-ê; koâiⁿ saⁿ-tiú.","tghg":"伊用皂莢柴做燒祭的壇，長五肘，闊五肘，此個壇是四方的，高三肘，","bklhl":"伊用皂莢柴做燒祭ê壇；長五肘，闊五肘，chit ê壇是四方ê；高三肘。"}},{"book":"出","chapter":38,"verse":2,"versions":{"unv":"在壇的四拐角上做四個角，與壇接連一塊，用銅把壇包裹。","bklcl":"Tī tôaⁿ ê sì kak-thâu chòe sì ki kak, kap tôaⁿ saⁿ-liân chòe chi̍t-ê, ēng tâng pau i.","tghg":"佇壇的四角頭做四支角，及壇相連做一個，用銅包伊。","bklhl":"Tī壇ê四角頭做四支角，kap壇相連做一个，用銅包伊。"}},{"book":"出","chapter":38,"verse":3,"versions":{"unv":"他做壇上的盆、鏟子、盤子、肉鍤子、火鼎；這一切器具都是用銅做的。","bklcl":"Koh chòe tôaⁿ it-chhè ê khì-kū, i ê phûn, thuh-á, pôaⁿ, chhe, hé-tiáⁿ;  it-chhè ê khì-kū lóng ēng tâng chòe.","tghg":"閣做壇一切的器具，伊的盆、托仔、(thuh-á)盤、叉、火鼎；一切的器具攏用銅做。","bklhl":"Koh做壇一切ê器具，伊ê盆、thuh-á、盤、叉、火鼎；一切ê器具lóng用銅做。"}},{"book":"出","chapter":38,"verse":4,"versions":{"unv":"又為壇做一個銅網，安在壇四面的圍腰板以下，從下達到壇的半腰。","bklcl":"Koh ūi-tio̍h tôaⁿ ēng tâng-bāng chòe chi̍t ê chân, an tī tôaⁿ sì-bīn ûi-io-pán ê ē-bīn, hō͘ i thàu-kàu tôaⁿ ê pòaⁿ-io.","tghg":"閣為著壇用銅網做一個層，安佇壇四面圍腰板的下面，互伊透到壇的半腰。","bklhl":"Koh為tio̍h壇用銅網做一个層(chân)，安tī壇四面圍腰板ê下面，hō͘伊透到壇ê半腰。"}},{"book":"出","chapter":38,"verse":5,"versions":{"unv":"為銅網的四角鑄四個環子，作為穿槓的用處。","bklcl":"Ūi-tio̍h tâng ê chân ê sì-kak chù sì ê khoân, chòe chhng-kǹg ê lō͘-ēng.","tghg":"為著銅的層的四角鑄四個環，做串槓的路用。","bklhl":"為tio̍h銅ê層ê四角鑄四個環，做穿kǹg ê路用。"}},{"book":"出","chapter":38,"verse":6,"versions":{"unv":"用皂莢木做槓，用銅包裹，","bklcl":"Ēng chō-kiap-chhâ chòe kǹg, ēng tâng pau in.","tghg":"用皂莢柴做槓，用銅包𪜶，","bklhl":"用皂莢柴做kǹg，用銅包in。"}},{"book":"出","chapter":38,"verse":7,"versions":{"unv":"把槓穿在壇兩旁的環子內，用以抬壇，並用板做壇；壇是空的。","bklcl":"Chiong kǹg chhng tī tôaⁿ siang-pêng ê khoân-lāi, ēng i lâi kng tôaⁿ;  iā ēng pán chòe tôaⁿ, tôaⁿ sī khang-khak.","tghg":"將槓串佇壇雙旁的環內，用伊來扛壇，也用板做壇；壇是空殼。","bklhl":"將kǹg穿tī壇雙pêng ê環內，用伊來扛壇；也用板做壇，壇是空殼。"}},{"book":"出","chapter":38,"verse":8,"versions":{"unv":"他用銅做洗濯盆和盆座，是用會幕門前伺候的婦人之鏡子做的。","bklcl":"I ēng tâng chòe sóe-tn̄g ê phûn, kap tâng-chō;  sī ēng hōe-bō͘ mn̂g-chêng chòe-kang ê hū-jîn-lâng ê tâng-kiàⁿ chòe-ê.","tghg":"伊用銅做洗盪的盆及銅座，是用會幕門前做工的婦仁人的銅鏡做的。","bklhl":"伊用銅做洗盪 ê盆，kap銅座；是用會幕門前做工ê婦人人ê銅鏡做ê。"}},{"book":"出","chapter":38,"verse":9,"versions":{"unv":"他做帳幕的院子。院子的南面用撚的細麻做帷子，寬一百肘。","bklcl":"I chòe hōe-bō͘ ê tiûⁿ;  hit-ê tiûⁿ ê lâm-sì, ēng kè-pháng ê iù-tōe chòe ûi, chi̍t-pah tiú.","tghg":"伊做會幕的場。彼個場的南勢用過紡的幼苧做帷，一百肘。","bklhl":"伊做會幕ê帳；hit ê帳ê南勢，用過紡ê幼苧做帷，一百肘。"}},{"book":"出","chapter":38,"verse":10,"versions":{"unv":"帷子的柱子二十根，帶卯的銅座二十個；柱子上的鉤子和杆子都是用銀子做的。","bklcl":"Ûi ê thiāu jī-cha̍p ki, tâng-chòe ê khū jī-cha̍p-ê;  thiāu ê kau kap hoâiⁿ-koaiⁿ sī ēng gûn chòe-ê.","tghg":"帷(ûi)的柱二十支，銅做的臼(khū)二十個；柱的鈎及橫杆是用銀做的。","bklhl":"帷ê柱二十支，銅做ê臼二十個；柱ê鉤kap橫桿是用銀做ê。"}},{"book":"出","chapter":38,"verse":11,"versions":{"unv":"北面也有帷子，寬一百肘。帷子的柱子二十根，帶卯的銅座二十個；柱子上的鉤子和杆子都是用銀子做的。","bklcl":"Pak-bīn iā chi̍t-pah tiú, ûi ê thiāu jī-cha̍p ki, tâng-chòe ê khū jī-cha̍p ê;  thiāu ê kau kap hoâiⁿ-koaiⁿ sī ēng gûn chòe-ê.","tghg":"北面也一百肘。帷的柱二十支，銅做的臼二十個；柱的鈎(kau)及橫杆(hoâiⁿ-koaiⁿ)是用銀做的。","bklhl":"北面也一百肘，帷ê柱二十支，銅做ê 臼二十個；柱ê鉤kap橫桿是用銀做ê。"}},{"book":"出","chapter":38,"verse":12,"versions":{"unv":"院子的西面有帷子，寬五十肘。帷子的柱子十根，帶卯的座十個；柱子的鉤子和杆子都是用銀子做的。","bklcl":"Sai-bīn ū ûi gō͘-cha̍p tiú, ûi ê thiāu cha̍p-ki, khū cha̍p-ê;  thiāu ê kau kap hoâiⁿ-koaiⁿ sī ēng gûn chòe-ê.","tghg":"西面有帷，五十肘。帷的柱十支，臼十個；柱的鈎及橫杆(hoâiⁿ-koaiⁿ)是用銀做的。","bklhl":"西面有帷五十肘，帷ê柱十支，臼十個；柱ê鉤kap橫桿是用銀做ê。"}},{"book":"出","chapter":38,"verse":13,"versions":{"unv":"院子的東面，寬五十肘。","bklcl":"Tang-bīn ê tang-sì gō͘-cha̍p tiú.","tghg":"東面的東勢，五十肘。","bklhl":"東面ê東勢五十肘。"}},{"book":"出","chapter":38,"verse":14,"versions":{"unv":"門這邊的帷子十五肘，那邊也是一樣。帷子的柱子三根，帶卯的座三個。在門的左右各有帷子十五肘，帷子的柱子三根，帶卯的座三個。","bklcl":"Mn̂g chit-pêng ê ûi cha̍p-gō͘ tiú, ûi ê thiāu saⁿ-ki, ū khū saⁿ-ê.","tghg":"門此旁的帷十五肘。帷的柱三支，有臼三個，","bklhl":"門chit-pêng ê帷十五肘，帷ê柱三支，有臼三個。"}},{"book":"出","chapter":38,"verse":15,"versions":{"unv":"【併於上節】","bklcl":"Hit-pêng iā sī án-ni;  tiûⁿ-mn̂g ê chó-iū, kok ū ûi cha̍p-gō͘ tiú;  ûi ê thiāu saⁿ-ki, khū saⁿ-ê.","tghg":"彼旁也是按呢。場門的左右各有帷十五肘，帷的柱三支，臼三個。","bklhl":"Hit-pêng也是án-ni；帳門ê左右，kok有帷十五肘；帷ê柱三支，臼三個。"}},{"book":"出","chapter":38,"verse":16,"versions":{"unv":"院子四面的帷子都是用撚的細麻做的。","bklcl":"Tiûⁿ sì-bīn ê tiùⁿ-ûi lóng sī ēng kè-pháng ê iù-tōe chòe.","tghg":"場四面的帳帷攏是用過紡的幼苧做。","bklhl":"帳四面ê帳帷lóng是用過紡ê幼苧做。"}},{"book":"出","chapter":38,"verse":17,"versions":{"unv":"柱子帶卯的座是銅的，柱子上的鉤子和杆子是銀的，柱頂是用銀子包的。院子一切的柱子都是用銀杆連絡的。","bklcl":"Thiāu ê khū sī tâng-ê, thiāu ê kau kap hoâiⁿ-koaiⁿ sī gûn-ê;  thiāu-táu sī ēng gûn pau-ê;  tiûⁿ lóng chóng ê thiāu sī ēng gûn ê hoâiⁿ-koaiⁿ chhēng saⁿ-liân-ê.","tghg":"柱的臼是銅的，柱的鈎(kau)及橫杆是銀的，柱枓是用銀包的。場攏總的柱是用銀的橫杆穿相連的。","bklhl":"柱ê 臼是銅ê，柱ê鉤kap橫桿是銀ê；柱斗是用銀包ê；帳lóng總ê柱是用銀ê橫桿穿相連ê。"}},{"book":"出","chapter":38,"verse":18,"versions":{"unv":"院子的門簾是以繡花的手工，用藍色、紫色、朱紅色線，和撚的細麻織的，寬二十肘，高五肘，與院子的帷子相配。","bklcl":"Tiûⁿ-mn̂g ê mn̂g-lî sī ēng siù-hoe ê kang, ēng lâm-sek, chí-sek, chu-âng-sek ê liāu kap kè-pháng ê iù-tōe chòe-ê;  tn̂g jī-cha̍p tiú, koâiⁿ gō͘ tiú, kap tiûⁿ ê ûi saⁿ-phòe.","tghg":"場門的門簾是用綉(siù)花的工，用藍色、紫色、朱紅色的料，及過紡的幼苧做的，長二十肘，高五肘，及場的帷相配。","bklhl":"帳門ê門籬是用繡花ê工，用藍色、紫色、朱紅色ê料 kap過紡ê幼苧做ê；長二十肘，高五肘，kap帳ê帷相配。"}},{"book":"出","chapter":38,"verse":19,"versions":{"unv":"帷子的柱子四根，帶卯的銅座四個；柱子上的鉤子和杆子是銀的；柱頂是用銀子包的。","bklcl":"In ê thiāu sì-ki, tâng ê khū sì-ê, thiāu ê kau sī gûn-ê, thiāu-táu sī gûn pau-ê, hoâiⁿ-koaiⁿ sī gûn-ê.","tghg":"𪜶的柱四支，銅的臼四個；柱的鈎是銀的，柱枓是銀包的，橫杆是銀的。","bklhl":"In ê柱四支，銅ê臼四個，柱ê鉤是銀ê，柱斗是銀包ê，橫桿是銀ê。"}},{"book":"出","chapter":38,"verse":20,"versions":{"unv":"帳幕一切的橛子和院子四圍的橛子都是銅的。","bklcl":"Hōe-bō͘ í-ki̍p tiûⁿ-lāi sì-ûi só͘ tèng ê teng, lóng sī tâng-ê.","tghg":"會幕以及場內四圍所釘的釘攏是銅的。","bklhl":"會幕以及帳內四圍所釘ê釘，lóng是銅ê。"}},{"book":"出","chapter":38,"verse":21,"versions":{"unv":"這是法櫃的帳幕中利未人所用物件的總數，是照摩西的吩咐，經祭司亞倫的兒子以他瑪的手數點的。","bklcl":"Chit-ê hōe-bō͘ sī chèng-kù ê hōe-bō͘;  hit tiong-kan Lī-bī lâng só͘ beh ēng mi̍h-kiāⁿ ê chóng-gia̍h, sī chiàu Mô͘-se só͘ hoan-hù, keng-kè chè-si A-lûn ê kiáⁿ, Í-tha-má ê chhiú só͘ sǹg-ê.","tghg":"此個會幕是證據的會幕，彼中間利未人所欲用物件的總額，是照摩西所吩咐，經過祭司亞倫的子以他瑪的手所算的。","bklhl":"Chit ê會幕是證據ê會幕；hit中間利未人所beh用物件ê總額，是照摩西所吩咐，經過祭司亞倫ê kiáⁿ，Í-tha-má ê手所算ê。"}},{"book":"出","chapter":38,"verse":22,"versions":{"unv":"凡耶和華所吩咐摩西的都是猶大支派戶珥的孫子、烏利的兒子比撒列做的。","bklcl":"Kìⁿ-nā Iâ-hô-hoa só͘ hoan-hù Mô͘-se-ê, Iû-tāi ê chi-phài, Hō͘-jíⁿ ê sun, O͘-lī ê kiáⁿ, Pí-sat-lia̍t lóng chòe-i.","tghg":"見若耶和華所吩咐摩西的，猶大的支派戶珥(Hō͘-jíⁿ)的孫、烏利的子比撒列攏做伊。","bklhl":"見若耶和華所吩咐摩西ê，偤大ê支派，Hō͘-jíⁿ ê孫、O͘-lī ê kiáⁿ、Pí-sat-lia̍t lóng做伊。"}},{"book":"出","chapter":38,"verse":23,"versions":{"unv":"與他同工的有但支派中亞希撒抹的兒子亞何利亞伯；他是雕刻匠，又是巧匠，又能用藍色、紫色、朱紅色線，和細麻繡花。","bklcl":"Kap i saⁿ-kap chòe-ê, ū Tàn ê chi-phài, A-hi-sat-boat ê kiáⁿ, A-hô-lī-a-pek, i sī gâu tiau-khek, koh kî-khiáu ê sai-hū, koh ōe ēng lâm-sek, chí-sek, chu-âng-sek ê liāu kap iù-tōe lâi siù-hoe.","tghg":"及伊相及做的有但的支派亞希撒抹的子亞何利亞伯；伊是𠢕(gâu)雕刻，閣奇巧的師傅，閣會用藍色、紫色、朱紅色的料，及幼苧來綉花。","bklhl":"Kap伊相kap做ê，有Tàn ê支派，A-hi-sat-boat ê kiáⁿ，A-hô-lī-a-pek，伊是gâu雕刻，koh奇巧ê師傅，koh能用藍色、紫色、朱紅色ê料kap幼苧來繡花。"}},{"book":"出","chapter":38,"verse":24,"versions":{"unv":"為聖所一切工作使用所獻的金子，按聖所的平，有二十九他連得並七百三十舍客勒。","bklcl":"Chòe sèng-só͘ it-chhè ê kang só͘ ēng ê kim, chiū-sī lâng só͘ hiàn ê kim, chiàu sèng-só͘ ê phêng, ū jī-cha̍p-káu tha-liân-tek, koh chhit-pah saⁿ-cha̍p sià-khek-le̍k.","tghg":"做聖所一切的工所用的金就是人所獻的金，照聖所的秤，有二十九他連得閣七百三十舍客勒。","bklhl":"做聖所一切ê工所用ê金，就是人所獻ê金，照聖所ê秤(phêng)，有二十九tha-liân-tek，koh七百三十sià-khek-le̍k。"}},{"book":"出","chapter":38,"verse":25,"versions":{"unv":"會中被數的人所出的銀子，按聖所的平，有一百他連得並一千七百七十五舍客勒。","bklcl":"Hōe-tiong siū sǹg ê lâng só͘ chhut ê gûn, chiàu sèng-só͘ ê phêng, ū chi̍t-pah tha-liân-tek, koh chi̍t-chheng chhit-pah chhit-cha̍p gō͘ sià-khek-le̍k.","tghg":"會中受算的人所出的銀，照聖所的秤，有一百他連得閣一千七百七十五舍客勒。","bklhl":"會中受算ê人所出ê銀，照聖所ê秤，有一百tha-liân-tek，koh一千七百七十五 sià-khek-le̍k。"}},{"book":"出","chapter":38,"verse":26,"versions":{"unv":"凡過去歸那些被數之人的，從二十歲以外，有六十萬零三千五百五十人。按聖所的平，每人出銀半舍客勒，就是一比加。","bklcl":"Kìⁿ-nā kè-khì kui tī hiah-ê kè-sǹg-ê, tùi jī-cha̍p hè í-chiūⁿ, ū la̍k-cha̍p-bān liân saⁿ-chheng gō͘-pah gō͘-cha̍p lâng, chiàu sèng-só͘ ê phêng, ta̍k-lâng chhut-gûn pòaⁿ sià-khek-le̍k, chiū-sī chi̍t pí-ka.","tghg":"見若過去歸佇許個過算者，對二十歲以上，有六十萬連三千五百五十人。照聖所的秤，逐人出銀半舍客勒，就是一比加(chi̍t pí-ka.)。","bklhl":"見若過去歸tī hiah-ê計算ê，tùi二十歲以上，有六十萬連三千五百五十人，照聖所ê秤，ta̍k人出銀半sià-khek-le̍k，就是一pí-ka。"}},{"book":"出","chapter":38,"verse":27,"versions":{"unv":"用那一百他連得銀子鑄造聖所帶卯的座和幔子柱子帶卯的座；一百他連得共一百帶卯的座，每帶卯的座用一他連得。","bklcl":"Ēng hit-ê chi̍t-pah tha-liân-tek ê gûn, chù sèng-só͘ ê khū, kap tiùⁿ-lî-thiāu ê khū;  chi̍t pah tha-liân-tek chòe chi̍t-pah ê khū, chi̍t ê khū ēng chi̍t tha-liân-tek.","tghg":"用彼個一百他連得的銀鑄聖所的臼及帳簾柱的臼；一百他連得做一百個臼，一個臼用一他連得。","bklhl":"用hit ê一百tha-liân-tek ê銀，鑄聖所ê臼，kap帳籬柱ê臼；一百tha-liân-tek做一百個臼，一个臼用一tha-liân-tek。"}},{"book":"出","chapter":38,"verse":28,"versions":{"unv":"用那一千七百七十五舍客勒銀子做柱子上的鉤子，包裹柱頂並柱子上的杆子。","bklcl":"Ēng hit-ê chi̍t-chheng chhit-pah chhit-cha̍p-gō͘ sià-khek-le̍k ê gûn, chòe thiāu ê kau, iā pau thiāu-táu, iā chòe i ê hoâiⁿ-koaiⁿ.","tghg":"用彼個一千七百七十五舍客勒的銀做柱的鈎，也包柱枓也做伊的橫杆。","bklhl":"用hit ê一千七百七十五 sià-khek-le̍k ê銀，做柱ê鉤，也包柱斗，也做伊ê橫桿。"}},{"book":"出","chapter":38,"verse":29,"versions":{"unv":"所獻的銅有七十他連得並二千四百舍客勒。","bklcl":"Só͘ hiàn ê tâng, ū chhit-cha̍p tha-liân-tek, koh nn̄g-chheng sì-pah sià-khek-le̍k.","tghg":"所獻的銅有七十他連得閣二千四百舍客勒。","bklhl":"所獻ê銅，有七十tha-lâin-tek，koh兩清四百sià-khek-le̍k。"}},{"book":"出","chapter":38,"verse":30,"versions":{"unv":"用這銅做會幕門帶卯的座和銅壇，並壇上的銅網和壇的一切器具，","bklcl":"Ēng chit-ê tâng chòe hōe-bō͘ mn̂g ê khū, kap tâng-tôaⁿ, kap i ê tâng-bāng ê chân, kap tôaⁿ lóng-chóng ê khì-kū,","tghg":"用此個銅做會幕門的臼及銅壇，及伊的銅網的層及壇攏總的器具，","bklhl":"用chit ê銅做會幕門ê臼，kap銅壇，kap伊ê銅網ê層，kap壇lóng總ê器具，"}},{"book":"出","chapter":38,"verse":31,"versions":{"unv":"並院子四圍帶卯的座和院門帶卯的座，與帳幕一切的橛子和院子四圍所有的橛子。","bklcl":"í-ki̍p tiûⁿ sì-ûi ê khū, kap tiûⁿ-mn̂g ê khū, kap hōe-bō͘ lóng-chóng só͘ tèng ê teng, kap tiûⁿ sì-ûi só͘ tèng ê teng.","tghg":"以及場四圍的臼及場門的臼，及會幕攏總所釘的釘及場四圍所釘的釘。","bklhl":"以及帳四圍ê臼，kap帳門ê臼，kap會幕lóng總所釘ê釘，kap帳四圍所釘ê釘。"}}]