[{"book":"出","chapter":6,"verse":1,"versions":{"unv":"耶和華對摩西說：「現在你必看見我向法老所行的事，使他因我大能的手容以色列人去，且把他們趕出他的地。」","bklcl":"Iâ-hô-hoa tùi Mô͘-se kóng, Góa só͘ beh kiâⁿ tī Hoat-ló-ê, taⁿ lí beh khòaⁿ-kìⁿ;  in-ūi ēng koân-lêng ê chhiú, i beh chún in khì, koh ēng koân-lêng ê chhiú, i beh kóaⁿ in chhut i ê tōe.","tghg":"耶和華對摩西講：「我所欲行佇法老的，今你欲看見，因為用權能的手，伊欲准𪜶去，閣用權能的手，伊欲趕𪜶出伊的地。」","bklhl":"耶和華對摩西講：我所beh行tī法老ê，taⁿ你beh看見；因為用權能ê手，伊beh准in去，koh用權能ê手，伊beh趕in出伊ê地。"}},{"book":"出","chapter":6,"verse":2,"versions":{"unv":"　神曉諭摩西說：「我是耶和華。","bklcl":"Siōng-tè koh tùi Mô͘-se kóng, Góa chiū-sī Iâ-hô-hoa;","tghg":"上帝閣對摩西講：「我就是耶和華。","bklhl":"上帝koh對摩西講：我就是耶和華；"}},{"book":"出","chapter":6,"verse":3,"versions":{"unv":"我從前向亞伯拉罕、以撒、雅各顯現為全能的　神；至於我名耶和華，他們未曾知道。","bklcl":"Góa miâ chòe choân-lêng ê Siōng-tè chhut-hiān tī A-pek-la̍h-hán, Í-sat, Ngá-kok, chóng-sī Góa ê miâ chòe Iâ-hô-hoa Góa bē ū hō͘ in bat Góa.","tghg":"我名做全能的上帝出現佇亞伯拉罕、以撒、雅各；總是我的名做耶和華，我未有互𪜶識我。","bklhl":"我名做全能ê上帝出現tī亞伯拉罕、以撒、雅各，總是我ê名做耶和華，我未有hō͘ in bat我。"}},{"book":"出","chapter":6,"verse":4,"versions":{"unv":"我與他們堅定所立的約，要把他們寄居的迦南地賜給他們。","bklcl":"Góa koh kap in li̍p Góa kian-kò͘ ê iok, beh chiong in só͘ chhut-gōa ê Ka-lâm tōe siúⁿ-sù in, chiū-sī in kià-kha ê tōe.","tghg":"我閣及𪜶立我堅固的約，欲將𪜶所出外的迦南地賞賜𪜶，就是𪜶寄腳的地。","bklhl":"我koh kap in立我堅固ê約，beh將in所出外ê迦南地賞賜in，就是in寄腳ê地。"}},{"book":"出","chapter":6,"verse":5,"versions":{"unv":"我也聽見以色列人被埃及人苦待的哀聲，我也記念我的約。","bklcl":"Góa iā thiaⁿ-kìⁿ Í-sek-lia̍t lâng hiⁿ-hiⁿ-chhan, chiū-sī Ai-ki̍p lâng tok in chòe khó͘-kang;  Góa iā kì-liām Góa ê iok.","tghg":"我也聽見以色列人譆譆孱(hiⁿ-hiⁿ-chhan)，就是埃及人督𪜶做苦工，我也紀念我的約。","bklhl":"我也聽見以色列人hiⁿ-hiⁿ-chhan，就是埃及人督in做苦工；我也記念我ê約。"}},{"book":"出","chapter":6,"verse":6,"versions":{"unv":"所以你要對以色列人說：『我是耶和華；我要用伸出來的膀臂重重地刑罰埃及人，救贖你們脫離他們的重擔，不做他們的苦工。","bklcl":"Só͘-í lí tio̍h kā Í-sek-lia̍t lâng kóng, Góa sī Iâ-hô-hoa;  Góa beh tùi Ai-ki̍p lâng só͘ hō͘ lín taⁿ ê tāng-tàⁿ chhōa lín chhut-lâi, koh beh kiù lín thoat-lī in só͘ hō͘ lín chòe ê khó͘-kang.  Góa iā beh ēng chhun-chhut ê chhiú kap tōa ê sím-phòaⁿ kiù-sio̍k lín.","tghg":"所以你著給以色列人講：『我是耶和華，我欲對埃及人所互恁擔(taⁿ)的重擔導恁出來，閣欲救恁脫離𪜶所互恁做的苦工，我也欲用伸出的手及大的審判救贖恁。","bklhl":"所以你tio̍h kā以色列人講：我是耶和華；我beh tùi埃及人所hō͘ lín taⁿ ê重擔chhōa lín出來，koh beh救lín脫離in所hō͘ lín做ê苦工。我也beh用伸出ê手kap大ê審判救贖lín。"}},{"book":"出","chapter":6,"verse":7,"versions":{"unv":"我要以你們為我的百姓，我也要作你們的　神。你們要知道我是耶和華─你們的　神，是救你們脫離埃及人之重擔的。","bklcl":"Góa iā beh lia̍h lín chòe Góa ê peh-sìⁿ, Góa iā beh chòe lín ê Siōng-tè;  lín beh chai Góa sī Iâ-hô-hoa, lín ê Siōng-tè, sī tùi Ai-ki̍p lâng só͘ hō͘ lín taⁿ ê tāng-tàⁿ chhōa lín chhut-lâi.","tghg":"我也欲掠恁做我的百姓，我也欲做恁的上帝。恁欲知我是耶和華──恁的上帝，是對埃及人所互恁擔的重擔導恁出來。","bklhl":"我也beh掠lín做我ê百姓，我也beh做lín ê上帝；lín beh知我是耶和華，lín ê上帝，是tùi埃及人所hō͘ lín擔ê重擔chhōa lín出來。"}},{"book":"出","chapter":6,"verse":8,"versions":{"unv":"我起誓應許給亞伯拉罕、以撒、雅各的那地，我要把你們領進去，將那地賜給你們為業。我是耶和華。』」","bklcl":"Góa chiù-chōa èng-ún beh hō͘ A-pek-la̍h-hán, Í-sat, Ngá-kok hit-ê tōe, Góa beh chhōa lín ji̍p khì hia, chiong hit-ê tōe siúⁿ-sù lín chòe gia̍p;  Góa sī Iâ-hô-hoa.","tghg":"我咒誓應允欲互亞伯拉罕、以撒、雅各彼個地，我欲導恁入去遐，將彼個地賞賜恁做業。我是耶和華。』」","bklhl":"我chiù-chōa應允beh hō͘亞伯拉罕、以撒、雅各hit ê地，我beh chhōa lín入去hia，將hit ê地賞賜lín做業；我是耶和華。"}},{"book":"出","chapter":6,"verse":9,"versions":{"unv":"摩西將這話告訴以色列人，只是他們因苦工愁煩，不肯聽他的話。","bklcl":"Mô͘-se chiong chit-ê kā Í-sek-lia̍t lâng kóng;  chóng-sī in ūi-tio̍h sim-lāi iu-būn, iā chòe khó͘-kang, m̄-khéng thiaⁿ Mô͘-se.","tghg":"摩西將此個給以色列人講，總是𪜶為著心內憂悶，也做苦工，呣肯聽摩西。","bklhl":"摩西將chit ê kā以色列人講；總是in為tio̍h心內憂悶，也做苦工，m̄肯聽摩西。"}},{"book":"出","chapter":6,"verse":10,"versions":{"unv":"耶和華曉諭摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"出","chapter":6,"verse":11,"versions":{"unv":"「你進去對埃及王法老說，要容以色列人出他的地。」","bklcl":"Lí ji̍p-khì kā Ai-ki̍p ông Hoat-ló kóng, tio̍h chún Í-sek-lia̍t lâng chhut i ê tōe.","tghg":"「你入去給埃及王法老講，著准以色列人出伊的地。」","bklhl":"你入去kā埃及王法老講：tio̍h 准以色列人出伊ê地。"}},{"book":"出","chapter":6,"verse":12,"versions":{"unv":"摩西在耶和華面前說：「以色列人尚且不聽我的話，法老怎肯聽我這拙口笨舌的人呢？」","bklcl":"Mô͘-se tī Iâ-hô-hoa ê bīn-chêng kóng, Khòaⁿ ah, Í-sek-lia̍t lâng siōng-chhiáⁿ m̄-thiaⁿ góa, Hoat-ló thái-thó beh thiaⁿ góa chit-ê chhùi-chi̍h tun ê lâng ah?","tghg":"摩西佇耶和華的面前講：「看啊！以色列人尚且呣聽我，法老豈可欲聽我此個嘴舌鈍的人啊？」","bklhl":"摩西tī耶和華ê面前講：看ah，以色列人尚且m̄聽我，法老thái-thó beh聽我chit ê嘴舌鈍ê人ah？"}},{"book":"出","chapter":6,"verse":13,"versions":{"unv":"耶和華吩咐摩西、亞倫往以色列人和埃及王法老那裡去，把以色列人從埃及地領出來。","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se, A-lûn tio̍h thoân-bēng hō͘ Í-sek-lia̍t lâng kap Ai-ki̍p ông Hoat-ló, thang chhōa Í-sek-lia̍t lâng chhut Ai-ki̍p tōe.","tghg":"耶和華吩咐摩西、亞倫著傳命互以色列人及埃及王法老，通導以色列人出埃及地。","bklhl":"耶和華吩咐摩西、亞倫tio̍h傳命hō͘以色列人kap埃及王法老，thang chhōa以色列人出埃及地。"}},{"book":"出","chapter":6,"verse":14,"versions":{"unv":"以色列人家長的名字記在下面。以色列長子流便的兒子是哈諾、法路、希斯崙、迦米；這是流便的各家。","bklcl":"Í-sek-lia̍t chiah-ê pâng-tiúⁿ ê miâ kì tī ē-tóe;  Í-sek-lia̍t tōa-kiáⁿ Liû-piān ê kiáⁿ;  Hap-lo̍k, Hoat-lō͘, Hi-su-lûn, Ka-bí;  chiah-ê sī Liû-piān hiah-ê ke.","tghg":"以色列諸個房長的名記佇下底。以色列大子流便的子哈諾、法路、希斯崙、迦米；諸個是流便許個家。","bklhl":"以色列chiah ê房長ê名記tī下底；以色列大kiáⁿ Liû-piān ê kiáⁿ；Hap-lo̍k、Hoat-lō͘、Hi-su-lûn、Ka-bí；chiah ê是Liû-piān hiah-ê家。"}},{"book":"出","chapter":6,"verse":15,"versions":{"unv":"西緬的兒子是耶母利、雅憫、阿轄、雅斤、瑣轄，和迦南女子的兒子掃羅；這是西緬的各家。","bklcl":"Se-biān ê kiáⁿ;  Iâ-bó͘-lī, Ngá-bín, O-hat, Ngá-kun, Só-hat, í-ki̍p Ka-lâm tōe ê cha-bó͘-kiáⁿ só͘ siⁿ ê Sò-lô;  chiah-ê sī Se-biān hiah-ê ke.","tghg":"西緬的子耶某利、雅憫、阿轄(O-hat)、雅斤、瑣轄(Só-hat)，以及迦南地的查某子所生的掃羅；諸個是西緬許個家。","bklhl":"西門ê kiáⁿ；Iâ-bó͘-lī、Ngá-bín、O-hat、Ngá-kun、Só-hat，以及迦南地ê cha-bó͘-kiáⁿ所生ê掃羅；chiah ê是西門hiah-ê家。"}},{"book":"出","chapter":6,"verse":16,"versions":{"unv":"利未眾子的名字按著他們的後代記在下面：就是革順、哥轄、米拉利。利未一生的歲數是一百三十七歲。","bklcl":"Lī-bī chiah-ê kiáⁿ ê miâ chiàu in ê sè-hē kì tī ē-tóe;  Kek-sūn, Ko-hat, Bí-la̍h-lī;  Lī-bī hióng-siū chi̍t-pah saⁿ-cha̍p-chhit hè.","tghg":"利未諸個子的名照𪜶的世系記佇下底：革順、哥轄、米拉利。利未享壽一百三十七歲。","bklhl":"利未chiah ê kiáⁿ ê名照in ê世系記tī下底；Kek-sūn、Ko-hat、Bí-la̍h-lī；利未享壽一百三十七歲。"}},{"book":"出","chapter":6,"verse":17,"versions":{"unv":"革順的兒子按著家室是立尼、示每。","bklcl":"Kek-sūn ê kiáⁿ, chiàu in ê ka-cho̍k;  Li̍p-nî, Sī-múi.","tghg":"革順的子照𪜶的家族立尼、示每(Sī-múi)。","bklhl":"Kek-sūn ê kiáⁿ，照in ê家族；Li̍p-nî，Sī-múi。"}},{"book":"出","chapter":6,"verse":18,"versions":{"unv":"哥轄的兒子是暗蘭、以斯哈、希伯倫、烏薛。哥轄一生的歲數是一百三十三歲。","bklcl":"Ko-hat ê kiáⁿ; Àm-lân, Í-su-hap, Hi-pek-lûn, O͘-siat; Ko-hat hióng-siū chi̍t-pah saⁿ-cha̍p-saⁿ hè.","tghg":"哥轄的子暗蘭、以斯哈、希伯倫、烏設。哥轄享壽一百三十三歲。","bklhl":"Ko-hat ê kiáⁿ；Àm-lân、Í-su-hap、Hi-pek-lûn、O͘-siat；Ko-hat享壽一百三十三歲。"}},{"book":"出","chapter":6,"verse":19,"versions":{"unv":"米拉利的兒子是抹利和母示；這是利未的家，都按著他們的後代。","bklcl":"Bí-la̍h-lī ê kiáⁿ;  Boa̍t-lī, Bó͘-sī.  Chiah-ê sī Lī-bī hiah-ê ke, chiàu in ê sè-hē.","tghg":"米拉利的子抹利、某示；諸個是利未許個家，照𪜶的世系。","bklhl":"Bí-la̍h-lī ê kiáⁿ；Boa̍t-lī、Bó͘-sī。Chiah-ê是利未hiah-ê家，照in ê世系。"}},{"book":"出","chapter":6,"verse":20,"versions":{"unv":"暗蘭娶了他父親的妹妹約基別為妻，她給他生了亞倫和摩西。暗蘭一生的歲數是一百三十七歲。","bklcl":"Àm-lân chhōa i ê ko͘, Iok-ki-pia̍t, chòe-bó͘;  i kā i siⁿ A-lûn kap Mô͘-se;  Àm-lân hióng-siū chi̍t-pah saⁿ-cha̍p-chhit hè.","tghg":"暗蘭娶伊的姑約基別做某，伊給伊生亞倫及摩西。暗蘭享壽一百三十七歲。","bklhl":"Àm-lân娶伊ê 姑，Iok-ki-piat，做bó͘；伊kā伊生亞倫kap摩西；Àm-lân享壽一百三十七歲。"}},{"book":"出","chapter":6,"verse":21,"versions":{"unv":"以斯哈的兒子是可拉、尼斐、細基利。","bklcl":"Í-su-hap ê kiáⁿ;  Khó-la̍h, Nî-húi, Sè-ki-lī.","tghg":"以斯哈的子可拉、尼斐、細基利。","bklhl":"Í-su-hap ê kiáⁿ；Khó-la̍h、Nî-húi、Sè-ki-lī。"}},{"book":"出","chapter":6,"verse":22,"versions":{"unv":"烏薛的兒子是米沙利、以利撒反、西提利。","bklcl":"O͘-siat ê kiáⁿ;  Bí-sa-lī, Í-lī-sat-hoán, Se-thê-lī.","tghg":"烏設的子米沙利、以利撒反、西提利。","bklhl":"O͘-siat ê kiáⁿ；Bí-sa-lī、Í-lī-sat-hoán、Se-thê-lī。"}},{"book":"出","chapter":6,"verse":23,"versions":{"unv":"亞倫娶了亞米拿達的女兒，拿順的妹妹，以利沙巴為妻，她給他生了拿答、亞比戶、以利亞撒、以他瑪。","bklcl":"A-lûn chhōa A-bí-ná-ta̍t ê cha-bó͘-kiáⁿ, Ná-sūn ê sió-bē, Í-lī-sa-pa chòe bó͘;  i kā i siⁿ Ná-tap, A-pí-hō͘, Í-lī-a-sat, Í-tha-má.","tghg":"亞倫娶亞米拿達的查某子，拿順的小妹，以利沙巴做某，伊給伊生拿答、亞比戶、以利亞撒、以他瑪。","bklhl":"亞倫娶A-bí-ná-ta̍t ê cha-bó͘-kiáⁿ，Ná-sūn ê小妹，以利沙巴做bó͘；伊kā伊生Ná-tap、A-pí-hō͘、Í-lī-a-sat、Í-tha-má。"}},{"book":"出","chapter":6,"verse":24,"versions":{"unv":"可拉的兒子是亞惜、以利加拿、亞比亞撒；這是可拉的各家。","bklcl":"Khó-la̍h ê kiáⁿ;  A-sek, Í-lī-ka-ná, A-pí-a-sat;  chiah-ê sī Khó-la̍h hiah-ê ke.","tghg":"可拉的子亞瑟、以利加拿、亞比亞撒；諸個是可拉許個家。","bklhl":"Khó-la̍h ê kiáⁿ；A-sek、Í-lī-ka-ná、A-pí-a-sat；chiah ê是Khó-la̍h hiah-ê家。"}},{"book":"出","chapter":6,"verse":25,"versions":{"unv":"亞倫的兒子以利亞撒娶了普鐵的一個女兒為妻，她給他生了非尼哈。這是利未人的家長，都按著他們的家。","bklcl":"A-lûn ê kiáⁿ Í-lī-a-sat chhōa Phó͘-thiat chi̍t ê cha-bó͘-kiáⁿ chòe-bó͘;  i kā i siⁿ Hui-nî-hap.  Chiah-ê sī Lī-bī lâng ê pâng-tiúⁿ, chiàu in ê ka-cho̍k.","tghg":"亞倫的子以利亞撒娶普鐵一個查某子做某，伊給伊生非尼哈。諸個是利未人的房長，照𪜶的家族。","bklhl":"亞倫ê kiáⁿ Í-lī-a-sat娶Phó͘-thiat一个cha-bó͘-kiáⁿ做bó͘；伊kā伊生Hui-nî-hap。 Chiah-ê是利未人ê房長，照in ê 家族。"}},{"book":"出","chapter":6,"verse":26,"versions":{"unv":"耶和華說：「將以色列人按著他們的軍隊從埃及地領出來。」這是對那亞倫、摩西說的。","bklcl":"Chit-ê A-lûn Mô͘-se chiū-sī Iâ-hô-hoa tùi in kóng, Tio̍h chhōa Í-sek-lia̍t lâng chiàu in ê kun-tūi chhut Ai-ki̍p tōe ê.","tghg":"此個亞倫、摩西就是耶和華對𪜶講：「著導以色列人照𪜶的軍隊出埃及地的。」","bklhl":"Chit ê亞倫、摩西就是耶和華對in講：Tio̍h chhōa以色列人照in ê軍隊出埃及地ê。"}},{"book":"出","chapter":6,"verse":27,"versions":{"unv":"對埃及王法老說要將以色列人從埃及領出來的，就是這摩西、亞倫。","bklcl":"Tùi Ai-ki̍p ông, Hoat-ló, kóng beh chhōa Í-sek-lia̍t lâng chhut Ai-ki̍p ê, chiū-sī chit-ê Mô͘-se, A-lûn.","tghg":"對埃及王法老講欲導以色列人出埃及的，就是此個摩西、亞倫。","bklhl":"對埃及王，法老，講beh chhōa以色列人出埃及ê，就是chit ê摩西、亞倫。"}},{"book":"出","chapter":6,"verse":28,"versions":{"unv":"當耶和華在埃及地對摩西說話的日子，","bklcl":"Tng Iâ-hô-hoa tī Ai-ki̍p tōe tùi Mô͘-se kóng-ōe ê ji̍t,","tghg":"當耶和華佇埃及地對摩西講話的日，","bklhl":"當耶和華tī埃及地對摩西講話ê日，"}},{"book":"出","chapter":6,"verse":29,"versions":{"unv":"他向摩西說：「我是耶和華；我對你說的一切話，你都要告訴埃及王法老。」","bklcl":"Iâ-hô-hoa tùi Mô͘-se kóng, Góa chiū-sī Iâ-hô-hoa;  Góa tùi lí só͘ kóng it-chhè ê ōe, lí lóng tio̍h kā Ai-ki̍p ông Hoat-ló kóng.","tghg":"耶和華對摩西講：「我就是耶和華；我對你所講一切的話，你攏著給埃及王法老講。」","bklhl":"耶和華對摩西講：我就是耶和華；我對你所講一切ê話，你lóng tio̍h kā埃及王法老講。"}},{"book":"出","chapter":6,"verse":30,"versions":{"unv":"摩西在耶和華面前說：「看哪，我是拙口笨舌的人，法老怎肯聽我呢？」","bklcl":"Mô͘-se tī Iâ-hô-hoa ê bīn-chêng kóng, Khòaⁿ ah, góa sī chhùi-chi̍h tun ê lâng, Hoat-ló thái-thó beh thiaⁿ góa ah?","tghg":"摩西佇耶和華的面前講：「看啊，我是嘴舌鈍的人，法老豈可欲聽我啊？」","bklhl":"摩西tī耶和華ê面前講：看ah，我是嘴舌鈍ê人，法老thái-thó beh聽我ah？"}}]