[{"book":"出","chapter":28,"verse":1,"versions":{"unv":"「你要從以色列人中，使你的哥哥亞倫和他的兒子拿答、亞比戶、以利亞撒、以他瑪一同就近你，給我供祭司的職分。","bklcl":"Lí tio̍h tùi Í-sek-lia̍t lâng ê tiong-kan, hō͘ lí ê hiaⁿ A-lûn kap i hiah-ê kiáⁿ, lâi lí chia, thang chòe chè-si, ho̍k-sāi Góa, chiū-sī A-lûn, kap A-lûn ê kiáⁿ Ná-tap, A-pí-hō͘, Í-lī-a-sat, Í-tha-má.","tghg":"「你著對以色列人的中間，互你的兄亞倫及伊許個子來你遮，通做祭司服事我，就是亞倫及亞倫的子拿答、亞比戶、以利亞撒、以他瑪。","bklhl":"你tio̍h tùi以色列人ê中間，hō͘你ê兄亞倫kap伊hiah-ê kiáⁿ，來你chia，thang做祭司，服事我，就是亞倫，kap亞倫ê kiáⁿ Ná-tap、A-pí-hō͘、Í-lī-a-sat、Í-tha-má。"}},{"book":"出","chapter":28,"verse":2,"versions":{"unv":"你要給你哥哥亞倫做聖衣為榮耀，為華美。","bklcl":"Lí tio̍h kā lí ê hiaⁿ A-lûn chòe sèng ê saⁿ, hō͘ i êng-kng koh súi.","tghg":"你著給你的兄亞倫做聖的衫，互伊榮光閣媠。","bklhl":"你tio̍h kā你ê兄亞倫做聖ê衫，hō͘伊榮光koh súi。"}},{"book":"出","chapter":28,"verse":3,"versions":{"unv":"又要吩咐一切心中有智慧的，就是我用智慧的靈所充滿的，給亞倫做衣服，使他分別為聖，可以給我供祭司的職分。","bklcl":"Koh tio̍h hoan-hù it-chhè sim ū tì-hūi-ê, chiū-sī Góa ēng tì-hūi ê sîn só͘ chhiong-móa ê lâng, kā A-lûn chòe saⁿ, hun-piat i chòe-sèng, thang chòe chè-si ho̍k-sāi Góa.","tghg":"閣著吩咐一切心有智慧者，就是我用智慧的神所充滿的人，給亞倫做衫，分別伊做聖，通做祭司服事我。","bklhl":"Koh tio̍h吩咐一切心有智慧ê，就是我用智慧ê神所充滿ê人，kā亞倫做衫，分別伊做聖，thang做祭司服事我。"}},{"book":"出","chapter":28,"verse":4,"versions":{"unv":"所要做的就是胸牌、以弗得、外袍、雜色的內袍、冠冕、腰帶，使你哥哥亞倫和他兒子穿這聖服，可以給我供祭司的職分。","bklcl":"In só͘ tio̍h chòe ê saⁿ, chiū-sī pó͘-kòa, í-hut-tek, gōa-phàu, ū-hoe ê lāi-saⁿ, bō, io-tòa.  In tio̍h kā lí ê hiaⁿ A-lûn kap i ê kiáⁿ chòe sèng ê saⁿ, hō͘ i chòe chè-si lâi ho̍k-sāi Góa.","tghg":"𪜶所著做的衫就是補𧞔(pó͘-kòa)、以弗得、外袍、有花的內衫、帽、腰帶，𪜶著給你的兄亞倫及伊的子做聖的衫，互伊做祭司來服事我。","bklhl":"In所tio̍h做ê衫，就是pó͘褂、í-hut-tek、外袍、有花ê內衫、帽、腰帶，in tio̍h kā你ê兄亞倫kap伊ê kiáⁿ做聖ê衫，hō͘伊做祭司來服事我。"}},{"book":"出","chapter":28,"verse":5,"versions":{"unv":"要用金線和藍色、紫色、朱紅色線，並細麻去做。","bklcl":"In tio̍h ēng kim, kap lâm-sek, chí-sek, chu-âng-sek ê liāu, kap iù-tōe chòe-i.","tghg":"𪜶著用金及藍色、紫色、朱紅色的料，及幼苧做伊。","bklhl":"In tio̍h用金，kap藍色、紫色、朱紅色ê料，kap幼苧做伊。"}},{"book":"出","chapter":28,"verse":6,"versions":{"unv":"「他們要拿金線和藍色、紫色、朱紅色線，並撚的細麻，用巧匠的手工做以弗得。","bklcl":"In tio̍h ēng kim, kap lâm-sek, chí-sek, chu-âng-sek ê liāu, kap kè-pháng ê iù-tōe, ēng kî-khiáu ê kang chòe í-hut-tek.","tghg":"「𪜶著用金及藍色、紫色、朱紅色的料，及過紡的幼苧，用奇巧的工做以弗得。","bklhl":"In tio̍h用金，kap藍色、紫色、朱紅色ê料，kap過紡ê幼苧，用奇巧ê工做í-hut-tek。"}},{"book":"出","chapter":28,"verse":7,"versions":{"unv":"以弗得當有兩條肩帶，接上兩頭，使它相連。","bklcl":"Tio̍h ū phi-kian nn̄g tè, liân tī siang-pêng, hō͘ i saⁿ-liân.","tghg":"著有披肩二塊，連佇雙旁，互伊相連。","bklhl":"Tio̍h有披肩兩塊，連tī雙pêng，hō͘伊相連。"}},{"book":"出","chapter":28,"verse":8,"versions":{"unv":"其上巧工織的帶子，要和以弗得一樣的做法，用以束上，與以弗得接連一塊，要用金線和藍色、紫色、朱紅色線，並撚的細麻做成。","bklcl":"Í-hut-tek téng-bīn kî-khiáu ê kang só͘ chit-ê tòa, tio̍h kap i tâng chi̍t-iūⁿ ê chòe-hoat;  hō͘ i saⁿ-liân chòe chi̍t-ê;  ēng kim, kap lâm-sek, chí-sek, chu-âng-sek ê liāu, í-ki̍p kè-pháng ê iù-tōe chòe-ê.","tghg":"以弗得頂面奇巧的工所織的帶，著及伊同一樣的做法，互伊相連做一個，用金及藍色、紫色、朱紅色的料，以及過紡的幼苧做的。","bklhl":"Í-hut-tek頂面奇巧ê工所chit ê tòa，tio̍h kap伊同一樣ê做法；hō͘伊相連做一个；用金kap藍色、紫色、朱紅色ê料，以及過紡ê幼苧做ê。"}},{"book":"出","chapter":28,"verse":9,"versions":{"unv":"要取兩塊紅瑪瑙，在上面刻以色列兒子的名字：","bklcl":"Tio̍h the̍h nn̄g tè âng-bé-ló, tī téng-bīn khek Í-sek-lia̍t chiah-ê kiáⁿ ê miâ;","tghg":"著提二塊紅瑪瑙，佇頂面刻以色列諸個子的名：","bklhl":"Tio̍h the̍h兩塊紅瑪瑙，tī頂面刻以色列chiah ê kiáⁿ ê名；"}},{"book":"出","chapter":28,"verse":10,"versions":{"unv":"六個名字在這塊寶石上，六個名字在那塊寶石上，都照他們生來的次序。","bklcl":"La̍k ê miâ tī chit-tè pó-chio̍h, kî-û la̍k ê miâ tī hit-tè pó-chio̍h, lóng chiàu in chhut-sì ê chhù-sū.","tghg":"六個名佇此塊寶石，其餘六個名佇彼塊寶石，攏照𪜶出世的次序。","bklhl":"六個名tī chit塊寶石，其餘六個名tī hit塊寶石，lóng照in出世ê次序。"}},{"book":"出","chapter":28,"verse":11,"versions":{"unv":"要用刻寶石的手工，彷彿刻圖書，按著以色列兒子的名字，刻這兩塊寶石，要鑲在金槽上。","bklcl":"Tio̍h ēng khek pó-chio̍h ê chhiú-kang, chhin-chhiūⁿ khek-ìn, chiàu Í-sek-lia̍t chiah-ê kiáⁿ ê miâ, khek chit nn̄g-tè pó-chio̍h, ji̍p tī kim-chô-ni̍h.","tghg":"著用刻寶石的手工，親像刻印，照以色列諸個子的名，刻此二塊寶石，入佇金槽裡。","bklhl":"Tio̍h用刻寶石ê手工，親像刻印，照以色列chiah ê kiáⁿ ê名，刻chit兩塊寶石，入tī金槽裡。"}},{"book":"出","chapter":28,"verse":12,"versions":{"unv":"要將這兩塊寶石安在以弗得的兩條肩帶上，為以色列人做紀念石。亞倫要在兩肩上擔他們的名字，在耶和華面前作為紀念。","bklcl":"Tio̍h chiong chit nn̄g-tè pó-chio̍h, an tī í-hut-tek ê phi-kian-téng, ūi Í-sek-lia̍t lâng chòe kì-liām-chio̍h.  A-lûn tio̍h tī nn̄g ê keng-thâu pē in ê miâ, tī Iâ-hô-hoa ê bīn-chêng, chòe kì-liām.","tghg":"著將此二塊寶石安佇以弗得的披肩頂，為以色列人做紀念石。亞倫著佇二個肩頭背𪜶的名，佇耶和華的面前做紀念。","bklhl":"Tio̍h將chit兩塊寶石，安tī í-hut-tek ê披肩頂，為以色列人做記念石。亞倫tio̍h tī兩個肩頭背in ê名，tī耶和華ê面前，做記念。"}},{"book":"出","chapter":28,"verse":13,"versions":{"unv":"要用金子做二槽，","bklcl":"Tio̍h ēng kim chòe nn̄g tè chô.","tghg":"著用金做二塊槽，","bklhl":"Tio̍h用金做兩塊槽。"}},{"book":"出","chapter":28,"verse":14,"versions":{"unv":"又拿精金，用擰工彷彿擰繩子，做兩條鍊子，把這擰成的鍊子搭在二槽上。」","bklcl":"Koh ēng hó-kim, chhin-chhiūⁿ phah soh-á, lâi chòe nn̄g tiâu liān-á, chiong chiah-ê phah-chiâⁿ ê liān-á, an tī hiah-ê chô-ni̍h.","tghg":"閣用好金，親像拍索仔，來做二條鍊仔，將諸個拍成的鍊仔，安佇許個槽裡。」","bklhl":"Koh用好金，親像phah索á，來做兩條鍊á，將chiah ê phah成ê鍊á，安tī hiah-ê槽裡。"}},{"book":"出","chapter":28,"verse":15,"versions":{"unv":"「你要用巧匠的手工做一個決斷的胸牌。要和以弗得一樣的做法：用金線和藍色、紫色、朱紅色線，並撚的細麻做成。","bklcl":"Lí tio̍h ēng kî-khiáu ê kang, chòe chi̍t-ê phòaⁿ-toàn ê pó͘-kòa;  tio̍h kap í-hut-tek tâng chi̍t-iūⁿ ê chòe-hoat;  ēng kim, kap lâm-sek, chí-sek, chu-âng-sek ê liāu í-ki̍p kè-pháng ê iù-tōe chòe-i.","tghg":"「你著用奇巧的工做一個判斷的補𧞔。著及以弗得同一樣的做法：用金及藍色、紫色、朱紅色的料，以及過紡的幼苧做伊。","bklhl":"你tio̍h用奇巧ê工，做一个判斷ê pó͘褂；tio̍h kap í-hut-tek同一樣ê做法；用金kap藍色、紫色、朱紅色ê料以及過紡ê幼苧做伊。"}},{"book":"出","chapter":28,"verse":16,"versions":{"unv":"這胸牌要四方的，疊為兩層，長一虎口，寬一虎口。","bklcl":"Pó͘-kòa tio̍h sù-hong, áu siang-têng;  tn̂g chi̍t-lia̍h, khoah chi̍t-lia̍h.","tghg":"補𧞔(pó͘-kòa)著四方，拗(áu)雙重，長一剽(liah)，闊一剽(liah)。","bklhl":"Pó͘褂tio̍h四方，拗(áu)雙重；長一掠，闊一掠。"}},{"book":"出","chapter":28,"verse":17,"versions":{"unv":"要在上面鑲寶石四行：第一行是紅寶石、紅璧璽、紅玉；","bklcl":"Lí tio̍h ji̍p chiah-ê pó-chio̍h tī i ê téng-bīn, ū pó-chio̍h sì-chōa;  chi̍t-chōa sī âng-pó-chio̍h, n̂g-ge̍k, chhiah-ge̍k, che sī tē-it-chōa.","tghg":"你著入諸個寶石佇伊的頂面，有寶石四叕(chōa)：一叕(chōa)是紅寶石、黃玉、赤玉，這是第一叕；","bklhl":"你tio̍h入chiah ê寶石tī伊ê頂面，有寶石四chōa；一chōa是紅寶石、黃玉、赤玉，這是第一chōa。"}},{"book":"出","chapter":28,"verse":18,"versions":{"unv":"第二行是綠寶石、藍寶石、金鋼石；","bklcl":"Tē-jī-chōa sī le̍k-pó-chio̍h, lâm-ge̍k, kim-kong-chio̍h.","tghg":"第二叕是綠寶石、藍玉、金鋼石；","bklhl":"第二chōa是綠寶石、藍玉、金剛石。"}},{"book":"出","chapter":28,"verse":19,"versions":{"unv":"第三行是紫瑪瑙、白瑪瑙、紫晶；","bklcl":"Tē-saⁿ-chōa sī chí-sek ê bé-ló, pe̍h-bé-ló, chí-sek chúi-chiⁿ.","tghg":"第三叕(chōa)是紫色的瑪瑙、白瑪瑙、紫色水晶；","bklhl":"第三chōa是紫色ê瑪瑙、白瑪瑙、紫色水晶。"}},{"book":"出","chapter":28,"verse":20,"versions":{"unv":"第四行是水蒼玉、紅瑪瑙、碧玉。這都要鑲在金槽中。","bklcl":"Tē-sì-chōa sī chhiⁿ-ge̍k, âng-bé-ló, phek-ge̍k;  che lóng tio̍h ji̍p tī kim-chô-lāi.","tghg":"第四叕是青玉、紅瑪瑙、碧玉。這攏著入佇金槽內。","bklhl":"第四chōa是青玉、紅瑪瑙、碧玉；這lóng tio̍h入tī 金槽內。"}},{"book":"出","chapter":28,"verse":21,"versions":{"unv":"這些寶石都要按著以色列十二個兒子的名字，彷彿刻圖書，刻十二個支派的名字。","bklcl":"Chiah-ê pó-chio̍h chiàu Í-sek-lia̍t ê kiáⁿ ê miâ, kiōng cha̍p-jī tè, chhin-chhiūⁿ khek-ìn, múi-tè khek chi̍t ê miâ, ūi-tio̍h cha̍p-jī chi-phài lâi chòe-i.","tghg":"諸個寶石照以色列的子的名共十二塊，親像刻印，每塊刻一個名為著十二支派來做伊。","bklhl":"Chiah-ê寶石照以色列ê kiáⁿ ê名，共十二塊，親像刻印，每塊刻一个名，為tio̍h十二支派來做伊。"}},{"book":"出","chapter":28,"verse":22,"versions":{"unv":"要在胸牌上用精金擰成如繩的鍊子。","bklcl":"Tio̍h ēng hó-kim phah liān-á, chhin-chhiūⁿ soh-á, an tī pó͘-kòa.","tghg":"著用好金拍鍊仔親像索仔安佇補𧞔(pó͘-kòa)。","bklhl":"Tio̍h用好金phah鍊á，親像索á，安tī pó͘褂。"}},{"book":"出","chapter":28,"verse":23,"versions":{"unv":"在胸牌上也要做兩個金環，安在胸牌的兩頭。","bklcl":"Tī pó͘-kòa tio̍h chòe nn̄g ê kim-khoân, chiong chit nn̄g ê khoân an tī pó͘-kòa ê siang-thâu.","tghg":"佇補𧞔著做二個金環，將此二個環安佇補𧞔的雙頭。","bklhl":"Tī pó͘褂tio̍h做兩個金環，將chit兩個環安tī pó͘褂ê雙頭。"}},{"book":"出","chapter":28,"verse":24,"versions":{"unv":"要把那兩條擰成的金鍊子，穿過胸牌兩頭的環子。","bklcl":"Tio̍h chiong só͘ phah hit nn̄g tiâu kim liān-á, liân tī pó͘-kòa siang-thâu nn̄g ê khoân.","tghg":"著將所拍彼二條金鍊仔，連佇補𧞔雙頭二個環。","bklhl":"Tio̍h將所phah hit兩條金鍊á，連tī pó͘褂雙頭兩個環。"}},{"book":"出","chapter":28,"verse":25,"versions":{"unv":"又要把鍊子的那兩頭接在兩槽上，安在以弗得前面肩帶上。","bklcl":"Ēng só͘ phah nn̄g tiâu liān-á ê siang-thâu, liân tī nn̄g ê chô, an tī í-hut-tek phi-kian ê thâu-chêng.","tghg":"用所拍二條鍊仔的雙頭連佇二個槽，安佇以弗得披肩的頭前。","bklhl":"用所phah兩條鍊á ê雙頭，連tī兩個槽，安tī í-hut-tek披肩ê頭前。"}},{"book":"出","chapter":28,"verse":26,"versions":{"unv":"要做兩個金環，安在胸牌的兩頭，在以弗得裡面的邊上。","bklcl":"Lí tio̍h chòe nn̄g ê kim-khoân, hē tī pó͘-kòa siang-thâu ê kîⁿ, kūn í-hut-tek ǹg-lāi hit-pêng.","tghg":"你著做二個金環，下佇補𧞔雙頭的墘，近以弗得向內彼旁。","bklhl":"你tio̍h做兩個金環，hē tī pó͘褂雙頭ê墘(kîⁿ)，近í-hut-tek ǹg內hit-pêng。"}},{"book":"出","chapter":28,"verse":27,"versions":{"unv":"又要做兩個金環，安在以弗得前面兩條肩帶的下邊，挨近相接之處，在以弗得巧工織的帶子以上。","bklcl":"Koh tio̍h chòe nn̄g ê kim-khoân, an tī í-hut-tek phi-kian ē-bīn ê thâu-chêng, óa-kūn saⁿ-liân ê só͘-chāi, tī í-hut-tek kî-khiáu ê kang só͘ chit-ê tòa ê téng-bīn.","tghg":"閣著做二個金環，安佇以弗得披肩下面的頭前，倚近相連的所在，佇以弗得奇巧的工所織的帶的頂面。","bklhl":"Koh tio̍h做兩個金環，安tī í-hut-tek披肩下面ê頭前，óa近相連ê所在，tī í-hut-tek奇巧ê工所織ê帶ê頂面。"}},{"book":"出","chapter":28,"verse":28,"versions":{"unv":"要用藍細帶子把胸牌的環子與以弗得的環子繫住，使胸牌貼在以弗得巧工織的帶子上，不可與以弗得離縫。","bklcl":"In tio̍h ēng lâm-sek ê iù-tòa, chiong pó͘-kòa ê khoân kap í-hut-tek ê khoân pa̍k saⁿ-liân, hō͘ i liâm tī í-hut-tek kî-khiáu ê kang só͘ chit-ê tòa, hō͘ pó͘-kòa kap í-hut-tek bô lī-phāng.","tghg":"𪜶著用藍色的幼帶將補𧞔的環及以弗得的環縛相連，互伊粘佇以弗得奇巧的工所織的帶，互補𧞔及以弗得無離縫。","bklhl":"In tio̍h用藍色ê幼帶，將pó͘褂ê環kap í-hut-tek ê環縛相連，hō͘伊liâm tī í-hut-tek奇巧ê工所chit ê帶，hō͘ pó͘褂 kap í-hut-tek無離縫。"}},{"book":"出","chapter":28,"verse":29,"versions":{"unv":"亞倫進聖所的時候，要將決斷胸牌，就是刻著以色列兒子名字的，帶在胸前，在耶和華面前常作紀念。","bklcl":"A-lûn ji̍p sèng-só͘ ê sî, tio̍h chiong phòaⁿ-toàn ê pó͘-kòa só͘ khek Í-sek-lia̍t ê kiáⁿ ê miâ, tòa tī i ê heng-chêng, tī Iâ-hô-hoa ê bīn-chêng, siông-siông chòe kì-liām.","tghg":"亞倫入聖所的時，著將判斷的補𧞔，所刻以色列的子的名，帶佇伊的胸前，佇耶和華的面前常常做紀念。","bklhl":"亞倫入聖所ê時，tio̍h將判斷ê pó͘褂所刻以色列ê kiáⁿ ê名，帶tī伊ê胸前，tī耶和華ê面前，常常做記念。"}},{"book":"出","chapter":28,"verse":30,"versions":{"unv":"又要將烏陵和土明放在決斷的胸牌裡；亞倫進到耶和華面前的時候，要帶在胸前，在耶和華面前常將以色列人的決斷牌帶在胸前。」","bklcl":"Lí tio̍h chiong O͘-lêng kap Thó͘-bêng, hē tī phòaⁿ-toàn ê pó͘-kòa-lāi;  A-lûn kàu Iâ-hô-hoa bīn-chêng ê sî, hiah-ê tio̍h tī i ê heng-chêng.  A-lûn tio̍h tī Iâ-hô-hoa ê bīn-chêng siông-siông chiong Í-sek-lia̍t ê phòaⁿ-toàn kòa tī heng-chêng.","tghg":"你著將烏陵(O͘-lêng)及土明(Thó͘-bêng)下佇判斷的補𧞔內；亞倫到耶和華面前的時，許個著佇伊的胸前，亞倫著佇耶和華的面前常常將以色列的判斷掛佇胸前。」","bklhl":"你tio̍h將O͘-lêng kap Thó͘-bêng，hē tī判斷ê pó͘褂內；亞倫到耶和華面前ê時，hiah-ê tio̍h tī伊ê胸前。亞倫tio̍h tī耶和華ê面前常常將以色列ê判斷掛tī胸前。"}},{"book":"出","chapter":28,"verse":31,"versions":{"unv":"「你要做以弗得的外袍，顏色全是藍的。","bklcl":"Lí tio̍h chòe í-hut-tek lāi-bīn ê gōa-phàu, kui-niá sī lâm-sek-ê.","tghg":"「你著做以弗得內面的外袍，歸領是藍色的。","bklhl":"你tio̍h做í-hut-tek內面ê外袍，kui領是藍色ê。"}},{"book":"出","chapter":28,"verse":32,"versions":{"unv":"袍上要為頭留一領口，口的周圍織出領邊來，彷彿鎧甲的領口，免得破裂。","bklcl":"Phàu téng-bīn ê tùi-tiong, tio̍h ūi-tio̍h thâu-khak lâu chi̍t ê niá-khang;  khang ê chiu-ûi chit niá-iān, chhin-chhiūⁿ chiàn-kah ê niá-khang, bián-tit phòa li̍h.","tghg":"袍頂面的對中，著為著頭殼留一個領孔，孔的周圍織領緣，親像戰甲的領孔，免得破裂。","bklhl":"袍頂面ê對中，tio̍h為tio̍h頭殼留一个領孔；孔ê周圍織領緣，親像戰甲ê領孔，免得破裂。"}},{"book":"出","chapter":28,"verse":33,"versions":{"unv":"袍子周圍底邊上要用藍色、紫色、朱紅色線做石榴。在袍子周圍的石榴中間要有金鈴鐺：","bklcl":"Phàu chiu-ûi ê ē-kha-pô͘, tio̍h ēng lâm-sek, chí-sek, chu-âng-sek ê liāu, chòe sia̍h-liû;  tī phàu chiu-ûi, sia̍h-liû ê tiong-kan, tio̍h ū kim hâm-lêng.","tghg":"袍周圍的下腳裒(ē-kha-pô͘)著用藍色、紫色、朱紅色的料做石榴。佇袍周圍，石榴的中間著有金瑊鈴(hâm-lêng)：","bklhl":"袍周圍ê ē-kha-pô͘，tio̍h用藍色、紫色、朱紅色ê料，做石榴(sia̍h-liû)；tī袍周圍，石榴ê中間，tio̍h有金銜鈴。"}},{"book":"出","chapter":28,"verse":34,"versions":{"unv":"一個金鈴鐺一個石榴，一個金鈴鐺一個石榴，在袍子周圍的底邊上。","bklcl":"Chi̍t-lia̍p kim hâm-lêng, chi̍t-lia̍p sia̍h-liû, tī phàu chiu-ûi ê ē-kha-pô͘.","tghg":"一粒金瑊鈴一粒石榴，佇袍周圍的下腳裒。","bklhl":"一粒金銜鈴，一粒石榴，tī袍周圍ê ē-kha-pô͘。"}},{"book":"出","chapter":28,"verse":35,"versions":{"unv":"亞倫供職的時候要穿這袍子。他進聖所到耶和華面前，以及出來的時候，袍上的響聲必被聽見，使他不至於死亡。","bklcl":"A-lûn ho̍k-sāi ê sî, tio̍h chhēng-i;  i ji̍p sèng-só͘ kàu Iâ-hô-hoa bīn-chêng, í-ki̍p chhut-lâi ê sî, ū siaⁿ thang thiaⁿ-kìⁿ, hō͘ i bián sí.","tghg":"亞倫服事的時著穿伊。伊入聖所到耶和華面前，以及出來的時，有聲通聽見，互伊免死。","bklhl":"亞倫服事ê時，tio̍h穿伊；伊入聖所到耶和華面前，以及出來ê時，有聲thang聽見，hō͘伊免死。"}},{"book":"出","chapter":28,"verse":36,"versions":{"unv":"「你要用精金做一面牌，在上面按刻圖書之法刻著『歸耶和華為聖』。","bklcl":"Tio̍h ēng hó-kim chòe chi̍t ê pâi, chiàu khek-ìn ê hoat-tō͘, khek tī i ê téng-bīn kóng, CHÒE-SÈNG KUI IÂ-HÔ-HOA.","tghg":"「著用好金做一個牌，照刻印的法度刻佇伊的頂面講『做聖歸耶和華』。","bklhl":"Tio̍h用好金做一个牌，照刻印ê法度，刻tī伊ê頂面講：做聖歸耶和華。"}},{"book":"出","chapter":28,"verse":37,"versions":{"unv":"要用一條藍細帶子將牌繫在冠冕的前面。","bklcl":"Tio̍h ēng chi̍t-tiâu lâm-sek ê iù-tòa, chiong i pa̍k tī bō-téng, chiū-sī tī bō ê thâu-chêng.","tghg":"著用一條藍色的幼帶，將伊縛佇帽頂就是佇帽的頭前。","bklhl":"Tio̍h用一條藍色ê幼帶，將伊縛tī帽頂，就是tī帽ê頭前。"}},{"book":"出","chapter":28,"verse":38,"versions":{"unv":"這牌必在亞倫的額上，亞倫要擔當干犯聖物條例的罪孽；這聖物是以色列人在一切的聖禮物上所分別為聖的。這牌要常在他的額上，使他們可以在耶和華面前蒙悅納。","bklcl":"Chit-ê pâi tio̍h tī A-lûn ê thâu-hia̍h, hō͘ A-lûn tam-tng sèng-mi̍h ê chōe, chiū-sī Í-sek-lia̍t lâng, tī it-chhè sèng ê lé-mi̍h, só͘ hun-piat chòe-sèng-ê;  chit-ê pâi tio̍h siông-siông tī i ê thâu-hia̍h, hō͘ in tī Iâ-hô-hoa bīn-chêng tit-tio̍h chiap-la̍p.","tghg":"此個牌著佇亞倫的頭額，互亞倫擔當聖物的罪；就是以色列人佇一切聖的禮物所分別做聖者。此個牌著常常佇伊的頭額，互𪜶佇耶和華面前得著接納。","bklhl":"Chit ê 牌tio̍h tī亞倫ê頭額，hō͘亞倫擔當聖物ê罪，就是以色列人，tī一切聖ê禮物，所分別做聖ê；chit ê牌tio̍h常常tī伊ê頭額，hō͘ in tī耶和華面前得tio̍h接納。"}},{"book":"出","chapter":28,"verse":39,"versions":{"unv":"要用雜色細麻線織內袍，用細麻布做冠冕，又用繡花的手工做腰帶。","bklcl":"Tio̍h ēng iù-tōe chit ū-chōa ê lāi-saⁿ;  tio̍h ēng iù-tōe-pò͘ chòe-bō;  koh ēng siù-hoe ê kang, chòe io-tòa.","tghg":"著用幼苧織有叕的內衫，著用幼苧布做帽，閣用綉花的工做腰帶。","bklhl":"Tio̍h用幼苧織有chōa ê內衫；tio̍h用幼苧布做帽；koh用繡花ê工，做腰帶。"}},{"book":"出","chapter":28,"verse":40,"versions":{"unv":"「你要為亞倫的兒子做內袍、腰帶、裹頭巾，為榮耀，為華美。","bklcl":"Lí tio̍h kā A-lûn chiah-ê kiáⁿ chòe lāi-saⁿ, chòe io-tòa, chòe pau thâu-khak ê kun, hō͘ in êng-kng koh súi.","tghg":"「你著給亞倫諸個子做內衫、做腰帶、做包頭殼的巾，互𪜶榮光閣媠。","bklhl":"你tio̍h kā亞倫chiah ê kiáⁿ做內衫，做腰帶，做包頭殼ê巾，hō͘ in榮光koh súi。"}},{"book":"出","chapter":28,"verse":41,"versions":{"unv":"要把這些給你的哥哥亞倫和他的兒子穿戴，又要膏他們，將他們分別為聖，好給我供祭司的職分。","bklcl":"Tio̍h chiong chiah-ê kā lí ê hiaⁿ A-lûn kap i ê kiáⁿ chhēng, koh ēng iû boah-in, kiâⁿ siat-li̍p ê lé, hun-piat in chòe-sèng, hō͘ in chòe chè-si lâi ho̍k-sāi Góa.","tghg":"著將諸個給你的兄亞倫及伊的子穿，閣用油抹𪜶，行設立的禮，分別𪜶做聖，互𪜶做祭司來服事我。","bklhl":"Tio̍h將chiah ê kā你ê兄亞倫kap伊ê kiáⁿ穿，koh用油抹in，行設立ê禮，分別in做聖，hō͘ in做祭司來服事我。"}},{"book":"出","chapter":28,"verse":42,"versions":{"unv":"要給他們做細麻布褲子，遮掩下體；褲子當從腰達到大腿。","bklcl":"Tio̍h kā in chòe iù-tōe-pò͘ ê khò͘, jia in ê ē-thé;  khò͘ tio̍h tùi io kàu tōa-thúi;","tghg":"著給𪜶做幼苧布的褲，遮𪜶的下體；褲著對腰到大腿。","bklhl":"Tio̍h kā in做幼苧布ê褲，遮in ê下體；褲tio̍h tùi腰到大腿；"}},{"book":"出","chapter":28,"verse":43,"versions":{"unv":"亞倫和他兒子進入會幕，或就近壇，在聖所供職的時候必穿上，免得擔罪而死。這要為亞倫和他的後裔作永遠的定例。」","bklcl":"A-lûn kap i ê kiáⁿ ji̍p hōe-bō͘, á-sī chiū-kūn tôaⁿ, beh tī sèng-só͘ ho̍k-sāi ê sî, tio̍h chhēng-i;  bián-tit in tam-tng chōe lâi sí;  che sī beh kā A-lûn kap i ê hō͘-è chòe éng-oán ê lē.","tghg":"亞倫及伊的子入會幕，抑是就近壇，欲佇聖所服事的時著穿伊，免得𪜶擔當罪來死。這是欲給亞倫及伊的後裔做永遠的例。」","bklhl":"亞倫kap伊ê kiáⁿ入會幕，á是就近壇，beh tī聖所服事ê時，tio̍h穿伊；免得in擔當罪來死；這是beh kā亞倫kap伊ê後裔做永遠ê例。"}}]