[{"book":"出","chapter":2,"verse":1,"versions":{"unv":"有一個利未家的人娶了一個利未女子為妻。","bklcl":"Ū chi̍t ê Lī-bī cho̍k ê lâng, khì chhōa chi̍t ê Lī-bī cho̍k ê cha-bó͘-gín-á.","tghg":"有一個利未族的人去娶一個利未族的查某囝仔。","bklhl":"有一个利未族ê人，去chhōa一个利未族ê cha-bó͘-gín-á。"}},{"book":"出","chapter":2,"verse":2,"versions":{"unv":"那女人懷孕，生一個兒子，見他俊美，就藏了他三個月，","bklcl":"Hit-ê hū-jîn-lâng hoâi-īn, siⁿ chi̍t ê kiáⁿ; khòaⁿ-kìⁿ i sī chheng-siù ê gín-á, chiū khǹg i saⁿ-ge̍h-ji̍t kú.","tghg":"彼個婦仁人懷孕，生一個子，看見伊是清秀的囝仔(gín-á)，就囥伊三月日久，","bklhl":"Hit-ê婦人人懷孕，生一个kiáⁿ；看見伊是清秀ê gín-á，就khǹg伊三月日久。"}},{"book":"出","chapter":2,"verse":3,"versions":{"unv":"後來不能再藏，就取了一個蒲草箱，抹上石漆和石油，將孩子放在裡頭，把箱子擱在河邊的蘆荻中。","bklcl":"Āu-lâi khòaⁿ bōe koh khǹg-tit, chiū ūi-tio̍h i chhú lô͘-tek-á ê siuⁿ, ēng chio̍h-iû kap le̍k-chhiⁿ kô͘ i;  chiong gín-á hē tī hit lāi-bīn, lok tī hô-piⁿ, lô͘-úi ê tiong-kan.","tghg":"後來看𣍐閣囥得，就為著伊取蘆竹仔(lô͘-tek-á)的箱，用石油及瀝青(le̍k-chhiⁿ)糊伊，將囝仔下佇彼內面，橐佇河邊蘆葦的中間。","bklhl":"後來看bōe koh khǹg得，就為tio̍h伊取蘆竹á ê箱，用石油kap瀝青糊伊；將gín-á hē tī hit內面，lok tī河邊，蘆葦ê中間。"}},{"book":"出","chapter":2,"verse":4,"versions":{"unv":"孩子的姊姊遠遠站著，要知道他究竟怎麼樣。","bklcl":"I ê tōa-chí hn̄g-hn̄g khiā-teh, ài chai i ōe tú-tio̍h cháiⁿ-iūⁿ.","tghg":"伊的大姐遠遠徛啲，愛知伊會抵著(tú-tio̍h)怎樣。","bklhl":"伊ê大姊遠遠khiā-teh，ài知伊會tú-tio̍h怎樣。"}},{"book":"出","chapter":2,"verse":5,"versions":{"unv":"法老的女兒來到河邊洗澡，她的使女們在河邊行走。她看見箱子在蘆荻中，就打發一個婢女拿來。","bklcl":"Hoat-ló ê cha-bó͘-kiáⁿ lo̍h-lâi hô-ni̍h, beh sóe-e̍k;  i hiah-ê lú-pī kiâⁿ-iû tī hô-piⁿ;  i khòaⁿ-kìⁿ lô͘-úi ê tiong-kan ū siuⁿ, chiū chhe chi̍t ê lú-pī giâ-lâi.","tghg":"法老的查某子落來河裡欲洗浴，伊許個女婢行遊佇河邊。伊看見蘆葦的中間有箱，就差一個女婢夯(giâ)來。","bklhl":"法老ê cha-bó͘-kiáⁿ落來河裡，beh洗浴；伊hiah-ê女婢行遊tī河邊；伊看見蘆葦ê中間有箱，就差一个女婢giâ來。"}},{"book":"出","chapter":2,"verse":6,"versions":{"unv":"她打開箱子，看見那孩子。孩子哭了，她就可憐他，說：「這是希伯來人的一個孩子。」","bklcl":"Hian-khui khòaⁿ-kìⁿ gín-á;  khòaⁿ ah, gín-á teh háu.  I chiū lîn-bín i, kóng, Che chiū-sī Hi-pek-lâi lâng ê gín-á.","tghg":"掀開，看見囝仔。看啊，囝仔啲哮，伊就憐憫伊，講：「這就是希伯來人的囝仔。」","bklhl":"掀開看見gín-á；看ah，gín-á teh哮。伊就憐憫伊，講：這就是希伯來人ê gín-á。"}},{"book":"出","chapter":2,"verse":7,"versions":{"unv":"孩子的姊姊對法老的女兒說：「我去在希伯來婦人中叫一個奶媽來，為你奶這孩子，可以不可以？」","bklcl":"I ê tōa-chí kā Hoat-ló ê cha-bó͘-kiáⁿ kóng, Góa khì tī Hi-pek-lâi hū-jîn-lâng ê tiong-kan kiò chi̍t ê lin-bú, kā lí io chit-ê gín-á, hó mah?","tghg":"伊的大姊給法老的查某子講：「我去佇希伯來婦仁人的中間叫一個奶母(lin-bú)，給你育此個囝仔，好嗎？」","bklhl":"伊ê大姊kā法老ê cha-bó͘-kiáⁿ講：我去tī希伯來婦人人ê中間叫一个奶母，kā你io chit ê gín-á，好mah？"}},{"book":"出","chapter":2,"verse":8,"versions":{"unv":"法老的女兒說：「可以。」童女就去叫了孩子的母親來。","bklcl":"Hoat-ló ê cha-bó͘-kiáⁿ kā i kóng, Lí thang khì ah.  Cha-bó͘-kiáⁿ chiū khì, kiò gín-á ê lāu-bú.","tghg":"法老的查某子給伊講：「你通去啊！」查某子就去叫囝仔的老母。","bklhl":"法老ê cha-bó͘-kiáⁿ kā伊講：你thang去ah。 Cha-bó͘-kiáⁿ就去，叫gín-á ê老母。"}},{"book":"出","chapter":2,"verse":9,"versions":{"unv":"法老的女兒對她說：「你把這孩子抱去，為我奶他，我必給你工價。」婦人就抱了孩子去奶他。","bklcl":"Hoat-ló ê cha-bó͘-kiáⁿ kā i kóng, Phō chit-ê gín-á khì, kā góa io i, góa beh hō͘ lí kang-chîⁿ.  Hū-jîn-lâng chiū phō gín-á khì io i.","tghg":"法老的查某子給伊講：「抱此個囝仔去，給我育伊，我欲互你工錢。」婦仁人就抱囝仔去育伊。","bklhl":"法老ê cha-bó͘-kiáⁿ kā伊講：抱chit ê gín-á去，kā我io伊，我beh hō͘你工錢。婦人人就抱gín-á去io伊。"}},{"book":"出","chapter":2,"verse":10,"versions":{"unv":"孩子漸長，婦人把他帶到法老的女兒那裡，就作了她的兒子。她給孩子起名叫摩西，意思說：「因我把他從水裡拉出來。」","bklcl":"Gín-á chiām-chiām tōa, hū-jîn-lâng chiū tòa i kàu Hoat-ló ê cha-bó͘-kiáⁿ hia, chòe i ê kiáⁿ.  I kā i hō-miâ kiò Mô͘-se, kóng, In-ūi góa tùi chúi-ni̍h kiù i chhut-lâi.","tghg":"囝仔漸漸大，婦仁人就帶伊到法老的查某子遐，做伊的子。伊給伊號名叫摩西，講：「因為我對水裡救伊出來。」","bklhl":"Gín-á漸漸大，婦人人就帶伊到法老ê cha-bó͘-kiáⁿ hia，做伊ê kiáⁿ。 伊kā伊號名叫摩西，講：因為我tùi水裡救伊出來。"}},{"book":"出","chapter":2,"verse":11,"versions":{"unv":"後來，摩西長大，他出去到他弟兄那裡，看他們的重擔，見一個埃及人打希伯來人的一個弟兄。","bklcl":"Āu-lâi Mô͘-se í-keng tióng-sêng, i chhut-khì kàu i ê hiaⁿ-tī hia, khòaⁿ-kìⁿ in teh taⁿ-teh; khòaⁿ-kìⁿ chi̍t ê Ai-ki̍p lâng phah chi̍t ê Hi-pek-lâi lâng, chiū-sī i ê hiaⁿ-tī.","tghg":"後來，摩西已經長成，伊出去到伊的兄弟遐，看見𪜶啲擔壓(taⁿ-teh)，看見一個埃及人拍一個希伯來人就是伊的兄弟。","bklhl":"後來摩西已經長成，伊出去到伊ê兄弟hia，看見in teh擔teh；看見一个埃及人phah一个希伯來人，就是伊ê兄弟。"}},{"book":"出","chapter":2,"verse":12,"versions":{"unv":"他左右觀看，見沒有人，就把埃及人打死了，藏在沙土裡。","bklcl":"I khòaⁿ chó-iū, khòaⁿ bô lâng tī-hia, chiū phah-sí Ai-ki̍p lâng, iám tī soa-ni̍h.","tghg":"伊看左右，看無人佇遐，就拍死埃及人，掩(iám)佇沙裡。","bklhl":"伊看左右，看無人tī-hia，就phah死埃及人，iám tī沙裡。"}},{"book":"出","chapter":2,"verse":13,"versions":{"unv":"第二天他出去，見有兩個希伯來人爭鬥，就對那欺負人的說：「你為甚麼打你同族的人呢？」","bklcl":"Keh-ji̍t koh chhut-khì, khòaⁿ-kìⁿ ū nn̄g ê Hi-pek-lâi ê lâng saⁿ-phah, chiū tùi hit-ê m̄-tio̍h-ê kóng, Lí siáⁿ-sū phah lí ê tâng-phōaⁿ?","tghg":"隔日閣出去，看見有二個希伯來的人相拍，就對彼個呣著者講：「你啥事拍你的同伴？」","bklhl":"隔日koh出去，看見有兩個希伯來ê人相phah，就對hit ê m̄-tio̍h-ê講：你啥事phah你ê同伴？"}},{"book":"出","chapter":2,"verse":14,"versions":{"unv":"那人說：「誰立你作我們的首領和審判官呢？難道你要殺我，像殺那埃及人嗎？」摩西便懼怕，說：「這事必是被人知道了。」","bklcl":"Hit-ê lâng kóng, Chī-chūi siat-li̍p lí chòe siú-léng kap sím-phòaⁿ-koaⁿ lâi koán goán?  Lí siūⁿ beh phah-sí góa, chhin-chhiūⁿ phah-sí hit-ê Ai-ki̍p lâng mah?  Mô͘-se kiaⁿ kóng, Chit-ê tāi-chì chin-chiàⁿ lō͘-chhut.","tghg":"彼個人講：「是誰設立你做首領及審判官來管阮？你想欲拍死我，親像拍死彼個埃及人嗎？」摩西驚(kiaⁿ)，講：「此個代誌真正露(lō.)出。」","bklhl":"Hit-ê人講：Chī-chūi設立你做首領kap審判官來管阮？你想beh phah死我，親像phah死hit ê埃及人mah？摩西驚講：chit ê tāi-chì真正露出。"}},{"book":"出","chapter":2,"verse":15,"versions":{"unv":"法老聽見這事，就想殺摩西，但摩西躲避法老，逃往米甸地居住。","bklcl":"Hoat-ló thiaⁿ-kìⁿ chit-ê tāi-chì, chiū siūⁿ beh thâi Mô͘-se.  Chóng-sī Mô͘-se siám-pī Hoat-ló, cháu-khì Bí-tiân tōe khiā-khí;  chē tī chíⁿ-piⁿ.","tghg":"法老聽見此個代誌，就想欲刣摩西，總是摩西閃避法老，走去米甸(bí-tiân)地徛起。","bklhl":"法老聽見chit ê tāi-chì，就想beh 刣摩西。總是摩西閃避法老，走去米甸地khiā起；坐tī井邊。"}},{"book":"出","chapter":2,"verse":16,"versions":{"unv":"一日，他在井旁坐下。米甸的祭司有七個女兒；她們來打水，打滿了槽，要飲父親的群羊。","bklcl":"Bí-tiân ê chè-si ū chhit-ê cha-bó͘-kiáⁿ;  in lâi chhiūⁿ-chúi kàu móa chô,  hō͘ lāu-pē ê iûⁿ-kûn lim.","tghg":"坐佇井邊。米甸(bí-tiân)的祭司有七個查某子；𪜶來汲水(chhiūⁿ-chúi)，到滿槽(moá-chô)，互老父的羊群飲(lim)。","bklhl":"米甸ê祭司有七個cha-bó͘-kiáⁿ；in來chhiūⁿ水到滿槽，hō͘老父ê羊群lim。"}},{"book":"出","chapter":2,"verse":17,"versions":{"unv":"有牧羊的人來，把她們趕走了，摩西卻起來幫助她們，又飲了她們的群羊。","bklcl":"Hiah-ê kò͘-iûⁿ-ê kàu, kóaⁿ in;  Mô͘-se chiū khí-lâi pang-chān in, hō͘ in ê iûⁿ-kûn lim.","tghg":"許個顧羊者到，趕𪜶，摩西就起來幫助𪜶，互𪜶的羊群飲。","bklhl":"Hiah-ê顧羊ê到，趕in；摩西就起來幫贊in，hō͘ in ê羊群lim。"}},{"book":"出","chapter":2,"verse":18,"versions":{"unv":"她們來到父親流珥那裡；他說：「今日你們為何來得這麼快呢？」","bklcl":"In lâi kàu lāu-pē, Liû-jíⁿ, hia;  i kóng, Kin-á-ji̍t lín cháiⁿ-iūⁿ hiah-kín tò-lâi?","tghg":"𪜶來到老父流珥遐；伊講：「今仔日恁怎樣許緊(hiah-kín)倒(tò)來？」","bklhl":"In來到老父，Liû-jíⁿ，hia；伊講：今á日lín怎樣hiah緊tò來？"}},{"book":"出","chapter":2,"verse":19,"versions":{"unv":"她們說：「有一個埃及人救我們脫離牧羊人的手，並且為我們打水飲了群羊。」","bklcl":"In kóng, Ū chi̍t ê Ai-ki̍p lâng kiù goán thoat-lī kò͘-iûⁿ ê lâng ê chhiú, koh thòe goán chhut-la̍t chhiūⁿ chúi, hō͘ iûⁿ-kûn lim.","tghg":"𪜶講：「有一個埃及人救阮脫離顧羊的人的手，閣替阮出力汲水互羊群飲。」","bklhl":"In講：有一个埃及人救阮脫離顧羊ê人ê手，koh替阮出力chhiūⁿ水，hō͘羊群lim。"}},{"book":"出","chapter":2,"verse":20,"versions":{"unv":"他對女兒們說：「那個人在哪裡？你們為甚麼撇下他呢？你們去請他來吃飯。」","bklcl":"I tùi i hiah-ê cha-bó͘-kiáⁿ kóng, Hit-ê lâng tī tah-lo̍h?  Lín siáⁿ-sū pàng i tī-hia?  tio̍h chhiáⁿ i lâi chia̍h.","tghg":"伊對伊許個查某子講：「彼個人佇叨落？恁啥事放伊佇遐？著請伊來食。」","bklhl":"伊對伊hiah-ê cha-bó͘-kiáⁿ講：Hit-ê人tī tah-lo̍h？Lín啥事放伊tī-hia？tio̍h請伊來食。"}},{"book":"出","chapter":2,"verse":21,"versions":{"unv":"摩西甘心和那人同住；那人把他的女兒西坡拉給摩西為妻。","bklcl":"Mô͘-se goān kap hit-lâng tiàm; i chiū chiong i ê cha-bó͘-kiáⁿ Se-pho-la̍h, kè hō͘ Mô͘-se.","tghg":"摩西願及彼人踮；伊就將伊的查某子西坡拉嫁互摩西。","bklhl":"摩西願kap hit人tiàm；伊就將伊ê cha-bó͘-kiáⁿ Se-pho-la̍h，嫁hō͘摩西。"}},{"book":"出","chapter":2,"verse":22,"versions":{"unv":"西坡拉生了一個兒子，摩西給他起名叫革舜，意思說：「因我在外邦作了寄居的。」","bklcl":"Siⁿ chi̍t ê kiáⁿ;  Mô͘-se kā i hō miâ kiò Kek-sūn;  in-ūi kóng, Góa kià-kha tī gōa-pang.","tghg":"生一個子，摩西給伊號名叫革舜，因為講：「我寄腳佇外邦。」","bklhl":"生一个kiáⁿ；摩西kā伊號名叫Kek-sūn；因為講：我寄腳tī外邦。"}},{"book":"出","chapter":2,"verse":23,"versions":{"unv":"過了多年，埃及王死了。以色列人因做苦工，就歎息哀求，他們的哀聲達於　神。","bklcl":"Le̍k-kè chōe-chōe nî Ai-ki̍p ông sí;  Í-sek-lia̍t lâng, in-ūi chòe khó͘-kang, chiū thó͘-khùi âu-kiò;  in chòe khó͘-kang âu-kiò ê siaⁿ kàu hō͘ Siōng-tè thiaⁿ-kìⁿ.","tghg":"歷過多多年，埃及王死。以色列人因為做苦工，就吐氣喉叫，𪜶做苦工喉叫的聲到互上帝聽見。","bklhl":"歷過chōe-chōe年，埃及王死；以色列人，因為做苦工，就吐氣喉叫；in做苦工喉叫ê聲到hō͘上帝聽見。"}},{"book":"出","chapter":2,"verse":24,"versions":{"unv":"　神聽見他們的哀聲，就記念他與亞伯拉罕、以撒、雅各所立的約。","bklcl":"Siōng-tè thiaⁿ-kìⁿ in ê hiⁿ-hiⁿ-chhan;  Siōng-tè chiū kì-tit I kap A-pek-la̍h-hán, Í-sat, Ngá-kok só͘ li̍p ê iok.","tghg":"上帝聽見𪜶的譆譆孱(hiⁿ-hiⁿ-chhan)，上帝就記得伊及亞伯拉罕、以撒、雅各所立的約。","bklhl":"上帝聽見in ê hiⁿ-hiⁿ-chhan；上帝就記得伊kap亞伯拉罕、以撒、雅各所立ê約。"}},{"book":"出","chapter":2,"verse":25,"versions":{"unv":"　神看顧以色列人，也知道他們的苦情。","bklcl":"Siōng-tè khòaⁿ-kò͘ Í-sek-lia̍t lâng, Siōng-tè iā chai in ê tāi-chì.","tghg":"上帝看顧以色列人，上帝也知𪜶的代誌。","bklhl":"上帝看顧以色列人，上帝也知in ê tāi-chì。"}}]