[{"book":"出","chapter":17,"verse":1,"versions":{"unv":"以色列全會眾都遵耶和華的吩咐，按著站口從汛的曠野往前行，在利非訂安營。百姓沒有水喝，","bklcl":"Í-sek-lia̍t lâng choân-hōe thàn Iâ-hô-hoa ê bēng-lēng, chiàu lō͘-chām, tùi Sìn ê khòng-iá, chìn-chêng kiâⁿ, tī Lī-hui-tèng chat-iâⁿ, peh-sìⁿ bô chúi thang lim.","tghg":"以色列人全會趁耶和華的命令，照路站對汛(Sìn)的曠野進前行，佇利非訂紮營。百姓無水通飲，","bklhl":"以色列人全會thàn耶和華ê命令，照路站，tùi Sìn ê曠野，進前行，tī Lī-hui-teng紮營，百姓無水thang lim。"}},{"book":"出","chapter":17,"verse":2,"versions":{"unv":"所以與摩西爭鬧，說：「給我們水喝吧！」摩西對他們說：「你們為甚麼與我爭鬧？為甚麼試探耶和華呢？」","bklcl":"Peh-sìⁿ chiū kap Mô͘-se kè-kàu kóng, Hō͘ goán ū chúi thang lim.  Mô͘-se kā in kóng, Lín siáⁿ-sū kap góa kè-kàu, siáⁿ-sū chhì Iâ-hô-hoa ah?","tghg":"百姓就及摩西計較，講：「互阮有水通飲！」摩西給𪜶講：「恁啥事及我計較？啥事試耶和華啊？」","bklhl":"百姓就kap摩西計較講：Hō͘阮有水thang lim。摩西kā in講：Lín啥事kap我計較，啥事試耶和華ah？"}},{"book":"出","chapter":17,"verse":3,"versions":{"unv":"百姓在那裡甚渴，要喝水，就向摩西發怨言，說：「你為甚麼將我們從埃及領出來，使我們和我們的兒女並牲畜都渴死呢？」","bklcl":"Peh-sìⁿ tī-hia chin chhùi-ta, ài lim chúi;  chiū ai-oàn Mô͘-se kóng, Lí siáⁿ-sū chhōa goán tùi Ai-ki̍p chiūⁿ-lâi, hō͘ goán kap goán ê kiáⁿ-jî, goán ê cheng-siⁿ, lóng chhùi-ta sí ah?","tghg":"百姓佇遐真嘴乾，愛飲水，就哀怨摩西，講：「你啥事導阮對埃及上來，互阮及阮的子兒，阮的精牲攏嘴乾死啊？」","bklhl":"百姓tī-hia真嘴乾，ài lim水；就哀怨摩西講：你啥事chhōa阮tùi埃及上來，hō͘阮kap阮ê kiáⁿ兒，阮ê cheng-siⁿ，lóng嘴乾死ah？"}},{"book":"出","chapter":17,"verse":4,"versions":{"unv":"摩西就呼求耶和華說：「我向這百姓怎樣行呢？他們幾乎要拿石頭打死我。」","bklcl":"Mô͘-se chiū kiû-kiò Iâ-hô-hoa kóng, Góa tùi chit-ê peh-sìⁿ beh cháiⁿ-iūⁿ chòe ah?  in chha-put-to beh ēng chio̍h-thâu tìm góa.","tghg":"摩西就求叫耶和華講：「我對此個百姓欲怎樣做啊？𪜶差不多欲用石頭擲(tìm)我。」","bklhl":"摩西就求叫耶和華講：我對 chit ê百姓beh怎樣做ah？in差不多beh用石頭tìm我。"}},{"book":"出","chapter":17,"verse":5,"versions":{"unv":"耶和華對摩西說：「你手裡拿著你先前擊打河水的杖，帶領以色列的幾個長老，從百姓面前走過去。","bklcl":"Iâ-hô-hoa kā Mô͘-se kóng, Lí chòe peh-sìⁿ ê thâu-chêng kiâⁿ, chhōa Í-sek-lia̍t ê tiúⁿ-ló kúi-nā lâng kap lí khì, lí ê chhiú tio̍h kia̍h chêng-ji̍t phah hô-chúi ê koáiⁿ-á.","tghg":"耶和華給摩西講：「你做百姓的頭前行，導以色列的長老幾若人及你去，你的手著攑前日拍河水的柺仔。","bklhl":"耶和華kā摩西講：你做百姓ê頭前行，chhōa以色列ê長老kúi-nā人kap你去，你ê手tio̍h kia̍h前日phah河水ê柺á。"}},{"book":"出","chapter":17,"verse":6,"versions":{"unv":"我必在何烈的磐石那裡，站在你面前。你要擊打磐石，從磐石裡必有水流出來，使百姓可以喝。」摩西就在以色列的長老眼前這樣行了。","bklcl":"Khòaⁿ ah, Góa beh khiā tī lí ê bīn-chêng, tī Hô-lia̍t ê chio̍h-pôaⁿ-téng; lí phah hit-ê chio̍h-pôaⁿ, beh ū chúi tùi hia lâu-chhut hō͘ peh-sìⁿ lim.  Mô͘-se chiū tī Í-sek-lia̍t tiúⁿ-ló ê bīn-chêng án-ni kiâⁿ.","tghg":"看啊，我欲徛佇你的面前，佇何烈的石磐頂。你拍彼個石磐，欲有水對遐流出，互百姓飲。」摩西就佇以色列長老的面前按呢行。","bklhl":"看ah，我beh khiā tī你ê面前，tī Hô-lia̍t ê石磐頂；你phah hit ê石磐，beh有水tùi hia流出hō͘百姓lim。摩西就tī以色列長老ê面前án-ni行。"}},{"book":"出","chapter":17,"verse":7,"versions":{"unv":"他給那地方起名叫瑪撒（就是試探的意思），又叫米利巴（就是爭鬧的意思）；因以色列人爭鬧，又因他們試探耶和華，說：「耶和華是在我們中間不是？」","bklcl":"I miâ hit-ê só͘-chāi kiò Má-sat, koh kiò-chòe Bí-lī-pa;  in-ūi Í-sek-lia̍t lâng kè-kàu, koh in-ūi in chhì Iâ-hô-hoa, kóng, Iâ-hô-hoa tī goán tiong-kan á-bô?","tghg":"伊名彼個所在叫瑪撒，閣叫做米利巴；因為以色列人計較，閣因為𪜶試耶和華，講：「耶和華佇阮中間抑無？」","bklhl":"伊名hit ê所在叫Má-sat，koh叫做Bí-lī-pa；因為以色列人計較，koh因為in試耶和華，講：耶和華tī阮中間á無？"}},{"book":"出","chapter":17,"verse":8,"versions":{"unv":"那時，亞瑪力人來在利非訂，和以色列人爭戰。","bklcl":"Hit-sî A-má-le̍k lâng lâi kàu Lī-hui-tèng, kap Í-sek-lia̍t lâng kau-chiàn.","tghg":"彼時，亞瑪力人來到利非訂，及以色列人交戰。","bklhl":"Hit時A-má-le̍k人來到Lī-hui-teng，kap以色列人交戰。"}},{"book":"出","chapter":17,"verse":9,"versions":{"unv":"摩西對約書亞說：「你為我們選出人來，出去和亞瑪力人爭戰。明天我手裡要拿著　神的杖，站在山頂上。」","bklcl":"Mô͘-se kā Iok-su-a kóng, Lí thòe lán kéng lâng chhut-khì kap A-má-le̍k lâng kau-chiàn;  bîn-á-ji̍t góa chhiú-ni̍h beh kia̍h Siōng-tè ê koáiⁿ-á, khiā tī soaⁿ-téng.","tghg":"摩西給約書亞講：「你替咱揀人出去，及亞瑪力人交戰。明仔日我手裡欲攑上帝的柺仔，徛佇山頂。」","bklhl":"摩西kā約書亞講：你替咱揀人出去kap A-má-le̍k人交戰；明á日我手裡beh kia̍h上帝ê柺á，khiā tī山頂。"}},{"book":"出","chapter":17,"verse":10,"versions":{"unv":"於是約書亞照著摩西對他所說的話行，和亞瑪力人爭戰。摩西、亞倫，與戶珥都上了山頂。","bklcl":"Tùi hit-tia̍p Iok-su-a chiàu Mô͘-se só͘ kā i kóng-ê kiâⁿ;  kap A-má-le̍k lâng kau-chiàn;  Mô͘-se, A-lûn kap Hō͘-jíⁿ lóng chiūⁿ soaⁿ-téng.","tghg":"對彼霎(tia̍p)約書亞照摩西所給伊講的行，及亞瑪力人交戰。摩西、亞倫，及戶珥(Hō͘-jíⁿ)攏上山頂。","bklhl":"Tùi hit-tia̍p約書亞照摩西所kā伊講ê行；kap A-má-le̍k人交戰；摩西、亞倫kap Hō͘-jíⁿ lóng上山頂。"}},{"book":"出","chapter":17,"verse":11,"versions":{"unv":"摩西何時舉手，以色列人就得勝，何時垂手，亞瑪力人就得勝。","bklcl":"Mô͘-se chhiú kia̍h-khí ê sî, Í-sek-lia̍t lâng chiū khah-iâⁿ;  chhiú sûi-lo̍h-khì ê sî, A-má-le̍k lâng chiū khah-iâⁿ.","tghg":"摩西手攑起的時，以色列人就卡贏，手垂落去的時，亞瑪力人就卡贏。","bklhl":"摩西手kia̍h起ê時，以色列人就khah贏；手垂落去ê時，A-má-le̍k人就khah贏。"}},{"book":"出","chapter":17,"verse":12,"versions":{"unv":"但摩西的手發沉，他們就搬石頭來，放在他以下，他就坐在上面。亞倫與戶珥扶著他的手，一個在這邊，一個在那邊，他的手就穩住，直到日落的時候。","bklcl":"Chóng-sī Mô͘-se chhiú sng;  in chiū sóa chio̍h, lâi hē tī i ê ē-bīn;  i chē tī chio̍h-téng, A-lûn kap Hō͘-jíⁿ hû i ê chhiú, chi̍t-ê tī chit-pêng, chi̍t-ê tī hit-pêng;  i ê chhiú chiū chū-chāi, ti̍t-ti̍t kàu ji̍t-lo̍h.","tghg":"總是摩西手酸，𪜶就徙石，來下佇伊的下面，伊坐佇石頂。亞倫及戶珥扶伊的手，一個佇此旁，一個佇彼旁，伊的手就自在，直直到日落。","bklhl":"總是摩西手酸；in就徙石，來hē tī伊ê下面；伊坐tī石頂，亞倫kap Hō͘-jíⁿ扶伊ê手，一个tī chit-pêng，一个tī hit-pêng；伊ê手就自在，直直到日落。"}},{"book":"出","chapter":17,"verse":13,"versions":{"unv":"約書亞用刀殺了亞瑪力王和他的百姓。","bklcl":"Iok-su-a ēng to thâi A-má-le̍k ông kap i ê peh-sìⁿ.","tghg":"約書亞用刀刣亞瑪力王及伊的百姓。","bklhl":"約書亞用刀刣 A-má-le̍k王kap伊ê百姓。"}},{"book":"出","chapter":17,"verse":14,"versions":{"unv":"耶和華對摩西說：「我要將亞瑪力的名號從天下全然塗抹了；你要將這話寫在書上作紀念，又念給約書亞聽。」","bklcl":"Iâ-hô-hoa kā Mô͘-se kóng, Góa beh chiong A-má-le̍k ê miâ-jī tùi thiⁿ-ē oân-choân chhat-bia̍t i;  lí tio̍h ēng chit-ê siá tī chheh-ni̍h chòe kì-liām, koh kóng hō͘ Iok-su-a thiaⁿ.","tghg":"耶和華給摩西講：「我欲將亞瑪力的名字對天下完全擦滅伊；你著用此個寫佇冊裡做紀念，閣講互約書亞聽。」","bklhl":"耶和華kā摩西講：我beh將A-má-le̍k ê名字tùi天下完全擦滅伊；你tio̍h用chit ê寫tī冊裡做記念，koh講hō͘約書亞聽。"}},{"book":"出","chapter":17,"verse":15,"versions":{"unv":"摩西築了一座壇，起名叫「耶和華尼西」（就是耶和華是我旌旗的意思），","bklcl":"Mô͘-se khí chi̍t chō tôaⁿ, hō i ê miâ kiò Iâ-hô-hoa-nî-se;","tghg":"摩西起一座壇，號伊的名叫「耶和華尼西」，","bklhl":"摩西起一座壇，號伊ê名叫耶和華尼西；"}},{"book":"出","chapter":17,"verse":16,"versions":{"unv":"又說：「耶和華已經起了誓，必世世代代和亞瑪力人爭戰。」","bklcl":"koh kóng, Iâ-hô-hoa í-keng chiù-chōa, Iâ-hô-hoa beh tāi-tāi kap A-má-le̍k lâng kau-chiàn.","tghg":"閣講：「耶和華已經咒誓，耶和華欲代代及亞瑪力人交戰。」","bklhl":"koh講：耶和華已經chiù-chōa，耶和華beh代代kap A-má-le̍k人交戰。"}}]