[{"book":"出","chapter":37,"verse":1,"versions":{"unv":"比撒列用皂莢木做櫃，長二肘半，寬一肘半，高一肘半。","bklcl":"Pí-sat-lia̍t ēng chō-kiap-chhâ chòe kūi, tn̂g nn̄g-tiú-pòaⁿ, khoah tiú-pòaⁿ, koâiⁿ tiú-pòaⁿ;","tghg":"比撒列用皂莢柴做櫃，長二肘半，闊肘半，高肘半。","bklhl":"Pí-sat-lia̍t用皂莢柴做櫃，長兩肘半，闊肘半，高肘半；"}},{"book":"出","chapter":37,"verse":2,"versions":{"unv":"裡外包上精金，四圍鑲上金牙邊，","bklcl":"lāi-gōa ēng hó-kim pau i, sì-ûi khí kim-sòaⁿ,","tghg":"內外用好金包伊，四圍齒金線，","bklhl":"內外用好金包伊，四圍齒金線，"}},{"book":"出","chapter":37,"verse":3,"versions":{"unv":"又鑄四個金環，安在櫃的四腳上：這邊兩環，那邊兩環。","bklcl":"tī i ê sì-kha kā i chù sì ê kim-khoân;  chit-pêng nn̄g khoân, hit-pêng nn̄g khoân.","tghg":"佇伊的四腳給伊鑄四個金環：此旁二環，彼旁二環。","bklhl":"tī伊ê四腳kā伊鑄四個金環；chit-pêng兩環，hit-pêng兩環。"}},{"book":"出","chapter":37,"verse":4,"versions":{"unv":"用皂莢木做兩根槓，用金包裹。","bklcl":"Ēng chō-kiap-chhâ chòe nn̄g ki kǹg, ēng kim pau i.","tghg":"用皂莢柴做二支槓，用金包伊。","bklhl":"用皂莢柴做兩支kǹg，用金包伊。"}},{"book":"出","chapter":37,"verse":5,"versions":{"unv":"把槓穿在櫃旁的環內，以便抬櫃。","bklcl":"Chiong kǹg chhng tī kūi-piⁿ ê khoân-lāi, thang kng kūi.","tghg":"將槓串佇櫃邊的環內，通扛櫃。","bklhl":"將kǹg穿tī櫃邊ê環內，thang扛櫃。"}},{"book":"出","chapter":37,"verse":6,"versions":{"unv":"用精金做施恩座，長二肘半，寬一肘半。","bklcl":"Ēng hó-kim chòe si-un-só͘, tn̂g nn̄g-tiú-pòaⁿ, khoah tiú-pòaⁿ.","tghg":"用好金做施恩所，長二肘半，闊肘半。","bklhl":"用好金做施恩所，長兩肘半，闊肘半。"}},{"book":"出","chapter":37,"verse":7,"versions":{"unv":"用金子錘出兩個基路伯來，安在施恩座的兩頭，","bklcl":"Ēng kim chòe nn̄g ê ki-lō͘-peng;  ēng chhia ê hoat chòe i, tī si-un-só͘ ê siang-thâu;","tghg":"用金做二個𠼻𡀔兵，用捙(chhia)的法做伊，佇施恩所的雙頭，","bklhl":"用金做兩個ki-lō͘-peng；用chhia ê法做伊，tī施恩所ê雙頭；"}},{"book":"出","chapter":37,"verse":8,"versions":{"unv":"這頭做一個基路伯，那頭做一個基路伯，二基路伯接連一塊，在施恩座的兩頭。","bklcl":"chit-thâu chi̍t ê ki-lō͘-peng, hit-thâu chi̍t ê ki-lō͘-peng;  nn̄g ê ki-lō͘-peng tī si-un-só͘ ê siang-thâu kap i liân-chòe chi̍t-tè.","tghg":"此頭一個𠼻𡀔兵，彼頭一個𠼻𡀔兵，二個𠼻𡀔兵佇施恩所的雙頭，及伊連做一塊。","bklhl":"chit頭一个ki-lō͘-peng，hit頭一个ki-lō͘-peng；兩個ki-lō͘-peng tī施恩所ê雙頭kap伊連做一塊。"}},{"book":"出","chapter":37,"verse":9,"versions":{"unv":"二基路伯高張翅膀，遮掩施恩座；基路伯是臉對臉，朝著施恩座。","bklcl":"Nn̄g ê ki-lō͘-peng koâiⁿ-koâiⁿ thí-khui si̍t, ēng in ê si̍t jia si-un-só͘, in ê bīn saⁿ-tùi; ki-lō͘-peng ê bīn àⁿ si-un-só͘.","tghg":"二個𠼻𡀔兵高高(koâiⁿ-koâiⁿ)展開翅(thí-khui si̍t)，用𪜶的翅遮施恩所；𪜶的面相對；𠼻𡀔兵的面俯施恩所。","bklhl":"兩個 ki-lō͘-peng高高thí開翼，用in ê翼遮施恩所，in ê面相對；ki-lō͘-peng ê面àⁿ施恩所。"}},{"book":"出","chapter":37,"verse":10,"versions":{"unv":"他用皂莢木做一張桌子，長二肘，寬一肘，高一肘半，","bklcl":"I ēng chō-kiap-chhâ chòe toh, tn̂g nn̄g-tiú, khoah chi̍t-tiú, koâiⁿ tiú-pòaⁿ;","tghg":"伊用皂莢柴做桌，長二肘，闊一肘，高肘半，","bklhl":"伊用皂莢柴做桌，長兩肘，闊一肘，高肘半；"}},{"book":"出","chapter":37,"verse":11,"versions":{"unv":"又包上精金，四圍鑲上金牙邊。","bklcl":"ēng hó-kim pau i, sì-ûi kā i khí kim-sòaⁿ.","tghg":"用好金包伊，四圍給伊齒金線。","bklhl":"用好金包伊，四圍kā伊齒金線。"}},{"book":"出","chapter":37,"verse":12,"versions":{"unv":"桌子的四圍各做一掌寬的橫樑，橫樑上鑲著金牙邊，","bklcl":"Toh ê sì-ûi kok chòe chi̍t pa-chiúⁿ khoah ê hoâiⁿ-niû;  hoâiⁿ-niû-téng sì-ûi khí kim-sòaⁿ.","tghg":"桌的四圍各做一巴掌闊的橫樑，橫樑頂四圍齒金線，","bklhl":"桌ê四圍各做一巴掌闊ê橫樑；橫樑頂四圍齒金線。"}},{"book":"出","chapter":37,"verse":13,"versions":{"unv":"又鑄了四個金環，安在桌子四腳的四角上。","bklcl":"Kā i chù sì ê kim-khoân, an tī i ê sì-kha ê sì-kak.","tghg":"給伊鑄四個金環，安佇伊的四腳的四角。","bklhl":"Kā伊鑄四個金環，安tī伊ê四腳ê四角。"}},{"book":"出","chapter":37,"verse":14,"versions":{"unv":"安環子的地方是挨近橫樑，可以穿槓抬桌子。","bklcl":"An khoân ê só͘-chāi óa-kūn hoâiⁿ-niû, thang chhng-kǹg lâi kng toh.","tghg":"安環的所在倚近橫樑，通串槓(chhng-kǹg)來扛桌。","bklhl":"安環ê所在óa近橫樑，thang穿kǹg來扛桌。"}},{"book":"出","chapter":37,"verse":15,"versions":{"unv":"他用皂莢木做兩根槓，用金包裹，以便抬桌子；","bklcl":"Ēng chō-kiap-chhâ chòe nn̄g ki kǹg, ēng kim pau i, thang kng toh.","tghg":"用皂莢柴(chō-kiap-chhâ)做二支槓，用金包伊，通扛桌；","bklhl":"用皂莢柴做兩支kǹg，用金包伊，thang扛桌。"}},{"book":"出","chapter":37,"verse":16,"versions":{"unv":"又用精金做桌子上的器皿，就是盤子、調羹，並奠酒的瓶和爵。","bklcl":"Iā chòe toh-téng ê khì-kū, i ê pôaⁿ, óaⁿ, pân, poe, thang lâi koàn-tiān, lóng ēng hó-kim chòe.","tghg":"也做桌頂的器具，伊的盤、碗、瓶、杯通來灌奠，攏用好金做。","bklhl":"也做桌頂ê器具，伊ê 盤、碗、瓶、杯，thang來灌奠，lóng用好金做。"}},{"book":"出","chapter":37,"verse":17,"versions":{"unv":"他用精金做一個燈臺；這燈臺的座和幹，與杯、球、花，都是接連一塊錘出來的。","bklcl":"I ēng hó-kim chòe teng-tâi; teng-tâi ê chō kap tiong-thiāu, i ê poe, i ê ba̍k, i ê hoe, lóng ēng phah ê hoat, chòe kui-chō;","tghg":"伊用好金做燈台；燈台的座及中柱，伊的杯，伊的木，伊的花，攏用拍的法做歸座。","bklhl":"伊用好金做燈台；燈台ê座kap中柱，伊ê杯，伊ê目，伊ê花，lóng用phah ê法，做kui座；"}},{"book":"出","chapter":37,"verse":18,"versions":{"unv":"燈臺兩旁杈出六個枝子：這旁三個，那旁三個。","bklcl":"i ê piⁿ-á pun-chhut la̍k-ki;  teng-tâi ê chit-pêng ū saⁿ-ki, teng-tâi ê hit-pêng ū saⁿ-ki;","tghg":"伊的邊仔分出六枝：燈台的此旁有三枝，燈台的彼旁有三枝；","bklhl":"伊ê邊á分出六支；燈台ê chit-pêng有三支，燈台ê hit-pêng有三支；"}},{"book":"出","chapter":37,"verse":19,"versions":{"unv":"這旁每枝上有三個杯，形狀像杏花，有球有花；那旁每枝上也有三個杯，形狀像杏花，有球有花。從燈臺杈出來的六個枝子都是如此。","bklcl":"chit-pêng múi-ki ū saⁿ ê poe, khoán-sit chhin-chhiūⁿ hēng-hoe, ū ba̍k ū hoe;  hit-pêng múi-ki iā ū saⁿ ê poe, khoán-sit chhin-chhiūⁿ hēng-hoe, ū ba̍k ū hoe;  tùi teng-tâi pun-chhut ê la̍k-ki lóng sī án-ni.","tghg":"此旁每枝有三個杯，款式親像杏花，有木有花；彼旁每枝也有三個杯，款式親像杏花，有木有花。對燈台分出的六枝攏是按呢。","bklhl":"chit-pêng每支有三個杯，款式親像杏花，有目有花；hit-pêng每支也有三個杯，款式親像杏花，有目有花；tùi燈台分出ê六支lóng是án-ni。"}},{"book":"出","chapter":37,"verse":20,"versions":{"unv":"燈臺上有四個杯，形狀像杏花，有球有花。","bklcl":"Teng-tâi thiāu ū sì ê poe, khoán-sit chhin-chhiūⁿ hēng-hoe, ū i ê ba̍k, kap i ê hoe.","tghg":"燈台柱有四個杯，款式親像杏花，有伊的木及伊的花。","bklhl":"燈台柱有四個杯，款式親像杏花，有伊ê目，kap伊ê花。"}},{"book":"出","chapter":37,"verse":21,"versions":{"unv":"燈臺每兩個枝子以下有球，與枝子接連一塊；燈臺杈出的六個枝子都是如此。","bklcl":"Nn̄g-ki ê ē-bīn ū chi̍t-ba̍k kap i saⁿ-liân;  koh nn̄g-ki ê ē-bīn ū chi̍t-ba̍k kap i saⁿ-liân;  koh nn̄g-ki ê ē-bīn ū chi̍t-ba̍k kap i saⁿ-liân; teng-tâi só͘ chhut ê la̍k-ki lóng sī án-ni.","tghg":"二枝的下面有一木及伊相連，閣二枝的下面有一木及伊相連，閣二枝的下面有一木及伊相連；燈台所出的六枝攏是按呢。","bklhl":"兩支ê下面有一目kap伊相連；koh兩支ê下面有一目kap伊相連；koh兩支ê下面有一目kap伊相連；燈台所出ê六支lóng是án-ni。"}},{"book":"出","chapter":37,"verse":22,"versions":{"unv":"球和枝子是接連一塊，都是一塊精金錘出來的。","bklcl":"Hiah-ê ba̍k kap hiah-ê ki lóng kap i liân-chòe chi̍t-ê;  lóng ēng hó-kim, chiàu phah ê hoat chòe.","tghg":"許個木及許個枝攏及伊連做一個，攏用好金照拍的法做。","bklhl":"Hiah-ê目kap hiah-ê支lóng kap伊連做一个；lóng用好金，照phah ê法做。"}},{"book":"出","chapter":37,"verse":23,"versions":{"unv":"用精金做燈臺的七個燈盞，並燈臺的蠟剪和蠟花盤。","bklcl":"Iā kā i chòe chhit-ê teng-chóaⁿ, kap i ê chián, kap i ê pôaⁿ, lóng ēng hó-kim chòe ê.","tghg":"也給伊做七個燈盞，及伊的剪及伊的盤攏用好金做的。","bklhl":"也kā伊做七個燈盞，kap伊ê chián，kap伊ê 盤，lóng用好金做ê。"}},{"book":"出","chapter":37,"verse":24,"versions":{"unv":"他用精金一他連得做燈臺和燈臺的一切器具。","bklcl":"Chòe teng-tâi kap it-chhè ê khì-kū ēng hó-kim chi̍t tha-liân-tek.","tghg":"做燈台及一切的器具用好金一他連得(chi̍t-tha-liân-tek.)。","bklhl":"做燈台kap一切ê器具用好金一tha-liân-tek。"}},{"book":"出","chapter":37,"verse":25,"versions":{"unv":"他用皂莢木做香壇，是四方的，長一肘，寬一肘，高二肘，壇的四角與壇接連一塊；","bklcl":"I ēng chō-kiap-chhâ chòe hiuⁿ-tôaⁿ, tn̂g chi̍t-tiú, khoah chi̍t-tiú, khoán-sit sù-hong-ê;  koâiⁿ nn̄g-tiú;  i hiah-ê kak kap tôaⁿ liân-chòe chi̍t-tè.","tghg":"伊用皂莢柴做香壇，長一肘，闊一肘，款式四方的，高二肘，伊許個角及壇連做一塊；","bklhl":"伊用皂莢柴做香壇，長一肘，闊一肘，款式四方ê；高兩肘；伊hiah-ê角kap壇連做一塊。"}},{"book":"出","chapter":37,"verse":26,"versions":{"unv":"又用精金把壇的上面與壇的四面並壇的四角包裹，又在壇的四圍鑲上金牙邊。","bklcl":"Tôaⁿ kap i ê téng-bīn, kap i ê sì-ûi, kap i hiah-ê kak, lóng ēng hó-kim pau i, iā tī i ê sì-ûi khí kim-sòaⁿ.","tghg":"壇及伊的頂面及伊的四圍及伊許個角攏用好金包伊，也佇伊的四圍齒金線。","bklhl":"壇 kap伊ê頂面，kap伊ê四圍，kap伊hiah-ê角，lóng用好金包伊，也tī伊ê四圍齒金線。"}},{"book":"出","chapter":37,"verse":27,"versions":{"unv":"做兩個金環，安在牙子邊以下，在壇的兩旁、兩根橫撐上，作為穿槓的用處，以便抬壇。","bklcl":"Koh kā i chòe nn̄g ê kim-khoân, an tī khí-sòaⁿ ê ē-bīn, tī tôaⁿ ê siang-pêng nn̄g ki hoâiⁿ-koaiⁿ ê téng-bīn;  chiah-ê khoân sī chòe chhng-kǹg ê lō͘-ēng, thang kng tôaⁿ.","tghg":"閣給伊做二個金環，安佇齒線的下面，佇壇的雙旁、二支橫杆的頂面，諸個環是做串槓的路用，通扛壇。","bklhl":"Koh kā伊做兩個金環，安tī齒線ê下面，tī壇ê雙pêng兩支橫桿ê頂面；chiah ê環是做穿kǹg ê路用，thang扛壇。"}},{"book":"出","chapter":37,"verse":28,"versions":{"unv":"用皂莢木做槓，用金包裹。","bklcl":"Ēng chō-kiap-chhâ chòe kǹg, ēng kim pau in.","tghg":"用皂莢柴做槓，用金包𪜶。","bklhl":"用皂莢柴做kǹg，用金包in。"}},{"book":"出","chapter":37,"verse":29,"versions":{"unv":"又按做香之法做聖膏油和馨香料的淨香。","bklcl":"Koh chiàu chòe phang-bī ê hoat chòe thang boah ê sèng-iû, kap phang-liāu chheng-kiat ê hiuⁿ.","tghg":"閣照做芳味(phang-bī)的法做通抹的聖油及芳料清潔的香。","bklhl":"Koh照做芳味ê法做thang抹ê聖油，kap芳料清潔ê 香。"}}]