[{"book":"出","chapter":5,"verse":1,"versions":{"unv":"後來摩西、亞倫去對法老說：「耶和華─以色列的　神這樣說：『容我的百姓去，在曠野向我守節。』」","bklcl":"Āu-lâi Mô͘-se, A-lûn ji̍p-khì, kā Hoat-ló kóng, Í-sek-lia̍t ê Siōng-tè Iâ-hô-hoa án-ni kóng, Chún Góa ê peh-sìⁿ khì, in thang tī khòng-iá ūi Góa siú-choeh.","tghg":"後來摩西、亞倫入去給法老講：「以色列的上帝──耶和華按呢講：『准我的百姓去，𪜶通佇曠野為我守節。』」","bklhl":"後來摩西、亞倫入去，kā法老講：以色列ê上帝耶和華án-ni講：准我ê百姓去，in thang tī曠野為我守節。"}},{"book":"出","chapter":5,"verse":2,"versions":{"unv":"法老說：「耶和華是誰，使我聽他的話，容以色列人去呢？我不認識耶和華，也不容以色列人去！」","bklcl":"Hoat-ló kóng, Iâ-hô-hoa sī chī-chūi hō͘ góa tio̍h thiaⁿ I ê ōe, chún Í-sek-lia̍t lâng khì ah?  Góa m̄-bat Iâ-hô-hoa, iā m̄-chún Í-sek-lia̍t lâng khì.","tghg":"法老講：「耶和華是是誰，互我著聽伊的話，准以色列人去啊？我呣識耶和華，也呣准以色列人去！」","bklhl":"法老講：耶和華是是誰 hō͘我tio̍h聽伊ê話，准以色列人去ah？我m̄-bat耶和華，也m̄准以色列人去。"}},{"book":"出","chapter":5,"verse":3,"versions":{"unv":"他們說：「希伯來人的　神遇見了我們。求你容我們往曠野去，走三天的路程，祭祀耶和華─我們的　神，免得他用瘟疫、刀兵攻擊我們。」","bklcl":"In kóng, Hi-pek-lâi lâng ê Siōng-tè tú-tio̍h goán;  kiû lí chún goán khì khòng-iá kiâⁿ saⁿ ji̍t ê lō͘, chè-sū Iâ-hô-hoa goán ê Siōng-tè, kiaⁿ-liáu I ēng un-e̍k to-kiàm lîm-kàu goán.","tghg":"𪜶講：「希伯來人的上帝抵著(tú-tio̍h)阮。求你准阮去曠野，行三日的路，祭祀耶和華──阮的上帝，驚了伊用瘟疫、刀劍臨到阮。」","bklhl":"In講：希伯來人ê上帝tú-tio̍h阮；求你准阮去曠野行三日ê路，祭祀耶和華阮ê上帝，驚了伊用瘟疫、刀劍臨到阮。"}},{"book":"出","chapter":5,"verse":4,"versions":{"unv":"埃及王對他們說：「摩西、亞倫！你們為甚麼叫百姓曠工呢？你們去擔你們的擔子吧！」","bklcl":"Ai-ki̍p ông tùi in kóng, Mô͘-se, A-lûn, lín siáⁿ-sū hō͘ peh-sìⁿ hong-hòe in ê kang ah?  lín khì taⁿ lín ê tàⁿ lah.","tghg":"埃及王對𪜶講：「摩西、亞倫！恁啥事互百姓荒廢𪜶的工啊？恁去擔恁的擔啦！」","bklhl":"埃及王對in講：摩西、亞倫，lín啥事hō͘百姓荒廢in ê工 ah？lín去擔lín ê擔lah。"}},{"book":"出","chapter":5,"verse":5,"versions":{"unv":"又說：「看哪，這地的以色列人如今眾多，你們竟叫他們歇下擔子！」","bklcl":"Hoat-ló kóng, Khòaⁿ ah, chit só͘-chāi ê peh-sìⁿ hiān-chāi chin-chōe, lín kéng-jiân hō͘ in soah in ê taⁿ-tàⁿ.","tghg":"法老講：「看啊，此所在的百姓現在真多，恁竟然互𪜶息𪜶的擔擔(taⁿ-tàⁿ)！」","bklhl":"法老講：看ah，chit所在ê百姓現在真chōe，lín竟然hō͘ in soah in ê擔擔。"}},{"book":"出","chapter":5,"verse":6,"versions":{"unv":"當天，法老吩咐督工的和官長說：","bklcl":"Tng hit-ji̍t Hoat-ló hoan-hù peh-sìⁿ ê tok-kang-ê kap in ê thâu-ba̍k, kóng,","tghg":"當彼日，法老吩咐百姓的督工者及𪜶的頭目(thâu-ba̍k)講：","bklhl":"當hit日法老吩咐百姓ê督工ê kap in ê頭目，講："}},{"book":"出","chapter":5,"verse":7,"versions":{"unv":"「你們不可照常把草給百姓做磚，叫他們自己去撿草。","bklcl":"Lín m̄-thang chiàu-kū ēng chháu hō͘ chit-ê peh-sìⁿ chòe chng;  hō͘ in khì ka-kī khioh chháu.","tghg":"「恁呣通照舊用草互此個百姓做磚，互𪜶去家己拾草，","bklhl":"Lín m̄-thang照舊用草hō͘ chit ê百姓做磚；hō͘ in去家己拾草。"}},{"book":"出","chapter":5,"verse":8,"versions":{"unv":"他們素常做磚的數目，你們仍舊向他們要，一點不可減少；因為他們是懶惰的，所以呼求說：『容我們去祭祀我們的　神。』","bklcl":"In chêng chòe chng ê siàu-gia̍h, lín iû-goân hō͘ in án-ni chòe, m̄-thang sió-khóa kiám-chió;  in-ūi in pîn-tōaⁿ, só͘-í âu-kiò kóng, Chún goán khì chè-sū goán ê Siōng-tè.","tghg":"𪜶前做磚的數額，恁猶原互𪜶按呢做，呣通小可減少；因為𪜶貧憚，所以喉叫講：『准阮去祭祀阮的上帝。』","bklhl":"In前做磚ê數額，lín猶原hō͘ in án-ni做，m̄-thang小khóa減少；因為in pîn-tōaⁿ，所以喉叫講：准阮去祭祀阮ê上帝。"}},{"book":"出","chapter":5,"verse":9,"versions":{"unv":"你們要把更重的工夫加在這些人身上，叫他們勞碌，不聽虛謊的言語。」","bklcl":"Lín tio̍h ēng khah-tāng ê kang hō͘ in chòe, hō͘ in tio̍h-bôa;  bô khì thiaⁿ bô-iáⁿ ōe.","tghg":"恁著用卡重的工互𪜶做，互𪜶著磨，無去聽無影話。」","bklhl":"Lín tio̍h用khah重ê工 hō͘ in做，hō͘ in tio̍h磨；無去聽無影話。"}},{"book":"出","chapter":5,"verse":10,"versions":{"unv":"督工的和官長出來對百姓說：「法老這樣說：『我不給你們草。","bklcl":"Peh-sìⁿ ê tok-kang-ê kap in ê thâu-ba̍k chhut-khì kā peh-sìⁿ kóng, Hoat-ló án-ni kóng, Góa m̄ ēng chháu hō͘ lín.","tghg":"百姓的督工者及𪜶的頭目出去給百姓講：「法老按呢講：『我呣用草互恁。","bklhl":"百姓ê督工ê kap in ê頭目出去kā百姓講：法老án-ni講：我m̄用草hō͘ lín。"}},{"book":"出","chapter":5,"verse":11,"versions":{"unv":"你們自己在哪裡能找草，就往那裡去找吧！但你們的工一點不可減少。』」","bklcl":"Lín khòaⁿ tah-lo̍h ū chháu, chiū ka-kī khì hia khioh;  chóng-sī lín ê kang lóng bōe chió-tit.","tghg":"恁看叨落有草，就家己去遐拾。總是恁的工攏𣍐少得。』」","bklhl":"Lín看tah-lo̍h有草，就家己去hia拾；總是lín ê工 lóng bōe少得。"}},{"book":"出","chapter":5,"verse":12,"versions":{"unv":"於是百姓散在埃及遍地，撿碎秸當作草。","bklcl":"Tùi án-ni peh-sìⁿ sì-sòaⁿ piàn Ai-ki̍p tōe, khioh chháu-á-iù lâi chòe chháu.","tghg":"對按呢百姓四散遍埃及地，拾草仔幼(chháu-á-iù)來做草。","bklhl":"Tùi án-ni，百姓四散遍埃及地，拾草á幼來做草。"}},{"book":"出","chapter":5,"verse":13,"versions":{"unv":"督工的催著說：「你們一天當完一天的工，與先前有草一樣。」","bklcl":"Tok-kang-ê pek in kóng, Lín ji̍t-ji̍t tio̍h chòe-oân lín ê kang kap í-chêng ū chháu bô koh-iūⁿ.","tghg":"督工者迫𪜶講：「恁日日著做完恁的工，及以前有草無各樣。」","bklhl":"督工ê逼in講：Lín日日tio̍h做完lín ê工 kap以前有草無各樣。"}},{"book":"出","chapter":5,"verse":14,"versions":{"unv":"法老督工的，責打他所派以色列人的官長，說：「你們昨天今天為甚麼沒有照向來的數目做磚、完你們的工作呢？」","bklcl":"Hoat-ló tok-kang-ê phah i só͘ phài koán-lí Í-sek-lia̍t lâng ê thâu-ba̍k, kóng, Lín chā-ji̍t kin-á-ji̍t cháiⁿ-iūⁿ bô chòe-oân lín ê kang, chiàu chiông-chêng ê siàu-gia̍h chòe chng ah?","tghg":"法老督工者拍伊所派管理以色列人的頭目，講：「恁昨日今仔日怎樣無做完恁的工，照從前的數額做磚啊？」","bklhl":"法老督工ê phah伊所派管理以色列人ê頭目，講：Lín昨日今á日怎樣無做完lín ê工，照從前ê數額做磚ah？"}},{"book":"出","chapter":5,"verse":15,"versions":{"unv":"以色列人的官長就來哀求法老說：「為甚麼這樣待你的僕人？","bklcl":"Í-sek-lia̍t lâng ê thâu-ba̍k lâi tùi Hoat-ló kiû-kiò, kóng, Siáⁿ-sū án-ni khoán-thāi lí ê lô͘-po̍k?","tghg":"以色列人的頭目來對法老求叫講：「啥事按呢款待你的奴僕？","bklhl":"以色列人ê頭目來對法老求叫，講：啥事án-ni款待你ê奴僕？"}},{"book":"出","chapter":5,"verse":16,"versions":{"unv":"督工的不把草給僕人，並且對我們說：『做磚吧！』看哪，你僕人挨了打，其實是你百姓的錯。」","bklcl":"Bô ēng chháu hō͘ lí ê lô͘-po̍k, koh kā goán kóng, Tio̍h chòe-chng;  khòaⁿ ah, lí ê lô͘-po̍k siū-phah;  si̍t-chāi sī lí ê peh-sìⁿ ê kè-sit.","tghg":"無用草互你的奴僕，閣給阮講：『著做磚！』看啊，你的奴僕受拍，實在是你的百姓的過失。」","bklhl":"無用草hō͘你ê奴僕，koh kā阮講：tio̍h做磚；看ah，你ê奴僕受phah；實在是你ê百姓ê過失。"}},{"book":"出","chapter":5,"verse":17,"versions":{"unv":"但法老說：「你們是懶惰的！你們是懶惰的！所以說：『容我們去祭祀耶和華。』","bklcl":"I kóng, Lín pîn-tōaⁿ, lín pîn-tōaⁿ;  só͘-í lín kóng, Chún goán khì chè-sū Iâ-hô-hoa.","tghg":"伊講：「恁貧憚！恁貧憚！所以恁講：『准阮去祭祀耶和華。』","bklhl":"伊講：Lín pîn-tōaⁿ，lín pîn-tōaⁿ；所以lín講：准阮去祭祀耶和華。"}},{"book":"出","chapter":5,"verse":18,"versions":{"unv":"現在你們去做工吧！草是不給你們的，磚卻要如數交納。」","bklcl":"Taⁿ lín khì chòe-kang, chháu m̄ hō͘ lín, chóng-sī chng tio̍h chiàu-gia̍h lâi kau.","tghg":"今恁去做工！草呣互恁，總是磚著照額來交。」","bklhl":"Taⁿ lín去做工，草m̄ hō͘ lín，總是磚 tio̍h照額來交。"}},{"book":"出","chapter":5,"verse":19,"versions":{"unv":"以色列人的官長聽說「你們每天做磚的工作一點不可減少」，就知道是遭遇禍患了。","bklcl":"Í-sek-lia̍t lâng ê thâu-ba̍k thiaⁿ-kìⁿ kóng, Ji̍t-ji̍t chòe chng ê gia̍h bōe thang kiám-chió, chiū chai hāi lah.","tghg":"以色列人的頭目聽見講「日日做磚的額𣍐通減少」，就知害啦。","bklhl":"以色列人ê頭目聽見講：日日做磚 ê額bōe-thang減少，就知害 lah。"}},{"book":"出","chapter":5,"verse":20,"versions":{"unv":"他們離了法老出來，正遇見摩西、亞倫站在對面，","bklcl":"In lī-khui Hoat-ló chhut-lâi, tú-tio̍h Mô͘-se, A-lûn khiā tī in ê thâu-chêng, chiū tùi in kóng,","tghg":"𪜶離開法老出來，抵著摩西、亞倫徛佇𪜶的頭前，","bklhl":"In離開法老出來，tú-tio̍h摩西、亞倫khiā tī in ê頭前，就對in講："}},{"book":"出","chapter":5,"verse":21,"versions":{"unv":"就向他們說：「願耶和華鑒察你們，施行判斷；因你們使我們在法老和他臣僕面前有了臭名，把刀遞在他們手中殺我們。」","bklcl":"Goān Iâ-hô-hoa kàm-chhat lín, sím-phòaⁿ lín;  in-ūi lín hō͘ goán tī Hoat-ló ê bīn-chêng kap i ê jîn-sîn ê bīn-chêng ū chhàu-miâ, ēng to hē tī in ê chhiú lâi thâi goán.","tghg":"就對𪜶講：「願耶和華鑑察恁，審判恁；因為恁互阮佇法老的面前及伊的人臣的面前有臭名，用刀下佇𪜶的手來刣阮。」","bklhl":"願耶和華鑑察lín，審判lín；因為lín hō͘阮tī法老ê面前kap伊ê人臣ê面前有臭名，用刀hē tī in ê手來刣阮。"}},{"book":"出","chapter":5,"verse":22,"versions":{"unv":"摩西回到耶和華那裡，說：「主啊，你為甚麼苦待這百姓呢？為甚麼打發我去呢？」","bklcl":"Mô͘-se tò-tńg-khì Iâ-hô-hoa hia, kóng, Chú ah, Lí siáⁿ-sū pháiⁿ khoán-thāi chit-ê peh-sìⁿ?  siáⁿ-sū chhe góa?","tghg":"摩西倒轉去耶和華遐，講：「主啊，你啥事歹款待此個百姓？啥事差我？","bklhl":"摩西倒tńg去耶和華hia，講：主ah，你啥事pháiⁿ款待chit ê百姓？啥事差我？"}},{"book":"出","chapter":5,"verse":23,"versions":{"unv":"自從我去見法老，奉你的名說話，他就苦待這百姓，你一點也沒有拯救他們。」","bklcl":"In-ūi tùi góa kìⁿ Hoat-ló, thok Lí ê miâ lâi kóng ê sî, i chiū pháiⁿ khoán-thāi chit-ê peh-sìⁿ;  Lí iā lóng bô kiù Lí ê peh-sìⁿ.","tghg":"因為對我見法老，託你的名來講的時，伊就歹款待此個百姓，你也攏無救你的百姓。」","bklhl":"因為tùi我見法老，託你ê名來講ê時，伊就pháiⁿ款待chit ê百姓；你也lóng無救你ê百姓。"}}]