[{"book":"出","chapter":8,"verse":1,"versions":{"unv":"耶和華吩咐摩西說：「你進去見法老，對他說：『耶和華這樣說：容我的百姓去，好事奉我。","bklcl":"Iâ-hô-hoa kā Mô͘-se kóng, Lí ji̍p-khì kìⁿ Hoat-ló, kā i kóng, Iâ-hô-hoa án-ni kóng, Chún Góa ê peh-sìⁿ khì, thang ho̍k-sāi Góa.","tghg":"耶和華給摩西講：「你入去見法老，給伊講：『耶和華按呢講：准我的百姓去，通服事我。","bklhl":"耶和華kā摩西講：你入去見法老，kā伊講：耶和華án-ni講：准我ê百姓去，thang服事我。"}},{"book":"出","chapter":8,"verse":2,"versions":{"unv":"你若不肯容他們去，我必使青蛙糟蹋你的四境。","bklcl":"Lí nā m̄-chún in khì, khòaⁿ ah, Góa beh hō͘ chhân-kap-á phah-pháiⁿ lí ê kéng-lāi.","tghg":"你若呣准𪜶去，看啊，我欲互田蛤仔(chhân-kap-á)拍歹你的境內。","bklhl":"你若m̄准in去，看ah，我beh hō͘田蛙á phah-pháiⁿ你ê境內。"}},{"book":"出","chapter":8,"verse":3,"versions":{"unv":"河裡要滋生青蛙；這青蛙要上來進你的宮殿和你的臥房，上你的床榻，進你臣僕的房屋，上你百姓的身上，進你的爐灶和你的摶麵盆，","bklcl":"Hô beh siⁿ-thòaⁿ chhân-kap-á, in beh chiūⁿ-lâi ji̍p lí ê kiong-tiān, lí ê khùn-pâng, chiūⁿ lí ê bîn-chhn̂g, ji̍p lí ê jîn-sîn ê chhù, chiūⁿ lí ê peh-sìⁿ ê seng-khu, ji̍p lí ê chàu-khang, kap lí chhiau-mī ê khì-kū.","tghg":"河欲生湠(siⁿ-thòaⁿ)田蛤仔；𪜶欲上來入你的宮殿、你的睏房，上你的眠床，入你的人臣(jîu-sîn)的厝，上你的百姓的身軀，入你的灶孔(chàu-khang)及你摶(chhiau)麵的器具，","bklhl":"河beh生湠田蛙á，in beh上來入你ê宮殿，你ê睏房，上你ê眠床，入你ê人臣ê厝，上你ê百姓ê身軀，入你ê灶孔，kap你chhiau麵ê器具。"}},{"book":"出","chapter":8,"verse":4,"versions":{"unv":"又要上你和你百姓並你眾臣僕的身上。』」","bklcl":"Koh beh chiūⁿ lí, kap lí ê peh-sìⁿ, í-ki̍p lí chèng jîn-sîn ê seng-khu.","tghg":"閣欲上你及你的百姓以及你眾人臣(jîu-sîn)的身軀。』」","bklhl":"Koh beh上你，kap你ê百姓，以及你眾人臣ê身軀。"}},{"book":"出","chapter":8,"verse":5,"versions":{"unv":"耶和華曉諭摩西說：「你對亞倫說：『把你的杖伸在江、河、池以上，使青蛙到埃及地上來。』」","bklcl":"Iâ-hô-hoa tùi Mô͘-se kóng, Lí kā A-lûn kóng, Lí ê chhiú kia̍h koáiⁿ-á, chhun tī kang, hô, tî ê téng-bīn, hō͘ chhân-kap-á chiūⁿ-lâi Ai-ki̍p tōe.","tghg":"耶和華對摩西講：「你給亞倫講：『你的手攑枴仔伸佇江、河、池的頂面，互田蛤仔上來埃及地。』」","bklhl":"耶和華對摩西講：你kā亞倫講：你ê手kia̍h柺á，伸tī江、河、池ê頂面，hō͘田蛙á上來埃及地。"}},{"book":"出","chapter":8,"verse":6,"versions":{"unv":"亞倫便伸杖在埃及的諸水以上，青蛙就上來，遮滿了埃及地。","bklcl":"A-lûn chiū chhun i ê chhiú tī Ai-ki̍p chiah-ê chúi ê téng-bīn;  chhân-kap-á chiū chiūⁿ-lâi jia-khàm thong Ai-ki̍p tōe.","tghg":"亞倫就伸伊的手佇埃及諸個水的頂面，田蛤仔就上來，遮蓋通埃及地。","bklhl":"亞倫就伸伊ê手tī埃及chiah ê水ê頂面；田蛙á就上來遮蓋thong埃及地。"}},{"book":"出","chapter":8,"verse":7,"versions":{"unv":"行法術的也用他們的邪術照樣而行，叫青蛙上了埃及地。","bklcl":"Phok-sū ēng in ê siâ-su̍t iā án-ni kiâⁿ, hō͘ chhân-kap-á chiūⁿ-lâi Ai-ki̍p tōe.","tghg":"博士用𪜶的邪術也按呢行，互田蛤仔上來埃及地。","bklhl":"博士用in ê邪術也án-ni行，hō͘田蛙á上來埃及地。"}},{"book":"出","chapter":8,"verse":8,"versions":{"unv":"法老召了摩西、亞倫來，說：「請你們求耶和華使這青蛙離開我和我的民，我就容百姓去祭祀耶和華。」","bklcl":"Hoat-ló kiò Mô͘-se, A-lûn kóng, Chhiáⁿ lín kiû Iâ-hô-hoa hō͘ chiah-ê chhân-kap-á lī-khui góa kap góa ê peh-sìⁿ;  góa chiū chún chit-ê peh-sìⁿ khì thang chè-sū Iâ-hô-hoa.","tghg":"法老叫摩西、亞倫講：「請恁求耶和華互諸個田蛤仔離開我及我的百姓，我就准此個百姓去通祭祀耶和華。」","bklhl":"法老叫摩西、亞倫講：請lín求耶和華hō͘ chiah ê田蛙á離開我kap我ê百姓；我就准chit ê百姓去thang祭祀耶和華。"}},{"book":"出","chapter":8,"verse":9,"versions":{"unv":"摩西對法老說：「任憑你吧，我要何時為你和你的臣僕並你的百姓祈求，除滅青蛙離開你和你的宮殿只留在河裡呢？」","bklcl":"Mô͘-se tùi Hoat-ló kóng, Góa chun-chhûn lí ê ì-sù;  góa tio̍h ūi lí, kap lí ê jîn-sîn, í-ki̍p lí ê peh-sìⁿ, kî-kiû tī sím-mi̍h sî thang tû-bia̍t chhân-kap-á lī-khui lí, kap lí hiah-ê chhù, chí-ū lâu tī hô-ni̍h ah?","tghg":"摩西對法老講：「我遵存你的意思，我著為你及你的人臣以及你的百姓祈求，佇甚麼時通除滅田蛤仔離開你及你許個厝，只有留佇河裡啊？」","bklhl":"摩西對法老講：我遵chhûn你ê意思；我tio̍h為你，kap你ê人臣，以及你ê百姓，祈求tī甚麼時thang 除滅田蛙á離開你，kap你hiah-ê厝，只有留tī河裡ah？"}},{"book":"出","chapter":8,"verse":10,"versions":{"unv":"他說：「明天。」摩西說：「可以照你的話吧，好叫你知道沒有像耶和華─我們　神的。","bklcl":"I kóng, Bîn-á-ji̍t.  Kóng, Thang chiàu lí ê ōe;  hō͘ lí chai goán ê Siōng-tè Iâ-hô-hoa bô chi̍t-ê ōe pí-phēng-tit.","tghg":"伊講：「明仔日。」講：「通照你的話，互你知阮的上帝──耶和華無一個會比並(phēng)得。","bklhl":"伊講：明á日。講：Thang照你ê話；hō͘你知阮ê上帝耶和華無一个能比並得。"}},{"book":"出","chapter":8,"verse":11,"versions":{"unv":"青蛙要離開你和你的宮殿，並你的臣僕與你的百姓，只留在河裡。」","bklcl":"Chhân-kap-á beh lī-khui lí kap lí hiah-ê chhù, kap lí ê jîn-sîn, í-ki̍p lí ê peh-sìⁿ, chí-ū lâu tī hô-ni̍h.","tghg":"田蛤仔欲離開你及你許個厝，及你的人臣以及你的百姓，只有留佇河裡。」","bklhl":"田蛙á beh離開你kap你hiah-ê厝，kap你ê人臣，以及你ê百姓，只有留tī河裡。"}},{"book":"出","chapter":8,"verse":12,"versions":{"unv":"於是摩西、亞倫離開法老出去。摩西為擾害法老的青蛙呼求耶和華。","bklcl":"Mô͘-se, A-lûn lī-khui Hoat-ló chhut-khì;  Mô͘-se ūi-tio̍h I só͘ chhe lâi hāi Hoat-ló ê chhân-kap-á kiû-kiò Iâ-hô-hoa.","tghg":"摩西、亞倫離開法老出去。摩西為著伊所差來害法老的田蛤仔求叫耶和華。","bklhl":"摩西、亞倫離開法老出去；摩西為tio̍h伊所差來害法老ê田蛙á求叫耶和華。"}},{"book":"出","chapter":8,"verse":13,"versions":{"unv":"耶和華就照摩西的話行。凡在房裡、院中、田間的青蛙都死了。","bklcl":"Iâ-hô-hoa chiū chiàu Mô͘-se ê ōe lâi kiâⁿ;  kìⁿ-nā tī chhù-lāi, īⁿ-tiong, chhân-ni̍h ê chhân-kap-á lóng sí.","tghg":"耶和華就照摩西的話來行。見若佇厝內、院中、田裡的田蛤仔攏死。","bklhl":"耶和華就照摩西ê話來行；見若tī厝內、院中、田裡ê田蛙á lóng死。"}},{"book":"出","chapter":8,"verse":14,"versions":{"unv":"眾人把青蛙聚攏成堆，遍地就都腥臭。","bklcl":"Lâng khioh in kui-tui, piàn-tōe lóng chhàu-bī.","tghg":"人拾(khioh)𪜶歸堆，遍地攏臭味。","bklhl":"人拾in kui堆，遍地lóng臭味。"}},{"book":"出","chapter":8,"verse":15,"versions":{"unv":"但法老見災禍鬆緩，就硬著心，不肯聽他們，正如耶和華所說的。","bklcl":"Hoat-ló khòaⁿ-kìⁿ tāi-chì ū khah-khoan, chiū ngī i ê sim, m̄-thiaⁿ in;  tú-tú chiàu Iâ-hô-hoa só͘ kóng ê.","tghg":"法老看見代誌有卡寬，就硬伊的心，呣聽𪜶，抵抵(tú-tú)照耶和華所講的。","bklhl":"法老看見tāi-chì有khah寬，就硬伊ê心，m̄聽in；tú-tú照耶和華所講ê。"}},{"book":"出","chapter":8,"verse":16,"versions":{"unv":"耶和華吩咐摩西說：「你對亞倫說：『伸出你的杖擊打地上的塵土，使塵土在埃及遍地變作虱子（或譯：虼蚤；下同）。』」","bklcl":"Iâ-hô-hoa tùi Mô͘-se kóng, Lí kā A-lûn kóng, Chhun-chhut lí ê koáiⁿ-á, phah tōe-ni̍h ê thô͘-hún, hō͘ i tī Ai-ki̍p piàn-tōe pìⁿ-chòe sat-bú.","tghg":"耶和華對摩西講：「你給亞倫講：『伸出你的枴仔拍地裡的土粉，互伊佇埃及遍地變做虱母(sat-bú)。』」","bklhl":"耶和華對摩西講：你kā亞倫講：伸出你ê柺á，phah地裡ê土粉，hō͘伊tī埃及遍地變做蝨母。"}},{"book":"出","chapter":8,"verse":17,"versions":{"unv":"他們就這樣行。亞倫伸杖擊打地上的塵土，就在人身上和牲畜身上有了虱子；埃及遍地的塵土都變成虱子了。","bklcl":"In chiū án-ni kiâⁿ;  A-lûn kia̍h koáiⁿ-á, chhun-chhiú phah tōe-ni̍h ê thô͘-hún, chiū tī lâng kap cheng-siⁿ ê seng-khu lóng ū sat-bú;  tōe-ni̍h ê thô͘-hún tī Ai-ki̍p piàn-tōe lóng piàn-chòe sat-bú.","tghg":"𪜶就按呢行。亞倫攑枴仔伸手拍地裡的土粉，就佇人及精牲的身軀攏有虱母；地裡的土粉佇埃及遍地攏變做虱母。","bklhl":"In就án-ni行；亞倫kia̍h柺á，伸手phah地裡ê土粉，就tī人kap cheng-siⁿ ê身軀lóng有蝨母；地裡ê土粉tī埃及遍地lóng變做蝨母。"}},{"book":"出","chapter":8,"verse":18,"versions":{"unv":"行法術的也用邪術要生出虱子來，卻是不能。於是在人身上和牲畜身上都有了虱子。","bklcl":"Phok-sū iā ēng in ê siâ-su̍t chiàu án-ni chòe, ài siⁿ-chhut sat-bú, chóng-sī bōe-ōe;  án-ni tī lâng kap cheng-siⁿ ê seng-khu lóng ū sat-bú.","tghg":"博士也用𪜶的邪術照按呢做，愛生出虱母，總是𣍐會。按呢佇人及精牲的身軀攏有虱母。","bklhl":"博士也用in ê邪術照án-ni做，ài生出蝨母，總是bōe能；án-ni tī人kap cheng-siⁿ ê身軀lóng有蝨母。"}},{"book":"出","chapter":8,"verse":19,"versions":{"unv":"行法術的就對法老說：「這是　神的手段。」法老心裡剛硬，不肯聽摩西、亞倫，正如耶和華所說的。","bklcl":"Phok-sū tùi Hoat-ló kóng, Che sī Siōng-tè ê chhiú-tōaⁿ;  Hoat-ló ê sim ngī, m̄-thiaⁿ in;  tú-tú chiàu Iâ-hô-hoa só͘ kóng ê.","tghg":"博士對法老講：「這是上帝的手段。」法老的心硬，呣聽𪜶，抵抵照耶和華所講的。","bklhl":"博士對法老講：這是上帝ê手段；法老ê心硬，m̄聽in；tú-tú照耶和華所講ê。"}},{"book":"出","chapter":8,"verse":20,"versions":{"unv":"耶和華對摩西說：「你清早起來，法老來到水邊，你站在他面前，對他說：『耶和華這樣說：容我的百姓去，好事奉我。","bklcl":"Iâ-hô-hoa kā Mô͘-se kóng, Lí chheng-chá khí-lâi;  khòaⁿ ah, Hoat-ló beh kàu chúi-piⁿ;  lí khiā tī i ê bīn-thâu-chêng, kā i kóng, Iâ-hô-hoa án-ni kóng, Chún Góa ê peh-sìⁿ khì, thang ho̍k-sāi Góa.","tghg":"耶和華給摩西講：「你清早起來，看啊，法老欲到水邊，你徛佇伊的面頭前，給伊講：『耶和華按呢講：准我的百姓去，通服事我。","bklhl":"耶和華kā摩西講：你清早起來；看ah，法老beh到水邊；你khiā tī伊ê面頭前，kā伊講：耶和華án-ni講：准我ê百姓去，thang服事我。"}},{"book":"出","chapter":8,"verse":21,"versions":{"unv":"你若不容我的百姓去，我要叫成群的蒼蠅到你和你臣僕並你百姓的身上，進你的房屋，並且埃及人的房屋和他們所住的地都要滿了成群的蒼蠅。","bklcl":"Lí nā m̄-chún Góa ê peh-sìⁿ khì, Góa beh chhe kui-tīn ê hô͘-sîn kàu tī lí, kap lí ê jîn-sîn, í-ki̍p lí ê peh-sìⁿ, iā beh ji̍p lí hiah-ê chhù;  koh Ai-ki̍p lâng ê chhù, kap in só͘ khiā-khí ê só͘-chāi, lóng beh ū kui-tīn ê hô͘-sîn móa-móa.","tghg":"你若呣准我的百姓去，我欲差歸陣的蝴蠅(hô͘-sîn)到佇你及你的人臣以及你的百姓，也欲入你許個厝，閣埃及人的厝及𪜶所徛起的所在攏欲有歸陣的蝴蠅滿滿。","bklhl":"你若m̄准我ê百姓去，我beh差kui陣ê胡蠅到tī你，kap你ê人臣，以及你ê百姓，也beh入你hiah-ê厝；koh埃及人ê厝，kap in所khiā起ê所在，lóng beh有kui陣ê胡蠅滿滿。"}},{"book":"出","chapter":8,"verse":22,"versions":{"unv":"當那日，我必分別我百姓所住的歌珊地，使那裡沒有成群的蒼蠅，好叫你知道我是天下的耶和華。","bklcl":"Tng hit-ji̍t, Góa beh hun-piat Góa ê peh-sìⁿ só͘ khiā-khí ê Ko-san tōe, tī-hia bô beh ū kui-tīn ê hô͘-sîn;  thang hō͘ lí chai Góa tī thiⁿ-ē-tiong chòe Iâ-hô-hoa.","tghg":"當彼日，我欲分別我的百姓所徛起的歌珊地，佇遐無欲有歸陣的蝴蠅，通互你知我佇天下中做耶和華。","bklhl":"當hit日，我beh分別我ê百姓所khiā起ê Ko-san地，tī-hia無beh有kui陣ê胡蠅；thang hō͘你知，我tī天下中做耶和華。"}},{"book":"出","chapter":8,"verse":23,"versions":{"unv":"我要將我的百姓和你的百姓分別出來。明天必有這神蹟。』」","bklcl":"Góa beh hun-piat Góa ê peh-sìⁿ kap lí ê peh-sìⁿ;  bîn-á-chài beh ū chit-ê sîn-jiah.","tghg":"我欲分別我的百姓及你的百姓。明仔再(bîn-á-chài)欲有此個神蹟。』」","bklhl":"我beh分別我ê百姓kap你ê百姓；明á載beh有chit ê神蹟。"}},{"book":"出","chapter":8,"verse":24,"versions":{"unv":"耶和華就這樣行。蒼蠅成了大群，進入法老的宮殿，和他臣僕的房屋；埃及遍地就因這成群的蒼蠅敗壞了。","bklcl":"Iâ-hô-hoa án-ni kiâⁿ; chiū ū hô͘-sîn kui tōa-tīn lâi ji̍p Hoat-ló ê kiong-tiān kap i ê jîn-sîn ê chhù, kap Ai-ki̍p choân-tōe;  tōe in-ūi chit-ê kui-tīn ê hô͘-sîn siū pāi-hoāi.","tghg":"耶和華按呢行。就有蝴蠅歸大陣，來入法老的宮殿，及伊的人臣的厝及埃及全地；地因為此個歸陣的蝴蠅受敗壞。","bklhl":"耶和華án-ni行；就有胡蠅kui大陣來入法老ê宮殿kap伊ê人臣ê厝，kap埃及全地；地因為chit ê kui陣ê胡蠅受敗壞。"}},{"book":"出","chapter":8,"verse":25,"versions":{"unv":"法老召了摩西、亞倫來，說：「你們去，在這地祭祀你們的　神吧！」","bklcl":"Hoat-ló kiò Mô͘-se, A-lûn lâi, kóng, Lín khì, tī chit-ê tōe chè-sū lín ê Siōng-tè.","tghg":"法老叫摩西、亞倫來，講：「恁去，佇此個地祭祀恁的上帝！」","bklhl":"法老叫摩西、亞倫來，講：lín去，tī chit ê地祭祀lín ê上帝。"}},{"book":"出","chapter":8,"verse":26,"versions":{"unv":"摩西說：「這樣行本不相宜，因為我們要把埃及人所厭惡的祭祀耶和華─我們的　神；若把埃及人所厭惡的在他們眼前獻為祭，他們豈不拿石頭打死我們嗎？","bklcl":"Mô͘-se kóng, Án-ni kiâⁿ bô ha̍p-gî;  in-ūi goán beh ēng Ai-ki̍p lâng só͘ iàm-ò͘ⁿ ê mi̍h chè-sū Iâ-hô-hoa, goán ê Siōng-tè;  goán nā tī Ai-ki̍p lâng ê ba̍k-chiu-chêng, ēng in só͘ iàm-ò͘ⁿ ê mi̍h lâi hiàn-chè, in kiám bô beh ēng chio̍h-thâu tìm goán mah?","tghg":"摩西講：「按呢行無合宜，因為阮欲用埃及人所厭惡的物祭祀耶和華──阮的上帝；阮若佇埃及人的目睭前用𪜶所厭惡的物來獻祭，𪜶豈無欲用石頭擲阮嗎？","bklhl":"摩西講：Án-ni行無合宜；因為阮beh用埃及人所厭惡ê物祭祀耶和華，阮ê上帝；阮若tī埃及人ê目睭前，用in所厭惡ê物來獻祭，in kiám無beh用石頭tìm阮mah？"}},{"book":"出","chapter":8,"verse":27,"versions":{"unv":"我們要往曠野去，走三天的路程，照著耶和華─我們　神所要吩咐我們的祭祀他。」","bklcl":"Goán beh khì khòng-iá, kiâⁿ saⁿ-ji̍t ê lō͘-chām, chè-sū goán ê Siōng-tè Iâ-hô-hoa, chiàu I só͘ beh hoan-hù goán.","tghg":"阮欲去曠野，行三日的路站，祭祀阮的上帝──耶和華；照伊所欲吩咐阮。」","bklhl":"阮beh去曠野，行三日ê路站，祭祀阮ê上帝耶和華，照伊所beh吩咐阮。"}},{"book":"出","chapter":8,"verse":28,"versions":{"unv":"法老說：「我容你們去，在曠野祭祀耶和華─你們的　神；只是不要走得很遠。求你們為我祈禱。」","bklcl":"Hoat-ló kóng, Góa beh chún lín khì, tī khòng-iá chè-sū Iâ-hô-hoa lín ê Siōng-tè;  to̍k-to̍k m̄-thang khì hn̄g;  lín tio̍h thòe góa kî-tó.","tghg":"法老講：「我欲准恁去，佇曠野祭祀(chè-sū)耶和華──恁的上帝，獨獨呣通去遠。恁著替我祈禱。」","bklhl":"法老講：我beh准lín去，tī曠野祭祀耶和華lín ê上帝；獨獨m̄-thang去遠；lín tio̍h替我祈禱。"}},{"book":"出","chapter":8,"verse":29,"versions":{"unv":"摩西說：「我要出去求耶和華，使成群的蒼蠅明天離開法老和法老的臣僕並法老的百姓；法老卻不可再行詭詐，不容百姓去祭祀耶和華。」","bklcl":"Mô͘-se kóng, Góa beh tùi lí chia chhut-khì iā beh kiû Iâ-hô-hoa hō͘ kui-tīn ê hô͘-sîn bîn-á-ji̍t lī-khui Hoat-ló, kap i ê jîn-sîn, í-ki̍p i ê peh-sìⁿ;  chóng-sī Hoat-ló m̄-thang koh khúi-chà, m̄-chún peh-sìⁿ khì chè-sū Iâ-hô-hoa.","tghg":"摩西講：「我欲對你遮出去，也欲求耶和華互歸陣的蝴蠅明仔日離開法老及伊的人臣以及伊的百姓；總是法老呣通閣詭詐，呣准百姓去祭祀(chè-sū)耶和華。」","bklhl":"摩西講：我beh對你chia出去，也beh求耶和華hō͘ kui陣ê胡蠅明á日離開法老，kap伊ê人臣，以及伊ê百姓；總是法老m̄-thang koh詭詐，m̄准百姓去祭祀耶和華。"}},{"book":"出","chapter":8,"verse":30,"versions":{"unv":"於是摩西離開法老去求耶和華。","bklcl":"Mô͘-se chiū tùi Hoat-ló hia chhut-khì, kî-tó Iâ-hô-hoa.","tghg":"摩西就對法老遐出去祈禱耶和華。","bklhl":"摩西就tùi法老hia出去，祈禱耶和華。"}},{"book":"出","chapter":8,"verse":31,"versions":{"unv":"耶和華就照摩西的話行，叫成群的蒼蠅離開法老和他的臣僕並他的百姓，一個也沒有留下。","bklcl":"Iâ-hô-hoa chiū chiàu Mô͘-se ê ōe kiâⁿ, hō͘ kui-tīn ê hô͘-sîn lī-khui Hoat-ló, kap i ê jîn-sîn, í-ki̍p i ê peh-sìⁿ;  bô lâu chi̍t-chiah.","tghg":"耶和華就照摩西的話行，互歸陣的蝴蠅離開法老及伊的人臣以及伊的百姓，無留一隻。","bklhl":"耶和華就照摩西ê話行，hō͘ kui陣ê胡蠅離開法老，kap伊ê人臣，以及伊ê百姓；無留一隻。"}},{"book":"出","chapter":8,"verse":32,"versions":{"unv":"這一次法老又硬著心，不容百姓去。","bklcl":"Chit-pái Hoat-ló koh ngī i ê sim, m̄-chún peh-sìⁿ khì.","tghg":"此擺法老閣硬伊的心，呣准百姓去。","bklhl":"Chit-pái法老koh硬伊ê心，m̄准百姓去。"}}]