[{"book":"出","chapter":16,"verse":1,"versions":{"unv":"以色列全會眾從以琳起行，在出埃及後第二個月十五日到了以琳和西奈中間、汛的曠野。","bklcl":"In tùi Í-lîm khí-sin, tī chhut Ai-ki̍p tōe í-āu, tē-jī ge̍h cha̍p-gō͘ ji̍t, Í-sek-lia̍t lâng choân-hōe kàu Í-lîm kap Se-nái ê tiong-kan, Sìn ê khòng-iá.","tghg":"𪜶對以琳起身，佇出埃及地以後第二月十五日，以色列人全會到以琳及西奈的中間、汛(Sìn)的曠野。","bklhl":"In tùi Í-lîm起身，tī出埃及地以後，第二月十五日，以色列人全會到Í-lîm kap Se-nái ê中間，Sìn ê曠野。"}},{"book":"出","chapter":16,"verse":2,"versions":{"unv":"以色列全會眾在曠野向摩西、亞倫發怨言，","bklcl":"Í-sek-lia̍t lâng choân-hōe tī khòng-iá ai-oàn Mô͘-se, A-lûn.","tghg":"以色列人全會佇曠野哀怨摩西、亞倫，","bklhl":"以色列人全會tī曠野哀怨摩西、亞倫。"}},{"book":"出","chapter":16,"verse":3,"versions":{"unv":"說：「巴不得我們早死在埃及地、耶和華的手下；那時我們坐在肉鍋旁邊，吃得飽足。你們將我們領出來，到這曠野，是要叫這全會眾都餓死啊！」","bklcl":"Í-sek-lia̍t lâng tùi in kóng, M̄-ta̍t-tio̍h goán tī Ai-ki̍p tōe sí tī Iâ-hô-hoa ê chhiú.  Hit-sî goán ū bah móa-tiáⁿ, ū piáⁿ thang chia̍h kàu-pá;  lín chhōa goán chhut-lâi kàu chit-ê khòng-iá, sī beh hō͘ chit-ê choân-hōe lóng gō-sí.","tghg":"以色列人對𪜶講：「呣值著阮佇埃及地、死佇耶和華的手；彼時阮有肉滿鼎，有餅通食夠飽。恁導阮出來，到此個曠野，是欲互此個全會攏餓死！」","bklhl":"以色列人對in講：M̄值tio̍h阮tī埃及地死tī耶和華ê手。Hit時阮有肉滿鼎，有餅thang食到飽；lín chhōa阮出來到chit ê曠野，是beh hō͘ chit ê全會lóng餓死。"}},{"book":"出","chapter":16,"verse":4,"versions":{"unv":"耶和華對摩西說：「我要將糧食從天降給你們。百姓可以出去，每天收每天的分，我好試驗他們遵不遵我的法度。","bklcl":"Iâ-hô-hoa tùi Mô͘-se kóng, Khòaⁿ ah, Góa beh tùi thiⁿ lo̍h bí-niû hō͘ lín;  peh-sìⁿ tio̍h chhut-khì, ta̍k-ji̍t khioh ta̍k-ji̍t ê gia̍h;  Góa thang chhì-giām in, khòaⁿ in beh thàn Góa ê hoat-tō͘ á m̄.","tghg":"耶和華對摩西講：「看啊！我欲對天落米糧互恁。百姓著出去，逐日拾逐日的額，我通試驗𪜶，看𪜶欲趁我的法度抑呣(á-m̄)。","bklhl":"耶和華對摩西講：看ah，我beh tùi天落米糧hō͘ lín；百姓tio̍h出去，ta̍k日拾ta̍k日ê額；我thang試驗in，看in beh thàn我ê法度á m̄。"}},{"book":"出","chapter":16,"verse":5,"versions":{"unv":"到第六天，他們要把所收進來的預備好了，比每天所收的多一倍。」","bklcl":"Kàu tē-la̍k ji̍t, in tio̍h chiong só͘ khioh ji̍p-lâi-ê, pī-pān hó-sè, pí ta̍k-ji̍t só͘-khioh-ê têng-pē chōe.","tghg":"到第六日，𪜶著將所拾入來的備辦好勢，比逐日所拾的重倍多。」","bklhl":"到第六日，in tio̍h將所拾入來ê，備辦好勢，比ta̍k日所拾ê重倍chōe。"}},{"book":"出","chapter":16,"verse":6,"versions":{"unv":"摩西、亞倫對以色列眾人說：「到了晚上，你們要知道是耶和華將你們從埃及地領出來的。","bklcl":"Mô͘-se, A-lûn tùi Í-sek-lia̍t chèng-lâng kóng, Kàu ê-hng lín beh chai, chhōa lín chhut Ai-ki̍p tōe ê sī Iâ-hô-hoa.","tghg":"摩西、亞倫對以色列眾人講：「到下昏，恁欲知導恁出埃及地的是耶和華。","bklhl":"摩西、亞倫對以色列眾人講：到ê-hng lín beh知，chhōa lín出埃及地ê是耶和華。"}},{"book":"出","chapter":16,"verse":7,"versions":{"unv":"早晨，你們要看見耶和華的榮耀，因為耶和華聽見你們向他所發的怨言了。我們算甚麼，你們竟向我們發怨言呢？」","bklcl":"Bîn-á-chá-khí lín beh khòaⁿ-kìⁿ Iâ-hô-hoa ê êng-kng;  in-ūi Iâ-hô-hoa thiaⁿ-kìⁿ lín ai-oàn I;  goán sǹg sím-mi̍h, lín kèng-jiân ai-oàn goán?","tghg":"明仔早起，恁欲看見耶和華的榮光，因為耶和華聽見恁哀怨(ai-oàn)伊。阮算甚麼，恁竟然哀怨阮？」","bklhl":"明á早起lín beh看見耶和華ê榮光；因為耶和華聽見lín哀怨伊；阮算甚麼，lín竟然哀怨阮？"}},{"book":"出","chapter":16,"verse":8,"versions":{"unv":"摩西又說：「耶和華晚上必給你們肉吃，早晨必給你們食物得飽；因為你們向耶和華發的怨言，他都聽見了。我們算甚麼，你們的怨言不是向我們發的，乃是向耶和華發的。」","bklcl":"Mô͘-se koh kóng, Iâ-hô-hoa ê-hng-sî beh hō͘ lín chia̍h-bah, chá-khí-sî beh hō͘ lín chia̍h-piáⁿ kàu pá;  in-ūi lín ai-oàn Iâ-hô-hoa, I lóng thiaⁿ-kìⁿ;  goán sǹg sím-mi̍h?  lín m̄-sī ai-oàn goán, sī ai-oàn Iâ-hô-hoa.","tghg":"摩西閣講：「耶和華下昏時欲互恁食肉，早起時欲互恁食餅到飽；因為恁哀怨耶和華，伊攏聽見。阮算甚麼，恁呣是哀怨阮，是哀怨耶和華。」","bklhl":"摩西koh講：耶和華ê-hng時beh hō͘ lín食肉，早起時beh hō͘ lín食餅到飽；因為lín哀怨耶和華，伊lóng聽見；阮算甚麼？lín m̄是哀怨阮，是哀怨耶和華。"}},{"book":"出","chapter":16,"verse":9,"versions":{"unv":"摩西對亞倫說：「你告訴以色列全會眾說：『你們就近耶和華面前，因為他已經聽見你們的怨言了。』」","bklcl":"Mô͘-se tùi A-lûn kóng, Lí tio̍h kā Í-sek-lia̍t lâng choân-hōe kóng, Lín tio̍h chiū-kūn Iâ-hô-hoa ê bīn-chêng;  in-ūi I í-keng thiaⁿ-kìⁿ lín ê ai-oàn lah.","tghg":"摩西對亞倫講：「你著給以色列人全會講：『恁著就近耶和華的面前，因為伊已經聽見恁的哀怨啦。』」","bklhl":"摩西對亞倫講：你tio̍h kā以色列人全會講：Lín tio̍h就近耶和華ê面前；因為伊已經聽見lín ê哀怨lah。"}},{"book":"出","chapter":16,"verse":10,"versions":{"unv":"亞倫正對以色列全會眾說話的時候，他們向曠野觀看，不料，耶和華的榮光在雲中顯現。","bklcl":"A-lûn tú-tú tùi Í-sek-lia̍t lâng choân-hōe kóng-ōe ê sî, in ǹg khòng-iá teh khòaⁿ, khòaⁿ ah, Iâ-hô-hoa ê êng-kng tī hûn-tiong hián-hiān.","tghg":"亞倫抵抵(tú-tú)對以色列人全會講話的時，𪜶向曠野啲看，看啊，耶和華的榮光佇雲中顯現。","bklhl":"亞倫tú-tú對以色列人全會講話ê時，in ǹg曠野teh看，看ah，耶和華ê榮光tī雲中顯現。"}},{"book":"出","chapter":16,"verse":11,"versions":{"unv":"耶和華曉諭摩西說：","bklcl":"Iâ-hô-hoa tùi Mô͘-se kóng,","tghg":"耶和華對摩西講：","bklhl":"耶和華對摩西講："}},{"book":"出","chapter":16,"verse":12,"versions":{"unv":"「我已經聽見以色列人的怨言。你告訴他們說：『到黃昏的時候，你們要吃肉，早晨必有食物得飽，你們就知道我是耶和華─你們的　神。』」","bklcl":"Góa í-keng thiaⁿ-kìⁿ Í-sek-lia̍t lâng ê ai-oàn;  lí tio̍h kā in kóng, Kàu hông-hun ê sî, lín beh chia̍h-bah, chá-khí beh ū piáⁿ thang chia̍h-pá;  lín chiū chai Góa sī Iâ-hô-hoa lín ê Siōng-tè.","tghg":"「我已經聽見以色列人的哀怨。你著給𪜶講：『到黃昏的時，恁欲食肉，早起欲有餅通食飽，恁就知我是耶和華──恁的上帝。』」","bklhl":"我已經聽見以色列人ê哀怨；你tio̍h kā in講：到黃昏ê時，lín beh食肉，早起beh有餅thang食飽；lín就知我是耶和華lín ê上帝。"}},{"book":"出","chapter":16,"verse":13,"versions":{"unv":"到了晚上，有鵪鶉飛來，遮滿了營；早晨在營四圍的地上有露水。","bklcl":"Kàu ê-hng ū ian-chhun pe-lâi, jia-khàm iâⁿ-pôaⁿ;  thiⁿ-kng-chá tī iâⁿ-pôaⁿ sì-ûi ê tōe-bīn, ū chi̍t-têng ê lō͘-chúi.","tghg":"到下昏，有鵪鶉(ian-chhun)飛來，遮蓋營盤；天光早佇營盤四圍的地面，有一重(têng)的露水。","bklhl":"到ê-hng有鵪鶉飛來，遮蓋營盤；天光早tī營盤四圍ê地面，有一重(têng)ê露水。"}},{"book":"出","chapter":16,"verse":14,"versions":{"unv":"露水上升之後，不料，野地面上有如白霜的小圓物。","bklcl":"Lō͘-chúi ta ê sî, khòaⁿ ah, khòng-iá ê tōe-bīn ū sòe-sòe îⁿ-îⁿ ê mi̍h;  sòe kàu chhin-chhiūⁿ sng.","tghg":"露水乾的時，看啊，曠野的地面有細細圓圓的物，細到親像霜。","bklhl":"露水乾ê時，看ah，曠野ê地面有細細圓圓ê物；細 到親像霜。"}},{"book":"出","chapter":16,"verse":15,"versions":{"unv":"以色列人看見，不知道是甚麼，就彼此對問說：「這是甚麼呢？」摩西對他們說：「這就是耶和華給你們吃的食物。","bklcl":"Í-sek-lia̍t lâng khòaⁿ-kìⁿ, m̄-chai sī sím-mi̍h, tāi-ke saⁿ-kap kóng, Che sī sím-mi̍h ah?  Mô͘-se kā in kóng, Che chiū-sī Iâ-hô-hoa hō͘ lín chia̍h ê piáⁿ.","tghg":"以色列人看見，呣知是甚麼，大家相及講：「這是甚麼啊？」摩西給𪜶講：「這就是耶和華互恁食的餅。","bklhl":"以色列人看見，m̄知是甚麼，大家相kap講：這是甚麼ah？摩西kā in講：這就是耶和華hō͘ lín食ê餅。"}},{"book":"出","chapter":16,"verse":16,"versions":{"unv":"耶和華所吩咐的是這樣：你們要按著各人的飯量，為帳棚裡的人，按著人數收起來，各拿一俄梅珥。」","bklcl":"Iâ-hô-hoa só͘ hoan-hù-ê sī án-ni;  lín tio̍h chiàu ta̍k-lâng só͘ ōe chia̍h ê liōng lâi khioh, ta̍k-lâng ūi i pò͘-pîⁿ-lāi ê lâng, chiàu i ê lâng-gia̍h lâi khioh, chi̍t-lâng chi̍t gô-mûi-jíⁿ.","tghg":"耶和華所吩咐的是按呢：恁著照逐人所會食的量來拾，逐人為伊布棚內的人，照伊的人額來拾，一人一俄梅珥(gô-mûi-jíⁿ)。」","bklhl":"耶和華所吩咐ê是án-ni；lín tio̍h照ta̍k人所能食ê量來拾，ta̍k人為伊布棚內ê人，照伊ê人額來拾，一人一gô-mûi-jíⁿ。"}},{"book":"出","chapter":16,"verse":17,"versions":{"unv":"以色列人就這樣行；有多收的，有少收的。","bklcl":"Í-sek-lia̍t lâng chiàu án-ni kiâⁿ, ū-ê khioh chōe, ū-ê khioh chió.","tghg":"以色列人照按呢行；有的拾多，有的拾少。","bklhl":"以色列人照án-ni行，有ê拾chōe，有ê拾少。"}},{"book":"出","chapter":16,"verse":18,"versions":{"unv":"及至用俄梅珥量一量，多收的也沒有餘，少收的也沒有缺；各人按著自己的飯量收取。","bklcl":"Kàu ēng gô-mûi-jíⁿ niû i, khioh chōe-ê bô chhun, khioh chió-ê iā bô khiàm;  ta̍k-lâng chiàu in ōe chia̍h ê liōng lâi khioh i.","tghg":"到用俄梅珥(gô-mûi-jíⁿ)量伊，拾多的無剩，拾少的也無欠；逐人照𪜶會食的量來拾伊。","bklhl":"到用gô-mûi-jíⁿ量(niû)伊，拾chōe-ê無chhun，拾少ê也無欠；ta̍k人照in能食ê量來拾伊。"}},{"book":"出","chapter":16,"verse":19,"versions":{"unv":"摩西對他們說：「所收的，不許甚麼人留到早晨。」","bklcl":"Mô͘-se kā in kóng, Lâng m̄-thang chiong só͘ chhun-ê lâu kàu keh chá-khí.","tghg":"摩西給𪜶講：「人呣通將所剩的，留到隔早起。」","bklhl":"摩西kā in講：人m̄-thang將所chhun-ê留到隔早起。"}},{"book":"出","chapter":16,"verse":20,"versions":{"unv":"然而他們不聽摩西的話，內中有留到早晨的，就生蟲變臭了；摩西便向他們發怒。","bklcl":"Chóng-sī in bô thiaⁿ Mô͘-se ê ōe, ū lâng lâu kàu keh chá-khí, chiū siⁿ-thâng chhàu-bī;  Mô͘-se siū-khì in.","tghg":"總是𪜶無聽摩西的話，有人留到隔早起，就生蟲臭味；摩西受氣𪜶。","bklhl":"總是in無聽摩西ê話，有人留到隔早起，就生蟲臭味；摩西受氣in。"}},{"book":"出","chapter":16,"verse":21,"versions":{"unv":"他們每日早晨，按著各人的飯量收取，日頭一發熱，就消化了。","bklcl":"In ta̍k chá-khí, chiàu ta̍k-lâng ōe chia̍h ê liōng khioh i;  ji̍t-thâu chi̍t-ē pha̍k, chiū iûⁿ-khì.","tghg":"𪜶逐早起，照逐人會食的量拾伊，日頭一下曝(pha̍k)，就溶(iûⁿ)去。","bklhl":"In ta̍k早起，照ta̍k人ōe食ê量拾伊；日頭一下曝，就熔去。"}},{"book":"出","chapter":16,"verse":22,"versions":{"unv":"到第六天，他們收了雙倍的食物，每人兩俄梅珥。會眾的官長來告訴摩西；","bklcl":"Kàu tē-la̍k ji̍t, in khioh têng-pē ê gia̍h, ta̍k-lâng nn̄g gô-mûi-jíⁿ;  choân-hōe hiah-ê thâu-lâng lâi kā Mô͘-se kóng.","tghg":"到第六日，𪜶拾重倍的額，逐人二俄梅珥(gô-mûi-jíⁿ)。全會許個頭人來給摩西講；","bklhl":"到第六日，in拾重倍ê額，ta̍k人兩gô-mûi-jíⁿ；全會hiah-ê頭人來kā摩西講。"}},{"book":"出","chapter":16,"verse":23,"versions":{"unv":"摩西對他們說：「耶和華這樣說：『明天是聖安息日，是向耶和華守的聖安息日。你們要烤的就烤了，要煮的就煮了，所剩下的都留到早晨。』」","bklcl":"Mô͘-se kā in kóng, Iâ-hô-hoa án-ni kóng, bîn-á-ji̍t sī tiōng-iàu ê an-hioh, chiū-sī ho̍k-sāi Iâ-hô-hoa sèng ê an-hioh-ji̍t;  lín ài pek-ê chiū pek i, ài chú-ê chiū chú i;  só͘-chhun-ê, tio̍h ka-kī siu-teh, lâu kàu keh chá-khí.","tghg":"摩西給𪜶講：「耶和華按呢講：『明仔日是重要的安息，就是服事耶和華聖的安息日。恁愛煏(pek)的就煏伊，愛煮的就煮伊，所剩的著家己收啲留到隔早起。』」","bklhl":"摩西kā in講：耶和華án-ni講：明á日是重要ê安歇，就是服事耶和華聖ê安歇日；lín ài pek-ê就pek伊，ài煮ê就煮伊；所chhun-ê，tio̍h家己收teh，留到隔早起。"}},{"book":"出","chapter":16,"verse":24,"versions":{"unv":"他們就照摩西的吩咐留到早晨，也不臭，裡頭也沒有蟲子。","bklcl":"In chiū chiàu Mô͘-se só͘ hoan-hù siu-teh lâu kàu keh chá-khí, iā bô chhàu-bī, lāi-bīn iā bô thâng.","tghg":"𪜶就照摩西所吩咐收啲留到隔早起，也無臭味，內面也無蟲。","bklhl":"In就照摩西所吩咐收teh留到隔早起，也無臭味，內面也無蟲。"}},{"book":"出","chapter":16,"verse":25,"versions":{"unv":"摩西說：「你們今天吃這個吧！因為今天是向耶和華守的安息日；你們在田野必找不著了。","bklcl":"Mô͘-se kóng, Lín kin-á-ji̍t chia̍h chit-ê, in-ūi kin-á-ji̍t sī ho̍k-sāi Iâ-hô-hoa ê an-hioh-ji̍t;  lín tī chhân-iá, kin-á-ji̍t tek-khak chhē-bô.","tghg":"摩西講：「恁今仔日食此個！因為今仔日是服事耶和華的安息日；恁佇田野(chhân-iá)今仔日的確尋無。","bklhl":"摩西講：Lín今á日食chit ê，因為今á日是服事耶和華ê安歇日；lín tī田野，今á日的確chhē無。"}},{"book":"出","chapter":16,"verse":26,"versions":{"unv":"六天可以收取，第七天乃是安息日，那一天必沒有了。」","bklcl":"La̍k-ji̍t-kan thang khioh, tē-chhit ji̍t sī an-hioh-ji̍t, hit-ji̍t chiū bô.","tghg":"六日間通拾，第七日是安息日，彼日就無。」","bklhl":"六日間thang拾，第七日是安歇日，hit日就無。"}},{"book":"出","chapter":16,"verse":27,"versions":{"unv":"第七天，百姓中有人出去收，甚麼也找不著。","bklcl":"Tē-chhit-ji̍t peh-sìⁿ-tiong ū lâng chhut-khì khioh, iā chhē-bô.","tghg":"第七日，百姓中有人出去拾，也尋無。","bklhl":"第七日百姓中有人出去拾，也chhē無。"}},{"book":"出","chapter":16,"verse":28,"versions":{"unv":"耶和華對摩西說：「你們不肯守我的誡命和律法，要到幾時呢？","bklcl":"Iâ-hô-hoa tùi Mô͘-se kóng, Lín m̄-khéng siú Góa ê bēng-lēng, Góa ê lu̍t-hoat, beh kàu tī-sî ah?","tghg":"耶和華對摩西講：「恁呣肯守我的命令、我的律法，欲到底時啊？","bklhl":"耶和華對摩西講：Lín m̄肯守我ê命令，我ê律法，beh到tī時ah？"}},{"book":"出","chapter":16,"verse":29,"versions":{"unv":"你們看！耶和華既將安息日賜給你們，所以第六天他賜給你們兩天的食物，第七天各人要住在自己的地方，不許甚麼人出去。」","bklcl":"Lín tio̍h khòaⁿ, Iâ-hô-hoa í-keng chiong an-hioh-ji̍t siúⁿ-sù lín,  só͘-í tē-la̍k ji̍t I hō͘ lín nn̄g-ji̍t ê bí-niû, tē-chhit ji̍t ta̍k-lâng tio̍h tiàm ka-kī ê só͘-chāi, lóng m̄-thang chhut-khì.","tghg":"恁著看！耶和華已經將安息日賞賜恁，所以第六日伊互恁二日的米糧，第七日逐人著踮家己的所在，攏呣通出去。」","bklhl":"Lín tio̍h看，耶和華已經將安歇日賞賜lín，所以第六日伊hō͘ lín兩日ê米糧，第七日ta̍k人tio̍h tiàm家己ê所在，lóng m̄-thang出去。"}},{"book":"出","chapter":16,"verse":30,"versions":{"unv":"於是百姓第七天安息了。","bklcl":"Tùi án-ni peh-sìⁿ chiū tī tē-chhit ji̍t an-hioh.","tghg":"對按呢百姓就佇第七日安息。","bklhl":"Tùi án-ni，百姓就tī第七日安歇。"}},{"book":"出","chapter":16,"verse":31,"versions":{"unv":"這食物，以色列家叫嗎哪；樣子像芫荽子，顏色是白的，滋味如同攙蜜的薄餅。","bklcl":"Chit-ê mi̍h, Í-sek-lia̍t-ke kiò i chòe má-ná;  khoán-sit chhin-chhiūⁿ oân-sui-jîn, sek-tì sī pe̍h-ê, chu-bī chhin-chhiūⁿ chham-bi̍t ê piáⁿ.","tghg":"此個物，以色列家叫伊做嗎哪(má-ná)；款式親像芫荽仁(oân-sui-jîn)，色緻(sek-tì)是白的，滋味親像參蜜的餅。","bklhl":"Chit ê物，以色列家叫伊做má-ná；款式親像莞荽仁，色緻是白ê，滋味親像chham蜜ê餅。"}},{"book":"出","chapter":16,"verse":32,"versions":{"unv":"摩西說：「耶和華所吩咐的是這樣：『要將一滿俄梅珥嗎哪留到世世代代，使後人可以看見我當日將你們領出埃及地，在曠野所給你們吃的食物。』」","bklcl":"Mô͘-se kóng, Iâ-hô-hoa án-ni hoan-hù, tio̍h chiong chi̍t gô-mûi-jíⁿ tīⁿ-tīⁿ ê má-ná , lâu kàu lín ê āu-tāi, hō͘ in khòaⁿ Góa tng-ji̍t chhōa lín chhut Ai-ki̍p-tōe, tī khòng-iá só͘ hō͘ lín chia̍h ê piáⁿ.","tghg":"摩西講：「耶和華按呢吩咐：『著將一俄梅珥(gô-mûi-jíⁿ)淀淀(tīⁿ-tīⁿ)的嗎哪留到恁的後代，互𪜶看我當日導恁出埃及地，佇曠野所互恁食的餅。』」","bklhl":"摩西講：耶和華án-ni吩咐，tio̍h將一gô-mûi-jíⁿ tīⁿ-tīⁿ ê má-ná，留到lín ê後代，hō͘ in看我當日chhōa lín出埃及地，tī曠野所hō͘ lín食ê餅。"}},{"book":"出","chapter":16,"verse":33,"versions":{"unv":"摩西對亞倫說：「你拿一個罐子，盛一滿俄梅珥嗎哪，存在耶和華面前，要留到世世代代。」","bklcl":"Mô͘-se kā A-lûn kóng, Lí the̍h chi̍t ê khì-kū, tóe chi̍t gô-mûi-jíⁿ tīⁿ-tīⁿ ê má-ná, khǹg tī Iâ-hô-hoa ê bīn-chêng, lâu kàu lín ê āu-tāi.","tghg":"摩西給亞倫講：「你提一個器具，貯一俄梅珥淀淀的嗎哪，囥佇耶和華的面前，留到恁的後代。」","bklhl":"摩西kā亞倫講：你the̍h一个器具，tóe一gô-mûi-jíⁿ tīⁿ-tīⁿ ê má-ná，khǹg tī耶和華ê面前，留到lín ê後代。"}},{"book":"出","chapter":16,"verse":34,"versions":{"unv":"耶和華怎麼吩咐摩西，亞倫就怎麼行，把嗎哪放在法櫃前存留。","bklcl":"A-lûn chiàu Iâ-hô-hoa só͘ hoan-hù Mô͘-se-ê, chiong má-ná hē tī kan-chèng ê iok-kūi chêng lâu-teh.","tghg":"亞倫照耶和華所吩咐摩西的，將嗎哪下佇干證的約櫃前留啲。","bklhl":"亞倫照耶和華所吩咐摩西ê，將má-ná hē tī干證ê約櫃前留teh。"}},{"book":"出","chapter":16,"verse":35,"versions":{"unv":"以色列人吃嗎哪共四十年，直到進了有人居住之地，就是迦南的境界。","bklcl":"Í-sek-lia̍t lâng chia̍h má-ná kiōng sì-cha̍p nî kú, ti̍t-kàu in kàu tī ū lâng khiā-khí ê tōe.  In chia̍h má-ná, ti̍t-kàu in kàu Ka-lâm ê kéng-kài.","tghg":"以色列人食嗎哪共四十年久，直到𪜶到佇有人徛起的地，𪜶食嗎哪直到𪜶到迦南的境界。","bklhl":"以色列人食má-ná共四十年久，直到in到tī有人khiā起ê地。 In食má-ná，直到in到迦南ê境界。"}},{"book":"出","chapter":16,"verse":36,"versions":{"unv":"（俄梅珥就是伊法十分之一。）","bklcl":"Chi̍t gô-mûi-jíⁿ chiū-sī i-hoat ê cha̍p-hūn-chi̍t.","tghg":"一俄梅珥就是伊法的十份一。","bklhl":"一gô-mûi-jíⁿ就是i-hoat ê十份一。"}}]