[{"book":"出","chapter":27,"verse":1,"versions":{"unv":"「你要用皂莢木做壇。這壇要四方的，長五肘，寬五肘，高三肘。","bklcl":"Lí tio̍h ēng chō-kiap-chhâ chòe tôaⁿ, tn̂g gō͘ tiú khoah gō͘ tiú;  chit-ê tôaⁿ sī sù-hong-ê, koâiⁿ saⁿ tiú.","tghg":"「你著用皂莢柴做壇。長五肘，闊五肘，此個壇是四方的，高三肘。","bklhl":"你tio̍h用皂莢柴做壇，長五肘闊五肘；chit ê壇是四方ê，高三肘。"}},{"book":"出","chapter":27,"verse":2,"versions":{"unv":"要在壇的四拐角上做四個角，與壇接連一塊，用銅把壇包裹。","bklcl":"Tio̍h tī tôaⁿ ê sì-kak-thâu chòe sì ki kak, kap tôaⁿ saⁿ-liân chòe chi̍t-ê, ēng tâng pau i.","tghg":"著佇壇的四角頭做四支角，及壇相連做一個，用銅包伊。","bklhl":"Tio̍h tī壇ê四角頭做四支角，kap壇相連做一个，用銅包伊。"}},{"book":"出","chapter":27,"verse":3,"versions":{"unv":"要做盆，收去壇上的灰，又做鏟子、盤子、肉鍤子、火鼎；壇上一切的器具都用銅做。","bklcl":"Tio̍h chòe phûn, lâi siu i ê hu, koh chòe i ê thuh-á, i ê pôaⁿ, i ê chhe, i ê hé-tiáⁿ, i it-chhè ê khì-kū, lóng ēng tâng chòe.","tghg":"著做盆(phûn)，來收伊的灰(hu)，閣做伊的托仔(thuh-á)、伊的盤、伊的叉、伊的火鼎；伊一切的器具攏用銅做。","bklhl":"tio̍h做盆，來收伊ê灰，koh做伊ê托(thuh)á，伊ê盤，伊ê叉，伊ê火鼎，伊一切ê器具，lóng用銅做。"}},{"book":"出","chapter":27,"verse":4,"versions":{"unv":"要為壇做一個銅網，在網的四角上做四個銅環，","bklcl":"Tio̍h ēng tâng kā i chòe chi̍t ê bāng, tī bāng ê sì-kak chòe sì ê tâng khoân.","tghg":"著用銅給伊做一個網，佇網的四角做四個銅環，","bklhl":"Tio̍h用銅kā伊做一个網，tī網ê四角做四個銅環。"}},{"book":"出","chapter":27,"verse":5,"versions":{"unv":"把網安在壇四面的圍腰板以下，使網從下達到壇的半腰。","bklcl":"Ēng bāng hē tī tôaⁿ sì-bīn ûi-io-pán ê ē-bīn, hō͘ bāng thàu kàu tôaⁿ ê pòaⁿ-io.","tghg":"用網下佇壇四面圍腰板的下面，互網透到壇的半腰。","bklhl":"用網hē tī壇四面圍腰板ê下面，hō͘網透到壇ê半腰。"}},{"book":"出","chapter":27,"verse":6,"versions":{"unv":"又要用皂莢木為壇做槓，用銅包裹。","bklcl":"Tio̍h ēng chō-kiap-chhâ kā tôaⁿ chòe kǹg, ēng tâng pau i.","tghg":"著用皂莢柴(chō-kiap-chhâ)給壇做槓，用銅包伊。","bklhl":"Tio̍h用皂莢柴kā壇做kǹg，用銅包伊。"}},{"book":"出","chapter":27,"verse":7,"versions":{"unv":"這槓要穿在壇兩旁的環子內，用以抬壇。","bklcl":"Hiah-ê kǹg tio̍h chhng tī khoân-lāi, kǹg tio̍h tī tôaⁿ ê siang-pêng, lâi kng-i.","tghg":"許個槓著串佇環內槓著佇壇的雙旁，來扛伊。","bklhl":"Hiah-ê kǹg tio̍h穿tī環內，kǹg tio̍h tī壇ê雙pêng，來扛伊。"}},{"book":"出","chapter":27,"verse":8,"versions":{"unv":"要用板做壇，壇是空的，都照著在山上指示你的樣式做。」","bklcl":"Tio̍h ēng pán chòe tôaⁿ, tiong-ng khang-khak;  lóng tio̍h chiàu soaⁿ-téng chí-sī lí ê khoán-sit lâi chòe.","tghg":"著用板做壇，中央空殼，攏著照山頂指示你的款式來做。」","bklhl":"Tio̍h用板做壇，中央空殼；lóng tio̍h照山頂指示你ê款式來做。"}},{"book":"出","chapter":27,"verse":9,"versions":{"unv":"「你要做帳幕的院子。院子的南面要用撚的細麻做帷子，長一百肘。","bklcl":"Lí tio̍h chòe hōe-bō͘ ê tiûⁿ;  tiûⁿ ê lâm-bīn ê lâm-sì, tio̍h ēng kè-pháng ê iù-tōe chòe ûi tī chi̍t-pêng, tn̂g chi̍t-pah tiú.","tghg":"「你著做會幕的場。場的南面的南勢著用過紡的幼苧做帷佇一旁，長一百肘。","bklhl":"你tio̍h做會幕ê帳；帳ê南面ê南勢，tio̍h用過紡ê幼苧做帷tī一pêng，長一百肘。"}},{"book":"出","chapter":27,"verse":10,"versions":{"unv":"帷子的柱子要二十根，帶卯的銅座二十個。柱子上的鉤子和杆子都要用銀子做。","bklcl":"I ê thiāu jī-cha̍p ki, tâng-khū jī-cha̍p ê;  thiāu ê kau kap hoâiⁿ-koaiⁿ, lóng tio̍h ēng gûn chòe i.","tghg":"伊的柱二十支，銅臼二十個。柱的鈎及橫杆攏著用銀做伊。","bklhl":"伊ê柱二十支，銅臼二十個；柱ê鉤kap橫桿，lóng tio̍h用銀做伊。"}},{"book":"出","chapter":27,"verse":11,"versions":{"unv":"北面也當有帷子，長一百肘，帷子的柱子二十根，帶卯的銅座二十個。柱子上的鉤子和杆子都要用銀子做。","bklcl":"Pak-bīn iā tio̍h ū ûi, tn̂g chi̍t-pah tiú;  i ê thiāu jī-cha̍p ki, tâng-khū jī-cha̍p-ê;  thiāu ê kau kap hoâiⁿ-koaiⁿ, lóng tio̍h ēng gûn chòe.","tghg":"北面也著有帷，長一百肘，伊的柱二十支，銅臼二十個。柱的鈎及橫杆攏著用銀做。","bklhl":"北面也tio̍h有帷，長一百肘；伊ê柱二十支，銅臼二十個；柱ê鉤kap橫桿，lóng tio̍h用銀做。"}},{"book":"出","chapter":27,"verse":12,"versions":{"unv":"院子的西面當有帷子，寬五十肘，帷子的柱子十根，帶卯的座十個。","bklcl":"Tiûⁿ ê sai-bīn tio̍h ū ûi, khoah gō͘-cha̍p tiú; ûi ê thiāu cha̍p-ki, khū cha̍p-ê.","tghg":"場的西面著有帷，闊五十肘，帷的柱十支，臼十個。","bklhl":"帳ê西面tio̍h有帷，闊五十肘；帷ê柱十支，臼十個。"}},{"book":"出","chapter":27,"verse":13,"versions":{"unv":"院子的東面要寬五十肘。","bklcl":"Tiûⁿ ê tang-bīn ê tang-sì khoah gō͘-cha̍p tiú.","tghg":"場的東面的東勢闊五十肘。","bklhl":"帳ê東面ê東勢闊五十肘。"}},{"book":"出","chapter":27,"verse":14,"versions":{"unv":"門這邊的帷子要十五肘，帷子的柱子三根，帶卯的座三個。","bklcl":"Mn̂g chit-pêng ê ûi tio̍h cha̍p-gō͘ tiú, ûi ê thiāu saⁿ-ki, khū saⁿ-ê.","tghg":"門此旁的帷著十五肘，帷的柱三支，臼三個，","bklhl":"門chit-pêng ê帷tio̍h十五肘，帷ê柱三支，臼三個。"}},{"book":"出","chapter":27,"verse":15,"versions":{"unv":"門那邊的帷子也要十五肘，帷子的柱子三根，帶卯的座三個。","bklcl":"Mn̂g hit-pêng ê ûi iā tio̍h cha̍p-gō͘ tiú; ûi ê thiāu saⁿ-ki, khū saⁿ-ê.","tghg":"門彼旁的帷也著十五肘，帷的柱三支，臼三個。","bklhl":"門hit-pêng ê帷也tio̍h十五肘；帷ê柱三支, 臼三個。"}},{"book":"出","chapter":27,"verse":16,"versions":{"unv":"院子的門當有簾子，長二十肘，要拿藍色、紫色、朱紅色線，和撚的細麻，用繡花的手工織成，柱子四根，帶卯的座四個。","bklcl":"Tiûⁿ ê mn̂g tio̍h ū mn̂g-lî, khoah jī-cha̍p tiú, tio̍h ēng lâm-sek, chí-sek, chu-âng-sek ê liāu, kap kè-pháng ê iù-tōe, ēng siù-hoe ê kang chòe;  thiāu sì-ki, khū sì-ê.","tghg":"場的門著有門簾，闊二十肘，著用藍色、紫色、朱紅色的料，及過紡的幼苧，用綉(siù)花的工做，柱四支，臼四個。","bklhl":"帳ê門tio̍h有門籬，闊二十肘，tio̍h用藍色、紫色、朱紅色ê料，kap過紡ê幼苧，用繡花ê工做；柱四支，臼四個。"}},{"book":"出","chapter":27,"verse":17,"versions":{"unv":"院子四圍一切的柱子都要用銀杆連絡，柱子上的鉤子要用銀做，帶卯的座要用銅做。","bklcl":"Tiûⁿ sì-ûi it-chhè ê thiāu, lóng tio̍h ū gûn ê hoâiⁿ-koaiⁿ, gûn ê kau, tâng ê khū.","tghg":"場四圍一切的柱攏著有銀的橫杆，銀的鈎，銅的臼。","bklhl":"帳四圍一切ê柱，lóng tio̍h有銀ê橫桿，銀ê鉤，銅ê臼。"}},{"book":"出","chapter":27,"verse":18,"versions":{"unv":"院子要長一百肘，寬五十肘，高五肘，帷子要用撚的細麻做，帶卯的座要用銅做。","bklcl":"Tiûⁿ ê tn̂g chi̍t-pah tiú, khoah ta̍k-bīn gō͘-cha̍p tiú, koâiⁿ gō͘ tiú;  ûi tio̍h ēng kè-pháng ê iù-tōe chòe;  i ê khū lóng ēng tâng chòe.","tghg":"場的長一百肘，闊逐面五十肘，高五肘，帷著用過紡的幼苧做，伊的臼攏用銅做。","bklhl":"帳ê長一百肘，闊ta̍k面五十肘，高五肘；帷tio̍h用過紡ê幼苧做；伊ê臼lóng用銅做。"}},{"book":"出","chapter":27,"verse":19,"versions":{"unv":"帳幕各樣用處的器具，並帳幕一切的橛子，和院子裡一切的橛子，都要用銅做。」","bklcl":"Hōe-bō͘ só͘ ēng ta̍k-hāng ê khì-kū, kap só͘ tèng ê teng, í-ki̍p tiûⁿ-lāi só͘ tèng ê teng, lóng tio̍h ēng tâng chòe.","tghg":"會幕所用逐項的器具，及所釘的釘，以及場內所釘的釘，攏著用銅做。」","bklhl":"會幕所用ta̍k項ê器具，kap所釘ê釘，以及帳內所釘ê釘，lóng tio̍h用銅做。"}},{"book":"出","chapter":27,"verse":20,"versions":{"unv":"「你要吩咐以色列人，把那為點燈搗成的清橄欖油拿來給你，使燈常常點著。","bklcl":"Lí tio̍h hoan-hù Í-sek-lia̍t lâng, chiong hit-ê ūi-tio̍h beh chiò-kng só͘ khoeh-chheng ê kaⁿ-ná-iû, the̍h-lâi hō͘ lí, hō͘ teng siông-siông tiám-teh.","tghg":"「你著吩咐以色列人，將彼個為著欲照光所夾清的橄欖油提來互你，互燈常常點啲。","bklhl":"你tio̍h吩咐以色列人，將hit ê為tio̍h beh照光所khoeh清ê橄欖油，the̍h來hō͘你，hō͘燈常常點teh。"}},{"book":"出","chapter":27,"verse":21,"versions":{"unv":"在會幕中法櫃前的幔外，亞倫和他的兒子，從晚上到早晨，要在耶和華面前經理這燈。這要作以色列人世世代代永遠的定例。」","bklcl":"Tī hōe-bō͘-tiong hoat-kūi-chêng ê tiùⁿ-lî gōa, A-lûn kap i ê kiáⁿ, tùi ê-hng kàu thiⁿ-kng tio̍h tī Iâ-hô-hoa bīn-chêng liāu-lí-i;  sī chòe Í-sek-lia̍t lâng tāi-tāi éng-oán ê lē.","tghg":"佇會幕中法櫃前的帳簾外，亞倫及伊的子，對下昏到天光，著佇耶和華面前料理伊。是做以色列人代代永遠的例。」","bklhl":"Tī會幕中法櫃前ê帳籬外，亞倫kap伊ê kiáⁿ，tùi ê-hng 到天光tio̍h tī耶和華面前料理伊；是做以色列人代代永遠ê例。"}}]