[{"book":"出","chapter":35,"verse":1,"versions":{"unv":"摩西招聚以色列全會眾，對他們說：「這是耶和華所吩咐的話，叫你們照著行：","bklcl":"Mô͘-se chio-chi̍p Í-sek-lia̍t lâng choân-hōe, tùi in kóng, Iâ-hô-hoa só͘ hoan-hù ê ōe, kah lín tio̍h kiâⁿ-ê, chiū-sī chiah-ê.","tghg":"摩西招集以色列人全會，對𪜶講：「耶和華所吩咐的話，教恁著行的就是諸個：","bklhl":"摩西招集以色列人全會，對in講：耶和華所吩咐ê話，kah lín tio̍h行ê，就是chiah ê。"}},{"book":"出","chapter":35,"verse":2,"versions":{"unv":"六日要做工，第七日乃為聖日，當向耶和華守為安息聖日。凡這日之內做工的，必把他治死。","bklcl":"La̍k-ji̍t tio̍h chòe-kang, tē-chhit ji̍t sī lín ê sèng-ji̍t, sī tōa ê an-hioh-ji̍t, lâi ho̍k-sāi Iâ-hô-hoa;  hoān-nā tī chit-ji̍t chòe-kang-ê, tio̍h hō͘ i sí.","tghg":"六日著做工，第七日是恁的聖日，是大的安息日來服事耶和華。凡若佇此日做工者，著互伊死。","bklhl":"六日tio̍h做工，第七日是lín ê聖日，是大ê安歇日，來服事耶和華；凡若tī chit日做工ê，tio̍h hō͘伊死。"}},{"book":"出","chapter":35,"verse":3,"versions":{"unv":"當安息日，不可在你們一切的住處生火。」","bklcl":"Tng an-hioh-ji̍t, tī lín ta̍k keng chhù-lāi m̄-thang khí-hé.","tghg":"當安息日，佇恁逐間厝內呣通起火。」","bklhl":"當安歇日，tī lín ta̍k間厝內m̄-thang起火。"}},{"book":"出","chapter":35,"verse":4,"versions":{"unv":"摩西對以色列全會眾說：「耶和華所吩咐的是這樣：","bklcl":"Mô͘-se tùi Í-sek-lia̍t lâng choân-hōe kóng, Iâ-hô-hoa só͘ hoan-hù ê ōe, sī án-ni kóng,","tghg":"摩西對以色列人全會講：「耶和華所吩咐的話是按呢講：","bklhl":"摩西對以色列人全會講：耶和華所吩咐ê話，是án-ni講："}},{"book":"出","chapter":35,"verse":5,"versions":{"unv":"你們中間要拿禮物獻給耶和華，凡樂意獻的可以拿耶和華的禮物來，就是金、銀、銅，","bklcl":"Lín tiong-kan tio̍h the̍h lé-mi̍h hiàn hō͘ Iâ-hô-hoa;  kìⁿ-nā sim goān-ê, thang the̍h i lâi, chòe hiàn hō͘ Iâ-hô-hoa ê lé-mi̍h;","tghg":"恁中間著提禮物獻互耶和華，見若心願者，通提伊來做獻互耶和華的禮物，就是金、銀、銅，","bklhl":"Lín中間tio̍h the̍h禮物獻hō͘耶和華；見若心願ê，thang the̍h伊來，做獻hō͘耶和華ê禮物；"}},{"book":"出","chapter":35,"verse":6,"versions":{"unv":"藍色、紫色、朱紅色線，細麻，山羊毛，","bklcl":"chiū-sī kim, gûn, tâng, lâm-sek, chí-sek, chu-âng-sek ê liāu, iù-tōe,","tghg":"藍色、紫色、朱紅色的料，幼苧，山羊毛，","bklhl":"就是金、銀、銅，藍色、紫色、朱紅色ê料，幼苧，"}},{"book":"出","chapter":35,"verse":7,"versions":{"unv":"染紅的公羊皮，海狗皮，皂莢木，","bklcl":"soaⁿ-iûⁿ-mn̂g, ní-âng ê iûⁿ-káng-phê, hái-káu-phê,","tghg":"染紅的羊牨(káng)皮，海狗皮，","bklhl":"山羊毛，染紅ê羊káng皮、海狗皮，"}},{"book":"出","chapter":35,"verse":8,"versions":{"unv":"點燈的油，並做膏油和香的香料，","bklcl":"chō-kiap-chhâ,  tiám-teng ê iû, phang ê liāu, thang chòe boah ê iû kap phang-hiuⁿ,","tghg":"皂莢柴(chō-kiap-chhâ)，點燈的油，芳的料通做抹的油及芳香，","bklhl":"皂莢柴、點燈ê油、芳ê料，thang做抹ê油 kap芳香，"}},{"book":"出","chapter":35,"verse":9,"versions":{"unv":"紅瑪瑙與別樣的寶石，可以鑲嵌在以弗得和胸牌上。」","bklcl":"âng-bé-ló kap pa̍t-iūⁿ ê pó-chio̍h, thang siuⁿ tī í-hut-tek kap pó͘-kòa.","tghg":"紅瑪瑙及別樣的寶石，通鑲佇以弗得及補𧞔(pó͘-kòa)。」","bklhl":"紅瑪瑙kap別樣ê寶石，thang鑲tī í-hut-tek kap pó͘褂。"}},{"book":"出","chapter":35,"verse":10,"versions":{"unv":"「你們中間凡心裡有智慧的都要來做耶和華一切所吩咐的：","bklcl":"Lín tiong-kan kìⁿ-nā sim ū tì-hūi-ê, lóng tio̍h lâi chòe Iâ-hô-hoa it-chhè só͘ hoan-hù-ê;","tghg":"「恁中間見若心有智慧者，攏著來做耶和華一切所吩咐的：","bklhl":"Lín中間見若心有智慧ê，lóng tio̍h來做耶和華一切所吩咐ê；"}},{"book":"出","chapter":35,"verse":11,"versions":{"unv":"就是帳幕和帳幕的罩棚，並帳幕的蓋、鉤子、板、閂、柱子、帶卯的座，","bklcl":"chiū-sī hōe-bō͘, i ê pò͘-pîⁿ, kap i ê kòa, i ê kau, i ê pán, i ê hoâiⁿ-kông, i ê thiāu, i ê khū;","tghg":"就是會幕，伊的布棚及伊的蓋，伊的鈎(kau)，伊的板，伊的橫楗(hoâiⁿ-kông)，伊的柱，伊的臼(khū)，","bklhl":"就是會幕，伊ê布棚，kap伊ê蓋(kòa)，伊ê鉤，伊ê板，伊ê橫kông，伊ê柱，伊ê臼；"}},{"book":"出","chapter":35,"verse":12,"versions":{"unv":"櫃和櫃的槓，施恩座和遮掩櫃的幔子，","bklcl":"kūi, kap i ê kǹg, si-un-só͘, kap jia-cha̍h ê tiùⁿ-lî;","tghg":"櫃及伊的槓(kǹg)，施恩所及遮截的帳簾，","bklhl":"櫃，kap伊ê kǹg，施恩所，kap 遮閘(jia-cha̍h)ê帳籬；"}},{"book":"出","chapter":35,"verse":13,"versions":{"unv":"桌子和桌子的槓與桌子的一切器具，並陳設餅，","bklcl":"toh kap i ê kǹg, kap i ê khì-kū, kap pâi-lia̍t ê piáⁿ;","tghg":"桌及伊的槓及伊的器具，及排列的餅，","bklhl":"桌kap伊ê kǹg，kap伊ê器具，kap排列ê餅；"}},{"book":"出","chapter":35,"verse":14,"versions":{"unv":"燈臺和燈臺的器具，燈盞並點燈的油，","bklcl":"tiám-kng ê teng-tâi kap i ê khì-kū, teng-chóaⁿ kap tiám-kng ê iû;","tghg":"點光的燈台及伊的器具，燈盞及點光的油，","bklhl":"點光ê燈台kap伊ê器具，燈盞kap點光 ê油；"}},{"book":"出","chapter":35,"verse":15,"versions":{"unv":"香壇和壇的槓，膏油和馨香的香料，並帳幕門口的簾子，","bklcl":"hiuⁿ-tôaⁿ kap i ê kǹg, boah ê iû, kap phang-hiuⁿ, í-ki̍p hōe-bō͘ mn̂g ê mn̂g-lî;","tghg":"香壇及伊的槓，抹的油及芳香，以及會幕門的門簾，","bklhl":"香壇kap伊ê kǹg、抹ê油，kap芳香，以及會幕門ê門籬；"}},{"book":"出","chapter":35,"verse":16,"versions":{"unv":"燔祭壇和壇的銅網，壇的槓並壇的一切器具，洗濯盆和盆座，","bklcl":"sio-chè ê tôaⁿ kap i tâng ê bāng, kap i ê kǹg, í-ki̍p i it-chhè ê khì-kū, sóe-tn̄g ê phûn kap i ê chō;","tghg":"燒祭的壇及伊銅的網，及伊的槓(kǹg)以及伊一切的器具，洗盪的盆及伊的座，","bklhl":"燒祭ê壇kap伊銅ê網，kap伊ê kǹg，以及伊一切ê器具，洗盪 ê盆kap伊ê座；"}},{"book":"出","chapter":35,"verse":17,"versions":{"unv":"院子的帷子和帷子的柱子，帶卯的座和院子的門簾，","bklcl":"tiûⁿ ê tiùⁿ-ûi, kap i ê thiāu, in ê khū, kap tiûⁿ-mn̂g ê mn̂g-lî;","tghg":"場的帳帷(tiùⁿ-ûi)及伊的柱，𪜶的臼及場門的門簾(mn̂g-lî)，","bklhl":"帳ê帳帷，kap伊ê柱，in ê臼，kap帳門ê門籬；"}},{"book":"出","chapter":35,"verse":18,"versions":{"unv":"帳幕的橛子並院子的橛子，和這兩處的繩子，","bklcl":"hōe-bō͘ só͘ tèng ê teng, kap tiûⁿ só͘ tèng ê teng, kap in ê soh;","tghg":"會幕所釘(tèng)的釘(teng)及場所釘的釘，及𪜶的索(soh)，","bklhl":"會幕所釘ê釘，kap帳所釘ê釘，kap in ê索；"}},{"book":"出","chapter":35,"verse":19,"versions":{"unv":"精工做的禮服和祭司亞倫並他兒子在聖所用以供祭司職分的聖衣。」","bklcl":"cheng-kong ê i-ho̍k, tī sèng-só͘ chhēng lâi ho̍k-sāi-ê, chiū-sī chè-si A-lûn ê sèng-saⁿ kap i ê kiáⁿ ê saⁿ, chhēng lâi tam-tng chè-si ê chit.","tghg":"精工(cheng-kong)的衣服佇聖所穿來服事的，就是祭司亞倫的聖衫及伊的子的衫，穿來擔當祭司的職。」","bklhl":"精工ê衣服，tī聖所穿來服事ê，就是祭司亞倫ê聖衫kap伊ê kiáⁿ ê衫，穿來擔當祭司ê職。"}},{"book":"出","chapter":35,"verse":20,"versions":{"unv":"以色列全會眾從摩西面前退去。","bklcl":"Í-sek-lia̍t lâng choân-hōe tùi Mô͘-se ê bīn-chêng chhut-khì.","tghg":"以色列人全會對摩西的面前出去。","bklhl":"以色列人全會tùi摩西ê面前出去。"}},{"book":"出","chapter":35,"verse":21,"versions":{"unv":"凡心裡受感和甘心樂意的都拿耶和華的禮物來，用以做會幕和其中一切的使用，又用以做聖衣。","bklcl":"Kìⁿ-nā siū kám-tōng, tùi sim hoaⁿ-hí-ê, lóng-chóng lâi, the̍h lé-mi̍h hiàn hō͘ Iâ-hô-hoa, ēng lâi chòe hōe-bō͘ ê kang, kap it-chhè ê lō͘-ēng, iā ēng lâi chòe sèng-saⁿ.","tghg":"見若受感動對心歡喜者，攏總來提(the̍h)禮物獻互耶和華，用來做會幕的工及一切的路用，也用來做聖衫。","bklhl":"見若受感動，tùi心歡喜ê，lóng總來，the̍h禮物獻hō͘耶和華，用來做會幕ê工，kap一切ê路用，也用來做聖衫。"}},{"book":"出","chapter":35,"verse":22,"versions":{"unv":"凡心裡樂意獻禮物的，連男帶女，各將金器，就是胸前鍼、耳環（或譯：鼻環）、打印的戒指，和手釧帶來獻給耶和華。","bklcl":"Kìⁿ-nā chhut tī sim hoaⁿ-hí-ê, ta-po͘ hū-jîn lóng lâi, ta̍k-ê chiong kim-khì, chiū-sī heng-chêng ê pín-chiam, hī-kau, phah-ìn ê chhiú-chí, kap chhiú-khoân;  che sī ta̍k-lâng chiong i ê lé-mi̍h hiàn hō͘ Iâ-hô-hoa.","tghg":"見若出佇心歡喜者，查甫婦人攏來，逐個將金器，就是胸前的稟針(pín-chiam)、耳鈎(kau)、拍印的手指，及手環這是逐人將伊的禮物獻互耶和華。","bklhl":"見若出tī心歡喜ê，ta-po͘婦人lóng來，ta̍k-ê將金器，就是胸前ê pín針、耳鉤，phah印ê手指，kap手環；這是ta̍k人將伊ê禮物獻hō͘耶和華。"}},{"book":"出","chapter":35,"verse":23,"versions":{"unv":"凡有藍色、紫色、朱紅色線，細麻，山羊毛，染紅的公羊皮，海狗皮的，都拿了來；","bklcl":"Kìⁿ-nā lâng ū lâm-sek, chí-sek, chu-âng-sek ê liāu, iù-tōe, soaⁿ-iûⁿ-mn̂g, ní-âng ê iûⁿ-káng-phê, hái-káu-phê, lóng the̍h-lâi.","tghg":"見若人有藍色、紫色、朱紅色的料，幼苧，山羊毛，染紅的羊牨皮，海狗皮，攏提來；","bklhl":"見若人有藍色、紫色、朱紅色ê料，幼苧、山羊毛、染紅ê羊káng皮、海狗皮，lóng the̍h來。"}},{"book":"出","chapter":35,"verse":24,"versions":{"unv":"凡獻銀子和銅給耶和華為禮物的都拿了來；凡有皂莢木可做甚麼使用的也拿了來。","bklcl":"Kìⁿ-nā hiàn gûn kap tâng, chòe lé-mi̍h-ê, lóng the̍h-lâi hiàn hō͘ Iâ-hô-hoa;  kìⁿ-nā ū chō-kiap-chhâ thang chòe sím-mi̍h lō͘-ēng-ê, iā the̍h-lâi.","tghg":"見若獻銀及銅做禮物的，攏提來獻互耶和華；見若有皂莢柴通做甚麼路用的也提來。","bklhl":"見若獻銀kap銅，做禮物ê，lóng the̍h來獻hō͘耶和華；見若有皂莢柴thang做甚麼路用ê，也the̍h來。"}},{"book":"出","chapter":35,"verse":25,"versions":{"unv":"凡心中有智慧的婦女親手紡線，把所紡的藍色、紫色、朱紅色線，和細麻都拿了來。","bklcl":"Kìⁿ-nā sim-lāi ū tì-hūi ê hū-lú, chhin-chhiú pháng sòaⁿ, chiong só͘ pháng ê lâm-sek, chí-sek, chu-âng-sek ê liāu, kap iù-tōe lóng the̍h-lâi.","tghg":"見若心內有智慧的婦女親手紡線，將所紡的藍色、紫色、朱紅色的料，及幼苧攏提來。","bklhl":"見若心內有智慧ê婦女，親手紡線，將所紡ê藍色、紫色、朱紅色ê料，kap幼苧lóng the̍h來。"}},{"book":"出","chapter":35,"verse":26,"versions":{"unv":"凡有智慧、心裡受感的婦女就紡山羊毛。","bklcl":"Kìⁿ-ū tì-hūi ê sim siū kám-tōng ê hū-lú, chiū pháng soaⁿ-iûⁿ-mn̂g.","tghg":"見有智慧的、心受感動的婦女就紡山羊毛。","bklhl":"見有智慧ê心受感動ê婦女，就紡山羊毛。"}},{"book":"出","chapter":35,"verse":27,"versions":{"unv":"眾官長把紅瑪瑙和別樣的寶石，可以鑲嵌在以弗得與胸牌上的，都拿了來；","bklcl":"Chiah-ê thâu-lâng chiong âng-bé-ló, kap pa̍t-iūⁿ ê pó-chio̍h, thang siuⁿ tī í-hut-tek kap pó͘-kòa-ê, lóng the̍h-lâi.","tghg":"諸個頭人將紅瑪瑙及別樣的寶石，通鑲佇以弗得及補𧞔(kòa)的，攏提來；","bklhl":"Chiah-ê頭人將紅瑪瑙，kap別樣ê寶石，thang鑲tī í-hut-tek kap pó͘褂ê，lóng the̍h來。"}},{"book":"出","chapter":35,"verse":28,"versions":{"unv":"又拿香料做香，拿油點燈，做膏油。","bklcl":"Koh the̍h hiuⁿ-liāu kap iû, thang ēng i lâi tiám teng, chòe boah ê iû, chòe phang ê hiuⁿ.","tghg":"閣提香料及油，通用伊來點燈，做抹的油，做芳的香。","bklhl":"Koh the̍h香料kap油，thang用伊來點燈，做抹ê油，做芳ê香。"}},{"book":"出","chapter":35,"verse":29,"versions":{"unv":"以色列人，無論男女，凡甘心樂意獻禮物給耶和華的，都將禮物拿來，做耶和華藉摩西所吩咐的一切工。","bklcl":"Í-sek-lia̍t lâng, bô-lūn lâm-lú, kìⁿ-nā sim hoaⁿ-hí hiàn lé-mi̍h hō͘ Iâ-hô-hoa-ê, lóng hoaⁿ-hí the̍h lé-mi̍h lâi, chòe Iâ-hô-hoa thok-tiōng Mô͘-se só͘ hoan-hù in chòe it-chhè ê kang.","tghg":"以色列人，無論男女，見若心歡喜獻禮物互耶和華者，攏歡喜提禮物來，做耶和華託仗摩西所吩咐𪜶做一切的工。","bklhl":"以色列人，無論男女，見若心歡喜獻禮物hō͘耶和華ê，lóng歡喜the̍h禮物來，做耶和華託重摩西所吩咐in做一切ê工。"}},{"book":"出","chapter":35,"verse":30,"versions":{"unv":"摩西對以色列人說：「猶大支派中，戶珥的孫子、烏利的兒子比撒列，耶和華已經題他的名召他，","bklcl":"Mô͘-se tùi Í-sek-lia̍t lâng kóng, Lín khòaⁿ, Iû-tāi ê chi-phài Hō͘-jíⁿ ê sun, O͘-lī ê kiáⁿ Pí-sat-lia̍t, Iâ-hô-hoa í-keng chí miâ tiàu i.","tghg":"摩西對以色列人講：「恁看，猶大的支派，戶珥的孫、烏利的子比撒列，耶和華已經指名召伊，","bklhl":"摩西對以色列人講：Lín看，偤大ê支派Hō͘-jíⁿ ê孫，O͘-lī ê kiáⁿ Pí-sat-lia̍t，耶和華已經指名召伊。"}},{"book":"出","chapter":35,"verse":31,"versions":{"unv":"又以　神的靈充滿了他，使他有智慧、聰明、知識，能做各樣的工，","bklcl":"Koh ēng Siōng-tè ê sîn chhiong-móa i, hō͘ i ū tì-hūi, ū chhang-miâ, ū chai-bat, ōe chòe ta̍k-iūⁿ ê kang;","tghg":"閣用上帝的神充滿伊，互伊有智慧、有聰明、有知識，會做逐樣的工，","bklhl":"Koh用上帝ê神充滿伊，hō͘伊有智慧，有聰明，有知識，能做ta̍k樣ê工；"}},{"book":"出","chapter":35,"verse":32,"versions":{"unv":"能想出巧工，用金、銀、銅製造各物，","bklcl":"ōe siūⁿ-chhut kî-khiáu ê kang, lâi chòe kim, gûn, tâng hiah-ê mi̍h,","tghg":"會想出奇巧的工來做金、銀、銅許個物，","bklhl":"能想出奇巧ê工，來做金、銀、銅hiah-ê物，"}},{"book":"出","chapter":35,"verse":33,"versions":{"unv":"又能刻寶石，可以鑲嵌，能雕刻木頭，能做各樣的巧工。","bklcl":"iā ōe khek pó-chio̍h lâi ji̍p-i;  iā ōe khek chhâ, ōe chòe ta̍k-iūⁿ kî-khiáu ê kang.","tghg":"也會刻寶石來入伊，也會刻柴，會做逐樣奇巧的工。","bklhl":"也能刻寶石來入伊；也能刻柴，能做ta̍k樣奇巧ê工。"}},{"book":"出","chapter":35,"verse":34,"versions":{"unv":"耶和華又使他，和但支派中亞希撒抹的兒子亞何利亞伯，心裡靈明，能教導人。","bklcl":"Koh hō͘ i kap Tàn ê chi-phài, A-hi-sat-boat ê kiáⁿ A-hô-lī-a-pek, sim ū lêng-khiàu, ōe kà-sī lâng.","tghg":"閣互伊及但的支派亞希撒抹的子亞何利亞伯，心有靈竅，會教示人。","bklhl":"Koh hō͘伊kap Tàn ê支派，A-hi-sat-boat ê kiáⁿ A-hô-lī-a-pek，心有靈竅，能教示人。"}},{"book":"出","chapter":35,"verse":35,"versions":{"unv":"耶和華使他們的心滿有智慧，能做各樣的工，無論是雕刻的工，巧匠的工，用藍色、紫色、朱紅色線，和細麻、繡花的工，並機匠的工，他們都能做，也能想出奇巧的工。","bklcl":"Chiah-ê lâng I ēng tì-hūi chhiong-móa in ê sim;  hō͘ in ōe chòe ta̍k-iūⁿ ê kang, bô-lūn tiau-khek ê kang, kî-khiáu ê kang, ēng lâm-sek, chí-sek, chu-âng-sek ê liāu, kap iù-tōe, siù hoe-ê, chit-pò͘-ê, ta̍k-iūⁿ ê kang lóng ōe chòe, iā ōe siūⁿ-chhut kî-khiáu ê kang.","tghg":"諸個人伊用智慧充滿𪜶的心，互𪜶會做逐樣的工，無論雕刻的工，奇巧的工，用藍色、紫色、朱紅色的料，及幼苧，綉花的、織布的，逐樣的工，攏會做，也會想出奇巧的工。","bklhl":"chiah ê人伊用智慧充滿in ê心；hō͘ in會做ta̍k樣ê工，無論雕刻ê工，奇巧ê工，用藍色、紫色、朱紅色ê料，kap幼苧，繡花ê，織布ê，ta̍k樣ê工 lóng能做，也能想出奇巧ê工。"}}]