[{"book":"出","chapter":36,"verse":1,"versions":{"unv":"「比撒列和亞何利亞伯，並一切心裡有智慧的，就是蒙耶和華賜智慧聰明、叫他知道做聖所各樣使用之工的，都要照耶和華所吩咐的做工。」","bklcl":"Pí-sat-lia̍t kap A-hô-lī-a-pek, kap lóng-chóng sim ū tì-hūi ê lâng, chiū-sī tit-tio̍h Iâ-hô-hoa siúⁿ-sù tì-hūi chhang-miâ hō͘ in chai chòe sèng-só͘ ta̍k-iūⁿ lō͘-ēng ê kang-ê, lóng tio̍h chiàu Iâ-hô-hoa só͘ hoan-hù-ê chòe  kang.","tghg":"「比撒列及亞何利亞伯，及攏總心有智慧的人，就是得著耶和華賞賜智慧聰明、互𪜶知做聖所逐樣路用的工的，攏著照耶和華所吩咐的做工。」","bklhl":"Pí-sat-lia̍t kap A-hô-lī-a-pek，kap lóng總心有智慧ê人，就是得tio̍h耶和華賞賜智慧聰明hō͘ in知做聖所ta̍k樣路用ê工ê，lóng tio̍h照耶和華所吩咐ê做工。"}},{"book":"出","chapter":36,"verse":2,"versions":{"unv":"凡耶和華賜他心裡有智慧、而且受感前來做這工的，摩西把他們和比撒列並亞何利亞伯一同召來。","bklcl":"Mô͘-se tiàu Pí-sat-lia̍t, A-hô-lī-a-pek, kap kìⁿ-nā sim ū tì-hūi ê lâng lâi, chiū-sī Iâ-hô-hoa ēng tì-hūi siúⁿ-sù in ê sim, sim siū kám-tōng lâi chòe-kang-ê.","tghg":"摩西召比撒列、亞何利亞伯及見若心有智慧的人來，就是耶和華用智慧賞賜𪜶的心，心受感動來做工者。","bklhl":"摩西召Pí-sat-lia̍t，A-hô-lī-a-pek，kap見若心有智慧ê人來，就是耶和華用智慧賞賜in ê心，心受感動來做工ê。"}},{"book":"出","chapter":36,"verse":3,"versions":{"unv":"這些人就從摩西收了以色列人為做聖所並聖所使用之工所拿來的禮物。百姓每早晨還把甘心獻的禮物拿來。","bklcl":"In tùi Mô͘-se the̍h it-chhè ê lé-mi̍h, chiū-sī Í-sek-lia̍t lâng ūi-tio̍h chòe sèng-só͘ kap lāi-bīn só͘ ēng ê mi̍h the̍h-lâi-ê.  Peh-sìⁿ ta̍k chá-khí iû-goân ēng kam-sim hiàn ê lé-mi̍h the̍h-lâi hō͘-i.","tghg":"𪜶對摩西提一切的禮物，就是以色列人為著做聖所及內面所用的物提來的。百姓逐早起猶原用甘心獻的禮物提來互伊。","bklhl":"In tùi摩西the̍h一切ê禮物，就是以色列人為tio̍h做聖所kap內面所用ê物the̍h來ê。百姓ta̍k早起猶原用甘心獻ê禮物the̍h來hō͘伊。"}},{"book":"出","chapter":36,"verse":4,"versions":{"unv":"凡做聖所一切工的智慧人各都離開他所做的工，","bklcl":"Kìⁿ-nā chòe sèng-só͘ ê kang chiah-ê ū tì-hūi ê lâng, lóng chiām-thêng in só͘ chòe ê kang;","tghg":"見若做聖所的工諸個有智慧的人攏暫停𪜶所做的工，","bklhl":"見若做聖所ê工chiah ê有智慧ê人，lóng 暫停in所做ê工；"}},{"book":"出","chapter":36,"verse":5,"versions":{"unv":"來對摩西說：「百姓為耶和華吩咐使用之工所拿來的，富富有餘。」","bklcl":"lâi tùi Mô͘-se kóng, Peh-sìⁿ só͘ the̍h-lâi-ê, pí Iâ-hô-hoa bēng-lēng chòe ê kang só͘ tio̍h ēng ê liāu, kè-gia̍h ū chhun.","tghg":"來對摩西講：「百姓所提來的比耶和華命令做的工所著用的料，過額有剩。」","bklhl":"來對摩西講：百姓所the̍h來ê，比耶和華命令做ê工所tio̍h用ê料，過額有chhun。"}},{"book":"出","chapter":36,"verse":6,"versions":{"unv":"摩西傳命，他們就在全營中宣告說：「無論男女，不必再為聖所拿甚麼禮物來。」這樣才攔住百姓不再拿禮物來。","bklcl":"Mô͘-se chhut-bēng, in chiū soan-pò͘ tī choân-iâⁿ, kóng, Bô-lūn lâm-lú bo̍h-tit koh chòe sím-mi̍h lâi, hiàn hō͘ sèng-só͘;  tùi án-ni chó͘-chí peh-sìⁿ bô koh the̍h-lâi.","tghg":"摩西出命，𪜶就宣佈佇全營講：「無論男女，莫得閣做甚麼來獻互聖所。」對按呢阻止百姓無閣提來。","bklhl":"摩西出命，in就宣布tī全營，講：無論男女莫得koh做甚麼來，獻hō͘聖所；Tùi án-ni，阻止百姓無koh the̍h來。"}},{"book":"出","chapter":36,"verse":7,"versions":{"unv":"因為他們所有的材料夠做一切當做的物，而且有餘。","bklcl":"In-ūi in só͘ ū ê chhâi-liāu, kàu-gia̍h thang chòe it-chhè só͘ tio̍h chòe chiah-ê kang, soah ū chhun.","tghg":"因為𪜶所有的材料夠額通做一切所著做諸個工，續有剩。","bklhl":"因為in所有ê材料，夠額thang做一切所tio̍h做chiah ê工，soah有chhun。"}},{"book":"出","chapter":36,"verse":8,"versions":{"unv":"他們中間，凡心裡有智慧做工的，用十幅幔子做帳幕。這幔子是比撒列用撚的細麻和藍色、紫色、朱紅色線製造的，並用巧匠的手工繡上基路伯。","bklcl":"In tiong-kan kìⁿ-nā sim ū tì-hūi chòe-kang-ê, ēng cha̍p-pak ê tiùⁿ chòe hōe-bō͘;  chiah-ê tiùⁿ sī ēng kè-pháng ê iù-tōe, kap lâm-sek, chí-sek, chu-âng-sek ê liāu;  iā ēng kî-khiáu ê kang chit-chiâⁿ ki-lō͘-peng chòe-i.","tghg":"𪜶中間，見若心有智慧做工者，用十幅的帳(tiùⁿ)做會幕。諸個帳是用過紡的幼苧及藍色、紫色、朱紅色的料，也用奇巧的工織成𠼻𡀔兵做伊。","bklhl":"In中間見若心有智慧做工ê，用十幅ê帳做會幕；chiah ê帳是用過紡ê幼苧，kap藍色、紫色、朱紅色ê料；也用奇巧ê工織成ki-lō͘-peng做伊。"}},{"book":"出","chapter":36,"verse":9,"versions":{"unv":"每幅幔子長二十八肘，寬四肘，都是一樣的尺寸。","bklcl":"Múi pak tiùⁿ tn̂g jī-cha̍p-poeh tiú, khoah sì-tiú;  tiùⁿ lóng sī chi̍t-iūⁿ ê chhùn-chhioh.","tghg":"每幅帳長二十八肘，闊四肘，帳攏是一樣的寸尺。","bklhl":"每幅帳長二十八肘，闊四肘；帳lóng是一樣ê寸尺。"}},{"book":"出","chapter":36,"verse":10,"versions":{"unv":"他使這五幅幔子幅幅相連，又使那五幅幔子幅幅相連；","bklcl":"Chit gō͘ pak tiùⁿ, i chhòng hō͘ in ta̍k pak saⁿ-liân;  hit gō͘ pak tiùⁿ iā ta̍k-pak saⁿ-liân.","tghg":"此五幅帳伊創互𪜶逐幅相連，彼五幅帳也逐幅相連；","bklhl":"Chit五幅帳，伊chhòng hō͘ in ta̍k幅相連；hit五幅帳也ta̍k幅相連。"}},{"book":"出","chapter":36,"verse":11,"versions":{"unv":"在這相連的幔子末幅邊上做藍色的鈕扣，在那相連的幔子末幅邊上也照樣做；","bklcl":"Tī chit-ê saⁿ-liân ê tiùⁿ, lō͘-bé pak ê piⁿ-á chòe lâm-sek ê liú-phàn;  tī hit-ê saⁿ-liân ê tiùⁿ, lō͘-bé pak ê piⁿ-á iā án-ni chòe.","tghg":"佇此個相連的帳路尾幅的邊仔做藍色的紐襻(liú-phàn)，佇彼個相連的帳路尾幅的邊仔也按呢做；","bklhl":"Tī chit ê相連ê帳，路尾幅ê邊á做藍色ê鈕phàn；tī hit ê相連ê帳，路尾幅ê邊á也án-ni做。"}},{"book":"出","chapter":36,"verse":12,"versions":{"unv":"在這相連的幔子上做五十個鈕扣，在那相連的幔子上也做五十個鈕扣，都是兩兩相對；","bklcl":"I tī chit niá tiùⁿ chòe gō͘-cha̍p ê liú-phàn, koh tī tē-jī niá tiùⁿ saⁿ-liân ê piⁿ-á, iā chòe gō͘-cha̍p ê liú-phàn;  liú-phàn lóng nn̄g-ê nn̄g-ê saⁿ-tùi.","tghg":"伊佇此領帳做五十個紐襻(liú-phàn)，閣佇第二領帳相連的邊仔也做五十個紐襻，紐襻攏二個二個相對；","bklhl":"伊tī chit領帳做五十個鈕phàn，koh tī第二領帳相連ê邊á，也做五十個鈕phàn；鈕phàn lóng兩個兩個相對。"}},{"book":"出","chapter":36,"verse":13,"versions":{"unv":"又做五十個金鉤，使幔子相連。這才成了一個帳幕。","bklcl":"Koh chòe gō͘-cha̍p ê kim-kau, ēng i lâi kau hō͘ tiùⁿ saⁿ-liân;  chiū chiâⁿ-chòe chi̍t ê hōe-bō͘.","tghg":"閣做五十個金鈎(kau)，用伊來鈎互帳相連。就成做一個會幕。","bklhl":"Koh做五十個金鉤，用伊來鉤hō͘帳相連；就成做一个會幕。"}},{"book":"出","chapter":36,"verse":14,"versions":{"unv":"他用山羊毛織十一幅幔子，作為帳幕以上的罩棚。","bklcl":"I koh ēng soaⁿ-iûⁿ-mn̂g chit cha̍p-it pak ê tiùⁿ, chòe hōe-bō͘-téng ê pò͘-pîⁿ;","tghg":"伊閣用山羊毛織十一幅的帳，做會幕頂的布棚。","bklhl":"伊koh用山羊毛織十一幅ê帳，做會幕頂ê布棚；"}},{"book":"出","chapter":36,"verse":15,"versions":{"unv":"每幅幔子長三十肘，寬四肘；十一幅幔子都是一樣的尺寸。","bklcl":"múi-pak tiùⁿ tn̂g saⁿ-cha̍p tiú, khoah sì-tiú;  cha̍p-it pak tiùⁿ lóng chi̍t-iūⁿ ê chhùn-chhioh.","tghg":"每幅帳(tiùⁿ)長三十肘(tiú)，闊四肘；十一幅帳攏一樣的寸尺。","bklhl":"每幅帳長三十肘，闊四肘；十一幅帳lóng一樣ê寸尺。"}},{"book":"出","chapter":36,"verse":16,"versions":{"unv":"他把五幅幔子連成一幅，又把六幅幔子連成一幅；","bklcl":"Chiong gō͘ pak tiùⁿ liân-chòe chi̍t-pak, koh chiong la̍k pak tiùⁿ liân-chòe chi̍t-pak.","tghg":"將五幅帳連做一幅，閣將六幅帳連做一幅；","bklhl":"將五幅帳連做一幅，koh將六幅帳連做一幅。"}},{"book":"出","chapter":36,"verse":17,"versions":{"unv":"在這相連的幔子末幅邊上做五十個鈕扣，在那相連的幔子末幅邊上也做五十個鈕扣；","bklcl":"Tī chit-ê saⁿ-liân ê tiùⁿ lō͘-bé pak ê piⁿ-á, i chòe gō͘-cha̍p ê liú-phàn, tī hit-ê saⁿ-liân lō͘-bé pak ê piⁿ-á iā chòe gō͘-cha̍p ê liú-phàn.","tghg":"佇此個相連的帳路尾幅的邊仔，伊做五十個紐襻，佇彼個相連路尾幅的邊仔也做五十個紐襻；","bklhl":"Tī chit ê相連ê帳路尾幅ê邊á，伊做五十個鈕phàn，tī hit ê相連路尾幅ê邊á也做五十個鈕phàn。"}},{"book":"出","chapter":36,"verse":18,"versions":{"unv":"又做五十個銅鉤，使罩棚連成一個；","bklcl":"I koh chòe gō͘-cha̍p ê tâng-kau, hō͘ pò͘-pîⁿ liân-chòe chi̍t-ê.","tghg":"伊閣做五十個銅鈎(kau)，互布棚連做一個；","bklhl":"伊koh做五十個銅鉤，hō͘布棚連做一个。"}},{"book":"出","chapter":36,"verse":19,"versions":{"unv":"並用染紅的公羊皮做罩棚的蓋，再用海狗皮做一層罩棚上的頂蓋。","bklcl":"Koh ēng ní-âng ê iûⁿ-phê chòe pò͘-pîⁿ ê kòa;  koh ēng hái-káu-phê kòa tī téng-bīn.","tghg":"閣用染紅的羊皮做布棚的蓋，閣用海狗皮掛佇頂面。","bklhl":"Koh用染紅ê羊皮做布棚ê 蓋；koh用海狗皮掛tī頂面。"}},{"book":"出","chapter":36,"verse":20,"versions":{"unv":"他用皂莢木做帳幕的豎板。","bklcl":"I ēng chō-kiap-chhâ chòe hōe-bō͘ khiā ê pán.","tghg":"伊用皂莢柴(chō-kiap-chhâ)做會幕竪(khiā)的板(pán)。","bklhl":"伊用皂莢柴做會幕khiā ê板。"}},{"book":"出","chapter":36,"verse":21,"versions":{"unv":"每塊長十肘，寬一肘半；","bklcl":"Khiā ê pán tn̂g cha̍p-tiú, khoah chi̍t-tiú-pòaⁿ.","tghg":"竪的板長十肘(tiú)，闊一肘半；","bklhl":"Khiā ê板長十肘，闊一肘半。"}},{"book":"出","chapter":36,"verse":22,"versions":{"unv":"每塊有兩榫相對。帳幕一切的板都是這樣做。","bklcl":"Ta̍k tè pán ū nn̄g ê sún saⁿ-pâi;  hōe-bō͘ it-chhè ê pán lóng chiàu án-ni chòe.","tghg":"逐塊板有二個榫相排。會幕一切的板攏照按呢做。","bklhl":"Ta̍k塊板有兩個榫相排；會幕一切ê板lóng照án-ni做。"}},{"book":"出","chapter":36,"verse":23,"versions":{"unv":"帳幕的南面做板二十塊。","bklcl":"I chòe hōe-bō͘ ê pán, lâm-pêng ê lâm-sì jī-cha̍p tè pán;","tghg":"伊做會幕的板，南旁的南勢二十塊板。","bklhl":"伊做會幕ê板，南pêng ê南勢二十塊板；"}},{"book":"出","chapter":36,"verse":24,"versions":{"unv":"在這二十塊板底下又做四十個帶卯的銀座：兩卯接這塊板上的兩榫，兩卯接那塊板上的兩榫。","bklcl":"tī chiah-ê jī-cha̍p tè pán ê ē-bīn chòe sì-cha̍p ê gûn-khū;  chi̍t tè pán ê ē-bīn ū nn̄g ê khū lâi chhēng i nn̄g ki sún;  koh chi̍t tè pán ê ē-bīn iā ū nn̄g ê khū lâi chhēng i nn̄g ki sún.","tghg":"佇諸個二十塊板的下面做四十個銀臼(gûn-khū)：一塊板的下面有二個臼來穿伊二支榫(sún)，閣一塊板的下面也有二個臼來穿伊二支榫(sún)。","bklhl":"tī chiah ê二十塊板ê下面做四十個銀臼；一塊板ê下面有兩個臼來穿伊兩支榫；koh一塊板ê下面也有兩個臼來穿伊兩支榫。"}},{"book":"出","chapter":36,"verse":25,"versions":{"unv":"帳幕的第二面，就是北面，也做板二十塊","bklcl":"Hōe-bō͘ tē-jī bīn, chiū-sī pak-bīn, iā chòe pán jī-cha̍p-tè,","tghg":"會幕第二面，就是北面，也做板二十塊，","bklhl":"會幕第二面，就是北面，也做板二十塊，"}},{"book":"出","chapter":36,"verse":26,"versions":{"unv":"和帶卯的銀座四十個：這板底下有兩卯，那板底下也有兩卯。","bklcl":"kap in ê gûn-khū sì-cha̍p-ê;  chit-ê pán ê ē-bīn ū nn̄g ê khū, hit-ê pán ê ē-bīn iā ū nn̄g ê khū.","tghg":"及𪜶的銀臼四十個：此個板的下面有二個臼，彼個板的下面也有二個臼。","bklhl":"kap in ê銀臼四十個；chit ê板ê下面有兩個臼，hit ê板ê下面也有兩個臼。"}},{"book":"出","chapter":36,"verse":27,"versions":{"unv":"帳幕的後面，就是西面，做板六塊。","bklcl":"Hōe-bō͘ ê āu-bīn, chiū-sī sai-bīn, iā chòe la̍k tè pán.","tghg":"會幕的後面，就是西面，也做六塊板。","bklhl":"會幕ê後面，就是西面，也做六塊板。"}},{"book":"出","chapter":36,"verse":28,"versions":{"unv":"帳幕後面的拐角做板兩塊。","bklcl":"Hōe-bō͘ āu-bīn ê nn̄g ê kak-thâu, chòe nn̄g tè pán.","tghg":"會幕後面的二個角頭做二塊板。","bklhl":"會幕後面ê兩個角頭，做兩塊板。"}},{"book":"出","chapter":36,"verse":29,"versions":{"unv":"板的下半截是雙的，上半截是整的，直到第一個環子；在帳幕的兩個拐角上都是這樣做。","bklcl":"Pán ê ē-tn̂g, nn̄g-ê saⁿ-tâng, ti̍t-kàu téng-bīn tē-it ê khoân lóng sī ka-nn̂g-ê;  nn̄g ê kak-thâu ê pán lóng sī án-ni chòe.","tghg":"板的下長，二個相同，直到頂面第一個環攏是完整(ka-nn̂g)的；二個角頭的板攏是按呢做。","bklhl":"板ê下長，兩個相同，直到頂面第一个環lóng是ka-nn̂g-ê；兩個角頭ê板lóng是án-ni做。"}},{"book":"出","chapter":36,"verse":30,"versions":{"unv":"有八塊板和十六個帶卯的銀座，每塊板底下有兩卯。","bklcl":"Ū poeh ê pán, kap cha̍p-la̍k ê gûn-khū;  ta̍k tè pán ê ē-bīn ū nn̄g ê khū.","tghg":"有八個板及十六個銀臼，逐塊板的下面有二個臼。","bklhl":"有八個板，kap十六個銀臼；ta̍k塊板ê下面有兩個臼。"}},{"book":"出","chapter":36,"verse":31,"versions":{"unv":"他用皂莢木做閂：為帳幕這面的板做五閂，","bklcl":"I ēng chō-kiap-chhâ chòe hoâiⁿ-kông;  ūi-tio̍h hōe-bō͘ chit-pêng ê pán chòe gō͘-ki,","tghg":"伊用皂莢柴做橫楗：為著會幕此旁的板做五支，","bklhl":"伊用皂莢柴做橫kông；為tio̍h會幕chit-pêng ê板做五支，"}},{"book":"出","chapter":36,"verse":32,"versions":{"unv":"為帳幕那面的板做五閂，又為帳幕後面的板做五閂，","bklcl":"ūi-tio̍h hōe-bō͘ hit-pêng ê pán chòe gō͘-ki;  koh ūi-tio̍h hōe-bō͘-āu sai-bīn ê pán chòe gō͘-ki.","tghg":"為著會幕彼旁的板做五支，閣為著會幕後西面的板做五支，","bklhl":"為tio̍h會幕hit-pêng ê板做五支；koh為tio̍h會幕後西面ê板做五支。"}},{"book":"出","chapter":36,"verse":33,"versions":{"unv":"使板腰間的中閂從這一頭通到那一頭。","bklcl":"Pán ê tùi-tiong hit ki hoâiⁿ-kông, hō͘ i tùi chit-thâu kàu hit-thâu.","tghg":"板的對中彼支橫楗(hoâiⁿ-kông)互伊對此頭到彼頭。","bklhl":"板ê對中hit支橫kông：hō͘伊tùi chit頭到hit頭。"}},{"book":"出","chapter":36,"verse":34,"versions":{"unv":"用金子將板包裹，又做板上的金環套閂；閂也用金子包裹。","bklcl":"Pán ēng kim pau; koh chòe pán ê kim-khoân lâi thò kông;  kông iā ēng kim pau.","tghg":"板用金包，閣做板的金環來套楗(kông)；楗也用金包。","bklhl":"板用金包；koh做板ê金環來套kông；kông也用金包。"}},{"book":"出","chapter":36,"verse":35,"versions":{"unv":"他用藍色、紫色、朱紅色線，和撚的細麻織幔子，以巧匠的手工繡上基路伯。","bklcl":"Koh ēng lâm-sek, chí-sek, chu-âng-sek ê liāu, kap kè-pháng ê iù-tōe chit tiùⁿ-lî; chit-ê tiùⁿ-lî ēng kî-khiáu ê kang chit-chiâⁿ ki-lō͘-peng lâi chòe-ê.","tghg":"閣用藍色、紫色、朱紅色的料，及過紡的幼苧織帳簾，此個帳簾用奇巧的工織成𠼻𡀔兵來做的。","bklhl":"Koh用藍色、紫色、朱紅色ê料，kap過紡ê幼苧織帳籬；chit ê帳籬用奇巧ê工織成ki-lō͘-peng來做ê。"}},{"book":"出","chapter":36,"verse":36,"versions":{"unv":"為幔子做四根皂莢木柱子，用金包裹，柱子上有金鉤，又為柱子鑄了四個帶卯的銀座。","bklcl":"Koh ēng chō-kiap-chhâ ūi-tio̍h i chòe sì ki thiāu, ēng kim pau i;  in ê kau sī kim-ê;  koh ūi-tio̍h in chù sì ê gûn-khū.","tghg":"閣用皂莢柴為著伊做四支柱，用金包伊，𪜶的鈎(kau)是金的，閣為著𪜶鑄(chù)四個銀臼(gûn-khū)。","bklhl":"Koh用皂莢柴為tio̍h伊做四支柱，用金包伊；in ê鉤是金ê；koh為tio̍h in鑄四個銀臼。"}},{"book":"出","chapter":36,"verse":37,"versions":{"unv":"拿藍色、紫色、朱紅色線，和撚的細麻，用繡花的手工織帳幕的門簾；","bklcl":"Ēng lâm-sek, chí-sek, chu-âng-sek ê liāu, kap kè-pháng ê iù-tōe, ēng siù-hoe ê kang chòe pò͘-pîⁿ mn̂g ê mn̂g-lî,","tghg":"用藍色、紫色、朱紅色的料，及過紡的幼苧，用綉花的工做布棚門的門簾；","bklhl":"用藍色、紫色、朱紅色ê料，kap過紡ê幼苧，用繡花ê工做布棚門ê門籬，"}},{"book":"出","chapter":36,"verse":38,"versions":{"unv":"又為簾子做五根柱子和柱子上的鉤子，用金子把柱頂和柱子上的杆子包裹。柱子有五個帶卯的座，是銅的。","bklcl":"kap i gō͘ ki thiāu, kap in ê kau;  in ê thiāu-táu kap hoâiⁿ-koaiⁿ ēng kim pau i;  hit gō͘ ê khū sī tâng-ê.","tghg":"及伊五支柱，及𪜶的鈎，𪜶的柱枓(thiāu-táu)及橫杆用金包伊，彼五個臼(khū)是銅的。","bklhl":"kap伊五支柱，kap in ê鉤；in ê柱斗kap橫桿用金包伊；hit五個臼是銅ê。"}}]