[{"book":"出","chapter":10,"verse":1,"versions":{"unv":"耶和華對摩西說：「你進去見法老。我使他和他臣僕的心剛硬，為要在他們中間顯我這些神蹟，","bklcl":"Iâ-hô-hoa tùi Mô͘-se kóng, Lí ji̍p-khì kìⁿ Hoat-ló;  in-ūi Góa í-keng hō͘ i ê sim, kap i ê jîn-sîn ê sim, kong-ngī, thang hō͘ Góa hián-bêng Góa chiah-ê sîn-jiah tī in tiong-kan;","tghg":"耶和華對摩西講：「你入去見法老。因為我已經互伊的心及伊的人臣的心剛硬(kong-ngī)，通互我顯明我諸個神蹟佇𪜶中間，","bklhl":"耶和華對摩西講：你入去見法老；因為我已經hō͘伊ê心，kap伊ê人臣ê心，剛硬，thang hō͘我顯明我chiah ê神蹟tī in中間；"}},{"book":"出","chapter":10,"verse":2,"versions":{"unv":"並要叫你將我向埃及人所做的事，和在他們中間所行的神蹟，傳於你兒子和你孫子的耳中，好叫你們知道我是耶和華。」","bklcl":"iā beh hō͘ lí chiong Góa só͘ chòe tī Ai-ki̍p ê sū, kap Góa tī in tiong-kan só͘ kiâⁿ chiah-ê sîn-jiah, thoân hō͘ lí ê kiáⁿ kap lí ê sun thiaⁿ, thang hō͘ lín chai Góa sī Iâ-hô-hoa.","tghg":"也欲互你將我所做佇埃及的事，及我佇𪜶中間所行諸個神蹟，傳互你的子及你的孫聽，通互恁知我是耶和華。」","bklhl":"也beh hō͘你將我所做tī埃及ê事，kap我tī in中間所行chiah ê神蹟，傳hō͘你ê kiáⁿ kap你ê孫聽，thang hō͘ lín知我是耶和華。"}},{"book":"出","chapter":10,"verse":3,"versions":{"unv":"摩西、亞倫就進去見法老，對他說：「耶和華─希伯來人的　神這樣說：『你在我面前不肯自卑要到幾時呢？容我的百姓去，好事奉我。","bklcl":"Mô͘-se, A-lûn chiū khì kìⁿ Hoat-ló, kā i kóng, Iâ-hô-hoa, Hi-pek-lâi lâng ê Siōng-tè, án-ni kóng, Lí tī Góa ê bīn-chêng m̄-khéng ka-kī khiam-pi, beh kàu sím-mi̍h sî ah?  tio̍h chún Góa ê peh-sìⁿ khì, hō͘ in ho̍k-sāi Góa.","tghg":"摩西、亞倫就去見法老，給伊講：「耶和華──希伯來人的上帝按呢講：『你佇我的面前呣肯家己謙卑欲到甚麼時啊？著准我的百姓去，互𪜶服事我。","bklhl":"摩西、亞倫就去見法老，kā伊講：耶和華，希伯來人ê上帝，án-ni講：你tī我ê面前m̄肯家己謙卑，beh到甚麼時ah？tio̍h准我ê百姓去，hō͘ in服事我。"}},{"book":"出","chapter":10,"verse":4,"versions":{"unv":"你若不肯容我的百姓去，明天我要使蝗蟲進入你的境內，","bklcl":"Lí nā m̄-khéng hō͘ Góa ê peh-sìⁿ khì, khòaⁿ ah, bîn-á-ji̍t Góa beh hō͘ chháu-meh ji̍p lí ê kéng-lāi;","tghg":"你若呣肯互我的百姓去，看啊，明仔日我欲互草蜢入你的境內，","bklhl":"你若m̄肯hō͘我ê百姓去，看ah，明á日我beh hō͘草蜢入你ê境內；"}},{"book":"出","chapter":10,"verse":5,"versions":{"unv":"遮滿地面，甚至看不見地，並且吃那冰雹所剩的和田間所長的一切樹木。","bklcl":"in beh jia-khàm tōe-bīn, tì-kàu bōe khòaⁿ-kìⁿ thô͘;  koh beh chia̍h hit-ê tùi chai-ē só͘-chhun-ê, chiū-sī pha̍uh só͘ phah bô liáu ê;  iā beh chia̍h chhân-ni̍h ūi lín só͘ hoat it-chhè ê chhiū-ba̍k;","tghg":"𪜶欲遮蓋(jia-khàm)地面，致到𣍐看見土，閣欲食彼個對災禍所剩的就是雹所拍無了的，也欲食田裡為恁所發一切的樹木。","bklhl":"in beh遮蓋地面，致到bōe看見土；koh beh食hit ê tùi災禍所chhun ê，就是雹所phah無了ê；也beh食田裡為lín所發一切ê樹木；"}},{"book":"出","chapter":10,"verse":6,"versions":{"unv":"你的宮殿和你眾臣僕的房屋，並一切埃及人的房屋，都要被蝗蟲佔滿了；自從你祖宗和你祖宗的祖宗在世以來，直到今日，沒有見過這樣的災。』」摩西就轉身離開法老出去。","bklcl":"chháu-meh beh chhiong-móa lí ê chhù, kap lí ê chèng jîn-sîn ê chhù, í-ki̍p it-chhè Ai-ki̍p lâng ê chhù, tùi lí ê lāu-pē kap lí ê chó͘-kong chhut-sì kàu taⁿ, bē-bat khòaⁿ-kìⁿ án-ni.  Mô͘-se chiū oa̍t-tńg-sin, lī-khui Hoat-ló chhut-khì.","tghg":"草蜢欲充滿你的厝及你的眾人臣的厝，以及一切埃及人的厝，對你的老父及你的祖公出世到今，未曾看見按呢。』」摩西就越轉身離開法老出去。","bklhl":"草蜢beh充滿你ê厝，kap你ê眾人臣ê厝，以及一切埃及人ê厝，對你ê老父kap你ê祖公出世到taⁿ，bē-bat看見án-ni。摩西就oa̍t-tńg身，離開法老出去。"}},{"book":"出","chapter":10,"verse":7,"versions":{"unv":"法老的臣僕對法老說：「這人為我們的網羅要到幾時呢？容這些人去事奉耶和華─他們的　神吧！埃及已經敗壞了，你還不知道嗎？」","bklcl":"Hoat-ló ê jîn-sîn tùi i kóng, Chit lâng chòe lán ê lô-bāng, beh kàu sím-mi̍h sî ah?  tio̍h chún chiah-ê lâng khì ho̍k-sāi Iâ-hô-hoa in ê Siōng-tè;  Ai-ki̍p í-keng pāi-hoāi, lí kiám m̄-chai mah?","tghg":"法老的人臣對伊講：「此人做咱的羅網(lô-bāng)欲到甚麼時啊？著准諸個人去服事耶和華──𪜶的上帝！埃及已經敗壞，你豈呣知嗎？」","bklhl":"法老ê人臣對伊講，Chit人做咱ê羅網，beh到甚麼時ah？Tio̍h 准chiah ê人去服事耶和華in ê上帝；埃及已經敗壞，你kiám m̄知mah？"}},{"book":"出","chapter":10,"verse":8,"versions":{"unv":"於是摩西、亞倫被召回來見法老；法老對他們說：「你們去事奉耶和華─你們的　神；但那要去的是誰呢？」","bklcl":"Tùi án-ni, Mô͘-se, A-lûn siū tiàu tò-tńg-lâi kìⁿ Hoat-ló;  Hoat-ló kā in kóng, Lín khì ho̍k-sāi Iâ-hô-hoa lín ê Siōng-tè;  to̍k-to̍k hiah-ê beh-khì-ê, sī sím-mi̍h hō lâng ah?","tghg":"對按呢摩西、亞倫受召倒轉來(tò-tńg-lâi)見法老；法老給𪜶講：「恁去服事耶和華──恁的上帝；獨獨許個欲去者是甚麼號人啊？」","bklhl":"Tùi án-ni，摩西、亞倫受召倒tńg來見法老；法老kā in講：lín去服事耶和華lín ê上帝；獨獨hiah-ê beh去ê，是甚麼號人ah？"}},{"book":"出","chapter":10,"verse":9,"versions":{"unv":"摩西說：「我們要和我們老的少的、兒子女兒同去，且把羊群牛群一同帶去，因為我們務要向耶和華守節。」","bklcl":"Mô͘-se kóng, Goán beh kap goán ê siàu-liân lâng lāu-lâng khì, iā beh tòa goán ê kiáⁿ cha-bó͘-kiáⁿ, kap goán ê iûⁿ-kûn gû-kûn chòe chi̍t-ē khì;  in-ūi goán tio̍h siú Iâ-hô-hoa ê choeh.","tghg":"摩西講：「阮欲及阮的少年人老人去，也欲帶阮的子查某子，及阮的羊群牛群做一下去(chòe-chit-ē-khì)，因為阮著守耶和華的節。」","bklhl":"摩西講：阮beh kap阮ê少年人老人去，也beh tòa阮ê kiáⁿ cha-bó͘-kiáⁿ，kap阮ê羊群牛群做一下去；因為阮tio̍h守耶和華ê節。"}},{"book":"出","chapter":10,"verse":10,"versions":{"unv":"法老對他們說：「我容你們和你們婦人孩子去的時候，耶和華與你們同在吧！你們要謹慎；因為有禍在你們眼前（或譯：你們存著惡意），","bklcl":"Hoat-ló tùi in kóng, Hó-lah, góa chún lín kap lín ê gín-á khì lah, goān Iâ-hô-hoa kap lín tī-teh;  lín tio̍h kín-sīn, chai-ē tī lín ba̍k-chiu-chêng lah;","tghg":"法老對𪜶講：「好啦，我准恁及恁的囝仔去啦！願耶和華及恁佇啲，恁著謹慎；災禍佇恁目睭前啦！","bklhl":"法老對in講：好lah，我准lín kap lín ê gín-á去lah，願耶和華kap lín tī-teh；lín tio̍h謹慎，災禍tī lín目睭前lah；"}},{"book":"出","chapter":10,"verse":11,"versions":{"unv":"不可都去！你們這壯年人去事奉耶和華吧，因為這是你們所求的。」於是把他們從法老面前攆出去。","bklcl":"án-ni bōe-chòe-tit;  lín chiah-ê tōa-lâng thang khì ho̍k-sāi Iâ-hô-hoa, in-ūi che sī lín só͘ kiû ê.  Chiū tùi Hoat-ló ê bīn-chêng kóaⁿ in chhut-khì.","tghg":"按呢𣍐做得！恁諸個大人通去服事耶和華，因為這是恁所求的。」就對法老的面前趕𪜶出去。","bklhl":"án-ni bōe做得；lín chiah ê大人thang去服事耶和華，因為這是lín所求ê。就tùi法老ê面前趕in出去。"}},{"book":"出","chapter":10,"verse":12,"versions":{"unv":"耶和華對摩西說：「你向埃及地伸杖，使蝗蟲到埃及地上來，吃地上一切的菜蔬，就是冰雹所剩的。」","bklcl":"Iâ-hô-hoa kā Mô͘-se kóng, Lí chhun-chhiú kí Ai-ki̍p tōe, hō͘ chháu-meh chiūⁿ-lâi Ai-ki̍p tōe, chia̍h tōe-ni̍h it-chhè ê chhài-soe, chiū-sī pha̍uh phah bô liáu ê.","tghg":"耶和華給摩西講：「你伸手指(kí)埃及地，互草蜢上來埃及地，食地裡一切的菜蔬，就是雹拍無了的。」","bklhl":"耶和華kā摩西講：你伸手kí埃及地，hō͘草蜢上來埃及地，食地裡一切ê菜蔬，就是雹phah無了ê。"}},{"book":"出","chapter":10,"verse":13,"versions":{"unv":"摩西就向埃及地伸杖，那一晝一夜，耶和華使東風颳在埃及地上；到了早晨，東風把蝗蟲颳了來。","bklcl":"Mô͘-se chiū chhun i ê koáiⁿ-á, kí Ai-ki̍p tōe;  Iâ-hô-hoa chiū hō͘ tang-hong thong-ji̍t thong-mî chhe tī tōe-ni̍h; kàu bîn-á-chá-khí, tang-hong chiū chiong chháu-meh chhe-lâi.","tghg":"摩西就伸伊的柺仔指埃及地，耶和華就互東風(tang-hong)通日通暝吹佇地裡；到明仔早起，東風就將草蜢吹來。","bklhl":"摩西就伸伊ê柺á，kí埃及地；耶和華就hō͘東風thong日thong暝吹tī地裡；到明á早起，東風就將草蜢吹來。"}},{"book":"出","chapter":10,"verse":14,"versions":{"unv":"蝗蟲上來，落在埃及的四境，甚是厲害；以前沒有這樣的，以後也必沒有。","bklcl":"Chháu-meh chiūⁿ-lâi Ai-ki̍p piàn-tōe, hioh tī Ai-ki̍p ê sì-kéng, lī-hāi kàu-ke̍k;  chiông-chêng bô ū án-ni ê chháu-meh, í-āu iā bô beh án-ni;","tghg":"草蜢上來埃及遍地，歇佇埃及的四境(sì-kéng)，利害到極；從前(chiông-chêng)無有按呢的草蜢，以後也無欲按呢。","bklhl":"草蜢上來埃及遍地，歇tī埃及ê四境，厲害到極；從前無有án-ni ê草蜢，以後也無beh án-ni；"}},{"book":"出","chapter":10,"verse":15,"versions":{"unv":"因為這蝗蟲遮滿地面，甚至地都黑暗了，又吃地上一切的菜蔬和冰雹所剩樹上的果子。埃及遍地，無論是樹木，是田間的菜蔬，連一點青的也沒有留下。","bklcl":"in-ūi in jia-khàm choân-tōe, tì-kàu tōe lóng o͘-àm;  koh chia̍h tōe-chiūⁿ it-chhè ê chhài-soe, kap chhiū-ni̍h ê ké-chí, pha̍uh só͘ phah bô liáu ê.  Ai-ki̍p piàn-tōe, bô-lūn chhiū-ba̍k, á-sī chhân-ni̍h ê chhài-soe, bô lâu chi̍t-hāng chhiⁿ-chhùi ê mi̍h.","tghg":"因為𪜶遮蓋全地，致到地攏黑暗，閣食(chia̍h)地上一切的菜蔬及樹裡的果子，雹所拍無了的。埃及遍地，無論樹木，抑是田裡的菜蔬，無留一項青翠的物。","bklhl":"因為in遮蓋全地，致到地lóng烏暗；koh食地上一切ê菜蔬，kap樹裡ê果子，雹所phah無了ê。埃及遍地，無論樹木，á是田裡ê菜蔬，無留一項青翠ê物。"}},{"book":"出","chapter":10,"verse":16,"versions":{"unv":"於是法老急忙召了摩西、亞倫來，說：「我得罪耶和華─你們的　神，又得罪了你們。","bklcl":"Tùi án-ni Hoat-ló kóaⁿ-kín kiò Mô͘-se, A-lûn lâi, kóng, Góa tek-chōe lín ê Siōng-tè Iâ-hô-hoa, iā tek-chōe lín.","tghg":"對按呢法老趕緊叫摩西、亞倫來，講：「我得罪恁的上帝──耶和華，也得罪恁。","bklhl":"Tùi án-ni，法老趕緊叫摩西、亞倫來，講：我得罪lín ê上帝耶和華，也得罪lín。"}},{"book":"出","chapter":10,"verse":17,"versions":{"unv":"現在求你，只這一次，饒恕我的罪，求耶和華─你們的　神使我脫離這一次的死亡。」","bklcl":"Taⁿ kiû lí, kan-ta chit-chi̍t-pái sià-bián góa ê chōe, kiû lín ê Siōng-tè Iâ-hô-hoa, hō͘ góa thoat-lī chit-chi̍t-pái ê sí-bô.","tghg":"今求你干單此一擺，赦免我的罪，求恁的上帝──耶和華互我脫離此一擺的死無。」","bklhl":"Taⁿ求你，kan-ta chit一pái赦免我ê罪，求lín ê上帝耶和華，hō͘我脫離chit一pái ê死無。"}},{"book":"出","chapter":10,"verse":18,"versions":{"unv":"摩西就離開法老去求耶和華。","bklcl":"Mô͘-se chiū lī-khui Hoat-ló, khì kiû Iâ-hô-hoa.","tghg":"摩西就離開法老去求耶和華。","bklhl":"摩西就離開法老，去求耶和華。"}},{"book":"出","chapter":10,"verse":19,"versions":{"unv":"耶和華轉了極大的西風，把蝗蟲颳起，吹入紅海；在埃及的四境連一個也沒有留下。","bklcl":"Iâ-hô-hoa chiū tńg chin-thàu ê sai-hong chiong chháu-meh chhe-khí-lâi, kóaⁿ-ji̍p Âng-hái;  tī Ai-ki̍p ê sì-kéng bô lâu chi̍t-chiah chháu-meh.","tghg":"耶和華就轉(tńg)真透的西風(sai-hong)將草蜢吹起來，趕入紅海；佇埃及的四境(sì-kéng)無留一隻草蜢。","bklhl":"耶和華就tńg真透ê西風將草蜢吹起來，趕入紅海；tī埃及ê四境無留一隻草蜢。"}},{"book":"出","chapter":10,"verse":20,"versions":{"unv":"但耶和華使法老的心剛硬，不容以色列人去。","bklcl":"Chóng-sī Iâ-hô-hoa hō͘ Hoat-ló ê sim ngī, m̄-chún Í-sek-lia̍t lâng khì.","tghg":"總是耶和華互法老的心硬(ngī)，呣准以色列人去。","bklhl":"總是耶和華hō͘法老ê心硬，m̄准以色列人去。"}},{"book":"出","chapter":10,"verse":21,"versions":{"unv":"耶和華對摩西說：「你向天伸杖，使埃及地黑暗；這黑暗似乎摸得著。」","bklcl":"Iâ-hô-hoa kā Mô͘-se kóng, Lí chhun-chhiú ǹg-thiⁿ, hō͘ Ai-ki̍p tōe o͘-àm, chit-ê o͘-àm kàu ōe-bong-tit.","tghg":"耶和華給摩西講：「你伸手向天，互埃及地黑暗；此個黑暗到會摸得。」","bklhl":"耶和華kā摩西講：你伸手ǹg天，hō͘埃及地烏暗，chit ê烏暗到能摸得。"}},{"book":"出","chapter":10,"verse":22,"versions":{"unv":"摩西向天伸杖，埃及遍地就烏黑了三天。","bklcl":"Mô͘-se chiū chhun-chhiú ǹg thiⁿ, Ai-ki̍p piàn-tōe chiū saⁿ-ji̍t kú o͘-o͘ àm-àm;","tghg":"摩西就伸手向天，埃及遍地就三日久黑黑暗暗。","bklhl":"摩西就伸手ǹg天，埃及遍地就三日久烏烏暗暗；"}},{"book":"出","chapter":10,"verse":23,"versions":{"unv":"三天之久，人不能相見，誰也不敢起來離開本處；惟有以色列人家中都有亮光。","bklcl":"saⁿ-ji̍t kú lâng bōe khòaⁿ-kìⁿ lâng, iā bô khí-lâi lī-khui i ê só͘-chāi;  to̍k-to̍k Í-sek-lia̍t lâng ê chhù lóng ū kng.","tghg":"三日久，人𣍐看見人，也無起來離開伊的所在；獨獨以色列人的厝攏有光。","bklhl":"三日久人bōe看見人，也無起來離開伊ê所在；獨獨以色列人ê厝lóng有光。"}},{"book":"出","chapter":10,"verse":24,"versions":{"unv":"法老就召摩西來，說：「你們去事奉耶和華；只是你們的羊群牛群要留下；你們的婦人孩子可以和你們同去。」","bklcl":"Hoat-ló chiū kiò Mô͘-se lâi kóng, Lín khì ho̍k-sāi Iâ-hô-hoa, to̍k-to̍k sī lín ê iûⁿ-kûn gû-kûn tio̍h lâu-teh, lín ê gín-á chiū thang kap lín saⁿ-kap khì.","tghg":"法老就叫摩西來，講：「恁去服事耶和華；獨獨是恁的羊群牛群著留啲；恁的囝仔就通及恁相及去。」","bklhl":"法老就叫摩西來講：lín去服事耶和華，獨獨是lín ê羊群牛群tio̍h留teh，lín ê gín-á就thang kap lín相kap去。"}},{"book":"出","chapter":10,"verse":25,"versions":{"unv":"摩西說：「你總要把祭物和燔祭牲交給我們，使我們可以祭祀耶和華─我們的　神。","bklcl":"Mô͘-se kóng, Lí iā tio̍h chiong seng-lé kap sio-chè ê mi̍h kau goán ê chhiú, hō͘ goán thang chè-sū Iâ-hô-hoa goán ê Siōng-tè.","tghg":"摩西講：「你也著將牲禮(seng-lé)及燒祭(sio-chè)的物交阮的手，互阮通祭祀(chè-sū)耶和華──阮的上帝。","bklhl":"摩西講：你也tio̍h將牲禮kap燒祭ê物交阮ê手，hō͘阮thang祭祀耶和華阮ê上帝。"}},{"book":"出","chapter":10,"verse":26,"versions":{"unv":"我們的牲畜也要帶去，連一蹄也不留下；因為我們要從其中取出來，事奉耶和華─我們的　神。我們未到那裡，還不知道用甚麼事奉耶和華。」","bklcl":"Goán ê cheng-siⁿ iā tio̍h kap goán khì, liân chi̍t-chiah iā m̄ lâu-teh;  in-ūi goán tio̍h tùi hit tiong-kan chhú i, lâi ho̍k-sāi Iâ-hô-hoa goán ê Siōng-tè;  koh goán iáu-bē kàu hia m̄-chai tio̍h ēng sím-mi̍h ho̍k-sāi Iâ-hô-hoa.","tghg":"阮的精牲也著及阮去，連一隻也呣留啲；因為阮著對彼(hit)中間取(chhú)伊，來服事耶和華──阮的上帝。閣阮猶未到遐，呣知著用甚麼服事耶和華。」","bklhl":"阮ê cheng-siⁿ也tio̍h kap阮去，連一隻也m̄留teh；因為阮tio̍h tùi hit中間取伊，來服事耶和華阮ê上帝；koh阮猶未到hia m̄知tio̍h用甚麼服事耶和華。"}},{"book":"出","chapter":10,"verse":27,"versions":{"unv":"但耶和華使法老的心剛硬，不肯容他們去。","bklcl":"Chóng-sī Iâ-hô-hoa hō͘ Hoat-ló ê sim ngī, m̄-khéng hō͘ in khì.","tghg":"總是耶和華互法老的心硬，呣肯互𪜶去。","bklhl":"總是耶和華hō͘法老ê心硬，m̄肯hō͘ in去。"}},{"book":"出","chapter":10,"verse":28,"versions":{"unv":"法老對摩西說：「你離開我去吧，你要小心，不要再見我的面！因為你見我面的那日你就必死！」","bklcl":"Hoat-ló kā Mô͘-se kóng, Lí tio̍h lī-khui góa khì;  lí tio̍h kín-sīn ka-kī, m̄-thang koh kìⁿ góa ê bīn;  in-ūi lí kìⁿ góa ê bīn, hit-ji̍t lí ōe sí.","tghg":"法老給摩西講：「你著離開我去，你著謹慎家己，呣通閣見我的面！因為你見我的面彼日你會死！」","bklhl":"法老kā摩西講：你tio̍h離開我去；你tio̍h謹慎家己，m̄-thang koh見我ê面；因為你見我ê面，hit日你會死。"}},{"book":"出","chapter":10,"verse":29,"versions":{"unv":"摩西說：「你說得好！我必不再見你的面了。」","bklcl":"Mô͘-se kóng, Lí án-ni kóng, hó;  góa bô beh koh kìⁿ lí ê bīn lah.","tghg":"摩西講：「你按呢講好！我無欲閣見你的面啦。」","bklhl":"摩西講：你án-ni講：好；我無beh koh見你ê面lah。"}}]