[{"book":"出","chapter":14,"verse":1,"versions":{"unv":"耶和華曉諭摩西說：","bklcl":"Iâ-hô-hoa kā Mô͘-se kóng,","tghg":"耶和華給摩西講：","bklhl":"耶和華kā摩西講："}},{"book":"出","chapter":14,"verse":2,"versions":{"unv":"「你吩咐以色列人轉回，安營在比‧哈希錄前，密奪和海的中間，對著巴力‧洗分，靠近海邊安營。","bklcl":"Lí hoan-hù Í-sek-lia̍t lâng oa̍t-tò-tńg, chat-iâⁿ tī Pí-hap-hi-lio̍k ê thâu-chêng, tī Bi̍t-toa̍t kap hái ê tiong-kan, tī Pa-le̍k-sé-hun ê thâu-chêng, tī hit tùi-bīn chat-iâⁿ tī hái-piⁿ.","tghg":"「你吩咐以色列人越倒轉，紮營(chat-iâⁿ)佇比哈希錄(Pí-hap-hi-lio̍k)的頭前，佇密奪(Bit-toa̍t)及海的中間，佇巴力洗分的頭前，佇彼對面紮營(chat-iâⁿ)佇海邊。","bklhl":"你吩咐以色列人oa̍t倒tńg，紮營tī Pí-hap-hi-lio̍k ê頭前，tī Bi̍t-toa̍t kap海ê中間，tī Pa-le̍k-sé-hun ê頭前，tī hit對面紮營tī海邊。"}},{"book":"出","chapter":14,"verse":3,"versions":{"unv":"法老必說：『以色列人在地中繞迷了，曠野把他們困住了。』","bklcl":"Hoat-ló beh gī-lūn Í-sek-lia̍t lâng kóng, In tī tōe-tiong se̍h bô lō͘, khòng-iá kā in ûi-khùn teh.","tghg":"法老欲議論以色列人講：『𪜶佇地中踅(se̍h)無路，曠野給𪜶圍困啲。』","bklhl":"法老beh議論以色列人講：In tī地中se̍h無路，曠野kā in圍困teh。"}},{"book":"出","chapter":14,"verse":4,"versions":{"unv":"我要使法老的心剛硬，他要追趕他們，我便在法老和他全軍身上得榮耀；埃及人就知道我是耶和華。」於是以色列人這樣行了。","bklcl":"Góa beh hō͘ Hoat-ló ê sim ngī, i beh tui-jip in;  Góa chiū tī Hoat-ló kap i ê choân-kun lâi tit-tio̍h êng-kng;  Ai-ki̍p lâng chiū chai Góa sī Iâ-hô-hoa.  In chiū án-ni kiâⁿ.","tghg":"我欲互法老的心硬，伊欲追趇(jip)𪜶，我就佇法老及伊的全軍來得著榮光；埃及人就知我是耶和華。」𪜶就按呢行。","bklhl":"我beh hō͘法老ê心硬，伊beh追jip in；我就tī法老kap伊ê全軍來得tio̍h榮光；埃及人就知我是耶和華。In就án-ni行。"}},{"book":"出","chapter":14,"verse":5,"versions":{"unv":"有人告訴埃及王說：「百姓逃跑。」法老和他的臣僕就向百姓變心，說：「我們容以色列人去，不再服事我們，這做的是甚麼事呢？」","bklcl":"Ū lâng pò Ai-ki̍p ông kóng, Hit-ê peh-sìⁿ cháu-khì;  Hoat-ló kap i ê jîn-sîn tùi-thāi hit-ê peh-sìⁿ ê sim chiū piàn-ōaⁿ, kóng, Lán chún Í-sek-lia̍t lâng khì, bô koh ho̍k-sāi lán, che sī sím-mi̍h iân-kò͘ ah?","tghg":"有人報埃及王講：「彼個百姓走去。」法老及伊的人臣對待彼個百姓的心就變換，講：「咱准以色列人去，無閣服事咱，這是甚麼緣故啊？」","bklhl":"有人報埃及王講：Hit-ê百姓走去；法老kap伊ê人臣對待hit ê百姓ê心就變換，講：咱准以色列人去，無koh服事咱，這是甚麼緣故ah？"}},{"book":"出","chapter":14,"verse":6,"versions":{"unv":"法老就預備他的車輛，帶領軍兵同去，","bklcl":"Hoat-ló chiū pī-pān i ê chhia, tòa i ê peh-sìⁿ saⁿ-kap khì.","tghg":"法老就備辦伊的車，帶伊的百姓相及去，","bklhl":"法老就備辦伊ê車，帶伊ê百姓相kap去。"}},{"book":"出","chapter":14,"verse":7,"versions":{"unv":"並帶著六百輛特選的車和埃及所有的車，每輛都有車兵長。","bklcl":"Iā tòa la̍k-pah tiuⁿ te̍k-pia̍t chhia, kap Ai-ki̍p só͘ ū ê chhia, ta̍k tiuⁿ chhia lóng ū peng-thâu teh koán.","tghg":"也帶六百張特別車及埃及所有的車，逐張(tiuⁿ)車攏有兵頭啲管。","bklhl":"也帶六百張特別車，kap埃及所有ê車，ta̍k張車lóng有兵頭teh管。"}},{"book":"出","chapter":14,"verse":8,"versions":{"unv":"耶和華使埃及王法老的心剛硬，他就追趕以色列人，因為以色列人是昂然無懼地出埃及。","bklcl":"Iâ-hô-hoa hō͘ Ai-ki̍p ông Hoat-ló ê sim ngī;  i chiū tui-jip Í-sek-lia̍t lâng;  nā-sī Í-sek-lia̍t lâng khò tōa koân-lêng ê chhiú chhut-khì.","tghg":"耶和華互埃及王法老的心硬，伊就追趇以色列人，若是以色列人靠大權能的手出去。","bklhl":"耶和華hō͘埃及王法老ê心硬；伊就追jip以色列人；但是以色列人靠大權能ê手出去。"}},{"book":"出","chapter":14,"verse":9,"versions":{"unv":"埃及人追趕他們，法老一切的馬匹、車輛、馬兵，與軍兵就在海邊上，靠近比‧哈希錄，對著巴力‧洗分，在他們安營的地方追上了。","bklcl":"Ai-ki̍p lâng tui-jip in, Hoat-ló it-chhè ê bé, chhia, kap i ê bé-peng, kap i ê kun-tūi, chiū tī hái-piⁿ óa-kūn Pí-hap-hi-lio̍k, tī Pa-le̍k-sé-hun ê tùi-bīn, tī in an-iâⁿ ê só͘-chāi, jip-tio̍h in.","tghg":"埃及人追趇𪜶，法老一切的馬、車、及伊的馬兵，及伊的軍隊，就佇海邊，倚近比哈希錄，佇巴力洗分的對面，佇𪜶安營的所在趇著𪜶。","bklhl":"埃及人追jip in，法老一切ê馬、車，kap伊ê馬兵，kap伊ê軍隊，就tī海邊óa近Pí-hap-hi-lio̍k，tī Pa-le̍k-sé-hun ê對面，tī in安營ê所在，jip-tio̍h in。"}},{"book":"出","chapter":14,"verse":10,"versions":{"unv":"法老臨近的時候，以色列人舉目看見埃及人趕來，就甚懼怕，向耶和華哀求。","bklcl":"Hoat-ló kūn-óa ê sî, Í-sek-lia̍t lâng kia̍h-ba̍k khòaⁿ-kìⁿ Ai-ki̍p lâng jip-óa-lâi, chiū chin kiaⁿ, âu-kiò Iâ-hô-hoa.","tghg":"法老近倚的時，以色列人攑目看見埃及人趇倚來，就真驚，喉叫耶和華。","bklhl":"法老近óa ê時，以色列人kia̍h目看見埃及人jip-óa來，就真驚，喉叫耶和華。"}},{"book":"出","chapter":14,"verse":11,"versions":{"unv":"他們對摩西說：「難道在埃及沒有墳地，你把我們帶來死在曠野嗎？你為甚麼這樣待我們，將我們從埃及領出來呢？","bklcl":"In tùi Mô͘-se kóng, Kiám sī Ai-ki̍p bô thióng-tōe, lí chiah chhōa goán chhut-lâi sí tī khòng-iá mah?  lí siáⁿ-sū án-ni khoán-thāi goán, chhōa goán chhut Ai-ki̍p ah?","tghg":"𪜶對摩西講：「豈是埃及無塚地(thióng-tōe)，你才導阮出來死佇曠野嗎？你啥事按呢款待阮，導阮出埃及啊？","bklhl":"In對摩西講：kiám是埃及無塚地，你chiah chhōa阮出來死tī曠野mah？你啥事án-ni款待阮，chhōa阮出埃及ah？"}},{"book":"出","chapter":14,"verse":12,"versions":{"unv":"我們在埃及豈沒有對你說過，不要攪擾我們，容我們服事埃及人嗎？因為服事埃及人比死在曠野還好。」","bklcl":"Goán tī Ai-ki̍p kiám bô tùi lí án-ni kóng, Bo̍h-tit chhap goán, chhut-chāi goán ho̍k-sāi Ai-ki̍p lâng mah?  In-ūi ho̍k-sāi Ai-ki̍p lâng, khah-tit sí tī khòng-iá.","tghg":"阮佇埃及豈無對你按呢講，莫得插阮，出在阮服事埃及人嗎？因為服事埃及人卡值死佇曠野。」","bklhl":"阮tī埃及kiám無對你án-ni講：莫得chhap阮，chhut-chāi阮服事埃及人mah？因為服事埃及人，khah得死tī曠野。"}},{"book":"出","chapter":14,"verse":13,"versions":{"unv":"摩西對百姓說：「不要懼怕，只管站住！看耶和華今天向你們所要施行的救恩。因為，你們今天所看見的埃及人必永遠不再看見了。","bklcl":"Mô͘-se tùi peh-sìⁿ kóng, M̄-bián kiaⁿ, chòe lín khiā-teh, khòaⁿ Iâ-hô-hoa kin-á-ji̍t ūi-tio̍h lín só͘ beh kiâⁿ ê chín-kiù;  in-ūi lín kin-á-ji̍t só͘ khòaⁿ-kìⁿ ê Ai-ki̍p lâng, tek-khak éng-oán bô koh khòaⁿ-kìⁿ.","tghg":"摩西對百姓講：「呣免驚，做恁徛啲！看耶和華今仔日為著恁所欲行的拯救。因為恁今仔日所看見的埃及人，的確永遠無閣看見。","bklhl":"摩西對百姓講：m̄免驚，做lín khiā-teh，看耶和華今á日為tio̍h lín所beh行ê拯救；因為lín今á日所看見ê埃及人，的確永遠無koh看見。"}},{"book":"出","chapter":14,"verse":14,"versions":{"unv":"耶和華必為你們爭戰；你們只管靜默，不要作聲。」","bklcl":"Iâ-hô-hoa beh ūi lín kau-chiàn, chòe lín tiām-tiām, bo̍h chòe-siaⁿ.","tghg":"耶和華欲為恁交戰；做恁恬恬(tiām-tiām)，莫做聲。」","bklhl":"耶和華beh為lín交戰，做lín恬恬，莫做聲。"}},{"book":"出","chapter":14,"verse":15,"versions":{"unv":"耶和華對摩西說：「你為甚麼向我哀求呢？你吩咐以色列人往前走。","bklcl":"Iâ-hô-hoa tùi Mô͘-se kóng, Lí siáⁿ-sū âu-kiò Góa ah?  lí tio̍h kah Í-sek-lia̍t lâng chìn-chêng khì.","tghg":"耶和華對摩西講：「你啥事喉叫我啊？你著教以色列人進前去。","bklhl":"耶和華對摩西講：你啥事喉叫我ah？你tio̍h kah以色列人進前去。"}},{"book":"出","chapter":14,"verse":16,"versions":{"unv":"你舉手向海伸杖，把水分開。以色列人要下海中走乾地。","bklcl":"Lí kia̍h koáiⁿ-á chhun-chhiú kí hái, lâi pun-khui i;  Í-sek-lia̍t lâng beh tī hái-tiong kiâⁿ ta-tōe;","tghg":"你攑柺仔伸手指海，來分開伊。以色列人欲佇海中行乾地。","bklhl":"你kia̍h柺á伸手kí海，來分開伊；以色列人beh tī海中行乾地；"}},{"book":"出","chapter":14,"verse":17,"versions":{"unv":"我要使埃及人的心剛硬，他們就跟著下去。我要在法老和他的全軍、車輛、馬兵上得榮耀。","bklcl":"to̍k-to̍k Góa, Góa beh hō͘ Ai-ki̍p lâng ê sim ngī, in beh tè-lo̍h-khì;  Góa beh tī Hoat-ló kap i ê choân-kun, i ê chhia, i ê bé-peng, lâi tit-tio̍h êng-kng.","tghg":"獨獨我，我欲互埃及人的心硬，𪜶欲隨落去。我欲佇法老及伊的全軍、伊的車、伊的馬兵來得著榮光。","bklhl":"獨獨我，我beh hō͘埃及人ê心硬，in beh tè落去；我beh tī法老kap伊ê全軍，伊ê車，伊ê馬兵，來得tio̍h榮光。"}},{"book":"出","chapter":14,"verse":18,"versions":{"unv":"我在法老和他的車輛、馬兵上得榮耀的時候，埃及人就知道我是耶和華了。」","bklcl":"Góa tī Hoat-ló kap i ê chhia, i ê bé-peng, tit-tio̍h êng-kng ê sî, Ai-ki̍p lâng chiū chai Góa sī Iâ-hô-hoa.","tghg":"我佇法老及伊的車、伊的馬兵得著榮光的時，埃及人就知我是耶和華。」","bklhl":"我tī法老kap伊ê車，伊ê馬兵，得tio̍h榮光ê時，埃及人就知我是耶和華。"}},{"book":"出","chapter":14,"verse":19,"versions":{"unv":"在以色列營前行走　神的使者，轉到他們後邊去；雲柱也從他們前邊轉到他們後邊立住。","bklcl":"Siōng-tè ê sù-chiá, pún kiâⁿ tī Í-sek-lia̍t ê iâⁿ-chêng-ê, sóa lâi kiâⁿ tī in ê āu-bīn;  hûn-thiāu iā tùi in ê thâu-chêng, sóa lâi khiā tī in ê āu-bīn,","tghg":"上帝的使者本行佇以色列的營前者，徙來行佇𪜶的後面；雲柱也對𪜶的頭前徙來徛佇𪜶的後面。","bklhl":"上帝ê使者，本行tī以色列ê營前ê，徙來行tī in ê後面；雲柱也tùi in ê頭前，徙來khiā tī in ê後面，"}},{"book":"出","chapter":14,"verse":20,"versions":{"unv":"在埃及營和以色列營中間有雲柱，一邊黑暗，一邊發光，終夜兩下不得相近。","bklcl":"tī Ai-ki̍p iâⁿ kap Í-sek-lia̍t iâⁿ ê tiong-kan;  hit-pêng ū hûn ū o͘-àm, chit-pêng mî-sî hoat-chhut kng;  thong-mî nn̄g pêng bōe saⁿ-kūn.","tghg":"佇埃及營及以色列營的中間，彼旁有雲有黑暗，此旁暝時發出光，通暝二旁𣍐相近。","bklhl":"tī埃及營kap以色列營ê中間；hit-pêng有雲有烏暗，chit-pêng暝時發出光；thong暝兩pêng bōe相近。"}},{"book":"出","chapter":14,"verse":21,"versions":{"unv":"摩西向海伸杖，耶和華便用大東風，使海水一夜退去，水便分開，海就成了乾地。","bklcl":"Mô͘-se chiū chhun-chhiú kí hái, Iâ-hô-hoa thong-mî hō͘ tang-hong tōa khí, hō͘ hái thè-khì, chúi chiū pun-khui, hái chiū chiâⁿ-chòe ta-tōe.","tghg":"摩西就伸手指海，耶和華通暝互東風大起，互海退去，水就分開，海就成做乾地。","bklhl":"摩西就伸手kí海，耶和華thong暝hō͘東風大起，hō͘海退去，水就分開，海就成做乾地。"}},{"book":"出","chapter":14,"verse":22,"versions":{"unv":"以色列人下海中走乾地，水在他們的左右作了牆垣。","bklcl":"Í-sek-lia̍t lâng lo̍h hái-tiong kiâⁿ ta-tōe, chúi tī in ê siang-pêng chiâⁿ-chòe chhiûⁿ-piah.","tghg":"以色列人落海中行乾地，水佇𪜶的雙旁成做牆壁(chhiûⁿ-piah)。","bklhl":"以色列人落海中行乾地，水tī in ê雙pêng成做牆壁。"}},{"book":"出","chapter":14,"verse":23,"versions":{"unv":"埃及人追趕他們，法老一切的馬匹、車輛，和馬兵都跟著下到海中。","bklcl":"Ai-ki̍p lâng tui-jip-in;  Hoat-ló it-chhè ê bé, chhia, kap bé-peng, lóng tè in kàu hái-tiong.","tghg":"埃及人追趇𪜶，法老一切的馬、車，及馬兵，攏隨𪜶到海中。","bklhl":"埃及人追jip in；法老一切ê馬、車，kap馬兵，lóng tè in到海中。"}},{"book":"出","chapter":14,"verse":24,"versions":{"unv":"到了晨更的時候，耶和華從雲火柱中向埃及的軍兵觀看，使埃及的軍兵混亂了；","bklcl":"Kàu thiⁿ beh kng ê sî, Iâ-hô-hoa tùi hûn kap hé ê thiāu-tiong àⁿ-lo̍h, khòaⁿ Ai-ki̍p ê kun-tūi, phah-loān in ê tūi-ngó͘;","tghg":"到天欲光的時，耶和華對雲及火的柱中俯落看埃及的軍隊，拍亂𪜶的隊伍；","bklhl":"到天beh光ê時，耶和華tùi雲kap火ê柱中àⁿ落，看埃及ê軍隊，phah亂in ê隊伍；"}},{"book":"出","chapter":14,"verse":25,"versions":{"unv":"又使他們的車輪脫落，難以行走，以致埃及人說：「我們從以色列人面前逃跑吧！因耶和華為他們攻擊我們了。」","bklcl":"koh hō͘ in ê chhia-lûn lak-lo̍h, oh-tit kiâⁿ;  tì-kàu Ai-ki̍p lâng kóng, Lán tio̍h tùi Í-sek-lia̍t lâng ê bīn-chêng tô-cháu, in-ūi Iâ-hô-hoa ūi-tio̍h in kap Ai-ki̍p lâng kau-chiàn.","tghg":"閣互𪜶的車輪落落(lak-lo̍h)，僫(oh)得行，致到埃及人講：「咱著對以色列人的面前逃走！因為耶和華為著𪜶及埃及人交戰。」","bklhl":"koh hō͘ in ê車輪lak落，oh得行；致到埃及人講：咱tio̍h tùi以色列人ê面前逃走，因為耶和華為tio̍h in kap埃及人交戰。"}},{"book":"出","chapter":14,"verse":26,"versions":{"unv":"耶和華對摩西說：「你向海伸杖，叫水仍合在埃及人並他們的車輛、馬兵身上。」","bklcl":"Iâ-hô-hoa kā Mô͘-se kóng, Lí chhun-chhiú kí hái, hō͘ chúi tò-tńg-lâi im Ai-ki̍p lâng, kap in ê chhia, in ê bé-peng.","tghg":"耶和華給摩西講：「你伸手指海，互水倒轉來淹埃及人及𪜶的車、𪜶的馬兵。」","bklhl":"耶和華kā摩西講：你伸手kí海，hō͘水倒tńg來淹埃及人，kap in ê車，in ê馬兵。"}},{"book":"出","chapter":14,"verse":27,"versions":{"unv":"摩西就向海伸杖，到了天一亮，海水仍舊復原。埃及人避水逃跑的時候，耶和華把他們推翻在海中，","bklcl":"Mô͘-se chiū chhun-chhiú kí hái;  kàu thiⁿ chi̍t-ē kng, hái-chúi koh chiàu-kū;  Ai-ki̍p lâng tô-cháu, chúi cha̍h tī in ê thâu-chêng;  Iâ-hô-hoa chiū chiong Ai-ki̍p lâng chhia-tó tī hái-tiong.","tghg":"摩西就伸手指海，到天一下光，海水閣照舊。埃及人逃走，水截(cha̍h)佇𪜶的頭前，耶和華就將埃及人捙倒佇海中，","bklhl":"摩西就伸手kí海；到天一下光，海水koh照舊；埃及人逃走，水閘(cha̍h)tī in ê頭前；耶和華就將埃及人車倒tī海中。"}},{"book":"出","chapter":14,"verse":28,"versions":{"unv":"水就回流，淹沒了車輛和馬兵。那些跟著以色列人下海法老的全軍，連一個也沒有剩下。","bklcl":"Chúi chiū hoan-lâu, im-ba̍t hiah-ê chhia kap bé-peng;  Hoat-ló ê choân-kun tè Í-sek-lia̍t lâng lo̍h hái-ê, liân chi̍t-ê iā bô lâu-teh.","tghg":"水就返流，淹密許個車及馬兵。法老的全軍隨以色列人落海者，連一個也無留啲。","bklhl":"水就反流，淹密hiah-ê車kap馬兵；法老ê全軍tè以色列人落海ê，連一个也無留teh。"}},{"book":"出","chapter":14,"verse":29,"versions":{"unv":"以色列人卻在海中走乾地；水在他們的左右作了牆垣。","bklcl":"Chóng-sī Í-sek-lia̍t lâng tī hái-tiong kiâⁿ ta-tōe, chúi tī in ê siang-pêng chiâⁿ-chòe in ê chhiûⁿ-piah.","tghg":"總是以色列人佇海中行乾地；水佇𪜶的雙旁成做𪜶的牆壁。","bklhl":"總是以色列人tī海中行乾地，水tī in ê雙pêng成做in ê牆壁。"}},{"book":"出","chapter":14,"verse":30,"versions":{"unv":"當日，耶和華這樣拯救以色列人脫離埃及人的手，以色列人看見埃及人的死屍都在海邊了。","bklcl":"Hit-ji̍t Iâ-hô-hoa án-ni kiù Í-sek-lia̍t lâng thoat-lī Ai-ki̍p lâng ê chhiú;  Í-sek-lia̍t lâng khòaⁿ-kìⁿ Ai-ki̍p lâng ê sin-si tī hái-piⁿ.","tghg":"彼日，耶和華按呢救以色列人脫離埃及人的手，以色列人看見埃及人的身屍佇海邊。","bklhl":"Hit日耶和華án-ni救以色列人脫離埃及人ê手；以色列人看見埃及人ê身屍tī海邊。"}},{"book":"出","chapter":14,"verse":31,"versions":{"unv":"以色列人看見耶和華向埃及人所行的大事，就敬畏耶和華，又信服他和他的僕人摩西。","bklcl":"Í-sek-lia̍t lâng khòaⁿ-kìⁿ Iâ-hô-hoa tùi Ai-ki̍p lâng só͘ kiâⁿ ê tōa-sū, chiū kèng-ùi Iâ-hô-hoa; koh sìn-ho̍k Iâ-hô-hoa kap I ê lô͘-po̍k Mô͘-se.","tghg":"以色列人看見耶和華對埃及人所行的大事，就敬畏耶和華，閣信服耶和華及伊的奴僕摩西。","bklhl":"以色列人看見耶和華對埃及人所行ê大事，就敬畏耶和華；koh信服耶和華kap伊ê奴僕摩西。"}}]