[{"book":"出","chapter":32,"verse":1,"versions":{"unv":"百姓見摩西遲延不下山，就大家聚集到亞倫那裡，對他說：「起來！為我們做神像，可以在我們前面引路；因為領我們出埃及地的那個摩西，我們不知道他遭了甚麼事。」","bklcl":"Peh-sìⁿ khòaⁿ-kìⁿ Mô͘-se iân-chhiân bô lo̍h soaⁿ, peh-sìⁿ chiū chū-chi̍p kàu A-lûn hia, tùi i kóng, Khí-lâi, kā goán chng siōng-tè, thang kiâⁿ tī goán ê thâu-chêng;  in-ūi hit-ê Mô͘-se, chiū-sī chhōa goán tùi Ai-ki̍p tōe chhut-lâi, hit-ê lâng, goán m̄-chai i tú-tio̍h sím-mi̍h.","tghg":"百姓看見摩西延迁(iân-chhiân)無落山，百姓就聚集到亞倫遐，對伊講：「起來！給阮妝上帝，通行佇阮的頭前；因為彼個摩西，就是導阮對埃及地出來彼個人，阮呣知伊抵著(tú-tio̍h)甚麼。」","bklhl":"百姓看見摩西延chhiân無落山，百姓就聚集到亞倫hia，對伊講，起來，kā阮妝上帝，thang行tī阮ê頭前；因為hit ê摩西，就是chhōa阮tùi埃及地出來，hit ê人，阮m̄知伊tú-tio̍h甚麼。"}},{"book":"出","chapter":32,"verse":2,"versions":{"unv":"亞倫對他們說：「你們去摘下你們妻子、兒女耳上的金環，拿來給我。」","bklcl":"A-lûn tùi in kóng, Lín ê bó͘, lín ê kiáⁿ, cha-bó͘-kiáⁿ, hī-á só͘ kòa ê kim khoân, pak i, the̍h-lâi hō͘ góa.","tghg":"亞倫對𪜶講：「恁的某、恁的子、查某子、耳仔所掛的金環剝伊，提來互我。」","bklhl":"亞倫對in講：Lín ê bó͘，lín ê kiáⁿ，cha-bó͘-kiáⁿ，耳á所掛ê金環，pak伊，the̍h來hō͘我。"}},{"book":"出","chapter":32,"verse":3,"versions":{"unv":"百姓就都摘下他們耳上的金環，拿來給亞倫。","bklcl":"Peh-sìⁿ chiū lóng pak in hī-á-ni̍h ê kim-khoân, the̍h lâi hō͘ A-lûn.","tghg":"百姓就攏剝𪜶耳仔裡的金環，提來互亞倫。","bklhl":"百姓就lóng pak in耳á裡ê金環，the̍h來hō͘亞倫。"}},{"book":"出","chapter":32,"verse":4,"versions":{"unv":"亞倫從他們手裡接過來，鑄了一隻牛犢，用雕刻的器具做成。他們就說：「以色列啊，這是領你出埃及地的　神。」","bklcl":"A-lûn tùi in ê chhiú chih-lâi, chù chi̍t chiah gû-á, ēng chhiàm-to-á tiau-khek-i;  in chiū kóng, Í-sek-lia̍t ah, che sī lí ê siōng-tè, chhōa lí chhut Ai-ki̍p tōe ê.","tghg":"亞倫對𪜶的手接來，鑄(chù)一隻牛仔，用扦(chhiàm)刀仔雕刻伊。𪜶就講：「以色列啊，這是你的上帝導你出埃及地的。」","bklhl":"亞倫tùi in ê手接來，鑄一隻牛á，用chhiàm刀á雕刻伊；in就講：以色列ah，這是你ê上帝，chhōa你出埃及地ê。"}},{"book":"出","chapter":32,"verse":5,"versions":{"unv":"亞倫看見，就在牛犢面前築壇，且宣告說：「明日要向耶和華守節。」","bklcl":"A-lûn khòaⁿ-liáu, chiū tī gû-á ê bīn-chêng khí-tôaⁿ;  A-lûn koh soan-pò͘ kóng, Bîn-á-ji̍t tio̍h siú-choeh ho̍k-sāi Iâ-hô-hoa.","tghg":"亞倫看了，就佇牛仔的面前起壇，亞倫閣宣佈講：「明仔日著守節服事耶和華。」","bklhl":"亞倫看了，就tī牛á ê面前起壇；亞倫koh宣布講：明á日tio̍h守節服事耶和華。"}},{"book":"出","chapter":32,"verse":6,"versions":{"unv":"次日清早，百姓起來獻燔祭和平安祭，就坐下吃喝，起來玩耍。","bklcl":"Keh ji̍t chheng-chá, in khí-lâi, hiàn sio-chè kap pêng-an-chè;  peh-sìⁿ chiū chē-teh lim-chia̍h, khí-lâi kún-chhiò.","tghg":"隔日清早，𪜶起來獻燒祭及平安祭，百姓就坐啲飲食(lim-chia̍h)，起來滾笑(kún-chhiò)。","bklhl":"隔日清早，in起來，獻燒祭kap平安祭；百姓就坐teh lim食，起來kún笑。"}},{"book":"出","chapter":32,"verse":7,"versions":{"unv":"耶和華吩咐摩西說：「下去吧，因為你的百姓，就是你從埃及地領出來的，已經敗壞了。","bklcl":"Iâ-hô-hoa tùi Mô͘-se kóng, Khì ah, lí lo̍h-khì;  in-ūi lí ê peh-sìⁿ, chiū-sī tùi Ai-ki̍p tōe chhōa chhut-lâi ê, í-keng pāi-hoāi ka-kī.","tghg":"耶和華對摩西講：「去啊，你落去，因為你的百姓，就是對埃及地導出來的，已經敗壞家己。","bklhl":"耶和華對摩西講：去ah，你落去；因為你ê百姓，就是tùi埃及地chhōa出來ê，已經敗壞家己。"}},{"book":"出","chapter":32,"verse":8,"versions":{"unv":"他們快快偏離了我所吩咐的道，為自己鑄了一隻牛犢，向它下拜獻祭，說：『以色列啊，這就是領你出埃及地的神。』」","bklcl":"In kín-kín lī-khui Góa só͘ hoan-hù in ê lō͘, ūi ka-kī chù-chiâⁿ chi̍t chiah gû-á, kūi-pài-i, hiàn-chè-i, kóng, Í-sek-lia̍t ah, che chiū-sī chhōa lí chhut Ai-ki̍p tōe ê siōng-tè.","tghg":"𪜶緊緊離開我所吩咐𪜶的路，為家己鑄(chù)成一隻牛仔，跪拜伊獻祭伊，講：『以色列啊，這就是導你出埃及地的上帝。』」","bklhl":"In緊緊離開我所吩咐in ê路，為家己鑄成一隻牛á，跪拜伊，獻祭伊，講：以色列ah，這就是chhōa你出埃及地ê上帝。"}},{"book":"出","chapter":32,"verse":9,"versions":{"unv":"耶和華對摩西說：「我看這百姓真是硬著頸項的百姓。","bklcl":"Iâ-hô-hoa tùi Mô͘-se kóng, Góa khòaⁿ chit-ê peh-sìⁿ, khòaⁿ ah, sī ām-kún ngī ê peh-sìⁿ.","tghg":"耶和華對摩西講：「我看此個百姓，看啊，是頷頸(ām-kún)硬的百姓。","bklhl":"耶和華對摩西講：我看chit ê百姓，看ah，是頷頸硬ê百姓。"}},{"book":"出","chapter":32,"verse":10,"versions":{"unv":"你且由著我，我要向他們發烈怒，將他們滅絕，使你的後裔成為大國。」","bklcl":"Lí taⁿ chhut-chāi Góa, Góa beh tōa siū-khì in, bia̍t-bô in;  ēng lí chiâⁿ-chòe tōa-kok.","tghg":"你今出在我，我欲大受氣𪜶，滅無𪜶，用你成做大國。」","bklhl":"你taⁿ chhut-chāi我，我beh大受氣in，滅無in；用你成做大國。"}},{"book":"出","chapter":32,"verse":11,"versions":{"unv":"摩西便懇求耶和華─他的　神說：「耶和華啊，你為甚麼向你的百姓發烈怒呢？這百姓是你用大力和大能的手從埃及地領出來的。","bklcl":"Mô͘-se chiū tùi i ê Siōng-tè Iâ-hô-hoa kiû-chêng kóng, Iâ-hô-hoa ah, Lí siáⁿ-sū tōa siū-khì Lí ê peh-sìⁿ ah, sī Lí ēng tōa khùi-la̍t tōa koân-lêng ê chhiú, tùi Ai-ki̍p tōe chhōa chhut-lâi-ê?","tghg":"摩西就對伊的上帝──耶和華求情講：「耶和華啊，你啥事大受氣你的百姓啊？是你用大氣力大權能的手對埃及地導出來的。","bklhl":"摩西就對伊ê上帝耶和華求情講：耶和華ah，你啥事大受氣你ê百姓ah，是你用大氣力大權能ê手，tùi埃及地chhōa出來ê？"}},{"book":"出","chapter":32,"verse":12,"versions":{"unv":"為甚麼使埃及人議論說『他領他們出去，是要降禍與他們，把他們殺在山中，將他們從地上除滅』？求你轉意，不發你的烈怒，後悔，不降禍與你的百姓。","bklcl":"Siáⁿ-sū hō͘ Ai-ki̍p lâng ū ōe kóng, I chhōa in chhut-khì, sī beh hāi-in, hāi-sí in tī soaⁿ-tiong, tùi tōe-chiūⁿ tû-bia̍t in?  kiû Lí hê-sim tńg-ì, soah Lí ê tōa siū-khì, bô kàng chai-ē hō͘ Lí ê peh-sìⁿ.","tghg":"啥事互埃及人有話講『伊導𪜶出去，是欲害𪜶，害死𪜶佇山中，對地上除滅𪜶』？求你回心轉意，息你的大受氣，無降災禍互你的百姓。","bklhl":"啥事hō͘埃及人有話講：伊chhōa in出去，是beh害in，害死in tī山中，tùi地上除滅in？求你回心轉(tńg)意，soah你ê大受氣，無降災禍hō͘你ê百姓。"}},{"book":"出","chapter":32,"verse":13,"versions":{"unv":"求你記念你的僕人亞伯拉罕、以撒、以色列。你曾指著自己起誓說：『我必使你們的後裔像天上的星那樣多，並且我所應許的這全地，必給你們的後裔，他們要永遠承受為業。』」","bklcl":"Kì-liām Lí ê lô͘-po̍k A-pek-la̍h-hán, Í-sat, Í-sek-lia̍t, Lí bat kí ka-kī tùi in chiù-chōa kóng, Góa beh hō͘ lín ê hō͘-è chhin-chhiūⁿ thiⁿ-téng ê chhiⁿ hiah-chōe;  koh Góa só͘ kóng chit-ê choân-tōe, Góa beh siúⁿ-sù lín ê hō͘-è, beh chòe in éng-oán ê gia̍p.","tghg":"紀念你的奴僕亞伯拉罕、以撒、以色列。你曾指家己對𪜶咒誓講：『我欲互恁的後裔親像天頂的星許多，閣我所講此個全地，我欲賞賜恁的後裔，欲做𪜶永遠的業。』」","bklhl":"記念你ê奴僕亞伯拉罕、以撒、以色列，你bat kí家己對in chiù-chōa講：我beh hō͘ lín ê後裔親像天頂ê星hiah-chōe；koh我所講chit ê全地，我beh賞賜lín ê後裔，beh做in永遠ê業。"}},{"book":"出","chapter":32,"verse":14,"versions":{"unv":"於是耶和華後悔，不把所說的禍降與他的百姓。","bklcl":"Tùi án-ni Iâ-hô-hoa thè-hóe, bô kàng-lo̍h I chêng só͘ kóng ê chai-ē, hō͘ I ê peh-sìⁿ.","tghg":"對按呢耶和華退悔，無降落伊前所講的災禍互伊的百姓。","bklhl":"Tùi án-ni，耶和華退悔，無降落伊前所講ê災禍，hō͘伊ê百姓。"}},{"book":"出","chapter":32,"verse":15,"versions":{"unv":"摩西轉身下山，手裡拿著兩塊法版。這版是兩面寫的，這面那面都有字，","bklcl":"Mô͘-se oa̍t-tńg-sin lo̍h soaⁿ, chhiú the̍h nn̄g tè iok-pi, chiah-ê pi nn̄g-bīn lóng ū siá;  chit-bīn hit-bīn lóng ū siá-jī.","tghg":"摩西越轉身落山，手提二塊約碑。諸個碑二面攏有寫，此面彼面攏有寫字，","bklhl":"摩西oa̍t-tńg身落山，手the̍h兩塊約碑，chiah ê碑兩面lóng有寫；chit面hit面lóng有寫字。"}},{"book":"出","chapter":32,"verse":16,"versions":{"unv":"是　神的工作，字是　神寫的，刻在版上。","bklcl":"Pi sī Siōng-tè chòe-ê, jī sī Siōng-tè siá-ê, khek tī pi-ni̍h.","tghg":"碑是上帝做的，字是上帝寫的，刻佇碑裡。","bklhl":"碑是上帝做ê，字是上帝寫ê，刻tī碑裡。"}},{"book":"出","chapter":32,"verse":17,"versions":{"unv":"約書亞一聽見百姓呼喊的聲音，就對摩西說：「在營裡有爭戰的聲音。」","bklcl":"Iok-su-a chi̍t-ē thiaⁿ-kìⁿ peh-sìⁿ hán-hōa ê siaⁿ, chiū tùi Mô͘-se kóng, Tī iâⁿ-tiong ū kau-chiàn ê siaⁿ.","tghg":"約書亞一下聽見百姓喊嘩(hán-hōa)的聲，就對摩西講：「佇營中有交戰的聲。」","bklhl":"約書亞一下聽見百姓喊譁(hán-hōa)ê聲，就對摩西講：Tī營中有交戰ê聲。"}},{"book":"出","chapter":32,"verse":18,"versions":{"unv":"摩西說：「這不是人打勝仗的聲音，也不是人打敗仗的聲音，我所聽見的乃是人歌唱的聲音。」","bklcl":"I kóng, Góa só͘ thiaⁿ-kìⁿ m̄-sī thâi-iâⁿ tek-sèng ê siaⁿ, iā m̄-sī thâi-su âu-kiò ê siaⁿ, chiū-sī chhiùⁿ-koa ê siaⁿ.","tghg":"伊講：「我所聽見呣是刣贏得勝的聲，也呣是刣輸喉叫的聲，就是唱歌的聲。」","bklhl":"伊講：我所聽見m̄是刣贏得勝ê聲，也m̄是刣輸喉叫ê聲，就是唱歌ê聲。"}},{"book":"出","chapter":32,"verse":19,"versions":{"unv":"摩西挨近營前就看見牛犢，又看見人跳舞，便發烈怒，把兩塊版扔在山下摔碎了，","bklcl":"Kiâⁿ kūn iâⁿ-pôaⁿ, khòaⁿ-kìⁿ gû-á, koh khòaⁿ-kìⁿ lâng teh thiàu-bú, Mô͘-se chiū tōa siū-khì, tùi i ê chhiú hiat nn̄g tè chio̍h-pi, chi̍h tī soaⁿ-kha.","tghg":"行近營盤看見牛仔，閣看見人啲跳舞，摩西就大受氣，對伊的手㧒二塊石碑折(chi̍h)佇山腳，","bklhl":"行近營盤，看見牛á，koh看見人teh跳舞，摩西就大受氣，tùi伊ê手hiat兩塊石碑，折tī山腳。"}},{"book":"出","chapter":32,"verse":20,"versions":{"unv":"又將他們所鑄的牛犢用火焚燒，磨得粉碎，撒在水面上，叫以色列人喝。","bklcl":"Koh chiong in só͘ chù ê gû-á, ēng hé sio, géng chòe hún, iā tī chúi-bīn, hō͘ Í-sek-lia̍t lâng lim-i.","tghg":"閣將𪜶所鑄的牛仔用火燒，研(géng)做粉，撒佇水面，互以色列人飲伊。","bklhl":"Koh將in所鑄ê牛á，用火燒，研做粉，掖tī水面，hō͘以色列人lim伊。"}},{"book":"出","chapter":32,"verse":21,"versions":{"unv":"摩西對亞倫說：「這百姓向你做了甚麼？你竟使他們陷在大罪裡！」","bklcl":"Mô͘-se tùi A-lûn kóng, Chit-ê peh-sìⁿ tùi lí chòe sím-mi̍h, lí chiah hō͘ in hām-lo̍h tāng-chōe?","tghg":"摩西對亞倫講：「此個百姓對你做甚麼？你才互𪜶陷落(hām-lo̍h)重罪！」","bklhl":"摩西對亞倫講：chit ê百姓對你做甚麼，你chiah hō͘ in陷落重罪？"}},{"book":"出","chapter":32,"verse":22,"versions":{"unv":"亞倫說：「求我主不要發烈怒。這百姓專於作惡，是你知道的。","bklcl":"A-lûn kóng, Góa ê chú bo̍h-tit tōa siū-khì;  chiah-ê peh-sìⁿ koat-ì chòe pháiⁿ, sī lí só͘ chai-ê.","tghg":"亞倫講：「我的主莫得大受氣。諸個百姓決意做歹(pháiⁿ)，是你所知的。","bklhl":"亞倫講：我ê主莫得大受氣；chiah ê百姓決意做pháiⁿ，是你所知ê。"}},{"book":"出","chapter":32,"verse":23,"versions":{"unv":"他們對我說：『你為我們做神像，可以在我們前面引路；因為領我們出埃及地的那個摩西，我們不知道他遭了甚麼事。』","bklcl":"In tùi góa kóng, Lí kā goán chng siōng-tè, thang kiâⁿ tī goán ê thâu-chêng, in-ūi hit-ê Mô͘-se, chiū-sī chhōa goán tùi Ai-ki̍p tōe chhut-lâi, hit-ê lâng, goán m̄ chai i tú-tio̍h sím-mi̍h.","tghg":"𪜶對我講：『你給阮妝上帝，通行佇阮的頭前；因為彼個摩西就是導阮對埃及地出來彼個人，阮呣知伊抵著甚麼。』","bklhl":"In對我講，你kā阮妝上帝，thang行tī阮ê頭前，因為hit ê摩西，就是chhōa阮tùi埃及地出來，hit ê人，阮m̄知伊tú-tio̍h甚麼。"}},{"book":"出","chapter":32,"verse":24,"versions":{"unv":"我對他們說：『凡有金環的可以摘下來』，他們就給了我。我把金環扔在火中，這牛犢便出來了。」","bklcl":"Góa tùi in kóng, Kìⁿ-nā ū kim-ê, pak-khí-lâi;  in chiong kim hō͘ góa, góa hiat i tī hé-ni̍h, chit chiah gû-á chiū chhut-lâi.","tghg":"我對𪜶講：『見若有金的剝起來』，𪜶將金互我。我㧒伊佇火裡，此隻牛仔就出來。」","bklhl":"我對in講：見若有金ê，pak起來；in將金hō͘我，我hiat伊tī火裡，chit隻牛á就出來。"}},{"book":"出","chapter":32,"verse":25,"versions":{"unv":"摩西見百姓放肆（亞倫縱容他們，使他們在仇敵中間被譏刺），","bklcl":"Mô͘-se khòaⁿ-kìⁿ peh-sìⁿ hòng-chhiòng, in-ūi A-lûn pàng chhut-chāi in, hō͘ in tī tùi-te̍k ê tiong-kan siū ki-chhì,","tghg":"摩西看見百姓放縱(hòng-chhiòng)（因為亞倫放出在𪜶，互𪜶佇對敵的中間受譏刺(ki-chhì)，","bklhl":"摩西看見百姓放縱，因為亞倫放chhut-chāi in，hō͘ in tī對敵ê中間受譏刺，"}},{"book":"出","chapter":32,"verse":26,"versions":{"unv":"就站在營門中，說：「凡屬耶和華的，都要到我這裡來！」於是利未的子孫都到他那裡聚集。","bklcl":"Mô͘-se khiā tī iâⁿ-pôaⁿ ê mn̂g, kóng, Chī-chūi óa Iâ-hô-hoa-ê, thang lâi góa chia;  Lī-bī lâng chiū lóng chū-chi̍p tī i hia.","tghg":"摩西徛佇營盤的門，講：「是誰倚耶和華者，通來我遮！」利未人就攏聚集佇伊遐。","bklhl":"摩西khiā tī營盤ê門，講：Chī-chūi óa耶和華ê，thang來我chia；利未人就lóng聚集tī伊hia。"}},{"book":"出","chapter":32,"verse":27,"versions":{"unv":"他對他們說：「耶和華─以色列的　神這樣說：『你們各人把刀跨在腰間，在營中往來，從這門到那門，各人殺他的弟兄與同伴並鄰舍。』」","bklcl":"I tùi in kóng, Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè án-ni kóng, Lín ta̍k-lâng tio̍h chhah to tī tōa-thúi-ni̍h, óng-lâi tī iâⁿ-tiong, tùi chit-ê mn̂g kàu hit-ê mn̂g, ta̍k-lâng thâi-sí i ê hiaⁿ-tī, kap i ê tâng-phōaⁿ, í-ki̍p i ê chhù-piⁿ.","tghg":"伊對𪜶講：「耶和華──以色列的上帝按呢講：『恁逐人著插刀佇大腿裡，往來佇營中，對此個門到彼個門，逐人刣死伊的兄弟及伊的同伴以及伊的厝邊。』」","bklhl":"伊對in講：耶和華以色列ê上帝án-ni講：Lín ta̍k人tio̍h插刀tī大腿裡，往來tī營中，tùi chit ê門到hit ê門，ta̍k人刣死伊ê兄弟，kap伊ê同伴，以及伊ê厝邊。"}},{"book":"出","chapter":32,"verse":28,"versions":{"unv":"利未的子孫照摩西的話行了。那一天百姓中被殺的約有三千。","bklcl":"Lī-bī lâng chiàu Mô͘-se ê ōe kiâⁿ;  hit-ji̍t peh-sìⁿ-tiong sí-ê iok-lio̍k saⁿ-chheng lâng.","tghg":"利未人照摩西的話行。彼日百姓中死者約略三千人。","bklhl":"利未人照摩西ê話行；hit日百姓中死ê約略三千人。"}},{"book":"出","chapter":32,"verse":29,"versions":{"unv":"摩西說：「今天你們要自潔，歸耶和華為聖，各人攻擊他的兒子和弟兄，使耶和華賜福與你們。」","bklcl":"Mô͘-se kóng, Lín hiàn ka-kī hō͘ Iâ-hô-hoa, ta̍k-lâng kong-kek i ê kiáⁿ, i ê hiaⁿ-tī , kin-á-ji̍t tit-tio̍h I sù-hok lín.","tghg":"摩西講：「恁獻家己互耶和華，逐人攻擊伊的子，伊的兄弟，今仔日得著伊賜福恁。」","bklhl":"摩西講：Lín獻家己hō͘耶和華，ta̍k人攻擊伊ê kiáⁿ，伊ê兄弟，今á日得tio̍h伊賜福lín。"}},{"book":"出","chapter":32,"verse":30,"versions":{"unv":"到了第二天，摩西對百姓說：「你們犯了大罪。我如今要上耶和華那裡去，或者可以為你們贖罪。」","bklcl":"Keh-ji̍t Mô͘-se tùi peh-sìⁿ kóng, Lín ū hoān tāng-chōe, góa taⁿ beh chiūⁿ-khì Iâ-hô-hoa hia, kiám-chhái thang kā lín sio̍k-chōe.","tghg":"過日，摩西對百姓講：「恁有犯重罪。我今欲上去耶和華遐，豈採通給恁贖罪。」","bklhl":"隔日摩西對百姓講：Lín有犯重罪，我taⁿ beh上去耶和華hia，kiám-chhái thang kā lín贖罪。"}},{"book":"出","chapter":32,"verse":31,"versions":{"unv":"摩西回到耶和華那裡，說：「唉！這百姓犯了大罪，為自己做了金像。","bklcl":"Mô͘-se tò-tńg kàu Iâ-hô-hoa hia kóng, Ai-ah, chit-ê peh-sìⁿ hoān tāng-chōe, ūi ka-kī chòe kim ê siōng-tè.","tghg":"摩西倒轉到耶和華遐，講：「唉啊！此個百姓犯重罪，為家己做金的上帝。","bklhl":"摩西倒tńg 到耶和華hia講：Ai-ah，chit ê百姓犯重罪，為家己做金ê上帝。"}},{"book":"出","chapter":32,"verse":32,"versions":{"unv":"倘或你肯赦免他們的罪……不然，求你從你所寫的冊上塗抹我的名。」","bklcl":"Taⁿ Lí nā beh sià-bián in ê chōe;  nā m̄, kiû Lí tùi Lí só͘ siá ê chheh, chhat-khì góa ê miâ.","tghg":"今你若欲赦免𪜶的罪……若呣，求你對你所寫的冊擦去我的名。」","bklhl":"Taⁿ你若beh赦免in ê罪；若m̄，求你tùi你所寫ê冊，擦去我ê名。"}},{"book":"出","chapter":32,"verse":33,"versions":{"unv":"耶和華對摩西說：「誰得罪我，我就從我的冊上塗抹誰的名。","bklcl":"Iâ-hô-hoa tùi Mô͘-se kóng, Sím-mi̍h lâng tek-chōe Góa chiū tùi Góa ê chheh chhat i ê miâ.","tghg":"耶和華對摩西講：「甚麼人得罪我，就對我的冊擦(chhat)伊的名。","bklhl":"耶和華對摩西講：甚麼人得罪我就tùi我ê冊擦伊ê名。"}},{"book":"出","chapter":32,"verse":34,"versions":{"unv":"現在你去領這百姓，往我所告訴你的地方去，我的使者必在你前面引路；只是到我追討的日子，我必追討他們的罪。」","bklcl":"Taⁿ lí khì chhōa chit-ê peh-sìⁿ khì Góa só͘ kā lí kóng ê só͘-chāi;  khòaⁿ ah, Góa ê sù-chiá beh kiâⁿ tī lí ê thâu-chêng;  to̍k-to̍k kàu Góa pān-chōe ê ji̍t, Góa beh pān in ê chōe.","tghg":"今你去導此個百姓，去我所給你講的所在；看啊，我的使者欲行佇你的頭前；獨獨到我辦罪的日，我欲辦𪜶的罪。」","bklhl":"Taⁿ你去chhōa chit ê百姓去我所kā你講ê所在；看ah，我ê使者beh行tī你ê頭前；獨獨到我辦罪ê日，我beh辦in ê罪。"}},{"book":"出","chapter":32,"verse":35,"versions":{"unv":"耶和華殺百姓的緣故是因他們同亞倫做了牛犢。","bklcl":"Iâ-hô-hoa kàng chai-ē hō͘ peh-sìⁿ, in-ūi in chō gû-á, chiū-sī A-lûn só͘ chō-ê.","tghg":"耶和華降災禍互百姓因為𪜶造牛仔就是亞倫所造的。","bklhl":"耶和華降災禍hō͘百姓，因為in造牛á，就是亞倫所造ê。"}}]