[{"book":"出","chapter":9,"verse":1,"versions":{"unv":"耶和華吩咐摩西說：「你進去見法老，對他說：『耶和華─希伯來人的　神這樣說：容我的百姓去，好事奉我。","bklcl":"Iâ-hô-hoa tùi Mô͘-se kóng, Lí ji̍p-khì kìⁿ Hoat-ló, kā i kóng, Iâ-hô-hoa, Hi-pek-lâi lâng ê Siōng-tè, án-ni kóng, Tio̍h chún Góa ê peh-sìⁿ khì, thang ho̍k-sāi Góa.","tghg":"耶和華對摩西講：「你入去見法老，給伊講：『耶和華──希伯來人的上帝按呢講：著准我的百姓去，通服事我。","bklhl":"耶和華對摩西講：你入去見法老，kā伊講：耶和華，希伯來人ê上帝，án-ni講：Tio̍h准我ê百姓去，thang服事我。"}},{"book":"出","chapter":9,"verse":2,"versions":{"unv":"你若不肯容他們去，仍舊強留他們，","bklcl":"Lí nā m̄-khéng hō͘ in khì, iû-goân bián-kióng lâu in,","tghg":"你若呣肯互𪜶去，猶原勉強留𪜶，","bklhl":"你若m̄肯hō͘ in去，猶原勉強留in，"}},{"book":"出","chapter":9,"verse":3,"versions":{"unv":"耶和華的手加在你田間的牲畜上，就是在馬、驢、駱駝、牛群、羊群上，必有重重的瘟疫。","bklcl":"khòaⁿ ah, Iâ-hô-hoa ê chhiú beh chhun tī lí chhân-ni̍h ê cheng-siⁿ, bé, lû, lo̍k-tô, gû-kûn, iûⁿ-kûn;  beh ū tāng ê un-e̍k.","tghg":"看啊，耶和華的手欲伸佇你田裡的精牲，馬、驢、駱駝、牛群、羊群，欲有重的瘟疫。","bklhl":"看ah，耶和華ê手beh伸tī你田裡ê cheng-siⁿ、馬、驢、駱駝、牛群、羊群；beh有重ê瘟疫。"}},{"book":"出","chapter":9,"verse":4,"versions":{"unv":"耶和華要分別以色列的牲畜和埃及的牲畜，凡屬以色列人的，一樣都不死。』」","bklcl":"Iâ-hô-hoa beh hun-piat Í-sek-lia̍t ê cheng-siⁿ kap Ai-ki̍p ê cheng-siⁿ;  hoān-nā sio̍k Í-sek-lia̍t lâng ê, bô sí chi̍t-chiah.","tghg":"耶和華欲分別以色列的精牲及埃及的精牲，凡若屬以色列人的無死一隻。』」","bklhl":"耶和華beh分別以色列ê cheng-siⁿ kap埃及ê cheng-siⁿ；凡若屬以色列人ê，無死一隻。"}},{"book":"出","chapter":9,"verse":5,"versions":{"unv":"耶和華就定了時候，說：「明天耶和華必在此地行這事。」","bklcl":"Iâ-hô-hoa chiū tiāⁿ-tio̍h sî-kî, kóng, Bîn-á-ji̍t Iâ-hô-hoa beh tī chit-ê tōe kiâⁿ chit-ê sū.","tghg":"耶和華就定著時期，講：「明仔日耶和華欲佇此個地行此個事。」","bklhl":"耶和華就定tio̍h時期，講：明á日耶和華beh tī chit ê地行chit ê事。"}},{"book":"出","chapter":9,"verse":6,"versions":{"unv":"第二天，耶和華就行這事。埃及的牲畜幾乎都死了，只是以色列人的牲畜，一個都沒有死。","bklcl":"Keh-ji̍t Iâ-hô-hoa chiū kiâⁿ chit-ê sū;  Ai-ki̍p ê cheng-siⁿ lóng-chóng sí;  chóng-sī Í-sek-lia̍t lâng ê cheng-siⁿ lóng bô sí chi̍t-chiah.","tghg":"隔日，耶和華就行此個事。埃及的精牲攏總死，總是以色列人的精牲攏無死一隻。","bklhl":"隔日耶和華就行chit ê事；埃及ê cheng-siⁿ lóng總死；總是以色列人ê cheng-siⁿ lóng無死一隻。"}},{"book":"出","chapter":9,"verse":7,"versions":{"unv":"法老打發人去看，誰知以色列人的牲畜連一個都沒有死。法老的心卻是固執，不容百姓去。","bklcl":"Hoat-ló chhe lâng khì, khòaⁿ ah, Í-sek-lia̍t lâng ê cheng-siⁿ, liân chi̍t-chiah iā bô sí.  Chóng-sī Hoat-ló ê sim kò͘-chip, m̄-chún peh-sìⁿ khì.","tghg":"法老差人去，看啊，以色列人的精牲連一隻也無死。總是法老的心固執，呣准百姓去。","bklhl":"法老差人去，看ah，以色列人ê cheng-siⁿ，連一隻也無死。總是法老ê心固執，m̄准百姓去。"}},{"book":"出","chapter":9,"verse":8,"versions":{"unv":"耶和華吩咐摩西、亞倫說：「你們取幾捧爐灰，摩西要在法老面前向天揚起來。","bklcl":"Iâ-hô-hoa tùi Mô͘-se, A-lûn kóng, Lín tio̍h put kúi-nā phóng lô͘-ni̍h ê hé-hu, Mô͘-se tio̍h tī Hoat-ló ê bīn-chêng ǹg-thiⁿ iā-khì;","tghg":"耶和華對摩西、亞倫講：「恁著朳(put)幾若肨(phóng)爐裡的火灰，摩西著佇法老的面前向天撒去。","bklhl":"耶和華對摩西、亞倫講：Lín tio̍h put 幾nā phóng爐裡ê火灰，摩西tio̍h tī法老ê面前ǹg天掖(iā)去；"}},{"book":"出","chapter":9,"verse":9,"versions":{"unv":"這灰要在埃及全地變作塵土，在人身上和牲畜身上成了起泡的瘡。」","bklcl":"beh tī Ai-ki̍p choân-tōe pìⁿ-chòe tîn-ai;  tī Ai-ki̍p choân-tōe, tī lâng kap cheng-siⁿ ê seng-khu, lóng siⁿ lia̍p-á, chiâⁿ-chòe chhng.","tghg":"欲佇埃及全地變做塵埃(tîn-ai)，佇埃及全地佇人及精牲的身軀，攏生[粒]仔(lia̍p-á)成做瘡(chhng)。」","bklhl":"beh tī埃及全地變做塵埃；tī埃及全地，tī人kap cheng-siⁿ ê身軀，lóng生粒á，成做瘡。"}},{"book":"出","chapter":9,"verse":10,"versions":{"unv":"摩西、亞倫取了爐灰，站在法老面前。摩西向天揚起來，就在人身上和牲畜身上成了起泡的瘡。","bklcl":"In chiū put lô͘-ni̍h ê hé-hu, khiā tī Hoat-ló ê bīn-chêng;  Mô͘-se ǹg-thiⁿ iā-khì, chiū tī lâng kap cheng-siⁿ ê seng-khu siⁿ lia̍p-á, chiâⁿ-chòe chhng.","tghg":"𪜶就朳(put)爐裡的火灰，徛佇法老的面前。摩西向天撒去，就佇人及精牲的身軀生[粒]仔(lia̍p-á)成做瘡(chhng)。","bklhl":"In就put爐裡ê火灰，khiā tī法老ê面前；摩西ǹg天掖去，就tī人kap cheng-siⁿ ê身軀生粒á，成做瘡。"}},{"book":"出","chapter":9,"verse":11,"versions":{"unv":"行法術的在摩西面前站立不住，因為在他們身上和一切埃及人身上都有這瘡。","bklcl":"Phok-sū in-ūi lia̍p-á tī Mô͘-se ê bīn-chêng khiā-bōe-tiâu;  in-ūi phok-sū kap it-chhè Ai-ki̍p lâng ê seng-khu lóng ū hit-hō lia̍p-á.","tghg":"博士因為[粒]仔(lia̍p-á)佇摩西的面前徛𣍐住(tiâu)，因為博士及一切埃及人的身軀攏有彼號[粒]仔。","bklhl":"博士因為粒á tī摩西ê面前khiā-bōe-tiâu；因為博士kap一切埃及人ê身軀lóng有hit號粒á。"}},{"book":"出","chapter":9,"verse":12,"versions":{"unv":"耶和華使法老的心剛硬，不聽他們，正如耶和華對摩西所說的。","bklcl":"Iâ-hô-hoa hō͘ Hoat-ló ê sim ngī, tì-kàu m̄-thiaⁿ in;  tú-tú chiàu Iâ-hô-hoa tùi Mô͘-se só͘ kóng ê.","tghg":"耶和華互法老的心硬，致到呣聽𪜶，抵抵(tú-tú)照耶和華對摩西所講的。","bklhl":"耶和華hō͘法老ê心硬，致到m̄聽in；tú-tú照耶和華對摩西所講ê。"}},{"book":"出","chapter":9,"verse":13,"versions":{"unv":"耶和華對摩西說：「你清早起來，站在法老面前，對他說：『耶和華─希伯來人的　神這樣說：容我的百姓去，好事奉我。","bklcl":"Iâ-hô-hoa tùi Mô͘-se kóng, Lí chheng-chá khí-lâi, khiā tī Hoat-ló ê bīn-chêng kā i kóng, Iâ-hô-hoa, Hi-pek-lâi lâng ê Siōng-tè, án-ni kóng, Tio̍h chún Góa ê peh-sìⁿ khì, hō͘ in thang ho̍k-sāi Góa.","tghg":"耶和華對摩西講：「你清早起來，徛佇法老的面前，給伊講：『耶和華──希伯來人的上帝按呢講：著准我的百姓去，互𪜶通服事我。","bklhl":"耶和華對摩西講：你清早起來，khiā tī法老ê面前kā伊講：耶和華，希伯來人ê上帝，án-ni講：Tio̍h准我ê百姓去，hō͘ in thang服事我。"}},{"book":"出","chapter":9,"verse":14,"versions":{"unv":"因為這一次我要叫一切的災殃臨到你和你臣僕並你百姓的身上，叫你知道在普天下沒有像我的。","bklcl":"In-ūi chit-chi̍t-pái Góa beh hō͘ Góa it-chhè ê chai-ē kàu tī lí ê sim, kap lí ê jîn-sîn, í-ki̍p lí ê peh-sìⁿ, hō͘ lí chai tī phó͘-thiⁿ-ē bô chi̍t-ê ōe pí-phēng Góa.","tghg":"因為此(chit)一擺我欲互我一切的災禍到佇你的心及你的人臣以及你的百姓，互你知佇普天下無一個會比並我。","bklhl":"因為chit一pái我beh hō͘我一切ê災禍到tī你ê心，kap你ê人臣，以及你ê百姓，hō͘你知tī普天下無一个ōe比並我。"}},{"book":"出","chapter":9,"verse":15,"versions":{"unv":"我若伸手用瘟疫攻擊你和你的百姓，你早就從地上除滅了。","bklcl":"Góa nā chhun-chhiú, ēng un-e̍k kong-kek lí kap lí ê peh-sìⁿ, lí chiū í-keng bia̍t tī tōe-chiūⁿ;","tghg":"我若伸手用瘟疫攻擊你及你的百姓，你就已經滅佇地上。","bklhl":"我若伸手，用瘟疫攻擊你kap你ê百姓，你就已經滅tī地上；"}},{"book":"出","chapter":9,"verse":16,"versions":{"unv":"其實，我叫你存立，是特要向你顯我的大能，並要使我的名傳遍天下。","bklcl":"chóng-sī Góa hō͘ lí khiā-chāi, sī tiâu-kò͘-ì beh ēng lí hián-bêng Góa ê tōa koân-lêng, hō͘ Góa ê miâ pò-iông tī piàn-tōe-chiūⁿ.","tghg":"總是，我互你徛在，是刁故意欲用你顯明我的大權能，互我的名報揚佇遍地上。","bklhl":"總是我hō͘你khiā在，是tiâu故意beh用你顯明我ê大權能，hō͘我ê名報揚tī遍地上。"}},{"book":"出","chapter":9,"verse":17,"versions":{"unv":"你還向我的百姓自高，不容他們去嗎？","bklcl":"Lí iáu-kú tùi Góa ê peh-sìⁿ chū-ko, m̄-chún in khì mah?","tghg":"你猶久對我的百姓自高，呣准𪜶去嗎？","bklhl":"你iáu-kú對我ê百姓自高，m̄准in去mah？"}},{"book":"出","chapter":9,"verse":18,"versions":{"unv":"到明天約在這時候，我必叫重大的冰雹降下，自從埃及開國以來，沒有這樣的冰雹。","bklcl":"Khòaⁿ ah, bîn-á-ji̍t chiong-kūn chit-sî, Góa beh lo̍h tōa-pha̍uh, tùi Ai-ki̍p khai-kok í-lâi bē-bat ū án-ni.","tghg":"看啊，明仔日將近此時，我欲落大雹(pha̍uh)，對埃及開國以來，未曾有按呢。","bklhl":"看ah，明á日將近chit時，我beh落大雹，tùi埃及開國以來bē-bat有án-ni。"}},{"book":"出","chapter":9,"verse":19,"versions":{"unv":"現在你要打發人把你的牲畜和你田間一切所有的催進來；凡在田間不收回家的，無論是人是牲畜，冰雹必降在他們身上，他們就必死。』」","bklcl":"Taⁿ lí tio̍h chhe lâng, chiong lí ê cheng-siⁿ kap lí chhân-ni̍h it-chhè só͘-ū-ê, pek in ji̍p-lâi;  hoān-nā tī chhân-ni̍h, bô siu tò-lâi ke-ni̍h-ê, bô-lūn lâng kap cheng-siⁿ, pha̍uh beh lo̍h tī in ê sin-chiūⁿ, in chiū beh sí.","tghg":"今你著差人將你的精牲及你田裡一切所有的迫𪜶入來；凡若佇田裡，無收倒來家裡的，無論人及精牲，雹欲落佇𪜶的身上，𪜶就欲死。』」","bklhl":"Taⁿ你tio̍h差人，將你ê cheng-siⁿ kap你田裡一切所有ê，逼in入來；凡若tī田裡，無收tò來家裡ê，無論人kap cheng-siⁿ，雹beh落tī in ê身上，in就beh死。"}},{"book":"出","chapter":9,"verse":20,"versions":{"unv":"法老的臣僕中，懼怕耶和華這話的，便叫他的奴僕和牲畜跑進家來。","bklcl":"Hoat-ló jîn-sîn ê tiong-kan, kiaⁿ-ùi Iâ-hô-hoa ê ōe ê, chiū hō͘ i ê lô͘-po̍k kap cheng-siⁿ cháu ji̍p chhù-lāi;","tghg":"法老人臣的中間，驚畏耶和華的話的，就互伊的奴僕及精牲走入厝內，","bklhl":"法老人臣ê中間，驚畏耶和華ê話ê，就hō͘伊ê奴僕kap cheng-siⁿ走入厝內；"}},{"book":"出","chapter":9,"verse":21,"versions":{"unv":"但那不把耶和華這話放在心上的，就將他的奴僕和牲畜留在田裡。","bklcl":"chóng-sī hit-ê bô lia̍h Iâ-hô-hoa ê ōe chòe iàu-kín ê, chiū chiong i ê lô͘-po̍k kap cheng-siⁿ lâu tī chhân-ni̍h.","tghg":"總是彼個無掠耶和華的話做要緊的，就將伊的奴僕及精牲留佇田裡。","bklhl":"總是hit ê無掠耶和華ê會做要緊ê，就將伊ê奴僕kap cheng-siⁿ留tī田裡。"}},{"book":"出","chapter":9,"verse":22,"versions":{"unv":"耶和華對摩西說：「你向天伸杖，使埃及遍地的人身上和牲畜身上，並田間各樣菜蔬上，都有冰雹。」","bklcl":"Iâ-hô-hoa tùi Mô͘-se kóng, Lí ǹg-thiⁿ chhun-chhiú, hō͘ pha̍uh lo̍h tī Ai-ki̍p ê piàn-tōe, phah lâng kap cheng-siⁿ, í-ki̍p chhân-ni̍h ê chhài-soe, thong Ai-ki̍p tōe lóng án-ni.","tghg":"耶和華對摩西講：「你向天伸手，互雹落佇埃及的遍地拍人及精牲，以及田裡的菜蔬，通埃及地攏按呢。」","bklhl":"耶和華對摩西講：你ǹg天伸手，hō͘雹落tī埃及ê遍地，phah人kap cheng-siⁿ，以及田裡ê菜蔬，thong埃及地lóng án-ni。"}},{"book":"出","chapter":9,"verse":23,"versions":{"unv":"摩西向天伸杖，耶和華就打雷下雹，有火閃到地上；耶和華下雹在埃及地上。","bklcl":"Mô͘-se ǹg-thiⁿ chhun-chhut i ê koáiⁿ-á, Iâ-hô-hoa chiū khí-lûi lo̍h-pha̍uh, ū hé kiâⁿ tī tōe-bīn-chiūⁿ;  Iâ-hô-hoa lo̍h-pha̍uh tī Ai-ki̍p tōe.","tghg":"摩西向天伸出伊的柺仔，耶和華就起雷落雹，有火行佇地面上；耶和華落雹佇埃及地。","bklhl":"摩西ǹg天伸出伊ê柺á，耶和華就起雷落雹，有火行tī地面上；耶和華落雹tī埃及地。"}},{"book":"出","chapter":9,"verse":24,"versions":{"unv":"那時，雹與火攙雜，甚是厲害，自從埃及成國以來，遍地沒有這樣的。","bklcl":"Tùi án-ni ū pha̍uh , iā ū hé chham tī pha̍uh ê lāi-bīn, chin lī-hāi;  tùi Ai-ki̍p khai-kok í-lâi piàn-tōe bē bat ū án-ni.","tghg":"對按呢，有雹也有火參佇雹的內面，真利害，對埃及開國以來，遍地未曾有按呢。","bklhl":"Tùi án-ni，有雹，也有火chham tī雹ê內面，真厲害；tùi埃及開國以來遍地未bat有án-ni。"}},{"book":"出","chapter":9,"verse":25,"versions":{"unv":"在埃及遍地，雹擊打了田間所有的人和牲畜，並一切的菜蔬，又打壞田間一切的樹木。","bklcl":"Tī Ai-ki̍p piàn-tōe, kìⁿ-nā tī chhân-ni̍h-ê, bô-lūn lâng á-sī cheng-siⁿ, lóng hō͘ pha̍uh phah;  pha̍uh iā phah chhân-ni̍h it-chhè ê chhài-soe, koh phah-chi̍h chhân-ni̍h it-chhè ê chhiū-ba̍k.","tghg":"佇埃及遍地，見若佇田裡的無論人抑是精牲，攏互雹拍，雹也拍田裡一切的菜蔬，閣拍折(phah-chih)田裡一切的樹木。","bklhl":"Tī埃及遍地，見若tī田裡ê，無論人á是cheng-siⁿ，lóng hō͘雹phah；雹也phah田裡一切ê菜蔬，koh phah折田裡一切ê樹木。"}},{"book":"出","chapter":9,"verse":26,"versions":{"unv":"惟獨以色列人所住的歌珊地沒有冰雹。","bklcl":"To̍k-to̍k tī Í-sek-lia̍t lâng só͘ tiàm ê Ko-san tōe bô lo̍h-pha̍uh.","tghg":"獨獨佇以色列人所踮的歌珊地無落雹。","bklhl":"獨獨tī以色列人所tiàm ê Ko-san地無落雹。"}},{"book":"出","chapter":9,"verse":27,"versions":{"unv":"法老打發人召摩西、亞倫來，對他們說：「這一次我犯了罪了。耶和華是公義的；我和我的百姓是邪惡的。","bklcl":"Hoat-ló chhe lâng kiò Mô͘-se, A-lûn lâi, kā in kóng, Chit-chi̍t-pái góa ū hoān-chōe;  Iâ-hô-hoa sī kong-gī, góa kap góa ê peh-sìⁿ sī pháiⁿ.","tghg":"法老差人叫摩西、亞倫來，給𪜶講：「此一擺我有犯罪。耶和華是公義；我及我的百姓是歹。","bklhl":"法老差人叫摩西、亞倫來，kā in講：Chit一pái我有犯罪；耶和華是公義，我kap我ê百姓是pháiⁿ。"}},{"book":"出","chapter":9,"verse":28,"versions":{"unv":"這雷轟和冰雹已經夠了。請你們求耶和華，我就容你們去，不再留住你們。」","bklcl":"Taⁿ chiah-ê chhè-lûi kap pha̍uh í-keng kàu-gia̍h lah;  kiû lín kî-tó Iâ-hô-hoa;  góa chiū chún lín khì, m̄-bián koh tiàm chia.","tghg":"今諸個脆雷(chhè-lûi)及雹(pha̍uh)已經夠額啦。求恁祈禱耶和華，我就准恁去，呣免閣踮遮。」","bklhl":"Taⁿ chiah ê 脆雷kap雹已經夠額lah；求lín祈禱耶和華；我就准lín去，m̄免koh tiàm chia。"}},{"book":"出","chapter":9,"verse":29,"versions":{"unv":"摩西對他說：「我一出城，就要向耶和華舉手禱告；雷必止住，也不再有冰雹，叫你知道全地都是屬耶和華的。","bklcl":"Mô͘-se kā i kóng, Góa chi̍t-ē chhut-siâⁿ chiū beh ǹg Iâ-hô-hoa kia̍h-khí góa siang ki chhiú;  lûi beh soah, pha̍uh iā bô koh lo̍h;  hō͘ lí chai choân-tōe lóng sio̍k tī Iâ-hô-hoa.","tghg":"摩西給伊講：「我一下出城，就欲向耶和華攑起我雙支手；雷欲息，雹也無閣落，互你知全地攏屬佇耶和華。","bklhl":"摩西kā伊講：我一下出城就beh ǹg耶和華kia̍h起我雙支手；雷beh soah，雹也無koh落；hō͘你知全地lóng屬tī耶和華。"}},{"book":"出","chapter":9,"verse":30,"versions":{"unv":"至於你和你的臣僕，我知道你們還是不懼怕耶和華　神。」","bklcl":"Chóng-sī lūn-kàu lí kap lí ê jîn-sîn, góa chai lín iáu sī bô kiaⁿ-ùi Iâ-hô-hoa Siōng-tè.","tghg":"總是論到你及你的人臣，我知恁猶是無驚畏耶和華上帝。」（","bklhl":"總是論到你kap你ê人臣，我知lín iáu是無驚畏耶和華上帝。"}},{"book":"出","chapter":9,"verse":31,"versions":{"unv":"（那時，麻和大麥被雹擊打；因為大麥已經吐穗，麻也開了花。","bklcl":"Hit-sî môa kap tōa-be̍h siū phah-pháiⁿ;  in-ūi tōa-be̍h í-keng chhut-sūi, môa iā khui-hoe.","tghg":"彼時，麻及大麥(toā-be̍h)受拍歹；因為大麥已經出穗(sūi)，麻也開花。","bklhl":"Hit時麻kap大麥受phah-pháiⁿ；因為大麥已經出穗，麻也開花。"}},{"book":"出","chapter":9,"verse":32,"versions":{"unv":"只是小麥和粗麥沒有被擊打，因為還沒有長成。）","bklcl":"To̍k-to̍k sió-be̍h kap chho͘-be̍h bô siū phah-pháiⁿ;  in-ūi iáu-bē tōa-châng.","tghg":"獨獨小麥及粗麥無受拍歹，因為猶未大欉。）","bklhl":"獨獨小麥kap粗麥無受phah-pháiⁿ；因為猶未大叢。"}},{"book":"出","chapter":9,"verse":33,"versions":{"unv":"摩西離了法老出城，向耶和華舉手禱告；雷和雹就止住，雨也不再澆在地上了。","bklcl":"Mô͘-se lī-khui Hoat-ló chhut-siâⁿ, kia̍h-khí siang-chhiú ǹg Iâ-hô-hoa, lûi kap pha̍uh chiū soah, hō͘ iā bô koh piàⁿ-lo̍h tōe.","tghg":"摩西離開法老出城，攑起雙手向耶和華；雷及雹就息，雨也無閣傾(piàⁿ)落地。","bklhl":"摩西離開法老出城，kia̍h起雙手ǹg耶和華，雷kap雹就soah，雨也無koh piàⁿ落地。"}},{"book":"出","chapter":9,"verse":34,"versions":{"unv":"法老見雨和雹與雷止住，就越發犯罪；他和他的臣僕都硬著心。","bklcl":"Hoat-ló khòaⁿ-kìⁿ hō͘, pha̍uh, kap lûi lóng soah, chiū it-hoat hoān-chōe;  i kap i ê jîn-sîn lóng ngī-sim.","tghg":"法老看見雨、雹及雷攏息，就益發犯罪；伊及伊的人臣攏硬心。","bklhl":"法老看見雨、雹，kap雷lóng soah，就益發犯罪；伊kap伊ê人臣lóng硬心。"}},{"book":"出","chapter":9,"verse":35,"versions":{"unv":"法老的心剛硬，不容以色列人去，正如耶和華藉著摩西所說的。","bklcl":"Hoat-ló sim ngī, m̄-chún Í-sek-lia̍t lâng khì, tú-tú chiàu Iâ-hô-hoa thok Mô͘-se só͘ kóng ê.","tghg":"法老心硬，呣准以色列人去，抵抵照耶和華託摩西所講的。","bklhl":"法老心硬，m̄准以色列人去，tú-tú照耶和華託摩西所講ê。"}}]