[{"book":"出","chapter":11,"verse":1,"versions":{"unv":"耶和華對摩西說：「我再使一樣的災殃臨到法老和埃及，然後他必容你們離開這地。他容你們去的時候，總要催逼你們都從這地出去。","bklcl":"Iâ-hô-hoa kā Mô͘-se kóng, Góa beh koh hō͘ chi̍t-hāng chai-ē kàu tī Hoat-ló kap Ai-ki̍p, jiân-āu i beh chún lín lī-khui chia;  i chún lín khì ê sî beh kóaⁿ lín lóng tùi chia chhut-khì.","tghg":"耶和華給摩西講：「我欲閣互一項災禍(chai-ē)到佇法老及埃及，然後伊欲准恁離開遮。伊准恁去的時，欲趕恁攏對遮出去。","bklhl":"耶和華kā摩西講：我beh koh hō͘一項災禍到tī法老kap埃及，然後伊beh 准lín離開chia；伊准lín去ê時beh趕lín lóng tùi chia出去。"}},{"book":"出","chapter":11,"verse":2,"versions":{"unv":"你要傳於百姓的耳中，叫他們男女各人向鄰舍要金器銀器。」","bklcl":"Lí tio̍h thoân hō͘ peh-sìⁿ thiaⁿ, hō͘ in lâm-lú ta̍k-lâng tùi in ê chhù-piⁿ thó kim-khì, gûn-khì.","tghg":"你著傳互百姓聽，互𪜶男女逐人對𪜶的厝邊討金器，銀器。」","bklhl":"你tio̍h傳hō͘百姓聽，hō͘ in男女ta̍k人tùi in ê厝邊討金器、銀器。"}},{"book":"出","chapter":11,"verse":3,"versions":{"unv":"耶和華叫百姓在埃及人眼前蒙恩，並且摩西在埃及地、法老臣僕，和百姓的眼中看為極大。","bklcl":"Iâ-hô-hoa hō͘ peh-sìⁿ tit-tio̍h un-tián tī Ai-ki̍p lâng ê bīn-chêng;  koh Mô͘-se chit-lâng tī Ai-ki̍p tōe, tī Hoat-ló jîn-sîn ê ba̍k-chiu-tiong, kap peh-sìⁿ ê ba̍k-chiu-tiong, khòaⁿ-chòe chun-tōa.","tghg":"耶和華互百姓得著恩典佇埃及人的面前，閣摩西此人佇埃及地、佇法老人臣的目睭中，及百姓的目睭中看做尊大。","bklhl":"耶和華hō͘百姓得tio̍h恩典tī埃及人ê面前；koh摩西chit人tī埃及地，tī法老人臣ê目睭中，kap百姓ê目睭中，看做尊大。"}},{"book":"出","chapter":11,"verse":4,"versions":{"unv":"摩西說：「耶和華這樣說：『約到半夜，我必出去巡行埃及遍地。","bklcl":"Mô͘-se kóng, Iâ-hô-hoa án-ni kóng, Iok-lio̍k pòaⁿ-mî, Góa beh chhut-khì piàn kiâⁿ Ai-ki̍p.","tghg":"摩西講：「耶和華按呢講：『約略半暝，我欲出去遍行埃及。","bklhl":"摩西講：耶和華án-ni講：約略半暝，我beh出去遍行埃及。"}},{"book":"出","chapter":11,"verse":5,"versions":{"unv":"凡在埃及地，從坐寶座的法老直到磨子後的婢女所有的長子，以及一切頭生的牲畜，都必死。","bklcl":"Kìⁿ-nā tī Ai-ki̍p tōe ê tōa-kiáⁿ, tùi chē-ūi ê Hoat-ló ê tōa-kiáⁿ, kàu tī oe-bō ê lú-pī ê tōa-kiáⁿ, kap it-chhè ê cheng-siⁿ thâu-chúi-siⁿ-ê, lóng beh sí.","tghg":"見若佇埃及地的大子，對坐位的法老的大子到佇挨磨(oe-bō)的女婢的大子，及一切的精牲頭水生的，攏欲死。","bklhl":"見若tī埃及地ê大kiáⁿ，tùi坐位ê法老ê大kiáⁿ，到tī挨磨(oe-bō)ê女婢ê大kiáⁿ，kap一切ê cheng-siⁿ頭水生ê，lóng beh死。"}},{"book":"出","chapter":11,"verse":6,"versions":{"unv":"埃及遍地必有大哀號；從前沒有這樣的，後來也必沒有。","bklcl":"Ai-ki̍p piàn-tōe beh ū tōa thî-khàu ê siaⁿ, chiông[chiong]-chêng bē bat ū án-ni, āu-lâi iā bô koh án-ni.","tghg":"埃及遍地欲有大啼哭的聲；從前未曾有按呢，後來也無閣按呢。","bklhl":"埃及遍地beh有大啼哭ê聲，從[將]前未bat有án-ni，後來也無koh án-ni。"}},{"book":"出","chapter":11,"verse":7,"versions":{"unv":"至於以色列中，無論是人是牲畜，連狗也不敢向他們搖舌，好叫你們知道耶和華是將埃及人和以色列人分別出來。』","bklcl":"Lūn-kàu Í-sek-lia̍t-tiong, bô-lūn sī lâng sī cheng-siⁿ, liân káu iā m̄-káⁿ pūi in;  hō͘ lín chai Iâ-hô-hoa tī Ai-ki̍p lâng kap Í-sek-lia̍t lâng ê tiong-kan ū hun-piat in.","tghg":"論到以色列中，無論是人是精牲，連狗也呣敢吠(pūi)𪜶，互恁知耶和華佇埃及人及以色列人的中間有分別𪜶。』","bklhl":"論到以色列中，無論是人是cheng-siⁿ，連狗也m̄敢吠in；hō͘ lín知耶和華tī埃及人kap以色列人ê中間有分別in。"}},{"book":"出","chapter":11,"verse":8,"versions":{"unv":"你這一切臣僕都要俯伏來見我，說：『求你和跟從你的百姓都出去』，然後我要出去。」於是，摩西氣忿忿地離開法老，出去了。","bklcl":"Lí hiah-ê jîn-sîn, lóng beh lo̍h lâi kìⁿ góa, phak tī góa bīn-chêng, kóng, Kiû lí kap kun-tè lí ê peh-sìⁿ lóng chhut-khì;  jiân-āu góa beh chhut-khì.  Tùi án-ni Mô͘-se tōa siū-khì, lī-khui Hoat-ló chhut-khì.","tghg":"你許個人臣攏欲落來見我仆佇我面前，講：『求你及跟隨你的百姓攏出去』，然後我欲出去。」對按呢摩西大受氣，離開法老出去。","bklhl":"你hiah-ê人臣，lóng beh落來見我，仆(phak)tī我面前，講：求你kap跟tè你ê百姓lóng出去；然後我beh出去。Tùi án-ni，摩西大受氣，離開法老出去。"}},{"book":"出","chapter":11,"verse":9,"versions":{"unv":"耶和華對摩西說：「法老必不聽你們，使我的奇事在埃及地多起來。」","bklcl":"Iâ-hô-hoa kā Mô͘-se kóng, Hoat-ló bô beh thiaⁿ lín, hō͘ Góa ê kî-sū tī Ai-ki̍p tōe ke-thiⁿ ná chōe.","tghg":"耶和華給摩西講：「法老無欲聽恁，互我的奇事佇埃及地加添愈多。」","bklhl":"耶和華kā摩西講：法老無beh聽lín，hō͘我ê奇事tī埃及地加添ná chōe。"}},{"book":"出","chapter":11,"verse":10,"versions":{"unv":"摩西、亞倫在法老面前行了這一切奇事；耶和華使法老的心剛硬，不容以色列人出離他的地。","bklcl":"Mô͘-se, A-lûn tī Hoat-ló ê bīn-chêng kiâⁿ che it-chhè ê kî-sū;  chóng-sī Iâ-hô-hoa hō͘ Hoat-ló ê sim ngī, m̄-chún Í-sek-lia̍t lâng lī-khui i ê tōe.","tghg":"摩西、亞倫佇法老的面前行這一切的奇事；總是耶和華互法老的心硬，呣准以色列人離開伊的地。","bklhl":"摩西、亞倫tī法老ê面前行這一切ê奇事；總是耶和華hō͘法老ê心硬，m̄准以色列人離開伊ê地。"}}]