[{"book":"出","chapter":18,"verse":1,"versions":{"unv":"摩西的岳父，米甸祭司葉忒羅，聽見　神為摩西和　神的百姓以色列所行的一切事，就是耶和華將以色列從埃及領出來的事，","bklcl":"Mô͘-se ê tiūⁿ-lâng, Bí-tiân ê chè-si Ia̍p-thek-lô, thiaⁿ-kìⁿ Siōng-tè ūi Mô͘-se kap I ê peh-sìⁿ Í-sek-lia̍t só͘-kiâⁿ it-chhè ê sū, chiū-sī Iâ-hô-hoa chhōa Í-sek-lia̍t chhut Ai-ki̍p ê sū.","tghg":"摩西的丈人，米甸的祭司葉忒羅(la̍p-thek-lô)，聽見上帝為摩西及伊的百姓以色列所行一切的事，就是耶和華導以色列出埃及的事，","bklhl":"摩西ê丈人，米甸ê祭司Ia̍p-thek-lô，聽見上帝ūi摩西kap伊ê百姓以色列所行一切ê事，就是耶和華chhōa以色列出埃及ê事。"}},{"book":"出","chapter":18,"verse":2,"versions":{"unv":"便帶著摩西的妻子西坡拉，就是摩西從前打發回去的，","bklcl":"Mô͘-se ê tiūⁿ-lâng Ia̍p-thek-lô tòa Mô͘-se ê hū-jîn-lâng Se-pho-la̍h lâi, chiū-sī Mô͘-se chêng chhe i tò-khì ê;","tghg":"摩西的丈人葉忒羅帶摩西的婦仁人西坡拉來，就是摩西前差伊倒去的，","bklhl":"摩西ê丈人Ia̍p-thek-lô帶摩西ê婦人人Se-pho-la̍h來，就是摩西前差伊tò去ê；"}},{"book":"出","chapter":18,"verse":3,"versions":{"unv":"又帶著西坡拉的兩個兒子，一個名叫革舜，因為摩西說：「我在外邦作了寄居的」；","bklcl":"koh tòa i nn̄g ê kiáⁿ, chi̍t-ê miâ-kiò Kek-sūn;  in-ūi Mô͘-se kóng, Góa kià-kha tī gōa-pang;","tghg":"閣帶伊二個子，一個名叫革順，因為摩西講：「我寄腳佇外邦」；","bklhl":"koh帶伊兩個kiáⁿ，一个名叫Kek-sūn；因為摩西講：我寄腳tī外邦；"}},{"book":"出","chapter":18,"verse":4,"versions":{"unv":"一個名叫以利以謝，因為他說：「我父親的　神幫助了我，救我脫離法老的刀。」","bklcl":"chi̍t-ê miâ kiò Í-lī-í-siā;  in-ūi i kóng, Góa ê pē ê Siōng-tè pang-chān góa, kiù góa thoat-lī Hoat-ló ê to.","tghg":"一個名叫以利以謝，因為伊講：「我的父的上帝幫助我，救我脫離法老的刀。」","bklhl":"一个名叫Í-lī-í-siā；因為伊講：我ê父ê上帝幫贊我，救我脫離法老ê刀。"}},{"book":"出","chapter":18,"verse":5,"versions":{"unv":"摩西的岳父葉忒羅帶著摩西的妻子和兩個兒子來到　神的山，就是摩西在曠野安營的地方。","bklcl":"Mô͘-se ê tiūⁿ-lâng, Ia̍p-thek-lô, tòa Mô͘-se nn̄g ê kiáⁿ kap i ê hū-jîn-lâng, lâi kàu Siōng-tè ê soaⁿ, chiū-sī Mô͘-se tī khòng-iá chat-iâⁿ ê só͘-chāi;","tghg":"摩西的丈人葉忒羅帶摩西二個子及伊的婦仁人來到上帝的山，就是摩西佇曠野紮營的所在。","bklhl":"摩西ê丈人，Ia̍p-thek-lô，帶摩西兩個kiáⁿ kap伊ê婦人人，來到上帝ê山，就是摩西tī曠野紮營ê所在；"}},{"book":"出","chapter":18,"verse":6,"versions":{"unv":"他對摩西說：「我是你岳父葉忒羅，帶著你的妻子和兩個兒子來到你這裡。」","bklcl":"kā Mô͘-se kóng, Góa sī lí ê tiūⁿ-lâng Ia̍p-thek-lô, tòa lí ê hū-jîn-lâng kap i nn̄g ê kiáⁿ, lâi lí chia.","tghg":"給摩西講：「我是你的丈人葉忒羅，帶你的婦仁人及伊二個子來你遮。」","bklhl":"kā摩西講：我是你ê丈人Ia̍p-thek-lô，帶你ê婦人人kap伊兩個kiáⁿ，來你chia。"}},{"book":"出","chapter":18,"verse":7,"versions":{"unv":"摩西迎接他的岳父，向他下拜，與他親嘴，彼此問安，都進了帳棚。","bklcl":"Mô͘-se chhut-khì ngiâ-chih i ê tiūⁿ-lâng, tùi i kiok-kiong, kap i chim-chhùi, saⁿ-kap mn̄g pêng-an;  chiū ji̍p pò͘-pîⁿ.","tghg":"摩西出去迎接(ngiâ-chih)伊的丈人，對伊鞠躬(kiok-kiong)，及伊唚嘴，相及問平安，就入布棚。","bklhl":"摩西出去迎接伊ê丈人，對伊鞠躬，kap伊chim嘴，相kap問平安；就入布棚。"}},{"book":"出","chapter":18,"verse":8,"versions":{"unv":"摩西將耶和華為以色列的緣故向法老和埃及人所行的一切事，以及路上所遭遇的一切艱難，並耶和華怎樣搭救他們，都述說與他岳父聽。","bklcl":"Mô͘-se chiong Iâ-hô-hoa ūi Í-sek-lia̍t ê iân-kò͘ tùi Hoat-ló kap Ai-ki̍p lâng só͘ kiâⁿ it-chhè ê sū, í-ki̍p lō͘-ni̍h só͘ tú-tio̍h it-chhè ê ûi-lân, kap Iâ-hô-hoa cháiⁿ-iūⁿ chín-kiù in, lóng pâi-lia̍t hō͘ i ê tiūⁿ-lâng thiaⁿ.","tghg":"摩西將耶和華為以色列的緣故對法老及埃及人所行一切的事，以及路裡所抵著(tú-tio̍h)一切的為難，及耶和華怎樣拯救𪜶，攏排列互伊的丈人聽。","bklhl":"摩西將耶和華為以色列ê緣故對法老kap埃及人所行一切ê事，以及路裡所tú-tio̍h一切ê為難，kap耶和華怎樣拯救in，lóng排列hō͘伊ê丈人聽。"}},{"book":"出","chapter":18,"verse":9,"versions":{"unv":"葉忒羅因耶和華待以色列的一切好處，就是拯救他們脫離埃及人的手，便甚歡喜。","bklcl":"Ia̍p-thek-lô in-ūi Iâ-hô-hoa khoán-thāi Í-sek-lia̍t lâng it-chhè ê hó-sū, kiù in thoat-lī Ai-ki̍p lâng ê chhiú, chiū chin hoaⁿ-hí.","tghg":"葉忒羅因為耶和華款待以色列人一切的好事，救𪜶脫離埃及人的手，就真歡喜。","bklhl":"Ia̍p-thek-lô因為耶和華款待以色列人一切ê好事，救in脫離埃及人ê手，就真歡喜。"}},{"book":"出","chapter":18,"verse":10,"versions":{"unv":"葉忒羅說：「耶和華是應當稱頌的；他救了你們脫離埃及人和法老的手，將這百姓從埃及人的手下救出來。","bklcl":"Ia̍p-thek-lô kóng, Iâ-hô-hoa sī eng-kai o-ló-ê, I kiù lín thoat-lī Ai-ki̍p lâng ê chhiú, iā thoat-lī Hoat-ló ê chhiú, kiù chit-ê peh-sìⁿ chhut Ai-ki̍p lâng ê chhiú-ē.","tghg":"葉忒羅講：「耶和華是應該謳咾者；伊救恁脫離埃及人的手，也脫離法老的手，救此個百姓出埃及人的手下。","bklhl":"Ia̍p-thek-lô講：耶和華是應該o-ló ê，伊救lín脫離埃及人ê手，也脫離法老ê手，救chit ê百姓出埃及人ê手下。"}},{"book":"出","chapter":18,"verse":11,"versions":{"unv":"我現今在埃及人向這百姓發狂傲的事上得知，耶和華比萬神都大。」","bklcl":"Taⁿ góa chai Iâ-hô-hoa pí chiah-ê siōng-tè khah-tōa, chiū-sī tùi in hiah-ê Ai-ki̍p lâng kiau-ngō͘ khoán-thāi chit-ê peh-sìⁿ ê sū.","tghg":"今我知耶和華比諸個上帝卡大，就是對𪜶許個埃及人驕傲款待此個百姓的事。」","bklhl":"Taⁿ我知耶和華比chiah ê上帝 khah大，就是對in hiah-ê埃及人驕傲款待chit ê百姓ê事。"}},{"book":"出","chapter":18,"verse":12,"versions":{"unv":"摩西的岳父葉忒羅把燔祭和平安祭獻給　神。亞倫和以色列的眾長老都來了，與摩西的岳父在　神面前吃飯。","bklcl":"Mô͘-se ê tiūⁿ-lâng, Ia̍p-thek-lô, chiong sio-chè kap pa̍t-hō ê chè, hiàn hō͘ Siōng-tè;  A-lûn kap Í-sek-lia̍t ê tiúⁿ-ló lóng lâi, kap Mô͘-se ê tiūⁿ-lâng saⁿ-kap chia̍h tī Siōng-tè ê bīn-chêng.","tghg":"摩西的丈人葉忒羅將燒祭及別號(pa̍t-hō)的祭獻互上帝。亞倫及以色列的長老攏來，及摩西的丈人相及食佇上帝的面前。","bklhl":"摩西ê丈人，Ia̍p-thek-lô，將燒祭kap別號ê祭，獻hō͘上帝；亞倫kap以色列ê長老lóng來，kap摩西ê丈人相kap食tī上帝ê面前。"}},{"book":"出","chapter":18,"verse":13,"versions":{"unv":"第二天，摩西坐著審判百姓，百姓從早到晚都站在摩西的左右。","bklcl":"Keh-ji̍t Mô͘-se chē-teh sím-phòaⁿ peh-sìⁿ;  peh-sìⁿ tùi chá-khí kàu ê-hng, lóng khiā-óa tī Mô͘-se ê sin-piⁿ.","tghg":"隔日，摩西坐啲審判百姓，百姓對早起到下昏攏徛倚(khiā-óa)佇摩西的身邊。","bklhl":"隔日摩西坐teh審判百姓；百姓tùi早起到ê-hng，lóng khiā-óa tī摩西ê身邊。"}},{"book":"出","chapter":18,"verse":14,"versions":{"unv":"摩西的岳父看見他向百姓所做的一切事，就說：「你向百姓做的是甚麼事呢？你為甚麼獨自坐著，眾百姓從早到晚都站在你的左右呢？」","bklcl":"Mô͘-se ê tiūⁿ-lâng khòaⁿ-kìⁿ i tùi peh-sìⁿ só͘ chòe it-chhè ê sū, chiū kóng, Lí tùi peh-sìⁿ chòe-ê sī sím-mi̍h sū ah?  lí siáⁿ-sū ka-kī chē-teh, chèng peh-sìⁿ tùi chá-khí kàu ê-hng lóng khiā tī lí ê sin-piⁿ ah?","tghg":"摩西的丈人看見伊對百姓所做一切的事，就講：「你對百姓做的是甚麼事啊？你啥事家己坐啲，眾百姓對早起到下昏攏徛佇你的身邊啊？」","bklhl":"摩西ê丈人看見伊對百姓所做一切ê事，就講：你對百姓做ê是甚麼事ah？你啥事家己坐teh，眾百姓tùi早起到ê-hng lóng khiā tī你ê身邊ah？"}},{"book":"出","chapter":18,"verse":15,"versions":{"unv":"摩西對岳父說：「這是因百姓到我這裡來求問　神。","bklcl":"Mô͘-se ìn i ê tiūⁿ-lâng kóng, Che sī in-ūi peh-sìⁿ kàu góa chia, lâi mn̄g Siōng-tè.","tghg":"摩西應伊的丈人講：「這是因為百姓到我遮，來問上帝。","bklhl":"摩西應伊ê丈人講：這是因為百姓到我chia，來問上帝。"}},{"book":"出","chapter":18,"verse":16,"versions":{"unv":"他們有事的時候就到我這裡來，我便在兩造之間施行審判；我又叫他們知道　神的律例和法度。」","bklcl":"In ū tāi-chì ê sî, chiū lâi góa chia, góa chiū tī in siang-pêng ê tiong-kan kā in phòaⁿ-toàn, hō͘ in chai Siōng-tè ê lu̍t-lē kap hoat-tō͘.","tghg":"𪜶有代誌的時就來我遮，我就佇𪜶雙旁的中間給𪜶判斷；互𪜶知上帝的律例及法度。」","bklhl":"In有tāi-chì ê時，就來我chia，我就tī in雙pêng ê中間kā in判斷，hō͘ in知上帝ê律例kap法度。"}},{"book":"出","chapter":18,"verse":17,"versions":{"unv":"摩西的岳父說：「你這做的不好。","bklcl":"Mô͘-se ê tiūⁿ-lâng tùi i kóng, Lí án-ni chòe m̄-hó.","tghg":"摩西的丈人對伊講：「你按呢做呣好。","bklhl":"摩西ê丈人對伊講，你án-ni做m̄好。"}},{"book":"出","chapter":18,"verse":18,"versions":{"unv":"你和這些百姓必都疲憊；因為這事太重，你獨自一人辦理不了。","bklcl":"Lí kap lí chiah-ê peh-sìⁿ ōe chin sńg-sin;  in-ūi chit-ê sū hō͘ lí siuⁿ tāng, lí ka-kī chi̍t-lâng chòe-bōe-lâi.","tghg":"你及你諸個百姓會真損身；因為此個事互你甚重，你家己一人做𣍐來。","bklhl":"你kap你chiah ê百姓會真損身；因為chit ê事hō͘你siuⁿ重，你家己一人做bōe來。"}},{"book":"出","chapter":18,"verse":19,"versions":{"unv":"現在你要聽我的話。我為你出個主意，願　神與你同在。你要替百姓到　神面前，將案件奏告　神；","bklcl":"Taⁿ lí tio̍h thiaⁿ góa ê ōe, góa thòe lí phah-sǹg, goān Siōng-tè kap lí tī-teh;  lí tio̍h thòe peh-sìⁿ kàu Siōng-tè bīn-chêng, chiong àn-kiāⁿ chhéng-mn̄g Siōng-tè;","tghg":"今你著聽我的話。我替你拍算，願上帝及你佇啲。你著替百姓到上帝面前，將案件請問上帝；","bklhl":"Taⁿ你tio̍h聽我ê話，我替你phah算，願上帝kap你tī-teh；你tio̍h替百姓到上帝面前，將案件請問上帝；"}},{"book":"出","chapter":18,"verse":20,"versions":{"unv":"又要將律例和法度教訓他們，指示他們當行的道，當做的事；","bklcl":"koh tio̍h chiong lu̍t-lē kap hoat-tō͘ kà-sī in, chí-sī in só͘ tio̍h kiâⁿ ê lō͘, só͘ tio̍h chòe ê sū.","tghg":"閣著將律例及法度教示𪜶，指示𪜶所著行的路，所著做的事；","bklhl":"koh tio̍h將律例kap法度教示in，指示in所tio̍h行ê路，所tio̍h做ê事。"}},{"book":"出","chapter":18,"verse":21,"versions":{"unv":"並要從百姓中揀選有才能的人，就是敬畏　神、誠實無妄、恨不義之財的人，派他們作千夫長、百夫長、五十夫長、十夫長，管理百姓，","bklcl":"Iā tio̍h tùi peh-sìⁿ ê tiong-kan, kéng ū châi-lêng ê lâng, chiū-sī kèng-ùi Siōng-tè, sêng-si̍t bô lām-sám, oàn-hūn put-gī ê chîⁿ, hit-hō lâng, siat-li̍p in chòe peh-sìⁿ ê sī-tōa, ū-ê koán chi̍t chheng lâng, ū-ê koán chi̍t-pah lâng, ū-ê koán gō͘-cha̍p lâng, ū-ê koán cha̍p-lâng;","tghg":"也著對百姓的中間揀有才能的人，就是敬畏上帝、誠實無濫糝、怨恨不義的錢彼號人，設立𪜶做百姓的序大，有的管一千人、有的管一百人、有的管五十人、有的管十人，","bklhl":"也tio̍h tùi百姓ê中間，揀有才能ê人，就是敬畏上帝，誠實無lām-sám，怨恨不義ê錢，hit號人，設立in做百姓ê序大，有ê管一千人，有ê管一百人，有ê管五十人，有ê管十人；"}},{"book":"出","chapter":18,"verse":22,"versions":{"unv":"叫他們隨時審判百姓，大事都要呈到你這裡，小事他們自己可以審判。這樣，你就輕省些，他們也可以同當此任。","bklcl":"hō͘ in chiàu-sî sím-phòaⁿ peh-sìⁿ;  tōa-sū tio̍h hō͘ in kàu lí chia, sió-sū in thang ka-kī sím-phòaⁿ;  án-ni lí chiū khah kiám-khin, in iā thang kap lí saⁿ-kap tam-tng.","tghg":"互𪜶照時審判百姓，大事著互𪜶到你遮，小事𪜶通家己審判。按呢，你就卡減輕，𪜶也通及你相及擔當。","bklhl":"hō͘ in照時審判百姓；大事tio̍h hō͘ in 到你chia，小事in thang家己審判；án-ni你就khah減輕，in也thang kap你相kap擔當。"}},{"book":"出","chapter":18,"verse":23,"versions":{"unv":"你若這樣行，　神也這樣吩咐你，你就能受得住，這百姓也都平平安安歸回他們的住處。」","bklcl":"Lí nā án-ni kiâⁿ, Siōng-tè iā án-ni hoan-hù lí, lí chiū chih-chài ōe-tiâu, chiah-ê peh-sìⁿ iā thang an-jiân kàu i ê só͘-chāi.","tghg":"你若按呢行，上帝也按呢吩咐你，你就接載會住，諸個百姓也通安然到伊的所在。」","bklhl":"你若án-ni行，上帝也án-ni吩咐你，你就chih-chài ōe-tiâu，chiah ê百姓也thang安然到伊ê所在。"}},{"book":"出","chapter":18,"verse":24,"versions":{"unv":"於是，摩西聽從他岳父的話，按著他所說的去行。","bklcl":"Tùi án-ni Mô͘-se thiaⁿ-thàn i ê tiūⁿ-lâng ê ōe, lóng chiàu i só͘ kóng-ê khì kiâⁿ.","tghg":"對按呢，摩西聽趁伊的丈人的話，攏照伊所講的去行。","bklhl":"Tùi án-ni，摩西聽thàn伊ê丈人ê話，lóng照伊所講ê去行。"}},{"book":"出","chapter":18,"verse":25,"versions":{"unv":"摩西從以色列人中揀選了有才能的人，立他們為百姓的首領，作千夫長、百夫長、五十夫長、十夫長。","bklcl":"Mô͘-se tùi Í-sek-lia̍t lâng tiong-kan kéng ū châi-lêng ê lâng, siat-li̍p in chòe peh-sìⁿ ê sī-tōa, ū-ê koán chi̍t-chheng lâng, ū-ê koán chi̍t-pah lâng, ū-ê koán gō͘-cha̍p lâng, ū-ê koán cha̍p-lâng;","tghg":"摩西對以色列人中間揀有才能的人，設立𪜶做百姓的序大，有的管一千人、有的管一百人、有的管五十人、有的管十人。","bklhl":"摩西tùi以色列人中間揀有才能ê人，設立in做百姓ê序大，有ê管一千人，有ê管一百人，有ê管五十人，有ê管十人；"}},{"book":"出","chapter":18,"verse":26,"versions":{"unv":"他們隨時審判百姓，有難斷的案件就呈到摩西那裡，但各樣小事他們自己審判。","bklcl":"in chiàu-sî sím-phòaⁿ peh-sìⁿ, ū oh-tit ê àn-kiāⁿ chiū kàu Mô͘-se hia;  nā-sī ta̍k-hāng sió-sū, in chiū ka-kī sím-phòaⁿ.","tghg":"𪜶照時審判百姓，有僫(oh)得的案件就到摩西遐，若是逐項小事𪜶就家己審判。","bklhl":"in照時審判百姓，有oh得ê案件就到摩西hia；若是ta̍k項小事，in就家己審判。"}},{"book":"出","chapter":18,"verse":27,"versions":{"unv":"此後，摩西讓他的岳父去，他就往本地去了。","bklcl":"Āu-lâi Mô͘-se sàng i ê tiūⁿ-lâng khí-sin, i chiū tò-khì pún só͘-chāi.","tghg":"後來，摩西送伊的丈人起身，伊就倒去本所在。","bklhl":"後來摩西送伊ê丈人起身，伊就tò去本所在。"}}]