[{"book":"出","chapter":30,"verse":1,"versions":{"unv":"「你要用皂莢木做一座燒香的壇。","bklcl":"Lí tio̍h chòe chi̍t chō tôaⁿ, thang sio hiuⁿ;  ēng chō-kiap-chhâ chòe i;","tghg":"「你著做一座壇通燒香用皂莢柴(chō-kiap-chhâ)做伊。","bklhl":"你tio̍h做一座壇，thang燒香；用皂莢柴做伊；"}},{"book":"出","chapter":30,"verse":2,"versions":{"unv":"這壇要四方的，長一肘，寬一肘，高二肘；壇的四角要與壇接連一塊。","bklcl":"tn̂g chi̍t tiú, khoah chi̍t tiú, khoán-sit sù-hong-ê;  koâiⁿ nn̄g tiú; i hiah-ê kak tio̍h kap tôaⁿ liân chòe chi̍t-tè.","tghg":"長一肘，闊一肘(tiú)，款式四方的，高二肘(tiú)；伊許個角著及壇連做一塊。","bklhl":"長一肘，闊一肘，款式四方ê；高兩肘；伊hiah-ê角tio̍h kap壇連做一塊。"}},{"book":"出","chapter":30,"verse":3,"versions":{"unv":"要用精金把壇的上面與壇的四圍，並壇的四角，包裹；又要在壇的四圍鑲上金牙邊。","bklcl":"Tôaⁿ kap i ê téng-bīn, kap i ê sì-ûi, kap i hiah-ê kak, lóng ēng hó-kim pau-i;  iā tio̍h tī i ê sì-ûi khí kim-sòaⁿ.","tghg":"壇及伊的頂面及伊的四圍，及伊許個角，攏用好金包伊；也著佇伊的四圍齒金線。","bklhl":"壇kap伊ê頂面，kap伊ê四圍，kap伊hiah-ê角，lóng用好金包伊；也tio̍h tī伊ê四圍齒金線。"}},{"book":"出","chapter":30,"verse":4,"versions":{"unv":"要做兩個金環安在牙子邊以下，在壇的兩旁，兩根橫撐上，作為穿槓的用處，以便抬壇。","bklcl":"Lí tio̍h chòe nn̄g ê kim-khoân an tī khí-sòaⁿ ê ē-bīn, tio̍h chòe tī tôaⁿ ê siang-pêng, nn̄g ki hoâiⁿ-koaiⁿ ê téng-bīn, chiah-ê khoân tio̍h chòe chhng-kǹg ê lō͘-ēng, thang kng tôaⁿ.","tghg":"你著做二個金環安佇齒線的下面，著做佇壇的雙旁，二支橫杆的頂面，諸個環著做串槓的路用，通扛壇。","bklhl":"你tio̍h做兩個金環安tī齒線ê下面，tio̍h做tī壇ê雙pêng，兩支橫桿ê頂面，chiah ê環tio̍h做穿kǹg ê路用，thang扛壇。"}},{"book":"出","chapter":30,"verse":5,"versions":{"unv":"要用皂莢木做槓，用金包裹。","bklcl":"Tio̍h ēng chō-kiap-chhâ chòe kǹg, ēng kim pau in.","tghg":"著用皂莢柴(chō-kiap-chhâ)做槓(kǹg)，用金包𪜶。","bklhl":"Tio̍h用皂莢柴做kǹg，用金包in。"}},{"book":"出","chapter":30,"verse":6,"versions":{"unv":"要把壇放在法櫃前的幔子外，對著法櫃上的施恩座，就是我要與你相會的地方。","bklcl":"Lí tio̍h ēng tôaⁿ hē tī óa-kūn hoat-kūi ê tiùⁿ-lî-chêng, tī hoat-kūi téng si-un-só͘ ê thâu-chêng, chiū-sī Góa beh kap lí siong-hōe ê só͘-chāi.","tghg":"你著用壇下佇倚近法櫃的帳簾前，佇法櫃頂施恩所的頭前，就是我欲及你相會的所在。","bklhl":"你tio̍h用壇hē tī óa近法櫃ê帳籬前，tī法櫃頂施恩所ê頭前，就是我beh kap你相會ê所在。"}},{"book":"出","chapter":30,"verse":7,"versions":{"unv":"亞倫在壇上要燒馨香料做的香；每早晨他收拾燈的時候，要燒這香。","bklcl":"A-lûn tī tôaⁿ-téng tio̍h sio phang-liāu só͘ chòe ê hiuⁿ;  ta̍k chá-khí i chéng-tùn teng ê sî tio̍h sio i.","tghg":"亞倫佇壇頂著燒芳料所做的香；逐早起伊整頓燈的時，著燒伊。","bklhl":"亞倫tī壇頂tio̍h燒芳料所做ê香；ta̍k早起伊整頓燈ê時tio̍h燒伊。"}},{"book":"出","chapter":30,"verse":8,"versions":{"unv":"黃昏點燈的時候，他要在耶和華面前燒這香，作為世世代代常燒的香。","bklcl":"Kàu hông-hun A-lûn tiám-teng ê sî, iā tio̍h sio i;  sī chòe lín ta̍k sè-tāi siông-siông sio ê hiuⁿ tī Iâ-hô-hoa ê bīn-chêng.","tghg":"到黃昏亞倫點燈的時，也著燒伊，是做恁逐世代常常燒的香，佇耶和華的面前。","bklhl":"到黃昏亞倫點燈ê時，也tio̍h燒伊；是做lín ta̍k世代常常燒ê香tī耶和華ê面前。"}},{"book":"出","chapter":30,"verse":9,"versions":{"unv":"在這壇上不可奉上異樣的香，不可獻燔祭、素祭，也不可澆上奠祭。","bklcl":"Tī chit-ê tôaⁿ-téng m̄-thang hiàn pa̍t-hō ê hiuⁿ;  iā m̄-thang hiàn sio-chè kap sò͘-chè;  iā m̄-thang koàn-tiān tī i ê téng-bīn.","tghg":"佇此個壇頂呣通獻別號的香，也呣通獻燒祭及素祭，也呣通灌奠(koàn-tiān)佇伊的頂面。","bklhl":"Tī chit ê壇頂m̄-thang獻別號ê香；也m̄-thang獻燒祭kap素祭；也m̄-thang灌奠tī伊ê頂面。"}},{"book":"出","chapter":30,"verse":10,"versions":{"unv":"亞倫一年一次要在壇的角上行贖罪之禮。他一年一次要用贖罪祭牲的血在壇上行贖罪之禮，作為世世代代的定例。這壇在耶和華面前為至聖。」","bklcl":"A-lûn tio̍h chi̍t-nî chi̍t-pái tī tôaⁿ-téng ê kak sio̍k-chōe;  i chi̍t-nî chi̍t-pái tio̍h ēng sio̍k-chōe-chè ê huih tī tôaⁿ-téng sio̍k-chōe;  ta̍k sè-tāi tio̍h án-ni;  chit-ê tôaⁿ tī Iâ-hô-hoa ê bīn-chêng chòe chì-sèng.","tghg":"亞倫著一年一擺佇壇頂的角贖罪。伊一年一擺著用贖罪祭的血佇壇頂贖罪，逐世代著按呢。此個壇佇耶和華的面前做至聖。」","bklhl":"亞倫tio̍h一年一pái tī壇頂ê角贖罪；伊一年一pái tio̍h用贖罪祭ê血tī壇頂贖罪；ta̍k世代tio̍h án-ni；chit ê壇tī耶和華ê面前做至聖。"}},{"book":"出","chapter":30,"verse":11,"versions":{"unv":"耶和華曉諭摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"出","chapter":30,"verse":12,"versions":{"unv":"「你要按以色列人被數的，計算總數，你數的時候，他們各人要為自己的生命把贖價奉給耶和華，免得數的時候在他們中間有災殃。","bklcl":"Lí sǹg Í-sek-lia̍t lâng ê lâng-gia̍h, chiàu in tiong-kan só͘ chiūⁿ-sǹg-ê, lí sǹg in ê sî, in ta̍k-lâng tio̍h ūi-tio̍h ka-kī ê sìⁿ-miā ēng sio̍k-hôe ê kè-chîⁿ hiàn hō͘ Iâ-hô-hoa;  bián-tit lí sǹg in ê sî, tī in tiong-kan ū chai-ē.","tghg":"「你算以色列人的人額，照𪜶中間所上算者，你算𪜶的時，𪜶逐人著為著家己的生命用贖回的價錢獻互耶和華，免得你算𪜶的時佇𪜶中間有災禍。","bklhl":"你算以色列人ê人額，照in中間所上算ê，你算in ê時，in ta̍k人tio̍h為tio̍h家己ê性命用贖回ê價錢獻hō͘耶和華；免得你算in ê時，tī in中間有災禍。"}},{"book":"出","chapter":30,"verse":13,"versions":{"unv":"凡過去歸那些被數之人的，每人要按聖所的平，拿銀子半舍客勒；這半舍客勒是奉給耶和華的禮物（一舍客勒是二十季拉）。","bklcl":"Kìⁿ-nā kè-khì, kui tī hiah-ê chiūⁿ-sǹg-ê, ta̍k-lâng tio̍h chiàu sèng-só͘ ê phêng the̍h-chhut pòaⁿ sià-khek-le̍k ê gûn;  chit pòaⁿ sià-khek-le̍k sī hiàn hō͘ Iâ-hô-hoa ê;  chi̍t sià-khek-le̍k sī jī-cha̍p ê kùi-la̍h.","tghg":"見若過去歸佇許個上算(chiūⁿ-sǹg)者，逐人著照聖所的秤(phêng)，提出半舍客勒(pòaⁿ-sià-khek-le̍k)的銀；此半舍客勒是獻互耶和華的（一舍客勒是二十個季拉(kùi-la̍h)）。","bklhl":"見若過去，歸tī hiah-ê上算ê，ta̍k人tio̍h照聖所ê phêng the̍h出半sià-khek-le̍k ê銀；chit半sià-khek-le̍k是獻hō͘耶和華ê；一sià-khek-le̍k是二十個kùi-la̍h。"}},{"book":"出","chapter":30,"verse":14,"versions":{"unv":"凡過去歸那些被數的人，從二十歲以外的，要將這禮物奉給耶和華。","bklcl":"Kìⁿ-nā kè-khì kui tī hiah-ê chiūⁿ-sǹg-ê, tùi jī-cha̍p hè í-chiūⁿ ê, tio̍h chiong chit-ê hiàn hō͘ Iâ-hô-hoa.","tghg":"見若過去歸佇許個上算者，對二十歲以上的，著將此個獻互耶和華。","bklhl":"見若過去歸tī hiah-ê上算ê，tùi二十歲以上ê，tio̍h將chit ê獻hō͘耶和華。"}},{"book":"出","chapter":30,"verse":15,"versions":{"unv":"他們為贖生命將禮物奉給耶和華，富足的不可多出，貧窮的也不可少出，各人要出半舍客勒。","bklcl":"Ūi-tio̍h sio̍k-hôe lín ê sìⁿ-miā chiong chit-ê hiàn hō͘ Iâ-hô-hoa ê sî, hó-gia̍h lâng m̄-thang chhut khah-chōe, sòng-hiong lâng iā m̄-thang chhut khah-chió;  ta̍k-lâng chún-chún chhut pòaⁿ sià-khek-le̍k.","tghg":"為著贖回恁的生命將此個獻互耶和華的時，好額人呣通出卡多，喪鄉人也呣通出卡少，逐人準準出半舍客勒。","bklhl":"為tio̍h贖回lín ê性命將chit ê獻hō͘耶和華ê時，好額人m̄-thang出khah-chōe，sòng-hiong人也m̄-thang出khah少；ta̍k人準準出半sià-khek-le̍k。"}},{"book":"出","chapter":30,"verse":16,"versions":{"unv":"你要從以色列人收這贖罪銀，作為會幕的使用，可以在耶和華面前為以色列人作紀念，贖生命。」","bklcl":"Lí tio̍h tùi Í-sek-lia̍t lâng siu chit-ê sio̍k-hôe ê gûn, chòe hōe-bō͘ ê lō͘-ēng;  thang tī Iâ-hô-hoa ê bīn-chêng, ūi Í-sek-lia̍t lâng chòe kì-liām, lâi sio̍k-hôe lín ê sìⁿ-miā.","tghg":"你著對以色列人收此個贖回的銀，做會幕的路用，通佇耶和華的面前為以色列人做紀念，來贖回恁的生命。」","bklhl":"你tio̍h tùi以色列人收chit ê贖回ê銀，做會幕ê路用；thang tī耶和華ê面前，為以色列人做記念，來贖回lín ê性命。"}},{"book":"出","chapter":30,"verse":17,"versions":{"unv":"耶和華曉諭摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"出","chapter":30,"verse":18,"versions":{"unv":"「你要用銅做洗濯盆和盆座，以便洗濯。要將盆放在會幕和壇的中間，在盆裡盛水。","bklcl":"Lí tio̍h ēng tâng chòe sóe-tn̄g ê phûn, i ê chō iā tio̍h ēng tâng chòe, thang ēng i sóe-tn̄g;  tio̍h hē i tī hōe-bō͘ kap tôaⁿ ê tiong-kan;  lāi-bīn tio̍h tóe chúi.","tghg":"「你著用銅做洗盪(sóe-tn̄g)的盆(phûn)，伊的座也著用銅做通用伊洗盪。著下伊佇會幕及壇的中間，內面著貯(tóe)水。","bklhl":"你tio̍h用銅做洗盪ê盆，伊ê座也tio̍h用銅做，thang用伊洗盪；tio̍h hē伊tī會幕kap壇ê中間；內面tio̍h貯水。"}},{"book":"出","chapter":30,"verse":19,"versions":{"unv":"亞倫和他的兒子要在這盆裡洗手洗腳。","bklcl":"A-lûn kap i ê kiáⁿ beh tī-hia sóe in ê chhiú, in ê kha.","tghg":"亞倫及伊的子欲佇遐洗𪜶的手𪜶的腳。","bklhl":"亞倫kap伊ê kiáⁿ beh tī-hia洗in ê手，in ê腳。"}},{"book":"出","chapter":30,"verse":20,"versions":{"unv":"他們進會幕，或是就近壇前供職給耶和華獻火祭的時候，必用水洗濯，免得死亡。","bklcl":"In ji̍p hōe-bō͘, á-sī chiū-kūn tôaⁿ-chêng ho̍k-sāi, ēng hé sio-chè ho̍k-sāi Iâ-hô-hoa ê sî, tio̍h ēng chúi sóe, bián-tit sí-bô.","tghg":"𪜶入會幕，抑是就近壇前服事用火燒祭服事耶和華的時，著用水洗，免得死無。","bklhl":"In入會幕，á是就近壇前服事，用火燒祭服事耶和華ê時，tio̍h用水洗，免得死無。"}},{"book":"出","chapter":30,"verse":21,"versions":{"unv":"他們洗手洗腳就免得死亡。這要作亞倫和他後裔世世代代永遠的定例。」","bklcl":"In tio̍h án-ni sóe-chhiú sóe-kha, bián-tit sí-bô;  che sī chòe in tiāⁿ-tio̍h ê lē, chiū-sī chòe i kap i ê hō͘-è ta̍k sè-tāi éng-oán ê lē.","tghg":"𪜶著按呢洗手洗腳免得死無。這是做𪜶定著的例就是做伊及伊的後裔逐世代永遠的例。」","bklhl":"In tio̍h án-ni洗手洗腳，免得死無；這是做in定tio̍h ê例，就是做伊kap伊ê後裔ta̍k世代永遠ê例。"}},{"book":"出","chapter":30,"verse":22,"versions":{"unv":"耶和華曉諭摩西說：","bklcl":"Iâ-hô-hoa koh hoan-hù Mô͘-se kóng,","tghg":"耶和華閣吩咐摩西講：","bklhl":"耶和華koh吩咐摩西講："}},{"book":"出","chapter":30,"verse":23,"versions":{"unv":"「你要取上品的香料，就是流質的沒藥五百舍客勒，香肉桂一半，就是二百五十舍客勒，菖蒲二百五十舍客勒，","bklcl":"Lí tio̍h chhú siōng-phín ê hiuⁿ-liāu, chiū-sī choan ê bu̍t-io̍h, gō͘-pah sià-khek-le̍k, phang ê jio̍k-kùi chi̍t-pòaⁿ, chiū-sī nn̄g-pah gō͘-cha̍p, phang ê chhiong-pô͘ nn̄g-pah gō͘-cha̍p,","tghg":"「你著取上品的香料，就是專的沒藥五百舍客勒，芳的肉桂一半，就是二百五十，芳的菖蒲(chhiong-pô͘)二百五十，","bklhl":"你tio̍h取上品ê香料，就是專ê沒藥，五百sià-khek-le̍k，芳ê肉桂一半，就是兩百五十，芳ê菖蒲(chhiong-pô͘)兩百五十，"}},{"book":"出","chapter":30,"verse":24,"versions":{"unv":"桂皮五百舍客勒，都按著聖所的平，又取橄欖油一欣，","bklcl":"tîm-hiuⁿ gō͘-pah, lóng chiàu sèng-só͘ ê phêng, kap kaⁿ-ná-iû chi̍t-him.","tghg":"沈香(tîm-hiuⁿ)五百，攏照聖所的秤(phêng)，及橄欖油一欣(chi̍t-him)，","bklhl":"沉香五百，lóng照聖所ê秤(phêng)，kap橄欖油一him。"}},{"book":"出","chapter":30,"verse":25,"versions":{"unv":"按做香之法調和做成聖膏油。","bklcl":"Lí tio̍h ēng i chòe thang boah ê sèng-iû, chiū-sī chiàu chòe phang-bī ê hoat tiau-hô i;  sī beh chòe thang boah ê sèng-iû.","tghg":"你著用伊做通抹的聖油就是照做芳味(phang-bī)的法調和伊，是欲做通抹的聖油。","bklhl":"你tio̍h用伊做thang抹ê聖油，就是照做芳味ê法調和伊；是beh做thang抹ê聖油。"}},{"book":"出","chapter":30,"verse":26,"versions":{"unv":"要用這膏油抹會幕和法櫃，","bklcl":"Tio̍h ēng chit-ê iû boah hōe-bō͘ kap hoat-kūi,","tghg":"著用此個油抹會幕及法櫃，","bklhl":"Tio̍h用chit ê油抹會幕kap法櫃，"}},{"book":"出","chapter":30,"verse":27,"versions":{"unv":"桌子與桌子的一切器具，燈臺和燈臺的器具，並香壇、","bklcl":"toh kap toh-téng it-chhè ê khì-kū, teng-tâi kap teng-tâi ê khì-kū, í-ki̍p hiuⁿ-tôaⁿ,","tghg":"桌及桌頂一切的器具，燈台及燈台的器具，以及香壇、","bklhl":"桌kap桌頂一切ê器具，燈台kap燈台ê器具，以及香壇，"}},{"book":"出","chapter":30,"verse":28,"versions":{"unv":"燔祭壇，和壇的一切器具，洗濯盆和盆座。","bklcl":"sio-chè ê tôaⁿ kap i it-chhè ê khì-kū, sóe-tn̄g ê phûn kap i ê chō.","tghg":"燒祭的壇，及伊一切的器具，洗盪(sóe-tn̄g)的盆(phûn)及伊的座(chō)。","bklhl":"燒祭ê壇kap伊一切ê器具，洗盪 ê盆kap伊ê 座。"}},{"book":"出","chapter":30,"verse":29,"versions":{"unv":"要使這些物成為聖，好成為至聖；凡挨著的都成為聖。","bklcl":"Lí tio̍h hō͘ in chòe-sèng, hō͘ in chiâⁿ-chòe chì-sèng;  kìⁿ-nā bong-tio̍h i-ê lóng hun-piat chòe-sèng.","tghg":"你著互𪜶做聖，互𪜶成做至聖；見若摸著伊的攏分別做聖。","bklhl":"你tio̍h hō͘ in做聖，hō͘ in成做至聖；見若摸tio̍h伊ê lóng分別做聖。"}},{"book":"出","chapter":30,"verse":30,"versions":{"unv":"要膏亞倫和他的兒子，使他們成為聖，可以給我供祭司的職分。","bklcl":"Lí tio̍h ēng iû boah A-lûn kap i hiah-ê kiáⁿ, hō͘ in chòe-sèng, thang chòe chè-si lâi ho̍k-sāi Góa.","tghg":"你著用油抹亞倫及伊許個子，互𪜶做聖，通做祭司來服事我。","bklhl":"你tio̍h用油抹亞倫kap伊hiah-ê kiáⁿ，hō͘ in做聖，thang做祭司來服事我。"}},{"book":"出","chapter":30,"verse":31,"versions":{"unv":"你要對以色列人說：『這油，我要世世代代以為聖膏油。","bklcl":"Lí tio̍h kā Í-sek-lia̍t lâng kóng, Chit-ê iû beh chòe Góa ê sèng-iû, chòe boah ê lō͘-ēng, kàu lín ta̍k sè-tāi.","tghg":"你著給以色列人講：『此個油，欲做我的聖油做抹的路用到恁逐世代。","bklhl":"你tio̍h kā以色列人講：chit ê油 beh做我ê聖油，做抹ê路用，到lín ta̍k世代。"}},{"book":"出","chapter":30,"verse":32,"versions":{"unv":"不可倒在別人的身上，也不可按這調和之法做與此相似的。這膏油是聖的，你們也要以為聖。","bklcl":"M̄-thang tò tī lâng ê seng-khu, iā m̄-thang chiàu chit-ê tiau-hô ê hoat chòe kap chi̍t-ê saⁿ chhin-chhiūⁿ ê;  chit-ê iû sī sèng, lín iā tio̍h lia̍h i chòe-sèng.","tghg":"呣通倒佇人的身軀，也呣通照此個調和的法做及此個相親像的。此個油是聖，恁也著掠伊做聖。","bklhl":"M̄-thang tò tī人ê身軀，也m̄-thang照chit ê調和ê法做kap一个相親像ê；chit ê油是聖，lín也tio̍h掠伊做聖。"}},{"book":"出","chapter":30,"verse":33,"versions":{"unv":"凡調和與此相似的，或將這膏膏在別人身上的，這人要從民中剪除。』」","bklcl":"Kìⁿ-nā tiau-hô kap chit-ê saⁿ chhin-chhiūⁿ, á-sī ēng i boah tī gōa-lâng ê seng-khu ê, beh tùi i ê peh-sìⁿ ê tiong-kan siū chián-tû.","tghg":"見若調和及此個相親像，抑是用伊抹佇外人的身軀的，欲對伊的百姓的中間受剪除。』」","bklhl":"見若調和kap chit ê相親像，á是用伊抹tī外人ê身軀ê，beh tùi伊ê百姓ê中間受剪除。"}},{"book":"出","chapter":30,"verse":34,"versions":{"unv":"耶和華吩咐摩西說：「你要取馨香的香料，就是拿他弗、施喜列、喜利比拿；這馨香的香料和淨乳香各樣要一般大的分量。","bklcl":"Iâ-hô-hoa tùi Mô͘-se kóng, Lí tio̍h chhú phang ê hiuⁿ-liāu, chiū-sī ná-ta̍t, tí-hê-le̍k, hek-pī-ná;  chiah-ê phang-phang ê hiuⁿ-liāu, kap chheng ê jú-hiuⁿ, ta̍k-iūⁿ chhìn pîⁿ-tāng;","tghg":"耶和華對摩西講：「你著取芳(phang)的香料(hiuⁿ-liāu)，就是哪噠(ná-ta̍t)、柢茴力(tí-hê-le̍k)、赫比拿(hek-pī-ná)；諸個芳芳的香料及清的乳香(jú-hiuⁿ)逐樣秤平重(chhìn-pîⁿ-tāng)。","bklhl":"耶和華對摩西講：你tio̍h取芳ê香料，就是ná-ta̍t、tí-hê-le̍k、hek-pī-ná；chiah ê芳芳ê香料，kap清ê乳香，ta̍k樣秤(chhìn)平重；"}},{"book":"出","chapter":30,"verse":35,"versions":{"unv":"你要用這些加上鹽，按做香之法做成清淨聖潔的香。","bklcl":"lí tio̍h ēng chiah-ê chòe hiuⁿ, chiàu chòe phang-bī ê hoat lâi chòe phang-liāu, ēng iâm tiau-hô, hō͘ i chheng-khì koh sèng;","tghg":"你著用諸個做香，照做芳味的法來做芳料用鹽調和，互伊清氣閣聖。","bklhl":"你tio̍h用chiah ê做香，照做芳味ê法來做芳料，用鹽調和，hō͘伊清氣koh聖；"}},{"book":"出","chapter":30,"verse":36,"versions":{"unv":"這香要取點搗得極細，放在會幕內、法櫃前，我要在那裡與你相會。你們要以這香為至聖。","bklcl":"chit-ê hiuⁿ lí tio̍h the̍h tām-po̍h, cheng hō͘ i chin iù, hē tī hōe-bō͘-lāi hoat-kūi chêng;  Góa beh tī-hia kap lí siong-hōe;  lín tio̍h lia̍h i chòe chì-sèng.","tghg":"此個香你著提淡薄，舂互伊真幼，下佇會幕內、法櫃前，我欲佇遐及你相會。恁著掠伊做至聖。","bklhl":"chit ê香你tio̍h the̍h淡薄，舂hō͘伊真幼，hē tī會幕內法櫃前；我beh tī-hia kap你相會；lín tio̍h掠伊做至聖。"}},{"book":"出","chapter":30,"verse":37,"versions":{"unv":"你們不可按這調和之法為自己做香；要以這香為聖，歸耶和華。","bklcl":"Lín só͘ chòe ê hiuⁿ m̄-thang chiàu chit-ê tiau-hô ê hoat, ūi-tio̍h ka-kī lâi chòe;  lín tio̍h lia̍h i chòe-sèng, kui tī Iâ-hô-hoa.","tghg":"恁所做的香呣通照此個調和的法為著家己來做；恁著掠伊做聖，歸佇耶和華。","bklhl":"Lín所做ê香m̄-thang照chit ê調和ê法，為tio̍h家己來做；lín tio̍h掠伊做聖，歸tī耶和華。"}},{"book":"出","chapter":30,"verse":38,"versions":{"unv":"凡做香和這香一樣，為要聞香味的，這人要從民中剪除。」","bklcl":"Kìⁿ-nā chòe chhin-chhiūⁿ chit-khoán ê hiuⁿ, ài beh phīⁿ-phang ê, beh tùi i ê peh-sìⁿ-tiong siū chián-tû.","tghg":"見若做親像此款的香(hiuⁿ)，愛欲鼻芳的，欲對伊的百姓中受剪除(chián-tû)。」","bklhl":"見若做親像chit款ê香，ài beh phīⁿ芳ê，beh tùi伊ê百姓中受剪除。"}}]