[{"book":"出","chapter":26,"verse":1,"versions":{"unv":"「你要用十幅幔子做帳幕。這些幔子要用撚的細麻和藍色、紫色、朱紅色線製造，並用巧匠的手工繡上基路伯。","bklcl":"Lí chòe hōe-bō͘ tio̍h ēng cha̍p-pak ê tiùⁿ;  chiah-ê tiùⁿ sī ēng kè-pháng ê iù-tōe, kap lâm-sek, chí-sek, chu-âng-sek ê liāu, iā ēng kî-khiáu ê kang chit-chiâⁿ ki-lō͘-peng, lâi chòe-ê.","tghg":"「你做會幕著用十幅的帳(tiùⁿ)。諸個帳是用過紡(kè-pháng)的幼苧及藍色、紫色、朱紅色的料，也用奇巧的工織成𠼻𡀔兵來做的。","bklhl":"你做會幕tio̍h用十幅ê帳；chiah ê帳是用過紡ê幼苧，kap藍色、紫色、朱紅色ê料，也用奇巧ê工織成ki-lō͘-peng，來做ê。"}},{"book":"出","chapter":26,"verse":2,"versions":{"unv":"每幅幔子要長二十八肘，寬四肘，幔子都要一樣的尺寸。","bklcl":"Múi pak tiùⁿ tio̍h tn̂g jī-cha̍p poeh tiú, khoah sì-tiú;  tiùⁿ lóng tio̍h chi̍t-iūⁿ ê chhùn-chhioh.","tghg":"每幅帳著長二十八肘，闊四肘，帳攏著一樣的寸尺。","bklhl":"每幅帳tio̍h長二十八肘，闊四肘；帳lóng tio̍h一樣ê寸尺。"}},{"book":"出","chapter":26,"verse":3,"versions":{"unv":"這五幅幔子要幅幅相連；那五幅幔子也要幅幅相連。","bklcl":"Chit gō͘ pak tiùⁿ tio̍h ta̍k-pak saⁿ-liân;  hit gō͘ pak tiùⁿ iā tio̍h ta̍k-pak saⁿ-liân.","tghg":"此五幅帳著逐幅相連；彼五幅帳也著逐幅相連。","bklhl":"Chit五幅帳tio̍h ta̍k幅相連；hit 五幅帳也tio̍h ta̍k幅相連。"}},{"book":"出","chapter":26,"verse":4,"versions":{"unv":"在這相連的幔子末幅邊上要做藍色的鈕扣；在那相連的幔子末幅邊上也要照樣做。","bklcl":"Tī chit-ê saⁿ-liân ê tiùⁿ, lō͘-bé pak ê piⁿ-á, tio̍h chòe lâm-sek ê liú-phàn;  tī hit-ê saⁿ-liân ê tiùⁿ, lō͘-bé pak ê piⁿ-á, ia̍h tio̍h án-ni chòe.","tghg":"佇此個相連的帳路尾幅的邊仔著做藍色的紐襻(liú-phàn)；佇彼個相連的帳(tiùⁿ)路尾幅的邊仔亦著按呢做。","bklhl":"Tī chit ê相連ê帳，路尾幅ê邊á，tio̍h做藍色ê 鈕phàn；tī hit ê相連ê帳，路尾幅ê邊á，亦tio̍h án-ni做。"}},{"book":"出","chapter":26,"verse":5,"versions":{"unv":"要在這相連的幔子上做五十個鈕扣；在那相連的幔子上也做五十個鈕扣，都要兩兩相對。","bklcl":"Lí tī chit-niá tiùⁿ chòe gō͘-cha̍p ê liú-phàn;  koh tī tē-jī niá tiùⁿ, saⁿ-liân ê piⁿ-á, iā chòe gō͘-cha̍p ê liú-phàn; liú-phàn lóng tio̍h nn̄g-ê nn̄g-ê saⁿ-tùi.","tghg":"你佇此領帳做五十個紐襻(liú-phàn)；閣佇第二領帳，相連的邊仔，也做五十個鈕襻，紐襻攏著二個二個相對。","bklhl":"你tī chit領帳做五十個鈕phàn；koh tī第二領帳，相連ê邊á，也做五十ê鈕phàn；鈕phàn lóng tio̍h兩個兩個相對。"}},{"book":"出","chapter":26,"verse":6,"versions":{"unv":"又要做五十個金鉤，用鉤使幔子相連，這才成了一個帳幕。","bklcl":"Koh tio̍h chòe gō͘-cha̍p ê kim-kau lâi kau, hō͘ tiùⁿ saⁿ-liân;  chiū chiâⁿ-chòe chi̍t ê hōe-bō͘.","tghg":"閣著做五十個金鈎(kau)來鈎(kau)，互帳相連，就成做一個會幕。","bklhl":"Koh tio̍h做五十個金鉤來鉤，hō͘帳相連；就成做一个會幕。"}},{"book":"出","chapter":26,"verse":7,"versions":{"unv":"「你要用山羊毛織十一幅幔子，作為帳幕以上的罩棚。","bklcl":"Lí tio̍h ēng soaⁿ-iûⁿ-mn̂g chit cha̍p-it pak ê tiùⁿ, chòe hōe-bō͘-téng ê pò͘-pîⁿ;","tghg":"「你著用山羊毛織十一幅的帳，做會幕頂的布棚(pò͘-pîⁿ)。","bklhl":"你tio̍h用山羊毛織十一幅ê帳，做會幕頂ê布棚；"}},{"book":"出","chapter":26,"verse":8,"versions":{"unv":"每幅幔子要長三十肘，寬四肘；十一幅幔子都要一樣的尺寸。","bklcl":"múi pak tiùⁿ tio̍h tn̂g saⁿ-cha̍p tiú, khoah sì tiú;  cha̍p-it pak tiùⁿ lóng tio̍h chi̍t-iūⁿ ê chhùn-chhioh.","tghg":"每幅帳著長三十肘，闊四肘；十一幅帳攏著一樣的寸尺。","bklhl":"每幅帳tio̍h長三十肘，闊四肘；十一幅帳lóng tio̍h一樣ê寸尺。"}},{"book":"出","chapter":26,"verse":9,"versions":{"unv":"要把五幅幔子連成一幅，又把六幅幔子連成一幅，這第六幅幔子要在罩棚的前面摺上去。","bklcl":"Tio̍h chiong gō͘ pak tiùⁿ liân-chòe chi̍t-pak, koh chiong la̍k pak tiùⁿ liân-chòe chi̍t-pak, hit-ê tē-la̍k pak ê chi̍t-pòaⁿ, hō͘ i sûi-lo̍h tī pò͘-pîⁿ ê thâu-chêng.","tghg":"著將五幅帳連做一幅，閣將六幅帳連做一幅，彼個第六幅的一半互伊垂落佇布棚的頭前。","bklhl":"Tio̍h將五幅帳連做一-幅，koh將六幅帳連做一幅，hit ê第六幅ê一半，hō͘伊垂落tī布棚ê頭前。"}},{"book":"出","chapter":26,"verse":10,"versions":{"unv":"在這相連的幔子末幅邊上要做五十個鈕扣；在那相連的幔子末幅邊上也做五十個鈕扣。","bklcl":"Tī chit-ê saⁿ-liân ê tiùⁿ, lō͘-bé pak ê piⁿ-á, tio̍h chòe gō͘-cha̍p ê liú-phàn, tī hit-ê saⁿ-liân, lō͘-bé pak ê piⁿ-á, iā chòe gō͘-cha̍p ê liú-phàn.","tghg":"佇此個相連的帳路尾幅的邊仔著做五十個紐襻；佇彼個相連路尾幅的邊仔也做五十個紐襻(liú-phàn)。","bklhl":"Tī chit ê相連ê帳，路尾幅ê邊á，tio̍h做五十個鈕phàn，tī hit ê相連，路尾幅ê邊á，也做五十個鈕phàn。"}},{"book":"出","chapter":26,"verse":11,"versions":{"unv":"又要做五十個銅鉤，鉤在鈕扣中，使罩棚連成一個。","bklcl":"Koh tio̍h chòe gō͘-cha̍p ê tâng-kau, kau tī liú-phàn,  hō͘ pò͘-pîⁿ liân chòe chi̍t-ê.","tghg":"閣著做五十個銅鈎，鈎佇紐襻，互布棚連做一個。","bklhl":"Koh tio̍h做五十個銅鉤，鉤tī鈕phàn，hō͘布棚連做一个。"}},{"book":"出","chapter":26,"verse":12,"versions":{"unv":"罩棚的幔子所餘那垂下來的半幅幔子，要垂在帳幕的後頭。","bklcl":"Pò͘-pîⁿ ê tiùⁿ só͘ chhun sûi-lo̍h-lâi, chiū-sī só͘ chhun hit-ê pòaⁿ pak tiùⁿ, tio̍h sûi tī hōe-bō͘-āu.","tghg":"布棚的帳所剩垂落來，就是所剩彼個半幅帳(tiùⁿ)，著垂佇會幕後。","bklhl":"布棚ê帳所伸垂落來，就是所伸hit ê半幅帳，tio̍h垂tī會幕後。"}},{"book":"出","chapter":26,"verse":13,"versions":{"unv":"罩棚的幔子所餘長的，這邊一肘，那邊一肘，要垂在帳幕的兩旁，遮蓋帳幕。","bklcl":"Pò͘-pîⁿ ê tiùⁿ só͘ chhun ê tn̂g, chit-pêng chi̍t tiú, hit-pêng chi̍t tiú, tio̍h sûi tī hōe-bō͘ ê siang-pêng lâi jia-i.","tghg":"布棚的帳所剩的長，此旁一肘，彼旁一肘，著垂佇會幕的雙旁來遮伊。","bklhl":"布棚ê帳所伸ê長，chit-pêng一肘，hit-pêng一肘，tio̍h垂tī會幕ê雙pêng來遮伊。"}},{"book":"出","chapter":26,"verse":14,"versions":{"unv":"又要用染紅的公羊皮做罩棚的蓋；再用海狗皮做一層罩棚上的頂蓋。","bklcl":"Koh tio̍h ēng ní-âng kang ê iûⁿ-phê, chòe pò͘-pîⁿ ê kòa;  koh ēng hái-káu-phê chòe kòa tī téng-bīn.","tghg":"閣著用染紅公的羊皮做布棚的蓋；閣用海狗皮做蓋佇頂面。","bklhl":"Koh tio̍h用染紅公ê羊皮，做布棚ê蓋；koh用海狗皮做褂tī頂面。"}},{"book":"出","chapter":26,"verse":15,"versions":{"unv":"「你要用皂莢木做帳幕的豎板。","bklcl":"Lí tio̍h ēng chō-kiap-chhâ chòe hōe-bō͘ khiā ê pán.","tghg":"「你著用皂莢柴做會幕竪的板。","bklhl":"你tio̍h用皂莢柴做會幕khiā ê板。"}},{"book":"出","chapter":26,"verse":16,"versions":{"unv":"每塊要長十肘，寬一肘半；","bklcl":"Khiā ê pán tn̂g cha̍p-tiú, khoah chi̍t tiú pòaⁿ.","tghg":"竪的板長十肘，闊一肘半；","bklhl":"Khiā ê板長十肘，闊一肘半。"}},{"book":"出","chapter":26,"verse":17,"versions":{"unv":"每塊必有兩榫相對。帳幕一切的板都要這樣做。","bklcl":"Ta̍k tè pán tio̍h ū nn̄g ê sún saⁿ-pâi; hōe-bō͘ it-chhè ê pán lóng tio̍h chiàu án-ni chòe.","tghg":"逐塊板著有二個榫相排。會幕一切的板攏著照按呢做。","bklhl":"Ta̍k塊板tio̍h有兩個榫(sún)相排；會幕一切ê板lóng tio̍h照án-ni做。"}},{"book":"出","chapter":26,"verse":18,"versions":{"unv":"帳幕的南面要做板二十塊。","bklcl":"Tio̍h chòe hōe-bō͘ ê pán, lâm-pêng ê lâm-sì jī-cha̍p tè pán.","tghg":"著做會幕的板，南旁的南勢二十塊板(pán)。","bklhl":"Tio̍h做會幕ê板，南pêng ê南勢二十塊板。"}},{"book":"出","chapter":26,"verse":19,"versions":{"unv":"在這二十塊板底下要做四十個帶卯的銀座，兩卯接這塊板上的兩榫，兩卯接那塊板上的兩榫。","bklcl":"Tī chiah-ê jī-cha̍p tè pán ê ē-bīn, tio̍h chòe sì-cha̍p ê gûn-khū;  chi̍t tè pán ê ē-bīn ū nn̄g ê khū lâi chhēng i nn̄g ki sún;  koh chi̍t tè pán ê ē-bīn iā ū nn̄g ê khū lâi chhēng i nn̄g ki sún.","tghg":"佇諸個二十塊板的下面著做四十個銀臼(khū)，一塊板的下面有二個臼(khū)來穿伊二支榫(sún)，閣一塊板的下面也有二個臼來穿伊二支榫(sún)。","bklhl":"Tī chiah ê二十塊板ê下面，tio̍h做四十個銀臼；一塊板ê下面有兩個臼來穿伊兩支榫；koh一塊板ê下面也有兩個臼來穿伊兩支榫。"}},{"book":"出","chapter":26,"verse":20,"versions":{"unv":"帳幕第二面，就是北面，也要做板二十塊","bklcl":"Hōe-bō͘ tē-jī-bīn, chiū-sī pak-bīn, iā tio̍h chòe pán jī-cha̍p tè, kap in ê gûn-khū sì-cha̍p-ê;","tghg":"會幕第二面，就是北面，也著做板二十塊，","bklhl":"會幕第二面，就是北面，也tio̍h做板二十塊，kap in ê銀臼四十個；"}},{"book":"出","chapter":26,"verse":21,"versions":{"unv":"和帶卯的銀座四十個；這板底下有兩卯，那板底下也有兩卯。","bklcl":"chit-ê pán ê ē-bīn ū nn̄g ê khū, hit-ê pán ê ē-bīn iā ū nn̄g ê khū.","tghg":"及𪜶的銀臼四十個；此個板的下面有二個臼，彼個板的下面也有二個臼。","bklhl":"chit ê板ê下面有兩個臼，hit ê板ê下面也有兩個臼。"}},{"book":"出","chapter":26,"verse":22,"versions":{"unv":"帳幕的後面，就是西面，要做板六塊。","bklcl":"Hōe-bō͘ ê āu-bīn, chiū-sī sai-bīn, tio̍h chòe la̍k tè pán.","tghg":"會幕的後面，就是西面，著做六塊板。","bklhl":"會幕ê後面，就是西面，tio̍h做六塊板。"}},{"book":"出","chapter":26,"verse":23,"versions":{"unv":"帳幕後面的拐角要做板兩塊。","bklcl":"Hōe-bō͘ āu-bīn ê nn̄g ê kak-thâu, tio̍h chòe nn̄g tè pán.","tghg":"會幕後面的二個角頭著做二塊板。","bklhl":"會幕後面ê兩個角頭，tio̍h做兩塊板。"}},{"book":"出","chapter":26,"verse":24,"versions":{"unv":"板的下半截要雙的，上半截要整的，直頂到第一個環子；兩塊都要這樣做兩個拐角。","bklcl":"Pán ê ē-tn̂g, nn̄g-ê saⁿ-tâng, ti̍t-kàu téng-bīn tē-it ê khoân, lóng-sī ka-nn̂g ê;  nn̄g-tè lóng sī án-ni, beh chòe kak-thâu ê lō͘-ēng.","tghg":"板的下長二個相同，直到頂面第一個環攏是完整(ka-nn̂g)的；二塊攏是按呢欲做角頭的路用。","bklhl":"板ê下長，兩個相同，直到頂面第一个環，lóng是ka-nn̂g ê；兩塊lóng是án-ni，beh做角頭ê路用。"}},{"book":"出","chapter":26,"verse":25,"versions":{"unv":"必有八塊板和十六個帶卯的銀座；這板底下有兩卯，那板底下也有兩卯。","bklcl":"Tio̍h ū poeh ê pán, kap cha̍p-la̍k ê gûn-khū;  chit-ê pán ê ē-bīn ū nn̄g ê khū, hit-ê pán  ê ē-bīn iā ū nn̄g ê khū.","tghg":"著有八個板及十六個銀臼；此個板的下面有二個臼，彼個板的下面也有二個臼(khū)。","bklhl":"Tio̍h有八個板，kap十六個銀臼；chit ê板ê下面有兩個臼，hit ê板ê下面也有兩個臼。"}},{"book":"出","chapter":26,"verse":26,"versions":{"unv":"「你要用皂莢木做閂：為帳幕這面的板做五閂，","bklcl":"Lí tio̍h ēng chō-kiap-chhâ chòe hoâiⁿ-kông;  ūi-tio̍h hōe-bō͘ chit-pêng ê pán chòe gō͘-ki;","tghg":"「你著用皂莢柴(chō-kiap-chhâ)做橫楗(hoâiⁿ-kông)：為著會幕此旁的板做五支，","bklhl":"你tio̍h用皂莢柴做橫栱(kông)；為tio̍h會幕chit-pêng ê板做五支；"}},{"book":"出","chapter":26,"verse":27,"versions":{"unv":"為帳幕那面的板做五閂，又為帳幕後面的板做五閂。","bklcl":"ūi-tio̍h hōe-bō͘ hit-pêng ê pán chòe gō͘-ki, koh ūi hōe-bō͘-āu ê sai-bīn chòe gō͘-ki.","tghg":"為著會幕彼旁的板做五支，閣為會幕後的西面做五支。","bklhl":"為tio̍h會幕hit-pêng ê板做五支，koh為會幕後ê西面做五支。"}},{"book":"出","chapter":26,"verse":28,"versions":{"unv":"板腰間的中閂要從這一頭通到那一頭。","bklcl":"Pán ê tùi-tiong hit ki hoâiⁿ-kông, tio̍h tùi chit-thâu thàu kàu hit-thâu.","tghg":"板的對中彼支橫楗，著對此頭透到彼頭。","bklhl":"板ê對中hit支橫栱，tio̍h tùi chit頭透到hit頭。"}},{"book":"出","chapter":26,"verse":29,"versions":{"unv":"板要用金子包裹，又要做板上的金環套閂；閂也要用金子包裹。","bklcl":"Pán tio̍h ēng kim pau;  koh tio̍h chòe pán ê kim-khoân lâi thò-kông;  kông iā tio̍h ēng kim pau.","tghg":"板著用金包，閣著做板的金環來套楗；楗也著用金包。","bklhl":"板tio̍h用金包；koh tio̍h做板ê金環來套栱；栱也tio̍h用金包。"}},{"book":"出","chapter":26,"verse":30,"versions":{"unv":"要照著在山上指示你的樣式立起帳幕。","bklcl":"Tio̍h chiàu tī soaⁿ-téng chí-sī lí ê khoán-sit khí hōe-bō͘.","tghg":"著照佇山頂指示你的款式起會幕。","bklhl":"Tio̍h照tī山頂指示你ê款式起會幕。"}},{"book":"出","chapter":26,"verse":31,"versions":{"unv":"「你要用藍色、紫色、朱紅色線，和撚的細麻織幔子，以巧匠的手工繡上基路伯。","bklcl":"Lí tio̍h ēng lâm-sek, chí-sek, chu-âng-sek ê liāu, kap kè-pháng ê iù-tōe, chit tiùⁿ-lî; chit-ê tiùⁿ-lî ēng kî-khiáu ê kang, chit-chiâⁿ ki-lō͘-peng, lâi chòe-ê.","tghg":"「你著用藍色、紫色、朱紅色的料，及過紡的幼苧織帳簾，此個帳簾用奇巧的工織成𠼻𡀔兵來做的。","bklhl":"你tio̍h用藍色、紫色、朱紅色ê料，kap過紡ê幼苧，織帳籬；chit ê帳籬用奇巧ê工，織成ki-lō͘-peng，來做ê。"}},{"book":"出","chapter":26,"verse":32,"versions":{"unv":"要把幔子掛在四根包金的皂莢木柱子上，柱子上當有金鉤，柱子安在四個帶卯的銀座上。","bklcl":"Lí tio̍h ēng chō-kiap-chhâ chòe sì ki thiāu, ēng kim pau i, lâi tiàu tiùⁿ-lî; thiāu ê kau tio̍h kim-ê; thiāu tī sì ê gûn-khū téng.","tghg":"你著用皂莢柴做四支柱，用金包伊來吊帳簾，柱的鈎(kau)著金的，柱佇四個銀臼(gûn-khū)頂。","bklhl":"你tio̍h用皂莢柴做四支柱，用金包伊，來吊帳籬；柱ê鉤tio̍h金ê；柱tī四個銀臼頂。"}},{"book":"出","chapter":26,"verse":33,"versions":{"unv":"要使幔子垂在鉤子下，把法櫃抬進幔子內；這幔子要將聖所和至聖所隔開。","bklcl":"Lí tiàu tiùⁿ-lî tio̍h tī kau ê ē-tóe ê só͘-chāi, chiong hoat-kūi kng-ji̍p tiùⁿ-lî-lāi, chit-ê tiùⁿ-lî sī kā lín keh-khui sèng-só͘ kap chì-sèng-só͘.","tghg":"你吊帳簾著佇鈎的下底的所在，將法櫃扛入帳簾內；此個帳簾是給恁隔開聖所及至聖所。","bklhl":"你吊帳籬tio̍h tī鉤ê下底ê所在，將法櫃扛入帳籬內，chit ê帳籬是kā lin隔開聖所kap至聖所。"}},{"book":"出","chapter":26,"verse":34,"versions":{"unv":"又要把施恩座安在至聖所內的法櫃上，","bklcl":"Koh tio̍h chiong si-un-só͘ an tī chì-sèng-só͘ lāi ê hoat-kūi-téng.","tghg":"閣著將施恩所安佇至聖所內的法櫃頂，","bklhl":"Koh tio̍h將施恩所安tī至聖所內ê法櫃頂。"}},{"book":"出","chapter":26,"verse":35,"versions":{"unv":"把桌子安在幔子外帳幕的北面；把燈臺安在帳幕的南面，彼此相對。","bklcl":"Lí tio̍h ēng toh hē tī tiùⁿ-lî-gōa;  iā ēng teng-tâi hē tī hōe-bō͘ ê lâm-sì, kap toh saⁿ-tùi;  hit-ê toh tio̍h hē tī pak-sì.","tghg":"你著用桌下佇帳簾外，也用燈台下佇會幕的南勢；及桌相對，彼個桌著下佇北勢。","bklhl":"你tio̍h用桌hē tī帳籬外；也用燈台hē tī會幕ê南勢，kap桌相對；hit ê桌tio̍h hē tī北勢。"}},{"book":"出","chapter":26,"verse":36,"versions":{"unv":"「你要拿藍色、紫色、朱紅色線，和撚的細麻，用繡花的手工織帳幕的門簾。","bklcl":"Lí tio̍h ēng lâm-sek, chí-sek, chu-âng-sek ê liāu, kap kè-pháng ê iù-tōe, ēng siù-hoe ê kang, chòe pò͘-pîⁿ mn̂g ê mn̂g-lî.","tghg":"「你著用藍色、紫色、朱紅色的料，及過紡的幼苧，用綉花的工做布棚門的門簾。","bklhl":"你tio̍h用藍色、紫色、朱紅色ê料，kap過紡ê幼苧，用繡花ê工，做布棚門ê門籬。"}},{"book":"出","chapter":26,"verse":37,"versions":{"unv":"要用皂莢木為簾子做五根柱子，用金子包裹。柱子上當有金鉤；又要為柱子用銅鑄造五個帶卯的座。」","bklcl":"Tio̍h ēng chō-kiap-chhâ kā mn̂g-lî chòe gō͘ ki thiāu, ēng kim pau-i, thiāu ê kau tio̍h kim-ê.  Koh tio̍h kā thiāu chù gō͘ ê tâng-khū.","tghg":"著用皂莢柴給門簾做五支柱，用金包伊。柱的鈎(kau)著金的；閣著給柱鑄五個銅臼。」","bklhl":"tio̍h用皂莢柴kā門籬做五支柱，用金包伊，柱ê鉤tio̍h金ê。 Koh tio̍h kā柱鑄五個銅臼。"}}]