[{"book":"出","chapter":13,"verse":1,"versions":{"unv":"耶和華曉諭摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"出","chapter":13,"verse":2,"versions":{"unv":"「以色列中凡頭生的，無論是人是牲畜，都是我的，要分別為聖歸我。」","bklcl":"Í-sek-lia̍t-tiong, bô-lūn lâng kap cheng-siⁿ, kìⁿ-nā thâu-chiūⁿ ê tōa-kiáⁿ, lóng tio̍h hun-piat chòe-sèng, kui tī Góa;  in-ūi pún sī Góa ê.","tghg":"「以色列中無論人及精牲，見若頭上的大子，攏著分別做聖歸佇我，因為本是我的。」","bklhl":"以色列中，無論人kap cheng-siⁿ，見若頭上 ê大kiáⁿ，lóng tio̍h分別做聖，歸tī我；因為本是我ê。"}},{"book":"出","chapter":13,"verse":3,"versions":{"unv":"摩西對百姓說：「你們要記念從埃及為奴之家出來的這日，因為耶和華用大能的手將你們從這地方領出來。有酵的餅都不可吃。","bklcl":"Mô͘-se kā peh-sìⁿ kóng, Lín tio̍h kì-liām chit-ji̍t, chiū-sī lín tùi Ai-ki̍p tōe, tùi chòe lô͘-châi ê ke, chhut-lâi;  in-ūi Iâ-hô-hoa ēng tōa koân-lêng ê chhiú chhōa lín tùi chia chhut;  ū kàⁿ ê piáⁿ lóng m̄-thang chia̍h.","tghg":"摩西給百姓講：「恁著紀念此日，就是恁對埃及地對做奴才的家出來，因為耶和華用大權能的手，導恁對遮出。有酵的餅攏呣通食。","bklhl":"摩西kā百姓講：Lín tio̍h記念chit日，就是lín tùi埃及地，tùi做奴才ê家，出來；因為耶和華用大權能ê手chhōa lín tùi chia出；有酵ê餅lóng m̄-thang食。"}},{"book":"出","chapter":13,"verse":4,"versions":{"unv":"亞筆月間的這日是你們出來的日子。","bklcl":"Tī A-pit ge̍h-kan, chit-ji̍t sī lín chhut-lâi ê ji̍t.","tghg":"佇亞筆(A-pit)月間(ge̍h-kan)此日是恁出來的日。","bklhl":"Tī A-pit月間，chit日是lín出來ê日。"}},{"book":"出","chapter":13,"verse":5,"versions":{"unv":"將來耶和華領你進迦南人、赫人、亞摩利人、希未人、耶布斯人之地，就是他向你的祖宗起誓應許給你那流奶與蜜之地，那時你要在這月間守這禮。","bklcl":"Chiong-lâi Iâ-hô-hoa chhōa lín ji̍p Ka-lâm, Hek, A-mô͘-lī, Hi-bī, Iâ-pò͘-su, hiah-ê cho̍k ê tōe, chiū-sī tùi lí ê chó͘-kong chiù-chōa èng-ún hō͘ lí, hit-ê lâu lin kap bi̍t ê tōe, hit-sî lí tio̍h tī chit-ge̍h-kan siú chit-ê lé.","tghg":"將來耶和華導恁入迦南、赫、亞摩利、希未、耶布斯許個族的地，就是對你的祖公咒誓應允互你彼個流奶及蜜的地，彼時你著佇此月間守此個禮。","bklhl":"將來耶和華chhōa lín入迦南、Hek、A-mô͘-lī、Hi-bī、Iâ-pò͘-su，hiah-ê族ê地，就是對你ê祖公chiù-chōa應允hō͘你，hit ê流奶kap蜜ê地，hit時你tio̍h tī chit月間守chit ê禮。"}},{"book":"出","chapter":13,"verse":6,"versions":{"unv":"你要吃無酵餅七日，到第七日要向耶和華守節。","bklcl":"Lí tio̍h chia̍h bô-kàⁿ-piáⁿ chhit-ji̍t;  kàu tē-chhit ji̍t chiū-sī Iâ-hô-hoa ê choeh.","tghg":"你著食無酵餅七日，到第七日就是耶和華的節。","bklhl":"你tio̍h食無酵餅七日；到第七日就是耶和華ê節。"}},{"book":"出","chapter":13,"verse":7,"versions":{"unv":"這七日之久，要吃無酵餅；在你四境之內不可見有酵的餅，也不可見發酵的物。","bklcl":"Chit chhit-ji̍t kú tio̍h chia̍h bô-kàⁿ-piáⁿ;  tī lí ê sì-kéng lāi, m̄-thang khòaⁿ-kìⁿ lí ū hē-kàⁿ ê piáⁿ, iā m̄-thang khòaⁿ-kìⁿ lí ū kàⁿ-bú.","tghg":"此七日久，著食無酵餅；佇你的四境內呣通看見你有下酵的餅，也呣通看見你有酵母(kàⁿ-bú)。","bklhl":"Chit七日久tio̍h食無酵餅；tī你ê四境內，m̄-thang看見你有下(hē)酵ê餅，也m̄-thang看見你有酵母。"}},{"book":"出","chapter":13,"verse":8,"versions":{"unv":"當那日，你要告訴你的兒子說：『這是因耶和華在我出埃及的時候為我所行的事。","bklcl":"Tng hit-ji̍t, lí tio̍h kā lí ê kiáⁿ kóng, Che sī in-ūi Iâ-hô-hoa, tī góa chhut Ai-ki̍p ê sî, só͘ kā góa kiâⁿ ê sū.","tghg":"當彼日，你著給你的子講：『這是因為耶和華佇我出埃及的時所給我行的事。","bklhl":"當hit日，你tio̍h kā你ê kiáⁿ講：這是因為耶和華，tī我出埃及ê時，所kā我行ê事。"}},{"book":"出","chapter":13,"verse":9,"versions":{"unv":"這要在你手上作記號，在你額上作紀念，使耶和華的律法常在你口中，因為耶和華曾用大能的手將你從埃及領出來。","bklcl":"Che beh kā lí chòe kì-hō tī lí ê chhiú, chòe kì-liām tī lí ê thâu-hia̍h;  hō͘ Iâ-hô-hoa ê lu̍t-hoat siông-siông tī lí ê chhùi;  in-ūi Iâ-hô-hoa bat ēng tōa koân-lêng ê chhiú chhōa lí chhut Ai-ki̍p;","tghg":"這欲給你做記號佇你的手，做紀念佇你的頭額，互耶和華的律法常常佇你的嘴，因為耶和華曾用大權能的手導你出埃及。","bklhl":"這beh kā你做記號tī你ê手，做記念tī你ê頭額；hō͘耶和華ê律法常常tī你ê嘴；因為耶和華bat用大權能ê手chhōa你出埃及；"}},{"book":"出","chapter":13,"verse":10,"versions":{"unv":"所以你每年要按著日期守這例。』」","bklcl":"só͘-í ta̍k-nî kàu-kî lí tio̍h siú chit-ê lē.","tghg":"所以逐年到期你著守此個例。』」","bklhl":"所以ta̍k年到期你tio̍h守chit ê例。"}},{"book":"出","chapter":13,"verse":11,"versions":{"unv":"「將來，耶和華照他向你和你祖宗所起的誓將你領進迦南人之地，把這地賜給你，","bklcl":"Chiong-lâi Iâ-hô-hoa beh chiàu I tùi lí kap lí ê chó͘-kong só͘ chiù-chōa ê, chhōa lí ji̍p Ka-lâm lâng ê tōe, chiong chit-ê tōe siúⁿ-sù lí;","tghg":"「將來耶和華欲照伊對你及你的祖公所咒誓的，導你入迦南人的地，將此個地賞賜你，","bklhl":"將來耶和華beh照伊對你kap你ê祖公所chiù-chōa ê，chhōa你入迦南人ê地，將chit ê地賞賜你；"}},{"book":"出","chapter":13,"verse":12,"versions":{"unv":"那時你要將一切頭生的，並牲畜中頭生的，歸給耶和華；公的都要屬耶和華。","bklcl":"hit-sî lí tio̍h chiong it-chhè thâu-thai ê ta-po͘-kiáⁿ kap só͘ ū thâu-chúi kang ê cheng-siⁿ, kui hō͘ Iâ-hô-hoa;  chiah-ê lóng sio̍k Iâ-hô-hoa.","tghg":"彼時你著將一切頭胎的查甫子，及所有頭水公的精牲，歸互耶和華；諸個攏屬耶和華。","bklhl":"hit時你tio̍h將一切頭胎ê ta-po͘-kiáⁿ kap所有頭水公ê cheng-siⁿ，歸hō͘耶和華；chiah ê lóng屬耶和華。"}},{"book":"出","chapter":13,"verse":13,"versions":{"unv":"凡頭生的驢，你要用羊羔代贖；若不代贖，就要打折牠的頸項。凡你兒子中頭生的都要贖出來。","bklcl":"Kìⁿ-nā thâu-chúi-siⁿ ê lû, tio̍h ēng iûⁿ-á thòe-sio̍k;  nā bô beh thòe-sio̍k, chiū tio̍h kòng-chi̍h i ê ām-kún;  kìⁿ-nā lí thâu-chiūⁿ ê ta-po͘-kiáⁿ lóng tio̍h thòe-sio̍k.","tghg":"見若頭水生的驢，著用羊仔替贖(thòe-sio̍k)；若無欲替贖，就著摃折伊的頷頸。見若你頭上的查甫子攏著替贖。","bklhl":"見若頭水生ê驢，tio̍h用羊á替贖；若無beh替贖，就tio̍h kŏng折伊ê頷頸；見若你頭上 ê ta-po͘-kiáⁿ lóng tio̍h替贖。"}},{"book":"出","chapter":13,"verse":14,"versions":{"unv":"日後，你的兒子問你說：『這是甚麼意思？』你就說：『耶和華用大能的手將我們從埃及為奴之家領出來。","bklcl":"Ji̍t-āu lí ê kiáⁿ mn̄g lí kóng, Che sī sím-mi̍h iân-kò͘?  lí tio̍h tùi i kóng, Iâ-hô-hoa ēng tōa koân-lêng ê chhiú, chhōa goán tùi Ai-ki̍p, tùi chòe lô͘-châi ê ke, chhut-lâi.","tghg":"日後你的子問你講：『這是甚麼緣故？』你著對伊講：『耶和華用大權能的手，導阮對埃及對做奴才的家出來。","bklhl":"日後你ê kiáⁿ問你講，這是甚麼緣故？你tio̍h對伊講，耶和華用大權能ê手，chhōa阮tùi埃及，tùi做奴才ê家，出來。"}},{"book":"出","chapter":13,"verse":15,"versions":{"unv":"那時法老幾乎不容我們去，耶和華就把埃及地所有頭生的，無論是人是牲畜，都殺了。因此，我把一切頭生的公牲畜獻給耶和華為祭，但將頭生的兒子都贖出來。","bklcl":"Hit-sî Hoat-ló kò͘-chip m̄-chún goán khì, Iâ-hô-hoa chiū chiong Ai-ki̍p tōe só͘-ū thâu-thai-ê, bô-lūn sī lâng ê tōa-kiáⁿ, á-sī cheng-siⁿ ê thâu-chúi-ê, lóng hāi-sí;  in-ūi án-ni, góa chiong thâu-chúi ê kang-ê hiàn hō͘ Iâ-hô-hoa chòe-chè;  to̍k-to̍k góa ê tōa-kiáⁿ lóng ēng thòe-sio̍k.","tghg":"彼時法老固執呣准阮去，耶和華就將埃及地所有頭胎的，無論是人的大子抑是精牲的頭水的，攏害死。因為按呢，我將頭水的公的獻互耶和華做祭，獨獨我的大子攏用替贖。","bklhl":"Hit時法老固執m̄准阮去，耶和華就將埃及地所有頭胎ê，無論是人ê大kiáⁿ，á是cheng-siⁿ ê頭水ê，lóng害死；因為án-ni，我將頭水ê公ê獻hō͘耶和華做祭；獨獨我ê大kiáⁿ lóng用替贖。"}},{"book":"出","chapter":13,"verse":16,"versions":{"unv":"這要在你手上作記號，在你額上作經文，因為耶和華用大能的手將我們從埃及領出來。』」","bklcl":"Che beh chòe kì-hō tī lí ê chhiú, chòe kì-liām hâ tī lí ê thâu-hia̍h;  in-ūi Iâ-hô-hoa ēng tōa koân-lêng ê chhiú, chhōa goán tùi Ai-ki̍p chhut-lâi.","tghg":"這欲做記號佇你的手，做紀念縖佇你的頭額，因為耶和華用大權能的手導阮對埃及出來。』」","bklhl":"這beh做記號tī你ê手，做記念hâ tī你ê頭額；因為耶和華用大權能ê手，chhōa阮tùi埃及出來。"}},{"book":"出","chapter":13,"verse":17,"versions":{"unv":"法老容百姓去的時候，非利士地的道路雖近，　神卻不領他們從那裡走；因為　神說：「恐怕百姓遇見打仗後悔，就回埃及去。」","bklcl":"Hoat-ló chún peh-sìⁿ khì ê sî, Hui-lī-sū tōe ê lō͘ sui-jiân khah-kūn, chóng-sī Siōng-tè bô chhōa in tùi hia khì;  in-ūi Siōng-tè kóng, Kiaⁿ-liáu peh-sìⁿ tú-tio̍h kau-chiàn, chiū thè-hóe, tò-tńg-khì Ai-ki̍p.","tghg":"法老准百姓去的時，非利士地的路雖然卡近，總是上帝無導𪜶對遐去；因為上帝講：「驚了百姓抵著(tú-tio̍h)交戰，就退悔(thè-hóe)倒轉去(tò-tńg-khì)埃及。」","bklhl":"法老准百姓去ê時，腓利士地ê路雖然khah近，總是上帝無chhōa in tùi hia去；因為上帝講：驚了百姓tú-tio̍h交戰，就退悔，倒tńg去埃及。"}},{"book":"出","chapter":13,"verse":18,"versions":{"unv":"所以　神領百姓繞道而行，走紅海曠野的路。以色列人出埃及地，都帶著兵器上去。","bklcl":"Só͘-í Siōng-tè chhōa peh-sìⁿ oan tùi Âng-hái khòng-iá hit-tiâu lō͘ khì;  Í-sek-lia̍t lâng lóng pâi tūi-ngó͘, tùi Ai-ki̍p tōe chhut-khì.","tghg":"所以上帝導百姓，彎對紅海曠野彼條路去。以色列人攏排隊伍，對埃及地出去。","bklhl":"所以上帝chhōa百姓彎tùi紅海曠野hit條路去；以色列人lóng排隊伍，tùi埃及地出去。"}},{"book":"出","chapter":13,"verse":19,"versions":{"unv":"摩西把約瑟的骸骨一同帶去；因為約瑟曾叫以色列人嚴嚴地起誓，對他們說：「　神必眷顧你們，你們要把我的骸骨從這裡一同帶上去。」","bklcl":"Mô͘-se tòa Iok-sek ê kut-thâu kap i khì;  in-ūi Iok-sek bat chhiat-chhiat kah Í-sek-lia̍t lâng chiù-chōa, tùi in kóng, Siōng-tè tek-khak koàn-kò͘ lín, lín tio̍h tòa góa ê kut-thâu tùi chia saⁿ-kap khì.","tghg":"摩西帶約瑟的骨頭及伊去；因為約瑟曾切切教以色列人咒誓，對𪜶講：「上帝的確眷顧恁，恁著帶我的骨頭對遮相及去。」","bklhl":"摩西帶約瑟ê骨頭kap伊去；因為約瑟bat切切kah以色列人chiù-chōa，對in講：上帝的確眷顧lín，lín tio̍h帶我ê骨頭tùi chia相kap去。"}},{"book":"出","chapter":13,"verse":20,"versions":{"unv":"他們從疏割起行，在曠野邊的以倘安營。","bklcl":"In tùi So͘-kat khí-sin, chat-iâⁿ tī kūn khòng-iá ê Í-thóng.","tghg":"𪜶對疏割(So͘-kat)起身，紮營(chat-iâⁿ)佇近曠野的以倘(Í-thóng)。","bklhl":"In tùi So͘-kat起身，紮營tī近曠野ê Í-thóng。"}},{"book":"出","chapter":13,"verse":21,"versions":{"unv":"日間，耶和華在雲柱中領他們的路；夜間，在火柱中光照他們，使他們日夜都可以行走。","bklcl":"Iâ-hô-hoa kiâⁿ tī in ê thâu-chêng, ji̍t-sî tī hûn-thiāu-tiong chhōa in ê lō͘, mî-sî tī hé-thiāu-tiong kng-chiò in;  hō͘ in ji̍t-mî lóng thang kiâⁿ.","tghg":"耶和華行佇𪜶的頭前，日時，佇雲柱中導𪜶的路；暝時，佇火柱中光照𪜶，互𪜶日暝攏通行。","bklhl":"耶和華行tī in ê頭前，日時tī雲柱中chhōa in ê路，暝時tī火柱中光照in；hō͘ in日暝lóng thang行。"}},{"book":"出","chapter":13,"verse":22,"versions":{"unv":"日間雲柱，夜間火柱，總不離開百姓的面前。","bklcl":"Ji̍t-sî ê hûn-thiāu, mî-sî ê hé-thiāu, lóng bô lī-khui peh-sìⁿ ê thâu-chêng.","tghg":"日時的雲柱，暝時的火柱，攏無離開百姓的頭前。","bklhl":"日時ê雲柱，暝時ê火柱，lóng無離開百姓ê頭前。"}}]