[{"book":"出","chapter":31,"verse":1,"versions":{"unv":"耶和華曉諭摩西說：","bklcl":"Iâ-hô-hoa tùi Mô͘-se kóng,","tghg":"耶和華對摩西講：","bklhl":"耶和華對摩西講："}},{"book":"出","chapter":31,"verse":2,"versions":{"unv":"「看哪，猶大支派中，戶珥的孫子、烏利的兒子比撒列，我已經題他的名召他。","bklcl":"Khòaⁿ ah, Iû-tāi chi-phài, Hō͘-jíⁿ ê sun, O͘-lī ê kiáⁿ, Pí-sat-lia̍t, Góa í-keng chí-miâ lâi tiàu i;","tghg":"「看啊，猶大支派，戶珥的孫、烏利的子比撒列，我已經指名來召伊。","bklhl":"看ah，偤大支派，Hō͘-jíⁿ ê孫，O͘-lī ê kiáⁿ、Pí-sat-lia̍t，我已經指名來召伊；"}},{"book":"出","chapter":31,"verse":3,"versions":{"unv":"我也以我的靈充滿了他，使他有智慧，有聰明，有知識，能做各樣的工，","bklcl":"Góa ēng Siōng-tè ê sîn chhiong-móa i, hō͘ i ū tì-hūi, ū chhang-miâ, ū chai-bat, ōe chòe ta̍k-iūⁿ ê kang;","tghg":"我用上帝的神充滿伊，互伊有智慧，有聰明，有知識，會做逐樣的工，","bklhl":"我用上帝ê神充滿伊，hō͘伊有智慧，有聰明，有知識，能做ta̍k樣ê工；"}},{"book":"出","chapter":31,"verse":4,"versions":{"unv":"能想出巧工，用金、銀、銅製造各物，","bklcl":"ōe siūⁿ-chhut kî-khiáu ê kang, lâi chòe kim, gûn, tâng, hiah-ê mi̍h;","tghg":"會想出奇巧的工，來做金、銀、銅許個物，","bklhl":"能想出奇巧ê工，來做金、銀、銅，hiah-ê物；"}},{"book":"出","chapter":31,"verse":5,"versions":{"unv":"又能刻寶石，可以鑲嵌，能雕刻木頭，能做各樣的工。","bklcl":"iā ōe khek pó-chio̍h lâi ji̍p i;  iā ōe khek chhâ, ōe chòe ta̍k-iūⁿ kî-khiáu ê kang.","tghg":"也會刻寶石來入伊，也會刻柴，會做逐樣奇巧的工。","bklhl":"也能刻寶石來入伊；也能刻柴，能做ta̍k樣奇巧ê工。"}},{"book":"出","chapter":31,"verse":6,"versions":{"unv":"我分派但支派中、亞希撒抹的兒子亞何利亞伯與他同工。凡心裡有智慧的，我更使他們有智慧，能做我一切所吩咐的，","bklcl":"Góa iā phài Tàn ê chi-phài, A-hi-sat-boat ê kiáⁿ, A-hô-lī-a-pek, kap i saⁿ-kap chòe;  kìⁿ-nā sim-lāi ū tì-hūi ê, Góa koh siúⁿ-sù tì-hūi tī in ê sim, hō͘ in ōe chòe Góa it-chhè só͘ hoan-hù lí ê;","tghg":"我也派但的支派、亞希撒抹的子亞何利亞伯及伊相及做。見若心內有智慧的，我閣賞賜智慧佇𪜶的心，互𪜶會做我一切所吩咐你的，","bklhl":"我也派Tàn ê支派，A-hi-sat-boat ê kiáⁿ，A-hô-lī-a-pek，kap伊相kap做；見若心內有智慧ê，我koh賞賜智慧tī in ê心，hō͘ in能做我一切所吩咐你ê；"}},{"book":"出","chapter":31,"verse":7,"versions":{"unv":"就是會幕和法櫃，並其上的施恩座，與會幕中一切的器具，","bklcl":"chiū-sī hōe-bō͘, hoat-kūi, kap hit téng-bīn ê si-un-só͘, í-ki̍p pò͘-pîⁿ it-chhè ê khì-kū,","tghg":"就是會幕、法櫃，及彼頂面的施恩所，以及布棚一切的器具，","bklhl":"就是會幕、法櫃，kap hit頂面ê施恩所，以及布棚一切ê器具，"}},{"book":"出","chapter":31,"verse":8,"versions":{"unv":"桌子和桌子的器具，精金的燈臺和燈臺的一切器具並香壇，","bklcl":"toh kap toh-téng ê khì-kū, hó-kim ê teng-tâi kap i it-chhè ê khì-kū,","tghg":"桌及桌頂的器具，好金的燈台及伊一切的器具以及香壇，","bklhl":"桌kap桌頂ê器具，好金ê燈台kap伊一切ê器具，"}},{"book":"出","chapter":31,"verse":9,"versions":{"unv":"燔祭壇和壇的一切器具，並洗濯盆與盆座，","bklcl":"í-ki̍p hiuⁿ-tôaⁿ, sio-chè ê tôaⁿ kap i it-chhè ê khì-kū, í-ki̍p sóe-tn̄g ê phûn kap i ê chō;","tghg":"燒祭的壇及伊一切的器具，以及洗盪的盆及伊的座，","bklhl":"以及香壇，燒祭ê壇kap伊一切ê器具，以及洗盪 ê盆kap伊ê座；"}},{"book":"出","chapter":31,"verse":10,"versions":{"unv":"精工做的禮服，和祭司亞倫並他兒子用以供祭司職分的聖衣，","bklcl":"cheng-kong ê i-ho̍k, chè-si A-lûn ê sèng-saⁿ kap i ê kiáⁿ ê saⁿ, hō͘ in chòe chè-si lâi ho̍k-sāi;","tghg":"精工的衣服，祭司亞倫的聖衫及伊的子的衫互𪜶做祭司來服事，","bklhl":"精工ê衣服，祭司亞倫ê聖衫kap伊ê kiáⁿ ê衫，hō͘ in做祭司來服事；"}},{"book":"出","chapter":31,"verse":11,"versions":{"unv":"膏油和為聖所用馨香的香料。他們都要照我一切所吩咐的去做。」","bklcl":"thang boah ê iû, í-ki̍p sèng-só͘ só͘ ēng phang-liāu ê hiuⁿ;  chiàu Góa it-chhè só͘ bēng-lēng lí ê, in tio̍h chòe.","tghg":"通抹的油以及聖所所用芳料的香；照我一切所命令你的，𪜶著做。」","bklhl":"thang抹ê油，以及聖所所用芳料ê香；照我一切所命令你ê，in tio̍h做。"}},{"book":"出","chapter":31,"verse":12,"versions":{"unv":"耶和華曉諭摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"出","chapter":31,"verse":13,"versions":{"unv":"「你要吩咐以色列人說：『你們務要守我的安息日；因為這是你我之間世世代代的證據，使你們知道我─耶和華是叫你們成為聖的。","bklcl":"Lí tio̍h hoan-hù Í-sek-lia̍t lâng kóng, Lín tek-khak tio̍h siú Góa hiah-ê an-hioh-ji̍t;  in-ūi che sī Góa kap lín ê tiong-kan ê chèng-kù, kàu tī lín ta̍k sè-tāi, hō͘ lín chai Góa chiū-sī Iâ-hô-hoa, hō͘ lín chiâⁿ-sèng ê.","tghg":"「你著吩咐以色列人講：『恁的確著守我許個安息日；因為這是我及恁的中間的證據，到佇恁逐世代，互恁知我──就是耶和華互恁成聖的。","bklhl":"你tio̍h吩咐以色列人講：Lín的確tio̍h守我hiah-ê安歇日；因為這是我kap lín ê中間ê證據，到tī lín ta̍k世代，hō͘ lín知我就是耶和華，hō͘ lín成聖ê。"}},{"book":"出","chapter":31,"verse":14,"versions":{"unv":"所以你們要守安息日，以為聖日。凡干犯這日的，必要把他治死；凡在這日做工的，必從民中剪除。","bklcl":"Só͘-í lín tio̍h siú an-hioh-ji̍t, in-ūi sī lín ê sèng-ji̍t, kìⁿ-nā hoān-tio̍h chit-ji̍t-ê, tio̍h hō͘ i sí;  hoān-nā tī chit-ji̍t chòe kang-ê, tio̍h tùi i ê peh-sìⁿ-tiong siū chián-tû.","tghg":"所以恁著守安息日，因為是恁的聖日。見若犯著此日者，著互伊死；凡若佇此日做工者，著對伊的百姓中受剪除。","bklhl":"所以lín tio̍h守安歇日，因為是lín ê聖日，見若犯tio̍h chit日ê，tio̍h hō͘伊死；凡若tī chit日做工ê，tio̍h tùi伊ê百姓中受剪除。"}},{"book":"出","chapter":31,"verse":15,"versions":{"unv":"六日要做工，但第七日是安息聖日，是向耶和華守為聖的。凡在安息日做工的，必要把他治死。』","bklcl":"La̍k-ji̍t tio̍h chòe-kang, to̍k-to̍k tē-chhit ji̍t sī an-hioh ê tōa-ji̍t, sī Iâ-hô-hoa ê sèng-ji̍t;  hoān-nā tī an-hioh-ji̍t chòe-kang-ê, tek-khak tio̍h hō͘ i sí.","tghg":"六日著做工，獨獨第七日是安息的大日，是耶和華的聖日。凡若佇安息日做工者，的確著互伊死。』","bklhl":"六日tio̍h做工，獨獨第七日是安歇ê大日，是耶和華ê聖日；凡若tī安歇日做工ê，的確tio̍h hō͘伊死。"}},{"book":"出","chapter":31,"verse":16,"versions":{"unv":"故此，以色列人要世世代代守安息日為永遠的約。","bklcl":"Só͘-í Í-sek-lia̍t lâng tio̍h siú an-hioh-ji̍t, tāi-tāi kín-sīn chit-ê an-hioh-ji̍t, chòe éng-oán ê iok.","tghg":"所以，以色列人著守安息日代代謹慎此個安息日做永遠的約。","bklhl":"所以以色列人tio̍h守安歇日，代代謹慎chit ê安歇日，做永遠ê約。"}},{"book":"出","chapter":31,"verse":17,"versions":{"unv":"這是我和以色列人永遠的證據；因為六日之內耶和華造天地，第七日便安息舒暢。」","bklcl":"Che sī Góa kap Í-sek-lia̍t lâng tiong-kan éng-oán ê chèng-kù;  in-ūi la̍k-ji̍t-lāi Iâ-hô-hoa chhòng-chō thiⁿ tōe, tē-chhit ji̍t chiū hioh-khùn lâi chheng-êng.","tghg":"這是我及以色列人中間永遠的證據；因為六日內耶和華創造天地，第七日就歇睏(hioh-khùn)來清閒(chheng-êng)。」","bklhl":"這是我kap以色列人中間永遠ê證據；因為六日內耶和華創造天地，第七日就歇睏來清閒。"}},{"book":"出","chapter":31,"verse":18,"versions":{"unv":"耶和華在西奈山和摩西說完了話，就把兩塊法版交給他，是　神用指頭寫的石版。","bklcl":"Iâ-hô-hoa tī Se-nái soaⁿ kap Mô͘-se kóng-ōe bêng-pe̍k, chiū chiong nn̄g tè iok-pi hō͘-i, sī Siōng-tè ēng chńg-thâu-á siá ê chio̍h-pi.","tghg":"耶和華佇西奈山及摩西講話明白，就將二塊約碑互伊，是上帝用指頭仔寫的石碑。","bklhl":"耶和華tī西奈山kap摩西講話明白，就將兩塊約碑hō͘伊，是上帝用指頭á寫ê石碑。"}}]