[{"book":"出","chapter":15,"verse":1,"versions":{"unv":"那時，摩西和以色列人向耶和華唱歌說：我要向耶和華歌唱，因他大大戰勝，將馬和騎馬的投在海中。","bklcl":"Hit-sî Mô͘-se kap Í-sek-lia̍t lâng chhiùⁿ chit-ê koa o-ló Iâ-hô-hoa, kóng;\tGóa beh chhiùⁿ-koa o-ló Iâ-hô-hoa, in-ūi I chì-koâiⁿ chì-tōa;\tChiong bé kap khiâ-bé-ê hiat tī hái-tiong.","tghg":"彼時，摩西及以色列人唱此個歌謳咾耶和華，講：我欲唱歌謳咾耶和華，因為伊至高至大，將馬及騎馬者㧒佇海中。","bklhl":"hit時摩西kap以色列人唱chit ê歌o-ló耶和華，講；\t我beh唱歌o-ló耶和華，因為伊至koân至大；\t將馬kap騎馬ê hiat tī海中。"}},{"book":"出","chapter":15,"verse":2,"versions":{"unv":"耶和華是我的力量，我的詩歌，也成了我的拯救。這是我的　神，我要讚美他，是我父親的　神，我要尊崇他。","bklcl":"Iâ-hô-hoa sī góa ê khùi-la̍t, sī góa ê si-ko,\tIā sī chòe góa chín-kiù ê Chú; \tI sī góa ê Siōng-tè, góa beh o-ló-I,\tSī góa ê pē ê Siōng-tè, góa beh chun I chòe-tōa.","tghg":"耶和華是我的氣力，是我的詩歌，也是做我拯救的主。伊是我的上帝，我欲謳咾伊，是我的父的上帝，我欲尊伊做大。","bklhl":"耶和華是我ê氣力，是我ê詩歌，\t也是做我拯救ê主；\t伊是我ê上帝，我beh o-ló伊，\t是我ê父ê上帝，我beh尊伊最大。"}},{"book":"出","chapter":15,"verse":3,"versions":{"unv":"耶和華是戰士；他的名是耶和華。","bklcl":"Iâ-hô-hoa sī chiàn-sū;\tI ê miâ sī Iâ-hô-hoa.","tghg":"耶和華是戰士；伊的名是耶和華。","bklhl":"耶和華是戰士；\t伊ê名是耶和華。"}},{"book":"出","chapter":15,"verse":4,"versions":{"unv":"法老的車輛、軍兵，耶和華已拋在海中；他特選的軍長都沉於紅海。","bklcl":"Hoat-ló ê chhia, kap i ê kun-peng, Iâ-hô-hoa hiat i tī hái-tiong;\tI te̍k-pia̍t kéng ê kun-tiúⁿ, lóng tîm tī Âng-hái.","tghg":"法老的車、及伊的軍兵，耶和華㧒伊佇海中；伊特別揀的軍長攏沈佇紅海。","bklhl":"法老ê車，kap伊ê軍兵，耶和華hiat伊tī海中；\t伊特別揀ê軍長，lóng沉tī紅海。"}},{"book":"出","chapter":15,"verse":5,"versions":{"unv":"深水淹沒他們；他們如同石頭墜到深處。","bklcl":"Chhim-ian khàm-in;\tIn chhin-chhiūⁿ chio̍h-thâu, tūi kàu chhim ê só͘-chāi.","tghg":"深淵蓋(khàm)𪜶；𪜶親像石頭墜(tūi)到深的所在。","bklhl":"深淵蓋in；In親像石頭，墜到深ê所在。"}},{"book":"出","chapter":15,"verse":6,"versions":{"unv":"耶和華啊，你的右手施展能力，顯出榮耀；耶和華啊，你的右手摔碎仇敵。","bklcl":"Iâ-hô-hoa ah, Lí ê chiàⁿ-chhiú tián-chhut lêng-le̍k, tit-tio̍h êng-kng;\tIâ-hô-hoa ah, Lí ê chiàⁿ-chhiú phah-chhùi tùi-te̍k.","tghg":"耶和華啊，你的正手展出能力，得著榮光；耶和華啊，你的正手拍碎對敵。","bklhl":"耶和華ah，你ê chiàⁿ手展出能力，得tio̍h榮光；\t耶和華ah，你ê chiàⁿ手phah碎對敵。"}},{"book":"出","chapter":15,"verse":7,"versions":{"unv":"你大發威嚴，推翻那些起來攻擊你的；你發出烈怒如火，燒滅他們像燒碎秸一樣。","bklcl":"Lí hoat-chhut tōa ui-giâm, chhia-tó hiah-ê khí-lâi kong-kek Lí-ê;\tLí hoat-chhut tōa siū-khì, sio-húi in chhin-chhiūⁿ sio-chháu.","tghg":"你發出大威嚴，捙倒許個起來攻擊你者；你發出大受氣，燒毀(sio-húi)𪜶親像燒草。","bklhl":"你發出大威嚴，車倒hiah-ê起來攻擊你ê；\t你發出大受氣，燒毀in親像燒草。"}},{"book":"出","chapter":15,"verse":8,"versions":{"unv":"你發鼻中的氣，水便聚起成堆，大水直立如壘，海中的深水凝結。","bklcl":"Lí hoat-chhut phīⁿ-tiong ê khì, chúi chiū ná-chhèng ná-koâiⁿ,\tTōa-chúi khiā-khí-lâi chhin-chhiūⁿ kui-tui;\tHái-tiong ê chhim-chúi kian-tēng.","tghg":"你發出鼻中的氣，水就愈淐(chhèng)愈高，大水徛起來親像歸堆，海中的深水堅定。","bklhl":"你發出鼻中ê氣，水就ná-chhèng ná高，\t大水khiā起來親像kui堆；\t海中ê深水堅定。"}},{"book":"出","chapter":15,"verse":9,"versions":{"unv":"仇敵說：我要追趕，我要追上；我要分擄物，我要在他們身上稱我的心願。我要拔出刀來，親手殺滅他們。","bklcl":"Tùi-te̍k kóng,\tGóa beh tui in, góa beh jip-tio̍h in, góa beh pun só͘ chhiúⁿ ê mi̍h;\tGóa beh tī in lâi chiok góa ê sim-goān;\tGóa beh pu̍ih-to, góa ê chhiú beh bia̍t in.","tghg":"對敵講：我欲追𪜶，我欲趇(jip)著𪜶；我欲分所搶的物，我欲佇𪜶來足我的心願。我欲拔刀，我的手欲滅𪜶。","bklhl":"對敵講：\t我beh追in，我beh jip-tio̍h in，我beh分所搶ê物；\t我beh tī in來足我ê心願；\t我beh拔刀，我ê手beh滅in。"}},{"book":"出","chapter":15,"verse":10,"versions":{"unv":"你叫風一吹，海就把他們淹沒；他們如鉛沉在大水之中。","bklcl":"Lí chi̍t-ē pûn-hong, hái chiū khàm-ba̍t-in;\tIn chhin-chhiūⁿ iân, tîm tī tōa-chúi-tiong.","tghg":"你一下歕(pûn)風，海就蓋密𪜶；𪜶親像鉛(iân)沈佇大水中。","bklhl":"你一下pûn風，海就蓋密in；\tIn親像鉛(iân)，沉tī大水中。"}},{"book":"出","chapter":15,"verse":11,"versions":{"unv":"耶和華啊，眾神之中，誰能像你？誰能像你─至聖至榮，可頌可畏，施行奇事？","bklcl":"Iâ-hô-hoa ah, chiah-ê siōng-tè ê tiong-kan, chī-chūi ōe chhin-chhiūⁿ Lí?\tChī-chūi chhin-chhiūⁿ Lí, chì-sèng thang êng-kng,\tUi-giâm thang o-ló, kiâⁿ-chhut kî-sū?","tghg":"耶和華啊，諸個上帝的中間，是誰會親像你？是誰親像你──至聖通榮光，威嚴通謳咾，行出奇事？","bklhl":"耶和華ah，chiah ê上帝 ê中間，是誰 能親像你？\tChī-chūi親像你，至聖thang榮光，\t威嚴thang o-ló，行出奇事？"}},{"book":"出","chapter":15,"verse":12,"versions":{"unv":"你伸出右手，地便吞滅他們。","bklcl":"Lí chhun-chhut chiàⁿ-chhiú,\tTōe chiū thun-bia̍t-in.","tghg":"你伸出正手，地就吞滅𪜶。","bklhl":"你伸出chiàⁿ手，\t地就吞滅in。"}},{"book":"出","chapter":15,"verse":13,"versions":{"unv":"你憑慈愛領了你所贖的百姓；你憑能力引他們到了你的聖所。","bklcl":"Lí ēng Lí ê chû-ài, chhōa Lí só͘ kiù-sio̍k ê peh-sìⁿ;\tLí ēng Lí ê koân-lêng, chhōa in ji̍p Lí sèng ê só͘-chāi.","tghg":"你用你的慈愛，導你所救贖的百姓；你用你的權能，導𪜶入你聖的所在。","bklhl":"你用你ê慈愛，chhōa你所救贖ê百姓；\t你用你ê權能，chhōa in入你聖ê所在。"}},{"book":"出","chapter":15,"verse":14,"versions":{"unv":"外邦人聽見就發顫；疼痛抓住非利士的居民。","bklcl":"Lia̍t-pang thiaⁿ-kìⁿ chiū ngia̍uh-ngia̍uh-chhoah;\tKhiā-khí tī Hui-lī-sū tōe ê, tú-tio̍h thòng-khó͘.","tghg":"列邦聽見就愕愕惙(ngia̍uh-ngia̍uh-chhoah)，徛起佇非利士地的抵著(tú-tio̍h)痛苦。","bklhl":"列邦聽見就ngia̍uh-ngia̍uh-chhoah；\tKhiā起tī腓利士地ê，tú-tio̍h痛苦。"}},{"book":"出","chapter":15,"verse":15,"versions":{"unv":"那時，以東的族長驚惶，摩押的英雄被戰兢抓住，迦南的居民心都消化了。","bklcl":"Hit-sî Í-tong ê cho̍k-tiúⁿ gông-ngia̍h;\tMô͘-ap eng-hiông ê lâng tì-kàu ngia̍uh-ngia̍uh-chhoah,\tKa-lâm tōe khiā-khí ê peh-sìⁿ, sim lóng siau-iûⁿ.","tghg":"彼時，以東的族長卬愕，摩押(Mô͘-ap)英雄的人致到愕愕惙，迦南地徛起的百姓心攏消溶(siau-iûⁿ)。","bklhl":"Hit時Í-tong ê族長gông-ngia̍h；\tMô͘-ap英雄ê人致到ngia̍uh-ngia̍uh-chhoah，\t迦南地khiā起ê百姓，心lóng消熔。"}},{"book":"出","chapter":15,"verse":16,"versions":{"unv":"驚駭恐懼臨到他們。耶和華啊，因你膀臂的大能，他們如石頭寂然不動，等候你的百姓過去，等候你所贖的百姓過去。","bklcl":"Gông-ngia̍h kiaⁿ-hiâⁿ kàu tī in;\tIâ-hô-hoa ah, in-ūi Lí ê chhiú ê tōa koân-lêng, in tiāⁿ-tiāⁿ chhin-chhiūⁿ chio̍h-thâu,\tThèng-hāu Lí ê peh-sìⁿ keng-kè,\tThèng-hāu Lí só͘ tit-tio̍h ê peh-sìⁿ kè-khì.","tghg":"卬愕驚惶到佇𪜶。耶和華啊，因為你的手的大權能，𪜶定定親像石頭，聽候你的百姓經過，聽候你所得著的百姓過去。","bklhl":"Gông-ngia̍h驚惶到tī in；\t耶和華ah，因為你ê手ê大權能，in定定親像石頭，\tThèng候你ê百姓經過，\tThèng候你所得tio̍h ê百姓過去。"}},{"book":"出","chapter":15,"verse":17,"versions":{"unv":"你要將他們領進去，栽於你產業的山上─耶和華啊，就是你為自己所造的住處；主啊，就是你手所建立的聖所。","bklcl":"Lí beh chhōa in ji̍p-khì, chai-pôe in tī Lí ê sán-gia̍p ê soaⁿ,\tIâ-hô-hoa ah, chiū-sī Lí ūi ka-kī só͘ pī-pān khiā-khí ê só͘-chāi,\tChú ah, chiū-sī Lí ê chhiú só͘ kiàn-li̍p ê sèng-só͘.","tghg":"你欲導𪜶入去，栽培𪜶佇你的產業的山──耶和華啊，就是你為家己所備辦徛起的所在，主啊，就是你的手所建立的聖所。","bklhl":"你beh chhōa in入去，栽培in tī你ê產業ê山，\t耶和華ah，就是你為家己所備辦khiā起ê所在，\t主ah，就是你ê手所建立ê聖所。"}},{"book":"出","chapter":15,"verse":18,"versions":{"unv":"耶和華必作王，直到永永遠遠！","bklcl":"Iâ-hô-hoa beh chòe-ông, ti̍t-kàu éng-oán.","tghg":"耶和華欲做王，直到永遠！","bklhl":"耶和華beh做王，直到永遠。"}},{"book":"出","chapter":15,"verse":19,"versions":{"unv":"法老的馬匹、車輛，和馬兵下到海中，耶和華使海水回流，淹沒他們；惟有以色列人在海中走乾地。","bklcl":"In-ūi Hoat-ló ê bé, kap i ê chhia, i ê bé-peng, kàu tī hái-tiong, Iâ-hô-hoa hō͘ hái-chúi hoan-lâu im-ba̍t-in;  to̍k-to̍k Í-sek-lia̍t lâng tī hái-tiong kiâⁿ ta-tōe.","tghg":"因為法老的馬、及伊的車，伊的馬兵到佇海中，耶和華互海水返流，淹密(im-ba̍t)𪜶；獨獨以色列人佇海中行乾地。","bklhl":"因為法老ê馬，kap伊ê車，伊ê馬兵，到tī海中，耶和華hō͘海水反流淹密in；獨獨以色列人tī海中行乾地。"}},{"book":"出","chapter":15,"verse":20,"versions":{"unv":"亞倫的姊姊，女先知米利暗，手裡拿著鼓；眾婦女也跟她出去拿鼓跳舞。","bklcl":"A-lûn ê tōa-chí lú sian-ti Bí-lī-àm, chhiú-ni̍h kia̍h lin-long-kó͘, chèng hū-lú iā tè i chhut-khì, kia̍h lin-long-kó͘ thiàu-bú.","tghg":"亞倫的大姊，女先知米利暗，手裡攑鈴瓏鼓(lin-long-kó.)；眾婦女也隨伊出去，攑鈴瓏鼓跳舞。","bklhl":"亞倫ê大姊女先知Bí-lī-àm，手裡kia̍h lin-long鼓，眾婦女也tè伊出去，kia̍h lin-long鼓跳舞。"}},{"book":"出","chapter":15,"verse":21,"versions":{"unv":"米利暗應聲說：你們要歌頌耶和華，因他大大戰勝，將馬和騎馬的投在海中。","bklcl":"Bí-lī-àm hô só͘-chhiùⁿ-ê kóng, \tLín tio̍h chhiùⁿ-koa o-ló Iâ-hô-hoa, in-ūi I chì-koâiⁿ chì-tōa;\tChiong bé kap khiâ-bé-ê, hiat tī hái-tiong.","tghg":"米利暗和(hô)所唱的講：恁著唱歌謳咾耶和華，因為伊至高至大，將馬及騎馬者㧒佇海中。","bklhl":"Bí-lī-àm和所唱ê講：\tLín tio̍h唱歌o-ló耶和華，因為伊至koân至大；\t將馬kap騎馬ê，hiat tī海中。"}},{"book":"出","chapter":15,"verse":22,"versions":{"unv":"摩西領以色列人從紅海往前行，到了書珥的曠野，在曠野走了三天，找不著水。","bklcl":"Mô͘-se chhōa Í-sek-lia̍t lâng tùi Âng-hái chìn-chêng kiâⁿ; in chhut-khì, kàu Su-jíⁿ ê khòng-iá;  tī khòng-iá kiâⁿ saⁿ-ji̍t, chhē bô chúi.","tghg":"摩西導以色列人對紅海進前行，𪜶出去到書珥(Su-jíⁿ)的曠野，佇曠野行三日，尋無水。","bklhl":"摩西chhōa以色列人tùi紅海進前行；in出去，到Su-jíⁿ ê曠野；tī曠野行三日，chhē無水。"}},{"book":"出","chapter":15,"verse":23,"versions":{"unv":"到了瑪拉，不能喝那裡的水；因為水苦，所以那地名叫瑪拉。","bklcl":"Kàu Má-la̍h ê sî, Má-la̍h ê chúi bōe lim-tit, in-ūi chúi khó͘;  só͘-í miâ hit-ê tōe kiò Má-la̍h.","tghg":"到瑪拉的時，瑪拉的水𣍐飲得；因為水苦，所以名彼個地叫瑪拉。","bklhl":"到Má-la̍h ê時，Má-la̍h ê水bōe lim得，因為水苦；所以名hit ê地叫Má-la̍h。"}},{"book":"出","chapter":15,"verse":24,"versions":{"unv":"百姓就向摩西發怨言，說：「我們喝甚麼呢？」","bklcl":"Peh-sìⁿ chiū tùi Mô͘-se ai-oàn kóng, Goán beh lim sím-mi̍h ah?","tghg":"百姓就對摩西哀怨，講：「阮欲飲甚麼啊？」","bklhl":"百姓就對摩西哀怨講：阮beh lim甚麼ah？"}},{"book":"出","chapter":15,"verse":25,"versions":{"unv":"摩西呼求耶和華，耶和華指示他一棵樹。他把樹丟在水裡，水就變甜了。耶和華在那裡為他們定了律例、典章，在那裡試驗他們；","bklcl":"Mô͘-se kiû-kiò Iâ-hô-hoa;  Iâ-hô-hoa chí-sī i chi̍t châng chhiū, i chiū hiat i tī chúi-ni̍h, chúi chiū piàn-kam.  I tī-hia, ūi in tēng lu̍t-lē hoat-tō͘, tī-hia chhì-giām in.","tghg":"摩西求叫耶和華，耶和華指示伊一欉樹。伊就㧒伊佇水裡，水就變甘(kam)。伊佇遐為𪜶定律例、法度，佇遐試驗𪜶；","bklhl":"摩西求叫耶和華；耶和華指示伊一叢樹，伊就hiat伊tī水裡，水就變甘。 伊tī-hia，為in定律例法度，tī-hia試驗in。"}},{"book":"出","chapter":15,"verse":26,"versions":{"unv":"又說：「你若留意聽耶和華─你　神的話，又行我眼中看為正的事，留心聽我的誡命，守我一切的律例，我就不將所加與埃及人的疾病加在你身上，因為我─耶和華是醫治你的。」","bklcl":"Koh kóng, Lí nā tì-ì thiaⁿ Iâ-hô-hoa lí ê Siōng-tè ê siaⁿ, koh kiâⁿ I só͘ khòaⁿ chòe ha̍p-gî ê sū, liû-sim thiaⁿ I ê kài-bēng, siú I it-chhè ê lu̍t-lē, chiū Góa hō͘ Ai-ki̍p lâng só͘ tú-tio̍h ê phòa-pīⁿ, tek-khak bô hō͘ lí tú-tio̍h;  in-ūi Góa Iâ-hô-hoa sī i-tī lí-ê.","tghg":"閣講：「你若致意聽耶和華──你的上帝的聲，閣行伊所看做合宜的事，留心聽伊的誡命，守伊一切的律例，就我互埃及人所抵著的破病，的確無互你抵著，因為我──耶和華是醫治你者。」","bklhl":"Koh講：你若致意聽耶和華你ê上帝ê聲，koh行伊所看做合宜ê事，留心聽伊ê誡命，守伊一切ê律例，就我hō͘埃及人所tú-tio̍h ê破病，的確無hō͘你tú-tio̍h；因為我耶和華是醫治你ê。"}},{"book":"出","chapter":15,"verse":27,"versions":{"unv":"他們到了以琳，在那裡有十二股水泉，七十棵棕樹；他們就在那裡的水邊安營。","bklcl":"In kàu Í-lîm, tī-hia ū cha̍p-jī ê chúi-chôaⁿ, chhit-cha̍p châng ê chó-chhiū;  in chiū tī-hia ê chúi-piⁿ chat-iâⁿ.","tghg":"𪜶到以琳，佇遐有十二個水泉，七十欉的棗樹(chó-chhiū)；𪜶就佇遐的水邊紮營。","bklhl":"In 到Í-lîm，tī-hia有十二個水泉，七十叢ê棗樹；in就tī-hia ê水邊紮營。"}}]