[{"book":"出","chapter":29,"verse":1,"versions":{"unv":"「你使亞倫和他兒子成聖，給我供祭司的職分，要如此行：取一隻公牛犢，兩隻無殘疾的公綿羊，","bklcl":"Lí hun-piat in chòe-sèng, chòe chè-si ho̍k-sāi Góa, tio̍h án-ni kiâⁿ;  chhú chi̍t-chiah kang ê gû-á, nn̄g-chiah bô hâ-chhû kang ê mî-iûⁿ,","tghg":"「你分別𪜶做聖，做祭司服事我，著按呢行：取一隻公的牛仔，二隻無瑕疵公的綿羊，","bklhl":"你分別in做聖，做祭司服事我，tio̍h án-ni行；取一隻公ê牛á，兩隻無瑕疵公ê綿羊，"}},{"book":"出","chapter":29,"verse":2,"versions":{"unv":"無酵餅和調油的無酵餅，與抹油的無酵薄餅；這都要用細麥麵做成。","bklcl":"koh bô-kàⁿ-piáⁿ, kap kiáu-iû ê bô-kàⁿ-piáⁿ, kap boah-iû bô-kàⁿ ê po̍h-piáⁿ, lóng tio̍h ēng hó ê mī-hún chòe-ê.","tghg":"閣無酵餅及攪油的無酵餅，及抹油無酵的薄餅；攏著用好的麵粉做的。","bklhl":"koh無酵餅，kap攪(kiáu)油ê無酵餅，kap抹油無酵ê薄餅，lóng tio̍h用好ê麵粉做ê。"}},{"book":"出","chapter":29,"verse":3,"versions":{"unv":"這餅要裝在一個筐子裡，連筐子帶來，又把公牛和兩隻公綿羊牽來。","bklcl":"Chiah-ê piáⁿ tio̍h hē tī chi̍t kha kheng, tóe tī kheng-ni̍h tòa-lâi, koh khan hit chiah kang ê gû kap nn̄g chiah kang ê mî-iûⁿ lâi.","tghg":"諸個餅著下佇一腳筐，貯佇筐裡帶來，閣牽彼隻公的牛及二隻公的綿羊來。","bklhl":"chiah ê餅tio̍h hē tī一kha筐，貯tī筐裡帶來，koh牽hit隻公ê牛kap兩隻公ê綿羊來。"}},{"book":"出","chapter":29,"verse":4,"versions":{"unv":"要使亞倫和他兒子到會幕門口來，用水洗身。","bklcl":"Tio̍h hō͘ A-lûn kap i hiah-ê kiáⁿ kàu hōe-bō͘ ê mn̂g-kháu ēng chúi sóe in.","tghg":"著互亞倫及伊許個子到會幕的門口，用水洗𪜶。","bklhl":"Tio̍h hō͘亞倫kap伊hiah-ê kiáⁿ 到會幕ê門口用水洗in。"}},{"book":"出","chapter":29,"verse":5,"versions":{"unv":"要給亞倫穿上內袍和以弗得的外袍，並以弗得，又帶上胸牌，束上以弗得巧工織的帶子。","bklcl":"Tio̍h the̍h hiah-ê i-ho̍k lâi, chiong lāi-saⁿ kap í-hut-tek lāi-bīn ê gōa-phàu, kap í-hut-tek, liân pó͘-kòa, kā A-lûn chhēng;  iā ēng kî-khá ê kang só͘ chit í-hut-tek ê tòa kā i hâ;","tghg":"著提許個衣服來，將內衫及以弗得內面的外袍，及以弗得，連補𧞔(kòa)給亞倫穿，也用奇巧的工所織以弗得的帶給伊縖。","bklhl":"Tio̍h the̍h hiah-ê衣服來，將內衫kap í-hut-tek內面ê外袍，kap í-hut-tek，連pó͘褂，kā亞倫穿；也用奇巧ê工所織í-hut-tek ê帶kā伊hâ；"}},{"book":"出","chapter":29,"verse":6,"versions":{"unv":"把冠冕戴在他頭上，將聖冠加在冠冕上，","bklcl":"ēng bō tì tī i ê thâu-khak, chiong sèng ê bián-liû tha̍h tī bō ê téng-bīn.","tghg":"用帽戴佇伊的頭殼，將聖的冕旒褡佇帽的頂面，","bklhl":"用帽戴tī伊ê頭殼，將聖ê冕旒tha̍h tī帽ê頂面。"}},{"book":"出","chapter":29,"verse":7,"versions":{"unv":"就把膏油倒在他頭上膏他。","bklcl":"Tio̍h ēng boah ê iû tò tī i ê thâu-khak lâi boah i.","tghg":"著用抹的油倒佇伊的頭殼來抹伊。","bklhl":"Tio̍h用抹ê油tò tī伊ê頭殼來抹伊。"}},{"book":"出","chapter":29,"verse":8,"versions":{"unv":"要叫他的兒子來，給他們穿上內袍。","bklcl":"Tio̍h hō͘ i ê kiáⁿ lâi, kā in chhēng lāi-saⁿ.","tghg":"著互伊的子來，給𪜶穿內衫。","bklhl":"Tio̍h hō͘伊ê kiáⁿ來，kā in穿內衫。"}},{"book":"出","chapter":29,"verse":9,"versions":{"unv":"給亞倫和他兒子束上腰帶，包上裹頭巾，他們就憑永遠的定例得了祭司的職任。又要將亞倫和他兒子分別為聖。","bklcl":"Koh ēng tòa hâ A-lûn kap i hiah-ê kiáⁿ, kā in pau thâu-khak ê kun;  in chiàu éng-oán ê lē tit-tio̍h chè-si ê chit;  koh tio̍h kā A-lûn kap i hiah-ê kiáⁿ kiâⁿ siat-li̍p ê lé.","tghg":"閣用帶縖亞倫及伊許個子，給𪜶包頭殼的巾，𪜶照永遠的例得著祭司的職。閣著給亞倫及伊許個子行設立的禮。","bklhl":"Koh用帶hâ亞倫kap伊hiah-ê kiáⁿ，kā in包頭殼ê巾；in照永遠ê例得tio̍h祭司ê職；koh tio̍h kā亞倫kap伊hiah-ê kiáⁿ行設立ê禮。"}},{"book":"出","chapter":29,"verse":10,"versions":{"unv":"「你要把公牛牽到會幕前，亞倫和他兒子要按手在公牛的頭上。","bklcl":"Lí tio̍h khan hit chiah kang ê gû kàu hōe-bō͘-chêng;  A-lûn kap i hiah-ê kiáⁿ tio̍h hōaⁿ-chhiú tī gû ê thâu-khak-téng.","tghg":"「你著牽彼隻公的牛到會幕前，亞倫及伊許個子著按手佇牛的頭殼頂。","bklhl":"你tio̍h牽hit隻公ê牛到會幕前；亞倫kap伊hiah-ê kiáⁿ tio̍h按(hōaⁿ)手tī牛ê頭殼頂。"}},{"book":"出","chapter":29,"verse":11,"versions":{"unv":"你要在耶和華面前，在會幕門口，宰這公牛。","bklcl":"Lí tio̍h tī Iâ-hô-hoa ê bīn-chêng, tī hōe-bō͘ ê mn̂g-kháu, thâi hit chiah gû;","tghg":"你著佇耶和華的面前，佇會幕的門口，刣彼隻牛。","bklhl":"你tio̍h tī耶和華ê面前，tī會幕ê門口，刣 hit隻牛；"}},{"book":"出","chapter":29,"verse":12,"versions":{"unv":"要取些公牛的血，用指頭抹在壇的四角上，把血都倒在壇腳那裡。","bklcl":"chhú i ê huih tām-po̍h, ēng chńg-thâu-á boah tī tôaⁿ ê sì-kak;  chiong huih lóng piàⁿ tī tôaⁿ-kha-ni̍h.","tghg":"取伊的血淡薄，用指頭仔抹佇壇的四角，將血攏傾佇壇腳裡。","bklhl":"取伊ê血淡薄，用指頭á抹tī壇ê四角；將血lóng piàⁿ tī壇腳裡。"}},{"book":"出","chapter":29,"verse":13,"versions":{"unv":"要把一切蓋臟的脂油與肝上的網子，並兩個腰子和腰子上的脂油，都燒在壇上。","bklcl":"Tio̍h chiong it-chhè ngó͘-chōng ê iû, kap koaⁿ-téng ê bāng-se, kap nn̄g lia̍p io-chí, í-ki̍p io-chí ê iû, lóng sio tī tôaⁿ-téng.","tghg":"著將一切五臟的油及肝頂(koaⁿ-téng)的網紗，及二粒腰子以及腰子的油，攏燒佇壇頂。","bklhl":"Tio̍h將一切五臟ê油，kap肝頂ê網紗，kap兩粒腰子，以及腰子ê油，lóng 燒 tī壇頂。"}},{"book":"出","chapter":29,"verse":14,"versions":{"unv":"只是公牛的皮、肉、糞都要用火燒在營外。這牛是贖罪祭。","bklcl":"To̍k-to̍k gû ê bah, kap i ê phê, i ê pùn, lóng tio̍h ēng hé sio tī iâⁿ-gōa;  sī chòe sio̍k-chōe-chè.","tghg":"獨獨牛的肉，及伊的皮，伊的糞(pùn)攏著用火燒佇營外。是做贖罪祭。","bklhl":"獨獨牛ê肉，kap伊ê皮，伊ê糞，lóng tio̍h用火燒tī營外；是做贖罪祭。"}},{"book":"出","chapter":29,"verse":15,"versions":{"unv":"「你要牽一隻公綿羊來，亞倫和他兒子要按手在這羊的頭上。","bklcl":"Lí tio̍h khan chi̍t chiah kang ê mî-iûⁿ lâi;  A-lûn kap i hiah-ê kiáⁿ tio̍h hōaⁿ-chhiú tī hit chiah iûⁿ ê thâu-khak-téng.","tghg":"「你著牽一隻公的綿羊來，亞倫及伊許個子著按手佇彼隻羊的頭殼頂。","bklhl":"你tio̍h牽一隻公ê綿羊來；亞倫kap伊hiah-ê kiáⁿ tio̍h按手tī hit隻羊ê頭殼頂。"}},{"book":"出","chapter":29,"verse":16,"versions":{"unv":"要宰這羊，把血灑在壇的周圍。","bklcl":"Tio̍h thâi hit chiah iûⁿ, chiong i ê huih hiù tī tôaⁿ ê sì-ûi.","tghg":"著刣彼隻羊，將伊的血灑佇壇的四圍。","bklhl":"Tio̍h 刣 hit隻羊，將伊ê血hiù tī壇ê四圍。"}},{"book":"出","chapter":29,"verse":17,"versions":{"unv":"要把羊切成塊子，洗淨五臟和腿，連塊子帶頭，都放在一處。","bklcl":"Tio̍h chiong iûⁿ chhiat chi̍t-tè chi̍t-tè, sóe ngó͘-chōng kap thúi, lok tī chhiat kui tè ê bah kap thâu ê téng-bīn.","tghg":"著將羊切一塊一塊，洗五臟及腿，橐佇(lok tī)切歸塊的肉及頭的頂面。","bklhl":"Tio̍h將羊切一塊一塊，洗五臟kap腿，lok tī切kui塊ê肉kap頭ê頂面。"}},{"book":"出","chapter":29,"verse":18,"versions":{"unv":"要把全羊燒在壇上，是給耶和華獻的燔祭，是獻給耶和華為馨香的火祭。","bklcl":"Tio̍h chiong kui chiah iûⁿ sio tī tôaⁿ-téng, sī hiàn hō͘ Iâ-hô-hoa ê sio-chè;  sī phang-phang-ê, ēng hé sio hō͘ Iâ-hô-hoa ê chè.","tghg":"著將歸隻羊燒佇壇頂，是獻互耶和華的燒祭，是芳芳的用火燒互耶和華的祭。」","bklhl":"Tio̍h將kui隻羊燒tī壇頂，是獻hō͘耶和華ê燒祭；是芳芳ê，用火燒hō͘耶和華ê祭。"}},{"book":"出","chapter":29,"verse":19,"versions":{"unv":"「你要將那一隻公綿羊牽來，亞倫和他兒子要按手在羊的頭上。","bklcl":"Lí tio̍h chiong tē-jī chiah kang ê mî-iûⁿ khan-lâi;  A-lûn kap i hiah-ê kiáⁿ tio̍h hōaⁿ-chhiú tī iûⁿ ê thâu-khak-téng.","tghg":"「你著將第二隻公的綿羊牽來，亞倫及伊許個子著按手佇羊的頭殼頂。","bklhl":"你tio̍h將第二隻公ê綿羊牽來；亞倫kap伊hiah-ê kiáⁿ tio̍h按手tī 羊 ê頭殼頂。"}},{"book":"出","chapter":29,"verse":20,"versions":{"unv":"你要宰這羊，取點血抹在亞倫的右耳垂上和他兒子的右耳垂上，又抹在他們右手的大拇指上和右腳的大拇指上；並要把血灑在壇的四圍。","bklcl":"Lí tio̍h thâi hit chiah iûⁿ, chhú i ê huih tām-po̍h, boah tī A-lûn chiàⁿ-pêng ê hī-á-sûi, kap i chiah-ê kiáⁿ, chiàⁿ-pêng ê hī-á-sûi, koh boah tī in chiàⁿ-chhiú ê tōa-pō͘-bú, kap chiàⁿ-kha ê tōa-pō͘-bú;  koh chiong huih hiù tī tôaⁿ ê sì-ûi.","tghg":"你著刣彼隻羊，取伊的血淡薄抹佇亞倫正旁的耳仔垂(hī-á-sûi)，及伊諸個子正旁的耳仔垂，閣抹佇𪜶正手的大哺拇(tōa-pō͘-bú)及正腳的大哺拇(tōa-pō͘-bú)；閣將血灑佇壇的四圍。","bklhl":"你tio̍h 刣 hit隻羊，取伊ê血淡薄，抹tī亞倫chiàⁿ-pêng ê耳á垂，kap伊chiah ê kiáⁿ，chiàⁿ-pêng ê耳á垂，koh抹tī in chiàⁿ手ê大pō͘拇，kap chiàⁿ腳ê大pō͘拇；koh將血hiù tī壇ê四圍。"}},{"book":"出","chapter":29,"verse":21,"versions":{"unv":"你要取點膏油和壇上的血，彈在亞倫和他的衣服上，並他兒子和他兒子的衣服上，他們和他們的衣服就一同成聖。","bklcl":"Lí tio̍h chhú tôaⁿ-téng ê huih tām-po̍h kap boah ê iû, hiù tī A-lûn kap i ê saⁿ, koh hiù tī i ê kiáⁿ kap i ê kiáⁿ ê saⁿ;  i kap i ê saⁿ, i ê kiáⁿ kap i ê kiáⁿ ê saⁿ, lóng hun-piat chòe sèng.","tghg":"你著取壇頂的血淡薄及抹的油灑佇亞倫及伊的衫，閣灑佇伊的子及伊的子的衫，伊及伊的衫，伊的子及伊的子的衫攏分別做聖。","bklhl":"你tio̍h 取壇頂ê血淡薄kap抹ê油，hiù tī亞倫kap伊ê衫，koh hiù tī伊ê kiáⁿ kap伊ê kiáⁿ ê衫；伊kap伊ê衫，伊ê kiáⁿ kap伊ê kiáⁿ ê衫，lóng分別做聖。"}},{"book":"出","chapter":29,"verse":22,"versions":{"unv":"「你要取這羊的脂油和肥尾巴，並蓋臟的脂油與肝上的網子，兩個腰子和腰子上的脂油並右腿（這是承接聖職所獻的羊）。","bklcl":"Koh tio̍h chhú hit chiah iûⁿ ê iû, kap i ê pûi ê bé, kap khàm ngó͘-chōng ê iû, kap koaⁿ-téng ê bāng-se, nn̄g lia̍p io-chí, í-ki̍p io-chí ê iû,  kap chiàⁿ-pêng ê thúi (che sī chiâⁿ siat-li̍p ê lé ê iûⁿ);","tghg":"「閣著取彼隻羊的油及伊的肥的尾，及蓋五臟的油及肝頂的網紗，二粒腰子以及腰子的油及正旁的腿，這是成設立的禮的羊。","bklhl":"Koh tio̍h 取hit隻羊ê油，kap伊ê肥ê尾，kap蓋五臟ê油，kap肝頂 ê網紗，兩粒腰子，以及腰子ê油，kap chiàⁿ-pêng ê腿(這是成設立ê禮 ê羊) ；"}},{"book":"出","chapter":29,"verse":23,"versions":{"unv":"再從耶和華面前裝無酵餅的筐子中取一個餅，一個調油的餅和一個薄餅，","bklcl":"koh tùi hit-khia hē tī Iâ-hô-hoa ê bīn-chêng tóe bô-kàⁿ-piáⁿ ê kheng-á-lāi, the̍h chi̍t tè piáⁿ, chi̍t tè kiáu-iû ê piáⁿ, chi̍t-tè po̍h-piáⁿ;","tghg":"閣對彼奇下(hit-khia)佇耶和華的面前貯(tóe)無酵餅的筐仔內(kheng-á-lāi)提一塊餅，一塊攪油(kiáu-iû)的餅，一塊薄餅，","bklhl":"koh tùi hit-khia hē tī耶和華ê面前貯無酵餅ê筐á內，the̍h一塊餅，一塊攪油ê餅，一塊薄餅；"}},{"book":"出","chapter":29,"verse":24,"versions":{"unv":"都放在亞倫的手上和他兒子的手上，作為搖祭，在耶和華面前搖一搖。","bklcl":"lóng hē tī A-lûn ê chhiú kap i ê kiáⁿ ê chhiú, iô tī Iâ-hô-hoa ê bīn-chêng, chòe iô-chè.","tghg":"攏下佇亞倫的手及伊的子的手，搖佇耶和華的面前，做搖祭(iô-chè)。","bklhl":"lóng hē tī亞倫ê手kap伊ê kiáⁿ ê手，搖tī耶和華ê面前，做搖祭。"}},{"book":"出","chapter":29,"verse":25,"versions":{"unv":"要從他們手中接過來，燒在耶和華面前壇上的燔祭上，是獻給耶和華為馨香的火祭。","bklcl":"Lí tio̍h tùi in ê chhiú chih-lâi, sio tī tôaⁿ-téng sio-chè ê téng-bīn, chòe phang-phang tī Iâ-hô-hoa ê bīn-chêng;  sī ēng hé sio hō͘ Iâ-hô-hoa ê chè.","tghg":"你著對𪜶的手接(chih)來，燒佇壇頂燒祭的頂面做芳芳佇耶和華的面前，是用火燒互耶和華的祭。","bklhl":"你tio̍h tùi in ê手接來，燒tī壇頂燒祭ê頂面，做芳芳tī耶和華ê面前；是用火燒hō͘耶和華ê祭。"}},{"book":"出","chapter":29,"verse":26,"versions":{"unv":"「你要取亞倫承接聖職所獻公羊的胸，作為搖祭，在耶和華面前搖一搖，這就可以作你的分。","bklcl":"A-lûn siū siat-li̍p ê lé só͘ hiàn kang ê iûⁿ, lí tio̍h chhú i ê heng, iô tī Iâ-hô-hoa ê bīn-chêng, chòe iô-chè;  che sī lí ê hūn-gia̍h.","tghg":"「亞倫受設立的禮所獻公的羊你著取伊的胸，搖佇耶和華的面前，做搖祭，這是你的份額。","bklhl":"亞倫受設立ê禮所獻公ê羊，你tio̍h取伊ê胸，搖tī耶和華ê面前，做搖祭；這是你ê份額。"}},{"book":"出","chapter":29,"verse":27,"versions":{"unv":"那搖祭的胸和舉祭的腿，就是承接聖職所搖的、所舉的，是歸亞倫和他兒子的。這些你都要成為聖，","bklcl":"Kiâⁿ siat-li̍p ê lé só͘ hiàn kang ê iûⁿ, hit-ê iô-chè ê heng kap kú-chè ê thúi, chiū-sī só͘ iô-ê, só͘ kú-khí-ê, lí tio̍h hun-piat i chòe-sèng, chiū-sī sio̍k tī A-lûn kap i hiah-ê kiáⁿ-ê.","tghg":"行設立的禮所獻公的羊，彼個搖祭的胸及舉祭的腿，就是所搖的、所舉起的，你著分別伊做聖，就是屬佇亞倫及伊許個子的，","bklhl":"行設立ê禮所獻公ê羊，hit ê搖祭ê胸kap舉祭ê腿，就是所搖ê，所舉起ê，你tio̍h分別伊做聖，就是屬tī亞倫kap伊hiah-ê kiáⁿ-ê。"}},{"book":"出","chapter":29,"verse":28,"versions":{"unv":"作亞倫和他子孫從以色列人中永遠所得的分，因為是舉祭。這要從以色列人的平安祭中，作為獻給耶和華的舉祭。","bklcl":"Che tio̍h chòe A-lûn kap i ê kiáⁿ-sun tùi Í-sek-lia̍t lâng só͘ tit-tio̍h éng-oán ê hūn-gia̍h;  in-ūi sī kú-chè;  tio̍h tùi Í-sek-lia̍t lâng pêng-an-chè ê tiong-kan chòe kú-chè;  chiū-sī in hiàn hō͘ Iâ-hô-hoa ê kú-chè.","tghg":"這著做亞倫及伊的子孫對以色列人所得著永遠的份額，因為是舉祭。著對以色列人平安祭的中間做舉祭(kú-chè)，就是𪜶獻互耶和華的舉祭(kú-chè)。","bklhl":"這tio̍h做亞倫kap伊ê kiaⁿ孫tùi以色列人所得tio̍h永遠ê份額；因為是舉祭；tio̍h tùi 以色列人平安祭 ê中間做舉祭；就是in獻hō͘耶和華ê舉祭。"}},{"book":"出","chapter":29,"verse":29,"versions":{"unv":"「亞倫的聖衣要留給他的子孫，可以穿著受膏，又穿著承接聖職。","bklcl":"A-lûn ê sèng-saⁿ tio̍h lâu hō͘ i āu-tāi ê kiáⁿ-sun, thang chhēng i lâi siū boah-iû, iā chhēng i lâi siū siat-li̍p.","tghg":"「亞倫的聖衫著留互伊後代的子孫，通穿伊來受抹油，也穿伊來受設立。","bklhl":"亞倫ê聖衫tio̍h留hō͘伊後代ê kiaⁿ孫，thang穿伊來受抹油，也穿伊來受設立。"}},{"book":"出","chapter":29,"verse":30,"versions":{"unv":"他的子孫接續他當祭司的，每逢進會幕在聖所供職的時候，要穿七天。","bklcl":"I ê kiáⁿ, hit-ê sòa-chiap i tng chè-si ê, ta̍k-pái ji̍p hōe-bō͘, tī sèng-só͘ ho̍k-sāi ê sî, tio̍h chhēng chhit-ji̍t kú.","tghg":"伊的子彼個續接(sòa-chiap)伊當祭司的，逐擺入會幕佇聖所服事的時，著穿七日久。","bklhl":"伊ê kiáⁿ，hit ê續接伊當祭司ê，ta̍k-pái入會幕，tī聖所服事ê時，tio̍h穿七日久。"}},{"book":"出","chapter":29,"verse":31,"versions":{"unv":"「你要將承接聖職所獻公羊的肉煮在聖處。","bklcl":"Kiâⁿ siat-li̍p ê lé só͘ hiàn kang ê iûⁿ ê bah, lí tio̍h tī sèng ê só͘-chāi chú i.","tghg":"「行設立的禮所獻公的羊的肉，你著佇聖的所在煮伊。","bklhl":"行設立ê禮所獻公ê羊ê肉，你tio̍h tī聖ê所在煮伊。"}},{"book":"出","chapter":29,"verse":32,"versions":{"unv":"亞倫和他兒子要在會幕門口吃這羊的肉和筐內的餅。","bklcl":"A-lûn kap i ê kiáⁿ tio̍h tī hōe-bō͘ ê mn̂g-kháu chia̍h chit chiah iûⁿ ê bah kap kheng-á-lāi ê piáⁿ.","tghg":"亞倫及伊的子著佇會幕的門口食此隻羊的肉及筐仔內(kheng-á-lāi)的餅。","bklhl":"亞倫kap伊ê kiáⁿ tio̍h tī會幕ê門口食chit隻羊ê肉kap筐á內ê餅。"}},{"book":"出","chapter":29,"verse":33,"versions":{"unv":"他們吃那些贖罪之物，好承接聖職，使他們成聖；只是外人不可吃，因為這是聖物。","bklcl":"In tio̍h chia̍h só͘ ēng lâi sio̍k-chōe ê mi̍h, hō͘ in tam-tng chit, iā hun-piat in chòe-sèng;  to̍k-to̍k gōa-lâng m̄-thang chia̍h, in-ūi che sī sèng-mi̍h.","tghg":"𪜶著食所用來贖罪的物，互𪜶擔當職，也分別𪜶做聖；獨獨外人呣通食，因為這是聖物。","bklhl":"In tio̍h食所用來贖罪ê物，hō͘ in擔當職，也分別in做聖；獨獨外人m̄-thang食，因為這是聖物。"}},{"book":"出","chapter":29,"verse":34,"versions":{"unv":"那承接聖職所獻的肉或餅，若有一點留到早晨，就要用火燒了，不可吃這物，因為是聖物。","bklcl":"Hit-ê kiâⁿ siat-li̍p ê lé só͘ hiàn ê bah á-sī piáⁿ, nā ū lâu kàu keh chá-khí-ê, lí tio̍h chiong só͘ lâu-ê ēng hé sio i;  m̄-thang chia̍h i, in-ūi sī sèng ê mi̍h.","tghg":"彼個行設立的禮所獻的肉抑是餅，若有留到隔早起的，你著將所留的用火燒伊，呣通食伊，因為是聖的物。","bklhl":"Hit-ê行設立ê禮所獻ê肉á是餅，若有留到隔早起ê，你tio̍h將所留ê用火燒伊；m̄-thang食伊，因為是聖ê物。"}},{"book":"出","chapter":29,"verse":35,"versions":{"unv":"「你要這樣照我一切所吩咐的，向亞倫和他兒子行承接聖職的禮七天。","bklcl":"Lí tio̍h chiàu Góa it-chhè só͘ hoan-hù-ê kiâⁿ tī A-lûn kap i ê kiáⁿ;  kiâⁿ siat-li̍p ê lé tio̍h chhit-ji̍t kú.","tghg":"「你著照我一切所吩咐的行佇亞倫及伊的子，行設立的禮著七日久。","bklhl":"你tio̍h照我一切所吩咐ê行tī亞倫kap伊ê kiáⁿ；行設立ê禮tio̍h七日久。"}},{"book":"出","chapter":29,"verse":36,"versions":{"unv":"每天要獻公牛一隻為贖罪祭。你潔淨壇的時候，壇就潔淨了；且要用膏抹壇，使壇成聖。","bklcl":"Ta̍k-ji̍t tio̍h hiàn kang ê gû chi̍t-chiah chòe sio̍k-chōe-chè;  lí ūi tôaⁿ sio̍k-chōe ê sî chiū hō͘ i chheng-khì;  iā tio̍h kā i boah-iû, hun-piat i chòe-sèng.","tghg":"逐日著獻公的牛一隻做贖罪祭。你為壇贖罪的時，就互伊清氣；也著給伊抹油，分別伊做聖。","bklhl":"Ta̍k日tio̍h獻公ê牛一隻做贖罪祭；你為壇贖罪ê時就hō͘伊清氣；也tio̍h kā伊抹油，分別伊做聖。"}},{"book":"出","chapter":29,"verse":37,"versions":{"unv":"要潔淨壇七天，使壇成聖，壇就成為至聖。凡挨著壇的都成為聖。」","bklcl":"Lí tio̍h ūi tôaⁿ sio̍k-chōe chhit-ji̍t kú, hō͘ i chiâⁿ-sèng;  tôaⁿ chiū chiâⁿ chòe chì-sèng;  kìⁿ-nā bong-tio̍h i-ê lóng hun-piat chòe-sèng.","tghg":"你著為壇贖罪七日久，互伊成聖，壇就成做至聖。見若摸著伊的攏分別做聖。」","bklhl":"你tio̍h為壇贖罪七日久，hō͘伊成聖；壇就成做至聖；見若摸tio̍h伊ê lóng分別做聖。"}},{"book":"出","chapter":29,"verse":38,"versions":{"unv":"「你每天所要獻在壇上的就是兩隻一歲的羊羔；","bklcl":"Lí só͘ tio̍h hiàn tī tôaⁿ-ni̍h-ê sī chiah-ê;  chiū-sī bē móa-nî ê iûⁿ-á nn̄g-chiah, ta̍k-ji̍t tio̍h hiàn;","tghg":"「你所著獻佇壇裡的是諸個就是未滿年的羊仔二隻，逐日著獻；","bklhl":"你所tio̍h獻tī壇裡ê是chiah ê；就是未滿年ê羊á兩隻，ta̍k日tio̍h獻；"}},{"book":"出","chapter":29,"verse":39,"versions":{"unv":"早晨要獻這一隻，黃昏的時候要獻那一隻。","bklcl":"chá-khí-sî tio̍h hiàn chi̍t-chiah;  hông-hun ê sî tio̍h hiàn hit-chiah.","tghg":"早起時著獻一隻，黃昏的時著獻彼隻。","bklhl":"早起時tio̍h獻一隻；黃昏ê時tio̍h獻hit隻。"}},{"book":"出","chapter":29,"verse":40,"versions":{"unv":"和這一隻羊羔同獻的，要用細麵伊法十分之一與搗成的油一欣四分之一調和，又用酒一欣四分之一作為奠祭。","bklcl":"Lí tio̍h ēng iù ê mī-hún chi̍t i-hoat cha̍p-hūn ê chi̍t, ēng khoeh-hó ê iû chi̍t-him sì-hūn ê chi̍t tiau-hô-ê, kap chi̍t chiah iûⁿ-á saⁿ-tâng hiàn;  koh ēng chiú chi̍t-him sì-hūn ê chi̍t chòe koàn-tiān.","tghg":"你著用幼(iù)的麵粉一伊法(i-hoat)十份的一(chi̍t)，用夾好(khoeh-hó)的油一欣(chi̍t-him)四份的一調和(chi̍t tiau-hô)的，及一隻羊仔相同獻，閣用酒一欣四份的一做灌奠(koàn-tiān)。","bklhl":"你tio̍h用幼ê麵粉一i-hoat十份ê一，用khoeh好ê油一him四份ê一調和ê，kap一隻羊á相同獻；koh用酒一him四份ê一做灌奠。"}},{"book":"出","chapter":29,"verse":41,"versions":{"unv":"那一隻羊羔要在黃昏的時候獻上，照著早晨的素祭和奠祭的禮辦理，作為獻給耶和華馨香的火祭。","bklcl":"Iáu hit chiah-ê iûⁿ-á tio̍h tī hông-hun ê sî lâi hiàn, tio̍h chiàu chá-khí-sî ê sò͘-chè kap koàn-tiān ê lé liāu-lí i, chòe phang-phang, ēng hé sio lâi hiàn hō͘ Iâ-hô-hoa ê chè.","tghg":"猶彼隻的羊仔著佇黃昏的時來獻，著照早起時的素祭及灌奠的禮料理伊，做芳芳用火燒來獻互耶和華的祭。","bklhl":"Iáu hit隻ê羊á tio̍h tī黃昏ê時來獻，tio̍h照早起時ê素祭kap灌奠ê禮料理伊，做芳芳，用火燒來獻hō͘耶和華ê祭。"}},{"book":"出","chapter":29,"verse":42,"versions":{"unv":"這要在耶和華面前、會幕門口，作你們世世代代常獻的燔祭。我要在那裡與你們相會，和你們說話。","bklcl":"Che beh tī Iâ-hô-hoa ê bīn-chêng, tī hōe-bō͘ ê mn̂g-kháu, chòe lín ta̍k sè-tāi siông-siông hiàn ê sio-chè;  Góa beh tī-hia kap lín siong-hōe, kap lí kóng-ōe.","tghg":"這欲佇耶和華的面前、佇會幕的門口，做恁逐世代常常獻的燒祭。我欲佇遐及恁相會(siong-hōe)，及你講話。","bklhl":"這beh tī耶和華ê面前，tī會幕ê門口，做lín ta̍k世代常常獻ê燒祭；我beh tī-hia kap lín相會，kap你講話。"}},{"book":"出","chapter":29,"verse":43,"versions":{"unv":"我要在那裡與以色列人相會，會幕就要因我的榮耀成為聖。","bklcl":"Góa beh tī-hia kap Í-sek-lia̍t lâng siong-hōe, hōe-bō͘ chiū beh in-ūi Góa ê êng-kng chiâⁿ-chòe sèng.","tghg":"我欲佇遐及以色列人相會，會幕就欲因為我的榮光成做聖。","bklhl":"我beh tī-hia kap以色列人相會，會幕就beh因為我ê榮光成做聖。"}},{"book":"出","chapter":29,"verse":44,"versions":{"unv":"我要使會幕和壇成聖，也要使亞倫和他的兒子成聖，給我供祭司的職分。","bklcl":"Góa beh hō͘ hōe-bō͘ kap tôaⁿ chòe-sèng;  iā beh hō͘ A-lûn kap i hiah-ê kiáⁿ chòe-sèng, chòe chè-si lâi ho̍k-sāi Góa.","tghg":"我欲互會幕及壇做聖，也欲互亞倫及伊許個子做聖，做祭司(chè-si)來服事我。","bklhl":"我beh hō͘會幕kap壇做聖；也beh hō͘亞倫kap伊hiah-ê kiáⁿ做聖，做祭司來服事我。"}},{"book":"出","chapter":29,"verse":45,"versions":{"unv":"我要住在以色列人中間，作他們的　神。","bklcl":"Góa beh tiàm tī Í-sek-lia̍t lâng ê tiong-kan, chòe in ê Siōng-tè.","tghg":"我欲踮佇以色列人的中間，做𪜶的上帝。","bklhl":"我beh tiàm tī以色列人ê中間，做in ê上帝。"}},{"book":"出","chapter":29,"verse":46,"versions":{"unv":"他們必知道我是耶和華─他們的　神，是將他們從埃及地領出來的，為要住在他們中間。我是耶和華─他們的　神。」","bklcl":"In beh chai Góa sī Iâ-hô-hoa in ê Siōng-tè, sī chhōa in chhut Ai-ki̍p tōe;  thang hō͘ Góa tiàm tī in tiong-kan;  Góa sī Iâ-hô-hoa in ê Siōng-tè.","tghg":"𪜶欲知我是耶和華──𪜶的上帝，是導𪜶出埃及地，通互我踮佇𪜶中間。我是耶和華──𪜶的上帝。」","bklhl":"In beh知我是耶和華in ê上帝，是chhōa in出埃及地；thang hō͘我tiàm tī in中間；我是耶和華in ê上帝。"}}]