[{"book":"拿","chapter":3,"verse":1,"versions":{"unv":"耶和華的話二次臨到約拿說：","bklcl":"Iâ-hô-hoa ê ōe tē-jī-pái lîm-kàu Iok-ná kóng, Lí khí-lâi, khì Nî-nî-bî hit ê tōa-siâⁿ;","tghg":"耶和華的話第二擺臨到約拿講：","bklhl":"耶和華ê話第二pái臨到約拿講，你起來，去尼尼微hit ê大城；"}},{"book":"拿","chapter":3,"verse":2,"versions":{"unv":"「你起來！往尼尼微大城去，向其中的居民宣告我所吩咐你的話。」","bklcl":"Góa só͘ bēng-lēng lí thoân--ê, lí thoân hō͘ i.","tghg":"「你起來！去尼尼微彼個大城，我所命令你傳的，你傳互伊。」","bklhl":"我所命令你傳ê，你傳hō͘伊。"}},{"book":"拿","chapter":3,"verse":3,"versions":{"unv":"約拿便照耶和華的話起來，往尼尼微去。這尼尼微是極大的城，有三日的路程。","bklcl":"Iok-ná chiū chiàu Iâ-hô-hoa ê ōe khí--lâi, khì Nî-nî-bî; Nî-nî-bî sī ke̍k-tōa ê siâⁿ, tio̍h kiâⁿ saⁿ-ji̍t chiah ōe thàng.","tghg":"約拿就照耶和華的話起來，去尼尼微。尼尼微是極大的城，著行三日才會𥦁(thàng)。","bklhl":"約拿就照耶和華ê話起來，去尼尼微；尼尼微是極大ê城，tio̍h行三日chiah會thàng。"}},{"book":"拿","chapter":3,"verse":4,"versions":{"unv":"約拿進城走了一日，宣告說：「再等四十日，尼尼微必傾覆了！」","bklcl":"Iok-ná ji̍p siâⁿ khí-sin kiâⁿ chi̍t-ji̍t ê lō͘, thoân kóng, Koh sì-cha̍p-ji̍t, Nî-nî-bî beh tó-hoāi.","tghg":"約拿入城起身行一日的路，傳講：「閣四十日，尼尼微欲倒壞！」","bklhl":"約拿入城起身行一日ê路，傳講，Koh四十日，尼尼微beh倒壞。"}},{"book":"拿","chapter":3,"verse":5,"versions":{"unv":"尼尼微人信服　神，便宣告禁食，從最大的到至小的都穿麻衣（或譯：披上麻布）。","bklcl":"Nî-nî-bî lâng sìn Siōng-tè, chiū soan-pò͘ kìm-chia̍h, tùi-tōa kàu-sòe, lóng chhēng môa-saⁿ.","tghg":"尼尼微人信上帝，就宣佈禁食，對大到細攏穿麻衫。","bklhl":"尼尼微人信上帝，就宣佈禁食，tùi大到細，lóng穿麻衫。"}},{"book":"拿","chapter":3,"verse":6,"versions":{"unv":"這信息傳到尼尼微王的耳中，他就下了寶座，脫下朝服，披上麻布，坐在灰中。","bklcl":"Chit ê siau-sit thoân-kàu hō͘ Nî-nî-bî ông thiaⁿ-kìⁿ; i chiū tùi i ê chō-ūi khí--lâi, thǹg i ê lé-ho̍k, chhēng môa, chē tī hé-hu.","tghg":"此個消息傳到互尼尼微王聽見，伊就對伊的座位起來，褪(thǹg)伊的禮服，穿麻，坐佇火灰。","bklhl":"Chit ê消息傳到hō͘尼尼微王聽見；伊就對伊ê座位起來，thǹg伊ê禮服，穿麻，坐tī火灰。"}},{"book":"拿","chapter":3,"verse":7,"versions":{"unv":"他又使人遍告尼尼微通城，說：「王和大臣有令，人不可嘗甚麼，牲畜、牛羊不可吃草，也不可喝水。","bklcl":"Koh chhut kò-sī, chiàu ông kap kùi-cho̍k ê bēng-lēng thoân hō͘ Nî-nî-bî thong-siâⁿ kóng, Lâng kap cheng-siⁿ gû-kûn iûⁿ-kûn, lóng m̄-thang chia̍h, m̄-thang lim-chúi, liân chhì-khòaⁿ iā m̄-thang.","tghg":"閣出告示，照王及貴族的命令傳互尼尼微通城，講：「人及精牲，牛群、羊群攏呣通食，呣通飲水，連試看也呣通。","bklhl":"Koh出告示，照王kap貴族ê命令傳hō͘尼尼微thong城講，人kap cheng-siⁿ牛群羊群，lóng m̄-thang食，m̄-thang lim水，連試看也m̄-thang。"}},{"book":"拿","chapter":3,"verse":8,"versions":{"unv":"人與牲畜都當披上麻布；人要切切求告　神。各人回頭離開所行的惡道，丟棄手中的強暴。","bklcl":"Lâng kap cheng-siⁿ lóng tio̍h chhēng-môa, tōa-siaⁿ kiû-kiò Siōng-tè, ta̍k-lâng iā tio̍h lī-khui i ê pháiⁿ-lō͘, kap i ê chhiú só͘ chòe ê kiông-pō.","tghg":"人及精牲攏著穿麻；大聲求叫上帝。逐人也著離開伊的歹路，及伊的手所做的強暴。","bklhl":"人kap cheng-siⁿ lóng tio̍h穿麻，大聲求叫上帝，ta̍k人也tio̍h離開伊ê pháiⁿ路，kap伊ê手所做ê強暴。"}},{"book":"拿","chapter":3,"verse":9,"versions":{"unv":"或者　神轉意後悔，不發烈怒，使我們不致滅亡，也未可知。」","bklcl":"Kiám-chhái Siōng-tè hê-sim tńg-ì, bán-hôe I ê tōa siū-khì, hō͘ lán bô bia̍t-bô iā káⁿ.","tghg":"豈採上帝回心轉(tńg)意，挽(bán)回伊的大受氣，互咱無滅無也敢。」","bklhl":"Kiám-chhái上帝回心轉意，挽回伊ê大受氣，hō͘咱無滅無也敢。"}},{"book":"拿","chapter":3,"verse":10,"versions":{"unv":"於是　神察看他們的行為，見他們離開惡道，他就後悔，不把所說的災禍降與他們了。","bklcl":"Tùi án-ni Siōng-tè khòaⁿ in ê kiâⁿ-chòe, ū lī-khui in ê pháiⁿ-lō͘; Siōng-tè chiū thè-hóe I só͘ kóng beh kàng hō͘ in ê chai-ē, ia̍h bô kàng-lo̍h.","tghg":"對按呢上帝看𪜶的行做，有離開𪜶的歹路，上帝就退悔伊所講欲降互𪜶的災禍，亦無降落。","bklhl":"Tùi án-ni，上帝看in ê行做，有離開in ê pháiⁿ路；上帝就退悔祂所講beh降hō͘ in ê災厄，亦無降落。"}}]