[{"book":"拿","chapter":1,"verse":1,"versions":{"unv":"耶和華的話臨到亞米太的兒子約拿，說：","bklcl":"Iâ-hô-hoa ê ōe lîm-kàu A-bí-thài ê kiáⁿ Iok-ná kóng,","tghg":"耶和華的話臨到亞米太的子約拿，講：","bklhl":"耶和華ê話臨到A-bí-thài ê kiáⁿ約拿講，"}},{"book":"拿","chapter":1,"verse":2,"versions":{"unv":"「你起來往尼尼微大城去，向其中的居民呼喊，因為他們的惡達到我面前。」","bklcl":"Lí khí-lâi khì Nî-nî-bî hit ê tōa-siâⁿ, chhut-siaⁿ kéng-kài in; in-ūi in ê chōe-ok thàu-kàu Góa bīn-chêng.","tghg":"「你起來去尼尼微彼個大城，出聲警戒𪜶，因為𪜶的罪惡透到我面前。」","bklhl":"你起來去尼尼微hit ê大城，出聲警戒in；因為in ê罪惡透到我面前。"}},{"book":"拿","chapter":1,"verse":3,"versions":{"unv":"約拿卻起來，逃往他施去躲避耶和華；下到約帕，遇見一隻船，要往他施去。他就給了船價，上了船，要與船上的人同往他施去躲避耶和華。","bklcl":"Nā-sī Iok-ná khí-lâi, ài-cháu khì Tha-si, siám-pī Iâ-hô-hoa; lo̍h-khì Iok-phàⁿ, tú-tio̍h chi̍t chiah chûn beh khì Tha-si; i chiū hō͘ i chûn-sè, tah hit chiah chûn beh kap in khì Tha-si, siám-pī Iâ-hô-hoa.","tghg":"若是約拿起來，愛走去他施閃避耶和華；落(lo̍h)去約帕，抵著(tú-tio̍h)一隻船，欲去他施。伊就互伊船稅，搭(tah)彼隻船，欲及𪜶去他施閃避耶和華。","bklhl":"但是約拿起來，ài走去Tha-si，閃避耶和華；落去Iok-phàⁿ，tú-tio̍h一隻船beh去Tha-si；伊就hō͘伊船稅，搭hit隻船beh kap in去Tha-si，閃避耶和華。"}},{"book":"拿","chapter":1,"verse":4,"versions":{"unv":"然而耶和華使海中起大風，海就狂風大作，甚至船幾乎破壞。","bklcl":"Chóng-sī Iâ-hô-hoa hō͘ hái khí tōa-hong, hái-tiong hong-éng chin-thàu, tì-kàu chûn beh phòa.","tghg":"總是耶和華互海起大風，海中風湧(éng)真透，致到船欲破。","bklhl":"總是耶和華hō͘海khí大風，海中風湧真透，致到船beh破。"}},{"book":"拿","chapter":1,"verse":5,"versions":{"unv":"水手便懼怕，各人哀求自己的神。他們將船上的貨物拋在海中，為要使船輕些。約拿已下到底艙，躺臥沉睡。","bklcl":"Chúi-siú chin kiaⁿ, ta̍k-lâng ai-kiû i ê siōng-tè; in ēng chûn-lāi ê hè-mi̍h hiat-lo̍h hái, in-ūi beh hō͘ chûn khah-khin; to̍k-to̍k Iok-ná í-keng lo̍h chûn-tó͘-tóe, tó-teh hó-khùn.","tghg":"水手真驚，逐人哀求伊的上帝。𪜶用船內的貨物㧒(hiat)落海，因為欲互船卡輕。獨獨約拿已經落船肚底，倒啲好睏。","bklhl":"水手真驚，ta̍k人哀求伊ê上帝；in用船內ê貨物hiat落海，因為beh hō͘船khah輕；獨獨約拿已經落船肚底，倒teh好睏。"}},{"book":"拿","chapter":1,"verse":6,"versions":{"unv":"船主到他那裡對他說：「你這沉睡的人哪，為何這樣呢？起來，求告你的神，或者神顧念我們，使我們不致滅亡。」","bklcl":"Tāi-kong kàu i hia, tùi i kóng, Lí chit-ê hó-khùn ê lâng ah, siáⁿ-sū án-ni? khí-lâi, kiû-kiò lí ê siōng-tè; kiám-chhái Siōng-tè khòaⁿ-kò͘ lán, hō͘ lán bián bia̍t-bô.","tghg":"舵公(tāi-kong)到伊遐對伊講：「你此個好睏的人啊，啥事按呢？起來，求叫你的上帝，豈採上帝看顧咱，互咱免滅無。」","bklhl":"舵工(tāi-kong)到伊hia，對伊講，你chit ê好睏ê人ah，啥事án-ni？起來，求叫你ê上帝；kiám-chhái上帝看顧咱，hō͘咱免滅無。"}},{"book":"拿","chapter":1,"verse":7,"versions":{"unv":"船上的人彼此說：「來吧，我們掣籤，看看這災臨到我們是因誰的緣故。」於是他們掣籤，掣出約拿來。","bklcl":"In saⁿ-kap kóng, Lâi ah, lán lâi liam-khau, khòaⁿ lán tú-tio̍h chit ê chai-ē, sī in-ūi sím-mi̍h lâng ê iân-kò͘.","tghg":"𪜶相及講：「來啊，咱來拈鬮(liam-khau)，看咱抵著此個災禍是因為甚麼人的緣故。」對按呢𪜶拈鬮，就拈著約拿。","bklhl":"In相kap講，來ah，咱來拈鬮，看咱tú-tio̍h chit ê災厄，是因為甚麼人ê緣故。"}},{"book":"拿","chapter":1,"verse":8,"versions":{"unv":"眾人對他說：「請你告訴我們，這災臨到我們是因誰的緣故？你以何事為業？你從哪裡來？你是哪一國？屬哪一族的人？」","bklcl":"Tùi án-ni in liam-khau, chiū liam-tio̍h Iok-ná.  In tùi i kóng, Chhiáⁿ lí kā goán kóng, lán tú-tio̍h chit ê chai-ē, sī in-ūi sím-mi̍h lâng ê iân-kò͘; lí chòe sím-mi̍h sū-gia̍p?  Lí tùi toh-lo̍h lâi?  Lí ê pún só͘-chāi tī toh-lo̍h?  Lí sio̍k sím-mi̍h cho̍k?","tghg":"𪜶對伊講：「請你給阮講，咱抵著此個災禍是因為甚麼人的緣故？你做甚麼事業？你對叨落來？你的本所在佇叨落？你屬甚麼族？」","bklhl":"Tùi án-ni，in 拈鬮，就liam-tio̍h約拿。In對伊講，請你kā阮講，咱tú-tio̍h chit ê災厄，是in-為甚麼人ê緣故；你做甚麼事業？你tùi toh-lo̍h來？你ê本所在tī toh-lo̍h？你屬甚麼族？"}},{"book":"拿","chapter":1,"verse":9,"versions":{"unv":"他說：「我是希伯來人。我敬畏耶和華─那創造滄海旱地之天上的　神。」","bklcl":"I ìn kóng, Góa sī Hi-pek-lâi lâng; góa kèng-ùi thiⁿ-téng ê Siōng-tè Iâ-hô-hoa, chhòng-chō tōa-hái kap ta-tōe--ê.","tghg":"伊應講：「我是希伯來人。我敬畏天頂的上帝耶和華──創造大海及乾地者。」","bklhl":"伊應講，我是希伯來人；我敬畏天頂ê上帝耶和華，創造大海kap乾地ê。"}},{"book":"拿","chapter":1,"verse":10,"versions":{"unv":"他們就大大懼怕，對他說：「你做的是甚麼事呢？」他們已經知道他躲避耶和華，因為他告訴了他們。","bklcl":"Hiah ê lâng chiū tōa-kiaⁿ, tùi i kóng, Lí só͘ chòe--ê sī sím-mi̍h sū ah?  In-ūi hiah-ê lâng chai i siám-pī Iâ-hô-hoa, sī i í-keng kā in kóng lah.","tghg":"許個人就大驚，對伊講：「你所做的是甚麼事啊？」因為許個人知伊閃避耶和華，是伊已經給𪜶講啦。","bklhl":"Hiah-ê人就大驚，對伊講，你所做ê是甚麼事ah？因為hiah-ê人知伊閃避耶和華，是伊已經kā in講lah。"}},{"book":"拿","chapter":1,"verse":11,"versions":{"unv":"他們問他說：「我們當向你怎樣行，使海浪平靜呢？」這話是因海浪越發翻騰。","bklcl":"In kā i kóng, Goán tio̍h cháiⁿ-iūⁿ khoán-thāi lí, hō͘ hái pîⁿ-tiāⁿ?  in-ūi hái-éng ná-khí ná-tōa.","tghg":"𪜶給伊講：「阮著怎樣款待你，互海平定？」因為海湧愈起愈大。","bklhl":"In kā伊講，阮tio̍h怎樣款待你，hō͘海平定？因為海湧ná起ná大。"}},{"book":"拿","chapter":1,"verse":12,"versions":{"unv":"他對他們說：「你們將我抬起來，拋在海中，海就平靜了；我知道你們遭這大風是因我的緣故。」","bklcl":"I kā in kóng, Lín lia̍h góa hiat--lo̍h hái, hái chiū pîⁿ-tiāⁿ; in-ūi góa chai lín tú-tio̍h chit ê tōa-hong sī ūi-tio̍h góa ê iân-kò͘.","tghg":"伊給𪜶講：「恁掠我㧒落海，海就平定；因為我知恁抵著此個大風是為著我的緣故。」","bklhl":"伊kā in講，Lín掠我hiat落海，海就平定；因為我知lín tú-tio̍h chit ê大風是為tio̍h我ê緣故。"}},{"book":"拿","chapter":1,"verse":13,"versions":{"unv":"然而那些人竭力盪槳，要把船攏岸，卻是不能，因為海浪越發向他們翻騰。","bklcl":"Nā-sī hiah-ê lâng chīn-la̍t kò-chiúⁿ, ài óa-kūn soaⁿ; chóng-sī bōe-ōe; in-ūi hái-éng ná-khí ná-tōa.","tghg":"若是許個人盡力划槳(kò-chiúⁿ)，愛倚近山，總是𣍐會，因為海湧愈起愈大。","bklhl":"但是hiah-ê人盡力划槳，ài óa近山；總是bōe能；因為海湧ná起ná大。"}},{"book":"拿","chapter":1,"verse":14,"versions":{"unv":"他們便求告耶和華說：「耶和華啊，我們懇求你，不要因這人的性命使我們死亡，不要使流無辜血的罪歸與我們；因為你─耶和華是隨自己的意旨行事。」","bklcl":"Tùi án-ni in kiû-kiò Iâ-hô-hoa kóng, Iâ-hô-hoa ah, goán chhiat-chhiat kiû Lí, bo̍h-tit in-ūi chit-lâng ê sìⁿ-miā, hō͘ goán sí-bô; bo̍h-tit ēng bô-chōe ê huih kui tī goán; in-ūi Iâ-hô-hoa Lí sī chiàu ka-kī ê ì-sù lâi kiâⁿ.","tghg":"對按呢𪜶求叫耶和華講：「耶和華啊，阮切切求你，莫得因為此人的生命互阮死無，莫得用無罪的血歸佇阮；因為耶和華──你是照家己的意思來行。」","bklhl":"Tùi án-ni，in求叫耶和華講，耶和華ah，阮切切求你，莫得因為chit人ê性命，hō͘阮死無；莫得用無罪ê血歸tī阮；因為耶和華你是照家己ê意思來行。"}},{"book":"拿","chapter":1,"verse":15,"versions":{"unv":"他們遂將約拿抬起，拋在海中，海的狂浪就平息了。","bklcl":"In chiū lia̍h Iok-ná hiat-lo̍h hái; hái ê tōa-éng chiū pêng-tiāⁿ.","tghg":"𪜶就掠約拿㧒落海，海的大湧就平定。","bklhl":"In就掠約拿hiat落海；海ê大湧就平定。"}},{"book":"拿","chapter":1,"verse":16,"versions":{"unv":"那些人便大大敬畏耶和華，向耶和華獻祭，並且許願。","bklcl":"Hiah ê lâng chiū tōa-tōa kèng-ùi Iâ-hô-hoa, hiàn-chè hō͘ Iâ-hô-hoa, koh hē-goān.","tghg":"許個人就大大敬畏耶和華，獻祭互耶和華，閣下(hē)願。","bklhl":"Hiah-ê人就大大敬畏耶和華，獻祭hō͘耶和華，koh下願。"}},{"book":"拿","chapter":1,"verse":17,"versions":{"unv":"耶和華安排一條大魚吞了約拿，他在魚腹中三日三夜。","bklcl":"Iâ-hô-hoa pī-pān tōa-hî thun Iok-ná; Iok-ná tī hî pak-tó͘-lāi saⁿ-ji̍t saⁿ-mî.","tghg":"耶和華備辦大魚吞約拿，約拿佇魚腹肚內三日三暝。","bklhl":"耶和華備辦大魚吞約拿；約拿tī魚腹肚內三日三暝。"}}]