[{"book":"猶","chapter":1,"verse":1,"versions":{"unv":"耶穌基督的僕人，雅各的弟兄猶大，寫信給那被召、在父　神裡蒙愛、為耶穌基督保守的人。","bklcl":"Iâ-so͘ Ki-tok ê lô͘-po̍k, Ngá-kok ê hiaⁿ-tī, Iû-tāi, phoe kià hō͘ siū tiàu ê, tī Pē Siōng-tè tit-tio̍h thiàⁿ, ūi-tio̍h Iâ-so͘ Ki-tok lâi pó-siú ê;","tghg":"耶穌基督的奴僕，雅各的兄弟猶大，批寄互受召的、佇父上帝得著疼、為著耶穌基督來保守者。","bklhl":"耶穌基督ê奴僕，雅各ê兄弟，偤大，phoe寄hō͘受召ê，tī父上帝得tio̍h疼，為tio̍h耶穌基督來保守ê；"}},{"book":"猶","chapter":1,"verse":2,"versions":{"unv":"願憐恤、平安、慈愛多多地加給你們。","bklcl":"Goān lîn-bín, pêng-an, thiàⁿ-thàng, ke-thiⁿ chōe-chōe hō͘ lín.","tghg":"願憐憫、平安、疼痛、加添多多互恁。","bklhl":"願憐憫、平安、疼痛，加添chōe-chōe hō͘ lín。"}},{"book":"猶","chapter":1,"verse":3,"versions":{"unv":"親愛的弟兄啊，我想盡心寫信給你們，論我們同得救恩的時候，就不得不寫信勸你們，要為從前一次交付聖徒的真道竭力地爭辯。","bklcl":"Só͘ thiàⁿ ê hiaⁿ-tī ah, góa pún chin tì-ì beh siá phoe hō͘ lín, gī-lūn lán saⁿ-kap ū hūn ê chín-kiù, tng hit sî chiū put-tek-put tio̍h siá phoe khó͘-khǹg lín, ūi-tio̍h chòe chi̍t-ē kau-tāi tī sèng-tô͘ ê tō-lí, lâi chhut-la̍t kau-chiàn.","tghg":"所疼的兄弟啊，我本真致意欲寫批互恁，議論咱相及有份的拯救，當彼時就不得不著寫批苦勸恁，為著做一下交代佇聖徒的道理來出力交戰。","bklhl":"所疼ê兄弟ah，我本真致意beh寫phoe hō͘ lín，議論咱saⁿ-kap有份ê拯救，當hit時就不得不tio̍h寫phoe苦勸lín，為tio̍h做一下交帶tī聖徒ê道理，來出力交戰。"}},{"book":"猶","chapter":1,"verse":4,"versions":{"unv":"因為有些人偷著進來，就是自古被定受刑罰的，是不虔誠的，將我們　神的恩變作放縱情慾的機會，並且不認獨一的主宰─我們（或譯：和我們）主耶穌基督。","bklcl":"In-ūi ū kúi-nā lâng àm-chīⁿ ji̍p-lâi, chiū-sī chá tāi-seng tiāⁿ-tio̍h beh siū chit ê sím-phòaⁿ ê; in sī put-khiân ê lâng, chiong lán ê Siōng-tè ê un hoán-tńg chòe hòng-chhiòng ê in-iû, iā m̄ jīn to̍k-it ê Chú-cháiⁿ, lán ê Chú Iâ-so͘ Ki-tok.","tghg":"因為有幾若人暗靜入來，就是早代先定著(tiāⁿ-tio̍h)欲受此個審判的，𪜶是不虔的人，將咱的上帝的恩反轉做放縱的因由，也呣認獨一的主宰──咱的主耶穌基督。","bklhl":"因為有kúi-nā人暗靜入來，就是早事先定tio̍h beh受chit ê審判ê；in是不虔ê人，將咱ê上帝ê恩反tńg做放縱ê因由，也m̄認獨一ê主宰，咱ê主耶穌基督。"}},{"book":"猶","chapter":1,"verse":5,"versions":{"unv":"從前主救了他的百姓出埃及地，後來就把那些不信的滅絕了。這一切的事，你們雖然都知道，我卻仍要提醒你們。","bklcl":"Lín sī í-keng bat bān sū ê lâng, taⁿ góa ài hō͘ lín ōe kì-tit, chiū-sī Chú í-keng kiù peh-sìⁿ chhut Ai-ki̍p tōe, āu-lâi bia̍t-bô hiah-ê m̄ sìn ê.","tghg":"恁是已經識(bat)萬事的人，今我愛互恁會記得，就是主已經救百姓出埃及地，後來滅無許個呣信的。","bklhl":"Lín是已經bat萬事ê人，taⁿ我ài hō͘ lín會記得，就是主已經救百姓出埃及地，後來滅無hiah-ê m̄信ê。"}},{"book":"猶","chapter":1,"verse":6,"versions":{"unv":"又有不守本位、離開自己住處的天使，主用鎖鍊把他們永遠拘留在黑暗裡，等候大日的審判。","bklcl":"Koh ū thiⁿ-sài bô siú in ê pún-chit, lī-khui ka-kī khiā-khí ê só͘-chāi, Chú ēng éng-oán ê só-liān, kìm-siú in tī o͘-àm ê ē-bīn, kàu tī tōa ji̍t-kî ê sím-phòaⁿ.","tghg":"閣有天使無守𪜶的本職、離開家己徛起的所在，主用永遠的鎖鍊禁收𪜶佇黑暗的下面，到佇大日期的審判。","bklhl":"Koh有天使無守in-ê本質，離開家己khiā起ê所在，主用永遠ê鎖鏈，禁守in tī烏暗ê下面，到tī大日期ê審判。"}},{"book":"猶","chapter":1,"verse":7,"versions":{"unv":"又如所多瑪、蛾摩拉和周圍城邑的人，也照他們一味地行淫，隨從逆性的情慾，就受永火的刑罰，作為鑑戒。","bklcl":"Chhin-chhiūⁿ Só͘-to-má, Gô͘-mô͘-la̍h, í-ki̍p sì-ûi ê siâⁿ, iā tâng in ê khoán lâi kiâⁿ îm-loān, thàn ge̍k-sèng ê sek-io̍k, chiū siū éng-oán ê hé ê hêng-hoa̍t, hē-teh chòe kàm-kài.","tghg":"親像所多瑪、蛾摩拉以及四圍的城，也同𪜶的款來行淫亂，趁逆性的色慾，就受永遠的火的刑罰，下(hē)啲做鑑戒。","bklhl":"親像所多瑪、Gô͘-mô͘-la̍h，以及四圍ê城，也同in-ê款來行淫亂，thàn逆性ê色慾，就受永遠ê火ê刑罰，hē-teh做鑑戒。"}},{"book":"猶","chapter":1,"verse":8,"versions":{"unv":"這些做夢的人也像他們污穢身體，輕慢主治的，毀謗在尊位的。","bklcl":"Nā-sī chiah-ê lâng iā chhin-chhiūⁿ án-ni, tī in ê bîn-bāng phah lâ-sâm jio̍k-thé, iā biáu-sī pān chèng-sū ê, siat-to̍k chun-kùi ê.","tghg":"若是諸個人也親像按呢，佇𪜶的眠夢拍垃墋肉體，也藐視辦政事的，褻瀆(siat-to̍k)尊貴的。","bklhl":"但是chiah ê人也親像án-ni，tī in ê眠夢phah lâ-sâm肉體，也藐視辦政事ê，褻瀆尊貴ê。"}},{"book":"猶","chapter":1,"verse":9,"versions":{"unv":"天使長米迦勒為摩西的屍首與魔鬼爭辯的時候，尚且不敢用毀謗的話罪責他，只說：「主責備你吧！」","bklcl":"Chì-tōa ê thiⁿ-sài, Bí-ka-le̍k, kap Mô͘-kúi saⁿ-chiⁿ ê sî, ūi-tio̍h Mô͘-se ê sin-si piān-lūn, siōng-chhiáⁿ m̄ káⁿ ēng pòng-to̍k ê ōe chek-chōe i, chí-ū kóng, Goān Chú chek-pī lí.","tghg":"至大的天使米迦勒及魔鬼相爭的時，為著摩西的身屍辯論，尚且呣敢用謗瀆(pòng-to̍k)的話責罪伊，只有講：「願主責備你！」","bklhl":"至大ê天使，Bí-ka-le̍k，kap魔鬼相爭ê時，為tio̍h摩西ê身屍辯論，尚且m̄敢用謗瀆ê話責罪伊，只有講，願主責備你。"}},{"book":"猶","chapter":1,"verse":10,"versions":{"unv":"但這些人毀謗他們所不知道的。他們本性所知道的事與那沒有靈性的畜類一樣，在這事上竟敗壞了自己。","bklcl":"To̍k-to̍k chiah-ê lâng siat-to̍k kìⁿ-nā in só͘ m̄ chai ê; koh in pún-sèng só͘ ōe hiáu-tit ê, chhin-chhiūⁿ bô lêng-sèng ê oa̍h mi̍h, tī chiah-ê ka-kī pāi-hoāi.","tghg":"獨獨諸個人褻瀆見若𪜶所呣知的。閣𪜶本性所會曉得的親像無靈性的活物，佇諸個家己敗壞。","bklhl":"獨獨chiah ê人褻瀆見若in所m̄知ê；koh in本性所會曉得ê，親像無靈性ê活物，tī chiah ê家己敗壞。"}},{"book":"猶","chapter":1,"verse":11,"versions":{"unv":"他們有禍了！因為走了該隱的道路，又為利往巴蘭的錯謬裡直奔，並在可拉的背叛中滅亡了。","bklcl":"In ū chai-ē ah! in-ūi in ū kiâⁿ Kai-ún ê lō͘, ūi-tio̍h châi-lī cháu-chông tī Pa-lân ê chhò-gō͘, siū bia̍t-bô tī Ko-lat ê ûi-ke̍h.","tghg":"𪜶有災禍啊！因為𪜶有行該隱的路，為著財利走𧽵(chông)佇巴蘭的錯誤，受滅無佇可拉的違逆。","bklhl":"In有災禍ah!因為in有行該隱ê路，為tio̍h財利走chông tī Pa-lân ê錯誤，受滅無tī Ko-lat ê違逆。"}},{"book":"猶","chapter":1,"verse":12,"versions":{"unv":"這樣的人在你們的愛席上與你們同吃的時候，正是礁石（或譯：玷污）。他們作牧人，只知餵養自己，無所懼怕；是沒有雨的雲彩，被風飄蕩；是秋天沒有果子的樹，死而又死，連根被拔出來；","bklcl":"In tī lín ê hô-ài-se̍k sī chòe àm ê chio̍h-ta, kap lín siâng toh, in iúⁿ-chhī ka-kī lóng bô kiaⁿ-ùi; in sī bô hō͘ ê hûn, hō͘ hong chhe kè-khì; sī chhiu-thiⁿ bô ké-chí ê chhiū, sí-liáu koh sí, kun-thâu lóng pu̍ih-khí-lâi;","tghg":"𪜶佇恁的和愛席(hô-ài-se̍k)是做暗的石礁(ta)，及恁像(siâng)桌。𪜶養飼家己，攏無驚畏；𪜶是無雨的雲，互風吹過去；是秋天無果子的樹，死了閣死，根頭攏拔(pu̍ih)起來；","bklhl":"In tī lín ê Hô-ài-se̍k是做暗ê石礁，kap lín siâng桌，in養飼家己lóng無驚畏；in是無雨ê雲，hō͘風吹過去；是秋天無果子ê樹，死了koh死，根頭lóng拔起來；"}},{"book":"猶","chapter":1,"verse":13,"versions":{"unv":"是海裡的狂浪，湧出自己可恥的沫子來；是流蕩的星，有墨黑的幽暗為他們永遠存留。","bklcl":"sī hái ê kông éng, thò͘-chhut ka-kī thang kiàn-siàu ê phe̍h; sī lī-khui in ê só͘-chāi ê chhiⁿ, ū o͘-o͘ àm-àm lâu teh thèng-hāu in kàu tī éng-oán.","tghg":"是海的狂湧(éng)，吐出家己通見誚的沫(phe̍h)；是離開𪜶的所在的星，有黑黑暗暗留啲聽候𪜶到佇永遠。","bklhl":"是海ê狂湧，吐出家己thang見笑ê沫(phe̍h)；是離開in ê所在ê星，有烏烏暗暗留teh thèng候in到tī永遠。"}},{"book":"猶","chapter":1,"verse":14,"versions":{"unv":"亞當的七世孫以諾，曾預言這些人說：「看哪，主帶著他的千萬聖者降臨，","bklcl":"A-tong tē chhit tāi ê sun Í-lo̍k chhàm-gú chiah-ê lâng, kóng, Khòaⁿ ah! Chú kap I bān-bān ê sèng ê lâi,","tghg":"亞當第七代的孫以諾讖語(chhàm-gú)諸個人講：「看啊！主及伊萬萬個聖者來，","bklhl":"亞當第七代ê孫以諾讖語chiah ê人，講，看ah！主kap伊萬萬ê聖ê來，"}},{"book":"猶","chapter":1,"verse":15,"versions":{"unv":"要在眾人身上行審判，證實那一切不敬虔的人所妄行一切不敬虔的事，又證實不敬虔之罪人所說頂撞他的剛愎話。」","bklcl":"lâi sím-phòaⁿ chèng lâng, lâi chek-chōe it-chhè bô kèng-khiân ê lâng, ūi-tio̍h in ēng bô kèng-khiân só͘ kiâⁿ it-chhè bô kèng-khiân ê sū, kap kìⁿ-nā bô kèng-khiân ê chōe-jîn só͘ kóng hoâiⁿ-ok kong-kek I ê ōe.","tghg":"來審判眾人，來責罪一切無敬虔的人，為著𪜶用無敬虔所行一切無敬虔的事，及見若無敬虔的罪人所講橫惡攻擊伊的話。」","bklhl":"來審判眾人，來責罪一切無敬虔ê人，為tio̍h in用無敬虔所行一切無敬虔ê事，kap見若無敬虔ê罪人所講橫惡攻擊伊ê話。"}},{"book":"猶","chapter":1,"verse":16,"versions":{"unv":"這些人是私下議論，常發怨言的，隨從自己的情慾而行，口中說誇大的話，為得便宜諂媚人。","bklcl":"Chiah-ê lâng nga̍uh-nga̍uh liām, oàn-chhoeh, chiàu in ê su-io̍k lâi kiâⁿ, in ê chhùi kóng khoa-kháu ê ōe, ūi-tio̍h châi-lī lâi thiám-mī lâng.","tghg":"諸個人耦耦(nga̍uh-nga̍uh)唸，怨慼(oàn-chhoeh)，照𪜶的私慾來行，𪜶的嘴講誇口的話，為著財利來諂媚(thiám-mī)人。","bklhl":"Chiah-ê人nga̍uh-nga̍uh念、怨慼，照in ê私慾來行，in ê嘴講誇口ê話，為tio̍h財利來諂媚人。"}},{"book":"猶","chapter":1,"verse":17,"versions":{"unv":"親愛的弟兄啊，你們要記念我們主耶穌基督之使徒從前所說的話。","bklcl":"Só͘ thiàⁿ ê hiaⁿ-tī ah, taⁿ lín tio̍h kì-tit lán ê Chú Iâ-so͘ Ki-tok ê sù-tô͘ só͘ tāi-seng kóng ê ōe;","tghg":"所疼的兄弟啊，今恁著記得咱的主耶穌基督的使徒所代先講的話。","bklhl":"所疼ê兄弟ah，taⁿ lín tio̍h記得咱ê主耶穌基督ê使徒所事先講ê話；"}},{"book":"猶","chapter":1,"verse":18,"versions":{"unv":"他們曾對你們說過，末世必有好譏誚的人隨從自己不敬虔的私慾而行。","bklcl":"ū kā lín kóng, Lō͘-bé ê sî beh ū hì-hiok ê lâng chiàu in ka-kī bô kèng-khiân ê su-io̍k lâi kiâⁿ.","tghg":"有給恁講，路尾的時欲有戲謔(hì-hiok)的人照𪜶家己無敬虔的私慾來行。","bklhl":"有kā lín講，路尾ê時beh有戲謔ê人照in家己無敬虔ê私慾來行。"}},{"book":"猶","chapter":1,"verse":19,"versions":{"unv":"這就是那些引人結黨、屬乎血氣、沒有聖靈的人。","bklcl":"In hiah-ê sī hun-tóng ê, thàn hiat-khì, bô ū Sîn.","tghg":"𪜶許個是分黨的、趁血氣、無有神。","bklhl":"In hiah-ê是分黨ê，thàn血氣，無有神。"}},{"book":"猶","chapter":1,"verse":20,"versions":{"unv":"親愛的弟兄啊，你們卻要在至聖的真道上造就自己，在聖靈裡禱告，","bklcl":"Nā-sī só͘ thiàⁿ ê hiaⁿ-tī ah, tio̍h tī lín chì-sèng ê sìn ka-kī khí-chō, tī Sèng Sîn lâi kî-tó,","tghg":"若是所疼的兄弟啊，著佇恁至聖的信家己起造，佇聖神來祈禱，","bklhl":"但是所疼ê兄弟ah，tio̍h tī lín至聖ê信家己起造，tī聖神來祈禱，"}},{"book":"猶","chapter":1,"verse":21,"versions":{"unv":"保守自己常在　神的愛中，仰望我們主耶穌基督的憐憫，直到永生。","bklcl":"tio̍h tī Siōng-tè ê thiàⁿ ka-kī pó-siú, ǹg-bāng lán ê Chú Iâ-so͘ Ki-tok ê lîn-bín kàu éng-oa̍h.","tghg":"著佇上帝的疼家己保守，向望咱的主耶穌基督的憐憫，到永活。","bklhl":"tio̍h tī上帝ê疼家己保守，ǹg望咱ê主耶穌基督ê憐憫到永活。"}},{"book":"猶","chapter":1,"verse":22,"versions":{"unv":"有些人存疑心，你們要憐憫他們；","bklcl":"Ū giâu-gî ê, lín tio̍h lîn-bín i;","tghg":"有僥疑者，恁著憐憫伊；","bklhl":"有僥疑ê，lín tio̍h憐憫伊；"}},{"book":"猶","chapter":1,"verse":23,"versions":{"unv":"有些人你們要從火中搶出來，搭救他們；有些人你們要存懼怕的心憐憫他們，連那被情慾沾染的衣服也當厭惡。","bklcl":"ū-ê, lín tio̍h chhiúⁿ in chhut hé lâi kiù in;  ū-ê, lín tio̍h kiaⁿ-hiâⁿ lâi lîn-bín i; liân hit ê hō͘ jio̍k-thé phah lâ-sâm ê i-ho̍k, iā tio̍h iàm-ò͘ⁿ i.","tghg":"有的，恁著搶𪜶出火，來救𪜶；有的，恁著驚惶來憐憫伊，連彼個互肉體拍垃墋的衣服也著厭惡伊。","bklhl":"有ê，lín tio̍h搶in出火來救in；有ê，lín tio̍h驚惶來憐憫伊；連hit ê hō͘肉體phah lâ-sâm ê衣服，也tio̍h厭惡伊。"}},{"book":"猶","chapter":1,"verse":24,"versions":{"unv":"那能保守你們不失腳、叫你們無瑕無疵、歡歡喜喜站在他榮耀之前的我們的救主─獨一的　神，","bklcl":"Taⁿ ōe chiàu-kò͘ lín bô tio̍h-tak, iā hō͘ lín khiā tī I êng-kng ê bīn-chêng, bô hâ-chhû, ū khoài-lo̍k ê,chiū-sī to̍k-it ê Siōng-tè lán ê Kiù-chú,","tghg":"今會照顧恁無著觸(tio̍h-tak)、也互恁徛佇伊榮光的面前，無瑕疵、有快樂的，就是獨一的上帝──咱的救主，","bklhl":"Taⁿ會照顧lín無tio̍h-tak，也hō͘ lín khiā tī伊榮光ê面前，無瑕疵，有快樂ê，就是獨一ê上帝咱ê救主，"}},{"book":"猶","chapter":1,"verse":25,"versions":{"unv":"願榮耀、威嚴、能力、權柄，因我們的主耶穌基督歸與他，從萬古以前並現今，直到永永遠遠。阿們！","bklcl":"goān êng-kng, ui-giâm, koân-lêng, khùi-la̍t, tùi lán ê Chú Iâ-so͘ Ki-tok, lóng kui I, tùi bān kó͘ í-chêng, kap hiān-kim, ti̍t kàu bān sè. À-bēng.","tghg":"願榮光、威嚴、權能、氣力，對咱的主耶穌基督攏歸伊，對萬古以前及現今，直到萬世。阿們！","bklhl":"願榮光、威嚴、權能、氣力，tùi咱ê主耶穌基督，lóng歸伊，tùi萬古以前，kap現今，直到萬世。À-bēng。"}}]