[{"book":"彼前","chapter":2,"verse":1,"versions":{"unv":"所以，你們既除去一切的惡毒（或譯：陰毒）、詭詐，並假善、嫉妒，和一切毀謗的話，","bklcl":"Só͘-í lín tû-khì lóng-chóng ê ok-to̍k, í-ki̍p lóng-chóng ê khúi-khiat, kap ké-hó, kap oàn-tò͘, kap lóng-chóng húi-pòng ê ōe;","tghg":"所以，恁除去攏總的惡毒，以及攏總的詭譎(khúi-khiat)、及假好、及怨妒，及攏總誹謗的話，","bklhl":"所以lín除去lóng總ê惡毒，以及lóng總ê詭譎，kap假好，kap怨妒，kap lóng總譭謗ê話；"}},{"book":"彼前","chapter":2,"verse":2,"versions":{"unv":"就要愛慕那純淨的靈奶，像才生的嬰孩愛慕奶一樣，叫你們因此漸長，以致得救。","bklcl":"chiū tio̍h chhin-chhiūⁿ tú-á siⁿ ê eⁿ-á him-bō͘ sîn-lêng choan ê lin, hō͘ lín tùi tióng-tōa kàu tit-tio̍h kiù.","tghg":"就著親像抵仔(tú-á)生的嬰仔欣慕神靈專的奶，互恁對長大到得著救。","bklhl":"就tio̍h親像tú-á生ê嬰á欣慕神靈專ê奶，hō͘ lín tùi長大到得tio̍h救。"}},{"book":"彼前","chapter":2,"verse":3,"versions":{"unv":"你們若嘗過主恩的滋味，就必如此。","bklcl":"Lín nā chhì-tio̍h chai Chú sī chû-siān, chiū tio̍h án-ni.","tghg":"恁若試著知主是慈善，就著按呢。","bklhl":"Lín若試tio̍h知主是慈善，就tio̍h án-ni。"}},{"book":"彼前","chapter":2,"verse":4,"versions":{"unv":"主乃活石，固然是被人所棄的，卻是被　神所揀選、所寶貴的。","bklcl":"I sī oa̍h chio̍h, hō͘ lâng khì-sak, nā-sī hō͘ Siōng-tè kéng-soán tin-tiōng,","tghg":"伊是活石，互人棄拺(khì-sak)，若是互上帝揀選、珍重(tin-tiōng)。","bklhl":"伊是活石，hō͘人棄sak，但是hō͘上帝揀選珍重，"}},{"book":"彼前","chapter":2,"verse":5,"versions":{"unv":"你們來到主面前，也就像活石，被建造成為靈宮，作聖潔的祭司，藉著耶穌基督奉獻　神所悅納的靈祭。","bklcl":"lín chiū-kūn I, iā chhin-chhiūⁿ oa̍h chio̍h khí chòe sîn-lêng ê chhù, chòe sèng ê chè-si-pan, lâi hiàn sîn-lêng ê chè, tùi Iâ-so͘ Ki-tok ōe hō͘ Siōng-tè hoaⁿ-hí chiap-la̍p ê.","tghg":"恁就近伊，也親像活石，起做神靈的厝，做聖的祭司班，來獻神靈的祭，對耶穌基督會互上帝歡喜接納的。","bklhl":"lín就近伊，也親像活石起做神靈ê厝，做聖ê祭司班，來獻神靈ê祭，tùi耶穌基督能hō͘上帝歡喜接納ê。"}},{"book":"彼前","chapter":2,"verse":6,"versions":{"unv":"因為經上說：看哪，我把所揀選、所寶貴的房角石安放在錫安；信靠他的人必不至於羞愧。","bklcl":"In-ūi sèng-keng ū kì-chài kóng,\tKhòaⁿ ah, Góa ēng só͘ kéng-soán, só͘ tin-tiōng ê chhù-kak-thâu iàu-kín ê chio̍h, hē tī Sûn-siâⁿ.\tSìn I ê lâng put-tì kiàn-siàu.","tghg":"因為聖經有記載講：看啊！我用所揀選、所珍重的厝角頭要緊的石下(hē)佇郇城；信伊的人不致見誚。","bklhl":"因為聖經有記載講，\t看ah，我用所揀選，所珍重ê厝角頭要緊ê石，hē tī郇城。\t信伊ê人不致見笑。"}},{"book":"彼前","chapter":2,"verse":7,"versions":{"unv":"所以，他在你們信的人就為寶貴，在那不信的人有話說：匠人所棄的石頭已作了房角的頭塊石頭。","bklcl":"Án-ni hit ê pó-pòe sī kui tī lín sìn ê lâng; nā-sī tī hiah-ê m̄ sìn ê lâng, chiū\tKhí chhù ê sai-hū só͘ khì-sak ê chio̍h,\tChiâⁿ chòe chhù-kak ê thâu-tè chio̍h;","tghg":"按呢，彼個寶貝是歸佇恁信的人，若是佇許個(hiah-ê)呣信的人就：起厝的師傅所棄拺的石，成做厝角的頭塊石。","bklhl":"Án-ni hit ê寶貝是歸tī lín信ê人；但是tī hiah-ê m̄信ê人，就\t起厝ê師傅所棄sak ê石，\t成做厝角ê頭塊石；"}},{"book":"彼前","chapter":2,"verse":8,"versions":{"unv":"又說：作了絆腳的石頭，跌人的磐石。他們既不順從，就在道理上絆跌（或譯：他們絆跌都因不順從道理）；他們這樣絆跌也是預定的。","bklcl":"iū-koh,\tChòe poa̍h-tó lâng ê chio̍h, gāi-tio̍h lâng ê chio̍h-pôaⁿ; in m̄ sūn-thàn tō-lí lâi poa̍h-tó; ōe kàu án-ni, sī pún tiāⁿ-tio̍h teh.","tghg":"又閣(iū-koh)：做跋倒人的石，礙著人的石磐。𪜶呣順趁道理，來跋倒；會到按呢是本定著(tiāⁿ-tio̍h)啲。","bklhl":"又koh，\t做跋倒人ê石，礙tio̍h人ê石磐；in m̄順thàn道理來跋倒；會到án-ni，是本定tio̍h teh。"}},{"book":"彼前","chapter":2,"verse":9,"versions":{"unv":"惟有你們是被揀選的族類，是有君尊的祭司，是聖潔的國度，是屬　神的子民，要叫你們宣揚那召你們出黑暗入奇妙光明者的美德。","bklcl":"To̍k-to̍k lín sī kéng-soán ê cho̍k, sī ông iā sī chè-si, sī sèng ê pang-kok, sī Siōng-tè ka-kī ê peh-sìⁿ;  hō͘ lín thoân-pò hit ê tiàu lín chhut o͘-àm, ji̍p I bî-biāu ê kng ê ê hó-tek;","tghg":"獨獨恁是揀選的族，是王也是祭司，是聖的邦國，是上帝家己的百姓，互恁傳報彼個召恁出黑暗入伊美妙的光者的好德。","bklhl":"獨獨lín是揀選ê族，是王也是祭司，是聖ê邦國，是上帝家己ê百姓；hō͘ lín傳報hit ê召lín出烏暗，入伊微妙ê光ê ê好德；"}},{"book":"彼前","chapter":2,"verse":10,"versions":{"unv":"你們從前算不得子民，現在卻作了　神的子民；從前未曾蒙憐恤，現在卻蒙了憐恤。","bklcl":"lín chêng m̄ sī peh-sìⁿ, taⁿ sī Siōng-tè ê peh-sìⁿ; chêng bô siū lîn-bín, taⁿ ū tit-tio̍h lîn-bín.","tghg":"恁前呣是百姓，今是上帝的百姓；前無受憐憫，今有得著憐憫。","bklhl":"lín前m̄是百姓，taⁿ是上帝ê百姓；前無受憐憫，taⁿ有得tio̍h憐憫。"}},{"book":"彼前","chapter":2,"verse":11,"versions":{"unv":"親愛的弟兄啊，你們是客旅，是寄居的。我勸你們要禁戒肉體的私慾；這私慾是與靈魂爭戰的。","bklcl":"Só͘ thiàⁿ ê hiaⁿ-tī ah, lín chòe kià-kha chhut-gōa ê lâng, góa khǹg lín tio̍h kìm-kài jio̍k-thé ê su-io̍k, chiū-sī kong-kek lêng-hûn ê;","tghg":"所疼的兄弟啊，恁做寄腳，出外的人。我勸恁著禁戒肉體的私慾；就是攻擊靈魂的。","bklhl":"所疼ê兄弟ah，lín做寄腳出外ê人，我勸lín tio̍h禁戒肉體ê私慾，就是攻擊靈魂ê；"}},{"book":"彼前","chapter":2,"verse":12,"versions":{"unv":"你們在外邦人中，應當品行端正，叫那些毀謗你們是作惡的，因看見你們的好行為，便在鑒察（或譯：眷顧）的日子歸榮耀給　神。","bklcl":"lín tī gōa-pang-tiong kiâⁿ-chòe tio̍h toan-chiàⁿ; hō͘ in khòaⁿ-kìⁿ lín toan-chiàⁿ ê phín-hēng, chiū tī in só͘ húi-pòng lín chòe kiâⁿ pháiⁿ ê sū, in thang tī kàm-chhat ê ji̍t kui êng-kng Siōng-tè.","tghg":"恁佇外邦中，行做著端正，互𪜶看見恁端正的品行，就佇𪜶所誹謗恁做行歹(kiâⁿ pháiⁿ)的事，𪜶通佇鑑察(kàm-chhat)的日歸榮光上帝。","bklhl":"lín tī外邦中行做tio̍h端正；hō͘ in看見lín端正ê品行，就tī in所譭謗lín做行pháiⁿ ê事，in thang tī鑑察ê日歸榮光上帝。"}},{"book":"彼前","chapter":2,"verse":13,"versions":{"unv":"你們為主的緣故，要順服人的一切制度，或是在上的君王，","bklcl":"Lín ūi-tio̍h Chú tio̍h hâng-ho̍k kìⁿ-nā lâng só͘ siat ê ;  he̍k-sī ông, sī siōng tōa ê;","tghg":"恁為著主，著降服見若人所設的，或是王，是上大的，","bklhl":"Lín為tio̍h主tio̍h降服見若人所設ê；或是王，是siōng大ê；"}},{"book":"彼前","chapter":2,"verse":14,"versions":{"unv":"或是君王所派罰惡賞善的臣宰。","bklcl":"he̍k-sī koaⁿ-hú, sī i só͘ chhe lâi hêng-hoa̍t pháiⁿ lâng, o-ló hó lâng ê.","tghg":"或是官府是伊所差來刑罰歹人謳咾好人的。","bklhl":"或是官府，是伊所吹來刑罰pháiⁿ人，o-ló好人ê。"}},{"book":"彼前","chapter":2,"verse":15,"versions":{"unv":"因為　神的旨意原是要你們行善，可以堵住那糊塗無知人的口。","bklcl":"In-ūi Siōng-tè ê chí-ì sī án-ni, chiū-sī lín kiâⁿ hó, lâi that-ba̍t gōng lâng ê m̄ chai-iáⁿ;","tghg":"因為上帝的旨意是按呢，就是恁行好，來塞密(that-ba̍t)戇人的呣知影。","bklhl":"因為上帝ê旨意是án-ni，就是lín行好，來塞密戇人ê m̄知影；"}},{"book":"彼前","chapter":2,"verse":16,"versions":{"unv":"你們雖是自由的，卻不可藉著自由遮蓋惡毒（或譯：陰毒），總要作　神的僕人。","bklcl":"chòe chū-iû ê, iā m̄ sī ēng chū-iû chòe ok-to̍k ê jia-khàm, chiū-sī chòe Siōng-tè ê lô͘-po̍k.","tghg":"做自由的，也呣是用自由做惡毒的遮蓋，就是做上帝的奴僕。","bklhl":"做自由ê，也m̄是用自由做惡毒ê遮蓋，就是做上帝ê奴僕。"}},{"book":"彼前","chapter":2,"verse":17,"versions":{"unv":"務要尊敬眾人，親愛教中的弟兄，敬畏　神，尊敬君王。","bklcl":"Tio̍h chun-kèng chèng lâng: thiàⁿ chèng hiaⁿ-tī: kiaⁿ-ùi Siōng-tè: chun-kèng kun-ông.","tghg":"著尊敬眾人，疼眾兄弟，驚畏上帝，尊敬君王。","bklhl":"Tio̍h尊敬眾人，疼眾兄弟，驚畏上帝，尊敬君王。"}},{"book":"彼前","chapter":2,"verse":18,"versions":{"unv":"你們作僕人的，凡事要存敬畏的心順服主人；不但順服那善良溫和的，就是那乖僻的也要順服。","bklcl":"Chòe lô͘-po̍k ê, hoān sū tio̍h kiaⁿ-hiâⁿ sūn-ho̍k chú-lâng; m̄-nā tī siān-liông un-sûn ê, liân tī koai-phiah-ê, iā tio̍h án-ni.","tghg":"做奴僕的，凡事著驚惶順服主人；呣若佇善良溫純的，連佇乖僻(koai-phiah)的也著按呢。","bklhl":"做奴僕ê，凡事tio̍h驚惶順服主人；m̄-nā tī善良溫純ê，連tī乖癖ê，也tio̍h án-ni。"}},{"book":"彼前","chapter":2,"verse":19,"versions":{"unv":"倘若人為叫良心對得住　神，就忍受冤屈的苦楚，這是可喜愛的。","bklcl":"In-ūi lâng siū oan-óng, nā-sī ūi-tio̍h thian-liông ǹg Siōng-tè lâi tam-iu, che sī thang o-ló.","tghg":"因為人受冤枉，若是為著天良向上帝來擔憂，這是通謳咾。","bklhl":"因為人受冤枉，但是為tio̍h天良ǹg上帝來擔憂，這是thang o-ló。"}},{"book":"彼前","chapter":2,"verse":20,"versions":{"unv":"你們若因犯罪受責打，能忍耐，有甚麼可誇的呢？但你們若因行善受苦，能忍耐，這在　神看是可喜愛的。","bklcl":"In-ūi lín nā hoān chōe siū phah lâi jím-siū, ū sím-mi̍h khó-chhú? lín nā kiâⁿ hó siū-khó͘ lâi jím-siū, che tī Siōng-tè ê bīn-chêng sī thang o-ló.","tghg":"因為恁若犯罪受拍來忍受，有甚麼可取？恁若行好受苦來忍受，這佇上帝的面前是通謳咾。","bklhl":"因為lín若犯罪受phah來忍受，有甚麼可取？lín若行好受苦來忍受，這tī上帝ê面前是thang o-ló。"}},{"book":"彼前","chapter":2,"verse":21,"versions":{"unv":"你們蒙召原是為此；因基督也為你們受過苦，給你們留下榜樣，叫你們跟隨他的腳蹤行。","bklcl":"In-ūi lín siū-tiàu pún sī beh án-ni; in-ūi Ki-tok iā thòe lín siū khó͘, lâu bô͘-iūⁿ hō͘ lín, beh hō͘ lín tè I ê kha-pō͘;","tghg":"因為恁受召本是欲按呢；因為基督也替恁受苦，留模樣互恁，欲互恁隨(tè)伊的腳步。","bklhl":"因為lín受召本是beh án-ni；因為基督也替lín受苦，留模樣hō͘ lín，beh hō͘ lín tè伊ê腳步；"}},{"book":"彼前","chapter":2,"verse":22,"versions":{"unv":"他並沒有犯罪，口裡也沒有詭詐。","bklcl":"I bô hoān chōe, chhùi-lāi bô khúi-khiat;","tghg":"伊無犯罪，嘴內無詭譎。","bklhl":"伊無犯罪，嘴內無詭譎；"}},{"book":"彼前","chapter":2,"verse":23,"versions":{"unv":"他被罵不還口；受害不說威嚇的話，只將自己交託那按公義審判人的主。","bklcl":"hō͘ lâng mē, bô tò mē lâng; siū khó͘ bô pàng-tiau;  to̍k-to̍k chiong pún-sin kau-thok hit ê chiàu kong-gī sím-phòaⁿ ê;","tghg":"互人罵無倒罵人；受苦無放刁(pàng-tiau)，獨獨將本身交託彼個照公義審判者。","bklhl":"hō͘人罵，無倒罵人；受苦無放tiau；獨獨將本身交託hit ê照公義審判ê；"}},{"book":"彼前","chapter":2,"verse":24,"versions":{"unv":"他被掛在木頭上，親身擔當了我們的罪，使我們既然在罪上死，就得以在義上活。因他受的鞭傷，你們便得了醫治。","bklcl":"I tī chhâ-ni̍h chhin-sin tam-tng lán ê chōe tī I ê sin-khu, hō͘ lán ǹg chōe hit bīn sí ê lâng ōe ǹg gī chit bīn lâi oa̍h;  tùi I ê siong-hûn lín tit-tio̍h i-hó.","tghg":"伊佇柴裡，親身擔當咱的罪佇伊的身軀，互咱向罪彼面死的人會向義此面來活。對伊的傷痕，恁得著醫好。","bklhl":"伊tī柴裡親身擔當咱ê罪tī伊ê身軀，hō͘咱ǹg罪hit面死ê人會ǹg義chit面來活；tùi伊ê傷痕lín得tio̍h醫好。"}},{"book":"彼前","chapter":2,"verse":25,"versions":{"unv":"你們從前好像迷路的羊，如今卻歸到你們靈魂的牧人監督了。","bklcl":"In-ūi lín chêng chhin-chhiūⁿ iûⁿ bê lō͘; nā-sī taⁿ kui tī lín lêng-hûn ê Bo̍k-chiá, iā sī Kàm-tok.","tghg":"因為恁前親像羊迷路，若是今歸佇恁靈魂的牧者，也是監督。","bklhl":"因為lín前親像羊迷路；但是taⁿ歸tī lín靈魂ê牧者，也是監督。"}}]