[{"book":"彼前","chapter":4,"verse":1,"versions":{"unv":"基督既在肉身受苦，你們也當將這樣的心志作為兵器，因為在肉身受過苦的，就已經與罪斷絕了。","bklcl":"Taⁿ Ki-tok kì-jiân tī jio̍k-thé siū khó͘, chiū lín iā tio̍h ēng chit hō sim-chì chòe chiàn-khì; in-ūi í-keng tī jio̍k-thé siū khó͘ ê, ū kap chōe soah;","tghg":"今基督既然佇肉體受苦，就恁也著用此號心志做戰器，因為已經佇肉體受苦的，有及罪息(soah)。","bklhl":"Taⁿ基督既然tī肉體受苦，就lín也tio̍h用chit號心志做戰器；因為已經tī肉體受苦ê，有kap罪soah；"}},{"book":"彼前","chapter":4,"verse":2,"versions":{"unv":"你們存這樣的心，從今以後就可以不從人的情慾，只從　神的旨意在世度餘下的光陰。","bklcl":"tì-kàu lín chit tia̍p í-āu, tī jio̍k-thé iáu oa̍h ê sî-ji̍t, bô thàn lâng ê su-io̍k, sī thàn Siōng-tè ê chí-ì.","tghg":"致到恁此霎(tia̍p)以後，佇肉體猶活的時日無趁人的私慾，是趁上帝的旨意。","bklhl":"致到lín chit-tia̍p以後，tī肉體iáu活ê時日，無thàn人ê私慾，是thàn上帝ê旨意。"}},{"book":"彼前","chapter":4,"verse":3,"versions":{"unv":"因為往日隨從外邦人的心意行邪淫、惡慾、醉酒、荒宴、群飲，並可惡拜偶像的事，時候已經夠了。","bklcl":"In-ūi í-chêng ê ji̍t, lín thàn gōa-pang lâng ê ì-ài, kiâⁿ tī siâ-îm, su-io̍k, chiú-chùi, hòng-chhiòng, iàn-lo̍k, kap chiah-ê ge̍k-hoat pài ngó͘-siōng ê sū, sî í-keng kàu-gia̍h lah;","tghg":"因為以前的日恁趁外邦人的意愛，行佇邪淫、私慾、酒醉、放縱、宴樂，及諸個逆(ge̍k)法拜偶像的事，時已經夠額啦。","bklhl":"因為以前ê日，lín thàn外邦人ê意愛，行tī邪淫、私慾、酒醉、放縱、宴樂，kap chiah ê逆法拜偶像ê事，時已經夠額lah；"}},{"book":"彼前","chapter":4,"verse":4,"versions":{"unv":"他們在這些事上，見你們不與他們同奔那放蕩無度的路，就以為怪，毀謗你們。","bklcl":"taⁿ lín m̄ kap in cháu kàu tī pîⁿ-pîⁿ hòng-tōng ê ke̍k-thâu, in chiū ūi-tio̍h án-ni kî-koài lâi húi-pòng:","tghg":"今恁呣及𪜶走到佇平平放蕩的極頭，𪜶就為著按呢奇怪，來誹謗。","bklhl":"taⁿ lín m̄ kap in走到tī平平放蕩ê極頭，in就為tio̍h án-ni奇怪來譭謗:"}},{"book":"彼前","chapter":4,"verse":5,"versions":{"unv":"他們必在那將要審判活人死人的主面前交帳。","bklcl":"in beh tùi hit ê piān-piān beh sím-phòaⁿ oa̍h-lâng sí-lâng ê Chú lâi ka-kī pâi-lia̍t.","tghg":"𪜶欲對彼個便便欲審判活人死人的主來家己排列。","bklhl":"in beh對hit ê便便beh審判活人死人ê主來家己排列。"}},{"book":"彼前","chapter":4,"verse":6,"versions":{"unv":"為此，就是死人也曾有福音傳給他們，要叫他們的肉體按著人受審判，他們的靈性卻靠　神活著。","bklcl":"In-ūi hok-im iā bat thoân hō͘ sí-lâng, sī beh hō͘ in tī jio̍k-thé chiàu lâng siū sím-phòaⁿ, tī sîn chiàu Siōng-tè ōe oa̍h.","tghg":"因為，福音也曾傳互死人，是欲互𪜶佇肉體照人受審判，佇神照上帝會活。","bklhl":"因為福音也bat傳hō͘死人，是beh hō͘ in tī肉體照人受審判，tī神照上帝會活。"}},{"book":"彼前","chapter":4,"verse":7,"versions":{"unv":"萬物的結局近了。所以，你們要謹慎自守，警醒禱告。","bklcl":"Nā-sī bān sū ê kiat-kio̍k kūn lah; só͘-í tio̍h chū-chāi, chiat-chè lâi kî-tó;","tghg":"若是萬事的結局近啦。所以，著自在，節制來祈禱。","bklhl":"但是萬事ê結局近lah；所以tio̍h自在，節制來祈禱；"}},{"book":"彼前","chapter":4,"verse":8,"versions":{"unv":"最要緊的是彼此切實相愛，因為愛能遮掩許多的罪。","bklcl":"tē it iàu-kín tāi-ke tio̍h chhiat-chhiat saⁿ-thiàⁿ; in-ūi thiàⁿ sī jia-khàm chōe-chōe chē-kòa;","tghg":"第一要緊，大家著切切相疼，因為疼是遮蓋多多罪過。","bklhl":"第一要緊大家tio̍h切切相疼；因為疼是遮蓋chōe-chōe罪過；"}},{"book":"彼前","chapter":4,"verse":9,"versions":{"unv":"你們要互相款待，不發怨言。","bklcl":"tāi-ke saⁿ chiap-thāi, bo̍h-tit nga̍uh-nga̍uh liām;","tghg":"大家相接待，莫得耦耦(nga̍uh-nga̍uh)唸。","bklhl":"大家相接待，莫得nga̍uh-nga̍uh念；"}},{"book":"彼前","chapter":4,"verse":10,"versions":{"unv":"各人要照所得的恩賜彼此服事，作　神百般恩賜的好管家。","bklcl":"ta̍k lâng chiàu só͘ siū ê un-sù saⁿ ho̍k-sāi,  chòe Siōng-tè pah-poaⁿ un-tián ê koán-ke;","tghg":"逐人照所受的恩賜相服事，做上帝百般恩典的管家。","bklhl":"ta̍k人照所受ê恩賜相服事，做上帝百般恩典ê管家；"}},{"book":"彼前","chapter":4,"verse":11,"versions":{"unv":"若有講道的，要按著　神的聖言講；若有服事人的，要按著　神所賜的力量服事，叫　神在凡事上因耶穌基督得榮耀。原來榮耀、權能都是他的，直到永永遠遠。阿們！","bklcl":"nā ū soan-káng ê, tio̍h chhin-chhiūⁿ soan-káng Siōng-tè ê chiàu-bēng; ū saⁿ ho̍k-sāi ê, tio̍h chhin-chhiūⁿ ēng Siōng-tè só͘ siúⁿ-sù ê la̍t: hō͘ Siōng-tè tùi Iâ-so͘ Ki-tok tī bān sū ōe tit-tio̍h êng-kng; I ū êng-kng, ū koân-lêng, kàu tāi-tāi bô soah.  À-bēng.","tghg":"若有宣講的，著親像宣講上帝的詔命；有相服事的，著親像用上帝所賞賜的力，互上帝對耶穌基督佇萬事會得著榮光。伊有榮光、有權能，到代代無息。阿們！","bklhl":"若有宣講ê，tio̍h親像宣講上帝ê詔命；有相服事ê，tio̍h親像用上帝所賞賜ê力: hō͘上帝tùi耶穌基督tī萬事能得tio̍h榮光；伊有榮光，有權能，到代代無soah。À-bēng。"}},{"book":"彼前","chapter":4,"verse":12,"versions":{"unv":"親愛的弟兄啊，有火煉的試驗臨到你們，不要以為奇怪（似乎是遭遇非常的事），","bklcl":"Só͘ thiàⁿ ê hiaⁿ-tī ah, tī lín tiong-kan só͘ ū chhin-chhiūⁿ hé ê chhì-liān, m̄ thang kî-koài i, ná chhin-chhiūⁿ tú-tio̍h hui-siông ê sū:","tghg":"所疼的兄弟啊，佇恁中間所有親像火的試煉，呣通奇怪伊（那親像抵著(tú-tio̍h)非常的事）；","bklhl":"所疼ê兄弟ah，tī lín中間所有親像火ê試煉，m̄-thang奇怪伊，ná親像tú-tio̍h非常ê事；"}},{"book":"彼前","chapter":4,"verse":13,"versions":{"unv":"倒要歡喜；因為你們是與基督一同受苦，使你們在他榮耀顯現的時候，也可以歡喜快樂。","bklcl":"to̍k-to̍k tio̍h in-ūi ū hūn tī Ki-tok ê kan-khó͘, lâi hoaⁿ-hí; hō͘ lín iā tī I êng-kng hián-hiān ê sî hoaⁿ-hí khoài-lo̍k.","tghg":"獨獨著因為有份佇基督的艱苦，來歡喜；互恁也佇伊榮光顯現的時，歡喜快樂。","bklhl":"獨獨tio̍h因為有份tī基督ê艱苦來歡喜；hō͘ lín也tī伊榮光顯現ê時歡喜快樂。"}},{"book":"彼前","chapter":4,"verse":14,"versions":{"unv":"你們若為基督的名受辱罵，便是有福的；因為　神榮耀的靈常住在你們身上。","bklcl":"Lín ūi-tio̍h Ki-tok ê miâ hō͘ lâng mē, ū hok-khì; in-ūi êng-kng ê sîn chiū-sī Siōng-tè ê Sîn, an-hioh tī lín.","tghg":"恁為著基督的名互人罵，有福氣；因為榮光的神就是上帝的神安息佇恁。","bklhl":"Lín為tio̍h基督ê名hō͘人罵，有福氣；因為榮光ê神就是上帝ê神，安歇tī lín。"}},{"book":"彼前","chapter":4,"verse":15,"versions":{"unv":"你們中間卻不可有人因為殺人、偷竊、作惡、好管閒事而受苦。","bklcl":"In-ūi lín tiong-kan m̄ thang ū lâng ūi-tio̍h chòe hiong-siú, chòe chha̍t, kiâⁿ pháiⁿ, á-sī in-ūi chhap pa̍t lâng ê sū, lâi siū-khó͘:","tghg":"因為恁中間呣通有人為著做兇手、做賊、行歹，抑是因為插(chhap)別人的事來受苦。","bklhl":"因為lín中間m̄-thang有人為tio̍h做兇手、做賊、行pháiⁿ，á是因為chhap別人ê事，來受苦:"}},{"book":"彼前","chapter":4,"verse":16,"versions":{"unv":"若為作基督徒受苦，卻不要羞恥，倒要因這名歸榮耀給　神。","bklcl":"chóng-sī lâng nā ūi-tio̍h sī Ki-tok-tô͘ lâi siū khó͘, chiū bo̍h-tit kiàn-siàu, tio̍h tī chit ê miâ kui êng-kng Siōng-tè.","tghg":"總是人若為著是基督徒來受苦，就莫得見誚，著佇此個名歸榮光上帝。","bklhl":"總是人若為tio̍h是基督-tô͘來受苦，就莫得見笑，tio̍h tī chit ê名歸榮光上帝。"}},{"book":"彼前","chapter":4,"verse":17,"versions":{"unv":"因為時候到了，審判要從　神的家起首。若是先從我們起首，那不信從　神福音的人將有何等的結局呢？","bklcl":"In-ūi sî kàu lah, sím-phòaⁿ tùi Siōng-tè ê ke tāi-seng; nā sī tùi lán khí-thâu, chiū hiah-ê m̄ sìn-thàn Siōng-tè hok-im ê lâng, in ê kiat-kio̍k beh cháiⁿ-iūⁿ ah!","tghg":"因為時到啦，審判對上帝的家代先。若是對咱起頭，就許個呣信趁上帝福音的人，𪜶的結局欲怎樣啊？","bklhl":"因為時到lah，審判tùi上帝ê家事先；但是對咱起頭，就hiah-ê m̄信thàn上帝福音ê人，in ê結局beh怎樣ah！"}},{"book":"彼前","chapter":4,"verse":18,"versions":{"unv":"若是義人僅僅得救，那不虔敬和犯罪的人將有何地可站呢？","bklcl":"Gī ê lâng nā lím-lím tit kiù, chiū bô kèng-khiân ê, kap ū chōe ê lâng, beh khiā tī sím-mi̍h só͘-chāi ah?","tghg":"義的人若僅僅(lím-lím)得救，就無敬虔的及有罪的人欲徛佇甚麼所在啊？","bklhl":"義ê人若lím-lím得救，就無敬虔ê，kap有罪ê人，beh khiā tī甚麼所在ah？"}},{"book":"彼前","chapter":4,"verse":19,"versions":{"unv":"所以，那照　神旨意受苦的人要一心為善，將自己靈魂交與那信實的造化之主。","bklcl":"Só͘-í chiàu Siōng-tè ê chí-ì siū khó͘ ê, tio̍h ēng hó phín-hēng, chiong in ê lêng-hûn kau-tāi sìn-si̍t chō-hòa ê Chú.","tghg":"所以，照上帝的旨意受苦的著用好品行，將𪜶的靈魂交代信實造化的主。","bklhl":"所以照上帝ê旨意受苦ê，tio̍h用好品行，將in ê靈魂交帶信實造化ê主。"}}]