[{"book":"彼前","chapter":5,"verse":1,"versions":{"unv":"我這作長老、作基督受苦的見證、同享後來所要顯現之榮耀的，勸你們中間與我同作長老的人：","bklcl":"Só͘-í lín tiong-kan ê tiúⁿ-ló góa khó͘-khǹg in, góa iā tâng chòe tiúⁿ-ló, iā chòe Ki-tok siū-khó͘ ê kan-chèng, iā saⁿ-kap ū hūn teh-beh hián-hiān ê êng-kng;","tghg":"所以恁中間的長老我苦勸𪜶，我也同做長老，也做基督受苦的干證，也相及有份啲欲顯現的榮光：","bklhl":"所以lín中間ê長老，我苦勸in，我也同做長老，也做基督受苦ê干證，也saⁿ-kap有份teh-beh顯現ê榮光；"}},{"book":"彼前","chapter":5,"verse":2,"versions":{"unv":"務要牧養在你們中間　神的群羊，按著　神旨意照管他們；不是出於勉強，乃是出於甘心；也不是因為貪財，乃是出於樂意；","bklcl":"lín tio̍h chiàu-kò͘ tī lín tiong-kan Siōng-tè ê iûⁿ-kûn, lâi kàm-tok i, m̄ sī tùi bián-kióng, sī kam-sim, chiàu Siōng-tè; m̄ sī ūi-tio̍h m̄ ha̍p-gî ê chîⁿ, sī tùi hoaⁿ-hí ê ì-sù;","tghg":"恁著照顧佇恁中間上帝的羊群，來監督伊；呣是對勉強，是甘心照上帝；呣是為著呣合宜的錢，是對歡喜的意思；","bklhl":"lín tio̍h照顧tī lín中間上帝ê羊群，來監督伊，m̄是tùi勉強，是甘心，照上帝；m̄是為tio̍h m̄合宜ê錢，是tùi歡喜ê意思；"}},{"book":"彼前","chapter":5,"verse":3,"versions":{"unv":"也不是轄制所託付你們的，乃是作群羊的榜樣。","bklcl":"iā m̄ sī tī só͘ kau-tāi lín ê chòe chú, sī chòe iûⁿ-kûn ê bô͘-iūⁿ.","tghg":"也呣是佇所交代恁的做主，是做羊群的模樣。","bklhl":"也m̄是tī所交帶lín ê做主，是做羊群ê模樣。"}},{"book":"彼前","chapter":5,"verse":4,"versions":{"unv":"到了牧長顯現的時候，你們必得那永不衰殘的榮耀冠冕。","bklcl":"Chiū tōa Bo̍k-chiá hián-hiān ê sî, lín beh tit-tio̍h bōe soe-thè êng-kng ê bián-liû.","tghg":"就大牧者顯現的時，恁欲得著𣍐衰退榮光的冕旒。","bklhl":"就大牧者顯現ê時，lín beh得tio̍h bōe衰退榮光ê冕旒。"}},{"book":"彼前","chapter":5,"verse":5,"versions":{"unv":"你們年幼的，也要順服年長的。就是你們眾人也都要以謙卑束腰，彼此順服；因為　神阻擋驕傲的人，賜恩給謙卑的人。","bklcl":"Án-ni, lín siàu-liân lâng tio̍h hâng-ho̍k tiúⁿ-ló.  Lín tāi-ke iā lóng tio̍h ēng khiam-sùn chòe saⁿ, chhēng lâi saⁿ ho̍k-sāi; in-ūi Siōng-tè tí-te̍k kiau-ngō͘ ê, si un hō͘ khiam-pi ê.","tghg":"按呢恁少年人，著降服長老。恁大家也攏著用謙遜做衫穿，來相服事；因為上帝抵敵驕傲者，施恩互謙卑者。","bklhl":"Án-ni，lín少年人tio̍h降服長老。Lín大家也lóng tio̍h用謙遜做衫，穿來相服事；因為上帝抵敵驕傲ê，施恩hō͘謙卑ê。"}},{"book":"彼前","chapter":5,"verse":6,"versions":{"unv":"所以，你們要自卑，服在　神大能的手下，到了時候，他必叫你們升高。","bklcl":"Só͘-í tio̍h ka-kī khiam-pi tī Siōng-tè tōa khùi-la̍t ê chhiú ē, hō͘ I kàu sî ko-seng lín;","tghg":"所以，著家己謙卑，佇上帝大氣力的手下，互伊到時高升恁。","bklhl":"所以tio̍h家己謙卑tī上帝大氣力ê手下，hō͘伊到時高升lín；"}},{"book":"彼前","chapter":5,"verse":7,"versions":{"unv":"你們要將一切的憂慮卸給　神，因為他顧念你們。","bklcl":"lín ēng hoān só͘ khòa-lū ê kau-hù I, in-ūi I koan-sim tī lín.","tghg":"恁用凡所掛慮的交付伊，因為伊關心佇恁。","bklhl":"lín用凡所掛慮ê交付伊，因為伊關心tī lín。"}},{"book":"彼前","chapter":5,"verse":8,"versions":{"unv":"務要謹守，警醒。因為你們的仇敵魔鬼，如同吼叫的獅子，遍地遊行，尋找可吞吃的人。","bklcl":"Tio̍h chiat-chè, tio̍h kéng-séng; lín ê tùi-te̍k chiū-sī Mô͘-kúi, chhin-chhiūⁿ háu ê sai, sì-kè kiâⁿ, teh chhē só͘ thang thun-chia̍h ê;","tghg":"著節制，著警醒。恁的對敵就是魔鬼，親像哮的獅，四界行，啲尋所通吞食者。","bklhl":"Tio̍h節制，tio̍h警醒；lín ê對敵就是魔鬼，親像哮ê獅，四界行，teh chhē所thang吞食ê；"}},{"book":"彼前","chapter":5,"verse":9,"versions":{"unv":"你們要用堅固的信心抵擋他，因為知道你們在世上的眾弟兄也是經歷這樣的苦難。","bklcl":"lín tùi sìn kian-kò͘ tio̍h tí-tng i, chai lín chèng hiaⁿ-tī tī sè-kan iā keng-kè chit iūⁿ ê khó͘-lān.","tghg":"恁對信堅固著抵當伊，知恁眾兄弟佇世間也經過此樣的苦難。","bklhl":"lín tùi信堅固tio̍h抵擋伊，知lín眾兄弟tī世間也經過chit樣ê苦難。"}},{"book":"彼前","chapter":5,"verse":10,"versions":{"unv":"那賜諸般恩典的　神曾在基督裡召你們，得享他永遠的榮耀，等你們暫受苦難之後，必要親自成全你們，堅固你們，賜力量給你們。","bklcl":"Koh bān hāng un-tián ê Siōng-tè, chiū-sī bat tī Ki-tok tiàu lín tit-tio̍h I éng-oán ê êng-kng ê, tī lín chiām-sî siū khó͘ ê liáu-āu, ka-kī beh hō͘ lín chiâu-chn̂g, kian-kò͘, ióng-kiāⁿ.","tghg":"閣萬項恩典的上帝就是曾佇基督召恁，得著伊永遠的榮光的，佇恁暫時受苦的了後，家己欲互恁齊全、堅固、勇健。","bklhl":"Koh萬項恩典ê上帝，就是bat tī基督召lín得tio̍h伊永遠ê榮光ê，tī lín暫時受苦ê了後，家己beh hō͘ lín齊全、堅固、勇健。"}},{"book":"彼前","chapter":5,"verse":11,"versions":{"unv":"願權能歸給他，直到永永遠遠。阿們！","bklcl":"Koân-lêng kui I kàu tāi-tāi.  À-bēng.","tghg":"權能歸伊，到代代。阿們！","bklhl":"權能歸伊到代代。À-bēng。"}},{"book":"彼前","chapter":5,"verse":12,"versions":{"unv":"我略略地寫了這信，託我所看為忠心的兄弟西拉轉交你們，勸勉你們，又證明這恩是　神的真恩。你們務要在這恩上站立得住。","bklcl":"Góa khòaⁿ Se-lah chòe chīn-tiong ê hiaⁿ-tī, tùi i siá té-té ê phoe hō͘ lín, lâi khó͘-khǹg lín; iā kan-chèng chit-ê sī Siōng-tè chin ê un; lín tio̍h khiā-chāi tī chit-ê.","tghg":"我看西拉做盡忠的兄弟，對伊寫短短的批互恁，來苦勸恁，也干證此個是上帝真的恩。恁著徛在佇此個。","bklhl":"我看西拉做盡忠ê兄弟，tùi伊寫短短ê phoe hō͘ lín，來苦勸lín；也干證chit ê是上帝真ê恩；lín tio̍h khiā在tī chit ê。"}},{"book":"彼前","chapter":5,"verse":13,"versions":{"unv":"在巴比倫與你們同蒙揀選的教會問你們安。我兒子馬可也問你們安。","bklcl":"Tiàm-tī Pa-pí-lûn saⁿ-kap siū kéng-soán ê, í-ki̍p góa ê kiáⁿ Má-khó, chhéng-an lín.","tghg":"踮佇巴比倫相及受揀選的，以及我的子馬可請安恁。","bklhl":"Tiàm-tī巴比倫saⁿ-kap受揀選ê，以及我ê kiáⁿ馬可，請安lín。"}},{"book":"彼前","chapter":5,"verse":14,"versions":{"unv":"你們要用愛心彼此親嘴問安。願平安歸與你們凡在基督裡的人！","bklcl":"Lín tio̍h ēng jîn-ài ê saⁿ-chim lâi saⁿ chhéng-an.\tGoān lín tiàm-tī Ki-tok ê lâng lóng tit pêng-an.","tghg":"恁著用仁愛的相唚(chim)來相請安。願恁踮佇基督的人攏得平安！","bklhl":"Lín tio̍h用仁愛ê相chim來相請安。\t願lín tiàm-tī基督ê人lóng得平安。"}}]