[{"book":"彼前","chapter":3,"verse":1,"versions":{"unv":"你們作妻子的要順服自己的丈夫；這樣，若有不信從道理的丈夫，他們雖然不聽道，也可以因妻子的品行被感化過來；","bklcl":"Lín chòe hū-jîn-lâng ê, iā tio̍h án-ni sūn-ho̍k ka-kī ê tiōng-hu;  siat-sú ū-ê bô thàn tō-lí, sui-jiân bô ēng kóng ōe, iā thang ēng hū-jîn-lâng ê só͘ kiâⁿ tit-tio̍h in lâi thàn;","tghg":"恁做婦仁人的，也著按呢順服家己的丈夫；設使有的無趁道理，雖然無用講話，也通用婦仁人的所行得著𪜶來趁；","bklhl":"Lín做婦人人ê，也tio̍h án-ni順服家己ê丈夫；設使有ê無thàn道理，雖然無用講話，也thang用婦人人ê所行得tio̍h in來thàn；"}},{"book":"彼前","chapter":3,"verse":2,"versions":{"unv":"這正是因看見你們有貞潔的品行和敬畏的心。","bklcl":"in-ūi khòaⁿ-kìⁿ lín chheng-kiat kiaⁿ-ùi ê só͘ kiâⁿ.","tghg":"因為看見恁清潔驚畏的所行。","bklhl":"因為看見lín清潔驚畏ê所行。"}},{"book":"彼前","chapter":3,"verse":3,"versions":{"unv":"你們不要以外面的辮頭髮，戴金飾，穿美衣為妝飾，","bklcl":"Lín ê chng-thāⁿ m̄ thang ēng gōa-bīn ê pīⁿ thâu-mn̂g, kap kòa kim-khì, á-sī chhēng i-ho̍k chòe chng-thāⁿ;","tghg":"恁的妝飾(chng-thāⁿ)呣通用外面的辮(pīⁿ)頭毛，及掛金器，抑是穿衣服做妝飾，","bklhl":"Lín ê裝飾m̄-thang用外面ê辮頭毛，kap掛金器，á是穿衣服做裝飾；"}},{"book":"彼前","chapter":3,"verse":4,"versions":{"unv":"只要以裡面存著長久溫柔、安靜的心為妝飾；這在　神面前是極寶貴的。","bklcl":"chiū-sī ēng sim-lāi ún-ba̍t ê lâng, chhēng un-jiû thiâm-chēng ê sim-sîn, chòe bōe pāi-hoāi ê i-ho̍k; che tī Siōng-tè ê bīn-chêng sī chin pó-pòe.","tghg":"就是用心內隱密的人，穿溫柔、恬靜的心神做𣍐敗壞的衣服；這佇上帝的面前是真寶貝。","bklhl":"就是用心內隱密ê人，穿溫柔恬靜ê心神，做bōe敗壞ê衣服；這tī上帝ê面前是真寶貝。"}},{"book":"彼前","chapter":3,"verse":5,"versions":{"unv":"因為古時仰賴　神的聖潔婦人正是以此為妝飾，順服自己的丈夫，","bklcl":"In-ūi chāi-chá sèng ê hū-jîn-lâng chiū-sī ǹg-bāng Siōng-tè ê, iā sī án-ni ka-kī chng-thāⁿ, sūn-ho̍k ka-kī ê tiōng-hu;","tghg":"因為在早聖的婦仁人就是向望上帝的也是按呢家己妝飾，順服家己的丈夫，","bklhl":"因為在早聖ê婦人人就是ǹg望上帝ê，也是án-ni家己裝飾，順服家己ê丈夫；"}},{"book":"彼前","chapter":3,"verse":6,"versions":{"unv":"就如撒拉聽從亞伯拉罕，稱他為主。你們若行善，不因恐嚇而害怕，便是撒拉的女兒了。","bklcl":"chhin-chhiūⁿ Sat-la̍h sūn-thàn A-pek-la̍h-hán, chheng i chòe chú; lín nā kiâⁿ hó, bô tah-hiahⁿ lâi kiaⁿ-hiâⁿ, chiū chòe i ê cha-bó͘-kiáⁿ.","tghg":"親像撒拉順趁亞伯拉罕，稱伊做主。恁若行好，無搭嚇(tah-hiahⁿ)來驚惶，就做伊的查某子。","bklhl":"親像撒拉順thàn亞伯拉罕，稱伊做主；lín若行好，無tah-hiaⁿh來驚惶，就做伊ê cha-bó͘-kiáⁿ。"}},{"book":"彼前","chapter":3,"verse":7,"versions":{"unv":"你們作丈夫的也要按情理（原文是知識）和妻子同住；因她比你軟弱（比你軟弱：原文作是軟弱的器皿），與你一同承受生命之恩的，所以要敬重她。這樣，便叫你們的禱告沒有阻礙。","bklcl":"Lín chòe tiōng-hu ê, iā tio̍h án-ni, chiàu tì-sek kap hū-jîn-lâng saⁿ-kap tiàm, chun-kèng i sī khah nńg-chiáⁿ ê khì-kū, iā sī saⁿ-kap sêng-chiap oa̍h-miā ê un;  hō͘ lín ê kî-tó bô tú-tio̍h chó͘-tòng.","tghg":"恁做丈夫的，也著按呢照智識及婦仁人相及踮，尊敬伊是卡軟茈(nńg-chiáⁿ)的器具，也是相及承接活命的恩。互恁的祈禱無抵著(tú-tio̍h)阻擋。","bklhl":"Lín做丈夫ê，也tio̍h án-ni，照知識kap婦人人saⁿ-kap tiàm，尊敬伊是khah軟chiáⁿ ê器具，也是saⁿ-kap承接活命ê恩；hō͘ lín ê祈禱無tú-tio̍h阻擋。"}},{"book":"彼前","chapter":3,"verse":8,"versions":{"unv":"總而言之，你們都要同心，彼此體恤，相愛如弟兄，存慈憐謙卑的心。","bklcl":"Tàu-tí tāi-ke tio̍h tâng-sim, saⁿ thé-thiap, saⁿ-thiàⁿ chhin-chhiūⁿ hiaⁿ-tī, lîn-bín, khiam-pi;","tghg":"到底大家著同(tâng)心，相體貼，相疼親像兄弟，憐憫謙卑。","bklhl":"到底大家tio̍h同心，相體貼，相疼親像兄弟，憐憫，謙卑；"}},{"book":"彼前","chapter":3,"verse":9,"versions":{"unv":"不以惡報惡，以辱罵還辱罵，倒要祝福；因你們是為此蒙召，好叫你們承受福氣。","bklcl":"bô ēng pháiⁿ pò pháiⁿ, á-sī lóe-mē pò lóe-mē; hoán-tńg tio̍h chiok-hok; in-ūi lín siū tiàu sī beh hō͘ lín sêng-chiap chiok-hok.","tghg":"無用歹報歹，抑是詈罵(lóe-mē)報詈罵，反轉著祝福；因為恁受召，是欲互恁承接祝福。","bklhl":"無用pháiⁿ報pháiⁿ，á是詈罵報詈罵；反tńg tio̍h祝福；因為lín受召是beh hō͘ lín承接祝福。"}},{"book":"彼前","chapter":3,"verse":10,"versions":{"unv":"因為經上說：人若愛生命，願享美福，須要禁止舌頭不出惡言，嘴唇不說詭詐的話；","bklcl":"In-ūi,\tLâng nā ài beh sioh oa̍h-miā,\tKoh kìⁿ-tio̍h hok-khì ê ji̍t,\tChiū tio̍h kìm-chí chhùi-chi̍h bô pháiⁿ,\tChhùi-tûn bô  kóng khúi-khiat:","tghg":"因為：人若愛欲惜活命，閣見著福氣的日，就著禁止嘴舌無歹，嘴唇無講詭譎(khúi-khiat)；","bklhl":"因為，\t人若ài beh惜活命，\tKoh見tio̍h福氣ê日，\t就tio̍h禁止嘴舌無pháiⁿ，\t嘴唇無講詭譎:"}},{"book":"彼前","chapter":3,"verse":11,"versions":{"unv":"也要離惡行善，尋求和睦，一心追趕。","bklcl":"Tio̍h lī-khui pháiⁿ lâi kiâⁿ hó;\tChhē hô-pêng lâi tui-jip i.","tghg":"著離開歹來行好，尋和平，來追趇(jip)伊。","bklhl":"Tio̍h離開pháiⁿ來行好；\tChhē和平來追jip伊。"}},{"book":"彼前","chapter":3,"verse":12,"versions":{"unv":"因為，主的眼看顧義人；主的耳聽他們的祈禱。惟有行惡的人，主向他們變臉。","bklcl":"In-ūi Chú ê ba̍k-chiu khòaⁿ gī lâng,\tI ê hī-khang thiaⁿ in ê kî-tó:\tNā-sī Chú ê bīn kàm-chhat kiâⁿ pháiⁿ ê lâng.","tghg":"因為，主的目睭看義人，伊的耳孔聽𪜶的祈禱。若是主的面鑑察行歹的人。","bklhl":"因為主ê目睭看義人，\t伊ê耳孔聽in ê祈禱:\t但是主ê面鑑察行pháiⁿ ê人。"}},{"book":"彼前","chapter":3,"verse":13,"versions":{"unv":"你們若是熱心行善，有誰害你們呢？","bklcl":"Lín nā ūi-tio̍h hó lâi jia̍t-sim, chī-chūi ōe hāi lín?","tghg":"恁若為著好來熱心，是誰會害恁？","bklhl":"Lín若為tio̍h好來熱心，是誰會害lín？"}},{"book":"彼前","chapter":3,"verse":14,"versions":{"unv":"你們就是為義受苦，也是有福的。不要怕人的威嚇（的威嚇：或譯所怕的），也不要驚慌；","bklcl":"Chóng-sī lín nā in-ūi gī lâi siū khó͘, chiū ū hok-khì: bo̍h-tit kiaⁿ in ê ui-hong, iā bo̍h-tit peh-pak;","tghg":"總是恁若因為義來受苦，就有福氣。莫得驚𪜶的威風，也莫得迫腹(peh-pak)；","bklhl":"總是lín若因為義來受苦，就有福氣；莫得驚in ê威風，也莫得擘腹；"}},{"book":"彼前","chapter":3,"verse":15,"versions":{"unv":"只要心裡尊主基督為聖。有人問你們心中盼望的緣由，就要常作準備，以溫柔、敬畏的心回答各人；","bklcl":"to̍k-to̍k lín sim-lāi tio̍h lia̍h Ki-tok chòe Chú, chun I chòe sèng; kìⁿ-nā ū lâng mn̄g lín só͘ ǹg-bāng ê in-iû, chiū tio̍h put-sî piān-piān ēng un-jiû kap kiaⁿ-ùi lâi hun-sò͘;","tghg":"獨獨恁心內著掠基督做主尊伊做聖。見若有人問恁所向望的因由，就著不時便便，用溫柔及驚畏來分訴；","bklhl":"獨獨lín心內tio̍h掠基督做主，尊伊做聖；見若有人問lín所ǹg望ê因由，就tio̍h不時便便用溫柔kap驚畏來分訴；"}},{"book":"彼前","chapter":3,"verse":16,"versions":{"unv":"存著無虧的良心，叫你們在何事上被毀謗，就在何事上可以叫那誣賴你們在基督裡有好品行的人自覺羞愧。","bklcl":"tio̍h chûn bô thang chek-pī ê liông-sim; chiah lín tī tá-lo̍h chi̍t hāng sū siū húi-pòng, chiū tī hit hāng sū ōe hō͘ hiah-ê bû-lōa lín tiàm-tī Ki-tok ê hó phín-hēng ê, ka-kī siū kiàn-siàu.","tghg":"著存無通責備的良心，才恁佇叨落一項事受誹謗，就佇彼項事會互許個誣賴(bû-lōa)恁踮佇基督的好品行的，家己受見誚。","bklhl":"tio̍h存無thang責備ê良心；chiah lín tī tá-lo̍h一項事受譭謗，就tī hit項事會hō͘ hiah-ê誣賴lín tiàm-tī基督ê好品行ê，家己受見笑。"}},{"book":"彼前","chapter":3,"verse":17,"versions":{"unv":"　神的旨意若是叫你們因行善受苦，總強如因行惡受苦。","bklcl":"In-ūi Siōng-tè ê chí-ì nā ài án-ni, chiū lín kiâⁿ hó lâi siū khó͘, pí kiâⁿ pháiⁿ lâi siū khó͘, khah hó.","tghg":"因為上帝的旨意若愛按呢，就恁行好來受苦，比行歹來受苦卡好。","bklhl":"因為上帝ê旨意若ài án-ni，就lín行好來受苦，比行pháiⁿ來受苦，khah好。"}},{"book":"彼前","chapter":3,"verse":18,"versions":{"unv":"因基督也曾一次為罪受苦（有古卷：受死），就是義的代替不義的，為要引我們到　神面前。按著肉體說，他被治死；按著靈性說，他復活了。","bklcl":"In-ūi Ki-tok iā chi̍t pái ūi-tio̍h chōe siū khó͘, gī-ê thòe put-gī ê, sī beh chhōa lán kàu tī Siōng-tè; lūn jio̍k-thé chiū siū sí, lūn sîn chiū tit oa̍h;","tghg":"因為基督也一擺為著罪受苦，義的替不義的，是欲導咱到佇上帝。論肉體，就受死；論神，就得活。","bklhl":"因為基督也一pái為tio̍h罪受苦，義ê替不義ê，是beh chhōa咱到tī上帝；論肉體就受死，論神就得活；"}},{"book":"彼前","chapter":3,"verse":19,"versions":{"unv":"他藉這靈曾去傳道給那些在監獄裡的靈聽，","bklcl":"tī hit ê sîn iā bat khì thoân tō-lí hō͘ kaⁿ-lāi hiah-ê sîn,","tghg":"佇彼個神也曾去傳道理互監內許個神，","bklhl":"tī hit ê神也bat去傳道理hō͘監內hiah-ê神，"}},{"book":"彼前","chapter":3,"verse":20,"versions":{"unv":"就是那從前在挪亞預備方舟、　神容忍等待的時候，不信從的人。當時進入方舟，藉著水得救的不多，只有八個人。","bklcl":"chiū-sī chá m̄ sìn-thàn ê, tng Siōng-tè thun-lún thèng-hāu, tī Ná-a ê ji̍t, teh pī-pān tōa chûn ê sî, ji̍p hit lāi-bīn ê lâng chió-chió, chí ū poeh ê, tùi chúi tit kiù;","tghg":"就是早呣信趁的，當上帝吞愞(lún)聽候佇挪亞的日、啲備辦大船的時。入彼內面的人少少，只有八個對水得救。","bklhl":"就是早m̄信thàn ê，當上帝吞忍thèng候，tī挪亞ê日，teh備辦大船ê時，入hit內面ê人少少，只有八個，tùi水得救；"}},{"book":"彼前","chapter":3,"verse":21,"versions":{"unv":"這水所表明的洗禮，現在藉著耶穌基督復活也拯救你們；這洗禮本不在乎除掉肉體的污穢，只求在　神面前有無虧的良心。","bklcl":"chit-ê só͘ koan-chiò ê sóe-lé taⁿ iā kiù lín, m̄ sī tû-khì jio̍k-thé ê lâ-sâm, chiū-sī bô thang chek-pī ê liông-sim ǹg Siōng-tè lâi kiû, sī tùi Iâ-so͘ Ki-tok ê koh-oa̍h;","tghg":"此個所關照的洗禮，今也救恁；呣是除去肉體的垃墋，就是無通責備的良心向上帝來求，是對耶穌基督的復活。","bklhl":"chit ê所關照ê洗禮taⁿ也救lín，m̄是除去肉體ê lâ-sâm，就是無thang責備ê良心ǹg上帝來求，是tùi耶穌基督ê koh活；"}},{"book":"彼前","chapter":3,"verse":22,"versions":{"unv":"耶穌已經進入天堂，在　神的右邊；眾天使和有權柄的，並有能力的，都服從了他。","bklcl":"I í-keng khì thiⁿ-ni̍h, taⁿ tī Siōng-tè tōa pêng; chiah-ê thiⁿ-sài, kap ū koân-pèng ê, ū khùi-la̍t ê, hâng-ho̍k I.","tghg":"伊已經去天裡，今佇上帝大旁；諸個天使及有權柄的，有氣力的，降服伊。","bklhl":"伊已經去天裡，taⁿ tī上帝大pêng；chiah ê天使，kap有權柄ê，有氣力ê，降服伊。"}}]