[{"book":"代上","chapter":12,"verse":1,"versions":{"unv":"大衛因怕基士的兒子掃羅，躲在洗革拉的時候，有勇士到他那裡幫助他打仗。","bklcl":"Tāi-pi̍t in-ūi kiaⁿ Ki-sū ê kiáⁿ Sò-lô, siú-teh m̄-káⁿ chhut-khì ê sî, ū chiah-ê ióng-sū lâi kàu Sé-kek-la̍h chhē--i, pang-chān i kau-chiàn.","tghg":"大衛因為驚基士的子掃羅，守啲呣敢出去的時，有諸個勇士來到洗革拉尋伊，幫助伊交戰。","bklhl":"大衛因為驚Ki-sū ê kiáⁿ掃羅，守teh m̄敢出去ê時，有chiah ê勇士來到Sé-kek-la̍h chhē伊，幫贊伊交戰。"}},{"book":"代上","chapter":12,"verse":2,"versions":{"unv":"他們善於拉弓，能用左右兩手甩石射箭，都是便雅憫人掃羅的族弟兄。","bklcl":"In gâu khui-keng, ōe ēng tò-chhiú chiàⁿ-chhiú hiat chio̍h-thâu siā-chìⁿ; lóng sī Piān-ngá-bín lâng Sò-lô ê tâng-cho̍k.","tghg":"𪜶𠢕(gâu)開弓，會用倒手正手㧒(hiat)石頭射箭，攏是便雅憫人掃羅的同族。","bklhl":"In gâu開弓，能用tò手chiàⁿ手hiat石頭射箭；lóng是便雅憫人掃羅ê同族。"}},{"book":"代上","chapter":12,"verse":3,"versions":{"unv":"為首的是亞希以謝，其次是約阿施，都是基比亞人示瑪的兒子。還有亞斯瑪威的兒子耶薛和毘力，又有比拉迦，並亞拿突人耶戶，","bklcl":"Thâu-chi̍t-ê sī A-hi-í-siā, koh ū Iok-a-si, lóng sī Ki-pí-a lâng Sī-má ê kiáⁿ; koh ū Iâ-siat kap Pí-le̍k, sī A-su-má-ui ê kiáⁿ; koh ū Pí-la̍h-ka kap A-ná-tu̍t lâng Iâ-hō͘;","tghg":"頭一個是亞希以謝，閣有約阿施，攏是基比亞人示瑪的子。閣有耶設及毗力是亞斯瑪威的子，閣有比拉迦，及亞拿突人耶戶，","bklhl":"頭一个是A-hi-í-siā，koh有Iok-a-si，lóng是Ki-pí-a人Sī-má ê kiáⁿ；koh有Iâ-siat kap Pí-le̍k，是A-su-má-ui ê kiáⁿ；koh有Pí-la̍h-ka kap A-ná-tu̍t人Iâ-hō͘；"}},{"book":"代上","chapter":12,"verse":4,"versions":{"unv":"基遍人以實買雅〈他在三十人中是勇士，管理他們〉，且有耶利米、雅哈悉、約哈難，和基得拉人約撒拔、","bklcl":"Ki-piàn lâng Í-si̍t-mái-ngá, tī saⁿ-cha̍p lâng tiong sī ióng-sū, iā teh koán hit saⁿ-cha̍p lâng.  Koh ū Iâ-lī-bí, Ngá-hap-sek, Iok-hap-lân, kap Ki-tek-la̍h lâng Iok-sat-poa̍t;","tghg":"基遍人以實買雅（佇三十人中是勇士，也啲管彼三十人），閣有耶利米、雅哈悉、約哈難，及基得拉人約撒拔，","bklhl":"Ki-piàn人Í-si̍t-mái-ngá，tī三十人中是勇士，也teh管hit三十人。Koh有耶利米、Ngá-hap-sek、Iok-hap-lân，kap Ki-tek-la̍h人Iok-sat-poa̍t；"}},{"book":"代上","chapter":12,"verse":5,"versions":{"unv":"伊利烏賽、耶利摩、比亞利雅、示瑪利雅，哈律弗人示法提雅，","bklcl":"I-lī-o͘-sài, Iâ-lī-mô͘, Pí-a-lī-ngá, Sī-má-lī-ngá, Hap-lu̍t-hut lâng Sī-hoat-thê-ngá;","tghg":"伊利烏賽、耶利摩、比亞利雅、示瑪利雅、哈律弗人示法提雅，","bklhl":"I-lī-o͘-sài、Iâ-lī-mô͘、Pí-a-lī-ngá、Sī-má-lī-ngá，Hap-lu̍t-hut人Sī-hoat-thê-ngá；"}},{"book":"代上","chapter":12,"verse":6,"versions":{"unv":"可拉人以利加拿、耶西亞、亞薩列、約以謝、雅朔班，","bklcl":"Khó-la̍h lâng Í-lī-ka-ná, Iâ-se-a, A-sat-lia̍t, Iok-í-siā, Ngá-sok-pan;","tghg":"可拉人以利加拿、耶西亞、亞薩列、約以謝、雅朔班，","bklhl":"Khó-la̍h人Í-lī-ka-ná、Iâ-se-a、A-sat-lia̍t、Iok-í-siā、Ngá-sok-pan；"}},{"book":"代上","chapter":12,"verse":7,"versions":{"unv":"基多人耶羅罕的兒子猶拉和西巴第雅。","bklcl":"Ki-to lâng Iâ-lô-hán ê kiáⁿ Iû-la̍h, kap Se-pa-tē-ngá.","tghg":"基多人耶羅罕的子猶拉及西巴第雅。","bklhl":"Ki-to人Iâ-lô-hán ê kiáⁿ Iû-la̍h，kap Se-pa-tē-ngá。"}},{"book":"代上","chapter":12,"verse":8,"versions":{"unv":"迦得支派中有人到曠野的山寨投奔大衛，都是大能的勇士，能拿盾牌和槍的戰士。他們的面貌好像獅子，快跑如同山上的鹿。","bklcl":"Ka-tek chi-phài ū kúi-nā lâng kàu khòng-iá ê ōe-só͘, kui-óa Tāi-pi̍t; in lóng sī ióng-sū chiàn-sū, ōe chhut-tīn, giâ pîn-pâi, kia̍h chhiuⁿ, in ê bīn chhin-chhiūⁿ sai ê bīn, gâu cháu chhin-chhiūⁿ soaⁿ--nih ê lo̍k.","tghg":"迦得支派有幾若人到曠野的衛所歸倚大衛，𪜶攏是勇士戰士，會出陣夯(giâ)屏牌攑槍。𪜶的面親像獅的面，𠢕(gâu)走親像山裡的鹿。","bklhl":"Ka-tek支派有kúi-nā人到曠野ê衛所，歸óa大衛；in lóng是勇士戰士，能出陣，giâ屏牌，kia̍h鎗，in ê面親像獅ê面，gâu走親像山裡ê鹿。"}},{"book":"代上","chapter":12,"verse":9,"versions":{"unv":"第一以薛，第二俄巴底雅，第三以利押，","bklcl":"Thâu-chi̍t-ê Í-siat, tē-jī Gô-pa-tí-ná, tē-saⁿ Í-lī-ap;","tghg":"頭一個以設，第二俄巴底雅，第三以利押，","bklhl":"頭一个Í-siat，第二Gô-pa-tí-ná，第三Í-lī-ap；"}},{"book":"代上","chapter":12,"verse":10,"versions":{"unv":"第四彌施瑪拿，第五耶利米，","bklcl":"tē-sì Bî-si-má-ná, tē-gō͘ Iâ-lī-bí;","tghg":"第四彌施瑪拿，第五耶利米，","bklhl":"第四Bî-si-má-ná，第五耶利米；"}},{"book":"代上","chapter":12,"verse":11,"versions":{"unv":"第六亞太，第七以利業，","bklcl":"tē-la̍k A-thài, tē-chhit Í-lī-gia̍p;","tghg":"第六亞太，第七以利業，","bklhl":"第六A-thài，第七Í-lī-gia̍p；"}},{"book":"代上","chapter":12,"verse":12,"versions":{"unv":"第八約哈難，第九以利薩巴，","bklcl":"tē-poeh Iok-hap-lân, tē-káu Í-lī-sat-pa;","tghg":"第八約哈難，第九以利薩巴，","bklhl":"第八Iok-hap-lân，第九 Í-lī-sat-pa；"}},{"book":"代上","chapter":12,"verse":13,"versions":{"unv":"第十耶利米，第十一末巴奈。","bklcl":"tē-cha̍p Iâ-lī-bí, tē-cha̍p-it Boa̍t-pa-nāi.","tghg":"第十耶利米，第十一末巴奈。","bklhl":"第十耶利米，第十一Boa̍t-pa-nāi。"}},{"book":"代上","chapter":12,"verse":14,"versions":{"unv":"這都是迦得人中的軍長，至小的能抵一百人，至大的能抵一千人。","bklcl":"Chiah-ê lóng sī Ka-tek lâng, iā lóng sī kun-tiúⁿ; siōng-bōe--ê ōe tí-tng chi̍t-pah lâng, siōng-ōe--ê ōe tí-tng chi̍t-chheng lâng.","tghg":"諸個攏是迦得人也攏是軍長，上𣍐者會抵當(tí-tng)一百人，上會者會抵當一千人。","bklhl":"Chiah-ê lóng是Ka-tek人，也lóng是軍長；siōng-bōe-ê能抵擋一百人，siōng能ê能抵擋一千人。"}},{"book":"代上","chapter":12,"verse":15,"versions":{"unv":"正月，約旦河水漲過兩岸的時候，他們過河，使一切住平原的人東奔西逃。","bklcl":"Chiaⁿ-ge̍h Iok-tàn hô-chúi tiòng-móa siang-pêng hōaⁿ ê sî, in kè-hô, hō͘ it-chhè tiàm tī soaⁿ-kok ê lâng cháu-tang cháu-sai.","tghg":"正月，約但河水漲滿雙旁岸的時，𪜶過河，互一切踮佇山谷的人走東走西。","bklhl":"正月約旦河水漲滿雙pêng岸ê時，in過河，hō͘一切tiàm tī山谷ê人走東走西。"}},{"book":"代上","chapter":12,"verse":16,"versions":{"unv":"又有便雅憫和猶大人到山寨大衛那裡。","bklcl":"Koh ū Piān-ngá-bín Iû-tāi lâng lâi kàu ōe-só͘, chhē Tāi-pi̍t.","tghg":"閣有便雅憫猶大人來到衛所尋大衛。","bklhl":"Koh有便雅憫偤大人來到衛所，chhē大衛。"}},{"book":"代上","chapter":12,"verse":17,"versions":{"unv":"大衛出去迎接他們，對他們說：「你們若是和和平平地來幫助我，我心就與你們相契；你們若是將我這無罪的人賣在敵人手裡，願我們列祖的　神察看責罰。」","bklcl":"Tāi-pi̍t chhut-khì ngiâ-chih in; tùi in kóng, Lín nā sī ūi-tio̍h pêng-an lâi pang-chān góa, góa kap lín ê sim chiū saⁿ-khè-ha̍p; chóng-sī lín nā beh chiong góa bô-chōe ê lâng, bōe tī tùi-te̍k ê chhiú, goān lán lia̍t-chó͘ ê Siōng-tè kàm-chhat chek-hoa̍t.","tghg":"大衛出去迎接(ngiâ-chih)𪜶，對𪜶講：「恁若是為著平安來幫助我，我及恁的心就相契合；總是恁若欲將我無罪的人賣佇對敵的手，願咱列祖的上帝鑑察責罰。」","bklhl":"大衛出去迎接in；對in講，Lín若是為tio̍h平安來幫贊我，我kap lín ê心就相契合；總是lín若beh將我無罪ê人，賣tī對敵ê手，願咱列祖ê上帝鑑察責罰。"}},{"book":"代上","chapter":12,"verse":18,"versions":{"unv":"那時　神的靈感動那三十個勇士的首領亞瑪撒，他就說：大衛啊，我們是歸於你的！耶西的兒子啊，我們是幫助你的！願你平平安安，願幫助你的也都平安！因為你的　神幫助你。大衛就收留他們，立他們作軍長。","bklcl":"Hit-sî Siōng-tè ê Sîn lîm-kàu chiah-ê chiòng ê thâu-lâng A-má-sat, i chiū kóng, Tāi-pi̍t ah, goán sī kui tī lí--ê, Iâ-se ê kiáⁿ ah, goán sī pang-chān lí--ê; goān lí pêng-pêng an-an, goān pang-chān lí--ê, iā tit-tio̍h pêng-an; in-ūi lí ê Siōng-tè pang-chān lí.  Tāi-pi̍t chiū siu-liû in, siat-li̍p in chòe kun-tiúⁿ.","tghg":"彼時上帝的神臨到諸個將的頭人亞瑪撒，伊就講：大衛啊，阮是歸佇你者！耶西的子啊，阮是幫助你者！願你平平安安，願幫助你者也得著平安！因為你的上帝幫助你。大衛就收留𪜶，設立𪜶做軍長。","bklhl":"Hit時上帝ê神臨到chiah ê將ê頭人A-má-sat，伊就講，大衛ah，阮是歸tī你ê，耶西ê kiáⁿ ah，阮是幫贊你ê；願你平平安安，願幫贊你ê，也得tio̍h平安；因為你ê上帝幫贊你。大衛就收留in，設立in做軍長。"}},{"book":"代上","chapter":12,"verse":19,"versions":{"unv":"大衛從前與非利士人同去，要與掃羅爭戰，有些瑪拿西人來投奔大衛，他們卻沒有幫助非利士人；因為非利士人的首領商議，打發他們回去，說：「恐怕大衛拿我們的首級，歸降他的主人掃羅。」","bklcl":"Tāi-pi̍t chiông-chêng kap Hui-lī-sū chhut-tīn beh kong-kek Sò-lô ê sî,  ū Má-ná-se chi-phài kúi-nā lâng lâi kui-óa--i, chóng-sī kàu-bé in bô pang-chān in, in-ūi Hui-lī-sū ê thâu-lâng ū gī-lūn tio̍h hō͘ i tò--khì, kóng, I tek-khak kui i ê chú-lâng Sò-lô, tì-kàu lán ê thâu-khak gûi-hiám.","tghg":"大衛從前及非利士出陣，欲攻擊掃羅的時，有瑪拿西支派幾若人來歸倚伊，總是到尾𪜶無幫助𪜶；因為非利士的頭人有議論，著互伊倒去，講：「伊的確歸伊的主人掃羅，致到咱的頭殼危險。」","bklhl":"大衛從前kap腓利士出陣beh攻擊掃羅ê時，有Má-ná-se支派kúi-nā人來歸óa伊，總是到尾in無幫贊in，因為腓利士ê頭人有議論tio̍h hō͘伊tò去，講，伊的確歸伊ê主人掃羅，致到咱ê頭殼危險。"}},{"book":"代上","chapter":12,"verse":20,"versions":{"unv":"大衛往洗革拉去的時候，有瑪拿西人的千夫長押拿、約撒拔、耶疊、米迦勒、約撒拔、以利戶、洗勒太都來投奔他。","bklcl":"Hit-sî Tāi-pi̍t khì Sé-kek-la̍h, ū Má-ná-se lâng ê chhian-chóng, Ap-ná, Iok-sat-poa̍t, Iâ-tia̍p, Bí-ka-le̍k, Iok-sat-poa̍t, Í-lī-hō͘, Sé-le̍k-thài, lóng lâi kui-óa i.","tghg":"彼時大衛去洗革拉，有瑪拿西人的千總押拿、約撒拔、耶疊、米迦勒、約撒拔、以利戶、洗勒太攏來歸倚伊。","bklhl":"Hit時大衛去Sé-kek-la̍h，有Má-ná-se人ê千總，Ap-ná、Iok-sat-poa̍t、Iâ-tia̍p、Bí-ka-le̍k、Iok-sat-poa̍t、Í-lī-hō͘、Sé-le̍k-thài，lóng來歸óa伊。"}},{"book":"代上","chapter":12,"verse":21,"versions":{"unv":"這些人幫助大衛攻擊群賊；他們都是大能的勇士，且作軍長。","bklcl":"Chiah-ê lâng pang-chān Tāi-pi̍t kong-kek thó͘-húi, in lóng sī tōa khùi-la̍t ê ióng-sū, koh chòe kun-tiúⁿ.","tghg":"諸個人幫助大衛攻擊土匪；𪜶攏是大氣力的勇士，閣做軍長。","bklhl":"Chiah-ê人幫贊大衛攻擊土匪，in lóng是大氣力ê勇士，koh做軍長。"}},{"book":"代上","chapter":12,"verse":22,"versions":{"unv":"那時天天有人來幫助大衛，以致成了大軍，如　神的軍一樣。","bklcl":"Hit-sî ji̍t-ji̍t ū lâng kui-óa Tāi-pi̍t, beh pang-chān i, chiū chiâⁿ-chòe tōa kun-tūi, chhin-chhiūⁿ Siōng-tè ê kun-tūi chi̍t-iūⁿ.","tghg":"彼時日日有人歸倚大衛，欲幫助伊，就成做大軍隊，親像上帝的軍隊一樣。","bklhl":"Hit時日日有人歸óa大衛，beh幫贊伊，就成做大軍隊，親像上帝ê軍隊一樣。"}},{"book":"代上","chapter":12,"verse":23,"versions":{"unv":"預備打仗的兵來到希伯崙見大衛，要照著耶和華的話將掃羅的國位歸與大衛。他們的數目如下：","bklcl":"Pī-pān kau-chiàn ê kun-tūi kàu Hi-pek-lûn kìⁿ Tāi-pi̍t, beh chiàu Iâ-hô-hoa ê ōe î-sóa Sò-lô ê kok-ūi hō͘ Tāi-pi̍t, in ê siàu-gia̍h kì tī ē-bīn.","tghg":"備辦交戰的軍隊到希伯崙見大衛，欲照耶和華的話移徙掃羅的國位互大衛。𪜶的數額記佇下面：","bklhl":"備辦交戰ê軍隊到Hi-pek-lûn見大衛，beh照耶和華ê話移徙掃羅ê國位hō͘大衛，in ê數額記tī下面。"}},{"book":"代上","chapter":12,"verse":24,"versions":{"unv":"猶大支派，拿盾牌和槍預備打仗的有六千八百人。","bklcl":"Iû-tāi chi-phài, giâ pîn-pâi kia̍h chhiuⁿ pī-pān kau-chiàn ê, ū la̍k-chheng poeh-pah lâng.","tghg":"猶大支派，夯(giâ)屏牌(pîn-pâi)攑槍備辦交戰的有六千八百人。","bklhl":"偤大支派，giâ屏牌kia̍h鎗備辦交戰ê，有六千八百人。"}},{"book":"代上","chapter":12,"verse":25,"versions":{"unv":"西緬支派，能上陣大能的勇士有七千一百人。","bklcl":"Se-biān ê chi-phài, ōe chhut-tīn ê ióng-sū, ū chhit-chheng chi̍t-pah lâng.","tghg":"西緬的支派，會出陣的勇士有七千一百人。","bklhl":"西門ê支派，能出陣ê勇士，有七千一百人。"}},{"book":"代上","chapter":12,"verse":26,"versions":{"unv":"利未支派有四千六百人。","bklcl":"Lī-bī chi-phài sì-chheng la̍k-pah lâng.","tghg":"利未支派四千六百人。","bklhl":"利未支派四千六百人。"}},{"book":"代上","chapter":12,"verse":27,"versions":{"unv":"耶何耶大是亞倫家的首領，跟從他的有三千七百人。","bklcl":"Iâ-hô-iâ-tāi sī A-lûn ê ke ê siú-léng, tè-i--ê ū saⁿ-chheng chhit-pah lâng.","tghg":"耶何耶大是亞倫的家的首領，隨伊者有三千七百人。","bklhl":"Iâ-hô-iâ-tāi是亞倫ê家ê首領，tè伊ê有三千七百人。"}},{"book":"代上","chapter":12,"verse":28,"versions":{"unv":"還有少年大能的勇士撒督，同著他的有族長二十二人。","bklcl":"Koh ū siàu-liân lâng Sat-tok sī tōa ióng-sū, kap i pún-ke ê cho̍k-tiúⁿ jī-cha̍p-jī lâng.","tghg":"閣有少年人撒督是大勇士，及伊本家的族長二十二人。","bklhl":"Koh有少年人Sat-tok是大勇士，kap伊本家ê族長二十二人。"}},{"book":"代上","chapter":12,"verse":29,"versions":{"unv":"便雅憫支派，掃羅的族弟兄也有三千人，他們向來大半歸順掃羅家。","bklcl":"Piān-ngá-bín ê chi-phài, chiū-sī Sò-lô ê tâng-cho̍k, saⁿ-chheng lâng; in-ūi kàu hit-sî, chit-cho̍k tōa-pòaⁿ iáu-kú iòng-hō͘ Sò-lô ê ke.","tghg":"便雅憫的支派，就是掃羅的同族三千人，因為到彼時此族大半猶久擁護掃羅的家。","bklhl":"便雅憫ê支派，就是掃羅ê同族，三千人；因為到hit時，chit族大半iáu-kú擁護掃羅ê家。"}},{"book":"代上","chapter":12,"verse":30,"versions":{"unv":"以法蓮支派大能的勇士，在本族著名的有二萬零八百人。","bklcl":"Í-hoat-liân chi-phài ê tōa ióng-sū, tī pún-cho̍k chhut-miâ--ê, ū nn̄g-bān liân poeh-pah lâng.","tghg":"以法蓮支派的大勇士，佇本族出名者有二萬連八百人。","bklhl":"Í-hoat-liân支派ê大勇士，tī本族出名ê，有兩萬連八百人。"}},{"book":"代上","chapter":12,"verse":31,"versions":{"unv":"瑪拿西半支派，冊上有名的共一萬八千人，都來立大衛作王。","bklcl":"Má-ná-se pòaⁿ-chi-phài kì-miâ--ê, kiōng chi̍t-bān poeh-chheng, lóng lâi siat-li̍p Tāi-pi̍t chòe-ông.","tghg":"瑪拿西半支派，記名者共一萬八千，攏來設立大衛做王。","bklhl":"Má-ná-se半支派記名ê，共一萬八千，lóng來設立大衛做王。"}},{"book":"代上","chapter":12,"verse":32,"versions":{"unv":"以薩迦支派，有二百族長都通達時務，知道以色列人所當行的；他們族弟兄都聽從他們的命令。","bklcl":"Í-sat-ka chi-phài ū tì-sek, bat sî-sè, chai Í-sek-lia̍t só͘ tio̍h kiâⁿ--ê, in ê thâu-lâng ū nn̄g-pah; in ê hiaⁿ-tī lóng thàn in ê bēng-lēng.","tghg":"以薩迦支派，有智識、識時勢，知以色列所著行者𪜶的頭人有二百；𪜶的兄弟攏趁𪜶的命令。","bklhl":"Í-sat-ka支派有知識，bat時勢，知以色列所tio̍h行ê，in ê頭人有兩百；in ê兄弟lóng thàn in ê命令。"}},{"book":"代上","chapter":12,"verse":33,"versions":{"unv":"西布倫支派，能上陣用各樣兵器打仗、行伍整齊、不生二心的有五萬人。","bklcl":"Se-pò͘-lûn ū ōe-chhut-tīn--ê, lóng gâu kau-chiàn, ōe ēng ta̍k-iūⁿ ê kun-khì--ê, ū gō͘-bān lâng; in ōe pâi tūi-ngó͘, bô nn̄g-iūⁿ sim.","tghg":"西布倫有會出陣者，攏𠢕交戰會用逐樣的軍器者，有五萬人，𪜶會排隊伍，無二樣心。","bklhl":"Se-pò͘-lûn有能出陣ê，lóng gâu交戰，能用ta̍k樣ê軍器ê，有五萬人；in能排隊伍，無兩樣心。"}},{"book":"代上","chapter":12,"verse":34,"versions":{"unv":"拿弗他利支派，有一千軍長；跟從他們、拿盾牌和槍的有三萬七千人。","bklcl":"Sio̍k Ná-hut-tha-lī--ê, ū chi̍t-chheng ê kun-tiúⁿ; giâ pîn-pâi kia̍h chhiuⁿ lâi tè in ê, ū saⁿ-bān chhit-chheng lâng.","tghg":"屬拿弗他利者，有一千個軍長；夯屏牌、攑槍來隨𪜶者有三萬七千人。","bklhl":"屬Ná-hut-tha-lī-ê，有一千ê軍長；giâ屏牌kia̍h鎗來tè in ê，有三萬七千人。"}},{"book":"代上","chapter":12,"verse":35,"versions":{"unv":"但支派，能擺陣的有二萬八千六百人。","bklcl":"Tàn ê chi-phài, ōe pâi-tīn ê, nn̄g-bān poeh-chheng la̍k-pah lâng.","tghg":"但的支派，會排陣的二萬八千六百人。","bklhl":"Tàn ê支派，能排陣ê，兩萬八千六百人。"}},{"book":"代上","chapter":12,"verse":36,"versions":{"unv":"亞設支派，能上陣打仗的有四萬人。","bklcl":"Sio̍k A-siat--ê, ōe chhut-kun pâi-tīn--ê, ū sì-bān lâng.","tghg":"屬亞設的，會出軍排陣的有四萬人。","bklhl":"屬A-siat-ê，能出軍排陣ê，有四萬人。"}},{"book":"代上","chapter":12,"verse":37,"versions":{"unv":"約旦河東的流便支派、迦得支派、瑪拿西半支派，拿著各樣兵器打仗的有十二萬人。","bklcl":"Iok-tàn-hô ê tang-pêng, Liû-piān lâng, Ka-tek lâng, Má-ná-se pòaⁿ-chi-phài ê lâng, kia̍h ta̍k-iūⁿ ê kun-khì lâi kau-chiàn--ê, ū cha̍p-jī-bān lâng.","tghg":"約但河的東旁流便人、迦得人、瑪拿西半支派的人，攑逐樣的軍器來交戰的有十二萬人。","bklhl":"約旦河ê東pêng，Liû-piān人、Ka-tek人、Má-ná-se半支派ê人，kia̍h ta̍k樣ê軍器來交戰ê，有十二萬人。"}},{"book":"代上","chapter":12,"verse":38,"versions":{"unv":"以上都是能守行伍的戰士，他們都誠心來到希伯崙，要立大衛作以色列的王。以色列其餘的人也都一心要立大衛作王。","bklcl":"Chiah-ê chiàn-sū lóng ōe pâi tūi-ngó͘, sêng-si̍t sim kàu Hi-pek-lûn, beh siat-li̍p Tāi-pi̍t chòe Í-sek-lia̍t choân-kok ê ông; Í-sek-lia̍t kî-û ê lâng, iā tâng chi̍t-iūⁿ ê sim, beh siat-li̍p Tāi-pi̍t chòe-ông.","tghg":"諸個戰士攏會排隊伍，誠實心到希伯崙，欲設立大衛做以色列全國的王。以色列其餘的人也同一樣的心欲設立大衛做王。","bklhl":"Chiah-ê戰士lóng能排隊伍，誠實心到Hi-pek-lûn，beh設立大衛做以色列全國ê王；以色列其餘ê人，也同一樣ê心，beh設立大衛做王。"}},{"book":"代上","chapter":12,"verse":39,"versions":{"unv":"他們在那裡三日，與大衛一同吃喝，因為他們的族弟兄給他們預備了。","bklcl":"In tiàm hia saⁿ-ji̍t kú, kap Tāi-pi̍t saⁿ-kap tiàm, iā lim iā chia̍h, in-ūi in ê hiaⁿ-tī kā in pī-pān piān-piān.","tghg":"𪜶踮遐三日久，及大衛相及踮也飲也食，因為𪜶的兄弟給𪜶備辦便便。","bklhl":"In tiàm hia三日久，kap大衛相kap tiàm，也lim也食，因為in ê兄弟kā in備辦便便。"}},{"book":"代上","chapter":12,"verse":40,"versions":{"unv":"靠近他們的人以及以薩迦、西布倫、拿弗他利人將許多麵餅、無花果餅、乾葡萄、酒、油，用驢、駱駝、騾子、牛馱來，又帶了許多的牛和羊來，因為以色列人甚是歡樂。","bklcl":"Óa-kūn in ê lâng, ti̍t kàu Í-sat-ka, Se-pò͘-lûn, Ná-hut-tha-lī ê lâng, chiong lû, lo̍k-tô, lô, gû, chài mī-hún chia̍h-mi̍h, kap bû-hoa-kó-piáⁿ, phû-tô-koaⁿ, chiú, iû, lâi hia; iā ū tòa gû iûⁿ, lóng chin-chōe; in-ūi tī Í-sek-lia̍t tiong ū tōa hoaⁿ-hí.","tghg":"倚近𪜶的人直到以薩迦、西布倫、拿弗他利的人將驢、駱駝、騾、牛，載麵粉食物，及無花果餅、葡萄干、酒、油來遐，也有帶牛羊攏真多，因為佇以色列中有大歡喜。","bklhl":"óa近in ê人，直到Í-sat-ka、Se-pò͘-lûn、Ná-hut-tha-lī ê人，將驢、駱駝、騾、牛，載麵粉食物，kap無花果餅、葡萄干、酒、油，來hia；也有帶牛羊，lóng真chōe；因為tī以色列中有大歡喜。"}}]