[{"book":"代上","chapter":26,"verse":1,"versions":{"unv":"守門的班次記在下面：可拉族亞薩的子孫中，有可利的兒子米施利米雅。","bklcl":"Kò͘-mn̂g ê pan-lia̍t kì tī ē-tóe; Khó-la̍h cho̍k A-sat ê kiáⁿ-sun tiong, ū Khó-lī ê kiáⁿ Bí-si-lī-bí-ngá.","tghg":"顧門的班列記佇下底：可拉族亞薩的子孫中，有可利的子米施利米雅。","bklhl":"顧門ê班列記tī下底；Khó-la̍h族A-sat ê kiáⁿ孫中，有Khó-lī ê kiáⁿ Bí-si-lī-bí-ngá。"}},{"book":"代上","chapter":26,"verse":2,"versions":{"unv":"米施利米雅的長子是撒迦利亞，次子是耶疊，三子是西巴第雅，四子是耶提聶，","bklcl":"Bí-si-lī-bí-ngá ū kiáⁿ, tōa-ê sī Sat-ka-lī-a, tē-jī-ê sī Iâ-tia̍p, tē-saⁿ-ê Se-pa-tē-ngá, tē-sì-ê Iâ-thê-lia̍p;","tghg":"米施利米雅有子，大的是撒迦利亞，第二個是耶疊，第三個西巴第雅，第四個耶提聶，","bklhl":"Bí-si-lī-bí-ngá有kiáⁿ，大ê是撒迦利亞，第二個是Iâ-tia̍p，第三個Se-pa-tē-ngá，第四個 Iâ-thê-lia̍p；"}},{"book":"代上","chapter":26,"verse":3,"versions":{"unv":"五子是以攔，六子是約哈難，七子是以利約乃。","bklcl":"tē-gō͘-ê Í-lân, tē-la̍k-ê Iok-hap-lân, tē-chhit-ê Í-lī-iok-nái.","tghg":"第五個以攔，第六個約哈難，第七個以利約乃。","bklhl":"第五個Í-lân，第六個Iok-hap-lân，第七個Í-lī-iok-nái。"}},{"book":"代上","chapter":26,"verse":4,"versions":{"unv":"俄別‧以東的長子是示瑪雅，次子是約薩拔，三子是約亞，四子是沙甲，五子是拿坦業，","bklcl":"Gô-pia̍t-í-tong ū kiáⁿ, tōa-ê Sī-má-ngá, tē-jī-ê Iok-sat-poa̍t, tē-saⁿ-ê Iok-a, tē-sì-ê Sa-kah, tē-gō͘-ê Ná-tàn-gia̍p;","tghg":"俄別以東有子大的示瑪雅，第二個約薩拔，第三個約亞，第四個沙甲，第五個拿坦業，","bklhl":"Gô-pia̍t-í-tong有kiáⁿ，大ê Sī-má-ngá，第二個Iok-sat-poa̍t，第三個Iok-a，第四個 Sa-kah，第五個那但業；"}},{"book":"代上","chapter":26,"verse":5,"versions":{"unv":"六子是亞米利，七子是以薩迦，八子是毘烏利太，因為　神賜福與俄別‧以東。","bklcl":"tē-la̍k-ê A-bí-lī, tē-chhit-ê Í-sat-ka, tē-poeh-ê Pí-o͘-lī-thài; in-ūi Siōng-tè sù-hok i.","tghg":"第六個亞米利，第七個以薩迦，第八個毗烏利太，因為上帝賜福伊。","bklhl":"第六個A-bí-lī，第七個Í-sat-ka，第八個Pí-o͘-lī-thài；因為上帝賜福伊。"}},{"book":"代上","chapter":26,"verse":6,"versions":{"unv":"他的兒子示瑪雅有幾個兒子，都是大能的壯士，掌管父親的家。","bklcl":"I ê kiáⁿ Sī-má-ngá ū siⁿ kúi-nā ê kiáⁿ, sī chiáng-koán in lāu-pē ê ke, in-ūi in sī tōa ióng-sū.","tghg":"伊的子示瑪雅有生幾若個子，是掌管𪜶老父的家，因為𪜶是大勇士。","bklhl":"伊ê kiáⁿ Sī-má-ngá有生kúi-nā ê kiáⁿ，是掌管in老父ê家，因為in是大勇士。"}},{"book":"代上","chapter":26,"verse":7,"versions":{"unv":"示瑪雅的兒子是俄得尼、利法益、俄備得、以利薩巴。以利薩巴的弟兄是壯士，還有以利戶和西瑪迦。","bklcl":"Sī-má-ngá ê kiáⁿ sī Gô-tek-nî,  Lī-hoat-ek, Gô-pī-tek, Í-lī-sat-pa, i ê hiaⁿ-tī sī ióng-sū, koh ū Í-lī-hō͘ kap Se-má-ka.","tghg":"示瑪雅的子是俄得尼、利法益、俄備得、以利薩巴。伊的兄弟是勇士，閣有以利戶及西瑪迦。","bklhl":"Sī-má-ngá ê kiáⁿ是Gô-tek-nî、Lī-hoat-ek、Gô-pī-tek、Í-lī-sat-pa，伊ê兄弟是勇士，koh有Í-lī-hō͘ kap Se-má-ka。"}},{"book":"代上","chapter":26,"verse":8,"versions":{"unv":"這都是俄別‧以東的子孫，他們和他們的兒子並弟兄，都是善於辦事的壯士。俄別‧以東的子孫共六十二人。","bklcl":"Chiah-ê sī Gô-pia̍t-í-tong ê kiáⁿ-sun, in kap in ê kiáⁿ in ê hiaⁿ-tī, sī ióng-sū, ū khùi-la̍t gâu pān tāi-chì--ê, kiōng la̍k-cha̍p-jī lâng, lóng sī Gô-pia̍t-í-tong siⁿ--ê.","tghg":"諸個是俄別以東的子孫，𪜶及𪜶的子𪜶的兄弟，是勇士有氣力𠢕(gâu)辦代誌者。共六十二人，攏是俄別以東生者。","bklhl":"Chiah-ê是Gô-pia̍t-í-tong ê kiáⁿ孫，in kap in ê kiáⁿ in ê兄弟，是勇士，有氣力gâu辦tāi-chì-ê，共六十二人，lóng是Gô-pia̍t-í-tong生ê。"}},{"book":"代上","chapter":26,"verse":9,"versions":{"unv":"米施利米雅的兒子和弟兄都是壯士，共十八人。","bklcl":"Bí-si-lī-bí-ngá ê kiáⁿ kap hiaⁿ-tī lóng sī ióng-sū, kiōng cha̍p-poeh lâng.","tghg":"米施利米雅的子及兄弟攏是勇士，共十八人。","bklhl":"Bí-si-lī-bí-ngá ê kiáⁿ kap兄弟lóng是勇士，共十八人。"}},{"book":"代上","chapter":26,"verse":10,"versions":{"unv":"米拉利子孫何薩有幾個兒子：長子是申利，他原不是長子，是他父親立他作長子。","bklcl":"Sio̍k tī Bí-la̍h-lī ê kiáⁿ-sun Hô-sat ū kúi-nā ê kiáⁿ; tōa-ê sī Sin-lī, i pún m̄-sī tōa-kiáⁿ, chóng-sī in lāu-pē siat-li̍p i chòe-tōa;","tghg":"屬佇米拉利的子孫何薩有幾若個子：大的是申利，伊本呣是大子，總是𪜶老父設立伊做大。","bklhl":"屬tī Bí-la̍h-lī ê kiáⁿ孫Hô-sat有kúi-nā ê kiáⁿ；大ê是Sin-lī，伊本m̄是大kiáⁿ，總是in老父設立伊做大；"}},{"book":"代上","chapter":26,"verse":11,"versions":{"unv":"次子是希勒家，三子是底巴利雅，四子是撒迦利亞。何薩的兒子並弟兄共十三人。","bklcl":"tē-jī-ê sī Hi-le̍k-ka, tē-saⁿ sī Tí-pa-lī-ngá, tē-sì sī Sat-ka-lī-a; án-ni Hô-sat ê kiáⁿ kap hiaⁿ-tī kiōng cha̍p-saⁿ lâng.","tghg":"第二個是希勒家，第三是底巴利雅，第四是撒迦利亞。按呢何薩的子及兄弟共十三人。","bklhl":"第二個是Hi-le̍k-ka，第三是Tí-pa-lī-ngá，第四是撒迦利亞；án-ni Hô-sat ê kiáⁿ kap兄弟共十三人。"}},{"book":"代上","chapter":26,"verse":12,"versions":{"unv":"這些人都是守門的班長，與他們的弟兄一同在耶和華殿裡按班供職。","bklcl":"Tī chiah-ê lâng, chiū-sī thâu-lâng ê tiong-kan, hun-phài kò͘-mn̂g ê pan-lia̍t, tam-tng chit, chhin-chhiūⁿ i ê hiaⁿ-tī chi̍t-iūⁿ, tī Iâ-hô-hoa ê tiān lâi ho̍k-sāi.","tghg":"佇諸個人就是頭人的中間分派顧門的班列，擔當職親像伊的兄弟一樣佇耶和華的殿來服事。","bklhl":"Tī chiah ê人，就是頭人ê中間，分派顧門ê班列，擔當職，親像伊ê兄弟一樣，tī耶和華ê殿來服事。"}},{"book":"代上","chapter":26,"verse":13,"versions":{"unv":"他們無論大小，都按著宗族掣籤分守各門。","bklcl":"In bô-lūn tōa-sòe, lóng chiàu in ê chong-cho̍k thiu-chhiam, kò͘-siú ta̍k ê mn̂g.","tghg":"𪜶無論大細，攏照𪜶的宗族抽籤顧守逐個門。","bklhl":"In無論大細，lóng照in ê宗族抽籤，顧守ta̍k-ê門。"}},{"book":"代上","chapter":26,"verse":14,"versions":{"unv":"掣籤守東門的是示利米雅；他的兒子撒迦利亞是精明的謀士，掣籤守北門。","bklcl":"Thiu-chhiam kò͘-siú tang-mn̂g--ê sī Sī-lī-bí-ngá; i ê kiáⁿ Sat-ka-lī-a sī cheng-thong ê bô͘-sū, lâng kā i thiu-chhiam kò͘-siú pak-mn̂g.","tghg":"抽籤顧守東門者是示利米雅；伊的子撒迦利亞是精通的謀士，人給伊抽籤顧守北門。","bklhl":"抽籤顧守東門ê是Sī-lī-bí-ngá；伊ê kiáⁿ撒迦利亞是精通ê謀士，人kā伊抽籤顧守北門。"}},{"book":"代上","chapter":26,"verse":15,"versions":{"unv":"俄別‧以東守南門，他的兒子守庫房。","bklcl":"Gô-pia̍t-í-tong siú lâm-mn̂g; i ê kiáⁿ siú khò͘-pâng.","tghg":"俄別以東守南門，伊的子守庫房。","bklhl":"Gô-pia̍t-í-tong守南門；伊ê kiáⁿ守庫房。"}},{"book":"代上","chapter":26,"verse":16,"versions":{"unv":"書聘與何薩守西門，在靠近沙利基門、通著往上去的街道上，班與班相對。","bklcl":"Su-phèng kap Hô-sat kò͘-siú sai-mn̂g, tī óa-kūn Sa-lī-ki mn̂g, thàu-kàu chiūⁿ-khì ê ke-lō͘, pan kap pan saⁿ-tùi.","tghg":"書聘及何撒顧守西門，佇倚近沙利基門、透到上去的街路，班及班相對。","bklhl":"Su-phèng kap Hô-sat顧守西門，tī óa近Sa-lī-ki門，透到上去ê街路，班kap班相對。"}},{"book":"代上","chapter":26,"verse":17,"versions":{"unv":"每日東門有六個利未人，北門有四個，南門有四個，庫房有兩個，又有兩個輪班替換。","bklcl":"Tī tang-pêng ū la̍k ê Lī-bī lâng, tī pak-pêng ta̍k-ji̍t ū sì-lâng, tī lâm-pêng ta̍k-ji̍t ū sì-lâng, tī khò͘-pâng ū nn̄g-lâng, koh ū nn̄g-lâng saⁿ thòe-ōaⁿ.","tghg":"佇東旁有六個利未人，佇北旁逐日有四人，佇南旁逐日有四人，佇庫房有二人，閣有二人相替換。","bklhl":"Tī東pêng有六個利未人，tī北pêng ta̍k日有四人，tī南pêng ta̍k日有四人，tī庫房有兩人，koh有兩人相替換。"}},{"book":"代上","chapter":26,"verse":18,"versions":{"unv":"在西面街道上有四個，在遊廊上有兩個。","bklcl":"Tī sai--sì tī Pa-pat, tī tōa ke-lō͘ ū sì ê lâng, tī Pa-pat ū nn̄g-lâng.","tghg":"佇西勢佇巴八，佇大街路有四個人，佇巴八有二人。","bklhl":"Tī西勢tī Pa-pat，tī大街路有四個人，tī Pa-pat有兩人。"}},{"book":"代上","chapter":26,"verse":19,"versions":{"unv":"以上是可拉子孫和米拉利子孫守門的班次。","bklcl":"Chiah-ê sī Khó-la̍h kiáⁿ-sun kap Bí-la̍h-lī ê kiáⁿ-sun kò͘-mn̂g ê pan-lia̍t.","tghg":"諸個是可拉子孫及米拉利的子孫顧門的班列。","bklhl":"Chiah-ê是Khó-la̍h kiáⁿ孫kap Bí-la̍h-lī ê kiáⁿ孫顧門ê班列。"}},{"book":"代上","chapter":26,"verse":20,"versions":{"unv":"利未子孫中有亞希雅掌管　神殿的府庫和聖物的府庫。","bklcl":"Lī-bī lâng ê tiong-kan, A-hi-ngá koán-lí Siōng-tè tiān ê hú-khò͘, kap sèng-mi̍h ê hú-khò͘.","tghg":"利未人的中間亞希雅管理上帝殿的府庫及聖物的府庫。","bklhl":"利未人ê中間，A-hi-ngá管理上帝殿ê府庫，kap聖物ê府庫。"}},{"book":"代上","chapter":26,"verse":21,"versions":{"unv":"革順族、拉但子孫裡，作族長的是革順族拉但的子孫耶希伊利。","bklcl":"Lūn-kàu La̍h-tàn ê kiáⁿ-sun, chiū-sī Kek-sūn lâng La̍h-tàn ê kiáⁿ-sun, lóng sī cho̍k-tiúⁿ, chit ê La̍h-tàn sī Kek-sūn lâng, i ê kiáⁿ sī Iâ-hi-i-lī.","tghg":"論到拉但的子孫就是革順人拉但的子孫攏是族長，此個拉但是革順人，伊的子是耶希伊利。","bklhl":"論到La̍h-tàn ê kiáⁿ孫，就是Kek-sūn人La̍h-tàn ê kiáⁿ孫，lóng是族長，chit ê La̍h-tàn是Kek-sūn人，伊ê kiáⁿ是Iâ-hi-i-lī。"}},{"book":"代上","chapter":26,"verse":22,"versions":{"unv":"耶希伊利的兒子西坦和他兄弟約珥掌管耶和華殿裡的府庫。","bklcl":"Iâ-hi-i-lī ê kiáⁿ; Se-thán kap i ê sió-tī Iok-jíⁿ, chiáng-koán Iâ-hô-hoa tiān-lāi ê hú-khò͘.","tghg":"耶希伊利的子西坦及伊的小弟約珥掌管耶和華殿內的府庫。","bklhl":"Iâ-hi-i-lī ê kiáⁿ；Se-thán kap伊ê小弟約珥，掌管耶和華殿內ê府庫。"}},{"book":"代上","chapter":26,"verse":23,"versions":{"unv":"暗蘭族、以斯哈族、希伯倫族、烏泄族也有職分。","bklcl":"Àm-lâm cho̍k, Í-su-hap cho̍k, Hi-pek-lûn cho̍k, O͘-siat cho̍k, iā ū chit-hūn;","tghg":"暗蘭族、以斯哈族、希伯倫族、烏設族也有職份。","bklhl":"Àm-lâm族、Í-su-hap族、Hi-pek-lûn族、O͘-siat族，也有職份；"}},{"book":"代上","chapter":26,"verse":24,"versions":{"unv":"摩西的孫子、革舜的兒子細布業掌管府庫。","bklcl":"koh ū Mô͘-se ê sun, Kek-sūn ê kiáⁿ, Sè-pò͘-gia̍p koán-lí hú-khò͘.","tghg":"閣有摩西的孫、革順的子細布業管理府庫。","bklhl":"Koh有摩西ê孫，Kek-sūn ê kiáⁿ，Sè-pò͘-gia̍p管理府庫。"}},{"book":"代上","chapter":26,"verse":25,"versions":{"unv":"還有他的弟兄以利以謝。以利以謝的兒子是利哈比雅；利哈比雅的兒子是耶篩亞；耶篩亞的兒子是約蘭；約蘭的兒子是細基利；細基利的兒子是示羅密。","bklcl":"Iáu ū i ê hiaⁿ-tī Í-lī-í-siā.  Í-lī-í-siā ê kiáⁿ Lī-hap-pí-ngá, Lī-hap-pí-ngá ê kiáⁿ sī Iâ-su-a, Iâ-su-a ê kiáⁿ sī Iok-lân, Iok-lân ê kiáⁿ sī Sè-ki-lī, Sè-ki-lī ê kiáⁿ sī Sī-lô-bi̍t.","tghg":"猶有伊的兄弟以利以謝。以利以謝的子利哈比雅；利哈比雅的子是耶篩亞；耶篩亞的子是約蘭；約蘭的子是細基利；細基利的子是示羅密。","bklhl":"iáu有伊ê兄弟Í-lī-í-siā。Í-lī-í-siā ê kiáⁿ Lī-hap-pí-ngá，Lī-hap-pí-ngá ê kiáⁿ是Iâ-su-a，Iâ-su-a ê kiáⁿ是Iok-lân，Iok-lân ê kiáⁿ是Sè-ki-lī，Sè-ki-lī ê kiáⁿ是Sī-lô-bi̍t。"}},{"book":"代上","chapter":26,"verse":26,"versions":{"unv":"這示羅密和他的弟兄掌管府庫的聖物，就是大衛王和眾族長、千夫長、百夫長，並軍長所分別為聖的物。","bklcl":"Chit ê Sī-lô-bi̍t kap i ê hiaⁿ-tī chiáng-koán sèng-mi̍h ê hú-khò͘, chiū-sī Tāi-pi̍t ông kap chèng cho̍k-tiúⁿ, chhian-chóng, pé-chóng, kap kun-tiúⁿ só͘ hiàn-ê.","tghg":"此個示羅密及伊的兄弟掌管聖物的府庫，就是大衛王及眾族長、千總、百總，及軍長所獻的。","bklhl":"Chit ê Sī-lô-bi̍t kap伊ê兄弟掌管聖物ê府庫，就是大衛王kap眾族長、千總、百總，kap軍長所獻ê。"}},{"book":"代上","chapter":26,"verse":27,"versions":{"unv":"他們將爭戰時所奪的財物分別為聖，以備修造耶和華的殿。","bklcl":"In ēng kau-chiàn ê sî só͘ chhiúⁿ ê mi̍h, chhú i lâi hiàn, thang siu-chéng Iâ-hô-hoa ê tiān.","tghg":"𪜶用交戰的時所搶的物取伊來獻，通修整耶和華的殿。","bklhl":"In用交戰ê時所搶ê物，取伊來獻，thang修整耶和華ê殿。"}},{"book":"代上","chapter":26,"verse":28,"versions":{"unv":"先見撒母耳、基士的兒子掃羅、尼珥的兒子押尼珥、洗魯雅的兒子約押所分別為聖的物都歸示羅密和他的弟兄掌管。","bklcl":"Sian-kiàn ê Sat-bó͘-jíⁿ, Ki-sū ê kiáⁿ Sò-lô, Nî-jíⁿ ê kiáⁿ Ap-nî-jíⁿ, Sé-ló͘-ngá ê kiáⁿ Iok-ap só͘ hiàn ê mi̍h, kap kìⁿ-ū só͘ hiàn ê mi̍h, lóng kui Sī-lô-bi̍t kap i ê hiaⁿ-tī koán-lí.","tghg":"先見的撒母耳、基士的子掃羅、尼珥的子押尼珥、洗魯雅的子約押所獻的物及其餘所獻的物攏歸示羅密及伊的兄弟管理。","bklhl":"先見ê撒母耳，Ki-sū ê kiáⁿ掃羅，Nî-jíⁿ ê kiáⁿ Ap-nî-jíⁿ，Sé-ló͘-ngá ê kiáⁿ Iok-ap所獻ê物，kap見有所獻ê物，lóng歸Sī-lô-bi̍t kap伊ê兄弟管理。"}},{"book":"代上","chapter":26,"verse":29,"versions":{"unv":"以斯哈族有基拿尼雅和他眾子作官長和士師，管理以色列的外事。","bklcl":"Í-su-hap cho̍k ū Ki-ná-nî-ngá kap i ê chèng-kiáⁿ chòe koaⁿ-tiúⁿ kap sū-su, koán-lí Í-sek-lia̍t ê gōa-sū.","tghg":"以斯哈族有基拿尼雅及伊的眾子做官長及士師，管理以色列的外事。","bklhl":"Í-su-hap族有Ki-ná-nî-ngá kap伊ê眾kiáⁿ做官長kap士師，管理以色列ê外事。"}},{"book":"代上","chapter":26,"verse":30,"versions":{"unv":"希伯倫族有哈沙比雅和他弟兄一千七百人，都是壯士，在約旦河西、以色列地辦理耶和華與王的事。","bklcl":"Hi-pek-lûn cho̍k ū Hap-sa-pí-ngá kap i ê hiaⁿ-tī, chi̍t-chheng chhit-pah lâng, lóng sī ióng-sū, tī-lí Iok-tàn hô-gōa sai--sì ê Í-sek-lia̍t lâng, koán-lí Iâ-hô-hoa ê sū, kap ho̍k-sāi ông ê chit.","tghg":"希伯倫族有哈沙比雅及伊的兄弟一千七百人，攏是勇士，治理約但河外、西勢的以色列人管理耶和華的事及服事王的職。","bklhl":"Hi-pek-lûn族有Hap-sa-pí-ngá kap伊ê兄弟，一千七百人，lóng是勇士，治理約旦河外西勢ê以色列人，管理耶和華ê事，kap服事王ê職。"}},{"book":"代上","chapter":26,"verse":31,"versions":{"unv":"希伯倫族中有耶利雅作族長。大衛作王第四十年，在基列的雅謝，從這族中尋得大能的勇士。","bklcl":"Tī Hi-pek-lûn cho̍k tiong, ū Iâ-lī-ngá chòe-thâu, chiū-sī tī Hi-pek-lûn cho̍k-tiong chiàu i lia̍t-chó͘ ê sè-hē, tī Tāi-pi̍t chē-ūi ê tē sì-cha̍p nî, tī Ki-lia̍t ê Ngá-siat, chhē-tio̍h in tiong-kan kúi-nā ê tōa ióng-sū.","tghg":"佇希伯倫族中有耶利雅做頭。就是佇希伯倫族中照伊列祖的世系，佇大衛坐位的第四十年，佇基列的雅謝，尋著𪜶中間幾若個大勇士。","bklhl":"Tī Hi-pek-lûn族中，有Iâ-lī-ngá做頭，就是tī Hi-pek-lûn族中照伊列祖ê世系，tī大衛坐位ê第四十年，tī Ki-lia̍t ê Ngá-siat，chhē-tio̍h in中間kúi-nā ê大勇士。"}},{"book":"代上","chapter":26,"verse":32,"versions":{"unv":"耶利雅的弟兄有二千七百人，都是壯士，且作族長；大衛王派他們在流便支派、迦得支派、瑪拿西半支派中辦理　神和王的事。","bklcl":"I ê hiaⁿ-tī ū ióng-kám chòe cho̍k-tiúⁿ, nn̄g-chheng chhit-pah lâng; Tāi-pi̍t ông phài chiah-ê lâng koán-hat Liû-piān, Ka-tek, Má-ná-se pòaⁿ-chi-phài, lâi pān-lí Siōng-tè it-chhè ê sū kap ông ê sū.","tghg":"伊的兄弟有勇敢做族長二千七百人；大衛王派諸個人管轄流便、迦得、瑪拿西半支派，來辦理上帝一切的事及王的事。","bklhl":"伊ê兄弟有勇敢做族長，兩千七百人；大衛王派chiah ê人管轄Liû-piān、Ka-tek、Má-ná-se半支派，來辨理上帝一切ê事kap王ê事。"}}]