[{"book":"代上","chapter":15,"verse":1,"versions":{"unv":"大衛在大衛城為自己建造宮殿，又為　神的約櫃預備地方，支搭帳幕。","bklcl":"Tāi-pi̍t chiū ūi ka-kī khí kúi-nā keng chhù tī Tāi-pi̍t ê siâⁿ; koh ūi Siōng-tè ê iok-kūi pī-pān chi̍t só͘-chāi kā i tah pò͘-pîⁿ.","tghg":"大衛就為家己起幾若間厝佇大衛的城，閣為上帝的約櫃備辦一所在，給伊搭布棚。","bklhl":"大衛就為家己起kúi-nā間厝tī大衛ê城；koh為上帝ê約櫃備辦一所在kā伊搭布棚。"}},{"book":"代上","chapter":15,"verse":2,"versions":{"unv":"那時大衛說：「除了利未人之外，無人可抬　神的約櫃；因為耶和華揀選他們抬　神的約櫃，且永遠事奉他。」","bklcl":"Hit-sî Tāi-pi̍t kóng, Tû--khì Lī-bī lâng í-gōa, bô lâng thang kng Siōng-tè ê iok-kūi, in-ūi Iâ-hô-hoa kéng in kng Siōng-tè ê iok-kūi, koh ho̍k-sāi I ti̍t-kàu éng-oán.","tghg":"彼時大衛講：「除去利未人以外，無人通扛(kng)上帝的約櫃；因為耶和華揀𪜶扛上帝的約櫃，閣服事伊直到永遠。」","bklhl":"Hit時大衛講，除去利未人以外，無人thang扛上帝ê約櫃，因為耶和華揀in扛上帝ê約櫃，koh服事伊直到永遠。"}},{"book":"代上","chapter":15,"verse":3,"versions":{"unv":"大衛招聚以色列眾人到耶路撒冷，要將耶和華的約櫃抬到他所預備的地方。","bklcl":"Tāi-pi̍t chū-chi̍p Í-sek-lia̍t chèng-lâng kàu Iâ-lō͘-sat-léng, ài chiong Iâ-hô-hoa ê iok-kūi kng kàu i só͘ kā i pī-pān ê só͘-chāi.","tghg":"大衛聚集以色列眾人到耶路撒冷，愛將耶和華的約櫃扛到伊所給伊備辦的所在。","bklhl":"大衛聚集以色列眾人到耶路撒冷，ài將耶和華ê約櫃扛到伊所kā伊備辦ê所在。"}},{"book":"代上","chapter":15,"verse":4,"versions":{"unv":"大衛又聚集亞倫的子孫和利未人。","bklcl":"Tāi-pi̍t koh chū-chi̍p A-lûn ê kiáⁿ-sun kap Lī-bī lâng.","tghg":"大衛閣聚集亞倫的子孫及利未人。","bklhl":"大衛koh聚集亞倫ê kiáⁿ孫kap利未人。"}},{"book":"代上","chapter":15,"verse":5,"versions":{"unv":"哥轄子孫中有族長烏列和他的弟兄一百二十人。","bklcl":"Ko-hat ê kiáⁿ-sun tiong ū thâu-lâng, O͘-lia̍t, kap i ê hiaⁿ-tī chi̍t-pah jī-cha̍p lâng.","tghg":"哥轄的子孫中有頭人烏列及伊的兄弟一百二十人。","bklhl":"Ko-hat ê kiáⁿ孫中有頭人，O͘-lia̍t，kap伊ê兄弟一百二十人。"}},{"book":"代上","chapter":15,"verse":6,"versions":{"unv":"米拉利子孫中有族長亞帥雅和他的弟兄二百二十人。","bklcl":"Bí-la̍h-lī ê kiáⁿ-sun tiong ū thâu-lâng A-sòe-ngá, kap i ê hiaⁿ-tī nn̄g-pah jī-cha̍p lâng.","tghg":"米拉利的子孫中有頭人亞帥雅及伊的兄弟二百二十人。","bklhl":"Bí-la̍h-lī ê kiáⁿ孫中有頭人A-sòe-ngá，kap伊ê兄弟二百二十人。"}},{"book":"代上","chapter":15,"verse":7,"versions":{"unv":"革順子孫中有族長約珥和他的弟兄一百三十人。","bklcl":"Kek-sūn ê kiáⁿ-sun tiong ū thâu-lâng Iok-jíⁿ, kap i ê hiaⁿ-tī chi̍t-pah saⁿ-cha̍p lâng.","tghg":"革順的子孫中有頭人約珥及伊的兄弟一百三十人。","bklhl":"Kek-sūn ê kiáⁿ孫中有頭人約珥，kap伊ê兄弟一百三十人。"}},{"book":"代上","chapter":15,"verse":8,"versions":{"unv":"以利撒反子孫中有族長示瑪雅和他的弟兄二百人。","bklcl":"Í-lī-sat-hoán ê kiáⁿ-sun tiong ū thâu-lâng Sī-má-ngá, kap i ê hiaⁿ-tī nn̄g-pah lâng.","tghg":"以利撒反的子孫中有頭人示瑪雅及伊的兄弟二百人。","bklhl":"Í-lī-sat-hoán ê kiáⁿ孫中有頭人Sī-má-ngá，kap伊ê兄弟兩百人。"}},{"book":"代上","chapter":15,"verse":9,"versions":{"unv":"希伯崙子孫中有族長以列和他的弟兄八十人。","bklcl":"Hi-pek-lûn kiáⁿ-sun tiong ū thâu-lâng Í-lia̍t, kap i ê hiaⁿ-tī poeh-cha̍p lâng.","tghg":"希伯崙子孫中有頭人以列及伊的兄弟八十人。","bklhl":"Hi-pek-lûn kiáⁿ孫中有頭人Í-lia̍t，kap伊ê兄弟八十人。"}},{"book":"代上","chapter":15,"verse":10,"versions":{"unv":"烏薛子孫中有族長亞米拿達和他的弟兄一百一十二人。","bklcl":"O͘-siat ê kiáⁿ-sun tiong, ū thâu-lâng A-bí-ná-ta̍t, kap i ê hiaⁿ-tī chi̍t-pah cha̍p-jī lâng.","tghg":"烏設的子孫中有頭人亞米拿達及伊的兄弟一百十二人。","bklhl":"O͘-siat ê kiáⁿ孫中，有頭人A-bí-ná-ta̍t，kap伊ê兄弟一百十二人。"}},{"book":"代上","chapter":15,"verse":11,"versions":{"unv":"大衛將祭司撒督和亞比亞他，並利未人烏列、亞帥雅、約珥、示瑪雅、以列、亞米拿達召來，","bklcl":"Tāi-pi̍t tiàu chè-si Sat-tok kap A-pí-a-tha, í-ki̍p Lī-bī lâng O͘-lia̍t, A-sòe-ngá, Iok-jíⁿ, Sī-má-ngá, Í-lia̍t, A-bí-ná-ta̍t chiah-ê lâng lâi.","tghg":"大衛召祭司撒督及亞比亞他，以及利未人烏列、亞帥雅、約珥、示瑪雅、以列、亞米拿達諸個人來，","bklhl":"大衛召祭司Sat-tok kap A-pí-a-tha，以及利未人O͘-lia̍t、A-sòe-ngá、約珥、Sī-má-ngá、Í-lia̍t、A-bí-ná-ta̍t chiah ê人來。"}},{"book":"代上","chapter":15,"verse":12,"versions":{"unv":"對他們說：「你們是利未人的族長，你們和你們的弟兄應當自潔，好將耶和華─以色列　神的約櫃抬到我所預備的地方。","bklcl":"Tùi in kóng, Lín sī Lī-bī lâng ê cho̍k-tiúⁿ, lín kap lín ê hiaⁿ-tī tio̍h ka-kī chheng-khì, chiah thang chiong Iâ-hô-hoa Í-sek-lia̍t Siōng-tè ê iok-kūi, kng kàu góa só͘ kā i pī-pān ê só͘-chāi.","tghg":"對𪜶講：「恁是利未人的族長，恁及恁的兄弟著家己清氣，才通將耶和華──以色列上帝的約櫃扛到我所給伊備辦的所在。","bklhl":"對in講，Lín是利未人ê族長，lín kap lín ê兄弟tio̍h家己清氣，chiah thang將耶和華以色列上帝ê約櫃，扛到我所kā伊備辦ê所在。"}},{"book":"代上","chapter":15,"verse":13,"versions":{"unv":"因你們先前沒有抬這約櫃，按定例求問耶和華─我們的　神，所以他刑罰（原文是闖殺）我們。」","bklcl":"In-ūi lín chiông-chêng bô án-ni chòe, lán ê Siōng-tè Iâ-hô-hoa í-keng chek-hoa̍t lán, in-ūi lán bô chiàu tiāⁿ-tio̍h ê lē chhē I.","tghg":"因為恁從前無按呢做，咱的上帝──耶和華已經責罰咱，因為咱無照定著的例尋伊。」","bklhl":"因為lín從前無án-ni做，咱ê上帝耶和華已經責罰咱，因為咱無照定tio̍h ê例chhē伊。"}},{"book":"代上","chapter":15,"verse":14,"versions":{"unv":"於是祭司利未人自潔，好將耶和華─以色列　神的約櫃抬上來。","bklcl":"Tùi án-ni chè-si kap Lī-bī lâng chheng-khì ka-kī, beh chiong Í-sek-lia̍t ê Siōng-tè Iâ-hô-hoa ê iok-kūi kng chiūⁿ--lâi.","tghg":"對按呢祭司及利未人清氣家己，欲將以色列的上帝──耶和華的約櫃扛上來。","bklhl":"Tùi án-ni，祭司kap利未人清氣家己，beh將以色列ê上帝耶和華ê約櫃扛上來。"}},{"book":"代上","chapter":15,"verse":15,"versions":{"unv":"利未子孫就用槓，肩抬　神的約櫃，是照耶和華藉摩西所吩咐的。","bklcl":"Lī-bī ê kiáⁿ-sun chiū ēng kǹg kng Siōng-tè ê iok-kūi tī keng-thâu-téng, chiàu Mô͘-se thàn Iâ-hô-hoa ê ōe só͘ bēng-lēng--ê.","tghg":"利未的子孫就用槓(kǹg)，扛上帝的約櫃佇肩頭頂，照摩西趁耶和華的話所命令的。","bklhl":"利未ê kiáⁿ孫就用kǹg 扛上帝ê約櫃tī肩頭頂，照摩西thàn耶和華ê話所命令ê。"}},{"book":"代上","chapter":15,"verse":16,"versions":{"unv":"大衛吩咐利未人的族長，派他們歌唱的弟兄用琴瑟和鈸作樂，歡歡喜喜地大聲歌頌。","bklcl":"Tāi-pi̍t kah Lī-bī ê cho̍k-tiúⁿ, hun-phài in chhiùⁿ-koa ê hiaⁿ-tī chok-ga̍k, ēng sek kap khîm kap nâ-poa̍h, hoaⁿ-hí chhut-siaⁿ lâi chhiùⁿ.","tghg":"大衛教利未的族長，分派𪜶唱歌的兄弟作樂(chok-ga̍k)用瑟(sek)及琴及鐃鈸(nâ-poa̍h)，歡喜出聲來唱。","bklhl":"大衛kah利未ê族長，分派in唱歌ê兄弟作樂，用瑟kap琴kap鐃鈸(nâ-poa̍h)，歡喜出聲來唱。"}},{"book":"代上","chapter":15,"verse":17,"versions":{"unv":"於是利未人派約珥的兒子希幔和他弟兄中比利家的兒子亞薩，並他們族弟兄米拉利子孫裡古沙雅的兒子以探。","bklcl":"Tùi án-ni, Lī-bī lâng hun-phài Iok-jíⁿ ê kiáⁿ Hi-bān, kap i hiaⁿ-tī tiong Pí-lī-ka ê kiáⁿ A-sat, kap in tâng-cho̍k ê hiaⁿ-tī Bí-la̍h-lī ê kiáⁿ-sun tiong Kó͘-sa-ngá ê kiáⁿ Í-thàm.","tghg":"對按呢利未人分派約珥的子希幔及伊兄弟中比利家的子亞薩，及𪜶同族的兄弟米拉利的子孫中古沙雅的子以探。","bklhl":"Tùi án-ni，利未人分派約珥ê kiáⁿ Hi-bān，kap伊兄弟中Pí-lī-ka ê kiáⁿ A-sat，kap in同族ê兄弟Bí-la̍h-lī ê kiáⁿ孫中Kó͘-sa-ngá ê kiáⁿ Í-thàm。"}},{"book":"代上","chapter":15,"verse":18,"versions":{"unv":"其次還有他們的弟兄撒迦利雅、便‧雅薛、示米拉末、耶歇、烏尼、以利押、比拿雅、瑪西雅、瑪他提雅、以利斐利戶、彌克尼雅，並守門的俄別‧以東和耶利。","bklcl":"Koh ū tē-jī pan ê hiaⁿ-tī Sat-ka-lī-ngá, Piān, Ngá-siat, Sī-bí-la̍h-boa̍t, Iâ-iat, O͘-nî, Í-lī-ap, Pí-ná-ngá, Má-se-ngá, Má-tha-thê-ngá, Í-lī-hui-lī-hō͘, Bî-khek-nî-ngá, kap kò͘-mn̂g ê Gô-pia̍t-í-tong kap Iâ-lī.","tghg":"閣有第二班的兄弟撒迦利雅、便雅設、示米拉末、耶悅、烏尼、以利押、比拿雅、瑪西雅、瑪他提雅、以利斐利戶、彌克尼雅，及顧門者俄別以東及耶利。","bklhl":"Koh有第二班ê兄弟Sat-ka-lī-ngá、Piān、Ngá-siat、Sī-bí-la̍h-boa̍t、Iâ-iat、O͘-nî、Í-lī-ap、Pí-ná-ngá、Má-se-ngá、Má-tha-thê-ngá、Í-lī-hui-lī-hō͘、Bî-khek-nî-ngá，kap顧門ê Gô-pia̍t-í-tong kap Iâ-lī。"}},{"book":"代上","chapter":15,"verse":19,"versions":{"unv":"這樣，派歌唱的希幔、亞薩、以探敲銅鈸，大發響聲；","bklcl":"Án-ni phài chhiùⁿ-koa ê Hi-bān, A-sat, Í-thàm, phah nâ-poa̍h chhut tōa-siaⁿ.","tghg":"按呢，派唱歌者希幔、亞薩、以探拍鐃鈸出大聲；","bklhl":"Án-ni派唱歌ê Hi-bān、A-sat、Í-thàm，phah鐃鈸出大聲。"}},{"book":"代上","chapter":15,"verse":20,"versions":{"unv":"派撒迦利雅、雅薛、示米拉末、耶歇、烏尼、以利押、瑪西雅、比拿雅鼓瑟，調用女音；","bklcl":"Phài Sat-ka-lī-ngá, Ngá-siat, Sī-bí-la̍h-boa̍t, Iâ-iat, O͘-nî, Í-lī-ap, Má-se-ngá, Pí-ná-ngá, tôaⁿ-sek, i ê siaⁿ-im chheng-liāng.","tghg":"派撒迦利雅、雅設、示米拉末、耶悅、烏尼，以利押、瑪西雅、比拿雅彈瑟，伊的聲音清亮(chheng-liāng)；","bklhl":"派Sat-ka-lī-ngá、Ngá-siat、Sī-bí-la̍h-boa̍t、Iâ-iat、O͘-nî、Í-lī-ap、Má-se-ngá、Pí-ná-ngá、彈瑟，伊ê聲音清亮。"}},{"book":"代上","chapter":15,"verse":21,"versions":{"unv":"又派瑪他提雅、以利斐利戶、彌克尼雅、俄別‧以東、耶利、亞撒西雅領首彈琴，調用第八。","bklcl":"Koh phài Má-tha-thê-ngá, Í-lī-hui-lī-hō͘, Bî-khek-nî-ngá, Gô-pia̍t-í-tong, Iâ-lī, A-sat-se-ngá, chòe-thâu tôaⁿ-khîm, tiāu ēng tē-poeh.","tghg":"閣派瑪他提雅、以利斐利戶、彌克尼雅、俄別以東、耶利、亞撒西雅做頭彈琴，調用第八。","bklhl":"Koh派Má-tha-thê-ngá、Í-lī-hui-lī-hō͘、Bî-khek-nî-ngá、Gô-pia̍t-í-tong、Iâ-lī、A-sat-se-ngá，做頭彈琴，調用第八。"}},{"book":"代上","chapter":15,"verse":22,"versions":{"unv":"利未人的族長基拿尼雅是歌唱人的首領，又教訓人歌唱，因為他精通此事。","bklcl":"Lī-bī lâng ê thâu-lâng Ki-ná-nî-ngá sī koán-lí chhiùⁿ-koa;  koh kà lâng chhiùⁿ-koa, in-ūi i cheng-thong chit-ê.","tghg":"利未人的頭人基拿尼雅是管理唱歌，閣教人唱歌，因為伊精通此個。","bklhl":"利未人ê頭人Ki-ná-nî-ngá是管理唱歌；koh教人唱歌，因為伊精通chit ê。"}},{"book":"代上","chapter":15,"verse":23,"versions":{"unv":"比利家、以利加拿是約櫃前守門的。","bklcl":"Pí-lī-ka, Í-lī-ka-ná, sī iok-kūi chêng kò͘-mn̂g--ê.","tghg":"比利家、以利加拿是約櫃前顧門者。","bklhl":"Pí-lī-ka、Í-lī-ka-ná，是約櫃前顧門ê。"}},{"book":"代上","chapter":15,"verse":24,"versions":{"unv":"祭司示巴尼、約沙法、拿坦業、亞瑪賽、撒迦利雅、比拿亞、以利以謝在　神的約櫃前吹號。俄別‧以東和耶希亞也是約櫃前守門的。","bklcl":"Chè-si Si-pa-nî, Iok-sa-hoat, Ná-tàn-gia̍p, A-má-sài, Sat-ka-lī-ngá, Pí-ná-a, I-lī-í-siā, tī Siōng-tè ê iok-kūi chêng pûn hō-thâu; Gô-pia̍t-í-tong kap Iâ-hi-a iā sī iok-kūi chêng kò͘-mn̂g--ê.","tghg":"祭司示巴尼、約沙法、拿單業、亞瑪賽、撒迦利雅、比拿亞、以利以謝佇上帝的約櫃前歕(pûn)號頭。俄別以東及耶希亞也是約櫃前顧門者。","bklhl":"祭司Si-pa-nî、Iok-sa-hoat、那但業、A-má-sài、Sat-ka-lī-ngá、Pí-ná-a、I-lī-í-siā，tī上帝ê約櫃前pûn號頭；Gô-pia̍t-í-tong kap Iâ-hi-a也是約櫃前顧門ê。"}},{"book":"代上","chapter":15,"verse":25,"versions":{"unv":"於是，大衛和以色列的長老，並千夫長都去從俄別‧以東的家歡歡喜喜地將耶和華的約櫃抬上來。","bklcl":"Tùi án-ni Tāi-pi̍t kap Í-sek-lia̍t ê tiúⁿ-ló kap chhian-chóng, lóng khì Gô-pia̍t-í-tong ê ke, hoaⁿ-hí kng Iâ-hô-hoa ê iok-kūi tùi hia chiūⁿ-lâi.","tghg":"對按呢，大衛及以色列的長老，及千總攏去俄別以東的家歡喜扛耶和華的約櫃對遐上來。","bklhl":"Tùi án-ni，大衛kap以色列ê長老kap千總，lóng去Gô-pia̍t-í-tong ê家，歡喜扛耶和華ê約櫃tùi hia上來。"}},{"book":"代上","chapter":15,"verse":26,"versions":{"unv":"　神賜恩與抬耶和華約櫃的利未人，他們就獻上七隻公牛，七隻公羊。","bklcl":"Siōng-tè pang-chān kng Iâ-hô-hoa iok-kūi ê Lī-bī lâng, in chiū hiàn kang ê gû chhit-chiah, kang ê iûⁿ chhit-chiah.","tghg":"上帝幫助扛耶和華約櫃的利未人，𪜶就獻公的牛七隻，公的羊七隻。","bklhl":"上帝幫贊扛耶和華約櫃ê利未人，in就獻公ê牛七隻，公ê羊七隻。"}},{"book":"代上","chapter":15,"verse":27,"versions":{"unv":"大衛和抬約櫃的利未人，並歌唱人的首領基拿尼雅，以及歌唱的人，都穿著細麻布的外袍；大衛另外穿著細麻布的以弗得。","bklcl":"Tāi-pi̍t chhēng iù-tōe-pò͘ ê tn̂g-saⁿ; kng iok-kūi ê Lī-bī lâng, kap chhiùⁿ-koa ê, í-ki̍p koán-lí chhiùⁿ-koa ê Ki-ná-nî-ngá, liân chhiùⁿ-koa ê lâng lóng sī án-ni; Tāi-pi̍t koh chhēng iù-tōe-pò͘ ê í-hut-tek.","tghg":"大衛穿幼苧布(iù-tōe-pò͘)的長衫，扛約櫃的利未人及唱歌者，以及管理唱歌的基拿尼雅，連唱歌的人攏是按呢；大衛閣穿幼苧布的以弗得。","bklhl":"大衛穿幼苧布ê長衫；扛約櫃ê利未人，kap唱歌ê，以及管理唱歌ê Ki-ná-nî-ngá，連唱歌ê人lóng是án-ni；大衛koh穿幼苧布ê í-hut-tek。"}},{"book":"代上","chapter":15,"verse":28,"versions":{"unv":"這樣，以色列眾人歡呼吹角、吹號、敲鈸、鼓瑟、彈琴，大發響聲，將耶和華的約櫃抬上來。","bklcl":"Án-ni Í-sek-lia̍t chèng-lâng chhut tōa-siaⁿ, pûn sàu-kak, pûn hō-thâu, phah nâ-poa̍h, tôaⁿ-khîm kap sek, kng Iâ-hô-hoa ê iok-kūi chiūⁿ--lâi.","tghg":"按呢，以色列眾人出大聲，歕哨角(sàu-kak)、歕號頭、拍鐃鈸、彈琴及瑟，扛耶和華的約櫃上來。","bklhl":"Án-ni以色列眾人出大聲，pûn哨角，pûn號頭，phah鐃鈸，彈琴kap瑟，扛耶和華ê約櫃上來。"}},{"book":"代上","chapter":15,"verse":29,"versions":{"unv":"耶和華的約櫃進了大衛城的時候，掃羅的女兒米甲從窗戶裡觀看，見大衛王踴躍跳舞，心裡就輕視他。","bklcl":"Iâ-hô-hoa ê iok-kūi kàu Tāi-pi̍t siâⁿ ê sî, Sò-lô ê cha-bó͘-kiáⁿ Bí-kah tùi thang-á-lāi teh-khòaⁿ, khòaⁿ-kìⁿ Tāi-pi̍t ông tiô-thiàu thiàu-bú; sim-lāi chiū khòaⁿ-khin i.","tghg":"耶和華的約櫃到大衛城的時，掃羅的查某子米甲對窗仔內啲看，看見大衛王趒跳(tiô-thiàu)跳舞，心內就看輕伊。","bklhl":"耶和華ê約櫃到大衛城ê時，掃羅ê cha-bó͘-kiáⁿ Bí-kah tùi窗á內teh看，看見大衛王tiô跳跳舞；心內就看輕伊。"}}]