[{"book":"代上","chapter":20,"verse":1,"versions":{"unv":"過了一年，到列王出戰的時候，約押率領軍兵毀壞亞捫人的地，圍攻拉巴；大衛仍住在耶路撒冷。約押攻打拉巴，將城傾覆。","bklcl":"Nî-thâu lia̍t-ông chhut-lâi kau-chiàn ê sî, Iok-ap chhōa kun-peng húi-hoāi A-bûn lâng ê tōe, ûi-khùn La̍h-pa; Tāi-pi̍t iû-goân tiàm tī Iâ-lō͘-sat-léng.  Iok-ap phah La̍h-pa ê siâⁿ chhia-tó i.","tghg":"年頭，列王出來交戰的時，約押導軍兵毀壞亞捫人的地，圍困拉巴；大衛猶原踮佇耶路撒冷。約押拍拉巴的城，捙倒(chhia-tó)伊。","bklhl":"年頭列王出來交戰ê時，Iok-ap chhōa軍兵毀壞A-bûn人ê地，圍困La̍h-pa；大衛猶原tiàm tī耶路撒冷。Iok-ap phah La̍h-pa ê城chhia倒伊。"}},{"book":"代上","chapter":20,"verse":2,"versions":{"unv":"大衛奪了亞捫人之王所戴的金冠冕（王：或譯瑪勒堪。瑪勒堪即米勒公，是亞捫族之神名），其上的金子重一他連得，又嵌著寶石；人將這冠冕戴在大衛頭上。大衛從城裡奪了許多財物，","bklcl":"Tāi-pi̍t chhiúⁿ in ê ông só͘ tì kim ê bián-liû, chhìn i ê kim tāng chi̍t tha-liân-tek, koh siuⁿ pó-chio̍h; lâng chiong chit ê bián-liû tì tī Tāi-pi̍t ê thâu-khak;  Tāi-pi̍t tùi siâⁿ-lāi chhiúⁿ i ê châi-bu̍t chōe-chōe.","tghg":"大衛搶𪜶的王所戴金的冕旒，秤伊的金重一他連得，閣鑲(siuⁿ)寶石；人將此個冕旒戴佇大衛的頭殼。大衛對城內搶伊的財物多多，","bklhl":"大衛搶in ê王所戴金ê冕旒，秤伊ê金重一tha-liân-tek，koh鑲寶石；人將chit ê冕旒tì tī大衛ê頭殼；大衛tùi城內搶伊ê財物chōe-chōe。"}},{"book":"代上","chapter":20,"verse":3,"versions":{"unv":"將城裡的人拉出來，放在鋸下，或鐵耙下，或鐵斧下（或譯：強他們用鋸，或用打糧食的鐵器，或用鐵斧做工），大衛待亞捫各城的居民都是如此。其後大衛和眾軍都回耶路撒冷去了。","bklcl":"Chiong siâⁿ-lāi ê lâng thoa-chhut--lâi, ēng kù-á, ēng thih-pê, ēng pó͘-thâu thâi-sí in;  Tāi-pi̍t ēng án-ni khoán-thāi A-bûn ta̍k ê siâⁿ.  Tāi-pi̍t chiū kap chèng peh-sìⁿ lóng tò-khì Iâ-lō͘-sat-léng.","tghg":"將城內的人拖出來，用鋸仔、用鐵耙(pê)、用斧頭(pó͘-thâu)刣死𪜶，大衛用按呢款待亞捫逐個城。大衛就及眾百姓攏倒去耶路撒冷。","bklhl":"將城內ê人拖出來，用鋸á，用鐵耙，用斧頭刣死in；大衛用án-ni款待A-bûn ta̍k-ê城。大衛就kap眾百姓lóng tò去耶路撒冷。"}},{"book":"代上","chapter":20,"verse":4,"versions":{"unv":"後來，以色列人在基色與非利士人打仗。戶沙人西比該殺了偉人的一個兒子細派，非利士人就被制伏了。","bklcl":"Liáu-āu kap Hui-lī-sū lâng kau-chiàn tī Ki-sek; Hō͘-sa lâng Se-pí-kai thâi-sí tōa-hàn lâng chi̍t ê kiáⁿ, miâ-kiò Se-phài;  Hui-lī-sū lâng chiū hâng-ho̍k.","tghg":"了後，及非利士人交戰佇基色。戶沙人西比該刣死大漢人一個子名叫細派，非利士人就降服。","bklhl":"了後kap腓利士人交戰tī Ki-sek；Hō͘-sa人Se-pí-kai 刣死大漢人一个kiáⁿ，名叫Se-phài；腓利士人就降服。"}},{"book":"代上","chapter":20,"verse":5,"versions":{"unv":"又與非利士人打仗。睚珥的兒子伊勒哈難殺了迦特人歌利亞的兄弟拉哈米；這人的槍桿粗如織布的機軸。","bklcl":"Koh kap Hui-lī-sū lâng kau-chiàn, hit-sî Gâi-jíⁿ ê kiáⁿ I-le̍k-ha̍p-lân thâi-sí Ka-te̍k lâng, Ko-lī-a ê hiaⁿ-tī La̍h-hap-bí; chit-lâng ê chhiuⁿ-pìⁿ tōa chhin-chhiūⁿ pò͘-kui ê te̍k-sim.","tghg":"閣及非利士人交戰。彼時睚珥的子伊勒哈難刣死迦特人歌利亞的兄弟拉哈米；此人的槍柄大親像布機的軸心(te̍k-sim)。","bklhl":"Koh kap腓利士人交戰，hit時Gâi-jíⁿ ê kiáⁿ I-le̍k-ha̍p-lân 刣死Ka-te̍k人，歌利亞ê兄弟La̍h-hap-bí；chit人ê鎗柄大親像布機ê軸心。"}},{"book":"代上","chapter":20,"verse":6,"versions":{"unv":"又在迦特打仗。那裡有一個身量高大的人，手腳都是六指，共有二十四個指頭，他也是偉人的兒子。","bklcl":"Koh tī Ka-te̍k kau-chiàn, tī-hia ū chi̍t ê tōa-hàn lâng, chhiú-kha lóng ū la̍k-ki chńg-thâu-á, kiōng ū jī-cha̍p-sì ki, i iā sī tōa-hàn lâng ê kiáⁿ.","tghg":"閣佇迦特交戰。佇遐有一個大漢人，手腳攏有六支指頭仔，共有二十四支，伊也是大漢人的子。","bklhl":"Koh tī Ka-te̍k交戰，tī-hia有一个大漢人，手腳 lóng有六支指頭á，共有二十四支，伊也是大漢人ê kiáⁿ。"}},{"book":"代上","chapter":20,"verse":7,"versions":{"unv":"這人向以色列人罵陣，大衛的哥哥示米亞的兒子約拿單就殺了他。","bklcl":"Chit-lâng bú-bān Í-sek-lia̍t lâng ê sî, Tāi-pi̍t ê hiaⁿ Sī-bí-a ê kiáⁿ Iok-ná-tan thâi-sí i.","tghg":"此人侮慢以色列人的時，大衛的兄示米亞的子約拿單刣死伊。","bklhl":"Chit人侮慢以色列人ê時，大衛ê兄Sī-bí-a ê kiáⁿ約拿單刣死伊。"}},{"book":"代上","chapter":20,"verse":8,"versions":{"unv":"這三個人是迦特偉人的兒子，都死在大衛和他僕人的手下。","bklcl":"Chiah-ê lâng lóng sī tī Ka-te̍k ê tōa-hàn lâng siⁿ-ê; in lóng sí tī Tāi-pi̍t ê chhiú, kap i ê jîn-sîn ê chhiú.","tghg":"諸個人攏是佇迦特的大漢人生的，𪜶攏死佇大衛的手及伊的人臣的手。","bklhl":"Chiah-ê人lóng是tī Ka-te̍k ê大漢人生ê；in lóng死tī大衛ê手，kap伊ê人臣ê手。"}}]