[{"book":"代上","chapter":21,"verse":1,"versions":{"unv":"撒但起來攻擊以色列人，激動大衛數點他們。","bklcl":"Sat-tàn khí-lâi ài hāi Í-sek-lia̍t, ín-iú Tāi-pi̍t sǹg Í-sek-lia̍t lâng ê siàu-gia̍h.","tghg":"撒但起來愛害以色列，引誘大衛算以色列人的數額(siàu-gia̍h)。","bklhl":"撒旦起來ài害以色列，引誘大衛算以色列人ê數額。"}},{"book":"代上","chapter":21,"verse":2,"versions":{"unv":"大衛就吩咐約押和民中的首領說：「你們去數點以色列人，從別是巴直到但，回來告訴我，我好知道他們的數目。」","bklcl":"Tāi-pi̍t kā Iok-ap kap peh-sìⁿ-tiong ê siú-léng kóng, Lín khì sǹg Í-sek-lia̍t lâng, tùi Pia̍t-sī-pa kàu Tàn, tò-lâi kā góa kóng, hō͘ góa chai in ê siàu-gia̍h.","tghg":"大衛給約押及百姓中的首領講：「恁去算以色列人，對別是巴到但，倒來給我講，互我知𪜶的數額。」","bklhl":"大衛kā Iok-ap kap百姓中ê首領講，lín去算以色列人，tùi別是巴到Tàn，tò來kā我講，hō͘我知in ê數額。"}},{"book":"代上","chapter":21,"verse":3,"versions":{"unv":"約押說：「願耶和華使他的百姓比現在加增百倍。我主我王啊，他們不都是你的僕人嗎？我主為何吩咐行這事，為何使以色列人陷在罪裡呢？」","bklcl":"Iok-ap kóng, Goān Iâ-hô-hoa hō͘ I ê peh-sìⁿ pí hiān-kim ke-thiⁿ pah-pē, góa ê chú góa ê ông ah, in kiám bô lóng sī góa ê chú ê peh-sìⁿ mah?  góa ê chú siáⁿ-sū bēng-lēng chit ê tāi-chì? siáⁿ-sū hō͘ Í-sek-lia̍t hoān-chōe ah?","tghg":"約押講：「願耶和華互伊的百姓比現今加添百倍。我的主我的王啊，𪜶豈無攏是我的主的百姓嗎？我的主啥事命令此個代誌，啥事互以色列犯罪啊？」","bklhl":"Iok-ap講，願耶和華hō͘伊ê百姓比現今加添百倍，我ê主我ê王ah，in kiám無lóng是我ê主ê百姓mah？我ê主啥事命令chit ê tāi-chì？啥事hō͘以色列犯罪ah？"}},{"book":"代上","chapter":21,"verse":4,"versions":{"unv":"但王的命令勝過約押。約押就出去，走遍以色列地，回到耶路撒冷，","bklcl":"Chóng-sī ông ê ōe iâⁿ-kè Iok-ap.  Iok-ap chiū chhut-khì piàn-kiâⁿ Í-sek-lia̍t tōe, koh tò-lâi Iâ-lō͘-sat-léng.","tghg":"總是王的話贏過約押。約押就出去，遍行以色列地，閣倒來耶路撒冷，","bklhl":"總是王ê話贏過Iok-ap。Iok-ap就出去遍行以色列地，koh tò來耶路撒冷。"}},{"book":"代上","chapter":21,"verse":5,"versions":{"unv":"將百姓的總數奏告大衛：以色列人拿刀的有一百一十萬；猶大人拿刀的有四十七萬。","bklcl":"Iok-ap chiū chiong só͘ sǹg peh-sìⁿ ê chóng-gia̍h, pò-kò Tāi-pi̍t.  Í-sek-lia̍t lâng ōe kia̍h-to--ê, chi̍t-pah-cha̍p-bān;  Iû-tāi lâng ōe kia̍h-to--ê, sì-cha̍p-chhit-bān.","tghg":"約押就將所算百姓的總額報告大衛：以色列人會攑刀者一百十萬；猶大人會攑刀者四十七萬。","bklhl":"Iok-ap就將所算百姓ê總額，報告大衛。以色列人會kia̍h刀ê，一百十萬；偤大人會kia̍h刀ê，四十七萬。"}},{"book":"代上","chapter":21,"verse":6,"versions":{"unv":"惟有利未人和便雅憫人沒有數在其中，因為約押厭惡王的這命令。","bklcl":"To̍k-to̍k Lī-bī lâng kap Piān-ngá-bín lâng i bô sǹg chāi-lāi, in-ūi Iok-ap iàm-ò͘ⁿ ông chit ê bēng-lēng.","tghg":"獨獨利未人及便雅憫人伊無算在內，因為約押厭惡王此個命令。","bklhl":"獨獨利未人kap便雅憫人伊無算在內，因為Iok-ap厭惡王chit ê命令。"}},{"book":"代上","chapter":21,"verse":7,"versions":{"unv":"　神不喜悅這數點百姓的事，便降災給以色列人。","bklcl":"Chit ê sū Siōng-tè khòaⁿ-chòe m̄-hó, chiū phah Í-sek-lia̍t.","tghg":"此個事上帝看做呣好，就拍以色列。","bklhl":"Chit ê事上帝看做m̄好，就phah以色列。"}},{"book":"代上","chapter":21,"verse":8,"versions":{"unv":"大衛禱告　神說：「我行這事大有罪了！現在求你除掉僕人的罪孽，因我所行的甚是愚昧。」","bklcl":"Tāi-pi̍t tùi Siōng-tè kóng, Góa kiâⁿ chit ê sū, tōa-tōa ū chōe, taⁿ kiû Lí tû-khì Lí ê lô͘-po̍k ê chōe, in-ūi góa só͘ chòe--ê chin gōng.","tghg":"大衛對上帝講：「我行此個事大大有罪！今求你除去你的奴僕的罪，因為我所做的真戇。」","bklhl":"大衛對上帝講，我行chit ê事，大大有罪，taⁿ求你除去你ê奴僕ê罪，因為我所做ê真戇。"}},{"book":"代上","chapter":21,"verse":9,"versions":{"unv":"耶和華吩咐大衛的先見迦得說：","bklcl":"Iâ-hô-hoa hoan-hù Tāi-pi̍t ê sian-kiàn--ê Ka-tek, kóng,","tghg":"耶和華吩咐大衛的先見者迦得講：","bklhl":"耶和華吩咐大衛ê先見ê Ka-tek，講，"}},{"book":"代上","chapter":21,"verse":10,"versions":{"unv":"「你去告訴大衛說，耶和華如此說：我有三樣災，隨你選擇一樣，我好降與你。」","bklcl":"Lí tio̍h khì kā Tāi-pi̍t kóng, Iâ-hô-hoa án-ni kóng, Taⁿ Góa ēng saⁿ-hāng pâi tī lí bīn-chêng, lí kéng chi̍t-hāng, Góa thang kiâⁿ tī lí.","tghg":"「你著去給大衛講，耶和華按呢講：今我用三項排佇你面前，你揀一項，我通行佇你。」","bklhl":"你tio̍h去kā大衛講，耶和華án-ni講，Taⁿ我用三項排tī你面前，你揀一項，我thang行tī你。"}},{"book":"代上","chapter":21,"verse":11,"versions":{"unv":"於是，迦得來見大衛，對他說：「耶和華如此說：『你可以隨意選擇：","bklcl":"Ka-tek chiū lâi kìⁿ Tāi-pi̍t, kā i kóng, Iâ-hô-hoa án-ni kóng, Lí tio̍h ka-kī kéng;","tghg":"迦得就來見大衛，給伊講：「耶和華按呢講：『你著家己揀：","bklhl":"Ka-tek就來見大衛，kā伊講，耶和華án-ni講，你tio̍h家己揀；"}},{"book":"代上","chapter":21,"verse":12,"versions":{"unv":"或三年的饑荒；或敗在你敵人面前，被敵人的刀追殺三個月；或在你國中有耶和華的刀，就是三日的瘟疫，耶和華的使者在以色列的四境施行毀滅。』現在你要想一想，我好回覆那差我來的。」","bklcl":"kiám-chhái saⁿ-nî ê ki-hng, á-sī saⁿ-ge̍h-ji̍t kú tú-tio̍h sún-hāi tī lí ê tùi-te̍k ê bīn-chêng, hō͘ kiû-siû ê to-kiàm jip-tio̍h lí, á-sī saⁿ-ji̍t kú Iâ-hô-hoa ê kiàm, chiū-sī un-e̍k tī lí ê kok-lāi, Iâ-hô-hoa ê sù-chiá tī Í-sek-lia̍t ê piàn-kéng teh húi-bia̍t; taⁿ lí tio̍h siūⁿ-khòaⁿ, góa thang ēng sím-mi̍h ōe hê-hok chhe góa--ê.","tghg":"豈採(kiám-chhái)三年的飢荒；抑是三月日久抵著(tú-tio̍h)損害佇你的對敵的面前，互仇讎(kiû-siû)的刀劍趇(jip)著你；抑是三日久耶和華的劍，就是瘟疫佇你的國內，耶和華的使者佇以色列的遍境啲毀滅。』今你著想看，我通用甚麼話回覆差我者。」","bklhl":"Kiám-chhái三年ê飢荒，á是三月日久tú-tio̍h損害tī你ê對敵ê面前，hō͘仇讎ê刀劍jip-tio̍h你，á是三日久耶和華ê劍，就是瘟疫tī你ê國內，耶和華ê使者tī以色列ê遍境teh毀滅；taⁿ你tio̍h想看，我thang用甚麼話 回覆差我ê。"}},{"book":"代上","chapter":21,"verse":13,"versions":{"unv":"大衛對迦得說：「我甚為難。我願落在耶和華的手裡，因為他有豐盛的憐憫；我不願落在人的手裡。」","bklcl":"Tāi-pi̍t kā Ka-tek kóng, Góa khùn-pek kàu-ke̍k; góa goān hām-lo̍h tī Iâ-hô-hoa ê chhiú, in-ūi I ê lîn-bín chin-tōa, góa m̄-goān hām-lo̍h tī lâng ê chhiú.","tghg":"大衛給迦得講：「我窘迫(khùn-pek)到極。我願陷落佇耶和華的手，因為伊的憐憫真大；我呣願陷落佇人的手。」","bklhl":"大衛kā Ka-tek講，我困迫到極；我願陷落tī耶和華ê手，因為伊ê憐憫真大，我m̄願陷落tī人ê手。"}},{"book":"代上","chapter":21,"verse":14,"versions":{"unv":"於是，耶和華降瘟疫與以色列人，以色列人就死了七萬。","bklcl":"Tùi án-ni Iâ-hô-hoa chiū kàng un-e̍k tī Í-sek-lia̍t;  Í-sek-lia̍t lâng sí--ê chhit-bān.","tghg":"對按呢，耶和華就降瘟疫佇以色列，以色列人死者(sí--ê)七萬。","bklhl":"Tùi án-ni，耶和華就降瘟疫tī以色列；以色列人死ê七萬。"}},{"book":"代上","chapter":21,"verse":15,"versions":{"unv":"　神差遣使者去滅耶路撒冷，剛要滅的時候，耶和華看見後悔，就不降這災了，吩咐滅城的天使說：「夠了，住手吧！」那時，耶和華的使者站在耶布斯人阿珥楠的禾場那裡。","bklcl":"Siōng-tè chhe chi̍t ê sù-chiá kàu Iâ-lō͘-sat-léng bia̍t i;  beh bia̍t i ê sî, Iâ-hô-hoa khòaⁿ-kìⁿ, chiū thè-hóe chit ê chai-ē, chiū kā húi-bia̍t ê sù-chiá kóng, Kàu-gia̍h lah, taⁿ thang thêng lí ê chhiú; hit-sî Iâ-hô-hoa ê sù-chiá khiā tī Iâ-pò͘-su lâng O-jíⁿ-lâm ê gō͘-kak-tiûⁿ.","tghg":"上帝差一個使者到耶路撒冷滅伊，欲滅伊的時，耶和華看見，就退悔此個災禍，就給毀滅的使者講：「夠額啦，今通停你的手！」彼時，耶和華的使者徛佇耶布斯人阿珥楠的五穀場。","bklhl":"上帝差一个使者到耶路撒冷滅伊；beh滅伊ê時，耶和華看見，就退悔chit ê災厄，就kā毀滅ê使者講，夠額lah，taⁿ thang停你ê手；hit時耶和華ê使者khiā tī Iâ-pò͘-su人O-jíⁿ-lâm ê五穀場。"}},{"book":"代上","chapter":21,"verse":16,"versions":{"unv":"大衛舉目，看見耶和華的使者站在天地間，手裡有拔出來的刀，伸在耶路撒冷以上。大衛和長老都身穿麻衣，面伏於地。","bklcl":"Tāi-pi̍t kia̍h-ba̍k khòaⁿ-kìⁿ Iâ-hô-hoa ê sù-chiá khiā tī pòaⁿ-khong-tiong, pu̍ih-to tī chhiú--nih, chhun tī Iâ-lō͘-sat-léng ê téng-bīn.  Tāi-pi̍t kap chiah-ê tiúⁿ-ló lóng chhēng môa-saⁿ, bīn phak tī tōe--nih.","tghg":"大衛攑目，看見耶和華的使者徛佇半空中，拔(pu̍ih)刀佇手裡，伸佇耶路撒冷的頂面。大衛及諸個長老攏穿麻衫，面仆(phak)佇地裡。","bklhl":"大衛kia̍h目看見耶和華ê使者khiā tī半空中，拔刀tī手裡，伸tī耶路撒冷ê頂面。大衛kap chiah ê長老lóng穿麻衫，面仆tī地裡。"}},{"book":"代上","chapter":21,"verse":17,"versions":{"unv":"大衛禱告　神說：「吩咐數點百姓的不是我嗎？我犯了罪，行了惡，但這群羊做了甚麼呢？願耶和華─我　神的手攻擊我和我的父家，不要攻擊你的民，降瘟疫與他們。」","bklcl":"Tāi-pi̍t tùi Siōng-tè kóng, Hoan-hù sǹg peh-sìⁿ--ê, kiám m̄-sī góa mah? góa hoān-chōe kiâⁿ tōa-pháiⁿ; chóng-sī chiah-ê iûⁿ-kûn ū chòe sím-mi̍h ah?  Kiû Iâ-hô-hoa góa ê Siōng-tè, chhun-chhiú tī góa kap góa ê pē ê ke; m̄-thang kong-kek Lí ê peh-sìⁿ, kàng un-e̍k hō͘ in.","tghg":"大衛對上帝講：「吩咐算百姓的豈呣是我嗎？我犯罪行大歹，總是諸個羊群有做甚麼啊？求耶和華──我的上帝伸手佇我及我的父的家，呣通攻擊你的百姓，降瘟疫互𪜶。」","bklhl":"大衛對上帝講，吩咐算百姓ê，kiám m̄是我mah？我犯罪行大pháiⁿ；總是chiah ê羊群有做甚麼ah？求耶和華我ê上帝，伸手tī我kap我ê父ê家；m̄-thang攻擊你ê百姓，降瘟疫hō͘ in。"}},{"book":"代上","chapter":21,"verse":18,"versions":{"unv":"耶和華的使者吩咐迦得去告訴大衛，叫他上去，在耶布斯人阿珥楠的禾場上為耶和華築一座壇；","bklcl":"Tng hit-sî Iâ-hô-hoa ê sù-chiá bēng-lēng Ka-tek khì kā Tāi-pi̍t kóng, Tāi-pi̍t tio̍h chiūⁿ-khì, tī Iâ-pò͘-su lâng O-jíⁿ-lâm ê gō͘-kak-tiûⁿ, kā Iâ-hô-hoa khí chi̍t chō tôaⁿ.","tghg":"當彼時耶和華的使者命令迦得去給大衛講，大衛著上去，佇耶布斯人阿珥楠的五穀場給耶和華起一座壇；","bklhl":"當hit時耶和華ê使者命令Ka-tek去kā大衛講，大衛tio̍h上去，tī Iâ-pò͘-su人O-jíⁿ-lâm ê五穀場，kā耶和華起一座壇。"}},{"book":"代上","chapter":21,"verse":19,"versions":{"unv":"大衛就照著迦得奉耶和華名所說的話上去了。","bklcl":"Tāi-pi̍t chiū chiàu Ka-tek hōng Iâ-hô-hoa ê miâ só͘ kóng ê ōe chiūⁿ-khì.","tghg":"大衛就照迦得奉耶和華的名所講的話上去。","bklhl":"大衛就照Ka-tek奉耶和華ê名所講ê話上去。"}},{"book":"代上","chapter":21,"verse":20,"versions":{"unv":"那時阿珥楠正打麥子，回頭看見天使，就和他四個兒子都藏起來了。","bklcl":"Hit-sî O-jíⁿ-lâm teh phah-be̍h, oa̍t-thâu khòaⁿ-kìⁿ thiⁿ-sài; kap i tī-teh sì ê kiáⁿ cháu khì bih.","tghg":"彼時阿珥楠啲拍麥，越頭看見天使，及伊佇啲四個子走去匿(bih)。","bklhl":"Hit時O-jíⁿ-lâm teh phah麥，oa̍t頭看見天使；kap伊tī-teh四個kiáⁿ走去bih。"}},{"book":"代上","chapter":21,"verse":21,"versions":{"unv":"大衛到了阿珥楠那裡，阿珥楠看見大衛，就從禾場上出去，臉伏於地，向他下拜。","bklcl":"Tāi-pi̍t kàu O-jíⁿ-lâm hia; O-jíⁿ-lâm khòaⁿ-kìⁿ Tāi-pi̍t, chiū chhut gō͘-kak-tiûⁿ, àⁿ-thâu pài Tāi-pi̍t.","tghg":"大衛到阿珥楠遐，阿珥楠看見大衛，就出五穀場，俯頭拜大衛。","bklhl":"大衛到O-jíⁿ-lâm hia；O-jíⁿ-lâm看見大衛，就出五穀場，àⁿ頭拜大衛。"}},{"book":"代上","chapter":21,"verse":22,"versions":{"unv":"大衛對阿珥楠說：「你將這禾場與相連之地賣給我，我必給你足價，我好在其上為耶和華築一座壇，使民間的瘟疫止住。」","bklcl":"Tāi-pi̍t tùi O-jíⁿ-lâm kóng, Lí ēng chit ê gō͘-kak-tiûⁿ ê tōe hō͘ góa, hō͘ góa tī-hia thang kā Iâ-hô-hoa khí chi̍t chō tôaⁿ; lí tio̍h chiàu chiok-gia̍h ê kè-chîⁿ bōe góa, hō͘ un-e̍k soah, bô hāi peh-sìⁿ.","tghg":"大衛對阿珥楠講：「你用此個五穀場的地互我，互我佇遐通給耶和華起一座壇，你著照足額的價錢賣我，互瘟疫息(soah)無害百姓。」","bklhl":"大衛對O-jíⁿ-lâm講，你用chit ê五穀場ê地hō͘我，hō͘我tī-hia thang kā耶和華起一座壇；你tio̍h照足額ê價錢賣我，hō͘瘟疫soah，無害百姓。"}},{"book":"代上","chapter":21,"verse":23,"versions":{"unv":"阿珥楠對大衛說：「你可以用這禾場，願我主我王照你所喜悅的去行。我也將牛給你作燔祭，把打糧的器具當柴燒，拿麥子作素祭。這些我都送給你。」","bklcl":"O-jíⁿ-lâm kā Tāi-pi̍t kóng, Lí thang ēng i, goān góa ê chú góa ê ông, chiàu lí só͘ khòaⁿ-chòe hó-ê khì kiâⁿ; lí khòaⁿ, góa ēng gû hō͘ lí chòe sio-chè, ēng phah gō͘-kak ê khì-kū chòe chhâ, ia̍h ēng be̍h chòe sò͘-chè, chiah-ê góa lóng hō͘ lí.","tghg":"阿珥楠給大衛講：「你通用伊，願我的主我的王照你所看做好的去行。你看，我用牛互你做燒祭，用拍五穀的器具做柴，亦用麥做素祭。諸個我攏互你。」","bklhl":"O-jíⁿ-lâm kā大衛講，你thang用伊，願我ê主我ê王，照你所看做好ê去行；你看，我用牛hō͘你做燒祭，用phah五穀ê器具做柴，亦用麥做素祭，chiah ê我lóng hō͘你。"}},{"book":"代上","chapter":21,"verse":24,"versions":{"unv":"大衛王對阿珥楠說：「不然！我必要用足價向你買。我不用你的物獻給耶和華，也不用白得之物獻為燔祭。」","bklcl":"Tāi-pi̍t ông kā O-jíⁿ-lâm kóng, M̄-sī án-ni, góa koat-toàn beh ēng chiok-gia̍h ê kè-chîⁿ lâi bóe; in-ūi góa m̄-ài the̍h lí ê mi̍h hō͘ Iâ-hô-hoa, m̄-ài ēng bô khai-hùi lâi hiàn sio-chè.","tghg":"大衛王給阿珥楠講：「呣是按呢！我決斷欲用足額的價錢來買。因為我呣愛提你的物互耶和華，呣愛用無開費來獻燒祭。」","bklhl":"大衛王kā O-jíⁿ-lâm講，m̄是án-ni，我決斷beh用足額ê價錢來買；因為我m̄-ài the̍h你ê物hō͘耶和華，m̄-ài用無開費來獻燒祭。"}},{"book":"代上","chapter":21,"verse":25,"versions":{"unv":"於是大衛為那塊地平了六百舍客勒金子給阿珥楠。","bklcl":"Tùi án-ni Tāi-pi̍t ūi-tio̍h hit tè tōe phêng la̍k-pah sià-khek-le̍k ê kim hō͘ O-jíⁿ-lâm.","tghg":"對按呢大衛為著彼塊地秤(phêng)六百舍客勒的金互阿珥楠。","bklhl":"Tùi án-ni，大衛為tio̍h hit塊地秤(phêng)六百sià-khek-le̍k ê金hō͘ O-jíⁿ-lâm。"}},{"book":"代上","chapter":21,"verse":26,"versions":{"unv":"大衛在那裡為耶和華築了一座壇，獻燔祭和平安祭，求告耶和華。耶和華就應允他，使火從天降在燔祭壇上。","bklcl":"Tāi-pi̍t tī-hia kā Iâ-hô-hoa khí chi̍t chō tôaⁿ, hiàn sio-chè kap pêng-an-chè;  koh kiû-kiò Iâ-hô-hoa;  I tùi thiⁿ kàng-hé tī chè-tôaⁿ-téng lâi ìn i.","tghg":"大衛佇遐給耶和華起一座壇，獻燒祭及平安祭，閣求叫耶和華。伊對天降火佇祭壇頂，來應伊。","bklhl":"大衛tī-hia kā耶和華起一座壇，獻燒祭kap平安祭；koh求叫耶和華；伊tùi天降火tī 祭壇頂來應伊。"}},{"book":"代上","chapter":21,"verse":27,"versions":{"unv":"耶和華吩咐使者，他就收刀入鞘。","bklcl":"Iâ-hô-hoa bēng-lēng sù-chiá, i chiū siu i ê to ji̍p siù.","tghg":"耶和華命令使者，伊就收伊的刀入鞘(siù)。","bklhl":"耶和華命令使者，伊就收伊ê刀入鞘。"}},{"book":"代上","chapter":21,"verse":28,"versions":{"unv":"那時，大衛見耶和華在耶布斯人阿珥楠的禾場上應允了他，就在那裡獻祭。","bklcl":"Hit-sî Tāi-pi̍t khòaⁿ-kìⁿ Iâ-hô-hoa tī Iâ-pò͘-su lâng O-jíⁿ-lâm ê gō͘-kak-tiûⁿ ìn i, chiū tī-hia hiàn-chè.","tghg":"彼時，大衛看見耶和華佇耶布斯人阿珥楠的五穀場應伊，就佇遐獻祭。","bklhl":"Hit時大衛看見耶和華tī Iâ-pò͘-su人O-jíⁿ-lâm ê五穀場應伊，就tī-hia獻祭。"}},{"book":"代上","chapter":21,"verse":29,"versions":{"unv":"摩西在曠野所造之耶和華的帳幕和燔祭壇都在基遍的高處；","bklcl":"In-ūi Mô͘-se tī khòng-iá só͘ chō Iâ-hô-hoa ê hōe-bō͘ kap sio-chè ê tôaⁿ, hit-sî lóng tī Ki-piàn koâiⁿ ê só͘-chāi.","tghg":"因為摩西佇曠野所造耶和華的會幕及燒祭的壇，彼時攏佇基遍高的所在；","bklhl":"因為摩西tī曠野所造耶和華ê會幕kap燒祭ê壇，hit時lóng tī Ki-piàn高ê所在。"}},{"book":"代上","chapter":21,"verse":30,"versions":{"unv":"只是大衛不敢前去求問　神，因為懼怕耶和華使者的刀。","bklcl":"Chóng-sī Tāi-pi̍t bōe-ōe chiūⁿ kàu i ê bīn-chêng lâi mn̄g Siōng-tè, in-ūi i kiaⁿ Iâ-hô-hoa sù-chiá ê to.","tghg":"總是大衛𣍐會上到伊的面前來問上帝，因為伊驚耶和華使者的刀。","bklhl":"總是大衛bōe會上到伊ê面前來問上帝，因為伊驚耶和華使者ê刀。"}}]