[{"book":"代上","chapter":25,"verse":1,"versions":{"unv":"大衛和眾首領分派亞薩、希幔，並耶杜頓的子孫彈琴、鼓瑟、敲鈸、唱歌（原文是說預言；本章同）。他們供職的人數記在下面：","bklcl":"Tāi-pi̍t kap chiah-ê kun-tiúⁿ chiū tùi A-sat, Hi-bān, kap Iâ-tō͘-tùn ê kiáⁿ-sun tiong hun-phài lâng lâi chòe-kang, lâi tôaⁿ-khîm, tôaⁿ-sek, phah nâ-poa̍h, chhiùⁿ-koa; chòe-kang ê siàu-gia̍h, chiàu in ê chit-hūn, kì tī ē-tóe.","tghg":"大衛及諸個軍長就對亞薩、希幔，及耶杜頓的子孫中分派人來做工來彈琴、彈瑟(sek)、拍鐃鈸(nâ-poa̍h)、唱歌。做工的數額(siàu-gia̍h)照𪜶的職分記佇下底：","bklhl":"大衛kap chiah ê軍長就tùi A-sat、Hi-bān，kap Iâ-tō͘-tùn ê kiáⁿ孫中分派人來做工、來彈琴、彈瑟、phah鐃鈸、唱歌；做工ê數額，照in ê職份，記tī下底。"}},{"book":"代上","chapter":25,"verse":2,"versions":{"unv":"亞薩的兒子撒刻、約瑟、尼探雅、亞薩利拉都歸亞薩指教，遵王的旨意唱歌。","bklcl":"Sio̍k A-sat ê kiáⁿ, Sat-khek, Iok-sek, Nî-thài-ngá, A-sat-lī-le̍h; chiah-ê lóng sī A-sat ê kiáⁿ, kui A-sat chí-hui, thàn ông ê bēng-lēng lâi chhiùⁿ-koa.","tghg":"屬亞薩的子撒刻、約瑟、尼探雅、亞薩利拉諸個攏是亞薩的子，歸亞薩指揮，趁王的命令來唱歌。","bklhl":"屬A-sat ê kiáⁿ，Sat-khek、約瑟、Nî-thàm[thài]-ngá、A-sat-lī-la̍h[le̍h]；chiah ê lóng是A-sat ê kiáⁿ，歸A-sat指揮，thàn王ê命令來唱歌。"}},{"book":"代上","chapter":25,"verse":3,"versions":{"unv":"耶杜頓的兒子基大利、西利、耶篩亞、哈沙比雅、瑪他提雅、示每共六人，都歸他們父親耶杜頓指教，彈琴，唱歌，稱謝，頌讚耶和華。","bklcl":"Sio̍k Iâ-tō͘-tùn--ê; Iâ-tō͘-tùn ê kiáⁿ Ki-tāi-lī, Se-lī, Iâ-su-a, Hap-sa-pí-ngá, Má-tha-thê-ngá, Sī-múi, kiōng la̍k lâng, lóng kui in lāu-pē Iâ-tō͘-tùn chí-hui, tôaⁿ-khîm chhiùⁿ-koa lâi kám-siā o-ló Iâ-hô-hoa.","tghg":"屬耶杜頓的耶杜頓的子基大利、西利、耶篩亞、哈沙比雅、瑪他提雅、示每共六人，攏歸𪜶老父耶杜頓指揮，彈琴、唱歌，來感謝，謳咾耶和華。","bklhl":"屬Iâ-tō͘-tùn ê；Iâ-tō͘-tùn ê kiáⁿ Ki-tāi-lī、Se-lī、Iâ-su-a、Hap-sa-pí-ngá、Má-tha-thê-ngá、Sī-múi，共六人，lóng歸in老父Iâ-tō͘-tùn指揮，彈琴唱歌來感謝o-ló耶和華。"}},{"book":"代上","chapter":25,"verse":4,"versions":{"unv":"希幔的兒子布基雅、瑪探雅、烏薛、細布業、耶利摩、哈拿尼雅、哈拿尼、以利亞他、基大利提、羅幔提‧以謝、約施比加沙、瑪羅提、何提、瑪哈秀；","bklcl":"Sio̍k Hi-bān--ê: Hi-bān ê kiáⁿ, Pò͘-ki-ngá, Má-thàm-ngá, O͘-siat, Sè-pò͘-gia̍p, Iâ-lī-mô͘, Hap-ná-nî-ngá, Hap-ná-nî, Í-lī-a-tha, Ki-tāi-lī-thê, Lô-bān-thê-í-siā, Iok-si-pí-ka-sa, Má-lô-thê, Hô-thê, Má-hap-siù.","tghg":"屬希幔的，希幔的子布基雅、瑪探雅、烏設、細布業、耶利摩、哈拿尼雅、哈拿尼、以利亞他、基大利提、羅幔提以謝、約施比加沙、瑪羅提、何提、瑪哈秀；","bklhl":"屬Hi-bān ê： Hi-bān ê kiáⁿ，Pò͘-ki-ngá、Má-thàm-ngá、O͘-siat、Sè-pò͘-gia̍p、Iâ-lī-mô͘、Hap-ná-nî-ngá、Hap-ná-nî、Í-lī-a-tha、Ki-tāi-lī-thê、Lô-bān-thê-í-siā、Iok-si-pí-ka-sa、Má-lô-thê、Hô-thê、Má-hap-siù。"}},{"book":"代上","chapter":25,"verse":5,"versions":{"unv":"這都是希幔的兒子，吹角頌讚。希幔奉　神之命作王的先見。　神賜給希幔十四個兒子，三個女兒，","bklcl":"Chiah-ê lóng sī Hi-bān ê kiáⁿ; Hi-bān tit-tio̍h Siōng-tè ê be̍k-sī, tī ông ê bīn-chêng chòe sian-kiàn, Siōng-tè heng-khí i ê kak, hō͘ Hi-bān siⁿ cha̍p-sì ê kiáⁿ, saⁿ ê cha-bó͘-kiáⁿ.","tghg":"諸個攏是希幔的子，希幔得著上帝的默示，佇王的面前做先見。上帝興起伊的角，互希幔生十四個子，三個查某子，","bklhl":"Chiah-ê lóng是Hi-bān ê kiáⁿ；Hi-bān得tio̍h上帝ê默示，tī王ê面前做先見，上帝興起伊ê角，hō͘ Hi-bān生十四ê kiáⁿ，三個cha-bó͘-kiáⁿ。"}},{"book":"代上","chapter":25,"verse":6,"versions":{"unv":"都歸他們父親指教，在耶和華的殿唱歌、敲鈸、彈琴、鼓瑟，辦　神殿的事務。亞薩、耶杜頓、希幔都是王所命定的。","bklcl":"Chiah-ê lóng kui in lāu-pē chí-hui, tī Iâ-hô-hoa ê tiān chhiùⁿ-koa, phah nâ-poa̍h, tôaⁿ-khîm tôaⁿ-sek, pān-lí Siōng-tè tiān-lāi ê tāi-chì;  A-sat, Iâ-tō͘-tùn, Hi-bān lóng sī ông só͘ bēng-lēng--ê.","tghg":"諸個攏歸𪜶老父指揮，佇耶和華的殿唱歌、拍鐃鈸、彈琴、彈瑟，辦理上帝殿內的代誌。亞薩、耶杜頓、希幔攏是王所命令的。","bklhl":"Chiah-ê lóng歸in老父指揮，tī耶和華ê殿唱歌、phah鐃鈸、彈琴彈瑟，辨理上帝殿內ê tāi-chì；A-sat、Iâ-tō͘-tùn、Hi-bān lóng是王所命令ê。"}},{"book":"代上","chapter":25,"verse":7,"versions":{"unv":"他們和他們的弟兄學習頌讚耶和華；善於歌唱的共有二百八十八人。","bklcl":"Án-ni in kap in ê hiaⁿ-tī ha̍k-si̍p o-ló Iâ-hô-hoa ê si, chiū-sī thong-ta̍t--ê, kiōng nn̄g-pah poeh-cha̍p-poeh lâng.","tghg":"按呢𪜶及𪜶的兄弟學習謳咾耶和華的詩；就是通達者，共二百八十八人。","bklhl":"Án-ni in kap in ê兄弟學習o-ló耶和華ê詩，就是通達ê，共兩百八十八人。"}},{"book":"代上","chapter":25,"verse":8,"versions":{"unv":"這些人無論大小，為師的、為徒的，都一同掣籤分了班次。","bklcl":"Chiah-ê lâng, bô-lūn sī-tōa sī-sòe, chòe sian-siⁿ--ê, chòe ha̍k-seng--ê, lóng pîⁿ-pîⁿ liam-khau lâi pun in ê pan.","tghg":"諸個人無論序大(sī-tōa)序細、做先生者、做學生者，攏平平拈鬮(liam-khau)來分𪜶的班。","bklhl":"Chiah-ê人，無論序大序細，做先生ê，做學生ê，lóng平平拈鬮來分in ê班。"}},{"book":"代上","chapter":25,"verse":9,"versions":{"unv":"掣籤的時候，第一掣出來的是亞薩的兒子約瑟。第二是基大利；他和他弟兄並兒子共十二人。","bklcl":"Thiu-tio̍h thâu-ki chhiam--ê, sī A-sat ê kiáⁿ Iok-sek; tē-jī sī Ki-tāi-lī, i kap i ê hiaⁿ-tī kap i ê kiáⁿ, kiōng cha̍p-jī lâng;","tghg":"抽著頭支籤者是亞薩的子約瑟。第二是基大利；伊及伊的兄弟及伊的子共十二人。","bklhl":"抽tio̍h頭支籤ê，是A-sat ê kiáⁿ約瑟；第二是Ki-tāi-lī，伊kap伊ê兄弟kap伊ê kiáⁿ，共十二人；"}},{"book":"代上","chapter":25,"verse":10,"versions":{"unv":"第三是撒刻；他和他兒子並弟兄共十二人。","bklcl":"tē-saⁿ sī Sat-khek, i kap kiáⁿ kap i ê hiaⁿ-tī, kiōng cha̍p-jī lâng;","tghg":"第三是撒刻；伊及子及伊的兄弟共十二人。","bklhl":"第三是Sat-khek，伊kap kiáⁿ kap伊ê兄弟，共十二人；"}},{"book":"代上","chapter":25,"verse":11,"versions":{"unv":"第四是伊洗利；他和他兒子並弟兄共十二人。","bklcl":"tē-sì sī I-sé-lī, i kap i ê kiáⁿ kap i ê hiaⁿ-tī, kiōng cha̍p-jī lâng;","tghg":"第四是伊洗利；伊及伊的子及伊的兄弟共十二人。","bklhl":"第四是I-sé-lī，伊kap伊ê kiáⁿ kap伊ê兄弟，共十二人；"}},{"book":"代上","chapter":25,"verse":12,"versions":{"unv":"第五是尼探雅；他和他兒子並弟兄共十二人。","bklcl":"tē-gō͘ sī Nî-thàm-ngá, i kap i ê kiáⁿ kap i ê hiaⁿ-tī, kiōng cha̍p-jī lâng;","tghg":"第五是尼探雅；伊及伊的子及伊的兄弟共十二人。","bklhl":"第五是Nî-thàm-ngá，伊kap伊ê kiáⁿ kap伊ê兄弟，共十二人；"}},{"book":"代上","chapter":25,"verse":13,"versions":{"unv":"第六是布基雅；他和他兒子並弟兄共十二人。","bklcl":"tē-la̍k sī Pò͘-ki-ngá, i kap i ê kiáⁿ kap i ê hiaⁿ-tī, kiōng cha̍p-jī lâng;","tghg":"第六是布基雅；伊及伊的子及伊的兄弟共十二人。","bklhl":"第六是Pò͘-ki-ngá，伊kap伊ê kiáⁿ kap伊ê兄弟，共十二人；"}},{"book":"代上","chapter":25,"verse":14,"versions":{"unv":"第七是耶薩利拉；他和他兒子並弟兄共十二人。","bklcl":"tē-chhit sī Iâ-sat-lī-la̍h, i kap i ê kiáⁿ kap i ê hiaⁿ-tī, kiōng cha̍p-jī lâng;","tghg":"第七是耶薩利拉；伊及伊的子及伊的兄弟共十二人。","bklhl":"第七是Iâ-sat-lī-la̍h，伊kap伊ê kiáⁿ kap伊ê兄弟，共十二人；"}},{"book":"代上","chapter":25,"verse":15,"versions":{"unv":"第八是耶篩亞；他和他兒子並弟兄共十二人。","bklcl":"tē-poeh sī Iâ-su-a, i kap i ê kiáⁿ kap i ê hiaⁿ-tī kiōng cha̍p-jī lâng;","tghg":"第八是耶篩亞；伊及伊的子及伊的兄弟共十二人。","bklhl":"第八是Iâ-su-a，伊kap伊ê kiáⁿ kap伊ê兄弟共十二人；"}},{"book":"代上","chapter":25,"verse":16,"versions":{"unv":"第九是瑪探雅；他和他兒子並弟兄共十二人。","bklcl":"tē-káu sī Má-thàm-ngá, i kap i ê kiáⁿ kap i ê hiaⁿ-tī, kiōng cha̍p-jī lâng;","tghg":"第九是瑪探雅；伊及伊的子及伊的兄弟共十二人。","bklhl":"第九是Má-thàm-ngá，伊kap伊ê kiáⁿ kap伊ê兄弟，共十二人；"}},{"book":"代上","chapter":25,"verse":17,"versions":{"unv":"第十是示每；他和他兒子並弟兄共十二人。","bklcl":"tē-cha̍p sī Sī-múi i kap i ê kiáⁿ kap i ê hiaⁿ-tī, kiōng cha̍p-jī lâng;","tghg":"第十是示每；伊及伊的子及伊的兄弟共十二人。","bklhl":"第十是Sī-múi，伊kap伊ê kiáⁿ kap伊ê兄弟，共十二人；"}},{"book":"代上","chapter":25,"verse":18,"versions":{"unv":"第十一是亞薩烈；他和他兒子並弟兄共十二人。","bklcl":"tē-cha̍p-it sī A-sat-lia̍t, i kap i ê kiáⁿ kap i ê hiaⁿ-tī, kiōng cha̍p-jī lâng;","tghg":"第十一是亞薩烈；伊及伊的子及伊的兄弟共十二人。","bklhl":"第十一是A-sat-lia̍t，伊kap伊ê kiáⁿ kap伊ê兄弟，共十二人；"}},{"book":"代上","chapter":25,"verse":19,"versions":{"unv":"第十二是哈沙比雅；他和他兒子並弟兄共十二人。","bklcl":"tē-cha̍p-jī sī Hap-sa-pí-ngá, i kap i ê kiáⁿ kap i ê hiaⁿ-tī, kiōng cha̍p-jī lâng;","tghg":"第十二是哈沙比雅；伊及伊的子及伊的兄弟共十二人。","bklhl":"第十二是Hap-sa-pí-ngá，伊kap伊ê kiáⁿ kap伊ê兄弟，共十二人；"}},{"book":"代上","chapter":25,"verse":20,"versions":{"unv":"第十三是書巴業；他和他兒子並弟兄共十二人。","bklcl":"tē-cha̍p-saⁿ sī Su-pa-gia̍p, i kap i ê kiáⁿ kap i ê hiaⁿ-tī, kiōng cha̍p-jī lâng;","tghg":"第十三是書巴業；伊及伊的子及伊的兄弟共十二人。","bklhl":"第十三是Su-pa-gia̍p，伊kap伊ê kiáⁿ kap伊ê兄弟，共十二人；"}},{"book":"代上","chapter":25,"verse":21,"versions":{"unv":"第十四是瑪他提雅；他和他兒子並弟兄共十二人。","bklcl":"tē-cha̍p-sì sī Má-tha-thê-ngá, i kap i ê kiáⁿ kap i ê hiaⁿ-tī, kiōng cha̍p-jī lâng;","tghg":"第十四是瑪他提雅；伊及伊的子及伊的兄弟共十二人。","bklhl":"第十四是Má-tha-thê-ngá，伊kap伊ê kiáⁿ kap伊ê兄弟，共十二人；"}},{"book":"代上","chapter":25,"verse":22,"versions":{"unv":"第十五是耶利摩；他和他兒子並弟兄共十二人。","bklcl":"tē-cha̍p-gō͘ sī Iâ-lī-mô͘, i kap i ê kiáⁿ kap i ê hiaⁿ-tī, kiōng cha̍p-jī lâng;","tghg":"第十五是耶利摩；伊及伊的子及伊的兄弟共十二人。","bklhl":"第十五是Iâ-lī-mô͘，伊kap伊ê kiáⁿ kap伊ê兄弟，共十二人；"}},{"book":"代上","chapter":25,"verse":23,"versions":{"unv":"第十六是哈拿尼雅；他和他兒子並弟兄共十二人。","bklcl":"tē-cha̍p-la̍k sī Hap-ná-nî-ngá, i kap i ê kiáⁿ kap i ê hiaⁿ-tī, kiōng cha̍p-jī lâng;","tghg":"第十六是哈拿尼雅；伊及伊的子及伊的兄弟共十二人。","bklhl":"第十六是Hap-ná-nî-ngá，伊kap伊ê kiáⁿ kap伊ê兄弟，共十二人；"}},{"book":"代上","chapter":25,"verse":24,"versions":{"unv":"第十七是約施比加沙；他和他兒子並弟兄共十二人。","bklcl":"tē-cha̍p-chhit sī Iok-si-pí-ka-sa, i kap i ê kiáⁿ kap i ê hiaⁿ-tī, kiōng cha̍p-jī lâng;","tghg":"第十七是約施比加沙；伊及伊的子及伊的兄弟共十二人。","bklhl":"第十七是Iok-si-pí-ka-sa，伊kap伊ê kiáⁿ kap伊ê兄弟，共十二人；"}},{"book":"代上","chapter":25,"verse":25,"versions":{"unv":"第十八是哈拿尼；他和他兒子並弟兄共十二人。","bklcl":"tē-cha̍p-poeh sī Hap-ná-nî, i kap i ê kiáⁿ kap i ê hiaⁿ-tī, kiōng cha̍p-jī lâng;","tghg":"第十八是哈拿尼；伊及伊的子及伊的兄弟共十二人。","bklhl":"第十八是Hap-ná-nî，伊kap伊ê kiáⁿ kap伊ê兄弟，共十二人；"}},{"book":"代上","chapter":25,"verse":26,"versions":{"unv":"第十九是瑪羅提；他和他兒子並弟兄共十二人。","bklcl":"tē-cha̍p-káu sī Má-lô-thê, i kap i ê kiáⁿ kap i ê hiaⁿ-tī, kiōng cha̍p-jī lâng;","tghg":"第十九是瑪羅提；伊及伊的子及伊的兄弟共十二人。","bklhl":"第十九是Má-lô-thê，伊kap伊ê kiáⁿ kap伊ê兄弟，共十二人；"}},{"book":"代上","chapter":25,"verse":27,"versions":{"unv":"第二十是以利亞他；他和他兒子並弟兄共十二人。","bklcl":"tē-jī-cha̍p sī Í-lī-a-tha, i kap i ê kiáⁿ kap i ê hiaⁿ-tī, kiōng cha̍p-jī lâng;","tghg":"第二十是以利亞他；伊及伊的子及伊的兄弟共十二人。","bklhl":"第二十是Í-lī-a-tha，伊kap伊ê kiáⁿ kap伊ê兄弟，共十二人；"}},{"book":"代上","chapter":25,"verse":28,"versions":{"unv":"第二十一是何提；他和他兒子並弟兄共十二人。","bklcl":"tē-jī-cha̍p-it sī Hô-thê, i kap i ê kiáⁿ kap i ê hiaⁿ-tī, kiōng cha̍p-jī lâng;","tghg":"第二十一是何提；伊及伊的子及伊的兄弟共十二人。","bklhl":"第二十一是Hô-thê，伊kap伊ê kiáⁿ kap伊ê兄弟，共十二人；"}},{"book":"代上","chapter":25,"verse":29,"versions":{"unv":"第二十二是基大利提；他和他兒子並弟兄共十二人。","bklcl":"tē-jī-cha̍p-jī sī Ki-tāi-lī-thê, i kap i ê kiáⁿ kap i ê hiaⁿ-tī, kiōng cha̍p-jī lâng;","tghg":"第二十二是基大利提；伊及伊的子及伊的兄弟共十二人。","bklhl":"第二十二是Ki-tāi-lī-thê，伊kap伊ê kiáⁿ kap伊ê兄弟，共十二人；"}},{"book":"代上","chapter":25,"verse":30,"versions":{"unv":"第二十三是瑪哈秀；他和他兒子並弟兄共十二人。","bklcl":"tē-jī-cha̍p-saⁿ sī Má-hap-siù, i kap i ê kiáⁿ kap i ê hiaⁿ-tī, kiōng cha̍p-jī lâng;","tghg":"第二十三是瑪哈秀；伊及伊的子及伊的兄弟共十二人。","bklhl":"第二十三是Má-hap-siù，伊kap伊ê kiáⁿ kap伊ê兄弟，共十二人；"}},{"book":"代上","chapter":25,"verse":31,"versions":{"unv":"第二十四是羅幔提‧以謝；他和他兒子並弟兄共十二人。","bklcl":"tē jī-cha̍p-sì sī Lô-bān-thê-í-siā, i kap i ê kiáⁿ kap i ê hiaⁿ-tī, kiōng cha̍p-jī lâng.","tghg":"第二十四是羅幔提以謝；伊及伊的子及伊的兄弟共十二人。","bklhl":"第二十四是Lô-bān-thê-í-siā，伊kap伊ê kiáⁿ kap伊ê兄弟，共十二人。"}}]