[{"book":"代上","chapter":29,"verse":1,"versions":{"unv":"大衛王對會眾說：「我兒子所羅門是　神特選的，還年幼嬌嫩；這工程甚大，因這殿不是為人，乃是為耶和華　神建造的。","bklcl":"Tāi-pi̍t ông tùi hōe-chiòng kóng, Góa ê kiáⁿ Só͘-lô-bûn sī Siōng-tè te̍k-pia̍t kéng--ê, iáu-kú siàu-liân iù-chíⁿ; chit ê kang-tiâⁿ chin-tōa; in-ūi chit ê tiān m̄-sī ūi-tio̍h lâng, chiū-sī ūi-tio̍h Iâ-hô-hoa Siōng-tè khí--ê.","tghg":"大衛王對會眾講：「我的子所羅門是上帝特別揀者，猶久(iáu-kú)少年幼茈(iù-chíⁿ)；此個工程真大，因為此個殿呣是為著人，就是為著耶和華上帝起的。","bklhl":"大衛王對會眾講，我ê kiáⁿ所羅門是上帝特別揀ê，iáu-kú少年幼chíⁿ；chit ê工程真大；因為chit ê殿m̄是為tio̍h人，就是為tio̍h耶和華上帝起ê。"}},{"book":"代上","chapter":29,"verse":2,"versions":{"unv":"我為我　神的殿已經盡力，預備金子做金器，銀子做銀器，銅做銅器，鐵做鐵器，木做木器，還有紅瑪瑙可鑲嵌的寶石，彩石和一切的寶石，並許多漢白玉。","bklcl":"Góa ūi-tio̍h góa ê Siōng-tè ê tiān, í-keng chīn khùi-la̍t, pī-pān kim chòe kim-khì, pī-pān gûn chòe gûn-khì, tâng chòe tâng-khì, thih chòe thih-khì, chhâ chòe chhâ-khì; koh ū âng bé-ló, kap thang siuⁿ ê pó-chio̍h, kng-chio̍h, chhái-sek ê chio̍h, í-ki̍p ta̍k-iūⁿ ê pó-chio̍h, sia̍h-chio̍h ke̍k-chōe.","tghg":"我為著我的上帝的殿已經盡氣力，備辦金做金器，備辦銀做銀器，銅做銅器，鐵做鐵器，柴做柴器，閣有紅瑪瑙(bé-ló)及通鑲(siuⁿ)的寶石，光石，彩色的石，以及逐樣的寶石，矽石(sia̍h-chio̍h)極多。","bklhl":"我為tio̍h我ê上帝ê殿，已經盡氣力，備辦金做金器，備辦銀做銀器，銅做銅器，鐵做鐵器，柴做柴器；koh有紅瑪瑙，kap thang鑲ê寶石、光石，彩色ê石，以及ta̍k樣ê寶石，矽(sia̍h)石極chōe。"}},{"book":"代上","chapter":29,"verse":3,"versions":{"unv":"且因我心中愛慕我　神的殿，就在預備建造聖殿的材料之外，又將我自己積蓄的金銀獻上，建造我　神的殿，","bklcl":"In-ūi góa him-bō͘ góa ê Siōng-tè ê tiān, chiū tī pī-pān khí sèng-tiān ê chhâi-liāu í-gōa, koh ēng góa pún-sin só͘ chek-chū ê kim-gûn, hiàn tī góa Siōng-tè ê chhù;","tghg":"因為我欣慕我的上帝的殿，就佇備辦起聖殿的材料以外，閣用我本身所積聚的金銀，獻佇我上帝的厝，","bklhl":"因為我欣慕我ê上帝ê殿，就tī備辦起聖殿ê材料以外，koh用我本身所積聚ê金銀，獻tī我上帝ê厝；"}},{"book":"代上","chapter":29,"verse":4,"versions":{"unv":"就是俄斐金三千他連得、精鍊的銀子七千他連得，以貼殿牆。","bklcl":"chiū-sī Gô-hui ê kim, saⁿ-chheng tha-liân-tek ê kim, thoàn-liān ê gûn chhit-chheng tha-liân-tek, lâi an chiah-ê chhù-chhiûⁿ;","tghg":"就是俄斐的金三千他連得的金、鍛煉的銀七千他連得，來安諸個厝牆。","bklhl":"就是Gô-hui ê金，三千tha-liân-tek ê金，鍛鍊ê銀七千tha-liân-tek，來安chiah ê厝牆；"}},{"book":"代上","chapter":29,"verse":5,"versions":{"unv":"金子做金器，銀子做銀器，並藉匠人的手製造一切。今日有誰樂意將自己獻給耶和華呢？」","bklcl":"kim chòe kim-khì, gûn chòe gûn-khì, kap sai-hū ê chhiú só͘ chòe chiah-ê kang.  Kin-á-ji̍t ū sím-mi̍h lâng hoaⁿ-hí chiong pún-sin hiàn hō͘ Iâ-hô-hoa ah?","tghg":"金做金器，銀做銀器，及師傅的手所做諸個工。今仔日有甚麼人歡喜將本身獻互耶和華啊？」","bklhl":"金做金器，銀做銀器，kap師傅ê手所做chiah ê工。今á日有甚麼人歡喜將本身獻hō͘耶和華ah？"}},{"book":"代上","chapter":29,"verse":6,"versions":{"unv":"於是，眾族長和以色列各支派的首領、千夫長、百夫長，並監管王工的官長，都樂意獻上。","bklcl":"Tùi án-ni chèng cho̍k-tiúⁿ, kap Í-sek-lia̍t ta̍k chi-phài ê siú-léng, chhian-chóng, pé-chóng, í-ki̍p kam(**kàm)-tok hiah-ê kā ông chòe-kang--ê, lóng hoaⁿ-hí lâi hiàn.","tghg":"對按呢，眾族長及以色列逐支派的首領、千總、百總，以及監督許個給王做工的，攏歡喜來獻。","bklhl":"Tùi án-ni，眾族長，kap以色列ta̍k支派ê首領、千總、百總，以及監督hiah-ê kā王做工ê，lóng歡喜來獻。"}},{"book":"代上","chapter":29,"verse":7,"versions":{"unv":"他們為　神殿的使用獻上金子五千他連得零一萬達利克，銀子一萬他連得，銅一萬八千他連得，鐵十萬他連得。","bklcl":"In ūi-tio̍h Siōng-tè tiān ê lō͘-ēng, hiàn kim gō͘ chheng tha-liân-tek liân chi̍t-bān ta̍t-lī-khek, gûn chi̍t-bān tha-liân-tek, tâng chi̍t-bān poeh chheng tha-liân-tek, thih cha̍p-bān tha-liân-tek.","tghg":"𪜶為著上帝殿的路用，獻金五千他連得連一萬達利克，銀一萬他連得，銅一萬八千他連得，鐵十萬他連得。","bklhl":"In為tio̍h上帝殿ê路用，獻金五千tha-liân-tek連一萬ta̍t-lī-khek，銀一萬tha-liân-tek，銅一萬八千tha-liân-tek，鐵十萬tha-liân-tek。"}},{"book":"代上","chapter":29,"verse":8,"versions":{"unv":"凡有寶石的都交給革順人耶歇，送入耶和華殿的府庫。","bklcl":"Kìⁿ-nā ū pó-chio̍h--ê, lóng kau-tài Kek-sūn lâng Iâ-iat ê chhiú, sàng-ji̍p Iâ-hô-hoa tiān ê hú-khò͘.","tghg":"見若有寶石的攏交代革順人耶悅的手，送入耶和華殿的府庫。","bklhl":"見若有寶石ê，lóng交帶Kek-sūn人Iâ-iat ê手，送入耶和華殿ê府庫。"}},{"book":"代上","chapter":29,"verse":9,"versions":{"unv":"因這些人誠心樂意獻給耶和華，百姓就歡喜，大衛王也大大歡喜。","bklcl":"In-ūi in kam-sim hiàn, peh-sìⁿ lóng hoaⁿ-hí, in-ūi in chīn-sim hiàn hō͘ Iâ-hô-hoa; Tāi-pi̍t ông iā tōa hoaⁿ-hí kàu-ke̍k.","tghg":"因為𪜶甘心獻，百姓攏歡喜，因為𪜶盡心獻互耶和華，大衛王也大歡喜到極。","bklhl":"因為in甘心獻，百姓lóng歡喜，因為in盡心獻hō͘耶和華；大衛王也大歡喜到極。"}},{"book":"代上","chapter":29,"verse":10,"versions":{"unv":"所以，大衛在會眾面前稱頌耶和華說：「耶和華─我們的父，以色列的　神是應當稱頌，直到永永遠遠的！","bklcl":"Só͘-í Tāi-pi̍t tī hōe-chiòng ê bīn-chêng o-ló Iâ-hô-hoa;  Tāi-pi̍t kóng, Iâ-hô-hoa goán ê chó͘ Í-sek-lia̍t ê Siōng-tè ah, sī eng-kai o-ló--ê, tùi éng-oán kàu éng-oán;","tghg":"所以，大衛佇會眾的面前謳咾耶和華，大衛講：「耶和華──阮的祖以色列的上帝啊，是應該謳咾者，對永遠到永遠！","bklhl":"所以大衛tī會眾ê面前o-ló耶和華；大衛講，耶和華阮ê祖以色列ê上帝ah，是應該o-ló-ê，tùi永遠到永遠；"}},{"book":"代上","chapter":29,"verse":11,"versions":{"unv":"耶和華啊，尊大、能力、榮耀、強勝、威嚴都是你的；凡天上地下的都是你的；國度也是你的，並且你為至高，為萬有之首。","bklcl":"Iâ-hô-hoa ah, chun-tōa, lêng-le̍k, êng-kng, tek-sèng, ui-giâm lóng sī Lí-ê; hoān-nā tī thiⁿ-téng tōe-ē--ê, lóng sī Lí-ê;  Iâ-hô-hoa ah, kok iā sī Lí-ê, Lí sī chì-koâiⁿ, chòe bān-ū ê thâu.","tghg":"耶和華啊，尊大、能力、榮光、得勝、威嚴攏是你的；凡若佇天頂地下的攏是你的；耶和華啊，國也是你的，你是至高，做萬有的頭。","bklhl":"耶和華ah，尊大、能力、榮光、得勝、威嚴lóng是你ê；凡若tī天頂地下ê，lóng是你ê；耶和華ah，國也是你ê，你是至koân，做萬有ê頭。"}},{"book":"代上","chapter":29,"verse":12,"versions":{"unv":"豐富尊榮都從你而來，你也治理萬物。在你手裡有大能大力，使人尊大強盛都出於你。","bklcl":"Hó-gia̍h chun-kùi lóng tùi Lí lâi, Lí iā chiáng-koán bān-ū; tī Lí ê chhiú ū tōa koân-lêng tōa khùi-la̍t; hō͘ lâng chun-tōa, hō͘ chèng-lâng tōa khùi-la̍t, lóng chhut tī Lí ê chhiú.","tghg":"好額尊貴攏對你來，你也掌管萬有。佇你的手有大權能大氣力，互人尊大互眾人大氣力攏出佇你的手。","bklhl":"好額尊貴lóng tùi你來，你也掌管萬有；tī你ê手有大權能大氣力；hō͘人尊大，hō͘眾人大氣力，lóng出tī你ê手。"}},{"book":"代上","chapter":29,"verse":13,"versions":{"unv":"我們的　神啊，現在我們稱謝你，讚美你榮耀之名！","bklcl":"Goán ê Siōng-tè ah, taⁿ goán kám-siā Lí, o-ló Lí êng-kng ê miâ;","tghg":"阮的上帝啊，今阮感謝你，謳咾你榮光的名！","bklhl":"阮ê上帝ah，taⁿ阮感謝你，o-ló你榮光ê名；"}},{"book":"代上","chapter":29,"verse":14,"versions":{"unv":"「我算甚麼，我的民算甚麼，竟能如此樂意奉獻？因為萬物都從你而來，我們把從你而得的獻給你。","bklcl":"góa sī sím-mi̍h, góa ê peh-sìⁿ sī sím-mi̍h, goán kéng-jiân ōe án-ni hoaⁿ-hí hōng-hiàn ah?  In-ūi bān-mi̍h lóng tùi Lí lâi, goán ēng Lí ê mi̍h hiàn hō͘ Lí;","tghg":"「我是甚麼，我的百姓是甚麼，阮竟然會按呢歡喜奉獻啊？因為萬物攏對你來，阮用你的物獻互你。","bklhl":"我是甚麼，我ê百姓是甚麼，阮竟然能án-ni歡喜奉獻ah？因為萬物lóng tùi你來，阮用你ê物獻hō͘你；"}},{"book":"代上","chapter":29,"verse":15,"versions":{"unv":"我們在你面前是客旅，是寄居的，與我們列祖一樣。我們在世的日子如影兒，不能長存（或譯：沒有長存的指望）。","bklcl":"goán tī Lí ê bīn-chêng sī chhut-gōa lâng, sī kià-kha--ê, kap goán ê lia̍t-chó͘ chi̍t-poaⁿ-iūⁿ; goán tī sè-kan ê ji̍t-chí chhin-chhiūⁿ iáⁿ, bô thang ǹg-bāng tn̂g-tn̂g tī-teh.","tghg":"阮佇你的面前是出外人，是寄腳者，及阮的列祖一般樣。阮佇世間的日子親像影，無通向望長長佇啲。","bklhl":"阮tī你ê面前是出外人，是寄腳ê，kap阮ê列祖一般樣；阮tī世間ê日子親像影，無thang ǹg望長長tī-teh。"}},{"book":"代上","chapter":29,"verse":16,"versions":{"unv":"耶和華─我們的　神啊，我們預備這許多材料，要為你的聖名建造殿宇，都是從你而來，都是屬你的。","bklcl":"Iâ-hô-hoa goán ê Siōng-tè ah, goán pī-pān chiah-ê chōe-chōe chhâi-liāu, beh ūi-tio̍h Lí ê sèng-miâ khí Lí ê tiān, lóng sī tùi Lí lâi, iā lóng sī Lí--ê.","tghg":"耶和華──阮的上帝啊，阮備辦諸個多多材料，欲為著你的聖名起你的殿，攏是對你來，也攏是你的。","bklhl":"耶和華阮ê上帝ah，阮備辦chiah ê chōe-chōe材料，beh為tio̍h你ê聖名起你ê殿，lóng是tùi你來，也lóng是你ê。"}},{"book":"代上","chapter":29,"verse":17,"versions":{"unv":"我的　神啊，我知道你察驗人心，喜悅正直；我以正直的心樂意獻上這一切物。現在我喜歡見你的民在這裡都樂意奉獻與你。","bklcl":"Góa ê Siōng-tè ah, góa chai Lí kàm-chhat lâng ê sim, hoaⁿ-hí chèng-ti̍t; lūn-kàu góa, góa ēng chèng-ti̍t ê sim hoaⁿ-hí hiàn che it-chhè ê mi̍h; taⁿ góa khòaⁿ-kìⁿ Lí ê peh-sìⁿ tī-chia, lóng hoaⁿ-hí hiàn hō͘ Lí, góa chiū hoaⁿ-hí.","tghg":"我的上帝啊，我知你鑑察人的心，歡喜正直；論到我，我用正直的心歡喜獻這一切的物。今我看見你的百姓佇遮攏歡喜獻互你，我就歡喜。","bklhl":"我ê上帝ah，我知你鑑察人ê心，歡喜正直；論到我，我用正直ê心歡喜獻這一切ê物；taⁿ我看見你ê百姓tī-chia，lóng歡喜獻hō͘你，我就歡喜。"}},{"book":"代上","chapter":29,"verse":18,"versions":{"unv":"耶和華─我們列祖亞伯拉罕、以撒、以色列的　神啊，求你使你的民常存這樣的心思意念，堅定他們的心歸向你，","bklcl":"Iâ-hô-hoa, goán lia̍t-chó͘ A-pek-la̍h-hán, Í-sat, Í-sek-lia̍t ê Siōng-tè ah, kiû Lí hō͘ Lí ê peh-sìⁿ siông-siông chûn chit-hō ê sim-su liām-thâu, pī-pān in ê sim kui-ǹg Lí.","tghg":"耶和華──阮列祖亞伯拉罕、以撒、以色列的上帝啊，求你互你的百姓常常存此號的心思念頭，備辦𪜶的心歸向你，","bklhl":"耶和華，阮列祖亞伯拉罕、以撒，以色列ê上帝ah，求你hō͘你ê百姓常常存chit號ê心思念頭，備辦in ê心歸向你。"}},{"book":"代上","chapter":29,"verse":19,"versions":{"unv":"又求你賜我兒子所羅門誠實的心，遵守你的命令、法度、律例，成就這一切的事，用我所預備的建造殿宇。」","bklcl":"Koh kiû Lí siúⁿ-sù góa ê kiáⁿ Só͘-lô-bûn sêng-si̍t ê sim, lâi siú Lí ê bēng-lēng, hoat-tō͘, lu̍t-lē, chòe-chiâⁿ che it-chhè ê sū, ēng góa só͘ pī-pān-ê lâi khí tiān.","tghg":"閣求你賞賜我的子所羅門誠實的心，來守你的命令、法度、律例，做成這一切的事，用我所備辦的來起殿。」","bklhl":"Koh求你賞賜我ê kiáⁿ所羅門誠實ê心，來守你ê命令、法度、律例，做成這一切ê事，用我所備辦-ê來起殿。"}},{"book":"代上","chapter":29,"verse":20,"versions":{"unv":"大衛對全會眾說：「你們應當稱頌耶和華─你們的　神。」於是會眾稱頌耶和華─他們列祖的　神，低頭拜耶和華與王。","bklcl":"Tāi-pi̍t tùi chiah-ê hōe-chiòng kóng, Lín tio̍h o-ló Iâ-hô-hoa lín ê Siōng-tè; tùi án-ni hōe-chiòng o-ló Iâ-hô-hoa in lia̍t-chó͘ ê Siōng-tè, àⁿ-thâu pài Iâ-hô-hoa kap ông.","tghg":"大衛對諸個會眾講：「恁著謳咾耶和華──恁的上帝。」對按呢會眾謳咾耶和華──𪜶列祖的上帝，俯頭拜耶和華及王。","bklhl":"大衛對chiah ê會眾講，Lín tio̍h o-ló耶和華lín ê上帝；Tùi án-ni，會眾o-ló耶和華in列祖ê上帝，àⁿ頭拜耶和華kap王。"}},{"book":"代上","chapter":29,"verse":21,"versions":{"unv":"次日，他們向耶和華獻平安祭和燔祭，就是獻公牛一千隻，公綿羊一千隻，羊羔一千隻，並同獻的奠祭；又為以色列眾人獻許多的祭。那日，他們在耶和華面前吃喝，大大歡樂。","bklcl":"Keh-ji̍t in hiàn-chè hō͘ Iâ-hô-hoa, koh hiàn sio-chè hō͘ Iâ-hô-hoa; chiū-sī hiàn kang ê gû chi̍t-chheng chiah, kang ê mî-iûⁿ chi̍t-chheng chiah, iûⁿ-á chi̍t-chheng chiah, kap i ê koàn-tiān; koh ūi Í-sek-lia̍t ê chèng-lâng hiàn chōe-chōe chè-mi̍h.","tghg":"隔日，𪜶獻祭互耶和華閣獻燒祭互耶和華，就是獻公的牛一千隻，公的綿羊一千隻，羊仔一千隻，及伊的灌奠；閣為以色列的眾人獻多多祭物。彼日，𪜶佇耶和華的面前飲食，大大歡喜。","bklhl":"隔日in獻祭hō͘耶和華，koh獻燒祭hō͘耶和華；就是獻公ê牛一千隻，公ê綿羊一千隻，羊á一千隻，kap伊ê灌奠；koh為以色列ê眾人獻chōe-chōe祭物。"}},{"book":"代上","chapter":29,"verse":22,"versions":{"unv":"他們奉耶和華的命再膏大衛的兒子所羅門作王，又膏撒督作祭司。","bklcl":"Hit-ji̍t in tī Iâ-hô-hoa ê bīn-chêng lim-chia̍h tōa-tōa hoaⁿ-hí.  In tē-jī pái siat-li̍p Tāi-pi̍t ê kiáⁿ Só͘-lô-bûn chòe ông, ūi Iâ-hô-hoa ēng iû boah i, hō͘ i chòe kun-ông; ia̍h ēng iû boah Sat-tok chòe chè-si.","tghg":"𪜶第二擺設立大衛的子所羅門做王，為耶和華用油抹伊，互伊做君王，亦用油抹撒督做祭司。","bklhl":"Hit日in tī耶和華ê面前lim食大大歡喜。In第二pái設立大衛ê kiáⁿ所羅門做王，為耶和華用油抹伊，hō͘伊做君王；亦用油抹Sat-tok做祭司。"}},{"book":"代上","chapter":29,"verse":23,"versions":{"unv":"於是所羅門坐在耶和華所賜的位上，接續他父親大衛作王，萬事亨通；以色列眾人也都聽從他。","bklcl":"Tùi án-ni Só͘-lô-bûn chē tī Iâ-hô-hoa só͘ siúⁿ-sù ê ūi, sòa-chiap  i ê lāu-pē Tāi-pi̍t chòe ông, bô m̄ heng-thong; Í-sek-lia̍t chèng-lâng iā lóng thiaⁿ-thàn i.","tghg":"對按呢所羅門坐佇耶和華所賞賜的位，續接伊的老父大衛做王，無呣亨通；以色列眾人也攏聽趁伊。","bklhl":"Tùi án-ni，所羅門坐tī耶和華所賞賜ê位，續接伊ê老父大衛做王，無m̄興通；以色列眾人也lóng聽趁伊。"}},{"book":"代上","chapter":29,"verse":24,"versions":{"unv":"眾首領和勇士，並大衛王的眾子，都順服所羅門王。","bklcl":"Chèng siú-léng kap ióng-sū, kap Tāi-pi̍t ông ê chèng-kiáⁿ, lóng sūn-ho̍k Só͘-lô-bûn ông.","tghg":"眾首領及勇士，及大衛王的眾子，攏順服所羅門王。","bklhl":"眾首領kap勇士，kap大衛王ê眾kiáⁿ，lóng順服所羅門王。"}},{"book":"代上","chapter":29,"verse":25,"versions":{"unv":"耶和華使所羅門在以色列眾人眼前甚為尊大，極其威嚴，勝過在他以前的以色列王。","bklcl":"Iâ-hô-hoa hō͘ Só͘-lô-bûn tī Í-sek-lia̍t chèng-lâng ê bīn-chêng, ke̍k-kî chun-tōa; hō͘ i chòe kok-ông ê ui-hong, iâⁿ-kè Í-sek-lia̍t í-chêng ê ông.","tghg":"耶和華互所羅門佇以色列眾人的面前極其尊大，互伊做國王的威風，贏過以色列以前的王。","bklhl":"耶和華hō͘所羅門tī以色列眾人ê面前，極其尊大；hō͘伊做國王ê威風，贏過以色列以前ê王。"}},{"book":"代上","chapter":29,"verse":26,"versions":{"unv":"耶西的兒子大衛作以色列眾人的王，","bklcl":"Iâ-se ê kiáⁿ Tāi-pi̍t chòe Í-sek-lia̍t chèng-lâng ê ông;","tghg":"耶西的子大衛做以色列眾人的王，","bklhl":"耶西ê kiáⁿ大衛做以色列眾人ê王；"}},{"book":"代上","chapter":29,"verse":27,"versions":{"unv":"作王共四十年：在希伯崙作王七年，在耶路撒冷作王三十三年。","bklcl":"i chòe Í-sek-lia̍t ông, le̍k-kè sì-cha̍p nî, tī Hi-pek-lûn chòe-ông chhit-nî, tī Iâ-lō͘-sat-léng chòe-ông saⁿ-cha̍p-saⁿ nî.","tghg":"伊做以色列王歷過四十年：佇希伯崙做王七年，佇耶路撒冷做王三十三年。","bklhl":"伊做以色列王，歷過四十年，tī Hi-pek-lûn做王七年，tī耶路撒冷做王三十三年。"}},{"book":"代上","chapter":29,"verse":28,"versions":{"unv":"他年紀老邁，日子滿足，享受豐富、尊榮，就死了。他兒子所羅門接續他作王。","bklcl":"I chia̍h tn̂g hè-siū; nî-hè, hó-gia̍h, êng-kng lóng móa-chiok, chiū kè-sì; i ê kiáⁿ Só͘-lô-bûn sòa-chiap i chòe-ông.","tghg":"伊食長歲壽，年歲、好額、榮光攏滿足，就過世。伊的子所羅門續接伊做王。","bklhl":"伊食長歲壽；年歲、好額、榮光lóng滿足，就過世；伊ê kiáⁿ所羅門續接伊做王。"}},{"book":"代上","chapter":29,"verse":29,"versions":{"unv":"大衛王始終的事都寫在先見撒母耳的書上和先知拿單並先見迦得的書上。","bklcl":"Tāi-pi̍t ông thâu kàu bé ê sū, lóng kì tī sian-kiàn Sat-bó͘-jíⁿ ê chheh, kap sian-ti Ná-tan ê chheh, í-ki̍p sian-kiàn Ka-tek ê chheh.","tghg":"大衛王頭到尾的事攏記佇先見撒母耳的冊及先知拿單的冊以及先見迦得的冊。","bklhl":"大衛王頭到尾ê事，lóng記tī先見撒母耳ê冊，kap先知Ná-tan ê冊，以及先見Ka-tek ê冊。"}},{"book":"代上","chapter":29,"verse":30,"versions":{"unv":"他的國事和他的勇力，以及他和以色列並列國所經過的事都寫在這書上。","bklcl":"Hiah ê chheh iā kì-chài i tī-lí kok ê sū, kap i ê tōa koân-lêng, í-ki̍p i kap Í-sek-lia̍t, kap sì-hng ê lia̍t-kok, só͘ keng-kè ê sî-sū.","tghg":"許個冊也記載伊治理國的事及伊的大權能，以及伊及以色列，及四方的列國，所經過的時事。","bklhl":"Hiah-ê冊也記載伊治理國ê事，kap伊ê大權能，以及伊kap以色列，kap四方ê列國，所經過ê時事。"}}]