[{"book":"代上","chapter":5,"verse":1,"versions":{"unv":"以色列的長子原是流便；因他污穢了父親的床，他長子的名分就歸了約瑟。只是按家譜他不算長子。","bklcl":"Í-sek-lia̍t ê tōa-kiáⁿ Liû-piān, (i pún sī tōa-kiáⁿ; in-ūi i phah lâ-sâm i ê lāu-pē ê bîn-chhn̂g, só͘-í tōa-kiáⁿ ê bêng-hūn chiū kui tī Í-sek-lia̍t ê kiáⁿ Iok-sek ê hō͘-è; to̍k-to̍k sè-hē bô chiàu tōa-kiáⁿ ê lē lâi sǹg.","tghg":"以色列的大子流便；伊本是大子，因為伊拍垃墋伊的老父的眠床，所以大子的名份就歸佇以色列的子約瑟的後裔。獨獨世系無照大子的例來算。","bklhl":"以色列ê大kiáⁿ Liû-piān，( 伊本是大kiáⁿ；因為伊phah lâ-sâm伊ê老父ê眠床，所以大kiáⁿ ê名份就歸tī以色列ê kiáⁿ約瑟ê後裔；獨獨世系無照大kiáⁿ ê例來算。"}},{"book":"代上","chapter":5,"verse":2,"versions":{"unv":"猶大勝過一切弟兄，君王也是從他而出；長子的名分卻歸約瑟。","bklcl":"In-ūi Iû-tāi iâⁿ-kè i lóng-chóng ê hiaⁿ-tī, kun-ông iā sī tùi i chhut; chóng-sī tōa-kiáⁿ ê bêng-hūn kui tī Iok-sek.)","tghg":"因為猶大贏過伊攏總的兄弟，君王也是對伊出；總是大子的名份歸佇約瑟。","bklhl":"因為偤大贏過伊lóng總ê兄弟，君王也是tùi伊出；總是大kiáⁿ ê名份歸tī約瑟。)"}},{"book":"代上","chapter":5,"verse":3,"versions":{"unv":"以色列長子流便的兒子是哈諾、法路、希斯倫、迦米。","bklcl":"Í-sek-lia̍t ê tōa-kiáⁿ Liû-piān ê kiáⁿ; Hap-lo̍k, Hoat-lō͘, Hi-su-lûn, Ka-bí.","tghg":"以色列的大子流便的子哈諾、法路、希斯倫、迦米。","bklhl":"以色列ê大kiáⁿ Liû-piān ê kiáⁿ；Hap-lo̍k、Hoat-lō͘、Hi-su-lûn、Ka-bí。"}},{"book":"代上","chapter":5,"verse":4,"versions":{"unv":"約珥的兒子是示瑪雅；示瑪雅的兒子是歌革；歌革的兒子是示每；","bklcl":"Iok-ní ê kiáⁿ, Sī-má-ngá; Sī-má-ngá ê kiáⁿ, Ko-kek; Ko-kek ê kiáⁿ, Sī-múi;","tghg":"約珥的子示瑪雅；示瑪雅的子歌革；歌革的子示每；","bklhl":"Iok-ní ê kiáⁿ，Sī-má-ngá；Sī-má-ngá ê kiáⁿ，Ko-kek；Ko-kek ê kiáⁿ，Sī-múi；"}},{"book":"代上","chapter":5,"verse":5,"versions":{"unv":"示每的兒子是米迦；米迦的兒子是利‧亞雅；利‧亞雅的兒子是巴力；","bklcl":"Sī-múi ê kiáⁿ, Bí-ka; Bí-ka ê kiáⁿ Lī-a-ngá; Lī-a-ngá ê kiáⁿ Pa-le̍k;","tghg":"示每的子米迦；米迦的子利亞雅；利亞雅的子巴力；","bklhl":"Sī-múi ê kiáⁿ，Bí-ka；Bí-ka ê kiáⁿ Lī-a-ngá；Lī-a-ngá ê kiáⁿ Pa-le̍k；"}},{"book":"代上","chapter":5,"verse":6,"versions":{"unv":"巴力的兒子是備‧拉。這備‧拉作流便支派的首領，被亞述王提革拉‧毘列色擄去。","bklcl":"Pa-le̍k ê kiáⁿ Pī-la̍h, chit ê Pī-la̍h chòe Liû-piān chi-phài ê siú-léng, hō͘ A-su̍t ông Thê-kek-la̍h-pí-nî-sek lia̍h-khì;","tghg":"巴力的子備拉。此個備拉做流便支派的首領，互亞述王提革拉毗尼色掠去。","bklhl":"Pa-le̍k ê kiáⁿ Pī-la̍h，chit ê Pī-la̍h做Liû-piān支派ê首領，hō͘亞述王Thê-kek-la̍h-pí-nî-sek掠去；"}},{"book":"代上","chapter":5,"verse":7,"versions":{"unv":"他的弟兄照著宗族，按著家譜作族長的是耶利、撒迦利雅、比拉。","bklcl":"i ê hiaⁿ-tī, chiàu chong-cho̍k chiàu sè-hē ê cho̍k-phó͘, chòe cho̍k-tiúⁿ-ê, sī Iâ-lī, Sat-ka-lī-ngá, Pí-la̍h;","tghg":"伊的兄弟照宗族，照世系的族譜做族長的是耶利、撒迦利雅、比拉。","bklhl":"伊ê兄弟，照宗族照世系ê族譜，做族長ê，是Iâ-lī、Sat-ka-lī-ngá、Pí-la̍h；"}},{"book":"代上","chapter":5,"verse":8,"versions":{"unv":"比拉是亞撒的兒子；亞撒是示瑪的兒子；示瑪是約珥的兒子；約珥所住的地方是從亞羅珥直到尼波和巴力‧免，","bklcl":"Pí-la̍h sī A-sat ê kiáⁿ; A-sat sī Sī-má ê kiáⁿ; Sī-má sī Iok-ní ê kiáⁿ; Iok-ní só͘ khiā-khí ê tōe-hng chiū-sī A-lô-ní kàu Nî-pho kap Pa-le̍k-bián;","tghg":"比拉是亞撒的子；亞撒是示瑪的子；示瑪是約珥的子；約珥所徛起的地方就是亞羅珥到尼波及巴力冕，","bklhl":"Pí-la̍h是A-sat ê kiáⁿ；A-sat是Sī-má ê kiáⁿ；Sī-má是Iok-ní ê kiáⁿ；Iok-ní所khiā起ê地方就是A-lô-ní到Nî-pho kap Pa-le̍k-bián；"}},{"book":"代上","chapter":5,"verse":9,"versions":{"unv":"又向東延到幼發拉底河這邊的曠野，因為他們在基列地牲畜增多。","bklcl":"koh tùi tang sòa kàu Pek-la̍h hô chit-pêng ê khòng-iá; in-ūi in tī Ki-lia̍t ê tōe in ê cheng-siⁿ chin-chōe.","tghg":"閣對東續到伯拉河此旁的曠野，因為𪜶佇基列的地𪜶的精牲真多。","bklhl":"Koh tùi東續到Pek-la̍h河chit-pêng ê曠野；因為in tī Ki-lia̍t ê地in ê cheng-siⁿ真chōe。"}},{"book":"代上","chapter":5,"verse":10,"versions":{"unv":"掃羅年間，他們與夏甲人爭戰，夏甲人倒在他們手下，他們就在基列東邊的全地，住在夏甲人的帳棚裡。","bklcl":"Sò-lô ê sî, in kap Hā-kah lâng kau-chiàn, Hā-kah lâng sí tī in ê chhiú-ē; in chiū tī Ki-lia̍t tang--sì ê choân-tōe khiā-khí tī in ê pò͘-pîⁿ.","tghg":"掃羅的時，𪜶及夏甲人交戰，夏甲人死佇𪜶的手下，𪜶就佇基列東勢的全地，徛起佇𪜶的布棚。","bklhl":"掃羅ê時，in kap夏甲人交戰，夏甲人死tī in ê手下；in就tī Ki-lia̍t東勢ê全地khiā起tī in ê布棚。"}},{"book":"代上","chapter":5,"verse":11,"versions":{"unv":"迦得的子孫在流便對面，住在巴珊地，延到撒迦。","bklcl":"Ka-tek ê kiáⁿ-sun tī Liû-piān ê tùi-bīn khiā-khí tī Pa-san ê tōe kàu tī Sat-ka;","tghg":"迦得的子孫佇流便的對面徛起，佇巴珊的地，到佇撒迦。","bklhl":"Ka-tek ê kiáⁿ孫tī Liû-piān ê對面khiā起tī Pa-san ê地到tī Sat-ka；"}},{"book":"代上","chapter":5,"verse":12,"versions":{"unv":"他們中間有作族長的約珥，有作副族長的沙番，還有雅乃和住在巴珊的沙法。","bklcl":"in tiong-kan chòe cho̍k-tiúⁿ--ê Iok-jíⁿ, ū chòe hù cho̍k-tiúⁿ--ê Sa-hoan, koh ū Ngá-nái kap khiā-khí tī Pa-san ê Sa-hoat.","tghg":"𪜶中間做族長的約珥，有做副族長的沙番，閣有雅乃及徛起佇巴珊的沙法。","bklhl":"in中間做族長ê約珥，有做副族長ê Sa-hoan，koh有Ngá-nái kap khiā起tī Pa-san ê Sa-hoat。"}},{"book":"代上","chapter":5,"verse":13,"versions":{"unv":"他們族弟兄是米迦勒、米書蘭、示巴、約賴、雅干、細亞、希伯，共七人。","bklcl":"In chong-cho̍k ê hiaⁿ-tī; Bí-ka-le̍k, Bí-su-lân, Sī-pa, Iok-nāi, Ngá-kan, Sè-a, Hi-pek, kiōng chhit lâng.","tghg":"𪜶宗族的兄弟米加勒、米書蘭、示巴、約賴、雅干、細亞、希伯，共七人。","bklhl":"In宗族ê兄弟；Bí-ka-le̍k、Bí-su-lân、Sī-pa、Iok-nāi、Ngá-kan、Sè-a、Hi-pek，共七人。"}},{"book":"代上","chapter":5,"verse":14,"versions":{"unv":"這都是亞比孩的兒子。亞比孩是戶利的兒子；戶利是耶羅亞的兒子；耶羅亞是基列的兒子；基列是米迦勒的兒子；米迦勒是耶示篩的兒子；耶示篩是耶哈多的兒子；耶哈多是布斯的兒子。","bklcl":"Chiah-ê lóng sī A-pí-hâi ê kiáⁿ, A-pí-hâi sī Hō͘-lī ê kiáⁿ, Hō͘-lī sī Iâ-lô-a ê kiáⁿ, Iâ-lô-a sī Ki-lia̍t ê kiáⁿ, Ki-lia̍t sī Bí-ka-le̍k ê kiáⁿ, Bí-ka-le̍k sī Iâ-sī-su ê kiáⁿ, Iâ-sī-su sī Iâ-hap-to ê kiáⁿ, Iâ-hap-to sī Pò͘-su ê kiáⁿ;","tghg":"諸個攏是亞比孩的子。亞比孩是戶利的子；戶利是耶羅亞的子；耶羅亞是基列的子；基列是米迦勒的子；米迦勒是耶示篩的子；耶示篩是耶哈多的子；耶哈多是布斯的子。","bklhl":"Chiah-ê lóng是A-pí-hâi ê kiáⁿ，A-pí-hâi是Hō͘-lī ê kiáⁿ，Hō͘-lī是Iâ-lô-a ê kiáⁿ，Iâ-lô-a是Ki-lia̍t ê kiáⁿ，Ki-lia̍t是Bí-ka-le̍k ê kiáⁿ，Bí-ka-le̍k是Iâ-sī-su ê kiáⁿ，Iâ-sī-su是Iâ-hap-to ê kiáⁿ，Iâ-hap-to是Pò͘-su ê kiáⁿ；"}},{"book":"代上","chapter":5,"verse":15,"versions":{"unv":"還有古尼的孫子、押比疊的兒子亞希。這都是作族長的。","bklcl":"koh ū Kó͘-nî ê sun, Ap-pí-tia̍p ê kiáⁿ A-hi; chiah-ê lóng sī chòe cho̍k-tiúⁿ--ê.","tghg":"閣有古尼的孫、押比疊的子亞希。諸個攏是做族長的。","bklhl":"Koh有Kó͘-nî ê孫，Ap-pí-tia̍p ê kiáⁿ A-hi；chiah ê lóng是做族長ê。"}},{"book":"代上","chapter":5,"verse":16,"versions":{"unv":"他們住在基列與巴珊和巴珊的鄉村，並沙崙的郊野，直到四圍的交界。","bklcl":"In khiā-khí tī Ki-lia̍t kap Pa-san, kap i ê hiuⁿ-lí, í-ki̍p Sa-lûn ê kau-iá, ti̍t-kàu sì-ûi ê kau-kài.","tghg":"𪜶徛起佇基列及巴珊及伊的鄉里，以及沙崙的郊野，直到四圍的交界。","bklhl":"In khiā起tī Ki-lia̍t kap Pa-san，kap伊ê鄉里，以及Sa-lûn ê郊野，直到四圍ê交界。"}},{"book":"代上","chapter":5,"verse":17,"versions":{"unv":"這些人在猶大王約坦並在以色列王耶羅波安年間，都載入家譜。","bklcl":"Chiah-ê lâng tī Iû-tāi ông Iok-thán ê sî, kap Í-sek-lia̍t ông Iâ-lô-phò-àm ê sî, lóng kì tī in ê sè-hē ê cho̍k-phó͘.","tghg":"諸個人佇猶大王約坦的時，及以色列王耶羅波安的時，攏記佇𪜶的世系的族譜。","bklhl":"Chiah-ê人tī偤大王Iok-thán ê時，kap以色列王Iâ-lô-phò-àm ê時，lóng記tī in ê世系ê族譜。"}},{"book":"代上","chapter":5,"verse":18,"versions":{"unv":"流便人、迦得人，和瑪拿西半支派的人，能拿盾牌和刀劍、拉弓射箭、出征善戰的勇士共有四萬四千七百六十名。","bklcl":"Liû-piān  lâng Ka-tek lâng kap Má-ná-se pòaⁿ-chi-phài ê lâng, ōe kōaⁿ tîn-pâi kia̍h-to, khui-keng siā-chìⁿ, chhut-cheng gâu saⁿ-thâi ê ióng-sū, kiōng ū sì-bān sì-chheng chhit-pah la̍k-cha̍p lâng.","tghg":"流便人、迦得人，及瑪拿西半支派的人，會捾(kōaⁿ)盾牌攑刀、開弓射箭、出征𠢕(gâu)相刣的勇士，共有四萬四千七百六十人。","bklhl":"Liû-piān人Ka-tek人kap Má-ná-se半支派ê人，能kōaⁿ藤牌kia̍h刀，開弓射箭，出征gâu相刣 ê勇士，共有四萬四千七百六十人。"}},{"book":"代上","chapter":5,"verse":19,"versions":{"unv":"他們與夏甲人、伊突人、拿非施人、挪答人爭戰。","bklcl":"In kap Hā-kah lâng, I-tu̍t lâng, Ná-hui-si lâng, Lô-tap lâng kau-chiàn.","tghg":"𪜶及夏甲人、伊突人、拿非施人、羅答人交戰。","bklhl":"In kap夏甲人、I-tu̍t人、Ná-hui-si人、Lô-tap人交戰。"}},{"book":"代上","chapter":5,"verse":20,"versions":{"unv":"他們得了　神的幫助，夏甲人和跟隨夏甲的人都交在他們手中；因為他們在陣上呼求　神，倚賴　神，　神就應允他們。","bklcl":"In tit-tio̍h pang-chān, Hā-kah lâng kap kun-tè in ê lâng lóng kau tī in ê chhiú; in-ūi in tī chiàn-tīn ê tiong-kan kiû-kiò Siōng-tè; in-ūi in óa-khò Siōng-tè, I chiū thiaⁿ in.","tghg":"𪜶得著幫助，夏甲人及跟隨(kun-tè)𪜶的人攏交佇𪜶的手；因為𪜶佇戰陣的中間求叫上帝，因為𪜶倚靠上帝，伊就聽𪜶。","bklhl":"In得tio̍h幫贊，夏甲人kap跟tè in ê人lóng交tī in ê手；因為in tī戰陣ê中間求叫上帝；因為in óa靠上帝，伊就聽in。"}},{"book":"代上","chapter":5,"verse":21,"versions":{"unv":"他們擄掠了夏甲人的牲畜，有駱駝五萬，羊二十五萬，驢二千；又有人十萬。","bklcl":"In chhiúⁿ-lia̍h Hā-kah lâng ê cheng-siⁿ; ū lo̍k-tô gō͘-bān chiah, iûⁿ jī-cha̍p-gō͘ bān chiah, lû nn̄g-chheng chiah, koh ū lâng cha̍p-bān.","tghg":"𪜶搶掠夏甲人的精牲，有駱駝五萬隻，羊二十五萬隻，驢二千隻；閣有人十萬。","bklhl":"In搶掠夏甲人ê cheng-siⁿ；有駱駝五萬隻，羊二十五萬隻，驢兩千隻，koh有人十萬。"}},{"book":"代上","chapter":5,"verse":22,"versions":{"unv":"敵人被殺仆倒的甚多，因為這爭戰是出乎　神。他們就住在敵人的地上，直到被擄的時候。","bklcl":"Tùi-te̍k sí-ê chin chōe, in-ūi chit ê kau-chiàn sī tùi Siōng-tè.  In chiū tòa tī tùi-te̍k ê tōe kàu in siū-lia̍h ê sî.","tghg":"對敵死的真多，因為此個交戰是對上帝。𪜶就住佇對敵的地，到𪜶受掠的時。","bklhl":"對敵死ê真chōe，因為chit ê交戰是tùi上帝。In就tòa tī對敵ê地到in受掠ê時。"}},{"book":"代上","chapter":5,"verse":23,"versions":{"unv":"瑪拿西半支派的人住在那地。從巴珊延到巴力‧黑們、示尼珥與黑門山。","bklcl":"Má-ná-se pòaⁿ-chi-phài ê lâng khiā-khí tī hit ê só͘-chāi, tùi Pa-san sòa-kàu Pa-le̍k-hek-bûn, Sī-nî-jíⁿ, kap Hek-bûn soaⁿ.","tghg":"瑪拿西半支派的人徛起佇彼個所在。對巴珊續到巴力黑們、示尼珥及黑門山。","bklhl":"Má-ná-se半支派ê人khiā起tī hit ê所在，tùi Pa-san續到Pa-le̍k-hek-bûn、Sī-nî-jíⁿ，kap Hek-bûn山。"}},{"book":"代上","chapter":5,"verse":24,"versions":{"unv":"他們的族長是以弗、以示、以列、亞斯列、耶利米、何達威雅、雅疊，都是大能的勇士，是有名的人，也是作族長的。","bklcl":"In ê cho̍k-tiúⁿ chiū-sī Í-hut, Í-sī, Í-lia̍t, A-su-lia̍t, Iâ-lī-bí, Hô-ta̍t-úi-ngá, Ngá-tia̍p; lóng sī tōa koân-lêng ê ióng-sū, ū miâ-siaⁿ ê lâng, iā sī chòe cho̍k-tiúⁿ--ê.","tghg":"𪜶的族長就是以弗、以示、以列、亞斯列、耶利米、何達威雅、雅疊，攏是大權能的勇士，有名聲的人，也是做族長的。","bklhl":"In ê族長就是Í-hut、Í-sī、Í-lia̍t、A-su-lia̍t、耶利米、Hô-ta̍t-úi-ngá、Ngá-tia̍p；lóng是大權能ê勇士，有名聲ê人，也是做族長ê。"}},{"book":"代上","chapter":5,"verse":25,"versions":{"unv":"他們得罪了他們列祖的　神，隨從那地之民的神行邪淫；這民就是　神在他們面前所除滅的。","bklcl":"In tek-chōe in lia̍t-chó͘ ê Siōng-tè, thàn hit só͘-chāi ê peh-sìⁿ ê siōng-tè, kiâⁿ siâ-îm; chiah-ê peh-sìⁿ chiū-sī Siōng-tè tī in ê bīn-chêng só͘ tû-bia̍t--ê.","tghg":"𪜶得罪𪜶列祖的上帝，趁彼所在的百姓的上帝行邪淫；諸個百姓就是上帝佇𪜶的面前所除滅的。","bklhl":"In得罪in列祖ê上帝，thàn hit所在ê百姓ê上帝，行邪淫；chiah ê百姓就是上帝tī in ê面前所除滅ê。"}},{"book":"代上","chapter":5,"verse":26,"versions":{"unv":"故此，以色列的　神激動亞述王普勒和亞述王提革拉．毘列色的心，他們就把流便人、迦得人、瑪拿西半支派的人擄到哈臘、哈博、哈拉與歌散河邊，直到今日還在那裡。","bklcl":"Só͘-í Í-sek-lia̍t ê Siōng-tè kek-tōng A-su̍t ông Phó͘-le̍k, kap A-su̍t ông Thê-kek-la̍h-pí-nî-sek ê sim, i chiong Liû-piān lâng, Ka-tek lâng, Má-ná-se pòaⁿ-chi-phài ê lâng, lia̍h kàu Hap-lia̍p, Hap-phok, Hap-la̍h, kap Ko-sàn ê hô, kàu kin-á-ji̍t.","tghg":"所以，以色列的上帝激動亞述王普勒及亞述王提革拉毗尼色的心，伊將流便人、迦得人、瑪拿西半支派的人，掠到哈臘、哈博、哈拉及歌散的河，到今仔日。","bklhl":"所以以色列ê上帝激動亞述王Phó͘-le̍k，kap亞述王Thê-kek-la̍h-pí-nî-sek ê心，伊將Liû-piān人、Ka-tek人、Má-ná-se半支派ê人，掠到Hap-lia̍p、Hap-phok、Hap-la̍h，kap Ko-sàn ê河，到今á日。"}}]