[{"book":"代上","chapter":27,"verse":1,"versions":{"unv":"以色列人的族長、千夫長、百夫長，和官長都分定班次，每班是二萬四千人，週年按月輪流，替換出入服事王。","bklcl":"Í-sek-lia̍t lâng ê cho̍k-tiúⁿ, chhian-chóng, pé-chóng, kap koaⁿ-tiúⁿ, lóng ū hun-pan tiāⁿ-tio̍h, ta̍k-pan ū nn̄g-bān sì-chheng lâng, choân-nî chiàu ge̍h lûn-liû, thòe-ōaⁿ chhut-ji̍p lâi ho̍k-sāi ông.","tghg":"以色列人的族長、千總、百總、及官長，攏有分班定著，逐班有二萬四千人，全年照月輪流，替換出入來服事王。","bklhl":"以色列人ê族長、千總、百總，kap官長，lóng有分班定tio̍h，ta̍k班有兩萬四千人，全年照月輪流，替換出入來服事王。"}},{"book":"代上","chapter":27,"verse":2,"versions":{"unv":"正月第一班的班長是撒巴第業的兒子雅朔班；他班內有二萬四千人。","bklcl":"Chiaⁿ-ge̍h tē-it pan ê pan-tiúⁿ sī Sat-pa-tē-gia̍p ê kiáⁿ Ngá-sok-pan; i ê pan-lāi ū nn̄g-bān sì-chheng lâng;","tghg":"正月第一班的班長是撒巴第業的子雅朔班；伊的班內有二萬四千人。","bklhl":"正月第一班ê班長是Sat-pa-tē-gia̍p ê kiáⁿ Ngá-sok-pan；伊ê班內有兩萬四千人；"}},{"book":"代上","chapter":27,"verse":3,"versions":{"unv":"他是法勒斯的子孫，統管正月班的一切軍長。","bklcl":"i sī Hoat-le̍k-su ê kiáⁿ-sun, koán-hat chiaⁿ-ge̍h it-chhè ê kun-tiúⁿ.","tghg":"伊是法勒斯的子孫，管轄正月一切的軍長。","bklhl":"伊是Hoat-le̍k-su ê kiáⁿ孫，管轄正月一切ê軍長。"}},{"book":"代上","chapter":27,"verse":4,"versions":{"unv":"二月的班長是亞哈希人朵代，還有副官密基羅；他班內有二萬四千人。","bklcl":"Jī-ge̍h ê pan-tiúⁿ sī A-hap-hi lâng Tó-tāi, koh ū Bi̍t-ki-lô iā sī hit-pan ê thâu-lâng; i ê pan-lāi ū nn̄g-bān sì-chheng lâng.","tghg":"二月的班長是亞哈希人朵代，閣有密基羅也是彼班的頭人；伊的班內有二萬四千人。","bklhl":"二月ê班長是A-hap-hi人Tó-tāi，koh有Bi̍t-ki-lô也是hit班ê頭人；伊ê班內有兩萬四千人。"}},{"book":"代上","chapter":27,"verse":5,"versions":{"unv":"三月第三班的班長（原文是軍長；下同）是祭司耶何耶大的兒子比拿雅；他班內有二萬四千人。","bklcl":"Saⁿ-ge̍h tē-saⁿ ê kun-tiúⁿ sī chè-si-thâu Iâ-hô-iâ-tāi ê kiáⁿ Pí-ná-ngá; i ê pan-lāi ū nn̄g-bān sì-chheng lâng.","tghg":"三月第三個軍長是祭司頭耶何耶大的子比拿雅；伊的班內有二萬四千人。","bklhl":"三月第三個軍長是祭司頭Iâ-hô-iâ-tāi ê kiáⁿ Pí-ná-ngá；伊ê班內有兩萬四千人。"}},{"book":"代上","chapter":27,"verse":6,"versions":{"unv":"這比拿雅是那三十人中的勇士，管理那三十人；他班內又有他兒子暗米薩拔。","bklcl":"Chit ê Pí-ná-ngá sī saⁿ-cha̍p lâng tiong ê ióng-sū, koán-lí hit saⁿ-cha̍p lâng; i ê pan-lāi koh ū i ê kiáⁿ Àm-bí-sat-poa̍t.","tghg":"此個比拿雅是三十人中的勇士，管理彼三十人；伊的班內閣有伊的子暗米薩拔。","bklhl":"Chit ê Pí-ná-ngá是三十人中ê勇士，管理hit三十人；伊ê班內koh有伊ê kiáⁿ Àm-bí-sat-poa̍t。"}},{"book":"代上","chapter":27,"verse":7,"versions":{"unv":"四月第四班的班長是約押的兄弟亞撒黑。接續他的是他兒子西巴第雅；他班內有二萬四千人。","bklcl":"Sì-ge̍h tē-sì ê pan-tiúⁿ sī Iok-ap ê sió-tī A-sat-hek; sòa-chiap i--ê, sī i ê kiáⁿ Se-pa-tē-ngá; i ê pan-lāi ū nn̄g-bān sì-chheng lâng.","tghg":"四月第四個班長是約押的小弟亞撒黑。續接伊者是伊的子西巴第雅；伊的班內有二萬四千人。","bklhl":"四月第四個班長是Iok-ap ê小弟A-sat-hek；續接伊ê，是伊ê kiáⁿ Se-pa-tē-ngá；伊ê班內有兩萬四千人。"}},{"book":"代上","chapter":27,"verse":8,"versions":{"unv":"五月第五班的班長是伊斯拉人珊合；他班內有二萬四千人。","bklcl":"Gō͘-ge̍h tē-gō͘ ê pan-tiúⁿ sī I-su-la̍h lâng San-ha̍p; i ê pan-lāi ū nn̄g-bān sì-chheng lâng.","tghg":"五月第五個班長是伊斯拉人珊合；伊的班內有二萬四千人。","bklhl":"五月第五個班長是I-su-la̍h人San-ha̍p；伊ê班內有兩萬四千人。"}},{"book":"代上","chapter":27,"verse":9,"versions":{"unv":"六月第六班的班長是提哥亞人益吉的兒子以拉；他班內有二萬四千人。","bklcl":"La̍k-ge̍h tē-la̍k ê pan-tiúⁿ sī Thê-ko-a lâng Ek-kiat ê kiáⁿ Í-la̍h; i ê pan-lāi ū nn̄g-bān sì-chheng lâng.","tghg":"六月第六個班長是提哥亞人益吉的子以拉；伊的班內有二萬四千人。","bklhl":"六月第六個班長是Thê-ko-a人Ek-kiat ê kiáⁿ Í-la̍h；伊ê班內有兩萬四千人。"}},{"book":"代上","chapter":27,"verse":10,"versions":{"unv":"七月第七班的班長是以法蓮族比倫人希利斯；他班內有二萬四千人。","bklcl":"Chhit-ge̍h tē-chhit ê pan-tiúⁿ sī Í-hoat-liân cho̍k, Pí-lûn lâng Hi-lī-su; i ê pan-lāi ū nn̄g-bān sì-chheng lâng.","tghg":"七月第七個班長是以法蓮族比倫人希利斯；伊的班內有二萬四千人。","bklhl":"七月第七個班長是Í-hoat-liân族，Pí-lûn人Hi-lī-su；伊ê班內有兩萬四千人。"}},{"book":"代上","chapter":27,"verse":11,"versions":{"unv":"八月第八班的班長是謝拉族戶沙人西比該；他班內有二萬四千人。","bklcl":"Poeh-ge̍h tē-poeh ê pan-tiúⁿ sī Siā-la̍h cho̍k Hō͘-sa lâng Se-pí-kai; i ê pan-lāi ū nn̄g-bān sì-chheng lâng.","tghg":"八月第八個班長是謝拉族戶沙人西比該；伊的班內有二萬四千人。","bklhl":"八月第八個班長是謝拉族Hō͘-sa人Se-pí-kai；伊ê班內有兩萬四千人。"}},{"book":"代上","chapter":27,"verse":12,"versions":{"unv":"九月第九班的班長是便雅憫族亞拿突人亞比以謝；他班內有二萬四千人。","bklcl":"Káu-ge̍h tē-káu ê pan-tiúⁿ sī Piān-ngá-bín cho̍k, A-ná-tu̍t lâng A-pí-í-siā; i ê pan-lāi ū nn̄g-bān sì-chheng lâng.","tghg":"九月第九個班長是便雅憫族亞拿突人亞比以謝；伊的班內有二萬四千人。","bklhl":"九月第九個班長是便雅憫族，A-ná-tu̍t人A-pí-í-siā；伊ê班內有兩萬四千人。"}},{"book":"代上","chapter":27,"verse":13,"versions":{"unv":"十月第十班的班長是謝拉族尼陀法人瑪哈萊；他班內有二萬四千人。","bklcl":"Cha̍p-ge̍h tē-cha̍p ê pan-tiúⁿ sī Siā-la̍h cho̍k, Nî-tô-hoat lâng, Má-hap-lâi; i ê pan-lāi ū nn̄g-bān sì-chheng lâng.","tghg":"十月第十個班長是謝拉族尼陀法人瑪哈萊；伊的班內有二萬四千人。","bklhl":"十月第十個班長是謝拉族，Nî-tô-hoat人，Má-hap-lâi；伊ê班內有兩萬四千人。"}},{"book":"代上","chapter":27,"verse":14,"versions":{"unv":"十一月第十一班的班長是以法蓮族比拉頓人比拿雅；他班內有二萬四千人。","bklcl":"Cha̍p-it-ge̍h tē-cha̍p-it ê pan-tiúⁿ sī Í-hoat-liân cho̍k, Pí-la̍h-tùn ê kiáⁿ Pí-ná-ngá; i ê pan-lāi ū nn̄g-bān sì-chheng lâng.","tghg":"十一月第十一個班長是以法蓮族比拉頓的子比拿雅；伊的班內有二萬四千人。","bklhl":"十一月第十一个班長是Í-hoat-liân族，Pí-la̍h-tùn ê kiáⁿ Pí-ná-ngá；伊ê班內有兩萬四千人。"}},{"book":"代上","chapter":27,"verse":15,"versions":{"unv":"十二月第十二班的班長是俄陀聶族尼陀法人黑玳；他班內有二萬四千人。","bklcl":"Cha̍p-jī-ge̍h tē-cha̍p-jī ê pan-tiúⁿ sī Gô-to-lia̍p cho̍k, Nî-tô-hoat lâng Hek-tāi; i ê pan-lāi ū nn̄g-bān sì-chheng lâng.","tghg":"十二月第十二個班長是俄陀聶族尼陀法人黑玳；伊的班內有二萬四千人。","bklhl":"十二月第十二個班長是Gô-to-lia̍p族，Nî-tô-hoat人Hek-tāi；伊ê班內有兩萬四千人。"}},{"book":"代上","chapter":27,"verse":16,"versions":{"unv":"管理以色列眾支派的記在下面：管流便人的是細基利的兒子以利以謝；管西緬人的是瑪迦的兒子示法提雅；","bklcl":"Koán-lí Í-sek-lia̍t chèng chi-phài--ê, kì tī ē-tóe; koán Liû-piān cho̍k--ê, sī Sè-ki-lī ê kiáⁿ, Í-lī-í-siā; koán Se-biān cho̍k--ê, sī Má-ka ê kiáⁿ Sī-hoat-thê-ngá;","tghg":"管理以色列眾支派者記佇下底：管流便族者是細基利的子以利以謝；管西緬族者是瑪迦的子示法提雅；","bklhl":"管理以色列眾支派ê，記tī下底；管Liû-piān族ê，是Sè-ki-lī ê kiáⁿ，Í-lī-í-siā；管西門族ê，是Má-ka ê kiáⁿ Sī-hoat-thê-ngá；"}},{"book":"代上","chapter":27,"verse":17,"versions":{"unv":"管利未人的是基母利的兒子哈沙比雅；管亞倫子孫的是撒督；","bklcl":"koán Lī-bī lâng--ê, sī Ki-bó͘-lī ê kiáⁿ Hap-sa-pí-ngá;  koán A-lûn ê cho̍k--ê sī Sat-tok;","tghg":"管利未人者是基某利的子哈沙比雅；管亞倫的族者是撒督；","bklhl":"管利未人ê，是Ki-bó͘-lī ê kiáⁿ Hap-sa-pí-ngá；管亞倫ê族ê是Sat-tok；"}},{"book":"代上","chapter":27,"verse":18,"versions":{"unv":"管猶大人的是大衛的一個哥哥以利戶，管以薩迦人的是米迦勒的兒子暗利；","bklcl":"koán Iû-tāi lâng--ê sī Tāi-pi̍t ê hiaⁿ Í-lī-hō͘; koán Í-sat-ka cho̍k--ê, sī Bí-ka-le̍k ê kiáⁿ Àm-lī;","tghg":"管猶大人者是大衛的兄以利戶；管以薩迦族者是米迦勒的子暗利；","bklhl":"管偤大人ê是大衛ê兄Í-lī-hō͘；管Í-sat-ka族ê，是Bí-ka-le̍k ê kiáⁿ Àm-lī；"}},{"book":"代上","chapter":27,"verse":19,"versions":{"unv":"管西布倫人的是俄巴第雅的兒子伊施瑪雅；管拿弗他利人的是亞斯列的兒子耶利摩；","bklcl":"koán Se-pò͘-lûn cho̍k--ê, sī Gô-pa-tē-ngá ê kiáⁿ I-si-má-ngá; koán Ná-hut-tha-lī lâng--ê, sī A-su-lia̍t ê kiáⁿ Iâ-lī-mô͘;","tghg":"管西布倫族者是俄巴第雅的子伊施瑪雅；管拿弗他利人者是亞斯列的子耶利摩；","bklhl":"管Se-pò͘-lûn族ê，是Gô-pa-tē-ngá ê kiáⁿ I-si-má-ngá；管Ná-hut-tha-lī人ê，是A-su-lia̍t ê kiáⁿ Iâ-lī-mô͘；"}},{"book":"代上","chapter":27,"verse":20,"versions":{"unv":"管以法蓮人的是阿撒細雅的兒子何細亞；管瑪拿西半支派的是毘大雅的兒子約珥；","bklcl":"koán Í-hoat-liân cho̍k--ê, sī O-sat-sè-ngá ê kiáⁿ Hô-sè-a; koán Má-ná-se pòaⁿ-chi-phài--ê, sī Pí-tāi-ngá ê kiáⁿ Iok-jíⁿ;","tghg":"管以法蓮族者是阿撒細雅的子何細亞；管瑪拿西半支派者是毗大雅的子約珥；","bklhl":"管Í-hoat-liân族ê，是O-sat-sè-ngá ê kiáⁿ Hô-sè-a；管Má-ná-se半支派ê，是Pí-tāi-ngá ê kiáⁿ約珥；"}},{"book":"代上","chapter":27,"verse":21,"versions":{"unv":"管基列地瑪拿西那半支派的是撒迦利亞的兒子易多；管便雅憫人的是押尼珥的兒子雅西業；","bklcl":"koán Ki-lia̍t tōe Má-ná-se pòaⁿ-chi-phài--ê, sī Sat-ka-lī-a ê kiáⁿ Ek-to; koán Piān-ngá-bín cho̍k--ê, sī Ap-nî-jíⁿ ê kiáⁿ Ngá-se-gia̍p;","tghg":"管基列地瑪拿西半支派者是撒迦利亞的子易多；管便雅憫族者是押尼珥的子雅西業；","bklhl":"管Ki-lia̍t地Má-ná-se半支派ê，是撒迦利亞ê kiáⁿ Ek-to；管便雅憫族ê，是Ap-nî-jíⁿ ê kiáⁿ Ngá-se-gia̍p；"}},{"book":"代上","chapter":27,"verse":22,"versions":{"unv":"管但人的是耶羅罕的兒子亞薩列。以上是以色列眾支派的首領。","bklcl":"koán Tàn cho̍k--ê, sī Iâ-lô-hán ê kiáⁿ A-sat-lia̍t.  Chiah-ê sī Í-sek-lia̍t chèng chi-phài ê siú-léng.","tghg":"管但族者是耶羅罕的子亞薩列。諸個是以色列眾支派的首領。","bklhl":"管Tàn族ê，是Iâ-lô-hán ê kiáⁿ A-sat-lia̍t。Chiah-ê是以色列眾支派ê首領。"}},{"book":"代上","chapter":27,"verse":23,"versions":{"unv":"以色列人二十歲以內的，大衛沒有記其數目；因耶和華曾應許說，必加增以色列人如天上的星那樣多。","bklcl":"Í-sek-lia̍t lâng jī-cha̍p hè lāi--ê, Tāi-pi̍t bô sǹg i; in-ūi Iâ-hô-hoa bat kóng, I beh ke-thiⁿ Í-sek-lia̍t lâng chhin-chhiūⁿ thiⁿ-téng ê chhiⁿ.","tghg":"以色列人二十歲內者，大衛無算伊；因為耶和華曾講，伊欲加添以色列人親像天頂的星。","bklhl":"以色列人二十歲內ê，大衛無算伊；因為耶和華bat講，伊beh加添以色列人親像天頂ê星。"}},{"book":"代上","chapter":27,"verse":24,"versions":{"unv":"洗魯雅的兒子約押動手數點，當時耶和華的烈怒臨到以色列人；因此，沒有點完，數目也沒有寫在大衛王記上。","bklcl":"Sé-ló͘-ngá ê kiáⁿ Iok-ap khí-chhiú sǹg i; chóng-sī tùi chit ê sū ū siū-khì kàu tī Í-sek-lia̍t, só͘-í bô sǹg kàu bêng-pe̍k; i ê siàu-gia̍h iā bô kì tī Tāi-pi̍t ông ê le̍k-tāi chì-lio̍k.","tghg":"洗魯雅的子約押起手算伊，總是對此個事有受氣到佇以色列；所以，無算到明白，伊的數額(siàu-gia̍h)也無記佇大衛王的歷代志錄。","bklhl":"Sé-ló͘-ngá ê kiáⁿ Iok-ap起手算伊；總是對chit ê事有受氣到tī以色列，所以無算到明白；伊ê數額也無記tī大衛王ê歷代志錄。"}},{"book":"代上","chapter":27,"verse":25,"versions":{"unv":"掌管王府庫的是亞疊的兒子押斯馬威。掌管田野城邑村莊保障之倉庫的是烏西雅的兒子約拿單。","bklcl":"Chiáng-koán ông ê hú-khò͘--ê, sī A-tia̍p ê kiáⁿ Ap-su-má-ui; chiáng-koán chhân-iá, siâⁿ-ip, hiuⁿ-chng, ōe-só͘ ê hú-khò͘-ê, sī O͘-se-ngá ê kiáⁿ Iok-ná-tan.","tghg":"掌管王的府庫者是亞疊的子押斯馬威。掌管田野城邑鄉庄衛所的府庫者是烏西雅的子約拿單。","bklhl":"掌管王ê府庫ê，是A-tia̍p ê kiáⁿ Ap-su-má-ui；掌管田野、城邑、鄉庄、衛所ê府庫ê，是O͘-se-ngá ê kiáⁿ約拿單。"}},{"book":"代上","chapter":27,"verse":26,"versions":{"unv":"掌管耕田種地的是基綠的兒子以斯利。","bklcl":"Chiáng-koán choh-chhân ê lông-hu, sī Ki-lio̍k ê kiáⁿ Í-su-lī.","tghg":"掌管作田的農夫是基綠的子以斯利。","bklhl":"掌管作田ê農夫，是Ki-lio̍k ê kiáⁿ Í-su-lī。"}},{"book":"代上","chapter":27,"verse":27,"versions":{"unv":"掌管葡萄園的是拉瑪人示每。掌管葡萄園酒窖的是實弗米人撒巴底。","bklcl":"Chiáng-koán phû-tô-hn̂g--ê, sī La̍h-má lâng Sī-múi, chiáng-koán phû-tô-hn̂g ê chiú-tî, sī Si̍t-hut-bí lâng Sat-pa-tí.","tghg":"掌管葡萄園者是拉瑪人示每。掌管葡萄園的酒池是實弗米人撒巴底。","bklhl":"掌管葡萄園ê，是La̍h-má人Sī-múi，掌管葡萄園ê酒池，是Si̍t-hut-bí人Sat-pa-tí。"}},{"book":"代上","chapter":27,"verse":28,"versions":{"unv":"掌管高原橄欖樹和桑樹的是基第利人巴勒‧哈南。掌管油庫的是約阿施。","bklcl":"Chiáng-koán pîⁿ-iûⁿ ê kaⁿ-ná-chhiū kap sng-châi sī Ki-tē-lí lâng Pa-le̍k-hap-lâm; chiáng-koán iû-tî sī Iok-a-si.","tghg":"掌管平洋的橄欖樹及桑材是基第利人巴勒哈南。掌管油池是約阿施。","bklhl":"掌管平洋ê橄欖樹kap桑材是Ki-tē-lí人Pa-le̍k-hap-lâm；掌管油池是Iok-a-si。"}},{"book":"代上","chapter":27,"verse":29,"versions":{"unv":"掌管沙崙牧放牛群的是沙崙人施提賚。掌管山谷牧養牛群的是亞第賚的兒子沙法。","bklcl":"Chiáng-koán Sa-lûn chhī gû-kûn--ê, sī Sa-lûn lâng Si-thê-nāi; chiáng-koán soaⁿ-kok chhī gû-kûn--ê, sī A-tē-nāi ê kiáⁿ Sa-hoat.","tghg":"掌管沙崙飼牛群者是沙崙人施提奈。掌管山谷飼牛群者是亞第奈的子沙法。","bklhl":"掌管Sa-lûn飼牛群ê，是Sa-lûn人Si-thê-nāi；掌管山谷飼牛群ê，是A-tē-nāi ê kiáⁿ Sa-hoat。"}},{"book":"代上","chapter":27,"verse":30,"versions":{"unv":"掌管駝群的是以實瑪利人阿比勒。掌管驢群的是米崙人耶希底亞。掌管羊群的是夏甲人雅悉。","bklcl":"Chiáng-koán lo̍k-tô--ê, sī Í-si̍t-má-lī lâng A-pí-le̍k; koán lû--ê, sī Bí-lûn lâng Iâ-hi-tí-a.","tghg":"掌管駱駝者是以實瑪利人阿比勒。管驢者是米崙人耶希底亞。掌管羊群者是夏甲人雅悉。","bklhl":"掌管駱駝ê，是以實瑪利人A-pí-le̍k；管驢ê，是Bí-lûn人Iâ-hi-tí-a。"}},{"book":"代上","chapter":27,"verse":31,"versions":{"unv":"這都是給大衛王掌管產業的。","bklcl":"Chiáng-koán iûⁿ-kûn--ê, sī Hā-kah lâng Ngá-sek.  Chiah-ê lóng sī kā Tāi-pi̍t ông chiáng-koán sán-gia̍p--ê.","tghg":"諸個攏是給大衛王掌管產業者。","bklhl":"掌管羊群ê，是夏甲人Ngá-sek。Chiah-ê lóng是kā大衛王掌管產業ê。"}},{"book":"代上","chapter":27,"verse":32,"versions":{"unv":"大衛的叔叔約拿單作謀士；這人有智慧，又作書記。哈摩尼的兒子耶歇作王眾子的師傅。","bklcl":"Tāi-pi̍t ê chek Iok-ná-tan chòe bô͘-sū, chit ê lâng ū tì-hūi koh chòe su-kì; Hap-mô͘-nî ê kiáⁿ Iâ-iat chòe ông chèng-kiáⁿ ê tâng-phōaⁿ.","tghg":"大衛的叔約拿單做謀士；此個人有智慧，閣做書記。哈摩尼的子耶悅做王眾子的同伴。","bklhl":"大衛ê叔約拿單做謀士，chit ê人有智慧koh做書記；Hap-mô͘-nî ê kiáⁿ Iâ-iat做王眾kiáⁿ ê同伴。"}},{"book":"代上","chapter":27,"verse":33,"versions":{"unv":"亞希多弗也作王的謀士。亞基人戶篩作王的陪伴。","bklcl":"A-hi-to-hut iā chòe ông ê bô͘-sū; A-ki lâng Hō͘-su chòe ông ê pêng-iú.","tghg":"亞希多弗也做王的謀士。亞基人戶篩做王的朋友。","bklhl":"A-hi-to-hut也做王ê謀士；A-ki人Hō͘-su做王ê朋友。"}},{"book":"代上","chapter":27,"verse":34,"versions":{"unv":"亞希多弗之後，有比拿雅的兒子耶何耶大和亞比亞他接續他作謀士。約押作王的元帥。","bklcl":"Sòa-chiap A-hi-to-hut--ê, ū Pí-ná-ngá ê kiáⁿ Iâ-hô-iâ-tāi kap A-pí-a-tha; Iok-ap chòe ông ê lio̍k-kun chóng-tiúⁿ.","tghg":"續接亞希多弗的，有比拿雅的子耶何耶大及亞比亞他。約押做王的陸軍總長。","bklhl":"續接A-hi-to-hut ê，有Pí-ná-ngá ê kiáⁿ Iâ-hô-iâ-tāi kap A-pí-a-tha；Iok-ap做王ê陸軍總長。"}}]