[{"book":"代上","chapter":22,"verse":1,"versions":{"unv":"大衛說：「這就是耶和華　神的殿，為以色列人獻燔祭的壇。」","bklcl":"Tāi-pi̍t kóng, Che sī Iâ-hô-hoa Siōng-tè ê chhù; chit-ê sī Í-sek-lia̍t sio-chè ê tôaⁿ.","tghg":"大衛講：「這是耶和華上帝的厝，此個是以色列燒祭的壇。」","bklhl":"大衛講，這是耶和華上帝ê厝；chit ê是以色列燒祭ê壇。"}},{"book":"代上","chapter":22,"verse":2,"versions":{"unv":"大衛吩咐聚集住以色列地的外邦人，從其中派石匠鑿石頭，要建造　神的殿。","bklcl":"Tāi-pi̍t bēng-lēng chū-chi̍p khiā-khí Í-sek-lia̍t tōe ê chhut-gōa lâng; koh phài phah-chio̍h ê sai-hū phah-chio̍h; ài beh khí Siōng-tè ê tiān.","tghg":"大衛命令聚集徛起以色列地的出外人，閣派拍石的師傅拍石，愛欲起上帝的殿。","bklhl":"大衛命令聚集khiā起以色列地ê出外人；koh派phah石ê師傅phah石；ài beh起上帝ê殿。"}},{"book":"代上","chapter":22,"verse":3,"versions":{"unv":"大衛預備許多鐵做門上的釘子和鉤子，又預備許多銅，多得無法可稱；","bklcl":"Tāi-pi̍t pī-pān thih chin-chōe, chòe mn̂g-sìⁿ ê teng kap saⁿ-liân ê lō͘-ēng; koh pī-pān tâng chin-chōe, kàu bōe chhìn--tit.","tghg":"大衛備辦鐵真多做門扇(mn̂g-sìⁿ)的釘及相連的路用，閣備辦銅真多，到𣍐秤得；","bklhl":"大衛備辦鐵真chōe，做門扇ê釘kap相連ê路用；koh備辦銅真chōe，到bōe秤得。"}},{"book":"代上","chapter":22,"verse":4,"versions":{"unv":"又預備無數的香柏木，因為西頓人和泰爾人給大衛運了許多香柏木來。","bklcl":"Ia̍h pī-pān bōe-sǹg--tit ê pek-hiuⁿ-chhâ; in-ūi Se-tùn lâng kap Chhui-lô lâng chài chōe-chōe pek-hiuⁿ-chhâ kàu Tāi-pi̍t hia.","tghg":"亦備辦𣍐算得的柏香柴，因為西頓人及推羅人載多多柏香柴到大衛遐。","bklhl":"亦備辦bōe算得ê柏香柴；因為Se-tùn人kap Chhui-lô人載chōe-chōe柏香柴到大衛hia。"}},{"book":"代上","chapter":22,"verse":5,"versions":{"unv":"大衛說：「我兒子所羅門還年幼嬌嫩，要為耶和華建造的殿宇必須高大輝煌，使名譽榮耀傳遍萬國；所以我要為殿預備材料。」於是，大衛在未死之先預備的材料甚多。","bklcl":"Tāi-pi̍t kóng, Góa ê kiáⁿ Só͘-lô-bûn iáu-kú sòe-hàn koh nńg-chiáⁿ; beh kā Iâ-hô-hoa khí ê tiān tio̍h chin súi kàu-ke̍k, hō͘ i miâ-siaⁿ êng-kng kàu tī bān-kok; só͘-í góa taⁿ tio̍h kā i pī-pān.  Tāi-pi̍t chiū tī bē sí ê tāi-seng pī-pān chōe-chōe chhâi-liāu.","tghg":"大衛講：「我的子所羅門猶久細漢閣軟茈(nńg-chiáⁿ)，欲給耶和華起的殿著真媠到極，互伊名聲榮光到佇萬國，所以我今著給伊備辦。」大衛就佇未死的代先備辦多多材料。","bklhl":"大衛講，我ê kiáⁿ所羅門iáu-kú細漢koh軟chiáⁿ；beh kā耶和華起ê殿tio̍h真súi到極，hō͘伊名聲榮光到tī萬國；所以我taⁿ tio̍h kā伊備辦。大衛就tī未死ê事先備辦chōe-chōe材料。"}},{"book":"代上","chapter":22,"verse":6,"versions":{"unv":"大衛召了他兒子所羅門來，囑咐他給耶和華─以色列的　神建造殿宇，","bklcl":"Tāi-pi̍t chiū kiò i ê kiáⁿ Só͘-lô-bûn lâi, hoan-hù i tio̍h kā Í-sek-lia̍t ê Siōng-tè khí tiān.","tghg":"大衛就叫伊的子所羅門來，吩咐伊著給以色列的上帝起殿，","bklhl":"大衛就叫伊ê kiáⁿ所羅門來，吩咐伊tio̍h kā以色列ê上帝起殿。"}},{"book":"代上","chapter":22,"verse":7,"versions":{"unv":"對所羅門說：「我兒啊，我心裡本想為耶和華─我　神的名建造殿宇，","bklcl":"Kā Só͘-lô-bûn kóng, Góa ê kiáⁿ ah, góa sim-lāi pún siūⁿ,  beh ūi Iâ-hô-hoa góa ê Siōng-tè ê miâ khí tiān.","tghg":"給所羅門講：「我的子啊，我心內本想欲為耶和華──我的上帝的名起殿，","bklhl":"Kā所羅門講，我ê kiáⁿ ah，我心內本想，beh為耶和華我ê上帝ê名起殿。"}},{"book":"代上","chapter":22,"verse":8,"versions":{"unv":"只是耶和華的話臨到我說：『你流了多人的血，打了多次大仗，你不可為我的名建造殿宇，因為你在我眼前使多人的血流在地上。","bklcl":"Chóng-sī Iâ-hô-hoa ê ōe lîm-kàu góa kóng, Lí lâu chōe-chōe lâng ê huih, tōa-tōa kau-chiàn, lí bōe-tit-thang ūi Góa ê miâ khí tiān, in-ūi lí tī Góa ê ba̍k-chiu chêng hō͘ chōe-chōe lâng ê huih lâu tī tōe--nih.","tghg":"總是耶和華的話臨到我講：『你流多多人的血，大大交戰，你𣍐得通為我的名起殿，因為你佇我的目睭前互多多人的血流佇地裡。","bklhl":"總是耶和華ê話臨到我講，你流chōe-chōe人ê血，大大交戰，你bōe得thang為我ê名起殿，因為你tī我ê目睭前hō͘ chōe-chōe人ê血流tī地裡。"}},{"book":"代上","chapter":22,"verse":9,"versions":{"unv":"你要生一個兒子，他必作太平的人；我必使他安靜，不被四圍的仇敵擾亂。他的名要叫所羅門（就是太平的意思）。他在位的日子，我必使以色列人平安康泰。","bklcl":"Khòaⁿ ah, lí beh siⁿ chi̍t ê kiáⁿ, i beh chòe thài-pêng ê lâng, Góa beh hō͘ i thài-pêng, hō͘ sì-ûi chiah-ê tùi-te̍k bô kiáu-jiáu i; i ê miâ beh kiò Só͘-lô-bûn; tī i chē-ūi ê ji̍t, Góa beh siúⁿ-sù an-chēng hô-pêng hō͘ Í-sek-lia̍t.","tghg":"看啊，你欲生一個子，伊欲做太平的人；我欲互伊太平，互四圍諸個對敵無攪擾伊。伊的名欲叫所羅門。佇伊坐位的日，我欲賞賜安靜和平互以色列。","bklhl":"看ah，你beh生一个kiáⁿ，伊beh做太平ê人，我beh hō͘伊太平，hō͘四圍chiah ê對敵無攪擾伊；伊ê名beh叫所羅門；tī伊坐位ê日，我beh賞賜安靜和平hō͘以色列。"}},{"book":"代上","chapter":22,"verse":10,"versions":{"unv":"他必為我的名建造殿宇。他要作我的子；我要作他的父。他作以色列王；我必堅定他的國位，直到永遠。』","bklcl":"I beh ūi Góa ê miâ khí tiān;  i beh chòe Góa ê kiáⁿ, Góa beh chòe i ê pē; Góa beh kian-kò͘ i ê kok-ūi tī Í-sek-lia̍t kàu éng-oán.","tghg":"伊欲為我的名起殿。伊欲做我的子；我欲做伊的父。我欲堅固伊的國位，佇以色列到永遠。』","bklhl":"伊beh為我ê名起殿；伊beh做我ê kiáⁿ，我beh做伊ê父；我beh堅固伊ê國位tī以色列到永遠。"}},{"book":"代上","chapter":22,"verse":11,"versions":{"unv":"我兒啊，現今願耶和華與你同在，使你亨通，照他指著你說的話，建造耶和華─你　神的殿。","bklcl":"Góa ê kiáⁿ ah, taⁿ goān Iâ-hô-hoa kap lí tī-teh, hō͘ lí heng-thong, khí lí ê Siōng-tè Iâ-hô-hoa ê tiān, chiàu I só͘ lūn-kàu lí--ê.","tghg":"我的子啊，今願耶和華及你佇啲，互你亨通，起你的上帝──耶和華的殿，照伊所論到你的。","bklhl":"我ê kiáⁿ ah，taⁿ願耶和華kap你tī-teh，hō͘你興通，起你ê上帝耶和華ê殿，照伊所論到你ê。"}},{"book":"代上","chapter":22,"verse":12,"versions":{"unv":"但願耶和華賜你聰明智慧，好治理以色列國，遵行耶和華─你　神的律法。","bklcl":"To̍k-to̍k goān Iâ-hô-hoa siúⁿ-sù lí chhang-miâ tì-hūi, hō͘ lí tī-lí Í-sek-lia̍t, lâi chun-thàn Iâ-hô-hoa lí ê Siōng-tè ê lu̍t-hoat.","tghg":"獨獨願耶和華賞賜你聰明(chhang-miâ)智慧，互你治理以色列，來遵趁耶和華──你的上帝的律法。","bklhl":"獨獨願耶和華賞賜你聰明智慧，hō͘你治理以色列，來遵thàn耶和華你ê上帝ê律法。"}},{"book":"代上","chapter":22,"verse":13,"versions":{"unv":"你若謹守遵行耶和華藉摩西吩咐以色列的律例典章，就得亨通。你當剛強壯膽，不要懼怕，也不要驚惶。","bklcl":"Lí nā kín-sīn chun-thàn Iâ-hô-hoa só͘ bēng-lēng Mô͘-se kà-sī Í-sek-lia̍t chiah-ê lu̍t-lē hoat-tō͘, chiū lí beh heng-thong; lí tio̍h hùn-chì hó-táⁿ, bo̍h-tit kiaⁿ bo̍h-tit lún.","tghg":"你若謹慎遵趁耶和華所命令摩西教示以色列諸個律例法度，就你欲亨通。你著奮志好膽，莫得驚，莫得愞(lún)。","bklhl":"你若謹慎遵thàn耶和華所命令摩西教示以色列chiah ê律例法度，就你beh興通；你tio̍h奮志好膽，莫得驚莫得懍。"}},{"book":"代上","chapter":22,"verse":14,"versions":{"unv":"我在困難之中為耶和華的殿預備了金子十萬他連得，銀子一百萬他連得，銅和鐵多得無法可稱；我也預備了木頭、石頭，你還可以增添。","bklcl":"Góa tī khùn-khó͘ tiong, ūi Iâ-hô-hoa ê tiān, pī-pān kim cha̍p-bān tha-liân-tek, gûn chi̍t-pah-bān tha-liân-tek, tâng kap thih tāng kàu bōe chhìn--tit, in-ūi chin-chōe; góa iā ū pī-pān chhâ kap chio̍h, lí thang koh ke-thiⁿ i.","tghg":"我佇困苦中為耶和華的殿備辦金十萬他連得，銀一百萬他連得，銅及鐵重到𣍐秤得，因為真多；我也有備辦柴及石，你通閣加添伊。","bklhl":"我tī困苦中，為耶和華ê殿，備辦金十萬tha-liân-tek，銀一百萬tha-liân-tek，銅kap鐵重到bōe秤得，因為真chōe；我也有備辦柴kap石，你thang koh加添伊。"}},{"book":"代上","chapter":22,"verse":15,"versions":{"unv":"你有許多匠人，就是石匠、木匠，和一切能做各樣工的巧匠，","bklcl":"Koh lí iā ū chōe-chōe sai-hū, phah-chio̍h--ê, chòe-ba̍k--ê, kap ta̍k-hō kang-tiâⁿ-su, thang chòe ta̍k-hō ê kang.","tghg":"閣你也有多多師傅、拍石者、做木者，及逐號工程師，通做逐號的工。","bklhl":"Koh你也有chōe-chōe師傅，phah石ê，做木ê，kap ta̍k號工程師，thang做ta̍k號ê工。"}},{"book":"代上","chapter":22,"verse":16,"versions":{"unv":"並有無數的金銀銅鐵。你當起來辦事，願耶和華與你同在。」","bklcl":"Kim, gûn, tâng, thih, chōe kàu bōe sǹg--tit; lí tio̍h khí-lâi chòe; goān Iâ-hô-hoa kap lí tī-teh.","tghg":"金銀銅鐵多到𣍐算得。你著起來做，願耶和華及你佇啲。」","bklhl":"金、銀、銅、鐵，chōe到bōe算得；你tio̍h 起來做；願耶和華kap你tī-teh。"}},{"book":"代上","chapter":22,"verse":17,"versions":{"unv":"大衛又吩咐以色列的眾首領幫助他兒子所羅門，說：","bklcl":"Tāi-pi̍t koh hoan-hù Í-sek-lia̍t ê chèng siú-léng pang-chān i ê kiáⁿ Só͘-lô-bûn, kóng,","tghg":"大衛閣吩咐以色列的眾首領幫助伊的子所羅門，講：","bklhl":"大衛koh吩咐以色列ê眾首領幫贊伊ê kiáⁿ所羅門，講，"}},{"book":"代上","chapter":22,"verse":18,"versions":{"unv":"「耶和華─你們的　神不是與你們同在嗎？不是叫你們四圍都平安嗎？因他已將這地的居民交在我手中，這地就在耶和華與他百姓面前制伏了。","bklcl":"Iâ-hô-hoa lín ê Siōng-tè kiám bô kap lín tī-teh mah? kiám bô tī sì-ûi siúⁿ-sù lín pêng-an mah? in-ūi I í-keng chiong chit ê tōe khiā-khí ê peh-sìⁿ kau tī góa ê chhiú, chit ê tōe chiū hâng-ho̍k tī Iâ-hô-hoa kap I ê peh-sìⁿ ê bīn-chêng.","tghg":"「耶和華──恁的上帝豈無及恁佇啲(tī-teh)嗎？豈無佇四圍賞賜恁平安嗎？因為伊已經將此個地徛起(khiā-khí)的百姓交佇我的手，此個地就降服佇耶和華及伊的百姓的面前。","bklhl":"耶和華lín ê上帝kiám無kap lín tī-teh mah？ kiám無tī四圍賞賜lín平安mah？因為伊已經將chit ê地khiā起ê百姓交tī我ê手，chit ê地就降服tī耶和華kap伊ê百姓ê面前。"}},{"book":"代上","chapter":22,"verse":19,"versions":{"unv":"現在你們應當立定心意，尋求耶和華─你們的　神；也當起來建造耶和華　神的聖所，好將耶和華的約櫃和供奉　神的聖器皿都搬進為耶和華名建造的殿裡。","bklcl":"Taⁿ lín tio̍h tiāⁿ-tio̍h lín ê sim, lín ê ì-sù, chhē Iâ-hô-hoa lín ê Siōng-tè; ia̍h tio̍h khí--lâi, khí-chō Iâ-hô-hoa Siōng-tè ê sèng-só͘, thang chiong Iâ-hô-hoa ê iok-kūi, kap Siōng-tè sèng ê khì-kū, poaⁿ-ji̍p ūi Iâ-hô-hoa ê miâ só͘ beh khí ê tiān.","tghg":"今恁著定著恁的心恁的意思，尋耶和華──恁的上帝；亦著起來起造耶和華上帝的聖所，通將耶和華的約櫃及上帝聖的器具搬入為耶和華的名所欲起的殿。」","bklhl":"Taⁿ lín tio̍h定tio̍h lín ê心，lín ê意思，chhē耶和華lín ê上帝；亦tio̍h起來，起造耶和華上帝ê聖所，thang將耶和華ê約櫃，kap上帝聖ê器具，搬入為耶和華ê名所beh 起ê殿。"}}]