[{"book":"代上","chapter":19,"verse":1,"versions":{"unv":"此後，亞捫人的王拿轄死了，他兒子接續他作王。","bklcl":"Chit-tia̍p liáu-āu, A-bûn lâng ê ông Ná-hat sí, i ê kiáⁿ sòa-chiap i chòe-ông.","tghg":"此霎(tia̍p)了後，亞捫人的王拿轄死，伊的子續接伊做王。","bklhl":"Chit-tia̍p了後，A-bûn人ê王Ná-hat死，伊ê kiáⁿ續接伊做王。"}},{"book":"代上","chapter":19,"verse":2,"versions":{"unv":"大衛說：「我要照哈嫩的父親拿轄厚待我的恩典厚待哈嫩。」於是大衛差遣使者為他喪父安慰他。大衛的臣僕到了亞捫人的境內見哈嫩，要安慰他，","bklcl":"Tāi-pi̍t kóng, Góa beh hó khoán-thāi Ná-hat ê kiáⁿ Hap-lùn, in-ūi i ê lāu-pē chiông-chêng hó khoán-thāi góa;  Tāi-pi̍t chiū chhe kúi-nā ê sù-chiá, ūi-tio̍h i sí lāu-pē khì an-ùi i.  Tāi-pi̍t ê jîn-sîn kàu A-bûn lâng ê tōe kìⁿ Hap-lùn beh an-ùi i.","tghg":"大衛講：「我欲好款待拿轄的子哈嫩因為伊的老父從前好款待我。」大衛就差幾若個使者為著伊死老父去安慰伊。大衛的人臣到亞捫人的地見哈嫩，欲安慰伊，","bklhl":"大衛講，我beh好款待Ná-hat ê kiáⁿ Hap-lùn，因為伊ê老父從前好款待我；大衛就差 kúi-nā ê使者，為tio̍h伊死老父去安慰伊。大衛ê人臣到A-bûn人ê地見Hap-lùn beh安慰伊。"}},{"book":"代上","chapter":19,"verse":3,"versions":{"unv":"但亞捫人的首領對哈嫩說：「大衛差人來安慰你，你想他是尊敬你父親嗎？他的臣僕來見你不是為詳察窺探、傾覆這地嗎？」","bklcl":"Chóng-sī A-bûn lâng ê kùi-cho̍k tùi Hap-lùn kóng, Tāi-pi̍t chhe lâng lâi an-ùi lí, phah-sǹg i sī chun-kèng lí ê lāu-pē mah? i ê jîn-sîn lâi kìⁿ lí, kiám m̄-sī beh siông-sè chhâ, húi-bia̍t, thàm-thiaⁿ chit ê tōe mah?","tghg":"總是亞捫人的貴族對哈嫩講：「大衛差人來安慰你，拍算伊是尊敬你的老父嗎？伊的人臣來見你豈呣是欲詳細查、毀滅、探聽此個地嗎？」","bklhl":"總是A-bûn人ê貴族對Hap-lùn講，大衛差人來安慰你，phah算伊是尊敬你ê老父mah？伊ê人臣來見你，kiám m̄是beh詳細查、毀滅、探聽chit ê地mah？"}},{"book":"代上","chapter":19,"verse":4,"versions":{"unv":"哈嫩便將大衛臣僕的鬍鬚剃去一半，又割斷他們下半截的衣服，使他們露出下體，打發他們回去。","bklcl":"Hap-lùn chiū chiong Tāi-pi̍t ê jîn-sîn thì i ê chhùi-chhiu, chián-tn̄g i ê i-ho̍k ê chi̍t-pòaⁿ, lō͘-hiān i ê ē-thé, chiah hō͘ i khì.","tghg":"哈嫩就將大衛的人臣剃伊的嘴鬚，剪斷伊的衣服的一半，露現伊的下體(ē-thé)，才互伊去。","bklhl":"Hap-lùn就將大衛ê人臣thì伊ê嘴鬚，剪斷伊ê衣服ê一半，露現伊ê下體，chiah hō͘伊去。"}},{"book":"代上","chapter":19,"verse":5,"versions":{"unv":"有人將臣僕所遇的事告訴大衛，他就差人去迎接他們，因為他們甚覺羞恥；告訴他們說：「可以住在耶利哥，等到鬍鬚長起再回來。」","bklcl":"Ū lâng ēng chiah-ê lâng só͘ tú-tio̍h--ê khì kā Tāi-pi̍t kóng; i chiū chhe lâng khì chih in, in-ūi hiah-ê lâng chin kiàn-siàu; ông hoan-hù kóng, Tio̍h chhiáⁿ tiàm Iâ-lī-ko, thèng-hāu chhùi-chhiu hoat-tn̂g, chiah tò-lâi.","tghg":"有人用諸個人所抵著(tú-tio̍h)的去給大衛講，伊就差人去接(chih)𪜶，因為許個人真見誚；王吩咐講：「著且踮耶利哥，聽候嘴鬚發長才倒來。」","bklhl":"有人用chiah ê人所tú-tio̍h-ê氣kā大衛講；伊就差人去接in，因為hiah-ê人真見笑；王吩咐講，Tio̍h請tiàm耶利哥，thèng候嘴鬚發長，chiah tò來。"}},{"book":"代上","chapter":19,"verse":6,"versions":{"unv":"亞捫人知道大衛憎惡他們，哈嫩和亞捫人就打發人拿一千他連得銀子，從美索不達米亞、亞蘭瑪迦、瑣巴雇戰車和馬兵，","bklcl":"A-bûn lâng chai tùi in ê só͘-chòe ū hō͘ Tāi-pi̍t iàm-ò͘ⁿ in; Hap-lùn kap A-bûn lâng, chiū kià gûn chi̍t-chheng tha-liân-tek, tùi Bí-só͘-phō-tāi-bí, A-lân-má-ka, Só-pa, chhiàⁿ chiàn-chhia kap bé-peng.","tghg":"亞捫人知對𪜶的所做有互大衛厭惡𪜶，哈嫩及亞捫人就寄銀一千他連得，對米所波大米、亞蘭、瑪迦、瑣巴倩(chhiàⁿ)戰車及馬兵，","bklhl":"A-bûn人知對in ê所做有hō͘大衛厭惡in；Hap-lùn kap A-bûn人，就寄銀一千tha-liân-tek，tùi Bí-só͘-phō-tāi-bí、A-lân-má-ka、Só-pa，倩戰車kap馬兵。"}},{"book":"代上","chapter":19,"verse":7,"versions":{"unv":"於是雇了三萬二千輛戰車和瑪迦王並他的軍兵；他們來安營在米底巴前。亞捫人也從他們的城裡出來，聚集交戰。","bklcl":"Tùi án-ni chhiàⁿ saⁿ-bān nn̄g-chheng tiuⁿ ê chiàn-chhia, kap Má-ka ông í-ki̍p i ê peh-sìⁿ; in chiū lâi chat-iâⁿ tī Bí-tí-pa ê thâu-chêng; A-bûn lâng iā tùi in hiah-ê siâⁿ chhut-lâi, chū-chi̍p beh kau-chiàn.","tghg":"對按呢倩三萬二千張的戰車及瑪迦王以及伊的百姓；𪜶就來紮營佇米底巴的頭前。亞捫人也對𪜶許個城出來，聚集欲交戰。","bklhl":"Tùi án-ni，倩三萬兩千張ê戰車，kap Má-ka王以及伊ê百姓；in就來紮營tī Bí-tí-pa ê頭前；A-bûn人也tùi in hiah-ê城出來，聚集beh交戰。"}},{"book":"代上","chapter":19,"verse":8,"versions":{"unv":"大衛聽見了，就差派約押統帶勇猛的全軍出去。","bklcl":"Tāi-pi̍t thiaⁿ-kìⁿ, chiū chhe Iok-ap kap ióng-béng ê choân-kun chhut-khì.","tghg":"大衛聽見，就差約押及勇猛的全軍出去。","bklhl":"大衛聽見，就差Iok-ap kap勇猛ê全軍出去。"}},{"book":"代上","chapter":19,"verse":9,"versions":{"unv":"亞捫人出來在城門前擺陣，所來的諸王另在郊野擺陣。","bklcl":"A-bûn lâng chhut-lâi, pâi-tīn tī siâⁿ-mn̂g chêng; só͘ lâi chiah-ê ông lēng-gōa pâi-tīn tī kau-iá.","tghg":"亞捫人出來排陣佇城門前，所來諸個王另外排陣佇郊野。","bklhl":"A-bûn人出來，排陣tī城門前；所來chiah ê王另外排陣tī郊野。"}},{"book":"代上","chapter":19,"verse":10,"versions":{"unv":"約押看見敵人在他前後擺陣，就從以色列軍中挑選精兵，使他們對著亞蘭人擺陣；","bklcl":"Iok-ap khòaⁿ-kìⁿ tùi-te̍k tī i ê chêng-āu pâi-tīn, chiū tùi Í-sek-lia̍t kun-tiong kéng-soán cheng-peng, hō͘ in pâi-tīn lâi tùi A-lân lâng.","tghg":"約押看見對敵佇伊的前後排陣，就對以色列軍中揀選精兵，互𪜶排陣來對亞蘭人；","bklhl":"Iok-ap看見對敵tī伊ê前後排陣，就tùi以色列軍中揀選精兵，hō͘ in排陣來對A-lân人。"}},{"book":"代上","chapter":19,"verse":11,"versions":{"unv":"其餘的兵交與他兄弟亞比篩，對著亞捫人擺陣。","bklcl":"Kî-û ê peng kau hō͘ i ê sió-tī A-pí-su, hō͘ i pâi-tīn tùi A-bûn lâng.","tghg":"其餘的兵交互伊的小弟亞比篩，互伊排陣對亞捫人。","bklhl":"其餘ê兵交hō͘伊ê小弟A-pí-su，hō͘伊排陣對A-bûn人。"}},{"book":"代上","chapter":19,"verse":12,"versions":{"unv":"約押對亞比篩說：「亞蘭人若強過我，你就來幫助我；亞捫人若強過你，我就去幫助你。","bklcl":"Koh kóng, A-lân lâng nā khah-kiông góa, lí tio̍h lâi pang-chān góa; A-bûn lâng nā khah-kiông lí, góa chiū pang-chān lí.","tghg":"閣講：「亞蘭人若卡強我，你著來幫助我；亞捫人若卡強你，我就幫助你。","bklhl":"Koh講，A-lân人若khah強我，你tio̍h來幫贊我；A-bûn人若khah強你，我就幫贊你。"}},{"book":"代上","chapter":19,"verse":13,"versions":{"unv":"我們都當剛強，為本國的民和　神的城邑作大丈夫，願耶和華憑他的意旨而行。」","bklcl":"Tio̍h hó-táⁿ, lán tio̍h ūi lán ê peh-sìⁿ kap lán ê Siōng-tè chiah-ê siâⁿ, chòe tāi-tiōng-hu;  goān Iâ-hô-hoa chiàu I só͘ khòaⁿ-chòe hó--ê lâi kiâⁿ.","tghg":"著好膽，咱著為咱的百姓及咱的上帝諸個城做大丈夫，願耶和華照伊所看做好的來行。」","bklhl":"Tio̍h好膽，咱tio̍h為咱ê百姓kap咱ê上帝chiah ê城，做大丈夫；願耶和華照伊所看做好ê來行。"}},{"book":"代上","chapter":19,"verse":14,"versions":{"unv":"於是約押和跟隨他的人前進攻打亞蘭人；亞蘭人在約押面前逃跑。","bklcl":"Iok-ap chiū kap tè i ê lâng chìn-chêng, pâi-tīn tī A-lân ê bīn-chêng; A-lân lâng chiū tī i ê bīn-chêng tô-cháu.","tghg":"約押就及隨伊的人進前排陣佇亞蘭的面前；亞蘭人就佇伊的面前逃走。","bklhl":"Iok-ap就kap tè伊ê人進前，排陣tī A-lân ê面前；A-lân人就tī伊ê面前逃走。"}},{"book":"代上","chapter":19,"verse":15,"versions":{"unv":"亞捫人見亞蘭人逃跑，他們也在約押的兄弟亞比篩面前逃跑進城。約押就回耶路撒冷去了。","bklcl":"A-bûn lâng khòaⁿ-kìⁿ A-lân lâng tô-cháu, in ia̍h tī Iok-ap ê sió-tī A-pí-su bīn-chêng tô-cháu ji̍p siâⁿ.  Iok-ap chiū tò-tńg khì Iâ-lō͘-sat-léng.","tghg":"亞捫人看見亞蘭人逃走，𪜶亦佇約押的小弟亞比篩面前逃走入城。約押就倒轉去耶路撒冷。","bklhl":"A-bûn人看見A-lân人逃走，in亦tī Iok-ap ê小弟A-pí-su面前逃走入城。Iok-ap就倒tńg去耶路撒冷。"}},{"book":"代上","chapter":19,"verse":16,"versions":{"unv":"亞蘭人見自己被以色列人打敗，就打發使者將大河那邊的亞蘭人調來，哈大利謝的將軍朔法率領他們。","bklcl":"A-lân lâng khòaⁿ-kìⁿ in thâi-su Í-sek-lia̍t lâng, chiū chhe sù-chiá chū-chi̍p Tōa-hô hit-pêng ê A-lân lâng; Hap-tāi-lī-siā ê chiong-kun Sok-hoat chhōa in lâi.","tghg":"亞蘭人看見𪜶刣輸以色列人，就差使者聚集大河彼旁的亞蘭人，哈大利謝的將軍朔法導𪜶來。","bklhl":"A-lân人看見in 刣輸以色列人，就差使者聚集大河hit-pêng ê A-lân人；Hap-tāi-lī-siā ê將軍Sok-hoat chhōa in來。"}},{"book":"代上","chapter":19,"verse":17,"versions":{"unv":"有人告訴大衛，他就聚集以色列眾人過約旦河，來到亞蘭人那裡，迎著他們擺陣。大衛既擺陣攻擊亞蘭人，亞蘭人就與他打仗。","bklcl":"Ū lâng thong-ti Tāi-pi̍t, i chiū chū-chi̍p Í-sek-lia̍t chèng-lâng, kè Iok-tàn hô, lâi kàu A-lân lâng hia, pâi-tīn tí-te̍k in; Tāi-pi̍t í-keng pâi-tīn kong-kek A-lân lâng, in chiū kap i kau-chiàn.","tghg":"有人通知大衛，伊就聚集以色列眾人過約但河，來到亞蘭人遐，排陣抵敵𪜶。大衛已經排陣攻擊亞蘭人，𪜶就及伊交戰。","bklhl":"有人通知大衛，伊就聚集以色列眾人，過約旦河，來到A-lân人hia，排陣抵敵in；大衛已經排陣攻擊A-lân人，in就kap伊交戰。"}},{"book":"代上","chapter":19,"verse":18,"versions":{"unv":"亞蘭人在以色列人面前逃跑。大衛殺了亞蘭七千輛戰車的人，四萬步兵，又殺了亞蘭的將軍朔法。","bklcl":"A-lân lâng tī Í-sek-lia̍t lâng ê bīn-chêng tô-cháu; Tāi-pi̍t thâi A-lân lâng, chhit-chheng tiuⁿ chhia ê peng, koh pō͘-peng sì-bān; ia̍h thâi-sí chiong-kun Sok-hoat.","tghg":"亞蘭人佇以色列人的面前逃走。大衛刣亞蘭人七千張車的兵，閣步兵四萬，亦刣死將軍朔法。","bklhl":"A-lân人tī以色列人ê面前逃走；大衛刣 A-lân人，七千張車ê兵，koh步兵四萬；亦刣死將軍Sok-hoat。"}},{"book":"代上","chapter":19,"verse":19,"versions":{"unv":"屬哈大利謝的諸王見自己被以色列人打敗，就與大衛和好，歸服他。於是亞蘭人不敢再幫助亞捫人了。","bklcl":"Hap-tāi-lī-siā chiah-ê jîn-sîn, khòaⁿ-kìⁿ in thâi-su Í-sek-lia̍t lâng, chiū kap Tāi-pi̍t káng-hô, lâi ho̍k-sāi i; tùi án-ni A-lân lâng bô koh pang-chān A-bûn lâng.","tghg":"哈大利謝諸個人臣看見𪜶刣輸以色列人，就及大衛講和，來服事伊。對按呢亞蘭人無閣幫助亞捫人。","bklhl":"Hap-tāi-lī-siā chiah ê人臣，看見in 刣輸以色列人，就kap大衛講和，來服事伊；Tùi án-ni， A-lân人無koh幫贊A-bûn人。"}}]