[{"book":"代上","chapter":13,"verse":1,"versions":{"unv":"大衛與千夫長、百夫長，就是一切首領商議。","bklcl":"Tāi-pi̍t kap chiah-ê chhian-chóng pé-chóng, kap chiah-ê thâu-lâng chham-siông.","tghg":"大衛及諸個千總、百總，及諸個頭人參詳。","bklhl":"大衛kap chiah ê千總百總，kap chiah ê頭人參詳。"}},{"book":"代上","chapter":13,"verse":2,"versions":{"unv":"大衛對以色列全會眾說：「你們若以為美，見這事是出於耶和華─我們的　神，我們就差遣人走遍以色列地，見我們未來的弟兄，又見住在有郊野之城的祭司利未人，使他們都到這裡來聚集。","bklcl":"Tāi-pi̍t tùi Í-sek-lia̍t choân-hōe kóng, Lín nā lia̍h-chòe hó, koh sī chhut tī Iâ-hô-hoa lán ê Siōng-tè ê ì-sù, taⁿ lán chiū chhe lâng piàn kiâⁿ Í-sek-lia̍t choân-tōe, kìⁿ lán hiah-ê iáu-chhun ê hiaⁿ-tī, kap tiàm-tī ū kau-iá ê siâⁿ ê chè-si Lī-bī lâng, hō͘ in lóng chū-chi̍p kàu lán chia.","tghg":"大衛對以色列全會講：「恁若掠做好，閣是出佇耶和華──咱的上帝的意思，今咱就差人遍行以色列全地，見咱許個猶剩的兄弟及踮佇有郊野的城的祭司利未人，互𪜶攏聚集到咱遮。","bklhl":"大衛對以色列全會講，Lín若掠做好，koh是出tī耶和華咱ê上帝ê意思，taⁿ咱就差人遍行以色列全地，見咱hiah-ê iáu-chhun ê兄弟，kap tiàm-tī有郊野ê城ê祭司利未人，hō͘ in lóng聚集到咱chia。"}},{"book":"代上","chapter":13,"verse":3,"versions":{"unv":"我們要把　神的約櫃運到我們這裡來；因為在掃羅年間，我們沒有在約櫃前求問　神。」","bklcl":"Lán chiū thang tòa lán ê Siōng-tè ê iok-kūi kàu lán chia; in-ūi Sò-lô ê sî-chūn, lán bô ēng hit-ê lâi mn̄g Siōng-tè.","tghg":"咱就通帶咱的上帝的約櫃到咱遮；因為掃羅的時陣，咱無用彼個來問上帝。」","bklhl":"咱就thang帶咱ê上帝ê約櫃到咱chia；因為掃羅ê時chūn，咱無用hit ê來問上帝。"}},{"book":"代上","chapter":13,"verse":4,"versions":{"unv":"全會眾都說可以如此行；這事在眾民眼中都看為好。","bklcl":"Choân-hōe lóng kóng, Thang án-ni kiâⁿ; chèng peh-sìⁿ lóng khòaⁿ chit ê tāi-chì chòe hó.","tghg":"全會攏講通按呢行；眾百姓攏看此個代誌做好。","bklhl":"全會lóng講，Thang án-ni行；眾百姓lóng看chit ê tāi-chì做好。"}},{"book":"代上","chapter":13,"verse":5,"versions":{"unv":"於是，大衛將以色列人從埃及的西曷河直到哈馬口都招聚了來，要從基列耶琳將　神的約櫃運來。","bklcl":"Tùi án-ni Tāi-pi̍t tiàu Í-sek-lia̍t lâng, tùi Ai-ki̍p Se-hat ê khoe, ti̍t-kàu Hap-má chhut-ji̍p ê só͘-chāi, beh tòa Siōng-tè ê iok-kūi, tùi Ki-lia̍t-iâ-lîm lâi.","tghg":"對按呢，大衛召以色列人對埃及西曷的溪直到哈馬出入的所在，欲帶上帝的約櫃對基列耶琳來。","bklhl":"Tùi án-ni，大衛召以色列人，tùi埃及Se-hat ê溪，直到Hap-má出入ê所在，beh帶上帝ê約櫃，tùi Ki-lia̍t-iâ-lîm來。"}},{"book":"代上","chapter":13,"verse":6,"versions":{"unv":"大衛率領以色列眾人上到巴拉，就是屬猶大的基列‧耶琳，要從那裡將約櫃運來。這約櫃就是坐在二基路伯上耶和華　神留名的約櫃。","bklcl":"Tāi-pi̍t kap Í-sek-lia̍t chèng-lâng chiū kàu Pa-la̍h, chiū-sī sio̍k Iû-tāi ê Ki-lia̍t-iâ-lîm, ài beh tùi hia tòa hit-ê tiàm tī ki-lō͘-peng tiong-kan Iâ-hô-hoa Siōng-tè ê iok-kūi, chiū-sī ēng I miâ lâi chheng-ho͘--ê.","tghg":"大衛及以色列眾人就到巴拉，就是屬猶大的基列耶琳，愛欲對遐帶彼個踮佇𠼻𡀔兵中間耶和華上帝的約櫃，就是用伊名來稱呼者。","bklhl":"大衛kap以色列眾人就到Pa-la̍h，就是屬偤大ê Ki-lia̍t-iâ-lîm，ài beh tùi hia 帶hit ê tiàm tī ki-lō͘-peng中間耶和華上帝ê約櫃，就是用伊名來稱呼ê。"}},{"book":"代上","chapter":13,"verse":7,"versions":{"unv":"他們將　神的約櫃從亞比拿達的家裡抬出來，放在新車上。烏撒和亞希約趕車。","bklcl":"In ēng sin ê chhia chài Siōng-tè ê iok-kūi, tùi A-pí-ná-ta̍t ê chhù chhut-lâi, O͘-sat kap A-hi-iok kóaⁿ-chhia.","tghg":"𪜶用新的車，載上帝的約櫃對亞比拿達的厝出來。烏撒及亞希約趕車。","bklhl":"In用新ê車載上帝ê約櫃，tùi A-pí-ná-ta̍t ê厝出來，O͘-sat kap A-hi-iok趕車。"}},{"book":"代上","chapter":13,"verse":8,"versions":{"unv":"大衛和以色列眾人在　神前用琴、瑟、鑼、鼓、號作樂，極力跳舞歌唱。","bklcl":"Tāi-pi̍t kap Í-sek-lia̍t chèng-lâng tī Siōng-tè ê bīn-chêng chīn-la̍t chhiùⁿ-koa, ēng khîm, sek, lô, kó͘, hō-thâu, chok-ga̍k thiàu-bú.","tghg":"大衛及以色列眾人佇上帝的面前盡力唱歌，用琴、瑟、鑼、鼓、號頭，作樂(chok-ga̍k)跳舞。","bklhl":"大衛kap以色列眾人tī上帝ê面前盡力唱歌，用琴、瑟、鑼、鼓、號頭，作樂跳舞。"}},{"book":"代上","chapter":13,"verse":9,"versions":{"unv":"到了基頓（在撒母耳下六章六節是拿艮）的禾場；因為牛失前蹄（或譯：驚跳），烏撒就伸手扶住約櫃。","bklcl":"Kàu Ki-tùn ê gō͘-kak-tiûⁿ, in-ūi gû tio̍h-tak, O͘-sat chhun-chhiú hōaⁿ hit ê kūi.","tghg":"到基頓的五穀場；因為牛著觸(tio̍h-tak)，烏撒伸手按(hōaⁿ)彼個櫃。","bklhl":"到Ki-tùn ê五穀場，因為牛tio̍h-tak，O͘-sat伸手hōaⁿ hit ê櫃。"}},{"book":"代上","chapter":13,"verse":10,"versions":{"unv":"耶和華向他發怒，因他伸手扶住約櫃擊殺他，他就死在　神面前。","bklcl":"Iâ-hô-hoa siū-khì O͘-sat, in-ūi i chhun-chhiú hōaⁿ iok-kūi, chiū phah i; i chiū sí tī-hia, tī Siōng-tè ê bīn-chêng.","tghg":"耶和華受氣烏撒，因為伊伸手按約櫃就拍伊，伊就死佇遐佇上帝的面前。","bklhl":"耶和華受氣O͘-sat，因為伊伸手hōaⁿ約櫃，就phah伊；伊就死tī-hia，tī上帝ê面前。"}},{"book":"代上","chapter":13,"verse":11,"versions":{"unv":"大衛因耶和華擊殺（原文是闖殺）烏撒，心裡愁煩，就稱那地方為毘列斯‧烏撒，直到今日。","bklcl":"Tāi-pi̍t in-ūi Iâ-hô-hoa phah O͘-sat, chiū bô hoaⁿ-hí, hō hit ê só͘-chāi chòe Pí-lia̍t-su-o͘-sat, ti̍t-kàu kin-á-ji̍t.","tghg":"大衛因為耶和華拍烏撒，就無歡喜，號彼個所在做毗列斯烏撒，直到今仔日。","bklhl":"大衛因為耶和華phah O͘-sat，就無歡喜，號hit ê所在做Pí-lia̍t-su-o͘-sat，直到今á日。"}},{"book":"代上","chapter":13,"verse":12,"versions":{"unv":"那日，大衛懼怕　神，說：「　神的約櫃怎可運到我這裡來？」","bklcl":"Hit-ji̍t Tāi-pi̍t kiaⁿ Siōng-tè, chiū kóng, Góa thái-thó thang tòa Siōng-tè ê iok-kūi kàu góa ê só͘-chāi?","tghg":"彼日，大衛驚上帝，就講：「我豈可(thái-thó)通帶上帝的約櫃到我的所在？」","bklhl":"Hit日大衛驚上帝，就講，我thái-thó thang 帶上帝ê約櫃到我ê所在？"}},{"book":"代上","chapter":13,"verse":13,"versions":{"unv":"於是大衛不將約櫃運進大衛的城，卻運到迦特人俄別‧以東的家中。","bklcl":"Tùi án-ni Tāi-pi̍t bô tòa iok-kūi kàu Tāi-pi̍t ê siâⁿ, ka-kī ê só͘-chāi; chiū choán kàu Ka-te̍k lâng Gô-pia̍t-í-tong ê ke.","tghg":"對按呢大衛無帶約櫃到大衛的城家己的所在，就轉(choán)到迦特人俄別以東的家。","bklhl":"Tùi án-ni，大衛無帶約櫃到大衛ê城，家己ê所在；就轉到Ka-te̍k人Gô-pia̍t-í-tong ê家。"}},{"book":"代上","chapter":13,"verse":14,"versions":{"unv":"　神的約櫃在俄別‧以東家中三個月，耶和華賜福給俄別‧以東的家和他一切所有的。","bklcl":"Siōng-tè ê iok-kūi tī Gô-pia̍t-í-tong ê ke, tī i ê chhù saⁿ-ge̍h-ji̍t kú;  Iâ-hô-hoa sù-hok tī Gô͘-pia̍t-í-tong ê ke, kap i it-chhè só͘-ū--ê.","tghg":"上帝的約櫃佇俄別以東的家佇伊的厝三月日久，耶和華賜福佇俄別以東的家及伊一切所有的。","bklhl":"上帝ê約櫃tī Gô-pia̍t-í-tong ê家，tī伊ê厝三月日久；耶和華賜福tī Gô͘-pia̍t-í-tong ê家，kap伊一切所有ê。"}}]