[{"book":"代上","chapter":28,"verse":1,"versions":{"unv":"大衛招聚以色列各支派的首領和輪班服事王的軍長，與千夫長、百夫長，掌管王和王子產業牲畜的，並太監，以及大能的勇士，都到耶路撒冷來。","bklcl":"Tāi-pi̍t chio-chi̍p Í-sek-lia̍t ê siú-léng, kok chi-phài ê siú-léng, kap lûn-pan ho̍k-sāi ông ê kun-tiúⁿ, chhian-chóng, pé-chóng, chiáng-koán ông kap ông ê kiáⁿ ê sán-gia̍p cheng-siⁿ--ê, kap thài-kàm, í-ki̍p tōa koân-lêng ê, kap tōa koân-lêng ê ióng-sū, lóng kàu Iâ-lō͘-sat-léng.","tghg":"大衛招集以色列的首領各支派的首領及輪班服事王的軍長，千總、百總、掌管王及王的子的產業精牲者，及太監，以及大權能的，及大權能的勇士，攏到耶路撒冷。","bklhl":"大衛招集以色列ê首領，各支派ê首領，kap輪班服事王ê軍長、千總、百總，掌管王kap王ê kiáⁿ ê產業cheng-siⁿ-ê，kap太監，以及大權能ê，kap大權能ê勇士，lóng到耶路撒冷。"}},{"book":"代上","chapter":28,"verse":2,"versions":{"unv":"大衛王就站起來，說：「我的弟兄，我的百姓啊，你們當聽我言，我心裡本想建造殿宇，安放耶和華的約櫃，作為我　神的腳凳；我已經預備建造的材料。","bklcl":"Tāi-pi̍t ông chiū khiā--khí-lâi kóng, Góa ê hiaⁿ-tī, góa ê peh-sìⁿ ah, lín tio̍h thiaⁿ góa ê ōe; góa ê sim pún siūⁿ beh ūi-tio̍h Iâ-hô-hoa ê iok-kūi, koh ūi-tio̍h lán ê Siōng-tè ê kha-ta̍h-í, khí tiān lâi an-tì i; góa í-keng pī-pān beh khí.","tghg":"大衛王就徛起來，講：「我的兄弟，我的百姓啊，恁著聽我的話，我的心本想欲為著耶和華的約櫃，閣為著咱的上帝的腳踏椅；起殿來安置伊；我已經備辦欲起。","bklhl":"大衛王就khiā起來講，我ê兄弟，我ê百姓ah，lín tio̍h聽我ê話；我ê心本想beh為tio̍h耶和華ê約櫃，koh為tio̍h咱ê上帝ê腳踏椅，起殿來安置伊；我已經備辦beh起。"}},{"book":"代上","chapter":28,"verse":3,"versions":{"unv":"只是　神對我說：『你不可為我的名建造殿宇；因你是戰士，流了人的血。』","bklcl":"Chóng-sī Siōng-tè tùi góa kóng, Lí bōe-tit-thang ūi Góa ê miâ khí tiān, in-ūi lí sī chiàn-sū, ū hō͘ lâng lâu-huih.","tghg":"總是上帝對我講：『你𣍐得通為我的名起殿；因為你是戰士，有互人流血。』","bklhl":"總是上帝對我講，你bōe得thang為我ê名起殿，因為你是戰士，有hō͘人流血。"}},{"book":"代上","chapter":28,"verse":4,"versions":{"unv":"然而，耶和華─以色列的　神在我父的全家揀選我作以色列的王，直到永遠。因他揀選猶大為首領；在猶大支派中揀選我父家，在我父的眾子裡喜悅我，立我作以色列眾人的王。","bklcl":"M̄-kú Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè, tī góa ê pē choân-ke kéng góa chòe Í-sek-lia̍t ông ti̍t-kàu éng-oán; in-ūi I kéng Iû-tāi chòe siú-léng; tī Iû-tāi ê chi-phài tiong kéng góa ê pē ê ke; tī góa ê pē ê chèng-kiáⁿ tiong hoaⁿ-hí góa, siat-li̍p góa chòe Í-sek-lia̍t chèng-lâng ê ông.","tghg":"呣拘(m̄-kú)，耶和華──以色列的上帝佇我的父全家揀我做以色列王，直到永遠。因為伊揀猶大做首領；佇猶大的支派中揀我的父的家，佇我的父的眾子中歡喜我，設立我做以色列眾人的王。","bklhl":"M̄-kú耶和華以色列ê上帝，tī我ê父全家揀我做以色列王直到永遠；因為伊揀偤大做首領；tī偤大ê支派中揀我ê父ê家；tī我ê父ê眾kiáⁿ中歡喜我，設立我做以色列眾人ê王。"}},{"book":"代上","chapter":28,"verse":5,"versions":{"unv":"耶和華賜我許多兒子，在我兒子中揀選所羅門坐耶和華的國位，治理以色列人。","bklcl":"Iâ-hô-hoa siúⁿ-sù góa chōe-chōe kiáⁿ, tī góa ê kiáⁿ ê tiong-kan, kéng góa ê kiáⁿ Só͘-lô-bûn, tī Iâ-hô-hoa ê kok chē-ūi, tī-lí Í-sek-lia̍t.","tghg":"耶和華賞賜我多多子，佇我的子的中間揀我的子所羅門佇耶和華的國坐位，治理以色列。","bklhl":"耶和華賞賜我chōe-chōe kiáⁿ，tī我ê kiáⁿ ê中間，揀我ê kiáⁿ所羅門，tī耶和華ê國坐位，治理以色列。"}},{"book":"代上","chapter":28,"verse":6,"versions":{"unv":"耶和華對我說：『你兒子所羅門必建造我的殿和院宇；因為我揀選他作我的子，我也必作他的父。","bklcl":"I koh tùi góa kóng, Lí ê kiáⁿ Só͘-lô-bûn beh khí Góa ê tiān Góa ê īⁿ; in-ūi Góa kéng i chòe Góa ê kiáⁿ, Góa iā beh chòe i ê pē.","tghg":"伊閣對我講：『你的子所羅門欲起我的殿我的院；因為我揀伊做我的子，我也欲做伊的父。","bklhl":"伊koh對我講，你ê kiáⁿ所羅門beh 起我ê殿我ê院；因為我揀伊做我ê kiáⁿ，我也beh做伊ê父。"}},{"book":"代上","chapter":28,"verse":7,"versions":{"unv":"他若恆久遵行我的誡命典章如今日一樣，我就必堅定他的國位，直到永遠。』","bklcl":"I nā kú-tn̂g chun-thàn Góa ê kài-bēng hoat-tō͘, chhin-chhiūⁿ kin-á-ji̍t, Góa chiū beh kian-kò͘ i ê kok-ūi, ti̍t-kàu éng-oán.","tghg":"伊若久長遵趁我的誡命法度親像今仔日，我就欲堅固伊的國位，直到永遠。』","bklhl":"伊若久長遵thàn我ê誡命法度，親像今á日，我就beh堅固伊ê國位，直到永遠。"}},{"book":"代上","chapter":28,"verse":8,"versions":{"unv":"現今在耶和華的會中，以色列眾人眼前所說的，我們的　神也聽見了。你們應當尋求耶和華─你們　神的一切誡命，謹守遵行，如此你們可以承受這美地，遺留給你們的子孫，永遠為業。","bklcl":"Taⁿ tī Iâ-hô-hoa ê hōe, Í-sek-lia̍t chèng-lâng ê bīn-chêng, lán ê Siōng-tè iā thiaⁿ-kìⁿ, lín tio̍h chhâ-khó lín ê Siōng-tè Iâ-hô-hoa ê kài-bēng lâi chip-siú i; án-ni lín thang hióng-siū chit ê hó ê tōe, lâu hō͘ lín āu-tāi ê kiáⁿ-sun, éng-oán chòe-gia̍p.","tghg":"今佇耶和華的會，以色列眾人的面前，咱的上帝也聽見。恁著查考恁的上帝──耶和華的誡命，來執守伊，按呢恁通享受此個好的地，留互恁後代的子孫，永遠做業。","bklhl":"Taⁿ tī耶和華ê會，以色列眾人ê面前，咱ê上帝也聽見，lín tio̍h查考lín ê上帝耶和華ê誡命來執守伊；án-ni lín thang享受chit ê好ê地，留hō͘ lín後代ê kiáⁿ孫，永遠做業。"}},{"book":"代上","chapter":28,"verse":9,"versions":{"unv":"「我兒所羅門哪，你當認識耶和華─你父的　神，誠心樂意地事奉他；因為他鑒察眾人的心，知道一切心思意念。你若尋求他，他必使你尋見；你若離棄他，他必永遠丟棄你。","bklcl":"Góa ê kiáⁿ Só͘-lô-bûn ah, lí tio̍h jīn-bat lí ê pē ê Siōng-tè, sêng-si̍t sim hoaⁿ-hí ho̍k-sāi I; in-ūi Iâ-hô-hoa kàm-chhat chèng-lâng ê sim, chai lóng-chóng ê sim-su liām-thâu; lí nā chhē I, I beh hō͘ lí tú-tio̍h; lí nā pàng-sak I, I beh éng-oán kū-choa̍t lí;","tghg":"「我的子所羅門阿，你著認識你的父的上帝，誠實心歡喜服事伊；因為耶和華鑑察眾人的心，知攏總的心思念頭。你若尋伊，伊欲互你抵著(tú-tio̍h)；你若放拺伊，伊欲永遠拒絕你。","bklhl":"我ê kiáⁿ所羅門ah，你tio̍h認識你ê父ê上帝，誠實心歡喜服事伊；因為耶和華鑑察眾人ê心，知lóng總ê心思念頭；你若chhē伊，伊beh hō͘你tú-tio̍h；你若放sak伊，伊beh永遠拒絕你；"}},{"book":"代上","chapter":28,"verse":10,"versions":{"unv":"你當謹慎，因耶和華揀選你建造殿宇作為聖所。你當剛強去行。」","bklcl":"lí tio̍h kín-sīn, in-ūi Iâ-hô-hoa kéng lí khí chhù chòe sèng-só͘; lí tio̍h ióng-kám khì chòe.","tghg":"你著謹慎，因為耶和華揀你起厝做聖所。你著勇敢去做。」","bklhl":"你tio̍h謹慎，因為耶和華揀你起厝做聖所；你tio̍h勇敢去做。"}},{"book":"代上","chapter":28,"verse":11,"versions":{"unv":"大衛將殿的遊廊、旁屋、府庫、樓房、內殿，和施恩所的樣式指示他兒子所羅門，","bklcl":"Tāi-pi̍t chiong tiān-tn̂g ê léng-lông, pâng-keng, hú-khò͘, lâu-koh, lāi-tiān, kap Si-un-só͘ hit-keng, it-chhè ê tô͘-iūⁿ, kau i ê kiáⁿ Só͘-lô-bûn;","tghg":"大衛將殿堂的兩廊(léng-lông)、房間、府庫、樓閣、內殿，及施恩所彼間一切的圖樣交伊的子所羅門，","bklhl":"大衛將殿堂ê léng廊、房間、府庫、樓閣、內殿，kap施恩所hit間，一切ê圖樣，交伊ê kiáⁿ所羅門；"}},{"book":"代上","chapter":28,"verse":12,"versions":{"unv":"又將被靈感動所得的樣式，就是耶和華　神殿的院子、周圍的房屋、殿的府庫，和聖物府庫的一切樣式都指示他；","bklcl":"koh ēng tùi Sîn só͘ tit-tio̍h it-chhè ê tô͘-iūⁿ, chiū-sī Iâ-hô-hoa tiān ê īⁿ, sì-ûi ê pâng, Siōng-tè tiān ê hú-khò͘, kap sèng-mi̍h ê hú-khò͘ chiah-ê tô͘-iūⁿ, lóng kau i;","tghg":"閣用對神所得著一切的圖樣，就是耶和華殿的院、四周的房、上帝殿的府庫，及聖物的府庫諸個圖樣攏交伊；","bklhl":"Koh用tùi神所得tio̍h一切ê圖樣，就是耶和華殿ê院，四圍ê房，上帝殿ê府庫，kap聖物ê府庫chiah ê圖樣，lóng交伊；"}},{"book":"代上","chapter":28,"verse":13,"versions":{"unv":"又指示他祭司和利未人的班次與耶和華殿裡各樣的工作，並耶和華殿裡一切器皿的樣式，","bklcl":"koh chí-sī i chè-si kap Lī-bī lâng ê pan-lia̍t, kap Iâ-hô-hoa tiān-lāi ho̍k-sāi ê kang, í-ki̍p Iâ-hô-hoa tiān-lāi ho̍k-sāi ê khì-kū;","tghg":"閣指示伊祭司及利未人的班列及耶和華殿內服事的工，以及耶和華殿內服事的器具，","bklhl":"Koh指示伊祭司kap利未人ê班列，kap耶和華殿內服事ê工，以及耶和華殿內服事ê器具；"}},{"book":"代上","chapter":28,"verse":14,"versions":{"unv":"以及各樣應用金器的分兩和各樣應用銀器的分兩，","bklcl":"koh chhìn kim hō͘ i chòe ta̍k-iūⁿ èng-iōng ê kim-khì; ia̍h chhìn gûn hō͘ i, chòe ta̍k-iūⁿ èng-iōng ê gûn-khì;","tghg":"閣秤金互伊做逐樣應用的金器，亦秤銀互伊做逐樣應用的銀器，","bklhl":"Koh秤金hō͘伊做ta̍k樣應用ê金器；亦秤銀hō͘伊，做ta̍k樣應用ê銀器；"}},{"book":"代上","chapter":28,"verse":15,"versions":{"unv":"金燈臺和金燈的分兩，銀燈臺和銀燈的分兩，輕重各都合宜；","bklcl":"chiū-sī chiah-ê kim teng-tâi kap i ê chóaⁿ, chiū chhìn kim lâi chòe ta̍k ê teng-tâi kap i ê chóaⁿ, koh ēng chòe gûn teng-tâi ê gûn lâi chhìn hō͘ i;  i ê teng-tâi kap i ê chóaⁿ lóng sī án-ni, chiàu ta̍k ê teng-tâi ê lō͘-ēng;","tghg":"就是諸個金燈台及伊的盞(chóaⁿ)，就秤金來做逐個燈台及伊的盞，閣用做銀燈台的銀來秤互伊，伊的燈台及伊的盞攏是按呢，照逐個燈台的路用；","bklhl":"就是chiah ê金燈台kap伊ê盞，就秤金來做ta̍k-ê燈台kap伊ê盞，koh用做銀燈台ê銀來秤hō͘伊；伊ê燈台kap伊ê盞lóng是án-ni，照ta̍k-ê燈台ê路用；"}},{"book":"代上","chapter":28,"verse":16,"versions":{"unv":"陳設餅金桌子的分兩，銀桌子的分兩，","bklcl":"koh chhìn kim hō͘ i lâi chòe pâi-lia̍t piáⁿ ê toh; ia̍h chhìn gûn lâi chòe gûn ê toh;","tghg":"閣秤金互伊來做排列餅的桌，亦秤銀來做銀的桌，","bklhl":"Koh秤金hō͘伊來做排列餅ê桌；亦秤銀來做銀ê桌；"}},{"book":"代上","chapter":28,"verse":17,"versions":{"unv":"精金的肉叉子、盤子，和爵的分兩，各金碗與各銀碗的分兩，","bklcl":"koh ēng hó-kim hō͘ i chòe bah-chhe, pôaⁿ, poe; koh chhìn kim, hō͘ i thang chòe ta̍k ê kim-óaⁿ, chhìn gûn hō͘ i chòe ta̍k ê gûn-óaⁿ;","tghg":"閣用好金互伊做肉叉、盤、杯，閣秤金互伊通做逐個金碗，秤銀互伊做逐個銀碗，","bklhl":"Koh用好金hō͘伊做肉叉、盤、杯；koh秤金，hō͘伊thang做ta̍k-ê金碗，秤銀hō͘伊做ta̍k-ê銀碗；"}},{"book":"代上","chapter":28,"verse":18,"versions":{"unv":"精金香壇的分兩，並用金子做基路伯（原文是用金子做車式的基路伯）；基路伯張開翅膀，遮掩耶和華的約櫃。","bklcl":"koh chhìn hó-kim hō͘ i thang chòe hiuⁿ-tôaⁿ; ia̍h ēng kim chòe ki-lō͘-peng chhia ê khoán-sit, in thí-khui si̍t, jia-khàm Iâ-hô-hoa ê iok-kūi.","tghg":"閣秤好金互伊通做香壇，亦用金做𠼻𡀔兵車的款式；𪜶展開(thí-khui)翅，遮蓋耶和華的約櫃。","bklhl":"Koh秤好金hō͘伊thang做香壇；亦用金做ki-lō͘-peng車ê款式，in thí開翼，遮蓋耶和華ê約櫃。"}},{"book":"代上","chapter":28,"verse":19,"versions":{"unv":"大衛說：「這一切工作的樣式都是耶和華用手劃出來使我明白的。」","bklcl":"Tāi-pi̍t kóng, Téng-bīn chiah-ê kui-bô͘, lóng sī góa tit-tio̍h Iâ-hô-hoa be̍k-sī siá chhut-lâi--ê.","tghg":"大衛講：「頂面諸個規模攏是我得著耶和華默示寫出來的。」","bklhl":"大衛講，頂面chiah ê規模，lóng是我得tio̍h耶和華默示寫出來ê。"}},{"book":"代上","chapter":28,"verse":20,"versions":{"unv":"大衛又對他兒子所羅門說：「你當剛強壯膽去行！不要懼怕，也不要驚惶。因為耶和華　神就是我的　神，與你同在；他必不撇下你，也不丟棄你，直到耶和華殿的工作都完畢了。","bklcl":"Tāi-pi̍t koh kā i ê kiáⁿ Só͘-lô-bûn kóng, Lí tio̍h ióng-kám chòng-táⁿ khì chòe; bo̍h-tit lún, ia̍h bo̍h-tit kiaⁿ; in-ūi Iâ-hô-hoa Siōng-tè, chiū-sī góa ê Siōng-tè, kap lí tī-teh; I tek-khak bô lī-khui lí, ia̍h bô pàng-sak lí, ti̍t-kàu Iâ-hô-hoa tiān ê kang lóng bêng-pe̍k.","tghg":"大衛閣給伊的子所羅門講：「你著勇敢壯膽去做！莫得愞(lún)，亦莫得驚。因為耶和華上帝就是我的上帝，及你佇啲；伊的確無離開你，亦無放拺你，直到耶和華殿的工攏明白。","bklhl":"大衛koh kā伊ê kiáⁿ所羅門講，你tio̍h勇敢壯膽去做；莫得懍，亦莫得驚；因為耶和華上帝，就是我ê上帝，kap你tī-teh；伊的確無離開你，亦無放sak你，直到耶和華殿ê工lóng明白。"}},{"book":"代上","chapter":28,"verse":21,"versions":{"unv":"有祭司和利未人的各班，為要辦理　神殿各樣的事，又有靈巧的人在各樣的工作上樂意幫助你；並有眾首領和眾民一心聽從你的命令。」","bklcl":"Khòaⁿ ah, ū chè-si kap Lī-bī lâng ê ta̍k-pan, ūi-tio̍h beh pān-lí Siōng-tè tiān ta̍k-hāng ê sū; koh ū kî-khiáu ê lâng, tī ta̍k-hāng ê kang hoaⁿ-hí pang-chān lí; ia̍h ū chiah-ê siú-léng kap chèng peh-sìⁿ chi̍t-sim thiaⁿ-thàn lí ê bēng-lēng.","tghg":"看啊，有祭司及利未人的逐班，為著欲辦理上帝殿逐項的事，閣有奇巧(kî-khiáu)的人佇逐項的工歡喜幫助你；亦有諸個首領及眾百姓一心聽趁你的命令。」","bklhl":"看ah，有祭司kap利未人ê ta̍k班，為tio̍h beh辨理上帝殿ta̍k項ê事；koh有奇巧ê人，tī ta̍k項ê工歡喜幫贊你；亦有chiah ê首領kap眾百姓一心聽thàn你ê命令。"}}]