[{"book":"代上","chapter":10,"verse":1,"versions":{"unv":"非利士人與以色列人爭戰，以色列人在非利士人面前逃跑，在基利波山有被殺仆倒的。","bklcl":"Hui-lī-sū lâng kap Í-sek-lia̍t lâng kau-chiàn; Í-sek-lia̍t lâng tī Hui-lī-sū lâng ê bīn-chêng tô-cháu, tī Ki-lī-pho soaⁿ siū thâi-sí.","tghg":"非利士人及以色列人交戰，以色列人佇非利士人的面前逃走，佇基利波山受刣死。","bklhl":"腓利士人kap以色列人交戰；以色列人tī腓利士人ê面前逃走，tī Ki-lī-pho山受刣死。"}},{"book":"代上","chapter":10,"verse":2,"versions":{"unv":"非利士人緊追掃羅和他兒子們，就殺了掃羅的兒子約拿單、亞比拿達、麥基舒亞。","bklcl":"Hui-lī-sū lâng jip-kūn Sò-lô kap i hiah-ê kiáⁿ; Hui-lī-sū lâng chiū thâi-sí Sò-lô ê kiáⁿ Iok-ná-tan, A-pí-ná-ta̍t, Be̍k-ki-su-a.","tghg":"非利士人趇(jip)近掃羅及伊許個子，非利士人就刣死掃羅的子約拿單、亞比拿達、麥基舒亞。","bklhl":"腓利士人jip近掃羅kap伊hiah-ê kiáⁿ；腓利士人就刣死掃羅ê kiáⁿ約拿單、A-pí-ná-ta̍t、Be̍k-ki-su-a。"}},{"book":"代上","chapter":10,"verse":3,"versions":{"unv":"勢派甚大，掃羅被弓箭手追上，射傷甚重，","bklcl":"Kau-chiàn ê tīn-sè tùi-tī Sò-lô chin gûi-kip, siā-chìⁿ ê lâng siā-i, khùn-khó͘ kàu-ke̍k.","tghg":"交戰的陣勢對佇掃羅真危急，射箭的人射伊，困苦到極，","bklhl":"交戰ê陣勢對tī掃羅真危急，射箭ê人射伊，困苦到極。"}},{"book":"代上","chapter":10,"verse":4,"versions":{"unv":"就吩咐拿他兵器的人說：「你拔出刀來，將我刺死，免得那些未受割禮的人來凌辱我。」但拿兵器的人甚懼怕，不肯刺他；","bklcl":"Sò-lô chiū kā hit ê kia̍h i ê chiàn-khì-ê kóng, Lí pu̍ih-chhut lí ê to, kā góa chha̍k--sí, bián-tit hiah-ê bô siū kat-lé ê lâng lâi lêng-jio̍k góa; hit ê kia̍h i ê chiàn-khì-ê m̄-ài, in-ūi chin kiaⁿ.  Sò-lô chiū kia̍h i ê to, chiong seng-khu àⁿ tī téng-bīn lâi chhìⁿ-sí.","tghg":"掃羅就給彼個攑伊的戰器者講：「你拔(pu̍ih)出你的刀，給我鑿(chha̍k)死，免得許個無受割禮的人來凌辱我。」彼個攑伊的戰器的呣愛，因為真驚；","bklhl":"掃羅就kā hit ê kia̍h伊ê戰器ê講，你拔出你ê刀，kā我鑿死，免得hiah-ê無受割禮ê人來凌辱我；hit ê kia̍h伊ê戰器ê m̄-ài，因為真驚。掃羅就kia̍h伊ê刀，將身軀àⁿ tī頂面來chhìⁿ死。"}},{"book":"代上","chapter":10,"verse":5,"versions":{"unv":"掃羅就自己伏在刀上死了。拿兵器的人見掃羅已死，也伏在刀上死了。","bklcl":"Kia̍h i ê chiàn-khì ê lâng khòaⁿ-kìⁿ Sò-lô í-keng sí, iā chhìⁿ tī to--nih lâi sí.","tghg":"掃羅就攑伊的刀將身軀俯佇頂面來刺(chhìⁿ)死。攑伊的戰器的人看見掃羅已經死，也刺佇刀裡來死。","bklhl":"Kia̍h伊ê戰器ê人看見掃羅已經死，也chhìⁿ tī刀裡來死。"}},{"book":"代上","chapter":10,"verse":6,"versions":{"unv":"這樣，掃羅和他三個兒子，並他的全家都一同死亡。","bklcl":"Án-ni Sò-lô kap i saⁿ ê kiáⁿ sí, choân-ke chòe chi̍t-ē sí.","tghg":"按呢，掃羅及伊三個子死，全家做一下死。","bklhl":"Án-ni掃羅kap伊三個kiáⁿ死，全家做一下死。"}},{"book":"代上","chapter":10,"verse":7,"versions":{"unv":"住平原的以色列眾人見以色列軍兵逃跑，掃羅和他兒子都死了，也就棄城逃跑，非利士人便來住在其中。","bklcl":"Khiā-khí soaⁿ-kok ê Í-sek-lia̍t lâng khòaⁿ-kìⁿ kun-peng tô-cháu, Sò-lô kap i ê kiáⁿ lóng sí, iā pàng-sak in ê siâⁿ tô-cháu.  Hui-lī-sū lâng chiū lâi khiā-khí--i.","tghg":"徛起山谷的以色列人看見軍兵逃走，掃羅及伊的子攏死，也放拺(pàng-sak)𪜶的城逃走，非利士人就來徛起伊。","bklhl":"Khiā起山谷ê以色列人看見軍兵逃走，掃羅kap伊ê kiáⁿ lóng死，也放sak in ê城逃走。腓利士人就來khiā起伊。"}},{"book":"代上","chapter":10,"verse":8,"versions":{"unv":"次日，非利士人來剝那被殺之人的衣服，看見掃羅和他兒子仆倒在基利波山，","bklcl":"Keh-ji̍t Hui-lī-sū lâng lâi chhiúⁿ pak hiah-ê siū-thâi ê lâng, chhē-tio̍h Sò-lô kap i ê kiáⁿ, sí tī Ki-lī-pho soaⁿ.","tghg":"隔日，非利士人來搶剝許個受刣的人，尋著掃羅及伊的子死佇基利波山，","bklhl":"隔日腓利士人來搶剝hiah-ê受刣 ê人，chhē-tio̍h掃羅kap伊ê kiáⁿ，死tī Ki-lī-pho山。"}},{"book":"代上","chapter":10,"verse":9,"versions":{"unv":"就剝了他的軍裝，割下他的首級，打發人到（到：或譯送到）非利士地的四境報信與他們的偶像和眾民，","bklcl":"In chiū pak--i, the̍h i ê thâu-khak kap kun-chong, chhe lâng kàu Hui-lī-sū tōe ê sì-kéng, pò siau-sit hō͘ in ê ngó͘-siōng kap in ê peh-sìⁿ.","tghg":"𪜶就剝伊，提伊的頭殼及軍裝，差人到非利士地的四境報消息互𪜶的偶像及𪜶的百姓，","bklhl":"In就剝伊，the̍h伊ê頭殼kap軍裝，差人到腓利士地ê四境，報消息hō͘ in ê偶像kap in ê百姓。"}},{"book":"代上","chapter":10,"verse":10,"versions":{"unv":"又將掃羅的軍裝放在他們神的廟裡，將他的首級釘在大袞廟中。","bklcl":"Ēng i ê kun-chong hē tī in ê siōng-tè ê biō, tiàu i ê thâu-khak tī Tāi-kún ê biō.","tghg":"用伊的軍裝下佇𪜶的上帝的廟，吊伊的頭殼佇大袞(Tāi-kún)的廟。","bklhl":"用伊ê軍裝hē tī in ê上帝 ê廟，召伊ê頭殼tī Tāi-kún ê廟。"}},{"book":"代上","chapter":10,"verse":11,"versions":{"unv":"基列‧雅比人聽見非利士人向掃羅所行的一切事，","bklcl":"Ki-lia̍t ê Ngá-pí lâng thiaⁿ-kìⁿ Hui-lī-sū lâng só͘ khoán-thāi Sò-lô it-chhè ê sū.","tghg":"基列的雅比人聽見非利士人所款待掃羅一切的事，","bklhl":"Ki-lia̍t ê Ngá-pí人聽見腓利士人所款待掃羅一切ê事。"}},{"book":"代上","chapter":10,"verse":12,"versions":{"unv":"他們中間所有的勇士就起身前去，將掃羅和他兒子的屍身送到雅比，將他們的屍骨葬在雅比的橡樹下，就禁食七日。","bklcl":"In ê chèng ióng-sū chiū khí--lâi, chiong Sò-lô ê sin-si kap i hiah-ê kiáⁿ ê sin-si tòa kàu Ngá-pí;  koh chòng i ê kut-hâi tī Ngá-pí ê siōng-chhiū-kha, kìm-chia̍h chhit-ji̍t.","tghg":"𪜶的眾勇士就起來，將掃羅的身屍及伊許個子的身屍帶到雅比，閣葬伊的骨骸佇雅比的橡樹腳，禁食七日。","bklhl":"In ê眾勇士就起來，將掃羅ê身屍kap伊hiah-ê kiáⁿ ê身屍帶到Ngá-pí；koh葬伊ê骨骸tī Ngá-pí ê橡樹腳，禁食七日。"}},{"book":"代上","chapter":10,"verse":13,"versions":{"unv":"這樣，掃羅死了。因為他干犯耶和華，沒有遵守耶和華的命；又因他求問交鬼的婦人，","bklcl":"Án-ni Sò-lô sí, in-ūi i hoān-chōe tī Iâ-hô-hoa, ūi-tio̍h i bô siú Iâ-hô-hoa ê bēng-lēng, koh in-ūi i khì chhē kúi chiūⁿ-sin ê hū-jîn-lâng, lâi mn̄g--i;","tghg":"按呢，掃羅死。因為伊犯罪佇耶和華，為著伊無守耶和華的命令；閣因為伊去尋鬼上身的婦仁人來問伊，","bklhl":"Án-ni掃羅死，因為伊犯罪tī耶和華，為tio̍h伊無守耶和華ê命令，koh因為伊去chhē鬼上身ê婦人人，來問伊；"}},{"book":"代上","chapter":10,"verse":14,"versions":{"unv":"沒有求問耶和華，所以耶和華使他被殺，把國歸於耶西的兒子大衛。","bklcl":"iā bô mn̄g Iâ-hô-hoa; só͘-í I thâi-sí i, chiong i ê kok kui hō͘ Iâ-se ê kiáⁿ Tāi-pi̍t.","tghg":"也無問耶和華，所以伊刣死伊，將伊的國歸互耶西之子大衛。","bklhl":"也無問耶和華；所以伊刣死伊，將伊ê國歸hō͘耶西ê kiáⁿ大衛。"}}]