[{"book":"結","chapter":24,"verse":1,"versions":{"unv":"第九年十月初十日，耶和華的話又臨到我說：","bklcl":"Tē káu-nî cha̍p-ge̍h chhoe-cha̍p ji̍t, Iâ-hô-hoa ê ōe koh lîm-kàu góa, kóng,","tghg":"第九年十月初十日，耶和華的話閣臨到我講：","bklhl":"第九年十月初十日，耶和華ê話koh臨到我，講，"}},{"book":"結","chapter":24,"verse":2,"versions":{"unv":"「人子啊，今日正是巴比倫王就近耶路撒冷的日子，你要將這日記下，","bklcl":"Jîn-chú ah, kin-á-ji̍t tú-tú sī Pa-pí-lûn ông chiū-kūn Iâ-lō͘-sat-léng ê ji̍t, lí tio̍h chiong kin-á-ji̍t kì i ê miâ.","tghg":"「人子啊，今仔日抵抵(tú-tú)是巴比倫王就近耶路撒冷的日，你著將今仔日記伊的名，","bklhl":"人子ah，今á日tú-tú是巴比倫王就近耶路撒冷ê日，你tio̍h將今á日記伊ê名。"}},{"book":"結","chapter":24,"verse":3,"versions":{"unv":"要向這悖逆之家設比喻說，主耶和華如此說：將鍋放在火上，放好了，就倒水在其中；","bklcl":"Tio̍h tùi chit ê pōe-ge̍k ê ke siat phì-jū, kóng, Chú Iâ-hô-hoa án-ni kóng, Chiong tiáⁿ chhāi tī hé--nih; í-keng chhāi hó, chiū piàⁿ chúi tī lāi-bīn,","tghg":"著對此個悖逆(pōe-ge̍k)的家設譬喻講，主耶和華按呢講：將鼎祀(chhāi)佇火裡，已經祀好，就傾(piàⁿ)水佇內面；","bklhl":"Tio̍h對chit ê悖逆ê家設譬喻，講，主耶和華án-ni講，將鼎chhāi tī火裡；已經chhāi好，就piàⁿ水tī內面，"}},{"book":"結","chapter":24,"verse":4,"versions":{"unv":"將肉塊，就是一切肥美的肉塊、腿，和肩都聚在其中，拿美好的骨頭把鍋裝滿；","bklcl":"chiong bah-tè, chiū-sī it-chhè pûi-súi ê bah-tè, chêng-thúi āu-thúi, lóng khioh hē tī lāi-bīn; kéng hó ê kut thia̍p hō͘ i móa.","tghg":"將肉塊(tè)，就是一切肥媠的肉塊、前腿後腿，攏拾下(hē)佇內面，揀好的骨疊互伊滿；","bklhl":"將肉塊，就是一切肥súi ê肉塊，前腿後腿，lóng拾hē tī內面；揀好ê骨疊hō͘伊滿。"}},{"book":"結","chapter":24,"verse":5,"versions":{"unv":"取羊群中最好的，將柴堆在鍋下，使鍋開滾，好把骨頭煮在其中。","bklcl":"Chhú iûⁿ-kûn-tiong tē-it hó--ê, chiong chhâ thia̍p tī tiáⁿ-ē, hō͘ tiáⁿ kún chhiāng-chhiāng[chhiâng-chhiâng], thang chiong kut kûn tī hí lāi-bīn.","tghg":"取羊群中第一好的，將柴疊佇鼎下，互鼎滾沖沖(chhiāng-chhiāng)，通將骨𤉙(kûn)佇彼內面。","bklhl":"取羊群中第一好ê，將柴疊tī鼎下，hō͘鼎滾chhiāng-chhiāng[chhiâng-chhiâng]，thang將骨kûn tī hit內面。"}},{"book":"結","chapter":24,"verse":6,"versions":{"unv":"「主耶和華如此說：禍哉！這流人血的城，就是長鏽的鍋。其中的鏽未曾除掉，須要將肉塊從其中一一取出來，不必為它拈鬮。","bklcl":"Chú Iâ-hô-hoa án-ni kóng, Ū chai-ē ah, chit ê hō͘ lâng lâu-huih ê siâⁿ, chiū-sī siⁿ sian ê tiáⁿ, i ê sian iáu-bē tû--khì, tio̍h chiong bah-tè tùi hit tiong-kan chi̍t-tè chi̍t-tè the̍h-chhut-lâi; bô kā i liam-khau.","tghg":"「主耶和華按呢講：有災禍啊！此個互人流血的城，就是生銹(sian)的鼎。伊的銹猶未除去，著將肉塊對彼中間一塊一塊提出來，無給伊拈鬮(liam-khau)。","bklhl":"主耶和華án-ni講，有災厄ah，chit ê hō͘人流血ê城，就是生sian ê鼎，伊ê sian iáu未除去，tio̍h將肉塊tùi hit中間一塊一塊the̍h出來；無kā伊拈鬮。"}},{"book":"結","chapter":24,"verse":7,"versions":{"unv":"城中所流的血倒在淨光的磐石上，不倒在地上，用土掩蓋。","bklcl":"Siâⁿ-tiong ū siū-thâi ê lâng ê huih, piàⁿ tī kng-kng ê chio̍h-pôaⁿ-téng, bô piàⁿ tī tōe--nih, thang ēng thô͘ khàm.","tghg":"城中有受刣的人的血，傾佇光光的石磐頂，無傾佇地裡，通用土蓋(khàm)。","bklhl":"城中有受刣 ê人ê血，piàⁿ tī光光ê石磐頂，無piàⁿ tī地裡，thang用土蓋。"}},{"book":"結","chapter":24,"verse":8,"versions":{"unv":"這城中所流的血倒在淨光的磐石上，不得掩蓋，乃是出於我，為要發忿怒施行報應。","bklcl":"Chit ê siâⁿ-lāi só͘ lâu ê huih, piàⁿ tī kng-kng ê chio̍h-pôaⁿ-téng, bô thang jia-khàm, sī Góa hō͘ i án-ni; ūi-tio̍h beh kek tōa siū-khì, kiâⁿ pò-èng.","tghg":"此個城內所流的血，傾佇光光的石磐頂，無通遮蓋，是我互伊按呢，為著欲激大受氣行報應。","bklhl":"Chit ê城內所流ê血，piàⁿ tī光光ê石磐頂，無thang遮蓋，是我hō͘伊án-ni；為tio̍h beh激大受氣，行報應。"}},{"book":"結","chapter":24,"verse":9,"versions":{"unv":"所以主耶和華如此說：禍哉！這流人血的城，我也必大堆火柴，","bklcl":"Só͘-í Chú Iâ-hô-hoa án-ni kóng, Ū chai-ē ah, chit ê hō͘ lâng lâu-huih ê siâⁿ, Góa ia̍h beh thia̍p tōa-tui ê hé-chhâ.","tghg":"所以主耶和華按呢講：有災禍啊！此個互人流血的城，我亦欲疊大堆的火柴，","bklhl":"所以主耶和華án-ni講，有災厄ah，chit ê hō͘人流血ê城，我亦beh疊大堆ê火柴。"}},{"book":"結","chapter":24,"verse":10,"versions":{"unv":"添上木柴，使火著旺，將肉煮爛，把湯熬濃，使骨頭烤焦；","bklcl":"Thiⁿ-chhâ hō͘ hé chin iām, chiong bah kûn nōa, chiong thng ngâu khó, hō͘ kut hu-lu--khì.","tghg":"添柴互火真炎，將肉𤉙爛(kûn nōa)，將湯熬洘(ngâu khó)，互骨灰嚕去(hu-lu--khì)；","bklhl":"添柴hō͘火真燄，將肉kûn爛，將湯熬khó，hō͘骨hu-lu去。"}},{"book":"結","chapter":24,"verse":11,"versions":{"unv":"把鍋倒空坐在炭火上，使鍋燒熱，使銅燒紅，鎔化其中的污穢，除淨其上的鏽。","bklcl":"Chiong tiáⁿ, piàⁿ khang, chhāi tī teh to̍h ê thòaⁿ-téng, hō͘ tiáⁿ pek-jia̍t, hō͘ tâng sio âng, iûⁿ kî-tiong ê ù-òe, tû hit téng-bīn ê sian.","tghg":"將鼎傾空祀佇啲𤏸(to̍h)的炭頂，互鼎煏(pek)熱互銅燒紅，鎔其中的污穢，除彼頂面的銹。","bklhl":"將鼎，piàⁿ空，chhāi tī teh to̍h ê炭頂，hō͘鼎pek熱，hō͘銅燒紅，熔其中ê污穢，除hit頂面ê sian。"}},{"book":"結","chapter":24,"verse":12,"versions":{"unv":"這鍋勞碌疲乏，所長的大鏽仍未除掉；這鏽就是用火也不能除掉。","bklcl":"I tio̍h-bôa ià-siān, chóng-sī só͘ siⁿ tōa-tōa ê sian, iû-goân bô lak; i ê sian chiū nā tī hé--nih, ia̍h bōe tû-khì.","tghg":"伊著磨厭倦，總是所生大大的銹猶原無落(lak)；伊的銹就若佇火裡亦𣍐除去。","bklhl":"伊tio̍h磨厭倦，總是所生大大ê sian，猶原無lak；伊ê sian就爁tī火裡，亦bōe除去。"}},{"book":"結","chapter":24,"verse":13,"versions":{"unv":"在你污穢中有淫行，我潔淨你，你卻不潔淨。你的污穢再不能潔淨，直等我向你發的忿怒止息。","bklcl":"Tī lí ê ù-òe tiong ū îm-hēng, Góa bat chheng-khì lí, lí iáu-kú bô chheng-khì; só͘-í lí ê ù-òe bōe koh tit-tio̍h chheng-khì, kàu Góa tùi lí hoat-chhut ê tōa siū-khì soah.","tghg":"佇你的污穢中有淫行，我曾清氣你，你猶久無清氣。所以你的污穢𣍐閣得著清氣，到我對你發出的大受氣息(soah)。","bklhl":"Tī你ê污穢中有淫行，我bat清氣你，你iáu-kú無清氣；所以你ê污穢bōe koh得tio̍h清氣，到我對你發出ê大受氣soah。"}},{"book":"結","chapter":24,"verse":14,"versions":{"unv":"我─耶和華說過的必定成就，必照話而行，必不返回，必不顧惜，也不後悔。人必照你的舉動行為審判你。這是主耶和華說的。」","bklcl":"Góa Iâ-hô-hoa bat kóng--i; hit ê sū tek-khak chiâⁿ, Góa iā beh kiâⁿ--i, tek-khak bô hoán-hok, tek-khak bô lîn-bín, ia̍h bô thè-hóe; lâng beh chiàu lí ê kú-tōng, chiàu lí ê kiâⁿ-chòe sím-phòaⁿ lí; che sī Chú Iâ-hô-hoa kóng--ê.","tghg":"我──耶和華曾講伊，彼個事的確成，我也欲行伊，的確無反覆，的確無憐憫，亦無退悔。人欲照你的舉動照你的行做審判你。這是主耶和華講的。」","bklhl":"我耶和華bat講伊；hit ê事的確成，我也beh行伊，的確無反覆，的確無憐憫，亦無退悔；人beh照你ê舉動，照你ê行做審判你；這是主耶和華講ê。"}},{"book":"結","chapter":24,"verse":15,"versions":{"unv":"耶和華的話又臨到我說：","bklcl":"Iâ-hô-hoa ê ōe koh lîm-kàu góa kóng,","tghg":"耶和華的話閣臨到我講：","bklhl":"耶和華ê話koh臨到我講，"}},{"book":"結","chapter":24,"verse":16,"versions":{"unv":"「人子啊，我要將你眼目所喜愛的忽然取去，你卻不可悲哀哭泣，也不可流淚，","bklcl":"Jîn-chú ah, khòaⁿ ah, Góa beh chiong lí ê ba̍k-chiu só͘ ì-ài--ê hut-jiân chhú--khì; chóng-sī lí m̄-thang pi-ai thî-khàu, ia̍h m̄-thang lâu ba̍k-sái.","tghg":"「人子啊，看啊，我欲將你的目睭所意愛者忽然取去，總是你呣通悲哀啼哭，亦呣通流目屎，","bklhl":"人子ah，看ah，我beh將你ê目睭所意愛ê忽然取去；總是你m̄-thang悲哀啼哭，亦m̄-thang流目屎。"}},{"book":"結","chapter":24,"verse":17,"versions":{"unv":"只可歎息，不可出聲，不可辦理喪事；頭上仍勒裹頭巾，腳上仍穿鞋，不可蒙著嘴唇，也不可吃弔喪的食物。」","bklcl":"To̍k-to̍k thang àm-chīⁿ thó͘-khùi, m̄-thang chhut-siaⁿ, m̄-thang pān-lí song-sū, thâu-khak iû-goân tio̍h pau thâu-kun, kha iû-goân tio̍h chhēng-ôe, m̄-thang ng lí ê chhùi-tûn, iā m̄-thang chia̍h tiàu-song ê piáⁿ.","tghg":"獨獨通暗靜吐氣，呣通出聲，呣通辦理喪事；頭殼猶原著包頭巾，腳猶原著穿鞋，呣通掩(ng)你的嘴唇，也呣通食弔喪的餅。」","bklhl":"獨獨thang暗靜吐氣，m̄-thang出聲，m̄-thang辨理喪事，頭殼猶原tio̍h包頭巾，腳猶原tio̍h穿鞋，m̄-thang掩你ê嘴唇，也m̄-thang食弔喪ê餅。"}},{"book":"結","chapter":24,"verse":18,"versions":{"unv":"於是我將這事早晨告訴百姓，晚上我的妻就死了。次日早晨我便遵命而行。","bklcl":"Tùi án-ni, góa chiong chit ê sū chá-khí-sî kā peh-sìⁿ kóng; ê-hng góa ê bó͘ chiū sí; keh chá-khí, góa chiū thàn bēng-lēng lâi kiâⁿ.","tghg":"對按呢我將此個事早起時給百姓講，下昏我的某就死。隔早起我就趁命令來行。","bklhl":"Tùi án-ni，我將chit ê事早起時kā百姓講；ê-hng我ê bó͘就死；隔早起，我就thàn命令來行。"}},{"book":"結","chapter":24,"verse":19,"versions":{"unv":"百姓問我說：「你這樣行與我們有甚麼關係，你不告訴我們麼？」","bklcl":"Peh-sìⁿ mn̄g góa kóng, Lí án-ni chòe, kap goán ū sím-mi̍h kan-sia̍p? lí thái-thó bô kā goán kóng?","tghg":"百姓問我講：「你按呢做及阮有甚麼干涉，你豈可(thái-thó)無給阮講？」","bklhl":"百姓問我講，你án-ni做，kap阮有甚麼干涉？你thái-thó無kā阮講？"}},{"book":"結","chapter":24,"verse":20,"versions":{"unv":"我回答他們：「耶和華的話臨到我說：","bklcl":"Góa ìn in kóng, Iâ-hô-hoa ê ōe lîm-kàu góa kóng,","tghg":"我應𪜶講：「耶和華的話臨到我講：","bklhl":"我應in講，耶和華ê話臨到我講，"}},{"book":"結","chapter":24,"verse":21,"versions":{"unv":"『你告訴以色列家，主耶和華如此說：我必使我的聖所，就是你們勢力所誇耀、眼裡所喜愛、心中所愛惜的被褻瀆，並且你們所遺留的兒女必倒在刀下。","bklcl":"Lí tio̍h kā Í-sek-lia̍t-ke kóng, Chú Iâ-hô-hoa án-ni kóng, Khòaⁿ ah, Góa beh phah lâ-sâm Góa ê sèng-só͘, chiū-sī lín ê sè-le̍k só͘ khoa-kháu, lín ê ba̍k-chiu só͘ ì-ài, lín ê sim só͘ thiàⁿ-sioh--ê; koh lín só͘ lâu tī-hia ê kiáⁿ cha-bó͘-kiáⁿ beh tó tī to-ē.","tghg":"『你著給以色列家講，主耶和華按呢講：看啊，我欲拍垃墋我的聖所，就是恁的勢力所誇口，恁的目睭所意愛，恁的心所疼惜者，閣恁所留佇遐的子查某子欲倒佇刀下。","bklhl":"你tio̍h kā以色列家講，主耶和華án-ni講，看ah，我beh phah lâ-sâm我ê聖所，就是lín ê勢力所誇口，lín ê目睭所意愛，lín ê心所疼惜ê；koh lín所留tī-hia ê kiáⁿ cha-bó͘-kiáⁿ beh倒tī刀下。"}},{"book":"結","chapter":24,"verse":22,"versions":{"unv":"那時，你們必行我僕人所行的，不蒙著嘴唇，也不吃弔喪的食物。","bklcl":"Hit-sî, lín beh chiàu góa só͘ kiâⁿ--ê lâi kiâⁿ, bô ng lín ê chhùi-tûn, ia̍h bô chia̍h tiàu-song ê piáⁿ.","tghg":"彼時，恁欲照我所行的來行，無掩恁的嘴唇，亦無食弔喪的餅。","bklhl":"Hit時，lín beh照我所行ê來行，無掩lín ê嘴唇，亦無食弔喪ê餅。"}},{"book":"結","chapter":24,"verse":23,"versions":{"unv":"你們仍要頭上勒裹頭巾，腳上穿鞋；不可悲哀哭泣。你們必因自己的罪孽相對歎息，漸漸消滅。","bklcl":"Lín ê thâu-khak iû-goân pau thâu-kun, kha beh chhēng ôe, bô pi-ai, bô thî-khàu; lín beh tī lín ê chōe-ok tiong siau-bia̍t, saⁿ tùi-bīn thó͘-khùi.","tghg":"恁的頭殼猶原包頭巾，腳欲穿鞋；無悲哀無啼哭。恁欲佇恁的罪惡中消滅，相對面吐氣。","bklhl":"Lín ê頭殼猶原包頭巾，腳beh穿鞋，無悲哀，無啼哭；lín beh tī lín ê罪惡中消滅，相對面吐氣。"}},{"book":"結","chapter":24,"verse":24,"versions":{"unv":"以西結必這樣為你們作預兆；凡他所行的，你們也必照樣行。那事來到，你們就知道我是主耶和華。","bklcl":"Í-se-kiat beh án-ni chòe lín ê tiāu-thâu, hoān-nā i só͘ kiâⁿ--ê, lín ia̍h beh án-ni kiâⁿ, chit ê tāi-chì nā kàu, lín chiū chai Góa sī Iâ-hô-hoa.","tghg":"以西結欲按呢做恁的兆頭；凡若伊所行的，恁亦欲按呢行。此個代誌若到，恁就知我是耶和華。』","bklhl":"以西結beh án-ni做lín ê兆頭，凡若伊所行ê，lín亦beh án-ni行，chit ê tāi-chì若到，lín就知我是耶和華。"}},{"book":"結","chapter":24,"verse":25,"versions":{"unv":"「人子啊，我除掉他們所倚靠、所歡喜的榮耀，並眼中所喜愛、心裡所重看的兒女。","bklcl":"Jîn-chú ah, tng Góa tû-khì in só͘ óa-khò ê, kap in só͘ hoaⁿ-hí ê êng-kng, in ê ba̍k-chiu só͘ ì-ài--ê, in ê sim só͘ thiàⁿ-sioh--ê, chiū-sī in ê kiáⁿ-jî,","tghg":"「人子啊，當我除去𪜶所倚靠的，及𪜶所歡喜的榮光，𪜶的目睭所意愛者，𪜶的心所疼惜者就是𪜶的子兒。","bklhl":"人子ah，當我除去in所óa靠ê，kap in所歡喜ê榮光，in ê目睭所意愛ê，in ê心所疼惜ê，就是in ê kiáⁿ兒，"}},{"book":"結","chapter":24,"verse":26,"versions":{"unv":"那日逃脫的人豈不來到你這裡，使你耳聞這事嗎？","bklcl":"hit-ji̍t tit-tio̍h thoat-lī ê lâng kiám bô lâi lí chia, hō͘ lí chhin-hī thiaⁿ-kìⁿ chit ê sū mah?","tghg":"彼日得著脫離的人豈無來你遮，互你親耳聽見此個事嗎？","bklhl":"Hit日得tio̍h脫離ê人kiám無來你chia，hō͘你親耳聽見chit ê事mah？"}},{"book":"結","chapter":24,"verse":27,"versions":{"unv":"你必向逃脫的人開口說話，不再啞口。你必這樣為他們作預兆，他們就知道我是耶和華。」","bklcl":"Tng hit-ji̍t, lí ê chhùi chiū khui, lí chiū kap tit-tio̍h thoat-lī ê lâng kóng-ōe, bô koh é-káu; lí beh án-ni chòe in ê tiāu-thâu; in chiū chai Góa sī Iâ-hô-hoa.","tghg":"當彼日，你的嘴就開，你就及得著脫離的人講話，無閣啞口(é-káu)。你欲按呢做𪜶的兆頭，𪜶就知我是耶和華。」","bklhl":"當hit日，你ê嘴就開，你就kap得tio̍h脫離ê人講話，無koh啞口；你beh án-ni做in ê兆頭；in就知我是耶和華。"}}]