[{"book":"結","chapter":9,"verse":1,"versions":{"unv":"他向我耳中大聲喊叫說：「要使那監管這城的人手中各拿滅命的兵器前來。」","bklcl":"I ǹg góa ê hī-khang-tiong, tōa-siaⁿ kiò kóng, Tio̍h kiò hiah-ê koán chit ê siâⁿ ê lâng lâi, ta̍k-lâng ê chhiú tio̍h kia̍h bia̍t sìⁿ-miā ê ke-si.","tghg":"伊向我的耳孔中大聲叫講：「著叫許個管此個城的人來，逐人的手著攑滅生命的家私。」","bklhl":"祂ǹg我ê耳孔中，大聲叫講，Tio̍h叫hiah-ê管chit ê城ê人來，ta̍k人ê手tio̍h kia̍h滅性命ê ke-si。"}},{"book":"結","chapter":9,"verse":2,"versions":{"unv":"忽然有六個人從朝北的上門而來，各人手拿殺人的兵器；內中有一人身穿細麻衣，腰間帶著墨盒子。他們進來，站在銅祭壇旁。","bklcl":"Hut-jiân ū la̍k ê lâng tùi ǹg-pak téng ê mn̂g hit tiâu lō͘ lâi, ta̍k-lâng chhiú kia̍h thâi-lâng ê ke-si; lāi-tiong ū chi̍t-lâng chhēng iù-tōe-saⁿ, io--nih kùi ba̍k-ô͘; in ji̍p-khì, khiā tī tâng-tôaⁿ ê piⁿ-thâu.","tghg":"忽然有六個人對向北頂的門彼條路來，逐人手攑刣人的家私；內中有一人穿幼苧(iù-tōe)衫，腰裡掛(kùi)墨壼(ba̍k-ô͘)。𪜶入去，徛佇銅壇的邊頭。","bklhl":"忽然有六個人tùi ǹg北頂ê門hit條路來，ta̍k人手kia̍h 刣人ê ke-si；內中有一人穿幼苧衫，腰裡掛(kùi)墨壺；in入去，khiā tī銅壇ê邊頭。"}},{"book":"結","chapter":9,"verse":3,"versions":{"unv":"以色列　神的榮耀本在基路伯上，現今從那裡升到殿的門檻。　神將那身穿細麻衣、腰間帶著墨盒子的人召來。","bklcl":"Í-sek-lia̍t Siōng-tè ê êng-kng, pún tī ki-lō͘-peng ê téng-bīn; taⁿ tùi hia chiūⁿ--khì, sóa kàu tiān ê hō͘-tēng, I kiò hit ê chhēng iù-tōe-saⁿ, io--nih kùi ba̍k-ô͘ ê lâng lâi.","tghg":"以色列上帝的榮光本佇𠼻𡀔兵的頂面，今對遐上去，徙到殿的戶椗(hō͘-tēng)。伊叫彼個穿幼苧衫，腰裡掛墨壼的人來。","bklhl":"以色列上帝ê榮光，本tī ki-lō͘-peng ê頂面；taⁿ tùi hia上去，徙到殿ê戶碇，祂叫hit ê穿幼苧衫，腰裡kùi 墨壺 ê人來。"}},{"book":"結","chapter":9,"verse":4,"versions":{"unv":"耶和華對他說：「你去走遍耶路撒冷全城，那些因城中所行可憎之事歎息哀哭的人，畫記號在額上。」","bklcl":"Iâ-hô-hoa tùi i kóng, Piàn-kiâⁿ tī siâⁿ-lāi, chiū-sī piàn-kiâⁿ Iâ-lō͘-sat-léng ê tiong-kan; kìⁿ-nā ūi-tio̍h siâⁿ-lāi só͘ kiâⁿ it-chhè khó-ò͘ⁿ ê sū, lâi thó͘-khùi pûn-hāiⁿ ê lâng, chiū chòe kì-hō tī i ê thâu-hia̍h.","tghg":"耶和華對伊講：「遍行佇城內，就是遍行耶路撒冷的中間，見若為著城內所行一切可惡的事來吐氣歕嗐(pûn-hāiⁿ)的人，就做記號佇伊的頭額。」","bklhl":"耶和華對伊講，遍行tī城內，就是遍行耶路撒冷ê中間；見若為tio̍h城內所行一切可惡ê事，來吐氣pûn-hāiⁿ ê人，就做記號tī伊ê頭額。"}},{"book":"結","chapter":9,"verse":5,"versions":{"unv":"我耳中聽見他對其餘的人說：「要跟隨他走遍全城，以行擊殺。你們的眼不要顧惜，也不要可憐他們。","bklcl":"Góa ê hī-khang-tiong thiaⁿ-kìⁿ I tùi kî-û ê lâng kóng, Tio̍h tè i piàn-kiâⁿ thong-siâⁿ, lâi thâi-sí lâng; lín ê ba̍k-chiu bo̍h-tit thiàⁿ-sioh, lín ia̍h bo̍h-tit khó-lîn in.","tghg":"我的耳孔中聽見伊對其餘的人講：「著隨伊遍行通城，來刣死人。恁的目睭莫得疼惜，恁亦莫得可憐𪜶。","bklhl":"我ê耳孔中聽見祂對其餘ê人講，Tio̍h tè伊遍行thong城，來刣死人；lín ê目睭莫得疼惜，lín亦莫得可憐in。"}},{"book":"結","chapter":9,"verse":6,"versions":{"unv":"要將年老的、年少的，並處女、嬰孩，和婦女，從聖所起全都殺盡，只是凡有記號的人不要挨近他。」於是他們從殿前的長老殺起。","bklcl":"Tio̍h it-chīn thâi-sí lāu-lâng, siàu-liân lâng, chāi-sek-lú, eⁿ-á, hū-jîn-lâng; ia̍h tio̍h tùi Góa ê sèng-só͘ thâi-khí; to̍k-to̍k kìⁿ-nā ū kì-hō--ê, bo̍h-tit kūn-óa i.  Tùi án-ni, in chiū tùi tiān-chêng ê tióng-ló thâi-khí.","tghg":"著一盡刣死老人、少年人、在室女、嬰仔、婦仁人，亦著對我的聖所刣起，獨獨見若有記號者莫得近倚伊。」對按呢𪜶就對殿前的長老刣起。","bklhl":"Tio̍h一盡刣死老人、少年人、在室女、嬰á、婦人人；亦tio̍h tùi我ê聖所刣起；獨獨見若有記號ê，莫得近óa伊。Tùi án-ni，in就tùi殿前ê長老刣起。"}},{"book":"結","chapter":9,"verse":7,"versions":{"unv":"他對他們說：「要污穢這殿，使院中充滿被殺的人。你們出去吧！」他們就出去，在城中擊殺。","bklcl":"I tùi in kóng, Tio̍h phah lâ-sâm chit keng tiān, hō͘ īⁿ-lāi chhiong-móa siū-thâi ê lâng; lín tio̍h chhut-khì. In chiū chhut-khì, tī siâⁿ-lāi thâi-sí lâng.","tghg":"伊對𪜶講：「著拍垃墋此間殿，互院內充滿受刣的人。恁著出去！」𪜶就出去，佇城內刣死人。","bklhl":"伊對in講，Tio̍h phah lâ-sâm chit間殿，hō͘院內充滿受刣 ê人；lín tio̍h出去。In就出去，tī城內刣死人。"}},{"book":"結","chapter":9,"verse":8,"versions":{"unv":"他們擊殺的時候，我被留下，我就俯伏在地，說：「哎！主耶和華啊，你將忿怒傾在耶路撒冷，豈要將以色列所剩下的人都滅絕嗎？」","bklcl":"In khì thâi lâng ê sî, chhun góa tī-hia; góa chiū phak tī tōe--nih, kiò kóng, Hāiⁿ ah, Chú Iâ-hô-hoa ah, Lí chiong tōa siū-khì piàⁿ tī Iâ-lō͘-sat-léng, kiám sī beh chiong Í-sek-lia̍t lâng it-chīn bia̍t-bô mah?","tghg":"𪜶去刣人的時，剩(chhun)我佇遐；我就仆(phak)佇地裡，叫講：「嗐(hāiⁿ)啊！主耶和華啊，你將大受氣傾(piàⁿ)佇耶路撒冷，豈是欲將以色列人一盡滅無嗎？」","bklhl":"In去刣人ê時，chhun我tī-hia；我就仆tī地裡，叫講，Hāiⁿ ah，主耶和華ah，你將大受氣piàⁿ tī耶路撒冷，kiám是beh將以色列人一盡滅無mah？"}},{"book":"結","chapter":9,"verse":9,"versions":{"unv":"他對我說：「以色列家和猶大家的罪孽極其重大。遍地有流血的事，滿城有冤屈，因為他們說：『耶和華已經離棄這地，他看不見我們。』","bklcl":"I chiū tùi góa kóng, Í-sek-lia̍t-ke kap Iû-tāi-ke ê chōe-kòa ke̍k-kî tāng; piàn-tōe ū lâu-huih ê sū, móa-siâⁿ ū oan-óng; in-ūi in kóng, Iâ-hô-hoa í-keng lī-khui chit ê tōe, Iâ-hô-hoa bô teh khòaⁿ.","tghg":"伊就對我講：「以色列家及猶大家的罪過極其重。遍地有流血的事，滿城有冤枉，因為𪜶講：『耶和華已經離開此個地，耶和華無啲看。』","bklhl":"祂就對我講，以色列家kap偤大家ê罪過極其重；遍地有流血ê事，滿城有冤枉；因為in講，耶和華已經離開chit ê地，耶和華無teh看。"}},{"book":"結","chapter":9,"verse":10,"versions":{"unv":"故此，我眼必不顧惜，也不可憐他們，要照他們所行的報應在他們頭上。」","bklcl":"Só͘-í Góa ê bâk-chiu bô beh thiàⁿ-sioh, Góa ia̍h bô beh khó-lîn in; beh chiàu in só͘ kiâⁿ--ê, pò-èng tī in ê thâu-khak-téng.","tghg":"所以，我的目睭無欲疼惜，我亦無欲可憐𪜶，欲照𪜶所行的報應佇𪜶的頭殼頂。」","bklhl":"所以我ê目睭無beh疼惜，我亦無beh可憐in；beh照in所行ê，報應tī in ê頭殼頂。"}},{"book":"結","chapter":9,"verse":11,"versions":{"unv":"那穿細麻衣、腰間帶著墨盒子的人將這事回覆說：「我已經照你所吩咐的行了。」","bklcl":"Khòaⁿ ah, hit ê chhēng iù-tōe-saⁿ, io--nih kùi ba̍k-ô͘ ê lâng, chiong chit ê sū hê-hok kóng, Góa í-keng chiàu Lí só͘ hoan-hù--ê kiâⁿ lah.","tghg":"看啊，彼個穿幼苧衫，腰裡掛墨壼的人將此個事回覆講：「我已經照你所吩咐的行啦。」","bklhl":"看ah，hit ê穿幼苧衫，腰裡掛墨壺 ê人，將chit ê事回覆講，我已經照祢所吩咐ê行lah。"}}]