[{"book":"結","chapter":43,"verse":1,"versions":{"unv":"以後，他帶我到一座門，就是朝東的門。","bklcl":"Āu-lâi i chhōa góa kàu chi̍t ê mn̂g, chiū-sī ǹg-tang ê mn̂g.","tghg":"後來，伊導我到一個門，就是向東的門。","bklhl":"後來伊chhōa我到一个門，就是ǹg東ê門。"}},{"book":"結","chapter":43,"verse":2,"versions":{"unv":"以色列　神的榮光從東而來。他的聲音如同多水的聲音；地就因他的榮耀發光。","bklcl":"Khòaⁿ ah, Í-sek-lia̍t Siōng-tè ê êng-kng tùi tang--sì lâi; I ê siaⁿ chhin-chhiūⁿ chōe-chōe chúi ê siaⁿ; tōe chiū in-ūi I ê êng-iāu lâi hoat-chhut kng.","tghg":"看啊，以色列上帝的榮光對東勢來。伊的聲親像多多水的聲；地就因為伊的榮耀來發出光。","bklhl":"看ah，以色列上帝ê榮光tùi東勢來；伊ê聲親像chōe-chōe水ê聲；地就因為伊ê榮耀來發出光。"}},{"book":"結","chapter":43,"verse":3,"versions":{"unv":"其狀如從前他來滅城的時候我所見的異象，那異象如我在迦巴魯河邊所見的異象，我就俯伏在地。","bklcl":"I ê khoán-sit sī chhin-chhiūⁿ góa só͘ khòaⁿ-kìⁿ ê khoán-sit, chiū-sī góa chêng lâi beh bia̍t siâⁿ ê sî só͘ khòaⁿ-kìⁿ ê khoán-sit; hit ê īⁿ-siōng iā chhin-chhiūⁿ góa tī Ka-pa-ló͘ hô-piⁿ só͘ khoaⁿ-kìⁿ ê īⁿ-siōng; góa chiū phak-lo̍h tōe.","tghg":"伊的款式是親像我所看見的款式，就是我前來欲滅城的時所看見的款式，彼個異象也親像我佇迦巴魯河邊所看見的異像，我就仆落地。","bklhl":"伊ê款式是親像我所看見ê款式，就是我前來beh滅城ê時所看見ê款式；hit ê異象也親像我tī Ka-pa-ló͘河邊所看見ê異象；我就仆落地。"}},{"book":"結","chapter":43,"verse":4,"versions":{"unv":"耶和華的榮光從朝東的門照入殿中。","bklcl":"Iâ-hô-hoa ê êng-kng tùi ǹg-tang ê mn̂g ji̍p tī tiān-lāi.","tghg":"耶和華的榮光對向東的門入佇殿內。","bklhl":"耶和華ê榮光tùi ǹg東ê門入tī殿內。"}},{"book":"結","chapter":43,"verse":5,"versions":{"unv":"靈將我舉起，帶入內院，不料，耶和華的榮光充滿了殿。","bklcl":"Tùi án-ni sîn chiū kú-khí góa, tòa góa ji̍p lāi-īⁿ; khòaⁿ ah, Iâ-hô-hoa ê êng-kng chhiong-móa tiān-lāi.","tghg":"對按呢神就舉起我，帶我入內院，看啊，耶和華的榮光充滿殿內。","bklhl":"Tùi án-ni，神就舉起我，帶我入內院；看ah，耶和華ê榮光充滿殿內。"}},{"book":"結","chapter":43,"verse":6,"versions":{"unv":"我聽見有一位從殿中對我說話。有一人站在我旁邊。","bklcl":"Góa thiaⁿ-kìⁿ ū chi̍t-ūi tùi tiān-lāi ǹg góa kóng-ōe; ū chi̍t-lâng khiā tī góa ê sin-piⁿ.","tghg":"我聽見有一位對殿內向我講話。有一人徛佇我的身邊。","bklhl":"我聽見有一位tùi殿內ǹg我講話；有一人khiā tī我ê身邊。"}},{"book":"結","chapter":43,"verse":7,"versions":{"unv":"他對我說：「人子啊，這是我寶座之地，是我腳掌所踏之地。我要在這裡住，在以色列人中直到永遠。以色列家和他們的君王必不再玷污我的聖名，就是行邪淫、在錫安的高處葬埋他們君王的屍首，","bklcl":"I tùi góa kóng, Jîn-chú ah, che sī Góa pó-chō ê só͘-chāi, sī Góa kha-chiúⁿ só͘ ta̍h ê tōe, Góa beh tī-chia tiàm tī Í-sek-lia̍t lâng ê tiong-kan kàu éng-oán.  Í-sek-lia̍t-ke kap in ê kun-ông bô beh koh ēng in ê îm-hēng í-ki̍p in ê kun-ông ê sin-si tī koâiⁿ ê só͘-chāi lâi phah lâ-sâm Góa ê sèng-miâ;","tghg":"伊對我講：「人子啊，這是我寶座的所在，是我腳掌所踏的地。我欲佇遮，踮佇以色列人的中間到永遠。以色列家及𪜶的君王無欲閣用𪜶的淫行，以及𪜶的君王的身屍佇高的所在來拍垃墋我的聖名，","bklhl":"伊對我講，人子ah，這是我寶座ê所在，是我腳掌所踏ê地，我beh tī-chia tiàm tī以色列人ê中間到永遠。以色列家kap in ê君王無beh koh用in ê淫行以及in ê君王ê身屍tī高ê所在來phah lâ-sâm我ê聖名；"}},{"book":"結","chapter":43,"verse":8,"versions":{"unv":"使他們的門檻挨近我的門檻，他們的門框挨近我的門框；他們與我中間僅隔一牆，並且行可憎的事，玷污了我的聖名，所以我發怒滅絕他們。","bklcl":"in hē in ê mn̂g-tēng kūn-óa Góa ê mn̂g-tēng, in ê mn̂g-khiā kūn-óa Góa ê mn̂g-khiā; in kap Góa ê tiong-kan put-kò keh chi̍t-chōa chhiûⁿ; koh ēng in só͘ kiâⁿ khó-ò͘ⁿ ê sū phah lâ-sâm Góa ê sèng-miâ; só͘-í Góa siū-khì lâi bia̍t in.","tghg":"𪜶下𪜶的門椗(mn̂g-tēng)近倚我的門椗，𪜶的門竪(mn̂g-khiā)近倚我的門竪；𪜶及我的中間不過隔一鑆(chōa)牆；閣用𪜶所行可惡的事，拍垃墋我的聖名，所以我受氣來滅𪜶。","bklhl":"in hē in ê門碇近óa我ê門碇，in ê門khiā近óa我ê門khiā；in kap我ê中間不過隔一chōa牆；koh用in所行可惡ê事phah lâ-sâm我ê聖名；所以我受氣來滅in。"}},{"book":"結","chapter":43,"verse":9,"versions":{"unv":"現在他們當從我面前遠除邪淫和他們君王的屍首，我就住在他們中間直到永遠。","bklcl":"Taⁿ in tio̍h tùi Góa ê bīn-chêng tû--khì in ê îm-hēng kap kun-ông ê sin-si lī-khui hn̄g-hn̄g, Góa chiū tiàm tī in ê tiong-kan kàu éng-oán.","tghg":"今𪜶著對我的面前除去𪜶的淫行及君王的身屍離開遠遠，我就踮佇𪜶的中間到永遠。","bklhl":"Taⁿ in tio̍h tùi我ê面前除去in ê淫行kap君王ê身屍離開遠遠，我就tiàm tī in ê中間到永遠。"}},{"book":"結","chapter":43,"verse":10,"versions":{"unv":"人子啊，你要將這殿指示以色列家，使他們因自己的罪孽慚愧，也要他們量殿的尺寸。","bklcl":"Jîn-chú ah, lí tio̍h chiong chit ê tiān chí-sī Í-sek-lia̍t-ke, hō͘ in in-ūi ka-kī ê chōe-kòa lâi kiàn-siàu; in iā tio̍h niû tiān ê kui-bô͘.","tghg":"「人子啊，你著將此個殿指示以色列家，互𪜶因為家己的罪過來見誚；𪜶也著量(niû)殿的規模。","bklhl":"人子ah，你tio̍h將chit ê殿指示以色列家，hō͘ in 因為家己ê罪過來見笑；in也tio̍h量殿ê規模。"}},{"book":"結","chapter":43,"verse":11,"versions":{"unv":"他們若因自己所行的一切事慚愧，你就將殿的規模、樣式、出入之處，和一切形狀、典章、禮儀、法則指示他們，在他們眼前寫上，使他們遵照殿的一切規模典章去做。","bklcl":"In nā ūi-tio̍h ka-kī it-chhè só͘-kiâⁿ ê sū lâi kiàn-siàu, lí tio̍h chí-sī in chit ê tiān ê bô͘ kap i ê khoán-sit, i chhut ê só͘-chāi, i ji̍p ê só͘-chāi, kap i it-chhè ê kui-bô͘, i it-chhè ê lé-gî, i it-chhè ê kui-bô͘, i it-chhè ê hoat-tō͘, lóng siá tī in ê ba̍k-chiu-chêng; hō͘ in siú it-chhè ê kui-bô͘, it-chhè ê lé-gî lâi kiâⁿ i.","tghg":"𪜶若為著家己一切所行的事來見誚，你著指示𪜶此個殿的模、及伊的款式、伊出的所在、伊入的所在，及伊一切的規模，伊一切的禮儀、伊一切的規模、伊一切的法度，攏寫佇𪜶的目睭前，互𪜶守一切的規模，一切的禮儀來行伊。","bklhl":"In若為tio̍h家己一切所行ê事來見笑，你tio̍h指示in chit ê殿ê模kap伊ê款式，伊出ê所在，伊入ê所在，kap伊一切ê規模，伊一切ê禮儀，伊一切ê規模，伊一切ê法度，lóng寫tī in ê目睭前；hō͘ in守一切ê規模，一切ê禮儀來行伊。"}},{"book":"結","chapter":43,"verse":12,"versions":{"unv":"殿的法則乃是如此：殿在山頂上，四圍的全界要稱為至聖。這就是殿的法則。」","bklcl":"Tiān ê hoat-tō͘ chiū-sī án-ni, tī soaⁿ-téng sì-ûi ê kài-lāi lóng chòe chì-sèng.  Khòaⁿ ah, che chiū-sī tiān ê hoat-tō͘.","tghg":"殿的法度就是按呢：佇山頂四圍的界內攏做至聖。看啊，這就是殿的法度。」","bklhl":"殿ê法度就是án-ni，tī山頂四圍ê界內lóng做至聖。看ah，這就是殿 ê法度。"}},{"book":"結","chapter":43,"verse":13,"versions":{"unv":"以下量祭壇，是以肘為度（這肘是一肘零一掌）。底座高一肘，邊寬一肘，四圍起邊高一掌，這是壇的座。","bklcl":"Í-hā sī tôaⁿ ê niû-sò͘, sī ēng tiú niû i; (chi̍t ê tiú sī chi̍t tiú koh ke chi̍t pa-chiúⁿ); tôaⁿ-tóe chi̍t-tiú, khoah chi̍t-tiú, sì-ûi ê kîⁿ ū iān, koâiⁿ chi̍t pa-chiúⁿ; che chiū-sī tôaⁿ ê chō.","tghg":"以下是壇的量數，是用肘(tiú)量伊（一個肘是一肘閣加一巴掌）。壇底一肘，闊一肘，四圍的墘(kîⁿ)有緣，高一巴掌，這就是壇的座。","bklhl":"以下是壇ê量數，是用肘量伊；(一个肘是一肘koh加一巴掌) ；壇底一肘，闊一肘，四圍ê墘有掾，高一巴掌；這就是壇ê座。"}},{"book":"結","chapter":43,"verse":14,"versions":{"unv":"從底座到下層磴臺，高二肘，邊寬一肘。從小磴臺到大磴臺，高四肘，邊寬一肘。","bklcl":"Tùi óa thô͘-kha ê tóe-chō kàu ē-chàn ê khat, koâiⁿ nn̄g tiú, khoah chi̍t tiú, tùi sòe-khat kàu tōa-khat koâiⁿ sì tiú, khoah chi̍t-tiú.","tghg":"對倚土腳的底座到下層的階(khat)，高二肘，闊一肘。對細階到大階，高四肘，闊一肘。","bklhl":"Tùi óa土腳ê底座到下層ê khat，高兩肘，闊一肘，tùi 細khat到大khat高四肘，闊一肘。"}},{"book":"結","chapter":43,"verse":15,"versions":{"unv":"壇上的供臺，高四肘。供臺的四拐角上都有角。","bklcl":"Téng-bīn ê tôaⁿ ū sì tiú; tôaⁿ ê téng-bīn ū thóng sì ki kak.","tghg":"頂面的壇，有四肘。壇的頂面有凸(thóng)四支角。","bklhl":"頂面ê壇有四肘；壇ê頂面有thóng四支角。"}},{"book":"結","chapter":43,"verse":16,"versions":{"unv":"供臺長十二肘，寬十二肘，四面見方。","bklcl":"Tôaⁿ tn̂g cha̍p-jī tiú, khoah cha̍p-jī tiú, khoán-sit sù-hong.","tghg":"壇長十二肘，闊十二肘，款式四方(sù-hong)。","bklhl":"壇長十二肘，闊十二肘，款式四方。"}},{"book":"結","chapter":43,"verse":17,"versions":{"unv":"磴臺長十四肘，寬十四肘，四面見方。四圍起邊高半肘，底座四圍的邊寬一肘。臺階朝東。","bklcl":"Sì-bīn ê khat, tn̂g cha̍p-sì tiú, khoah cha̍p-sì tiú; sì-ûi ê iān ū pòaⁿ-tiú; i ê tóe-chō sì-ûi chi̍t-tiú; i ê kiā-chàn ǹg tang.","tghg":"四面的階長十四肘，闊十四肘。四圍的緣有半肘，伊的底座四圍一肘。伊的崎層(kiā-chàn)向東。","bklhl":"四面ê khat，長十四肘，闊十四肘；四圍ê掾有半肘；伊ê底座四圍一肘；伊ê崎層ǹg東。"}},{"book":"結","chapter":43,"verse":18,"versions":{"unv":"他對我說：「人子啊，主耶和華如此說：建造祭壇，為要在其上獻燔祭灑血，造成的時候典章如下：","bklcl":"I tùi góa kóng, Jîn-chú ah, Chú Iâ-hô-hoa án-ni kóng: Khí-chō chè-tôaⁿ ūi-tio̍h beh tī hí téng-bīn hiàn sio-chè, hiù-huih; kàu chō-chiâⁿ ê sî i ê lē chhin-chhiūⁿ ē-tóe.","tghg":"伊對我講：「人子啊，主耶和華按呢講：起造祭壇，為著欲佇彼頂面獻燒祭灑(hiù)血，到造成的時伊的例親像下底：","bklhl":"伊對我講，人子ah，主耶和華án-ni講：起造祭壇為tio̍h beh tī hit頂面獻燒祭，hiù血；到造成ê時伊ê例親像下底。"}},{"book":"結","chapter":43,"verse":19,"versions":{"unv":"主耶和華說，你要將一隻公牛犢作為贖罪祭，給祭司利未人撒督的後裔，就是那親近我、事奉我的。","bklcl":"Chú Iâ-hô-hoa kóng, Lí tio̍h chiong chi̍t chiah kang ê gû-á, chòe sio̍k-chōe ê chè, kau hō͘ chè-si Lī-bī-lâng, Sat-tok ê hō͘-è, chiū-sī hiah-ê chhin-kūn Góa ho̍k-sāi Góa ê.","tghg":"主耶和華講，你著將一隻公的牛仔做贖罪的祭，交互祭司利未人撒督的後裔，就是許個親近我、服事我的。","bklhl":"主耶和華講，你tio̍h將一隻公ê牛á，做贖罪ê祭，交hō͘祭司利未人，Sat-tok ê後裔，就是hiah-ê親近我服事我ê。"}},{"book":"結","chapter":43,"verse":20,"versions":{"unv":"你要取些公牛的血，抹在壇的四角和磴臺的四拐角，並四圍所起的邊上。你這樣潔淨壇，壇就潔淨了。","bklcl":"Lí tio̍h chhú gû-á ê huih, boah tī tôaⁿ ê sì-kak, kap khat-á ê sì-kak; kap sì-ûi ê iān; án-ni lâi hō͘ i chheng-khì, koh ūi-tio̍h i sio̍k-chōe.","tghg":"你著取牛仔的血，抹佇壇的四角及階仔的四角，及四圍的緣。按呢來互伊清氣，閣為著伊贖罪。","bklhl":"你tio̍h取牛á ê血，抹tī壇ê四角，kap khat-á ê四角；kap四圍ê掾；án-ni來hō͘伊清氣，koh為tio̍h伊贖罪。"}},{"book":"結","chapter":43,"verse":21,"versions":{"unv":"你又要將那作贖罪祭的公牛犢燒在殿外、聖地之外預定之處。","bklcl":"Lí iā tio̍h chiong hit chiah chòe sio̍k-chōe-chè ê gû-á, sio tī sèng-só͘ ê gōa-bīn, chhù-lāi tiāⁿ-tio̍h ê só͘-chāi.","tghg":"你也著將彼隻做贖罪祭的牛仔燒佇聖所的外面，厝內定著(tiāⁿ-tio̍h)的所在。","bklhl":"你也tio̍h將hit隻做贖罪祭ê牛á，燒tī聖所ê外面，厝內定tio̍h ê所在。"}},{"book":"結","chapter":43,"verse":22,"versions":{"unv":"次日，要將無殘疾的公山羊獻為贖罪祭；要潔淨壇，像用公牛犢潔淨的一樣。","bklcl":"Tē-jī-ji̍t tio̍h chiong bô hâ-chhû ê soaⁿ-iûⁿ-káng[kóng] hiàn chòe sio̍k-chōe ê chè; in beh chheng-khì hit ê tôaⁿ chhin-chhiūⁿ bat ēng kang ê gû-á chheng-khì i chi̍t-iūⁿ.","tghg":"第二日，著將無瑕疵的山羊牨(káng)獻做贖罪的祭；𪜶欲清氣彼個壇，親像曾用公的牛仔清氣伊一樣。","bklhl":"第二-日tio̍h將無瑕疵ê山羊káng獻做贖罪ê祭；in beh清氣hit ê壇親像bat用公ê牛á清氣伊一樣。"}},{"book":"結","chapter":43,"verse":23,"versions":{"unv":"潔淨了壇，就要將一隻無殘疾的公牛犢和羊群中一隻無殘疾的公綿羊","bklcl":"Lí í-keng chheng-khì i, tio̍h hiàn chi̍t-chiah bô hâ-chhû kang ê gû kap iûⁿ-kûn tiong chi̍t-chiah bô hâ-chhû kang ê mî-iûⁿ.","tghg":"你已經清氣伊，著獻一隻無瑕疵公的牛及羊群中一隻無瑕疵公的綿羊，","bklhl":"你已經清氣伊，tio̍h獻一隻無瑕疵公ê牛kap羊群中一隻無瑕疵公ê綿羊。"}},{"book":"結","chapter":43,"verse":24,"versions":{"unv":"奉到耶和華前。祭司要撒鹽在其上，獻與耶和華為燔祭。","bklcl":"Lí tio̍h chiong chiah-ê mi̍h hiàn tī Iâ-hô-hoa ê bīn-chêng, chè-si tio̍h ēng iâm sám tī in téng-bīn, hiàn hō͘ Iâ-hô-hoa chòe sio-chè.","tghg":"你著將諸個物獻佇耶和華的面前。祭司著用鹽摻(sám)佇𪜶頂面，獻互耶和華做燒祭。","bklhl":"你tio̍h將chiah ê物獻tī耶和華ê面前，祭司tio̍h用鹽sám tī in頂面，獻hō͘耶和華做燒祭。"}},{"book":"結","chapter":43,"verse":25,"versions":{"unv":"七日內，每日要預備一隻公山羊為贖罪祭，也要預備一隻公牛犢和羊群中的一隻公綿羊，都要沒有殘疾的。","bklcl":"Chhit-ji̍t-lāi múi-ji̍t lí tio̍h pī-pān chi̍t-chiah kang ê soaⁿ-iûⁿ chòe sio̍k-chōe ê chè; in iā tio̍h pī-pān chi̍t-chiah kang ê gû-á kap iûⁿ-kûn-tiong chi̍t-chiah kang ê mî-iûⁿ, lóng bô hâ-chhû--ê.","tghg":"七日內，每日你著備辦一隻公的山羊做贖罪的祭，𪜶也著備辦一隻公的牛仔及羊群中一隻公的綿羊，攏無瑕疵的。","bklhl":"七日內每日你tio̍h備辦一隻公ê山羊做贖罪ê祭；in也tio̍h備辦一隻公ê牛á kap羊群中一隻公ê綿羊，lóng無瑕疵ê。"}},{"book":"結","chapter":43,"verse":26,"versions":{"unv":"七日祭司潔淨壇，壇就潔淨了；要這樣把壇分別為聖。","bklcl":"Le̍k-kè chhit-ji̍t in beh ūi tôaⁿ sio̍k-chōe, hō͘ i chheng-khì; án-ni hun-piat i chòe sèng.","tghg":"歷過七日𪜶欲為壇贖罪，互伊清氣；按呢分別伊做聖。","bklhl":"歷過七日in beh為壇贖罪，hō͘伊清氣；án-ni分別伊做聖。"}},{"book":"結","chapter":43,"verse":27,"versions":{"unv":"滿了七日，自八日以後，祭司要在壇上獻你們的燔祭和平安祭；我必悅納你們。這是主耶和華說的。」","bklcl":"Hiah ê ji̍t í-keng móa, tùi tē poeh-ji̍t í-āu chè-si beh tī tôaⁿ-téng hiàn lín ê sio-chè kap pêng-an ê chè; Góa beh chiap-la̍p lín; che sī Chú Iâ-hô-hoa kóng--ê.","tghg":"許個日已經滿，對第八日以後，祭司欲佇壇頂獻恁的燒祭及平安的祭；我欲接納恁。這是主耶和華講的。」","bklhl":"Hiah-ê日已經滿，tùi第八日以後祭司beh tī壇頂獻lín ê燒祭kap平安ê祭；我beh接納lín；這是主耶和華講ê。"}}]