[{"book":"結","chapter":35,"verse":1,"versions":{"unv":"耶和華的話又臨到我說：","bklcl":"Iâ-hô-hoa ê ōe lîm-kàu góa kóng,","tghg":"耶和華的話臨到我講：","bklhl":"耶和華ê話臨到我講，"}},{"book":"結","chapter":35,"verse":2,"versions":{"unv":"「人子啊，你要面向西珥山發預言，攻擊它，","bklcl":"Jîn-chú ah, lí tio̍h bīn ǹg Se-jíⁿ soaⁿ, soan-thoân lâi kong-kek i.","tghg":"「人子啊，你著面向西珥山宣傳，來攻擊伊，","bklhl":"人子ah，你tio̍h面ǹg Se-jíⁿ山，宣傳來攻擊伊。"}},{"book":"結","chapter":35,"verse":3,"versions":{"unv":"對它說，主耶和華如此說：西珥山哪，我與你為敵，必向你伸手攻擊你，使你荒涼，令人驚駭。","bklcl":"Tùi i kóng, Chú Iâ-hô-hoa án-ni kóng, Khòaⁿ ah, Se-jíⁿ soaⁿ ah, Góa kap lí chòe tùi-te̍k, Góa beh chhun-chhiú kong-kek lí; hō͘ lí léng-chēng, thang hō͘ lâng gông-ngia̍h.","tghg":"對伊講，主耶和華按呢講：看啊，西珥山啊，我及你做對敵，我欲伸手攻擊你，互你冷靜，通互人卬愕。","bklhl":"對伊講，主耶和華án-ni講，看ah，Se-jíⁿ山ah，我kap你做對敵，我beh伸手攻擊你；hō͘你冷靜，thang hō͘人gông-ngia̍h。"}},{"book":"結","chapter":35,"verse":4,"versions":{"unv":"我必使你的城邑變為荒場，成為淒涼。你就知道我是耶和華。","bklcl":"Góa beh hō͘ lí chiah-ê siâⁿ pìⁿ-chòe pha-hng, hō͘ lí léng-chēng; lí chiū chai Góa sī Iâ-hô-hoa.","tghg":"我欲互你諸個城變做拋荒，互你冷靜。你就知我是耶和華。","bklhl":"我beh hō͘你chiah ê城變做拋荒，hō͘你冷靜；你就知我是耶和華。"}},{"book":"結","chapter":35,"verse":5,"versions":{"unv":"因為你永懷仇恨，在以色列人遭災、罪孽到了盡頭的時候，將他們交與刀劍，","bklcl":"In-ūi lí khǹg éng-oán ê oàn-hūn; tī Í-sek-lia̍t cho̍k tú-tio̍h chai-ē, chōe-kòa kiat-kio̍k ê sî, lí chiong in kau hō͘ to-kiàm ê sè-le̍k.","tghg":"因為你囥(khǹg)永遠的怨恨，佇以色列族抵著(tú-tio̍h)災禍，罪過結局的時，你將𪜶交互刀劍的勢力，","bklhl":"因為你khǹg永遠ê怨恨；tī以色列族tú-tio̍h災厄，罪過結局ê時，你將in交hō͘刀劍ê勢力。"}},{"book":"結","chapter":35,"verse":6,"versions":{"unv":"所以主耶和華說：我指著我的永生起誓，我必使你遭遇流血的報應，罪（原文是血；本節同）必追趕你；你既不恨惡殺人流血，所以這罪必追趕你。","bklcl":"Só͘-í Chú Iâ-hô-hoa án-ni kóng, Góa chí Góa ê éng-oa̍h lâi chiù-chōa, Góa tek-khak hō͘ lí tú-tio̍h lâu-huih ê pò-èng; chōe tek-khak tui-kóaⁿ lí; lí í-keng bô oàn-hūn thâi lâng lâu huih, só͘-í chit ê chōe tek-khak tui-jip lí.","tghg":"所以主耶和華按呢講：我指(chí)我的永活來咒誓，我的確互你抵著流血的報應，罪的確追趕你；你已經無怨恨刣人流血，所以此個罪的確追趇(jip)你。","bklhl":"所以主耶和華án-ni講，我指我ê永活來chiù-chōa，我的確hō͘你tú-tio̍h流血ê報應；罪的確追趕你；你已經無怨恨刣人流血，所以chit ê罪的確追jip你。"}},{"book":"結","chapter":35,"verse":7,"versions":{"unv":"我必使西珥山荒涼，令人驚駭，來往經過的人我必剪除。","bklcl":"Góa beh hō͘ Se-jíⁿ-soaⁿ pha-hng léng-chēng; tùi-hia óng-lâi ê lâng Góa beh chián-tû i.","tghg":"我欲互西珥山拋荒冷靜，對遐往來的人我欲剪除伊。","bklhl":"我beh hō͘ Se-jíⁿ山拋荒冷靜；tùi-hia往來ê人我beh剪除伊。"}},{"book":"結","chapter":35,"verse":8,"versions":{"unv":"我必使西珥山滿有被殺的人。被刀殺的，必倒在你小山和山谷，並一切的溪水中。","bklcl":"Góa beh hō͘ i hiah-ê soaⁿ, siū thâi ê lâng móa-móa; hō͘ to-kiàm thâi-sí--ê beh tó tī lí ê sió-soaⁿ, kap soaⁿ-kok, kap it-chhè ê khiⁿ-kau.","tghg":"我欲互伊許個山，受刣的人滿滿。互刀劍刣死者，欲倒佇你的小山，及山谷，及一切的坑溝。","bklhl":"我beh hō͘伊hiah-ê山，受刣 ê人滿滿；hō͘刀劍刣死ê beh倒tī你ê小山，kap山谷，kap一切ê坑溝。"}},{"book":"結","chapter":35,"verse":9,"versions":{"unv":"我必使你永遠荒涼，使你的城邑無人居住，你的民就知道我是耶和華。","bklcl":"Góa beh hō͘ lí éng-oán pha-hng, lí chiah-ê siâⁿ tek-khak bô lâng khiā-khí; chiū lín tek-khak chai Góa sī Iâ-hô-hoa.","tghg":"我欲互你永遠拋荒，你諸個城的確無人徛起，就恁的確知我是耶和華。","bklhl":"我beh hō͘你永遠拋荒，你chiah ê城的確無人khiā起；就lín的確知我是耶和華。"}},{"book":"結","chapter":35,"verse":10,"versions":{"unv":"因為你曾說：『這二國這二邦必歸於我，我必得為業』（其實耶和華仍在那裡），","bklcl":"In-ūi lín kóng, Chí nn̄g-kok nn̄g ê tōe-hng, lóng beh kui góa, goán beh tit-tio̍h; kî-si̍t Iâ-hô-hoa tī-hia.","tghg":"「因為恁講：『此二國二個地方攏欲歸我，阮欲得著』（其實耶和華佇遐），","bklhl":"因為lín講，Chit兩國兩個地方，lóng beh歸我，阮beh得tio̍h；其實耶和華tī-hia。"}},{"book":"結","chapter":35,"verse":11,"versions":{"unv":"所以主耶和華說：我指著我的永生起誓，我必照你的怒氣和你從仇恨中向他們所發的嫉妒待你。我審判你的時候，必將自己顯明在他們中間。","bklcl":"Só͘-í Chú Iâ-hô-hoa án-ni kóng, Góa kí Góa ê éng-oa̍h lâi chiù-chōa; Góa beh chiàu lí ê siū-khì, kap chiàu lí ūi-tio̍h oàn-hūn lâi kiâⁿ tī in ê oàn-tò͘, khoán-thāi lí; chiū Góa sím-phòaⁿ lí ê sî beh hián-bêng ka-kī tī in tiong-kan.","tghg":"所以主耶和華按呢講：我指我的永活來咒誓，我欲照你的受氣，及照你為著怨恨來行佇𪜶的怨妒款待你。就我審判你的時，欲顯明家己佇𪜶中間。","bklhl":"所以主耶和華án-ni講，我kí我ê永活來chiù-chōa；我beh照你ê受氣，kap照你為tio̍h怨恨來行tī in ê怨妒，款待你；就我審判你ê時beh顯明家己tī in中間。"}},{"book":"結","chapter":35,"verse":12,"versions":{"unv":"你也必知道我─耶和華聽見了你的一切毀謗，就是你攻擊以色列山的話，說：『這些山荒涼，是歸我們吞滅的。』","bklcl":"Lí chiū chai Góa Iâ-hô-hoa í-keng thiaⁿ-kìⁿ lí kong-kek Í-sek-lia̍t chiah-ê soaⁿ só͘ kóng ê pòng-to̍k, sī kóng, Pha-hng lah, in í-keng kau tī goán, hō͘ goán thang thun i.","tghg":"你就知我──耶和華已經聽見你攻擊以色列諸個山所講的謗瀆(pòng-to̍k)，是講：『拋荒啦，𪜶已經交佇阮，互阮通吞伊。』","bklhl":"你就知我耶和華已經聽見你攻擊以色列chiah ê山所講ê謗瀆，是講，拋荒lah，in已經交tī阮，hō͘阮thang吞伊。"}},{"book":"結","chapter":35,"verse":13,"versions":{"unv":"你們也用口向我誇大，增添與我反對的話，我都聽見了。","bklcl":"Koh lín ēng chhùi ǹg Góa lâi ka-kī khoa-kháu; ke-thiⁿ lín chiah-ê ōe lâi kong-kek Góa; Góa thiaⁿ-kìⁿ lah.","tghg":"閣恁用嘴向我來家己誇口，加添恁諸個話來攻擊我，我聽見啦。","bklhl":"Koh lín用嘴ǹg我來家己誇口；加添lín chiah ê話來攻擊我；我聽見lah。"}},{"book":"結","chapter":35,"verse":14,"versions":{"unv":"主耶和華如此說：全地歡樂的時候，我必使你荒涼。","bklcl":"Chú Iâ-hô-hoa án-ni kóng, Tng choân-tōe hoaⁿ-hí ê sî, Góa beh hō͘ lí pha-hng.","tghg":"主耶和華按呢講：當全地歡喜的時，我欲互你拋荒。","bklhl":"主耶和華án-ni講，當全地歡喜ê時，我beh hō͘你拋荒。"}},{"book":"結","chapter":35,"verse":15,"versions":{"unv":"你怎樣因以色列家的地業荒涼而喜樂，我必照你所行的待你。西珥山哪，你和以東全地必都荒涼。你們就知道我是耶和華。」","bklcl":"Lí in-ūi Í-sek-lia̍t-ke ê ki-gia̍p pha-hng, lâi hoaⁿ-hí; Góa iā beh án-ni khoán-thāi lí; Se-jíⁿ soaⁿ ah, lí beh pha-hng, í-ki̍p Í-tong choân-tōe iā án-ni; in chiū chai Góa sī Iâ-hô-hoa.","tghg":"你因為以色列家的基業拋荒來歡喜，我也欲按呢款待你。西珥山啊，你欲拋荒以及以東全地也按呢。𪜶就知我是耶和華。」","bklhl":"你因為以色列家ê基業拋荒，來歡喜；我也beh án-ni款待你；Se-jíⁿ山ah，你beh拋荒，以及Í-tong全地也án-ni；in就知我是耶和華。"}}]