[{"book":"結","chapter":11,"verse":1,"versions":{"unv":"靈將我舉起，帶到耶和華殿向東的東門。誰知，在門口有二十五個人，我見其中有民間的首領押朔的兒子雅撒尼亞和比拿雅的兒子毘拉提。","bklcl":"Sîn chiū kú-khí góa, tòa góa kàu Iâ-hô-hoa ê chhù, ǹg-tang ê tang-mn̂g; khòaⁿ ah, tī mn̂g ê mn̂g-kháu, ū jī-cha̍p-gō͘ lâng; góa khòaⁿ-kìⁿ in tiong-kan ū peh-sìⁿ ê kùi-cho̍k, Ap-sok ê kiáⁿ Ngá-sat-nî, kap Pí-ná-ngá ê kiáⁿ Pí-la̍h-thê.","tghg":"神就舉起我，帶我到耶和華的厝向東的東門。看啊，佇門的門口有二十五人，我看見𪜶中間有百姓的貴族，押朔的子雅撒尼及比拿雅的子毗拉提。","bklhl":"神就舉起我，帶我到耶和華ê厝，ǹg東ê東門；看ah，tī門ê門口，有二十五人；我看見in中間有百姓ê貴族，Ap-sok ê kiáⁿ Ngá-sat-nî，kap Pí-ná-ngá ê kiáⁿ Pí-la̍h-thê。"}},{"book":"結","chapter":11,"verse":2,"versions":{"unv":"耶和華對我說：「人子啊，這就是圖謀罪孽的人，在這城中給人設惡謀。","bklcl":"I kā góa kóng, Jîn-chú ah, che chiū-sī tô͘-bô͘ chōe-ok ê lâng, thê-chhiòng pháiⁿ-tāi tī chit ê siâⁿ-lāi.","tghg":"伊給我講：「人子啊，這就是圖謀罪惡的人，提倡歹代佇此個城內。","bklhl":"伊kā我講，人子ah，這就是圖謀罪惡ê人，提倡pháiⁿ-tāi tī chit ê城內。"}},{"book":"結","chapter":11,"verse":3,"versions":{"unv":"他們說：『蓋房屋的時候尚未臨近；這城是鍋，我們是肉。』","bklcl":"In kóng, Khí-chhù ê kî iáu-bē kàu, chit ê siâⁿ sī tiáⁿ, goán sī hit lāi-bīn ê bah.","tghg":"𪜶講：『起厝的期猶未到；此個城是鼎，阮是彼內面的肉。』","bklhl":"In講，起厝ê期iáu未到，chit ê城是鼎，阮是hit內面ê肉。"}},{"book":"結","chapter":11,"verse":4,"versions":{"unv":"人子啊，因此你當說預言，說預言攻擊他們。」","bklcl":"Jîn-chú ah, in-ūi án-ni, lí tio̍h soan-thoân; tio̍h soan-thoân lâi kong-kek in.","tghg":"人子啊，因為按呢你著宣傳，著宣傳來攻擊𪜶。」","bklhl":"人子ah，因為án-ni，你tio̍h宣傳；tio̍h宣傳來攻擊in。"}},{"book":"結","chapter":11,"verse":5,"versions":{"unv":"耶和華的靈降在我身上，對我說：「你當說，耶和華如此說：以色列家啊，你們口中所說的，心裡所想的，我都知道。","bklcl":"Iâ-hô-hoa ê sîn lîm-kàu góa, tùi góa kóng, Lí tio̍h kóng, Iâ-hô-hoa án-ni kóng, Í-sek-lia̍t-ke ah, lín kóng án-ni, lín ê sim só͘ siūⁿ, Góa chai lah.","tghg":"耶和華的神臨到我，對我講：「你著講，耶和華按呢講：以色列家啊，恁講按呢，恁的心所想，我知啦。","bklhl":"耶和華ê神臨到我，對我講，你tio̍h講，耶和華án-ni講，以色列家ah，lín講án-ni，lín ê心所想，我知lah。"}},{"book":"結","chapter":11,"verse":6,"versions":{"unv":"你們在這城中殺人增多，使被殺的人充滿街道。","bklcl":"Lín tī chit ê siâⁿ-lāi thâi-sí chōe-chōe lâng, hō͘ sin-si móa ke-lō͘.","tghg":"恁佇此個城內刣死多多人，互身屍滿街路。","bklhl":"Lín tī chit ê城內刣死chōe-chōe人，hō͘身屍滿街路。"}},{"book":"結","chapter":11,"verse":7,"versions":{"unv":"所以主耶和華如此說：你們殺在城中的人就是肉，這城就是鍋；你們卻要從其中被帶出去。","bklcl":"Só͘-í Chú Iâ-hô-hoa án-ni kóng, Lín só͘ hē tī chit ê siâⁿ-lāi ê sí-lâng chiū-sī bah; chit ê siâⁿ chiū-sī tiáⁿ; chóng-sī lín beh tùi hit tiong-kan siū tòa-chhut--khì.","tghg":"所以主耶和華按呢講：恁所下(hē)佇此個城內的死人就是肉，此個城就是鼎；總是恁欲對彼中間受帶出去。","bklhl":"所以主耶和華án-ni講，Lín所hē tī chit ê城內ê死人就是肉；chit ê城就是鼎；總是lín beh tùi hit中間受帶出去。"}},{"book":"結","chapter":11,"verse":8,"versions":{"unv":"你們怕刀劍，我必使刀劍臨到你們。這是主耶和華說的。","bklcl":"Lín kiaⁿ to-kiàm, Góa beh hō͘ to-kiàm lîm-kàu lín; che sī Chú Iâ-hô-hoa kóng--ê.","tghg":"恁驚刀劍，我欲互刀劍臨到恁。這是主耶和華講的。","bklhl":"Lín驚刀劍，我beh hō͘刀劍臨到lín；這是主耶和華講ê。"}},{"book":"結","chapter":11,"verse":9,"versions":{"unv":"我必從這城中帶出你們去，交在外邦人的手中，且要在你們中間施行審判。","bklcl":"Góa beh tùi hit tiong-kan chhōa lín chhut-khì, kau tī gōa-pang lâng ê chhiú; koh beh tī lín tiong-kan kiâⁿ sím-phòaⁿ.","tghg":"我欲對彼中間導恁出去，交佇外邦人的手，閣欲佇恁中間行審判。","bklhl":"我beh tùi hit中間chhōa lín出去，交tī外邦人ê手；koh beh tī lín中間行審判。"}},{"book":"結","chapter":11,"verse":10,"versions":{"unv":"你們必倒在刀下；我必在以色列的境界審判你們，你們就知道我是耶和華。","bklcl":"Lín beh tó tī to-ē, Góa beh tī Í-sek-lia̍t ê kau-kài sím-phòaⁿ lín; lín chiū chai Góa sī Iâ-hô-hoa.","tghg":"恁欲倒佇刀下；我欲佇以色列的交界審判恁，恁就知我是耶和華。","bklhl":"Lín beh倒tī刀下，我beh tī以色列ê交界審判lín；lín就知我是耶和華。"}},{"book":"結","chapter":11,"verse":11,"versions":{"unv":"這城必不作你們的鍋，你們也不作其中的肉。我必在以色列的境界審判你們，","bklcl":"Chit ê siâⁿ bô beh chòe lín ê tiáⁿ, lín ia̍h bô beh chòe hit tiong-kan ê bah; Góa beh tī Í-sek-lia̍t ê kau-kài sím-phòaⁿ lín.","tghg":"此個城無欲做恁的鼎，恁亦無欲做彼中間的肉。我欲佇以色列的交界審判恁，","bklhl":"Chit ê城無beh做lín ê鼎，lín亦無beh做hit中間ê肉；我beh tī以色列ê交界審判lín。"}},{"book":"結","chapter":11,"verse":12,"versions":{"unv":"你們就知道我是耶和華；因為你們沒有遵行我的律例，也沒有順從我的典章，卻隨從你們四圍列國的惡規。」","bklcl":"Lín chiū chai Góa sī Iâ-hô-hoa, in-ūi lín bô kiâⁿ Góa ê lu̍t-lē, ia̍h bô sūn-thàn Góa ê hoat-tō͘; chiū-sī thàn lín sì-ûi lia̍t-kok ê hoat-tō͘.","tghg":"恁就知我是耶和華；因為恁無行我的律例，亦無順趁我的法度，就是趁恁四圍列國的法度。」","bklhl":"Lín就知我是耶和華，因為lín無行我ê律例，亦無順thàn我ê法度；就是thàn lín四圍列國ê法度。"}},{"book":"結","chapter":11,"verse":13,"versions":{"unv":"我正說預言的時候，比拿雅的兒子毘拉提死了。於是我俯伏在地，大聲呼叫說：「哎！主耶和華啊，你要將以色列剩下的人滅絕淨盡嗎？」","bklcl":"Góa tú-á teh soan-thoân ê sî, Pí-ná-ngá ê kiáⁿ Pí-la̍h-thê sí--khì.  Góa chiū phak tī tōe--nih, tōa-siaⁿ kiò kóng, Hāiⁿ ah! Chú Iâ-hô-hoa ah, Lí beh chiong Í-sek-lia̍t ê lâng it-chīn châu-bia̍t mah?","tghg":"我抵仔(tú-á)啲宣傳的時，比拿雅的子毗拉提死去。我就仆佇地裡，大聲叫講：「嗐(hāiⁿ)啊！主耶和華啊，你欲將以色列的人一盡剿滅(châu-bia̍t)嗎？」","bklhl":"我tú-á teh宣傳ê時，Pí-ná-ngá ê kiáⁿ Pí-la̍h-thê死去。我就仆tī地裡，大聲叫講，Hāiⁿ ah！主耶和華ah，祢beh將以色列ê人一盡剿滅mah？"}},{"book":"結","chapter":11,"verse":14,"versions":{"unv":"耶和華的話臨到我說：","bklcl":"Iâ-hô-hoa ê ōe lîm-kàu góa kóng,","tghg":"耶和華的話臨到我講：","bklhl":"耶和華ê話臨到我講，"}},{"book":"結","chapter":11,"verse":15,"versions":{"unv":"「人子啊，耶路撒冷的居民對你的弟兄、你的本族、你的親屬、以色列全家，就是對大眾說：『你們遠離耶和華吧！這地是賜給我們為業的。』","bklcl":"Jîn-chú ah, Iâ-lō͘-sat-léng khiā-khí ê peh-sìⁿ, tùi lí ê hiaⁿ-tī, chiū-sī lí ê hiaⁿ-tī, lí ê chhin-lâng, kap Í-sek-lia̍t choân-ke, chiū-sī tùi chèng-lâng kóng, Lín tio̍h lī-khui Iâ-hô-hoa, in-ūi chit ê tōe sī hō͘ goán chòe-gia̍p--ê.","tghg":"「人子啊，耶路撒冷徛起的百姓，對你的兄弟就是你的兄弟、你的親人，及以色列全家，就是對眾人講：『恁著離開耶和華！因為此個地是互阮做業的。』","bklhl":"人子ah，耶路撒冷khiā起ê百姓，對你ê兄弟，就是你ê兄弟，你ê親人，kap以色列全家，就是對眾人講，Lín tio̍h離開耶和華，因為chit ê地是hō͘阮做業ê。"}},{"book":"結","chapter":11,"verse":16,"versions":{"unv":"所以你當說：『耶和華如此說：我雖將以色列全家遠遠遷移到列國中，將他們分散在列邦內，我還要在他們所到的列邦，暫作他們的聖所。』","bklcl":"Só͘-í lí tio̍h kóng, Chú Iâ-hô-hoa án-ni kóng, Góa sui-jiân chhian-sóa in hn̄g-hn̄g, tī lia̍t-pang-tiong, sì-sòaⁿ in tī lia̍t-kok-tiong, Góa iáu beh tī in só͘ kàu ê kok, chiām-sî chòe in ê sèng-só͘.","tghg":"所以你著講：『主耶和華按呢講：我雖然遷徙𪜶遠遠佇列邦中，四散𪜶佇列國中，我猶欲佇𪜶所到的國，暫時做𪜶的聖所。』","bklhl":"所以你tio̍h講，主耶和華án-ni講，我雖然遷徙in遠遠，tī列邦中，四散in tī列國中，我iáu beh tī in所到ê國，暫時做in ê聖所。"}},{"book":"結","chapter":11,"verse":17,"versions":{"unv":"你當說：『主耶和華如此說：我必從萬民中招聚你們，從分散的列國內聚集你們，又要將以色列地賜給你們。』","bklcl":"Só͘-í lí tio̍h kóng, Chú Iâ-hô-hoa án-ni kóng, Góa beh tùi chiah-ê peh-sìⁿ-tiong chio-chi̍p lín, ia̍h beh tùi lín sì-sòaⁿ kàu ê lia̍t-kok-tiong chū-chi̍p lín, koh beh chiong Í-sek-lia̍t tōe siúⁿ-sù lín.","tghg":"所以你著講：『主耶和華按呢講：我欲對諸個百姓中招集恁，亦欲對恁四散到的列國中聚集恁，閣欲將以色列地賞賜恁。』","bklhl":"所以你tio̍h講，主耶和華án-ni講，我beh tùi chiah ê百姓中招集lín，亦beh tùi lín四散到ê列國中聚集lín，koh beh將以色列地賞賜lín。"}},{"book":"結","chapter":11,"verse":18,"versions":{"unv":"他們必到那裡，也必從其中除掉一切可憎可厭的物。","bklcl":"In beh kàu hia, ia̍h beh tùi in tiong-kan tû-khì it-chhè khó-ò͘ⁿ thang oàn-hūn ê mi̍h.","tghg":"𪜶欲到遐，亦欲對𪜶中間除去一切可惡通怨恨的物。","bklhl":"In beh到hia，亦beh tùi in中間除去一切可惡thang怨恨ê物。"}},{"book":"結","chapter":11,"verse":19,"versions":{"unv":"我要使他們有合一的心，也要將新靈放在他們裡面，又從他們肉體中除掉石心，賜給他們肉心，","bklcl":"Góa beh hō͘ in choan-it ê sim, ia̍h beh chiong sin ê sîn hē tī lín ê lāi-bīn; koh beh tùi in ê jio̍k-thé-tiong tû-khì hit-hō chhin-chhiūⁿ chio̍h ê sim, siúⁿ-sù in hit-hō chhin-chhiūⁿ bah ê sim.","tghg":"我欲互𪜶專一的心，亦欲將新的神下佇恁的內面，閣欲對𪜶的肉體中除去彼號親像石的心，賞賜𪜶彼號親像肉的心，","bklhl":"我beh hō͘ in專一ê心，亦beh將新ê神hē tī lín ê內面；koh beh tùi in ê肉體中除去hit號親像石ê心，賞賜in hit號親像肉ê心。"}},{"book":"結","chapter":11,"verse":20,"versions":{"unv":"使他們順從我的律例，謹守遵行我的典章。他們要作我的子民，我要作他們的　神。","bklcl":"Hō͘ in sūn-thàn Góa ê lu̍t-lē, chun-siú Góa ê hoat-tō͘ lâi kiâⁿ--i; in chòe Góa ê peh-sìⁿ, Góa ia̍h beh chòe in ê Siōng-tè.","tghg":"互𪜶順趁我的律例，遵守我的法度來行伊。𪜶做我的百姓，我亦欲做𪜶的上帝。","bklhl":"Hō͘ in順thàn我ê律例，遵守我ê法度來行伊；in做我ê百姓，我亦beh做in ê上帝。"}},{"book":"結","chapter":11,"verse":21,"versions":{"unv":"至於那些心中隨從可憎可厭之物的，我必照他們所行的報應在他們頭上。這是主耶和華說的。」","bklcl":"Chóng-sī sim thàn khó-ò͘ⁿ thang iàm-chiān--ê ê sim hit-hō lâng, Góa beh chiàu in só͘ kiâⁿ--ê pò-èng tī in ê thâu-khak-téng; che sī Chú Iâ-hô-hoa kóng--ê.","tghg":"總是心趁可惡通厭賤者的心彼號人，我欲照𪜶所行的報應佇𪜶的頭殼頂。這是主耶和華講的。」","bklhl":"總是心thàn可惡thang厭賤ê ê心hit號人，我beh照in所行ê報應tī in ê頭殼頂；這是主耶和華講ê。"}},{"book":"結","chapter":11,"verse":22,"versions":{"unv":"於是，基路伯展開翅膀，輪子都在他們旁邊；在他們以上有以色列　神的榮耀。","bklcl":"Hit-sî ki-lō͘-peng thí-khui in ê si̍t, hiah-ê lûn ia̍h tī in ê piⁿ-thâu; tī in ê téng-bīn ū Í-sek-lia̍t Siōng-tè ê êng-kng.","tghg":"彼時，𠼻𡀔兵展開𪜶的翅，許個輪(lûn)亦佇𪜶的邊頭；佇𪜶的頂面有以色列上帝的榮光。","bklhl":"Hit時ki-lō͘-peng thí開in ê翼，hiah-ê輪亦tī in ê邊頭；tī in ê頂面有以色列上帝ê榮光。"}},{"book":"結","chapter":11,"verse":23,"versions":{"unv":"耶和華的榮耀從城中上升，停在城東的那座山上。","bklcl":"Iâ-hô-hoa ê êng-kng tùi siâⁿ-tiong chiūⁿ--khì, hioh tī siâⁿ-gōa tang--sì ê soaⁿ.","tghg":"耶和華的榮光對城中上去，歇佇城外東勢的山。","bklhl":"耶和華ê榮光tùi城中上去，歇tī城外東勢ê山。"}},{"book":"結","chapter":11,"verse":24,"versions":{"unv":"靈將我舉起，在異象中藉著　神的靈將我帶進迦勒底地，到被擄的人那裡；我所見的異象就離我上升去了。","bklcl":"Sîn kú-khí góa, tī īⁿ-siōng-tiong tùi Siōng-tè ê sîn tòa góa kàu Ka-le̍k-tí siū-lia̍h ê lâng hia; góa só͘ khòaⁿ-kìⁿ ê īⁿ-siōng, chiū lī-khui góa chiūⁿ--khì.","tghg":"神舉起我，佇異象中對上帝的神帶我到迦勒底受掠的人遐；我所看見的異象就離開我上去。","bklhl":"神舉起我，tī異象中tùi上帝ê神帶我到Ka-le̍k-tí受掠ê人hia；我所看見ê異象，就離開我上去。"}},{"book":"結","chapter":11,"verse":25,"versions":{"unv":"我便將耶和華所指示我的一切事都說給被擄的人聽。","bklcl":"Góa chiū chiong Iâ-hô-hoa só͘ chí-sī góa it-chhè ê sū, lóng kóng hō͘ siū-lia̍h ê lâng thiaⁿ.","tghg":"我就將耶和華所指示我一切的事，攏講互受掠的人聽。","bklhl":"我就將耶和華所指示我一切ê事，lóng講hō͘受掠ê人聽。"}}]