[{"book":"結","chapter":39,"verse":1,"versions":{"unv":"「人子啊，你要向歌革發預言攻擊他，說主耶和華如此說：羅施、米設、土巴的王歌革啊，我與你為敵。","bklcl":"Jîn-chú ah, lí tio̍h ǹg Ko-kek lâi soan-thoân kong-kek i kóng, Chú Iâ-hô-hoa án-ni kóng, Lô-si, Bí-siat, Thó͘-pa ê jîn-kun, Ko-kek ah, Góa kap lí chòe tùi-te̍k;","tghg":"「人子啊，你著向歌革來宣傳攻擊伊，講主耶和華按呢講：羅施、米設、土巴的人君歌革啊，我及你做對敵。","bklhl":"人子ah，你tio̍h ǹg Ko-kek來宣傳攻擊伊講，主耶和華án-ni講，Lô-si、Bí-siat、Thó͘-pa ê人君，Ko-kek ah，我kap你做對敵；"}},{"book":"結","chapter":39,"verse":2,"versions":{"unv":"我必調轉你，領你前往，使你從北方的極處上來，帶你到以色列的山上。","bklcl":"Góa beh hō͘ lí oa̍t-tńg, beh chhōa lí chìn-chêng, hō͘ lí tùi pak-hng ê ke̍k-thâu lâi, tòa lí kàu Í-sek-lia̍t ê soaⁿ;","tghg":"我欲互你越轉，欲導你進前，互你對北方的極頭來，帶你到以色列的山。","bklhl":"我beh hō͘你oa̍t-tńg，beh chhōa你進前，hō͘你tùi北方ê極頭來，帶你到以色列ê山；"}},{"book":"結","chapter":39,"verse":3,"versions":{"unv":"我必從你左手打落你的弓，從你右手打掉你的箭。","bklcl":"Góa beh tùi lí ê tò-chhiú phah ka-la̍uh lí ê keng, tùi lí ê chiàⁿ-chhiú phah-lak lí ê chìⁿ.","tghg":"我欲對你的倒手拍磕落(ka-la̍uh)你的弓，對你的正手拍落你的箭。","bklhl":"我beh對你ê tò手phah ka-la̍uh你ê弓，對你ê chiàⁿ手phah-lak你ê箭。"}},{"book":"結","chapter":39,"verse":4,"versions":{"unv":"你和你的軍隊，並同著你的列國人，都必倒在以色列的山上。我必將你給各類的鷙鳥和田野的走獸作食物。","bklcl":"Lí kap lí ê kun-tūi í-ki̍p kap lí lâi ê lia̍t-kok lâng beh tó tī Í-sek-lia̍t ê soaⁿ; Góa beh chiong lí hō͘ ta̍k-iūⁿ ê eng-chiáu kap chhân-iá ê iá-siù chòe chia̍h-mi̍h.","tghg":"你及你的軍隊，以及及你來的列國人，欲倒佇以色列的山。我欲將你互逐樣的鷹鳥及田野的野獸做食物(chia̍h-mi̍h)。","bklhl":"你kap你ê軍隊以及kap你來ê列國人beh倒tī以色列ê山；我beh將你hō͘ ta̍k樣ê鷹鳥kap田野ê野獸做食物。"}},{"book":"結","chapter":39,"verse":5,"versions":{"unv":"你必倒在田野，因為我曾說過。這是主耶和華說的。","bklcl":"Lí beh tó tī chhân-iá; in-ūi Góa bat kóng--i; che sī Chú Iâ-hô-hoa kóng--ê.","tghg":"你欲倒佇田野，因為我曾講伊。這是主耶和華講的。","bklhl":"你beh倒tī田野；因為我bat講伊；這是主耶和華講ê。"}},{"book":"結","chapter":39,"verse":6,"versions":{"unv":"我要降火在瑪各和海島安然居住的人身上，他們就知道我是耶和華。","bklcl":"Góa iā beh kàng-lo̍h hé tī Má-kok kap hái-sū an-jiân khiā-khí ê lâng ê sin-chiūⁿ; in chiū chai Góa chiū-sī Iâ-hô-hoa.","tghg":"我也欲降落火佇瑪各及海嶼安然徛起的人的身上，𪜶就知我就是耶和華。","bklhl":"我也beh降落火tī Má-kok kap海嶼安然khiā起ê人ê身上；in就知我就是耶和華。"}},{"book":"結","chapter":39,"verse":7,"versions":{"unv":"「我要在我民以色列中顯出我的聖名，也不容我的聖名再被褻瀆，列國人就知道我是耶和華─以色列中的聖者。","bklcl":"Góa beh tī Góa ê peh-sìⁿ Í-sek-lia̍t tiong hián-chhut Góa ê sèng-miâ, iā bô iông-ún Góa ê sèng-miâ koh siū siat-to̍k; lia̍t-kok lâng chiū chai Góa chiū-sī Iâ-hô-hoa, Í-sek-lia̍t tiong ê Sèng--ê.","tghg":"「我欲佇我的百姓以色列中顯出我的聖名，也無容允我的聖名閣受褻瀆(siat-to̍k)，列國人就知我就是耶和華──以色列中的聖者。","bklhl":"我beh tī我ê百姓以色列中顯出我ê聖名，也無容允我ê聖名koh受褻瀆；列國人就知我就是耶和華，以色列中ê聖ê。"}},{"book":"結","chapter":39,"verse":8,"versions":{"unv":"主耶和華說：這日事情臨近，也必成就，乃是我所說的日子。","bklcl":"Chú Iâ-hô-hoa kóng, Khòaⁿ ah, tāi-chì lâi--lah iā beh chiâⁿ i; che sī Góa só͘ kóng ê ji̍t.","tghg":"主耶和華講：看啊，代誌來啦，也欲成伊，這是我所講的日。","bklhl":"主耶和華講，看ah，tāi-chì來-lah也beh成伊；這是我所講ê日。"}},{"book":"結","chapter":39,"verse":9,"versions":{"unv":"「住以色列城邑的人必出去撿器械，就是大小盾牌、弓箭、梃杖、槍矛，都當柴燒火，直燒七年，","bklcl":"Khiā-khí Í-sek-lia̍t siâⁿ ê lâng beh chhut--khì, khí-hé sio i ê ke-si, chiū-sī tōa-sòe ê tîn-pâi, keng-chìⁿ, thûi-á kap chhiuⁿ, lóng beh ēng in lâi hiâⁿ-hé le̍k-kè chhit-nî kú;","tghg":"「徛起以色列城的人欲出去起火燒伊的家私，就是大細的盾牌、弓箭、槌仔、及槍(chhiuⁿ)，攏欲用𪜶來燃(hiâⁿ)火，歷過七年久，","bklhl":"Khiā起以色列城ê人beh出去，起火燒伊ê ke-si，就是大細ê藤牌、弓箭、槌á kap鎗，lóng beh用in來hiâⁿ火歷過七年久；"}},{"book":"結","chapter":39,"verse":10,"versions":{"unv":"甚至他們不必從田野撿柴，也不必從樹林伐木；因為他們要用器械燒火，並且搶奪那搶奪他們的人，擄掠那擄掠他們的人。這是主耶和華說的。」","bklcl":"sīm-chì in bô beh tùi chhân-iá khioh-chhâ, iā bô beh tùi chhiū-nâ chhò-chhiū; in-ūi in beh ēng ke-si hiâⁿ-hé; koh beh chhiúⁿ hiah-ê chhiúⁿ in ê lâng, kiap hiah-ê kiap in ê lâng; che chiū-sī Chú Iâ-hô-hoa kóng--ê.","tghg":"甚至𪜶無欲對田野拾柴，也無欲對樹林剉(chhò)樹；因為𪜶欲用家私燃火，閣欲搶許個搶𪜶的人，劫許個劫𪜶的人。這就是主耶和華講的。」","bklhl":"甚至in無beh tùi田野拾柴，也無beh tùi樹林剉樹；因為in beh用ke-si hiâⁿ火；koh beh搶hiah-ê搶in ê人，劫hiah-ê劫in ê人；這就是主耶和華講ê。"}},{"book":"結","chapter":39,"verse":11,"versions":{"unv":"「當那日，我必將以色列地的谷，就是海東人所經過的谷，賜給歌革為墳地，使經過的人到此停步。在那裡人必葬埋歌革和他的群眾，就稱那地為哈們‧歌革谷。","bklcl":"Tng hit-ji̍t Góa beh chiong Í-sek-lia̍t tōe, hái ê tang--sì, lâng só͘ keng-kè ê soaⁿ-kok, siúⁿ-sù Ko-kek chòe thióng-tōe chó͘-tòng keng-kè ê lâng ê lō͘; tī-hia lâng beh bâi-chòng Ko-kek kap i ê chèng-lâng; beh chheng hit só͘-chāi chòe Hap-bûn-ko-kek ê soaⁿ-kok.","tghg":"「當彼日，我欲將以色列地，海的東勢，人所經過的山谷，賞賜歌革做塚地(thióng-tōe)，阻擋經過的人的路。佇遐人欲埋葬歌革及伊的眾人，欲稱彼所在做哈們歌革的山谷。","bklhl":"當hit日我beh將以色列地，海ê東勢，人所經過ê山谷，賞賜Ko-kek做塚地阻擋經過ê人ê路；tī-hia人beh埋葬Ko-kek kap伊ê眾人；beh稱hit所在做Hap-bûn-ko-kek ê山谷。"}},{"book":"結","chapter":39,"verse":12,"versions":{"unv":"以色列家的人必用七個月葬埋他們，為要潔淨全地。","bklcl":"Í-sek-lia̍t-ke beh bâi-chòng in le̍k-kè chhit-ge̍h ji̍t ê kú, hō͘ hit ê tōe chheng-khì.","tghg":"以色列家欲埋葬𪜶歷過七月日的久，互彼個地清氣。","bklhl":"以色列家beh埋葬in歷過七月日ê久，hō͘ hit ê地清氣。"}},{"book":"結","chapter":39,"verse":13,"versions":{"unv":"全地的居民都必葬埋他們。當我得榮耀的日子，這事必叫他們得名聲。這是主耶和華說的。","bklcl":"Thong-kok ê peh-sìⁿ beh bâi-chòng in; tng Góa tit-tio̍h êng-kng ê ji̍t, chit ê sū beh hō͘ in tit-tio̍h miâ-siaⁿ; che sī Chú Iâ-hô-hoa kóng--ê.","tghg":"通國的百姓欲埋葬𪜶。當我得著榮光的日，此個事欲互𪜶得著名聲。這是主耶和華講的。","bklhl":"Thong國ê百姓beh埋葬in；當我得tio̍h榮光ê日，chit ê事beh hō͘ in得tio̍h名聲；這是主耶和華講ê。"}},{"book":"結","chapter":39,"verse":14,"versions":{"unv":"他們必分派人時常巡查遍地，與過路的人一同葬埋那剩在地面上的屍首，好潔淨全地。過了七個月，他們還要巡查。","bklcl":"In beh phài lâng siông-siông sûn-cha piàn-tōe; kap keng-kè ê lâng saⁿ-kap chòng hiah-ê chhun tī tōe--nih ê sin-si, thang chheng-khì hit ê tōe-hng; kàu chhit-ge̍h ji̍t móa, in beh koh sì-kòe chhē.","tghg":"𪜶欲派人常常巡查遍地，及經過的人相及葬許個剩(chhun)佇地裡的身屍，通清氣彼個地方。到七月日滿，𪜶欲閣四界尋。","bklhl":"In beh派人常常巡查遍地；kap經過ê人相kap葬hiah-ê chhun tī地裡ê身屍，thang清氣hit ê地方；到七月日滿，in beh koh四界chhē。"}},{"book":"結","chapter":39,"verse":15,"versions":{"unv":"巡查遍地的人要經過全地，見有人的骸骨，就在旁邊立一標記，等葬埋的人來將骸骨葬在哈們‧歌革谷。","bklcl":"Sûn-cha piàn tōe ê lâng beh keng-kè; nā ū lâng khòaⁿ-kìⁿ lâng ê kut-hâi, chiū tī-hia li̍p chi̍t ê kì-hō, thèng-hāu bâi-chòng ê lâng bâi-chòng i tī Hap-bûn-ko-kek ê soaⁿ-kok.","tghg":"巡查遍地的人欲經過，若有人看見人的骨骸，就佇遐立一個記號，聽候埋葬的人埋葬伊佇哈們歌革的山谷。","bklhl":"巡查遍地ê人beh經過；若有人看見人ê骨骸，就tī-hia立一个記號，thèng候埋葬ê人埋葬伊tī Hap-bûn-ko-kek ê山谷。"}},{"book":"結","chapter":39,"verse":16,"versions":{"unv":"他們必這樣潔淨那地，並有一城名叫哈摩那。","bklcl":"Iā beh ū chi̍t ê siâⁿ, miâ kiò Hap-bûn-ná.  In beh án-ni chheng-khì hit ê tōe.","tghg":"也欲有一個城名叫哈們那，𪜶欲按呢清氣彼個地。","bklhl":"也beh有一个城，名叫Hap-bûn-ná。In beh án-ni清氣hit ê地。"}},{"book":"結","chapter":39,"verse":17,"versions":{"unv":"「人子啊，主耶和華如此說：你要對各類的飛鳥和田野的走獸說：你們聚集來吧，要從四方聚到我為你們獻祭之地，就是在以色列山上獻大祭之地，好叫你們吃肉、喝血。","bklcl":"Jîn-chú ah, Chú Iâ-hô-hoa án-ni kóng, Lí tio̍h tùi ta̍k-iūⁿ ê pe-chiáu í-ki̍p chhân-iá ê iá-siù kóng, Lín tio̍h chū-chi̍p chòe-tīn lâi; tio̍h tùi sì-hng chū-chi̍p kàu Góa ūi-tio̍h lín só͘ hiàn ê chè, chiū-sī Í-sek-lia̍t soaⁿ ê tōa-chè, hō͘ lín thang chia̍h-bah lim-huih.","tghg":"「人子啊，主耶和華按呢講：你著對逐樣的飛鳥以及田野的野獸講：恁著聚集做陣來，著對四方聚集到我為著恁所獻的祭，就是以色列山的大祭，互恁通食肉、飲血。","bklhl":"人子ah，主耶和華án-ni講，你tio̍h對ta̍k樣ê飛鳥以及田野ê野獸講，Lín tio̍h聚集做陣來；tio̍h tùi四方聚集到我為tio̍h lín所獻ê祭，就是以色列山ê大祭，hō͘ lín thang食肉lim血。"}},{"book":"結","chapter":39,"verse":18,"versions":{"unv":"你們必吃勇士的肉，喝地上首領的血，就如吃公綿羊、羊羔、公山羊、公牛，都是巴珊的肥畜。","bklcl":"Lín beh chia̍h ióng-sū ê bah, lim tōe-chiūⁿ siú-léng ê huih, kang ê mî-iûⁿ, iûⁿ-á, kang ê soaⁿ-iûⁿ, kang ê gû, lóng sī Pa-san pûi ê cheng-siⁿ.","tghg":"恁欲食勇士的肉，飲地上首領的血、公的綿羊、羊仔、公的山羊、公的牛，攏是巴珊肥的精牲。","bklhl":"Lín beh食勇士ê肉，lim地上首領ê血，公ê綿羊，羊á，公ê山羊，公ê牛，lóng是Pa-san肥ê cheng-siⁿ。"}},{"book":"結","chapter":39,"verse":19,"versions":{"unv":"你們吃我為你們所獻的祭，必吃飽了脂油，喝醉了血。","bklcl":"Lín chia̍h Góa ūi-tio̍h lín só͘ hiàn ê chè, beh chia̍h iû kàu pá, lim-huih kàu chùi.","tghg":"恁食我為著恁所獻的祭，欲食油到飽，飲血到醉。","bklhl":"Lín食我為tio̍h lín所獻ê祭，beh食iû到飽，lim血到醉。"}},{"book":"結","chapter":39,"verse":20,"versions":{"unv":"你們必在我席上飽吃馬匹和坐車的人，並勇士和一切的戰士。這是主耶和華說的。」","bklcl":"Lín beh tī Góa ê toh chia̍h bé-phit kap chē-chhia-ê, kap ióng-sū kap it-chhè ê chiàn-sū kàu pá-pá; che sī Chú Iâ-hô-hoa kóng--ê.","tghg":"恁欲佇我的桌食馬匹(phit)及坐車的，及勇士及一切的戰士到飽飽。這是主耶和華講的。」","bklhl":"Lín beh tī我ê桌食馬匹kap坐車ê，kap勇士kap一切ê戰士到飽飽；這是主耶和華講ê。"}},{"book":"結","chapter":39,"verse":21,"versions":{"unv":"「我必顯我的榮耀在列國中；萬民就必看見我所行的審判與我在他們身上所加的手。","bklcl":"Góa beh hián-bêng Góa ê êng-kng tī lia̍t-kok-tiong, lia̍t-kok iā beh khòaⁿ-kìⁿ Góa só͘ kiâⁿ ê sím-phòaⁿ, kap Góa só͘ hē tī in sin-chiūⁿ ê chhiú.","tghg":"「我欲顯明我的榮光佇列國中；列國也欲看見我所行的審判及我所下(hē)佇𪜶身上的手。","bklhl":"我beh顯明我ê榮光tī列國中，列國也beh看見我所行ê審判，kap我所hē tī in身上ê手。"}},{"book":"結","chapter":39,"verse":22,"versions":{"unv":"這樣，從那日以後，以色列家必知道我是耶和華─他們的　神。","bklcl":"Án-ni tùi hit-ji̍t í-āu Í-sek-lia̍t-ke beh chai Góa sī Iâ-hô-hoa in ê Siōng-tè.","tghg":"按呢，對彼日以後，以色列家欲知我是耶和華──𪜶的上帝。","bklhl":"Án-ni tùi hit日以後以色列家beh知我是耶和華in ê上帝。"}},{"book":"結","chapter":39,"verse":23,"versions":{"unv":"列國人也必知道以色列家被擄掠是因他們的罪孽。他們得罪我，我就掩面不顧，將他們交在敵人手中，他們便都倒在刀下。","bklcl":"Lia̍t-kok iā beh chai Í-sek-lia̍t-ke siū-lia̍h sī in-ūi in ê chōe-kòa; in tek-chōe Góa, Góa tùi in ng Góa ê bīn; chiong in kau tī in ê tùi-te̍k ê chhiú; in chiū lóng tó tī to-ē.","tghg":"列國也欲知以色列家受掠是因為𪜶的罪過。𪜶得罪我，我對𪜶掩(ng)我的面，將𪜶交佇𪜶的對敵的手，𪜶就攏倒佇刀下。","bklhl":"列國也beh知以色列家受掠是因為in ê罪過；in得罪我，我對in掩我ê面；將in交tī in ê對敵ê手；in就lóng倒tī刀下。"}},{"book":"結","chapter":39,"verse":24,"versions":{"unv":"我是照他們的污穢和罪過待他們，並且我掩面不顧他們。」","bklcl":"Góa chiàu in ê ù-òe chiàu in ê kè-sit khoán-thāi in; tùi in ng Góa ê bīn.","tghg":"我照𪜶的污穢照𪜶的過失款待𪜶，對𪜶掩我的面。」","bklhl":"我照in ê污穢照in ê過失款待in；對in掩我ê面。"}},{"book":"結","chapter":39,"verse":25,"versions":{"unv":"主耶和華如此說：「我要使雅各被擄的人歸回，要憐憫以色列全家，又為我的聖名發熱心。","bklcl":"Só͘-í Chú Iâ-hô-hoa án-ni kóng, Góa beh hō͘ Ngá-kok siū-lia̍h ê lâng tò--lâi; iā beh lîn-bín Í-sek-lia̍t choân-ke;","tghg":"所以主耶和華按呢講：「我欲互雅各受掠的人倒來，也欲憐憫以色列全家，","bklhl":"所以主耶和華án-ni講，我beh hō͘雅各受掠ê人tò來；也beh憐憫以色列全家；"}},{"book":"結","chapter":39,"verse":26,"versions":{"unv":"他們在本地安然居住，無人驚嚇，是我將他們從萬民中領回，從仇敵之地召來。我在許多國的民眼前，在他們身上顯為聖的時候，他們要擔當自己的羞辱和干犯我的一切罪。","bklcl":"iā beh ūi-tio̍h Góa ê sèng-miâ jia̍t-sim.","tghg":"也欲為著我的聖名熱心。","bklhl":"也beh為tio̍h我ê聖名熱心。"}},{"book":"結","chapter":39,"verse":27,"versions":{"unv":"【併於上節】","bklcl":"In tī pún só͘-chāi an-jiân khiā-khí, bô lâng hō͘ in kiaⁿ, tī Góa chiong in tùi lia̍t-kok-tiong chhōa tò--lâi, tùi tùi-te̍k ê tōe chū-chi̍p lâi, Góa tī lia̍t-kok ê bīn-chêng, tī in sin-chiūⁿ hián-bêng chòe-sèng ê sî, in beh tam-tng in ê kiàn-siàu kap in kan-hoān Góa it-chhè ê chōe.","tghg":"𪜶佇本所在安然徛起，無人互𪜶驚，佇我將𪜶對列國中導倒來，對對敵的地聚集來。我佇列國的面前，佇𪜶身上顯明做聖的時，𪜶欲擔當𪜶的見誚及𪜶干犯我一切的罪。","bklhl":"In tī本所在安然khiā起，無人hō͘ in驚，tī我將in tùi列國中chhōa tò來，tùi對敵ê地聚集來，我tī列國ê面前，tī in身上顯明做聖ê時，in beh擔當in ê見笑kap in干犯我一切ê罪。"}},{"book":"結","chapter":39,"verse":28,"versions":{"unv":"因我使他們被擄到外邦人中，後又聚集他們歸回本地，他們就知道我是耶和華─他們的　神；我必不再留他們一人在外邦。","bklcl":"Góa hō͘ in siū-lia̍h tī lia̍t-pang, koh chū-chi̍p in tò--lâi pún só͘-chāi, bô lâu chi̍t-lâng tī-hia, in chiū chai Góa sī in ê Siōng-tè Iâ-hô-hoa.","tghg":"我互𪜶受掠佇列邦，閣聚集𪜶倒來本所在，無留一人佇遐；𪜶就知我是𪜶的上帝──耶和華。","bklhl":"我hō͘ in受掠tī列邦，koh聚集in tò來本所在，無留一人tī-hia，in就知我是in ê上帝耶和華。"}},{"book":"結","chapter":39,"verse":29,"versions":{"unv":"我也不再掩面不顧他們，因我已將我的靈澆灌以色列家。這是主耶和華說的。」","bklcl":"Góa iā bô koh tùi in ng Góa ê bīn; in-ūi Góa í-keng chiong Góa ê sîn kàng-lo̍h tī Í-sek-lia̍t-ke; che sī Chú Iâ-hô-hoa kóng--ê.","tghg":"我也無閣對𪜶掩我的面，因為我已經將我的神降落佇以色列家。這是主耶和華講的。」","bklhl":"我也無koh對in掩我ê面；因為我已經將我ê神降落tī以色列家；這是主耶和華講ê。"}}]