[{"book":"結","chapter":18,"verse":1,"versions":{"unv":"耶和華的話又臨到我說：","bklcl":"Iâ-hô-hoa ê ōe koh lîm-kàu góa kóng,","tghg":"耶和華的話閣臨到我講：","bklhl":"耶和華ê話koh臨到我講，"}},{"book":"結","chapter":18,"verse":2,"versions":{"unv":"「你們在以色列地怎麼用這俗語說『父親吃了酸葡萄，兒子的牙酸倒了』呢？」","bklcl":"Lín tī Í-sek-lia̍t tōe siáⁿ-sū ēng chit ê sio̍k-gú kóng, Lāu-pē chia̍h sng ê phû-tô, kiáⁿ ê chhùi-khí sng-nńg?","tghg":"「恁佇以色列地啥事用此個俗語講『老父食酸的葡萄，子的嘴齒酸軟』？」","bklhl":"Lín tī以色列地啥事用chit ê俗語講，老父食酸ê葡萄，kiáⁿ ê嘴齒酸軟？"}},{"book":"結","chapter":18,"verse":3,"versions":{"unv":"主耶和華說：「我指著我的永生起誓，你們在以色列中，必不再有用這俗語的因由。","bklcl":"Chú Iâ-hô-hoa kóng, Góa kí Góa ê éng-oa̍h chiù-chōa kóng, Lín tī Í-sek-lia̍t-tiong bô in-iû thang koh ēng chit ê sio̍k-gú.","tghg":"主耶和華講：「我指(kí)我的永活咒誓講，恁佇以色列中，無因由通閣用此個俗語。","bklhl":"主耶和華講，我kí我ê永活chiù-chōa講，Lín tī以色列中無因由thang koh用chit ê俗語。"}},{"book":"結","chapter":18,"verse":4,"versions":{"unv":"看哪，世人都是屬我的；為父的怎樣屬我，為子的也照樣屬我；犯罪的，他必死亡。","bklcl":"Khòaⁿ ah, lóng-chóng ê sîn-hûn sī sio̍k tī Góa; chhin-chhiūⁿ lāu-pē ê sîn-hûn sio̍k tī Góa, kiáⁿ ê sîn-hûn iā sī án-ni; hoān-chōe ê sîn-hûn, i beh sí.","tghg":"看啊，攏總的神魂是屬佇我；親像老父的神魂屬佇我，子的神魂也是按呢；犯罪的神魂，伊欲死。","bklhl":"看ah，lóng總ê神魂是屬tī我；親像老父ê神魂屬tī我，kiáⁿ ê神魂也是án-ni；犯罪ê神魂，伊beh死。"}},{"book":"結","chapter":18,"verse":5,"versions":{"unv":"「人若是公義，且行正直與合理的事：","bklcl":"Lâng nā kong-gī, kiâⁿ kong-pêng kap gī-lí,","tghg":"「人若公義，行公平及義理：","bklhl":"人若公義，行公平kap義理，"}},{"book":"結","chapter":18,"verse":6,"versions":{"unv":"未曾在山上吃過祭偶像之物，未曾仰望以色列家的偶像，未曾玷污鄰舍的妻，未曾在婦人的經期內親近她，","bklcl":"bē-bat chiūⁿ soaⁿ-téng chia̍h chè-mi̍h, bē-bat gióng-bōng Í-sek-lia̍t-ke ê ngó͘-siōng, bē-bat phah lâ-sâm chhù-piⁿ ê bó͘, bē-bat chhin-kūn keng-kî-lāi ê hū-jîn-lâng;","tghg":"未曾上山頂食祭物，未曾仰望以色列家的偶像，未曾拍垃墋厝邊的某，未曾親近經期內的婦仁人，","bklhl":"Bē-bat上山頂食祭物，bē-bat仰望以色列家ê偶像，bē-bat phah lâ-sâm厝邊ê bó͘，bē-bat親近經期內ê婦人人；"}},{"book":"結","chapter":18,"verse":7,"versions":{"unv":"未曾虧負人，乃將欠債之人的當頭還給他；未曾搶奪人的物件，卻將食物給飢餓的人吃，將衣服給赤身的人穿；","bklcl":"bē-bat khui-hū lâng, sī chiong khiàm-chè ê lâng ê tǹg-thâu hêng i, bē-bat kiông-chhiúⁿ lâng ê mi̍h, sī ēng chia̍h-mi̍h hō͘ iau ê lâng chia̍h, ēng i-chiûⁿ hō͘ thǹg-theh ê lâng chhēng,","tghg":"未曾虧負人，是將欠債的人的當頭(tǹg-thâu)還伊；未曾強搶人的物，是用食物(chia̍h-mi̍h)互枵(iau)的人食，用衣裳互褪裼(thǹg-theh)的人穿；","bklhl":"Bē-bat虧負人，是將欠債ê人ê當頭還伊，bē-bat強搶人ê物，是用食物hō͘ iau ê人食，用衣裳hō͘ thǹg-theh ê人穿，"}},{"book":"結","chapter":18,"verse":8,"versions":{"unv":"未曾向借錢的弟兄取利，也未曾向借糧的弟兄多要，縮手不作罪孽，在兩人之間，按至理判斷；","bklcl":"bē-bat kā chioh-chîⁿ ê lâng thó lī-sek, iā bô the̍h lāi-chîⁿ, kiu-chhiú bô chòe-pháiⁿ, tī lióng-pêng ê lâng ê tiong-kan chiàu kong-tō phòaⁿ-koat,","tghg":"未曾給借錢的人討利息，也無提利錢(lāi-chîⁿ)，勼(kiu)手無做歹，佇兩旁的人的中間，照公道判決；","bklhl":"Bē-bat kā借錢ê人討利息，也無the̍h利錢，kiu手無做pháiⁿ，tī兩pêng ê人ê中間照公道判決，"}},{"book":"結","chapter":18,"verse":9,"versions":{"unv":"遵行我的律例，謹守我的典章，按誠實行事─這人是公義的，必定存活。這是主耶和華說的。","bklcl":"sūn-thàn Góa ê lu̍t-lē, chip-siú Góa ê hoat-tō͘, chiàu sêng-si̍t kiâⁿ tāi-chì, che sī gī-lâng, tek-khak tit-tio̍h oa̍h; che sī Chú Iâ-hô-hoa kóng--ê.","tghg":"順趁我的律例，執守我的法度，照誠實行代誌──這是義人，的確得著活。這是主耶和華講的。","bklhl":"順thàn我ê律例，執守我ê法度，照誠實行tāi-chì，這是義人，的確得tio̍h活；這是主耶和華講ê。"}},{"book":"結","chapter":18,"verse":10,"versions":{"unv":"「他若生一個兒子，作強盜，是流人血的，不行以上所說之善，反行其中之惡，乃在山上吃過祭偶像之物，並玷污鄰舍的妻，","bklcl":"Siat-sú i siⁿ chi̍t ê kiáⁿ, chòe kiông-tō, chòe thâi-lâng-ê, á-sī kiâⁿ hiah-ê pháiⁿ ê chi̍t-hāng, bô kiâⁿ téng-bīn só͘ kóng ê hó,","tghg":"「設使伊生一個子，做強盜，做刣人的，抑是行許個歹的一項，無行頂面所講的好，","bklhl":"設使伊生一个kiáⁿ，做強盜，做刣人ê，á是行hiah-ê pháiⁿ ê一項，無行頂面所講ê好，"}},{"book":"結","chapter":18,"verse":11,"versions":{"unv":"【併於上節】","bklcl":"hoán-tńg chiūⁿ soaⁿ-téng chia̍h chè-mi̍h, koh phah lâ-sâm chhù-piⁿ ê bó͘,","tghg":"反轉上山頂食祭物，閣拍垃墋厝邊的某，","bklhl":"反tńg上山頂食祭物，koh phah lâ-sâm厝邊ê bó͘，"}},{"book":"結","chapter":18,"verse":12,"versions":{"unv":"虧負困苦和窮乏的人，搶奪人的物，未曾將當頭還給人，仰望偶像，並行可憎的事，","bklcl":"khui-hū khùn-khó͘ kap sòng-hiong ê lâng, kiông-chhiúⁿ lâng ê mi̍h, bē-bat ēng tǹg-thâu hêng--lâng, gióng-bōng ngó͘-siōng, kiâⁿ khó-ò͘ⁿ ê sū,","tghg":"虧負困苦及喪鄉的人，強搶人的物，未曾用當頭還人，仰望偶像，行可惡的事，","bklhl":"虧負困苦kap sòng-hiong ê人，強搶人ê物，bē-bat用當頭還人，仰望偶像，行可惡ê事，"}},{"book":"結","chapter":18,"verse":13,"versions":{"unv":"向借錢的弟兄取利，向借糧的弟兄多要─這人豈能存活呢？他必不能存活。他行這一切可憎的事，必要死亡，他的罪（原文是血）必歸到他身上。","bklcl":"kā chioh-chîⁿ ê lâng thó lī-sek, the̍h lāi-chîⁿ; chit ê lâng kiám ōe oa̍h mah? i tek-khak bōe oa̍h; i kiâⁿ hiah-ê it-chhè khó-ò͘ⁿ ê sū tek-khak tio̍h sí; i ê chōe beh kui tī i.","tghg":"給借錢的人討利息，提利錢；此個人豈會活嗎？伊的確𣍐活。伊行許個一切可惡的事，的確著死，伊的罪欲歸佇伊。","bklhl":"Kā借錢ê人討利息，the̍h利錢；chit ê人kiám會活mah？伊的確bōe活；伊行hiah-ê一切可惡ê事的確tio̍h死；伊ê罪beh歸tī伊。"}},{"book":"結","chapter":18,"verse":14,"versions":{"unv":"「他若生一個兒子，見父親所犯的一切罪便懼怕（有古卷：思量），不照樣去做；","bklcl":"Khòaⁿ ah, siat-sú i siⁿ chi̍t ê kiáⁿ, khòaⁿ-kìⁿ lāu-pē só͘ kiâⁿ it-chhè ê chōe, chiū kiaⁿ-hiâⁿ, bô án-ni khì kiâⁿ;","tghg":"「看啊，設使伊生一個子，看見老父所行一切的罪就驚惶，無按呢去行；","bklhl":"看ah，設使伊生一个kiáⁿ，看見老父所行一切ê罪，就驚惶，無án-ni去行；"}},{"book":"結","chapter":18,"verse":15,"versions":{"unv":"未曾在山上吃過祭偶像之物，未曾仰望以色列家的偶像，未曾玷污鄰舍的妻，","bklcl":"bē-bat chiūⁿ-soaⁿ chia̍h chè-mi̍h, bē-bat gióng-bōng Í-sek-lia̍t-ke ê ngó͘-siōng, bē-bat phah lâ-sâm chhù-piⁿ ê bó͘;","tghg":"未曾上山食祭物，未曾仰望以色列家的偶像，未曾拍垃墋厝邊的某，","bklhl":"Bē-bat上山食祭物，bē-bat仰望以色列家ê偶像，bē-bat phah lâ-sâm厝邊ê bó͘；"}},{"book":"結","chapter":18,"verse":16,"versions":{"unv":"未曾虧負人，未曾取人的當頭，未曾搶奪人的物件，卻將食物給飢餓的人吃，將衣服給赤身的人穿，","bklcl":"bē-bat khui-hū lâng, bē-bat the̍h lâng ê tǹg-thâu, bē-bat kiông-chhiúⁿ lâng ê mi̍h, sī ēng chia̍h-mi̍h hō͘ iau ê lâng chia̍h, ēng i-chiûⁿ hō͘ thǹg-theh ê lâng chhēng,","tghg":"未曾虧負人，未曾提人的當頭，未曾強搶人的物，是用食物互枵的人食，用衣裳互褪裼的人穿，","bklhl":"Bē-bat虧負人，bē-bat the̍h人ê 當頭，bē-bat 強搶人ê物，是用食物hō͘ iau ê人食，用衣裳hō͘ thǹg-theh ê人穿，"}},{"book":"結","chapter":18,"verse":17,"versions":{"unv":"縮手不害貧窮人，未曾向借錢的弟兄取利，也未曾向借糧的弟兄多要；他順從我的典章，遵行我的律例，就不因父親的罪孽死亡，定要存活。","bklcl":"kiu-chhiú bô hāi sòng-hiong lâng, bô thó lāi-chîⁿ, bô the̍h lī-sek, i sūn-thàn Góa ê hoat-tō͘, chip-siú Góa ê lu̍t-lē, i chiū bô in-ūi lāu-pē ê chōe-kòa lâi sí-bô, tek-khak ōe oa̍h.","tghg":"勼手無害喪鄉人，無討利錢，無提利息；伊順趁我的法度，執守我的律例，伊就無因為老父的罪過來死無，的確會活。","bklhl":"Kiu手無害sòng-hiong人，無討利錢，無the̍h利息，伊順thàn我ê法度，執守我ê律例，伊就無因為老父ê罪過來死無，的確能活。"}},{"book":"結","chapter":18,"verse":18,"versions":{"unv":"至於他父親；因為欺人太甚，搶奪弟兄，在本國的民中行不善，他必因自己的罪孽死亡。","bklcl":"Lūn-kàu i ê lāu-pē, in-ūi i khi-hū lâng chin siong-tiōng, kiông-chhiúⁿ hiaⁿ-tī, tī pún-cho̍k-tiong kiâⁿ m̄-hó; khòaⁿ ah, i beh in-ūi ka-kī ê chōe lâi sí.","tghg":"論到伊的老父；因為伊欺負人真傷重，強搶兄弟，佇本族中行呣好，看啊，伊欲因為家己的罪來死。","bklhl":"論到伊ê老父，因為伊欺負人真傷重，強搶兄弟，tī本族中行m̄好；看ah，伊beh 因為家己ê罪來死。"}},{"book":"結","chapter":18,"verse":19,"versions":{"unv":"「你們還說：『兒子為何不擔當父親的罪孽呢？』兒子行正直與合理的事，謹守遵行我的一切律例，他必定存活。","bklcl":"Lín iáu teh kóng, Kiáⁿ cháiⁿ-iūⁿ bô tam-tng lāu-pē ê chōe? Kiáⁿ nā kiâⁿ chèng-ti̍t, kap ha̍p-lí ê sū, siú Góa it-chhè ê lu̍t-lē lâi kiâⁿ--i; i tek-khak ōe oa̍h.","tghg":"「恁猶啲講：『子怎樣無擔當老父的罪？』子若行正直及合理的事，守我一切的律例來行伊，伊的確會活。","bklhl":"Lín iáu teh講，Kiáⁿ怎樣無擔當老父ê罪？Kiáⁿ若行正直，kap合理ê事，守我一切ê律例來行伊；伊的確會活。"}},{"book":"結","chapter":18,"verse":20,"versions":{"unv":"惟有犯罪的，他必死亡。兒子必不擔當父親的罪孽，父親也不擔當兒子的罪孽。義人的善果必歸自己，惡人的惡報也必歸自己。","bklcl":"Hoān-chōe ê sîn-hûn, i beh sí; kiáⁿ tek-khak bô tam-tng lāu-pē ê chōe, lāu-pē iā bô tam-tng kiáⁿ ê chōe; gī-lâng ê gī beh kui tī i ka-kī; pháiⁿ-lâng ê pháiⁿ, iā beh kui tī i ka-kī.","tghg":"犯罪的神魂，伊欲死。子的確無擔當老父的罪，老父也無擔當子的罪。義人的義欲歸佇伊家己，歹人的歹也欲歸佇伊家己。","bklhl":"犯罪ê神魂，伊beh死；kiáⁿ的確無擔當老父ê罪，老父也無擔當kiáⁿ ê罪；義人ê義beh歸tī伊家己；pháiⁿ人ê pháiⁿ，也beh歸tī伊家己。"}},{"book":"結","chapter":18,"verse":21,"versions":{"unv":"「惡人若回頭離開所做的一切罪惡，謹守我一切的律例，行正直與合理的事，他必定存活，不致死亡。","bklcl":"Pháiⁿ-lâng nā hôe-thâu lī-khui só͘ chòe it-chhè ê chōe-ok, chip-siú Góa it-chhè ê lu̍t-lē, kiâⁿ chèng-ti̍t kap ha̍p-lí ê sū, i tek-khak ōe oa̍h, bōe sí.","tghg":"「歹人若回頭離開所做一切的罪惡，執守我一切的律例，行正直及合理的事，伊的確會活，𣍐死。","bklhl":"Pháiⁿ人若回頭離開所做一切ê罪惡，執守我一切ê律例，行正直kap合理ê事，伊的確會活，bōe死。"}},{"book":"結","chapter":18,"verse":22,"versions":{"unv":"他所犯的一切罪過都不被記念，因所行的義，他必存活。","bklcl":"I só͘ hoān it-chhè ê chōe-kòa bô koh kā i kì-tit; tī só͘ kiâⁿ ê gī, i beh oa̍h.","tghg":"伊所犯一切的罪過無閣給伊記得，佇所行的義，伊欲活。","bklhl":"伊所犯一切ê罪過無koh kā伊記得；tī所行ê義，伊beh活。"}},{"book":"結","chapter":18,"verse":23,"versions":{"unv":"主耶和華說：惡人死亡，豈是我喜悅的嗎？不是喜悅他回頭離開所行的道存活嗎？","bklcl":"Chú Iâ-hô-hoa kóng, Pháiⁿ-lâng sí-bô, kiám sī Góa só͘ hoaⁿ-hí mah? Góa kiám-m̄-sī hoaⁿ-hí i hôe-thâu, lī-khui i só͘ kiâⁿ ê lō͘, lâi tit-tio̍h oa̍h mah?","tghg":"主耶和華講：歹人死無，豈是我所歡喜嗎？我豈呣是歡喜伊回頭離開伊所行的路，來得著活嗎？","bklhl":"主耶和華講，pháiⁿ人死無，kiám是我所歡喜mah？我kiám m̄是歡喜伊回頭，離開伊所行ê路，來得tio̍h活mah？"}},{"book":"結","chapter":18,"verse":24,"versions":{"unv":"義人若轉離義行而作罪孽，照著惡人所行一切可憎的事而行，他豈能存活嗎？他所行的一切義都不被記念；他必因所犯的罪、所行的惡死亡。","bklcl":"Chóng-sī gī-lâng nā oa̍t-thâu, lī-khui i ê gī, lâi hoān-chōe, chiàu pháiⁿ-lâng só͘ kiâⁿ it-chhè khó-ò͘ⁿ ê sū, lâi kiâⁿ; i kiám ōe oa̍h mah? i só͘ kiâⁿ it-chhè ê gī, lóng bô koh siū kì-liām, i beh tī só͘ hoān ê chōe, só͘ kiâⁿ ê pháiⁿ, sí tī hit tiong-kan.","tghg":"總是義人若越頭離開伊的義來犯罪，照歹人所行一切可惡的事來行，伊豈會活嗎？伊所行一切的義，攏無閣受紀念；伊欲佇所犯的罪，所行的歹死佇彼中間。","bklhl":"總是義人若oa̍t頭，離開伊ê義，來犯罪，照pháiⁿ人所行一切可惡ê事，來行；伊kiám會活mah？伊所行一切ê義，lóng無koh受記念，伊beh tī所犯ê罪，所行ê pháiⁿ，死tī hit中間。"}},{"book":"結","chapter":18,"verse":25,"versions":{"unv":"「你們還說：『主的道不公平！』以色列家啊，你們當聽，我的道豈不公平嗎？你們的道豈不是不公平嗎？","bklcl":"Lín iáu teh kóng, Chú ê lō͘ bô kong-pêng; Í-sek-lia̍t-ke ah, lín tio̍h thiaⁿ; Góa ê lō͘ kiám bô kong-pêng mah? kiám-m̄-sī lín ê lō͘ bô kong-pêng mah?","tghg":"「恁猶啲講：『主的路無公平！』以色列家啊，恁著聽，我的路豈無公平嗎？豈呣是恁的路無公平嗎？","bklhl":"Lín iáu teh講，主ê路無公平；以色列家ah，lín tio̍h聽；我ê路kiám無公平mah？kiám m̄是lín ê路無公平mah？"}},{"book":"結","chapter":18,"verse":26,"versions":{"unv":"義人若轉離義行而作罪孽死亡，他是因所作的罪孽死亡。","bklcl":"Gī-lâng nā oa̍t-thâu lī-khui i ê gī, lâi kiâⁿ chōe-ok, tì-kàu ūi-tio̍h án-ni lâi sí; i chiū in-ūi só͘ kiâⁿ ê chōe-ok lâi sí.","tghg":"義人若越頭離開伊的義來行罪惡，致到為著按呢來死，伊就因為所行的罪惡來死。","bklhl":"義人若oa̍t頭離開伊ê義，來行罪惡，致到為tio̍h án-ni來死；伊就因為所行ê罪惡來死。"}},{"book":"結","chapter":18,"verse":27,"versions":{"unv":"再者，惡人若回頭離開所行的惡，行正直與合理的事，他必將性命救活了。","bklcl":"Koh pháiⁿ-lâng nā hôe-thâu, lī-khui i só͘ kiâⁿ ê pháiⁿ, lâi kiâⁿ chèng-ti̍t kap ha̍p-lí ê sū; i beh hō͘ i ê sîn-hûn tit-tio̍h oa̍h.","tghg":"閣歹人若回頭離開伊所行的歹，來行正直及合理的事，伊欲互伊的神魂得著活。","bklhl":"Koh pháiⁿ人若回頭，離開伊所行ê pháiⁿ，來行正直kap合理ê事；伊beh hō͘伊ê神魂得tio̍h活。"}},{"book":"結","chapter":18,"verse":28,"versions":{"unv":"因為他思量，回頭離開所犯的一切罪過，必定存活，不致死亡。","bklcl":"In-ūi i ū siūⁿ, hôe-thâu lī-khui i só͘ hoān it-chhè ê chōe-kòa; i tek-khak oa̍h bô sí.","tghg":"因為伊有想，回頭離開伊所犯一切的罪過，伊的確活無死。","bklhl":"因為伊有想，回頭離開伊所犯一切ê罪過；伊的確活無死。"}},{"book":"結","chapter":18,"verse":29,"versions":{"unv":"以色列家還說：『主的道不公平！』以色列家啊，我的道豈不公平嗎？你們的道豈不是不公平嗎？」","bklcl":"Í-sek-lia̍t-ke iáu teh kóng, Chú ê lō͘ bô kong-pêng; Í-sek-lia̍t-ke ah, Góa ê lō͘ kiám bô kong-pêng mah? kiám-m̄-sī lín ê lō͘ bô kong-pêng mah?","tghg":"以色列家猶啲講：『主的路無公平！』以色列家啊，我的路豈無公平嗎？豈呣是恁的路無公平嗎？」","bklhl":"以色列家iáu teh講，主ê路無公平；以色列家ah，我ê路kiám無公平mah？kiám m̄是lín ê路無公平mah？"}},{"book":"結","chapter":18,"verse":30,"versions":{"unv":"所以主耶和華說：「以色列家啊，我必按你們各人所行的審判你們。你們當回頭離開所犯的一切罪過。這樣，罪孽必不使你們敗亡。","bklcl":"Só͘-í Chú Iâ-hô-hoa kóng, Í-sek-lia̍t-ke ah, Góa beh chiàu lín ta̍k-lâng só͘ kiâⁿ--ê sím-phòaⁿ lín; lín tio̍h hôe-thâu, lī-khui só͘ hoān it-chhè ê chōe-kòa; án-ni, chōe-kòa bōe-ōe hō͘ lín pāi-bô.","tghg":"所以主耶和華講：「以色列家啊，我欲照恁逐人所行的審判恁。恁著回頭，離開所犯一切的罪過。按呢，罪過𣍐會互恁敗無。","bklhl":"所以主耶和華講，以色列家ah，我beh照lín ta̍k人所行ê審判lín；lín tio̍h回頭，離開所犯一切ê罪過；án-ni，罪過bōe會hō͘ lín敗無。"}},{"book":"結","chapter":18,"verse":31,"versions":{"unv":"你們要將所犯的一切罪過盡行拋棄，自做一個新心和新靈。以色列家啊，你們何必死亡呢？","bklcl":"Lín tio̍h chiong só͘ hoān it-chhè ê chōe-kòa hiat-ka̍k lī-khui lín; ūi ka-kī chiâⁿ chi̍t ê sin ê sim, kap sin ê sîn; Í-sek-lia̍t-ke ah, lín mih-sái tio̍h sí?","tghg":"恁著將所犯一切的罪過㧒擲(hiat-ka̍k)離開恁，為家己成一個新的心及新的神。以色列家啊，恁乜使(mih-sái)著死？","bklhl":"Lín tio̍h將所犯一切ê罪過hiat-ka̍k離開lín；為家己成一个新ê心，kap新ê神；以色列家ah，lín mih-sái tio̍h死？"}},{"book":"結","chapter":18,"verse":32,"versions":{"unv":"主耶和華說：我不喜悅那死人之死，所以你們當回頭而存活。」","bklcl":"Chú Iâ-hô-hoa kóng, Lâng ê sí, Góa bô hoaⁿ-hí i ê sí; só͘-í lín tio̍h hôe-thâu, lâi tit-tio̍h oa̍h.","tghg":"主耶和華講：人的死我無歡喜伊的死，所以恁著回頭來得著活。」","bklhl":"主耶和華講，人ê死，我無歡喜伊ê死；所以lín tio̍h回頭，來得tio̍h活。"}}]