[{"book":"結","chapter":7,"verse":1,"versions":{"unv":"耶和華的話又臨到我說：","bklcl":"Iâ-hô-hoa ê ōe koh lîm-kàu góa kóng,","tghg":"耶和華的話閣臨到我講：","bklhl":"耶和華ê話koh臨到我講，"}},{"book":"結","chapter":7,"verse":2,"versions":{"unv":"「人子啊，主耶和華對以色列地如此說：結局到了，結局到了地的四境！","bklcl":"Jîn-chú ah, Chú Iâ-hô-hoa tùi Í-sek-lia̍t tōe án-ni kóng, Kiat-kio̍k kàu lah! chit ê tōe ê sì-kéng, kiat-kio̍k kàu lah.","tghg":"「人子啊，主耶和華對以色列地按呢講：結局到啦！此個地的四境結局到啦！","bklhl":"人子ah，主耶和華對以色列地án-ni講，結局到lah！chit ê地ê四境，結局到lah。"}},{"book":"結","chapter":7,"verse":3,"versions":{"unv":"現在你的結局已經臨到，我必使我的怒氣歸與你，也必按你的行為審判你，照你一切可憎的事刑罰你。","bklcl":"Taⁿ lí ê kiat-kio̍k í-keng kàu lah, Góa beh hō͘ Góa ê siū-khì kàu tī lí, ia̍h beh chiàu lí ê só͘-kiâⁿ sím-phòaⁿ lí; chiàu lí it-chhè khó-ò͘ⁿ ê sū pò-èng lí;","tghg":"今你的結局已經到啦，我欲互我的受氣到佇你，亦欲照你的所行審判你，照你一切可惡的事報應你。","bklhl":"Taⁿ你ê結局已經到lah，我beh hō͘我ê受氣到tī你，亦beh照你ê所行審判你；照你一切可惡ê事報應你；"}},{"book":"結","chapter":7,"verse":4,"versions":{"unv":"我眼必不顧惜你，也不可憐你，卻要按你所行的報應你，照你中間可憎的事刑罰你。你就知道我是耶和華。","bklcl":"Góa ê ba̍k-chiu bô beh pó-sioh lí, Góa ia̍h bô beh khó-lîn lí; sī beh chiàu lí ê só͘-kiâⁿ pò-èng lí, lí khó-ò͘ⁿ ê sū beh kui tī lí tiong-kan; lín chiū chai Góa sī Iâ-hô-hoa.","tghg":"我的目睭無欲保惜你，我亦無欲可憐你，是欲照你的所行報應你，你可惡的事欲歸佇你中間。恁就知我是耶和華。","bklhl":"我ê目睭無beh保惜你，我亦無beh可憐你；是beh照你ê所行報應你，你可惡ê事beh歸tī你中間；lín就知我是耶和華。"}},{"book":"結","chapter":7,"verse":5,"versions":{"unv":"「主耶和華如此說：有一災，獨有一災；看哪，臨近了！","bklcl":"Chú Iâ-hô-hoa án-ni kóng: Ū chai-ē, hui-siông ê chai-ē; khòaⁿ ah, beh kàu lah.","tghg":"「主耶和華按呢講：有災禍，非常的災禍；看啊，欲到啦！","bklhl":"主耶和華án-ni講：有災厄，非常ê災厄；看ah，beh到lah。"}},{"book":"結","chapter":7,"verse":6,"versions":{"unv":"結局來了，結局來了，向你興起。看哪，來到了！","bklcl":"Kiat-kio̍k kàu lah, kiat-kio̍k kàu lah, khí-lâi kong-kek lí; khòaⁿ ah, kàu lah.","tghg":"結局到啦！結局到啦！起來攻擊你。看啊，到啦！","bklhl":"結局到lah，結局到lah，起來攻擊你；看ah，到lah。"}},{"book":"結","chapter":7,"verse":7,"versions":{"unv":"境內的居民哪，所定的災臨到你，時候到了，日子近了，乃是鬨嚷並非在山上歡呼的日子。","bklcl":"Kéng-lāi khiā-khí ê peh-sìⁿ ah, só͘ tiāⁿ-tio̍h ê chai-ē beh lîm-kàu lí; sî-kî kàu lah, ji̍t-chí kūn lah, chiū-sī hōa-hōa-jióng, m̄-sī soaⁿ-téng hoaⁿ-hí ê siaⁿ ê ji̍t.","tghg":"境內徛起的百姓啊，所定著的災禍欲臨到你，時期到啦，日子近啦，就是嘩嘩嚷(hōa-hōa-jióng)，呣是山頂歡喜的聲的日。","bklhl":"境內khiā起ê百姓ah，所定tio̍h ê災厄beh臨到你；時期到lah，日子近lah，就是hōa-hōa嚷，m̄是山頂歡喜ê聲ê日。"}},{"book":"結","chapter":7,"verse":8,"versions":{"unv":"我快要將我的忿怒傾在你身上，向你成就我怒中所定的，按你的行為審判你，照你一切可憎的事刑罰你。","bklcl":"Góa beh kín-kín piàⁿ-chhut Góa ê tōa siū-khì tī lí; koh it-chīn chiâⁿ Góa ê siū-khì tī lí, chiàu lí ê só͘-kiâⁿ sím-phòaⁿ lí, chiàu lí it-chhè khó-ò͘ⁿ ê sū pò-èng lí.","tghg":"我欲緊緊傾(piàⁿ)出我的大受氣佇你，閣一盡成我的受氣佇你，照你的所行審判你，照你一切可惡的事報應你。","bklhl":"我beh緊緊piàⁿ出我ê大受氣tī你；koh一盡成我ê受氣tī你，照你ê所行審判你，照你一切可惡ê事報應你。"}},{"book":"結","chapter":7,"verse":9,"versions":{"unv":"我眼必不顧惜你，也不可憐你，必按你所行的報應你，照你中間可憎的事刑罰你。你就知道擊打你的是我耶和華。","bklcl":"Góa ê ba̍k-chiu bô beh pó-sioh lí, Góa ia̍h bô beh khó-lîn lí, beh chiàu lí ê só͘ kiâⁿ pò-èng lí, lí khó-ò͘ⁿ ê sū beh kui tī lí tiong-kan; lín chiū chai phah-lín--ê sī Góa Iâ-hô-hoa.","tghg":"我的目睭無欲保惜你，我亦無欲可憐你，欲照你的所行報應你，你可惡的事欲歸佇你中間。恁就知拍恁者是我耶和華。","bklhl":"我ê目睭無beh保惜你，我亦無beh可憐你，beh照你ê所行報應你，你可惡ê事beh歸tī你中間；lín就知phah-lín-ê是我耶和華。"}},{"book":"結","chapter":7,"verse":10,"versions":{"unv":"「看哪，看哪，日子快到了，所定的災已經發出。杖已經開花，驕傲已經發芽。","bklcl":"Khòaⁿ ah, khòaⁿ ah, ji̍t-chí í-keng kàu lah; só͘ tiāⁿ-tio̍h ê chai-ē í-keng hoat-chhut; koáiⁿ-á í-keng khui-hoe, kiau-ngō͘ í-keng puh-gê.","tghg":"「看啊，看啊，日子已經到啦，所定著的災禍已經發出。枴仔已經開花，驕傲已經發芽(puh-gê)。","bklhl":"看ah，看ah，日子已經到lah；所定tio̍h ê災厄已經發出；柺á已經開花，驕傲已經puh芽。"}},{"book":"結","chapter":7,"verse":11,"versions":{"unv":"強暴興起，成了罰惡的杖。以色列人，或是他們的群眾，或是他們的財寶，無一存留，他們中間也沒有得尊榮的。","bklcl":"Kiông-pō heng-khí, chiâⁿ-chòe hêng-hoa̍t pháiⁿ ê koáiⁿ-á; in bô--khì, in chèng-lâng ia̍h bô--khì, in ê châi-pó iā bô--khì; in tiong-kan bô lâng tit-tio̍h chun-kùi.","tghg":"強暴興起，成做刑罰歹的枴仔。𪜶無去，𪜶眾人亦無去，𪜶的財寶也無去，𪜶中間無人得著尊貴。","bklhl":"強暴興起，成做刑罰pháiⁿ ê柺á；in無去，in眾人亦無去，in ê財寶也無去；in中間無人得tio̍h尊貴。"}},{"book":"結","chapter":7,"verse":12,"versions":{"unv":"時候到了，日子近了，買主不可歡喜，賣主不可愁煩，因為烈怒已經臨到他們眾人身上。","bklcl":"Sî-kî kàu lah, ji̍t-chí kūn lah; bóe ê lâng bo̍h-tit hoaⁿ-hí, bōe ê lâng bo̍h-tit hoân-ló; in-ūi tōa siū-khì í-keng kàu tī in chèng-lâng.","tghg":"時期到啦，日子近啦，買的人莫得歡喜，賣的人莫得煩惱，因為大受氣已經到佇𪜶眾人。","bklhl":"時期到lah，日子近lah；買ê人莫得歡喜，賣ê人莫得煩惱；因為大受氣已經到tī in眾人。"}},{"book":"結","chapter":7,"verse":13,"versions":{"unv":"賣主雖然存活，卻不能歸回再得所賣的，因為這異象關乎他們眾人。誰都不得歸回，也沒有人在他的罪孽中堅立自己。」","bklcl":"Bōe--ê in sui-jiân iáu oa̍h--teh, iā bōe tò-tńg kàu i só͘ bōe--ê; in-ūi chit ê īⁿ-siōng koan-hē in chèng-lâng, lóng bōe tò-tńg-lâi; ia̍h bô lâng ōe tùi i ê pháiⁿ só͘-kiâⁿ lâi kian-kò͘ i ê oa̍h-miā.","tghg":"賣者𪜶雖然猶活啲，也𣍐倒轉到伊所賣者，因為此個異象關係𪜶眾人。攏𣍐倒轉來，亦無人會對伊的歹所行來堅固伊的活命。」","bklhl":"賣ê in雖然iáu活teh，也bōe倒tńg到伊所賣ê；因為chit ê異象關係in眾人，lóng bōe倒tńg來；亦無人會對伊ê pháiⁿ所行來堅固伊ê活命。"}},{"book":"結","chapter":7,"verse":14,"versions":{"unv":"「他們已經吹角，預備齊全，卻無一人出戰，因為我的烈怒臨到他們眾人身上。","bklcl":"In í-keng pûn sàu-kak, pī-pān chiâu-pī; chóng-sī bô lâng chhut-khì kau-chiàn; in-ūi Góa ê tōa siū-khì lîm-kàu in chèng-lâng.","tghg":"「𪜶已經歕(pûn)哨角，備辦齊備，總是無人出去交戰，因為我的大受氣臨到𪜶眾人。","bklhl":"In已經pûn哨角，備辦齊備；總是無人出去交戰；因為我ê大受氣臨到in眾人。"}},{"book":"結","chapter":7,"verse":15,"versions":{"unv":"在外有刀劍，在內有瘟疫、饑荒；在田野的，必遭刀劍而死；在城中的，必有饑荒、瘟疫吞滅他。","bklcl":"Tī gōa-bīn ū to-kiàm, tī lāi-bīn ū un-e̍k, ū ki-hng; tī chhân-iá--ê beh tùi to-kiàm lâi sí, tī siâⁿ-lāi--ê, ki-hng kap un-e̍k beh thun-bia̍t--i.","tghg":"佇外面有刀劍，佇內面有瘟疫、有飢荒；佇田野者，欲對刀劍來死；佇城內者，飢荒及瘟疫欲吞滅伊。","bklhl":"Tī外面有刀劍，tī內面有瘟疫，有飢荒；tī田野ê beh tùi刀劍來死，tī城內ê，飢荒kap瘟疫beh吞滅伊。"}},{"book":"結","chapter":7,"verse":16,"versions":{"unv":"其中所逃脫的就必逃脫，各人因自己的罪孽在山上發出悲聲，好像谷中的鴿子哀鳴。","bklcl":"Kî-tiong thoat-lī--ê beh thoat-lī; ta̍k-lâng in-ūi i ê chōe-kòa, tī soaⁿ--nih chhut pi-ai ê siaⁿ, chhin-chhiūⁿ soaⁿ-kok-tiong ê ka-chui.","tghg":"其中脫離者欲脫離，逐人因為伊的罪過佇山裡出悲哀的聲，親像山谷中的鳩鵻(ka-chui)。","bklhl":"其中脫離ê beh脫離；ta̍k人因為伊ê罪過，tī山裡出悲哀ê聲，親像山谷中ê ka-chui。"}},{"book":"結","chapter":7,"verse":17,"versions":{"unv":"手都發軟，膝弱如水。","bklcl":"Chhiú lóng sng, kha-thâu-u nńg chhin-chhiūⁿ chúi.","tghg":"手攏酸，腳頭窩(kha-thâu-u)軟親像水。","bklhl":"手lóng酸，腳頭u軟親像水。"}},{"book":"結","chapter":7,"verse":18,"versions":{"unv":"要用麻布束腰，被戰兢所蓋；各人臉上羞愧，頭上光禿。","bklcl":"Beh ēng môa-pò͘ hâ-io, kiaⁿ-hiâⁿ beh jia-khàm i, ta̍k-lâng bīn kiàn-siàu, thâu-khak bô pòaⁿ-ki mn̂g.","tghg":"欲用麻布縖(hâ)腰，驚惶欲遮蓋伊；逐人面見誚，頭殼無半支毛。","bklhl":"Beh用麻布縖腰，驚惶beh遮蓋伊，ta̍k人面見笑，頭殼無半支毛。"}},{"book":"結","chapter":7,"verse":19,"versions":{"unv":"他們要將銀子拋在街上，金子看如污穢之物。當耶和華發怒的日子，他們的金銀不能救他們，不能使心裡知足，也不能使肚腹飽滿，因為這金銀作了他們罪孽的絆腳石。","bklcl":"In beh hiat in ê gûn tī ke-lō͘, khòaⁿ kim chhin-chhiūⁿ ù-òe ê mi̍h; tng Iâ-hô-hoa siū-khì ê ji̍t, in ê kim-gûn bōe-ōe kiù in, bōe-ōe hō͘ in ê sim ti-chiok, ia̍h bōe-ōe hō͘ in ê pak-tó͘ pá; in-ūi che ū pòaⁿ-tó in tī chōe-ok tiong.","tghg":"𪜶欲㧒(hiat)𪜶的銀佇街路，看金親像污穢的物。當耶和華受氣的日，𪜶的金銀𣍐會救𪜶，𣍐會互𪜶的心知足，亦𣍐會互𪜶的腹肚飽，因為這有絆倒𪜶佇罪惡中。","bklhl":"In beh hiat in ê銀tī街路，看金親像污穢ê物；當耶和華受氣ê日，in ê金銀bōe能救in，bōe能hō͘ in ê心知足，亦bōe能hō͘ in ê腹肚飽；因為這有絆倒in tī罪惡中。"}},{"book":"結","chapter":7,"verse":20,"versions":{"unv":"論到耶和華妝飾華美的殿，他建立得威嚴，他們卻在其中製造可憎可厭的偶像，所以這殿我使他們看如污穢之物。","bklcl":"Lūn-kàu i chng-thāⁿ ê súi, sī I hō͘ i tit-tio̍h ui-hong; in chiū ēng--i lâi chng thang oàn-hūn ê mi̍h, thang iàm-chiān ê ngó͘-siōng; só͘-í Góa hō͘ in khòaⁿ chhin-chhiūⁿ ù-òe ê mi̍h.","tghg":"論到伊妝飾(chng-thāⁿ)的媠，是伊互伊得著威風，𪜶就用伊來妝通(thang)怨恨的物，通厭賤的偶像，所以我互𪜶看親像污穢的物。","bklhl":"論到伊裝飾ê súi，是伊hō͘伊得tio̍h威風；in就用伊來裝thang怨恨ê物，thang厭賤ê偶像；所以我hō͘ in看親像污穢ê物。"}},{"book":"結","chapter":7,"verse":21,"versions":{"unv":"我必將這殿交付外邦人為掠物，交付地上的惡人為擄物；他們也必褻瀆這殿。","bklcl":"Góa beh chiong i kau tī gōa-pang lâng ê chhiú, chòe i só͘ chhiúⁿ ê mi̍h; kau-hù tōe-chiūⁿ ê pháiⁿ-lâng, chòe chha̍t-chng; in ia̍h beh phah lâ-sâm i.","tghg":"我欲將伊交佇外邦人的手，做伊所搶的物，交付地上的歹人做賊贓(chha̍t-chng)；𪜶亦欲拍垃墋伊。","bklhl":"我beh將伊交tī外邦人ê手，做伊所搶ê物；交付地上ê pháiⁿ人，做賊贓；in亦beh phah lâ-sâm伊。"}},{"book":"結","chapter":7,"verse":22,"versions":{"unv":"我必轉臉不顧以色列人，他們褻瀆我隱密之所，強盜也必進去褻瀆。","bklcl":"Góa beh oa̍t-tńg Góa ê bīn bô khòaⁿ--in; in beh phah lâ-sâm Góa ki-bi̍t ê só͘-chāi; kiông-béng ê chha̍t iā beh ji̍p-khì phah lâ-sâm.","tghg":"我欲越轉我的面無看𪜶，𪜶欲拍垃墋我機密的所在，強猛的賊也欲入去拍垃墋。","bklhl":"我beh oa̍t-tńg我ê面無看in；in beh phah lâ-sâm我機密ê所在；強猛ê賊也beh入去phah lâ-sâm。"}},{"book":"結","chapter":7,"verse":23,"versions":{"unv":"「要製造鎖鍊；因為這地遍滿流血的罪，城邑充滿強暴的事，","bklcl":"Tio̍h chō thih-liān, in-ūi chit só͘-chāi móa-móa lâu-huih ê chōe, siâⁿ-lāi chhiong-móa kiông-pō ê sū.","tghg":"「著造鐵鍊；因為此所在滿滿流血的罪，城內充滿強暴的事，","bklhl":"Tio̍h造鐵鏈，因為chit所在滿滿流血ê罪，城內充滿強暴ê事。"}},{"book":"結","chapter":7,"verse":24,"versions":{"unv":"所以我必使列國中最惡的人來佔據他們的房屋；我必使強暴人的驕傲止息，他們的聖所都要被褻瀆。","bklcl":"Góa beh hō͘ gōa-pang tē-it pháiⁿ--ê lâi pà-chiàm in ê chhù-the̍h;  Góa beh hō͘ kiông-pō ê lâng ê kiau-ngō͘ soah; in ê sèng-só͘ phah lâ-sâm.","tghg":"我欲互外邦第一歹者來霸佔𪜶的厝宅；我欲互強暴的人的驕傲息(soah)，𪜶的聖所拍垃墋。","bklhl":"我beh hō͘外邦第一pháiⁿ-ê來霸佔in ê厝宅；我beh hō͘強暴ê人ê驕傲soah；in ê聖所phah lâ-sâm。"}},{"book":"結","chapter":7,"verse":25,"versions":{"unv":"毀滅臨近了，他們要求平安，卻無平安可得。","bklcl":"Húi-bia̍t kūn lah; in beh kiû pêng-an, ia̍h bōe tit-tio̍h.","tghg":"毀滅近啦，𪜶欲求平安，亦𣍐得著。","bklhl":"毀滅近lah；in beh求平安，亦bōe得tio̍h。"}},{"book":"結","chapter":7,"verse":26,"versions":{"unv":"災害加上災害，風聲接連風聲；他們必向先知求異象，但祭司講的律法、長老設的謀略都必斷絕。","bklcl":"Beh ū chai-ē ke-thiⁿ chai-ē, hong-siaⁿ sòa-chiap hong-siaⁿ; in beh tùi sian-ti kiû īⁿ-siōng; chóng-sī chè-si ê lu̍t-hoat, tióng-ló ê kè-e̍k, lóng beh toān-choa̍t.","tghg":"欲有災禍加添災禍，風聲續接風聲；𪜶欲對先知求異象，總是祭司的律法，長老的計劃(kè-e̍k)攏欲斷絕。","bklhl":"Beh有災厄加添災厄，風聲續接風聲；in beh tùi先知求異象；總是祭司ê律法，長老ê計畫，lóng beh斷絕。"}},{"book":"結","chapter":7,"verse":27,"versions":{"unv":"君要悲哀，王要披淒涼為衣，國民的手都發顫。我必照他們的行為待他們，按他們應得的審判他們，他們就知道我是耶和華。」","bklcl":"Kok-ông beh pi-ai, ông-chhin beh léng-chēng, peh-sìⁿ ê chhiú ngia̍uh-ngia̍uh-chhoah.  Góa beh chiàu in ê só͘-kiâⁿ khoán-thāi in, chiàu in eng-kai siū ê sím-phòaⁿ, lâi sím-phòaⁿ in; in chiū chai Góa sī Iâ-hô-hoa.","tghg":"國王欲悲哀，王親欲冷靜，百姓的手愕愕惙(ngia̍uh-ngia̍uh-chhoah)。我欲照𪜶的所行款待𪜶，照𪜶應該受的審判，來審判𪜶，𪜶就知我是耶和華。」","bklhl":"國王beh悲哀，王親beh冷靜，百姓ê手ngia̍uh-ngia̍uh-chhoah。我beh照in ê所行款待in，照in應該受ê審判，來審判in；in就知我是耶和華。"}}]