[{"book":"結","chapter":5,"verse":1,"versions":{"unv":"「人子啊，你要拿一把快刀，當作剃頭刀，用這刀剃你的頭髮和你的鬍鬚，用天平將鬚髮平分。","bklcl":"Jîn-chú ah, lí tio̍h kia̍h chi̍t ki lāi-kiàm, chòe lí ê thì-thâu-to, lâi thì lí ê thâu-mn̂g kap lí ê chhùi-chhiu; jiân-āu ēng lî-téng téng i ê tāng-khin, lâi pun i.","tghg":"「人子啊，你著攑一支利劍，做你的剃頭刀，來剃你的頭毛及你的嘴鬚，然後用厘戥(lî-téng)戥伊的重輕來分伊。","bklhl":"人子ah，你tio̍h kia̍h一支利劍，做你ê剃頭刀，來剃你ê頭毛kap你ê嘴鬚；然後用厘戥戥伊ê 重輕，來分伊。"}},{"book":"結","chapter":5,"verse":2,"versions":{"unv":"圍困城的日子滿了，你要將三分之一在城中用火焚燒，將三分之一在城的四圍用刀砍碎，將三分之一任風吹散；我也要拔刀追趕。","bklcl":"Ûi-khùn siâⁿ ê ji̍t í-keng móa, lí tio̍h chiong saⁿ-hūn ê chi̍t-hūn tī siâⁿ-lāi ēng hé sio--i; chiong saⁿ-hūn ê chi̍t-hūn tī i ê sì-ûi ēng to phah--i; chiong saⁿ-hūn ê chi̍t-hūn iā-sòaⁿ hō͘ hong chhe--khì; Góa ia̍h beh pu̍ih to tui-jip--i.","tghg":"圍困城的日已經滿，你著將三份的一份佇城內用火燒伊，將三份的一份佇伊的四圍用刀拍伊，將三份的一份撒(iā)散互風吹去；我亦欲拔刀追趇(jip)伊。","bklhl":"圍困城ê日已經滿，你tio̍h將三份ê一份tī城內用火燒伊；將三份ê一份tī伊ê四圍用刀phah伊；將三份ê一份掖散hō͘風吹去；我亦beh拔刀追jip伊。"}},{"book":"結","chapter":5,"verse":3,"versions":{"unv":"你要從其中取幾根包在衣襟裡，","bklcl":"Lí tio̍h tùi hí tiong-kan the̍h kúi-nā ki, pa̍k tī lí ê saⁿ-á-ku.","tghg":"你著對彼中間提幾若支縛(pa̍k)佇你的衫仔裾(saⁿ-á-ku)，","bklhl":"你tio̍h tùi hit中間the̍h kúi-nā支，縛tī你ê衫á裾。"}},{"book":"結","chapter":5,"verse":4,"versions":{"unv":"再從這幾根中取些扔在火中焚燒，從裡面必有火出來燒入以色列全家。","bklcl":"Koh tùi hí tiong-kan the̍h tām-po̍h-á, hiat tī hé-tiong, ēng hé sio--i; tùi hia beh ū hé chhut, kàu tī Í-sek-lia̍t choân-ke.","tghg":"閣對彼中間提淡薄仔㧒(hiat)佇火中，用火燒伊。對遐欲有火出到佇以色列全家。","bklhl":"Koh tùi hit中間the̍h淡薄á，hiat tī火中，用火燒伊；tùi hia beh有火出，到tī以色列全家。"}},{"book":"結","chapter":5,"verse":5,"versions":{"unv":"主耶和華如此說：這就是耶路撒冷。我曾將她安置在列邦之中；列國都在她的四圍。","bklcl":"Chú Iâ-hô-hoa án-ni kóng, Che sī Iâ-lō͘-sat-léng; Góa beh an-tì i tī lia̍t-pang-tiong, lia̍t-kok tī i ê sì-ûi.","tghg":"主耶和華按呢講：這是耶路撒冷。我欲安置伊佇列邦中；列國佇伊的四圍。","bklhl":"主耶和華án-ni講，這是耶路撒冷；我beh安置伊tī列邦中，列國tī伊ê四圍。"}},{"book":"結","chapter":5,"verse":6,"versions":{"unv":"她行惡，違背我的典章，過於列國；干犯我的律例，過於四圍的列邦，因為她棄掉我的典章。至於我的律例，她並沒有遵行。","bklcl":"I kiâⁿ pháiⁿ ûi-ke̍h Góa ê hoat-tō͘, pí lia̍t-pang khah siong-tiōng; kan-hoān Góa ê lu̍t-lē pí sì-ûi ê lia̍t-kok khah-chhám; in-ūi i khì-sak Góa ê hoat-tō͘, Góa ê lu̍t-lē in ia̍h bô chun-thàn.","tghg":"伊行歹，違逆(ûi-ke̍h)我的法度，比列邦卡傷重；干犯我的律例，比四圍的列國卡慘，因為伊棄拺我的法度。我的律例，𪜶亦無遵趁。","bklhl":"伊行pháiⁿ違逆我ê法度，比列邦khah傷重；干犯我ê律例比四圍ê列國khah慘；因為伊棄sak我ê法度，我ê律例in亦無遵thàn。"}},{"book":"結","chapter":5,"verse":7,"versions":{"unv":"所以主耶和華如此說：因為你們紛爭過於四圍的列國，也不遵行我的律例，不謹守我的典章，並以遵從四圍列國的惡規尚不滿意，","bklcl":"Só͘-í Chú Iâ-hô-hoa án-ni kóng: In-ūi lín jiáu-loān pí lín sì-ûi ê lia̍t-pang khah siong-tiōng, bô chun-thàn Góa ê lu̍t-lē, bô chip-siú Góa ê hoat-tō͘, ia̍h m̄-thàn lín sì-ûi lia̍t-kok ê hoat-tō͘.","tghg":"所以主耶和華按呢講：因為恁擾亂比恁四圍的列邦卡傷重，無遵趁我的律例，無執守我的法度，亦呣趁恁四圍列國的法度，","bklhl":"所以主耶和華án-ni講： 因為lín擾亂比lín四圍ê列邦khah傷重，無遵thàn我ê律例，無執守我ê法度，亦m̄-thàn lín四圍列國ê法度。"}},{"book":"結","chapter":5,"verse":8,"versions":{"unv":"所以主耶和華如此說：看哪，我與你反對，必在列國的眼前，在你中間，施行審判；","bklcl":"Só͘-í Chú Iâ-hô-hoa án-ni kóng: Khòaⁿ ah, Góa beh kong-kek lí, Góa beh tī lín tiong-kan sím-phòaⁿ lín, hō͘ lia̍t-kok chhin-ba̍k khòaⁿ-kìⁿ.","tghg":"所以主耶和華按呢講：看啊，我欲攻擊你，我欲佇恁中間審判恁，互列國親目看見；","bklhl":"所以主耶和華án-ni講：看ah，我beh攻擊你，我beh tī lín中間審判lín，hō͘列國親目看見。"}},{"book":"結","chapter":5,"verse":9,"versions":{"unv":"並且因你一切可憎的事，我要在你中間行我所未曾行的，以後我也不再照著行。","bklcl":"Koh in-ūi it-chhè khó-ò͘ⁿ ê sū, Góa beh tī lí tiong-kan kiâⁿ Góa só͘ bē-bat kiâⁿ, í-āu ia̍h bô koh án-ni kiâⁿ--ê.","tghg":"閣因為一切可惡的事，我欲佇你中間行我所未曾行，以後亦無閣按呢行的。","bklhl":"Koh因為一切可惡ê事，我beh tī你中間行我所bē-bat行，以後亦無koh án-ni行ê。"}},{"book":"結","chapter":5,"verse":10,"versions":{"unv":"在你中間父親要吃兒子，兒子要吃父親。我必向你施行審判，我必將你所剩下的分散四方（方：原文是風）。」","bklcl":"In-ūi án-ni, tī lí ê tiong-kan, lāu-pē beh thâi kiáⁿ lâi chia̍h, kiáⁿ ia̍h beh thâi lāu-pē lâi chia̍h; Góa beh tī lín tiong-kan sím-phòaⁿ lín.  Góa beh chiong lí só͘ chhun ê chèng-lâng, lóng sì-sòaⁿ in tī sì-hng.","tghg":"因為按呢，佇你的中間老父欲刣子來食，子亦欲刣老父來食。我欲佇恁中間審判恁，我欲將你所剩(chhun)的眾人攏四散𪜶佇四方。」","bklhl":"因為án-ni，tī你ê中間，老父beh 刣 kiáⁿ來食，kiáⁿ亦beh 刣老父來食；我beh tī lín中間審判lín。我beh將你所chhun ê眾人，lóng四散in tī四方。"}},{"book":"結","chapter":5,"verse":11,"versions":{"unv":"主耶和華說：「我指著我的永生起誓，因你用一切可憎的物、可厭的事玷污了我的聖所，故此，我定要使你人數減少，我眼必不顧惜你，也不可憐你。","bklcl":"In-ūi án-ni, Chú Iâ-hô-hoa kóng, Góa kí Góa ê éng-oa̍h lâi chiù-chōa, ūi-tio̍h lí ēng it-chhè khó-ò͘ⁿ ê mi̍h, thang iàm-chiān ê sū, phah lâ-sâm Góa ê sèng-só͘, Góa iā beh kiám-chió lí ê lâng-gia̍h; Góa ê ba̍k-chiu bô beh thiàⁿ-sioh lí, Góa ia̍h bô beh lîn-bín lí.","tghg":"因為按呢，主耶和華講：「我指(kí)我的永活來咒誓，為著你用一切可惡的物、通厭賤的事拍垃墋我的聖所，我也欲減少你的人額，我的目睭無欲疼惜你，我亦無欲憐憫你。","bklhl":"因為án-ni，主耶和華講，我kí我ê永活來chiù-chōa，為tio̍h你用一切可惡ê物，thang厭賤ê事，phah lâ-sâm我ê聖所，我也beh減少你ê人額；我ê目睭無beh疼惜你，我亦無beh憐憫你。"}},{"book":"結","chapter":5,"verse":12,"versions":{"unv":"你的民三分之一必遭瘟疫而死，在你中間必因饑荒消滅；三分之一必在你四圍倒在刀下；我必將三分之一分散四方（方：原文是風），並要拔刀追趕他們。","bklcl":"Lí saⁿ-hūn ê chi̍t-hūn beh tùi un-e̍k lâi sí, ia̍h tùi ki-hng lâi siau-bia̍t tī lín tiong-kan; saⁿ-hūn ê chi̍t-hūn beh tī lí ê sì-ûi tó tī to-ē; saⁿ-hūn ê chi̍t-hūn Góa beh sì-sòaⁿ in tī hiah-ê hong; ia̍h beh pu̍ih-to tui-jip in.","tghg":"你三份的一份欲對瘟疫來死，亦對飢荒來消滅佇恁中間；三份的一份欲佇你的四圍倒佇刀下；三份的一份我欲四散𪜶佇許個風，亦欲拔刀追趇𪜶。","bklhl":"你三份ê一份beh tùi瘟疫來死，亦tùi飢荒來消滅tī lín中間；三份ê一份beh tī你ê四圍倒tī刀下；三份ê一份我beh四散in tī hiah-ê風；亦beh拔刀追jip in。"}},{"book":"結","chapter":5,"verse":13,"versions":{"unv":"「我要這樣成就怒中所定的；我向他們發的忿怒止息了，自己就得著安慰。我在他們身上成就怒中所定的那時，他們就知道我─耶和華所說的是出於熱心；","bklcl":"Chhin-chhiūⁿ án-ni, Góa ê siū-khì tit-tio̍h chiâⁿ, Góa tōa siū-khì in ê beh soah, Góa chiū siū an-ùi; koh Góa tōa siū-khì in ê í-keng chiâⁿ, chiū in thang chai Góa Iâ-hô-hoa sī jia̍t-sim lâi kóng--ê.","tghg":"「親像按呢我的受氣得著成；我大受氣𪜶的欲息(soah)，我就受安慰。閣我大受氣𪜶的已經成，就𪜶通知(thang chai)我──耶和華是熱心來講的；","bklhl":"親像án-ni，我ê受氣得tio̍h成，我大受氣in ê beh soah，我就受安慰；koh我大受氣in-ê已經成，就in thang知我耶和華是熱心來講ê。"}},{"book":"結","chapter":5,"verse":14,"versions":{"unv":"並且我必使你在四圍的列國中，在經過的眾人眼前，成了荒涼和羞辱。","bklcl":"Góa beh hō͘ lí chòe léng-chēng, chòe lêng-jio̍k, tī lí sì-ûi ê lia̍t-pang-tiong; hō͘ keng-kè ê lâng chhin-ba̍k khòaⁿ-kìⁿ.","tghg":"我欲互你做冷靜做凌辱，佇你四圍的列邦中，互經過的人親目看見。","bklhl":"我beh hō͘你做冷靜，做凌辱，tī你四圍ê列邦中；hō͘經過ê人親目看見。"}},{"book":"結","chapter":5,"verse":15,"versions":{"unv":"這樣，我必以怒氣和忿怒，並烈怒的責備，向你施行審判。那時，你就在四圍的列國中成為羞辱、譏刺、警戒、驚駭。這是我─耶和華說的。","bklcl":"Án-ni, Góa beh ēng siū-khì, kap tōa siū-khì, kap giâm-giâm ê chek-pī, tī lí ê tiong-kan sím-phòaⁿ lí; hit-sî lí chiū tī sì-ûi ê lia̍t-pang-tiong, chiâⁿ-chòe thang lêng-jio̍k, thang ki-chhì, thang kàm-kài, thang gông-ngia̍h; che sī Góa Iâ-hô-hoa kóng--ê.","tghg":"按呢，我欲用受氣及大受氣，及嚴嚴的責備，佇你的中間審判你。彼時，你就佇四圍的列邦中成做通凌辱、通譏刺、通鑑戒、通卬愕。這是我──耶和華講的。","bklhl":"Án-ni，我beh用受氣，kap大受氣，kap嚴嚴ê責備，tī你ê中間審判你；hit時你就tī四圍ê列邦中，成做thang凌辱，thang譏刺，thang鑑戒，thang gông-ngia̍h；這是我耶和華講ê。"}},{"book":"結","chapter":5,"verse":16,"versions":{"unv":"那時，我要將滅人、使人饑荒的惡箭，就是射去滅人的，射在你們身上，並要加增你們的饑荒，斷絕你們所倚靠的糧食；","bklcl":"Hit-sî Góa ēng ki-hng ōe châu-bia̍t lâng ê pháiⁿ-chìⁿ siā in; chiū-sī Góa só͘ siā lâi châu-bia̍t lín--ê; Góa ia̍h beh ke-thiⁿ lín ê ki-hng, toān-choa̍t lín só͘ óa-khò ê bí-niû.","tghg":"彼時，我用飢荒會剿滅(châu-bia̍t)人的歹箭射𪜶，就是我所射來剿滅恁者，我亦欲加添恁的飢荒，斷絕恁所倚靠的米糧；","bklhl":"Hit時我用飢荒能剿滅人ê pháiⁿ箭射in；就是我所射來剿滅lín-ê；我亦beh加添lín ê飢荒，斷絕lín所óa靠ê米糧。"}},{"book":"結","chapter":5,"verse":17,"versions":{"unv":"又要使饑荒和惡獸到你那裡，叫你喪子，瘟疫和流血的事也必盛行在你那裡；我也要使刀劍臨到你。這是我─耶和華說的。」","bklcl":"Koh beh ki-hng ok-siù kàu lín hia, in beh hō͘ lín ê kiáⁿ sí-liáu-liáu; koh un-e̍k kap thâi lâng ê sū ia̍h beh liû-hêng tī lín hia; Góa ia̍h beh hō͘ to-kiàm lîm-kàu lín; che sī Góa Iâ-hô-hoa kóng--ê.","tghg":"閣欲飢荒惡獸到恁遐，𪜶欲互恁的子死了了(liáu-liáu)，閣瘟疫及刣人的事亦欲流行佇恁遐；我亦欲互刀劍臨到恁。這是我──耶和華講的。」","bklhl":"Koh beh飢荒惡獸到lín hia，in beh hō͘ lín ê kiáⁿ死了了；koh瘟疫kap 刣人ê事亦beh流行tī lín hia；我亦beh hō͘刀劍臨到lín；這是我耶和華講ê。"}}]