[{"book":"結","chapter":6,"verse":1,"versions":{"unv":"耶和華的話臨到我說：","bklcl":"Iâ-hô-hoa ê ōe lîm-kàu góa kóng,","tghg":"耶和華的話臨到我講：","bklhl":"耶和華ê話臨到我講，"}},{"book":"結","chapter":6,"verse":2,"versions":{"unv":"「人子啊，你要面向以色列的眾山說預言，","bklcl":"Jîn-chú ah, lí tio̍h bīn ǹg Í-sek-lia̍t chiah-ê soaⁿ, lâi tùi i soan-thoân, kóng, Í-sek-lia̍t chiah-ê soaⁿ ah, tio̍h thiaⁿ Chú Iâ-hô-hoa ê ōe;","tghg":"「人子啊，你著面向以色列諸個山來對伊宣傳，","bklhl":"人子ah，你tio̍h面ǹg以色列chiah ê山，來對伊宣傳，講，以色列chiah ê山ah，tio̍h聽主耶和華ê話；"}},{"book":"結","chapter":6,"verse":3,"versions":{"unv":"說：以色列的眾山哪，要聽主耶和華的話。主耶和華對大山、小岡、水溝、山谷如此說：我必使刀劍臨到你們，也必毀滅你們的邱壇。","bklcl":"Chú Iâ-hô-hoa tùi tōa-soaⁿ, sió-soaⁿ, chúi-kau, soaⁿ-kok, án-ni kóng, Khòaⁿ ah, Góa, Góa beh ēng to-kiàm lîm-kàu lín, ia̍h beh húi-bia̍t lín ê soaⁿ-thâu-tôaⁿ.","tghg":"講：以色列諸個山啊，著聽主耶和華的話。主耶和華對大山、小山、水溝、山谷按呢講：看啊，我，我欲用刀劍臨到恁，亦欲毀滅恁的山頭壇。","bklhl":"主耶和華tùi大山、小山、水溝、山谷，án-ni講，看ah，我，我beh用刀劍臨到lín，亦beh毀滅lín ê山頭壇。"}},{"book":"結","chapter":6,"verse":4,"versions":{"unv":"你們的祭壇必然荒涼，你們的日像必被打碎。我要使你們被殺的人倒在你們的偶像面前；","bklcl":"Lín ê chè-tôaⁿ tek-khak hong-hòe, lín ê ji̍t-thâu ê thiāu beh tú-tio̍h phah-chhùi; Góa beh hō͘ lín siū-thâi ê lâng tó tī lín ngó͘-siōng ê bīn-chêng.","tghg":"恁的祭壇的確荒廢，恁的日頭的柱欲抵著(tú-tio̍h)拍碎，我欲互恁受刣的人倒佇恁偶像的面前；","bklhl":"Lín ê祭壇的確荒廢，lín ê日頭ê柱beh tú-tio̍h phah碎；我beh hō͘ lín受刣 ê人倒tī lín偶像ê面前。"}},{"book":"結","chapter":6,"verse":5,"versions":{"unv":"我也要將以色列人的屍首放在他們的偶像面前，將你們的骸骨拋散在你們祭壇的四圍。","bklcl":"Góa ia̍h beh chiong Í-sek-lia̍t cho̍k ê sin-si hē tī in ê ngó͘-siōng ê bīn-chêng; chiong lín ê kut-thâu sì-kòe hiat tī lín ê tôaⁿ ê sì-ûi.","tghg":"我亦欲將以色列族的身屍下(hē)佇𪜶的偶像的面前，將恁的骨頭四界㧒(hiat)佇恁的壇的四圍。","bklhl":"我亦beh將以色列族ê身屍hē tī in ê偶像ê面前；將lín ê骨頭四界hiat tī lín ê壇ê四圍。"}},{"book":"結","chapter":6,"verse":6,"versions":{"unv":"在你們一切的住處，城邑要變為荒場，邱壇必然淒涼，使你們的祭壇荒廢，將你們的偶像打碎。你們的日像被砍倒，你們的工作被毀滅。","bklcl":"Tī lín it-chhè khiā-khí ê só͘-chāi, siâⁿ beh pha-hng, soaⁿ-thâu-tôaⁿ beh hong-hòe; hō͘ lín ê chè-tôaⁿ pha-hng hong-hòe, lín ê ngó͘-siōng phah-chhùi bia̍t-bô, lín ê ji̍t-thâu ê thiāu beh chhò-lo̍h, lín ê só͘-chòe lóng hòe-bô.","tghg":"佇恁一切徛起的所在，城欲拋荒，山頭壇欲荒廢，互恁的祭壇拋荒荒廢，恁的偶像拍碎滅無。恁的日頭的柱欲剉(chhò)落，恁的所做攏廢無。","bklhl":"Tī lín一切khiā起ê所在，城beh拋荒，山頭壇beh荒廢；hō͘ lín ê祭壇拋荒荒廢，lín ê偶像phah碎滅無，lín ê日頭ê柱beh剉落，lín ê所做lóng廢無。"}},{"book":"結","chapter":6,"verse":7,"versions":{"unv":"被殺的人必倒在你們中間，你們就知道我是耶和華。","bklcl":"Siū-thâi ê lâng beh tó tī lín tiong-kan; chiū lín beh chai Góa sī Iâ-hô-hoa.","tghg":"受刣的人欲倒佇恁中間，就恁欲知我是耶和華。","bklhl":"受刣 ê人beh倒tī lín中間；就lín beh知我是耶和華。"}},{"book":"結","chapter":6,"verse":8,"versions":{"unv":"你們分散在各國的時候，我必在列邦中使你們有剩下脫離刀劍的人。","bklcl":"Lín sì-sòaⁿ tī lia̍t-kok ê sî, Góa beh tī lia̍t-pang-tiong só͘ chhun ê lâng hō͘ i thoat-lī to-kiàm.","tghg":"「恁四散佇列國的時，我欲佇列邦中所剩(chhun)的人互伊脫離刀劍。","bklhl":"Lín四散tī列國ê時，我beh tī列邦中所chhun ê人hō͘伊脫離刀劍。"}},{"book":"結","chapter":6,"verse":9,"versions":{"unv":"那脫離刀劍的人必在所擄到的各國中記念我，為他們心中何等傷破，是因他們起淫心，遠離我，眼對偶像行邪淫。他們因行一切可憎的惡事，必厭惡自己。","bklcl":"Lín tiong-kan tit-tio̍h thoat-lī ê lâng, beh tī in siū lia̍h-khì ê lia̍t-kok-tiong kì-liām Góa; in-ūi Góa beh húi-hoāi in îm-loān lī-khui Góa ê sim, í-ki̍p in loân-ài ngó͘-siōng ê ba̍k-chiu; in beh ūi-tio̍h só͘ kiâⁿ ê pháiⁿ khó-ò͘ⁿ ê sū, lâi ka-kī oàn-hūn.","tghg":"恁中間得著脫離的人欲佇𪜶受掠去的列國中紀念我，因為我欲毀壞𪜶淫亂離開我的心，以及𪜶戀愛偶像的目睭。𪜶欲為著所行的歹可惡的事，來家己怨恨。","bklhl":"Lín中間得tio̍h脫離ê人，beh tī in受掠去ê列國中記念我；因為我beh毀壞in淫亂離開我ê心，以及in戀愛偶像ê目睭；in beh為tio̍h所行ê pháiⁿ可惡ê事，來家己怨恨。"}},{"book":"結","chapter":6,"verse":10,"versions":{"unv":"他們必知道我是耶和華；我說要使這災禍臨到他們身上，並非空話。","bklcl":"In beh chai Góa sī Iâ-hô-hoa; Góa kóng beh kàng chai-ē hō͘ in, m̄-sī khang-khang ê ōe.","tghg":"𪜶欲知我是耶和華；我講欲降災禍互𪜶，呣是空空的話。","bklhl":"In beh知我是耶和華；我講beh降災厄hō͘ in，m̄是空空ê話。"}},{"book":"結","chapter":6,"verse":11,"versions":{"unv":"「主耶和華如此說：你當拍手頓足，說：哀哉！以色列家行這一切可憎的惡事，他們必倒在刀劍、饑荒、瘟疫之下。","bklcl":"Chú Iâ-hô-hoa án-ni kóng, Lí tio̍h phah-chhiú tǹg-kha, kóng, Chhám ah, Í-sek-lia̍t-ke kiâⁿ che it-chhè khó-ò͘ⁿ ê pháiⁿ-tāi; in beh tùi to-kiàm, tùi ki-hng, tùi un-e̍k lâi sí.","tghg":"「主耶和華按呢講：你著拍手頓(tǹg)腳，講：慘啊！以色列家行這一切可惡的歹代，𪜶欲對刀劍、對飢荒、對瘟疫來死。","bklhl":"主耶和華án-ni講，你tio̍h phah手頓腳，講，慘ah，以色列家行這一切可惡ê pháiⁿ-tāi；in beh tùi刀劍，tùi飢荒，tùi瘟疫來死。"}},{"book":"結","chapter":6,"verse":12,"versions":{"unv":"在遠處的，必遭瘟疫而死；在近處的，必倒在刀劍之下；那存留被圍困的，必因饑荒而死；我必這樣在他們身上成就我怒中所定的。","bklcl":"Tiàm tī hn̄g ê lâng beh tùi un-e̍k lâi sí; tiàm tī kūn ê lâng beh tùi to-kiàm lâi sí; lâu--teh siū ûi-khùn ê lâng beh tùi ki-hng lâi sí; án-ni Góa beh it-chīn chiâⁿ Góa ê siū-khì tī in.","tghg":"踮佇遠的人，欲對瘟疫來死；踮佇近的人，欲對刀劍來死；留啲受圍困的人，欲對飢荒來死；按呢我欲一盡成我的受氣佇𪜶。","bklhl":"Tiàm tī遠ê人beh tùi瘟疫來死；tiàm tī近ê人beh tùi刀劍來死；留teh受圍困ê人beh tùi飢荒來死；án-ni我beh一盡成我ê受氣tī in。"}},{"book":"結","chapter":6,"verse":13,"versions":{"unv":"他們被殺的人倒在他們祭壇四圍的偶像中，就是各高岡、各山頂、各青翠樹下、各茂密的橡樹下，乃是他們獻馨香的祭牲給一切偶像的地方。那時，他們就知道我是耶和華。","bklcl":"In siū-thâi ê lâng tó tī in chè-tôaⁿ sì-ûi ê ngó͘-siōng-tiong, chiū-sī ta̍k ê koâiⁿ-soaⁿ, ta̍k ê soaⁿ-téng, ta̍k ê chhiⁿ-chhiū ê chhiū-kha, ta̍k ê ām-ām ê siōng-chhiū-kha, chiū-sī in hiàn phang-phang ê chè-sū hō͘ it-chhè ngó͘-siōng ê tōe-hng; hit-sî lín chiū chai Góa sī Iâ-hô-hoa.","tghg":"𪜶受刣的人倒佇𪜶祭壇四圍的偶像中，就是逐個高山、逐個山頂、逐個青樹的樹腳、逐個艷艷(ām-ām)的橡樹腳，就是𪜶獻芳芳(phang-phang)的祭祀互一切偶像的地方。彼時，恁就知我是耶和華。","bklhl":"In受刣 ê人倒tī in祭壇四圍ê偶像中，就是ta̍k-ê高山，ta̍k-ê山頂，ta̍k-ê青樹ê樹腳，ta̍k-ê ām-ām ê橡樹腳，就是in獻芳芳ê祭祀hō͘一切偶像ê地方；hit時lín就知我是耶和華。"}},{"book":"結","chapter":6,"verse":14,"versions":{"unv":"我必伸手攻擊他們，使他們的地從曠野到第伯拉他一切住處極其荒涼，他們就知道我是耶和華。」","bklcl":"Góa beh chhun Góa ê chhiú kong-kek in, hō͘ in khiā-khí ê só͘-chāi pha-hng léng-chēng, tùi khòng-iá kàu Tē-pek-la̍h-tha; in chiū chai Góa sī Iâ-hô-hoa.","tghg":"我欲伸我的手攻擊𪜶，互𪜶徛起的所在拋荒冷靜，對曠野到第伯拉他，𪜶就知我是耶和華。」","bklhl":"我beh伸我ê手攻擊in，hō͘ in khiā起ê所在拋荒冷靜，tùi曠野到Tē-pek-la̍h-tha；in就知我是耶和華。"}}]