[{"book":"結","chapter":37,"verse":1,"versions":{"unv":"耶和華的靈（原文是手）降在我身上。耶和華藉他的靈帶我出去，將我放在平原中；這平原遍滿骸骨。","bklcl":"Iâ-hô-hoa ê chhiú hē tī góa ê sin-chiūⁿ, Iâ-hô-hoa ēng I ê sîn chhōa góa chhut-khì, hē góa tī soaⁿ-kok-tiong; hit ê soaⁿ-kok ū kut-thâu móa-móa.","tghg":"耶和華的手下(hē)佇我的身上。耶和華用伊的神導我出去，下我佇山谷中；彼個山谷有骨頭滿滿。","bklhl":"耶和華ê手hē tī我ê身上，耶和華用祂ê神chhōa我出去，hē我tī山谷中；hit ê山谷有骨頭滿滿。"}},{"book":"結","chapter":37,"verse":2,"versions":{"unv":"他使我從骸骨的四圍經過，誰知在平原的骸骨甚多，而且極其枯乾。","bklcl":"I hō͘ góa tùi kut-thâu ê sì-ûi keng-kè; khòaⁿ ah, tī soaⁿ-kok ê bīn-chiūⁿ ū kut-thâu chin-chōe, khòaⁿ ah, in chin ko͘-tâ.","tghg":"伊互我對骨頭的四圍經過，看啊，佇山谷的面上有骨頭真多，看啊，𪜶真枯焦。","bklhl":"祂hō͘我tùi骨頭ê四圍經過；看ah，tī山谷ê面上有骨頭真chōe，看ah，in真枯焦。"}},{"book":"結","chapter":37,"verse":3,"versions":{"unv":"他對我說：「人子啊，這些骸骨能復活嗎？」我說：「主耶和華啊，你是知道的。」","bklcl":"I tùi góa kóng, Jîn-chú ah, chiah-ê kut ōe oa̍h bōe? Góa ìn kóng, Chú Iâ-hô-hoa ah, Lí chai--i.","tghg":"伊對我講：「人子啊，諸個骨會活𣍐？」我應講：「主耶和華啊，你知伊。」","bklhl":"祂對我講，人子ah，chiah ê骨ōe活bōe？我應講，主耶和華ah，祢知伊。"}},{"book":"結","chapter":37,"verse":4,"versions":{"unv":"他又對我說：「你向這些骸骨發預言說：枯乾的骸骨啊，要聽耶和華的話。","bklcl":"I koh tùi góa kóng, Lí tio̍h tùi chiah-ê kut soan-thoân, lâi kā in kóng, Lín ko͘-tâ ê kut ah, tio̍h thiaⁿ Iâ-hô-hoa ê ōe.","tghg":"伊閣對我講：「你著對諸個骨宣傳來給𪜶講：恁枯焦的骨啊，著聽耶和華的話。","bklhl":"祂koh對我講，你tio̍h tùi chiah ê骨宣傳，來kā in講，Lín枯焦ê骨ah，tio̍h聽耶和華ê話。"}},{"book":"結","chapter":37,"verse":5,"versions":{"unv":"主耶和華對這些骸骨如此說：『我必使氣息進入你們裡面，你們就要活了。","bklcl":"Chú Iâ-hô-hoa kā chiah-ê kut án-ni kóng, Khòaⁿ ah, Góa beh hō͘ oa̍h-khì ji̍p lín ê lāi-bīn, lín chiū beh oa̍h.","tghg":"主耶和華給諸個骨按呢講：『看啊，我欲互活氣入恁的內面，恁就欲活。","bklhl":"主耶和華kā chiah ê骨án-ni講，看ah，我beh hō͘活氣入lín ê內面，lín就beh活。"}},{"book":"結","chapter":37,"verse":6,"versions":{"unv":"我必給你們加上筋，使你們長肉，又將皮遮蔽你們，使氣息進入你們裡面，你們就要活了；你們便知道我是耶和華。』」","bklcl":"Góa beh hō͘ lín ê téng-bīn ū kun, koh hō͘ lín ū bah, koh ēng phê kā lín pau, ēng oa̍h-khì ji̍p tī lín, lín chiū ōe oa̍h; lín chiū chai Góa sī Iâ-hô-hoa.","tghg":"我欲互恁的頂面有筋，閣互恁有肉，閣用皮給恁包，用活氣入佇恁，恁就會活；恁就知我是耶和華。』」","bklhl":"我beh hō͘ lín ê頂面有筋，koh hō͘ lín有肉，koh用皮kā lín包，用活氣入tī lín，lín就會活；lín就知我是耶和華。"}},{"book":"結","chapter":37,"verse":7,"versions":{"unv":"於是，我遵命說預言。正說預言的時候，不料，有響聲，有地震；骨與骨互相聯絡。","bklcl":"Tùi án-ni, góa thàn bēng-lēng lâi soan-thoân; tng góa teh soan-thoân ê sî, ū siaⁿ, hut-jiân tōe-tāng, chiah-ê kut saⁿ liân-ha̍p, ta̍k-ki kui i ê pún-ūi.","tghg":"對按呢，我趁命令來宣傳。當我啲宣傳的時，有聲，忽然地動；諸個骨相連合，逐支歸伊的本位。","bklhl":"Tùi án-ni，我thàn命令來宣傳；當我teh宣傳ê時，有聲，忽然地動，chiah ê骨相連合，ta̍k支歸伊ê本位。"}},{"book":"結","chapter":37,"verse":8,"versions":{"unv":"我觀看，見骸骨上有筋，也長了肉，又有皮遮蔽其上，只是還沒有氣息。","bklcl":"Góa khòaⁿ i, khòaⁿ-kìⁿ kut ê téng-bīn ū kun, iā ū bah, koh ū phê pau tī i ê téng-bīn; chóng-sī lāi-bīn bô oa̍h-khì.","tghg":"我看伊，看見骨的頂面有筋，也有肉，閣有皮包佇伊的頂面，總是內面無活氣。","bklhl":"我看伊，看見骨ê頂面有筋，也有肉，koh有皮包tī伊ê頂面；總是內面無活氣。"}},{"book":"結","chapter":37,"verse":9,"versions":{"unv":"主對我說：「人子啊，你要發預言，向風發預言，說主耶和華如此說：氣息啊，要從四方（原文是風）而來，吹在這些被殺的人身上，使他們活了。」","bklcl":"I chiū tùi góa kóng, Lí tio̍h ǹg hong lâi soan-thoân; jîn-chú ah, tio̍h soan-thoân, lâi tùi hong kóng, Chú Iâ-hô-hoa án-ni kóng, Oa̍h-khì ah, tùi hiah-ê hong lâi, pûn tī chiah-ê siū-thâi--ê, hō͘ in ōe oa̍h.","tghg":"伊就對我講：「你著向風來宣傳，人子啊，著宣傳來對風講，主耶和華按呢講：活氣啊，對許個風來，歕(pûn)佇諸個受刣者，互𪜶會活。」","bklhl":"伊就對我講，你tio̍h ǹg風來宣傳；人子ah，tio̍h宣傳，來對風講，主耶和華án-ni講，活氣ah，tùi hiah-ê風來，pûn tī chiah ê 受刣-ê，hō͘ in能活。"}},{"book":"結","chapter":37,"verse":10,"versions":{"unv":"於是我遵命說預言，氣息就進入骸骨，骸骨便活了，並且站起來，成為極大的軍隊。","bklcl":"Tùi án-ni, góa chiàu I só͘ bēng-lēng góa--ê lâi soan-thoân; oa̍h-khì chiū lâi, ji̍p tī in; in chiū oa̍h, khí--lâi khiā, chiâⁿ-chòe ke̍k-tōa ê kun-tūi.","tghg":"對按呢，我照伊所命令我的來宣傳，活氣就來入佇𪜶，𪜶就活，起來徛，成做極大的軍隊。","bklhl":"Tùi án-ni，我照伊所命令我ê來宣傳；活氣就來，入tī in；in就活，起來khiā，成做極大ê軍隊。"}},{"book":"結","chapter":37,"verse":11,"versions":{"unv":"主對我說：「人子啊，這些骸骨就是以色列全家。他們說：『我們的骨頭枯乾了，我們的指望失去了，我們滅絕淨盡了。』","bklcl":"I chiū kā góa kóng, Jîn-chú ah, chiah-ê kut chiū-sī Í-sek-lia̍t ê choân-ke; khòaⁿ ah, in kóng, Goán ê kut lóng ko͘-tâ, goán ê ǹg-bāng lóng sit-lo̍h; goán it-chīn châu-bia̍t.","tghg":"伊就給我講：「人子啊，諸個骨就是以色列的全家。看啊，𪜶講：『阮的骨攏枯焦，阮的向望攏失落，阮一盡剿滅(châu-bia̍t)。』","bklhl":"祂就kā我講，人子ah，chiah ê骨就是以色列ê全家；看ah，in講，阮ê骨lóng枯焦，阮ê ǹg望lóng失落；阮一盡剿滅。"}},{"book":"結","chapter":37,"verse":12,"versions":{"unv":"所以你要發預言對他們說，主耶和華如此說：『我的民哪，我必開你們的墳墓，使你們從墳墓中出來，領你們進入以色列地。","bklcl":"Só͘-í lí tio̍h soan-thoân, lâi tùi in kóng, Chú Iâ-hô-hoa án-ni kóng, Góa ê peh-sìⁿ ah, khòaⁿ ah, Góa beh khui lín ê bōng, hō͘ lín tùi lín ê bōng khí--lâi, chhōa lín ji̍p Í-sek-lia̍t tōe.","tghg":"所以你著宣傳來對𪜶講，主耶和華按呢講：『我的百姓啊，看啊，我欲開恁的墓，互恁對恁的墓起來，導恁入以色列地。","bklhl":"所以你tio̍h宣傳，來對in講，主耶和華án-ni講，我ê百姓ah，看ah，我beh開 lín ê墓，hō͘ lín tùi lín ê墓起來，chhōa lín入以色列地。"}},{"book":"結","chapter":37,"verse":13,"versions":{"unv":"我的民哪，我開你們的墳墓，使你們從墳墓中出來，你們就知道我是耶和華。","bklcl":"Góa ê peh-sìⁿ ah, Góa khui lín ê bōng, hō͘ lín tùi lín ê bōng khí--lâi, lín chiū chai Góa sī Iâ-hô-hoa.","tghg":"我的百姓啊，我開恁的墓，互恁對恁的墓起來，恁就知我是耶和華。","bklhl":"我ê百姓ah，我開lín ê墓，hō͘ lín tùi lín ê墓起來，lín就知我是耶和華。"}},{"book":"結","chapter":37,"verse":14,"versions":{"unv":"我必將我的靈放在你們裡面，你們就要活了。我將你們安置在本地，你們就知道我─耶和華如此說，也如此成就了。這是耶和華說的。』」","bklcl":"Góa beh chiong Góa ê sîn hē tī lín ê lāi-bīn, lín chiū beh oa̍h; Góa an-tì lín tī pún só͘-chāi, lín chiū chai Góa Iâ-hô-hoa án-ni kóng, iā án-ni chiâⁿ; che sī Iâ-hô-hoa kóng--ê.","tghg":"我欲將我的神下佇恁的內面，恁就欲活。我安置恁佇本所在，恁就知我─耶和華按呢講，也按呢成。這是耶和華講的。』」","bklhl":"我beh將我ê神hē tī lín ê內面，lín就beh活；我安置lín tī本所在，lín就知我耶和華án-ni講，也án-ni成；這是耶和華講ê。"}},{"book":"結","chapter":37,"verse":15,"versions":{"unv":"耶和華的話又臨到我說：","bklcl":"Iâ-hô-hoa ê ōe koh lîm-kàu góa kóng,","tghg":"耶和華的話閣臨到我講：","bklhl":"耶和華ê話koh臨到我講，"}},{"book":"結","chapter":37,"verse":16,"versions":{"unv":"「人子啊，你要取一根木杖，在其上寫『為猶大和他的同伴以色列人』；又取一根木杖，在其上寫『為約瑟，就是為以法蓮，又為他的同伴以色列全家』。","bklcl":"Jîn-chú ah, lí tio̍h the̍h chi̍t-tè chhâ-pán, tī i ê téng-bīn siá, Ūi Iû-tāi kap i ê tâng-phōaⁿ Í-sek-lia̍t cho̍k; koh the̍h chi̍t tè chhâ-pán, tī i ê téng-bīn siá, Ūi-tio̍h Iok-sek, Í-hoat-liân, kap i ê tâng-phōaⁿ Í-sek-lia̍t choân-ke ê chhâ-pán.","tghg":"「人子啊，你著提一塊柴板(pán)，佇伊的頂面寫『為猶大及伊的同伴以色列族』；閣提一塊柴板，佇伊的頂面寫『為著約瑟、以法蓮，及伊的同伴以色列全家』的柴板。","bklhl":"人子ah，你tio̍h the̍h一塊柴板，tī伊ê頂面寫，為偤大kap伊ê同伴以色列族；koh the̍h一塊柴板，tī伊ê頂面寫，為tio̍h約瑟、Í-hoat-liân，kap伊ê同伴以色列全家ê柴板。"}},{"book":"結","chapter":37,"verse":17,"versions":{"unv":"你要使這兩根木杖接連為一，在你手中成為一根。","bklcl":"Lí tio̍h hō͘ in saⁿ-óa, liân chòe chi̍t-tè chhâ-pán; chiū tī lí ê chhiú-tiong beh chiâⁿ-chòe chi̍t-tè.","tghg":"你著互𪜶相倚連做一塊柴板，就佇你的手中欲成做一塊。","bklhl":"你tio̍h hō͘ in相óa，連做一塊柴板；就tī你ê手中beh成做一塊。"}},{"book":"結","chapter":37,"verse":18,"versions":{"unv":"你本國的子民問你說：『這是甚麼意思？你不指示我們麼？』","bklcl":"Siat-sú lí ê peh-sìⁿ mn̄g lí kóng, Lí chòe chit-ê sím-mi̍h ì-sù, lí m̄ chí-sī goán mah?","tghg":"設使你的百姓問你講：『你做此個甚麼意思？你呣指示阮嗎？』","bklhl":"設使你ê百姓問你講，你做chit ê甚麼意思，你m̄指示阮mah？"}},{"book":"結","chapter":37,"verse":19,"versions":{"unv":"你就對他們說：主耶和華如此說：『我要將約瑟和他同伴以色列支派的杖，就是那在以法蓮手中的，與猶大的杖一同接連為一，在我手中成為一根。』","bklcl":"lí chiū tio̍h tùi in kóng, Chú Iâ-hô-hoa án-ni kóng, Khòaⁿ ah, Góa beh the̍h Í-hoat-liân ê chhiú só͘ kia̍h Iok-sek ê chhâ-pán, kap i ê tâng-phōaⁿ Í-sek-lia̍t chiah-ê chi-phài; Góa beh hē--i óa tī Iû-tāi ê chhâ-pán, hō͘ i chiâⁿ-chòe chi̍t-tè ê chhâ-pán, chiū i beh chiâⁿ-chòe chi̍t-tè tī Góa ê chhiú.","tghg":"你就著對𪜶講：『主耶和華按呢講：看啊，我欲提以法蓮的手所攑約瑟的柴板，及伊的同伴以色列諸個支派，我欲下伊倚佇猶大的柴板，互伊成做一塊的柴板，就伊欲成做一塊佇我的手。』","bklhl":"你就tio̍h對in講，主耶和華án-ni講，看ah，我beh the̍h Í-hoat-liân ê手所kia̍h約瑟ê柴板，kap伊ê同伴以色列chiah ê支派；我beh hē伊 óa tī偤大ê柴板，hō͘伊成做一塊ê柴板，就伊beh成做一塊tī我ê手。"}},{"book":"結","chapter":37,"verse":20,"versions":{"unv":"你所寫的那兩根杖要在他們眼前拿在手中，","bklcl":"Lí só͘ siá hí nn̄g tè chhâ-pán, tio̍h tī in ê ba̍k-chiu-chêng, kia̍h tī lí ê chhiú.","tghg":"你所寫彼二塊柴板，著佇𪜶的目睭前攑佇你的手。","bklhl":"你所寫hí兩塊柴板，tio̍h tī in ê目睭前，kia̍h tī你ê手。"}},{"book":"結","chapter":37,"verse":21,"versions":{"unv":"要對他們說，主耶和華如此說：我要將以色列人從他們所到的各國收取，又從四圍聚集他們，引導他們歸回本地。","bklcl":"Lí tio̍h tùi in kóng, Chú Iâ-hô-hoa án-ni kóng, Khòaⁿ ah, Góa beh chhú Í-sek-lia̍t cho̍k tùi in só͘ kàu ê ta̍k-kok chhut--lâi; koh tùi sì-ûi chū-chi̍p in, chhōa in tò-lâi pún só͘-chāi.","tghg":"你著對𪜶講，主耶和華按呢講：看啊，我欲取以色列族對𪜶所到的逐國出來，閣對四圍聚集𪜶，導𪜶倒來本所在。","bklhl":"你tio̍h對in講，主耶和華án-ni講，看ah，我beh取以色列族tùi in所到ê ta̍k國出來；koh tùi四圍聚集in，chhōa in tò來本所在。"}},{"book":"結","chapter":37,"verse":22,"versions":{"unv":"我要使他們在那地，在以色列山上成為一國，有一王作他們眾民的王。他們不再為二國，決不再分為二國；","bklcl":"Góa beh hō͘ in tī hit ê tōe, tī Í-sek-lia̍t ê soaⁿ, ha̍p-chòe chi̍t peh-sìⁿ;  ū chi̍t ê ông chòe in chèng-lâng ê ông; in bô koh chòe nn̄g-pêng ê peh-sìⁿ, iā bô koh pun-chòe nn̄g-kok.","tghg":"我欲互𪜶佇彼個地，佇以色列的山合做一百姓，有一個王做𪜶眾人的王。𪜶無閣做二旁的百姓，也無閣分(pun)做二國；","bklhl":"我beh hō͘ in tī hit ê地，tī以色列ê山，合-做一百姓；有一个王做in眾人ê王；in無koh做兩pêng ê百姓，也無koh分做兩-國。"}},{"book":"結","chapter":37,"verse":23,"versions":{"unv":"也不再因偶像和可憎的物，並一切的罪過玷污自己。我卻要救他們出離一切的住處，就是他們犯罪的地方；我要潔淨他們，如此，他們要作我的子民，我要作他們的　神。","bklcl":"Iā bô koh in-ūi ngó͘-siōng, kap khó-ò͘ⁿ ê mi̍h, í-ki̍p it-chhè ê chōe-kòa, phah lâ-sâm pún-sin; Góa beh kiù in chhut in it-chhè khiā-khí ê só͘-chāi, chiū-sī in hoān-chōe hia; Góa beh chheng-khì in; án-ni, in beh chòe Góa ê peh-sìⁿ; Góa beh chòe in ê Siōng-tè.","tghg":"也無閣因為偶像及可惡的物，以及一切的罪過拍垃墋本身。我欲救𪜶出𪜶一切徛起的所在，就是𪜶犯罪遐；我欲清氣𪜶，按呢，𪜶欲做我的百姓，我欲做𪜶的上帝。","bklhl":"也無koh因為偶像，kap可惡ê物，以及一切ê罪過，phah lâ-sâm本身；我beh救in出in一切khiā起ê所在，就是in犯罪hia；我beh清氣in；án-ni，in beh做我ê百姓；我beh做in ê上帝。"}},{"book":"結","chapter":37,"verse":24,"versions":{"unv":"「我的僕人大衛必作他們的王；眾民必歸一個牧人。他們必順從我的典章，謹守遵行我的律例。","bklcl":"Góa ê lô͘-po̍k Tāi-pi̍t beh chòe in ê ông; in lóng beh kui tī chi̍t ê bo̍k-chiá; in beh sūn-thàn Góa ê hoat-tō͘, siú Góa ê lu̍t-lē lâi kiâⁿ.","tghg":"「我的奴僕大衛欲做𪜶的王；𪜶攏欲歸佇一個牧者。𪜶欲順趁我的法度，守我的律例來行。","bklhl":"我ê奴僕大衛beh做in ê王；in lóng beh歸tī一个牧者；in beh順thàn我ê法度，守我ê律例來行。"}},{"book":"結","chapter":37,"verse":25,"versions":{"unv":"他們必住在我賜給我僕人雅各的地上，就是你們列祖所住之地。他們和他們的子孫，並子孫的子孫，都永遠住在那裡。我的僕人大衛必作他們的王，直到永遠。","bklcl":"In beh khiā-khí tī Góa siúⁿ-sù Góa ê lô͘-po̍k Ngá-kok ê tōe; chiū-sī lín ê lia̍t-chó͘ só͘ khiā-khí--ê; in kap in ê kiáⁿ-sun, í-ki̍p kiáⁿ-kiáⁿ sun-sun, lóng éng-oán khiā-khí tī-hia. Góa ê lô͘-po̍k Tāi-pi̍t beh chòe in ê jîn-kun, ti̍t-kàu éng-oán.","tghg":"𪜶欲徛起佇我賞賜我的奴僕雅各的地，就是恁的列祖所徛起的。𪜶及𪜶的子孫，以及子子孫孫，攏永遠徛起佇遐。我的奴僕大衛欲做𪜶的人君，直到永遠。","bklhl":"In beh khiā起tī我賞賜我ê奴僕雅各ê地；就是lín ê列祖所khiā起ê；in kap in ê kiáⁿ孫，以及kiáⁿ-kiáⁿ孫孫，lóng永遠khiā起tī-hia。我ê奴僕大衛beh做in ê人君，直到永遠。"}},{"book":"結","chapter":37,"verse":26,"versions":{"unv":"並且我要與他們立平安的約，作為永約。我也要將他們安置在本地，使他們的人數增多，又在他們中間設立我的聖所，直到永遠。","bklcl":"Koh Góa beh kap in li̍p pêng-an ê iok, kap in chòe éng-oán ê iok; Góa iā beh kiàn-siat in, hō͘ in ê lâng-gia̍h ke-thiⁿ, koh tī in ê tiong-kan siat-li̍p Góa ê sèng-só͘ ti̍t-kàu éng-oán.","tghg":"閣我欲及𪜶立平安的約，及𪜶做永遠的約。我也欲建設𪜶，互𪜶的人額加添，閣佇𪜶的中間設立我的聖所，直到永遠。","bklhl":"Koh我beh kap in立平安ê約，kap in做永遠ê約；我也beh 建設in，hō͘ in ê人額加添，koh tī in ê中間設立我ê聖所直到永遠。"}},{"book":"結","chapter":37,"verse":27,"versions":{"unv":"我的居所必在他們中間；我要作他們的　神，他們要作我的子民。","bklcl":"Góa khiā-khí ê só͘-chāi beh tī in tiong-kan; Góa beh chòe in ê Siōng-tè, in beh chòe Góa ê peh-sìⁿ.","tghg":"我徛起的所在欲佇𪜶中間；我欲做𪜶的上帝，𪜶欲做我的百姓。","bklhl":"我khiā起ê所在beh tī in中間；我beh做in ê上帝，in beh做我ê百姓。"}},{"book":"結","chapter":37,"verse":28,"versions":{"unv":"我的聖所在以色列人中間直到永遠，外邦人就必知道我是叫以色列成為聖的耶和華。」","bklcl":"Góa ê sèng-só͘ tī in tiong-kan, ti̍t-kàu éng-oán; gōa-pang-lâng chiū beh chai Góa sī Iâ-hô-hoa, hō͘ Í-sek-lia̍t chiâⁿ-chòe sèng-ê.","tghg":"我的聖所佇𪜶中間直到永遠，外邦人就欲知我是耶和華，互以色列成做聖的。」","bklhl":"我ê聖所tī in中間，直到永遠；外邦人就beh知我是耶和華，hō͘以色列成做聖ê。"}}]