[{"book":"結","chapter":40,"verse":1,"versions":{"unv":"我們被擄掠第二十五年，耶路撒冷城攻破後十四年，正在年初，月之初十日，耶和華的靈（原文是手）降在我身上，他把我帶到以色列地。","bklcl":"Goán siū-lia̍h ê jī-cha̍p-gō͘ nî, tī nî-thâu, ge̍h ê chhoe-cha̍p ji̍t siâⁿ phòa liáu-āu tē cha̍p-sì nî, tú-tú hit-ji̍t Iâ-hô-hoa ê chhiú hē tī góa ê sin-chiūⁿ, chhōa góa kàu hia.","tghg":"阮受掠的二十五年，佇年頭，月的初十日，城破了後第十四年，抵抵(tú-tú)彼日耶和華的手下(hē)佇我的身上，導我到遐。","bklhl":"阮受掠ê二十五年，tī年頭，月ê初十日城破了後第十四年，tú-tú hit日耶和華ê手hē tī我ê身上，chhōa我到hia。"}},{"book":"結","chapter":40,"verse":2,"versions":{"unv":"在　神的異象中帶我到以色列地，安置在至高的山上；在山上的南邊有彷彿一座城建立。","bklcl":"Tī Siōng-tè īⁿ-siōng-tiong tòa góa kàu Í-sek-lia̍t tōe, an-tì góa tī chin-koâiⁿ ê soaⁿ, soaⁿ-téng ê lâm-pêng ū chhin-chhiūⁿ khí-chō ê siâⁿ.","tghg":"佇上帝異象中帶我到以色列地，安置我佇真高的山；山頂的南旁有親像起造的城。","bklhl":"Tī上帝異象中帶我到以色列地，安置我tī真高ê山，山頂ê南pêng有親像起造ê城。"}},{"book":"結","chapter":40,"verse":3,"versions":{"unv":"他帶我到那裡，見有一人，顏色（原文是形狀）如銅，手拿麻繩和量度的竿，站在門口。","bklcl":"I chhōa góa kàu hia; khòaⁿ ah, ū chi̍t-lâng, khoán-sit chhin-chhiūⁿ tâng ê khoán-sit, chhiú the̍h môa-soh, kap chhek-liông ê ko-chhioh, khiā tī mn̂g-kháu.","tghg":"伊導我到遐，看啊，有一人，款式親像銅的款式，手提麻索及測量的竿尺(ko-chhioh)，徛佇門口。","bklhl":"伊chhōa我到hia；看ah，有一人，款式親像銅ê款式，手the̍h 麻索，kap測量ê篙尺，khiā tī門口。"}},{"book":"結","chapter":40,"verse":4,"versions":{"unv":"那人對我說：「人子啊，凡我所指示你的，你都要用眼看，用耳聽，並要放在心上。我帶你到這裡來，特為要指示你；凡你所見的，你都要告訴以色列家。」","bklcl":"Hit ê lâng tùi góa kóng, Jîn-chú ah, kìⁿ góa só͘ hō͘ lí khòaⁿ--ê, lí tio̍h ēng lí ê ba̍k-chiu khòaⁿ, ēng lí ê hī-khang thiaⁿ, iā tio̍h ēng lí ê sim kì-tiâu; in-ūi lí siū tòa lâi chia tiâu-tî ūi-tio̍h beh hō͘ lí khòaⁿ chiah-ê sū; kìⁿ lí só͘ khòaⁿ-kìⁿ--ê, lí lóng tio̍h kā Í-sek-lia̍t-ke kóng.","tghg":"彼個人對我講：「人子啊，見我所互你看的，你著用你的目睭看，用你的耳孔聽，也著用你的心記住。因為你受帶來遮，刁持為著欲互你看諸個事；見你所看見的，你攏著給以色列家講。」","bklhl":"Hit-ê人對我講，人子ah，見我所hō͘你看ê，你tio̍h用你ê目睭看，用你ê耳孔聽，也tio̍h用你ê心記tiâu；因為你受帶來chia tiâu-tî為tio̍h beh hō͘你看chiah ê事；見你所看見ê，你lóng tio̍h kā以色列家講。"}},{"book":"結","chapter":40,"verse":5,"versions":{"unv":"我見殿四圍有牆。那人手拿量度的竿，長六肘，每肘是一肘零一掌。他用竿量牆，厚一竿，高一竿。","bklcl":"Khòaⁿ ah, chhù ê gōa-bīn sì-ûi ū chhiûⁿ, hit lâng ê chhiú the̍h chhek-liông ê ko-chhioh, tn̂g la̍k tiú, múi-tiú sī chi̍t-tiú koh chi̍t pa-chiúⁿ; i chiū niû chhiûⁿ kāu chi̍t ko-chhioh, koâiⁿ chi̍t ko-chhioh.","tghg":"看啊，厝的外面四圍有牆。彼人的手提測量的竿尺，長六肘(tiú)，每肘是一肘閣一巴掌。伊就量牆，厚一竿尺，高一竿尺。","bklhl":"看ah，厝ê外面四圍有牆，hit人ê手the̍h測量ê篙尺，長六肘，每-肘是一肘koh一巴掌；伊就量牆厚一篙尺，高一篙尺。"}},{"book":"結","chapter":40,"verse":6,"versions":{"unv":"他到了朝東的門，就上門的臺階，量門的這檻，寬一竿；又量門的那檻，寬一竿。","bklcl":"I chiū kàu ǹg tang ê mn̂g, chiūⁿ i ê kiā-á; niû mn̂g ê hō͘-tēng, khoah chi̍t ko-chhioh; koh chi̍t ê hō͘-tēng, khoah iā chi̍t ko-chhioh.","tghg":"伊就到向東的門，上伊的崎仔(kiā-á)，量門的戶椗(hō͘-tēng)，闊一竿尺；閣一個戶椗，闊也一竿尺。","bklhl":"伊就到ǹg東ê門，上伊ê崎á；量門ê戶碇，闊一篙尺；koh一个戶碇，闊也一篙尺。"}},{"book":"結","chapter":40,"verse":7,"versions":{"unv":"又有衛房，每房長一竿，寬一竿，相隔五肘。門檻，就是挨著向殿的廊門檻，寬一竿。","bklcl":"Koh sī-ōe-pâng, ta̍k-keng tn̂g chi̍t ko-chhioh, khoah chi̍t ko-chhioh; saⁿ-lī gō͘ tiú; mn̂g ê hō͘-tēng, chiū-sī óa-kūn ǹg-chhù ê mn̂g ê léng-lông, khoah chi̍t ko-chhioh.","tghg":"閣侍衛房，逐間長一竿尺，闊一竿尺，相離五肘。門的戶椗，就是倚近向厝的門的兩廊(léng-lông)，闊一竿尺。","bklhl":"Koh侍衛房，ta̍k間長一篙尺，闊一篙尺；相離五肘；門ê戶碇，就是óa近ǹg厝ê門ê léng廊，闊一篙尺。"}},{"book":"結","chapter":40,"verse":8,"versions":{"unv":"他又量向殿門的廊子，寬一竿。","bklcl":"I iā niû ǹg chhù ê mn̂g ê léng-lông, khoah chi̍t ko-chhioh.","tghg":"伊也量向厝的門的兩廊，闊一竿尺。","bklhl":"伊也量ǹg厝ê門ê léng廊，闊一篙尺。"}},{"book":"結","chapter":40,"verse":9,"versions":{"unv":"又量門廊，寬八肘，牆柱厚二肘；那門的廊子向著殿。","bklcl":"Koh niû mn̂g ê lông, khoah poeh-tiú; i ê thiāu nn̄g tiú; hit ê mn̂g ê léng-lông sī ǹg-chhù.","tghg":"閣量門的廊，闊八肘，伊的柱二肘；彼個門的兩廊是向厝。","bklhl":"Koh量門ê廊，闊八肘；伊ê柱兩肘；hit ê門ê léng廊是ǹg-厝。"}},{"book":"結","chapter":40,"verse":10,"versions":{"unv":"東門洞有衛房：這旁三間，那旁三間，都是一樣的尺寸；這邊的柱子和那邊的柱子，也是一樣的尺寸。","bklcl":"Tang--sì ê mn̂g ū sī-ōe-pâng, chit-pêng saⁿ-keng, hit-pêng saⁿ-keng, lóng tâng-chi̍t-iūⁿ ê chhùn-chhioh; chit-pêng ê thiāu kap hit pêng ê thiāu iā sī chi̍t-iūⁿ ê chhùn-chhioh.","tghg":"東勢的門有侍衛房：此旁三間，彼旁三間，攏同一樣的寸尺；此旁的柱及彼旁的柱，也是一樣的寸尺。","bklhl":"東勢ê門有侍衛房，chit-pâng三間，hit-pâng三間，lóng同一樣ê寸尺；chit-pêng ê柱kap hit pêng ê柱也是一樣ê寸尺。"}},{"book":"結","chapter":40,"verse":11,"versions":{"unv":"他量門口，寬十肘，長十三肘。","bklcl":"I niû mn̂g-kháu, khoah cha̍p tiú, mn̂g ê tn̂g cha̍p-saⁿ tiú.","tghg":"伊量門口，闊十肘，門的長十三肘。","bklhl":"伊量門口，闊十肘，門ê長十三肘。"}},{"book":"結","chapter":40,"verse":12,"versions":{"unv":"衛房前展出的境界：這邊一肘，那邊一肘；衛房這邊六肘，那邊六肘。","bklcl":"Sī-ōe-pâng thâu-chêng ê kài, chit-pêng chi̍t-tiú, hit-pêng iā ū kài, chi̍t-tiú; sī-ōe-pâng chit-pêng la̍k-tiú, hit-pêng la̍k-tiú.","tghg":"侍衛房頭前的界：此旁一肘，彼旁也有界，一肘；侍衛房此旁六肘，彼旁六肘。","bklhl":"侍衛房頭前ê界，chit-pêng一肘，hit-pêng也有界，一肘；侍衛房chit-pêng六肘，hit-pêng六肘。"}},{"book":"結","chapter":40,"verse":13,"versions":{"unv":"又量門洞，從這衛房頂的後檐到那衛房頂的後檐，寬二十五肘；衛房門與門相對。","bklcl":"Koh niû mn̂g tùi chit ê sī-ōe-pâng ê chhù-téng kàu hit ê sī-ōe-pâng ê chhù-téng, khoah jī-cha̍p-gō͘ tiú; mn̂g kap mn̂g saⁿ-tùi.","tghg":"閣量門，對此個侍衛房的厝頂到彼個侍衛房的厝頂，闊二十五肘；門及門相對。","bklhl":"Koh量門tùi chit ê侍衛房ê厝頂到hit ê侍衛房ê厝頂，闊二十五肘；門kap門相對。"}},{"book":"結","chapter":40,"verse":14,"versions":{"unv":"又量（原文是造）廊子六十肘（七十士譯本是二十肘），牆柱外是院子，有廊為界，在門洞兩邊。","bklcl":"Koh chòe hiah-ê thiāu la̍k-cha̍p tiú; ū īⁿ ēng thiāu chòe-kài, tī mn̂g ê sì-ûi.","tghg":"閣做許個柱六十肘，有院用柱做界，佇門的四圍。","bklhl":"Koh做hiah-ê柱六十肘；有院用柱做界，tī門ê四圍。"}},{"book":"結","chapter":40,"verse":15,"versions":{"unv":"從大門口到內廊前，共五十肘。","bklcl":"Tùi ji̍p-mn̂g ê thâu-chêng kàu lāi-bīn mn̂g ê léng-lông ê thâu-chêng, kiōng gō͘-cha̍p tiú.","tghg":"對入門的頭前到內面門的兩廊的頭前，共五十肘。","bklhl":"Tùi入門ê頭前到內面門ê léng廊ê頭前，共五十肘。"}},{"book":"結","chapter":40,"verse":16,"versions":{"unv":"衛房和門洞兩旁柱間並廊子，都有嚴緊的窗櫺；裡邊都有窗櫺，柱上有雕刻的棕樹。","bklcl":"Chiah-ê sī-ōe-pâng kap mn̂g-lāi sì-ûi ê thiāu, í-ki̍p in ê léng-lông, lóng ū koaiⁿ-ba̍t ê thang; koh sì-ûi ū thang ǹg lāi-bīn; ta̍k ki thiāu ê téng-bīn ū chang-chhiū.","tghg":"諸個侍衛房及門內四圍的柱以及𪜶的兩廊，攏有關密的窗；閣四圍有窗向內面，逐支柱的頂面有棕樹。","bklhl":"Chiah-ê侍衛房kap門內四圍ê柱，以及in ê léng廊，lóng有關密ê窗；koh四圍有窗ǹg內面；ta̍k支柱ê頂面有棕樹。"}},{"book":"結","chapter":40,"verse":17,"versions":{"unv":"他帶我到外院，見院的四圍有鋪石地；鋪石地上有屋子三十間。","bklcl":"I chhōa góa ji̍p gōa-īⁿ; khòaⁿ ah, ū pâng-keng, koh tī īⁿ ê sì-ûi ū pho͘-chio̍h ê tōe; pho͘-chio̍h tōe ê téng-bīn ū pâng saⁿ-cha̍p keng.","tghg":"伊導我入外院，看啊，有房間，閣佇院的四圍有舖石的地；舖石地的頂面有房三十間。","bklhl":"伊chhōa我入外院；看ah，有房間，koh tī院ê四圍有舖石ê地；舖石地ê頂面有房三十間。"}},{"book":"結","chapter":40,"verse":18,"versions":{"unv":"鋪石地，就是矮鋪石地在各門洞兩旁，以門洞的長短為度。","bklcl":"Pho͘-chio̍h ê tōe sī tī hiah-ê mn̂g ê sin-piⁿ, kap hiah-ê mn̂g pîⁿ-tn̂g; che sī ē-bīn pho͘-chio̍h ê tōe.","tghg":"舖石的地，是佇許個門的身邊及許個門平長，這是下面舖石的地。","bklhl":"舖石ê地是tī hiah-ê門ê身邊，kap hiah-ê門平長；這是下面舖石ê地。"}},{"book":"結","chapter":40,"verse":19,"versions":{"unv":"他從下門量到內院外，共寬一百肘，東面北面都是如此。","bklcl":"I tùi ē-bīn mn̂g ê thâu-chêng niû kàu lāi-īⁿ thâu-chêng ê gōa-bīn, khoah chi̍t-pah tiú; tang-bīn pak-bīn lóng sī án-ni.","tghg":"伊對下面門的頭前量到內院頭前的外面，闊一百肘，東面北面攏是按呢。","bklhl":"伊tùi下面門ê頭前量到內院頭前ê外面，闊一百肘；東面北面lóng是án-ni。"}},{"book":"結","chapter":40,"verse":20,"versions":{"unv":"他量外院朝北的門，長寬若干。","bklcl":"Gōa-īⁿ ǹg pak ê mn̂g, i niû i ê tn̂g khoah.","tghg":"外院向北的門，伊量伊的長闊。","bklhl":"外院ǹg北ê門，伊量伊ê長闊。"}},{"book":"結","chapter":40,"verse":21,"versions":{"unv":"門洞的衛房，這旁三間，那旁三間。門洞的柱子和廊子，與第一門的尺寸一樣。門洞長五十肘，寬二十五肘。","bklcl":"I ê sī-ōe-pâng chit-pêng saⁿ-keng, hit-pêng saⁿ-keng; i ê thiāu, i ê léng-lông, lóng chiàu thâu chi̍t ê mn̂g ê pān; tn̂g gō͘-cha̍p tiú, khoah jī-cha̍p-gō͘ tiú.","tghg":"伊的侍衛房，此旁三間，彼旁三間。伊的柱伊的兩廊，攏照頭一個門的扮。長五十肘，闊二十五肘。","bklhl":"伊ê侍衛房chit-pêng三間，hit-pêng三間；伊ê柱，伊ê léng廊，lóng照頭一个門ê辦；長五十肘，闊二十五肘。"}},{"book":"結","chapter":40,"verse":22,"versions":{"unv":"其窗櫺和廊子，並雕刻的棕樹，與朝東的門尺寸一樣。登七層臺階上到這門，前面有廊子。","bklcl":"I ê thang i ê léng-lông kap i ê chang-chhiū, lóng sī chiàu ǹg-tang ê mn̂g; lâng tùi chhit-chàn ê kiā-á chiūⁿ kàu hia; thâu-chêng ū hiah-ê lông.","tghg":"伊的窗伊的兩廊，及伊的棕樹，攏是照向東的門。人對七層的崎仔上到遐，頭前有許個廊。","bklhl":"伊ê窗伊ê léng廊kap伊ê棕樹，lóng是照ǹg東ê門；人tùi七層ê崎á上到hia；頭前有hiah-ê廊。"}},{"book":"結","chapter":40,"verse":23,"versions":{"unv":"內院有門與這門相對，北面東面都是如此。他從這門量到那門，共一百肘。","bklcl":"Lāi-īⁿ ū mn̂g kap tang--sì ê mn̂g pak--sì ê mn̂g saⁿ-tùi; i tùi mn̂g kàu mn̂g niû--i, chi̍t-pah tiú.","tghg":"內院有門及東勢的門、北勢的門相對。伊對門到門量伊，一百肘。","bklhl":"內院有門kap東勢ê門北勢ê門相對；伊tùi門到門量伊，一百肘。"}},{"book":"結","chapter":40,"verse":24,"versions":{"unv":"他帶我往南去，見朝南有門，又照先前的尺寸量門洞的柱子和廊子。","bklcl":"I chhōa góa ǹg lâm--sì khì; khòaⁿ ah, ū mn̂g ǹg-lâm; koh chiàu chêng ê chhùn-chhioh niû i ê thiāu kap i ê léng-lông.","tghg":"伊導我向南勢去，看啊，有門向南，閣照前的寸尺量伊的柱及伊的兩廊。","bklhl":"伊chhōa我ǹg南勢去；看ah，有門ǹg南；koh照前ê寸尺量伊ê柱kap伊ê léng廊。"}},{"book":"結","chapter":40,"verse":25,"versions":{"unv":"門洞兩旁與廊子的周圍都有窗櫺，和先量的窗櫺一樣。門洞長五十肘，寬二十五肘。","bklcl":"I ê lāi-bīn kap i ê léng-lông sì-ûi lóng ū thang, kap chêng só͘ niû ê thang tâng chi̍t-iūⁿ; tn̂g gō͘-cha̍p tiú, khoah jī-cha̍p-gō͘ tiú.","tghg":"伊的內面及伊的兩廊四圍攏有窗，及前所量的窗同一樣。長五十肘，闊二十五肘。","bklhl":"伊ê內面kap伊ê léng廊四圍lóng有窗，kap前所量ê窗同一樣；長五十肘，闊二十五肘。"}},{"book":"結","chapter":40,"verse":26,"versions":{"unv":"登七層臺階上到這門，前面有廊子；柱上有雕刻的棕樹，這邊一棵，那邊一棵。","bklcl":"Ū chhit-chàn kiā-á thang chiūⁿ kàu hia; thâu-chêng ū hiah-ê léng-lông; thiāu-téng ū chang-chhiū, chit-pêng chi̍t-châng, hit-pêng chi̍t-châng.","tghg":"有七層崎仔通上到遐，頭前有許個兩廊；柱頂有棕樹，此旁一欉，彼旁一欉。","bklhl":"有七層崎á thang上到hia；頭前有hiah-ê léng廊；柱頂有棕樹，chit-pêng一叢，hit-pêng一叢。"}},{"book":"結","chapter":40,"verse":27,"versions":{"unv":"內院朝南有門。從這門量到朝南的那門，共一百肘。","bklcl":"Lāi-īⁿ ū mn̂g ǹg-lâm; tùi mn̂g kàu mn̂g i ǹg-lâm niû-i chi̍t-pah tiú.","tghg":"內院有門向南。對門到門伊向南量伊，一百肘。","bklhl":"內院有門ǹg南；tùi門到門伊ǹg南量伊一百肘。"}},{"book":"結","chapter":40,"verse":28,"versions":{"unv":"他帶我從南門到內院，就照先前的尺寸量南門。","bklcl":"I chhōa góa tùi lâm-mn̂g kàu lāi-īⁿ; chiū chiàu chêng ê chhùn-chhioh niû lâm-mn̂g;","tghg":"伊導我對南門到內院，就照前的寸尺量南門。","bklhl":"伊chhōa我tùi南門到內院；就照前ê寸尺量南門；"}},{"book":"結","chapter":40,"verse":29,"versions":{"unv":"衛房和柱子，並廊子都照先前的尺寸。門洞兩旁與廊子的周圍都有窗櫺。門洞長五十肘，寬二十五肘。","bklcl":"i ê pâng, i ê thiāu, i ê léng-lông, lóng chiàu chêng ê chhùn-chhioh; i ê lāi-bīn kap i léng-lông sì-ûi lóng ū thang; tn̂g gō͘-cha̍p tiú, khoah jī-cha̍p-gō͘ tiú.","tghg":"伊的房伊的柱，伊的兩廊攏照前的寸尺。伊的內面及伊兩廊四圍攏有窗。長五十肘，闊二十五肘。","bklhl":"伊ê房，伊ê柱，伊ê léng廊，lóng照前ê寸尺；伊ê內面kap伊léng廊四圍lóng有窗；長五十肘，闊二十五肘。"}},{"book":"結","chapter":40,"verse":30,"versions":{"unv":"周圍有廊子，長二十五肘，寬五肘。","bklcl":"Chiu-ûi ū léng-lông, tn̂g jī-cha̍p-gō͘ tiú, khoah gō͘-tiú.","tghg":"周圍有兩廊，長二十五肘，闊五肘。","bklhl":"周圍有léng廊，長二十五肘，闊五肘。"}},{"book":"結","chapter":40,"verse":31,"versions":{"unv":"廊子朝著外院，柱上有雕刻的棕樹。登八層臺階上到這門。","bklcl":"I ê lông ǹg gōa-īⁿ, thiāu-téng ū chang-chhiū, chiūⁿ poeh-chàn kiā-á kàu hia.","tghg":"伊的廊向外院，柱頂有棕樹。上八層崎仔到遐。","bklhl":"伊ê廊ǹg外院，柱頂有棕樹，chiūⁿ八chàn崎á到hia。"}},{"book":"結","chapter":40,"verse":32,"versions":{"unv":"他帶我到內院的東面，就照先前的尺寸量東門。","bklcl":"I chhōa góa kàu lāi-īⁿ, ǹg tang; i niû hit ê mn̂g, chiàu chêng ê chhùn-chhioh.","tghg":"伊導我到內院向東，伊量彼個門照前的寸尺。","bklhl":"伊chhōa我到內院，ǹg東；伊量hit ê門，照前ê寸尺。"}},{"book":"結","chapter":40,"verse":33,"versions":{"unv":"衛房和柱子，並廊子都照先前的尺寸。門洞兩旁與廊子的周圍都有窗櫺。門洞長五十肘，寬二十五肘。","bklcl":"I ê pâng, i ê thiāu, i ê léng-lông, lóng chiàu chêng ê chhùn-chhioh; i ê lāi-bīn, kap i léng-lông sì-ûi lóng ū thang, tn̂g gō͘-cha̍p tiú, khoah jī-cha̍p-gō͘ tiú.","tghg":"伊的房伊的柱，伊的兩廊攏照前的寸尺。伊的內面及伊兩廊四圍攏有窗。長五十肘，閣二十五肘。","bklhl":"伊ê房，伊ê柱，伊ê léng廊，lóng照前ê寸尺；伊ê內面，kap伊léng廊四圍lóng有窗，長五十肘，闊二十五肘。"}},{"book":"結","chapter":40,"verse":34,"versions":{"unv":"廊子朝著外院。門洞兩旁的柱子都有雕刻的棕樹。登八層臺階上到這門。","bklcl":"I ê lông ǹg gōa-īⁿ, thiāu-téng tī chit-pêng hit-pêng ū chang-chhiū; chiūⁿ poeh chàn kiā-á kàu hia.","tghg":"伊的廊向外院。柱頂佇此旁彼旁有棕樹。上八層崎仔到遐。","bklhl":"伊ê廊ǹg外院，柱頂tī chit-pêng， hit-pêng有棕樹；上八層崎á到hia。"}},{"book":"結","chapter":40,"verse":35,"versions":{"unv":"他帶我到北門，就照先前的尺寸量那門，","bklcl":"I koh chhōa góa kàu pak-mn̂g, niû--i chiàu chêng ê chhùn-chhioh.","tghg":"伊閣導我到北門，量伊照前的寸尺，","bklhl":"伊koh chhōa我到北門，量伊照前ê寸尺。"}},{"book":"結","chapter":40,"verse":36,"versions":{"unv":"就是量衛房和柱子，並廊子。門洞周圍都有窗櫺；門洞長五十肘，寬二十五肘。","bklcl":"Koh niû i ê pâng, i ê thiāu, i ê léng-lông; lāi-bīn sì-ûi lóng ū thang, i ê tn̂g gō͘-cha̍p tiú, khoah jī-cha̍p-gō͘ tiú.","tghg":"閣量伊的房伊的柱，伊的兩廊。內面四圍攏有窗；伊的長五十肘，闊二十五肘。","bklhl":"Koh量伊ê房，伊ê柱，伊ê léng廊；內面四圍lóng有窗，伊ê長五十肘，闊二十五肘。"}},{"book":"結","chapter":40,"verse":37,"versions":{"unv":"廊柱朝著外院。門洞兩旁的柱子都有雕刻的棕樹。登八層臺階上到這門。","bklcl":"I ê thiāu ǹg gōa-īⁿ, thiāu-téng tī chit-pêng hit-pêng ū chang-chhiū; chiūⁿ poeh chàn kiā-á kàu hia.","tghg":"伊的柱向外院。柱頂佇此旁彼旁有棕樹。上八層崎仔到遐。","bklhl":"伊ê柱ǹg外院，柱頂tī chit-pêng，hit-pêng有棕樹；上八層崎á到hia。"}},{"book":"結","chapter":40,"verse":38,"versions":{"unv":"門洞的柱旁有屋子和門；祭司（原文是他們）在那裡洗燔祭牲。","bklcl":"Mn̂g ê thiāu-piⁿ ū pâng, kap i ê mn̂g; tī-hia sóe sio-chè ê seng-lé;","tghg":"門的柱邊有房及伊的門，佇遐洗燒祭的牲禮。","bklhl":"門ê柱邊有房，kap伊ê門；tī-hia洗燒祭ê牲禮；"}},{"book":"結","chapter":40,"verse":39,"versions":{"unv":"在門廊內，這邊有兩張桌子，那邊有兩張桌子，在其上可以宰殺燔祭牲、贖罪祭牲，和贖愆祭牲。","bklcl":"tī mn̂g-lông ê lāi-bīn, chit-pêng ū nn̄g tè toh, hit pêng ū nn̄g tè toh; tī hit téng-bīn thang lâi thâi sio-chè, sio̍k-chōe chè, pó͘-kè-sit ê chè ê seng-lé.","tghg":"佇門廊的內面，此旁有二塊桌，彼旁有二塊桌，佇彼頂面通來刣燒祭、贖罪祭、補過失的祭的牲禮。","bklhl":"Tī門廊ê內面，chit-pêng有兩塊桌，hit pêng有兩塊桌；tī hit頂面thang來刣燒祭，贖罪祭，補過失ê祭ê牲禮。"}},{"book":"結","chapter":40,"verse":40,"versions":{"unv":"上到朝北的門口，這邊有兩張桌子，門廊那邊也有兩張桌子。","bklcl":"Chiūⁿ kàu ǹg pak ê mn̂g-kháu, chit-pêng ê gōa-bīn ū nn̄g tè toh, mn̂g-lông hit pêng iā ū nn̄g tè toh.","tghg":"上到向北的門口，此旁的外面有二塊桌，門廊彼旁也有二塊桌。","bklhl":"上到ǹg北ê門口，chit-pêng ê外面有兩塊桌，門廊hit pêng也有兩塊桌。"}},{"book":"結","chapter":40,"verse":41,"versions":{"unv":"門這邊有四張桌子，那邊有四張桌子，共八張；在其上祭司宰殺犧牲。","bklcl":"Tī mn̂g-piⁿ chit-pêng ū sì-tè toh, hit-pêng ū sì-tè toh, kiōng poeh tè; tī hit téng-bīn thâi seng-lé.","tghg":"佇門邊此旁有四塊桌，彼旁有四塊桌，共八塊；佇彼頂面刣牲禮。","bklhl":"Tī門邊chit-pêng有四塊桌，hit-pêng有四塊桌，共八塊；tī hit頂面刣牲禮。"}},{"book":"結","chapter":40,"verse":42,"versions":{"unv":"為燔祭牲有四張桌子，是鑿過的石頭做成的，長一肘半，寬一肘半，高一肘。祭司將宰殺燔祭牲和平安祭牲所用的器皿放在其上。","bklcl":"Ūi-tio̍h sio-chè ê lō͘-ēng ê sì tè toh, sī chio̍h phah--ê, tn̂g tiú-pòaⁿ, khoah tiú-pòaⁿ, koâiⁿ chi̍t-tiú; thâi sio-chè kap chiah-ê chè, só͘ ēng ê khì-kū hē tī hit téng-bīn.","tghg":"為著燒祭的路用的四塊桌，是石拍的，長肘半，闊肘半，高一肘。刣燒祭及諸個祭所用的器具下(hē)佇彼頂面。","bklhl":"為tio̍h燒祭ê路用ê四塊桌，是石phah-ê，長肘半，闊肘-半，高一-肘；刣燒祭kap chiah ê祭，所用ê器具hē tī hit頂面。"}},{"book":"結","chapter":40,"verse":43,"versions":{"unv":"有鉤子，寬一掌，釘在廊內的四圍。桌子上有犧牲的肉。","bklcl":"Ū kau, khoah chi̍t pa-chiúⁿ, tèng-tiâu tī lāi-bīn ê sì-ûi; toh-téng ū chè-bah.","tghg":"有鈎，闊一巴掌，釘住佇內面的四圍。桌頂有祭肉。","bklhl":"有鉤，闊一巴掌，釘tiâu tī內面ê四圍；桌頂有祭肉。"}},{"book":"結","chapter":40,"verse":44,"versions":{"unv":"在北門旁，內院裡有屋子，為歌唱的人而設。這屋子朝南（南：原文是東）；在南門旁，又有一間朝北。","bklcl":"Lāi-mn̂g ê gōa-bīn, pak-mn̂g-piⁿ ê lāi-īⁿ, ū pâng-keng; ūi-tio̍h chhiùⁿ-koa ê lâng lâi siat; hiah-ê pâng-keng ǹg-lâm, tang-mn̂g-piⁿ iā ū chi̍t-keng ǹg-pak.","tghg":"內門的外面，北門邊的內院有房間，為著唱歌的人來設。許個房間向南；東門邊，也有一間向北。","bklhl":"內門ê外面，北門邊ê內院，有房間；為tio̍h唱歌ê人來設；hiah-ê房間ǹg南，東門-邊也有一間ǹg北。"}},{"book":"結","chapter":40,"verse":45,"versions":{"unv":"他對我說：「這朝南的屋子是為看守殿宇的祭司；","bklcl":"I kā góa kóng,  Chit-keng ǹg-lâm ê pâng sī hō͘ tam-tng kò͘-chhù ê chè-si ēng.","tghg":"伊給我講：「此間向南的房是互擔當顧厝的祭司用；","bklhl":"伊kā我講，Chit間ǹg南ê房是hō͘擔當顧厝ê祭司用。"}},{"book":"結","chapter":40,"verse":46,"versions":{"unv":"那朝北的屋子是為看守祭壇的祭司。這些祭司是利未人中撒督的子孫，近前來事奉耶和華的。」","bklcl":"Hit-keng ǹg-pak ê pâng sī hō͘ tam-tng kò͘-tôaⁿ ê chè-si ēng; chiah-ê sī Lī-bī cho̍k-tiong Sat-tok ê kiáⁿ-sun, chiū-kūn Iâ-hô-hoa lâi ho̍k-sāi--ê.","tghg":"彼間向北的房是互擔當顧壇的祭司用。諸個是利未族中撒督的子孫，就近耶和華來服事者。」","bklhl":"Hit間ǹg北ê房是hō͘擔當顧壇ê祭司用；chiah ê是利未族中Sat-tok ê kiáⁿ孫，就近耶和華來服事ê。"}},{"book":"結","chapter":40,"verse":47,"versions":{"unv":"他又量內院，長一百肘，寬一百肘，是見方的。祭壇在殿前。","bklcl":"I koh niû hit ê īⁿ, tn̂g chi̍t-pah tiú, khoah chi̍t-pah tiú; sī sù-hong--ê; tôaⁿ sī tī chhù-chêng.","tghg":"伊閣量彼個院，長一百肘，闊一百肘，是四方(sù-hong)的。壇是佇厝前。","bklhl":"伊koh量hit ê院，長一百肘，闊一百肘；是四方ê；壇是tī厝前。"}},{"book":"結","chapter":40,"verse":48,"versions":{"unv":"於是他帶我到殿前的廊子，量廊子的牆柱。這面厚五肘，那面厚五肘。門兩旁，這邊三肘，那邊三肘。","bklcl":"I chhōa góa kàu chhù-chêng ê léng-lông, niû léng-lông ê ta̍k ki thiāu, chit-pêng gō͘ tiú, hit-pêng gō͘ tiú. Mn̂g ê khoah, chit-pêng saⁿ tiú, hit-pêng saⁿ tiú.","tghg":"伊導我到厝前的兩廊，量兩廊的逐支柱。此旁五肘，彼旁五肘。門的闊，此旁三肘，彼旁三肘。","bklhl":"伊chhōa我到厝前ê léng廊，niû léng廊ê ta̍k支柱，chit-pêng五肘，hit-pêng五肘。門ê闊，chit-pêng三肘，hit-pêng三肘。"}},{"book":"結","chapter":40,"verse":49,"versions":{"unv":"廊子長二十肘，寬十一肘。上廊子有臺階。靠近牆柱又有柱子，這邊一根，那邊一根。","bklcl":"Léng-lông tn̂g jī-cha̍p tiú, khoah cha̍p-it tiú; ū lâng peh-chiūⁿ ê kiā-á; hiah-ê thiāu-piⁿ, koh ū sòe-ki thiāu; chit-pêng chi̍t ki, hit-pêng chi̍t-ki.","tghg":"兩廊長二十肘，闊十一肘。有人絔(peh)上的崎仔。許個柱邊閣有細支柱，此旁一支，彼旁一支。","bklhl":"Léng廊長二十肘，闊十一肘；有人peh上ê崎á；hiah-ê柱邊，koh有細支柱；chit-pêng一支，hit-pêng一支。"}}]