[{"book":"結","chapter":34,"verse":1,"versions":{"unv":"耶和華的話臨到我說：","bklcl":"Iâ-hô-hoa ê ōe lîm-kàu góa kóng,","tghg":"耶和華的話臨到我講：","bklhl":"耶和華ê話臨到我講，"}},{"book":"結","chapter":34,"verse":2,"versions":{"unv":"「人子啊，你要向以色列的牧人發預言，攻擊他們，說，主耶和華如此說：禍哉！以色列的牧人只知牧養自己。牧人豈不當牧養群羊嗎？","bklcl":"Jîn-chú ah, lí tio̍h soan-thoân kong-kek Í-sek-lia̍t chiah-ê bo̍k-chiá; lí tio̍h soan-thoân lâi tùi in kóng, Chú Iâ-hô-hoa tùi chiah-ê bo̍k-chiá án-ni kóng, Chai-ē ah, Í-sek-lia̍t chiah-ê bo̍k-chiá, in-ūi in iúⁿ-chhī ka-kī; bo̍k-chiá kiám m̄ eng-kai iúⁿ-chhī iûⁿ-kûn mah?","tghg":"「人子啊，你著宣傳攻擊以色列諸個牧者，你著宣傳來對𪜶，講，主耶和華對諸個牧者按呢講：災禍啊！以色列諸個牧者因為𪜶養飼家己。牧者豈呣應該養飼羊群嗎？","bklhl":"人子ah，你tio̍h宣傳攻擊以色列chiah ê牧者；你tio̍h宣傳來對in講，主耶和華對chiah ê牧者án-ni講，災厄ah，以色列chiah ê牧者，因為in養飼家己；牧者kiám m̄應該養飼羊群mah？"}},{"book":"結","chapter":34,"verse":3,"versions":{"unv":"你們吃脂油、穿羊毛、宰肥壯的，卻不牧養群羊。","bklcl":"Lín chia̍h i ê iû, chhēng i ê mn̂g, thâi i ê pûi--ê, iā bô iúⁿ-chhī iûⁿ-kûn.","tghg":"恁食伊的油、穿伊的毛、刣伊的肥者，也無養飼羊群。","bklhl":"Lín食伊ê油，穿伊ê毛，刣伊ê肥ê，也無養飼羊群。"}},{"book":"結","chapter":34,"verse":4,"versions":{"unv":"瘦弱的，你們沒有養壯；有病的，你們沒有醫治；受傷的，你們沒有纏裹；被逐的，你們沒有領回；失喪的，你們沒有尋找；但用強暴嚴嚴地轄制。","bklcl":"Loán-jio̍k--ê, lín bô kò͘ hō͘ i ióng; phòa-pīⁿ--ê, lín bô kā i i-tī; siū-siong--ê, lín bô kā i pau; siū kóaⁿ-tio̍k--ê, lín bô chhōa i tò--lâi, sit-lo̍h--ê, lín bô chhē--i; to̍k-to̍k ēng kiông-pō, giâm-giâm ê koán-hat.","tghg":"軟弱者，恁無顧互伊勇；破病者，恁無給伊醫治；受傷者，恁無給伊包；受趕逐者，恁無導伊倒來；失落者，恁無尋伊；獨獨用強暴嚴嚴的管轄。","bklhl":"軟弱ê，lín無顧hō͘伊勇；破病ê，lín無kā伊醫治；受傷ê，lín無kā伊包；受趕逐ê，lín無chhōa伊tò來，失落ê，lín無chhē伊；獨獨用強暴，嚴嚴ê管轄。"}},{"book":"結","chapter":34,"verse":5,"versions":{"unv":"因無牧人，羊就分散；既分散，便作了一切野獸的食物。","bklcl":"In-ūi bô bo̍k-chiá, iûⁿ chiū sì-sòaⁿ; í-keng sì-sòaⁿ, chiū chòe it-chhè iá-siù ê chia̍h-mi̍h.","tghg":"因為無牧者，羊就四散；已經四散，就做一切野獸的食物(chia̍h-mi̍h)。","bklhl":"因為無牧者，羊就四散；已經四散，就做一切野獸ê食物。"}},{"book":"結","chapter":34,"verse":6,"versions":{"unv":"我的羊在諸山間、在各高岡上流離，在全地上分散，無人去尋，無人去找。","bklcl":"Góa ê iûⁿ sì-kòe kiâⁿ tī chiah-ê soaⁿ--nih, tī ta̍k-ê koâiⁿ ê soaⁿ-téng, sì-sòaⁿ tī choân-tōe, bô lâng khì tui, bô lâng khì chhē.","tghg":"我的羊四界行佇諸個山裡，佇逐個高的山頂，四散佇全地，無人去追，無人去尋。","bklhl":"我ê羊四界行tī chiah ê山裡，tī ta̍k-ê高ê山頂，四散tī全地，無人去追，無人去chhē。"}},{"book":"結","chapter":34,"verse":7,"versions":{"unv":"「所以，你們這些牧人要聽耶和華的話。","bklcl":"Só͘-í lín chiah-ê bo̍k-chiá tio̍h thiaⁿ Iâ-hô-hoa ê ōe.","tghg":"「所以，恁諸個牧者著聽耶和華的話。","bklhl":"所以lín chiah ê牧者tio̍h聽耶和華ê話。"}},{"book":"結","chapter":34,"verse":8,"versions":{"unv":"主耶和華說：我指著我的永生起誓，我的羊因無牧人就成為掠物，也作了一切野獸的食物。我的牧人不尋找我的羊；這些牧人只知牧養自己，並不牧養我的羊。","bklcl":"Chú Iâ-hô-hoa kóng, Góa kí Góa ê éng-oa̍h lâi chiù-chōa, Góa ê iûⁿ in-ūi bô bo̍k-chiá, chiū chiâⁿ-chòe siū-chhiúⁿ ê mi̍h, iûⁿ iā chòe it-chhè iá-siù ê chia̍h-mi̍h; iā Góa ê bo̍k-chiá bô chhē Góa ê iûⁿ; chiah-ê bo̍k-chiá in-ūi in iúⁿ-chhī ka-kī, bô iúⁿ-chhī Góa ê iûⁿ;","tghg":"主耶和華講：我指(kí)我的永活來咒誓，我的羊因為無牧者就成做受搶的物，羊也做一切野獸的食物。也我的牧者無尋我的羊；諸個牧者因為𪜶養飼家己，無養飼我的羊。","bklhl":"主耶和華講，我kí我ê永活來chiù-chōa，我ê羊因為無牧者，就成做受搶ê物，羊也做一切野獸ê食物；也我ê牧者無chhē我ê羊；chiah ê牧者因為in養飼家己，無養飼我ê羊；"}},{"book":"結","chapter":34,"verse":9,"versions":{"unv":"所以你們這些牧人要聽耶和華的話。","bklcl":"só͘-í lín chiah-ê bo̍k-chiá tio̍h thiaⁿ Iâ-hô-hoa ê ōe;","tghg":"所以恁諸個牧者著聽耶和華的話。","bklhl":"所以lín chiah ê牧者tio̍h聽耶和華ê話；"}},{"book":"結","chapter":34,"verse":10,"versions":{"unv":"主耶和華如此說：我必與牧人為敵，必向他們的手追討我的羊，使他們不再牧放群羊；牧人也不再牧養自己。我必救我的羊脫離他們的口，不再作他們的食物。」","bklcl":"Chú Iâ-hô-hoa án-ni kóng, Góa kap bo̍k-chiá chòe tùi-te̍k, beh tùi in ê chhiú tui-thó Góa ê iûⁿ, hō͘ in bô koh iúⁿ-chhī iûⁿ-kûn; bo̍k-chiá iā bô koh iúⁿ-chhī ka-kī; Góa beh kiù Góa ê iûⁿ thoat-lī in ê chhùi, bô koh chòe in ê chia̍h-mi̍h.","tghg":"主耶和華按呢講：我及牧者做對敵，欲對𪜶的手追討我的羊，互𪜶無閣養飼羊群；牧者也無閣養飼家己。我欲救我的羊脫離𪜶的嘴，無閣做𪜶的食物。」","bklhl":"主耶和華án-ni講，我kap牧者做對敵，beh tùi in ê手追討我ê羊，hō͘ in無koh養飼羊群；牧者也無koh養飼家己；我beh救我ê羊脫離in ê嘴，無koh做in ê食物。"}},{"book":"結","chapter":34,"verse":11,"versions":{"unv":"「主耶和華如此說：看哪，我必親自尋找我的羊，將牠們尋見。","bklcl":"In-ūi Chú Iâ-hô-hoa án-ni kóng, Khòaⁿ ah, Góa beh pún-sin chhē Góa ê iûⁿ, lâi chhē-tio̍h--i.","tghg":"「因為主耶和華按呢講：看啊，我，我欲本身尋我的羊，來尋著伊。","bklhl":"因為主耶和華án-ni講，看ah，我beh本身chhē我ê羊，來chhē-tio̍h伊。"}},{"book":"結","chapter":34,"verse":12,"versions":{"unv":"牧人在羊群四散的日子怎樣尋找他的羊，我必照樣尋找我的羊。這些羊在密雲黑暗的日子散到各處，我必從那裡救回牠們來。","bklcl":"Bo̍k-chiá tī iûⁿ-kûn sì-sòaⁿ ê ji̍t, cháiⁿ-iūⁿ chhē i ê iûⁿ, Góa iā beh chhin-chhiūⁿ án-ni chhē Góa ê iûⁿ; chiah-ê iûⁿ tī ba̍t-hûn o͘-àm ê ji̍t, sì-sòaⁿ kàu ta̍k só͘-chāi, Góa beh tùi-hia kiù in tò--lâi.","tghg":"牧者佇羊群四散的日怎樣尋伊的羊，我也欲親像按呢尋我的羊。諸個羊佇密雲黑暗的日四散到逐所在，我欲對遐救𪜶倒來。","bklhl":"牧者tī羊群四散ê日，怎樣chhē伊ê羊，我也beh親像án-ni chhē我ê羊；chiah ê羊tī密雲烏暗ê日，四散到ta̍k所在，我beh tùi-hia救in tò來。"}},{"book":"結","chapter":34,"verse":13,"versions":{"unv":"我必從萬民中領出牠們，從各國內聚集牠們，引導牠們歸回故土，也必在以色列山上─一切溪水旁邊、境內一切可居之處─牧養牠們。","bklcl":"Góa beh tùi lia̍t-kok-tiong chhōa in chhut, tùi ta̍k-kok ê lāi-bīn chū-chi̍p in, chhōa in tò-lâi in ê pún só͘-chāi; iā beh tī Í-sek-lia̍t soaⁿ chiah-ê khoe-piⁿ, kéng-lāi it-chhè thang khiā-khí ê só͘-chāi, lâi iúⁿ-chhī in.","tghg":"我欲對列國中導𪜶出，對逐國的內面聚集𪜶，導𪜶倒來𪜶的本所在，也欲佇以色列山諸個溪邊、境內一切通徛起的所在，來養飼𪜶。","bklhl":"我beh tùi列國中chhōa in出，tùi ta̍k國ê內面聚集in，chhōa in tò來in ê本所在；也beh tī以色列山chiah ê溪邊，境內一切thang khiā起ê所在，來養飼in。"}},{"book":"結","chapter":34,"verse":14,"versions":{"unv":"我必在美好的草場牧養牠們。牠們的圈必在以色列高處的山上，牠們必在佳美之圈中躺臥，也在以色列山肥美的草場吃草。","bklcl":"Góa beh tī hó-hó ê chháu-tiûⁿ iúⁿ-chhī in, in ê iûⁿ-tiâu beh tī Í-sek-lia̍t koâiⁿ-ūi ê soaⁿ; in beh tī hó-hó ê iûⁿ-tiâu-lāi tó-teh-khùn, iā tī Í-sek-lia̍t soaⁿ pûi-súi ê chháu-tiûⁿ chia̍h-chháu.","tghg":"我欲佇好好的草場養飼𪜶。𪜶的羊[廄](tiâu)欲佇以色列高位的山，𪜶欲佇好好的羊[廄]內倒啲睏，也佇以色列山肥媠的草場食草。","bklhl":"我beh tī好好ê草場養飼in，in ê羊椆beh tī以色列高位ê山；in beh tī好好ê羊椆內倒teh睏，也tī以色列山肥súi ê草場食草。"}},{"book":"結","chapter":34,"verse":15,"versions":{"unv":"主耶和華說：我必親自作我羊的牧人，使牠們得以躺臥。","bklcl":"Chú Iâ-hô-hoa kóng, Góa beh pún-sin iúⁿ-chhī Góa ê iûⁿ, hō͘ in tó-teh-khùn.","tghg":"主耶和華講：我欲本身養飼我的羊，互𪜶倒啲睏。","bklhl":"主耶和華講，我beh本身養飼我ê羊，hō͘ in倒teh睏。"}},{"book":"結","chapter":34,"verse":16,"versions":{"unv":"失喪的，我必尋找；被逐的，我必領回；受傷的，我必纏裹；有病的，我必醫治；只是肥的壯的，我必除滅，也要秉公牧養牠們。","bklcl":"Sit-lo̍h--ê Góa beh chhē i; siū kóaⁿ-tio̍k--ê, Góa beh chhōa i tò-lâi; siū-siong--ê Góa beh pau--i; phòa-pīⁿ--ê, Góa beh i-tī i; to̍k-to̍k pûi--ê, ióng--ê, Góa beh tû-bia̍t--i, iā beh péng-kong iúⁿ-chhī in.","tghg":"失落者，我欲尋伊；受趕逐者，我欲導伊倒來；受傷者，我欲包伊；破病者，我欲醫治伊；獨獨肥者，勇者，我欲除滅伊，也欲秉公(péng-kong)養飼𪜶。","bklhl":"失落ê我beh chhē伊；受趕逐ê，我beh chhōa伊tò來；受傷ê我beh包伊；破病ê，我beh醫治伊；獨獨肥ê，勇ê，我beh除滅伊，也beh秉公養飼in。"}},{"book":"結","chapter":34,"verse":17,"versions":{"unv":"「我的羊群哪，論到你們，主耶和華如此說：我必在羊與羊中間、公綿羊與公山羊中間施行判斷。","bklcl":"Góa ê iûⁿ-kûn ah, lūn-kàu lín, Chú Iâ-hô-hoa án-ni kóng, Góa beh tī iûⁿ kap iûⁿ ê tiong-kan, kang ê mî-iûⁿ kap kang ê soaⁿ-iûⁿ ê tiong-kan, kiâⁿ phòaⁿ-toàn.","tghg":"「我的羊群啊，論到恁，主耶和華按呢講：我欲佇羊及羊的中間，公的綿羊及公的山羊的中間行判斷。","bklhl":"我ê羊群ah，論到lín，主耶和華án-ni講，我beh tī羊kap羊ê中間，公ê綿羊kap公ê山羊ê中間，行判斷。"}},{"book":"結","chapter":34,"verse":18,"versions":{"unv":"你們這些肥壯的羊，在美好的草場吃草還以為小事嗎？剩下的草，你們竟用蹄踐踏了；你們喝清水，剩下的水，你們竟用蹄攪渾了。","bklcl":"Lí tī hó-hó ê chháu-tiûⁿ chia̍h-chháu, iáu lia̍h-chòe sió-khóa sū mah? chhun ê chháu lín kéng-jiân ēng kha thún-ta̍h--i? lín lim chheng ê chúi; chhun--ê lín kéng-jiân ēng kha phah-lô--i?","tghg":"你佇好好的草場食草，猶(iáu)掠做小可(sió-khóa)事嗎？剩(chhun)的草，恁竟然用腳𧿬踏(thún-ta̍h)伊；恁飲清的水，剩的，恁竟然用腳拍濁(phah-lô)伊。","bklhl":"你tī好好ê草場食草，iáu掠做小khóa事mah？chhun ê草lín竟然用腳thún踏伊？lín lim清ê水；chhun-ê lín竟然用腳phah濁伊？"}},{"book":"結","chapter":34,"verse":19,"versions":{"unv":"至於我的羊，只得吃你們所踐踏的，喝你們所攪渾的。","bklcl":"Lūn-kàu Góa ê iûⁿ sī chia̍h lín ēng kha ta̍h--ê, lim lín ēng kha phah-lô--ê.","tghg":"論到我的羊，是食恁用腳踏的，飲恁用腳拍濁的。","bklhl":"論到我ê羊是食lín用腳踏ê，lim lín用腳phah濁ê。"}},{"book":"結","chapter":34,"verse":20,"versions":{"unv":"「所以，主耶和華如此說：我必在肥羊和瘦羊中間施行判斷。","bklcl":"Só͘-í Chú Iâ-hô-hoa tùi in án-ni kóng, Khòaⁿ ah, Góa pún-sin tī pûi ê iûⁿ kap sán ê iûⁿ ê tiong-kan, kiâⁿ phòaⁿ-toàn.","tghg":"「所以，主耶和華對𪜶按呢講：看啊，我本身佇肥的羊及瘦的羊的中間行判斷。","bklhl":"所以主耶和華對in án-ni講，看ah，我本身tī肥ê羊kap瘦ê羊ê中間，行判斷。"}},{"book":"結","chapter":34,"verse":21,"versions":{"unv":"因為你們用脅用肩擁擠一切瘦弱的，又用角牴觸，以致使牠們四散。","bklcl":"In-ūi lín ēng sin-khu, ēng keng-thâu khoeh--in, ēng lín ê kak tak phòa-pīⁿ--ê, tì-kàu hō͘ in sì-sòaⁿ tī gōa-bīn.","tghg":"因為恁用身軀用肩頭夾(khoeh)𪜶，用恁的角觸(tak)破病者，致到互𪜶四散佇外面。","bklhl":"因為lín用身軀，用肩頭khoeh-in，用lín ê角觸破病ê，致到hō͘ in四散tī外面。"}},{"book":"結","chapter":34,"verse":22,"versions":{"unv":"所以，我必拯救我的群羊不再作掠物；我也必在羊和羊中間施行判斷。","bklcl":"Só͘-í Góa beh chín-kiù Góa ê iûⁿ-kûn, bô koh chòe siū chhiúⁿ ê mi̍h; Góa ia̍h beh tī iûⁿ kap iûⁿ ê tiong-kan kiâⁿ phòaⁿ-toàn.","tghg":"所以，我欲拯救我的羊群，無閣做受搶的物；我亦欲佇羊及羊的中間行判斷。","bklhl":"所以我beh拯救我ê羊群，無koh做受搶ê物；我亦beh tī羊kap羊ê中間行判斷。"}},{"book":"結","chapter":34,"verse":23,"versions":{"unv":"我必立一牧人照管他們，牧養他們，就是我的僕人大衛。他必牧養他們，作他們的牧人。","bklcl":"Góa beh siat-li̍p chi̍t ê bo̍k-chiá, chiàu-kò͘ in, i beh iúⁿ-chhī in; chiū-sī Góa ê lô͘-po̍k Tāi-pi̍t; i beh iúⁿ-chhī in, chòe in ê bo̍k-chiá.","tghg":"我欲設立一個牧者照顧𪜶，伊欲養飼𪜶，就是我的奴僕大衛。伊欲養飼𪜶，做𪜶的牧者。","bklhl":"我beh設立一个牧者，照顧in，伊beh養飼in；就是我ê奴僕大衛；伊beh養飼in，做in ê牧者。"}},{"book":"結","chapter":34,"verse":24,"versions":{"unv":"我─耶和華必作他們的　神，我的僕人大衛必在他們中間作王。這是耶和華說的。","bklcl":"Góa Iâ-hô-hoa beh chòe in ê Siōng-tè; Góa ê lô͘-po̍k Tāi-pi̍t beh tī in ê tiong-kan chòe siú-léng; che sī Góa Iâ-hô-hoa kóng--ê.","tghg":"我──耶和華欲做𪜶的上帝，我的奴僕大衛欲佇𪜶的中間做首領。這是我耶和華講的。","bklhl":"我耶和華beh做in ê上帝；我ê奴僕大衛beh tī in ê中間做首領；這是我耶和華講ê。"}},{"book":"結","chapter":34,"verse":25,"versions":{"unv":"「我必與他們立平安的約，使惡獸從境內斷絕，他們就必安居在曠野，躺臥在林中。","bklcl":"Góa beh kap in li̍p pêng-an ê iok, hō͘ ok-siù tùi kéng-lāi toān-choa̍t; in chiū beh an-jiân khiā-khí tī khòng-iá, khùn tī chhiū-nâ-lāi.","tghg":"「我欲及𪜶立平安的約，互惡獸對境內斷絕，𪜶就欲安然徛起佇曠野，睏佇樹林內。","bklhl":"我beh kap in立平安ê約，hō͘惡獸tùi境內斷絕；in就beh安然khiā起tī曠野，睏tī樹林內。"}},{"book":"結","chapter":34,"verse":26,"versions":{"unv":"我必使他們與我山的四圍成為福源，我也必叫時雨落下，必有福如甘霖而降。","bklcl":"Góa beh hō͘ in kap Góa ê soaⁿ sì-ûi ê só͘-chāi chiâⁿ-chòe hok-khì ê goân-thâu; Góa ia̍h beh chiàu-sî lo̍h-hō͘, beh ū si hok-khì ê tōa-hō͘.","tghg":"我欲互𪜶及我的山四圍的所在成做福氣的源頭，我亦欲照時落雨，欲有施福氣的大雨。","bklhl":"我beh hō͘ in kap我ê山四圍ê所在成做福氣ê源頭；我亦beh照時落雨，beh有施福氣ê大雨。"}},{"book":"結","chapter":34,"verse":27,"versions":{"unv":"田野的樹必結果，地也必有出產；他們必在故土安然居住。我折斷他們所負的軛，救他們脫離那以他們為奴之人的手；那時，他們就知道我是耶和華。","bklcl":"Chhân-iá ê chhiū beh kiat ké-chí; tōe iā beh chhut-sán; in beh an-jiân khiā-khí tī pún só͘-chāi; Góa at-chi̍h in só͘ pē ê taⁿ, kiù in thoat-lī hit ê lia̍h in chòe lô͘-châi ê lâng ê chhiú; hit-sî in chiū chai Góa sī Iâ-hô-hoa.","tghg":"田野的樹欲結果子，地也欲出產；𪜶欲安然徛起佇本所在。我遏折(at-chi̍h)𪜶所背的軛(taⁿ)，救𪜶脫離彼個掠𪜶做奴才的人的手；彼時，𪜶就知我是耶和華。","bklhl":"田野ê樹beh結果子；地也beh出產；in beh安然khiā起tī本所在；我at折in所背ê擔，救in脫離hit ê掠in做奴才ê人ê手；hit時in就知我是耶和華。"}},{"book":"結","chapter":34,"verse":28,"versions":{"unv":"他們必不再作外邦人的掠物，地上的野獸也不再吞吃他們；卻要安然居住，無人驚嚇。","bklcl":"In bô koh chòe gōa-pang lâng só͘ chhiúⁿ ê mi̍h, tōe-chiūⁿ ê iá-siù iā bô koh thun-chia̍h in; sī beh an-jiân khiā-khí, bô lâng hō͘ in kiaⁿ-hiâⁿ.","tghg":"𪜶無閣做外邦人所搶的物，地上的野獸也無閣吞食𪜶；是欲安然徛起，無人互𪜶驚惶。","bklhl":"In無koh做外邦人所搶ê物，地上ê野獸也無koh吞食in；是beh安然khiā起，無人hō͘ in驚惶。"}},{"book":"結","chapter":34,"verse":29,"versions":{"unv":"我必給他們興起有名的植物；他們在境內不再為饑荒所滅，也不再受外邦人的羞辱，","bklcl":"Góa beh kā in heng-khí chi̍t ê chhut-miâ chai-chèng ê só͘-chāi; in tī kéng-lāi, bô koh hō͘ ki-hng só͘ bia̍t; iā bô koh siū-tio̍h gōa-pang-lâng ê lêng-jio̍k.","tghg":"我欲給𪜶興起一個出名栽種的所在；𪜶佇境內無閣互飢荒所滅，也無閣受著外邦人的凌辱。","bklhl":"我beh kā in興起一个出名栽種ê所在；in tī境內，無koh hō͘飢荒所滅；也無koh受tio̍h外邦人ê凌辱。"}},{"book":"結","chapter":34,"verse":30,"versions":{"unv":"必知道我、耶和華─他們的　神是與他們同在的，並知道他們─以色列家是我的民。這是主耶和華說的。","bklcl":"In beh chai Góa Iâ-hô-hoa in ê Siōng-tè, sī kap in tī-teh; iā chai in Í-sek-lia̍t-ke sī Góa ê peh-sìⁿ; che sī Chú Iâ-hô-hoa kóng--ê.","tghg":"𪜶欲知我、耶和華─𪜶的上帝是及𪜶佇啲，也知𪜶─以色列家是我的百姓。這是主耶和華講的。","bklhl":"In beh知我耶和華in ê上帝，是kap in tī-teh；也知in以色列家是我ê百姓；這是主耶和華講ê。"}},{"book":"結","chapter":34,"verse":31,"versions":{"unv":"你們作我的羊，我草場上的羊，乃是以色列人，我也是你們的　神。這是主耶和華說的。」","bklcl":"Lín sī Góa ê iûⁿ, sī Góa chháu-tiûⁿ ê iûⁿ; lín sī lâng; Góa iā sī lín ê Siōng-tè; che sī Chú Iâ-hô-hoa kóng--ê.","tghg":"恁是我的羊，是我草場的羊，恁是人，我也是恁的上帝。這是主耶和華講的。」","bklhl":"Lín是我ê羊，是我草場ê羊；lín是人；我也是lín ê上帝；這是主耶和華講ê。"}}]