[{"book":"結","chapter":41,"verse":1,"versions":{"unv":"他帶我到殿那裡量牆柱：這面厚六肘，那面厚六肘，寬窄與會幕相同。","bklcl":"I koh chhōa góa kàu tiān hia, niû hiah-ê thiāu; chit-bīn khoah la̍k-tiú, hit-bīn khoah la̍k-tiú; khoah oe̍h kap pò͘-pîⁿ saⁿ-tâng.","tghg":"伊閣導我到殿遐量許個柱；此面闊六肘(hē)，彼面闊六肘，闊狹(oe̍h)及布棚相同。","bklhl":"伊koh chhōa我到殿 hia，量hiah-ê柱；chit面闊六肘，hit面闊六肘；闊狹kap布棚相同。"}},{"book":"結","chapter":41,"verse":2,"versions":{"unv":"門口寬十肘。門兩旁，這邊五肘，那邊五肘。他量殿長四十肘，寬二十肘。","bklcl":"Mn̂g-kháu khoah cha̍p tiú; mn̂g ê siang-pêng-piⁿ, chit-pêng gō͘ tiú, hit-pêng gō͘ tiú, i niû i ê tn̂g sì-cha̍p tiú, khoah jī-cha̍p tiú.","tghg":"門口闊十肘。門的雙旁邊，此旁五肘，彼旁五肘。伊量伊的長四十肘，闊二十肘。","bklhl":"門口闊十肘；門ê雙pêng邊，chit-pêng五肘，hit-pêng五肘，伊量伊ê長四十肘，闊二十肘。"}},{"book":"結","chapter":41,"verse":3,"versions":{"unv":"他到內殿量牆柱，各厚二肘。門口寬六肘，門兩旁各寬七肘。","bklcl":"I kàu lāi-bīn, niû mn̂g-kháu ê thiāu, nn̄g tiú; mn̂g-kháu la̍k-tiú, mn̂g-kháu ê khoah chhit tiú.","tghg":"伊到內面量門口的柱，二肘。門口六肘，門口的闊七肘。","bklhl":"伊到內面，量門口ê柱，兩肘；門口六肘，門口ê闊七肘。"}},{"book":"結","chapter":41,"verse":4,"versions":{"unv":"他量內殿，長二十肘，寬二十肘。他對我說：「這是至聖所。」","bklcl":"I niû i ê tn̂g jī-cha̍p tiú, khoah jī-cha̍p tiú, tī tiān ê chêng-bīn; i tùi góa kóng, Che sī chì-sèng-só͘.","tghg":"伊量伊的長二十肘，闊二十肘，佇殿的前面；伊對我講：「這是至聖所。」","bklhl":"伊量伊ê長二十肘，闊二十肘，tī殿ê前面；伊對我講，這是至聖所。"}},{"book":"結","chapter":41,"verse":5,"versions":{"unv":"他又量殿牆，厚六肘；圍著殿有旁屋，各寬四肘。","bklcl":"I niû chhù ê chhiûⁿ la̍k tiú, chhù sì-chiu-ûi ê piⁿ-pâng, kok khoah sì tiú.","tghg":"伊量厝的牆，六肘；厝四周圍的邊房，各闊四肘。","bklhl":"伊量厝ê牆六肘，厝四周圍ê邊房，各闊四肘。"}},{"book":"結","chapter":41,"verse":6,"versions":{"unv":"旁屋有三層，層疊而上，每層排列三十間。旁屋的梁木擱在殿牆坎上，免得插入殿牆。","bklcl":"Piⁿ-pâng ū saⁿ-chàn, chit-chàn tha̍h tī hit-chàn ê téng-bīn, ta̍k-chàn ū saⁿ-cha̍p keng; chit ê chhù lēng-gōa ū chi̍t phìⁿ chhiûⁿ, chòe sì-ûi piⁿ-pâng ê lō͘-ēng, hō͘ i ê îⁿ-á thang khòa tī-hia, bián-tit khòa tī chhù ê chhiûⁿ.","tghg":"邊旁有三層，此層疊(tha̍h)佇彼層的頂面，逐層有三十間。此個厝另外有一片牆做四圍邊房的路用，互伊的楹仔(îⁿ-á)通靠(khòa)佇遐，免得靠佇厝的牆。","bklhl":"邊房有三層，chit層疊tī hit層ê頂面，ta̍k層有三十間；chit ê厝另外有一片牆，做四圍邊房ê路用，hō͘伊ê楹á thang 掛tī-hia，免得掛tī厝ê牆。"}},{"book":"結","chapter":41,"verse":7,"versions":{"unv":"這圍殿的旁屋越高越寬；因旁屋圍殿懸疊而上，所以越上越寬，從下一層，由中一層，到上一層。","bklcl":"Chiah-ê sì-ûi ê piⁿ-pâng, ná-koâiⁿ ná-khoah; in-ūi chhù ê ûi tī chhù ê sì-bīn ná-koâiⁿ, só͘-í chhù ê khoah ti̍t-ti̍t kàu téng-bīn; tùi ē-chàn kàu téng-chàn, tio̍h tùi tiong-chàn chiūⁿ--khì.","tghg":"諸個四圍的邊房愈高愈闊；因為厝的圍佇厝的四面愈高，所以厝的闊直直到頂面，對下層到頂層，著對中層上去。","bklhl":"Chiah-ê四圍ê邊房，ná高ná闊；因為厝ê圍tī厝ê四面ná高，所以厝ê闊直直到頂面；tùi下層到頂層，tio̍h tùi中層上去。"}},{"book":"結","chapter":41,"verse":8,"versions":{"unv":"我又見圍著殿有高月臺。旁屋的根基，高足一竿，就是六大肘。","bklcl":"Góa koh khòaⁿ-kìⁿ chhù ê sì-ûi ū koâiⁿ ê gîm; piⁿ-pâng ê tōe-ki, koâiⁿ chiok-chiok chi̍t ko-chhioh, chiū-sī la̍k tōa-tiú.","tghg":"我閣看見厝的四圍有高的坅(gîm)。邊房的地基，高足足一竿尺(ko-chhioh)，就是六大肘。","bklhl":"我koh看見厝ê四圍有高ê砛；邊房ê地基，高足足一篙尺，就是六大肘。"}},{"book":"結","chapter":41,"verse":9,"versions":{"unv":"旁屋的外牆厚五肘。旁屋之外還有餘地。","bklcl":"Piⁿ-pâng gōa-bīn ê chhiûⁿ, kāu gō͘ tiú; só͘ chhun ê tōe chiū-sī chhù ê piⁿ-pâng ê só͘-chāi.","tghg":"邊房外面的牆厚五肘。所剩(chhun)的地就是厝的邊房的所在。","bklhl":"邊房外面ê牆，厚五肘；所chhun ê地就是厝ê邊房ê所在。"}},{"book":"結","chapter":41,"verse":10,"versions":{"unv":"在旁屋與對面的房屋中間有空地，寬二十肘。","bklcl":"Sì-bīn ûi chhù hiah-ê pâng-keng, saⁿ-lī jī-cha̍p tiú ê khoah.","tghg":"四面圍厝許個房間，相離二十肘的闊。","bklhl":"四面圍厝hiah-ê房間，相離二十肘ê闊。"}},{"book":"結","chapter":41,"verse":11,"versions":{"unv":"旁屋的門都向餘地：一門向北，一門向南。周圍的餘地寬五肘。","bklcl":"Piⁿ-pâng ê mn̂g lóng ǹg só͘ chhun ê tōe; chi̍t ê mn̂g ǹg-pak, chi̍t ê mn̂g ǹg-lâm; sì-ûi só͘ chhun ê tōe, lóng khoah gō͘ tiú.","tghg":"邊房的門攏向所剩的地：一個門向北，一個門向南。四圍所剩的地攏闊五肘。","bklhl":"邊房ê門lóng ǹg所chhun ê地；一个門ǹg北，一个門ǹg南；四圍所chhun ê地，lóng闊五肘。"}},{"book":"結","chapter":41,"verse":12,"versions":{"unv":"在西面空地之後有房子，寬七十肘，長九十肘，牆四圍厚五肘。","bklcl":"Tī sai-pêng lēng-gōa keh-khui ê tōe thâu-chêng ê chhù-the̍h khoah chhit-cha̍p tiú; i ê chhiûⁿ sì-ûi kāu gō͘ tiú; tn̂g káu-cha̍p tiú.","tghg":"佇西旁另外隔開的地頭前的厝宅，闊七十肘，伊的牆四圍厚五肘，長九十肘。","bklhl":"Tī西pêng另外隔開ê地頭前ê厝宅闊七十肘；伊ê牆四圍厚五肘；長九十肘。"}},{"book":"結","chapter":41,"verse":13,"versions":{"unv":"這樣，他量殿，長一百肘，又量空地和那房子並牆，共長一百肘。","bklcl":"Án-ni, i niû chhù, tn̂g chi̍t-pah tiú; iā niû keh-khui ê só͘-chāi, kap só͘ khí-chō--ê, kap i ê chhiûⁿ, kiōng tn̂g chi̍t-pah tiú.","tghg":"按呢，伊量厝，長一百肘，也量隔開的所在及所起造的及伊的牆，共長一百肘。","bklhl":"Án-ni，伊量厝，長一百肘；也量隔開ê所在，kap所起造ê，kap伊ê牆，共長一百肘。"}},{"book":"結","chapter":41,"verse":14,"versions":{"unv":"殿的前面和兩旁的空地，寬一百肘。","bklcl":"Chhù ê chêng-bīn, kap ǹg-tang keh-khui ê tōe, khoah chi̍t-pah-tiú.","tghg":"厝的前面及向東隔開的地，闊一百肘。","bklhl":"厝ê前面，kap ǹg東隔開ê地，闊一百肘。"}},{"book":"結","chapter":41,"verse":15,"versions":{"unv":"他量空地後面的那房子，並兩旁的樓廊，共長一百肘。","bklcl":"I niû āu-bīn keh-khui ê tōe thâu-chêng ê chhù-the̍h, í-ki̍p chit-pêng hit-pêng lâu ê lông, tn̂g chi̍t-pah tiú; koh niû lāi-tiān, kap īⁿ ê lông.","tghg":"伊量後面隔開的地頭前的厝宅，以及此旁彼旁樓的廊，長一百肘，閣量內殿及院的廊。","bklhl":"伊量後面隔開ê地頭前ê厝宅，以及chit-pêng hit-pêng樓ê廊，長一百肘；koh量內殿，kap院ê廊。"}},{"book":"結","chapter":41,"verse":16,"versions":{"unv":"內殿、院廊、門檻、嚴緊的窗櫺，並對著門檻的三層樓廊，從地到窗櫺（窗櫺都有蔽子），","bklcl":"I ê hō͘-tēng, i ê koaiⁿ-ba̍t ê thang-á, i ê sì-ûi saⁿ-chàn ê lâu ê lông; tī hō͘-tēng ê tùi-bīn, sì-ûi ê chhiûⁿ lóng áⁿ chhâ-pán; tùi thô͘-kha kàu thang-á, (thang-á lóng ū jia-khàm),","tghg":"伊的戶椗(hō͘-tēng)，伊的關密的窗仔，伊的四圍三層的樓的廊(lông)，佇戶椗的對面，四圍的牆攏攬(áⁿ)柴板(pán)，對土腳到窗仔（窗仔攏有遮蓋），","bklhl":"伊ê戶碇，伊ê關密ê窗á，伊ê四圍三層ê樓ê廊；tī戶碇ê對面，四圍ê牆lóng áⁿ柴板；tùi土腳到窗á，(窗á lóng有遮蓋) ，"}},{"book":"結","chapter":41,"verse":17,"versions":{"unv":"直到門以上，就是到內殿和外殿內外四圍牆壁，都按尺寸用木板遮蔽","bklcl":"ti̍t-kàu mn̂g ê téng-bīn, chiū-sī kàu lāi-bīn ê chhù kap gōa-bīn, lāi-gōa sì-ûi ê chhiûⁿ-piah, lóng chiàu chhùn-chhioh.","tghg":"直到門的頂面，就是到內面的厝及外面，內外四圍的牆壁，攏照寸尺。","bklhl":"直到門ê頂面，就是到內面ê厝kap外面，內外四圍ê牆壁，lóng照寸尺。"}},{"book":"結","chapter":41,"verse":18,"versions":{"unv":"牆上雕刻基路伯和棕樹。每二基路伯中間有一棵棕樹，每基路伯有二臉。","bklcl":"Ū khek ki-lō͘-peng kap chang-chhiū, nn̄g ê ki-lō͘-peng ê tiong-kan ū chi̍t-châng ê chang-chhiū; ki-lō͘-peng ta̍k-ê ū nn̄g ê bīn;","tghg":"有刻𠼻𡀔兵及棕樹。二個𠼻𡀔兵的中間有一欉的棕樹，𠼻𡀔兵逐個有二個面。","bklhl":"有刻ki-lō͘-peng kap棕樹，兩個ki-lō͘-peng ê中間有一叢ê棕樹；ki-lō͘-peng ta̍k-ê有兩個面；"}},{"book":"結","chapter":41,"verse":19,"versions":{"unv":"這邊有人臉向著棕樹，那邊有獅子臉向著棕樹，殿內周圍都是如此。","bklcl":"chit-pêng ū lâng ê bīn, ǹg chang-chhiū, hit-pêng ū sai ê bīn, ǹg chang-chhiū; chhù-lāi sì-ûi lóng sī án-ni.","tghg":"此旁有人的面向棕樹，彼旁有獅的面向棕樹，厝內四圍攏是按呢。","bklhl":"Chit-pêng有人ê面，ǹg棕樹，hit-pêng有獅ê面，ǹg棕樹；厝內四圍lóng是án-ni。"}},{"book":"結","chapter":41,"verse":20,"versions":{"unv":"從地至門以上，都有基路伯和棕樹。殿牆就是這樣。","bklcl":"Tùi thô͘-kha kàu mn̂g-téng, lóng ū khek ki-lō͘-peng kap chang-chhiū; tiān ê chhiûⁿ lóng sī án-ni.","tghg":"對土腳到門頂，攏有刻𠼻𡀔兵及棕樹。殿的牆攏是按呢。","bklhl":"Tùi土腳到門頂，lóng有刻ki-lō͘-peng kap棕樹；殿ê牆lóng是án-ni。"}},{"book":"結","chapter":41,"verse":21,"versions":{"unv":"殿的門柱是方的。至聖所的前面，形狀和殿的形狀一樣。","bklcl":"Tiān ê mn̂g-khiā sī sù-hong--ê; chì-sèng-só͘ ê chêng-bīn, khoán-sit chhin-chhiūⁿ tiān ê khoán-sit.","tghg":"殿的門竪(mn̂g-khiā)是四方的。至聖所的前面，款式親像殿的款式。","bklhl":"殿ê門khiā是四方ê；至聖所ê前面，款式親像殿ê款式。"}},{"book":"結","chapter":41,"verse":22,"versions":{"unv":"壇是木頭做的，高三肘，長二肘。壇角和壇面，並四旁，都是木頭做的。他對我說：「這是耶和華面前的桌子。」","bklcl":"Tôaⁿ sī chhâ-chòe--ê, koâiⁿ saⁿ tiú, tn̂g nn̄g tiú, i ê kak, i ê chō, kap i ê sì-piⁿ lóng sī chhâ-chòe--ê; i tùi góa kóng, Che sī Iâ-hô-hoa bīn-chêng ê toh.","tghg":"壇是柴做的，高三肘，長二肘。伊的角伊的座，及伊的四邊，攏是柴做的。伊對我講：「這是耶和華面前的桌」。","bklhl":"壇是柴做ê，高三肘，長兩肘，伊ê角，伊ê座，kap伊ê四邊lóng是柴做ê；伊對我講，這是耶和華面前ê桌。"}},{"book":"結","chapter":41,"verse":23,"versions":{"unv":"殿和至聖所的門各有兩扇。","bklcl":"Tiān kap chì-sèng-só͘ ū nn̄g ê mn̂g.","tghg":"殿及至聖所有二個門，","bklhl":"殿kap至聖所有兩個門。"}},{"book":"結","chapter":41,"verse":24,"versions":{"unv":"每扇分兩扇，這兩扇是摺疊的。這邊門分兩扇，那邊門也分兩扇。","bklcl":"Ta̍k ê mn̂g ū nn̄g-sìⁿ, chit ê nn̄g-sìⁿ sī ōe áu-tit--ê; chit ê mn̂g nn̄g-sìⁿ, hit ê mn̂g iā nn̄g-sìⁿ.","tghg":"逐個門有二扇(sìⁿ)。此個二扇是會拗得(áu-tit)的。此個門二扇，彼個門也二扇。","bklhl":"Ta̍k-ê門有兩扇，chit ê兩扇是ōe拗得ê；chit ê門兩扇，hit ê門也兩扇。"}},{"book":"結","chapter":41,"verse":25,"versions":{"unv":"殿的門扇上雕刻基路伯和棕樹，與刻在牆上的一般。在外頭廊前有木檻。","bklcl":"Tiān ê mn̂g-téng ū khek ki-lō͘-peng kap chang-chhiū, kap khek tī chhiûⁿ-téng--ê chi̍t-iūⁿ; tī gōa-bīn lông ê thâu-chêng ū kāu ê chhâ-pán.","tghg":"殿的門頂有刻𠼻𡀔兵及棕樹，及刻佇牆頂的一樣。佇外面廊的頭前有厚的柴板。","bklhl":"殿ê門頂有刻ki-lō͘-peng kap棕樹，kap刻tī牆頂ê一樣；tī外面廊ê頭前有厚ê柴板。"}},{"book":"結","chapter":41,"verse":26,"versions":{"unv":"廊這邊那邊都有嚴緊的窗櫺和棕樹；殿的旁屋和檻就是這樣。","bklcl":"Lông ê piⁿ-thâu, chit-pêng hit-pêng, lóng ū koaiⁿ-ba̍t ê thang-á kap chang-chhiū; chhù ê piⁿ-pâng, kap kāu ê chhâ-pán, lóng sī án-ni.","tghg":"廊的邊頭此旁彼旁攏有關密的窗仔及棕樹；厝的邊房及厚的柴板攏是按呢。","bklhl":"廊ê邊頭，chit-pêng hit-pêng，lóng有關密ê窗á kap棕樹；厝ê邊房，kap厚ê柴板，lóng是án-ni。"}}]