[{"book":"結","chapter":27,"verse":1,"versions":{"unv":"耶和華的話又臨到我說：","bklcl":"Iâ-hô-hoa ê ōe koh lîm-kàu góa kóng,","tghg":"耶和華的話閣臨到我講：","bklhl":"耶和華ê話koh臨到我講，"}},{"book":"結","chapter":27,"verse":2,"versions":{"unv":"「人子啊，要為泰爾作起哀歌，","bklcl":"Jîn-chú ah, tio̍h ūi Chhui-lô chòe ai-ko,","tghg":"「人子啊，著為推羅做哀歌，","bklhl":"人子ah，tio̍h為 Chhui-lô做哀歌，"}},{"book":"結","chapter":27,"verse":3,"versions":{"unv":"說：你居住海口，是眾民的商埠；你的交易通到許多的海島。主耶和華如此說：泰爾啊，你曾說：我是全然美麗的。","bklcl":"kā Chhui-lô kóng, Lí khiā-khí hái-kháu, kap lia̍t-kok chèng hái-sū bóe-bōe chòe seng-lí; Chú Iâ-hô-hoa án-ni kóng: Chhui-lô ah, lí bat kóng, Góa sī oân-choân súi--ê.","tghg":"給推羅講：你徛起海口，及列國眾海嶼買賣做生理。主耶和華按呢講：推羅啊，你曾講：我是完全媠者。","bklhl":"Kā Chhui-lô講，你khiā起海口，kap列國眾海嶼買賣做seng-lí；主耶和華án-ni講： Chhui-lô ah，你bat講，我是完全súi-ê。"}},{"book":"結","chapter":27,"verse":4,"versions":{"unv":"你的境界在海中，造你的使你全然美麗。","bklcl":"Lí ê kéng-kài tī hái-tiong; khí-chō lí ê, hō͘ lí ê súi oân-choân.","tghg":"你的境界佇海中，起造你的互你的媠完全。","bklhl":"你ê境界tī海中；起造你ê，hō͘你ê súi完全。"}},{"book":"結","chapter":27,"verse":5,"versions":{"unv":"他們用示尼珥的松樹做你的一切板，用黎巴嫩的香柏樹做桅杆，","bklcl":"In ēng Sī-nî-jíⁿ ê chhêng-chhiū chòe lí it-chhè ê pang, ēng Lī-pa-lùn ê pek-hiuⁿ-chhiū chòe lí ê chûn-ûi.","tghg":"𪜶用示尼珥的松樹做你一切的板(pang)，用黎巴嫩的柏香樹做你的船桅(chûn-ûi)，","bklhl":"In用Sī-nî-jíⁿ ê松樹做你一切ê枋，用黎巴嫩ê柏香樹做你ê船桅。"}},{"book":"結","chapter":27,"verse":6,"versions":{"unv":"用巴珊的橡樹做你的槳，用象牙鑲嵌基提海島的黃楊木為坐板（或譯：艙板）。","bklcl":"Ēng Pa-san ê siōng-chhiū chòe lí ê chiúⁿ, ēng Ki-thê hái-sū ê n̂g-iông-chhâ, ji̍p chhiūⁿ-gê chòe lí chē ê pang.","tghg":"用巴珊的橡樹做你的槳(chiúⁿ)，用基提海嶼的黃楊柴入象牙做你坐的板。","bklhl":"用Pa-san ê橡樹做你ê槳，用Ki-thê海嶼ê黃楊柴，入象牙做你坐ê枋。"}},{"book":"結","chapter":27,"verse":7,"versions":{"unv":"你的篷帆是用埃及繡花細麻布做的，可以做你的大旗；你的涼棚是用以利沙島的藍色、紫色布做的。","bklcl":"Ēng Ai-ki̍p siù-hoe ê iù-tōe-pò͘ chòe lí ê phâng, chòe lí ê kî; ēng Í-lī-sa hái-sū lâm-sek chí-sek ê pò͘, chòe lí ê liâng-pîⁿ.","tghg":"用埃及綉花的幼苧(iù-tōe)布做你的篷(phâng)，做你的旗；用以利沙海嶼藍色、紫色的布做你的涼棚。","bklhl":"用埃及繡花ê幼苧布做你ê帆，做你ê旗；用以利沙海嶼藍色紫色ê 布，做你ê涼棚。"}},{"book":"結","chapter":27,"verse":8,"versions":{"unv":"西頓和亞發的居民作你盪槳的。泰爾啊，你中間的智慧人作掌舵的。","bklcl":"Se-tùn kap A-hoat khiā-khí ê peh-sìⁿ, chòe lí ê kò-chiúⁿ--ê; lí tiong-kan gâu ê lâng chòe lí ê hōaⁿ-tōa--ê.","tghg":"西頓及亞發徛起的百姓做你的划槳(kò-chiúⁿ--ê)者。你中間𠢕的人做你的按舵者(hōaⁿ-tōa--ê)。","bklhl":"Se-tùn kap A-hoat khiā起ê百姓，做你ê划槳ê；你中間gâu ê人做你ê hōaⁿ舵ê。"}},{"book":"結","chapter":27,"verse":9,"versions":{"unv":"迦巴勒的老者和聰明人都在你中間作補縫的；一切泛海的船隻和水手都在你中間經營交易的事。","bklcl":"Ka-pa-le̍k láu-liān--ê kap gâu ê lâng, lóng tī lín tiong-kan chòe pó͘ chûn-khang--ê; it-chhè kè-hái ê chûn-chiah, kap in ê chúi-siú, lóng tī lí tiong-kan keng-êng seng-lí ê sū.","tghg":"迦巴勒老練者及𠢕的人，攏佇恁中間做補船孔者；一切過海的船隻及𪜶的水手攏佇你中間經營生理的事。","bklhl":"Ka-pa-le̍k老練ê kap gâu ê人，lóng tī lín中間做補船孔ê；一切過海ê船隻，kap in ê水手，lóng tī你中間經營seng-lí ê事。"}},{"book":"結","chapter":27,"verse":10,"versions":{"unv":"「波斯人、路德人、弗人在你軍營中作戰士；他們在你中間懸掛盾牌和頭盔，彰顯你的尊榮。","bklcl":"Pho-su, Lō͘-tek, Hut ê lâng, tī lí kun-iâⁿ-tiong chòe chiàn-sū; in tī lí ê tiong-kan kùi tîn-pâi kap thâu-khoe, hián-bêng lí ê súi.","tghg":"「波斯、路德、弗的人佇你軍營中做戰士；𪜶佇你的中間掛(kùi)盾牌及頭盔(khoe)，顯明你的媠。","bklhl":"波斯、路得、Hut ê人，tī你軍營中做戰士；in tī你ê中間掛藤牌kap頭盔，顯明你ê súi。"}},{"book":"結","chapter":27,"verse":11,"versions":{"unv":"亞發人和你的軍隊都在你四圍的牆上，你的望樓也有勇士；他們懸掛盾牌，成全你的美麗。","bklcl":"A-hoat lâng kap lí ê kun-tūi, lóng tī lí sì-ûi ê chhiûⁿ-téng; lí ê chiú-kiⁿ-lâu ia̍h ū ióng-sū, in kùi in ê tîn-pâi tī lí sì-ûi ê chhiûⁿ-piah, sêng-choân lí ê súi.","tghg":"亞發人及你的軍隊攏佇你四圍的牆頂，你的守更樓亦有勇士；𪜶掛𪜶的盾牌佇你四圍的牆壁，成全你的媠。","bklhl":"A-hoat人kap你ê軍隊，lóng tī你四圍ê牆頂；你ê守更樓亦有勇士，in掛in ê藤牌tī你四圍ê牆壁，成全你ê súi。"}},{"book":"結","chapter":27,"verse":12,"versions":{"unv":"「他施人因你多有各類的財物，就作你的客商，拿銀、鐵、錫、鉛兌換你的貨物。","bklcl":"Tha-si lâng in-ūi ta̍k-iūⁿ ê châi-bu̍t chhiong-chiok, chiū chòe lí ê kheh-siong; tòa gûn, thih, siah, iân, lâi ōaⁿ lí ê hè-mi̍h.","tghg":"「他施人因為逐樣的財物充足，就做你的客商，帶銀、鐵、錫(siah)、鉛(iân)，來換你的貨物。","bklhl":"Tha-si人因為ta̍k樣ê財物充足，就做你ê客商；帶銀、鐵、錫、鉛，來換你ê貨物。"}},{"book":"結","chapter":27,"verse":13,"versions":{"unv":"雅完人、土巴人、米設人都與你交易；他們用人口和銅器兌換你的貨物。","bklcl":"Ngá-oân lâng, Thó͘-pa lâng, Bí-siat lâng, lóng kap lí kau-koan; in ēng jîn-kháu kap tâng-khì, lâi ōaⁿ lí ê hè-mi̍h.","tghg":"雅完人、土巴人、米設人，攏及你交關；𪜶用人口及銅器來換你的貨物。","bklhl":"Ngá-oân人、Thó͘-pa人、Bí-siat人，lóng kap你kau-koan；in用人口kap銅器，來換你ê貨物。"}},{"book":"結","chapter":27,"verse":14,"versions":{"unv":"陀迦瑪族用馬和戰馬並騾子兌換你的貨物。","bklcl":"To-ka-má cho̍k ēng bé, kap chiàn-bé, kap lô, lâi ōaⁿ lí ê hè-mi̍h.","tghg":"陀迦瑪族用馬及戰馬及騾來換你的貨物。","bklhl":"To-ka-má族用馬，kap戰馬，kap騾，來換你ê貨物。"}},{"book":"結","chapter":27,"verse":15,"versions":{"unv":"底但人與你交易，許多海島作你的碼頭；他們拿象牙、烏木與你兌換（或譯：進貢）。","bklcl":"Tí-tàn lâng kap lí kau-koan; chōe-chōe hái-sū chòe lí ê ē-pôaⁿ seng-lí; in tòa chhiūⁿ-gê, o͘-ba̍k-chhâ, kap lí kau-ōaⁿ.","tghg":"底但人及你交關，多多海嶼做你的下盤生理；𪜶帶象牙、黑木柴及你交換。","bklhl":"Tí-tàn人kap你kau-koan；chōe-chōe海嶼做你ê 下盤seng-lí；in帶象牙、烏木柴，kap你交換。"}},{"book":"結","chapter":27,"verse":16,"versions":{"unv":"亞蘭人因你的工作很多，就作你的客商；他們用綠寶石、紫色布繡貨、細麻布、珊瑚、紅寶石兌換你的貨物。","bklcl":"A-lân lâng in-ūi lí ê chè-chō chhiong-chiok, chiū chòe lí ê kheh-siong; in ēng le̍k-pó-chio̍h, chí-sek ê pò͘, siù-hoe ê mi̍h, iù-tōe-pò͘, sian-hô, âng-pó-chio̍h, lâi ōaⁿ lí ê hè-mi̍h.","tghg":"亞蘭人因為你的製造充足，就做你的客商；𪜶用綠寶石、紫色的布、綉花的物、幼苧布、珊瑚，紅寶石來換你的貨物。","bklhl":"A-lân人因為你ê製造充足，就做你ê客商；in用綠寶石、紫色ê 布、繡花ê物、幼苧布、珊瑚、紅寶石，來換你ê貨物。"}},{"book":"結","chapter":27,"verse":17,"versions":{"unv":"猶大和以色列地的人都與你交易；他們用米匿的麥子、餅、蜜、油、乳香兌換你的貨物。","bklcl":"Iû-tāi kap Í-sek-lia̍t tōe ê lâng, lóng kap lí kau-koan; in ēng Bí-le̍k ê be̍h, piáⁿ, bi̍t, iû, jú-hiuⁿ, lâi ōaⁿ lí ê hè-mi̍h.","tghg":"猶大及以色列地的人攏及你交關；𪜶用米匿的麥、餅、蜜、油、乳香來換你的貨物。","bklhl":"偤大kap以色列地ê人，lóng kap你kau-koan；in用Bí-le̍k ê麥、餅、蜜、油、乳香，來換你ê貨物。"}},{"book":"結","chapter":27,"verse":18,"versions":{"unv":"大馬士革人因你的工作很多，又因你多有各類的財物，就拿黑本酒和白羊毛與你交易。","bklcl":"Tāi-má-sek lâng in-ūi lí ê chè-chō chhiong-chiok, koh in-ūi ta̍k-iūⁿ ê châi-bu̍t chhiong-chiok; chiū tòa Hek-pún ê chiú, kap pe̍h iûⁿ-mn̂g, kap lí kau-koan.","tghg":"大馬色人因為你的製造充足，閣因為逐樣的財物充足，就帶黑本的酒及白羊毛及你交關。","bklhl":"大馬色人因為你ê製造充足，koh因為ta̍k樣ê財物充足；就帶Hek-pún ê酒，kap白羊毛，kap你kau-koan。"}},{"book":"結","chapter":27,"verse":19,"versions":{"unv":"威但人和雅完人拿紡成的線、亮鐵、桂皮、菖蒲兌換你的貨物。","bklcl":"Ui-tàn lâng kap Ngá-oân lâng, tòa sòaⁿ kap kng ê thih, jio̍k-kùi, chhiong-pô͘, tī lí ê koe-chhī, ōaⁿ lí ê hè-mi̍h.","tghg":"威但人及雅完人帶線及光的鐵、肉桂、菖浦(chhiong-pô͘)，佇你的街市換你的貨物。","bklhl":"Ui-tàn人kap Ngá-oân人，帶線kap光ê鐵、肉桂、菖蒲，tī你ê街市，換你ê貨物。"}},{"book":"結","chapter":27,"verse":20,"versions":{"unv":"底但人用高貴的毯子、鞍、屜與你交易。","bklcl":"Tí-tàn lâng ēng súi ê bé-oaⁿ-chū kap lí kau-koan.","tghg":"底但人用媠的馬鞍墊(bé-oaⁿ-chū)及你交關。","bklhl":"Tí-tàn人用súi ê馬鞍敷kap你kau-koan。"}},{"book":"結","chapter":27,"verse":21,"versions":{"unv":"阿拉伯人和基達的一切首領都作你的客商，用羊羔、公綿羊、公山羊與你交易。","bklcl":"A-la̍h-pek lâng kap Ki-ta̍t it-chhè ê léng-siù, lóng chòe lí ê ē-pôaⁿ seng-lí; ēng iûⁿ-ko, kang ê mî-iûⁿ, soaⁿ-iûⁿ, kap lí kau-koan.","tghg":"亞拉伯人及基達一切的領袖攏做你的下盤生理，用羊羔、公的綿羊、山羊及你交關。","bklhl":"阿拉伯人kap Ki-ta̍t一切ê領袖，lóng做你ê下盤seng-lí；用羊羔、公ê綿羊、山羊，kap你kau-koan。"}},{"book":"結","chapter":27,"verse":22,"versions":{"unv":"示巴和拉瑪的商人與你交易，他們用各類上好的香料、各類的寶石，和黃金兌換你的貨物。","bklcl":"Sī-pa kap La̍h-má ê seng-lí lâng kap lí kau-koan; in ēng ta̍k-lūi siōng-hó ê hiuⁿ-liāu, ta̍k-lūi ê pó-chio̍h kap n̂g-kim lâi ōaⁿ lí ê hè-mi̍h.","tghg":"示巴及拉瑪的生理人及你交關，𪜶用逐類上好的香料(hiuⁿ-liāu)、逐類的寶石，及黃金來換你的貨物。","bklhl":"Sī-pa kap La̍h-má ê seng-lí人kap你kau-koan；in用ta̍k類siōng好ê香料，ta̍k類ê寶石kap黃金來換你ê貨物。"}},{"book":"結","chapter":27,"verse":23,"versions":{"unv":"哈蘭人、干尼人、伊甸人、示巴的商人，和亞述人、基抹人與你交易。","bklcl":"Hap-lân, Kan-nî, I-tiân lâng, Sī-pa ê seng-lí lâng, A-su̍t lâng, Ki-boat lâng kap lí kau-koan.","tghg":"哈蘭、干尼、伊甸人、示巴的生理人、亞述人、基抹人及你交關。","bklhl":"哈蘭、Kan-nî、I-tiân人、Sī-pa ê seng-lí人，亞述人，Ki-boat人kap你kau-koan。"}},{"book":"結","chapter":27,"verse":24,"versions":{"unv":"這些商人以美好的貨物包在繡花藍色包袱內，又有華麗的衣服裝在香柏木的箱子裡，用繩捆著與你交易。","bklcl":"Chiah-ê seng-lí lâng ēng chin-hó ê hè-mi̍h, lâm-sek siù-hoe ê pò͘, chng kui-pau; koh ū súi ê i-ho̍k, chng tī pek-hiuⁿ-chhâ ê siuⁿ-á-lāi, ēng soh pa̍k-i, kap lí kau-koan.","tghg":"諸個生理人用真好的貨物，藍色綉花的布裝歸包，閣有媠的衣服裝佇柏香柴的箱仔內，用索縛(pa̍k)伊及你交關。","bklhl":"Chiah-ê seng-lí人用真好ê貨物，藍色繡花ê布，裝kui包；koh有súi ê衣服，裝tī柏香柴ê箱á內，用索縛伊，kap你kau-koan。"}},{"book":"結","chapter":27,"verse":25,"versions":{"unv":"他施的船隻接連成幫為你運貨，你便在海中豐富極其榮華。","bklcl":"Tha-si ê chûn-chiah tàu kui-pang, kā lí chài-hè; lí chiū tī hái-tiong pù-ū, ke̍k-kî êng-kng.","tghg":"他施的船隻鬪(tàu)歸幫，給你載貨，你就佇海中富有，極其榮光。","bklhl":"Tha-si ê船隻tàu kui-pang，kā你載貨；你就tī海中富有，極其榮光。"}},{"book":"結","chapter":27,"verse":26,"versions":{"unv":"盪槳的已經把你盪到大水之處，東風在海中將你打破。","bklcl":"Lí ê kò-chiúⁿ--ê, í-keng kò lí kàu tōa-chúi ê só͘-chāi; tang-hong tī hái-tiong kā lí kòng-phòa.","tghg":"你的划槳的已經划你到大水的所在，東風佇海中給你摃(kòng)破。","bklhl":"你ê划槳ê，已經划你到大水ê所在；東風tī海中kā你摃破。"}},{"book":"結","chapter":27,"verse":27,"versions":{"unv":"你的資財、物件、貨物、水手、掌舵的、補縫的、經營交易的，並你中間的戰士和人民，在你破壞的日子必都沉在海中。","bklcl":"Lí ê chîⁿ-châi, lí ê mi̍h-kiāⁿ, lí ê hè-phín, lí ê chúi-siú, lí ê hōaⁿ-tōa--ê, lí ê that chûn-khang--ê, lí ê keng-êng seng-lí--ê, í-ki̍p lí tiong-kan ê chiàn-sū, kap lí tiong-kan ê chèng-lâng, tī lí pāi-hoāi ê ji̍t, lóng beh tîm tī hái-tiong.","tghg":"你的錢財、你的物件(mi̍h-kiāⁿ)、你的貨品、你的水手、你的按舵者、你的塞(that)船孔者、你的經營生理者，以及你中間的戰士及你中間的眾人，佇你敗壞的日攏欲沈佇海中。","bklhl":"你ê錢財，你ê物件，你ê貨品，你ê水手，你ê hōaⁿ舵ê，你ê塞船孔ê，你ê經營seng-lí-ê，以及你中間ê戰士，kap你中間ê眾人，tī你敗壞ê日，lóng beh沉tī海中。"}},{"book":"結","chapter":27,"verse":28,"versions":{"unv":"你掌舵的呼號之聲一發，郊野都必震動。","bklcl":"Lí hōaⁿ-tōa--ê âu-kiò ê siaⁿ chi̍t-ē hoah, kau-iá lóng beh tín-tāng.","tghg":"你按舵者喉叫的聲一下喝(hoah)，郊野攏欲振動。","bklhl":"你hōaⁿ舵ê喉叫ê聲一下hoah，郊野lóng beh振動。"}},{"book":"結","chapter":27,"verse":29,"versions":{"unv":"凡盪槳的和水手，並一切泛海掌舵的，都必下船登岸。","bklcl":"Kìⁿ-nā kò-chiúⁿ-ê, kap chúi-siú, kap it-chhè kè-hái hōaⁿ-tōa--ê, lóng beh lī-khui chûn chiūⁿ-hōaⁿ.","tghg":"見若划槳者及水手，及一切過海按舵者，攏欲離開船上岸。","bklhl":"見若划槳ê，kap水手，kap一切過海hōaⁿ舵ê，lóng beh離開船上岸。"}},{"book":"結","chapter":27,"verse":30,"versions":{"unv":"他們必為你放聲痛哭，把塵土撒在頭上，在灰中打滾；","bklcl":"In beh ūi lí khui-siaⁿ tōa-khàu, sám thô͘-hún tī thâu-khak, kō tī hé-hu-tiong.","tghg":"𪜶欲為你開聲大哭，摻(sám)土粉佇頭殼，翱(kō)佇火灰中；","bklhl":"In beh為你開聲大哭，sám土粉tī頭殼，kō tī火灰中。"}},{"book":"結","chapter":27,"verse":31,"versions":{"unv":"又為你使頭上光禿，用麻布束腰，號咷痛哭，苦苦悲哀。","bklcl":"Koh ūi-tio̍h lí lâi thì kng-thâu, ēng môa-pò͘ hâ-io, thòng-sim thî-khàu, ke̍k-kî pi-ai.","tghg":"閣為著你來剃光頭，用麻布縖(hâ)腰，痛心啼哭，極其悲哀。","bklhl":"Koh為tio̍h你來剃光頭，用麻布縖腰，痛心啼哭，極其悲哀。"}},{"book":"結","chapter":27,"verse":32,"versions":{"unv":"他們哀號的時候，為你作起哀歌哀哭，說：有何城如泰爾？有何城如他在海中成為寂寞的呢？","bklcl":"In ai-siong ê sî, ūi-tio̍h lí chòe ai-ko, thî-khàu lí; kóng, Ū sím-mi̍h siâⁿ chhin-chhiūⁿ Chhui-lô, chhin-chhiūⁿ i tī hái-tiong chiâⁿ-chòe chēng chhiⁿ-chhiⁿ--ê ah?","tghg":"𪜶哀傷的時，為著你做哀歌啼哭你，講：有甚麼城親像推羅？親像伊佇海中成做靜淒淒(chhiⁿ-chhiⁿ)的啊？","bklhl":"In哀傷ê時，為tio̍h你做哀歌，啼哭你；講，有甚麼城親像Chhui-lô，親像伊tī海中成做靜悽悽ê ah？"}},{"book":"結","chapter":27,"verse":33,"versions":{"unv":"你由海上運出貨物，就使許多國民充足；你以許多資財、貨物使地上的君王豐富。","bklcl":"Lí ê hè-mi̍h tùi hái-bīn chiūⁿ-soaⁿ, chiū hō͘ chōe-chōe peh-sìⁿ chhiong-chiok; lí ēng chōe-chōe chîⁿ-châi hè-mi̍h, hō͘ tōe-chiūⁿ ê kun-ông hó-gia̍h.","tghg":"你的貨物對海面上山，就互多多百姓充足；你用多多錢財、貨物，互地上的君王好額。","bklhl":"你ê貨物tùi海面上山，就hō͘ chōe-chōe百姓充足；你用chōe-chōe錢財貨物，hō͘地上ê君王好額。"}},{"book":"結","chapter":27,"verse":34,"versions":{"unv":"你在深水中被海浪打破的時候，你的貨物和你中間的一切人民，就都沉下去了。","bklcl":"Lí tī chhim-chúi-tiong hō͘ hái-éng lòng-phòa ê sî, lí ê hè-mi̍h, kap lí tiong-kan it-chhè ê chèng-lâng, chiū lóng tîm--lo̍h-khì.","tghg":"你佇深水中互海湧(éng)撞(lòng)破的時，你的貨物及你中間一切的眾人，就攏沈落去。","bklhl":"你tī深水中hō͘海湧挵破ê時，你ê貨物，kap你中間一切ê眾人，就lóng沉落去。"}},{"book":"結","chapter":27,"verse":35,"versions":{"unv":"海島的居民為你驚奇；他們的君王都甚恐慌，面帶愁容。","bklcl":"Hái-sū khiā-khí ê peh-sìⁿ, ūi-tio̍h lí gông-ngia̍h; in ê kun-ông lóng chin kiaⁿ, bīn tài-iu-iông.","tghg":"海嶼徛起的百姓為著你卬愕；𪜶的君王攏真驚，面帶憂容。","bklhl":"海嶼khiā起ê百姓，為tio̍h你gông-ngia̍h；in ê君王lóng真驚，面帶憂容。"}},{"book":"結","chapter":27,"verse":36,"versions":{"unv":"各國民中的客商都向你發嘶聲；你令人驚恐，不再存留於世，直到永遠。」","bklcl":"Lia̍t-kok ê seng-lí lâng, lóng beh chhut ki-chhì ê siaⁿ; lí hō͘ lâng thang kiaⁿ, lí bô thang koh tī-teh ti̍t-kàu éng-oán.","tghg":"列國的生理人攏欲出譏刺的聲；你互人通驚；你無通閣佇啲直到永遠。」","bklhl":"列國ê seng-lí人，lóng beh出譏刺ê聲；你hō͘人thang驚，你無thang koh tī-teh直到永遠。"}}]