[{"book":"結","chapter":21,"verse":1,"versions":{"unv":"耶和華的話臨到我說：","bklcl":"Iâ-hô-hoa ê ōe lîm-kàu góa kóng,","tghg":"耶和華的話臨到我講：","bklhl":"耶和華ê話臨到我講，"}},{"book":"結","chapter":21,"verse":2,"versions":{"unv":"「人子啊，你要面向耶路撒冷和聖所滴下預言，攻擊以色列地。","bklcl":"Jîn-chú ah, lí tio̍h bīn ǹg Iâ-lō͘-sat-léng, ǹg hiah-ê sèng-só͘ piàⁿ-chhut ōe kong-kek Í-sek-lia̍t tōe lâi soan-thoân.","tghg":"「人子啊，你著面向耶路撒冷向許個聖所傾(piàⁿ)出話，攻擊以色列地來宣傳。","bklhl":"人子ah，你tio̍h面ǹg耶路撒冷，ǹg hiah-ê聖所piàⁿ出話攻擊以色列地來宣傳。"}},{"book":"結","chapter":21,"verse":3,"versions":{"unv":"對以色列地說，耶和華如此說：我與你為敵，並要拔刀出鞘，從你中間將義人和惡人一併剪除。","bklcl":"Tùi Í-sek-lia̍t tōe kóng, Iâ-hô-hoa án-ni kóng, Khòaⁿ ah, Góa beh tí-te̍k lí, ia̍h beh pu̍ih Góa ê to chhut i ê siù; tùi lí ê tiong-kan chián-tû gī-lâng pháiⁿ-lâng.","tghg":"對以色列地講，耶和華按呢講：看啊，我欲抵敵(tí-te̍k)你，亦欲拔(pu̍ih)我的刀出伊的鞘(siù)，對你的中間剪除義人歹人。","bklhl":"對以色列地講，耶和華án-ni講，看ah，我beh抵敵你，亦beh拔我ê刀出伊ê鞘；tùi你ê中間剪除義人pháiⁿ人。"}},{"book":"結","chapter":21,"verse":4,"versions":{"unv":"我既要從你中間剪除義人和惡人，所以我的刀要出鞘，自南至北攻擊一切有血氣的；","bklcl":"Góa kì-jiân beh tùi lí tiong-kan chián-tû gī-lâng kap pháiⁿ-lâng, só͘-í Góa ê to beh chhut i ê siù, tùi lâm kàu pak, kong-kek it-chhè ū hiat-khì-ê.","tghg":"我既然欲對你中間剪除義人及歹人，所以我的刀欲出伊的鞘，對南到北攻擊一切有血氣的；","bklhl":"我既然beh對你中間剪除義人kap pháiⁿ人，所以我ê刀beh出伊ê鞘，tùi南到北，攻擊一切有血氣ê。"}},{"book":"結","chapter":21,"verse":5,"versions":{"unv":"一切有血氣的就知道我─耶和華已經拔刀出鞘，必不再入鞘。","bklcl":"It-chhè ū hiat-khì-ê chiū chai Góa Iâ-hô-hoa í-keng pu̍ih to chhut i ê siù, tek-khak bô koh siu-ji̍p.","tghg":"一切有血氣的就知我──耶和華已經拔刀出伊的鞘，的確無閣收入。","bklhl":"一切有血氣ê就知我耶和華已經拔刀出伊ê鞘，的確無koh收入。"}},{"book":"結","chapter":21,"verse":6,"versions":{"unv":"人子啊，你要歎息，在他們眼前彎著腰，苦苦地歎息。","bklcl":"Jîn-chú ah, lí tio̍h thó͘-khùi, io-kut chi̍h, thòng-khó͘; thó͘-khùi tī in ê bīn-chêng.","tghg":"人子啊，你著吐氣，腰骨折，痛苦吐氣，佇𪜶的面前。","bklhl":"人子ah，你tio̍h吐氣，腰骨折，痛苦；吐氣tī in ê面前。"}},{"book":"結","chapter":21,"verse":7,"versions":{"unv":"他們問你說：『為何歎息呢？』你就說：『因為有風聲、災禍要來。人心都必消化，手都發軟，精神衰敗，膝弱如水。看哪，這災禍臨近，必然成就。這是主耶和華說的。』」","bklcl":"In mn̄g lí kóng, Lí siáⁿ-sū thó͘-khùi? lí chiū tio̍h kóng, In-ūi ū hong-siaⁿ tāi-chì beh lâi, lâng ê sim lóng beh siau-iûⁿ, chhiú lóng sng-nńg, cheng-sîn soe-pāi, kha-thâu-u loán-jio̍k chhin-chhiūⁿ chúi; khòaⁿ ah, chit ê sū teh lâi, tek-khak ōe chiâⁿ; che sī Chú Iâ-hô-hoa kóng--ê.","tghg":"𪜶問你講：『你啥事吐氣？』你就著講：『因為有風聲、代誌欲來。人的心攏欲消溶，手攏酸軟，精神衰敗，腳頭窩(kha-thâu-u)軟弱親像水。看啊，此個事啲來，的確會成。這是主耶和華講的。』」","bklhl":"In問你講，你啥事吐氣？你就tio̍h講，因為有風聲tāi-chì beh來，人ê心lóng beh消溶，手lóng酸軟，精神衰敗，腳頭u軟弱親像水；看ah，chit ê事teh來，的確會成；這是主耶和華講ê。"}},{"book":"結","chapter":21,"verse":8,"versions":{"unv":"耶和華的話臨到我說：","bklcl":"Iâ-hô-hoa ê ōe lîm-kàu góa kóng,","tghg":"耶和華的話臨到我講：","bklhl":"耶和華ê話臨到我講，"}},{"book":"結","chapter":21,"verse":9,"versions":{"unv":"「人子啊，你要預言。耶和華吩咐我如此說：有刀、有刀，是磨快擦亮的；","bklcl":"Jîn-chú ah, lí tio̍h soan-thoân kóng, Iâ-hô-hoa án-ni kóng, Lí tio̍h kóng, Ū to, ū to, sī bôa-lāi lù-kng ê.","tghg":"「人子啊，你著宣傳講。耶和華按呢講，你著講：有刀、有刀，是磨利鑢光(lù-kng)的；","bklhl":"人子ah，你tio̍h宣傳講，耶和華án-ni講，你tio̍h講，有刀，有刀，是磨利鑢光 ê。"}},{"book":"結","chapter":21,"verse":10,"versions":{"unv":"磨快為要行殺戮，擦亮為要像閃電。我們豈可快樂嗎？罰我子的杖藐視各樹。","bklcl":"Bôa-lāi sī beh thâi lâng, lù-kng sī beh chhin-chhiūⁿ sih-nà; lán kiám thang hoaⁿ-hí mah?  Góa ê kiáⁿ ê koáiⁿ-á biáu-sī chèng chhiū-ba̍k.","tghg":"磨利是欲刣人，鑢光是欲親像閃爁(sih-nà)。咱豈通歡喜嗎？我的子的枴仔藐視眾樹木。","bklhl":"磨利是beh 刣人，鑢光是beh親像sih-nà；咱kiám thang歡喜mah？我ê kiáⁿ ê柺á藐視眾樹木。"}},{"book":"結","chapter":21,"verse":11,"versions":{"unv":"這刀已經交給人擦亮，為要應手使用。這刀已經磨快擦亮，好交在行殺戮的人手中。","bklcl":"Chit ki to í-keng kau hō͘ lâng lù-kng, thang hō͘ lâng ê chhiú kia̍h--i; i í-keng bôa-lāi lù-kng, thang kau tī thâi-lâng--ê ê chhiú.","tghg":"此支刀已經交互人鑢光，通互人的手攑伊。伊已經磨利鑢光，通交佇刣人者的手。","bklhl":"Chit支刀已經交hō͘人鑢光，thang hō͘人ê手kia̍h伊；伊已經磨利鑢光，thang交tī 刣人ê ê手。"}},{"book":"結","chapter":21,"verse":12,"versions":{"unv":"人子啊，你要呼喊哀號，因為這刀臨到我的百姓和以色列一切的首領。他們和我的百姓都交在刀下，所以你要拍腿歎息。","bklcl":"Jîn-chú ah, lí tio̍h hoah, âu-kiò; in-ūi chit ê lîm-kàu Góa ê peh-sìⁿ, kap Í-sek-lia̍t it-chhè ê kùi-cho̍k; in kap Góa ê peh-sìⁿ lóng kau tī to-ē, só͘-í lí tio̍h tah tōa-thúi.","tghg":"人子啊，你著喝(hoah)喉叫，因為此個臨到我的百姓及以色列一切的貴族。𪜶及我的百姓攏交佇刀下，所以你著搭(tah)大腿。","bklhl":"人子ah，你tio̍h hoah，喉叫；因為chit ê臨到我ê百姓，kap以色列一切ê貴族；in kap我ê百姓lóng交tī刀下，所以你tio̍h搭大腿。"}},{"book":"結","chapter":21,"verse":13,"versions":{"unv":"有試驗的事；若那藐視的杖歸於無有，怎麼樣呢？這是主耶和華說的。","bklcl":"Ū chhì-giām ê sū; nā hit ê biáu-sī ê koáiⁿ-á kui tī bô, beh àn-cháiⁿ-iūⁿ ah? che sī Chú Iâ-hô-hoa kóng--ê.","tghg":"有試驗的事；若彼個藐視的枴仔歸佇無，欲按怎樣啊？這是主耶和華講的。","bklhl":"有試驗ê事；若hit ê藐視ê柺á歸tī無，beh àn怎樣ah？這是主耶和華講ê。"}},{"book":"結","chapter":21,"verse":14,"versions":{"unv":"「人子啊，你要拍掌預言。我─耶和華要使這刀，就是致死傷的刀，一連三次加倍刺人，進入他們的內屋，使大人受死傷的就是這刀。","bklcl":"Jîn-chú ah, lí tio̍h tah chhiú soan-thoân, chit ki to tio̍h saⁿ-pái ka-pē, chiū-sī hō͘ lâng tio̍h tāng-siong ê to, ia̍h sī hō͘ tāi-jîn tio̍h tāng-siong ê to, ji̍p tī ba̍t-pâng--ê.","tghg":"「人子啊，你著搭手宣傳。此支刀著三擺加倍，就是互人著重傷的刀，亦是互大人(tāi-jîn)著重傷的刀，入佇密房者。","bklhl":"人子ah，你tio̍h tah手宣傳，chit支刀tio̍h三pái加倍，就是hō͘人tio̍h重傷ê刀，亦是hō͘大人tio̍h重傷ê刀，入tī密房ê。"}},{"book":"結","chapter":21,"verse":15,"versions":{"unv":"我設立這恐嚇人的刀，攻擊他們的一切城門，使他們的心消化，加增他們跌倒的事。哎！這刀造得像閃電，磨得尖利，要行殺戮。","bklcl":"Góa pī-pān hō͘ lâng kiaⁿ ê to, kong-kek in it-chhè ê siâⁿ-mn̂g; hō͘ in ê sim siau-iûⁿ, ke-thiⁿ in poa̍h-tó ê sū; hāiⁿ ah, chit ki to chhòng kàu chhin-chhiūⁿ sih-nà, bôa kàu chin-lāi, beh thâi-sí lâng.","tghg":"我備辦互人驚的刀，攻擊𪜶一切的城門，互𪜶的心消溶，加添𪜶跋倒的事。嗐(hāiⁿ)啊，此支刀創到親像閃爁，磨到真利，欲刣死人。","bklhl":"我備辦hō͘人驚ê刀，攻擊in一切ê城門；hō͘ in ê心消溶，加添in跋倒ê事；hāiⁿ ah，chit支刀chhòng到親像sih-nà，磨到真利，beh 刣死人。"}},{"book":"結","chapter":21,"verse":16,"versions":{"unv":"刀啊，你歸在右邊，擺在左邊；你面向哪方，就向那方殺戮。","bklcl":"Lí tio̍h ha̍p-óa, ǹg chiàⁿ-pêng; pâi-tīn, ǹg tò-pêng; chhut-chāi lí ê bīn ǹg toh-lo̍h, chiū ǹg hia.","tghg":"你著合倚，向正旁，排陣向倒旁；出在你的面向叨落，就向遐。","bklhl":"你tio̍h合óa，ǹg chiàⁿ-pêng；排陣，ǹg tò-pêng；chhut-chāi你ê面ǹg toh-lo̍h，就ǹg hia。"}},{"book":"結","chapter":21,"verse":17,"versions":{"unv":"我也要拍掌，並要使我的忿怒止息。這是我─耶和華說的。」","bklcl":"Góa ia̍h beh tah-chhiú, ia̍h beh hō͘ Góa ê tōa siū-khì soah; che sī Góa Iâ-hô-hoa kóng--ê.","tghg":"我亦欲搭手，亦欲互我的大受氣息(soah)。這是我──耶和華講的。」","bklhl":"我亦beh搭手，亦beh hō͘我ê大受氣soah；這是我耶和華講ê。"}},{"book":"結","chapter":21,"verse":18,"versions":{"unv":"耶和華的話又臨到我說：","bklcl":"Iâ-hô-hoa ê ōe koh lîm-kàu góa kóng,","tghg":"耶和華的話閣臨到我講：","bklhl":"耶和華ê話koh臨到我講，"}},{"book":"結","chapter":21,"verse":19,"versions":{"unv":"「人子啊，你要定出兩條路，好使巴比倫王的刀來。這兩條路必從一地分出來，又要在通城的路口上畫出一隻手來。","bklcl":"Jîn-chú ah, lí tio̍h ūi-tio̍h pún-sin siat nn̄g tiâu lō͘, thang hō͘ Pa-pí-lûn ông ê to-kiàm tùi hia lâi; chí nn̄g tiâu lō͘ tio̍h tùi chi̍t só͘-chāi pun-chhut; koh tio̍h ūi chi̍t ki chhiú, ūi tī thàu-kàu siâⁿ ê lō͘-thâu.","tghg":"「人子啊，你著為著本身設二條路，通互巴比倫王的刀劍對遐來。此二條路著對一所在分(pun)出，閣著畫一支手畫佇透到城的路頭。","bklhl":"人子ah，你tio̍h為tio̍h本身設兩條路，thang hō͘巴比倫王ê刀劍tùi hia來；chit兩條路tio̍h tùi一所在分出；koh tio̍h畫一支手，畫tī透到城ê路頭。"}},{"book":"結","chapter":21,"verse":20,"versions":{"unv":"你要定出一條路，使刀來到亞捫人的拉巴；又要定出一條路，使刀來到猶大的堅固城耶路撒冷。","bklcl":"Lí tio̍h siat chi̍t tiâu lō͘, hō͘ to lâi kàu A-bûn lâng ê La̍h-pa, iā thang kàu Iû-tāi kian-kò͘ ê siâⁿ Iâ-lō͘-sat-léng.","tghg":"你著設一條路，互刀來到亞捫人的拉巴；也通到猶大堅固的城耶路撒冷。","bklhl":"你tio̍h設一條路，hō͘刀來到A-bûn人ê La̍h-pa，也thang到偤大堅固ê城耶路撒冷。"}},{"book":"結","chapter":21,"verse":21,"versions":{"unv":"因為巴比倫王站在岔路那裡，在兩條路口上要占卜。他搖籤（原文是箭）求問神像，察看犧牲的肝；","bklcl":"In-ūi Pa-pí-lûn ông khiā tī siang-chhe lō͘ hia, tī nn̄g tiâu lō͘-thâu beh chiam-pok, i ê iô chìⁿ; mn̄g ngó͘-siōng, giām seng-lé ê koaⁿ.","tghg":"因為巴比倫王徛佇雙叉路遐，佇二條路頭欲占卜。伊的搖箭問偶像，驗牲禮的肝；","bklhl":"因為巴比倫王khiā tī 雙叉路hia，tī兩條路頭beh占卜，伊ê搖箭；問偶像，驗牲禮ê肝。"}},{"book":"結","chapter":21,"verse":22,"versions":{"unv":"在右手中拿著為耶路撒冷占卜的籤，使他安設撞城錘，張口叫殺，揚聲吶喊，築壘造臺，以撞城錘，攻打城門。","bklcl":"Tī i ê chiàⁿ-chhiú, ū chiam-pok khì Iâ-lō͘-sat-léng ê chìⁿ; siat iûⁿ-thâu-thûi, khui-chhùi hoah thâi, tōa-siaⁿ âu-kiò, siat iûⁿ-thâu-thûi, kong-kek siâⁿ-mn̂g, khí thô͘-tui, chō-tâi.","tghg":"佇伊的正手有占卜去耶路撒冷的箭，設羊頭錘，開嘴喝刣，大聲喉叫，設羊頭錘，攻擊城門，起土堆造台。","bklhl":"Tī伊ê chiàⁿ手，有占卜去耶路撒冷ê箭；設羊頭錘，開嘴hoah 刣，大聲喉叫，設羊頭錘，攻擊城門，起土堆，造台。"}},{"book":"結","chapter":21,"verse":23,"versions":{"unv":"據那些曾起誓的猶大人看來，這是虛假的占卜；但巴比倫王要使他們想起罪孽，以致將他們捉住。」","bklcl":"Hiah ê bat tùi in chiù-chōa ê lâng khòaⁿ i chòe ké ê chiam-pok; chóng-sī i beh hō͘ lâng kì-tit in ê pháiⁿ, tì-kàu in chèng-lâng siū-lia̍h.","tghg":"許個曾對𪜶咒誓的人，看伊做假的占卜；總是伊欲互人記得𪜶的歹，致到𪜶眾人受掠。」","bklhl":"Hiah-ê bat對in chiù-chōa ê人看伊做假ê占卜；總是伊beh hō͘人記得in ê pháiⁿ，致到in眾人受掠。"}},{"book":"結","chapter":21,"verse":24,"versions":{"unv":"主耶和華如此說：「因你們的過犯顯露，使你們的罪孽被記念，以致你們的罪惡在行為上都彰顯出來；又因你們被記念，就被捉住。","bklcl":"Só͘-í Chú Iâ-hô-hoa án-ni kóng, In-ūi lín ê kè-sit lō͘-hiān, hō͘ lín ê chōe-kòa tú-tio̍h kì-tit, tì-kàu lín ê chōe-ok tī lín ê kiâⁿ-chòe lóng hián-chhut; koh in-ūi lín siū kì-tit, beh hō͘ lâng ê chhiú só͘ lia̍h.","tghg":"所以主耶和華按呢講：「因為恁的過失露現，互恁的罪過抵著(tú-tio̍h)記得，致到恁的罪惡佇恁的行做攏顯出；閣因為恁受記得，欲互人的手所掠，","bklhl":"所以主耶和華án-ni講，因為lín ê過失露現，hō͘ lín ê罪過tú-tio̍h記得，致到lín ê罪惡tī lín ê行做lóng顯出；koh 因為lín受記得，beh hō͘人ê手所掠。"}},{"book":"結","chapter":21,"verse":25,"versions":{"unv":"你這受死傷行惡的以色列王啊，罪孽的盡頭到了，受報的日子已到。","bklcl":"Lí chit ê siū tāng-siong kiâⁿ-pháiⁿ ê Í-sek-lia̍t ông ah, lí ê chōe-ok koàn-móa, lí ê ji̍t-chí kàu lah.","tghg":"你此個受重傷行歹的以色列王啊，你的罪惡貫滿，你的日子到啦。","bklhl":"你chit ê受重傷行pháiⁿ ê以色列王ah，你ê罪惡灌滿，你ê日子到lah。"}},{"book":"結","chapter":21,"verse":26,"versions":{"unv":"主耶和華如此說：當除掉冠，摘下冕，景況必不再像先前；要使卑者升為高，使高者降為卑。","bklcl":"Chú Iâ-hô-hoa án-ni kóng, Tio̍h tû-khì ông-bō, liù bián-liû, bô koh ū chit hō kéng-hóng; taⁿ beh hō͘ kē--ê seng koâiⁿ, koâiⁿ-ê kàng-kē.","tghg":"主耶和華按呢講：著除去王帽，㨨(liù)冕旒，無閣有此號景況；今欲互低者升高，高者降低。","bklhl":"主耶和華án-ni講，Tio̍h除去王帽，liù冕旒，無koh有chit號景況；taⁿ beh hō͘低ê 升高，高ê降低。"}},{"book":"結","chapter":21,"verse":27,"versions":{"unv":"我要將這國傾覆，傾覆，而又傾覆；這國也必不再有，直等到那應得的人來到，我就賜給他。」","bklcl":"Góa beh chhia-tó, chhia-tó, chhia-tó--i; bô koh ū chit-ê, thèng-hāu eng-kai tit-tio̍h--ê kàu, Góa chiū hō͘--i.","tghg":"我欲捙倒(chhia-tó)，捙倒，捙倒伊；無閣有此個，聽候應該得著者到，我就互伊。」","bklhl":"我beh chhia倒，chhia倒，chhia倒伊；無koh有chit ê，thèng候應該得tio̍h-ê到，我就hō͘伊。"}},{"book":"結","chapter":21,"verse":28,"versions":{"unv":"「人子啊，要發預言說：主耶和華論到亞捫人和他們的凌辱，吩咐我如此說：有刀，有拔出來的刀，已經擦亮，為行殺戮，使他像閃電以行吞滅。","bklcl":"Jîn-chú ah, lí tio̍h soan-thoân kóng, Chú Iâ-hô-hoa lūn-kàu A-bûn lâng, kap in ê bú-bān, ū án-ni kóng; lí tio̍h kóng, Ū to, ū pu̍ih-chhut ê to, í-keng lù-kng, beh thâi-sí lâng; hō͘ i chhin-chhiūⁿ sih-nà beh thun-bia̍t lâng.","tghg":"「人子啊，你著宣傳講：主耶和華論到亞捫人及𪜶的侮慢，有按呢講，你著講：有刀、有拔出的刀，已經鑢光，欲刣死人，互伊親像閃爁欲吞滅人。","bklhl":"人子ah，你tio̍h宣傳講，主耶和華論到A-bûn人，kap in ê侮慢，有án-ni講；你tio̍h講，有刀，有拔出ê刀，已經鑢光，beh 刣死人；hō͘伊親像sih-nà beh吞滅人。"}},{"book":"結","chapter":21,"verse":29,"versions":{"unv":"人為你見虛假的異象，行謊詐的占卜，使你倒在受死傷之惡人的頸項上。他們罪孽到了盡頭，受報的日子已到。","bklcl":"Lâng ūi-tio̍h lí khòaⁿ hu-ké ê īⁿ-siōng, kiâⁿ pe̍h-chha̍t ê chiam-pok; chiong lí hē tī siū tāng-siong pháiⁿ-lâng ê ām-kún; in ê chōe-ok koàn-móa, in ê ji̍t-chí kàu lah.","tghg":"人為著你看虛假的異象，行白賊的占卜，將你下(hē)佇受重傷歹人的頷頸(ām-kún)。𪜶的罪惡貫滿，𪜶的日子到啦。","bklhl":"人為tio̍h你看虛假ê異象，行白賊ê占卜；將你hē tī受重傷pháiⁿ人ê頷頸；in ê罪惡灌滿，in ê日子到lah。"}},{"book":"結","chapter":21,"verse":30,"versions":{"unv":"你將刀收入鞘吧！在你受造之處、生長之地，我必刑罰你。","bklcl":"Hō͘ to ji̍p siù, Góa beh tī lí siū-chō ê ūi, seng-tióng ê tōe, sím-phòaⁿ lí.","tghg":"互刀入鞘！我欲佇你受造的位、生長的地，審判你。","bklhl":"Hō͘刀入鞘，我beh tī你受造ê位，生長ê地，審判你。"}},{"book":"結","chapter":21,"verse":31,"versions":{"unv":"我必將我的惱恨倒在你身上，將我烈怒的火噴在你身上；又將你交在善於殺滅的畜類人手中。","bklcl":"Góa beh chiong Góa ê thòng-hūn piàⁿ tī lí ê sin-chiūⁿ, chiong Góa tōa siū-khì ê hé pûn tī lí; kau lí tī chân-jím gâu thâi-lâng--ê ê chhiú.","tghg":"我欲將我的痛恨傾佇你的身上，將我大受氣的火歕(pûn)佇你；交你佇殘忍𠢕(gâu)刣人者的手。","bklhl":"我beh將我ê痛恨piàⁿ tī你ê身上，將我大受氣ê火pûn tī你；交你tī殘忍gâu 刣人ê ê手。"}},{"book":"結","chapter":21,"verse":32,"versions":{"unv":"你必當柴被火焚燒，你的血必流在國中，你必不再被記念，因為這是我─耶和華說的。」","bklcl":"Lí beh chòe hiâⁿ-hé ê chhâ, lí ê huih beh lâu tī chit ê tōe-hng, lí bô koh tit-tio̍h kì-liām; in-ūi che sī Góa Iâ-hô-hoa kóng--ê.","tghg":"你欲做燃火的柴，你的血欲流佇此個地方，你無閣得著紀念；因為這是我──耶和華講的。」","bklhl":"你beh做hiâⁿ火ê柴，你ê血beh流tī chit ê地方，你無koh得tio̍h記念；因為這是我耶和華講ê。"}}]