[{"book":"結","chapter":30,"verse":1,"versions":{"unv":"耶和華的話又臨到我說：","bklcl":"Iâ-hô-hoa ê ōe lîm-kàu góa kóng,","tghg":"耶和華的話臨到我講：","bklhl":"耶和華ê話臨到我講，"}},{"book":"結","chapter":30,"verse":2,"versions":{"unv":"「人子啊，你要發預言說，主耶和華如此說：哀哉這日！你們應當哭號。","bklcl":"Jîn-chú ah, lí tio̍h soan-thoân kóng, Chú Iâ-hô-hoa án-ni kóng, Chhám ah chit-ji̍t, lín tio̍h thî-khàu.","tghg":"「人子啊，你著宣傳講，主耶和華按呢講：慘啊此日！恁著啼哭。","bklhl":"人子ah，你tio̍h宣傳講，主耶和華án-ni講，慘ah chit日，lín tio̍h啼哭。"}},{"book":"結","chapter":30,"verse":3,"versions":{"unv":"因為耶和華的日子臨近，就是密雲之日，列國受罰之期。","bklcl":"In-ūi ji̍t kūn--lah, chiū-sī Iâ-hô-hoa ê ji̍t kūn--la̍h, chiū-sī ba̍t-hûn ê ji̍t, beh chòe lia̍t-kok ê sî-kî.","tghg":"因為日近啦，就是耶和華的日近啦，就是密雲(ba̍t-hûn)的日，欲做列國的時期。","bklhl":"因為日近lah，就是耶和華ê日近la̍h，就是密雲ê日，beh做列國ê時期。"}},{"book":"結","chapter":30,"verse":4,"versions":{"unv":"必有刀劍臨到埃及；在埃及被殺之人仆倒的時候，古實人就有痛苦，人民必被擄掠，基址必被拆毀。","bklcl":"Beh ū to-kiàm lîm-kàu Ai-ki̍p, tī Ai-ki̍p siū-thâi ê lâng tó--lo̍h-khì ê sî, Kó͘-si̍t lâng chiū ū thòng-khó͘; in beh lia̍h i ê chèng-lâng, thiah-húi i ê tōe-ki.","tghg":"欲有刀劍臨到埃及；佇埃及受刣的人倒落去的時，古實人就有痛苦，𪜶欲掠伊的眾人，拆毀伊的地基。","bklhl":"Beh有刀劍臨到埃及，tī埃及受刣 ê人倒落去ê時，Kó͘-si̍t人就有痛苦；in beh掠伊ê眾人，拆毀伊ê地基。"}},{"book":"結","chapter":30,"verse":5,"versions":{"unv":"古實人、弗人（或譯：利比亞）、路德人、雜族的人民，並古巴人，以及同盟之地的人都要與埃及人一同倒在刀下。」","bklcl":"Kó͘-si̍t, Hut, Lō͘-tek, chham-chhap ê peh-sìⁿ, kap Kó͘-pa, í-ki̍p tông-bêng ê kok ê peh-sìⁿ, lóng beh kap in saⁿ-kap tó tī to-ē.","tghg":"古實、弗、路德、參插的百姓，及古巴，以及同盟的國的百姓攏欲及𪜶相及倒佇刀下。」","bklhl":"Kó͘-si̍t、Hut、路得，參插ê百姓，kap Kó͘-pa，以及同盟ê國ê百姓，lóng beh kap in相kap倒tī刀下。"}},{"book":"結","chapter":30,"verse":6,"versions":{"unv":"耶和華如此說：扶助埃及的也必傾倒。埃及因勢力而有的驕傲必降低微；其中的人民，從色弗尼塔起（見二十九章十節）必倒在刀下。這是主耶和華說的。","bklcl":"Iâ-hô-hoa án-ni kóng, Hû-chō͘ Ai-ki̍p--ê ia̍h beh tó; i sè-le̍k ê kiau-ngō͘ beh kàng-kē; tùi Sek-hut-nî ê thah khí, in lóng beh tī-hia tó tī to-ē; che sī Chú Iâ-hô-hoa kóng--ê.","tghg":"耶和華按呢講：扶助埃及者亦欲倒。伊勢力的驕傲欲降低；對色弗尼的塔起，𪜶攏欲佇遐倒佇刀下。這是主耶和華講的。","bklhl":"耶和華án-ni講，扶助埃及ê亦beh倒；伊勢力ê驕傲beh降低；tùi Sek-hut-nî ê塔起，in lóng beh tī-hia倒tī刀下；這是主耶和華講ê。"}},{"book":"結","chapter":30,"verse":7,"versions":{"unv":"埃及地在荒涼的國中必成為荒涼；埃及城在荒廢的城中也變為荒廢。","bklcl":"In beh tī léng-chēng ê tōe ê tiong-kan, lâi chòe léng-chēng; i chiah-ê siâⁿ ia̍h beh lia̍t tī chiah-ê hong-hòe ê siâⁿ ê tiong-kan.","tghg":"𪜶欲佇冷靜的地的中間來做冷靜；伊諸個城亦欲列佇諸個荒廢(hong-hòe)的城的中間。","bklhl":"In beh tī冷靜ê地ê中間，來做冷靜；伊chiah ê城亦beh列tī chiah ê荒廢ê城ê中間。"}},{"book":"結","chapter":30,"verse":8,"versions":{"unv":"我在埃及中使火著起；幫助埃及的，都被滅絕。那時，他們就知道我是耶和華。","bklcl":"Tng Góa pàng-hé tī Ai-ki̍p, kìⁿ-nā pang-chān i--ê, lóng siū bia̍t-bô; hit-sî, in chiū chai Góa sī Iâ-hô-hoa.","tghg":"當我放火佇埃及；見若幫助伊者，攏受滅無。彼時，𪜶就知我是耶和華。","bklhl":"當我放火tī埃及，見若幫贊伊ê，lóng受滅無；hit時，in就知我是耶和華。"}},{"book":"結","chapter":30,"verse":9,"versions":{"unv":"「到那日，必有使者坐船，從我面前出去，使安逸無慮的古實人驚懼；必有痛苦臨到他們，好像埃及遭災的日子一樣。看哪，這事臨近了！","bklcl":"Kàu hit-ji̍t beh ū sù-chiá tùi Góa ê bīn-chêng tah-chûn chhut-khì; hō͘ an-jiân khiā-khí ê Kó͘-si̍t lâng kiaⁿ-hiâⁿ; beh ū thòng-khó͘ lîm-kàu in, chhin-chhiūⁿ Ai-ki̍p ê ji̍t chi̍t-iūⁿ; khòaⁿ ah, tāi-chì lâi--lah.","tghg":"「到彼日，欲有使者對我的面前搭(tah)船出去，互安然徛起的古實人驚惶；欲有痛苦臨到𪜶，親像埃及的日一樣。看啊，代誌來啦！","bklhl":"到hit日beh有使者tùi我ê面前搭船出去；hō͘安然khiā起ê Kó͘-si̍t人驚惶；beh有痛苦臨到in，親像埃及ê日一樣；看ah，tāi-chì來lah。"}},{"book":"結","chapter":30,"verse":10,"versions":{"unv":"主耶和華如此說：我必藉巴比倫王尼布甲尼撒的手，除滅埃及眾人。","bklcl":"Chú Iâ-hô-hoa án-ni kóng, Góa beh ēng Pa-pí-lûn ông Nî-pò͘-kah-nî-sat ê chhiú, bia̍t Ai-ki̍p ê chèng-lâng.","tghg":"主耶和華按呢講：我欲用巴比倫王尼布甲尼撒的手，滅埃及的眾人。","bklhl":"主耶和華án-ni講，我beh用巴比倫王Nî-pò͘-kah-nî-sat ê手，滅埃及ê眾人。"}},{"book":"結","chapter":30,"verse":11,"versions":{"unv":"他和隨從他的人，就是列國中強暴的，必進來毀滅這地。他們必拔刀攻擊埃及，使遍地有被殺的人。","bklcl":"I kap tè i ê lâng, chiū-sī lia̍t-kok-tiong kiông-pō-ê, beh lâi húi-bia̍t chit ê tōe; in beh pu̍ih-to kong-kek Ai-ki̍p, hō͘ piàn-tōe ū siū-thâi ê lâng.","tghg":"伊及隨伊的人，就是列國中強暴的，欲來毀滅此個地。𪜶欲拔(pu̍ih)刀攻擊埃及，互遍地有受刣的人。","bklhl":"伊kap tè伊ê人，就是列國中強暴ê，beh來毀滅chit ê地；in beh拔刀攻擊埃及，hō͘遍地有受刣 ê人。"}},{"book":"結","chapter":30,"verse":12,"versions":{"unv":"我必使江河乾涸，將地賣在惡人的手中；我必藉外邦人的手，使這地和其中所有的變為淒涼。這是我─耶和華說的。","bklcl":"Góa beh hō͘ hiah-ê kang-hô ta, ia̍h beh ēng hit ê tōe bōe hō͘ pháiⁿ-lâng ê chhiú; Góa beh ēng gōa-pang ê chhiú hō͘ hit ê tōe kap kî-tiong só͘ ū--ê, pìⁿ-chòe léng-chēng; che sī Góa Iâ-hô-hoa kóng--ê.","tghg":"我欲互許個江河乾，亦欲用彼個地賣互歹人的手；我欲用外邦的手，互彼個地及其中所有的變做冷靜。這是我耶和華講的。","bklhl":"我beh hō͘ hiah-ê江河乾，亦beh用hit ê地賣hō͘ pháiⁿ人ê手；我beh用外邦ê手hō͘ hit ê地kap其中所有ê，變做冷靜；這是我耶和華講ê。"}},{"book":"結","chapter":30,"verse":13,"versions":{"unv":"主耶和華如此說：我必毀滅偶像，從挪弗除滅神像；必不再有君王出自埃及地。我要使埃及地的人懼怕。","bklcl":"Chú Iâ-hô-hoa án-ni kóng, Góa beh húi-bia̍t hiah-ê ngó͘-siōng, tùi Lô-hut tû-bia̍t sîn-pu̍t; tek-khak bô koh ū kun-ông tùi Ai-ki̍p tōe chhut; Góa beh kàng-lo̍h kiaⁿ-hiâⁿ tī Ai-ki̍p tōe.","tghg":"主耶和華按呢講：我欲毀滅許個偶像，對羅弗除滅神佛；的確無閣有君王對埃及地出。我欲降落驚惶佇埃及地。","bklhl":"主耶和華án-ni講，我beh毀滅hiah-ê偶像，tùi Lô-hut除滅神佛；的確無koh有君王tùi埃及地出；我beh降落驚惶tī埃及地。"}},{"book":"結","chapter":30,"verse":14,"versions":{"unv":"我必使巴忒羅荒涼，在瑣安中使火著起，向挪施行審判。","bklcl":"Góa beh hō͘ Pa-thek-lô léng-chēng; pàng-hé tī Só-an ê tiong-kan; kiâⁿ sím-phòaⁿ ê sū tī Lô ê tōe-hng.","tghg":"我欲互巴忒羅冷靜，放火佇瑣安的中間，行審判的事佇羅的地方。","bklhl":"我beh hō͘ Pa-thek-lô冷靜；放火tī Só-an ê中間；行審判ê事tī Lô ê地方。"}},{"book":"結","chapter":30,"verse":15,"versions":{"unv":"我必將我的忿怒倒在埃及的保障上，就是訓上，並要剪除挪的眾人。","bklcl":"Góa beh piàⁿ-chhut Góa ê tōa siū-khì tī Sìn, chiū-sī Ai-ki̍p ê ōe-só͘; ia̍h beh bia̍t Lô ê chèng-lâng.","tghg":"我欲傾(piàⁿ)出我的大受氣佇訓，就是埃及的衛所，亦欲滅羅的眾人。","bklhl":"我beh piàⁿ出我ê大受氣tī Sìn，就是埃及ê衛所；亦beh滅Lô ê眾人。"}},{"book":"結","chapter":30,"verse":16,"versions":{"unv":"我必在埃及中使火著起；訓必大大痛苦；挪必被攻破；挪弗白日（或譯：終日）見仇敵。","bklcl":"Góa beh pàng-hé tī Ai-ki̍p, Sìn beh tú-tio̍h tōa thòng-khó͘; Lô beh tú-tio̍h kong-phòa, Lô-hut tng-thâu pe̍h-ji̍t tú-tio̍h tùi-te̍k.","tghg":"我欲放火佇埃及，訓欲抵著(tú-tio̍h)大痛苦；羅欲抵著攻破；羅弗當頭白日抵著對敵。","bklhl":"我beh放火tī埃及，Sìn beh tú-tio̍h大痛苦；Lô beh tú-tio̍h攻破，Lô-hut當頭白日tú-tio̍h對敵。"}},{"book":"結","chapter":30,"verse":17,"versions":{"unv":"亞文和比伯實的少年人必倒在刀下；這些城的人必被擄掠。","bklcl":"A-bûn kap Pí-pek-si̍t ê siàu-liân lâng, beh tó tī to-ē; in beh hō͘ lâng lia̍h-khì.","tghg":"亞捫及比伯實的少年人欲倒佇刀下；𪜶欲互人掠去。","bklhl":"A-bûn kap Pí-pek-si̍t ê少年人，beh倒tī刀下；in beh hō͘人掠去。"}},{"book":"結","chapter":30,"verse":18,"versions":{"unv":"我在答比匿折斷埃及的諸軛，使她因勢力而有的驕傲在其中止息。那時，日光必退去；至於這城，必有密雲遮蔽，其中的女子必被擄掠。","bklcl":"Góa tī Tap-pí-le̍k at-chi̍h Ai-ki̍p chiah-ê taⁿ, hō͘ i in-ūi sè-le̍k ê kiau-ngō͘, soah tī i ê tiong-kan; hit-sî tī-hia ji̍t o͘-àm; lūn-kàu chit ê siâⁿ, beh ū ba̍t-hûn jia-khàm; i tiong-kan ê cha-bó͘-kiáⁿ beh hō͘ lâng lia̍h--khì.","tghg":"我佇答比匿遏折(at-chi̍h)埃及諸個軛(taⁿ)，互伊因為勢力的驕傲息(soah)佇伊的中間。彼時，佇遐日黑暗；論到此個城，欲有密雲遮蓋，伊中間的查某子欲互人掠去。","bklhl":"我tī Tap-pí-le̍k at折埃及chiah ê擔，hō͘伊因為勢力ê驕傲，soah tī伊ê中間；hit時tī-hia日烏暗；論到chit ê城，beh有密雲遮蓋；伊中間ê cha-bó͘-kiáⁿ beh hō͘人掠去。"}},{"book":"結","chapter":30,"verse":19,"versions":{"unv":"我必這樣向埃及施行審判，他們就知道我是耶和華。」","bklcl":"Góa beh án-ni sím-phòaⁿ Ai-ki̍p; in chiū chai Góa sī Iâ-hô-hoa.","tghg":"我欲按呢審判埃及，𪜶就知我是耶和華。」","bklhl":"我beh án-ni審判埃及；in就知我是耶和華。"}},{"book":"結","chapter":30,"verse":20,"versions":{"unv":"十一年正月初七日，耶和華的話臨到我說：","bklcl":"Cha̍p-it-nî, chiaⁿ-ge̍h chhoe-chhit, Iâ-hô-hoa ê ōe lîm-kàu góa kóng,","tghg":"十一年正月初七，耶和華的話臨到我講：","bklhl":"十一-年，正月初七，耶和華ê話臨到我講，"}},{"book":"結","chapter":30,"verse":21,"versions":{"unv":"「人子啊，我已打折埃及王法老的膀臂；沒有敷藥，也沒有用布纏好，使他有力持刀。","bklcl":"Jîn-chú ah, Góa í-keng at-chi̍h Ai-ki̍p ông Hoat-ló ê chhiú-kut; bô pau i ê siong, bô kô͘-io̍h, bô chat pò͘-liâu, thang hō͘ i ū la̍t kia̍h-to.","tghg":"「人子啊，我已經遏折埃及王法老的手骨；無包伊的傷無糊藥(kô͘-io̍h)，無紮(chat)布料，通互伊有力攑刀。","bklhl":"人子ah，我已經at折埃及王法老ê手骨；無包伊ê傷，無糊藥，無紮布條，thang hō͘伊有力kia̍h刀。"}},{"book":"結","chapter":30,"verse":22,"versions":{"unv":"所以主耶和華如此說：看哪，我與埃及王法老為敵，必將他有力的膀臂和已打折的膀臂全行打斷，使刀從他手中墜落。","bklcl":"Só͘-í Chú Iâ-hô-hoa án-ni kóng, Khòaⁿ ah, Góa kap Ai-ki̍p ông Hoat-ló chòe tùi-te̍k, beh chiong i nn̄g ki chhiú-kut, ióng--ê, siū at-chi̍h--ê, beh chòe chi̍t-ē at-chi̍h; hō͘ to tùi i ê chhiú ka-la̍uh.","tghg":"所以主耶和華按呢講：看啊，我及埃及王法老做對敵，欲將伊二支手骨，勇者、受遏折者，欲做一下遏折，互刀對伊的手磕落(ka-la̍uh)。","bklhl":"所以主耶和華án-ni講，看ah，我kap埃及王法老做對敵，beh將伊兩支手骨，ióng-ê，受at折-ê，beh做一下at折；hō͘ to對伊ê手ka-la̍uh。"}},{"book":"結","chapter":30,"verse":23,"versions":{"unv":"我必將埃及人分散在列國，四散在列邦。","bklcl":"Góa beh chiong Ai-ki̍p lâng hun-sòaⁿ tī lia̍t-kok, sì-sòaⁿ tī lia̍t-pang.","tghg":"我欲將埃及人分散佇列國，四散佇列邦。","bklhl":"我beh將埃及人分散tī列國，四散tī列邦。"}},{"book":"結","chapter":30,"verse":24,"versions":{"unv":"我必使巴比倫王的膀臂有力，將我的刀交在他手中；卻要打斷法老的膀臂，他就在巴比倫王面前唉哼，如同受死傷的人一樣。","bklcl":"Góa beh hō͘ Pa-pí-lûn ông ê chhiú-kut ū la̍t, chiong Góa ê to kau tī i ê chhiú; Góa beh at-chi̍h Hoat-ló ê chhiú-kut, i beh tī i ê bīn-chêng hiⁿ-hiⁿ-chhan, chhin-chhiūⁿ siū sí-siong ê lâng hiⁿ-hiⁿ-chhan.","tghg":"我欲互巴比倫王的手骨有力，將我的刀交佇伊的手；我欲遏折法老的手骨，伊欲佇伊的面前譆譆孱(hiⁿ-hiⁿ-chhan)，親像受死傷的人譆譆孱。","bklhl":"我beh hō͘巴比倫王ê手骨有力，將我ê刀交tī伊ê手；我beh at折法老ê手骨，伊beh tī伊ê面前hiⁿ-hiⁿ-chhan，親像受死siong ê人hiⁿ-hiⁿ-chhan。"}},{"book":"結","chapter":30,"verse":25,"versions":{"unv":"我必扶持巴比倫王的膀臂，法老的膀臂卻要下垂；我將我的刀交在巴比倫王手中，他必舉刀攻擊埃及地，他們就知道我是耶和華。","bklcl":"Góa beh hû Pa-pí-lûn ông ê chhiú-kut; Hoat-ló ê chhiú-kut beh sê-lo̍h-khì; Góa chiong Góa ê to kau tī Pa-pí-lûn ông ê chhiú; i beh chhun-chhut hit ki to tī Ai-ki̍p tōe; hit-sî in chiū chai Góa sī Iâ-hô-hoa.","tghg":"我欲扶巴比倫王的手骨，法老的手骨欲垂(sê)落去；我將我的刀交佇巴比倫王的手，伊欲伸出彼支刀佇埃及地，彼時𪜶就知我是耶和華。","bklhl":"我beh hû巴比倫王ê手骨；法老ê手骨beh sê落去；我將我ê刀交tī巴比倫王ê手；伊beh伸出hit支to tī埃及地；hit時in就知我是耶和華。"}},{"book":"結","chapter":30,"verse":26,"versions":{"unv":"我必將埃及人分散在列國，四散在列邦；他們就知道我是耶和華。」","bklcl":"Góa beh chiong Ai-ki̍p lâng hun-sòaⁿ tī lia̍t-kok, sì-sòaⁿ tī lia̍t-pang; in chiū chai Góa sī Iâ-hô-hoa.","tghg":"我欲將埃及人分散佇列國，四散佇列邦；𪜶就知我是耶和華。」","bklhl":"我beh將埃及人分散tī列國，四散tī列邦；in就知我是耶和華。"}}]