[{"book":"結","chapter":45,"verse":1,"versions":{"unv":"你們拈鬮分地為業，要獻上一分給耶和華為聖供地，長二萬五千肘，寬一萬肘。這分以內，四圍都為聖地。","bklcl":"Lín liam-khau pun tōe chòe-gia̍p, tio̍h hiàn chi̍t-hūn hō͘ Iâ-hô-hoa lâi chòe-sèng, tn̂g nn̄g-bān gō͘-chheng ko-chhioh, khoah chi̍t-bān ko-chhioh; i ê kài ê sì-ûi lóng chòe-sèng.","tghg":"恁拈鬮(liam-khau)分地做業，著獻一份互耶和華來做聖，長二萬五千竿尺(ko-chhioh)，闊一萬竿尺。伊的界的四圍攏做聖。","bklhl":"Lín 拈鬮分地做業，tio̍h獻一份hō͘耶和華來做聖，長兩萬五千篙尺，闊一萬篙尺；伊ê界ê四圍lóng做聖。"}},{"book":"結","chapter":45,"verse":2,"versions":{"unv":"其中有作為聖所之地，長五百肘，寬五百肘，四面見方。四圍再有五十肘為郊野之地。","bklcl":"Kî-tiong hun-piat chi̍t-tōaⁿ chòe sèng-só͘, tn̂g gō͘-pah, khoah gō͘-pah, i ê khoán-sit sù-hong; sì-ûi koh gō͘-cha̍p tiú chòe kau-iá ê tōe.","tghg":"其中分別一段做聖所，長五百，闊五百，伊的款式四方(sù-hong)。四圍閣五十肘做郊野的地。","bklhl":"其中分別一段做聖所，長五百，闊五百，伊ê款式四方；四圍koh五十肘做郊野ê地。"}},{"book":"結","chapter":45,"verse":3,"versions":{"unv":"要以肘為度量地，長二萬五千肘，寬一萬肘。其中有聖所，是至聖的。","bklcl":"Tī só͘ niû-ê ê tiong-kan lí tio̍h niû, tn̂g nn̄g-bān gō͘-chheng, khoah chi̍t-bān; hit tiong-kan ū sèng-só͘, chiū-sī chì-sèng--ê.","tghg":"佇所量的的中間你著量，長二萬五千，闊一萬。彼中間有聖所，就是至聖者。","bklhl":"Tī所量ê ê中間你tio̍h量，長兩萬五千，闊一萬；hit中間有聖所，就是至聖ê。"}},{"book":"結","chapter":45,"verse":4,"versions":{"unv":"這是全地的一分聖地，要歸與供聖所職事的祭司，就是親近事奉耶和華的，作為他們房屋之地與聖所之聖地。","bklcl":"Che sī choân-tōe chi̍t-hūn ê sèng-tōe; tio̍h kui tī chè-si, chiū-sī chòe sèng-só͘ ê chhe-ēng, kūn-óa lâi ho̍k-sāi Iâ-hô-hoa ê; chit ê tōe thang chòe in khí-chhù ê só͘-chāi, kap sèng-só͘ ê sèng-tōe.","tghg":"這是全地一份的聖地，著歸佇祭司就是做聖所的差用，近倚來服事耶和華的，此個地通做𪜶起厝的所在及聖所的聖地。","bklhl":"這是全地一份ê聖地；tio̍h歸tī祭司，就是做聖所ê差用，近óa來服事耶和華ê；chit ê地thang做in起厝ê所在，kap聖所ê聖地。"}},{"book":"結","chapter":45,"verse":5,"versions":{"unv":"又有一分，長二萬五千肘，寬一萬肘，要歸與在殿中供職的利未人，作為二十間房屋之業。","bklcl":"Iū-koh chi̍t-hūn, tn̂g nn̄g-bān gō͘-chheng, khoah chi̍t-bān, tio̍h kui tī tiān-lāi chòe chhe-ēng ê Lī-bī lâng, chòe in ê gia̍p, jī-cha̍p keng pâng.","tghg":"又閣一份，長二萬五千，闊一萬，著歸佇殿內做差用的利未人，做𪜶的業，二十間房。","bklhl":"又koh一份，長兩萬五千，闊一萬，tio̍h歸tī殿內做差用ê利未人，做in ê業，二十間房。"}},{"book":"結","chapter":45,"verse":6,"versions":{"unv":"也要分定屬城的地業，寬五千肘，長二萬五千肘，挨著那分聖供地，要歸以色列全家。","bklcl":"Lín tio̍h hun-phài chòe siâⁿ ê gia̍p, khoah gō͘-chheng, tn̂g nn̄g-bān gō͘-chheng, kap só͘ hiàn ê sèng-tōe saⁿ-pâi; che sī beh chòe Í-sek-lia̍t choân-ke ê lō͘-ēng.","tghg":"恁著分派做城的業，闊五千，長二萬五千，及所獻的聖地相排，這是欲做以色列全家的路用。","bklhl":"Lín tio̍h分派做城ê業，闊五千，長兩萬五千，kap所獻ê聖地相排；這是beh做以色列全家ê路用。"}},{"book":"結","chapter":45,"verse":7,"versions":{"unv":"歸王之地要在聖供地和屬城之地的兩旁，就是聖供地和屬城之地的旁邊，西至西頭，東至東頭，從西到東，其長與每支派的分一樣。","bklcl":"Kìⁿ-nā kui tī jîn-kun--ê sī tī só͘ hiàn ê sèng-tōe í-ki̍p siâⁿ ê gia̍p chit-pêng hit-pêng, tī só͘ hiàn sèng-tōe ê thâu-chêng kap siâⁿ ê gia̍p ê thâu-chêng, tùi sai-hng ǹg-sai, tùi tang-hng ǹg-tang; i ê tn̂g tio̍h kap in ê chi̍t chi-phài ê hūn-gia̍h saⁿ-tâng, tùi sai-kài kàu tang-kài.","tghg":"見若歸佇人君者是佇所獻的聖地以及城的業此旁彼旁，佇所獻聖地的頭前及城的業的頭前，對西方向西，對東方向東，伊的長著及𪜶的一支派的份額相同，對西界到東界。","bklhl":"見若歸tī人君ê是tī所獻ê聖地以及城ê業chit-pêng hit-pêng，tī所獻聖地ê頭前kap城ê業ê頭前，tùi西方ǹg西，tùi東方ǹg東；伊ê長tio̍h kap in ê一支派ê份額相同，tùi西界到東界。"}},{"book":"結","chapter":45,"verse":8,"versions":{"unv":"這地在以色列中必歸王為業。我所立的王必不再欺壓我的民，卻要按支派將地分給以色列家。","bklcl":"Tī Í-sek-lia̍t ê kéng-lāi jîn-kun beh tit-tio̍h chit-ê chòe ki-gia̍p; āu-lâi Góa chiah-ê jîn-kun bô koh khi-ap Góa ê peh-sìⁿ; beh ēng tōe hō͘ Í-sek-lia̍t-ke chiàu in ê chi-phài.","tghg":"佇以色列的境內人君欲得著此個做基業。後來我諸個人君無閣欺壓我的百姓，欲用地互以色列家照𪜶的支派。","bklhl":"Tī以色列ê境內人君beh得tio̍h chit ê做基業；後來我chiah ê人君無koh欺壓我ê百姓；beh用地hō͘以色列家照in ê支派。"}},{"book":"結","chapter":45,"verse":9,"versions":{"unv":"主耶和華如此說：「以色列的王啊，你們應當知足，要除掉強暴和搶奪的事，施行公平和公義，不再勒索我的民。這是主耶和華說的。","bklcl":"Chú Iâ-hô-hoa án-ni kóng: Í-sek-lia̍t chiah-ê jîn-kun ah, lín taⁿ kàu-gia̍h--lah; tio̍h tû--khì kiông-pō kap chhiúⁿ-kiap ê sū, péng-kong kiâⁿ-gī; bô koh pà-chiàm peh-sìⁿ ê gia̍p; che sī Chú Iâ-hô-hoa kóng--ê.","tghg":"主耶和華按呢講：「以色列諸個人君啊，恁今夠額啦，著除去強暴及搶劫的事，秉公行義，無閣霸佔百姓的業。這是主耶和華講的。","bklhl":"主耶和華án-ni講：以色列chiah ê人君ah，lín taⁿ夠額lah；tio̍h除去強暴kap搶劫ê事，秉公行義；無koh霸佔百姓ê業；這是主耶和華講ê。"}},{"book":"結","chapter":45,"verse":10,"versions":{"unv":"你們要用公道天平、公道伊法、公道罷特。","bklcl":"Lín tio̍h ēng kong-tō ê thian-phêng, kong-tō ê i-hoat, kong-tō ê pà-tek.","tghg":"「恁著用公道的天秤(phêng)、公道的伊法、公道的罷特。","bklhl":"Lín tio̍h用公道ê天秤，公道ê i-hoat，公道ê pà-tek。"}},{"book":"結","chapter":45,"verse":11,"versions":{"unv":"伊法與罷特大小要一樣。罷特可盛賀梅珥十分之一，伊法也可盛賀梅珥十分之一，都以賀梅珥的大小為準。","bklcl":"I-hoat kap pà-tek tio̍h pîⁿ-tōa, hō͘ pà-tek thang tóe hō-mûi-ní cha̍p-hūn ê chi̍t-hūn, i-hoat iā thang tóe hō-mûi-ní cha̍p-hūn ê chi̍t-hūn; lóng ēng hō-mûi-ní chòe phiau-chún.","tghg":"伊法及罷特著平大。互罷特通貯賀梅珥十份的一份，伊法也通貯賀梅珥十份的一份，攏用賀梅珥做標準。","bklhl":"I-hoat kap pà-tek tio̍h平大，hō͘ pà-tek thang tóe hō-mûi-ní十份ê一份，i-hoat也thang tóe hō-mûi-ní十份ê一份；lóng用hō-mûi-ní做標準。"}},{"book":"結","chapter":45,"verse":12,"versions":{"unv":"舍客勒是二十季拉；二十舍客勒，二十五舍客勒，十五舍客勒，為你們的彌那。","bklcl":"Sià-khek-le̍k tio̍h chòe jī-cha̍p kùi-la̍h; jī-cha̍p ê sià-khek-le̍k, jī-cha̍p-gō͘ ê sià-khek-le̍k, cha̍p-gō͘ ê sià-khek-le̍k sī chòe lín ê bí-ná.","tghg":"舍客勒著做二十季拉；二十個舍客勒，二十五個舍客勒，十五個舍客勒，是做恁的彌那。","bklhl":"Sià-khek-le̍k tio̍h做二十kùi-la̍h；二十ê sià-khek-le̍k，二十五ê sià-khek-le̍k，十五ê sià-khek-le̍k是做lín ê bí-ná。"}},{"book":"結","chapter":45,"verse":13,"versions":{"unv":"「你們當獻的供物乃是這樣：一賀梅珥麥子要獻伊法六分之一；一賀梅珥大麥要獻伊法六分之一。","bklcl":"Lín só͘ eng-kai hiàn ê lé-mi̍h tio̍h án-ni; sió-be̍h chi̍t hō-mûi-ní tio̍h hiàn i-hoat la̍k-hūn ê chi̍t-hūn, tōa-be̍h chi̍t hō-mûi-ní tio̍h hiàn i-hoat la̍k-hūn ê chi̍t-hūn;","tghg":"「恁所應該獻的禮物著按呢：小麥一賀梅珥著獻伊法六份的一份；大麥一賀梅珥著獻伊法六份的一份。","bklhl":"Lín所應該獻ê禮物tio̍h án-ni；小麥一hō-mûi-ní tio̍h獻i-hoat六份ê一份，大麥一hō-mûi-ní tio̍h獻i-hoat六份ê一份；"}},{"book":"結","chapter":45,"verse":14,"versions":{"unv":"你們獻所分定的油，按油的罷特，一柯珥油要獻罷特十分之一（原來十罷特就是一賀梅珥）。","bklcl":"lūn-kàu iû ê tēng-lē, tùi iû ê pà-tek, chiū-sī tùi chi̍t kho-ní, chiū-sī cha̍p ê pà-tek, koh sī chi̍t hō-mûi-ní, hiàn chi̍t pà-tek cha̍p-hūn ê chi̍t-hūn; in-ūi cha̍p pà-tek, chiū-sī chi̍t hō-mûi-ní;","tghg":"論到油的定例(tēng-lē)，對油的罷特，就是對一柯珥就是十個罷特，閣是一賀梅珥獻一罷特十份的一份（因為十罷特就是一賀梅珥）。","bklhl":"論到油ê定例，tùi油ê pà-tek，就是tùi一kho-ní，就是十個pà-tek，koh是一hō-mûi-ní，獻一pà-tek十份ê一份；因為十pà-tek，就是一hō-mûi-ní；"}},{"book":"結","chapter":45,"verse":15,"versions":{"unv":"從以色列滋潤的草場上每二百羊中，要獻一隻羊羔。這都可作素祭、燔祭、平安祭，為民贖罪。這是主耶和華說的。","bklcl":"tùi Í-sek-lia̍t pûi ê chháu-tiûⁿ tī iûⁿ-kûn-tiong múi nn̄g-pah chiah iûⁿ tio̍h hiàn chi̍t chiah iûⁿ-ko, chòe sò͘-chè, sio-chè, siā-un-chè, thòe in sio̍k-chōe; che chiū-sī Chú Iâ-hô-hoa kóng--ê.","tghg":"對以色列肥的草場佇羊群中每二百隻羊，著獻一隻羊羔。做素祭、燒祭、謝恩祭，替𪜶贖罪。這就是主耶和華講的。","bklhl":"Tùi以色列肥ê草場tī羊群中每兩百隻羊tio̍h獻一隻羊羔，做素祭、燒祭、謝恩祭，替in贖罪；這就是主耶和華講ê。"}},{"book":"結","chapter":45,"verse":16,"versions":{"unv":"此地的民都要奉上這供物給以色列中的王。","bklcl":"Kéng-lāi ê chèng peh-sìⁿ lóng tio̍h ēng chit ê lé-mi̍h hiàn hō͘ Í-sek-lia̍t ê jîn-kun.","tghg":"境內的眾百姓攏著用此個禮物獻互以色列的人君。","bklhl":"境內ê眾百姓lóng tio̍h用chit ê禮物獻hō͘以色列ê人君。"}},{"book":"結","chapter":45,"verse":17,"versions":{"unv":"王的本分是在節期、月朔、安息日，就是以色列家一切的節期，奉上燔祭、素祭、奠祭。他要預備贖罪祭、素祭、燔祭，和平安祭，為以色列家贖罪。」","bklcl":"Jîn-kun ê pún-hūn tī choeh-kî, ta̍k-ge̍h ê chhoe-it, ta̍k-pái an-hioh-ji̍t kap Í-sek-lia̍t ke-tiong só͘ tiāⁿ-tio̍h ê choeh-kî tio̍h hiàn sio-chè, sò͘-chè, koàn-tiān-chè; i tio̍h pī-pān sio̍k-chōe-chè, sò͘-chè, sio-chè, kap pêng-an-chè, ūi-tio̍h Í-sek-lia̍t-ke sio̍k-chōe.","tghg":"人君的本分佇節期、逐月的初一、逐擺安息日，及以色列家中所定著(tiāⁿ-tio̍h)的節期，著獻燒祭、素祭、灌奠祭。伊著備辦贖罪祭、素祭、燒祭、及平安祭，為著以色列家贖罪。」","bklhl":"人君ê本份tī節期，ta̍k月ê初一，ta̍k-pái安歇日kap以色列家中所定tio̍h ê節期tio̍h獻燒祭、素祭、灌奠祭；伊tio̍h備辦贖罪祭、素祭、燒祭，kap平安祭，為tio̍h以色列家贖罪。"}},{"book":"結","chapter":45,"verse":18,"versions":{"unv":"主耶和華如此說：「正月初一日，你要取無殘疾的公牛犢，潔淨聖所。","bklcl":"Chú Iâ-hô-hoa án-ni kóng, Tī chiaⁿ-ge̍h chhoe-it lín tio̍h chhú bô hâ-chhû ê gû-káng, lâi chheng-khì sèng-só͘.","tghg":"主耶和華按呢講：「佇正月初一，恁著取無瑕疵的牛牨(káng)，來清氣聖所。","bklhl":"主耶和華án-ni講，Tī正月初一lín tio̍h取無瑕疵ê牛káng，來清氣聖所。"}},{"book":"結","chapter":45,"verse":19,"versions":{"unv":"祭司要取些贖罪祭牲的血，抹在殿的門柱上和壇磴臺的四角上，並內院的門框上。","bklcl":"Chè-si tio̍h chiong sio̍k-chōe-chè ê huih boah tī tiān ê mn̂g-khiā, kap tôaⁿ-khat ê sì-kak, kap lāi-īⁿ ê mn̂g-khiā.","tghg":"祭司著將贖罪祭的血，抹佇殿的門竪(mn̂g-khiā)及壇階(tôaⁿ-khat)的四角，及內院的門竪。","bklhl":"祭司tio̍h將贖罪祭ê血抹tī殿ê門khiā，kap壇khat ê四角，kap內院ê門khiā。"}},{"book":"結","chapter":45,"verse":20,"versions":{"unv":"本月初七日（七十士譯本是七月初一日）也要為誤犯罪的和愚蒙犯罪的如此行，為殿贖罪。","bklcl":"Hit-ge̍h ê chhoe chhit iā tio̍h án-ni chòe ūi-tio̍h chhò-gō͘ hoān-chōe-ê, kap gû-gōng lâi hoān-tio̍h--ê, lâi ūi-tio̍h tiān sio̍k-chōe.","tghg":"彼月的初七也著按呢做為著錯誤犯罪的，及愚戇來犯著的，來為著殿贖罪。","bklhl":"Hit月ê初七也tio̍h án-ni做為tio̍h錯誤犯罪ê，kap愚戇來犯tio̍h-ê，來為tio̍h殿贖罪。"}},{"book":"結","chapter":45,"verse":21,"versions":{"unv":"「正月十四日，你們要守逾越節，守節七日，要吃無酵餅。","bklcl":"Chiaⁿ-ge̍h cha̍p-sì, lín tio̍h siú pôaⁿ-kè-choeh, siú chit ê choeh chhit-ji̍t; tio̍h chia̍h bô-kàⁿ ê piáⁿ.","tghg":"「正月十四，恁著守𨃟過節，守此個節七日，著食無酵的餅。","bklhl":"正月十四，lín tio̍h守pôaⁿ過節，守chit ê節七日；tio̍h食無酵ê餅。"}},{"book":"結","chapter":45,"verse":22,"versions":{"unv":"當日，王要為自己和國內的眾民預備一隻公牛作贖罪祭。","bklcl":"Hit-ji̍t jîn-kun tio̍h ūi-tio̍h ka-kī kap kok-lāi ê chèng peh-sìⁿ pī-pān chi̍t chiah kang ê gû chòe sio̍k-chōe-chè.","tghg":"彼日，人君著為著家己及國內的眾百姓備辦一隻公的牛做贖罪祭。","bklhl":"Hit日人君tio̍h為tio̍h家己kap國內ê眾百姓備辦一隻公ê牛做贖罪祭。"}},{"book":"結","chapter":45,"verse":23,"versions":{"unv":"這節的七日，每日他要為耶和華預備無殘疾的公牛七隻、公綿羊七隻為燔祭。每日又要預備公山羊一隻為贖罪祭。","bklcl":"Tng choeh-kî ê chhit-ji̍t i tio̍h pī-pān sio-chè hiàn hō͘ Iâ-hô-hoa, liân-liân chhit-ji̍t, ta̍k-ji̍t tio̍h ēng chhit-chiah gû-káng kap chhit chiah mî-iûⁿ-káng, lóng bô hâ-chhû--ê; ta̍k-ji̍t iā tio̍h pī-pān chi̍t chiah soaⁿ-iûⁿ-káng chòe sio̍k-chōe-chè.","tghg":"當節期的七日，伊著備辦燒祭獻互耶和華，連連七日，逐日著用七隻牛牨、及七隻綿羊牨攏無瑕疵的。逐日也著備辦一隻山羊牨做贖罪祭。","bklhl":"當節期ê七日伊tio̍h備辦燒祭獻hō͘耶和華，連連七日，ta̍k日tio̍h用七隻牛káng kap七隻綿羊káng，lóng無瑕疵ê；ta̍k日也tio̍h備辦一隻山羊káng做贖罪祭。"}},{"book":"結","chapter":45,"verse":24,"versions":{"unv":"他也要預備素祭，就是為一隻公牛同獻一伊法細麵，為一隻公綿羊同獻一伊法細麵，每一伊法細麵加油一欣。","bklcl":"I iā tio̍h pī-pān sò͘-chè, chi̍t chiah gû-káng chi̍t ê i-hoat, chi̍t chiah mî-iûⁿ-káng chi̍t ê i-hoat, múi i-hoat tio̍h iû chi̍t-him.","tghg":"伊也著備辦素祭，一隻牛牨一個伊法，一隻綿羊牨一個伊法，每伊法著油一欣。","bklhl":"伊也tio̍h備辦素祭，一隻牛káng一个i-hoat，一隻綿羊káng一个i-hoat，每i-hoat tio̍h油一him。"}},{"book":"結","chapter":45,"verse":25,"versions":{"unv":"七月十五日守節的時候，七日他都要如此行，照逾越節的贖罪祭、燔祭、素祭，和油的條例一樣。」","bklcl":"Chhit-ge̍h cha̍p-gō͘; siú choeh ê sî chhit-ji̍t kú i tio̍h án-ni chòe; chiàu sio̍k-chōe-chè, chiàu sio-chè, chiàu sò͘-chè, iā tio̍h chiàu iû.","tghg":"七月十五守節的時，七日久伊著按呢做，照贖罪祭、照燒祭、照素祭，也著照油。」","bklhl":"七月十五；守節ê時七日久伊tio̍h án-ni做；照贖罪祭，照燒祭，照素祭，也tio̍h照油。"}}]