[{"book":"結","chapter":28,"verse":1,"versions":{"unv":"耶和華的話又臨到我說：","bklcl":"Iâ-hô-hoa ê ōe koh lîm-kàu góa kóng,","tghg":"耶和華的話閣臨到我講：","bklhl":"耶和華ê話koh臨到我講，"}},{"book":"結","chapter":28,"verse":2,"versions":{"unv":"「人子啊，你對泰爾君王說，主耶和華如此說：因你心裡高傲，說：我是神；我在海中坐神之位。你雖然居心自比神，也不過是人，並不是神！","bklcl":"Jîn-chú ah, lí tio̍h tùi Chhui-lô ê kun-ông kóng, Chú Iâ-hô-hoa án-ni kóng: In-ūi lí sim-lāi kiau-ngō͘, lí ia̍h kóng, Góa sī chi̍t ê siōng-tè, góa tī hái-tiong chē Siōng-tè ê ūi; lí sui-jiân chûn-sim ka-kī lia̍h-chòe sī Siōng-tè, kî-si̍t lí sī lâng, m̄-sī Siōng-tè.","tghg":"「人子啊，你著對推羅的君王講，主耶和華按呢講：因為你心內驕傲，你亦講：我是一個上帝；我佇海中坐上帝的位。你雖然存心家己掠做是上帝，其實你是人，呣是上帝！","bklhl":"人子ah，你tio̍h對Chhui-lô ê君王講，主耶和華án-ni講：因為你心內驕傲，你亦講，我是一个上帝，我tī海中坐上帝ê位；你雖然存心家己掠做是上帝，其實你是人，m̄是上帝。"}},{"book":"結","chapter":28,"verse":3,"versions":{"unv":"看哪，你比但以理更有智慧，甚麼祕事都不能向你隱藏。","bklcl":"Khòaⁿ ah, lí pí Tān-í-lí khah ū tì-hūi, bô chi̍t-hāng pì-bi̍t ê sū tùi lí ún-ba̍t.","tghg":"看啊，你比但以理卡有智慧，無一項秘密(pì-bi̍t)的事對你隱密(ún-ba̍t)。","bklhl":"看ah，你比但以理khah有智慧，無一項祕密ê事對你隱密。"}},{"book":"結","chapter":28,"verse":4,"versions":{"unv":"你靠自己的智慧聰明得了金銀財寶，收入庫中。","bklcl":"Lí óa-khò ka-kī ê tì-hūi chhang-miâ, tit-tio̍h châi-pó, tit-tio̍h kim-gûn, siu tī lí ê khò͘-pâng.","tghg":"你倚靠家己的智慧聰明(chhang-miâ)得著財寶、得著金銀，收佇你的庫房。","bklhl":"你óa靠家己ê智慧聰明，得tio̍h財寶，得tio̍h金銀，收tī你ê庫房。"}},{"book":"結","chapter":28,"verse":5,"versions":{"unv":"你靠自己的大智慧和貿易增添資財，又因資財心裡高傲。","bklcl":"Lí óa-khò ka-kī ê tōa tì-hūi kap seng-lí, ke-thiⁿ lí ê hó-gia̍h; ia̍h lí ê sim ūi-tio̍h lí ê hó-gia̍h lâi kiau-ngō͘.","tghg":"你倚靠家己的大智慧及生理加添你的好額，亦你的心為著你的好額來驕傲。","bklhl":"你óa靠家己ê大智慧kap seng-lí，加添你ê好額；亦你ê心為tio̍h你ê好額來驕傲。"}},{"book":"結","chapter":28,"verse":6,"versions":{"unv":"「所以主耶和華如此說：因你居心自比神，","bklcl":"Só͘-í Chú Iâ-hô-hoa án-ni kóng, In-ūi lí chûn-sim, ka-kī lia̍h-chòe sī Siōng-tè,","tghg":"所以主耶和華按呢講：因為你存心家己掠做是上帝，","bklhl":"所以主耶和華án-ni講，因為你存心，家己掠做是上帝，"}},{"book":"結","chapter":28,"verse":7,"versions":{"unv":"我必使外邦人，就是列國中的強暴人臨到你這裡；他們必拔刀砍壞你用智慧得來的美物，褻瀆你的榮光。","bklcl":"khòaⁿ ah, só͘-í Góa beh tòa gōa-pang lâng, chiū-sī lia̍t-kok-tiong kiông-pō ê lâng, lâi lí chia; in beh pu̍ih-to kong-kek lí tùi tì-hūi só͘ tit-tio̍h ê hó-mi̍h; phah lâ-sâm lí ê êng-kng.","tghg":"看啊，所以我欲帶外邦人，就是列國中強暴的人來你遮；𪜶欲拔(pu̍ih)刀攻擊你對智慧所得著的好物，拍垃墋你的榮光。","bklhl":"看ah，所以我beh帶外邦人，就是列國中強暴ê人，來你chia；in beh拔刀攻擊你tùi智慧所得tio̍h ê好物；phah lâ-sâm你ê榮光。"}},{"book":"結","chapter":28,"verse":8,"versions":{"unv":"他們必使你下坑；你必死在海中，與被殺的人一樣。","bklcl":"In beh hō͘ lí lo̍h chhim-khiⁿ; lí beh sí tī hái-tiong, chhin-chhiūⁿ siū-thâi ê lâng ê sí chi̍t-iūⁿ.","tghg":"𪜶欲互你落深坑；你欲死佇海中，親像受刣的人的死一樣。","bklhl":"In beh hō͘你落深坑；你beh死tī海中，親像受刣 ê人ê死一樣。"}},{"book":"結","chapter":28,"verse":9,"versions":{"unv":"在殺你的人面前你還能說「我是　神」嗎？其實你在殺害你的人手中，不過是人，並不是神。","bklcl":"Tī thâi lí ê lâng ê bīn-chêng, lí iáu-bē kóng, Góa sī Siōng-tè mah? kî-si̍t lí tī thâi-sí lí ê lâng ê chhiú, put-kò sī lâng, m̄-sī Siōng-tè.","tghg":"佇刣你的人的面前，你猶未講「我是上帝」嗎？其實你佇刣死你的人的手，不過是人，呣是上帝。","bklhl":"Tī 刣你ê人ê面前，你iáu未講，我是上帝mah？其實你tī 刣死你ê人ê手，不過是人，m̄是上帝。"}},{"book":"結","chapter":28,"verse":10,"versions":{"unv":"你必死在外邦人手中，與未受割禮（或譯：不潔；下同）的人一樣，因為這是主耶和華說的。」","bklcl":"Lí beh sí, tī gōa-kok lâng ê chhiú-tiong, chhin-chhiūⁿ bē siū kat-lé ê lâng ê sí chi̍t-iūⁿ, in-ūi Góa ū kóng i; che sī Chú Iâ-hô-hoa só͘ kóng-ê.","tghg":"你欲死佇外國人的手中，親像未受割禮的人的死一樣，因為我有講伊。這是主耶和華所講的。」","bklhl":"你beh死，tī外國人ê手中，親像bē受割禮ê人ê死一樣，因為我有講伊；這是主耶和華所講ê。"}},{"book":"結","chapter":28,"verse":11,"versions":{"unv":"耶和華的話臨到我說：","bklcl":"Iâ-hô-hoa ê ōe lîm-kàu góa kóng,","tghg":"耶和華的話臨到我講：","bklhl":"耶和華ê話臨到我講，"}},{"book":"結","chapter":28,"verse":12,"versions":{"unv":"「人子啊，你為泰爾王作起哀歌，說主耶和華如此說：你無所不備，智慧充足，全然美麗。","bklcl":"Jîn-chú ah, lí tio̍h kā Chhui-lô ông chòe ai-ko, tùi i kóng, Chú Iâ-hô-hoa án-ni kóng, Lí bô só͘ m̄ chiâu-pī, tì-hūi chhiong-chiok, oân-choân súi.","tghg":"「人子啊，你著給推羅王做哀歌，對伊講主耶和華按呢講：你無所呣齊備，智慧充足，完全媠。","bklhl":"人子ah，你tio̍h kā Chhui-lô王做哀歌，對伊講，主耶和華án-ni講，你無所m̄齊備，智慧充足，完全súi。"}},{"book":"結","chapter":28,"verse":13,"versions":{"unv":"你曾在伊甸　神的園中，佩戴各樣寶石，就是紅寶石、紅璧璽、金鋼石、水蒼玉、紅瑪瑙、碧玉、藍寶石、綠寶石、紅玉，和黃金；又有精美的鼓笛在你那裡，都是在你受造之日預備齊全的。","bklcl":"Lí bat tī Ai-tiân Siōng-tè ê hn̂g-lāi, ēng ta̍k-iūⁿ ê pó-chio̍h chòe lí ê chng-thāⁿ, chiū-sī âng-pó-chio̍h, n̂g-ge̍k, kap kim-kong-chio̍h, chhiⁿ-ge̍k, âng-bé-ló, kap phek-ge̍k, lâm-ge̍k, le̍k-pó-chio̍h, kap chhiah-ge̍k, kap n̂g-kim; koh lí kó͘ kap siau, tī lí hia chè-chō, tng lí siū-chō ê ji̍t, chiū lóng chiâu-pī.","tghg":"你曾佇伊甸上帝的園內，用逐樣的寶石做你的妝飾(chng-thāⁿ)，就是紅寶石、黃玉及金剛石、青玉、紅瑪瑙、及碧玉、藍玉、綠寶石、及赤玉、及黃金；閣你鼓及簫佇你遐製造，當你受造的日，就攏齊備。","bklhl":"你bat tī伊甸上帝ê園內，用ta̍k樣ê寶石做你ê裝飾，就是紅寶石、黃玉，kap金剛石，青玉、紅瑪瑙，kap碧玉，藍玉、綠寶石，kap赤玉，kap黃金；koh你鼓kap簫，tī你hia製造，當你受造ê日，就lóng齊備。"}},{"book":"結","chapter":28,"verse":14,"versions":{"unv":"你是那受膏遮掩約櫃的基路伯；我將你安置在　神的聖山上；你在發光如火的寶石中間往來。","bklcl":"Lí sī hit ê siū boah-iû jia-khàm ê ki-lō͘-peng; Góa an-tì lí tī Siōng-tè ê sèng-soaⁿ; lí óng-lâi tī chhut-hé ê chio̍h ê tiong-kan.","tghg":"你是彼個受抹油遮蓋的𠼻𡀔兵；我安置你佇上帝的聖山；你往來佇出火的石的中間。","bklhl":"你是hit ê受抹油遮蓋ê ki-lō͘-peng；我安置你tī上帝ê聖山；你往來tī出火ê石ê中間。"}},{"book":"結","chapter":28,"verse":15,"versions":{"unv":"你從受造之日所行的都完全，後來在你中間又察出不義。","bklcl":"Lí tùi siū-chō ê ji̍t só͘ kiâⁿ lóng oân-choân, ti̍t-kàu chhē-tio̍h put-gī tī lí ê tiong-kan.","tghg":"你對受造的日所行攏完全，直到尋著不義佇你的中間。","bklhl":"你tùi受造ê日所行lóng完全，直到chhē-tio̍h不義tī你ê中間。"}},{"book":"結","chapter":28,"verse":16,"versions":{"unv":"因你貿易很多，就被強暴的事充滿，以致犯罪，所以我因你褻瀆聖地，就從　神的山驅逐你。遮掩約櫃的基路伯啊，我已將你從發光如火的寶石中除滅。","bklcl":"In-ūi lí seng-lí chin-tōa, lâng chiū ēng kiông-pō chhiong-móa tī lí ê tiong-kan, tì-kàu lí hoān-chōe; in-ūi án-ni, Góa khòaⁿ lí chhin-chhiūⁿ ù-òe, chiū tùi Siōng-tè ê soaⁿ kóaⁿ-tio̍k lí; jia-khàm ê ki-lō͘-peng ah, Góa í-keng chiong lí tùi chhut-hé ê chio̍h ê tiong-kan tû-bia̍t.","tghg":"因為你生理真大，人就用強暴充滿佇你的中間，致到你犯罪，因為按呢，我看你親像污穢，就對上帝的山趕逐你。遮蓋的𠼻𡀔兵啊，我已經將你對出火的石的中間除滅。","bklhl":"因為你seng-lí真大，人就用強暴充滿tī你ê中間，致到你犯罪；因為án-ni，我看你親像污穢，就tùi上帝ê山趕逐你；遮蓋ê ki-lō͘-peng ah，我已經將你tùi出火ê石ê中間除滅。"}},{"book":"結","chapter":28,"verse":17,"versions":{"unv":"你因美麗心中高傲，又因榮光敗壞智慧，我已將你摔倒在地，使你倒在君王面前，好叫他們目睹眼見。","bklcl":"Lí in-ūi súi, sim-tiong kiau-ngō͘; koh in-ūi lí ê êng-kng pāi-hoāi lí ê tì-hūi; Góa í-keng chhia-tó lí tī tōe--nih, hō͘ lí tó tī kun-ông ê bīn-chêng, hō͘ in khòaⁿ-kìⁿ.","tghg":"你因為媠，心中驕傲，閣因為你的榮光敗壞你的智慧，我已經捙倒(chhia-tó)你佇地裡，互你倒佇君王的面前，互𪜶看見。","bklhl":"你因為súi，心中驕傲；koh因為你ê榮光敗壞你ê智慧；我已經chhia倒你tī地裡，hō͘你倒tī君王ê面前，hō͘ in看見。"}},{"book":"結","chapter":28,"verse":18,"versions":{"unv":"你因罪孽眾多，貿易不公，就褻瀆你那裡的聖所。故此，我使火從你中間發出，燒滅你，使你在所有觀看的人眼前變為地上的爐灰。","bklcl":"Lí in-ūi chōe-kòa chin-chōe, chòe seng-lí bô kong-tō; lí phah lâ-sâm lí hiah-ê sèng-só͘; só͘-í Góa hō͘ hé tùi lí tiong-kan chhut, lâi sio-bia̍t lí; hō͘ lí tī só͘ ū khòaⁿ-kìⁿ ê lâng ê ba̍k-chiu-chêng, piàn-chòe tōe-chiūⁿ ê hé-hu.","tghg":"你因為罪過真多，做生理無公道，你拍垃墋你許個聖所。所以，我互火對你中間出，來燒滅你，互你佇所有看見的人的目睭前變做地上的火灰。","bklhl":"你因為罪過真chōe，做seng-lí無公道；你phah lâ-sâm你hiah-ê聖所；所以我hō͘火對你中間出，來燒滅你；hō͘你tī所有看見ê人ê目睭前，變做地上ê火灰。"}},{"book":"結","chapter":28,"verse":19,"versions":{"unv":"各國民中，凡認識你的，都必為你驚奇。你令人驚恐，不再存留於世，直到永遠。」","bklcl":"Chèng peh-sìⁿ ê tiong-kan, kìⁿ-nā bat lí ê lâng, lóng beh ūi-tio̍h lí lâi gông-ngia̍h; lí hō͘ lâng thang kiaⁿ, éng-oán bô thang koh tī-teh.","tghg":"眾百姓的中間，見若識(bat)你的人，攏欲為著你來卬愕。你互人通驚，永遠無通閣佇啲。」","bklhl":"眾百姓ê中間，見若bat你ê人，lóng beh為tio̍h你來gông-ngia̍h；你hō͘人thang驚，永遠無thang koh tī-teh。"}},{"book":"結","chapter":28,"verse":20,"versions":{"unv":"耶和華的話臨到我說：","bklcl":"Iâ-hô-hoa ê ōe lîm-kàu góa kóng,","tghg":"耶和華的話臨到我講：","bklhl":"耶和華ê話臨到我講，"}},{"book":"結","chapter":28,"verse":21,"versions":{"unv":"「人子啊，你要向西頓預言攻擊她，","bklcl":"Jîn-chú ah, lí ê bīn tio̍h ǹg Se-tùn, tùi i soan-thoân, kóng,","tghg":"「人子啊，你的面著向西頓對伊宣傳講，","bklhl":"人子ah，你ê面tio̍h ǹg Se-tùn，對伊宣傳，講，"}},{"book":"結","chapter":28,"verse":22,"versions":{"unv":"說主耶和華如此說：西頓哪，我與你為敵，我必在你中間得榮耀。我在你中間施行審判、顯為聖的時候，人就知道我是耶和華。","bklcl":"Chú Iâ-hô-hoa án-ni kóng, Se-tùn ah, khòaⁿ ah, Góa kap lí chòe tùi-te̍k, Góa tek-khak tī lí tiong-kan tit-tio̍h êng-kng; Góa tī i tiong-kan kiâⁿ sím-phòaⁿ, hián-bêng Góa chòe-sèng ê sî, in chiū chai Góa sī Iâ-hô-hoa.","tghg":"主耶和華按呢講：西頓啊，看啊，我及你做對敵，我的確佇你中間得著榮光。我佇伊中間行審判，顯明我做聖的時，𪜶就知我是耶和華。","bklhl":"主耶和華án-ni講，Se-tùn ah，看ah，我kap你做對敵，我的確tī你中間得tio̍h榮光；我tī伊中間行審判，顯明我做聖ê時，in就知我是耶和華。"}},{"book":"結","chapter":28,"verse":23,"versions":{"unv":"我必使瘟疫進入西頓，使血流在她街上。被殺的必在其中仆倒，四圍有刀劍臨到她，人就知道我是耶和華。」","bklcl":"Góa ia̍h beh hō͘ un-e̍k kap lâu-huih ê sū ji̍p i ê ke-lō͘, tio̍h-siong--ê tó tī i ê tiong-kan, sì-ûi ū to-kiàm kong-kek i; in chiū chai Góa sī Iâ-hô-hoa.","tghg":"我亦欲互瘟疫，及流血的事入伊的街路。著傷者(tio̍h-siong--ê)倒佇伊的中間，四圍有刀劍攻擊伊，𪜶就知我是耶和華。」","bklhl":"我亦beh hō͘瘟疫kap流血ê事入伊ê街路，tio̍h傷ê倒tī伊ê中間，四圍有刀劍攻擊伊；in就知我是耶和華。"}},{"book":"結","chapter":28,"verse":24,"versions":{"unv":"「四圍恨惡以色列家的人，必不再向他們作刺人的荊棘，傷人的蒺藜，人就知道我是主耶和華。」","bklcl":"Sì-ûi pêng-sò͘ khòaⁿ-khin Í-sek-lia̍t-ke ê lâng, í-āu bô koh ǹg in chòe chha̍k lâng ê chhì, hō͘ lâng kan-khó͘ ê chháu-chhì; in chiū chai Góa sī Chú Iâ-hô-hoa.","tghg":"「四圍平素看輕以色列家的人，以後無閣向𪜶做鑿(chha̍k)人的茦(chhì)，互人艱苦的草茦，𪜶就知我是主耶和華。」","bklhl":"四圍平素看輕以色列家ê人，以後無koh ǹg in做鑿人ê刺，hō͘人艱苦ê草刺；in就知我是主耶和華。"}},{"book":"結","chapter":28,"verse":25,"versions":{"unv":"主耶和華如此說：「我將分散在萬民中的以色列家招聚回來，向他們在列邦人眼前顯為聖的時候，他們就在我賜給我僕人雅各之地，仍然居住。","bklcl":"Chú Iâ-hô-hoa án-ni kóng, Góa chū-chi̍p Í-sek-lia̍t-ke, tùi só͘ sì-sòaⁿ--khì ê peh-sìⁿ-tiong, tùi in hián-bêng Góa chòe-sèng, tī lia̍t-kok lâng ê ba̍k-chiu-chêng; hit-sî in beh khiā-khí tī pún só͘-chāi, chiū-sī Góa só͘ siúⁿ-sù Góa ê lô͘-po̍k Ngá-kok ê tōe.","tghg":"主耶和華按呢講：「我聚集以色列家對所四散去的百姓中，對𪜶顯明我做聖佇列國人的目睭前，彼時𪜶欲徛起佇本所在，就是我所賞賜我的奴僕雅各的地。","bklhl":"主耶和華án-ni講，我聚集以色列家，tùi所四散去ê百姓中，對in顯明我做聖，tī列國人ê目睭前；hit時in beh khiā起tī本所在，就是我所賞賜我ê奴僕雅各ê地。"}},{"book":"結","chapter":28,"verse":26,"versions":{"unv":"他們要在這地上安然居住。我向四圍恨惡他們的眾人施行審判以後，他們要蓋造房屋，栽種葡萄園，安然居住，就知道我是耶和華─他們的　神。」","bklcl":"In beh an-jiân khiā-khí tī hí tiong-kan; Góa í-keng kiâⁿ sím-phòaⁿ tī sì-ûi khòaⁿ-khin in ê lâng, hit-sî in beh khí chhù, chai-chèng phû-tô-hn̂g, an-jiân khiā-khí; in chiū chai Góa sī Iâ-hô-hoa, in ê Siōng-tè.","tghg":"𪜶欲安然徛起佇彼中間。我已經行審判佇四圍看輕𪜶的人，彼時𪜶欲起厝，栽種葡萄園，安然徛起，𪜶就知我是耶和華──𪜶的上帝。」","bklhl":"In beh安然khiā起tī hí中間；我已經行審判tī四圍看輕in ê人，hit時in beh起厝，栽種葡萄園，安然khiā起；in就知我是耶和華，in ê上帝。"}}]