[{"book":"結","chapter":3,"verse":1,"versions":{"unv":"他對我說：「人子啊，要吃你所得的，要吃這書卷，好去對以色列家講說。」","bklcl":"I chiū tùi góa kóng, Jîn-chú ah, tio̍h chia̍h lí só͘ tit-tio̍h ê; tio̍h chia̍h hit kńg chheh, iā tio̍h khì tùi Í-sek-lia̍t ke kóng-ōe.","tghg":"伊就對我講：「人子啊，著食你所得著的，著食彼卷冊，也著去對以色列家講話。」","bklhl":"伊就對我講，人子ah，tio̍h食你所得tio̍h ê；tio̍h食hit卷冊，也tio̍h去對以色列家講話。"}},{"book":"結","chapter":3,"verse":2,"versions":{"unv":"於是我開口，他就使我吃這書卷，","bklcl":"Tùi án-ni góa khui-chhùi, I chiū hō͘ góa chia̍h hit-kńg.","tghg":"對按呢我開嘴，伊就互我食彼卷，","bklhl":"Tùi án-ni，我開嘴，伊就hō͘我食hit卷。"}},{"book":"結","chapter":3,"verse":3,"versions":{"unv":"又對我說：「人子啊，要吃我所賜給你的這書卷，充滿你的肚腹。」我就吃了，口中覺得其甜如蜜。","bklcl":"Koh tùi góa kóng, Jîn-chú ah, chiong chit-kńg, Góa só͘ hō͘ lí ê, tio̍h chia̍h tī lí ê pak-tó͘, chhiong-móa lí ê tn̂g.  Góa chiū chia̍h i; chhùi-lāi chai i ê tiⁿ chhin-chhiūⁿ bi̍t.","tghg":"閣對我講：「人子啊，將此卷我所互你的，著食佇你的腹肚，充滿你的腸。」我就食伊，嘴內知伊的甜親像蜜。","bklhl":"Koh對我講，人子ah，將chit卷，我所hō͘你ê，tio̍h食tī你ê腹肚，充滿你ê腸。我就食伊；嘴內知伊ê甜親像蜜。"}},{"book":"結","chapter":3,"verse":4,"versions":{"unv":"他對我說：「人子啊，你往以色列家那裡去，將我的話對他們講說。","bklcl":"I tùi góa kóng, Jîn-chú ah, khí-lâi chiū-kūn Í-sek-lia̍t ê ke, iā ēng Góa ê ōe kā in kóng.","tghg":"伊對我講：「人子啊，起來就近以色列的家，也用我的話給𪜶講。","bklhl":"伊對我講，人子ah，起來就近以色列ê家，也用我ê話kā in講。"}},{"book":"結","chapter":3,"verse":5,"versions":{"unv":"你奉差遣不是往那說話深奧、言語難懂的民那裡去，乃是往以色列家去；","bklcl":"In-ūi lí hōng-chhe m̄-sī khì hit ê kóng-ōe chhim-ò, giân-gú oh--tit thiaⁿ ê peh-sìⁿ hia, chiū-sī khì Í-sek-lia̍t ke;","tghg":"因為你奉差呣是去彼個講話深奧、言語僫得(oh-tit)聽的百姓遐，就是去以色列家；","bklhl":"因為你奉差m̄是去hit ê講話深奧，言語oh得聽ê百姓hia，就是去以色列家；"}},{"book":"結","chapter":3,"verse":6,"versions":{"unv":"不是往那說話深奧、言語難懂的多國去，他們的話語是你不懂得的。我若差你往他們那裡去，他們必聽從你。","bklcl":"m̄-sī khì hiah-ê kóng-ōe chhim-ò, giân-gú oh--tit thiaⁿ ê chōe-chōe kok, in ê ōe lí bōe hiáu-tit thiaⁿ.","tghg":"呣是去許個講話深奧，言語僫得聽的多多國，𪜶的話你𣍐曉得聽。","bklhl":"m̄是去hiah-ê講話深奧，言語oh得聽ê chōe-chōe國，in ê話你bōe曉得聽。"}},{"book":"結","chapter":3,"verse":7,"versions":{"unv":"以色列家卻不肯聽從你，因為他們不肯聽從我；原來以色列全家是額堅心硬的人。","bklcl":"Góa nā chhe lí khì in hia, in tek-khak thiaⁿ lí.  Chóng-sī Í-sek-lia̍t ke m̄-khéng thiaⁿ lí, in-ūi m̄-khéng thiaⁿ Góa; in-ūi Í-sek-lia̍t choân-ke sī thâu-hia̍h tēng, sim ngī ê lâng.","tghg":"我若差你去𪜶遐，𪜶的確聽你；總是以色列家呣肯聽你，因為呣肯聽我；因為以色列全家是頭額𠕇心硬的人。","bklhl":"我若差你去in hia，in的確聽你。總是以色列家m̄肯聽你，因為m̄肯聽我；因為以色列全家是頭額tēng，心硬ê人。"}},{"book":"結","chapter":3,"verse":8,"versions":{"unv":"看哪，我使你的臉硬過他們的臉，使你的額硬過他們的額。","bklcl":"Khòaⁿ ah, Góa hō͘ lí ê bīn ngī, tí-te̍k in ê bīn; hō͘ lí ê thâu-hia̍h tēng, tí-te̍k in ê thâu-hia̍h.","tghg":"看啊，我互你的面硬，抵敵𪜶的面，互你的頭額𠕇，抵敵𪜶的頭額。","bklhl":"看ah，我hō͘你ê面硬，抵敵in ê面；hō͘你ê頭額tēng，抵敵in ê頭額。"}},{"book":"結","chapter":3,"verse":9,"versions":{"unv":"我使你的額像金鋼鑽，比火石更硬。他們雖是悖逆之家，你不要怕他們，也不要因他們的臉色驚惶。」","bklcl":"Góa hō͘ lí ê thâu-hia̍h chhin-chhiūⁿ soān-chio̍h, pí hé-chio̍h khah-tēng; in sui-jiân sī pōe-ge̍k ê ke, lí bo̍h-tit kiaⁿ in, iā bo̍h-tit in-ūi in ê bīn-māu lâi kiaⁿ-hiâⁿ.","tghg":"我互你的頭額親像鑽石，比火石卡𠕇(tēng)。𪜶雖然是悖逆(pōe-ge̍k)的家，你莫得驚𪜶，也莫得因為𪜶的面貌來驚惶。」","bklhl":"我hō͘你ê頭額親像鑽石，比火石khah-tēng；in雖然是悖逆ê家，你莫得驚in，也莫得因為in ê面貌來驚惶。"}},{"book":"結","chapter":3,"verse":10,"versions":{"unv":"他又對我說：「人子啊，我對你所說的一切話，要心裡領會，耳中聽聞。","bklcl":"I koh tùi góa kóng, Jîn-chú ah, Góa tùi lí só͘ kóng it-chhè ê ōe, lí tio̍h ēng sim sêng-siū, ēng hī-khang thiaⁿ.","tghg":"伊閣對我講：「人子啊，我對你所講一切的話，你著用心承受，用耳孔聽。","bklhl":"伊koh對我講，人子ah，我對你所講一切ê話，你tio̍h用心承受，用耳孔聽。"}},{"book":"結","chapter":3,"verse":11,"versions":{"unv":"你往你本國被擄的子民那裡去，他們或聽，或不聽，你要對他們講說，告訴他們這是主耶和華說的。」","bklcl":"Lí tio̍h khì chiū-kūn pún-kok siū-lia̍h ê peh-sìⁿ hia; in kiám-chhái thiaⁿ, kiám-chhái m̄-thiaⁿ; lí tio̍h tùi in kóng-ōe, kā in kóng, Che sī Chú Iâ-hô-hoa án-ni kóng.","tghg":"你著去就近本國受掠的百姓遐，𪜶豈採聽，豈採呣聽，你著對𪜶講話，給𪜶講，這是主耶和華按呢講。」","bklhl":"你tio̍h去就近本國受掠ê百姓hia；in kiám-chhái聽，kiám-chhái m̄聽；你tio̍h對in講話，kā in講，這是主耶和華án-ni講。"}},{"book":"結","chapter":3,"verse":12,"versions":{"unv":"那時，靈將我舉起，我就聽見在我身後有震動轟轟的聲音，說：「從耶和華的所在顯出來的榮耀是該稱頌的！」","bklcl":"Hit-sî sîn kú-khí góa, góa chiū thiaⁿ-kìⁿ tī góa ê ka-chiah-āu ū tōa tín-tāng hū-hū-háu ê siaⁿ, kóng, Iâ-hô-hoa ê êng-kng tùi I ê só͘-chāi hián-chhut, eng-kai tit-tio̍h o-ló.","tghg":"彼時，神舉起我，我就聽見佇我的尻脊後(ka-chiah-āu)有大振動呼呼哮(hū-hū-háu)的聲，講：「耶和華的榮光對伊的所在顯出，應該得著謳咾！」","bklhl":"Hit時神舉起我，我就聽見tī我ê ka-chiah後有大振動hū-hū哮ê聲，講，耶和華ê榮光tùi伊ê所在顯出，應該得tio̍h o-ló。"}},{"book":"結","chapter":3,"verse":13,"versions":{"unv":"我又聽見那活物翅膀相碰，與活物旁邊輪子旋轉震動轟轟的響聲。","bklcl":"Góa iā thiaⁿ-kìⁿ hiah-ê oa̍h-mi̍h ê si̍t saⁿ-kha̍p-tio̍h ê siaⁿ, kap in ê sin-piⁿ lûn ê siaⁿ, chiū-sī tōa tín-tāng hū-hū-háu ê siaⁿ.","tghg":"我也聽見許個活物的翅相磕(saⁿ-kha̍p)著的聲，及𪜶的身邊輪的聲，就是大振動呼呼哮的聲。","bklhl":"我也聽見hiah-ê活物ê翼相磕tio̍h ê聲，kap in ê身邊輪ê聲，就是大振動hū-hū哮ê聲。"}},{"book":"結","chapter":3,"verse":14,"versions":{"unv":"於是靈將我舉起，帶我而去。我心中甚苦，靈性忿激，並且耶和華的靈（原文是手）在我身上大有能力。","bklcl":"Tùi án-ni sîn kú-khí góa, tòa góa khì; góa khì chin kan-khó͘, sim-sîn kek-lia̍t; Iâ-hô-hoa ê chhiú tī góa sin-chiūⁿ chin ū la̍t.","tghg":"對按呢神舉起我，帶我去。我去真艱苦，心神激烈，耶和華的手佇我身上真有力。","bklhl":"Tùi án-ni，神舉起我，帶我去；我去真艱苦，心神激烈；耶和華ê手tī我身上真有力。"}},{"book":"結","chapter":3,"verse":15,"versions":{"unv":"我就來到提勒‧亞畢，住在迦巴魯河邊被擄的人那裡，到他們所住的地方，在他們中間憂憂悶悶地坐了七日。","bklcl":"Góa chiū kàu The-le̍k-a-pit, tiàm tī Ka-pa-ló͘ hô-piⁿ siū-lia̍h ê lâng hit-ūi, kàu in só͘ khiā-khí ê só͘-chāi; tī in tiong-kan chē chhit-ji̍t kú, tiàm hia chin gông-ngia̍h.","tghg":"我就到提勒亞畢，踮佇迦巴魯河邊受掠的人彼位，到𪜶所徛起的所在，佇𪜶中間坐七日久，踮遐真卬愕。","bklhl":"我就到The-le̍k-a-pit，tiàm tī Ka-pa-ló͘河邊受掠ê人hit位，到in所khiā起ê所在；tī in中間坐七日久，tiàm hia真gông-ngia̍h。"}},{"book":"結","chapter":3,"verse":16,"versions":{"unv":"過了七日，耶和華的話臨到我說：","bklcl":"Kè chhit-ji̍t Iâ-hô-hoa ê ōe lîm-kàu góa, kóng,","tghg":"過七日，耶和華的話臨到我講：","bklhl":"過七日耶和華ê話臨到我，講，"}},{"book":"結","chapter":3,"verse":17,"versions":{"unv":"「人子啊，我立你作以色列家守望的人，所以你要聽我口中的話，替我警戒他們。","bklcl":"Jîn-chú ah, Góa siat-li̍p lí chòe Í-sek-lia̍t ke siú-bāng ê lâng; só͘-í lí tio̍h thiaⁿ Góa ê chhùi só͘-kóng--ê, thòe Góa kéng-kài in.","tghg":"「人子啊，我設立你做以色列家守望的人，所以你著聽我的嘴所講的，替我警戒𪜶。","bklhl":"人子ah，我設立你做以色列家守望ê人；所以你tio̍h聽我ê嘴所講ê，替我警戒in。"}},{"book":"結","chapter":3,"verse":18,"versions":{"unv":"我何時指著惡人說：他必要死；你若不警戒他，也不勸戒他，使他離開惡行，拯救他的性命，這惡人必死在罪孽之中；我卻要向你討他喪命的罪（原文是血）。","bklcl":"Góa tùi pháiⁿ-lâng kóng, Lí tek-khak ōe sí; nā lí bô kéng-kài i, bô ēng ōe kéng-kài pháiⁿ-lâng hō͘ i lī-khui i ê pháiⁿ-lō͘, lâi kiù i ê sìⁿ-miā; chiū hit ê pháiⁿ-lâng beh sí tī i ê chōe; chóng-sī Góa beh tùi lí ê chhiú thó i ê sìⁿ-miā.","tghg":"我對歹人講：你的確會死；若你無警戒伊，無用話警戒歹人，互伊離開伊的歹路，來救伊的生命，就彼個歹人欲死佇伊的罪；總是我欲對你的手討伊的生命。","bklhl":"我對pháiⁿ人講，你的確會死；若你無警戒伊，無用話警戒pháiⁿ人hō͘伊離開伊ê pháiⁿ路，來救伊ê性命；就hit ê pháiⁿ人beh死tī伊ê罪；總是我beh對你ê手討伊ê性命。"}},{"book":"結","chapter":3,"verse":19,"versions":{"unv":"倘若你警戒惡人，他仍不轉離罪惡，也不離開惡行，他必死在罪孽之中，你卻救自己脫離了罪。","bklcl":"Siat-sú lí kéng-kài pháiⁿ-lâng, iā i bô oa̍t-tńg lī-khui i ê pháiⁿ só͘-kiâⁿ kap i ê pháiⁿ-lō͘, chiū i beh sí tī i ê chōe; chóng-sī lí ū kiù lí ka-kī ê sìⁿ-miā.","tghg":"設使你警戒歹人，也伊無越轉離開伊的歹所行及伊的歹路，就伊欲死佇伊的罪，總是你有救你家己的生命。","bklhl":"設使你警戒pháiⁿ人，也伊無oa̍t-tńg離開伊ê pháiⁿ所行kap伊ê pháiⁿ路，就伊beh死tī伊ê罪；總是你有救你家己ê性命。"}},{"book":"結","chapter":3,"verse":20,"versions":{"unv":"再者，義人何時離義而犯罪，我將絆腳石放在他面前，他就必死；因你沒有警戒他，他必死在罪中，他素來所行的義不被記念；我卻要向你討他喪命的罪（原文是血）。","bklcl":"Koh siat-sú ū gī-lâng oa̍t-tńg lī-khui i ê gī lâi hoān-chōe, Góa iā hē that-gāi tī i ê bīn-chêng, chiū i beh sí; in-ūi lí bô kéng-kài i, chiū i beh sí tī i ê chōe, koh i só͘ ū kiâⁿ ê gī bô koh tit-tio̍h kì-liām; chóng-sī Góa beh tùi lí ê chhiú thó i ê sìⁿ-miā.","tghg":"閣設使有義人越轉離開伊的義來犯罪，我也下(hē)塞礙佇伊的面前，就伊欲死；因為你無警戒伊，就伊欲死佇伊的罪，閣伊所有行的義無閣得著紀念；總是我欲對你的手討伊的生命。","bklhl":"Koh設使有義人oa̍t-tńg離開伊ê義來犯罪，我也hē窒礙tī伊ê面前，就伊beh死；因為你無警戒伊，就伊beh死tī伊ê罪，koh伊所有行ê義無koh得tio̍h記念；總是我beh對你ê手討伊ê性命。"}},{"book":"結","chapter":3,"verse":21,"versions":{"unv":"倘若你警戒義人，使他不犯罪，他就不犯罪；他因受警戒就必存活，你也救自己脫離了罪。」","bklcl":"Chóng-sī lí nā kéng-kài gī-lâng, hō͘ gī-lâng bô hoān-chōe, i nā chin-chiàⁿ bô hoān-chōe, chiū tek-khak tit-tio̍h oa̍h, in-ūi i ū siū kéng-kài; lí ia̍h kiù ka-kī ê sìⁿ-miā.","tghg":"總是你若警戒義人，互義人無犯罪，伊若真正無犯罪，就的確得著活；因為伊有受警戒，你亦救家己的生命。」","bklhl":"總是你若警戒義人，hō͘義人無犯罪，伊若真正無犯罪，就的確得tio̍h活，因為伊有受警戒；你亦救家己ê性命。"}},{"book":"結","chapter":3,"verse":22,"versions":{"unv":"耶和華的靈（原文是手）在那裡降在我身上。他對我說：「你起來往平原去，我要在那裡和你說話。」","bklcl":"Iâ-hô-hoa ê chhiú tī-hia hē tī góa ê sin-chiūⁿ; I tùi góa kóng, Lí khí-lâi, khì pîⁿ-iûⁿ, Góa beh tī-hia kap lí kóng-ōe.","tghg":"耶和華的手佇遐下佇我的身上。伊對我講：「你起來去平洋，我欲佇遐及你講話。」","bklhl":"耶和華ê手tī-hia hē tī我ê身上；伊對我講，你起來，去平洋，我beh tī-hia kap你講話。"}},{"book":"結","chapter":3,"verse":23,"versions":{"unv":"於是我起來往平原去，不料，耶和華的榮耀正如我在迦巴魯河邊所見的一樣，停在那裡，我就俯伏於地。","bklcl":"Tùi án-ni, góa khí-lâi, chhut-khì kàu pîⁿ-iûⁿ; khòaⁿ ah, Iâ-hô-hoa ê êng-kng khiā tī-hia, chhin-chhiūⁿ góa tī Ka-pa-ló͘ hô-piⁿ só͘ khòaⁿ-kìⁿ ê êng-kng chi̍t-iūⁿ; góa chiū phak tī tōe--nih.","tghg":"對按呢，我起來出去到平洋，看啊，耶和華的榮光徛佇遐，親像我佇迦巴魯河邊所看見的榮光一樣，我就仆佇地裡。","bklhl":"Tùi án-ni，我起來，出去到平洋；看ah，耶和華ê榮光khiā tī-hia，親像我tī Ka-pa-ló͘河邊所看見ê榮光一樣；我就仆tī地裡。"}},{"book":"結","chapter":3,"verse":24,"versions":{"unv":"靈就進入我裡面，使我站起來。耶和華對我說：「你進房屋去，將門關上。","bklcl":"Sîn chiū ji̍p góa ê lāi-bīn, hō͘ góa khiā--khí-lâi; I kap góa kóng-ōe; tùi góa kóng, Khì ah, lí tio̍h ka-kī koaiⁿ tī chhù-lāi.","tghg":"神就入我的內面，互我徛起來。伊及我講話，對我講：「去啊，你著家己關佇厝內。","bklhl":"神就入我ê內面，hō͘我khiā起來；伊kap我講話；對我講，去ah，你tio̍h家己關tī厝內。"}},{"book":"結","chapter":3,"verse":25,"versions":{"unv":"人子啊，人必用繩索捆綁你，你就不能出去在他們中間來往。","bklcl":"Jîn-chú ah, lâng beh ēng soh hē tī lí ê sin-khu, kā lí khún-pa̍k; tì-kàu lí bōe chhut-khì lâi kiâⁿ tī in tiong-kan.","tghg":"人子啊，人欲用索下佇你的身軀給你捆縛(khún-pa̍k)，致到你𣍐出去來行佇𪜶中間。","bklhl":"人子ah，人beh用索hē tī你ê身軀，kā你綑縛；致到你bōe出去來行tī in中間。"}},{"book":"結","chapter":3,"verse":26,"versions":{"unv":"我必使你的舌頭貼住上膛，以致你啞口，不能作責備他們的人；他們原是悖逆之家。","bklcl":"Góa beh hō͘ lí ê chi̍h liâm tī lí ê chiūⁿ-kiuⁿ, tì-kàu lí é-káu, bōe ōe chòe chek-pī in ê lâng; in-ūi in sī pōe-ge̍k ê ke.","tghg":"我欲互你的舌粘佇你的上腭(chiūⁿ-kiuⁿ)，致到你啞口(é-káu)，𣍐會做責備𪜶的人；因為𪜶是悖逆的家。","bklhl":"我beh hō͘你ê舌連tī你ê chiūⁿ-kiuⁿ，致到你啞口，bōe會做責備in ê人；因為in是悖逆ê家。"}},{"book":"結","chapter":3,"verse":27,"versions":{"unv":"但我對你說話的時候，必使你開口，你就要對他們說：『主耶和華如此說。』聽的可以聽，不聽的任他不聽，因為他們是悖逆之家。」","bklcl":"To̍k-to̍k kàu Góa kap lí kóng-ōe ê sî, Góa beh khui lí ê chhùi, lí chiū tùi in kóng, Chú Iâ-hô-hoa án-ni kóng, Ài thiaⁿ--ê thiaⁿ, m̄ thiaⁿ--ê kù i m̄-thiaⁿ; in-ūi in sī pōe-ge̍k ê ke.","tghg":"獨獨到我及你講話的時，我欲開你的嘴，你就對𪜶講：『主耶和華按呢講。』愛聽者聽，呣聽者據伊呣聽，因為𪜶是悖逆的家。」","bklhl":"獨獨到我kap你講話ê時，我beh開你ê嘴，你就對in講，主耶和華án-ni講，Ài聽ê聽，m̄聽ê kù伊m̄聽；因為in是悖逆ê家。"}}]