[{"book":"結","chapter":32,"verse":1,"versions":{"unv":"十二年十二月初一日，耶和華的話臨到我說：","bklcl":"Cha̍p-jī--nî, cha̍p-jī-ge̍h, chhoe-it, Iâ-hô-hoa ê ōe lîm-kàu góa kóng,","tghg":"十二年十二月初一，耶和華的話臨到我講：","bklhl":"十二年，十二月，初一，耶和華ê話臨到我講，"}},{"book":"結","chapter":32,"verse":2,"versions":{"unv":"「人子啊，你要為埃及王法老作哀歌，說：從前你在列國中，如同少壯獅子；現在你卻像海中的大魚。你衝出江河，用爪攪動諸水，使江河渾濁。","bklcl":"Jîn-chú ah, lí tio̍h ūi Ai-ki̍p ông Hoat-ló chòe ai-ko, kā i kóng, Chiông-chêng lí tī lia̍t-kok-tiong, chhin-chhiūⁿ ióng ê sai; taⁿ lí sī chhin-chhiūⁿ hái-tiong ê go̍k-hî; lí chông-chhut lí ê kang-hô, ēng kha tín-tāng chiah-ê chúi, tì-kàu kang-hô ê chúi pìⁿ-lô.","tghg":"「人子啊，你著為埃及王法老做哀歌，給伊講：從前你佇列國中，親像勇的獅；今你是親像海中的鱷魚(go̍k-hî)。你𧽵(chông)出你的江河，用腳振動諸個水，致到江河的水變濁(lô)。","bklhl":"人子ah，你tio̍h為埃及王法老做哀歌，kā伊講，從前你tī列國中，親像勇ê獅；taⁿ你是親像海中ê鱷魚；你chông出你ê江河，用腳振動chiah ê水，致到江河ê水變濁。"}},{"book":"結","chapter":32,"verse":3,"versions":{"unv":"主耶和華如此說：我必用多國的人民，將我的網撒在你身上，把你拉上來。","bklcl":"Chú Iâ-hô-hoa án-ni kóng, Góa beh ēng chōe-chōe kok ê peh-sìⁿ, chiong Góa ê bāng pha tī lí ê téng-bīn, in beh ēng Góa ê bāng, kā lí thoa--chhut-lâi.","tghg":"主耶和華按呢講：我欲用多多國的百姓，將我的網拋佇你的頂面，𪜶欲用我的網，給你拖出來。","bklhl":"主耶和華án-ni講，我beh用chōe-chōe國 ê百姓，將我ê 網拋tī你ê頂面，in beh用我ê網，kā你拖出來。"}},{"book":"結","chapter":32,"verse":4,"versions":{"unv":"我必將你丟在地上，拋在田野，使空中的飛鳥都落在你身上，使遍地的野獸吃你得飽。","bklcl":"Góa beh hiat lí tī tōe--nih, pàng-hē tī chhân-iá, hō͘ khong-tiong ê pe-chiáu lóng hioh tī lí ê téng-bīn; hō͘ piàn-tōe ê iá-siù chia̍h lí kàu pá.","tghg":"我欲㧒(hiat)你佇地裡，放下佇田野，互空中的飛鳥攏歇佇你的頂面，互遍地的野獸食你到飽。","bklhl":"我beh hiat你tī地裡，放下tī田野，hō͘空中ê飛鳥lóng歇tī你ê頂面；hō͘遍地ê野獸食你到飽。"}},{"book":"結","chapter":32,"verse":5,"versions":{"unv":"我必將你的肉丟在山間，用你高大的屍首填滿山谷。","bklcl":"Góa beh chiong lí ê bah hiat tī soaⁿ-nih, ēng lí koâiⁿ-tōa ê sin-si thūn-móa soaⁿ-kok.","tghg":"我欲將你的肉㧒佇山裡，用你高大的身屍填(thūn)滿山谷。","bklhl":"我beh將你ê肉hiat tī山裡，用你高大ê身屍thūn滿山谷。"}},{"book":"結","chapter":32,"verse":6,"versions":{"unv":"我又必用你的血澆灌你所游泳之地，漫過山頂；河道都必充滿。","bklcl":"Góa koh beh ēng lí ê huih, koàn-ak lí só͘ siû ê tōe; im-kàu chiah-ê soaⁿ; hô-kau beh tùi lí lâi chhiong-móa.","tghg":"我閣欲用你的血灌沃你所泅(siû)的地，淹到諸個山；河溝欲對你來充滿。","bklhl":"我koh beh用你ê血，灌ak你所泅ê地；淹到chiah ê山；河溝beh對你來充滿。"}},{"book":"結","chapter":32,"verse":7,"versions":{"unv":"我將你撲滅的時候，要把天遮蔽，使眾星昏暗，以密雲遮掩太陽，月亮也不放光。","bklcl":"Góa phah-bia̍t lí ê sî, beh jia-khàm chiah-ê thiⁿ, hō͘ chèng chhiⁿ o͘-àm; ēng ba̍t-hûn jia-iám ji̍t-thâu, ge̍h ia̍h bô hoat-chhut kng.","tghg":"我拍滅你的時，欲遮蓋諸個天，互眾星黑暗，用密雲(ba̍t-hûn)遮掩日頭，月亦無發出光。","bklhl":"我phah滅你ê時，beh遮蓋chiah ê天，hō͘眾星烏暗；用密雲遮掩日頭，月亦無發出光。"}},{"book":"結","chapter":32,"verse":8,"versions":{"unv":"我必使天上的亮光都在你以上變為昏暗，使你的地上黑暗。這是主耶和華說的。","bklcl":"Góa beh hō͘ thiⁿ ê kng tī lí ê téng-bīn lóng o͘-àm; koh hō͘ lí ê tōe o͘-àm; che sī Chú Iâ-hô-hoa kóng--ê.","tghg":"我欲互天的光佇你的頂面攏黑暗，閣互你的地黑暗。這是主耶和華講的。","bklhl":"我beh hō͘天ê光tī你ê頂面lóng烏暗；koh hō͘你ê地烏暗；這是主耶和華講ê。"}},{"book":"結","chapter":32,"verse":9,"versions":{"unv":"「我使你敗亡的風聲傳到你所不認識的各國。那時，我必使多民的心因你愁煩。","bklcl":"Góa hō͘ lí pāi-bô ê hong-siaⁿ kàu lí só͘ m̄-bat ê ta̍k-kok, hit-sî Góa beh hō͘ chōe-chōe peh-sìⁿ ê sim hoân-ló.","tghg":"「我互你敗無的風聲到你所呣識(bat)的逐國。彼時，我欲互多多百姓的心煩惱。","bklhl":"我hō͘你敗無ê風聲到你所m̄-bat ê ta̍k國，hit時我beh hō͘ chōe-chōe百姓ê心煩惱。"}},{"book":"結","chapter":32,"verse":10,"versions":{"unv":"我在許多國民和君王面前向你掄我的刀，國民就必因你驚奇，君王也必因你極其恐慌。在你仆倒的日子，他們各人為自己的性命時刻戰兢。」","bklcl":"Góa tī in ê bīn-chêng bú Góa ê kiàm ê sî, Góa beh hō͘ chōe-chōe kok ê peh-sìⁿ ūi-tio̍h lí gông-ngia̍h, kun-ông ia̍h beh ūi-tio̍h lí tōa kiaⁿ-hiâⁿ; tī lí tó--lo̍h-khì ê ji̍t, in ta̍k-lâng ūi ka-kī ê sìⁿ-miā ngia̍uh-ngia̍uh-chhoah.","tghg":"我佇𪜶的面前舞我的劍的時，我欲互多多國的百姓為著你卬愕，君王亦欲為著你大驚惶。佇你倒落去的日，𪜶逐人為家己的生命愕愕惙(ngia̍uh-ngia̍uh-chhoah)。」","bklhl":"我tī in ê面前舞我ê劍ê時，我beh hō͘ chōe-chōe國 ê百姓為tio̍h你gông-ngia̍h，君王亦beh為tio̍h你大驚惶；tī你tó落去ê日，in ta̍k人為家己ê性命ngia̍uh-ngia̍uh-chhoah。"}},{"book":"結","chapter":32,"verse":11,"versions":{"unv":"主耶和華如此說：「巴比倫王的刀必臨到你。","bklcl":"In-ūi Chú Iâ-hô-hoa án-ni kóng, Pa-pí-lûn ông ê to beh lîm-kàu lí.","tghg":"因為主耶和華按呢講：「巴比倫王的刀欲臨到你。","bklhl":"因為主耶和華án-ni講，巴比倫王ê刀beh臨到你。"}},{"book":"結","chapter":32,"verse":12,"versions":{"unv":"我必藉勇士的刀使你的眾民仆倒；這勇士都是列國中強暴的。他們必使埃及的驕傲歸於無有；埃及的眾民必被滅絕。","bklcl":"Góa beh ēng ióng-sū ê to hō͘ lí ê chōe-chōe lâng tó--lo̍h-khì.  Chiah-ê ióng-sū lóng sī lia̍t-kok-tiong kiông-pō--ê; in beh hō͘ Ai-ki̍p ê kiau-ngō͘ kui tī bô, Ai-ki̍p ê chèng peh-sìⁿ beh siū châu-bia̍t.","tghg":"我欲用勇士的刀互你的多多人倒落去；諸個勇士攏是列國中強暴者。𪜶欲互埃及的驕傲歸佇無；埃及的眾百姓欲受剿滅(châu-bia̍t)。","bklhl":"我beh用勇士ê刀hō͘你ê chōe-chōe人倒落去。chiah ê勇士lóng是列國中強暴ê；in beh hō͘埃及ê驕傲歸tī無，埃及ê眾百姓beh受剿滅。"}},{"book":"結","chapter":32,"verse":13,"versions":{"unv":"我必從埃及多水旁除滅所有的走獸；人腳獸蹄必不再攪渾這水。","bklcl":"Góa beh tùi Ai-ki̍p chōe-chōe chúi-piⁿ tû-bia̍t só͘ ū ê cháu-siù, lâng ê kha bô koh phah-lô chit ê chúi, siù ê tôe ia̍h bô koh ta̍h--i.","tghg":"我欲對埃及多多水邊除滅所有的走獸；人的腳無閣拍濁此個水，獸的蹄亦無閣踏伊。","bklhl":"我beh tùi埃及chōe-chōe水邊除滅所有ê走獸，人ê腳無koh phah濁chit ê水，獸ê蹄亦無koh踏伊。"}},{"book":"結","chapter":32,"verse":14,"versions":{"unv":"那時，我必使埃及河澄清，江河像油緩流。這是主耶和華說的。","bklcl":"Hit-sî Góa beh hō͘ in ê chúi chē-chheng, hō͘ in ê hô lâu chhin-chhiūⁿ iû; che sī Chú Iâ-hô-hoa kóng--ê.","tghg":"彼時，我欲互𪜶的水坐清(chē-chheng)，互𪜶的河流親像油。這是主耶和華講的。","bklhl":"Hit時我beh hō͘ in ê水坐清，hō͘ in ê河流親像油；這是主耶和華講ê。"}},{"book":"結","chapter":32,"verse":15,"versions":{"unv":"我使埃及地變為荒廢淒涼；這地缺少從前所充滿的，又擊殺其中一切的居民。那時，他們就知道我是耶和華。","bklcl":"Góa hō͘ Ai-ki̍p tōe hong-hòe léng-chēng, chit ê tōe choa̍t-bô chiông-chêng só͘ chhiong-móa--ê; koh Góa kong-kek kî-tiong it-chhè khiā-khí ê peh-sìⁿ; hit-sî in chiū chai Góa sī Iâ-hô-hoa.","tghg":"我互埃及地荒廢(hong-hòe)冷靜；此個地絕無從前所充滿的，閣我攻擊其中一切徛起的百姓。彼時，𪜶就知我是耶和華。","bklhl":"我hō͘埃及地荒廢冷靜，chit ê地絕無從前所充滿ê；koh我攻擊其中一切khiā起ê百姓；hit時in就知我是耶和華。"}},{"book":"結","chapter":32,"verse":16,"versions":{"unv":"「人必用這哀歌去哀哭，列國的女子為埃及和她的群眾也必以此悲哀。這是主耶和華說的。」","bklcl":"Chit-ê sī ai-ko, lâng beh ēng chit-ê lâi ai-khàu; lia̍t-kok chiah-ê cha-bó͘-gín-á beh ēng án-ni lâi ai-khàu; in ūi-tio̍h Ai-ki̍p kap i ê chèng peh-sìⁿ, ia̍h beh ēng chit-ê lâi ai-khàu; che sī Chú Iâ-hô-hoa kóng--ê.","tghg":"「此個是哀歌，人欲用此個來哀哭，列國諸個查某囝仔欲用按呢來哀哭，𪜶為著埃及及伊的眾百姓亦欲用此個來哀哭。這是主耶和華講的。」","bklhl":"Chit ê是哀歌，人beh用chit ê來哀哭；列國chiah ê cha-bó͘-gín-á beh用án-ni來哀哭；in為tio̍h埃及kap伊ê眾百姓，亦beh用chit ê來哀哭；這是主耶和華講ê。"}},{"book":"結","chapter":32,"verse":17,"versions":{"unv":"十二年十二月十五日，耶和華的話臨到我說：","bklcl":"Cha̍p-jī--nî, cha̍p-jī ge̍h cha̍p-gō͘, Iâ-hô-hoa ê ōe lîm-kàu góa kóng,","tghg":"十二年十二月十五，耶和華的話臨到我講：","bklhl":"十二年，十二月十五，耶和華ê話臨到我講，"}},{"book":"結","chapter":32,"verse":18,"versions":{"unv":"「人子啊，你要為埃及群眾哀號，又要將埃及和有名之國的女子，並下坑的人，一同扔到陰府去。","bklcl":"Jîn-chú ah, lí tio̍h in-ūi Ai-ki̍p ê chèng-lâng ai-khàu; koh tio̍h chiong Ai-ki̍p kap ū miâ-siaⁿ ê kok chiah-ê cha-bó͘-gín-á, kap lo̍h-khiⁿ ê lâng, chòe chi̍t-ē hiat-lo̍h tōe-ē chhim ê só͘-chāi.","tghg":"「人子啊，你著因為埃及的眾人哀哭，閣著將埃及及有名聲的國諸個查某囝仔，及落坑的人，做一下㧒(hiat)落地下(tōe-ē)深的所在。","bklhl":"人子ah，你tio̍h因為埃及ê眾人哀哭；koh tio̍h將埃及kap有名聲ê國chiah ê cha-bó͘-gín-á，kap落坑ê人，做一下hiat落地下深ê所在。"}},{"book":"結","chapter":32,"verse":19,"versions":{"unv":"你埃及的美麗勝過誰呢？你下去與未受割禮的人一同躺臥吧！","bklcl":"Lí ê súi iâⁿ-kè chī-chūi ah? lí tio̍h lo̍h-khì, kap bô siū kat-lé ê lâng saⁿ-kap tó--teh.","tghg":"你的媠贏過是誰啊？你著落去及無受割禮的人相及倒啲！","bklhl":"你ê súi贏過是誰 ah？你tio̍h落去，kap無受割禮ê人相kap倒teh。"}},{"book":"結","chapter":32,"verse":20,"versions":{"unv":"他們必在被殺的人中仆到。她被交給刀劍，要把她和她的群眾拉去。","bklcl":"In beh tó tī hō͘ to thâi ê lâng ê tiong-kan, i siū kau-hù tī to-kiàm, tio̍h chiong i kap i ê chèng-lâng thoa--khì.","tghg":"𪜶欲倒佇互刀刣的人的中間。伊受交付佇刀劍，著將伊及伊的眾人拖去。","bklhl":"In beh倒tī hō͘刀刣 ê人ê中間，伊受交付tī刀劍，tio̍h將伊kap伊ê眾人拖去。"}},{"book":"結","chapter":32,"verse":21,"versions":{"unv":"強盛的勇士要在陰間對埃及王和幫助他的說話；他們是未受割禮被殺的人，已經下去，躺臥不動。","bklcl":"Kiông-béng ê ióng-sū beh tī im-kan tùi i kap pang-chān i--ê kóng-ōe; in sī bô siū kat-lé, siū to thâi ê lâng; í-keng lo̍h--khì, tó-teh bô tín-tāng.","tghg":"強猛的勇士欲佇陰間對伊及幫助伊者講話；𪜶是無受割禮受刀刣的人，已經落去，倒啲無振動。","bklhl":"強猛ê勇士beh tī陰間對伊kap幫贊伊ê講話；in是無受割禮，受刀刣 ê人；已經落去，倒teh無振動。"}},{"book":"結","chapter":32,"verse":22,"versions":{"unv":"「亞述和她的眾民都在那裡，她民的墳墓在她四圍；他們都是被殺倒在刀下的。","bklcl":"A-su̍t kap i ê chèng peh-sìⁿ, lóng tī-hia; i ê bōng tī i ê sì-ûi; in lóng sī siū-thâi, tó tī to-ē--ê.","tghg":"「亞述及伊的眾百姓攏佇遐，伊的墓佇伊的四圍；𪜶攏是受刣倒佇刀下者。","bklhl":"亞述kap伊ê眾百姓，lóng tī-hia；伊ê墓tī伊ê四圍；in lóng是受刣，倒tī刀下ê。"}},{"book":"結","chapter":32,"verse":23,"versions":{"unv":"他們的墳墓在坑中極深之處。他的眾民在他墳墓的四圍，都是被殺倒在刀下的；他們曾在活人之地使人驚恐。","bklcl":"In ê bōng tī khiⁿ-tiong ke̍k-chhim ê só͘-chāi, i ê chèng peh-sìⁿ tī i ê bōng ê sì-chiu-ûi, lóng sī siū-thâi tó tī to-ē--ê; in bat tī oa̍h-lâng ê tōe hō͘ lâng kiaⁿ-hiâⁿ.","tghg":"𪜶的墓佇坑中極深的所在。伊的眾百姓佇伊的墓的四周圍，攏是受刣倒佇刀下者；𪜶曾佇活人的地互人驚惶。","bklhl":"In ê墓tī坑中極深ê所在，伊ê眾百姓tī伊ê墓ê四周圍，lóng是受刣倒tī刀下ê；in bat tī活人ê地hō͘人驚惶。"}},{"book":"結","chapter":32,"verse":24,"versions":{"unv":"「以攔也在那裡，她的群眾在她墳墓的四圍，都是被殺倒在刀下、未受割禮而下陰府的；他們曾在活人之地使人驚恐，並且與下坑的人一同擔當羞辱。","bklcl":"Í-lân ia̍h tī-hia, i ê chèng peh-sìⁿ tī i ê bōng ê sì-ûi, lóng-sī siū-thâi, tó tī to-ē, bô siū kat-lé lo̍h-khì tōe-ē chhim ê só͘-chāi--ê; in bat tī oa̍h-lâng ê tōe hō͘ lâng kiaⁿ-hiâⁿ, koh kap lo̍h-khiⁿ ê lâng saⁿ-kap tam-tng lêng-jio̍k.","tghg":"「以攔亦佇遐，伊的眾百姓佇伊的墓的四圍，攏是受刣倒佇刀下，無受割禮落去地下深的所在的；𪜶曾佇活人的地互人驚惶，閣及落坑的人相及擔當凌辱。","bklhl":"Í-lân亦tī-hia，伊ê眾百姓tī伊ê墓ê四圍，lóng是受刣，倒tī刀下，無受割禮落去地下深ê所在ê；in bat tī活人ê地hō͘人驚惶，koh kap落坑ê人相kap擔當凌辱。"}},{"book":"結","chapter":32,"verse":25,"versions":{"unv":"人給她和她的群眾在被殺的人中設立床榻。她民的墳墓在她四圍，他們都是未受割禮被刀殺的；他們曾在活人之地使人驚恐，並且與下坑的人一同擔當羞辱。以攔已經放在被殺的人中。","bklcl":"In kā i kap i ê chèng peh-sìⁿ, tī siū-thâi ê lâng ê tiong-kan, an bîn-chhn̂g; in ê bōng tī i ê sì-chiu-ûi; in lóng sī bô siū kat-lé, siū to thâi--ê; in bat tī oa̍h-lâng ê tōe hō͘ lâng kiaⁿ-hiâⁿ, koh kap lo̍h-khiⁿ ê lâng saⁿ-kap tam-tng lêng-jio̍k; i í-keng hē tī siū-thâi ê lâng ê tiong-kan.","tghg":"𪜶給伊及伊的眾百姓佇受刣的人的中間安眠床。𪜶的墓佇伊的四周圍，𪜶攏是無受割禮受刀刣者；𪜶曾佇活人的地互人驚惶，閣及落坑的人相及擔當凌辱。伊已經下(hē)佇受刣的人的中間。","bklhl":"In kā伊kap伊ê眾百姓，tī受刣 ê人ê中間，安眠床；in ê墓tī伊ê四周圍；in lóng是無受割禮，受刀刣-ê；in bat tī活人ê地hō͘人驚惶，koh kap落坑ê人相kap擔當凌辱；伊已經hē tī受刣 ê人ê中間。"}},{"book":"結","chapter":32,"verse":26,"versions":{"unv":"「米設、土巴，和她們的群眾都在那裡。她民的墳墓在她四圍，他們都是未受割禮被刀殺的；他們曾在活人之地使人驚恐。","bklcl":"Bí-siat, Thó͘-pa, kap i ê chèng peh-sìⁿ, lóng tī-hia; i ê bōng lóng tī i ê sì-ûi, in lóng sī bô siū kat-lé, hō͘ to thâi--ê; in bat tī oa̍h-lâng ê tōe, hō͘ lâng kiaⁿ-hiâⁿ.","tghg":"「米設、土巴，及伊的眾百姓攏佇遐。伊的墓攏佇伊的四圍，𪜶攏是無受割禮互刀刣者；𪜶曾佇活人的地互人驚惶。","bklhl":"Bí-siat、Thó͘-pa，kap伊ê眾百姓，lóng tī-hia；伊ê墓lóng tī伊ê四圍，in lóng是無受割禮，hō͘刀刣-ê；in bat tī活人ê地，hō͘人驚惶。"}},{"book":"結","chapter":32,"verse":27,"versions":{"unv":"他們不得與那未受割禮仆倒的勇士一同躺臥；這些勇士帶著兵器下陰間，頭枕刀劍，骨頭上有本身的罪孽；他們曾在活人之地使勇士驚恐。","bklcl":"In bōe tit-tio̍h kap hiah-ê bô siū kat-lé tó-teh ê ióng-sū, saⁿ-kap tó-teh; chiah-ê ióng-sū tòa ke-si lo̍h im-kan; thâu-khak khùn tī to-kiàm, kut-thâu-téng ū in ê chōe-ok; in bat tī oa̍h-lâng ê tōe hō͘ ióng-sū kiaⁿ-hiâⁿ.","tghg":"𪜶𣍐得著及許個無受割禮倒啲的勇士相及倒啲；諸個勇士帶家私落陰間，頭殼睏佇刀劍，骨頭頂有𪜶的罪惡；𪜶曾佇活人的地互勇士驚惶。","bklhl":"In bōe得tio̍h kap hiah-ê無受割禮倒teh ê勇士，相kap倒teh；chiah ê勇士帶ke-si落陰間；頭殼睏tī刀劍，骨頭頂有in ê罪惡；in bat tī活人ê地hō͘勇士驚惶。"}},{"book":"結","chapter":32,"verse":28,"versions":{"unv":"「法老啊，你必在未受割禮的人中敗壞，與那些被殺的人一同躺臥。","bklcl":"Lí beh pāi-hoāi tī bô siū kat-lé ê lâng ê tiong-kan, kap hiah-ê siū to thâi ê lâng saⁿ-kap tó-teh.","tghg":"「你欲敗壞佇無受割禮的人的中間，及許個受刀刣的人相及倒啲。","bklhl":"你beh敗壞tī無受割禮ê人ê中間，kap hiah-ê受刀刣 ê人相kap倒teh。"}},{"book":"結","chapter":32,"verse":29,"versions":{"unv":"「以東也在那裡。她君王和一切首領雖然仗著勢力，還是放在被殺的人中；他們必與未受割禮的和下坑的人一同躺臥。","bklcl":"Í-tong ia̍h tī-hia, i hiah-ê kok-ông kap it-chhè ê siú-léng, sui-jiân ū sè-le̍k, iû-goân hē tī siū-thâi ê lâng ê tiong-kan; in beh kap bô siū kat-lé--ê, í-ki̍p lo̍h-khiⁿ ê lâng saⁿ-kap tó-teh.","tghg":"「以東亦佇遐。伊許個國王及一切的首領雖然有勢力，猶原下佇受刣的人的中間；𪜶欲及無受割禮者以及落坑的人相及倒啲。","bklhl":"Í-tong亦tī-hia，伊hiah-ê國王kap一切ê首領，雖然有勢力，猶原hē tī受刣 ê人ê中間；in beh kap無受割禮ê，以及落坑ê人相kap倒teh。"}},{"book":"結","chapter":32,"verse":30,"versions":{"unv":"「在那裡有北方的眾王子和一切西頓人，都與被殺的人下去。他們雖然仗著勢力使人驚恐，還是蒙羞。他們未受割禮，和被刀殺的一同躺臥，與下坑的人一同擔當羞辱。","bklcl":"Tī-hia ū pak-hng chèng-ông ê kiáⁿ, kap it-chhè Se-tùn lâng, lóng kap siū-thâi ê lâng lo̍h-khì; in sui-jiân ū sè-le̍k, hō͘ lâng kiaⁿ-hiâⁿ, iû-goân siū kiàn-siàu; in bô siū kat-lé, kap siū to thâi--ê saⁿ-kap tó-teh, kap lo̍h-khiⁿ ê lâng saⁿ-kap tam-tng lêng-jio̍k.","tghg":"「佇遐有北方眾王的子及一切西頓人，攏及受刣的人落去。𪜶雖然有勢力互人驚惶，猶原受見誚。𪜶無受割禮，及受刀刣者相及倒啲，及落坑的人相及擔當凌辱。","bklhl":"Tī-hia有北方眾王ê kiáⁿ，kap一切Se-tùn人，lóng kap受刣 ê人落去；in雖然有勢力，hō͘人驚惶，猶原受見笑；in無受割禮，kap受刀刣-ê相kap倒teh，kap落坑ê人相kap擔當凌辱。"}},{"book":"結","chapter":32,"verse":31,"versions":{"unv":"「法老看見他們，便為他被殺的軍隊受安慰。這是主耶和華說的。","bklcl":"Hoat-ló kap i ê kun-peng lóng hō͘ to thâi--sí; Hoat-ló khòaⁿ-kìⁿ, ūi-tio̍h i hiah-ê chèng-lâng chiū siū an-ùi; che sī Chú Iâ-hô-hoa kóng--ê.","tghg":"「法老及伊的軍兵攏互刀刣死，法老看見，為著伊許個眾人就受安慰。這是主耶和華講的。","bklhl":"法老kap伊ê軍兵lóng hō͘刀刣死；法老看見，為tio̍h伊hiah-ê眾人就受安慰；這是主耶和華講ê。"}},{"book":"結","chapter":32,"verse":32,"versions":{"unv":"我任憑法老在活人之地使人驚恐，法老和他的群眾必放在未受割禮和被殺的人中。這是主耶和華說的。」","bklcl":"Góa hō͘ i tī oa̍h-lâng ê tōe, chòe thang kiaⁿ-hiâⁿ; Hoat-ló kap i ê chèng-lâng, beh kap siū to thâi ê lâng saⁿ-kap hē tī bô siū kat-lé ê lâng ê tiong-kan; che sī Chú Iâ-hô-hoa kóng--ê.","tghg":"我互伊佇活人的地做通驚惶，法老及伊的眾人，欲及受刀刣的人相及下佇無受割禮的人的中間。這是主耶和華講的。」","bklhl":"我hō͘伊tī活人ê地，做thang驚惶；法老kap伊ê眾人，beh kap受刀刣 ê人相kap hē tī無受割禮ê人ê中間；這是主耶和華講ê。"}}]