[{"book":"結","chapter":22,"verse":1,"versions":{"unv":"耶和華的話又臨到我說：","bklcl":"Iâ-hô-hoa ê ōe koh lîm-kàu góa kóng,","tghg":"耶和華的話閣臨到我講：","bklhl":"耶和華ê話koh臨到我講，"}},{"book":"結","chapter":22,"verse":2,"versions":{"unv":"「人子啊，你要審問審問這流人血的城嗎？當使她知道她一切可憎的事。","bklcl":"Jîn-chú ah, lí beh sím-mn̄g, sím-mn̄g hō͘ lâng lâu huih ê siâⁿ mah? tio̍h hō͘ i chai i it-chhè khó-ò͘ⁿ ê sū.","tghg":"「人子啊，你欲審問，審問互人流血的城嗎？著互伊知伊一切可惡的事。","bklhl":"人子ah，你beh審問，審問hō͘人流血ê城mah？tio̍h hō͘伊知伊一切可惡ê事。"}},{"book":"結","chapter":22,"verse":3,"versions":{"unv":"你要說，主耶和華如此說：哎！這城有流人血的事在其中，叫她受報的日期來到，又做偶像玷污自己，陷害自己。","bklcl":"Lí tio̍h kóng, Chú Iâ-hô-hoa án-ni kóng, Chit ê siâⁿ, ū lâu lâng ê huih tī hit lāi-bīn, hō͘ i ê ji̍t-chí kàu; koh chng ngó͘-siōng phah lâ-sâm ka-kī, hām-hāi ka-kī.","tghg":"你著講，主耶和華按呢講：此個城有流人的血佇彼內面，互伊的日子到，閣妝(chng)偶像拍垃墋(lâ-sâm)家己，陷害家己。","bklhl":"你tio̍h講，主耶和華án-ni講，chit ê城，有流人ê血tī hit內面，hō͘伊ê日子到；koh妝偶像phah lâ-sâm家己，陷害家己。"}},{"book":"結","chapter":22,"verse":4,"versions":{"unv":"你因流了人的血，就為有罪；你做了偶像，就玷污自己，使你受報之日臨近，報應之年來到。所以我叫你受列國的凌辱和列邦的譏誚。","bklcl":"In-ūi lí hō͘ lâng lâu huih, chiū ū chōe; lí chng ngó͘-siōng sī phah lâ-sâm ka-kī; chiū lí hō͘ lí ê ji̍t kūn, lí í-keng kàu lí ê nî; só͘-í Góa hō͘ lí siū lia̍t-kok ê lêng-jio̍k, lia̍t-pang ê thí-chhiò.","tghg":"因為你互人流血，就有罪；你妝偶像，是拍垃墋家己，就你互你的日近，你已經到你的年。所以我互你受列國的凌辱，列邦的恥笑(thí-chhiò)。","bklhl":"因為你hō͘人流血，就有罪；你妝偶像是phah lâ-sâm家己；就你hō͘你ê日近，你已經到你ê年；所以我hō͘你受列國ê凌辱，列邦ê恥笑。"}},{"book":"結","chapter":22,"verse":5,"versions":{"unv":"你這名臭、多亂的城啊，那些離你近、離你遠的都必譏誚你。","bklcl":"Lí chit-ê chhàu-miâ chōe-chōe jiáu-loān ê siâⁿ ah! hiah-ê lī-khui lí kūn, lī-khui lí hn̄g--ê, lóng beh thí-chhiò lí.","tghg":"你此個臭名多多擾亂的城啊，許個離開你近、離開你遠者攏欲恥笑你。","bklhl":"你chit ê臭名chōe-chōe擾亂ê城ah！hiah-ê離開你近，離開你遠ê，lóng beh恥笑你。"}},{"book":"結","chapter":22,"verse":6,"versions":{"unv":"「看哪，以色列的首領各逞其能，在你中間流人之血。","bklcl":"Khòaⁿ ah, Í-sek-lia̍t ê siú-léng, ta̍k-ê théng i khùi-la̍t, tī lí tiong-kan lâu lâng ê huih.","tghg":"「看啊，以色列的首領逐個逞(théng)伊氣力，佇你中間流人的血。","bklhl":"看ah，以色列ê首領，ta̍k-ê逞伊氣力，tī你中間流人ê血。"}},{"book":"結","chapter":22,"verse":7,"versions":{"unv":"在你中間有輕慢父母的，有欺壓寄居的，有虧負孤兒寡婦的。","bklcl":"Tī lí tiong-kan ū bú-bān pē-bú; tī lí tiong-kan ū ap-chè chhut-gōa lâng; tī lí tiong-kan ū khui-hū ko͘-jî kóaⁿ-hū--ê.","tghg":"佇你中間有侮慢父母，佇你中間有壓制出外人，佇你中間有虧負孤兒寡婦者。","bklhl":"Tī你中間有侮慢父母；tī你中間有壓制出外人；tī你中間有虧負孤兒寡婦ê。"}},{"book":"結","chapter":22,"verse":8,"versions":{"unv":"你藐視了我的聖物，干犯了我的安息日。","bklcl":"Lí khòaⁿ-khin Góa ê sèng-mi̍h, hoān-tio̍h Góa ê an-hioh-ji̍t.","tghg":"你看輕我的聖物，犯著我的安息日。","bklhl":"你看輕我ê聖物，犯tio̍h我ê安歇日。"}},{"book":"結","chapter":22,"verse":9,"versions":{"unv":"在你中間有讒謗人、流人血的；有在山上吃過祭偶像之物的，有行淫亂的。","bklcl":"Tī lín tiong-kan ū húi-pòng lâng, beh hō͘ lâng lâu huih--ê; tī lín tiong-kan ū tī soaⁿ-téng chia̍h chè-mi̍h, tī lín tiong-kan ū kiâⁿ îm-loān.","tghg":"佇恁中間有誹謗人、欲互人流血者；佇恁中間有佇山頂食祭物，佇恁中間有行淫亂。","bklhl":"Tī lín中間有譭謗人，beh hō͘人流血ê；tī lín中間有tī山頂食祭物，tī lín中間有行淫亂。"}},{"book":"結","chapter":22,"verse":10,"versions":{"unv":"在你中間有露繼母下體羞辱父親的，有玷辱月經不潔淨之婦人的。","bklcl":"Tī lín tiong-kan ū lō͘-hiān lāu-pē ê ē-thé; tī lín tiong-kan ū lêng-jio̍k ge̍h-keng bô chheng-khì ê hū-jîn-lâng--ê.","tghg":"佇恁中間有露現老父的下體，佇恁中間有凌辱月經無清氣的婦仁人者。","bklhl":"Tī lín中間有露現老父ê下體；tī lín中間有凌辱月經無清氣ê婦人人ê。"}},{"book":"結","chapter":22,"verse":11,"versions":{"unv":"這人與鄰舍的妻行可憎的事；那人貪淫玷污兒婦；還有玷辱同父之姊妹的。","bklcl":"Ū lâng kap chhù-piⁿ ê bó͘ kiâⁿ khó-ò͘ⁿ ê sū; iā ū lâng îm i ê sim-pū lâi phah lâ-sâm--i; tī lín tiong-kan ia̍h ū lâng lêng-jio̍k i ê chí-bē, chiū-sī i ê lāu-pē ê cha-bó͘-kiáⁿ.","tghg":"有人及厝邊的某行可惡的事；也有人淫伊的媳婦來拍垃墋伊；佇恁中間亦有人凌辱伊的姊妹就是伊的老父的查某子。","bklhl":"有人kap厝邊ê bó͘行可惡ê事；也有人淫伊ê新婦來phah lâ-sâm伊；tī lín中間亦有人凌辱伊ê姊妹，就是伊ê老父ê cha-bó͘-kiáⁿ。"}},{"book":"結","chapter":22,"verse":12,"versions":{"unv":"在你中間有為流人血受賄賂的；有向借錢的弟兄取利，向借糧的弟兄多要的。且因貪得無饜，欺壓鄰舍奪取財物，竟忘了我。這是主耶和華說的。","bklcl":"Tī lín tiong-kan ū siū pò͘-lō͘, lâi lâu lâng ê huih, lí ia̍h ū the̍h lāi-chîⁿ, thó lī-sek; lí in-ūi tham-sim, le̍k-sek chhù-piⁿ, tit-tio̍h châi-lī; kéng-jiân bōe-kì-tit Góa; che sī Chú Iâ-hô-hoa kóng--ê.","tghg":"佇恁中間有受賄賂(pò͘-lō͘)來流人的血；你亦有提利錢(lāi-chîⁿ)討利息。你因為貪心，勒索(le̍k-sek)厝邊得著財利，竟然𣍐記得我。這是主耶和華講的。","bklhl":"Tī lín中間有受pò͘賂，來流人ê血，你亦有the̍h利錢，討利息；你因為貪心，勒索厝邊，得tio̍h財利；竟然bōe記得我；這是主耶和華講ê。"}},{"book":"結","chapter":22,"verse":13,"versions":{"unv":"「看哪，我因你所得不義之財和你中間所流的血，就拍掌歎息。","bklcl":"Khòaⁿ ah, Góa in-ūi lí só͘ tit put-gī ê chîⁿ, kap lí tiong-kan só͘ lâu ê huih, Góa chiū phah-chhiú.","tghg":"「看啊，我因為你所得不義的錢，及你中間所流的血，我就拍手。","bklhl":"看ah，我因為你所得不義ê錢，kap你中間所流ê血，我就phah手。"}},{"book":"結","chapter":22,"verse":14,"versions":{"unv":"到了我懲罰你的日子，你的心還能忍受嗎？你的手還能有力嗎？我─耶和華說了這話，就必照著行。","bklcl":"Kàu Góa pān lí ê ji̍t, lí ê sim iáu ōe jím-siū mah?  lí ê chhiú iáu ōe ū la̍t mah?  Góa Iâ-hô-hoa kóng chit ê ōe, chiū beh chiàu án-ni kiâⁿ.","tghg":"到我辦你的日，你的心猶會忍受嗎？你的手猶會有力嗎？我──耶和華講此個話，就欲照按呢行。","bklhl":"到我辦你ê日，你ê心iáu ōe忍受mah？你ê手iáu ōe有力mah？我耶和華講chit ê話，就beh照án-ni行。"}},{"book":"結","chapter":22,"verse":15,"versions":{"unv":"我必將你分散在列國，四散在列邦。我也必從你中間除掉你的污穢。","bklcl":"Góa beh hun-sòaⁿ lí tī lia̍t-kok, sì-sòaⁿ lí tī lia̍t-pang; Góa beh tû lí tiong-kan ê ù-òe.","tghg":"我欲分散你佇列國，四散你佇列邦。我欲除你中間的污穢。","bklhl":"我beh分散你tī列國，四散你tī列邦；我beh除你中間ê污穢。"}},{"book":"結","chapter":22,"verse":16,"versions":{"unv":"你必在列國人的眼前因自己所行的被褻瀆，你就知道我是耶和華。」","bklcl":"Lí beh tī lia̍t-kok lâng ê bīn-chêng, in-ūi ka-kī só͘ kiâⁿ--ê, siū siat-to̍k; lí chiū chai Góa sī Iâ-hô-hoa.","tghg":"你欲佇列國人的面前，因為家己所行的受褻瀆(siat-to̍k)，你就知我是耶和華。」","bklhl":"你beh tī列國人ê面前，因為家己所行ê，受褻瀆；你就知我是耶和華。"}},{"book":"結","chapter":22,"verse":17,"versions":{"unv":"耶和華的話臨到我說：","bklcl":"Iâ-hô-hoa ê ōe lîm-kàu góa kóng,","tghg":"耶和華的話臨到我講：","bklhl":"耶和華ê話臨到我講，"}},{"book":"結","chapter":22,"verse":18,"versions":{"unv":"「人子啊，以色列家在我看為渣滓。他們都是爐中的銅、錫、鐵、鉛，都是銀渣滓。","bklcl":"Jîn-chú ah, Í-sek-lia̍t-ke chāi Góa khòaⁿ sī che-tái; in lóng sī hé-lô͘-tiong ê tâng, siah, thih, iân; sī gûn ê che-tái.","tghg":"「人子啊，以色列家在我看是渣滓(che-tái)。𪜶攏是火爐中的銅、錫(siah)、鐵、鉛(iân)，是銀的渣滓。","bklhl":"人子ah，以色列家在我看是渣滓；in lóng是火爐中ê銅，錫，鐵，鉛；是銀ê渣滓。"}},{"book":"結","chapter":22,"verse":19,"versions":{"unv":"所以主耶和華如此說：因你們都成為渣滓，我必聚集你們在耶路撒冷中。","bklcl":"Só͘-í Chú Iâ-hô-hoa án-ni kóng, In-ūi lín lóng chiâⁿ-chòe che-tái; khòaⁿ ah, Góa beh chū-chi̍p lín tī Iâ-lō͘-sat-léng ê tiong-kan.","tghg":"所以主耶和華按呢講：因為恁攏成做渣滓，看啊，我欲聚集恁佇耶路撒冷的中間。","bklhl":"所以主耶和華án-ni講，因為lín lóng成做渣滓；看ah，我beh聚集lín tī耶路撒冷ê中間。"}},{"book":"結","chapter":22,"verse":20,"versions":{"unv":"人怎樣將銀、銅、鐵、鉛、錫聚在爐中，吹火鎔化；照樣，我也要發怒氣和忿怒，將你們聚集放在城中，鎔化你們。","bklcl":"Lâng cháiⁿ-iūⁿ chiong gûn, tâng, thih, iân, siah, chū-chi̍p tī hé-lô͘-tiong; khan-hé hō͘ i iûⁿ; án-ni Góa ia̍h beh ēng Góa ê siū-khì, kap tōa siū-khì, chū-chi̍p lín, hē lín tī-hia, lâi iûⁿ-hòa lín.","tghg":"人怎樣將銀、銅、鐵、鉛、錫，聚集佇火爐中，牽火互伊鎔；按呢，我亦欲用我的受氣及大受氣，聚集恁下(hē)恁佇遐，來鎔化恁。","bklhl":"人怎樣將銀，銅，鐵，鉛，錫，聚集tī火爐中；牽火hō͘伊熔；án-ni我亦beh用我ê受氣，kap大受氣，聚集lín，hē lín tī-hia，來熔化lín。"}},{"book":"結","chapter":22,"verse":21,"versions":{"unv":"我必聚集你們，把我烈怒的火吹在你們身上，你們就在其中鎔化。","bklcl":"Góa beh chū-chi̍p lín, ēng Góa tōa siū-khì ê hé pûn lín, lín chiū tī hit tiong-kan iûⁿ-hòa.","tghg":"我欲聚集恁，用我大受氣的火歕(pûn)恁，恁就佇彼中間鎔化。","bklhl":"我beh聚集lín，用我大受氣ê火pûn lín，lín就tī hit中間熔化。"}},{"book":"結","chapter":22,"verse":22,"versions":{"unv":"銀子怎樣鎔化在爐中，你們也必照樣鎔化在城中，你們就知道我─耶和華是將忿怒倒在你們身上了。」","bklcl":"Gûn cháiⁿ-iūⁿ iûⁿ tī hé-lô͘-tiong, lín ia̍h beh án-ni iûⁿ tī hit tiong-kan; lín chiū chai Góa Iâ-hô-hoa piàⁿ-chhut Góa ê tōa siū-khì tī lín ê téng-bīn.","tghg":"銀怎樣鎔佇火爐中，恁亦欲按呢鎔佇彼中間，恁就知我──耶和華傾(piàⁿ)出我的大受氣佇恁的頂面。」","bklhl":"銀怎樣熔tī火爐中，lín亦beh án-ni熔tī hit中間；lín就知我耶和華piàⁿ出我ê大受氣tī lín ê頂面。"}},{"book":"結","chapter":22,"verse":23,"versions":{"unv":"耶和華的話臨到我說：","bklcl":"Iâ-hô-hoa ê ōe lîm-kàu góa kóng,","tghg":"耶和華的話臨到我講：","bklhl":"耶和華ê話臨到我講，"}},{"book":"結","chapter":22,"verse":24,"versions":{"unv":"「人子啊，你要對這地說：你是未得潔淨之地，在惱恨的日子也沒有雨下在你以上。","bklcl":"Jîn-chú ah, lí tio̍h tùi chit ê tōe kóng, Lí sī bē tit-tio̍h chheng-khì ê tōe, tī tōa siū-khì ê ji̍t, ia̍h bô lo̍h-hō͘ tī lí hia.","tghg":"「人子啊，你著對此個地講：你是未得著清氣的地，佇大受氣的日亦無落雨佇你遐。","bklhl":"人子ah，你tio̍h對chit ê地講，你是bē得tio̍h清氣ê地，tī大受氣ê日，亦無落雨tī你hia。"}},{"book":"結","chapter":22,"verse":25,"versions":{"unv":"其中的先知同謀背叛，如咆哮的獅子抓撕掠物。他們吞滅人民，搶奪財寶，使這地多有寡婦。","bklcl":"I tiong-kan ê sian-ti lóng kiat-tóng, chhin-chhiūⁿ hm̄-hm̄-háu ê sai, jiàu-tio̍h só͘ chhiúⁿ ê mi̍h, in thun-chia̍h lâng ê sîn-hûn, chhiúⁿ lâng ê hè-châi pó-mi̍h; hō͘ in ê tiong-kan ê chiú-kóaⁿ-lâng koh khah-chōe.","tghg":"伊中間的先知攏結黨，親像噤噤哮(hm̄-hm̄-háu)的獅抓(jiàu)著所搶的物。𪜶吞食人的神魂，搶人的貨財寶物，互𪜶的中間的守寡人閣卡多。","bklhl":"伊中間ê先知lóng結黨，親像hm̄-hm̄哮ê獅，抓tio̍h所搶ê物，in吞食人ê神魂，搶人ê貨財寶物；hō͘ in ê中間ê守寡人koh khah-chōe。"}},{"book":"結","chapter":22,"verse":26,"versions":{"unv":"其中的祭司強解我的律法，褻瀆我的聖物，不分別聖的和俗的，也不使人分辨潔淨的和不潔淨的，又遮眼不顧我的安息日；我也在他們中間被褻慢。","bklcl":"I ê chè-si kóe-chhoa̍h Góa ê lu̍t-hoat, siat-to̍k Góa ê sèng-só͘, bô hun-piat sèng-ê kap chho͘-sio̍k-ê, ia̍h bô hō͘ lâng hun-piat bô chheng-khì--ê, kap chheng-khì--ê; koh ng ba̍k-chiu m̄ khòaⁿ Góa chiah-ê an-hioh-ji̍t, Góa ia̍h tī in tiong-kan siū siat-to̍k.","tghg":"伊的祭司改斜(kóe-chhoa̍h)我的律法，褻瀆我的聖所，無分別聖的及粗俗的，亦無互人分別無清氣的及清氣的，閣掩(ng)目睭呣看我諸個安息日；我亦佇𪜶中間受褻瀆。","bklhl":"伊ê祭司解斜我ê律法，褻瀆我ê聖所，無分別聖ê kap粗俗ê，亦無hō͘人分別無清氣ê，kap清氣ê；koh掩目睭m̄看我chiah ê安歇日，我亦tī in中間受褻瀆。"}},{"book":"結","chapter":22,"verse":27,"versions":{"unv":"其中的首領彷彿豺狼抓撕掠物，殺人流血，傷害人命，要得不義之財。","bklcl":"I ê kùi-cho̍k chhin-chhiūⁿ chhâi-lông, jiàu-tio̍h só͘ chhiúⁿ ê mi̍h, thâi lâng lâu huih, siong-hāi lâng ê sìⁿ-miā, ài tit-tio̍h put-gī ê chîⁿ.","tghg":"伊的貴族親像豺狼抓著所搶的物，刣人流血，傷害人的生命，愛得著不義的錢。","bklhl":"伊ê貴族親像豺狼，抓tio̍h所搶ê物，刣人流血，傷害人ê性命，ài得tio̍h不義ê錢。"}},{"book":"結","chapter":22,"verse":28,"versions":{"unv":"其中的先知為百姓用未泡透的灰抹牆，就是為他們見虛假的異象，用謊詐的占卜，說：『主耶和華如此說』，其實耶和華沒有說。","bklcl":"I ê sian-ti chhin-chhiūⁿ ēng he-chúi kā in chhéng-pe̍h, khòaⁿ hu-ké ê īⁿ-siōng, ēng pe̍h-chha̍t kā in chiam-pok, kóng, Chú Iâ-hô-hoa án-ni kóng, kî-si̍t Iâ-hô-hoa bô-iáⁿ kóng.","tghg":"伊的先知親像用灰(he)水給𪜶筅(chhéng)白，看虛假的異像，用白賊給𪜶占卜(chiam-pok)，講：『主耶和華按呢講』，其實耶和華無影講。","bklhl":"伊ê先知親像用灰水kā in筅白，看虛假ê異象，用白賊kā in占卜，講，主耶和華án-ni講，其實耶和華無影講。"}},{"book":"結","chapter":22,"verse":29,"versions":{"unv":"國內眾民一味地欺壓，慣行搶奪，虧負困苦窮乏的，背理欺壓寄居的。","bklcl":"Kok-lāi ê peh-sìⁿ it-bī kiâⁿ ap-chè koàn-liān chhiúⁿ lâng; khui-hū sòng-hiong khùn-khó͘--ê, bô chêng-lí khi-ap chhut-gōa lâng.","tghg":"國內的百姓一味(it-bī)行壓制，慣練搶人，虧負喪鄉困苦者，無情理欺壓出外人。","bklhl":"國內ê百姓一味行壓制慣練搶人；虧負sòng-hiong困苦ê，無情理欺壓出外人。"}},{"book":"結","chapter":22,"verse":30,"versions":{"unv":"我在他們中間尋找一人重修牆垣，在我面前為這國站在破口防堵，使我不滅絕這國，卻找不著一個。","bklcl":"Góa tī in tiong-kan chhē-khòaⁿ ū chi̍t-lâng thang lâi ûi-chhiûⁿ, tī Góa ê bīn-chêng ūi-tio̍h chit ê kok khiā tī phòa-khiah-ê só͘-chāi, hō͘ góa bô châu-bia̍t i; chóng-sī chhē bô chi̍t-ê.","tghg":"我佇𪜶中間尋看有一人通(thang)來圍牆，佇我的面前為著此個國徛佇破隙(phòa-khiah)的所在，互我無剿滅(châu-bia̍t)伊，總是尋無一個。","bklhl":"我tī in中間chhē看有一人thang來圍牆，tī我ê面前為tio̍h chit ê國khiā tī破隙ê所在，hō͘我無剿滅伊；總是chhē無一个。"}},{"book":"結","chapter":22,"verse":31,"versions":{"unv":"所以我將惱恨倒在他們身上，用烈怒的火滅了他們，照他們所行的報應在他們頭上。這是主耶和華說的。」","bklcl":"Só͘-í Góa ēng Góa ê thòng-hūn piàⁿ tī in ê téng-bīn, ēng Góa tōa siū-khì ê hé bia̍t--in; chiàu in só͘ kiâⁿ--ê, pò-èng tī in ê thâu-khak-téng; che sī Chú Iâ-hô-hoa kóng--ê.","tghg":"所以我用我的痛恨傾佇𪜶的頂面，用我大受氣的火滅𪜶，照𪜶所行的報應佇𪜶的頭殼頂。這是主耶和華講的。」","bklhl":"所以我用我ê痛恨piàⁿ tī in ê頂面，用我大受氣ê火滅in；照in所行ê，報應tī in ê頭殼頂；這是主耶和華講ê。"}}]