[{"book":"結","chapter":2,"verse":1,"versions":{"unv":"他對我說：「人子啊，你站起來，我要和你說話。」","bklcl":"I tùi góa kóng, Jîn-chú ah, lí khí-lâi khiā, Góa beh kap lí kóng-ōe.","tghg":"伊對我講：「人子啊，你起來徛，我欲及你講話。」","bklhl":"伊對我講，人子ah，你起來khiā，我beh kap你講話。"}},{"book":"結","chapter":2,"verse":2,"versions":{"unv":"他對我說話的時候，靈就進入我裡面，使我站起來，我便聽見那位對我說話的聲音。","bklcl":"I tùi góa kóng-ōe ê sî, sîn chiū ji̍p góa ê lāi-bīn, hō͘ góa khiā--khí-lâi; góa chiū thiaⁿ-kìⁿ hit-ūi tùi góa kóng-ōe--ê ê siaⁿ.","tghg":"伊對我講話的時，神就入我的內面，互我徛起來，我就聽見彼位對我講話者的聲。","bklhl":"伊對我講話ê時，神就入我ê內面，hō͘我khiā起來；我就聽見hit位對我講話ê ê聲。"}},{"book":"結","chapter":2,"verse":3,"versions":{"unv":"他對我說：「人子啊，我差你往悖逆的國民以色列人那裡去。他們是悖逆我的，他們和他們的列祖違背我，直到今日。","bklcl":"I tùi góa kóng, Jîn-chú ah, Góa chhe lí khì kàu Í-sek-lia̍t cho̍k, kàu pōe-ge̍k ê pang-kok, in sī pōe-ge̍k Góa ê; in kap in ê lia̍t-chó͘ ûi-ke̍h Góa, ti̍t-kàu kin-á-ji̍t.","tghg":"伊對我講：「人子啊，我差你去到以色列族。到悖逆(pōe-ge̍k)的邦國，𪜶是悖逆我的，𪜶及𪜶的列祖違逆(ûi-ke̍h)我，直到今仔日。","bklhl":"伊對我講，人子ah，我差你去到以色列族，到悖逆ê邦國，in是悖逆我ê；in kap in ê列祖違逆我，直到今á日。"}},{"book":"結","chapter":2,"verse":4,"versions":{"unv":"這眾子面無羞恥，心裡剛硬。我差你往他們那裡去，你要對他們說：主耶和華如此說。","bklcl":"Chiah-ê kiáⁿ bīn-phê kāu, sim ngī; Góa chhe lí khì in hia; lí tio̍h tùi in kóng, Chú Iâ-hô-hoa án-ni kóng.","tghg":"諸個子面皮厚，心硬。我差你去𪜶遐，你著對𪜶講：主耶和華按呢講。","bklhl":"Chiah-ê kiáⁿ面皮厚，心硬；我差你去in hia；你tio̍h對in講，主耶和華án-ni講。"}},{"book":"結","chapter":2,"verse":5,"versions":{"unv":"他們或聽，或不聽，（他們是悖逆之家），必知道在他們中間有了先知。","bklcl":"In kiám-chhái thiaⁿ, kiám-chhái m̄-thiaⁿ, (in-ūi in sī pōe-ge̍k ê ke), beh chai tī in tiong-kan tek-khak bat ū sian-ti.","tghg":"𪜶豈採聽，豈採呣聽，（因為𪜶是悖逆的家），欲知佇𪜶中間的確曾(bat)有先知。","bklhl":"In kiám-chhái聽，kiám-chhái m̄聽，(因為in是悖逆ê家) ，beh知tī in中間的確bat有先知。"}},{"book":"結","chapter":2,"verse":6,"versions":{"unv":"人子啊，雖有荊棘和蒺藜在你那裡，你又住在蠍子中間，總不要怕他們，也不要怕他們的話；他們雖是悖逆之家，還不要怕他們的話，也不要因他們的臉色驚惶。","bklcl":"Jîn-chú ah, sui-jiân ū chháu-chhì chi̍t-lê tī lí hia, koh lí tiàm tī giat-á-thâng ê tiong-kan, lóng bo̍h-tit kiaⁿ in, iā bo̍h-tit kiaⁿ in ê ōe; in sui-jiân sī pōe-ge̍k ê ke, iáu-kú bo̍h-tit kiaⁿ in ê ōe, iā bo̍h-tit in-ūi in ê bīn-māu lâi kiaⁿ-hiâⁿ.","tghg":"人子啊，雖然有草茦(chháu-chhì)蒺藜(chi̍t-lê)佇你遐，閣你踮佇蠍仔蟲(giat-á-thâng)的中間，攏莫得驚𪜶，也莫得驚𪜶的話；𪜶雖然是悖逆的家，猶久莫得驚𪜶的話，也莫得因為𪜶的面貌來驚惶。","bklhl":"人子ah，雖然有草刺蒺藜tī你hia，koh你tiàm tī蠍á蟲ê中間，lóng莫得驚in，也莫得驚in ê話；in雖然是悖逆ê家，iáu-kú莫得驚in ê話，也莫得因為in ê面貌來驚惶。"}},{"book":"結","chapter":2,"verse":7,"versions":{"unv":"他們或聽，或不聽，你只管將我的話告訴他們；他們是極其悖逆的。","bklcl":"In kiám-chhái thiaⁿ, kiám-chhái m̄-thiaⁿ, lí chòe lí chiong Góa ê ōe kā in kóng; in-ūi in sī ke̍k-kî pōe-ge̍k ê.","tghg":"𪜶豈採聽，豈採呣聽，你做你將我的話給𪜶講；因為𪜶是極其悖逆的。","bklhl":"In kiám-chhái聽，kiám-chhái m̄聽，你做你將我ê話kā in講；因為in是極其悖逆ê。"}},{"book":"結","chapter":2,"verse":8,"versions":{"unv":"人子啊，要聽我對你所說的話，不要悖逆像那悖逆之家，你要開口吃我所賜給你的。」","bklcl":"Jîn-chú ah, lí tio̍h thiaⁿ Góa tùi lí só͘ kóng ê ōe; lí m̄-thang pōe-ge̍k, chhin-chhiūⁿ hit ê pōe-ge̍k ê ke; lí tio̍h khui-chhùi, chia̍h Góa só͘ hō͘ lí ê.","tghg":"「人子啊，你著聽我對你所講的話，你呣通悖逆親像彼個悖逆的家，你著開嘴食我所互你的。」","bklhl":"人子ah，你tio̍h聽我對你所講ê話；你m̄-thang悖逆，親像hit ê悖逆ê家；你tio̍h開嘴，食我所hō͘你ê。"}},{"book":"結","chapter":2,"verse":9,"versions":{"unv":"我觀看，見有一隻手向我伸出來，手中有一書卷。","bklcl":"Hit-sî góa khòaⁿ, khòaⁿ ah, ū chi̍t ki chhiú chhun ǹg góa chia lâi; khòaⁿ ah, chhiú-lāi ū chi̍t kńg chheh;","tghg":"彼時我看，看啊，有一支手伸向我遮來，看啊，手內有一卷冊。","bklhl":"Hit時我看，看ah，有一支手伸ǹg我chia來；看ah，手內有一卷冊；"}},{"book":"結","chapter":2,"verse":10,"versions":{"unv":"他將書卷在我面前展開，內外都寫著字，其上所寫的有哀號、歎息、悲痛的話。","bklcl":"I chiong hit pún hian-khui tī góa ê bīn-chêng; lāi-gōa lóng ū siá-jī; hí téng-bīn só͘ siá-ê ū ai-siong, thó͘-khùi, chai-ē ê ōe.","tghg":"伊將彼本掀開佇我的面前，內外攏有寫字，彼頂面所寫的有哀傷、吐氣、災禍的話。","bklhl":"伊將hit本掀開tī我ê面前；內外lóng有寫字；hit頂面所寫ê有哀傷，吐氣，災厄ê話。"}}]