[{"book":"結","chapter":1,"verse":1,"versions":{"unv":"當三十年四月初五日，以西結（原文是我）在迦巴魯河邊被擄的人中，天就開了，得見　神的異象。","bklcl":"Tng saⁿ-cha̍p--nî, sì-ge̍h chhoe-gō͘, góa tī Ka-pa-ló͘ ê hô-piⁿ, siū-lia̍h ê lâng ê tiong-kan; hit-sî thiⁿ khui, góa khòaⁿ-kìⁿ Siōng-tè ê īⁿ-siōng.","tghg":"當三十年四月初五，我佇迦巴魯的河邊受掠的人的中間，彼時天開，我看見上帝的異象。","bklhl":"當三十年，四月初五，我tī Ka-pa-ló͘ ê河邊，受掠ê人ê中間；hit時天開，我看見上帝ê異象。"}},{"book":"結","chapter":1,"verse":2,"versions":{"unv":"正是約雅斤王被擄去第五年四月初五日，","bklcl":"Tī hit-ge̍h ê chhoe-gō͘, chiū-sī Iok-ngá-kun ông siū-lia̍h ê tē-gō͘ nî,","tghg":"佇彼月的初五，就是約雅斤王受掠的第五年，","bklhl":"Tī hit月ê初五，就是Iok-ngá-kun王受掠ê第五年，"}},{"book":"結","chapter":1,"verse":3,"versions":{"unv":"在迦勒底人之地、迦巴魯河邊，耶和華的話特特臨到布西的兒子祭司以西結；耶和華的靈（原文是手）降在他身上。","bklcl":"tī Ka-le̍k-tí lâng ê tōe, Ka-pa-ló͘ ê hô-piⁿ, Iâ-hô-hoa ê ōe tiâu-tî lîm-kàu Pò͘-se ê kiáⁿ, chè-si Í-se-kiat; tī-hia Iâ-hô-hoa ê chhiú hē tī i ê sin-chiūⁿ.","tghg":"佇迦勒底人的地、迦巴魯的河邊，耶和華的話刁持臨到布西的子，祭司以西結；佇遐耶和華的手下(hē)佇伊的身上。","bklhl":"Tī Ka-le̍k-tí人ê地，Ka-pa-ló͘ ê河邊，耶和華ê話tiâu-tî臨到Pò͘-se ê kiáⁿ，祭司以西結；tī-hia耶和華ê手hē tī伊ê身上。"}},{"book":"結","chapter":1,"verse":4,"versions":{"unv":"我觀看，見狂風從北方颳來，隨著有一朵包括閃爍火的大雲，周圍有光輝；從其中的火內發出好像光耀的精金；","bklcl":"Góa khòaⁿ-kìⁿ, lí khòaⁿ, ū kông-hong tùi pak-hng lâi, ū tōa phiàn hûn, ū iām-iām-sih ê hé, i ê chiu-ûi ū kng, tùi hit tiong-kan ê hé-lāi hoat-chhut chhin-chhiūⁿ hó͘-phek ê sek-tì.","tghg":"我看見，你看有狂風對北方來，有大片雲有炎炎閃(iām-iām-sih)的火，伊的周圍有光；對彼中間的火內發出親像琥珀(hó͘-phek)的色緻(sek-tì)；","bklhl":"我看見，你看，有狂風tùi北方來，有大片雲，有燄燄sih ê火，伊ê周圍有光，tùi hit中間ê火內發出親像琥珀ê色緻。"}},{"book":"結","chapter":1,"verse":5,"versions":{"unv":"又從其中顯出四個活物的形像來。他們的形狀是這樣：有人的形像，","bklcl":"Koh tùi hit tiong-kan chhut-hiān sì ê oa̍h-mi̍h ê hêng-siōng.  In ê khoán-sit sī án-ni; ū lâng ê hêng-siōng.","tghg":"閣對彼中間出現四個活物的形像。𪜶的款式是按呢：有人的形像，","bklhl":"Koh tùi hit中間出現四個活物ê形象。In ê款式是án-ni；有人ê形象。"}},{"book":"結","chapter":1,"verse":6,"versions":{"unv":"各有四個臉面，四個翅膀。","bklcl":"Ta̍k-ê ū sì ê bīn, ta̍k-ê ū sì ki si̍t.","tghg":"逐個有四個面，逐個有四支翅。","bklhl":"Ta̍k-ê有四個面，ta̍k-ê有四支翼。"}},{"book":"結","chapter":1,"verse":7,"versions":{"unv":"他們的腿是直的，腳掌好像牛犢之蹄，都燦爛如光明的銅。","bklcl":"In ê kha sī ti̍t-ti̍t, kha-jiah-tóe chhin-chhiūⁿ gû-á ê kha-tôe; lóng chhàn-lān chhin-chhiūⁿ bôa-kng ê tâng ê chhiah-ba̍k.","tghg":"𪜶的腳是直直，腳跡底親像牛仔的腳蹄，攏燦爛親像磨光的銅的刺目(chhiah-ba̍k)。","bklhl":"In ê腳是直直，腳跡底親像牛á ê腳蹄；lóng燦爛親像磨光ê銅ê刺(chhiah) 目。"}},{"book":"結","chapter":1,"verse":8,"versions":{"unv":"在四面的翅膀以下有人的手。這四個活物的臉和翅膀乃是這樣：","bklcl":"Tī in sì-bīn ê si̍t-ē koh ū lâng ê chhiú, chit ê sì ê oa̍h-mi̍h-ê bīn kap si̍t chiū-sī án-ni;","tghg":"佇𪜶四面的翅下閣有人的手。此個四個活物的面及翅就是按呢：","bklhl":"Tī in四面ê翼下koh有人ê手，chit ê四個活物ê面kap 翼就是án-ni；"}},{"book":"結","chapter":1,"verse":9,"versions":{"unv":"翅膀彼此相接，行走並不轉身，俱各直往前行。","bklcl":"in ê si̍t lóng saⁿ-liân-chiap; kiâⁿ ê sî, seng-khu m̄-bián oa̍t, lóng ti̍t-ti̍t chìn-chêng khì.","tghg":"𪜶的翅攏相連接，行的時身軀呣免越，攏直直進前去。","bklhl":"in ê翼lóng相連接；行ê時，身軀m̄免oa̍t，lóng直直進前去。"}},{"book":"結","chapter":1,"verse":10,"versions":{"unv":"至於臉的形像：前面各有人的臉，右面各有獅子的臉，左面各有牛的臉，後面各有鷹的臉。","bklcl":"Lūn-kàu in ê bīn ê hêng-siōng, in ū lâng ê bīn; in sì-ê tī chiàⁿ-pêng ū sai ê bīn, in sì-ê tī tò-pêng ū gû ê bīn; in sì-ê iā ū eng-chiáu ê bīn.","tghg":"論到𪜶的面的形像：𪜶有人的面，𪜶四個佇正旁有獅的面，𪜶四個佇倒旁有牛的面，𪜶四個也有鷹鳥的面。","bklhl":"論到in ê面ê形象，in有人ê面；in四個tī chiàⁿ-pêng有獅ê面，in四個tī tò-pêng有牛ê面；in四個也有鷹鳥ê面。"}},{"book":"結","chapter":1,"verse":11,"versions":{"unv":"各展開上邊的兩個翅膀相接，各以下邊的兩個翅膀遮體。","bklcl":"In ê bīn sī án-ni; in ê si̍t tùi téng-bīn thí-khui; chit-ê hit-ê nn̄g ê si̍t saⁿ-liân, koh ū nn̄g ê si̍t khàm seng-khu.","tghg":"𪜶的面是按呢：𪜶的翅對頂面展開(thí-khui)，此個彼個二個翅相連，閣有二個翅蓋身軀。","bklhl":"In ê面是án-ni；in ê翼tùi頂面thí開；chit ê hit ê兩個翼相連，koh有兩個翼蓋身軀。"}},{"book":"結","chapter":1,"verse":12,"versions":{"unv":"他們俱各直往前行。靈往哪裡去，他們就往那裡去，行走並不轉身。","bklcl":"In ta̍k-ê ti̍t-ti̍t kiâⁿ chìn-chêng; sîn beh khì toh-lo̍h, in chiū khì hia; kiâⁿ ê sî, seng-khu m̄-bián oa̍t.","tghg":"𪜶逐個直直行進前。神欲去叨落，𪜶就去遐，行的時身軀呣免越。","bklhl":"In ta̍k-ê直直行進前；神beh去toh-lo̍h，in就去hia；行ê時，身軀m̄免oa̍t。"}},{"book":"結","chapter":1,"verse":13,"versions":{"unv":"至於四活物的形像，就如燒著火炭的形狀，又如火把的形狀。火在四活物中間上去下來，這火有光輝，從火中發出閃電。","bklcl":"Lūn-kàu oa̍h-mi̍h ê khoán-sit, in ê hêng-siōng chhin-chhiūⁿ to̍h ê hé-thòaⁿ, koh chhin-chhiūⁿ hé-pé ê hêng-siōng, khí-khí lo̍h-lo̍h tī oa̍h-mi̍h ê tiong-kan; hé chin kng, tùi hé-tiong hoat-chhut sih-nà.","tghg":"論到活物的款式，𪜶的形像親像𤏸(to̍h)的火炭，閣親像火把的形像。起起落落佇活物的中間，火真光，對火中發出閃爁(sih-nà)。","bklhl":"論到活物ê款式，in ê形象親像to̍h ê火炭，koh親像火把ê形象，起起落落tī活物ê中間；火真光，tùi火中發出sih-nà。"}},{"book":"結","chapter":1,"verse":14,"versions":{"unv":"這活物往來奔走，好像電光一閃。","bklcl":"Hiah ê oa̍h-mi̍h cháu-khì cháu-lâi, chhin-chhiūⁿ sih-nà teh sih.","tghg":"許個活物走去走來，親像閃爁啲閃。","bklhl":"Hiah-ê活物走去走來，親像sih-nà teh sih。"}},{"book":"結","chapter":1,"verse":15,"versions":{"unv":"我正觀看活物的時候，見活物的臉旁各有一輪在地上。","bklcl":"Góa teh khòaⁿ oa̍h-mi̍h ê sî, khòaⁿ ah, ū chhia-lûn tī tōe-chiūⁿ, tī oa̍h-mi̍h ê piⁿ-á, chiàu i ê sì-bīn.","tghg":"我啲看活物的時，看啊，有車輪佇地上佇活物的邊仔照(chiàu)伊的四面。","bklhl":"我teh看活物ê時，看ah，有車輪tī地上，tī活物ê邊á，照伊ê四面。"}},{"book":"結","chapter":1,"verse":16,"versions":{"unv":"輪的形狀和顏色（原文是作法）好像水蒼玉。四輪都是一個樣式，形狀和作法好像輪中套輪。","bklcl":"Chhia-lûn kap in ê chòe-hoat ê khoán-sit chhin-chhiūⁿ n̂g ê ge̍k ê sek-tì; sì ê lûn ê hêng-siōng siāng chi̍t-khoán; in ê khoán-sit kap chòe-hoat sī chhin-chhiūⁿ lûn-tiong ū lûn.","tghg":"車輪及𪜶的做法的款式親像黃的玉的色緻。四個輪的形像像(siāng)一款，𪜶的款式及做法是親像輪中有輪。","bklhl":"車輪kap in ê做法ê款式親像黃ê玉ê色緻；四個輪(lûn)ê形象siāng一款；in ê款式kap做法是親像輪中有輪。"}},{"book":"結","chapter":1,"verse":17,"versions":{"unv":"輪行走的時候，向四方都能直行，並不掉轉。","bklcl":"Lûn kiâⁿ ê sî, sì-bīn lóng ōe kiâⁿ--tit; kiâⁿ ê sî m̄-bián oa̍t.","tghg":"輪行的時，四面攏會行直，行的時呣免越。","bklhl":"輪行ê時，四面lóng能行得；行ê時m̄免oa̍t。"}},{"book":"結","chapter":1,"verse":18,"versions":{"unv":"至於輪輞，高而可畏；四個輪輞周圍滿有眼睛。","bklcl":"Lūn-kàu chhia-lûn ê khoân sī chin-koâiⁿ thang kiaⁿ; sì ê lûn ê khoân ū ba̍k-chiu móa-móa.","tghg":"論到車輪的環，是真高通驚；四個輪的環有目睭滿滿。","bklhl":"論到車輪ê環是真高thang驚；四個輪ê環有目睭滿滿。"}},{"book":"結","chapter":1,"verse":19,"versions":{"unv":"活物行走，輪也在旁邊行走；活物從地上升，輪也都上升。","bklcl":"Oa̍h-mi̍h kiâⁿ ê sî, lûn iā tī in ê sin-piⁿ teh kiâⁿ; oa̍h-mi̍h kú-khí lī-khui tōe ê sî, lûn iā kú-khí.","tghg":"活物行的時，輪也佇𪜶的身邊啲行；活物舉起離開地的時，輪也舉起。","bklhl":"活物行ê時，輪也tī in ê身邊teh行；活物舉起離開地ê時，輪也舉起。"}},{"book":"結","chapter":1,"verse":20,"versions":{"unv":"靈往哪裡去，活物就往那裡去；活物上升，輪也在活物旁邊上升，因為活物的靈在輪中。","bklcl":"Sîn só͘ beh khì ê só͘-chāi, in iā khì; sîn nā khì tī-hia, lûn iā tī in ê sin-piⁿ kú-khí; in-ūi oa̍h-mi̍h ê sîn tī lûn ê lāi-bīn.","tghg":"神所欲去的所在，𪜶也去；神若去佇遐，輪也佇𪜶的身邊舉起，因為活物的神佇輪的內面。","bklhl":"神所beh去ê所在，in也去；神若去tī-hia，輪也tī in ê身邊舉起；因為活物ê神tī輪ê內面。"}},{"book":"結","chapter":1,"verse":21,"versions":{"unv":"那些行走，這些也行走；那些站住，這些也站住；那些從地上升，輪也在旁邊上升，因為活物的靈在輪中。","bklcl":"Hiah-ê nā kiâⁿ, chiah-ê iā kiâⁿ, hiah-ê nā thêng, chiah-ê iā thêng; hiah-ê nā kú-khí lī-khui tōe ê sî, lûn iā tī in ê sin-piⁿ kú-khí; in-ūi oa̍h-mi̍h ê sîn tī lûn ê lāi-bīn.","tghg":"許個若行，諸個也行；許個若停，諸個也停；許個若舉起離開地的時，輪也佇𪜶的身邊舉起，因為活物的神佇輪的內面。","bklhl":"Hiah-ê若行，chiah ê也行，hiah-ê若停，chiah ê也停；hiah-ê若舉起離開地ê時，輪也tī in ê身邊舉起；因為活物ê神tī輪ê內面。"}},{"book":"結","chapter":1,"verse":22,"versions":{"unv":"活物的頭以上有穹蒼的形像，看著像可畏的水晶，鋪張在活物的頭以上。","bklcl":"Oa̍h-mi̍h ê thâu-khak ê téng-bīn ū kiong-chhong ê hêng-siōng, khòaⁿ-liáu chhin-chhiūⁿ thang-kiaⁿ ê chúi-chiⁿ ê sek-tì, pho͘ tī in ê thâu-khak ê téng-bīn.","tghg":"活物的頭殼的頂面有穹蒼的形像，看了親像通驚的水晶的色緻，舖佇𪜶的頭殼的頂面。","bklhl":"活物ê頭殼ê頂面有穹蒼ê形象，看了親像thang驚ê水晶ê色緻，鋪tī in ê頭殼ê頂面。"}},{"book":"結","chapter":1,"verse":23,"versions":{"unv":"穹蒼以下，活物的翅膀直張，彼此相對；每活物有兩個翅膀遮體。","bklcl":"Tī kiong-chhong ê ē-bīn in ê si̍t thí ti̍t-ti̍t, tāi-ke saⁿ-tùi; koh ū nn̄g ki si̍t khàm i ê seng-khu ê chit-pêng, iā koh ū nn̄g ki si̍t khàm i ê seng-khu ê hit-pêng.","tghg":"佇穹蒼的下面，𪜶的翅展(thí)直直，大家相對；閣有二支翅蓋(khàm)伊的身軀的此旁，也閣有二支翅蓋伊的身軀的彼旁。","bklhl":"Tī穹蒼ê下面in ê翼thí直直，大家相對；koh有兩支翼蓋伊ê身軀ê chit-pêng，也koh有兩支翼蓋伊ê身軀ê hit-pêng。"}},{"book":"結","chapter":1,"verse":24,"versions":{"unv":"活物行走的時候，我聽見翅膀的響聲，像大水的聲音，像全能者的聲音，也像軍隊鬨嚷的聲音。活物站住的時候，便將翅膀垂下。","bklcl":"In kiâⁿ ê sî, góa thiaⁿ-kìⁿ in ê si̍t ê siaⁿ, chhin-chhiūⁿ chōe-chōe chúi ê siaⁿ, chhin-chhiūⁿ Choân-lêng--ê ê siaⁿ, ū hōa-hōa-jióng ê siaⁿ, chhin-chhiūⁿ kun-tūi ê siaⁿ; in thêng ê sî, si̍t chiū pàng--lo̍h-lâi.","tghg":"𪜶行的時，我聽見𪜶的翅的聲，親像多多水的聲，親像全能者的聲，有嘩嘩嚷(hōa-hōa-jióng)的聲親像軍隊的聲。𪜶停的時，翅就放落來。","bklhl":"In行ê時，我聽見in ê翼ê聲，親像chōe-chōe水ê聲，親像全能ê ê聲，有hōa-hōa嚷ê聲，親像軍隊ê聲；in停ê時，翼就放落來。"}},{"book":"結","chapter":1,"verse":25,"versions":{"unv":"在他們頭以上的穹蒼之上有聲音。他們站住的時候，便將翅膀垂下。","bklcl":"Tī in thâu-khak-téng kiong-chhong ê téng-bīn ū siaⁿ; in thêng ê sî, si̍t chiū pàng--lo̍h-lâi.","tghg":"佇𪜶頭殼頂穹蒼的頂面有聲。𪜶停的時，翅就放落來。","bklhl":"Tī in頭殼頂穹蒼ê頂面有聲；in停ê時，翼就放落來。"}},{"book":"結","chapter":1,"verse":26,"versions":{"unv":"在他們頭以上的穹蒼之上有寶座的形像，彷彿藍寶石；在寶座形像以上有彷彿人的形狀。","bklcl":"Tī in thâu-khak-téng kiong-chhong ê téng-bīn ū pó-chō ê hêng-siōng, chhin-chhiūⁿ lâm-sek ê pó-chio̍h; tī pó-chō hêng-siōng ê téng-bīn ū hêng-siōng chhin-chhiūⁿ lâng ê khoán-sit.","tghg":"佇𪜶頭殼頂穹蒼的頂面有寶座的形像，親像藍色的寶石；佇寶座形像的頂面有形像親像人的款式。","bklhl":"Tī in頭殼頂穹蒼ê頂面有寶座ê形象，親像藍色ê寶石；tī寶座形象ê頂面有形象親像人ê款式。"}},{"book":"結","chapter":1,"verse":27,"versions":{"unv":"我見從他腰以上有彷彿光耀的精金，周圍都有火的形狀，又見從他腰以下有彷彿火的形狀，周圍也有光輝。","bklcl":"Góa khòaⁿ-kìⁿ tùi i ê io ê hêng-siōng ê téng-bīn ū hó͘-phek ê sek-tì, tī i ê lāi-bīn chiu-ûi ū hé ê hêng-siōng; iā khòaⁿ-kìⁿ tùi i ê io ê hêng-siōng ê ē-bīn ū chhin-chhiūⁿ hé ê hêng-siōng chiū-ûi chin-kng.","tghg":"我看見對伊的腰的形像的頂面有琥珀的色緻，佇伊的內面周圍有火的形像，也看見對伊的腰的形像的下面有親像火的形像周圍真光。","bklhl":"我看tùi對伊ê腰ê形象ê頂面有琥珀 ê色緻，tī伊ê內面周圍有火ê形象；也看見tùi伊ê腰ê形象ê下面有親像火ê形象周圍真光。"}},{"book":"結","chapter":1,"verse":28,"versions":{"unv":"下雨的日子，雲中虹的形狀怎樣，周圍光輝的形狀也是怎樣。這就是耶和華榮耀的形像。我一看見就俯伏在地，又聽見一位說話的聲音。","bklcl":"Tī lo̍h-hō͘ ê ji̍t hûn-tiong khēng ê hêng-siōng cháiⁿ-iūⁿ, chiu-ûi ê kng ê hêng-siōng iā sī án-ni.  Góa chi̍t-ē khòaⁿ-kìⁿ, chiū phak tī tōe--nih; koh thiaⁿ-kìⁿ chi̍t-ūi kóng-ōe--ê ê siaⁿ.","tghg":"佇落雨的日，雲中虹(khēng)的形像怎樣，周圍的光的形像也是按呢。我一下看見，就仆佇地裡，閣聽見一位講話者的聲。","bklhl":"Tī落雨ê日雲中虹ê形象怎樣，周圍ê光ê形象也是án-ni。我一下看見，就仆tī地裡；koh聽見一位講話ê ê聲。"}}]