[{"book":"結","chapter":46,"verse":1,"versions":{"unv":"主耶和華如此說：「內院朝東的門，在辦理事務的六日內必須關閉；惟有安息日和月朔必須敞開。","bklcl":"Chú Iâ-hô-hoa án-ni kóng: Lāi-īⁿ ǹg-tang ê mn̂g tī chòe-kang ê la̍k-ji̍t-lāi tek-khak tio̍h koaiⁿ; to̍k-to̍k tī an-hioh-ji̍t tio̍h khui, ge̍h ê chhoe-it iā tio̍h khui.","tghg":"主耶和華按呢講：「內院向東的門，佇做工的六日內的確著關；獨獨佇安息日著開，月的初一也著開。","bklhl":"主耶和華án-ni講：內院ǹg東ê門tī做工ê六日內的確tio̍h關；獨獨tī安歇日tio̍h開，月ê初一也tio̍h開。"}},{"book":"結","chapter":46,"verse":2,"versions":{"unv":"王要從這門的廊進入，站在門框旁邊。祭司要為他預備燔祭和平安祭，他就要在門檻那裡敬拜，然後出去。這門直到晚上不可關閉。","bklcl":"Jîn-kun tio̍h tùi chit ê mn̂g ê lông tùi gōa-bīn ji̍p, khiā tī mn̂g-khiā-piⁿ; chè-si tio̍h pī-pān i ê sio-chè kap i ê siā-un-chè, i tio̍h tī mn̂g-tēng hit tah kèng-pài; jiân-āu chhut-khì, chit ê mn̂g kàu ê-hng-sî m̄-thang koaiⁿ.","tghg":"人君著對此個門的廊(lông)對外面入，徛佇門竪(mn̂g-khiā)邊。祭司著備辦伊的燒祭及伊的謝恩祭，伊著佇門椗(mn̂g-tēng)彼叨(hit tah)敬拜，然後出去。此個門到下昏時呣通關。","bklhl":"人君tio̍h tùi chit ê門ê廊tùi外面入，khiā tī門khiā邊；祭司tio̍h備辦伊ê燒祭kap伊ê謝恩祭，伊tio̍h tī門碇hit tah敬拜；然後出去，chit ê門到ê-hng時m̄-thang關。"}},{"book":"結","chapter":46,"verse":3,"versions":{"unv":"在安息日和月朔，國內的居民要在這門口，耶和華面前敬拜。","bklcl":"Tī chiah-ê an-hioh-ji̍t, kap ge̍h ê chhoe-it, kok-lāi ê peh-sìⁿ tio̍h tī chit ê mn̂g-kháu kèng-pài tī Iâ-hô-hoa ê bīn-chêng.","tghg":"佇諸個安息日及月的初一，國內的百姓著佇此個門口，敬拜佇耶和華的面前。","bklhl":"Tī chiah ê安歇日，kap月ê初一，國內ê百姓tio̍h tī chit ê門口敬拜tī耶和華ê面前。"}},{"book":"結","chapter":46,"verse":4,"versions":{"unv":"安息日，王所獻與耶和華的燔祭要用無殘疾的羊羔六隻，無殘疾的公綿羊一隻；","bklcl":"Jîn-kun tī an-hioh-ji̍t só͘ tio̍h hiàn hō͘ Iâ-hô-hoa ê sio-chè, tio̍h bô hâ-chhû ê iûⁿ-ko la̍k-chiah, bô hâ-chhû ê mî-iûⁿ-káng chi̍t-chiah;","tghg":"人君佇安息日，所著獻互耶和華的燒祭，著無瑕疵的羊羔六隻，無瑕疵的綿羊牨(káng)一隻；","bklhl":"人君tī安歇日所tio̍h獻hō͘耶和華ê燒祭，tio̍h無瑕疵ê羊羔六隻，無瑕疵ê綿羊káng一隻；"}},{"book":"結","chapter":46,"verse":5,"versions":{"unv":"同獻的素祭要為公綿羊獻一伊法細麵，為羊羔照他的力量而獻，一伊法細麵加油一欣。","bklcl":"i ê sò͘-chè ūi-tio̍h hit chiah mî-iûⁿ-káng tio̍h chi̍t ê i-hoat, ūi-tio̍h hiah-ê iûⁿ-ko ê sò͘-chè sī chiàu i ê le̍k-liōng chi̍t ê i-hoat phòe iû chi̍t him.","tghg":"伊的素祭為著彼隻綿羊牨著一個伊法，為著許個羊羔的素祭是照伊的力量，一個伊法配油一欣。","bklhl":"伊ê素祭為tio̍h hit隻綿羊káng tio̍h一个i-hoat，為tio̍h hiah-ê羊羔ê素祭是照伊ê力量一个i-hoat配油一him。"}},{"book":"結","chapter":46,"verse":6,"versions":{"unv":"當月朔，要獻無殘疾的公牛犢一隻，羊羔六隻，公綿羊一隻，都要無殘疾的。","bklcl":"Tng ge̍h ê chhoe-it tio̍h hiàn bô hâ-chhû ê gû-káng chi̍t-chiah, iûⁿ-ko la̍k-chiah, mî-iûⁿ-káng chi̍t-chiah; lóng tio̍h bô hâ-chhû--ê.","tghg":"當月的初一，著獻無瑕疵的牛牨一隻，羊羔六隻，綿羊牨一隻，攏著無瑕疵的。","bklhl":"當月ê初一tio̍h獻無瑕疵ê牛káng一隻，羊羔六隻，綿羊káng一隻；lóng tio̍h無瑕疵ê。"}},{"book":"結","chapter":46,"verse":7,"versions":{"unv":"他也要預備素祭，為公牛獻一伊法細麵，為公綿羊獻一伊法細麵，為羊羔照他的力量而獻，一伊法細麵加油一欣。","bklcl":"I iā tio̍h pī-pān sò͘-chè, ūi-tio̍h gû-káng hiàn chi̍t ê i-hoat, ūi-tio̍h mî-iûⁿ-káng hiàn chi̍t ê i-hoat, ūi-tio̍h hiah-ê iûⁿ-ko chiū chiàu i ê le̍k-liōng chi̍t ê i-hoat phòe iû chi̍t-him.","tghg":"伊也著備辦素祭，為著牛牨獻一個伊法，為著綿羊牨獻一個伊法，為著許個羊羔就照伊的力量，一個伊法配油一欣。","bklhl":"伊也tio̍h備辦素祭，為tio̍h牛káng獻一个i-hoat，為tio̍h綿羊káng獻一个i-hoat，為tio̍h hiah-ê羊羔就照伊ê力量一个i-hoat配油一him。"}},{"book":"結","chapter":46,"verse":8,"versions":{"unv":"王進入的時候必由這門的廊而入，也必由此而出。","bklcl":"Jîn-kun ji̍p-lâi ê sî, tio̍h tùi chit ê mn̂g ê lông ji̍p, iā tio̍h tùi chit ê lō͘ chhut.","tghg":"人君入來的時著對此個門的廊入，也著對此個路出。","bklhl":"人君入來ê時，tio̍h tùi chit ê門ê廊入，也tio̍h tùi chit ê路出。"}},{"book":"結","chapter":46,"verse":9,"versions":{"unv":"在各節期，國內居民朝見耶和華的時候，從北門進入敬拜的，必由南門而出；從南門進入的，必由北門而出。不可從所入的門而出，必要直往前行，由對門而出。","bklcl":"Tī ta̍k ê choeh-kî, kok-lāi ê peh-sìⁿ tiâu-kìⁿ Iâ-hô-hoa ê sî, tùi pak-mn̂g ji̍p-lâi kèng-pài-ê tio̍h tùi lâm-mn̂g chhut-khì; tùi lâm-mn̂g ji̍p-lâi-ê tio̍h tùi pak-mn̂g chhut-khì; m̄-thang tùi só͘ ji̍p ê mn̂g oa̍t-tò-tńg, tio̍h ti̍t-ti̍t chìn-chêng chhut-khì.","tghg":"「佇逐個節期，國內的百姓朝見耶和華的時，對北門入來敬拜的，著對南門出去；對南門入來的，著對北門出去。呣通對所入的門越倒轉，著直直進前出去。","bklhl":"Tī ta̍k-ê節期，國內ê百姓朝見耶和華ê時，tùi北門入來敬拜-ê tio̍h tùi南門出去；tùi南門入來ê tio̍h tùi北門出去；m̄-thang tùi所入ê門oa̍t倒tńg，tio̍h直直進前出去。"}},{"book":"結","chapter":46,"verse":10,"versions":{"unv":"民進入，王也要在民中進入；民出去，王也要一同出去。","bklcl":"Peh-sìⁿ ji̍p-khì ê sî, jîn-kun iā tio̍h tī in ê tiong-kan ji̍p-khì; peh-sìⁿ chhut-khì, jîn-kun iā tio̍h kap in chhut-khì.","tghg":"百姓入去的時，人君也著佇𪜶的中間入去；百姓出去，人君也著及𪜶出去。","bklhl":"百姓入去ê時，人君也tio̍h tī in ê中間入去；百姓出去，人君也tio̍h kap in出去。"}},{"book":"結","chapter":46,"verse":11,"versions":{"unv":"「在節期和聖會的日子同獻的素祭，要為一隻公牛獻一伊法細麵，為一隻公綿羊獻一伊法細麵，為羊羔照他的力量而獻，一伊法細麵加油一欣。","bklcl":"Tī choeh-kî kap tāi-hōe ê sî, sò͘-chè tio̍h ūi-tio̍h chi̍t-chiah gû-káng hiàn chi̍t ê i-hoat, ūi-tio̍h chi̍t-chiah mî-iûⁿ-káng hiàn chi̍t ê i-hoat, ūi-tio̍h hiah-ê iûⁿ-ko chiū chiàu i ê le̍k-liōng, chi̍t ê i-hoat phòe iû chi̍t-him.","tghg":"「佇節期及大會的時，素祭著為著一隻牛牨獻一個伊法，為著一隻綿羊牨獻一個伊法，為著許個羊羔就照伊的力量，一個伊法配油一欣。","bklhl":"Tī節期kap tāi-hōe ê時，素祭tio̍h為tio̍h一隻牛káng獻一个i-hoat，為tio̍h一隻綿羊káng獻一个i-hoat，為tio̍h hiah-ê羊羔就照伊ê力量，一个i-hoat配油一him。"}},{"book":"結","chapter":46,"verse":12,"versions":{"unv":"王預備甘心獻的燔祭或平安祭，就是向耶和華甘心獻的，當有人為他開朝東的門。他就預備燔祭和平安祭，與安息日預備的一樣，獻畢就出去。他出去之後，當有人將門關閉。」","bklcl":"Jîn-kun nā pī-pān kam-sim ê chè, sio-chè á-sī siā-un-chè chòe kam-sim ê chè, hiàn hō͘ Iâ-hô-hoa, tio̍h ū lâng kā i khui ǹg-tang ê mn̂g, i tio̍h pī-pān i ê sio-chè kap i ê siā-un-chè chhin-chhiūⁿ tī an-hioh-ji̍t só͘ chòe chi̍t-iūⁿ; jiân-āu i tio̍h chhut-khì; chhut-khì-liáu tio̍h ū lâng kā i koaiⁿ-mn̂g.","tghg":"人君若備辦甘心的祭，燒祭抑是謝恩祭，做甘心的祭獻互耶和華，著有人給伊開向東的門。伊著備辦伊的燒祭及伊的謝恩祭，親像佇安息日所做一樣，然後伊著出去。出去了(liáu)，著有人給伊關門。」","bklhl":"人君若備辦甘心ê祭，燒祭á是謝恩祭做甘心ê祭，獻hō͘耶和華，tio̍h有人kā伊開ǹg東ê門，伊tio̍h備辦伊ê燒祭kap伊ê謝恩祭親像tī安歇日所做一樣；然後伊tio̍h出去；出去了tio̍h有人kā伊關門。"}},{"book":"結","chapter":46,"verse":13,"versions":{"unv":"「每日，你要預備無殘疾一歲的羊羔一隻，獻與耶和華為燔祭；要每早晨預備。","bklcl":"Ta̍k-ji̍t lí tio̍h pī-pān bô hâ-chhû, bē móa-nî ê iûⁿ-ko chi̍t-chiah, chòe sio-chè hiàn hō͘ Iâ-hô-hoa; ta̍k chá-khí tio̍h pī-pān i.","tghg":"「逐日，你著備辦無瑕疵未滿年的羊羔一隻，做燒祭獻互耶和華；逐早起著備辦伊。","bklhl":"Ta̍k日你tio̍h備辦無瑕疵，bē滿年ê羊羔一隻，做燒祭獻hō͘耶和華；ta̍k早起tio̍h備辦伊。"}},{"book":"結","chapter":46,"verse":14,"versions":{"unv":"每早晨也要預備同獻的素祭，細麵一伊法六分之一，並油一欣三分之一，調和細麵。這素祭要常獻與耶和華為永遠的定例。","bklcl":"Ta̍k chá-khí iā tio̍h pī-pān saⁿ-kap hiàn ê sò͘-chè, chi̍t i-hoat la̍k-hūn ê chi̍t-hūn, kap chi̍t him iû saⁿ-hūn ê chi̍t-hūn chhiau-hô mī-hún; chit ê sò͘-chè tio̍h siông-siông hiàn hō͘ Iâ-hô-hoa, chòe éng-oán tiāⁿ-tio̍h ê lē.","tghg":"逐早起也著備辦相及獻的素祭，一伊法六份的一份，及一欣油三份的一份，摶和(chhiau-hô)麵粉。此個素祭著常常獻互耶和華做永遠定著(tiāⁿ-tio̍h)的例。","bklhl":"Ta̍k早起也tio̍h備辦相kap獻ê素祭，一i-hoat六份ê一份，kap一him油三份ê一份chhiau和麵粉；chit ê素祭tio̍h常常獻hō͘耶和華，做永遠定tio̍h ê例。"}},{"book":"結","chapter":46,"verse":15,"versions":{"unv":"每早晨要這樣預備羊羔、素祭，並油為常獻的燔祭。」","bklcl":"Ta̍k chá-khí in tio̍h án-ni pī-pān iûⁿ-ko, sò͘-chè, kap iû, chòe siông-siông hiàn ê sio-chè.","tghg":"逐早起𪜶著按呢備辦羊羔、素祭，及油做常常獻的燒祭。」","bklhl":"Ta̍k早起in tio̍h án-ni備辦羊羔，素祭，kap油，做常常獻ê燒祭。"}},{"book":"結","chapter":46,"verse":16,"versions":{"unv":"主耶和華如此說：「王若將產業賜給他的兒子，就成了他兒子的產業，那是他們承受為業的。","bklcl":"Chú Iâ-hô-hoa án-ni kóng: Jîn-kun nā chiong sán-gia̍p hō͘ i ê kiáⁿ ê chi̍t-ê, chiū-sī chòe i ê gia̍p, kui tī i hiah-ê kiáⁿ, sī in sêng-chiap chòe gia̍p--ê.","tghg":"主耶和華按呢講：「人君若將產業互伊的子的一個，就是做伊的業，歸佇伊許個子是𪜶承接做業的。","bklhl":"主耶和華án-ni講：人君若將產業hō͘伊ê kiáⁿ ê一个，就是做伊ê業，歸tī伊hiah-ê kiáⁿ，是in承接做業ê。"}},{"book":"結","chapter":46,"verse":17,"versions":{"unv":"倘若王將一分產業賜給他的臣僕，就成了他臣僕的產業；到自由之年仍要歸與王。至於王的產業，必歸與他的兒子。","bklcl":"Chóng-sī i nā chiong i ê sán-gia̍p ê chi̍t-hūn hō͘ i ê jîn-sîn ê chi̍t-ê, sī chòe jîn-sîn-ê kàu chū-iû ê nî, hit-sî iû-goân kui tī jîn-kun; lūn-kàu i ê sán-gia̍p tio̍h lâu hō͘ i hiah-ê kiáⁿ.","tghg":"總是伊若將伊的產業的一份互伊的人臣的一個，是做人臣的到自由的年，彼時猶原歸佇人君。論到伊的產業，著留互伊許個子。","bklhl":"總是伊若將伊ê產業ê一份hō͘伊ê人臣ê一个，是做人臣ê到自由ê年，hit時猶原歸tī人君；論到伊ê產業tio̍h留hō͘伊hiah-ê kiáⁿ。"}},{"book":"結","chapter":46,"verse":18,"versions":{"unv":"王不可奪取民的產業，以致驅逐他們離開所承受的；他要從自己的地業中，將產業賜給他兒子，免得我的民分散，各人離開所承受的。」","bklcl":"Jîn-kun m̄-thang chhiúⁿ-toa̍t peh-sìⁿ ê sán-gia̍p, lâi kóaⁿ in lī-khui in só͘ sêng-chiap-ê; i tio̍h tùi ka-kī ê gia̍p-tiong chiong sán-gia̍p hō͘ i ê kiáⁿ; bián-tit Góa ê peh-sìⁿ sì-sòaⁿ, ta̍k-lâng lī-khui i só͘ sêng-chiap--ê.","tghg":"人君呣通搶奪百姓的產業，來趕𪜶離開𪜶所承接的；伊著對家己的業中，將產業互伊的子；免得我的百姓四散，逐人離開伊所承接的。」","bklhl":"人君m̄-thang搶奪百姓ê產業，來趕in離開in所承接ê；伊tio̍h tùi家己ê業中將產業hō͘伊ê kiáⁿ；免得我ê百姓四散，ta̍k人離開伊所承接ê。"}},{"book":"結","chapter":46,"verse":19,"versions":{"unv":"那帶我的，將我從門旁進入之處、領進為祭司預備的聖屋，是朝北的，見後頭西邊有一塊地。","bklcl":"I chiū chhōa góa tùi mn̂g-piⁿ ê lō͘ ji̍p-lâi kàu chè-si ǹg pak hiah-ê sèng ê pâng-keng; khòaⁿ ah, āu-bīn sai-sì ū chi̍t só͘-chāi.","tghg":"伊就導我對門邊的路入來到祭司向北許個聖的房間，看啊，後面西勢有一所在。","bklhl":"伊就chhōa我tùi門邊ê路入來到祭司ǹg北hiah-ê聖ê房間；看ah，後面西勢有一所在。"}},{"book":"結","chapter":46,"verse":20,"versions":{"unv":"他對我說：「這是祭司煮贖愆祭、贖罪祭，烤素祭之地，免得帶到外院，使民成聖。」","bklcl":"I chiū kā góa kóng, Che sī chè-si chú pó͘-kè-sit-chè kap sio̍k-chōe-chè, í-ki̍p pek sò͘-chè ê só͘-chāi; bián-tit tòa-kàu gōa-īⁿ, hō͘ peh-sìⁿ chiâⁿ-chòe sèng.","tghg":"伊就給我講：「這是祭司煮補過失祭及贖罪祭，以及煏(pek)素祭的所在；免得帶到外院，互百姓成做聖。」","bklhl":"伊就kā我講，這是祭司煮補過失祭kap贖罪祭，以及pek素祭ê所在；免得帶到外院，hō͘百姓成做聖。"}},{"book":"結","chapter":46,"verse":21,"versions":{"unv":"他又帶我到外院，使我經過院子的四拐角，見每拐角各有一個院子。","bklcl":"I koh chhōa góa chhut-khì kàu gōa-īⁿ, hō͘ góa keng-kè īⁿ sì ê kak-thâu; khòaⁿ ah, tī hit ê īⁿ ta̍k ê kak-thâu kok ū chi̍t ê īⁿ.","tghg":"伊閣導我出去到外院，互我經過院四個角頭，看啊，佇彼個院逐個角頭各有一個院。","bklhl":"伊koh chhōa我出去到外院，hō͘我經過院四個角頭；看ah，tī hit ê院ta̍k-ê角頭各有一个院。"}},{"book":"結","chapter":46,"verse":22,"versions":{"unv":"院子四拐角的院子，周圍有牆，每院長四十肘，寬三十肘。四拐角院子的尺寸都是一樣，","bklcl":"Tī īⁿ ê sì kak-thâu ū īⁿ, sì-bīn ū chhiûⁿ ûi-teh; ta̍k ê īⁿ, tn̂g sì-cha̍p tiú, khoah saⁿ-cha̍p; sì ê kak-thâu ê īⁿ, in ê chhùn-chhioh lóng chi̍t-iūⁿ.","tghg":"佇院的四角頭有院，四面有牆圍啲，逐個院長四十肘(tiú)，闊三十。四個角頭的院，𪜶的寸尺攏一樣，","bklhl":"Tī院ê四角頭有院，四面有牆圍teh；ta̍k-ê院，長四十肘，闊三十；四個角頭ê院，in ê寸尺lóng一樣。"}},{"book":"結","chapter":46,"verse":23,"versions":{"unv":"其中周圍有一排房子，房子內有煮肉的地方。","bklcl":"Sì ê īⁿ ê chiu-ûi ū khí chi̍t-lia̍t, i ê ē-bīn lóng ū chú-mi̍h ê só͘-chāi.","tghg":"四個院的周圍有起一列，伊的下面攏有煮物的所在。","bklhl":"四個院ê周圍有起一列，伊ê下面lóng有煮物ê所在。"}},{"book":"結","chapter":46,"verse":24,"versions":{"unv":"他對我說：「這都是煮肉的房子，殿內的僕役要在這裡煮民的祭物。」","bklcl":"I kā góa kóng, Chiah-ê chiū-sī chú-mi̍h ê chàu-kha; tiān-lāi chiah-ê chòe chhe-ēng--ê tī-chia chú peh-sìⁿ ê chè-sū.","tghg":"伊給我講：「諸個就是煮物的灶腳，殿內諸個做差用者佇遮煮百姓的祭祀。」","bklhl":"伊kā我講，Chiah-ê就是煮物ê灶kha；殿內chiah ê做差用ê tī-chia煮百姓ê祭祀。"}}]