[{"book":"結","chapter":15,"verse":1,"versions":{"unv":"耶和華的話臨到我說：","bklcl":"Iâ-hô-hoa ê ōe lîm-kàu góa kóng,","tghg":"耶和華的話臨到我講：","bklhl":"耶和華ê話臨到我講，"}},{"book":"結","chapter":15,"verse":2,"versions":{"unv":"「人子啊，葡萄樹比別樣樹有甚麼強處？葡萄枝比眾樹枝有甚麼好處？","bklcl":"Jîn-chú ah, phû-tô-chhiū chiū-sī chhiū-nâ-lāi chhiū-ba̍k-tiong ê chi̍t-ki, i pí ta̍k-hō chhiū ū sím-mi̍h khah-iâⁿ?","tghg":"「人子啊，葡萄樹就是樹林內樹木中的一枝，伊比逐號樹有甚麼卡贏？","bklhl":"人子ah，葡萄樹就是樹林內樹木中ê一支，伊比ta̍k號樹有甚麼khah贏？"}},{"book":"結","chapter":15,"verse":3,"versions":{"unv":"其上可以取木料做甚麼工用，可以取來做釘子掛甚麼器皿麼？","bklcl":"Kiám ōe thang tùi i chhú chhâ-liāu chòe sím-mi̍h lō͘-ēng? á-sī thang ēng i chòe khi̍t-á lâi tiàu sím-mi̍h khì-kū mah?","tghg":"豈會通對伊取柴料做甚麼路用，抑是通用伊做杙仔(khi̍t-á)來吊甚麼器具嗎？","bklhl":"Kiám會thang對伊取柴料做甚麼路用？á是thang用伊做杙á來吊甚麼器具mah？"}},{"book":"結","chapter":15,"verse":4,"versions":{"unv":"看哪，已經拋在火中當作柴燒，火既燒了兩頭，中間也被燒了，還有益於工用嗎？","bklcl":"Khòaⁿ ah, sī hiat tī hé--nih chòe hé-chhâ, siang-thâu í-keng hō͘ hé sio-liáu, tiong-ng ia̍h siū-sio, iáu ū sím-mi̍h lō͘-ēng ah?","tghg":"看啊，是㧒(hiat)佇火裡做火柴，雙頭已經互火燒了，中央亦受燒，猶有甚麼路用啊？","bklhl":"看ah，是hiat tī火裡做火柴，雙頭已經hō͘火燒了，中央亦受燒，iáu有甚麼路用ah？"}},{"book":"結","chapter":15,"verse":5,"versions":{"unv":"完全的時候尚且不合乎甚麼工用，何況被火燒壞，還能合乎甚麼工用麼？」","bklcl":"Khòaⁿ ah, hó-hó ê sî, siōng-chhiáⁿ m̄-ha̍p sím-mi̍h lō͘-ēng, hô-hòng hō͘ hé sio, í-keng pháiⁿ--khì, iáu ōe ha̍p sím-mi̍h lō͘-ēng ah?","tghg":"看啊，好好的時尚且呣合甚麼路用，何況互火燒已經歹去，猶會合甚麼路用啊？」","bklhl":"看ah，好好ê時，尚且m̄合甚麼路用，何況hō͘火燒，已經pháiⁿ去，iáu能合甚麼路用ah？"}},{"book":"結","chapter":15,"verse":6,"versions":{"unv":"所以，主耶和華如此說：眾樹以內的葡萄樹，我怎樣使它在火中當柴，也必照樣待耶路撒冷的居民。","bklcl":"Só͘-í Chú Iâ-hô-hoa án-ni kóng, Chhin-chhiūⁿ chhiū-nâ-lāi chiah-ê chhiū-tiong ê phû-tô, Góa só͘ kau-hù tī hé-tiong chòe hé-chhâ--ê, Góa ia̍h beh chiàu án-ni khoán-thāi Iâ-lō͘-sat-léng khiā-khí ê peh-sìⁿ.","tghg":"所以，主耶和華按呢講：「親像樹林內諸個樹中的葡萄，我所交付佇火中做火柴的，我亦欲照按呢款待耶路撒冷徛起的百姓。","bklhl":"所以主耶和華án-ni講，親像樹林內chiah ê樹中ê葡萄，我所交付tī火中做火柴ê，我亦beh照án-ni款待耶路撒冷khiā起ê百姓。"}},{"book":"結","chapter":15,"verse":7,"versions":{"unv":"我必向他們變臉；他們雖從火中出來，火卻要燒滅他們。我向他們變臉的時候，你們就知道我是耶和華。","bklcl":"Góa beh tùi in pìⁿ-bīn; in tùi hé-tiong chhut-lâi, chóng-sī hé beh sio-bia̍t in.  Góa tùi in pìⁿ-bīn ê sî, lín chiū chai Góa sī Iâ-hô-hoa.","tghg":"我欲對𪜶變面；𪜶對火中出來，總是火欲燒滅𪜶。我對𪜶變面的時，恁就知我是耶和華。","bklhl":"我beh對in變面；in tùi火中出來，總是火beh燒滅in。我對in變面ê時，lín就知我是耶和華。"}},{"book":"結","chapter":15,"verse":8,"versions":{"unv":"我必使地土荒涼，因為他們行事干犯我。這是主耶和華說的。」","bklcl":"Góa beh hō͘ chit só͘-chāi hong-hòe, in-ūi in kiâⁿ tāi-chì lâi hoān-chōe; che sī Chú Iâ-hô-hoa kóng--ê.","tghg":"我欲互此所在荒廢(hong-hòe)，因為𪜶行代誌來犯罪。這是主耶和華講的。」","bklhl":"我beh hō͘ chit所在荒廢，因為in行tāi-chì來犯罪；這是主耶和華講ê。"}}]