[{"book":"結","chapter":31,"verse":1,"versions":{"unv":"十一年三月初一日，耶和華的話臨到我說：","bklcl":"Cha̍p-it--nî, saⁿ-ge̍h chhoe-it, Iâ-hô-hoa ê ōe lîm-kàu góa kóng:","tghg":"十一年三月初一，耶和華的話臨到我講：","bklhl":"十一-年，三月初一，耶和華ê話臨到我講："}},{"book":"結","chapter":31,"verse":2,"versions":{"unv":"「人子啊，你要向埃及王法老和他的眾人說：在威勢上誰能與你相比呢？","bklcl":"Jîn-chú ah, lí tio̍h tùi Ai-ki̍p ông Hoat-ló, í-ki̍p i ê chèng-lâng kóng, Lí hiah tōa-tè, sī chhin-chhiūⁿ chī-chūi?","tghg":"「人子啊，你著對埃及王法老以及伊的眾人講：你許大塊(tōa-tè)是親像是誰？","bklhl":"人子ah，你tio̍h對埃及王法老，以及伊ê眾人講，你hiah大塊，是親像是誰？"}},{"book":"結","chapter":31,"verse":3,"versions":{"unv":"亞述王曾如黎巴嫩中的香柏樹，枝條榮美，影密如林，極其高大，樹尖插入雲中。","bklcl":"Khòaⁿ ah, A-su̍t bat chòe Lī-pa-lùn ê pek-hiuⁿ-chhiū, ki-oāiⁿ chin súi, ìm-ńg chhin-chhiūⁿ chhiū-nâ, chhiū-sin koâiⁿ-tōa, ki-bé chhun ji̍p hûn-tiong.","tghg":"看啊，亞述曾做黎巴嫩的柏香樹，枝椏(ki-oāiⁿ)真媠，蔭影(ìm-ńg)親像樹林，樹身高大，枝尾伸入雲中。","bklhl":"看ah，亞述bat做黎巴嫩ê柏香樹，枝椏真súi，蔭影親像樹林，樹身高大，枝尾伸入雲中。"}},{"book":"結","chapter":31,"verse":4,"versions":{"unv":"眾水使它生長；深水使它長大。所栽之地有江河圍流，汊出的水道延到田野諸樹。","bklcl":"Hiah ê chúi iúⁿ i tōa-châng, chhim-ian hō͘ i hoat chin-koâiⁿ, i hiah-ê kang-hô se̍h-lâu tī chai-chèng i ê só͘-chāi; thiah-chhe ê chúi, lâu kàu chhân-hn̂g ê chhiū-ba̍k.","tghg":"許個水養伊大欉；深淵互伊發真高。伊許個江河踅流(se̍h-lâu)佇栽種伊的所在，拆叉(thiah-chhe)的水，流到田園的樹木。","bklhl":"Hiah-ê水養伊大叢，深淵hō͘伊發真高，伊hiah-ê江河se̍h流tī栽種伊ê所在；拆叉ê水，流到田園ê樹木。"}},{"book":"結","chapter":31,"verse":5,"versions":{"unv":"所以他高大超過田野諸樹；發旺的時候，枝子繁多，因得大水之力枝條長長。","bklcl":"Só͘-í i koâiⁿ-tōa pôaⁿ-kè chhân--nih ê chèng-chhiū; i ê ki chin-ām; i ê oāiⁿ chin-tn̂g; in-ūi tī i hoat-siⁿ ê sî ū chúi chōe-chōe.","tghg":"所以伊高大𨃟過田裡的眾樹；伊的枝真艷(ām)，伊的椏(oāiⁿ)真長，因為佇伊發生的時有水多多。","bklhl":"所以伊高大pôaⁿ過田裡ê眾樹；伊ê枝真ām；伊ê椏真長；因為tī伊發生ê時有水chōe-chōe。"}},{"book":"結","chapter":31,"verse":6,"versions":{"unv":"空中的飛鳥都在枝子上搭窩；田野的走獸都在枝條下生子；所有大國的人民都在它蔭下居住。","bklcl":"Khong-tiong ê pe-chiáu, lóng tī ki-téng choh-siū; chhân-iá ê cháu-siù lóng tī ki-ē siⁿ-kiáⁿ; chōe-chōe tōa-kok lóng tiàm tī i ê ìm-ē.","tghg":"空中的飛鳥攏佇枝頂作巢；田野的走獸攏佇枝下生子；多多大國攏踮佇伊的蔭下。","bklhl":"空中ê飛鳥，lóng tī枝頂作巢；田野ê走獸lóng tī枝下生kiáⁿ；chōe-chōe大國lóng tiàm tī伊ê蔭下。"}},{"book":"結","chapter":31,"verse":7,"versions":{"unv":"樹大條長，成為榮美，因為根在眾水之旁。","bklcl":"Chhiū tōa, ki tn̂g, chiâⁿ-chòe chin súi; in-ūi kun soan tī tōa chúi-piⁿ.","tghg":"樹大枝長，成做真媠，因為根旋(soan)佇大水邊。","bklhl":"樹大，枝長，成做真súi；因為根soan tī大水邊。"}},{"book":"結","chapter":31,"verse":8,"versions":{"unv":"　神園中的香柏樹不能遮蔽它；松樹不及它的枝子；楓樹不及它的枝條；　神園中的樹都沒有它榮美。","bklcl":"Siōng-tè hn̂g-lāi ê pek-hiuⁿ-chhiū jia i bōe-tio̍h; chhêng-chhiū put-ki̍p i ê ki, png-chhiū put-ki̍p i ê oāiⁿ, Siōng-tè hn̂g-lāi chiah-ê chhiū lóng bōe pí-tit i ê súi.","tghg":"上帝園內的柏香樹遮伊𣍐著；松樹不及伊的枝；楓樹不及伊的椏；上帝園內諸個樹攏𣍐比得伊的媠。","bklhl":"上帝園內ê柏香樹遮伊bōe-tio̍h；松樹不及伊ê枝，楓樹不及伊ê椏，上帝園內chiah ê樹lóng bōe比得伊ê súi。"}},{"book":"結","chapter":31,"verse":9,"versions":{"unv":"我使它的枝條蕃多，成為榮美，以致　神伊甸園中的樹都嫉妒它。」","bklcl":"Góa hō͘ i ê ki-oāiⁿ bō͘-sēng, chiâⁿ-chòe súi; tì-kàu Siōng-tè hn̂g-lāi Ai-tiân it-chhè ê chhiū, lóng oàn-tò͘ i.","tghg":"我互伊的枝椏茂盛，成做媠，致到上帝園內伊甸一切的樹攏怨妒伊。」","bklhl":"我hō͘伊ê枝椏茂盛，成做súi；致到上帝園內伊甸一切ê樹，lóng怨妒伊。"}},{"book":"結","chapter":31,"verse":10,"versions":{"unv":"所以主耶和華如此說：「因它高大，樹尖插入雲中，心驕氣傲，","bklcl":"Só͘-í Chú Iâ-hô-hoa án-ni kóng, In-ūi lí koâiⁿ-tōa, ki-bé chhun ji̍p hûn-tiong, i ê sim in-ūi i ê koâiⁿ-tōa lâi chū-ko,","tghg":"所以主耶和華按呢講：「因為你高大，枝尾伸入雲中，伊的心因為伊的高大來自高，","bklhl":"所以主耶和華án-ni講，因為你高大，枝尾伸入雲中，伊ê心因為伊ê高大來自高，"}},{"book":"結","chapter":31,"verse":11,"versions":{"unv":"我就必將他交給列國中大有威勢的人；他必定辦他。我因他的罪惡，已經驅逐他。","bklcl":"án-ni, Góa beh chiong i kau tī lia̍t-kok tiong ū tōa sè-le̍k--ê; i tek-khak beh pān--i, in-ūi i ê chōe-ok, Góa kóaⁿ-tio̍k i.","tghg":"按呢，我欲將伊交佇列國中有大勢力者；伊的確欲辦伊。因為伊的罪惡，我趕逐伊。","bklhl":"án-ni，我beh將伊交tī列國中有大勢力ê；伊的確beh辦伊，因為伊ê罪惡，我趕逐伊。"}},{"book":"結","chapter":31,"verse":12,"versions":{"unv":"外邦人，就是列邦中強暴的，將它砍斷棄掉。它的枝條落在山間和一切谷中，它的枝子折斷，落在地的一切河旁。地上的眾民已經走去，離開它的蔭下。","bklcl":"Gōa-pang-lâng, chiū-sī lia̍t-pang-tiong kiông-pō--ê, chiong i chhò-tn̄g, hiat-ka̍k, i ê oāiⁿ ka-la̍uh tī soaⁿ--nih kap it-chhè ê soaⁿ-kok-tiong; i ê ki chi̍h tī hit só͘-chāi ê hô-piⁿ; tōe-chiūⁿ ê chèng peh-sìⁿ í-keng lo̍h-khì, lī-khui i ê ìm-ńg.","tghg":"外邦人，就是列邦中強暴者，將伊剉(chhò)斷㧒擲(hiat-ka̍k)。伊的椏磕落(ka-la̍uh)佇山裡及一切的山谷中，伊的枝折(chi̍h)，佇彼所在的河邊。地上的眾百姓已經落去，離開伊的蔭影。","bklhl":"外邦人，就是列邦中強暴ê，將伊剉斷，hiat-ka̍k，伊ê椏ka-la̍uh tī山裡kap一切ê山谷中；伊ê枝折tī hit所在ê河邊；地上ê眾百姓已經落去，離開伊ê蔭影。"}},{"book":"結","chapter":31,"verse":13,"versions":{"unv":"空中的飛鳥都要宿在這敗落的樹上，田野的走獸都要臥在它的枝條下，","bklcl":"Khong-tiong ê pe-chiáu, lóng beh hioh tī chit ê soe-pāi ê chhiū-téng; chhân-iá ê cháu-siù lóng beh tòa tī i ê chhiū-ki;","tghg":"空中的飛鳥攏欲歇佇此個衰敗的樹頂，田野的走獸攏欲住佇伊的樹枝，","bklhl":"空中ê飛鳥，lóng beh歇tī chit ê衰敗ê樹頂；田野ê走獸lóng beh tòa tī伊ê樹枝；"}},{"book":"結","chapter":31,"verse":14,"versions":{"unv":"好使水旁的諸樹不因高大而自尊，也不將樹尖插入雲中，並且那些得水滋潤、有勢力的，也不得高大自立。因為它們在世人中，和下坑的人都被交與死亡，到陰府去了。」","bklcl":"thang hō͘ chúi-piⁿ chiah-ê chhiū, bô in-ūi koâiⁿ tōa lâi chū-ko; ia̍h bô chiong ki-bé chhun-ji̍p hûn-tiong; koh hiah-ê tit-tio̍h chúi lūn-te̍k ū sè-le̍k ê, ia̍h bōe tit-tio̍h koâiⁿ-tōa lâi khiā--khí-lâi; in-ūi in tī sè-kan lâng ê tiong-kan, kap lo̍h im-kan ê lâng, lóng kau hō͘ sí-bô, kàu chhim-chhim ê tōe-ē.","tghg":"通互水邊諸個樹無因為高大來自高，亦無將枝尾伸入雲中，閣許個得著水潤澤有勢力的，亦𣍐得著高大來徛起來。因為𪜶佇世間人的中間，及落陰間的人攏交互死無，到深深的地下。」","bklhl":"Thang hō͘水邊chiah ê樹，無因為高大來自高；亦無將枝尾伸入雲中；koh hiah-ê得tio̍h水潤澤有勢力ê，亦bōe得tio̍h高大來khiā起來；因為in tī世間人ê中間，kap落陰間ê人，lóng交hō͘死無，到深深ê地下。"}},{"book":"結","chapter":31,"verse":15,"versions":{"unv":"主耶和華如此說：「它下陰間的那日，我便使人悲哀。我為它遮蓋深淵，使江河凝結，大水停流；我也使黎巴嫩為它悽慘，田野的諸樹都因它發昏。","bklcl":"Chú Iâ-hô-hoa án-ni kóng, I lo̍h im-kan ê hit-ji̍t, Góa hō͘ lâng pi-ai; Góa ūi-tio̍h i jia-khàm chhim-ian, iok-sok kang-hô, hō͘ tōa-chúi thêng-lâu; Góa ia̍h hō͘ Lī-pa-lùn ūi-tio̍h i chhiⁿ-chhám; chhân-iá chiah-ê chhiū lóng in-ūi i hūn-khì.","tghg":"主耶和華按呢講：「伊落陰間的彼日，我互人悲哀。我為著伊遮蓋深淵，約束江河，互大水停流；我亦互黎巴嫩為著伊凄慘，田野諸個樹攏因為伊昏去。","bklhl":"主耶和華án-ni講，伊落陰間ê hit日，我hō͘人悲哀；我為tio̍h伊遮蓋深淵，約束江河，hō͘大水停流；我亦hō͘黎巴嫩為tio̍h伊悽慘；田野chiah ê樹lóng因為伊暈去。"}},{"book":"結","chapter":31,"verse":16,"versions":{"unv":"我將它扔到陰間，與下坑的人一同下去。那時，列國聽見它墜落的響聲就都震動，並且伊甸的一切樹─就是黎巴嫩得水滋潤、最佳最美的樹─都在陰府受了安慰。","bklcl":"Góa chiong i hiat-lo̍h im-kan, kap lo̍h-khiⁿ ê lâng saⁿ-kap lo̍h--khì; hit-sî lia̍t-kok thiaⁿ-kìⁿ i tūi-lo̍h ê siaⁿ, chiū lóng tín-tāng; Ai-tiân it-chhè ê chhiū, Lī-pa-lùn tit-tio̍h chúi lūn-te̍k, tē-it hó tē-it súi ê, lóng tī tōe-ē chhim ê só͘-chāi, siū an-ùi.","tghg":"我將伊㧒(hiat)落陰間，及落坑的人相及落去。彼時，列國聽見伊墜落的聲，就攏振動，伊甸一切的樹──黎巴嫩得著水潤澤、第一好第一媠的──攏佇地下深的所在受安慰。","bklhl":"我將伊hiat落陰間，kap落坑ê人相kap落去；hit時列國聽見伊墮落ê聲，就lóng振動；伊甸一切ê樹，黎巴嫩得tio̍h水潤澤，第一好第一súi ê，lóng tī地下深ê所在，受安慰。"}},{"book":"結","chapter":31,"verse":17,"versions":{"unv":"它們也與它同下陰間，到被殺的人那裡。它們曾作它的膀臂，在列國中它的蔭下居住。","bklcl":"In ia̍h kap i saⁿ-kap lo̍h im-kan, kàu siū to thâi ê lâng hia; in bat chòe i ê chhiú-kut, tī lia̍t-kok-tiong khiā-khí i ê ìm-ńg-ē.","tghg":"𪜶亦及伊相及落陰間，到受刀刣的人遐。𪜶曾做伊的手骨，佇列國中徛起伊的蔭影下。","bklhl":"In亦kap伊相kap落陰間，到受刀刣 ê人hia；in bat做伊ê手骨，tī列國中khiā起伊ê蔭影下。"}},{"book":"結","chapter":31,"verse":18,"versions":{"unv":"在這樣榮耀威勢上，在伊甸園諸樹中，誰能與你相比呢？然而你要與伊甸的諸樹一同下到陰府，在未受割禮的人中，與被殺的人一同躺臥。法老和他的群眾乃是如此。這是主耶和華說的。」","bklcl":"Tī chiah-ê êng-kng koâiⁿ-tōa, tī Ai-tiân chiah-ê chhiū-tiong, lí chhin-chhiūⁿ chī-chūi? chóng-sī lí beh kap Ai-tiân chiah-ê chhiū saⁿ-kap lo̍h-khì tōe-ē chhim ê só͘-chāi; lí beh kap siū to thâi ê lâng, tó tī bô siū kat-lé ê lâng ê tiong-kan.  Che chiū-sī Hoat-ló kap i ê chèng peh-sìⁿ; che sī Chú Iâ-hô-hoa kóng--ê.","tghg":"佇諸個榮光高大，佇伊甸諸個樹中，你親像是誰？總是你欲及伊甸諸個樹相及落去地下深的所在，你欲及受刀刣的人，倒佇無受割禮的人的中間。「這就是法老及伊的眾百姓。這是主耶和華講的。」","bklhl":"Tī chiah ê榮光高大，tī伊甸chiah ê樹中，你親像是誰？總是你beh kap伊甸chiah ê樹相kap落去地下深ê所在；你beh kap受刀刣 ê人，倒tī無受割禮ê人ê中間。這就是法老kap伊ê眾百姓；這是主耶和華講ê。"}}]