[{"book":"結","chapter":36,"verse":1,"versions":{"unv":"「人子啊，你要對以色列山發預言說：以色列山哪，要聽耶和華的話。","bklcl":"Jîn-chú ah, lí tio̍h tùi Í-sek-lia̍t chiah-ê soaⁿ lâi soan-thoân, kóng, Í-sek-lia̍t chiah-ê soaⁿ ah, tio̍h thiaⁿ Iâ-hô-hoa ê ōe.","tghg":"「人子啊，你著對以色列諸個山來宣傳講：以色列諸個山啊，著聽耶和華的話。","bklhl":"人子ah，你tio̍h對以色列chiah ê山來宣傳，講，以色列chiah ê山ah，tio̍h聽耶和華ê話。"}},{"book":"結","chapter":36,"verse":2,"versions":{"unv":"主耶和華如此說：因仇敵說：『阿哈！這永久的山岡都歸我們為業了！』","bklcl":"Chú Iâ-hô-hoa án-ni kóng, In-ūi tùi-te̍k kong-kek lí kóng, Hō͘--chāi, kó͘-chá koâiⁿ ê só͘-chāi lóng hō͘ goán chòe-gia̍p lah.","tghg":"主耶和華按呢講：因為對敵攻擊你講：『呼哉！古早高的所在攏互阮做業啦！』","bklhl":"主耶和華án-ni講，因為對敵攻擊你講，Hō͘-chāi，古早高ê所在lóng hō͘阮做業lah。"}},{"book":"結","chapter":36,"verse":3,"versions":{"unv":"所以要發預言說，主耶和華如此說：因為敵人使你荒涼，四圍吞吃，好叫你歸與其餘的外邦人為業，並且多嘴多舌的人提起你來，百姓也說你有臭名。","bklcl":"Só͘-í lí tio̍h soan-thoân kóng, Chú Iâ-hô-hoa án-ni kóng, In-ūi in hō͘ lí pha-hng, tī sì-ûi thun-kā lí; beh hō͘ lí kui tī só͘ chhun ê gōa-pang-lâng chòe gia̍p; iā hō͘ kāu-kháu-sia̍t ê lâng gī-lūn lí, hō͘ chèng peh-sìⁿ húi-pòng lí;","tghg":"所以你著宣傳講，主耶和華按呢講：因為𪜶互你拋荒，佇四圍吞咬你，欲互你歸佇所剩(chhun)的外邦人做業，也互厚口舌(kāu-kháu-sia̍t)的人議論你，互眾百姓誹謗你。","bklhl":"所以你tio̍h宣傳講，主耶和華án-ni講，因為in hō͘你拋荒，tī四圍吞咬你；beh hō͘你歸tī所chhun ê外邦人做業；也hō͘厚口舌ê人議論你，hō͘眾百姓譭謗你；"}},{"book":"結","chapter":36,"verse":4,"versions":{"unv":"故此，以色列山要聽主耶和華的話。大山小岡、水溝山谷、荒廢之地、被棄之城，為四圍其餘的外邦人所佔據、所譏刺的，","bklcl":"só͘-í Í-sek-lia̍t chiah-ê soaⁿ ah, tio̍h thiaⁿ Chú Iâ-hô-hoa ê ōe: Chú Iâ-hô-hoa tùi chiah-ê soaⁿ, chiah-ê niá, chiah-ê khiⁿ-kau, chiah-ê soaⁿ-kok, chiah-ê pha-hng ê só͘-chāi, siū khì-sak ê siâⁿ, hō͘ sì-ûi só͘ chhun ê gōa-pang-lâng chhiúⁿ-kiap ki-chhì--ê, án-ni kóng;","tghg":"所以，以色列諸個山啊，著聽主耶和華的話。主耶和華對諸個山、諸個嶺、諸個坑溝、諸個山谷、諸個拋荒的所在，受棄拺的城，互四圍所剩的外邦人搶劫譏刺(ki-chhì)者，按呢講，","bklhl":"所以以色列chiah ê山ah，tio̍h聽主耶和華ê話：主耶和華tùi chiah ê山，chiah ê嶺，chiah ê坑溝，chiah ê山谷，chiah ê拋荒ê所在，受棄sak ê城，hō͘四圍所chhun ê外邦人搶劫譏刺ê，án-ni講；"}},{"book":"結","chapter":36,"verse":5,"versions":{"unv":"主耶和華對你們如此說：我真發憤恨如火，責備那其餘的外邦人和以東的眾人。他們快樂滿懷，心存恨惡，將我的地歸自己為業，又看為被棄的掠物。","bklcl":"só͘-í Chú Iâ-hô-hoa án-ni kóng, Góa si̍t-chāi tī jia̍t-jia̍t ê oàn-tò͘, ēng ōe chek-pī lia̍t-pang só͘ chhun--ê í-ki̍p Í-tong ê choân-tōe; in-ūi in hun-phài Góa ê tōe chòe ka-kī ê gia̍p; móa-sim hoaⁿ-hí, sîn-hûn biáu-sī; ài kóaⁿ-tio̍k i ê peh-sìⁿ, lâi chhiúⁿ-kiap--i.","tghg":"所以主耶和華按呢講：我實在佇熱熱的怨妒，用話責備列邦所剩者以及以東的全地。因為𪜶分派我的地做家己的業，滿心歡喜，神魂藐視，愛趕逐伊的百姓，來搶劫伊。","bklhl":"所以主耶和華án-ni講，我實在tī熱熱ê怨妒，用話責備列邦所chhun-ê以及Í-tong ê全地；因為in分派我ê地做家己ê業；滿心歡喜，神魂藐視；ài趕逐伊ê百姓，來搶劫伊。"}},{"book":"結","chapter":36,"verse":6,"versions":{"unv":"所以，你要指著以色列地說預言，對大山小岡、水溝山谷說，主耶和華如此說：我發憤恨和忿怒說，因你們曾受外邦人的羞辱，","bklcl":"Só͘-í lí tio̍h lūn Í-sek-lia̍t tōe lâi soan-thoân; tùi i chiah-ê soaⁿ, chiah-ê niá, chiah-ê khiⁿ-kau, chiah-ê soaⁿ-kok kóng, Chú Iâ-hô-hoa án-ni kóng, Khòaⁿ ah, Góa tī góa ê oàn-tò͘, kap Góa ê tōa siū-khì lâi kóng, in-ūi lí í-keng siū īⁿ-pang lâng ê lêng-jio̍k;","tghg":"所以，你著論以色列地來宣傳，對伊諸個山、諸個嶺、諸個坑溝、諸個山谷講，主耶和華按呢講：看啊，我佇我的怨妒及我的大受氣來講，因為你已經受異邦人的凌辱，","bklhl":"所以你tio̍h論以色列地來宣傳；tùi伊chiah ê山，chiah ê嶺，chiah ê坑溝，chiah ê山谷講，主耶和華án-ni講，看ah，我tī我ê怨妒，kap我ê大受氣來講，因為你已經受異邦人ê凌辱；"}},{"book":"結","chapter":36,"verse":7,"versions":{"unv":"所以我起誓說：你們四圍的外邦人總要擔當自己的羞辱。這是主耶和華說的。","bklcl":"só͘-í Chú Iâ-hô-hoa án-ni kóng, Góa kú-khí Góa ê chhiú, kóng, Tī lín sì-ûi ê īⁿ-pang lâng, in si̍t-chāi beh siū in ê lêng-jio̍k.","tghg":"所以主耶和華按呢講，我舉起我的手講：佇恁四圍的異邦人，𪜶實在欲受𪜶的凌辱。","bklhl":"所以主耶和華án-ni講，我舉起我ê手，講，Tī lín四圍ê異邦人，in實在beh受in ê凌辱。"}},{"book":"結","chapter":36,"verse":8,"versions":{"unv":"「以色列山哪，你必發枝條，為我的民以色列結果子，因為他們快要來到。","bklcl":"To̍k-to̍k lín Í-sek-lia̍t chiah-ê soaⁿ ah, lín tek-khak hoat-chhut lín ê ki-oāiⁿ, koh beh kiat ké-chí hō͘ Góa ê peh-sìⁿ Í-sek-lia̍t; in-ūi in kūn-kūn beh kàu lah.","tghg":"「獨獨恁以色列諸個山啊，恁的確發出恁的枝椏(ki-oāiⁿ)，閣欲結果子互我的百姓以色列，因為𪜶近近欲到啦。","bklhl":"獨獨lín以色列chiah ê山ah，lín的確發出lín ê枝椏，koh beh結果子hō͘我ê百姓以色列；因為in近近beh到lah。"}},{"book":"結","chapter":36,"verse":9,"versions":{"unv":"看哪，我是幫助你的，也必向你轉意，使你得以耕種。","bklcl":"Khòaⁿ ah, Góa sī ūi lín ê, Góa beh oa̍t-tńg ǹg lín, chiū lín beh hō͘ lâng chèng-choh.","tghg":"看啊，我是為恁的，我欲越轉向恁，就恁欲互人種作。","bklhl":"看ah，我是為lín ê，我beh oa̍t-tńg ǹg lín，就lín beh hō͘人種作。"}},{"book":"結","chapter":36,"verse":10,"versions":{"unv":"我必使以色列全家的人數在你上面增多，城邑有人居住，荒場再被建造。","bklcl":"Góa koh beh ke-thiⁿ lâng tī lín ê téng-bīn, chiū-sī Í-sek-lia̍t ke-ke hō͘-hō͘, it-chhè lóng án-ni; chiū i chiah-ê siâⁿ beh ū lâng khiā-khí; pha-hng ê só͘-chāi tit-tio̍h khí-chō.","tghg":"我閣欲加添人佇恁的頂面，就是以色列家家(ke-ke)戶戶一切攏按呢，就伊諸個城欲有人徛起，拋荒的所在得著起造。","bklhl":"我koh beh加添人tī lín ê頂面，就是以色列家家戶戶，一切lóng án-ni；就伊chiah ê城beh有人khiā起；拋荒ê所在得tio̍h起造。"}},{"book":"結","chapter":36,"verse":11,"versions":{"unv":"我必使人和牲畜在你上面加增；他們必生養眾多。我要使你照舊有人居住，並要賜福與你比先前更多，你就知道我是耶和華。","bklcl":"Góa iā beh ke-thiⁿ lâng kap cheng-siⁿ tī lín ê téng-bīn; in beh siⁿ-thòaⁿ chin-chōe; Góa beh hō͘ lín chiàu-kū ū lâng khiā-khí; koh beh hó khoán-thāi lín, iâⁿ-kè khí-thâu ê sî; lín chiū chai Góa sī Iâ-hô-hoa.","tghg":"我也欲加添人及精牲佇恁的頂面；𪜶欲生湠真多。我欲互恁照舊有人徛起，閣欲好款待恁贏過起頭的時，恁就知我是耶和華。","bklhl":"我也beh加添人kap cheng-siⁿ tī lín ê頂面；in beh生湠真chōe；我beh hō͘ lín照舊有人khiā起；koh beh好款待lín，贏過起頭ê時；lín就知我是耶和華。"}},{"book":"結","chapter":36,"verse":12,"versions":{"unv":"我必使人，就是我的民以色列，行在你上面。他們必得你為業；你也不再使他們喪子。","bklcl":"Góa beh hō͘ lâng kiâⁿ tī lín ê téng-bīn, chiū-sī Góa ê peh-sìⁿ Í-sek-lia̍t; in beh tit-tio̍h lí, lí beh chòe in ê gia̍p; lí iā bô koh hō͘ in choa̍t-sû.","tghg":"我欲互人行佇恁的頂面，就是我的百姓以色列。𪜶欲得著你，你欲做𪜶的業；你也無閣互𪜶絕嗣(choa̍t-sû)。","bklhl":"我beh hō͘人行tī lín ê頂面，就是我ê百姓以色列；in beh得tio̍h你，你beh做in ê業；你也無koh hō͘ in絕嗣。"}},{"book":"結","chapter":36,"verse":13,"versions":{"unv":"主耶和華如此說：因為人對你說：『你是吞吃人的，又使國民喪子』，","bklcl":"Chú Iâ-hô-hoa án-ni kóng, In-ūi lâng tùi lín kóng, Lí sī thun-chia̍h lâng--ê, koh hō͘ peh-sìⁿ choa̍t-sû;","tghg":"主耶和華按呢講：因為人對恁講：『你是吞食人者，閣互百姓絕嗣』，","bklhl":"主耶和華án-ni講，因為人對lín講，你是吞食人ê，koh hō͘百姓絕嗣；"}},{"book":"結","chapter":36,"verse":14,"versions":{"unv":"所以主耶和華說：你必不再吞吃人，也不再使國民喪子。","bklcl":"só͘-í Chú Iâ-hô-hoa án-ni kóng, Lí bô beh koh thun-chia̍h lâng, ia̍h bô beh koh hō͘ lí ê kok-bîn choa̍t-sû.","tghg":"所以主耶和華按呢講：你無欲閣吞食人，亦無欲閣互你的國民絕嗣。","bklhl":"所以主耶和華án-ni講，你無beh koh吞食人，亦無beh koh hō͘你ê國民絕嗣。"}},{"book":"結","chapter":36,"verse":15,"versions":{"unv":"我使你不再聽見各國的羞辱，不再受萬民的辱罵，也不再使國民絆跌。這是主耶和華說的。」","bklcl":"Góa bô beh hō͘ lí koh thiaⁿ-kìⁿ gōa-pang lâng ê lêng-jio̍k, lí iā bô koh siū bān peh-sìⁿ ê húi-pòng, lí iā bô koh hō͘ lí ê kok-bîn tio̍h-tak; che sī Chú Iâ-hô-hoa kóng--ê.","tghg":"我無欲互你閣聽見外邦人的凌辱，你也無閣受萬百姓的誹謗，你也無閣互你的國民著觸(tio̍h-tak)。這是主耶和華講的。」","bklhl":"我無beh hō͘你koh聽見外邦人ê凌辱，你也無koh受萬百姓ê譭謗，你也無koh hō͘你ê國民tio̍h-tak；這是主耶和華講ê。"}},{"book":"結","chapter":36,"verse":16,"versions":{"unv":"耶和華的話又臨到我說：","bklcl":"Iâ-hô-hoa ê ōe koh lîm-kàu góa kóng,","tghg":"耶和華的話閣臨到我講：","bklhl":"耶和華ê話koh臨到我講，"}},{"book":"結","chapter":36,"verse":17,"versions":{"unv":"「人子啊，以色列家住在本地的時候，在行動作為上玷污那地。他們的行為在我面前，好像正在經期的婦人那樣污穢。","bklcl":"Jîn-chú ah, Í-sek-lia̍t-ke, khiā-khí tī pún só͘-chāi ê sî, ēng in ê só͘-kiâⁿ só͘-chòe, phah lâ-sâm--i; in ê só͘-kiâⁿ tī Góa ê bīn-chêng sī chhin-chhiūⁿ hū-jîn-lâng keng-kî kàu ê lâ-sâm.","tghg":"「人子啊，以色列家徛起佇本所在的時，用𪜶的所行所做拍垃墋伊。𪜶的所行佇我的面前，是親像婦仁人經期到的垃墋。","bklhl":"人子ah，以色列家，khiā起tī本所在ê時，用in ê所行所做，phah lâ-sâm伊；in ê所行tī我ê面前是親像婦人人經期到ê lâ-sâm。"}},{"book":"結","chapter":36,"verse":18,"versions":{"unv":"所以我因他們在那地上流人的血，又因他們以偶像玷污那地，就把我的忿怒傾在他們身上。","bklcl":"In-ūi in tī hit ê só͘-chāi lâu lâng ê huih, koh in-ūi in ēng ngó͘-siōng phah lâ-sâm--i; só͘-í Góa piàⁿ-chhut Góa ê siū-khì tī i ê téng-bīn.","tghg":"因為𪜶佇彼個所在流人的血，閣因為𪜶用偶像拍垃墋伊，所以我傾(piàⁿ)出我的受氣佇伊的頂面。","bklhl":"因為in tī hit ê所在流人ê血，koh因為in用偶像phah lâ-sâm伊；所以我piàⁿ出我ê受氣tī伊ê頂面。"}},{"book":"結","chapter":36,"verse":19,"versions":{"unv":"我將他們分散在列國，四散在列邦，按他們的行動作為懲罰他們。","bklcl":"Góa hun-sòaⁿ in tī lia̍t-kok, in chiū sì-sòaⁿ tī lia̍t-pang-tiong; Góa chiū chiàu in ê só͘-kiâⁿ, in ê só͘-chòe lâi sím-phòaⁿ--in.","tghg":"我分散𪜶佇列國，𪜶就四散佇列邦中，我就照𪜶的所行，𪜶的所做來審判𪜶。","bklhl":"我分散in tī列國，in就四散tī列邦中；我就照in ê所行，in ê所做來審判in。"}},{"book":"結","chapter":36,"verse":20,"versions":{"unv":"他們到了所去的列國，就使我的聖名被褻瀆；因為人談論他們說，這是耶和華的民，是從耶和華的地出來的。","bklcl":"In khì kàu in só͘ kàu ê gōa-pang lâng hia, siat-to̍k Góa ê sèng-miâ; in-ūi lâng chí in lâi kóng, Che sī Iâ-hô-hoa ê peh-sìⁿ, tùi I ê tōe chhut-lâi--ê.","tghg":"𪜶去到𪜶所到的外邦人遐，褻瀆(siat-to̍k)我的聖名；因為人指(chí)𪜶來講，這是耶和華的百姓，對伊的地出來者。","bklhl":"In去到in所到ê外邦人hia，褻瀆我ê聖名；因為人指in來講，這是耶和華ê百姓，tùi伊ê地出來ê。"}},{"book":"結","chapter":36,"verse":21,"versions":{"unv":"我卻顧惜我的聖名，就是以色列家在所到的列國中所褻瀆的。","bklcl":"Chóng-sī Góa pó-sioh Góa ê sèng-miâ; chiū-sī Í-sek-lia̍t-ke, tī in só͘ kàu ê lia̍t-kok-tiong, só͘ siat-to̍k--ê.","tghg":"總是我保惜我的聖名，就是以色列家佇𪜶所到的列國中所褻瀆者。","bklhl":"總是我保惜我ê聖名；就是以色列家，tī in所到ê列國中，所褻瀆ê。"}},{"book":"結","chapter":36,"verse":22,"versions":{"unv":"「所以，你要對以色列家說，主耶和華如此說：以色列家啊，我行這事不是為你們，乃是為我的聖名，就是在你們到的列國中所褻瀆的。","bklcl":"Só͘-í lí tio̍h tùi Í-sek-lia̍t-ke kóng, Chú Iâ-hô-hoa án-ni kóng, Í-sek-lia̍t-ke ah, Góa kiâⁿ chit-ê, m̄-sī ūi-tio̍h lín ê iân-kò͘, chiū-sī ūi-tio̍h Góa ê sèng-miâ ê iân-kò͘; chiū-sī lín kiâⁿ-kàu ê lia̍t-kok-tiong só͘ siat-to̍k--ê.","tghg":"「所以，你著對以色列家講，主耶和華按呢講：以色列家啊，我行此個，呣是為著恁的緣故，就是為著我的聖名的緣故，就是恁行到的列國中所褻瀆者。","bklhl":"所以你tio̍h對以色列家講，主耶和華án-ni講，以色列家ah，我行chit ê，m̄是為tio̍h lín ê緣故，就是為tio̍h我ê聖名ê緣故；就是lín行到ê列國中所褻瀆ê。"}},{"book":"結","chapter":36,"verse":23,"versions":{"unv":"我要使我的大名顯為聖；這名在列國中已被褻瀆，就是你們在他們中間所褻瀆的。我在他們眼前，在你們身上顯為聖的時候，他們就知道我是耶和華。這是主耶和華說的。","bklcl":"Góa ê tōa-miâ siū siat-to̍k tī īⁿ-pang-tiong, chiū-sī lín só͘ siat-to̍k tī in tiong-kan--ê; Góa beh hō͘ i chòe-sèng; koh Góa tùi lín hián-bêng ka-kī chòe-sèng tī in ê ba̍k-chiu-chêng; chiū īⁿ-pang-lâng beh chai Góa sī Iâ-hô-hoa; che sī Chú Iâ-hô-hoa só͘ kóng--ê.","tghg":"我的大名受褻瀆佇異邦中；就是恁所褻瀆佇𪜶中間者；我欲互伊做聖。閣我對恁顯明家己做聖，佇𪜶的目睭前，就異邦人欲知我是耶和華。這是主耶和華所講的。","bklhl":"我ê大名受褻瀆tī異邦中，就是lín所褻瀆tī in中間ê；我beh hō͘伊做聖；koh我對lín顯明家己做聖tī in ê目睭前；就異邦人beh知我是耶和華；這是主耶和華所講ê。"}},{"book":"結","chapter":36,"verse":24,"versions":{"unv":"我必從各國收取你們，從列邦聚集你們，引導你們歸回本地。","bklcl":"Góa beh tòa lín chhut lia̍t-pang, tùi lia̍t-kok-tiong chū-chi̍p lín, chhōa lín ji̍p lín ê pún só͘-chāi.","tghg":"我欲帶恁出列邦，對列國中聚集恁，導恁入恁的本所在。","bklhl":"我beh帶lín出列邦，tùi列國中聚集lín，chhōa lín入lín ê本所在。"}},{"book":"結","chapter":36,"verse":25,"versions":{"unv":"我必用清水灑在你們身上，你們就潔淨了。我要潔淨你們，使你們脫離一切的污穢，棄掉一切的偶像。","bklcl":"Góa iā beh ēng chheng ê chúi hiù lín, lín chiū chheng-khì; Góa beh sóe-chheng lín, tû-khì lín it-chhè ê lâ-sâm, kap lín it-chhè ê ngó͘-siōng.","tghg":"我也欲用清的水灑(hiù)恁，恁就清氣。我欲洗清恁，除去恁一切的垃墋，及恁一切的偶像。","bklhl":"我也beh用清ê水hiù lín，lín就清氣；我beh洗清lín，除去lín一切ê lâ-sâm，kap lín一切ê偶像。"}},{"book":"結","chapter":36,"verse":26,"versions":{"unv":"我也要賜給你們一個新心，將新靈放在你們裡面，又從你們的肉體中除掉石心，賜給你們肉心。","bklcl":"Góa beh ēng sin ê sim siúⁿ-sù lín; iā beh ēng sin ê sîn hē tī lín ê lāi-bīn; koh beh tùi lín ê jio̍k-thé-tiong tû-khì chhin-chhiūⁿ chio̍h ê sim, siúⁿ-sù lín chhin-chhiūⁿ bah ê sim.","tghg":"我欲用新的心賞賜恁，也欲用新的神下(hē)佇恁的內面，閣欲對恁的肉體中除去親像石的心，賞賜恁親像肉的心。","bklhl":"我beh用新ê心賞賜lín；也beh用新ê神hē tī lín ê內面；koh beh tùi lín ê肉體中除去親像石ê心，賞賜lín親像肉ê心。"}},{"book":"結","chapter":36,"verse":27,"versions":{"unv":"我必將我的靈放在你們裡面，使你們順從我的律例，謹守遵行我的典章。","bklcl":"Góa beh chiong Góa ê sîn hē tī lín ê lāi-bīn, hō͘ lín sūn-thàn Góa ê lu̍t-lē, siú Góa ê hoat-tō͘ lâi kiâⁿ--i.","tghg":"我欲將我的神下佇恁的內面，互恁順趁我的律例，守我的法度來行伊。","bklhl":"我beh將我ê神hē tī lín ê內面，hō͘ lín順thàn我ê律例，守我ê法度來行伊。"}},{"book":"結","chapter":36,"verse":28,"versions":{"unv":"你們必住在我所賜給你們列祖之地。你們要作我的子民，我要作你們的　神。","bklcl":"Lín beh khiā-khí tī Góa só͘ siúⁿ-sù lín ê lia̍t-chó͘ ê tōe; lín beh chòe Góa ê peh-sìⁿ, Góa beh chòe lín ê Siōng-tè.","tghg":"恁欲徛起佇我所賞賜恁的列祖的地。恁欲做我的百姓，我欲做恁的上帝。","bklhl":"Lín beh khiā起tī我所賞賜lín ê列祖ê地；lín beh做我ê百姓，我beh做lín ê上帝。"}},{"book":"結","chapter":36,"verse":29,"versions":{"unv":"我必救你們脫離一切的污穢，也必命五穀豐登，不使你們遭遇饑荒。","bklcl":"Góa beh kiù lín thoat-lī lín it-chhè ê ù-òe; iā beh kiò ngó͘-kok hō͘ i hong-sēng, bô hō͘ lín tú-tio̍h ki-hng.","tghg":"我欲救恁脫離恁一切的污穢，也欲叫五穀(ngó͘-kok)互伊豐盛，無互恁抵著(tú-tio̍h)飢荒。","bklhl":"我beh救lín脫離lín一切ê污穢；也beh叫五穀hō͘伊豐盛，無hō͘ lín tú-tio̍h飢荒。"}},{"book":"結","chapter":36,"verse":30,"versions":{"unv":"我必使樹木多結果子，田地多出土產，好叫你們不再因饑荒受外邦人的譏誚。","bklcl":"Góa beh ke-thiⁿ chhiū-ba̍k ê ké-chí, í-ki̍p chhân-hn̂g ê thó͘-sán; hō͘ lín bô koh in-ūi ki-hng siū gōa-pang-lâng ê lêng-jio̍k.","tghg":"我欲加添樹木的果子，以及田園的土產，互恁無閣因為飢荒受外邦人的凌辱。","bklhl":"我beh加添樹木ê果子，以及田園ê土產；hō͘ lín無koh因為飢荒受外邦人ê凌辱。"}},{"book":"結","chapter":36,"verse":31,"versions":{"unv":"那時，你們必追想你們的惡行和你們不善的作為，就因你們的罪孽和可憎的事厭惡自己。","bklcl":"Hit-sî lín beh kì-tit lín ê pháiⁿ só͘-kiâⁿ, kap lín m̄-hó ê só͘-chòe; chiū in-ūi lín ê chōe-kòa, kap khó-ò͘ⁿ ê sū, tī ka-kī ê bīn-chêng lâi iàm-chiān ka-kī.","tghg":"彼時，恁欲記得恁的歹所行，及恁呣好的所做，就因為恁的罪過及可惡的事，佇家己的面前來厭賤家己。","bklhl":"Hit時lín beh記得lín ê pháiⁿ所行，kap lín m̄好ê所做；就因為lín ê罪過，kap可惡ê事，tī家己ê面前來厭賤家己。"}},{"book":"結","chapter":36,"verse":32,"versions":{"unv":"主耶和華說：你們要知道，我這樣行不是為你們。以色列家啊，當為自己的行為抱愧蒙羞。","bklcl":"Chú Iâ-hô-hoa kóng, Lín tio̍h chai Góa án-ni kiâⁿ m̄-sī ūi-tio̍h lín ê iân-kò͘; Í-sek-lia̍t-ke ah, lín tio̍h ūi ka-kī ê só͘-kiâⁿ, lâi làu-khùi kiàn-siàu.","tghg":"主耶和華講：恁著知，我按呢行呣是為著恁的緣故。以色列家啊，恁著為家己的所行來漏氣見誚。","bklhl":"主耶和華講，Lín tio̍h知我án-ni行m̄是為tio̍h lín ê緣故；以色列家ah，lín tio̍h為家己ê所行，來漏氣見笑。"}},{"book":"結","chapter":36,"verse":33,"versions":{"unv":"「主耶和華如此說：我潔淨你們，使你們脫離一切罪孽的日子，必使城邑有人居住，荒場再被建造。","bklcl":"Chú Iâ-hô-hoa án-ni kóng, Góa sóe-chheng lín, tû-khì lín it-chhè chōe-kòa ê ji̍t, beh hō͘ lín ê siâⁿ ū lâng khiā-khí, pha-hng ê só͘-chāi tit-tio̍h khí-chō.","tghg":"「主耶和華按呢講：我洗清恁，除去恁一切罪過的日，欲互恁的城有人徛起，拋荒的所在得著起造。","bklhl":"主耶和華án-ni講，我洗清lín，除去lín一切罪過ê日，beh hō͘ lín ê城有人khiā起，拋荒ê所在得tio̍h起造。"}},{"book":"結","chapter":36,"verse":34,"versions":{"unv":"過路的人雖看為荒廢之地，現今這荒廢之地仍得耕種。","bklcl":"Chêng kè-lō͘ ê lâng khòaⁿ-chòe hong-hòe ê tōe, taⁿ chit ê hong-hòe ê tōe koh ū lâng chèng-choh.","tghg":"前過路的人看做荒廢的地，今此個荒廢的地閣有人種作。","bklhl":"前過路ê人看做荒廢ê地，taⁿ chit ê荒廢ê地koh有人種作。"}},{"book":"結","chapter":36,"verse":35,"versions":{"unv":"他們必說：『這先前為荒廢之地，現在成如伊甸園；這荒廢淒涼、毀壞的城邑現在堅固有人居住。』","bklcl":"Lâng beh kóng, Chêng chòe hong-hòe ê tōe, taⁿ chhin-chhiūⁿ Ai-tiân ê hn̂g; chit ê hong-hòe, léng-chēng, húi-hoāi ê siâⁿ, taⁿ khí chin kian-kò͘, ū lâng khiā-khí.","tghg":"人欲講：『前做荒廢的地，今親像伊甸的園；此個荒廢冷靜、毀壞的城今起真堅固，有人徛起。』","bklhl":"人beh講，前做荒廢ê地，taⁿ親像伊甸ê園；chit ê荒廢，冷靜，毀壞ê城，taⁿ 起真堅固，有人khiā起。"}},{"book":"結","chapter":36,"verse":36,"versions":{"unv":"那時，在你們四圍其餘的外邦人必知道我─耶和華修造那毀壞之處，培植那荒廢之地。我─耶和華說過，也必成就。","bklcl":"Hit-sî tī lín sì-ûi só͘ chhun ê gōa-pang-lâng, beh chai Góa Iâ-hô-hoa khí-chō hiah-ê tó-hoāi ê só͘-chāi, chai-pôe hong-hòe ê tōe; Góa Iâ-hô-hoa í-keng kóng--i, tek-khak chiâⁿ--i.","tghg":"彼時，佇恁四圍所剩的外邦人欲知我─耶和華起造許個倒壞的所在，栽培荒廢的地。我─耶和華已經講伊，的確成伊。","bklhl":"Hit時tī lín四圍所chhun ê外邦人，beh知我耶和華起造hiah-ê倒壞ê所在，栽培荒廢ê地；我耶和華已經講伊，的確成伊。"}},{"book":"結","chapter":36,"verse":37,"versions":{"unv":"「主耶和華如此說：我要加增以色列家的人數，多如羊群。他們必為這事向我求問，我要給他們成就。","bklcl":"Chú Iâ-hô-hoa án-ni kóng, Góa beh hō͘ Í-sek-lia̍t-ke ūi-tio̍h chit ê sū kiû Góa, tì-kàu Góa kā in chiâⁿ; Góa beh ke-thiⁿ in ê lâng-gia̍h, chhin-chhiūⁿ iûⁿ-kûn.","tghg":"「主耶和華按呢講：我欲互以色列家為著此個事求我，致到我給𪜶成。我欲加添𪜶的人額，親像羊群。","bklhl":"主耶和華án-ni講，我beh hō͘以色列家為tio̍h chit ê事求我，致到我kā in成；我beh加添in ê人額，親像羊群。"}},{"book":"結","chapter":36,"verse":38,"versions":{"unv":"耶路撒冷在守節作祭物所獻的羊群怎樣多，照樣，荒涼的城邑必被人群充滿。他們就知道我是耶和華。」","bklcl":"Chhin-chhiūⁿ hiàn-chè ê iûⁿ-kûn, chiū-sī chhin-chhiūⁿ Iâ-lō͘-sat-léng siú-choeh ê sî ê iûⁿ-kûn; án-ni, chiah-ê pha-hng ê siâⁿ, tek-khak ū kui-kûn lâng móa-móa; in chiū chai Góa sī Iâ-hô-hoa.","tghg":"親像獻祭的羊群，就是親像耶路撒冷守節的時的羊群，按呢，諸個拋荒的城的確有歸群人滿滿。𪜶就知我是耶和華。」","bklhl":"親像獻祭ê羊群，就是親像耶路撒冷守節ê時ê羊群；án-ni，chiah ê拋荒ê城，的確有kui群人滿滿；in就知我是耶和華。"}}]