[{"book":"結","chapter":48,"verse":1,"versions":{"unv":"眾支派按名所得之地記在下面：從北頭，由希特倫往哈馬口，到大馬士革地界上的哈薩‧以難。北邊靠著哈馬地（各支派的地都有東西的邊界），是但的一分。","bklcl":"Chi-phài ê miâ chiàu ē-tóe só͘ kì--ê; tùi ke̍k-pak ê kài tùi Hi-te̍k-lûn ê lō͘, kàu Hap-má chhut-ji̍p ê só͘-chāi, tī Tāi-má-sek kéng-kài Hap-sat-í-lân ǹg-pak kūn-óa Hap-má ê tōe, tùi-tang kàu sai; Tàn, chi̍t-hūn.","tghg":"支派的名照下底所記的：對極北的界，對希特倫的路到哈馬出入的所在，佇大馬色境界哈薩以難。向北近倚哈馬的地對東到西，但一份。","bklhl":"支派ê名照下底所記ê；tùi極北ê界tùi Hi-te̍k-lûn ê路，到Hap-má出入ê所在，tī大馬色警戒Hap-sat-í-lân ǹg北近óa Hap-má ê地，tùi東到西；Tàn，一份。"}},{"book":"結","chapter":48,"verse":2,"versions":{"unv":"挨著但的地界，從東到西，是亞設的一分。","bklcl":"Óa-kūn Tàn ê tōe-kài, tùi-tang kàu sai; A-siat, chi̍t-hūn.","tghg":"倚近但的地界，對東到西，亞設一份。","bklhl":"Óa近Tàn ê地界，tùi東到西；A-siat，一份。"}},{"book":"結","chapter":48,"verse":3,"versions":{"unv":"挨著亞設的地界，從東到西，是拿弗他利的一分。","bklcl":"Óa-kūn A-siat ê tōe-kài, tùi tang kàu sai; Ná-hut-tha-lī, chi̍t-hūn.","tghg":"倚近亞設的地界，對東到西，拿弗他利一份。","bklhl":"Óa近A-siat ê地界，tùi東到西；Ná-hut-tha-lī，一份。"}},{"book":"結","chapter":48,"verse":4,"versions":{"unv":"挨著拿弗他利的地界，從東到西，是瑪拿西的一分。","bklcl":"Óa-kūn Ná-hut-tha-lī ê tōe-kài, tùi-tang kàu-sai; Má-ná-se, chi̍t-hūn.","tghg":"倚近拿弗他利的地界，對東到西，瑪拿西一份。","bklhl":"Óa近Ná-hut-tha-lī ê地界，tùi東到西；Má-ná-se，一份。"}},{"book":"結","chapter":48,"verse":5,"versions":{"unv":"挨著瑪拿西的地界，從東到西，是以法蓮的一分。","bklcl":"Óa-kūn Má-ná-se ê tōe-kài, tùi-tang kàu-sai; Í-hoat-liân, chi̍t-hūn.","tghg":"倚近瑪拿西的地界，對東到西，以法蓮一份。","bklhl":"Óa近Má-ná-se ê地界，tùi東到西；Í-hoat-liân，一份。"}},{"book":"結","chapter":48,"verse":6,"versions":{"unv":"挨著以法蓮的地界，從東到西，是流便的一分。","bklcl":"Óa-kūn Í-hoat-liân ê tōe-kài, tùi-tang kàu sai; Liû-piān, chi̍t-hūn.","tghg":"倚近以法蓮的地界，對東到西，流便一份。","bklhl":"Óa近Í-hoat-liân ê地界，tùi東到西；Liû-piān，一份。"}},{"book":"結","chapter":48,"verse":7,"versions":{"unv":"挨著流便的地界，從東到西，是猶大的一分。","bklcl":"Óa-kūn Liû-piān ê tōe-kài, tùi-tang kàu sai; Iû-tāi, chi̍t-hūn.","tghg":"倚近流便的地界，對東到西，猶大一份。","bklhl":"Óa近Liû-piān ê地界，tùi東到西；偤大，一份。"}},{"book":"結","chapter":48,"verse":8,"versions":{"unv":"挨著猶大的地界，從東到西，必有你們所當獻的供地，寬二萬五千肘。從東界到西界，長短與各分之地相同，聖地當在其中。","bklcl":"Óa-kūn Iû-tāi ê tōe-kài, tùi-tang kàu sai, sī lín só͘ hiàn ê tōe, khoah nn̄g-bān gō͘-chheng ko-chhioh, tùi-tang kàu-sai, tn̂g kap hiah-ê hūn ê chi̍t-ê saⁿ-tâng, sèng-só͘ tī hit tiong-kan.","tghg":"倚近猶大的地界，對東到西，是恁所獻的地，闊二萬五千竿尺(ko-chhioh)。對東到西，長及許個份的一個相同，聖所佇彼中間。","bklhl":"Óa近偤大ê地界，tùi東到西，是lín所獻ê地，闊兩萬五千篙尺，tùi東到西，長kap hiah-ê份ê一个相同，聖所tī hit中間。"}},{"book":"結","chapter":48,"verse":9,"versions":{"unv":"你們獻與耶和華的供地要長二萬五千肘，寬一萬肘。","bklcl":"Lín só͘ hiàn hō͘ Iâ-hô-hoa ê tōe tio̍h tn̂g nn̄g-bān gō͘-chheng ko-chhioh, khoah chi̍t-bān.","tghg":"恁所獻互耶和華的地著長二萬五千竿尺，闊一萬。","bklhl":"Lín所獻hō͘耶和華ê地tio̍h長兩萬五千篙尺，闊一萬。"}},{"book":"結","chapter":48,"verse":10,"versions":{"unv":"這聖供地要歸與祭司，北長二萬五千肘，西寬一萬肘，東寬一萬肘，南長二萬五千肘。耶和華的聖地當在其中。","bklcl":"Só͘ hiàn ê sèng-tōe tio̍h kui hō͘ chè-si; pak--sì tn̂g nn̄g-bān gō͘-chheng, sai--sì khoah chi̍t-bān, tang--sì khoah chi̍t-bān, lâm--sì tn̂g nn̄g-bān gō͘-chheng; Iâ-hô-hoa ê sèng-só͘ tī hit tiong-ng.","tghg":"所獻的聖地著歸互祭司，北勢長二萬五千，西勢闊一萬，東勢闊一萬，南勢長二萬五千。耶和華的聖所佇彼中央。","bklhl":"所獻ê聖地tio̍h歸hō͘祭司；北勢長兩萬五千，西勢闊一萬，東勢闊一萬，南勢長兩萬五千；耶和華ê聖所tī hit中央。"}},{"book":"結","chapter":48,"verse":11,"versions":{"unv":"這地要歸與撒督的子孫中成為聖的祭司，就是那守我所吩咐的。當以色列人走迷的時候，他們不像那些利未人走迷了。","bklcl":"Tio̍h kui hō͘ Sat-tok ê kiáⁿ-sun-tiong chiâⁿ-chòe sèng ê chè-si, chiū-sī kò͘-siú Góa só͘ kau-tài--ê; tng Í-sek-lia̍t lâng kiâⁿ bê-lō͘ ê sî, in bô kiâⁿ bê-lō͘ chhin-chhiūⁿ Lī-bī lâng kiâⁿ bê-lō͘.","tghg":"著歸互撒督的子孫中成做聖的祭司，就是顧守我所交代的。當以色列人行迷路的時，𪜶無行迷路親像利未人行迷路。","bklhl":"Tio̍h歸hō͘ Sat-tok ê kiáⁿ孫中成做聖ê祭司，就是顧守我所交帶ê；當以色列人行迷路ê時，in無行迷路親像利未人行迷路。"}},{"book":"結","chapter":48,"verse":12,"versions":{"unv":"這要歸與他們為供地，是全地中至聖的。供地挨著利未人的地界。","bklcl":"Chit-ê tio̍h kui hō͘ in, chiū-sī tùi só͘ hiàn ê choân-tōe-tiong hiàn hō͘ in chòe chì-sèng--ê, óa-kūn Lī-bī lâng ê tōe-kài.","tghg":"此個著歸互𪜶，就是對所獻的全地中獻互𪜶做至聖者。倚近利未人的地界。","bklhl":"Chit ê tio̍h歸hō͘ in，就是tùi所獻ê全地中獻hō͘ in做至聖ê，óa近利未人ê地界。"}},{"book":"結","chapter":48,"verse":13,"versions":{"unv":"利未人所得的地要長二萬五千肘，寬一萬肘，與祭司的地界相等，都長二萬五千肘，寬一萬肘。","bklcl":"Lī-bī lâng só͘ tit-tio̍h ê tōe tio̍h tn̂g nn̄g-bān gō͘-chheng, khoah chi̍t-bān, kap chè-si ê tōe-kài saⁿ-tâng; lóng-chóng tn̂g nn̄g-bān gō͘-chheng, khoah chi̍t-bān.","tghg":"利未人所得著的地著長二萬五千，闊一萬，及祭司的地界相同，攏總長二萬五千，闊一萬。","bklhl":"利未人所得tio̍h ê地tio̍h長兩萬五千，闊一萬，kap祭司ê地界相同；lóng總長兩萬五千，闊一萬。"}},{"book":"結","chapter":48,"verse":14,"versions":{"unv":"這地不可賣，不可換，初熟之物也不可歸與別人，因為是歸耶和華為聖的。","bklcl":"Chit ê tōe m̄-thang bōe, m̄-thang tùi-ōaⁿ, khí-thâu-se̍k ê mi̍h m̄-thang kui hō͘ pa̍t-lâng; in-ūi sī kui tī Iâ-hô-hoa chòe-sèng--ê.","tghg":"此個地呣通賣，呣通對換，起頭熟的物呣通歸互別人，因為是歸佇耶和華做聖者。","bklhl":"Chit ê地m̄-thang賣，m̄-thang對換，起頭熟 ê物m̄-thang歸hō͘別人；因為是歸tī耶和華做聖ê。"}},{"book":"結","chapter":48,"verse":15,"versions":{"unv":"這二萬五千肘前面所剩下五千肘寬之地要作俗用，作為造城蓋房郊野之地。城要在當中。","bklcl":"Só͘-chhun gō͘-chheng khoah ê tōe, sī tī hit ê nn̄g-bān gō͘-chheng ê thâu-chêng, tio̍h chòe pêng-siông ê lō͘-ēng, thang khí siâⁿ, khí chhù, chòe kau-iá ê tōe; siâⁿ tio̍h tī tiong-ng.","tghg":"所剩五千闊的地，是佇彼個二萬五千的頭前，著做平常的路用，通起城起厝做郊野的地。城著佇中央。","bklhl":"所chhun五千闊ê地，是tī hit ê兩萬五千ê頭前，tio̍h做平常ê路用，thang起城，起厝，做郊野ê地；城tio̍h tī中央。"}},{"book":"結","chapter":48,"verse":16,"versions":{"unv":"城的尺寸乃是如此：北面四千五百肘，南面四千五百肘，東面四千五百肘，西面四千五百肘。","bklcl":"I ê chhùn-chhioh chiū-sī án-ni; pak-bīn sì-chheng gō͘-pah, lâm-bīn sì-chheng gō͘-pah, tang-bīn sì-chheng gō͘-pah, sai-bīn sì-chheng gō͘-pah.","tghg":"伊的寸尺就是按呢：北面四千五百，南面四千五百，東面四千五百，西面四千五百。","bklhl":"伊ê寸尺就是án-ni；北面四千五百，南面四千五百，東面四千五百，西面四千五百。"}},{"book":"結","chapter":48,"verse":17,"versions":{"unv":"城必有郊野，向北二百五十肘，向南二百五十肘，向東二百五十肘，向西二百五十肘。","bklcl":"Siâⁿ tio̍h kau-iá; ǹg-pak nn̄g-pah gō͘-cha̍p, ǹg-lâm nn̄g-pah gō͘-cha̍p, ǹg-tang nn̄g-pah gō͘-cha̍p, ǹg-sai nn̄g-pah gō͘-cha̍p.","tghg":"城著郊野，向北二百五十，向南二百五十，向東二百五十，向西二百五十。","bklhl":"城tio̍h郊野；ǹg北兩百五十，ǹg南兩百五十，ǹg東兩百五十，ǹg西兩百五十。"}},{"book":"結","chapter":48,"verse":18,"versions":{"unv":"靠著聖供地的餘地，東長一萬肘，西長一萬肘，要與聖供地相等；其中的土產要作城內工人的食物。","bklcl":"Í-gōa só͘ chhun ê tn̂g kap só͘ hiàn ê sèng-tōe saⁿ-tâng, ǹg-tang chi̍t-bān, ǹg-sai chi̍t-bān; koh kap só͘ hiàn ê sèng-tōe saⁿ-tâng; kî-tiong só͘ chhut-sán beh hō͘ siâⁿ-lāi chòe-kang ê lâng chòe chia̍h-mi̍h.","tghg":"以外所剩(chhun)的，長及所獻的聖地相同，向東一萬，向西一萬，閣及所獻的聖地相同；其中所出產欲互城內做工的人做食物(chia̍h-mi̍h)。","bklhl":"以外所chhun ê長kap所獻ê聖地相同，ǹg東一萬，ǹg西一萬；koh kap所獻ê聖地相同；其中所出產beh hō͘城內做工ê人做食物。"}},{"book":"結","chapter":48,"verse":19,"versions":{"unv":"所有以色列支派中，在城內做工的，都要耕種這地。","bklcl":"Tùi Í-sek-lia̍t chèng chi-phài ê tiong-kan tī siâⁿ-lāi chòe-kang--ê beh tī-hia chèng-choh.","tghg":"對以色列眾支派的中間，佇城內做工者，欲佇遐種作。","bklhl":"Tùi以色列眾支派ê中間tī城內做工ê beh tī-hia種作。"}},{"book":"結","chapter":48,"verse":20,"versions":{"unv":"你們所獻的聖供地連歸城之地，是四方的：長二萬五千肘，寬二萬五千肘。","bklcl":"Lín só͘ hiàn ê choân-tōe, tn̂g nn̄g-bān gō͘-chheng, khoah nn̄g-bān gō͘-chheng; lín só͘ hiàn ê sèng-tōe kap sio̍k tī siâⁿ ê tōe sī sù-hong--ê.","tghg":"恁所獻的全地：長二萬五千，闊二萬五千。恁所獻的聖地及屬佇城的地，是四方(sù-hong)的。","bklhl":"Lín所獻ê全地，長兩萬五千，闊兩萬五千；lín所獻ê聖地kap屬tī城ê地是四方ê。"}},{"book":"結","chapter":48,"verse":21,"versions":{"unv":"聖供地連歸城之地，兩邊的餘地要歸與王。供地東邊，南北二萬五千肘，東至東界，西邊南北二萬五千肘，西至西界，與各分之地相同，都要歸王。聖供地和殿的聖地要在其中，","bklcl":"Só͘ hiàn ê sèng-tōe í-ki̍p sio̍k tī siâⁿ ê tōe, siang-pêng chhun ê tōe tio̍h kui tī jîn-kun, só͘ hiàn ê tōe tī hit nn̄g-bān gō͘-chheng ê thâu-chêng kàu tang--sì ê kài, koh ǹg-sai tī hit nn̄g-bān gō͘-chheng ê thâu-chêng kàu sai--sì ê kài, kap hiah-ê hūn ê tōe saⁿ-tâng, lóng kui tī jîn-kun; só͘ hiàn ê sèng-tōe kap tiān ê sèng-tōe lóng tī hit lāi-bīn.","tghg":"所獻的聖地以及屬佇城的地，雙旁剩的地著歸佇人君。所獻的地佇彼二萬五千的，頭前到東勢的界，閣向西佇彼二萬五千的，頭前到西勢的界，及許個份的地相同，攏歸佇人君。所獻的聖地及殿的聖地攏佇彼內面，","bklhl":"所獻ê聖地以及屬tī城ê地，雙pêng chhun ê地tio̍h歸tī 人君，所獻ê地tī hit兩萬五千ê頭前到東勢ê界，koh ǹg西tī hit兩萬五千ê頭前到西勢ê界，kap hiah-ê份ê地相同，lóng歸tī人君；所獻ê聖地kap殿ê聖地lóng tī hit內面。"}},{"book":"結","chapter":48,"verse":22,"versions":{"unv":"並且利未人之地，與歸城之地的東西兩邊延長之地（這兩地在王地中間），就是在猶大和便雅憫兩界中間，要歸與王。","bklcl":"Koh tùi Lī-bī lâng ê gia̍p, tùi sio̍k tī siâⁿ ê gia̍p, sī sio̍k jîn-kun-ê ê tiong-kan, tī Iû-tāi ê kài kap Piān-ngá-bín ê kài ê tiong-kan, lóng kui jîn-kun ê.","tghg":"閣對利未人的業，對屬佇城的業（是屬人君的的中間），佇猶大的界及便雅憫的界的中間，攏歸人君的。","bklhl":"Koh tùi利未人ê業，tùi屬tī城ê業，是屬人君ê ê中間，tī偤大ê界kap便雅憫ê界ê中間，lóng歸人君ê。"}},{"book":"結","chapter":48,"verse":23,"versions":{"unv":"論到其餘的支派，從東到西，是便雅憫的一分。","bklcl":"Lūn-kàu kî-û ê chi-phài; tùi-tang kàu-sai; Piān-ngá-bín, chi̍t-hūn.","tghg":"論到其餘的支派，對東到西，便雅憫一份。","bklhl":"論到其餘ê支派；tùi東到西；便雅憫，一份。"}},{"book":"結","chapter":48,"verse":24,"versions":{"unv":"挨著便雅憫的地界，從東到西，是西緬的一分。","bklcl":"Óa-kūn Piān-ngá-bín ê tōe-kài tùi-tang kàu-sai; Se-biān chi̍t-hūn.","tghg":"倚近便雅憫的地界對東到西，西緬一份。","bklhl":"Óa近便雅憫ê地界tùi東到西；西門一份。"}},{"book":"結","chapter":48,"verse":25,"versions":{"unv":"挨著西緬的地界，從東到西，是以薩迦的一分。","bklcl":"Óa-kūn Se-biān ê tōe-kài tùi-tang kàu-sai; Í-sat-ka, chi̍t-hūn.","tghg":"倚近西緬的地界對東到西，以薩迦一份。","bklhl":"Óa近西門ê地界tùi東到西；Í-sat-ka，一份。"}},{"book":"結","chapter":48,"verse":26,"versions":{"unv":"挨著以薩迦的地界，從東到西，是西布倫的一分。","bklcl":"Óa-kūn Í-sat-ka ê tōe-kài tùi-tang kàu-sai; Se-pò͘-lûn, chi̍t-hūn.","tghg":"倚近以薩迦的地界對東到西，西布倫一份。","bklhl":"Óa近Í-sat-ka ê地界tùi東到西；Se-pò͘-lûn，一份。"}},{"book":"結","chapter":48,"verse":27,"versions":{"unv":"挨著西布倫的地界，從東到西，是迦得的一分。","bklcl":"Óa-kūn Se-pò͘-lûn ê tōe-kài tùi-tang kàu-sai; Ka-tek, chi̍t-hūn.","tghg":"倚近西布倫的地界對東到西，迦得一份。","bklhl":"Óa近Se-pò͘-lûn ê地界，tùi東到西；Ka-tek，一份。"}},{"book":"結","chapter":48,"verse":28,"versions":{"unv":"迦得地的南界是從他瑪到米利巴‧加低斯的水，延到埃及小河，直到大海。","bklcl":"Óa-kūn Ka-tek ê tōe-kài, lâm-pêng ǹg-lâm, hit ê tōe-kài tùi Tha-má kàu Bí-lī-pa Ka-tē-su ê chúi, kàu Ai-ki̍p ê khoe thàng-kàu tōa-hái.","tghg":"倚近迦得的地界南旁向南彼個地界對他瑪到米利巴加低斯的水，到埃及的溪𥦁(thàng)到大海。","bklhl":"Óa近Ka-tek ê地界，南pêng ǹg南，hit ê地界tùi Tha-má到Bí-lī-pa Ka-tē-su ê水，到埃及ê溪thàng到大海。"}},{"book":"結","chapter":48,"verse":29,"versions":{"unv":"這就是你們要拈鬮分給以色列支派為業之地，乃是他們各支派所得之分。這是主耶和華說的。","bklcl":"Che sī lín tio̍h liam-khau pun hō͘ Í-sek-lia̍t ê chi-phài chòe-gia̍p ê tōe, in ta̍k-ê só͘ tit-tio̍h ê gia̍p chiū-sī án-ni; che sī Chú Iâ-hô-hoa só͘ kóng--ê.","tghg":"這是恁著拈鬮(liam-khau)分互以色列的支派做業的地，𪜶逐個所得著的業就是按呢。這是主耶和華所講的。","bklhl":"這是lín tio̍h 拈鬮分hō͘以色列ê支派做業ê地，in ta̍k-ê所得tio̍h ê業就是án-ni；這是主耶和華所講ê。"}},{"book":"結","chapter":48,"verse":30,"versions":{"unv":"城的北面四千五百肘。出城之處如下；","bklcl":"Tùi siâⁿ chhut--khì ê lō͘ sī chiàu ē-bīn só͘ kì ê; tī pak-bīn chiàu só͘ niû--ê, sì-chheng gō͘-pah ko-chhioh.","tghg":"對城出去的路是照下面所記的：佇北面照所量的四千五百竿尺。","bklhl":"Tùi城出去ê路是照下面所記ê；tī北面照所量ê，四千五百篙尺。"}},{"book":"結","chapter":48,"verse":31,"versions":{"unv":"城的各門要按以色列支派的名字。北面有三門，一為流便門，一為猶大門，一為利未門；","bklcl":"Siâⁿ hiah-ê mn̂g tio̍h chiàu Í-sek-lia̍t chi-phài ê miâ; pak-bīn ū saⁿ ê mn̂g; Liû-piān ê mn̂g, chi̍t-ê; Iû-tāi ê mn̂g, chi̍t-ê; Lī-bī ê mn̂g, chi̍t-ê.","tghg":"城許個門著照以色列支派的名。北面有三個門，流便的門一個，猶大的門一個，利未的門一個；","bklhl":"城hiah-ê門tio̍h照以色列支派ê名；北面有三個門；Liû-piān ê門，一个；偤大ê門，一个；利未ê門，一个。"}},{"book":"結","chapter":48,"verse":32,"versions":{"unv":"東面四千五百肘，有三門，一為約瑟門，一為便雅憫門，一為但門；","bklcl":"Tang-bīn sì-chheng gō͘-pah, ū saⁿ ê mn̂g; Iok-sek ê mn̂g, chi̍t-ê; Piān-ngá-bín ê mn̂g, chi̍t-ê; Tàn ê mn̂g, chi̍t-ê.","tghg":"東面四千五百，有三個門，約瑟的門一個，便雅憫的門一個，但的門一個；","bklhl":"東面四千五百，有三個門；約瑟ê門，一个；便雅憫ê門，一个；Tàn ê門，一个。"}},{"book":"結","chapter":48,"verse":33,"versions":{"unv":"南面四千五百肘，有三門，一為西緬門，一為以薩迦門，一為西布倫門；","bklcl":"Lâm-bīn sì-chheng gō͘-pah, ū saⁿ ê mn̂g; Se-biān ê mn̂g, chi̍t-ê; Í-sat-ka ê mn̂g, chi̍t-ê; Se-pò͘-lûn ê mn̂g, chi̍t-ê.","tghg":"南面四千五百，有三個門，西緬的門一個，以薩迦的門一個，西布倫的門一個；","bklhl":"南面四千五百，有三個門；西門ê門，一个；Í-sat-ka ê門，一个；Se-pò͘-lûn ê門，一个。"}},{"book":"結","chapter":48,"verse":34,"versions":{"unv":"西面四千五百肘，有三門，一為迦得門，一為亞設門，一為拿弗他利門。","bklcl":"Sai-bīn sì-chheng gō͘-pah, ū saⁿ ê mn̂g; Ka-tek ê mn̂g, chi̍t-ê; A-siat ê mn̂g, chi̍t-ê; Nà-hut-tha-lī ê mn̂g, chi̍t-ê.","tghg":"西面四千五百，有三個門，迦得的門一個，亞設的門一個，拿弗他利的門一個。","bklhl":"西面四千五百，有三個門；Ka-tek ê門，一个；A-siat ê門，一个；Nà-hut-tha-lī ê門，一个。"}},{"book":"結","chapter":48,"verse":35,"versions":{"unv":"城四圍共一萬八千肘。從此以後，這城的名字必稱為耶和華的所在。","bklcl":"Siâⁿ sì-ûi kiōng chi̍t-bān poeh-chheng; tùi hit-ji̍t í-āu siâⁿ ê miâ kiò-chòe, Iâ-hô-hoa tī-hia.","tghg":"城四圍共一萬八千。對彼日以後，城的名叫做「耶和華佇遐。」","bklhl":"城四圍共一萬八千；tùi hit日以後城ê名叫做，耶和華tī-hia。"}}]