[{"book":"結","chapter":20,"verse":1,"versions":{"unv":"第七年五月初十日，有以色列的幾個長老來求問耶和華，坐在我面前。","bklcl":"Tē chhit--nî, gō͘-ge̍h chhoe-cha̍p, ū Í-sek-lia̍t ê tióng-ló kúi-nā lâng, lâi beh mn̄g Iâ-hô-hoa, chē tī góa ê bīn-chêng.","tghg":"第七年五月初十，有以色列的長老幾若人來欲問耶和華，坐佇我的面前。","bklhl":"第七年，五月初十，有以色列ê長老kúi-nā人，來beh問耶和華，坐tī我ê面前。"}},{"book":"結","chapter":20,"verse":2,"versions":{"unv":"耶和華的話臨到我說：","bklcl":"Iâ-hô-hoa ê ōe lîm-kàu góa kóng,","tghg":"耶和華的話臨到我講：","bklhl":"耶和華ê話臨到我講，"}},{"book":"結","chapter":20,"verse":3,"versions":{"unv":"「人子啊，你要告訴以色列的長老說，主耶和華如此說：你們來是求問我嗎？主耶和華說：我指著我的永生起誓，我必不被你們求問。","bklcl":"Jîn-chú ah, lí tio̍h tùi Í-sek-lia̍t ê tióng-ló kóng, kā i kóng, Chú Iâ-hô-hoa án-ni kóng, Lín lâi sī beh mn̄g Góa mah?  Chú Iâ-hô-hoa kóng, Góa chí Góa ê éng-oa̍h lâi chiù-chōa, Góa m̄ hō͘ lí mn̄g.","tghg":"「人子啊，你著對以色列的長老講，給伊講，主耶和華按呢講：恁來是欲問我嗎？主耶和華講：我指(chí)我的永活來咒誓，我呣互你問。","bklhl":"人子ah，你tio̍h對以色列ê長老講，kā伊講，主耶和華án-ni講，Lín來是beh問我mah？主耶和華講，我指我ê永活來chiù-chōa，我m̄ hō͘你問。"}},{"book":"結","chapter":20,"verse":4,"versions":{"unv":"人子啊，你要審問審問他們嗎？你當使他們知道他們列祖那些可憎的事，","bklcl":"Jîn-chú ah, lí beh sím-mn̄g in, sím-mn̄g in mah? lí tio̍h hō͘ in chai in ê lia̍t-chó͘ hiah-ê khó-ò͘ⁿ ê sū;","tghg":"人子啊，你欲審問𪜶，審問𪜶嗎？你著互𪜶知𪜶的列祖許個可惡的事，","bklhl":"人子ah，你beh審問in，審問in mah？你tio̍h hō͘ in知in ê列祖hiah-ê可惡ê事；"}},{"book":"結","chapter":20,"verse":5,"versions":{"unv":"對他們說，主耶和華如此說：當日我揀選以色列，向雅各家的後裔起誓，在埃及地將自己向他們顯現，說：我是耶和華─你們的　神。","bklcl":"tùi in kóng, Chú Iâ-hô-hoa án-ni kóng, Tng Góa kéng Í-sek-lia̍t ê ji̍t, ǹg Ngá-kok ke ê hō͘-è, kia̍h-khí Góa ê chhiú, tī Ai-ki̍p tōe hō͘ in bat Góa, tùi in kia̍h-khí Góa ê chhiú, kóng, Góa sī Iâ-hô-hoa, lín ê Siōng-tè.","tghg":"對𪜶講，主耶和華按呢講：當我揀以色列的日，向雅各家的後裔攑起我的手，佇埃及地互𪜶識(bat)我，對𪜶攑起我的手，講：我是耶和華──恁的上帝。","bklhl":"對in講，主耶和華án-ni講，當我揀以色列ê日，ǹg雅各家ê後裔，kia̍h起我ê手，tī埃及地hō͘ in bat我，tùi in kia̍h起我ê手，講，我是耶和華，lín ê上帝。"}},{"book":"結","chapter":20,"verse":6,"versions":{"unv":"那日我向他們起誓，必領他們出埃及地，到我為他們察看的流奶與蜜之地；那地在萬國中是有榮耀的。","bklcl":"Hit-ji̍t Góa tùi in kia̍h-khí chhiú, beh chhōa in chhut Ai-ki̍p tōe, kàu Góa ūi-tio̍h in só͘ kóng, lâu ni kap bi̍t ê tōe; hit ê tōe tī bān-kok-tiong sī khah ū êng-kng--ê.","tghg":"彼日我對𪜶攑起手，欲導𪜶出埃及地，到我為著𪜶所講流奶及蜜的地；彼個地佇萬國中是卡有榮光的。","bklhl":"Hit日我對in kia̍h起手，beh chhōa in出埃及地，到我為tio̍h in所講，流奶kap蜜ê地；hit ê地tī萬國中是khah有榮光ê。"}},{"book":"結","chapter":20,"verse":7,"versions":{"unv":"我對他們說，你們各人要拋棄眼所喜愛那可憎之物，不可因埃及的偶像玷污自己。我是耶和華─你們的　神。","bklcl":"Góa tùi in kóng, Lín ta̍k-lâng tio̍h khì-sak ba̍k-chiu só͘ hoaⁿ-hí hiah-ê khó-ò͘ⁿ ê tāi; m̄-thang in-ūi Ai-ki̍p ê ngó͘-siōng phah lâ-sâm ka-kī; Góa sī Iâ-hô-hoa, lín ê Siōng-tè.","tghg":"我對𪜶講，恁逐人著棄拺目睭所歡喜許個可惡的代；呣通因為埃及的偶像拍垃墋家己。我是耶和華──恁的上帝。","bklhl":"我對in講，Lín ta̍k人tio̍h棄sak目睭所歡喜hiah-ê可惡ê tāi；m̄-thang因為埃及ê偶像phah lâ-sâm家己；我是耶和華，lín ê上帝。"}},{"book":"結","chapter":20,"verse":8,"versions":{"unv":"他們卻悖逆我，不肯聽從我，不拋棄他們眼所喜愛那可憎之物，不離棄埃及的偶像。「我就說，我要將我的忿怒傾在他們身上，在埃及地向他們成就我怒中所定的。","bklcl":"Chóng-sī in pōe-ge̍k Góa, m̄-khéng thiaⁿ Góa, m̄ pàng-sak in ta̍k-lâng ba̍k-chiu só͘ hoaⁿ-hí hiah-ê khó-ò͘ⁿ ê tāi, m̄ lī-khui Ai-ki̍p ê ngó͘-siōng; Góa chiū kóng, Góa beh chiong Góa ê tōa siū-khì piàⁿ tī in ê téng-bīn, tī Ai-ki̍p tōe tùi in it-chīn chiâⁿ Góa ê siū-khì.","tghg":"總是𪜶悖逆(pōe-ge̍k)我，呣肯聽我，呣放拺𪜶逐人目睭所歡喜許個可惡的代，呣離開埃及的偶像。「我就講，我欲將我的大受氣傾(piàⁿ)佇𪜶的頂面，佇埃及地對𪜶一盡成我的受氣。","bklhl":"總是in悖逆我，m̄肯聽我，m̄放sak in ta̍k人目睭所歡喜hiah-ê可惡ê tāi，m̄離開埃及ê偶像；我就講，我beh將我ê大受氣piàⁿ tī in ê頂面，tī埃及地對in一盡成我ê受氣。"}},{"book":"結","chapter":20,"verse":9,"versions":{"unv":"我卻為我名的緣故沒有這樣行，免得我名在他們所住的列國人眼前被褻瀆；我領他們出埃及地，在這列國人的眼前將自己向他們顯現。","bklcl":"To̍k-to̍k Góa in-ūi Góa ê miâ ê iân-kò͘ kiâⁿ tāi-chì, bián-tit Góa ê miâ tī in só͘ khiā-khí lia̍t-pang-tiong ê bīn-chêng siū siat-to̍k; Góa chhōa in chhut Ai-ki̍p tōe, tī lia̍t-pang-tiong ê ba̍k-chiu-chêng hō͘ in bat Góa.","tghg":"獨獨我因為我的名的緣故行代誌，免得我的名佇𪜶所徛起列邦中的面前受褻瀆(siat-to̍k)，我導𪜶出埃及地，佇列邦中的目睭前互𪜶識我。","bklhl":"獨獨我因為我ê名ê緣故行tāi-chì，免得我ê名tī in所khiā起列邦中ê面前受褻瀆；我chhōa in出埃及地，tī列邦中ê目睭前hō͘ in bat我。"}},{"book":"結","chapter":20,"verse":10,"versions":{"unv":"這樣，我就使他們出埃及地，領他們到曠野，","bklcl":"Án-ni, Góa chiū hō͘ in chhut Ai-ki̍p tōe, chhōa in kàu khòng-iá.","tghg":"按呢，我就互𪜶出埃及地，導𪜶到曠野，","bklhl":"Án-ni，我就hō͘ in出埃及地，chhōa in到曠野。"}},{"book":"結","chapter":20,"verse":11,"versions":{"unv":"將我的律例賜給他們，將我的典章指示他們；人若遵行就必因此活著。","bklcl":"Chiong Góa ê lu̍t-lē siúⁿ-sù in, chiong Góa ê hoat-tō͘ chí-sī in; chiū-sī lâng nā kiâⁿ--i beh tùi i lâi tit-tio̍h oa̍h--ê.","tghg":"將我的律例賞賜𪜶，將我的法度指示𪜶；就是人若行伊欲對伊來得著活者。","bklhl":"將我ê律例賞賜in，將我ê法度指示in；就是人若行伊beh對伊來得tio̍h活ê。"}},{"book":"結","chapter":20,"verse":12,"versions":{"unv":"又將我的安息日賜給他們，好在我與他們中間為證據，使他們知道我─耶和華是叫他們成為聖的。","bklcl":"Koh Góa ēng Góa ê an-hioh-ji̍t siúⁿ-sù in, thang tī Góa kap in ê tiong-kan chòe chèng-kù; hō͘ in chai Góa Iâ-hô-hoa sī hō͘ in chiâⁿ-chòe sèng--ê.","tghg":"閣我用我的安息日賞賜𪜶，通佇我及𪜶的中間做證據，互𪜶知我──耶和華是互𪜶成做聖者。","bklhl":"Koh我用我ê安歇日賞賜in，thang tī我kap in ê中間做證據；hō͘ in知我耶和華是hō͘ in成做聖ê。"}},{"book":"結","chapter":20,"verse":13,"versions":{"unv":"以色列家卻在曠野悖逆我，不順從我的律例，厭棄我的典章（人若遵行就必因此活著），大大干犯我的安息日。「我就說，要在曠野將我的忿怒傾在他們身上，滅絕他們。","bklcl":"Chóng-sī Í-sek-lia̍t-ke tī khòng-iá pōe-ge̍k Góa, bô sūn-thàn Góa ê lu̍t-lē, khì-sak Góa ê hoat-tō͘, (chiū-sī lâng nā kiâⁿ--i, beh tùi i lâi tit-tio̍h oa̍h--ê), tōa-tōa hoān-tio̍h Góa ê an-hioh-ji̍t: Góa chiū kóng, beh tī khòng-iá chiong Góa ê tōa siū-khì piàⁿ tī in ê téng-bīn, bia̍t-bô in.","tghg":"總是以色列家佇曠野悖逆我，無順趁我的律例，棄拺我的法度（就是人若行伊，欲對伊來得著活者），大大犯著我的安息日。「我就講，欲佇曠野將我的大受氣傾佇𪜶的頂面，滅無𪜶。","bklhl":"總是以色列家tī曠野悖逆我，無順thàn我ê律例，棄sak我ê法度，(就是人若行伊，beh對伊來得tio̍h活ê) ，大大犯tio̍h我ê安歇日：我就講，beh tī曠野將我ê大受氣piàⁿ tī in ê頂面，滅無in。"}},{"book":"結","chapter":20,"verse":14,"versions":{"unv":"我卻為我名的緣故，沒有這樣行，免得我的名在我領他們出埃及的列國人眼前被褻瀆。","bklcl":"To̍k-to̍k Góa in-ūi Góa ê miâ ê iân-kò͘ kiâⁿ tāi-chì, bián-tit Góa ê miâ siū siat-to̍k tī lia̍t-pang lâng ê ba̍k-chiu-chêng, chiū-sī hiah-ê khòaⁿ-kìⁿ Góa chhōa in chhut Ai-ki̍p ê lia̍t-pang.","tghg":"獨獨我因為我的名的緣故行代誌，免得我的名受褻瀆佇列邦人的目睭前，就是許個看見我導𪜶出埃及的列邦。","bklhl":"獨獨我因為我ê名ê緣故行tāi-chì，免得我ê名受褻瀆tī列邦人ê目睭前，就是hiah-ê看見我chhōa in出埃及ê列邦。"}},{"book":"結","chapter":20,"verse":15,"versions":{"unv":"並且我在曠野向他們起誓，必不領他們進入我所賜給他們流奶與蜜之地（那地在萬國中是有榮耀的）；","bklcl":"Koh Góa tī khòng-iá tùi in kia̍h-khí Góa ê chhiú, kóng, Góa bô beh chhōa in ji̍p Góa só͘ siúⁿ-sù in lâu ni kap bi̍t ê tōe, hit ê tōe tī bān-kok-tiong khah ū êng-kng--ê.","tghg":"閣我佇曠野對𪜶攑起我的手講，我無欲導𪜶入我所賞賜𪜶流奶及蜜的地（彼個地佇萬國中卡有榮光的）；","bklhl":"Koh我tī曠野對in kia̍h起我ê手，講，我無beh chhōa in入我所賞賜in 流奶 kap蜜ê地，hit ê地tī萬國中khah有榮光ê。"}},{"book":"結","chapter":20,"verse":16,"versions":{"unv":"因為他們厭棄我的典章，不順從我的律例，干犯我的安息日，他們的心隨從自己的偶像。","bklcl":"In-ūi in iàm-chiān Góa ê hoat-tō͘, bô sūn-thàn Góa ê lu̍t-lē, hoān-tio̍h Góa ê an-hioh-ji̍t, in ê sim ì-hiòng in ê ngó͘-siōng.","tghg":"因為𪜶厭賤我的法度，無順趁我的律例，犯著我的安息日，𪜶的心意向𪜶的偶像。","bklhl":"因為in厭賤我ê法度，無順thàn我ê律例，犯tio̍h我ê安歇日，in ê心意向in ê偶像。"}},{"book":"結","chapter":20,"verse":17,"versions":{"unv":"雖然如此，我眼仍顧惜他們，不毀滅他們，不在曠野將他們滅絕淨盡。","bklcl":"Sui-jiân án-ni, Góa ê ba̍k-chiū iáu-kú sī sioh in, bô húi-bia̍t in, bô tī khòng-iá kā in bia̍t liáu-liáu.","tghg":"雖然按呢，我的目睭猶久是惜𪜶，無毀滅𪜶，無佇曠野給𪜶滅了了(liáu-liáu)。","bklhl":"雖然án-ni，我ê目睭iáu-kú是惜in，無毀滅in，無tī曠野kā in滅了了。"}},{"book":"結","chapter":20,"verse":18,"versions":{"unv":"「我在曠野對他們的兒女說：不要遵行你們父親的律例，不要謹守他們的惡規，也不要因他們的偶像玷污自己。","bklcl":"Góa tī khòng-iá tùi in ê kiáⁿ-jî kóng, Bo̍h-tit thàn lín lāu-pē ê lu̍t-lē, bo̍h-tit siú in ê hoat-tō͘, ia̍h bo̍h-tit in-ūi in ê ngó͘-siōng phah lâ-sām ka-kī.","tghg":"「我佇曠野對𪜶的子兒講：莫得趁恁老父的律例，莫得守𪜶的法度，亦莫得因為𪜶的偶像拍垃墋家己。","bklhl":"我tī曠野對in ê kiáⁿ兒講，莫得thàn lín老父ê律例，莫得守in ê法度，亦莫得因為in ê偶像phah lâ-sām家己。"}},{"book":"結","chapter":20,"verse":19,"versions":{"unv":"我是耶和華─你們的　神，你們要順從我的律例，謹守遵行我的典章，","bklcl":"Góa sī Iâ-hô-hoa lín ê Siōng-tè, lín tio̍h sūn-thàn Góa ê lu̍t-lē, siú Góa ê hoat-tō͘ lâi kiâⁿ--i.","tghg":"我是耶和華──恁的上帝，恁著順趁我的律例，守我的法度來行伊，","bklhl":"我是耶和華lín ê上帝，lín tio̍h順thàn我ê律例，守我ê法度來行伊。"}},{"book":"結","chapter":20,"verse":20,"versions":{"unv":"且以我的安息日為聖。這日在我與你們中間為證據，使你們知道我是耶和華─你們的　神。","bklcl":"Koh ēng Góa chiah-ê an-hioh-ji̍t chòe-sèng; chiah-ê ji̍t tī Góa kap lín ê tiong-kan chòe chèng-kù, hō͘ lín chai Góa sī Iâ-hô-hoa lín ê Siōng-tè.","tghg":"閣用我諸個安息日做聖。諸個日佇我及恁的中間做證據，互恁知我是耶和華──恁的上帝。","bklhl":"Koh用我chiah ê安歇日做聖；chiah ê日tī我kap lín ê中間做證據，hō͘ lín知我是耶和華lín ê上帝。"}},{"book":"結","chapter":20,"verse":21,"versions":{"unv":"只是他們的兒女悖逆我，不順從我的律例，也不謹守遵行我的典章（人若遵行就必因此活著），干犯我的安息日。「我就說，要將我的忿怒傾在他們身上，在曠野向他們成就我怒中所定的。","bklcl":"To̍k-to̍k in ê kiáⁿ-jî pōe-ge̍k Góa, bô sūn-thàn Góa ê lu̍t-lē, ia̍h bô siú Góa ê hoat-tō͘ lâi kiâⁿ--i, (chiū-sī lâng nā kiâⁿ--i, beh tùi i lâi tit-tio̍h oa̍h--ê); in hoān-tio̍h Góa ê an-hioh-ji̍t; Góa chiū kóng, Góa beh chiong Góa ê tōa siū-khì piàⁿ tī in ê téng-bīn, tī khòng-iá it-chīn chiâⁿ Góa ê siū-khì kong-kek i.","tghg":"獨獨𪜶的子兒悖逆我，無順趁我的律例，亦無守我的法度來行伊（就是人若行伊，欲對伊來得著活者），𪜶犯著我的安息日。我就講，我欲將我的大受氣傾佇𪜶的頂面，佇曠野一盡成我的受氣攻擊伊。","bklhl":"獨獨in ê kiáⁿ兒悖逆我，無順thàn我ê律例，亦無守我ê法度來行伊，(就是人若行伊，beh對伊來得tio̍h活ê) ；in犯tio̍h我ê安歇日；我就講，我beh將我ê大受氣piàⁿ tī in ê頂面，tī曠野一盡成我ê受氣攻擊伊。"}},{"book":"結","chapter":20,"verse":22,"versions":{"unv":"雖然如此，我卻為我名的緣故縮手沒有這樣行，免得我的名在我領他們出埃及的列國人眼前被褻瀆。","bklcl":"Sui-jiân án-ni, Góa iáu-kú kiu Góa ê chhiú, ūi-tio̍h Góa ê miâ ê iân-kò͘ kiâⁿ tāi-chì, bián-tit Góa ê miâ siū siat-to̍k tī lia̍t-pang lâng ê ba̍k-chiu-chêng, chiū-sī hiah-ê khòaⁿ-kìⁿ Góa chhōa in chhut Ai-ki̍p ê lia̍t-pang.","tghg":"雖然按呢，我猶久勼(kiu)我的手為著我的名的緣故行代誌，免得我的名受褻瀆佇列邦人的目睭前，就是許個看見我導𪜶出埃及的列邦。","bklhl":"雖然án-ni，我iáu-kú kiu我ê手，為tio̍h我ê名ê緣故行tāi-chì，免得我ê名受褻瀆tī列邦人ê目睭前，就是hiah-ê看見我chhōa in出埃及ê列邦。"}},{"book":"結","chapter":20,"verse":23,"versions":{"unv":"並且我在曠野向他們起誓，必將他們分散在列國，四散在列邦；","bklcl":"Koh Góa tī khoàn-iá, tùi in kia̍h-khí Góa ê chhiú, kóng beh hun-sòaⁿ in tī lia̍t-kok, sì-sòaⁿ in tī lia̍t-pang.","tghg":"閣我佇曠野對𪜶攑起我的手講，欲分散𪜶佇列國，四散𪜶佇列邦；","bklhl":"Koh我tī曠野，對in kia̍h起我ê手，講beh分散in tī列國，四散in tī列邦。"}},{"book":"結","chapter":20,"verse":24,"versions":{"unv":"因為他們不遵行我的典章，竟厭棄我的律例，干犯我的安息日，眼目仰望他們父親的偶像。","bklcl":"In-ūi in bô thàn Góa ê hoat-tō͘, iàm-chiān Góa ê lu̍t-lē, hoān-tio̍h Góa ê an-hioh-ji̍t, ba̍k-chiu ì-hiòng in lāu-pē ê ngó͘-siōng.","tghg":"因為𪜶無趁我的法度，厭賤我的律例，犯著我的安息日，目睭意向𪜶老父的偶像。","bklhl":"因為in無thàn我ê法度，厭賤我ê律例，犯tio̍h我ê安歇日，目睭意向in老父ê偶像。"}},{"book":"結","chapter":20,"verse":25,"versions":{"unv":"我也任他們遵行不美的律例，謹守不能使人活著的惡規。","bklcl":"Koh Góa ēng m̄-hó ê lu̍t-lē, kap bōe-ōe tùi i lâi tit-tio̍h oa̍h ê hoat-tō͘, hō͘--in.","tghg":"閣我用呣好的律例，及𣍐會對伊來得著活的法度互𪜶。","bklhl":"Koh我用m̄好ê律例，kap bōe能對伊來得tio̍h活ê法度，hō͘-in。"}},{"book":"結","chapter":20,"verse":26,"versions":{"unv":"因他們將一切頭生的經火，我就任憑他們在這供獻的事上玷污自己，好叫他們淒涼，使他們知道我是耶和華。","bklcl":"In ēng it-chhè ê thâu-chiūⁿ-kiáⁿ keng-kè hé; Góa chiū tī in ê chè-sū kā in phah lâ-sâm, hō͘ in hong-hòe; hō͘ in chai Góa sī Iâ-hô-hoa.","tghg":"𪜶用一切的頭上子經過火，我就佇𪜶的祭祀給𪜶拍垃墋，互𪜶荒廢(hong-hòe)，互𪜶知我是耶和華。","bklhl":"In用一切ê頭chiūⁿ-kiáⁿ經過火；我就tī in ê祭祀kā in phah lâ-sâm，hō͘ in荒廢；hō͘ in知我是耶和華。"}},{"book":"結","chapter":20,"verse":27,"versions":{"unv":"「人子啊，你要告訴以色列家說，主耶和華如此說：你們的列祖在得罪我的事上褻瀆我；","bklcl":"Jîn-chú ah, lí tio̍h tùi Í-sek-lia̍t-ke kóng ōe, kā in kóng, Chú Iâ-hô-hoa án-ni kóng, Lín ê lia̍t-chó͘ tek-chōe Góa, ēng án-ni siat-to̍k Góa.","tghg":"「人子啊，你著對以色列家講話，給𪜶講，主耶和華按呢講：恁的列祖得罪我用按呢褻瀆我；","bklhl":"人子ah，你tio̍h對以色列家講話，kā in講，主耶和華án-ni講，Lín ê列祖得罪我，用án-ni褻瀆我。"}},{"book":"結","chapter":20,"verse":28,"versions":{"unv":"因為我領他們到了我起誓應許賜給他們的地，他們看見各高山、各茂密樹，就在那裡獻祭，奉上惹我發怒的供物，也在那裡焚燒馨香的祭牲，並澆上奠祭。","bklcl":"In-ūi Góa chhōa in kàu Góa kia̍h-khí chhiú beh siúⁿ-sù in ê tōe; in khòaⁿ-kìⁿ ta̍k ê koâiⁿ-soaⁿ, ta̍k-châng ām ê chhiū; chiū tī-hia hiàn in hiah-ê chè-sū, hiàn kek Góa siū-khì ê lé-mi̍h, ia̍h tī-hia sio phang-phang ê seng-lé, kap koàn-tiān.","tghg":"因為我導𪜶到我攑起手欲賞賜𪜶的地，𪜶看見逐個高山，逐欉艷(ām)的樹；就佇遐獻𪜶許個祭祀，獻激我受氣的禮物，亦佇遐燒芳芳(phang-phang)的牲禮，及灌奠(koàn-tiān)。","bklhl":"因為我chhōa in到我kia̍h起手beh賞賜in ê地；in看見ta̍k-ê高山，ta̍k叢ām ê樹；就tī-hia獻in hiah-ê祭祀，獻激我受氣ê禮物，亦tī-hia燒芳芳ê牲禮，kap灌奠。"}},{"book":"結","chapter":20,"verse":29,"versions":{"unv":"我就對他們說：你們所上的那高處叫甚麼呢？（那高處的名字叫巴麻直到今日。）","bklcl":"Góa chiū tùi in kóng, Lín só͘ chiūⁿ hit ê koâiⁿ-ūi sī sím-mi̍h? i ê miâ kiò-chòe Pa-bâ, ti̍t-kàu kin-á-ji̍t.","tghg":"我就對𪜶講：恁所上彼個高位是甚麼？（伊的名叫做巴麻直到今仔日。）","bklhl":"我就對in講，Lín所上hit ê高位是甚麼？伊ê名叫做Pa-bâ，直到今á日。"}},{"book":"結","chapter":20,"verse":30,"versions":{"unv":"所以你要對以色列家說，主耶和華如此說：你們仍照你們列祖所行的玷污自己嗎？仍照他們可憎的事行邪淫嗎？","bklcl":"Só͘-í lí tio̍h tùi Í-sek-lia̍t-ke kóng, Chú Iâ-hô-hoa án-ni kóng, Lín iû-goân chiàu lín lia̍t-chó͘ só͘ kiâⁿ-ê, phah lâ-sâm ka-kī mah? iû-goân thàn in khó-ò͘ⁿ ê sū kiâⁿ-îm mah?","tghg":"所以你著對以色列家講，主耶和華按呢講：恁猶原照恁列祖所行的拍垃墋家己嗎？猶原趁𪜶可惡的事行淫嗎？","bklhl":"所以你tio̍h對以色列家講，主耶和華án-ni講，Lín猶原照lín列祖所行ê，phah lâ-sâm家己mah？猶原thàn in可惡ê事行淫mah？"}},{"book":"結","chapter":20,"verse":31,"versions":{"unv":"你們奉上供物使你們兒子經火的時候，仍將一切偶像玷污自己，直到今日嗎？以色列家啊，我豈被你們求問嗎？主耶和華說：我指著我的永生起誓，我必不被你們求問。","bklcl":"Lín hiàn lé-mi̍h, hō͘ lín ê kiáⁿ keng-kè hé ê sî, iû-goân chiong it-chhè ê ngó͘-siōng phah lâ-sâm ka-kī, kàu kin-á-ji̍t mah? Í-sek-lia̍t-ke ah, Góa kiám beh hō͘ lín mn̄g mah? Chú Iâ-hô-hoa kóng, Góa kí Góa ê éng-oa̍h lâi chiù-chōa, Góa tek-khak m̄ hō͘ lí mn̄g.","tghg":"恁獻禮物互恁的子經過火的時，猶原將一切的偶像拍垃墋家己，到今仔日嗎？以色列家啊，我豈欲互恁問嗎？主耶和華講：我指我的永活來咒誓，我的確呣互你問。","bklhl":"Lín獻禮物，hō͘ lín ê kiáⁿ經過火ê時，猶原將一切ê偶像phah lâ-sâm家己，到今á日mah？以色列家ah，我kiám beh hō͘ lín問mah？主耶和華講，我kí我ê永活來chiù-chōa，我的確m̄ hō͘你問。"}},{"book":"結","chapter":20,"verse":32,"versions":{"unv":"「你們說：我們要像外邦人和列國的宗族一樣，去事奉木頭與石頭。你們所起的這心意萬不能成就。」","bklcl":"Lín kóng, Goán beh chhin-chhiūⁿ gōa-pang lâng, chhin-chhiūⁿ lia̍t-kok ê chong-cho̍k, khì ho̍k-sāi chhâ-ê, chio̍h-ê; lín hoat-khí chit-hō sim-ì, toàn-toàn bōe chiâⁿ.","tghg":"「恁講：阮欲親像外邦人，親像列國的宗族，去服事柴的、石的。恁發起此號心意，斷斷𣍐成。」","bklhl":"Lín講，阮beh親像外邦人，親像列國ê宗族，去服事柴ê，石ê；lín發起chit號心意，斷斷bōe成。"}},{"book":"結","chapter":20,"verse":33,"versions":{"unv":"主耶和華說：「我指著我的永生起誓，我總要作王，用大能的手和伸出來的膀臂，並傾出來的忿怒，治理你們。","bklcl":"Chú Iâ-hô-hoa kóng, Góa kí Góa ê éng-oa̍h lâi chiù-chōa, Góa beh ēng tōa koân-lêng ê chhiú, kap chhun-chhut ê chhiú-kut, kap piàⁿ-chhut ê tōa siū-khì chòe lín ê ông.","tghg":"主耶和華講：「我指(kí)我的永活來咒誓，我欲用大權能的手及伸出的手骨，及傾出的大受氣做恁的王。","bklhl":"主耶和華講，我kí我ê永活來chiù-chōa，我beh用大權能ê手，kap伸出ê手骨，kap piàⁿ出ê大受氣做lín ê王。"}},{"book":"結","chapter":20,"verse":34,"versions":{"unv":"我必用大能的手和伸出來的膀臂，並傾出來的忿怒，將你們從萬民中領出來，從分散的列國內聚集你們。","bklcl":"Góa beh ēng tōa koân-lêng ê chhiú, kap chhun-chhut ê chhiú-kut, kap piàⁿ-chhut ê tōa siū-khì tùi lia̍t-pang-tiong chhōa lín chhut, ia̍h tùi lín sì-sòaⁿ-khì hiah-ê kok chū-chi̍p lín.","tghg":"我欲用大權能的手及伸出的手骨，及傾出的大受氣，對列邦中導恁出，亦對恁四散去許個國聚集恁。","bklhl":"我beh用大權能ê手，kap伸出ê手骨，kap piàⁿ出ê大受氣tùi列邦中chhōa lín出，亦tùi lín四散去hiah-ê國聚集lín。"}},{"book":"結","chapter":20,"verse":35,"versions":{"unv":"我必帶你們到外邦人的曠野，在那裡當面刑罰你們。","bklcl":"Góa beh chhōa lín kàu gōa-pang lâng ê khòng-iá, tī-hia tng-bīn sím-mn̄g lín.","tghg":"我欲導恁到外邦人的曠野，佇遐當面審問恁。","bklhl":"我beh chhōa lín到外邦人ê曠野，tī-hia當面審問lín。"}},{"book":"結","chapter":20,"verse":36,"versions":{"unv":"我怎樣在埃及地的曠野刑罰你們的列祖，也必照樣刑罰你們。這是主耶和華說的。","bklcl":"Góa àn-cháiⁿ-iūⁿ tī Ai-ki̍p tōe ê khòng-iá sím-mn̄g lín ê lia̍t-chó͘, ia̍h beh án-ni sím-mn̄g lín; che sī Chú Iâ-hô-hoa kóng--ê.","tghg":"我按怎樣佇埃及地的曠野審問恁的列祖，亦欲按呢審問恁。這是主耶和華講的。","bklhl":"我àn怎樣tī埃及地ê曠野審問lín ê列祖，亦beh án-ni審問lín；這是主耶和華講ê。"}},{"book":"結","chapter":20,"verse":37,"versions":{"unv":"我必使你們從杖下經過，使你們被約拘束。","bklcl":"Góa beh hō͘ lín keng-kè koáiⁿ-á-ē, ia̍h beh hō͘ lín siū iok ê khu-sok.","tghg":"我欲互恁經過枴仔下，亦欲互恁受約的拘束。","bklhl":"我beh hō͘ lín經過柺á下，亦beh hō͘ lín受約ê拘束。"}},{"book":"結","chapter":20,"verse":38,"versions":{"unv":"我必從你們中間除淨叛逆和得罪我的人，將他們從所寄居的地方領出來，他們卻不得入以色列地。你們就知道我是耶和華。","bklcl":"Góa beh tùi lín tiong-kan it-chīn tû hiah-ê pōe-ge̍k kap tek-chōe Góa ê lâng; chhōa in chhut in kià-kha ê tōe-hng, chóng-sī in bōe-tit ji̍p Í-sek-lia̍t tōe; lín chiū chai Góa sī Iâ-hô-hoa.","tghg":"我欲對恁中間一盡除許個悖逆及得罪我的人，導𪜶出𪜶寄腳的地方，總是𪜶𣍐得入以色列地。恁就知我是耶和華。","bklhl":"我beh tùi lín中間一盡除hiah-ê悖逆kap得罪我ê人；chhōa in出in寄腳ê地方，總是in bōe得入以色列地；lín就知我是耶和華。"}},{"book":"結","chapter":20,"verse":39,"versions":{"unv":"「以色列家啊，至於你們，主耶和華如此說：從此以後若不聽從我，就任憑你們去事奉偶像，只是不可再因你們的供物和偶像褻瀆我的聖名。","bklcl":"Í-sek-lia̍t-ke ah, lūn-kàu lín, Chú Iâ-hô-hoa án-ni kóng, Khì ah, ta̍k-lâng ho̍k-sāi i ê ngó͘-siōng, to̍k-to̍k āu-lâi tek-khak beh thiaⁿ Góa, bô koh ēng lé-mi̍h kap ngó͘-siōng siat-to̍k Góa ê sèng-miâ.","tghg":"「以色列家啊，論到恁，主耶和華按呢講：去啊，逐人服事伊的偶像，獨獨後來的確欲聽我，無閣用禮物及偶像褻瀆我的聖名。","bklhl":"以色列家ah，論到lín，主耶和華án-ni講，去ah，ta̍k人服事伊ê偶像，獨獨後來的確beh聽我，無koh用禮物kap偶像褻瀆我ê聖名。"}},{"book":"結","chapter":20,"verse":40,"versions":{"unv":"「主耶和華說：在我的聖山，就是以色列高處的山，所有以色列的全家都要事奉我。我要在那裡悅納你們，向你們要供物和初熟的土產，並一切的聖物。","bklcl":"Chú Iâ-hô-hoa kóng, Tī Góa ê sèng-soaⁿ, chiū-sī Í-sek-lia̍t koâiⁿ ê soaⁿ, tī-hia Í-sek-lia̍t choân-ke ê chèng-lâng, beh tī hit ê tōe ho̍k-sāi Góa, tī-hia Góa beh chiap-la̍p lín, tī-hia Góa beh kā lín thó lé-mi̍h, kap lín khí-thâu-se̍k ê thó͘-sán, í-ki̍p lín it-chhè ê sèng-mi̍h.","tghg":"「主耶和華講：佇我的聖山，就是以色列高的山，佇遐以色列全家的眾人欲佇彼個地服事我。佇遐我欲接納恁，佇遐我欲給恁討禮物及恁起頭熟的土產，以及恁一切的聖物。","bklhl":"主耶和華講，Tī我ê聖山，就是以色列高ê山，tī-hia以色列全家ê眾人，beh tī hit ê地服事我，tī-hia我beh接納lín，tī-hia我beh kā lín討禮物，kap lín起頭熟ê土產，以及lín一切ê聖物。"}},{"book":"結","chapter":20,"verse":41,"versions":{"unv":"我從萬民中領你們出來，從分散的列國內聚集你們，那時我必悅納你們好像馨香之祭，要在外邦人眼前在你們身上顯為聖。","bklcl":"Góa tùi chiah-ê peh-sìⁿ-tiong chhōa lín chhut, tùi lín sì-sòaⁿ--khì ê lia̍t-kok-tiong chū-chi̍p lín; hit-sî Góa beh chiap-la̍p lín chhin-chhiūⁿ phang-hiuⁿ; Góa beh tī lín tit-tio̍h hián-bêng chòe-sèng, hō͘ gōa-pang lâng khòaⁿ-kìⁿ.","tghg":"我對諸個百姓中導恁出，對恁四散去的列國中聚集恁，彼時我欲接納恁親像芳香(phang-hiuⁿ)；我欲佇恁得著顯明做聖互外邦人看見。","bklhl":"我tùi chiah ê百姓中chhōa lín出，tùi lín四散去ê列國中聚集lín；hit時我beh接納lín親像芳香；我beh tī lín得tio̍h顯明做聖，hō͘外邦人看見。"}},{"book":"結","chapter":20,"verse":42,"versions":{"unv":"我領你們進入以色列地，就是我起誓應許賜給你們列祖之地，那時你們就知道我是耶和華。","bklcl":"Góa chhōa lín ji̍p Í-sek-lia̍t tōe, chiū-sī Góa kia̍h-khí Góa ê chhiú, kóng beh siúⁿ-sù lín lia̍t-chó͘ ê tōe, hit-sî lín chiū chai Góa sī Iâ-hô-hoa.","tghg":"我導恁入以色列地，就是我攑起我的手講欲賞賜恁列祖的地，彼時恁就知我是耶和華。","bklhl":"我chhōa lín入以色列地，就是我kia̍h起我ê手，講beh賞賜lín列祖ê地，hit時lín就知我是耶和華。"}},{"book":"結","chapter":20,"verse":43,"versions":{"unv":"你們在那裡要追念玷污自己的行動作為，又要因所做的一切惡事厭惡自己。","bklcl":"Tī-hia lín beh kì-tit lín ê só͘-kiâⁿ só͘ chòe, chiū-sī lín tùi hiah-ê lâi phah lâ-sâm lín ka-kī--ê; koh beh in-ūi lín só͘ kiâⁿ it-chhè ê pháiⁿ, lâi ka-kī iàm-ò͘ⁿ.","tghg":"佇遐恁欲記得恁的所行所做，就是恁對許個來拍垃墋恁家己者，閣欲因為恁所行一切的歹來家己厭惡。","bklhl":"Tī-hia lín beh記得lín ê所行所做，就是lín tùi hiah-ê來phah lâ-sâm lín家己ê；koh beh 因為lín所行一切ê pháiⁿ，來家己厭惡。"}},{"book":"結","chapter":20,"verse":44,"versions":{"unv":"主耶和華說：以色列家啊，我為我名的緣故，不照著你們的惡行和你們的壞事待你們；你們就知道我是耶和華。」","bklcl":"Chú Iâ-hô-hoa kóng, Í-sek-lia̍t-ke ah, Góa ūi-tio̍h Góa ê miâ ê iân-kò͘, bô chiàu lín ê pháiⁿ só͘-kiâⁿ, kap lín ê hú-pāi ê só͘-chòe khoán-thāi lín; lín chiū chai Góa sī Iâ-hô-hoa.","tghg":"主耶和華講：以色列家啊，我為著我的名的緣故，無照恁的歹所行及恁的腐敗的所做款待恁；恁就知我是耶和華。」","bklhl":"主耶和華講，以色列家ah，我為tio̍h我ê名ê緣故，無照lín ê pháiⁿ所行，kap lín ê腐敗ê所做款待lín；lín就知我是耶和華。"}},{"book":"結","chapter":20,"verse":45,"versions":{"unv":"耶和華的話臨到我說：","bklcl":"Iâ-hô-hoa ê ōe lîm-kàu Góa kóng,","tghg":"耶和華的話臨到我講：","bklhl":"耶和華ê話臨到我講，"}},{"book":"結","chapter":20,"verse":46,"versions":{"unv":"「人子啊，你要面向南方，向南滴下預言攻擊南方田野的樹林。","bklcl":"Jîn-chú ah, lí ê bīn tio̍h ǹg lâm-hng, ǹg lâm-hng piàⁿ-chhut ōe, kong-kek lâm-hng chhân-iá ê chhiū-nâ lâi soan-thoân.","tghg":"「人子啊，你的面著向南方，向南方傾出話攻擊南方田野的樹林來宣傳。","bklhl":"人子ah，你ê面tio̍h ǹg南方，ǹg南方piàⁿ出話，攻擊南方田野ê樹林來宣傳。"}},{"book":"結","chapter":20,"verse":47,"versions":{"unv":"對南方的樹林說，要聽耶和華的話。主耶和華如此說：我必使火在你中間著起，燒滅你中間的一切青樹和枯樹，猛烈的火焰必不熄滅。從南到北，人的臉面都被燒焦。","bklcl":"Tùi lâm-hng ê chhiū-nâ kóng, Tio̍h thiaⁿ Iâ-hô-hoa ê ōe; Chú Iâ-hô-hoa án-ni kóng, Khòaⁿ ah, Góa beh tī lí tiong kan khí hé, sio lí tiong-kan it-chhè chhiⁿ-chhùi ê chhiū, kap ko͘-tâ ê chhiū; béng-lia̍t ê hé-iām, tek-khak bô sit; tùi lâm kàu pak, ta̍k-bīn lóng siū sio.","tghg":"對南方的樹林講，著聽耶和華的話。主耶和華按呢講：看啊，我欲佇你中間起火，燒你中間一切青翠的樹及枯焦的樹，猛烈的火焰的確無熄(sit)。對南到北，逐面攏受燒。","bklhl":"Tùi南方ê樹林講，Tio̍h聽耶和華ê話；主耶和華án-ni講，看ah，我beh tī你中間起火，燒你中間一切青翠ê樹，kap枯焦ê樹；猛烈ê火燄，的確無熄；tùi南到北，ta̍k面lóng受燒。"}},{"book":"結","chapter":20,"verse":48,"versions":{"unv":"凡有血氣的都必知道是我─耶和華使火著起，這火必不熄滅。」","bklcl":"Hoān-nā ū hiat-khì--ê, lóng beh chai khí-hé--ê, sī Góa Iâ-hô-hoa.","tghg":"凡若有血氣者攏欲知起火者，是我耶和華。」","bklhl":"凡若有血氣ê，lóng beh知起火ê，是我耶和華。"}},{"book":"結","chapter":20,"verse":49,"versions":{"unv":"於是我說：「哎！主耶和華啊，人都指著我說：他豈不是說比喻的嗎？」","bklcl":"Tùi án-ni  góa kóng, Hāiⁿ ah, Chú Iâ-hô-hoa ah, lâng lóng gī-lūn góa kóng, I kiám m̄-sī teh kóng phì-jū?","tghg":"對按呢我講：「嗐(hāiⁿ)啊！主耶和華啊，人攏議論我講：伊豈呣是啲講譬喻？」","bklhl":"Tùi án-ni，我講，Hāiⁿ ah，主耶和華ah，人lóng議論我講，伊kiám m̄是teh講譬喻？"}}]