[{"book":"結","chapter":4,"verse":1,"versions":{"unv":"「人子啊，你要拿一塊磚，擺在你面前，將一座耶路撒冷城畫在其上，","bklcl":"Jîn-chú ah, lí tio̍h the̍h chi̍t tè chng, hē tī lí ê bīn-chêng; ūi Iâ-lō͘-sat-léng siâⁿ tī hí téng-bīn.","tghg":"「人子啊，你著提一塊磚，下(hē)佇你的面前，畫耶路撒冷城佇彼頂面，","bklhl":"人子ah，你tio̍h the̍h一塊磚，hē tī你ê面前；畫耶路撒冷城tī hit頂面。"}},{"book":"結","chapter":4,"verse":2,"versions":{"unv":"又圍困這城，造臺築壘，安營攻擊，在四圍安設撞錘攻城，","bklcl":"Koh ûi-khùn kong-kek--i, khí thô͘-tui kong-kek--i, tī sì-ûi an-siat tōa-thûi kong-kek--i.","tghg":"閣圍困攻擊伊，起土堆攻擊伊，佇四圍安設大錘攻擊伊，","bklhl":"Koh圍困攻擊伊，起土堆攻擊伊，tī四圍安設大槌攻擊伊。"}},{"book":"結","chapter":4,"verse":3,"versions":{"unv":"又要拿個鐵鏊，放在你和城的中間，作為鐵牆。你要對面攻擊這城，使城被困；這樣，好作以色列家的預兆。","bklcl":"Koh tio̍h the̍h thih-pán, hē tī lí kap siâⁿ ê tiong-kan, chún-chòe thih-chhiûⁿ; lí ê bīn tiāⁿ-tiāⁿ ǹg--i, chiū siâⁿ siū ûi-khùn, lí beh ûi-khùn i.  Che thang chòe tiāu-thâu tī Í-sek-lia̍t ke.","tghg":"閣著提鐵板，下佇你及城的中間，準做鐵牆。你的面定定向伊，就城受圍困，你欲圍困伊；這通做兆頭(tiāu-thâu)佇以色列家。","bklhl":"Koh tio̍h the̍h鐵板，hē tī你kap城ê中間，準做鐵牆；你ê面定定ǹg伊，就城受圍困，你beh圍困伊。這thang做兆頭tī以色列家。"}},{"book":"結","chapter":4,"verse":4,"versions":{"unv":"你要向左側臥，承當以色列家的罪孽；要按你向左側臥的日數，擔當他們的罪孽。","bklcl":"Lí tio̍h khi tò-pêng tó-teh, tam-tng Í-sek-lia̍t ke ê chōe; chiàu lí khi tò-pêng tó--teh ê ji̍t jōa-chōe, lí tam-tng in ê chōe iā sī án-ni.","tghg":"「你著敧(khi)倒旁倒啲，擔當以色列家的罪；照你敧倒旁倒啲的日偌多，你擔當𪜶的罪也是按呢。","bklhl":"你tio̍h khi tò-pêng倒teh，擔當以色列家ê罪；照你khi tò-pêng倒teh ê日jōa-chōe，你擔當in ê罪也是án-ni。"}},{"book":"結","chapter":4,"verse":5,"versions":{"unv":"因為我已將他們作孽的年數定為你向左側臥的日數，就是三百九十日，你要這樣擔當以色列家的罪孽。","bklcl":"Góa chiong in hoān-chōe ê nî hō͘ lí ēng ji̍t ê siàu-gia̍h lâi tí--i, chiū-sī saⁿ-pah káu-cha̍p ji̍t; lí chiàu án-ni tam-tng Í-sek-lia̍t ke ê chōe-kòa.","tghg":"我將𪜶犯罪的年互你用日的數額(siàu-gia̍h)來抵(tí)伊，就是三百九十日，你照按呢擔當以色列家的罪過。","bklhl":"我將in犯罪ê年hō͘你用日ê數額來抵伊，就是三百九十日；你照án-ni擔當以色列家ê罪過。"}},{"book":"結","chapter":4,"verse":6,"versions":{"unv":"再者，你滿了這些日子，還要向右側臥，擔當猶大家的罪孽。我給你定規側臥四十日，一日頂一年。","bklcl":"Lí í-keng móa chiah-ê ji̍t, tio̍h koh khi chiàⁿ-pêng tó-teh, tam-tng Iû-tāi ke ê chōe-kòa, Góa kā lí hān sì-cha̍p ji̍t, chi̍t-ji̍t tí chi̍t-nî.","tghg":"你已經滿諸個日，著閣敧正旁倒啲，擔當猶大家的罪過。我給你限四十日，一日抵一年。","bklhl":"你已經滿chiah ê日，tio̍h koh khi chiàⁿ-pêng倒teh，擔當偤大家ê罪過，我kā你限四十日，一日抵一年。"}},{"book":"結","chapter":4,"verse":7,"versions":{"unv":"你要露出膀臂，面向被困的耶路撒冷，說預言攻擊這城。","bklcl":"Só͘-í lí ê bīn tio̍h tiāⁿ-tiāⁿ ǹg siū ûi-khùn ê Iâ-lō͘-sat-léng, chhiú-kut le̍k theh-theh, soan-thoân lâi kong-kek--i.","tghg":"所以你的面著定定向受圍困的耶路撒冷，手骨露裼裼(le̍k theh-theh)，宣傳來攻擊伊。","bklhl":"所以你ê面tio̍h定定ǹg受圍困ê耶路撒冷，手骨le̍k theh-theh，宣傳來攻擊伊。"}},{"book":"結","chapter":4,"verse":8,"versions":{"unv":"我用繩索捆綁你，使你不能輾轉，直等你滿了困城的日子。","bklcl":"Khòaⁿ ah, Góa beh ēng soh hē tī lí ê sin-chiūⁿ; tì-kàu lí bōe-ōe hoan kè-pêng, kàu lí ûi-khùn siâⁿ ê ji̍t móa.","tghg":"看啊，我欲用索下佇你的身上，致到你𣍐會翻過旁，到你圍困城的日滿。","bklhl":"看ah，我beh用索hē tī你ê身上；致到你bōe能翻過pêng，到你圍困城ê日滿。"}},{"book":"結","chapter":4,"verse":9,"versions":{"unv":"你要取小麥、大麥、豆子、紅豆、小米、粗麥，裝在一個器皿中，用以為自己做餅；要按你側臥的三百九十日吃這餅。","bklcl":"Lí tio̍h the̍h sió-be̍h, tōa-be̍h, tāu-á, âng-tāu, sóe-á, kap chho͘-be̍h, tóe tī chi̍t ê khì-kū-lāi; ūi-tio̍h pún-sin ēng--i lâi chòe-piáⁿ, chiàu lí tó thán-khi ê ji̍t ê siàu-gia̍h, chiū-sī saⁿ-pah káu-cha̍p ji̍t, lí tio̍h chia̍h--i.","tghg":"「你著提小麥、大麥、豆仔、紅豆、黍仔(sóe-á)、及粗麥，貯佇一個器具內，為著本身用伊來做餅；照你倒坦敧的日的數額，就是三百九十日你著食伊。","bklhl":"你tio̍h the̍h小麥、大麥、豆á、紅豆、黍á，kap粗麥，貯tī一个器具內；為tio̍h本身用伊來做餅，照你倒thán-khi ê日ê數額，就是三百九十日，你tio̍h食伊。"}},{"book":"結","chapter":4,"verse":10,"versions":{"unv":"你所吃的要按分兩吃，每日二十舍客勒，按時而吃。","bklcl":"Lí só͘ chia̍h ê si̍t-bu̍t, tio̍h chiàu chhìn-tāng, ta̍k-ji̍t chia̍h jī-cha̍p sià-khek-le̍k, chiàu-sî lâi chia̍h.","tghg":"你所食的食物著照秤重，逐日食二十舍客勒，照時來食。","bklhl":"你所食ê食物，tio̍h照秤重，ta̍k日食二十sià-khek-le̍k，照時來食。"}},{"book":"結","chapter":4,"verse":11,"versions":{"unv":"你喝水也要按制子，每日喝一欣六分之一，按時而喝。","bklcl":"Lí lim chúi ia̍h tio̍h chiàu niû, ta̍k-ji̍t chi̍t-him ê la̍k-hūn-chi̍t; chiàu-sî lâi lim.","tghg":"你飲水亦著照量(niû)，逐日一欣的六份一，照時來飲。","bklhl":"你lim水亦tio̍h照量，ta̍k日一him ê 六份一；照時來lim。"}},{"book":"結","chapter":4,"verse":12,"versions":{"unv":"你吃這餅像吃大麥餅一樣，要用人糞在眾人眼前燒烤。」","bklcl":"Lí chia̍h chit ê piáⁿ, chhin-chhiūⁿ chia̍h tōa-be̍h-piáⁿ chi̍t-iūⁿ; tio̍h ēng lâng só͘ pàng ê pùn, pek--i tī chèng-lâng ê ba̍k-chiu-chêng.","tghg":"你食此個餅親像食大麥餅一樣，著用人所放的糞(pùn)，煏(pek)伊佇眾人的目睭前。」","bklhl":"你食chit ê餅，親像食大麥餅一樣；tio̍h用人所放ê糞，pek伊tī眾人ê目睭前。"}},{"book":"結","chapter":4,"verse":13,"versions":{"unv":"耶和華說：「以色列人在我所趕他們到的各國中，也必這樣吃不潔淨的食物。」","bklcl":"Iâ-hô-hoa kóng, Í-sek-lia̍t lâng tī Góa só͘ kóaⁿ in kàu ê lia̍t-kok-tiong, ia̍h tek-khak án-ni chia̍h bô chheng-khì ê piáⁿ.","tghg":"耶和華講：「以色列人佇我所趕𪜶到的列國中，亦的確按呢食無清氣的餅。」","bklhl":"耶和華講，以色列人tī我所趕in到ê列國中，亦的確án-ni食無清氣ê餅。"}},{"book":"結","chapter":4,"verse":14,"versions":{"unv":"我說：「哎！主耶和華啊，我素來未曾被玷污，從幼年到如今沒有吃過自死的，或被野獸撕裂的，那可憎的肉也未曾入我的口。」","bklcl":"Góa kóng, Ai ah, Chú Iâ-hô-hoa ah, góa pêng-sò͘ bē-bat bak-tio̍h lâ-sâm, tùi sòe-hàn kàu-taⁿ, bē-bat chia̍h ka-kī sí--ê, á-sī hō͘ iá-siù thiah-li̍h--ê; hit ê khó-ò͘ⁿ ê bah, ia̍h bē-bat ji̍p góa ê chhùi.","tghg":"我講：「唉啊！主耶和華啊，我平素未曾染(bak)著垃墋，對細漢到今未曾食家己死者，抑是互野獸拆裂者，彼個可惡的肉亦未曾入我的嘴。」","bklhl":"我講，Ai ah，主耶和華ah，我平素bē-bat bak-tio̍h lâ-sâm，tùi細漢到taⁿ，bē-bat食家己死ê，á是hō͘野獸拆裂ê；hit ê可惡ê肉，亦bē-bat入我ê嘴。"}},{"book":"結","chapter":4,"verse":15,"versions":{"unv":"於是他對我說：「看哪，我給你牛糞代替人糞，你要將你的餅烤在其上。」","bklcl":"Tùi án-ni I tùi góa kóng, Khòaⁿ ah, Góa hō͘ lí ēng gû-sái lâi thòe lâng ê pùn; lí tio̍h chiong lí ê piáⁿ pek tī hit téng-bīn.","tghg":"對按呢伊對我講：「看啊，我互你用牛屎來替人的糞，你著將你的餅煏佇彼頂面。」","bklhl":"Tùi án-ni，祂對我講，看ah，我hō͘你用牛屎來替人ê糞；你tio̍h將你ê餅pek tī hit頂面。"}},{"book":"結","chapter":4,"verse":16,"versions":{"unv":"他又對我說：「人子啊，我必在耶路撒冷折斷他們的杖，就是斷絕他們的糧。他們吃餅要按分兩，憂慮而吃；喝水也要按制子，驚惶而喝；","bklcl":"I koh tùi góa kóng, Jîn-chú ah, khòaⁿ ah, Góa beh tī Iâ-lō͘-sat-léng toān-choa̍t in só͘ óa-khò ê bí-niû; in chia̍h-piáⁿ tio̍h chiàu chhìn, chún-chat lâi chia̍h; lim chúi ia̍h tio̍h chiàu niû, gông-ngia̍h lâi lim.","tghg":"伊閣對我講：「人子啊，看啊，我欲佇耶路撒冷斷絕𪜶所倚靠的米糧。𪜶食餅著照秤，撙節(chún-chat)來食；飲水亦著照量，卬愕來飲；","bklhl":"祂koh對我講，人子ah，看ah，我beh tī耶路撒冷斷絕in所óa靠ê米糧；in食餅tio̍h照秤，撙節來食；lim水亦tio̍h照量，gông-ngia̍h來lim。"}},{"book":"結","chapter":4,"verse":17,"versions":{"unv":"使他們缺糧缺水，彼此驚惶，因自己的罪孽消滅。」","bklcl":"Hō͘ in khiàm-kheh piáⁿ kap chúi, saⁿ-kap gông-ngia̍h, koh tī in ê chōe-kòa lâi siau-bia̍t.","tghg":"互𪜶欠缺餅及水，相及卬愕，閣佇𪜶的罪過來消滅。」","bklhl":"Hō͘ in欠缺餅kap水，相kap gông-ngia̍h，koh tī in ê罪過來消滅。"}}]