[{"book":"結","chapter":25,"verse":1,"versions":{"unv":"耶和華的話臨到我說：","bklcl":"Iâ-hô-hoa ê ōe lîm-kàu góa kóng,","tghg":"耶和華的話臨到我講：","bklhl":"耶和華ê話臨到我講，"}},{"book":"結","chapter":25,"verse":2,"versions":{"unv":"「人子啊，你要面向亞捫人說預言，攻擊他們，","bklcl":"Jîn-chú ah, lí tio̍h bīn ǹg A-bûn cho̍k, soan-thoân kong-kek in, kóng, Lín tio̍h thiaⁿ Chú Iâ-hô-hoa ê ōe;","tghg":"「人子啊，你著面向亞捫族宣傳，攻擊𪜶，","bklhl":"人子ah，你tio̍h面ǹg A-bûn族，宣傳攻擊in，講，Lín tio̍h聽主耶和華ê話；"}},{"book":"結","chapter":25,"verse":3,"versions":{"unv":"說：你們當聽主耶和華的話。主耶和華如此說：我的聖所被褻瀆，以色列地變荒涼，猶大家被擄掠；那時，你便因這些事說：『阿哈！』","bklcl":"Chú Iâ-hô-hoa án-ni kóng, Góa ê sèng-só͘ siū phah lâ-sâm, Í-sek-lia̍t tōe tú-tio̍h pha-hng, Iû-tāi-ke hō͘ lâng lia̍h; hit-sî lí in-ūi chiah-ê sū, ēng ōe kong-kek in kóng, Hō͘--chāi!","tghg":"講：恁著聽主耶和華的話。主耶和華按呢講：我的聖所受拍垃墋，以色列地抵著(tú-tio̍h)拋荒，猶大家互人掠；彼時，你因為諸個事用話攻擊𪜶講：『呼哉！』","bklhl":"主耶和華án-ni講，我ê聖所受phah lâ-sâm，以色列地tú-tio̍h拋荒，偤大家hō͘人掠；hit時你因為chiah ê事，用話攻擊in講，呼哉！"}},{"book":"結","chapter":25,"verse":4,"versions":{"unv":"所以我必將你的地交給東方人為業；他們必在你的地上安營居住，吃你的果子，喝你的奶。","bklcl":"Khòaⁿ ah, só͘-í Góa beh chiong lí kau hō͘ tang-hng ê lâng chòe-gia̍p; in beh tī lí ê só͘-chāi chat-iâⁿ khiā-khí, chia̍h lí ê ké-chí, lim lí ê leng.","tghg":"看啊，所以我欲將你交互東方的人做業；𪜶欲佇你的所在紮營徛起，食你的果子，飲你的奶。","bklhl":"看ah，所以我beh將你交hō͘東方ê人做業；in beh tī你ê所在紮營khiā起，食你ê果子，lim你ê leng。"}},{"book":"結","chapter":25,"verse":5,"versions":{"unv":"我必使拉巴為駱駝場，使亞捫人的地為羊群躺臥之處，你們就知道我是耶和華。」","bklcl":"Góa beh hō͘ La̍h-pa chòe lo̍k-tô ê tiâu, hō͘ A-bûn cho̍k ê tōe chòe iûⁿ-kûn tó ê só͘-chāi; lín chiū chai Góa sī Iâ-hô-hoa.","tghg":"我欲互拉巴做駱駝的[廄](tiâu)，互亞捫族的地做羊群倒的所在，恁就知我是耶和華。","bklhl":"我beh hō͘ La̍h-pa做駱駝ê寮，hō͘ A-bûn族ê地做羊群倒ê所在；lín就知我是耶和華。"}},{"book":"結","chapter":25,"verse":6,"versions":{"unv":"主耶和華如此說：「因你拍手頓足，以滿心的恨惡向以色列地歡喜，","bklcl":"Chú Iâ-hô-hoa án-ni kóng, In-ūi lí tah-chhiú tǹg-kha, móa-sim biáu-sī, ǹg Í-sek-lia̍t tōe hoaⁿ-hí;","tghg":"主耶和華按呢講：「因為你搭(tah)手頓(tǹg)腳，滿心藐視，向以色列地歡喜，","bklhl":"主耶和華án-ni講，因為你搭手頓腳，滿心藐視，ǹg以色列地歡喜；"}},{"book":"結","chapter":25,"verse":7,"versions":{"unv":"所以我伸手攻擊你，將你交給列國作為擄物。我必從萬民中剪除你，使你從萬國中敗亡。我必除滅你，你就知道我是耶和華。」","bklcl":"khòaⁿ ah, só͘-í Góa chhun Góa ê chhiú kong-kek lí, chiong lí kau hō͘ lia̍t-kok chhiúⁿ--khì; Góa beh tùi lia̍t-pang-tiong chián-tû lí, hō͘ lí tī bān-kok-tiong pāi-bô; Góa beh tû-bia̍t lí; lí chiū chai Góa sī Iâ-hô-hoa.","tghg":"看啊，所以我伸我的手攻擊你，將你交互列國搶去。我欲對列邦中剪除你，互你佇萬國中敗無。我欲除滅你，你就知我是耶和華。」","bklhl":"看ah，所以我伸我ê手攻擊你，將你交hō͘列國搶去；我beh tùi列邦中剪除你，hō͘你tī萬國中敗無；我beh除滅你；你就知我是耶和華。"}},{"book":"結","chapter":25,"verse":8,"versions":{"unv":"主耶和華如此說：「因摩押和西珥人說：『看哪，猶大家與列國無異』，","bklcl":"Chú Iâ-hô-hoa án-ni kóng, In-ūi Mô͘-ap kap Se-jíⁿ ū teh kóng, Khòaⁿ ah, Iû-tāi-ke kap chèng-kok bô koh-iūⁿ;","tghg":"主耶和華按呢講：「因為摩押及西珥有啲講：『看啊，猶大家及眾國無各樣』，","bklhl":"主耶和華án-ni講，因為Mô͘-ap kap Se-jíⁿ有teh講，看ah，偤大家kap眾國無各樣；"}},{"book":"結","chapter":25,"verse":9,"versions":{"unv":"所以我要破開摩押邊界上的城邑，就是摩押人看為本國之榮耀的伯‧耶西末、巴力‧免、基列亭，","bklcl":"khòaⁿ ah, in-ūi án-ni, Góa beh khui Mô͘-ap ê pian-kài tùi chiah-ê siâⁿ, tùi i pian-kài chiah-ê siâⁿ, chòe i pún-kok ê êng-kng--ê, chiū-sī Pek-iâ-se-boa̍t, Pa-le̍k-bián, Ki-lia̍t-têng,","tghg":"看啊，因為按呢我欲開摩押的邊界對諸個城，對伊邊界諸個城做伊本國的榮光的，就是伯耶西末、巴力免、基列亭，","bklhl":"看ah，因為án-ni，我beh開 Mô͘-ap ê邊界tùi chiah ê城，tùi伊邊界chiah ê城，做伊本國ê榮光ê，就是Pek-iâ-se-boa̍t，Pa-le̍k-bián，Ki-lia̍t-têng，"}},{"book":"結","chapter":25,"verse":10,"versions":{"unv":"好使東方人來攻擊亞捫人。我必將亞捫人之地交給他們為業，使亞捫人在列國中不再被記念。","bklcl":"hō͘ i kap A-bûn cho̍k lóng kau tī tang-hng ê peh-sìⁿ chòe-gia̍p, hō͘ A-bûn cho̍k bô koh siū kì-liām tī lia̍t-pang-tiong.","tghg":"互伊及亞捫族攏交佇東方的百姓做業，互亞門族無閣受紀念佇列邦中。","bklhl":"Hō͘伊kap A-bûn族lóng交tī東方ê百姓做業，hō͘ A-bûn族無koh受記念tī列邦中。"}},{"book":"結","chapter":25,"verse":11,"versions":{"unv":"我必向摩押施行審判，他們就知道我是耶和華。」","bklcl":"Góa iā beh sím-phòaⁿ Mô͘-ap; in chiū chai Góa sī Iâ-hô-hoa.","tghg":"我也欲審判摩押，𪜶就知我是耶和華。」","bklhl":"我也beh審判Mô͘-ap；in就知我是耶和華。"}},{"book":"結","chapter":25,"verse":12,"versions":{"unv":"主耶和華如此說：「因為以東報仇雪恨，攻擊猶大家，向他們報仇，大大有罪，","bklcl":"Chú Iâ-hô-hoa án-ni kóng, In-ūi Í-tong ê só͘-kiâⁿ, chiū-sī kong-kek Iû-tāi-ke lâi pò-siû, tùi in ê pò-siû lâi hoān tāng-chōe;","tghg":"主耶和華按呢講：「因為以東的所行，就是攻擊猶大家來報讎(pò-siû)，對𪜶的報讎，來犯重罪，","bklhl":"主耶和華án-ni講，因為Í-tong ê所行，就是攻擊偤大家來報仇，tùi in ê報仇來犯重罪；"}},{"book":"結","chapter":25,"verse":13,"versions":{"unv":"所以主耶和華如此說：我必伸手攻擊以東，剪除人與牲畜，使以東從提幔起，人必倒在刀下，地要變為荒涼，直到底但。","bklcl":"só͘-í Chú Iâ-hô-hoa án-ni kóng, Góa beh chhun Góa ê chhiú kong-kek Í-tong, chián-tû in hia ê lâng kap cheng-siⁿ; hō͘ i pha-hng tùi Thê-bān; kàu Tí-tàn lâng lóng sí tī to-ē.","tghg":"所以主耶和華按呢講：我欲伸我的手攻擊以東，剪除𪜶遐的人及精牲，互伊拋荒對提幔，到底但，人攏死佇刀下。","bklhl":"所以主耶和華án-ni講，我beh伸我ê手攻擊Í-tong，剪除in hia ê人kap cheng-siⁿ；hō͘伊拋荒tùi Thê-bān；到Tí-tàn人lóng死tī刀下。"}},{"book":"結","chapter":25,"verse":14,"versions":{"unv":"我必藉我民以色列的手報復以東；以色列民必照我的怒氣，按我的忿怒在以東施報，以東人就知道是我施報。這是主耶和華說的。」","bklcl":"Koh Góa beh ēng Góa ê peh-sìⁿ Í-sek-lia̍t ê chhiú, lâi pò Góa ê kiû-siû tī Í-tong; in beh chiàu Góa ê siū-khì, chiàu Góa ê tōa siū-khì, lâi kiâⁿ tī Í-tong; chiū in beh chai Góa ê pò-siû; che sī Chú Iâ-hô-hoa kóng--ê.","tghg":"閣我欲用我的百姓以色列的手來報我的仇讎(kiû-siû)佇以東；𪜶欲照我的受氣，照我的大受氣來行佇以東，就𪜶欲知我的報讎。這是主耶和華講的。」","bklhl":"Koh我beh用我ê百姓以色列ê手，來報我ê仇讎tī Í-tong；in beh照我ê受氣，照我ê大受氣，來行tī Í-tong；就in beh知我ê報仇；這是主耶和華講ê。"}},{"book":"結","chapter":25,"verse":15,"versions":{"unv":"主耶和華如此說：「因非利士人向猶大人報仇，就是以恨惡的心報仇雪恨，永懷仇恨，要毀滅他們，","bklcl":"Chú Iâ-hô-hoa án-ni kóng, In-ūi Hui-lī-sū lâng kiâⁿ pò-siû, chûn-sim biáu-sī lâi pò-siû, kiat sí-oàn beh châu-bia̍t--in;","tghg":"主耶和華按呢講：「因為非利士人行報讎，存心藐視來報讎，結死怨，欲剿滅(châu-bia̍t)𪜶，","bklhl":"主耶和華án-ni講，因為腓利士人行報仇，存心藐視來報仇，結死怨 beh剿滅in；"}},{"book":"結","chapter":25,"verse":16,"versions":{"unv":"所以主耶和華如此說：我必伸手攻擊非利士人，剪除基利提人，滅絕沿海剩下的居民。","bklcl":"só͘-í Chú Iâ-hô-hoa án-ni kóng, Khòaⁿ ah, Góa beh chhun Góa ê chhiú kong-kek Hui-lī-sū lâng; Góa beh chián-tû Ki-thê lâng, bia̍t-bô iân-hái só͘ chhun ê peh-sìⁿ.","tghg":"所以主耶和華按呢講：看啊，我欲伸我的手攻擊非利士人，我欲剪除基提人，滅無沿海所剩(chhun)的百姓。","bklhl":"所以主耶和華án-ni講，看ah，我beh伸我ê手攻擊腓利士人；我beh剪除Ki-thê人，滅無沿海所chhun ê百姓。"}},{"book":"結","chapter":25,"verse":17,"versions":{"unv":"我向他們大施報應，發怒斥責他們。我報復他們的時候，他們就知道我是耶和華。」","bklcl":"Góa beh ēng tōa siū-khì ê chek-hoa̍t, tùi in kiâⁿ tōa ê pò-siû; Góa tùi in pò-siû ê sî, in chiū chai Góa sī Iâ-hô-hoa.","tghg":"我欲用大受氣的責罰，對𪜶行大的報讎。我對𪜶報讎的時，𪜶就知我是耶和華。」","bklhl":"我beh用大受氣ê責罰，tùi in行大ê報仇；我tùi in報仇ê時，in就知我是耶和華。"}}]