[{"book":"結","chapter":23,"verse":1,"versions":{"unv":"耶和華的話又臨到我說：","bklcl":"Iâ-hô-hoa ê ōe koh lîm-kàu góa kóng,","tghg":"耶和華的話閣臨到我講：","bklhl":"耶和華ê話koh臨到我講，"}},{"book":"結","chapter":23,"verse":2,"versions":{"unv":"「人子啊，有兩個女子，是一母所生，","bklcl":"Jîn-chú ah, ū nn̄g ê hū-jîn-lâng, sī siâng chi̍t ê lāu-bú siⁿ--ê.","tghg":"「人子啊，有二個婦仁人，是像(siâng)一個老母生者，","bklhl":"人子ah，有兩個婦人人，是siâng一个老母生ê。"}},{"book":"結","chapter":23,"verse":3,"versions":{"unv":"她們在埃及行邪淫，在幼年時行邪淫。她們在那裡作處女的時候，有人擁抱她們的懷，撫摸她們的乳。","bklcl":"In tī Ai-ki̍p kiâⁿ-îm, chiū-sī tī siàu-liân ê sî kiâⁿ-îm; tī-hia in ê ni hō͘ lâng teh, koh tī-hia lâng ni̍h i chāi-sek-lú ê ni-thâu.","tghg":"𪜶佇埃及行淫，就是佇少年的時行淫。佇遐𪜶的奶互人壓(teh)，閣佇遐人勒(ni̍h)伊在室女的奶頭。","bklhl":"In tī埃及行淫，就是tī少年ê時行淫；tī-hia in ê奶hō͘人teh，koh tī-hia人ni̍h伊在室女ê奶頭。"}},{"book":"結","chapter":23,"verse":4,"versions":{"unv":"她們的名字，姊姊名叫阿荷拉，妹妹名叫阿荷利巴。她們都歸於我，生了兒女。論到她們的名字，阿荷拉就是撒馬利亞，阿荷利巴就是耶路撒冷。","bklcl":"In ê miâ, tōa-chí miâ A-hô-la̍h, sió-bē miâ A-hô-lī-pa; in lóng kè hō͘ Góa, siⁿ kiáⁿ cha-bó͘-kiáⁿ; lūn-kàu in ê miâ, A-hô-la̍h chiū-sī Sat-má-lī-a, A-hô-lī-pa chiū-sī Iâ-lō͘-sat-léng.","tghg":"𪜶的名，大姊名阿荷拉，小妹名阿荷利巴。𪜶攏嫁互我，生子查某子。論到𪜶的名，阿荷拉就是撒瑪利亞，阿荷利巴就是耶路撒冷。","bklhl":"In ê名，大姊名A-hô-la̍h，小妹名A-hô-lī-pa；in lóng嫁hō͘我，生kiáⁿ cha-bó͘-kiáⁿ；論到in ê名，A-hô-la̍h就是撒馬利亞，A-hô-lī-pa就是耶路撒冷。"}},{"book":"結","chapter":23,"verse":5,"versions":{"unv":"「阿荷拉歸我之後行邪淫，貪戀所愛的人，就是她的鄰邦亞述人。","bklcl":"A-hô-la̍h kè hō͘ Góa liáu-āu, chiū kiâⁿ îm-loān, loân-ài i siong-hó ê lâng, chiū-sī i ê keh-piah kok A-su̍t lâng.","tghg":"阿荷拉嫁互我了後就行淫亂，戀愛伊相好的人，就是伊的隔壁國亞述人。","bklhl":"A-hô-la̍h嫁hō͘我了後，就行淫亂，戀愛伊 相好ê人，就是伊ê隔壁國亞述人。"}},{"book":"結","chapter":23,"verse":6,"versions":{"unv":"這些人都穿藍衣，作省長、副省長，都騎著馬，是可愛的少年人。","bklcl":"In chhēng lâm-sek ê saⁿ, chòe séng-tiúⁿ, chòe koaⁿ-oân, lóng sī khó-ài ê siàu-liân lâng, khiâ-bé ê ióng-sū.","tghg":"𪜶穿藍色的衫，做省長、做官員，攏是可愛的少年人，騎馬的勇士。","bklhl":"In穿藍色ê衫，做省長，做官員，lóng是可愛ê少年人，騎馬ê勇士。"}},{"book":"結","chapter":23,"verse":7,"versions":{"unv":"阿荷拉就與亞述人中最美的男子放縱淫行，她因所戀愛之人的一切偶像，玷污自己。","bklcl":"I chiū kap in kiâⁿ-îm, chiū-sī kap i só͘ tèng-ì ê A-su̍t lâng; kìⁿ-nā i só͘ loân-ài--ê, chiū ēng in it-chhè ê ngó͘-siōng lâi phah lâ-sâm ka-kī.","tghg":"伊就及𪜶行淫，就是及伊所中意(tèng-ì)的亞述人，見若伊所戀愛者，就用𪜶一切的偶像，來拍垃墋家己。","bklhl":"伊就kap in行淫，就是kap伊所中意ê亞述人；見若伊所戀愛ê，就用in一切ê偶像來phah lâ-sâm家己。"}},{"book":"結","chapter":23,"verse":8,"versions":{"unv":"自從在埃及的時候，她就沒有離開淫亂，因為她年幼作處女的時候，埃及人與她行淫，撫摸她的乳，縱慾與她行淫。","bklcl":"I ia̍h bô pàng-sak i tī Ai-ki̍p koàn-liān kiâⁿ ê îm-loān; in-ūi i iáu siàu-liân ê sî, chiū ū lâng kap i saⁿ-kap khùn; ni̍h i chāi-sek-lú ê ni, koh lâu-chhut i îm-loān ê sū tī-hia.","tghg":"伊亦無放拺伊，佇埃及慣練行的淫亂，因為伊猶少年的時，就有人及伊相及睏，勒伊在室女的奶，閣流出伊淫亂的事佇遐。","bklhl":"伊亦無放sak伊tī埃及慣練行ê淫亂；因為伊iáu少年ê時，就有人kap伊相kap睏；ni̍h伊在室女ê奶，koh流出伊淫亂ê事tī-hia。"}},{"book":"結","chapter":23,"verse":9,"versions":{"unv":"因此，我將她交在她所愛的人手中，就是她所戀愛的亞述人手中。","bklcl":"In-ūi án-ni, Góa chiong i kau tī i siong-hó ê lâng ê chhiú, chiū-sī i só͘ loân-ài ê A-su̍t lâng ê chhiú.","tghg":"因為按呢，我將伊交佇伊相好的人的手，就是伊所戀愛的亞述人的手。","bklhl":"因為án-ni，我將伊交tī伊相好ê人ê手，就是伊所戀愛ê亞述人ê手。"}},{"book":"結","chapter":23,"verse":10,"versions":{"unv":"他們就露了她的下體，擄掠她的兒女，用刀殺了她，使她在婦女中留下臭名，因他們向她施行審判。","bklcl":"In chiū lō͘-hiān i ê ē-thé, ēng to thâi--i, lia̍h i ê kiáⁿ cha-bó͘-kiáⁿ, hō͘ i tī hū-jîn-lâng tiong lâu chhàu miâ; in-ūi in tùi i kiâⁿ sím-phòaⁿ.","tghg":"𪜶就露現伊的下體，用刀刣伊，掠伊的子查某子，互伊佇婦仁人中留臭名，因為𪜶對伊行審判。","bklhl":"In就露現伊ê下體，用刀刣伊，掠伊ê kiáⁿ cha-bó͘-kiáⁿ，hō͘伊tī婦人人中留臭名；因為in對伊行審判。"}},{"book":"結","chapter":23,"verse":11,"versions":{"unv":"她妹妹阿荷利巴雖然看見了，卻還貪戀，比她姊姊更醜；行淫亂比她姊姊更多。","bklcl":"I ê sió-bē A-hô-lī-pa khòaⁿ-kìⁿ án-ni, chiū pí i koh khah hòng-chhiòng îm-io̍k; kiâⁿ îm-loān, pí i ê tōa-chí khah siong-tiōng.","tghg":"「伊的小妹阿荷利巴看見按呢，就比伊閣卡放縱(hòng-chhiòng)淫慾，行淫亂比伊的大姊卡傷重。","bklhl":"伊ê小妹A-hô-lī-pa看見án-ni，就比伊koh khah放縱淫慾；行淫亂，比伊ê大姊khah傷重。"}},{"book":"結","chapter":23,"verse":12,"versions":{"unv":"她貪戀鄰邦的亞述人，就是穿極華美的衣服，騎著馬的省長、副省長，都是可愛的少年人。","bklcl":"I loân-ài keh-piah kok ê A-su̍t lâng, chiū-sī chhēng ke̍k-súi ê i-ho̍k, chòe séng-tiúⁿ, chòe koaⁿ-oân; khiâ-bé ê ióng-sū, lóng sī khó-ài ê siàu-liân lâng.","tghg":"伊戀愛隔壁國的亞述人，就是穿極媠的衣服，做省長、做官員，騎馬的勇士，攏是可愛的少年人。","bklhl":"伊戀愛隔壁國ê亞述人，就是穿極súi ê衣服，做省長，做官員；騎馬ê勇士，lóng是可愛ê少年人。"}},{"book":"結","chapter":23,"verse":13,"versions":{"unv":"我看見她被玷污了，她姊妹二人同行一路。","bklcl":"Góa khòaⁿ-kìⁿ i siū phah lâ-sâm, chí-bē-á nn̄g-ê kiâⁿ siâng-lō͘.","tghg":"我看見伊受拍垃墋，姊妹仔二個行像路。","bklhl":"我看見伊受phah lâ-sâm，姊妹á兩個行siâng路。"}},{"book":"結","chapter":23,"verse":14,"versions":{"unv":"阿荷利巴又加增淫行，因她看見人像畫在牆上，就是用丹色所畫迦勒底人的像，","bklcl":"I ia̍h ke-thiⁿ i ê îm-hēng, in-ūi i khòaⁿ-kìⁿ lâng ê siōng ūi tī piah--nih, chiū-sī ēng chu-âng-sek só͘ ūi Ka-le̍k-tí lâng ê siōng.","tghg":"伊亦加添伊的淫行，因為伊看見人的像畫佇壁裡，就是用朱紅色所畫迦勒底人的像，","bklhl":"伊亦加添伊ê淫行，因為伊看見人ê像位tī壁裡，就是用朱紅色所畫Ka-le̍k-tí人ê像。"}},{"book":"結","chapter":23,"verse":15,"versions":{"unv":"腰間繫著帶子，頭上有下垂的裹頭巾，都是軍長的形狀，仿照巴比倫人的形像；他們的故土就是迦勒底。","bklcl":"Io hâ tòa, thâu-khak pau chhái-sek ê kun sûi-lo̍h--lâi; khòaⁿ-liáu chhin-chhiūⁿ kun-tiúⁿ, chiàu Pa-pí-lûn lâng ê hêng-siōng; in ê pún só͘-chāi chiū-sī Ka-le̍k-tí.","tghg":"腰縖(hâ)帶，頭殼包彩色的巾垂(sû)落來，看了親像軍長，照巴比倫人的形像；𪜶的本所在就是迦勒底。","bklhl":"腰hâ帶，頭殼包彩色ê巾垂落來；看了親像軍長，照巴比倫人ê形象；in ê本所在就是Ka-le̍k-tí。"}},{"book":"結","chapter":23,"verse":16,"versions":{"unv":"阿荷利巴一看見就貪戀他們，打發使者往迦勒底去見他們。","bklcl":"I chi̍t-ē khòaⁿ-kìⁿ, chiū loân-ài in; chhe sù-chiá khì Ka-le̍k-tí hia, kìⁿ in.","tghg":"伊一下看見就戀愛𪜶，差使者去迦勒底遐見𪜶。","bklhl":"伊一下看見，就戀愛in；差使者去Ka-le̍k-tí hia，見in。"}},{"book":"結","chapter":23,"verse":17,"versions":{"unv":"巴比倫人就來登她愛情的床，與她行淫玷污她。她被玷污，隨後心裡與他們生疏。","bklcl":"Pa-pí-lûn lâng chiū lâi, kap i chiūⁿ ài-chêng ê bîn-chhn̂g, kiâⁿ îm, phah lâ-sâm i.  I siū phah lâ-sâm í-āu, sim chiū kap in léng-tām.","tghg":"巴比倫人就來及伊上愛情的眠床，行淫拍垃墋伊。伊受拍垃墋，以後心就及𪜶冷淡。","bklhl":"巴比倫人就來，kap伊上愛情ê眠床，行淫，phah lâ-sâm伊。伊受phah lâ-sâm以後，心就kap in冷淡。"}},{"book":"結","chapter":23,"verse":18,"versions":{"unv":"這樣，她顯露淫行，又顯露下體；我心就與她生疏，像先前與她姊姊生疏一樣。","bklcl":"Án-ni, i lō͘-hiān i ê îm-hēng, koh lō͘-hiān i ê ē-thé, Góa ê sim chiū kap i léng-tām, chhin-chhiūⁿ chêng kap i ê tōa-chí léng-tām chi̍t-iūⁿ.","tghg":"按呢，伊露現伊的淫行，閣露現伊的下體；我的心就及伊冷淡，親像前及伊的大姊冷淡一樣。","bklhl":"Án-ni，伊露現伊ê淫行，koh露現伊ê下體，我ê心就kap伊冷淡，親像前kap伊ê大姊冷淡一樣。"}},{"book":"結","chapter":23,"verse":19,"versions":{"unv":"她還加增她的淫行，追念她幼年在埃及地行邪淫的日子，","bklcl":"I iáu-kú koh-khah îm-hēng, kì-tit i siàu-liân tī Ai-ki̍p tōe, kiâⁿ îm-loān ê ji̍t;","tghg":"伊猶久閣卡淫行，記得伊少年佇埃及地行淫亂的日。","bklhl":"伊iáu-kú koh-khah淫行，記得伊少年tī埃及地，行淫亂ê日；"}},{"book":"結","chapter":23,"verse":20,"versions":{"unv":"貪戀情人身壯精足，如驢如馬。","bklcl":"loân-ài i siong-hó ê lâng, sin-thé ióng, cheng chiok, chhin-chhiūⁿ lû, chhin-chhiūⁿ bé.","tghg":"戀愛伊相好的人，身體勇精足，親像驢親像馬。","bklhl":"戀愛伊相好ê人，身體勇，精足，親像驢，親像馬。"}},{"book":"結","chapter":23,"verse":21,"versions":{"unv":"這樣，你就想起你幼年的淫行。那時，埃及人擁抱你的懷，撫摸你的乳。","bklcl":"Án-ni lí chiū kì-tit lí siàu-liân ê sî ê îm-hēng; hit-sî Ai-ki̍p lâng teh lí ê ni, it-tio̍h lí siàu-liân ê ni.","tghg":"按呢，你就記得你少年的時的淫行。彼時，埃及人壓你的奶，憶著你少年的奶。」","bklhl":"Án-ni你就記得你少年ê時ê淫行；hit時埃及人teh你ê奶，憶tio̍h你少年ê奶。"}},{"book":"結","chapter":23,"verse":22,"versions":{"unv":"阿荷利巴啊，主耶和華如此說：「我必激動你先愛而後生疏的人來攻擊你。我必使他們來，在你四圍攻擊你。","bklcl":"A-hô-lī-pa ah, Chú Iâ-hô-hoa só͘-í án-ni kóng, Khòaⁿ ah, Góa beh kek-tōng lí chiah-ê siong-hó-ê, lâi kong-kek lí, chiū-sī lí ê sim só͘ léng-tām--ê, Góa beh hō͘ i sì-ûi lâi kong-kek lí.","tghg":"阿荷利巴啊，主耶和華所以按呢講：「看啊，我欲激動你諸個相好的來攻擊你，就是你的心所冷淡者。我欲互伊四圍來攻擊你。","bklhl":"A-hô-lī-pa ah，主耶和華所以án-ni講，看ah，我beh激動你chiah ê相好ê，來攻擊你，就是你ê心所冷淡ê，我beh hō͘伊四圍來攻擊你。"}},{"book":"結","chapter":23,"verse":23,"versions":{"unv":"所來的就是巴比倫人、迦勒底的眾人、比割人、書亞人、哥亞人，同著他們的還有亞述眾人，乃是作省長、副省長、作軍長有名聲的，都騎著馬，是可愛的少年人。","bklcl":"Chiū-sī Pa-pí-lûn lâng, Ka-le̍k-tí chèng lâng, kap Pí-kat, Su-a, Ko-a, chiah-ê cho̍k.  A-su̍t ê chèng-lâng kap in lâi, séng-tiúⁿ, koaⁿ-oân, kun-tiúⁿ, ū miâ-siaⁿ--ê, khiâ-bé ê, lóng sī khó-ài ê siàu-liân lâng.","tghg":"就是巴比倫人、迦勒底眾人，及比割、書亞、哥亞諸個族，亞述的眾人及𪜶來，省長、官員、軍長、有名聲的、騎馬的，攏是可愛的少年人。","bklhl":"就是巴比倫人，Ka-le̍k-tí眾人，kap Pí-kat，Su-a，Ko-a，chiah ê族。亞述ê眾人kap in來，省長，官員，軍長，有名聲ê，騎馬ê，lóng是可愛ê少年人。"}},{"book":"結","chapter":23,"verse":24,"versions":{"unv":"他們必帶兵器、戰車、輜重車，率領大眾來攻擊你。他們要拿大小盾牌，頂盔擺陣，在你四圍攻擊你。我要將審判的事交給他們，他們必按著自己的條例審判你。","bklcl":"In beh tòa kun-khì, chiàn-chhia, ūn-niû ê chhia, chhōa tōa-tūi ê chèng-lâng lâi kong-kek lí; in giâ tōa-pâi sió-pâi, thâu-khoe, pâi-tīn tī lí ê sì-ûi kong-kek lí; Góa beh chiong sím-phòaⁿ ê sū kau-tài in, in beh ēng in ê lu̍t-hoat sím-phòaⁿ lí.","tghg":"𪜶欲帶軍器、戰車、運糧的車、導大隊的眾人來攻擊你。𪜶夯(giâ)大牌小牌，頭盔(khoe)，排陣佇你的四圍攻擊你。我欲將審判的事交代𪜶，𪜶欲用𪜶的律法審判你。","bklhl":"In beh帶軍器、戰車、運糧ê車，chhōa大隊ê眾人來攻擊你；in giâ大牌小牌、頭盔、排陣tī你ê四圍攻擊你；我beh將審判ê事交帶in，in beh用in ê律法審判你。"}},{"book":"結","chapter":23,"verse":25,"versions":{"unv":"我必以忌恨攻擊你；他們必以忿怒辦你。他們必割去你的鼻子和耳朵；你遺留（或譯：餘剩；下同）的人必倒在刀下。他們必擄去你的兒女；你所遺留的必被火焚燒。","bklcl":"Góa beh ēng Góa ê tò͘-khī kong-kek lí; in beh ēng tōa siū-khì pān lí; in beh koah lí ê phīⁿ kap hī-á; lí só͘ chhun ê lâng, beh tó tī to-ē; in beh lia̍h lí ê kiáⁿ cha-bó͘-kiáⁿ; koh lí só͘-lâu--ê beh hō͘ hé sio-lio--khì.","tghg":"我欲用我的妒忌(tò͘-khī)攻擊你；𪜶欲用大受氣辦你。𪜶欲割你的鼻及耳仔；你所剩(chhun)的人欲倒佇刀下。𪜶欲掠你的子查某子；閣你所留者欲互火燒燎(sio-lio)去。","bklhl":"我beh用我ê妒忌攻擊你；in beh用大受氣辦你；in beh割你ê鼻kap耳á；你所chhun ê人，beh倒tī刀下；in beh掠你ê kiáⁿ cha-bó͘-kiáⁿ；koh你所留ê beh hō͘火燒lio去。"}},{"book":"結","chapter":23,"verse":26,"versions":{"unv":"他們必剝去你的衣服，奪取你華美的寶器。","bklcl":"In beh pak lí ê i-ho̍k, chhiúⁿ lí súi ê pó-mi̍h.","tghg":"𪜶欲剝你的衣服，搶你媠的寶物。","bklhl":"In beh剝你ê衣服，搶你súi ê寶物。"}},{"book":"結","chapter":23,"verse":27,"versions":{"unv":"這樣，我必使你的淫行和你從埃及地染來的淫亂止息了，使你不再仰望亞述，也不再追念埃及。","bklcl":"Án-ni, Góa beh hō͘ lí ê îm-hēng, kap lí tī Ai-ki̍p tōe koàn-liān kiâⁿ ê îm-loān lóng soah; hō͘ lí bô koh kia̍h-ba̍k khòaⁿ--in, ia̍h bô koh kì-liām Ai-ki̍p.","tghg":"按呢，我欲互你的淫行及你佇埃及地慣練行的淫亂攏息(soah)，互你無閣攑目看𪜶，亦無閣紀念埃及。","bklhl":"Án-ni，我beh hō͘你ê淫行，kap你tī埃及地慣練行ê淫亂lóng soah；hō͘你無koh kia̍h目看in，亦無koh記念埃及。"}},{"book":"結","chapter":23,"verse":28,"versions":{"unv":"主耶和華如此說：我必將你交在你所恨惡的人手中，就是你心與他生疏的人手中。","bklcl":"In-ūi Chú Iâ-hô-hoa án-ni kóng, Khòaⁿ ah, Góa beh chiong lí kau tī lí só͘ oàn-hūn ê lâng ê chhiú, chiū-sī lí ê sim kap in léng-tām ê lâng ê chhiú.","tghg":"因為主耶和華按呢講：看啊，我欲將你交佇你所怨恨的人的手，就是你的心及𪜶冷淡的人的手。","bklhl":"因為主耶和華án-ni講，看ah，我beh將你交tī你所怨恨ê人ê手，就是你ê心kap in冷淡ê人ê手。"}},{"book":"結","chapter":23,"verse":29,"versions":{"unv":"他們必以恨惡辦你，奪取你一切勞碌得來的，留下你赤身露體。你淫亂的下體，連你的淫行，帶你的淫亂，都被顯露。","bklcl":"In beh oàn-hūn lâi pān--lí, chhiúⁿ-the̍h lí it-chhè lô-lo̍k lâi tit-tio̍h--ê; chhun lí chi̍t-ê chhiah-sin lō͘-thé; lí îm-loān ê ē-thé, liân lí ê îm-hēng, kap lí ê îm-loān, lóng beh lō͘-hiān.","tghg":"𪜶欲怨恨來辦你，搶提你一切勞碌來得著的，剩你一個赤身露體。你淫亂的下體，連你的淫行，及你的淫亂，攏欲露現。","bklhl":"In beh怨恨來辨你，搶the̍h你一切勞碌來得tio̍h-ê；chhun你一个赤身露體；你淫亂ê下體，連你ê淫行，kap你ê淫亂，lóng beh露現。"}},{"book":"結","chapter":23,"verse":30,"versions":{"unv":"人必向你行這些事；因為你隨從外邦人行邪淫，被他們的偶像玷污了。","bklcl":"Lí ōe tú-tio̍h hiah-ê tāi-chì, in-ūi lí tè gōa-pang lâng lâi kiâⁿ-îm; koh in-ūi lí tùi in chiah-ê ngó͘-siōng lâi bak lâ-sâm.","tghg":"你會抵著(tú-tio̍h)許個代誌；因為你隨(tè)外邦人來行淫，閣因為你對𪜶諸個偶像來染(bak)垃墋。","bklhl":"你會tú-tio̍h hiah-ê tāi-chì，因為你tè外邦人來行淫；koh因為你tùi in chiah ê偶像來bak lâ-sâm。"}},{"book":"結","chapter":23,"verse":31,"versions":{"unv":"你走了你姊姊所走的路，所以我必將她的杯交在你手中。」","bklcl":"Lí ū kiâⁿ lí ê tōa-chí ê lō͘, só͘-í Góa beh chiong i ê poe kau tī lí ê chhiú.","tghg":"你有行你的大姊的路，所以我欲將伊的杯交佇你的手。」","bklhl":"你有行你ê大姊ê路，所以我beh將伊ê杯交tī你ê手。"}},{"book":"結","chapter":23,"verse":32,"versions":{"unv":"主耶和華如此說：你必喝你姊姊所喝的杯；那杯又深又廣，盛得甚多，使你被人嗤笑譏刺。","bklcl":"Chú Iâ-hô-hoa án-ni kóng, Lí beh lim lí ê tōa-chí só͘ lim ê poe; hit ê poe chhim koh khoah, tóe chin-chōe; lí chiū beh hō͘ lâng thí-chhiò ki-chhì.","tghg":"主耶和華按呢講：你欲飲你的大姊所飲的杯；彼個杯深閣闊，貯真多，你就欲互人恥笑譏刺。","bklhl":"主耶和華án-ni講，你beh lim你ê大姊所lim ê杯；hit ê杯深koh闊，tóe真chōe；你就beh hō͘人恥笑譏刺。"}},{"book":"結","chapter":23,"verse":33,"versions":{"unv":"你必酩酊大醉，滿有愁苦，喝乾你姊姊撒馬利亞的杯，就是令人驚駭淒涼的杯。","bklcl":"Lí beh tōa chiú-chùi, tōa iu-khó͘; lim lín tōa-chí Sat-má-lī-a ê poe; chiū-sī hō͘ lâng gông-ngia̍h chhiⁿ-chhám ê poe.","tghg":"你欲大酒醉，大憂苦，飲恁大姊撒瑪利亞的杯，就是互人卬愕淒慘的杯。","bklhl":"你beh大酒醉，大憂苦；lim lín大姊撒馬利亞ê杯；就是hō͘人gông-ngia̍h悽慘ê杯。"}},{"book":"結","chapter":23,"verse":34,"versions":{"unv":"你必喝這杯，以致喝盡。杯破又齦杯片，撕裂自己的乳；因為這事我曾說過。這是主耶和華說的。","bklcl":"Lí beh lim chit ê poe, lim kàu ta-ta; koh kā phòa-poe ê phè, thiah-li̍h ka-kī ê ni; in-ūi chit ê sū Góa bat kóng--i; che sī Chú Iâ-hô-hoa kóng--ê.","tghg":"你欲飲此個杯，飲到乾乾。閣咬破杯的坯(phè)，拆裂家己的奶；因為此個事我曾講伊。這是主耶和華講的。","bklhl":"你beh lim chit ê杯，lim到乾乾；koh kā破杯ê帕，拆裂家己ê奶；因為chit ê事我bat講伊；這是主耶和華講ê。"}},{"book":"結","chapter":23,"verse":35,"versions":{"unv":"主耶和華如此說：「因你忘記我，將我丟在背後，所以你要擔當你淫行和淫亂的報應。」","bklcl":"Só͘-í Chú Iâ-hô-hoa án-ni kóng, In-ūi lí bōe-kì-tit Góa, chiong Góa hiat tī lí ê ka-chiah-āu, taⁿ lí tio̍h tam-tng lí ê îm-loān kap lí hòng-chhiòng su-io̍k ê chōe.","tghg":"所以主耶和華按呢講：「因為你𣍐記得我，將我㧒(hiat)佇你的尻脊(ka-chiah)後，今你著擔當你的淫亂及你放縱私慾的罪。」","bklhl":"所以主耶和華án-ni講，因為你bōe記得我，將我hiat tī你ê ka-chiah後，taⁿ你tio̍h擔當你ê淫亂kap你放縱私慾ê罪。"}},{"book":"結","chapter":23,"verse":36,"versions":{"unv":"耶和華又對我說：「人子啊，你要審問阿荷拉與阿荷利巴嗎？當指出她們所行可憎的事。","bklcl":"Iâ-hô-hoa koh tùi góa kóng, Jîn-chú ah, lí beh sím-mn̄g A-hô-la̍h kap A-hô-lī-pa mah? tio̍h chí-chhut in só͘ kiâⁿ khó-ò͘ⁿ ê sū.","tghg":"耶和華閣對我講：「人子啊，你欲審問阿荷拉及阿荷利巴嗎？著指(chí)出𪜶所行可惡的事。","bklhl":"耶和華koh對我講，人子ah，你beh審問A-hô-la̍h kap A-hô-lī-pa mah？tio̍h指出in所行可惡ê事。"}},{"book":"結","chapter":23,"verse":37,"versions":{"unv":"她們行淫，手中有殺人的血，又與偶像行淫，並使她們為我所生的兒女經火燒給偶像。","bklcl":"In kiâⁿ-îm, ia̍h ū huih tī i ê chhiú, koh kap ngó͘-siōng kiâⁿ-îm, ia̍h hō͘ in tùi Góa só͘ siⁿ ê kiáⁿ keng-kè hé, hō͘ in thun-chia̍h.","tghg":"𪜶行淫，亦有血佇伊的手，閣及偶像行淫，亦互𪜶對我所生的子經過火互𪜶吞食。","bklhl":"In行淫，亦有血tī伊ê手，koh kap偶像行淫，亦hō͘ in tùi我所生ê kiáⁿ經過火，hō͘ in吞食。"}},{"book":"結","chapter":23,"verse":38,"versions":{"unv":"此外，她們還有向我所行的，就是同日玷污我的聖所，干犯我的安息日。","bklcl":"Chit ê í-gōa in iáu ū tùi Góa án-ni  kiâⁿ, chiū-sī siâng-ji̍t phah lâ-sâm Góa ê sèng-só͘, kan-hoān Góa chiah-ê an-hioh-ji̍t.","tghg":"此個以外，𪜶猶有對我按呢行，就是像日拍垃墋我的聖所，干犯我諸個安息日。","bklhl":"Chit ê以外in iáu有對我án-ni行，就是siâng日phah lâ-sâm我ê聖所，干犯我chiah ê安歇日。"}},{"book":"結","chapter":23,"verse":39,"versions":{"unv":"她們殺了兒女獻與偶像，當天又入我的聖所，將聖所褻瀆了。她們在我殿中所行的乃是如此。","bklcl":"In thâi kiáⁿ hiàn hō͘ ngó͘-siōng, tng hit-ji̍t koh ji̍p Góa ê sèng-só͘, lâi phah lâ-sâm--i; khòaⁿ ah, in tī Góa ê chhù-lāi án-ni kiâⁿ.","tghg":"𪜶刣子獻互偶像，當彼日閣入我的聖所，來拍垃墋伊。看啊，𪜶佇我的厝內按呢行。","bklhl":"In 刣 kiáⁿ獻hō͘偶像，當hit日koh入我ê聖所，來phah lâ-sâm伊；看ah，in tī我ê厝內án-ni行。"}},{"book":"結","chapter":23,"verse":40,"versions":{"unv":"「況且你們二婦打發使者去請遠方人。使者到他們那裡，他們就來了。你們為他們沐浴己身，粉飾眼目，佩戴妝飾，","bklcl":"Koh lín chhe sù-chiá khì chhiáⁿ hn̄g-hn̄g ê lâng; sù-chiá kàu in hia ê sî, khòaⁿ ah, in chiū lâi; lí ūi-tio̍h in sóe sin-khu, ūi ba̍k-bâi, ēng chhiú-sek ka-kī chng-thāⁿ;","tghg":"「閣恁差使者去請遠遠的人。使者到𪜶遐的時，看啊，𪜶就來。你為著𪜶洗身軀、畫目眉，用手飾(chhiú-sek)家己妝飾(chng-thāⁿ)，","bklhl":"Koh lín差使者去請遠遠ê人；使者到in hia ê時，看ah，in就來；你為tio̍h in洗身軀，畫目眉，用首飾家己裝飾；"}},{"book":"結","chapter":23,"verse":41,"versions":{"unv":"坐在華美的床上，前面擺設桌案，將我的香料膏油擺在其上。","bklcl":"chē tī súi ê bîn-chhn̂g, chhn̂g-chêng chhāi chi̍t tè toh, chiong Góa ê hiuⁿ-liāu, Góa ê hiuⁿ-iû pâi tī hit téng-bīn.","tghg":"坐佇媠的眠床，床前祀(chhāi)一塊桌，將我的香料我的香油排佇彼頂面。","bklhl":"坐tī súi ê眠床，床前chhāi一塊桌，將我ê香料，我ê香油排tī hit頂面。"}},{"book":"結","chapter":23,"verse":42,"versions":{"unv":"在那裡有群眾安逸歡樂的聲音，並有粗俗的人和酒徒從曠野同來，把鐲子戴在二婦的手上，把華冠戴在她們的頭上。","bklcl":"Kap i tī-hia--ê, ū kui-tīn ê lâng, an-ia̍t hoaⁿ-hí ê siaⁿ, ia̍h ū chho͘-sio̍k lâng kap chiú-hàn, tùi khòng-iá saⁿ-kap lâi, chiong chhiú-khoân kòa tī in nn̄g-ê ê chhiú, chiong súi bō tì tī in ê thâu-khak.","tghg":"及伊佇遐的有歸陣的人，安悅(an-ia̍t)歡喜的聲，亦有粗俗人及酒漢對曠野相及來，將手環掛佇𪜶二個的手，將媠帽戴佇𪜶的頭殼。","bklhl":"Kap伊tī-hia-ê，有kui陣ê人，安逸歡喜ê聲，亦有粗俗人kap酒漢，tùi曠野相kap來，將手環掛tī in兩個ê手，將súi帽戴tī in ê頭殼。"}},{"book":"結","chapter":23,"verse":43,"versions":{"unv":"「我論這行淫衰老的婦人說：現在人還要與她行淫，她也要與人行淫。","bklcl":"Góa lūn-kàu chit ê lāu ê îm-hū, ū kóng, Hiān-chāi lâng iáu beh kap i kiâⁿ îm, i ia̍h beh kap lâng kiâⁿ-îm.","tghg":"「我論到此個老的淫婦有講：現在人猶欲及伊行淫，伊亦欲及人行淫。","bklhl":"我論到chit ê老ê淫婦，有講，現在人iáu beh kap伊行淫，伊亦beh kap人行淫。"}},{"book":"結","chapter":23,"verse":44,"versions":{"unv":"人與阿荷拉，並阿荷利巴二淫婦茍合，好像與妓女苟合。","bklcl":"Lâng ji̍p-khì chiū-kūn i, chhin-chhiūⁿ chiū-kūn chhiong-ki; án-ni in chiū-kūn nn̄g ê îm-hū, A-hô-la̍h kap A-hô-lī-pa.","tghg":"人入去就近伊，親像就近娼妓，按呢𪜶就近二個淫婦，阿荷拉及阿荷利巴。","bklhl":"人入去就近伊，親像就近娼妓；án-ni in就近兩個淫婦，A-hô-la̍h kap A-hô-lī-pa。"}},{"book":"結","chapter":23,"verse":45,"versions":{"unv":"必有義人，照審判淫婦和流人血的婦人之例，審判她們；因為她們是淫婦，手中有殺人的血。」","bklcl":"Beh ū gī-lâng chiàu sím-phòaⁿ îm-hū ê lē, kap lâu lâng ê huih ê hū-jîn-lâng ê lē, lâi sím-phòaⁿ in; in-ūi in sī îm-hū, ia̍h ū huih tī i ê chhiú.","tghg":"欲有義人，照審判淫婦的例，及流人的血的婦仁人的例，來審判𪜶；因為𪜶是淫婦，亦有血佇伊的手。」","bklhl":"Beh有義人照審判淫婦ê例，kap流人ê血ê婦人人ê例，來審判in；因為in是淫婦，亦有血tī伊ê手。"}},{"book":"結","chapter":23,"verse":46,"versions":{"unv":"主耶和華如此說：「我必使多人來攻擊她們，使她們拋來拋去，被人搶奪。","bklcl":"Chú Iâ-hô-hoa án-ni kóng, Góa beh chhōa chōe-chōe lâng lâi kong-kek in, hō͘ in siū hiat-lâi hiat-khì, tú-tio̍h chhiúⁿ-toa̍t.","tghg":"主耶和華按呢講：「我欲導多多人來攻擊𪜶，互𪜶受㧒來㧒去，抵著搶奪。","bklhl":"主耶和華án-ni講，我beh chhōa chōe-chōe人來攻擊in，hō͘ in受hiat來hiat去，tú-tio̍h搶奪。"}},{"book":"結","chapter":23,"verse":47,"versions":{"unv":"這些人必用石頭打死她們，用刀劍殺害她們，又殺戮她們的兒女，用火焚燒她們的房屋。","bklcl":"Hiah ê lâng beh ēng chio̍h-thâu tìm-sí in, ēng to-kiàm thâi-sí in; koh thâi-sí in ê kiáⁿ cha-bó͘-kiáⁿ, ēng hé sio in ê chhù-the̍h.","tghg":"許個人欲用石頭擲(tìm)死𪜶，用刀劍刣死𪜶，閣刣死𪜶的子查某子，用火燒𪜶的厝宅。","bklhl":"Hiah-ê人beh用石頭tìm死in，用刀劍刣死in；koh 刣死in ê kiáⁿ cha-bó͘-kiáⁿ，用火燒in ê厝宅。"}},{"book":"結","chapter":23,"verse":48,"versions":{"unv":"這樣，我必使淫行從境內止息，好叫一切婦人都受警戒，不效法你們的淫行。","bklcl":"Án-ni, Góa beh hō͘ kéng-lāi bô koh ū îm-hēng, thang hō͘ it-chhè ê hū-jîn-lâng siū kéng-kài, bô o̍h lín ê îm-hēng.","tghg":"按呢，我欲互境內無閣有淫行，通互一切的婦仁人受警戒，無學恁的淫行。","bklhl":"Án-ni，我beh hō͘境內無koh有淫行，thang hō͘一切ê婦人人受警戒，無學lín ê淫行。"}},{"book":"結","chapter":23,"verse":49,"versions":{"unv":"人必照著你們的淫行報應你們；你們要擔當拜偶像的罪，就知道我是主耶和華。」","bklcl":"Lâng beh chiàu lín ê îm-hēng pò-èng lín; lín iā beh tam-tng chiah-ê pài ngó͘-siōng ê chōe; lín chiū ōe chai Góa sī Iâ-hô-hoa.","tghg":"人欲照恁的淫行報應恁；恁也欲擔當諸個拜偶像的罪，恁就會知我是耶和華。」","bklhl":"人beh照lín ê淫行報應lín；lín也beh擔當chiah ê拜偶像ê罪；lín就會知我是耶和華。"}}]