[{"book":"結","chapter":19,"verse":1,"versions":{"unv":"你當為以色列的王作起哀歌，","bklcl":"Lí tio̍h ūi Í-sek-lia̍t ê ông-chhin chòe ai-ko,","tghg":"你著為以色列的王親做哀歌，","bklhl":"你tio̍h為以色列ê王親做哀歌，"}},{"book":"結","chapter":19,"verse":2,"versions":{"unv":"說：你的母親是甚麼呢？是個母獅子，蹲伏在獅子中間，在少壯獅子中養育小獅子。","bklcl":"kóng, Lín lāu-bú sī sím-mi̍h? sī bú ê sai, phak tī chiah-ê sai ê tiong-kan; tī sòe chiah sai ê tiong-kan, iúⁿ-chhī i ê kiáⁿ.","tghg":"講：恁老母是甚麼？是母的獅，仆(phak)佇諸個獅的中間，佇細隻獅的中間養飼伊的子。","bklhl":"講，Lín老母是甚麼？是母ê獅，仆tī chiah ê獅ê中間；tī細隻獅ê中間，養飼伊ê kiáⁿ。"}},{"book":"結","chapter":19,"verse":3,"versions":{"unv":"在牠小獅子中養大一個，成了少壯獅子，學會抓食而吃人。","bklcl":"Tī i ê kiáⁿ ê tiong-kan, chhī chi̍t-chiah kàu tōa, ha̍k-si̍p kā-mi̍h lâi chia̍h-lâng.","tghg":"佇伊的子的中間飼一隻到大，學習咬物來食人。","bklhl":"Tī伊ê kiáⁿ ê中間，飼一隻到大，學習咬物來食人。"}},{"book":"結","chapter":19,"verse":4,"versions":{"unv":"列國聽見了就把牠捉在他們的坑中，用鉤子拉到埃及地去。","bklcl":"Lia̍t-kok thiaⁿ-kìⁿ, chiū tī in ê hām-khiⁿ lia̍h-tio̍h, ēng liān thoa i kàu Ai-ki̍p tōe.","tghg":"列國聽見就佇𪜶的陷坑掠著，用鍊拖伊到埃及地。","bklhl":"列國聽見，就tī in ê陷坑掠tio̍h，用鏈拖伊到埃及地。"}},{"book":"結","chapter":19,"verse":5,"versions":{"unv":"母獅見自己等候失了指望，就從牠小獅子中又將一個養為少壯獅子。","bklcl":"Bú ê sai khòaⁿ pún-sin thèng-hāu kàu sit-bāng; chiū tùi i sòe-chiah sai ê tiong-kan koh chhú chi̍t-chiah, iúⁿ-chhī kàu tōa.","tghg":"母的獅看本身聽候到失望，就對伊細隻獅的中間閣取一隻養飼到大。","bklhl":"母ê獅看本身thèng候到失望；就對伊細隻獅ê中間koh取一隻，養飼到大。"}},{"book":"結","chapter":19,"verse":6,"versions":{"unv":"牠在眾獅子中走來走去，成了少壯獅子，學會抓食而吃人。","bklcl":"I tī chiah-ê sai ê tiong-kan cháu-lâi cháu-khì, chiâⁿ-chòe ióng ê sai, ha̍k-si̍p kā-mi̍h lâi chia̍h-lâng.","tghg":"伊佇諸個獅的中間走來走去，成做勇的獅，學習咬物來食人。","bklhl":"伊tī chiah ê 獅ê中間走來走去，成做勇ê獅，學習咬物來食人。"}},{"book":"結","chapter":19,"verse":7,"versions":{"unv":"牠知道列國的宮殿，又使他們的城邑變為荒場；因牠咆哮的聲音，遍地和其中所有的就都荒廢。","bklcl":"I chai in ê kiong-tiān, koh hō͘ in ê siâⁿ pìⁿ-chòe pha-hng, in-ūi i hm̄-hm̄-háu ê siaⁿ, piàn-tōe kap kî-tiong só͘-ū--ê chiū hong-hòe.","tghg":"伊知𪜶的宮殿，閣互𪜶的城變做拋荒；因為伊噤噤哮(hm̄-hm̄-háu)的聲，遍地及其中所有的就荒廢(hong-hòe)。","bklhl":"伊知in ê宮殿，koh hō͘ in ê城變做拋荒，因為伊hm̄-hm̄哮ê聲，遍地kap其中所有ê就荒廢。"}},{"book":"結","chapter":19,"verse":8,"versions":{"unv":"於是四圍邦國各省的人來攻擊牠，將網撒在牠身上，捉在他們的坑中。","bklcl":"Tùi án-ni sì-ûi ê pang-kok tùi ta̍k-séng lâi kong-kek i, ēng bāng pha tī i ê téng-bīn; i siū-lia̍h tī in ê hām-khiⁿ.","tghg":"對按呢四圍的邦國對逐省來攻擊伊，用網拋佇伊的頂面；伊受掠佇𪜶的陷坑。","bklhl":"Tùi án-ni，四圍ê邦國tùi ta̍k省來攻擊伊，用網拋tī伊ê頂面；伊受掠tī in ê陷坑。"}},{"book":"結","chapter":19,"verse":9,"versions":{"unv":"他們用鉤子鉤住牠，將牠放在籠中，帶到巴比倫王那裡，將他放入堅固之所，使他的聲音在以色列山上不再聽見。","bklcl":"In kā i liān tī tû--nih, tòa kàu Pa-pí-lûn ông hia; koaiⁿ--i tī kian-kò͘ ê só͘-chāi; hō͘ i ê siaⁿ tī Í-sek-lia̍t soaⁿ bô koh thiaⁿ-kìⁿ.","tghg":"𪜶給伊鍊佇櫥裡，帶到巴比倫王遐，關伊佇堅固的所在，互伊的聲佇以色列山無閣聽見。","bklhl":"In kā伊鏈tī櫥裡，帶到巴比倫王hia；關伊tī堅固ê所在；hō͘伊ê聲tī以色列山無koh聽見。"}},{"book":"結","chapter":19,"verse":10,"versions":{"unv":"你的母親先前如葡萄樹，極其茂盛（原文是在你血中），栽於水旁。因為水多，就多結果子，滿生枝子；","bklcl":"Lín lāu-bú chêng chhin-chhiūⁿ phû-tô-chhiū, ke̍k-kî bō͘-sēng, chai tī chúi-piⁿ, in-ūi chúi chōe, chiū kiat chōe-chōe ké-chí, hoat chōe-chōe ki.","tghg":"恁老母前親像葡萄樹，極其茂盛，栽佇水邊。因為水多，就結多多果子，發多多枝；","bklhl":"Lín老母前親像葡萄樹，極其茂盛，栽tī水邊，因為水chōe，就結 chōe-chōe果子，發chōe-chōe枝。"}},{"book":"結","chapter":19,"verse":11,"versions":{"unv":"生出堅固的枝幹，可作掌權者的杖。這枝幹高舉在茂密的枝中，而且它生長高大，枝子繁多，遠遠可見。","bklcl":"Siⁿ-chhut giám-ngī ê ki-oāiⁿ, thang chòe chiáng-koân--ê ê koáiⁿ; i tī ām-ām ê ki-oāiⁿ-tiong chòe ke̍k koâiⁿ--ê; in-ūi koâiⁿ, chiū i ê oāiⁿ ê tiong-ki théng-khí hō͘ lâng khòaⁿ-kìⁿ.","tghg":"生出嚴硬(giám-ngī)的枝椏(ki-oāiⁿ)，通做掌權者的柺。伊佇艷艷(ām-ām)的枝椏中做極高者，因為高，就伊的椏的中枝挺起，互人看見。","bklhl":"生出giám硬ê枝椏，thang做掌權ê ê柺；伊tī ām-ām ê枝椏中做極高ê；因為高，就伊ê椏ê中枝挺起hō͘人看見。"}},{"book":"結","chapter":19,"verse":12,"versions":{"unv":"但這葡萄樹因忿怒被拔出摔在地上；東風吹乾其上的果子，堅固的枝幹折斷枯乾，被火燒毀了；","bklcl":"Chóng-sī chit-châng phû-tô-chhiū, in-ūi tōa siū-khì, tú-tio̍h pu̍ih--khí-lâi, hiat tī tōe--nih; tang-hong chhe-ta i ê ké-chí, giám-ngī ê ki-oāiⁿ at-chi̍t ko͘-tâ, hō͘ hé sio-lio--khì.","tghg":"總是此欉葡萄樹因為大受氣抵著(tú-tio̍h)拔(pu̍ih)起來㧒(hiat)佇地裡；東風吹乾伊的果子，嚴硬的枝椏遏折(at-chi̍t)枯焦，互火燒燎(sio-lio)去；","bklhl":"總是chit叢葡萄樹，因為大受氣，tú-tio̍h拔起來，hiat tī地裡；東風吹乾伊ê果子，giám硬ê枝椏 at折枯焦，hō͘火燒lio去。"}},{"book":"結","chapter":19,"verse":13,"versions":{"unv":"如今栽於曠野乾旱無水之地。","bklcl":"Taⁿ chai tī khòng-iá ta-sò bô chúi ê tōe.","tghg":"今栽佇曠野乾燥無水的地。","bklhl":"Taⁿ栽tī曠野乾燥無水ê地。"}},{"book":"結","chapter":19,"verse":14,"versions":{"unv":"火也從它枝幹中發出，燒滅果子，以致沒有堅固的枝幹可做掌權者的杖。這是哀歌，也必用以作哀歌。","bklcl":"Koh tùi i ki-oāiⁿ ê koâiⁿ, ū hé hoat-chhut, sio i ê ké-chí; tì-kàu i bô giám-ngī ê ki-oāiⁿ, thang chòe chiáng-koân--ê ê koáiⁿ; che sī thang ai-siong--ê, thang chòe ai-ko.","tghg":"閣對伊枝椏的桿(koâiⁿ)有火發出，燒伊的果子，致到伊無嚴硬的枝椏通做掌權者的枴。這是通哀傷的，通做哀歌。","bklhl":"Koh對伊枝椏ê高，有火發出，燒伊ê果子；致到伊無giám硬ê枝椏，thang做掌權ê ê柺；這是thang哀傷ê，thang做哀歌。"}}]