[{"book":"結","chapter":17,"verse":1,"versions":{"unv":"耶和華的話臨到我說：","bklcl":"Iâ-hô-hoa ê ōe lîm-kàu góa kóng,","tghg":"耶和華的話臨到我講：","bklhl":"耶和華ê話臨到我講，"}},{"book":"結","chapter":17,"verse":2,"versions":{"unv":"「人子啊，你要向以色列家出謎語，設比喻，","bklcl":"Jîn-chú ah, lí tio̍h tùi Í-sek-lia̍t ke chhut-chhai, siat phì-jū;","tghg":"「人子啊，你著對以色列家出猜(chhai)，設譬喻，","bklhl":"人子ah，你tio̍h對以色列家出猜，設譬喻；"}},{"book":"結","chapter":17,"verse":3,"versions":{"unv":"說主耶和華如此說：有一大鷹，翅膀大，翎毛長，羽毛豐滿，彩色俱備，來到黎巴嫩，將香柏樹梢擰去，","bklcl":"kóng, Chú Iâ-hô-hoa án-ni kóng, Ū chi̍t chiah tōa eng, si̍t-kó͘ tōa, si̍t-bé tn̂g, mn̂g-chháu cha̍t, ū ngó͘-chhái-sek, pe kàu Lī-pa-lùn, chhú pek-hiuⁿ-chhiū tiong-ki ê ki-bé.","tghg":"講主耶和華按呢講：有一隻大鷹，翅股大，翅尾長，毛草實(cha̍t)，有五彩色，飛到黎巴嫩，取柏香樹中枝的枝尾，","bklhl":"講，主耶和華án-ni講，有一隻大鷹，翼股大，翼尾長，毛草cha̍t，有五彩色，飛到黎巴嫩，取柏香樹中枝ê枝尾。"}},{"book":"結","chapter":17,"verse":4,"versions":{"unv":"就是折去香柏樹儘尖的嫩枝，叼到貿易之地，放在買賣城中；","bklcl":"At-chi̍h i chīn bé-liu chíⁿ ê ki, kâⁿ kàu seng-lí-tiûⁿ, hē tī bóe-bōe ê lâng ê siâⁿ.","tghg":"遏折(at-chi̍h)伊盡尾溜茈(chíⁿ)的枝，含(kâⁿ)到生理場，下(hē)佇買賣的人的城；","bklhl":"At折伊盡尾溜chíⁿ ê枝，kâⁿ到seng-lí場，hē tī買賣ê人ê城。"}},{"book":"結","chapter":17,"verse":5,"versions":{"unv":"又將以色列地的枝子栽於肥田裡，插在大水旁，如插柳樹，","bklcl":"Koh chhú hit só͘-chāi ê chéng, chai tī pûi-tōe, chhah tī chōe-chōe chúi ê piⁿ-thâu, chhin-chhiūⁿ chai liú-chhiū.","tghg":"閣取彼所在的種，栽佇肥地，插佇多多水的邊頭，親像栽柳樹，","bklhl":"Koh取hit所在ê種，栽tī肥地，插tī chōe-chōe水ê邊頭，親像栽柳樹。"}},{"book":"結","chapter":17,"verse":6,"versions":{"unv":"就漸漸生長，成為蔓延矮小的葡萄樹。其枝轉向那鷹，其根在鷹以下，於是成了葡萄樹，生出枝子，發出小枝。","bklcl":"Chiū chiām-chiām tōa-châng, chiâⁿ-chòe pha-tîn kē-kē ê phû-tô-chhiū; i ê ki choán ǹg hit chiah eng, kun tī i ê ē-bīn; tùi án-ni chiâⁿ-chòe phû-tô-chhiū, siⁿ ki hoat tîn.","tghg":"就漸漸大欉，成做葩藤(pha-tîn)低低的葡萄樹。伊的枝轉向彼隻鷹，根佇伊的下面，對按呢成做葡萄樹，生枝發藤。","bklhl":"就漸漸大叢，成做拋藤低低ê葡萄樹；伊ê枝轉ǹg hit隻鷹，根tī伊ê下面；Tùi án-ni，成做葡萄樹，生枝發藤。"}},{"book":"結","chapter":17,"verse":7,"versions":{"unv":"又有一大鷹，翅膀大，羽毛多。這葡萄樹從栽種的畦中向這鷹彎過根來，發出枝子，好得它的澆灌。","bklcl":"Koh ū chi̍t chiah tōa eng, si̍t tōa, mn̂g cha̍t, khòaⁿ ah, chit ê phû-tô-chhiū tùi chai-chèng ê só͘-chāi oan i ê kun ǹg i, hoat i ê ki ǹg i, ǹg-bāng i koàn-ak.","tghg":"「閣有一隻大鷹，翅大，毛實(cha̍t)。看啊，此個葡萄樹對栽種的所在彎伊的根向伊，發伊的枝向伊，向望伊灌溉。","bklhl":"Koh有一隻大鷹，翼大，毛cha̍t，看ah，chit ê葡萄樹tùi栽種ê所在彎伊ê根ǹg伊，發伊ê枝ǹg伊，ǹg望伊灌ak。"}},{"book":"結","chapter":17,"verse":8,"versions":{"unv":"這樹栽於肥田多水的旁邊，好生枝子，結果子，成為佳美的葡萄樹。","bklcl":"I chai tī pûi-tōe, chōe-chōe chúi ê piⁿ-thâu, thang hoat-ki kiat ké-chí, chiâⁿ-chòe hó ê phû-tô-chhiū.","tghg":"伊栽佇肥地多多水的邊頭，通發枝結果子，成做好的葡萄樹。","bklhl":"伊栽tī肥地，chōe-chōe水ê邊頭，thang發枝結果子，成做好ê葡萄樹。"}},{"book":"結","chapter":17,"verse":9,"versions":{"unv":"你要說，主耶和華如此說：這葡萄樹豈能發旺呢？鷹豈不拔出它的根來，芟除它的果子，使它枯乾，使它發的嫩葉都枯乾了嗎？也不用大力和多民，就拔出它的根來。","bklcl":"Lí tio̍h kóng, Chú Iâ-hô-hoa án-ni kóng, Chit ê phû-tô-chhiū kiám ōe hoat-ām? eng kiám bōe pu̍ih i ê kun, tû i ê ké-chí, hō͘ i ko͘-tâ mah? hō͘ i iù ê hio̍h lóng ko͘-tâ, iā m̄-bián ēng tōa-la̍t kap chōe-chōe lâng pu̍ih-chhut i ê kun.","tghg":"你著講，主耶和華按呢講：此個葡萄樹豈會發艷(ām)？鷹豈𣍐拔(pu̍ih)伊的根，除伊的果子，互伊枯焦嗎？互伊幼的葉攏枯焦，也呣免用大力及多多人拔出伊的根。","bklhl":"你tio̍h講，主耶和華án-ni講，chit ê葡萄樹kiám會發ām？鷹kiám bōe拔伊ê根，除伊ê果子，hō͘伊枯焦mah？hō͘伊幼ê葉lóng枯焦，也m̄免用大力kap chōe-chōe人拔出伊ê根。"}},{"book":"結","chapter":17,"verse":10,"versions":{"unv":"葡萄樹雖然栽種，豈能發旺呢？一經東風，豈不全然枯乾嗎？必在生長的畦中枯乾了。」","bklcl":"I í-keng chai-chèng, kiám ōe hoat-ām mah? tang-hong chi̍t-ē chhe--i, kiám bōe lóng ko͘-tâ mah? beh tī i hoat-siⁿ ê só͘-chāi ko͘-tâ.","tghg":"伊已經栽種，豈會發艷嗎？東風一下吹伊，豈𣍐攏枯焦嗎？欲佇伊發生的所在枯焦。」","bklhl":"伊已經栽種，kiám會發ām mah？東風一下吹伊，kiám bōe lóng枯焦mah？beh tī伊發生ê所在枯焦。"}},{"book":"結","chapter":17,"verse":11,"versions":{"unv":"耶和華的話臨到我說：","bklcl":"Iâ-hô-hoa ê ōe koh lîm-kàu góa kóng,","tghg":"耶和華的話閣臨到我講：","bklhl":"耶和華ê話koh臨到我講，"}},{"book":"結","chapter":17,"verse":12,"versions":{"unv":"「你對那悖逆之家說：你們不知道這些事是甚麼意思麼？你要告訴他們說，巴比倫王曾到耶路撒冷，將其中的君王和首領帶到巴比倫自己那裡去。","bklcl":"Lí tio̍h kā hit ê pōe-ge̍k ê ke kóng, Lín kiám m̄-chai chiah-ê sī sím-mi̍h ì-sù mah? Lí tio̍h kā in kóng, Pa-pí-lûn ông kàu Iâ-lō͘-sat-léng, lia̍h i ê kun-ông kap kùi-cho̍k, tòa kàu i Pa-pí-lûn hia.","tghg":"「你著給彼個悖逆(pōe-ge̍k)的家講：恁豈呣知諸個是甚麼意思嗎？你著給𪜶講，巴比倫王到耶路撒冷，掠伊的君王及貴族，帶到伊巴比倫遐。","bklhl":"你tio̍h kā hit ê悖逆ê家講，Lín kiám m̄知chiah ê是甚麼意思mah？你tio̍h kā in講，巴比倫王到耶路撒冷，掠伊ê君王kap貴族，帶到伊巴比倫hia。"}},{"book":"結","chapter":17,"verse":13,"versions":{"unv":"從以色列的宗室中取一人與他立約，使他發誓，並將國中有勢力的人擄去，","bklcl":"Tùi ông-chhin ê tiong-kan, kéng chi̍t-lâng, kap i li̍p-iok, kah i chiù-chōa; koh lia̍h kok-lāi ū sè-le̍k ê lâng;","tghg":"對王親的中間揀一人及伊立約，教伊咒誓，閣掠國內有勢力的人，","bklhl":"Tùi王親ê中間，揀一人，kap伊立約，kah伊chiù-chōa；koh掠國內有勢力ê人；"}},{"book":"結","chapter":17,"verse":14,"versions":{"unv":"使國低微不能自強，惟因守盟約得以存立。","bklcl":"beh hō͘ kok pi-bî bōe-ōe chū-kiông, to̍k-to̍k siú bêng-iok, chiū tit-tio̍h pó-chûn.","tghg":"欲互國卑微𣍐會自強，獨獨守盟約就得著保存。","bklhl":"Beh hō͘國卑微bōe能自強，獨獨守盟約，就得tio̍h保存。"}},{"book":"結","chapter":17,"verse":15,"versions":{"unv":"他卻背叛巴比倫王，打發使者往埃及去，要他們給他馬匹和多民。他豈能亨通呢？行這樣事的人豈能逃脫呢？他背約豈能逃脫呢？","bklcl":"Chóng-sī i pōe-poān; chhe sù-chiá khì Ai-ki̍p, ài in hō͘ i bé kap chōe-chōe peng; i kiám ōe heng-thong mah? kiâⁿ chit hō sū ê lâng, kiám ōe tô-thoat mah? kiám ū pōe-iok, iáu cháu ōe lī mah?","tghg":"總是伊背叛，差使者去埃及，愛𪜶互伊馬及多多兵。伊豈會亨通嗎？行此號事的人豈會逃脫嗎？豈有背約猶走會離嗎？","bklhl":"總是伊背叛；差使者去埃及，ài in hō͘伊馬kap chōe-chōe兵；伊kiám會興通mah？行chit號事ê人，kiám會逃脫mah？kiám有背約，iáu走能lī mah？"}},{"book":"結","chapter":17,"verse":16,"versions":{"unv":"他輕看向王所起的誓，背棄王與他所立的約。主耶和華說：我指著我的永生起誓，他定要死在立他作王、巴比倫王的京都。","bklcl":"Chú Iâ-hô-hoa kóng, Góa kí ka-kī ê éng-oa̍h lâi chiù-chōa, Pa-pí-lûn ông siat-li̍p i chòe-ông, i kéng-jiân biáu-sī chiù-chōa ê ōe, pōe só͘ li̍p ê iok; in-ūi án-ni, i tek-khak sí tī Pa-pí-lûn ông só͘ tiàm ê só͘-chāi.","tghg":"主耶和華講：我指(kí)家己的永活來咒誓，巴比倫王設立伊做王。伊竟然藐視咒誓的話，背所立的約。因為按呢，伊的確死佇巴比倫王所踮的所在。","bklhl":"主耶和華講，我kí家己ê永活來chiù-chōa，巴比倫王設立伊做王，伊竟然藐視chiù-chōa ê話，背所立ê約；因為án-ni，伊的確死tī巴比倫王所tiàm ê所在。"}},{"book":"結","chapter":17,"verse":17,"versions":{"unv":"敵人築壘造臺，與他打仗的時候，為要剪除多人，法老雖領大軍隊和大群眾，還是不能幫助他。","bklcl":"Tng in khí thô͘-tui, chō tâi, beh bia̍t-bô chōe-chōe lâng ê sî, Hoat-ló chhōa tōa tūi peng, kap chōe-chōe lâng lâi; iā bōe tī kau-chiàn-tiong pang-chān i.","tghg":"當𪜶起土堆造台，欲滅無多多人的時，法老導大隊兵及多多人來，也𣍐佇交戰中幫助伊。","bklhl":"當in 起土堆，造台，beh滅無chōe-chōe人ê時，法老chhōa大隊兵，kap chōe-chōe人來；也bōe tī交戰中幫贊伊。"}},{"book":"結","chapter":17,"verse":18,"versions":{"unv":"他輕看誓言，背棄盟約，已經投降，卻又做這一切的事，他必不能逃脫。」","bklcl":"I pōe-iok lâi biáu-sī chiù-chōa, khòaⁿ ah, i í-keng tâu-hâng, iáu-kú chòe-chhut chiah-ê it-chhè ê sū, i tek-khak bōe-ōe tô-thoat.","tghg":"伊背約來藐視咒誓，看啊，伊已經投降，猶久做出諸個一切的事，伊的確𣍐會逃脫。","bklhl":"伊背約來藐視chiù-chōa，看ah，伊已經投降，iáu-kú做出chiah ê一切ê事，伊的確bōe能逃脫。"}},{"book":"結","chapter":17,"verse":19,"versions":{"unv":"所以主耶和華如此說：「我指著我的永生起誓，他既輕看指我所起的誓，背棄指我所立的約，我必要使這罪歸在他頭上。","bklcl":"Só͘-í Chú Iâ-hô-hoa án-ni kóng, Góa kí Góa ê éng-oa̍h lâi chiù-chōa, i í-keng khòaⁿ-khin chí Góa só͘ chiù ê chōa, pōe-biū chí Góa só͘ li̍p ê iok; Góa beh chiong chit ê chōe kui tī i ê thâu-khak.","tghg":"所以主耶和華按呢講：「我指(kí)我的永活來咒誓，伊已經看輕指(chí)我所咒的誓，悖謬(pōe-biū)指(chí)我所立的約，我欲將此個罪歸佇伊的頭殼。","bklhl":"所以主耶和華án-ni講，我kí我ê永活來chiù-chōa，伊已經看輕指我所chiù ê chōa，悖謬指我所立ê約；我beh將chit ê罪歸tī伊ê頭殼。"}},{"book":"結","chapter":17,"verse":20,"versions":{"unv":"我必將我的網撒在他身上，他必在我的網羅中纏住。我必帶他到巴比倫，並要在那裡因他干犯我的罪刑罰他。","bklcl":"Góa beh ēng Góa ê bāng pha tī i ê sin-chiūⁿ, i beh hō͘ Góa ê oa̍h-tauh tauh--tio̍h; Góa beh tòa i kàu Pa-pí-lûn, ia̍h beh tī-hia sím-mn̄g i kan-hoān Góa ê chōe.","tghg":"我欲用我的網拋佇伊的身上，伊欲互我的活罩(oa̍h-tauh)罩著。我欲帶伊到巴比倫，亦欲佇遐審問伊干犯我的罪。","bklhl":"我beh用我ê網拋tī伊ê身上，伊beh hō͘我ê活tauh tauh-tio̍h；我beh帶伊到巴比倫，亦beh tī-hia審問伊干犯我ê罪。"}},{"book":"結","chapter":17,"verse":21,"versions":{"unv":"他的一切軍隊，凡逃跑的，都必倒在刀下；所剩下的，也必分散四方（方：原文是風）。你們就知道說這話的是我─耶和華。」","bklcl":"I ê kun-tūi-tiong tô-cháu--ê, lóng beh tó tī to-ē; só͘ chhun--ê, ia̍h beh sì-sòaⁿ tī sì-hng; lín chiū chai kóng chit ê ōe--ê, sī Góa Iâ-hô-hoa.","tghg":"伊的軍隊中逃走者，攏欲倒佇刀下；所剩(chhun)者，亦欲四散佇四方。恁就知講此個話者，是我──耶和華。」","bklhl":"伊ê軍隊中逃走ê，lóng beh倒tī刀下；所chhun-ê，亦beh四散tī四方；lín就知講chit ê話ê，是我耶和華。"}},{"book":"結","chapter":17,"verse":22,"versions":{"unv":"主耶和華如此說：「我要將香柏樹梢擰去栽上，就是從儘尖的嫩枝中折一嫩枝，栽於極高的山上；","bklcl":"Chú Iâ-hô-hoa án-ni kóng, Góa ia̍h beh chhú pek-hiuⁿ-chhiū tiong-ki koâiⁿ ê bé-liu, lâi chai--i; ia̍h beh tùi i chíⁿ ê ki ê bé-liu, at-chi̍h i nńg ê ki; chai tī koâiⁿ-koâiⁿ ê soaⁿ.","tghg":"主耶和華按呢講：「我亦欲取柏香樹中枝高的尾溜，來栽伊，亦欲對伊茈的枝的尾溜，遏折伊軟的枝，栽佇高高的山；","bklhl":"主耶和華án-ni講，我亦beh取柏香樹中枝高ê尾溜，來栽伊；亦beh對伊chíⁿ ê枝 ê尾溜，at折伊軟ê枝；栽tī高高ê山。"}},{"book":"結","chapter":17,"verse":23,"versions":{"unv":"在以色列高處的山栽上。它就生枝子，結果子，成為佳美的香柏樹，各類飛鳥都必宿在其下，就是宿在枝子的蔭下。","bklcl":"Góa beh chai i tī Í-sek-lia̍t koâiⁿ-tōe ê soaⁿ, i chiū khui-ki kiat-chí, chiâⁿ-chòe hó ê pek-hiuⁿ-chhiū; kok-iūⁿ ê pe-chiáu beh hioh tī i ê ē-bīn, hioh tī i ê ki ê ìm-ńg-ē.","tghg":"我欲栽伊佇以色列高地的山。伊就開枝結子，成做好的柏香樹，各樣的飛鳥欲歇佇伊的下面，歇佇伊的枝的蔭影下。","bklhl":"我beh栽伊tī以色列高地ê山，伊就開枝結子，成做好ê柏香樹；各樣ê飛鳥beh歇tī伊ê下面，歇tī伊ê枝ê蔭影下。"}},{"book":"結","chapter":17,"verse":24,"versions":{"unv":"田野的樹木都必知道我─耶和華使高樹矮小，矮樹高大；青樹枯乾，枯樹發旺。我─耶和華如此說，也如此行了。」","bklcl":"Chhân-iá ê chhiū-ba̍k lóng beh chai Góa Iâ-hô-hoa hō͘ koâiⁿ ê chhiū kàng-kē, kē ê chhiū seng koâiⁿ, chhiⁿ-chhùi ê chhiū ko͘-tâ, ko͘-tâ ê chhiū bō͘-sēng; Góa Iâ-hô-hoa án-ni kóng i, iā chiâⁿ i.","tghg":"田野的樹木攏欲知我──耶和華互高的樹降低，低的樹升高；青翠的樹枯焦，枯焦的樹茂盛。我──耶和華按呢講伊，也成伊。」","bklhl":"田野ê樹木lóng beh知我耶和華hō͘高ê樹降低，低ê樹升高，青翠ê樹枯焦，枯焦ê樹茂盛；我耶和華án-ni講伊，也成伊。"}}]