[{"book":"結","chapter":8,"verse":1,"versions":{"unv":"第六年六月初五日，我坐在家中；猶大的眾長老坐在我面前。在那裡主耶和華的靈（原文是手）降在我身上。","bklcl":"Tē la̍k-nî la̍k-ge̍h chhoe-gō͘, góa chē tī góa ê chhù-lāi, Iû-tāi chiah-ê tióng-ló chē tī góa ê bīn-chêng; tī-hia Chú Iâ-hô-hoa ê chhiú kàu tī góa ê sin-chiūⁿ.","tghg":"第六年六月初五，我坐佇我的厝內；猶大諸個長老坐佇我的面前。佇遐主耶和華的手到佇我的身上。","bklhl":"第六年六月初五，我坐tī我ê厝內，偤大chiah ê長老坐tī我ê面前；tī-hia主耶和華ê手到tī我ê身上。"}},{"book":"結","chapter":8,"verse":2,"versions":{"unv":"我觀看，見有形像彷彿火的形狀，從他腰以下的形狀有火，從他腰以上有光輝的形狀，彷彿光耀的精金。","bklcl":"Góa koan-khòaⁿ, khòaⁿ-kìⁿ ū hêng-siōng chhin-chhiūⁿ hé ê khoán-sit; tùi i ê io í-ē ê khoán-sit ū hé, tùi i ê io í-chiūⁿ ê kng-kng ê khoán-sit, chhin-chhiūⁿ hó͘-phek ê sek-tì.","tghg":"我觀看，看見有形像親像火的款式，對伊的腰以下(í-ē)的款式有火，對伊的腰以上的光光的款式，親像琥珀的色緻。","bklhl":"我觀看，看見有形象親像火ê款式；tùi祂ê腰以下ê款式有火，tùi祂ê腰以上ê光光ê款式，親像琥珀 ê色緻。"}},{"book":"結","chapter":8,"verse":3,"versions":{"unv":"他伸出彷彿一隻手的樣式，抓住我的一綹頭髮，靈就將我舉到天地中間，在　神的異象中，帶我到耶路撒冷朝北的內院門口，在那裡有觸動主怒偶像的坐位，就是惹動忌邪的。","bklcl":"I chhun chhut chhin-chhiūⁿ chi̍t ki chhiú ê khoán, khiú-tiâu góa chi̍t-kó͘ ê thâu-mn̂g; sîn chiū chiong góa kú-khí kàu thiⁿ kap tōe ê tiong-kan, tī Siōng-tè ê īⁿ-siōng-tiong tòa góa kàu Iâ-lō͘-sat-léng, ǹg pak lāi-īⁿ ê mn̂g-kháu; tī-hia ū tò͘-khī ê ngó͘-siōng ê chō-ūi, chiū-sī kek-tōng tò͘-khī-ê.","tghg":"伊伸出親像一支手的款，搝住(khiú-tiâu)我一股的頭毛，神就將我舉起到天及地的中間，佇上帝的異象中，帶我到耶路撒冷向北內院的門口，佇遐有妒忌(tò͘-khī)的偶像的座位，就是激動妒忌的。","bklhl":"祂伸出親像一支手ê款，khiú-tiâu我一股ê頭毛；神就將我舉起到天kap地ê中間，tī上帝ê異象中帶我到耶路撒冷，ǹg北內院ê門口；tī-hia有妒忌ê偶像ê座位，就是激動妒忌ê。"}},{"book":"結","chapter":8,"verse":4,"versions":{"unv":"誰知，在那裡有以色列　神的榮耀，形狀與我在平原所見的一樣。","bklcl":"Khòaⁿ ah, tī-hia ū Í-sek-lia̍t Siōng-tè ê êng-kng, khoán-sit kap góa tī pîⁿ-iûⁿ só͘ khòaⁿ-kìⁿ--ê chi̍t-iūⁿ.","tghg":"看啊，佇遐有以色列上帝的榮光，款式及我佇平洋所看見者一樣。","bklhl":"看ah，tī-hia有以色列上帝ê榮光，款式kap我tī平洋所看見ê一樣。"}},{"book":"結","chapter":8,"verse":5,"versions":{"unv":"　神對我說：「人子啊，你舉目向北觀看。」我就舉目向北觀看，見祭壇門的北邊，在門口有這惹忌邪的偶像；","bklcl":"I tùi góa kóng, Jîn-chú ah, lí kia̍h-ba̍k ǹg pak-hng ê lō͘ koan-khòaⁿ; góa chiū kia̍h-ba̍k ǹg pak-hng ê lō͘ koan-khòaⁿ; khòaⁿ ah, tī chè-tôaⁿ mn̂g ê pak--sì, tī mn̂g-kháu ū chi̍t-ê kek-tōng tò͘-khī ê ngó͘-siōng.","tghg":"伊對我講：「人子啊，你攑目向北方的路觀看。」我就攑目向北方的路觀看，看啊，佇祭壇門的北勢，佇門口有一個激動妒忌的偶像；","bklhl":"伊對我講，人子ah，你kia̍h目ǹg北方ê路觀看；我就kia̍h目ǹg北方ê路觀看；看ah，tī祭壇門ê北勢，tī門口有一个激動妒忌ê偶像。"}},{"book":"結","chapter":8,"verse":6,"versions":{"unv":"又對我說：「人子啊，以色列家所行的，就是在此行這大可憎的事，使我遠離我的聖所，你看見了嗎？你還要看見另有大可憎的事。」","bklcl":"I koh tùi góa kóng, Jîn-chú ah, lí khòaⁿ-kìⁿ in só͘ chòe--ê mah? chiū-sī Í-sek-lia̍t ke tī-chia só͘ kiâⁿ tōa khó-ò͘ⁿ ê sū, hō͘ Góa lī-khui Góa ê sèng-só͘ hn̄g-hn̄g? chóng-sī lí beh koh khòaⁿ, iáu ū koh-khah tōa khó-ò͘ⁿ ê sū.","tghg":"伊閣對我講：「人子啊，你看見𪜶所做的嗎？就是以色列家佇遮所行大可惡的事，互我離開我的聖所遠遠。總是你欲閣看，猶有閣卡大可惡的事。」","bklhl":"祂koh對我講，人子ah，你看見in所做ê mah？就是以色列家tī-chia所行大可惡ê事，hō͘我離開我ê聖所遠遠？總是你beh koh看，iáu有koh-khah大可惡ê事。"}},{"book":"結","chapter":8,"verse":7,"versions":{"unv":"他領我到院門口。我觀看，見牆上有個窟窿。","bklcl":"I chhōa góa kàu īⁿ ê mn̂g; góa koan-khòaⁿ, khòaⁿ-kìⁿ chhiûⁿ-piah ū chi̍t-khang.","tghg":"伊導我到院的門。我觀看，看見牆壁有一孔。","bklhl":"祂chhōa我到院ê門；我觀看，看見牆壁有一孔。"}},{"book":"結","chapter":8,"verse":8,"versions":{"unv":"他對我說：「人子啊，你要挖牆。」我一挖牆，見有一門。","bklcl":"I tùi góa kóng, Jîn-chú ah, lí tio̍h iah chhiûⁿ; góa chi̍t-ē iah chhiûⁿ, khòaⁿ-kìⁿ ū chi̍t ê mn̂g.","tghg":"伊對我講：「人子啊，你著挖(iah)牆。」我一下挖牆，看見有一個門。","bklhl":"祂對我講，人子ah，你tio̍h搤牆；我一下搤牆，看見有一个門。"}},{"book":"結","chapter":8,"verse":9,"versions":{"unv":"他說：「你進去，看他們在這裡所行可憎的惡事。」","bklcl":"I kā góa kóng, Lí ji̍p-khì, khòaⁿ in tī chí lāi-bīn só͘ kiâⁿ khó-ò͘ⁿ ê pháiⁿ-tāi.","tghg":"伊給我講：「你入去，看𪜶佇此內面所行可惡的歹代。」","bklhl":"祂kā我講，你入去，看in tī chit內面所行可惡ê pháiⁿ-tāi。"}},{"book":"結","chapter":8,"verse":10,"versions":{"unv":"我進去一看，誰知，在四面牆上畫著各樣爬物和可憎的走獸，並以色列家一切的偶像。","bklcl":"Góa chiū ji̍p-khì khòaⁿ; khòaⁿ ah, tī sì-bīn ê chhiûⁿ-piah, ūi ta̍k-hō ōe sô ê mi̍h, kap khó-ò͘ⁿ ê cháu-siù, kap Í-sek-lia̍t ke it-chhè ê ngó͘-siōng.","tghg":"我就入去看，看啊，佇四面的牆壁畫逐號會趖(sô)的物及可惡的走獸，及以色列家一切的偶像。","bklhl":"我就入去看；看ah，tī四面ê牆壁，畫ta̍k號會趖ê物，kap可惡ê走獸，kap以色列家一切ê偶像。"}},{"book":"結","chapter":8,"verse":11,"versions":{"unv":"在這些像前有以色列家的七十個長老站立，沙番的兒子雅撒尼亞也站在其中。各人手拿香爐，煙雲的香氣上騰。","bklcl":"Tī chiah-ê siōng ê bīn-chêng, ū Í-sek-lia̍t ke chhit-cha̍p ê tióng-ló khiā-teh, Sa-hoan ê kiáⁿ Ngá-sat-nî-a iā khiā tī in tiong-kan; ta̍k-lâng chhiú the̍h hiuⁿ-lô͘, hiuⁿ-ian ê phang-bī chhèng chiūⁿ-koâiⁿ.","tghg":"佇諸個像的面前，有以色列家七十個長老徛啲，沙番的子雅撒尼亞也徛佇𪜶中間。逐人手提香爐，香煙的芳味(phang-bī)淐(chhèng)上高。","bklhl":"Tī chiah ê像ê面前，有以色列家七十個長老khiā-teh，Sa-hoan ê kiáⁿ Ngá-sat-nî-a也khiā tī in中間；ta̍k人手the̍h香爐，香煙ê芳味chhèng上高。"}},{"book":"結","chapter":8,"verse":12,"versions":{"unv":"他對我說：「人子啊，以色列家的長老暗中在各人畫像屋裡所行的，你看見了嗎？他們常說：『耶和華看不見我們；耶和華已經離棄這地。』」","bklcl":"I tùi góa kóng, Jîn-chú ah, Í-sek-lia̍t ke ê tióng-ló, tī àm-tiong, tī in ta̍k-lâng ūi-siōng ê pâng-á-lāi só͘ kiâⁿ--ê, lí khòaⁿ-kìⁿ bô? in-ūi in kóng, Iâ-hô-hoa bô khòaⁿ-kìⁿ goán, Iâ-hô-hoa í-keng lī-khui chit ê tōe.","tghg":"伊對我講：「人子啊，以色列家的長老佇暗中佇𪜶逐人畫像的房仔內所行的，你看見無？因為𪜶講：『耶和華無看見阮；耶和華已經離開此個地。』」","bklhl":"祂對我講，人子ah，以色列家ê長老，tī暗中，tī in ta̍k人畫像ê房á內所行ê，你看見無？因為in講，耶和華無看見阮，耶和華已經離開chit ê地。"}},{"book":"結","chapter":8,"verse":13,"versions":{"unv":"他又說：「你還要看見他們另外行大可憎的事。」","bklcl":"I koh tùi góa kóng, Lí beh koh khòaⁿ-kìⁿ in só͘ kiâⁿ, iáu ū koh-khah tōa khó-ò͘ⁿ ê sū.","tghg":"伊閣對我講：「你欲閣看見𪜶所行猶有閣卡大可惡的事。」","bklhl":"祂koh對我講，你beh koh看見in所行，iáu有koh-khah大可惡ê事。"}},{"book":"結","chapter":8,"verse":14,"versions":{"unv":"他領我到耶和華殿外院朝北的門口。誰知，在那裡有婦女坐著，為搭模斯哭泣。","bklcl":"I chhōa góa kàu Iâ-hô-hoa ê chhù, ǹg pak ê mn̂g-kháu; khòaⁿ ah, tī-hia ū hū-lú chē--teh, ūi-tio̍h Tah-bô͘-su thî-khàu.","tghg":"伊導我到耶和華的厝，向北的門口。看啊，佇遐有婦女坐啲，為著搭模斯啼哭。","bklhl":"祂chhōa我到耶和華ê厝，ǹg北ê門口；看ah，tī-hia有婦女坐teh，為tio̍h Tah-bô͘-su啼哭。"}},{"book":"結","chapter":8,"verse":15,"versions":{"unv":"他對我說：「人子啊，你看見了嗎？你還要看見比這更可憎的事。」","bklcl":"I tùi góa kóng, Jîn-chú ah, lí khòaⁿ-kìⁿ bô? lí iáu beh khòaⁿ-kìⁿ pí che koh-khah khó-ò͘ⁿ ê sū.","tghg":"伊對我講：「人子啊，你看見無？你猶欲看見比這閣卡可惡的事。」","bklhl":"祂對我講，人子ah，你看見無？你iáu beh看見比這koh-khah可惡ê事。"}},{"book":"結","chapter":8,"verse":16,"versions":{"unv":"他又領我到耶和華殿的內院。誰知，在耶和華的殿門口、廊子和祭壇中間，約有二十五個人背向耶和華的殿，面向東方拜日頭。","bklcl":"I koh chhōa góa kàu Iâ-hô-hoa chhù ê lāi-īⁿ; khòaⁿ ah, tī Iâ-hô-hoa ê tiān-mn̂g, léng-lông kap chè-tôaⁿ ê tiong-kan, iok-lio̍k ū jī-cha̍p-gō͘ lâng, ka-chiah ǹg Iâ-hô-hoa ê tiān, bīn ǹg-tang; in iā ǹg-tang pài ji̍t-thâu.","tghg":"伊閣導我到耶和華厝的內院。看啊，佇耶和華的殿門、兩廊(léng-lông)及祭壇的中間，約略有二十五人尻脊(ka-chiah)向耶和華的殿，面向東，𪜶也向東拜日頭。","bklhl":"祂koh chhōa我到耶和華厝ê內院；看ah，tī耶和華ê殿門，léng廊kap祭壇ê中間，約略有二十五人，ka-chiah ǹg耶和華ê殿，面ǹg東；in也ǹg東拜日頭。"}},{"book":"結","chapter":8,"verse":17,"versions":{"unv":"他對我說：「人子啊，你看見了嗎？猶大家在此行這可憎的事還算為小嗎？他們在這地遍行強暴，再三惹我發怒，他們手拿枝條舉向鼻前。","bklcl":"I tùi góa kóng, Jîn-chú ah, lí ū khòaⁿ-kìⁿ bô? Iû-tāi ke tī-chia kiâⁿ chit ê khó-ò͘ⁿ ê sū, iáu sǹg-chòe sió-khóa mah? in tī chit ê só͘-chāi piàn-kiâⁿ kiông-pō, chài-saⁿ kek Góa ê siū-khì; khòaⁿ ah, in kia̍h chhiū-ki hē tī i ê phīⁿ-chêng.","tghg":"伊對我講：「人子啊，你有看見無？猶大家佇遮行此個可惡的事猶算做小可(sió-khóa)嗎？𪜶佇此個所在遍行強暴，再三激我的受氣，看啊，𪜶攑樹枝下(hē)佇𪜶的鼻前。","bklhl":"伊對我講，人子ah，你有看見無？偤大家tī-chia行chit ê可惡ê事，iáu算做小khóa mah？in tī chit ê所在遍行強暴，再三激我ê受氣；看ah，in kia̍h樹枝hē tī伊ê鼻前。"}},{"book":"結","chapter":8,"verse":18,"versions":{"unv":"因此，我也要以忿怒行事，我眼必不顧惜，也不可憐他們；他們雖向我耳中大聲呼求，我還是不聽。」","bklcl":"In-ūi án-ni, Góa ia̍h beh kiâⁿ Góa ê tōa siū-khì; Góa ê ba̍k-chiu bô beh thiàⁿ-sioh in, Góa iā bô beh khó-lîn in; in sui-jiân ǹg Góa ê hī-khang-tiong tōa-siaⁿ kiû-kiò, Góa iû-goân m̄-thiaⁿ.","tghg":"因為按呢，我亦欲行我的大受氣，我的目睭無欲疼惜𪜶，我也無欲可憐𪜶；𪜶雖然向我的耳孔中大聲求叫，我猶原呣聽。」","bklhl":"因為án-ni，我亦beh行我ê大受氣；我ê目睭無beh疼惜in，我也無beh可憐in；in雖然ǹg我ê耳孔中大聲求叫，我猶原m̄聽。"}}]