[{"book":"結","chapter":12,"verse":1,"versions":{"unv":"耶和華的話又臨到我說：","bklcl":"Iâ-hô-hoa ê ōe koh lîm-kàu góa kóng,","tghg":"耶和華的話閣臨到我講：","bklhl":"耶和華ê話koh臨到我講，"}},{"book":"結","chapter":12,"verse":2,"versions":{"unv":"「人子啊，你住在悖逆的家中。他們有眼睛看不見，有耳朵聽不見，因為他們是悖逆之家。","bklcl":"Jîn-chú ah, lí khiā-khí tī pōe-ge̍k ê ke-tiong; in ū ba̍k-chiu thang khòaⁿ, ia̍h m̄-khòaⁿ; ū hī-khang thang thiaⁿ, ia̍h m̄-thiaⁿ; in-ūi in sī pōe-ge̍k ê ke.","tghg":"「人子啊，你徛起佇悖逆(pōe-ge̍k)的家中。𪜶有目睭通看亦呣看，有耳孔通聽亦呣聽，因為𪜶是悖逆的家。","bklhl":"人子ah，你khiā起tī悖逆ê家中；in有目睭thang看，亦m̄看；有耳孔thang聽，亦m̄聽；因為in是悖逆ê家。"}},{"book":"結","chapter":12,"verse":3,"versions":{"unv":"所以人子啊，你要預備擄去使用的物件，在白日當他們眼前從你所住的地方移到別處去；他們雖是悖逆之家，或者可以揣摩思想。","bklcl":"Só͘-í, jîn-chú ah, lí tio̍h ūi ka-kī pī-pān siū chhian-sóa èng-iōng ê mi̍h-kiāⁿ; tng-thâu pe̍h-ji̍t tī in ê ba̍k-chiu-chêng lâi chhian-sóa; koh tio̍h tùi lí ê só͘-chāi tng in ê ba̍k-chiu-chêng chhian-sóa kàu pa̍t-ūi; in sui-bóng sī pōe-ge̍k ê ke, kiám-chhái tùi án-ni ōe siūⁿ.","tghg":"所以人子啊，你著為家己備辦受遷徙應用的物件，當頭白日佇𪜶的目睭前來遷徙；閣著對你的所在當𪜶的目睭前遷徙到別位；𪜶雖莽是悖逆的家，豈採對按呢會想。","bklhl":"所以，人子ah，你tio̍h為家己備辦受遷徙應用ê物件；當頭白日tī in ê目睭前來遷徙；koh tio̍h對你ê所在當in ê目睭前遷徙到別位；in雖bóng是悖逆ê家，kiám-chhái tùi án-ni，會想。"}},{"book":"結","chapter":12,"verse":4,"versions":{"unv":"你要在白日當他們眼前帶出你的物件去，好像預備擄去使用的物件。到了晚上，你要在他們眼前親自出去，像被擄的人出去一樣。","bklcl":"Lí tio̍h tng-thâu pe̍h-ji̍t, tī in ê ba̍k-chiū-chêng, tòa lí ê mi̍h chhut-khì; chhin-chhiūⁿ tòa siū chhian-sóa èng-iōng ê mi̍h chi̍t-iūⁿ; kàu ê-hng, lí tio̍h tī in ê ba̍k-chiu-chêng ka-kī chhut-khì, chhin-chhiūⁿ siū-lia̍h ê lâng chhut-khì chi̍t-iūⁿ.","tghg":"你著當頭白日佇𪜶的目睭前帶你的物出去，親像帶受遷徙應用的物一樣。到下昏，你著佇𪜶的目睭前家己出去，親像受掠的人出去一樣。","bklhl":"你tio̍h當頭白日，tī in ê目睭前，帶你ê物出去；親像帶受遷徙應用ê物一樣；到ê-hng，你tio̍h tī in ê目睭前家己出去，親像受掠ê人出去一樣。"}},{"book":"結","chapter":12,"verse":5,"versions":{"unv":"你要在他們眼前挖通了牆，從其中將物件帶出去。","bklcl":"Lí tio̍h tī in ê bīn-chêng, tùi chhiûⁿ-piah iah-khang, tùi hit khang tòa mi̍h chhut-khì.","tghg":"你著佇𪜶的面前對牆壁挖(iah)孔，對彼孔帶物出去。","bklhl":"你tio̍h tī in ê面前，tùi牆壁iah孔，tùi hit孔帶物出去。"}},{"book":"結","chapter":12,"verse":6,"versions":{"unv":"到天黑時，你要當他們眼前搭在肩頭上帶出去，並要蒙住臉看不見地，因為我立你作以色列家的預兆。」","bklcl":"Kàu ji̍t àm, lí tio̍h tī in ê ba̍k-chiu-chêng, pē tī keng-thâu chhut-khì; ia̍h tio̍h tà lí ê bīn, kàu bô khòaⁿ-kìⁿ tōe; in-ūi Góa ēng lí chòe Í-sek-lia̍t-ke ê tiāu-thâu.","tghg":"到日暗，你著佇𪜶的目睭前背佇肩頭出去，亦著罩(tà)你的面到無看見地，因為我用你做以色列家的兆頭。」","bklhl":"到日暗，你tio̍h tī in ê目睭前，背tī肩頭出去；亦tio̍h罩你ê面，到無看見地；因為我用你做以色列家ê兆頭。"}},{"book":"結","chapter":12,"verse":7,"versions":{"unv":"我就照著所吩咐的去行，白日帶出我的物件，好像預備擄去使用的物件。到了晚上，我用手挖通了牆。天黑的時候，就當他們眼前搭在肩頭上帶出去。","bklcl":"Góa chiū chiàu só͘ hoan-hù--ê khì kiâⁿ, tng-thâu pe̍h-ji̍t tòa góa ê mi̍h-kiāⁿ chhut-khì, chhin-chhiūⁿ tòa siū chhian-sóa èng-iōng ê mi̍h-kiāⁿ; ji̍t beh àm, góa ēng chhiú tùi chhiûⁿ iah khang; ji̍t í-keng àm, chiū tng in ê ba̍k-chiu-chêng pē tī keng-thâu tòa chhut-khì.","tghg":"我就照所吩咐的去行，當頭白日帶我的物件出去，親像帶受遷徙應用的物件。日欲暗，我用手對牆挖孔。日已經暗，就當𪜶的目睭前背佇肩頭帶出去。","bklhl":"我就照所吩咐ê去行，當頭白日帶我ê物件出去，親像帶受遷徙應用ê物件；日beh暗，我用手tùi牆iah孔；日已經暗，就當in ê目睭前背tī肩頭帶出去。"}},{"book":"結","chapter":12,"verse":8,"versions":{"unv":"次日早晨，耶和華的話臨到我說：","bklcl":"Kè chá-khí, Iâ-hô-hoa ê ōe lîm-kàu góa kóng,","tghg":"隔早起，耶和華的話臨到我講：","bklhl":"隔早起，耶和華ê話臨到我講，"}},{"book":"結","chapter":12,"verse":9,"versions":{"unv":"「人子啊，以色列家，就是那悖逆之家，豈不是問你說：『你做什麼呢？』","bklcl":"Jîn-chú ah, Í-sek-lia̍t-ke, chiū-sī pōe-ge̍k ê ke, kiám m̄-bat mn̄g lí kóng, Lí chòe sím-mi̍h ah?","tghg":"「人子啊，以色列家，就是悖逆的家，豈呣曾問你講：『你做甚麼啊？』","bklhl":"人子ah，以色列家，就是悖逆ê家，kiám m̄-bat問你講，你做甚麼ah？"}},{"book":"結","chapter":12,"verse":10,"versions":{"unv":"你要對他們說：『主耶和華如此說：這是關乎耶路撒冷的君王和他周圍以色列全家的預表（原文是擔子）。』","bklcl":"Lí tio̍h ìn in kóng, Chú Iâ-hô-hoa án-ni kóng, Chit ê khé-sī, koan-hē Iâ-lō͘-sat-léng ê kun-ông, í-ki̍p in tiong-kan Í-sek-lia̍t ê choân-ke.","tghg":"你著應𪜶講：『主耶和華按呢講：此個啟示關係耶路撒冷的君王以及𪜶中間以色列的全家。』","bklhl":"你tio̍h應in講，主耶和華án-ni講，chit ê啟示，關係耶路撒冷ê君王，以及in中間以色列ê全家。"}},{"book":"結","chapter":12,"verse":11,"versions":{"unv":"你要說：『我作你們的預兆：我怎樣行，他們所遭遇的也必怎樣，他們必被擄去。』","bklcl":"Lí tio̍h kóng, Góa chòe lín ê tiāu-thâu; góa cháiⁿ-iūⁿ kiâⁿ, in só͘ tú-tio̍h--ê iā beh án-ni; in beh siū-lia̍h siū chhian-sóa.","tghg":"你著講：『我做恁的兆頭：我怎樣行，𪜶所抵著(tú-tio̍h)的也欲按呢，𪜶欲受掠受遷徙。』","bklhl":"你tio̍h講，我做lín ê兆頭；我怎樣行，in所tú-tio̍h-ê也beh án-ni；in beh受掠受遷徙。"}},{"book":"結","chapter":12,"verse":12,"versions":{"unv":"他們中間的君王也必在天黑的時候將物件搭在肩頭上帶出去。他們要挖通了牆，從其中帶出去。他必蒙住臉，眼看不見地。","bklcl":"In tiong-kan ê kun-ông iā beh tī ji̍t àm ê sî, pē mi̍h tī keng-thâu tòa chhut--khì; in beh tùi chhiûⁿ iah khang, tùi hit khang tòa mi̍h chhut--khì; i beh khàm i ê bīn, in-ūi ba̍k-chiu bô khòaⁿ-kìⁿ tōe.","tghg":"𪜶中間的君王也欲佇日暗的時，背物佇肩頭帶出去。𪜶欲對牆挖孔，對彼孔帶物出去。伊欲蓋(khàm)伊的面，因為目睭無看見地。","bklhl":"In中間ê君王也beh tī日暗ê時，背物tī肩頭帶出去；in beh tùi牆iah孔，tùi hit孔帶物出去；伊beh蓋伊ê面，因為目睭無看見地。"}},{"book":"結","chapter":12,"verse":13,"versions":{"unv":"我必將我的網撒在他身上，他必在我的網羅中纏住。我必帶他到迦勒底人之地的巴比倫；他雖死在那裡，卻看不見那地。","bklcl":"Góa beh tiuⁿ Góa ê lô-bāng tī i ê téng-bīn, i beh hō͘ Góa ê oa̍h-tauh tauh--tio̍h; Góa beh tòa i kàu Pa-pí-lûn, Ka-le̍k-tí lâng ê tōe; i sui-jiân sí tī-hia, iā bōe khòaⁿ-kìⁿ hit ê tōe.","tghg":"我欲張我的羅網佇伊的頂面，伊欲互我的活罩(oa̍h-tauh)罩(tauh)著。我欲帶伊到巴比倫、迦勒底人的地；伊雖然死佇遐，也𣍐看見彼個地。","bklhl":"我beh張我ê羅網tī伊ê頂面，伊beh hō͘我ê活tauh tauh-tio̍h；我beh帶伊到巴比倫，Ka-le̍k-tí人ê地；伊雖然死tī-hia，也bōe看見hit ê地。"}},{"book":"結","chapter":12,"verse":14,"versions":{"unv":"周圍一切幫助他的和他所有的軍隊，我必分散四方（方：原文是風），也要拔刀追趕他們。","bklcl":"Chiu-ûi it-chhè pó-hō͘ i ê, kap i só͘ ū ê kun-tūi, Góa beh sì-sòaⁿ in tī sì-hng; iā beh pu̍ih-to tui-jip in.","tghg":"周圍一切保護伊的及伊所有的軍隊，我欲四散𪜶佇四方，也欲拔刀追趇(jip)𪜶。","bklhl":"周圍一切保護伊ê，kap伊所有ê軍隊，我beh四散in tī四方；也beh拔刀追jip in。"}},{"book":"結","chapter":12,"verse":15,"versions":{"unv":"我將他們四散在列國、分散在列邦的時候，他們就知道我是耶和華。","bklcl":"Góa hun-sòaⁿ in tī lia̍t-pang, sì-sòaⁿ in tī lia̍t-kok ê sî, in chiū chai Góa sī Iâ-hô-hoa.","tghg":"我分散𪜶佇列邦、四散𪜶佇列國的時，𪜶就知我是耶和華。","bklhl":"我分散in tī列邦，四散in tī列國ê時，in就知我是耶和華。"}},{"book":"結","chapter":12,"verse":16,"versions":{"unv":"我卻要留下他們幾個人得免刀劍、饑荒、瘟疫，使他們在所到的各國中述說他們一切可憎的事，人就知道我是耶和華。」","bklcl":"Chóng-sī Góa beh lâu in kúi-nā lâng, thoat-lī to-kiàm, ki-hng, un-e̍k, hō͘ in tī só͘ kàu ê ta̍k-kok-tiong, kóng-khí in khó-ò͘ⁿ ê sū; in chiū chai Góa sī Iâ-hô-hoa.","tghg":"總是我欲留𪜶幾若人脫離刀劍、飢荒、瘟疫，互𪜶佇所到的逐國中，講起𪜶可惡的事，𪜶就知我是耶和華。」","bklhl":"總是我beh留in kúi-nā人，脫離刀劍、飢荒、瘟疫，hō͘ in tī所到ê ta̍k國中，講起in可惡ê事；in就知我是耶和華。"}},{"book":"結","chapter":12,"verse":17,"versions":{"unv":"耶和華的話又臨到我說：","bklcl":"Iâ-hô-hoa ê ōe koh lîm-kàu kóng,","tghg":"耶和華的話閣臨到講：","bklhl":"耶和華ê話koh臨到講，"}},{"book":"結","chapter":12,"verse":18,"versions":{"unv":"「人子啊，你吃飯必膽戰，喝水必惶惶憂慮。","bklcl":"Jîn-chú ah, lí tio̍h ngia̍uh-ngia̍uh-chhoah lâi chia̍h lí ê piáⁿ, tio̍h kiaⁿ-hiâⁿ chún-chat lâi lim lí ê chúi.","tghg":"「人子啊，你著愕愕惙(ngia̍uh-ngia̍uh-chhoah)來食你的餅，著驚惶撙節來飲你的水。","bklhl":"人子ah，你tio̍h ngia̍uh-ngia̍uh-chhoah來食你ê餅，tio̍h驚惶撙節來lim你ê水。"}},{"book":"結","chapter":12,"verse":19,"versions":{"unv":"你要對這地的百姓說：主耶和華論耶路撒冷和以色列地的居民如此說，他們吃飯必憂慮，喝水必驚惶。因其中居住的眾人所行強暴的事，這地必然荒廢，一無所存。","bklcl":"Lí tio̍h tùi chit ê tōe-hng ê peh-sìⁿ kóng, Chú Iâ-hô-hoa lūn Iâ-lō͘-sat-léng, kap Í-sek-lia̍t tōe khiā-khí ê peh-sìⁿ, án-ni kóng, In chia̍h piáⁿ tio̍h chún-chat, lim chúi tio̍h gông-ngia̍h, in-ūi in tiong-kan khiā-khí ê chèng-lâng só͘ kiâⁿ kiông-pō ê sū, chit ê tōe beh hong-hòe sit-lo̍h i só͘-ū-ê.","tghg":"你著對此個地方的百姓講：主耶和華論耶路撒冷及以色列地徛起的百姓按呢講，𪜶食餅著撙節，飲水著卬愕。因為𪜶中間徛起的眾人所行強暴的事，此個地欲荒廢(hòe)，失落伊所有的。","bklhl":"你tio̍h對chit ê地方ê百姓講，主耶和華論耶路撒冷，kap以色列地khiā起ê百姓，án-ni講，In食餅tio̍h撙節，lim水tio̍h gông-ngia̍h，因為in中間khiā起ê眾人所行強暴ê事，chit ê地beh荒廢失落伊所有ê。"}},{"book":"結","chapter":12,"verse":20,"versions":{"unv":"有居民的城邑必變為荒場，地也必變為荒廢；你們就知道我是耶和華。」","bklcl":"Ū lâng khiā-khí ê siâⁿ beh pha-hng; tōe iā beh hong-hòe; lín chiū chai Góa sī Iâ-hô-hoa.","tghg":"有人徛起的城欲拋荒，地也欲荒廢；恁就知我是耶和華。」","bklhl":"有人khiā起ê城beh拋荒；地也beh荒廢；lín就知我是耶和華。"}},{"book":"結","chapter":12,"verse":21,"versions":{"unv":"耶和華的話臨到我說：","bklcl":"Iâ-hô-hoa ê ōe koh lîm-kàu góa kóng,","tghg":"耶和華的話閣臨到我講：","bklhl":"耶和華ê話koh臨到我講，"}},{"book":"結","chapter":12,"verse":22,"versions":{"unv":"「人子啊，在你們以色列地怎麼有這俗語，說『日子遲延，一切異象都落了空』呢？","bklcl":"Jîn-chú ah, tī lín Í-sek-lia̍t tōe, cháiⁿ-iūⁿ ū chit-hō sio̍k-gú kóng, Sî-ji̍t iân-chhiân, īⁿ-siōng lóng bô èng-giām ah?","tghg":"「人子啊，佇恁以色列地怎樣有此號俗語，講『時日延迁(iân-chhiân)，異象攏無應驗』啊？","bklhl":"人子ah，tī lín以色列地，怎樣有chit號俗語講，時日延chhiân，異象lóng無應驗ah？"}},{"book":"結","chapter":12,"verse":23,"versions":{"unv":"你要告訴他們說：『主耶和華如此說：我必使這俗語止息，以色列中不再用這俗語。』你卻要對他們說：『日子臨近，一切的異象必都應驗。』","bklcl":"Só͘-í lí tio̍h kā in kóng, Chú Iâ-hô-hoa án-ni kóng, Góa beh hō͘ chit ê sio̍k-gú soah, Í-sek-lia̍t tiong bô koh ēng chit-ê chòe sio̍k-gú; chóng-sī lí tio̍h kā in kóng, Sî-ji̍t kūn--lah, ta̍k ê īⁿ-siōng ê èng-giām iā-sī án-ni.","tghg":"所以你著給𪜶講：『主耶和華按呢講：我欲互此個俗語息(soah)，以色列中無閣用此個做俗語。』總是你著給𪜶講：『時日近啦，逐個異象的應驗也是按呢。』","bklhl":"所以你tio̍h kā in講，主耶和華án-ni講，我beh hō͘ chit ê俗語soah，以色列中無koh用chit ê做俗語；總是你tio̍h kā in講，時日近lah，ta̍k-ê異象ê應驗也是án-ni。"}},{"book":"結","chapter":12,"verse":24,"versions":{"unv":"從此，在以色列家中必不再有虛假的異象和奉承的占卜。","bklcl":"Í-āu tī Í-sek-lia̍t-ke ê tiong-kan, tek-khak bô koh ū hu-ké ê īⁿ-siōng, sūn jîn-ì ê pok-kòa.","tghg":"以後，佇以色列家的中間的確無閣有虛假的異象，順人意的卜卦。","bklhl":"以後tī以色列家ê中間，的確無koh有虛假ê異象，順人意ê卜卦。"}},{"book":"結","chapter":12,"verse":25,"versions":{"unv":"我─耶和華說話，所說的必定成就，不再耽延。你們這悖逆之家，我所說的話必趁你們在世的日子成就。這是主耶和華說的。」","bklcl":"In-ūi Góa chiū-sī Iâ-hô-hoa, Góa beh kóng, koh Góa só͘ kóng ê ōe, beh èng-giām, bô koh iân-chhiân; lín chit ê pōe-ge̍k ê ke ah, Góa beh tī lín oa̍h-teh ê ji̍t lâi kóng, lâi chiâⁿ--i; che sī Chú Iâ-hô-hoa kóng--ê.","tghg":"因為我──就是耶和華，我欲講，閣我所講的話欲應驗，無閣延迁。恁此個悖逆的家啊，我欲佇恁活啲的日來講，來成伊。這是主耶和華講的。」","bklhl":"因為我就是耶和華，我beh講，koh我所講ê話，beh應驗，無koh延chhiân；lín chit ê悖逆ê家ah，我beh tī lín活teh ê日來講，來成伊；這是主耶和華講ê。"}},{"book":"結","chapter":12,"verse":26,"versions":{"unv":"耶和華的話又臨到我說：","bklcl":"Iâ-hô-hoa ê ōe koh lîm-kàu góa kóng,","tghg":"耶和華的話閣臨到我講：","bklhl":"耶和華ê話koh臨到我講，"}},{"book":"結","chapter":12,"verse":27,"versions":{"unv":"「人子啊，以色列家的人說：『他所見的異象是關乎後來許多的日子，所說的預言是指著極遠的時候。』","bklcl":"Jîn-chú ah, khòaⁿ ah, Í-sek-lia̍t-ke ê lâng kóng, I só͘ khòaⁿ-kìⁿ ê īⁿ-siōng, sī sio̍k tī chōe-chōe ji̍t-āu ê sū, só͘ kóng ê chhàm-gú, sī chí ke̍k-hn̄g ê sî-kî.","tghg":"「人子啊，看啊，以色列家的人講：『伊所看見的異象是屬佇多多日後的事，所講的讖語(chhàm-gú)是指(chí)極遠的時期。』","bklhl":"人子ah，看ah，以色列家ê人講，伊所看見ê異象，是屬tī chōe-chōe日後ê事，所講ê讖語，是指極遠ê時期。"}},{"book":"結","chapter":12,"verse":28,"versions":{"unv":"所以你要對他們說：『主耶和華如此說：我的話沒有一句再耽延的，我所說的必定成就。這是主耶和華說的。』」","bklcl":"Só͘-í lí tio̍h tùi in kóng, Chú Iâ-hô-hoa án-ni kóng, Góa ê ōe bô chi̍t-kù ū koh iân-chhiân, Góa só͘ kóng ê ōe, tek-khak chiâⁿ--i; che sī Chú Iâ-hô-hoa kóng--ê.","tghg":"所以你著對𪜶講：『主耶和華按呢講：我的話無一句有閣延迁，我所講的話，的確成伊。這是主耶和華講的。』」","bklhl":"所以你tio̍h對in講，主耶和華án-ni講，我ê話無一句有koh 延chhiân，我所講ê話，的確成伊；這是主耶和華講ê。"}}]