[{"book":"結","chapter":38,"verse":1,"versions":{"unv":"耶和華的話臨到我說：","bklcl":"Iâ-hô-hoa ê ōe lîm-kàu góa kóng,","tghg":"耶和華的話臨到我講：","bklhl":"耶和華ê話臨到我講，"}},{"book":"結","chapter":38,"verse":2,"versions":{"unv":"「人子啊，你要面向瑪各地的歌革，就是羅施、米設、土巴的王發預言攻擊他，","bklcl":"Jîn-chú ah, lí tio̍h bīn ǹg Má-kok tōe ê Ko-kek, chiū-sī Lô-si, Bí-siat, Thó͘-pa ê jîn-kun, soan-thoân lâi kong-kek i, kóng,","tghg":"「人子啊，你著面向瑪各地的歌革，就是羅施、米設、土巴的人君，宣傳來攻擊伊，","bklhl":"人子ah，你tio̍h面ǹg Má-kok地ê Ko-kek，就是Lô-si，Bí-siat，Thó͘-pa ê人君，宣傳來攻擊伊，講，"}},{"book":"結","chapter":38,"verse":3,"versions":{"unv":"說主耶和華如此說：羅施、米設、土巴的王歌革啊，我與你為敵。","bklcl":"Chú Iâ-hô-hoa án-ni kóng, Lô-si, Bí-siat, Thó͘-pa ê jîn-kun, Ko-kek ah, khòaⁿ ah, Góa chòe lí ê tùi-te̍k;","tghg":"講主耶和華按呢講：羅施、米設、土巴的人君歌革啊，看啊，我做你的對敵。","bklhl":"主耶和華án-ni講，Lô-si，Bí-siat，Thó͘-pa ê人君，Ko-kek ah，看ah，我做你ê對敵；"}},{"book":"結","chapter":38,"verse":4,"versions":{"unv":"我必用鉤子鉤住你的腮頰，調轉你，將你和你的軍兵、馬匹、馬兵帶出來，都披掛整齊，成了大隊，有大小盾牌，各拿刀劍。","bklcl":"Góa beh hō͘ lí oa̍t-tńg, ēng kau kau lí ê gê-chô, chiong lí kap lí ê kun-peng, bé-phit, bé-peng, tòa--chhut-lâi, lóng chhēng chin súi ê chiàn-kah, chiâⁿ-chòe tōa ê kun-tūi, giâ tōa-sió ê tîn-pâi, ta̍k-ê kia̍h to-kiàm;","tghg":"我欲互你越轉，用鈎鈎你的牙槽，將你及你的軍兵、馬匹(phit)、馬兵帶出來，攏穿真媠的戰甲，成做大的軍隊，夯(giâ)大小的盾牌，逐個攑刀劍。","bklhl":"我beh hō͘你oa̍t-tńg，用鉤鉤你ê牙槽，將你kap你ê軍兵，馬匹，馬兵，tòa出來，lóng穿真súi ê戰甲，成做大ê軍隊，giâ大小ê藤牌，ta̍k-ê kia̍h刀劍；"}},{"book":"結","chapter":38,"verse":5,"versions":{"unv":"波斯人、古實人，和弗人（又作利比亞人），各拿盾牌，頭上戴盔；","bklcl":"Pho-su-lâng, Kó͘-si̍t-lâng kap Hut-lâng kap in lâi, ta̍k-ê giâ tîn-pâi tì thâu-khoe;","tghg":"波斯人、古實人，及弗人及𪜶來，逐個夯盾牌戴頭盔；","bklhl":"波斯人，Kó͘-si̍t人kap Hut人kap in來，ta̍k-ê giâ藤牌戴頭盔；"}},{"book":"結","chapter":38,"verse":6,"versions":{"unv":"歌篾人和他的軍隊，北方極處的陀迦瑪族和他的軍隊，這許多國的民都同著你。","bklcl":"Ko-bia̍t kap i ê kun-tūi; pak-hng ke̍k-thâu ê Tô-ka-má-cho̍k kap i ê kun-tūi; koh ū chōe-chōe peh-sìⁿ kap lí chòe-tīn.","tghg":"歌蔑及伊的軍隊，北方極頭的陀迦瑪族及伊的軍隊，閣有多多百姓及你做陣。","bklhl":"Ko-bia̍t kap伊ê軍隊；北方極頭ê Tô-ka-má族kap伊ê軍隊；koh有chōe-chōe百姓kap你做陣。"}},{"book":"結","chapter":38,"verse":7,"versions":{"unv":"「那聚集到你這裡的各隊都當準備；你自己也要準備，作他們的大帥。","bklcl":"Lí tio̍h ka-kī pī-pān, lí kap chū-chi̍p tī lí hia ê kun-tūi lóng tio̍h pī-pān, lí tio̍h chòe in ê goân-sòe.","tghg":"「你著家己備辦，你及聚集佇你遐的軍隊攏著備辦；你著做𪜶的元帥。","bklhl":"你tio̍h家己備辦，你kap聚集tī你hia ê軍隊lóng tio̍h備辦，你tio̍h做in ê 元帥。"}},{"book":"結","chapter":38,"verse":8,"versions":{"unv":"過了多日，你必被差派。到末後之年，你必來到脫離刀劍從列國收回之地，到以色列常久荒涼的山上；但那從列國中招聚出來的必在其上安然居住。","bklcl":"Chōe-chōe ji̍t āu lí beh siū pān-lí; kàu lō͘-bé ê nî lí beh lâi kàu thoat-lī to-kiàm, tùi lia̍t-kok siu-hôe ê tōe, kàu Í-sek-lia̍t kú-kú pha-hng ê soaⁿ; chóng-sī i í-keng tùi lia̍t-kok-tiong tòa-chhut, in lóng beh an-jiân khiā-khí.","tghg":"多多日後，你欲受辦理。到路尾的年，你欲來到脫離刀劍對列國收回的地，到以色列久久拋荒的山；總是伊已經對列國中帶出，𪜶攏欲安然徛起。","bklhl":"Chōe-chōe日後你beh受辨理；到路尾ê年你beh來到脫離刀劍，tùi列國收回ê地，到以色列久久拋荒ê山；總是伊已經tùi列國中帶出，in lóng beh安然khiā起。"}},{"book":"結","chapter":38,"verse":9,"versions":{"unv":"你和你的軍隊，並同著你許多國的民，必如暴風上來，如密雲遮蓋地面。」","bklcl":"Lí kap lí ê kun-tūi, í-ki̍p kap lí saⁿ-kap lâi chōe-chōe kok ê peh-sìⁿ, lóng beh chiūⁿ-lâi chhin-chhiūⁿ kông-hong lâi, lí beh chhin-chhiūⁿ hûn jia-khàm tōe.","tghg":"你及你的軍隊，以及及你相及來多多國的百姓，攏欲上來親像狂風來，你欲親像雲遮蓋地。」","bklhl":"你kap你ê軍隊，以及kap你相kap來chōe-chōe國 ê百姓，lóng beh上來親像狂風來，你beh親像雲遮蓋地。"}},{"book":"結","chapter":38,"verse":10,"versions":{"unv":"主耶和華如此說：「到那時，你心必起意念，圖謀惡計，","bklcl":"Chú Iâ-hô-hoa án-ni kóng, Kàu hit-ji̍t beh ū ì-sù heng-khí tī lí ê sim, lí beh tô͘-bô͘ pháiⁿ ê kè-bô͘;","tghg":"主耶和華按呢講：「到彼日，欲有意思興起佇你的心，你欲圖謀歹的計謀，","bklhl":"主耶和華án-ni講，到hit日beh有意思興起tī你ê心，你beh圖謀pháiⁿ ê計謀；"}},{"book":"結","chapter":38,"verse":11,"versions":{"unv":"說：『我要上那無城牆的鄉村，我要到那安靜的民那裡，他們都沒有城牆，無門、無閂，安然居住。","bklcl":"kóng, Góa beh chiūⁿ-kàu hiuⁿ-siā ê tōe, kàu chēng-chēng an-jiân khiā-khí ê peh-sìⁿ hia, in só͘ khiā-khí-ê lóng bô siâⁿ-chhiûⁿ, iā bô mn̂g bô chhòaⁿ;","tghg":"講：『我欲上到鄉社的地，到靜靜安然徛起的百姓遐，𪜶所徛起的攏無城牆，也無門、無閂(chhòaⁿ)。","bklhl":"講，我beh上到鄉社ê地，到靜靜安然khiā起ê百姓hia，in所khiā起ê lóng無城牆，也無門無閂；"}},{"book":"結","chapter":38,"verse":12,"versions":{"unv":"我去要搶財為擄物，奪貨為掠物，反手攻擊那從前荒涼、現在有人居住之地，又攻擊那住世界中間、從列國招聚、得了牲畜財貨的民。』","bklcl":"thang chhiúⁿ só͘ beh chhiúⁿ--ê, kiap só͘ beh kiap--ê, oa̍t-tńg lí ê chhiú, kong-kek hiah-ê chêng pha-hng taⁿ ū lâng khiā-khí ê tōe, í-ki̍p hit ê khiā-khí sè-kài ê tiong-sim-tiám, tùi lia̍t-kok chū-chi̍p, tit-tio̍h cheng-siⁿ hè-châi ê peh-sìⁿ.","tghg":"通搶所欲搶的，劫所欲劫的，越轉你的手攻擊許個前拋荒、今有人徛起的地，以及彼個徛起世界的中心點、對列國聚集、得著精牲貨財的百姓。』","bklhl":"Thang搶所beh搶-ê，kiap所beh劫ê，oa̍t-tńg你ê手，攻擊hiah-ê前拋荒taⁿ有人khiā起ê地，以及hit ê khiā起世界ê中心-點，tùi列國聚集，得tio̍h cheng-siⁿ貨財ê百姓。"}},{"book":"結","chapter":38,"verse":13,"versions":{"unv":"示巴人、底但人、他施的客商，和其間的少壯獅子都必問你說：『你來要搶財為擄物嗎？你聚集軍隊要奪貨為掠物嗎？要奪取金銀，擄去牲畜、財貨嗎？要搶奪許多財寶為擄物嗎？』","bklcl":"Si-pa lâng, Tí-tàn lâng, Tha-si ê seng-lí lâng, kap in tiong-kan ióng ê sai, lóng beh tùi lí kóng, Lí lâi sī beh chhiúⁿ só͘-chhiúⁿ--ê mah? lí chū-chi̍p lí ê kun-tūi sī beh kiap só͘ kiap--ê mah? beh the̍h kim-gûn, tòa cheng-siⁿ hè-châi khì mah? Beh tōa-tōa chhiúⁿ só͘ chhiúⁿ-ê mah?","tghg":"示巴人、底但人、他施的生理人，及𪜶中間勇的獅攏欲對你講：『你來是欲搶所搶的嗎？你聚集你的軍隊是欲劫所劫的嗎？欲提金銀，帶精牲、貨財去嗎？欲大大搶所搶的嗎？』","bklhl":"Si-pa人，Tí-tàn人，Tha-si ê seng-lí人，kap in中間勇ê獅，lóng beh對你講，你來是beh搶所搶-ê mah？你聚集你ê軍隊是beh kiap所kiap-ê mah？beh the̍h金銀，tòa cheng-siⁿ貨財去mah？Beh大大搶所搶-ê mah？"}},{"book":"結","chapter":38,"verse":14,"versions":{"unv":"「人子啊，你要因此發預言，對歌革說，主耶和華如此說：到我民以色列安然居住之日，你豈不知道嗎？","bklcl":"Jîn-chú ah, lí tio̍h in-ūi án-ni soan-thoân, tùi Ko-kek kóng, Chú Iâ-hô-hoa án-ni kóng, Tng Góa ê peh-sìⁿ Í-sek-lia̍t an-jiân khiā-khí ê ji̍t, lí kiám bô tit-tio̍h chai mah?","tghg":"「人子啊，你著因為按呢宣傳，對歌革講，主耶和華按呢講：當我的百姓以色列安然徛起的日，你豈無得著知嗎？","bklhl":"人子ah，你tio̍h因為án-ni宣傳，tùi Ko-kek講，主耶和華án-ni講，當我ê百姓以色列安然khiā起ê日，你kiám無得tio̍h知mah？"}},{"book":"結","chapter":38,"verse":15,"versions":{"unv":"你必從本地，從北方的極處率領許多國的民來，都騎著馬，乃一大隊極多的軍兵。","bklcl":"Lí beh tùi lí ê pún só͘-chāi, tùi pak-hng ê ke̍k-thâu lâi, lí kap chōe-chōe kok ê peh-sìⁿ saⁿ-kap lâi, lóng sī khiâ-bé, chòe tōa-tīn, chōe-chōe ê kun-tūi.","tghg":"你欲對你的本所在，對北方的極頭來，你及多多國的百姓相及來，攏是騎馬，做大陣多多的軍隊。","bklhl":"你beh對你ê本所在，tùi北方ê極頭來，你kap chōe-chōe國 ê百姓相kap來，lóng是騎馬，最大-陣，chōe-chōe ê軍隊。"}},{"book":"結","chapter":38,"verse":16,"versions":{"unv":"歌革啊，你必上來攻擊我的民以色列，如密雲遮蓋地面。末後的日子，我必帶你來攻擊我的地，到我在外邦人眼前，在你身上顯為聖的時候，好叫他們認識我。","bklcl":"Lí beh chiūⁿ-lâi kong-kek Góa ê peh-sìⁿ Í-sek-lia̍t, chhin-chhiūⁿ ba̍t-hûn jia-khàm tōe; tī lō͘-bé ê ji̍t Góa beh chhōa lí lâi kong-kek Góa ê tōe, Ko-kek ah, kàu Góa tī lia̍t-pang ê bīn-chêng, tī lí ê sin-chiūⁿ hián-bêng chòe-sèng ê sî, thang hō͘ in bat Góa.","tghg":"你欲上來攻擊我的百姓以色列，親像密雲遮蓋地。佇路尾的日，我欲導你來攻擊我的地，歌革啊，到我佇列邦的面前，佇你的身上顯明做聖的時，通互𪜶識我。","bklhl":"你beh上來攻擊我ê百姓以色列，親像密雲遮蓋地；tī路尾ê日我beh chhōa你來攻擊我ê地，Ko-kek ah，到我tī列邦ê面前，tī你ê身上顯明做聖ê時，thang hō͘ in bat我。"}},{"book":"結","chapter":38,"verse":17,"versions":{"unv":"主耶和華如此說：我在古時藉我的僕人以色列的先知所說的，就是你嗎？當日他們多年預言我必帶你來攻擊以色列人。」","bklcl":"Chú Iâ-hô-hoa án-ni kóng, Góa tī chá-sî, ēng Góa ê lô͘-po̍k, Í-sek-lia̍t ê sian-ti, só͘ kóng--ê, chiū-sī lí mah? tng hiah-ê ji̍t in le̍k-nî chhàm-gú Góa beh chhōa lí lâi kong-kek in.","tghg":"主耶和華按呢講：我佇早時用我的奴僕以色列的先知所講的，就是你嗎？當許個日𪜶歷年讖語(chhàm-gú)我欲導你來攻擊𪜶。」","bklhl":"主耶和華án-ni講，我tī早時，用我ê奴僕，以色列ê先知，所講ê，就是你mah？當hiah-ê日in歷年讖語我beh chhōa你來攻擊in。"}},{"book":"結","chapter":38,"verse":18,"versions":{"unv":"主耶和華說：「歌革上來攻擊以色列地的時候，我的怒氣要從鼻孔裡發出。","bklcl":"Chú Iâ-hô-hoa kóng, Ko-kek chiūⁿ--lâi kong-kek Í-sek-lia̍t tōe ê ji̍t, Góa ê siū-khì beh tùi Góa ê phīⁿ-khang chhut.","tghg":"主耶和華講：「歌革上來攻擊以色列地的日，我的受氣欲對我的鼻孔出。","bklhl":"主耶和華講，Ko-kek上來攻擊以色列地ê日，我ê受氣beh tùi我ê鼻孔出。"}},{"book":"結","chapter":38,"verse":19,"versions":{"unv":"我發憤恨和烈怒如火說：那日在以色列地必有大震動，","bklcl":"In-ūi Góa oàn-tò͘ kap tōa siū-khì chhin-chhiūⁿ hé, chiū kóng, Hit-ji̍t tī Í-sek-lia̍t tōe tek-khak ū tōa tín-tāng;","tghg":"因為我怨妒及大受氣親像火就講：彼日佇以色列地的確有大振動，","bklhl":"因為我怨妒kap大受氣親像火，就講，hit日tī以色列地的確有大振動；"}},{"book":"結","chapter":38,"verse":20,"versions":{"unv":"甚至海中的魚、天空的鳥、田野的獸，並地上的一切昆蟲，和其上的眾人，因見我的面就都震動；山嶺必崩裂，陡巖必塌陷，牆垣都必坍倒。」","bklcl":"sīm-chì hái-tiong ê hî, khong-tiong ê pe-chiáu, chhân-iá ê siù, í-ki̍p tōe-chiūⁿ it-chhè teh sô ê thâng-thōa, kap tōe-bīn-chiūⁿ ê chèng-lâng, tī Góa ê bīn-chêng lóng beh tín-tāng, soaⁿ-niá beh pang-li̍h, soaⁿ-khàm beh tó-hoāi, chhiûⁿ-piah lóng beh tó--lo̍h-khì.","tghg":"甚至海中的魚、空中的飛鳥、田野的獸，以及地上一切啲趖(sô)的蟲𧒴(thâng-thōa)，及地面上的眾人，佇我的面前攏欲振動；山嶺欲崩裂，山崁欲倒壞，牆壁攏欲倒落去。」","bklhl":"甚至海中ê魚，空中ê飛鳥，田野ê獸，以及地上一切teh 趖 ê蟲thōa，kap地面上ê眾人，tī我ê面前lóng beh振動，山嶺beh崩裂，山崁beh倒壞，牆壁lóng beh倒落去。"}},{"book":"結","chapter":38,"verse":21,"versions":{"unv":"主耶和華說：「我必命我的諸山發刀劍來攻擊歌革；人都要用刀劍殺害弟兄。","bklcl":"Chú Iâ-hô-hoa kóng, Góa beh bēng-lēng Góa chiah-ê soaⁿ hoat-chhut to-kiàm lâi kong-kek Ko-kek; ta̍k-lâng beh ēng i ê to-kiàm thâi i ê hiaⁿ-tī.","tghg":"主耶和華講：「我欲命令我諸個山發出刀劍來攻擊歌革；逐人欲用伊的刀劍刣伊的兄弟。","bklhl":"主耶和華講，我beh命令我chiah ê山發出刀劍來攻擊Ko-kek；ta̍k人beh用伊ê刀劍刣伊ê兄弟。"}},{"book":"結","chapter":38,"verse":22,"versions":{"unv":"我必用瘟疫和流血的事刑罰他。我也必將暴雨、大雹與火，並硫磺降與他和他的軍隊，並他所率領的眾民。","bklcl":"Góa beh ēng un-e̍k kap lâu-huih lâi pān i; Góa iā beh ēng tōa-hō͘, tōa-pha̍uh, kap hé, kap jiû-n̂g, kàng-lo̍h hō͘ i kap i ê kun-tūi, í-ki̍p kap i ê chèng peh-sìⁿ.","tghg":"我欲用瘟疫及流血來辦伊。我也欲用大雨、大雹(pha̍uh)及火，及硫磺降落互伊及伊的軍隊，以及及伊的眾百姓。","bklhl":"我beh用瘟疫kap流血來辦伊；我也beh用大雨，大雹，kap火，kap硫磺，降落hō͘伊kap伊ê軍隊，以及kap伊ê眾百姓。"}},{"book":"結","chapter":38,"verse":23,"versions":{"unv":"我必顯為大，顯為聖，在多國人的眼前顯現；他們就知道我是耶和華。」","bklcl":"Góa beh hián-bêng ka-kī chòe tōa, hián-bêng ka-kī chòe-sèng, iā beh hián-hiān tī chōe-chōe kok lâng ê bīn-chêng; in chiū chai Góa chiū-sī Iâ-hô-hoa.","tghg":"我欲顯明家己做大，顯明家己做聖，也欲顯現佇多多國人的面前；𪜶就知我就是耶和華。」","bklhl":"我beh顯明家己最大，顯明家己做聖，也beh顯現tī chōe-chōe國人ê面前；in就知我就是耶和華。"}}]