[{"book":"結","chapter":29,"verse":1,"versions":{"unv":"第十年十月十二日，耶和華的話臨到我說：","bklcl":"Tē cha̍p--nî, cha̍p-ge̍h cha̍p-jī, Iâ-hô-hoa ê ōe lîm-kàu góa kóng,","tghg":"第十年十月十二，耶和華的話臨到我講：","bklhl":"第十年，十月十二，耶和華ê話臨到我講，"}},{"book":"結","chapter":29,"verse":2,"versions":{"unv":"「人子啊，你要向埃及王法老預言攻擊他和埃及全地，","bklcl":"Jîn-chú ah, lí ê bīn tio̍h ǹg Ai-ki̍p ông Hoat-ló, soan-thoân lâi kong-kek i, í-ki̍p Ai-ki̍p choân-tōe.","tghg":"「人子啊，你的面著向埃及王法老宣傳來攻擊伊以及埃及全地，","bklhl":"人子ah，你ê面tio̍h ǹg埃及王法老，宣傳來攻擊伊，以及埃及全地。"}},{"book":"結","chapter":29,"verse":3,"versions":{"unv":"說主耶和華如此說：埃及王法老啊，我與你這臥在自己河中的大魚為敵。你曾說：這河是我的，是我為自己造的。","bklcl":"Lí tio̍h thoân kóng, Chú Iâ-hô-hoa án-ni kóng, Khòaⁿ ah, Ai-ki̍p ông Hoat-ló ah, Góa chòe lí ê tùi-te̍k; lí chiū-sī tōa go̍k-hî, tó tī ka-kī ê kang-hô tiong; lí bat kóng, Góa ê hô sī góa-ê, góa ūi ka-kī lâi chō--ê.","tghg":"你著傳講，主耶和華按呢講：看啊，埃及王法老啊，我做你的對敵，你就是大鱷魚(go̍k-hî)倒佇家己的江河中。你曾講：我的河是我的，我為家己來造的。","bklhl":"你tio̍h傳講，主耶和華án-ni講，看ah，埃及王法老ah，我做你ê對敵；你就是大鱷魚，倒tī家己ê江河中；你bat講，我ê河是我ê，我為家己來造ê。"}},{"book":"結","chapter":29,"verse":4,"versions":{"unv":"我─耶和華必用鉤子鉤住你的腮頰，又使江河中的魚貼住你的鱗甲；我必將你和所有貼住你鱗甲的魚，從江河中拉上來，","bklcl":"Góa beh ēng kau kau-tiâu lí ê gê-chô; koh hō͘ lí kang-hô-tiong ê hî kha̍h-tiâu tī lí ê lân; Góa beh chiong lí kap só͘ kha̍h-tiâu tī lí ê lân ê hî, tùi kang-hô tiong thoa chhut-lâi.","tghg":"我欲用鈎鈎住(kau-tiâu)你的牙槽(gê-chô)，閣互你江河中的魚敆住(kha̍h-tiâu)佇你的鱗；我欲將你及所敆住佇你的鱗的魚，對江河中拖出來。","bklhl":"我beh用勾勾tiâu你ê牙槽；koh hō͘你江河中ê魚kha̍h-tiâu tī你ê鱗；我beh將你kap所kha̍h-tiâu tī你ê鱗ê魚，tùi江河中拖出來。"}},{"book":"結","chapter":29,"verse":5,"versions":{"unv":"把你並江河中的魚都拋在曠野；你必倒在田間，不被收殮，不被掩埋。我已將你給地上野獸、空中飛鳥作食物。","bklcl":"Góa beh chiong lí kap lí kang-hô-tiong ê hî lóng hiat tī khòng-iá; lí beh tó tī chhân--nih, bô khioh chòe-tui, bô siu-si̍p; Góa chiong lí hō͘ tōe-chiūⁿ ê iá-siù, khong-tiong ê pe-chiáu chòe chia̍h-mi̍h.","tghg":"我欲將你及你江河中的魚攏㧒(hiat)佇曠野；你欲倒佇田裡，無拾(khioh)做堆，無收拾(siu-si̍p)。我將你互地上的野獸、空中的飛鳥做食物(chia̍h-mi̍h)。","bklhl":"我beh將你kap你江河中ê魚lóng hiat tī曠野；你beh倒tī田裡，無拾做堆，無收拾；我將你hō͘地上ê野獸，空中ê飛鳥做食物。"}},{"book":"結","chapter":29,"verse":6,"versions":{"unv":"「埃及一切的居民，因向以色列家成了蘆葦的杖，就知道我是耶和華。","bklcl":"Ai-ki̍p khiā-khí ê peh-sìⁿ lóng beh chai Góa chiū-sī Iâ-hô-hoa, in-ūi in tùi Í-sek-lia̍t-ke, bat chòe lô͘-úi ê koáiⁿ-á.","tghg":"「埃及徛起的百姓，攏欲知我就是耶和華，因為𪜶對以色列家曾做蘆葦的枴仔。","bklhl":"埃及khiā起ê百姓lóng beh知我就是耶和華，因為in tùi以色列家，bat做蘆葦ê柺á。"}},{"book":"結","chapter":29,"verse":7,"versions":{"unv":"他們用手持住你，你就斷折，傷了他們的肩；他們倚靠你，你就斷折，閃了他們的腰。","bklcl":"In ēng chhiú kia̍h lí, lí pit-khui, siong-tio̍h in ê keng-thâu, in óa--lí, lí chi̍h-khì, siám-tio̍h in ê io.","tghg":"𪜶用手攑你，你𤿎(pit)開，傷著𪜶的肩頭；𪜶倚你，你折(chi̍h)去，閃著𪜶的腰。","bklhl":"In用手kia̍h你，你pit-khui，傷tio̍h in ê肩頭，in óa你，你折去，閃tio̍h in ê腰。"}},{"book":"結","chapter":29,"verse":8,"versions":{"unv":"所以主耶和華如此說：我必使刀劍臨到你，從你中間將人與牲畜剪除。","bklcl":"Só͘-í Chú Iâ-hô-hoa án-ni kóng, Khòaⁿ ah, Góa beh hō͘ to-kiàm lîm-kàu lí; tùi lín tiong-kan chián-tû lâng kap cheng-siⁿ.","tghg":"所以主耶和華按呢講：看啊，我欲互刀劍臨到你，對恁中間剪除人及精牲。","bklhl":"所以主耶和華án-ni講，看ah，我beh hō͘刀劍臨到你；tùi lín中間剪除人kap cheng-siⁿ。"}},{"book":"結","chapter":29,"verse":9,"versions":{"unv":"埃及地必荒廢淒涼，他們就知道我是耶和華。「因為法老說：『這河是我的，是我所造的』，","bklcl":"Ai-ki̍p tōe beh hong-hòe, léng-chēng; in chiū chai Góa sī Iâ-hô-hoa; in-ūi i ka-kī kóng, Chit ê hô sī góa-ê, sī góa chō--ê.","tghg":"埃及地欲荒廢(hong-hòe)冷靜，𪜶就知我是耶和華。「因為伊家己講：『此個河是我的，是我造的』，","bklhl":"埃及地beh荒廢，冷靜；in就知我是耶和華；因為伊家己講，chit ê河是我ê，是我造ê。"}},{"book":"結","chapter":29,"verse":10,"versions":{"unv":"所以我必與你並你的江河為敵，使埃及地，從色弗尼塔直到古實境界，全然荒廢淒涼。","bklcl":"Khòaⁿ ah, Góa kap lí í-ki̍p lí ê kang-hô chòe tùi-te̍k; hō͘ Ai-ki̍p tōe tùi Sek-hut-nî ê thah, ti̍t-kàu Kó͘-si̍t ê kau-kài choân-jiân hong-hòe léng-chēng.","tghg":"看啊，我及你以及你的江河做對敵，互埃及地，對色弗尼的塔直到古實的交界，全然荒廢冷靜。","bklhl":"看ah，我kap你以及你ê江河做對敵；hō͘埃及地tùi Sek-hut-nî ê塔，直到Kó͘-si̍t ê交界全然荒廢冷靜。"}},{"book":"結","chapter":29,"verse":11,"versions":{"unv":"人的腳、獸的蹄都不經過，四十年之久並無人居住。","bklcl":"Lâng ê kha bô tùi hia kè, siù ê kha iā bô tùi hia kè; le̍k-kè sì-cha̍p-nî kú, bô lâng khiā-khí.","tghg":"人的腳無對遐過，獸的腳也無對遐過，歷過四十年久無人徛起。","bklhl":"人ê腳無tùi hia過，獸ê腳也無tùi hia過；歷過四十年久，無人khiā起。"}},{"book":"結","chapter":29,"verse":12,"versions":{"unv":"我必使埃及地在荒涼的國中成為荒涼，使埃及城在荒廢的城中變為荒廢，共有四十年。我必將埃及人分散在列國，四散在列邦。」","bklcl":"Góa beh hō͘ Ai-ki̍p tōe tī léng-chēng ê tōe chiâⁿ-chòe léng-chēng; i ê siâⁿ tī hong-hòe ê siâⁿ tiong pìⁿ-chòe hong-hòe, le̍k-kè sì-cha̍p-nî, Góa iā beh chiong Ai-ki̍p lâng hun-sòaⁿ tī lia̍t-kok, sì-sòaⁿ tī lia̍t-pang.","tghg":"我欲互埃及地佇冷靜的地成做冷靜，伊的城佇荒廢的城中變做荒廢，歷過四十年。我也欲將埃及人分散佇列國，四散佇列邦。」","bklhl":"我beh hō͘埃及地tī冷靜ê地成做冷靜；伊ê城tī荒廢ê城中變做荒廢，歷過四十年，我也beh將埃及人分散tī列國，四散tī列邦。"}},{"book":"結","chapter":29,"verse":13,"versions":{"unv":"主耶和華如此說：「滿了四十年，我必招聚分散在各國民中的埃及人。","bklcl":"Chú Iâ-hô-hoa án-ni kóng, Móa sì-cha̍p-nî, Góa beh chio-chi̍p Ai-ki̍p lâng, tùi in só͘ sì-sòaⁿ--khì ê lia̍t-kok lâi;","tghg":"主耶和華按呢講：「滿四十年，我欲招集埃及人對𪜶所四散去的列國來。","bklhl":"主耶和華án-ni講，滿四十年，我beh招集埃及人，tùi in所四散去ê列國來；"}},{"book":"結","chapter":29,"verse":14,"versions":{"unv":"我必叫埃及被擄的人回來，使他們歸回本地巴忒羅。在那裡必成為低微的國，","bklcl":"Góa beh hō͘ Ai-ki̍p siū-lia̍h--ê tò-lâi, hō͘ in tò-lâi in ê pún-tōe Pa-thek-lô; tī-hia beh chiâⁿ-chòe bî-sòe ê kok.","tghg":"我欲互埃及受掠者倒來，互𪜶倒來𪜶的本地巴忒羅。佇遐欲成做微細的國，","bklhl":"我beh hō͘埃及受掠ê tò來，hō͘ in tò來in ê本地Pa-thek-lô；tī-hia beh成做微細ê國。"}},{"book":"結","chapter":29,"verse":15,"versions":{"unv":"必為列國中最低微的，也不再自高於列國之上。我必減少他們，以致不再轄制列國。","bklcl":"Beh chòe lia̍t-kok-tiong tē-it bî-sòe--ê, ia̍h bô koh chū-ko tī lia̍t-kok ê téng-bīn; Góa beh kiám-chió in, tì-kàu in bô koán-hat lia̍t-kok.","tghg":"欲做列國中第一微細者，亦無閣自高佇列國的頂面。我欲減少𪜶，致到𪜶無管轄列國。","bklhl":"Beh做列國中第一微細ê，亦無koh自高tī列國ê頂面；我beh減少in，致到in無管轄列國。"}},{"book":"結","chapter":29,"verse":16,"versions":{"unv":"埃及必不再作以色列家所倚靠的；以色列家仰望埃及人的時候，便思念罪孽。他們就知道我是主耶和華。」","bklcl":"I tek-khak bô koh chòe Í-sek-lia̍t-ke só͘ óa-khò--ê, só͘ oa̍t-thâu lâi gióng-bōng-ê, bián-tit Góa kì-tit in ê chōe; in chiū chai Góa sī Chú Iâ-hô-hoa.","tghg":"伊的確無閣做以色列家所倚靠者；所越頭來仰望的，免得我記得𪜶的罪。𪜶就知我是主耶和華。」","bklhl":"伊的確無koh做以色列家所óa靠ê，所oa̍t頭來仰望ê，免得我記得in ê罪；in就知我是主耶和華。"}},{"book":"結","chapter":29,"verse":17,"versions":{"unv":"二十七年正月初一日，耶和華的話臨到我說：","bklcl":"Jī-cha̍p-chhit nî, chiaⁿ-ge̍h chhoe-it, Iâ-hô-hoa ê ōe lîm-kàu góa kóng,","tghg":"二十七年正月初一，耶和華的話臨到我講：","bklhl":"二十七年，正月初一，耶和華ê話臨到我講，"}},{"book":"結","chapter":29,"verse":18,"versions":{"unv":"「人子啊，巴比倫王尼布甲尼撒使他的軍兵大大效勞，攻打泰爾，以致頭都光禿，肩都磨破；然而他和他的軍兵攻打泰爾，並沒有從那裡得甚麼酬勞。","bklcl":"Jîn-chú ah, Pa-pí-lûn ông, Nî-pò͘-kah-nî-sat, hō͘ i ê kun-peng tōa-tōa tio̍h-bôa, kong-kek Chhui-lô; tì-kàu ta̍k-ê thâu-khak bô mn̂g, keng-thâu liù-phê; chóng-sī i kap i ê kun-peng, tùi tī Chhui-lô, lóng bô tit-tio̍h kang-chîⁿ, lâi pò-tap i tōa-tōa tio̍h-bôa ê kong-kek.","tghg":"「人子啊，巴比倫王尼布甲尼撒互伊的軍兵大大著磨，攻擊推羅，致到逐個頭殼無毛，肩頭翏皮(liù-phê)；總是伊及伊的軍兵對佇推羅，攏無得著工錢，來報答伊大大著磨的攻擊。","bklhl":"人子ah，巴比倫王，Nî-pò͘-kah-nî-sat，hō͘伊ê軍兵大大tio̍h磨，攻擊Chhui-lô；致到ta̍k-ê頭殼無毛，肩頭liù皮；總是伊kap伊ê軍兵，對tī Chhui-lô，lóng無得tio̍h工錢，來報答伊大大tio̍h磨ê攻擊。"}},{"book":"結","chapter":29,"verse":19,"versions":{"unv":"所以主耶和華如此說：我必將埃及地賜給巴比倫王尼布甲尼撒；他必擄掠埃及群眾，搶其中的財為擄物，奪其中的貨為掠物，這就可以作他軍兵的酬勞。","bklcl":"Só͘-í Chú Iâ-hô-hoa án-ni kóng, Khòaⁿ ah, Góa beh chiong Ai-ki̍p tōe siúⁿ-sù Pa-pí-lûn ông Nî-pò͘-kah-nî-sat, i beh lia̍h i ê chèng peh-sìⁿ, chhiúⁿ i só͘ chhiúⁿ ê mi̍h, kiap i só͘ kiap ê mi̍h, che chiū thang chòe i ê kun-peng ê kang-chîⁿ.","tghg":"所以主耶和華按呢講：看啊，我欲將埃及地賞賜巴比倫王尼布甲尼撒；伊欲掠伊的眾百姓，搶伊所搶的物，劫伊所劫的物，這就通做伊的軍兵的工錢。","bklhl":"所以主耶和華án-ni講，看ah，我beh將埃及地賞賜巴比倫王Nî-pò͘-kah-nî-sat，伊beh掠伊ê眾百姓，搶伊所搶ê物，劫伊所劫ê物，這就thang做伊ê軍兵ê工錢。"}},{"book":"結","chapter":29,"verse":20,"versions":{"unv":"我將埃及地賜給他，酬他所效的勞，因王與軍兵是為我勤勞。這是主耶和華說的。","bklcl":"Góa chiong Ai-ki̍p tōe hō͘ i, pò-tap i só͘ tio̍h-bôa--ê; in-ūi in thòe Góa chòe-kang; che sī Chú Iâ-hô-hoa kóng-ê.","tghg":"我將埃及地互伊，報答伊所著磨者，因為𪜶替我做工。這是主耶和華講的。","bklhl":"我將埃及地hō͘伊，報答伊所tio̍h磨ê；因為in替我做工；這是主耶和華講ê。"}},{"book":"結","chapter":29,"verse":21,"versions":{"unv":"「當那日，我必使以色列家的角發生，又必使你─以西結在他們中間得以開口；他們就知道我是耶和華。」","bklcl":"Tng hit-ji̍t, Góa beh hō͘ chi̍t ki kak, ūi-tio̍h Í-sek-lia̍t ke hoat-chhut; koh beh hō͘ lí khui-chhùi tī in tiong-kan; in chiū chai Góa sī Iâ-hô-hoa.","tghg":"「當彼日，我欲互一支角為著以色列家發出，閣欲互你開嘴佇𪜶中間；𪜶就知我是耶和華。」","bklhl":"當hit日，我beh hō͘一支角，為tio̍h以色列家發出；koh beh hō͘你開嘴tī in中間；in就知我是耶和華。"}}]