[{"book":"弗","chapter":3,"verse":1,"versions":{"unv":"因此，我─保羅為你們外邦人作了基督耶穌被囚的，替你們祈禱（此句是照對十四節所加）。","bklcl":"In-ūi án-ni, góa Pó-lô, ūi-tio̍h lín gōa-pang lâng chòe Ki-tok Iâ-so͘ ê siû-hoān,","tghg":"因為按呢，我──保羅為著恁外邦人做基督耶穌的囚犯(siû-hoān)。","bklhl":"因為án-ni，我保羅，為tio̍h lín外邦人做基督耶穌ê囚犯，"}},{"book":"弗","chapter":3,"verse":2,"versions":{"unv":"諒必你們曾聽見　神賜恩給我，將關切你們的職分託付我，","bklcl":"lín nā bat thiaⁿ-kìⁿ Siōng-tè ūi-tio̍h lín só͘ siúⁿ-sù góa un-tián ê chit-hūn,","tghg":"恁若曾聽見上帝，為著恁所賞賜我恩典的職份，","bklhl":"lín若bat聽見上帝為tio̍h lín所賞賜我恩典ê職份，"}},{"book":"弗","chapter":3,"verse":3,"versions":{"unv":"用啟示使我知道福音的奧祕，正如我以前略略寫過的。","bklcl":"chiū-sī ēng khé-sī hō͘ góa chai hit ê ò-biāu, chhin-chhiūⁿ góa í-keng ū tāi-lio̍k siá ê,","tghg":"就是用啟示互我知彼個奧妙，親像我已經有大略寫的。","bklhl":"就是用啟示hō͘我知hit ê奧妙，親像我已經有大略寫ê，"}},{"book":"弗","chapter":3,"verse":4,"versions":{"unv":"你們念了，就能曉得我深知基督的奧祕。","bklcl":"lín tha̍k i, chiū ōe hiáu-tit góa chai-iáⁿ Ki-tok ê ò-biāu,","tghg":"恁讀伊，就會曉得我知影基督的奧妙。","bklhl":"lín讀伊，就會曉得我知影基督ê奧妙，"}},{"book":"弗","chapter":3,"verse":5,"versions":{"unv":"這奧祕在以前的世代沒有叫人知道，像如今藉著聖靈啟示他的聖使徒和先知一樣。","bklcl":"sī chêng tāi bē bat hō͘ lâng chai ê, bô chhin-chhiūⁿ hiān-kim tī Sèng Sîn khé-sī I chiah-ê sèng ê sù-tô͘ sian-ti chi̍t iūⁿ,","tghg":"是前代未曾互人知的，無親像現今佇聖神啟示伊諸個聖的使徒先知一樣。","bklhl":"是前代未bat hō͘人知ê，無親像現今tī聖神啟示伊chiah ê聖ê使徒先知一樣，"}},{"book":"弗","chapter":3,"verse":6,"versions":{"unv":"這奧祕就是外邦人在基督耶穌裡，藉著福音，得以同為後嗣，同為一體，同蒙應許。","bklcl":"chiū-sī gōa-pang lâng tī Ki-tok Iâ-so͘, tùi hok-im, tâng chòe hō͘-sû, tâng chòe chi̍t ê sin-thé, saⁿ-kap ū hūn tī só͘ èng-ún ê;","tghg":"就是外邦人佇基督耶穌，對福音，同做後嗣，同做一個身體，相及有份佇所應允的。","bklhl":"就是外邦人tī基督耶穌，tùi福音，同做後嗣，同做一个身體，saⁿ-kap有份tī所應允ê；"}},{"book":"弗","chapter":3,"verse":7,"versions":{"unv":"我作了這福音的執事，是照　神的恩賜，這恩賜是照他運行的大能賜給我的。","bklcl":"góa chòe chit ê hok-im ê chhe-ēng, chiàu Siōng-tè un-tián ê siúⁿ-sù, chiū-sī chiàu I ê koân-lêng só͘ ūn-hêng lâi siúⁿ-sù góa ê.","tghg":"我做此個福音的差用，照上帝恩典的賞賜，就是照伊的權能所運行來賞賜我的。","bklhl":"我做chit ê福音ê差用，照上帝恩典ê賞賜，就是照伊ê權能所運行來賞賜我ê。"}},{"book":"弗","chapter":3,"verse":8,"versions":{"unv":"我本來比眾聖徒中最小的還小，然而他還賜我這恩典，叫我把基督那測不透的豐富傳給外邦人，","bklcl":"Góa sī chèng sèng-tô͘ tiong siōng tē it sòe ê tit-tio̍h chit ê un-tián siúⁿ-sù góa, thang chiong Ki-tok bōe chhek-to̍k-tit ê pù-ū thoân hō͘ gōa-pang,","tghg":"我是眾聖徒中上(siōng)第一細的，得著此個恩典賞賜我，通將基督𣍐測𢜬得的富有(pù-ū)傳互外邦，","bklhl":"我是眾聖徒中siōng第一細ê得tio̍h chit ê恩典賞賜我，thang將基督bōe測度得ê富有傳hō͘外邦，"}},{"book":"弗","chapter":3,"verse":9,"versions":{"unv":"又使眾人都明白，這歷代以來隱藏在創造萬物之　神裡的奧祕是如何安排的，","bklcl":"iā hō͘ chèng lâng lóng bêng-pe̍k chit ê ò-biāu sī cháiⁿ-iūⁿ an-pâi, chiū-sī le̍k-tāi í-lâi khǹg-ba̍t tī chō bān mi̍h ê Siōng-tè ê;","tghg":"也互眾人攏明白，此個奧妙是怎樣安排，就是歷代以來囥密(khǹg-ba̍t)佇造萬物的上帝的，","bklhl":"也hō͘眾人lóng明白chit ê奧妙是怎樣安排，就是歷代以來khǹg密tī造萬物ê上帝ê；"}},{"book":"弗","chapter":3,"verse":10,"versions":{"unv":"為要藉著教會使天上執政的、掌權的，現在得知　神百般的智慧。","bklcl":"taⁿ beh tùi kàu-hōe hō͘ tī thiⁿ-ni̍h chiah-ê pān chèng-sū ê, ū koân-lêng ê, chai Siōng-tè pah-poaⁿ ê tì-hūi,","tghg":"今欲對教會互佇天裡諸個辦政事的、有權能的，知上帝百般的智慧。","bklhl":"taⁿ beh tùi教會hō͘ tī天裡chiah ê辦政事ê，有權能ê，知上帝百般ê智慧，"}},{"book":"弗","chapter":3,"verse":11,"versions":{"unv":"這是照　神從萬世以前，在我們主基督耶穌裡所定的旨意。","bklcl":"chiàu I tī lán ê Chú Ki-tok Iâ-so͘ só͘ tiāⁿ-tio̍h bān tāi ê chí-ì;","tghg":"照伊佇咱的主基督耶穌所定著萬代的旨意。","bklhl":"照伊tī咱ê主基督耶穌所定tio̍h萬代ê旨意；"}},{"book":"弗","chapter":3,"verse":12,"versions":{"unv":"我們因信耶穌，就在他裡面放膽無懼，篤信不疑地來到　神面前。","bklcl":"tiàm-tī I lán chiah-ê tùi sìn I, ū hó-táⁿ koh hāi-chāi, lâi chhin-kūn Siōng-tè.","tghg":"踮佇伊，咱諸個對信伊，有好膽閣嗐哉(hāi-chāi)，來親近上帝。","bklhl":"tiàm-tī伊咱chiah ê tùi信伊，有好膽koh hāi-chāi，來親近上帝。"}},{"book":"弗","chapter":3,"verse":13,"versions":{"unv":"所以，我求你們不要因我為你們所受的患難喪膽，這原是你們的榮耀。","bklcl":"Só͘-í kiû lín bo̍h-tit ūi-tio̍h góa thòe lín só͘ siū ê hoān-lān lâi lóe-chì; che sī lín ê êng-kng.","tghg":"所以，求恁莫得為著我替恁所受的患難來餒志，這是恁的榮光。","bklhl":"所以求lín莫得為tio̍h我替lín所受ê患難來餒志；這是lín ê榮光。"}},{"book":"弗","chapter":3,"verse":14,"versions":{"unv":"因此，我在父面前屈膝，","bklcl":"In-ūi án-ni góa kūi-lo̍h tī Pē ê bīn-chêng,","tghg":"因為按呢，我跪落佇父的面前，","bklhl":"因為án-ni，我跪落tī父ê面前，"}},{"book":"弗","chapter":3,"verse":15,"versions":{"unv":"（天上地上的各（或譯：全）家，都是從他得名。）","bklcl":"chiū-sī tī thiⁿ-téng tōe-chiūⁿ lóng-chóng ê ke tùi I lâi hō miâ ê,","tghg":"（就是佇天頂地上攏總的家，對伊來號名的。）","bklhl":"就是tī天頂地上lóng總ê家tùi伊來號名ê，"}},{"book":"弗","chapter":3,"verse":16,"versions":{"unv":"求他按著他豐盛的榮耀，藉著他的靈，叫你們心裡的力量剛強起來，","bklcl":"kiû I chiàu I êng-kng ê pù-ū, tùi I ê Sîn, ēng koân-lêng hō͘ lín sim-lāi ióng-kiāⁿ;","tghg":"求伊照伊榮光的富有，對伊的神，用權能互恁心內勇健，","bklhl":"求伊照伊榮光ê富有，tùi伊ê神，用權能hō͘ lín心內勇健；"}},{"book":"弗","chapter":3,"verse":17,"versions":{"unv":"使基督因你們的信，住在你們心裡，叫你們的愛心有根有基，","bklcl":"hō͘ Ki-tok tùi lín ê sìn lâi khiā-khí tī lín ê sim, hō͘ lín ū tèng kun hē tōe-ki tī jîn-ài,","tghg":"互基督對恁的信，來徛起佇恁的心，互恁有釘根下(hē)地基佇仁愛，","bklhl":"hō͘基督tùi lín ê信來khiā起tī lín ê心，hō͘ lín有釘根hē地基tī仁愛，"}},{"book":"弗","chapter":3,"verse":18,"versions":{"unv":"能以和眾聖徒一同明白基督的愛是何等長闊高深，","bklcl":"chiah ōe kap lóng-chóng ê sèng-tô͘ hiáu-ngō͘ hit ê tn̂g, khoah, koâiⁿ, chhim,","tghg":"才會及攏總的聖徒曉悟彼個長、闊、高、深，","bklhl":"chiah能kap lóng總ê聖徒曉悟hit ê長、闊、高、深，"}},{"book":"弗","chapter":3,"verse":19,"versions":{"unv":"並知道這愛是過於人所能測度的，便叫　神一切所充滿的，充滿了你們。","bklcl":"iā chai Ki-tok ê thiàⁿ, chiū-sī pôaⁿ-kè tī lâng só͘ ōe chai ê thiàⁿ, hō͘ lín chiàu Siōng-tè chiâu-pī ê chhiong-móa lâi tit-tio̍h  chhiong-móa.","tghg":"也知基督的疼，就是𨃟過佇人所會知的疼，互恁照上帝齊備的充滿，來得著充滿。","bklhl":"也知基督ê疼，就是pôaⁿ過tī人所會知ê疼，hō͘ lín照上帝齊備ê充滿來得tio̍h充滿。"}},{"book":"弗","chapter":3,"verse":20,"versions":{"unv":"　神能照著運行在我們心裡的大力充充足足地成就一切，超過我們所求所想的。","bklcl":"Siōng-tè ōe kiâⁿ-chòe pôaⁿ-kè tī lán it-chhè só͘ kiû só͘ siūⁿ ê, chiū-sī chiàu I só͘ ūn-hêng tī lán ê koân-lêng,","tghg":"上帝會行做𨃟過佇咱一切所求所想的，就是照伊所運行佇咱的權能。","bklhl":"上帝會行做pôaⁿ過tī咱一切所求所想ê，就是照伊所運行tī咱ê權能，"}},{"book":"弗","chapter":3,"verse":21,"versions":{"unv":"但願他在教會中，並在基督耶穌裡，得著榮耀，直到世世代代，永永遠遠。阿們！","bklcl":"goān tī kàu-hōe kap tī Ki-tok Iâ-so͘ êng-kng kui I kàu bān sè, tāi-tāi bô soah.  À-bēng.","tghg":"願佇教會，及佇基督耶穌，榮光歸伊到萬世，代代無息。阿們！","bklhl":"願tī教會kap tī基督耶穌榮光歸伊到萬世，代代無soah。À-bēng。"}}]