[{"book":"弗","chapter":6,"verse":1,"versions":{"unv":"你們作兒女的，要在主裡聽從父母，這是理所當然的。","bklcl":"Chòe kiáⁿ-jî ê, lín tiàm-tī Chú tio̍h sūn-thàn lín ê pē-bú, in-ūi che sī eng-kai ê.","tghg":"做子兒的，恁踮佇主著順趁恁的父母，因為這是應該的。","bklhl":"做kiáⁿ兒ê，lín tiàm-tī主tio̍h順thàn lín ê父母，因為這是應該ê。"}},{"book":"弗","chapter":6,"verse":2,"versions":{"unv":"「要孝敬父母，使你得福，在世長壽。」這是第一條帶應許的誡命。","bklcl":"Tio̍h chun-kèng lí ê pē-bú, (che sī thâu chi̍t tiâu ū kâⁿ èng-ún ê kài),","tghg":"「著尊敬你的父母，（這是頭一條有含(kâⁿ)應允的誡），","bklhl":"Tio̍h尊敬你ê父母，(這是頭一條有kâⁿ應允ê誡) ，"}},{"book":"弗","chapter":6,"verse":3,"versions":{"unv":"【併於上節】","bklcl":"beh hō͘ lí heng-thong, tn̂g hè-siū tī sè-kan.","tghg":"欲互你亨通，長歲壽佇世間。」","bklhl":"beh hō͘你興通，長歲壽tī世間。"}},{"book":"弗","chapter":6,"verse":4,"versions":{"unv":"你們作父親的，不要惹兒女的氣，只要照著主的教訓和警戒養育他們。","bklcl":"Chòe lāu-pē ê, lín m̄ thang kek kiáⁿ-jî ê siū-khì; to̍k-to̍k tio̍h ēng Chú ê kéng-kài kap kàu-hùn lâi pôe-iúⁿ in.","tghg":"做老父的，恁呣通激子兒的受氣，獨獨著用主的警戒及教訓來培養𪜶。","bklhl":"做老父ê，lín m̄-thang激kiáⁿ兒ê受氣；獨獨tio̍h用主ê警戒kap教訓來培養in。"}},{"book":"弗","chapter":6,"verse":5,"versions":{"unv":"你們作僕人的，要懼怕戰兢，用誠實的心聽從你們肉身的主人，好像聽從基督一般。","bklcl":"Chòe lô͘-po̍k ê, lín tio̍h kiaⁿ-hiâⁿ ngia̍uh-ngia̍uh-chhoah, ēng sêng-si̍t sim sūn-thàn chiàu jio̍k-thé chòe lín ê chú-lâng ê, chhin-chhiūⁿ teh sūn-thàn Ki-tok;","tghg":"做奴僕的，恁著驚惶愕愕惙(ngia̍uh-ngia̍uh-chhoah)，用誠實心順趁照肉體做恁的主人的，親像啲順趁基督。","bklhl":"做奴僕ê，lín tio̍h驚惶ngia̍uh-ngia̍uh-chhoah，用誠實心順thàn照肉體做lín ê主人ê，親像teh順thàn基督；"}},{"book":"弗","chapter":6,"verse":6,"versions":{"unv":"不要只在眼前事奉，像是討人喜歡的，要像基督的僕人，從心裡遵行　神的旨意。","bklcl":"bo̍h-tit kan-ta tī ba̍k-chiu chêng un-khûn, chhin-chhiūⁿ chhú hō͘ lâng hoaⁿ-hí ê; chiū-sī tio̍h chhin-chhiūⁿ chòe Ki-tok ê lô͘-po̍k, ēng si̍t-sim lâi kiâⁿ Siōng-tè ê chí-ì;","tghg":"莫得干單佇目睭前殷勤，親像取互人歡喜的，就是著親像做基督的奴僕，用實心來行上帝的旨意。","bklhl":"莫得kan-ta tī目睭前慇勤，親像取hō͘人歡喜ê；就是tio̍h親像做基督ê奴僕，用實心來行上帝ê旨意；"}},{"book":"弗","chapter":6,"verse":7,"versions":{"unv":"甘心事奉，好像服事主，不像服事人。","bklcl":"kam-sim chòe kang, chhin-chhiūⁿ kā Chú chòe, m̄ sī kā lâng chòe;","tghg":"甘心做工，親像給主做，呣是給人做。","bklhl":"甘心做工，親像kā主做，m̄是kā人做；"}},{"book":"弗","chapter":6,"verse":8,"versions":{"unv":"因為曉得各人所行的善事，不論是為奴的，是自主的，都必按所行的得主的賞賜。","bklcl":"in-ūi chai bô lūn chòe lô͘-po̍k á-sī chū-iû ê, ta̍k lâng só͘ kiâⁿ sím-mi̍h hó, beh tùi Chú lâi siū tò-tńg.","tghg":"因為知無論做奴僕，抑是自由的，逐人所行甚麼好，欲對主來受倒轉。","bklhl":"因為知無論做奴僕á是自由ê，ta̍k人所行甚麼好，beh tùi主來受倒tńg。"}},{"book":"弗","chapter":6,"verse":9,"versions":{"unv":"你們作主人的，待僕人也是一理，不要威嚇他們。因為知道，他們和你們同有一位主在天上；他並不偏待人。","bklcl":"Chòe chú-lâng ê, lín iā tio̍h án-ni khoán-thāi lô͘-po̍k, bo̍h-tit háng-hoah in; in-ūi chai in kap lín tâng chi̍t ê Chú tī thiⁿ-ni̍h, chiū-sī bô ēng gōa-māu chhú lâng ê.","tghg":"做主人的，恁也著按呢款待奴僕，莫得哄喝(háng-hoah)𪜶。因為知𪜶及恁同一個主佇天裡；就是無用外貌取人的。","bklhl":"做主人ê，lín也tio̍h án-ni款待奴僕，莫得háng-hoah in；因為知in kap lín同一个主tī天裡，就是無用外貌取人ê。"}},{"book":"弗","chapter":6,"verse":10,"versions":{"unv":"我還有末了的話：你們要靠著主，倚賴他的大能大力作剛強的人。","bklcl":"Kiat-bé lâi kóng, lín tio̍h tiàm-tī Chú kap I khùi-la̍t ê koân-lêng lâi ióng-chòng.","tghg":"結尾來講：恁著踮佇主，及伊氣力的權能來勇壯。","bklhl":"結尾來講，lín tio̍h tiàm-tī主kap伊氣力ê權能來勇壯。"}},{"book":"弗","chapter":6,"verse":11,"versions":{"unv":"要穿戴　神所賜的全副軍裝，就能抵擋魔鬼的詭計。","bklcl":"Tio̍h chhēng Siōng-tè choân-hù ê chiàn-kah, hō͘ lín ōe khiā-chāi, lâi tí-te̍k Mô͘-kúi chiah-ê khúi-kè.","tghg":"著穿上帝全副的戰甲，互恁會徛在來抵敵魔鬼諸個詭計。","bklhl":"Tio̍h穿上帝全副ê戰甲，hō͘ lín能khiā在，來抵敵魔鬼chiah ê詭計。"}},{"book":"弗","chapter":6,"verse":12,"versions":{"unv":"因我們並不是與屬血氣的爭戰（原文是摔跤；下同），乃是與那些執政的、掌權的、管轄這幽暗世界的，以及天空屬靈氣的惡魔爭戰。","bklcl":"In-ūi lán ê kau-chiàn m̄ sī tí-te̍k hiat-khì ê, chiū-sī tí-te̍k chiah-ê pān chèng-sū ê, chiah-ê chiáng-koân ê, kap chit ê àm sè chiah-ê kun-ông, í-ki̍p thiⁿ-tiong pháiⁿ ê sîn-lūi.","tghg":"因為咱的交戰呣是抵敵血氣的，就是抵敵諸個辦政事的、諸個掌權的，及此個暗世諸個君王，以及天中歹的神類。","bklhl":"因為咱ê交戰m̄是抵敵血氣ê，就是抵敵chiah ê辦政事ê，chiah ê掌權ê，kap chit ê暗世chiah ê君王，以及天中pháiⁿ ê神類。"}},{"book":"弗","chapter":6,"verse":13,"versions":{"unv":"所以，要拿起　神所賜的全副軍裝，好在磨難的日子抵擋仇敵，並且成就了一切，還能站立得住。","bklcl":"Só͘-í lín tio̍h ēng Siōng-tè choân-hù ê chiàn-kah, hō͘ lín tī hong-hiám ê ji̍t tí-tng ōe tiâu, kàu lín í-keng chòe-chiâⁿ lóng-chóng ê sū iā iû-goân khiā-chāi.","tghg":"所以，恁著用上帝全副的戰甲，互恁佇風險的日抵當(tí-tng)會住，到恁已經做成攏總的事，也猶原徛在。","bklhl":"所以lín tio̍h用上帝全副ê戰甲，hō͘ lín tī風險ê日抵擋能tiâu，到lín已經做成lóng總ê事，也猶原khiā在。"}},{"book":"弗","chapter":6,"verse":14,"versions":{"unv":"所以要站穩了，用真理當作帶子束腰，用公義當作護心鏡遮胸，","bklcl":"Só͘-í tio̍h khiā khi chāi, ēng chin-si̍t hâ io, ēng gī chòe hō͘-sim-kiàⁿ,","tghg":"所以著徛吚在(khiā khi chāi)用真實縖(hâ)腰，用義做護心鏡，","bklhl":"所以tio̍h khiā khi在，用真實縖腰，用義做護心鏡，"}},{"book":"弗","chapter":6,"verse":15,"versions":{"unv":"又用平安的福音當作預備走路的鞋穿在腳上。","bklcl":"ēng hô-pêng hok-im ê pī-pān, chhēng tī kha-ni̍h;","tghg":"用和平福音的備辦穿佇腳裡。","bklhl":"用和平福音ê備辦，穿tī腳裡；"}},{"book":"弗","chapter":6,"verse":16,"versions":{"unv":"此外，又拿著信德當作盾牌，可以滅盡那惡者一切的火箭；","bklcl":"koh tio̍h giâ sìn ê tîn-pâi, ēng chit-ê chiah ōe phah-bia̍t pháiⁿ-ê it-chhè ê hé-chìⁿ.","tghg":"閣著夯(giâ)信的盾牌，用此個才會拍滅歹的一切的火箭；","bklhl":"koh tio̍h giâ信ê藤牌，用chit ê chiah會phah滅pháiⁿ-ê一切ê火箭。"}},{"book":"弗","chapter":6,"verse":17,"versions":{"unv":"並戴上救恩的頭盔，拿著聖靈的寶劍，就是　神的道；","bklcl":"Koh niá-siū chín-kiù ê thâu-khoe, í-ki̍p Sîn ê kiàm, chiū-sī Siōng-tè ê ōe;","tghg":"閣領受拯救的頭盔(thâu-khoe)，以及神的劍，就是上帝的話；","bklhl":"Koh領受拯救ê頭盔，以及神ê劍，就是上帝ê話；"}},{"book":"弗","chapter":6,"verse":18,"versions":{"unv":"靠著聖靈，隨時多方禱告祈求；並要在此警醒不倦，為眾聖徒祈求，","bklcl":"ēng ta̍k iūⁿ ê kî-tó kap khún-kiû, sî-sî tī Sèng Sîn lâi kî-tó, kéng-séng tī chit-ê, ūi-tio̍h lóng-chóng ê sèng-tô͘ khún-kiû bô ià-siān;","tghg":"用逐樣的祈禱及懇求，時時佇聖神來祈禱；警醒佇此個，為著攏總的聖徒懇求無厭倦，","bklhl":"用ta̍k樣ê祈禱kap懇求，時時tī聖神來祈禱，警醒tī chit ê，為tio̍h lóng總ê聖徒懇求無厭倦；"}},{"book":"弗","chapter":6,"verse":19,"versions":{"unv":"也為我祈求，使我得著口才，能以放膽開口講明福音的奧祕，","bklcl":"iā thòe góa kiû, hō͘ góa ōe tit khui chhùi hó-táⁿ lâi kóng, hō͘ lâng chai hok-im ê ò-biāu, ūi-tio̍h chit-ê góa chòe kòa thih-liān ê khim-chhe;","tghg":"也替我求，互我會得開嘴，好膽來講互人知福音的奧妙，（為著此個我做掛鐵鍊的欽差(khim-chhe)，）","bklhl":"也替我求，hō͘我會得開嘴好膽來講，hō͘人知福音ê奧妙，為tio̍h chit ê我做掛鐵鏈ê欽差；"}},{"book":"弗","chapter":6,"verse":20,"versions":{"unv":"（我為這福音的奧祕作了帶鎖鍊的使者，）並使我照著當盡的本分放膽講論。","bklcl":"iā tio̍h kiû hō͘ góa tī chit ê ò-biāu ōe hó-táⁿ, chiàu góa só͘ eng-kai kóng ê.","tghg":"也著求互我佇此個奧妙會好膽照我所應該講的。","bklhl":"也tio̍h求hō͘我tī chit ê奧妙會好膽，照我所應該講ê。"}},{"book":"弗","chapter":6,"verse":21,"versions":{"unv":"今有所親愛、忠心事奉主的兄弟推基古，他要把我的事情，並我的景況如何全告訴你們，叫你們知道。","bklcl":"To̍k-to̍k beh hō͘ lín iā chai góa ê sū-chêng kap góa ê kéng-hóng cháiⁿ-iūⁿ, ū só͘ thiàⁿ ê hiaⁿ-tī Chhui-ki-kó͘, chiū-sī tiàm-tī Chú chīn-tiong ê chhe-ēng, i beh hō͘ lín chai lóng-chóng ê sū.","tghg":"獨獨欲互恁也知我的事情，及我的景況(kéng-hóng)怎樣，有所疼的兄弟推基古，就是踮佇主盡忠的差用，伊欲互恁知攏總的事。","bklhl":"獨獨beh hō͘ lín也知我ê事情kap我ê景況怎樣，有所疼ê兄弟Chhui-ki-kó͘，就是tiàm-tī主盡忠ê差用，伊beh hō͘ lín知lóng總ê事。"}},{"book":"弗","chapter":6,"verse":22,"versions":{"unv":"我特意打發他到你們那裡去，好叫你們知道我們的光景，又叫他安慰你們的心。","bklcl":"Ūi-tio̍h án-ni góa tiâu-tî chhe i khì chiū-kūn lín, hō͘ lín chai goán ê sū, koh an-ùi lín ê sim.","tghg":"為著按呢我刁持(tiâu-tî)差伊去就近恁，互恁知阮的事，閣安慰恁的心。","bklhl":"為tio̍h án-ni，我tiâu-tî差伊去就近lín，hō͘ lín知阮ê事，koh安慰lín ê心。"}},{"book":"弗","chapter":6,"verse":23,"versions":{"unv":"願平安、仁愛、信心從父　神和主耶穌基督歸與弟兄們！","bklcl":"Goān pêng-an kap jîn-ài hâm sìn, tùi Pē Siōng-tè kap Chú Iâ-so͘ Ki-tok kàu tī chèng hiaⁿ-tī.","tghg":"願平安，及仁愛、含(hâm)信，對父上帝及主耶穌基督到佇眾兄弟！","bklhl":"願平安kap仁愛含信，tùi父上帝kap主耶穌基督到tī眾兄弟。"}},{"book":"弗","chapter":6,"verse":24,"versions":{"unv":"並願所有誠心愛我們主耶穌基督的人都蒙恩惠！","bklcl":"Koh kìⁿ-nā ēng bōe pāi-hoāi ê thiàⁿ lâi thiàⁿ lán ê Chú Iâ-so͘ Ki-tok ê, goān un-tián kap in chèng lâng saⁿ-kap tī-teh.","tghg":"閣見若用𣍐敗壞的疼來疼咱的主耶穌基督的，願恩典及𪜶眾人相及佇啲！","bklhl":"Koh見若用bōe敗壞ê疼來疼咱ê主耶穌基督ê，願恩典kap in眾人saⁿ-kap tī-teh。"}}]