[{"book":"約一","chapter":3,"verse":1,"versions":{"unv":"你看父賜給我們是何等的慈愛，使我們得稱為　神的兒女；我們也真是他的兒女。世人所以不認識我們，是因未曾認識他。","bklcl":"Lín siūⁿ-khòaⁿ Pē thiàⁿ lán kàu cháiⁿ-iūⁿ, hō͘ lán chheng chòe Siōng-tè ê kiáⁿ; lán iā si̍t-chāi sī.  Só͘-í sè-kan lâng m̄ bat lán, in-ūi m̄ bat I.","tghg":"恁想看父疼咱到怎樣，互咱稱做上帝的子；咱也實在是。所以世間人呣識(bat)咱，因為呣識伊。","bklhl":"Lín想看父疼咱到怎樣，hō͘咱稱做上帝ê kiáⁿ；咱也實在是。所以世間人m̄-bat咱，因為m̄-bat伊。"}},{"book":"約一","chapter":3,"verse":2,"versions":{"unv":"親愛的弟兄啊，我們現在是　神的兒女，將來如何，還未顯明；但我們知道，主若顯現，我們必要像他，因為必得見他的真體。","bklcl":"Só͘ thiàⁿ ê hiaⁿ-tī ah, hiān-kim lán chòe Siōng-tè ê kiáⁿ, chiong-lâi cháiⁿ-iūⁿ, iáu-bē hián-bêng.  Lán chai I nā hián-bêng, lán chiū chhin-chhiūⁿ I, in-ūi lán beh khòaⁿ-kìⁿ I, chiàu I si̍t-chāi ê khoán.","tghg":"所疼的兄弟啊，現今咱做上帝的子，將來怎樣，猶未顯明；咱知伊若顯明，咱就親像伊，因為咱欲看見伊照伊實在的款。","bklhl":"所疼ê兄弟ah，現今咱做上帝ê kiáⁿ，將來怎樣，猶未顯明。咱知伊若顯明，咱就親像伊，因為咱beh看見伊，照伊實在ê款。"}},{"book":"約一","chapter":3,"verse":3,"versions":{"unv":"凡向他有這指望的，就潔淨自己，像他潔淨一樣。","bklcl":"Kìⁿ-nā khò I chiah ū chit hō ǹg-bāng ê, pún-sin chheng-khì chhin-chhiūⁿ I sī chheng-khì.","tghg":"見若靠伊才有此號向望的，本身清氣，親像伊是清氣。","bklhl":"見若靠伊chiah有chit號ǹg望ê，本身清氣親像伊是清氣。"}},{"book":"約一","chapter":3,"verse":4,"versions":{"unv":"凡犯罪的，就是違背律法；違背律法就是罪。","bklcl":"Kìⁿ-nā hoān chōe ê, iā kiâⁿ put-hoat; chōe chiū-sī put-hoat.","tghg":"見若犯罪的，也行不法；罪就是不法。","bklhl":"見若犯罪ê，也行不法；罪就是不法。"}},{"book":"約一","chapter":3,"verse":5,"versions":{"unv":"你們知道主曾顯現，是要除掉人的罪，在他並沒有罪。","bklcl":"Lín iā chai I bat hián-hiān sī beh tû-khì chōe; iā chāi-tī I bô chōe.","tghg":"恁也知伊曾顯現，是欲除去罪，也在佇伊無罪。","bklhl":"Lín也知伊bat顯現是beh除去罪；也在tī伊無罪。"}},{"book":"約一","chapter":3,"verse":6,"versions":{"unv":"凡住在他裡面的，就不犯罪；凡犯罪的，是未曾看見他，也未曾認識他。","bklcl":"Kìⁿ-nā tòa tī I ê bô hoān chōe; kìⁿ-nā hoān chōe ê, bē bat khòaⁿ-kìⁿ I, iā m̄ bat I.","tghg":"見若住佇伊的，無犯罪；見若犯罪的，未曾看見伊，也呣識伊。","bklhl":"見若tòa tī伊ê無犯罪；見若犯罪ê，未bat看見伊，也m̄-bat伊。"}},{"book":"約一","chapter":3,"verse":7,"versions":{"unv":"小子們哪，不要被人誘惑。行義的才是義人，正如主是義的一樣。","bklcl":"Sòe-kiáⁿ ah, m̄ thang hō͘ lâng bê-he̍k lín; kiâⁿ gī ê chiū-sī gī, chhin-chhiūⁿ I sī gī;","tghg":"細子啊，呣通互人迷惑恁。行義的就是義，親像伊是義。","bklhl":"細kiáⁿ ah，m̄-thang hō͘人迷惑lín；行義ê就是義，親像伊是義；"}},{"book":"約一","chapter":3,"verse":8,"versions":{"unv":"犯罪的是屬魔鬼，因為魔鬼從起初就犯罪。　神的兒子顯現出來，為要除滅魔鬼的作為。","bklcl":"hoān chōe ê sī tùi Mô͘-kúi chhut, in-ūi Mô͘-kúi tùi khí-thâu hoān chōe.  Siōng-tè ê Kiáⁿ só͘-í hián-hiān, sī beh húi-hoāi Mô͘-kúi ê só͘ chòe.","tghg":"犯罪的是對魔鬼出，因為魔鬼對起頭犯罪。上帝的子所以顯現，是欲毀壞魔鬼的所做。","bklhl":"犯罪ê是tùi魔鬼出，因為魔鬼tùi起頭犯罪。上帝ê kiáⁿ所以顯現，是beh毀壞魔鬼ê所做。"}},{"book":"約一","chapter":3,"verse":9,"versions":{"unv":"凡從　神生的，就不犯罪，因　神的道（原文是種）存在他心裡；他也不能犯罪，因為他是由　神生的。","bklcl":"Kìⁿ-nā tùi Siōng-tè siⁿ ê chiū bô hoān chōe, in-ūi I ê chéng tn̂g-tn̂g tiàm tī i; i iā bōe hoān chōe, in-ūi i sī tùi Siōng-tè siⁿ ê.","tghg":"見若對上帝生的，就無犯罪，因為伊的種長長踮佇伊；伊也𣍐犯罪，因為伊是對上帝生的。","bklhl":"見若tùi上帝生ê就無犯罪，因為伊ê種長長tiàm tī伊；伊也bōe犯罪，因為伊是tùi上帝生ê。"}},{"book":"約一","chapter":3,"verse":10,"versions":{"unv":"從此就顯出誰是　神的兒女，誰是魔鬼的兒女。凡不行義的就不屬　神，不愛弟兄的也是如此。","bklcl":"Siōng-tè ê kiáⁿ-jî kap Mô͘-kúi ê kiáⁿ-jî tùi án-ni hián-bêng, kìⁿ-nā bô kiâⁿ gī kap bô thiàⁿ hiaⁿ-tī ê, m̄ sī tùi Siōng-tè chhut.","tghg":"上帝的子兒及魔鬼的子兒對按呢顯明。見若無行義及無疼兄弟的，呣是對上帝出。","bklhl":"上帝ê kiáⁿ兒kap魔鬼ê kiáⁿ兒tùi án-ni顯明，見若無行義kap無疼兄弟ê，m̄是tùi上帝出。"}},{"book":"約一","chapter":3,"verse":11,"versions":{"unv":"我們應當彼此相愛。這就是你們從起初所聽見的命令。","bklcl":"In-ūi lín tùi khí-thâu só͘ thiaⁿ ê ōe, chiū-sī lán tio̍h saⁿ-thiàⁿ;","tghg":"因為恁對起頭所聽的話，就是咱著相疼。","bklhl":"因為lín tùi起頭所聽ê話，就是咱tio̍h相疼；"}},{"book":"約一","chapter":3,"verse":12,"versions":{"unv":"不可像該隱；他是屬那惡者，殺了他的兄弟。為甚麼殺了他呢？因自己的行為是惡的，兄弟的行為是善的。","bklcl":"bô chhin-chhiūⁿ Kai-ún sī tùi hit ê pháiⁿ-ê chhut, lâi thâi i ê sió-tī.  Sím-mi̍h iân-kò͘ thâi i?  In-ūi i só͘ chòe sī pháiⁿ, i ê sió-tī só͘ chòe sī gī.","tghg":"無親像該隱；是對彼個歹者出，來刣伊的小弟。甚麼緣故刣伊？因為伊所做是歹，伊的小弟所做是義。","bklhl":"無親像該隱是tùi hit ê pháiⁿ-ê出，來刣伊ê小弟。甚麼緣故刣伊？因為伊所做是pháiⁿ，伊ê小弟所做是義。"}},{"book":"約一","chapter":3,"verse":13,"versions":{"unv":"弟兄們，世人若恨你們，不要以為希奇。","bklcl":"Hiaⁿ-tī ah, sè-kan lâng nā oàn-hūn lín, m̄ thang lia̍h-chòe kî-koài.","tghg":"兄弟啊，世間人若怨恨恁，呣通掠做奇怪。","bklhl":"兄弟ah，世間人若怨恨lín，m̄-thang掠做奇怪。"}},{"book":"約一","chapter":3,"verse":14,"versions":{"unv":"我們因為愛弟兄，就曉得是已經出死入生了。沒有愛心的，仍住在死中。","bklcl":"Lán in-ūi thiàⁿ hiaⁿ-tī, chiū chai lán í-keng chhut sí ji̍p oa̍h.  Bô thiàⁿ ê sī tiàm tī sí.","tghg":"咱因為疼兄弟，就知咱已經出死入活。無疼的，是踮佇死。","bklhl":"咱因為疼兄弟，就知咱已經出死入活。無疼ê是tiàm tī死。"}},{"book":"約一","chapter":3,"verse":15,"versions":{"unv":"凡恨他弟兄的，就是殺人的；你們曉得凡殺人的，沒有永生存在他裡面。","bklcl":"Kìⁿ-nā oàn-hūn i ê hiaⁿ-tī ê, chiū-sī thâi lâng ê lâng; lín iā chai kìⁿ-nā thâi lâng ê, i ê lāi-bīn bô éng-oa̍h.","tghg":"見若怨恨伊的兄弟的，就是刣人的人；恁也知見若刣人的，伊的內面無永活。","bklhl":"見若怨恨伊ê兄弟ê，就是刣人ê人；lín也知見若刣人ê，伊ê內面無永活。"}},{"book":"約一","chapter":3,"verse":16,"versions":{"unv":"主為我們捨命，我們從此就知道何為愛；我們也當為弟兄捨命。","bklcl":"I thòe lán hiàn I ê sìⁿ-miā, lán tùi chit-ê bat jîn-ài; lán iā eng-kai thòe hiaⁿ-tī hiàn sìⁿ-miā.","tghg":"伊替咱獻伊的生命，咱對此個識仁愛；咱也應該替兄弟獻生命。","bklhl":"伊替咱獻伊ê性命，咱tùi chit ê bat仁愛；咱也應該替兄弟獻性命。"}},{"book":"約一","chapter":3,"verse":17,"versions":{"unv":"凡有世上財物的，看見弟兄窮乏，卻塞住憐恤的心，愛　神的心怎能存在他裡面呢？","bklcl":"Lâng nā ū sè-kan ê châi-sán, khòaⁿ-kìⁿ i ê hiaⁿ-tī khiàm-kheh, iā bô khui i ê chû-sim, Siōng-tè ê thiàⁿ thái-thó ū tiàm tī i ah?","tghg":"人若有世間的財產，看見伊的兄弟欠缺，也無開伊的慈心，上帝的疼豈可(thái-thó)有踮佇伊啊？","bklhl":"人若有世間ê財產，看見伊ê兄弟欠缺，也無開伊ê慈心，上帝ê疼thái-thó有tiàm tī伊ah？"}},{"book":"約一","chapter":3,"verse":18,"versions":{"unv":"小子們哪，我們相愛，不要只在言語和舌頭上，總要在行為和誠實上。","bklcl":"Sòe-kiáⁿ ah, lán ê saⁿ-thiàⁿ m̄ thang ēng ōe, ēng chi̍h; sī tio̍h ēng kiâⁿ, ēng sêng-si̍t.","tghg":"細子啊，咱的相疼，呣通用話用舌，是著用行用誠實。","bklhl":"細kiáⁿ ah，咱ê相疼m̄-thang用話，用舌；是tio̍h用行，用誠實。"}},{"book":"約一","chapter":3,"verse":19,"versions":{"unv":"從此就知道我們是屬真理的，並且我們的心在　神面前可以安穩。","bklcl":"Tùi án-ni lán beh chai lán sī chhut tī chin-si̍t, kìⁿ-nā sim ū só͘ chek-pī lán, beh an-ùi lán ê sim tī I ê bīn-chêng;","tghg":"對按呢咱欲知咱是出佇真實，見若心有所責備咱，欲安慰咱的心佇伊的面前。","bklhl":"Tùi án-ni咱beh知咱是出tī真實，見若心有所責備咱，beh安慰咱ê心tī伊ê面前；"}},{"book":"約一","chapter":3,"verse":20,"versions":{"unv":"我們的心若責備我們，　神比我們的心大，一切事沒有不知道的。","bklcl":"in-ūi Siōng-tè pí lán ê sim khah tōa, iā bô só͘ m̄ chai.","tghg":"因為上帝比咱的心卡大，也無所呣知。","bklhl":"因為上帝比咱ê心khah大，也無所m̄知。"}},{"book":"約一","chapter":3,"verse":21,"versions":{"unv":"親愛的弟兄啊，我們的心若不責備我們，就可以向　神坦然無懼了。","bklcl":"Só͘ thiàⁿ ê hiaⁿ-tī ah, sim nā bô chek-pī lán, chiū lán ǹg Siōng-tè ū hó-táⁿ;","tghg":"所疼的兄弟啊，心若無責備咱，就咱向上帝有好膽。","bklhl":"所疼ê兄弟ah，心若無責備咱，就咱ǹg上帝有好膽；"}},{"book":"約一","chapter":3,"verse":22,"versions":{"unv":"並且我們一切所求的，就從他得著；因為我們遵守他的命令，行他所喜悅的事。","bklcl":"koh kìⁿ-nā lán só͘ kiû ê, chiū tùi I tit-tio̍h, in-ūi lán siú I ê bēng-lēng, tī I ê bīn-chêng kiâⁿ I só͘ hoaⁿ-hí ê tāi-chì.","tghg":"閣見若咱所求的，就對伊得著；因為咱守伊的命令，佇伊的面前行伊所歡喜的代誌。","bklhl":"koh見若咱所求ê，就tùi伊得tio̍h，因為咱守伊ê命令，tī伊ê面前行伊所歡喜ê tāi-chì。"}},{"book":"約一","chapter":3,"verse":23,"versions":{"unv":"　神的命令就是叫我們信他兒子耶穌基督的名，且照他所賜給我們的命令彼此相愛。","bklcl":"Iā I ê bēng-lēng sī án-ni, chiū-sī lán sìn I ê Kiáⁿ Iâ-so͘ Ki-tok ê miâ, koh tāi-ke saⁿ-thiàⁿ, chiàu I só͘ hō͘ lán ê bēng-lēng.","tghg":"也伊的命令是按呢就是咱信伊的子耶穌基督的名，閣大家相疼照伊所互咱的命令。","bklhl":"也伊ê命令是án-ni，就是咱信伊ê Kiáⁿ耶穌基督ê名，koh大家相疼，照伊所hō͘咱ê命令。"}},{"book":"約一","chapter":3,"verse":24,"versions":{"unv":"遵守　神命令的，就住在　神裡面，　神也住在他裡面。我們所以知道　神住在我們裡面是因他所賜給我們的聖靈。","bklcl":"Siú I ê bēng-lēng ê lâng chiū tiàm tī I, I iā tiàm tī i.  Lán tùi án-ni chai I tiàm tī lán, sī tùi I só͘ hō͘ lán ê Sîn.","tghg":"守伊的命令的人，就踮佇伊，伊也踮佇伊。咱對按呢知伊踮佇咱是對伊所互咱的神。","bklhl":"守伊ê命令ê人就tiàm tī伊，伊也tiàm tī伊。咱tùi án-ni知伊tiàm tī咱，是tùi伊所hō͘咱ê神。"}}]