[{"book":"約一","chapter":1,"verse":1,"versions":{"unv":"論到從起初原有的生命之道，就是我們所聽見、所看見、親眼看過、親手摸過的。","bklcl":"Lūn-kàu oa̍h-miā ê Tō, tùi khí-thâu só͘ ū, goán só͘ thiaⁿ-kìⁿ, chhin-ba̍k só͘ khòaⁿ-kìⁿ, só͘ koan-khòaⁿ, iā goán ê chhiú bong-tio̍h ê;","tghg":"論到活命的道，對起頭所有，阮所聽見、親目所看見，所觀看，也阮的手摸著的。","bklhl":"論到活命ê道，tùi起頭所有，阮所聽見，親目所看見，所觀看，也阮ê手摸tio̍h ê；"}},{"book":"約一","chapter":1,"verse":2,"versions":{"unv":"（這生命已經顯現出來，我們也看見過，現在又作見證，將原與父同在、且顯現與我們那永遠的生命傳給你們。）","bklcl":"(chit ê oa̍h-miā bat chhut-hiān, goán ū khòaⁿ-kìⁿ lâi chòe kan-chèng, iā pò lín chai hit ê éng-oa̍h ê oa̍h-miā, chiū-sī pún kap Pē tī-teh, iā chhut-hiān tī goán ê);","tghg":"（此個活命曾出現，阮有看見，來做干證，也報恁知彼個永活的活命，就是本及父佇啲，也出現佇阮的。）","bklhl":"(chit ê活命bat出現，阮有看見來做干證，也報lín知hit ê永活ê活命，就是本kap父tī-teh，也出現tī阮ê) ；"}},{"book":"約一","chapter":1,"verse":3,"versions":{"unv":"我們將所看見、所聽見的傳給你們，使你們與我們相交。我們乃是與父並他兒子耶穌基督相交的。","bklcl":"goán chiong só͘ khòaⁿ-kìⁿ só͘ thiaⁿ-kìⁿ pò lín chai, beh hō͘ lín kap goán kau-pôe, koh goán só͘ kau-pôe, chiū-sī kap Pē í-ki̍p I ê Kiáⁿ Iâ-so͘ Ki-tok:","tghg":"阮將所看見、所聽見報恁知，欲互恁及阮交陪。閣阮所交陪就是及父以及伊的子耶穌基督。","bklhl":"阮將所看見所聽見報lín知，beh hō͘ lín kap阮交陪，koh阮所交陪，就是kap父以及伊ê Kiáⁿ耶穌基督:"}},{"book":"約一","chapter":1,"verse":4,"versions":{"unv":"我們將這些話寫給你們，使你們（有古卷：我們）的喜樂充足。","bklcl":"goán siá chiah-ê, sī beh hō͘ goán ê hoaⁿ-hí chhiong-móa.","tghg":"阮寫諸個，是欲互阮的歡喜充滿。","bklhl":"阮寫chiah ê，是beh hō͘阮ê歡喜充滿。"}},{"book":"約一","chapter":1,"verse":5,"versions":{"unv":"　神就是光，在他毫無黑暗。這是我們從主所聽見、又報給你們的信息。","bklcl":"Goán tùi I só͘ thiaⁿ ê ōe, lâi thoân hō͘ lín ê, chiū-sī kóng, Siōng-tè sī kng, tī I choân-jiân bô àm.","tghg":"阮對伊所聽的話、來傳互恁的，就是講，上帝是光，佇伊全然無暗。","bklhl":"阮tùi伊所聽ê話，來傳hō͘ lín ê，就是講，上帝是光，tī伊全然無暗。"}},{"book":"約一","chapter":1,"verse":6,"versions":{"unv":"我們若說是與　神相交，卻仍在黑暗裡行，就是說謊話，不行真理了。","bklcl":"Lán nā kóng, ū teh kap I kau-pôe, iā kiâⁿ tī o͘-àm, chiū-sī kóng pe̍h-chha̍t, bô kiâⁿ chin-si̍t;","tghg":"咱若講有啲及伊交陪，也行佇黑暗，就是講白賊，無行真實。","bklhl":"咱若講，有teh kap伊交陪，也行tī烏暗，就是講白賊，無行真實；"}},{"book":"約一","chapter":1,"verse":7,"versions":{"unv":"我們若在光明中行，如同　神在光明中，就彼此相交，他兒子耶穌的血也洗淨我們一切的罪。","bklcl":"to̍k-to̍k lán nā kiâⁿ tī kng-bêng, chhin-chhiūⁿ I tiàm tī kng-bêng, chiū lán saⁿ-kap kau-pôe, iā I ê Kiáⁿ Iâ-so͘ ê huih sóe-tû lán lóng-chóng ê chōe.","tghg":"獨獨咱若行佇光明，親像伊踮佇光明，就咱相及交陪，也伊的子耶穌的血洗除咱攏總的罪。","bklhl":"獨獨咱若行tī光明，親像伊tiàm tī光明，就咱saⁿ-kap交陪，也伊ê Kiáⁿ耶穌ê血洗除咱lóng總ê罪。"}},{"book":"約一","chapter":1,"verse":8,"versions":{"unv":"我們若說自己無罪，便是自欺，真理不在我們心裡了。","bklcl":"Lán nā kóng bô chōe, chiū-sī phiàn ka-kī, chin-lí iā bô tiàm tī lán.","tghg":"咱若講無罪，就是騙家己，真理也無踮佇咱。","bklhl":"咱若講無罪，就是騙家己，真理也無tiàm tī咱。"}},{"book":"約一","chapter":1,"verse":9,"versions":{"unv":"我們若認自己的罪，　神是信實的，是公義的，必要赦免我們的罪，洗淨我們一切的不義。","bklcl":"Lán nā jīn lán ê chōe, I sī chin-si̍t kong-gī, beh sià-bián lán ê chōe, sóe-tû lán lóng-chóng ê put-gī.","tghg":"咱若認咱的罪，伊是真實公義，欲赦免咱的罪，洗除咱攏總的不義。","bklhl":"咱若認咱ê罪，伊是真實公義，beh赦免咱ê罪，洗除咱lóng總ê不義。"}},{"book":"約一","chapter":1,"verse":10,"versions":{"unv":"我們若說自己沒有犯過罪，便是以　神為說謊的，他的道也不在我們心裡了。","bklcl":"Lán nā kóng bē bat hoān chōe, piān sī hō͘ I chòe kóng pe̍h-chha̍t ê, I ê tō-lí bô tiàm tī lán.","tghg":"咱若講未曾犯罪，便是互伊做講白賊的，伊的道理無踮佇咱。","bklhl":"咱若講未bat犯罪，便是hō͘伊做講白賊ê，伊ê道理無tiàm tī咱。"}}]