[{"book":"約一","chapter":4,"verse":1,"versions":{"unv":"親愛的弟兄啊，一切的靈，你們不可都信，總要試驗那些靈是出於　神的不是，因為世上有許多假先知已經出來了。","bklcl":"Só͘ thiàⁿ ê hiaⁿ-tī, chiah-ê sîn m̄ thang lóng-chóng sìn, to̍k-to̍k tio̍h chhì-giām chiah-ê sîn sī tùi Siōng-tè á m̄ sī; in-ūi ū chōe-chōe ké sian-ti chhut-lâi ji̍p sè-kan.","tghg":"所疼的兄弟，諸個神，呣通攏總信，獨獨著試驗諸個神是對上帝抑呣是，因為有多多假先知出來入世間。","bklhl":"所疼ê兄弟，chiah ê神m̄-thang lóng總信，獨獨tio̍h試驗chiah ê神是tùi上帝á m̄是；因為有chōe-chōe假先知出來入世間。"}},{"book":"約一","chapter":4,"verse":2,"versions":{"unv":"凡靈認耶穌基督是成了肉身來的，就是出於　神的；從此你們可以認出　神的靈來。","bklcl":"Lín tùi chit-ê bat Siōng-tè ê Sîn: kìⁿ-nā sîn ū jīn Iâ-so͘ Ki-tok í-keng tī jio̍k-thé lîm-kàu ê, chiū-sī tùi Siōng-tè lâi;","tghg":"恁對此個識(bat)上帝的神；見若神有認耶穌基督已經佇肉體臨到的，就是對上帝來。","bklhl":"Lín tùi chit ê bat上帝ê神:見若神有認耶穌基督已經tī肉體臨到ê，就是tùi上帝來；"}},{"book":"約一","chapter":4,"verse":3,"versions":{"unv":"凡靈不認耶穌，就不是出於　神，這是那敵基督者的靈。你們從前聽見他要來，現在已經在世上了。","bklcl":"kìⁿ-nā sîn m̄ jīn Iâ-so͘ ê, m̄ sī tùi Siōng-tè lâi; che iā sī tùi-te̍k Ki-tok ê ê sîn; lín ū thiaⁿ-kìⁿ i lâi, hiān-chāi  i iā í-keng tī sè-kan lah.","tghg":"見若神呣認耶穌的，呣是對上帝來，這也是對敵基督者的神。恁有聽見伊來，現在伊也已經佇世間啦。","bklhl":"見若神m̄認耶穌ê，m̄是tùi上帝來；這也是對敵基督ê ê神；lín有聽見伊來，現在伊也已經tī世間lah。"}},{"book":"約一","chapter":4,"verse":4,"versions":{"unv":"小子們哪，你們是屬　神的，並且勝了他們；因為那在你們裡面的，比那在世界上的更大。","bklcl":"Sòe-kiáⁿ ah, lín sī tùi Siōng-tè lâi, koh í-keng khah-iâⁿ in; in-ūi tiàm-tī lín ê, khah tōa tiàm-tī sè-kan ê.","tghg":"細子啊，恁是對上帝來，閣已經卡贏𪜶；因為踮佇恁的，卡大踮佇世間的。","bklhl":"細kiáⁿ ah，lín是tùi上帝來，koh已經khah贏in；因為tiàm-tī lín ê，khah大tiàm-tī世間ê。"}},{"book":"約一","chapter":4,"verse":5,"versions":{"unv":"他們是屬世界的，所以論世界的事，世人也聽從他們。","bklcl":"In sī tùi sè-kan lâi; só͘-í in kóng ōe iā tùi sè-kan, sè-kan iā thiaⁿ in.","tghg":"𪜶是對世間來，所以𪜶講話也對世間，世間也聽𪜶。","bklhl":"In是tùi世間來；所以in講話也tùi世間，世間也聽in。"}},{"book":"約一","chapter":4,"verse":6,"versions":{"unv":"我們是屬　神的，認識　神的就聽從我們；不屬　神的就不聽從我們。從此我們可以認出真理的靈和謬妄的靈來。","bklcl":"Lán sī tùi Siōng-tè lâi; bat Siōng-tè ê thiaⁿ lán; m̄ sī tùi Siōng-tè lâi ê, bô thiaⁿ lán.  Chin-si̍t ê sîn, kap chha-biū ê sîn, lán tùi án-ni bat i.","tghg":"咱是對上帝來，識上帝的聽咱；呣是對上帝來的，無聽咱。真實的神及差謬(chha-biū)的神，咱對按呢識伊。","bklhl":"咱是tùi上帝來；bat上帝ê聽咱；m̄是tùi上帝來ê，無聽咱。真實ê神，kap差謬ê神，咱tùi án-ni bat伊。"}},{"book":"約一","chapter":4,"verse":7,"versions":{"unv":"親愛的弟兄啊，我們應當彼此相愛，因為愛是從　神來的。凡有愛心的，都是由　神而生，並且認識　神。","bklcl":"Só͘ thiàⁿ ê hiaⁿ-tī ah, lán tio̍h saⁿ-thiàⁿ; in-ūi thiàⁿ sī tùi Siōng-tè lâi; kìⁿ-nā thiàⁿ ê sī tùi Siōng-tè siⁿ, koh bat Siōng-tè.","tghg":"所疼的兄弟啊，咱著相疼，因為疼是對上帝來。見若疼的是對上帝生，閣識上帝。","bklhl":"所疼ê兄弟ah，咱tio̍h相疼；因為疼是tùi上帝來；見若疼ê是tùi上帝生，koh bat上帝。"}},{"book":"約一","chapter":4,"verse":8,"versions":{"unv":"沒有愛心的，就不認識　神，因為　神就是愛。","bklcl":"Bô thiàⁿ ê m̄ bat Siōng-tè; in-ūi Siōng-tè sī thiàⁿ.","tghg":"無疼的，呣識上帝，因為上帝是疼。","bklhl":"無疼ê m̄-bat上帝；因為上帝是疼。"}},{"book":"約一","chapter":4,"verse":9,"versions":{"unv":"　神差他獨生子到世間來，使我們藉著他得生，　神愛我們的心在此就顯明了。","bklcl":"Siōng-tè chhe I to̍k-siⁿ ê Kiáⁿ ji̍p sè-kan, hō͘ lán tùi I lâi oa̍h, Siōng-tè ê thiàⁿ tùi chit-ê hián-bêng tī lán.","tghg":"上帝差伊獨生的子入世間，互咱對伊來活，上帝的疼對此個顯明佇咱。","bklhl":"上帝差伊獨生ê kiáⁿ入世間，hō͘咱tùi伊來活，上帝ê疼tùi chit ê顯明tī咱。"}},{"book":"約一","chapter":4,"verse":10,"versions":{"unv":"不是我們愛　神，乃是　神愛我們，差他的兒子為我們的罪作了挽回祭，這就是愛了。","bklcl":"M̄ sī lán bat thiàⁿ Siōng-tè, sī I bat thiàⁿ lán, chhe I ê Kiáⁿ ūi-tio̍h lán ê chōe chòe bán-hôe ê chè, thiàⁿ chiū-sī chāi-tī chit-ê ê.","tghg":"呣是咱曾疼上帝，是伊曾疼咱，差伊的子為著咱的罪做挽(bán)回的祭，疼就是在佇此個的。","bklhl":"m̄是咱bat疼上帝，是伊bat疼咱，差伊ê kiáⁿ為tio̍h咱ê罪做挽回ê祭，疼就是在tī chit ê ê。"}},{"book":"約一","chapter":4,"verse":11,"versions":{"unv":"親愛的弟兄啊，　神既是這樣愛我們，我們也當彼此相愛。","bklcl":"Só͘ thiàⁿ ê hiaⁿ-tī ah, Siōng-tè nā thiàⁿ lán kàu án-ni, chiū lán iā tio̍h saⁿ-thiàⁿ.","tghg":"所疼的兄弟啊，上帝若疼咱到按呢，就咱也著相疼。","bklhl":"所疼ê兄弟ah，上帝若疼咱到án-ni，就咱也tio̍h相疼。"}},{"book":"約一","chapter":4,"verse":12,"versions":{"unv":"從來沒有人見過　神，我們若彼此相愛，　神就住在我們裡面，愛他的心在我們裡面得以完全了。","bklcl":"Chiông-lâi bē ū lâng khòaⁿ-kìⁿ Siōng-tè; lán nā saⁿ-thiàⁿ, chiū Siōng-tè tiàm tī lán, iā I ê thiàⁿ oân-choân tī lán.","tghg":"從來未有人看見上帝，咱若相疼，就上帝踮佇咱，也伊的疼完全佇咱。","bklhl":"從來未有人看見上帝；咱若相疼，就上帝tiàm tī咱，也伊ê疼完全tī咱。"}},{"book":"約一","chapter":4,"verse":13,"versions":{"unv":"　神將他的靈賜給我們，從此就知道我們是住在他裡面，他也住在我們裡面。","bklcl":"I í-keng ēng I ê Sîn siúⁿ-sù lán, lán tùi án-ni chai lán tiàm tī I, iā I tiàm tī lán.","tghg":"伊已經用伊的神賞賜咱，咱對按呢知咱踮佇伊，也伊踮佇咱。","bklhl":"伊已經用伊ê神賞賜咱，咱tùi án-ni知咱tiàm tī伊，也伊tiàm tī咱。"}},{"book":"約一","chapter":4,"verse":14,"versions":{"unv":"父差子作世人的救主；這是我們所看見且作見證的。","bklcl":"Pē chhe I ê Kiáⁿ chòe sè-kan ê Kiù-chú, goán bat khòaⁿ-kìⁿ, iā chòe kan-chèng.","tghg":"父差伊的子做世間的救主；阮曾看見也做干證。","bklhl":"父差伊ê kiáⁿ做世間ê救主，阮bat看見，也做干證。"}},{"book":"約一","chapter":4,"verse":15,"versions":{"unv":"凡認耶穌為　神兒子的，　神就住在他裡面，他也住在　神裡面。","bklcl":"Kìⁿ-nā jīn Iâ-so͘ chòe Siōng-tè ê Kiáⁿ ê, chiū Siōng-tè tiàm tī i, i iā tiàm tī Siōng-tè.","tghg":"見若認耶穌做上帝的子的，就上帝踮佇伊，伊也踮佇上帝。","bklhl":"見若認耶穌做上帝ê Kiáⁿ ê，就上帝tiàm tī伊，伊也tiàm tī上帝。"}},{"book":"約一","chapter":4,"verse":16,"versions":{"unv":"　神愛我們的心，我們也知道也信。　神就是愛；住在愛裡面的，就是住在　神裡面，　神也住在他裡面。","bklcl":"Siōng-tè só͘ ū thiàⁿ lán ê, lán iā chai iā sìn.  Siōng-tè chiū-sī thiàⁿ; koh lâng tiàm tī thiàⁿ, chiū-sī tiàm  tī Siōng-tè, Siōng-tè iā tiàm tī i.","tghg":"上帝所有疼咱的，咱也知也信。上帝就是疼；閣人踮佇疼，就是踮佇上帝，上帝也踮佇伊。","bklhl":"上帝所有疼咱ê，咱也知也信。上帝就是疼；koh人tiàm tī疼，就是tiàm tī上帝，上帝也tiàm tī伊。"}},{"book":"約一","chapter":4,"verse":17,"versions":{"unv":"這樣，愛在我們裡面得以完全，我們就可以在審判的日子坦然無懼。因為他如何，我們在這世上也如何。","bklcl":"Tùi án-ni thiàⁿ chiâⁿ chòe oân-choân tī lán, hō͘ lán tī sím-phòaⁿ ê ji̍t ōe hó-táⁿ; in-ūi I sím-mi̍h khoán, lán tī sè-kan iā án-ni.","tghg":"對按呢，疼成做完全佇咱，互咱佇審判的日會好膽。因為伊甚麼款，咱佇世間也按呢。","bklhl":"Tùi án-ni疼成做完全tī咱，hō͘咱tī審判ê日能好膽；因為伊甚麼款，咱tī世間也án-ni。"}},{"book":"約一","chapter":4,"verse":18,"versions":{"unv":"愛裡沒有懼怕；愛既完全，就把懼怕除去。因為懼怕裡含著刑罰，懼怕的人在愛裡未得完全。","bklcl":"Tī thiàⁿ ê lāi-bīn bô kiaⁿ-hiâⁿ; to̍k-to̍k chiâu-chn̂g ê thiàⁿ kóaⁿ-chhut kiaⁿ-hiâⁿ; in-ūi kiaⁿ-hiâⁿ chiū ū hêng-hoa̍t; kìⁿ-nā kiaⁿ-hiâⁿ ê, tī thiàⁿ bē ū chiâu-chn̂g.","tghg":"佇疼的內面無驚惶；獨獨齊全的疼，趕出驚惶。因為驚惶就有刑罰，見若驚惶的佇疼未有齊全。","bklhl":"Tī疼ê內面無驚惶；獨獨齊全ê疼趕出驚惶；因為驚惶就有刑罰；見若驚惶ê，tī疼未有齊全。"}},{"book":"約一","chapter":4,"verse":19,"versions":{"unv":"我們愛，因為　神先愛我們。","bklcl":"Lán ū thiàⁿ, in-ūi I tāi-seng thiàⁿ lán.","tghg":"咱有疼，因為伊代先疼咱。","bklhl":"咱有疼，因為伊事先疼咱。"}},{"book":"約一","chapter":4,"verse":20,"versions":{"unv":"人若說「我愛　神」，卻恨他的弟兄，就是說謊話的；不愛他所看見的弟兄，就不能愛沒有看見的　神（有古卷：怎能愛沒有看見的　神呢）。","bklcl":"Nā ū lâng kóng, Góa thiàⁿ Siōng-tè, iā oàn-hūn i ê hiaⁿ-tī, chiū-sī pe̍h-chha̍t ê; in-ūi bô thiàⁿ só͘ ū khòaⁿ-kìⁿ ê hiaⁿ-tī ê, chiū bōe thiàⁿ só͘ bōe khòaⁿ-kìⁿ ê Siōng-tè. .","tghg":"若有人講「我疼上帝」，也怨恨伊的兄弟，就是白賊的；因為無疼所有看見的兄弟的，就𣍐疼所未看見的上帝。","bklhl":"若有人講，我疼上帝，也怨恨伊ê兄弟，就是白賊ê；因為無疼所有看見ê兄弟ê，就bōe疼所bōe看見ê上帝。。"}},{"book":"約一","chapter":4,"verse":21,"versions":{"unv":"愛　神的，也當愛弟兄，這是我們從　神所受的命令。","bklcl":"Thiàⁿ Siōng-tè ê iā tio̍h thiàⁿ i ê hiaⁿ-tī, che sī lán tùi I só͘ siū ê bēng-lēng.","tghg":"疼上帝的，也著疼伊的兄弟，這是咱對伊所受的命令。","bklhl":"疼上帝ê也tio̍h疼伊ê兄弟，這是咱tùi伊所受ê命令。"}}]