[{"book":"約一","chapter":2,"verse":1,"versions":{"unv":"我小子們哪，我將這些話寫給你們，是要叫你們不犯罪。若有人犯罪，在父那裡我們有一位中保，就是那義者耶穌基督。","bklcl":"Góa ê sòe-kiáⁿ ah,  góa siá chiah-ê hō͘ lín, sī beh hō͘ lín bô hoān chōe.  Nā ū lâng hoān chōe, chiū tī Pē ê bīn-chêng lán ū Pó-hūi-su, chiū-sī gī-lâng Iâ-so͘ Ki-tok;","tghg":"我的細子啊，我寫諸個互恁，是欲互恁無犯罪。若有人犯罪，就佇父的面前咱有保惠師，就是義人耶穌基督。","bklhl":"我ê細kiáⁿ ah，我寫chiah ê hō͘ lín，是beh hō͘ lín無犯罪。若有人犯罪，就tī父ê面前咱有保惠師，就是義人耶穌基督；"}},{"book":"約一","chapter":2,"verse":2,"versions":{"unv":"他為我們的罪作了挽回祭，不是單為我們的罪，也是為普天下人的罪。","bklcl":"I ūi-tio̍h lán ê chōe, chòe bán-hôe ê chè; koh m̄ nā ūi-tio̍h lán ê chōe, iā sī ūi-tio̍h thong sè-kan.","tghg":"伊為著咱的罪做挽(bán)回的祭，閣呣若為著咱的罪，也是為著通世間。","bklhl":"伊為tio̍h咱ê罪，做挽回ê祭；koh m̄-nā為tio̍h咱ê罪，也是為tio̍h thong世間。"}},{"book":"約一","chapter":2,"verse":3,"versions":{"unv":"我們若遵守他的誡命，就曉得是認識他。","bklcl":"Lán nā siú I ê bēng-lēng, tùi án-ni chiū chai lán bat I.","tghg":"咱若守伊的命令，對按呢就知咱識(bat)伊。","bklhl":"咱若守伊ê命令，tùi án-ni就知咱bat伊。"}},{"book":"約一","chapter":2,"verse":4,"versions":{"unv":"人若說「我認識他」，卻不遵守他的誡命，便是說謊話的，真理也不在他心裡了。","bklcl":"Lâng nā kóng, Góa bat I, iā bô siú I ê bēng-lēng, sī pe̍h-chha̍t ê lâng, chin-lí iā bô tiàm tī i;","tghg":"人若講「我識伊」，也無守伊的命令，是白賊的人，真理也無踮佇伊。","bklhl":"人若講，我bat伊，也無守伊ê命令，是白賊ê人，真理也無tiàm tī伊；"}},{"book":"約一","chapter":2,"verse":5,"versions":{"unv":"凡遵守主道的，愛　神的心在他裡面實在是完全的。從此，我們知道我們是在主裡面。","bklcl":"kìⁿ-nā siú I ê tō-lí ê, chiū Siōng-tè ê thiàⁿ tī i chin-chiàⁿ ū chiâu-chn̂g.  Tùi án-ni lán chai lán tiàm tī I;","tghg":"見若守伊的道理的，就上帝的疼佇伊真正有齊全。對按呢，咱知咱踮佇伊。","bklhl":"見若守伊ê道理ê，就上帝ê疼tī伊真正有齊全。Tùi án-ni咱知咱tiàm tī伊；"}},{"book":"約一","chapter":2,"verse":6,"versions":{"unv":"人若說他住在主裡面，就該自己照主所行的去行。","bklcl":"lâng nā ka-kī kóng tiàm tī I, chiū tio̍h chiàu I só͘ kiâⁿ ê khì kiâⁿ.","tghg":"人若家己講踮佇伊，就著照伊所行的去行。","bklhl":"人若家己講tiàm tī伊，就tio̍h照伊所行ê去行。"}},{"book":"約一","chapter":2,"verse":7,"versions":{"unv":"親愛的弟兄啊，我寫給你們的，不是一條新命令，乃是你們從起初所受的舊命令；這舊命令就是你們所聽見的道。","bklcl":"Só͘ thiàⁿ ê hiaⁿ-tī ah, góa bô siá sin ê bēng-lēng hō͘ lín, chiū-sī lín tùi khí-thâu só͘ ū kū ê bēng-lēng; hit ê kū ê bēng-lēng chiū-sī lín só͘ bat thiaⁿ-kìⁿ ê tō-lí.","tghg":"所疼的兄弟啊，我無寫新的命令互恁，就是恁對起頭所有舊的命令；彼個舊的命令就是恁所曾聽見的道理。","bklhl":"所疼ê兄弟ah，我無寫新ê命令hō͘ lín，就是lín tùi起頭所有舊ê命令；hit ê舊ê命令就是lín所bat聽見ê道理。"}},{"book":"約一","chapter":2,"verse":8,"versions":{"unv":"再者，我寫給你們的，是一條新命令，在主是真的，在你們也是真的；因為黑暗漸漸過去，真光已經照耀。","bklcl":"Iū-koh góa siá sin ê bēng-lēng hō͘ lín, chit ê tāi-chì tī I sī chin, tī lín iā sī chin; in-ūi o͘-àm teh kè, chin kng í-keng teh chiò.","tghg":"又閣，我寫新的命令互恁，此個代誌佇伊是真，佇恁也是真；因為黑暗啲過，真光已經啲照。","bklhl":"又koh我寫新ê命令hō͘ lín，chit ê tāi-chì tī伊是真，tī lín也是真；因為烏暗teh過，真光已經teh照。"}},{"book":"約一","chapter":2,"verse":9,"versions":{"unv":"人若說自己在光明中，卻恨他的弟兄，他到如今還是在黑暗裡。","bklcl":"Lâng nā kóng ka-kī tiàm tī kng-bêng, iā oàn-hūn i ê hiaⁿ-tī, chiū i kàu taⁿ sī tiàm tī o͘-àm.","tghg":"人若講家己踮佇光明，也怨恨伊的兄弟，就伊到今是踮佇黑暗。","bklhl":"人若講家己tiàm tī光明，也怨恨伊ê兄弟，就伊到taⁿ是tiàm tī烏暗。"}},{"book":"約一","chapter":2,"verse":10,"versions":{"unv":"愛弟兄的，就是住在光明中，在他並沒有絆跌的緣由。","bklcl":"Lâng nā thiàⁿ i ê hiaⁿ-tī, i sī khiā-khí tī kng, iā tī i bô poa̍h-tó ê in-iû.","tghg":"人若疼伊的兄弟，伊是徛起佇光，也佇伊無跋倒的因由。","bklhl":"人若疼伊ê兄弟，伊是khiā起tī光，也tī伊無跋倒ê因由。"}},{"book":"約一","chapter":2,"verse":11,"versions":{"unv":"惟獨恨弟兄的，是在黑暗裡，且在黑暗裡行，也不知道往哪裡去，因為黑暗叫他眼睛瞎了。","bklcl":"To̍k-to̍k lâng nā oàn-hūn i ê hiaⁿ-tī, i sī tiàm tī àm, koh kiâⁿ tī àm, iā m̄ chai só͘ khì ê, in-ūi chit ê àm hō͘ i ê ba̍k-chiu chhiⁿ-mî.","tghg":"獨獨人若怨恨伊的兄弟，伊是踮佇暗，閣行佇暗，也呣知所去的，因為此個暗互伊的目睭睛瞑。","bklhl":"獨獨人若怨恨伊ê兄弟，伊是tiàm tī暗，koh行tī暗，也m̄知所去ê，因為chit ê暗hō͘伊ê目睭chhiⁿ-mî。"}},{"book":"約一","chapter":2,"verse":12,"versions":{"unv":"小子們哪，我寫信給你們，因為你們的罪藉著主名得了赦免。","bklcl":"Sòe-kiáⁿ ah, góa siá phoe hō͘ lín, in-ūi lín ê chōe ūi-tio̍h I ê miâ í-keng sià-bián.","tghg":"細子啊，我寫批互恁，因為恁的罪為著伊的名已經赦免。","bklhl":"細kiáⁿ ah，我寫phoe hō͘ lín，因為lín ê罪為tio̍h伊ê名已經赦免。"}},{"book":"約一","chapter":2,"verse":13,"versions":{"unv":"父老啊，我寫信給你們，因為你們認識那從起初原有的。少年人哪，我寫信給你們，因為你們勝了那惡者。小子們哪，我曾寫信給你們，因為你們認識父。","bklcl":"Lāu-tōa ah, góa siá hō͘ lín, in-ūi lín bat hit ê tùi khí-thâu chiū ū ê.  Siàu-liân lâng ah, góa siá hō͘ lín, in-ūi lín í-keng khah-iâⁿ hit ê pháiⁿ ê.  Sòe-kiáⁿ ah, góa bat siá hō͘ lín, in-ūi lín bat Pē.","tghg":"老大啊，我寫互恁，因為恁識彼個對起頭就有的。少年人啊，我寫互恁，因為恁已經卡贏彼個歹者。細子啊，我曾寫互恁，因為恁識父。","bklhl":"老大ah，我寫hō͘ lín，因為lín bat hit ê tùi起頭就有ê。少年人ah，我寫hō͘ lín，因為lín已經khah贏hit ê pháiⁿ ê。細kiáⁿ ah，我bat寫hō͘ lín，因為lín bat父。"}},{"book":"約一","chapter":2,"verse":14,"versions":{"unv":"父老啊，我曾寫信給你們，因為你們認識那從起初原有的。少年人哪，我曾寫信給你們；因為你們剛強，　神的道常存在你們心裡；你們也勝了那惡者。","bklcl":"Lāu-tōa ah, góa bat siá hō͘ lín, in-ūi lín bat hit ê tùi khí-thâu chiū ū ê.  Siàu-liân lâng ah, góa bat siá hō͘ lín, in-ūi lín ióng-kiāⁿ, iā Siōng-tè ê tō-lí tiàm tī lín, iā lín í-keng khah-iâⁿ hit ê pháiⁿ ê.","tghg":"老大啊，我曾寫互恁，因為恁識彼個對起頭就有的。少年人啊，我曾寫互恁；因為恁勇健，也上帝的道理踮佇恁；也恁已經卡贏彼個歹者。","bklhl":"老大ah，我bat寫hō͘ lín，因為lín bat hit ê tùi起頭就有ê。少年人ah，我bat寫hō͘ lín，因為lín勇健，也上帝ê道理tiàm tī lín，也lín已經khah贏hit ê pháiⁿ ê。"}},{"book":"約一","chapter":2,"verse":15,"versions":{"unv":"不要愛世界和世界上的事。人若愛世界，愛父的心就不在他裡面了。","bklcl":"Bo̍h-tit thiàⁿ chit ê sè-kan, í-ki̍p sè-kan ê mi̍h.  Lâng nā thiàⁿ chit sè-kan, chiū Pē ê thiàⁿ bô tiàm tī i.","tghg":"莫得疼此世間以及世間的物。人若疼此世間，就父的疼無踮佇伊。","bklhl":"莫得疼chit ê世間，以及世間ê物。人若疼chit世間，就父ê疼無tiàm tī伊。"}},{"book":"約一","chapter":2,"verse":16,"versions":{"unv":"因為，凡世界上的事，就像肉體的情慾、眼目的情慾，並今生的驕傲，都不是從父來的，乃是從世界來的。","bklcl":"In-ūi kìⁿ-nā tī sè-kan ê, jio̍k-thé ê su-io̍k, kap ba̍k-chiu ê su-io̍k, kap jîn-seng ê kiau-ngō͘, m̄ sī tùi Pē, sī tùi sè-kan.","tghg":"因為，見若佇世間的，肉體的私慾，及目睭的私慾，及人生的驕傲，呣是對父，是對世間。","bklhl":"因為見若tī世間ê，肉體ê私慾，kap目睭ê私慾，kap人生ê驕傲，m̄是tùi父，是tùi世間。"}},{"book":"約一","chapter":2,"verse":17,"versions":{"unv":"這世界和其上的情慾都要過去，惟獨遵行　神旨意的，是永遠常存。","bklcl":"Koh sè-kan kap i ê su-io̍k teh kè-khì; to̍k-to̍k kiâⁿ Siōng-tè ê chí-ì ê éng-oán tī-teh.","tghg":"閣世間及伊的私慾啲過去，獨獨行上帝的旨意的，永遠佇啲。","bklhl":"Koh世間kap伊ê私慾teh過去；獨獨行上帝ê旨意ê永遠tī-teh。"}},{"book":"約一","chapter":2,"verse":18,"versions":{"unv":"小子們哪，如今是末時了。你們曾聽見說，那敵基督的要來；現在已經有好些敵基督的出來了，從此我們就知道如今是末時了。","bklcl":"Sòe-kiáⁿ ah, che sī lō͘-bé ê sî; chhin-chhiūⁿ lín bat thiaⁿ-kìⁿ ū hit ê tùi-te̍k Ki-tok ê lâi, hiān-kim ū chhut chōe-chōe tùi-te̍k Ki-tok ê; tùi án-ni lán chai sī lō͘-bé ê sî.","tghg":"細子啊，這是路尾的時。親像恁曾聽見，有彼個對敵基督的來；現今有出多多對敵基督的，對按呢咱知是路尾的時。","bklhl":"細kiáⁿ ah，這是路尾ê時；親像lín bat聽見有hit ê對敵基督ê來，現今有出chōe-chōe對敵基督ê；tùi án-ni咱知是路尾ê時。"}},{"book":"約一","chapter":2,"verse":19,"versions":{"unv":"他們從我們中間出去，卻不是屬我們的；若是屬我們的，就必仍舊與我們同在；他們出去，顯明都不是屬我們的。","bklcl":"In tùi lán chhut-khì, to̍k-to̍k m̄ sī sio̍k lán ê; in-ūi nā sī sio̍k lán ê, chiū ōe tn̂g-tn̂g kap lán tiàm; in chhut-khì sī beh hián-bêng in lóng m̄ sī sio̍k lán ê.","tghg":"𪜶對咱出去，獨獨呣是屬咱的；因為若是屬咱的，就會長長及咱踮；𪜶出去，是欲顯明𪜶攏呣是屬咱的。","bklhl":"In對咱出去，獨獨m̄是屬咱ê；因為若是屬咱ê，就會長長kap咱tiàm；in出去是beh顯明in lóng m̄是屬咱ê。"}},{"book":"約一","chapter":2,"verse":20,"versions":{"unv":"你們從那聖者受了恩膏，並且知道這一切的事（或譯：都有知識）。","bklcl":"Koh lín tùi Sèng-ê siū boah-iû, sòa chai it-chhè ê tāi-chì.","tghg":"閣恁對聖者受抹油，續知一切的代誌。","bklhl":"Koh lín tùi聖ê受抹油，續知一切ê tāi-chì。"}},{"book":"約一","chapter":2,"verse":21,"versions":{"unv":"我寫信給你們，不是因你們不知道真理，正是因你們知道，並且知道沒有虛謊是從真理出來的。","bklcl":"Góa phoe siá hō͘ lín, sī m̄ sī in-ūi lín m̄ bat chin-lí, in-ūi lín bat i, iā in-ūi it-chhè ê pe̍h-chha̍t lóng m̄ sī tùi chin-lí.","tghg":"我批寫互恁，是呣是因為恁呣識真理。因為恁識伊，也因為一切的白賊攏呣是對真理。","bklhl":"我phoe寫hō͘ lín，是m̄是因為lín m̄-bat真理，因為lín bat伊，也因為一切ê白賊lóng m̄是tùi真理。"}},{"book":"約一","chapter":2,"verse":22,"versions":{"unv":"誰是說謊話的呢？不是那不認耶穌為基督的嗎？不認父與子的，這就是敵基督的。","bklcl":"Pe̍h-chha̍t ê sī chī-chūi, kiám m̄ sī bô jīn Iâ-so͘ chòe Ki-tok ê mah?  Bô jīn Pē kap Kiáⁿ ê, chit-ê chiū-sī hit ê tùi-te̍k Ki-tok ê.","tghg":"白賊的是是誰？豈呣是無認耶穌做基督的嗎？無認父及子的，此個就是彼個對敵基督的。","bklhl":"白賊ê是是誰，kiám m̄是無認耶穌做基督ê mah？無認父kap Kiáⁿ ê，chit ê就是hit ê對敵基督ê。"}},{"book":"約一","chapter":2,"verse":23,"versions":{"unv":"凡不認子的，就沒有父；認子的，連父也有了。","bklcl":"Kìⁿ-nā bô jīn Kiáⁿ ê, iā bô ū Pē; jīn Kiáⁿ ê, iā ū Pē.","tghg":"見若無認子的，也無有父；認子的，也有父。","bklhl":"見若無認Kiáⁿ ê，也無有父；認Kiáⁿ ê，也有父。"}},{"book":"約一","chapter":2,"verse":24,"versions":{"unv":"論到你們，務要將那從起初所聽見的，常存在心裡。若將從起初所聽見的存在心裡，你們就必住在子裡面，也必住在父裡面。","bklcl":"Lín tùi khí-thâu só͘ thiaⁿ-kìⁿ ê, tio̍h hō͘ i tn̂g-tn̂g tiàm tī lín.  Nā sī tùi khí-thâu só͘ thiaⁿ ê tiàm tī lín, chiū lín iā beh tiàm tī Kiáⁿ kap Pē.","tghg":"恁對起頭所聽見的，著互伊長長踮佇恁。若是對起頭所聽的踮佇恁，就恁也欲踮佇子及父。","bklhl":"Lín tùi起頭所聽見ê，tio̍h hō͘伊長長tiàm tī lín。但是tùi起頭所聽ê tiàm tī lín，就lín也beh tiàm tī Kiáⁿ kap父。"}},{"book":"約一","chapter":2,"verse":25,"versions":{"unv":"主所應許我們的就是永生。","bklcl":"Chit ê iā sī I só͘ èng-ún lán ê èng-ún, chiū-sī éng-oa̍h.","tghg":"此個也是伊所應允咱的應允，就是永活。","bklhl":"Chit ê也是伊所應允咱ê應允，就是永活。"}},{"book":"約一","chapter":2,"verse":26,"versions":{"unv":"我將這些話寫給你們，是指著那引誘你們的人說的。","bklcl":"Góa siá chiah-ê hō͘ lín, sī lūn hiah-ê bê-he̍k lín ê.","tghg":"我寫諸個互恁，是論許個迷惑恁的。","bklhl":"我寫chiah ê hō͘ lín，是論hiah-ê迷惑lín ê。"}},{"book":"約一","chapter":2,"verse":27,"versions":{"unv":"你們從主所受的恩膏常存在你們心裡，並不用人教訓你們，自有主的恩膏在凡事上教訓你們。這恩膏是真的，不是假的；你們要按這恩膏的教訓住在主裡面。","bklcl":"Lín tùi I só͘ siū ê boah-iû tn̂g-tn̂g tiàm tī lín, iā m̄ bián lâng kà lín; to̍k-to̍k in-ūi I ê boah-iû kà-sī lín bān hāng sū, iā sī chin-si̍t m̄ sī pe̍h-chha̍t, iā chiàu i bat kà-sī lín ê, lín tn̂g-tn̂g tiàm tī I.","tghg":"恁對伊所受的抹油長長踮佇恁，也呣免人教恁，獨獨因為伊的抹油教示恁萬項事。也是真實，呣是白賊；也照伊曾教示恁的，恁長長踮佇伊。","bklhl":"Lín tùi伊所受ê抹油長長tiàm tī lín，也m̄免人教lín；獨獨因為伊ê抹油教示lín萬項事，也是真實m̄是白賊，也照伊bat教示lín ê，lín長長tiàm tī伊。"}},{"book":"約一","chapter":2,"verse":28,"versions":{"unv":"小子們哪，你們要住在主裡面。這樣，他若顯現，我們就可以坦然無懼；當他來的時候，在他面前也不至於慚愧。","bklcl":"Taⁿ, sòe-kiáⁿ ah, lín tio̍h tn̂g-tn̂g tiàm tī I; án-ni, I nā hián-hiān, chiah hō͘ lán tī I koh lîm-kàu ê sî ōe hó-táⁿ, iā tī I ê bīn-chêng bô kiàn-siàu.","tghg":"今，細子啊，恁著長長踮佇伊。按呢，伊若顯現，才互咱佇伊閣臨到的時會好膽；也佇伊的面前無見誚。","bklhl":"Taⁿ，細kiáⁿ ah，lín tio̍h長長tiàm tī伊；án-ni，伊若顯現，chiah hō͘咱tī伊koh臨到ê時能好膽，也tī伊ê面前無見笑。"}},{"book":"約一","chapter":2,"verse":29,"versions":{"unv":"你們若知道他是公義的，就知道凡行公義之人都是他所生的。","bklcl":"Lín nā chai I sī kong-gī, chiū chai kìⁿ-nā kiâⁿ gī ê lâng iā sī I siⁿ ê.","tghg":"恁若知伊是公義，就知見若行義的人也是伊生的。","bklhl":"Lín若知伊是公義，就知見若行義ê人也是伊生ê。"}}]