[{"book":"約一","chapter":5,"verse":1,"versions":{"unv":"凡信耶穌是基督的，都是從　神而生，凡愛生他之　神的，也必愛從　神生的。","bklcl":"Kìⁿ-nā sìn Iâ-so͘ chòe Ki-tok ê, che sī tùi Siōng-tè siⁿ ê; koh kìⁿ-nā thiàⁿ siⁿ i ê, iā thiàⁿ tùi I só͘ siⁿ ê.","tghg":"見若信耶穌做基督的，這是對上帝生的，閣見若疼生伊的，也疼對伊所生的。","bklhl":"見若信耶穌做基督ê，這是tùi上帝生ê；koh見若疼生伊ê，也疼tùi伊所生ê。"}},{"book":"約一","chapter":5,"verse":2,"versions":{"unv":"我們若愛　神，又遵守他的誡命，從此就知道我們愛　神的兒女。","bklcl":"Lán nā thiàⁿ Siōng-tè, koh siú I ê bēng-lēng, chiū lán tùi án-ni chai lán thiàⁿ Siōng-tè ê kiáⁿ-jî.","tghg":"咱若疼上帝，閣守伊的命令，就咱對按呢知咱疼上帝的子兒。","bklhl":"咱若疼上帝，koh守伊ê命令，就咱tùi án-ni知咱疼上帝ê kiáⁿ兒。"}},{"book":"約一","chapter":5,"verse":3,"versions":{"unv":"我們遵守　神的誡命，這就是愛他了，並且他的誡命不是難守的。","bklcl":"In-ūi lán siú Siōng-tè ê bēng-lēng, che chiū-sī thiàⁿ Siōng-tè; koh I ê bēng-lēng m̄ sī tāng tàⁿ.","tghg":"因為咱守上帝的命令，這就是疼上帝，閣伊的命令呣是重擔。","bklhl":"因為咱守上帝ê命令，這就是疼上帝；koh伊ê命令m̄是重擔。"}},{"book":"約一","chapter":5,"verse":4,"versions":{"unv":"因為凡從　神生的，就勝過世界；使我們勝了世界的，就是我們的信心。","bklcl":"In-ūi kìⁿ-nā tùi Siōng-tè siⁿ ê khah-iâⁿ sè-kan; iā hit ê só͘-í bat khah-iâⁿ sè-kan ê, chiū-sī lán ê sìn.","tghg":"因為見若對上帝生的，卡贏世間；也彼個所以曾卡贏世間的，就是咱的信。","bklhl":"因為見若tùi上帝生ê khah贏世間；也hit ê所以bat khah贏世間ê，就是咱ê信。"}},{"book":"約一","chapter":5,"verse":5,"versions":{"unv":"勝過世界的是誰呢？不是那信耶穌是　神兒子的嗎？","bklcl":"Khah-iâⁿ sè-kan ê sī chī-chūi ah?  kiám m̄ sī sìn Iâ-so͘ chòe Siōng-tè ê Kiáⁿ ê mah?","tghg":"卡贏世間的是是誰啊？豈呣是信耶穌做上帝的子的嗎？","bklhl":"khah贏世間ê是是誰 ah？kiám m̄是信耶穌做上帝ê Kiáⁿ ê mah？"}},{"book":"約一","chapter":5,"verse":6,"versions":{"unv":"這藉著水和血而來的，就是耶穌基督；不是單用水，乃是用水又用血，","bklcl":"Chit ê Iâ-so͘ Ki-tok sī tùi chúi, tùi huih lâi ê; m̄ nā tī chúi, sī tī chúi iā tī huih.","tghg":"此個耶穌基督，是對水對血來的；呣若佇水，是佇水也佇血，","bklhl":"Chit ê耶穌基督是tùi水，tùi血來ê；m̄-nā tī水，是tī水也tī血。"}},{"book":"約一","chapter":5,"verse":7,"versions":{"unv":"並且有聖靈作見證，因為聖靈就是真理。","bklcl":"Koh Sîn sī chòe kan-chèng ê, in-ūi Sîn chiū-sī chin-lí.","tghg":"閣神是做干證的，因為神就是真理。","bklhl":"Koh神是做干證ê，因為神就是真理。"}},{"book":"約一","chapter":5,"verse":8,"versions":{"unv":"作見證的原來有三：就是聖靈、水，與血，這三樣也都歸於一。","bklcl":"In-ūi chòe kan-chèng ê ū saⁿ ê, Sîn, kap chúi, kap huih; iā chit saⁿ ê só͘ kan-chèng ê kui tī it.","tghg":"因為做干證的有三個：神，及水，及血，也此三個所干證的歸佇一。","bklhl":"因為做干證ê有三個，神，kap水，kap血；也chit三個所干證ê歸tī一。"}},{"book":"約一","chapter":5,"verse":9,"versions":{"unv":"我們既領受人的見證，　神的見證更該領受（該領受：原文是大）了，因　神的見證是為他兒子作的。","bklcl":"Lâng ê kan-chèng lán nā sêng-siū i, Siōng-tè ê kan-chèng sī khah tōa; in-ūi Siōng-tè ê kan-chèng sī chit-ê, chiū-sī lūn I ê Kiáⁿ I ū chòe kan-chèng.","tghg":"人的干證咱若承受伊，上帝的干證是卡大，因為上帝的干證是此個，就是論伊的子伊有做干證。","bklhl":"人ê干證咱若承受伊，上帝ê干證是khah大；因為上帝ê干證是chit ê，就是論伊ê Kiáⁿ伊有做干證。"}},{"book":"約一","chapter":5,"verse":10,"versions":{"unv":"信　神兒子的，就有這見證在他心裡；不信　神的，就是將　神當作說謊的，因不信　神為他兒子作的見證。","bklcl":"Sìn Siōng-tè ê Kiáⁿ ê lâng tī pún-sin ū chit ê kan-chèng; m̄ sìn Siōng-tè ê lâng piān sī hō͘ I chòe pe̍h-chha̍t ê; in-ūi i bē ū sìn Siōng-tè lūn I ê Kiáⁿ só͘ chòe ê kan-chèng.","tghg":"信上帝的子的人，佇本身有此個干證；呣信上帝的人，便是互伊做白賊的，因為伊未有信上帝論伊的子所做的干證。","bklhl":"信上帝ê Kiáⁿ ê人tī本身有chit ê干證；m̄信上帝ê人便是hō͘伊做白賊ê；因為伊未有信上帝論伊ê Kiáⁿ所做ê干證。"}},{"book":"約一","chapter":5,"verse":11,"versions":{"unv":"這見證就是　神賜給我們永生；這永生也是在他兒子裡面。","bklcl":"Koh hit ê kan-chèng sī chit-ê, chiū-sī Siōng-tè í-keng chiong éng-oa̍h hō͘ lán, iā chit ê oa̍h sī chāi-tī I ê Kiáⁿ.","tghg":"閣彼個干證是此個，就是上帝已經將永活互咱；也此個活是在佇伊的子。","bklhl":"Koh hit ê干證是chit ê，就是上帝已經將永活hō͘咱，也chit ê活是在tī伊ê Kiáⁿ。"}},{"book":"約一","chapter":5,"verse":12,"versions":{"unv":"人有了　神的兒子就有生命，沒有　神的兒子就沒有生命。","bklcl":"Ū I ê Kiáⁿ ê, chiū ū oa̍h; bô ū Siōng-tè ê Kiáⁿ ê, chiū bô ū oa̍h.","tghg":"有伊的子的就有活，無有上帝的子的就無有活。","bklhl":"有伊ê Kiáⁿ ê，就有活；無有上帝ê Kiáⁿ ê，就無有活。"}},{"book":"約一","chapter":5,"verse":13,"versions":{"unv":"我將這些話寫給你們信奉　神兒子之名的人，要叫你們知道自己有永生。","bklcl":"Góa siá chiah-ê hō͘ lín sìn Siōng-tè Kiáⁿ ê miâ ê, beh hō͘ lín chai lín ū éng-oa̍h.","tghg":"我寫諸個互恁信上帝子的名者，欲互恁知恁有永活。","bklhl":"我寫chiah ê hō͘ lín信上帝Kiáⁿ ê名ê，beh hō͘ lín知lín有永活。"}},{"book":"約一","chapter":5,"verse":14,"versions":{"unv":"我們若照他的旨意求甚麼，他就聽我們，這是我們向他所存坦然無懼的心。","bklcl":"Koh lán nā chiàu I ê chí-ì ū só͘ kiû, I chiū thiaⁿ lán; che sī lán tī I bīn-chêng só͘ ū ê hó-táⁿ.","tghg":"閣咱若照伊的旨意有所求，伊就聽咱，這是咱佇伊面前所有的好膽。","bklhl":"Koh咱若照伊ê旨意有所求，伊就聽咱；這是咱tī伊面前所有ê好膽。"}},{"book":"約一","chapter":5,"verse":15,"versions":{"unv":"既然知道他聽我們一切所求的，就知道我們所求於他的，無不得著。","bklcl":"Nā chai kìⁿ ū só͘ kiû, I thiàⁿ lán, chiū chai só͘ tùi I kiû ê, lán ū tit-tio̍h.","tghg":"若知見有所求伊聽咱，就知所對伊求的，咱有得著。","bklhl":"若知見有所求，伊疼咱，就知所tùi伊求ê，咱有得tio̍h。"}},{"book":"約一","chapter":5,"verse":16,"versions":{"unv":"人若看見弟兄犯了不至於死的罪，就當為他祈求，　神必將生命賜給他；有至於死的罪，我不說當為這罪祈求。","bklcl":"Lâng nā khòaⁿ-kìⁿ i ê hiaⁿ-tī hoān bô tì-kàu sí ê chōe, i beh kiû, chiū beh ēng oa̍h-miā hō͘ i, chiū-sī hō͘ chiah-ê hoān chōe bô tì-kàu sí ê.  Ū tì-kàu sí ê chōe; góa kóng tio̍h kî-tó, m̄ sī chí chit-ê.","tghg":"人若看見伊的兄弟犯無致到死的罪，伊欲求，就欲用活命互伊，就是互諸個犯罪無致到死的；有致到死的罪，我講著祈禱，呣是指此個。","bklhl":"人若看見伊ê兄弟犯無致到死ê罪，伊beh求，就beh用活命hō͘伊，就是hō͘ chiah ê犯罪無致到死ê。有致到死ê罪；我講tio̍h祈禱，m̄是指chit ê。"}},{"book":"約一","chapter":5,"verse":17,"versions":{"unv":"凡不義的事都是罪，也有不至於死的罪。","bklcl":"Kìⁿ-nā put-gī lóng sī chōe; iā ū chōe bô tì-kàu sí ê.","tghg":"見若不義攏是罪，也有罪無致到死的。","bklhl":"見若不義lóng是罪；也有罪無致到死ê。"}},{"book":"約一","chapter":5,"verse":18,"versions":{"unv":"我們知道凡從　神生的，必不犯罪，從　神生的，必保守自己（有古卷：那從　神生的必保護他），那惡者也就無法害他。","bklcl":"Lán chai kìⁿ-nā tùi Siōng-tè siⁿ ê bô hoān chōe; sī tùi Siōng-tè siⁿ ê pó-siú i, iā hit ê pháiⁿ ê bô bong-tio̍h i.","tghg":"咱知見若對上帝生的無犯罪，是對上帝生的保守伊，也彼個歹者無摸著伊。","bklhl":"咱知見若tùi上帝生ê無犯罪；是tùi上帝生ê保守伊，也hit ê pháiⁿ ê無摸tio̍h伊。"}},{"book":"約一","chapter":5,"verse":19,"versions":{"unv":"我們知道，我們是屬　神的，全世界都臥在那惡者手下。","bklcl":"Lán chai lán sī tùi Siōng-tè lâi, iā thong sè-kan tòa tī hit ê pháiⁿ ê.","tghg":"咱知咱是對上帝來，也通世間住佇彼個歹者。","bklhl":"咱知咱是tùi上帝來，也thong世間tòa tī hit ê pháiⁿ ê。"}},{"book":"約一","chapter":5,"verse":20,"versions":{"unv":"我們也知道，　神的兒子已經來到，且將智慧賜給我們，使我們認識那位真實的，我們也在那位真實的裡面，就是在他兒子耶穌基督裡面。這是真神，也是永生。","bklcl":"Koh chai Siōng-tè ê Kiáⁿ í-keng kàu, ū hō͘ lán hiáu-ngō͘, kàu bat hit ê chin ê;  lán iā tiàm tī chin ê, chiū-sī tī I ê Kiáⁿ Iâ-so͘ Ki-tok.  Chit ê sī chin ê Siōng-tè, iā sī éng-oa̍h.","tghg":"閣知，上帝的子已經到，有互咱曉悟，到識(bat)彼個真的，咱也踮佇真的，就是佇伊的子耶穌基督。此個是真的上帝，也是永活。","bklhl":"Koh知上帝ê Kiáⁿ已經到，有hō͘咱曉悟，到bat hit ê真ê；咱也tiàm tī真ê，就是tī伊ê Kiáⁿ耶穌基督。Chit ê是真ê上帝，也是永活。"}},{"book":"約一","chapter":5,"verse":21,"versions":{"unv":"小子們哪，你們要自守，遠避偶像！","bklcl":"Sòe-kiáⁿ ah, tio̍h ka-kī kò͘ lī- khui ngó͘-siōng.","tghg":"細子啊，著家己顧，離開偶像！","bklhl":"細kiáⁿ ah，tio̍h家己顧，離開偶像。"}}]