[{"book":"民","chapter":36,"verse":1,"versions":{"unv":"約瑟的後裔，瑪拿西的孫子，瑪吉的兒子基列，他子孫中的諸族長來到摩西和作首領的以色列人族長面前，說：","bklcl":"Sio̍k Iok-sek ê kiáⁿ-sun chiah-ê ke, Má-ná-se ê sun, Má-kiat ê kiáⁿ Ki-lia̍t ê kiáⁿ-sun hiah-ê cho̍k-tiúⁿ lâi kàu Mô͘-se kap Í-sek-lia̍t lâng chiah-ê cho̍k-tiúⁿ chiah-ê siú-léng ê bīn-chêng, kóng,","tghg":"屬約瑟的子孫諸個家，瑪拿西的孫，瑪吉的子基列的子孫許個族長，來到摩西及以色列人諸個族長諸個首領的面前，講：","bklhl":"屬約瑟ê kiáⁿ孫chiah ê家，Má-ná-se ê孫，Má-kiat ê kiáⁿ Ki-lia̍t ê kiáⁿ孫hiah-ê族長來到摩西kap以色列人chiah ê族長chiah ê首領ê面前，講："}},{"book":"民","chapter":36,"verse":2,"versions":{"unv":"「耶和華曾吩咐我主拈鬮分地給以色列人為業，我主也受了耶和華的吩咐將我們兄弟西羅非哈的產業分給他的眾女兒。","bklcl":"Iâ-hô-hoa bat bēng-lēng góa ê chú liam-khau pun-tōe hō͘ Í-sek-lia̍t lâng chòe-gia̍p, góa ê chú iā siū-tio̍h Iâ-hô-hoa ê bēng-lēng, chiong goán ê hiaⁿ-tī Se-lô-hui-hap ê sán-gia̍p pun hō͘ i hiah-ê cha-bó͘-kiáⁿ.","tghg":"「耶和華曾命令我的主拈鬮分地互以色列人做業，我的主也受著耶和華的命令將阮的兄弟西羅非哈的產業分互伊許個查某子。","bklhl":"耶和華bat命令我ê主拈鬮分地hō͘以色列人做業，我ê主也受tio̍h耶和華ê命令，將阮ê兄弟Se-lô-hui-hap ê產業分hō͘伊hiah-ê cha-bó͘-kiáⁿ。"}},{"book":"民","chapter":36,"verse":3,"versions":{"unv":"她們若嫁以色列別支派的人，就必將我們祖宗所遺留的產業加在她們丈夫支派的產業中。這樣，我們拈鬮所得的產業就要減少了。","bklcl":"In nā kè Í-sek-lia̍t pa̍t chi-phài ê lâng, in ê sán-gia̍p chiū tùi goán chó͘-kong só͘ lâu ê sán-gia̍p poah-kè-khì, ke-thiⁿ tī in só͘ beh sio̍k ê chi-phài ê sán-gia̍p;  án-ni chiū tùi goán liam-khau só͘ tit-tio̍h ê gia̍p poah-kè-khì.","tghg":"𪜶若嫁以色列別支派的人，𪜶的產業就對阮祖公所留的產業撥(poah)過去加添佇𪜶所欲屬的支派的產業。按呢，就對阮拈鬮所得著的業撥過去。","bklhl":"In若嫁以色列別支派ê人，in ê產業就tùi阮祖公所留ê產業撥過去，加添tī in所beh屬ê支派ê產業；án-ni就tùi阮拈鬮所得tio̍h ê業撥過去。"}},{"book":"民","chapter":36,"verse":4,"versions":{"unv":"到了以色列人的禧年，這女兒的產業就必加在她們丈夫支派的產業上。這樣，我們祖宗支派的產業就減少了。」","bklcl":"Kàu Í-sek-lia̍t lâng ê hi-liân, in ê sán-gia̍p chiū ke-thiⁿ tī in só͘ beh sio̍k ê chi-phài ê sán-gia̍p;  án-ni, in ê sán-gia̍p chiū-sī tùi goán chó͘-kong chi-phài ê sán-gia̍p poah-kè-khì.","tghg":"到以色列人的禧年，𪜶的產業就加添佇𪜶所欲屬的支派的產業。按呢，𪜶的產業就是對阮祖公支派的產業撥過去。」","bklhl":"到以色列人ê禧年，in ê產業就加添tī in所beh屬ê支派ê產業；án-ni，in ê產業就是tùi阮祖公支派ê產業撥過去。"}},{"book":"民","chapter":36,"verse":5,"versions":{"unv":"摩西照耶和華的話吩咐以色列人說：「約瑟支派的人說得有理。","bklcl":"Mô͘-se chiàu Iâ-hô-hoa ê ōe, bēng-lēng Í-sek-lia̍t lâng kóng, Iok-sek kiáⁿ-sun ê chi-phài só͘-kóng-ê sī tio̍h.","tghg":"摩西照耶和華的話命令以色列人講：「約瑟子孫的支派所講的是著(tio̍h)。","bklhl":"摩西照耶和華ê話，命令以色列人講：約瑟kiáⁿ孫ê支派所講ê是tio̍h。"}},{"book":"民","chapter":36,"verse":6,"versions":{"unv":"論到西羅非哈的眾女兒，耶和華這樣吩咐說：她們可以隨意嫁人，只是要嫁同宗支派的人。","bklcl":"Lūn-kàu Se-lô-hui-hap chiah-ê cha-bó͘-kiáⁿ, Iâ-hô-hoa án-ni bēng-lēng, kóng, In thang kè in kah-ì ê lâng, to̍k-to̍k tio̍h kè hō͘ in lāu-pē tâng-chong chi-phài ê lâng.","tghg":"論到西羅非哈諸個查某子，耶和華按呢命令講：𪜶通嫁𪜶合意(kah-ì)的人，獨獨著嫁互𪜶老父同宗支派的人。","bklhl":"論到Se-lô-hui-hap chiah ê cha-bó͘-kiáⁿ，耶和華án-ni命令，講：In thang嫁in合意ê人，獨獨tio̍h嫁hō͘ in老父同宗支派ê人。"}},{"book":"民","chapter":36,"verse":7,"versions":{"unv":"這樣，以色列人的產業就不從這支派歸到那支派，因為以色列人要各守各祖宗支派的產業。","bklcl":"Án-ni, Í-sek-lia̍t lâng ê sán-gia̍p chiū bô tùi chit chi-phài kui kàu hit chi-phài;  in-ūi Í-sek-lia̍t lâng tio̍h ta̍k-ê chip-siú in chó͘-kong chi-phài ê sán-gia̍p.","tghg":"按呢，以色列人的產業就無對此支派歸到彼支派，因為以色列人著逐個執守𪜶祖公支派的產業。","bklhl":"Án-ni，以色列人ê產業就無tùi chit支派歸到hit支派；因為以色列人tio̍h ta̍k-ê執守in祖公支派ê產業。"}},{"book":"民","chapter":36,"verse":8,"versions":{"unv":"凡在以色列支派中得了產業的女子必作同宗支派人的妻，好叫以色列人各自承受他祖宗的產業。","bklcl":"Kìⁿ-nā tī Í-sek-lia̍t chi-phài tiong tit-tio̍h sán-gia̍p ê cha-bó͘-kiáⁿ, tio̍h chòe i ê lāu-pē tâng-chong chi-phài ê lâng ê bó͘, thang hō͘ Í-sek-lia̍t lâng ê chi-phài ta̍k-ê chip-siú in ê chó͘-kong ê sán-gia̍p.","tghg":"見若佇以色列支派中得著產業的查某子，著做伊的老父同宗支派的人的某，通互以色列人的支派逐個執守𪜶的祖公的產業。","bklhl":"見若tī以色列支派中得tio̍h產業ê cha-bó͘-kiáⁿ，tio̍h做伊ê老父同宗支派ê人ê bó͘，thang hō͘以色列人ê支派ta̍k-ê執守in ê祖公ê產業。"}},{"book":"民","chapter":36,"verse":9,"versions":{"unv":"這樣，他們的產業就不從這支派歸到那支派，因為以色列支派的人要各守各的產業。」","bklcl":"Án-ni, in ê sán-gia̍p chiū bô tùi chit chi-phài kui kàu hit chi-phài;  in-ūi Í-sek-lia̍t lâng ê chi-phài, beh ta̍k-ê chip-siú in ê sán-gia̍p.","tghg":"按呢，𪜶的產業就無對此支派歸到彼支派，因為以色列人的支派欲逐個執守𪜶的產業。」","bklhl":"Án-ni，in ê產業就無tùi chit支派歸到hit支派；因為以色列人ê支派，beh ta̍k-ê執守in ê產業。"}},{"book":"民","chapter":36,"verse":10,"versions":{"unv":"耶和華怎樣吩咐摩西，西羅非哈的眾女兒就怎樣行。","bklcl":"Iâ-hô-hoa án-ni hoan-hù Mô͘-se, Se-lô-hui-hap ê cha-bó͘-kiáⁿ chiū án-ni kiâⁿ.","tghg":"耶和華按呢吩咐摩西，西羅非哈的查某子就按呢行。","bklhl":"耶和華án-ni吩咐摩西，Se-lô-hui-hap ê cha-bó͘-kiáⁿ就án-ni行。"}},{"book":"民","chapter":36,"verse":11,"versions":{"unv":"西羅非哈的女兒瑪拉、得撒、曷拉、密迦、挪阿都嫁了他們伯叔的兒子。","bklcl":"In-ūi Se-lô-hui-hap ê cha-bó͘-kiáⁿ, Má-la̍h, Tek-sat, Hat-la̍h, Bi̍t-ka, Ná-a, lóng kè in ê chek-peh ê kiáⁿ.","tghg":"因為西羅非哈的查某子瑪拉、得撒、曷拉、密迦、挪阿攏嫁𪜶的叔伯的子。","bklhl":"因為Se-lô-hui-hap ê cha-bó͘-kiáⁿ、Má-la̍h、Tek-sat、Hat-la̍h、Bi̍t-ka、挪亞，lóng 嫁in ê叔伯ê kiáⁿ。"}},{"book":"民","chapter":36,"verse":12,"versions":{"unv":"她們嫁入約瑟兒子、瑪拿西子孫的族中；她們的產業仍留在同宗支派中。","bklcl":"In kè tī Iok-sek ê kiáⁿ, Má-ná-se kiáⁿ-sun hiah-ê ke;  chiū in ê sán-gia̍p iû-goân lâu tī in lāu-pē ê ke ê chi-phài.","tghg":"𪜶嫁佇約瑟的子、瑪拿西子孫許個家；就𪜶的產業猶原留佇𪜶老父的家的支派。","bklhl":"In嫁tī約瑟ê kiáⁿ，Má-ná-se kiáⁿ孫hiah-ê家；就in ê產業猶原留tī in老父ê家ê支派。"}},{"book":"民","chapter":36,"verse":13,"versions":{"unv":"這是耶和華在摩押平原─約旦河邊、耶利哥對面─藉著摩西所吩咐以色列人的命令典章。","bklcl":"Chiah-ê sī Iâ-hô-hoa tī Mô͘-ap pîⁿ-iûⁿ, Iok-tàn hô-piⁿ, Iâ-lī-ko tùi-bīn, thok Mô͘-se só͘ hoan-hù Í-sek-lia̍t lâng ê bēng-lēng, hoat-tō͘.","tghg":"諸個是耶和華佇摩押平洋──約但河邊、耶利哥對面──託摩西所吩咐以色列人的命令、法度。","bklhl":"Chiah-ê是耶和華tī Mô͘-ap平洋，約旦河邊，耶利哥對面，託摩西所吩咐以色列人ê命令、法度。"}}]