[{"book":"民","chapter":9,"verse":1,"versions":{"unv":"以色列人出埃及地以後，第二年正月，耶和華在西奈的曠野吩咐摩西說：","bklcl":"Chhut Ai-ki̍p jī-nî chiaⁿ-ge̍h, Iâ-hô-hoa tī Se-nái khòng-iá, bēng-lēng Mô͘-se kóng,","tghg":"出埃及二年正月，耶和華佇西奈曠野命令摩西講：","bklhl":"出埃及二年正月，耶和華tī西奈曠野，命令摩西講："}},{"book":"民","chapter":9,"verse":2,"versions":{"unv":"「以色列人應當在所定的日期守逾越節，","bklcl":"Í-sek-lia̍t lâng eng-kai tī tiāⁿ-tio̍h ê ji̍t-kî siú pôaⁿ-kè-choeh;","tghg":"「以色列人應該佇定著的日期守𨃟過節，","bklhl":"以色列人應該tī定tio̍h ê日期守Pôaⁿ過節；"}},{"book":"民","chapter":9,"verse":3,"versions":{"unv":"就是本月十四日黃昏的時候，你們要在所定的日期守這節，要按這節的律例典章而守。」","bklcl":"tī pún-ge̍h cha̍p-sì ji̍t hông-hun ê sî, lín tio̍h tī só͘ tiāⁿ-tio̍h ê ji̍t siú i, chiàu i it-chhè ê lu̍t-lē, it-chhè ê hoat-tō͘ lâi siú i.","tghg":"佇本月十四日黃昏的時，恁著佇所定著的日守伊，照伊一切的律例一切的法度來守伊。」","bklhl":"tī本月十四日黃昏ê時，lín tio̍h tī所定tio̍h ê日守伊，照伊一切ê律例，一切ê法度來守伊。"}},{"book":"民","chapter":9,"verse":4,"versions":{"unv":"於是摩西吩咐以色列人守逾越節。","bklcl":"Tùi án-ni Mô͘-se hoan-hù Í-sek-lia̍t lâng siú pôaⁿ-kè-choeh.","tghg":"對按呢摩西吩咐以色列人守𨃟過節。","bklhl":"Tùi án-ni，摩西吩咐以色列人守Pôaⁿ過節。"}},{"book":"民","chapter":9,"verse":5,"versions":{"unv":"他們就在西奈的曠野，正月十四日黃昏的時候，守逾越節。凡耶和華所吩咐摩西的，以色列人都照樣行了。","bklcl":"Chiaⁿ-ge̍h cha̍p-sì ji̍t hông-hun ê sî, in chiū tī Se-nái ê khòng-iá, siú pôaⁿ-kè-choeh;  kìⁿ-nā Iâ-hô-hoa só͘ bēng-lēng Mô͘-se ê, Í-sek-lia̍t lâng lóng chiàu án-ni kiâⁿ.","tghg":"正月十四日黃昏的時，𪜶就佇西奈的曠野，守𨃟過節。見若耶和華所命令摩西的，以色列人攏照按呢行。","bklhl":"正月十四日黃昏ê時，in就tī西奈ê曠野，守Pôaⁿ過節；見若耶和華所命令摩西ê，以色列人lóng照án-ni行。"}},{"book":"民","chapter":9,"verse":6,"versions":{"unv":"有幾個人因死屍而不潔淨，不能在那日守逾越節。當日他們到摩西、亞倫面前，","bklcl":"Ū kúi-nā lâng hō͘ lâng ê sin-si bak lâ-sâm, bōe-ōe tī hit-ji̍t siú pôaⁿ-kè-choeh;  tng hit-ji̍t in kàu Mô͘-se A-lûn ê bīn-chêng.","tghg":"有幾若人互人的身屍染垃墋，𣍐會佇彼日守𨃟過節。當彼日𪜶到摩西、亞倫的面前，","bklhl":"有kúi-nā人hō͘人ê身屍bak lâ-sâm，bōe會tī hit日守Pôaⁿ過節；當hit日in到摩西、亞倫ê面前。"}},{"book":"民","chapter":9,"verse":7,"versions":{"unv":"說：「我們雖因死屍而不潔淨，為何被阻止、不得同以色列人在所定的日期獻耶和華的供物呢？」","bklcl":"Hiah ê lâng kā in kóng,  Goán in-ūi hō͘ lâng ê sin-si bak lâ-sâm, siáⁿ-sū chó͘-tòng goán bōe thang tī Í-sek-lia̍t tiong, tī só͘ tiāⁿ-tio̍h ê ji̍t-kî hiàn lé-mi̍h hō͘ Iâ-hô-hoa ah?","tghg":"許個人給𪜶講：「阮因為互人的身屍染垃墋，啥事阻擋阮、𣍐通佇以色列中佇所定著的日期獻禮物互耶和華啊？」","bklhl":"Hiah-ê人kā in講：阮因為hō͘人ê身屍bak lâ-sâm，啥事阻擋阮bōe-thang tī以色列中，tī所定tio̍h ê日期獻禮物hō͘耶和華ah？"}},{"book":"民","chapter":9,"verse":8,"versions":{"unv":"摩西對他們說：「你們暫且等候，我可以去聽耶和華指著你們是怎樣吩咐的。」","bklcl":"Mô͘-se kā in kóng, Lín khiā-teh thèng-hāu, góa beh thiaⁿ Iâ-hô-hoa cháiⁿ-iūⁿ hoan-hù lín.","tghg":"摩西給𪜶講：「恁徛啲聽候，我欲聽耶和華怎樣吩咐恁。」","bklhl":"摩西kā in講：Lín khiā-teh thèng候，我beh聽耶和華怎樣吩咐lín。"}},{"book":"民","chapter":9,"verse":9,"versions":{"unv":"耶和華對摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"民","chapter":9,"verse":10,"versions":{"unv":"「你曉諭以色列人說：你們和你們後代中，若有人因死屍而不潔淨，或在遠方行路，還要向耶和華守逾越節。","bklcl":"Lí tio̍h hoan-hù Í-sek-lia̍t lâng kóng, He̍k-sī lín á-sī lín ê hō͘-è ê tiong-kan, nā ū lâng hō͘ sin-si bak lâ-sâm, á-sī hn̄g-hn̄g tī lō͘-ni̍h, iû-goân tio̍h siú Iâ-hô-hoa ê pôaⁿ-kè-choeh.","tghg":"「你著吩咐以色列人講：或是恁抑是恁的後裔的中間，若有人互身屍染垃墋，抑是遠遠佇路裡，猶原著守耶和華的𨃟過節。","bklhl":"你tio̍h吩咐以色列人講：或是lín á是lín ê後裔ê中間，若有人hō͘身屍bak lâ-sâm，á是遠遠tī路裡，猶原tio̍h守耶和華ê Pôaⁿ過節。"}},{"book":"民","chapter":9,"verse":11,"versions":{"unv":"他們要在二月十四日黃昏的時候，守逾越節。要用無酵餅與苦菜，和逾越節的羊羔同吃。","bklcl":"In tio̍h tī jī-ge̍h cha̍p-sì ji̍t hông-hun ê sî lâi siú i, chham bô-kàⁿ piáⁿ kap khó͘-chhài lâi chia̍h.","tghg":"𪜶著佇二月十四日黃昏的時，來守伊。參無酵餅及苦菜來食。","bklhl":"In tio̍h tī二月十四日黃昏ê時來守伊，chham無酵餅kap苦菜來食。"}},{"book":"民","chapter":9,"verse":12,"versions":{"unv":"一點不可留到早晨；羊羔的骨頭一根也不可折斷。他們要照逾越節的一切律例而守。","bklcl":"M̄-thang lâu chi̍t-tiám-á kàu keh chá-khí, iûⁿ-á ê kut chi̍t-ki iā m̄-thang phah-chi̍h;  in tio̍h chiàu pôaⁿ-kè-choeh chiah-ê lu̍t-lē lâi siú i.","tghg":"呣通留一點仔到隔早起；羊仔的骨一支也呣通拍折。𪜶著照𨃟過節諸個律例來守伊。","bklhl":"M̄-thang留一點á到隔早起，羊á ê骨一支也m̄-thang phah折；in tio̍h照Pôaⁿ過節chiah ê律例來守伊。"}},{"book":"民","chapter":9,"verse":13,"versions":{"unv":"那潔淨而不行路的人若推辭不守逾越節，那人要從民中剪除；因為他在所定的日期不獻耶和華的供物，應該擔當他的罪。","bklcl":"Chóng-sī lâng nā chheng-khì iā m̄-sī tī lō͘-tiong, nā ka-kī the-sî m̄ siú pôaⁿ-kè-choeh, tio̍h tùi i ê peh-sìⁿ-tiong chián-tû hit ê lâng, in-ūi i tī só͘ tiāⁿ-tio̍h ê ji̍t bô hiàn lé-mi̍h hō͘ Iâ-hô-hoa, hit-lâng tio̍h tam-tng i ê chōe.","tghg":"總是人若清氣也呣是佇路中若家己推辭呣守𨃟過節，著對伊的百姓中剪除彼個人；因為伊佇所定著的日無獻禮物互耶和華，彼人著擔當伊的罪。","bklhl":"總是人若清氣也m̄是tī路中，若家己推辭m̄守Pôaⁿ過節，tio̍h tùi伊ê百姓中剪除hit ê人，因為伊tī所定tio̍h ê日無獻禮物hō͘耶和華，hit人tio̍h擔當伊ê罪。"}},{"book":"民","chapter":9,"verse":14,"versions":{"unv":"若有外人寄居在你們中間，願意向耶和華守逾越節，他要照逾越節的律例典章行，不管是寄居的是本地人，同歸一例。」","bklcl":"Nā ū gōa-lâng kià-kha tī lín tiong-kan, ài siú Iâ-hô-hoa ê pôaⁿ-kè-choeh, i tio̍h chiàu pôaⁿ-kè-choeh ê lu̍t-lē hoat-tō͘ lâi kiâⁿ;  chhut-gōa lâng kap pún-tōe lâng tio̍h tâng chi̍t ê lu̍t-lē lâi kiâⁿ.","tghg":"若有外人寄腳佇恁中間，愛守耶和華的𨃟過節，伊著照𨃟過節的律例法度來行，出外人及本地人，著同一個律例來行。」","bklhl":"若有外人寄腳tī lín中間，ài守耶和華ê Pôaⁿ過節，伊tio̍h照Pôaⁿ過節ê律例法度來行；出外人kap本地人tio̍h同一个律例來行。"}},{"book":"民","chapter":9,"verse":15,"versions":{"unv":"立起帳幕的那日，有雲彩遮蓋帳幕，就是法櫃的帳幕；從晚上到早晨，雲彩在其上，形狀如火。","bklcl":"Khí hōe-bō͘ hit-ji̍t, ū hûn jia i ê hōe-bō͘, chiū-sī chèng-kù ê pò͘-pîⁿ;  tùi ê-hng kàu chá-khí, ū chhin-chhiūⁿ hé ê khoán-sit khàm tī hōe-bō͘.","tghg":"起會幕彼日，有雲遮伊的會幕，就是證據的布棚；對下昏到早起，有親像火的款式，蓋佇會幕。","bklhl":"起會幕hit日，有雲遮伊ê會幕，就是證據ê布棚；tùi ê-hng到早起，有親像火ê款式蓋tī會幕。"}},{"book":"民","chapter":9,"verse":16,"versions":{"unv":"常是這樣，雲彩遮蓋帳幕，夜間形狀如火。","bklcl":"Siông-siông sī án-ni;  hûn jia i, mî-sî chhin-chhiūⁿ hé ê khoán-sit.","tghg":"常常是按呢，雲遮伊，暝時親像火的款式。","bklhl":"常常是án-ni；雲遮伊，暝時親像火ê款式。"}},{"book":"民","chapter":9,"verse":17,"versions":{"unv":"雲彩幾時從帳幕收上去，以色列人就幾時起行；雲彩在哪裡停住，以色列人就在那裡安營。","bklcl":"Hûn tùi pò͘-pîⁿ siu chiūⁿ-khì, Í-sek-lia̍t lâng chiū khí-sin;  hûn thêng ê só͘-chāi, Í-sek-lia̍t lâng chiū chat-iâⁿ tī-hia.","tghg":"雲對布棚收上去，以色列人就起身；雲停的所在，以色列人就紮營佇遐。","bklhl":"雲tùi布棚收chiūⁿ去，以色列人就起身；雲停ê所在，以色列人就紮營tī-hia。"}},{"book":"民","chapter":9,"verse":18,"versions":{"unv":"以色列人遵耶和華的吩咐起行，也遵耶和華的吩咐安營。雲彩在帳幕上停住幾時，他們就住營幾時。","bklcl":"Í-sek-lia̍t lâng chiàu Iâ-hô-hoa ê bēng-lēng khí-sin, iā chiàu Iâ-hô-hoa ê bēng-lēng an-iâⁿ;  hûn thêng tī hōe-bō͘-téng ê sî, in iû-goân an-iâⁿ tī-hia.","tghg":"以色列人照耶和華的命令起身，也照耶和華的命令安營。雲停佇會幕頂的時，𪜶猶原安營佇遐。","bklhl":"以色列人照耶和華ê命令起身，也照耶和華ê命令安營；雲停tī會幕頂ê時，in猶原安營tī-hia。"}},{"book":"民","chapter":9,"verse":19,"versions":{"unv":"雲彩在帳幕上停留許多日子，以色列人就守耶和華所吩咐的不起行。","bklcl":"Hûn tī hōe-bō͘-téng thêng chōe-chōe ji̍t, Í-sek-lia̍t lâng chiū siú Iâ-hô-hoa só͘ kau-tài ê, bô khí-sin.","tghg":"雲佇會幕頂停多多日，以色列人就守耶和華所交代的無起身。","bklhl":"雲tī會幕頂停chōe-chōe日，以色列人就守耶和華所交帶ê，無起身。"}},{"book":"民","chapter":9,"verse":20,"versions":{"unv":"有時雲彩在帳幕上幾天，他們就照耶和華的吩咐住營，也照耶和華的吩咐起行。","bklcl":"Ū-sî hûn tī hōe-bō͘-téng kúi-nā ji̍t, in chiàu Iâ-hô-hoa ê bēng-lēng iû-goân an-iâⁿ tī-hia, iā chiàu Iâ-hô-hoa ê bēng-lēng khí-sin.","tghg":"有時雲佇會幕頂幾若日，𪜶照耶和華的命令猶原安營佇遐，也照耶和華的命令起身。","bklhl":"有時雲tī會幕頂kúi-nā日，in照耶和華ê命令猶原安營tī-hia，也照耶和華ê命令起身。"}},{"book":"民","chapter":9,"verse":21,"versions":{"unv":"有時從晚上到早晨，有這雲彩在帳幕上；早晨雲彩收上去，他們就起行。有時晝夜雲彩停在帳幕上，收上去的時候，他們就起行。","bklcl":"Ū-sî hûn jia-teh tùi ê-hng kàu chá-khí, chá-khí sî hûn siu chiūⁿ-khì, in chiū khí-sin;  bô-lūn ji̍t-sî mî-sî hûn siu chiūⁿ-khì, in chiū khí-sin.","tghg":"有時雲遮啲對下昏到早起；早起時雲收上去，𪜶就起身。無論日時暝時，雲收上去，𪜶就起身。","bklhl":"有時雲遮teh tùi ê-hng到早起，早起時雲收上去，in就起身；無論日時暝時雲收上去，in就起身。"}},{"book":"民","chapter":9,"verse":22,"versions":{"unv":"雲彩停留在帳幕上，無論是兩天，是一月，是一年，以色列人就住營不起行；但雲彩收上去，他們就起行。","bklcl":"Hûn thêng tī hōe-bō͘, bô-lūn sī nn̄g-ji̍t, sī chi̍t-ge̍h-ji̍t, sī chi̍t-nî, Í-sek-lia̍t lâng iû-goân an-iâⁿ tī-hia, bô khí-sin;  chóng-sī hûn siu chiūⁿ-khì, in chiū khí-sin.","tghg":"雲停佇會幕，無論是二日，是一月日，是一年，以色列人猶原安營佇遐無起身；總是雲收上去，𪜶就起身。","bklhl":"雲停tī會幕，無論是兩日，是一月日，是一年，以色列人猶原安營tī-hia，無起身；總是雲收chiūⁿ去，in就起身。"}},{"book":"民","chapter":9,"verse":23,"versions":{"unv":"他們遵耶和華的吩咐安營，也遵耶和華的吩咐起行。他們守耶和華所吩咐的，都是憑耶和華吩咐摩西的。","bklcl":"In thàn Iâ-hô-hoa ê bēng-lēng an-iâⁿ, iā thàn Iâ-hô-hoa ê bēng-lēng khí-sin;  in siú Iâ-hô-hoa só͘ kau-tài ê, lóng chiàu Iâ-hô-hoa thok Mô͘-se só͘ bēng-lēng ê.","tghg":"𪜶趁耶和華的命令安營，也趁耶和華的命令起身。𪜶守耶和華所交代的，攏照耶和華託摩西所命令的。","bklhl":"In thàn耶和華ê命令安營，也thàn耶和華ê命令起身；in守耶和華所交帶ê，lóng照耶和華託摩西所命令ê。"}}]