[{"book":"民","chapter":23,"verse":1,"versions":{"unv":"巴蘭對巴勒說：「你在這裡給我築七座壇，為我預備七隻公牛，七隻公羊。」","bklcl":"Pa-lân tùi Pa-le̍k kóng, Lí tī-chia kā góa khí chhit chō tôaⁿ, kā góa pī-pān chhit chiah gû-káng, chhit chiah iûⁿ-káng.","tghg":"巴蘭對巴勒講：「你佇遮給我起七座壇，給我備辦七隻牛牨(káng)，七隻羊牨。」","bklhl":"Pa-lân對Pa-le̍k講：你tī-chia kā我起七座壇，kā我備辦七隻牛káng，七隻羊káng。"}},{"book":"民","chapter":23,"verse":2,"versions":{"unv":"巴勒照巴蘭的話行了。巴勒和巴蘭在每座壇上獻一隻公牛，一隻公羊。","bklcl":"Pa-le̍k chiàu Pa-lân ê ōe lâi kiâⁿ;  Pa-le̍k kap Pa-lân tī ta̍k chō ê tôaⁿ, hiàn chi̍t chiah gû-káng, chi̍t chiah iûⁿ-káng.","tghg":"巴勒照巴蘭的話來行。巴勒及巴蘭佇逐座的壇，獻一隻牛牨，一隻羊牨。","bklhl":"Pa-le̍k照Pa-lân ê話來行；Pa-le̍k kap Pa-lân tī ta̍k座ê壇，獻一隻牛káng，一隻羊káng。"}},{"book":"民","chapter":23,"verse":3,"versions":{"unv":"巴蘭對巴勒說：「你站在你的燔祭旁邊，我且往前去，或者耶和華來迎見我。他指示我甚麼，我必告訴你。」於是巴蘭上一淨光的高處。","bklcl":"Pa-lân tùi Pa-le̍k kóng, Lí khiā tī lí sio-chè ê piⁿ-thâu, góa chhiáⁿ chìn-chêng khì, kiám-chhái Iâ-hô-hoa lâi tú-tio̍h góa;  I chí-sī góa sím-mi̍h, góa beh kā lí kóng.  Pa-lân chiū chiūⁿ-khì bô chháu-ba̍k ê soaⁿ.","tghg":"巴蘭對巴勒講：「你徛(khiā)佇你燒祭的邊頭，我且(chhiáⁿ)進前去，豈採耶和華來抵著(tú-tio̍h)我。伊指示我甚麼，我欲給你講。」巴蘭就上去無草木的山。","bklhl":"Pa-lân對Pa-le̍k講：你khiā tī你燒祭ê邊頭，我請進前去，kiám-chhái耶和華來tú-tio̍h我；祂指示我甚麼，我beh kā你講。Pa-lân就上去無草木ê山。"}},{"book":"民","chapter":23,"verse":4,"versions":{"unv":"　神迎見巴蘭；巴蘭說：「我預備了七座壇，在每座壇上獻了一隻公牛，一隻公羊。」","bklcl":"Siōng-tè tú-tio̍h Pa-lân, Pa-lân tùi I kóng, Góa í-keng pī-pān chhit chō tôaⁿ, tī ta̍k chō tôaⁿ hiàn chi̍t chiah gû-káng, chi̍t chiah iûⁿ-káng.","tghg":"上帝抵著巴蘭；巴蘭對伊講：「我已經備辦七座壇，佇逐座壇獻一隻牛牨，一隻羊牨。」","bklhl":"上帝tú-tio̍h Pa-lân，Pa-lân對祂講，我已經備辦七座壇，tī ta̍k座壇獻一隻牛káng，一隻羊káng。"}},{"book":"民","chapter":23,"verse":5,"versions":{"unv":"耶和華將話傳給巴蘭，又說：「你回到巴勒那裡，要如此如此說。」","bklcl":"Iâ-hô-hoa ēng ōe kau-tài Pa-lân, koh kā i kóng, Lí tò-khì Pa-le̍k hia, tio̍h án-ni kā i kóng.","tghg":"耶和華用話交代巴蘭，閣給伊講：「你倒去巴勒遐，著按呢給伊講。」","bklhl":"耶和華用話交帶Pa-lân，koh kā伊講，你tò去Pa-le̍k hia，tio̍h án-ni kā伊講。"}},{"book":"民","chapter":23,"verse":6,"versions":{"unv":"他就回到巴勒那裡，見他同摩押的使臣都站在燔祭旁邊。","bklcl":"I chiū tò-khì Pa-le̍k hia;  khòaⁿ-kìⁿ i kap Mô͘-ap ê siú-léng, lóng khiā tī i sio-chè ê piⁿ-á.","tghg":"伊就倒去巴勒遐，看見伊及摩押的首領攏徛佇伊燒祭的邊仔。","bklhl":"伊就tò去Pa-le̍k hia；看見伊kap Mô͘-ap ê首領，lóng khiā tī伊燒祭ê邊á。"}},{"book":"民","chapter":23,"verse":7,"versions":{"unv":"巴蘭便題起詩歌說：巴勒引我出亞蘭，摩押王引我出東山，說：來啊，為我咒詛雅各；來啊，怒罵以色列。","bklcl":"Pa-lân chiū thê-khí i ê koa, kóng,\tPa-le̍k chhōa góa tùi A-lân lâi,\tMô͘-ap ông chhōa góa chhut tang-pêng ê soaⁿ, kóng,\tLâi ah, kā góa chiù-chó͘ Ngá-kok,\tLâi ah, chiù-mē Í-sek-lia̍t.","tghg":"巴蘭就提起伊的歌講：巴勒導我對亞蘭來，摩押王導我出東旁的山，講：來啊，給我咒詛雅各，來啊，咒罵(chiù-mē)以色列。","bklhl":"Pa-lân就提起伊ê 歌，講：\tPa-le̍k chhōa我tùi A-lân來，\tMô͘-ap王chhōa我出東pêng ê山，講：\t來ah，kā我咒詛雅各，\t來ah，咒罵以色列。"}},{"book":"民","chapter":23,"verse":8,"versions":{"unv":"　神沒有咒詛的，我焉能咒詛？耶和華沒有怒罵的，我焉能怒罵？","bklcl":"Siōng-tè bô chiù-chó͘ ê, góa thái ōe chiù-chó͘?\tIâ-hô-hoa bô chiù-mē ê, góa thái ōe chiù-mē?","tghg":"上帝無咒詛的，我豈會(thái ōe)咒詛？耶和華無咒罵的，我豈會咒罵？","bklhl":"上帝無咒詛ê，我thái會咒詛？\t耶和華無咒罵ê，我thái會咒罵？"}},{"book":"民","chapter":23,"verse":9,"versions":{"unv":"我從高峰看他，從小山望他；這是獨居的民，不列在萬民中。","bklcl":"In-ūi góa tùi chiah-ê soaⁿ-giâm khòaⁿ i,\tKoh tùi soaⁿ-bé-liu koan-khòaⁿ,\tKhòaⁿ ah, chit ê peh-sìⁿ beh ka-kī khiā-khí.\tBô lia̍t tī chiah-ê kok ê tiong-kan.","tghg":"因為我對諸個山巖(soaⁿ-giâm)看伊，閣對山尾溜(soaⁿ-bé-liu)觀看；看啊，此個百姓欲家己徛起，無列佇諸個國的中間。","bklhl":"因為我tùi chiah ê山巖看伊，\tKoh tùi山尾溜觀看，\t看ah，chit ê百姓beh家己khiā起。\t無列tī chiah ê國ê中間。"}},{"book":"民","chapter":23,"verse":10,"versions":{"unv":"誰能數點雅各的塵土？誰能計算以色列的四分之一？我願如義人之死而死；我願如義人之終而終。","bklcl":"Chī-chūi ōe siàu Ngá-kok ê thô͘-soa?\tChī-chūi ōe sǹg Í-sek-lia̍t ê sì-hūn-chi̍t?\tGóa goān chhin-chhiūⁿ gī-lâng ê sí lâi sí,\tIā chhin-chhiūⁿ i ê kiat-kio̍k lâi kiat-kio̍k.","tghg":"是誰(chī-chūi)會數(siàu)雅各的土沙？是誰會算以色列的四份一？我願親像義人的死來死；也親像伊的結局來結局。","bklhl":"Chī-chūi能數(siàu)雅各ê土沙？\tChī-chūi能算以色列ê四份一？\t我願親像義人ê死來死，\t也親像伊ê結局來結局。"}},{"book":"民","chapter":23,"verse":11,"versions":{"unv":"巴勒對巴蘭說：「你向我做的是甚麼事呢？我領你來咒詛我的仇敵，不料，你竟為他們祝福。」","bklcl":"Pa-le̍k tùi Pa-lân kóng, Lí tùi góa chòe-ê sī sím-mi̍h ah?  Góa kiò lí lâi chiù-chó͘ góa ê tùi-te̍k, khòaⁿ ah, lí lóng sī kā in chiok-hok.","tghg":"巴勒對巴蘭講：「你對我做的是甚麼啊？我叫你來咒詛我的對敵，看啊，你攏是給𪜶祝福。」","bklhl":"Pa-le̍k對Pa-lân講：你對我做ê是甚麼ah？我叫你來咒詛我ê對敵，看ah，你lóng是kā in祝福。"}},{"book":"民","chapter":23,"verse":12,"versions":{"unv":"他回答說：「耶和華傳給我的話，我能不謹慎傳說嗎？」","bklcl":"I ìn kóng, Iâ-hô-hoa só͘ kau-tài góa ê ōe, góa kiám m̄-tio̍h kín-sīn lâi kóng mah?","tghg":"伊應講：「耶和華所交代我的話，我豈呣著謹慎來講嗎？」","bklhl":"伊應講，耶和華所交帶我ê話，我kiám m̄-tio̍h謹慎來講mah？"}},{"book":"民","chapter":23,"verse":13,"versions":{"unv":"巴勒說：「求你同我往別處去，在那裡可以看見他們；你不能全看見，只能看見他們邊界上的人。在那裡要為我咒詛他們。」","bklcl":"Pa-le̍k tùi i kóng, Kiû lí kap góa khì pa̍t-ūi, tī-hia thang khòaⁿ-kìⁿ in, lí chí-ū ōe khòaⁿ-kìⁿ in ê chi̍t kak-thâu, bōe-ōe lóng-chóng khòaⁿ-kìⁿ;  tī-hia tio̍h kā góa chiù-chó͘ in.","tghg":"巴勒對伊講：「求你及我去別位，佇遐通看見𪜶；你只有會看見𪜶的一角頭，𣍐會攏總看見。佇遐著給我咒詛𪜶。」","bklhl":"Pa-le̍k對伊講，求你kap我去別位，tī-hia thang看見in，你只有能看見in ê一角頭，bōe能lóng總看見；tī-hia tio̍h kā我咒詛in。"}},{"book":"民","chapter":23,"verse":14,"versions":{"unv":"於是領巴蘭到了瑣腓田，上了毘斯迦山頂，築了七座壇；每座壇上獻一隻公牛，一隻公羊。","bklcl":"Tùi hit-tia̍p chhōa i kàu Só-hui ê soaⁿ-iá, chiūⁿ Pî-su-ka ê soaⁿ-thâu, khí chhit chō tôaⁿ, ta̍k chō tôaⁿ hiàn chi̍t chiah gû-káng, chi̍t chiah iûⁿ-káng.","tghg":"對彼霎(tia̍p)導伊到瑣腓的山野，上毗斯迦的山頭，起七座壇；逐座壇獻一隻牛牨，一隻羊牨。","bklhl":"Tùi hit-tia̍p chhōa伊到Só-hui ê山野，上Pî-su-ka ê山頭，起七座壇，ta̍k座壇獻一隻牛káng，一隻羊káng。"}},{"book":"民","chapter":23,"verse":15,"versions":{"unv":"巴蘭對巴勒說：「你站在這燔祭旁邊，等我往那邊去迎見耶和華。」","bklcl":"Pa-lân tùi Pa-le̍k kóng, Lí tòa chia, khiā tī lí sio-chè ê piⁿ-á, thèng-hāu góa khì hia kìⁿ Iâ-hô-hoa.","tghg":"巴蘭對巴勒講：「你住遮(tòa chia)，徛佇你燒祭的邊仔，聽候我去遐見耶和華。」","bklhl":"Pa-lân對Pa-le̍k講：你tòa chia，khiā tī你燒祭ê邊á，thèng候我去hia見耶和華。"}},{"book":"民","chapter":23,"verse":16,"versions":{"unv":"耶和華臨到巴蘭那裡，將話傳給他；又說：「你回到巴勒那裡，要如此如此說。」","bklcl":"Iâ-hô-hoa tú-tio̍h Pa-lân, ēng ōe kau-tài i, koh kóng, Lí tò-khì Pa-le̍k hia, tio̍h án-ni kóng.","tghg":"耶和華抵著巴蘭，用話交代伊；閣講：「你倒去巴勒遐，著按呢講。」","bklhl":"耶和華tú-tio̍h Pa-lân，用話交帶伊，koh講：你tò去Pa-le̍k hia，tio̍h án-ni講。"}},{"book":"民","chapter":23,"verse":17,"versions":{"unv":"他就回到巴勒那裡，見他站在燔祭旁邊；摩押的使臣也和他在一處。巴勒問他說：「耶和華說了甚麼話呢？」","bklcl":"I chiū tò-khì Pa-le̍k hia, khòaⁿ-kìⁿ i khiā tī sio-chè ê piⁿ-á, Mô͘-ap ê siú-léng iā kap i tī-hia.  Pa-le̍k mn̄g i kóng, Iâ-hô-hoa kóng sím-mi̍h ōe ah?","tghg":"伊就倒去巴勒遐，看見伊徛佇燒祭的邊仔；摩押的首領也及伊佇遐。巴勒問伊講：「耶和華講甚麼話啊？」","bklhl":"伊就tò去Pa-le̍k hia，看見伊khiā tī燒祭ê邊á，Mô͘-ap ê首領也kap伊tī-hia。Pa-le̍k問伊講：耶和華講甚麼話ah？"}},{"book":"民","chapter":23,"verse":18,"versions":{"unv":"巴蘭就題詩歌說：巴勒，你起來聽；西撥的兒子，你聽我言。","bklcl":"Pa-lân chiū thê-khí i ê koa, kóng, \tPa-le̍k ah, khí-lâi thiaⁿ;\tSe-phoat ê kiáⁿ, lí àⁿ hī-khang lâi thiaⁿ góa;","tghg":"巴蘭就提起伊的歌，講：巴勒啊，起來聽；西撥的子，你俯(àⁿ)耳孔來聽我。","bklhl":"Pa-lân就提起伊ê歌，講：\tPa-le̍k ah，起來聽；\tSe-phoat ê kiáⁿ，你àⁿ耳孔來聽我；"}},{"book":"民","chapter":23,"verse":19,"versions":{"unv":"　神非人，必不致說謊，也非人子，必不致後悔。他說話豈不照著行呢？他發言豈不要成就呢？","bklcl":"Siōng-tè m̄-sī chhin-chhiūⁿ lâng, ōe kóng pe̍h-chha̍t, \tIā m̄-sī lâng ê kiáⁿ, ōe thè-hóe;\tI í-keng kóng, kiám bô kiâⁿ mah?\tI kóng-chhut, kiám bô èng-giām mah?","tghg":"上帝呣是親像人，會講白賊，也呣是人的子，會退悔(thè-hóe)。伊已經講豈(kiám)無行嗎？伊講出豈無應驗嗎？","bklhl":"上帝m̄是親像人，會講白賊，\t也m̄是人ê kiáⁿ，會退悔；\t伊已經講：kiám無行mah？\t伊講出，kiám無應驗mah？"}},{"book":"民","chapter":23,"verse":20,"versions":{"unv":"我奉命祝福；　神也曾賜福，此事我不能翻轉。","bklcl":"Khòaⁿ ah, góa hōng-bēng chiok-hok,\tI só͘ èng-ún ê hok-khì, góa bōe kā i péng-tò-tńg.","tghg":"看啊，我奉命祝福；伊所應允的福氣，我𣍐給伊反倒轉(péng-tò-tńg)。","bklhl":"看ah，我奉命祝福，\t祂所應允ê福氣，我bōe kā它péng倒tńg。"}},{"book":"民","chapter":23,"verse":21,"versions":{"unv":"他未見雅各中有罪孽，也未見以色列中有奸惡。耶和華─他的　神和他同在；有歡呼王的聲音在他們中間。","bklcl":"I bô khòaⁿ-kìⁿ Ngá-kok ū kè-sit,\tTī Í-sek-lia̍t bô khòaⁿ-kìⁿ ū kan-ok,\tIâ-hô-hoa i ê Siōng-tè kap i tī-teh;\tTī in tiong-kan ū o-ló ông ê siaⁿ.","tghg":"伊無看見雅各有過失，佇以色列無看見有奸惡。耶和華──伊的上帝及伊佇啲；佇𪜶中間有謳咾王的聲。","bklhl":"伊無看見雅各有過失，\tTī以色列無看見有奸惡，\t耶和華伊ê上帝kap伊tī-teh；\tTī in中間有o-ló王ê聲。"}},{"book":"民","chapter":23,"verse":22,"versions":{"unv":"　神領他們出埃及；他們似乎有野牛之力。","bklcl":"Siōng-tè chhōa in chhut Ai-ki̍p;\tIn chhin-chhiūⁿ ū iá-gû ê la̍t.","tghg":"上帝導𪜶出埃及；𪜶親像有野牛的力。","bklhl":"上帝chhōa in出埃及；\tIn親像有野牛ê力。"}},{"book":"民","chapter":23,"verse":23,"versions":{"unv":"斷沒有法術可以害雅各，也沒有占卜可以害以色列。現在必有人論及雅各，就是論及以色列說：　神為他行了何等的大事！","bklcl":"Ngá-kok tiong koat-toàn bô hoat-su̍t,\tÍ-sek-lia̍t tiong iā bô chiam-pok;\tKàu-sî lūn-khí Ngá-kok kap Í-sek-lia̍t beh kóng,\tSiōng-tè kiâⁿ hiah-nih tōa ê sū!","tghg":"雅各中決斷無法術，以色列中也無占卜(chiam-pok)。到時論起雅各，及以色列欲講：上帝行許呢(hiah-nih)大的事！","bklhl":"雅各中決斷無法術，\t以色列中也無占卜；\t到時論起雅各kap以色列beh講：\t上帝行hiah-ni̍h大ê事！"}},{"book":"民","chapter":23,"verse":24,"versions":{"unv":"這民起來，彷彿母獅，挺身，好像公獅，未曾吃野食，未曾喝被傷者之血，決不躺臥。","bklcl":"Khòaⁿ ah, chit ê peh-sìⁿ khí-lâi chhin-chhiūⁿ bú ê sai,\tThéng-sin chhin-chhiūⁿ kang ê sai;\tIáu-bē chia̍h só͘ la̍k-tio̍h ê mi̍h,\tIáu-bē lim siū kā-sí-ê ê huih,\tKoat-toàn bô tó-teh.","tghg":"看啊，此個百姓起來，親像母的獅，挺身(théng-sin)，親像公的獅，猶未食所搙著(la̍k-tio̍h)的物，猶未飲受咬死者的血，決斷無倒啲(tó-teh)。","bklhl":"看ah，chit ê百姓起來親像母ê獅，\t挺身親像公ê獅；\tiáu未食所la̍k-tio̍h ê物，\tiáu未lim受咬死ê ê血，\t決斷無倒teh。"}},{"book":"民","chapter":23,"verse":25,"versions":{"unv":"巴勒對巴蘭說：「你一點不要咒詛他們，也不要為他們祝福。」","bklcl":"Pa-le̍k tùi Pa-lân kóng, Lí lóng m̄-thang chiù-chó͘ in, iā m̄-thang kā in chiok-hok.","tghg":"巴勒對巴蘭講：「你攏呣通咒詛𪜶，也呣通給𪜶祝福。」","bklhl":"Pa-le̍k對Pa-lân講：你lóng m̄-thang咒詛in，也m̄-thang kā in祝福。"}},{"book":"民","chapter":23,"verse":26,"versions":{"unv":"巴蘭回答巴勒說：「我豈不是告訴你說『凡耶和華所說的，我必須遵行』嗎？」","bklcl":"Pa-lân ìn Pa-le̍k kóng, Góa kiám bô kā lí kóng, Kìⁿ-nā Iâ-hô-hoa só͘ kóng ê, góa beh chun-thàn mah?","tghg":"巴蘭應巴勒講：「我豈無給你講『見若耶和華所講的，我欲遵趁』嗎？」","bklhl":"Pa-lân 應Pa-le̍k講：我kiám無kā你講，見若耶和華所講ê，我beh遵thàn mah？"}},{"book":"民","chapter":23,"verse":27,"versions":{"unv":"巴勒對巴蘭說：「來吧，我領你往別處去，或者　神喜歡你在那裡為我咒詛他們。」","bklcl":"Pa-le̍k tùi Pa-lân kóng, Lâi ah, góa chhōa lí khì pa̍t só͘-chāi, kiám-chhái Siōng-tè hoaⁿ-hí lí tī-hia kā góa chiù-chó͘ in.","tghg":"巴勒對巴蘭講：「來啊，我導你去別所在，豈採上帝歡喜你佇遐給我咒詛𪜶。」","bklhl":"Pa-le̍k對Pa-lân講：來ah，我chhōa你去別所在，kiám-chhái上帝歡喜你tī-hia kā我咒詛in。"}},{"book":"民","chapter":23,"verse":28,"versions":{"unv":"巴勒就領巴蘭到那下望曠野的毘珥山頂上。","bklcl":"Pa-le̍k chiū chhōa Pa-lân kàu hit ê khòaⁿ lo̍h-kē, ōe khòaⁿ-kìⁿ khòng-iá ê Pî-jíⁿ ê soaⁿ-chiam.","tghg":"巴勒就導巴蘭到彼個看落低(lo̍h-kē)，會看見曠野的毗珥(Pî-jíⁿ)的山尖。","bklhl":"Pa-le̍k就chhōa Pa-lân到hit ê看落低(kē)，能看見曠野ê Pî-jíⁿ ê山尖。"}},{"book":"民","chapter":23,"verse":29,"versions":{"unv":"巴蘭對巴勒說：「你在這裡為我築七座壇，又在這裡為我預備七隻公牛，七隻公羊。」","bklcl":"Pa-lân tùi Pa-le̍k kóng, Lí tī-chia kā góa khí chhit chō tôaⁿ, koh tī-chia kā góa pī-pān chhit chiah gû-káng, chhit chiah iûⁿ-káng.","tghg":"巴蘭對巴勒講：「你佇遮給我起七座壇，閣佇遮給我備辦七隻牛牨，七隻羊牨。」","bklhl":"Pa-lân對Pa-le̍k講：你tī-chia kā我起七座壇，koh tī-chia kā我備辦七隻牛káng，七隻羊káng。"}},{"book":"民","chapter":23,"verse":30,"versions":{"unv":"巴勒就照巴蘭的話行，在每座壇上獻一隻公牛，一隻公羊。","bklcl":"Pa-le̍k chiū chiàu Pa-lân ê ōe kiâⁿ, tī ta̍k chō tôaⁿ hiàn chi̍t chiah gû-káng, chi̍t chiah iûⁿ-káng.","tghg":"巴勒就照巴蘭的話行，佇逐座壇獻一隻牛牨，一隻羊牨。","bklhl":"Pa-le̍k就照Pa-lân ê話行，tī ta̍k座壇獻一隻牛káng，一隻羊káng。"}}]