[{"book":"民","chapter":27,"verse":1,"versions":{"unv":"屬約瑟的兒子瑪拿西的各族，有瑪拿西的玄孫，瑪吉的曾孫，基列的孫子，希弗的兒子西羅非哈的女兒，名叫瑪拉、挪阿、曷拉、密迦、得撒。她們前來，","bklcl":"Sio̍k Iok-sek ê kiáⁿ Má-ná-se ê cho̍k, ū Má-ná-se ê goân-sun, Má-kiat ê cheng-sun, Ki-lia̍t ê sun, Hi-hut ê kiáⁿ, Se-lô-hui-hap ê cha-bó͘-kiáⁿ, miâ-kiò Má-la̍h, Ná-a, Hat-la̍h, Bi̍t-ka, Tek-sat;","tghg":"屬約瑟的子瑪拿西的族，有瑪拿西的元孫，瑪吉的曾孫，基列的孫，希弗的子西羅非哈的查某子，名叫瑪拉、挪阿、曷拉、密迦、得撒。","bklhl":"屬約瑟ê kiáⁿ Má-ná-se ê族，有Má-ná-se ê玄孫，Má-kiat ê曾孫，Ki-lia̍t ê孫，Hi-hut ê kiáⁿ，Se-lô-hui-hap ê cha-bó͘-kiáⁿ，名叫Má-la̍h、挪亞、Hat-la̍h、Bi̍t-ka、Tek-sat；"}},{"book":"民","chapter":27,"verse":2,"versions":{"unv":"站在會幕門口，在摩西和祭司以利亞撒，並眾首領與全會眾面前，說：","bklcl":"in chìn-chêng lâi, khiā tī hōe-bō͘ mn̂g-kháu, tī Mô͘-se kap chè-si A-lûn, Í-lī-a-sat, í-ki̍p chèng siú-léng, kap hōe-chiòng ê bīn-chêng, kóng,","tghg":"𪜶進前來，徛佇會幕門口，佇摩西及祭司以利亞撒，以及眾首領及會眾的面前，講：","bklhl":"in進前來，khiā tī會幕門口，tī摩西kap祭司亞倫、Í-lī-a-sat，以及眾首領，kap會眾ê面前，講："}},{"book":"民","chapter":27,"verse":3,"versions":{"unv":"「我們的父親死在曠野。他不與可拉同黨聚集攻擊耶和華，是在自己罪中死的；他也沒有兒子。","bklcl":"Goán lāu-pē sí tī khòng-iá, i m̄-sī tī Khó-la̍h ê tóng-lāi, tâng-tóng chū-chi̍p kong-kek Iâ-hô-hoa; sī tī ka-kī ê chōe-tiong sí; i iā bô kiáⁿ.","tghg":"「阮老父死佇曠野。伊呣是佇可拉的黨內同黨聚集攻擊耶和華，是佇家己的罪中死；伊也無子。","bklhl":"阮老父死tī曠野，伊m̄是tī Khó-la̍h ê黨內，同黨聚集攻擊耶和華；是tī家己ê罪中死；伊也無kiáⁿ。"}},{"book":"民","chapter":27,"verse":4,"versions":{"unv":"為甚麼因我們的父親沒有兒子就把他的名從他族中除掉呢？求你們在我們父親的弟兄中分給我們產業。」","bklcl":"Siáⁿ-sū in-ūi goán lāu-pē bô kiáⁿ, chiū chiong i ê miâ tùi i ê cho̍k-tiong tû-khì ah?  Chhiáⁿ tī goán lāu-pē ê hiaⁿ-tī tiong pun gia̍p hō͘ goán.","tghg":"啥事因為阮老父無子，就將伊的名對伊的族中除去啊？請佇阮老父的兄弟中分業互阮。」","bklhl":"啥事因為阮老父無kiáⁿ，就將伊ê名tùi伊ê族中除去ah？請tī阮老父ê兄弟中分業hō͘阮。"}},{"book":"民","chapter":27,"verse":5,"versions":{"unv":"於是，摩西將她們的案件呈到耶和華面前。","bklcl":"Mô͘-se chiū chiong in ê àn-kiāⁿ pâi-lia̍t tī Iâ-hô-hoa ê bīn-chêng.","tghg":"摩西就將𪜶的案件排列佇耶和華的面前。","bklhl":"摩西就將in ê案件排列tī耶和華ê面前。"}},{"book":"民","chapter":27,"verse":6,"versions":{"unv":"耶和華曉諭摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"民","chapter":27,"verse":7,"versions":{"unv":"「西羅非哈的女兒說得有理。你定要在她們父親的弟兄中，把地分給她們為業；要將她們父親的產業歸給她們。","bklcl":"Se-lô-hui-hap ê cha-bó͘-kiáⁿ só͘-kóng-ê ū chêng-lí; lí tek-khak tio̍h tī in lāu-pē ê hiaⁿ-tī tiong, pun tōe hō͘ in chòe-gia̍p, tio̍h chiong in lāu-pē ê sán-gia̍p kui hō͘ in.","tghg":"「西羅非哈的查某子所講的有情理。你的確著佇𪜶老父的兄弟中，分地互𪜶做業；著將𪜶老父的產業歸互𪜶。","bklhl":"Se-lô-hui-hap ê cha-bó͘-kiáⁿ所講ê有情理；你的確tio̍h tī in老父ê兄弟中，分地hō͘ in做業，tio̍h將in老父ê產業歸hō͘ in。"}},{"book":"民","chapter":27,"verse":8,"versions":{"unv":"你也要曉諭以色列人說：『人若死了沒有兒子，就要把他的產業歸給他的女兒。","bklcl":"Lí iā tio̍h hoan-hù Í-sek-lia̍t lâng kóng, Lâng nā sí bô kiáⁿ, chiū tio̍h chiong i ê sán-gia̍p kui hō͘ i ê cha-bó͘-kiáⁿ.","tghg":"你也著吩咐以色列人講：『人若死無子，就著將伊的產業歸互伊的查某子。","bklhl":"你也tio̍h吩咐以色列人講：人若死無kiáⁿ，就tio̍h將伊ê產業歸hō͘伊ê cha-bó͘-kiáⁿ。"}},{"book":"民","chapter":27,"verse":9,"versions":{"unv":"他若沒有女兒，就要把他的產業給他的弟兄。","bklcl":"I nā bô cha-bó͘-kiáⁿ, chiū tio̍h chiong i ê gia̍p hō͘ i ê hiaⁿ-tī.","tghg":"伊若無查某子，就著將伊的業互伊的兄弟。","bklhl":"伊若無cha-bó͘-kiáⁿ，就tio̍h將伊ê業hō͘伊ê兄弟。"}},{"book":"民","chapter":27,"verse":10,"versions":{"unv":"他若沒有弟兄，就要把他的產業給他父親的弟兄。","bklcl":"I nā bô hiaⁿ-tī, chiū tio̍h chiong i ê gia̍p hō͘ i ê lāu-pē ê hiaⁿ-tī.","tghg":"伊若無兄弟，就著將伊的業互伊的老父的兄弟。","bklhl":"伊若無兄弟，就tio̍h將伊ê業hō͘伊ê老父ê兄弟。"}},{"book":"民","chapter":27,"verse":11,"versions":{"unv":"他父親若沒有弟兄，就要把他的產業給他族中最近的親屬，他便要得為業。』這要作以色列人的律例典章，是照耶和華吩咐摩西的。」","bklcl":"I ê lāu-pē nā bô hiaⁿ-tī, chiū tio̍h chiong i ê gia̍p hō͘ i ê cho̍k-tiong chì-chhin ê, i chiū tit-tio̍h chòe-gia̍p;  che beh chòe Í-sek-lia̍t lâng toàn tiāⁿ-tio̍h ê lē;  sī chiàu Iâ-hô-hoa só͘ hoan-hù Mô͘-se ê.","tghg":"伊的老父若無兄弟，就著將伊的業互伊的族中至親的，伊就得著做業。』這欲做以色列人斷定著的例，是照耶和華所吩咐摩西的。」","bklhl":"伊ê老父若無兄弟，就tio̍h將伊ê業hō͘伊ê族中至親ê，伊就得tio̍h做業；這beh做以色列人斷定tio̍h ê例；是照耶和華所吩咐摩西ê。"}},{"book":"民","chapter":27,"verse":12,"versions":{"unv":"耶和華對摩西說：「你上這亞巴琳山，觀看我所賜給以色列人的地。","bklcl":"Iâ-hô-hoa tùi Mô͘-se kóng, Lí chiūⁿ chit ê A-pa-lîm ê soaⁿ, khòaⁿ Góa siúⁿ-sù Í-sek-lia̍t lâng ê tōe.","tghg":"耶和華對摩西講：「你上此個亞巴琳的山，看我賞賜以色列人的地。","bklhl":"耶和華對摩西講：你上chit ê A-pa-lîm ê山，看我賞賜以色列人ê地。"}},{"book":"民","chapter":27,"verse":13,"versions":{"unv":"看了以後，你也必歸到你列祖（原文是本民）那裡，像你哥哥亞倫一樣。","bklcl":"Khòaⁿ liáu-āu lí iā beh tò-chó͘;  chhin-chhiūⁿ lí ê hiaⁿ A-lûn tò-khì chi̍t-iūⁿ.","tghg":"看了後，你也欲倒祖，親像你的兄亞倫倒去一樣。","bklhl":"看了後你也beh tò祖；親像你ê兄亞倫tò去一樣。"}},{"book":"民","chapter":27,"verse":14,"versions":{"unv":"因為你們在尋的曠野，當會眾爭鬧的時候，違背了我的命，沒有在湧水之地、會眾眼前尊我為聖。」（這水就是尋的曠野加低斯米利巴水。）","bklcl":"In-ūi lín tī Sîm ê khòng-iá, tng hōe-chiòng kè-kàu ê sî, ûi-pōe Góa ê ōe, bô tī chhèng-chhut chúi ê só͘-chāi, hōe-chiòng ê bīn-chêng, chun Góa chòe-sèng. (Chit ê chúi chiū-sī tī Sîm ê khòng-iá, Ka-te-su ê Bí-lī-pa ê chúi.)","tghg":"因為恁佇尋的曠野，當會眾計較的時，違背我的話，無佇淐出水的所在、會眾的面前尊我做聖。」（此個水就是佇尋的曠野加低斯的米利巴的水。）","bklhl":"因為lín tī Sîm ê曠野，當會眾計較ê時，違背我ê話，無tī chhèng出水ê所在，會眾ê面前，尊我做聖。(chit ê水就是tī Sîm ê曠野，Ka-te-su ê Bí-lī-pa ê水。)"}},{"book":"民","chapter":27,"verse":15,"versions":{"unv":"摩西對耶和華說：","bklcl":"Mô͘-se tùi Iâ-hô-hoa kóng, Siúⁿ-sù oa̍h-miā hō͘ kìⁿ-nā ū jio̍k-thé-ê ê Siōng-tè Iâ-hô-hoa ah,","tghg":"摩西對耶和華講：","bklhl":"摩西對耶和華講：賞賜活命hō͘見若有肉體ê ê上帝耶和華ah，"}},{"book":"民","chapter":27,"verse":16,"versions":{"unv":"「願耶和華萬人之靈的　神，立一個人治理會眾，","bklcl":"goān Lí siat-li̍p chi̍t-lâng lâi tī-lí hōe-chiòng,","tghg":"「賞賜活命互見若有肉體者的上帝耶和華啊，願你設立一人來治理會眾，","bklhl":"願你設立一人來治理會眾，"}},{"book":"民","chapter":27,"verse":17,"versions":{"unv":"可以在他們面前出入，也可以引導他們，免得耶和華的會眾如同沒有牧人的羊群一般。」","bklcl":"thang tī in ê bīn-chêng chhut-khì, iā tī in ê bīn-chêng ji̍p-lâi, thang chhōa in chhut-khì, iā chhōa in ji̍p-lâi, bián-tit Iâ-hô-hoa ê hōe-chiòng chhin-chhiūⁿ bô bo̍k-chiá ê iûⁿ-kûn chi̍t-poaⁿ.","tghg":"通佇𪜶的面前出去，也佇𪜶的面前入來，通導𪜶出去也導𪜶入來，免得耶和華的會眾親像無牧者的羊群一般。」","bklhl":"thang tī in ê面前出去，也tī in ê面前入來，thang chhōa in出去，也chhōa in入來，免得耶和華ê會眾親像無牧者ê羊群一般。"}},{"book":"民","chapter":27,"verse":18,"versions":{"unv":"耶和華對摩西說：「嫩的兒子約書亞是心中有聖靈的；你將他領來，按手在他頭上，","bklcl":"Iâ-hô-hoa tùi Mô͘-se kóng, Lùn ê kiáⁿ Iok-su-a, i ê sim-lāi ū sèng-sîn, lí chhōa i lâi, hōaⁿ-chhiú tī i ê téng-bīn;","tghg":"耶和華對摩西講：「嫩的子約書亞，伊的心內有聖神；你導伊來，按手佇伊的頂面，","bklhl":"耶和華對摩西講：Lùn ê kiáⁿ約書亞，伊ê心內有聖神，你chhōa伊來，按手tī伊ê頂面；"}},{"book":"民","chapter":27,"verse":19,"versions":{"unv":"使他站在祭司以利亞撒和全會眾面前，囑咐他，","bklcl":"hō͘ i khiā tī chè-si Í-lī-a-sat  kap choân-hōe ê bīn-chêng, ēng chit-jīm bēng-lēng i.","tghg":"互伊徛佇祭司以利亞撒及全會的面前，用職任命令伊，","bklhl":"hō͘伊khiā tī祭司Í-lī-a-sat kap全會ê面前，用職任命令伊。"}},{"book":"民","chapter":27,"verse":20,"versions":{"unv":"又將你的尊榮給他幾分，使以色列全會眾都聽從他。","bklcl":"Koh tùi lí ê êng-kng pun hō͘ i, hō͘ Í-sek-lia̍t ê choân-hōe lóng thiaⁿ-thàn i.","tghg":"閣對你的榮光分互伊，互以色列的全會攏聽趁伊。","bklhl":"Koh對你ê榮光分hō͘伊，hō͘以色列ê全會lóng聽thàn伊。"}},{"book":"民","chapter":27,"verse":21,"versions":{"unv":"他要站在祭司以利亞撒面前；以利亞撒要憑烏陵的判斷，在耶和華面前為他求問。他和以色列全會眾都要遵以利亞撒的命出入。」","bklcl":"I tio̍h khiā tī chè-si Í-lī-a-sat ê bīn-chêng, Í-lī-a-sat tio̍h chiàu O͘-lêng ê phòaⁿ-toàn, tī Iâ-hô-hoa ê bīn-chêng, thòe i kiû-mn̄g;  i kap Í-sek-lia̍t choân-hōe ê chèng-lâng lóng tio̍h chiàu i ê bēng-lēng lâi chhut, chiàu i ê bēng-lēng lâi ji̍p.","tghg":"伊著徛佇祭司以利亞撒的面前；以利亞撒著照烏陵的判斷，佇耶和華的面前替伊求問。伊及以色列全會的眾人攏著照伊的命令來出照伊的命令來入。」","bklhl":"伊tio̍h khiā tī祭司Í-lī-a-sat ê面前，Í-lī-a-sat tio̍h照O͘-lêng ê判斷，tī耶和華ê面前，替伊求問；伊kap以色列全會ê眾人lóng tio̍h照伊ê命令來出，照伊ê命令來入。"}},{"book":"民","chapter":27,"verse":22,"versions":{"unv":"於是摩西照耶和華所吩咐的將約書亞領來，使他站在祭司以利亞撒和全會眾面前，","bklcl":"Mô͘-se chiū chiàu Iâ-hô-hoa só͘ bēng-lēng i-ê lâi kiâⁿ;  i chhōa Iok-su-a lâi, hō͘ i khiā tī chè-si Í-lī-a-sat kap choân-hōe ê bīn-chêng,","tghg":"摩西就照耶和華所命令伊的來行，伊導約書亞來，互伊徛佇祭司以利亞撒及全會的面前，","bklhl":"摩西就照耶和華所命令伊ê來行；伊chhōa約書亞來，hō͘伊khiā tī祭司Í-lī-a-sat kap全會ê面前，"}},{"book":"民","chapter":27,"verse":23,"versions":{"unv":"按手在他頭上，囑咐他，是照耶和華藉摩西所說的話。","bklcl":"hōaⁿ-chhiú tī i ê téng-bīn, ēng bēng-lēng kau-thok i;  sī chiàu Iâ-hô-hoa thok Mô͘-se só͘ kóng ê ōe.","tghg":"按手佇伊的頂面，用命令交託伊，是照耶和華託摩西所講的話。","bklhl":"按手tī伊ê頂面，用命令交託伊；是照耶和華託摩西所講ê話。"}}]