[{"book":"民","chapter":21,"verse":1,"versions":{"unv":"住南地的迦南人亞拉得王，聽說以色列人從亞他林路來，就和以色列人爭戰，擄了他們幾個人。","bklcl":"Khiā-khí tī lâm-hng ê Ka-lâm lâng, A-la̍h-tek ông, thiaⁿ-kìⁿ Í-sek-lia̍t lâng tùi A-tha-lîm lō͘ lâi, chiū kap Í-sek-lia̍t lâng kau-chiàn, lia̍h in kúi-nā lâng.","tghg":"徛起佇南方的迦南人亞拉得王，聽見以色列人對亞他林路來，就及以色列人交戰，掠𪜶幾若人。","bklhl":"Khiā起tī南方ê迦南人，A-la̍h-tek王，聽見以色列人tùi A-tha-lîm lō͘來，就kap以色列人交戰，掠in kúi-nā人。"}},{"book":"民","chapter":21,"verse":2,"versions":{"unv":"以色列人向耶和華發願說：「你若將這民交付我手，我就把他們的城邑盡行毀滅。」","bklcl":"Í-sek-lia̍t lâng tùi Iâ-hô-hoa hoat-goān kóng,  Lí nā chin-chiàⁿ chiong chit ê peh-sìⁿ kau góa ê chhiú, góa chiū it-chīn châu-bia̍t in ê siâⁿ.","tghg":"以色列人對耶和華發願講：「你若真正將此個百姓交我的手，我就一盡剿滅(châu-bia̍t)𪜶的城。」","bklhl":"以色列人對耶和華發願講：你若真正將chit ê百姓交我ê手，我就一盡剿滅in ê城。"}},{"book":"民","chapter":21,"verse":3,"versions":{"unv":"耶和華應允了以色列人，把迦南人交付他們，他們就把迦南人和迦南人的城邑盡行毀滅。那地方的名便叫何珥瑪（就是毀滅的意思）。","bklcl":"Iâ-hô-hoa thiaⁿ Í-sek-lia̍t lâng ê siaⁿ, chiong Ka-lâm lâng kau-tài in;  in chiū it-chīn bia̍t in, kap in ê siâⁿ;  hit só͘-chāi ê miâ chiū kiò Hô-jíⁿ-má.","tghg":"耶和華聽以色列人的聲，將迦南人交代𪜶，𪜶就一盡滅𪜶及𪜶的城。彼所在的名就叫何珥瑪。","bklhl":"耶和華聽以色列人ê聲，將迦南人交帶in；in就一盡滅in，kap in ê城；hit所在ê名就叫Hô-jíⁿ-má。"}},{"book":"民","chapter":21,"verse":4,"versions":{"unv":"他們從何珥山起行，往紅海那條路走，要繞過以東地。百姓因這路難行，心中甚是煩躁，","bklcl":"In tùi Hô-jíⁿ soaⁿ khí-sin, tùi Âng-hái ê lō͘ khì, beh se̍h Í-tong ê tōe;  peh-sìⁿ ūi-tio̍h só͘ kiâⁿ ê lō͘, sim put-chí lóe-chì.","tghg":"𪜶對何珥山起身，對紅海的路去，欲踅(se̍h)以東的地。百姓為著所行的路，心不止餒志(lóe-chì)，","bklhl":"In tùi Hô-jíⁿ山起身，tùi紅海ê路去，beh se̍h Í-tong ê地；百姓為tio̍h所行ê路，心不止餒志。"}},{"book":"民","chapter":21,"verse":5,"versions":{"unv":"就怨讟　神和摩西說：「你們為甚麼把我們從埃及領出來、使我們死在曠野呢？這裡沒有糧，沒有水，我們的心厭惡這淡薄的食物。」","bklcl":"Chiū hiâm Siōng-tè kap Mô͘-se kóng, Lín siáⁿ-sū chhōa goán chhut Ai-ki̍p, hō͘ goán sí tī chit ê khòng-iá ah?  In-ūi bô piáⁿ, bô chúi, goán ê sim iàm-chiān chit ê chheng-tām ê chia̍h-mi̍h.","tghg":"就嫌上帝及摩西講：「恁啥事導阮出埃及、互阮死佇此個曠野啊？因為無餅，無水，阮的心厭賤此個清淡的食物。」","bklhl":"就嫌上帝kap摩西講：Lín啥事chhōa阮出埃及，hō͘阮死tī chit ê曠野ah？因為無餅，無水，阮ê心厭賤chit ê清淡ê食物。"}},{"book":"民","chapter":21,"verse":6,"versions":{"unv":"於是耶和華使火蛇進入百姓中間，蛇就咬他們。以色列人中死了許多。","bklcl":"Iâ-hô-hoa chiū chhe hé-chôa ji̍p peh-sìⁿ ê tiong-kan, kā peh-sìⁿ;  Í-sek-lia̍t lâng sí chōe-chōe.","tghg":"耶和華就差火蛇入百姓的中間，咬百姓。以色列人死多多。","bklhl":"耶和華就差火蛇入百姓ê中間，咬百姓；以色列人死chōe-chōe。"}},{"book":"民","chapter":21,"verse":7,"versions":{"unv":"百姓到摩西那裡，說：「我們怨讟耶和華和你，有罪了。求你禱告耶和華，叫這些蛇離開我們。」於是摩西為百姓禱告。","bklcl":"Peh-sìⁿ kàu Mô͘-se hia, kóng, Goán ū hoān-chōe, in-ūi goán ū hiâm Iâ-hô-hoa kap lí;  chhiáⁿ lí kiû Iâ-hô-hoa hō͘ chiah-ê chôa lī-khui goán.  Mô͘-se chiū thòe peh-sìⁿ kiû.","tghg":"百姓到摩西遐，講：「阮有犯罪，因為阮有嫌耶和華及你。請你求耶和華，互諸個蛇離開阮。」摩西就替百姓求。","bklhl":"百姓到摩西hia，講：阮有犯罪，因為阮有嫌耶和華kap你；請你求耶和華hō͘ chiah ê蛇離開阮。摩西就替百姓求。"}},{"book":"民","chapter":21,"verse":8,"versions":{"unv":"耶和華對摩西說：「你製造一條火蛇，掛在杆子上；凡被咬的，一望這蛇，就必得活。」","bklcl":"Iâ-hô-hoa tùi Mô͘-se kóng, Lí chòe chi̍t-bé hé-chôa, kùi tī kî-koaⁿ-téng;  kìⁿ-nā hō͘ i kā-tio̍h ê, chi̍t-ē khòaⁿ, chiū ōe oa̍h.","tghg":"耶和華對摩西講：「你做一尾火蛇，掛(kùi)佇旗杆頂；見若互伊咬著的，一下看，就會活。」","bklhl":"耶和華對摩西講：你做一尾火蛇，kùi tī旗杆頂；見若hō͘伊咬tio̍h ê，一下看，就會活。"}},{"book":"民","chapter":21,"verse":9,"versions":{"unv":"摩西便製造一條銅蛇，掛在杆子上；凡被蛇咬的，一望這銅蛇就活了。","bklcl":"Mô͘-se chiū chòe chi̍t-bé tâng-chôa, kùi tī kî-koaⁿ-téng;  kìⁿ-nā hō͘ chôa kā-tio̍h-ê, chi̍t-ē khòaⁿ chit ê tâng-chôa, chiū oa̍h.","tghg":"摩西就做一尾銅蛇，掛佇旗杆頂；見若互蛇咬著的，一下看此個銅蛇就活。","bklhl":"摩西就做一尾銅蛇，kùi tī旗杆頂；見若hō͘蛇咬tio̍h-ê，一下看chit ê銅蛇，就活。"}},{"book":"民","chapter":21,"verse":10,"versions":{"unv":"以色列人起行，安營在阿伯。","bklcl":"Í-sek-lia̍t lâng khí-sin, chat-iâⁿ tī O-po̍k.","tghg":"以色列人起身，紮營佇阿伯(O-po̍k)。","bklhl":"以色列人起身，紮營tī O-po̍k。"}},{"book":"民","chapter":21,"verse":11,"versions":{"unv":"又從阿伯起行，安營在以耶‧亞巴琳，與摩押相對的曠野，向日出之地。","bklcl":"Koh tùi O-po̍k khí-sin, chat-iâⁿ tī Í-iâ-a-pa-lîm, chiū-sī ǹg ji̍t-chhut ê só͘-chāi, kap Mô͘-ap saⁿ-tùi ê khòng-iá.","tghg":"閣對阿伯起身，紮營佇以耶亞巴琳，就是向日出的所在，及摩押相對的曠野。","bklhl":"Koh tùi O-po̍k起身，紮營tī Í-iâ-a-pa-lîm，就是ǹg日出ê所在，kap Mô͘-ap相對ê曠野。"}},{"book":"民","chapter":21,"verse":12,"versions":{"unv":"從那裡起行，安營在撒烈谷。","bklcl":"Tùi hia khí-sin, chat-iâⁿ tī Sat-lia̍t ê soaⁿ-kok.","tghg":"對遐起身，紮營佇撒烈的山谷。","bklhl":"Tùi hia起身，紮營tī Sat-lia̍t ê山谷。"}},{"book":"民","chapter":21,"verse":13,"versions":{"unv":"從那裡起行，安營在亞嫩河那邊。這亞嫩河是在曠野，從亞摩利的境界流出來的；原來亞嫩河是摩押的邊界，在摩押和亞摩利人搭界的地方。","bklcl":"Tùi-hia khí-sin, chat-iâⁿ tī A-lùn ê hit-pêng, chiū-sī tī khòng-iá, tùi A-mô͘-lī ê tōe-kài chhut-lâi;  in-ūi A-lùn sī Mô͘-ap ê kau-kài,  tī Mô͘-ap kap A-mô͘-lī ê tiong-kan.","tghg":"對遐起身，紮營佇亞嫩的彼旁。就是佇曠野，對亞摩利的地界出來；因為亞嫩是摩押的交界，佇摩押及亞摩利的中間。","bklhl":"Tùi-hia起身，紮營tī A-lùn ê hit-pêng，就是tī曠野，tùi A-mô͘-lī ê地界出來；因為A-lùn是Mô͘-ap ê交界，tī Mô͘-ap kap A-mô͘-lī ê中間。"}},{"book":"民","chapter":21,"verse":14,"versions":{"unv":"所以耶和華的戰記上說：「蘇法的哇哈伯與亞嫩河的谷，","bklcl":"Só͘-í Iâ-hô-hoa kau-chiàn ê chheh ū kóng:\tSo͘-hoat ê Oa-hap-pek,\tKap A-lùn hiah-ê soaⁿ-kok;","tghg":"所以耶和華交戰的冊有講：「蘇法的哇哈伯及亞嫩許個山谷，","bklhl":"所以耶和華交戰ê冊有講：\tSo͘-hoat ê Oa-hap-pek，\tKap A-lùn hiah-ê山谷；"}},{"book":"民","chapter":21,"verse":15,"versions":{"unv":"並向亞珥城眾谷的下坡，是靠近摩押的境界。」","bklcl":"Í-ki̍p chiah-ê soaⁿ-kok ê chúi-chôaⁿ,\tChiū-sī ǹg A-jíⁿ khiā-khí ê só͘-chāi,\tÓa-kūn Mô͘-ap ê kéng-kài.","tghg":"以及諸個山谷的水泉，就是向亞珥徛起的所在，倚近摩押的境界。」","bklhl":"以及chiah ê山谷ê水泉，\t就是ǹg A-jíⁿ khiā起ê所在，\tóa近Mô͘-ap ê境界。"}},{"book":"民","chapter":21,"verse":16,"versions":{"unv":"以色列人從那裡起行，到了比珥（就是井的意思）。從前耶和華吩咐摩西說：「招聚百姓，我好給他們水喝」，說的就是這井。","bklcl":"In tùi hia kàu Pí-jíⁿ;  che chiū-sī Iâ-hô-hoa bat tùi Mô͘-se só͘ kóng-khí ê chíⁿ, kóng, Lí chū-chi̍p peh-sìⁿ, Góa beh ēng chúi hō͘ in.","tghg":"𪜶對遐到比珥，這就是耶和華曾對摩西所講起的井。講：「你聚集百姓，我欲用水互𪜶。」","bklhl":"In tùi hia到Pí-jíⁿ；這就是耶和華bat tùi摩西所講起ê井，講：你聚集百姓，我beh用水hō͘ in。"}},{"book":"民","chapter":21,"verse":17,"versions":{"unv":"當時，以色列人唱歌說：井啊，湧上水來！你們要向這井歌唱。","bklcl":"Hit-sî Í-sek-lia̍t lâng chhiùⁿ-koa kóng,\tChíⁿ ah, chhèng-chhut-lâi;  lín tio̍h tùi i chhiùⁿ-koa;","tghg":"彼時以色列人唱歌講：井啊，淐(chhèng)出來！恁著對伊唱歌。","bklhl":"Hit時以色列人唱歌講：\t井ah，chhèng出來；lín tio̍h 對伊唱歌；"}},{"book":"民","chapter":21,"verse":18,"versions":{"unv":"這井是首領和民中的尊貴人用圭用杖所挖所掘的。以色列人從曠野往瑪他拿去，","bklcl":"Chit ê chíⁿ sī siú-léng khui i, \tPeh-sìⁿ chun-kùi ê lâng,\tĒng koân-pèng, ēng in ê koáiⁿ-á ku̍t ê. In tùi khòng-iá khì Má-tha-ná;","tghg":"此個井是首領開伊，百姓尊貴的人用權柄用𪜶的枴仔掘的。𪜶對曠野去瑪他拿，","bklhl":"Chit ê井是首領開伊，\t百姓尊貴ê人，\t用權柄，用in ê柺á掘ê。In tùi曠野去Má-tha-ná；"}},{"book":"民","chapter":21,"verse":19,"versions":{"unv":"從瑪他拿到拿哈列，從拿哈列到巴末，","bklcl":"Tùi Má-tha-ná kàu Ná-ha̍p-lia̍t, tùi Ná-hap-lia̍t kàu Pa-boa̍t.","tghg":"對瑪他拿到拿哈列，對拿哈列到巴末，","bklhl":"Tùi Má-tha-ná到Ná-ha̍p-lia̍t，tùi Ná-hap-lia̍t到Pa-boa̍t。"}},{"book":"民","chapter":21,"verse":20,"versions":{"unv":"從巴末到摩押地的谷，又到那下望曠野之毘斯迦的山頂。","bklcl":"Tùi Pa-boa̍t kàu Mô͘-ap tōe ê soaⁿ-kok, kàu hit ê khòaⁿ lo̍h-kē, ōe khòaⁿ-kìⁿ khòng-iá ê Pî-su-ka ê soaⁿ-chiam.","tghg":"對巴末到摩押地的山谷，到彼個看落低，會看見曠野的毗斯迦的山尖。","bklhl":"Tùi Pa-boa̍t到Mô͘-ap 地ê山谷，到hit ê看落低，能看見曠野ê Pî-su-ka ê山尖。"}},{"book":"民","chapter":21,"verse":21,"versions":{"unv":"以色列人差遣使者去見亞摩利人的王西宏，說：","bklcl":"Í-sek-lia̍t lâng chhe sù-chiá khì kìⁿ A-mô͘-lī lâng ê ông Se-hông, kóng,","tghg":"以色列人差使者去見亞摩利人的王西宏，講：","bklhl":"以色列人差使者去見A-mô͘-lī人ê王Se-hông，講："}},{"book":"民","chapter":21,"verse":22,"versions":{"unv":"「求你容我們從你的地經過；我們不偏入田間和葡萄園，也不喝井裡的水，只走大道（原文是王道），直到過了你的境界。」","bklcl":"Kiû lí iông-ún góa tùi lí ê tōe keng-kè;  goán bô phian tī chhân-hn̂g, kap phû-tô-hn̂g;  goán iā bô beh lim chíⁿ-ni̍h ê chúi;  to̍k-to̍k kiâⁿ tōa-lō͘, ti̍t-ti̍t keng-kè lí ê tōe-kài.","tghg":"「求你容允我對你的地經過；阮無偏佇田園及葡萄園，阮也無欲飲井裡的水，獨獨行大路，直直經過你的地界。」","bklhl":"求你容允我對你ê地經過；阮無偏tī田園，kap葡萄園；阮也無beh lim井裡 ê水；獨獨行大路，直直經過你ê地界。"}},{"book":"民","chapter":21,"verse":23,"versions":{"unv":"西宏不容以色列人從他的境界經過，就招聚他的眾民出到曠野，要攻擊以色列人，到了雅雜與以色列人爭戰。","bklcl":"Se-hông m̄-chún Í-sek-lia̍t lâng keng-kè i ê kéng-kài;  Se-hông chiū chū-chi̍p i ê chèng peh-sìⁿ, chhut-lâi kàu khòng-iá, beh tí-te̍k Í-sek-lia̍t lâng, kàu Ngá-cha̍p;  kap Í-sek-lia̍t lâng kau-chiàn.","tghg":"西宏呣准以色列人經過伊的境界，西宏就聚集伊的眾百姓出來到曠野，欲抵敵以色列人，到雅雜及以色列人交戰。","bklhl":"Se-hông m̄准以色列人經過伊ê境界；Se-hông就聚集伊ê眾百姓，出來到曠野，beh抵敵以色列人，到Ngá-cha̍p；kap以色列人交戰。"}},{"book":"民","chapter":21,"verse":24,"versions":{"unv":"以色列人用刀殺了他，得了他的地，從亞嫩河到雅博河，直到亞捫人的境界，因為亞捫人的境界多有堅壘。","bklcl":"Í-sek-lia̍t lâng ēng to thâi i, chiàm i ê tōe, tùi A-lùn kàu Ngá-phok, ti̍t-ti̍t kàu A-bûn lâng hia;  in-ūi A-bûn lâng ê tōe-kài chin kian-kò͘.","tghg":"以色列人用刀刣伊，佔伊的地，對亞嫩到雅博，直直到亞捫人遐，因為亞捫人的地界真堅固。","bklhl":"以色列人用刀刣伊，佔伊ê地，tùi A-lùn到Ngá-phok，直直到A-bûn人hia；因為A-bûn人ê地界真堅固。"}},{"book":"民","chapter":21,"verse":25,"versions":{"unv":"以色列人奪取這一切的城邑，也住亞摩利人的城邑，就是希實本與希實本的一切鄉村。","bklcl":"Í-sek-lia̍t lâng chhú i it-chhè ê siâⁿ, Í-sek-lia̍t lâng iā khiā-khí A-mô͘-lī ê siâⁿ, tī Hi-si̍t-pún, kap i it-chhè ê siâⁿ.","tghg":"以色列人取伊一切的城，以色列人也徛起亞摩利的城，佇希實本及伊一切的城。","bklhl":"以色列人取伊一切ê城，以色列人也khiā起A-mô͘-lī ê城，tī Hi-si̍t-pún，kap伊一切ê城。"}},{"book":"民","chapter":21,"verse":26,"versions":{"unv":"這希實本是亞摩利王西宏的京城；西宏曾與摩押的先王爭戰，從他手中奪取了全地，直到亞嫩河。","bklcl":"Chit ê Hi-si̍t-pún sī A-mô͘-lī ông Se-hông ê siâⁿ;  i bat kap Mô͘-ap chêng ê ông kau-chiàn, tùi i ê chhiú chhiúⁿ choân-tōe, ti̍t-kàu A-lùn.","tghg":"此個希實本是亞摩利王西宏的城；伊曾及摩押前的王交戰，對伊的手搶全地，直到亞嫩。","bklhl":"Chit ê Hi-si̍t-pún是A-mô͘-lī王Se-hông ê城；伊bat kap Mô͘-ap前ê王交戰，tùi伊ê手搶全地，直到A-lùn。"}},{"book":"民","chapter":21,"verse":27,"versions":{"unv":"所以那些作詩歌的說：你們來到希實本；願西宏的城被修造，被建立。","bklcl":"Só͘-í chòe-si ê lâng liām, kóng:\tLín tio̍h lâi Hi-si̍t-pún,\tGoān Se-hông ê siâⁿ tit-tio̍h khí-chō, koh kian-kò͘;","tghg":"所以做詩的人唸講：恁著來希實本；願西宏的城得著起造，閣堅固。","bklhl":"所以做詩ê人念，講：\tLín tio̍h來Hi-si̍t-pún，\t願Se-hông ê城得tio̍h起造，koh堅固；"}},{"book":"民","chapter":21,"verse":28,"versions":{"unv":"因為有火從希實本發出，有火焰出於西宏的城，燒盡摩押的亞珥和亞嫩河邱壇的祭司（祭司原文是主）。","bklcl":"In-ūi ū hé tùi Hi-si̍t-pún chhut,\tŪ hé-iām tùi Se-hông ê siâⁿ hoat,\tSio-húi Mô͘-ap ê A-jíⁿ,\tKap A-lùn koâiⁿ ê só͘-chāi ê chú.","tghg":"因為有火對希實本出，有火焰對西宏的城發，燒毀摩押的亞珥及亞嫩高的所在的主。","bklhl":"因為有火tùi Hi-si̍t-pún出，\t有火燄tùi Se-hông ê城發，\t燒毀Mô͘-ap ê A-jíⁿ，\tKap A-lùn高ê所在ê主。"}},{"book":"民","chapter":21,"verse":29,"versions":{"unv":"摩押啊，你有禍了！基抹的民哪，你們滅亡了！基抹的男子逃奔，女子被擄，交付亞摩利的王西宏。","bklcl":"Mô͘-ap ah, lí ū chai-ē!\tKi-boa̍t ê peh-sìⁿ ah, lín bia̍t-bô lah!\tHō͘ i ê ta-po͘-teng chòe tô-cháu-ê,\tCha-bó͘-kiáⁿ chòe siū-lia̍h-ê,\tKau hō͘ A-mô͘-lī ông Se-hông.","tghg":"摩押啊，你有災禍！基抹的百姓啊，恁滅無啦！互伊的查甫丁做逃走的，查某子做受掠的，交互亞摩利王西宏。","bklhl":"Mô͘-ap ah，你有災禍！\tKi-boa̍t ê百姓ah，lín滅無lah！\tHō͘伊ê ta-po͘丁做逃走ê，\tCha-bó͘-kiáⁿ做受掠ê，\t交hō͘ A-mô͘-lī王Se-hông。"}},{"book":"民","chapter":21,"verse":30,"versions":{"unv":"我們射了他們；希實本直到底本盡皆毀滅。我們使地變成荒場，直到挪法；這挪法直延到米底巴。","bklcl":"Goán siā-in;  Hi-si̍t-pún kàu Tí-pún it-chīn húi bia̍t,\tGoán hō͘ tōe pha-hng, ti̍t-kàu Lô-hoat,\tChiū-sī kàu Bí-tí-pa.","tghg":"阮射𪜶；希實本到底本一盡毀滅。阮互地拋荒，直到羅法；就是到米底巴。","bklhl":"阮射in；Hi-si̍t-pún到Tí-pún一盡毀滅，\t阮hō͘ 地拋荒，直到Lô-hoat，\t就是到Bí-tí-pa。"}},{"book":"民","chapter":21,"verse":31,"versions":{"unv":"這樣，以色列人就住在亞摩利人之地。","bklcl":"Án-ni, Í-sek-lia̍t lâng chiū khiā-khí tī A-mô͘-lī lâng ê tōe.","tghg":"按呢，以色列人就徛起佇亞摩利人的地。","bklhl":"Án-ni，以色列人就khiā起tī A-mô͘-lī人ê地。"}},{"book":"民","chapter":21,"verse":32,"versions":{"unv":"摩西打發人去窺探雅謝，以色列人就佔了雅謝的鎮市，趕出那裡的亞摩利人。","bklcl":"Mô͘-se chhe lâng khì thau-khòaⁿ Ngá-siā, chiū chhú in hiah-ê hiuⁿ-siā,  kóaⁿ-chhut khiā-khí hia ê A-mô͘-lī lâng.","tghg":"摩西差人去偷看雅謝，就取𪜶許個鄉社，趕出徛起遐的亞摩利人。","bklhl":"摩西差人去偷看Ngá-siā，就取in hiah-ê鄉社，趕出khiā起hia ê A-mô͘-lī人。"}},{"book":"民","chapter":21,"verse":33,"versions":{"unv":"以色列人轉回，向巴珊去。巴珊王噩和他的眾民都出來，在以得來與他們交戰。","bklcl":"Í-sek-lia̍t oat tùi Pa-san ê lō͘ khì;  Pa-san ông Go̍k, kap i ê chèng peh-sìⁿ, lóng chhut-lâi tí-te̍k in, tī Í-tek-lâi kap in kau-chiàn.","tghg":"以色列人越對巴珊的路去。巴珊王噩(go̍k)及伊的眾百姓，攏出來抵敵𪜶，佇以得來及𪜶交戰。","bklhl":"以色列oat tùi Pa-san ê路去；Pa-san王Go̍k，kap伊ê眾百姓，lóng出來抵敵in，tī Í-tek-lâi kap in交戰。"}},{"book":"民","chapter":21,"verse":34,"versions":{"unv":"耶和華對摩西說：「不要怕他！因我已將他和他的眾民，並他的地，都交在你手中；你要待他像從前待住希實本的亞摩利王西宏一般。」","bklcl":"Iâ-hô-hoa tùi Mô͘-se kóng, M̄-bián kiaⁿ in,  in-ūi Góa í-keng chiong i kap i ê chèng peh-sìⁿ, i ê tōe, lóng kau tī lí ê chhiú;  lí tio̍h khoán-thāi i, chhin-chhiūⁿ lí bat khoán-thāi tiàm tī Hi-si̍t-pún ê A-mô͘-lī ông Se-hông chi̍t-iūⁿ.","tghg":"耶和華對摩西講：「呣免驚𪜶！因為我已經將伊及伊的眾百姓，伊的地，攏交佇你的手；你著款待伊親像你曾款待踮佇希實本的亞摩利王西宏一樣。」","bklhl":"耶和華對摩西講：m̄免驚in，因為我已經將伊kap伊ê眾百姓，伊ê地，lóng交tī你ê手；你tio̍h款待伊，親像你bat款待tiàm tī Hi-si̍t-pún ê A-mô͘-lī王Se-hông一樣。"}},{"book":"民","chapter":21,"verse":35,"versions":{"unv":"於是他們殺了他和他的眾子，並他的眾民，沒有留下一個，就得了他的地。","bklcl":"In chiū phah i, kap i hiah-ê kiáⁿ, í-ki̍p i ê chèng peh-sìⁿ, bô kā i lâu chi̍t-ê, chiū tit-tio̍h i ê tōe.","tghg":"𪜶就拍伊及伊許個子，以及伊的眾百姓，無給伊留一個，就得著伊的地。","bklhl":"In就phah伊，kap伊hiah-ê kiáⁿ，以及伊ê眾百姓，無kā伊留一个，就得tio̍h伊ê地。"}}]