[{"book":"民","chapter":17,"verse":1,"versions":{"unv":"耶和華對摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"民","chapter":17,"verse":2,"versions":{"unv":"「你曉諭以色列人，從他們手下取杖，每支派一根；從他們所有的首領，按著支派，共取十二根。你要將各人的名字寫在各人的杖上，","bklcl":"Lí kā Í-sek-lia̍t lâng kóng, tùi in kia̍h koáiⁿ-á, ta̍k chi-phài chi̍t-ki, chiū-sī tùi hiah-ê chi-phài ê siú-léng, kiōng kia̍h cha̍p-jī ki; lí siá ta̍k-lâng ê miâ tī i ê koáiⁿ-á.","tghg":"「你給以色列人講，對𪜶攑枴仔，逐支派一支；就是對許個支派的首領，共攑十二支。你寫逐人的名佇伊的枴仔，","bklhl":"你kā以色列人講：對in kia̍h柺á，ta̍k支派一支，就是對hiah-ê支派ê首領，共kia̍h十二支；你寫ta̍k人ê名tī伊ê柺á。"}},{"book":"民","chapter":17,"verse":3,"versions":{"unv":"並要將亞倫的名字寫在利未的杖上，因為各族長必有一根杖。","bklcl":"Tī Lī-bī hit-ki koáiⁿ-á tio̍h siá A-lûn ê miâ;  in-ūi ta̍k chi-phài ê thâu-lâng lóng ū chi̍t ki koáiⁿ-á.","tghg":"佇利未彼支枴仔著寫亞倫的名，因為逐支派的頭人攏有一支枴仔。","bklhl":"Tī利未hit支柺á tio̍h寫亞倫ê名；因為ta̍k支派ê頭人lóng有一支柺á。"}},{"book":"民","chapter":17,"verse":4,"versions":{"unv":"你要把這些杖存在會幕內法櫃前，就是我與你們相會之處。","bklcl":"Lí tio̍h chiong hiah-ê hē tī hōe-bō͘-lāi hoat-kūi ê thâu-chêng, chiū-sī Góa kap lín siong-hōe ê só͘-chāi.","tghg":"你著將許個下佇會幕內法櫃的頭前，就是我及恁相會的所在。","bklhl":"你tio̍h將hiah-ê hē tī會幕內法櫃ê頭前，就是我kap lín相會ê所在。"}},{"book":"民","chapter":17,"verse":5,"versions":{"unv":"後來我所揀選的那人，他的杖必發芽。這樣，我必使以色列人向你們所發的怨言止息，不再達到我耳中。」","bklcl":"Góa só͘ kéng hit-lâng, i ê koáiⁿ-á beh puh-gê;  án-ni Góa beh hō͘ Í-sek-lia̍t lâng ai-oàn ê ōe, chiū-sī in só͘ ai-oàn lín ê ōe, lóng soah, bô koh hō͘ Góa thiaⁿ-kìⁿ.","tghg":"我所揀彼人，伊的枴仔欲發芽。按呢，我欲互以色列人哀怨的話就是𪜶所哀怨恁的話攏息，無閣互我聽見。」","bklhl":"我所揀hit人，伊ê柺á beh puh芽；án-ni我beh hō͘以色列人哀怨ê話，就是in所哀怨lín ê話，lóng soah，無koh hō͘我聽見。"}},{"book":"民","chapter":17,"verse":6,"versions":{"unv":"於是摩西曉諭以色列人，他們的首領就把杖交給他，按著支派，每首領一根，共有十二根；亞倫的杖也在其中。","bklcl":"Mô͘-se chiū kā Í-sek-lia̍t lâng kóng;  in ê siú-léng chiū ēng koáiⁿ-á kau hō͘ i, chiàu in ê chi-phài chi̍t ê siú-léng chi̍t-ki, kiōng cha̍p-jī ki koáiⁿ-á;  A-lûn ê koáiⁿ-á iā tī hiah-ê koáiⁿ-á ê tiong-kan.","tghg":"摩西就給以色列人講，𪜶的首領就用枴仔交互伊，照𪜶的支派一個首領一支；一個首領一支，共十二支柺仔；亞倫的枴仔也佇許個枴仔的中間。","bklhl":"摩西就kā以色列人講；in ê首領就用柺á交hō͘伊，照in ê支派一个首領一支，共十二支柺á；亞倫ê柺á也tī hiah-ê柺á ê中間。"}},{"book":"民","chapter":17,"verse":7,"versions":{"unv":"摩西就把杖存在法櫃的帳幕內，在耶和華面前。","bklcl":"Mô͘-se chiū chiong hiah-ê koáiⁿ-á hē tī hoat-kūi ê pò͘-pîⁿ-lāi, tī Iâ-hô-hoa ê bīn-chêng.","tghg":"摩西就將許個柺仔下佇法櫃的布棚內，佇耶和華的面前。","bklhl":"摩西就將hiah-ê柺á hē tī法櫃ê布棚內，tī耶和華ê面前。"}},{"book":"民","chapter":17,"verse":8,"versions":{"unv":"第二天，摩西進法櫃的帳幕去。誰知利未族亞倫的杖已經發了芽，生了花苞，開了花，結了熟杏。","bklcl":"Bîn-á-ji̍t Mô͘-se ji̍p-khì hoat-kūi ê pò͘-pîⁿ;  khòaⁿ ah, sio̍k Lī-bī ê ke, A-lûn ê koáiⁿ-á, í-keng puh-gê, siⁿ hoe-m̂, khui-hoe, kiat-chiâⁿ hēng-jîn.","tghg":"明仔日，摩西入去法櫃的布棚。看啊，屬利未的家亞倫的枴仔已經發芽(puh-gê)，生花苺，開花，結成杏仁。","bklhl":"明á日摩西入去法櫃ê布棚；看ah，屬利未ê家，亞倫ê柺á，已經puh芽，生花蕾，開花，結成杏仁。"}},{"book":"民","chapter":17,"verse":9,"versions":{"unv":"摩西就把所有的杖從耶和華面前拿出來，給以色列眾人看；他們看見了，各首領就把自己的杖拿去。","bklcl":"Mô͘-se tùi Iâ-hô-hoa ê bīn-chêng kia̍h hiah-ê koáiⁿ-á chhut-lâi, kàu Í-sek-lia̍t ê chèng-lâng hia;  in khòaⁿ-kìⁿ ta̍k-lâng kia̍h in ê koáiⁿ-á.","tghg":"摩西對耶和華的面前攑許個枴仔出來，到以色列的眾人遐；𪜶看見，逐人攑𪜶的枴仔。","bklhl":"摩西tùi耶和華ê面前kia̍h hiah-ê柺á出來，到以色列ê眾人hia；in看見ta̍k人kia̍h in ê柺á。"}},{"book":"民","chapter":17,"verse":10,"versions":{"unv":"耶和華吩咐摩西說：「把亞倫的杖還放在法櫃前，給這些背叛之子留作記號。這樣，你就使他們向我發的怨言止息，免得他們死亡。」","bklcl":"Iâ-hô-hoa tùi Mô͘-se kóng, Ēng A-lûn ê koáiⁿ-á iû-goân hē tī hoat-kūi chêng, lâu-teh, chòe chiah-ê pōe-ge̍k ê lâng ê kàm-kài;  án-ni lí chiū hō͘ in tùi Góa ai-oàn ê ōe soah, bián-tit in sí-bô.","tghg":"耶和華對摩西講：「用亞倫的枴仔猶原下佇法櫃前，留啲做諸個悖逆的人的鑑戒。按呢，你就互𪜶對我哀怨的話息，免得𪜶死無。」","bklhl":"耶和華對摩西講：用亞倫ê柺á猶原hē tī法櫃前，留teh，做chiah ê悖逆ê人ê鑑戒；án-ni你就hō͘ in對我哀怨ê話soah，免得in死無。"}},{"book":"民","chapter":17,"verse":11,"versions":{"unv":"摩西就這樣行。耶和華怎樣吩咐他，他就怎樣行了。","bklcl":"Mô͘-se án-ni kiâⁿ, sī chiàu Iâ-hô-hoa só͘ bēng-lēng-ê lâi kiâⁿ.","tghg":"摩西按呢行。是照耶和華所命令的來行。","bklhl":"摩西án-ni行，是照耶和華所命令ê來行。"}},{"book":"民","chapter":17,"verse":12,"versions":{"unv":"以色列人對摩西說：「我們死啦！我們滅亡啦！都滅亡啦！","bklcl":"Í-sek-lia̍t lâng tùi Mô͘-se kóng, Khòaⁿ ah, goán sí lah, goán bia̍t-bô lah, lóng bia̍t-bô lah.","tghg":"以色列人對摩西講：「看啊，阮死啦！阮滅無啦！攏滅無啦！","bklhl":"以色列人對摩西講：看ah，阮死lah，阮滅無lah，lóng滅無lah。"}},{"book":"民","chapter":17,"verse":13,"versions":{"unv":"凡挨近耶和華帳幕的是必死的。我們都要死亡嗎？」","bklcl":"Kìⁿ-nā óa-kūn, chiū-sī óa-kūn Iâ-hô-hoa ê hōe-bō͘ ê, lóng sí;  goán beh lóng-chóng sí mah?","tghg":"見若倚近就是倚近耶和華的會幕的攏死。阮欲攏總死嗎？」","bklhl":"見若óa近，就是óa近耶和華ê會幕ê，lóng死；阮beh lóng總死mah？"}}]