[{"book":"民","chapter":22,"verse":1,"versions":{"unv":"以色列人起行，在摩押平原、約旦河東，對著耶利哥安營。","bklcl":"Í-sek-lia̍t lâng khí-sin, chat-iâⁿ tī Mô͘-ap ê pîⁿ-iûⁿ, tī Iok-tàn hô-gōa, Iâ-lī-ko ê tùi-bīn.","tghg":"以色列人起身，紮營佇摩押的平洋、佇約但河外，耶利哥的對面。","bklhl":"以色列人起身，紮營tī Mô͘-ap ê平洋，tī約旦河外，耶利哥ê對面。"}},{"book":"民","chapter":22,"verse":2,"versions":{"unv":"以色列人向亞摩利人所行的一切事，西撥的兒子巴勒都看見了。","bklcl":"Se-phoat ê kiáⁿ Pa-le̍k khòaⁿ-kìⁿ Í-sek-lia̍t lâng tùi A-mô͘-lī lâng só͘ kiâⁿ it-chhè ê sū.","tghg":"西撥的子巴勒，看見以色列人對亞摩利人所行一切的事。","bklhl":"Se-phoat ê kiáⁿ Pa-le̍k看見以色列人tùi A-mô͘-lī人所行一切ê事。"}},{"book":"民","chapter":22,"verse":3,"versions":{"unv":"摩押人因以色列民甚多，就大大懼怕，心內憂急，","bklcl":"Mô͘-ap chin kiaⁿ hit ê peh-sìⁿ, in-ūi in chin-chōe;  Mô͘-ap in-ūi Í-sek-lia̍t peh-sìⁿ, sim chiū tio̍h-kip.","tghg":"摩押真驚彼個百姓，因為𪜶真多，摩押因為以色列百姓，心就著急，","bklhl":"Mô͘-ap真驚hit ê百姓，因為in真chōe；Mô͘-ap因為以色列百姓，心就著急。"}},{"book":"民","chapter":22,"verse":4,"versions":{"unv":"對米甸的長老說：「現在這眾人要把我們四圍所有的一概餂盡，就如牛餂盡田間的草一般。」那時西撥的兒子巴勒作摩押王。","bklcl":"Mô͘-ap kā Bí-tiân ê tiúⁿ-ló kóng, Taⁿ chit-kûn ê lâng beh it-chīn chia̍h lán sì-ûi só͘ ū ê, chhin-chhiūⁿ gû chia̍h chhân-ni̍h ê chháu chi̍t-poaⁿ;  hit-sî Se-phoat ê kiáⁿ Pa-le̍k chòe Mô͘-ap ông.","tghg":"摩押給米甸的長老講：「今此群的人欲一盡食咱四圍所有的，親像牛食田裡的草一般。」彼時西撥的子巴勒做摩押王。","bklhl":"Mô͘-ap kā米甸ê長老講：Taⁿ chit群ê人beh一盡食咱四圍所有ê，親像牛食田裡ê草一般；hit時Se-phoat ê kiáⁿ Pa-le̍k做Mô͘-ap王。"}},{"book":"民","chapter":22,"verse":5,"versions":{"unv":"他差遣使者往大河邊的毘奪去，到比珥的兒子巴蘭本鄉那裡，召巴蘭來，說：「有一宗民從埃及出來，遮滿地面，與我對居。","bklcl":"I chhe sù-chiá khì Tōa-hô-piⁿ ê Pî-toa̍t, kàu Pí-jíⁿ ê kiáⁿ Pa-lân ê pún só͘-chāi kiò i lâi, kóng, Khòaⁿ ah, ū chi̍t ê peh-sìⁿ tùi Ai-ki̍p chhut-lâi;  khòaⁿ ah, in jia-móa tōe-bīn, iā khiā-khí tī góa ê tùi-bīn.","tghg":"伊差使者去大河邊的毗奪，到比珥的子巴蘭的本所在，叫伊來，講：「看啊，有一個百姓對埃及出來，看啊，𪜶遮滿地面，也徛起佇我的對面。","bklhl":"伊差使者去大河邊ê Pî-toa̍t，到Pí-jíⁿ ê kiáⁿ Pa-lân ê本所在叫伊來，講：看ah，有一个百姓tùi埃及出來；看ah，in遮滿地面，也khiā起tī我ê對面。"}},{"book":"民","chapter":22,"verse":6,"versions":{"unv":"這民比我強盛，現在求你來為我咒詛他們，或者我能得勝，攻打他們，趕出此地。因為我知道，你為誰祝福，誰就得福；你咒詛誰，誰就受咒詛。」","bklcl":"Taⁿ chhiáⁿ lí lâi, kā góa chiù-chó͘ chit ê peh-sìⁿ, in-ūi in pí góa khah-kiông;  kiám-chhái góa ōe phah lâi khah-iâⁿ in, kóaⁿ in chhut chit ê só͘-chāi;  in-ūi góa chai lí só͘ chiok-hok ê , chiū tit-tio̍h hok-khì, lí só͘ chiù-chó͘ ê, chiū siū chiù-chó͘.","tghg":"今請你來，給我咒詛此個百姓，因為𪜶比我卡強，豈採我會拍來卡贏𪜶，趕𪜶出此個所在。因為我知，你所祝福的，就得著福氣；你所咒詛的，就受咒詛。」","bklhl":"Taⁿ請你來，kā我咒詛chit ê百姓，因為in比我khah強；kiám-chhái我會phah來khah贏in，趕in出chit ê所在；因為我知你所祝福ê，就得tio̍h福氣，你所咒詛ê，就受咒詛。"}},{"book":"民","chapter":22,"verse":7,"versions":{"unv":"摩押的長老和米甸的長老手裡拿著卦金，到了巴蘭那裡，將巴勒的話都告訴了他。","bklcl":"Mô͘-ap tiúⁿ-ló kap Bí-tiân ê tiúⁿ-ló, chiū khí-sin, chhiú tòa pok-kòa ê lé, khì kàu Pa-lân hia, chiong Pa-le̍k ê ōe kā i kóng.","tghg":"摩押長老及米甸的長老就起身手帶卜卦的禮，去到巴蘭遐，將巴勒的話給伊講。","bklhl":"Mô͘-ap長老kap米甸ê長老，就起身，手帶卜卦ê禮，去到Pa-lân hia，將Pa-le̍k ê話kā伊講。"}},{"book":"民","chapter":22,"verse":8,"versions":{"unv":"巴蘭說：「你們今夜在這裡住宿，我必照耶和華所曉諭我的回報你們。」摩押的使臣就在巴蘭那裡住下了。","bklcl":"I tùi in kóng, Kim-mî lín hioh chia;  chiàu Iâ-hô-hoa só͘ hoan-hù góa ê, góa beh hê-hok lín.  Mô͘-ap ê siú-léng chiū hioh tī Pa-lân hia.","tghg":"伊對𪜶講：「今暝恁歇遮，照耶和華所吩咐我的我欲回覆恁。」摩押的首領就歇佇巴蘭遐。","bklhl":"伊對in講，今暝lín歇chia；照耶和華所吩咐我ê，我beh回復lín。Mô͘-ap ê首領就歇tī Pa-lân hia。"}},{"book":"民","chapter":22,"verse":9,"versions":{"unv":"　神臨到巴蘭那裡，說：「在你這裡的人都是誰？」","bklcl":"Siōng-tè lîm-kàu Pa-lân, mn̄g i kóng, Kap lí tòa hiah-ê lâng sī chī-chūi?","tghg":"上帝臨到巴蘭，問伊講：「及你住許個人是是誰？」","bklhl":"上帝臨到Pa-lân，問伊講：kap你tòa hiah-ê人是是誰？"}},{"book":"民","chapter":22,"verse":10,"versions":{"unv":"巴蘭回答說：「是摩押王西撥的兒子巴勒打發人到我這裡來，說：","bklcl":"Pa-lân ìn Siōng-tè kóng, Sī Mô͘-ap ông Se-phoat ê kiáⁿ chhe lâng kàu góa chia, kóng,","tghg":"巴蘭應上帝講：「是摩押王西撥的子差人到我遮，講：","bklhl":"Pa-lân應上帝講：是Mô͘-ap王Se-phoat ê kiáⁿ差人到我chia，講："}},{"book":"民","chapter":22,"verse":11,"versions":{"unv":"『從埃及出來的民遮滿地面，你來為我咒詛他們，或者我能與他們爭戰，把他們趕出去。』」","bklcl":"Khòaⁿ ah, ū peh-sìⁿ tùi Ai-ki̍p lâi, jia-móa tōe-bīn;  chhiáⁿ lí lâi kā góa chiù-chó͘ in, kiám-chhái góa ōe thâi-iâⁿ in, kóaⁿ in chhut-khì.","tghg":"『看啊，有百姓對埃及來，遮滿地面，請你來給我咒詛𪜶，豈採我會刣贏𪜶，趕𪜶出去。』」","bklhl":"看ah，有百姓tùi埃及來，遮滿地面；請你來kā我咒詛in，kiám-chhái我能刣贏in，趕in出去。"}},{"book":"民","chapter":22,"verse":12,"versions":{"unv":"　神對巴蘭說：「你不可同他們去，也不可咒詛那民，因為那民是蒙福的。」","bklcl":"Siōng-tè tùi Pa-lân kóng, Lí m̄-thang kap in khì, iā m̄-thang chiù-chó͘ chit ê peh-sìⁿ;  in-ūi in sī tit-tio̍h hok-khì-ê.","tghg":"上帝對巴蘭講：「你呣通及𪜶去，也呣通咒詛此個百姓，因為𪜶是得著福氣的。」","bklhl":"上帝對Pa-lân講：你m̄-thang kap in去，也m̄-thang咒詛chit ê百姓；因為in是得tio̍h福氣ê。"}},{"book":"民","chapter":22,"verse":13,"versions":{"unv":"巴蘭早晨起來，對巴勒的使臣說：「你們回本地去吧，因為耶和華不容我和你們同去。」","bklcl":"Pa-lân chheng-chá khí-lâi, tùi Pa-le̍k ê siú-léng kóng, Lín tò-khì lín ê só͘-chāi, in-ūi Iâ-hô-hoa m̄-chún góa kap lín khì.","tghg":"巴蘭清早起來，對巴勒的首領講：「恁倒去恁的所在，因為耶和華呣准我及恁去。」","bklhl":"Pa-lân清早起來，對Pa-le̍k ê首領講：Lín tò去lín ê所在，因為耶和華m̄准我kap lín去。"}},{"book":"民","chapter":22,"verse":14,"versions":{"unv":"摩押的使臣就起來，回巴勒那裡去，說：「巴蘭不肯和我們同來。」","bklcl":"Mô͘-ap ê siú-léng chiū khí-lâi, tò-khì Pa-le̍k hia, kóng, Pa-lân m̄-khéng kap goán lâi.","tghg":"摩押的首領就起來，倒去巴勒遐，講：「巴蘭呣肯及阮來。」","bklhl":"Mô͘-ap ê首領就起來，tò去Pa-le̍k hia，講：Pa-lân m̄肯kap阮來。"}},{"book":"民","chapter":22,"verse":15,"versions":{"unv":"巴勒又差遣使臣，比先前的又多又尊貴。","bklcl":"Pa-le̍k koh chhe siú-léng, pí chêng khah-chōe, khah chun-kùi-ê.","tghg":"巴勒閣差首領，比前卡多卡尊貴的。","bklhl":"Pa-le̍k koh差首領，比前khah-chōe，khah尊貴ê。"}},{"book":"民","chapter":22,"verse":16,"versions":{"unv":"他們到了巴蘭那裡，對他說：「西撥的兒子巴勒這樣說：『求你不容甚麼事攔阻你不到我這裡來，","bklcl":"In kàu Pa-lân hia, tùi i kóng, Se-phoat ê kiáⁿ Pa-le̍k án-ni kóng,  Kiû lí m̄-thang hō͘ sím-mi̍h tāi-chì chó͘-tòng lí bô lâi góa chia.","tghg":"𪜶到巴蘭遐，對伊講：「西撥的子巴勒按呢講：『求你呣通互甚麼代誌阻擋你無來我遮，","bklhl":"In到Pa-lân hia，對伊講，Se-phoat ê kiáⁿ Pa-le̍k án-ni講：求你m̄-thang hō͘甚麼tāi-chì阻擋你無來我chia。"}},{"book":"民","chapter":22,"verse":17,"versions":{"unv":"因為我必使你得極大的尊榮。你向我要甚麼，我就給你甚麼；只求你來為我咒詛這民。』」","bklcl":"In-ūi góa beh hō͘ lí tit-tio̍h ke̍k-tōa ê chun-kùi;  kìⁿ-nā lí tùi góa kóng sím-mi̍h, góa beh chiàu án-ni kiâⁿ;  só͘-í chhiáⁿ lí lâi, kā góa chiù-chó͘ chit ê peh-sìⁿ.","tghg":"因為我欲互你得著極大的尊貴。見若你對我講甚麼，我欲照按呢行；所以請你來，給我咒詛此個百姓。』」","bklhl":"因為我beh hō͘你得tio̍h極大ê尊貴；見若你對我講甚麼，我beh照án-ni行；所以請你來，kā我咒詛chit ê百姓。"}},{"book":"民","chapter":22,"verse":18,"versions":{"unv":"巴蘭回答巴勒的臣僕說：「巴勒就是將他滿屋的金銀給我，我行大事小事也不得越過耶和華─我　神的命。","bklcl":"Pa-lân tùi Pa-le̍k chiah-ê jîn-sîn kóng, Pa-le̍k chiū nā ēng móa-chhù ê kim-gûn hō͘ góa, góa iā m̄-káⁿ pôaⁿ-kè góa ê Siōng-tè ê bēng-lēng, lâi ke-kiám kiâⁿ.","tghg":"巴蘭對巴勒諸個人臣講：「巴勒就若用滿厝的金銀互我，我也呣敢𨃟過我的上帝的命令來加減行。","bklhl":"Pa-lân對Pa-le̍k chiah ê人臣講：Pa-le̍k就若用滿厝ê金銀hō͘我，我也m̄敢pôaⁿ過我ê上帝ê命令，來加減行。"}},{"book":"民","chapter":22,"verse":19,"versions":{"unv":"現在我請你們今夜在這裡住宿，等我得知耶和華還要對我說甚麼。」","bklcl":"Chhiáⁿ lín kim-mî koh hioh chia, thèng-hāu góa chai Iâ-hô-hoa koh kā góa kóng sím-mi̍h.","tghg":"請恁今暝閣歇遮(hioh-chia)，聽候我知耶和華閣給我講甚麼。」","bklhl":"請lín今暝koh歇chia，thèng候我知耶和華koh kā我講甚麼。"}},{"book":"民","chapter":22,"verse":20,"versions":{"unv":"當夜，　神臨到巴蘭那裡，說：「這些人若來召你，你就起來同他們去，你只要遵行我對你所說的話。」","bklcl":"Hit-mî Siōng-tè lîm-kàu Pa-lân hia kóng, Chiah-ê lâng nā lâi kiò lí, lí chiū khí-lâi kap i khì;  chóng-sī Góa só͘ beh kā lí kóng ê, lí tio̍h chun-thàn.","tghg":"彼暝，上帝臨到巴蘭遐，講：「諸個人若來叫你，你就起來及伊去，總是我所欲給你講的，你著遵趁。」","bklhl":"Hit暝上帝臨到Pa-lân hia講：chiah ê人若來叫你，你就起來kap伊去；總是我所beh kā你講ê，你tio̍h遵thàn。"}},{"book":"民","chapter":22,"verse":21,"versions":{"unv":"巴蘭早晨起來，備上驢，和摩押的使臣一同去了。","bklcl":"Pa-lân chá-khí khí-lâi, pī-pān lû; kap Mô͘-ap ê siú-léng saⁿ-kap khì.","tghg":"巴蘭早起起來，備辦驢，及摩押的首領相及去。","bklhl":"Pa-lân早起起來，備辦驢；kap Mô͘-ap ê首領相kap去。"}},{"book":"民","chapter":22,"verse":22,"versions":{"unv":"　神因他去就發了怒；耶和華的使者站在路上敵擋他。他騎著驢，有兩個僕人跟隨他。","bklcl":"Siōng-tè, in-ūi i khì, chiū siū-khì;  Iâ-hô-hoa ê sù-chiá khiā tī lō͘-ni̍h lâi tí-te̍k i;  i khiâ lû, nn̄g ê lô͘-po̍k kun-tè i.","tghg":"上帝因為伊去就受氣；耶和華的使者徛佇路裡來抵敵伊。伊騎驢，二個奴僕跟隨伊。","bklhl":"上帝，因為伊去，就受氣；耶和華ê使者khiā tī路裡來抵敵伊；伊騎驢，兩個奴僕跟tè伊。"}},{"book":"民","chapter":22,"verse":23,"versions":{"unv":"驢看見耶和華的使者站在路上，手裡有拔出來的刀，就從路上跨進田間，巴蘭便打驢，要叫牠回轉上路。","bklcl":"Lû khòaⁿ-kìⁿ Iâ-hô-hoa ê sù-chiá khiā tī lō͘-ni̍h, chhiú-ni̍h pu̍ih to;  lû chiū tùi lō͘-ni̍h siám ji̍p hn̂g;  Pa-lân chiū phah lû beh hō͘ i kui goân-lō͘.","tghg":"驢看見耶和華的使者徛佇路裡，手裡拔(pu̍ih)刀，驢就對路裡閃入園，巴蘭就拍驢，欲互伊歸原路。","bklhl":"驢看見耶和華ê使者khiā tī路裡，手裡拔刀；驢就tùi路裡閃入園；Pa-lân就phah驢beh hō͘伊歸原路。"}},{"book":"民","chapter":22,"verse":24,"versions":{"unv":"耶和華的使者就站在葡萄園的窄路上；這邊有牆，那邊也有牆。","bklcl":"Iâ-hô-hoa ê sù-chiá chiū khiā tī phû-tô-hn̂g ê oe̍h-lō͘, chit-pêng ū chhiûⁿ, hit-pêng iā ū chhiûⁿ.","tghg":"耶和華的使者就徛佇葡萄園的狹路(oe̍h-lō͘)；此旁有牆，彼旁也有牆。","bklhl":"耶和華ê使者就khiā tī葡萄園ê 狹路，chit-pêng有牆，hit-pêng也有牆。"}},{"book":"民","chapter":22,"verse":25,"versions":{"unv":"驢看見耶和華的使者，就貼靠牆，將巴蘭的腳擠傷了；巴蘭又打驢。","bklcl":"Lû khòaⁿ-kìⁿ Iâ-hô-hoa ê sù-chiá, chiū siám-óa hit ê chhiûⁿ, khoeh Pa-lân ê kha tī chhiûⁿ-ni̍h;  Pa-lân chiū koh phah i.","tghg":"驢看見耶和華的使者，就閃倚彼個牆，夾(khoeh)巴蘭的腳佇牆裡；巴蘭就閣拍伊。","bklhl":"驢看見耶和華ê使者，就閃óa hit ê牆，khoeh Pa-lân ê腳tī牆裡；Pa-lân就koh phah伊。"}},{"book":"民","chapter":22,"verse":26,"versions":{"unv":"耶和華的使者又往前去，站在狹窄之處，左右都沒有轉折的地方。","bklcl":"Iâ-hô-hoa ê sù-chiá koh chìn-chêng khì, khiā tī oe̍h-oe̍h ê só͘-chāi, siang-pêng bô lō͘ thang oat.","tghg":"耶和華的使者閣進前去，徛佇狹狹的所在，雙旁無路通越。","bklhl":"耶和華ê使者koh進前去，khiā tī狹狹ê所在，雙pêng無路thang oat。"}},{"book":"民","chapter":22,"verse":27,"versions":{"unv":"驢看見耶和華的使者，就臥在巴蘭底下，巴蘭發怒，用杖打驢。","bklcl":"Lû khòaⁿ-kìⁿ Iâ-hô-hoa ê sù-chiá, chiū phak tī Pa-lân ê ē-tóe,  Pa-lân hoat siū-khì, ēng koáiⁿ-á phah lû.","tghg":"驢看見耶和華的使者，就仆佇巴蘭的下底，巴蘭發受氣，用枴仔拍驢。","bklhl":"驢看見耶和華ê使者，就仆tī Pa-lân ê下底，Pa-lân發受氣，用柺á phah驢。"}},{"book":"民","chapter":22,"verse":28,"versions":{"unv":"耶和華叫驢開口，對巴蘭說：「我向你行了甚麼，你竟打我這三次呢？」","bklcl":"Iâ-hô-hoa khui lû ê chhùi, lû tùi Pa-lân kóng, Góa tùi lí chòe sím-mi̍h, lí kéng-jiân phah góa chí saⁿ-pái ah?","tghg":"耶和華開驢的嘴，驢對巴蘭講：「我對你做甚麼，你竟然拍我此三擺啊？」","bklhl":"耶和華開驢ê嘴，驢對Pa-lân講：我對你做甚麼，你竟然phah我chit三pái ah？"}},{"book":"民","chapter":22,"verse":29,"versions":{"unv":"巴蘭對驢說：「因為你戲弄我，我恨不能手中有刀，把你殺了。」","bklcl":"Pa-lân tùi lû kóng, In-ūi lí hì-lāng góa;  góa hūn chhiú-ni̍h bô to;  ū, chiū kā lí thâi-sí.","tghg":"巴蘭對驢講：「因為你戲弄我，我恨手裡無刀，有，就給你刣死。」","bklhl":"Pa-lân對驢講：因為你戲弄我；我恨手裡無刀；有，就kā你刣死。"}},{"book":"民","chapter":22,"verse":30,"versions":{"unv":"驢對巴蘭說：「我不是你從小時直到今日所騎的驢嗎？我素常向你這樣行過嗎？」巴蘭說：「沒有。」","bklcl":"Lû tùi Pa-lân kóng, Góa kiám m̄-sī lí ê lû, lí it-seng só͘ khiâ-ê mah?  góa pêng-sò͘ bat tùi lí án-ni kiâⁿ mah?  Pa-lân kóng, Bô.","tghg":"驢對巴蘭講：「我豈呣是你的驢你一生所騎的嗎？我平素曾對你按呢行嗎？」巴蘭講：「無。」","bklhl":"驢對Pa-lân講：我kiám m̄是你ê驢，你一生所騎ê mah？我平素bat對你án-ni行mah？Pa-lân講：無。"}},{"book":"民","chapter":22,"verse":31,"versions":{"unv":"當時，耶和華使巴蘭的眼目明亮，他就看見耶和華的使者站在路上，手裡有拔出來的刀，巴蘭便低頭俯伏在地。","bklcl":"Hit-sî Iâ-hô-hoa khui Pa-lân ê ba̍k-chiu, i chiū khòaⁿ-kìⁿ Iâ-hô-hoa ê sù-chiá khiā tī lō͘-ni̍h, chhiú pu̍ih to;  Pa-lân chiū àⁿ-thâu phak tī tōe-ni̍h.","tghg":"彼時，耶和華開巴蘭的目睭，伊就看見耶和華的使者徛佇路裡，手拔(pu̍ih)刀，巴蘭就俯頭仆佇地裡。","bklhl":"Hit時耶和華開Pa-lân ê目睭，伊就看見耶和華ê使者khiā tī路裡，手拔刀；Pa-lân就àⁿ頭仆tī地裡。"}},{"book":"民","chapter":22,"verse":32,"versions":{"unv":"耶和華的使者對他說：「你為何這三次打你的驢呢？我出來敵擋你，因你所行的，在我面前偏僻。","bklcl":"Iâ-hô-hoa ê sù-chiá tùi i kóng, Lí siáⁿ-sū chí saⁿ-pái phah lí ê lû ah?  Khòaⁿ ah, góa chhut-lâi tí-te̍k lí, in-ūi lí tī góa ê bīn-chêng só͘ kiâⁿ ê, sī pōe-ge̍k.","tghg":"耶和華的使者對伊講：「你啥事此三擺拍你的驢啊？看啊，我出來抵敵你，因為你佇我的面前所行的，是悖逆。","bklhl":"耶和華ê使者對伊講，你啥事chit三pái phah你ê驢ah？看ah，我出來抵敵你，因為你tī我ê面前所行ê，是悖逆。"}},{"book":"民","chapter":22,"verse":33,"versions":{"unv":"驢看見我就三次從我面前偏過去；驢若沒有偏過去，我早把你殺了，留牠存活。」","bklcl":"Lû khòaⁿ-kìⁿ góa, chiū siám-pī góa chí saⁿ-pái;  siat-sú lû bô siám-pī góa, góa í-keng thâi-sí lí, hō͘ lû oa̍h-teh.","tghg":"驢看見我，就閃避我此三擺；設使驢無閃避我，我已經刣死你，互驢活啲。」","bklhl":"驢看見我，就閃避我chit三pái；設使驢無閃避我，我已經刣死你，hō͘驢活teh。"}},{"book":"民","chapter":22,"verse":34,"versions":{"unv":"巴蘭對耶和華的使者說：「我有罪了。我不知道你站在路上阻擋我；你若不喜歡我去，我就轉回。」","bklcl":"Pa-lân tùi Iâ-hô-hoa ê sù-chiá kóng, Góa ū hoān-chōe lah, góa m̄-chai lí khiā tī lō͘-ni̍h chó͘-tòng góa;  lí nā bô hoaⁿ-hí góa khì, góa chiū tò-tńg-khì.","tghg":"巴蘭對耶和華的使者講：「我有犯罪啦。我呣知你徛佇路裡阻擋我；你若無歡喜我去，我就倒轉去。」","bklhl":"Pa-lân tùi耶和華ê使者講：我有犯罪lah，我m̄知你khiā tī路裡阻擋我；你若無歡喜我去，我就倒tńg去。"}},{"book":"民","chapter":22,"verse":35,"versions":{"unv":"耶和華的使者對巴蘭說：「你同這些人去吧！你只要說我對你說的話。」於是巴蘭同著巴勒的使臣去了。","bklcl":"Iâ-hô-hoa ê sù-chiá tùi Pa-lân kóng, Lí kap chiah-ê lâng khì;  chóng-sī lí chí-ū thang kóng góa só͘ beh tùi lí kóng-ê.  Pa-lân chiū kap Pa-le̍k ê siú-léng saⁿ-kap khì.","tghg":"耶和華的使者對巴蘭講：「你及諸個人去！總是你只有通講我所欲對你講的。」巴蘭就及巴勒的首領相及去。","bklhl":"耶和華ê使者對Pa-lân講：你kap chiah ê人去；總是你只有thang講我所beh對你講ê。Pa-lân就kap Pa-le̍k ê首領相kap去。"}},{"book":"民","chapter":22,"verse":36,"versions":{"unv":"巴勒聽見巴蘭來了，就往摩押京城去迎接他；這城是在邊界上，在亞嫩河旁。","bklcl":"Pa-le̍k thiaⁿ-kìⁿ Pa-lân lâi, chiū khì Mô͘-ap siâⁿ ngiâ-chih i;  chit ê siâⁿ sī tī piⁿ-kài ê ke̍k-thâu, tī A-lùn ê piⁿ-thâu.","tghg":"巴勒聽見巴蘭來，就去摩押城迎接(ngiâ-chih)伊；此個城是佇邊界的極頭，佇亞嫩的邊頭。","bklhl":"Pa-le̍k聽見Pa-lân來，就去Mô͘-ap城迎接伊；chit ê城是tī邊界ê極頭，tī A-lùn ê邊頭。"}},{"book":"民","chapter":22,"verse":37,"versions":{"unv":"巴勒對巴蘭說：「我不是急急地打發人到你那裡去召你嗎？你為何不到我這裡來呢？我豈不能使你得尊榮嗎？」","bklcl":"Pa-le̍k tùi Pa-lân kóng, Góa kiám m̄-sī chhiat-chhiat chhe lâng kàu lí hia khì kiò lí mah?  Lí siáⁿ-sū bô lâi góa chia ah?  góa kiám bô chin-chiàⁿ ōe hō͘ lí chun-kùi mah?","tghg":"巴勒對巴蘭講：「我豈呣是切切差人到你遐去叫你嗎？你啥事無來我遮啊？我豈無真正會互你尊貴嗎？」","bklhl":"Pa-le̍k對Pa-lân講：我kiám m̄是切切差人到你hia去叫你mah？你啥事無來我chia ah？我kiám無真正能hō͘你尊貴mah？"}},{"book":"民","chapter":22,"verse":38,"versions":{"unv":"巴蘭說：「我已經到你這裡來了！現在我豈能擅自說甚麼呢？　神將甚麼話傳給我，我就說甚麼。」","bklcl":"Pa-lân ìn Pa-le̍k kóng, Góa taⁿ lâi kàu lí chia, góa kiám ū koân ōe kóng sím-mi̍h ah?  Siōng-tè ēng sím-mi̍h ōe kau-tài góa, góa chiū kóng i.","tghg":"巴蘭應巴勒講：「我今來到你遮！我豈有權會講甚麼啊？上帝用甚麼話交代我，我就講伊。」","bklhl":"Pa-lân應Pa-le̍k講：我taⁿ來到你chia，我kiám有權能講甚麼ah？上帝用甚麼話交帶我，我就講它。"}},{"book":"民","chapter":22,"verse":39,"versions":{"unv":"巴蘭和巴勒同行，來到基列‧胡瑣。","bklcl":"Pa-lân kap Pa-le̍k saⁿ-kap kiâⁿ, lâi kàu Ki-lia̍t-ô͘-só.","tghg":"巴蘭及巴勒相及行，來到基列胡瑣。","bklhl":"Pa-lân kap Pa-le̍k相kap行，來到Ki-lia̍t-ô͘-só。"}},{"book":"民","chapter":22,"verse":40,"versions":{"unv":"巴勒宰了（原文是獻）牛羊，送給巴蘭和陪伴的使臣。","bklcl":"Pa-le̍k thâi gû-iûⁿ hiàn-chè, chiū sàng hō͘ Pa-lân í-ki̍p kap i tī-teh ê siú-léng.","tghg":"巴勒刣牛羊獻祭，就送互巴蘭以及及(kap)伊佇啲的首領。","bklhl":"Pa-le̍k 刣牛羊獻祭，就送hō͘ Pa-lân以及kap伊tī-teh ê首領。"}},{"book":"民","chapter":22,"verse":41,"versions":{"unv":"到了早晨，巴勒領巴蘭到巴力的高處；巴蘭從那裡觀看以色列營的邊界。","bklcl":"Kàu keh chá-khí, Pa-le̍k chhōa Pa-lân kàu Pa-le̍k ê koâiⁿ-ūi;  Pa-lân tùi hia khòaⁿ Í-sek-lia̍t peh-sìⁿ ke̍k-thâu ê só͘-chāi.","tghg":"到隔早起，巴勒導巴蘭到巴勒的高位；巴蘭對遐看以色列百姓極頭的所在。","bklhl":"到隔早起，Pa-le̍k chhōa Pa-lân到Pa-le̍k ê高位；Pa-lân tùi hia看以色列百姓極頭ê所在。"}}]