[{"book":"民","chapter":3,"verse":1,"versions":{"unv":"耶和華在西奈山曉諭摩西的日子，亞倫和摩西的後代如下：","bklcl":"Iâ-hô-hoa tī Se-nái soaⁿ, tùi Mô͘-se kóng ê ji̍t, A-lûn kap Mô͘-se ê sè-hē chhin-chhiūⁿ ē-tóe.","tghg":"耶和華佇西奈山對摩西講的日，亞倫及摩西的世系親像下底：","bklhl":"耶和華tī西奈山，對摩西講ê日，亞倫kap摩西ê世系親像下底。"}},{"book":"民","chapter":3,"verse":2,"versions":{"unv":"亞倫的兒子，長子名叫拿答，還有亞比戶、以利亞撒、以他瑪。","bklcl":"A-lûn ê kiáⁿ ê miâ sī chiah-ê;  tōa-kiáⁿ miâ-kiò Ná-tap, koh ū A-pí-hō͘, Í-lī-a-sat, Í-tha-má.","tghg":"亞倫的子的名是諸個(chiah-ê)，大子名叫拿答，閣有亞比戶、以利亞撒、以他瑪。","bklhl":"亞倫ê kiáⁿ ê名是chiah ê；大kiáⁿ名叫Ná-tap，koh有A-PÍ-hō͘，Í-lī-a-sat，Í-tha-má。"}},{"book":"民","chapter":3,"verse":3,"versions":{"unv":"這是亞倫兒子的名字，都是受膏的祭司，是摩西叫他們承接聖職供祭司職分的。","bklcl":"Che sī A-lûn ê kiáⁿ ê miâ, lóng sī siū boah-iû chòe chè-si ê;  bat kā in kiâⁿ siat-li̍p ê lé, lâi tam-tng chè-si ê chit-hūn.","tghg":"這是亞倫的子的名，攏是受抹油做祭司的，曾(bat)給𪜶行設立的禮來擔當祭司的職份。","bklhl":"這是亞倫ê kiáⁿ ê名，lóng是受抹油做祭司ê；bat kā in行設立ê禮，來擔當祭司ê職份。"}},{"book":"民","chapter":3,"verse":4,"versions":{"unv":"拿答、亞比戶在西奈的曠野向耶和華獻凡火的時候就死在耶和華面前了。他們也沒有兒子。以利亞撒、以他瑪在他們的父親亞倫面前供祭司的職分。","bklcl":"Ná-tap A-pí-hō͘ tī Se-nái ê khòng-iá, tī Iâ-hô-hoa ê bīn-chêng, hiàn pa̍t-hō hé ê sî, chiū sí tī Iâ-hô-hoa ê bīn-chêng;  in iā bô kiáⁿ-jî.  Í-lī-a-sat Í-tha-má tī in lāu-pē A-lûn ê bīn-chêng, tam-tng chè-si ê chit-hūn.","tghg":"拿答、亞比戶佇西奈的曠野佇耶和華的面前獻別號火的時，就死佇耶和華的面前。𪜶也無子兒。以利亞撒、以他瑪佇𪜶老父亞倫的面前，擔當祭司的職份。","bklhl":"Ná-tap A-PÍ-hō͘ tī西奈ê曠野，tī耶和華ê面前，獻別號火ê時，就死tī耶和華ê面前；in也無kiáⁿ兒。Í-lī-a-sat Í-tha-má tī in老父亞倫ê面前，擔當祭司ê職份。"}},{"book":"民","chapter":3,"verse":5,"versions":{"unv":"耶和華曉諭摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"民","chapter":3,"verse":6,"versions":{"unv":"「你使利未支派近前來，站在祭司亞倫面前好服事他，","bklcl":"Lí hō͘ Lī-bī ê chi-phài kūn-chêng lâi, khiā tī chè-si A-lûn ê bīn-chêng, thang ho̍k-sāi i.","tghg":"「你互利未的支派近前來，徛佇(khiā-tī)祭司亞倫的面前通服事伊，","bklhl":"你hō͘利未ê支派近前來，khiā tī祭司亞倫ê面前，thang服事伊。"}},{"book":"民","chapter":3,"verse":7,"versions":{"unv":"替他和會眾在會幕前守所吩咐的，辦理帳幕的事。","bklcl":"In tio̍h siú só͘ hoan-hù A-lûn ê, iā tio̍h tī hōe-bō͘-chêng siú só͘ hoan-hù hōe-chiòng-ê, lâi pān-lí hōe-bō͘ ê sū.","tghg":"𪜶著守所吩咐亞倫的也著佇會幕前守所吩咐會眾的，來辦理會幕的事。","bklhl":"In tio̍h守所吩咐亞倫ê，也tio̍h tī會幕前守所吩咐會眾ê，來辨理會幕ê事。"}},{"book":"民","chapter":3,"verse":8,"versions":{"unv":"又要看守會幕的器具，並守所吩咐以色列人的，辦理帳幕的事。","bklcl":"In tio̍h kò͘-siú hōe-bō͘ it-chhè ê khì-kū;  iā tio̍h siú só͘ hoan-hù Í-sek-lia̍t lâng ê, lâi pān-lí hōe-bō͘ ê sū.","tghg":"𪜶著顧守會幕一切的器具，也著守所吩咐以色列人的，來辦理會幕的事。","bklhl":"In tio̍h顧守會幕一切ê器具；也tio̍h守所吩咐以色列人ê，來辨理會幕ê事。"}},{"book":"民","chapter":3,"verse":9,"versions":{"unv":"你要將利未人給亞倫和他的兒子，因為他們是從以色列人中選出來給他的。","bklcl":"Lí tio̍h chiong Lī-bī lâng hō͘ A-lûn kap i hiah-ê kiáⁿ;  in sī tùi Í-sek-lia̍t lâng ê tiong-kan kéng-chhut-lâi oân-choân hō͘ i ê.","tghg":"你著將利未人互亞倫及伊許個(hiah-ê)子，𪜶是對以色列人的中間揀出來完全互伊的。","bklhl":"你tio̍h將利未人hō͘亞倫kap伊hiah-ê kiáⁿ；in是tùi以色列人ê中間揀出來完全hō͘伊ê。"}},{"book":"民","chapter":3,"verse":10,"versions":{"unv":"你要囑咐亞倫和他的兒子謹守自己祭司的職任。近前來的外人必被治死。」","bklcl":"Lí tio̍h hun-phài A-lûn kap i hiah-ê kiáⁿ, in iā tio̍h siú in chè-si ê chit-jīm;  kūn-óa-lâi ê gōa-lâng, tek-khak hō͘ i sí.","tghg":"你著分派亞倫及伊許個子𪜶也著守𪜶祭司的職任。近倚來的外人的確互伊死。」","bklhl":"你tio̍h分派亞倫kap伊hiah-ê kiáⁿ，in也tio̍h守in祭司ê職任；近óa來ê外人，的確hō͘伊死。"}},{"book":"民","chapter":3,"verse":11,"versions":{"unv":"耶和華曉諭摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華咐吩摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"民","chapter":3,"verse":12,"versions":{"unv":"「我從以色列人中揀選了利未人，代替以色列人一切頭生的；利未人要歸我。","bklcl":"Khòaⁿ ah, Góa pún-sin tùi Í-sek-lia̍t lâng ê tiong-kan chhú Lī-bī lâng, thòe Í-sek-lia̍t lâng it-chhè thâu-thai ê tōa-kiáⁿ;  Lī-bī lâng beh chòe Góa-ê.","tghg":"「看啊，我本身對以色列人的中間取利未人，替以色列人一切頭胎的大子；利未人欲做我的。","bklhl":"看ah，我本身tùi以色列人ê中間取利未人，替以色列人一切頭胎ê大kiáⁿ；利未人beh做我ê。"}},{"book":"民","chapter":3,"verse":13,"versions":{"unv":"因為凡頭生的是我的；我在埃及地擊殺一切頭生的那日就把以色列中一切頭生的，連人帶牲畜都分別為聖歸我；他們定要屬我。我是耶和華。」","bklcl":"In-ūi it-chhè ê tōa-kiáⁿ lóng sī Góa-ê;  Góa tī Ai-ki̍p tōe phah-sí it-chhè ê tōa-kiáⁿ hit-ji̍t, chiū chiong Í-sek-lia̍t-tiong it-chhè ê tōa-kiáⁿ, lâng kap cheng-siⁿ, lóng hun-piat in chòe-sèng, kui tī Góa;  in beh chòe Góa-ê;  Góa sī Iâ-hô-hoa.","tghg":"因為一切的大子攏是我的；我佇埃及地拍死一切的大子彼日就將以色列中一切的大子，人及精牲攏分別𪜶做聖歸佇我；𪜶欲做我的。我是耶和華。」","bklhl":"因為一切ê大kiáⁿ lóng是我ê；我tī埃及地phah死一切ê大kiáⁿ hit日，就將以色列中一切ê大kiáⁿ，人kap cheng-siⁿ，lóng分別in做聖，歸tī我；in beh做我ê；我是耶和華。"}},{"book":"民","chapter":3,"verse":14,"versions":{"unv":"耶和華在西奈的曠野曉諭摩西說：","bklcl":"Iâ-hô-hoa tī Se-nái ê khòng-iá hoan-hù Mô͘-se kóng,","tghg":"耶和華佇西奈的曠野吩咐摩西講：","bklhl":"耶和華tī西奈ê曠野吩咐摩西講："}},{"book":"民","chapter":3,"verse":15,"versions":{"unv":"「你要照利未人的宗族、家室數點他們。凡一個月以外的男子都要數點。」","bklcl":"Lí tio̍h chiàu Lī-bī lâng ê chong-cho̍k, ke-kháu, tiám-sǹg in;  kìⁿ-nā móa-ge̍h í-chiūⁿ ê ta-po͘ gín-ná, lí lóng tio̍h tiám-sǹg.","tghg":"「你著照利未人的宗族、家口點算𪜶。見若滿月以上(í-chiūⁿ)的查甫囝仔你攏著點算。」","bklhl":"你tio̍h照利未人ê宗族、家口，點算in；見若滿月以上ê ta-po͘ gín-ná，你lóng tio̍h點算。"}},{"book":"民","chapter":3,"verse":16,"versions":{"unv":"於是摩西照耶和華所吩咐的數點他們。","bklcl":"Mô͘-se chiū chiàu Iâ-hô-hoa ê ōe lâi tiám-sǹg in, chiàu i só͘ siū ê bēng-lēng.","tghg":"摩西就照耶和華的話來點算𪜶照伊所受的命令。","bklhl":"摩西就照耶和華ê話來點算in，照伊所受ê命令。"}},{"book":"民","chapter":3,"verse":17,"versions":{"unv":"利未眾子的名字是革順、哥轄、米拉利。","bklcl":"Lī-bī chiah-ê kiáⁿ ê miâ, chiū-sī Kek-sūn, Ko-hat, Bí-la̍h-lī.","tghg":"利未諸個(chiah-ê)子的名就是革順、哥轄、米拉利。","bklhl":"利未chiah ê kiáⁿ ê名，就是Kek-sūn，Ko-hat，Bí-la̍h-lī。"}},{"book":"民","chapter":3,"verse":18,"versions":{"unv":"革順的兒子，按著家室，是立尼、示每。","bklcl":"Kek-sūn ê kiáⁿ, chiàu in ê ke, sī Li̍p-nî, Sī-múi.","tghg":"革順的子，照𪜶的家，是立尼、示每。","bklhl":"Kek-sūn ê kiáⁿ，照in ê家，是Li̍p-nî，Sī-múi。"}},{"book":"民","chapter":3,"verse":19,"versions":{"unv":"哥轄的兒子，按著家室，是暗蘭、以斯哈、希伯倫、烏薛。","bklcl":"Ko-hat ê kiáⁿ, chiàu in ê ke, sī Àm-lân, Í-su-hap, Hi-pek-lûn, O͘-siat.","tghg":"哥轄的子，照𪜶的家是暗蘭、以斯哈、希伯倫，烏設。","bklhl":"Ko-hat ê kiáⁿ，照in ê家，是Àm-lân，Í-su-hap，Hi-pek-lûn，O͘-siat。"}},{"book":"民","chapter":3,"verse":20,"versions":{"unv":"米拉利的兒子，按著家室，是抹利、母示。這些按著宗族是利未人的家室。","bklcl":"Bí-la̍h-lī ê kiáⁿ, chiàu in ê ke, sī Boa̍t-lī, Bó͘-sī.  Chiah-ê chiàu in ê chong-cho̍k sī Lī-bī lâng ê ke-kháu.","tghg":"米拉利的子，照𪜶的家，是抹利、某示。諸個照𪜶的宗族是利未人的家口。","bklhl":"Bí-la̍h-lī ê kiáⁿ，照in ê家，是Boa̍t-lī，Bó͘-sī。Chiah-ê照in ê宗族是利未人ê家口。"}},{"book":"民","chapter":3,"verse":21,"versions":{"unv":"屬革順的，有立尼族、示每族。這是革順的二族。","bklcl":"Sio̍k Kek-sūn ê, ū Li̍p-nî cho̍k ê ke, Sī-múi cho̍k ê ke;  chiah-ê sī Kek-sūn cho̍k ê ke.","tghg":"屬革順的，有立尼族的家、示每族的家。諸個是革順族的家。","bklhl":"屬Kek-sūn ê，有Li̍p-nî族ê家，Sī-múi族ê家；chiah ê是Kek-sūn族ê家。"}},{"book":"民","chapter":3,"verse":22,"versions":{"unv":"其中被數、從一個月以外所有的男子共有七千五百名。","bklcl":"In kè-sǹg-ê, tùi móa-ge̍h í-chiūⁿ, chiàu in hiah-ê ta-po͘ gín-ná ê siàu-gia̍h, in só͘ kè-sǹg ê lâng, kiōng ū chhit-chheng gō͘-pah miâ.","tghg":"𪜶過算的、對滿月以上照𪜶許個查甫囝仔的數額(siàu-gia̍h)𪜶所過算的人共有七千五百名。","bklhl":"In計算ê，tùi滿月以上，照in hiah-ê ta-po͘ gín-ná ê數額，in所計算ê人，共有七千五百名。"}},{"book":"民","chapter":3,"verse":23,"versions":{"unv":"這革順的二族要在帳幕後西邊安營。","bklcl":"Kek-sūn cho̍k hiah-ê ke-kháu, tio̍h chat-iâⁿ tī hōe-bō͘-āu  ê sai-sì.","tghg":"革順族許個家口著紮營佇會幕後的西勢。","bklhl":"Kek-sūn族hiah-ê家口，tio̍h紮營tī會幕後ê西勢。"}},{"book":"民","chapter":3,"verse":24,"versions":{"unv":"拉伊勒的兒子以利雅薩作革順人宗族的首領。","bklcl":"La̍h-i-le̍k ê kiáⁿ Í-lī-ngá-sat chòe Kek-sūn lâng chong-cho̍k ê siú-léng.","tghg":"拉伊勒的子以利雅薩做革順人宗族的首領。","bklhl":"La̍h-i-le̍k ê kiáⁿ Í-lī-ngá-sat做Kek-sūn人宗族ê首領。"}},{"book":"民","chapter":3,"verse":25,"versions":{"unv":"革順的子孫在會幕中所要看守的，就是帳幕和罩棚，並罩棚的蓋與會幕的門簾，","bklcl":"Kek-sūn ê kiáⁿ-sun, tī hōe-bō͘-tiong só͘ tio̍h kò͘-siú-ê, chiū-sī hōe-bō͘, kap Pò͘-pîⁿ, kap i ê kòa, kap hōe-bō͘ ê mn̂g-lî;","tghg":"革順的子孫佇會幕中所著顧守的，就是會幕及布棚，及伊的蓋(kòa)及會幕的門簾(mn̂g-lî)，","bklhl":"Kek-sūn ê kiáⁿ孫，tī會幕中所tio̍h顧守ê，就是會幕，kap布棚，kap伊ê蓋，kap會幕ê門籬；"}},{"book":"民","chapter":3,"verse":26,"versions":{"unv":"院子的帷子和門簾（院子是圍帳幕和壇的），並一切使用的繩子。","bklcl":"īⁿ ê pò͘-ûi, kap īⁿ ê mn̂g-lî,  (īⁿ chiū-sī ûi hōe-bō͘ kap tôaⁿ-ê), kap it-chhè só͘ ēng ê soh.","tghg":"院的布帷(pò͘-ûi)及院的門簾（院就是圍會幕及壇的），及一切所用的索(soh)。","bklhl":"院ê布帷，kap院ê門籬，(院就是圍會幕kap壇ê) ，kap一切所用ê索。"}},{"book":"民","chapter":3,"verse":27,"versions":{"unv":"屬哥轄的，有暗蘭族、以斯哈族、希伯倫族、烏薛族。這是哥轄的諸族。","bklcl":"Sio̍k Ko-hat ê, ū Àm-lân cho̍k ê ke, Í-su-hap cho̍k ê ke, Hi-pek-lûn cho̍k ê ke, O͘-siat cho̍k ê ke;  chiah-ê sī Ko-hat cho̍k ê ke.","tghg":"屬哥轄的，有暗蘭族的家、以斯哈族的家、希伯倫族的家、烏設族的家。諸個是歌轄族的家。","bklhl":"屬Ko-hat ê，有Àm-lân族ê家，Í-su-hap族ê家，Hi-pek-lûn族ê家，O͘-siat族ê家；chiah ê是Ko-hat族ê家。"}},{"book":"民","chapter":3,"verse":28,"versions":{"unv":"按所有男子的數目，從一個月以外看守聖所的，共有八千六百名。","bklcl":"Chiàu ta-po͘-teng ê siàu-gia̍h, tùi móa-ge̍h í-chiūⁿ, siú sèng-só͘ ê chek-sêng-ê, kiōng ū poeh-chheng la̍k-pah miâ.","tghg":"照查甫丁的數額，對滿月以上守聖所的責成(chek-sêng)的，共有八千六百名。","bklhl":"照ta-po͘丁ê數額，tùi滿月以上，守聖所ê責成ê，共有八千六百名。"}},{"book":"民","chapter":3,"verse":29,"versions":{"unv":"哥轄兒子的諸族要在帳幕的南邊安營。","bklcl":"Ko-hat kiáⁿ-sun hiah-ê ke tio̍h chat-iâⁿ tī hōe-bō͘-piⁿ ê lâm-sì.","tghg":"哥轄子孫許個家著紮營佇會幕邊的南勢(lâm-sì)。","bklhl":"Ko-hat kiáⁿ孫hiah-ê家tio̍h紮營tī會幕邊ê南勢。"}},{"book":"民","chapter":3,"verse":30,"versions":{"unv":"烏薛的兒子以利撒反作哥轄宗族家室的首領。","bklcl":"O͘-siat ê kiáⁿ Í-lī-sat-hoán chòe Ko-hat chong-cho̍k ke-kháu ê siú-léng.","tghg":"烏設的子以利撒反做哥轄宗族家口的首領。","bklhl":"O͘-siat ê kiáⁿ Í-lī-sat-hoán做Ko-hat宗族家口ê首領。"}},{"book":"民","chapter":3,"verse":31,"versions":{"unv":"他們所要看守的是約櫃、桌子、燈臺、兩座壇與聖所內使用的器皿，並簾子和一切使用之物。","bklcl":"In só͘ tio̍h siú-ê sī iok-kūi, toh, teng-tâi, hiah-ê tôaⁿ, kap sèng-só͘ lāi in só͘ ēng ê khì-kū, í-ki̍p mn̂g-lî, kap it-chhè chòe lō͘-ēng ê mi̍h.","tghg":"𪜶所著守的是約櫃、桌、燈台、許個壇及聖所內𪜶所用的器具，以及門簾及一切做路用的物。","bklhl":"In所tio̍h守ê是約櫃、桌、燈台，hiah-ê壇，kap聖所內in所用ê器具，以及門籬，kap一切做路用ê物。"}},{"book":"民","chapter":3,"verse":32,"versions":{"unv":"祭司亞倫的兒子以利亞撒作利未人眾首領的領袖，要監察那些看守聖所的人。","bklcl":"Chè-si A-lûn ê kiáⁿ Í-lī-a-sat chòe Lī-bī lâng chiah-ê siú-léng ê siú-léng, tio̍h kàm-chhat hiah-ê kò͘-siú sèng-só͘ ê lâng.","tghg":"祭司亞倫的子以利亞撒做利未人諸個首領的首領，著鑑察許個顧守聖所的人。","bklhl":"祭司亞倫ê kiáⁿ Í-lī-a-sat做利未人chiah ê首領ê首領，tio̍h鑑察hiah-ê顧守聖所ê人。"}},{"book":"民","chapter":3,"verse":33,"versions":{"unv":"屬米拉利的，有抹利族、母示族。這是米拉利的二族。","bklcl":"Sio̍k Bí-la̍h-lī ê, ū Boa̍t-lī cho̍k ê ke, Bó͘-sī cho̍k ê ke, chiah-ê sī Bí-la̍h-lī hiah-ê ke-kháu.","tghg":"屬米拉利的，有抹利族的家、某示族的家。諸個是米拉利許個家口。","bklhl":"屬Bí-la̍h-lī ê，有Boa̍t-lī族ê家，Bó͘-sī族ê家，chiah ê是Bí-la̍h-lī hiah-ê家口。"}},{"book":"民","chapter":3,"verse":34,"versions":{"unv":"他們被數的，按所有男子的數目，從一個月以外的，共有六千二百名。","bklcl":"In kè-sǹg ê, chiàu in ta-po͘-teng ê siàu-gia̍h;  tùi móa-ge̍h í-chiūⁿ ê, kiōng ū la̍k-chheng nn̄g-pah miâ.","tghg":"𪜶過算的，照𪜶查甫丁的數額，對滿月以上的，共有六千二百名。","bklhl":"In計算ê，照in ta-po͘丁ê數額；tùi滿月以上ê，共有六千兩百名。"}},{"book":"民","chapter":3,"verse":35,"versions":{"unv":"亞比亥的兒子蘇列作米拉利二宗族的首領。他們要在帳幕的北邊安營。","bklcl":"A-pí-hāi ê kiáⁿ So͘-lia̍t chòe Bí-la̍h-lī chong-cho̍k chiah-ê ke ê siú-léng;  in tio̍h chat-iâⁿ tī hōe-bō͘-piⁿ ê pak-sì.","tghg":"亞比亥的子蘇列做米拉利宗族諸個家的首領。𪜶著紮營佇會幕邊的北勢。","bklhl":"A-PÍ-hāi ê kiáⁿ So͘-lia̍t做Bí-la̍h-lī宗族chiah ê家ê首領；in tio̍h紮營tī會幕邊ê北勢。"}},{"book":"民","chapter":3,"verse":36,"versions":{"unv":"米拉利子孫的職分是看守帳幕的板、閂、柱子、帶卯的座，和帳幕一切所使用的器具，","bklcl":"Bí-la̍h-lī ê kiáⁿ-sun tiāⁿ-tio̍h ê chit-hūn sī siú hōe-bō͘ ê pán, i ê kông, i ê thiāu, i ê chō, kap it-chhè ê khì-kū, it-chhè chòe lō͘-ēng ê mi̍h;","tghg":"米拉利的子孫定著(tiāⁿ-tio̍h)的職份是守會幕的板、伊的楗(kông)、伊的柱、伊的座，及一切的器具一切做路用的物，","bklhl":"Bí-la̍h-lī ê kiáⁿ孫定tio̍h ê職份是守會幕ê板，伊ê栱，伊ê柱，伊ê座，kap一切ê器具，一切做路用ê物；"}},{"book":"民","chapter":3,"verse":37,"versions":{"unv":"院子四圍的柱子、帶卯的座、橛子，和繩子。","bklcl":"īⁿ sì-ûi ê thiāu, i ê chō, i só͘ tèng ê teng kap soh.","tghg":"院四圍的柱，伊的座、伊所釘(tèng)的釘(teng)及索。","bklhl":"院四圍ê柱，伊ê座，伊所釘ê釘kap索。"}},{"book":"民","chapter":3,"verse":38,"versions":{"unv":"在帳幕前東邊，向日出之地安營的是摩西、亞倫，和亞倫的兒子。他們看守聖所，替以色列人守耶和華所吩咐的。近前來的外人必被治死。","bklcl":"Tī hōe-bō͘-chêng ê tang-sì, chiū-sī tī pò͘-pîⁿ-chêng ǹg ji̍t-chhut ê só͘-chāi, chat-iâⁿ-ê sī Mô͘-se A-lûn, kap i hiah-ê kiáⁿ;  in siú sèng-só͘ ê chek-sêng, chiū-sī thòe Í-sek-lia̍t kiáⁿ-sun ê chek-sêng;  pa̍t-lâng nā kūn-óa tek-khak tio̍h hō͘ i sí.","tghg":"佇會幕前的東勢，就是佇布棚(pò͘-pîⁿ)前向日出的所在紮營的是摩西、亞倫，及伊許個子。𪜶守聖所的責成，就是替以色列子孫的責成。別人若近倚的確著互伊死。","bklhl":"Tī會幕前ê東勢，就是tī布棚前ǹg日出ê所在，紮營ê是摩西、亞倫，kap伊hiah-ê kiáⁿ；in守聖所ê責成，就是替以色列kiáⁿ孫ê責成；別人若近óa的確tio̍h hō͘伊死。"}},{"book":"民","chapter":3,"verse":39,"versions":{"unv":"凡被數的利未人，就是摩西、亞倫照耶和華吩咐所數的，按著家室，從一個月以外的男子，共有二萬二千名。","bklcl":"Kìⁿ-nā kè-sǹg ê Lī-bī lâng, chiū-sī Mô͘-se A-lûn chiàu Iâ-hô-hoa ê bēng-lēng só͘ sǹg-ê, chiàu in ê ke, tùi móa-ge̍h í-chiūⁿ ê ta-po͘-teng, kiōng ū nn̄g-bān nn̄g-chheng miâ.","tghg":"見若過算的利未人，就是摩西、亞倫照耶和華的命令所算的，照𪜶的家，對滿月以上的查甫丁，共有二萬二千名。","bklhl":"見若計算ê利未人，就是摩西、亞倫照耶和華ê命令所算ê，照in ê家，tùi滿月以上ê ta-po͘丁，共有兩萬兩千名。"}},{"book":"民","chapter":3,"verse":40,"versions":{"unv":"耶和華對摩西說：「你要從以色列人中數點一個月以外、凡頭生的男子，把他們的名字記下。","bklcl":"Iâ-hô-hoa kā Mô͘-se kóng, Lí tio̍h tī Í-sek-lia̍t lâng ê tiong-kan tiám-sǹg tùi móa-ge̍h í-chiūⁿ kìⁿ-nā thâu-thai ê ta-po͘-teng, kì in ê miâ-gia̍h.","tghg":"耶和華給摩西講：「你著佇以色列人的中間點算對滿月以上、見若頭胎的查甫丁，記𪜶的名額。","bklhl":"耶和華kā摩西講：你tio̍h tī以色列人ê中間點算tùi滿月以上見若頭胎ê ta-po͘丁，記in ê名額。"}},{"book":"民","chapter":3,"verse":41,"versions":{"unv":"我是耶和華。你要揀選利未人歸我，代替以色列人所有頭生的，也取利未人的牲畜代替以色列所有頭生的牲畜。」","bklcl":"Góa sī Iâ-hô-hoa, lí tio̍h kā Góa chhú Lī-bī lâng, thòe Í-sek-lia̍t lâng só͘ ū ê thâu-chiūⁿ-kiáⁿ;  iā chhú Lī-bī lâng ê cheng-siⁿ, thòe Í-sek-lia̍t lâng só͘ ū thâu-chúi-siⁿ ê cheng-siⁿ.","tghg":"我是耶和華。你著給我取利未人，替以色列人所有的頭上子，也取利未人的精牲替以色列人所有頭水生的精牲。」","bklhl":"我是耶和華，你tio̍h kā我取利未人，替以色列人所有ê頭chiūⁿ-kiáⁿ；也取利未人ê cheng-siⁿ，替以色列人所有頭水生ê cheng-siⁿ。"}},{"book":"民","chapter":3,"verse":42,"versions":{"unv":"摩西就照耶和華所吩咐的把以色列人頭生的都數點了。","bklcl":"Mô͘-se chiū chiàu Iâ-hô-hoa só͘ bēng-lēng ê, sǹg Í-sek-lia̍t lâng it-chhè ê thâu-chiūⁿ-kiáⁿ.","tghg":"摩西就照耶和華所命令的算以色列人一切的頭上子。","bklhl":"摩西就照耶和華所命令ê，算以色列人一切ê頭chiūⁿ-kiáⁿ。"}},{"book":"民","chapter":3,"verse":43,"versions":{"unv":"按人名的數目，從一個月以外、凡頭生的男子，共有二萬二千二百七十三名。","bklcl":"Chiàu lâng-miâ ê siàu-gia̍h, tùi móa-ge̍h í-chiūⁿ, kìⁿ-nā thâu-chiūⁿ-siⁿ ê ta-po͘-teng kè-sǹg ê, kiōng ū nn̄g-bān nn̄g-chheng nn̄g-pah chhit-cha̍p-saⁿ miâ.","tghg":"照人名的數額，對滿月以上、見若頭上生的查甫丁過算的，共有二萬二千二百七十三名。","bklhl":"照人名ê數額，tùi滿月以上，見若頭chiūⁿ生ê ta-po͘丁計算ê，共有兩萬兩千兩百七十三名。"}},{"book":"民","chapter":3,"verse":44,"versions":{"unv":"耶和華曉諭摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"民","chapter":3,"verse":45,"versions":{"unv":"「你揀選利未人代替以色列人所有頭生的，也取利未人的牲畜代替以色列人的牲畜。利未人要歸我；我是耶和華。","bklcl":"Lí tio̍h chhú Lī-bī lâng thòe Í-sek-lia̍t lâng só͘ ū thâu-chiūⁿ-siⁿ ê, iā chhú Lī-bī lâng ê cheng-siⁿ thòe Í-sek-lia̍t ê cheng-siⁿ;  chiū Lī-bī lâng beh sio̍k Góa, Góa sī Iâ-hô-hoa.","tghg":"「你著取利未人替以色列人所有頭上生的，也取利未人的精牲替以色列的精牲。就利未人欲屬我；我是耶和華。","bklhl":"你tio̍h 取利未人替以色列人所有頭chiūⁿ生ê，也取利未人ê cheng-siⁿ替以色列ê cheng-siⁿ；就利未人beh屬我，我是耶和華。"}},{"book":"民","chapter":3,"verse":46,"versions":{"unv":"以色列人中頭生的男子比利未人多二百七十三個，必當將他們贖出來。","bklcl":"Í-sek-lia̍t lâng tiong thâu-chiūⁿ ê ta-po͘-teng, pí Lī-bī lâng khah-chōe nn̄g-pah chhit-cha̍p-saⁿ ê, lí beh kā i sio̍k-chhut-lâi;","tghg":"以色列人中頭上的查甫丁比利未人卡多二百七十三個，你欲給伊贖出來。","bklhl":"以色列人中頭chiūⁿ ê ta-po͘丁，比利未人khah-chōe兩百七十三個，你beh kā伊贖出來；"}},{"book":"民","chapter":3,"verse":47,"versions":{"unv":"你要按人丁，照聖所的平，每人取贖銀五舍客勒（一舍客勒是二十季拉），","bklcl":"chiū tio̍h chiàu jîn-teng, chiàu sèng-só͘ ê sià-khek-le̍k, ta̍k-lâng chhú gō͘ sià-khek-le̍k, (chi̍t sià-khek-le̍k sī jī-cha̍p kùi-la̍h).","tghg":"就著照人丁，照聖所的舍客勒，逐人取五舍客勒（一舍客勒是二十季拉(kùi-la̍h)），","bklhl":"就tio̍h照人丁，照聖所ê sià-khek-le̍k，ta̍k人取五 sià-khek-le̍k，(一sià-khek-le̍k是二十kùi-la̍h)。"}},{"book":"民","chapter":3,"verse":48,"versions":{"unv":"把那多餘之人的贖銀交給亞倫和他的兒子。」","bklcl":"Hiah ê chhut-gia̍h ê lâng só͘ sio̍k-hôe ê gûn, kau-tài A-lûn kap i ê kiáⁿ.","tghg":"許個出額的人所贖回的銀交代亞倫及伊的子。」","bklhl":"hiah-ê出額ê人所贖回ê銀，交帶亞倫kap伊ê kiáⁿ。"}},{"book":"民","chapter":3,"verse":49,"versions":{"unv":"於是摩西從那被利未人所贖以外的人取了贖銀。","bklcl":"Mô͘-se chiū tùi hiah-ê siū Lī-bī lâng só͘ sio̍k chhut-gia̍h ê lâng, the̍h sio̍k-hôe ê gûn.","tghg":"摩西就對許個受利未人所贖出額的人提贖回的銀。","bklhl":"摩西就tùi hiah-ê受利未人所贖出額ê人，the̍h贖回ê銀。"}},{"book":"民","chapter":3,"verse":50,"versions":{"unv":"從以色列人頭生的所取之銀，按聖所的平，有一千三百六十五舍客勒。","bklcl":"Tùi Í-sek-lia̍t lâng thâu-chiūⁿ-siⁿ-ê, só͘ the̍h ê gûn, chiàu sèng-só͘ ê sià-khek-le̍k, ū chi̍t-chheng saⁿ-pah la̍k-cha̍p-gō͘ sià-khek-le̍k.","tghg":"對以色列人頭上生的所提的銀，照聖所的舍客勒，有一千三百六十五舍客勒。","bklhl":"Tùi以色列人頭chiūⁿ生ê，所the̍h ê銀，照聖所ê sià-khek-le̍k，有一千三百六十五sià-khek-le̍k。"}},{"book":"民","chapter":3,"verse":51,"versions":{"unv":"摩西照耶和華的話把這贖銀給亞倫和他的兒子，正如耶和華所吩咐的。","bklcl":"Mô͘-se chiàu Iâ-hô-hoa ê ōe, chiong chiah-ê ê sio̍k-hôe ê gûn, kau-tài A-lûn kap i ê kiáⁿ, tú-tú chhin-chhiūⁿ Iâ-hô-hoa só͘ bēng-lēng Mô͘-se ê.","tghg":"摩西照耶和華的話將諸個的贖回的銀交代亞倫及伊的子，抵抵(tú-tú)親像耶和華所命令摩西的。","bklhl":"摩西照耶和華ê話，將chiah ê ê贖回ê銀，交帶亞倫kap伊ê kiáⁿ，tú-tú親像耶和華所命令摩西ê。"}}]