[{"book":"民","chapter":25,"verse":1,"versions":{"unv":"以色列人住在什亭，百姓與摩押女子行起淫亂。","bklcl":"Í-sek-lia̍t lâng tiàm tī Si̍p-têng, peh-sìⁿ chiū kap Mô͘-ap ê cha-bó͘-gín-á kiâⁿ îm-loān.","tghg":"以色列人踮佇什亭(Si̍p-têng)，百姓就及摩押的查某囝仔行淫亂。","bklhl":"以色列人tiàm tī Si̍p-têng，百姓就kap Mô͘-ap ê cha-bó͘-gín-á行淫亂。"}},{"book":"民","chapter":25,"verse":2,"versions":{"unv":"因為這女子叫百姓來，一同給她們的神獻祭，百姓就吃她們的祭物，跪拜她們的神。","bklcl":"In hiàn-chè in ê siōng-tè, chhiáⁿ peh-sìⁿ lâi hù, peh-sìⁿ chia̍h in ê chè-mi̍h, sòa kūi-pài in ê siōng-tè.","tghg":"𪜶獻祭𪜶的上帝，請百姓來赴，百姓食𪜶的祭物，續跪拜𪜶的上帝。","bklhl":"In獻祭in ê上帝，請百姓來赴，百姓食in ê祭物，續跪拜in ê上帝。"}},{"book":"民","chapter":25,"verse":3,"versions":{"unv":"以色列人與巴力‧毘珥連合，耶和華的怒氣就向以色列人發作。","bklcl":"Í-sek-lia̍t lâng kap Pa-le̍k-pí-jíⁿ liân-ha̍p;  Iâ-hô-hoa chiū tùi Í-sek-lia̍t lâng hoat siū-khì.","tghg":"以色列人及巴力毗珥聯合，耶和華就對以色列人發受氣。","bklhl":"以色列人kap Pa-le̍k-pí-jíⁿ連合；耶和華就對以色列人發受氣。"}},{"book":"民","chapter":25,"verse":4,"versions":{"unv":"耶和華吩咐摩西說：「將百姓中所有的族長在我面前對著日頭懸掛，使我向以色列人所發的怒氣可以消了。」","bklcl":"Iâ-hô-hoa tùi Mô͘-se kóng, Chiong peh-sìⁿ lóng-chóng ê cho̍k-tiúⁿ, tng-thâu pe̍h-ji̍t tiàu-sí tī Iâ-hô-hoa ê bīn-chêng, hō͘ Iâ-hô-hoa ê tōa siū-khì thang tùi Í-sek-lia̍t siau-bô.","tghg":"耶和華對摩西講：「將百姓攏總的族長當頭(tng-thâu)白日(pe̍h-ji̍t)吊死佇耶和華的面前，互耶和華的大受氣通對以色列消無。」","bklhl":"耶和華對摩西講：將百姓lóng總ê族長，當頭白日吊死tī耶和華ê面前，hō͘耶和華ê大受氣thang tùi以色列消無。"}},{"book":"民","chapter":25,"verse":5,"versions":{"unv":"於是摩西吩咐以色列的審判官說：「凡屬你們的人，有與巴力‧毘珥連合的，你們各人要把他們殺了。」","bklcl":"Mô͘-se chiū tùi Í-sek-lia̍t ê sím-phòaⁿ-koaⁿ kóng, Kìⁿ-nā sio̍k lín ê lâng, ū kap Pa-le̍k-pí-jíⁿ liân-ha̍p-ê lín tio̍h thâi-sí i.","tghg":"摩西就對以色列的審判官講：「見若屬恁的人，有及巴力毗珥聯合的，恁著刣死伊。」","bklhl":"摩西就對以色列ê審判官講：見若屬lín ê人，有kap Pa-le̍k-pí-jíⁿ連合ê lín tio̍h 刣死伊。"}},{"book":"民","chapter":25,"verse":6,"versions":{"unv":"摩西和以色列全會眾正在會幕門前哭泣的時候，誰知，有以色列中的一個人，當他們眼前，帶著一個米甸女人到他弟兄那裡去。","bklcl":"Mô͘-se kap Í-sek-lia̍t hōe-chiòng tú-á tī hōe-bō͘ mn̂g-kháu teh-khàu ê sî, hut-jiân ū Í-sek-lia̍t tiong chi̍t-lâng, tng in ba̍k-chiu chêng tòa chi̍t ê Bí-tiân ê hū-jîn-lâng kàu i ê hiaⁿ-tī hia.","tghg":"摩西及以色列會眾抵仔佇會幕門口啲哭的時，忽然有以色列中一人，當𪜶目睭前，帶一個米甸的婦仁人到伊的兄弟遐。","bklhl":"摩西kap以色列會眾tú-á tī會幕門口teh哭ê時，忽然有以色列中一人，當in目睭前帶一个米甸ê婦人人到伊ê兄弟hia。"}},{"book":"民","chapter":25,"verse":7,"versions":{"unv":"祭司亞倫的孫子，以利亞撒的兒子非尼哈看見了，就從會中起來，手裡拿著槍，","bklcl":"Chè-si A-lûn ê sun, Í-lī-a-sat ê kiáⁿ, Hui-nî-hap khòaⁿ-kìⁿ, chiū tùi hōe-tiong khí-lâi, chhiú-ni̍h kia̍h chhiuⁿ;","tghg":"祭司亞倫的孫，以利亞撒的子非尼哈看見，就對會中起來，手裡攑槍，","bklhl":"祭司亞倫ê孫，Í-lī-a-sat ê kiáⁿ，Hui-nî-hap看見，就tùi會中起來，手裡 kia̍h鎗；"}},{"book":"民","chapter":25,"verse":8,"versions":{"unv":"跟隨那以色列人進亭子裡去，便將以色列人和那女人由腹中刺透。這樣，在以色列人中瘟疫就止息了。","bklcl":"tè Í-sek-lia̍t lâng ji̍p têng-á-lāi, chha̍k-sí nn̄g-lâng, chiū-sī chha̍k-thàu Í-sek-lia̍t lâng kap hit ê hū-jîn-lâng ê pak-tó͘;  án-ni, tī Í-sek-lia̍t lâng ê tiong-kan un-e̍k chiū soah.","tghg":"隨以色列人入亭仔內，鑿死(chha̍k-sí)二人，就是鑿透(chha̍k-thàu)以色列人及彼個婦仁人的腹肚。按呢，佇以色列人的中間瘟疫就息。","bklhl":"tè以色列人入亭á內，鑿死兩人，就是鑿透以色列人kap hit ê婦人人ê腹肚；án-ni，tī以色列人ê中間瘟疫就soah。"}},{"book":"民","chapter":25,"verse":9,"versions":{"unv":"那時遭瘟疫死的，有二萬四千人。","bklcl":"Hit-sî tú-tio̍h un-e̍k sí-ê, nn̄g-bān sì-chheng lâng.","tghg":"彼時抵著(tú-tio̍h)瘟疫死的，二萬四千人。","bklhl":"Hit時tú-tio̍h瘟疫死ê，兩萬四千人。"}},{"book":"民","chapter":25,"verse":10,"versions":{"unv":"耶和華曉諭摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"民","chapter":25,"verse":11,"versions":{"unv":"「祭司亞倫的孫子，以利亞撒的兒子非尼哈，使我向以色列人所發的怒消了；因他在他們中間，以我的忌邪為心，使我不在忌邪中把他們除滅。","bklcl":"Chè-si A-lûn ê sun, Í-lī-a-sat ê kiáⁿ, Hui-nî-hap hō͘ Góa só͘ hoat ê siū-khì siau-bô tī Í-sek-lia̍t lâng, in-ūi i tī in tiong-kan, ēng Góa ê tò͘-khī chòe tò͘-khī, hō͘ Góa tī tò͘-khī-tiong bô bia̍t-bô in.","tghg":"「祭司亞倫的孫，以利亞撒的子非尼哈，互我所發的受氣消無佇以色列人；因為伊佇𪜶中間，用我的妒忌(tò͘-khī)做妒忌，互我佇妒忌中無滅無𪜶。","bklhl":"祭司亞倫ê孫，Í-lī-a-sat ê kiáⁿ，Hui-nî-hap hō͘我所發ê受氣消無tī以色列人，因為伊tī in中間，用我ê妒忌做妒忌，hō͘我tī妒忌中無滅無in。"}},{"book":"民","chapter":25,"verse":12,"versions":{"unv":"因此，你要說：『我將我平安的約賜給他。","bklcl":"Só͘-í lí tio̍h kóng, Khòaⁿ ah, Góa ēng Góa pêng-an ê iok siúⁿ-sù i;","tghg":"所以，你著講：『看啊，我用我平安的約賞賜伊。","bklhl":"所以你tio̍h講：看ah，我用我平安ê約賞賜伊；"}},{"book":"民","chapter":25,"verse":13,"versions":{"unv":"這約要給他和他的後裔，作為永遠當祭司職任的約；因他為　神有忌邪的心，為以色列人贖罪。』」","bklcl":"beh chòe i kap i ê hō͘-è éng-oán chòe chè-si ê chit ê iok,  in-ūi i ūi-tio̍h i ê Siōng-tè ū tò͘-khī ê sim, koh ūi-tio̍h Í-sek-lia̍t lâng sio̍k-chōe.","tghg":"欲做伊及伊的後裔，永遠做祭司的職的約；因為伊為著伊的上帝有妒忌的心，閣為著以色列人贖罪。』」","bklhl":"beh做伊kap伊ê後裔永遠做祭司ê職ê約，因為伊為tio̍h伊ê上帝有妒忌ê心，koh為tio̍h以色列人贖罪。"}},{"book":"民","chapter":25,"verse":14,"versions":{"unv":"那與米甸女人一同被殺的以色列人，名叫心利，是撒路的兒子，是西緬一個宗族的首領。","bklcl":"Hit ê siū-thâi ê Í-sek-lia̍t lâng, chiū-sī kap Bí-tiân ê hū-jîn-lâng saⁿ-kap siū chha̍k-sí-ê, miâ-kiò Sim-lī, sī Sat-lō͘ ê kiáⁿ, sī Se-biān chi-phài-tiong chi̍t-cho̍k ê siú-léng.","tghg":"彼個受刣的以色列人，就是及米甸的婦仁人相及受鑿死的，名叫心利，是撒路的子，是西緬支派中一族的首領。","bklhl":"hit ê受刣 ê以色列人，就是kap米甸ê婦人人相kap受鑿死ê，名叫Sim-lī，是Sat-lō͘ ê kiáⁿ，是西門支派中一族ê首領。"}},{"book":"民","chapter":25,"verse":15,"versions":{"unv":"那被殺的米甸女人，名叫哥斯比，是蘇珥的女兒；這蘇珥是米甸一個宗族的首領。","bklcl":"Hit ê siū chha̍k-sí Bí-tiân ê hū-jîn-lâng miâ-kiò Ko-su-pí, sī So͘-jíⁿ ê cha-bó͘-kiáⁿ;  chit ê So͘-jíⁿ sī Bí-tiân ê peh-sìⁿ chi̍t-cho̍k ê thâu-lâng.","tghg":"彼個受鑿死米甸的婦仁人，名叫哥斯比，是蘇珥的查某子；此個蘇珥是米甸的百姓一族的頭人。","bklhl":"Hit-ê受鑿死米甸ê婦人人名叫Ko-su-pí，是So͘-jíⁿ ê cha-bó͘-kiáⁿ；chit ê So͘-jíⁿ是米甸ê百姓一族ê頭人。"}},{"book":"民","chapter":25,"verse":16,"versions":{"unv":"耶和華曉諭摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"民","chapter":25,"verse":17,"versions":{"unv":"「你要擾害米甸人，擊殺他們；","bklcl":"Lí tio̍h khún-pek Bí-tiân lâng, koh phah in;","tghg":"「你著窘迫米甸人，閣拍𪜶；","bklhl":"你tio̍h窘迫米甸人，koh phah in；"}},{"book":"民","chapter":25,"verse":18,"versions":{"unv":"因為他們用詭計擾害你們，在毘珥的事上和他們的姊妹、米甸首領的女兒哥斯比的事上，用這詭計誘惑了你們；這哥斯比，當瘟疫流行的日子，因毘珥的事被殺了。」","bklcl":"in-ūi in ēng khúi-khiat ê kè-bô͘ khún-pek lín, tī Pí-jíⁿ ê sū, kap in ê chí-bē,  Bí-tiân siú-léng ê cha-bó͘-kiáⁿ, Ko-su-pí ê sū, ēng khúi-khiat ê kè-bô͘ ín-iú lín;  chit ê Ko-su-pí, tng un-e̍k liû-hêng ê ji̍t, in-ūi Pí-jíⁿ ê sū í-keng siū chha̍k-sí.","tghg":"因為𪜶用詭譎(khúi-khiat)的計謀窘迫恁，佇毗珥的事及𪜶的姊妹、米甸首領的查某子哥斯比的事，用詭譎的計謀引誘恁；此個哥斯比，當瘟疫流行的日，因為毗珥的事已經受鑿死。」","bklhl":"因為in用詭譎ê計謀窘迫lín，tī Pí-jíⁿ ê事，kap in ê姊妹，米甸首領ê cha-bó͘-kiáⁿ，Ko-su-pí ê事，用詭譎ê計謀引誘lín；chit ê Ko-su-pí，當瘟疫流行ê日，因為Pí-jíⁿ ê事已經受鑿死。"}}]