[{"book":"民","chapter":35,"verse":1,"versions":{"unv":"耶和華在摩押平原─約旦河邊、耶利哥對面曉諭摩西說：","bklcl":"Iâ-hô-hoa tī Mô͘-ap ê pîⁿ-iûⁿ, Iok-tàn hô-piⁿ, Iâ-lī-ko tùi-bīn, hoan-hù Mô͘-se kóng,","tghg":"耶和華佇摩押的平洋──約但河邊、耶利哥對面吩咐摩西講：","bklhl":"耶和華tī Mô͘-ap ê平洋，約旦河邊，耶利哥對面，吩咐摩西講："}},{"book":"民","chapter":35,"verse":2,"versions":{"unv":"「你吩咐以色列人，要從所得為業的地中把些城給利未人居住，也要把這城四圍的郊野給利未人。","bklcl":"Lí bēng-lēng Í-sek-lia̍t lâng, tio̍h tùi in só͘ tit-tio̍h ê gia̍p, ēng siâⁿ hō͘ Lī-bī lâng khiā-khí;  iā tio̍h ēng siâⁿ sì-ûi ê kau-iá hō͘ Lī-bī lâng.","tghg":"「你命令以色列人，著對𪜶所得著的業用城互利未人徛起，也著用城四圍的郊野互利未人。","bklhl":"你命令以色列人，tio̍h 對in所得tio̍h ê業，用城hō͘利未人khiā起；也tio̍h用城四圍ê郊野hō͘利未人。"}},{"book":"民","chapter":35,"verse":3,"versions":{"unv":"這城邑要歸他們居住，城邑的郊野可以牧養他們的牛羊和各樣的牲畜，又可以安置他們的財物。","bklcl":"Siâⁿ beh hō͘ in khiā-khí;  kau-iá beh chòe in ê gû, iûⁿ, châi-bu̍t, kap ta̍k-iūⁿ cheng-siⁿ ê lō͘-ēng.","tghg":"城欲互𪜶徛起，郊野欲做𪜶的牛、羊、財物，及逐樣精牲的路用。","bklhl":"城beh hō͘ in khiā起；郊野beh做in ê牛、羊、財物，kap ta̍k樣cheng-siⁿ ê路用。"}},{"book":"民","chapter":35,"verse":4,"versions":{"unv":"你們給利未人的郊野，要從城根起，四圍往外量一千肘。","bklcl":"Lín só͘ hō͘ Lī-bī lâng siâⁿ-gōa ê kau-iá, tùi siâⁿ-kha sì-ûi niû-chhut chi̍t-chheng tiú.","tghg":"恁所互利未人城外的郊野，對城腳四圍量出一千肘。","bklhl":"Lín所hō͘利未人城外ê郊野，tùi城腳四圍量出一千肘。"}},{"book":"民","chapter":35,"verse":5,"versions":{"unv":"另外東量二千肘，南量二千肘，西量二千肘，北量二千肘，為邊界，城在當中；這要歸他們作城邑的郊野。","bklcl":"Lí tī siâⁿ-gōa niû i, tang-sì nn̄g-chheng tiú, lâm-sì nn̄g-chheng tiú, sai-sì nn̄g-chheng tiú, pak-sì nn̄g-chheng tiú, siâⁿ tī tiong-ng;  che sī beh hō͘ in chòe siâⁿ ê kau-iá.","tghg":"你佇城外量伊，東勢二千肘，南勢二千肘，西勢二千肘，北勢二千肘，城佇中央；這是欲互𪜶做城的郊野。","bklhl":"你tī城外量伊，東勢兩千肘，南勢兩千肘，西勢兩千肘，北勢兩千肘，城tī中央；這是beh hō͘ in做城ê郊野。"}},{"book":"民","chapter":35,"verse":6,"versions":{"unv":"你們給利未人的城邑，其中當有六座逃城，使誤殺人的可以逃到那裡。此外還要給他們四十二座城。","bklcl":"Lín só͘ hō͘ Lī-bī lâng hiah-ê siâⁿ, kî-tiong tio̍h la̍k ê tô-siám ê siâⁿ;  lín tio̍h siat-li̍p i, hō͘ thâi-sí lâng-ê thang tô-cháu tī-hia;  chiah-ê í-gōa, tio̍h koh hō͘ in sì-cha̍p-jī ê siâⁿ.","tghg":"恁所互利未人許個城，其中著六個逃閃的城，恁著設立伊互刣死人的通逃走佇遐。諸個以外著閣互𪜶四十二個城。","bklhl":"Lín所hō͘利未人hiah-ê城，其中tio̍h六個逃閃ê城；lín tio̍h設立伊，hō͘ 刣死人ê thang逃走tī-hia；chiah ê以外，tio̍h koh hō͘ in四十二個城。"}},{"book":"民","chapter":35,"verse":7,"versions":{"unv":"你們要給利未人的城，共有四十八座，連城帶郊野都要給他們。","bklcl":"Lín tio̍h hō͘ Lī-bī lâng ê siâⁿ, kiōng sì-cha̍p-poeh;  siâⁿ kap kau-iá, lóng tio̍h hō͘ in.","tghg":"恁著互利未人的城，共四十八，城及郊野攏著互𪜶。","bklhl":"Lín tio̍h hō͘利未人ê城，共四十八；城kap郊野，lóng tio̍h hō͘ in。"}},{"book":"民","chapter":35,"verse":8,"versions":{"unv":"以色列人所得的地業從中要把些城邑給利未人；人多的就多給，人少的就少給；各支派要按所承受為業之地把城邑給利未人。」","bklcl":"Lūn-kàu lín tùi Í-sek-lia̍t lâng ê sán-gia̍p-tiong, só͘ hō͘ Lī-bī lâng ê siâⁿ, tùi gia̍p chōe-ê, chhú khah-chōe siâⁿ, tùi gia̍p chió-ê, chhú chió;  kok chiàu só͘ sêng-chiap ê gia̍p poah-chhut siâⁿ hō͘ Lī-bī lâng.","tghg":"論到恁對以色列人的產業中所互利未人的城；對業多的取卡多城，對業少的取少；各照所承接的業撥出城互利未人。」","bklhl":"論到lín tùi以色列人ê產業中，所hō͘利未人ê城，tùi業chōe-ê，取 khah-chōe城，tùi業少ê，取少；各照所承接ê業撥出城hō͘利未人。"}},{"book":"民","chapter":35,"verse":9,"versions":{"unv":"耶和華曉諭摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"民","chapter":35,"verse":10,"versions":{"unv":"「你吩咐以色列人說：你們過約旦河，進了迦南地，","bklcl":"Lí tio̍h hoan-hù Í-sek-lia̍t lâng, kā in kóng, Lín kè Iok-tàn hô, ji̍p Ka-lâm tōe,","tghg":"「你著吩咐以色列人給𪜶講：恁過約但河，入迦南地，","bklhl":"你tio̍h吩咐以色列人，kā in講：Lín過約旦河，入迦南地，"}},{"book":"民","chapter":35,"verse":11,"versions":{"unv":"就要分出幾座城，為你們作逃城，使誤殺人的可以逃到那裡。","bklcl":"chiū tio̍h poah-chhut kúi ê siâⁿ, hō͘ lín chòe tô-siám ê siâⁿ, hō͘ chhò-gō͘ thâi-sí lâng ê hiong-sin thang tô-cháu tī-hia.","tghg":"就著撥出幾個城，互恁做逃閃的城，互錯誤刣死人的兇身通逃走佇遐。","bklhl":"就tio̍h撥出幾個城，hō͘ lín做逃閃ê城，hō͘錯誤刣死人ê兇身thang逃走tī-hia。"}},{"book":"民","chapter":35,"verse":12,"versions":{"unv":"這些城可以作逃避報仇人的城，使誤殺人的不至於死，等他站在會眾面前聽審判。","bklcl":"Chiah-ê siâⁿ thang hō͘ lín siám-pī hit ê pò-siû ê lâng, hō͘ hiong-sin bô tì-kàu sí;  thèng-hāu i khiā tī hōe-chiòng ê bīn-chêng siū sím-phòaⁿ.","tghg":"諸個城通互恁閃避彼個報仇的人，互兇身無致到死，聽候伊徛佇會眾的面前受審判。","bklhl":"Chiah-ê城thang hō͘ lín閃避hit ê報仇ê人，hō͘ 兇身無致到死；thèng候伊khiā tī會眾ê面前受審判。"}},{"book":"民","chapter":35,"verse":13,"versions":{"unv":"你們所分出來的城，要作六座逃城。","bklcl":"Lín só͘ poah-chhut-lâi ê siâⁿ, tio̍h chòe lín la̍k ê tô-siám ê siâⁿ.","tghg":"恁所撥出來的城，著做恁六個逃閃的城。","bklhl":"Lín所撥出來ê城，tio̍h做lín六個逃閃ê城。"}},{"book":"民","chapter":35,"verse":14,"versions":{"unv":"在約旦河東要分出三座城，在迦南地也要分出三座城，都作逃城。","bklcl":"Tī Iok-tàn hô-gōa tio̍h poah-chhut saⁿ ê siâⁿ, tī Ka-lâm tōe iā tio̍h poah-chhut saⁿ ê siâⁿ, chòe tô-siám ê siâⁿ.","tghg":"佇約但河外著撥出三個城，佇迦南地也著撥出三個城，做逃閃的城。","bklhl":"Tī約旦河外 tio̍h撥出三個城，tī迦南地也tio̍h撥出三個城，做逃閃ê城。"}},{"book":"民","chapter":35,"verse":15,"versions":{"unv":"這六座城要給以色列人和他們中間的外人，並寄居的，作為逃城，使誤殺人的都可以逃到那裡。","bklcl":"Chit la̍k ê siâⁿ tio̍h hō͘ Í-sek-lia̍t lâng, kap in tiong-kan ê chhut-gōa lâng, kap kià-kha-ê, chòe tô-siám ê lō͘-ēng;  hō͘ chhò-gō͘ thâi-lâng-ê thang cháu-khì hia.","tghg":"此六個城著互以色列人及𪜶中間的出外人，及寄腳的，做逃閃的路用，互錯誤刣人的通走去遐。","bklhl":"Chit六個城tio̍h hō͘以色列人，kap in中間ê出外人，kap寄腳ê，做逃閃ê路用；hō͘錯誤刣人ê thang走去hia。"}},{"book":"民","chapter":35,"verse":16,"versions":{"unv":"「倘若人用鐵器打人，以致打死，他就是故殺人的；故殺人的必被治死。","bklcl":"Siat-sú lâng ēng thih-khì phah lâng, tì-kàu sí, i chiū-sī hiong-hoān, hiong-hoān tek-khak tio̍h hō͘ i sí.","tghg":"「設使人用鐵器拍人，致到死，伊就是兇犯；兇犯的確著互伊死。","bklhl":"設使人用鐵器phah人，致到死，伊就是凶犯，凶犯的確tio̍h hō͘伊死。"}},{"book":"民","chapter":35,"verse":17,"versions":{"unv":"若用可以打死人的石頭打死了人，他就是故殺人的；故殺人的必被治死。","bklcl":"I ê chhiú nā ēng ōe hō͘ lâng sí ê chio̍h tìm lâng, tì-kàu lâng sí, i chiū-sī hiong-hoān, hiong-hoān tek-khak tio̍h sí.","tghg":"伊的手若用會互人死的石擲人，致到人死，伊就是兇犯；兇犯的確著死。","bklhl":"伊ê手若用能hō͘人死ê石tìm人，致到人死，伊就是凶犯，凶犯的確tio̍h死。"}},{"book":"民","chapter":35,"verse":18,"versions":{"unv":"若用可以打死人的木器打死了人，他就是故殺人的；故殺人的必被治死。","bklcl":"I ê chhiú nā ēng ōe hō͘ lâng sí ê chhâ phah lâng, tì-kàu lâng sí, i chiū-sī hiong-hoān, hiong-hoān tek-khak tio̍h sí.","tghg":"伊的手若用會互人死的柴拍人，致到人死，伊就是兇犯；兇犯的確著死。","bklhl":"伊ê手若用能hō͘人死ê柴phah人，致到人死，伊就是凶犯，凶犯的確tio̍h死。"}},{"book":"民","chapter":35,"verse":19,"versions":{"unv":"報血仇的必親自殺那故殺人的，一遇見就殺他。","bklcl":"Pò jîn-bēng-ê, pún-sin tio̍h thâi-sí hit ê hiong-hoān;  chi̍t-ē tú-tio̍h-i chiū tio̍h thâi i.","tghg":"報人命的(Pò jîn-bēng-ê)本身著刣死彼個兇犯，一下抵著(tú-tio̍h)伊就著刣伊。","bklhl":"報人命ê，本身tio̍h 刣死hit ê凶犯；一下tú-tio̍h伊就tio̍h 刣伊。"}},{"book":"民","chapter":35,"verse":20,"versions":{"unv":"人若因怨恨把人推倒，或是埋伏往人身上扔物，以致於死，","bklcl":"Lâng nā oàn-hūn hit-lâng lâi kā i chhia-tó, á-sī bih-teh ēng-mi̍h tìm i, tì-kàu sí;","tghg":"人若怨恨彼人來給伊捙倒(chhia-tó)，抑是匿啲(bih-teh)用物擲伊，致到死，","bklhl":"人若怨恨hit人來kā伊chhia倒，á是bih-teh用物tìm伊，致到死；"}},{"book":"民","chapter":35,"verse":21,"versions":{"unv":"或是因仇恨用手打人，以致於死，那打人的必被治死。他是故殺人的；報血仇的一遇見就殺他。","bklcl":"kiám-chhái in-ūi hia̍p-hūn ēng chhiú phah lâng tì-kàu sí, chiū hit ê phah-lâng-ê tek-khak tio̍h sí, in-ūi i chin-chiàⁿ sī hiong-hoān, pò jîn-bēng-ê tú-tio̍h hiong-hoān, chiū thâi-sí i.","tghg":"豈採因為挾恨用手拍人，致到死，就彼個拍人的的確著死。因為伊真正是兇犯；報人命的抵著兇犯就刣死伊。","bklhl":"kiám-chhái因為挾恨用手phah人致到死，就hit ê phah人ê的確tio̍h死，因為伊真正是凶犯，報人命ê tú-tio̍h凶犯，就刣死伊。"}},{"book":"民","chapter":35,"verse":22,"versions":{"unv":"「倘若人沒有仇恨，忽然將人推倒，或是沒有埋伏把物扔在人身上，","bklcl":"Siat-sú lâng bô hia̍p-hūn, hut-jiân chhia i, á-sī bô bih-teh, ēng mi̍h tìm i;","tghg":"「設使人無挾恨，忽然捙伊，抑是無匿啲用物擲伊，","bklhl":"設使人無挾恨，忽然chhia伊，á是無bih-teh，用物tìm伊；"}},{"book":"民","chapter":35,"verse":23,"versions":{"unv":"或是沒有看見的時候用可以打死人的石頭扔在人身上，以致於死，本來與他無仇，也無意害他。","bklcl":"á-sī bô khòaⁿ-kìⁿ ê sî, ēng ōe-phah-sí lâng ê chio̍h-thâu tìm-tio̍h i, lâi tì-kàu sí, kap i pún bô oan-siû, iā bô ì-sù beh hāi i,","tghg":"抑是無看見的時用會拍死人的石頭擲著伊，來致到死，及伊本無冤讎(oan-siû)，也無意思欲害伊。","bklhl":"á是無看見ê時，用能phah死人ê石頭tìm-tio̍h伊，來致到死，kap伊本無冤仇，也無意思beh害伊，"}},{"book":"民","chapter":35,"verse":24,"versions":{"unv":"會眾就要照典章，在打死人的和報血仇的中間審判。","bklcl":"hōe-chiòng chiū tio̍h chiàu hiah-ê hoat-tō͘, tī phah-sí-lâng-ê kap pò jîn-bēng-ê ê tiong-kan sím-phòaⁿ i.","tghg":"會眾就著照許個法度，佇拍死人的及報人命者的中間審判伊。","bklhl":"會眾就tio̍h照hiah-ê法度，tī phah死人ê kap報人命ê ê中間審判伊。"}},{"book":"民","chapter":35,"verse":25,"versions":{"unv":"會眾要救這誤殺人的脫離報血仇人的手，也要使他歸入逃城。他要住在其中，直等到受聖膏的大祭司死了。","bklcl":"Hōe-chiòng tio̍h kiù hit ê chhò-gō͘ thâi-lâng-ê thoat-lī pò jîn-bēng-ê ê chhiú;  hōe-chiòng iā tio̍h hō͘ i tò-tńg i só͘ cháu-ji̍p tô-siám ê siâⁿ, i tio̍h tiàm tī hí lāi-bīn, thèng-hāu kàu boah sèng-iû ê chè-si-thâu sí.","tghg":"會眾著救彼個錯誤刣人的脫離報人命者的手，會眾也著互伊倒轉伊所走入逃閃的城。伊著踮佇彼內面，聽候到抹聖油的祭司頭死。","bklhl":"會眾tio̍h救hit ê錯誤刣人ê脫離報報人命ê ê手；會眾也tio̍h hō͘伊倒tńg 伊所走入逃閃ê城，伊tio̍h tiàm tī hit內面，thèng候到抹聖油ê祭司頭死。"}},{"book":"民","chapter":35,"verse":26,"versions":{"unv":"但誤殺人的，無論甚麼時候，若出了逃城的境外，","bklcl":"Chóng-sī chhò-gō͘ thâi-sí-lâng-ê, bô-lūn cháiⁿ-iūⁿ, nā chhut-khì i só͘ cháu-ji̍p tô-siám ê siâⁿ ê kéng-gōa,","tghg":"總是錯誤刣死人的，無論怎樣，若出去伊所走入逃閃的城的境外，","bklhl":"總是錯誤刣死人ê，無論怎樣，若出去伊所走入逃閃ê城ê境外，"}},{"book":"民","chapter":35,"verse":27,"versions":{"unv":"報血仇的在逃城境外遇見他，將他殺了，報血仇的就沒有流血之罪。","bklcl":"pò-jîn-bēng-ê nā tī tô-siám ê siâⁿ ê kéng-gōa tú-tio̍h i, lâi thâi-sí hit ê hiong-hoān, pò-jîn-bēng-ê chiū bô thâi-sí lâng ê chōe.","tghg":"報人命的若佇逃閃的城的境外抵著伊，來刣死彼個兇犯，報人命的就無刣死人的罪。","bklhl":"報人命ê若tī逃閃ê城ê境外tú-tio̍h伊，來刣死hit ê凶犯，報人命ê就無刣死人ê罪。"}},{"book":"民","chapter":35,"verse":28,"versions":{"unv":"因為誤殺人的該住在逃城裡，等到大祭司死了。大祭司死了以後，誤殺人的才可以回到他所得為業之地。","bklcl":"In-ūi i eng-kai tio̍h tiàm i tô-siám ê siâⁿ, thèng-hāu chè-si-thâu sí;  chè-si-thâu sí liáu-āu, chhò-gō͘ thâi-lâng-ê chiah thang tò-khì i sán-gia̍p ê tōe.","tghg":"因為伊應該著踮伊逃閃的城，聽候祭司頭死。祭司頭死了後，錯誤刣人的才通倒去伊產業的地。","bklhl":"因為伊應該tio̍h tiàm伊逃閃ê城，thèng候祭司頭死；祭司頭死了後，錯誤刣人ê chiah thang tò去伊產業ê地。"}},{"book":"民","chapter":35,"verse":29,"versions":{"unv":"這在你們一切的住處，要作你們世世代代的律例典章。","bklcl":"Che tī lín it-chhè khiā-khí ê só͘-chāi beh chòe lín ta̍k sè-tāi ê hoat-lu̍t.","tghg":"這佇恁一切徛起的所在，欲做恁逐世代的法律。","bklhl":"這tī lín一切khiā起ê所在beh做lín ta̍k世代ê法律。"}},{"book":"民","chapter":35,"verse":30,"versions":{"unv":"「無論誰故殺人，要憑幾個見證人的口把那故殺人的殺了，只是不可憑一個見證的口叫人死。","bklcl":"Kìⁿ-nā thâi-sí lâng, hit ê hiong-hoān tio̍h chiàu kúi-nā ê kan-chèng ê lâng ê ōe lâi hō͘ i sí;  nā chí-ū chi̍t-lâng chòe kan-chèng, chiū m̄-thang hō͘ lâng sí.","tghg":"「見若刣死人，彼個兇犯著照幾若個干證的人的話來互伊死，若只有一人做干證就呣通互人死。","bklhl":"見若刣死人，hit ê凶犯tio̍h照kúi-nā ê干證ê人ê話來hō͘伊死；若只有一人做干證，就m̄-thang hō͘人死。"}},{"book":"民","chapter":35,"verse":31,"versions":{"unv":"故殺人、犯死罪的，你們不可收贖價代替他的命；他必被治死。","bklcl":"Thâi-sí-lâng hoān-tio̍h sí-chōe ê, lín m̄-thang siu sio̍k-hôe sìⁿ-miā ê kè-chîⁿ;  tek-khak tio̍h hō͘ i sí.","tghg":"刣死人、犯著死罪的，恁呣通收贖回生命的價錢；的確著互伊死。","bklhl":"Thâi死人犯tio̍h死罪ê，lín m̄-thang收贖回性命ê價錢；的確tio̍h hō͘伊死。"}},{"book":"民","chapter":35,"verse":32,"versions":{"unv":"那逃到逃城的人，你們不可為他收贖價，使他在大祭司未死以先再來住在本地。","bklcl":"Hit ê cháu kàu tô-siám ê siâⁿ ê lâng, lín m̄-thang kā i the̍h sio̍k-hôe ê kè, hō͘ i tī chè-si bē sí ê tāi-seng, koh lâi tiàm pún-tōe.","tghg":"彼個走到逃閃的城的人，恁呣通給伊提贖回的價，互伊佇祭司未死的代先閣來踮本地。","bklhl":"Hit-ê走到逃閃ê城ê人，lín m̄-thang kā伊the̍h贖回ê價，hō͘伊tī祭司bē死ê事先，koh來tiàm本地。"}},{"book":"民","chapter":35,"verse":33,"versions":{"unv":"這樣，你們就不污穢所住之地，因為血是污穢地的；若有在地上流人血的，非流那殺人者的血，那地就不得潔淨（原文是贖）。","bklcl":"Án-ni, lín chiū bô phah lâ-sâm lín só͘ khiā-khí ê tōe;  in-ūi huih sī phah lâ-sâm tōe ê;  nā ū huih lâu tī tōe-ni̍h, siat-sú m̄-sī lâu hit ê thâi-lâng-ê ê huih, hit ê tōe chiū bōe tit-tio̍h chheng-khì.","tghg":"按呢，恁就無拍垃墋恁所徛起的地，因為血是拍垃墋地的；若有血流佇地裡，設使呣是流彼個刣人者的血，彼個地就𣍐得著清氣。","bklhl":"Án-ni，lín就無phah lâ-sâm lín所khiā起ê地；因為血是phah lâ-sâm地ê；若有血流tī地裡，設使m̄是流hit ê 刣人ê ê血，hit ê地就bōe得tio̍h清氣。"}},{"book":"民","chapter":35,"verse":34,"versions":{"unv":"你們不可玷污所住之地，就是我住在其中之地，因為我─耶和華住在以色列人中間。」","bklcl":"Lín m̄-thang phah lâ-sâm lín só͘ tiàm ê tōe, chiū-sī Góa tiàm tī hit tiong-kan ê tōe;  in-ūi Góa Iâ-hô-hoa tiàm tī Í-sek-lia̍t lâng ê tiong-kan.","tghg":"恁呣通拍垃墋恁所踮的地，就是我踮佇彼中間的地，因為我──耶和華踮佇以色列人的中間。」","bklhl":"Lín m̄-thang phah lâ-sâm lín所tiàm ê地，就是我tiàm tī hit中間ê地；因為我耶和華tiàm tī以色列人ê中間。"}}]