[{"book":"民","chapter":32,"verse":1,"versions":{"unv":"流便子孫和迦得子孫的牲畜極其眾多；他們看見雅謝地和基列地是可牧放牲畜之地，","bklcl":"Liû-piān ê kiáⁿ-sun, kap Ka-tek ê kiáⁿ-sun, in ê cheng-siⁿ ke̍k-kî chōe;  in khòaⁿ-kìⁿ Ngá-siā ê tōe, kap Ki-lia̍t ê tōe, sī thang chhī cheng-siⁿ ê só͘-chāi.","tghg":"流便的子孫及迦得的子孫𪜶的精牲極其多；𪜶看見雅謝的地及基列的地是通飼精牲的所在，","bklhl":"Liû-piān ê kiáⁿ孫，kap Ka-tek ê kiáⁿ孫，in ê cheng-siⁿ極其chōe；in看見Ngá-siā ê地，kap Ki-lia̍t ê地，是thang飼cheng-siⁿ ê所在。"}},{"book":"民","chapter":32,"verse":2,"versions":{"unv":"就來見摩西和祭司以利亞撒，並會眾的首領，說：","bklcl":"Ka-tek ê kiáⁿ-sun, kap Liû-piān ê kiáⁿ-sun, chiū lâi kìⁿ Mô͘-se, kap chè-si Í-lī-a-sat, í-ki̍p hōe-chiòng ê siú-léng, kā in kóng,","tghg":"迦得的子孫及流便的子孫就來見摩西及祭司以利亞撒，以及會眾的首領，給𪜶講：","bklhl":"Ka-tek ê kiáⁿ孫，kap Liû-piān ê kiáⁿ孫，就來見摩西，kap祭司Í-lī-a-sat，以及會眾ê首領，kā in講："}},{"book":"民","chapter":32,"verse":3,"versions":{"unv":"「亞大錄、底本、雅謝、寧拉、希實本、以利亞利、示班、尼波、比穩，","bklcl":"A-tāi-lio̍k, Tí-pún, Ngá-siā, Lêng-la̍h, Hi-si̍t-pún, Í-lī-a-lī, Sī-pan, Nî-pho, Pí-ún,","tghg":"「亞大錄、底本、雅謝、寧拉、希實本、以利亞利、示班、尼波、比穩，","bklhl":"A-tāi-lio̍k、Tí-pún、Ngá-siā、Lêng-la̍h、Hi-si̍t-pún、Í-lī-a-lī，Sī-pan、Nî-pho、Pí-ún，"}},{"book":"民","chapter":32,"verse":4,"versions":{"unv":"就是耶和華在以色列會眾前面所攻取之地，是可牧放牲畜之地，你僕人也有牲畜」；","bklcl":"chiū-sī Iâ-hô-hoa tī Í-sek-lia̍t hōe-chiòng ê bīn-chêng só͘ kong-chhú ê tōe, sī thang chhī cheng-siⁿ ê tōe, lí ê lô͘-po̍k iā ū cheng-siⁿ.","tghg":"就是耶和華佇以色列會眾的面前所攻取的地，是通飼精牲的地，你的奴僕也有精牲」；","bklhl":"就是耶和華tī以色列會眾ê面前所攻取ê地，是thang飼cheng-siⁿ ê地，你ê奴僕也有cheng-siⁿ。"}},{"book":"民","chapter":32,"verse":5,"versions":{"unv":"又說：「我們若在你眼前蒙恩，求你把這地給我們為業，不要領我們過約旦河。」","bklcl":"Koh kóng, Goán nā tit-tio̍h un-tián tī lí ê bīn-chêng, kiû lí ēng chit ê tōe hō͘ lí ê lô͘-po̍k chòe-gia̍p, bo̍h-tit chhōa goán kè Iok-tàn hô.","tghg":"閣講：「阮若得著恩典佇你的面前，求你用此個地互你的奴僕做業，莫得導阮過約但河。」","bklhl":"Koh講：阮若得tio̍h恩典tī你ê面前，求你用chit ê地hō͘你ê奴僕做業，莫得chhōa阮過約旦河。"}},{"book":"民","chapter":32,"verse":6,"versions":{"unv":"摩西對迦得子孫和流便子孫說：「難道你們的弟兄去打仗，你們竟坐在這裡嗎？","bklcl":"Mô͘-se tùi Ka-tek ê kiáⁿ-sun kap Liû-piān ê kiáⁿ-sun kóng, Chóng bô lín ê hiaⁿ-tī khì cheng-chiàn, iā lín chē tī-chia mah?","tghg":"摩西對迦得的子孫及流便的子孫講：「總無恁的兄弟去爭戰，也恁坐佇遮嗎？","bklhl":"摩西對Ka-tek ê kiáⁿ孫kap Liû-piān ê kiáⁿ孫講：總無lín ê兄弟去爭戰，也lín坐tī-chia mah？"}},{"book":"民","chapter":32,"verse":7,"versions":{"unv":"你們為何使以色列人灰心喪膽、不過去進入耶和華所賜給他們的那地呢？","bklcl":"Lín siáⁿ-sū hō͘ Í-sek-lia̍t lâng lóe-chì, bô ài kè-khì ji̍p Iâ-hô-hoa só͘ siúⁿ-sù in hit ê tōe ah?","tghg":"恁啥事互以色列人餒志，無愛過去入耶和華所賞賜𪜶彼個地啊？","bklhl":"Lín啥事hō͘以色列人餒志，無ài過去入耶和華所賞賜in hit ê地ah？"}},{"book":"民","chapter":32,"verse":8,"versions":{"unv":"我先前從加低斯‧巴尼亞打發你們先祖去窺探那地，他們也是這樣行。","bklcl":"Góa chêng tùi Ka-te-su Pa-nî-a chhe lín ê lāu-pē khì thau-khòaⁿ hit ê tōe, in iā sī án-ni kiâⁿ.","tghg":"我前對加低斯巴尼亞差恁的老父去偷看彼個地，𪜶也是按呢行。","bklhl":"我前tùi Ka-te-su Pa-nî-a差lín ê老父去偷看hit ê地，in也是án-ni行。"}},{"book":"民","chapter":32,"verse":9,"versions":{"unv":"他們上以實各谷，去窺探那地回來的時候，使以色列人灰心喪膽，不進入耶和華所賜給他們的地。","bklcl":"In-ūi in chiūⁿ-khì Í-si̍t-kok ê soaⁿ-kok, khì khòaⁿ hit ê tōe ê sî, ū hō͘ Í-sek-lia̍t lâng lóe-chì, m̄ ài ji̍p Iâ-hô-hoa só͘ siúⁿ-sù in ê tōe.","tghg":"因為𪜶上去以實各的山谷，去看彼個地的時，有互以色列人餒志，呣愛入耶和華所賞賜𪜶的地。","bklhl":"因為in上去Í-si̍t-kok ê山谷，去看hit ê地ê時，有hō͘以色列人餒志，m̄ ài入耶和華所賞賜in ê地。"}},{"book":"民","chapter":32,"verse":10,"versions":{"unv":"當日，耶和華的怒氣發作，就起誓說：","bklcl":"Tng-ji̍t Iâ-hô-hoa ê siū-khì hoat-chhut, chiū chiù-chōa kóng,","tghg":"當日，耶和華的受氣發出，就咒誓講：","bklhl":"當日耶和華ê受氣發出，就chiù-chōa講："}},{"book":"民","chapter":32,"verse":11,"versions":{"unv":"『凡從埃及上來、二十歲以外的人斷不得看見我對亞伯拉罕、以撒、雅各起誓應許之地，因為他們沒有專心跟從我。","bklcl":"Kìⁿ-nā tùi Ai-ki̍p chiūⁿ-lâi jī-cha̍p hè í-siōng ê lâng, koat-toàn bōe tit-tio̍h khòaⁿ-kìⁿ Góa tùi A-pek-la̍h-hán, Í-sat, Ngá-kok, chiù-chōa èng-ún ê tōe;  in-ūi in bô choan-sim kun-tè Góa.","tghg":"『見若對埃及上來、二十歲以上的人決斷𣍐得著看見我對亞伯拉罕、以撒、雅各咒誓應允的地，因為𪜶無全心跟隨我。","bklhl":"見若tùi埃及上來二十歲以上ê人，決斷bōe得tio̍h看見我對亞伯拉罕、以撒、雅各，chiù-chōa應允ê地；因為in無專心跟tè我。"}},{"book":"民","chapter":32,"verse":12,"versions":{"unv":"惟有基尼洗族耶孚尼的兒子迦勒和嫩的兒子約書亞可以看見，因為他們專心跟從我。』","bklcl":"To̍k-to̍k Ki-nî-sé cho̍k, Iâ-hu-nî ê kiáⁿ Ka-le̍k, kap Lùn ê kiáⁿ Iok-su-a, thang khòaⁿ-kìⁿ, in-ūi in choan-sim tè Iâ-hô-hoa.","tghg":"獨獨基尼洗族耶孚尼的子迦勒及嫩的子約書亞通看見，因為𪜶專心隨耶和華。』","bklhl":"獨獨Ki-nî-sé族，Iâ-hu-nî ê kiáⁿ迦勒，kap Lùn ê kiáⁿ約書亞，thang看見，因為in專心tè耶和華。"}},{"book":"民","chapter":32,"verse":13,"versions":{"unv":"耶和華的怒氣向以色列人發作，使他們在曠野飄流四十年，等到在耶和華眼前行惡的那一代人都消滅了。","bklcl":"Iâ-hô-hoa tùi Í-sek-lia̍t lâng hoat siū-khì, hō͘ in tī khòng-iá phiau-liû sì-cha̍p nî, thèng-hāu hit-tāi kiâⁿ-pháiⁿ tī Iâ-hô-hoa bīn-chêng ê lâng lóng siau-bia̍t.","tghg":"耶和華對以色列人發受氣，互𪜶佇曠野漂流四十年，聽候彼代行歹佇耶和華面前的人攏消滅。","bklhl":"耶和華對以色列人發受氣，hō͘ in tī曠野漂流四十年，thèng候hit代行pháiⁿ tī耶和華面前ê人lóng消滅。"}},{"book":"民","chapter":32,"verse":14,"versions":{"unv":"誰知，你們起來接續先祖，增添罪人的數目，使耶和華向以色列大發烈怒。","bklcl":"Khòaⁿ ah, lín khí-lâi sòa-chiap lín ê lāu-pē, ke-thiⁿ chōe-jîn ê siàu-gia̍h, hō͘ Iâ-hô-hoa it-hoat siū-khì Í-sek-lia̍t.","tghg":"看啊，恁起來續接恁的老父，加添罪人的數額，互耶和華益發受氣以色列。","bklhl":"看ah，lín起來續接lín ê老父，加添罪人ê數額，hō͘耶和華益發受氣以色列。"}},{"book":"民","chapter":32,"verse":15,"versions":{"unv":"你們若退後不跟從他，他還要把以色列人撇在曠野，便是你們使這眾民滅亡。」","bklcl":"Lín nā oat-tò-tńg bô tè I, I beh koh pàng-sak in tī khòng-iá, lín chiū-sī bia̍t-bô chiah-ê chèng peh-sìⁿ.","tghg":"恁若越倒轉無隨伊，伊欲閣放拺𪜶佇曠野，恁就是滅無諸個眾百姓。」","bklhl":"Lín若oat倒tńg無tè伊，伊beh koh放sak in tī曠野，lín就是滅無chiah ê眾百姓。"}},{"book":"民","chapter":32,"verse":16,"versions":{"unv":"兩支派的人挨近摩西，說：「我們要在這裡為牲畜壘圈，為婦人孩子造城。","bklcl":"In óa-kūn Mô͘-se kóng, Goán beh tī-chia ūi goán ê cheng-siⁿ chhòng tiâu, ūi goán ê gín-á khí siâⁿ;","tghg":"𪜶倚近摩西，講：「阮欲佇遮為阮的精牲創[廄]，為阮的囝仔起城。","bklhl":"In óa近摩西講：阮beh tī-chia為阮ê cheng-siⁿ chhòng稠，為阮ê gín-á 起城；"}},{"book":"民","chapter":32,"verse":17,"versions":{"unv":"我們自己要帶兵器行在以色列人的前頭，好把他們領到他們的地方；但我們的婦人孩子，因這地居民的緣故，要住在堅固的城內。","bklcl":"chóng-sī goán pún-sin beh tòa kun-khì, kiâⁿ tī Í-sek-lia̍t lâng ê thâu-chêng, thèng-hāu goán chhōa in kàu in ê tōe-hng;  to̍k-to̍k goán ê gín-ná, in-ūi chit ê tōe khiā-khí ê peh-sìⁿ ê iân-kò͘, beh tiàm tī kian-kò͘ ê siâⁿ-lāi.","tghg":"總是阮本身欲帶軍器行佇以色列人的頭前，聽候阮導𪜶到𪜶的地方；獨獨阮的囝仔，因為此個地徛起的百姓的緣故，欲踮佇堅固的城內。","bklhl":"總是阮本身beh帶軍去，行tī以色列人ê頭前，thèng候阮chhōa in到in ê地方；獨獨阮ê gín-ná，因為chit ê地khiā起ê百姓ê緣故，beh tiàm tī堅固ê城內。"}},{"book":"民","chapter":32,"verse":18,"versions":{"unv":"我們不回家，直等到以色列人各承受自己的產業。","bklcl":"Goán m̄ tò-khì goán chhù, thèng-hāu Í-sek-lia̍t lâng ta̍k-ê tit-tio̍h i ê gia̍p.","tghg":"阮呣倒去阮厝，聽候以色列人逐個得著伊的業。","bklhl":"阮m̄ tò去阮厝，thèng候以色列人ta̍k-ê得tio̍h伊ê業。"}},{"book":"民","chapter":32,"verse":19,"versions":{"unv":"我們不和他們在約旦河那邊一帶之地同受產業，因為我們的產業是坐落在約旦河東邊這裡。」","bklcl":"Goán bô beh kap in tī Iok-tàn hô hit-pêng koh khì ê tōe tit-tio̍h gia̍p;  in-ūi goán ê gia̍p sī chāi tī Iok-tàn hô tang-sì chit-pêng.","tghg":"阮無欲及𪜶佇約但河彼旁閣去的地得著業，因為阮的業是在佇約但河東勢此旁。」","bklhl":"阮無beh kap in tī約旦河hit-pêng koh去ê地得tio̍h業；因為阮ê業是在tī約旦河東勢chit-pêng。"}},{"book":"民","chapter":32,"verse":20,"versions":{"unv":"摩西對他們說：「你們若這樣行，在耶和華面前帶著兵器出去打仗，","bklcl":"Mô͘-se tùi in kóng, Lín nā beh án-ni kiâⁿ, tī Iâ-hô-hoa ê bīn-chêng tòa kun-khì chhut-khì kau-chiàn;","tghg":"摩西對𪜶講：「恁若欲按呢行，佇耶和華的面前帶軍器出去交戰，","bklhl":"摩西對in講，Lín若beh án-ni行，tī耶和華ê面前帶軍去出去交戰；"}},{"book":"民","chapter":32,"verse":21,"versions":{"unv":"所有帶兵器的人都要在耶和華面前過約旦河，等他趕出他的仇敵，","bklcl":"lín só͘ ū tòa kun-khì ê lâng, nā tī Iâ-hô-hoa ê bīn-chêng kè Iok-tàn hô, thèng-hāu I tùi I ê bīn-chêng kóaⁿ-chhut I ê tùi-te̍k;","tghg":"恁所有帶軍器的人若佇耶和華的面前過約但河，聽候伊對伊的面前趕出伊的對敵，","bklhl":"lín所有帶軍去ê人，若tī耶和華ê面前過約旦河，thèng候伊tùi伊ê面前趕出伊ê對敵；"}},{"book":"民","chapter":32,"verse":22,"versions":{"unv":"那地被耶和華制伏了，然後你們可以回來，向耶和華和以色列才為無罪，這地也必在耶和華面前歸你們為業。","bklcl":"hit ê tōe í-keng hō͘ Iâ-hô-hoa khah-iâⁿ, jiân-āu lín thang tò-lâi;  tī Iâ-hô-hoa kap Í-sek-lia̍t ê bīn-chêng, lín chiū bô chōe, chit ê tōe beh tī Iâ-hô-hoa ê bīn-chêng hō͘ lín chòe-gia̍p.","tghg":"彼個地已經互耶和華卡贏，然後恁通倒來，佇耶和華及以色列的面前恁就無罪，此個地欲佇耶和華的面前互恁做業。","bklhl":"hit ê地已經hō͘耶和華khah贏，然後lín thang tò來；tī耶和華kap以色列ê面前，lín就無罪，chit ê地beh tī耶和華ê面前hō͘ lín做業。"}},{"book":"民","chapter":32,"verse":23,"versions":{"unv":"倘若你們不這樣行，就得罪耶和華，要知道你們的罪必追上你們。","bklcl":"Siat-sú lín bô án-ni kiâⁿ, chiū-sī tek-chōe Iâ-hô-hoa, tio̍h chai lín ê chōe beh tui-jip lín.","tghg":"設使恁無按呢行，就是得罪耶和華，著知恁的罪欲追趇(jip)恁。","bklhl":"設使lín無án-ni行，就是得罪耶和華，tio̍h知lín ê罪beh追jip lín。"}},{"book":"民","chapter":32,"verse":24,"versions":{"unv":"如今你們口中所出的，只管去行，為你們的婦人孩子造城，為你們的羊群壘圈。」","bklcl":"Taⁿ tio̍h kā lín ê gín-ná khí siâⁿ, kā lín ê iûⁿ-kûn chhòng tiâu, chiàu lín ê chhùi só͘ kóng ê, khì kiâⁿ.","tghg":"今著給恁的囝仔起城，給恁的羊群創[廄]，照恁的嘴所講的去行。」","bklhl":"Taⁿ tio̍h kā lín ê gín-ná 起城，kā lín ê羊群chhòng寮，照lín ê嘴所講ê，去行。"}},{"book":"民","chapter":32,"verse":25,"versions":{"unv":"迦得子孫和流便子孫對摩西說：「僕人要照我主所吩咐的去行。","bklcl":"Ka-tek ê kiáⁿ-sun kap Liû-piān ê kiáⁿ-sun tùi Mô͘-se kóng, Lí ê lô͘-po̍k beh chiàu góa ê chú só͘ hoan-hù-ê khì kiâⁿ.","tghg":"迦得的子孫及流便的子孫對摩西講：「你的奴僕欲照我的主所吩咐的去行。","bklhl":"Ka-tek ê kiáⁿ孫kap Liû-piān ê kiáⁿ孫對摩西講：你ê奴僕beh照我ê主所吩咐ê去行。"}},{"book":"民","chapter":32,"verse":26,"versions":{"unv":"我們的妻子、孩子、羊群，和所有的牲畜都要留在基列的各城。","bklcl":"Goán ê gín-á, goán ê bó͘, goán ê iûⁿ-kûn, goán ê cheng-siⁿ, lóng beh lâu tī Ki-lia̍t chiah-ê siâⁿ.","tghg":"阮的囝仔、阮的某、阮的羊群、阮的精牲，攏欲留佇基列諸個城。","bklhl":"阮ê gín-á，阮ê bó͘，阮ê羊群，阮ê cheng-siⁿ，lóng beh留tī Ki-lia̍t chiah ê城。"}},{"book":"民","chapter":32,"verse":27,"versions":{"unv":"但你的僕人，凡帶兵器的，都要照我主所說的話，在耶和華面前過去打仗。」","bklcl":"Chóng-sī lí ê lô͘-po̍k, kìⁿ-nā tòa kun-khì ê, lóng beh chiàu góa ê chú só͘ kóng ê ōe, tī Iâ-hô-hoa ê bīn-chêng kè-khì kau-chiàn.","tghg":"總是你的奴僕，見若帶軍器的，攏欲照我的主所講的話，佇耶和華的面前過去交戰。」","bklhl":"總是你ê奴僕，見若帶軍器ê，lóng beh照我ê主所講ê話，tī耶和華ê面前過去交戰。"}},{"book":"民","chapter":32,"verse":28,"versions":{"unv":"於是，摩西為他們囑咐祭司以利亞撒和嫩的兒子約書亞，並以色列眾支派的族長，說：","bklcl":"Mô͘-se chiū ūi-tio̍h in hoan-hù chè-si Í-lī-a-sat, kap Lùn ê kiáⁿ Iok-su-a, kap Í-sek-lia̍t chèng chi-phài ê cho̍k-tiúⁿ.","tghg":"摩西就為著𪜶吩咐祭司以利亞撒及嫩的子約書亞，及以色列眾支派的族長，","bklhl":"摩西就為tio̍h in吩咐祭司Í-lī-a-sat，kap Lùn ê kiáⁿ約書亞，kap以色列眾支派ê族長。"}},{"book":"民","chapter":32,"verse":29,"versions":{"unv":"「迦得子孫和流便子孫，凡帶兵器在耶和華面前去打仗的，若與你們一同過約旦河，那地被你們制伏了，你們就要把基列地給他們為業。","bklcl":"Mô͘-se tùi in kóng, Ka-tek ê kiáⁿ-sun kap Liû-piān ê kiáⁿ-sun, nā kap lín kè Iok-tàn hô, ta̍k-lâng kia̍h ke-si tī Iâ-hô-hoa ê bīn-chêng khì kau-chiàn, hit ê tōe hō͘ lín khah-iâⁿ, lín chiū tio̍h ēng Ki-lia̍t tōe hō͘ in chòe gia̍p.","tghg":"摩西對𪜶講：「迦得的子孫及流便的子孫，若及恁過約但河，逐人攑家私佇耶和華的面前去交戰，彼個地互恁卡贏，恁就著用基列地互𪜶做業。","bklhl":"摩西對in講，Ka-tek ê kiáⁿ孫kap Liû-piān ê kiáⁿ孫，若kap lín過約旦河，ta̍k人kia̍h ke-si tī耶和華ê面前去交戰，hit ê地hō͘ lín khah贏，lín就tio̍h用Ki-lia̍t地hō͘ in做業。"}},{"book":"民","chapter":32,"verse":30,"versions":{"unv":"倘若他們不帶兵器和你們一同過去，就要在迦南地你們中間得產業。」","bklcl":"Siat-sú in m̄ tòa kun-khì kap lín kè-khì, in chiū tī Ka-lâm tōe tùi lín tiong-kan tit-tio̍h gia̍p.","tghg":"設使𪜶呣帶軍器及恁過去，𪜶就佇迦南地對恁中間得著業。」","bklhl":"設使in m̄帶軍器kap lín過去，in就tī迦南地tùi lín中間得tio̍h業。"}},{"book":"民","chapter":32,"verse":31,"versions":{"unv":"迦得子孫和流便子孫回答說：「耶和華怎樣吩咐僕人，僕人就怎樣行。","bklcl":"Ka-tek ê kiáⁿ-sun kap Liû-piān ê kiáⁿ-sun ìn kóng, Iâ-hô-hoa tùi goán só͘ kóng-ê, Lí ê lô͘-po̍k chiū án-ni kiâⁿ.","tghg":"迦得的子孫及流便的子孫應講：「耶和華對阮所講的，你的奴僕就按呢行。","bklhl":"Ka-tek ê kiáⁿ孫kap Liû-piān ê kiáⁿ孫應講，耶和華對阮所講ê，你ê奴僕就án-ni行。"}},{"book":"民","chapter":32,"verse":32,"versions":{"unv":"我們要帶兵器，在耶和華面前過去，進入迦南地，只是約旦河這邊、我們所得為業之地仍歸我們。」","bklcl":"Goán beh tòa kun-khì, tī Iâ-hô-hoa ê bīn-chêng kè-khì ji̍p Ka-lâm tōe;  to̍k-to̍k Iok-tàn hô-gōa, goán só͘ tit-tio̍h chòe gia̍p ê tōe, iû-goân kui goán.","tghg":"阮欲帶軍器，佇耶和華的面前過去，入迦南地，獨獨約但河外、阮所得著做業的地猶原歸阮。」","bklhl":"阮beh 帶軍器，tī耶和華ê面前過去入迦南地；獨獨約旦河外，阮所得tio̍h做業ê地，猶原歸阮。"}},{"book":"民","chapter":32,"verse":33,"versions":{"unv":"摩西將亞摩利王西宏的國和巴珊王噩的國，連那地和周圍的城邑，都給了迦得子孫和流便子孫，並約瑟的兒子瑪拿西半個支派。","bklcl":"Mô͘-se chiū ēng A-mô͘-lī ông Se-hông ê kok, kap Pa-san ông Go̍k ê kok, hit ê tōe kap i kéng-lāi chiah-ê siâⁿ, chiū-sī sì-chiu-ûi chiah-ê siâⁿ, lóng hō͘ Ka-tek ê kiáⁿ-sun, kap Liû-piān ê kiáⁿ-sun, í-ki̍p Iok-sek ê kiáⁿ Má-ná-se ê pòaⁿ-chi-phài.","tghg":"摩西就用亞摩利王西宏的國及巴珊王噩(Go̍k)的國，彼個地及伊境內諸個城就是四周圍諸個城，攏互迦得的子孫及流便的子孫，以及約瑟的子瑪拿西的半支派。","bklhl":"摩西就用A-mô͘-lī王Se-hông ê國，kap Pa-san王Go̍k ê國，hit ê地kap伊境內chiah ê城，就是四周圍chiah ê城，lóng hō͘ Ka-tek ê kiáⁿ孫，kap Liû-piān ê kiáⁿ孫，以及約瑟ê kiáⁿ Má-ná-se ê半支派。"}},{"book":"民","chapter":32,"verse":34,"versions":{"unv":"迦得子孫建造底本、亞他錄、亞羅珥、","bklcl":"Ka-tek ê kiáⁿ-sun khí Tí-pún, A-tha-lio̍k, A-lô-jíⁿ,","tghg":"迦得的子孫起底本、亞他錄、亞羅珥、","bklhl":"Ka-tek ê kiáⁿ孫起Tí-pún、A-tha-lio̍k、A-lô-jíⁿ，"}},{"book":"民","chapter":32,"verse":35,"versions":{"unv":"亞他錄‧朔反、雅謝、約比哈、","bklcl":"A-tha-lio̍k-sok-hoán, Ngá-siā, Iok-pí-hap,","tghg":"亞他錄朔反、雅謝、約比哈、","bklhl":"A-tha-lio̍k-sok-hoán、Ngá-siā、Iok-pí-hap，"}},{"book":"民","chapter":32,"verse":36,"versions":{"unv":"伯‧寧拉、伯‧哈蘭，都是堅固城。他們又壘羊圈。","bklcl":"Pek-lêng-la̍h, Pek-hap-lân;  lóng sī kian-kò͘ ê siâⁿ;  in koh khí iûⁿ-tiâu.","tghg":"伯寧拉、伯哈蘭，攏是堅固的城。𪜶閣起羊[廄]。","bklhl":"Pek-lêng-la̍h、Pek-hap-lân；lóng是堅固ê城；in koh 起羊椆。"}},{"book":"民","chapter":32,"verse":37,"versions":{"unv":"流便子孫建造希實本、以利亞利、基列亭、","bklcl":"Liû-piān ê kiáⁿ-sun khí Hi-si̍t-pún, Í-lī-a-lī, Ki-lia̍t-têng,","tghg":"流便的子孫起希實本、以利亞利、基列亭、","bklhl":"Liû-piān ê kiáⁿ孫起Hi-si̍t-pún、Í-lī-a-lī、Ki-lia̍t-têng，"}},{"book":"民","chapter":32,"verse":38,"versions":{"unv":"尼波、巴力‧免、西比瑪（尼波、巴力‧免，名字是改了的），又給他們所建造的城另起別名。","bklcl":"Nî-pho͘, Pa-le̍k-bián, (í-keng ōaⁿ in ê miâ,) koh khí Se-pí-má;  in só͘ khí chiah-ê siâⁿ ēng sin ê miâ hō i.","tghg":"尼波、巴力免（已經換𪜶的名），閣起西比瑪，𪜶所起諸個城用新的名號伊。","bklhl":"Nî-pho͘、Pa-le̍k-bián，(已經換in ê名，) koh起Se-pí-má；in所起chiah ê城用新ê名號伊。"}},{"book":"民","chapter":32,"verse":39,"versions":{"unv":"瑪拿西的兒子瑪吉，他的子孫往基列去，佔了那地，趕出那裡的亞摩利人。","bklcl":"Má-ná-se ê kiáⁿ Má-kiat, i ê kiáⁿ-sun khì Ki-lia̍t, chiàm hit ê tōe, kóaⁿ-chhut hit só͘-chāi ê A-mô͘-lī lâng.","tghg":"瑪拿西的子瑪吉，伊的子孫去基列，佔彼個地，趕出彼所在的亞摩利人。","bklhl":"Má-ná-se ê kiáⁿ Má-kiat，伊ê kiáⁿ孫去Ki-lia̍t，佔hit ê地，趕出hit所在ê A-mô͘-lī人。"}},{"book":"民","chapter":32,"verse":40,"versions":{"unv":"摩西將基列賜給瑪拿西的兒子瑪吉，他子孫就住在那裡。","bklcl":"Mô͘-se chiong Ki-lia̍t hō͘ Má-ná-se ê kiáⁿ Má-kiat;  i chiū khiā tī-hia.","tghg":"摩西將基列互瑪拿西的子瑪吉，伊就徛佇遐。","bklhl":"摩西將Ki-lia̍t hō͘ Má-ná-se ê kiáⁿ Má-kiat；伊就khiā tī-hia。"}},{"book":"民","chapter":32,"verse":41,"versions":{"unv":"瑪拿西的子孫睚珥去佔了基列的村莊，就稱這些村莊為哈倭特‧睚珥。","bklcl":"Má-ná-se ê kiáⁿ Gāi-jíⁿ khì chiàm hiah-ê hiuⁿ-siā, chiū chheng i chòe Hap-úi-te̍k-gāi-jíⁿ.","tghg":"瑪拿西的子睚珥去佔許個鄉社，就稱伊做哈倭特睚珥。","bklhl":"Má-ná-se ê kiáⁿ Gāi-jíⁿ去佔hiah-ê鄉社，就稱伊做Hap-úi-te̍k-gāi-jíⁿ。"}},{"book":"民","chapter":32,"verse":42,"versions":{"unv":"挪巴去佔了基納和基納的鄉村，就按自己的名稱基納為挪巴。","bklcl":"Lô-pa khì chiàm Ki-la̍p, kap Ki-la̍p chiah-ê hiuⁿ-siā;  chiū chiàu ka-kī ê miâ chheng i chòe Lô-pa.","tghg":"羅巴去佔基納及基納諸個鄉社，就照家己的名稱伊做羅巴。","bklhl":"Lô-pa去佔Ki-la̍p，kap Ki-la̍p chiah ê鄉社；就照家己ê名稱伊做Lô-pa。"}}]