[{"book":"民","chapter":4,"verse":1,"versions":{"unv":"耶和華曉諭摩西、亞倫說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se A-lûn kóng,","tghg":"耶和華吩咐摩西、亞倫講：","bklhl":"耶和華吩咐摩西、亞倫講："}},{"book":"民","chapter":4,"verse":2,"versions":{"unv":"「你從利未人中，將哥轄子孫的總數，照他們的家室、宗族，","bklcl":"Lí tio̍h tùi Lī-bī lâng ê tiong-kan sǹg Ko-hat kiáⁿ-sun ê chóng-gia̍h, chiàu in ê ke-kháu, chong-cho̍k.","tghg":"「你著對利未人的中間，算哥轄(Ko-hat)子孫的總額，照𪜶的家口、宗族，","bklhl":"你tio̍h tùi利未人ê中間算Ko-hat kiáⁿ孫ê總額，照in ê家口、宗族。"}},{"book":"民","chapter":4,"verse":3,"versions":{"unv":"從三十歲直到五十歲，凡前來任職、在會幕裡辦事的，全都計算。","bklcl":"Tùi saⁿ-cha̍p hè í-siōng, kàu gō͘-cha̍p hè, kìⁿ-nā ji̍p-lâi tng-chit tī hōe-bō͘-lāi chòe-kang-ê, lóng tio̍h sǹg i.","tghg":"對三十歲以上到五十歲，見若入來當職、佇會幕內做工的，攏著算伊。","bklhl":"Tùi三十歲以上，到五十歲，見若入來當職tī會幕內做工ê，lóng tio̍h算伊。"}},{"book":"民","chapter":4,"verse":4,"versions":{"unv":"哥轄子孫在會幕搬運至聖之物，所辦的事乃是這樣：","bklcl":"Ko-hat ê kiáⁿ-sun tī hōe-bō͘ só͘ chòe ê kang, chiū-sī liāu-lí chì-sèng ê mi̍h, kì tī ē-tóe.","tghg":"哥轄(Ko-hat)的子孫佇會幕所做的工，就是料理至聖的物記佇下底：","bklhl":"Ko-hat ê kiáⁿ孫tī會幕所做ê工，就是料理至聖ê物，記tī下底。"}},{"book":"民","chapter":4,"verse":5,"versions":{"unv":"起營的時候，亞倫和他兒子要進去摘下遮掩櫃的幔子，用以蒙蓋法櫃，","bklcl":"Iâⁿ-pôaⁿ khí-sin ê sî, A-lûn kap i ê kiáⁿ tio̍h ji̍p-khì thǹg jia-cha̍h ê tiùⁿ-lî, ēng i lâi jia-khàm hoat-kūi.","tghg":"營盤起身的時，亞倫及伊的子著入去褪遮截的帳簾，用伊來遮蓋法櫃，","bklhl":"營盤起身ê時，亞倫kap伊ê kiáⁿ tio̍h入去thǹg jia遮ê帳籬，用伊來遮蓋法櫃。"}},{"book":"民","chapter":4,"verse":6,"versions":{"unv":"又用海狗皮蓋在上頭，再蒙上純藍色的毯子，把槓穿上。","bklcl":"Koh ēng hái-káu-phê khàm tī téng-bīn, koh khàm choan-choan lâm-sek ê pò͘;  jiân-āu chiah chhng i ê kǹg.","tghg":"閣用海狗皮蓋佇頂面，閣蓋專專藍色的布，然後才串伊的槓。","bklhl":"Koh用海狗皮蓋tī頂面，koh蓋專專藍色ê布；然後chiah穿伊ê槓。"}},{"book":"民","chapter":4,"verse":7,"versions":{"unv":"又用藍色毯子鋪在陳設餅的桌子上，將盤子、調羹、奠酒的爵，和杯擺在上頭。桌子上也必有常設的餅。","bklcl":"Koh ēng lâm-sek ê pò͘ chhu tī pâi-lia̍t piáⁿ ê toh;  chiong chiah-ê pôaⁿ, sî, óaⁿ, koàn-tiān ê poe, pâi tī hí téng-bīn; tī-hia iā tio̍h ū siông-siông pâi-siat ê piáⁿ.","tghg":"閣用藍色的布舒佇排列餅的桌，將諸個盤、匙、碗、灌奠的杯，排佇彼頂面。佇遐也著有常常排設的餅。","bklhl":"Koh用藍色ê布 chhu tī排列餅ê桌；將chiah ê盤、匙、碗、灌奠ê杯，排tī hit頂面；tī-hia也tio̍h有常常排設ê餅。"}},{"book":"民","chapter":4,"verse":8,"versions":{"unv":"在其上又要蒙朱紅色的毯子，再蒙上海狗皮，把槓穿上。","bklcl":"Tī hí téng-bīn koh tio̍h tà chu-âng-sek ê pò͘, koh ēng hái-káu-phê chòe kòa lâi khàm, chiah chhng i ê kǹg.","tghg":"佇彼頂面閣著罩朱紅色的布，閣用海狗皮做蓋來蓋，才串伊的槓。","bklhl":"Tī hit頂面koh tio̍h罩朱紅色ê布，koh用海狗皮做蓋來蓋，chiah穿伊ê槓。"}},{"book":"民","chapter":4,"verse":9,"versions":{"unv":"要拿藍色毯子，把燈臺和燈臺上所用的燈盞、剪子、蠟花盤，並一切盛油的器皿，全都遮蓋。","bklcl":"In tio̍h the̍h lâm-sek pò͘ lâi khàm chiò-kng ê teng-tâi, kap i ê chóaⁿ, i ê chián, i ê pôaⁿ, kap it-chhè chòe i ê lō͘-ēng tóe iû ê khì-kū.","tghg":"𪜶著提藍色布，來蓋照光的燈台及伊的盞、伊的剪、伊的盤，及一切做伊的路用貯油的器具。","bklhl":"In tio̍h the̍h藍色布來蓋照光ê燈台，kap伊ê盞，伊ê剪，伊ê盤，kap一切做伊ê路用貯油 ê器具。"}},{"book":"民","chapter":4,"verse":10,"versions":{"unv":"又要把燈臺和燈臺的一切器具包在海狗皮裡，放在抬架上。","bklcl":"Koh tio̍h chiong teng-tâi, kap i it-chhè ê khì-kū, pau tī hái-káu-phê ê kòa-lāi, hē tī chhâ-kè-téng.","tghg":"閣著將燈台及伊一切的器具包佇海狗皮的蓋內，下佇柴架頂。","bklhl":"Koh tio̍h將燈台，kap伊一切ê器具，包tī海狗皮ê蓋內，hē tī柴架頂。"}},{"book":"民","chapter":4,"verse":11,"versions":{"unv":"在金壇上要鋪藍色毯子，蒙上海狗皮，把槓穿上。","bklcl":"Tī kim-tôaⁿ-téng in tio̍h chhu lâm-sek ê pò͘, ēng hái-káu-phê chòe kòa lâi khàm, chiah chhng i ê kǹg.","tghg":"佇金壇頂𪜶著舒藍色的布，用海狗皮做蓋來蓋，才串伊的槓。","bklhl":"Tī金壇頂in tio̍h chhu藍色ê布，用海狗皮做蓋來蓋，chiah穿伊ê槓。"}},{"book":"民","chapter":4,"verse":12,"versions":{"unv":"又要把聖所用的一切器具包在藍色毯子裡，用海狗皮蒙上，放在抬架上。","bklcl":"Koh tio̍h the̍h só͘ ēng lâi ho̍k-sāi ê khì-kū, chiū-sī tī sèng-só͘ ēng lâi ho̍k-sāi-ê, pau tī lâm-sek ê pò͘, ēng hái-káu-phê chòe kòa lâi khàm, hē tī chhâ-kè-téng.","tghg":"閣著提所用來服事的器具就是佇聖所用來服事的包佇藍色的布，用海狗皮做蓋(kòa)來蓋(khàm)，下佇柴架頂。","bklhl":"Koh tio̍h the̍h所用來服事ê器具，就是tī聖所用來服事ê，包tī藍色ê布，用海狗皮做蓋來蓋，hē tī柴架頂。"}},{"book":"民","chapter":4,"verse":13,"versions":{"unv":"要收去壇上的灰，把紫色毯子鋪在壇上；","bklcl":"In tio̍h siu tôaⁿ-téng ê hé-hu, ēng chí-sek ê pò͘ chhu tī hí téng-bīn.","tghg":"𪜶著收壇頂的火灰，用紫色的布舒佇彼頂面；","bklhl":"In tio̍h收壇頂ê火灰，用紫色ê布chhu tī hit頂面。"}},{"book":"民","chapter":4,"verse":14,"versions":{"unv":"又要把所用的一切器具，就是火鼎、肉鍤子、鏟子、盤子，一切屬壇的器具都擺在壇上，又蒙上海狗皮，把槓穿上。","bklcl":"Koh tio̍h ēng in chòe-kang só͘ ēng it-chhè ê khì-kū, pâi tī téng-bīn;  chiū-sī hé-tiáⁿ, bah-chhe, thuh-á, pôaⁿ, it-chhè sio̍k tī tôaⁿ ê khì-kū, koh ēng hái-káu-phê chòe kòa lâi tà i, chiah chhng i ê kǹg.","tghg":"閣著用𪜶做工所用一切的器具排佇頂面，就是火鼎(hé-tiáⁿ)、肉叉(bah-chhe)、托仔(thuh-á)、盤，一切屬佇壇的器具，閣用海狗皮做蓋來罩伊，才串伊的槓(kǹg)。","bklhl":"Koh tio̍h用in做工所用一切ê器具，排tī頂面；就是火鼎、肉叉、托á、盤，一切屬tī壇ê器具，koh用海狗皮做蓋來罩伊，chiah穿伊ê槓。"}},{"book":"民","chapter":4,"verse":15,"versions":{"unv":"將要起營的時候，亞倫和他兒子把聖所和聖所的一切器具遮蓋完了，哥轄的子孫就要來抬，只是不可摸聖物，免得他們死亡。會幕裡這些物件是哥轄子孫所當抬的。","bklcl":"Iâⁿ-pôaⁿ beh khí-sin ê sî, A-lûn kap i ê kiáⁿ chiong sèng-só͘, kap sèng-só͘ it-chhè ê khì-kū khàm bêng-pe̍k, jiân-āu Ko-hat ê kiáⁿ-sun tio̍h lâi kng;  to̍k-to̍k m̄-thang bong sèng ê mi̍h, bián-tit in sí;  hōe-bō͘-lāi chiah-ê mi̍h-kiāⁿ sī Ko-hat ê kiáⁿ-sun só͘ tio̍h kng ê.","tghg":"營盤欲起身的時，亞倫及伊的子將聖所，及聖所一切的器具蓋明白，然後哥轄的子孫著來扛，獨獨呣通摸聖的物，免得𪜶死。會幕內諸個物件是哥轄的子孫所著扛的。","bklhl":"營盤beh起身ê時，亞倫kap伊ê kiáⁿ將聖所，kap聖所一切ê器具蓋明白，然後Ko-hat ê kiáⁿ孫tio̍h來扛；獨獨m̄-thang摸聖ê物，免得in死；會幕內chiah ê物件是Ko-hat ê kiáⁿ孫所tio̍h扛ê。"}},{"book":"民","chapter":4,"verse":16,"versions":{"unv":"「祭司亞倫的兒子以利亞撒所要看守的是點燈的油與香料，並當獻的素祭和膏油，也要看守全帳幕與其中所有的，並聖所和聖所的器具。」","bklcl":"Chè-si A-lûn ê kiáⁿ Í-lī-a-sat só͘ tio̍h kò͘-siú ê, sī tiám-teng ê iû, kap hiuⁿ-liāu, kap siông-siông hiàn ê sò͘-chè, kap boah ê iû;  iā tio̍h kò͘-siú choân hōe-bō͘ kap hit tiong-kan só͘ ū ê, kap sèng-só͘, kap sèng-só͘ só͘-ū ê khì-kū.","tghg":"「祭司亞倫的子以利亞撒所著顧守的是點燈的油及香料，及常常獻的素祭及抹的油，也著顧守全會幕及彼中間所有的，及聖所，及聖所所有的器具。」","bklhl":"祭司亞倫ê kiáⁿ Í-lī-a-sat所tio̍h顧守ê，是點燈ê油，kap香料，kap常常獻ê素祭，kap抹ê油；也tio̍h顧守全會幕kap hit中間所有ê，kap聖所，kap聖所所有ê器具。"}},{"book":"民","chapter":4,"verse":17,"versions":{"unv":"耶和華曉諭摩西、亞倫說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se A-lûn kóng,","tghg":"耶和華吩咐摩西、亞倫講：","bklhl":"耶和華吩咐摩西、亞倫講："}},{"book":"民","chapter":4,"verse":18,"versions":{"unv":"「你們不可將哥轄人的支派從利未人中剪除。","bklcl":"Lín m̄-thang chiong Ko-hat lâng ke-cho̍k ê chi-phài tùi Lī-bī lâng ê tiong-kan chián-tû-khì;","tghg":"「恁呣通將哥轄人家族的支派對利未人的中間剪除去。","bklhl":"Lín m̄-thang將Ko-hat人家族ê支派tùi利未人ê中間剪除去；"}},{"book":"民","chapter":4,"verse":19,"versions":{"unv":"他們挨近至聖物的時候，亞倫和他兒子要進去派他們各人所當辦的，所當抬的。這樣待他們，好使他們活著，不致死亡。","bklcl":"in óa-kūn chì-sèng ê mi̍h ê sî, lín tio̍h kā in án-ni siat-hoat, hō͘ in ōe oa̍h, bián-tit sí;  A-lûn kap i ê kiáⁿ tio̍h ji̍p-khì, phài in ta̍k-lâng só͘ tio̍h chòe, só͘ tio̍h kng ê.","tghg":"𪜶倚近至聖的物的時，恁著給𪜶按呢設法，互𪜶會活，免得死。亞倫及伊的子著入去派𪜶逐人所著做；所著扛的。","bklhl":"in óa近至聖ê物ê時，lín tio̍h kā in án-ni設法，hō͘ in能活，免得死；亞倫kap伊ê kiáⁿ tio̍h入去，派in ta̍k人所tio̍h做，所tio̍h扛ê。"}},{"book":"民","chapter":4,"verse":20,"versions":{"unv":"只是他們連片時不可進去觀看聖所，免得他們死亡。」","bklcl":"To̍k-to̍k in tiap-á-kú iā m̄-thang ji̍p-khì khòaⁿ sèng-só͘, bián-tit in sí-bô.","tghg":"獨獨𪜶霎(tia̍p)仔久也呣通入去看聖所，免得𪜶死無。」","bklhl":"獨獨in tiap-á久也m̄-thang入去看聖所，免得in死無。"}},{"book":"民","chapter":4,"verse":21,"versions":{"unv":"耶和華曉諭摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"民","chapter":4,"verse":22,"versions":{"unv":"「你要將革順子孫的總數，照著宗族、家室，","bklcl":"Lí tio̍h sǹg Kek-sūn kiáⁿ-sun ê chóng-gia̍h, chiàu in ê chong-cho̍k, ke-kháu;","tghg":"「你著算革順子孫的總額，照𪜶的宗族、家口，","bklhl":"你tio̍h算Kek-sūn kiáⁿ孫ê總額，照in ê宗族、家口；"}},{"book":"民","chapter":4,"verse":23,"versions":{"unv":"從三十歲直到五十歲，凡前來任職、在會幕裡辦事的，全都數點。","bklcl":"tùi saⁿ-cha̍p hè í-siōng kàu gō͘-cha̍p hè, kìⁿ-nā ji̍p-lâi tng-chit tī hōe-bō͘-lāi chòe-kang-ê, lóng tio̍h sǹg i.","tghg":"對三十歲以上到五十歲，見若入來當職、佇會幕內做工的，攏著算伊。","bklhl":"tùi三十歲以上到五十歲，見若入來當職tī會幕內做工ê，lóng tio̍h算伊。"}},{"book":"民","chapter":4,"verse":24,"versions":{"unv":"革順人各族所辦的事、所抬的物乃是這樣：","bklcl":"Kek-sūn lâng chiah-ê ke ê kang-tiâⁿ, só͘ tio̍h pān-lí, só͘ tio̍h kng ê, chiū-sī chiah-ê.","tghg":"革順人諸個家的工程，所著辦理、所著扛的就是諸個：","bklhl":"Kek-sūn人chiah ê家ê工程，所tio̍h辨理，所tio̍h扛ê，就是chiah ê。"}},{"book":"民","chapter":4,"verse":25,"versions":{"unv":"他們要抬帳幕的幔子和會幕，並會幕的蓋與其上的海狗皮，和會幕的門簾，","bklcl":"In tio̍h kng hōe-bō͘ hiah-ê tiùⁿ-pak, í-ki̍p hōe-bō͘, kap i ê kòa, kap tī hí téng-bīn hái-káu-phê chòe ê kòa, kap hōe-bō͘ ê mn̂g-lî;","tghg":"𪜶著扛會幕許個帳幅以及會幕，及伊的蓋及佇彼頂面海狗皮做的蓋，及會幕的門簾，","bklhl":"In tio̍h扛會幕hiah-ê帳幅，以及會幕，kap伊ê蓋，kap tī hit頂面海狗皮做ê蓋，kap會幕ê門籬；"}},{"book":"民","chapter":4,"verse":26,"versions":{"unv":"院子的帷子和門簾（院子是圍帳幕和壇的）、繩子，並所用的器具，不論是做甚麼用的，他們都要經理。","bklcl":"īⁿ ê pò͘-ûi; kap īⁿ-mn̂g ê mn̂g-lî, (īⁿ chiū-sī ûi hōe-bō͘ kap tôaⁿ ê,) soh-á, kap só͘ ēng ê khì-kū, bô-lūn chòe sím-mi̍h lō͘-ēng ê, in lóng tio̍h liāu-lí.","tghg":"院的布帷及院門的門簾（院就是圍會幕及壇的）、索仔，及所用的器具，無論做甚麼路用的，𪜶攏著料理。","bklhl":"院ê布帷；kap院門ê門籬，(院就是圍會幕kap壇ê，) 索á，kap所用ê器具，無論做甚麼路用ê，in lóng tio̍h料理。"}},{"book":"民","chapter":4,"verse":27,"versions":{"unv":"革順的子孫在一切抬物辦事之上都要憑亞倫和他兒子的吩咐；他們所當抬的，要派他們看守。","bklcl":"Kek-sūn ê kiáⁿ-sun tī in it-chhè só͘ kng ê mi̍h, só͘ pān ê sū, lóng tio̍h chiàu A-lûn kap i ê kiáⁿ-sun só͘ bēng-lēng ê lâi pān, in só͘ eng-kai kng ê, lín tio̍h phài in kò͘-siú.","tghg":"革順的子孫佇𪜶一切所扛的物所辦的事攏著照亞倫及伊的子孫所命令的來辦；𪜶所應該扛的，恁著派𪜶顧守。","bklhl":"Kek-sūn ê kiáⁿ孫tī in一切所扛ê物，所辦ê事，lóng tio̍h照亞倫kap伊ê kiáⁿ孫所命令ê來辦，in所應該扛ê，lín tio̍h派in顧守。"}},{"book":"民","chapter":4,"verse":28,"versions":{"unv":"這是革順子孫的各族在會幕裡所辦的事；他們所看守的，必在祭司亞倫兒子以他瑪的手下。」","bklcl":"Che sī Kek-sūn kiáⁿ-sun chiah-ê ke, tī hōe-bō͘-lāi só͘ chòe ê kang, in só͘ kò͘-siú ê, tio̍h tī chè-si A-lûn ê kiáⁿ Í-tha-má ê chhiú-ē.","tghg":"這是革順子孫諸個家佇會幕內所做的工；𪜶所顧守的，著佇祭司亞倫的子以他瑪的手下。」","bklhl":"這是Kek-sūn kiáⁿ孫chiah ê家，tī會幕內所做ê工，in所顧守ê，tio̍h tī祭司亞倫ê kiáⁿ Í-tha-má ê手下。"}},{"book":"民","chapter":4,"verse":29,"versions":{"unv":"「至於米拉利的子孫，你要照著家室、宗族把他們數點。","bklcl":"Lūn-kàu Bí-la̍h-lī ê kiáⁿ-sun, lí tio̍h chiàu in ê ke-kháu, chong-cho̍k, kā in tiám-sǹg.","tghg":"「論到米拉利的子孫，你著照𪜶的家口、宗族給𪜶點算。","bklhl":"論到Bí-la̍h-lī ê kiáⁿ孫，你tio̍h照in ê家口、宗族，kā in點算。"}},{"book":"民","chapter":4,"verse":30,"versions":{"unv":"從三十歲直到五十歲，凡前來任職、在會幕裡辦事的，你都要數點。","bklcl":"Tùi saⁿ-cha̍p hè í-siōng, kàu gō͘-cha̍p hè, kìⁿ-nā ji̍p-lâi tng-chit tī hōe-bō͘-lāi chòe-kang-ê, lóng tio̍h sǹg i.","tghg":"對三十歲以上到五十歲，見若入來當職、佇會幕內做工的，攏著算伊。","bklhl":"Tùi三十歲以上，到五十歲，見若入來當職tī會幕內做工ê，lóng tio̍h算伊。"}},{"book":"民","chapter":4,"verse":31,"versions":{"unv":"他們辦理會幕的事，就是抬帳幕的板、閂、柱子，和帶卯的座，","bklcl":"In só͘ tam-tng ê chek-sêng, chiàu hōe-bō͘ chiah-ê kang-tiâⁿ, chiū-sī hōe-bō͘ ê pán, kap i ê kông, i ê thiāu, i ê chō,","tghg":"𪜶所擔當的責成照會幕諸個工程，就是會幕的板、及伊的楗、伊的柱、伊的座，","bklhl":"In所擔當ê責成，照會幕chiah ê工程，就是會幕ê板，kap伊ê栱，伊ê柱，伊ê座，"}},{"book":"民","chapter":4,"verse":32,"versions":{"unv":"院子四圍的柱子和其上帶卯的座、橛子、繩子，並一切使用的器具。他們所抬的器具，你們要按名指定。","bklcl":"īⁿ sì-ûi ê thiāu, kap i ê chō;  só͘ tèng ê teng, kap soh-á, kap it-chhè só͘ ēng ê khì-kū;  in tam-tng só͘ kng ê khì-kū, lín tio̍h chiàu-miâ chí tiāⁿ-tio̍h.","tghg":"院四圍的柱及伊的座、伊所釘的釘、及索仔，及一切所用的器具。𪜶擔當(tam-tng)所扛(kng)的器具，恁著照名指定著。","bklhl":"院四圍ê柱，kap伊ê座；所釘ê釘，kap索á，kap一切所用ê器具；in擔當所扛ê器具，lín tio̍h照名指定tio̍h。"}},{"book":"民","chapter":4,"verse":33,"versions":{"unv":"這是米拉利子孫各族在會幕裡所辦的事，都在祭司亞倫兒子以他瑪的手下。」","bklcl":"Che sī Bí-la̍h-lī kiáⁿ-sun chiah-ê ke ê kang, chiū-sī in tī hōe-bō͘-lāi só͘ chòe ê kang, lóng tī chè-si A-lûn ê kiáⁿ Í-tha-má ê chhiú-ē.","tghg":"這是米拉利子孫諸個家的工，就是𪜶佇會幕內所做的工，攏佇祭司亞倫的子以他瑪的手下。」","bklhl":"這是Bí-la̍h-lī kiáⁿ孫chiah ê家ê工，就是in tī會幕內所做ê工，lóng tī祭司亞倫ê kiáⁿ Í-tha-má ê手下。"}},{"book":"民","chapter":4,"verse":34,"versions":{"unv":"摩西、亞倫與會眾的諸首領將哥轄的子孫，照著家室、宗族，","bklcl":"Mô͘-se A-lûn kap hōe-chiòng chiah-ê siú-léng, chiong Ko-hat ê kiáⁿ-sun chiàu in ê chong-cho̍k, ke-kháu;","tghg":"摩西、亞倫及會眾諸個首領將哥轄的子孫，照𪜶的宗族、家口，","bklhl":"摩西、亞倫kap會眾chiah ê首領，將Ko-hat ê kiáⁿ孫照in ê宗族、家口；"}},{"book":"民","chapter":4,"verse":35,"versions":{"unv":"從三十歲直到五十歲，凡前來任職、在會幕裡辦事的，都數點了。","bklcl":"tùi saⁿ-cha̍p hè í-siōng kàu gō͘-cha̍p hè, kìⁿ-nā ji̍p-lâi tng-chit tī hōe-bō͘-lāi chòe-kang-ê, lóng kè-sǹg i.","tghg":"對三十歲以上到五十歲，見若入來當職、佇會幕內做工的，攏過算伊。","bklhl":"tùi三十歲以上到五十歲，見若入來當職tī會幕內做工ê，lóng計算伊。"}},{"book":"民","chapter":4,"verse":36,"versions":{"unv":"被數的共有二千七百五十名。","bklcl":"Chiàu in ê ke-kháu kè-sǹg ê, kiōng ū nn̄g-chheng chhit-pah gō͘-cha̍p miâ.","tghg":"照𪜶的家口過算的共有二千七百五十名。","bklhl":"照in ê家口計算ê，共有兩千七百五十名。"}},{"book":"民","chapter":4,"verse":37,"versions":{"unv":"這是哥轄各族中被數的，是在會幕裡辦事的，就是摩西、亞倫照耶和華藉摩西所吩咐數點的。","bklcl":"Che sī Ko-hat cho̍k chiah-ê ke kè-sǹg ê, sī kìⁿ-nā tī hōe-bō͘-lāi chòe-kang-ê, chiū-sī Mô͘-se A-lûn, chiàu Iâ-hô-hoa thok Mô͘-se só͘ bēng-lēng tiám-sǹg ê.","tghg":"這是哥轄族諸個家過算的，是見若佇會幕內做工的，就是摩西、亞倫照耶和華託摩西所命令點算的。","bklhl":"這是Ko-hat族chiah ê家計算ê，是見若tī會幕內做工ê，就是摩西、亞倫，照耶和華託摩西所命令點算ê。"}},{"book":"民","chapter":4,"verse":38,"versions":{"unv":"革順子孫被數的，照著家室、宗族，","bklcl":"Kek-sūn ê kiáⁿ-sun kè-sǹg-ê, chiàu in ê ke-kháu, chong-cho̍k,","tghg":"革順的子孫過算的，照𪜶的家口、宗族，","bklhl":"Kek-sūn ê kiáⁿ孫計算ê，照in ê家口、宗族，"}},{"book":"民","chapter":4,"verse":39,"versions":{"unv":"從三十歲直到五十歲，凡前來任職、在會幕裡辦事的，共有二千六百三十名。","bklcl":"tùi saⁿ-cha̍p hè í-siōng kàu gō͘-cha̍p hè, kìⁿ-nā ji̍p-lâi tng-chit tī hōe-bō͘-lāi chòe-kang-ê;","tghg":"對三十歲以上到五十歲，見若入來當職、佇會幕內做工的，","bklhl":"tùi三十歲以上到五十歲，見若入來當職tī會幕內做工ê；"}},{"book":"民","chapter":4,"verse":40,"versions":{"unv":"【併於上節】","bklcl":"kî-tiong kè-sǹg-ê, chiàu in ê ke-kháu, chong-cho̍k, kiōng ū nn̄g-chheng la̍k-pah saⁿ-cha̍p miâ.","tghg":"其中過算的，照𪜶的家口、宗族，共有二千六百三十名。","bklhl":"其中計算ê，照in ê家口，宗族，共有兩千六百三十名。"}},{"book":"民","chapter":4,"verse":41,"versions":{"unv":"這是革順子孫各族中被數的，是在會幕裡辦事的，就是摩西、亞倫照耶和華藉摩西所吩咐數點的。","bklcl":"Che sī Kek-sūn kiáⁿ-sun chiah-ê ke kè-sǹg ê;  sī kìⁿ-nā tī hōe-bō͘-lāi chòe-kang-ê, chiū-sī Mô͘-se A-lûn chiàu Iâ-hô-hoa só͘ bēng-lēng lâi tiám-sǹg ê.","tghg":"這是革順子孫諸個家過算的，是見若佇會幕內做工的，就是摩西、亞倫照耶和華所命令來點算的。","bklhl":"這是Kek-sūn kiáⁿ孫chiah ê家計算ê；是見若tī會幕內做工ê，就是摩西、亞倫照耶和華所命令來點算ê。"}},{"book":"民","chapter":4,"verse":42,"versions":{"unv":"米拉利子孫中各族被數的，照著家室、宗族，","bklcl":"Bí-la̍h-lī kiáⁿ-sun chiah-ê ke, kè-sǹg-ê, chiàu in ê ke-kháu, in ê chong-cho̍k,","tghg":"米拉利子孫諸個家過算的，照𪜶的家口、𪜶的宗族，","bklhl":"Bí-la̍h-lī kiáⁿ孫chiah ê家，計算ê，照in ê家口，in ê宗族，"}},{"book":"民","chapter":4,"verse":43,"versions":{"unv":"從三十歲直到五十歲，凡前來任職、在會幕裡辦事的，共有三千二百名。","bklcl":"tùi saⁿ-cha̍p hè í-siōng kàu gō͘-cha̍p hè, kìⁿ-nā ji̍p-lâi tng-chit tī hōe-bō͘-lāi chòe-kang-ê;","tghg":"對三十歲以上到五十歲，見若入來當職、佇會幕內做工的，","bklhl":"tùi三十歲以上到五十歲，見若入來當職tī會幕內做工ê；"}},{"book":"民","chapter":4,"verse":44,"versions":{"unv":"【併於上節】","bklcl":"kî-tiong kè-sǹg-ê, chiàu in ê ke-kháu, kiōng ū saⁿ-chheng nn̄g-pah miâ.","tghg":"其中過算的照𪜶的家口，共有三千二百名。","bklhl":"其中計算ê，照in ê家口，共有三千兩百名。"}},{"book":"民","chapter":4,"verse":45,"versions":{"unv":"這是米拉利子孫各族中被數的，就是摩西、亞倫照耶和華藉摩西所吩咐數點的。","bklcl":"Che sī Bí-la̍h-lī kiáⁿ-sun chiah-ê ke kè-sǹg-ê;  chiū-sī Mô͘-se A-lûn chiàu Iâ-hô-hoa thok Mô͘-se só͘ bēng-lēng tiám-sǹg ê.","tghg":"這是米拉利子孫諸個家過算的，就是摩西、亞倫照耶和華託摩西所命令點算的。","bklhl":"這是Bí-la̍h-lī kiáⁿ孫chiah ê家計算ê；就是摩西、亞倫照耶和華託摩西所命令點算ê。"}},{"book":"民","chapter":4,"verse":46,"versions":{"unv":"凡被數的利未人，就是摩西、亞倫並以色列眾首領，照著家室、宗族所數點的，","bklcl":"Kìⁿ-nā kè-sǹg ê Lī-bī lâng, chiū-sī Mô͘-se, A-lûn, kap Í-sek-lia̍t chiah-ê siú-léng, chiàu in ê ke-kháu, in ê chong-cho̍k, só͘ tiám-sǹg-ê,","tghg":"見若過算的利未人，就是摩西、亞倫及以色列諸個首領，照𪜶的家口、𪜶的宗族所點算的，","bklhl":"見若計算ê利未人，就是摩西、亞倫，kap以色列chiah ê首領，照in ê家口，in ê宗族，所點算ê，"}},{"book":"民","chapter":4,"verse":47,"versions":{"unv":"從三十歲直到五十歲，凡前來任職、在會幕裡做抬物之工的，共有八千五百八十名。","bklcl":"tùi saⁿ-cha̍p hè í-siōng kàu gō͘-cha̍p hè, kìⁿ-nā ji̍p-lâi tng-chit tī hōe-bō͘-lāi chòe kng-mi̍h ê kang ê;","tghg":"對三十歲以上到五十歲，見若入來當職、佇會幕內做扛物的工的，","bklhl":"tùi三十歲以上到五十歲，見若入來當職tī會幕內做扛物ê工 ê；"}},{"book":"民","chapter":4,"verse":48,"versions":{"unv":"【併於上節】","bklcl":"kî-tiong kè-sǹg-ê kiōng ū poeh-chheng gō͘-pah poeh-cha̍p miâ.","tghg":"其中過算的共有八千五百八十名。","bklhl":"其中計算ê共有八千五百八十名。"}},{"book":"民","chapter":4,"verse":49,"versions":{"unv":"摩西按他們所辦的事、所抬的物，憑耶和華的吩咐數點他們；他們這樣被摩西數點，正如耶和華所吩咐他的。","bklcl":"In hō͘ Mô͘-se tiám-sǹg, chiàu Iâ-hô-hoa só͘ bēng-lēng-ê, ta̍k-lâng chiàu i só͘ pān ê sū, chiàu i só͘ kng ê mi̍h;  in án-ni hō͘ i tiám-sǹg, sī chiàu Iâ-hô-hoa só͘ bēng-lēng Mô͘-se ê.","tghg":"𪜶互摩西點算照耶和華所命令的，逐人照伊所辦的事、照伊所扛的物；𪜶按呢互伊點算，是照耶和華所命令摩西的。","bklhl":"In hō͘摩西點算，照耶和華所命令ê，ta̍k人照伊所辦ê事，照伊所扛ê物；in án-ni hō͘伊點算，是照耶和華所命令摩西ê。"}}]