[{"book":"民","chapter":12,"verse":1,"versions":{"unv":"摩西娶了古實女子為妻。米利暗和亞倫因他所娶的古實女子就毀謗他，說：","bklcl":"Bí-lī-àm kap A-lûn hiâm Mô͘-se, ūi-tio̍h i só͘ chhōa Kó͘-si̍t ê cha-bó͘-kiáⁿ;  in-ūi Mô͘-se bat chhōa Kó͘-si̍t lâng ê cha-bó͘-kiáⁿ chòe bó͘.","tghg":"米利暗及亞倫嫌摩西為著伊所娶古實的查某子。因為摩西曾娶古實人的查某子做某，𪜶講：","bklhl":"Bí-lī-àm kap亞倫嫌摩西，為tio̍h伊所chhōa Kó͘-si̍t ê cha-bó͘-kiáⁿ；因為摩西bat chhōa Kó͘-si̍t人ê cha-bó͘-kiáⁿ做bó͘。"}},{"book":"民","chapter":12,"verse":2,"versions":{"unv":"「難道耶和華單與摩西說話，不也與我們說話嗎？」這話耶和華聽見了。","bklcl":"In kóng, Iâ-hô-hoa kiám toaⁿ-toaⁿ kap Mô͘-se kóng-ōe?  Kiám iā bô kap goán kóng-ōe mah?  Chit ê ōe Iâ-hô-hoa thiaⁿ-kìⁿ.","tghg":"「耶和華豈單單及摩西講話，豈也無及阮講話嗎？」此個話耶和華聽見。","bklhl":"In講：耶和華kiám單單kap摩西講話？Kiám也無kap阮講話mah？Chit ê話耶和華聽見。"}},{"book":"民","chapter":12,"verse":3,"versions":{"unv":"（摩西為人極其謙和，勝過世上的眾人。）","bklcl":"Hit ê Mô͘-se chòe-lâng ke̍k-kî un-jiû, iâⁿ-kè sè-chiūⁿ ê chèng-lâng.","tghg":"（彼個摩西做人極其溫柔，贏過世上的眾人。）","bklhl":"Hit-ê摩西做人極其溫柔，贏過世上ê眾人。"}},{"book":"民","chapter":12,"verse":4,"versions":{"unv":"耶和華忽然對摩西、亞倫、米利暗說：「你們三個人都出來，到會幕這裡。」他們三個人就出來了。","bklcl":"Iâ-hô-hoa hut-jiân tùi Mô͘-se A-lûn Bí-lī-àm, kóng, Lín saⁿ-lâng chhut-lâi kàu hōe-bō͘ chia;  in saⁿ-lâng chiū chhut-lâi.","tghg":"耶和華忽然對摩西、亞倫、米利暗講：「恁三人出來，到會幕遮。」𪜶三人就出來。","bklhl":"耶和華忽然對摩西、亞倫、Bí-lī-àm，講：Lín三人出來到會幕chia；in三人就出來。"}},{"book":"民","chapter":12,"verse":5,"versions":{"unv":"耶和華在雲柱中降臨，站在會幕門口，召亞倫和米利暗，二人就出來了。","bklcl":"Iâ-hô-hoa tī hûn-thiāu-tiong kàng-lîm, khiā tī Pò͘-pîⁿ mn̂g-kháu, tiàu A-lûn kap Bí-lī-àm;  in nn̄g lâng chiū chhut-lâi.","tghg":"耶和華佇雲柱中降臨，徛佇布棚門口，召亞倫及米利暗，𪜶二人就出來。","bklhl":"耶和華tī雲柱中降臨，khiā tī布棚門口，召亞倫kap Bí-lī-àm；in兩人就出來。"}},{"book":"民","chapter":12,"verse":6,"versions":{"unv":"耶和華說：「你們且聽我的話：你們中間若有先知，我─耶和華必在異象中向他顯現，在夢中與他說話。","bklcl":"I kóng, Tio̍h thiaⁿ Góa ê ōe;  lín tiong-kan nā ū sian-ti, Góa Iâ-hô-hoa beh ēng īⁿ-siōng hō͘ in bat Góa, tī bîn-bāng-tiong kap in kóng-ōe.","tghg":"伊講：「著聽我的話：恁中間若有先知，我──耶和華欲用異象互𪜶識我，佇眠夢中及𪜶講話。","bklhl":"伊講：Tio̍h聽我ê話；lín中間若有先知，我耶和華beh用異象hō͘ in bat我，tī眠夢中kap in講話。"}},{"book":"民","chapter":12,"verse":7,"versions":{"unv":"我的僕人摩西不是這樣；他是在我全家盡忠的。","bklcl":"Góa ê lô͘-po̍k Mô͘-se m̄-sī án-ni;  i chīn-tiong tī Góa ê choân-ke.","tghg":"我的奴僕摩西呣是按呢；伊盡忠佇我的全家。","bklhl":"我ê奴僕摩西m̄是án-ni；伊盡忠tī我ê全家。"}},{"book":"民","chapter":12,"verse":8,"versions":{"unv":"我要與他面對面說話，乃是明說，不用謎語，並且他必見我的形像。你們毀謗我的僕人摩西，為何不懼怕呢？」","bklcl":"Góa beh bīn tùi bīn kap i kóng-ōe, chiū-sī bêng-bêng kóng, bô ēng chhai-gú;  koh i beh khòaⁿ-kìⁿ Iâ-hô-hoa ê hêng-iông;  lín hiâm Góa ê lô͘-po̍k Mô͘-se, siáⁿ-sū bô kiaⁿ ah?","tghg":"我欲面對面及伊講話，就是明明講，無用猜語，閣伊欲看見耶和華的形容。恁嫌我的奴僕摩西，啥事無驚啊？」","bklhl":"我beh面tùi面kap伊講話，就是明明講：無用猜語；koh伊beh看見耶和華ê形容；lín嫌我ê奴僕摩西，啥事無驚ah？"}},{"book":"民","chapter":12,"verse":9,"versions":{"unv":"耶和華就向他們二人發怒而去。","bklcl":"Iâ-hô-hoa siū-khì in, chiū khì.","tghg":"耶和華受氣𪜶就去。","bklhl":"耶和華受氣in，就去。"}},{"book":"民","chapter":12,"verse":10,"versions":{"unv":"雲彩從會幕上挪開了，不料，米利暗長了大痲瘋，有雪那樣白。亞倫一看米利暗長了大痲瘋，","bklcl":"Hûn tùi Pò͘-pîⁿ-téng sóa-khui;  khòaⁿ ah, Bí-lī-àm thái-ko chhin-chhiūⁿ seh.  A-lûn khòaⁿ Bí-lī-àm, khòaⁿ ah, i sī thái-ko.","tghg":"雲對布棚頂徙開，看啊，米利暗癩[哥]親像雪。亞倫看米利暗，看啊，伊是癩[哥]，","bklhl":"雲tùi布棚頂徙開；看ah，Bí-lī-àm thái-ko親像雪。亞倫看Bí-lī-àm，看ah，伊是thái-ko。"}},{"book":"民","chapter":12,"verse":11,"versions":{"unv":"就對摩西說：「我主啊，求你不要因我們愚昧犯罪，便將這罪加在我們身上。","bklcl":"A-lûn tùi Mô͘-se kóng, Góa ê chú ah, kiû lí bo̍h-tit in-ūi goán ê gû-gōng hoān-chōe, chiong chit ê chōe kui tī goán.","tghg":"亞倫對摩西講：「我的主啊，求你莫得因為阮的愚戇犯罪，將此個罪歸佇阮。","bklhl":"亞倫對摩西講：我ê主ah，求你莫得因為阮ê愚戇犯罪，將chit ê罪歸tī阮。"}},{"book":"民","chapter":12,"verse":12,"versions":{"unv":"求你不要使她像那出母腹、肉已半爛的死胎。」","bklcl":"Kiû lí m̄-thang hō͘ i chhin-chhiūⁿ í-keng sí, chiah tùi lāu-bú ê thai chhut, bah í-keng nōa chi̍t-pòaⁿ.","tghg":"求你呣通互伊親像已經死，才對老母的胎出、肉已經爛一半。」","bklhl":"求你m̄-thang hō͘伊親像已經死，chiah tùi老母ê胎出，肉已經爛一半。"}},{"book":"民","chapter":12,"verse":13,"versions":{"unv":"於是摩西哀求耶和華說：「　神啊，求你醫治她！」","bklcl":"Mô͘-se chiū ai-kiû Iâ-hô-hoa kóng, Siōng-tè ah, kiû Lí i-hó i.","tghg":"摩西就哀求耶和華講：「上帝啊，求你醫好伊！」","bklhl":"摩西就哀求耶和華講：上帝ah，求你醫好伊。"}},{"book":"民","chapter":12,"verse":14,"versions":{"unv":"耶和華對摩西說：「她父親若吐唾沫在她臉上，她豈不蒙羞七天嗎？現在要把她在營外關鎖七天，然後才可以領她進來。」","bklcl":"Iâ-hô-hoa tùi Mô͘-se kóng, Siat-sú i ê lāu-pē phùi-nōa tī i ê bīn, i kiám bô kiàn-siàu chhit-ji̍t mah?  Taⁿ tio̍h kā i koaiⁿ tī iâⁿ-gōa chhit-ji̍t, jiân-āu chiah thang chhōa i ji̍p-lâi.","tghg":"耶和華對摩西講：「設使伊的老父呸涎佇伊的面，伊豈無見誚七日嗎？今著給伊關佇營外七日，然後才通導伊入來。」","bklhl":"耶和華對摩西講：設使伊ê老父phùi涎(nōa)tī伊ê面，伊kiám無見笑七日mah？Taⁿ tio̍h kā伊關tī營外七日，然後chiah thang chhōa伊入來。"}},{"book":"民","chapter":12,"verse":15,"versions":{"unv":"於是米利暗關鎖在營外七天。百姓沒有行路，直等到把米利暗領進來。","bklcl":"Tùi án-ni koaiⁿ Bí-lī-àm tī iâⁿ-gōa chhit-ji̍t;  peh-sìⁿ bô khí-sin, thèng-hāu Bí-lī-àm koh ji̍p-lâi.","tghg":"對按呢關米利暗佇營外七日。百姓無起身，聽候米利暗閣入來。","bklhl":"Tùi án-ni，關Bí-lī-àm tī營外七日；百姓無起身，thèng候Bí-lī-àm koh入來。"}},{"book":"民","chapter":12,"verse":16,"versions":{"unv":"以後百姓從哈洗錄起行，在巴蘭的曠野安營。","bklcl":"Āu-lâi peh-sìⁿ tùi Hap-sé-lio̍k khí-sin, tī Pa-lân ê khòng-iá an-iâⁿ.","tghg":"後來百姓對哈洗錄起身，佇巴蘭的曠野安營。","bklhl":"後來百姓tùi Hap-sé-lio̍k起身，tī Pa-lân ê曠野安營。"}}]