[{"book":"民","chapter":8,"verse":1,"versions":{"unv":"耶和華曉諭摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"民","chapter":8,"verse":2,"versions":{"unv":"「你告訴亞倫說：點燈的時候，七盞燈都要向燈臺前面發光。」","bklcl":"Lí hoan-hù A-lûn kā i kóng, Lí tiám teng ê sî, chhit-chóaⁿ teng lóng tio̍h chiò-kng teng-tâi chêng.","tghg":"「你吩咐亞倫給伊講：你點燈的時，七盞燈攏著照光燈台前。」","bklhl":"你吩咐亞倫kā伊講，你點燈ê時，七盞燈lóng tio̍h照光燈台前。"}},{"book":"民","chapter":8,"verse":3,"versions":{"unv":"亞倫便這樣行。他點燈臺上的燈，使燈向前發光，是照耶和華所吩咐摩西的。","bklcl":"A-lûn chiàu án-ni kiâⁿ, tiám teng chiò-kng tī teng-tâi chêng, sī chiàu Iâ-hô-hoa bēng-lēng Mô͘-se ê.","tghg":"亞倫照按呢行。點燈照光佇燈台前，是照耶和華命令摩西的。","bklhl":"亞倫照án-ni行，點燈照光tī燈台前，是照耶和華命令摩西ê。"}},{"book":"民","chapter":8,"verse":4,"versions":{"unv":"這燈臺的做法是用金子錘出來的，連座帶花都是錘出來的。摩西製造燈臺，是照耶和華所指示的樣式。","bklcl":"Chit ê teng-tâi ê chòe-hoat, sī ēng kim phah-ê, liân i ê chō kap i ê hoe lóng sī phah ê.  Mô͘-se chè-chō teng-tâi, sī chiàu Iâ-hô-hoa só͘ chí-sī ê khoán-sit.","tghg":"此個燈台的做法是用金拍的，連伊的座及伊的花攏是拍的。摩西製造燈台，是照耶和華所指示的款式。","bklhl":"Chit ê燈台ê做法，是用金phah-ê，連伊ê座kap伊ê花lóng是phah ê。摩西製造燈台，是照耶和華所指示ê款式。"}},{"book":"民","chapter":8,"verse":5,"versions":{"unv":"耶和華曉諭摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"民","chapter":8,"verse":6,"versions":{"unv":"「你從以色列人中選出利未人來，潔淨他們。","bklcl":"Lí tio̍h tùi Í-sek-lia̍t lâng ê tiong-kan kéng-chhut Lī-bī lâng, hō͘ in chheng-khì.","tghg":"「你著對以色列人的中間揀出利未人，互𪜶清氣。","bklhl":"你tio̍h tùi以色列人ê中間揀出利未人，hō͘ in清氣。"}},{"book":"民","chapter":8,"verse":7,"versions":{"unv":"潔淨他們當這樣行：用除罪水彈在他們身上，又叫他們用剃頭刀刮全身，洗衣服，潔淨自己。","bklcl":"Hō͘ in chheng-khì tio̍h án-ni kiâⁿ;  ēng tû-khì chōe ê chúi hiù tī in seng-khu;  koh kah in ēng thì-thâu-to, thì thong seng-khu, sóe i-ho̍k, chheng-khì pún-sin.","tghg":"互𪜶清氣著按呢行：用除去罪的水灑佇𪜶身軀，閣教𪜶用剃頭刀剃通身軀，洗衣服，清氣本身。","bklhl":"Hō͘ in清氣tio̍h án-ni行；用除去罪ê水hiù tī in身軀；koh kah in用剃頭刀，剃thong身軀，洗衣服，清氣本身。"}},{"book":"民","chapter":8,"verse":8,"versions":{"unv":"然後叫他們取一隻公牛犢，並同獻的素祭，就是調油的細麵；你要另取一隻公牛犢作贖罪祭。","bklcl":"Āu-lâi in tio̍h chhú chi̍t chiah gû-káng-á, kap i ê sò͘-chè, chiū-sī tiau-hô iû ê iù-mī-hún; lí tio̍h lēng-gōa chhú chi̍t chiah gû-káng-á chòe sio̍k-chōe-chè.","tghg":"後來𪜶著取一隻牛牨(káng)仔，及伊的素祭，就是調和油的幼麵粉；你著另外取一隻牛牨仔做贖罪祭。","bklhl":"後來in tio̍h 取一隻牛káng-á，kap伊ê素祭，就是調和油ê幼麵粉；你tio̍h另外取一隻牛káng-á做贖罪祭。"}},{"book":"民","chapter":8,"verse":9,"versions":{"unv":"將利未人奉到會幕前，招聚以色列全會眾。","bklcl":"Lí tio̍h chhōa Lī-bī lâng kàu hōe-bō͘ chêng, chū-chi̍p Í-sek-lia̍t cho̍k ê choân-hōe.","tghg":"你著導利未人到會幕前，聚集以色列族的全會。","bklhl":"你tio̍h chhōa利未人到會幕前，聚集以色列族ê全會。"}},{"book":"民","chapter":8,"verse":10,"versions":{"unv":"將利未人奉到耶和華面前，以色列人要按手在他們頭上。","bklcl":"Koh chhōa Lī-bī lâng kàu Iâ-hô-hoa ê bīn-chêng;  Í-sek-lia̍t lâng tio̍h hōaⁿ-chhiú tī Lī-bī lâng ê téng-bīn.","tghg":"閣導利未人到耶和華的面前，以色列人著按手佇利未人的頂面。","bklhl":"Koh chhōa利未人到耶和華ê面前；以色列人tio̍h按手tī利未人ê頂面。"}},{"book":"民","chapter":8,"verse":11,"versions":{"unv":"亞倫也將他們奉到耶和華面前，為以色列人當作搖祭，使他們好辦耶和華的事。","bklcl":"A-lûn tio̍h hiàn Lī-bī lâng tī Iâ-hô-hoa ê bīn-chêng, chòe Í-sek-lia̍t lâng ê iô-chè, hō͘ in thang chòe ho̍k-sāi Iâ-hô-hoa ê kang.","tghg":"亞倫著獻利未人佇耶和華的面前，做以色列人的搖祭，互𪜶通做服事耶和華的工。","bklhl":"亞倫tio̍h獻利未人tī耶和華ê面前，做以色列人ê搖祭，hō͘ in thang做服事耶和華ê工。"}},{"book":"民","chapter":8,"verse":12,"versions":{"unv":"利未人要按手在那兩隻牛的頭上；你要將一隻作贖罪祭，一隻作燔祭，獻給耶和華，為利未人贖罪。","bklcl":"Lī-bī lâng tio̍h hōaⁿ-chhiú tī hiah-ê gû-káng-á ê thâu-khak-téng; lí tio̍h hiàn chi̍t-chiah chòe sio̍k-chōe-chè, koh hiàn chi̍t-chiah chòe sio-chè, hō͘ Iâ-hô-hoa, kā Lī-bī lâng sio̍k-chōe.","tghg":"利未人著按手佇許個牛牨仔的頭殼頂；你著獻一隻做贖罪祭，閣獻一隻做燒祭，互耶和華，給利未人贖罪。","bklhl":"利未人tio̍h按手tī hiah-ê牛káng-á ê頭殼頂；你tio̍h獻一隻做贖罪祭，koh獻一隻做燒祭，hō͘耶和華，kā利未人贖罪。"}},{"book":"民","chapter":8,"verse":13,"versions":{"unv":"你也要使利未人站在亞倫和他兒子面前，將他們當作搖祭奉給耶和華。","bklcl":"Lí tio̍h hō͘ Lī-bī lâng khiā tī A-lûn kap i ê kiáⁿ ê bīn-chêng, hiàn in chòe iô-chè hō͘ Iâ-hô-hoa.","tghg":"你著互利未人徛佇亞倫及伊的子的面前，獻𪜶做搖祭互耶和華。","bklhl":"你tio̍h hō͘利未人khiā tī亞倫kap伊ê kiáⁿ ê面前，獻in做搖祭hō͘耶和華。"}},{"book":"民","chapter":8,"verse":14,"versions":{"unv":"「這樣，你從以色列人中將利未人分別出來，利未人便要歸我。","bklcl":"Án-ni, lí tio̍h tùi Í-sek-lia̍t lâng hun-piat Lī-bī lâng, chiū Lī-bī lâng beh kui tī Góa.","tghg":"「按呢，你著對以色列人分別利未人，就利未人欲歸佇我。","bklhl":"Án-ni，你tio̍h tùi以色列人分別利未人，就利未人beh歸tī我。"}},{"book":"民","chapter":8,"verse":15,"versions":{"unv":"此後利未人要進去辦會幕的事，你要潔淨他們，將他們當作搖祭奉上；","bklcl":"Chit-tia̍p liáu-āu Lī-bī lâng tio̍h ji̍p-khì chòe hōe-bō͘ ê kang;  lí tio̍h hō͘ in chheng-khì, hiàn in chòe iô-chè.","tghg":"此霎(tia̍p)了後利未人著入去做會幕的工，你著互𪜶清氣，獻𪜶做搖祭；","bklhl":"Chit-tia̍p了後，利未人tio̍h入去做會幕ê工；你tio̍h hō͘ in清氣，獻in做搖祭。"}},{"book":"民","chapter":8,"verse":16,"versions":{"unv":"因為他們是從以色列人中全然給我的，我揀選他們歸我，是代替以色列人中一切頭生的。","bklcl":"In-ūi in sī tùi Í-sek-lia̍t tiong oân-choân kui Góa-ê;  Góa kéng in sio̍k tī Góa, lâi thòe it-chhè thâu-the-ê, chiū-sī Í-sek-lia̍t lâng ê thâu-chiūⁿ-ê.","tghg":"因為𪜶是對以色列中完全歸我者，我揀𪜶屬佇我，來替一切頭胎的就是以色列人的頭上者。","bklhl":"因為in是tùi以色列中完全歸我ê；我揀in屬tī我，來替一切頭胎ê，就是以色列人ê頭chiūⁿ-ê。"}},{"book":"民","chapter":8,"verse":17,"versions":{"unv":"以色列人中一切頭生的，連人帶牲畜，都是我的。我在埃及地擊殺一切頭生的那天，將他們分別為聖歸我。","bklcl":"In-ūi Í-sek-lia̍t tiong it-chhè thâu-chiūⁿ-siⁿ-ê, he̍k-sī lâng, he̍k-sī cheng-siⁿ, lóng sī Góa-ê.  Góa tī Ai-ki̍p tōe phah-sí it-chhè thâu-chiūⁿ-siⁿ-ê hit-ji̍t, í-keng hun-piat in chòe-sèng, kui tī Góa.","tghg":"因為以色列中一切頭上生者，或是人或是精牲，攏是我的。我佇埃及地拍死一切頭上生的彼日，已經分別𪜶做聖，歸佇我。","bklhl":"因為以色列中一切頭chiūⁿ生ê，或是人，或是cheng-siⁿ，lóng是我ê。我tī埃及地phah死一切頭chiūⁿ生ê hit日，已經分別in做聖，歸tī我。"}},{"book":"民","chapter":8,"verse":18,"versions":{"unv":"我揀選利未人代替以色列人中一切頭生的。","bklcl":"Góa kéng Lī-bī lâng, thòe Í-sek-lia̍t lâng it-chhè thâu-chiūⁿ-siⁿ-ê.","tghg":"我揀利未人替以色列人一切頭上生者。","bklhl":"我揀利未人，替以色列人一切頭chiūⁿ生ê。"}},{"book":"民","chapter":8,"verse":19,"versions":{"unv":"我從以色列人中將利未人當作賞賜給亞倫和他的兒子，在會幕中辦以色列人的事，又為以色列人贖罪，免得他們挨近聖所，有災殃臨到他們中間。」","bklcl":"Góa tùi Í-sek-lia̍t lâng tiong, kéng Lī-bī lâng, siúⁿ-sù A-lûn kap i ê kiáⁿ-sun, thang thòe Í-sek-lia̍t lâng chòe hōe-bō͘ ê chhe-ēng, koh ūi Í-sek-lia̍t lâng sio̍k-chōe;  bián-tit Í-sek-lia̍t lâng óa-kūn sèng-só͘ ê sî, ū chai-ē kàu Í-sek-lia̍t lâng ê tiong-kan.","tghg":"我對以色列人中揀利未人賞賜亞倫及伊的子孫，通替以色列人做會幕的差用，閣為以色列人贖罪，免得以色列人倚近聖所的時，有災禍到以色列人的中間。」","bklhl":"我tùi以色列人中，揀利未人，賞賜亞倫kap伊ê kiáⁿ孫，thang替以色列人做會幕ê差用，koh為以色列人贖罪；免得以色列人óa近聖所ê時，有災禍到以色列人ê中間。"}},{"book":"民","chapter":8,"verse":20,"versions":{"unv":"摩西、亞倫，並以色列全會眾便向利未人如此行。凡耶和華指著利未人所吩咐摩西的，以色列人就向他們這樣行。","bklcl":"Mô͘-se A-lûn kap Í-sek-lia̍t lâng choân-hōe, chiū tùi Lī-bī lâng án-ni kiâⁿ;  kìⁿ-nā Iâ-hô-hoa lūn-khí Lī-bī lâng só͘ bēng-lēng Mô͘-se ê, Í-sek-lia̍t lâng chiū tùi in án-ni kiâⁿ.","tghg":"摩西、亞倫，及以色列人全會就對利未人按呢行。見若耶和華論起利未人所命令摩西的，以色列人就對𪜶按呢行。","bklhl":"摩西、亞倫kap以色列人全會，就對利未人án-ni行；見若耶和華論起利未人所命令摩西ê，以色列人就對in án-ni行。"}},{"book":"民","chapter":8,"verse":21,"versions":{"unv":"於是利未人潔淨自己，除了罪，洗了衣服；亞倫將他們當作搖祭奉到耶和華面前，又為他們贖罪，潔淨他們。","bklcl":"Tùi án-ni Lī-bī lâng chheng-khì ka-kī, tû-khì chōe, sóe in ê i-ho̍k;  A-lûn chiong in hiàn-chòe iô-chè tī Iâ-hô-hoa ê bīn-chêng;  A-lûn koh ūi in sio̍k-chōe lâi chheng-khì in.","tghg":"對按呢利未人清氣家己，除去罪，洗𪜶的衣服；亞倫將𪜶獻做搖祭佇耶和華的面前，亞倫閣為𪜶贖罪，來清氣𪜶。","bklhl":"Tùi án-ni，利未人清氣家己，除去罪，洗in ê衣服；亞倫將in獻做搖祭tī耶和華ê面前；亞倫koh為in贖罪來清氣in。"}},{"book":"民","chapter":8,"verse":22,"versions":{"unv":"然後利未人進去，在亞倫和他兒子面前，在會幕中辦事。耶和華指著利未人怎樣吩咐摩西，以色列人就怎樣向他們行了。","bklcl":"Jiân-āu Lī-bī lâng ji̍p-khì, tī A-lûn kap i ê kiáⁿ ê bīn-chêng, tī hōe-bō͘ tiong chòe in ê kang;  Iâ-hô-hoa lūn Lī-bī lâng lâi bēng-lēng Mô͘-se ê, Í-sek-lia̍t lâng chiū án-ni tùi in kiâⁿ.","tghg":"然後利未人入去，佇亞倫及伊的子的面前，佇會幕中做𪜶的工。耶和華論利未人來命令摩西的，以色列人就按呢對𪜶行。","bklhl":"然後利未人入去，tī亞倫kap伊ê kiáⁿ ê面前，tī會幕中做in ê工；耶和華論利未人來命令摩西ê，以色列人就án-ni對in行。"}},{"book":"民","chapter":8,"verse":23,"versions":{"unv":"耶和華曉諭摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"民","chapter":8,"verse":24,"versions":{"unv":"「利未人是這樣：從二十五歲以外，他們要前來任職，辦會幕的事。","bklcl":"Lūn Lī-bī lâng sī án-ni:  tùi jī-cha̍p-gō͘ hè í-siōng, in tio̍h lâi hōe-bō͘, chòe chhe-ēng.","tghg":"「論利未人是按呢：對二十五歲以上，𪜶著來會幕，做差用。","bklhl":"論利未人是án-ni：  tùi二十五歲以上，in tio̍h來會幕，做差用。"}},{"book":"民","chapter":8,"verse":25,"versions":{"unv":"到了五十歲要停工退任，不再辦事，","bklcl":"Kàu gō͘-cha̍p hè chiū thêng-kang, bô koh chòe chhe-ēng;","tghg":"到五十歲就停工，無閣做差用，","bklhl":"到五十歲就停工，無koh做差用；"}},{"book":"民","chapter":8,"verse":26,"versions":{"unv":"只要在會幕裡，和他們的弟兄一同伺候，謹守所吩咐的，不再辦事了。至於所吩咐利未人的，你要這樣向他們行。」","bklcl":"to̍k-to̍k tio̍h tī hōe-bō͘, kap in ê hiaⁿ-tī saⁿ-kap su-hāu, siú só͘ kau-tài ê, bô koh chòe kang;  lūn-kàu só͘ kau-tài Lī-bī lâng-ê, lí tio̍h tùi in án-ni kiâⁿ.","tghg":"獨獨著佇會幕，及𪜶的兄弟相及伺候，守所交代的，無閣做工論到所交代利未人的。你著對𪜶按呢行。」","bklhl":"獨獨tio̍h tī會幕，kap in ê兄弟相kap伺候，守所交帶ê，無koh做工；論到所交帶利未人ê，你tio̍h 對in án-ni行。"}}]