[{"book":"民","chapter":28,"verse":1,"versions":{"unv":"耶和華曉諭摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"民","chapter":28,"verse":2,"versions":{"unv":"「你要吩咐以色列人說：『獻給我的供物，就是獻給我作馨香火祭的食物，你們要按日期獻給我』；","bklcl":"Lí tio̍h bēng-lēng Í-sek-lia̍t lâng kóng, Góa ê lé-mi̍h, chiū-sī hiàn-hō͘ Góa chòe phang-phang chiah-ê hé-chè ê chia̍h-mi̍h, lín tio̍h chiàu ji̍t-kî kín-sīn hiàn hō͘ Góa.","tghg":"「你著命令以色列人講：『我的禮物，就是獻互我做芳芳諸個火祭的食物，恁著照日期謹慎獻互我』；","bklhl":"你tio̍h命令以色列人講：我ê禮物，就是獻hō͘我做芳芳chiah ê火祭ê食物，lín tio̍h照日期謹慎獻hō͘我。"}},{"book":"民","chapter":28,"verse":3,"versions":{"unv":"又要對他們說：你們要獻給耶和華的火祭，就是沒有殘疾、一歲的公羊羔，每日兩隻，作為常獻的燔祭。","bklcl":"Koh tio̍h kā in kóng, Lín tio̍h hiàn hō͘ Iâ-hô-hoa ê hé-chè, chiū-sī bô hâ-chhû bē-móa-nî ê iûⁿ-káng-á, ta̍k-ji̍t nn̄g-chiah, chòe kú-tn̂g hiàn ê sio-chè.","tghg":"閣著給𪜶講：恁著獻互耶和華的火祭，就是無瑕疵、未滿年的羊牨(káng)仔，逐日二隻，做久長獻的燒祭。","bklhl":"Koh tio̍h kā in講：Lín tio̍h獻hō͘耶和華ê火祭，就是無瑕疵未滿年ê羊káng-á，ta̍k日兩隻，做久長獻ê燒祭。"}},{"book":"民","chapter":28,"verse":4,"versions":{"unv":"早晨要獻一隻，黃昏的時候要獻一隻；","bklcl":"Chá-khí-sî tio̍h hiàn iûⁿ-á chi̍t-chiah, hông-hun ê sî tio̍h hiàn iûⁿ-á chi̍t-chiah.","tghg":"早起時著獻羊仔一隻，黃昏的時著獻羊仔一隻；","bklhl":"早起時tio̍h獻羊á一隻，黃昏ê時tio̍h獻羊á一隻。"}},{"book":"民","chapter":28,"verse":5,"versions":{"unv":"又用細麵伊法十分之一，並搗成的油一欣四分之一，調和作為素祭。","bklcl":"Koh tio̍h hiàn iù-mī-hún i-hoat cha̍p-hūn-chi̍t, kap tiau-hô khoeh-hó ê iû chi̍t-him sì-hūn-chi̍t chòe sò͘-chè.","tghg":"閣著獻幼麵粉伊法十份一，及調和夾好的油一欣四份一，做素祭。","bklhl":"Koh tio̍h獻幼麵粉i-hoat十份一，kap調和khoeh好ê油一him四份一做素祭。"}},{"book":"民","chapter":28,"verse":6,"versions":{"unv":"這是西奈山所命定為常獻的燔祭，是獻給耶和華為馨香的火祭。","bklcl":"Che sī tī Se-nái soaⁿ só͘ tiāⁿ-tio̍h chòe siông-siông hiàn ê sio-chè, chiū-sī hiàn hō͘ Iâ-hô-hoa chòe phang-phang ê hé-chè.","tghg":"這是佇西奈山所定著做常常獻的燒祭，就是獻互耶和華做芳芳的火祭。","bklhl":"這是tī西奈山所定tio̍h做常常獻ê燒祭，就是獻hō͘耶和華做芳芳ê火祭。"}},{"book":"民","chapter":28,"verse":7,"versions":{"unv":"為這一隻羊羔，要同獻奠祭的酒一欣四分之一。在聖所中，你要將醇酒奉給耶和華為奠祭。","bklcl":"Ūi-tio̍h chí chi̍t chiah iûⁿ-á, tio̍h sòa hiàn koàn-tiān ê chiú, chi̍t-him sì-hūn ê chi̍t-hūn; tī sèng-só͘ tiong, lí tio̍h chiong kāu ê chiú hiàn hō͘ Iâ-hô-hoa chòe koàn-tiān.","tghg":"為著此一隻羊仔，著續獻灌奠的酒一欣四份的一份。佇聖所中，你著將厚的酒獻互耶和華做灌奠。","bklhl":"為tio̍h chit一隻羊á，tio̍h續獻灌奠ê酒，一him四份ê一份；tī聖所中，你tio̍h將厚ê酒獻hō͘耶和華做灌奠。"}},{"book":"民","chapter":28,"verse":8,"versions":{"unv":"晚上，你要獻那一隻羊羔，必照早晨的素祭和同獻的奠祭獻上，作為馨香的火祭，獻給耶和華。」","bklcl":"Ê-hng sî, tio̍h hiàn tē-jī chiah iûⁿ-á, chhin-chhiūⁿ chá-khí-sî ê sò͘-chè, iā chhin-chhiūⁿ i ê koàn-tiān, hiàn i hō͘ Iâ-hô-hoa chòe phang-phang ê hé-chè.","tghg":"下昏時，著獻第二隻羊仔，親像早起時的素祭也親像伊的灌奠，獻伊互耶和華做芳芳的火祭。」","bklhl":"Ê-hng時，tio̍h獻第二隻羊á，親像早起時ê素祭，也親像伊ê灌奠，獻伊hō͘耶和華做芳芳ê火祭。"}},{"book":"民","chapter":28,"verse":9,"versions":{"unv":"「當安息日，要獻兩隻沒有殘疾、一歲的公羊羔，並用調油的細麵伊法十分之二為素祭，又將同獻的奠祭獻上。","bklcl":"Koh tī an-hioh-ji̍t tio̍h hiàn nn̄g-chiah bô hâ-chhû bē-móa-nî ê iûⁿ-káng-á, iā ēng tiau-hô iû ê iù-mī-hún i-hoat cha̍p-hūn ê nn̄g-hūn, chòe sò͘-chè, kap i ê koàn-tiān.","tghg":"「閣佇安息日，著獻二隻無瑕疵、未滿年的羊牨仔，也用調和油的幼麵粉伊法十份的二份做素祭，及伊的灌奠。","bklhl":"Koh tī安歇日tio̍h獻兩隻無瑕疵未滿年ê羊káng-á，也用調和油ê幼麵粉i-hoat十份ê兩份，做素祭，kap伊ê灌奠。"}},{"book":"民","chapter":28,"verse":10,"versions":{"unv":"這是每安息日獻的燔祭；那常獻的燔祭和同獻的奠祭在外。」","bklcl":"Che sī ta̍k ê an-hioh-ji̍t ê sio-chè, hit ê siông-siông hiàn ê sio-chè, kap i ê koàn-tiān í-gōa.","tghg":"這是逐個安息日的燒祭；彼個常常獻的燒祭，及伊的灌奠以外。」","bklhl":"這是ta̍k-ê安歇日ê燒祭，hit ê常常獻ê燒祭，kap伊ê灌奠以外。"}},{"book":"民","chapter":28,"verse":11,"versions":{"unv":"「每月朔，你們要將兩隻公牛犢，一隻公綿羊，七隻沒有殘疾、一歲的公羊羔，獻給耶和華為燔祭。","bklcl":"Ta̍k-ge̍h ê chhoe-it, lín tio̍h hiàn sio-chè hō͘ Iâ-hô-hoa, chiū-sī gû-káng-á nn̄g-chiah, mî-iûⁿ-káng chi̍t-chiah, bô hâ-chhû bē-móa-nî ê iûⁿ-káng-á chhit-chiah.","tghg":"「逐月的初一，恁著獻燒祭互耶和華，就是牛牨仔二隻，綿羊牨一隻，無瑕疵、未滿年的羊牨仔七隻。","bklhl":"Ta̍k月ê初一，lín tio̍h獻燒祭hō͘耶和華，就是牛káng-á兩隻，綿羊káng一隻，無瑕疵未滿年ê羊káng-á七隻。"}},{"book":"民","chapter":28,"verse":12,"versions":{"unv":"每隻公牛要用調油的細麵伊法十分之三作為素祭；那隻公羊也用調油的細麵伊法十分之二作為素祭；","bklcl":"Ūi ta̍k chiah gû-káng-á, tio̍h ēng tiau-hô iû ê iù-mī-hún i-hoat cha̍p-hūn ê saⁿ-hūn, chòe sò͘-chè;  ūi hit chiah iûⁿ-káng, iā tio̍h ēng tiau-hô iû ê iù-mī-hún i-hoat cha̍p-hūn ê nn̄g-hūn, chòe sò͘-chè.","tghg":"為逐隻牛牨仔，著用調和油的幼麵粉伊法十份的三份做素祭；為彼隻羊牨也著用調和油的幼麵粉伊法十份的二份做素祭；","bklhl":"為 ta̍k隻牛káng-á，tio̍h用調和油ê幼麵粉i-hoat十份ê三份，做素祭；為hit隻羊káng，也tio̍h用調和油ê幼麵粉i-hoat十份ê兩份，做素祭。"}},{"book":"民","chapter":28,"verse":13,"versions":{"unv":"每隻羊羔要用調油的細麵伊法十分之一作為素祭和馨香的燔祭，是獻給耶和華的火祭。","bklcl":"Ūi-tio̍h ta̍k chiah iûⁿ-á tio̍h ēng tiau-hô iû ê iù-mī-hún cha̍p-hūn ê chi̍t-hūn, chòe sò͘-chè, kap phang-phang ê sio-chè; sī hiàn hō͘ Iâ-hô-hoa ê hé-chè.","tghg":"為著逐隻羊仔著用調和油的幼麵粉十份的一份做素祭及芳芳的燒祭，是獻互耶和華的火祭。","bklhl":"為tio̍h ta̍k隻羊á tio̍h用調和油ê幼麵粉十份ê一份，做素祭，kap芳芳ê燒祭；是獻hō͘耶和華ê火祭。"}},{"book":"民","chapter":28,"verse":14,"versions":{"unv":"一隻公牛要奠酒半欣，一隻公羊要奠酒一欣三分之一，一隻羊羔也奠酒一欣四分之一。這是每月的燔祭，一年之中要月月如此。","bklcl":"I ê koàn-tiān tio̍h ēng chiú, ūi-tio̍h chi̍t chiah gû-káng-á ēng pòaⁿ-him, ūi-tio̍h chi̍t chiah iûⁿ-káng ēng chi̍t-him ê saⁿ-hūn-chi̍t, ūi-tio̍h chi̍t chiah iûⁿ-á chiū ēng chi̍t-him ê sì-hūn-chi̍t;  che sī ta̍k-ge̍h ê sio-chè, chi̍t-nî ê tiong-kan, ta̍k-ge̍h tio̍h án-ni.","tghg":"伊的灌奠著用酒，為著一隻牛牨仔用半欣，為著一隻羊牨用一欣的三份一，為著一隻羊仔就用一欣的四份一。這是逐月的燒祭，一年的中間逐月著按呢。","bklhl":"伊ê灌奠tio̍h用酒，為tio̍h一隻牛káng-á用半him，為tio̍h一隻羊káng用一him ê三份一，為tio̍h一隻羊á就用一him ê四份一；這是ta̍k月ê燒祭，一年ê中間，ta̍k月tio̍h án-ni。"}},{"book":"民","chapter":28,"verse":15,"versions":{"unv":"又要將一隻公山羊為贖罪祭，獻給耶和華；要獻在常獻的燔祭和同獻的奠祭以外。」","bklcl":"Koh tio̍h ēng chi̍t chiah soaⁿ-iûⁿ-káng chòe sio̍k-chōe-chè, hiàn hō͘ Iâ-hô-hoa;  tio̍h tī siông-siông hiàn ê sio-chè, kap i ê koàn-tiān, í-gōa lâi hiàn i.","tghg":"閣著用一隻山羊牨做贖罪祭，獻互耶和華；著佇常常獻的燒祭及伊的灌奠以外來獻伊。」","bklhl":"Koh tio̍h用一隻山羊káng做贖罪祭，獻hō͘耶和華；tio̍h tī常常獻ê燒祭，kap伊ê灌奠，以外來獻伊。"}},{"book":"民","chapter":28,"verse":16,"versions":{"unv":"「正月十四日是耶和華的逾越節。","bklcl":"Chiaⁿ-ge̍h cha̍p-sì ji̍t sī Iâ-hô-hoa ê pôaⁿ-kè-choeh.","tghg":"「正月十四日是耶和華的𨃟過節。","bklhl":"正月十四日是耶和華ê Pôaⁿ過節。"}},{"book":"民","chapter":28,"verse":17,"versions":{"unv":"這月十五日是節期，要吃無酵餅七日。","bklcl":"Chit-ge̍h cha̍p-gō͘ ji̍t sī choeh-iân; tio̍h chia̍h bô-kàⁿ-piáⁿ chhit-ji̍t kú.","tghg":"此月十五日是節筵，著食無酵餅七日久。","bklhl":"Chit月十五日是節筵；tio̍h食無酵餅七日久。"}},{"book":"民","chapter":28,"verse":18,"versions":{"unv":"第一日當有聖會；甚麼勞碌的工都不可做。","bklcl":"Tī i ê thâu-chi̍t ji̍t tio̍h ū sèng-hōe, lóng m̄-thang chòe lô-tōng ê kang.","tghg":"佇伊的頭一日著有聖會；攏呣通做勞動的工。","bklhl":"Tī伊ê頭一日tio̍h有聖會，lóng m̄-thang做勞動ê工。"}},{"book":"民","chapter":28,"verse":19,"versions":{"unv":"當將公牛犢兩隻，公綿羊一隻，一歲的公羊羔七隻，都要沒有殘疾的，用火獻給耶和華為燔祭。","bklcl":"Lí tio̍h hiàn hé-chè chòe sio-chè hō͘ Iâ-hô-hoa, chiū-sī gû-káng-á nn̄g-chiah, mî-iûⁿ-káng chi̍t-chiah, bē-móa-nî ê iûⁿ-káng-á chhit-chiah;  lín lóng tio̍h ēng bô hâ-chhû ê.","tghg":"你著獻火祭做燒祭互耶和華，就是牛牨仔二隻，綿羊牨一隻，未滿年的羊牨仔七隻，恁攏著用無瑕疵的。","bklhl":"你tio̍h獻火祭做燒祭hō͘耶和華，就是牛káng-á兩隻，綿羊káng一隻，未滿年ê羊káng-á七隻；lín lóng tio̍h用無瑕疵ê。"}},{"book":"民","chapter":28,"verse":20,"versions":{"unv":"同獻的素祭用調油的細麵；為一隻公牛要獻伊法十分之三；為一隻公羊要獻伊法十分之二；","bklcl":"In ê sò͘-chè, ēng tiau-hô iû ê iù-mī-hún, ūi-tio̍h chi̍t chiah gû-káng hiàn cha̍p-hūn-saⁿ, ūi-tio̍h chi̍t chiah iûⁿ-káng hiàn cha̍p-hūn-nn̄g.","tghg":"𪜶的素祭，用調和油的幼麵粉；為著一隻牛牨獻十份三；為著一隻羊牨獻十份二；","bklhl":"In ê素祭，用調和油ê幼麵粉，為tio̍h一隻牛káng獻十份三，為tio̍h一隻羊káng獻十份兩。"}},{"book":"民","chapter":28,"verse":21,"versions":{"unv":"為那七隻羊羔，每隻要獻伊法十分之一。","bklcl":"Ūi-tio̍h hí chhit chiah iûⁿ-á, ta̍k chiah tio̍h hiàn cha̍p-hūn-chi̍t.","tghg":"為著彼七隻羊仔，逐隻著獻十份一。","bklhl":"為tio̍h hit七隻羊á，ta̍k隻tio̍h獻十份一。"}},{"book":"民","chapter":28,"verse":22,"versions":{"unv":"並獻一隻公山羊作贖罪祭，為你們贖罪。","bklcl":"Koh hiàn chi̍t chiah soaⁿ-iûⁿ-káng chòe sio̍k-chōe-chè, kā lín sio̍k-chōe.","tghg":"閣獻一隻山羊牨做贖罪祭，給恁贖罪。","bklhl":"Koh獻一隻山羊káng做贖罪祭，kā lín贖罪。"}},{"book":"民","chapter":28,"verse":23,"versions":{"unv":"你們獻這些，要在早晨常獻的燔祭以外。","bklcl":"Lín hiàn chiah-ê, tio̍h tī chá-khí-sî ê sio-chè, chiū-sī siông-siông hiàn ê sio-chè í-gōa.","tghg":"恁獻諸個，著佇早起時的燒祭，就是常常獻的燒祭以外。","bklhl":"Lín獻chiah ê，tio̍h tī早起時ê燒祭，就是常常獻ê燒祭以外。"}},{"book":"民","chapter":28,"verse":24,"versions":{"unv":"一連七日，每日要照這例把馨香火祭的食物獻給耶和華，是在常獻的燔祭和同獻的奠祭以外。","bklcl":"Liân-liân chhit-ji̍t kú, ta̍k-ji̍t chiàu chit ê lē, ēng phang-phang ê hé-chè ê chia̍h-mi̍h, hiàn hō͘ Iâ-hô-hoa;  tio̍h tī siông-siông hiàn ê sio-chè, kap i ê koàn-tiān, í-gōa lâi hiàn.","tghg":"連連七日久，逐日照此個例用芳芳的火祭的食物獻互耶和華，著佇常常獻的燒祭及伊的灌奠，以外來獻。","bklhl":"連連七日久，ta̍k日照chit ê例，用芳芳ê火祭ê食物，獻hō͘耶和華；tio̍h tī常常獻ê燒祭，kap伊ê灌奠，以外來獻。"}},{"book":"民","chapter":28,"verse":25,"versions":{"unv":"第七日當有聖會，甚麼勞碌的工都不可做。」","bklcl":"Tē-chhit ji̍t lín tio̍h ū sèng-hōe, lóng m̄-thang chòe sím-mi̍h lô-tōng ê kang.","tghg":"第七日恁著有聖會，攏呣通做甚麼勞動的工。」","bklhl":"第七日lín tio̍h有聖會，lóng m̄-thang做甚麼勞動ê工。"}},{"book":"民","chapter":28,"verse":26,"versions":{"unv":"「七七節莊稼初熟，你們獻新素祭給耶和華的日子，當有聖會；甚麼勞碌的工都不可做。","bklcl":"Chhit ê chhit ji̍t choeh, khí-thâu-se̍k ê thó͘-sán, lín hiàn sin ê sò͘-chè hō͘ Iâ-hô-hoa ê ji̍t, tio̍h ū sèng-hōe, lóng m̄-thang chòe lô-tōng ê kang.","tghg":"「七個七日節，起頭熟的土產，恁獻新的素祭互耶和華的日，著有聖會；攏呣通做勞動的工。","bklhl":"七個七日節，起頭熟ê土產，lín獻新ê素祭hō͘耶和華ê日，tio̍h有聖會，lóng m̄-thang做勞動ê工。"}},{"book":"民","chapter":28,"verse":27,"versions":{"unv":"只要將公牛犢兩隻，公綿羊一隻，一歲的公羊羔七隻，作為馨香的燔祭獻給耶和華。","bklcl":"Lín tio̍h hiàn phang-phang ê sio-chè hō͘ Iâ-hô-hoa, chiū-sī gû-káng-á nn̄g-chiah, mî-iûⁿ-káng-á chi̍t-chiah, bē-móa-nî ê iûⁿ-káng-á chhit-chiah.","tghg":"恁著獻芳芳的燒祭互耶和華，就是牛牨仔二隻，綿羊牨仔一隻，未滿年的羊牨仔七隻。","bklhl":"Lín tio̍h獻芳芳ê燒祭hō͘耶和華，就是牛káng-á兩隻，綿羊káng-á一隻，未滿年ê羊káng-á七隻。"}},{"book":"民","chapter":28,"verse":28,"versions":{"unv":"同獻的素祭用調油的細麵；為每隻公牛要獻伊法十分之三；為一隻公羊要獻伊法十分之二；","bklcl":"In ê sò͘-chè, ēng tiau-hô iû ê iù-mī-hún, ūi-tio̍h chi̍t chiah gû-káng hiàn cha̍p-hūn-saⁿ, ūi-tio̍h chi̍t chiah iûⁿ-káng hiàn cha̍p-hūn-nn̄g.","tghg":"𪜶的素祭用調和油的幼麵粉；為著一隻牛牨獻十份三；為著一隻羊牨獻十份二；","bklhl":"In ê素祭，用調和油ê幼麵粉，為tio̍h一隻牛káng獻十份三，為tio̍h一隻羊káng獻十份兩。"}},{"book":"民","chapter":28,"verse":29,"versions":{"unv":"為那七隻羊羔，每隻要獻伊法十分之一。","bklcl":"Ūi-tio̍h hí chhit chiah iûⁿ-á, ta̍k-chiah tio̍h hiàn cha̍p-hūn-chi̍t.","tghg":"為著彼七隻羊仔，逐隻著獻十份一。","bklhl":"為tio̍h hit七隻羊á，ta̍k-chiah tio̍h獻十份一。"}},{"book":"民","chapter":28,"verse":30,"versions":{"unv":"並獻一隻公山羊為你們贖罪。","bklcl":"Koh hiàn chi̍t chiah soaⁿ-iûⁿ-káng,  kā lín sio̍k-chōe.","tghg":"閣獻一隻山羊牨給恁贖罪。","bklhl":"Koh獻一隻山羊káng，kā lín贖罪。"}},{"book":"民","chapter":28,"verse":31,"versions":{"unv":"這些，你們要獻在常獻的燔祭和同獻的素祭並同獻的奠祭以外，都要沒有殘疾的。」","bklcl":"Lín tio̍h hiàn chiah-ê, kap i ê koàn-tiān, tī siông-siông hiàn ê sio-chè kap i ê sò͘-chè í-gōa, lín lóng tio̍h ēng bô hâ-chhû-ê.","tghg":"恁著獻諸個，及伊的灌奠佇常常獻的燒祭及伊的素祭以外，恁攏著用無瑕疵的。」","bklhl":"Lín tio̍h獻chiah ê，kap伊ê灌奠，tī常常獻ê燒祭kap伊ê素祭以外，lín lóng tio̍h用無瑕疵ê。"}}]