[{"book":"民","chapter":2,"verse":1,"versions":{"unv":"耶和華曉諭摩西、亞倫說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se A-lûn kóng,","tghg":"耶和華吩咐摩西、亞倫講：","bklhl":"耶和華吩咐摩西、亞倫講："}},{"book":"民","chapter":2,"verse":2,"versions":{"unv":"「以色列人要各歸自己的纛下，在本族的旗號那裡，對著會幕的四圍安營。","bklcl":"Í-sek-lia̍t lâng tio̍h ta̍k-ê tah i ê pò͘-pîⁿ, tī ka-kī ê tōa-kî-ē, tī pún-cho̍k ê kî-hō hia, ûi-ûi ǹg hōe-bō͘ chat-iâⁿ.","tghg":"「以色列人著逐個搭伊的布棚佇家己的大旗下，佇本族的旗號遐，圍圍向會幕紮營。","bklhl":"以色列人tio̍h ta̍k-ê 搭伊ê布棚，tī家己ê大旗下，tī本族ê旗號hia，ûi-ûi ǹg會幕紮營。"}},{"book":"民","chapter":2,"verse":3,"versions":{"unv":"在東邊，向日出之地，照著軍隊安營的是猶大營的纛。有亞米拿達的兒子拿順作猶大人的首領。","bklcl":"Tī tang-sì ǹg ji̍t-chhut ê só͘-chāi, chiàu in ê kun-tūi chat-iâⁿ ê, sī tio̍h Iû-tāi iâⁿ ê tōa-kî;  ū A-bí-ná-ta̍t ê kiáⁿ Ná-sūn chòe Iû-tāi lâng ê siú-léng.","tghg":"佇東勢，向日出的所在，照𪜶的軍隊紮營的是著猶大營的大旗。有亞米拿達的子拿順做猶大人的首領。","bklhl":"Tī東勢ǹg日出ê所在，照in ê軍隊紮營ê，是tio̍h偤大營ê大旗；有A-bí-ná-ta̍t ê kiáⁿ Ná-sūn做偤大人ê首領。"}},{"book":"民","chapter":2,"verse":4,"versions":{"unv":"他軍隊被數的，共有七萬四千六百名。","bklcl":"I ê kun-tūi, chiū-sī kè-sǹg ê, kiōng ū chhit-bān sì-chheng la̍k-pah miâ.","tghg":"伊的軍隊就是過算的，共有七萬四千六百名。","bklhl":"伊ê軍隊，就是計算ê，共有七萬四千六百名。"}},{"book":"民","chapter":2,"verse":5,"versions":{"unv":"挨著他安營的是以薩迦支派。有蘇押的兒子拿坦業作以薩迦人的首領。","bklcl":"Óa-kūn i chat-iâⁿ-ê sī tio̍h Í-sat-ka ê chi-phài, ū So͘-ap ê kiáⁿ Ná-thán-gia̍p chòe Í-sat-ka lâng ê siú-léng;","tghg":"倚近伊紮營的是著以薩迦的支派。有蘇押的子拿坦業做以薩迦人的首領。","bklhl":"óa近伊紮營ê是tio̍h Í-sat-ka ê支派，有So͘-ap ê kiáⁿ Ná-thán-gia̍p做Í-sat-ka人ê首領；"}},{"book":"民","chapter":2,"verse":6,"versions":{"unv":"他軍隊被數的，共有五萬四千四百名。","bklcl":"i ê kun-tūi, chiū-sī kè-sǹg-ê, kiōng ū gō͘-bān sì-chheng sì-pah miâ.","tghg":"伊的軍隊就是過算的，共有五萬四千四百名。","bklhl":"伊ê軍隊，就是計算ê，共有五萬四千四百名。"}},{"book":"民","chapter":2,"verse":7,"versions":{"unv":"又有西布倫支派。希倫的兒子以利押作西布倫人的首領。","bklcl":"Koh ū Se-pò͘-lûn ê chi-phài;  Hi-lûn ê kiáⁿ Í-lī-ap chòe Se-pò͘-lûn lâng ê siú-léng;","tghg":"閣有西布倫的支派。希倫的子以利押做西布倫人的首領。","bklhl":"Koh有Se-pò͘-lûn ê支派；Hi-lûn ê kiáⁿ Í-lī-ap做Se-pò͘-lûn人ê首領；"}},{"book":"民","chapter":2,"verse":8,"versions":{"unv":"他軍隊被數的，共有五萬七千四百名。","bklcl":"i ê kun-tūi, chiū-sī kè-sǹg-ê, kiōng ū gō͘-bān chhit-chheng sì-pah miâ.","tghg":"伊的軍隊就是過算的，共有五萬七千四百名。","bklhl":"伊ê軍隊，就是計算ê，共有五萬七千四百名。"}},{"book":"民","chapter":2,"verse":9,"versions":{"unv":"凡屬猶大營、按著軍隊被數的，共有十八萬六千四百名，要作第一隊往前行。","bklcl":"Sio̍k Iû-tāi iâⁿ, chiàu i ê kun-tūi lóng-chóng kè-sǹg-ê, kiōng ū cha̍p-poeh-bān la̍k-chheng sì-pah miâ;  in tio̍h chòe-thâu khí-sin.","tghg":"屬猶大營、照伊的軍隊攏總過算的，共有十八萬六千四百名，𪜶著做頭起身。","bklhl":"屬偤大營，照伊ê軍隊lóng總計算ê，共有十八萬六千四百名；in tio̍h做頭起身。"}},{"book":"民","chapter":2,"verse":10,"versions":{"unv":"「在南邊，按著軍隊是流便營的纛。有示丟珥的兒子以利蓿作流便人的首領。","bklcl":"Tī lâm-pêng, chiàu in ê kun-tūi, sī Liû-piān iâⁿ ê tōa-kî, ū Sī-tiu-jíⁿ ê kiáⁿ Í-lī-siok chòe Liû-piān lâng ê siú-léng;","tghg":"「佇南旁，照𪜶的軍隊是流便營的大旗。有示丟珥的子以利蓿做流便人的首領。","bklhl":"Tī南pêng，照in ê軍隊，是Liû-piān營ê大旗，有Sī-tiu-jíⁿ ê kiáⁿ Í-lī-siok做Liû-piān人ê首領；"}},{"book":"民","chapter":2,"verse":11,"versions":{"unv":"他軍隊被數的，共有四萬六千五百名。","bklcl":"i ê kun-tūi, chiū-sī kè-sǹg-ê, kiōng ū sì-bān la̍k-chheng gō͘-pah miâ.","tghg":"伊的軍隊就是過算的，共有四萬六千五百名。","bklhl":"伊ê軍隊，就是計算ê，共有四萬六千五百名。"}},{"book":"民","chapter":2,"verse":12,"versions":{"unv":"挨著他安營的是西緬支派。蘇利沙代的兒子示路蔑作西緬人的首領。","bklcl":"Óa-kūn i chat-iâⁿ-ê sī Se-biān ê chi-phài;  So͘-lí-sa-tāi ê kiáⁿ Sī-lō͘-bia̍t chòe Se-biān lâng ê siú-léng;","tghg":"倚近伊紮營的是西緬的支派。蘇利沙代的子示路蔑做西緬人的首領。","bklhl":"óa近伊紮營ê是西門ê支派；So͘-lí-sa-tāi ê kiáⁿ Sī-lō͘-bia̍t做西門人ê首領；"}},{"book":"民","chapter":2,"verse":13,"versions":{"unv":"他軍隊被數的，共有五萬九千三百名。","bklcl":"i ê kun-tūi, chiū-sī kè-sǹg-ê, kiōng ū gō͘-bān káu-chheng saⁿ-pah miâ.","tghg":"伊的軍隊就是過算的，共有五萬九千三百名。","bklhl":"伊ê軍隊，就是計算ê，共有五萬九千三百名。"}},{"book":"民","chapter":2,"verse":14,"versions":{"unv":"又有迦得支派。丟珥的兒子以利雅薩作迦得人的首領。","bklcl":"Koh ū Ka-tek ê chi-phài; Tiu-jíⁿ ê kiáⁿ Í-lī-ngá-sat chòe Ka-tek lâng ê siú-léng;","tghg":"閣有迦得的支派。丟珥的子以利雅薩做迦得人的首領。","bklhl":"Koh有Ka-tek ê支派；Tiu-jíⁿ ê kiáⁿ Í-lī-ngá-sat做Ka-tek人ê首領；"}},{"book":"民","chapter":2,"verse":15,"versions":{"unv":"他軍隊被數的，共有四萬五千六百五十名，","bklcl":"i ê kun-tūi, chiū-sī kè-sǹg-ê, kiōng ū sì-bān gō͘-chheng la̍k-pah gō͘-cha̍p miâ.","tghg":"伊的軍隊就是過算的，共有四萬五千六百五十名。","bklhl":"伊ê軍隊，就是計算ê，共有四萬五千六百五十名。"}},{"book":"民","chapter":2,"verse":16,"versions":{"unv":"凡屬流便營、按著軍隊被數的，共有十五萬一千四百五十名，要作第二隊往前行。","bklcl":"Sio̍k Liû-piān iâⁿ, chiàu i ê kun-tūi, lóng-chóng kè-sǹg-ê, kiōng ū cha̍p-gō͘ bān chi̍t-chheng sì-pah gō͘-cha̍p miâ;  in tio̍h chòe tē-jī tūi khí-sin.","tghg":"屬流便營、照伊的軍隊攏總過算的，共有十五萬一千四百五十名，𪜶著做第二隊起身。","bklhl":"屬Liû-piān營，照伊ê軍隊，lóng總計算ê，共有十五萬一千四百五十名；in tio̍h做第二隊起身。"}},{"book":"民","chapter":2,"verse":17,"versions":{"unv":"「隨後，會幕要往前行，有利未營在諸營中間。他們怎樣安營就怎樣往前行，各按本位，各歸本纛。","bklcl":"Jiân-āu hōe-bō͘ tio̍h khí-sin, ū Lī-bī lâng ê iâⁿ tī chiah-ê iâⁿ ê tiong-kan, in án-ni chat-iâⁿ, tio̍h chiàu án-ni khí-sin, kok chiàu i ê tōa-kî.","tghg":"「然後，會幕著起身，有利未人的營佇諸個營的中間。𪜶按呢紮營著照按呢起身，各照伊的大旗。","bklhl":"然後會幕tio̍h起身，有利未人ê營tī chiah ê營ê中間，in án-ni紮營，tio̍h照án-ni起身，各照伊ê大旗。"}},{"book":"民","chapter":2,"verse":18,"versions":{"unv":"「在西邊，按著軍隊是以法蓮營的纛。亞米忽的兒子以利沙瑪作以法蓮人的首領。","bklcl":"Tī sai-pêng, chiàu in ê kun-tūi, sī Í-hoat-liân iâⁿ ê tōa-kî;  A-bí-hut ê kiáⁿ Í-lī-sa-má chòe Í-hoat-liân lâng ê siú-léng;","tghg":"「佇西旁，照𪜶的軍隊是以法蓮營的大旗。亞米忽的子以利沙瑪做以法蓮人的首領。","bklhl":"Tī西pêng，照in ê軍隊，是Í-hoat-liân營ê大旗；A-bí-hut ê kiáⁿ Í-lī-sa-má做Í-hoat-liân人ê首領；"}},{"book":"民","chapter":2,"verse":19,"versions":{"unv":"他軍隊被數的，共有四萬零五百名。","bklcl":"i ê kun-tūi, chiū-sī kè-sǹg-ê, kiōng ū sì-bān liân gō͘-pah miâ.","tghg":"伊的軍隊就是過算的，共有四萬連五百名。","bklhl":"伊ê軍隊，就是計算ê，共有四萬連五百名。"}},{"book":"民","chapter":2,"verse":20,"versions":{"unv":"挨著他的是瑪拿西支派。比大蓿的兒子迦瑪列作瑪拿西人的首領。","bklcl":"Óa-kūn i ê, sī Má-ná-se ê chi-phài;  Pí-tāi-siok ê kiáⁿ Ka-má-lia̍t chòe Má-ná-se lâng ê siú-léng;","tghg":"倚近伊的是瑪拿西的支派。比大蓿的子迦瑪列做瑪拿西人的首領。","bklhl":"óa近伊ê，是Má-ná-se ê支派；Pí-tāi-siok ê kiáⁿ Ka-má-lia̍t做Má-ná-se人ê首領；"}},{"book":"民","chapter":2,"verse":21,"versions":{"unv":"他軍隊被數的，共有三萬二千二百名。","bklcl":"i ê kun-tūi, chiū-sī kè-sǹg-ê, kiōng ū saⁿ-bān nn̄g-chheng nn̄g-pah miâ.","tghg":"伊的軍隊就是過算的，共有三萬二千二百名。","bklhl":"伊ê軍隊，就是計算ê，共有三萬兩千兩百名。"}},{"book":"民","chapter":2,"verse":22,"versions":{"unv":"又有便雅憫支派。基多尼的兒子亞比但作便雅憫人的首領。","bklcl":"Koh ū Piān-ngá-bín ê chi-phài;  Ki-to-nî ê kiáⁿ A-pí-tàn chòe Piān-ngá-bín lâng ê siú-léng;","tghg":"閣有便雅憫的支派。基多尼的子亞比但做便雅憫人的首領。","bklhl":"Koh有便雅憫ê支派；Ki-to-nî ê kiáⁿ A-pí-tàn做便雅憫人ê首領；"}},{"book":"民","chapter":2,"verse":23,"versions":{"unv":"他軍隊被數的，共有三萬五千四百名。","bklcl":"i ê kun-tūi, chiū-sī kè-sǹg-ê, kiōng ū saⁿ-bān gō͘-chheng sì-pah miâ.","tghg":"伊的軍隊就是過算的，共有三萬五千四百名。","bklhl":"伊ê軍隊，就是計算ê，共有三萬五千四百名。"}},{"book":"民","chapter":2,"verse":24,"versions":{"unv":"凡屬以法蓮營、按著軍隊被數的，共有十萬零八千一百名，要作第三隊往前行。","bklcl":"Sio̍k Í-hoat-liân iâⁿ, chiàu i ê kun-tūi, lóng-chóng kè-sǹg-ê, kiōng ū cha̍p-bān liân poeh-chheng chi̍t-pah miâ;  in tio̍h chòe tē-saⁿ tūi khí-sin.","tghg":"屬以法蓮營，照伊的軍隊攏總過算的，共有十萬連八千一百名，𪜶著做第三隊起身。","bklhl":"屬Í-hoat-liân營，照伊ê軍隊，lóng總計算ê，共有十萬連八千一百名；in tio̍h做第三隊起身。"}},{"book":"民","chapter":2,"verse":25,"versions":{"unv":"「在北邊，按著軍隊是但營的纛。亞米沙代的兒子亞希以謝作但人的首領。","bklcl":"Tī pak-pêng chiàu in ê kun-tūi, sī Tàn ê iâⁿ ê tōa-kî;  A-bí-sa-tāi ê kiáⁿ A-hi-í-siā chòe Tàn ê lâng ê siú-léng;","tghg":"「佇北旁，照𪜶的軍隊是但的營的大旗。亞米沙代的子亞希以謝做但的人的首領。","bklhl":"Tī北pêng照in ê軍隊，是Tàn ê營ê大旗；A-bí-sa-tāi ê kiáⁿ A-hi-í-siā做Tàn ê人ê首領；"}},{"book":"民","chapter":2,"verse":26,"versions":{"unv":"他軍隊被數的，共有六萬二千七百名。","bklcl":"i ê kun-tūi, chiū-sī kè-sǹg-ê, kiōng ū la̍k-bān nn̄g-chheng chhit-pah miâ.","tghg":"伊的軍隊就是過算的，共有六萬二千七百名。","bklhl":"伊ê軍隊，就是計算ê，共有六萬兩千七百名。"}},{"book":"民","chapter":2,"verse":27,"versions":{"unv":"挨著他安營的是亞設支派。俄蘭的兒子帕結作亞設人的首領。","bklcl":"Óa-kūn i chat-iâⁿ-ê sī A-siat ê chi-phài;  Gô-lân ê kiáⁿ Phàⁿ-kiat chòe A-siat lâng ê siú-léng;","tghg":"倚近伊紮營的是亞設的支派。俄蘭的子帕結做亞設人的首領。","bklhl":"óa近伊紮營ê是A-siat ê支派；Gô-lân ê kiáⁿ Phàⁿ-kiat做A-siat人ê首領；"}},{"book":"民","chapter":2,"verse":28,"versions":{"unv":"他軍隊被數的，共有四萬一千五百名。","bklcl":"i ê kun-tūi, chiū-sī kè-sǹg-ê, kiōng ū sì-bān chi̍t-chheng gō͘-pah miâ.","tghg":"伊的軍隊就是過算的，共有四萬一千五百名。","bklhl":"伊ê軍隊，就是計算ê，共有四萬一千五百名。"}},{"book":"民","chapter":2,"verse":29,"versions":{"unv":"又有拿弗他利支派。以南的兒子亞希拉作拿弗他利人的首領。","bklcl":"Koh ū Ná-hut-tha-lī ê chi-phài, Í-lâm ê kiáⁿ A-hi-la̍h chòe Ná-hut-tha-lī lâng ê siú-léng;","tghg":"閣有拿弗他利的支派。以南的子亞希拉做拿弗他利人的首領。","bklhl":"Koh有Ná-hut-tha-lī ê支派，Í-lâm ê kiáⁿ A-hi-la̍h做Ná-hut-tha-lī人ê首領；"}},{"book":"民","chapter":2,"verse":30,"versions":{"unv":"他軍隊被數的，共有五萬三千四百名。","bklcl":"i ê kun-tūi, chiū-sī kè-sǹg-ê, kiōng ū gō͘-bān saⁿ-chheng sì-pah miâ.","tghg":"伊的軍隊就是過算的，共有五萬三千四百名。","bklhl":"伊ê軍隊，就是計算ê，共有五萬三千四百名。"}},{"book":"民","chapter":2,"verse":31,"versions":{"unv":"凡但營被數的，共有十五萬七千六百名，要歸本纛作末隊往前行。」","bklcl":"Sio̍k Tàn ê iâⁿ, lóng-chóng kè-sǹg-ê, kiōng ū cha̍p-gō͘ bān chhit-chheng la̍k-pah miâ;  tio̍h kui in ê tōa-kî, chòe lō͘-bé tūi khí-sin.","tghg":"屬但的營攏總過算的，共有十五萬七千六百名，著歸𪜶的大旗做路尾隊起身。」","bklhl":"屬Tàn ê營，lóng總計算ê，共有十五萬七千六百名；tio̍h歸in ê大旗，做路尾隊起身。"}},{"book":"民","chapter":2,"verse":32,"versions":{"unv":"這些以色列人，照他們的宗族，按他們的軍隊，在諸營中被數的，共有六十萬零三千五百五十名。","bklcl":"Chiah-ê sī Í-sek-lia̍t lâng, chiàu in ê chong-cho̍k kè-sǹg-ê, chiàu in ê kun-tūi, tī chiah-ê iâⁿ-tiong lóng-chóng kè-sǹg-ê, kiōng ū la̍k-cha̍p bān liân saⁿ-chheng gō͘-pah  gō͘-cha̍p miâ.","tghg":"諸個是以色列人，照𪜶的宗族過算的，照𪜶的軍隊，佇諸個營中攏總過算的，共有六十萬連三千五百五十名。","bklhl":"Chiah-ê是以色列人，照in ê宗族計算ê，照in ê軍隊，tī chiah ê營中lóng總計算ê，共有六十萬連三千五百五十名。"}},{"book":"民","chapter":2,"verse":33,"versions":{"unv":"惟獨利未人沒有數在以色列人中，是照耶和華所吩咐摩西的。","bklcl":"To̍k-to̍k Lī-bī lâng bô sǹg tī Í-sek-lia̍t lâng ê lāi-bīn;  sī chiàu Iâ-hô-hoa só͘ bēng-lēng Mô͘-se ê, Í-sek-lia̍t lâng án-ni kiâⁿ;","tghg":"獨獨利未人無算佇以色列人的內面，是照耶和華所命令摩西的。","bklhl":"獨獨利未人無算tī以色列人ê內面；是照耶和華所命令摩西ê，以色列人án-ni行；"}},{"book":"民","chapter":2,"verse":34,"versions":{"unv":"以色列人就這樣行，各人照他們的家室、宗族歸於本纛，安營起行，都是照耶和華所吩咐摩西的。","bklcl":"ta̍k-lâng chiàu in ê ke-kháu, in ê chong-cho̍k, kui in ê tōa-kî, án-ni chat-iâⁿ, án-ni khí-sin; lóng-sī chiàu Iâ-hô-hoa só͘ bēng-lēng Mô͘-se ê lâi kiâⁿ.","tghg":"以色列人按呢行，逐人照𪜶的家口、𪜶的宗族歸𪜶的大旗，按呢紮營按呢起身，攏是照耶和華所命令摩西的來行。","bklhl":"ta̍k人照in ê家口，in ê宗族，歸in ê大旗，án-ni紮營，án-ni起身；lóng是照耶和華所命令摩西ê來行。"}}]