[{"book":"民","chapter":5,"verse":1,"versions":{"unv":"耶和華曉諭摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"民","chapter":5,"verse":2,"versions":{"unv":"「你吩咐以色列人，使一切長大痲瘋的，患漏症的，並因死屍不潔淨的，都出營外去。","bklcl":"Lí tio̍h bēng-lēng Í-sek-lia̍t lâng hō͘ it-chhè hoān-tio̍h thái-ko-ê, hoān-tio̍h hā-siau-chèng ê, kap in-ūi sí-si bô chheng-khì ê, lóng chhut-khì iâⁿ-gōa.","tghg":"「你著命令以色列人，互一切患著癩[哥]的，患著下痟症(hā-siau-chèng)的，及因為死屍無清氣的，攏出去營外。","bklhl":"你tio̍h命令以色列人hō͘一切患tio̍h thái-ko-ê，患tio̍h下痟症ê，kap因為死屍無清氣ê，lóng出去營外。"}},{"book":"民","chapter":5,"verse":3,"versions":{"unv":"無論男女都要使他們出到營外，免得污穢他們的營；這營是我所住的。」","bklcl":"Bô-lūn lâm-lú lín lóng tio̍h hō͘ in chhut-khì, chiū-sī chhut-khì kàu iâⁿ-gōa, bián-tit phah lâ-sâm in ê iâⁿ-pôaⁿ, in-ūi Góa khiā-khí tī in ê tiong-kan.","tghg":"無論男女恁攏著互𪜶出去就是出去到營外，免得拍垃墋𪜶的營盤；因為我徛起佇𪜶的中間。」","bklhl":"無論男女lín lóng tio̍h hō͘ in出去，就是出去到營外，免得phah lâ-sâm in ê營盤，因為我khiā起tī in ê中間。"}},{"book":"民","chapter":5,"verse":4,"versions":{"unv":"以色列人就這樣行，使他們出到營外。耶和華怎樣吩咐摩西，以色列人就怎樣行了。","bklcl":"Í-sek-lia̍t lâng chiàu án-ni kiâⁿ, hō͘ in chhut-khì iâⁿ-gōa;  Iâ-hô-hoa án-ni hoan-hù Mô͘-se, Í-sek-lia̍t lâng chiū án-ni kiâⁿ.","tghg":"以色列人照按呢行，互𪜶出去營外。耶和華按呢吩咐摩西，以色列人就按呢行。","bklhl":"以色列人照án-ni行，hō͘ in出去營外；耶和華án-ni吩咐摩西，以色列人就án-ni行。"}},{"book":"民","chapter":5,"verse":5,"versions":{"unv":"耶和華對摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"民","chapter":5,"verse":6,"versions":{"unv":"「你曉諭以色列人說：無論男女，若犯了人所常犯的罪，以致干犯耶和華，那人就有了罪。","bklcl":"Lí tio̍h kā Í-sek-lia̍t lâng kóng, Bô-lūn lâm-lú, nā kiâⁿ lâng só͘ kiâⁿ ê chōe, tì-kàu kan-hoān Iâ-hô-hoa, hit-lâng chiū ū chōe.","tghg":"「你著給以色列人講：無論男女，若行人所行的罪，致到干犯耶和華，彼人就有罪。","bklhl":"你tio̍h kā以色列人講：無論男女，若行人所行ê罪，致到干犯耶和華，hit人就有罪。"}},{"book":"民","chapter":5,"verse":7,"versions":{"unv":"他要承認所犯的罪，將所虧負人的，如數賠還，另外加上五分之一，也歸與所虧負的人。","bklcl":"In tio̍h jīn in só͘ hoān ê chōe, chiàu siàu-gia̍h pê i, lēng-gōa ke gō͘-hūn ê chi̍t-hūn, kui hō͘ i só͘ khek-khui ê lâng.","tghg":"𪜶著認𪜶所犯的罪，照數額賠伊，另外加五份的一份，歸互伊所剋虧的人。","bklhl":"In tio̍h認in所犯ê罪，照數額賠伊，另外加五份ê一份，歸hō͘伊所剋虧ê人。"}},{"book":"民","chapter":5,"verse":8,"versions":{"unv":"那人若沒有親屬可受所賠還的，那所賠還的就要歸與服事耶和華的祭司；至於那為他贖罪的公羊是在外。","bklcl":"Chóng-sī hit-lâng nā bô chhin-lâng thang niá-siū in-ūi chōe só͘ pê ê, chiū hit-ê in-ūi chōe só͘ pê ê, tio̍h hêng hō͘ Iâ-hô-hoa, lâi kui chè-si;  lūn hit-chiah sio̍k-chōe ê iûⁿ-káng, chiū-sī ēng lâi kā i sio̍k-chōe-ê, sī sǹg chāi-gōa.","tghg":"總是彼人若無親人通領受因為罪所賠的，就彼個因為罪所賠的著還互耶和華來歸祭司；論彼隻贖罪的羊牨(káng)就是用來給伊贖罪的是算在外。","bklhl":"總是hit人若無親人thang領受因為罪所賠ê，就hit ê因為罪所賠ê，tio̍h還hō͘耶和華，來歸祭司；論hit隻贖罪ê羊káng，就是用來kā伊贖罪ê，是算在外。"}},{"book":"民","chapter":5,"verse":9,"versions":{"unv":"以色列人一切的聖物中，所奉給祭司的舉祭都要歸與祭司。","bklcl":"Í-sek-lia̍t lâng it-chhè ê sèng-mi̍h tiong, só͘ hōng hō͘ chè-si ê kú-chè, lóng tio̍h kui hō͘ chè-si.","tghg":"以色列人一切的聖物中，所奉互祭司的舉祭攏著歸互祭司。","bklhl":"以色列人一切ê聖物中，所奉hō͘祭司ê舉祭，lóng tio̍h歸hō͘祭司。"}},{"book":"民","chapter":5,"verse":10,"versions":{"unv":"各人所分別為聖的物，無論是甚麼，都要歸給祭司。」","bklcl":"Kìⁿ-nā lâng só͘ hun-piat chòe-sèng ê mi̍h, tio̍h kui hō͘ chè-si;  lâng ēng sím-mi̍h hō͘ chè-si ê, lóng tio̍h kui tī i.","tghg":"見若人所分別做聖的物著歸互祭司，人用甚麼互祭司的，攏著歸佇伊。」","bklhl":"見若人所分別做聖ê物，tio̍h歸hō͘祭司；人用甚麼hō͘祭司ê，lóng tio̍h歸tī伊。"}},{"book":"民","chapter":5,"verse":11,"versions":{"unv":"耶和華對摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"民","chapter":5,"verse":12,"versions":{"unv":"「你曉諭以色列人說：人的妻若有邪行，得罪她丈夫，","bklcl":"Lí tio̍h hoan-hù Í-sek-lia̍t lâng tùi i kóng, Lâng ê bó͘ nā kiâⁿ-chhò tek-chōe i ê tiōng-hu,","tghg":"「你著吩咐以色列人對伊講：人的某若行錯，得罪伊的丈夫，","bklhl":"你tio̍h吩咐以色列人對伊講，人ê bó͘若行錯得罪伊ê丈夫，"}},{"book":"民","chapter":5,"verse":13,"versions":{"unv":"有人與她行淫，事情嚴密，瞞過她丈夫，而且她被玷污，沒有作見證的人，當她行淫的時候也沒有被捉住，","bklcl":"ū lâng kap i kiâⁿ-îm, sū-chêng pì-bi̍t, i ê tiōng-hu m̄-chai, iā bô lō͘-chhut;  chóng-sī i siū phah lâ-sâm, iā bô lâng chòe kan-chèng, iā bô lia̍h-tio̍h i,","tghg":"有人及伊行淫，事情秘密，伊的丈夫呣知，也無露出，總是伊受拍垃墋，也無人做干證，也無掠著伊，","bklhl":"有人kap伊行淫，事情祕密，伊ê丈夫m̄知，也無露出；總是伊受phah lâ-sâm，也無人做干證，也無掠tio̍h伊，"}},{"book":"民","chapter":5,"verse":14,"versions":{"unv":"她丈夫生了疑恨的心，疑恨她，她是被玷污，或是她丈夫生了疑恨的心，疑恨她，她並沒有被玷污，","bklcl":"i ê tiōng-hu siⁿ-khí giâu-gî ê sim, giâu-gî i ê bó͘, i ê bó͘ sī phah lâ-sâm;  á-sī i ê tiōng-hu siⁿ-khí giâu-gî ê sim, giâu-gî i ê bó͘, i ê bó͘ pēng-bô siū phah lâ-sâm,","tghg":"伊的丈夫生起僥疑的心，僥疑伊的某，伊的某是拍垃墋，抑是伊的丈夫生起僥疑的心，僥疑伊的某，伊的某並無受拍垃墋，","bklhl":"伊ê丈夫生起僥疑ê心，僥疑伊ê bó͘，伊ê bó͘是phah lâ-sâm；á是伊ê丈夫生起僥疑ê心，僥疑伊ê bó͘，伊ê bó͘並無受phah lâ-sâm，"}},{"book":"民","chapter":5,"verse":15,"versions":{"unv":"這人就要將妻送到祭司那裡，又為她帶著大麥麵伊法十分之一作供物，不可澆上油，也不可加上乳香；因為這是疑恨的素祭，是思念的素祭，使人思念罪孽。","bklcl":"hit ê lâng tio̍h chhōa i ê bó͘ kàu chè-si hia, iā ūi-tio̍h i tòa tōa-be̍h ê mī-hún i-hoat cha̍p-hūn-chi̍t chòe i ê lé-mi̍h, m̄-thang thîn iû, iā m̄-thang chham jú-hiuⁿ, in-ūi che sī giâu-gî ê sò͘-chè, sī kì-tit ê sò͘-chè, hō͘ lâng ōe kì-tit chōe.","tghg":"彼個人著導伊的某到祭司遐，也為著伊帶大麥的麵粉伊法十份一做伊的禮物，呣通斟油，也呣通參乳香；因為這是僥疑的素祭，是記得的素祭，互人會記得罪。","bklhl":"hit ê人tio̍h chhōa伊ê bó͘到祭司hia，也為tio̍h伊帶大麥ê麵粉i-hoat十份一做伊ê禮物，m̄-thang thîn油，也m̄-thang chham乳香，因為這是僥疑ê素祭，是記得ê素祭，hō͘人會記得罪。"}},{"book":"民","chapter":5,"verse":16,"versions":{"unv":"「祭司要使那婦人近前來，站在耶和華面前。","bklcl":"Chè-si tio̍h hō͘ hit ê hū-jîn-lâng kūn-óa lâi, hō͘ i khiā tī Iâ-hô-hoa ê bīn-chêng.","tghg":"「祭司著互彼個婦仁人近倚來，互伊徛佇耶和華的面前。","bklhl":"祭司tio̍h hō͘ hit ê婦人人近óa來，hō͘伊khiā tī耶和華ê面前。"}},{"book":"民","chapter":5,"verse":17,"versions":{"unv":"祭司要把聖水盛在瓦器裡，又從帳幕的地上取點塵土，放在水中。","bklcl":"Chè-si tio̍h ēng sèng ê chúi tóe tī hûi ê khì-kū-lāi, koh tùi hōe-bō͘ ê thô͘-kha the̍h chi̍t tiám-á thô͘-hún, hē tī chúi-tiong.","tghg":"祭司著用聖的水貯佇磁的器具內，閣對會幕的土腳提一點仔土粉，下佇水中。","bklhl":"祭司tio̍h用聖ê水貯tī磁ê器具內，koh tùi會幕ê土腳the̍h一點á土粉，hē tī水中。"}},{"book":"民","chapter":5,"verse":18,"versions":{"unv":"祭司要叫那婦人蓬頭散髮，站在耶和華面前，把思念的素祭，就是疑恨的素祭，放在她手中。祭司手裡拿著致咒詛的苦水，","bklcl":"Chè-si tio̍h hō͘ hit ê hū-jîn-lâng khiā tī Iâ-hô-hoa ê bīn-chêng, phah-sòaⁿ hū-jîn-lâng ê thâu-mn̂g, chiong kì-tit ê sò͘-chè, chiū-sī giâu-gî ê sò͘-chè, hē tī i ê chhiú-tiong;  chè-si ê chhiú tio̍h the̍h tì-kàu chiù-chó͘ ê khó͘-chúi.","tghg":"祭司著互彼個婦仁人徛佇耶和華的面前，拍散婦仁人的頭毛，將記得的素祭，就是僥疑的素祭，下佇伊的手中。祭司的手著提致到咒詛的苦水，","bklhl":"祭司tio̍h hō͘ hit ê婦人人khiā tī耶和華ê面前，phah散婦人人ê頭毛，將記得ê素祭，就是僥疑ê素祭，hē tī伊ê手中；祭司ê手tio̍h the̍h致到咒詛ê苦水。"}},{"book":"民","chapter":5,"verse":19,"versions":{"unv":"要叫婦人起誓，對她說：『若沒有人與你行淫，也未曾背著丈夫做污穢的事，你就免受這致咒詛苦水的災。","bklcl":"Chè-si tio̍h kah hū-jîn-lâng chiù-chōa, tùi i kóng, Nā bô lâng kap lí kiâⁿ-îm, lí í-keng siū tiōng-hu ê iok-sok, bô kiâⁿ-chhò tì-kàu phah lâ-sâm, lí chiū kap chit ê chiù-chó͘ ê khó͘-chúi bô kan-sia̍p.","tghg":"祭司著教婦仁人咒誓，對伊講：『若無人及你行淫，你已經受丈夫的約束無行錯致到拍垃墋，你就及此個咒詛的苦水無干涉。","bklhl":"祭司tio̍h kah婦人人chiù-chōa，對伊講，若無人kap你行淫，你已經受丈夫ê約束，無行錯致到phah lâ-sâm，你就kap chit ê咒詛ê苦水無干涉。"}},{"book":"民","chapter":5,"verse":20,"versions":{"unv":"你若背著丈夫行了污穢的事，在你丈夫以外有人與你行淫，","bklcl":"Chóng-sī lí í-keng siū tiōng-hu ê iok-sok, nā ū kiâⁿ-chhò siū phah lâ-sâm, tī lí ê tiōng-hu í-gōa ū lâng kap lí kiâⁿ-îm;","tghg":"總是你已經受丈夫的約束若有行錯受拍垃墋，佇你的丈夫以外有人及你行淫，","bklhl":"總是你已經受丈夫ê約束，若有行錯受phah lâ-sâm，tī你ê丈夫以外有人kap你行淫；"}},{"book":"民","chapter":5,"verse":21,"versions":{"unv":"（祭司叫婦人發咒起誓），願耶和華叫你大腿消瘦，肚腹發脹，使你在你民中被人咒詛，成了誓語；","bklcl":"chè-si chiū hō͘ hū-jîn-lâng ēng chiù-chó͘ lâi chiù-chōa,  chè-si tùi hū-jîn-lâng kóng, Iâ-hô-hoa hō͘ lí ê tōa-thúi nōa, pak-tó͘ tiòng ê sî, goān Iâ-hô-hoa hō͘ lí tī lí ê peh-sìⁿ-tiong chiâⁿ-chòe chiù-chó͘, chiâⁿ-chòe chiù-chōa ê ōe-pìⁿ.","tghg":"（祭司就互婦仁人用咒詛來咒誓），祭司對婦仁人講，耶和華互你的大腿爛，腹肚脹的時，願耶和華互你佇你的百姓中成做咒詛，成做咒誓的話柄；","bklhl":"祭司就hō͘婦人人用咒詛來chiù-chōa，祭司對婦人人講：耶和華hō͘你ê大腿爛，腹肚賬ê時，願耶和華hō͘你tī你ê百姓中成做咒詛，成做chiù-chōa ê話柄。"}},{"book":"民","chapter":5,"verse":22,"versions":{"unv":"並且這致咒詛的水入你的腸中，要叫你的肚腹發脹，大腿消瘦。』婦人要回答說：『阿們，阿們。』","bklcl":"Koh chit-ê tì-kàu chiù-chó͘ ê chúi beh ji̍p lí ê tn̂g-á-lāi, hō͘ lí ê pak-tó͘ tiòng, tōa-thúi nōa;  hū-jîn-lâng tio̍h ìn kóng, A-bēng, A-bēng.","tghg":"閣此個致到咒詛的水欲入你的腸仔內，互你的腹肚脹，大腿爛。』婦仁人著應講：『阿們，阿們。』","bklhl":"Koh chit ê致到咒詛ê水beh入你ê腸á內，hō͘你ê腹肚賬，大腿爛；婦人人tio̍h應講，A-bēng，A-bēng。"}},{"book":"民","chapter":5,"verse":23,"versions":{"unv":"「祭司要寫這咒詛的話，將所寫的字抹在苦水裡，","bklcl":"Chè-si tio̍h siá chiah-ê chiù-chó͘ ê ōe tī chheh-ni̍h, ēng hiah-ê jī boa̍h-ji̍p tī khó͘-chúi-ni̍h.","tghg":"「祭司著寫諸個咒詛的話佇冊裡，用許個字抹入佇苦水裡，","bklhl":"祭司tio̍h寫chiah ê咒詛ê話tī冊裡，用hiah-ê字抹入tī苦水裡。"}},{"book":"民","chapter":5,"verse":24,"versions":{"unv":"又叫婦人喝這致咒詛的苦水；這水要進入她裡面變苦了。","bklcl":"Koh hō͘ hū-jîn-lâng lim chit ê chiù-chó͘ ê khó͘-chúi, tì-kàu chiù-chó͘ ê chúi ji̍p i ê lāi-bīn chiâⁿ-chòe khó͘.","tghg":"閣互婦仁人飲此個咒詛的苦水；致到咒詛的水入伊的內面成做苦。","bklhl":"Koh hō͘婦人人lim chit ê咒詛ê苦水，致到咒詛ê水入伊ê內面成做苦。"}},{"book":"民","chapter":5,"verse":25,"versions":{"unv":"祭司要從婦人的手中取那疑恨的素祭，在耶和華面前搖一搖，拿到壇前；","bklcl":"Chè-si tio̍h tùi hū-jîn-lâng ê chhiú the̍h giâu-gî ê sò͘-chè, iô hit ê sò͘-chè tī Iâ-hô-hoa ê bīn-chêng, tòa kàu tôaⁿ-chêng.","tghg":"祭司著對婦仁人的手提僥疑的素祭，搖彼個素祭佇耶和華的面前，帶到壇前；","bklhl":"祭司tio̍h tùi婦人人ê手the̍h僥疑ê素祭，搖hit ê素祭tī耶和華ê面前，帶到壇前。"}},{"book":"民","chapter":5,"verse":26,"versions":{"unv":"又要從素祭中取出一把，作為這事的紀念，燒在壇上，然後叫婦人喝這水。","bklcl":"Chè-si tio̍h tùi sò͘-chè-tiong the̍h-chhut chi̍t-pé chòe kì-liām, sio tī tôaⁿ-téng, jiân-āu hō͘ hū-jîn-lâng lim chit ê chúi.","tghg":"祭司著對素祭中提出一把，做紀念，燒佇壇頂，然後互婦仁人飲此個水。","bklhl":"祭司tio̍h tùi素祭中the̍h出一把做記念，燒tī壇頂，然後hō͘婦人人lim chit ê水。"}},{"book":"民","chapter":5,"verse":27,"versions":{"unv":"叫她喝了以後，她若被玷污，得罪了丈夫，這致咒詛的水必進入她裡面變苦了，她的肚腹就要發脹，大腿就要消瘦，那婦人便要在他民中被人咒詛。","bklcl":"Í-keng hō͘ hū-jîn-lâng lim hit ê chúi, i nā siū bak lâ-sâm tek-chōe i ê tiōng-hu, chit-ê tì-kàu chiù-chó͘ ê chúi beh ji̍p i ê lāi-bīn, chiâⁿ-chòe khó͘;  i ê pak-tó͘ chiū beh kó͘-tiòng,  tōa-thúi chiū beh nōa, hit ê hū-jîn-lâng chiū beh tī i ê peh-sìⁿ-tiong chiâⁿ-chòe chiù-chó͘ ê ōe-pìⁿ.","tghg":"已經互婦仁人飲彼個水，伊若受染垃墋，得罪伊的丈夫，此個致到咒詛的水欲入伊的內面成做苦，伊的腹肚就欲鼓脹，大腿就欲爛，彼個婦仁人就欲佇伊的百姓中成做咒詛的話柄。","bklhl":"已經hō͘婦人人lim hit ê水，伊若受bak lâ-sâm得罪伊ê丈夫，chit ê致到咒詛ê水beh入伊ê內面，成做苦；伊ê腹肚就beh蠱脹，大腿就beh爛，hit ê婦人人就beh tī伊ê百姓中成做咒詛ê話柄。"}},{"book":"民","chapter":5,"verse":28,"versions":{"unv":"若婦人沒有被玷污，卻是清潔的，就要免受這災，且要懷孕。","bklcl":"Nā hū-jîn-lâng bô siū phah lâ-sâm, si̍t-chāi sī chheng-khì, chiū bián siū chai-ē, koh beh hoâi-īn.","tghg":"若婦仁人無受拍垃墋，實在是清氣，就免受災禍，閣欲懷孕。","bklhl":"若婦人人無受phah lâ-sâm，實在是清氣，就免受災禍，koh beh懷孕。"}},{"book":"民","chapter":5,"verse":29,"versions":{"unv":"「妻子背著丈夫行了污穢的事，","bklcl":"Bó͘ í-keng siū tiōng-hu ê iok-sok, nā ū kiâⁿ-chhò bak-tio̍h lâ-sâm, che chiū-sī giâu-gî ê lē.","tghg":"「某已經受丈夫的約束若有行錯染著垃墋，這就是僥疑的例，","bklhl":"Bó͘已經受丈夫ê約束，若有行錯bak-tio̍h lâ-sâm，這就是僥疑ê例。"}},{"book":"民","chapter":5,"verse":30,"versions":{"unv":"或是人生了疑恨的心，疑恨他的妻，就有這疑恨的條例。那時他要叫婦人站在耶和華面前，祭司要在她身上照這條例而行。","bklcl":"Á-sī lâng siⁿ-chhut giâu-gî ê sim, lâi giâu-gî i ê bó͘, chiū tio̍h hō͘ i ê bó͘ khiā tī Iâ-hô-hoa ê bīn-chêng, chè-si chiū tio̍h kā i chīn chit ê lē lâi kiâⁿ.","tghg":"抑是人生出僥疑的心，來僥疑伊的某。就著互伊的某徛佇耶和華的面前，祭司就著給伊盡此個例來行。","bklhl":"á是人生出僥疑ê心，來僥疑伊ê bó͘，就tio̍h hō͘伊ê bó͘ khiā tī耶和華ê面前，祭司就tio̍h kā伊盡chit ê例來行。"}},{"book":"民","chapter":5,"verse":31,"versions":{"unv":"男人就為無罪，婦人必擔當自己的罪孽。」","bklcl":"Án-ni ta-po͘-lâng chiū bô chōe, hū-jîn-lâng tio̍h tam-tng ka-kī ê chōe.","tghg":"按呢查甫人就無罪，婦仁人著擔當家己的罪。」","bklhl":"Án-ni ta-po͘人就無罪，婦人人tio̍h擔當家己ê罪。"}}]