[{"book":"民","chapter":20,"verse":1,"versions":{"unv":"正月間，以色列全會眾到了尋的曠野，就住在加低斯。米利暗死在那裡，就葬在那裡。","bklcl":"Chiaⁿ-ge̍h-kan, Í-sek-lia̍t lâng choân-hōe lâi kàu Sîm ê khòng-iá, peh-sìⁿ chiū tiàm tī Ka-te-su.  Bí-lī-àm sí tī-hia, chiū bâi-chòng tī-hia.","tghg":"正月間，以色列人全會來到尋的曠野，百姓就踮佇加低斯。米利暗死佇遐，就埋葬佇遐。","bklhl":"正月間，以色列人全會來到Sîm ê曠野，百姓就tiàm tī Ka-te-su。Bí-lī-àm死tī-hia，就埋葬tī-hia。"}},{"book":"民","chapter":20,"verse":2,"versions":{"unv":"會眾沒有水喝，就聚集攻擊摩西、亞倫。","bklcl":"Hōe-chiòng bô chúi thang lim; in chiū chū-chi̍p kong-kek Mô͘-se A-lûn.","tghg":"會眾無水通飲，𪜶就聚集攻擊摩西、亞倫。","bklhl":"會眾無水thang lim；in就聚集攻擊摩西、亞倫。"}},{"book":"民","chapter":20,"verse":3,"versions":{"unv":"百姓向摩西爭鬧說：「我們的弟兄曾死在耶和華面前，我們恨不得與他們同死。","bklcl":"Peh-sìⁿ chiū kap Mô͘-se kè-kàu kóng, Chêng goán ê hiaⁿ-tī sí tī Iâ-hô-hoa ê bīn-chêng, goán m̄-ta̍t-tio̍h hit-sî sòa sí.","tghg":"百姓就及摩西計較講：「前阮的兄弟死佇耶和華的面前，阮呣值著彼時續死。","bklhl":"百姓就kap摩西計較講：前阮ê兄弟死tī耶和華ê面前，阮m̄值tio̍h hit時續死。"}},{"book":"民","chapter":20,"verse":4,"versions":{"unv":"你們為何把耶和華的會眾領到這曠野、使我們和牲畜都死在這裡呢？","bklcl":"Lín siáⁿ-sū chhōa Iâ-hô-hoa ê hōe-chiòng kàu chit ê khòng-iá, hō͘ goán kap goán ê cheng-siⁿ sí tī-chia ah?","tghg":"恁啥事導耶和華的會眾到此個曠野、互阮及阮的精牲死佇遮啊？","bklhl":"Lín啥事chhōa耶和華ê會眾到chit ê曠野，hō͘阮kap阮ê cheng-siⁿ死tī-chia ah？"}},{"book":"民","chapter":20,"verse":5,"versions":{"unv":"你們為何逼著我們出埃及、領我們到這壞地方呢？這地方不好撒種，也沒有無花果樹、葡萄樹、石榴樹，又沒有水喝。」","bklcl":"Lín siáⁿ-sū hō͘ goán chhut Ai-ki̍p, chhōa goán kàu chit ê pháiⁿ só͘-chāi ah?  Bô só͘-chāi thang iā-chéng, iā bô bû-hoa-kó, bô phû-tô, bô sia̍h-liû, koh bô chúi thang lim.","tghg":"恁啥事互阮出埃及、導阮到此個歹所在啊？無所在通撒種，也無無花果、無葡萄、無石榴(sia̍h-liû)，閣無水通飲。」","bklhl":"Lín啥事hō͘阮出埃及，chhōa阮到chit ê pháiⁿ所在ah？無所在thang掖種，也無無花果，無葡萄，無石榴，koh無水thang lim。"}},{"book":"民","chapter":20,"verse":6,"versions":{"unv":"摩西、亞倫離開會眾，到會幕門口，俯伏在地；耶和華的榮光向他們顯現。","bklcl":"Mô͘-se A-lûn lī-khui hōe-chiòng kàu hōe-bō͘ mn̂g-kháu, phak tī tōe-ni̍h;  Iâ-hô-hoa ê êng-kng tùi in hián-hiān.","tghg":"摩西、亞倫離開會眾，到會幕門口，仆佇地裡；耶和華的榮光對𪜶顯現。","bklhl":"摩西、亞倫離開會眾到會幕門口，仆tī地裡；耶和華ê榮光對in顯現。"}},{"book":"民","chapter":20,"verse":7,"versions":{"unv":"耶和華曉諭摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"民","chapter":20,"verse":8,"versions":{"unv":"「你拿著杖去，和你的哥哥亞倫招聚會眾，在他們眼前吩咐磐石發出水來，水就從磐石流出，給會眾和他們的牲畜喝。」","bklcl":"Lí tio̍h kia̍h koáiⁿ-á, lí kap lí ê hiaⁿ A-lûn chio-chi̍p hōe-chiòng;  tī in ê ba̍k-chiu-chêng lín bēng-lēng chio̍h-pôaⁿ chhut-chúi, lí ūi-tio̍h peh-sìⁿ hō͘ chúi tùi chio̍h-pôaⁿ chhut, hō͘ hōe-chiòng kap in ê cheng-siⁿ lim.","tghg":"「你著攑枴仔，你及你的兄亞倫招集會眾，佇𪜶的目睭前恁命令石磐出水，你為著百姓互水對石磐出，互會眾及𪜶的精牲飲。」","bklhl":"你tio̍h kia̍h柺á，你kap你ê兄亞倫招集會眾；tī in ê目睭前lín命令石磐出水，你為tio̍h百姓hō͘水tùi石磐出，hō͘會眾kap in ê cheng-siⁿ lim。"}},{"book":"民","chapter":20,"verse":9,"versions":{"unv":"於是摩西照耶和華所吩咐的，從耶和華面前取了杖去。","bklcl":"Mô͘-se thàn bēng-lēng, tī Iâ-hô-hoa ê bīn-chêng kia̍h koáiⁿ-á.","tghg":"摩西趁命令，佇耶和華的面前攑枴仔。","bklhl":"摩西thàn命令，tī耶和華ê面前kia̍h柺á。"}},{"book":"民","chapter":20,"verse":10,"versions":{"unv":"摩西、亞倫就招聚會眾到磐石前。摩西說：「你們這些背叛的人聽我說：我為你們使水從這磐石中流出來嗎？」","bklcl":"Mô͘-se A-lûn chio-chi̍p hōe-chiòng kàu chio̍h-pôaⁿ-chêng,  Mô͘-se tùi in kóng, Lín chiah-ê pōe-ge̍k ê lâng tio̍h thiaⁿ ah, goán tio̍h hō͘ chúi tùi chit ê chio̍h-pôaⁿ lâu-chhut-lâi hō͘ lín mah?","tghg":"摩西、亞倫招集會眾到石磐前。摩西對𪜶講：「恁諸個悖逆的人著聽啊：阮著互水對此個石磐流出來互恁嗎？」","bklhl":"摩西、亞倫招集會眾到石磐前，摩西對in講，Lín chiah ê悖逆ê人tio̍h聽ah，阮tio̍h hō͘水tùi chit ê石磐流出來hō͘ lín mah？"}},{"book":"民","chapter":20,"verse":11,"versions":{"unv":"摩西舉手，用杖擊打磐石兩下，就有許多水流出來，會眾和他們的牲畜都喝了。","bklcl":"Mô͘-se kia̍h-khí chhiú, ēng koáiⁿ-á phah chio̍h-pôaⁿ nn̄g-ē, chiū ū chōe-chōe chúi lâu-chhut, hōe-chiòng kap in ê cheng-siⁿ lóng lim.","tghg":"摩西攑起手，用枴仔拍石磐二下，就有多多水流出，會眾及𪜶的精牲攏飲。","bklhl":"摩西kia̍h起手，用柺á phah石磐兩下，就有chōe-chōe水流出，會眾kap in ê cheng-siⁿ lóng lim。"}},{"book":"民","chapter":20,"verse":12,"versions":{"unv":"耶和華對摩西、亞倫說：「因為你們不信我，不在以色列人眼前尊我為聖，所以你們必不得領這會眾進我所賜給他們的地去。」","bklcl":"Iâ-hô-hoa chiū tùi Mô͘-se A-lûn kóng, In-ūi lín m̄ sìn Góa, bô tī Í-sek-lia̍t lâng ê ba̍k-chiu-chêng chun-kèng Góa chòe-sèng, só͘-í lín bōe-tit-thang chhōa chiah-ê hōe-chiòng ji̍p Góa só͘ sù-hō͘ in ê tōe.","tghg":"耶和華就對摩西、亞倫講：「因為恁呣信我，無佇以色列人的目睭前尊敬我做聖，所以恁𣍐得通導諸個會眾入我所賜互𪜶的地。」","bklhl":"耶和華就對摩西、亞倫講：因為lín m̄信我，無tī以色列人ê目睭前尊敬我做聖，所以lín bōe得thang chhōa chiah ê會眾入我所賜hō͘ in ê地。"}},{"book":"民","chapter":20,"verse":13,"versions":{"unv":"這水名叫米利巴水（米利巴就是爭鬧的意思），是因以色列人向耶和華爭鬧，耶和華就在他們面前顯為聖。","bklcl":"Chiah-ê chúi miâ kiò Bí-lī-pa ê chúi;  sī in-ūi Í-sek-lia̍t lâng kap Iâ-hô-hoa kè-kàu;  Iâ-hô-hoa chiū tùi in hián-bêng ka-kī chòe-sèng.","tghg":"諸個水名叫米利巴的水，是因為以色列人及耶和華計較，耶和華就對𪜶顯明家己做聖。","bklhl":"Chiah-ê水名叫Bí-lī-pa ê水；是因為以色列人kap耶和華計較；耶和華就對in顯明家己做聖。"}},{"book":"民","chapter":20,"verse":14,"versions":{"unv":"摩西從加低斯差遣使者去見以東王，說：「你的弟兄以色列人這樣說：『我們所遭遇的一切艱難，","bklcl":"Mô͘-se tùi Ka-te-su chhe sù-chiá khì kìⁿ Í-tong ông, kóng, Lí ê hiaⁿ-tī Í-sek-lia̍t án-ni kóng, Lí chai goán só͘ tú-tio̍h it-chhè ê kan-khó͘.","tghg":"摩西對加低斯差使者去見以東(Í-tong)王，講：「你的兄弟以色列按呢講：『你知阮所抵著(tú-tio̍h)一切的艱苦，","bklhl":"摩西對Ka-te-su差使者去見Í-tong王，講：你ê兄弟以色列án-ni講：你知阮所tú-tio̍h一切ê艱苦。"}},{"book":"民","chapter":20,"verse":15,"versions":{"unv":"就是我們的列祖下到埃及，我們在埃及久住；埃及人惡待我們的列祖和我們，","bklcl":"Goán ê lia̍t-chó͘ lo̍h-khì Ai-ki̍p, goán tòa tī Ai-ki̍p kú-kú;  Ai-ki̍p lâng pháiⁿ khoán-thāi goán kap goán ê lia̍t-chó͘.","tghg":"阮的列祖落去埃及，阮住佇埃及久久；埃及人歹款待阮及阮的列祖，","bklhl":"阮ê列祖落去埃及，阮tòa tī埃及久久；埃及人pháiⁿ款待阮kap阮ê列祖。"}},{"book":"民","chapter":20,"verse":16,"versions":{"unv":"我們哀求耶和華的時候，他聽了我們的聲音，差遣使者把我們從埃及領出來。這事你都知道。如今，我們在你邊界上的城加低斯。","bklcl":"Goán ai-kiû Iâ-hô-hoa ê sî, I thiaⁿ goán ê siaⁿ, chhe-khián sù-chiá chhōa goán chhut Ai-ki̍p;  taⁿ goán tī lí ke̍k piⁿ-thâu ê siâⁿ Ka-te-su.","tghg":"阮哀求耶和華的時，伊聽阮的聲，差遣使者導阮出埃及。今阮佇你極邊頭的城加低斯。","bklhl":"阮哀求耶和華ê時，伊聽阮ê聲，差遣使者chhōa阮出埃及；taⁿ阮tī你極邊頭ê城Ka-te-su。"}},{"book":"民","chapter":20,"verse":17,"versions":{"unv":"求你容我們從你的地經過。我們不走田間和葡萄園，也不喝井裡的水，只走大道（原文是王道），不偏左右，直到過了你的境界。』」","bklcl":"Kiû lí iông-ún goán keng-kè lí ê tōe, goán bô beh tùi chhân-hn̂g kap phû-tô-hn̂g keng-kè, iā bô lim chiah-ê chíⁿ ê chúi;  to̍k-to̍k kiâⁿ tōa-lō͘, bô phian-chó phian-iū, ti̍t-ti̍t keng-kè lí ê tōe-kài.","tghg":"求你容允阮經過你的地。阮無欲對田園及葡萄園經過，也無飲諸個井的水，獨獨行大路，無偏左偏右，直直經過你的地界。』」","bklhl":"求你容允阮經過你ê地，阮無beh tùi田園kap葡萄園經過，也無lim chiah ê井ê水；獨獨行大路，無偏左偏右，直直經過你ê地界。"}},{"book":"民","chapter":20,"verse":18,"versions":{"unv":"以東王說：「你不可從我的地經過，免得我帶刀出去攻擊你。」","bklcl":"Í-tong ông kóng, Lí m̄-thang tùi góa chia keng-kè, bián-tit góa kia̍h to chhut-lâi tí-te̍k lí.","tghg":"以東王講：「你呣通對我遮經過，免得我攑刀出來抵敵你。」","bklhl":"Í-tong王講：你m̄-thang tùi我chia經過，免得我kia̍h刀出來抵敵你。"}},{"book":"民","chapter":20,"verse":19,"versions":{"unv":"以色列人說：「我們要走大道上去；我們和牲畜若喝你的水，必給你價值。不求別的，只求你容我們步行過去。」","bklcl":"Í-sek-lia̍t lâng kā i kóng, Goán beh tùi tōa-lō͘ kiâⁿ-khì;  siat-sú goán kap cheng-siⁿ lim lí ê chúi, goán beh hêng lí kè-chîⁿ; chún góa pō͘-kiâⁿ kè-khì, bô chhap pa̍t-hāng.","tghg":"以色列人給伊講：「阮欲對大路行去；設使阮及精牲飲你的水，阮欲還你價錢。准我步行(pō͘-kiâⁿ)過去，無插別項。」","bklhl":"以色列人kā伊講，阮beh tùi大路行去；設使阮kap cheng-siⁿ lim你ê水，阮beh還你價錢；准我步行過去，無chhap別項。"}},{"book":"民","chapter":20,"verse":20,"versions":{"unv":"以東王說：「你們不可經過！」就率領許多人出來，要用強硬的手攻擊以色列人。","bklcl":"I kóng, Lí m̄-thang keng-kè.  Í-tong ông chiū chhōa chōe-chōe lâng chhut-lâi, ēng kong-ngī ê chhiú tí-te̍k i.","tghg":"伊講：「你呣通經過！」以東王就導多多人出來，用剛硬的手抵敵伊。","bklhl":"伊講：你m̄-thang經過。Í-tong王就chhōa chōe-chōe人出來，用剛硬ê手抵敵伊。"}},{"book":"民","chapter":20,"verse":21,"versions":{"unv":"這樣，以東王不肯容以色列人從他的境界過去。於是他們轉去，離開他。","bklcl":"Án-ni Í-tong m̄ chún Í-sek-lia̍t lâng tùi i ê tōe-kài keng-kè;  Í-sek-lia̍t chiū oa̍t-tńg lī-khui i.","tghg":"按呢，以東呣准以色列人對伊的地界經過。以色列就越轉，離開伊。","bklhl":"Án-ni Í-tong m̄准以色列人tùi伊ê地界經過；以色列就oa̍t-tńg離開伊。"}},{"book":"民","chapter":20,"verse":22,"versions":{"unv":"以色列全會眾從加低斯起行，到了何珥山。","bklcl":"In tùi Ka-te-su khí-sin, Í-sek-lia̍t ê choân-hōe kàu Hô-jíⁿ soaⁿ.","tghg":"𪜶對加低斯起身，以色列的全會到何珥山(Hô-jíⁿ soaⁿ)。","bklhl":"In tùi Ka-te-su起身，以色列ê全會到Hô-jíⁿ山。"}},{"book":"民","chapter":20,"verse":23,"versions":{"unv":"耶和華在附近以東邊界的何珥山上曉諭摩西、亞倫說：","bklcl":"Iâ-hô-hoa tī óa-kūn Í-tong piⁿ-kài ê Hô-jíⁿ soaⁿ, hoan-hù Mô͘-se A-lûn kóng,","tghg":"耶和華佇倚近以東邊界的何珥山吩咐摩西、亞倫講：","bklhl":"耶和華tī óa近Í-tong邊界ê Hô-jíⁿ山，吩咐摩西、亞倫講："}},{"book":"民","chapter":20,"verse":24,"versions":{"unv":"「亞倫要歸到他列祖（原文是本民）那裡。他必不得入我所賜給以色列人的地；因為在米利巴水，你們違背了我的命。","bklcl":"A-lûn beh tò-chó͘, in-ūi i bōe-tit-thang ji̍p Góa siúⁿ-sù Í-sek-lia̍t lâng ê tōe, in-ūi tī Bí-lī-pa ê chúi lín ûi-ke̍h Góa ê bēng-lēng.","tghg":"「亞倫欲倒祖。因為伊𣍐得通入我賞賜以色列人的地；因為佇米利巴的水，恁違逆(ûi-ke̍h)我的命令。","bklhl":"亞倫beh tò祖，因為伊bōe得thang入我賞賜以色列人ê地，因為tī Bí-lī-pa ê水lín違逆我ê命令。"}},{"book":"民","chapter":20,"verse":25,"versions":{"unv":"你帶亞倫和他的兒子以利亞撒上何珥山，","bklcl":"Lí tòa A-lûn kap i ê kiáⁿ Í-lī-a-sat chiūⁿ Hô-jíⁿ soaⁿ,","tghg":"你帶亞倫及伊的子以利亞撒上何珥山，","bklhl":"你帶亞倫kap伊ê kiáⁿ Í-lī-a-sat chiūⁿ Hô-jíⁿ山，"}},{"book":"民","chapter":20,"verse":26,"versions":{"unv":"把亞倫的聖衣脫下來，給他的兒子以利亞撒穿上；亞倫必死在那裡，歸他列祖。」","bklcl":"thǹg A-lûn ê saⁿ, kā i ê kiáⁿ Í-lī-a-sat chhēng;  A-lûn beh sí tī-hia, tò-khì.","tghg":"褪亞倫的衫，給伊的子以利亞撒穿；亞倫欲死佇遐，倒去。」","bklhl":"thǹg亞倫ê衫，kā伊ê kiáⁿ Í-lī-a-sat穿；亞倫beh死tī-hia，tò去。"}},{"book":"民","chapter":20,"verse":27,"versions":{"unv":"摩西就照耶和華所吩咐的行。三人當著會眾的眼前上了何珥山。","bklcl":"Mô͘-se chiàu Iâ-hô-hoa só͘ bēng-lēng-ê kiâⁿ;  in saⁿ-lâng tng hōe-chiòng ê ba̍k-chiu-chêng chiūⁿ Hô-jíⁿ soaⁿ.","tghg":"摩西照耶和華所命令的行。𪜶三人當會眾的目睭前上何珥山。","bklhl":"摩西照耶和華所命令ê行；in三人當會眾ê目睭前chiūⁿ Hô-jíⁿ山。"}},{"book":"民","chapter":20,"verse":28,"versions":{"unv":"摩西把亞倫的聖衣脫下來，給他的兒子以利亞撒穿上，亞倫就死在山頂那裡。於是摩西和以利亞撒下了山。","bklcl":"Mô͘-se thǹg A-lûn ê saⁿ, kā i ê kiáⁿ Í-lī-a-sat chhēng;  A-lûn tī-hia sí tī soaⁿ-téng;  Mô͘-se kap Í-lī-a-sat lo̍h-soaⁿ.","tghg":"摩西褪亞倫的衫，給伊的子以利亞撒穿，亞倫佇遐死佇山頂。摩西及以利亞撒落山。","bklhl":"摩西thǹg亞倫ê衫，kā伊ê kiáⁿ Í-lī-a-sat穿；亞倫tī-hia死tī山頂；摩西kap Í-lī-a-sat落山。"}},{"book":"民","chapter":20,"verse":29,"versions":{"unv":"全會眾，就是以色列全家，見亞倫已經死了，便都為亞倫哀哭了三十天。","bklcl":"Hōe-chiòng khòaⁿ-kìⁿ A-lûn í-keng sí, chiū ūi A-lûn thî-khàu saⁿ-cha̍p ji̍t;  Í-sek-lia̍t choân-ke iā lóng án-ni.","tghg":"會眾看見亞倫已經死，就為亞倫啼哭三十日，以色列全家也攏按呢。","bklhl":"會眾看見亞倫已經死，就為亞倫啼哭三十日；以色列全家也lóng án-ni。"}}]