[{"book":"民","chapter":11,"verse":1,"versions":{"unv":"眾百姓發怨言，他們的惡語達到耶和華的耳中。耶和華聽見了就怒氣發作，使火在他們中間焚燒，直燒到營的邊界。","bklcl":"Chèng peh-sìⁿ nga̍uh-nga̍uh-liām, in ê pháiⁿ-ōe kàu Iâ-hô-hoa ê hī-khang;  Iâ-hô-hoa thiaⁿ-kìⁿ chiū tōa siū-khì.  Iâ-hô-hoa ê hé to̍h tī in tiong-kan, sio tī iâⁿ ê piⁿ-kak.","tghg":"眾百姓耦耦(nga̍uh-nga̍uh)唸，𪜶的歹話到耶和華的耳孔。耶和華聽見就大受氣，耶和華的火𤏸(to̍h)佇𪜶中間，燒佇營的邊角。","bklhl":"眾百姓nga̍uh-nga̍uh念，in ê pháiⁿ話到耶和華ê耳孔；耶和華聽見就大受氣。耶和華ê火to̍h tī in中間，燒tī營ê邊角。"}},{"book":"民","chapter":11,"verse":2,"versions":{"unv":"百姓向摩西哀求，摩西祈求耶和華，火就熄了。","bklcl":"Peh-sìⁿ tùi Mô͘-se ai-kiû, Mô͘-se kî-kiû Iâ-hô-hoa;  hit ê hé chiū sit.","tghg":"百姓對摩西哀求，摩西祈求耶和華，彼個火就熄(sit)。","bklhl":"百姓tùi摩西哀求，摩西祈求耶和華；hit ê火就熄。"}},{"book":"民","chapter":11,"verse":3,"versions":{"unv":"那地方便叫做他備拉，因為耶和華的火燒在他們中間。","bklcl":"Hit só͘-chāi chiū kiò chòe Tha-pī-la̍h, in-ūi Iâ-hô-hoa ê hé sio tī in tiong-kan.","tghg":"彼所在就叫做他備拉，因為耶和華的火燒佇𪜶中間。","bklhl":"Hit所在就叫做Tha-pī-la̍h，因為耶和華ê火燒tī in中間。"}},{"book":"民","chapter":11,"verse":4,"versions":{"unv":"他們中間的閒雜人大起貪慾的心；以色列人又哭號說：「誰給我們肉吃呢？","bklcl":"In tiong-kan cha̍p-sek lâng tōa heng-khí tham-io̍k ê sim;  Í-sek-lia̍t lâng koh thî-khàu kóng, Chī-chūi hō͘ goán bah thang chia̍h ah?","tghg":"𪜶中間雜色人大興起貪慾的心；以色列人閣啼哭講：「是誰(chī-chūi)互阮肉通食啊？","bklhl":"In中間雜色人大興起貪慾ê心；以色列人koh啼哭講：Chī-chūi hō͘阮肉thang食ah？"}},{"book":"民","chapter":11,"verse":5,"versions":{"unv":"我們記得，在埃及的時候不花錢就吃魚，也記得有黃瓜、西瓜、韭菜、蔥、蒜。","bklcl":"Goán kì-tit tī Ai-ki̍p ê sî, chia̍h hî bián chîⁿ, iā kì-tit ū n̂g-koe, si-koe, kú-chhài, chhang-á, soàn-á.","tghg":"阮記得，佇埃及的時食魚免錢，也記得有黃瓜、西瓜、韮菜(kú-chhài)、葱仔、蒜仔。","bklhl":"阮記得tī埃及ê時，食魚免錢，也記得有黃瓜、絲瓜、韭菜、蔥á、蒜á。"}},{"book":"民","chapter":11,"verse":6,"versions":{"unv":"現在我們的心血枯竭了，除這嗎哪以外，在我們眼前並沒有別的東西。」","bklcl":"Taⁿ goán ê cheng-le̍k ko͘-tâ, bô pòaⁿ-hāng mi̍h;  tû má-ná í-gōa, tī goán ê ba̍k-chiu-chêng ê bô pa̍t-hāng mi̍h.","tghg":"今(taⁿ)阮的精力枯焦(ko͘-tâ)無半項物，除嗎哪以外，佇阮的目睭前的無別項物。」","bklhl":"Taⁿ阮ê精力枯焦(tâ)，無半項物；除má-ná以外，tī阮ê目睭前ê無別項物。"}},{"book":"民","chapter":11,"verse":7,"versions":{"unv":"（這嗎哪彷彿芫荽子，又好像珍珠。","bklcl":"Chit ê má-ná chhin-chhiūⁿ oân-sui-jîn, khoán-sit chhin-chhiūⁿ chin-chu ê khoán.","tghg":"（此個嗎哪親像莞荽仁(oân-sui-jîn)，款式親像真珠的款。","bklhl":"Chit ê má-ná親像莞荽(oân-sui)仁，款式親像珍珠ê款。"}},{"book":"民","chapter":11,"verse":8,"versions":{"unv":"百姓周圍行走，把嗎哪收起來，或用磨推，或用臼搗，煮在鍋中，又做成餅，滋味好像新油。","bklcl":"Peh-sìⁿ sì-kòe kiâⁿ khioh i, ū-ê ēng bō bō i, ū-ê ēng khū cheng i, tī tiáⁿ-ni̍h pek chòe piáⁿ;  chu-bī chhin-chhiūⁿ tiau-hô iû ê chia̍h-mi̍h.","tghg":"百姓四界行拾(khioh)伊，有的用磨(bō)磨(bō)伊，有的用臼(khū)舂(cheng)伊，佇鼎(tiáⁿ)裡煏(pek)，做餅，滋味親像調和油的食(chia̍h)物。","bklhl":"百姓四界行拾伊，有ê用磨磨伊，有ê用臼舂伊，tī鼎裡pek做餅；滋味親像調和油ê食物。"}},{"book":"民","chapter":11,"verse":9,"versions":{"unv":"夜間露水降在營中，嗎哪也隨著降下。）","bklcl":"Mî-sî lō͘-chúi lo̍h tī iâⁿ-tiong, má-ná iā tè i lo̍h.","tghg":"暝時露水落佇營中，嗎哪也隨(tè)伊落。）","bklhl":"暝時露水落tī營中，má-ná也tè伊落。"}},{"book":"民","chapter":11,"verse":10,"versions":{"unv":"摩西聽見百姓各在各家的帳棚門口哭號。耶和華的怒氣便大發作，摩西就不喜悅。","bklcl":"Mô͘-se thiaⁿ-kìⁿ peh-sìⁿ ê ta̍k-ke ta̍k-lâng tī ka-kī ê pò͘-pîⁿ mn̂g-kháu teh thî-khàu;  Iâ-hô-hoa tōa siū-khì, Mô͘-se iā bô hoaⁿ-hí.","tghg":"摩西聽見百姓的逐家逐人佇家己的布棚門口啲(teh)啼哭。耶和華大受氣，摩西也無歡喜。","bklhl":"摩西聽見百姓ê ta̍k家ta̍k人tī家己ê布棚門口teh啼哭；耶和華大受氣，摩西也無歡喜。"}},{"book":"民","chapter":11,"verse":11,"versions":{"unv":"摩西對耶和華說：「你為何苦待僕人？我為何不在你眼前蒙恩，竟把這管理百姓的重任加在我身上呢？","bklcl":"Mô͘-se tùi Iâ-hô-hoa kóng, Lí siáⁿ-sū pháiⁿ khoán-thāi Lí ê lô͘-po̍k;  góa cháiⁿ-iūⁿ bô tī Lí ê bīn-chêng tit-tio̍h un-tián,  Lí kéng-jiân ēng chiah-ê peh-sìⁿ ê tàⁿ hē tī góa ê sin-chiūⁿ?","tghg":"摩西對耶和華講：「你啥事歹款待你的奴僕？我怎樣無佇你的面前得著恩典，你竟然用諸個(chiah-ê)百姓的擔(tàⁿ)下佇(hē tī)我的身上？","bklhl":"摩西對耶和華講：你啥事pháiⁿ款待你ê奴僕；我怎樣無tī你ê面前得tio̍h恩典，你竟然用chiah ê百姓ê擔hē tī我ê身上？"}},{"book":"民","chapter":11,"verse":12,"versions":{"unv":"這百姓豈是我懷的胎，豈是我生下來的呢？你竟對我說：『把他們抱在懷裡，如養育之父抱吃奶的孩子，直抱到你起誓應許給他們祖宗的地去。』","bklcl":"Chiah-ê peh-sìⁿ kiám sī góa hoâi-īn ê?  Kiám sī góa siⁿ ê mah,  Lí kéng-jiân tùi góa kóng, Phō in tī heng-chêng, chhin-chhiūⁿ iúⁿ-chhī gín-ná ê lāu-pē phō chia̍h-leng ê eⁿ-á, kàu tī Lí chiù-chōa siúⁿ-sù in ê chó͘-kong ê tōe?","tghg":"諸個百姓豈是我懷孕的，豈是我生的嗎？你竟然對我講：『抱𪜶佇胸前，親像養飼囝仔的老父抱食奶的嬰仔，到佇你咒誓(chiù-chōa)賞賜𪜶的祖公的地。』","bklhl":"Chiah-ê百姓kiám是我懷孕ê？kiám是我生ê mah，你竟然對我講，抱in tī胸前，親像養飼gín-ná ê老父抱食奶ê嬰á，到tī你chiù-chōa賞賜in ê祖公ê地？"}},{"book":"民","chapter":11,"verse":13,"versions":{"unv":"我從哪裡得肉給這百姓吃呢？他們都向我哭號說：『你給我們肉吃吧！』","bklcl":"Góa beh tùi tah-lo̍h tit-tio̍h bah hō͘ chiah-ê peh-sìⁿ?  in-ūi in lóng tùi góa thî-khàu kóng, Lí tio̍h ēng bah hō͘ goán, hō͘ goán thang chia̍h.","tghg":"我欲對叨落(tah-lo̍h)得著肉互諸個百姓？因為𪜶攏對我啼哭講：『你著用肉互阮，互阮通食！』","bklhl":"我beh tùi tah落得tio̍h肉hō͘ chiah ê百姓？因為in lóng對我啼哭講：你tio̍h用肉hō͘阮，hō͘阮thang食。"}},{"book":"民","chapter":11,"verse":14,"versions":{"unv":"管理這百姓的責任太重了，我獨自擔當不起。","bklcl":"Chiah-ê peh-sìⁿ ê tàⁿ siuⁿ tāng, góa ka-kī tam-tng bōe khí.","tghg":"諸個百姓的擔(tàⁿ)甚重(siuⁿ tāng)，我家己擔當𣍐(bōe)起。","bklhl":"Chiah-ê百姓ê擔siuⁿ重，我家己擔當bōe起。"}},{"book":"民","chapter":11,"verse":15,"versions":{"unv":"你這樣待我，我若在你眼前蒙恩，求你立時將我殺了，不叫我見自己的苦情。」","bklcl":"Lí nā án-ni khoán-thāi góa, góa nā tī Lí ê bīn-chêng tit-tio̍h un-tián, kiû Lí chek-sî kā góa thâi-sí, bián hō͘ góa khòaⁿ-kìⁿ pún-sin ê khó͘-chêng.","tghg":"你若按呢款待我，我若佇你的面前得著恩典，求你即時給我刣死(thâi-sí)，免互我看見本身的苦情。」","bklhl":"你若án-ni款待我，我若tī你ê面前得tio̍h恩典，求你即時kā我刣死，免hō͘我看見本身ê苦情。"}},{"book":"民","chapter":11,"verse":16,"versions":{"unv":"耶和華對摩西說：「你從以色列的長老中招聚七十個人，就是你所知道作百姓的長老和官長的，到我這裡來，領他們到會幕前，使他們和你一同站立。","bklcl":"Iâ-hô-hoa tùi Mô͘-se kóng, Lí tio̍h chū-chi̍p Í-sek-lia̍t ê tiúⁿ-ló, chhit-cha̍p lâng, lâi Góa chia, chiū-sī lí só͘ chai chòe peh-sìⁿ ê tiúⁿ-ló kap koaⁿ-tiúⁿ ê, chhōa in kàu hōe-bō͘, hō͘ in kap lí khiā tī-hia.","tghg":"耶和華對摩西講：「你著聚集以色列的長老七十人來我遮，就是你所知做百姓的長老及官長的，導𪜶到會幕，互𪜶及你徛佇遐(khiā tī-hia)。","bklhl":"耶和華對摩西講：你tio̍h聚集以色列ê長老，七十人，來我chia，就是你所知做百姓ê長老kap官長ê，chhōa in到會幕，hō͘ in kap你khiā tī-hia。"}},{"book":"民","chapter":11,"verse":17,"versions":{"unv":"我要在那裡降臨，與你說話，也要把降於你身上的靈分賜他們，他們就和你同當這管百姓的重任，免得你獨自擔當。","bklcl":"Góa beh kàng-lîm tī-hia kap lí kóng-ōe , iā beh chiong kàng-lo̍h tī lí téng-bīn ê sîn, iā kàng-lo̍h tī in;  in chiū kap lí saⁿ-kap tam-tng peh-sìⁿ ê tàⁿ, bián-tit lí ka-kī tam-tng.","tghg":"我欲降臨佇遐，及你講話，也欲將降落佇你頂面的神也降落佇𪜶，𪜶就及你相及(saⁿ-kap)擔當百姓的擔(tàⁿ)，免得你家己擔當。","bklhl":"我beh降臨tī-hia kap你講話，也beh將降落tī你頂面ê神，也降落tī in；in就kap你相kap擔當百姓ê擔，免得你家己擔當。"}},{"book":"民","chapter":11,"verse":18,"versions":{"unv":"又要對百姓說：『你們應當自潔，預備明天吃肉，因為你們哭號說：誰給我們肉吃！我們在埃及很好。這聲音達到了耶和華的耳中，所以他必給你們肉吃。","bklcl":"Iā tio̍h kā peh-sìⁿ kóng, Lín tio̍h hō͘ ka-kī chòe-sèng, pī-pān bîn-á-ji̍t thang chia̍h-bah, in-ūi lín ū thî-khàu hō͘ Iâ-hô-hoa thiaⁿ-kìⁿ, kóng, Chī-chūi hō͘ goán chia̍h bah?  in-ūi goán tī Ai-ki̍p chin hó;  só͘-í Iâ-hô-hoa beh hō͘ lín bah, hō͘ lín thang chia̍h.","tghg":"也著給百姓講：『恁著互家己做聖，備辦明仔日通食肉，因為恁有啼哭互耶和華聽見講：是誰(chī-chūi)互阮食肉！因為阮佇埃及真好。所以耶和華欲互恁肉，互恁通食。","bklhl":"也tio̍h kā百姓講：Lín tio̍h hō͘家己做聖，備辦明á日thang食肉，因為lín有啼哭hō͘耶和華聽見，講：Chī-chūi hō͘阮食肉？因為阮tī埃及真好；所以耶和華beh hō͘ lín肉，hō͘ lín thang食。"}},{"book":"民","chapter":11,"verse":19,"versions":{"unv":"你們不止吃一天、兩天、五天、十天、二十天，","bklcl":"Lín m̄-sī chia̍h chi̍t-ji̍t, nn̄g ji̍t, gō͘-ji̍t, cha̍p ji̍t, jī-cha̍p ji̍t;","tghg":"恁呣是食一日、二日、五日、十日、二十日，","bklhl":"Lín m̄是食一日、兩日、五日、十日、二十日；"}},{"book":"民","chapter":11,"verse":20,"versions":{"unv":"要吃一個整月，甚至肉從你們鼻孔裡噴出來，使你們厭惡了，因為你們厭棄住在你們中間的耶和華，在他面前哭號說：我們為何出了埃及呢！』」","bklcl":"beh chia̍h kàu chi̍t-ge̍h-ji̍t móa, kàu bah tùi lín ê phīⁿ-khang chhut-lâi, hō͘ lín iàm-ò͘ⁿ;  in-ūi lín khì-sak tiàm-tī lín tiong-kan ê Iâ-hô-hoa, tī I ê bīn-chêng thî-khàu kóng, Goán siáⁿ-sū chhut Ai-ki̍p ah?","tghg":"欲食到一月日滿，到肉對恁的鼻孔出來，互恁厭惡(iàm-ò͘ⁿ)，因為恁棄拺踮佇(tiàm-tī)恁中間的耶和華，佇伊的面前啼哭講：阮啥事出埃及啊！』」","bklhl":"beh食到一月日滿，到肉tùi lín ê鼻孔出來，hō͘ lín厭惡；因為lín棄sak tiàm-tī lín中間ê耶和華，tī伊ê面前啼哭講：阮啥事出埃及ah？"}},{"book":"民","chapter":11,"verse":21,"versions":{"unv":"摩西對耶和華說：「這與我同住的百姓、步行的男人有六十萬，你還說：『我要把肉給他們，使他們可以吃一個整月。』","bklcl":"Mô͘-se kóng, Chiah-ê kap góa tiàm ê peh-sìⁿ, pō͘-kiâⁿ ê tōa-lâng ū la̍k-cha̍p-bān, iā Lí kóng, Góa beh hō͘ in chia̍h bah, hō͘ in thang chia̍h kàu chi̍t-ge̍h-ji̍t móa.","tghg":"摩西講：「諸個及我踮的百姓、步行的大人有六十萬，也你講：『我欲互𪜶食肉，互𪜶通食到一月日滿。』","bklhl":"摩西講：Chiah-ê kap我tiàm ê百姓，步行ê大人有六十萬，也你講：我beh hō͘ in食肉，hō͘ in thang食到一月日滿。"}},{"book":"民","chapter":11,"verse":22,"versions":{"unv":"難道給他們宰了羊群牛群，或是把海中所有的魚都聚了來，就夠他們吃嗎？」","bklcl":"Kiám beh ūi in thâi iûⁿ-kûn, gû-kûn, hō͘ in chia̍h kàu-gia̍h?  á-sī ūi-tio̍h in chū-chi̍p hái-lāi só͘ ū ê hî, hō͘ in chia̍h kàu-gia̍h mah?","tghg":"豈欲為𪜶刣(thâi)羊群牛群，互𪜶食夠額？抑是為著𪜶聚集海內所有的魚，互𪜶食夠額嗎？」","bklhl":"Kiám beh為in 刣羊群、牛群，hō͘ in食夠額？á是為tio̍h in聚集海內所有ê魚，hō͘ in食夠額mah？"}},{"book":"民","chapter":11,"verse":23,"versions":{"unv":"耶和華對摩西說：「耶和華的膀臂豈是縮短了嗎？現在要看我的話向你應驗不應驗。」","bklcl":"Iâ-hô-hoa tùi Mô͘-se kóng, Iâ-hô-hoa ê chhiú kiám sī té mah?  Taⁿ lí beh khòaⁿ Góa ê ōe, tùi lí èng-giām á-bô.","tghg":"耶和華對摩西講：「耶和華的手豈是短嗎？今(taⁿ)你欲看我的話對你應驗抑無。」","bklhl":"耶和華對摩西講：耶和華ê手kiám是短mah？Taⁿ你beh看我ê話，對你應驗á無。"}},{"book":"民","chapter":11,"verse":24,"versions":{"unv":"摩西出去，將耶和華的話告訴百姓，又招聚百姓的長老中七十個人來，使他們站在會幕的四圍。","bklcl":"Mô͘-se chhut-khì chiong Iâ-hô-hoa ê ōe kā peh-sìⁿ kóng;  iā chio-chi̍p peh-sìⁿ ê tiúⁿ-ló chhit-cha̍p lâng, hō͘ in khiā tī Pò͘-pîⁿ ê sì-ûi.","tghg":"摩西出去，將耶和華的話給百姓講，也招集百姓的長老七十人，互𪜶徛佇(khiā tī)布棚的四圍。","bklhl":"摩西出去將耶和華ê話kā百姓講；也招集百姓ê長老七十人，hō͘ in khiā tī布棚ê四圍。"}},{"book":"民","chapter":11,"verse":25,"versions":{"unv":"耶和華在雲中降臨，對摩西說話，把降與他身上的靈分賜那七十個長老。靈停在他們身上的時候，他們就受感說話，以後卻沒有再說。","bklcl":"Iâ-hô-hoa tī hûn-tiong kàng-lîm, tùi Mô͘-se kóng-ōe, chiong kàng-lo̍h tī i téng-bīn ê sîn, iā kàng-lo̍h tī chhit-cha̍p ê tiúⁿ-ló;  sîn lîm-kàu in ê sî, in chiū kóng sian-ti ê ōe, í-āu chiū bô koh kóng.","tghg":"耶和華佇雲中降臨，對摩西講話，將降落佇伊頂面的神也降落佇七十個長老。神臨到𪜶的時，𪜶就講先知的話，以後就無閣講。","bklhl":"耶和華tī雲中降臨，對摩西講話，將降落tī伊頂面ê神，也降落tī七十ê長老；神臨到in ê時，in就講先知ê話，以後就無koh講。"}},{"book":"民","chapter":11,"verse":26,"versions":{"unv":"但有兩個人仍在營裡，一個名叫伊利達，一個名叫米達。他們本是在那些被錄的人中，卻沒有到會幕那裡去。靈停在他們身上，他們就在營裡說預言。","bklcl":"Chóng-sī ū nn̄g-lâng iû-goân tī iâⁿ-lāi, chi̍t-ê miâ-kiò I-lī-ta̍t, chi̍t-ê miâ-kiò Bí-ta̍t, in iā kì-miâ chāi-lāi, chóng-sī bô kàu Pò͘-pîⁿ hia;  sîn lîm-kàu in, in chiū tī iâⁿ-lāi kóng sian-ti ê ōe.","tghg":"總是有二人猶原(iû-goân)佇營內，一個名叫伊利達，一個名叫米達。𪜶也記名在內，總是無到布棚遐。神臨到𪜶，𪜶就佇營內講先知的話。","bklhl":"總是有兩人猶原tī營內，一个名叫I-lī-ta̍t，一个名叫Bí-ta̍t，in也記名在內，總是無到布棚hia；神臨到in，in就tī營內講先知ê話。"}},{"book":"民","chapter":11,"verse":27,"versions":{"unv":"有個少年人跑來告訴摩西說：「伊利達、米達在營裡說預言。」","bklcl":"Ū chi̍t ê siàu-liân lâng cháu-lâi kā Mô͘-se kóng, I-lī-ta̍t Bí-ta̍t tī iâⁿ-lāi kóng sian-ti ê ōe.","tghg":"有一個少年人走來給摩西講：「伊利達、米達佇營內講先知的話。」","bklhl":"有一个少年人走來kā摩西講：I-lī-ta̍t、Bí-ta̍t tī營內講先知ê話。"}},{"book":"民","chapter":11,"verse":28,"versions":{"unv":"摩西的幫手，嫩的兒子約書亞，就是摩西所揀選的一個人，說：「請我主摩西禁止他們。」","bklcl":"Kun-sûi Mô͘-se ê, Lùn ê kiáⁿ Iok-su-a, chiū-sī siū-kéng ê chi̍t-lâng, kóng, Chhiáⁿ góa ê chú Mô͘-se kìm-chí in.","tghg":"跟隨(kun-sûi)摩西的，嫩的子約書亞，就是受揀的一人，講：「請我的主摩西禁止𪜶。」","bklhl":"跟隨摩西ê，Lùn ê kiáⁿ約書亞，就是受揀ê一人，講：請我ê主摩西禁止in。"}},{"book":"民","chapter":11,"verse":29,"versions":{"unv":"摩西對他說：「你為我的緣故嫉妒人嗎？惟願耶和華的百姓都受感說話！願耶和華把他的靈降在他們身上！」","bklcl":"Mô͘-se tùi i kóng, Lí thòe góa tò͘-khī mah?  Goān Iâ-hô-hoa ê peh-sìⁿ lóng chòe sian-ti, Iâ-hô-hoa ēng I ê sîn kàng-lo̍h tī in ê téng-bīn.","tghg":"摩西對伊講：「你替我妒忌(tò͘-khī)嗎？願耶和華的百姓攏做先知！耶和華用伊的神降落佇𪜶的頂面！」","bklhl":"摩西對伊講，你替我妒忌(tò͘-khī)mah？願耶和華ê百姓lóng做先知，耶和華用伊ê神降落tī in ê頂面。"}},{"book":"民","chapter":11,"verse":30,"versions":{"unv":"於是，摩西和以色列的長老都回到營裡去。","bklcl":"Mô͘-se kap Í-sek-lia̍t ê tiúⁿ-ló chiū tò-khì iâⁿ-lāi.","tghg":"摩西及以色列的長老就倒去營內。","bklhl":"摩西kap以色列ê長老就tò去營內。"}},{"book":"民","chapter":11,"verse":31,"versions":{"unv":"有風從耶和華那裡颳起，把鵪鶉由海面颳來，飛散在營邊和營的四圍；這邊約有一天的路程，那邊約有一天的路程，離地面約有二肘。","bklcl":"Ū hong tùi Iâ-hô-hoa chhut, chiong ian-chhun tùi hái-ni̍h chhe-lâi, tūi-lo̍h tī iâⁿ-piⁿ, chit-pêng iok-lio̍k chi̍t-ji̍t ê lō͘-chām, hit-pêng iok-lio̍k chi̍t-ji̍t ê lō͘-chām, tī iâⁿ ê sì-ûi piàn-piàn sī, lī tōe iok-lio̍k ū nn̄g tiú.","tghg":"有風對耶和華出，將鵪鶉(ian-chhun)對海裡吹來，墜落(tūi-lo̍h)佇營邊；此旁約略一日的路站，彼旁約略一日的路站，佇營的四圍遍遍是，離地約略有二肘(nn̄g tiú)。","bklhl":"有風tùi耶和華出，將鵪鶉tùi海裡吹來，墮落tī營邊，chit-pêng約略一日ê路站，hit-pêng約略一日ê路站，tī營ê四圍遍遍是，離地約略有兩肘。"}},{"book":"民","chapter":11,"verse":32,"versions":{"unv":"百姓起來，終日終夜，並次日一整天，捕取鵪鶉；至少的也取了十賀梅珥，為自己擺列在營的四圍。","bklcl":"Peh-sìⁿ khí-lâi, thong-ji̍t thong-mî, kap keh-ji̍t ê thong-ji̍t, lia̍h ian-chhun;  ke̍k-chió-ê iā lia̍h cha̍p hō-mûi-jíⁿ;  ūi pún-sin pâi-lia̍t tī iâⁿ ê sì-ûi.","tghg":"百姓起來，通日(thong-ji̍t)通暝，及隔日的通日，掠(lia̍h)鵪鶉(ian-chhun)；極少的也掠十賀梅珥，為本身排列佇營的四圍。","bklhl":"百姓起來，thong日thong暝，kap隔日ê thong日，掠鵪鶉；極少ê也掠十hō-mûi-jíⁿ；為本身排列tī營ê四圍。"}},{"book":"民","chapter":11,"verse":33,"versions":{"unv":"肉在他們牙齒之間尚未嚼爛，耶和華的怒氣就向他們發作，用最重的災殃擊殺了他們。","bklcl":"Bah tī in ê chhùi-khí, iáu chia̍h bē liáu, Iâ-hô-hoa chiū tùi peh-sìⁿ hoat siū-khì;  Iâ-hô-hoa kàng tōa chai-ē lâi phah peh-sìⁿ.","tghg":"肉佇𪜶的嘴齒猶(iáu)食未了，耶和華就對百姓發受氣，耶和華降大災禍來拍百姓。","bklhl":"肉tī in ê嘴齒，iáu食bē了，耶和華就對百姓發受氣；耶和華降大災禍來phah百姓。"}},{"book":"民","chapter":11,"verse":34,"versions":{"unv":"那地方便叫做基博羅‧哈他瓦（就是貪慾之人的墳墓），因為他們在那裡葬埋那起貪慾之心的人。","bklcl":"Hit ê só͘-chāi hō-miâ kiò Ki-phok-lô-hap-tha-óa, in-ūi tī-hia bâi-chòng tham-io̍k ê peh-sìⁿ.","tghg":"彼個所在號名叫基博羅哈他瓦，因為佇遐埋葬貪慾的百姓。","bklhl":"Hit-ê所在號名叫Ki-phok-lô-hap-tha-óa，因為tī-hia埋葬貪慾ê百姓。"}},{"book":"民","chapter":11,"verse":35,"versions":{"unv":"百姓從基博羅‧哈他瓦走到哈洗錄，就住在哈洗錄。","bklcl":"Peh-sìⁿ tùi Ki-phok-lô-hap-tha-óa kiâⁿ kàu Hap-sé-lio̍k;  chiū tiàm tī Hap-sé-lio̍k.","tghg":"百姓對基博羅哈他瓦行到哈洗錄，就踮佇哈洗錄。","bklhl":"百姓tùi Ki-phok-lô-hap-tha-óa行到Hap-sé-lio̍k；就tiàm tī Hap-sé-lio̍k。"}}]