[{"book":"民","chapter":16,"verse":1,"versions":{"unv":"利未的曾孫、哥轄的孫子、以斯哈的兒子可拉，和流便子孫中以利押的兒子大坍、亞比蘭，與比勒的兒子安，","bklcl":"Lī-bī ê cheng-sun, Ko-hat ê sun, Í-su-hap ê kiáⁿ Khó-la̍h, kap Liû-piān ê kiáⁿ-sun-tiong Í-lī-ap ê kiáⁿ Tāi-tan, A-pí-lân, kap Pí-le̍k ê kiáⁿ An,","tghg":"利未的曾孫(cheng-sun)、哥轄的孫、以斯哈的子可拉，及流便的子孫中以利押的子大坍、亞比蘭，及比勒的子安結一黨，","bklhl":"利未ê曾孫，Ko-hat ê孫、Í-su-hap ê kiáⁿ Khó-la̍h，kap Liû-piān ê kiáⁿ孫中Í-lī-ap ê kiáⁿ Tāi-tan、A-PÍ-lân，kap Pí-le̍k ê kiáⁿ An，"}},{"book":"民","chapter":16,"verse":2,"versions":{"unv":"並以色列會中的二百五十個首領，就是有名望選入會中的人，在摩西面前一同起來，","bklcl":"kiat chi̍t-tóng, kap Í-sek-lia̍t tiong ê lâng, chiū-sī hōe-tiong ê siú-léng nn̄g-pah gō͘-cha̍p lâng, sī ū bêng-bōng siū kéng-tiàu hù-hōe ê lâng, saⁿ-kap khí-lâi tī Mô͘-se ê bīn-chêng.","tghg":"及以色列中的人就是會中的首領二百五十人是有名望受揀召赴會的人，相及起來佇摩西的面前，","bklhl":"結一黨，kap以色列中ê人，就是會中ê首領兩百五十人，是有名望受揀召赴會ê人，相kap起來tī摩西ê面前。"}},{"book":"民","chapter":16,"verse":3,"versions":{"unv":"聚集攻擊摩西、亞倫，說：「你們擅自專權！全會眾個個既是聖潔，耶和華也在他們中間，你們為甚麼自高，超過耶和華的會眾呢？」","bklcl":"In chū-chi̍p kong-kek Mô͘-se A-lûn kóng, Lín chhiàm-koân, choân-hōe ta̍k-lâng lóng sī sèng, Iâ-hô-hoa iā tī in tiong-kan;  lín siáⁿ-sū chū-ko pôaⁿ-kè Iâ-hô-hoa ê hōe-chiòng ah?","tghg":"𪜶聚集攻擊摩西、亞倫，講：「恁僭權(chhiàm-koân)！全會逐人攏是聖，耶和華也佇𪜶中間，恁啥事自高，𨃟過耶和華的會眾啊？」","bklhl":"In聚集攻擊摩西、亞倫講：Lín僭權，全會ta̍k人lóng是聖，耶和華也tī in中間；lín啥事自高pôaⁿ過耶和華ê會眾ah？"}},{"book":"民","chapter":16,"verse":4,"versions":{"unv":"摩西聽見這話就俯伏在地，","bklcl":"Mô͘-se thiaⁿ-kìⁿ chit ê ōe chiū phak tī tōe-ni̍h,","tghg":"摩西聽見此個話就仆佇地裡，","bklhl":"摩西聽見chit ê話就仆tī地裡，"}},{"book":"民","chapter":16,"verse":5,"versions":{"unv":"對可拉和他一黨的人說：「到了早晨，耶和華必指示誰是屬他的，誰是聖潔的，就叫誰親近他；他所揀選的是誰，必叫誰親近他。","bklcl":"tùi Khó-la̍h kap i ê choân-tóng ê lâng kóng, Kàu bîn-á-chá-khí, Iâ-hô-hoa beh chí-sī sím-mi̍h lâng sī sio̍k I ê, sím-mi̍h lâng sī sèng, chiū beh hō͘ hit-lâng chhin-kūn I;  I só͘ kéng-soán ê lâng beh hō͘ in chhin-kūn I.","tghg":"對可拉及伊的全黨的人講：「到明仔早起，耶和華欲指示甚麼人是屬伊的，甚麼人是聖，就欲互彼人親近伊；伊所揀選的人，欲互𪜶親近伊。","bklhl":"對Khó-la̍h kap伊ê全黨ê人講：到明á早起，耶和華beh指示甚麼人是屬祂ê，甚麼人是聖，就beh hō͘ hit人親近祂；祂所揀選ê人beh hō͘ in親近祂。"}},{"book":"民","chapter":16,"verse":6,"versions":{"unv":"可拉啊，你們要這樣行，你和你的一黨要拿香爐來。","bklcl":"Lín tio̍h án-ni kiâⁿ;  Khó-la̍h kap i ê tóng, tio̍h the̍h hiuⁿ-lô͘;","tghg":"恁著按呢行，可拉及伊的黨著提香爐。","bklhl":"Lín tio̍h án-ni行；Khó-la̍h kap伊ê黨，tio̍h the̍h香爐；"}},{"book":"民","chapter":16,"verse":7,"versions":{"unv":"明日，在耶和華面前，把火盛在爐中，把香放在其上。耶和華揀選誰，誰就為聖潔。你們這利未的子孫擅自專權了！」","bklcl":"bîn-á-ji̍t tī Iâ-hô-hoa ê bīn-chêng, ēng hé tóe tī hí lāi-bīn, hē hiuⁿ tī hit téng-bīn;  Iâ-hô-hoa só͘ kéng ê lâng, i beh chòe sèng; lín Lī-bī ê kiáⁿ-sun chhiàm-koân lah.","tghg":"明仔日，佇耶和華的面前，用火貯(tóe)佇彼內面，下香佇彼頂面。耶和華所揀的人，伊欲做聖。恁利未的子孫僭權啦！」","bklhl":"明á日tī耶和華ê面前，用火貯tī Hit內面，hē香tī hit頂面；耶和華所揀ê人，伊beh做聖；lín利未ê kiáⁿ孫僭權lah。"}},{"book":"民","chapter":16,"verse":8,"versions":{"unv":"摩西又對可拉說：「利未的子孫哪，你們聽我說！","bklcl":"Mô͘-se koh tùi Khó-la̍h kóng,  Lī-bī ê kiáⁿ-sun ah, lín tio̍h thiaⁿ;","tghg":"摩西閣對可拉講：「利未的子孫啊！恁著聽！","bklhl":"摩西koh對Khó-la̍h講：利未ê kiáⁿ孫ah，lín tio̍h聽；"}},{"book":"民","chapter":16,"verse":9,"versions":{"unv":"以色列的　神從以色列會中將你們分別出來，使你們親近他，辦耶和華帳幕的事，並站在會眾面前替他們當差。","bklcl":"Í-sek-lia̍t ê Siōng-tè, tùi Í-sek-lia̍t ê hōe-tiong hun-piat lín, hō͘ lín chhin-kūn I, pān Iâ-hô-hoa hōe-bō͘ ê sū, iā khiā tī hōe-chiòng ê bīn-chêng lâi chòe in ê chhe-ēng.","tghg":"以色列的上帝對以色列的會中分別恁，互恁親近伊，辦耶和華會幕的事，也徛佇會眾的面前來做𪜶的差用。","bklhl":"以色列ê上帝，tùi以色列ê會中分別lín，hō͘ lín親近祂，辦耶和華會幕ê事，也khiā tī會眾ê面前來做in ê差用。"}},{"book":"民","chapter":16,"verse":10,"versions":{"unv":"耶和華又使你和你一切弟兄─利未的子孫─一同親近他，這豈為小事？你們還要求祭司的職任嗎？","bklcl":"I koh hō͘ lí, kap lí lóng-chóng ê hiaⁿ-tī Lī-bī ê kiáⁿ-sun, saⁿ-kap chhin-kūn I, lín lia̍h che chòe sió-khóa mah?  Lín iáu-kú iau-kiû chè-si ê chit mah?","tghg":"伊閣互你及你攏總的兄弟──利未的子孫──相及親近伊，恁掠這做小可(sió-khóa)嗎？恁猶久要求祭司的職嗎？","bklhl":"祂koh hō͘你，kap你lóng總ê兄弟利未ê kiáⁿ孫，相kap親近祂，lín掠這做小khóa mah？Lín iáu-kú要求祭司ê職mah？"}},{"book":"民","chapter":16,"verse":11,"versions":{"unv":"你和你一黨的人聚集是要攻擊耶和華。亞倫算甚麼，你們竟向他發怨言呢？」","bklcl":"Só͘-í lí kap lí ê tóng chū-chi̍p, sī teh kong-kek Iâ-hô-hoa;  A-lûn sī sím-mi̍h, lín kéng-jiân ai-oàn i ah?","tghg":"所以你及你的黨聚集是啲攻擊耶和華。亞倫是甚麼，恁竟然哀怨伊啊？」","bklhl":"所以你kap你ê黨聚集，是teh攻擊耶和華；亞倫是甚麼，lín竟然哀怨伊ah？"}},{"book":"民","chapter":16,"verse":12,"versions":{"unv":"摩西打發人去召以利押的兒子大坍、亞比蘭。他們說：「我們不上去！","bklcl":"Mô͘-se chhe lâng khì kiò Í-lī-ap ê kiáⁿ Tāi-tan, A-pí-lân;  in kóng, Goán m̄ chiūⁿ-khì;","tghg":"摩西差人去叫以利押的子大坍、亞比蘭。𪜶講：「阮呣上去！","bklhl":"摩西差人去叫Í-lī-ap ê kiáⁿ Tāi-tan、A-PÍ-lân；in講：阮m̄上去；"}},{"book":"民","chapter":16,"verse":13,"versions":{"unv":"你將我們從流奶與蜜之地領上來，要在曠野殺我們，這豈為小事？你還要自立為王轄管我們嗎？","bklcl":"lí chhōa goán tùi siông-siông lâu lin kap bi̍t ê tōe chiūⁿ-lâi, beh tī khòng-iá thâi-sí goán, che kiám sī sió-khóa, lí iáu-kú beh ka-kī siat-li̍p chòe jîn-kun lâi koán-hat goán mah?","tghg":"你導阮對常常流奶及蜜的地上來，欲佇曠野刣死阮，這豈是小可？你猶久欲家己設立做人君來管轄阮嗎？","bklhl":"你chhōa阮tùi常常流奶kap蜜ê地chiūⁿ來，beh tī曠野刣死阮，這kiám是小khóa，你iáu-kú beh家己設立做人君來管轄阮mah？"}},{"book":"民","chapter":16,"verse":14,"versions":{"unv":"並且你沒有將我們領到流奶與蜜之地，也沒有把田地和葡萄園給我們為業。難道你要剜這些人的眼睛嗎？我們不上去！」","bklcl":"Koh lí bô-iáⁿ chhōa goán kàu lâu lin kap bi̍t ê tōe, iā bô ēng chhân-hn̂g, kap phû-tô-hn̂g, hō͘ goán chòe gia̍p;  chóng bô lí beh iah chiah-ê lâng ê ba̍k-chiu mah? Goán bô beh chiūⁿ-khì.","tghg":"閣你無影導阮到流奶及蜜的地，也無用田園及葡萄園互阮做業。總無你欲挖(iah)諸個人的目睭嗎？阮無欲上去！」","bklhl":"Koh你無影chhōa阮到流奶kap蜜ê地，也無用田園，kap葡萄園，hō͘阮做業；總無你beh iah chiah ê人ê目睭mah？阮無beh上去。"}},{"book":"民","chapter":16,"verse":15,"versions":{"unv":"摩西就甚發怒，對耶和華說：「求你不要享受他們的供物。我並沒有奪過他們一匹驢，也沒有害過他們一個人。」","bklcl":"Mô͘-se siū-khì kàu-ke̍k, tùi Iâ-hô-hoa kóng, Kiû Lí bo̍h-tit kàm-la̍p in só͘ hiàn ê;  góa pēng bô khan in chi̍t chiah lû, iā bô hāi in chi̍t-lâng.","tghg":"摩西受氣到極，對耶和華講：「求你莫得監納𪜶所獻的。我並無牽𪜶一隻驢，也無害𪜶一人。」","bklhl":"摩西受氣到極，對耶和華講：求你莫得鑒納in所獻ê；我並無牽 in一隻驢，也無害in一人。"}},{"book":"民","chapter":16,"verse":16,"versions":{"unv":"摩西對可拉說：「明天，你和你一黨的人，並亞倫，都要站在耶和華面前；","bklcl":"Mô͘-se tùi Khó-la̍h kóng, Lí kap lí ê tóng hiah-ê lâng, kap A-lûn, bîn-á-ji̍t lóng tio̍h lâi khiā tī Iâ-hô-hoa ê bīn-chêng.","tghg":"摩西對可拉講：「你及你的黨許個人，及亞倫，明仔日，攏著來徛佇耶和華的面前；","bklhl":"摩西對Khó-la̍h講：你kap你ê黨hiah-ê人，kap亞倫，明á日lóng tio̍h來khiā tī耶和華ê面前。"}},{"book":"民","chapter":16,"verse":17,"versions":{"unv":"各人要拿一個香爐，共二百五十個，把香放在上面，到耶和華面前。你和亞倫也各拿自己的香爐。」","bklcl":"Lín ta̍k-lâng tòa i ê hiuⁿ-lô͘, kiōng nn̄g-pah gō͘-cha̍p ê, hē hiuⁿ tī hí téng-bīn, ta̍k-lâng tòa i ê hiuⁿ-lô͘ kàu Iâ-hô-hoa ê bīn-chêng;  lí kap A-lûn iā kok tòa ka-kī ê hiuⁿ-lô͘.","tghg":"恁逐人帶伊的香爐，共二百五十個，下香佇彼頂面，逐人帶伊的香爐到耶和華的面前。你及亞倫也各帶家己的香爐。」","bklhl":"Lín ta̍k人帶伊ê香爐，共兩百五十個，hē香tī hit頂面，ta̍k人帶伊ê香爐到耶和華ê面前；你kap亞倫也各帶家己ê香爐。"}},{"book":"民","chapter":16,"verse":18,"versions":{"unv":"於是他們各人拿一個香爐，盛上火，加上香，同摩西、亞倫站在會幕門前。","bklcl":"Tùi án-ni in ta̍k-lâng the̍h i ê hiuⁿ-lô͘, tóe hé tī hí lāi-bīn, hē hiuⁿ tī hit téng-bīn, kap Mô͘-se A-lûn khiā tī hōe-bō͘ mn̂g-kháu.","tghg":"對按呢𪜶逐人提伊的香爐，貯火佇彼內面，下香佇彼頂面，及摩西、亞倫徛佇會幕門口。","bklhl":"Tùi án-ni， in ta̍k人the̍h伊ê香爐，貯火tī hit內面，hē香tī hit頂面，kap摩西、亞倫khiā tī會幕門口。"}},{"book":"民","chapter":16,"verse":19,"versions":{"unv":"可拉招聚全會眾到會幕門前，要攻擊摩西、亞倫；耶和華的榮光就向全會眾顯現。","bklcl":"Khó-la̍h chio-chi̍p hōe-chiòng kàu hōe-bō͘ mn̂g-kháu, kong-kek in;  Iâ-hô-hoa ê êng-kng hián-hiān tī hōe-chiòng.","tghg":"可拉招集會眾到會幕門口，攻擊𪜶；耶和華的榮光顯現佇會眾。","bklhl":"Khó-la̍h招集會眾到會幕門口，攻擊in；耶和華ê榮光顯現tī會眾。"}},{"book":"民","chapter":16,"verse":20,"versions":{"unv":"耶和華曉諭摩西、亞倫說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se A-lûn kóng,","tghg":"耶和華吩咐摩西、亞倫講：","bklhl":"耶和華吩咐摩西、亞倫講："}},{"book":"民","chapter":16,"verse":21,"versions":{"unv":"「你們離開這會眾，我好在轉眼之間把他們滅絕。」","bklcl":"Lín tio̍h lī-khui chit ê hōe-tiong, Góa thang tī chi̍t-ba̍k-nih-kú ê tiong-kan châu-bia̍t in.","tghg":"「恁著離開此個會中，我通佇一目𥍉久的中間剿滅(châu-bia̍t)𪜶。」","bklhl":"Lín tio̍h離開chit ê會中，我thang tī一目nih久ê中間剿滅in。"}},{"book":"民","chapter":16,"verse":22,"versions":{"unv":"摩西、亞倫就俯伏在地，說：「　神，萬人之靈的　神啊，一人犯罪，你就要向全會眾發怒嗎？」","bklcl":"In chiū phak tī tōe-ni̍h, kóng, Siōng-tè ah, siúⁿ-sù oa̍h-miā hō͘ kìⁿ-nā ū jio̍k-thé-ê ê Siōng-tè ah, chi̍t-lâng hoān-chōe, Lí chiū beh siū-khì choân-hōe mah?","tghg":"𪜶就仆佇地裡，講：「上帝啊，賞賜活命互見若有肉體者的上帝啊，一人犯罪，你就欲受氣全會嗎？」","bklhl":"In就仆tī地裡，講：上帝ah，賞賜活命hō͘見若有肉體ê ê上帝ah，一人犯罪，你就beh受氣全會mah？"}},{"book":"民","chapter":16,"verse":23,"versions":{"unv":"耶和華曉諭摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"民","chapter":16,"verse":24,"versions":{"unv":"「你吩咐會眾說：『你們離開可拉、大坍、亞比蘭帳棚的四圍。』」","bklcl":"Lí tio̍h hoan-hù hōe-chiòng tùi in kóng, Lín tio̍h lī-khui Khó-la̍h, Tāi-tan, A-pí-lân pò͘-pîⁿ ê sì-ûi.","tghg":"「你著吩咐會眾對𪜶講：『恁著離開可拉、大坍、亞比蘭布棚的四圍。』」","bklhl":"你tio̍h吩咐會眾對in講，Lín tio̍h離開Khó-la̍h、Tāi-tan、A-PÍ-lân布棚ê四圍。"}},{"book":"民","chapter":16,"verse":25,"versions":{"unv":"摩西起來，往大坍、亞比蘭那裡去；以色列的長老也隨著他去。","bklcl":"Mô͘-se khí-lâi khì Tāi-tan, A-pí-lân hia, Í-sek-lia̍t ê tiúⁿ-ló iā tè i khì.","tghg":"摩西起來，去大坍、亞比蘭遐；以色列的長老也隨伊去。","bklhl":"摩西起來去Tāi-tan、A-PÍ-lân hia，以色列ê長老也tè伊去。"}},{"book":"民","chapter":16,"verse":26,"versions":{"unv":"他吩咐會眾說：「你們離開這惡人的帳棚吧，他們的物件，甚麼都不可摸，恐怕你們陷在他們的罪中，與他們一同消滅。」","bklcl":"I hoan-hù hōe-chiòng kóng, Lín tio̍h lī-khui chiah-ê pháiⁿ-lâng ê pò͘-pîⁿ. in ê mi̍h-kiāⁿ lóng m̄-thang bong, kiaⁿ-liáu lín iā siū bia̍t tī in ê chōe-tiong.","tghg":"伊吩咐會眾講：「恁著離開諸個歹人的布棚，𪜶的物件，攏呣通摸，驚了恁也受滅佇𪜶的罪中。」","bklhl":"伊吩咐會眾講：Lín tio̍h離開chiah ê pháiⁿ人ê布棚。in ê物件lóng m̄-thang摸，驚了lín也受滅tī in ê罪中。"}},{"book":"民","chapter":16,"verse":27,"versions":{"unv":"於是眾人離開可拉、大坍、亞比蘭帳棚的四圍。大坍、亞比蘭帶著妻子、兒女、小孩子，都出來，站在自己的帳棚門口。","bklcl":"In chiū lī-khui Khó-la̍h, Tāi-tan, A-pí-lân pò͘-pîⁿ ê sì-ûi;  Tāi-tan, A-pí-lân kap in ê bó͘, in ê kiáⁿ, in ê sòe-kiáⁿ, lóng chhut-lâi khiā tī in ka-kī ê pò͘-pîⁿ mn̂g-kháu.","tghg":"𪜶就離開可拉、大坍、亞比蘭布棚的四圍。大坍、亞比蘭及𪜶的某、𪜶的子、𪜶的細子，攏出來，徛佇𪜶家己的布棚門口。","bklhl":"In就離開Khó-la̍h、Tāi-tan、A-PÍ-lân布棚ê四圍；Tāi-tan、A-PÍ-lân kap in ê bó͘，in ê kiáⁿ，in ê細kiáⁿ，lóng出來khiā tī in家己ê布棚門口。"}},{"book":"民","chapter":16,"verse":28,"versions":{"unv":"摩西說：「我行的這一切事本不是憑我自己心意行的，乃是耶和華打發我行的，必有證據使你們知道。","bklcl":"Mô͘-se kóng, Iâ-hô-hoa chhe Góa kiâⁿ che it-chhè ê sū, lín tùi án-ni thang chai, in-ūi góa m̄-sī chū-choan lâi kiâⁿ.","tghg":"摩西講：「耶和華差我行這一切的事，恁對按呢通知(thang chai)，因為我呣是自專來行。","bklhl":"摩西講：耶和華差我行這一切ê事，lín tùi án-ni， thang知，因為我m̄是自專來行。"}},{"book":"民","chapter":16,"verse":29,"versions":{"unv":"這些人死若與世人無異，或是他們所遭的與世人相同，就不是耶和華打發我來的。","bklcl":"Siat-sú chiah-ê lâng sí chhin-chhiūⁿ pêng-siông lâng sí, in só͘ tú-tio̍h chhin-chhiūⁿ pêng-siông lâng só͘ tú-tio̍h, chiū Iâ-hô-hoa bô chhe góa.","tghg":"設使諸個人死親像平常人死，𪜶所抵著(tú-tio̍h)親像平常人所抵著，就耶和華無差我。","bklhl":"設使chiah ê人死親像平常人死，in所tú-tio̍h親像平常人所tú-tio̍h，就耶和華無差我。"}},{"book":"民","chapter":16,"verse":30,"versions":{"unv":"倘若耶和華創作一件新事，使地開口，把他們和一切屬他們的都吞下去，叫他們活活地墜落陰間，你們就明白這些人是藐視耶和華了。」","bklcl":"Siat-sú Iâ-hô-hoa chòe chi̍t-hāng sin ê sū, hō͘ tōe khui-chhùi, chiong in kap it-chhè sio̍k in ê lóng thun-lo̍h-khì, hō͘ in oa̍h-oa̍h tūi-lo̍h im-kan, lín chiū chai chiah-ê lâng sī biáu-sī Iâ-hô-hoa.","tghg":"設使耶和華做一項新的事，互地開嘴，將𪜶及一切屬𪜶的攏吞落去，互𪜶活活墜落陰間，恁就知諸個人是藐視耶和華。」","bklhl":"設使耶和華做一項新ê事，hō͘ 地開嘴，將in kap一切屬in-ê lóng吞落去，hō͘ in活活墮落陰間，lín就知chiah ê人是藐視耶和華。"}},{"book":"民","chapter":16,"verse":31,"versions":{"unv":"摩西剛說完了這一切話，他們腳下的地就開了口，","bklcl":"Chiah-ê ōe i tú-á kóng soah, in ē-bīn ê tōe chiū li̍h-khui.","tghg":"諸個話伊抵仔講息，𪜶下面的地就裂開，地就開嘴，","bklhl":"Chiah-ê話伊tú-á講soah，in下面ê地就裂開。"}},{"book":"民","chapter":16,"verse":32,"versions":{"unv":"把他們和他們的家眷，並一切屬可拉的人丁、財物，都吞下去。","bklcl":"Tōe chiū khui-chhùi, chiong in kap in ê ke-koàn, í-ki̍p it-chhè sio̍k Khó-la̍h ê jîn-teng châi-bu̍t, lóng thun-lo̍h-khì.","tghg":"將𪜶及𪜶的家眷，以及一切屬 可拉的人丁、財物，攏吞落去。","bklhl":"地就開嘴，將in kap in ê家眷，以及一切屬Khó-la̍h ê人丁財物，lóng吞落去。"}},{"book":"民","chapter":16,"verse":33,"versions":{"unv":"這樣，他們和一切屬他們的，都活活地墜落陰間；地口在他們上頭照舊合閉，他們就從會中滅亡。","bklcl":"Hiah ê lâng kap it-chhè sio̍k in ê, lóng oa̍h-oa̍h lo̍h im-kan;  tōe chiū koh ha̍p-óa tī in ê téng-bīn, in chiū tùi hōe-tiong bia̍t-bô.","tghg":"許個人及一切屬𪜶的，攏活活落陰間；地就閣合倚佇𪜶的頂面，𪜶就對會中滅無。","bklhl":"Hiah-ê人kap一切屬in-ê，lóng活活落陰間；地就koh合óa tī in ê頂面，in就tùi會中滅無。"}},{"book":"民","chapter":16,"verse":34,"versions":{"unv":"在他們四圍的以色列眾人聽他們呼號，就都逃跑，說：「恐怕地也把我們吞下去。」","bklcl":"Tī in sì-ûi ê Í-sek-lia̍t lâng, thiaⁿ-kìⁿ in âu-kiò, chiū lóng tô-cháu kóng, Kiaⁿ-liáu tōe iā kā lán thun-lo̍h-khì.","tghg":"佇𪜶四圍的以色列人聽見𪜶喉叫，就攏逃走，講：「驚了地也給咱吞落去。」","bklhl":"Tī in四圍ê以色列人，聽見in喉叫，就lóng逃走講：驚了地也kā咱吞落去。"}},{"book":"民","chapter":16,"verse":35,"versions":{"unv":"又有火從耶和華那裡出來，燒滅了那獻香的二百五十個人。","bklcl":"Koh ū hé tùi Iâ-hô-hoa hia chhut, thun-bia̍t hiah-ê hiàn-hiuⁿ ê nn̄g-pah gō͘-cha̍p lâng.","tghg":"閣有火對耶和華遐出，吞滅許個獻香的二百五十人。","bklhl":"Koh有火tùi耶和華hia出，吞滅hiah-ê獻香 ê兩百五十人。"}},{"book":"民","chapter":16,"verse":36,"versions":{"unv":"耶和華曉諭摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"民","chapter":16,"verse":37,"versions":{"unv":"「你吩咐祭司亞倫的兒子以利亞撒從火中撿起那些香爐來，把火撒在別處，因為那些香爐是聖的。","bklcl":"Lí tio̍h hoan-hù chè-si A-lûn ê kiáⁿ Í-lī-a-sat, tùi hé-tiong khioh hiah-ê hiuⁿ-lô͘ khí-lâi, phah-sòaⁿ tī-hia ê hé;  in-ūi hiah-ê hiuⁿ-lô͘ í-keng sī sèng.","tghg":"「你著吩咐祭司亞倫的子以利亞撒對火中拾許個香爐起來，拍散佇遐的火，因為許個香爐已經是聖。","bklhl":"你tio̍h吩咐祭司亞倫ê kiáⁿ Í-lī-a-sat，tùi火中拾hiah-ê香爐起來，phah散tī-hia ê火；因為hiah-ê香爐已經是聖。"}},{"book":"民","chapter":16,"verse":38,"versions":{"unv":"把那些犯罪、自害己命之人的香爐，叫人錘成片子，用以包壇。那些香爐本是他們在耶和華面前獻過的，所以是聖的，並且可以給以色列人作記號。」","bklcl":"Ēng hiah-ê hoān-chōe hāi ka-kī ê sìⁿ-miā ê lâng ê hiuⁿ-lô͘, tûi chòe kui-phìⁿ, lâi an chè-tôaⁿ;  in-ūi in hiàn tī Iâ-hô-hoa ê bīn-chêng, só͘-í sī sèng-ê, thang hō͘ Í-sek-lia̍t lâng chòe kàm-kài.","tghg":"用許個犯罪、害家己的生命的人的香爐，搥做歸片，來安祭壇。因為𪜶獻佇耶和華的面前，所以是聖的，通互以色列人做鑑戒(kàm-kài)。」","bklhl":"用hiah-ê犯罪害家己ê性命ê人ê香爐，搥做kui片，來安祭壇；因為in獻tī耶和華ê面前，所以是聖ê，thang hō͘以色列人做鑑戒。"}},{"book":"民","chapter":16,"verse":39,"versions":{"unv":"於是祭司以利亞撒將被燒之人所獻的銅香爐拿來，人就錘出來，用以包壇，","bklcl":"Chè-si Í-lī-a-sat chiū the̍h hiah-ê lâng só͘ hiàn ê tâng-lô͘, tûi chòe kui-phìⁿ, lâi an chè-tôaⁿ, hō͘ Í-sek-lia̍t lâng chòe kàm-kài;","tghg":"祭司以利亞撒就提許個人所獻的銅爐，搥做歸片，來安祭壇，","bklhl":"祭司Í-lī-a-sat就the̍h hiah-ê人所獻ê銅爐，搥做kui片，來安祭壇，hō͘以色列人做鑑戒；"}},{"book":"民","chapter":16,"verse":40,"versions":{"unv":"給以色列人作紀念，使亞倫後裔之外的人不得近前來在耶和華面前燒香，免得他遭可拉和他一黨所遭的。這乃是照耶和華藉著摩西所吩咐的。","bklcl":"hō͘ gōa-bīn lâng, m̄-sī sio̍k A-lûn ê hō͘-è ê, bōe thang óa-kūn Iâ-hô-hoa lâi sio-hiuⁿ, bián-tit in chhin-chhiūⁿ Khó-la̍h kap i ê tóng; che sī chiàu Iâ-hô-hoa thok Mô͘-se só͘ bēng-lēng ê.","tghg":"互以色列人做鑑戒，互外面人呣是屬亞倫的後裔的𣍐通倚近耶和華來燒香，免得𪜶親像可拉及伊的黨。這是照耶和華託摩西所命令的。","bklhl":"hō͘外面人，m̄是屬亞倫ê後裔ê，bōe-thang óa近耶和華來燒香，免得in親像Khó-la̍h kap伊ê黨；這是照耶和華託摩西所命令ê。"}},{"book":"民","chapter":16,"verse":41,"versions":{"unv":"第二天，以色列全會眾都向摩西、亞倫發怨言說：「你們殺了耶和華的百姓了。」","bklcl":"Keh-ji̍t Í-sek-lia̍t lâng choân-hōe lóng ai-oàn Mô͘-se A-lûn, kóng, Lín hāi-sí Iâ-hô-hoa ê peh-sìⁿ.","tghg":"隔日，以色列人全會攏哀怨摩西、亞倫講：「恁害死耶和華的百姓。」","bklhl":"隔日以色列人全會lóng哀怨摩西、亞倫，講：Lín害死耶和華ê百姓。"}},{"book":"民","chapter":16,"verse":42,"versions":{"unv":"會眾聚集攻擊摩西、亞倫的時候，向會幕觀看，不料，有雲彩遮蓋了，耶和華的榮光顯現。","bklcl":"Hōe-chiòng chū-chi̍p kong-kek Mô͘-se A-lûn ê sî, ǹg hōe-bō͘ khòaⁿ, khòaⁿ ah, ū hûn khàm i, Iâ-hô-hoa ê êng-kng hián-hiān.","tghg":"會眾聚集攻擊摩西、亞倫的時，向會幕看，看啊，有雲蓋伊，耶和華的榮光顯現。","bklhl":"會眾聚集攻擊摩西、亞倫ê時，ǹg會幕看，看ah，有雲蓋伊，耶和華ê榮光顯現。"}},{"book":"民","chapter":16,"verse":43,"versions":{"unv":"摩西、亞倫就來到會幕前。","bklcl":"Mô͘-se A-lûn chiū kàu hōe-bō͘ chêng.","tghg":"摩西、亞倫就到會幕前。","bklhl":"摩西、亞倫就到會幕前。"}},{"book":"民","chapter":16,"verse":44,"versions":{"unv":"耶和華吩咐摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"民","chapter":16,"verse":45,"versions":{"unv":"「你們離開這會眾，我好在轉眼之間把他們滅絕。」他們二人就俯伏於地。","bklcl":"Lín tio̍h lī-khui chit ê hōe-tiong, hō͘ Góa thang tī chi̍t-ba̍k-nih-kú ê tiong-kan bia̍t-bô in;  in nn̄g-lâng chiū phak tī tōe-ni̍h.","tghg":"「恁著離開此個會中，互我通佇一目𥍉久的中間滅無𪜶。」𪜶二人就仆佇地裡。","bklhl":"Lín tio̍h離開chit ê會中，hō͘我thang tī一目nih久ê中間滅無in；in兩人就仆tī地裡。"}},{"book":"民","chapter":16,"verse":46,"versions":{"unv":"摩西對亞倫說：「拿你的香爐，把壇上的火盛在其中，又加上香，快快帶到會眾那裡，為他們贖罪；因為有忿怒從耶和華那裡出來，瘟疫已經發作了。」","bklcl":"Mô͘-se tùi A-lûn kóng, The̍h hit ê hiuⁿ-lô͘, ēng tôaⁿ-téng ê hé tóe tī hí tiong-kan, hē hiuⁿ tī hí téng-bīn, kín-kín tòa kàu hōe-chiòng hia, kā in sio̍k-chōe;  in-ūi ū tōa siū-khì tùi Iâ-hô-hoa chhut, un-e̍k í-keng hoat-choh.","tghg":"摩西對亞倫講：「提彼個香爐，用壇頂的火貯佇彼中間，下香佇彼頂面，緊緊帶到會眾遐，給𪜶贖罪；因為有大受氣對耶和華出，瘟疫已經發作。」","bklhl":"摩西對亞倫講：The̍h hit ê香爐，用壇頂ê火貯tī hit中間，hē香tī hit頂面，緊緊帶到會眾hia，kā in贖罪；因為有大受氣tùi耶和華出，瘟疫已經發作。"}},{"book":"民","chapter":16,"verse":47,"versions":{"unv":"亞倫照著摩西所說的拿來，跑到會中，不料，瘟疫在百姓中已經發作了。他就加上香，為百姓贖罪。","bklcl":"A-lûn chiàu Mô͘-se só͘-kóng-ê the̍h-lâi, cháu kàu hōe-tiong;  khòaⁿ ah, un-e̍k í-keng hoat tī peh-sìⁿ-tiong, i chiū hē hiuⁿ, kā peh-sìⁿ sio̍k-chōe.","tghg":"亞倫照摩西所講的提來，走到會中，看啊，瘟疫已經發佇百姓中。伊就下香，給百姓贖罪。","bklhl":"亞倫照摩西所講ê the̍h來，走到會中；看ah，瘟疫已經發tī百姓中，伊就hē香，kā百姓贖罪。"}},{"book":"民","chapter":16,"verse":48,"versions":{"unv":"他站在活人死人中間，瘟疫就止住了。","bklcl":"I khiā tī oa̍h-lâng sí-lâng ê tiong-kan, un-e̍k chiū soah.","tghg":"伊徛佇活人死人的中間，瘟疫就息。","bklhl":"伊khiā tī活人死人ê中間，瘟疫就soah。"}},{"book":"民","chapter":16,"verse":49,"versions":{"unv":"除了因可拉事情死的以外，遭瘟疫死的，共有一萬四千七百人。","bklcl":"Tû-khì in-ūi Khó-la̍h ê tāi-chì sí-ê í-gōa, tú-tio̍h un-e̍k sí ê, kiōng ū chi̍t-bān sì-chheng chhit-pah lâng.","tghg":"除去因為可拉的代誌死的以外，抵著瘟疫死的，共有一萬四千七百人。","bklhl":"除去因為Khó-la̍h ê tāi-chì死ê以外，tú-tio̍h瘟疫死ê，共有一萬四千七百人。"}},{"book":"民","chapter":16,"verse":50,"versions":{"unv":"亞倫回到會幕門口，到摩西那裡，瘟疫已經止住了。","bklcl":"A-lûn tò-lâi kàu Mô͘-se hia, kàu hōe-bō͘ mn̂g, un-e̍k chiah soah.","tghg":"亞倫倒來到摩西遐，到會幕門，瘟疫才息。","bklhl":"亞倫tò來到摩西hia，到會幕門，瘟疫chiah soah。"}}]