[{"book":"民","chapter":6,"verse":1,"versions":{"unv":"耶和華對摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"民","chapter":6,"verse":2,"versions":{"unv":"「你曉諭以色列人說：無論男女許了特別的願，就是拿細耳人的願（拿細耳就是歸主的意思；下同），要離俗歸耶和華。","bklcl":"Lí tio̍h hoan-hù Í-sek-lia̍t lâng kā in kóng, Bô-lūn lâm-lú hē te̍k-pia̍t ê goān, chiū-sī Ná-sè-jíⁿ lâng ê goān, ka-kī hun-piat kui hō͘ Iâ-hô-hoa,","tghg":"「你著吩咐以色列人給𪜶講：無論男女下特別的願，就是拿細耳人的願，家己分別歸互耶和華。","bklhl":"你tio̍h吩咐以色列人kā in講：無論男女hē特別ê願，就是Ná-sè-jíⁿ人ê願，家己分別歸hō͘耶和華，"}},{"book":"民","chapter":6,"verse":3,"versions":{"unv":"他就要遠離清酒濃酒，也不可喝甚麼清酒濃酒做的醋；不可喝甚麼葡萄汁，也不可吃鮮葡萄和乾葡萄。","bklcl":"i chiū tio̍h lī-khui chiú kap kāu-chiú, iā m̄-thang lim sím-mi̍h chiú ê chhò͘, kap kāu-chiú ê chhò͘, m̄-thang lim sím-mi̍h phû-tô ê chiap, iā m̄-thang chia̍h chhiⁿ ê phû-tô, kap ta ê phû-tô.","tghg":"伊就著離開酒及厚酒，也呣通飲甚麼酒的醋及厚酒的醋；呣通飲甚麼葡萄的汁，也呣通食青的葡萄及乾的葡萄。","bklhl":"伊就tio̍h離開酒kap厚酒，也m̄-thang lim甚麼酒ê醋，kap厚酒ê醋，m̄-thang lim甚麼葡萄ê汁，也m̄-thang食生ê葡萄，kap乾ê葡萄。"}},{"book":"民","chapter":6,"verse":4,"versions":{"unv":"在一切離俗的日子，凡葡萄樹上結的，自核至皮所做的物，都不可吃。","bklcl":"Tī it-chhè ka-kī hun-piat ê ji̍t, kìⁿ-nā phû-tô-chhiū só͘ chhut ê, tùi hu̍t kàu phê, lóng m̄-thang chia̍h.","tghg":"佇一切家己分別的日，見若葡萄樹所出的，對核到皮，攏呣通食。","bklhl":"Tī一切家己分別ê日，見若葡萄樹所出ê，tùi核到皮，lóng m̄-thang食。"}},{"book":"民","chapter":6,"verse":5,"versions":{"unv":"「在他一切許願離俗的日子，不可用剃頭刀剃頭，要由髮綹長長了。他要聖潔，直到離俗歸耶和華的日子滿了。","bklcl":"Tī i hē-goān ka-kī hun-piat hiah-ê ji̍t, m̄-thang hō͘ thì-thâu-to kàu i ê thâu-khak;  kàu i ka-kī hun-piat kui hō͘ Iâ-hô-hoa ê ji̍t móa, i tio̍h chòe-sèng, chhut-chāi i ê thâu-mn̂g hoat-tn̂g.","tghg":"「佇伊下願家己分別許個日，呣通互剃頭刀到伊的頭殼，到伊家己分別歸互耶和華的日滿，伊著做聖，出在伊的頭毛發長。","bklhl":"Tī伊下願家己分別hiah-ê日，m̄-thang hō͘剃頭刀到伊ê頭殼；到伊家己分別歸hō͘耶和華ê日滿，伊tio̍h做聖，出在伊ê頭毛發長。"}},{"book":"民","chapter":6,"verse":6,"versions":{"unv":"在他離俗歸耶和華的一切日子，不可挨近死屍。","bklcl":"Tī i ka-kī hun-piat kui Iâ-hô-hoa hiah-ê ji̍t, m̄-thang óa-kūn sin-si.","tghg":"佇伊家己分別歸耶和華許個日，呣通倚近身屍。","bklhl":"Tī伊家己分別歸耶和華hiah-ê日，m̄-thang óa近身屍。"}},{"book":"民","chapter":6,"verse":7,"versions":{"unv":"他的父母或是弟兄姊妹死了的時候，他不可因他們使自己不潔淨，因為那離俗歸　神的憑據是在他頭上。","bklcl":"I ê lāu-pē, á-sī lāu-bú, á-sī hiaⁿ-tī, á-sī chí-bē, sí ê sî, i m̄-thang ūi-tio̍h in hō͘ ka-kī bô chheng-khì;  in-ūi i ka-kī hun-piat kui Siōng-tè ê pîn-kù sī tī i ê thâu-khak.","tghg":"伊的老父抑是老母抑是兄弟抑是姊妹死的時，伊呣通為著𪜶互家己無清氣，因為伊家己分別歸上帝的憑據是佇伊的頭殼。","bklhl":"伊ê老父，á是老母，á是兄弟，á是姊妹，死ê時，伊m̄-thang為tio̍h in hō͘家己無清氣；因為伊家己分別歸上帝ê憑據是tī伊ê頭殼。"}},{"book":"民","chapter":6,"verse":8,"versions":{"unv":"在他一切離俗的日子是歸耶和華為聖。","bklcl":"Tī i ka-kī hun-piat hiah-ê ji̍t, i sī kui tī Iâ-hô-hoa chòe-sèng.","tghg":"佇伊家己分別許個日伊是歸佇耶和華做聖。","bklhl":"Tī伊家己分別hiah-ê日，伊是歸tī耶和華做聖。"}},{"book":"民","chapter":6,"verse":9,"versions":{"unv":"「若在他旁邊忽然有人死了，以致沾染了他離俗的頭，他要在第七日，得潔淨的時候，剃頭。","bklcl":"Nā tī i ê sin-piⁿ hut-jiân ū lâng sí, tì-kàu bak-tio̍h i ka-kī hun-piat ê thâu-khak, chiū i tio̍h tī ka-kī chheng-khì ê ji̍t thì-thâu, chiū-sī tī tē-chhit ji̍t thì i.","tghg":"「若佇伊的身邊忽然有人死，致到染著伊家己分別的頭殼，就伊著佇家己清氣的日，剃頭，就是佇第七日剃伊。","bklhl":"若tī伊ê身邊忽然有人死，致到bak-tio̍h伊家己分別ê頭殼，就伊tio̍h tī家己清氣ê日剃頭，就是tī第七日剃伊。"}},{"book":"民","chapter":6,"verse":10,"versions":{"unv":"第八日，他要把兩隻斑鳩或兩隻雛鴿帶到會幕門口，交給祭司。","bklcl":"Tē-poeh ji̍t i tio̍h ēng nn̄g chiah ka-chui, á-sī nn̄g chiah chíⁿ-á-kiáⁿ, tòa kàu hōe-bō͘ mn̂g-kháu, kau-tài chè-si.","tghg":"第八日，伊著用二隻鳩鵻(ka-chui)抑是二隻鴿仔子(chíⁿ-á-kiáⁿ)帶到會幕門口，交代祭司。","bklhl":"第八日伊tio̍h用兩隻ka-chui，á是兩隻鴿á-kiáⁿ，帶到會幕門口，交帶祭司。"}},{"book":"民","chapter":6,"verse":11,"versions":{"unv":"祭司要獻一隻作贖罪祭，一隻作燔祭，為他贖那因死屍而有的罪，並要當日使他的頭成為聖潔。","bklcl":"Chè-si tio̍h hiàn chi̍t-chiah chòe sio̍k-chōe-chè, chi̍t-chiah chòe sio-chè, kā i sio̍k-chōe;  in-ūi i tùi sin-si lâi ū chōe;  koh tio̍h tī hit-ji̍t hō͘ i ê thâu-khak chòe-sèng.","tghg":"祭司著獻一隻做贖罪祭，一隻做燒祭，給伊贖罪因為伊對身屍來有罪，閣著佇彼日互伊的頭殼做聖。","bklhl":"祭司tio̍h獻一隻做贖罪祭，一隻做燒祭，kā伊贖罪；因為伊tùi身屍來有罪；koh tio̍h tī hit日hō͘伊ê頭殼做聖。"}},{"book":"民","chapter":6,"verse":12,"versions":{"unv":"他要另選離俗歸耶和華的日子，又要牽一隻一歲的公羊羔來作贖愆祭；但先前的日子要歸徒然，因為他在離俗之間被玷污了。","bklcl":"I tio̍h koh ēng i hun-piat ê ji̍t, hun-piat lâi kui Iâ-hô-hoa, koh tio̍h khan chi̍t chiah bē-móa-nî ê iûⁿ-káng-á, chòe pó͘-kè-sit ê chè;  chóng-sī í-chêng ê ji̍t bô sǹg-siàu, in-ūi i ê ka-kī hun-piat í-keng siū bak lâ-sâm.","tghg":"伊著閣用伊分別的日分別來歸耶和華，閣著牽一隻未滿年的羊牨(káng)仔做補過失的祭；總是以前的日無算數，因為伊的家己分別已經受染垃墋。","bklhl":"伊tio̍h koh用伊分別ê日，分別來歸耶和華，koh tio̍h牽一隻未滿年ê羊káng-á，做補過失ê祭；總是以前ê日無算數，因為伊ê家己分別已經受bak lâ-sâm。"}},{"book":"民","chapter":6,"verse":13,"versions":{"unv":"「拿細耳人滿了離俗的日子乃有這條例：人要領他到會幕門口，","bklcl":"Ná-sè-jíⁿ lâng ka-kī hun-piat ê ji̍t í-keng móa, hit ê lē chiū-sī án-ni;  lâng tio̍h chhōa i kàu hōe-bō͘ ê mn̂g-kháu.","tghg":"「拿細耳人家己分別的日已經滿彼個例就是按呢：人著導伊到會幕的門口，","bklhl":"Ná-sè-jíⁿ人家己分別ê日已經滿，hit ê例就是án-ni；人tio̍h chhōa伊到會幕ê門口。"}},{"book":"民","chapter":6,"verse":14,"versions":{"unv":"他要將供物奉給耶和華，就是一隻沒有殘疾、一歲的公羊羔作燔祭，一隻沒有殘疾、一歲的母羊羔作贖罪祭，和一隻沒有殘疾的公綿羊作平安祭，","bklcl":"I tio̍h chiong i ê lé-mi̍h hiàn hō͘ Iâ-hô-hoa, chiū-sī chi̍t-chiah bô hâ-chhû bē-móa-nî ê mî-iûⁿ-káng-á, chòe sio-chè, chi̍t-chiah bô hâ-chhû bē-móa-nî ê mî-iûⁿ-bú-á, chòe sio̍k-chōe chè, kap chi̍t-chiah bô hâ-chhû ê mî-iûⁿ-káng, chòe siā-un ê chè;","tghg":"伊著將伊的禮物獻互耶和華，就是一隻無瑕疵、未滿年的綿羊牨仔做燒祭，一隻無瑕疵、未滿年的綿羊母仔做贖罪祭，及一隻無瑕疵的綿羊牨做謝恩的祭，","bklhl":"伊tio̍h將伊ê禮物獻hō͘耶和華，就是一隻無瑕疵未滿年ê綿羊káng-á，做燒祭，一隻無瑕疵未滿年ê綿羊母á，做贖罪祭，kap一隻無瑕疵ê綿羊káng，做謝恩ê祭；"}},{"book":"民","chapter":6,"verse":15,"versions":{"unv":"並一筐子無酵調油的細麵餅，與抹油的無酵薄餅，並同獻的素祭和奠祭。","bklcl":"koh chi̍t-kheng ê bô-kàⁿ piáⁿ, chiū-sī tiau-hô iû iù-mī-hún chòe ê piáⁿ, kap boah-iû bô-kàⁿ ê po̍h-piáⁿ, í-ki̍p i ê sò͘-chè, kap koàn-tiān ê chè.","tghg":"閣一筐的無酵餅就是調和油幼麵粉做的餅，及抹油無酵的薄餅，以及伊的素祭及灌奠的祭。","bklhl":"koh一筐ê無酵餅，就是調和油幼麵粉做ê餅，kap抹油無酵ê薄餅，以及伊ê素祭，kap灌奠ê祭。"}},{"book":"民","chapter":6,"verse":16,"versions":{"unv":"祭司要在耶和華面前獻那人的贖罪祭和燔祭；","bklcl":"Chè-si tio̍h the̍h chiah-ê kàu Iâ-hô-hoa ê bīn-chêng, lâi hiàn hit-lâng ê sio̍k-chōe chè, kap sio-chè.","tghg":"祭司著提諸個到耶和華的面前來獻彼人的贖罪祭及燒祭；","bklhl":"祭司tio̍h the̍h chiah ê到耶和華ê面前，來獻hit人ê贖罪祭，kap燒祭。"}},{"book":"民","chapter":6,"verse":17,"versions":{"unv":"也要把那隻公羊和那筐無酵餅獻給耶和華作平安祭，又要將同獻的素祭和奠祭獻上。","bklcl":"I iā tio̍h chiong hit chiah iûⁿ-káng, kap hit kheng bô-kàⁿ piáⁿ, hiàn hō͘ Iâ-hô-hoa chòe siā-un ê chè;  chè-si iā tio̍h sòa hiàn i ê sò͘-chè kap koàn-tiān.","tghg":"伊也著將彼隻羊牨及彼筐無酵餅獻互耶和華做謝恩的祭，祭司也著續獻伊的素祭及灌奠。","bklhl":"伊也tio̍h將hit隻羊káng，kap hit筐無酵餅，獻hō͘耶和華做謝恩ê祭；祭司也tio̍h續獻伊ê素祭kap灌奠。"}},{"book":"民","chapter":6,"verse":18,"versions":{"unv":"拿細耳人要在會幕門口剃離俗的頭，把離俗頭上的髮放在平安祭下的火上。","bklcl":"Ná-sè-jíⁿ lâng tio̍h tī hōe-bō͘ mn̂g-kháu thì ka-kī hun-piat ê thâu, chiong ka-kī hun-piat ê thâu-mn̂g, hē tī siā-un-chè ē-bīn ê hé-téng.","tghg":"拿細耳人著佇會幕門口剃家己分別的頭，將家己分別的頭毛下佇謝恩祭下面的火頂。","bklhl":"Ná-sè-jíⁿ人tio̍h tī會幕門口剃家己分別ê頭，將家己分別ê頭毛，hē tī謝恩祭下面ê火頂。"}},{"book":"民","chapter":6,"verse":19,"versions":{"unv":"他剃了以後，祭司就要取那已煮的公羊一條前腿，又從筐子裡取一個無酵餅和一個無酵薄餅，都放在他手上。","bklcl":"Ná-sè-jíⁿ lâng thì i ka-kī hun-piat ê thâu-mn̂g liáu-āu, chè-si chiū tio̍h chhú í-keng chú ê iûⁿ-káng chi̍t ki chêng-thúi, koh tùi kheng-á-lāi the̍h chi̍t ê bô-kàⁿ piáⁿ, kap chi̍t ê bô-kàⁿ ê po̍h-piáⁿ, lóng hē tī i ê chhiú.","tghg":"拿細耳人剃伊家己分別的頭毛了後，祭司就著取已經煮的羊牨一支前腿，閣對筐仔內提一個無酵餅及一個無酵的薄餅，攏下佇伊的手。","bklhl":"Ná-sè-jíⁿ人剃伊家己分別ê頭毛了後，祭司就tio̍h 取已經煮ê羊káng一支前腿，koh tùi筐á內the̍h一个無酵餅，kap一个無酵ê薄餅，lóng hē tī伊ê手。"}},{"book":"民","chapter":6,"verse":20,"versions":{"unv":"祭司要拿這些作為搖祭，在耶和華面前搖一搖；這與所搖的胸、所舉的腿同為聖物，歸給祭司。然後拿細耳人可以喝酒。","bklcl":"Chè-si tio̍h the̍h chiah-ê chòe iô-chè, iô tī Iâ-hô-hoa ê bīn-chêng; che kap só͘ iô ê heng, só͘ kú ê thúi, lóng chòe sèng-mi̍h, kui hō͘ chè-si;  jiân-āu Ná-sè-jíⁿ lâng thang lim-chiú.","tghg":"祭司著提諸個做搖祭，搖佇耶和華的面前；這及所搖的胸、所舉的腿攏做聖物，歸互祭司。然後拿細耳人通飲酒。","bklhl":"祭司tio̍h the̍h chiah ê做搖祭，搖tī耶和華ê面前；這kap所搖 ê胸，所舉ê腿，lóng做聖物，歸hō͘祭司；然後Ná-sè-jíⁿ人thang lim酒。"}},{"book":"民","chapter":6,"verse":21,"versions":{"unv":"「許願的拿細耳人為離俗所獻的供物，和他以外所能得的獻給耶和華，就有這條例。他怎樣許願就當照離俗的條例行。」","bklcl":"Hē-goān ê Ná-sè-jíⁿ lâng ūi-tio̍h i hun-piat ka-kī só͘ hiàn ê lé-mi̍h, kap i í-gōa só͘ ōe tit-tio̍h-ê, hiàn hō͘ Iâ-hô-hoa, chiū-sī chit ê lē;  i án-ni hē-goān chiū tio̍h chiàu hun-piat ka-kī ê lē lâi kiâⁿ.","tghg":"「下願的拿細耳人為著伊分別家己所獻的禮物，及伊以外所會得著的，獻互耶和華，就是此個例。伊按呢下願就著照分別家己的例來行。」","bklhl":"下願ê Ná-sè-jíⁿ人為tio̍h伊分別家己所獻ê禮物，kap伊以外所能得tio̍h-ê，獻hō͘耶和華，就是chit ê例；伊án-ni下願就tio̍h照分別家己ê例來行。"}},{"book":"民","chapter":6,"verse":22,"versions":{"unv":"耶和華曉諭摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"民","chapter":6,"verse":23,"versions":{"unv":"「你告訴亞倫和他兒子說：你們要這樣為以色列人祝福，說：","bklcl":"Lí tio̍h hoan-hù A-lûn kap  i ê kiáⁿ kóng, Lín tio̍h án-ni kā Í-sek-lia̍t lâng chiok-hok, tùi in kóng:　　","tghg":"「你著吩咐亞倫及伊的子講：恁著按呢給以色列人祝福，對𪜶講：","bklhl":"你tio̍h吩咐亞倫kap伊ê kiáⁿ講：Lín tio̍h án-ni kā以色列人祝福，對in講："}},{"book":"民","chapter":6,"verse":24,"versions":{"unv":"『願耶和華賜福給你，保護你。","bklcl":"Goān Iâ-hô-hoa sù-hok lí, pó-hō͘ lí;　　","tghg":"『願耶和華賜福你，保護你。","bklhl":"願耶和華賜福你，保護你；"}},{"book":"民","chapter":6,"verse":25,"versions":{"unv":"願耶和華使他的臉光照你，賜恩給你。","bklcl":"Goān Iâ-hô-hoa hō͘ I ê bīn ê kng chiò lí, si-un hō͘ lí;　　","tghg":"願耶和華互伊的面的光照你，施恩互你。","bklhl":"願耶和華hō͘伊ê面ê光照你，施恩hō͘你；"}},{"book":"民","chapter":6,"verse":26,"versions":{"unv":"願耶和華向你仰臉，賜你平安。』","bklcl":"Goān Iâ-hô-hoa hoaⁿ-hí ê bīn khòaⁿ lí, siúⁿ-sù lí pêng-an.","tghg":"願耶和華歡喜的面看你，賞賜你平安。』","bklhl":"願耶和華歡喜ê面看你，賞賜你平安。"}},{"book":"民","chapter":6,"verse":27,"versions":{"unv":"他們要如此奉我的名為以色列人祝福；我也要賜福給他們。」","bklcl":"Án-ni in beh ēng Góa ê miâ hē tī Í-sek-lia̍t lâng ê téng-bīn; Góa iā beh sù-hok in.","tghg":"按呢𪜶欲用我的名下佇以色列人的頂面；我也欲賜福𪜶。」","bklhl":"Án-ni in beh用我ê名hē tī以色列人ê頂面；我也beh賜福in。"}}]