[{"book":"民","chapter":24,"verse":1,"versions":{"unv":"巴蘭見耶和華喜歡賜福與以色列，就不像前兩次去求法術，卻面向曠野。","bklcl":"Pa-lân khòaⁿ-kìⁿ Iâ-hô-hoa hoaⁿ-hí sù-hok hō͘ Í-sek-lia̍t, chiū bô chhin-chhiūⁿ éng-pái khì chhē hoat-su̍t, sī bīn ǹg khòng-iá.","tghg":"巴蘭看見耶和華歡喜賜福互以色列，就無親像往擺(éng-pái)去尋法術，是面向曠野。","bklhl":"Pa-lân看見耶和華歡喜賜福hō͘以色列，就無親像éng-pái去chhē法術，是面ǹg曠野。"}},{"book":"民","chapter":24,"verse":2,"versions":{"unv":"巴蘭舉目，看見以色列人照著支派居住。　神的靈就臨到他身上，","bklcl":"Pa-lân kia̍h-ba̍k, khòaⁿ-kìⁿ Í-sek-lia̍t lâng chiàu chi-phài khiā-khí, Siōng-tè ê sîn chiū lîm-kàu i.","tghg":"巴蘭攑目，看見以色列人照支派徛起。上帝的神就臨到伊，","bklhl":"Pa-lân kia̍h目，看見以色列人照支派khiā起，上帝ê神就臨到伊。"}},{"book":"民","chapter":24,"verse":3,"versions":{"unv":"他便題起詩歌說：比珥的兒子巴蘭說，眼目閉住（或譯：睜開）的人說，","bklcl":"I chiū thê-khí i ê koa, kóng,\tPí-jíⁿ ê kiáⁿ Pa-lân kóng,\tBa̍k-chiu ha̍p-teh ê lâng kóng;","tghg":"伊就提起伊的歌講：比珥的子巴蘭講，目睭合啲的人講，","bklhl":"伊就提起伊ê歌，講：\tPí-jíⁿ ê kiáⁿ Pa-lân講：\t目睭合teh ê人講；"}},{"book":"民","chapter":24,"verse":4,"versions":{"unv":"得聽　神的言語，得見全能者的異象，眼目睜開而仆倒的人說：","bklcl":"Thiaⁿ-kìⁿ Siōng-tè ê ōe,\tKhòaⁿ-kìⁿ Choân-lêng-ê ê īⁿ-siōng,\tBa̍k-chiu thí-khui tó-teh ê lâng kóng;","tghg":"聽見上帝的話，看見全能者的異象，目睭展開倒啲的人講：","bklhl":"聽見上帝ê話，\t看見全能ê ê異象，\t目睭thí開倒teh ê人講；"}},{"book":"民","chapter":24,"verse":5,"versions":{"unv":"雅各啊，你的帳棚何等華美！以色列啊，你的帳幕何其華麗！","bklcl":"Ngá-kok ah, lí ê pò͘-pîⁿ cháiⁿ-iūⁿ hiah súi!\tÍ-sek-lia̍t ah, lí ê tiùⁿ-pâng cháiⁿ-iūⁿ hiah hó-khòaⁿ!","tghg":"雅各啊，你的布棚怎樣許媠？以色列啊，你的帳房怎樣許好看！","bklhl":"雅各ah，你ê布棚怎樣hiah súi！\t以色列ah，你ê帳房怎樣hiah好看！"}},{"book":"民","chapter":24,"verse":6,"versions":{"unv":"如接連的山谷，如河旁的園子，如耶和華所栽的沉香樹，如水邊的香柏木。","bklcl":"Chhin-chhiūⁿ saⁿ-liân-sòa ê soaⁿ-kok,\tChhin-chhiūⁿ hô-piⁿ ê hn̂g,\tChhin-chhiūⁿ Iâ-hô-hoa só͘ chai ê tîm-hiuⁿ-chhiū,\tChhin-chhiūⁿ chúi-piⁿ ê pek-hiuⁿ-chhiū.","tghg":"親像相連續的山谷，親像河邊的園，親像耶和華所栽的沈香樹(tîm-hiuⁿ-chhiū)，親像水邊的柏香樹(pek-hiuⁿ-chhiū)。","bklhl":"親像相連續ê山谷，\t親像河邊ê園，\t親像耶和華所栽ê沉香樹，\t親像水邊ê柏香樹。"}},{"book":"民","chapter":24,"verse":7,"versions":{"unv":"水要從他的桶裡流出；種子要撒在多水之處。他的王必超過亞甲；他的國必要振興。","bklcl":"Chúi beh tùi i ê tháng lâu-chhut,\tChéng-chí beh iā tī chōe-chōe chúi ê só͘-chāi,\tI ê ông beh pôaⁿ-kè A-kah,\tI ê kok beh heng-khí.","tghg":"水欲對伊的桶流出；種子欲撒佇多多水的所在。伊的王欲𨃟過亞甲；伊的國欲興起。","bklhl":"水beh tùi伊ê桶流出，\t種子beh掖tī chōe-chōe水ê所在，\t伊ê王beh pôaⁿ過A-kah，\t伊ê國beh興起。"}},{"book":"民","chapter":24,"verse":8,"versions":{"unv":"　神領他出埃及；他似乎有野牛之力。他要吞吃敵國，折斷他們的骨頭，用箭射透他們。","bklcl":"Siōng-tè chhōa i chhut Ai-ki̍p,\tI chhin-chhiūⁿ ū iá-gû ê la̍t;\tI beh thun-chia̍h tùi-te̍k ê kok,\tAt-chi̍h in ê kut-thâu;\tĒng chìⁿ siā in, kàu thàng-kè.","tghg":"上帝導伊出埃及；伊親像有野牛的力。伊欲吞食對敵的國，遏折(at-chi̍h)𪜶的骨頭，用箭射𪜶到𥦁過(thàng-kè)。","bklhl":"上帝chhōa伊出埃及，\t伊親像有野牛ê力；\t伊beh吞食對敵ê國，\tat折in ê骨頭；\t用箭射in，到thàng過。"}},{"book":"民","chapter":24,"verse":9,"versions":{"unv":"他蹲如公獅，臥如母獅，誰敢惹他？凡給你祝福的，願他蒙福；凡咒詛你的，願他受咒詛。","bklcl":"I thìⁿ-kha, koh tó-teh chhin-chhiūⁿ kang ê sai,\tIā chhin-chhiūⁿ bú ê sai;\tChī-chūi káⁿ jiá-tio̍h i?\tKìⁿ-nā chiok-hok lí ê, goān i siū chiok-hok,\tKìⁿ-nā chiù-chó͘ lí ê, goān i siū chiù-chó͘.","tghg":"伊撐腳(thìⁿ-kha)閣倒啲親像公的獅，也親像母的獅，是誰敢惹著伊？見若祝福你的，願伊受祝福；見若咒詛你的，願伊受咒詛。","bklhl":"伊撐腳，koh倒teh親像公ê獅，\t也親像母ê獅；\tChī-chūi敢惹tio̍h伊?\t見若祝福你ê，願伊受祝福，\t見若咒詛你ê，願伊受咒詛。"}},{"book":"民","chapter":24,"verse":10,"versions":{"unv":"巴勒向巴蘭生氣，就拍起手來，對巴蘭說：「我召你來為我咒詛仇敵，不料，你這三次竟為他們祝福。","bklcl":"Pa-le̍k tōa siū-khì Pa-lân, chiū tah-chhiú;  Pa-le̍k koh kā Pa-lân kóng, Góa kiò lí lâi chiù-chó͘ góa ê tùi-te̍k, lí kéng-jiân choan-choan chiok-hok in, kàu chí saⁿ-pái.","tghg":"巴勒大受氣巴蘭，就搭手(tah-chhiú)，巴勒閣給巴蘭講：「我叫你來咒詛我的對敵，你竟然專專祝福𪜶到此三擺。","bklhl":"Pa-le̍k大受氣Pa-lân，就搭手；Pa-le̍k koh kā Pa-lân講：我叫你來咒詛我ê對敵，你竟然專專祝福in，到chit三pái。"}},{"book":"民","chapter":24,"verse":11,"versions":{"unv":"如今你快回本地去吧！我想使你得大尊榮，耶和華卻阻止你不得尊榮。」","bklcl":"Taⁿ lí cháu-khì pún só͘-chāi, góa pún siūⁿ beh hō͘ lí tit-tio̍h tōa chun-kùi, nā-sī Iâ-hô-hoa chó͘-tòng, hō͘ lí bô tit-tio̍h chun-kùi.","tghg":"今你走去本所在！我本想欲互你得著大尊貴，若是耶和華阻擋互你無得著尊貴。」","bklhl":"Taⁿ你走去本所在，我本想beh hō͘你得tio̍h大尊貴，但是耶和華阻擋，hō͘你無得tio̍h尊貴。"}},{"book":"民","chapter":24,"verse":12,"versions":{"unv":"巴蘭對巴勒說：「我豈不是對你所差遣到我那裡的使者說：","bklcl":"Pa-lân tùi Pa-le̍k kóng, Góa kiám bô tùi lí só͘ chhe kàu góa hia ê sù-chiá kóng,","tghg":"巴蘭對巴勒講：「我豈無對你所差到我遐的使者講：","bklhl":"Pa-lân對Pa-le̍k講：我kiám無對你所差到我hia ê使者講："}},{"book":"民","chapter":24,"verse":13,"versions":{"unv":"『巴勒就是將他滿屋的金銀給我，我也不得越過耶和華的命，憑自己的心意行好行歹。耶和華說甚麼，我就要說甚麼』？」","bklcl":"Pa-le̍k chiū nā chiong i móa-chhù ê kim-gûn hō͘ góa, góa iā bōe-tit pôaⁿ-kè Iâ-hô-hoa ê bēng-lēng, pîn ka-kī ê sim lâi chòe-hó chòe-pháiⁿ;  Iâ-hô-hoa só͘ kóng-ê, góa chiū kóng i.","tghg":"『巴勒就若將伊滿厝的金銀互我，我也𣍐得𨃟過耶和華的命令，憑家己的心來做好做歹。耶和華所講的，我就講伊。』」","bklhl":"Pa-le̍k就若將伊滿厝ê金銀hō͘我，我也bōe得pôaⁿ過耶和華ê命令，pîn家己ê心來做好做pháiⁿ；耶和華所講ê，我就講伊。"}},{"book":"民","chapter":24,"verse":14,"versions":{"unv":"「現在我要回本族去。你來，我告訴你這民日後要怎樣待你的民。」","bklcl":"Khòaⁿ ah, taⁿ góa beh tò-khì pún-cho̍k; lí lâi, góa kā lí kóng, chiah-ê peh-sìⁿ ji̍t-āu beh cháiⁿ-iūⁿ khoán-thāi lí ê peh-sìⁿ.","tghg":"「看啊，今我欲倒去本族。你來，我給你講諸個百姓日後欲怎樣款待你的百姓。」","bklhl":"看ah，taⁿ我beh tò去本族；你來，我kā你講，chiah ê百姓日後beh怎樣款待你ê百姓。"}},{"book":"民","chapter":24,"verse":15,"versions":{"unv":"他就題起詩歌說：比珥的兒子巴蘭說：眼目閉住（或譯：睜開）的人說，","bklcl":"I chiū thê-khí i ê koa, kóng,\tPí-jíⁿ ê kiáⁿ Pa-lân kóng,\tBa̍k-chiu ha̍p-teh ê lâng kóng;","tghg":"伊就提起伊的歌講：比珥的子巴蘭講：目睭合啲的人講，","bklhl":"伊就提起伊ê歌，講：\tPí-jíⁿ ê kiáⁿ Pa-lân講：\t目睭合teh ê人講；"}},{"book":"民","chapter":24,"verse":16,"versions":{"unv":"得聽　神的言語，明白至高者的意旨，看見全能者的異象，眼目睜開而仆倒的人說：","bklcl":"Thiaⁿ-kìⁿ Siōng-tè ê ōe,\tTit-tio̍h chai Chì-koâiⁿ-ê ê chai-bat,\tKhòaⁿ-kìⁿ Choân-lêng-ê ê īⁿ-siōng,\tBa̍k-chiu thí-khui, tó-teh ê lâng kóng:","tghg":"聽見上帝的話，得著知至高者的知識，看見全能者的異象，目睭展開倒啲的人講：","bklhl":"聽見上帝ê話，\t得tio̍h知至koân-ê ê知識，\t看見全能ê ê異象，\t目睭thí開，倒teh ê人講："}},{"book":"民","chapter":24,"verse":17,"versions":{"unv":"我看他卻不在現時；我望他卻不在近日。有星要出於雅各，有杖要興於以色列，必打破摩押的四角，毀壞擾亂之子。","bklcl":"Góa khòaⁿ i, chóng-sī bô tī hiān-sî,\tGóa koan-khòaⁿ i, chóng-sī m̄-sī kūn-kūn;\tŪ chi̍t lia̍p chhiⁿ beh tùi Ngá-kok chhut,\tŪ chi̍t ê koân-pèng, beh tùi Í-sek-lia̍t heng-khí,\tBeh phah-phòa Mô͘-ap ê piⁿ-kak,\tHúi-hoāi jiáu-loān ê lâng.","tghg":"我看伊總是無佇現時；我觀看伊總是呣是近近。有一粒星欲對雅各出，有一個權柄欲對以色列興起，欲拍破摩押的邊角，毀壞擾亂的人。","bklhl":"我看伊，總是無tī現時，\t我觀看伊，總是m̄是近近；\t有一粒星beh tùi雅各出，\t有一个權柄，beh tùi以色列興起，\tBeh phah破Mô͘-ap ê邊角，\t毀壞擾亂ê人。"}},{"book":"民","chapter":24,"verse":18,"versions":{"unv":"他必得以東為基業，又得仇敵之地西珥為產業；以色列必行事勇敢。","bklcl":"Í-tong beh chòe-gia̍p,\tSe-jíⁿ iā beh chòe-gia̍p, hō͘ i ê tùi-te̍k,\tÍ-sek-lia̍t beh kiâⁿ tāi-chì ióng-kám.","tghg":"以東欲做業，西珥也欲做業互伊的對敵；以色列欲行代誌勇敢。","bklhl":"Í-tong beh做業，\tSe-jíⁿ也beh做業，hō͘伊ê對敵，\t以色列beh行tāi-chì勇敢。"}},{"book":"民","chapter":24,"verse":19,"versions":{"unv":"有一位出於雅各的，必掌大權；他要除滅城中的餘民。","bklcl":"Ū chi̍t-ūi chiáng-koân-ê beh tùi Ngá-kok chhut,\tI beh châu-bia̍t siâⁿ-tiong só͘ lâu ê.","tghg":"有一位掌權的，欲對雅各出；伊欲剿滅(châu-bia̍t)城中所留的。","bklhl":"有一位掌權ê beh tùi雅各出，\t伊beh剿滅城中所留ê。"}},{"book":"民","chapter":24,"verse":20,"versions":{"unv":"巴蘭觀看亞瑪力，就題起詩歌說：亞瑪力原為諸國之首，但他終必沉淪。","bklcl":"I koh khòaⁿ-kìⁿ A-má-le̍k, chiū thê-khí i ê koa, kóng,\tA-má-le̍k pún chòe chiah-ê kok ê thâu,\tChóng-sī i ê kiat-kio̍k beh éng-éng bia̍t-bô.","tghg":"伊閣看見亞瑪力，就提起伊的歌講：亞瑪力本做諸個國的頭，總是伊的結局欲永永滅無。","bklhl":"伊koh看見A-má-le̍k，就提起伊ê歌，講：\tA-má-le̍k本做chiah ê國ê頭，\t總是伊ê結局beh永永滅無。"}},{"book":"民","chapter":24,"verse":21,"versions":{"unv":"巴蘭觀看基尼人，就題起詩歌說：你的住處本是堅固；你的窩巢做在巖穴中。","bklcl":"I koh khòaⁿ Ki-nî lâng, chiū thê-khí i ê koa, kóng,\tLí khiā-khí ê só͘-chāi sī kian-kò͘,\tLí choh-siū tī soaⁿ-giâm;","tghg":"伊閣看基尼人，就提起伊的歌講：你徛起的所在是堅固；你做巢佇山巖(soaⁿ-giâm)。","bklhl":"伊koh看Ki-nî人，就提起伊ê歌，講：\t你khiā起ê所在是堅固，\t你作巢 tī山巖；"}},{"book":"民","chapter":24,"verse":22,"versions":{"unv":"然而基尼必至衰微，直到亞述把你擄去。","bklcl":"Chóng-sī Ki-nî beh tì-kàu soe-bî,\tTi̍t-kàu hō͘ A-su̍t lia̍h lí khì.","tghg":"總是基尼欲致到衰微(soe-bî)，直到互亞述掠你去。","bklhl":"總是Ki-nî beh致到衰微，\t直到hō͘亞述掠你去。"}},{"book":"民","chapter":24,"verse":23,"versions":{"unv":"巴蘭又題起詩歌說：哀哉！　神行這事，誰能得活？","bklcl":"I koh thê-khí koa, kóng,\tAi-ah, Siōng-tè kiâⁿ chit ê sū ê sî,\tChī-chūi ōe tit-tio̍h oa̍h?","tghg":"伊閣提起歌講：哀啊(ai-ah)！上帝行此個事的時，是誰會得著活？","bklhl":"伊koh提起歌，講：\tAi-ah，上帝行chit ê事ê時，\tChī-chūi能得tio̍h活？"}},{"book":"民","chapter":24,"verse":24,"versions":{"unv":"必有人乘船從基提界而來，苦害亞述，苦害希伯；他也必至沉淪。","bklcl":"Beh ū chûn tùi Ki-thê hia lâi,\tKhó͘-chhó͘ A-su̍t, khó͘-chhó͘ Hi-pek;\tI iā beh éng-éng bia̍t-bô.","tghg":"欲有船對基提遐來，苦楚亞述，苦楚希伯；伊也欲永永滅無。","bklhl":"Beh有船tùi Ki-thê hia來，\t苦楚亞述，苦楚Hi-pek；\t伊也beh永永滅無。"}},{"book":"民","chapter":24,"verse":25,"versions":{"unv":"於是巴蘭起來，回他本地去；巴勒也回去了。","bklcl":"Pa-lân chiū khí-lâi, tò-khì i pún só͘-chāi;  Pa-le̍k iā kiâⁿ i ê lō͘.","tghg":"巴蘭就起來，倒去伊本所在，巴勒也行伊的路。","bklhl":"Pa-lân就起來，tò去伊本所在；Pa-le̍k也行伊ê路。"}}]