[{"book":"民","chapter":30,"verse":1,"versions":{"unv":"摩西曉諭以色列各支派的首領說：「耶和華所吩咐的乃是這樣：","bklcl":"Mô͘-se hoan-hù Í-sek-lia̍t ta̍k chi-phài ê thâu-lâng, kā in kóng, Iâ-hô-hoa só͘ bēng-lēng-ê sī án-ni.","tghg":"摩西吩咐以色列逐支派的頭人，給𪜶講：「耶和華所命令的是按呢：","bklhl":"摩西吩咐以色列ta̍k支派ê頭人，kā in講：耶和華所命令ê是án-ni。"}},{"book":"民","chapter":30,"verse":2,"versions":{"unv":"人若向耶和華許願或起誓，要約束自己，就不可食言，必要按口中所出的一切話行。","bklcl":"Lâng nā tùi Iâ-hô-hoa hē-goān, á-sī chiù-chōa, ēng chi̍t ê iok ka-kī iok-sok, chiū m̄-thang thun-chia̍h i ê ōe, tio̍h chiàu i ê chhùi só͘ kóng-chhut-ê, it-chīn kiâⁿ i.","tghg":"人若對耶和華下願抑是咒誓，用一個約家己約束，就呣通吞食伊的話，著照伊的嘴所講出的一盡行伊。","bklhl":"人若對耶和華下願，á是chiù-chōa，用一个約家己約束，就m̄-thang吞食伊ê話，tio̍h照伊ê嘴所講出ê，一盡行伊。"}},{"book":"民","chapter":30,"verse":3,"versions":{"unv":"女子年幼、還在父家的時候，若向耶和華許願，要約束自己，","bklcl":"Cha-bó͘-gín-á siàu-liân iáu tī lāu-pē ê ke ê sî, nā tùi Iâ-hô-hoa hē-goān, ēng iok lâi ka-kī iok-sok,","tghg":"查某囝仔少年、猶佇老父的家的時，若對耶和華下願，用約來家己約束，","bklhl":"Cha-bó͘-gín-á少年iáu tī老父ê家ê時，若對耶和華下願，用約來家己約束，"}},{"book":"民","chapter":30,"verse":4,"versions":{"unv":"她父親也聽見她所許的願並約束自己的話，卻向她默默不言，她所許的願並約束自己的話就都要為定。","bklcl":"i ê lāu-pē thiaⁿ-kìⁿ i só͘ hē ê goān, kap iok-sok ka-kī ê iok, i ê lāu-pē nā chēng-chēng bô chhap i, i só͘ hē chiah-ê goān tek-khak sêng-li̍p, i só͘ ka-kī iok-sok ê iok, iā tek-khak sêng-li̍p.","tghg":"伊的老父聽見伊所下的願及約束家己的約，伊的老父若靜靜無插(chhap)伊，伊所下諸個願的確成立，伊所家己約束的約也的確成立。","bklhl":"伊ê老父聽見伊所hē ê願，kap約束家己ê約，伊ê老父若靜靜無chhap伊，伊所hē chiah ê願的確成立，伊所家己約束ê約，也的確成立。"}},{"book":"民","chapter":30,"verse":5,"versions":{"unv":"但她父親聽見的日子若不應承她所許的願和約束自己的話，就都不得為定；耶和華也必赦免她，因為她父親不應承。","bklcl":"Chóng-sī lāu-pē thiaⁿ-kìⁿ ê ji̍t, bô ún-chún i, i só͘ hē chiah-ê goān kap ka-kī iok-sok hiah-ê iok, lóng bô sêng-li̍p;  Iâ-hô-hoa iā beh sià-bián i, in-ūi i ê lāu-pē bô ún-chún.","tghg":"總是老父聽見的日無允准伊，伊所下諸個願及家己約束許個約，攏無成立；耶和華也欲赦免伊，因為伊的老父無允准。","bklhl":"總是老父聽見ê日，無允准伊，伊所hē chiah ê願kap家己約束hiah-ê約，lóng無成立；耶和華也beh赦免伊，因為伊ê老父無允准。"}},{"book":"民","chapter":30,"verse":6,"versions":{"unv":"她若出了嫁，有願在身，或是口中出了約束自己的冒失話，","bklcl":"I chhut-kè ê sî, nā í-keng ū hē-goān, á-sī i ê chhùi sûi-piān kóng-chhut iok-sok ka-kī ê ōe tī i ê sin-chiūⁿ;","tghg":"伊出嫁的時，若已經有下願，抑是伊的嘴隨便講出約束家己的話佇伊的身上，","bklhl":"伊出嫁ê時，若已經有hē願，á是伊ê嘴隨便講出約束家己ê話tī伊ê身上；"}},{"book":"民","chapter":30,"verse":7,"versions":{"unv":"她丈夫聽見的日子，卻向她默默不言，她所許的願並約束自己的話就都要為定。","bklcl":"i ê tiōng-hu nā thiaⁿ-kìⁿ, iā tī thiaⁿ-kìⁿ ê ji̍t chēng-chēng bô chhap i, chiū i só͘ hē chiah-ê goān, tek-khak sêng-li̍p;  i ka-kī iok-sok ê iok, iā tek-khak sêng-li̍p.","tghg":"伊的丈夫若聽見，也佇聽見的日靜靜無插伊，就伊所下諸個願的確成立，伊家己約束的約也的確成立。","bklhl":"伊ê丈夫若聽見，也tī聽見ê日靜靜無chhap伊，就伊所hē chiah ê願，的確成立；伊家己約束ê約，也的確成立。"}},{"book":"民","chapter":30,"verse":8,"versions":{"unv":"但她丈夫聽見的日子，若不應承，就算廢了她所許的願和她出口約束自己的冒失話；耶和華也必赦免她。","bklcl":"Chóng-sī i ê tiōng-hu thiaⁿ-kìⁿ ê ji̍t, bô ún-chún i, chiū hòe-bô i só͘ hē ê goān, kap i ê chhùi sûi-piān kóng-chhut iok-sok ka-kī ê ōe, Iâ-hô-hoa iā beh sià-bián i.","tghg":"總是伊的丈夫聽見的日，無允准伊，就廢無伊所下的願，及伊的嘴隨便講出約束家己的話；耶和華也欲赦免伊。","bklhl":"總是伊ê丈夫聽見ê日，無允准伊，就廢無伊所hē ê願，kap伊ê嘴隨便講出約束家己ê話，耶和華也beh赦免伊。"}},{"book":"民","chapter":30,"verse":9,"versions":{"unv":"寡婦或是被休的婦人所許的願，就是她約束自己的話，都要為定。","bklcl":"Chiú-kóaⁿ hū-jîn-lâng, á-sī siū lī-chhut ê hū-jîn-lâng, só͘ hē ê goān, kap i ka-kī iok-sok ê ōe, lóng beh sêng-li̍p tī i ê sin-chiūⁿ.","tghg":"守寡婦仁人抑是受離出的婦仁人所下的願，及伊家己約束的話，攏欲成立佇伊的身上。","bklhl":"守寡婦人人，á是受離出ê婦人人，所hē ê願，kap伊家己約束ê話，lóng beh成立tī伊ê身上。"}},{"book":"民","chapter":30,"verse":10,"versions":{"unv":"她若在丈夫家裡許了願或起了誓，約束自己，","bklcl":"Hū-jîn-lâng nā tī tiōng-hu ê chhù hē-goān, á-sī chiù-chōa, ēng iok lâi iok-sok ka-kī,","tghg":"婦仁人若佇丈夫的厝下願抑是咒誓，用約來約束家己，","bklhl":"婦人人若tī丈夫ê厝hē願，á是chiù-chōa，用約來約束家己，"}},{"book":"民","chapter":30,"verse":11,"versions":{"unv":"丈夫聽見，卻向她默默不言，也沒有不應承，她所許的願並約束自己的話就都要為定。","bklcl":"tiōng-hu thiaⁿ-kìⁿ, chēng-chēng bô chhap i, iā bô m̄ ún-chún, i só͘ hē chiah-ê goān lóng beh sêng-li̍p, iā i iok-sok ka-kī ê iok iā beh sêng-li̍p.","tghg":"丈夫聽見，靜靜無插伊，也無呣允准，伊所下諸個願攏欲成立，也伊約束家己的約也欲成立。","bklhl":"丈夫聽見，靜靜無chhap伊，也無m̄允准，伊所hē chiah ê願lóng beh成立，也伊約束家己ê約也beh成立。"}},{"book":"民","chapter":30,"verse":12,"versions":{"unv":"丈夫聽見的日子，若把這兩樣全廢了，婦人口中所許的願或是約束自己的話就都不得為定，因她丈夫已經把這兩樣廢了；耶和華也必赦免她。","bklcl":"Chóng-sī tiōng-hu thiaⁿ-kìⁿ ê ji̍t, nā kā i hòe-bô, kìⁿ-nā i ê chhùi só͘ chhut ê, he̍k-sī só͘ hē ê goān, á-sī ka-kī iok-ê, chiū lóng bōe sêng-li̍p;  in-ūi i ê tiōng-hu í-keng hòe-bô i;  Iâ-hô-hoa iā beh sià-bián i.","tghg":"總是丈夫聽見的日，若給伊廢無，見若伊的嘴所出的或是所下的願抑是家己約的，就攏𣍐成立，因為伊的丈夫已經廢無伊；耶和華也欲赦免伊。","bklhl":"總是丈夫聽見ê日，若kā伊廢無，見若伊ê嘴所出ê，或是所hē ê願，á是家己約ê，就lóng bōe成立；因為伊ê丈夫已經廢無伊；耶和華也beh赦免伊。"}},{"book":"民","chapter":30,"verse":13,"versions":{"unv":"凡她所許的願和刻苦約束自己所起的誓，她丈夫可以堅定，也可以廢去。","bklcl":"Kìⁿ-nā só͘ hē ê goān, kap iok-sok ê chiù-chōa, lâi khek-khó͘ ka-kī, i ê tiōng-hu thang sêng-li̍p i, i ê tiōng-hu iā thang hòe-bô i.","tghg":"見若所下的願及約束的咒誓來刻苦家己，伊的丈夫通成立伊，伊的丈夫也通廢無伊。","bklhl":"見若所hē ê願，kap約束ê chiù-chōa，來刻苦家己，伊ê丈夫thang成立伊，伊ê丈夫也thang廢無伊。"}},{"book":"民","chapter":30,"verse":14,"versions":{"unv":"倘若她丈夫天天向她默默不言，就算是堅定她所許的願和約束自己的話；因丈夫聽見的日子向她默默不言，就使這兩樣堅定。","bklcl":"Chóng-sī i ê tiōng-hu ji̍t-ji̍t chēng-chēng bô chhap i, chiū sêng-li̍p i só͘ hē hiah-ê goān, kap iok-sok i ê ōe, in-ūi i ê tiōng-hu thiaⁿ-kìⁿ ê ji̍t chēng-chêng bô chhap i, i chiū sêng-li̍p i.","tghg":"總是伊的丈夫日日靜靜無插伊，就成立伊所下許個願及約束伊的話；因為伊的丈夫聽見的日靜靜無插伊，伊就成立伊。","bklhl":"總是伊ê丈夫日日靜靜無chhap伊，就成立伊所hē hiah-ê願，kap約束伊ê話，因為伊ê丈夫聽見ê日靜靜無chhap伊，伊就成立伊。"}},{"book":"民","chapter":30,"verse":15,"versions":{"unv":"但她丈夫聽見以後，若使這兩樣全廢了，就要擔當婦人的罪孽。」","bklcl":"Chóng-sī tiōng-hu thiaⁿ-kìⁿ liáu-āu hòe-bô i, chiū i tio̍h tam-tng hū-jîn-lâng ê chōe.","tghg":"總是丈夫聽見了後，廢無伊，就伊著擔當婦仁人的罪。」","bklhl":"總是丈夫聽見了後廢無伊，就伊tio̍h擔當婦人人ê罪。"}},{"book":"民","chapter":30,"verse":16,"versions":{"unv":"這是丈夫待妻子，父親待女兒，女兒年幼、還在父家，耶和華所吩咐摩西的律例。","bklcl":"Chiah-ê sī Iâ-hô-hoa só͘ bēng-lēng Mô͘-se ê, lūn-khí tiōng-hu tùi tī hū-jîn-lâng, lāu-pē tùi tī siàu-liân ê cha-bó͘-kiáⁿ tòa tī ke-lāi ê kui-lē.","tghg":"諸個是耶和華所命令摩西的，論起丈夫對佇婦仁人，老父對佇少年的查某子、住佇家內的規例。","bklhl":"Chiah-ê是耶和華所命令摩西ê，論起丈夫對tī婦人人，老父對tī少年ê cha-bó͘-kiáⁿ tòa tī家內ê規例。"}}]