[{"book":"民","chapter":19,"verse":1,"versions":{"unv":"耶和華曉諭摩西、亞倫說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se A-lûn kóng,","tghg":"耶和華吩咐摩西、亞倫講：","bklhl":"耶和華吩咐摩西、亞倫講："}},{"book":"民","chapter":19,"verse":2,"versions":{"unv":"「耶和華命定律法中的一條律例乃是這樣說：你要吩咐以色列人，把一隻沒有殘疾、未曾負軛、純紅的母牛牽到你這裡來，","bklcl":"Iâ-hô-hoa só͘ bēng-lēng lu̍t-hoat ê tiâu-lē sī án-ni kóng, Lí tio̍h hoan-hù Í-sek-lia̍t lâng ēng chi̍t-chiah sûn-choân bô hâ-chhû, bē-bat kòa-taⁿ, chhiah-sek ê gû-bú, khan kàu lí chia.","tghg":"「耶和華所命令律法的條例是按呢講：你著吩咐以色列人，用一隻純全無瑕疵、未曾掛軛，赤色的牛母牽到你遮，","bklhl":"耶和華所命令律法ê條例是án-ni講：你tio̍h吩咐以色列人用一隻純全無瑕疵，bē-bat掛擔，赤色ê牛母，牽到你chia。"}},{"book":"民","chapter":19,"verse":3,"versions":{"unv":"交給祭司以利亞撒；他必牽到營外，人就把牛宰在他面前。","bklcl":"Lí tio̍h chiong i kau hō͘ chè-si Í-lī-a-sat, thang tòa chhut iâⁿ-gōa;  lâng chiū thâi gû tī i ê bīn-chêng.","tghg":"你著將伊交互祭司以利亞撒；通帶出營外，人就刣牛佇伊的面前。","bklhl":"你tio̍h將伊交hō͘祭司Í-lī-a-sat，thang 帶出營外；人就刣牛tī伊ê面前。"}},{"book":"民","chapter":19,"verse":4,"versions":{"unv":"祭司以利亞撒要用指頭蘸這牛的血，向會幕前面彈七次。","bklcl":"Chè-si Í-lī-a-sat tio̍h ēng chńg-thâu-á the̍h i ê huih tām-po̍h, ǹg hōe-bō͘-chêng hiù huih chhit-pái.","tghg":"祭司以利亞撒著用指頭仔提伊的血淡薄，向會幕前灑血七擺。","bklhl":"祭司Í-lī-a-sat tio̍h用指頭á the̍h伊ê血淡薄，ǹg會幕前hiù血七pái。"}},{"book":"民","chapter":19,"verse":5,"versions":{"unv":"人要在他眼前把這母牛焚燒；牛的皮、肉、血、糞都要焚燒。","bklcl":"Tio̍h ū chi̍t-lâng tī chè-si ê ba̍k-chiu-chêng, sio bú ê gû-á, chiū-sī sio i ê phê, i ê bah, i ê huih, i ê pùn.","tghg":"著有一人佇祭司的目睭前燒母的牛仔；就是燒伊的皮、伊的肉、伊的血、伊的糞(pùn)。","bklhl":"Tio̍h有一人tī祭司ê目睭前，燒母ê牛á，就是燒伊ê皮，伊ê肉，伊ê血，伊ê糞。"}},{"book":"民","chapter":19,"verse":6,"versions":{"unv":"祭司要把香柏木、牛膝草、朱紅色線都丟在燒牛的火中。","bklcl":"Chè-si tio̍h chiong pek-hiuⁿ-chhâ, giû-chhek-chháu, chu-âng-sek mî, lóng hiat tī sio gû ê hé-tiong.","tghg":"祭司著將柏香柴、牛膝草、朱紅色綿攏㧒佇燒牛的火中。","bklhl":"祭司tio̍h將柏香柴、牛膝草、朱紅色綿，lóng hiat tī燒牛ê火中。"}},{"book":"民","chapter":19,"verse":7,"versions":{"unv":"祭司必不潔淨到晚上，要洗衣服，用水洗身，然後可以進營。","bklcl":"Chè-si tio̍h sóe i ê saⁿ, ēng chúi sóe seng-khu, jiân-āu ji̍p iâⁿ;  chè-si beh bô chheng-khì kàu ê-hng.","tghg":"祭司著洗伊的衫，用水洗身軀，然後入營，祭司欲無清氣到下昏。","bklhl":"祭司tio̍h洗伊ê衫，用水洗身軀，然後入營；祭司beh無清氣到ê-hng。"}},{"book":"民","chapter":19,"verse":8,"versions":{"unv":"燒牛的人必不潔淨到晚上，也要洗衣服，用水洗身。","bklcl":"Sio gû-á ê lâng tio̍h ēng chúi sóe i ê saⁿ, ēng chúi sóe seng-khu, beh bô chheng-khì kàu ê-hng.","tghg":"燒牛仔的人著用水洗伊的衫，用水洗身軀，欲無清氣到下昏。","bklhl":"燒牛á ê人tio̍h用水洗伊ê衫，用水洗身軀，beh無清氣到ê-hng。"}},{"book":"民","chapter":19,"verse":9,"versions":{"unv":"必有一個潔淨的人收起母牛的灰，存在營外潔淨的地方，為以色列會眾調做除污穢的水。這本是除罪的。","bklcl":"Tio̍h ū chi̍t ê chheng-khì ê lâng siu-si̍p gû-bú ê hu, hē tī iâⁿ-gōa chheng-khì ê só͘-chāi, lâu-teh chòe Í-sek-lia̍t hōe-chiòng tû khì lâ-sâm ê chúi;  che iā-sī tû-khì chōe.","tghg":"著有一個清氣的人收拾牛母的灰(hu)，下佇營外清氣的所在，留啲做以色列會眾除去垃墋的水。這也是除去罪。","bklhl":"Tio̍h有一个清氣ê人收拾牛母ê灰，hē tī營外清氣ê所在，留teh做以色列會眾除去lâ-sâm ê水；這也是除去罪。"}},{"book":"民","chapter":19,"verse":10,"versions":{"unv":"收起母牛灰的人必不潔淨到晚上，要洗衣服。這要給以色列人和寄居在他們中間的外人作為永遠的定例。」","bklcl":"Siu-si̍p gû-bú ê hu ê lâng tio̍h sóe i ê saⁿ, beh bô chheng-khì kàu ê-hng;  che beh hō͘ Í-sek-lia̍t lâng kap kià-kha tī in tiong-kan ê gōa-lâng chòe éng-oán ê lē.","tghg":"收拾牛母的灰的人著洗伊的衫，欲無清氣到下昏。這欲互以色列人及寄腳佇𪜶中間的外人做永遠的例。」","bklhl":"收拾牛母ê灰ê人tio̍h洗伊ê衫，beh無清氣到ê-hng；這beh hō͘以色列人kap寄腳tī in中間ê外人做永遠ê例。"}},{"book":"民","chapter":19,"verse":11,"versions":{"unv":"「摸了人死屍的，就必七天不潔淨。","bklcl":"Bong-tio̍h lâng ê sin-si ê, chiū beh chhit-ji̍t kú bô chheng-khì.","tghg":"「摸著人的身屍的，就欲七日久無清氣。","bklhl":"摸tio̍h人ê身屍ê，就beh七日久無清氣。"}},{"book":"民","chapter":19,"verse":12,"versions":{"unv":"那人到第三天要用這除污穢的水潔淨自己，第七天就潔淨了。他若在第三天不潔淨自己，第七天就不潔淨了。","bklcl":"Hit-lâng kàu tē-saⁿ ji̍t, tio̍h ēng hit ê chúi chheng-khì pún-sin; kàu tē-chhit ji̍t chiah chheng-khì;  i nā tī tē-saⁿ ji̍t bô chheng-khì pún-sin, kàu tē-chhit ji̍t chiū bô chheng-khì.","tghg":"彼人到第三日著用彼個水清氣本身，到第七日才清氣。伊若佇第三日無清氣本身，到第七日就無清氣。","bklhl":"hit人到第三日，tio̍h用hit ê水清氣本身；到第七日chiah清氣；伊若tī 第三日無清氣本身，到第七日就無清氣。"}},{"book":"民","chapter":19,"verse":13,"versions":{"unv":"凡摸了人死屍、不潔淨自己的，就玷污了耶和華的帳幕，這人必從以色列中剪除；因為那除污穢的水沒有灑在他身上，他就為不潔淨，污穢還在他身上。","bklcl":"Kìⁿ-nā bong-tio̍h lâng ê sin-si, bô chheng-khì ka-kī ê, chiū phah lâ-sâm Iâ-hô-hoa ê hōe-bō͘, chit ê lâng tio̍h tùi Í-sek-lia̍t tiong chián-tû;  in-ūi tû-khì lâ-sâm ê chúi bô hiù tī i ê seng-khu, i chiū bô chheng-khì, i ê bô chheng-khì iáu-kú tī i.","tghg":"見若摸著人的身屍、無清氣家己的，就拍垃墋耶和華的會幕，此個人著對以色列中剪除；因為除去垃墋的水無灑佇伊的身軀，伊就無清氣，伊的無清氣猶久佇伊。","bklhl":"見若摸tio̍h人ê身屍，無清氣家己ê，就phah lâ-sâm耶和華ê會幕，chit ê人tio̍h tùi以色列中剪除；因為除去lâ-sâm ê水無hiù tī伊ê身軀，伊就無清氣，伊ê無清氣iáu-kú tī伊。"}},{"book":"民","chapter":19,"verse":14,"versions":{"unv":"「人死在帳棚裡的條例乃是這樣：凡進那帳棚的，和一切在帳棚裡的，都必七天不潔淨。","bklcl":"Lâng sí tī pò͘-pîⁿ-lāi, hit ê tiâu-lē sī án-ni:  kìⁿ-nā ji̍p hit ê pò͘-pîⁿ, kap it-chhè tī pò͘-pîⁿ-lāi ê, lóng tio̍h bô chheng-khì chhit-ji̍t kú.","tghg":"「人死佇布棚內彼個條例是按呢：見若入彼個布棚，及一切佇布棚內的，攏著無清氣七日久。","bklhl":"人死tī布棚內，hit ê條例是án-ni：見若入hit ê布棚，kap一切tī布棚內ê，lóng tio̍h無清氣七日久。"}},{"book":"民","chapter":19,"verse":15,"versions":{"unv":"凡敞口的器皿，就是沒有紮上蓋的，也是不潔淨。","bklcl":"Kìⁿ-nā hian-khui ê khì-kū, chiū-sī kòa bô khàm-ba̍t ê, iā sī bô chheng-khì.","tghg":"見若掀開的器具，就是蓋(kòa)無蓋密(khàm-ba̍t)的，也是無清氣。","bklhl":"見若掀開ê器具，就是蓋無蓋密ê，也是無清氣。"}},{"book":"民","chapter":19,"verse":16,"versions":{"unv":"無論何人在田野裡摸了被刀殺的，或是屍首，或是人的骨頭，或是墳墓，就要七天不潔淨。","bklcl":"Bô-lūn sím-mi̍h lâng tī chhân-iá bong-tio̍h hō͘ to thâi-sí-ê, á-sī sin-si, á-sī lâng ê kut-thâu, á-sī hûn-bōng, chiū chhit-ji̍t kú bô chheng-khì.","tghg":"無論甚麼人佇田野摸著互刀刣死的，抑是身屍，抑是人的骨頭，抑是墳墓，就七日久無清氣。","bklhl":"無論甚麼人tī田野摸tio̍h hō͘刀刣死ê，á是身屍，á是人ê骨頭，á是墳墓，就七日久無清氣。"}},{"book":"民","chapter":19,"verse":17,"versions":{"unv":"要為這不潔淨的人拿些燒成的除罪灰放在器皿裡，倒上活水。","bklcl":"Tio̍h ūi-tio̍h chit-ê bô chheng-khì ê lâng the̍h tām-po̍h só͘ sio tû-khì chōe ê hé-hu, hē tī khì-kū-lāi, tò oa̍h-chúi tī hí téng-bīn.","tghg":"著為著此個無清氣的人提淡薄所燒除去罪的火灰下佇器具內，倒活水佇彼頂面。","bklhl":"Tio̍h為tio̍h chit ê無清氣ê人the̍h淡薄所燒除去罪ê火灰，hē tī器具內，tò活水tī hit頂面。"}},{"book":"民","chapter":19,"verse":18,"versions":{"unv":"必當有一個潔淨的人拿牛膝草蘸在這水中，把水灑在帳棚上，和一切器皿並帳棚內的眾人身上，又灑在摸了骨頭，或摸了被殺的，或摸了自死的，或摸了墳墓的那人身上。","bklcl":"Tio̍h ū chi̍t ê chheng-khì ê lâng the̍h giû-chhek-chháu ùn tī chit ê chúi, chiong chúi hiù tī pò͘-pîⁿ, kap lóng-chóng ê khì-kū, í-ki̍p hit lāi-bīn ê lâng;  koh hiù bong-tio̍h kut-thâu ê, á-sī bong-tio̍h siū thâi-ê, á-sī bong-tio̍h sí-si ê, á-sī bong-tio̍h hûn-bōng ê.","tghg":"著有一個清氣的人提牛膝草搵(ùn)佇此個水，將水灑佇布棚，及攏總的器具以及彼內面的人，閣灑摸著骨頭的，抑是摸著受刣的，抑是摸著死屍的，抑是摸著墳墓的。","bklhl":"Tio̍h有一个清氣ê人the̍h牛膝草ùn tī chit ê水，將水hiù tī布棚，kap lóng總ê器具，以及hit內面ê人；koh hiù摸tio̍h骨頭ê，á是摸tio̍h受刣-ê，á是摸tio̍h死屍 ê，á是摸tio̍h墳墓ê。"}},{"book":"民","chapter":19,"verse":19,"versions":{"unv":"第三天和第七天，潔淨的人要灑水在不潔淨的人身上，第七天就使他成為潔淨。那人要洗衣服，用水洗澡，到晚上就潔淨了。","bklcl":"Tē-saⁿ ji̍t kap tē-chhit ji̍t, chheng-khì-ê tio̍h kā hit ê bô chheng-khì-ê hiù chúi, kàu tē-chhit ji̍t thang hō͘ i chheng-khì;  hit-lâng tio̍h sóe-saⁿ, ēng chúi sóe seng-khu; kàu ê-hng chiah chheng-khì.","tghg":"第三日及第七日，清氣的著給彼個無清氣的灑水，到第七日通互伊清氣。彼人著洗衫，用水洗身軀，到下昏才清氣。","bklhl":"第三日kap 第七日，清氣ê tio̍h kā hit ê無清氣ê hiù水，到第七日thang hō͘伊清氣；hit人tio̍h洗衫，用水洗身軀；到ê-hng chiah清氣。"}},{"book":"民","chapter":19,"verse":20,"versions":{"unv":"「但那污穢而不潔淨自己的，要將他從會中剪除，因為他玷污了耶和華的聖所。除污穢的水沒有灑在他身上，他是不潔淨的。","bklcl":"Chóng-sī hit ê bô chheng-khì ê lâng iā bô chheng-khì ka-kī ê, tio̍h tùi hōe-tiong chián-tû i;  in-ūi i phah lâ-sâm Iâ-hô-hoa ê sèng-só͘;  tû-khì lâ-sâm ê chúi bô hiù tī i ê seng-khu, i sī bô chheng-khì ê lâng.","tghg":"「總是彼個無清氣的人也無清氣家己的，著對會中剪除伊，因為伊拍垃墋耶和華的聖所。除去垃墋的水無灑佇伊的身軀，伊是無清氣的人。","bklhl":"總是hit ê無清氣ê人也無清氣家己ê，tio̍h tùi會中剪除伊；因為伊phah lâ-sâm耶和華ê聖所；除去lâ-sâm ê水無hiù tī伊ê身軀，伊是無清氣ê人。"}},{"book":"民","chapter":19,"verse":21,"versions":{"unv":"這要給你們作為永遠的定例。並且那灑除污穢水的人要洗衣服。凡摸除污穢水的，必不潔淨到晚上。","bklcl":"Che beh kā in chòe éng-oán ê lē;  koh hit-ê kā lâng hiù tû-khì lâ-sâm ê chúi, hit-lâng tio̍h sóe i ê saⁿ;  kìⁿ-nā bong hit ê tû-khì lâ-sâm ê chúi-ê, tek-khak bô chheng-khì kàu ê-hng.","tghg":"這欲給𪜶做永遠的例。閣彼個給人灑除去垃墋的水，彼人著洗伊的衫。見若摸彼個除去垃墋的水的，的確無清氣到下昏。","bklhl":"這beh kā in做永遠ê例；koh hit ê kā人hiù除去lâ-sâm ê水，hit人tio̍h洗伊ê衫；見若摸 hit ê除去lâ-sâm ê水ê，的確無清氣到ê-hng。"}},{"book":"民","chapter":19,"verse":22,"versions":{"unv":"不潔淨人所摸的一切物就不潔淨；摸了這物的人必不潔淨到晚上。」","bklcl":"Kìⁿ-nā bô chheng-khì ê lâng só͘ bong-tio̍h-ê, chiū bô chheng-khì;  bong-tio̍h i ê, tek-khak bô chheng-khì kàu ê-hng.","tghg":"見若無清氣的人所摸著的就無清氣；摸著伊的，的確無清氣到下昏。」","bklhl":"見若無清氣ê人所摸tio̍h-ê，就無清氣；摸tio̍h伊ê，的確無清氣到ê-hng。"}}]