[{"book":"民","chapter":15,"verse":1,"versions":{"unv":"耶和華對摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"民","chapter":15,"verse":2,"versions":{"unv":"「你曉諭以色列人說：你們到了我所賜給你們居住的地，","bklcl":"Lí tio̍h hoan-hù Í-sek-lia̍t lâng, kā in kóng, Lín nā kàu Góa só͘ siúⁿ-sù lín khiā-khí ê tōe,","tghg":"「你著吩咐以色列人，給𪜶講：恁若到我所賞賜恁徛起的地，","bklhl":"你tio̍h吩咐以色列人，kā in講：Lín若到我所賞賜lín khiā起ê地，"}},{"book":"民","chapter":15,"verse":3,"versions":{"unv":"若願意從牛群羊群中取牛羊作火祭，獻給耶和華，無論是燔祭是平安祭，為要還特許的願，或是作甘心祭，或是逢你們節期獻的，都要奉給耶和華為馨香之祭。","bklcl":"nā ài tùi gû-kûn á iûⁿ-kûn hiàn-hō͘ Iâ-hô-hoa chòe hé-chè, chiū-sī sio-chè, á-sī pa̍t-hō ê chè, beh siā-goān, á-sī chòe hoaⁿ-hí hiàn ê chè, á-sī kàu tiāⁿ-tio̍h ê choeh-kî, chòe phang-phang hiàn hō͘ Iâ-hô-hoa;","tghg":"若愛對牛群抑羊群獻互耶和華做火祭，就是燒祭，抑是別號的祭，欲謝願，抑是做歡喜獻的祭，抑是到定著的節期，做芳芳獻互耶和華。","bklhl":"若ài tùi牛群á羊群獻hō͘耶和華做火祭，就是燒祭，á是別號ê祭，beh謝願，á是做歡喜獻ê祭，á是到定tio̍h ê節期，做芳芳獻hō͘耶和華；"}},{"book":"民","chapter":15,"verse":4,"versions":{"unv":"那獻供物的就要將細麵伊法十分之一，並油一欣四分之一，調和作素祭，獻給耶和華。","bklcl":"hit ê hiàn lé-mi̍h ê, ta̍k chiah iûⁿ-á tio̍h phòe iù ê mī-hún i-hoat cha̍p-hūn-chi̍t, kap iû chi̍t-him sì-hūn-chi̍t, tiau-hô chòe sò͘-chè;","tghg":"彼個獻禮物的逐隻羊仔著配幼的麵粉伊法十份一，及油一欣四份一，調和做素祭。","bklhl":"hit ê獻禮物ê，ta̍k隻羊á tio̍h配幼ê麵粉i-hoat十份一，kap油一him四份一，調和做素祭；"}},{"book":"民","chapter":15,"verse":5,"versions":{"unv":"無論是燔祭是平安祭，你要為每隻綿羊羔，一同預備奠祭的酒一欣四分之一。","bklcl":"chiú iā tio̍h chi̍t-him sì-hūn ê chi̍t, lâi chòe koàn-tiān;  bô-lūn sio-chè, á-sī pa̍t-mi̍h chè, lóng tio̍h án-ni lâi hiàn hō͘ Iâ-hô-hoa.","tghg":"酒也著一欣四份的一，來做灌奠，無論燒祭，抑是別物祭，攏著按呢來獻互耶和華。","bklhl":"酒也tio̍h一him四份ê一，來做灌奠；無論燒祭，á是別物祭，lóng tio̍h án-ni來獻hō͘耶和華。"}},{"book":"民","chapter":15,"verse":6,"versions":{"unv":"為公綿羊預備細麵伊法十分之二，並油一欣三分之一，調和作素祭，","bklcl":"Ūi-tio̍h mî-iûⁿ-káng, lí tio̍h pī-pān iù ê mī-hún i-hoat cha̍p-hūn-nn̄g, kap iû chi̍t-him saⁿ-hūn-chi̍t, tiau-hô chòe sò͘-chè;","tghg":"為著綿羊牨(káng)你著備辦幼的麵粉伊法十份二，及油一欣三份一，調和做素祭，","bklhl":"為tio̍h綿羊káng，你tio̍h備辦幼ê麵粉i-hoat十份兩，kap油一him三份一，調和做素祭；"}},{"book":"民","chapter":15,"verse":7,"versions":{"unv":"又用酒一欣三分之一作奠祭，獻給耶和華為馨香之祭。","bklcl":"koh ēng chiú chi̍t-him saⁿ-hūn-chi̍t chòe koàn-tiān-chè, chòe phang-phang lâi hiàn hō͘ Iâ-hô-hoa.","tghg":"閣用酒一欣三份一做灌奠祭，做芳芳來獻互耶和華。","bklhl":"koh用酒一him三份一做灌奠-祭，做芳芳來獻hō͘耶和華。"}},{"book":"民","chapter":15,"verse":8,"versions":{"unv":"你預備公牛作燔祭，或是作平安祭，為要還特許的願，或是作平安祭，獻給耶和華，","bklcl":"Lí nā pī-pān gû-káng-á chòe sio-chè, á-sī pa̍t-hō ê chè, lâi siā-goān, á-sī chòe siā-un-chè, lâi hiàn hō͘ Iâ-hô-hoa,","tghg":"你若備辦牛牨仔做燒祭，抑是別號的祭來謝願，抑是做謝恩祭，來獻互耶和華，","bklhl":"你若備辦牛káng-á做燒祭，á是別號ê祭，來謝願，á是做謝恩祭，來獻hō͘耶和華，"}},{"book":"民","chapter":15,"verse":9,"versions":{"unv":"就要把細麵伊法十分之三，並油半欣，調和作素祭，和公牛一同獻上，","bklcl":"chiū-sī ēng iù ê mī-hún i-hoat cha̍p-hūn-saⁿ, kap iû pòaⁿ-him, tiau-hô chòe sò͘-chè, kap gû-káng-á saⁿ-kap hiàn;","tghg":"就是用幼的麵粉伊法十份三，及油半欣，調和做素祭，及牛牨仔相及獻，","bklhl":"就是用幼ê麵粉i-hoat十份三，kap油半him，調和做素祭，kap牛káng-á相kap獻；"}},{"book":"民","chapter":15,"verse":10,"versions":{"unv":"又用酒半欣作奠祭，獻給耶和華為馨香的火祭。","bklcl":"koh ēng chiú pòaⁿ-him chòe koàn-tiān ê chè, hiàn hō͘ Iâ-hô-hoa chòe phang-phang ê hé-chè.","tghg":"閣用酒半欣做灌奠的祭，獻互耶和華做芳芳的火祭。","bklhl":"koh用酒半him做灌奠ê祭，獻hō͘耶和華做芳芳ê火祭。"}},{"book":"民","chapter":15,"verse":11,"versions":{"unv":"「獻公牛、公綿羊、綿羊羔、山羊羔，每隻都要這樣辦理。","bklcl":"He̍k-sī ūi-tio̍h chi̍t-chiah gû-káng, á-sī chi̍t-chiah mî-iûⁿ-káng, á-sī chi̍t-chiah mî-iûⁿ-á, á-sī soaⁿ-iûⁿ-á, lóng tio̍h án-ni chòe.","tghg":"「或是為著一隻牛牨，抑是一隻綿羊牨，抑是一隻綿羊仔，抑是山羊仔，攏著按呢做。","bklhl":"或是為tio̍h一隻牛káng，á是一隻綿羊káng，á是一隻綿羊á，á是山羊á，lóng tio̍h án-ni做。"}},{"book":"民","chapter":15,"verse":12,"versions":{"unv":"照你們所預備的數目，按著隻數都要這樣辦理。","bklcl":"Chiàu lín só͘ pī-pān ê siàu-gia̍h, chiàu ta̍k-chiah-ê gia̍h-siàu, lóng tio̍h án-ni chòe.","tghg":"照恁所備辦的數額，照逐隻的額數(gia̍h-siàu)攏著按呢做。","bklhl":"照lín所備辦ê數額，照ta̍k-chiah ê額數，lóng tio̍h án-ni做。"}},{"book":"民","chapter":15,"verse":13,"versions":{"unv":"凡本地人將馨香的火祭獻給耶和華，都要這樣辦理。","bklcl":"Kìⁿ-nā pún-tōe lâng, chiong phang-phang ê hé-chè hiàn hō͘ Iâ-hô-hoa, lóng tio̍h án-ni chòe chiah-ê tāi-chì.","tghg":"見若本地人將芳芳的火祭獻互耶和華，攏著按呢做諸個代誌。","bklhl":"見若本地人，將芳芳ê火祭獻hō͘耶和華，lóng tio̍h án-ni做chiah ê tāi-chì。"}},{"book":"民","chapter":15,"verse":14,"versions":{"unv":"若有外人和你們同居，或有人世世代代住在你們中間，願意將馨香的火祭獻給耶和華，你們怎樣辦理，他也要照樣辦理。","bklcl":"Nā ū gōa-bīn lâng chhut-gōa tī lín tiong-kan, á-sī ta̍k sè-tāi ū lâng khiā-khí tī lín tiong-kan, beh hiàn hé-chè, phang-phang tī Iâ-hô-hoa, lín án-ni kiâⁿ, in iā tio̍h án-ni kiâⁿ.","tghg":"若有外面人出外佇恁中間，抑是逐世代有人徛起佇恁中間，欲獻火祭芳芳佇耶和華，恁按呢行，𪜶也著按呢行。","bklhl":"若有外面人出外tī lín中間，á是ta̍k世代有人khiā起tī lín中間，beh獻火祭，芳芳tī耶和華，lín án-ni行，in也tio̍h án-ni行。"}},{"book":"民","chapter":15,"verse":15,"versions":{"unv":"至於會眾，你們和同居的外人都歸一例，作為你們世世代代永遠的定例，在耶和華面前，你們怎樣，寄居的也要怎樣。","bklcl":"Lūn hōe-chiòng, lín kap khiā-khí tī lín tiong-kan ê chhut-gōa lâng, lóng tâng-chi̍t-iūⁿ ê lē, chòe lín ta̍k sè-tāi éng-oán ê lē, tī Iâ-hô-hoa ê bīn-chêng;  lín án-ni, chhut-gōa lâng iā tio̍h án-ni.","tghg":"論會眾，恁及徛起佇恁中間的出外人攏同一樣的例，做恁逐世代永遠的例，佇耶和華的面前，恁按呢，出外人也著按呢。","bklhl":"論會眾，lín kap khiā起tī lín中間ê出外人，lóng同一樣ê例，做lín ta̍k世代永遠ê例，tī耶和華ê面前；lín án-ni，出外人也tio̍h án-ni。"}},{"book":"民","chapter":15,"verse":16,"versions":{"unv":"你們並與你們同居的外人當有一樣的條例，一樣的典章。」","bklcl":"Lín kap gōa-bīn lâng chhut-gōa tī lín tiong-kan ê, tio̍h tâng-chi̍t-iūⁿ ê lē, chi̍t-iūⁿ ê hoat-tō͘.","tghg":"恁及外面人出外佇恁中間的著同一樣的例，一樣的法度。」","bklhl":"Lín kap外面人出外tī lín中間ê，tio̍h同一樣ê例，一樣ê法度。"}},{"book":"民","chapter":15,"verse":17,"versions":{"unv":"耶和華對摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"民","chapter":15,"verse":18,"versions":{"unv":"「你曉諭以色列人說：你們到了我所領你們進去的那地，","bklcl":"Lí tio̍h hoan-hù Í-sek-lia̍t lâng kā in kóng, Lín kàu Góa só͘ chhōa lín ji̍p-khì hit ê tōe.","tghg":"「你著吩咐以色列人給𪜶講：恁到我所導恁入去彼個地，","bklhl":"你tio̍h吩咐以色列人kā in講：Lín到我所chhōa lín入去hit ê地。"}},{"book":"民","chapter":15,"verse":19,"versions":{"unv":"吃那地的糧食，就要把舉祭獻給耶和華。","bklcl":"Chia̍h hit só͘-chāi ê bí-niû, chiū tio̍h hiàn kú-chè hō͘ Iâ-hô-hoa.","tghg":"食彼所在的米糧，就著獻舉祭互耶和華。","bklhl":"食hit所在ê米糧，就tio̍h獻舉祭hō͘耶和華。"}},{"book":"民","chapter":15,"verse":20,"versions":{"unv":"你們要用初熟的麥子磨麵，做餅當舉祭奉獻；你們舉上，好像舉禾場的舉祭一樣。","bklcl":"Lín tio̍h ēng khí-thâu se̍k ê be̍h-hún chhòng piáⁿ, hiàn chòe kú-chè;  lín kú-khí, chhin-chhiūⁿ kú-khí gō͘-kak-tiûⁿ ê gō͘-kak chi̍t-iūⁿ.","tghg":"恁著用起頭熟的麥粉創餅，獻做舉祭；恁舉起，親像舉起五穀場的五穀一樣。","bklhl":"Lín tio̍h用起頭熟ê麥粉chhòng餅，獻做舉祭；lín舉起，親像舉起五穀場ê五穀一樣。"}},{"book":"民","chapter":15,"verse":21,"versions":{"unv":"你們世世代代要用初熟的麥子磨麵，當舉祭獻給耶和華。","bklcl":"Lín ta̍k sè-tāi tio̍h ēng lín khí-thâu-se̍k ê be̍h-hún, chòe kú-chè, hiàn hō͘ Iâ-hô-hoa.","tghg":"恁逐世代著用恁起頭熟的麥粉，做舉祭獻互耶和華。","bklhl":"Lín ta̍k世代tio̍h用lín起頭熟ê麥粉，做舉祭，獻hō͘耶和華。"}},{"book":"民","chapter":15,"verse":22,"versions":{"unv":"「你們有錯誤的時候，不守耶和華所曉諭摩西的這一切命令，","bklcl":"Lín ū chhò-gō͘ ê sî, bô siú Iâ-hô-hoa só͘ hoan-hù Mô͘-se chiah-ê it-chhè ê bēng-lēng,","tghg":"「恁有錯誤的時，無守耶和華所吩咐摩西諸個一切的命令，","bklhl":"Lín有錯誤ê時，無守耶和華所吩咐摩西chiah ê一切ê命令，"}},{"book":"民","chapter":15,"verse":23,"versions":{"unv":"就是耶和華藉摩西一切所吩咐你們的，自那日以至你們的世世代代，","bklcl":"chiū-sī Iâ-hô-hoa thok Mô͘-se it-chhè só͘ bēng-lēng lín ê, tùi Iâ-hô-hoa bēng-lēng lín ê ji̍t, kàu tī lín ê ta̍k sè-tāi,","tghg":"就是耶和華託摩西一切所命令恁的，對耶和華命令恁的日到佇恁的逐世代，","bklhl":"就是耶和華託摩西一切所命令lín ê，tùi耶和華命令lín ê日，到tī lín ê ta̍k世代，"}},{"book":"民","chapter":15,"verse":24,"versions":{"unv":"若有誤行，是會眾所不知道的，後來全會眾就要將一隻公牛犢作燔祭，並照典章把素祭和奠祭一同獻給耶和華為馨香之祭，又獻一隻公山羊作贖罪祭。","bklcl":"nā ū chhò-gō͘ kiâⁿ, hōe-chiòng iā m̄-chai, āu-lâi hōe-chiòng tio̍h hiàn chi̍t chiah gû-káng-á chòe sio-chè, iā chiàu hoat-tō͘ ēng i ê sò͘-chè, kap koàn-tiān ê chè, saⁿ-kap chòe phang-phang, hiàn hō͘ Iâ-hô-hoa;  koh tio̍h hiàn chi̍t chiah soaⁿ-iûⁿ-káng chòe sio̍k-chōe ê chè.","tghg":"若有錯誤行，會眾也呣知，後來會眾著獻一隻牛牨仔做燒祭，也照法度用伊的素祭及灌奠的祭，相及做芳芳獻互耶和華，閣著獻一隻山羊牨做贖罪的祭。","bklhl":"若有錯誤行，會眾也m̄知，後來會眾tio̍h獻一隻牛káng-á做燒祭，也照法度用伊ê素祭，kap灌奠ê祭，相kap做芳芳，獻hō͘耶和華；koh tio̍h獻一隻山羊káng做贖罪ê祭。"}},{"book":"民","chapter":15,"verse":25,"versions":{"unv":"祭司要為以色列全會眾贖罪，他們就必蒙赦免，因為這是錯誤。他們又因自己的錯誤，把供物，就是向耶和華獻的火祭和贖罪祭，一並奉到耶和華面前。","bklcl":"Chè-si tio̍h ūi Í-sek-lia̍t lâng ê hōe-chiòng sio̍k-chōe, in chiū tit-tio̍h sià-bián;  in-ūi che sī chhò-gō͘, in iā in-ūi in ê chhò-gō͘, tòa in ê lé-mi̍h, chiū-sī hiàn-hō͘ Iâ-hô-hoa ê hé-chè, kap sio̍k-chōe-chè, lóng tòa kàu Iâ-hô-hoa ê bīn-chêng;","tghg":"祭司著為以色列人的會眾贖罪，𪜶就得著赦免，因為這是錯誤。𪜶也因為𪜶的錯誤，帶𪜶的禮物，就是獻互耶和華的火祭及贖罪祭，攏帶到耶和華的面前。","bklhl":"祭司tio̍h為以色列人ê會眾贖罪，in就得tio̍h赦免；因為這是錯誤，in也因為in ê錯誤，帶in ê禮物，就是獻hō͘耶和華ê火祭，kap贖罪祭，lóng帶到耶和華ê面前；"}},{"book":"民","chapter":15,"verse":26,"versions":{"unv":"以色列全會眾和寄居在他們中間的外人就必蒙赦免，因為這罪是百姓誤犯的。","bklcl":"Í-sek-lia̍t lâng ê hōe-chiòng, kap kià-kha tī in tiong-kan ê gōa-lâng, chiū beh tit-tio̍h sià-bián;  in-ūi chit ê chōe sī peh-sìⁿ chhò-gō͘ hoān ê.","tghg":"以色列人的會眾及寄腳佇𪜶中間的外人就欲得著赦免，因為此個罪是百姓錯誤犯的。","bklhl":"以色列人ê會眾，kap寄腳tī in中間ê外人，就beh得tio̍h赦免；因為chit ê罪是百姓錯誤犯ê。"}},{"book":"民","chapter":15,"verse":27,"versions":{"unv":"「若有一個人誤犯了罪，他就要獻一歲的母山羊作贖罪祭。","bklcl":"Nā ū chi̍t-lâng chhò-gō͘ hoān-chōe, i chiū tio̍h hiàn bē-móa-nî ê soaⁿ-iûⁿ-bú chòe sio̍k-chōe-chè.","tghg":"「若有一人錯誤犯罪，伊就著獻未滿年的山羊母做贖罪祭。","bklhl":"若有一人錯誤犯罪，伊就tio̍h獻未滿年ê山羊母做贖罪祭。"}},{"book":"民","chapter":15,"verse":28,"versions":{"unv":"那誤行的人犯罪的時候，祭司要在耶和華面前為他贖罪，他就必蒙赦免。","bklcl":"Hit ê chhò-gō͘ kiâⁿ ê lâng tī i chhò-gō͘ hoān-chōe ê sî, chè-si tio̍h tī Iâ-hô-hoa ê bīn-chêng kā i sio̍k-chōe;  kā i sio̍k-chōe, i chiū beh tit-tio̍h sià-bián.","tghg":"彼個錯誤行的人佇伊錯誤犯罪的時，祭司著佇耶和華的面前給伊贖罪給伊贖罪，伊就欲得著赦免。","bklhl":"Hit-ê錯誤行ê人tī伊錯誤犯罪ê時，祭司tio̍h tī耶和華ê面前kā伊贖罪；kā伊贖罪，伊就beh得tio̍h赦免。"}},{"book":"民","chapter":15,"verse":29,"versions":{"unv":"以色列中的本地人和寄居在他們中間的外人，若誤行了甚麼事，必歸一樣的條例。","bklcl":"Í-sek-lia̍t tiong ê pún-tōe lâng, kap kià-kha tī in tiong-kan ê chhut-gōa lâng, nā chhò-gō͘ kiâⁿ sím-mi̍h sū, tio̍h tâng chi̍t ê lē.","tghg":"以色列中的本地人及寄腳佇𪜶中間的出外人，若錯誤行甚麼事，著同一個例。","bklhl":"以色列中ê本地人，kap寄腳tī in中間ê出外人，若錯誤行甚麼事，tio̍h同一个例。"}},{"book":"民","chapter":15,"verse":30,"versions":{"unv":"但那擅敢行事的，無論是本地人是寄居的，他褻瀆了耶和華，必從民中剪除。","bklcl":"Chóng-sī hit ê chū-choan kiâⁿ tāi-chì ê, bô-lūn sī pún-tōe lâng, á-sī kià-kha-ê, i siat-to̍k Iâ-hô-hoa, tio̍h tùi i ê peh-sìⁿ-tiong chián-tû khì.","tghg":"總是彼個自專行代誌的，無論是本地人抑是寄腳的，伊褻瀆耶和華，著對伊的百姓中剪除去。","bklhl":"總是hit ê自專行tāi-chì ê，無論是本地人，á是寄腳ê，伊褻瀆耶和華，tio̍h tùi伊ê百姓中剪除去。"}},{"book":"民","chapter":15,"verse":31,"versions":{"unv":"因他藐視耶和華的言語，違背耶和華的命令，那人總要剪除；他的罪孽要歸到他身上。」","bklcl":"In-ūi i biáu-sī Iâ-hô-hoa ê ōe, pōe-ge̍k I ê bēng-lēng, hit-lâng tio̍h it-chīn chián-tû;  i ê chōe-kòa beh kui tī i.","tghg":"因為伊藐視耶和華的話，悖逆伊的命令，彼人著一盡剪除；伊的罪過欲歸佇伊。」","bklhl":"因為伊藐視耶和華ê話，悖逆伊ê命令，hit人tio̍h一盡剪除；伊ê罪過beh歸tī伊。"}},{"book":"民","chapter":15,"verse":32,"versions":{"unv":"以色列人在曠野的時候，遇見一個人在安息日撿柴。","bklcl":"Í-sek-lia̍t lâng tī khòng-iá ê sî, tú-tio̍h chi̍t-lâng tī an-hioh-ji̍t khioh-chhâ.","tghg":"以色列人佇曠野的時，抵著(tú-tio̍h)一人佇安息日拾柴。","bklhl":"以色列人tī曠野ê時，tú-tio̍h一人tī安歇日拾柴。"}},{"book":"民","chapter":15,"verse":33,"versions":{"unv":"遇見他撿柴的人，就把他帶到摩西、亞倫並全會眾那裡，","bklcl":"Hiah ê tú-tio̍h hit ê khioh-chhâ ê lâng, tòa i kàu Mô͘-se, A-lûn, kap hōe-chiòng hia.","tghg":"許個抵著彼個拾柴的人，帶伊到摩西、亞倫及會眾遐，","bklhl":"Hiah-ê tú-tio̍h hit ê拾柴ê人，帶伊到摩西、亞倫，kap會眾hia。"}},{"book":"民","chapter":15,"verse":34,"versions":{"unv":"將他收在監內；因為當怎樣辦他，還沒有指明。","bklcl":"In chiū kā i koaiⁿ-kìm, in-ūi iáu-bē chí-bêng tio̍h cháiⁿ-iūⁿ pān i.","tghg":"𪜶就給伊關禁；因為猶未指明，著怎樣辦伊。","bklhl":"In就kā伊關禁，因為iáu未指明tio̍h怎樣辦伊。"}},{"book":"民","chapter":15,"verse":35,"versions":{"unv":"耶和華吩咐摩西說：「總要把那人治死；全會眾要在營外用石頭把他打死。」","bklcl":"Iâ-hô-hoa tùi Mô͘-se kóng, Hit-lâng tek-khak tio̍h hō͘ i sí, hōe-chiòng tio̍h tī iâⁿ-gōa ēng chio̍h-thâu tìm i.","tghg":"耶和華對摩西講：「彼人的確著互伊死；會眾著佇營外用石頭擲伊。」","bklhl":"耶和華對摩西講：Hit人的確tio̍h hō͘伊死，會眾tio̍h tī營外用石頭tìm伊。"}},{"book":"民","chapter":15,"verse":36,"versions":{"unv":"於是全會眾將他帶到營外，用石頭打死他，是照耶和華所吩咐摩西的。","bklcl":"Hōe-chiòng chhōa hit-lâng chhut iâⁿ-gōa, ēng chio̍h-thâu tìm i kàu sí;  sī chiàu Iâ-hô-hoa só͘ bēng-lēng Mô͘-se ê.","tghg":"會眾導彼人出營外，用石頭擲伊到死，是照耶和華所命令摩西的。","bklhl":"會眾chhōa hit人出營外，用石頭tìm伊到死；是照耶和華所命令摩西ê。"}},{"book":"民","chapter":15,"verse":37,"versions":{"unv":"耶和華曉諭摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"民","chapter":15,"verse":38,"versions":{"unv":"「你吩咐以色列人，叫他們世世代代在衣服邊上做繸子，又在底邊的繸子上釘一根藍細帶子。","bklcl":"Lí tio̍h hoan-hù Í-sek-lia̍t lâng kā in kóng, hō͘ in tāi-tāi tī saⁿ-á-kîⁿ chòe chhiu, koh tī ē-tóe piⁿ ê chhiu-téng, tiò chi̍t tiâu lâm-sek ê iù-tòa.","tghg":"「你著吩咐以色列人給𪜶講，互𪜶代代佇衫仔墘做鬚，閣佇下底邊的鬚頂糽(tiò)一條藍色的幼帶。","bklhl":"你tio̍h吩咐以色列人kā in講：hō͘ in代代tī衫á墘做鬚，koh tī下底邊ê鬚頂，釣一條藍色ê幼帶。"}},{"book":"民","chapter":15,"verse":39,"versions":{"unv":"你們佩帶這繸子，好叫你們看見就記念遵行耶和華一切的命令，不隨從自己的心意、眼目行邪淫，像你們素常一樣；","bklcl":"Beh kā lín chòe chhiu, hō͘ lín khòaⁿ-kìⁿ, thang kì-tit Iâ-hô-hoa ê bēng-lēng lâi kiâⁿ i, bián-tit lín hòng-chhiòng ka-kī ê sim-ì, ka-kī ê ba̍k-chiu, lâi kiâⁿ îm-hēng, chhin-chhiūⁿ lín pêng-sò͘ só͘ kiâⁿ-ê chi̍t-iūⁿ;","tghg":"欲給恁做鬚，互恁看見通記得耶和華的命令來行伊，免得恁放縱(hòng-chhiòng)家己的心意、家己的目睭來行淫行，親像恁平素所行的一樣；","bklhl":"Beh kā lín做鬚，hō͘ lín看見，thang記得耶和華ê命令來行伊，免得lín放縱家己ê心意，家己ê目睭，來行淫行，親像lín平素所行ê一樣；"}},{"book":"民","chapter":15,"verse":40,"versions":{"unv":"使你們記念遵行我一切的命令，成為聖潔，歸與你們的　神。","bklcl":"hō͘ lín kì-tit lâi kiâⁿ Góa it-chhè ê bēng-lēng, chiâⁿ-chòe sèng kui lín ê Siōng-tè.","tghg":"互恁記得來行我一切的命令，成做聖，歸恁的上帝。","bklhl":"hō͘ lín記得來行我一切ê命令，成做聖歸lín ê上帝。"}},{"book":"民","chapter":15,"verse":41,"versions":{"unv":"「我是耶和華─你們的　神，曾把你們從埃及地領出來，要作你們的　神。我是耶和華─你們的　神。」","bklcl":"Góa sī Iâ-hô-hoa lín ê Siōng-tè, chhōa lín chhut Ai-ki̍p tōe, beh chòe lín ê Siōng-tè;  Góa sī Iâ-hô-hoa lín ê Siōng-tè.","tghg":"「我是耶和華──恁的上帝，導恁出埃及地，欲做恁的上帝。我是耶和華──恁的上帝。」","bklhl":"我是耶和華lín ê上帝，chhōa lín出埃及地，beh做lín ê上帝；我是耶和華lín ê上帝。"}}]