[{"book":"民","chapter":14,"verse":1,"versions":{"unv":"當下，全會眾大聲喧嚷；那夜百姓都哭號。","bklcl":"Hōe-chiòng chiū chhut-siaⁿ, tōa âu-kiò;  hit-mî peh-sìⁿ lóng thî-khàu.","tghg":"會眾就出聲大喉叫；彼暝百姓攏啼哭。","bklhl":"會眾就出聲，大喉叫；hit暝百姓lóng啼哭。"}},{"book":"民","chapter":14,"verse":2,"versions":{"unv":"以色列眾人向摩西、亞倫發怨言；全會眾對他們說：「巴不得我們早死在埃及地，或是死在這曠野。","bklcl":"Í-sek-lia̍t lâng ai-oàn Mô͘-se A-lûn;  hōe-chiòng tùi in kóng, M̄-ta̍t-tio̍h goán sí tī Ai-ki̍p tōe! m̄-ta̍t-tio̍h sí tī chit khòng-iá!","tghg":"以色列人哀怨摩西、亞倫；會眾對𪜶講：「呣值著阮死佇埃及地，呣值著死佇此曠野。","bklhl":"以色列人哀怨摩西、亞倫；會眾對in講，M̄值tio̍h阮死tī埃及地！m̄值tio̍h死tī chit曠野！"}},{"book":"民","chapter":14,"verse":3,"versions":{"unv":"耶和華為甚麼把我們領到那地，使我們倒在刀下呢？我們的妻子和孩子必被擄掠。我們回埃及去豈不好嗎？」","bklcl":"Iâ-hô-hoa siáⁿ-sū chhōa goán kàu chit só͘-chāi, hō͘ goán tó tī to-ē ah?  Goán ê bó͘ kap kiáⁿ beh siū lia̍h;  goán tò-khì Ai-ki̍p kiám bô khah-hó mah?","tghg":"耶和華啥事導阮到此所在，互阮倒佇刀下啊？阮的某及子欲受掠。阮倒去埃及豈無卡好嗎？」","bklhl":"耶和華啥事chhōa阮到chit所在，hō͘阮倒tī刀下ah？阮ê bó͘ kap kiáⁿ beh受掠；阮tò去埃及kiám無khah好mah？"}},{"book":"民","chapter":14,"verse":4,"versions":{"unv":"眾人彼此說：「我們不如立一個首領回埃及去吧！」","bklcl":"In saⁿ-kap kóng, Lán tio̍h li̍p chi̍t ê siú-léng, tò-khì Ai-ki̍p.","tghg":"𪜶相及講：「咱著立一個首領倒去埃及！」","bklhl":"In相kap講：咱tio̍h立一个首領，tò去埃及。"}},{"book":"民","chapter":14,"verse":5,"versions":{"unv":"摩西、亞倫就俯伏在以色列全會眾面前。","bklcl":"Mô͘-se A-lûn chiū phak-lo̍h tī Í-sek-lia̍t choân-hōe chèng-lâng ê bīn-chêng.","tghg":"摩西、亞倫就仆落佇以色列全會眾人的面前。","bklhl":"摩西、亞倫就仆落tī以色列全會眾人ê面前。"}},{"book":"民","chapter":14,"verse":6,"versions":{"unv":"窺探地的人中，嫩的兒子約書亞和耶孚尼的兒子迦勒撕裂衣服，","bklcl":"Thau-khòaⁿ tōe ê lâng ê tiong-kan, Lùn ê kiáⁿ Iok-su-a, kap Iâ-hu-nî ê kiáⁿ Ka-le̍k, thiah-li̍h in ê saⁿ;","tghg":"偷看地的人的中間，嫩的子約書亞及耶孚尼的子迦勒拆裂𪜶的衫，","bklhl":"偷看地ê人ê中間，Lùn ê kiáⁿ約書亞，kap Iâ-hu-nî ê kiáⁿ迦勒，拆裂in ê衫；"}},{"book":"民","chapter":14,"verse":7,"versions":{"unv":"對以色列全會眾說：「我們所窺探、經過之地是極美之地。","bklcl":"tùi Í-sek-lia̍t choân-hōe kóng, Goán só͘ keng-kè thau-khòaⁿ ê tōe, sī ke̍k-hó ê tōe.","tghg":"對以色列全會講：「阮所經過、偷看的地是極好的地。","bklhl":"對以色列全會講：阮所經過偷看ê地，是極好ê地。"}},{"book":"民","chapter":14,"verse":8,"versions":{"unv":"耶和華若喜悅我們，就必將我們領進那地，把地賜給我們；那地原是流奶與蜜之地。","bklcl":"Iâ-hô-hoa nā hoaⁿ-hí lán, chiū beh chhōa lán kàu hit ê tōe, chiong tōe siúⁿ-sù lán;  hit ê tōe sī lâu lin kap bi̍t ê tōe.","tghg":"耶和華若歡喜咱，就欲導咱到彼個地，將地賞賜咱；彼個地是流奶及蜜的地。","bklhl":"耶和華若歡喜咱，就beh chhōa咱到hit ê地，將地賞賜咱；hit ê地是流奶kap蜜ê地。"}},{"book":"民","chapter":14,"verse":9,"versions":{"unv":"但你們不可背叛耶和華，也不要怕那地的居民；因為他們是我們的食物，並且蔭庇他們的已經離開他們。有耶和華與我們同在，不要怕他們！」","bklcl":"Chóng-sī lín m̄-thang pōe-poān Iâ-hô-hoa, iā bo̍h-tit kiaⁿ hit só͘ -chāi ê peh-sìⁿ, in-ūi in sī chòe lán ê chia̍h-mi̍h; koh tì-ìm in ê í-keng lī-khui in;  koh ū Iâ-hô-hoa kap lán tī-teh;  m̄ bián kiaⁿ in.","tghg":"總是恁呣通背叛耶和華，也莫得驚彼所在的百姓；因為𪜶是做咱的食物，閣致蔭𪜶的已經離開𪜶。閣有耶和華及咱佇啲，呣免驚𪜶！」","bklhl":"總是lín m̄-thang背叛耶和華，也莫得驚hit所在ê百姓，因為in是做咱ê食物；koh致蔭in ê已經離開in；koh有耶和華kap咱tī-teh；m̄免驚in。"}},{"book":"民","chapter":14,"verse":10,"versions":{"unv":"但全會眾說：「拿石頭打死他們二人。」忽然，耶和華的榮光在會幕中向以色列眾人顯現。","bklcl":"Chóng-sī choân-hōe kóng,  Ēng chio̍h-thâu tìm-sí in.  Iâ-hô-hoa ê êng-kng tī hōe-bō͘ ǹg Í-sek-lia̍t lâng chhut-hiān.","tghg":"總是全會講：「用石頭擲死𪜶。」耶和華的榮光佇會幕向以色列人出現。","bklhl":"總是全會講：用石頭tìm死in。耶和華ê榮光tī會幕ǹg以色列人出現。"}},{"book":"民","chapter":14,"verse":11,"versions":{"unv":"耶和華對摩西說：「這百姓藐視我要到幾時呢？我在他們中間行了這一切神蹟，他們還不信我要到幾時呢？","bklcl":"Iâ-hô-hoa tùi Mô͘-se kóng, Chit ê peh-sìⁿ khòaⁿ-khin Góa beh kàu tī-sî ah?  Góa tī in tiong-kan kiâⁿ che it-chhè ê sîn-jiah, in iáu-kú m̄-sìn Góa, beh kàu tī-sî?","tghg":"耶和華對摩西講：「此個百姓看輕我欲到底時啊？我佇𪜶中間行這一切的神蹟，𪜶猶久呣信我欲到底時？","bklhl":"耶和華對摩西講：Chit ê百姓看輕我beh到tī時ah？我tī in中間行這一切ê神蹟，in iáu-kú m̄信我，beh到tī時？"}},{"book":"民","chapter":14,"verse":12,"versions":{"unv":"我要用瘟疫擊殺他們，使他們不得承受那地，叫你的後裔成為大國，比他們強勝。」","bklcl":"Góa beh ēng un-e̍k lâi phah in, hō͘ in bōe tit-tio̍h sêng-chiap gia̍p;  hō͘ lí chiâⁿ-chòe tōa-kok, pí in khah-kiông.","tghg":"我欲用瘟疫來拍𪜶，互𪜶𣍐得著承接業，互你成做大國，比𪜶卡強。」","bklhl":"我beh用瘟疫來phah in，hō͘ in bōe得tio̍h承接業；hō͘你成做大國，比in khah強。"}},{"book":"民","chapter":14,"verse":13,"versions":{"unv":"摩西對耶和華說：「埃及人必聽見這事；因為你曾施展大能，將這百姓從他們中間領上來。","bklcl":"Mô͘-se tùi Iâ-hô-hoa kóng, Án-ni, Ai-ki̍p lâng beh thiaⁿ-kìⁿ;  in-ūi Lí ēng Lí ê koân-lêng, chhōa chiah-ê peh-sìⁿ tùi in tiong-kan chiūⁿ-lâi.","tghg":"摩西對耶和華講：「按呢埃及人欲聽見；因為你用你的權能，導諸個百姓對𪜶中間上來。","bklhl":"摩西對耶和華講：Án-ni，埃及人beh聽見；因為你用你ê權能，chhōa chiah ê百姓對in中間上來。"}},{"book":"民","chapter":14,"verse":14,"versions":{"unv":"埃及人要將這事傳給迦南地的居民；那民已經聽見你─耶和華是在這百姓中間；因為你面對面被人看見，有你的雲彩停在他們以上。你日間在雲柱中，夜間在火柱中，在他們前面行。","bklcl":"In beh ēng chiah-ê sū kā chit só͘-chāi khiā-khí ê lâng kóng.  In í-keng thiaⁿ-kìⁿ Iâ-hô-hoa Lí tī chiah-ê peh-sìⁿ ê tiong-kan;  in-ūi Iâ-hô-hoa Lí tng-bīn hō͘ lâng khòaⁿ-kìⁿ, koh Lí ê hûn thêng tī in ê téng-bīn, Lí ji̍t-sî tī hûn-thiāu tiong, mî-sî tī hé-thiāu tiong, tī in ê bīn-chêng kiâⁿ.","tghg":"𪜶欲用諸個事給此所在徛起的人講；𪜶已經聽見耶和華──你佇諸個百姓的中間；因為耶和華你當面互人看見，閣你的雲停佇𪜶的頂面。你日時佇雲柱中，暝時佇火柱中，佇𪜶的面前行。","bklhl":"In beh用chiah ê事kā chit所在khiā起ê人講。In已經聽見耶和華你tī chiah ê百姓ê中間；因為耶和華你當面hō͘人看見，koh你ê雲停tī in ê頂面，你日時tī雲柱中，暝時tī火柱中，tī in ê面前行。"}},{"book":"民","chapter":14,"verse":15,"versions":{"unv":"如今你若把這百姓殺了，如殺一人，那些聽見你名聲的列邦必議論說：","bklcl":"Taⁿ Lí nā thâi-sí chiah-ê peh-sìⁿ, chhin-chhiūⁿ thâi-sí chi̍t-lâng, hiah-ê thiaⁿ-kìⁿ Lí ê miâ-siaⁿ ê lia̍t-kok beh gī-lūn kóng,","tghg":"今你若刣死諸個百姓，親像刣死一人，許個聽見你的名聲的列國欲議論講：","bklhl":"Taⁿ你若刣死chiah ê百姓，親像刣死一人，hiah-ê聽見你ê名聲ê列國beh議論講："}},{"book":"民","chapter":14,"verse":16,"versions":{"unv":"『耶和華因為不能把這百姓領進他向他們起誓應許之地，所以在曠野把他們殺了。』","bklcl":"In-ūi Iâ-hô-hoa bōe-ōe chhōa chiah-ê peh-sìⁿ ji̍p I tùi in chiù-chōa èng-ún ê tōe, só͘-í tī khòng-iá thâi-sí in.","tghg":"『因為耶和華𣍐會導諸個百姓入伊對𪜶咒誓應允的地，所以佇曠野刣死𪜶。』","bklhl":"因為耶和華bōe能chhōa chiah ê百姓入伊對in chiù-chōa應允ê地，所以tī曠野刣死in。"}},{"book":"民","chapter":14,"verse":17,"versions":{"unv":"現在求主大顯能力，照你所說過的話說：","bklcl":"Taⁿ kiû Chú hián-chhut tōa koân-lêng, chiàu Lí só͘ bat kóng ê, kóng,","tghg":"今求主顯出大權能，照你所曾講的講：","bklhl":"Taⁿ求主顯出大權能，照你所bat講ê，講："}},{"book":"民","chapter":14,"verse":18,"versions":{"unv":"『耶和華不輕易發怒，並有豐盛的慈愛，赦免罪孽和過犯；萬不以有罪的為無罪，必追討他的罪，自父及子，直到三、四代。』","bklcl":"Iâ-hô-hoa bô khoài siū-khì, koh ū hong-sēng ê chû-ài, sià-bián chōe-kòa kè-sit, koat-toàn bô lia̍h ū-chōe ê chòe bô chōe, tek-khak kui-kiū i ê chōe, tùi pē kàu kiáⁿ, kàu saⁿ-sì tāi.","tghg":"『耶和華無快受氣，閣有豐盛的慈愛，赦免罪過過失；決斷無掠有罪的做無罪，的確歸咎(kui-kiū)伊的罪，對父到子，到三、四代。』","bklhl":"耶和華無快受氣，koh有豐盛ê慈愛，赦免罪過過失，決斷無掠有罪ê做無罪，的確歸咎伊ê罪，tùi父到kiáⁿ，到三四代。"}},{"book":"民","chapter":14,"verse":19,"versions":{"unv":"求你照你的大慈愛赦免這百姓的罪孽，好像你從埃及到如今常赦免他們一樣。」","bklcl":"Kiû Lí chiàu Lí ê tōa chû-ài sià-bián chit ê peh-sìⁿ ê chōe, chhin-chhiūⁿ Lí tùi Ai-ki̍p kàu taⁿ, siông-siông sià-bián in chi̍t-iūⁿ.","tghg":"求你照你的大慈愛赦免此個百姓的罪，親像你對埃及到今常常赦免𪜶一樣。」","bklhl":"求你照你ê大慈愛赦免chit ê百姓ê罪，親像你tùi埃及到taⁿ，常常赦免in一樣。"}},{"book":"民","chapter":14,"verse":20,"versions":{"unv":"耶和華說：「我照著你的話赦免了他們。","bklcl":"Iâ-hô-hoa kóng, Góa chiàu lí ê ōe ū sià-bián in.","tghg":"耶和華講：「我照你的話有赦免𪜶。","bklhl":"耶和華講：我照你ê話有赦免in。"}},{"book":"民","chapter":14,"verse":21,"versions":{"unv":"然我指著我的永生起誓，遍地要被我的榮耀充滿。","bklcl":"Chóng-sī Góa kí Góa ê oa̍h-miā lâi kóng, Piàn-tōe beh chhiong-móa Iâ-hô-hoa ê êng-kng.","tghg":"總是我指我的活命來講，遍地欲充滿耶和華的榮光。","bklhl":"總是我kí我ê活命來講：遍地beh充滿耶和華ê榮光。"}},{"book":"民","chapter":14,"verse":22,"versions":{"unv":"這些人雖看見我的榮耀和我在埃及與曠野所行的神蹟，仍然試探我這十次，不聽從我的話，","bklcl":"In-ūi chiah-ê lâng ū khòaⁿ-kìⁿ Góa ê êng-kng, í-ki̍p Góa só͘ kiâⁿ tī Ai-ki̍p kap khòng-iá ê sîn-jiah, iáu-kú chhì Góa cha̍p-pái, m̄ thiaⁿ-thàn Góa ê ōe;","tghg":"因為諸個人有看見我的榮光以及我所行佇埃及及曠野的神蹟，猶久試我十擺，呣聽趁我的話，","bklhl":"因為chiah ê人有看見我ê榮光，以及我所行tī埃及kap曠野ê神蹟，iáu-kú試我十pái，m̄聽thàn我ê話；"}},{"book":"民","chapter":14,"verse":23,"versions":{"unv":"他們斷不得看見我向他們的祖宗所起誓應許之地。凡藐視我的，一個也不得看見；","bklcl":"in koat-toàn bōe tit-tio̍h khòaⁿ-kìⁿ Góa tùi in ê lia̍t-chó͘ só͘ chiù-chōa èng-ún ê tōe;  hoān-nā khòaⁿ-khin Góa-ê lóng bōe tit-tio̍h khòaⁿ-kìⁿ.","tghg":"𪜶決斷𣍐得著看見我對𪜶的列祖所咒誓應允的地。凡若看輕我的，攏𣍐得著看見；","bklhl":"in決斷bōe得tio̍h看見我對in ê列祖所chiù-chōa應允ê地；凡若看輕我ê lóng bōe得tio̍h看見。"}},{"book":"民","chapter":14,"verse":24,"versions":{"unv":"惟獨我的僕人迦勒，因他另有一個心志，專一跟從我，我就把他領進他所去過的那地；他的後裔也必得那地為業。","bklcl":"To̍k-to̍k Góa ê lô͘-po̍k Ka-le̍k, in-ūi i lēng-gōa ū chi̍t ê sim-chì, oân-choân tè Góa, Góa beh chhōa i ji̍p i só͘ kiâⁿ-kàu ê tōe, i ê hō͘-è iā beh tit-tio̍h hit ê tōe chòe gia̍p.","tghg":"獨獨我的奴僕迦勒，因為伊另外有一個心志，完全隨我，我欲導伊入伊所行到的地；伊的後裔也欲得著彼個地做業。","bklhl":"獨獨我ê奴僕迦勒，因為伊另外有一个心志，完全tè我，我beh chhōa伊入伊所行到ê地，伊ê後裔也beh得tio̍h hit ê地做業。"}},{"book":"民","chapter":14,"verse":25,"versions":{"unv":"亞瑪力人和迦南人住在谷中，明天你們要轉回，從紅海的路往曠野去。」","bklcl":"A-má-le̍k lâng kap Ka-lâm lâng tiàm tī soaⁿ-kok tiong; bîn-á-ji̍t lín tio̍h oa̍t-tò-tńg, tùi Âng-hái ê lō͘ khì khòng-iá.","tghg":"亞瑪力人及迦南人踮佇山谷中，明仔日恁著越倒轉，對紅海的路去曠野。」","bklhl":"A-má-le̍k人kap迦南人tiàm tī山谷中；明á日lín tio̍h oa̍t倒tńg，tùi紅海ê路去曠野。"}},{"book":"民","chapter":14,"verse":26,"versions":{"unv":"耶和華對摩西、亞倫說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se A-lûn kóng,","tghg":"耶和華吩咐摩西、亞倫講：","bklhl":"耶和華吩咐摩西、亞倫講："}},{"book":"民","chapter":14,"verse":27,"versions":{"unv":"「這惡會眾向我發怨言，我忍耐他們要到幾時呢？以色列人向我所發的怨言，我都聽見了。","bklcl":"Chiah-ê pháiⁿ ê hōe-chiòng tùi Góa hoat-chhut oàn-giân, Góa thun-lún in beh kàu tī-sî ah?  Í-sek-lia̍t lâng ai-oàn Góa ê oàn-giân, Góa lóng thiaⁿ-kìⁿ lah.","tghg":"「諸個歹的會眾對我發出怨言，我吞愞𪜶欲到底時啊？以色列人哀怨我的怨言，我攏聽見啦。","bklhl":"Chiah-ê pháiⁿ ê會眾對我發出怨言，我吞忍in beh到tī時ah？以色列人哀怨我ê怨言，我lóng聽見lah。"}},{"book":"民","chapter":14,"verse":28,"versions":{"unv":"你們告訴他們，耶和華說：『我指著我的永生起誓，我必要照你們達到我耳中的話待你們。","bklcl":"Tio̍h kā in kóng, Iâ-hô-hoa kóng, Góa kí Góa ê oa̍h-miā lâi kóng, Lín hō͘ Góa thiaⁿ-kìⁿ ê ōe, Góa beh chiàu án-ni khoán-thāi lín.","tghg":"著給𪜶講，耶和華講：『我指(kí)我的活命來講，恁互我聽見的話，我欲照按呢款待恁。","bklhl":"Tio̍h kā in講：耶和華講：我kí我ê活命來講：Lín hō͘我聽見ê話，我beh照án-ni款待lín。"}},{"book":"民","chapter":14,"verse":29,"versions":{"unv":"你們的屍首必倒在這曠野，並且你們中間凡被數點、從二十歲以外、向我發怨言的，","bklcl":"Lín ê sin-si beh tó tī chit khòng-iá, kìⁿ-nā lín tiong-kan kè-sǹg ê lâng, chiàu i ê siàu-gia̍h, tùi jī-cha̍p hè í-chiūⁿ, tùi Góa chhut oàn-giân ê,","tghg":"恁的身屍欲倒佇此曠野，見若恁中間過算的人照伊的數額，對二十歲以上，對我出怨言的，","bklhl":"Lín ê身屍beh倒tī chit曠野，見若lín中間計算ê人，照伊ê數額，tùi二十歲以上，對我出怨言ê，"}},{"book":"民","chapter":14,"verse":30,"versions":{"unv":"必不得進我起誓應許叫你們住的那地；惟有耶孚尼的兒子迦勒和嫩的兒子約書亞才能進去。","bklcl":"tek-khak bōe tit-tio̍h ji̍p Góa chiù-chōa èng-ún lín khiā-khí ê tōe;  to̍k-to̍k Iâ-hu-nî ê kiáⁿ Ka-le̍k, kap Lùn ê kiáⁿ Iok-su-a, beh ji̍p-khì.","tghg":"的確𣍐得著入我咒誓應允恁徛起的地；獨獨耶孚尼的子迦勒及嫩的子約書亞欲入去。","bklhl":"的確bōe得tio̍h入我chiù-chōa應允lín khiā起ê地；獨獨Iâ-hu-nî ê kiáⁿ迦勒，kap Lùn ê kiáⁿ約書亞，beh入去。"}},{"book":"民","chapter":14,"verse":31,"versions":{"unv":"但你們的婦人孩子，就是你們所說、要被擄掠的，我必把他們領進去，他們就得知你們所厭棄的那地。","bklcl":"Chóng-sī lín ê gín-á, chiū-sī lín só͘ kóng beh siū-lia̍h ê, Góa beh chhōa in ji̍p-khì, in chiū chai lín só͘ khì-sak hit ê tōe.","tghg":"總是恁的囝仔，就是恁所講、欲受掠的，我欲導𪜶入去，𪜶就知恁所棄拺彼個地。","bklhl":"總是lín ê gín-á，就是lín所講beh受掠ê，我beh chhōa in入去，in就知lín所棄sak hit ê地。"}},{"book":"民","chapter":14,"verse":32,"versions":{"unv":"至於你們，你們的屍首必倒在這曠野；","bklcl":"Lūn-kàu lín, lín ê sin-si beh tó tī chit khòng-iá.","tghg":"論到恁，恁的身屍欲倒佇此曠野；","bklhl":"論到lín，lín ê身屍beh倒tī chit曠野。"}},{"book":"民","chapter":14,"verse":33,"versions":{"unv":"你們的兒女必在曠野飄流四十年，擔當你們淫行的罪，直到你們的屍首在曠野消滅。","bklcl":"Lín ê kiáⁿ-jî beh tī khòng-iá phiau-liû sì-cha̍p nî, tam-tng lín îm-hēng ê chōe, ti̍t-kàu lín ê sin-si tī khòng-iá siau-bia̍t.","tghg":"恁的子兒欲佇曠野漂流四十年，擔當恁淫行的罪，直到恁的身屍佇曠野消滅。","bklhl":"Lín ê kiáⁿ兒beh tī曠野漂流四十年，擔當lín淫行ê罪，直到lín ê身屍tī曠野消滅。"}},{"book":"民","chapter":14,"verse":34,"versions":{"unv":"按你們窺探那地的四十日，一年頂一日，你們要擔當罪孽四十年，就知道我與你們疏遠了，","bklcl":"Chiàu lín thau-khòaⁿ hit ê tōe ê ji̍t-chí, kiōng sì-cha̍p ji̍t, chi̍t-ji̍t tí chi̍t-nî, lín tio̍h tam-tng chōe sì-cha̍p nî;  lín chiū chai Góa khì-sak lín.","tghg":"照恁偷看彼個地的日子共四十日，一日抵(tí)一年，恁著擔當罪四十年，恁就知我棄拺恁，","bklhl":"照lín偷看hit ê地ê日子，共四十日，一日抵一年，lín tio̍h擔當罪四十年；lín就知我棄sak lín。"}},{"book":"民","chapter":14,"verse":35,"versions":{"unv":"我─耶和華說過，我總要這樣待這一切聚集敵我的惡會眾；他們必在這曠野消滅，在這裡死亡。』」","bklcl":"Góa Iâ-hô-hoa í-keng kóng, Góa beh án-ni khoán-thāi che it-chhè chū-chi̍p tùi-te̍k Góa ê pháiⁿ hōe-chiòng;  in beh tī chit khòng-iá siau-bia̍t, sí tī-chia.","tghg":"我──耶和華已經講，我欲按呢款待這一切聚集對敵我的歹會眾；𪜶欲佇此曠野消滅，死佇遮。』","bklhl":"我耶和華已經講：我beh án-ni款待這一切聚集對敵我ê pháiⁿ會眾；in beh tī chit曠野消滅，死tī-chia。"}},{"book":"民","chapter":14,"verse":36,"versions":{"unv":"摩西所打發、窺探那地的人回來，報那地的惡信，叫全會眾向摩西發怨言，","bklcl":"Mô͘-se só͘ chhe thau-khòaⁿ hit ê tōe, tò-tńg lâi pò hit só͘-chāi ê pháiⁿ siau-sit, tì-kàu choân-hōe ai-oàn i;","tghg":"摩西所差、偷看彼個地倒轉來，報彼所在的歹消息，致到全會哀怨伊，","bklhl":"摩西所差偷看hit ê地，倒tńg來報hit所在ê pháiⁿ消息，致到全會哀怨伊；"}},{"book":"民","chapter":14,"verse":37,"versions":{"unv":"這些報惡信的人都遭瘟疫，死在耶和華面前。","bklcl":"hiah-ê pò hit só͘-chāi pháiⁿ siau-sit ê lâng, lóng tú-tio̍h un-e̍k, sí tī Iâ-hô-hoa ê bīn-chêng.","tghg":"許個報彼所在歹消息的人攏抵著(tú-tio̍h)瘟疫，死佇耶和華的面前。","bklhl":"hiah-ê報hit所在pháiⁿ消息ê人，lóng tú-tio̍h瘟疫，死tī耶和華ê面前。"}},{"book":"民","chapter":14,"verse":38,"versions":{"unv":"其中惟有嫩的兒子約書亞和耶孚尼的兒子迦勒仍然存活。","bklcl":"Thau-khòaⁿ hit só͘-chāi ê lâng ê tiong-kan, chí-ū Lùn ê kiáⁿ Iok-su-a, kap Iâ-hu-nî ê kiáⁿ Ka-le̍k, iáu-kú oa̍h-teh.","tghg":"偷看彼所在的人的中間只有嫩的子約書亞及耶孚尼的子迦勒猶久活啲。","bklhl":"偷看hit所在ê人ê中間，只有Lùn ê kiáⁿ約書亞，kap Iâ-hu-nî ê kiáⁿ迦勒，iáu-kú活teh。"}},{"book":"民","chapter":14,"verse":39,"versions":{"unv":"摩西將這些話告訴以色列眾人，他們就甚悲哀。","bklcl":"Mô͘-se chiong chiah-ê ōe kā Í-sek-lia̍t ê chèng-lâng kóng, peh-sìⁿ chiū chin iu-būn.","tghg":"摩西將諸個話給以色列的眾人講，百姓就真憂悶。","bklhl":"摩西將chiah ê話kā以色列ê眾人講：百姓就真憂悶。"}},{"book":"民","chapter":14,"verse":40,"versions":{"unv":"清早起來，上山頂去，說：「我們在這裡，我們有罪了；情願上耶和華所應許的地方去。」","bklcl":"In chá-chá khí-lâi chiūⁿ-khì soaⁿ-téng, kóng, Khòaⁿ ah, goán tī-chia, beh chiūⁿ-khì Iâ-hô-hoa só͘ èng-ún ê tōe, in-ūi goán ū hoān-chōe.","tghg":"𪜶早早起來，上去山頂，講：「看啊，阮佇遮，欲上去耶和華所應允的地，因為阮有犯罪。」","bklhl":"In早早起來上去山頂，講：看ah，阮tī-chia，beh上去耶和華所應允ê地，因為阮有犯罪。"}},{"book":"民","chapter":14,"verse":41,"versions":{"unv":"摩西說：「你們為何違背耶和華的命令呢？這事不能順利了。","bklcl":"Mô͘-se kóng, Lín siáⁿ-sū ûi-pōe Iâ-hô-hoa ê bēng-lēng ah?  chit ê sū bōe-ōe heng-thong.","tghg":"摩西講：「恁啥事違背耶和華的命令啊？此個事𣍐會亨通。","bklhl":"摩西講：Lín啥事違背耶和華ê命令ah？Chit ê事bōe會興通。"}},{"book":"民","chapter":14,"verse":42,"versions":{"unv":"不要上去；因為耶和華不在你們中間，恐怕你們被仇敵殺敗了。","bklcl":"Bo̍h-tit chiūⁿ-khì, in-ūi Iâ-hô-hoa bô tī lín tiong-kan, kiaⁿ-liáu lín hō͘ tùi-te̍k phah-pāi.","tghg":"莫得上去；因為耶和華無佇恁中間，驚了恁互對敵拍敗。","bklhl":"莫得chiūⁿ去，因為耶和華無tī lín中間，驚了lín hō͘對敵phah敗。"}},{"book":"民","chapter":14,"verse":43,"versions":{"unv":"亞瑪力人和迦南人都在你們面前，你們必倒在刀下；因你們退回不跟從耶和華，所以他必不與你們同在。」","bklcl":"In-ūi A-má-le̍k lâng, kap Ka-lâm lâng, lóng tī-hia tī lín ê thâu-chêng, lín beh tó tī to-ē;  in-ūi lín oa̍t-thâu bô tè Iâ-hô-hoa;  só͘-í Iâ-hô-hoa bô beh kap lín tī-teh.","tghg":"因為亞瑪力人及迦南人攏佇遐佇恁的頭前，恁欲倒佇刀下；因為恁越頭無隨耶和華，所以耶和華無欲及恁佇啲。」","bklhl":"因為A-má-le̍k人，kap迦南人，lóng tī-hia tī lín ê頭前，lín beh倒tī刀下；因為lín oa̍t頭無tè耶和華；所以耶和華無beh kap lín tī-teh。"}},{"book":"民","chapter":14,"verse":44,"versions":{"unv":"他們卻擅敢上山頂去，然而耶和華的約櫃和摩西沒有出營。","bklcl":"Chóng-sī in chū-choan chiūⁿ soaⁿ-téng; nā-sī Iâ-hô-hoa ê iok-kūi kap Mô͘-se bô chhut-iâⁿ.","tghg":"總是𪜶自專上山頂，若是耶和華的約櫃及摩西無出營。","bklhl":"總是in自專上山頂；但是耶和華ê約櫃kap摩西無出營。"}},{"book":"民","chapter":14,"verse":45,"versions":{"unv":"於是亞瑪力人和住在那山上的迦南人都下來擊打他們，把他們殺退了，直到何珥瑪。","bklcl":"Tùi án-ni A-má-le̍k lâng, kap Ka-lâm lâng, khiā-khí tī soaⁿ-ni̍h ê, lóng lo̍h-lâi kong-kek in, phah-pāi in, kàu tī Hô-jíⁿ-má.","tghg":"對按呢亞瑪力人及迦南人徛起佇山裡的攏落來攻擊𪜶拍敗𪜶，到佇何珥瑪。","bklhl":"Tùi án-ni，A-má-le̍k人，kap迦南人，khiā起tī山裡 ê，lóng落來攻擊in，phah敗in，到tī Hô-jíⁿ-má。"}}]