[{"book":"民","chapter":31,"verse":1,"versions":{"unv":"耶和華吩咐摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"民","chapter":31,"verse":2,"versions":{"unv":"「你要在米甸人身上報以色列人的仇，後來要歸到你列祖（原文是本民）那裡。」","bklcl":"Lí tio̍h kong-kek Bí-tiân lâng, thòe Í-sek-lia̍t lâng pò-siû; āu-lâi lí beh tò-chó͘.","tghg":"「你著攻擊米甸人替以色列人報仇，後來你欲倒祖。」","bklhl":"你tio̍h攻擊米甸人，替以色列人報仇；後來你beh tò祖。"}},{"book":"民","chapter":31,"verse":3,"versions":{"unv":"摩西吩咐百姓說：「要從你們中間叫人帶兵器出去攻擊米甸，好在米甸人身上為耶和華報仇。","bklcl":"Mô͘-se hoan-hù peh-sìⁿ kóng, Tio̍h tùi lín tiong-kan pī-pān lâng tòa ke-si chhut-khì kong-kek Bí-tiân, thang tī Bí-tiân lâng ê sin-chiūⁿ ūi Iâ-hô-hoa pò-siû.","tghg":"摩西吩咐百姓講：「著對恁中間備辦人帶家私出去攻擊米甸，通佇米甸人的身上為耶和華報仇。","bklhl":"摩西吩咐百姓講：Tio̍h tùi lín中間備辦人帶ke-si出去攻擊米甸，thang tī米甸人ê身上為耶和華報仇。"}},{"book":"民","chapter":31,"verse":4,"versions":{"unv":"從以色列眾支派中，每支派要打發一千人去打仗。」","bklcl":"Tio̍h tùi Í-sek-lia̍t chèng chi-phài ê tiong-kan, ta̍k chi-phài tio̍h chhe chi̍t-chheng lâng khì kau-chiàn.","tghg":"著對以色列眾支派的中間，逐支派著差一千人去交戰。」","bklhl":"Tio̍h tùi以色列眾支派ê中間，ta̍k支派tio̍h差一千人去交戰。"}},{"book":"民","chapter":31,"verse":5,"versions":{"unv":"於是從以色列千萬人中，每支派交出一千人，共一萬二千人，帶著兵器預備打仗。","bklcl":"Chiū tùi Í-sek-lia̍t chiah-ê cho̍k-tiong, ta̍k chi-phài chhut chi̍t-chheng lâng, kiōng chi̍t-bān nn̄g-chheng lâng, tòa ke-si pī-pān kau-chiàn.","tghg":"就對以色列諸個族中，逐支派出一千人，共一萬二千人，帶家私備辦交戰。","bklhl":"就tùi以色列chiah ê族中，ta̍k支派出一千人，共一萬兩千人，帶ke-si備辦交戰。"}},{"book":"民","chapter":31,"verse":6,"versions":{"unv":"摩西就打發每支派的一千人去打仗，並打發祭司以利亞撒的兒子非尼哈同去；非尼哈手裡拿著聖所的器皿和吹大聲的號筒。","bklcl":"Mô͘-se chiū chhe múi chi-phài chi̍t-chheng lâng khì kau-chiàn; in kap chè-si Í-lī-a-sat ê kiáⁿ Hui-nî-hap khì kau-chiàn;  Hui-nî-hap chhiú the̍h sèng-só͘ ê khì-kū, kap pûn tōa-siaⁿ ê hō-thâu.","tghg":"摩西就差每支派一千人去交戰，𪜶及祭司以利亞撒的子非尼哈去交戰；非尼哈手提聖所的器具及歕大聲的號頭。","bklhl":"摩西就差每支派一千人去交戰；in kap祭司Í-lī-a-sat ê kiáⁿ Hui-nî-hap去交戰；Hui-nî-hap手the̍h聖所ê器具，kap pûn大聲ê號頭。"}},{"book":"民","chapter":31,"verse":7,"versions":{"unv":"他們就照耶和華所吩咐摩西的，與米甸人打仗，殺了所有的男丁。","bklcl":"In chiàu Iâ-hô-hoa só͘ bēng-lēng Mô͘-se ê, kap Bí-tiân lâng kau-chiàn;  it-chīn thâi-sí in ê ta-po͘-teng.","tghg":"𪜶照耶和華所命令摩西的，及米甸人交戰，一盡刣死𪜶的查甫丁。","bklhl":"In照耶和華所命令摩西ê，kap米甸人交戰；一盡刣死in ê ta-po͘丁。"}},{"book":"民","chapter":31,"verse":8,"versions":{"unv":"在所殺的人中，殺了米甸的五王，就是以未、利金、蘇珥、戶珥、利巴，又用刀殺了比珥的兒子巴蘭。","bklcl":"Tī só͘ thâi-sí ê lâng ê tiong-kan, iā thâi-sí Bí-tiân chiah-ê ông, chiū-sī Í-bí, Lī-kim, So͘-jíⁿ, Hō͘-jíⁿ, Lī-pa, Bí-tiân gō͘ ê ông;  koh ēng to thâi-sí Pí-jíⁿ ê kiáⁿ Pa-lân.","tghg":"佇所刣死的人的中間，也刣死米甸諸個王，就是以未、利金、蘇珥、戶珥、利巴，米甸五個王，閣用刀刣死比珥的子巴蘭。","bklhl":"Tī所刣死ê人ê中間，也刣死米甸chiah ê王，就是Í-bí、Lī-kim、So͘-jíⁿ、Hō͘-jíⁿ、Lī-pa、米甸五個王；koh用刀刣死Pí-jíⁿ ê kiáⁿ Pa-lân。"}},{"book":"民","chapter":31,"verse":9,"versions":{"unv":"以色列人擄了米甸人的婦女孩子，並將他們的牲畜、羊群，和所有的財物都奪了來，當作擄物，","bklcl":"Í-sek-lia̍t lâng lia̍h Bí-tiân ê hū-jîn-lâng, kap in ê gín-á, iā chiong in it-chhè ê cheng-siⁿ, it-chhè iûⁿ-kûn, kap it-chhè ê châi-bu̍t lóng chhiúⁿ lâi, chòe chhiúⁿ-mi̍h.","tghg":"以色列人掠米甸的婦仁人及𪜶的囝仔，也將𪜶一切的精牲、一切羊群，及一切的財物攏搶來，做搶物，","bklhl":"以色列人掠米甸ê婦人人，kap in ê gín-á，也將in一切ê cheng-siⁿ，一切羊群，kap一切ê財物lóng搶來，做搶物。"}},{"book":"民","chapter":31,"verse":10,"versions":{"unv":"又用火焚燒他們所住的城邑和所有的營寨，","bklcl":"Koh ēng hé sio in só͘ khiā-khí ê tōe, hiah-ê siâⁿ, kap in só͘ ū ê iâⁿ-pôaⁿ;","tghg":"閣用火燒𪜶所徛起的地，許個城及𪜶所有的營盤，","bklhl":"Koh用火燒in所khiā起ê地，hiah-ê城，kap in所有ê營盤；"}},{"book":"民","chapter":31,"verse":11,"versions":{"unv":"把一切所奪的、所擄的，連人帶牲畜都帶了去，","bklcl":"chiong it-chhè só͘ chhiúⁿ ê, só͘ lia̍h ê, lâng kap cheng-siⁿ, lóng tòa-lâi.","tghg":"將一切所搶的、所掠的，人及精牲攏帶來，","bklhl":"將一切所搶ê，所掠ê，人kap cheng-siⁿ，lóng帶來。"}},{"book":"民","chapter":31,"verse":12,"versions":{"unv":"將所擄的人，所奪的牲畜、財物，都帶到摩押平原，在約旦河邊與耶利哥相對的營盤，交給摩西和祭司以利亞撒，並以色列的會眾。","bklcl":"Chiong só͘ lia̍h ê lâng, í-ki̍p só͘ chhiúⁿ só͘ the̍h ê mi̍h, lóng tòa kàu Mô͘-ap ê pîⁿ-iûⁿ, tī Iok-tàn hô-piⁿ, kap Iâ-lī-ko saⁿ-tùi ê iâⁿ-pôaⁿ, kau hō͘ Mô͘-se, kap chè-si Í-lī-a-sat, kap Í-sek-lia̍t ê hōe-chiòng.","tghg":"將所掠的人，以及所搶所提的物，攏帶到摩押的平洋，佇約但河邊及耶利哥相對的營盤，交互摩西及祭司以利亞撒，及以色列的會眾。","bklhl":"將所掠ê人，以及所搶所the̍h ê物，lóng帶到Mô͘-ap ê平洋，tī約旦河邊，kap耶利哥相對ê營盤，交hō͘摩西，kap祭司Í-lī-a-sat，kap以色列ê會眾。"}},{"book":"民","chapter":31,"verse":13,"versions":{"unv":"摩西和祭司以利亞撒，並會眾一切的首領，都出到營外迎接他們。","bklcl":"Mô͘-se kap chè-si Í-lī-a-sat kap hōe-chiòng lóng-chóng ê siú-léng, chhut-khì iâⁿ-gōa ngiâ-chih in.","tghg":"摩西及祭司以利亞撒，及會眾攏總的首領，出去營外迎接(ngiâ-chih)𪜶。","bklhl":"摩西kap祭司Í-lī-a-sat kap會眾lóng總ê首領，出去營外迎接in。"}},{"book":"民","chapter":31,"verse":14,"versions":{"unv":"摩西向打仗回來的軍長，就是千夫長、百夫長，發怒，","bklcl":"Mô͘-se siū-khì hiah-ê tùi kau-chiàn tò-lâi ê kun-tiúⁿ, chhian-chóng, peh-chóng.","tghg":"摩西受氣許個對交戰倒來的軍長、千總、百總，","bklhl":"摩西受氣hiah-ê tùi交戰tò來ê軍長，千總，百總。"}},{"book":"民","chapter":31,"verse":15,"versions":{"unv":"對他們說：「你們要存留這一切婦女的活命嗎？","bklcl":"Mô͘-se tùi in kóng, Lín lâu chiah-ê hū-lú iáu oa̍h-teh mah?","tghg":"摩西對𪜶講：「恁留諸個婦女猶活啲嗎？","bklhl":"摩西對in講，Lín留 chiah ê婦女iáu活teh mah？"}},{"book":"民","chapter":31,"verse":16,"versions":{"unv":"這些婦女因巴蘭的計謀，叫以色列人在毘珥的事上得罪耶和華，以致耶和華的會眾遭遇瘟疫。","bklcl":"Khòaⁿ ah, in thàn Pa-lân ê kè-bô͘, hō͘ Í-sek-lia̍t lâng tī Pí-jíⁿ ê sū tek-chōe Iâ-hô-hoa, tì-kàu Iâ-hô-hoa ê hōe-chiòng tú-tio̍h un-e̍k.","tghg":"看啊，𪜶趁巴蘭的計謀，互以色列人佇毗珥的事得罪耶和華，致到耶和華的會眾抵著(tú-tio̍h)瘟疫。","bklhl":"看ah，in thàn Pa-lân ê計謀，hō͘以色列人tī Pí-jíⁿ ê事得罪耶和華，致到耶和華ê會眾tú-tio̍h瘟疫。"}},{"book":"民","chapter":31,"verse":17,"versions":{"unv":"所以，你們要把一切的男孩和所有已嫁的女子都殺了。","bklcl":"Taⁿ tio̍h thâi-sí sòe-kiáⁿ-tiong lóng-chóng ê ta-po͘-gín-á, iā thâi-sí hiah-ê í-keng kap ta-po͘-lâng tâng-pâng ê hū-jîn-lâng.","tghg":"今著刣死細子中攏總的查甫囝仔，也刣死許個已經及查甫人同房的婦仁人。","bklhl":"Taⁿ tio̍h 刣死細kiáⁿ中lóng總ê ta-po͘-gín-á，也刣死hiah-ê已經kap ta-po͘人同房ê婦人人。"}},{"book":"民","chapter":31,"verse":18,"versions":{"unv":"但女孩子中，凡沒有出嫁的，你們都可以存留她的活命。","bklcl":"Chóng-sī hiah-ê bē kap ta-po͘-lâng tâng-pâng ê cha-bó͘-gín-á, lín thang ūi ka-kī lâu in ê oa̍h-miā.","tghg":"總是許個未及查甫人同房的查某囝仔，恁通為家己留𪜶的活命。","bklhl":"總是hiah-ê未kap ta-po͘人同房ê cha-bó͘-gín-á，lín thang為家己留in ê活命。"}},{"book":"民","chapter":31,"verse":19,"versions":{"unv":"你們要在營外駐紮七日；凡殺了人的，和一切摸了被殺的，並你們所擄來的人口，第三日，第七日，都要潔淨自己，","bklcl":"Lín tio̍h chat-iâⁿ tī iâⁿ-gōa chhit-ji̍t kú;  kìⁿ-nā thâi lâng ê, kìⁿ-nā bong-tio̍h siū-thâi-ê, tio̍h tī tē-saⁿ ji̍t, tē-chhit ji̍t chheng-khì ka-kī, iā tio̍h chheng-khì lín só͘ lia̍h-lâi ê lâng.","tghg":"恁著紮營佇營外七日久；見若刣人的，見若摸著受刣的，著佇第三日，第七日，清氣家己，也著清氣恁所掠來的人，","bklhl":"Lín tio̍h紮營tī營外七日久；見若刣人ê，見若摸tio̍h受刣-ê，tio̍h tī 第三日，第七日清氣家己，也tio̍h清氣lín所掠來ê人。"}},{"book":"民","chapter":31,"verse":20,"versions":{"unv":"也要因一切的衣服、皮物、山羊毛織的物，和各樣的木器，潔淨自己。」","bklcl":"Lūn-kàu só͘ ū ê i-ho̍k, á-sī phê-chòe-ê, á-sī soaⁿ-iûⁿ-mn̂g chit-ê, á-sī chhâ-chòe ê mi̍h, lóng tio̍h chheng-khì i.","tghg":"論到所有的衣服、抑是皮做的、抑是山羊毛織的，抑是柴做的物，攏著清氣伊。」","bklhl":"論到所有ê衣服，á是皮做ê，á是山羊毛織ê，á是柴做ê物，lóng tio̍h清氣伊。"}},{"book":"民","chapter":31,"verse":21,"versions":{"unv":"祭司以利亞撒對打仗回來的兵丁說：「耶和華所吩咐摩西律法中的條例乃是這樣：","bklcl":"Chè-si Í-lī-a-sat tùi kau-chiàn tò-lâi ê kun-tūi kóng, Iâ-hô-hoa só͘ bēng-lēng Mô͘-se lu̍t-hoat ê tiâu-lē chiū-sī án-ni;","tghg":"祭司以利亞撒對交戰倒來的軍隊講：「耶和華所命令摩西律法的條例就是按呢：","bklhl":"祭司Í-lī-a-sat對交戰tò來ê軍隊講：耶和華所命令摩西律法ê條例就是án-ni；"}},{"book":"民","chapter":31,"verse":22,"versions":{"unv":"金、銀、銅、鐵、錫、鉛，","bklcl":"chóng-sī kim, gûn, tâng, thih, siah, iân,","tghg":"總是金、銀、銅、鐵、錫、鉛，","bklhl":"總是金、銀、銅、鐵、錫、鉛，"}},{"book":"民","chapter":31,"verse":23,"versions":{"unv":"凡能見火的，你們要叫它經火就為潔淨，然而還要用除污穢的水潔淨它；凡不能見火的，你們要叫它過水。","bklcl":"kìⁿ-nā ōe tòng-tit hé ê mi̍h, lín tio̍h hō͘ i keng-kè hé, chiū chiâⁿ-chòe chheng-khì;  chóng-sī tio̍h koh ēng tû-khì ù-òe ê chúi chheng-khì i;  kìⁿ-nā bōe tòng-tit hé ê mi̍h, lín tio̍h hō͘ i keng-kè chúi.","tghg":"見若會擋得火的物，恁著互伊經過火就成做清氣，總是著閣用除去污穢的水清氣伊；見若𣍐擋得火的物，恁著互伊經過水。","bklhl":"見若能擋得火ê物，lín tio̍h hō͘伊經過火，就成做清氣；總是tio̍h koh用除去污穢ê水清氣伊；見若bōe擋得火ê物，lín tio̍h hō͘伊經過水。"}},{"book":"民","chapter":31,"verse":24,"versions":{"unv":"第七日，你們要洗衣服，就為潔淨，然後可以進營。」","bklcl":"Tē-chhit ji̍t tio̍h sóe lín ê saⁿ, lín chiū chheng-khì; chiah thang ji̍p iâⁿ.","tghg":"第七日，著洗恁的衫，恁就清氣，才通入營。」","bklhl":"第七日tio̍h洗lín ê衫，lín就清氣；chiah thang入營。"}},{"book":"民","chapter":31,"verse":25,"versions":{"unv":"耶和華曉諭摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"民","chapter":31,"verse":26,"versions":{"unv":"「你和祭司以利亞撒，並會眾的各族長，要計算所擄來的人口和牲畜的總數。","bklcl":"Lí kap chè-si Í-lī-a-sat, kap hōe-chiòng chiah-ê cho̍k-tiúⁿ, tio̍h sǹg só͘ chhiúⁿ-lia̍h-ê, bô-lūn lâng kap cheng-siⁿ ê siàu-gia̍h.","tghg":"「你及祭司以利亞撒，及會眾諸個族長，著算所搶掠的，無論人及精牲的數額。","bklhl":"你kap祭司Í-lī-a-sat，kap會眾chiah ê族長，tio̍h算所搶掠ê，無論人kap cheng-siⁿ ê數額。"}},{"book":"民","chapter":31,"verse":27,"versions":{"unv":"把所擄來的分作兩半：一半歸與出去打仗的精兵，一半歸與全會眾。","bklcl":"Só͘ chhiúⁿ-lâi-ê tio̍h pun chòe nn̄g-hūn, chi̍t-hūn hō͘ chhut-khì kau-chiàn ê cheng-peng, chi̍t-hūn hō͘ choân-hōe ê chèng-lâng.","tghg":"所搶來的著分做二份：一份互出去交戰的精兵，一份互全會的眾人。","bklhl":"所搶來ê tio̍h分做兩份，一份hō͘出去交戰ê精兵，一份hō͘全會ê眾人。"}},{"book":"民","chapter":31,"verse":28,"versions":{"unv":"又要從出去打仗所得的人口、牛、驢、羊群中，每五百取一，作為貢物奉給耶和華。","bklcl":"Tio̍h tùi chhut-chiàn ê peng-teng thiu-mi̍h lâi chìn-kòng Iâ-hô-hoa;  kìⁿ-nā lâng, gû, lû, iûⁿ-kûn, múi gō͘-pah thiu chi̍t.","tghg":"著對出戰的兵丁抽物來進貢耶和華，見若人、牛、驢、羊群，每五百抽一。","bklhl":"Tio̍h tùi出戰ê兵丁抽物來進貢耶和華；見若人、牛、驢、羊群，每五百抽一。"}},{"book":"民","chapter":31,"verse":29,"versions":{"unv":"從他們一半之中，要取出來交給祭司以利亞撒，作為耶和華的舉祭。","bklcl":"Tùi in hit-pòaⁿ ê tiong-kan, tio̍h thiu-chhut-i lâi hō͘ chè-si Í-lī-a-sat, chòe kú-chè hō͘ Iâ-hô-hoa.","tghg":"對𪜶彼半的中間，著抽出伊來互祭司以利亞撒，做舉祭(kú-chè)互耶和華。","bklhl":"對in hit半ê中間，tio̍h抽出伊來hō͘祭司Í-lī-a-sat，做舉祭hō͘耶和華。"}},{"book":"民","chapter":31,"verse":30,"versions":{"unv":"從以色列人的一半之中，就是從人口、牛、驢、羊群、各樣牲畜中，每五十取一，交給看守耶和華帳幕的利未人。」","bklcl":"Tùi Í-sek-lia̍t lâng hí chi̍t-pòaⁿ ê tiong-kan, chiū-sī tùi lâng, gû, lû, iûⁿ-kûn, lóng-chóng ê cheng-siⁿ, múi gō͘-cha̍p thiu chi̍t, kau-hō͘ kò͘-siú Iâ-hô-hoa hōe-bō͘ ê chek-sêng ê Lī-bī lâng.","tghg":"對以色列人彼一半的中間，就是對人、牛、驢、羊群，攏總的精牲，每五十抽一，交互顧守耶和華會幕的責成的利未人。」","bklhl":"Tùi以色列人hit一半ê中間，就是tùi人、牛、驢、羊群，lóng總ê cheng-siⁿ，每五十抽一，交hō͘顧守耶和華會幕ê責成ê利未人。"}},{"book":"民","chapter":31,"verse":31,"versions":{"unv":"於是摩西和祭司以利亞撒照耶和華所吩咐摩西的行了。","bklcl":"Mô͘-se chiū kap chè-si Í-lī-a-sat, chiàu Iâ-hô-hoa só͘ bēng-lēng Mô͘-se ê lâi kiâⁿ.","tghg":"摩西就及祭司以利亞撒照耶和華所命令摩西的來行。","bklhl":"摩西就kap祭司Í-lī-a-sat，照耶和華所命令摩西ê來行。"}},{"book":"民","chapter":31,"verse":32,"versions":{"unv":"除了兵丁所奪的財物以外，所擄來的：羊六十七萬五千隻；","bklcl":"Só͘ chhiúⁿ ê mi̍h, chiū-sī peng-teng só͘ chhiúⁿ ēng-chhun-ê, iûⁿ, la̍k-cha̍p-chhit bān gō͘-chheng chiah;","tghg":"所搶的物，就是兵丁所搶用剩的：羊六十七萬五千隻；","bklhl":"所搶ê物，就是兵丁所搶用chhun-.ê，羊，六十七萬五千隻；"}},{"book":"民","chapter":31,"verse":33,"versions":{"unv":"牛七萬二千隻；","bklcl":"gû, chhit-bān nn̄g-chheng chiah;","tghg":"牛七萬二千隻；","bklhl":"牛，七萬兩千隻；"}},{"book":"民","chapter":31,"verse":34,"versions":{"unv":"驢六萬一千匹；","bklcl":"lû, la̍k-bān chi̍t-chheng chiah;","tghg":"驢六萬一千隻；","bklhl":"驢，六萬一千隻；"}},{"book":"民","chapter":31,"verse":35,"versions":{"unv":"女人共三萬二千口，都是沒有出嫁的。","bklcl":"lâng, saⁿ-bān nn̄g-chheng, chiū-sī m̄-bat kap ta-po͘-lâng tâng-pâng ê cha-bó͘-gín-á.","tghg":"人三萬二千，就是呣曾及查甫人同房的查某囝仔。","bklhl":"人，三萬兩千，就是m̄-bat kap ta-po͘人同房ê cha-bó͘-gín-á。"}},{"book":"民","chapter":31,"verse":36,"versions":{"unv":"出去打仗之人的分，就是他們所得的那一半，共計羊三十三萬七千五百隻，","bklcl":"Chhut-khì kau-chiàn ê lâng ê hūn-gia̍h, chiū-sī in só͘ tit-tio̍h ê hit-pòaⁿ, kiōng ū iûⁿ, saⁿ-cha̍p-saⁿ bān chhit-chheng gō͘-pah chiah.","tghg":"出去交戰的人的份額，就是𪜶所得著的彼半，共有羊三十三萬七千五百隻，","bklhl":"出去交戰ê人ê份額，就是in所得tio̍h ê hit半，共有羊，三十三萬七千五百隻。"}},{"book":"民","chapter":31,"verse":37,"versions":{"unv":"從其中歸耶和華為貢物的，有六百七十五隻；","bklcl":"Tùi in tiong-kan thiu lâi chìn-kòng Iâ-hô-hoa ê iûⁿ, la̍k-pah chhit-cha̍p-gō͘ chiah.","tghg":"對𪜶中間抽來進貢耶和華的羊，六百七十五隻；","bklhl":"對in中間抽來進貢耶和華ê 羊，六百七十五隻。"}},{"book":"民","chapter":31,"verse":38,"versions":{"unv":"牛三萬六千隻，從其中歸耶和華為貢物的，有七十二隻；","bklcl":"Gû, saⁿ-bān la̍k-chheng chiah;  tùi in tiong-kan thiu lâi chìn-kòng Iâ-hô-hoa ê, chhit-cha̍p-jī chiah.","tghg":"牛三萬六千隻，對𪜶中間抽來進貢耶和華的，七十二隻；","bklhl":"牛，三萬六千隻；對in中間抽來進貢耶和華ê，七十二隻。"}},{"book":"民","chapter":31,"verse":39,"versions":{"unv":"驢三萬零五百匹，從其中歸耶和華為貢物的，有六十一匹；","bklcl":"Lû, saⁿ-bān liân gō͘-pah chiah;  tùi hit tiong-kan thiu lâi chìn-kòng Iâ-hô-hoa ê, sī la̍k-cha̍p-it chiah.","tghg":"驢三萬連五百隻，對彼中間抽來進貢耶和華的，是六十一隻；","bklhl":"驢，三萬連五百隻；tùi hit中間抽來進貢耶和華ê，是六十一隻。"}},{"book":"民","chapter":31,"verse":40,"versions":{"unv":"人一萬六千口，從其中歸耶和華的，有三十二口。","bklcl":"Lâng chi̍t-bān la̍k-chheng; tùi hit tiong-kan thiu lâi chìn-kòng Iâ-hô-hoa ê, sī saⁿ-cha̍p-jī ê.","tghg":"人一萬六千，對彼中間抽來進貢耶和華的，是三十二個。","bklhl":"人一萬六千；tùi hit中間抽來進貢耶和華ê，是三十二個。"}},{"book":"民","chapter":31,"verse":41,"versions":{"unv":"摩西把貢物，就是歸與耶和華的舉祭，交給祭司以利亞撒，是照耶和華所吩咐摩西的。","bklcl":"Mô͘-se chiong chìn-kòng ê mi̍h, chiū-sī kui hō͘ Iâ-hô-hoa ê kú-chè, kau hō͘ chè-si Í-lī-a-sat;  sī chiàu Iâ-hô-hoa só͘ bēng-lēng Mô͘-se ê.","tghg":"摩西將進貢的物，就是歸互耶和華的舉祭，交互祭司以利亞撒，是照耶和華所命令摩西的。","bklhl":"摩西將進貢 ê物，就是歸hō͘耶和華ê舉祭，交hō͘祭司Í-lī-a-sat；是照耶和華所命令摩西ê。"}},{"book":"民","chapter":31,"verse":42,"versions":{"unv":"以色列人所得的那一半，就是摩西從打仗的人取來分給他們的。","bklcl":"Í-sek-lia̍t lâng só͘ tit-tio̍h hit-chi̍t-pòaⁿ, chiū-sī Mô͘-se tùi kau-chiàn ê lâng pun lâi hō͘ in ê,","tghg":"以色列人所得著彼一半，就是摩西對交戰的人分來互𪜶的。","bklhl":"以色列人所得tio̍h hit一半，就是摩西tùi交戰ê人分來hō͘ in ê，"}},{"book":"民","chapter":31,"verse":43,"versions":{"unv":"（會眾的那一半有：羊三十三萬七千五百隻；","bklcl":"(hōe-chiòng hit-chi̍t-pòaⁿ ū iûⁿ, saⁿ-cha̍p-saⁿ bān chhit-chheng gō͘-pah chiah;","tghg":"（會眾彼一半有：羊三十三萬七千五百隻；","bklhl":"(會眾hit一半有羊，三十三萬七千五百隻；"}},{"book":"民","chapter":31,"verse":44,"versions":{"unv":"牛三萬六千隻；","bklcl":"gû, saⁿ-bān la̍k-chheng chiah;","tghg":"牛三萬六千隻；","bklhl":"牛，三萬六千隻；"}},{"book":"民","chapter":31,"verse":45,"versions":{"unv":"驢三萬零五百匹；","bklcl":"lû, saⁿ-bān liân gō͘-pah chiah;","tghg":"驢三萬連五百隻；","bklhl":"驢，三萬連五百隻；"}},{"book":"民","chapter":31,"verse":46,"versions":{"unv":"人一萬六千口。）","bklcl":"lâng, chi̍t-bān la̍k-chheng ê,)","tghg":"人一萬六千個。）","bklhl":"人，一萬六千個，)"}},{"book":"民","chapter":31,"verse":47,"versions":{"unv":"無論是人口是牲畜，摩西每五十取一，交給看守耶和華帳幕的利未人，是照耶和華所吩咐摩西的。","bklcl":"tùi Í-sek-lia̍t lâng ê chi̍t-pòaⁿ, bô-lūn sī lâng, sī cheng-siⁿ, Mô͘-se múi gō͘-cha̍p thiu chi̍t, kau-hō͘ kò͘-siú Iâ-hô-hoa hōe-bō͘ ê chek-sêng ê Lī-bī lâng;  sī chiàu Iâ-hô-hoa só͘ bēng-lēng Mô͘-se ê.","tghg":"對以色列人的一半無論是人是精牲，摩西每五十抽一，交互顧守耶和華會幕的責成的利未人，是照耶和華所命令摩西的。","bklhl":"tùi以色列人ê一半，無論是人，是cheng-siⁿ，摩西每五十抽一，交hō͘顧守耶和華會幕ê責成ê利未人；是照耶和華所命令摩西ê。"}},{"book":"民","chapter":31,"verse":48,"versions":{"unv":"帶領千軍的各軍長，就是千夫長、百夫長，都近前來見摩西，","bklcl":"Koán-lí kun-tūi chiah-ê koaⁿ, chiū-sī chhian-chóng peh-chóng, lóng lâi chiū-kūn Mô͘-se,","tghg":"管理軍隊諸個官，就是千總、百總，攏來就近摩西，","bklhl":"管理軍隊chiah ê官，就是千總百總，lóng來就近摩西，"}},{"book":"民","chapter":31,"verse":49,"versions":{"unv":"對他說：「僕人權下的兵已經計算總數，並不短少一人。","bklcl":"tùi Mô͘-se kóng, Lô͘-po̍k só͘ koán ê peng, í-keng tiám-sǹg chóng-gia̍h, goán tiong-kan bô kiám-chió chi̍t-lâng.","tghg":"對摩西講：「奴僕所管的兵已經點算總額，阮中間無減少一人。","bklhl":"對摩西講：奴僕所管ê兵，已經點算總額，阮中間無減少一人。"}},{"book":"民","chapter":31,"verse":50,"versions":{"unv":"如今我們將各人所得的金器，就是腳鍊子、鐲子、打印的戒指、耳環、手釧，都送來為耶和華的供物，好在耶和華面前為我們的生命贖罪。」","bklcl":"Taⁿ goán chiong ta̍k-lâng só͘ tit-tio̍h ê kim-khì, liān-á, chhiú-khoân, phah ìn-á ê chhiú-chí, hī-kau, kòa ām-kún ê chu-liān-á, lóng tòa-lâi chòe lé-mi̍h hiàn hō͘ Iâ-hô-hoa, thang tī Iâ-hô-hoa ê bīn-chêng, ūi-tio̍h goán pún-sin sio̍k-chōe.","tghg":"今阮將逐人所得著的金器、鍊仔、手環、拍印仔的手指、耳鈎、掛頷頸的珠鍊仔，攏帶來做禮物獻互耶和華，通佇耶和華的面前為著阮本身贖罪。」","bklhl":"Taⁿ阮將ta̍k人所得tio̍h ê金器、鍊á、手環，phah印á ê手指、耳鉤，蓋頷頸ê 珠鍊á，lóng 帶來做禮物獻hō͘耶和華，thang tī耶和華ê面前，為tio̍h阮本身贖罪。"}},{"book":"民","chapter":31,"verse":51,"versions":{"unv":"摩西和祭司以利亞撒就收了他們的金子，都是打成的器皿。","bklcl":"Mô͘-se kap chè-si Í-lī-a-sat, chiū siu in ê kim, chiū-sī ta̍k-iūⁿ phah hó ê chhiú-sek.","tghg":"摩西及祭司以利亞撒就收𪜶的金，就是逐樣拍好的手飾(chhiú-sek)。","bklhl":"摩西kap祭司Í-lī-a-sat，就收in ê金，就是ta̍k樣phah好ê手飾。"}},{"book":"民","chapter":31,"verse":52,"versions":{"unv":"千夫長、百夫長所獻給耶和華為舉祭的金子共有一萬六千七百五十舍客勒。","bklcl":"Chhian-chóng peh-chóng só͘ hiàn-hō͘ Iâ-hô-hoa ê kim, kiōng ū chi̍t-bān la̍k-chheng chhit-pah gō͘-cha̍p sià-khek-le̍k.","tghg":"千總、百總所獻互耶和華的金共有一萬六千七百五十舍客勒。","bklhl":"千總百總所獻hō͘耶和華ê金，共有一萬六千七百五十sià-khek-le̍k。"}},{"book":"民","chapter":31,"verse":53,"versions":{"unv":"各兵丁都為自己奪了財物。","bklcl":"In-ūi ta̍k ê peng-teng lóng ū ūi-tio̍h ka-kī chhiúⁿ châi-bu̍t.","tghg":"因為逐個兵丁攏有為著家己搶財物。","bklhl":"因為ta̍k-ê兵丁lóng有為tio̍h家己搶財物。"}},{"book":"民","chapter":31,"verse":54,"versions":{"unv":"摩西和祭司以利亞撒收了千夫長、百夫長的金子，就帶進會幕，在耶和華面前作為以色列人的紀念。","bklcl":"Mô͘-se kap chè-si Í-lī-a-sat siu chhian-chóng peh-chóng ê kim, chiū tòa-ji̍p hōe-bō͘, tī Iâ-hô-hoa ê bīn-chêng chòe Í-sek-lia̍t lâng ê kì-liām.","tghg":"摩西及祭司以利亞撒收千總、百總的金，就帶入會幕，佇耶和華的面前做以色列人的紀念。","bklhl":"摩西kap祭司Í-lī-a-sat收千總百總ê金，就帶入會幕，tī耶和華ê面前做以色列人ê記念。"}}]