[{"book":"瑪","chapter":3,"verse":1,"versions":{"unv":"萬軍之耶和華說：「我要差遣我的使者在我前面預備道路。你們所尋求的主必忽然進入他的殿；立約的使者，就是你們所仰慕的，快要來到。」","bklcl":"Bān-kun ê Iâ-hô-hoa kóng, Khòaⁿ ah, Góa chhe Góa ê sù-chiá, i beh tī Góa ê thâu-chêng pī-pān lō͘; lín só͘ chhē ê Chú, beh hut-jiân kàu I ê tiān, bêng-iok ê sù-chiá, chiū-sī lín só͘ him-bō͘--ê, khòaⁿ ah, i lâi lah.","tghg":"萬軍的耶和華講：「看啊，我差我的使者，伊欲佇我的頭前備辦路。恁所尋的主欲忽然到伊的殿；盟約的使者，就是恁所欣慕者，看啊，伊來啦。」","bklhl":"萬軍ê耶和華講，看ah，我差我ê使者，伊beh tī我ê頭前備辦路；lín所chhē ê主，beh忽然到祂ê殿，盟約ê使者，就是lín所欣慕ê，看ah，伊來lah。"}},{"book":"瑪","chapter":3,"verse":2,"versions":{"unv":"他來的日子，誰能當得起呢？他顯現的時候，誰能立得住呢？因為他如煉金之人的火，如漂布之人的鹼。","bklcl":"To̍k-to̍k I lâi ê ji̍t, chī-chūi tng-ōe-khí; I hián-hiān ê sî, chī-chūi khiā-ōe-tiâu?  In-ūi I chhin-chhiūⁿ thoàn-liān--ê ê hé, koh chhin-chhiūⁿ phiò-pò͘--ê ê kiⁿ.","tghg":"獨獨伊來的日，是誰當會起？伊顯現的時，是誰徛會住(tiâu)？因為伊親像鍛煉者的火，閣親像漂(phiò)布者的鹼(kiⁿ)。","bklhl":"獨獨祂來ê日，是誰當ōe-khí；祂顯現ê時，是誰 khiā-ōe-tiâu？因為祂親像鍛鍊ê ê火，koh親像漂布ê ê鹼(kiⁿ)。"}},{"book":"瑪","chapter":3,"verse":3,"versions":{"unv":"他必坐下如煉淨銀子的，必潔淨利未人，熬煉他們像金銀一樣；他們就憑公義獻供物給耶和華。","bklcl":"I beh chē-teh, chhin-chhiūⁿ thoàn-liān gûn hō͘ i chheng-khì-ê, lâi chheng-khì Lī-bī ê kiáⁿ-sun, thoàn-liān in chhin-chhiūⁿ kim-gûn; in chiū beh pîn kong-gī hiàn lé-mi̍h hō͘ Iâ-hô-hoa.","tghg":"伊欲坐啲，親像鍛煉銀互伊清氣的，來清氣利未的子孫，鍛煉𪜶親像金銀；𪜶就欲憑公義獻禮物互耶和華。","bklhl":"祂beh坐teh，親像鍛鍊銀hō͘伊清氣ê，來清氣利未ê kiáⁿ孫，鍛鍊in親像金銀；in就beh憑公義獻禮物hō͘耶和華。"}},{"book":"瑪","chapter":3,"verse":4,"versions":{"unv":"那時，猶大和耶路撒冷所獻的供物必蒙耶和華悅納，彷彿古時之日、上古之年。","bklcl":"Hit-sî Iû-tāi kap Iâ-lō͘-sat-léng só͘ hiàn ê lé-mi̍h, beh tit-tio̍h Iâ-hô-hoa hoaⁿ-hí, chhin-chhiūⁿ kū-sî ê ji̍t, kó͘-chá ê nî.","tghg":"彼時，猶大及耶路撒冷所獻的禮物欲得著耶和華歡喜，親像舊時的日、古早的年。","bklhl":"Hit時偤大kap耶路撒冷所獻ê禮物，beh得tio̍h耶和華歡喜，親像舊時ê日，古早ê年。"}},{"book":"瑪","chapter":3,"verse":5,"versions":{"unv":"萬軍之耶和華說：「我必臨近你們，施行審判。我必速速作見證，警戒行邪術的、犯姦淫的、起假誓的、虧負人之工價的、欺壓寡婦孤兒的、屈枉寄居的，和不敬畏我的。」","bklcl":"Bān-kun ê Iâ-hô-hoa kóng, Góa beh lîm-kàu lín, lâi sím-phòaⁿ; Góa beh kín-kín chòe kan-chèng lâi chí-bêng kiâⁿ siâ-su̍t--ê, kiâⁿ kan-îm--ê, lām-sám chiù-chōa--ê, khui-hū chòe-kang lâng ê kang-chîⁿ--ê, khi-ap kóaⁿ-hū ko͘-jî--ê, oan-óng chhut-gōa lâng--ê, kap bô kiaⁿ-ùi Góa--ê.","tghg":"萬軍的耶和華講：「我欲臨到恁，來審判。我欲緊緊做干證，來指明行邪術者、行姦淫者、濫糝咒誓(chiù-chōa)者、虧負做工人的工錢者、欺壓寡婦孤兒者、冤枉出外人者，及無驚畏我者。」","bklhl":"萬軍ê耶和華講，我beh臨到lín，來審判；我beh緊緊做干證來指明行邪術ê，行姦淫ê，lām-sám chiù-chōa-ê，虧負做工人ê工錢ê，欺壓寡婦孤兒ê，冤枉出外人ê，kap無驚畏我ê。"}},{"book":"瑪","chapter":3,"verse":6,"versions":{"unv":"因我─耶和華是不改變的，所以你們雅各之子沒有滅亡。","bklcl":"In-ūi Góa Iâ-hô-hoa bô kóe-ōaⁿ; só͘-í lín Ngá-kok ê kiáⁿ bô tú-tio̍h bia̍t-bô.","tghg":"因為我──耶和華無改換，所以恁雅各的子無抵著(tú-tio̍h)滅無。","bklhl":"因為我耶和華無改換；所以lín雅各ê kiáⁿ無tú-tio̍h滅無。"}},{"book":"瑪","chapter":3,"verse":7,"versions":{"unv":"萬軍之耶和華說：從你們列祖的日子以來，你們常常偏離我的典章而不遵守。現在你們要轉向我，我就轉向你們。你們卻問說：『我們如何才是轉向呢？』","bklcl":"Bān-kun ê Iâ-hô-hoa kóng, Tùi lín lia̍t-chó͘ ê ji̍t í-lâi, lín ū ûi-pōe Góa ê lu̍t-lē, iā bô siú i; taⁿ lín tio̍h oa̍t-tńg chhē Góa, Góa chiū oa̍t-tńg chhē lín; chóng-sī lín kóng, Goán tio̍h cháiⁿ-iūⁿ oa̍t-tńg?","tghg":"萬軍的耶和華講：對恁列祖的日以來，恁有違背我的律例，也無守伊。今恁著越轉尋我，我就越轉尋恁。總是恁講：『阮著怎樣越轉？』","bklhl":"萬軍ê耶和華講，Tùi lín列祖ê日以來，lín有違背我ê律例，也無守伊；taⁿ lín tio̍h oa̍t-tńg chhē我，我就oa̍t-tńg chhē lín；總是lín講，阮tio̍h怎樣oa̍t-tńg？"}},{"book":"瑪","chapter":3,"verse":8,"versions":{"unv":"人豈可奪取　神之物呢？你們竟奪取我的供物。你們卻說：『我們在何事上奪取你的供物呢？』就是你們在當納的十分之一和當獻的供物上。","bklcl":"Lâng kiám thang thau-the̍h Siōng-tè ê mi̍h mah?  Lín kèng-jiân thau-the̍h Góa ê mi̍h.  Chóng-sī lín kóng, Goán tī sím-mi̍h sū thau-the̍h Lí ê mi̍h ah?  Chiū-sī tī eng-kai la̍p ê cha̍p-hūn-chi̍t kap lé-mi̍h.","tghg":"人豈通偷提上帝的物嗎？恁竟然偷提我的物。總是恁講：『阮佇甚麼事偷提你的物啊？』就是佇應該納的十份一及禮物。","bklhl":"人kiám thang偷the̍h上帝ê物mah？Lín竟然偷the̍h我ê物。總是lín講，阮tī甚麼事偷the̍h你ê物ah？就是tī應該納ê十份一kap禮物。"}},{"book":"瑪","chapter":3,"verse":9,"versions":{"unv":"因你們通國的人都奪取我的供物，咒詛就臨到你們身上。","bklcl":"In-ūi lín thong-kok ê lâng, lóng thau-the̍h Góa ê mi̍h; só͘-í lín siū tāng ê chiù-chó͘.","tghg":"因為恁通國的人攏偷提我的物，所以恁受重的咒詛。","bklhl":"因為lín thong國ê人，lóng偷the̍h我ê物；所以lín受重ê咒詛。"}},{"book":"瑪","chapter":3,"verse":10,"versions":{"unv":"萬軍之耶和華說：你們要將當納的十分之一全然送入倉庫，使我家有糧，以此試試我，是否為你們敞開天上的窗戶，傾福與你們，甚至無處可容。","bklcl":"Bān-kun ê Iâ-hô-hoa kóng, Lín tio̍h ēng cha̍p-hūn ê chi̍t-hūn, oân-choân sàng-ji̍p hú-khò͘, hō͘ Góa ê chhù ū bí-niû; ēng chit-ê lâi chhì Góa, khòaⁿ Góa kó-jiân kā lín khui thiⁿ ê thang-á, piàⁿ hok-khì hō͘ lín, kàu bô tè(**teh) thang hē bô?","tghg":"萬軍的耶和華講：恁著用十份的一份完全送入府庫，互我的厝有米糧，用此個來試我，看我果然給恁開天的窗仔，傾(piàⁿ)福氣互恁，到無地通下(hē)無。","bklhl":"萬軍ê耶和華講，Lín tio̍h用十份ê一份，完全送入府庫，hō͘我ê厝有米糧；用chit ê來試我，看我果然kā lín開天ê窗á，piàⁿ福氣hō͘ lín，到無teh thang hē無？"}},{"book":"瑪","chapter":3,"verse":11,"versions":{"unv":"萬軍之耶和華說：我必為你們斥責蝗蟲（原文是吞噬者），不容牠毀壞你們的土產。你們田間的葡萄樹在未熟之先也不掉果子。","bklcl":"Bān-kun ê Iâ-hô-hoa kóng, Góa beh ūi lín chek-pī chháu-meh, bô iông-ún i húi-hoāi thó͘-sán; lín chhân--nih ê phû-tô-chhiū, tī bē se̍k ê tāi-seng, iā bô lak-lia̍p.","tghg":"萬軍的耶和華講：我欲為恁責備草蜢，無容允伊毀壞土產。恁田裡的葡萄樹佇未熟的代先也無落(lak)粒。","bklhl":"萬軍ê耶和華講，我beh為lín責備草蜢，無容允伊毀壞土產；lín田裡ê葡萄樹，tī未熟ê事先，也無落粒。"}},{"book":"瑪","chapter":3,"verse":12,"versions":{"unv":"萬軍之耶和華說：萬國必稱你們為有福的，因你們的地必成為喜樂之地。」","bklcl":"Bān-kun ê Iâ-hô-hoa kóng, Bān-kok beh chheng lín chòe ū hok-khì--ê, in-ūi lín beh chòe thang hoaⁿ-hí ê tōe.","tghg":"萬軍的耶和華講：萬國欲稱恁做有福氣者，因為恁欲做通歡喜的地。」","bklhl":"萬軍ê耶和華講，萬國beh稱lín做有福氣ê，因為lín beh做thang歡喜ê地。"}},{"book":"瑪","chapter":3,"verse":13,"versions":{"unv":"耶和華說：「你們用話頂撞我，你們還說：『我們用甚麼話頂撞了你呢？』","bklcl":"Iâ-hô-hoa kóng, Lín ēng ngī ê ōe kek Góa.  Lín iáu-kú kóng, Goán ēng sím-mi̍h ōe kek Lí ah?","tghg":"耶和華講：「恁用硬的話激我，恁猶久講：『阮用甚麼話激你啊？』","bklhl":"耶和華講，lín用硬ê話激我。Lín iáu-kú講，阮用甚麼話激你ah？"}},{"book":"瑪","chapter":3,"verse":14,"versions":{"unv":"你們說：『事奉　神是徒然的，遵守　神所吩咐的，在萬軍之耶和華面前苦苦齋戒，有甚麼益處呢？","bklcl":"Lín bat kóng, Ho̍k-sāi Siōng-tè sī khang-khang, goán chun-siú I ê bēng-lēng, tī bān-kun ê Iâ-hô-hoa bīn-chêng khek-khó͘ lâi kiâⁿ, ū sím-mi̍h lī-ek ah?","tghg":"恁曾講：『服事上帝是空空，阮遵守伊的命令，佇萬軍的耶和華面前刻苦來行，有甚麼利益啊？","bklhl":"Lín bat講，服事上帝是空空，阮遵守祂ê命令，tī萬軍ê耶和華面前刻苦來行，有甚麼利益ah？"}},{"book":"瑪","chapter":3,"verse":15,"versions":{"unv":"如今我們稱狂傲的人為有福，並且行惡的人得建立；他們雖然試探　神，卻得脫離災難。』」","bklcl":"Taⁿ goán chheng kiau-ngō͘ ê lâng ū hok-khì; ia̍h koh kiâⁿ-pháiⁿ ê lâng tit-tio̍h kiàn-li̍p; in chhì Siōng-tè, iáu-kú tit-tio̍h kiù-chhut.","tghg":"今阮稱驕傲的人有福氣，亦閣行歹的人得著建立；𪜶試上帝，猶久得著救出。』」","bklhl":"Taⁿ阮稱驕傲ê人有福氣；亦koh行pháiⁿ ê人得tio̍h建立；in試上帝，iáu-kú得tio̍h救出。"}},{"book":"瑪","chapter":3,"verse":16,"versions":{"unv":"那時，敬畏耶和華的彼此談論，耶和華側耳而聽，且有紀念冊在他面前，記錄那敬畏耶和華、思念他名的人。","bklcl":"Hit-sî kèng-ùi Iâ-hô-hoa ê lâng saⁿ-kap kóng, Iâ-hô-hoa àⁿ hī-khang teh thiaⁿ; koh ū kì-liām ê chheh siá tī I ê bīn-chêng, sī ūi-tio̍h kèng-ùi Iâ-hô-hoa siàu-liām I ê miâ ê lâng.","tghg":"彼時，敬畏耶和華的人相及講，耶和華俯(àⁿ)耳孔啲聽，閣有紀念的冊寫佇伊的面前，是為著敬畏耶和華、數念(siàu-liām)伊的名的人。","bklhl":"Hit時敬畏耶和華ê人相kap講，耶和華俯耳孔teh聽；koh有記念ê冊寫tī祂ê面前，是為tio̍h敬畏耶和華siàu念祂ê名ê人。"}},{"book":"瑪","chapter":3,"verse":17,"versions":{"unv":"萬軍之耶和華說：「在我所定的日子，他們必屬我，特特歸我。我必憐恤他們，如同人憐恤服事自己的兒子。","bklcl":"Bān-kun ê Iâ-hô-hoa kóng, Tī Góa só͘ tiāⁿ-tio̍h ê ji̍t, in beh kui tī Góa, chòe te̍k-pia̍t ê pó-pòe;  Góa beh thiàⁿ-sioh in, chhin-chhiūⁿ lâng thiàⁿ-sioh hit-ê ho̍k-sāi i ê kiáⁿ-jî.","tghg":"萬軍的耶和華講：「佇我所定著(tiāⁿ-tio̍h)的日，𪜶欲歸佇我，做特別的寶貝。我欲疼惜𪜶，親像人疼惜彼個服事伊的子兒。","bklhl":"萬軍ê耶和華講，Tī我所定tio̍h ê日，in beh歸tī我，做特別ê寶貝；我beh疼惜in，親像人疼惜hit ê服事伊ê kiáⁿ兒。"}},{"book":"瑪","chapter":3,"verse":18,"versions":{"unv":"那時你們必歸回，將善人和惡人，事奉　神的和不事奉　神的，分別出來。」","bklcl":"Hit-sî lín beh koh ōe hiáu-tit hó-lâng kap pháiⁿ-lâng ê hun-piat, ho̍k-sāi Siōng-tè ê lâng kap bô ho̍k-sāi Siōng-tè ê lâng ê hun-piat.","tghg":"彼時恁欲閣會曉得好人及歹人的分別，服事上帝的人及無服事上帝的人的分別。」","bklhl":"Hit時lín beh koh ōe曉得好人kap pháiⁿ人ê分別，服事上帝ê人kap無服事上帝ê人ê分別。"}}]