[{"book":"瑪","chapter":2,"verse":1,"versions":{"unv":"「眾祭司啊，這誡命是傳給你們的。","bklcl":"Lín chiah-ê chè-si ah, chit ê bēng-lēng sī hō͘ lín--ê.","tghg":"「恁諸個祭司啊，此個命令是互恁的。","bklhl":"Lín chiah ê祭司ah，chit ê命令是hō͘ lín-ê。"}},{"book":"瑪","chapter":2,"verse":2,"versions":{"unv":"萬軍之耶和華說：你們若不聽從，也不放在心上，將榮耀歸與我的名，我就使咒詛臨到你們，使你們的福分變為咒詛；因你們不把誡命放在心上，我已經咒詛你們了。","bklcl":"Bān-kun ê Iâ-hô-hoa kóng, Lín nā m̄-thiaⁿ, m̄ hē tī sim--nih, lâi kui êng-kng Góa ê miâ, Góa chiū hō͘ chiù-chó͘ kàu tī lín, hō͘ lín ê hok-khì piàn-chòe chiù-chó͘; Góa í-keng chiù-chó͘, in-ūi lín bô chiong bēng-lēng hē tī sim--nih.","tghg":"萬軍的耶和華講：恁若呣聽，呣下(hē)佇心裡，來歸榮光我的名，我就互咒詛到佇恁，互恁的福氣變做咒詛；我已經咒詛，因為恁無將命令下佇心裡。","bklhl":"萬軍ê耶和華講，Lín若m̄聽，m̄ hē tī心裡，來歸榮光我ê名，我就hō͘咒詛到tī lín，hō͘ lín ê福氣變做咒詛；我已經咒詛，因為lín無將命令hē tī心裡。"}},{"book":"瑪","chapter":2,"verse":3,"versions":{"unv":"我必斥責你們的種子，又把你們犧牲的糞抹你們的臉上；你們要與糞一同除掉。","bklcl":"Khòaⁿ ah, Góa beh ūi-tio̍h lín lâi phah-pháiⁿ chéng-chí, koh ēng pùn kô͘ lín ê bīn, chiū-sī lín ê seng-lé ê pùn; lín beh kap i pîⁿ-pîⁿ tû--khì.","tghg":"看啊，我欲為著恁來拍歹種子，閣用糞(pùn)糊恁的面就是恁的牲禮的糞；恁欲及伊平平除去。","bklhl":"看ah，我beh為tio̍h lín來phah-pháiⁿ種子，koh用糞糊lín ê面，就是lín ê牲禮ê糞；lín beh kap伊平平除去。"}},{"book":"瑪","chapter":2,"verse":4,"versions":{"unv":"你們就知道我傳這誡命給你們，使我與利未（或譯：利未人）所立的約可以常存。這是萬軍之耶和華說的。","bklcl":"Lín chiū chai Góa ēng chit ê bēng-lēng hō͘ lín, thang chòe Góa kap Lī-bī só͘ li̍p ê iok; che sī bān-kun ê Iâ-hô-hoa kóng--ê.","tghg":"恁就知我用此個命令互恁，通做我及利未所立的約。這是萬軍的耶和華講的。","bklhl":"Lín就知我用chit ê命令hō͘ lín，thang做我kap利未所立ê約；這是萬軍ê耶和華講ê。"}},{"book":"瑪","chapter":2,"verse":5,"versions":{"unv":"我曾與他立生命和平安的約。我將這兩樣賜給他，使他存敬畏的心，他就敬畏我，懼怕我的名。","bklcl":"Góa kap i só͘ li̍p--ê, sī oa̍h-miā kap pêng-an ê iok; Góa chiong che hō͘ i, hō͘ i kiaⁿ-ùi; i chiū kiaⁿ-ùi Góa, kèng-ùi Góa ê miâ.","tghg":"我及伊所立的是活命及平安的約。我將這互伊，互伊驚畏；伊就驚畏我，敬畏我的名。","bklhl":"我kap伊所立ê，是活命kap平安ê約；我將這hō͘伊，hō͘伊驚畏；伊就驚畏我，敬畏我ê名。"}},{"book":"瑪","chapter":2,"verse":6,"versions":{"unv":"真實的律法在他口中，他嘴裡沒有不義的話。他以平安和正直與我同行，使多人回頭離開罪孽。","bklcl":"Chin-lí ê lu̍t-hoat tī i ê chhùi-lāi; tī i ê chhùi-tûn chhē bô put-gī; i ēng pêng-an chèng-ti̍t kap Góa tâng-kiâⁿ, hō͘ chōe-chōe lâng oa̍t-tńg lī-khui pháiⁿ.","tghg":"真理的律法佇伊的嘴內，佇伊的嘴唇尋(chhē)無不義。伊用平安正直及我同行，互多多人越轉離開歹。","bklhl":"真理ê律法tī伊ê嘴內；tī伊ê嘴唇chhē無不義；伊用平安正直kap我同行，hō͘ chōe-chōe人oa̍t-tńg離開pháiⁿ。"}},{"book":"瑪","chapter":2,"verse":7,"versions":{"unv":"祭司的嘴裡當存知識，人也當由他口中尋求律法，因為他是萬軍之耶和華的使者。","bklcl":"In-ūi chè-si ê chhùi-tûn tio̍h chûn tì-sek, lâng tio̍h tùi i ê chhùi chhéng-kàu lu̍t-hoat, in-ūi i sī bān-kun ê Iâ-hô-hoa ê sù-chiá.","tghg":"因為祭司的嘴唇著存智識，人著對伊的嘴請教律法，因為伊是萬軍的耶和華的使者。","bklhl":"因為祭司ê嘴唇tio̍h存智識，人tio̍h對伊ê嘴請教律法，因為伊是萬軍ê耶和華ê使者。"}},{"book":"瑪","chapter":2,"verse":8,"versions":{"unv":"你們卻偏離正道，使許多人在律法上跌倒。你們廢棄我與利未所立的約。這是萬軍之耶和華說的。","bklcl":"Chóng-sī lín ū lī-khui hit tiâu lō͘, hō͘ chōe-chōe lâng tī lu̍t-hoat tio̍h-tak; lín pāi-hoāi Lī-bī ê iok; che sī bān-kun ê Iâ-hô-hoa kóng--ê.","tghg":"總是恁有離開彼條路，互多多人佇律法著觸(tio̍h-tak)。恁敗壞利未的約。這是萬軍的耶和華講的。","bklhl":"總是lín有離開hit條路，hō͘ chōe-chōe人tī律法tio̍h-tak；lín敗壞利未ê約；這是萬軍ê耶和華講ê。"}},{"book":"瑪","chapter":2,"verse":9,"versions":{"unv":"所以我使你們被眾人藐視，看為下賤；因你們不守我的道，竟在律法上瞻徇情面。」","bklcl":"Só͘-í Góa hō͘ lín siū chèng-lâng khòaⁿ-khin, khòaⁿ-chòe hā-chiān; in-ūi lín bô siú Góa ê tō-lō͘, tī lu̍t-hoat ēng phian-su khoán-thāi lâng.","tghg":"所以我互恁受眾人看輕，看做下賤；因為恁無守我的道路，佇律法用偏私款待人。」","bklhl":"所以我hō͘ lín受眾人看輕，看做下賤；因為lín無守我ê道路，tī律法用偏私款待人。"}},{"book":"瑪","chapter":2,"verse":10,"versions":{"unv":"我們豈不都是一位父嗎？豈不是一位　神所造的嗎？我們各人怎麼以詭詐待弟兄，背棄了　神與我們列祖所立的約呢？","bklcl":"Lán kiám-m̄-sī tâng chi̍t ê pē mah?  Kiám-m̄-sī chi̍t ūi Siōng-tè chhòng-chō lán mah?  Lán ta̍k-lâng siáⁿ-sū ēng khúi-chà khoán-thāi hiaⁿ-tī, pāi-hoāi lia̍t-chó͘ ê iok ah?","tghg":"咱豈呣是同一個父嗎？豈呣是一位上帝創造咱嗎？咱逐人啥事用詭詐款待兄弟，敗壞列祖的約啊？","bklhl":"咱kiám m̄是同一个父mah？Kiám m̄是一位上帝創造咱mah？咱ta̍k人啥事用詭詐款待兄弟，敗壞列祖ê約ah？"}},{"book":"瑪","chapter":2,"verse":11,"versions":{"unv":"猶大人行事詭詐，並且在以色列和耶路撒冷中行一件可憎的事；因為猶大人褻瀆耶和華所喜愛的聖潔（或譯：聖地），娶事奉外邦神的女子為妻。","bklcl":"Iû-tāi kiâⁿ khúi-chà koh tī Í-sek-lia̍t kap Iâ-lō͘-sat-léng ê tiong-kan kiâⁿ khó-ò͘ⁿ ê sū; in-ūi Iû-tāi siat-to̍k Iâ-hô-hoa só͘ thiàⁿ ê sèng-só͘; chhōa ho̍k-sāi gōa-pang ê siōng-tè ê cha-bó͘-kiáⁿ chòe bó͘.","tghg":"猶大行詭詐，閣佇以色列及耶路撒冷的中間行可惡的事；因為猶大褻瀆(siat-to̍k)耶和華所疼的聖所，娶服事外邦的上帝的查某子做某。","bklhl":"偤大行詭詐koh tī以色列kap耶路撒冷ê中間行可惡ê事；因為偤大褻瀆耶和華所疼ê聖所；chhōa服事外邦ê上帝ê cha-bó͘-kiáⁿ做bó͘。"}},{"book":"瑪","chapter":2,"verse":12,"versions":{"unv":"凡行這事的，無論何人（何人：原文是叫醒的，答應的），就是獻供物給萬軍之耶和華，耶和華也必從雅各的帳棚中剪除他。","bklcl":"Kiâⁿ chit-hō sū ê lâng, goān Iâ-hô-hoa tùi Ngá-kok ê pò͘-pîⁿ-tiong, tû-khì i só͘-ū ê lâng, he̍k-sī chhíⁿ--ê, he̍k-sī ìn--ê, í-ki̍p hiàn lé-mi̍h hō͘ bān-kun ê Iâ-hô-hoa--ê.","tghg":"行此號事的人，願耶和華對雅各的布棚中除去伊所有的人，或是醒者，或是應者，以及獻禮物互萬軍的耶和華者。","bklhl":"行chit號事ê人，願耶和華tùi雅各ê布棚中，除去伊所有ê人，或是醒ê，或是應ê，以及獻禮物hō͘萬軍ê耶和華ê。"}},{"book":"瑪","chapter":2,"verse":13,"versions":{"unv":"你們又行了一件這樣的事，使前妻歎息哭泣的眼淚遮蓋耶和華的壇，以致耶和華不再看顧那供物，也不樂意從你們手中收納。","bklcl":"Lín koh án-ni chòe, hō͘ ba̍k-sái thî-khàu kap thó͘-khùi piàn-móa Iâ-hô-hoa ê tôaⁿ, tì-kàu I bô koh khòaⁿ-kò͘ lé-mi̍h, iā bô hoaⁿ-hí tùi lín ê chhiú chiap-la̍p.","tghg":"恁閣按呢做，互目屎啼哭及吐氣遍滿耶和華的壇，致到伊無閣看顧禮物，也無歡喜對恁的手接納。","bklhl":"Lín koh án-ni做，hō͘目屎啼哭kap吐氣遍滿耶和華ê壇，致到祂無koh看顧禮物，也無歡喜tùi lín ê手接納。"}},{"book":"瑪","chapter":2,"verse":14,"versions":{"unv":"你們還說：「這是為甚麼呢？」因耶和華在你和你幼年所娶的妻中間作見證。她雖是你的配偶，又是你盟約的妻，你卻以詭詐待她。","bklcl":"Lín iáu-kú kóng, Che sī siáⁿ-sū?  In-ūi Iâ-hô-hoa tī lí kap lí siàu-liân só͘ chhōa ê bó͘ ê tiong-kan chòe kan-chèng; i sui-jiân sī lí ê phit-phòe, koh sī lí bêng-iok ê bó͘, lí iáu-kú ēng khúi-chà khoán-thāi i.","tghg":"恁猶久講：「這是啥事？」因為耶和華佇你及你少年所娶的某的中間做干證。伊雖然是你的匹配，閣是你盟約的某，你猶久用詭詐款待伊。","bklhl":"Lín iáu-kú講，這是啥事？因為耶和華tī你kap你少年所娶ê bó͘ ê中間做干證；伊雖然是你ê匹配，koh是你盟約ê bó͘，你iáu-kú用詭詐款待伊。"}},{"book":"瑪","chapter":2,"verse":15,"versions":{"unv":"雖然　神有靈的餘力能造多人，他不是單造一人嗎？為何只造一人呢？乃是他願人得虔誠的後裔。所以當謹守你們的心，誰也不可以詭詐待幼年所娶的妻。","bklcl":"I ê sîn sui-jiân ū chhun, kiám-m̄-sī chō chi̍t-ê mah?  Siáⁿ-sū chí-ū chi̍t-ê? chiū-sī beh kiû sèng ê hō͘-è.  Só͘-í tio̍h kín-siú lín ê sim, ta̍k-lâng m̄-thang ēng khúi-chà khoán-thāi siàu-liân só͘ chhōa ê bó͘.","tghg":"伊的神雖然有剩(chhun)，豈呣是造一個嗎？啥事只有一個？就是欲求聖的後裔。所以著謹守恁的心，逐人呣通用詭詐款待少年所娶的某。","bklhl":"伊ê神雖然有chhun，kiám m̄是造一个mah？啥事只有一个？就是beh求聖ê後裔。所以tio̍h謹守lín ê心，ta̍k人m̄-thang用詭詐款待少年所娶ê bó͘。"}},{"book":"瑪","chapter":2,"verse":16,"versions":{"unv":"耶和華─以色列的　神說：「休妻的事和以強暴待妻的人都是我所恨惡的！所以當謹守你們的心，不可行詭詐。」這是萬軍之耶和華說的。","bklcl":"Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè kóng, Lî-bó͘ ê sū, kap ēng kiông-pō khoán-thāi bó͘ ê lâng, Góa oàn-hūn i; só͘-í tio̍h kín-sīn siú lín ê sim, m̄-thang kiâⁿ khúi-chà; che sī bān-kun ê Iâ-hô-hoa kóng--ê.","tghg":"耶和華──以色列的上帝講：「離某的事及用強暴款待某的人，我怨恨伊！所以著謹慎守恁的心，呣通行詭詐。」這是萬軍的耶和華講的。","bklhl":"耶和華以色列ê上帝講，離bó͘ ê事，kap用強暴款待bó͘ ê人，我怨恨伊；所以tio̍h謹慎守lín ê心，m̄-thang行詭詐；這是萬軍ê耶和華講ê。"}},{"book":"瑪","chapter":2,"verse":17,"versions":{"unv":"你們用言語煩瑣耶和華，你們還說：「我們在何事上煩瑣他呢？」因為你們說：「凡行惡的，耶和華眼看為善，並且他喜悅他們」；或說：「公義的　神在哪裡呢？」","bklcl":"Lín ēng ōe thiau-lân Iâ-hô-hoa. Lín iáu-kú kóng, Goán ēng sím-mi̍h thiau-lân I ah?  In-ūi lín kóng, Hoān-nā chòe-pháiⁿ--ê, Iâ-hô-hoa khòaⁿ i chòe hó, koh hoaⁿ-hí i; á-sī kong-gī ê Siōng-tè tī toh-lo̍h ah?","tghg":"恁用話刁難耶和華，恁猶久講：「阮用甚麼刁難伊啊？」因為恁講：「凡若做歹者，耶和華看伊做好，閣歡喜伊；抑是公義的上帝佇叨落啊？」","bklhl":"Lín用話刁難耶和華。Lín iáu-kú講，阮用甚麼刁難伊ah？因為lín講，凡若做pháiⁿ-ê，耶和華看伊做好，koh歡喜伊；á是公義ê上帝tī toh-lo̍h ah？"}}]