[{"book":"瑪","chapter":1,"verse":1,"versions":{"unv":"耶和華藉瑪拉基傳給以色列的默示。","bklcl":"Iâ-hô-hoa be̍k-sī ê ōe, thok-tiōng Má-la̍h-ki thoân hō͘ Í-sek-lia̍t--ê.","tghg":"耶和華默示的話託仗瑪拉基傳互以色列的。","bklhl":"耶和華默示ê話，託重瑪拉基傳hō͘以色列ê。"}},{"book":"瑪","chapter":1,"verse":2,"versions":{"unv":"耶和華說：「我曾愛你們。」你們卻說：「你在何事上愛我們呢？」耶和華說：「以掃不是雅各的哥哥嗎？我卻愛雅各，","bklcl":"Iâ-hô-hoa kóng, Góa ū thiàⁿ lín; chóng-sī lín kóng, Lí tī sím-mi̍h sū thiàⁿ goán ah?  Iâ-hô-hoa kóng, Í-sò kiám m̄-sī Ngá-kok ê hiaⁿ mah?  Chóng-sī Góa thiàⁿ Ngá-kok;","tghg":"耶和華講：「我有疼恁。」總是恁講：「你佇甚麼事疼阮啊？」耶和華講：「以掃豈呣是雅各的兄嗎？總是我疼雅各，","bklhl":"耶和華講，我有疼lín；總是lín講，你tī甚麼事疼阮ah？耶和華講，以掃kiám m̄是雅各ê兄mah？總是我疼雅各；"}},{"book":"瑪","chapter":1,"verse":3,"versions":{"unv":"惡以掃，使他的山嶺荒涼，把他的地業交給曠野的野狗。」","bklcl":"oàn-hūn Í-sò, hō͘ i ê soaⁿ hong-hòe, ēng i ê gia̍p kau hō͘ khòng-iá ê soaⁿ-káu.","tghg":"怨恨以掃，互伊的山荒廢，用伊的業交互曠野的山狗。」","bklhl":"怨恨以掃，hō͘伊ê山荒廢，用伊ê業交hō͘曠野ê山狗。"}},{"book":"瑪","chapter":1,"verse":4,"versions":{"unv":"以東人說：「我們現在雖被毀壞，卻要重建荒廢之處。」萬軍之耶和華如此說：「任他們建造，我必拆毀；人必稱他們的地為『罪惡之境』；稱他們的民為『耶和華永遠惱怒之民』。」","bklcl":"Í-tong kóng, Goán hiān-chāi sui-jiân húi-hoāi, iáu-kú beh koh khí hong-hòe ê só͘-chāi; bān-kun ê Iâ-hô-hoa án-ni kóng, In beh khí i, Góa beh húi i; lâng beh chheng i chòe Chōe-ok ê kéng-kài, chòe Iâ-hô-hoa éng-oán siū-khì ê peh-sìⁿ.","tghg":"以東講：「阮現在雖然毀壞，猶久欲閣起荒廢的所在。」萬軍的耶和華按呢講：「𪜶欲起伊，我欲毀伊；人欲稱伊做『罪惡的境界』；做『耶和華永遠受氣的百姓』。」","bklhl":"Í-tong講，阮現在雖然毀壞，iáu-kú beh koh起荒廢ê所在；萬軍ê耶和華án-ni講，In beh起伊，我beh毀伊；人beh稱伊做罪惡ê境界，做耶和華永遠受氣ê百姓。"}},{"book":"瑪","chapter":1,"verse":5,"versions":{"unv":"你們必親眼看見，也必說：「願耶和華在以色列境界之外被尊為大！」","bklcl":"Lín beh chhin-ba̍k khòaⁿ-kìⁿ, iā beh kóng, Tī Í-sek-lia̍t kéng-kài ê gōa-bīn, Iâ-hô-hoa beh chòe-tōa.","tghg":"恁欲親目看見，也欲講：「佇以色列境界的外面，耶和華欲做大！」","bklhl":"Lín beh親目看見，也beh講，Tī以色列警戒ê外面，耶和華beh做大。"}},{"book":"瑪","chapter":1,"verse":6,"versions":{"unv":"「藐視我名的祭司啊，萬軍之耶和華對你們說：兒子尊敬父親，僕人敬畏主人；我既為父親，尊敬我的在哪裡呢？我既為主人，敬畏我的在哪裡呢？你們卻說：『我們在何事上藐視你的名呢？』","bklcl":"Khòaⁿ-khin Góa ê miâ ê chè-si ah, bān-kun ê Iâ-hô-hoa tùi lín kóng, Kiáⁿ chun-kèng i ê lāu-pē, lô͘-po̍k chun-kèng i ê chú-lâng, Góa nā chòe pē, Góa tit-tio̍h chun-kèng tī toh-lo̍h?  Góa nā chòe chú-lâng, Góa tit-tio̍h kèng-ùi tī toh-lo̍h?  Lín chiū kóng, Goán tī sím-mi̍h sū khòaⁿ-khin Lí ê miâ ah?","tghg":"「看輕我的名的祭司啊，萬軍的耶和華對恁講：子尊敬伊的老父，奴僕尊敬伊的主人；我若做父，我得著尊敬佇叨落？我若做主人，我得著敬畏佇叨落？恁就講：『阮佇甚麼事看輕你的名啊？』","bklhl":"看輕我ê名ê祭司ah，萬軍ê耶和華對lín講，Kiáⁿ尊敬伊ê老父，奴僕尊敬伊ê主人，我若做父，我得tio̍h尊敬tī toh-lo̍h？我若做主人，我得tio̍h敬畏tī toh-lo̍h？Lín就講，阮tī甚麼事看輕你ê名ah？"}},{"book":"瑪","chapter":1,"verse":7,"versions":{"unv":"你們將污穢的食物獻在我的壇上，且說：『我們在何事上污穢你呢？』因你們說，耶和華的桌子是可藐視的。","bklcl":"Lín ēng bô chheng-khì ê piáⁿ hiàn tī Góa ê tôaⁿ; iáu koh kóng, Goán tī sím-mi̍h sū siat-to̍k Lí ah?  In-ūi lín kóng, Iâ-hô-hoa ê toh sī thang khòaⁿ-khin--ê.","tghg":"恁用無清氣的餅獻佇我的壇，猶閣講：『阮佇甚麼事褻瀆(siat-to̍k)你啊？』因為恁講，耶和華的桌是通看輕的。","bklhl":"lín用無清氣ê餅獻tī我ê壇；iáu koh講，阮tī甚麼事褻瀆你ah？因為lín講，耶和華ê桌是thang看輕ê。"}},{"book":"瑪","chapter":1,"verse":8,"versions":{"unv":"你們將瞎眼的獻為祭物，這不為惡嗎？將瘸腿的、有病的獻上，這不為惡嗎？你獻給你的省長，他豈喜悅你，豈能看你的情面嗎？這是萬軍之耶和華說的。","bklcl":"Lín chiong chhiⁿ-mî ê cheng-siⁿ hiàn chòe chè-mi̍h, che kiám-m̄-sī pháiⁿ mah?  Chiong pái-kha á-sī ū pīⁿ ê cheng-siⁿ lâi hiàn, che kiám-m̄-sī pháiⁿ mah?  Lín chhì-hiàn hō͘ lín ê chóng-tok, i beh hoaⁿ-hí lín, chiap-la̍p lín mah?  Che sī bān-kun ê Iâ-hô-hoa kóng-ê.","tghg":"恁將睛瞑的精牲獻做祭物，這豈呣是歹嗎？將跛腳、抑是有病的精牲來獻，這豈呣是歹嗎？恁試獻互恁的總督，伊欲歡喜恁，接納恁嗎？這是萬軍的耶和華講的。","bklhl":"Lín將chhiⁿ-mî ê cheng-siⁿ獻做祭物，這kiám m̄是pháiⁿ mah？將跛腳á是有病ê cheng-siⁿ來獻，這kiám m̄是pháiⁿ mah？Lín 試獻hō͘ lín ê總督，伊beh歡喜lín，接納lín mah？這是萬軍ê耶和華講ê。"}},{"book":"瑪","chapter":1,"verse":9,"versions":{"unv":"「現在我勸你們懇求　神，他好施恩與我們。這妄獻的事，既由你們經手，他豈能看你們的情面嗎？這是萬軍之耶和華說的。","bklcl":"Taⁿ khǹg lín, khún-kiû Siōng-tè si-un khoan-iông lán; chit ê sū tùi lín ê chhiú chiah ū;  I kiám beh chiap-la̍p lín tiong-kan chi̍t-lâng mah?  Che sī bān-kun ê Iâ-hô-hoa kóng--ê.","tghg":"今勸恁，懇求上帝施恩寬容咱。此個事，對恁的手才有，伊豈欲接納恁中間一人嗎？這是萬軍的耶和華講的。","bklhl":"Taⁿ勸lín，懇求上帝施恩寬容咱；chit ê事tùi lín ê手chiah有；祂kiám beh接納lín中間一人mah？這是萬軍ê耶和華講ê。"}},{"book":"瑪","chapter":1,"verse":10,"versions":{"unv":"甚願你們中間有一人關上殿門，免得你們徒然在我壇上燒火。萬軍之耶和華說：我不喜悅你們，也不從你們手中收納供物。","bklcl":"Goān lín tiong-kan ū lâng koaiⁿ tiān-mn̂g, bián-tit lín khang-khang tī Góa ê tôaⁿ khí hé.  Bān-kun ê Iâ-hô-hoa kóng, Góa bô hoaⁿ-hí lín, ia̍h bô beh tùi lín ê chhiú chiap-la̍p lé-mi̍h.","tghg":"願恁中間有人關殿門，免得恁空空佇我的壇起火。萬軍的耶和華講：我無歡喜恁，亦無欲對恁的手接納禮物。","bklhl":"願lín中間有人關殿門，免得lín空空tī我ê壇起火。萬軍ê耶和華講，我無歡喜lín，亦無beh tùi lín ê手接納禮物。"}},{"book":"瑪","chapter":1,"verse":11,"versions":{"unv":"萬軍之耶和華說：從日出之地到日落之處，我的名在外邦中必尊為大。在各處，人必奉我的名燒香，獻潔淨的供物，因為我的名在外邦中必尊為大。","bklcl":"Bān-kun ê Iâ-hô-hoa kóng, Tùi ji̍t-chhut kàu ji̍t-lo̍h ê só͘-chāi, Góa ê miâ chòe-tōa tī lia̍t-pang-tiong;  ta̍k só͘-chāi hōng Góa ê miâ sio-hiuⁿ, hiàn chheng-khì ê lé-mi̍h; in-ūi Góa ê miâ chòe tōa tī lia̍t-pang-tiong.","tghg":"萬軍的耶和華講：對日出到日落的所在，我的名做大佇列邦中。逐所在，奉我的名燒香，獻清氣的禮物，因為我的名做大佇列邦中。","bklhl":"萬軍ê耶和華講，Tùi日出到日落ê所在，我ê名做大tī列邦中；ta̍k所在奉我ê名燒香，獻清氣ê禮物；因為我ê名做大tī列邦中。"}},{"book":"瑪","chapter":1,"verse":12,"versions":{"unv":"你們卻褻瀆我的名，說：『耶和華的桌子是污穢的，其上的食物是可藐視的。』","bklcl":"Chóng-sī lín siat-to̍k i, kóng, Iâ-hô-hoa ê toh bô chheng-khì, i ê téng-bīn ê chia̍h-mi̍h sī thang khòaⁿ-khin--ê.","tghg":"總是恁褻瀆伊，講：『耶和華的桌無清氣，伊的頂面的食物(chia̍h-mi̍h)是通看輕的。』","bklhl":"總是lín褻瀆伊，講，耶和華ê桌無清氣，伊ê頂面ê食物是thang看輕ê。"}},{"book":"瑪","chapter":1,"verse":13,"versions":{"unv":"你們又說：『這些事何等煩瑣！』並嗤之以鼻。這是萬軍之耶和華說的。你們把搶奪的、瘸腿的、有病的拿來獻上為祭。我豈能從你們手中收納呢？這是耶和華說的。","bklcl":"Lín koh kóng, Khòaⁿ ah, kàu hiah lo-so hùi-khì; ia̍h ng-phīⁿ iàm-chiān i; che sī bān-kun ê Iâ-hô-hoa kóng--ê.  Lín ēng só͘ chhiúⁿ--ê, pái-kha--ê, phòa-siùⁿ--ê, the̍h-lâi hiàn-chòe lé-mi̍h, Góa kiám beh tùi lín ê chhiú chiap-la̍p mah?  Che sī Iâ-hô-hoa kóng--ê.","tghg":"恁閣講：『看啊，到許囉唆費氣！』亦掩(ng)鼻厭賤伊。這是萬軍的耶和華講的。恁用所搶者、跛腳者、破相者提來獻做禮物。我豈欲對恁的手接納嗎？這是耶和華講的。","bklhl":"Lín koh講，看ah，到hiah囉嗦費氣；亦掩鼻厭賤伊；這是萬軍ê耶和華講ê。lín用所搶ê，跛腳ê，破相ê，the̍h來獻做禮物，我kiám beh tùi lín ê手接納mah？這是耶和華講ê。"}},{"book":"瑪","chapter":1,"verse":14,"versions":{"unv":"行詭詐的在群中有公羊，他許願卻用有殘疾的獻給主，這人是可咒詛的。因為我是大君王，我的名在外邦中是可畏的。這是萬軍之耶和華說的。","bklcl":"Ké-hó ê lâng, tī kui-kûn-tiong ū kang ê cheng-siⁿ, i hē-goān chiū ēng ū hâ-chhû--ê, hiàn hō͘ Chú, chit-hō ê lâng thang chiù-chó͘, in-ūi Góa sī tōa kun-ông, Góa ê miâ tī lia̍t-kok-tiong sī thang kiaⁿ-ùi--ê;  che sī bān-kun ê Iâ-hô-hoa kóng--ê.","tghg":"假好的人佇歸群中有公的精牲，伊下(hē)願就用有瑕疵的獻互主，此號的人通咒詛。因為我是大君王，我的名佇列國中是通驚畏者。這是萬軍的耶和華講的。」","bklhl":"假好ê人，tī kui群中有公ê cheng-siⁿ，伊下願就用有瑕疵ê，獻hō͘主，chit號ê人thang咒詛，因為我是大君王，我ê名tī列國中是thang驚畏ê；這是萬軍ê耶和華講ê。"}}]