[{"book":"瑪","chapter":4,"verse":1,"versions":{"unv":"萬軍之耶和華說：「那日臨近，勢如燒著的火爐，凡狂傲的和行惡的必如碎秸，在那日必被燒盡，根本枝條一無存留。","bklcl":"Bān-kun ê Iâ-hô-hoa kóng, Khòaⁿ ah, hit-ji̍t beh kàu, chhin-chhiūⁿ hé-lô͘ teh to̍h; kìⁿ-nā kiau-ngō͘--ê kap kiâⁿ-pháiⁿ--ê, beh chhin-chhiūⁿ chháu-iù; hit-ê beh lâi ê ji̍t beh it-chīn sio i, kun kap ki lóng bô lâu-teh.","tghg":"萬軍的耶和華講：「看啊，彼日欲到，親像火爐啲𤏸(to̍h)，見若驕傲者及行歹者欲親像草幼，彼個欲來的日欲一盡燒伊，根及枝攏無留啲。","bklhl":"萬軍ê耶和華講，看ah，hit日beh到，親像火爐teh to̍h；見若驕傲ê kap行pháiⁿ-ê，beh親像草幼；hit ê beh來ê日beh一盡燒伊，根kap枝lóng無留teh。"}},{"book":"瑪","chapter":4,"verse":2,"versions":{"unv":"但向你們敬畏我名的人必有公義的日頭出現，其光線（原文是翅膀）有醫治之能。你們必出來跳躍如圈裡的肥犢。","bklcl":"To̍k-to̍k lín kèng-ùi Góa ê miâ ê  lâng, beh ū kong-gī ê ji̍t khí-lâi chiò lín; i ê si̍t ū i-tī ê kong-hāu;  lín beh chhut-lâi tiô-thiàu, chhin-chhiūⁿ tiâu-lāi pûi ê gû-á.","tghg":"獨獨恁敬畏我的名的人，欲有公義的日起來照恁，伊的翅有醫治的功效。恁欲出來趒(tiô)跳親像[廄](tiâu)內肥的牛仔。","bklhl":"獨獨lín敬畏我ê名ê人，beh有公義ê日起來照lín；伊ê翼有醫治ê功效；lín beh出來tiô跳，親像寮內肥ê牛á。"}},{"book":"瑪","chapter":4,"verse":3,"versions":{"unv":"你們必踐踏惡人；在我所定的日子，他們必如灰塵在你們腳掌之下。這是萬軍之耶和華說的。","bklcl":"Tī Góa só͘ tiāⁿ-tio̍h ê ji̍t, lín beh thún-ta̍h pháiⁿ-lâng, in-ūi in beh chòe hé-hu tī lín ê kha-ē.  Che sī bān-kun ê Iâ-hô-hoa kóng--ê.","tghg":"佇我所定著(tiāⁿ-tio̍h)的日，恁欲𧿬踏(thún-ta̍h)歹人，因為𪜶欲做火灰佇恁的腳下。這是萬軍的耶和華講的。","bklhl":"Tī我所定tio̍h ê日，lín beh thún踏pháiⁿ人，因為in beh做火灰tī lín ê腳下。這是萬軍ê耶和華講ê。"}},{"book":"瑪","chapter":4,"verse":4,"versions":{"unv":"「你們當記念我僕人摩西的律法，就是我在何烈山為以色列眾人所吩咐他的律例典章。","bklcl":"Lín tio̍h kì-tit Góa ê lô͘-po̍k Mô͘-se ê lu̍t-hoat, chiū-sī Góa tī Hô-lia̍t ūi-tio̍h Í-sek-lia̍t chèng-lâng só͘ hoan-hù i--ê, chiū-sī lu̍t-lē kap hoat-tō͘.","tghg":"「恁著記得我的奴僕摩西的律法，就是我佇何烈為著以色列眾人所吩咐伊的，就是律例及法度。","bklhl":"Lín tio̍h記得我ê奴僕摩西ê律法，就是我tī Hô-lia̍t為tio̍h以色列眾人所吩咐伊ê，就是律例kap法度。"}},{"book":"瑪","chapter":4,"verse":5,"versions":{"unv":"「看哪，耶和華大而可畏之日未到以前，我必差遣先知以利亞到你們那裡去。","bklcl":"Khòaⁿ ah, Iâ-hô-hoa tōa koh thang kiaⁿ ê ji̍t bē kàu ê tāi-seng, Góa beh chhe sian-ti Í-lī-a kàu lín hia;","tghg":"「看啊，耶和華大閣通驚的日未到的代先，我欲差先知以利亞到恁遐。","bklhl":"看ah，耶和華大koh thang驚ê日未到ê事先，我beh差先知以利亞到lín hia；"}},{"book":"瑪","chapter":4,"verse":6,"versions":{"unv":"他必使父親的心轉向兒女，兒女的心轉向父親，免得我來咒詛遍地。」","bklcl":"i beh hō͘ chòe lāu-pē-ê ê sim oa̍t-tńg ǹg i ê kiáⁿ, chòe kiáⁿ--ê ê sim, oa̍t-tńg ǹg i ê lāu-pē, bián-tit Góa lâi chiù-chó͘ chit ê tōe.","tghg":"伊欲互做老父者的心越轉向伊的子，做子者的心，越轉向伊的老父，免得我來咒詛此個地。」","bklhl":"伊beh hō͘做老父ê ê心oa̍t-tńg ǹg伊ê kiáⁿ，做kiáⁿ-ê ê心，oa̍t-tńg ǹg伊ê老父，免得我來咒詛chit ê地。"}}]