[{"book":"撒上","chapter":16,"verse":1,"versions":{"unv":"耶和華對撒母耳說：「我既厭棄掃羅作以色列的王，你為他悲傷要到幾時呢？你將膏油盛滿了角，我差遣你往伯利恆人耶西那裡去；因為我在他眾子之內，預定一個作王的。」","bklcl":"Iâ-hô-hoa kā Sat-bó͘-jíⁿ kóng, Góa í-keng khì-sak Sò-lô, bô hō͘ i chòe Í-sek-lia̍t ông, lí ūi-tio̍h i iu-būn beh kàu jōa-kú ah?  Lí tio̍h ēng kak tóe iû móa-móa; khì ah, Góa beh chhe lí khì Pek-lī-hêng lâng Iâ-se hia; in-ūi Góa tī i ê kiáⁿ ê tiong-kan pī-pān chi̍t ê ông.","tghg":"耶和華給撒母耳講：「我已經棄拺掃羅無互伊做以色列王，你為著伊憂悶欲到偌久啊？你著用角貯油滿滿，去啊，我欲差你去伯利恆人耶西遐；因為我佇伊的子的中間，備辦一個王。」","bklhl":"耶和華kā撒母耳講，我已經棄sak掃羅，無hō͘伊做以色列王，你為tio̍h伊憂悶beh到jōa久ah？你tio̍h用角貯油滿滿；去ah，我beh差你去伯利恆人耶西hia；因為我tī伊ê kiáⁿ ê中間備辦一个王。"}},{"book":"撒上","chapter":16,"verse":2,"versions":{"unv":"撒母耳說：「我怎能去呢？掃羅若聽見，必要殺我。」耶和華說：「你可以帶一隻牛犢去，就說：『我來是要向耶和華獻祭。』","bklcl":"Sat-bó͘-jíⁿ kóng, Góa cháiⁿ-iūⁿ thang khì?  Sò-lô nā thiaⁿ-kìⁿ, i beh thâi góa.  Iâ-hô-hoa kóng, Lí thang tòa chi̍t chiah gû-á kap lí khì, chiū kóng, Góa lâi sī beh chè-hiàn Iâ-hô-hoa.","tghg":"撒母耳講：「我怎樣通去？掃羅若聽見，伊欲刣我。」耶和華講：「你通帶一隻牛仔及你去，就講：『我來是欲祭獻耶和華。』","bklhl":"撒母耳講，我怎樣thang去？掃羅若聽見，伊beh 刣我。耶和華講，你thang帶一隻牛á kap你去，就講，我來是beh祭獻耶和華。"}},{"book":"撒上","chapter":16,"verse":3,"versions":{"unv":"你要請耶西來吃祭肉，我就指示你所當行的事。我所指給你的人，你要膏他。」","bklcl":"Lí tio̍h chhiáⁿ Iâ-se lâi hù chit ê chè-sū;  Góa beh chí-sī lí só͘ eng-kai kiâⁿ ê sū; Góa só͘ chí-sī lí ê lâng, lí tio̍h thòe Góa kā i boah-iû.","tghg":"你著請耶西來赴此個祭祀，我欲指示你所應該行的事。我所指示你的人，你著替我給伊抹油。」","bklhl":"你tio̍h請耶西來赴chit ê祭祀；我beh指示你所應該行ê事；我所指示你ê人，你tio̍h替我kā伊抹油。"}},{"book":"撒上","chapter":16,"verse":4,"versions":{"unv":"撒母耳就照耶和華的話去行。到了伯利恆，那城裡的長老都戰戰兢兢地出來迎接他，問他說：「你是為平安來的嗎？」","bklcl":"Sat-bó͘-jíⁿ chiū chiàu Iâ-hô-hoa ê ōe khì kiâⁿ, kàu Pek-lī-hêng; siâⁿ-nih hiah-ê tiúⁿ-ló lóng ngia̍uh-ngia̍uh-chhoah, chhut-lâi ngiâ-chih i kóng, Lí lâi sī ūi-tio̍h pêng-an mah?","tghg":"撒母耳就照耶和華的話去行。到伯利恆，城裡許個長老攏愕愕惙出來迎接(ngiâ-chih)伊講：「你來是為著平安嗎？」","bklhl":"撒母耳就照耶和華ê話去行，到伯利恆；城裡hiah-ê長老lóng ngia̍uh-ngia̍uh-chhoah，出來迎接伊講，你來是為tio̍h平安mah？"}},{"book":"撒上","chapter":16,"verse":5,"versions":{"unv":"他說：「為平安來的，我是給耶和華獻祭。你們當自潔，來與我同吃祭肉。」撒母耳就使耶西和他眾子自潔，請他們來吃祭肉。","bklcl":"I kóng, Ūi-tio̍h pêng-an; góa sī beh chè-hiàn Iâ-hô-hoa; lín tio̍h chheng-khì ka-kī, lâi kap góa hù chè-sū.  Sat-bó͘-jíⁿ chiū hō͘ Iâ-se kap i hiah-ê kiáⁿ chheng-khì, kiò in lâi hù chè-sū.","tghg":"伊講：「為著平安，我是欲祭獻耶和華。恁著清氣家己，來及我赴祭祀。」撒母耳就互耶西及伊許個子清氣，叫𪜶來赴祭祀。","bklhl":"伊講，為tio̍h平安；我是beh祭獻耶和華；lín tio̍h清氣家己，來kap我赴祭祀。撒母耳就hō͘耶西kap伊hiah-ê kiáⁿ清氣，叫in來赴祭祀。"}},{"book":"撒上","chapter":16,"verse":6,"versions":{"unv":"他們來的時候，撒母耳看見以利押，就心裡說，耶和華的受膏者必定在他面前。","bklcl":"In í-keng lâi, Sat-bó͘-jíⁿ khòaⁿ-kìⁿ Í-lī-ap, ì-sù kóng, Iâ-hô-hoa só͘ beh boah-iû-ê, kó-jiân tī I ê bīn-chêng.","tghg":"𪜶已經來，撒母耳看見以利押，意思講，耶和華所欲抹油者果然佇伊的面前。","bklhl":"In已經來，撒母耳看見Í-lī-ap，意思講，耶和華所beh抹油ê，果然tī伊ê面前。"}},{"book":"撒上","chapter":16,"verse":7,"versions":{"unv":"耶和華卻對撒母耳說：「不要看他的外貌和他身材高大，我不揀選他。因為，耶和華不像人看人：人是看外貌；耶和華是看內心。」","bklcl":"Chóng-sī Iâ-hô-hoa kā Sat-bó͘-jíⁿ kóng, Bo̍h-tit khòaⁿ i ê iông-māu, kap i seng-khu ê tōa-hàn; chit-lâng sī Góa só͘ kū-choa̍t; in-ūi Iâ-hô-hoa teh khòaⁿ bô chhin-chhiūⁿ lâng teh khòaⁿ; lâng khòaⁿ gōa-māu, Iâ-hô-hoa sī khòaⁿ sim-lāi.","tghg":"總是耶和華給撒母耳講：「莫得看伊的容貌及伊身軀的大漢，此人是我所拒絕。因為耶和華啲看無親像人啲看：人看外貌；耶和華是看心內。」","bklhl":"總是耶和華kā撒母耳講，莫得看伊ê容貌，kap伊身軀ê大漢；chit人是我所拒絕；因為耶和華teh看無親像人teh看；人看外貌，耶和華是看心內。"}},{"book":"撒上","chapter":16,"verse":8,"versions":{"unv":"耶西叫亞比拿達從撒母耳面前經過，撒母耳說：「耶和華也不揀選他。」","bklcl":"Iâ-se kiò A-pí-ná-ta̍t, hō͘ i tùi Sat-bó͘-jíⁿ ê bīn-chêng keng-kè;  Sat-bó͘-jíⁿ kóng, Iâ-hô-hoa iā bô kéng chit-lâng.","tghg":"耶西叫亞比拿達互伊對撒母耳的面前經過，撒母耳講：「耶和華也無揀此人。」","bklhl":"耶西叫A-pí-ná-ta̍t，hō͘伊tùi撒母耳ê面前經過；撒母耳講，耶和華也無揀chit人。"}},{"book":"撒上","chapter":16,"verse":9,"versions":{"unv":"耶西又叫沙瑪從撒母耳面前經過，撒母耳說：「耶和華也不揀選他。」","bklcl":"Iâ-se koh kiò Sa-má keng-kè; i kóng, Iâ-hô-hoa iā bô kéng chit-ê.","tghg":"耶西閣叫沙瑪經過，伊講：「耶和華也無揀此個。」","bklhl":"耶西koh叫Sa-má經過；伊講，耶和華也無揀chit ê。"}},{"book":"撒上","chapter":16,"verse":10,"versions":{"unv":"耶西叫他七個兒子都從撒母耳面前經過，撒母耳說：「這都不是耶和華所揀選的。」","bklcl":"Iâ-se hō͘ i hiah-ê kiáⁿ chhit-ê, lóng tùi Sat-bó͘-jíⁿ ê bīn-chêng keng-kè.  Sat-bó͘-jíⁿ kā Iâ-se kóng, Iâ-hô-hoa iā bô kéng chiah-ê.","tghg":"耶西互伊許個子七個攏對撒母耳的面前經過，撒母耳給耶西講：「耶和華也無揀諸個。」","bklhl":"耶西hō͘伊hiah-ê kiáⁿ七個，lóng tùi撒母耳ê面前經過。撒母耳kā耶西講，耶和華也無揀chiah ê。"}},{"book":"撒上","chapter":16,"verse":11,"versions":{"unv":"撒母耳對耶西說：「你的兒子都在這裡嗎？」他回答說：「還有個小的，現在放羊。」撒母耳對耶西說：「你打發人去叫他來；他若不來，我們必不坐席。」","bklcl":"Sat-bó͘-jíⁿ kā Iâ-se kóng, Lí ê kiáⁿ lóng tī-chia mah?  I ìn kóng, Iáu-ū chi̍t-ê soah-bé ê, taⁿ teh chhī-iûⁿ.  Sat-bó͘-jíⁿ kā Iâ-se kóng, Lí chhe lâng chhōa i lâi, in-ūi i iáu-bē lâi, lán bô beh chē-toh.","tghg":"撒母耳給耶西講：「你的子攏佇遮嗎？」伊應講：「猶有一個煞尾的，今啲飼羊。」撒母耳給耶西講：「你差人導伊來；因為伊猶未來，咱無欲坐桌。」","bklhl":"撒母耳kā耶西講，你ê kiáⁿ lóng tī-chia mah？伊應講，Iáu有一个soah尾ê，taⁿ teh飼羊。撒母耳kā耶西講，你差人chhōa伊來，因為伊iáu未來，咱無beh坐桌。"}},{"book":"撒上","chapter":16,"verse":12,"versions":{"unv":"耶西就打發人去叫了他來。他面色光紅，雙目清秀，容貌俊美。耶和華說：「這就是他，你起來膏他。」","bklcl":"Chiū chhe lâng chhōa i ji̍p-lâi; i sī chhiah-sek, ba̍k-chiu chheng-siù, siⁿ-chòe hó-khòaⁿ.  Iâ-hô-hoa kóng, Chit-lâng chiū-sī, lí khí-lâi kā i boah-iû.","tghg":"就差人導伊入來。伊是赤色，目睭清秀，生做好看。耶和華講：「此人就是，你起來給伊抹油。」","bklhl":"就差人chhōa伊入來；伊是赤色，目睭清秀，生做好看。耶和華講，chit人就是，你起來kā伊抹油。"}},{"book":"撒上","chapter":16,"verse":13,"versions":{"unv":"撒母耳就用角裡的膏油，在他諸兄中膏了他。從這日起，耶和華的靈就大大感動大衛。撒母耳起身回拉瑪去了。","bklcl":"Sat-bó͘-jíⁿ chiū ēng kak-lāi ê iû, tī i hiah-ê hiaⁿ ê tiong-kan boah i; tùi hit-ji̍t khí, Iâ-hô-hoa ê Sîn tōa-tōa lîm-kàu Tāi-pi̍t.  Sat-bó͘-jíⁿ khí-sin tò-khì La̍h-má.","tghg":"撒母耳就用角內的油，佇伊許個兄的中間抹伊。對彼日起，耶和華的神大大臨到大衛，撒母耳起身倒去拉瑪。","bklhl":"撒母耳就用角內ê油，tī伊hiah-ê兄ê中間抹伊；tùi hit日起，耶和華ê神大大臨到大衛。撒母耳起身tò去La̍h-má。"}},{"book":"撒上","chapter":16,"verse":14,"versions":{"unv":"耶和華的靈離開掃羅，有惡魔從耶和華那裡來擾亂他。","bklcl":"Iâ-hô-hoa ê Sîn lī-khui Sò-lô, ū pháiⁿ-sîn tùi Iâ-hô-hoa hia lâi, kiáu-jiáu i.","tghg":"耶和華的神離開掃羅，有歹神對耶和華遐來攪擾伊。","bklhl":"耶和華ê神離開掃羅，有pháiⁿ神tùi耶和華hia來，攪擾伊。"}},{"book":"撒上","chapter":16,"verse":15,"versions":{"unv":"掃羅的臣僕對他說：「現在有惡魔從　神那裡來擾亂你。","bklcl":"Sò-lô ê jîn-sîn tùi i kóng, Khòaⁿ ah, taⁿ ū chi̍t ê pháiⁿ-sîn tùi Siōng-tè hia lâi kiáu-jiáu lí;","tghg":"掃羅的人臣對伊講：「看啊，今有一個歹神對上帝遐來攪擾你。","bklhl":"掃羅ê人臣對伊講，看ah，taⁿ有一个pháiⁿ神tùi上帝hia來攪擾你；"}},{"book":"撒上","chapter":16,"verse":16,"versions":{"unv":"我們的主可以吩咐面前的臣僕，找一個善於彈琴的來，等　神那裡來的惡魔臨到你身上的時候，使他用手彈琴，你就好了。」","bklcl":"goán ê chú tio̍h bēng-lēng kun-sûi lí bīn-chêng ê jîn-sîn chhē chi̍t-ê gâu tôaⁿ-khîm-ê lâi;  tùi Siōng-tè hia lâi ê pháiⁿ-sîn lîm-kàu lí ê sî, hō͘ i ēng chhiú tôaⁿ-khîm, lí chiū hó.","tghg":"阮的主著命令跟隨(kun-sûi)你面前的人臣，尋一個𠢕(gâu)彈琴的來，對上帝遐來的歹神臨到你的時，互伊用手彈琴，你就好。」","bklhl":"阮ê主tio̍h命令跟隨你面前ê人臣chhē一个gâu彈琴ê來；tùi上帝hia來ê pháiⁿ神臨到你ê時，hō͘伊用手彈琴，你就好。"}},{"book":"撒上","chapter":16,"verse":17,"versions":{"unv":"掃羅對臣僕說：「你們可以為我找一個善於彈琴的，帶到我這裡來。」","bklcl":"Sò-lô kā i ê jîn-sîn kóng, Lín kā góa chhē chi̍t ê gâu tôaⁿ-khîm-ê, chhōa-lâi góa chia.","tghg":"掃羅給伊的人臣講：「恁給我尋一個𠢕彈琴的，導來我遮。」","bklhl":"掃羅kā伊ê人臣講，Lín kā我chhē一个gâu彈琴ê，chhōa來我chia。"}},{"book":"撒上","chapter":16,"verse":18,"versions":{"unv":"其中有一個少年人說：「我曾見伯利恆人耶西的一個兒子善於彈琴，是大有勇敢的戰士，說話合宜，容貌俊美，耶和華也與他同在。」","bklcl":"Siàu-liân lâng tiong ū chi̍t-ê kóng, Góa bat khòaⁿ-kìⁿ Pek-lī-hêng lâng Iâ-se chi̍t ê kiáⁿ gâu tôaⁿ-khîm, sī tōa ióng-sū, koh sī chiàn-sū, kóng-ōe ū tì-hūi, bīn-māu hó-khòaⁿ, Iâ-hô-hoa iā kap i tī-teh.","tghg":"少年人中有一個講：「我曾看見伯利恆人耶西一個子𠢕彈琴，是大勇士閣是戰士，講話有智慧，面貌好看，耶和華也及伊佇啲。」","bklhl":"少年人中有一个講，我bat看見伯利恆人耶西一个kiáⁿ gâu彈琴，是大勇士，koh是戰士，講話有智慧，面貌好看，耶和華也kap伊tī-teh。"}},{"book":"撒上","chapter":16,"verse":19,"versions":{"unv":"於是掃羅差遣使者去見耶西，說：「請你打發你放羊的兒子大衛到我這裡來。」","bklcl":"Sò-lô chhe sù-chiá khì kìⁿ Iâ-se, kóng, Chhe lí ê kiáⁿ Tāi-pi̍t, chiū-sī hit ê chhī-iûⁿ-ê, lâi góa chia.","tghg":"掃羅差使者去見耶西講：「差你的子大衛就是彼個飼羊的來我遮。」","bklhl":"掃羅差使者去見耶西，講，差你ê kiáⁿ大衛，就是hit ê飼羊ê，來我chia。"}},{"book":"撒上","chapter":16,"verse":20,"versions":{"unv":"耶西就把幾個餅和一皮袋酒，並一隻山羊羔，都馱在驢上，交給他兒子大衛，送與掃羅。","bklcl":"Iâ-se chiū ēng lû chài piáⁿ, kap chi̍t phê-tē ê chiú, kap chi̍t chiah soaⁿ-iûⁿ-á, kau i ê kiáⁿ Tāi-pi̍t, sàng hō͘ Sò-lô.","tghg":"耶西就用驢載餅及一皮袋的酒，及一隻山羊仔，交伊的子大衛，送互掃羅。","bklhl":"耶西就用驢載餅，kap一皮袋ê酒，kap一隻山羊á，交伊ê kiáⁿ大衛，送hō͘掃羅。"}},{"book":"撒上","chapter":16,"verse":21,"versions":{"unv":"大衛到了掃羅那裡，就侍立在掃羅面前。掃羅甚喜愛他，他就作了掃羅拿兵器的人。","bklcl":"Tāi-pi̍t kàu Sò-lô hia, kun-sûi tī i ê bīn-chêng; Sò-lô chin thiàⁿ i;  Tāi-pi̍t chiū chòe Sò-lô kia̍h kun-khì ê lâng.","tghg":"大衛到掃羅遐，跟隨佇伊的面前。掃羅真疼伊，大衛就做掃羅攑軍器的人。","bklhl":"大衛到掃羅hia，跟隨tī伊ê面前；掃羅真疼伊；大衛就做掃羅kia̍h 軍器ê人。"}},{"book":"撒上","chapter":16,"verse":22,"versions":{"unv":"掃羅差遣人去見耶西，說：「求你容大衛侍立在我面前，因為他在我眼前蒙了恩。」","bklcl":"Sò-lô chhe lâng khì kìⁿ Iâ-se kóng, Kiû lí iông-ún Tāi-pi̍t kun-sûi tī góa bīn-chêng, in-ūi i tit-tio̍h un-tián tī góa ê ba̍k-chiu chêng.","tghg":"掃羅差人去見耶西，講：「求你容允大衛跟隨佇我面前，因為伊得著恩典佇我的目睭前。」","bklhl":"掃羅差人去見耶西講，求你容允大衛跟隨tī我面前，因為伊得tio̍h恩典tī我ê目睭前。"}},{"book":"撒上","chapter":16,"verse":23,"versions":{"unv":"從　神那裡來的惡魔臨到掃羅身上的時候，大衛就拿琴，用手而彈，掃羅便舒暢爽快，惡魔離了他。","bklcl":"Tùi Siōng-tè hia lâi ê pháiⁿ-sîn lîm-kàu Sò-lô ê sî, Tāi-pi̍t chiū the̍h khîm ēng chhiú lâi tôaⁿ;  Sò-lô chiū khoan-sim, tit-tio̍h hó, pháiⁿ-sîn lī-khui i.","tghg":"對上帝遐來的歹神臨到掃羅的時，大衛就提(the̍h)琴，用手來彈，掃羅就寬心得著好，歹神離開伊。","bklhl":"Tùi上帝hia來ê pháiⁿ神臨到掃羅ê時，大衛就the̍h琴用手來彈；掃羅就寬心，得tio̍h好，pháiⁿ神離開伊。"}}]