[{"book":"撒上","chapter":21,"verse":1,"versions":{"unv":"大衛到了挪伯祭司亞希米勒那裡，亞希米勒戰戰兢兢地出來迎接他，問他說：「你為甚麼獨自來，沒有人跟隨呢？」","bklcl":"Tāi-pi̍t kàu Lô-pek, kàu chè-si A-hi-bí-le̍k hia.  A-hi-bí-le̍k kiaⁿ-hiâⁿ lâi chih Tāi-pi̍t, tùi i kóng, Lí siáⁿ-sū ka-kī lâi, bô lâng kap lí lâi ah?","tghg":"大衛到羅伯到祭司亞希米勒遐，亞希米勒驚惶來接(chih)大衛，對伊講：「你啥事家己來，無人及你來啊？」","bklhl":"大衛到Lô-pek，到祭司A-hi-bí-le̍k hia。A-hi-bí-le̍k驚惶來接大衛，對伊講，你啥事家己來，無人kap你來ah？"}},{"book":"撒上","chapter":21,"verse":2,"versions":{"unv":"大衛回答祭司亞希米勒說：「王吩咐我一件事說：『我差遣你委託你的這件事，不要使人知道。』故此我已派定少年人在某處等候我。","bklcl":"Tāi-pi̍t ìn chè-si A-hi-bí-le̍k kóng, Ông bēng-lēng góa chi̍t kiāⁿ sū, koh kā góa kóng, Góa só͘ chhe lí ê sū, kap góa só͘ bēng-lēng lí ê, lóng m̄-thang hō͘ lâng chai; góa í-keng phài siàu-liân lâng tī bó͘ só͘-chāi thèng-hāu góa;","tghg":"大衛應祭司亞希米勒講：「王命令我一件事閣給我講：『我所差你的事及我所命令你的，攏呣通互人知。』我已經派少年人佇某所在聽候我。","bklhl":"大衛應祭司A-hi-bí-le̍k講，王命令我一件事，koh kā我講，我所差你ê事，kap我所命令你ê，lóng m̄-thang hō͘人知；我已經派少年人tī某所在thèng候我；"}},{"book":"撒上","chapter":21,"verse":3,"versions":{"unv":"現在你手下有甚麼？求你給我五個餅或是別樣的食物。」","bklcl":"taⁿ lí ê chhiú ū sím-mi̍h mi̍h, chhiáⁿ lí ēng gō͘ ê piáⁿ hō͘ góa, á-sī pa̍t-hāng.","tghg":"今你的手有甚麼物？請你用五個餅互我抑是別項。」","bklhl":"taⁿ你ê手有甚麼物，請你用五個餅hō͘我，á是別項。"}},{"book":"撒上","chapter":21,"verse":4,"versions":{"unv":"祭司對大衛說：「我手下沒有尋常的餅，只有聖餅；若少年人沒有親近婦人才可以給。」","bklcl":"Chè-si tùi Tāi-pi̍t kóng, Góa ê chhiú-nih bô pêng-siông ê piáⁿ, chí-ū sèng ê piáⁿ; nā siàu-liân lâng bô chhin-kūn hū-jîn-lâng, chiah thang.","tghg":"祭司對大衛講：「我的手裡無平常的餅，只有聖的餅；若少年人無親近婦仁人才通。」","bklhl":"祭司對大衛講，我ê手裡無平常ê餅，只有聖ê餅；若少年人無親近婦人人，chiah thang。"}},{"book":"撒上","chapter":21,"verse":5,"versions":{"unv":"大衛對祭司說：「實在約有三日我們沒有親近婦人；我出來的時候，雖是尋常行路，少年人的器皿還是潔淨的；何況今日不更是潔淨嗎？」","bklcl":"Tāi-pi̍t ìn chè-si kā i kóng, Kàu-taⁿ iok-lio̍k ū saⁿ-ji̍t, bē-bat chhin-kūn hū-jîn-lâng;  góa chhut-mn̂g ê sî, sui-jiân sī pêng-siông ê tāi-chì, siàu-liân lâng ê khì-kū sī chheng-khì; hô-hòng kin-á-ji̍t in ê khì-kū kiám bô sèng mah?","tghg":"大衛應祭司給伊講：「到今約略有三日未曾親近婦仁人；我出門的時，雖然是平常的代誌，少年人的器具是清氣；何況今仔日𪜶的器具豈無聖嗎？」","bklhl":"大衛應祭司kā伊講，到taⁿ約略有三日，bē-bat親近婦人人；我出門ê時，雖然是平常ê tāi-chì，少年人ê器具是清氣；何況今á日in ê器具kiám無聖mah？"}},{"book":"撒上","chapter":21,"verse":6,"versions":{"unv":"祭司就拿聖餅給他；因為在那裡沒有別樣餅，只有更換新餅，從耶和華面前撤下來的陳設餅。","bklcl":"Chè-si chiū the̍h sèng ê piáⁿ hō͘ i, in-ūi tī-hia bô pa̍t-mi̍h ê piáⁿ, chí-ū pâi-lia̍t ê piáⁿ, tùi Iâ-hô-hoa ê bīn-chêng the̍h-khí-lâi ê;  the̍h-khí-lâi hit-ji̍t, sī beh hē sio ê piáⁿ lâi pâi i.","tghg":"祭司就提聖的餅互伊；因為佇遐無別物的餅，只有排列的餅，對耶和華的面前提起來的，提起來彼日是欲下燒的餅來排伊。","bklhl":"祭司就the̍h聖ê餅hō͘伊，因為tī-hia無別物ê餅，只有排列ê餅，tùi耶和華ê面前the̍h起來ê；the̍h起來hit日，是beh hē燒ê餅來排伊。"}},{"book":"撒上","chapter":21,"verse":7,"versions":{"unv":"（當日有掃羅的一個臣子留在耶和華面前。他名叫多益，是以東人，作掃羅的司牧長。）","bklcl":"Tng hit-ji̍t tī-hia, ū Sò-lô ê lô͘-po̍k lâu tī Iâ-hô-hoa ê bīn-chêng, miâ kiò To-ek, sī Í-tong lâng, chòe Sò-lô kò͘ cheng-siⁿ-ê ê thâu-lâng.","tghg":"（當彼日佇遐有掃羅的奴僕留佇耶和華的面前。名叫多益，是以東人，做掃羅顧精牲者的頭人。）","bklhl":"當hit日tī-hia，有掃羅ê奴僕留tī耶和華ê面前，名叫To-ek，是Í-tong人，做掃羅顧cheng-siⁿ-ê ê頭人。"}},{"book":"撒上","chapter":21,"verse":8,"versions":{"unv":"大衛問亞希米勒說：「你手下有槍有刀沒有？因為王的事甚急，連刀劍器械我都沒有帶。」","bklcl":"Tāi-pi̍t mn̄g A-hi-bí-le̍k kóng, Lí chhiú-ē ū chhiuⁿ á-sī to á-bô?  in-ūi ông ê tāi-chì chin kín-kip, góa lóng bô tòa to kap khì-hâi.","tghg":"大衛問亞希米勒講：「你手下有槍抑是刀抑無？因為王的代誌真緊急，我攏無帶刀及器械。」","bklhl":"大衛問A-hi-bí-le̍k講，你手下有鎗á是刀á無？因為王ê tāi-chì真緊急，我lóng無帶刀kap器械。"}},{"book":"撒上","chapter":21,"verse":9,"versions":{"unv":"祭司說：「你在以拉谷殺非利士人歌利亞的那刀在這裡，裹在布中，放在以弗得後邊，你要就可以拿去；除此以外，再沒有別的。」大衛說：「這刀沒有可比的！求你給我。」","bklcl":"Chè-si kóng, Ū Hui-lī-sū lâng Ko-lī-à ê to, chiū-sī lí chêng tī Í-la̍h ê soaⁿ-kok só͘ thâi-sí-ê, tī-chia, pau tī pò͘-nih, tī í-hut-tek ê āu-bīn; lí nā beh ēng, chiū kia̍h-khì, in-ūi hit-ki í-gōa bô pa̍t-hāng.  Tāi-pi̍t kóng, Chit ki to bô chi̍t-ki ōe pí tit i, chhiáⁿ lí hō͘ góa.","tghg":"祭司講：「有非利士人歌利亞的刀，就是你前佇以拉的山谷所刣死的佇遮，包佇布裡，佇以弗得的後面，你若欲用就攑去；因為彼支以外，無別項。」大衛講：「此支刀無一支會比得伊！請你互我。」","bklhl":"祭司講，有腓利士人歌利亞ê刀，就是你前tī Í-la̍h ê山谷所刣死ê，tī-chia，包tī布裡，tī Í-hut-tek ê後面；你若beh用，就kia̍h去，因為hit支以外無別項。大衛講，Chit支刀無一支會比得伊，請你hō͘我。"}},{"book":"撒上","chapter":21,"verse":10,"versions":{"unv":"那日大衛起來，躲避掃羅，逃到迦特王亞吉那裡。","bklcl":"Hit-ji̍t Tāi-pi̍t khí-sin, siám-pī Sò-lô, cháu kàu Ka-te̍k ông A-kiat hia.","tghg":"彼日大衛起身，閃避掃羅，走到迦特王亞吉遐。","bklhl":"Hit日大衛起身，閃避掃羅，走到Ka-te̍k王A-kiat hia。"}},{"book":"撒上","chapter":21,"verse":11,"versions":{"unv":"亞吉的臣僕對亞吉說：「這不是以色列國王大衛嗎？那裡的婦女跳舞唱和，不是指著他說『掃羅殺死千千，大衛殺死萬萬』嗎？」","bklcl":"A-kiat hiah-ê jîn-sîn kā i kóng, Chit-ê kiám m̄-sī hit-kok ê ông Tāi-pi̍t mah? in tī thiàu-bú-tiong chhiùⁿ-hô[hō] kóng, \tSò-lô thâi-sí in ê chheng-chheng,\tTāi-pi̍t thâi-sí in ê bān-bān, kiám m̄-sī chí chit-lâng mah?","tghg":"亞吉許個人臣給伊講：「此個豈呣是彼國的王大衛嗎？𪜶佇跳舞中唱和講『掃羅刣死𪜶的千千，大衛刣死𪜶的萬萬。』豈呣是指此人嗎？」","bklhl":"A-kiat hiah-ê人臣kā伊講，Chit ê kiám m̄是hit國ê王大衛mah？in tī跳舞中唱和講，\t掃羅刣死in ê千千，\t大衛刣死in ê萬萬，kiám m̄是指chit人mah？"}},{"book":"撒上","chapter":21,"verse":12,"versions":{"unv":"大衛將這話放在心裡，甚懼怕迦特王亞吉，","bklcl":"Tāi-pi̍t chiong chiah-ê ōe chûn tī sim-lāi, chin kiaⁿ Ka-te̍k ông A-kiat;","tghg":"大衛將諸個話存佇心內，真驚迦特王亞吉，","bklhl":"大衛將chiah ê話存tī心內，真驚Ka-te̍k王A-kiat；"}},{"book":"撒上","chapter":21,"verse":13,"versions":{"unv":"就在眾人面前改變了尋常的舉動，在他們手下假裝瘋癲，在城門的門扇上胡寫亂畫，使唾沫流在鬍子上。","bklcl":"chiū tī chèng-lâng ê bīn-chêng, kóe-ōaⁿ kú-tōng; tī in ê chhiú-ē ké tian-kông, tī siâⁿ-mn̂g ê mn̂g-sìⁿ loān-siá loān-u̍ih, hō͘ nōa lâu tī chhùi-chhiu-nih.","tghg":"就佇眾人的面前改換(kóe-ōaⁿ)舉動，佇𪜶的手下假癲狂(tian-kông)，佇城門的門扇亂寫亂畫，互涎流佇嘴鬚裡(chhùi-chhiu-nih)。","bklhl":"就tī眾人ê面前，改換舉動；tī in ê手下假顛狂，tī城門ê門扇亂寫亂劃，hō͘ nōa流tī嘴鬚裡。"}},{"book":"撒上","chapter":21,"verse":14,"versions":{"unv":"亞吉對臣僕說：「你們看，這人是瘋子。為甚麼帶他到我這裡來呢？","bklcl":"A-kiat kā i ê jîn-sîn kóng, Lín khòaⁿ, chit ê lâng sī tian-kông siáⁿ-sū tòa i lâi góa chia ah?","tghg":"亞吉給伊的人臣講：「恁看，此個人是癲狂。啥事帶伊來我遮啊？","bklhl":"A-kiat kā伊ê人臣講，Lín看，chit ê人是顛狂啥事帶伊來我chia ah？"}},{"book":"撒上","chapter":21,"verse":15,"versions":{"unv":"我豈缺少瘋子，你們帶這人來在我面前瘋癲嗎？這人豈可進我的家呢？」","bklcl":"Góa kiám ū khiàm-ēng tian-kông ê, lín chiah chhōa chit-lâng lâi tian-kông tī góa ê bīn-chêng ah?  chit-lâng kiám thang ji̍p góa ê chhù mah?","tghg":"我豈有欠用癲狂的，恁才導此人來癲狂佇我的面前啊？此人豈通入我的厝嗎？」","bklhl":"我kiám有欠用顛狂ê，lín chiah chhōa chit人來顛狂tī我ê面前ah？Chit人kiám thang入我ê厝mah？"}}]