[{"book":"撒上","chapter":29,"verse":1,"versions":{"unv":"非利士人將他們的軍旅聚到亞弗；以色列人在耶斯列的泉旁安營。","bklcl":"Hui-lī-sū lâng chū-chi̍p in ê kun-peng kàu A-hut.  Í-sek-lia̍t lâng chat-iâⁿ tī Iâ-su-lia̍t ê chúi-chôaⁿ-piⁿ.","tghg":"非利士人聚集𪜶的軍兵到亞弗；以色列人紮營佇耶斯列的水泉邊。","bklhl":"腓利士人聚集in ê軍兵到A-hut。以色列人紮營tī Iâ-su-lia̍t ê水泉邊。"}},{"book":"撒上","chapter":29,"verse":2,"versions":{"unv":"非利士人的首領各率軍隊，或百或千，挨次前進；大衛和跟隨他的人同著亞吉跟在後邊。","bklcl":"Hui-lī-sū lâng hiah-ê siú-léng chhōa peng, ū-ê chi̍t-pah, ū-ê chi̍t-chheng, chìn-chêng khì.  Tāi-pi̍t kap tè i ê lâng, kap A-kiat, tè tī āu-bīn.","tghg":"非利士人許個首領導兵，有的一百有的一千，進前去；大衛及隨伊的人及亞吉隨佇後面。","bklhl":"腓利士人hiah-ê首領chhōa兵，有ê一百，有ê一千，進前去。大衛kap tè伊ê人，kap A-kiat，tè tī後面。"}},{"book":"撒上","chapter":29,"verse":3,"versions":{"unv":"非利士人的首領說：「這些希伯來人在這裡做甚麼呢？」亞吉對他們說：「這不是以色列王掃羅的臣子大衛嗎？他在我這裡有些年日了。自從他投降我直到今日，我未曾見他有過錯。」","bklcl":"Hui-lī-sū lâng ê siú-léng kóng, chiah-ê Hi-pek-lâi lâng tī-chia chòe sím-mi̍h?  A-kiat kā Hui-lī-sū lâng ê siú-léng kóng, Chit-ê kiám m̄-sī Í-sek-lia̍t ông Sò-lô ê jîn-sîn Tāi-pi̍t mah?  i kap góa tòa í-keng ū chiah-ê ji̍t, chiah-ê nî;  tùi i tâu-hâng góa kàu kin-á-ji̍t, góa bē-bat khòaⁿ-kìⁿ i ū kè-sit.","tghg":"非利士人的首領講：「諸個希伯來人佇遮做甚麼？」亞吉給非利士人的首領講：「此個豈呣是以色列王掃羅的人臣大衛嗎？伊及我住已經有諸個日諸個年。對伊投降我到今仔日，我未曾看見伊有過失。」","bklhl":"腓利士人ê首領講，chiah ê希伯來人tī-chia做甚麼？A-kiat kā腓利士人ê首領講，Chit ê kiám m̄是以色列王掃羅ê人臣大衛mah？伊kap我tòa已經有chiah ê日，chiah ê年；對伊投降我到今á日，我bē-bat看見伊有過失。"}},{"book":"撒上","chapter":29,"verse":4,"versions":{"unv":"非利士人的首領向亞吉發怒，對他說：「你要叫這人回你所安置他的地方，不可叫他同我們出戰，恐怕他在陣上反為我們的敵人。他用甚麼與他主人復和呢？豈不是用我們這些人的首級嗎？","bklcl":"Hui-lī-sū lâng ê siú-léng siū-khì i;  Hui-lī-sū lâng ê siú-léng kā i kóng, Tio̍h hō͘ chit-lâng tò-khì, tò-khì lí só͘ an-tì i ê só͘-chāi, m̄-thang hō͘ i kap lán lo̍h-tīn, kiaⁿ-liáu i tī tīn-lāi chòe lán ê tùi-te̍k; i beh kap i ê chú-lâng koh hô, beh ēng sím-mi̍h ah?  Kiám m̄-sī chiah-ê lâng ê thâu-khak?","tghg":"非利士人的首領受氣伊，非利士人的首領給伊講：「著互此人倒去，倒去你所安置伊的所在，呣通互伊及咱落陣，驚了伊佇陣內做咱的對敵。伊欲及伊的主人復和欲用甚麼啊？豈呣是諸個人的頭殼？","bklhl":"腓利士人ê首領受氣伊；腓利士人ê首領kā伊講，Tio̍h hō͘ chit人tò去，tò去你所安置伊ê所在，m̄-thang hō͘伊kap咱落陣，驚了伊tī陣內做咱ê對敵；伊beh kap伊ê主人koh和，beh用甚麼ah？Kiám m̄是chiah ê人ê頭殼？"}},{"book":"撒上","chapter":29,"verse":5,"versions":{"unv":"從前以色列的婦女跳舞唱和說：『掃羅殺死千千，大衛殺死萬萬』，所說的不是這個大衛嗎？」","bklcl":"Chêng in ū lâng thiàu-bú chhiùⁿ-hō kóng,\tSò-lô thâi-sí in ê chheng-chheng,\tTāi-pi̍t thâi-sí in ê bān-bān; só͘ kóng ê, kiám m̄-sī chit ê Tāi-pi̍t mah?","tghg":"前𪜶有人跳舞唱和講：『掃羅刣死𪜶的千千，大衛刣死𪜶的萬萬』，所講的，豈呣是此個大衛嗎？」","bklhl":"前in有人跳舞唱和講，\t掃羅刣死in ê千千，\t大衛刣死in ê萬萬；所講ê，kiám m̄是chit ê大衛mah？"}},{"book":"撒上","chapter":29,"verse":6,"versions":{"unv":"亞吉叫大衛來，對他說：「我指著永生的耶和華起誓，你是正直人。你隨我在軍中出入，我看你甚好。自從你投奔我到如今，我未曾見你有甚麼過失；只是眾首領不喜悅你。","bklcl":"A-kiat kiò Tāi-pi̍t lâi, kā i kóng, Góa kí éng-oa̍h ê Iâ-hô-hoa lâi chiù-chōa, lí sī chèng-ti̍t, lí kap góa chhut-ji̍p tī kun-tūi tiong, góa khòaⁿ sī hó;  in-ūi tùi lí lâi góa chia ê sî, kàu kin-á-ji̍t, góa m̄-bat khòaⁿ-kìⁿ lí ū sím-mi̍h kè-sit;  to̍k-to̍k chiah-ê siú-léng khòaⁿ lí chòe m̄-hó;","tghg":"亞吉叫大衛來，給伊講：「我指永活的耶和華來咒誓，你是正直。你及我出入佇軍隊中，我看是好。因為對你來我遮的時到今仔日，我呣曾看見你有甚麼過失，獨獨諸個首領看你做呣好。","bklhl":"A-kiat叫大衛來，kā伊講，我kí永活ê耶和華來chiù-chōa，你是正直，你kap我出入tī軍隊中，我看是好；因為對你來我chia ê時，到今á日，我m̄-bat看見你有甚麼過失；獨獨chiah ê首領看你做m̄好；"}},{"book":"撒上","chapter":29,"verse":7,"versions":{"unv":"現在你可以平平安安地回去，免得非利士人的首領不歡喜你。」","bklcl":"taⁿ lí tò-khì, an-jiân khì, kiaⁿ-liáu lí só͘ chòe, Hui-lī-sū lâng ê siú-léng bô hoaⁿ-hí.","tghg":"今你倒去，安然去，驚了你所做非利士人的首領無歡喜。」","bklhl":"taⁿ你tò去，安然去，驚了你所做，腓利士人ê首領無歡喜。"}},{"book":"撒上","chapter":29,"verse":8,"versions":{"unv":"大衛對亞吉說：「我做了甚麼呢？自從僕人到你面前，直到今日，你查出我有甚麼過錯，使我不去攻擊主─我王的仇敵呢？」","bklcl":"Tāi-pi̍t kā A-kiat kóng, Góa bat chòe sím-mi̍h?  tùi góa khí-thâu lâi lí ê bīn-chêng ê sî kàu kin-á-ji̍t, lí tī lí ê lô͘-po̍k ū khòaⁿ-chhut sím-mi̍h tāi-chì, hō͘ góa bô thang kap ông góa ê chú ê tùi-te̍k kau-chiàn ah?","tghg":"大衛給亞吉講：「我曾做甚麼？對我起頭來你的面前的時，到今仔日，你佇你的奴僕有看出甚麼代誌，互我無通及王──我的主的對敵交戰啊？」","bklhl":"大衛kā A-kiat講，我bat做甚麼？tùi我起頭來你ê面前ê時到今á日，你tī你ê奴僕有看出甚麼tāi-chì，hō͘我無thang kap王我ê主ê對敵交戰ah？"}},{"book":"撒上","chapter":29,"verse":9,"versions":{"unv":"亞吉說：「我知道你在我眼前是好人，如同　神的使者一般；只是非利士人的首領說：『這人不可同我們出戰。』","bklcl":"A-kiat ìn Tāi-pi̍t kóng, Góa chai lí tī góa ê ba̍k-chiu-chêng sī hó, chhin-chhiūⁿ Siōng-tè ê sù-chiá chi̍t-iūⁿ;  chóng-sī Hui-lī-sū lâng ê siú-léng kóng, Chit-lâng m̄-thang kap lán khì kau-chiàn.","tghg":"亞吉應大衛講：「我知你佇我的目睭前是好，親像上帝的使者一樣；總是非利士人的首領講：『此人呣通及咱去交戰。』","bklhl":"A-kiat應大衛講，我知你tī我ê目睭前是好，親像上帝ê使者一樣；總是腓利士人ê首領講，Chit人m̄-thang kap咱去交戰。"}},{"book":"撒上","chapter":29,"verse":10,"versions":{"unv":"故此你和跟隨你的人，就是你本主的僕人，要明日早晨起來，等到天亮回去吧！」","bklcl":"Só͘-í lí í-ki̍p lí ê chú ê lô͘-po̍k kap lí lâi-ê, tio̍h chá-chá khí-lâi; lí í-keng khí-lâi, kàu thiⁿ-kng chiū tio̍h khì.","tghg":"所以你以及你的主的奴僕，及你來的，著早早起來，你已經起來到天光就著去！」","bklhl":"所以你以及你ê主ê奴僕kap你來ê，tio̍h早早起來；你已經起來，到天光就tio̍h去。"}},{"book":"撒上","chapter":29,"verse":11,"versions":{"unv":"於是大衛和跟隨他的人早晨起來，回往非利士地去。非利士人也上耶斯列去了。","bklcl":"Keh chá-khí Tāi-pi̍t kap tè i ê lâng chá-chá khí-lâi, khí-sin tò-khì Hui-lī-sū ê tōe.  Hui-lī-sū lâng iā chiūⁿ-khì Iâ-su-lia̍t.","tghg":"隔早起(keh-chá-khí)大衛及隨伊的人早早起來，起身倒去非利士的地。非利士人也上去耶斯列。","bklhl":"隔早起，大衛kap tè伊ê人早早起來，起身tò去腓利士ê地。腓利士人也上去Iâ-su-lia̍t。"}}]