[{"book":"撒上","chapter":15,"verse":1,"versions":{"unv":"撒母耳對掃羅說：「耶和華差遣我膏你為王，治理他的百姓以色列；所以你當聽從耶和華的話。","bklcl":"Sat-bó͘-jíⁿ kā Sò-lô kóng, Iâ-hô-hoa chhe góa ēng iû boah lí, siat-li̍p lí chòe-ông, tī-lí I ê peh-sìⁿ Í-sek-lia̍t, só͘-í lí tio̍h thiaⁿ Iâ-hô-hoa só͘ kóng ê ōe.","tghg":"撒母耳給掃羅講：「耶和華差我用油抹你設立你做王，治理伊的百姓以色列；所以你著聽耶和華所講的話。","bklhl":"撒母耳kā掃羅講，耶和華差我用油抹你，設立你做王，治理伊ê百姓以色列，所以你tio̍h聽耶和華所講ê話。"}},{"book":"撒上","chapter":15,"verse":2,"versions":{"unv":"萬軍之耶和華如此說：『以色列人出埃及的時候，在路上亞瑪力人怎樣待他們，怎樣抵擋他們，我都沒忘。","bklcl":"Bān-kun ê Iâ-hô-hoa án-ni kóng, Í-sek-lia̍t lâng chhut Ai-ki̍p ê sî, A-má-le̍k lâng cháiⁿ-iūⁿ khoán-thāi in, cháiⁿ-iūⁿ chia̍t in ê lō͘, Góa lóng kì-tit;","tghg":"萬軍的耶和華按呢講：『以色列人出埃及的時，亞瑪力人怎樣款待𪜶，怎樣截(chia̍t)𪜶的路，我攏記得。","bklhl":"萬軍ê耶和華án-ni講，以色列人出埃及ê時，A-má-le̍k人怎樣款待in，怎樣截(chia̍t)in ê路，我lóng記得；"}},{"book":"撒上","chapter":15,"verse":3,"versions":{"unv":"現在你要去擊打亞瑪力人，滅盡他們所有的，不可憐惜他們，將男女、孩童、吃奶的，並牛、羊、駱駝，和驢盡行殺死。』」","bklcl":"taⁿ lí tio̍h khì phah A-má-le̍k, it-chīn bia̍t-bô in só͘-ū-ê, bo̍h-tit pó-sioh in; chiong lâm, lú, gín-ná, chia̍h-lin-ê, kap gû, iûⁿ, lo̍k-tô, kap lû, it-chīn thâi-sí in.","tghg":"今你著去拍亞瑪力，一盡滅無𪜶所有的，莫得保惜𪜶，將男女、囝仔、食奶的、及牛、羊、駱駝，及驢一盡刣死𪜶。』」","bklhl":"taⁿ你tio̍h去phah A-má-le̍k，一盡滅無in所有ê，莫得保惜in；將男、女、gín-ná、食奶ê，kap牛、羊、駱駝，kap驢，一盡刣死in。"}},{"book":"撒上","chapter":15,"verse":4,"versions":{"unv":"於是掃羅招聚百姓在提拉因，數點他們，共有步兵二十萬，另有猶大人一萬。","bklcl":"Sò-lô chiū chio-chi̍p peh-sìⁿ tī Thê-la̍h-in, tiám-sǹg in, kiōng pō͘-peng jī-cha̍p bān, Iû-tāi lâng chi̍t-bān.","tghg":"掃羅就招集百姓佇提拉因，點算𪜶，共步兵二十萬，猶大人一萬。","bklhl":"掃羅就招集百姓tī Thê-la̍h-in，點算in，共步兵二十萬，偤大人一萬。"}},{"book":"撒上","chapter":15,"verse":5,"versions":{"unv":"掃羅到了亞瑪力的京城，在谷中設下埋伏。","bklcl":"Sò-lô kàu A-má-le̍k ê siâⁿ, bâi-ho̍k tī soaⁿ-kok-tiong.","tghg":"掃羅到亞瑪力的城，埋伏佇山谷中。","bklhl":"掃羅到A-má-le̍k ê城，埋伏tī山谷中。"}},{"book":"撒上","chapter":15,"verse":6,"versions":{"unv":"掃羅對基尼人說：「你們離開亞瑪力人下去吧，恐怕我將你們和亞瑪力人一同殺滅；因為以色列人出埃及的時候，你們曾恩待他們。」於是基尼人離開亞瑪力人去了。","bklcl":"Sò-lô kā Ki-nî lâng kóng, Lín lo̍h-khì lī-khui A-má-le̍k lâng, bián-tit góa chiong lín kap in chòe-chi̍t-ē châu-bia̍t;  in-ūi Í-sek-lia̍t lâng chhut Ai-ki̍p ê sî, lín bat hó khoán-thāi in;  tùi án-ni Ki-nî lâng lī-khui A-má-le̍k lâng khì.","tghg":"掃羅給基尼人講：「恁落去離開亞瑪力人，免得我將恁及𪜶做一下剿滅(châu-bia̍t)；因為以色列人出埃及的時，恁曾好款待𪜶。」對按呢基尼人離開亞瑪力人去。","bklhl":"掃羅kā Ki-nî人講，Lín落去離開A-má-le̍k人，免得我將lín kap in做一下剿滅；因為以色列人出埃及ê時，lín bat好款待in；tùi án-ni，Ki-nî人離開A-má-le̍k人去。"}},{"book":"撒上","chapter":15,"verse":7,"versions":{"unv":"掃羅擊打亞瑪力人，從哈腓拉直到埃及前的書珥，","bklcl":"Sò-lô phah A-má-le̍k lâng, tùi Hap-hui-la̍h kàu Ai-ki̍p thâu-chêng ê Su-jíⁿ.","tghg":"掃羅拍亞瑪力人，對哈腓拉到埃及頭前的書珥，","bklhl":"掃羅phah A-má-le̍k人，tùi Hap-hui-la̍h到埃及頭前ê Su-jíⁿ。"}},{"book":"撒上","chapter":15,"verse":8,"versions":{"unv":"生擒了亞瑪力王亞甲，用刀殺盡亞瑪力的眾民。","bklcl":"I oa̍h-oa̍h lia̍h A-má-le̍k ông A-kah, ēng to it-chīn thâi-sí i ê chèng peh-sìⁿ.","tghg":"伊活活掠亞瑪力王亞甲，用刀一盡刣死伊的眾百姓。","bklhl":"伊活活掠A-má-le̍k王A-kah，用刀一盡刣死伊ê眾百姓。"}},{"book":"撒上","chapter":15,"verse":9,"versions":{"unv":"掃羅和百姓卻憐惜亞甲，也愛惜上好的牛、羊、牛犢、羊羔，並一切美物，不肯滅絕。凡下賤瘦弱的，盡都殺了。","bklcl":"Chóng-sī Sò-lô kap peh-sìⁿ pó-sioh A-kah, iā pó-sioh siōng-hó ê iûⁿ, gû, gû-á, iûⁿ-á, kap it-chhè hó ê mi̍h, m̄-khéng châu-bia̍t i; kìⁿ-nā hā-chiān m̄-chiâⁿ-mi̍h-ê, lóng it-chīn thâi-sí.","tghg":"總是掃羅及百姓保惜亞甲，也保惜上好的羊、牛、牛仔、羊仔，及一切好的物，呣肯剿滅伊。見若下賤呣成物的，攏一盡刣死。","bklhl":"總是掃羅kap百姓保惜A-kah，也保惜siōng好ê羊、牛、牛á、羊á，kap一切好ê物，m̄肯剿滅伊；見若下賤m̄成物ê，lóng一盡刣死。"}},{"book":"撒上","chapter":15,"verse":10,"versions":{"unv":"耶和華的話臨到撒母耳說：","bklcl":"Hit-sî Iâ-hô-hoa ê ōe lîm-kàu Sat-bó͘-jíⁿ kóng,","tghg":"彼時耶和華的話臨到撒母耳講：","bklhl":"Hit時耶和華ê話臨到撒母耳講，"}},{"book":"撒上","chapter":15,"verse":11,"versions":{"unv":"「我立掃羅為王，我後悔了；因為他轉去不跟從我，不遵守我的命令。」撒母耳便甚憂愁，終夜哀求耶和華。","bklcl":"Góa ūi-tio̍h siat-li̍p Sò-lô chòe-ông lâi thè-hóe, in-ūi I oa̍t-tńg-khì bô tè Góa, bô chun-siú Góa ê bēng-lēng.  Sat-bó͘-jíⁿ chin chhoeh-sim, thong-mî kiû Iâ-hô-hoa.","tghg":"「我為著設立掃羅做王，來退悔；因為伊越轉去無隨我，無遵守我的命令。」撒母耳真慼心(chhoeh-sim)，通暝求耶和華。","bklhl":"我為tio̍h設立掃羅做王來退悔，因為伊oa̍t-tńg去無tè我，無遵守我ê命令。撒母耳真慼心，thong暝求耶和華。"}},{"book":"撒上","chapter":15,"verse":12,"versions":{"unv":"撒母耳清早起來，迎接掃羅。有人告訴撒母耳說：「掃羅到了迦密，在那裡立了紀念碑，又轉身下到吉甲。」","bklcl":"Sat-bó͘-jíⁿ keh chá-khí, thàu-chá beh khì ngiâ-chih Sò-lô; ū lâng kā Sat-bó͘-jíⁿ kóng, Sò-lô kàu Ka-bi̍t, tī-hia ūi ka-kī khiā chio̍h-pi, koh oa̍t-tńg kè-khì, lo̍h kàu Kiat-kah.","tghg":"撒母耳隔早起，透早欲去迎接(ngiâ-chih)掃羅。有人給撒母耳講：「掃羅到迦密，佇遐為家己徛石碑，閣越轉過去落到吉甲。」","bklhl":"撒母耳隔早起，透早beh去迎接掃羅；有人kā撒母耳講，掃羅到Ka-bi̍t，tī-hia為家己khiā石碑，koh oa̍t-tńg過去，落到Kiat-kah。"}},{"book":"撒上","chapter":15,"verse":13,"versions":{"unv":"撒母耳到了掃羅那裡，掃羅對他說：「願耶和華賜福與你，耶和華的命令我已遵守了。」","bklcl":"Sat-bó͘-jíⁿ kàu Sò-lô hia, Sò-lô kā i kóng,  Goān Iâ-hô-hoa sù-hok lí, góa í-keng chun-siú Iâ-hô-hoa ê bēng-lēng lah.","tghg":"撒母耳到掃羅遐，掃羅給伊講：「願耶和華賜福你，我已經遵守耶和華的命令啦。」","bklhl":"撒母耳到掃羅hia，掃羅kā伊講，願耶和華賜福你，我已經遵守耶和華ê命令lah。"}},{"book":"撒上","chapter":15,"verse":14,"versions":{"unv":"撒母耳說：「我耳中聽見有羊叫、牛鳴，是從哪裡來的呢？」","bklcl":"Sat-bó͘-jíⁿ kóng, Án-ni, chiū chit ê iûⁿ me̍h-me̍h-háu ji̍p góa ê hī-khang, kap góa só͘ thiaⁿ gû teh mā, sī sím-mi̍h in-toaⁿ?","tghg":"撒母耳講：「按呢就此個羊咩咩哮(me̍h-me̍h-háu)入我的耳孔，及我所聽牛啲哞(mā)，是甚麼因端？」","bklhl":"撒母耳講，Án-ni，就chit ê羊me̍h-me̍h哮入我ê耳孔，kap我所聽牛teh mā，是甚麼因端？"}},{"book":"撒上","chapter":15,"verse":15,"versions":{"unv":"掃羅說：「這是百姓從亞瑪力人那裡帶來的；因為他們愛惜上好的牛羊，要獻與耶和華─你的　神；其餘的，我們都滅盡了。」","bklcl":"Sò-lô kóng, In tùi A-má-le̍k lâng hia tòa-lâi-ê; in-ūi peh-sìⁿ pó-sioh siōng-hó ê iûⁿ, gû, beh hiàn hō͘ Iâ-hô-hoa lí ê Siōng-tè;  kî-û-ê goán lóng châu-bia̍t.","tghg":"掃羅講：「𪜶對亞瑪力人遐帶來的，因為百姓保惜上好的羊、牛，欲獻互耶和華──你的上帝；其餘的，阮攏剿滅。」","bklhl":"掃羅講，In tùi A-má-le̍k人hia帶來ê；因為百姓保惜siōng好ê羊、牛，beh獻hō͘耶和華你ê上帝；其餘ê阮lóng剿滅。"}},{"book":"撒上","chapter":15,"verse":16,"versions":{"unv":"撒母耳對掃羅說：「你住口吧！等我將耶和華昨夜向我所說的話告訴你。」掃羅說：「請講。」","bklcl":"Sat-bó͘-jíⁿ kā Sò-lô kóng, Lí tiām-tiām, góa beh chiong Iâ-hô-hoa chā-mî só͘ kā góa kóng ê, kā lí kóng.  I kā i kóng, Chhiáⁿ kóng.","tghg":"撒母耳給掃羅講：「你恬恬(tiām-tiām)！我欲將耶和華昨暝所給我講的給你講。」伊給伊講：「請講。」","bklhl":"撒母耳kā掃羅講，你恬恬，我beh將耶和華昨暝所kā我講ê，kā你講。伊kā伊講，請講。"}},{"book":"撒上","chapter":15,"verse":17,"versions":{"unv":"撒母耳對掃羅說：「從前你雖然以自己為小，豈不是被立為以色列支派的元首嗎？耶和華膏你作以色列的王。","bklcl":"Sat-bó͘-jíⁿ kóng, Chá lí sui-jiân ka-kī khòaⁿ chòe bî-sòe, kiám m̄-sī  siū siat-li̍p chòe Í-sek-lia̍t chi-phài ê thâu mah?  Iâ-hô-hoa ēng iû boah lí chòe ông, lâi tī-lí Í-sek-lia̍t;","tghg":"撒母耳講：「早你雖然家己看做微細，豈呣是受設立做以色列支派的頭嗎？耶和華用油抹你做王來治理以色列。","bklhl":"撒母耳講，早你雖然家己看做微細，kiám m̄是受設立做以色列支派ê頭mah？耶和華用油抹你做王，來治理以色列；"}},{"book":"撒上","chapter":15,"verse":18,"versions":{"unv":"耶和華差遣你，吩咐你說，你去擊打那些犯罪的亞瑪力人，將他們滅絕淨盡。","bklcl":"koh Iâ-hô-hoa chhe lí khí-sin khì, hoan-hù lí kóng, A-má-le̍k lâng sī ū-chōe ê lâng, lí khì it-chīn châu-bia̍t i, koh kap in kau-chiàn, kàu in lóng bia̍t;","tghg":"閣耶和華差你起身去，吩咐你講，亞瑪力人是有罪的人，你去一盡剿滅伊，閣及𪜶交戰到𪜶攏滅。","bklhl":"koh耶和華差你起身去，吩咐你講，A-má-le̍k人是有罪ê人，你去一盡剿滅伊，koh kap in交戰，到in lóng滅；"}},{"book":"撒上","chapter":15,"verse":19,"versions":{"unv":"你為何沒有聽從耶和華的命令，急忙擄掠財物，行耶和華眼中看為惡的事呢？」","bklcl":"lí siáⁿ-sū bô thàn Iâ-hô-hoa ê ōe, kóaⁿ-kín khì chhiúⁿ-mi̍h, kiâⁿ Iâ-hô-hoa só͘ khòaⁿ-chòe pháiⁿ ê sū ah?","tghg":"你啥事無趁耶和華的話，趕緊去搶物，行耶和華所看做歹的事啊？」","bklhl":"你啥事無thàn耶和華ê話，趕緊去搶物，行耶和華所看做pháiⁿ ê事ah？"}},{"book":"撒上","chapter":15,"verse":20,"versions":{"unv":"掃羅對撒母耳說：「我實在聽從了耶和華的命令，行了耶和華所差遣我行的路，擒了亞瑪力王亞甲來，滅盡了亞瑪力人。","bklcl":"Sò-lô kā Sat-bó͘-jíⁿ kóng, Góa si̍t-chāi ū thiaⁿ-thàn Iâ-hô-hoa ê bēng-lēng, kiâⁿ Iâ-hô-hoa só͘ chhe góa kiâⁿ ê lō͘, lia̍h A-má-le̍k ông A-kah lâi, it-chīn bia̍t A-má-le̍k lâng;","tghg":"掃羅給撒母耳講：「我實在有聽趁耶和華的命令，行耶和華所差我行的路，掠亞瑪力王亞甲來，一盡滅亞瑪力人。","bklhl":"掃羅kā撒母耳講，我實在有聽thàn耶和華ê命令，行耶和華所差我行ê路，掠A-má-le̍k王A-kah來，一盡滅A-má-le̍k人；"}},{"book":"撒上","chapter":15,"verse":21,"versions":{"unv":"百姓卻在所當滅的物中，取了最好的牛羊，要在吉甲獻與耶和華─你的　神。」","bklcl":"to̍k-to̍k peh-sìⁿ tùi só͘ chhiúⁿ ê mi̍h ê tiong-kan, chhú iûⁿ, gû, eng-kai hiàn ê mi̍h ê siōng-hó ê, beh tī Kiat-kah chè-hiàn Iâ-hô-hoa lí ê Siōng-tè.","tghg":"獨獨百姓對所搶的物的中間，取羊牛應該獻的物的上好的，欲佇吉甲祭獻耶和華──你的上帝。」","bklhl":"獨獨百姓tùi所搶ê物ê中間，取羊、牛，應該獻ê物ê siōng好ê，beh tī Kiat-kah祭獻耶和華你ê上帝。"}},{"book":"撒上","chapter":15,"verse":22,"versions":{"unv":"撒母耳說：耶和華喜悅燔祭和平安祭，豈如喜悅人聽從他的話呢？聽命勝於獻祭；順從勝於公羊的脂油。","bklcl":"Sat-bó͘-jíⁿ kóng, Iâ-hô-hoa hoaⁿ-hí sio-chè chè-sū, kiám chhin-chhiūⁿ hoaⁿ-hí lâng chun-thàn Iâ-hô-hoa ê ōe mah?  Khòaⁿ ah, chun-thàn iâⁿ-kè hiàn-chè, thiaⁿ-thàn sī iâⁿ-kè iûⁿ-káng ê iû.","tghg":"撒母耳講：耶和華歡喜燒祭祭祀，豈親像歡喜人遵趁耶和華的話嗎？看啊，遵趁贏過獻祭；聽趁是贏過羊牨(káng)的油。","bklhl":"撒母耳講，耶和華歡喜燒祭祭祀，kiám親像歡喜人遵thàn耶和華ê話mah？看ah，遵thàn贏過獻祭，聽thàn是贏過羊káng ê油。"}},{"book":"撒上","chapter":15,"verse":23,"versions":{"unv":"悖逆的罪與行邪術的罪相等；頑梗的罪與拜虛神和偶像的罪相同。你既厭棄耶和華的命令，耶和華也厭棄你作王。","bklcl":"In-ūi pōe-poān sī chhin-chhiūⁿ kiâⁿ siâ-su̍t ê chōe, ngī-sim sī chhin-chhiūⁿ ho̍k-sāi hu-ké,  chhin-chhiūⁿ pài ngó͘-siōng; ūi-tio̍h lí khì-sak Iâ-hô-hoa ê ōe, I iā khì-sak lí, bô hō͘ lí chòe-ông.","tghg":"因為背叛是親像行邪術的罪；硬心是親像服事虛假，親像拜偶像。為著你棄拺耶和華的話，伊也棄拺你無互你做王。","bklhl":"因為背叛是親像行邪術ê罪，硬心是親像服事虛假，親像拜偶像；為tio̍h你棄sak耶和華ê話，伊也棄sak你，無hō͘你做王。"}},{"book":"撒上","chapter":15,"verse":24,"versions":{"unv":"掃羅對撒母耳說：「我有罪了，我因懼怕百姓，聽從他們的話，就違背了耶和華的命令和你的言語。","bklcl":"Sò-lô tùi Sat-bó͘-jíⁿ kóng, Góa ū-chōe, in-ūi góa ū hoān-tio̍h Iâ-hô-hoa ê bēng-lēng kap lí ê ōe, sī tùi góa kiaⁿ peh-sìⁿ, thiaⁿ in ê ōe.","tghg":"掃羅對撒母耳講：「我有罪，因為我有犯著耶和華的命令及你的話，是對我驚百姓，聽𪜶的話。","bklhl":"掃羅對撒母耳講，我有罪，因為我有犯tio̍h耶和華ê命令kap你ê話，是tùi我驚百姓，聽in ê話。"}},{"book":"撒上","chapter":15,"verse":25,"versions":{"unv":"現在求你赦免我的罪，同我回去，我好敬拜耶和華。」","bklcl":"Taⁿ kiû lí sià-bián góa ê chōe, kap góa tò-khì, hō͘ góa thang kèng-pài Iâ-hô-hoa.","tghg":"今求你赦免我的罪，及我倒去，互我通敬拜耶和華。」","bklhl":"Taⁿ求你赦免我ê罪，kap我tò去，hō͘我thang敬拜耶和華。"}},{"book":"撒上","chapter":15,"verse":26,"versions":{"unv":"撒母耳對掃羅說：「我不同你回去；因為你厭棄耶和華的命令，耶和華也厭棄你作以色列的王。」","bklcl":"Sat-bó͘-jíⁿ kā Sò-lô kóng, Góa m̄ kap lí tò-khì; in-ūi lí khì-sak Iâ-hô-hoa ê bēng-lēng, Iâ-hô-hoa iā khì-sak lí, bô hō͘ lí chòe Í-sek-lia̍t ê ông.","tghg":"撒母耳給掃羅講：「我呣及你倒去；因為你棄拺耶和華的命令，耶和華也棄拺你無互你做以色列的王。」","bklhl":"撒母耳kā掃羅講，我m̄ kap你tò去；因為你棄sak耶和華ê命令，耶和華也棄sak你，無hō͘你做以色列ê王。"}},{"book":"撒上","chapter":15,"verse":27,"versions":{"unv":"撒母耳轉身要走，掃羅就扯住他外袍的衣襟，衣襟就撕斷了。","bklcl":"Sat-bó͘-jíⁿ oa̍t-tńg-sin beh khì, Sò-lô chiū khiú I ê saⁿ-á-ku, saⁿ chiū thiah-tn̄g.","tghg":"撒母耳越轉身欲去，掃羅就搝(khiú)伊的衫仔裾，衫就拆斷。","bklhl":"撒母耳oa̍t-tńg身beh去，掃羅就khiú伊ê衫á裾，衫就拆斷。"}},{"book":"撒上","chapter":15,"verse":28,"versions":{"unv":"撒母耳對他說：「如此，今日耶和華使以色列國與你斷絕，將這國賜與比你更好的人。","bklcl":"Sat-bó͘-jíⁿ kā i kóng, Kin-á-ji̍t Iâ-hô-hoa hō͘ Í-sek-lia̍t kok kap lí choa̍t-tn̄g, iā sī án-ni, chiong i siúⁿ-sù lí ê chhù-piⁿ ê chi̍t-ê, pí lí khah-hó-ê.","tghg":"撒母耳給伊講：「今仔日耶和華互以色列國及你絕斷，也是按呢，將伊賞賜你的厝邊的一個比你卡好者。","bklhl":"撒母耳kā伊講，今á日耶和華hō͘以色列國kap你絕斷，也是án-ni，將伊賞賜你ê厝邊ê一个，比你khah好ê。"}},{"book":"撒上","chapter":15,"verse":29,"versions":{"unv":"以色列的大能者必不致說謊，也不致後悔；因為他迥非世人，決不後悔。」","bklcl":"Í-sek-lia̍t ê tōa hián-hek ê, bô pe̍h-chha̍t, iā bô thè-hóe; in-ūi I m̄-sī sè-kan lâng, ū thè-hóe.","tghg":"以色列的大顯赫(hián-hek)者無白賊，也無退悔；因為伊呣是世間人，有退悔。」","bklhl":"以色列ê大顯赫(hián-hek)ê，無白賊，也無退悔；因為伊m̄是世間人，有退悔。"}},{"book":"撒上","chapter":15,"verse":30,"versions":{"unv":"掃羅說：「我有罪了，雖然如此，求你在我百姓的長老和以色列人面前抬舉我，同我回去，我好敬拜耶和華─你的　神。」","bklcl":"Sò-lô kóng, Góa ū chōe; sui-jiân án-ni, kiû lí chun-tiōng góa tī góa ê peh-sìⁿ ê tióng-ló kap Í-sek-lia̍t lâng ê bīn-chêng, kap góa tò-khì, hō͘ góa kèng-pài Iâ-hô-hoa lí ê Siōng-tè.","tghg":"掃羅講：「我有罪，雖然按呢，求你尊重我佇我的百姓的長老及以色列人的面前，及我倒去，互我敬拜耶和華──你的上帝。」","bklhl":"掃羅講，我有罪；雖然án-ni，求你尊重我tī我ê百姓ê長老kap以色列人ê面前，kap我tò去，hō͘我敬拜耶和華你ê上帝。"}},{"book":"撒上","chapter":15,"verse":31,"versions":{"unv":"於是撒母耳轉身跟隨掃羅回去，掃羅就敬拜耶和華。","bklcl":"Sat-bó͘-jíⁿ chiū oa̍t-tńg-sin tè Sò-lô khì; Sò-lô chiū kèng-pài Iâ-hô-hoa.","tghg":"撒母耳就越轉身隨掃羅去，掃羅就敬拜耶和華。","bklhl":"撒母耳就oa̍t-tńg身tè掃羅去；掃羅就敬拜耶和華。"}},{"book":"撒上","chapter":15,"verse":32,"versions":{"unv":"撒母耳說：「要把亞瑪力王亞甲帶到我這裡來。」亞甲就歡歡喜喜地來到他面前，心裡說，死亡的苦難必定過去了。","bklcl":"Sat-bó͘-jíⁿ kóng, Lín tio̍h tòa A-má-le̍k ông A-kah lâi góa chia.  A-kah chiū an-sim lâi kàu i ê bīn-chêng; A-kah kóng, Sí-bô ê kan-khó͘ tek-khak kè-khì lah.","tghg":"撒母耳講：「恁著帶亞瑪力王亞甲來我遮。」亞甲就安心來到伊的面前，亞甲講，死無的艱苦的確過去啦。","bklhl":"撒母耳講，Lín tio̍h帶A-má-le̍k王A-kah來我chia。A-kah就安心來到伊ê面前；A-kah講，死無ê艱苦的確過去lah。"}},{"book":"撒上","chapter":15,"verse":33,"versions":{"unv":"撒母耳說：「你既用刀使婦人喪子，這樣，你母親在婦人中也必喪子。」於是，撒母耳在吉甲耶和華面前將亞甲殺死。","bklcl":"Sat-bó͘-jíⁿ kóng, Lí ê to bat hō͘ hū-jîn-lâng bô kiáⁿ, án-ni lí ê lāu-bú tī hū-jîn-lâng tiong iā beh bô kiáⁿ; tùi án-ni Sat-bó͘-jíⁿ tī Kiat-kah, Iâ-hô-hoa ê bīn-chêng, chiong A-kah phòa kui-tè.","tghg":"撒母耳講：「你的刀曾互婦仁人無子，按呢，你的老母佇婦仁人中也欲無子。」對按呢，撒母耳佇吉甲耶和華的面前將亞甲破歸塊(kui-tè)。","bklhl":"撒母耳講，你ê刀bat hō͘婦人人無kiáⁿ，án-ni你ê老母tī婦人人中也beh無kiáⁿ；tùi án-ni，撒母耳tī Kiat-kah，耶和華ê面前，將A-kah破kui塊。"}},{"book":"撒上","chapter":15,"verse":34,"versions":{"unv":"撒母耳回了拉瑪。掃羅上他所住的基比亞，回自己的家去了。","bklcl":"Sat-bó͘-jíⁿ khì La̍h-má;  Sò-lô chiūⁿ-khì i ê chhù, kàu Sò-lô ê Ki-pí-a.","tghg":"撒母耳去拉瑪。掃羅上去伊的厝，到掃羅的基比亞。","bklhl":"撒母耳去La̍h-má；掃羅上去伊ê厝，到掃羅ê Ki-pí-a。"}},{"book":"撒上","chapter":15,"verse":35,"versions":{"unv":"撒母耳直到死的日子，再沒有見掃羅；但撒母耳為掃羅悲傷，是因耶和華後悔立他為以色列的王。","bklcl":"Sat-bó͘-jíⁿ kàu i sí ê ji̍t, bô koh lâi kìⁿ Sò-lô; in-ūi Sat-bó͘-jíⁿ ūi-tio̍h Sò-lô iu-būn.  Iâ-hô-hoa in-ūi siat-li̍p Sò-lô chòe Í-sek-lia̍t ông iā thè-hóe.","tghg":"撒母耳到伊死的日，無閣來見掃羅；因為撒母耳為著掃羅憂悶，耶和華因為設立掃羅做以色列王也退悔。","bklhl":"撒母耳到伊死ê日，無koh來見掃羅；因為撒母耳為tio̍h掃羅憂悶。耶和華因為設立掃羅做以色列王也退悔。"}}]