[{"book":"撒上","chapter":28,"verse":1,"versions":{"unv":"那時，非利士人聚集軍旅，要與以色列人打仗。亞吉對大衛說：「你當知道，你和跟隨你的人都要隨我出戰。」","bklcl":"Hit-sî Hui-lī-sū lâng chū-chi̍p kun-peng chhut-tīn, beh kap Í-sek-lia̍t lâng kau-chiàn.  A-kiat tùi Tāi-pi̍t kóng, Lí tio̍h khak-si̍t chai, lí kap tè lí ê lâng lóng tio̍h tè góa chhut-tīn.","tghg":"彼時，非利士人聚集軍兵出陣，欲及以色列人交戰。亞吉對大衛講：「你著確實知，你及隨你的人攏著隨我出陣。」","bklhl":"Hit時腓利士人聚集軍兵出陣，beh kap以色列人交戰。A-kiat對大衛講，你tio̍h確實知，你kap tè你ê人lóng tio̍h tè我出陣。"}},{"book":"撒上","chapter":28,"verse":2,"versions":{"unv":"大衛對亞吉說：「僕人所能做的事，王必知道。」亞吉對大衛說：「這樣，我立你永遠作我的護衛長。」","bklcl":"Tāi-pi̍t tùi A-kiat kóng, Sī, lô͘-po̍k só͘ ōe chòe ê tāi-chì, lí tek-khak ōe chai.  A-kiat kā Tāi-pi̍t kóng, Án-ni, góa siat-li̍p lí éng-oán chòe góa ê sī-ōe-tiúⁿ.","tghg":"大衛對亞吉講：「是，奴僕所會做的代誌，你的確會知。」亞吉給大衛講：「按呢，我設立你永遠做我的侍衛長。」","bklhl":"大衛對A-kiat講，是，奴僕所能做ê tāi-chì，你的確會知。A-kiat kā大衛講，Án-ni，我設立你永遠做我ê侍衛長。"}},{"book":"撒上","chapter":28,"verse":3,"versions":{"unv":"那時撒母耳已經死了，以色列眾人為他哀哭，葬他在拉瑪，就是在他本城裡。掃羅曾在國內不容有交鬼的和行巫術的人。","bklcl":"Hit-sî Sat-bó͘-jíⁿ í-keng sí, Í-sek-lia̍t chèng-lâng ūi-tio̍h i ai-khàu, bâi-chòng i tī La̍h-má, chiū-sī tī i ê pún-siâⁿ.  Sò-lô bat kóaⁿ-tio̍k kúi chiūⁿ-sin-ê kap kiâⁿ siâ-su̍t-ê lī-khui i ê kéng-lāi.","tghg":"彼時撒母耳已經死，以色列眾人為著伊哀哭，埋葬伊佇拉瑪，就是佇伊的本城。掃羅曾趕逐鬼上身的及行邪術的離開伊的境內。","bklhl":"Hit時撒母耳已經死，以色列眾人為tio̍h伊哀哭，埋葬i tī La̍h-má，就是tī伊ê本城。掃羅bat趕逐鬼上身ê kap行邪術ê離開伊ê境內。"}},{"book":"撒上","chapter":28,"verse":4,"versions":{"unv":"非利士人聚集，來到書念安營；掃羅聚集以色列眾人在基利波安營。","bklcl":"Hui-lī-sū lâng chū-chi̍p, chat-iâⁿ tī Su-liām;  Sò-lô chū-chi̍p Í-sek-lia̍t chèng-lâng, chat-iâⁿ tī Ki-lī-pho.","tghg":"非利士人聚集，紮營佇書念；掃羅聚集以色列眾人紮營佇基利波。","bklhl":"腓利士人聚集，紮營tī Su-liām；掃羅聚集以色列眾人，紮營tī Ki-lī-pho。"}},{"book":"撒上","chapter":28,"verse":5,"versions":{"unv":"掃羅看見非利士的軍旅就懼怕，心中發顫。","bklcl":"Sò-lô khòaⁿ-kìⁿ Hui-lī-sū ê kun-peng, chiū chin kiaⁿ, sim pho̍k-pho̍k-chhéng kàu-ke̍k.","tghg":"掃羅看見非利士的軍兵就真驚，心噗噗筅(pho̍k-pho̍k-chhéng)到極。","bklhl":"掃羅看見腓利士ê軍兵，就真驚，心pho̍k-pho̍k-chhéng 到極。"}},{"book":"撒上","chapter":28,"verse":6,"versions":{"unv":"掃羅求問耶和華，耶和華卻不藉夢，或烏陵，或先知回答他。","bklcl":"Sò-lô mn̄g Iâ-hô-hoa;  Iâ-hô-hoa lóng bô ēng bîn-bāng, á-sī O͘-lêng, á-sī sian-ti, lâi ìn i.","tghg":"掃羅問耶和華，耶和華攏無用眠夢，抑是烏陵(O͘-lêng)，抑是先知來應伊。","bklhl":"掃羅問耶和華；耶和華lóng無用眠夢，á是O͘-lêng，á是先知，來應伊。"}},{"book":"撒上","chapter":28,"verse":7,"versions":{"unv":"掃羅吩咐臣僕說：「當為我找一個交鬼的婦人，我好去問她。」臣僕說：「在隱‧多珥有一個交鬼的婦人。」","bklcl":"Sò-lô hoan-hù i ê lô͘-po̍k kóng, Lí tio̍h kā góa chhē ang-î, hō͘ góa thang khì i hia mn̄g i;  lô͘-po̍k kóng, Tī Ún-to-jíⁿ ū chi̍t ê ang-î.","tghg":"掃羅吩咐伊的奴僕講：「你著給我尋尪姨，互我通去伊遐問伊。」奴僕講：「佇隱多珥有一個尪姨(ang-î)。」","bklhl":"掃羅吩咐伊ê奴僕講，你tio̍h kā我chhē紅姨，hō͘我thang去伊 hia問伊；奴僕講，Tī Ún-to-jíⁿ有一个紅姨。"}},{"book":"撒上","chapter":28,"verse":8,"versions":{"unv":"於是掃羅改了裝，穿上別的衣服，帶著兩個人，夜裡去見那婦人。掃羅說：「求你用交鬼的法術，將我所告訴你的死人，為我招上來。」","bklcl":"Sò-lô chiū kóe-ōaⁿ i ê hêng-iông, chhēng pa̍t-hō ê saⁿ, ū nn̄g-lâng kap i khì, mî-sî khì hit ê hū-jîn-lâng hia.  Sò-lô kóng, Chhiáⁿ lí ēng chiūⁿ lí ê sin ê sîn, kā góa kiâⁿ hoat-su̍t, góa só͘ kā lí kóng ê lâng, lí kā góa khan i chiūⁿ lâi.","tghg":"掃羅就改換伊的形容，穿別號的衫，有二人及伊去，暝時去彼個婦仁人遐。掃羅講：「請你用上你的身的神給我行法術，我所給你講的人，你給我牽伊上來。」","bklhl":"掃羅就改換伊ê形容，穿別號ê衫，有兩人kap伊去，暝時去hit ê婦人人hia。掃羅講，請你用上你ê身ê神，kā我行法術，我所kā你講ê人，你kā我牽伊上來。"}},{"book":"撒上","chapter":28,"verse":9,"versions":{"unv":"婦人對他說：「你知道掃羅從國中剪除交鬼的和行巫術的。你為何陷害我的性命，使我死呢？」","bklcl":"Hū-jîn-lâng tùi i kóng;  khòaⁿ ah, lí chai Sò-lô ê só͘-chòe; i tùi kéng-lāi chián-tû chiah-ê kúi chiūⁿ-sin-ê, kap kiâⁿ siâ-su̍t ê; lí siáⁿ-sū siat-kè beh hāi-sí góa ê sìⁿ-miā ah?","tghg":"婦仁人對伊講：「看啊，你知掃羅的所做伊對境內剪除諸個鬼上身的及行邪術的。你啥事設計欲害死我的生命啊？」","bklhl":"婦人人對伊講；看ah，你知掃羅ê所做；伊tùi境內剪除chiah ê鬼上身ê，kap行邪術ê；你啥事設計beh害死我ê性命ah？"}},{"book":"撒上","chapter":28,"verse":10,"versions":{"unv":"掃羅向婦人指著耶和華起誓說：「我指著永生的耶和華起誓，你必不因這事受刑。」","bklcl":"Sò-lô kí Iâ-hô-hoa tùi i chiù-chōa, kóng, Góa kí éng-oa̍h ê Iâ-hô-hoa lâi chiù-chōa, lí bô beh in-ūi chit ê sū siū hêng-hoa̍t.","tghg":"掃羅指耶和華對伊咒誓講：「我指永活的耶和華來咒誓，你無欲因為此個事受刑罰。」","bklhl":"掃羅kí耶和華對伊chiù-chōa，講，我kí永活ê耶和華來chiù-chōa，你無beh因為chit ê事受刑罰。"}},{"book":"撒上","chapter":28,"verse":11,"versions":{"unv":"婦人說：「我為你招誰上來呢？」回答說：「為我招撒母耳上來。」","bklcl":"Hū-jîn-lâng kóng, Góa tio̍h kā lí khan sím-mi̍h lâng chiūⁿ-lâi ah?  I kóng, Kā góa khan Sat-bó͘-jíⁿ chiūⁿ-lâi.","tghg":"婦仁人講：「我著給你牽甚麼人上來啊？」伊講：「給我牽撒母耳上來。」","bklhl":"婦人人講，我tio̍h kā你牽甚麼人上來ah？伊講，Kā我牽撒母耳上來。"}},{"book":"撒上","chapter":28,"verse":12,"versions":{"unv":"婦人看見撒母耳，就大聲呼叫，對掃羅說：「你是掃羅，為甚麼欺哄我呢？」","bklcl":"Hū-jîn-lâng khòaⁿ-kìⁿ Sat-bó͘-jíⁿ, chiū tōa-siaⁿ kiò; hū-jîn-lâng kā Sò-lô kóng, Lí siáⁿ-sū phiàn góa;  in-ūi lí sī Sò-lô.","tghg":"婦仁人看見撒母耳，就大聲叫，婦仁人給掃羅講：「你啥事騙我？因為你是掃羅。」","bklhl":"婦人人看見撒母耳，就大聲叫；婦人人kā掃羅講，你啥事騙我；因為你是掃羅。"}},{"book":"撒上","chapter":28,"verse":13,"versions":{"unv":"王對婦人說：「不要懼怕，你看見了甚麼呢？」婦人對掃羅說：「我看見有神從地裡上來。」","bklcl":"Ông tùi i kóng, Bo̍h-tit kiaⁿ, lí khòaⁿ-kìⁿ sím-mi̍h?  Hū-jîn-lâng kā Sò-lô kóng, Góa khòaⁿ-kìⁿ sîn-bêng tùi tōe-nih chiūⁿ-lâi.","tghg":"王對伊講「莫得驚，你看見甚麼？」婦仁人給掃羅講：「我看見神明對地裡上來。」","bklhl":"王對伊講，莫得驚，你看見甚麼？婦人人kā掃羅講，我看見神明tùi地裡上來。"}},{"book":"撒上","chapter":28,"verse":14,"versions":{"unv":"掃羅說：「他是怎樣的形狀？」婦人說：「有一個老人上來，身穿長衣。」掃羅知道是撒母耳，就屈身，臉伏於地下拜。","bklcl":"Sò-lô kóng, I ê hêng-chōng cháiⁿ-iūⁿ?  I kóng, Ū chi̍t ê lāu-lâng chiūⁿ-lâi, sin-khu moa tn̂g-saⁿ.","tghg":"掃羅講：「伊的形狀怎樣？」伊講：「有一個老人上來，身軀𧜞(moa)長衫。」掃羅知是撒母耳，就仆佇地裡，拜伊。","bklhl":"掃羅講，伊ê形狀怎樣？伊講，有一个老人上來，身軀moa長衫。"}},{"book":"撒上","chapter":28,"verse":15,"versions":{"unv":"撒母耳對掃羅說：「你為甚麼攪擾我，招我上來呢？」掃羅回答說：「我甚窘急；因為非利士人攻擊我，　神也離開我，不再藉先知或夢回答我。因此請你上來，好指示我應當怎樣行。」","bklcl":"Sò-lô chai sī Sat-bó͘-jíⁿ, chiū phak tī tōe-nih pài i.  Sat-bó͘-jíⁿ kā Sò-lô kóng, Lí siáⁿ-sū kiáu-jiáu góa, khan góa chiūⁿ-lâi ah?  Sò-lô kóng, Góa khùn-khó͘ kàu-ke̍k; in-ūi Hui-lī-sū lâng kap góa kau-chiàn, Siōng-tè iā lī-khui góa, bô koh ēng sian-ti, á-sī bîn-bāng, lâi ìn góa;  só͘-í góa chhiáⁿ lí lâi, thang chí-sī góa tio̍h cháiⁿ-iūⁿ kiâⁿ.","tghg":"撒母耳給掃羅講：「你啥事攪擾我，牽我上來啊？」掃羅講：「我困苦到極；因為非利士人及我交戰，上帝也離開我，無閣用先知抑是眠夢來應我。所以我請你來，通指示我著怎樣行。」","bklhl":"掃羅知是撒母耳，就仆tī地裡拜伊。撒母耳kā掃羅講，你啥事攪擾我，牽我上來ah？掃羅講，我困苦到極；因為腓利士人kap我交戰，上帝也離開我，無koh用先知，á是眠夢，來應我；所以我請你來，thang指示我tio̍h怎樣行。"}},{"book":"撒上","chapter":28,"verse":16,"versions":{"unv":"撒母耳說：「耶和華已經離開你，且與你為敵，你何必問我呢？","bklcl":"Sat-bó͘-jíⁿ kóng, Iâ-hô-hoa í-keng lī-khui lí, sòa chòe lí ê tùi-te̍k; lí siáⁿ-sū mn̄g góa ah?","tghg":"撒母耳講：「耶和華已經離開你，續做你的對敵，你啥事問我啊？","bklhl":"撒母耳講，耶和華已經離開你，續做你ê對敵；你啥事問我ah？"}},{"book":"撒上","chapter":28,"verse":17,"versions":{"unv":"耶和華照他藉我說的話，已經從你手裡奪去國權，賜與別人，就是大衛。","bklcl":"Iâ-hô-hoa chiàu I thok góa só͘ kóng ê ōe kiâⁿ tī lí;  Iâ-hô-hoa í-keng tùi lí ê chhiú chhiúⁿ-toa̍t kok-ūi, hō͘ lí ê tâng-phōaⁿ Tāi-pi̍t.","tghg":"耶和華照伊託我所講的話行佇你，耶和華已經對你的手搶奪(chhiúⁿ-toa̍t)國位，互你的同伴大衛。","bklhl":"耶和華照伊託我所講ê話行tī你；耶和華已經對你ê手搶奪國位，hō͘你ê同伴大衛。"}},{"book":"撒上","chapter":28,"verse":18,"versions":{"unv":"因你沒有聽從耶和華的命令；他惱怒亞瑪力人，你沒有滅絕他們，所以今日耶和華向你這樣行，","bklcl":"In-ūi lí bô thàn Iâ-hô-hoa ê ōe, kiâⁿ I ê tōa siū-khì tī A-má-le̍k, só͘-í Iâ-hô-hoa kin-á-ji̍t án-ni kiâⁿ tī lí;","tghg":"因為你無趁耶和華的話；行伊的大受氣佇亞瑪力，所以耶和華今仔日按呢行佇你，","bklhl":"因為你無thàn耶和華ê話，行伊ê大受氣tī A-má-le̍k，所以耶和華今á日án-ni行tī你；"}},{"book":"撒上","chapter":28,"verse":19,"versions":{"unv":"並且耶和華必將你和以色列人交在非利士人的手裡。明日你和你眾子必與我在一處了；耶和華必將以色列的軍兵交在非利士人手裡。」","bklcl":"koh Iâ-hô-hoa beh chiong lí kap Í-sek-lia̍t kau tī Hui-lī-sū lâng ê chhiú;  bîn-á-ji̍t lí kap lí hiah-ê kiáⁿ beh kap góa tī-teh;  Iâ-hô-hoa beh chiong Í-sek-lia̍t ê kun-peng kau tī Hui-lī-sū lâng ê chhiú.","tghg":"閣耶和華欲將你及以色列交佇非利士人的手。明仔日你及你許個子欲及我佇啲；耶和華欲將以色列的軍兵交佇非利士人的手。」","bklhl":"koh耶和華beh將你kap以色列交tī腓利士人ê手；明á日你kap你hiah-ê kiáⁿ beh kap我tī-teh；耶和華beh將以色列ê軍兵交tī腓利士人ê手。"}},{"book":"撒上","chapter":28,"verse":20,"versions":{"unv":"掃羅猛然仆倒，挺身在地，因撒母耳的話甚是懼怕；那一晝一夜，沒有吃甚麼，就毫無氣力。","bklcl":"Sò-lô hut-jiân sin-khu tó-ti̍t-ti̍t tī tōe-nih, in-ūi Sat-bó͘-jíⁿ ê ōe, chiū chin kiaⁿ, kàu lóng bô la̍t;  in-ūi chi̍t-ji̍t chi̍t-mî lóng bô chia̍h sím-mi̍h.","tghg":"掃羅忽然身軀倒直直佇地裡，因為撒母耳的話就真驚，到攏無力；因為一日一暝，攏無食甚麼。","bklhl":"掃羅忽然身軀倒直直tī地裡，因為撒母耳ê話，就真驚，到lóng無力；因為一日一暝lóng無食甚麼。"}},{"book":"撒上","chapter":28,"verse":21,"versions":{"unv":"婦人到掃羅面前，見他極其驚恐，對他說：「婢女聽從你的話，不顧惜自己的性命，遵從你所吩咐的。","bklcl":"Hū-jîn-lâng óa-kūn Sò-lô, khòaⁿ-kìⁿ i chin peh-pak, tùi i kóng, Lí ê lú-pī thiaⁿ lí ê ōe, bô kò͘ ka-kī ê sìⁿ-miā, thiaⁿ lí só͘ kā góa kóng ê ōe.","tghg":"婦仁人倚近掃羅，看見伊真迫腹(peh-pak)，對伊講：「你的女婢聽你的話，無顧家己的生命，聽你所給我講的話。","bklhl":"婦人人óa近掃羅，看見伊真擘腹，對伊講，你ê女婢聽你ê話，無顧家己ê性命，聽你所kā我講ê話。"}},{"book":"撒上","chapter":28,"verse":22,"versions":{"unv":"現在求你聽婢女的話，容我在你面前擺上一點食物，你吃了，可以有氣力行路。」","bklcl":"Taⁿ kiû lí thiaⁿ lú-pī ê ōe, iông-ún góa tī lí ê bīn-chêng pâi tām-po̍h chia̍h-mi̍h, hō͘ lí chia̍h, lí kiâⁿ lō͘ chiah ū khùi-la̍t.","tghg":"今求你聽女婢的話，容允我佇你的面前排淡薄食物，互你食，你行路才有氣力。」","bklhl":"Taⁿ求你聽女婢ê話，容允我tī你ê面前排淡薄食物，hō͘你食，你行路chiah有氣力。"}},{"book":"撒上","chapter":28,"verse":23,"versions":{"unv":"掃羅不肯，說：「我不吃。」但他的僕人和婦人再三勸他，他才聽了他們的話，從地上起來，坐在床上。","bklcl":"I the-sî kóng, Góa m̄-chia̍h. Chóng-sī i ê lô͘-po̍k kap hū-jîn-lâng hó-chhùi khǹg i, i chiah thiaⁿ in ê chhùi tùi tōe-nih khí-lâi, chē tī chhn̂g-nih.","tghg":"伊推辭(the-sî)，講：「我呣食。」總是伊的奴僕及婦仁人好嘴勸伊，伊才聽𪜶的嘴，對地裡起來，坐佇床裡。","bklhl":"伊推辭講，我m̄食。總是伊ê奴僕kap婦人人好嘴勸伊，伊chiah聽in ê嘴tùi地裡起來，坐tī床裡。"}},{"book":"撒上","chapter":28,"verse":24,"versions":{"unv":"婦人急忙將家裡的一隻肥牛犢宰了，又拿麵摶成無酵餅烤了，","bklcl":"Hū-jîn-lâng chhù-lāi ū chi̍t chiah pûi ê gû-á, kóaⁿ-kín thâi i, koh the̍h mī-hún, chhiau i chòe bô-kàⁿ-piáⁿ, lâi pek i;","tghg":"婦仁人厝內有一隻肥的牛仔，趕緊刣伊，閣提麵粉摶(chhiau)伊做無酵餅來煏伊，","bklhl":"婦人人厝內有一隻肥ê牛á，趕緊刣伊，koh the̍h麵粉，chhiau伊做無酵餅，來pek伊；"}},{"book":"撒上","chapter":28,"verse":25,"versions":{"unv":"擺在掃羅和他僕人面前。他們吃完，當夜就起身走了。","bklcl":"pâi tī Sò-lô kap i ê lô͘-po̍k ê bīn-chêng, in chia̍h i.  Hit-mî in chiū khí-sin khì.","tghg":"排佇掃羅及伊的奴僕的面前。𪜶食伊，彼暝𪜶就起身去。","bklhl":"排tī掃羅kap伊ê奴僕ê面前，in食伊。Hit暝in就起身去。"}}]