[{"book":"撒上","chapter":31,"verse":1,"versions":{"unv":"非利士人與以色列人爭戰。以色列人在非利士人面前逃跑，在基利波有被殺仆倒的。","bklcl":"Hui-lī-sū lâng kap Í-sek-lia̍t lâng kau-chiàn, Í-sek-lia̍t lâng tī Hui-lī-sū lâng ê bīn-chêng tô-cháu, siū-siong lâi sí, tó tī Ki-lī-pho soaⁿ.","tghg":"非利士人及以色列人交戰。以色列人佇非利士人的面前逃走，受傷來死倒佇基利波山。","bklhl":"腓利士人kap以色列人交戰，以色列人tī腓利士人ê面前逃走，受傷來死，倒tī Ki-lī-pho山。"}},{"book":"撒上","chapter":31,"verse":2,"versions":{"unv":"非利士人緊追掃羅和他兒子們，就殺了掃羅的兒子約拿單、亞比拿達、麥基舒亞。","bklcl":"Hui-lī-sū lâng jip-óa Sò-lô kap i ê kiáⁿ;  Hui-lī-sū lâng chiū thâi-sí Sò-lô ê kiáⁿ, Iok-ná-tan, A-pí-ná-ta̍t, Be̍k-ki-su-a.","tghg":"非利士人趇(jip)倚掃羅及伊的子，非利士人就刣死掃羅的子約拿單、亞比拿達、麥基舒亞。","bklhl":"腓利士人jip-óa掃羅kap伊ê kiáⁿ；腓利士人就刣死掃羅ê kiáⁿ，約拿單、A-pí-ná-ta̍t、Be̍k-ki-su-a。"}},{"book":"撒上","chapter":31,"verse":3,"versions":{"unv":"勢派甚大，掃羅被弓箭手追上，射傷甚重，","bklcl":"Hit ê kau-chiàn kong-kek Sò-lô chin siong-tiōng;  siā-chìⁿ ê lâng jip-tio̍h i, i hō͘ siā-chìⁿ ê lâng pek i chin-chhám.","tghg":"彼個交戰攻擊掃羅真傷重，射箭的人趇著伊，伊互射箭的人迫伊真慘，","bklhl":"Hit-ê交戰攻擊掃羅真傷重；射箭ê人jip-tio̍h伊，伊hō͘射箭ê人逼伊真慘。"}},{"book":"撒上","chapter":31,"verse":4,"versions":{"unv":"就吩咐拿他兵器的人說：「你拔出刀來，將我刺死，免得那些未受割禮的人來刺我，凌辱我。」但拿兵器的人甚懼怕，不肯刺他；掃羅就自己伏在刀上死了。","bklcl":"Sò-lô kā kia̍h i ê kun-khì ê lâng kóng, Pu̍ih lí ê to kā góa chha̍k-kè-khì, kiaⁿ-liáu chiah-ê bô siū kat-lé ê lâng lâi chha̍k-sí góa, lâi lêng-jio̍k góa.  Kia̍h i ê kun-khì ê lâng bô beh, in-ūi i chin kiaⁿ.  Sò-lô chiū kia̍h i ê to, chhih tī hit téng-bīn.","tghg":"掃羅給攑伊的軍器的人講：「拔(pu̍ih)你的刀，給我鑿(chha̍k)過去，驚了諸個無受割禮的人來鑿死我，來凌辱我。」攑伊的軍器的人無欲，因為伊真驚；掃羅就攑伊的刀扼(chhih)佇彼頂面。","bklhl":"掃羅kā kia̍h伊ê軍器ê人講，拔你ê刀kā我鑿過去，驚了chiah ê無受割禮ê人來鑿死我，來凌辱我。Kia̍h伊ê軍器ê人無beh，因為伊真驚。掃羅就kia̍h伊ê刀，chhih tī hit頂面。"}},{"book":"撒上","chapter":31,"verse":5,"versions":{"unv":"拿兵器的人見掃羅已死，也伏在刀上死了。","bklcl":"Kia̍h i ê kun-khì-ê khòaⁿ-kìⁿ Sò-lô í-keng sí, i iā chhih tī to-nih, kap i saⁿ-kap sí.","tghg":"攑伊的軍器的看見掃羅已經死，伊也扼佇刀裡及伊相及死。","bklhl":"Kia̍h伊ê 軍器ê看見掃羅已經死，伊也chhih tī刀裡，kap伊相kap死。"}},{"book":"撒上","chapter":31,"verse":6,"versions":{"unv":"這樣，掃羅和他三個兒子，與拿他兵器的人，以及跟隨他的人，都一同死亡。","bklcl":"Sò-lô kap i saⁿ ê kiáⁿ, kap kia̍h i ê kun-khì ê lâng, í-ki̍p lóng-chóng tè i ê lâng, tâng chi̍t-ji̍t chòe chi̍t-ē sí.","tghg":"掃羅及伊三個子，及攑伊的軍器的人，以及攏總隨伊的人，同一日做一下死。","bklhl":"掃羅kap伊三個kiáⁿ，kap kia̍h伊ê 軍器ê人，以及lóng總tè伊ê人，同一日做一下死。"}},{"book":"撒上","chapter":31,"verse":7,"versions":{"unv":"住平原那邊並約旦河西的以色列人，見以色列軍兵逃跑，掃羅和他兒子都死了，也就棄城逃跑。非利士人便來住在其中。","bklcl":"Tùi án-ni tī soaⁿ-kok hit-pêng, kap tī Iok-tàn hô hit-pêng ê Í-sek-lia̍t lâng, khòaⁿ-kìⁿ Í-sek-lia̍t lâng í-keng tô-cháu, Sò-lô kap i hiah-ê kiáⁿ iā lóng sí, chiū khì-sak hiah-ê siâⁿ tô-cháu.  Hui-lī-sū lâng sòa lâi tiàm hia khiā-khí.","tghg":"對按呢佇山谷彼旁及佇約但河彼旁的以色列人，看見以色列人已經逃走，掃羅及伊許個子也攏死，就棄拺許個城逃走。非利士人續來踮遐徛起。","bklhl":"Tùi án-ni，tī山谷hit-pêng，kap tī約旦河hit-pêng ê以色列人，看見以色列人已經逃走，掃羅kap伊hiah-ê kiáⁿ也lóng死，就棄sak hiah-ê城逃走。腓利士人續來tiàm hia khiā起。"}},{"book":"撒上","chapter":31,"verse":8,"versions":{"unv":"次日，非利士人來剝那被殺之人的衣服，看見掃羅和他三個兒子仆倒在基利波山，","bklcl":"Keh-ji̍t Hui-lī-sū lâng lâi pak hiah-ê siū thâi-sí ê lâng, chhē-tio̍h Sò-lô kap i saⁿ ê kiáⁿ, sí tī Ki-lī-pho soaⁿ.","tghg":"隔日，非利士人來縛許個受刣死的人，尋著掃羅及伊三個子死佇基利波山，","bklhl":"隔日，腓利士人來pak hiah-ê受刣死ê人，chhē-tio̍h掃羅kap伊三個kiáⁿ，死tī Ki-lī-pho山。"}},{"book":"撒上","chapter":31,"verse":9,"versions":{"unv":"就割下他的首級，剝了他的軍裝，打發人到（或譯：送到）非利士地的四境，報信與他們廟裡的偶像和眾民；","bklcl":"Chiū koah-tn̄g i ê thâu-khak, thǹg i ê chiàn-kah, chhe lâng kàu Hui-lī-sū tōe ê sì-kéng, piàn-thoân tī hiah-ê ngó͘-siōng ê biō kap peh-sìⁿ ê tiong-kan.","tghg":"就割斷伊的頭殼，褪伊的戰甲，差人到非利士地的四境，遍傳佇許個偶像的廟及百姓的中間；","bklhl":"就割斷伊ê頭殼，thǹg伊ê戰甲，差人到腓利士地ê四境，遍傳tī hiah-ê偶像ê廟kap百姓ê中間。"}},{"book":"撒上","chapter":31,"verse":10,"versions":{"unv":"又將掃羅的軍裝放在亞斯他錄廟裡，將他的屍身釘在伯‧珊的城牆上。","bklcl":"Koh chiong i ê chiàn-kah hē tī A-su-tha-lio̍k ê biō-lāi, chiong i ê sin-si tèng tī Pek-san ê siâⁿ-chhiûⁿ-téng.","tghg":"閣將伊的戰甲下佇亞斯他錄的廟內，將伊的身屍釘佇伯珊的城牆頂。","bklhl":"Koh將伊ê戰甲hē tī A-su-tha-lio̍k ê廟內，將伊ê身屍釘tī Pek-san ê城牆頂。"}},{"book":"撒上","chapter":31,"verse":11,"versions":{"unv":"基列‧雅比的居民聽見非利士人向掃羅所行的事，","bklcl":"Ki-lia̍t Ngá-pí khiā-khí ê peh-sìⁿ, thiaⁿ-kìⁿ Hui-lī-sū lâng só͘ kiâⁿ tī Sò-lô ê sū;","tghg":"基列雅比徛起的百姓聽見非利士人所行佇掃羅的事，","bklhl":"Ki-lia̍t Ngá-pí khiā起ê百姓，聽見腓利士人所行tī掃羅ê事；"}},{"book":"撒上","chapter":31,"verse":12,"versions":{"unv":"他們中間所有的勇士就起身，走了一夜，將掃羅和他兒子的屍身從伯‧珊城牆上取下來，送到雅比那裡，用火燒了；","bklcl":"in hiah-ê ióng-sū lóng khí-lâi, thong-mî kiâⁿ, chiong Sò-lô ê sin-si, kap i hiah-ê kiáⁿ ê sin-si, tùi Pek-san ê siâⁿ-chhiûⁿ chhú-lo̍h-lâi, tòa kàu Ngá-pí, tī-hia sio i;","tghg":"𪜶許個勇士攏起來，通暝行，將掃羅的身屍及伊許個子的身屍對伯珊的城牆取落來，帶到雅比，佇遐燒伊；","bklhl":"in hiah-ê勇士lóng起來，thong暝行，將掃羅ê身屍，kap伊hiah-ê kiáⁿ ê身屍，tùi Pek-san ê城牆取落來，帶到Ngá-pí，tī-hia燒伊；"}},{"book":"撒上","chapter":31,"verse":13,"versions":{"unv":"將他們骸骨葬在雅比的垂絲柳樹下，就禁食七日。","bklcl":"chiong in ê kut bâi-chòng tī Ngá-pí ê sûi-si-liú chhiū kha, kìm-chia̍h chhit-ji̍t.","tghg":"將𪜶的骨埋葬佇雅比的垂絲柳(sûi-si-liú)樹腳，禁食七日。","bklhl":"將in ê骨埋葬tī Ngá-pí ê垂絲柳樹腳，禁食七日。"}}]