[{"book":"撒上","chapter":26,"verse":1,"versions":{"unv":"西弗人到基比亞見掃羅，說：「大衛不是在曠野前的哈基拉山藏著嗎？」","bklcl":"Se-hut lâng kàu Ki-pí-a kìⁿ Sò-lô kóng, Tāi-pi̍t kiám m̄-sī ka-kī bih tī Iâ-sī-bûn thâu-chêng ê Hap-ki-la̍h soaⁿ mah?","tghg":"西弗人到基比亞見掃羅，講：「大衛豈呣是家己匿佇耶示們頭前的哈基拉山嗎？」","bklhl":"Se-hut人到Ki-pí-a見掃羅講，大衛kiám m̄是家己bih tī Iâ-sī-bûn頭前ê Hap-ki-la̍h山mah？"}},{"book":"撒上","chapter":26,"verse":2,"versions":{"unv":"掃羅就起身，帶領以色列人中挑選的三千精兵下到西弗的曠野，要在那裡尋索大衛。","bklcl":"Sò-lô chiū khí-lâi, chhōa Í-sek-lia̍t tiong kéng-soán ê peng saⁿ-chheng, lo̍h-khì kàu Se-hut ê khòng-iá, beh tī Se-hut ê khòng-iá chhē Tāi-pi̍t.","tghg":"掃羅就起來，導以色列中揀選的兵三千落去到西弗的曠野，欲佇西弗的曠野尋大衛。","bklhl":"掃羅就起來，chhōa以色列中揀選ê兵三千，落去到Se-hut ê曠野，beh tī Se-hut ê曠野chhē大衛。"}},{"book":"撒上","chapter":26,"verse":3,"versions":{"unv":"掃羅在曠野前的哈基拉山，在道路上安營。大衛住在曠野，聽說掃羅到曠野來追尋他，","bklcl":"Sò-lô tī Iâ-sī-bûn thâu-chêng ê Hap-ki-la̍h soaⁿ, chat-iâⁿ tī lō͘-nih. Tāi-pi̍t tiàm tī khòng-iá, chai Sò-lô lâi khòng-iá beh tui-jip i.","tghg":"掃羅佇耶示們頭前的哈基拉山，紮營佇路裡。大衛踮佇曠野，知掃羅來曠野欲追趇(jip)伊，","bklhl":"掃羅tī Iâ-sī-bûn頭前ê Hap-ki-la̍h 山，紮營tī路裡。大衛tiàm tī曠野，知掃羅來曠野beh追jip伊。"}},{"book":"撒上","chapter":26,"verse":4,"versions":{"unv":"就打發人去探聽，便知道掃羅果然來到。","bklcl":"Tāi-pi̍t chiū chhe kúi-nā ê cheng-thàm, chiah chai Sò-lô chin-chiàⁿ lâi.","tghg":"大衛就差幾若個偵探，才知掃羅真正來。","bklhl":"大衛就差 kúi-nā ê偵探，chiah知掃羅真正來。"}},{"book":"撒上","chapter":26,"verse":5,"versions":{"unv":"大衛起來，到掃羅安營的地方，看見掃羅和他的元帥尼珥的兒子押尼珥睡臥之處；掃羅睡在輜重營裡，百姓安營在他周圍。","bklcl":"Tāi-pi̍t chiū khí-lâi, kàu Sò-lô chat-iâⁿ ê só͘-chāi; Tāi-pi̍t khòaⁿ-kìⁿ Sò-lô kap i ê kun-tiúⁿ Nî-jíⁿ ê kiáⁿ Ap-nî-jíⁿ khùn ê só͘-chāi, Sò-lô khùn tī pâi-lia̍t chhia ê lāi-bīn, peh-sìⁿ chat-iâⁿ tī i ê sì-ûi.","tghg":"大衛就起來，到掃羅紮營的所在，大衛看見掃羅及伊的軍長尼珥的子押尼珥睏的所在；掃羅睏佇排列車的內面，百姓紮營佇伊的四圍。","bklhl":"大衛就起來，到掃羅紮營ê所在；大衛看見掃羅kap伊ê軍長Nî-jíⁿ ê kiáⁿ Ap-nî-jíⁿ睏ê所在，掃羅睏tī排列車ê內面，百姓紮營tī伊ê四圍。"}},{"book":"撒上","chapter":26,"verse":6,"versions":{"unv":"大衛對赫人亞希米勒和洗魯雅的兒子約押的兄弟亞比篩說：「誰同我下到掃羅營裡去？」亞比篩說：「我同你下去。」","bklcl":"Tāi-pi̍t tùi Hek-lâng A-hi-bí-le̍k, kap Sé-ló͘-ngá ê kiáⁿ Iok-ap ê hiaⁿ-tī A-pí-su kóng, Chī-chūi beh kap góa lo̍h-khì, kàu iâⁿ-pôaⁿ, kàu Sò-lô hia?  A-pí-su kóng, Góa kap lí lo̍h-khì.","tghg":"大衛對赫人亞希米勒及洗魯雅的子約押的兄弟亞比篩(A-pí-su)講：「是誰欲及我落去到營盤到掃羅遐？」亞比篩講：「我及你落去。」","bklhl":"大衛對Hek人A-hi-bí-le̍k，kap Sé-ló͘-ngá ê kiáⁿ Iok-ap ê兄弟A-pí-su講，Chī-chūi beh kap我落去，到營盤，到掃羅hia？A-pí-su講，我kap你落去。"}},{"book":"撒上","chapter":26,"verse":7,"versions":{"unv":"於是大衛和亞比篩夜間到了百姓那裡，見掃羅睡在輜重營裡；他的槍在頭旁，插在地上。押尼珥和百姓睡在他周圍。","bklcl":"Tāi-pi̍t kap A-pí-su thàu-mî kàu peh-sìⁿ hia, khòaⁿ-kìⁿ Sò-lô tó tī pâi-lia̍t chhia ê lāi-bīn teh khùn; i ê chhiuⁿ tī thâu-khak-piⁿ, chhah tī tōe-nih;  Ap-nî-jíⁿ kap peh-sìⁿ khùn tī i ê sì-ûi.","tghg":"大衛及亞比篩透暝到百姓遐，看見掃羅倒佇排列車的內面啲睏；伊的槍佇頭殼邊，插佇地裡。押尼珥及百姓睏佇伊的四圍。","bklhl":"大衛kap A-pí-su透暝到百姓hia，看見掃羅倒tī排列車ê內面teh睏；伊ê鎗 tī頭殼邊，插tī地裡；Ap-nî-jíⁿ kap百姓睏tī伊ê四圍。"}},{"book":"撒上","chapter":26,"verse":8,"versions":{"unv":"亞比篩對大衛說：「現在　神將你的仇敵交在你手裡，求你容我拿槍將他刺透在地，一刺就成，不用再刺。」","bklcl":"A-pí-su kā Tāi-pi̍t kóng, Siōng-tè kin-á-ji̍t chiong lí ê tùi-te̍k kau tī lí ê chhiú, kiû lí chún góa ēng chhiuⁿ kā i chha̍k tī tōe-nih, chha̍k chi̍t-ē, m̄-bián nn̄g-ē.","tghg":"亞比篩給大衛講：「上帝今仔日將你的對敵交佇你的手，求你准我用槍給伊鑿佇地裡，鑿一下，呣免二下。」","bklhl":"A-pí-su kā大衛講，上帝今á日將你ê對敵交tī你ê手，求你准我用鎗kā伊鑿tī地裡，鑿一下，m̄免兩下。"}},{"book":"撒上","chapter":26,"verse":9,"versions":{"unv":"大衛對亞比篩說：「不可害死他。有誰伸手害耶和華的受膏者而無罪呢？」","bklcl":"Tāi-pi̍t kā A-pí-su kóng, M̄-thang hāi-sí i; chī-chūi khí-chhiú hāi Iâ-hô-hoa só͘ boah-iû-ê iā bô chōe ah?","tghg":"大衛給亞比篩講：「呣通害死伊。是誰起手害耶和華所抹油者也無罪啊？」","bklhl":"大衛kā A-pí-su講，M̄-thang害死伊；是誰起手害耶和華所抹油ê也無罪ah？"}},{"book":"撒上","chapter":26,"verse":10,"versions":{"unv":"大衛又說：「我指著永生的耶和華起誓，他或被耶和華擊打，或是死期到了，或是出戰陣亡；","bklcl":"Tāi-pi̍t koh kóng, Góa kí éng-oa̍h ê Iâ-hô-hoa lâi chiù-chōa, Iâ-hô-hoa beh phah i;  kiám-chhái i sí-ji̍t beh kàu, á-sī i beh lo̍h chiàn-tīn lâi sí.","tghg":"大衛閣講：「我指永活的耶和華來咒誓，耶和華欲拍伊，豈採伊死日欲到，抑是伊欲落戰陣來死；","bklhl":"大衛koh講，我kí永活ê耶和華來chiù-chōa，耶和華beh phah伊；kiám-chhái伊死日beh到，á是伊beh落戰陣來死。"}},{"book":"撒上","chapter":26,"verse":11,"versions":{"unv":"我在耶和華面前，萬不敢伸手害耶和華的受膏者。現在你可以將他頭旁的槍和水瓶拿來，我們就走。」","bklcl":"Góa tùi-tī Iâ-hô-hoa koat-toàn m̄-káⁿ khí-chhiú phah Iâ-hô-hoa só͘ boah-iû-ê;  taⁿ lí thang chhú i thâu-khak-piⁿ ê chhiuⁿ kap chúi-pân, lán thang the̍h lâi khì.","tghg":"我對佇耶和華，決斷呣敢起手拍耶和華所抹油者。今你通取伊頭殼邊的槍及水瓶，咱通提來去。」","bklhl":"我對tī耶和華決斷m̄敢起手phah耶和華所抹油ê；taⁿ你thang取伊頭殼邊ê鎗kap水瓶，咱thang the̍h來去。"}},{"book":"撒上","chapter":26,"verse":12,"versions":{"unv":"大衛從掃羅的頭旁拿了槍和水瓶，二人就走了，沒有人看見，沒有人知道，也沒有人醒起，都睡著了，因為耶和華使他們沉沉地睡了。","bklcl":"Tāi-pi̍t tùi Sò-lô ê thâu-khak-piⁿ chhú i ê chhiuⁿ kap chúi-pân;  nn̄g-lâng chiū khì;  bô lâng khòaⁿ-kìⁿ, bô lâng chai, iā bô lâng chhíⁿ, sī in lóng teh khùn,  in-ūi Iâ-hô-hoa hō͘ in khùn tāng-bîn.","tghg":"大衛對掃羅的頭殼邊取伊的槍及水瓶，二人就去，無人看見，無人知，也無人醒，是𪜶攏啲睏，因為耶和華互𪜶睏重眠。","bklhl":"大衛tùi掃羅ê頭殼邊取伊ê鎗kap水瓶；兩人就去；無人看見，無人知，也無人醒，是in lóng teh睏，因為耶和華hō͘ in睏重眠。"}},{"book":"撒上","chapter":26,"verse":13,"versions":{"unv":"大衛過到那邊去，遠遠地站在山頂上，與他們相離甚遠。","bklcl":"Tāi-pi̍t kè-khì kàu hit-pêng, hn̄g-hn̄g khiā tī soaⁿ-téng, kap in saⁿ-lī put-chí hn̄g.","tghg":"大衛過去到彼旁，遠遠徛佇山頂，及𪜶相離不止遠。","bklhl":"大衛過去到hit-pêng，遠遠khiā tī山頂，kap in相離不止遠。"}},{"book":"撒上","chapter":26,"verse":14,"versions":{"unv":"大衛呼叫百姓和尼珥的兒子押尼珥說：「押尼珥啊，你為何不答應呢？」押尼珥說：「你是誰？竟敢呼叫王呢？」","bklcl":"Tāi-pi̍t kiò peh-sìⁿ kap Nî-jíⁿ ê kiáⁿ Ap-nî-jíⁿ, kóng, Ap-nî-jíⁿ ah, lí bô ìn mah?  Ap-nî-jíⁿ kóng, Lí sī chī-chūi, teh kiò ông ah?","tghg":"大衛叫百姓及尼珥的子押尼珥講：「押尼珥啊，你無應嗎？」押尼珥講：「你是是誰？啲叫王啊？」","bklhl":"大衛叫百姓kap Nî-jíⁿ ê kiáⁿ Ap-nî-jíⁿ，講，Ap-nî-jíⁿ ah，你無應mah？Ap-nî-jíⁿ講，你是是誰，teh叫王ah？"}},{"book":"撒上","chapter":26,"verse":15,"versions":{"unv":"大衛對押尼珥說：「你不是個勇士嗎？以色列中誰能比你呢？民中有人進來要害死王─你的主，你為何沒有保護王─你的主呢？","bklcl":"Tāi-pi̍t tùi Ap-nî-jíⁿ kóng,  Lí kiám m̄-sī chi̍t ê ióng-sū mah?  Í-sek-lia̍t tiong chī-chūi pí-tit lí ah?  Lí siáⁿ-sū bô pó-hō͘ lí ê chú, lí ê ông ah?  in-ūi peh-sìⁿ tiong ū chi̍t-lâng ji̍p-khì beh hāi lí ê ông lí ê chú.","tghg":"大衛對押尼珥講：「你豈呣是一個勇士嗎？以色列中是誰比得你啊？你啥事無保護你的主──你的王啊？因為百姓中有一人入去欲害你的王──你的主。","bklhl":"大衛對Ap-nî-jíⁿ講，你kiám m̄是一个勇士mah？以色列中是誰比得你ah？你啥事無保護你ê主，你ê王ah？因為百姓中有一人入去beh害你ê王你ê主。"}},{"book":"撒上","chapter":26,"verse":16,"versions":{"unv":"你這樣是不好的！我指著永生的耶和華起誓，你們都是該死的；因為沒有保護你們的主，就是耶和華的受膏者。現在你看看王頭旁的槍和水瓶在哪裡。」","bklcl":"Lí chit-hō só͘-chòe sī m̄-hó; góa kí éng-oa̍h ê Iâ-hô-hoa chiù-chōa, lín lóng sī kai-sí ê, in-ūi bô pó-hō͘ lín ê chú, chiū-sī Iâ-hô-hoa só͘ boah-iû-ê;  taⁿ, lí khòaⁿ, ông thâu-khak-piⁿ ê chhiuⁿ kap chúi-pân tī toh-lo̍h?","tghg":"你此號所做是呣好！我指永活的耶和華咒誓，恁攏是該死的；因為無保護恁的主，就是耶和華所抹油者。今你看王頭殼邊的鎗及水瓶佇叨落？」","bklhl":"你chit號所做是m̄好；我kí永活ê耶和華chiù-chōa，lín lóng是該死ê，因為無保護lín ê主，就是耶和華所抹油ê；taⁿ，你看，王頭殼邊ê鎗kap水瓶tī toh落？"}},{"book":"撒上","chapter":26,"verse":17,"versions":{"unv":"掃羅聽出是大衛的聲音，就說：「我兒大衛，這是你的聲音嗎？」大衛說：「主─我的王啊，是我的聲音」；","bklcl":"Sò-lô jīn-tit sī Tāi-pi̍t ê siaⁿ, chiū kóng, Góa ê kiáⁿ Tāi-pi̍t, che sī lí ê siaⁿ mah?  Tāi-pi̍t kóng, Ông ah, góa ê chú, sī góa ê siaⁿ;","tghg":"掃羅認得是大衛的聲，就講：「我的子大衛，這是你的聲嗎？」大衛講：「王啊──我的主，是我的聲」；","bklhl":"掃羅認得是大衛ê聲，就講，我ê kiáⁿ大衛，這是你ê聲mah？大衛講，王ah，我ê主，是我ê聲；"}},{"book":"撒上","chapter":26,"verse":18,"versions":{"unv":"又說：「我做了甚麼？我手裡有甚麼惡事？我主竟追趕僕人呢？","bklcl":"koh kóng, Góa ê chú siáⁿ-sū tui-jip lô͘-po̍k?  góa chòe sím-mi̍h?  góa ê chhiú ū sím-mi̍h pháiⁿ?","tghg":"閣講：「我的主啥事追趇奴僕？我做甚麼？我的手有甚麼歹？","bklhl":"koh講，我ê主啥事追jip奴僕？我做甚麼？我ê手有甚麼pháiⁿ？"}},{"book":"撒上","chapter":26,"verse":19,"versions":{"unv":"求我主我王聽僕人的話：若是耶和華激發你攻擊我，願耶和華收納祭物；若是人激發你，願他在耶和華面前受咒詛；因為他現今趕逐我，不容我在耶和華的產業上有分，說：『你去事奉別神吧！』","bklcl":"Ông ah, góa ê chú ah, taⁿ kiû lí thiaⁿ lô͘-po̍k ê ōe; nā sī Iâ-hô-hoa kek-tōng lí kong-kek góa, goān I kàm-la̍p chè-mi̍h; nā sī lâng kek-tōng lí, goān in tī Iâ-hô-hoa ê bīn-chêng siū chiù-chó͘, in-ūi in kin-á-ji̍t kek-tio̍k góa, hō͘ góa bô hūn tī Iâ-hô-hoa ê gia̍p, kóng,  Lí khì ho̍k-sāi pa̍t ê siōng-tè.","tghg":"王啊，我的主啊今求你聽奴僕的話：若是耶和華激動你攻擊我，願伊監納祭物；若是人激動你，願𪜶佇耶和華的面前受咒詛；因為𪜶今仔日革逐(kek-tio̍k)我，互我無份佇耶和華的業，講：『你去服事別個上帝！』","bklhl":"王ah，我ê主ah，taⁿ求你聽奴僕ê話；若是耶和華激動你攻擊我，願伊鑒納祭物；若是人激動你，願in tī耶和華ê面前受咒詛，因為in今á日激逐(kek-tio̍k)我，hō͘我無份tī耶和華ê業，講，你去服事別ê上帝。"}},{"book":"撒上","chapter":26,"verse":20,"versions":{"unv":"現在求王不要使我的血流在離耶和華遠的地方。以色列王出來是尋找一個虼蚤，如同人在山上獵取一個鷓鴣一般。」","bklcl":"Taⁿ bo̍h-tit hō͘ góa ê huih lâu tī lī-khui Iâ-hô-hoa bīn-chêng ê tōe; in-ūi Í-sek-lia̍t ông chhut-lâi, sī chhē chi̍t chiah kā-cháu,  chhin-chhiūⁿ lâng tī soaⁿ-nih jip chi̍t chiah chià-ko͘.","tghg":"今莫得互我的血流佇離開耶和華面前的地。因為以色列王出來是尋一隻虼蚤(kā-cháu)，親像人佇山裡趇一隻鷓鴣(chià-ko͘)。」","bklhl":"Taⁿ莫得hō͘我ê血流tī離開耶和華面前ê地；因為以色列王出來，是chhē一隻kā蚤，親像人tī山裡jip一隻鷓鴣(chià-ko͘)。"}},{"book":"撒上","chapter":26,"verse":21,"versions":{"unv":"掃羅說：「我有罪了！我兒大衛，你可以回來，因你今日看我的性命為寶貴；我必不再加害於你。我是糊塗人，大大錯了。」","bklcl":"Sò-lô kóng, Góa ū-chōe lah; góa ê kiáⁿ Tāi-pi̍t, lí thang tò-lâi; góa bô beh koh hāi lí;  in-ūi lí kin-á-ji̍t khòaⁿ góa ê sìⁿ-miā chòe pó-pòe; khòaⁿ ah, góa só͘-chòe sī chin-gōng, chhò-gō͘ kàu-ke̍k.","tghg":"掃羅講：「我有罪啦！我的子大衛，你通倒來，我無欲閣害你；因為你今仔日看我的生命做寶貝。看啊，我所做是真戇，錯誤到極。」","bklhl":"掃羅講，我有罪lah；我ê kiáⁿ大衛，你thang tò來；我無beh koh害你；因為你今á日看我ê性命做寶貝；看ah，我所做是真戇，錯誤到極。"}},{"book":"撒上","chapter":26,"verse":22,"versions":{"unv":"大衛說：「王的槍在這裡，可以吩咐一個僕人過來拿去。","bklcl":"Tāi-pi̍t ìn kóng, Ông ah, lí ê chhiuⁿ tī-chia, lí tio̍h kiò chi̍t ê siàu-liân lâng kè-lâi kia̍h.","tghg":"大衛應講：「王啊，你的鎗佇遮，你著叫一個少年人過來攑。","bklhl":"大衛應講，王ah，你ê鎗tī-chia，你tio̍h叫一个少年人過來kia̍h。"}},{"book":"撒上","chapter":26,"verse":23,"versions":{"unv":"今日耶和華將王交在我手裡，我卻不肯伸手害耶和華的受膏者。耶和華必照各人的公義誠實報應他。","bklcl":"Iâ-hô-hoa beh chiàu ta̍k-lâng ê kong-gī kap tiong-sìn lâi pò i;  in-ūi kin-á-ji̍t Iâ-hô-hoa chiong lí kau tī góa ê chhiú; chóng-sī góa m̄-khéng chhun-chhiú hāi Iâ-hô-hoa só͘ boah-iû-ê.","tghg":"耶和華欲照逐人的公義及忠信來報伊，因為今仔日耶和華將你交佇我的手。總是我呣肯伸手害耶和華所抹油者。","bklhl":"耶和華beh照ta̍k人ê公義kap忠信來報伊；因為今á日耶和華將你交tī我ê手；總是我m̄肯伸手害耶和華所抹油ê。"}},{"book":"撒上","chapter":26,"verse":24,"versions":{"unv":"我今日重看你的性命，願耶和華也重看我的性命，並且拯救我脫離一切患難。」","bklcl":"Góa kin-á-ji̍t khòaⁿ-tāng lí ê sìⁿ-miā, goān Iâ-hô-hoa iā án-ni khòaⁿ-tāng góa ê sìⁿ-miā; koh kiù góa thoat-lī lóng-chóng ê hoān-lān.","tghg":"我今仔日看重(khòaⁿ-tāng)你的生命，願耶和華也按呢看重我的生命，閣救我脫離攏總的患難。」","bklhl":"我今á日看重你ê性命，願耶和華也án-ni看重我ê性命；koh救我脫離lóng總ê患難。"}},{"book":"撒上","chapter":26,"verse":25,"versions":{"unv":"掃羅對大衛說：「我兒大衛，願你得福！你必做大事，也必得勝。」於是大衛起行，掃羅回他的本處去了。","bklcl":"Sò-lô kā Tāi-pi̍t kóng, Góa ê kiáⁿ Tāi-pi̍t, goān lí siū chiok-hok; lí beh kiâⁿ-chhut tōa ê tāi-chì, iā ún-tàng beh khah-iâⁿ.  Tāi-pi̍t chiū chòe i kiâⁿ.  Sò-lô tò-khì  i ê pún só͘-chāi.","tghg":"掃羅給大衛講：「我的子大衛，願你受祝福！你欲行出大的代誌，也穩當欲卡贏。」大衛就做伊行，掃羅倒去伊的本所在。","bklhl":"掃羅kā大衛講，我ê kiáⁿ大衛，願你受祝福；你beh行出大ê tāi-chì，也穩當beh khah贏。大衛就做伊行。掃羅tò去伊ê本所在。"}}]