[{"book":"撒上","chapter":18,"verse":1,"versions":{"unv":"大衛對掃羅說完了話，約拿單的心與大衛的心深相契合。約拿單愛大衛，如同愛自己的性命。","bklcl":"Tāi-pi̍t kap Sò-lô kóng bêng-pe̍k, Iok-ná-tan ê sìⁿ-miā kap Tāi-pi̍t ê sìⁿ-miā siⁿ saⁿ-liân;  Iok-ná-tan thiàⁿ i chhin-chhiūⁿ ka-kī ê sìⁿ-miā.","tghg":"大衛及掃羅講明白，約拿單的生命及大衛的生命生相連。約拿單疼伊，親像家己的生命。","bklhl":"大衛kap掃羅講明白，約拿單ê性命kap大衛ê性命生相連；約拿單疼伊親像家己ê性命。"}},{"book":"撒上","chapter":18,"verse":2,"versions":{"unv":"那日掃羅留住大衛，不容他再回父家。","bklcl":"Hit-ji̍t Sò-lô lâu i, bô hō͘ i tò-khì lāu-pē ê ke.","tghg":"彼日掃羅留伊，無互伊倒去老父的家。","bklhl":"Hit日掃羅留伊，無hō͘伊tò去老父ê家。"}},{"book":"撒上","chapter":18,"verse":3,"versions":{"unv":"約拿單愛大衛如同愛自己的性命，就與他結盟。","bklcl":"Iok-ná-tan kap Tāi-pi̍t nn̄g-lâng kiat-iok, in-ūi i thiàⁿ i chhin-chhiūⁿ ka-kī ê sìⁿ-miā.","tghg":"約拿單及大衛二人結約，因為伊疼伊親像家己的生命。","bklhl":"約拿單kap大衛兩人結約，因為伊疼伊親像家己ê性命。"}},{"book":"撒上","chapter":18,"verse":4,"versions":{"unv":"約拿單從身上脫下外袍，給了大衛，又將戰衣、刀、弓、腰帶都給了他。","bklcl":"Iok-ná-tan thǹg i sin-khu ê gōa-saⁿ, hō͘ Tāi-pi̍t;  koh chiong i ê kun-ho̍k, liân i ê to, i ê keng, i ê io-tòa, iā hō͘ i.","tghg":"約拿單褪伊身軀的外衫，互大衛，閣將伊的軍服，連伊的刀，伊的弓，伊的腰帶，也互伊。","bklhl":"約拿單thǹg伊身軀ê外衫，hō͘大衛；koh將伊ê軍服，連伊ê刀，伊ê弓，伊ê腰帶，也hō͘伊。"}},{"book":"撒上","chapter":18,"verse":5,"versions":{"unv":"掃羅無論差遣大衛往何處去，他都做事精明。掃羅就立他作戰士長，眾百姓和掃羅的臣僕無不喜悅。","bklcl":"Kìⁿ-nā Sò-lô chhe i khì toh-lo̍h, Tāi-pi̍t só͘ khì bô m̄ cheng-thong;  Sò-lô chiū siat-li̍p i chòe chiàn-sū ê thâu-lâng.  Chèng peh-sìⁿ kap Sò-lô ê jîn-sîn lóng khòaⁿ-chòe hó.","tghg":"見若掃羅差伊去叨落，大衛所去無呣精通。掃羅就設立伊做戰士的頭人，眾百姓及掃羅的人臣攏看做好。","bklhl":"見若掃羅差伊去toh落，大衛所去無m̄精通；掃羅就設立伊做戰士ê頭人。眾百姓kap掃羅ê人臣lóng看做好。"}},{"book":"撒上","chapter":18,"verse":6,"versions":{"unv":"大衛打死了那非利士人，同眾人回來的時候，婦女們從以色列各城裡出來，歡歡喜喜，打鼓擊磬，歌唱跳舞，迎接掃羅王。","bklcl":"Tāi-pi̍t phah-sí hit ê Hui-lī-sū lâng tò-tńg, in tò-lâi ê sî, hiah-ê hū-lú tùi Í-sek-lia̍t ta̍k ê siâⁿ chhut-lâi, chhiùⁿ-koa, thiàu-bú, ēng lin-long-kó͘, ēng hoaⁿ-hí, ēng chok-ga̍k ê khì-kū, lâi ngiâ-chih Sò-lô ông.","tghg":"大衛拍死彼個非利士人倒轉，𪜶倒來的時，許個婦女對以色列逐個城出來，唱歌跳舞，用鈴瓏鼓，用歡喜，用作樂的器具，來迎接(ngiâ-chih)掃羅王。","bklhl":"大衛phah死hit ê腓利士人倒tńg，in tò來ê時，hiah-ê婦女tùi以色列ta̍k ê城出來，唱歌、跳舞，用lin-long鼓，用歡喜，用作樂ê器具，來迎接掃羅王。"}},{"book":"撒上","chapter":18,"verse":7,"versions":{"unv":"眾婦女舞蹈唱和，說：「掃羅殺死千千，大衛殺死萬萬。」","bklcl":"Hiah ê hū-lú thiàu-bú, ū-ê chhiùⁿ, ū-ê hô[hō], kóng, \tSò-lô thâi-sí in chheng-chheng,\tTāi-pi̍t thâi-sí in bān-bān.","tghg":"許個婦女跳舞有的唱有的和，講：「掃羅刣死𪜶千千，大衛刣死𪜶萬萬。」","bklhl":"Hiah-ê婦女跳舞，有ê唱，有ê和，講，\t掃羅刣死in千千，\t大衛刣死in萬萬。"}},{"book":"撒上","chapter":18,"verse":8,"versions":{"unv":"掃羅甚發怒，不喜悅這話，就說：「將萬萬歸大衛，千千歸我，只剩下王位沒有給他了。」","bklcl":"Sò-lô put-chí siū-khì, bô hoaⁿ-hí chit ê ōe, chiū kóng, Chiong bān-bān hō͘ Tāi-pi̍t, chheng-chheng hō͘ góa, chí-ū chhun kok-ūi bē hō͘ i nā-tiāⁿ.","tghg":"掃羅不止受氣，無歡喜此個話，就講：「將萬萬互大衛，千千互我，只有剩國位未互伊若定。」","bklhl":"掃羅不止受氣，無歡喜chit ê話，就講，將萬萬hō͘大衛，千千hō͘我，只有chhun國位bē hō͘伊nā-tiāⁿ。"}},{"book":"撒上","chapter":18,"verse":9,"versions":{"unv":"從這日起，掃羅就怒視大衛。","bklcl":"Tùi hit-ji̍t khí, Sò-lô khòaⁿ-kìⁿ Tāi-pi̍t chiū gîn i.","tghg":"對彼日起，掃羅看見大衛就眥(gîn)伊。","bklhl":"Tùi hit日起，掃羅看見大衛就gîn伊。"}},{"book":"撒上","chapter":18,"verse":10,"versions":{"unv":"次日，從　神那裡來的惡魔大大降在掃羅身上，他就在家中胡言亂語。大衛照常彈琴，掃羅手裡拿著槍。","bklcl":"Keh-ji̍t tùi Siōng-tè hia lâi ê pháiⁿ-sîn tōa-tōa lîm-kàu Sò-lô, i chiū tī chhù-lāi kóng sian-ti ōe.  Tāi-pi̍t chiàu-siông ēng chhiú tôaⁿ-khîm, Sò-lô chhiú-nih ū chhiuⁿ.","tghg":"隔日，對上帝遐來的歹神大大臨到掃羅，伊就佇厝內講先知話。大衛照常用手彈琴，掃羅手裡有槍。","bklhl":"隔日tùi上帝hia來ê pháiⁿ神大大臨到掃羅，伊就tī厝內講先知話。大衛照常用手彈琴，掃羅手裡有鎗。"}},{"book":"撒上","chapter":18,"verse":11,"versions":{"unv":"掃羅把槍一掄，心裡說，我要將大衛刺透，釘在牆上。大衛躲避他兩次。","bklcl":"Sò-lô ēng chhiuⁿ cho̍h-khì, in-ūi kóng, Góa beh chhì Tāi-pi̍t, tèng i tī piah-nih.  Tāi-pi̍t tī i ê bīn-chêng siám-pī nn̄g-pái.","tghg":"掃羅用槍擲去(cho̍h-khì,)，因為講，我欲刺大衛，釘伊佇壁裡。大衛佇伊的面前閃避(siám-pī)二擺。","bklhl":"掃羅用鎗cho̍h去，因為講，我beh試大衛，釘伊tī壁裡。大衛tī伊ê面前閃避兩pái。"}},{"book":"撒上","chapter":18,"verse":12,"versions":{"unv":"掃羅懼怕大衛；因為耶和華離開自己，與大衛同在。","bklcl":"Sò-lô kiaⁿ Tāi-pi̍t, in-ūi Iâ-hô-hoa kap i tī-teh, lī-khui Sò-lô.","tghg":"掃羅驚大衛；因為耶和華及伊佇啲，離開掃羅。","bklhl":"掃羅驚大衛，因為耶和華kap伊tī-teh，離開掃羅。"}},{"book":"撒上","chapter":18,"verse":13,"versions":{"unv":"所以掃羅使大衛離開自己，立他為千夫長，他就領兵出入。","bklcl":"Sò-lô chiah hō͘ Tāi-pi̍t lī-khui i, siat-li̍p i chòe chhian-chóng; i tī peh-sìⁿ ê bīn-chêng chhut-ji̍p.","tghg":"掃羅才互大衛離開伊，設立伊做千總，伊佇百姓的面前出入。","bklhl":"掃羅chiah hō͘大衛離開伊，設立伊做千總；伊tī百姓ê面前出入。"}},{"book":"撒上","chapter":18,"verse":14,"versions":{"unv":"大衛做事無不精明，耶和華也與他同在。","bklcl":"Tāi-pi̍t kìⁿ só͘ chòe ê tāi-chì bô m̄ cheng-thong, Iâ-hô-hoa kap i tī-teh.","tghg":"大衛見所做的代誌無呣精通，耶和華及伊佇啲。","bklhl":"大衛見所做ê tāi-chì無m̄精通，耶和華kap伊tī-teh。"}},{"book":"撒上","chapter":18,"verse":15,"versions":{"unv":"掃羅見大衛做事精明，就甚怕他。","bklcl":"Sò-lô khòaⁿ-kìⁿ Tāi-pi̍t só͘ chòe ê tāi-chì chin cheng-thong, put-chí kiaⁿ i.","tghg":"掃羅看見大衛所做的代誌真精通，不止驚伊。","bklhl":"掃羅看見大衛所做ê tāi-chì真精通，不止驚伊。"}},{"book":"撒上","chapter":18,"verse":16,"versions":{"unv":"但以色列和猶大眾人都愛大衛，因為他領他們出入。","bklcl":"To̍k-to̍k Í-sek-lia̍t kap Iû-tāi ê chèng lâng lóng thiàⁿ Tāi-pi̍t, in-ūi i tī in bīn-chêng chhut-ji̍p.","tghg":"獨獨以色列及猶大的眾人攏疼大衛，因為伊佇𪜶面前出入。","bklhl":"獨獨以色列kap偤大ê眾人lóng疼大衛，因為伊tī in面前出入。"}},{"book":"撒上","chapter":18,"verse":17,"versions":{"unv":"掃羅對大衛說：「我將大女兒米拉給你為妻，只要你為我奮勇，為耶和華爭戰。」掃羅心裡說：「我不好親手害他，要藉非利士人的手害他。」","bklcl":"Sò-lô kā Tāi-pi̍t kóng, Khòaⁿ ah, góa beh ēng tōa cha-bó͘-kiáⁿ Bí-la̍h hō͘ lí chòe-bó͘, to̍k-to̍k ài lí chòe góa ê ióng-sū, thòe Iâ-hô-hoa kau-chiàn.  Sò-lô sim-lāi kóng, Góa m̄-thang chhin-chhiú hāi i, tio̍h chioh Hui-lī-sū lâng ê chhiú hāi i.","tghg":"掃羅給大衛講：「看啊，我欲用大查某子米拉互你做某，獨獨愛你做我的勇士，替耶和華交戰。」掃羅心內講：「我呣通親手害伊，著借非利士人的手害伊。」","bklhl":"掃羅kā大衛講，看ah，我beh用大cha-bó͘-kiáⁿ Bí-la̍h hō͘你做bó͘，獨獨ài你做我ê勇士，替耶和華交戰。掃羅心內講，我m̄-thang親手害伊，tio̍h借腓利士人ê手害伊。"}},{"book":"撒上","chapter":18,"verse":18,"versions":{"unv":"大衛對掃羅說：「我是誰，我是甚麼出身，我父家在以色列中是何等的家，豈敢作王的女婿呢？」","bklcl":"Tāi-pi̍t kā Sò-lô kóng, Góa sī chī-chūi, góa ū sím-mi̍h sin-hūn, góa lāu-pē ê ke tī Í-sek-lia̍t tiong sī sím-mi̍h hō ê ke, góa thang chòe ông ê kiáⁿ-sài mah?","tghg":"大衛給掃羅講：「我是是誰，我有甚麼身份，我老父的家佇以色列中是甚麼號的家，我通做王的子婿嗎？」","bklhl":"大衛kā掃羅講，我是是誰，我有甚麼身分，我老父ê家tī以色列中是甚麼號ê家，我thang做王ê kiáⁿ婿mah？"}},{"book":"撒上","chapter":18,"verse":19,"versions":{"unv":"掃羅的女兒米拉到了當給大衛的時候，掃羅卻給了米何拉人亞得列為妻。","bklcl":"Sò-lô ê cha-bó͘-kiáⁿ Bí-la̍h tiāⁿ-tio̍h hō͘ Tāi-pi̍t ê kî kàu lah,  kéng-jiân hō͘ Bí-hô-la̍h lâng A-tek-lia̍t chòe-bó͘.","tghg":"掃羅的查某子米拉定著互大衛的期到啦，竟然互米何拉人亞得列做某。","bklhl":"掃羅ê cha-bó͘-kiáⁿ Bí-la̍h定tio̍h hō͘大衛ê期到lah，竟然hō͘ Bí-hô-la̍h人A-tek-lia̍t做bó͘。"}},{"book":"撒上","chapter":18,"verse":20,"versions":{"unv":"掃羅的次女米甲愛大衛。有人告訴掃羅，掃羅就喜悅。","bklcl":"Sò-lô ê cha-bó͘-kiáⁿ Bí-kah thiàⁿ Tāi-pi̍t; ū lâng kā Sò-lô kóng;  Sò-lô hoaⁿ-hí chit ê sū.","tghg":"掃羅的查某子米甲疼(thiàⁿ)大衛。有人給掃羅講，掃羅歡喜此個事。","bklhl":"掃羅ê cha-bó͘-kiáⁿ Bí-kah疼大衛；有人kā掃羅講；掃羅歡喜chit ê事。"}},{"book":"撒上","chapter":18,"verse":21,"versions":{"unv":"掃羅心裡說：「我將這女兒給大衛，作他的網羅，好藉非利士人的手害他。」所以掃羅對大衛說：「你今日可以第二次作我的女婿。」","bklcl":"Sò-lô sim-lāi kóng, Góa chiong chit ê cha-bó͘-kiáⁿ hō͘ Tāi-pi̍t chòe lô-bāng lâi bāng i; thang chioh Hui-lī-sū lâng ê chhiú hāi i.  Sò-lô chiū kā Tāi-pi̍t kóng, Taⁿ chit ê tē-jī pái lí thang chòe góa ê kiáⁿ-sài.","tghg":"掃羅心內講：「我將此個查某子互大衛，做羅網來網伊，通借非利士人的手害伊。」掃羅就給大衛講：「今此個第二擺你通做我的子婿。」","bklhl":"掃羅心內講，我將chit ê cha-bó͘-kiáⁿ hō͘大衛做羅網來網伊；thang借腓利士人ê手害伊。掃羅就kā大衛講，Taⁿ chit ê第二pái你thang做我ê kiáⁿ婿。"}},{"book":"撒上","chapter":18,"verse":22,"versions":{"unv":"掃羅吩咐臣僕說：「你們暗中對大衛說：『王喜悅你，王的臣僕也都喜愛你，所以你當作王的女婿。』」","bklcl":"Sò-lô hoan-hù jîn-sîn kóng, Lín àm-chīⁿ kā Tāi-pi̍t kóng, Ông hoaⁿ-hí lí, jîn-sîn iā thiàⁿ lí; só͘-í lí thang chòe ông ê kiáⁿ-sài.","tghg":"掃羅吩咐人臣講：「恁暗靜給大衛講：『王歡喜你，人臣也疼你，所以你通做王的子婿。』」","bklhl":"掃羅吩咐人臣講，Lín暗靜kā大衛講，王歡喜你，人臣也疼你；所以你thang做王ê kiáⁿ婿。"}},{"book":"撒上","chapter":18,"verse":23,"versions":{"unv":"掃羅的臣僕就照這話說給大衛聽。大衛說：「你們以為作王的女婿是一件小事嗎？我是貧窮卑微的人。」","bklcl":"Sò-lô ê jîn-sîn chiū chiong chiah-ê ōe kóng hō͘ Tāi-pi̍t thiaⁿ;  Tāi-pi̍t kóng, Lín phah-sǹg chòe ông ê kiáⁿ-sài sī sió-khóa sū mah?  góa sī sòng-hiong pi-bî ê lâng.","tghg":"掃羅的人臣就將諸個話講互大衛聽。大衛講：「恁拍算做王的子婿是小可事嗎？我是喪鄉卑微的人。」","bklhl":"掃羅ê人臣就將chiah ê話講hō͘大衛聽；大衛講，Lín phah算做王ê kiáⁿ婿是小khóa事mah？我是sòng-hiong卑微ê人。"}},{"book":"撒上","chapter":18,"verse":24,"versions":{"unv":"掃羅的臣僕回奏說，大衛所說的如此如此。","bklcl":"Sò-lô ê jîn-sîn hê-hok, kóng, Tāi-pi̍t só͘ kóng ê, án-ni, án-ni.","tghg":"掃羅的人臣回覆講，大衛所講的按呢按呢。","bklhl":"掃羅ê人臣回覆，講，大衛所講ê，án-ni，án-ni。"}},{"book":"撒上","chapter":18,"verse":25,"versions":{"unv":"掃羅說：「你們要對大衛這樣說：『王不要甚麼聘禮，只要一百非利士人的陽皮，好在王的仇敵身上報仇。』」掃羅的意思要使大衛喪在非利士人的手裡。","bklcl":"Sò-lô kóng, Lín tio̍h tùi Tāi-pi̍t án-ni kóng, ông m̄-ài sím-mi̍h phèng-lé, chí-ū beh chi̍t-pah ê Hui-lī-sū lâng iông-bu̍t ê phê, thang pò-siû tī ông ê tùi-te̍k.  Sò-lô ê ì-sù beh hō͘ Tāi-pi̍t sí tī Hui-lī-sū lâng ê chhiú.","tghg":"掃羅講：「恁著對大衛按呢講：『王呣愛甚麼聘禮，只有欲一百個非利士人陽物(iông-bu̍t)的皮，通報仇佇王的對敵。』」掃羅的意思欲互大衛死佇非利士人的手。","bklhl":"掃羅講，Lín tio̍h對大衛án-ni講，王m̄-ài甚麼聘禮，只有beh一百ê腓利士人陽物ê皮，thang報仇tī王ê對敵。掃羅ê意思beh hō͘大衛死tī腓利士人ê手。"}},{"book":"撒上","chapter":18,"verse":26,"versions":{"unv":"掃羅的臣僕將這話告訴大衛，大衛就歡喜作王的女婿。日期還沒有到，","bklcl":"I ê jîn-sîn chiong chiah-ê ōe kā Tāi-pi̍t kóng; Tāi-pi̍t hoaⁿ-hí beh chòe ông ê kiáⁿ-sài.","tghg":"伊的人臣將諸個話給大衛講，大衛歡喜欲做王的子婿。日期猶未到，","bklhl":"伊ê人臣將chiah ê話kā大衛講；大衛歡喜beh做王ê kiáⁿ婿。"}},{"book":"撒上","chapter":18,"verse":27,"versions":{"unv":"大衛和跟隨他的人起身前往，殺了二百非利士人，將陽皮滿數交給王，為要作王的女婿。於是掃羅將女兒米甲給大衛為妻。","bklcl":"Ji̍t-kî iáu-bē kàu, Tāi-pi̍t khí-lâi kap tè i ê lâng, khí-sin khì, thâi-sí nn̄g-pah ê Hui-lī-sū lâng.  Tāi-pi̍t tòa hiah-ê iông-bu̍t ê phê, in chiū chiàu siàu-gia̍h it-chīn hiàn hō͘ ông, hō͘ i thang chòe ông ê kiáⁿ-sài.  Tùi án-ni Sò-lô chiong cha-bó͘-kiáⁿ Bí-kah hō͘ i chòe-bó͘.","tghg":"大衛起來及隨伊的人起身去，刣死二百個非利士人，大衛帶許個陽物的皮，𪜶就照數額一盡獻互王，互伊通做王的子婿。對按呢掃羅將查某子米甲互伊做某。","bklhl":"日期iáu未到，大衛起來kap tè伊ê人，起身去，刣死兩百ê腓利士人。大衛帶 hiah-ê陽物ê皮，in就照數額一盡獻hō͘王，hō͘伊thang做王ê kiáⁿ婿。Tùi án-ni，掃羅將cha-bó͘-kiáⁿ Bí-kah hō͘伊做bó͘。"}},{"book":"撒上","chapter":18,"verse":28,"versions":{"unv":"掃羅見耶和華與大衛同在，又知道女兒米甲愛大衛，","bklcl":"Sò-lô khòaⁿ-kìⁿ, koh chai Iâ-hô-hoa kap Tāi-pi̍t tī-teh; koh Sò-lô ê cha-bó͘-kiáⁿ Bí-kah iā thiàⁿ i.","tghg":"掃羅看見閣知耶和華及大衛佇啲，閣掃羅的查某子米甲也疼伊，","bklhl":"掃羅看見，koh知耶和華kap大衛tī-teh；koh掃羅ê cha-bó͘-kiáⁿ Bí-kah也疼伊。"}},{"book":"撒上","chapter":18,"verse":29,"versions":{"unv":"就更怕大衛，常作大衛的仇敵。","bklcl":"Sò-lô it-hoat kiaⁿ Tāi-pi̍t;  Sò-lô siông-siông chòe Tāi-pi̍t ê tùi-te̍k.","tghg":"掃羅益發驚大衛，掃羅常常做大衛的對敵。","bklhl":"掃羅益發驚大衛；掃羅常常做大衛ê對敵。"}},{"book":"撒上","chapter":18,"verse":30,"versions":{"unv":"每逢非利士軍長出來打仗，大衛比掃羅的臣僕做事精明，因此他的名被人尊重。","bklcl":"Hui-lī-sū hiah-ê siú-léng chhut-lâi kau-chiàn; in ta̍k-pái chhut-lâi, Tāi-pi̍t só͘ kiâⁿ pí Sò-lô hiah-ê jîn-sîn khah cheng-thong; tùi án-ni i ê miâ hō͘ lâng koh chun-tiōng.","tghg":"非利士許個首領出來交戰，𪜶逐擺出來，大衛所行比掃羅許個人臣卡精通，對按呢伊的名互人閣尊重。","bklhl":"腓利士hiah-ê首領出來交戰；in ta̍k-pái出來，大衛所行比掃羅hiah-ê人臣khah精通；Tùi án-ni，伊ê名hō͘人koh尊重。"}}]