[{"book":"撒上","chapter":4,"verse":1,"versions":{"unv":"以色列人出去與非利士人打仗，安營在以便以謝；非利士人安營在亞弗。","bklcl":"Í-sek-lia̍t lâng chhut-khì beh kap Hui-lī-sū lâng kau-chiàn, chat-iâⁿ kūn tī Í-piān-í-siā; Hui-lī-sū lâng chat-iâⁿ tī A-hut.","tghg":"以色列人出去欲及非利士人交戰，紮營近佇以便以謝；非利士人紮營佇亞弗。","bklhl":"以色列人出去beh kap腓利士人交戰，紮營近tī Í-piān-í-siā；腓利士人紮營tī A-hut。"}},{"book":"撒上","chapter":4,"verse":2,"versions":{"unv":"非利士人向以色列人擺陣。兩軍交戰的時候，以色列人敗在非利士人面前；非利士人在戰場上殺了他們的軍兵約有四千人。","bklcl":"Hui-lī-sū lâng pâi-tīn kong-kek Í-sek-lia̍t lâng; kau-chiàn ê sî, Í-sek-lia̍t lâng thâi-su tī Hui-lī-sū lâng ê bīn-chêng.  Hui-lī-sū lâng tī pîⁿ-iûⁿ thâi-sí in ê kun-peng, iok-lio̍k sì-chheng lâng.","tghg":"非利士人排陣攻擊以色列人。交戰的時，以色列人刣輸佇非利士人的面前；非利士人佇平洋刣死𪜶的軍兵約略四千人。","bklhl":"腓利士人排陣攻擊以色列人；交戰ê時，以色列人刣輸tī腓利士人ê面前。腓利士人tī平洋刣死in ê軍兵，約略四千人。"}},{"book":"撒上","chapter":4,"verse":3,"versions":{"unv":"百姓回到營裡，以色列的長老說：「耶和華今日為何使我們敗在非利士人面前呢？我們不如將耶和華的約櫃從示羅抬到我們這裡來，好在我們中間救我們脫離敵人的手。」","bklcl":"Peh-sìⁿ tò-lâi kàu iâⁿ-lāi, Í-sek-lia̍t ê tióng-ló kóng, Iâ-hô-hoa kin-á-ji̍t siáⁿ-sū hō͘ lán thâi-su tī Hui-lī-sū lâng ê bīn-chêng ah?  lán m̄-ta̍t-tio̍h kng Iâ-hô-hoa ê iok-kūi tùi Sī-lô lâi lán chia, hō͘ i tī lán tiong-kan thang kiù lán thoat-lī lán ê tùi-te̍k ê chhiú.","tghg":"百姓倒來到營內，以色列的長老講：「耶和華今仔日啥事互咱刣輸佇非利士人的面前啊？咱呣值著扛耶和華的約櫃對示羅來咱遮，互伊佇咱中間通救咱脫離咱的對敵的手。」","bklhl":"百姓tò來到營內，以色列ê長老講，耶和華今á日啥事hō͘咱刣輸tī腓利士人ê面前ah？咱m̄值tio̍h扛耶和華ê約櫃tùi Sī-lô來咱chia，hō͘伊tī咱中間thang救咱脫離咱ê對敵ê手。"}},{"book":"撒上","chapter":4,"verse":4,"versions":{"unv":"於是百姓打發人到示羅，從那裡將坐在二基路伯上萬軍之耶和華的約櫃抬來。以利的兩個兒子何弗尼、非尼哈與　神的約櫃同來。","bklcl":"Peh-sìⁿ chiū chhe lâng kàu Sī-lô, tùi-hia kng chē tī ki-lō͘-peng ê tiong-kan bān-kun ê Iâ-hô-hoa ê iok-kūi lâi.  Í-lī nn̄g ê kiáⁿ Hô-hut-nî Hui-nî-hap kap Siōng-tè ê iok-kūi tī-hia.","tghg":"百姓就差人到示羅，對遐扛坐佇𠼻𡀔兵的中間萬軍的耶和華的約櫃來。以利二個子何弗尼、非尼哈及上帝的約櫃佇遐。","bklhl":"百姓就差人到Sī-lô，tùi-hia扛坐tī ki-lō͘-peng ê中間萬軍ê耶和華ê約櫃來。Í-lī兩個kiáⁿ Hô-hut-nî、Hui-nî-hap kap上帝ê約櫃tī-hia。"}},{"book":"撒上","chapter":4,"verse":5,"versions":{"unv":"耶和華的約櫃到了營中，以色列眾人就大聲歡呼，地便震動。","bklcl":"Iâ-hô-hoa ê iok-kūi kàu iâⁿ-tiong.  Í-sek-lia̍t chèng-lâng chiū tōa-siaⁿ hoah, tōe sòa ōe ìn-siaⁿ.","tghg":"耶和華的約櫃到營中，以色列眾人就大聲喝，地續會應聲。","bklhl":"耶和華ê約櫃到營中，以色列眾人就大聲hoah，地續會應聲。"}},{"book":"撒上","chapter":4,"verse":6,"versions":{"unv":"非利士人聽見歡呼的聲音，就說：「在希伯來人營裡大聲歡呼，是甚麼緣故呢？」隨後就知道耶和華的約櫃到了營中。","bklcl":"Hui-lī-sū lâng thiaⁿ-kìⁿ tōa-siaⁿ teh hoah ê siaⁿ-im, chiū kóng, Tī Hi-pek-lâi ê iâⁿ án-ni tōa-siaⁿ hoah, sī sím-mi̍h iân-kò͘?  āu-lâi chiū chai Iâ-hô-hoa ê iok-kūi kàu iâⁿ-tiong.","tghg":"非利士人聽見大聲啲喝的聲音，就講：「佇希伯來的營按呢大聲喝，是甚麼緣故？」後來就知耶和華的約櫃到營中。","bklhl":"腓利士人聽見大聲teh hoah ê聲音，就講，Tī希伯來ê營án-ni大聲hoah，是甚麼緣故？後來就知耶和華ê約櫃到營中。"}},{"book":"撒上","chapter":4,"verse":7,"versions":{"unv":"非利士人就懼怕起來，說：「有神到了他們營中」；又說：「我們有禍了！向來不曾有這樣的事。","bklcl":"Hui-lī-sū lâng chiū kiaⁿ-hiâⁿ, kóng, Ū Siōng-tè kàu in ê iâⁿ-tiong; koh kóng, Lán ū chai-ē lah, pêng-sò͘ m̄-bat ū chit ê sū.","tghg":"非利士人就驚惶，講：「有上帝到𪜶的營中」；閣講：「咱有災禍啦！平素呣曾有此個事。","bklhl":"腓利士人就驚惶，講，有上帝到in ê營中；koh講，咱有災厄lah，平素m̄-bat有chit ê事。"}},{"book":"撒上","chapter":4,"verse":8,"versions":{"unv":"我們有禍了！誰能救我們脫離這些大能之神的手呢？從前在曠野用各樣災殃擊打埃及人的，就是這些神。","bklcl":"Lán ū chai-ē lah, chī-chūi ōe kiù lán thoat-lī chiah-ê tōa koân-lêng ê siōng-tè ê chhiú ah?  chêng tī khòng-iá ēng ta̍k-iūⁿ ê chai-ē phah Ai-ki̍p lâng ê, chiū-sī chiah-ê siōng-tè.","tghg":"咱有災禍啦！是誰會救咱脫離諸個大權能的上帝的手啊？前佇曠野用逐樣的災禍拍埃及人的，就是諸個上帝。","bklhl":"咱有災厄lah，是誰能救咱脫離chiah ê大權能ê上帝ê手ah？前tī曠野用ta̍k樣ê災厄phah埃及人ê，就是chiah ê上帝。"}},{"book":"撒上","chapter":4,"verse":9,"versions":{"unv":"非利士人哪，你們要剛強，要作大丈夫，免得作希伯來人的奴僕，如同他們作你們的奴僕一樣。你們要作大丈夫，與他們爭戰。」","bklcl":"Hui-lī-sū lâng ah, lín tio̍h ióng-kám, tio̍h chòe tāi-tiōng-hu, bián-tit lín ho̍k-sāi Hi-pek-lâi lâng, chhin-chhiūⁿ in ho̍k-sāi lín chi̍t-iūⁿ; lín tio̍h chòe tāi-tiōng-hu kap in kau-chiàn.","tghg":"非利士人啊，恁著勇敢，著做大丈夫，免得恁服事希伯來人，親像𪜶服事恁一樣。恁著做大丈夫，及𪜶交戰。」","bklhl":"腓利士人ah，lín tio̍h勇敢，tio̍h做大丈夫，免得lín服事希伯來人，親像in服事lín一樣；lín tio̍h做大丈夫kap in交戰。"}},{"book":"撒上","chapter":4,"verse":10,"versions":{"unv":"非利士人和以色列人打仗，以色列人敗了，各向各家奔逃，被殺的人甚多，以色列的步兵仆倒了三萬。","bklcl":"Hui-lī-sū lâng chiū kau-chiàn, Í-sek-lia̍t lâng thâi-su; ta̍k-ê cháu tò-khì in ê pò͘-pîⁿ; thâi-sí chin-chōe.  Í-sek-lia̍t ê pō͘-peng sí saⁿ-bān lâng.","tghg":"非利士人就交戰，以色列人刣輸，逐個走倒去𪜶的布棚，刣死真多，以色列的步兵死三萬人。","bklhl":"腓利士人就交戰，以色列人刣輸；ta̍k-ê走tò去in ê布棚；刣死真chōe。以色列ê步兵死三萬人。"}},{"book":"撒上","chapter":4,"verse":11,"versions":{"unv":"　神的約櫃被擄去，以利的兩個兒子何弗尼、非尼哈也都被殺了。","bklcl":"Siōng-tè ê iok-kūi hō͘ in chhiúⁿ-khì;  Í-lī nn̄g ê kiáⁿ Hô-hut-nî Hui-nî-hap iā sí.","tghg":"上帝的約櫃互𪜶搶去，以利二個子何弗尼、非尼哈也死。","bklhl":"上帝ê約櫃hō͘ in搶去；Í-lī兩個kiáⁿ Hô-hut-nî、Hui-nî-hap也死。"}},{"book":"撒上","chapter":4,"verse":12,"versions":{"unv":"當日，有一個便雅憫人從陣上逃跑，衣服撕裂，頭蒙灰塵，來到示羅。","bklcl":"Ū chi̍t ê Piān-ngá-bín lâng tùi chiàn-tīn cháu-lâi, saⁿ thiah-li̍h, thâu-khak sám thô͘-hún, siâng hit-ji̍t kàu Sī-lô.","tghg":"有一個便雅憫人對戰陣走來，衫拆裂，頭殼摻(sám)土粉，像彼日到示羅。","bklhl":"有一个便雅憫人tùi戰陣走來，衫拆裂，頭殼sám土粉，siâng hit日到Sī-lô。"}},{"book":"撒上","chapter":4,"verse":13,"versions":{"unv":"到了的時候，以利正在道旁坐在自己的位上觀望，為　神的約櫃心裡擔憂。那人進城報信，合城的人就都呼喊起來。","bklcl":"I kàu ê sî, tú-tn̄g Í-lī tī lō͘-piⁿ chē tī i ê ūi teh liâu-bāng, in-ūi i ê sim ūi-tio̍h Siōng-tè ê iok-kūi lâi khòa-lū.  Hit-lâng ji̍p-siâⁿ pò siau-sit, thong-siâⁿ ê lâng chiū lóng âu-kiò.","tghg":"伊到的時，抵當以利佇路邊坐佇伊的位啲瞭望(liâu-bāng)，因為伊的心為著上帝的約櫃來掛慮。彼人入城報消息，通城的人就攏喉叫。","bklhl":"伊到ê時，tú-tn̄g Í-lī tī路邊坐tī伊ê位teh瞭望，因為伊ê心為tio̍h上帝ê約櫃來掛慮。Hit人入城報消息，thong城ê人就lóng喉叫。"}},{"book":"撒上","chapter":4,"verse":14,"versions":{"unv":"以利聽見呼喊的聲音就問說：「這喧嚷是甚麼緣故呢？」那人急忙來報信給以利。","bklcl":"Í-lī thiaⁿ-kìⁿ âu-kiò ê siaⁿ, chiū mn̄g kóng, Chit ê hōa-hōa-háu ê siaⁿ sī sím-mi̍h iân-kò͘ ah?  Hit-lâng kóaⁿ-kín lâi pò Í-lī.","tghg":"以利聽見喉叫的聲就問講：此個嘩嘩哮(hōa-hōa-háu)的聲是甚麼緣故啊？」彼人趕緊來報以利。","bklhl":"Í-lī聽見喉叫ê聲，就問講，chit ê hōa-hōa哮ê聲是甚麼緣故ah？Hit人趕緊來報Í-lī。"}},{"book":"撒上","chapter":4,"verse":15,"versions":{"unv":"那時以利九十八歲了，眼目發直，不能看見。","bklcl":"Hit-sî Í-lī káu-cha̍p-poeh hè, ba̍k-chiu chhâ-chhâ, bōe-ōe khòaⁿ-kìⁿ.","tghg":"彼時以利九十八歲，目睭柴柴，𣍐會看見。","bklhl":"Hit時Í-lī九十八歲，目睭柴柴，bōe能看見。"}},{"book":"撒上","chapter":4,"verse":16,"versions":{"unv":"那人對以利說：「我是從陣上來的，今日我從陣上逃回。」以利說：「我兒，事情怎樣？」","bklcl":"Hit-lâng kā Í-lī kóng, Góa sī tùi chiàn-tīn lâi ê, kin-á-ji̍t góa tùi chiàn-tīn cháu-lâi.  Í-lī kóng, Góa ê kiáⁿ ah, tāi-chì cháiⁿ-iūⁿ?","tghg":"彼人給以利講：「我是對戰陣來的，今仔日我對戰陣走來。」以利講：「我的子啊，代誌怎樣？」","bklhl":"Hit人kā Í-lī講，我是tùi戰陣來ê，今á日我tùi戰陣走來。Í-lī講，我ê kiáⁿ ah，tāi-chì怎樣？"}},{"book":"撒上","chapter":4,"verse":17,"versions":{"unv":"報信的回答說：「以色列人在非利士人面前逃跑，民中被殺的甚多！你的兩個兒子何弗尼、非尼哈也都死了，並且　神的約櫃被擄去。」","bklcl":"Pò siau-sit-ê ìn kóng, Í-sek-lia̍t lâng tī Hui-lī-sū lâng ê bīn-chêng tô-cháu, peh-sìⁿ-tiong siū-thâi-ê put-chí chōe, lí nn̄g ê kiáⁿ, Hô-hut-nî Hui-nî-hap, iā sí,  Siōng-tè ê iok-kūi sòa hō͘ in chhiúⁿ-khì.","tghg":"報消息的應講：「以色列人佇非利士人的面前逃走，百姓中受刣的不止多！你二個子何弗尼、非尼哈也死，上帝的約櫃續互𪜶搶去。」","bklhl":"報消息ê應講，以色列人tī腓利士人ê面前逃走，百姓中受刣-ê不止chōe，你兩個kiáⁿ，Hô-hut-nî、Hui-nî-hap，也死，上帝ê約櫃續hō͘ in搶去。"}},{"book":"撒上","chapter":4,"verse":18,"versions":{"unv":"他一提　神的約櫃，以利就從他的位上往後跌倒，在門旁折斷頸項而死；因為他年紀老邁，身體沉重。以利作以色列的士師四十年。","bklcl":"I chi̍t-ē kóng-khí Siōng-tè ê kūi, Í-lī chiū tùi i ê chō-ūi hiàⁿ tùi āu-bīn, poa̍h-tó tī mn̂g-piⁿ, ām-kún chi̍h, chiū sí;  in-ūi i nî lāu, sin-thé tāng.  Í-lī chòe Í-sek-lia̍t ê sū-su sì-cha̍p nî.","tghg":"伊一下講起上帝的櫃，以利就對伊的坐位向對(hiàⁿ tùi)後面，跋倒佇門邊頷頸折就死；因為伊年老，身體重。以利做以色列的士師四十年。","bklhl":"伊一下講起上帝ê櫃，Í-lī就對伊ê座位hiàⁿ tùi後面，跋倒tī門邊，頷頸折，就死；因為伊年老，身體重。Í-lī做以色列ê士師四十年。"}},{"book":"撒上","chapter":4,"verse":19,"versions":{"unv":"以利的兒婦、非尼哈的妻懷孕將到產期，她聽見　神的約櫃被擄去，公公和丈夫都死了，就猛然疼痛，曲身生產；","bklcl":"Í-lī ê sim-pū, Hui-nî-hap ê bó͘, hoâi-īn beh kàu-kî; i thiaⁿ-kìⁿ Siōng-tè ê kūi hō͘ lâng chhiúⁿ-khì, ta-koaⁿ kap tiōng-hu lóng sí ê siau-sit, chiū khiau-ku lâi siⁿ-kiáⁿ, in-ūi tōa thàng-thiàⁿ hut-jiân kàu.","tghg":"以利的媳婦、非尼哈的某懷孕欲到期，伊聽見上帝的櫃互人搶去，乾官及丈夫攏死的消息，就曲痀(khiau-ku)來生子，因為大痛疼(thàng-thiàⁿ)忽然到；","bklhl":"Í-lī ê新婦，Hui-nî-hap ê bó͘，懷孕beh到期；伊聽見上帝ê櫃hō͘人搶去，ta-koaⁿ kap丈夫lóng死ê消息，就khiau-ku來生kiáⁿ，因為大痛疼忽然到。"}},{"book":"撒上","chapter":4,"verse":20,"versions":{"unv":"將要死的時候，旁邊站著的婦人們對她說：「不要怕！你生了男孩子了。」她卻不回答，也不放在心上。","bklcl":"Teh-beh sí ê sî, piⁿ-thâu teh khiā hiah-ê hū-jîn-lâng kā i kóng, M̄-bián kiaⁿ, lí siⁿ ta-po͘-gín-ná lah; chóng-sī i bô ìn, iā bô koan-sim.","tghg":"啲欲死的時，邊頭啲徛許個婦仁人給伊講：「呣免驚！你生查甫囝仔啦。」總是伊無應，也無關心。","bklhl":"Teh-beh死ê時，邊頭teh khiā hiah-ê婦人人kā伊講，m̄免驚，你生 ta-po͘-gín-ná lah；總是伊無應，也無關心。"}},{"book":"撒上","chapter":4,"verse":21,"versions":{"unv":"她給孩子起名叫以迦博，說：「榮耀離開以色列了！」這是因　神的約櫃被擄去，又因她公公和丈夫都死了。","bklcl":"I kā gín-ná hō-miâ Í-ka-phok, kóng, Êng-kng lī-khui Í-sek-lia̍t.  Che sī in-ūi Siōng-tè ê kūi hō͘ lâng chhiúⁿ, koh in-ūi ta-koaⁿ kap tiōng-hu iā sí.","tghg":"伊給囝仔號名以迦博，講：「榮光離開以色列！」這是因為上帝的櫃互人搶，閣因為乾官及丈夫也死。","bklhl":"伊kā gín-ná號名Í-ka-phok，講，榮光離開以色列。這是因為上帝ê櫃hō͘人搶，koh因為ta-koaⁿ kap丈夫也死。"}},{"book":"撒上","chapter":4,"verse":22,"versions":{"unv":"她又說：「榮耀離開以色列，因為　神的約櫃被擄去了。」","bklcl":"I koh kóng, Êng-kng lī-khui Í-sek-lia̍t, in-ūi Siōng-tè ê kūi siū-chhiúⁿ.","tghg":"伊閣講：「榮光離開以色列，因為上帝的櫃受搶。」","bklhl":"伊koh講，榮光離開以色列，因為上帝ê櫃受搶。"}}]