[{"book":"撒上","chapter":7,"verse":1,"versions":{"unv":"基列．耶琳人就下來，將耶和華的約櫃接上去，放在山上亞比拿達的家中，分派他兒子以利亞撒看守耶和華的約櫃。","bklcl":"Ki-lia̍t-iâ-lîm lâng lâi, tòa Iâ-hô-hoa ê iok-kūi chiūⁿ-khì, kàu tī soaⁿ-téng A-pí-ná-ta̍t ê chhù, hun-piat i ê kiáⁿ Í-lī-a-sat, kò͘-siú Iâ-hô-hoa ê iok-kūi.","tghg":"基列耶琳人來，帶耶和華的約櫃上去，到佇山頂亞比拿達的厝，分別伊的子以利亞撒顧守耶和華的約櫃。","bklhl":"Ki-lia̍t-iâ-lîm人來，帶耶和華ê約櫃上去，到tī山頂A-pí-ná-ta̍t ê厝，分別伊ê kiáⁿ Í-lī-a-sat，顧守耶和華ê約櫃。"}},{"book":"撒上","chapter":7,"verse":2,"versions":{"unv":"約櫃在基列．耶琳許久。過了二十年，以色列全家都傾向耶和華。","bklcl":"Iok-kūi tī Ki-lia̍t-iâ-lîm ji̍t-chí kú-kú, le̍k-kè jī-cha̍p nî;  Í-sek-lia̍t choân-ke tui-liām Iâ-hô-hoa.","tghg":"約櫃佇基列耶琳日子久久。歷過二十年，以色列全家追念耶和華。","bklhl":"約櫃tī Ki-lia̍t-iâ-lîm日子久久，歷過二十年；以色列全家追念耶和華。"}},{"book":"撒上","chapter":7,"verse":3,"versions":{"unv":"撒母耳對以色列全家說：「你們若一心歸順耶和華，就要把外邦的神和亞斯他錄從你們中間除掉，專心歸向耶和華，單單地事奉他。他必救你們脫離非利士人的手。」","bklcl":"Sat-bó͘-jíⁿ kā Í-sek-lia̍t choân-ke kóng, Lín nā chi̍t-sim kui-sūn Iâ-hô-hoa, chiū tio̍h tùi lín tiong-kan tû-khì gōa-pang ê siōng-tè kap A-su-tha-lio̍k, kian-sim kui-ǹg Iâ-hô-hoa, toaⁿ-toaⁿ ho̍k-sāi I, I beh kiù lín thoat-lī Hui-lī-sū lâng ê chhiú.","tghg":"撒母耳給以色列全家講：「恁若一心歸順耶和華，就著對恁中間除去外邦的上帝及亞斯他錄，堅心歸向耶和華，單單服事伊。伊欲救恁脫離非利士人的手。」","bklhl":"撒母耳kā以色列全家講，Lín若一心歸順耶和華，就tio̍h tùi lín中間除去外邦ê上帝kap A-su-tha-lio̍k，堅心歸向耶和華，單單服事伊，伊beh救lín脫離腓利士人ê手。"}},{"book":"撒上","chapter":7,"verse":4,"versions":{"unv":"以色列人就除掉諸巴力和亞斯他錄，單單地事奉耶和華。","bklcl":"Í-sek-lia̍t lâng chiū tû-khì chiah-ê Pa-le̍k kap A-su-tha-lio̍k, toaⁿ-toaⁿ ho̍k-sāi Iâ-hô-hoa.","tghg":"以色列人就除去諸個巴力及亞斯他錄，單單(toaⁿ-toaⁿ)服事耶和華。","bklhl":"以色列人就除去chiah ê Pa-le̍k kap A-su-tha-lio̍k，單單服事耶和華。"}},{"book":"撒上","chapter":7,"verse":5,"versions":{"unv":"撒母耳說：「要使以色列眾人聚集在米斯巴，我好為你們禱告耶和華。」","bklcl":"Sat-bó͘-jíⁿ kóng, Tio̍h chū-chi̍p Í-sek-lia̍t chèng-lâng tī Bí-su-pa, góa beh thòe lín kî-tó Iâ-hô-hoa.","tghg":"撒母耳講：「著聚集以色列眾人佇米斯巴，我欲替恁祈禱耶和華。」","bklhl":"撒母耳講，Tio̍h聚集以色列眾人tī Bí-su-pa，我beh替lín祈禱耶和華。"}},{"book":"撒上","chapter":7,"verse":6,"versions":{"unv":"他們就聚集在米斯巴，打水澆在耶和華面前，當日禁食，說：「我們得罪了耶和華。」於是撒母耳在米斯巴審判以色列人。","bklcl":"In chiū chū-chi̍p tī Bí-su-pa, chhiūⁿ-chúi piàⁿ tī Iâ-hô-hoa ê bīn-chêng, tī hit-ji̍t kìm-chia̍h, tī-hia kóng, Goán ū tek-chōe Iâ-hô-hoa.  Sat-bó͘-jíⁿ chiū tī Bí-su-pa phòaⁿ-toàn Í-sek-lia̍t lâng.","tghg":"𪜶就聚集佇米斯巴，汲水(chhiūⁿ-chúi)傾(piàⁿ)佇耶和華的面前，佇彼日禁食，佇遐講：「阮有得罪耶和華。」撒母耳就佇米斯巴判斷以色列人。","bklhl":"In就聚集tī Bí-su-pa，chhiūⁿ水piàⁿ tī耶和華ê面前，tī hit日禁食，tī-hia講，阮有得罪耶和華。撒母耳就tī Bí-su-pa判斷以色列人。"}},{"book":"撒上","chapter":7,"verse":7,"versions":{"unv":"非利士人聽見以色列人聚集在米斯巴，非利士的首領就上來要攻擊以色列人。以色列人聽見，就懼怕非利士人。","bklcl":"Hui-lī-sū lâng thiaⁿ-kìⁿ Í-sek-lia̍t lâng chū-chi̍p tī Bí-su-pa.  Hui-lī-sū ê siú-léng chiū chiūⁿ-lâi beh kong-kek Í-sek-lia̍t lâng; Í-sek-lia̍t lâng thiaⁿ-kìⁿ chiū kiaⁿ Hui-lī-sū lâng.","tghg":"非利士人聽見以色列人聚集佇米斯巴，非利士的首領就上來欲攻擊以色列人。以色列人聽見，就驚非利士人。","bklhl":"腓利士人聽見以色列人聚集tī Bí-su-pa。腓利士ê首領就上來beh攻擊以色列人；以色列人聽見就驚腓利士人。"}},{"book":"撒上","chapter":7,"verse":8,"versions":{"unv":"以色列人對撒母耳說：「願你不住地為我們呼求耶和華─我們的　神，救我們脫離非利士人的手。」","bklcl":"Í-sek-lia̍t lâng kā Sat-bó͘-jíⁿ kóng, Goān lí thòe goán kiû-kiò Iâ-hô-hoa  lán ê Siōng-tè bô soah, hō͘ I kiù lán thoat-lī Hui-lī-sū lâng ê chhiú.","tghg":"以色列人給撒母耳講：「願你替阮求叫耶和華──咱的上帝無息，互伊救咱脫離非利士人的手。」","bklhl":"以色列人kā撒母耳講，願你替阮求叫耶和華咱ê上帝無soah，hō͘伊救咱脫離腓利士人ê手。"}},{"book":"撒上","chapter":7,"verse":9,"versions":{"unv":"撒母耳就把一隻吃奶的羊羔獻與耶和華作全牲的燔祭，為以色列人呼求耶和華；耶和華就應允他。","bklcl":"Sat-bó͘-jíⁿ chiū ēng chi̍t chiah chia̍h-lin ê iûⁿ-á, kui-chiah sio hiàn-hō͘ Iâ-hô-hoa chòe sio-chè;  Sat-bó͘-jíⁿ thòe Í-sek-lia̍t lâng kiû-kiò Iâ-hô-hoa;  Iâ-hô-hoa ìn i.","tghg":"撒母耳就用一隻食奶的羊仔歸隻燒獻互耶和華做燒祭，撒母耳替以色列人求叫耶和華；耶和華應伊。","bklhl":"撒母耳就用一隻食奶 ê羊á，kui隻燒獻hō͘耶和華做燒祭；撒母耳替以色列人求叫耶和華；耶和華應伊。"}},{"book":"撒上","chapter":7,"verse":10,"versions":{"unv":"撒母耳正獻燔祭的時候，非利士人前來要與以色列人爭戰。當日，耶和華大發雷聲，驚亂非利士人，他們就敗在以色列人面前。","bklcl":"Sat-bó͘-jíⁿ teh hiàn sio-chè ê sî, Hui-lī-sū lâng chìn-chêng lâi, beh kap Í-sek-lia̍t lâng kau-chiàn; tī hit-ji̍t Iâ-hô-hoa khí tōa-siaⁿ ê lûi kong-kek Hui-lī-sū lâng, phah-loān in;  in chiū thâi-su tī Í-sek-lia̍t lâng ê bīn-chêng.","tghg":"撒母耳啲獻燒祭的時，非利士人進前來，欲及以色列人交戰。佇彼日，耶和華起大聲的雷攻擊非利士人，拍亂𪜶，𪜶就刣輸佇以色列人的面前。","bklhl":"撒母耳teh獻燒祭ê時，腓利士人進前來，beh kap以色列人交戰；tī hit日耶和華起大聲ê雷攻擊腓利士人，phah亂in；in就刣輸tī以色列人ê面前。"}},{"book":"撒上","chapter":7,"verse":11,"versions":{"unv":"以色列人從米斯巴出來，追趕非利士人，擊殺他們，直到伯．甲的下邊。","bklcl":"Í-sek-lia̍t lâng tùi Bí-su-pa chhut-lâi, tui-kóaⁿ Hui-lī-sū lâng, phah in ti̍t-kàu Pek-kah ê ē-bīn.","tghg":"以色列人對米斯巴出來，追趕非利士人，拍𪜶，直到伯甲的下面。","bklhl":"以色列人tùi Bí-su-pa出來，追趕腓利士人，phah in直到Pek-kah ê下面。"}},{"book":"撒上","chapter":7,"verse":12,"versions":{"unv":"撒母耳將一塊石頭立在米斯巴和善的中間，給石頭起名叫以便以謝，說：「到如今耶和華都幫助我們。」","bklcl":"Sat-bó͘-jíⁿ ēng chi̍t tè chio̍h khiā tī Bí-su-pa kap Siān ê tiong-kan, kiò i ê miâ Í-piān-í-siā, kóng, Kàu chit-tia̍p Iâ-hô-hoa pang-chān lán.","tghg":"撒母耳用一塊石徛佇米斯巴及善的中間，叫伊的名以便以謝，講：「到此霎(tia̍p)耶和華幫助咱。」","bklhl":"撒母耳用一塊石khiā tī Bí-su-pa kap Siān ê中間，叫伊ê名Í-piān-í-siā，講，到chit-tia̍p耶和華幫贊咱。"}},{"book":"撒上","chapter":7,"verse":13,"versions":{"unv":"從此，非利士人就被制伏，不敢再入以色列人的境內。撒母耳作士師的時候，耶和華的手攻擊非利士人。","bklcl":"Tùi chit-tia̍p Hui-lī-sū lâng chiū khut-ho̍k, m̄-káⁿ koh ji̍p Í-sek-lia̍t lâng ê kéng-lāi;  Sat-bó͘-jíⁿ it-seng ê ji̍t, Iâ-hô-hoa ê chhiú kong-kek Hui-lī-sū lâng.","tghg":"對此霎，非利士人就屈服，呣敢閣入以色列人的境內。撒母耳一生的日，耶和華的手攻擊非利士人。","bklhl":"Tùi chit-tia̍p，腓利士人就屈服，m̄敢koh入以色列人ê境內；撒母耳一生ê日，耶和華ê手攻擊腓利士人。"}},{"book":"撒上","chapter":7,"verse":14,"versions":{"unv":"非利士人所取以色列人的城邑，從以革倫直到迦特，都歸以色列人了。屬這些城的四境，以色列人也從非利士人手下收回。那時以色列人與亞摩利人和好。","bklcl":"Hui-lī-sū lâng só͘ ū chhú Í-sek-lia̍t lâng ê siâⁿ, tùi Í-kek-lûn kàu Ka-te̍k, lóng hêng Í-sek-lia̍t lâng;  in hiah-ê kéng-kài Í-sek-lia̍t lâng iā tùi Hui-lī-sū lâng ê chhiú siu tò-tńg;  hit-sî Í-sek-lia̍t lâng kap A-mô͘-lī lâng hô-hó.","tghg":"非利士人所有取以色列人的城，對以革倫到迦特，攏還以色列人。𪜶許個境界，以色列人也對非利士人的手收倒轉。彼時以色列人及亞摩利人和好。","bklhl":"腓利士人所有取以色列人ê城，tùi Í-kek-lûn到Ka-te̍k，lóng還以色列人；in hiah-ê境界以色列人也tùi腓利士人ê手收倒tńg；hit時以色列人kap A-mô͘-lī人和好。"}},{"book":"撒上","chapter":7,"verse":15,"versions":{"unv":"撒母耳平生作以色列的士師。","bklcl":"Sat-bó͘-jíⁿ it-seng chòe Í-sek-lia̍t ê sū-su.","tghg":"撒母耳一生做以色列的士師。","bklhl":"撒母耳一生做以色列ê士師。"}},{"book":"撒上","chapter":7,"verse":16,"versions":{"unv":"他每年巡行到伯特利、吉甲、米斯巴，在這幾處審判以色列人。","bklcl":"I ta̍k-nî sûn-sī Pek-te̍k-lī, Kiat-kah, Bí-su-pa chiah-ê só͘-chāi phòaⁿ-toàn Í-sek-lia̍t lâng;","tghg":"伊逐年巡視(sûn-sī)伯特利、吉甲、米斯巴諸個所在判斷以色列人。","bklhl":"伊ta̍k年巡視Pek-te̍k-lī、Kiat-kah、Bí-su-pa chiah ê所在判斷以色列人；"}},{"book":"撒上","chapter":7,"verse":17,"versions":{"unv":"隨後回到拉瑪，因為他的家在那裡；也在那裡審判以色列人，且為耶和華築了一座壇。","bklcl":"chiū tò-tńg-khì, kàu La̍h-má, in-ūi i ê ke tī-hia; iā tī hia phòaⁿ-toàn Í-sek-lia̍t lâng; iā tī-hia kā Iâ-hô-hoa khí chi̍t chō tôaⁿ.","tghg":"就倒轉去到拉瑪，因為伊的家佇遐；也佇遐判斷以色列人，也佇遐給耶和華起一座壇。","bklhl":"就倒tńg去，到La̍h-má，因為伊ê家tī-hia；也tī hia判斷以色列人；也tī-hia kā耶和華起一座壇。"}}]