[{"book":"撒上","chapter":13,"verse":1,"versions":{"unv":"掃羅登基年四十歲；作以色列王二年的時候，","bklcl":"Sò-lô tú-á chē-ūi ê nî-hè chòe Í-sek-lia̍t ông nn̄g-nî.","tghg":"掃羅抵仔坐位的年歲；做以色列王二年，","bklhl":"掃羅tú-á坐位ê年歲做以色列王兩年。"}},{"book":"撒上","chapter":13,"verse":2,"versions":{"unv":"就從以色列中揀選了三千人：二千跟隨掃羅在密抹和伯特利山，一千跟隨約拿單在便雅憫的基比亞；其餘的人掃羅都打發各回各家去了。","bklcl":"Sò-lô chiū ūi ka-kī tùi Í-sek-lia̍t tiong kéng saⁿ-chheng lâng;  nn̄g-chheng kun-tè Sò-lô tī Bi̍t-boa̍t kap Pek-te̍k-lī soaⁿ, chi̍t-chheng kun-tè Iok-ná-tan tī Piān-ngá-bín ê Ki-pí-a;  kî-û ê lâng, i chhe in tò-khì ta̍k-lâng ê pò͘-pîⁿ.","tghg":"掃羅就為家己對以色列中揀三千人：二千跟隨掃羅佇密抹及伯特利山，一千跟隨約拿單佇便雅憫的基比亞；其餘的人伊差𪜶倒去逐人的布棚。","bklhl":"掃羅就為家己tùi以色列中揀三千人；兩千跟tè掃羅tī Bi̍t-boa̍t kap Pek-te̍k-lī山，一千跟tè約拿單tī便雅憫ê Ki-pí-a；其餘ê人，伊差in tò去ta̍k人ê布棚。"}},{"book":"撒上","chapter":13,"verse":3,"versions":{"unv":"約拿單攻擊在迦巴的非利士人的防營，非利士人聽見了。掃羅就在遍地吹角，意思說，要使希伯來人聽見。","bklcl":"Iok-ná-tan phah Ka-pa Hui-lī-sū lâng ê kun-iâⁿ, Hui-lī-sū lâng thiaⁿ-kìⁿ.  Sò-lô chiū pûn sàu-kak tī choân-tōe, kóng, Hi-pek-lâi lâng tio̍h thiaⁿ ah.","tghg":"約拿單拍迦巴非利士人的軍營，非利士人聽見。掃羅就歕哨角佇全地，講，希伯來人著聽啊。","bklhl":"約拿單phah Ka-pa腓利士人ê軍營，腓利士人聽見。掃羅就pûn哨角tī全地，講，希伯來人tio̍h聽ah。"}},{"book":"撒上","chapter":13,"verse":4,"versions":{"unv":"以色列眾人聽見掃羅攻擊非利士人的防營，又聽見以色列人為非利士人所憎惡，就跟隨掃羅聚集在吉甲。","bklcl":"Í-sek-lia̍t chèng-lâng thiaⁿ-kìⁿ Sò-lô phah Hui-lī-sū lâng ê kun-iâⁿ, koh thiaⁿ-kìⁿ Í-sek-lia̍t lâng hō͘ Hui-lī-sū lâng iàm-ò͘ⁿ, peh-sìⁿ chiū kun-tè Sò-lô, chū-chi̍p tī Kiat-kah.","tghg":"以色列眾人聽見掃羅拍非利士人的軍營，閣聽見以色列人互非利士人厭惡，百姓就跟隨掃羅聚集佇吉甲。","bklhl":"以色列眾人聽見掃羅phah腓利士人ê軍營，koh聽見以色列人hō͘腓利士人厭惡，百姓就跟tè掃羅，聚集tī Kiat-kah。"}},{"book":"撒上","chapter":13,"verse":5,"versions":{"unv":"非利士人聚集，要與以色列人爭戰，有車三萬輛，馬兵六千，步兵像海邊的沙那樣多，就上來在伯‧亞文東邊的密抹安營。","bklcl":"Hui-lī-sū lâng chū-chi̍p beh kap Í-sek-lia̍t lâng kau-chiàn;  ū chhia saⁿ-bān tiuⁿ, bé-peng la̍k-chheng, pō͘-peng chhin-chhiūⁿ hái-piⁿ ê soa hiah-chōe; chiū chiūⁿ-lâi, tī Pek-a-bûn tang-sì ê Bi̍t-boa̍t chat-iâⁿ.","tghg":"非利士人聚集欲及以色列人交戰，有車三萬張，馬兵六千，步兵親像海邊的沙許多，就上來佇伯亞文東勢的密抹紮營。","bklhl":"腓利士人聚集beh kap以色列人交戰；有車三萬張，馬兵六千，步兵親像海邊ê沙hiah-chōe；就上來，tī Pek-a-bûn東勢ê Bi̍t-boa̍t紮營。"}},{"book":"撒上","chapter":13,"verse":6,"versions":{"unv":"以色列百姓見自己危急窘迫，就藏在山洞、叢林、石穴、隱密處，和坑中。","bklcl":"Í-sek-lia̍t lâng khòaⁿ-kìⁿ ka-kī gûi-kip, in-ūi peh-sìⁿ khún-pek, chiū ka-kī bih tī soaⁿ-tōng, chhiū-nâ, chio̍h-hia̍t, hiám-iàu ê só͘-chāi, kap chhim-khiⁿ.","tghg":"以色列人看見家己危急，因為百姓窘迫，就家己匿佇山洞、樹林、石穴險要的所在，及深坑。","bklhl":"以色列人看見家己危急，因為百姓窘迫，就家己bih tī山洞、樹林、石穴，險要ê所在，kap深坑。"}},{"book":"撒上","chapter":13,"verse":7,"versions":{"unv":"有些希伯來人過了約旦河，逃到迦得和基列地。掃羅還是在吉甲，百姓都戰戰兢兢地跟隨他。","bklcl":"Iā ū Hi-pek-lâi lâng kè Iok-tàn kàu Ka-te̍k kap Ki-lia̍t tōe.  Sò-lô iáu-kú tī Kiat-kah; peh-sìⁿ lóng ngia̍uh-ngia̍uh-chhoah lâi kun-tè i.","tghg":"也有希伯來人過約但，到迦得及基列地。掃羅猶久佇吉甲，百姓攏愕愕惙來跟隨伊。","bklhl":"也有希伯來人過約旦到Ka-te̍k kap Ki-lia̍t地。掃羅iáu-kú tī Kiat-kah；百姓lóng ngia̍uh-ngia̍uh-chhoah來跟tè伊。"}},{"book":"撒上","chapter":13,"verse":8,"versions":{"unv":"掃羅照著撒母耳所定的日期等了七日。撒母耳還沒有來到吉甲，百姓也離開掃羅散去了。","bklcl":"Sò-lô chiàu Sat-bó͘-jíⁿ só͘ tiāⁿ-tio̍h ê ji̍t-kî, thèng-hāu chhit-ji̍t.  Sat-bó͘-jíⁿ iáu-bē lâi Kiat-kah, peh-sìⁿ lī-khui i sì-sòaⁿ khì.","tghg":"掃羅照撒母耳所定著的日期聽候七日。撒母耳猶未來吉甲，百姓離開伊四散去。","bklhl":"掃羅照撒母耳所定tio̍h ê日期，thèng候七日。撒母耳iáu未來Kiat-kah，百姓離開伊四散去。"}},{"book":"撒上","chapter":13,"verse":9,"versions":{"unv":"掃羅說：「把燔祭和平安祭帶到我這裡來。」掃羅就獻上燔祭。","bklcl":"Sò-lô kóng, Chiong sio-chè kap siā-un-chè tòa-lâi góa chia; i chiū hiàn sio-chè.","tghg":"掃羅講：「將燒祭及謝恩祭帶來我遮。」伊就獻燒祭。","bklhl":"掃羅講，將燒祭kap謝恩祭帶來我chia；伊就獻燒祭。"}},{"book":"撒上","chapter":13,"verse":10,"versions":{"unv":"剛獻完燔祭，撒母耳就到了。掃羅出去迎接他，要問他好。","bklcl":"I hiàn sio-chè tú-á bêng-pe̍k, khòaⁿ ah, Sat-bó͘-jíⁿ kàu lah;  Sò-lô chhut-khì ngiâ-chih i, beh kā i chhéng-an.","tghg":"伊獻燒祭抵仔明白，看啊，撒母耳到啦。掃羅出去迎接(ngiâ-chih)伊，欲給伊請安。","bklhl":"伊獻燒祭tú-á明白，看ah，撒母耳到lah；掃羅出去迎接伊，beh kā伊請安。"}},{"book":"撒上","chapter":13,"verse":11,"versions":{"unv":"撒母耳說：「你做的是甚麼事呢？」掃羅說：「因為我見百姓離開我散去，你也不照所定的日期來到，而且非利士人聚集在密抹。","bklcl":"Sat-bó͘-jíⁿ kóng,  Lí chòe sím-mi̍h tāi ah?  Sò-lô kóng, In-ūi góa khòaⁿ-kìⁿ peh-sìⁿ sì-sòaⁿ lī-khui góa, lí iā bô chiàu só͘ tiāⁿ-tio̍h ê ji̍t-kî kàu, koh Hui-lī-sū lâng í-keng chū-chi̍p tī Bi̍t-boa̍t;","tghg":"撒母耳講：「你做甚麼代啊？」掃羅講：「因為我看見百姓四散離開我，你也無照所定著的日期到，閣非利士人已經聚集佇密抹。","bklhl":"撒母耳講，你做甚麼tāi ah？掃羅講，因為我看見百姓四散離開我，你也無照所定tio̍h ê日期到，koh腓利士人已經聚集tī Bi̍t-boa̍t；"}},{"book":"撒上","chapter":13,"verse":12,"versions":{"unv":"所以我心裡說：恐怕我沒有禱告耶和華。非利士人下到吉甲攻擊我，我就勉強獻上燔祭。」","bklcl":"só͘-í góa kóng, Hui-lī-sū lâng beh kàu Kiat-kah kong-kek góa, iā góa iáu-bē kiû Iâ-hô-hoa si-un, góa chiū bián-kióng hiàn sio-chè.","tghg":"所以我講：非利士人欲到吉甲攻擊我，也我猶未求耶和華施恩，我就勉強獻燒祭。」","bklhl":"所以我講，腓利士人beh到Kiat-kah攻擊我，也我iáu未求耶和華施恩，我就勉強獻燒祭。"}},{"book":"撒上","chapter":13,"verse":13,"versions":{"unv":"撒母耳對掃羅說：「你做了糊塗事了，沒有遵守耶和華─你　神所吩咐你的命令。若遵守，耶和華必在以色列中堅立你的王位，直到永遠。","bklcl":"Sat-bó͘-jíⁿ tùi Sò-lô kóng, Lí chòe gōng-sū lah, in-ūi lí bô chun-siú Iâ-hô-hoa lí Siōng-tè só͘ bēng-lēng lí ê kài-bēng; beh sī ū siú, Iâ-hô-hoa chiū kian-kò͘ lí ê ông-ūi tī Í-sek-lia̍t tiong kàu éng-oán.","tghg":"撒母耳對掃羅講：「你做戇事啦，因為你無遵守耶和華──你上帝所命令你的誡命。欲是有守，耶和華就堅固你的王位，佇以色列中到永遠。","bklhl":"撒母耳對掃羅講，你做戇事lah，因為你無遵守耶和華你上帝所命令你ê誡命；beh是有守，耶和華就堅固你ê王位tī以色列中到永遠。"}},{"book":"撒上","chapter":13,"verse":14,"versions":{"unv":"現在你的王位必不長久。耶和華已經尋著一個合他心意的人，立他作百姓的君，因為你沒有遵守耶和華所吩咐你的。」","bklcl":"Taⁿ lí ê ông-ūi bô kú-tn̂g;  Iâ-hô-hoa í-keng chhē-tio̍h ha̍p I ê sim-ì ê chi̍t-lâng; koh Iâ-hô-hoa iā tiāⁿ-tio̍h i chòe I ê peh-sìⁿ ê thâu, in-ūi lí bô chun-siú Iâ-hô-hoa só͘ bēng-lēng lí ê.","tghg":"今你的王位無久長。耶和華已經尋著合伊的心意的一人，閣耶和華也定著伊做伊的百姓的頭，因為你無遵守耶和華所命令你的。」","bklhl":"Taⁿ你ê王位無久長；耶和華已經chhē-tio̍h合伊ê心意ê一人；koh耶和華也定tio̍h伊做伊ê百姓ê頭，因為你無遵守耶和華所命令你ê。"}},{"book":"撒上","chapter":13,"verse":15,"versions":{"unv":"撒母耳就起來，從吉甲上到便雅憫的基比亞。掃羅數點跟隨他的，約有六百人。","bklcl":"Sat-bó͘-jíⁿ chiū khí-lâi, tùi Kiat-kah chiūⁿ-khì Piān-ngá-bín ê Ki-pí-a.  Sò-lô tiám-sǹg tè i ê lâng,  iok-lio̍k ū la̍k-pah lâng.","tghg":"撒母耳就起來，對吉甲上去便雅憫的基比亞。掃羅點算隨伊的人，約略有六百人。","bklhl":"撒母耳就起來，tùi Kiat-kah上去便雅憫ê Ki-pí-a。掃羅點算tè伊ê人，約略有六百人。"}},{"book":"撒上","chapter":13,"verse":16,"versions":{"unv":"掃羅和他兒子約拿單，並跟隨他們的人，都住在便雅憫的迦巴；但非利士人安營在密抹。","bklcl":"Sò-lô kap i ê kiáⁿ Iok-ná-tan, kap tè in ê lâng, lóng tiàm tī Piān-ngá-bín ê Ka-pa.  Chóng-sī Hui-lī-sū lâng chat-iâⁿ tī Bi̍t-boa̍t;","tghg":"掃羅及伊的子約拿單，及隨𪜶的人，攏踮佇便雅憫的迦巴；總是非利士人紮營佇密抹。","bklhl":"掃羅kap伊ê kiáⁿ約拿單，kap tè in ê人，lóng tiàm tī便雅憫ê Ka-pa。總是腓利士人紮營tī Bi̍t-boa̍t；"}},{"book":"撒上","chapter":13,"verse":17,"versions":{"unv":"有掠兵從非利士營中出來，分為三隊：一隊往俄弗拉向書亞地去，","bklcl":"Ū chhiúⁿ-kiap-ê tùi Hui-lī-sū ê kun-iâⁿ-tiong chhut-lâi, pun-chòe saⁿ tūi; chi̍t-tūi oat tùi Gô-hut-la̍h ê lō͘, kàu Su-a ê tōe khì;","tghg":"有搶劫的對非利士的軍營中出來，分做三隊：一隊越對俄弗拉的路到書亞的地去，","bklhl":"有搶劫ê tùi腓利士ê軍營中出來，分做三隊；一隊 oat tùi Gô-hut-la̍h ê路，到Su-a ê地去；"}},{"book":"撒上","chapter":13,"verse":18,"versions":{"unv":"一隊往伯‧和崙去，一隊往洗波音谷對面的地境向曠野去。","bklcl":"koh chi̍t-tūi oat tùi Pek-hô-lûn ê lō͘ khì; koh chi̍t-tūi oat tùi Sé-pho-im ê soaⁿ-kok tùi-bīn tōe-kài ê lō͘, ǹg khòng-iá khì.","tghg":"閣一隊越對伯和崙的路去，閣一隊越對洗波音的山谷對面地界的路，向曠野去。","bklhl":"koh一隊oat tùi Pek-hô-lûn ê路去；koh一隊 oat tùi Sé-pho-im ê山谷對面地界ê路，ǹg曠野去。"}},{"book":"撒上","chapter":13,"verse":19,"versions":{"unv":"那時，以色列全地沒有一個鐵匠；因為非利士人說，恐怕希伯來人製造刀槍。","bklcl":"Hit-sî Í-sek-lia̍t choân-tōe bô chi̍t ê phah-thih sai-hū, in-ūi Hui-lī-sū lâng kóng, Kiaⁿ-liáu Hi-pek-lâi lâng chè-chō kiàm kap chhiuⁿ.","tghg":"彼時，以色列全地無一個拍鐵師傅；因為非利士人講，驚了希伯來人製造劍及槍。","bklhl":"Hit時以色列全地無一个phah鐵師傅，因為腓利士人講，驚了希伯來人製造劍kap鎗。"}},{"book":"撒上","chapter":13,"verse":20,"versions":{"unv":"以色列人要磨鋤、犁、斧、鏟，就下到非利士人那裡去磨。","bklcl":"Í-sek-lia̍t lâng beh bôa-lāi i ê lôe, pē, pó͘-thâu, tî-thâu, ta̍k-lâng tio̍h lo̍h-khì Hui-lī-sū lâng hia;","tghg":"以色列人欲磨利(bôa-lāi)伊的犁(lôe)、耙(pē)、斧頭(pó͘-thâu)、鋤頭(tî-thâu)，逐人著落去非利士人遐。","bklhl":"以色列人beh磨利伊ê犁、耙(pē) 、斧頭、鋤頭，ta̍k人tio̍h落去腓利士人hia；"}},{"book":"撒上","chapter":13,"verse":21,"versions":{"unv":"但有銼可以銼鏟、犁、三齒叉、斧子，並趕牛錐。","bklcl":"nā beh lòe tî-thâu, lôe, saⁿ-khí ê chhe, pó͘-thâu, kap kóaⁿ-gû ê thih-chhì, tio̍h chi̍t-pim ê kang-chîⁿ;","tghg":"若欲鑢(lòe)鋤頭(tî-thâu)、犁(lôe)、三齒(saⁿ-khí)的叉(chhe)、斧頭(pó͘-thâu)，及趕牛的鐵刺(thih-chhì)，著一賓(chi̍t-pim)的工錢。","bklhl":"若beh lòe鋤頭、犁、三齒ê叉、斧頭，kap趕牛ê鐵刺，tio̍h一pim ê工錢；"}},{"book":"撒上","chapter":13,"verse":22,"versions":{"unv":"所以到了爭戰的日子，跟隨掃羅和約拿單的人沒有一個手裡有刀有槍的，惟獨掃羅和他兒子約拿單有。","bklcl":"só͘-í kàu kau-chiàn ê ji̍t, tè Sò-lô kap Iok-ná-tan ê lâng bô chi̍t-ê chhiú-nih ū kiàm ū chhiuⁿ ê;  to̍k-to̍k Sò-lô kap i ê kiáⁿ Iok-ná-tan ū.","tghg":"所以到交戰的日，隨掃羅及約拿單的人無一個手裡有劍有槍的，獨獨掃羅及伊的子約拿單有。","bklhl":"所以到交戰ê日，tè掃羅kap約拿單ê人無一个手裡有劍有鎗ê；獨獨掃羅kap伊ê kiáⁿ約拿單有。"}},{"book":"撒上","chapter":13,"verse":23,"versions":{"unv":"非利士人的一隊防兵到了密抹的隘口。","bklcl":"Hui-lī-sū hông-siú ê peng chhut-khì kàu Bi̍t-boa̍t ê ài-kháu.","tghg":"非利士防守的兵出去到密抹(Bi̍t-boa̍t)的隘口(ài-kháu)。","bklhl":"腓利士防守ê兵出去到Bi̍t-boa̍t ê隘(ài)口。"}}]