[{"book":"撒上","chapter":30,"verse":1,"versions":{"unv":"第三日，大衛和跟隨他的人到了洗革拉。亞瑪力人已經侵奪南地，攻破洗革拉，用火焚燒，","bklcl":"Tē-saⁿ ji̍t Tāi-pi̍t kap tè i ê lâng kàu Sé-kek-la̍h.  A-má-le̍k lâng í-keng chhim-hoān lâm-hng kap Sé-kek-la̍h, iā phah Sé-kek-la̍h, ēng hé sio i;","tghg":"第三日，大衛及隨伊的人到洗革拉。亞瑪力人已經侵犯南方及洗革拉，也拍洗革拉，用火燒伊，","bklhl":"第三日，大衛kap tè伊ê人到Sé-kek-la̍h。A-má-le̍k人已經侵犯南方kap Sé-kek-la̍h，也phah Sé-kek-la̍h，用火燒伊；"}},{"book":"撒上","chapter":30,"verse":2,"versions":{"unv":"擄了城內的婦女和其中的大小人口，卻沒有殺一個，都帶著走了。","bklcl":"lia̍h siâⁿ-lāi ê hū-lú, bô-lūn tōa-sòe, bô thâi-sí chi̍t-ê, kan-ta lia̍h i khì.","tghg":"掠城內的婦女無論大細，無刣死一個，干單掠伊去。","bklhl":"掠城內ê婦女，無論大細，無刣死一个，kan-ta掠伊去。"}},{"book":"撒上","chapter":30,"verse":3,"versions":{"unv":"大衛和跟隨他的人到了那城，不料，城已燒毀，他們的妻子兒女都被擄去了。","bklcl":"Tāi-pi̍t kap tè i ê lâng kàu hit ê siâⁿ, khòaⁿ-kìⁿ siâⁿ í-keng hō͘ hé sio-khì, in ê bó͘, kiáⁿ, cha-bó͘-kiáⁿ, lóng hō͘ i lia̍h-khì.","tghg":"大衛及隨伊的人到彼個城，看見城已經互火燒去，𪜶的某子查某子攏互伊掠去。","bklhl":"大衛kap tè伊ê人到hit ê城，看見城已經hō͘ 火燒去，in ê bó͘、kiáⁿ、cha-bó͘-kiáⁿ，lóng hō͘伊掠去。"}},{"book":"撒上","chapter":30,"verse":4,"versions":{"unv":"大衛和跟隨他的人就放聲大哭，直哭得沒有氣力。","bklcl":"Tāi-pi̍t kap tè i ê lâng chiū khui-siaⁿ háu, háu kàu bô la̍t thang háu.","tghg":"大衛及隨伊的人就開聲哮，哮到無力通哮。","bklhl":"大衛kap tè伊ê人就開聲哮，哮到無力thang哮。"}},{"book":"撒上","chapter":30,"verse":5,"versions":{"unv":"大衛的兩個妻─耶斯列人亞希暖和作過拿八妻的迦密人亞比該，也被擄去了。","bklcl":"Tāi-pi̍t nn̄g ê bó͘, Iâ-su-lia̍t lâng A-hi-loán, kap bat chòe Ka-bi̍t lâng Ná-pat ê bó͘ A-pí-kai, iā hō͘ i lia̍h-khì.","tghg":"大衛二個某──耶斯列人亞希暖及曾做迦密人拿八的某亞比該，也互伊掠去。","bklhl":"大衛兩個bó͘，Iâ-su-lia̍t人A-hi-loán，kap bat做Ka-bi̍t人Ná-pat ê bó͘ A-pí-kai，也hō͘伊掠去。"}},{"book":"撒上","chapter":30,"verse":6,"versions":{"unv":"大衛甚是焦急，因眾人為自己的兒女苦惱，說：「要用石頭打死他。」大衛卻倚靠耶和華─他的　神，心裡堅固。","bklcl":"Tāi-pi̍t chin tio̍h-kip, in-ūi peh-sìⁿ kóng, Tio̍h ēng chio̍h-thâu tìm i; sī peh-sìⁿ lâng-lâng ūi-tio̍h in ê kiáⁿ cha-bó͘-kiáⁿ chin hoân-ló;  chóng-sī Tāi-pi̍t óa-khò Iâ-hô-hoa i ê Siōng-tè, ka-kī kian-kò͘.","tghg":"大衛真著急，因為百姓講：「著用石頭擲伊。」是百姓人人為著𪜶的子查某子真煩惱，總是大衛倚靠耶和華──伊的上帝，家己堅固。","bklhl":"大衛真著急，因為百姓講，tio̍h用石頭tìm伊；是百姓人人為tio̍h in ê kiáⁿ cha-bó͘-kiáⁿ真煩惱；總是大衛óa靠耶和華伊ê上帝，家己堅固。"}},{"book":"撒上","chapter":30,"verse":7,"versions":{"unv":"大衛對亞希米勒的兒子祭司亞比亞他說：「請你將以弗得拿過來。」亞比亞他就將以弗得拿到大衛面前。","bklcl":"Tāi-pi̍t kā A-hi-bí-le̍k ê kiáⁿ, chè-si A-pí-a-tha, kóng, Chhiáⁿ lí kā góa tòa í-hut-tek lâi.  A-pí-a-tha chiū tòa í-hut-tek kàu Tāi-pi̍t hia.","tghg":"大衛給亞希米勒的子祭司亞比亞他講：「請你給我帶以弗得來。」亞比亞他就帶以弗得到大衛遐。","bklhl":"大衛kā A-hi-bí-le̍k ê kiáⁿ，祭司A-pí-a-tha，講，請你kā我帶í-hut-tek來。A-pí-a-tha就帶í-hut-tek到大衛hia。"}},{"book":"撒上","chapter":30,"verse":8,"versions":{"unv":"大衛求問耶和華說：「我追趕敵軍，追得上追不上呢？」耶和華說：「你可以追，必追得上，都救得回來。」","bklcl":"Tāi-pi̍t mn̄g Iâ-hô-hoa kóng, Góa jip chit ê kun-tūi, jip ōe tio̍h á-bōe?  Iâ-hô-hoa kóng, Lí tio̍h jip i, in-ūi jip ún-tàng tio̍h, iā ún-tàng kiù in lóng tò-lâi.","tghg":"大衛問耶和華講：「我趇(jip)此個軍隊，趇會著抑𣍐？」耶和華講：「你著趇伊，因為趇穩當著，也穩當救𪜶攏倒來。」","bklhl":"大衛問耶和華講，我jip chit ê軍隊，jip會tio̍h á-bōe？耶和華講，你tio̍h jip伊，因為jip穩當tio̍h，也穩當救in lóng tò來。"}},{"book":"撒上","chapter":30,"verse":9,"versions":{"unv":"於是，大衛和跟隨他的六百人來到比梭溪；有不能前去的就留在那裡。","bklcl":"Tāi-pi̍t chiū kap tè i ê la̍k-pah lâng kàu Pí-so ê khoe; lâu-teh ê lâng hioh tī-hia.","tghg":"大衛就及隨伊的六百人來到比梭的溪；留啲的人歇佇遐。","bklhl":"大衛就kap tè伊ê六百人到Pí-so ê溪；留teh ê人歇tī-hia。"}},{"book":"撒上","chapter":30,"verse":10,"versions":{"unv":"大衛卻帶著四百人往前追趕，有二百人疲乏，不能過比梭溪，所以留在那裡。","bklcl":"Chóng-sī Tāi-pi̍t kap sì-pah lâng khì tui-jip; ū nn̄g-pah lâng ià-siān, bōe-ōe kè Pí-so ê khoe, chiū lâu tī-hia.","tghg":"總是大衛及四百人去追趇，有二百人厭倦，𣍐會過比梭的溪，就留佇遐。","bklhl":"總是大衛kap四百人去追jip；有兩百人厭倦，bōe會過Pí-so ê溪，就留tī-hia。"}},{"book":"撒上","chapter":30,"verse":11,"versions":{"unv":"這四百人在田野遇見一個埃及人，就帶他到大衛面前，給他餅吃，給他水喝，","bklcl":"In tī chhân-iá tú-tio̍h chi̍t ê Ai-ki̍p lâng, chiū tòa i kàu Tāi-pi̍t hia; ēng piáⁿ hō͘ i, i chiū chia̍h, ēng chúi hō͘ i lim;","tghg":"𪜶佇田野抵著(tú-tio̍h)一個埃及人，就帶伊到大衛遐；用餅互伊，伊就食，用水互伊飲，","bklhl":"In tī田野tú-tio̍h一个埃及人，就帶伊到大衛hia；用餅hō͘伊，伊就食，用水hō͘伊lim；"}},{"book":"撒上","chapter":30,"verse":12,"versions":{"unv":"又給他一塊無花果餅，兩個葡萄餅。他吃了，就精神復原；因為他三日三夜沒有吃餅，沒有喝水。","bklcl":"koh hō͘ i chi̍t tè bû-hoa-kó piáⁿ, nn̄g pha phû-tô-koaⁿ;  i chia̍h-liáu, cheng-sîn ho̍k-tò; in-ūi i saⁿ-ji̍t saⁿ-mî bô chia̍h piáⁿ bô lim chúi.","tghg":"閣互伊一塊無花果餅，二葩葡萄干。伊食了，精神復倒；因為伊三日三暝無食餅，無飲水。","bklhl":"koh hō͘伊一塊無花果餅，兩pha葡萄干；伊食了，精神復到；因為伊三日三暝無食餅無lim水。"}},{"book":"撒上","chapter":30,"verse":13,"versions":{"unv":"大衛問他說：「你是屬誰的？你是哪裡的人？」他回答說：「我是埃及的少年人，是亞瑪力人的奴僕；因我三日前患病，我主人就把我撇棄了。","bklcl":"Tāi-pi̍t mn̄g i kóng, Lí sio̍k chī-chūi?  tùi toh-lo̍h lâi?  I ìn kóng, Góa sī Ai-ki̍p ê siàu-liân lâng, sī A-má-le̍k lâng ê lô͘-po̍k; in-ūi góa saⁿ-ji̍t chêng phòa-pīⁿ, góa ê chú-lâng chiū pàng-sak góa;","tghg":"大衛問伊講：「你屬是誰？對叨落來？」伊應講：「我是埃及的少年人，是亞瑪力人的奴僕；因為我三日前破病，我的主人就放拺我。","bklhl":"大衛問伊講，你屬是誰？tùi toh落來？伊應講，我是埃及ê少年人，是A-má-le̍k人ê奴僕；因為我三日前破病，我ê主人就放sak我；"}},{"book":"撒上","chapter":30,"verse":14,"versions":{"unv":"我們侵奪了基利提的南方和屬猶大的地，並迦勒地的南方，又用火燒了洗革拉。」","bklcl":"goán chhim-hoān Ki-lī-thê ê lâm-sì, kap sio̍k Iû-tāi ê tōe, kap Ka-le̍k tōe ê lâm-sì; koh ēng hé sio Sé-kek-la̍h.","tghg":"阮侵犯基利提的南勢及屬猶大的地，及迦勒地的南勢，閣用火燒洗革拉。」","bklhl":"阮侵犯Ki-lī-thê ê南勢，kap屬偤大ê地，kap迦勒地ê南勢；koh用火燒Sé-kek-la̍h。"}},{"book":"撒上","chapter":30,"verse":15,"versions":{"unv":"大衛問他說：「你肯領我們到敵軍那裡不肯？」他回答說：「你要向我指著　神起誓，不殺我，也不將我交在我主人手裡，我就領你下到敵軍那裡。」","bklcl":"Tāi-pi̍t mn̄g i kóng, Lí ōe chhōa góa kàu hit ê kun-tūi hia á-bōe?  I ìn kóng, Lí tio̍h kā góa kí Siōng-tè lâi chiù-chōa, bô thâi-sí góa, iā bô chiong góa kau tī góa ê chú-lâng ê chhiú, góa chiū beh chhōa lí lo̍h-khì kàu hit ê kun-tūi hia.","tghg":"大衛問伊講：「你會導我到彼個軍隊遐抑𣍐？」伊應講：「你著給我指上帝來咒誓，無刣死我，也無將我交佇我的主人的手，我就欲導你落去到彼個軍隊遐。」","bklhl":"大衛問伊講，你能chhōa我到hit ê軍隊hia á-bōe？伊應講，你tio̍h kā我kí上帝來chiù-chōa，無刣死我，也無將我交tī我ê主人ê手，我就beh chhōa你落去到hit ê軍隊hia。"}},{"book":"撒上","chapter":30,"verse":16,"versions":{"unv":"那人領大衛下去，見他們散在地上，吃喝跳舞，因為從非利士地和猶大地所擄來的財物甚多。","bklcl":"I chhōa i lo̍h-khì ê sî, khòaⁿ-kìⁿ in sì-sòaⁿ tī piàn-tōe, lim-chia̍h thiàu-bú; in-ūi tùi Hui-lī-sū tōe kap Iû-tāi tōe só͘ chhiúⁿ ê mi̍h chin-chōe.","tghg":"伊導伊落去的時，看見𪜶四散佇遍地，飲食跳舞，因為對非利士地及猶大地所搶的物真多。","bklhl":"伊chhōa伊落去ê時，看見in四散tī遍地，lim食跳舞；因為tùi腓利士地kap偤大地所搶ê物真chōe。"}},{"book":"撒上","chapter":30,"verse":17,"versions":{"unv":"大衛從黎明直到次日晚上，擊殺他們，除了四百騎駱駝的少年人之外，沒有一個逃脫的。","bklcl":"Tāi-pi̍t phah in tùi hông-hun-àm kàu keh-ji̍t ê-hng; chí-ū sì-pah ê khiâ lo̍k-tô ê siàu-liân lâng cháu-khì, í-gōa bô chi̍t-lâng cháu-lī.","tghg":"大衛拍𪜶對黃昏暗(hông-hun-àm)到隔日下昏，只有四百個騎駱駝的少年人走去，以外無一人走離。","bklhl":"大衛phah in tùi黃昏暗到隔日ê-hng；只有四百個騎駱駝ê少年人走去，以外無一人走離。"}},{"book":"撒上","chapter":30,"verse":18,"versions":{"unv":"亞瑪力人所擄去的財物，大衛全都奪回，並救回他的兩個妻來。","bklcl":"A-má-le̍k lâng só͘ chhiúⁿ-khì ê châi-bu̍t, Tāi-pi̍t lóng kiù tò-tńg, Tāi-pi̍t iā kiù i nn̄g ê bó͘ tò-lâi.","tghg":"亞瑪力人所搶去的財物，大衛攏救倒轉，大衛也救伊二個某倒來。","bklhl":"A-má-le̍k人所搶去ê財物，大衛lóng救倒tńg，大衛也救伊兩個bó͘ tò來。"}},{"book":"撒上","chapter":30,"verse":19,"versions":{"unv":"凡亞瑪力人所擄去的，無論大小、兒女、財物，大衛都奪回來，沒有失落一個。","bklcl":"Kìⁿ-nā A-má-le̍k lâng só͘ chhiúⁿ-khì-ê, bô-lūn tōa-sòe, kiáⁿ, cha-bó͘-kiáⁿ, châi-bu̍t, Tāi-pi̍t lóng tòa tò-tńg, bô sit-lo̍h chi̍t-ê.","tghg":"見若亞瑪力人所搶去的，無論大細、子、查某子、財物，大衛攏帶倒轉，無失落一個。","bklhl":"見若A-má-le̍k人所搶去ê，無論大細，kiáⁿ、cha-bó͘-kiáⁿ、財物，大衛lóng帶倒tńg，無失落一个。"}},{"book":"撒上","chapter":30,"verse":20,"versions":{"unv":"大衛所奪來的牛群羊群，跟隨他的人趕在原有的群畜前邊，說：「這是大衛的掠物。」","bklcl":"Tāi-pi̍t koh chhiúⁿ só͘ ū ê iûⁿ-kûn, gû-kûn, in kóaⁿ i tī cheng-siⁿ ê thâu-chêng, kóng, Che sī Tāi-pi̍t só͘ chhú-lâi-ê.","tghg":"大衛閣搶所有的羊群牛群，𪜶趕伊佇精牲的頭前，講：「這是大衛所取來的。」","bklhl":"大衛koh搶所有ê羊群、牛群，in趕伊tī cheng-siⁿ ê頭前，講，這是大衛所取來ê。"}},{"book":"撒上","chapter":30,"verse":21,"versions":{"unv":"大衛到了那疲乏不能跟隨、留在比梭溪的二百人那裡。他們出來迎接大衛並跟隨的人。大衛前來問他們安。","bklcl":"Tāi-pi̍t kàu hiah-ê ià-siān bōe-ōe kun-tè Tāi-pi̍t khì, lâu tī Pí-so khoe ê nn̄g-pah lâng hia.  In chhut-lâi ngiâ-chih Tāi-pi̍t kap tè i ê peh-sìⁿ.  Tāi-pi̍t chìn-chêng kàu peh-sìⁿ hia, chhéng-an in.","tghg":"大衛到許個厭倦𣍐會跟隨大衛去，留佇比梭溪的二百人遐。𪜶出來迎接(ngiâ-chih)大衛及隨伊的百姓。大衛進前到百姓遐請安𪜶。","bklhl":"大衛到hiah-ê厭倦bōe能跟tè大衛去，留tī Pí-so溪ê兩百人hia。In出來迎接大衛kap tè伊ê百姓。大衛進前到百姓hia，請安in。"}},{"book":"撒上","chapter":30,"verse":22,"versions":{"unv":"跟隨大衛人中的惡人和匪類說：「這些人既然沒有和我們同去，我們所奪的財物就不分給他們，只將他們各人的妻子兒女給他們，使他們帶去就是了。」","bklcl":"Kap Tāi-pi̍t khì ê lâng, kî-tiong ū pháiⁿ-lâng húi-lūi lóng-chóng kóng, In-ūi in bô kap lán khì, lán só͘ kiù tò-tńg ê mi̍h, tek-khak m̄ pun hō͘ in, kan-ta ēng in ta̍k-lâng ê bó͘, kiáⁿ-jî, hō͘ in, hō͘ in chhōa khì.","tghg":"及大衛去的人，其中有歹人匪類攏總講：「因為𪜶無及咱去，咱所救倒轉的物的確呣分互𪜶，干單用𪜶逐人的某、子兒互𪜶，互𪜶導去。」","bklhl":"Kap大衛去ê人，其中有pháiⁿ人匪類lóng總講，因為in無kap咱去，咱所救倒tńg ê物，的確m̄分hō͘ in，kan-ta用in ta̍k人ê bó͘、kiáⁿ兒，hō͘ in，hō͘ in chhōa去。"}},{"book":"撒上","chapter":30,"verse":23,"versions":{"unv":"大衛說：「弟兄們，耶和華所賜給我們的，不可不分給他們；因為他保佑我們，將那攻擊我們的敵軍交在我們手裡。","bklcl":"Tāi-pi̍t kóng, Hiaⁿ-tī ah, m̄-thang chiong Iâ-hô-hoa só͘ siúⁿ-sù lán ê mi̍h, án-ni chòe; in-ūi I pó-hō͘ lán, chiong kong-kek lán ê kun-tūi kau tī lán ê chhiú.","tghg":"大衛講：「兄弟啊，呣通將耶和華所賞賜咱的物，按呢做；因為伊保護咱，將攻擊咱的軍隊交佇咱的手。","bklhl":"大衛講，兄弟ah，m̄-thang將耶和華所賞賜咱ê物，án-ni做；因為祂保護咱，將攻擊咱ê軍隊交tī咱ê手。"}},{"book":"撒上","chapter":30,"verse":24,"versions":{"unv":"這事誰肯依從你們呢？上陣的得多少，看守器具的也得多少；應當大家平分。」","bklcl":"Chit ê tāi-chì chī-chūi beh thiaⁿ-thàn lín ah?  kò͘-siú cha̍p-mi̍h ê lâng só͘ tit-tio̍h ê hūn-gia̍h tio̍h chhin-chhiūⁿ chhut-tīn ê lâng ê hūn-gia̍h, tāi-ke tio̍h pîⁿ-pun.","tghg":"此個代誌是誰欲聽趁恁啊？顧守雜物(cha̍p-mi̍h)的人所得著的份額，著親像出陣的人的份額；大家著平分。」","bklhl":"Chit ê tāi-chì 是誰 beh聽thàn lín ah？顧守雜物ê人所得tio̍h ê份額tio̍h親像出陣ê人ê份額，大家tio̍h平分。"}},{"book":"撒上","chapter":30,"verse":25,"versions":{"unv":"大衛定此為以色列的律例典章，從那日直到今日。","bklcl":"Tùi hit-ji̍t í-āu Tāi-pi̍t siat-li̍p chit-ê chòe Í-sek-lia̍t ê lu̍t-lē hoat-tō͘, ti̍t-kàu kin-á-ji̍t.","tghg":"對彼日以後大衛設立此個做以色列的律例法度，直到今仔日。","bklhl":"Tùi hit日以後，大衛設立chit ê做以色列ê律例法度，直到今á日。"}},{"book":"撒上","chapter":30,"verse":26,"versions":{"unv":"大衛到了洗革拉，從掠物中取些送給他朋友猶大的長老，說：「這是從耶和華仇敵那裡奪來的，送你們為禮物。」","bklcl":"Tāi-pi̍t kàu Sé-kek-la̍h ê sî, tùi só͘ chhiúⁿ ê mi̍h ê tiong-kan the̍h-khí-lâi, kià khì sàng i ê pêng-iú, Iû-tāi ê tiúⁿ-ló, kóng, Khòaⁿ ah, chiah-ê sī tùi Iâ-hô-hoa ê tùi-te̍k chhiúⁿ lâi ê, sàng hō͘ lín chòe lé-mi̍h.","tghg":"大衛到洗革拉的時，對所搶的物的中間提起來寄去送伊的朋友猶大的長老，講：「看啊，諸個是對耶和華的對敵搶來的，送互恁做禮物。」","bklhl":"大衛到Sé-kek-la̍h ê時，tùi所搶ê物ê中間the̍h起來，寄去送伊ê朋友，偤大ê長老，講，看ah，chiah ê是tùi耶和華ê對敵搶來ê，送hō͘ lín做禮物。"}},{"book":"撒上","chapter":30,"verse":27,"versions":{"unv":"他送禮物給住伯特利的，南地拉末的，雅提珥的；","bklcl":"Chiū-sī sàng hō͘ tiàm tī Pek-te̍k-lī ê, tiàm tī lâm-hng ê La̍h-boa̍t ê, tiàm tī Ngá-thê-jíⁿ ê;","tghg":"就是送互踮佇伯特利的，踮佇南方的拉末的，踮佇雅提珥的；","bklhl":"就是送hō͘ tiàm tī Pek-te̍k-lī ê，tiàm tī南方ê La̍h-boa̍t ê，tiàm tī Ngá-thê-jíⁿ ê；"}},{"book":"撒上","chapter":30,"verse":28,"versions":{"unv":"住亞羅珥的，息末的，以實提莫的；","bklcl":"tiàm tī A-lô-jíⁿ ê, tiàm tī Sek-boa̍t ê, tiàm tī Í-si̍t-thê-bo̍k ê;","tghg":"踮佇亞羅珥的，踮佇息末的，踮佇以實提莫的；","bklhl":"tiàm tī A-lô-jíⁿ ê，tiàm tī Sek-boa̍t ê，tiàm tī Í-si̍t-thê-bo̍k ê；"}},{"book":"撒上","chapter":30,"verse":29,"versions":{"unv":"住拉哈勒的，耶拉篾各城的，基尼各城的；","bklcl":"tiàm tī La̍h-hap-le̍k ê, tiàm tī Iâ-la̍h-bia̍t lâng chiah-ê siâⁿ ê, tiàm tī Ki-nî lâng hiah-ê siâⁿ ê;","tghg":"踮佇拉哈勒的，踮佇耶拉蔑人諸個城的，踮佇基尼人許個城的；","bklhl":"tiàm tī La̍h-hap-le̍k ê，tiàm tī Iâ-la̍h-bia̍t人chiah ê城ê，tiàm tī Ki-nî人hiah-ê城ê；"}},{"book":"撒上","chapter":30,"verse":30,"versions":{"unv":"住何珥瑪的，歌拉珊的，亞撻的；","bklcl":"tiàm tī Hô-jíⁿ-má ê, tiàm tī Ko-la̍h-san ê, tiàm tī A-that ê;","tghg":"踮佇何珥瑪的，踮佇歌拉珊的，踮佇亞撻的；","bklhl":"tiàm tī Hô-jíⁿ-má ê，tiàm tī Ko-la̍h-san ê，tiàm tī A-that ê；"}},{"book":"撒上","chapter":30,"verse":31,"versions":{"unv":"住希伯崙的，並大衛和跟隨他的人素來所到之處的人。","bklcl":"tiàm tī Hi-pek-lûn ê, í-ki̍p Tāi-pi̍t kap tè i ê lâng pêng-sò͘ só͘ óng-lâi ê só͘-chāi, lóng hō͘ i.","tghg":"踮佇希伯崙的，以及大衛及隨伊的人平素所往來的所在攏互伊。","bklhl":"tiàm tī Hi-pek-lûn ê，以及大衛kap tè伊ê人平素所往來ê所在，lóng hō͘伊。"}}]