[{"book":"撒上","chapter":24,"verse":1,"versions":{"unv":"掃羅追趕非利士人回來，有人告訴他說：「大衛在隱‧基底的曠野。」","bklcl":"Sò-lô tui-jip Hui-lī-sū lâng tò-lâi ê sî, ū lâng kā i kóng, Khòaⁿ ah, Tāi-pi̍t tiàm tī Ún-ki-tí ê khòng-iá.","tghg":"掃羅追趇(jip)非利士人倒來的時，有人給伊講：「看啊，大衛踮佇隱基底的曠野。」","bklhl":"掃羅追jip腓利士人tò來ê時，有人kā伊講，看ah，大衛tiàm tī Ún-ki-tí ê曠野。"}},{"book":"撒上","chapter":24,"verse":2,"versions":{"unv":"掃羅就從以色列人中挑選三千精兵，率領他們往野羊的磐石去，尋索大衛和跟隨他的人。","bklcl":"Sò-lô chiū tùi Í-sek-lia̍t tiong chhōa kéng-soán ê peng saⁿ-chheng, khì chhē Tāi-pi̍t, kap tè i ê lâng,  khì iá-soaⁿ-iûⁿ ê chio̍h-pôaⁿ;","tghg":"掃羅就對以色列中導揀選的兵三千，去尋大衛及隨伊的人，去野山羊的石磐。","bklhl":"掃羅就tùi以色列中chhōa揀選ê兵三千，去chhē大衛，kap tè伊ê人，去野山羊ê石磐；"}},{"book":"撒上","chapter":24,"verse":3,"versions":{"unv":"到了路旁的羊圈，在那裡有洞，掃羅進去大解。大衛和跟隨他的人正藏在洞裡的深處。","bklcl":"kàu lō͘-piⁿ ê iûⁿ-tiâu, tī-hia ū tōng, Sò-lô ji̍p-khì beh tāi-piān.  Tāi-pi̍t kap tè i ê lâng bih tī tōng-lāi khah chhim ê só͘-chāi.","tghg":"到路邊的羊[廄](tiâu)，佇遐有洞，掃羅入去欲大便。大衛及隨伊的人匿佇洞內卡深的所在。","bklhl":"到路邊ê羊椆，tī-hia有洞，掃羅入去beh大便。大衛kap tè伊ê人bih tī洞內khah深ê所在。"}},{"book":"撒上","chapter":24,"verse":4,"versions":{"unv":"跟隨的人對大衛說：「耶和華曾應許你說：『我要將你的仇敵交在你手裡，你可以任意待他。』如今時候到了！」大衛就起來，悄悄地割下掃羅外袍的衣襟。","bklcl":"Kun-tè Tāi-pi̍t ê lâng kā i kóng, Iâ-hô-hoa bat kā lí kóng, Góa beh chiong lí ê tùi-te̍k kau tī lí ê chhiú, chiàu lí só͘ khòaⁿ-chòe hó-ê khoán-thāi i;  khòaⁿ ah, hit ê ji̍t kàu lah.  Tāi-pi̍t chiū khí-lâi, àm-chīⁿ koah Sò-lô gōa-ho̍k ê saⁿ-á-ku.","tghg":"跟隨大衛的人給伊講：「耶和華曾給你講：『我欲將你的對敵交佇你的手，照你所看做好的款待伊。』看啊，彼個日到啦！」大衛就起來，暗靜割掃羅外服的衫仔裾。","bklhl":"跟tè大衛ê人kā伊講，耶和華bat kā你講，我beh將你ê對敵交tī你ê手，照你所看做好ê款待伊；看ah，hit ê日到lah。大衛就起來，暗靜割掃羅外服ê衫á裾。"}},{"book":"撒上","chapter":24,"verse":5,"versions":{"unv":"隨後大衛心中自責，因為割下掃羅的衣襟；","bklcl":"Āu-lâi Tāi-pi̍t sim-lāi ka-kī chek-pī; in-ūi koah Sò-lô ê saⁿ-á-ku.","tghg":"後來大衛心內家己責備，因為割掃羅的衫仔裾；","bklhl":"後來大衛心內家己責備；因為割掃羅ê衫á裾。"}},{"book":"撒上","chapter":24,"verse":6,"versions":{"unv":"對跟隨他的人說：「我的主乃是耶和華的受膏者，我在耶和華面前萬不敢伸手害他，因他是耶和華的受膏者。」","bklcl":"Tùi tè i ê lâng kóng, Goān Iâ-hô-hoa kìm-chí góa, tùi góa ê chú Iâ-hô-hoa só͘ boah-iû-ê kiâⁿ chit ê sū, khí-chhiú lâi kong-kek i, in-ūi i sī Iâ-hô-hoa só͘ boah-iû-ê.","tghg":"對隨伊的人講：「願耶和華禁止我，對我的主耶和華所抹油者行此個事起手來攻擊伊，因為伊是耶和華所抹油者。」","bklhl":"Tùi tè伊ê人講，願耶和華禁止我，對我ê主耶和華所抹油ê行chit ê事，起手來攻擊伊，因為伊是耶和華所抹油ê。"}},{"book":"撒上","chapter":24,"verse":7,"versions":{"unv":"大衛用這話攔住跟隨他的人，不容他們起來害掃羅。掃羅起來，從洞裡出去行路。","bklcl":"Tāi-pi̍t ēng chiah-ê ōe chó͘-chí tè i ê lâng , m̄-chún in khí-lâi kong-kek Sò-lô.  Sò-lô khí-lâi, tùi tōng-lāi chhut-khì kiâⁿ i ê lō͘.","tghg":"大衛用諸個話阻止隨伊的人，呣准𪜶起來攻擊掃羅。掃羅起來，對洞內出去行伊的路。","bklhl":"大衛用chiah ê話阻止tè伊ê人，m̄准in起來攻擊掃羅。掃羅起來，tùi洞內出去行伊ê路。"}},{"book":"撒上","chapter":24,"verse":8,"versions":{"unv":"隨後大衛也起來，從洞裡出去，呼叫掃羅說：「我主，我王！」掃羅回頭觀看，大衛就屈身、臉伏於地下拜。","bklcl":"Āu-lâi Tāi-pi̍t iā khí-lâi, tùi tōng-lāi chhut-khì, tī Sò-lô ê āu-bīn kiò kóng, Góa ê chú, góa ê ông.  Sò-lô oa̍t-thâu khòaⁿ; Tāi-pi̍t chiū khut-sin phak tī tōe-nih pài.","tghg":"後來大衛也起來，對洞內出去，佇掃羅的後面叫講：「我的主，我的王！」掃羅越頭看，大衛就屈身、仆佇地裡拜。","bklhl":"後來大衛也起來，tùi洞內出去，tī掃羅ê後面叫講，我ê主，我ê王。掃羅oa̍t頭看；大衛就屈身仆tī地裡拜。"}},{"book":"撒上","chapter":24,"verse":9,"versions":{"unv":"大衛對掃羅說：「你為何聽信人的讒言，說大衛想要害你呢？","bklcl":"Tāi-pi̍t tùi Sò-lô kóng, Lí siáⁿ-sū thiaⁿ lâng ê ōe, kóng, Tāi-pi̍t siūⁿ beh hāi lí ah?","tghg":"大衛對掃羅講：「你啥事聽人的話，講，大衛想欲害你啊？","bklhl":"大衛對掃羅講，你啥事聽人ê話，講，大衛想beh害你ah？"}},{"book":"撒上","chapter":24,"verse":10,"versions":{"unv":"今日你親眼看見在洞中，耶和華將你交在我手裡；有人叫我殺你，我卻愛惜你，說：『我不敢伸手害我的主，因為他是耶和華的受膏者。』","bklcl":"Kin-á-ji̍t lí chhin-ba̍k khòaⁿ-kìⁿ, kin-á-ji̍t lí tī tōng-lāi, Iâ-hô-hoa chiong lí kau tī góa ê chhiú; ū lâng kah góa thâi lí; chóng-sī góa thiàⁿ-sioh lí; góa kóng, Góa bô beh chhun-chhiú hāi góa ê chú; in-ūi i sī Iâ-hô-hoa só͘ boah-iû-ê.","tghg":"今仔日你親目看見，今仔日你佇洞內，耶和華將你交佇我的手；有人教我刣你，總是我疼惜你，我講：『我無欲伸手害我的主，因為伊是耶和華所抹油者。』","bklhl":"今á日你親目看見，今á日你tī洞內，耶和華將你交tī我ê手；有人kah我刣你；總是我疼惜你；我講，我無beh伸手害我ê主；因為伊是耶和華所抹油ê。"}},{"book":"撒上","chapter":24,"verse":11,"versions":{"unv":"我父啊，看看你外袍的衣襟在我手中。我割下你的衣襟，沒有殺你；你由此可以知道我沒有惡意叛逆你。你雖然獵取我的命，我卻沒有得罪你。","bklcl":"Góa ê pē ah, lí khòaⁿ cheh, khòaⁿ lí gōa-ho̍k ê saⁿ-á-ku tī góa ê chhiú; góa koah lí ê gōa-ho̍k saⁿ-á-ku, bô thâi lí; tùi án-ni lí thang khòaⁿ-chhut chiū chai góa ê chhiú bô chòe sím-mi̍h pháiⁿ, bô pōe-ge̍k lí;  góa m̄-bat tek-chōe lí, chóng-sī lí chhin-chhiūⁿ phah-la̍h siàu-siūⁿ góa ê sìⁿ-miā.","tghg":"我的父啊，你看唧(cheh)看你外服的衫仔裾佇我的手。我割你的外服衫仔裾，無刣你；對按呢你通看出就知我的手無做甚麼歹無悖逆你。我呣曾得罪你，總是你親像拍獵數想我的生命。","bklhl":"我ê父ah，你看cheh，看你外服ê衫á裾tī我ê手；我割你ê外服衫á裾，無刣你；tùi án-ni，你thang看出就知我ê手無做甚麼pháiⁿ，無悖逆你；我m̄-bat得罪你，總是你親像phah獵siàu想我ê性命。"}},{"book":"撒上","chapter":24,"verse":12,"versions":{"unv":"願耶和華在你我中間判斷是非，在你身上為我伸冤，我卻不親手加害於你。","bklcl":"Goān Iâ-hô-hoa tī lí góa ê tiong-kan phòaⁿ-toàn, Iâ-hô-hoa beh tī lí ê sin-chiūⁿ kā góa sin-oan; chóng-sī góa ê chhiú bô beh hāi lí.","tghg":"願耶和華佇你我的中間判斷，耶和華欲佇你的身上給我伸冤，總是我的手無欲害你。","bklhl":"願耶和華tī你我ê中間判斷，耶和華beh tī你ê身上kā我伸冤；總是我ê手無beh害你。"}},{"book":"撒上","chapter":24,"verse":13,"versions":{"unv":"古人有句俗語說：『惡事出於惡人。』我卻不親手加害於你。","bklcl":"Chhin-chhiūⁿ kó͘-chá lâng ū chi̍t-kù sio̍k-gú kóng, Pháiⁿ-sū tùi pháiⁿ-lâng chhut; chóng-sī góa ê chhiú m̄ kāng lí.","tghg":"親像古早人有一句俗語講：『歹事對歹人出。』總是我的手呣共(kāng)你。","bklhl":"親像古早人有一句俗語講，pháiⁿ事tùi pháiⁿ人出；總是我ê手m̄ kāng你。"}},{"book":"撒上","chapter":24,"verse":14,"versions":{"unv":"以色列王出來要尋找誰呢？追趕誰呢？不過追趕一條死狗，一個虼蚤就是了。","bklcl":"Í-sek-lia̍t ông chhut-lâi beh chhē chī-chūi ah?  lí tui-jip chī-chūi ah?  put-kò chhē chi̍t chiah sí-káu, chi̍t lia̍p kā-cháu.","tghg":"以色列王出來欲尋是誰啊？你追趇是誰啊？不過尋一隻死狗，一粒虼蚤(kā-cháu)。","bklhl":"以色列王出來beh chhē 是誰 ah？你追jip 是誰 ah？不過chhē一隻死狗，一粒kā蚤。"}},{"book":"撒上","chapter":24,"verse":15,"versions":{"unv":"願耶和華在你我中間施行審判，斷定是非，並且鑒察，為我伸冤，救我脫離你的手。」","bklcl":"Só͘-í goān Iâ-hô-hoa chòe sím-phòaⁿ-si, phòaⁿ-toàn tī lí góa ê tiong-kan; koh kàm-chhat lâi piān-hō͘ góa ê àn-kiāⁿ, kiù góa chhut lí ê chhiú.","tghg":"所以願耶和華做審判司，判斷佇你我的中間，閣鑑察來辯護我的案件，救我出你的手。」","bklhl":"所以願耶和華做審判司，判斷tī你我ê中間；koh鑑察來辯護我ê案件，救我出你ê手。"}},{"book":"撒上","chapter":24,"verse":16,"versions":{"unv":"大衛向掃羅說完這話，掃羅說：「我兒大衛，這是你的聲音嗎？」就放聲大哭，","bklcl":"Tāi-pi̍t tùi Sò-lô kóng chiah-ê ōe soah, Sò-lô kóng, Góa ê kiáⁿ Tāi-pi̍t, che sī lí ê siaⁿ mah?  Sò-lô chiū chhut-siaⁿ thî-khàu;","tghg":"大衛對掃羅講諸個話息，掃羅講：「我的子大衛，這是你的聲嗎？」掃羅就出聲啼哭，","bklhl":"大衛對掃羅講chiah ê話soah，掃羅講，我ê kiáⁿ大衛，這是你ê聲mah？掃羅就出聲啼哭；"}},{"book":"撒上","chapter":24,"verse":17,"versions":{"unv":"對大衛說：「你比我公義；因為你以善待我，我卻以惡待你。","bklcl":"kā Tāi-pi̍t kóng, Lí pí góa khah kong-gī, in-ūi lí ēng hó pò góa, chóng-sī góa ēng pháiⁿ pò lí;","tghg":"給大衛講：「你比我卡公義；因為你用好報我，總是我用歹報你。","bklhl":"kā大衛講，你比我khah公義，因為你用好報我，總是我用pháiⁿ報你；"}},{"book":"撒上","chapter":24,"verse":18,"versions":{"unv":"你今日顯明是以善待我；因為耶和華將我交在你手裡，你卻沒有殺我。","bklcl":"lí kin-á-ji̍t sī piáu-bêng ēng hó khoán-thāi góa, in-ūi Iâ-hô-hoa chiong góa kau tī lí ê chhiú, chóng-sī lí bô thâi-sí góa.","tghg":"你今仔日是表明用好款待我；因為耶和華將我交佇你的手，總是你無刣死我。","bklhl":"你今á日是表明用好款待我，因為耶和華將我交tī你ê手，總是你無刣死我。"}},{"book":"撒上","chapter":24,"verse":19,"versions":{"unv":"人若遇見仇敵，豈肯放他平安無事地去呢？願耶和華因你今日向我所行的，以善報你。","bklcl":"Lâng nā tú-tio̍h i ê tùi-te̍k, kiám ū pàng i pêng-an khì mah?  Goān Iâ-hô-hoa in-ūi lí kin-á-ji̍t tùi góa só͘ kiâⁿ-ê, ēng hó pò lí;","tghg":"人若抵著(tú-tio̍h)伊的對敵，豈有放伊平安去嗎？願耶和華因為你今仔日對我所行的，用好報你。","bklhl":"人若tú-tio̍h伊ê對敵，kiám有放伊平安去mah？願耶和華因為你今á日對我所行ê，用好報你；"}},{"book":"撒上","chapter":24,"verse":20,"versions":{"unv":"我也知道你必要作王，以色列的國必堅立在你手裡。","bklcl":"khòaⁿ ah, taⁿ góa chai lí tek-khak beh chòe-ông, Í-sek-lia̍t kok beh kian-kò͘ tī lí ê chhiú.","tghg":"看啊，今我知你的確欲做王，以色列國欲堅固佇你的手。","bklhl":"看ah，taⁿ我知你的確beh做王，以色列國beh堅固tī你ê手。"}},{"book":"撒上","chapter":24,"verse":21,"versions":{"unv":"現在你要指著耶和華向我起誓，不剪除我的後裔，在我父家不滅沒我的名。」","bklcl":"Taⁿ lí tio̍h kí Iâ-hô-hoa tùi góa chiù-chōa, góa kè-sin liáu, bô chián-tû góa ê hō͘-è, tī góa ê pē ê ke bô bia̍t-bô góa ê miâ.","tghg":"今你著指耶和華對我咒誓，我過身了，無剪除我的後裔，佇我的父的家無滅無我的名。」","bklhl":"Taⁿ你tio̍h kí耶和華對我chiù-chōa，我過身了，無剪除我ê後裔，tī我ê父ê家無滅無我ê名。"}},{"book":"撒上","chapter":24,"verse":22,"versions":{"unv":"於是大衛向掃羅起誓，掃羅就回家去；大衛和跟隨他的人上山寨去了。","bklcl":"Tāi-pi̍t chiū ǹg Sò-lô chiù-chōa.  Sò-lô chiū tò-khì i ê chhù.  Tāi-pi̍t kap tè i ê lâng chiūⁿ-khì ōe-só͘.","tghg":"大衛就向掃羅咒誓，掃羅就倒去伊的厝；大衛及隨伊的人上去衛所。","bklhl":"大衛就ǹg掃羅chiù-chōa。掃羅就tò去伊ê厝。大衛kap tè伊ê人上去衛所。"}}]