[{"book":"撒上","chapter":5,"verse":1,"versions":{"unv":"非利士人將　神的約櫃從以便以謝抬到亞實突。","bklcl":"Hui-lī-sū lâng tòa Siōng-tè ê iok-kūi, tùi Í-piān-í-siā kng kàu A-si̍t-tu̍t.","tghg":"非利士人帶上帝的約櫃對以便以謝扛到亞實突。","bklhl":"腓利士人帶上帝ê約櫃，tùi Í-piān-í-siā扛到A-si̍t-tu̍t。"}},{"book":"撒上","chapter":5,"verse":2,"versions":{"unv":"非利士人將　神的約櫃抬進大袞廟，放在大袞的旁邊。","bklcl":"Hui-lī-sū lâng chiong Siōng-tè ê kūi kng ji̍p Tāi-kún ê biō, hē tī Tāi-kún ê sin-piⁿ.","tghg":"非利士人將上帝的櫃扛入大袞(Tāi-kún)的廟，下佇大袞的身邊。","bklhl":"腓利士人將上帝ê櫃扛入Tāi-kún ê廟，hē tī Tāi-kún ê身邊。"}},{"book":"撒上","chapter":5,"verse":3,"versions":{"unv":"次日清早，亞實突人起來，見大袞仆倒在耶和華的約櫃前，臉伏於地，就把大袞仍立在原處。","bklcl":"Keh chá-khí A-si̍t-tu̍t ê lâng khí-lâi, khòaⁿ-kìⁿ Tāi-kún poa̍h-tó tī Iâ-hô-hoa ê kūi-chêng, bīn phak tī tōe-nih; chiū chiong Tāi-kún koh chhāi tī i ê goân-ūi.","tghg":"隔早起，亞實突的人起來，看見大袞跋倒佇耶和華的櫃前，面仆佇地裡，就將大袞閣祀(chhāi)佇伊的原位。","bklhl":"隔早起A-si̍t-tu̍t ê人起來，看見Tāi-kún跋倒tī耶和華ê櫃前，面仆tī地裡；就將Tāi-kún koh chhāi tī伊ê原位。"}},{"book":"撒上","chapter":5,"verse":4,"versions":{"unv":"又次日清早起來，見大袞仆倒在耶和華的約櫃前，臉伏於地，並且大袞的頭和兩手都在門檻上折斷，只剩下大袞的殘體。","bklcl":"Koh keh-ji̍t thàu-chá khí-lâi, khòaⁿ-kìⁿ Tāi-kún poa̍h-tó tī Iâ-hô-hoa ê kūi-chêng, bīn phak tī tōe-nih; koh Tāi-kún ê thâu kap nn̄g-ki chhiú-chiúⁿ lóng chi̍h tī hō͘-tēng téng; chí-ū chhun Tāi-kún khu̍t-khu̍t  ê sin-khu.","tghg":"閣隔日透早起來，看見大袞跋倒佇耶和華的櫃前，面仆佇地裡，閣大袞的頭及二支手掌攏折佇戶椗(hō͘-tēng)頂，只有剩大袞啒啒(khu̍t-khu̍t)的身軀。","bklhl":"Koh隔日透早起來，看見Tāi-kún跋倒tī耶和華ê櫃前，面仆tī地裡；koh Tāi-kún ê頭kap兩支手掌lóng折tī戶碇頂；只有chhun Tāi-kún khu̍t-khu̍t ê身軀。"}},{"book":"撒上","chapter":5,"verse":5,"versions":{"unv":"（因此，大袞的祭司和一切進亞實突、大袞廟的人都不踏大袞廟的門檻，直到今日。）","bklcl":"Ūi-tio̍h án-ni, Tāi-kún ê chè-si, kap it-chhè ji̍p A-si̍t-tu̍t Tāi-kún ê biō ê lâng, lóng bô ta̍h Tāi-kún ê hō͘-tēng, ti̍t-kàu kin-á-ji̍t.","tghg":"（為著按呢，大袞的祭司及一切入亞實突、大袞的廟的人攏無踏大袞的戶椗，直到今仔日。）","bklhl":"為tio̍h án-ni，Tāi-kún ê祭司，kap一切入A-si̍t-tu̍t Tāi-kún ê廟ê人，lóng無踏Tāi-kún ê戶碇，直到今á日。"}},{"book":"撒上","chapter":5,"verse":6,"versions":{"unv":"耶和華的手重重加在亞實突人身上，敗壞他們，使他們生痔瘡。亞實突和亞實突的四境都是如此。","bklcl":"Iâ-hô-hoa ê chhiú tāng-tāng phah A-si̍t-tu̍t lâng, pāi-hoāi in, hō͘ in hoat lia̍p-á-chèng; chiū-sī A-si̍t-tu̍t kap i ê kéng-lāi lóng sī án-ni.","tghg":"耶和華的手重重拍亞實突人，敗壞𪜶，互𪜶發[粒]仔(lia̍p-á)症。就是亞實突及伊的境內攏是按呢。","bklhl":"耶和華ê手重重phah A-si̍t-tu̍t人，敗壞in，hō͘ in發粒á症；就是A-si̍t-tu̍t kap伊ê境內lóng是án-ni。"}},{"book":"撒上","chapter":5,"verse":7,"versions":{"unv":"亞實突人見這光景，就說：「以色列　神的約櫃不可留在我們這裡，因為他的手重重加在我們和我們神大袞的身上」；","bklcl":"A-si̍t-tu̍t lâng khòaⁿ-kìⁿ án-ni, chiū kóng, Í-sek-lia̍t Siōng-tè ê kūi m̄-thang tiàm tī lán tiong-kan, in-ūi I ê chhiú tāng-tāng phah lán, kap lán ê siōng-tè Tāi-kún.","tghg":"亞實突人看見按呢，就講：「以色列上帝的櫃呣通踮佇咱中間，因為伊的手重重拍咱及咱的上帝大袞」；","bklhl":"A-si̍t-tu̍t人看見án-ni，就講，以色列上帝ê櫃m̄-thang tiàm tī咱中間，因為伊ê手重重phah咱，kap咱ê上帝Tāi-kún。"}},{"book":"撒上","chapter":5,"verse":8,"versions":{"unv":"就打發人去請非利士的眾首領來聚集，問他們說：「我們向以色列　神的約櫃應當怎樣行呢？」他們回答說：「可以將以色列　神的約櫃運到迦特去。」於是將以色列　神的約櫃運到那裡去。","bklcl":"Chiū chhe lâng chhiáⁿ Hui-lī-sū hiah-ê siú-léng lâi chū-chi̍p in hia, kóng, Í-sek-lia̍t Siōng-tè ê kūi lán tio̍h cháiⁿ-iūⁿ siat-hoat ah?  In ìn kóng, Thang chiong Í-sek-lia̍t Siōng-tè ê kūi ūn khì Ka-te̍k;  chiū chiong Í-sek-lia̍t Siōng-tè ê kūi ūn kàu hia.","tghg":"就差人請非利士許個首領來聚集𪜶遐，講：「以色列上帝的櫃咱著怎樣設法啊？」𪜶應講：「通將以色列上帝的櫃運去迦特。」就將以色列上帝的櫃運到遐。","bklhl":"就差人請腓利士hiah-ê首領來聚集in hia，講，以色列上帝ê櫃咱tio̍h怎樣設法ah？In應講，Thang將以色列上帝ê櫃運去Ka-te̍k；就將以色列上帝ê櫃運到hia。"}},{"book":"撒上","chapter":5,"verse":9,"versions":{"unv":"運到之後，耶和華的手攻擊那城，使那城的人大大驚慌，無論大小都生痔瘡。","bklcl":"Ūn-kàu liáu-āu, Iâ-hô-hoa ê chhiú kong-kek hit ê siâⁿ, hō͘ hit ê siâⁿ ê lâng chin tōa-loān; koh phah siâⁿ-lāi ê lâng bô-lūn tōa-sòe, in lóng hoat lia̍p-á-chèng.","tghg":"運到了後，耶和華的手攻擊彼個城，互彼個城的人真大亂，閣拍城內的人無論大細，𪜶攏發[粒]仔症。","bklhl":"運到了後，耶和華ê手攻擊hit ê城，hō͘ hit ê城ê人真大亂；koh phah城內ê人無論大細，in lóng發粒á症。"}},{"book":"撒上","chapter":5,"verse":10,"versions":{"unv":"他們就把　神的約櫃送到以革倫。　神的約櫃到了，以革倫人就喊嚷起來說：「他們將以色列　神的約櫃運到我們這裡，要害我們和我們的眾民！」","bklcl":"In chiū chiong Siōng-tè ê kūi sàng-kàu Í-kek-lûn.  Siōng-tè ê kūi kàu Í-kek-lûn, Í-kek-lûn ê lâng chiū hoah kóng, In chiong Í-sek-lia̍t Siōng-tè ê kūi ūn-kàu lán chia, beh hāi-sí lán kap lán ê peh-sìⁿ.","tghg":"𪜶就將上帝的櫃送到以革倫。上帝的櫃到以革倫，以革倫的人就喝講：「𪜶將以色列上帝的櫃運到咱遮，欲害死咱及咱的百姓！」","bklhl":"In就將上帝ê櫃送到Í-kek-lûn。上帝ê櫃到Í-kek-lûn，Í-kek-lûn ê人就hoah講，In將以色列上帝ê櫃運到咱chia，beh害死咱kap咱ê百姓。"}},{"book":"撒上","chapter":5,"verse":11,"versions":{"unv":"於是打發人去請非利士的眾首領來，說：「願你們將以色列　神的約櫃送回原處，免得害了我們和我們的眾民！」原來　神的手重重攻擊那城，城中的人有因驚慌而死的；","bklcl":"Chiū chhe lâng chū-chi̍p Hui-lī-sū lóng-chóng ê siú-léng, kóng Í-sek-lia̍t Siōng-tè ê iok-kūi tio̍h sàng i khì hō͘ i tò-khì pún só͘-chāi, bián-tit i hāi-sí lán kap lán ê peh-sìⁿ;  hit-sî thong-siâⁿ ū tì-kàu sí ê jiáu-loān; in-ūi Siōng-tè ê chhiú tī-hia phah in chin-tāng;","tghg":"就差人聚集非利士攏總的首領，講：「以色列上帝的約櫃著送伊去互伊倒去本所在，免得伊害死咱及咱的百姓！」彼時通城有致到死的擾亂，因為上帝的手佇遐拍𪜶真重；","bklhl":"就差人聚集腓利士lóng總ê首領，講以色列上帝ê約櫃tio̍h送伊去hō͘伊tò去本所在，免得伊害死咱kap咱ê百姓；hit時thong城有致到死ê擾亂；因為上帝ê手tī-hia phah in真重；"}},{"book":"撒上","chapter":5,"verse":12,"versions":{"unv":"未曾死的人都生了痔瘡。合城呼號，聲音上達於天。","bklcl":"bô sí ê lâng lóng tú-tio̍h lia̍p-á-chèng;  siâⁿ-tiong thî-khàu ê siaⁿ thàu kàu thiⁿ-nih.","tghg":"無死的人攏抵著(tú-tio̍h)[粒]仔症。城中啼哭的聲，透到天裡。","bklhl":"無死ê人lóng tú-tio̍h粒á症；城中啼哭ê聲透到天裡。"}}]