[{"book":"撒上","chapter":17,"verse":1,"versions":{"unv":"非利士人招聚他們的軍旅，要來爭戰；聚集在屬猶大的梭哥，安營在梭哥和亞西加中間的以弗‧大憫。","bklcl":"Hui-lī-sū lâng chū-chi̍p in ê kun-peng, beh kau-chiàn, chū-chi̍p tī sio̍k Iû-tāi ê So-ko; chat-iâⁿ tī Í-hut-tāi-bín, tī So-ko kap A-se-ka ê tiong-kan.","tghg":"非利士人聚集𪜶的軍兵，欲交戰；聚集佇屬猶大的梭哥，紮營佇以弗大憫，佇梭哥及亞西加的中間。","bklhl":"腓利士人聚集in ê軍兵，beh交戰，聚集tī屬偤大ê So-ko；紮營tī Í-hut-tāi-bín，tī So-ko kap A-se-ka ê中間。"}},{"book":"撒上","chapter":17,"verse":2,"versions":{"unv":"掃羅和以色列人也聚集，在以拉谷安營，擺列隊伍，要與非利士人打仗。","bklcl":"Sò-lô kap Í-sek-lia̍t lâng iā chū-chi̍p, chat-iâⁿ tī Í-la̍h ê soaⁿ-kok, pâi tūi-ngó͘ tí-te̍k Hui-lī-sū lâng.","tghg":"掃羅及以色列人也聚集，紮營佇以拉的山谷，排隊伍(tūi-ngó͘)，抵敵非利士人。","bklhl":"掃羅kap以色列人也聚集，紮營tī Í-la̍h ê山谷，排隊伍抵敵腓利士人。"}},{"book":"撒上","chapter":17,"verse":3,"versions":{"unv":"非利士人站在這邊山上，以色列人站在那邊山上，當中有谷。","bklcl":"Hui-lī-sū lâng khiā tī chit-pêng ê soaⁿ, Í-sek-lia̍t lâng khiā tī hit-pêng ê soaⁿ, tiong-kan ū soaⁿ-kok.","tghg":"非利士人徛佇此旁的山，以色列人徛佇彼旁的山，中間有山谷。","bklhl":"腓利士人khiā tī chit-pêng ê山，以色列人khiā tī hit-pêng ê山，中間有山谷。"}},{"book":"撒上","chapter":17,"verse":4,"versions":{"unv":"從非利士營中出來一個討戰的人，名叫歌利亞，是迦特人，身高六肘零一虎口；","bklcl":"Tùi Hui-lī-sū ê iâⁿ-tiong ū chi̍t ê chiàn-chiòng chhut-lâi, miâ kiò Ko-lī-à, sī Ka-te̍k lâng, seng-khu koâiⁿ la̍k-tiú koh chi̍t-lia̍h;","tghg":"對非利士的營中有一個戰將出來，名叫歌利亞，是迦特人，身軀高六肘閣一剽(chi̍t-lia̍h)；","bklhl":"Tùi腓利士ê營中有一个戰將出來，名叫Ko-lī-à，是Ka-te̍k人，身軀高六肘koh一掠；"}},{"book":"撒上","chapter":17,"verse":5,"versions":{"unv":"頭戴銅盔，身穿鎧甲，甲重五千舍客勒；","bklcl":"thâu tì tâng-khoe, sin chhēng ū lân ê chiàn-kah, i-ê chiàn-kah ê tâng, ū gō͘-chheng sià-khek-le̍k ê tāng;","tghg":"頭戴銅盔，身穿有鱗的戰甲，伊的戰甲的銅有五千舍客勒的重；","bklhl":"頭戴銅盔，身穿有鱗(lân) ê戰甲，伊ê戰甲ê銅，有五千sià-khek-le̍k ê重；"}},{"book":"撒上","chapter":17,"verse":6,"versions":{"unv":"腿上有銅護膝，兩肩之中背負銅戟；","bklcl":"tōa-thúi chhēng tâng-kûn, keng-thâu tiong pē tâng ê kek;","tghg":"大腿穿銅裙，肩頭中背銅的戟(kek)；","bklhl":"大腿穿銅裙，肩頭中背銅ê撠(kek)；"}},{"book":"撒上","chapter":17,"verse":7,"versions":{"unv":"槍桿粗如織布的機軸，鐵槍頭重六百舍客勒。有一個拿盾牌的人在他前面走。","bklcl":"chhiuⁿ-pìⁿ tōa chhin-chhiūⁿ pò͘-ki ê te̍k-sim;  chhiuⁿ-bé ê thih ū la̍k-pah sià-khek-le̍k ê tāng; ū chi̍t ê kōaⁿ tîn-pâi-ê kiâⁿ tī i ê thâu-chêng.","tghg":"槍柄(chhiuⁿ-pìⁿ)大親像布機的軸心(te̍k-sim)，槍尾的鐵有六百舍客勒的重。有一個捾(kōaⁿ)盾牌的行佇伊的頭前。","bklhl":"鎗柄大親像布機ê軸心；鎗尾ê鐵有六百sià-khek-le̍k ê重；有一个kōaⁿ藤牌ê行tī伊ê頭前。"}},{"book":"撒上","chapter":17,"verse":8,"versions":{"unv":"歌利亞對著以色列的軍隊站立，呼叫說：「你們出來擺列隊伍做甚麼呢？我不是非利士人嗎？你們不是掃羅的僕人嗎？可以從你們中間揀選一人，使他下到我這裡來。","bklcl":"I khiā-teh tùi Í-sek-lia̍t ê kun-tūi hoah, kā in kóng, Lín chhut-lâi pâi tūi-ngó͘ beh siáⁿ-sū ah?  góa kiám m̄-sī Hui-lī-sū lâng, lín kiám m̄-sī Sò-lô ê lô͘-po̍k mah?  Lín tiong-kan kéng chi̍t-lâng, hō͘ i lo̍h-lâi góa chia;","tghg":"伊徛啲對以色列的軍隊喝，給𪜶講：「恁出來排隊伍欲啥事啊？我豈呣是非利士人，恁豈呣是掃羅的奴僕嗎？恁中間揀一人，互伊落來我遮。","bklhl":"伊khiā-teh對以色列ê軍隊hoah，kā in講，Lín出來排隊伍beh啥事ah？我kiám m̄是腓利士人，lín kiám m̄是掃羅ê奴僕mah？Lín中間揀一人，hō͘伊落來我chia；"}},{"book":"撒上","chapter":17,"verse":9,"versions":{"unv":"他若能與我戰鬥，將我殺死，我們就作你們的僕人；我若勝了他，將他殺死，你們就作我們的僕人，服事我們。」","bklcl":"i nā ōe kap góa saⁿ-thâi, thâi-sí góa, goán chiū beh chòe lín ê lô͘-châi; góa nā khah-iâⁿ i, thâi-sí i, lín chiū beh chòe goán ê lô͘-châi, ho̍k-sāi goán.","tghg":"伊若會及我相刣，刣死我，阮就欲做恁的奴才；我若卡贏伊，刣死伊，恁就欲做阮的奴才，服事阮。」","bklhl":"伊若會kap我相刣，刣死我，阮就beh做lín ê奴才；我若khah贏伊，刣死伊，lín就beh做阮ê奴才，服事阮。"}},{"book":"撒上","chapter":17,"verse":10,"versions":{"unv":"那非利士人又說：「我今日向以色列人的軍隊罵陣。你們叫一個人出來，與我戰鬥。」","bklcl":"Hit ê Hui-lī-sū lâng koh kóng, Góa kin-á-ji̍t biáu-sī Í-sek-lia̍t chiah-ê kun-tūi; lín kiò chi̍t-lâng chhut-lâi, kap góa saⁿ-thâi.","tghg":"彼個非利士人閣講：「我今仔日藐視以色列諸個軍隊。恁叫一人出來，及我相刣。」","bklhl":"Hit-ê腓利士人koh講，我今á日藐視以色列chiah ê軍隊；lín叫一人出來，kap我相刣。"}},{"book":"撒上","chapter":17,"verse":11,"versions":{"unv":"掃羅和以色列眾人聽見非利士人的這些話，就驚惶，極其害怕。","bklcl":"Sò-lô kap Í-sek-lia̍t chèng-lâng thiaⁿ-kìⁿ Hui-lī-sū lâng chiah-ê ōe, chiū chin lún, chin kiaⁿ.","tghg":"掃羅及以色列眾人聽見非利士人諸個話，就真愞(lún)，真驚。","bklhl":"掃羅kap以色列眾人聽見腓利士人chiah ê話，就真忍，真驚。"}},{"book":"撒上","chapter":17,"verse":12,"versions":{"unv":"大衛是猶大、伯利恆的以法他人耶西的兒子。耶西有八個兒子。當掃羅的時候，耶西已經老邁。","bklcl":"Tāi-pi̍t sī Iû-tāi Pek-lī-hêng ê Í-hoat-tha lâng Iâ-se ê kiáⁿ.  Iâ-se ū poeh ê kiáⁿ; tng Sò-lô ê sî, Iâ-se nî-hè chōe, tī lâng ê tiong-kan sǹg sī lāu-lâng.","tghg":"大衛是猶大、伯利恆的以法他人耶西的子。耶西有八個子。當掃羅的時，耶西年歲多佇人的中間算是老人。","bklhl":"大衛是偤大伯利恆ê Í-hoat-tha人耶西ê kiáⁿ。耶西有八個kiáⁿ；當掃羅ê時，耶西年歲chōe，tī人ê中間算是老人。"}},{"book":"撒上","chapter":17,"verse":13,"versions":{"unv":"耶西的三個大兒子跟隨掃羅出征。這出征的三個兒子：長子名叫以利押，次子名叫亞比拿達，三子名叫沙瑪。","bklcl":"Iâ-se hiah-ê kiáⁿ, saⁿ-ê khah sī-tōa-ê tè Sò-lô khì chhut-cheng; khì chhut-cheng hit saⁿ ê kiáⁿ, tōa-ê miâ Í-lī-ap, tē-jī A-pí-ná-ta̍t, tē-saⁿ-ê Sa-má.","tghg":"耶西許個子三個卡序大的隨掃羅去出征。去出征彼三個子：大的名以利押，第二亞比拿達，第三個沙瑪。","bklhl":"耶西hiah-ê kiáⁿ，三個khah序大ê tè掃羅去出征；去出征hit三個kiáⁿ，大ê名Í-lī-ap，第二A-pí-ná-ta̍t，第三個Sa-má。"}},{"book":"撒上","chapter":17,"verse":14,"versions":{"unv":"大衛是最小的；那三個大兒子跟隨掃羅。","bklcl":"Tāi-pi̍t sī tē-it-sòe ê; hit saⁿ ê khah sī-tōa-ê kun-tè Sò-lô.","tghg":"大衛是第一細的；彼三個卡序大的跟隨(kun-tè)掃羅。","bklhl":"大衛是第一細ê；hit三個khah序大ê跟tè掃羅。"}},{"book":"撒上","chapter":17,"verse":15,"versions":{"unv":"大衛有時離開掃羅，回伯利恆放他父親的羊。","bklcl":"Tāi-pi̍t óng-lâi tī Sò-lô ê só͘-chāi, tī Pek-lī-hêng chhī i ê lāu-pē ê iûⁿ.","tghg":"大衛往來佇掃羅的所在，佇伯利恆飼伊的老父的羊。","bklhl":"大衛往來tī掃羅ê所在，tī伯利恆飼伊ê老父ê羊。"}},{"book":"撒上","chapter":17,"verse":16,"versions":{"unv":"那非利士人早晚都出來站著，如此四十日。","bklcl":"Hit ê Hui-lī-sū lâng chá-àm chhut-lâi khiā-teh tián, le̍k-kè sì-cha̍p ji̍t.","tghg":"彼個非利士人早暗出來徛啲展，歷過四十日。","bklhl":"Hit-ê腓利士人早暗出來khiā-teh tián，歷過四十日。"}},{"book":"撒上","chapter":17,"verse":17,"versions":{"unv":"一日，耶西對他兒子大衛說：「你拿一伊法烘了的穗子和十個餅，速速地送到營裡去，交給你哥哥們；","bklcl":"Iâ-se kā i ê kiáⁿ Tāi-pi̍t kóng, Lí tio̍h kā lí hiah-ê hiaⁿ tòa hang ê gō͘-kak chi̍t i-hoat, kap chí cha̍p ê piáⁿ, kín-kín khì kun-iâⁿ, hō͘ lí hiah-ê hiaⁿ;","tghg":"耶西給伊的子大衛講：「你著給你許個兄帶烘的五穀一伊法及此十個餅，緊緊去軍營，互你許個兄；","bklhl":"耶西kā伊ê kiáⁿ大衛講，你tio̍h kā你hiah-ê兄帶烘ê五穀一i-hoat，kap chit十個餅，緊緊去軍營，hō͘你hiah-ê兄；"}},{"book":"撒上","chapter":17,"verse":18,"versions":{"unv":"再拿這十塊奶餅，送給他們的千夫長，且問你哥哥們好，向他們要一封信來。」","bklcl":"koh tòa chí cha̍p ê gû-lin-piáⁿ, sàng hō͘ in ê chhian-chóng, koh mn̄g lí ê hiaⁿ pêng-an bô, tòa i ê chèng-kù lâi.","tghg":"閣帶此十個牛奶餅，送互𪜶的千總，閣問你的兄平安無，帶伊的證據來。」","bklhl":"koh帶chit十個牛奶餅，送hō͘ in ê千總，koh問你ê兄平安無，帶伊ê證據來。"}},{"book":"撒上","chapter":17,"verse":19,"versions":{"unv":"掃羅與大衛的三個哥哥和以色列眾人，在以拉谷與非利士人打仗。","bklcl":"Sò-lô kap Tāi-pi̍t saⁿ ê hiaⁿ, kap Í-sek-lia̍t chèng-lâng, tī Í-la̍h ê soaⁿ-kok, kap Hui-lī-sū lâng kau-chiàn.","tghg":"掃羅及大衛三個兄及以色列眾人，佇以拉的山谷及非利士人交戰。","bklhl":"掃羅kap大衛三個兄，kap以色列眾人，tī Í-la̍h ê山谷，kap腓利士人交戰。"}},{"book":"撒上","chapter":17,"verse":20,"versions":{"unv":"大衛早晨起來，將羊交託一個看守的人，照著他父親所吩咐的話，帶著食物去了。到了輜重營，軍兵剛出到戰場，吶喊要戰。","bklcl":"Tāi-pi̍t thàu-chá khí-lâi, ēng iûⁿ-kûn pàng kau chi̍t ê kò͘-siú ê lâng, chiàu Iâ-se só͘ bēng-lēng i ê, tòa chia̍h-mi̍h khì kàu pâi-lia̍t chhia ê só͘-chāi; kun-peng tú-á chhut-khì kàu chiàn-tiûⁿ, hoah beh kau-chiàn.","tghg":"大衛透早起來，用羊群放交一個顧守的人，照耶西所命令伊的，帶食物去。到排列車的所在，軍兵抵仔出去到戰場，喝欲交戰。","bklhl":"大衛透早起來，用羊群放交一个顧守ê人，照耶西所命令伊ê，帶食物去到排列車ê所在；軍兵tú-á出去到戰場，hoah beh交戰。"}},{"book":"撒上","chapter":17,"verse":21,"versions":{"unv":"以色列人和非利士人都擺列隊伍，彼此相對。","bklcl":"Í-sek-lia̍t lâng kap Hui-lī-sū lâng lóng pâi-lia̍t tūi-ngó͘, lióng-pêng ê kun-tūi saⁿ-tùi.","tghg":"以色列人及非利士人攏排列隊伍，兩旁的軍隊相對。","bklhl":"以色列人kap腓利士人lóng排列隊伍，兩pêng ê軍隊相對。"}},{"book":"撒上","chapter":17,"verse":22,"versions":{"unv":"大衛把他帶來的食物留在看守物件人的手下，跑到戰場，問他哥哥們安。","bklcl":"Tāi-pi̍t ēng mi̍h-kiāⁿ kau-tài kò͘ mi̍h-kiāⁿ ê lâng ê chhiú, cháu kàu chiàn-tiûⁿ, chhéng-an i ê hiaⁿ.","tghg":"大衛用物件交代顧物件的人的手，走到戰場，請安伊的兄。","bklhl":"大衛用物件交帶顧物件ê人ê手，走到戰場，請安伊ê兄。"}},{"book":"撒上","chapter":17,"verse":23,"versions":{"unv":"與他們說話的時候，那討戰的，就是屬迦特的非利士人歌利亞，從非利士隊中出來，說從前所說的話；大衛都聽見了。","bklcl":"Kap in kóng-ōe ê sî, khòaⁿ ah, hit ê chiàn-chiòng, chiū-sī Ka-te̍k ê Hui-lī-sū lâng, miâ Ko-lī-à, tùi Hui-lī-sū ê tūi-ngó͘ chhut-lâi, chiàu chêng só͘-kóng-ê lâi kóng; Tāi-pi̍t thiaⁿ-kìⁿ.","tghg":"及𪜶講話的時，看啊，彼個戰將，就是迦特的非利士人，名歌利亞，對非利士的隊伍出來，照前所講的來講；大衛聽見。","bklhl":"Kap in講話ê時，看ah，hit ê戰將，就是Ka-te̍k ê腓利士人，名Ko-lī-à，tùi腓利士ê隊伍出來，照前所講ê來講；大衛聽見。"}},{"book":"撒上","chapter":17,"verse":24,"versions":{"unv":"以色列眾人看見那人，就逃跑，極其害怕。","bklcl":"Í-sek-lia̍t chèng-lâng khòaⁿ-kìⁿ hit-lâng chiū cháu siám i, chīn-chāi kiaⁿ.","tghg":"以色列眾人看見彼人，就走閃伊，盡在驚(chīn-chāi kiaⁿ)。","bklhl":"以色列眾人看見hit人就走閃伊，盡在驚。"}},{"book":"撒上","chapter":17,"verse":25,"versions":{"unv":"以色列人彼此說：「這上來的人你看見了嗎？他上來是要向以色列人罵陣。若有能殺他的，王必賞賜他大財，將自己的女兒給他為妻，並在以色列人中免他父家納糧當差。」","bklcl":"Í-sek-lia̍t lâng kóng, Chit-ê chiūⁿ-lâi ê lâng, lí ū khòaⁿ-kìⁿ mah?  I chiūⁿ-lâi, sī beh biáu-sī Í-sek-lia̍t; nā ū lâng ōe thâi-sí i, ông beh hō͘ i tōa hó-gia̍h, chiong i ê cha-bó͘-kiáⁿ kè i, koh hō͘ i lāu-pē chi̍t-ke tī Í-sek-lia̍t tiong bián la̍p-sè tng-chhe.","tghg":"以色列人講：「此個上來的人，你有看見嗎？伊上來是欲藐視以色列。若有人會刣死伊，王欲互伊大好額，將伊的查某子嫁伊，閣互伊老父一家佇以色列中免納稅當差(tng-chhe)。」","bklhl":"以色列人講，Chit ê上來ê人，你有看見mah？伊上來，是beh藐視以色列；若有人能刣死伊，王beh hō͘伊大好額，將伊ê cha-bó͘-kiáⁿ嫁伊，koh hō͘伊老父一家tī以色列中免納稅當差。"}},{"book":"撒上","chapter":17,"verse":26,"versions":{"unv":"大衛問站在旁邊的人說：「有人殺這非利士人，除掉以色列人的恥辱，怎樣待他呢？這未受割禮的非利士人是誰呢？竟敢向永生　神的軍隊罵陣嗎？」","bklcl":"Tāi-pi̍t mn̄g khiā tī i sin-piⁿ hiah-ê lâng, Ū lâng thâi-sí chit ê Hui-lī-sū lâng, sóe-tû Í-sek-lia̍t ê kiàn-siàu, beh cháiⁿ-iūⁿ khoán-thāi i ah?  chit-ê bô siū kat-lé ê Hui-lī-sū lâng sī chī-chūi, káⁿ biáu-sī éng-oa̍h Siōng-tè ê kun-tūi mah?","tghg":"大衛問徛佇伊身邊許個人：「有人刣死此個非利士人，洗除以色列的見誚，欲怎樣款待伊啊？此個無受割禮的非利士人是是誰？敢藐視永活上帝的軍隊嗎？」","bklhl":"大衛問khiā tī伊身邊hiah-ê人，有人刣死chit ê腓利士人，洗除以色列ê見笑，beh怎樣款待伊ah？chit ê無受割禮ê腓利士人是是誰，敢藐視永活上帝ê軍隊mah？"}},{"book":"撒上","chapter":17,"verse":27,"versions":{"unv":"百姓照先前的話回答他說：「有人能殺這非利士人，必如此如此待他。」","bklcl":"Peh-sìⁿ chiàu chêng ê ōe ìn i, kóng, Nā ū lâng ōe thâi-sí chit-lâng, beh án-ni khoán-thāi i.","tghg":"百姓照前的話應伊講：「若有人會刣死此人，欲按呢款待伊。」","bklhl":"百姓照前ê話應伊，講，若有人能刣死chit人，beh án-ni款待伊。"}},{"book":"撒上","chapter":17,"verse":28,"versions":{"unv":"大衛的長兄以利押聽見大衛與他們所說的話，就向他發怒，說：「你下來做甚麼呢？在曠野的那幾隻羊，你交託了誰呢？我知道你的驕傲和你心裡的惡意，你下來特為要看爭戰！」","bklcl":"Tāi-pi̍t ê tōa-hiaⁿ Í-lī-ap thiaⁿ-kìⁿ i kap lâng teh kóng-ōe, Í-lī-ap siū-khì Tāi-pi̍t, kóng, Lí siáⁿ-sū lo̍h-lâi chia?  hit kúi chiah iûⁿ tī khòng-iá-nih, lí pàng kau chī-chūi ah?  góa chai lí kiau-ngō͘ kap lí sim-lāi ê pháiⁿ; lí lo̍h-lâi put-kò sī beh khòaⁿ kau-chiàn.","tghg":"大衛的大兄以利押聽見伊及人啲講話，以利押受氣大衛，講：「你啥事落來遮？彼幾隻羊佇曠野裡，你放交是誰啊？我知你驕傲及你心內的歹，你落來不過是欲看交戰！」","bklhl":"大衛ê大兄Í-lī-ap聽見伊kap人teh講話，Í-lī-ap受氣大衛，講，你啥事落來chia？hit幾隻羊tī曠野裡，你放交是誰 ah？我知你驕傲kap你心內ê pháiⁿ；你落來不過是beh看交戰。"}},{"book":"撒上","chapter":17,"verse":29,"versions":{"unv":"大衛說：「我做了甚麼呢？我來豈沒有緣故嗎？」","bklcl":"Tāi-pi̍t kóng, Góa ū chòe sím-mi̍h?  kiám-sī bô in-toaⁿ mah?","tghg":"大衛講：「我有做甚麼？豈是無因端嗎？」","bklhl":"大衛講，我有做甚麼？kiám是無因端mah？"}},{"book":"撒上","chapter":17,"verse":30,"versions":{"unv":"大衛就離開他轉向別人，照先前的話而問；百姓仍照先前的話回答他。","bklcl":"Tāi-pi̍t chiū lī-khui i, khì ǹg pa̍t-lâng, chiàu chêng ê ōe teh mn̄g; peh-sìⁿ chiàu chêng ê ōe lâi ìn i.","tghg":"大衛就離開伊去向別人，照前的話啲問；百姓照前的話來應伊。","bklhl":"大衛就離開伊，去ǹg別人，照前ê話teh問；百姓照前ê話來應伊。"}},{"book":"撒上","chapter":17,"verse":31,"versions":{"unv":"有人聽見大衛所說的話，就告訴了掃羅；掃羅便打發人叫他來。","bklcl":"Tāi-pi̍t só͘ kóng ê ōe í-keng hō͘ lâng thiaⁿ-kìⁿ, in chiū kóng tī Sò-lô ê bīn-chêng;  Sò-lô chiū chhe lâng kiò i lâi.","tghg":"大衛所講的話已經互人聽見，𪜶就講佇掃羅的面前；掃羅就差人叫伊來。","bklhl":"大衛所講ê話已經hō͘人聽見，in就講tī掃羅ê面前；掃羅就差人叫伊來。"}},{"book":"撒上","chapter":17,"verse":32,"versions":{"unv":"大衛對掃羅說：「人都不必因那非利士人膽怯。你的僕人要去與那非利士人戰鬥。」","bklcl":"Tāi-pi̍t kā Sò-lô kóng, Lâng m̄-bián ūi-tio̍h hit-lâng lâi sit-táⁿ, lí ê lô͘-po̍k beh khì kap hit ê Hui-lī-sū lâng kau-chiàn.","tghg":"大衛給掃羅講：「人呣免為著彼人來失膽。你的奴僕欲去及彼個非利士人交戰。」","bklhl":"大衛kā掃羅講，人m̄免為tio̍h hit人來失膽，你ê奴僕beh去kap hit ê腓利士人交戰。"}},{"book":"撒上","chapter":17,"verse":33,"versions":{"unv":"掃羅對大衛說：「你不能去與那非利士人戰鬥；因為你年紀太輕，他自幼就作戰士。」","bklcl":"Sò-lô tùi Tāi-pi̍t kóng, Lí bōe-ōe khì tí-te̍k chit ê Hui-lī-sū lâng, kap i kau-chiàn; in-ūi lí ê nî-hè iáu-kú chió, i tùi siàu-liân chiū ha̍k-si̍p chiàn-sū.","tghg":"掃羅對大衛講：「你𣍐會去抵敵此個非利士人及伊交戰；因為你的年歲猶久少，伊對少年就學習戰事。」","bklhl":"掃羅對大衛講，你bōe能去抵敵chit ê腓利士人，kap伊交戰；因為你ê年歲iáu-kú少，伊tùi少年就學習戰士。"}},{"book":"撒上","chapter":17,"verse":34,"versions":{"unv":"大衛對掃羅說：「你僕人為父親放羊，有時來了獅子，有時來了熊，從群中啣一隻羊羔去。","bklcl":"Tāi-pi̍t kā Sò-lô kóng, Lí ê lô͘-po̍k kā lāu-pē kò͘-iûⁿ ê sî, ū sai á-sī hîm lâi, tùi iûⁿ-kûn-tiong kā iûⁿ-á khì;","tghg":"大衛給掃羅講：「你的奴僕給老父顧羊的時，有獅抑是熊來，對羊群中咬羊仔去。","bklhl":"大衛kā掃羅講，你ê奴僕kā老父顧羊ê時，有獅á是熊來，tùi羊群中咬羊á去；"}},{"book":"撒上","chapter":17,"verse":35,"versions":{"unv":"我就追趕牠，擊打牠，將羊羔從牠口中救出來。牠起來要害我，我就揪著牠的鬍子，將牠打死。","bklcl":"góa chiū jip i, phah i, kiù iûⁿ-á chhut i ê chhùi; i khí-lâi beh kāng góa, góa chiū khiú i ê chhùi-ē-táu, phah-sí i.","tghg":"我就趇(jip)伊，拍伊，救羊仔出伊的嘴。伊起來欲共(kāng)我，我就搝(khiú)伊的嘴下斗，拍死伊。","bklhl":"我就jip伊，phah伊，救羊á出伊ê嘴；伊起來beh kāng我，我就khiú伊ê嘴下斗，phah死伊。"}},{"book":"撒上","chapter":17,"verse":36,"versions":{"unv":"你僕人曾打死獅子和熊，這未受割禮的非利士人向永生　神的軍隊罵陣，也必像獅子和熊一般。」","bklcl":"Lí ê lô͘-po̍k bat phah-sí sai kap hîm; chit-ê bô siū kat-lé ê Hui-lī-sū lâng, iā beh chhin-chhiūⁿ in ê chi̍t-chiah; in-ūi i biáu-sī éng-oa̍h Siōng-tè ê kun-tūi.","tghg":"你的奴僕曾拍死獅及熊，此個無受割禮的非利士人，也欲親像𪜶的一隻，因為伊藐視永活上帝的軍隊。」","bklhl":"你ê奴僕bat phah死獅kap熊；chit ê無受割禮ê腓利士人，也beh親像in ê一隻；因為伊藐視永活上帝ê軍隊。"}},{"book":"撒上","chapter":17,"verse":37,"versions":{"unv":"大衛又說：「耶和華救我脫離獅子和熊的爪，也必救我脫離這非利士人的手。」掃羅對大衛說：「你可以去吧！耶和華必與你同在。」","bklcl":"Tāi-pi̍t koh kóng, Iâ-hô-hoa kiù góa thoat-lī sai ê jiáu kap hîm ê jiáu, I iā beh kiù góa thoat-lī chit ê Hui-lī-sū lâng ê chhiú.  Sò-lô kā Tāi-pi̍t kóng, Lí khì ah, Iâ-hô-hoa beh kap lí tī-teh.","tghg":"大衛閣講：「耶和華救我脫離獅的爪及熊的爪，伊也欲救我脫離此個非利士人的手。」掃羅給大衛講：「你去啊，耶和華欲及你佇啲。」","bklhl":"大衛koh講，耶和華救我脫離獅ê爪kap熊ê爪，伊也beh救我脫離chit ê腓利士人ê手。掃羅kā大衛講，你去ah，耶和華beh kap你tī-teh。"}},{"book":"撒上","chapter":17,"verse":38,"versions":{"unv":"掃羅就把自己的戰衣給大衛穿上，將銅盔給他戴上，又給他穿上鎧甲。","bklcl":"Sò-lô chiū ēng i ê kun-ho̍k hō͘ Tāi-pi̍t chhēng, ēng tâng ê thâu-khoe hō͘ i tì, koh hō͘ i chhēng chiàn-kah.","tghg":"掃羅就用伊的軍服互大衛穿，用銅的頭盔互伊戴，閣互伊穿戰甲。","bklhl":"掃羅就用伊ê軍服hō͘大衛穿，用銅ê頭盔hō͘伊戴，koh hō͘伊穿戰甲。"}},{"book":"撒上","chapter":17,"verse":39,"versions":{"unv":"大衛把刀跨在戰衣外，試試能走不能走；因為素來沒有穿慣，就對掃羅說：「我穿戴這些不能走，因為素來沒有穿慣。」於是摘脫了。","bklcl":"Tāi-pi̍t ēng to hâ tī kun-ho̍k, chhì kiâⁿ-khòaⁿ cheh;  in-ūi m̄-bat chhēng-tio̍h.  Tāi-pi̍t kā Sò-lô kóng, Chhēng chiah-ê góa kiâⁿ bōe khì, in-ūi m̄-bat chhēng-tio̍h.","tghg":"大衛用刀縖佇軍服，試行看唧(cheh)；因為呣曾穿著，大衛給掃羅講：「穿諸個我行𣍐去，因為呣曾穿著。」","bklhl":"大衛用刀hâ tī軍服，試行看cheh(=一下)；因為m̄-bat穿tio̍h。大衛kā掃羅講，穿chiah ê我行bōe去，因為m̄-bat穿tio̍h。"}},{"book":"撒上","chapter":17,"verse":40,"versions":{"unv":"他手中拿杖，又在溪中挑選了五塊光滑石子，放在袋裡，就是牧人帶的囊裡；手中拿著甩石的機弦，就去迎那非利士人。","bklcl":"Tāi-pi̍t chiū thǹg-khí-lâi; i chhiú kia̍h koáiⁿ-á, koh tī soaⁿ-khiⁿ-á kéng gō͘-tè kng-ku̍t ê chio̍h-nn̄g, hē tī tē-á, chiū-sī kò͘-iûⁿ ê lâng só͘ tòa ê lông; chhiú the̍h hìⁿ-chio̍h ê soh-á;  chiū kiâⁿ-óa hit ê Hui-lī-sū lâng.","tghg":"大衛就褪起來。伊手攑枴仔，閣佇山坑仔(soaⁿ-khiⁿ-á)揀五塊光滑(kng-ku̍t)的石卵(chio̍h-nn̄g)，下佇袋仔，就是顧羊的人所帶的囊(lông)；手提甩石(hìⁿ-chio̍h)的索仔，就行倚彼個非利士人。","bklhl":"大衛就thǹg起來；伊手kia̍h柺á，koh tī山坑á揀五塊光滑ê石卵，hē tī袋á，就是顧羊ê人所帶ê囊；手the̍h hìⁿ石ê索á；就行óa hit ê腓利士人。"}},{"book":"撒上","chapter":17,"verse":41,"versions":{"unv":"非利士人也漸漸地迎著大衛來，拿盾牌的走在前頭。","bklcl":"Hit ê Hui-lī-sū lâng iā ná kiâⁿ-óa Tāi-pi̍t, kōaⁿ-pâi-ê kiâⁿ tī i ê thâu-chêng.","tghg":"彼個非利士人也愈行倚(kiâⁿ-óa)大衛，捾(kōaⁿ)牌的行佇伊的頭前。","bklhl":"Hit-ê腓利士人也ná行óa大衛，kōaⁿ牌ê行tī伊ê頭前。"}},{"book":"撒上","chapter":17,"verse":42,"versions":{"unv":"非利士人觀看，見了大衛，就藐視他；因為他年輕，面色光紅，容貌俊美。","bklcl":"Hit ê Hui-lī-sū lâng kia̍h khí-lâi khòaⁿ, khòaⁿ-kìⁿ Tāi-pi̍t, chiū khòaⁿ-khin i;  in-ūi i chió hè, sek-tī chhiah, bīn-māu hó-khòaⁿ.","tghg":"彼個非利士人攑起來看，看見大衛，就看輕伊；因為伊少歲(chió-hè)，色緻(sek-tī)赤(chhiah)，面貌好看。","bklhl":"Hit-ê腓利士人kia̍h起來看，看見大衛，就看輕伊；因為伊少歲，色緻赤，面貌好看。"}},{"book":"撒上","chapter":17,"verse":43,"versions":{"unv":"非利士人對大衛說：「你拿杖到我這裡來，我豈是狗呢？」非利士人就指著自己的神咒詛大衛。","bklcl":"Hit ê Hui-lī-sū lâng kā Tāi-pi̍t kóng, Góa kiám-sī káu mah, lí chiah kia̍h koáiⁿ-á lâi góa chia?  Hui-lī-sū lâng chiū kí ka-kī ê siōng-tè, chiù-chó͘ Tāi-pi̍t.","tghg":"彼個非利士人給大衛講：「我豈是狗嗎，你才攑枴仔來我遮？」非利士人就指家己的上帝咒詛大衛。","bklhl":"Hit-ê腓利士人kā大衛講，我kiám是狗mah，你chiah kia̍h柺á來我chia？腓利士人就kí家己ê上帝，咒詛大衛。"}},{"book":"撒上","chapter":17,"verse":44,"versions":{"unv":"非利士人又對大衛說：「來吧！我將你的肉給空中的飛鳥、田野的走獸吃。」","bklcl":"Hit ê Hui-lī-sū lâng koh kā Tāi-pi̍t kóng, Lí lâi góa chia, góa beh ēng lí ê bah hō͘ khong-tiong ê pe-chiáu kap chhân-iá ê iá-siù.","tghg":"彼個非利士人閣給大衛講：「你來我遮，我欲用你的肉互空中的飛鳥及田野的野獸。」","bklhl":"Hit-ê腓利士人koh kā大衛講，你來我chia，我beh用你ê肉hō͘空中ê飛鳥kap田野ê野獸。"}},{"book":"撒上","chapter":17,"verse":45,"versions":{"unv":"大衛對非利士人說：「你來攻擊我，是靠著刀槍和銅戟；我來攻擊你，是靠著萬軍之耶和華的名，就是你所怒罵帶領以色列軍隊的　神。","bklcl":"Tāi-pi̍t tùi hit ê Hui-lī-sū lâng kóng, Lí lâi óa-kūn góa, sī ēng to, ēng chhiuⁿ, ēng kek; góa lâi óa-kūn lí, sī ēng bān-kun Iâ-hô-hoa ê miâ, Í-sek-lia̍t kun-tūi ê Siōng-tè, chiū-sī lí só͘ biáu-sī-ê.","tghg":"大衛對彼個非利士人講：「你來倚近我，是用刀用槍用戟(kek)；我來倚近你，是用萬軍耶和華的名，以色列軍隊的上帝就是你所藐視者。","bklhl":"大衛對hit ê腓利士人講，你來óa近我，是用刀，用鎗，用撠；我來óa近你，是用萬軍耶和華ê名，以色列軍隊ê上帝，就是你所藐視ê。"}},{"book":"撒上","chapter":17,"verse":46,"versions":{"unv":"今日耶和華必將你交在我手裡。我必殺你，斬你的頭，又將非利士軍兵的屍首給空中的飛鳥、地上的野獸吃，使普天下的人都知道以色列中有　神；","bklcl":"Kin-á-ji̍t Iâ-hô-hoa beh chiong lí kau tī góa ê chhiú, góa beh phah-sí lí, thâi lí ê thâu-khak; kin-á-ji̍t góa beh chiong Hui-lī-sū kun-peng ê sin-si, hō͘ khong-tiong ê pe-chiáu, tōe-chiūⁿ ê iá-siù; hō͘ phó͘-thiⁿ-ē ê lâng lóng chai Í-sek-lia̍t ū Siōng-tè;","tghg":"今仔日耶和華欲將你交佇我的手。我欲拍死你，刣你的頭殼，今仔日我欲將非利士軍兵的身屍互空中的飛鳥、地上的野獸，互普天下的人攏知以色列有上帝；","bklhl":"今á日耶和華beh將你交tī我ê手，我beh phah死你，刣你ê頭殼；今á日我beh將腓利士軍兵ê身屍，hō͘空中ê飛鳥，地上ê野獸；hō͘普天下ê人lóng知以色列有上帝；"}},{"book":"撒上","chapter":17,"verse":47,"versions":{"unv":"又使這眾人知道耶和華使人得勝，不是用刀用槍，因為爭戰的勝敗全在乎耶和華。他必將你們交在我們手裡。」","bklcl":"koh hō͘ chiah-ê kui-kûn ê lâng chai Iâ-hô-hoa kiù lâng, m̄-sī ēng to, iā m̄-sī ēng chhiuⁿ; in-ūi kau-chiàn ê sū chāi-tī Iâ-hô-hoa, I beh chiong lín kau tī goán ê chhiú.","tghg":"閣互諸個歸群的人知耶和華救人，呣是用刀也呣是用槍，因為交戰的事在佇耶和華。伊欲將恁交佇阮的手。」","bklhl":"koh hō͘ chiah ê kui群ê人知耶和華救人，m̄是用刀，也m̄是用鎗；因為交戰ê事在tī耶和華，伊beh將lín交tī阮ê手。"}},{"book":"撒上","chapter":17,"verse":48,"versions":{"unv":"非利士人起身，迎著大衛前來。大衛急忙迎著非利士人，往戰場跑去。","bklcl":"Hit ê Hui-lī-sū lâng khí-lâi, chìn-chêng kūn-óa beh chih Tāi-pi̍t.  Tāi-pi̍t iā kóaⁿ-kín cháu-khì, ǹg kun-tūi beh chih Hui-lī-sū lâng.","tghg":"彼個非利士人起來，進前近倚欲接(chih)大衛。大衛也趕緊走去，向軍隊欲接非利士人。","bklhl":"Hit-ê腓利士人起來，進前近óa beh chih大衛。大衛也趕緊走去，ǹg軍隊beh chih腓利士人。"}},{"book":"撒上","chapter":17,"verse":49,"versions":{"unv":"大衛用手從囊中掏出一塊石子來，用機弦甩去，打中非利士人的額，石子進入額內，他就仆倒，面伏於地。","bklcl":"Tāi-pi̍t chhun-chhiú ji̍p tē-á-lāi, the̍h chi̍t tè chio̍h-á chhut-lâi, ēng soh hìⁿ-khì, siā-tio̍h Hui-lī-sū lâng ê thâu-hia̍h, chio̍h-á tîm ji̍p thâu-hia̍h; i chiū tó-lo̍h-khì, bīn phak tī tōe-nih.","tghg":"大衛伸手入袋仔內提一塊石仔出來，用索甩去(hìⁿ-khì)，射著非利士人的頭額(thâu-hia̍h)，石仔沈入(tîm ji̍p)頭額，伊就倒落去，面仆佇地裡。","bklhl":"大衛伸手入袋á內，the̍h一塊石á出來，用索hìⁿ去，射tio̍h腓利士人ê頭額，石á沉入頭額；伊就倒落去，面仆tī地裡。"}},{"book":"撒上","chapter":17,"verse":50,"versions":{"unv":"這樣，大衛用機弦甩石，勝了那非利士人，打死他；大衛手中卻沒有刀。","bklcl":"Án-ni Tāi-pi̍t ēng hìⁿ-soh kap chio̍h-á khah-iâⁿ Hui-lī-sū lâng, phah-sí i;  chóng-sī Tāi-pi̍t ê chhiú bô to.","tghg":"按呢，大衛用甩索(hìⁿ-soh)及石仔，卡贏非利士人，拍死伊；總是大衛的手無刀。","bklhl":"Án-ni大衛用hìⁿ索kap石á khah贏腓利士人，phah死伊；總是大衛ê手無刀。"}},{"book":"撒上","chapter":17,"verse":51,"versions":{"unv":"大衛跑去，站在非利士人身旁，將他的刀從鞘中拔出來，殺死他，割了他的頭。非利士眾人看見他們討戰的勇士死了，就都逃跑。","bklcl":"Tāi-pi̍t kín-kín cháu-khì, khiā tī hit ê Hui-lī-sū lâng ê téng-bīn, chiong i ê to pu̍ih chhut-siù; ēng hit-ki thâi-sí i, chám i ê thâu-khak.  Hui-lī-sū chèng-lâng khòaⁿ-kìⁿ in ê ióng-sū í-keng sí, chiū cháu.","tghg":"大衛緊緊走去，徛佇彼個非利士人的頂面，將伊的刀拔出鞘(siù)，用彼支刣死伊，斬(chám)伊的頭殼。非利士眾人看見𪜶的勇士已經死，就走。","bklhl":"大衛緊緊走去，khiā tī hit ê腓利士人ê頂面，將伊ê刀拔出鞘(siù)；用hit支刣死伊，斬伊ê頭殼。腓利士眾人看見in ê勇士已經死，就走。"}},{"book":"撒上","chapter":17,"verse":52,"versions":{"unv":"以色列人和猶大人便起身吶喊，追趕非利士人，直到迦特（或譯：該）和以革倫的城門。被殺的非利士人倒在沙拉音的路上，直到迦特和以革倫。","bklcl":"Í-sek-lia̍t lâng kap Iû-tāi lâng chiū khí-lâi, hoah-hiàm, tui-jip Hui-lī-sū lâng, kàu Ka-í kap Í-kek-lûn ê siâⁿ-mn̂g; tio̍h-siong ê Hui-lī-sū lâng tó tī Sa-la̍h-im ê lō͘, ti̍t-kàu Ka-te̍k, kap Í-kek-lûn.","tghg":"以色列人及猶大人就起來喝喊(hoah-hiàm)，追趇非利士人，到迦特及以革倫的城門。著傷(tio̍h-siong)的非利士人倒佇沙拉音的路，直到迦特及以革倫。","bklhl":"以色列人kap偤大人就起來，hoah-hiàm，追jip腓利士人，到Ka-í kap Í-kek-lûn ê城門；tio̍h傷ê腓利士人倒tī Sa-la̍h-im ê路，直到Ka-te̍k，kap Í-kek-lûn。"}},{"book":"撒上","chapter":17,"verse":53,"versions":{"unv":"以色列人追趕非利士人回來，就奪了他們的營盤。","bklcl":"Í-sek-lia̍t lâng tui-jip Hui-lī-sū lâng tò-tńg-lâi, chiū chhiúⁿ in ê iâⁿ-pôaⁿ.","tghg":"以色列人追趇非利士人倒轉來，就搶𪜶的營盤。","bklhl":"以色列人追jip腓利士人倒tńg來，就搶in ê營盤。"}},{"book":"撒上","chapter":17,"verse":54,"versions":{"unv":"大衛將那非利士人的頭拿到耶路撒冷，卻將他軍裝放在自己的帳棚裡。","bklcl":"Tāi-pi̍t chiong hit ê Hui-lī-sū lâng ê thâu-khak, tòa kàu Iâ-lō͘-sat-léng; koh ēng i ê kun-khì hē tī ka-kī ê pò͘-pîⁿ.","tghg":"大衛將彼個非利士人的頭殼帶到耶路撒冷，閣用伊的軍器下佇家己的布棚。","bklhl":"大衛將hit ê腓利士人ê頭殼，帶到耶路撒冷；koh用伊ê軍器hē tī家己ê布棚。"}},{"book":"撒上","chapter":17,"verse":55,"versions":{"unv":"掃羅看見大衛去攻擊非利士人，就問元帥押尼珥說：「押尼珥啊，那少年人是誰的兒子？」押尼珥說：「我敢在王面前起誓，我不知道。」","bklcl":"Sò-lô khòaⁿ-kìⁿ Tāi-pi̍t khì phah Hui-lī-sū lâng ê sî, chiū mn̄g kun-tiúⁿ Ap-nî-jíⁿ kóng, Ap-nî-jíⁿ ah, hit ê siàu-liân lâng sī chī-chūi ê kiáⁿ?  Ap-nî-jíⁿ kóng, Góa kí ông ê oa̍h-miā lâi chiù-chōa, góa m̄-chai.","tghg":"掃羅看見大衛去拍非利士人的時，就問軍長押尼珥講：「押尼珥啊，彼個少年人是是誰的子？」押尼珥講：「我指王的活命來咒誓，我呣知。」","bklhl":"掃羅看見大衛去phah腓利士人ê時，就問軍長Ap-nî-jíⁿ講，Ap-nî-jíⁿ ah，hit ê少年人是是誰 ê kiáⁿ？Ap-nî-jíⁿ講，我kí王ê活命來chiù-chōa，我m̄知。"}},{"book":"撒上","chapter":17,"verse":56,"versions":{"unv":"王說：「你可以問問那幼年人是誰的兒子。」","bklcl":"Ông kóng, Lí khì mn̄g-khòaⁿ hit ê gín-ná sī chī-chūi ê kiáⁿ.","tghg":"王講：「你去問看彼個囝仔是是誰的子。」","bklhl":"王講，你去問看hit ê gín-ná是是誰 ê kiáⁿ。"}},{"book":"撒上","chapter":17,"verse":57,"versions":{"unv":"大衛打死非利士人回來，押尼珥領他到掃羅面前，他手中拿著非利士人的頭。","bklcl":"Tāi-pi̍t phah-sí Hui-lī-sū lâng tò-lâi, Ap-nî-jíⁿ chhōa i lâi Sò-lô ê bīn-chêng, i ê chhiú-nih ū Hui-lī-sū lâng ê thâu-khak.","tghg":"大衛拍死非利士人倒來，押尼珥導伊來掃羅的面前，伊的手裡有非利士人的頭殼。","bklhl":"大衛phah死腓利士人tò來，Ap-nî-jíⁿ chhōa伊來掃羅ê面前，伊ê手裡有腓利士人ê頭殼。"}},{"book":"撒上","chapter":17,"verse":58,"versions":{"unv":"掃羅問他說：「少年人哪，你是誰的兒子？」大衛說：「我是你僕人伯利恆人耶西的兒子。」","bklcl":"Sò-lô mn̄g i kóng, Siàu-liân lâng ah, lí sī sím-mi̍h lâng ê kiáⁿ?  Tāi-pi̍t kóng, Góa sī lí ê lô͘-po̍k Pek-lī-hêng lâng Iâ-se ê kiáⁿ.","tghg":"掃羅問伊講：「少年人啊，你是甚麼人的子？」大衛講：「我是你的奴僕伯利恆人耶西的子。」","bklhl":"掃羅問伊講，少年人ah，你是甚麼人ê kiáⁿ？大衛講，我是你ê奴僕伯利恆人耶西ê kiáⁿ。"}}]