[{"book":"撒上","chapter":25,"verse":1,"versions":{"unv":"撒母耳死了，以色列眾人聚集，為他哀哭，將他葬在拉瑪─他自己的墳墓（原文是房屋）裡。大衛起身，下到巴蘭的曠野。","bklcl":"Sat-bó͘-jíⁿ sí, Í-sek-lia̍t chèng lâng chū-chi̍p, ūi-tio̍h i thî-khàu, bâi-chòng i tī i ka-kī ê chhù, chiū-sī tī La̍h-má.  Tāi-pi̍t khí-sin lo̍h-khì tī Pa-lân ê khòng-iá.","tghg":"撒母耳死，以色列眾人聚集，為著伊啼哭，埋葬伊佇伊家己的厝──就是佇拉瑪。大衛起身落去，佇巴蘭的曠野。","bklhl":"撒母耳死，以色列眾人聚集，為tio̍h伊啼哭，埋葬伊tī伊家己ê厝，就是tī La̍h-má。大衛起身落去tī Pa-lân ê曠野。"}},{"book":"撒上","chapter":25,"verse":2,"versions":{"unv":"在瑪雲有一個人，他的產業在迦密，是一個大富戶，有三千綿羊，一千山羊；他正在迦密剪羊毛。","bklcl":"Tī Má-hûn ū chi̍t-lâng, i ê sán-gia̍p tī Ka-bi̍t, sī tōa hó-gia̍h lâng, ū mî-iûⁿ saⁿ-chheng chiah, soaⁿ-iûⁿ chi̍t-chheng chiah; i tī Ka-bi̍t chián iûⁿ-mn̂g.","tghg":"佇瑪雲有一人，伊的產業佇迦密，是大好額人，有綿羊三千隻，山羊一千隻；伊佇迦密剪羊毛。","bklhl":"Tī Má-hûn有一人，伊ê產業tī Ka-bi̍t，是大好額人，有綿羊三千隻，山羊一千隻；伊tī Ka-bi̍t剪羊毛。"}},{"book":"撒上","chapter":25,"verse":3,"versions":{"unv":"那人名叫拿八，是迦勒族的人；他的妻名叫亞比該，是聰明俊美的婦人。拿八為人剛愎凶惡。","bklcl":"Hit-lâng sī Ka-le̍k cho̍k ê lâng, miâ kiò Ná-pat, i ê bó͘ miâ  kiò A-pí-kai, sī chhang-miâ koh súi ê hū-jîn-lâng, chóng-sī hit-lâng ê kiâⁿ-chòe sī ngī-sim koh hiong-ok.","tghg":"彼人是迦勒族的人，名叫拿八；伊的某名叫亞比該，是聰明閣媠的婦仁人。總是彼人的行做是硬心閣兇惡。","bklhl":"Hit人是迦勒族ê人，名叫Ná-pat，伊ê bó͘名叫A-pí-kai，是聰明koh súi ê婦人人，總是hit人ê行做是硬心koh兇惡。"}},{"book":"撒上","chapter":25,"verse":4,"versions":{"unv":"大衛在曠野聽見說拿八剪羊毛，","bklcl":"Tāi-pi̍t tī khòng-iá thiaⁿ-kìⁿ Ná-pat teh chián iûⁿ-mn̂g,","tghg":"大衛佇曠野聽見拿八啲剪羊毛，","bklhl":"大衛tī曠野聽見Ná-pat teh剪羊毛，"}},{"book":"撒上","chapter":25,"verse":5,"versions":{"unv":"大衛就打發十個僕人，吩咐他們說：「你們上迦密去見拿八，提我的名問他安。","bklcl":"Tāi-pi̍t chiū chhe cha̍p ê siàu-liân lâng;  Tāi-pi̍t hoan-hù hiah-ê siàu-liân lâng kóng, Lín tio̍h chiūⁿ-khì Ka-bi̍t, kìⁿ Ná-pat, ēng góa ê miâ kā i chhéng-an.","tghg":"大衛就差十個少年人，大衛吩咐許個少年人講：「恁著上去迦密見拿八，用我的名給伊請安。","bklhl":"大衛就差十個少年人；大衛吩咐hiah-ê少年人講，Lín tio̍h上去Ka-bi̍t，見Ná-pat，用我ê名kā伊請安。"}},{"book":"撒上","chapter":25,"verse":6,"versions":{"unv":"要對那富戶如此說：『願你平安，願你家平安，願你一切所有的都平安。","bklcl":"Tio̍h kā hit ê hó-miā lâng kóng, Goān lí pêng-an, goān lí ê ke pêng-an, goān lí it-chhè só͘-ū-ê lóng pêng-an.","tghg":"著給彼個好命人講：『願你平安，願你的家平安，願你一切所有的攏平安。","bklhl":"Tio̍h kā hit ê好命人講，願你平安，願你ê家平安，願你一切所有ê lóng平安。"}},{"book":"撒上","chapter":25,"verse":7,"versions":{"unv":"現在我聽說有人為你剪羊毛，你的牧人在迦密的時候和我們在一處，我們沒有欺負他們，他們也未曾失落甚麼。","bklcl":"Taⁿ góa thiaⁿ-kìⁿ kóng, ū lâng tī lí hia, kā lí chián iûⁿ-mn̂g; lí ê bo̍k-chiá bat kap goán tòa, goán bô khi-hū i;  in tī Ka-bi̍t ê sî, lóng bē-bat sit-lo̍h sím-mi̍h;","tghg":"今我聽見講有人佇你遐給你剪羊毛，你的牧者曾及阮住，阮無欺負伊，𪜶佇迦密的時，攏未曾失落甚麼。","bklhl":"Taⁿ我聽見講，有人tī你hia，kā你剪羊毛；你ê牧者bat kap阮tòa，阮無欺負伊；in tī Ka-bi̍t ê時，lóng bē-bat失落甚麼；"}},{"book":"撒上","chapter":25,"verse":8,"versions":{"unv":"可以問你的僕人，他們必告訴你。所以願我的僕人在你眼前蒙恩，因為是在好日子來的。求你隨手取點賜與僕人和你兒子大衛。』」","bklcl":"thang mn̄g lí ê siàu-liân lâng, in beh kā lí kóng;  só͘-í goān góa ê siàu-liân lâng tī lí ê ba̍k-chiu chêng tit-tio̍h un-tián;  in-ūi goán lâi sī hó ji̍t-chí, kiû lí chiàu lí ê chhiú sûi-piān the̍h tām-po̍h hō͘ lí ê lô͘-po̍k, kap lí ê kiáⁿ Tāi-pi̍t.","tghg":"通問你的少年人，𪜶欲給你講。所以願我的少年人佇你的目睭前得著恩典，因為阮來是好日子。求你照你的手隨便提淡薄互你的奴僕及你的子大衛。』」","bklhl":"thang問你ê少年人，in beh kā你講；所以願我ê少年人tī你ê目睭前得tio̍h恩典；因為阮來是好日子，求你照你ê手隨便the̍h淡薄hō͘你ê奴僕，kap你ê kiáⁿ大衛。"}},{"book":"撒上","chapter":25,"verse":9,"versions":{"unv":"大衛的僕人到了，將這話提大衛的名都告訴了拿八，就住了口。","bklcl":"Tāi-pi̍t ê siàu-liân lâng kàu, chiū chiong chiah-ê ōe ēng Tāi-pi̍t ê miâ, lóng kā Ná-pat kóng, chiū chēng-chēng thèng-hāu.","tghg":"大衛的少年人到，就將諸個話用大衛的名攏給拿八講，就靜靜聽候。","bklhl":"大衛ê少年人到，就將chiah ê話用大衛ê名，lóng kā Ná-pat講，就靜靜thèng候。"}},{"book":"撒上","chapter":25,"verse":10,"versions":{"unv":"拿八回答大衛的僕人說：「大衛是誰？耶西的兒子是誰？近來悖逆主人奔逃的僕人甚多，","bklcl":"Ná-pat ìn Tāi-pi̍t ê lô͘-po̍k kóng, Tāi-pi̍t sī chī-chūi?  Iâ-se ê kiáⁿ sī chī-chūi? kūn-lâi chōe-chōe lô͘-po̍k pōe i ê chú-lâng.","tghg":"拿八應大衛的奴僕講：「大衛是是誰？耶西的子是是誰？近來多多奴僕悖伊的主人，","bklhl":"Ná-pat 應大衛ê奴僕講，大衛是是誰？耶西ê kiáⁿ是是誰？近來chōe-chōe奴僕背伊ê主人。"}},{"book":"撒上","chapter":25,"verse":11,"versions":{"unv":"我豈可將飲食和為我剪羊毛人所宰的肉給我不知道從哪裡來的人呢？」","bklcl":"Góa ê piáⁿ, góa ê chúi, kap ūi-tio̍h kā chián iûⁿ-mn̂g ê lâng góa só͘ thâi cheng-siⁿ ê bah, beh hō͘ chián iûⁿ-mn̂g ê lâng, góa kiám thang hō͘ hiah-ê góa m̄-chai i tùi toh-lo̍h lâi ê lâng mah?","tghg":"我的餅我的水及為著給剪羊毛的人，我所刣精牲的肉欲互剪羊毛的人，我豈通互許個我呣知伊對叨落來的人嗎？」","bklhl":"我ê餅，我ê水，kap為tio̍h kā剪羊毛ê人我所刣 cheng-siⁿ ê肉，beh hō͘剪羊毛ê人，我kiám thang hō͘ hiah-ê我m̄知伊tùi toh落來ê人mah？"}},{"book":"撒上","chapter":25,"verse":12,"versions":{"unv":"大衛的僕人就轉身從原路回去，照這話告訴大衛。","bklcl":"Tāi-pi̍t ê siàu-liân lâng chiū oa̍t-tńg-sin, tùi goân-lō͘ tò-khì, chiàu chiah-ê ōe lóng kā Tāi-pi̍t kóng.","tghg":"大衛的少年人就越轉身對原路倒去，照諸個話攏給大衛講。","bklhl":"大衛ê少年人就oa̍t-tńg身，tùi原路tò去，照chiah ê話lóng kā大衛講。"}},{"book":"撒上","chapter":25,"verse":13,"versions":{"unv":"大衛向跟隨他的人說：「你們各人都要帶上刀！」眾人就都帶上刀，大衛也帶上刀。跟隨大衛上去的約有四百人，留下二百人看守器具。","bklcl":"Tāi-pi̍t tùi tè i ê lâng kóng, Lín ta̍k-lâng lóng tio̍h pē to; in chiū lóng pē to.  Tāi-pi̍t iā pē to; tè Tāi-pi̍t chiūⁿ-khì-ê iok-lio̍k ū sì-pah lâng, lâu nn̄g-pah lâng kò͘-siú cha̍p-mi̍h.","tghg":"大衛對隨伊的人講：「恁逐人攏著背(pē)刀！」𪜶就攏背刀，大衛也背刀。隨大衛上去的約略有四百人，留二百人顧守雜物。","bklhl":"大衛對tè伊ê人講，Lín ta̍k人lóng tio̍h背刀；in就lóng 背刀。大衛也背刀；tè大衛上去ê約略有四百人，留兩百人顧守雜物。"}},{"book":"撒上","chapter":25,"verse":14,"versions":{"unv":"有拿八的一個僕人告訴拿八的妻亞比該說：「大衛從曠野打發使者來問我主人的安，主人卻辱罵他們。","bklcl":"Ná-pat hiah-ê siàu-liân lâng tiong ū chi̍t-ê lâi kā Ná-pat ê bó͘ A-pí-kai kóng, Tāi-pi̍t tùi khòng-iá chhe sù-chiá lâi chhéng-an goán chú-lâng, chú-lâng hoán-tńg sau-phî in.","tghg":"拿八許個少年人中有一個來給拿八的某亞比該講：「大衛對曠野差使者來請安阮主人，主人反轉誚皮(sau-phî)𪜶。","bklhl":"Ná-pat hiah-ê少年人中有一个來kā Ná-pat ê bó͘ A-pí-kai講，大衛tùi曠野差使者來請安阮主人，主人反tńg嘲皮(sau-phî)in。"}},{"book":"撒上","chapter":25,"verse":15,"versions":{"unv":"但是那些人待我們甚好；我們在田野與他們來往的時候，沒有受他們的欺負，也未曾失落甚麼。","bklcl":"Chóng-sī hiah-ê lâng khoán-thāi goán chin hó, goán tī chhân-iá kap in óng-lâi ê sî, lóng bô siū siong-hāi, iā bô sit-lo̍h sím-mi̍h;","tghg":"總是許個人款待阮真好；阮佇田野及𪜶往來的時，攏無受傷害，也無失落甚麼。","bklhl":"總是hiah-ê人款待阮真好，阮tī田野kap in往來ê時，lóng無受傷害，也無失落甚麼；"}},{"book":"撒上","chapter":25,"verse":16,"versions":{"unv":"我們在他們那裡牧羊的時候，他們晝夜作我們的保障。","bklcl":"goán tī in hia chhī-iûⁿ ê sî, in mî-ji̍t chòe goán ê chhiûⁿ-ûi.","tghg":"阮佇𪜶遐飼羊的時，𪜶暝日做阮的牆圍。","bklhl":"阮tī in hia飼羊ê時，in暝日做阮ê牆圍。"}},{"book":"撒上","chapter":25,"verse":17,"versions":{"unv":"所以你當籌劃，看怎樣行才好；不然，禍患定要臨到我主人和他全家。他性情凶暴，無人敢與他說話。」","bklcl":"Taⁿ lí tio̍h chai, iā tio̍h táⁿ-sǹg, khòaⁿ lí beh cháiⁿ-iūⁿ kiâⁿ; in-ūi ū tiāⁿ-tio̍h ì-sù beh hāi goán ê chú-lâng kap i ê choân-ke;  i ê sèng-chêng hiong-ok, bô lâng káⁿ kap i kóng-ōe.","tghg":"今你著知，也著打算，看你欲怎樣行；因為有定著意思欲害阮的主人及伊的全家。伊的性情兇惡，無人敢及伊講話。」","bklhl":"Taⁿ你tio̍h知，也tio̍h打算，看你beh怎樣行；因為有定tio̍h意思beh害阮ê主人kap伊ê全家；伊ê性情兇惡，無人敢kap伊講話。"}},{"book":"撒上","chapter":25,"verse":18,"versions":{"unv":"亞比該急忙將二百餅，兩皮袋酒，五隻收拾好了的羊，五細亞烘好了的穗子，一百葡萄餅，二百無花果餅，都馱在驢上，","bklcl":"A-pí-kai chiū kóaⁿ-kín chiong nn̄g-pah ê piáⁿ, nn̄g phê-tē chiú, gō͘-chiah pī-pān hó ê iûⁿ, gō͘ sè-a hang ê gō͘-kak, chi̍t-pah pha phû-tô-koaⁿ, nn̄g-pah ê bû-hoa-kó piáⁿ, hō͘ kúi-nā chiah lû pē.","tghg":"亞比該就趕緊將二百個餅，二皮袋酒，五隻備辦好的羊，五細亞烘的五穀，一百葩葡萄干，二百個無花果餅，互幾若隻驢背，","bklhl":"A-pí-kai就趕緊將兩百個餅，兩皮袋酒，五隻備辦好ê羊，五sè-a烘ê五穀，一百pha葡萄干，兩百個無花果餅，hō͘ kúi-nā隻驢背。"}},{"book":"撒上","chapter":25,"verse":19,"versions":{"unv":"對僕人說：「你們前頭走，我隨著你們去。」這事她卻沒有告訴丈夫拿八。","bklcl":"Kā i hiah-ê siàu-liân lâng kóng, Lín chòe-thâu khì, góa beh tè lín ê āu-bīn khì; chóng-sī bô kā i ê tiōng-hu Ná-pat kóng.","tghg":"給伊許個少年人講：「恁做頭去，我欲隨恁的後面去。」總是無給伊的丈夫拿八講。","bklhl":"Kā伊hiah-ê少年人講，Lín做頭去，我beh tè lín ê後面去；總是無kā伊ê丈夫Ná-pat講。"}},{"book":"撒上","chapter":25,"verse":20,"versions":{"unv":"亞比該騎著驢，正下山坡，見大衛和跟隨他的人從對面下來，亞比該就迎接他們。","bklcl":"I chiū khiâ lû, tú-á lo̍h-soaⁿ ê oat-kak hut-jiân khòaⁿ-kìⁿ Tāi-pi̍t kap tè i ê lâng tī tùi-bīn lo̍h-lâi;  i chiū tú-tio̍h in.","tghg":"伊就騎驢，抵仔落山的越角，忽然看見大衛及隨伊的人佇對面落來，伊就抵著(tú-tio̍h)𪜶。","bklhl":"伊就騎驢，tú-á落山ê oat角忽然看見大衛kap tè伊ê人tī對面落來；伊就tú-tio̍h in。"}},{"book":"撒上","chapter":25,"verse":21,"versions":{"unv":"大衛曾說：「我在曠野為那人看守所有的，以致他一樣不失落，實在是徒然了！他向我以惡報善。","bklcl":"Tāi-pi̍t bat kóng, Chit-lâng tī khòng-iá it-chhè só͘ ū-ê, góa kā i kò͘-siú tì-kàu sio̍k tī i-ê bô sit-lo̍h chi̍t-hāng, si̍t-chāi sī khang-khang;  i ēng pháiⁿ pò góa ê hó.","tghg":"大衛曾講：「此人佇曠野一切所有的我給伊顧守，致到屬佇伊的無失落一項，實在是空空！伊用歹報我的好。","bklhl":"大衛bat講，Chit人tī曠野一切所有ê，我kā伊顧守致到屬tī伊ê無失落一項，實在是空空；伊用pháiⁿ報我ê好。"}},{"book":"撒上","chapter":25,"verse":22,"versions":{"unv":"凡屬拿八的男丁，我若留一個到明日早晨，願　神重重降罰與我！」","bklcl":"Hoān-nā sio̍k i ê, góa nā lâu i chi̍t ê ta-po͘-kiáⁿ kàu bîn-á-thiⁿ-kng, goān Siōng-tè chiàu án-ni khoán-thāi Tāi-pi̍t ê tùi-te̍k, iā pí án-ni iáu khah-tāng.","tghg":"凡若屬伊的，我若留伊一個查甫子到明仔天光，願上帝照按呢款待大衛的對敵，也比按呢猶卡重！」","bklhl":"凡若屬伊ê，我若留伊一个ta-po͘-kiáⁿ到明á天光，願上帝照án-ni款待大衛ê對敵，也比án-ni iáu khah重。"}},{"book":"撒上","chapter":25,"verse":23,"versions":{"unv":"亞比該見大衛，便急忙下驢，在大衛面前臉伏於地叩拜，","bklcl":"A-pí-kai khòaⁿ-kìⁿ Tāi-pi̍t, chiū kóaⁿ-kín tùi i ê lû lo̍h-lâi, tī Tāi-pi̍t ê bīn-chêng àⁿ-thâu phak tī tōe-nih, pài i.","tghg":"亞比該看見大衛，就趕緊對伊的驢落來，佇大衛的面前俯頭仆佇地裡拜伊，","bklhl":"A-pí-kai看見大衛，就趕緊tùi伊ê驢落來，tī大衛ê面前àⁿ頭仆tī地裡，拜伊。"}},{"book":"撒上","chapter":25,"verse":24,"versions":{"unv":"俯伏在大衛的腳前，說：「我主啊，願這罪歸我！求你容婢女向你進言，更求你聽婢女的話。","bklcl":"Phak tī i ê kha-ē, kóng, Góa ê chú ah, goān chit ê chōe kui tī góa, kiû lí chún lí ê lú-pī kóng hō͘ lí thiaⁿ, koh kiû lí thiaⁿ lí ê lú-pī ê ōe.","tghg":"仆佇伊的腳下，講：「我的主啊，願此個罪歸佇我！求你准你的女婢講互你聽，閣求你聽你的女婢的話。","bklhl":"仆tī伊ê腳下，講，我ê主ah，願chit ê罪歸tī我，求你准你ê女婢講hō͘你聽，koh求你聽你ê女婢ê話。"}},{"book":"撒上","chapter":25,"verse":25,"versions":{"unv":"我主不要理這壞人拿八，他的性情與他的名相稱；他名叫拿八（就是愚頑的意思），他為人果然愚頑。但我主所打發的僕人，婢女並沒有看見。","bklcl":"Kiû góa ê chú bo̍h-tit tì-ì chit ê bô hē-lo̍h ê lâng Ná-pat, in-ūi i ê miâ cháiⁿ-iūⁿ, i ê lâng-khoán iā sī án-ni; i ê miâ kiò Ná-pat, i chòe-lâng kó-jiân gû-gōng.  Chóng-sī góa ê chú só͘ chhe-lâi ê siàu-liân lâng, lí ê lú-pī iā bô khòaⁿ-kìⁿ.","tghg":"求我的主莫得致意此個無下落的人拿八，因為伊的名怎樣伊的人款也是按呢；伊的名叫拿八，伊做人果然愚戇。總是我的主所差來的少年人，你的女婢也無看見。","bklhl":"求我ê主莫得致意chit ê無hē落ê人Ná-pat，因為伊ê名怎樣，伊ê人款也是án-ni；伊ê名叫Ná-pat，伊做人果然愚戇。總是我ê主所差來ê少年人，你ê女婢也無看見。"}},{"book":"撒上","chapter":25,"verse":26,"versions":{"unv":"我主啊，耶和華既然阻止你親手報仇，取流血的罪，所以我指著永生的耶和華、又敢在你面前起誓說：『願你的仇敵和謀害你的人都像拿八一樣。』","bklcl":"Góa ê chú ah, Iâ-hô-hoa kì-jiân kìm-chí lí hoān-tio̍h thâi-sí lâng ê chōe, ēng lí ê chhiú pò ka-kī ê kiû-siû, só͘-í góa kí éng-oa̍h ê Iâ-hô-hoa kap lí ê oa̍h-miā lâi chiù-chōa, kóng, Goān lí ê tùi-te̍k, kap kè-bô͘ hāi góa ê chú ê, lóng chhin-chhiūⁿ Ná-pat.","tghg":"我的主啊，耶和華既然禁止你犯著刣死人的罪，用你的手報家己的仇讎(kiû-siû)，所以我指永活的耶和華、及你的活命來咒誓講：『願你的對敵及計謀害我的主的攏親像拿八。』","bklhl":"我ê主ah，耶和華既然禁止你犯tio̍h 刣死人ê罪，用你ê手報家己ê仇讎，所以我kí永活ê耶和華kap你ê活命來chiù-chōa，講，願你ê對敵，kap計謀害我ê主ê，lóng親像Ná-pat。"}},{"book":"撒上","chapter":25,"verse":27,"versions":{"unv":"如今求你將婢女送來的禮物給跟隨你的僕人。","bklcl":"Taⁿ lí ê lú-pī só͘ tòa lâi hō͘ góa ê chú ê lé-mi̍h, thang hō͘ kun-tè góa ê chú ê siàu-liân lâng;","tghg":"今你的女婢所帶來互我的主的禮物通互跟隨我的主的少年人。","bklhl":"Taⁿ你ê女婢所帶來hō͘我ê主ê禮物，thang hō͘跟tè我ê主ê少年人；"}},{"book":"撒上","chapter":25,"verse":28,"versions":{"unv":"求你饒恕婢女的罪過。耶和華必為我主建立堅固的家，因我主為耶和華爭戰；並且在你平生的日子查不出有甚麼過來。","bklcl":"kiû lí khoan-sù lí ê lú-pī ê chōe-kòa;  in-ūi Iâ-hô-hoa tek-khak kā góa ê chú kiàn-li̍p kian-kò͘ ê ke, in-ūi góa ê chú ūi-tio̍h Iâ-hô-hoa kau-chiàn; koh tī lí it-seng ê ji̍t bô chhâ-chhut lí ū sím-mi̍h kè-sit.","tghg":"求你寬恕(khoan-sù)你的女婢的罪過。因為耶和華的確給我的主建立堅固的家，因為我的主為著耶和華交戰；閣佇你一生的日無查出你有甚麼過失。","bklhl":"求你寬恕你ê女婢ê罪過；因為耶和華的確kā我ê主建立堅固ê家，因為我ê主為tio̍h耶和華交戰；koh tī你一生ê日無查出你有甚麼過失。"}},{"book":"撒上","chapter":25,"verse":29,"versions":{"unv":"雖有人起來追逼你，尋索你的性命，你的性命卻在耶和華─你的　神那裡蒙保護，如包裹寶器一樣；你仇敵的性命，耶和華必拋去，如用機弦甩石一樣。","bklcl":"Sui-jiân ū lâng khí-lâi tui-jip lí, siàu-siūⁿ lí ê sìⁿ-miā, chóng-sī góa ê chú ê sìⁿ-miā beh tī Iâ-hô-hoa lí ê Siōng-tè hia, pau tī oa̍h-miā ê pau-lāi;  lí ê tùi-te̍k ê sìⁿ-miā Iâ-hô-hoa beh kā i hìⁿ-chhut-lâi, chhin-chhiūⁿ tùi hìⁿ-soh ê tiong-kan hìⁿ-chhut-khì chi̍t-iūⁿ.","tghg":"雖然有人起來追趇(jip)你，數想你的生命，總是我的主的生命欲佇耶和華──你的上帝遐，包佇活命的包內；你的對敵的生命，耶和華欲給伊甩(hìⁿ)出來，親像對甩索(hìⁿ-soh)的中間甩出去一樣。","bklhl":"雖然有人起來追jip你，siàu想你ê性命，總是我ê主ê性命beh tī耶和華你ê上帝hia，包tī活命ê包內；你ê對敵ê性命，耶和華beh kā伊hìⁿ出來，親像tùi hìⁿ索ê中間hìⁿ出去一樣。"}},{"book":"撒上","chapter":25,"verse":30,"versions":{"unv":"我主現在若不親手報仇流無辜人的血，到了耶和華照所應許你的話賜福與你，立你作以色列的王，那時我主必不致心裡不安，覺得良心有虧。耶和華賜福與我主的時候，求你記念婢女。」","bklcl":"Kàu āu-ji̍t Iâ-hô-hoa chiàu I só͘ èng-ún góa ê chú ê hok-khì, lâi it-chīn kiâⁿ tī lí,  siat-li̍p lí chòe Í-sek-lia̍t ê thâu,","tghg":"到後日耶和華照伊所應允我的主的福氣，來一盡行佇你，設立你做以色列的頭，當彼時，","bklhl":"到後日，耶和華照伊所應允我ê主ê福氣，來一盡行tī你，設立你做以色列ê頭，"}},{"book":"撒上","chapter":25,"verse":31,"versions":{"unv":"【併於上節】","bklcl":"tng hit-sî, góa ê chú m̄-bián ūi-tio̍h lâu bô-chōe ê lâng ê huih, sin ka-kī ê oan, tì-kàu ū sím-mi̍h iu-būn, á-sī sim-lāi ka-kī chek-pī;  Iâ-hô-hoa sù-hok hō͘ góa ê chú ê sî, kiû lí kì-liām lí ê lú-pī.","tghg":"我的主呣免為著流無罪的人的血伸家己的冤，致到有甚麼憂悶，抑是心內家己責備。耶和華賜福互我的主的時，求你紀念你的女婢。」","bklhl":"當hit時，我ê主m̄免為tio̍h流無罪ê人ê血，申家己ê冤，致到有甚麼憂悶，á是心內家己責備；耶和華賜福hō͘我ê主ê時，求你記念你ê女婢。"}},{"book":"撒上","chapter":25,"verse":32,"versions":{"unv":"大衛對亞比該說：「耶和華─以色列的　神是應當稱頌的，因為他今日使你來迎接我。","bklcl":"Tāi-pi̍t kā A-pí-kai kóng, Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè, sī eng-kai o-ló ê; in-ūi I kin-á-ji̍t chhe lí lâi tú-tio̍h góa;","tghg":"大衛給亞比該講：「耶和華──以色列的上帝是應該謳咾的，因為伊今仔日差你來抵著我。","bklhl":"大衛kā A-pí-kai講，耶和華以色列ê上帝，是應該o-ló ê；因為伊今á日差你來tú-tio̍h我；"}},{"book":"撒上","chapter":25,"verse":33,"versions":{"unv":"你和你的見識也當稱讚；因為你今日攔阻我親手報仇、流人的血。","bklcl":"lí ê tì-hūi thang o-ló, lí pún-sin iā thang o-ló; in-ūi lí kin-á-ji̍t chó͘-tòng góa hoān-tio̍h thâi-sí lâng ê chōe, bô ēng ka-kī ê chhiú pò ka-kī ê kiû-siû.","tghg":"你的智慧通謳咾，你本身也通謳咾；因為你今仔日阻擋我犯著刣死人的罪，無用家己的手報家己的仇讎。","bklhl":"你ê智慧thang o-ló，你本身也thang o-ló；因為你今á日阻擋我犯tio̍h 刣死人ê罪，無用家己ê手報家己ê仇讎。"}},{"book":"撒上","chapter":25,"verse":34,"versions":{"unv":"我指著阻止我加害於你的耶和華─以色列永生的　神起誓，你若不速速地來迎接我，到明日早晨，凡屬拿八的男丁必定不留一個。」","bklcl":"Kìm-chí góa siong-hāi lí ê Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè, góa kí I ê éng-oa̍h lâi chiù-chōa, nā lí bô kín-kín lâi chih góa, kàu bîn-á-chá-khí kìⁿ-nā sio̍k Ná-pat ê, koat-toàn bô lâu chi̍t ê ta-po͘-kiáⁿ.","tghg":"禁止我傷害你的耶和華──以色列的上帝，我指伊的永活來咒誓，若你無緊緊來接我，到明仔早起，見若屬拿八的決斷無留一個查甫子。」","bklhl":"禁止我傷害你ê耶和華以色列ê上帝，我kí祂ê永活來chiù-chōa，若你無緊緊來接我，到明á早起見若屬Ná-pat ê，決斷無留一个ta-po͘-kiáⁿ。"}},{"book":"撒上","chapter":25,"verse":35,"versions":{"unv":"大衛受了亞比該送來的禮物，就對她說：「我聽了你的話，准了你的情面，你可以平平安安地回家吧！」","bklcl":"Tāi-pi̍t siu A-pí-kai tòa lâi hō͘ i ê mi̍h, chiū kā i kóng, Lí thang pêng-an tò-khì lí ê ke; khòaⁿ ah, góa ū thiaⁿ lí ê ōe, tòa-tio̍h lí.","tghg":"大衛收亞比該帶來互伊的物，就給伊講：「你通平安倒去你的家！看啊，我有聽你的話，帶著你。」","bklhl":"大衛收 A-pí-kai帶來hō͘伊ê物，就kā伊講，你thang平安tò去你ê家；看ah，我有聽你ê話，帶tio̍h你。"}},{"book":"撒上","chapter":25,"verse":36,"versions":{"unv":"亞比該到拿八那裡，見他在家裡設擺筵席，如同王的筵席；拿八快樂大醉。亞比該無論大小事都沒有告訴他，就等到次日早晨。","bklcl":"A-pí-kai kàu Ná-pat hia, khòaⁿ-kìⁿ i tī ke-lāi pâi-siat iân-sia̍h, chhin-chhiūⁿ ông ê iân-sia̍h;  Ná-pat sim tōa hoaⁿ-hí, in-ūi i chin tōa chùi.  Só͘-í A-pí-kai bô-lūn tōa-sòe ê sū, lóng bô kā i kóng;  thèng-hāu kàu keh chá-khí.","tghg":"亞比該到拿八遐，看見伊佇家內排設筵席，親像王的筵席；拿八心大歡喜因為伊真大醉。所以亞比該無論大細的事攏無給伊講，聽候到隔早起。","bklhl":"A-pí-kai到Ná-pat hia，看見伊tī家內排設筵席，親像王ê筵席；Ná-pat心大歡喜，因為伊真大醉。所以A-pí-kai無論大細ê事，lóng無kā伊講；thèng候到隔早起。"}},{"book":"撒上","chapter":25,"verse":37,"versions":{"unv":"到了早晨，拿八醒了酒，他的妻將這些事都告訴他，他就魂不附體，身僵如石頭一般。","bklcl":"Kàu keh chá-khí, Ná-pat chiú thè; i ê bó͘ chiong chiah-ê sū kā i kóng; i ê sim tī lāi-bīn chhin-chhiūⁿ sí, i piàn chhin-chhiūⁿ chio̍h-thâu.","tghg":"到隔早起，拿八酒退，伊的某將諸個事給伊講，伊的心佇內面親像死，伊變親像石頭。","bklhl":"到隔早起，Ná-pat酒退；伊ê bó͘將chiah ê事kā伊講；伊ê心tī內面親像死，伊變親像石頭。"}},{"book":"撒上","chapter":25,"verse":38,"versions":{"unv":"過了十天，耶和華擊打拿八，他就死了。","bklcl":"Iok-lio̍k cha̍p-ji̍t Iâ-hô-hoa phah Ná-pat; i chiū sí.","tghg":"約略十日，耶和華拍拿八，伊就死。","bklhl":"約略十日，耶和華phah Ná-pat；伊就死。"}},{"book":"撒上","chapter":25,"verse":39,"versions":{"unv":"大衛聽見拿八死了，就說：「應當稱頌耶和華，因他伸了拿八羞辱我的冤，又阻止僕人行惡；也使拿八的惡歸到拿八的頭上。」於是大衛打發人去，與亞比該說，要娶她為妻。","bklcl":"Tāi-pi̍t thiaⁿ-kìⁿ Ná-pat í-keng sí, chiū kóng, Eng-kai tio̍h o-ló Iâ-hô-hoa, in-ūi góa tùi Ná-pat ê chhiú só͘ siū ê lêng-jio̍k, I ū kā góa sin-oan, koh chó͘-chí lô͘-po̍k kiâⁿ-pháiⁿ; Iâ-hô-hoa iā hō͘ Ná-pat ê pháiⁿ kui kàu Ná-pat ê thâu-khak. Án-ni Tāi-pi̍t chiū chhe lâng khì kap A-pí-kai kóng, beh chhōa i chòe-bó͘.","tghg":"大衛聽見拿八已經死，就講：「應該著謳咾耶和華，因為我對拿八的手所受的凌辱，伊有給我伸冤，閣阻止奴僕行歹；耶和華也互拿八的歹歸到拿八的頭殼。」按呢大衛就差人去，及亞比該講，欲娶伊做某。","bklhl":"大衛聽見Ná-pat已經死，就講，應該tio̍h o-ló耶和華，因為我tùi Ná-pat ê手所受ê凌辱，伊有kā我伸冤，koh阻止奴僕行pháiⁿ；耶和華也hō͘ Ná-pat ê pháiⁿ歸到Ná-pat ê頭殼。Án-ni大衛就差人去kap A-pí-kai講，beh娶伊做bó͘。"}},{"book":"撒上","chapter":25,"verse":40,"versions":{"unv":"大衛的僕人到了迦密見亞比該，對她說：「大衛打發我們來見你，想要娶你為妻。」","bklcl":"Tāi-pi̍t ê lô͘-po̍k kàu Ka-bi̍t kìⁿ A-pí-kai, kā i kóng, Tāi-pi̍t chhe goán lâi kìⁿ lí, siūⁿ beh chhōa lí chòe-bó͘.","tghg":"大衛的奴僕到迦密見亞比該，給伊講：「大衛差阮來見你，想欲娶你做某。」","bklhl":"大衛ê奴僕到Ka-bi̍t見A-pí-kai，kā伊講，大衛差阮來見你，想beh 娶你做bó͘。"}},{"book":"撒上","chapter":25,"verse":41,"versions":{"unv":"亞比該就起來，俯伏在地，說：「我情願作婢女，洗我主僕人的腳。」","bklcl":"A-pí-kai chiū khí-lâi, phak tī tōe-nih, kóng, Lí ê lú-pī tī-chia, goān chòe chhe-ēng, lâi sóe góa ê chú hiah-ê lô͘-po̍k ê kha.","tghg":"亞比該就起來，仆佇地裡，講：「你的女婢佇遮，願做差用，來洗我的主許個奴僕的腳。」","bklhl":"A-pí-kai就起來，仆tī地裡，講，你ê女婢tī-chia，願做差用，來洗我ê主hiah-ê奴僕ê腳。"}},{"book":"撒上","chapter":25,"verse":42,"versions":{"unv":"亞比該立刻起身，騎上驢，帶著五個使女，跟從大衛的使者去了，就作了大衛的妻。","bklcl":"A-pí-kai kín-kín khí-lâi, khiâ-lû, ū i gō͘ ê lú-pī saⁿ-kap khì;  i chiū tè Tāi-pi̍t ê sù-chiá khì chòe Tāi-pi̍t ê bó͘.","tghg":"亞比該緊緊起來，騎驢，有伊五個女婢相及去，伊就隨大衛的使者去，做大衛的某。","bklhl":"A-pí-kai緊緊起來，騎驢，有伊五個女婢相kap去；伊就tè大衛ê使者去做大衛ê bó͘。"}},{"book":"撒上","chapter":25,"verse":43,"versions":{"unv":"大衛先娶了耶斯列人亞希暖，她們二人都作了他的妻。","bklcl":"Tāi-pi̍t iā chhōa Iâ-su-lia̍t lâng A-hi-loán;  in nn̄g-lâng lóng chòe i ê bó͘.","tghg":"大衛也娶耶斯列人亞希暖，𪜶二人攏做伊的某。","bklhl":"大衛也娶Iâ-su-lia̍t人A-hi-loán；in兩人lóng做伊ê bó͘。"}},{"book":"撒上","chapter":25,"verse":44,"versions":{"unv":"掃羅已將他的女兒米甲，就是大衛的妻，給了迦琳人拉億的兒子帕提為妻。","bklcl":"Sò-lô í-keng chiong i ê cha-bó͘-kiáⁿ Bí-kah, chiū-sī Tāi-pi̍t ê bó͘, hō͘ Ka-lîm lâng, La̍h-ek ê kiáⁿ Phàⁿ-thê chòe bó͘.","tghg":"掃羅已經將伊的查某子米甲，就是大衛的某，互迦琳人拉億的子帕提做某。","bklhl":"掃羅已經將伊ê cha-bó͘-kiáⁿ Bí-kah，就是大衛ê bó͘，hō͘ Ka-lîm人，La̍h-ek ê kiáⁿ Phàⁿ-thê做bó͘。"}}]