[{"book":"撒上","chapter":11,"verse":1,"versions":{"unv":"亞捫人的王拿轄上來，對著基列．雅比安營。雅比眾人對拿轄說：「你與我們立約，我們就服事你。」","bklcl":"A-bûn lâng Ná-hat chiūⁿ-kàu Ki-lia̍t ê Ngá-pí, chat-iâⁿ beh kong-kek i;  Ngá-pí ê chèng-lâng kā Ná-hat kóng, Lí kap goán li̍p-iok, goán chiū beh ho̍k-sāi lí.","tghg":"亞捫人拿轄上到基列的雅比，紮營欲攻擊伊。雅比的眾人給拿轄講：「你及阮立約，阮就欲服事你。」","bklhl":"A-bûn人Ná-hat上到Ki-lia̍t ê Ngá-pí，紮營beh攻擊伊；Ngá-pí ê眾人kā Ná-hat講，你kap阮立約，阮就beh服事你。"}},{"book":"撒上","chapter":11,"verse":2,"versions":{"unv":"亞捫人拿轄說：「你們若由我剜出你們各人的右眼，以此凌辱以色列眾人，我就與你們立約。」","bklcl":"A-bûn lâng Ná-hat ìn kóng, Góa kap lín li̍p-iok, tio̍h án-ni, chiū-sī iah lín chèng-lâng ê chiàⁿ-ba̍k, góa thang ēng chit-ê lâi lêng-jio̍k Í-sek-lia̍t lâng.","tghg":"亞捫人拿轄應講：「我及恁立約，著按呢就是挖(iah)恁眾人的正目，我通用此個來凌辱以色列人。」","bklhl":"A-bûn人Ná-hat應講，我kap lín立約，tio̍h án-ni，就是iah lín眾人ê chiàⁿ目，我thang用chit ê來凌辱以色列人。"}},{"book":"撒上","chapter":11,"verse":3,"versions":{"unv":"雅比的長老對他說：「求你寬容我們七日，等我們打發人往以色列的全境去；若沒有人救我們，我們就出來歸順你。」","bklcl":"Ngá-pí ê tiúⁿ-ló kā i kóng, Kiû lí khoan-iông goán chhit-ji̍t, hō͘ goán chhe lâng khì Í-sek-lia̍t ê choân-kéng; nā bô lâng kiù goán, goán chiū chhut-lâi chiū lí.","tghg":"雅比的長老給伊講：「求你寬容阮七日，互阮差人去以色列的全境；若無人救阮，阮就出來就你。」","bklhl":"Ngá-pí ê長老kā伊講，求你寬容阮七日，hō͘阮差人去以色列ê全境；若無人救阮，阮就出來就你。"}},{"book":"撒上","chapter":11,"verse":4,"versions":{"unv":"使者到了掃羅住的基比亞，將這話說給百姓聽，百姓就都放聲而哭。","bklcl":"Só͘ chhe ê lâng kàu Sò-lô ê Ki-pí-a, chiong chiah-ê ōe kóng hō͘ peh-sìⁿ thiaⁿ; peh-sìⁿ chiū lóng khui-siaⁿ háu.","tghg":"所差的人到掃羅的基比亞，將諸個話講互百姓聽，百姓就攏開聲哮。","bklhl":"所差ê人到掃羅ê Ki-pí-a，將chiah ê話講hō͘百姓聽；百姓就lóng開聲哮。"}},{"book":"撒上","chapter":11,"verse":5,"versions":{"unv":"掃羅正從田間趕牛回來，問說：「百姓為甚麼哭呢？」眾人將雅比人的話告訴他。","bklcl":"Sò-lô tú-tn̄g tùi chhân-nih kóaⁿ-gû tò-lâi;  Sò-lô kóng, Peh-sìⁿ ūi siáⁿ-sū thî-khàu?  In chiū chiong Ngá-pí lâng ê ōe kā i kóng.","tghg":"掃羅抵當對田裡趕牛倒來，掃羅講：「百姓為啥事啼哭？」𪜶就將雅比人的話給伊講。","bklhl":"掃羅tú-tn̄g tùi田裡趕牛tò來；掃羅講，百姓為啥事啼哭？In就將Ngá-pí人ê話kā伊講。"}},{"book":"撒上","chapter":11,"verse":6,"versions":{"unv":"掃羅聽見這話，就被　神的靈大大感動，甚是發怒。","bklcl":"Sò-lô thiaⁿ-kìⁿ chiah-ê ōe, Siōng-tè ê Sîn tōa-tōa kám-tōng i; i tōa siū-khì.","tghg":"掃羅聽見諸個話，上帝的神大大感動伊，伊大受氣。","bklhl":"掃羅聽見chiah ê話，上帝ê神大大感動伊；伊大受氣。"}},{"book":"撒上","chapter":11,"verse":7,"versions":{"unv":"他將一對牛切成塊子，託付使者傳送以色列的全境，說：「凡不出來跟隨掃羅和撒母耳的，也必這樣切開他的牛。」於是耶和華使百姓懼怕，他們就都出來，如同一人。","bklcl":"I chiū chiong chi̍t tùi gû chhiat chi̍t-tè chi̍t-tè, kau-tài sù-chiá sàng kàu Í-sek-lia̍t ê choân-kéng, kóng, Kìⁿ-nā bô chhut-lâi kun-tè Sò-lô kap Sat-bó͘-jíⁿ ê, iā beh án-ni khoán-thāi i ê gû.  Iâ-hô-hoa hō͘ peh-sìⁿ kiaⁿ, in chiū lóng chhut-lâi chhin-chhiūⁿ chi̍t-lâng.","tghg":"伊就將一對牛切一塊一塊，交代使者送到以色列的全境，講：「見若無出來跟隨掃羅及撒母耳的，也欲按呢款待伊的牛。」耶和華互百姓驚，𪜶就攏出來，親像一人。","bklhl":"伊就將一對牛切一塊一塊，交帶使者送到以色列ê全境，講，見若無出來跟tè掃羅kap撒母耳ê，也beh án-ni款待伊ê牛。耶和華hō͘百姓驚，in就lóng出來親像一人。"}},{"book":"撒上","chapter":11,"verse":8,"versions":{"unv":"掃羅在比色數點他們：以色列人有三十萬，猶大人有三萬。","bklcl":"Tī Pí-sek tiám-sǹg hiah-ê lâng; Í-sek-lia̍t lâng ū saⁿ-cha̍p-bān, Iû-tāi lâng ū saⁿ-bān.","tghg":"佇比色點算許個人：以色列人有三十萬，猶大人有三萬。","bklhl":"Tī Pí-sek點算hiah-ê人；以色列人有三十萬，偤大人有三萬。"}},{"book":"撒上","chapter":11,"verse":9,"versions":{"unv":"眾人對那使者說：「你們要回覆基列．雅比人說，明日太陽近午的時候，你們必得解救。」使者回去告訴雅比人，他們就歡喜了。","bklcl":"In kā só͘ chhe ê lâng kóng, Lín tio̍h án-ni hê-hok Ki-lia̍t ê Ngá-pí lâng, kóng, Bîn-á-ji̍t chiong-kūn tiong-tàu ê sî, lín beh tit-tio̍h chín-kiù;  só͘ chhe ê lâng tò-khì kā Ngá-pí lâng kóng, in chiū hoaⁿ-hí.","tghg":"𪜶給所差的人講：「恁著按呢回覆基列的雅比人講，明仔日將近中晝的時，恁欲得著拯救。」所差的人倒去給雅比人講，𪜶就歡喜。","bklhl":"In kā所差ê人講，Lín tio̍h án-ni回覆Ki-lia̍t ê Ngá-pí人，講，明á日將近中晝ê時，lín beh得tio̍h拯救；所差ê人tò去kā Ngá-pí人講，in就歡喜。"}},{"book":"撒上","chapter":11,"verse":10,"versions":{"unv":"於是雅比人對亞捫人說：「明日我們出來歸順你們，你們可以隨意待我們。」","bklcl":"Ngá-pí lâng chiū kā A-bûn lâng kóng, Bîn-á-ji̍t goán beh chhut-lâi chiū lín, lín thang chhut-chāi ì-sù khoán-thāi goán.","tghg":"雅比人就給亞捫人講：「明仔日阮欲出來就恁，恁通出在意思款待阮。」","bklhl":"Ngá-pí人就kā A-bûn人講，明á日阮beh出來就lín，lín thang chhut-chāi意思款待阮。"}},{"book":"撒上","chapter":11,"verse":11,"versions":{"unv":"第二日，掃羅將百姓分為三隊，在晨更的時候入了亞捫人的營，擊殺他們直到太陽近午，剩下的人都逃散，沒有二人同在一處的。","bklcl":"Keh-ji̍t Sò-lô pun peh-sìⁿ chòe saⁿ-tūi, tī gō͘-kiⁿ-chá ê sî, ji̍p A-bûn lâng ê kun-iâⁿ, phah-sí in kàu ji̍t beh tàu; só͘ chhun ê lâng lóng cháu sì-sòaⁿ, bô nn̄g-lâng saⁿ-kap tòa chi̍t-ūi.","tghg":"隔日，掃羅分百姓做三隊，佇五更早的時入亞捫人的軍營，拍死𪜶到日欲晝(tàu)，所剩的人攏走四散，無二人相及住一位。","bklhl":"隔日掃羅分百姓做三隊，tī五更早ê時，入A-bûn人ê軍營，phah死in到日beh晝(tàu)；所chhun ê人lóng走四散，無兩人相kap tòa一位。"}},{"book":"撒上","chapter":11,"verse":12,"versions":{"unv":"百姓對撒母耳說：「那說『掃羅豈能管理我們』的是誰呢？可以將他交出來，我們好殺死他。」","bklcl":"Peh-sìⁿ kā Sat-bó͘-jíⁿ kóng, Hit-ê kóng,  Sò-lô kiám ōe koán-hat lán-ê sī chī-chūi ah?  Tio̍h lia̍h hiah-ê lâng chhut-lâi, goán beh thâi-sí i.","tghg":"百姓給撒母耳講：「彼個講『掃羅豈會管轄咱』的是是誰啊？著掠許個人出來，阮欲刣死伊。」","bklhl":"百姓kā撒母耳講，Hit-ê講，掃羅kiám會管轄咱ê是是誰 ah？Tio̍h掠hiah-ê人出來，阮beh 刣死伊。"}},{"book":"撒上","chapter":11,"verse":13,"versions":{"unv":"掃羅說：「今日耶和華在以色列中施行拯救，所以不可殺人。」","bklcl":"Sò-lô kóng, Kin-á-ji̍t chi̍t-lâng iā m̄-thang thâi-sí; in-ūi kin-á-ji̍t Iâ-hô-hoa chín-kiù Í-sek-lia̍t.","tghg":"掃羅講：「今仔日一人也呣通刣死，因為今仔日耶和華拯救以色列。」","bklhl":"掃羅講，今á日一人也m̄-thang 刣死；因為今á日耶和華拯救以色列。"}},{"book":"撒上","chapter":11,"verse":14,"versions":{"unv":"撒母耳對百姓說：「我們要往吉甲去，在那裡立國。」","bklcl":"Sat-bó͘-jíⁿ kā peh-sìⁿ kóng, Lâi ah, lán lâi khì Kiat-kah, tī-hia têng-chài kiàn-li̍p kok.","tghg":"撒母耳給百姓講：「來啊，咱來去吉甲，佇遐重再建立國。」","bklhl":"撒母耳kā百姓講，來ah，咱來去Kiat-kah，tī-hia重再建立國。"}},{"book":"撒上","chapter":11,"verse":15,"versions":{"unv":"眾百姓就到了吉甲那裡，在耶和華面前立掃羅為王，又在耶和華面前獻平安祭。掃羅和以色列眾人大大歡喜。","bklcl":"Chèng peh-sìⁿ chiū khì Kiat-kah; tī Kiat-kah tng Iâ-hô-hoa ê bīn-chêng siat-li̍p Sò-lô chòe-ông; in tī-hia hiàn siā-un-chè tī Iâ-hô-hoa ê bīn-chêng.  Sò-lô kap Í-sek-lia̍t chèng-lâng tōa-tōa hoaⁿ-hí.","tghg":"眾百姓就去吉甲，佇吉甲當耶和華的面前設立掃羅做王，𪜶佇遐獻謝恩祭佇耶和華的面前。掃羅及以色列眾人大大歡喜。","bklhl":"眾百姓就去Kiat-kah；tī Kiat-kah當耶和華ê面前設立掃羅做王；in tī-hia獻謝恩祭tī耶和華ê面前。掃羅kap以色列眾人大大歡喜。"}}]