[{"book":"撒上","chapter":2,"verse":1,"versions":{"unv":"哈拿禱告說：我的心因耶和華快樂；我的角因耶和華高舉。我的口向仇敵張開；我因耶和華的救恩歡欣。","bklcl":"Hap-ná kî-tó kóng,\tGóa ê sim in-ūi Iâ-hô-hoa lâi khoài-lo̍k,\tGóa ê kak in-ūi Iâ-hô-hoa lâi kia̍h-koâiⁿ;\tGóa ǹg tùi-te̍k káⁿ kóng tōa-ōe,\tIn-ūi góa ūi-tio̍h Lí ê chín-kiù lâi hoaⁿ-hí.","tghg":"哈拿祈禱講：我的心因為耶和華來快樂；我的角因為耶和華來攑高。我向對敵敢講大話；因為我為著你的拯救來歡喜。","bklhl":"Hap-ná祈禱講，\t我ê心因為耶和華來快樂，\t我ê角因為耶和華來kia̍h高；\t我ǹg對敵敢講大話，\t因為我為tio̍h你ê拯救來歡喜。"}},{"book":"撒上","chapter":2,"verse":2,"versions":{"unv":"只有耶和華為聖；除他以外沒有可比的，也沒有磐石像我們的　神。","bklcl":"Bô ū sèng-ê chhin-chhiūⁿ Iâ-hô-hoa;\tLí í-gōa bô pa̍t ê;\tIā bô chio̍h-pôaⁿ chhin-chhiūⁿ lán ê Siōng-tè.","tghg":"無有聖者親像耶和華；你以外無別個，也無石磐親像咱的上帝。","bklhl":"無有聖ê親像耶和華；\t你以外無別ê；\t也無石磐親像咱ê上帝。"}},{"book":"撒上","chapter":2,"verse":3,"versions":{"unv":"人不要誇口說驕傲的話，也不要出狂妄的言語；因耶和華是大有智識的　神，人的行為被他衡量。","bklcl":"Lín m̄-thang chū-khoa kóng kiau-ngō͘ ê ōe;\tIā m̄-thang hō͘ lām-sám ê ōe chhut lí ê chhùi;\tIn-ūi Iâ-hô-hoa sī tì-sek ê Siōng-tè,\tLâng ê kiâⁿ-chòe hō͘ I phoe-phêng.","tghg":"恁呣通自誇講驕傲的話，也呣通互濫糝的話出你的嘴；因為耶和華是智識的上帝，人的行做互伊批評。","bklhl":"Lín m̄-thang自誇講驕傲ê話；\t也m̄-thang hō͘ lām-sám ê話出你ê嘴；\t因為耶和華是知識ê上帝，\t人ê行做hō͘祂批評。"}},{"book":"撒上","chapter":2,"verse":4,"versions":{"unv":"勇士的弓都已折斷；跌倒的人以力量束腰。","bklcl":"Ióng-sū ê keng í-keng at-chi̍h;\tTio̍h-tak ê lâng ēng khùi-la̍t hâ-io.","tghg":"勇士的弓(keng)已經遏折(at-chi̍h)；著觸(tio̍h-tak)的人用氣力縖腰(hâ-io)。","bklhl":"勇士ê弓已經at折；\tTio̍h-tak ê人用氣力縖腰。"}},{"book":"撒上","chapter":2,"verse":5,"versions":{"unv":"素來飽足的，反作用人求食；飢餓的，再不飢餓。不生育的，生了七個兒子；多有兒女的，反倒衰微。","bklcl":"Pá-chiok-ê, hō͘ lâng chhiàⁿ lâi thàn-chia̍h;\tIau-ê, bô koh iau;\tBōe seng-io̍k ê, siⁿ chhit ê kiáⁿ,\tŪ chōe-chōe kiáⁿ-ê, hoán-tńg soe-jio̍k.","tghg":"飽足的，互人倩(chhiàⁿ)來趁食；枵的，無閣枵。𣍐生育的，生七個子；有多多子的，反轉衰弱。","bklhl":"飽足ê，hō͘人倩來thàn食；\tIau-ê，無koh iau；\tBōe生育ê，生七個kiáⁿ，\t有chōe-chōe kiáⁿ-ê，反tńg衰弱。"}},{"book":"撒上","chapter":2,"verse":6,"versions":{"unv":"耶和華使人死，也使人活，使人下陰間，也使人往上升。","bklcl":"Iâ-hô-hoa hō͘ lâng sí, iā hō͘ lâng oa̍h;\tHō͘ lâng lo̍h im-kan, iā hō͘ lâng khí-lâi.","tghg":"耶和華互人死，也互人活，互人落陰間，也互人起來。","bklhl":"耶和華hō͘人死，也hō͘人活；\thō͘人落陰間，也hō͘人起來。"}},{"book":"撒上","chapter":2,"verse":7,"versions":{"unv":"他使人貧窮，也使人富足，使人卑微，也使人高貴。","bklcl":"Iâ-hô-hoa hō͘ lâng sòng-hiong, iā hō͘ lâng hó-gia̍h;\tHō͘ lâng kàng-kē, iā hō͘ lâng seng-koâiⁿ.","tghg":"耶和華互人喪鄉，也互人好額，互人降低，也互人升高。","bklhl":"耶和華hō͘人sòng-hiong，也hō͘人好額；\thō͘人降低，也hō͘人升高。"}},{"book":"撒上","chapter":2,"verse":8,"versions":{"unv":"他從灰塵裡抬舉貧寒人，從糞堆中提拔窮乏人，使他們與王子同坐，得著榮耀的座位。地的柱子屬於耶和華；他將世界立在其上。","bklcl":"I tùi tîn-ai seng-koâiⁿ sòng-hiong lâng,\tTùi pùn-sò-tui ko-seng khiàm-kheh ê lâng,\tHō͘ in kap siú-léng saⁿ-kap chē,\tSòa-chiap êng-kng ê chō-ūi;\tIn-ūi tōe ê thiāu sio̍k tī Iâ-hô-hoa,\tI chiong sè-kài an-tì tī hit téng-bīn.","tghg":"伊對塵埃升高喪鄉人，對糞埽堆(pùn-sò-tui)高升欠缺的人，互𪜶及首領相及坐，續接榮光的座位。因為地的柱屬佇耶和華；伊將世界安置佇彼頂面。","bklhl":"祂tùi塵埃升高sòng-hiong人，\tTùi糞埽堆高升欠缺ê人，\tHō͘ in kap首領相kap坐，\t續接榮光ê座位；\t因為地ê柱屬tī耶和華，\t祂將世界安置tī hit頂面。"}},{"book":"撒上","chapter":2,"verse":9,"versions":{"unv":"他必保護聖民的腳步，使惡人在黑暗中寂然不動；人都不能靠力量得勝。","bklcl":"I beh pó-siú I sèng-ê ê kha,\tHō͘ pháiⁿ-lâng tī o͘-àm-tiong chēng-chauh-chauh;\tIn-ūi lâng óa-khò khùi-la̍t bōe-ōe khah-iâⁿ.","tghg":"伊欲保守伊聖者的腳，互歹人佇黑暗中靜寂寂(chēng-chauh-chauh)；因為人倚靠氣力𣍐會卡贏。","bklhl":"伊beh保守伊聖ê ê腳，\tHō͘ pháiⁿ人tī烏暗中靜chauh-chauh；\t因為人óa靠氣力bōe會khah贏。"}},{"book":"撒上","chapter":2,"verse":10,"versions":{"unv":"與耶和華爭競的，必被打碎；耶和華必從天上以雷攻擊他，必審判地極的人，將力量賜與所立的王，高舉受膏者的角。","bklcl":"Kap Iâ-hô-hoa saⁿ-chiⁿ-ê beh siū phah-chhùi;\tI beh tùi thiⁿ ēng lûi phah i;\tIâ-hô-hoa beh sím-phòaⁿ tōe ê ke̍k-thâu;\tSiúⁿ-sù khùi-la̍t hō͘ I ê ông,\tKú-khí I siū boah-iû-ê ê kak.","tghg":"及耶和華相爭的，欲受拍碎；伊欲對天用雷拍伊，耶和華欲審判地的極頭，賞賜氣力互伊的王，舉起伊受抹油者的角。","bklhl":"Kap耶和華相爭ê beh受phah碎；\t伊beh tùi天用雷phah伊；\t耶和華beh審判地ê極頭；\t賞賜氣力hō͘伊ê王，\t舉起伊受抹油ê ê角。"}},{"book":"撒上","chapter":2,"verse":11,"versions":{"unv":"以利加拿往拉瑪回家去了。那孩子在祭司以利面前事奉耶和華。","bklcl":"Í-lī-ka-ná tò-khì La̍h-má kàu i ê ke.  Hit ê gín-ná tī chè-si Í-lī ê bīn-chêng ho̍k-sāi Iâ-hô-hoa.","tghg":"以利加拿倒去拉瑪到伊的家。彼個囝仔佇祭司以利的面前服事耶和華。","bklhl":"Í-lī-ka-ná tò去La̍h-má到伊ê家。Hit-ê gín-ná tī祭司Í-lī ê面前服事耶和華。"}},{"book":"撒上","chapter":2,"verse":12,"versions":{"unv":"以利的兩個兒子是惡人，不認識耶和華。","bklcl":"Í-lī hiah-ê kiáⁿ sī húi-lūi, m̄-bat Iâ-hô-hoa.","tghg":"以利許個子是匪類，呣識耶和華。","bklhl":"Í-lī hiah-ê kiáⁿ是匪類，m̄-bat耶和華。"}},{"book":"撒上","chapter":2,"verse":13,"versions":{"unv":"這二祭司待百姓是這樣的規矩：凡有人獻祭，正煮肉的時候，祭司的僕人就來，手拿三齒的叉子，","bklcl":"Chè-si tī peh-sìⁿ ê lē, chiū-sī kìⁿ-nā lâng hiàn-chè teh chú-bah ê sî, chè-si ê lô͘-po̍k chiū lâi, chhiú kia̍h saⁿ-jiáu ê chhe;","tghg":"祭司佇百姓的例就是：見若人獻祭，啲煮肉的時，祭司的奴僕就來，手攑三爪(saⁿ-jiáu)的叉(chhe)，","bklhl":"祭司tī百姓ê例，就是見若人獻祭teh 煮肉ê時，祭司ê奴僕就來，手kia̍h三爪ê叉；"}},{"book":"撒上","chapter":2,"verse":14,"versions":{"unv":"將叉子往罐裡，或鼎裡，或釜裡，或鍋裡一插，插上來的肉，祭司都取了去。凡上到示羅的以色列人，他們都是這樣看待。","bklcl":"ēng chhe chhah-ji̍p poah, á-sī tiáⁿ, á-sī thih-tiō, á-sī e, kìⁿ-nā só͘ chhe-chhut-lâi ê bah, chè-si lóng the̍h chòe ka-kī-ê; in tī Sī-lô chhin-chhiūⁿ án-ni khoán-thāi kìⁿ-nā lâi hia ê Í-sek-lia̍t lâng.","tghg":"用叉插入鉢(poah)，抑是鼎(tiáⁿ)，抑是鐵銚(thih-tiō)，抑是鍋(e)，見若所叉出來的肉，祭司攏提做家己的。𪜶佇示羅親像按呢款待見若來遐的以色列人。","bklhl":"用叉插入缽，á是鼎，á是鐵銚(tiō)，á是鍋，見若所叉出來ê肉，祭司lóng the̍h做家己ê；in tī Sī-lô親像án-ni款待見若來hia ê以色列人。"}},{"book":"撒上","chapter":2,"verse":15,"versions":{"unv":"又在未燒脂油以前，祭司的僕人就來對獻祭的人說：「將肉給祭司，叫他烤吧。他不要煮過的，要生的。」","bklcl":"Koh tī bē sio iû-lâ ê tāi-seng, chè-si ê lô͘-po̍k chiū lâi, kā hiàn-chè ê lâng kóng, Lí tio̍h ēng bah hō͘ chè-si thang pek, in-ūi i m̄-ài lí kè-chú ê bah, sī ài chhiⁿ-ê.","tghg":"閣佇未燒油膋(iû-lâ)的代先，祭司的奴僕就來給獻祭的人講：「你著用肉互祭司，通煏(pek)。因為伊呣愛你過煮的肉，是愛生(chhiⁿ)的。」","bklhl":"Koh tī未燒油lâ ê事先，祭司ê奴僕就來，kā獻祭ê人講，你tio̍h用肉hō͘祭司thang pek，因為伊m̄-ài你過煮ê肉，是ài生ê。"}},{"book":"撒上","chapter":2,"verse":16,"versions":{"unv":"獻祭的人若說：「必須先燒脂油，然後你可以隨意取肉。」僕人就說：「你立時給我，不然我便搶去。」","bklcl":"Hit-lâng nā tùi i kóng, Beh tāi-seng sio iû, jiân-āu thang chiàu lí ê sim só͘ ài the̍h-khì, i chiū kóng, M̄ ah, chit-tia̍p tio̍h hō͘ góa; nā m̄, góa beh kiông-kiông the̍h-khì.","tghg":"彼人若對伊講：「欲代先燒油，然後通照你的心所愛提去。」伊就講：「呣啊，此霎(tia̍p)著互我；若呣，我欲強強提去。」","bklhl":"Hit人若對伊講，Beh事先燒油，然後thang照你ê心所ài the̍h去，伊就講，M̄ ah，chit-tia̍p tio̍h hō͘我；若m̄，我beh強強the̍h去。"}},{"book":"撒上","chapter":2,"verse":17,"versions":{"unv":"如此，這二少年人的罪在耶和華面前甚重了，因為他們藐視耶和華的祭物（或譯：他們使人厭棄給耶和華獻祭）。","bklcl":"Án-ni hiah-ê siàu-liân lâng ê chōe tī Iâ-hô-hoa ê bīn-chêng chin-tāng;  in-ūi lâng iàm-ò͘ⁿ Iâ-hô-hoa ê chè-sū.","tghg":"按呢，許個少年人的罪佇耶和華的面前真重，因為人厭惡耶和華的祭祀。","bklhl":"Án-ni hiah-ê少年人ê罪tī耶和華ê面前真重；因為人厭惡耶和華ê祭祀。"}},{"book":"撒上","chapter":2,"verse":18,"versions":{"unv":"那時，撒母耳還是孩子，穿著細麻布的以弗得，侍立在耶和華面前。","bklcl":"Hit-sî Sat-bó͘-jíⁿ iáu sòe-hàn, chhēng iù-tōe-pò͘ ê í-hut-tek, tī Iâ-hô-hoa ê bīn-chêng ho̍k-sāi.","tghg":"彼時，撒母耳猶細漢，穿幼苧布的以弗得，佇耶和華的面前服事。","bklhl":"Hit時撒母耳iáu細漢，穿幼苧布ê í-hut-tek，tī耶和華ê面前服事。"}},{"book":"撒上","chapter":2,"verse":19,"versions":{"unv":"他母親每年為他做一件小外袍，同著丈夫上來獻年祭的時候帶來給他。","bklcl":"Koh i ê lāu-bú ta̍k-nî kā i chòe chi̍t-niá sòe-niá ê tn̂g-saⁿ; kap i ê tiōng-hu chiūⁿ-lâi hiàn nî-chè ê sî, tòa-lâi hō͘ i.","tghg":"閣伊的老母逐年給伊做一領細領的長衫，及伊的丈夫上來獻年祭的時帶來互伊。","bklhl":"Koh伊ê老母ta̍k年kā伊做一領細領ê長衫；kap伊ê丈夫上來獻年祭ê時，帶來hō͘伊。"}},{"book":"撒上","chapter":2,"verse":20,"versions":{"unv":"以利為以利加拿和他的妻祝福，說：「願耶和華由這婦人再賜你後裔，代替你從耶和華求來的孩子。」他們就回本鄉去了。","bklcl":"Í-lī kā Í-lī-ka-ná kap i ê bó͘ chiok-hok, kóng, Goān Iâ-hô-hoa tùi chit ê hū-jîn-lâng koh siúⁿ-sù lí hō͘-è, lâi thòe só͘ hêng hō͘ Iâ-hô-hoa ê.  In chiū tò-khì pún só͘-chāi.","tghg":"以利給以利加拿及伊的某祝福，講：「願耶和華對此個婦仁人閣賞賜你後裔，來替所還互耶和華的。」𪜶就倒去本所在。","bklhl":"Í-lī kā Í-lī-ka-ná kap伊ê bó͘祝福，講，願耶和華對chit ê婦人人koh賞賜你後裔，來替所還hō͘耶和華ê。In就tò去本所在。"}},{"book":"撒上","chapter":2,"verse":21,"versions":{"unv":"耶和華眷顧哈拿，她就懷孕生了三個兒子，兩個女兒。那孩子撒母耳在耶和華面前漸漸長大。","bklcl":"Iâ-hô-hoa khòaⁿ-kò͘ Hap-ná; i chiū hoâi-īn siⁿ saⁿ ê kiáⁿ, nn̄g ê cha-bó͘-kiáⁿ.  Gín-ná Sat-bó͘-jíⁿ iā tī Iâ-hô-hoa ê bīn-chêng chiām-chiām tōa-hàn.","tghg":"耶和華看顧哈拿，伊就懷孕生三個子，二個查某子。囝仔撒母耳也佇耶和華的面前漸漸大漢。","bklhl":"耶和華看顧Hap-ná；伊就懷孕生三個kiáⁿ，兩個cha-bó͘-kiáⁿ。Gín-ná撒母耳也tī耶和華ê面前漸漸大漢。"}},{"book":"撒上","chapter":2,"verse":22,"versions":{"unv":"以利年甚老邁，聽見他兩個兒子待以色列眾人的事，又聽見他們與會幕門前伺候的婦人苟合，","bklcl":"Í-lī chin-lāu, thiaⁿ-kìⁿ i ê kiáⁿ tùi Í-sek-lia̍t chèng-lâng só͘ kiâⁿ it-chhè ê sū, koh thiaⁿ-kìⁿ in kap hōe-bō͘ mn̂g-chêng chòe-kang ê hū-jîn-lâng su-thong.","tghg":"以利真老，聽見伊的子對以色列眾人所行一切的事，閣聽見𪜶及會幕門前做工的婦仁人私通，","bklhl":"Í-lī真老，聽見伊ê kiáⁿ對以色列眾人所行一切ê事，koh聽見in kap會幕門前做工ê婦人人私通。"}},{"book":"撒上","chapter":2,"verse":23,"versions":{"unv":"他就對他們說：「你們為何行這樣的事呢？我從這眾百姓聽見你們的惡行。","bklcl":"I chiū kā in kóng, Lín siáⁿ-sū kiâⁿ chiah-ê sū ah?  góa tùi chiah-ê chèng peh-sìⁿ thiaⁿ-kìⁿ lín ê pháiⁿ só͘ kiâⁿ;","tghg":"伊就給𪜶講：「恁啥事行諸個事啊？我對諸個眾百姓聽見恁的歹所行。","bklhl":"伊就kā in講，Lín啥事行chiah ê事ah？我tùi chiah ê眾百姓聽見lín ê pháiⁿ所行；"}},{"book":"撒上","chapter":2,"verse":24,"versions":{"unv":"我兒啊，不可這樣！我聽見你們的風聲不好，你們使耶和華的百姓犯了罪。","bklcl":"góa ê kiáⁿ ah, m̄-thang án-ni; in-ūi góa só͘ thiaⁿ-kìⁿ ê hong-siaⁿ sī m̄-hó;  lín hō͘ Iâ-hô-hoa ê peh-sìⁿ hoān-chōe.","tghg":"我的子啊，呣通按呢！因為我所聽見的風聲是呣好，恁互耶和華的百姓犯罪。","bklhl":"我ê kiáⁿ ah，m̄-thang án-ni；因為我所聽見ê風聲是m̄好；lín hō͘耶和華ê百姓犯罪。"}},{"book":"撒上","chapter":2,"verse":25,"versions":{"unv":"人若得罪人，有士師審判他；人若得罪耶和華，誰能為他祈求呢？」然而他們還是不聽父親的話，因為耶和華想要殺他們。","bklcl":"Lâng nā tek-chōe lâng, Siōng-tè sím-phòaⁿ i; lâng nā tek-chōe Iâ-hô-hoa, chī-chūi thòe i kî-tó?  Nā-sī in m̄-thiaⁿ lāu-pē ê ōe;  in-ūi Iâ-hô-hoa chûn-ì beh thâi in.","tghg":"人若得罪人，上帝審判伊；人若得罪耶和華，是誰替伊祈禱？」若是𪜶呣聽老父的話，因為耶和華存意欲刣𪜶。","bklhl":"人若得罪人，上帝審判伊；人若得罪耶和華，是誰替伊祈禱？但是in m̄聽老父ê話；因為耶和華存意beh 刣 in。"}},{"book":"撒上","chapter":2,"verse":26,"versions":{"unv":"孩子撒母耳漸漸長大，耶和華與人越發喜愛他。","bklcl":"Gín-ná Sat-bó͘-jíⁿ chiām-chiām tōa-hàn, tit-tio̍h Iâ-hô-hoa kap lâng ná thiàⁿ i.","tghg":"囝仔撒母耳漸漸大漢，得著耶和華及人愈疼伊。","bklhl":"Gín-ná撒母耳漸漸大漢，得tio̍h耶和華kap人ná疼伊。"}},{"book":"撒上","chapter":2,"verse":27,"versions":{"unv":"有神人來見以利，對他說：「耶和華如此說：『你祖父在埃及法老家作奴僕的時候，我不是向他們顯現嗎？","bklcl":"Ū Siōng-tè ê lô͘-po̍k lâi kìⁿ Í-lī, tùi i kóng, Iâ-hô-hoa án-ni kóng, Lí ê chó͘-kong ê ke, chêng tī Ai-ki̍p Hoat-ló ê ke chòe lô͘-po̍k ê sî, Góa kiám bô tùi i chhut-hiān mah?","tghg":"有上帝的奴僕來見以利，對伊講：「耶和華按呢講：『你的祖公的家前佇埃及法老的家做奴僕的時，我豈無對伊出現嗎？","bklhl":"有上帝ê奴僕來見Í-lī，對伊講，耶和華án-ni講，你ê祖公ê家，前tī埃及法老ê家做奴僕ê時，我kiám無對伊出現mah？"}},{"book":"撒上","chapter":2,"verse":28,"versions":{"unv":"在以色列眾支派中，我不是揀選人作我的祭司，使他燒香，在我壇上獻祭，在我面前穿以弗得，又將以色列人所獻的火祭都賜給你父家嗎？","bklcl":"Góa kiám bô tùi Í-sek-lia̍t chèng chi-phài, kéng i chòe Góa ê chè-si, tī Góa ê tôaⁿ-téng hiàn-chè, sio-hiuⁿ, chhēng í-hut-tek tī Góa ê bīn-chêng;  Í-sek-lia̍t cho̍k só͘ hiàn ê hé-chè Góa kiám bô lóng hō͘ i ê chó͘-kong ê ke mah?","tghg":"我豈無對以色列眾支派，揀伊做我的祭司，佇我的壇頂獻祭，燒香，穿以弗得佇我的面前，以色列族所獻的火祭我豈無攏互伊的祖公的家嗎？","bklhl":"我kiám無tùi以色列眾支派，揀伊做我ê祭司，tī我ê壇頂獻祭、燒香，穿í-hut-tek tī我ê面前；以色列族所獻ê火祭我kiám無lóng hō͘伊ê祖公ê家mah？"}},{"book":"撒上","chapter":2,"verse":29,"versions":{"unv":"我所吩咐獻在我居所的祭物，你們為何踐踏？尊重你的兒子過於尊重我，將我民以色列所獻美好的祭物肥己呢？』","bklcl":"Góa só͘ bēng-lēng ê chè-sū lé-mi̍h tī Góa khiā-khí ê só͘-chāi ê, lín siáⁿ-sū thún-ta̍h i, chun-tiōng lí ê kiáⁿ khah kè-thâu chun-tiōng Góa, ēng Góa ê peh-sìⁿ Í-sek-lia̍t só͘ hiàn siōng-hó ê lé-mi̍h, lâi ka-kī pûi ah?","tghg":"我所命令的祭祀禮物佇我徛起的所在的，恁啥事𧿬踏(thún-ta̍h)伊，尊重你的子卡過頭尊重我，用我的百姓以色列所獻上好的禮物來家己肥啊？』","bklhl":"我所命令ê祭祀禮物tī我khiā起ê所在ê，lín啥事thún踏伊，尊重你ê kiáⁿ khah過頭尊重我，用我ê百姓以色列所獻siōng好ê禮物，來家己肥ah？"}},{"book":"撒上","chapter":2,"verse":30,"versions":{"unv":"因此，耶和華─以色列的　神說：『我曾說，你和你父家必永遠行在我面前；現在我卻說，決不容你們這樣行。因為尊重我的，我必重看他；藐視我的，他必被輕視。","bklcl":"Só͘-í Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè kóng, Góa si̍t-chāi bat kóng, lí ê ke, lí ê lāu-pē ê ke beh éng-oán kiâⁿ tī Góa ê bīn-chêng; chóng-sī taⁿ Iâ-hô-hoa kóng, Góa koat-toàn m̄ án-ni;  in-ūi chun-tiōng Góa ê, Góa beh chun-tiōng i, biáu-sī Góa ê, i beh siū khòaⁿ-khin.","tghg":"所以，耶和華──以色列的上帝講：『我實在曾講，你的家你的老父的家欲永遠行佇我的面前；總是今耶和華講，我決斷呣按呢。因為尊重我的，我欲尊重伊；藐視我的，伊欲受看輕。","bklhl":"所以耶和華以色列ê上帝講，我實在bat講，你ê家，你ê老父ê家beh永遠行tī我ê面前；總是taⁿ耶和華講，我決斷m̄ án-ni；因為尊重我ê，我beh尊重伊，藐視我ê，伊beh受看輕。"}},{"book":"撒上","chapter":2,"verse":31,"versions":{"unv":"日子必到，我要折斷你的膀臂和你父家的膀臂，使你家中沒有一個老年人。","bklcl":"Khòaⁿ ah, ji̍t-chí beh kàu, Góa beh chām-tn̄g lí ê chhiú-kut, kap lí ê pē ê ke ê chhiú-kut, hō͘ lí ê ke-tiong bô chi̍t ê lāu-lâng.","tghg":"看啊，日子欲到，我欲斬斷你的手骨及你的父的家的手骨，互你的家中無一個老人。","bklhl":"看ah，日子beh到，我beh斬斷你ê手骨，kap你ê父ê家ê手骨，hō͘你ê家中無一个老人。"}},{"book":"撒上","chapter":2,"verse":32,"versions":{"unv":"在　神使以色列人享福的時候，你必看見我居所的敗落。在你家中必永遠沒有一個老年人。","bklcl":"Tī Siōng-tè hō͘ Í-sek-lia̍t lâng hióng-hok ê sî, lí beh khòaⁿ-kìⁿ Góa ê chhù ê soe-pāi; tī lí ê ke-tiong beh éng-oán bô chi̍t ê lāu-lâng;","tghg":"佇上帝互以色列人享福的時，你欲看見我的厝的衰敗。佇你的家中欲永遠無一個老人。","bklhl":"Tī上帝hō͘以色列人享福ê時，你beh看見我ê厝ê衰敗；tī你ê家中beh永遠無一个老人；"}},{"book":"撒上","chapter":2,"verse":33,"versions":{"unv":"我必不從我壇前滅盡你家中的人；那未滅的必使你眼目乾癟、心中憂傷。你家中所生的人都必死在中年。","bklcl":"sio̍k tī lí ê lâng, Góa bô tùi Góa ê tôaⁿ châu-bia̍t ê, beh phah-pháiⁿ lí ê ba̍k-chiu, iu-siong lí ê sim;  lí ke-tiong só͘ koh siⁿ ê lâng, lóng beh tiong-liân chiū sí;","tghg":"屬佇你的人我無對我的壇剿滅(châu-bia̍t)的；欲拍歹你的目睭、憂傷你的心。你家中所閣生的人攏欲中年就死。","bklhl":"屬tī你ê人，我無tùi我ê壇剿滅ê，beh phah-pháiⁿ你ê目睭，憂傷你ê心；你家中所koh生ê人，lóng beh中年就死；"}},{"book":"撒上","chapter":2,"verse":34,"versions":{"unv":"你的兩個兒子何弗尼、非尼哈所遭遇的事可作你的證據：他們二人必一日同死。","bklcl":"lí nn̄g ê kiáⁿ Hô-hut-nî Hui-nî-hap só͘ tú-tio̍h-ê, beh chòe lí ê tiāu-thâu; in nn̄g-lâng beh tâng chi̍t ji̍t sí.","tghg":"你二個子何弗尼、非尼哈所抵著(tú-tio̍h)的欲做你的兆頭：𪜶二人欲同一日死。","bklhl":"你兩個kiáⁿ Hô-hut-nî、Hui-nî-hap所tú-tio̍h-ê，beh做你ê兆頭；in兩人beh同一日死。"}},{"book":"撒上","chapter":2,"verse":35,"versions":{"unv":"我要為自己立一個忠心的祭司；他必照我的心意而行。我要為他建立堅固的家；他必永遠行在我的受膏者面前。","bklcl":"Góa beh ūi ka-kī li̍p chi̍t ê chīn-tiong ê chè-si, i beh chiàu Góa ê sim Góa ê ì lâi kiâⁿ;  Góa beh ūi i kiàn-li̍p kian-kò͘ ê ke;  i beh éng-oán kiâⁿ tī Góa só͘ boah-iû-ê ê bīn-chêng.","tghg":"我欲為家己立一個盡忠的祭司；伊欲照我的心我的意來行。我欲為伊建立堅固的家；伊欲永遠行佇我所抹油者的面前。","bklhl":"我beh為家己立一个盡忠ê祭司，伊beh照我ê心我ê意來行；我beh為伊建立堅固ê家；伊beh永遠行tī我所抹油ê ê面前。"}},{"book":"撒上","chapter":2,"verse":36,"versions":{"unv":"你家所剩下的人都必來叩拜他，求塊銀子，求個餅，說：求你賜我祭司的職分，好叫我得點餅吃。』」","bklcl":"Lí ê ke só͘ chhun ê lâng lóng beh lâi kūi-pài i, kiû chi̍t ê gûn, chi̍t ê piáⁿ, kóng, Kiû lí hō͘ góa tng chè-si-chit ê chi̍t-ê, hō͘ góa thang tit-tio̍h tām-po̍h piáⁿ lâi chia̍h.","tghg":"你的家所剩的人攏欲來跪拜伊，求一個銀，一個餅，講：求你互我當祭司職的一個，互我通得著淡薄餅來食。』」","bklhl":"你ê家所chhun ê人lóng beh來跪拜伊，求一个銀，一个餅，講，求你hō͘我當祭司職-ê一个，hō͘我thang得tio̍h淡薄餅來食。"}}]