[{"book":"撒上","chapter":27,"verse":1,"versions":{"unv":"大衛心裡說：「必有一日我死在掃羅手裡，不如逃奔非利士地去。掃羅見我不在以色列的境內，就必絕望，不再尋索我；這樣我可以脫離他的手。」","bklcl":"Tāi-pi̍t sim-lāi kóng, Beh ū chi̍t-ji̍t góa sí tī Sò-lô ê chhiú; m̄-ta̍t-tio̍h cháu-khì Hui-lī-sū ê tōe;  Sò-lô tùi-tī góa chiū choa̍t-bāng, bô koh tī Í-sek-lia̍t ê kéng-lâi chhē góa;  án-ni góa chiū thang thoat-lī i ê chhiú.","tghg":"大衛心內講：「欲有一日我死佇掃羅的手，呣值著(m̄-ta̍t-tio̍h)走去非利士的地。掃羅對佇我就絕望，無閣佇以色列的境內尋我；按呢我就通脫離伊的手。」","bklhl":"大衛心內講，Beh有一日我死tī掃羅ê手；m̄值tio̍h走去腓利士ê地；掃羅對tī我就絕望，無koh tī以色列ê境來chhē我；án-ni我就thang脫離伊ê手。"}},{"book":"撒上","chapter":27,"verse":2,"versions":{"unv":"於是大衛起身，和跟隨他的六百人投奔迦特王─瑪俄的兒子亞吉去了。","bklcl":"Tāi-pi̍t chiū khí-lâi, kap tè i ê la̍k-pah lâng, kè-khì kàu Ka-te̍k ông, Má-gô ê kiáⁿ A-kiat hia.","tghg":"大衛就起來，及隨伊的六百人過去到迦特王──瑪俄的子亞吉遐。","bklhl":"大衛就起來，kap tè伊ê六百人，過去到Ka-te̍k王，Má-gô ê kiáⁿ A-kiat hia。"}},{"book":"撒上","chapter":27,"verse":3,"versions":{"unv":"大衛和他的兩個妻，就是耶斯列人亞希暖和作過拿八妻的迦密人亞比該，並跟隨他的人，連各人的眷屬，都住在迦特的亞吉那裡。","bklcl":"Tāi-pi̍t kap i nn̄g ê bó͘, chiū-sī Iâ-su-lia̍t lâng, A-hi-loán, kap bat chòe Ná-pat ê bó͘ ê Ka-bi̍t lâng A-pí-kai, kap tè Tāi-pi̍t ê lâng í-ki̍p ta̍k-lâng ê ke-koàn, lóng tiàm tī Ka-te̍k A-kiat hia.","tghg":"大衛及伊二個某，就是耶斯列人亞希暖及曾做拿八的某的迦密人亞比該，及隨大衛的人，以及逐人的家眷(ke-koàn)，攏踮佇迦特亞吉遐。","bklhl":"大衛kap伊兩個bó͘，就是Iâ-su-lia̍t人，A-hi-loán，kap bat做Ná-pat ê bó͘ ê Ka-bi̍t人A-pí-kai，kap tè大衛ê人以及ta̍k人ê家眷，lóng tiàm tī Ka-te̍k A-kiat hia。"}},{"book":"撒上","chapter":27,"verse":4,"versions":{"unv":"有人告訴掃羅說：「大衛逃到迦特。」掃羅就不再尋索他了。","bklcl":"Ū lâng kā Sò-lô kóng, Tāi-pi̍t cháu-khì Ka-te̍k.  Sò-lô chiū bô koh chhē i.","tghg":"有人給掃羅講：「大衛走去迦特。」掃羅就無閣尋伊。","bklhl":"有人kā掃羅講，大衛走去Ka-te̍k。掃羅就無koh chhē伊。"}},{"book":"撒上","chapter":27,"verse":5,"versions":{"unv":"大衛對亞吉說：「我若在你眼前蒙恩，求你在京外的城邑中賜我一個地方居住。僕人何必與王同住京都呢？」","bklcl":"Tāi-pi̍t tùi A-kiat kóng, Góa nā tī lí ê bīn-chêng tit-tio̍h un-tián, kiû lí ēng soaⁿ-tiûⁿ chi̍t ê siâⁿ hō͘ góa, góa chiū ū só͘-chāi thang khiā-khí; in-ūi lí ê lô͘-po̍k siáⁿ-sū tio̍h kap lí saⁿ-kap khiā-khí tī kiaⁿ-siâⁿ ah?","tghg":"大衛對亞吉講：「我若佇你的面前得著恩典，求你用山場一個城互我，我就有所在通徛起。因為你的奴僕啥事著及你相及徛起佇京城啊？」","bklhl":"大衛對A-kiat講，我若tī你ê面前得tio̍h恩典，求你用山場一个城hō͘我，我就有所在thang khiā起；因為你ê奴僕啥事tio̍h kap你相kap khiā起tī京城ah？"}},{"book":"撒上","chapter":27,"verse":6,"versions":{"unv":"當日亞吉將洗革拉賜給他，因此洗革拉屬猶大王，直到今日。","bklcl":"Tng hit-ji̍t A-kiat chiong Sé-kek-la̍h hō͘ i;  in-ūi án-ni Sé-kek-la̍h sio̍k Iû-tāi ông, ti̍t-kàu kin-á-ji̍t.","tghg":"當彼日亞吉將洗革拉互伊，因為按呢洗革拉屬猶大王，直到今仔日。","bklhl":"當hit日A-kiat將Sé-kek-la̍h hō͘伊；因為án-ni Sé-kek-la̍h屬偤大王，直到今á日。"}},{"book":"撒上","chapter":27,"verse":7,"versions":{"unv":"大衛在非利士地住了一年零四個月。","bklcl":"Tāi-pi̍t tiàm tī Hui-lī-sū lâng ê tōe, kiōng chi̍t-nî koh sì-ge̍h-ji̍t.","tghg":"大衛踮佇非利士人的地共一年閣四月日。","bklhl":"大衛tiàm tī腓利士人ê地，共一年koh四月日。"}},{"book":"撒上","chapter":27,"verse":8,"versions":{"unv":"大衛和跟隨他的人上去，侵奪基述人、基色人、亞瑪力人之地。這幾族歷來住在那地，從書珥直到埃及。","bklcl":"Tāi-pi̍t kap tè i ê lâng chiūⁿ-khì, chhim-chhú Ki-su̍t lâng, Ki-sek lâng, A-má-le̍k lâng;  in-ūi chí kúi cho̍k pêng-sò͘ khiā-khí tī hit só͘-chāi, tùi Su-jíⁿ khì kàu Ai-ki̍p.","tghg":"大衛及隨伊的人上去，侵取基述人、基色人、亞瑪力人。因為此幾族平素徛起佇彼所在，對書珥去到埃及。","bklhl":"大衛kap tè伊ê人上去，侵取Ki-su̍t人、Ki-sek人、A-má-le̍k人；因為chit幾族平素khiā起tī hit所在，tùi Su-jíⁿ去到埃及。"}},{"book":"撒上","chapter":27,"verse":9,"versions":{"unv":"大衛擊殺那地的人，無論男女都沒有留下一個，又奪獲牛、羊、駱駝、驢，並衣服，回來見亞吉。","bklcl":"Tāi-pi̍t phah hit só͘-chāi, bô-lūn lâm-lú bô chi̍t-ê oa̍h;  koh chhiúⁿ in ê iûⁿ, gû, lû, lo̍k-tô, kap i-ho̍k, tò-tńg lâi kìⁿ A-kiat.","tghg":"大衛拍彼所在，無論男女無一個活，閣搶𪜶的羊、牛、驢、駱駝，及衣服，倒轉來見亞吉。","bklhl":"大衛phah hit所在，無論男女無一个活；koh搶in ê羊、牛、驢、駱駝，kap衣服，倒tńg來見A-kiat。"}},{"book":"撒上","chapter":27,"verse":10,"versions":{"unv":"亞吉說：「你們今日侵奪了甚麼地方呢？」大衛說：「侵奪了猶大的南方、耶拉篾的南方、基尼的南方。」","bklcl":"A-kiat kóng, Lín kin-á-ji̍t khì chhim-chhú sím-mi̍h tōe-hng ah?  Tāi-pi̍t kóng, Phah Iû-tāi ê lâm-hng, Iâ-la̍h-bia̍t lâng ê lâm-hng, Ki-nî lâng ê lâm-hng.","tghg":"亞吉講：「恁今仔日去侵取甚麼地方啊？」大衛講：「拍猶大的南方、耶拉篾(Iâ-la̍h-bia̍t)人的南方、基尼人的南方。」","bklhl":"A-kiat講，Lín今á日去侵取甚麼地方ah？大衛講，Phah偤大ê南方，Iâ-la̍h-bia̍t人ê南方，Ki-nî人ê南方。"}},{"book":"撒上","chapter":27,"verse":11,"versions":{"unv":"無論男女，大衛沒有留下一個帶到迦特來。他說：「恐怕他們將我們的事告訴人，說大衛住在非利士地的時候常常這樣行。」","bklcl":"Tāi-pi̍t bô lâu chi̍t ê lâm-lú oa̍h, tòa-kàu Ka-te̍k, sī phah-sǹg kóng, Kiaⁿ-liáu in chiong goán ê sū pò lâng chai, kóng, Tāi-pi̍t án-ni kiâⁿ;  koh i tiàm tī Hui-lī-sū lâng ê tōe ê sî, iā siông-siông chiàu chit-khoán lâi kiâⁿ.","tghg":"大衛無留一個男女活，帶到迦特。是拍算講：「驚了𪜶將阮的事報人知，講大衛按呢行，閣伊踮佇非利士人的地的時，也常常照此款來行。」","bklhl":"大衛無留一个男女活，帶到Ka-te̍k，是phah算講，驚了in將阮ê事報人知，講，大衛án-ni行；koh伊tiàm tī腓利士人ê地ê時，也常常照chit款來行。"}},{"book":"撒上","chapter":27,"verse":12,"versions":{"unv":"亞吉信了大衛，心裡說：「大衛使本族以色列人憎惡他，所以他必永遠作我的僕人了。」","bklcl":"A-kiat sìn Tāi-pi̍t, sim-lāi kóng, Tāi-pi̍t hō͘ i pún-cho̍k Í-sek-lia̍t lâng chin iàm-ò͘ⁿ, só͘-í i beh éng-oán chòe góa ê lô͘-po̍k.","tghg":"亞吉信大衛，心內講：「大衛互伊本族以色列人真厭惡，所以伊欲永遠做我的奴僕。」","bklhl":"A-kiat信大衛，心內講，大衛hō͘伊本族以色列人真厭惡，所以伊beh永遠做我ê奴僕。"}}]