[{"book":"撒上","chapter":8,"verse":1,"versions":{"unv":"撒母耳年紀老邁，就立他兒子作以色列的士師。","bklcl":"Sat-bó͘-jíⁿ í-keng lāu, chiū siat-li̍p i ê kiáⁿ chòe Í-sek-lia̍t ê sū-su.","tghg":"撒母耳已經老，就設立伊的子做以色列的士師。","bklhl":"撒母耳已經老，就設立伊ê kiáⁿ做以色列ê士師。"}},{"book":"撒上","chapter":8,"verse":2,"versions":{"unv":"長子名叫約珥，次子名叫亞比亞；他們在別是巴作士師。","bklcl":"I ê tōa-kiáⁿ miâ-kiò Iok-jíⁿ, tē-jī-kiáⁿ miâ-kiò A-pí-a; in tī Pia̍t-sī-pa chòe sū-su.","tghg":"伊的大子名叫約珥，第二子名叫亞比亞；𪜶佇別是巴做士師。","bklhl":"伊ê大kiáⁿ名叫約珥，第二kiáⁿ名叫A-pí-a；in tī別是巴做士師。"}},{"book":"撒上","chapter":8,"verse":3,"versions":{"unv":"他兒子不行他的道，貪圖財利，收受賄賂，屈枉正直。","bklcl":"Chóng-sī i ê kiáⁿ bô kiâⁿ i ê lō͘, phian-su tham-châi, siū pò͘-lō͘, bô chiàu-ti̍t phòaⁿ-toàn.","tghg":"總是伊的子無行伊的路，偏私貪財，受賄賂(pò͘-lō͘)，無照直判斷。","bklhl":"總是伊ê kiáⁿ無行伊ê路，偏私貪財，受pò͘賂，無照直判斷。"}},{"book":"撒上","chapter":8,"verse":4,"versions":{"unv":"以色列的長老都聚集，來到拉瑪見撒母耳，","bklcl":"Í-sek-lia̍t ê tiúⁿ-ló lóng chū-chi̍p, kàu La̍h-má kìⁿ Sat-bó͘-jíⁿ;","tghg":"以色列的長老攏聚集，到拉瑪見撒母耳，","bklhl":"以色列ê長老lóng聚集，到La̍h-má見撒母耳；"}},{"book":"撒上","chapter":8,"verse":5,"versions":{"unv":"對他說：「你年紀老邁了，你兒子不行你的道。現在求你為我們立一個王治理我們，像列國一樣。」","bklcl":"kā i kóng,  Khòaⁿ ah, lí í-keng lāu, lí ê kiáⁿ bô kiâⁿ lí ê lō͘; taⁿ kiû lí kā goán siat-li̍p chi̍t ê ông phòaⁿ-toàn goán, chhin-chhiūⁿ lia̍t-kok chi̍t-iūⁿ.","tghg":"給伊講：「看啊，你已經老，你的子無行你的路。今求你給阮設立一個王判斷阮，親像列國一樣。」","bklhl":"kā伊講，看ah，你已經老，你ê kiáⁿ無行你ê路；taⁿ求你kā阮設立一个王判斷阮，親像列國一樣。"}},{"book":"撒上","chapter":8,"verse":6,"versions":{"unv":"撒母耳不喜悅他們說「立一個王治理我們」，他就禱告耶和華。","bklcl":"In kóng, Kiû lí kā goán siat-li̍p chi̍t ê ông phòaⁿ-toàn goán, hit ê sū Sat-bó͘-jíⁿ bô hoaⁿ-hí.  Sat-bó͘-jíⁿ chiū kî-tó Iâ-hô-hoa.","tghg":"𪜶講「求你給阮設立一個王判斷阮」彼個事撒母耳無歡喜，撒母耳就祈禱耶和華。","bklhl":"In講，求你kā阮設立一个王判斷阮，hit ê事撒母耳無歡喜。撒母耳就祈禱耶和華。"}},{"book":"撒上","chapter":8,"verse":7,"versions":{"unv":"耶和華對撒母耳說：「百姓向你說的一切話，你只管依從；因為他們不是厭棄你，乃是厭棄我，不要我作他們的王。","bklcl":"Iâ-hô-hoa tùi Sat-bó͘-jíⁿ kóng, Peh-sìⁿ tùi lí só͘ kóng it-chhè ê ōe, lí tio̍h thàn;  in-ūi in m̄-sī khì-sak lí, sī khì-sak Góa, bô hō͘ Góa chòe in ê ông.","tghg":"耶和華對撒母耳講：「百姓對你所講一切的話，你著趁，因為𪜶呣是棄拺你，是棄拺我，無互我做𪜶的王。","bklhl":"耶和華對撒母耳講，百姓對你所講一切ê話，你tio̍h thàn；因為in m̄是棄sak你，是棄sak我，無hō͘我做in ê王。"}},{"book":"撒上","chapter":8,"verse":8,"versions":{"unv":"自從我領他們出埃及到如今，他們常常離棄我，事奉別神。現在他們向你所行的，是照他們素來所行的。","bklcl":"Tùi Góa chhōa in chhut Ai-ki̍p kàu kin-á-ji̍t, in it-chhè ê só͘-kiâⁿ lī-khui Góa, khì ho̍k-sāi pa̍t ê siōng-tè, taⁿ iā chiàu án-ni khoán-thāi lí;","tghg":"對我導𪜶出埃及到今仔日，𪜶一切的所行離開我，去服事別個上帝。今也照按呢款待你。","bklhl":"Tùi我chhōa in出埃及到今á日，in一切ê所行離開我，去服事別ê上帝，taⁿ也照án-ni款待你；"}},{"book":"撒上","chapter":8,"verse":9,"versions":{"unv":"故此你要依從他們的話，只是當警戒他們，告訴他們將來那王怎樣管轄他們。」","bklcl":"só͘-í lí tio̍h thàn in ê ōe; chóng-sī tio̍h giâm-giâm kéng-kài in, hō͘ in chai chiong-lâi koán-lí in ê ông ê chè-tō͘ sī cháiⁿ-iūⁿ.","tghg":"所以你著趁𪜶的話，總是著嚴嚴警戒𪜶，互𪜶知將來管理𪜶的王的制度是怎樣。」","bklhl":"所以你tio̍h thàn in ê話；總是tio̍h嚴嚴警戒in，hō͘ in知將來管理in ê王ê制度是怎樣。"}},{"book":"撒上","chapter":8,"verse":10,"versions":{"unv":"撒母耳將耶和華的話都傳給求他立王的百姓，說：","bklcl":"Sat-bó͘-jíⁿ ēng Iâ-hô-hoa ê ōe lóng kā peh-sìⁿ kóng, chiū-sī hiah-ê tùi i thó chi̍t ê ông ê, kóng,","tghg":"撒母耳用耶和華的話攏給百姓講，就是許個對伊討一個王的，講：","bklhl":"撒母耳用耶和華ê話lóng kā百姓講，就是hiah-ê對伊討一个王ê，講，"}},{"book":"撒上","chapter":8,"verse":11,"versions":{"unv":"「管轄你們的王必這樣行：他必派你們的兒子為他趕車、跟馬，奔走在車前；","bklcl":"Chiong-lâi koán-lí lín ê ông ê chè-tō͘ chiū-sī án-ni; i beh chhú lín ê kiáⁿ, ūi ka-kī siat-li̍p i kā i koán-chhia, chòe i ê bé-peng, cháu tī chhia ê thâu-chêng;","tghg":"「將來管理恁的王的制度就是按呢：伊欲取恁的子為家己設立伊給伊管車，做伊的馬兵，走佇車的頭前；","bklhl":"將來管理lín ê王ê制度就是án-ni；伊beh取lín ê kiáⁿ，為家己設立伊kā伊管車，做伊ê馬兵，走tī車ê頭前；"}},{"book":"撒上","chapter":8,"verse":12,"versions":{"unv":"又派他們作千夫長、五十夫長，為他耕種田地，收割莊稼，打造軍器和車上的器械；","bklcl":"koh beh ūi ka-kī siat-li̍p in chòe chhian-chóng, ngó͘-si̍p-hu-tióng;  iā beh siat-li̍p lâng kā i choh-hn̂g, siu gō͘-kak, chè-chō kun-khì, kap chhia-nih ê khì-kū;","tghg":"閣欲為家己設立𪜶做千總、五十夫長，也欲設立人給伊作園，收五穀，製造軍器及車裡的器具；","bklhl":"koh beh為家己設立in做千總，五十夫長；也beh設立人kā伊作園，收五穀，製造軍器，kap車裡ê器具；"}},{"book":"撒上","chapter":8,"verse":13,"versions":{"unv":"必取你們的女兒為他製造香膏，做飯烤餅；","bklcl":"beh chhú lín ê cha-bó͘-kiáⁿ kā i chè-chō phang-iû, chòe chú-chia̍h-ê, chòe pek-piáⁿ-ê;","tghg":"欲取恁的查某子給伊製造芳油，做煮食者做煏(pek)餅者；","bklhl":"beh取lín ê cha-bó͘-kiáⁿ kā伊製造芳油，做煮食ê，做pek餅ê；"}},{"book":"撒上","chapter":8,"verse":14,"versions":{"unv":"也必取你們最好的田地、葡萄園、橄欖園賜給他的臣僕。","bklcl":"lín ê chhân-hn̂g, phû-tô-hn̂g, kaⁿ-ná-hn̂g, hit ê siōng-hó-ê, i beh chhú i lâi hō͘ i ê lô͘-po̍k;","tghg":"恁的田園、葡萄園、橄欖園彼個上好的，伊欲取伊來互伊的奴僕。","bklhl":"lín ê田園、葡萄園、橄欖-園，hit ê siōng好ê，伊beh取伊來hō͘伊ê奴僕；"}},{"book":"撒上","chapter":8,"verse":15,"versions":{"unv":"你們的糧食和葡萄園所出的，他必取十分之一給他的太監和臣僕；","bklcl":"lín só͘ chèng-choh-ê, kap lín ê phû-tô-hn̂g, i beh chhú cha̍p-hūn-chi̍t, hō͘ i ê thài-kàm kap lô͘-po̍k.","tghg":"恁所種作的及恁的葡萄園，伊欲取十份一互伊的太監及奴僕；","bklhl":"lín所種作ê，kap lín ê葡萄園，伊beh取十份一，hō͘伊ê太監kap奴僕。"}},{"book":"撒上","chapter":8,"verse":16,"versions":{"unv":"又必取你們的僕人婢女，健壯的少年人和你們的驢，供他的差役。","bklcl":"Koh beh chhú lín ê lô͘-po̍k, lú-pī, ióng-kiāⁿ ê siàu-liân lâng, kap lín ê lû, lâi chòe i ê chhe-ēng;","tghg":"閣欲取恁的奴僕女婢，勇健的少年人及恁的驢，來做伊的差用。","bklhl":"Koh beh取lín ê奴僕、女婢、勇健ê少年人，kap lín ê驢，來做伊ê差用；"}},{"book":"撒上","chapter":8,"verse":17,"versions":{"unv":"你們的羊群他必取十分之一，你們也必作他的僕人。","bklcl":"lín ê iûⁿ-kûn, i beh chhú cha̍p-hūn ê chi̍t-hūn;  lín iā beh chòe i ê lô͘-po̍k;","tghg":"恁的羊群伊欲取十份的一份，恁也欲做伊的奴僕。","bklhl":"lín ê羊群，伊beh取十份ê一份；lín也beh做伊ê奴僕；"}},{"book":"撒上","chapter":8,"verse":18,"versions":{"unv":"那時你們必因所選的王哀求耶和華，耶和華卻不應允你們。」","bklcl":"hit-sî lín beh in-ūi só͘ kéng ê ông lâi âu-kiò; chóng-sī Iâ-hô-hoa tī hit-sî m̄-thiaⁿ lín.","tghg":"彼時恁欲因為所揀的王來喉叫，總是耶和華佇彼時呣聽恁。」","bklhl":"Hit時lín beh因為所揀ê王來喉叫；總是耶和華tī hit時m̄聽lín。"}},{"book":"撒上","chapter":8,"verse":19,"versions":{"unv":"百姓竟不肯聽撒母耳的話，說：「不然！我們定要一個王治理我們，","bklcl":"Chóng-sī peh-sìⁿ m̄-khéng thiaⁿ Sat-bó͘-jíⁿ ê ōe,  kóng, M̄-ah, goán tek-khak beh chi̍t ê ông tī-lí goán;","tghg":"總是百姓呣肯聽撒母耳的話，講：「呣啊！阮的確欲一個王治理阮，","bklhl":"總是百姓m̄肯聽撒母耳ê話，講，M̄-ah，阮的確beh一个王治理阮；"}},{"book":"撒上","chapter":8,"verse":20,"versions":{"unv":"使我們像列國一樣，有王治理我們，統領我們，為我們爭戰。」","bklcl":"hō͘ goán chhin-chhiūⁿ lia̍t-kok chi̍t-iūⁿ, goán ê ông phòaⁿ-toàn goán, chòe-thâu chhōa goán, thòe goán kau-chiàn.","tghg":"互阮親像列國一樣，阮的王判斷阮，做頭導阮，替阮交戰。」","bklhl":"Hō͘阮親像列國一樣，阮ê王判斷阮，做頭chhōa阮，替阮交戰。"}},{"book":"撒上","chapter":8,"verse":21,"versions":{"unv":"撒母耳聽見百姓這一切話，就將這話陳明在耶和華面前。","bklcl":"Sat-bó͘-jíⁿ í-keng thiaⁿ-kìⁿ peh-sìⁿ lóng-chóng ê ōe, chiū kóng hiah-ê ōe hō͘ Iâ-hô-hoa thiaⁿ.","tghg":"撒母耳已經聽見百姓攏總的話，就講許個話互耶和華聽。","bklhl":"撒母耳已經聽見百姓lóng總ê話，就講hiah-ê話hō͘耶和華聽。"}},{"book":"撒上","chapter":8,"verse":22,"versions":{"unv":"耶和華對撒母耳說：「你只管依從他們的話，為他們立王。」撒母耳對以色列人說：「你們各歸各城去吧！」","bklcl":"Iâ-hô-hoa tùi Sat-bó͘-jíⁿ kóng, Lí tio̍h thiaⁿ in ê ōe, kā in siat-li̍p chi̍t ê ông.  Sat-bó͘-jíⁿ kā Í-sek-lia̍t lâng kóng, Lín ta̍k-ê tò-khì ka-kī ê siâⁿ.","tghg":"耶和華對撒母耳講：「你著聽𪜶的話，給𪜶設立一個王。」撒母耳給以色列人講：「恁逐個倒去家己的城！」","bklhl":"耶和華對撒母耳講，你tio̍h聽in ê話，kā in設立一个王。撒母耳kā以色列人講，Lín ta̍k-ê tò去家己ê城。"}}]