[{"book":"撒上","chapter":14,"verse":1,"versions":{"unv":"有一日，掃羅的兒子約拿單對拿他兵器的少年人說：「我們不如過到那邊，到非利士人的防營那裡去。」但他沒有告訴父親。","bklcl":"Ū chi̍t-ji̍t Sò-lô ê kiáⁿ Iok-ná-tan kā kia̍h i ê kun-khì ê siàu-liân lâng kóng, Lâi, lán lâi khì hit-pêng, kàu Hui-lī-sū lâng kun-iâⁿ hia; chóng-sī i bô kā in lāu-pē kóng.","tghg":"有一日，掃羅的子約拿單給攑伊的軍器的少年人講：「來，咱來去彼旁，到非利士人軍營遐。」總是伊無給𪜶老父講。","bklhl":"有一日掃羅ê kiáⁿ約拿單kā kia̍h伊ê軍器ê少年人講，來，咱來去hit-pêng，到腓利士人軍營hia；總是伊無kā in老父講。"}},{"book":"撒上","chapter":14,"verse":2,"versions":{"unv":"掃羅在基比亞的儘邊，坐在米磯崙的石榴樹下，跟隨他的約有六百人。","bklcl":"Sò-lô tī Ki-pí-a ê ke̍k-thâu, chē tī Bí-ki-lûn ê sia̍h-liû chhiū kha; tè-i-ê iok-lio̍k ū la̍k-pah lâng;","tghg":"掃羅佇基比亞的極頭，坐佇米磯崙的石榴樹腳，隨伊的約略有六百人。","bklhl":"掃羅tī Ki-pí-a ê極頭，坐tī Bí-ki-lûn ê石榴樹腳；tè伊ê約略有六百人；"}},{"book":"撒上","chapter":14,"verse":3,"versions":{"unv":"在那裡有亞希突的兒子亞希亞，穿著以弗得。（亞希突是以迦博的哥哥，非尼哈的兒子，以利的孫子。以利從前在示羅作耶和華的祭司。）約拿單去了，百姓卻不知道。","bklcl":"koh ū A-hi-tu̍t ê kiáⁿ A-hi-a, tòa í-hut-tek, sī Í-ka-phok ê hiaⁿ, Hui-nî-hap ê kiáⁿ,  Í-lī ê sun, chiū-sī tī Sī-lô chòe Iâ-hô-hoa ê chè-si ê.  Peh-sìⁿ m̄-chai Iok-ná-tan khì.","tghg":"閣有亞希突的子亞希亞，帶以弗得。（是以迦博的兄，非尼哈的子，以利的孫，就是佇示羅做耶和華的祭司的。）百姓呣知約拿單去。","bklhl":"koh有A-hi-tu̍t ê kiáⁿ A-hi-a，帶í-hut-tek，是Í-ka-phok ê兄，Hui-nî-hap ê kiáⁿ，Í-lī ê孫，就是tī Sī-lô做耶和華ê祭司ê。百姓m̄知約拿單去。"}},{"book":"撒上","chapter":14,"verse":4,"versions":{"unv":"約拿單要從隘口過到非利士防營那裡去。這隘口兩邊各有一個山峰：一名播薛，一名西尼；","bklcl":"Iok-ná-tan beh khì Hui-lī-sū ê kun-iâⁿ, só͘ beh kè hiah-ê ài-kháu ê tiong-kan, chit-pêng ū chio̍h ê soaⁿ-chiam, hit-pêng iā ū chio̍h ê soaⁿ-chiam, chi̍t-ê miâ Pò-siat, chi̍t-ê miâ Se-nî;","tghg":"約拿單欲去非利士的軍營所欲過許個隘口的中間。此旁有石的山尖彼旁也有石的山尖：一個名播設，一個名西尼；","bklhl":"約拿單beh去腓利士ê軍營，所beh過hiah-ê隘口ê中間，chit-pêng有石ê山尖，hit-pêng也有石ê山尖，一个名Pò-siat，一个名Se-nî；"}},{"book":"撒上","chapter":14,"verse":5,"versions":{"unv":"一峰向北，與密抹相對，一峰向南，與迦巴相對。","bklcl":"chi̍t ê chio̍h ê soaⁿ-chiam tī pak-pêng, kap Bi̍t-boa̍t saⁿ-tùi, chi̍t ê chio̍h ê soaⁿ-chiam tī lâm-pêng, kap Ka-pa saⁿ-tùi.","tghg":"一個石的山尖佇北旁，及密抹相對，一個石的山尖佇南旁，及迦巴相對。","bklhl":"一个石ê山尖tī北pêng，kap Bi̍t-boa̍t相對，一个石ê山尖tī南pêng，kap Ka-pa相對。"}},{"book":"撒上","chapter":14,"verse":6,"versions":{"unv":"約拿單對拿兵器的少年人說：「我們不如過到未受割禮人的防營那裡去，或者耶和華為我們施展能力；因為耶和華使人得勝，不在乎人多人少。」","bklcl":"Iok-ná-tan kā kia̍h i ê kun-khì ê siàu-liân lâng kóng, Lâi, lán lâi khì bô-siū kat-lé ê lâng ê kun-iâⁿ hia, kiám-chhái Iâ-hô-hoa beh thòe lán chòe tāi-chì; in-ūi Iâ-hô-hoa ê kiù lâng, bô hān-tiāⁿ lâng ê chōe-chió.","tghg":"約拿單給攑伊的軍器的少年人講：「來，咱來去無受割禮的人的軍營遐，豈採耶和華欲替咱做代誌；因為耶和華的救人，無限定人的多少。」","bklhl":"約拿單kā kia̍h伊ê 軍器ê少年人講，來，咱來去無受割禮ê人ê軍營hia，kiám-chhái耶和華beh替咱做tāi-chì；因為耶和華ê救人，無限定人ê chōe少。"}},{"book":"撒上","chapter":14,"verse":7,"versions":{"unv":"拿兵器的對他說：「隨你的心意行吧。你可以上去，我必跟隨你，與你同心。」","bklcl":"Kia̍h i ê kun-khì-ê kā i kóng, Chiàu lí ê sim só͘-ài-ê lóng kiâⁿ i, thang chìn-chêng khì; góa kap lí tâng-sim, beh tè lí khì.","tghg":"攑伊的軍器者給伊講：「照你的心所愛的攏行伊。通進前去，我及你同心，欲隨你去。」","bklhl":"Kia̍h伊ê 軍器ê kā伊講，照你ê心所ài-ê lóng行伊，thang進前去；我kap你同心，beh tè你去。"}},{"book":"撒上","chapter":14,"verse":8,"versions":{"unv":"約拿單說：「我們要過到那些人那裡去，使他們看見我們。","bklcl":"Iok-ná-tan kóng, Lán beh keng-kè kàu hiah-ê lâng hia, hō͘ in khòaⁿ-kìⁿ lán;","tghg":"約拿單講：「咱欲經過到許個人遐，互𪜶看見咱。","bklhl":"約拿單講，咱beh經過到hiah-ê人hia，hō͘ in看見咱；"}},{"book":"撒上","chapter":14,"verse":9,"versions":{"unv":"他們若對我們說：『你們站住，等我們到你們那裡去』，我們就站住，不上他們那裡去。","bklcl":"in nā án-ni kā lán kóng, Lín khiā-teh, thèng-hāu goán kàu lín hia, lán chiū tiāⁿ-tiāⁿ khiā-teh, bô chiūⁿ-khì in hia.","tghg":"𪜶若按呢給咱講：『恁徛啲，聽候阮到恁遐』，咱就定定徛啲，無上去𪜶遐。","bklhl":"in若án-ni kā咱講，Lín khiā-teh，thèng候阮到lín hia，咱就定定khiā-teh，無上去in hia。"}},{"book":"撒上","chapter":14,"verse":10,"versions":{"unv":"他們若說：『你們上到我們這裡來』，這話就是我們的證據；我們便上去，因為耶和華將他們交在我們手裡了。」","bklcl":"In nā kóng, Lín chiūⁿ-lâi goán chia, lán chiū chiūⁿ-khì; in-ūi Iâ-hô-hoa chiong in kau tī lán ê chhiú, chit-ê ōe thang chòe lán ê chèng-kù.","tghg":"𪜶若講：『恁上來阮遮』，咱就上去，因為耶和華將𪜶交佇咱的手，此個話通做咱的證據。」","bklhl":"In若講，Lín上來阮chia，咱就上去；因為耶和華將in交tī咱ê手，chit ê話thang做咱ê證據。"}},{"book":"撒上","chapter":14,"verse":11,"versions":{"unv":"二人就使非利士的防兵看見。非利士人說：「希伯來人從所藏的洞穴裡出來了！」","bklcl":"Nn̄g-lâng chiū hō͘ Hui-lī-sū hông-siú ê peng khòaⁿ-kìⁿ; Hui-lī-sū lâng kóng, Hi-pek-lâi lâng tùi só͘ bih ê tōng chhut-lâi.","tghg":"二人就互非利士防守的兵看見。非利士人講：「希伯來人對所匿的洞出來！」","bklhl":"兩人就hō͘腓利士防守ê兵看見；腓利士人講，希伯來人tùi所bih ê洞出來。"}},{"book":"撒上","chapter":14,"verse":12,"versions":{"unv":"防兵對約拿單和拿兵器的人說：「你們上到這裡來，我們有一件事指示你們。」約拿單就對拿兵器的人說：「你跟隨我上去，因為耶和華將他們交在以色列人手裡了。」","bklcl":"Hông-siú ê peng kā Iok-ná-tan kap kia̍h i ê kun-khì ê lâng kóng, Lín chiūⁿ-lâi goán chia, goán ū chi̍t hāng tāi-chì beh pò lín;  Iok-ná-tan chiū kā kia̍h i ê ke-si-ê kóng, Lí tè góa chiūⁿ-khì;  in-ūi Iâ-hô-hoa chiong in kau tī Í-sek-lia̍t lâng ê chhiú.","tghg":"防守的兵給約拿單及攑伊的軍器的人講：「恁上來阮遮，阮有一項代誌欲報恁。」約拿單就給攑伊的家私者講：「你隨我上去，因為耶和華將𪜶交佇以色列人的手。」","bklhl":"防守ê兵kā約拿單kap kia̍h伊ê 軍器ê人講，Lín上來阮chia，阮有一項tāi-chì beh報lín；約拿單就kā kia̍h伊ê ke-si ê講，你tè我上去；因為耶和華將in交tī以色列人ê手。"}},{"book":"撒上","chapter":14,"verse":13,"versions":{"unv":"約拿單就爬上去，拿兵器的人跟隨他。約拿單殺倒非利士人，拿兵器的人也隨著殺他們。","bklcl":"Iok-ná-tan chiū ēng chhiú-khîⁿ kha-lèng chiūⁿ-khì, kia̍h i ê kun-khì ê lâng tè i.  Hui-lī-sū lâng tó tī Iok-ná-tan ê bīn-chêng, kia̍h i ê kun-khì ê lâng iā tè i ê āu-bīn lâi thâi in.","tghg":"約拿單就用手擒(chhiú-khîⁿ)腳踜(kha-lèng)上去，攑伊的軍器的人隨伊。非利士人倒佇約拿單的面前，攑伊的軍器的人也隨伊的後面來刣𪜶。","bklhl":"約拿單就用手擒腳踜(lèng)上去，kia̍h伊ê 軍器ê人tè伊。腓利士人倒tī約拿單ê面前，kia̍h伊ê 軍器ê人也tè伊ê後面來刣 in。"}},{"book":"撒上","chapter":14,"verse":14,"versions":{"unv":"約拿單和拿兵器的人起頭所殺的約有二十人，都在一畝地的半犁溝之內。","bklcl":"Iok-ná-tan kap kia̍h i ê kun-khì ê lâng khí-thâu só͘ thâi ê, iok-lio̍k jī-cha̍p lâng, lóng sī tī pòaⁿ-bó͘ hn̂g ê lôe-kau.","tghg":"約拿單及攑伊的軍器的人起頭所刣的約略二十人，攏是佇半畝園的犁溝(lôe-kau)。","bklhl":"約拿單kap kia̍h伊ê 軍器ê人起頭所刣 ê，約略二十人，lóng是tī半畝(bó͘)園ê犁溝。"}},{"book":"撒上","chapter":14,"verse":15,"versions":{"unv":"於是在營中、在田野、在眾民內都有戰兢，防兵和掠兵也都戰兢，地也震動，戰兢之勢甚大。","bklcl":"Tùi án-ni tī iâⁿ-pôaⁿ, tī chhân-iá, tī chèng peh-sìⁿ ê tiong-kan, lóng ngia̍uh-ngia̍uh-chhoah; hông-siú ê peng kap chhiúⁿ-kiap ê peng iā lóng ngia̍uh-ngia̍uh-chhoah;  tōe iā tín-tāng, tì-kàu ngia̍uh-ngia̍uh-chhoah kàu ke̍k.","tghg":"對按呢佇營盤、佇田野、佇眾百姓的中間攏愕愕惙，防守的兵及搶劫的兵也攏愕愕惙，地也振動，致到愕愕惙到極。","bklhl":"Tùi án-ni，tī營盤，tī田野，tī眾百姓ê中間，lóng ngia̍uh-ngia̍uh-chhoah；防守ê兵kap搶劫ê兵也lóng ngia̍uh-ngia̍uh-chhoah；地也振動，致到ngia̍uh-ngia̍uh-chhoah到極。"}},{"book":"撒上","chapter":14,"verse":16,"versions":{"unv":"在便雅憫的基比亞，掃羅的守望兵看見非利士的軍眾潰散，四圍亂竄。","bklcl":"Tī Piān-ngá-bín ê Ki-pí-a, Sò-lô siú-bāng ê peng teh khòaⁿ, khòaⁿ-kìⁿ Hui-lī-sū ê chèng kun-peng sì-sòaⁿ, sì-kòe loān-loān cháu.","tghg":"佇便雅憫的基比亞，掃羅守望的兵啲看，看見非利士的眾軍兵四散，四界亂亂走。","bklhl":"Tī便雅憫ê Ki-pí-a，掃羅守望ê兵teh看，看見腓利士ê眾軍兵四散，四界亂亂走。"}},{"book":"撒上","chapter":14,"verse":17,"versions":{"unv":"掃羅就對跟隨他的民說：「你們查點查點，看從我們這裡出去的是誰？」他們一查點，就知道約拿單和拿兵器的人沒有在這裡。","bklcl":"Sò-lô chiū kā tè i ê peh-sìⁿ kóng, Lín tiám-sǹg, khòaⁿ chī-chūi tùi lán chia chhut-khì; in tiám-sǹg liáu, chiū chai Iok-ná-tan kap kia̍h i ê kun-khì ê lâng bô tī-teh.","tghg":"掃羅就給隨伊的百姓講：「恁點算，看是誰對咱遮出去？」𪜶點算了(liáu)，就知約拿單及攑伊的軍器的人無佇啲。","bklhl":"掃羅就kā tè伊ê百姓講，Lín點算，看是誰對咱chia出去；in點算了，就知約拿單kap kia̍h伊ê 軍器ê人無tī-teh。"}},{"book":"撒上","chapter":14,"verse":18,"versions":{"unv":"那時　神的約櫃在以色列人那裡。掃羅對亞希亞說：「你將　神的約櫃運了來。」","bklcl":"Sò-lô kā A-hi-a kóng, Lí tio̍h tòa Siōng-tè ê iok-kūi lâi; in-ūi hit-sî Siōng-tè ê iok-kūi tī Í-sek-lia̍t lâng ê só͘-chāi.","tghg":"掃羅給亞希亞講：「你著帶上帝的約櫃來。」因為彼時上帝的約櫃佇以色列人的所在。","bklhl":"掃羅kā A-hi-a講，你tio̍h帶上帝ê約櫃來；因為hit時上帝ê約櫃tī以色列人ê所在。"}},{"book":"撒上","chapter":14,"verse":19,"versions":{"unv":"掃羅正與祭司說話的時候，非利士營中的喧嚷越發大了；掃羅就對祭司說：「停手吧！」","bklcl":"Sò-lô kap chè-si kóng-ōe ê sî, Hui-lī-sū iâⁿ-tiong hán-hōa ê siaⁿ ná-kú ná-tōa.  Sò-lô chiū kā chè-si kóng, Bián-tāng lí ê chhiú.","tghg":"掃羅及祭司講話的時，非利士營中喊嘩(hán-hōa)的聲愈久愈大；掃羅就給祭司講：「免動你的手！」","bklhl":"掃羅kap祭司講話ê時，腓利士營中hán-hōa ê聲ná久ná大。掃羅就kā祭司講，免動你ê手。"}},{"book":"撒上","chapter":14,"verse":20,"versions":{"unv":"掃羅和跟隨他的人都聚集，來到戰場，看見非利士人用刀互相擊殺，大大惶亂。","bklcl":"Sò-lô kap tè i ê peh-sìⁿ lóng chū-chi̍p, lâi kàu chiàn-tiûⁿ; khòaⁿ-kìⁿ Hui-lī-sū lâng ta̍k-ê ēng to saⁿ-chân, chin tōa loān.","tghg":"掃羅及隨伊的百姓攏聚集，來到戰場，看見非利士人逐個用刀相剗(saⁿ-chân)，真大亂。","bklhl":"掃羅kap tè伊ê百姓lóng聚集，來到戰場；看見腓利士人ta̍k-ê用刀相殘，真大亂。"}},{"book":"撒上","chapter":14,"verse":21,"versions":{"unv":"從前由四方來跟隨非利士軍的希伯來人現在也轉過來，幫助跟隨掃羅和約拿單的以色列人了。","bklcl":"Í-chêng óa Hui-lī-sū lâng ê Hi-pek-lâi lâng, tùi sì-hng tè kàu i ê iâⁿ ê, taⁿ iā hoán-tńg lâi pang-chān tè Sò-lô kap Iok-ná-tan ê Í-sek-lia̍t lâng.","tghg":"以前倚非利士人的希伯來人對四方隨到伊的營的，今也反轉來幫助隨掃羅及約拿單的以色列人。","bklhl":"以前óa腓利士人ê希伯來人，tùi四方tè到伊ê營ê，taⁿ也反tńg來幫贊tè掃羅kap約拿單ê以色列人。"}},{"book":"撒上","chapter":14,"verse":22,"versions":{"unv":"那藏在以法蓮山地的以色列人聽說非利士人逃跑，就出來緊緊地追殺他們。","bklcl":"Hiah ê bih tī Í-hoat-liân soaⁿ-tōe ê Í-sek-lia̍t lâng, thiaⁿ-kìⁿ Hui-lī-sū lâng tô-cháu, in chiū chhut-lâi jip-óa in ê āu-bīn, lâi kau-chiàn.","tghg":"許個匿佇以法蓮山地的以色列人聽見非利士人逃走，𪜶就出來趇(jip)倚𪜶的後面來交戰。","bklhl":"Hiah-ê bih tī Í-hoat-liân山地ê以色列人，聽見腓利士人逃走，in就出來jip-óa in ê後面，來交戰。"}},{"book":"撒上","chapter":14,"verse":23,"versions":{"unv":"那日，耶和華使以色列人得勝，一直戰到伯‧亞文。","bklcl":"Hit-ji̍t Iâ-hô-hoa chín-kiù Í-sek-lia̍t; ti̍t-ti̍t chiàn kàu Pek-a-bûn.","tghg":"彼日，耶和華拯救以色列，直直戰到伯亞文。","bklhl":"Hit日耶和華拯救以色列；直直戰到Pek-a-bûn。"}},{"book":"撒上","chapter":14,"verse":24,"versions":{"unv":"掃羅叫百姓起誓說，凡不等到晚上向敵人報完了仇吃甚麼的，必受咒詛。因此這日百姓沒有吃甚麼，就極其困憊。","bklcl":"Hit-ji̍t Í-sek-lia̍t lâng chin khùn-khó͘, in-ūi Sò-lô ǹg peh-sìⁿ chiù-chōa kóng, Bô tán kàu ji̍t-àm, thèng-hāu góa pò góa ê tùi-te̍k ê oan-siû ê tāi-seng, chia̍h-mi̍h ê lâng tio̍h siū chiù-chó͘;  só͘-í peh-sìⁿ bô chia̍h sím-mi̍h.","tghg":"彼日以色列人真困苦，因為掃羅向百姓咒誓講，無等到日暗，聽候我報我的對敵的冤讎(oan-siû)的代先，食物的人著受咒詛。所以百姓無食甚麼。","bklhl":"Hit日以色列人真困苦，因為掃羅ǹg百姓chiù-chōa講，無等到日暗，thèng候我報我ê對敵ê冤仇ê事先，食物ê人tio̍h受咒詛；所以百姓無食甚麼。"}},{"book":"撒上","chapter":14,"verse":25,"versions":{"unv":"眾民進入樹林，見有蜜在地上。","bklcl":"Chèng peh-sìⁿ ji̍p chhiū-nâ, khòaⁿ-kìⁿ ū bi̍t tī tōe-chiūⁿ.","tghg":"眾百姓入樹林，看見有蜜佇地上。","bklhl":"眾百姓入樹林，看見有蜜tī地上。"}},{"book":"撒上","chapter":14,"verse":26,"versions":{"unv":"他們進了樹林，見有蜜流下來，卻沒有人敢用手取蜜入口，因為他們怕那誓言。","bklcl":"Peh-sìⁿ ji̍p chhiū-nâ, khòaⁿ-kìⁿ ū bi̍t teh-tih; chóng-sī bô lâng káⁿ ēng chhiú the̍h ji̍p chhùi, in-ūi peh-sìⁿ kiaⁿ hiah-ê chiù-chōa ê ōe.","tghg":"百姓入樹林，看見有蜜啲滴，總是無人敢用手提入嘴，因為百姓驚許個咒誓的話。","bklhl":"百姓入樹林，看見有蜜teh滴；總是無人敢用手the̍h入嘴，因為百姓驚hiah-ê chiù-chōa ê話。"}},{"book":"撒上","chapter":14,"verse":27,"versions":{"unv":"約拿單沒有聽見他父親叫百姓起誓，所以伸手中的杖，用杖頭蘸在蜂房裡，轉手送入口內，眼睛就明亮了。","bklcl":"Iok-ná-tan bô thiaⁿ-kìⁿ in lāu-pē ǹg peh-sìⁿ chiù-chōa, só͘-í chhun i chhiú-nih ê koáiⁿ-á-bé tuh tī bi̍t-pô͘; i ê chhiú oat kàu chhùi-nih; ba̍k-chiu chiū kim.","tghg":"約拿單無聽見𪜶老父向百姓咒誓，所以伸伊手裡的枴仔尾，托(tuh)佇蜜房，伊的手越(oat)到嘴裡，目睭就金。","bklhl":"約拿單無聽見in老父ǹg百姓chiù-chōa，所以伸伊手裡ê柺á尾tuh tī蜜pô͘；伊ê手oat到嘴裡；目睭就金。"}},{"book":"撒上","chapter":14,"verse":28,"versions":{"unv":"百姓中有一人對他說：「你父親曾叫百姓嚴嚴地起誓說，今日吃甚麼的，必受咒詛；因此百姓就疲乏了。」","bklcl":"Peh-sìⁿ-tiong ū chi̍t-lâng kā i kóng, Lí ê lāu-pē ǹg peh-sìⁿ giâm-giâm chiù-chōa, kóng, Kin-á-ji̍t chia̍h sím-mi̍h ê, tio̍h siū chiù-chó͘.  Peh-sìⁿ chiū chin ià-siān.","tghg":"百姓中有一人給伊講：「你的老父向百姓嚴嚴咒誓講，今仔日食甚麼的，著受咒詛；百姓就真厭倦。」","bklhl":"百姓中有一人kā伊講，你ê老父ǹg百姓嚴嚴chiù-chōa，講，今á日食甚麼ê，tio̍h受咒詛。百姓就真厭倦。"}},{"book":"撒上","chapter":14,"verse":29,"versions":{"unv":"約拿單說：「我父親連累你們了。你看，我嘗了這一點蜜，眼睛就明亮了。","bklcl":"Iok-ná-tan kóng, Góa ê pē hāi-tio̍h chit ê tōe-hng;  lín khòaⁿ, góa chhì chí chi̍t-tiám-á bi̍t, ba̍k-chiu chiū kim.","tghg":"約拿單講：「我的父害著此個地方。恁看，我試此一點仔蜜，目睭就金。","bklhl":"約拿單講，我ê父害tio̍h chit ê地方；lín看，我試只一點á蜜，目睭就金。"}},{"book":"撒上","chapter":14,"verse":30,"versions":{"unv":"今日百姓若任意吃了從仇敵所奪的物，擊殺的非利士人豈不更多嗎？」","bklcl":"Hô-hòng peh-sìⁿ kin-á-ji̍t nā chhut-chāi ì-sù chia̍h in só͘ chhiúⁿ tùi-te̍k ê mi̍h, phah-sí Hui-lī-sū lâng kiám bô koh khah-chōe mah?","tghg":"何況百姓今仔日若出在意思食𪜶所搶對敵的物，拍死非利士人豈無閣卡多嗎？」","bklhl":"何況百姓今á日若chhut-chāi意思食in所搶對敵ê物，phah死腓利士人kiám無koh khah-chōe mah？"}},{"book":"撒上","chapter":14,"verse":31,"versions":{"unv":"這日，以色列人擊殺非利士人，從密抹直到亞雅崙。百姓甚是疲乏，","bklcl":"Hit-ji̍t in phah Hui-lī-sū lâng, tùi Bi̍t-boa̍t kàu A-ngá-lûn;  peh-sìⁿ chin ià-siān.","tghg":"彼日，𪜶拍非利士人，對密抹到亞雅崙。百姓真厭倦，","bklhl":"Hit日in phah腓利士人，tùi Bi̍t-boa̍t到A-ngá-lûn；百姓真厭倦。"}},{"book":"撒上","chapter":14,"verse":32,"versions":{"unv":"就急忙將所奪的牛羊和牛犢宰於地上，肉還帶血就吃了。","bklcl":"Peh-sìⁿ chiū kóaⁿ-kín cháu-khì the̍h só͘ chhiúⁿ ê iûⁿ, gû, gû-á-kiáⁿ, thâi tī tōe-nih; bah iáu ū huih, chiū chia̍h i.","tghg":"百姓就趕緊走去提所搶的羊、牛、牛仔子刣佇地裡，肉猶有血就食伊。","bklhl":"百姓就趕緊走去the̍h所搶ê羊、牛、牛á-kiáⁿ，刣 tī地裡；肉iáu有血，就食伊。"}},{"book":"撒上","chapter":14,"verse":33,"versions":{"unv":"有人告訴掃羅說：「百姓吃帶血的肉，得罪耶和華了。」掃羅說：「你們有罪了，今日要將大石頭滾到我這裡來。」","bklcl":"Ū lâng kā Sò-lô kóng, Peh-sìⁿ tek-chōe Iâ-hô-hoa lah, in-ūi in chia̍h iáu ū huih ê bah.  I kóng, Lín chha-biū lah; taⁿ tio̍h kō tōa tè chio̍h lâi góa chia.","tghg":"有人給掃羅講：「百姓得罪耶和華啦，因為𪜶食猶有血的肉。」伊講：「恁差謬(chha-biū)啦，今著翱(kō)大塊石來我遮。」","bklhl":"有人kā掃羅講，百姓得罪耶和華lah，因為in食iáu有血ê肉。伊講，Lín差謬lah；taⁿ tio̍h kō大塊石來我chia。"}},{"book":"撒上","chapter":14,"verse":34,"versions":{"unv":"掃羅又說：「你們散在百姓中，對他們說，你們各人將牛羊牽到我這裡來宰了吃，不可吃帶血的肉得罪耶和華。」這夜，百姓就把牛羊牽到那裡宰了。","bklcl":"Sò-lô koh kóng, Lín tio̍h sì-kòe kiâⁿ tī peh-sìⁿ ê tiong-kan, kā in kóng, Ta̍k-lâng khan in ê gû, ta̍k lâng khan in ê iûⁿ, lâi góa chia; tī-chia thâi lâi chia̍h; m̄-thang chia̍h iáu ū huih ê bah, lâi tek-chōe Iâ-hô-hoa.  Hit-mî peh-sìⁿ ta̍k-lâng khan in ê gû khì hia thâi.","tghg":"掃羅閣講：「恁著四界行佇百姓的中間，給𪜶講，逐人牽𪜶的牛逐人牽𪜶的羊來我遮，佇遮刣來食；呣通食猶有血的肉來得罪耶和華。」彼暝，百姓逐人牽𪜶的牛去遐刣。","bklhl":"掃羅koh講，Lín tio̍h四界行tī百姓ê中間，kā in講，ta̍k人牽in ê牛，ta̍k人牽in ê羊，來我chia；tī-chia 刣來食；m̄-thang食iáu有血ê肉，來得罪耶和華。Hit暝百姓ta̍k人牽in ê牛去hia 刣。"}},{"book":"撒上","chapter":14,"verse":35,"versions":{"unv":"掃羅為耶和華築了一座壇，這是他初次為耶和華築的壇。","bklcl":"Sò-lô kā Iâ-hô-hoa khí chi̍t chō tôaⁿ; che sī i thâu-chi̍t-pái kā Iâ-hô-hoa khí ê tôaⁿ.","tghg":"掃羅給耶和華起一座壇，這是伊頭一擺給耶和華起的壇。","bklhl":"掃羅kā耶和華起一座壇；這是伊頭一pái kā耶和華起ê壇。"}},{"book":"撒上","chapter":14,"verse":36,"versions":{"unv":"掃羅說：「我們不如夜裡下去追趕非利士人，搶掠他們，直到天亮，不留他們一人。」眾民說：「你看怎樣好就去行吧！」祭司說：「我們先當親近　神。」","bklcl":"Sò-lô kóng, Lán taⁿ tio̍h thàu-mî lo̍h-khì jip Hui-lī-sū lâng, chhiúⁿ in, kàu thiⁿ-kng, bô lâu in chi̍t-lâng.  Peh-sìⁿ kóng, Lí só͘ khòaⁿ-chòe hó-ê, chiū kiâⁿ i.  Chè-si kóng, Lán tio̍h lâi chia, chhin-kūn Siōng-tè.","tghg":"掃羅講：「咱今著透暝落去趇非利士人，搶𪜶，到天光，無留𪜶一人。」百姓講：「你所看做好的就行伊！」祭司講：「咱著來遮親近上帝。」","bklhl":"掃羅講，咱taⁿ tio̍h透暝落去jip腓利士人，搶in，到天光，無留in一人。百姓講，你所看做好ê，就行伊。祭司講，咱tio̍h來chia，親近上帝。"}},{"book":"撒上","chapter":14,"verse":37,"versions":{"unv":"掃羅求問　神說：「我下去追趕非利士人可以不可以？你將他們交在以色列人手裡不交？」這日　神沒有回答他。","bklcl":"Sò-lô mn̄g Siōng-tè kóng, Góa tio̍h lo̍h-khì jip Hui-lī-sū lâng á m̄-bián?  Lí beh chiong in kau hō͘ Í-sek-lia̍t ê chhiú mah?  Hit-ji̍t Siōng-tè bô ìn i.","tghg":"掃羅問上帝講：「我著落去趇非利士人抑呣免？你欲將𪜶交互以色列的手嗎？」彼日上帝無應伊。","bklhl":"掃羅問上帝講，我tio̍h落去jip腓利士人á m̄免？你beh將in交hō͘以色列ê手mah？hit日上帝無應伊。"}},{"book":"撒上","chapter":14,"verse":38,"versions":{"unv":"掃羅說：「你們百姓中的長老都上這裡來，查明今日是誰犯了罪。","bklcl":"Sò-lô kóng, Lín peh-sìⁿ-tiong ê sī-tōa lóng tio̍h chiūⁿ-lâi chia, cha-bêng kin-á-ji̍t chit ê chōe sī chāi-tī sím-mi̍h?","tghg":"掃羅講：「恁百姓中的序大(sī-tōa)攏著上來遮，查明今仔日此個罪是在佇甚麼。","bklhl":"掃羅講，Lín百姓中ê序大lóng tio̍h上來chia，查明今á日chit ê罪是在tī甚麼？"}},{"book":"撒上","chapter":14,"verse":39,"versions":{"unv":"我指著救以色列─永生的耶和華起誓，就是我兒子約拿單犯了罪，他也必死。」但百姓中無一人回答他。","bklcl":"Góa kí kiù Í-sek-lia̍t éng-oa̍h ê Iâ-hô-hoa lâi kóng, Sui-jiân góa ê kiáⁿ Iok-ná-tan, i iā tio̍h sí.  Chóng-sī peh-sìⁿ-tiong bô chi̍t-lâng ìn i.","tghg":"我指救以色列──永活的耶和華來講，雖然我的子約拿單，伊也著死。」總是百姓中無一人應伊。","bklhl":"我kí救以色列永活ê耶和華來講，雖然我ê kiáⁿ約拿單，伊也tio̍h死。總是百姓中無一人應伊。"}},{"book":"撒上","chapter":14,"verse":40,"versions":{"unv":"掃羅就對以色列眾人說：「你們站在一邊，我與我兒子約拿單也站在一邊。」百姓對掃羅說：「你看怎樣好就去行吧！」","bklcl":"I chiū kā Í-sek-lia̍t ê chèng-lâng kóng, Lín khiā chit-pêng, góa kap góa ê kiáⁿ Iok-ná-tan khiā hit-pêng.  Peh-sìⁿ tùi Sò-lô kóng, Lí khòaⁿ-chòe hó-ê chiū kiâⁿ i.","tghg":"伊就給以色列的眾人講：「恁徛此旁，我及我的子約拿單徛彼旁。」百姓對掃羅講：「你看做好的就行伊！」","bklhl":"伊就kā以色列ê眾人講，Lín khiā chit-pêng，我kap我ê kiáⁿ約拿單khiā hit-pêng。百姓對掃羅講，你看做好ê就行伊。"}},{"book":"撒上","chapter":14,"verse":41,"versions":{"unv":"掃羅禱告耶和華─以色列的　神說：「求你指示實情。」於是掣籤掣出掃羅和約拿單來；百姓盡都無事。","bklcl":"Sò-lô kā Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè kóng, Kiû Lí chí-sī si̍t-chêng; tùi án-ni liam-tio̍h Iok-ná-tan kap Sò-lô, peh-sìⁿ lóng bô tāi-chì.","tghg":"掃羅給耶和華──以色列的上帝講：「求你指示實情。」對按呢拈著(liam-tio̍h)約拿單及掃羅；百姓攏無代誌。","bklhl":"掃羅kā耶和華以色列ê上帝講，求你指示實情；tùi án-ni，liam-tio̍h約拿單kap掃羅，百姓lóng無tāi-chì。"}},{"book":"撒上","chapter":14,"verse":42,"versions":{"unv":"掃羅說：「你們再掣籤，看是我，是我兒子約拿單」，就掣出約拿單來。","bklcl":"Sò-lô kóng, Tio̍h tī góa kap góa ê kiáⁿ Iok-ná-tan ê tiong-kan lâi liam-khau;  chiū liam-tio̍h Iok-ná-tan.","tghg":"掃羅講：「著佇我，及我的子約拿單的中間來拈鬮。」就拈著約拿單。","bklhl":"掃羅講，Tio̍h tī我kap我ê kiáⁿ約拿單ê中間來拈鬮；就liam-tio̍h約拿單。"}},{"book":"撒上","chapter":14,"verse":43,"versions":{"unv":"掃羅對約拿單說：「你告訴我，你做了甚麼事？」約拿單說：「我實在以手裡的杖，用杖頭蘸了一點蜜嘗了一嘗。這樣我就死嗎（或譯：吧！）？」","bklcl":"Sò-lô kā Iok-ná-tan kóng, Lí kā góa kóng lí chòe sím-mi̍h sū.  Iok-ná-tan kóng, Góa si̍t-chāi ēng chhiú-nih ê koáiⁿ-á-bé ùn chi̍t-tiám-á bi̍t lâi chhì-bāi-teh;  án-ni góa tio̍h sí ah.","tghg":"掃羅給約拿單講：「你給我講，你做甚麼事？」約拿單講：我實在用手裡的柺仔尾，搵一點仔蜜來試覓(chhì-bāi)啲。按呢我著死啊？」","bklhl":"掃羅kā約拿單講，你kā我講你做甚麼事。約拿單講，我實在用手裡ê柺á尾ùn一點á蜜來試bāi-teh；án-ni我tio̍h死ah。"}},{"book":"撒上","chapter":14,"verse":44,"versions":{"unv":"掃羅說：「約拿單哪，你定要死！若不然，願　神重重地降罰與我。」","bklcl":"Sò-lô kóng, Iok-ná-tan ah, lí tek-khak tio̍h sí; goān Siōng-tè án-ni kiâⁿ, iā pí án-ni iáu khah-tāng.","tghg":"掃羅講：「約拿單啊，你的確著死！願上帝按呢行，也比按呢猶卡重。」","bklhl":"掃羅講，約拿單ah，你的確tio̍h死；願上帝án-ni行，也比án-ni iáu khah重。"}},{"book":"撒上","chapter":14,"verse":45,"versions":{"unv":"百姓對掃羅說：「約拿單在以色列人中這樣大行拯救，豈可使他死呢？斷乎不可！我們指著永生的耶和華起誓，連他的一根頭髮也不可落地，因為他今日與　神一同做事。」於是百姓救約拿單免了死亡。","bklcl":"Peh-sìⁿ kā Sò-lô kóng, Iok-ná-tan í-keng kiâⁿ chit ê tōa ê chín-kiù tī Í-sek-lia̍t ê, i tio̍h sí mah?  koat-toàn m̄-thang; goán chí éng-oa̍h ê Iâ-hô-hoa lâi kóng, i chi̍t ki thâu-mn̂g iā tek-khak bô ka-la̍uh tī tōe-nih, in-ūi i kin-á-ji̍t kap Siōng-tè saⁿ-kap chòe tāi-chì.  Tùi án-ni peh-sìⁿ kiù Iok-ná-tan bián sí.","tghg":"百姓給掃羅講：「約拿單已經行此個大的拯救佇以色列的，伊著死嗎？決斷呣通！阮指永遠的耶和華來講，伊一支頭毛也的確無磕落(ka-la̍uh)佇地裡，因為伊今仔日及上帝相及做代誌。」對按呢百姓救約拿單免死。","bklhl":"百姓kā掃羅講，約拿單已經行chit ê大ê拯救tī以色列ê，伊tio̍h死mah？決斷m̄-thang；阮指永活ê耶和華來講，伊一支頭毛也的確無ka-la̍uh tī地裡，因為伊今á日kap上帝相kap做tāi-chì。Tùi án-ni，百姓救約拿單免死。"}},{"book":"撒上","chapter":14,"verse":46,"versions":{"unv":"掃羅回去，不追趕非利士人；非利士人也回本地去了。","bklcl":"Sò-lô chiū chiūⁿ-khì, bô tui-jip Hui-lī-sū lâng.  Hui-lī-sū lâng iā khì i pún só͘-chāi.","tghg":"掃羅就上去，無追趇非利士人；非利士人也去伊本所在。","bklhl":"掃羅就上去，無追jip腓利士人。腓利士人也去伊本所在。"}},{"book":"撒上","chapter":14,"verse":47,"versions":{"unv":"掃羅執掌以色列的國權，常常攻擊他四圍的一切仇敵，就是摩押人、亞捫人、以東人，和瑣巴諸王，並非利士人。他無論往何處去，都打敗仇敵。","bklcl":"Sò-lô chiáng kok ê koân-pèng, tī-lí Í-sek-lia̍t, khì kap sì-ûi lóng-chóng ê tùi-te̍k kau-chiàn, chiū-sī kong-kek Mô͘-ap lâng, A-bûn lâng, Í-tong, kap Só-pa chiah-ê ông, kap Hui-lī-sū lâng;  I bô-lūn só͘ khì, lóng khah-iâⁿ.","tghg":"掃羅掌國的權柄治理以色列，去及四圍攏總的對敵交戰，就是攻擊摩押人、亞捫人、以東、及瑣巴諸個王，及非利士人。伊無論所去，攏卡贏。","bklhl":"掃羅掌國ê權柄，治理以色列，去kap四圍lóng總ê對敵交戰，就是攻擊Mô͘-ap人、A-bûn人、Í-tong，kap Só-pa chiah ê王，kap腓利士人；伊無論所去，lóng khah贏。"}},{"book":"撒上","chapter":14,"verse":48,"versions":{"unv":"掃羅奮勇攻擊亞瑪力人，救了以色列人脫離搶掠他們之人的手。","bklcl":"Sò-lô hùn-ióng kong-kek A-má-le̍k lâng, kiù Í-sek-lia̍t thoat-lī chhiúⁿ in ê lâng ê chhiú.","tghg":"掃羅奮勇攻擊亞瑪力人，救以色列脫離搶𪜶的人的手。","bklhl":"掃羅奮勇攻擊A-má-le̍k人，救以色列脫離搶in ê人ê手。"}},{"book":"撒上","chapter":14,"verse":49,"versions":{"unv":"掃羅的兒子是約拿單、亦施韋、麥基舒亞。他的兩個女兒：長女名米拉，次女名米甲。","bklcl":"Sò-lô ê kiáⁿ sī Iok-ná-tan, E̍k-si-úi, Be̍k-ki-su-a;  i nn̄g ê cha-bó͘-kiáⁿ ê miâ, tōa-ê miâ kiò Bí-la̍h, sòe-ê miâ kiò Bí-kah.","tghg":"掃羅的子是約拿單、亦施韋、麥基舒亞。伊二個查某子的名：大的名叫米拉，細的名叫米甲。","bklhl":"掃羅ê kiáⁿ是約拿單、E̍k-si-úi、Be̍k-ki-su-a；伊兩個cha-bó͘-kiáⁿ ê名，大ê名叫Bí-la̍h，細ê名叫Bí-kah。"}},{"book":"撒上","chapter":14,"verse":50,"versions":{"unv":"掃羅的妻名叫亞希暖，是亞希瑪斯的女兒。掃羅的元帥名叫押尼珥，是尼珥的兒子；尼珥是掃羅的叔叔。","bklcl":"Sò-lô ê bó͘, miâ kiò A-hi-loán, sī A-hi-má-su ê cha-bó͘-kiáⁿ; i ê kun-tiúⁿ, miâ kiò Ap-nî-jíⁿ, sī Nî-jíⁿ ê kiáⁿ, Nî-jíⁿ sī Sò-lô ê chek.","tghg":"掃羅的某，名叫亞希暖，是亞希瑪斯的查某子。伊的軍長名叫押尼珥，是尼珥的子；尼珥是掃羅的叔。","bklhl":"掃羅ê bó͘，名叫A-hi-loán，是A-hi-má-su ê cha-bó͘-kiáⁿ；伊ê軍長，名叫Ap-nî-jíⁿ，是Nî-jíⁿ ê kiáⁿ，Nî-jíⁿ是掃羅ê叔。"}},{"book":"撒上","chapter":14,"verse":51,"versions":{"unv":"掃羅的父親基士，押尼珥的父親尼珥，都是亞別的兒子。","bklcl":"Sò-lô ê lāu-pē Ki-sū; Ap-nî-jíⁿ ê lāu-pē Nî-jíⁿ, chiū-sī A-piat ê kiáⁿ.","tghg":"掃羅的老父基士，押尼珥的老父尼珥，就是亞別的子。","bklhl":"掃羅ê老父Ki-sū；Ap-nî-jíⁿ ê老父Nî-jíⁿ，就是A-piat ê kiáⁿ。"}},{"book":"撒上","chapter":14,"verse":52,"versions":{"unv":"掃羅平生常與非利士人大大爭戰。掃羅遇見有能力的人或勇士，都招募了來跟隨他。","bklcl":"Sò-lô it-seng siông-siông kap Hui-lī-sū lâng tōa kau-chiàn;  Sò-lô kìⁿ-nā khòaⁿ-kìⁿ ū lêng-le̍k ê lâng, á-sī ióng-sū, chiū chio-chi̍p lâi óa i.","tghg":"掃羅一生常常及非利士人大交戰。掃羅見若看見有能力的人抑是勇士，就招集來倚伊。","bklhl":"掃羅一生常常kap腓利士人大交戰；掃羅見若看見有能力ê人，á是勇士，就招集來óa伊。"}}]