[{"book":"撒上","chapter":22,"verse":1,"versions":{"unv":"大衛就離開那裡，逃到亞杜蘭洞。他的弟兄和他父親的全家聽見了，就都下到他那裡。","bklcl":"Tāi-pi̍t chiū lī-khui hia, cháu kàu A-tō͘-lân ê tōng; i ê hiaⁿ-tī kap i ê lāu-pē choân-ke thiaⁿ-kìⁿ, chiū lóng lo̍h-khì kàu i hia.","tghg":"大衛就離開遐，走到亞杜蘭的洞。伊的兄弟及伊的老父全家聽見，就攏落去到伊遐。","bklhl":"大衛就離開hia，走到A-tō͘-lân ê洞；伊ê兄弟kap伊ê老父全家聽見，就lóng落去到伊hia。"}},{"book":"撒上","chapter":22,"verse":2,"versions":{"unv":"凡受窘迫的、欠債的、心裡苦惱的都聚集到大衛那裡；大衛就作他們的頭目，跟隨他的約有四百人。","bklcl":"Kìⁿ-nā khún-pek-ê, khiàm-chè-ê, sim-lāi ut-chut-ê, lóng chū-chi̍p kàu i hia; Tāi-pi̍t chiū chòe in ê thâu; óa i ê iok-lio̍k ū sì-pah lâng.","tghg":"見若窘迫(khún-pek)的、欠債(khiàm-chè)的、心內鬱悴(ut-chut)的攏聚集到伊遐；大衛就做𪜶的頭，倚伊的約略有四百人。","bklhl":"見若窘迫ê、欠債ê、心內鬱卒ê，lóng聚集到伊hia；大衛就做in ê頭；óa伊ê約略有四百人。"}},{"book":"撒上","chapter":22,"verse":3,"versions":{"unv":"大衛從那裡往摩押的米斯巴去，對摩押王說：「求你容我父母搬來，住在你們這裡，等我知道　神要為我怎樣行。」","bklcl":"Tāi-pi̍t tùi hia khì Mô͘-ap ê Bí-su-pa, kā Mô͘-ap ông kóng, Kiû lí iông-ún góa ê lāu-pē, góa ê lāu-bú chhut-lâi, tiàm lín chia khiā, thèng-hāu góa chai Siōng-tè beh kā góa cháiⁿ-iūⁿ kiâⁿ.","tghg":"大衛對遐去摩押的米斯巴，給摩押王講：「求你容允我的老父我的老母出來，踮恁遮徛，聽候我知上帝欲給我怎樣行。」","bklhl":"大衛tùi hia去Mô͘-ap ê Bí-su-pa，kā Mô͘-ap王講，求你容允我ê老父，我ê老母出來，tiàm lín chia khiā，thèng候我知上帝beh kā我怎樣行。"}},{"book":"撒上","chapter":22,"verse":4,"versions":{"unv":"大衛領他父母到摩押王面前。大衛住山寨多少日子，他父母也住摩押王那裡多少日子。","bklcl":"I chhōa in kàu Mô͘-ap ông ê bīn-chêng.  Tāi-pi̍t tiàm tī soaⁿ-chē ê sî-chūn, i ê pē-bú iā tiàm tī Mô͘-ap ông hia.","tghg":"伊導𪜶到摩押王的面前。大衛踮佇山寨的時陣，伊的父母也踮佇摩押王遐。","bklhl":"伊chhōa in到Mô͘-ap王ê面前。大衛tiàm tī山寨ê時chūn，伊ê父母也tiàm tī Mô͘-ap王hia。"}},{"book":"撒上","chapter":22,"verse":5,"versions":{"unv":"先知迦得對大衛說：「你不要住在山寨，要往猶大地去。」大衛就離開那裡，進入哈列的樹林。","bklcl":"Sian-ti Ka-tek kā Tāi-pi̍t kóng, Lí m̄-thang tiàm tī ōe-só͘, tio̍h khì Iû-tāi tōe.  Tāi-pi̍t chiū lī-khui hia, khì kàu Hap-lia̍t ê chhiū-nâ.","tghg":"先知迦得給大衛講：「你呣通踮佇衛所，著去猶大地。」大衛就離開遐，去到哈列的樹林。","bklhl":"先知Ka-tek kā大衛講，你m̄-thang tiàm tī衛所，tio̍h去偤大地。大衛就離開hia，去到Hap-lia̍t ê樹林。"}},{"book":"撒上","chapter":22,"verse":6,"versions":{"unv":"掃羅在基比亞的拉瑪，坐在垂絲柳樹下，手裡拿著槍，眾臣僕侍立在左右。掃羅聽見大衛和跟隨他的人在何處，","bklcl":"Sò-lô tī Ki-pí-a ê La̍h-má, chē tī sûi-si-liú ê chhiū-kha, chhiú-nih kia̍h chhiuⁿ, chèng jîn-sîn ûi-lûi tī i ê chó-iū.  Sò-lô thiaⁿ-kìⁿ kóng, Tāi-pi̍t kap tè ê lâng hō͘ lâng tú-tio̍h.","tghg":"掃羅佇基比亞的拉瑪，坐佇垂絲柳(sûi-si-liú)的樹腳，手裡攑槍，眾人臣圍纍(ûi-lûi)佇伊的左右。掃羅聽見講大衛及隨的人互人抵著(tú-tio̍h)，","bklhl":"掃羅tī Ki-pí-a ê La̍h-má，坐tī垂絲柳ê樹腳，手裡kia̍h鎗，眾人臣圍纍tī伊ê左右。掃羅聽見講，大衛kap tè ê人hō͘人tú-tio̍h。"}},{"book":"撒上","chapter":22,"verse":7,"versions":{"unv":"就對左右侍立的臣僕說：「便雅憫人哪，你們要聽我的話！耶西的兒子能將田地和葡萄園賜給你們各人嗎？能立你們各人作千夫長百夫長嗎？","bklcl":"Sò-lô chiū kā ûi i ê jîn-sîn kóng, Piān-ngá-bín lâng ah, lín tio̍h thiaⁿ;  Iâ-se ê kiáⁿ ōe ēng chhân kap phû-tô-hn̂g hō͘ lín ta̍k-lâng mah?  ōe siat-li̍p lín ta̍k-lâng chòe chhian-chóng, peh-chóng mah?","tghg":"掃羅就給圍伊的人臣講：「便雅憫人啊，恁著聽！耶西的子會用田及葡萄園互恁逐人嗎？會設立恁逐人做千總百總嗎？","bklhl":"掃羅就kā 圍伊ê人臣講，便雅憫人ah，lín tio̍h聽；耶西ê kiáⁿ會用田kap葡萄園hō͘ lín ta̍k人mah？能設立lín ta̍k人做千總、百總mah？"}},{"book":"撒上","chapter":22,"verse":8,"versions":{"unv":"你們竟都結黨害我！我的兒子與耶西的兒子結盟的時候，無人告訴我；我的兒子挑唆我的臣子謀害我，就如今日的光景，也無人告訴我，為我憂慮。」","bklcl":"Lín kéng-jiân saⁿ-kap kè-bô͘ kong-kek góa; góa ê kiáⁿ bat kap Iâ-se ê kiáⁿ kiat-iok, bô lâng pò góa chai; lín tiong-kan bô chi̍t-lâng khó-lîn góa; góa ê kiáⁿ kàu-so góa ê jîn-sîn kong-kek góa, tng-tán góa, chhin-chhiūⁿ kin-á-ji̍t ê khoán, lín lóng bô pò góa chai.","tghg":"恁竟然相及計謀攻擊我！我的子曾及耶西的子結約，無人報我知；恁中間無一人可憐我；我的子教唆(kàu-so)我的人臣攻擊我，當等我親像今仔日的款，恁攏無報我知。」","bklhl":"Lín竟然相kap計謀攻擊我；我ê kiáⁿ bat kap耶西ê kiáⁿ結約，無人報我知；lín中間無一人可憐我；我ê kiáⁿ教唆我ê人臣攻擊我，當等我，親像今á日ê款，lín lóng無報我知。"}},{"book":"撒上","chapter":22,"verse":9,"versions":{"unv":"那時以東人多益站在掃羅的臣僕中，對他說：「我曾看見耶西的兒子到了挪伯，亞希突的兒子亞希米勒那裡。","bklcl":"Hit-sî Í-tong lâng To-ek khiā tī Sò-lô jîn-sîn ê tiong-kan, kā i kóng, Góa bat khòaⁿ-kìⁿ Iâ-se ê kiáⁿ kàu Lô-pek, kàu A-hi-tu̍t ê kiáⁿ A-hi-bí-le̍k hia.","tghg":"彼時以東人多益徛佇掃羅人臣的中間，給伊講：「我曾看見耶西的子到羅伯，到亞希突的子亞希米勒遐。","bklhl":"Hit時Í-tong人To-ek khiā tī掃羅人臣ê中間，kā伊講，我bat看見耶西ê kiáⁿ到Lô-pek，到A-hi-tu̍t ê kiáⁿ A-hi-bí-le̍k hia。"}},{"book":"撒上","chapter":22,"verse":10,"versions":{"unv":"亞希米勒為他求問耶和華，又給他食物，並給他殺非利士人歌利亞的刀。」","bklcl":"A-hi-bí-le̍k thòe i mn̄g Iâ-hô-hoa, koh hō͘ i chia̍h-mi̍h, iā ēng Hui-lī-sū lâng Ko-lī-à ê to hō͘ i.","tghg":"亞希米勒替伊問耶和華，閣互伊食物，也用非利士人歌利亞的刀互伊。」","bklhl":"A-hi-bí-le̍k替伊問耶和華，koh hō͘伊食物，也用腓利士人歌利亞ê刀hō͘伊。"}},{"book":"撒上","chapter":22,"verse":11,"versions":{"unv":"王就打發人將祭司亞希突的兒子亞希米勒和他父親的全家，就是住挪伯的祭司都召了來；他們就來見王。","bklcl":"Ông chiū chhe lâng tiàu A-hi-tu̍t ê kiáⁿ, chè-si A-hi-bí-le̍k, kap i lāu-pē choân-ke, chiū-sī tiàm tī Lô-pek hiah-ê chè-si; in chiū lóng lâi ông hia.","tghg":"王就差人召亞希突的子祭司亞希米勒及伊老父全家，就是踮佇羅伯許個祭司；𪜶就攏來王遐。","bklhl":"王就差人召A-hi-tu̍t ê kiáⁿ，祭司A-hi-bí-le̍k，kap伊老父全家，就是tiàm tī Lô-pek hiah-ê祭司；in就lóng來王hia。"}},{"book":"撒上","chapter":22,"verse":12,"versions":{"unv":"掃羅說：「亞希突的兒子，要聽我的話！」他回答說：「主啊，我在這裡。」","bklcl":"Sò-lô kóng, A-hi-tu̍t ê kiáⁿ ah, tio̍h thiaⁿ.  I ìn kóng, Góa ê chú ah, góa tī-chia.","tghg":"掃羅講：「亞希突的子啊，著聽！」伊應講：「我的主啊，我佇遮。」","bklhl":"掃羅講，A-hi-tu̍t ê kiáⁿ ah，tio̍h聽。伊應講，我ê主ah，我tī-chia。"}},{"book":"撒上","chapter":22,"verse":13,"versions":{"unv":"掃羅對他說：「你為甚麼與耶西的兒子結黨害我，將食物和刀給他，又為他求問　神，使他起來謀害我，就如今日的光景？」","bklcl":"Sò-lô kā i kóng, Lín siáⁿ-sū kap Iâ-se ê kiáⁿ kè-bô͘ kong-kek góa, lí kéng-jiân ēng piáⁿ kap to hō͘ i;  koh thòe i mn̄g Siōng-tè, hō͘ i khí-lâi kong-kek góa, tng-tán góa, chhin-chhiūⁿ kin-á-ji̍t ê khoán?","tghg":"掃羅給伊講：「恁啥事及耶西的子計謀攻擊我，你竟然用餅及刀互伊，閣替伊問上帝，互伊起來攻擊我，當等我親像今仔日的款？」","bklhl":"掃羅kā伊講，Lín啥事kap耶西ê kiáⁿ計謀攻擊我，你竟然用餅kap刀hō͘伊；koh替伊問上帝，hō͘伊起來攻擊我，當等我，親像今á日ê款？"}},{"book":"撒上","chapter":22,"verse":14,"versions":{"unv":"亞希米勒回答王說：「王的臣僕中有誰比大衛忠心呢？他是王的女婿，又是王的參謀，並且在王家中是尊貴的。","bklcl":"A-hi-bí-le̍k ìn ông kóng, Lí ê jîn-sîn tiong, chī-chūi ōe pí-tit Tāi-pi̍t ê chīn-tiong ah?  i sī ông ê kiáⁿ-sài, koh chòe lí ê chham-bô͘, iā tī lí ê ke-tiong sī chun-kùi ê;","tghg":"亞希米勒應王講：「你的人臣中是誰會比得大衛的盡忠啊？伊是王的子婿，閣做你的參謀，也佇你的家中是尊貴的。","bklhl":"A-hi-bí-le̍k應王講，你ê人臣中，是誰能比得大衛ê盡忠ah？伊是王ê kiáⁿ婿，koh做你ê參謀，也tī你ê家中是尊貴ê；"}},{"book":"撒上","chapter":22,"verse":15,"versions":{"unv":"我豈是從今日才為他求問　神呢？斷不是這樣！王不要將罪歸我和我父的全家；因為這事，無論大小，僕人都不知道。」","bklcl":"góa kiám-sī tùi kin-á-ji̍t chiah thòe i mn̄g Siōng-tè mah?  Góa koat-toàn bô hit-hō ì-sù; ông bo̍h-tit ēng sím-mi̍h kui tī lô͘-po̍k kap góa ê lāu-pē choân-ke; in-ūi chiah-ê it-chhè ê sū, bô-lūn tōa-sòe, lí ê lô͘-po̍k lóng m̄-chai.","tghg":"我豈是對今仔日才替伊問上帝嗎？我決斷無彼號意思！王莫得用甚麼歸佇奴僕及我的老父全家；因為諸個一切的事，無論大細，你的奴僕攏呣知。」","bklhl":"我kiám是tùi今á日chiah替伊問上帝mah？我決斷無hit號意思；王莫得用甚麼歸tī奴僕kap我ê老父全家；因為chiah ê一切ê事，無論大細，你ê奴僕lóng m̄知。"}},{"book":"撒上","chapter":22,"verse":16,"versions":{"unv":"王說：「亞希米勒啊，你和你父的全家都是該死的！」","bklcl":"Ông kóng, A-hi-bí-le̍k ah, lí kap lí ê lāu-pē choân-ke lóng tek-khak tio̍h sí.","tghg":"王講：「亞希米勒啊，你及你的老父全家攏的確著死！」","bklhl":"王講，A-hi-bí-le̍k ah，你kap你ê老父全家lóng的確tio̍h死。"}},{"book":"撒上","chapter":22,"verse":17,"versions":{"unv":"王就吩咐左右的侍衛說：「你們去殺耶和華的祭司；因為他們幫助大衛，又知道大衛逃跑，竟沒有告訴我。」掃羅的臣子卻不肯伸手殺耶和華的祭司。","bklcl":"Ông bēng-lēng chó-iū ê sī-ōe kóng, Lín oa̍t-tńg khì thâi Iâ-hô-hoa ê chè-si; in-ūi in iā pang-chān Tāi-pi̍t, koh in-ūi in chai Tāi-pi̍t tô-cháu, kéng-jiân bô pò góa chai.  Chóng-sī ông ê jîn-sîn m̄-khéng chhun-chhiú phah-sí Iâ-hô-hoa ê chè-si.","tghg":"王命令左右的侍衛講：「恁越轉(oa̍t-tńg)去刣耶和華的祭司；因為𪜶也幫助大衛，閣因為𪜶知大衛逃走，竟然無報我知。」總是王的人臣呣肯伸手拍死耶和華的祭司。","bklhl":"王命令左右ê侍衛講，Lín oa̍t-tńg去刣耶和華ê祭司；因為in也幫贊大衛，koh因為in知大衛逃走，竟然無報我知。總是王ê人臣m̄肯伸手phah死耶和華ê祭司。"}},{"book":"撒上","chapter":22,"verse":18,"versions":{"unv":"王吩咐多益說：「你去殺祭司吧！」以東人多益就去殺祭司，那日殺了穿細麻布以弗得的八十五人；","bklcl":"Ông kā To-ek kóng, Lí oa̍t-tńg khì phah hiah-ê chè-si.  Í-tong lâng To-ek chiū oa̍t-tńg khì phah chè-si; hit-ji̍t thâi-sí chhēng iù-tōe-pò͘ ê í-hut-tek poeh-cha̍p-gō͘ lâng.","tghg":"王給多益講：「你越轉去拍許個祭司！」以東人多益就越轉去拍祭司，彼日刣死穿幼苧布的以弗得八十五人；","bklhl":"王kā To-ek講，你oa̍t-tńg去phah hiah-ê祭司。Í-tong人To-ek就oa̍t-tńg去phah祭司；hit日刣死穿幼苧布ê í-hut-tek八十五人。"}},{"book":"撒上","chapter":22,"verse":19,"versions":{"unv":"又用刀將祭司城挪伯中的男女、孩童、吃奶的，和牛、羊、驢盡都殺滅。","bklcl":"Koh ēng to phah chè-si ê siâⁿ Lô-pek kî-tiong ê lâm-lú, gín-ná, chia̍h-lin ê eⁿ-á, kap gû, lû, iûⁿ, lóng ēng to thâi-sí.","tghg":"閣用刀拍祭司的城羅伯其中的男女、囝仔、食奶的嬰仔，及牛、驢、羊攏用刀刣死。","bklhl":"Koh用刀phah祭司ê城Lô-pek其中ê男女、gín-ná、食奶ê嬰á，kap牛、驢、羊，lóng用刀刣死。"}},{"book":"撒上","chapter":22,"verse":20,"versions":{"unv":"亞希突的兒子亞希米勒有一個兒子，名叫亞比亞他，逃到大衛那裡。","bklcl":"A-hi-tu̍t ê kiáⁿ, A-hi-bí-le̍k ū chi̍t ê kiáⁿ, miâ kiò A-pí-a-tha, thoat-lī cháu-khì tè Tāi-pi̍t.","tghg":"亞希突的子亞希米勒有一個子，名叫亞比亞他，脫離走去隨大衛。","bklhl":"A-hi-tu̍t ê kiáⁿ，A-hi-bí-le̍k有一个kiáⁿ，名叫A-pí-a-tha，脫離走去tè大衛。"}},{"book":"撒上","chapter":22,"verse":21,"versions":{"unv":"亞比亞他將掃羅殺耶和華祭司的事告訴大衛。","bklcl":"A-pí-a-tha kā Tāi-pi̍t kóng, Sò-lô ū thâi-sí Iâ-hô-hoa ê chè-si.","tghg":"亞比亞他給大衛講掃羅有刣死耶和華的祭司。","bklhl":"A-pí-a-tha kā大衛講，掃羅有刣死耶和華ê祭司。"}},{"book":"撒上","chapter":22,"verse":22,"versions":{"unv":"大衛對亞比亞他說：「那日我見以東人多益在那裡，就知道他必告訴掃羅。你父的全家喪命，都是因我的緣故。","bklcl":"Tāi-pi̍t kā A-pí-a-tha kóng, Hit-ji̍t Í-tong lâng To-ek tī-hia, góa chai i tek-khak ōe kā Sò-lô kóng; lí ê lāu-pē choân-ke sit-lo̍h sìⁿ-miā, lóng sī in-ūi góa ê iân-kò͘.","tghg":"大衛給亞比亞他講：「彼日以東人多益佇遐，我知伊的確會給掃羅講。你的老父全家失落生命，攏是因為我的緣故。","bklhl":"大衛kā A-pí-a-tha講，hit日Í-tong人To-ek tī-hia，我知伊的確會kā掃羅講；你ê老父全家失落性命，lóng是因為我ê緣故。"}},{"book":"撒上","chapter":22,"verse":23,"versions":{"unv":"你可以住在我這裡，不要懼怕。因為尋索你命的就是尋索我的命；你在我這裡可得保全。」","bklcl":"Lí tio̍h kap góa tòa, m̄-bián kiaⁿ;  in-ūi siàu-siūⁿ góa ê sìⁿ-miā-ê chiū-sī siàu-siūⁿ lí ê sìⁿ-miā; lí kap góa tòa, ōe tit-tio̍h pó-choân.","tghg":"你著及我住，呣免驚。因為數想我的生命的就是數想你的生命；你及我住會得著保全。」","bklhl":"你tio̍h kap我tòa，m̄免驚；因為siàu想我ê性命ê就是siàu想你ê性命；你kap我tòa，會得tio̍h保全。"}}]