[{"book":"撒上","chapter":3,"verse":1,"versions":{"unv":"童子撒母耳在以利面前事奉耶和華。當那些日子，耶和華的言語稀少，不常有默示。","bklcl":"Gín-ná Sat-bó͘-jíⁿ tī Í-lī ê bīn-chêng ho̍k-sāi Iâ-hô-hoa.  Tng hiah-ê ji̍t Iâ-hô-hoa ê ōe chin hi-hán, bô siông-siông ū khé-sī.","tghg":"囝仔撒母耳佇以利的面前服事耶和華。當許個日，耶和華的話真稀罕，無常常有啟示。","bklhl":"Gín-ná撒母耳tī Í-lī ê面前服事耶和華。當hiah-ê日，耶和華ê話真稀罕，無常常有啟示。"}},{"book":"撒上","chapter":3,"verse":2,"versions":{"unv":"一日，以利睡臥在自己的地方；他眼目昏花，看不分明。","bklcl":"Chi̍t-ji̍t Í-lī khùn tī ka-kī ê só͘-chāi, i ê ba̍k-chiu í-keng bū, khòaⁿ bōe bêng.","tghg":"一日，以利睏佇家己的所在；伊的目睭已經霧，看𣍐明。","bklhl":"一日Í-lī睏tī家己ê所在，伊ê目睭已經bū，看bōe 明。"}},{"book":"撒上","chapter":3,"verse":3,"versions":{"unv":"　神的燈在　神耶和華殿內約櫃那裡，還沒有熄滅，撒母耳已經睡了。","bklcl":"Siōng-tè ê teng iáu-bē hoa, Sat-bó͘-jíⁿ í-keng tī Iâ-hô-hoa ê tiān, tī Siōng-tè ê iok-kūi hia, teh khùn.","tghg":"上帝的燈猶未熄(hoa)，撒母耳已經佇耶和華的殿，佇上帝的約櫃遐啲睏。","bklhl":"上帝ê燈iáu未hoa，撒母耳已經tī耶和華ê殿，tī上帝ê約櫃hia，teh睏。"}},{"book":"撒上","chapter":3,"verse":4,"versions":{"unv":"耶和華呼喚撒母耳。撒母耳說：「我在這裡！」","bklcl":"Iâ-hô-hoa kiò Sat-bó͘-jíⁿ; i ìn kóng, Góa tī-chia.","tghg":"耶和華叫撒母耳。伊應講：「我佇遮！」","bklhl":"耶和華叫撒母耳；伊應講，我tī-chia。"}},{"book":"撒上","chapter":3,"verse":5,"versions":{"unv":"就跑到以利那裡，說：「你呼喚我？我在這裡。」以利回答說：「我沒有呼喚你，你去睡吧。」他就去睡了。","bklcl":"Chiū cháu kàu Í-lī hia, kóng, Góa tī-chia, in-ūi lí kiò góa.  Í-lī kóng, Góa bô kiò lí, lí tò-khì khùn.  I chiū khì khùn.","tghg":"就走到以利遐，講：「我佇遮，因為你叫我。」以利講：「我無叫你，你倒去睏。」伊就去睏。","bklhl":"就走到Í-lī hia，講，我tī-chia，因為你叫我。Í-lī講，我無叫你，你tò去睏。伊就去睏。"}},{"book":"撒上","chapter":3,"verse":6,"versions":{"unv":"耶和華又呼喚撒母耳。撒母耳起來，到以利那裡，說：「你呼喚我？我在這裡。」以利回答說：「我的兒，我沒有呼喚你，你去睡吧。」","bklcl":"Iâ-hô-hoa koh kiò Sat-bó͘-jíⁿ; Sat-bó͘-jíⁿ khí-lâi, khì Í-lī hia, kóng, Góa tī-chia, in-ūi lí kiò góa.  I ìn kóng, Góa ê kiáⁿ ah, góa bô kiò lí, thang koh khì khùn.","tghg":"耶和華閣叫撒母耳。撒母耳起來，去以利遐，講：「我佇遮，因為你叫我。」伊應講：「我的子啊，我無叫你，通閣去睏。」","bklhl":"耶和華koh叫撒母耳；撒母耳起來，去Í-lī hia，講，我tī-chia，因為你叫我。伊應講，我ê kiáⁿ ah，我無叫你，thang koh去睏。"}},{"book":"撒上","chapter":3,"verse":7,"versions":{"unv":"那時撒母耳還未認識耶和華，也未得耶和華的默示。","bklcl":"Hit-sî Sat-bó͘-jíⁿ iáu-bē bat Iâ-hô-hoa, Iâ-hô-hoa ê ōe bē ū khé-sī i.","tghg":"彼時撒母耳猶未識耶和華，耶和華的話未有啟示伊。","bklhl":"Hit時撒母耳iáu未bat耶和華，耶和華ê話未有啟示伊。"}},{"book":"撒上","chapter":3,"verse":8,"versions":{"unv":"耶和華第三次呼喚撒母耳。撒母耳起來，到以利那裡，說：「你又呼喚我？我在這裡。」以利才明白是耶和華呼喚童子。","bklcl":"Iâ-hô-hoa tē-saⁿ-pái kiò Sat-bó͘-jíⁿ.  Sat-bó͘-jíⁿ khí-lâi, khì Í-lī hia, kóng, Góa tī-chia, in-ūi lí kiò góa.  Í-lī chiah chai sī Iâ-hô-hoa kiò gín-ná.","tghg":"耶和華第三擺叫撒母耳。撒母耳起來，去以利遐，講：「我佇遮，因為你叫我。」以利才知是耶和華叫囝仔。","bklhl":"耶和華第三pái叫撒母耳。撒母耳起來，去Í-lī hia，講，我tī-chia，因為你叫我。Í-lī chiah知是耶和華叫gín-ná。"}},{"book":"撒上","chapter":3,"verse":9,"versions":{"unv":"因此以利對撒母耳說：「你仍去睡吧；若再呼喚你，你就說：『耶和華啊，請說，僕人敬聽！』」撒母耳就去，仍睡在原處。","bklcl":"Tùi án-ni, Í-lī kā Sat-bó͘-jíⁿ kóng, Lí koh khì khùn; I nā koh kiò lí, lí chiū kóng, Iâ-hô-hoa ah, chhiáⁿ Lí kóng, Lí ê lô͘-po̍k thiaⁿ.  Sat-bó͘-jíⁿ chiū khì khùn tī i ê só͘-chāi.","tghg":"對按呢以利給撒母耳講：「你閣去睏；伊若閣叫你，你就講：『耶和華啊，請你講，你的奴僕聽！』」撒母耳就去，睏佇伊的所在。","bklhl":"Tùi án-ni，Í-lī kā撒母耳講，你koh去睏；伊若koh叫你，你就講，耶和華ah，請你講，你ê奴僕聽。撒母耳就去睏tī伊ê所在。"}},{"book":"撒上","chapter":3,"verse":10,"versions":{"unv":"耶和華又來站著，像前三次呼喚說：「撒母耳啊！撒母耳啊！」撒母耳回答說：「請說，僕人敬聽！」","bklcl":"Iâ-hô-hoa koh lâi khiā-teh, chhin-chhiūⁿ chêng kúi-nā pái kiò, Sat-bó͘-jíⁿ ah, Sat-bó͘-jíⁿ ah.  Sat-bó͘-jíⁿ ìn kóng,  Chhiáⁿ kóng, Lí ê lô͘-po̍k teh thiaⁿ.","tghg":"耶和華閣來徛啲，親像前幾若擺叫：「撒母耳啊！撒母耳啊！」撒母耳應講：「請講，你的奴僕啲聽！」","bklhl":"耶和華koh來khiā-teh，親像前kúi-nā pái叫，撒母耳ah，撒母耳ah。撒母耳應講，請講，你ê奴僕teh聽。"}},{"book":"撒上","chapter":3,"verse":11,"versions":{"unv":"耶和華對撒母耳說：「我在以色列中必行一件事，叫聽見的人都必耳鳴。","bklcl":"Iâ-hô-hoa kā Sat-bó͘-jíⁿ kóng, Khòaⁿ ah, Góa tī Í-sek-lia̍t tiong beh kiâⁿ chi̍t hāng sū, hō͘ thiaⁿ-kìⁿ ê lâng, nn̄g ê hī-khang beh tiō-khí-lâi.","tghg":"耶和華給撒母耳講：「看啊，我佇以色列中欲行一項事，互聽見的人二個耳孔欲抖(tiō)起來。","bklhl":"耶和華kā撒母耳講，看ah，我tī以色列中beh行一項事，hō͘聽見ê人，兩個耳孔beh抖(tiō)起來。"}},{"book":"撒上","chapter":3,"verse":12,"versions":{"unv":"我指著以利家所說的話，到了時候，我必始終應驗在以利身上。","bklcl":"Góa lūn Í-lī ê ke só͘ kóng ê, kàu hit-ji̍t thâu-kàu-bé Góa beh èng-giām tī i.","tghg":"我論以利的家所講的，到彼日，頭到尾我欲應驗佇伊。","bklhl":"我論Í-lī ê家所講ê，到hit日頭到尾我beh應驗tī伊。"}},{"book":"撒上","chapter":3,"verse":13,"versions":{"unv":"我曾告訴他必永遠降罰與他的家，因他知道兒子作孽，自招咒詛，卻不禁止他們。","bklcl":"Góa bat kā i kóng, Góa beh ūi-tio̍h i só͘ chai ê chōe, éng-oán sím-phòaⁿ i ê ke;  in-ūi i ê kiáⁿ ka-kī chio chiù-chó͘, i iā bô kìm-chí in.","tghg":"我曾給伊講我欲為著伊所知的罪永遠審判伊的家，因為伊的子家己招咒詛，伊也無禁止𪜶。","bklhl":"我bat kā伊講，我beh為tio̍h伊所知ê罪，永遠審判伊ê家；因為伊ê kiáⁿ家己招咒詛，伊也無禁止in。"}},{"book":"撒上","chapter":3,"verse":14,"versions":{"unv":"所以我向以利家起誓說：『以利家的罪孽，雖獻祭奉禮物，永不能得贖去。』」","bklcl":"Só͘-í Góa ū tùi Í-lī ê ke chiù-chōa kóng, Í-lī ê ke ê chōe-kòa, sui-jiân chè-sū lé-mi̍h, éng-oán bōe-ōe sio̍k-hôe.","tghg":"所以我有對以利的家咒誓講：『以利的家的罪過，雖然祭祀禮物，永遠𣍐會贖回。』」","bklhl":"所以我有對Í-lī ê家chiù-chōa講，Í-lī ê家ê罪過，雖然祭祀禮物，永遠bōe會贖回。"}},{"book":"撒上","chapter":3,"verse":15,"versions":{"unv":"撒母耳睡到天亮，就開了耶和華的殿門，不敢將默示告訴以利。","bklcl":"Sat-bó͘-jíⁿ khùn kàu thiⁿ-kng, chiū khui Iâ-hô-hoa ê tiān-mn̂g.  Sat-bó͘-jíⁿ m̄-káⁿ chiong īⁿ-siōng kā Í-lī kóng.","tghg":"撒母耳睏到天光，就開耶和華的殿門，撒母耳呣敢將異象給以利講。","bklhl":"撒母耳睏到天光，就開耶和華ê殿門。撒母耳m̄敢將異象kā Í-lī講。"}},{"book":"撒上","chapter":3,"verse":16,"versions":{"unv":"以利呼喚撒母耳說：「我兒撒母耳啊！」撒母耳回答說：「我在這裡！」","bklcl":"Í-lī kiò Sat-bó͘-jíⁿ, kóng, Góa ê kiáⁿ Sat-bó͘-jíⁿ ah. I ìn kóng, Góa tī-chia.","tghg":"以利叫撒母耳講：「我的子撒母耳啊！」伊應講：「我佇遮！」","bklhl":"Í-lī叫撒母耳，講，我ê kiáⁿ撒母耳ah。 伊應講，我tī-chia。"}},{"book":"撒上","chapter":3,"verse":17,"versions":{"unv":"以利說：「耶和華對你說甚麼，你不要向我隱瞞；你若將　神對你所說的隱瞞一句，願他重重地降罰與你。」","bklcl":"Í-lī kóng, Iâ-hô-hoa tùi lí kóng sím-mi̍h? kiû lí m̄-thang ún-môa tī góa; nā chiong I só͘ kā lí kóng-ê tùi góa ún-ba̍t chi̍t-kù, goān Siōng-tè ka-pē chek-hoa̍t lí.","tghg":"以利講：「耶和華對你講甚麼？求你呣通隱瞞佇我；若將伊所給你講的對我隱密一句，願上帝加倍責罰你。」","bklhl":"Í-lī講，耶和華對你講甚麼？求你m̄-thang隱瞞tī我；若將伊所kā你講ê對我隱密一句，願上帝加倍責罰你。"}},{"book":"撒上","chapter":3,"verse":18,"versions":{"unv":"撒母耳就把一切話都告訴了以利，並沒有隱瞞。以利說：「這是出於耶和華，願他憑自己的意旨而行。」","bklcl":"Sat-bó͘-jíⁿ chiū chiong hiah-ê ōe lóng kā i kóng, iā bô tùi i ún-môa.  Í-lī kóng, Sī Iâ-hô-hoa, goān I chiàu I só͘ khòaⁿ-chòe hó-ê lâi kiâⁿ.","tghg":"撒母耳就將許個話攏給伊講，也無對伊隱瞞。以利講：「是耶和華，願伊照伊所看做好的來行。」","bklhl":"撒母耳就將hiah-ê話lóng kā伊講，也無對伊隱瞞。Í-lī講，是耶和華，願伊照伊所看做好ê來行。"}},{"book":"撒上","chapter":3,"verse":19,"versions":{"unv":"撒母耳長大了，耶和華與他同在，使他所說的話一句都不落空。","bklcl":"Sat-bó͘-jíⁿ chiām-chiām tōa-hàn; Iâ-hô-hoa kap i tī-teh, hō͘ i só͘ kóng-ê, bô chi̍t-kù bô èng-giām.","tghg":"撒母耳漸漸大漢，耶和華及伊佇啲，互伊所講的無一句無應驗。","bklhl":"撒母耳漸漸大漢；耶和華kap伊tī-teh，hō͘伊所講ê，無一句無應驗。"}},{"book":"撒上","chapter":3,"verse":20,"versions":{"unv":"從但到別是巴所有的以色列人都知道耶和華立撒母耳為先知。","bklcl":"Tùi Tàn kàu Pia̍t-sī-pa, só͘ ū ê Í-sek-lia̍t lâng lóng chai Sat-bó͘-jíⁿ siat-li̍p chòe Iâ-hô-hoa ê sian-ti.","tghg":"對但到別是巴所有的以色列人攏知撒母耳受設立做耶和華的先知。","bklhl":"Tùi Tàn到別是巴，所有ê以色列人lóng知撒母耳設立做耶和華ê先知。"}},{"book":"撒上","chapter":3,"verse":21,"versions":{"unv":"耶和華又在示羅顯現；因為耶和華將自己的話默示撒母耳，撒母耳就把這話傳遍以色列地。","bklcl":"Iâ-hô-hoa koh tī Sī-lô hián-hiān, in-ūi Iâ-hô-hoa ēng Iâ-hô-hoa ê ōe tī Sī-lô hián-bêng tī Sat-bó͘-jíⁿ. Sat-bó͘-jíⁿ ê oē piàn-thoân tī Í-sek-lia̍t chèng-lâng.","tghg":"耶和華閣佇示羅顯現；因為耶和華用耶和華的話佇示羅顯明佇撒母耳，撒母耳的話遍傳佇以色列眾人。","bklhl":"耶和華koh tī Sī-lô顯現，因為耶和華用耶和華ê話tī Sī-lô顯明tī撒母耳。撒母耳ê話遍傳tī以色列眾人。"}}]