[{"book":"撒上","chapter":19,"verse":1,"versions":{"unv":"掃羅對他兒子約拿單和眾臣僕說，要殺大衛；掃羅的兒子約拿單卻甚喜愛大衛。","bklcl":"Sò-lô tùi i ê kiáⁿ Iok-ná-tan kap chèng jîn-sîn kóng, Tio̍h thâi-sí Tāi-pi̍t; chóng-sī Sò-lô ê kiáⁿ Iok-ná-tan put-chí hoaⁿ-hí Tāi-pi̍t.","tghg":"掃羅對伊的子約拿單及眾人臣講，著刣死大衛；總是掃羅的子約拿單不止歡喜大衛。","bklhl":"掃羅對伊ê kiáⁿ約拿單kap眾人臣講，Tio̍h 刣死大衛；總是掃羅ê kiáⁿ約拿單不止歡喜大衛。"}},{"book":"撒上","chapter":19,"verse":2,"versions":{"unv":"約拿單告訴大衛說：「我父掃羅想要殺你，所以明日早晨你要小心，到一個僻靜地方藏身。","bklcl":"Iok-ná-tan kā Tāi-pi̍t kóng, Góa ê lāu-pē Sò-lô siūⁿ beh thâi lí; só͘-í bîn-á-chá-khí lí tio̍h sió-sim, kàu chi̍t-ê phian-phiah-ê só͘-chāi, ka-kī bih.","tghg":"約拿單給大衛講：「我的老父掃羅想欲刣你，所以明仔早起你著小心，到一個偏僻的所在，家己匿。","bklhl":"約拿單kā大衛講，我ê老父掃羅想beh 刣你；所以明á早起你tio̍h小心，到一个偏僻ê所在，家己bih。"}},{"book":"撒上","chapter":19,"verse":3,"versions":{"unv":"我就出到你所藏的田裡，站在我父親旁邊與他談論。我看他情形怎樣，我必告訴你。」","bklcl":"Góa beh khì lí só͘ bih ê chhân, khiā tī góa ê lāu-pē sin-piⁿ; góa kap góa ê lāu-pē gī-lūn lí ê sū, góa só͘ khòaⁿ-kìⁿ ê góa beh kā lí kóng.","tghg":"我欲去你所匿的田，徛佇我的老父身邊，我及我的老父議論你的事。我所看見的我欲給你講。」","bklhl":"我beh去你所bih ê田，khiā tī我ê老父身邊；我kap我ê老父議論你ê事，我所看見ê我beh kā你講。"}},{"book":"撒上","chapter":19,"verse":4,"versions":{"unv":"約拿單向他父親掃羅替大衛說好話，說：「王不可得罪王的僕人大衛；因為他未曾得罪你，他所行的都與你大有益處。","bklcl":"Iok-ná-tan tùi i ê lāu-pē Sò-lô lūn Tāi-pi̍t, thòe i kóng hó-ōe, kóng, Ông m̄-thang tek-chōe lí ê lô͘-po̍k Tāi-pi̍t, in-ūi i bē bat tek-chōe lí; i tùi lí só͘-kiâⁿ-ê, lóng sī hó;","tghg":"約拿單對伊的老父掃羅論大衛替伊講好話，講：「王呣通得罪你的奴僕大衛；因為伊未曾得罪你，伊對你所行的攏是好。","bklhl":"約拿單對伊ê老父掃羅論大衛，替伊講好話，講，王m̄-thang得罪你ê奴僕大衛，因為伊未bat得罪你；伊對你所行ê，lóng是好；"}},{"book":"撒上","chapter":19,"verse":5,"versions":{"unv":"他拚命殺那非利士人，耶和華為以色列眾人大行拯救；那時你看見，甚是歡喜，現在為何無故要殺大衛，流無辜人的血，自己取罪呢？」","bklcl":"in-ūi i bat piàⁿ-miā thâi-sí hit ê Hui-lī-sū lâng,  Iâ-hô-hoa ūi Í-sek-lia̍t chèng-lâng tōa kiâⁿ chín-kiù; hit-sî lí khòaⁿ-kìⁿ, put-chí hoaⁿ-hí; taⁿ siáⁿ-sū bô iân-kò͘ beh thâi-sí Tāi-pi̍t, lâu bô-chōe ê lâng ê huih, lâi hoān-chōe ah?","tghg":"因為伊曾拚命刣死彼個非利士人，耶和華為以色列眾人大行拯救；彼時你看見，不止歡喜，今啥事無緣故欲刣死大衛，流無罪的人的血，來犯罪啊？」","bklhl":"因為伊bat拚命刣死hit ê腓利士人，耶和華為以色列眾人大行拯救；hit時你看見，不止歡喜；taⁿ啥事無緣故beh 刣死大衛，流無罪ê人ê血，來犯罪ah？"}},{"book":"撒上","chapter":19,"verse":6,"versions":{"unv":"掃羅聽了約拿單的話，就指著永生的耶和華起誓說：「我必不殺他。」","bklcl":"Sò-lô thiaⁿ Iok-ná-tan ê ōe; Sò-lô kí Iâ-hô-hoa ê oa̍h lâi chiù-chōa kóng, Góa bô beh hō͘ i sí.","tghg":"掃羅聽約拿單的話，掃羅指耶和華的活來咒誓講：「我無欲互伊死。」","bklhl":"掃羅聽約拿單ê話；掃羅kí耶和華ê活來chiù-chōa講，我無beh hō͘伊死。"}},{"book":"撒上","chapter":19,"verse":7,"versions":{"unv":"約拿單叫大衛來，把這一切事告訴他，帶他去見掃羅。他就仍然侍立在掃羅面前。","bklcl":"Iok-ná-tan kiò Tāi-pi̍t lâi; Iok-ná-tan chiong che it-chhè ê ōe kā i kóng; Iok-ná-tan chhōa Tāi-pi̍t khì kìⁿ Sò-lô; i iû-goân khiā tī Sò-lô ê bīn-chêng.","tghg":"約拿單叫大衛來，約拿單將這一切的話給伊講，約拿單導大衛去見掃羅。伊猶原徛佇掃羅的面前。","bklhl":"約拿單叫大衛來；約拿單將這一切ê話kā伊講；約拿單chhōa大衛去見掃羅；伊猶原khiā tī掃羅ê面前。"}},{"book":"撒上","chapter":19,"verse":8,"versions":{"unv":"此後又有爭戰的事。大衛出去與非利士人打仗，大大殺敗他們，他們就在他面前逃跑。","bklcl":"Í-āu koh ū kau-chiàn; Tāi-pi̍t chhut-khì kap Hui-lī-sū lâng kau-chiàn, tōa-tōa thâi-sí in; in chiū tī i ê bīn-chêng tô-cháu.","tghg":"以後閣有交戰。大衛出去及非利士人交戰，大大刣死𪜶，𪜶就佇伊的面前逃走。","bklhl":"以後koh有交戰；大衛出去kap腓利士人交戰，大大刣死in；in就tī伊ê面前逃走。"}},{"book":"撒上","chapter":19,"verse":9,"versions":{"unv":"從耶和華那裡來的惡魔又降在掃羅身上（掃羅手裡拿槍坐在屋裡），大衛就用手彈琴。","bklcl":"Sò-lô chē tī chhù-lāi, chhiú kia̍h chhiuⁿ; hit-sî tùi Iâ-hô-hoa hia lâi ê pháiⁿ-sîn koh lîm-kàu i;  Tāi-pi̍t ēng chhiú tôaⁿ-khîm.","tghg":"（掃羅坐佇厝內手攑槍(chhiuⁿ)），彼時對耶和華遐來的歹神閣臨到伊，大衛用手彈琴。","bklhl":"掃羅坐tī厝內，手kia̍h鎗；hit時tùi耶和華hia來ê pháiⁿ神koh臨到伊；大衛用手彈琴。"}},{"book":"撒上","chapter":19,"verse":10,"versions":{"unv":"掃羅用槍想要刺透大衛，釘在牆上；他卻躲開，掃羅的槍刺入牆內。當夜大衛逃走，躲避了。","bklcl":"Sò-lô beh ēng chhiuⁿ chhì Tāi-pi̍t, tèng i tī piah-nih; i chiū tùi Sò-lô ê bīn-chêng siám-khui; hit ki chhiuⁿ chha̍k-ji̍p piah.  Hit-mî Tāi-pi̍t chiū cháu lâi siám-pī i.","tghg":"掃羅欲用槍刺大衛，釘伊佇壁裡；伊就對掃羅的面前閃開，彼支槍鑿入(chha̍k-ji̍p)壁。彼暝大衛就走，來閃避伊。","bklhl":"掃羅beh用鎗刺大衛，釘伊tī壁裡；伊就tùi掃羅ê面前閃開；hit支鎗鑿入壁。Hit暝大衛就走來閃避伊。"}},{"book":"撒上","chapter":19,"verse":11,"versions":{"unv":"掃羅打發人到大衛的房屋那裡窺探他，要等到天亮殺他。大衛的妻米甲對他說：「你今夜若不逃命，明日你要被殺。」","bklcl":"Sò-lô chhe lâng kàu Tāi-pi̍t ê chhù siú i, thèng-hāu thiⁿ-kng beh thâi i.  Tāi-pi̍t ê bó͘ Bí-kah tùi i kóng, Lí kim-mî nā bô tô-miā, bîn-á-ji̍t lí beh siū-thâi.","tghg":"掃羅差人到大衛的厝守伊，聽候天光欲刣伊。大衛的某米甲對伊講：「你今暝若無逃命，明仔日你欲受刣。」","bklhl":"掃羅差人到大衛ê厝守伊，thèng候天光beh 刣伊。大衛ê bó͘ Bí-kah對伊講，你今暝若無逃命，明á日你beh受刣。"}},{"book":"撒上","chapter":19,"verse":12,"versions":{"unv":"於是米甲將大衛從窗戶裡縋下去，大衛就逃走，躲避了。","bklcl":"Bí-kah chiū tùi thang-á tūi Tāi-pi̍t lo̍h-khì; i chiū cháu-khì, lâi siám-pī.","tghg":"米甲就對窗仔墜(tūi)大衛落去，伊就走去，來閃避。","bklhl":"Bí-kah就tùi窗á墜大衛落去；伊就走去，來閃避。"}},{"book":"撒上","chapter":19,"verse":13,"versions":{"unv":"米甲把家中的神像放在床上，頭枕在山羊毛裝的枕頭上，用被遮蓋。","bklcl":"Bí-kah ēng ke-lāi ê ngó͘-siōng hē tī bîn-chhn̂g, thâu-khak khòa tī soaⁿ-iûⁿ-mn̂g ê chím-thâu, ēng phē khàm i.","tghg":"米甲用家內的偶像下佇眠床，頭殼靠(khòa)佇山羊毛的枕頭，用被(phē)蓋(khàm)伊。","bklhl":"Bí-kah用家內ê偶像hē tī眠床，頭殼khòa tī山羊毛ê枕頭，用被蓋伊。"}},{"book":"撒上","chapter":19,"verse":14,"versions":{"unv":"掃羅打發人去捉拿大衛，米甲說：「他病了。」","bklcl":"Sò-lô chhe lâng khì lia̍h Tāi-pi̍t;  Bí-kah kóng, I phòa-pīⁿ.","tghg":"掃羅差人去掠大衛，米甲講：「伊破病。」","bklhl":"掃羅差人去掠大衛；Bí-kah講，伊破病。"}},{"book":"撒上","chapter":19,"verse":15,"versions":{"unv":"掃羅又打發人去看大衛，說：「當連床將他抬來，我好殺他。」","bklcl":"Sò-lô koh chhe lâng khì khòaⁿ Tāi-pi̍t, kóng, Liân bîn-chhn̂g kng-lâi góa chia, góa thang thâi-sí i.","tghg":"掃羅閣差人去看大衛，講：「連眠床扛來我遮，我通刣死伊。」","bklhl":"掃羅koh差人去看大衛，講，連眠床扛來我chia，我thang 刣死伊。"}},{"book":"撒上","chapter":19,"verse":16,"versions":{"unv":"使者進去，看見床上有神像，頭枕在山羊毛裝的枕頭上。","bklcl":"Sù-chiá ji̍p-khì, khòaⁿ-kìⁿ chhn̂g-nih ū ngó͘-siōng, thâu-khak khòa tī soaⁿ-iûⁿ-mn̂g ê chím-thâu.","tghg":"使者入去，看見床裡有偶像，頭殼靠佇山羊毛的枕頭。","bklhl":"使者入去，看見床裡有偶像，頭殼khòa tī山羊毛ê枕頭。"}},{"book":"撒上","chapter":19,"verse":17,"versions":{"unv":"掃羅對米甲說：「你為甚麼這樣欺哄我，放我仇敵逃走呢？」米甲回答說：「他對我說：『你放我走，不然我要殺你。』」","bklcl":"Sò-lô tùi Bí-kah kóng, Lí siáⁿ-sū án-ni phiàn góa, pàng góa ê tùi-te̍k tô-cháu ah?  Bí-kah ìn kóng, I kā góa kóng, Lí pàng góa khì, góa kiám tio̍h thâi-sí lí mah?","tghg":"掃羅對米甲講：「你啥事按呢騙我，放我的對敵逃走啊？」米甲應講：「伊給我講：『你放我去，我豈著刣死你嗎？』」","bklhl":"掃羅對Bí-kah講，你啥事án-ni騙我，放我ê對敵逃走ah？Bí-kah應講，伊kā我講，你放我去，我kiám tio̍h 刣死你mah？"}},{"book":"撒上","chapter":19,"verse":18,"versions":{"unv":"大衛逃避，來到拉瑪見撒母耳，將掃羅向他所行的事述說了一遍。他和撒母耳就往拿約去居住。","bklcl":"Tāi-pi̍t cháu-khì, tô-siám kàu La̍h-má, kìⁿ Sat-bó͘-jíⁿ, chiong Sò-lô tùi i só͘ kiâⁿ ê sū, lóng-chóng kā i kóng.  I kap Sat-bó͘-jíⁿ chiū khì Ná-iok khiā-khí.","tghg":"大衛走去，逃閃到拉瑪見撒母耳，將掃羅對伊所行的事攏總給伊講。伊及撒母耳就去拿約徛起。","bklhl":"大衛走去，逃閃到La̍h-má，見撒母耳，將掃羅對伊所行ê事，lóng總kā伊講。伊kap撒母耳就去Ná-iok khiā起。"}},{"book":"撒上","chapter":19,"verse":19,"versions":{"unv":"有人告訴掃羅，說大衛在拉瑪的拿約。","bklcl":"Ū lâng kā Sò-lô kóng, Khòaⁿ ah, Tāi-pi̍t tī La̍h-má ê Ná-iok.","tghg":"有人給掃羅講，看啊，大衛佇拉瑪的拿約。","bklhl":"有人kā掃羅講，看ah，大衛tī La̍h-má ê Ná-iok。"}},{"book":"撒上","chapter":19,"verse":20,"versions":{"unv":"掃羅打發人去捉拿大衛。去的人見有一班先知都受感說話，撒母耳站在其中監管他們；打發去的人也受　神的靈感動說話。","bklcl":"Sò-lô chhe sù-chiá khì lia̍h Tāi-pi̍t; in khòaⁿ-kìⁿ chi̍t tīn sian-ti teh kóng sian-ti ōe, koh Sat-bó͘-jíⁿ khiā tī in tiong-kan kam(**kàm)-tok in, Siōng-tè ê Sîn lîm-kàu Sò-lô ê sù-chiá, in iā kóng sian-ti ōe.","tghg":"掃羅差使者去掠大衛。𪜶看見一陣先知啲講先知話，閣撒母耳徛佇𪜶中間監督𪜶；上帝的神臨到掃羅的使者，𪜶也講先知話。","bklhl":"掃羅差使者去掠大衛；in看見一陣先知teh講先知話，koh撒母耳khiā tī in中間監督in，上帝ê神臨到掃羅ê使者，in也講先知話。"}},{"book":"撒上","chapter":19,"verse":21,"versions":{"unv":"有人將這事告訴掃羅，他又打發人去，他們也受感說話。掃羅第三次打發人去，他們也受感說話。","bklcl":"Ū lâng chiong chit ê sū kā Sò-lô kóng; i chiū chhe pa̍t ê sù-chiá khì; in iā kóng sian-ti ōe.  Sò-lô tē-saⁿ pái chhe sù-chiá khì, in iā kóng sian-ti ōe.","tghg":"有人將此個事給掃羅講，伊就差別個使者去，𪜶也講先知話。掃羅第三擺差使者去，𪜶也講先知話。","bklhl":"有人將chit ê事kā掃羅講；伊就差別ê使者去；in也講先知話。掃羅第三pái差使者去，in也講先知話。"}},{"book":"撒上","chapter":19,"verse":22,"versions":{"unv":"然後掃羅自己往拉瑪去，到了西沽的大井，問人說：「撒母耳和大衛在哪裡呢？」有人說：「在拉瑪的拿約。」","bklcl":"Āu-lâi i pún-sin iā khì La̍h-má; kàu Se-ko͘ ê tōa-chíⁿ hia, mn̄g lâng kóng, Sat-bó͘-jíⁿ kap Tāi-pi̍t tī toh-lo̍h?  Ū lâng kā i kóng, Khòaⁿ ah, tī La̍h-má ê Ná-iok.","tghg":"後來伊本身也去拉瑪，到西沽的大井遐，問人講：「撒母耳及大衛佇叨落？」有人給伊講：「看啊，佇拉瑪的拿約。」","bklhl":"後來伊本身也去La̍h-má；到Se-ko͘ ê大井hia，問人講，撒母耳kap大衛tī toh落？有人kā伊講，看ah，tī La̍h-má ê Ná-iok。"}},{"book":"撒上","chapter":19,"verse":23,"versions":{"unv":"他就往拉瑪的拿約去。　神的靈也感動他，一面走一面說話，直到拉瑪的拿約。","bklcl":"I chiū khì La̍h-má ê Ná-iok;  Siōng-tè ê Sîn iā lîm-kàu i; i ná-kiâⁿ ná-kóng sian-ti ōe, ti̍t-kàu La̍h-má ê Ná-iok.","tghg":"伊就去拉瑪的拿約。上帝的神也臨到伊，伊愈行愈講先知話，直到拉瑪的拿約。","bklhl":"伊就去La̍h-má ê Ná-iok；上帝ê神也臨到伊；伊ná行ná講先知話，直到La̍h-má ê Ná-iok。"}},{"book":"撒上","chapter":19,"verse":24,"versions":{"unv":"他就脫了衣服，在撒母耳面前受感說話，一晝一夜露體躺臥。因此有句俗語說：「掃羅也列在先知中嗎？」","bklcl":"I chiū thǹg-saⁿ, tī Sat-bó͘-jíⁿ ê bīn-chêng kóng sian-ti ōe; thong-ji̍t thong-mî thǹg-theh tó-teh;  tùi án-ni lâng teh kóng, Sò-lô iā lia̍t tī sian-ti tiong mah?","tghg":"伊就褪衫，佇撒母耳的面前講先知話，通日通暝褪裼倒啲。對按呢人啲講：「掃羅也列佇先知中嗎？」","bklhl":"伊就thǹg衫，tī撒母耳ê面前講先知話；thong日thong暝thǹg-theh倒teh；Tùi án-ni，人teh講，掃羅也列tī先知中mah？"}}]