[{"book":"撒上","chapter":20,"verse":1,"versions":{"unv":"大衛從拉瑪的拿約逃跑，來到約拿單那裡，對他說：「我做了甚麼？有甚麼罪孽呢？在你父親面前犯了甚麼罪，他竟尋索我的性命呢？」","bklcl":"Tāi-pi̍t tùi La̍h-má ê Ná-iok tô-cháu, kàu Iok-ná-tan ê bīn-chêng, kóng, Góa chòe sím-mi̍h? góa ū sím-mi̍h pháiⁿ?  tī lí ê lāu-pē ê bīn-chêng ū sím-mi̍h chōe, i kéng-jiân teh siàu-siūⁿ góa ê sìⁿ-miā mah?","tghg":"大衛對拉瑪的拿約逃走，到約拿單的面前，講：「我做甚麼？我有甚麼歹？佇你的老父的面前有甚麼罪，伊竟然啲數想我的生命嗎？」","bklhl":"大衛tùi La̍h-má ê Ná-iok逃走，到約拿單ê面前，講，我做甚麼？我有甚麼pháiⁿ？tī你ê老父ê面前有甚麼罪，伊竟然teh siàu想我ê性命mah？"}},{"book":"撒上","chapter":20,"verse":2,"versions":{"unv":"約拿單回答說：「斷然不是！你必不致死。我父做事，無論大小，沒有不叫我知道的。怎麼獨有這事隱瞞我呢？決不如此。」","bklcl":"Iok-ná-tan kā i kóng, Koat-toàn m̄-sī, lí bōe kàu sí; góa ê lāu-pē chòe tāi-chì, bô-lūn tōa-sòe, bô chi̍t-hāng bô hō͘ góa chai; góa ê lāu-pē kiám kan-ta ún-môa góa chit hāng sū mah?  koat-toàn bô án-ni.","tghg":"約拿單給伊講：「決斷呣是！你𣍐到死。我的老父做代誌，無論大細，無一項無互我知。我的老父豈干單隱瞞我此項事嗎？決斷無按呢。」","bklhl":"約拿單kā伊講，決斷m̄是，你bōe到死；我ê老父做tāi-chì，無論大細，無一項無hō͘我知；我ê老父kiám kan-ta隱瞞我chit項事mah？決斷無án-ni。"}},{"book":"撒上","chapter":20,"verse":3,"versions":{"unv":"大衛又起誓說：「你父親準知我在你眼前蒙恩。他心裡說，不如不叫約拿單知道，恐怕他愁煩。我指著永生的耶和華，又敢在你面前起誓，我離死不過一步。」","bklcl":"Tāi-pi̍t koh chiù-chōa kóng, Lí ê lāu-pē chún-chún chai góa tī lí ê bīn-chêng tit-tio̍h un-tián; i ê sim kóng, M̄-thang hō͘ Iok-ná-tan chai, kiaⁿ-liáu i ōe iu-būn;  góa kí Iâ-hô-hoa ê éng-oa̍h kap lí ê oa̍h-miā lâi chiù-chōa, góa lī-khui sí chí-ū chi̍t-pō͘ nā-tiāⁿ.","tghg":"大衛閣咒誓講：「你的老父準準知我佇你的面前得著恩典。伊的心講，呣通互約拿單知，驚了伊會憂悶。我指耶和華的永活，及你的活命來咒誓，我離開死只有一步若定。」","bklhl":"大衛koh chiù-chōa講，你ê老父準準知我tī你ê面前得tio̍h恩典；伊ê心講，M̄-thang hō͘約拿單知，驚了伊會憂悶；我kí耶和華ê永活kap你ê活命來chiù-chōa，我離開死只有一步nā-tiāⁿ。"}},{"book":"撒上","chapter":20,"verse":4,"versions":{"unv":"約拿單對大衛說：「你心裡所求的，我必為你成就。」","bklcl":"Iok-ná-tan kā Tāi-pi̍t kóng, Lí ê sim só͘ ài, góa beh kā lí chòe.","tghg":"約拿單給大衛講：「你的心所愛，我欲給你做。」","bklhl":"約拿單kā大衛講，你ê心所ài，我beh kā你做。"}},{"book":"撒上","chapter":20,"verse":5,"versions":{"unv":"大衛對約拿單說：「明日是初一，我當與王同席，求你容我去藏在田野，直到第三日晚上。","bklcl":"Tāi-pi̍t kā Iok-ná-tan kóng, Bîn-á-ji̍t sī chhoe-it, góa eng-kai tio̍h kap ông chē-toh; kiû lí iông-ún góa khì bih tī chhân-nih, kàu tē-saⁿ ji̍t ê-hng.","tghg":"大衛給約拿單講：「明仔日是初一，我應該著及王坐桌，求你容允我去匿佇田裡，到第三日下昏。","bklhl":"大衛kā約拿單講，明á日是初一，我應該tio̍h kap王坐桌；求你容允我去bih tī田裡，到第三日ê-hng。"}},{"book":"撒上","chapter":20,"verse":6,"versions":{"unv":"你父親若見我不在席上，你就說：『大衛切求我許他回本城伯利恆去，因為他全家在那裡獻年祭。』","bklcl":"Lí ê lāu-pē nā khòaⁿ góa bô tī-teh, lí chiū kóng, Tāi-pi̍t chhiat-chhiat kiû góa chún i tò-khì pún-siâⁿ Pek-lī-hêng, in-ūi i thong-ke tī-hia hiàn nî-chè.","tghg":"你的老父若看我無佇啲，你就講：『大衛切切求我准伊倒去本城伯利恆，因為伊通家(thong-ke)佇遐獻年祭。』","bklhl":"你ê老父若看我無tī-teh，你就講，大衛切切求我准伊tò去本城伯利恆，因為伊thong家 tī-hia獻年祭。"}},{"book":"撒上","chapter":20,"verse":7,"versions":{"unv":"你父親若說好，僕人就平安了；他若發怒，你就知道他決意要害我。","bklcl":"I nā kóng, Hó lah, chiū lí ê lô͘-po̍k ū pêng-an; i nā hoat siū-khì, chiū chai i koat-ì beh hāi góa.","tghg":"伊若講好啦，就你的奴僕有平安；伊若發受氣，就知伊決意欲害我。","bklhl":"伊若講，好lah，就你ê奴僕有平安；伊若發受氣，就知伊決意beh害我。"}},{"book":"撒上","chapter":20,"verse":8,"versions":{"unv":"求你施恩與僕人，因你在耶和華面前曾與僕人結盟。我若有罪，不如你自己殺我，何必將我交給你父親呢？」","bklcl":"Taⁿ lí tio̍h si-un hō͘ lí ê lô͘-po̍k; in-ūi lí chêng ū hō͘ lí ê lô͘-po̍k kap lí kí Iâ-hô-hoa lâi kiat-iok;  góa nā ū chōe, chhiáⁿ lí pún-sin thâi góa; siáⁿ-sū tòa góa kàu lí ê lāu-pē hia?","tghg":"今你著施恩互你的奴僕，因為你前有互你的奴僕及你指耶和華來結約。我若有罪，請你本身刣我，啥事帶我到你的老父遐？」","bklhl":"Taⁿ你tio̍h施恩hō͘你ê奴僕；因為你前有hō͘你ê奴僕kap你kí耶和華來結約；我若有罪，請你本身刣我；啥事帶我到你ê老父hia？"}},{"book":"撒上","chapter":20,"verse":9,"versions":{"unv":"約拿單說：「斷無此事！我若知道我父親決意害你，我豈不告訴你呢？」","bklcl":"Iok-ná-tan kóng, Koat-toàn bô tùi lí án-ni kiâⁿ; in-ūi góa nā chin chai góa ê lāu-pē koat-ì beh hāi lí, góa kiám bô kā lí kóng mah?","tghg":"約拿單講：「決斷無對你按呢行！因為我若真知我的老父決意欲害你，我豈無給你講嗎？」","bklhl":"約拿單講，決斷無對你án-ni行；因為我若真知我ê老父決意beh害你，我kiám無kā你講mah？"}},{"book":"撒上","chapter":20,"verse":10,"versions":{"unv":"大衛對約拿單說：「你父親若用厲言回答你，誰來告訴我呢？」","bklcl":"Tāi-pi̍t kā Iok-ná-tan kóng, Lí ê lāu-pē nā ēng pháiⁿ siaⁿ-sàu ìn lí, chī-chūi beh lâi kā góa kóng ah?","tghg":"大衛給約拿單講：「你的老父若用歹聲嗽應你，是誰欲來給我講啊？」","bklhl":"大衛kā約拿單講，你ê老父若用pháiⁿ聲sàu應你，是誰 beh來kā我講ah？"}},{"book":"撒上","chapter":20,"verse":11,"versions":{"unv":"約拿單對大衛說：「你我且往田野去。」二人就往田野去了。","bklcl":"Iok-ná-tan kā Tāi-pi̍t kóng, Lâi lah, lán chhut-lâi khì chhân-nih; nn̄g-lâng chiū chhut-khì chhân-nih.","tghg":"約拿單給大衛講：「來啦，咱出來去田裡。」二人就出去田裡。","bklhl":"約拿單kā大衛講，來lah，咱出來去田裡；兩人就出去田裡。"}},{"book":"撒上","chapter":20,"verse":12,"versions":{"unv":"約拿單對大衛說：「願耶和華─以色列的　神為證。明日約在這時候，或第三日，我探我父親的意思，若向你有好意，我豈不打發人告訴你嗎？","bklcl":"Iok-ná-tan kā Tāi-pi̍t kóng, Goān Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè chòe kan-chèng, bîn-á-ji̍t chit-sî, á-sī tē-saⁿ ji̍t, góa thàm-khòaⁿ góa ê lāu-pē, nā ū hó ì-sù ǹg Tāi-pi̍t, góa kiám bô chhe lâng kā lí kóng mah?","tghg":"約拿單給大衛講：「願耶和華──以色列的上帝做干證。明仔日此時，抑是第三日，我探看我的老父，若有好意思向大衛，我豈無差人給你講嗎？","bklhl":"約拿單kā大衛講，願耶和華以色列ê上帝做干證，明á日chit時，á是第三日，我探看我ê老父，若有好意思ǹg大衛，我kiám無差人kā你講mah？"}},{"book":"撒上","chapter":20,"verse":13,"versions":{"unv":"我父親若有意害你，我不告訴你使你平平安安地走，願耶和華重重地降罰與我。願耶和華與你同在，如同從前與我父親同在一樣。","bklcl":"Góa ê lāu-pē nā ū ì-sù hāi lí, góa beh kā lí kóng, hō͘ lí pêng-an khì;  nā-bô, goān Iâ-hô-hoa ka-pē chek-hoa̍t Iok-ná-tan;  goān Iâ-hô-hoa kap lí tī-teh, chhin-chhiūⁿ I bat kap góa ê lāu-pē tī-teh chi̍t-iūⁿ.","tghg":"我的老父若有意思害你，我欲給你講互你平安去，若無，願耶和華加倍責罰約拿單。願耶和華及你佇啲，親像伊曾及我的老父佇啲一樣。","bklhl":"我ê老父若有意思害你，我beh kā你講，hō͘你平安去；若無，願耶和華加倍責罰約拿單；願耶和華kap你tī-teh，親像伊bat kap我ê老父tī-teh一樣。"}},{"book":"撒上","chapter":20,"verse":14,"versions":{"unv":"你要照耶和華的慈愛恩待我，不但我活著的時候免我死亡，","bklcl":"M̄-nā góa oa̍h-teh ê sî, lí tio̍h tùi góa hián-bêng Iâ-hô-hoa ê chû-ài, bián-tit góa sí-bô;","tghg":"呣若我活啲的時你著對我顯明耶和華的慈愛，免得我死無，","bklhl":"M̄-nā我活teh ê時，你tio̍h對我顯明耶和華ê慈愛，免得我死無；"}},{"book":"撒上","chapter":20,"verse":15,"versions":{"unv":"就是我死後，耶和華從地上剪除你仇敵的時候，你也永不可向我家絕了恩惠。」","bklcl":"chiū Iâ-hô-hoa tùi tōe-chiūⁿ it-chīn chián-tû Tāi-pi̍t ê tùi-te̍k ê sî, lí iā éng-oán m̄-thang tùi góa ê ke choa̍t-tn̄g lí ê un-hūi.","tghg":"就耶和華對地上一盡(it-chīn)剪除(chián-tû)大衛的對敵的時，你也永遠呣通對我的家，絕斷你的恩惠。」","bklhl":"就耶和華tùi地上一盡剪除大衛ê對敵ê時，你也永遠m̄-thang對我ê家絕斷你ê恩惠。"}},{"book":"撒上","chapter":20,"verse":16,"versions":{"unv":"於是約拿單與大衛家結盟，說：「願耶和華藉大衛的仇敵追討背約的罪。」","bklcl":"Iok-ná-tan chiū kap Tāi-pi̍t ê ke kiat-iok, kóng, Goān Iâ-hô-hoa tùi Tāi-pi̍t chiah-ê tùi-te̍k ê chhiú lâi thó i.","tghg":"約拿單就及大衛的家結約：講：「願耶和華對大衛諸個對敵的手來討伊。」","bklhl":"約拿單就kap大衛ê家結約，講，願耶和華tùi大衛chiah ê對敵ê手來討伊。"}},{"book":"撒上","chapter":20,"verse":17,"versions":{"unv":"約拿單因愛大衛如同愛自己的性命，就使他再起誓。","bklcl":"Iok-ná-tan in-ūi thiàⁿ Tāi-pi̍t, chiū kah i koh chiù-chōa;  in-ūi i thiàⁿ i chhin-chhiūⁿ thiàⁿ ka-kī ê sìⁿ-miā.","tghg":"約拿單因為疼大衛，就教伊閣咒誓，因為伊疼伊親像疼家己的生命。","bklhl":"約拿單因為疼大衛，就kah伊koh chiù-chōa；因為伊疼伊親像疼家己ê性命。"}},{"book":"撒上","chapter":20,"verse":18,"versions":{"unv":"約拿單對他說：「明日是初一，你的座位空設，人必理會你不在那裡。","bklcl":"Iok-ná-tan kā i kóng, Bîn-á-ji̍t sī ge̍h ê chhoe-it, lí ê ūi pàng-khang, beh kóng lí bô tī-teh.","tghg":"約拿單給伊講：「明仔日是月的初一，你的位放空，欲講你無佇啲。","bklhl":"約拿單kā伊講，明á日是月ê初一，你ê位放空，beh講你無tī-teh。"}},{"book":"撒上","chapter":20,"verse":19,"versions":{"unv":"你等三日，就要速速下去，到你從前遇事所藏的地方，在以色磐石那裡等候。","bklcl":"Tán kàu saⁿ-ji̍t, lí tio̍h kín-kín lo̍h-khì kàu lí chêng tú-tio̍h tāi-chì só͘ bih ê só͘-chāi, tī Í-sek ê chio̍h-pôaⁿ hia thèng-hāu;","tghg":"等到三日，你著緊緊落去，到你前抵著(tú-tio̍h)代誌所匿的所在，佇以色的石磐遐聽候。","bklhl":"等到三日，你tio̍h緊緊落去到你前tú-tio̍h tāi-chì所bih ê所在，tī Í-sek ê石磐hia thèng候；"}},{"book":"撒上","chapter":20,"verse":20,"versions":{"unv":"我要向磐石旁邊射三箭，如同射箭靶一樣。","bklcl":"góa beh siā saⁿ ki chìⁿ tī chio̍h-pôaⁿ piⁿ, ná chhin-chhiūⁿ khó-pé chi̍t-iūⁿ;","tghg":"我欲射三支箭(chìⁿ)佇石盤邊，那親像考靶(khó-pé)一樣。","bklhl":"我beh射三支箭tī石磐邊，ná親像考靶一樣；"}},{"book":"撒上","chapter":20,"verse":21,"versions":{"unv":"我要打發童子，說：『去把箭找來。』我若對童子說：『箭在後頭，把箭拿來』，你就可以回來；我指著永生的耶和華起誓，你必平安無事。","bklcl":"góa beh chhe chi̍t ê gín-ná, kóng, Lí khì chhē hiah-ê chìⁿ;  góa nā kā gín-ná kóng, Khòaⁿ ah, chìⁿ tī lí chit-pêng, tio̍h khioh i; lí chiū thang tò-lâi;  góa kí oa̍h ê Iâ-hô-hoa lâi chiù-chōa, lí ū pêng-an bô hāi.","tghg":"我欲差一個囝仔，講：『你去尋許個箭』我若給囝仔講：『看啊，箭佇你此旁著拾伊』，你就通倒來；我指活的耶和華來咒誓，你有平安無害。","bklhl":"我beh差一个gín-ná，講，你去chhē hiah-ê箭；我若kā gín-ná講，看ah，箭tī你chit-pêng，tio̍h拾伊；你就thang tò來；我kí活ê耶和華來chiù-chōa，你有平安無害。"}},{"book":"撒上","chapter":20,"verse":22,"versions":{"unv":"我若對童子說：『箭在前頭』，你就要去，因為是耶和華打發你去的。","bklcl":"Góa nā kā gín-ná kóng, Khòaⁿ ah, chìⁿ tī lí hit-pêng, lí chiū tio̍h khì; in-ūi sī Iâ-hô-hoa chhe lí khì.","tghg":"我若給囝仔講：『看啊，箭佇你彼旁』你就著去，因為是耶和華差你去。","bklhl":"我若kā gín-ná講，看ah，箭tī你hit-pêng，你就tio̍h去；因為是耶和華差你去。"}},{"book":"撒上","chapter":20,"verse":23,"versions":{"unv":"至於你我今日所說的話，有耶和華在你我中間為證，直到永遠。」","bklcl":"Lūn-kàu lí góa kin-á-ji̍t só͘-kóng-ê, ū Iâ-hô-hoa tī lí góa ê tiong-kan, ti̍t-kàu éng-oán.","tghg":"論到你我今仔日所講的，有耶和華佇你我的中間，直到永遠。」","bklhl":"論到你我今á日所講ê，有耶和華tī你我ê中間，直到永遠。"}},{"book":"撒上","chapter":20,"verse":24,"versions":{"unv":"大衛就去藏在田野。到了初一日，王坐席要吃飯。","bklcl":"Tāi-pi̍t chiū khì bih tī chhân-nih; kàu chhoe-it ji̍t, ông chē-toh tit-beh chia̍h.","tghg":"大衛就去匿佇田裡。到初一日，王坐桌得欲(tit-beh)食。","bklhl":"大衛就去bih tī田裡；到初一日，王坐桌得beh食。"}},{"book":"撒上","chapter":20,"verse":25,"versions":{"unv":"王照常坐在靠牆的位上，約拿單侍立，押尼珥坐在掃羅旁邊，大衛的座位空設。","bklcl":"Ông chiàu-siông chē i ê ūi, chiū-sī óa tī piah-nih ê ūi; Iok-ná-tan teh khiā; Ap-nî-jíⁿ chē tī Sò-lô ê sin-piⁿ; Tāi-pi̍t ê ūi pàng-khang.","tghg":"王照常坐伊的位，就是倚佇壁裡的位，約拿單啲徛，押尼珥坐佇掃羅的身邊，大衛的位放空(pàng-khang)。","bklhl":"王照常坐伊ê位，就是óa tī壁裡ê位；約拿單teh khiā；Ap-nî-jíⁿ坐tī掃羅ê身邊；大衛ê位放空。"}},{"book":"撒上","chapter":20,"verse":26,"versions":{"unv":"然而這日掃羅沒有說甚麼，他想大衛遇事，偶染不潔，他必定是不潔。","bklcl":"Chóng-sī chit-ji̍t Sò-lô bô kóng sím-mi̍h; i phah-sǹg Tāi-pi̍t tú-tio̍h tāi-chì, bô chheng-khì, i tek-khak sī bô chheng-khì.","tghg":"總是此日掃羅無講甚麼，伊拍算大衛抵著代誌，無清氣，伊的確是無清氣。","bklhl":"總是chit日掃羅無講甚麼；伊phah算大衛tú-tio̍h tāi-chì，無清氣，伊的確是無清氣。"}},{"book":"撒上","chapter":20,"verse":27,"versions":{"unv":"初二日大衛的座位還空設。掃羅問他兒子約拿單說：「耶西的兒子為何昨日、今日沒有來吃飯呢？」","bklcl":"Keh-ji̍t, chiū-sī hit ge̍h ê chhoe-jī, Tāi-pi̍t ê ūi iû-goân pàng-khang;  Sò-lô mn̄g i ê kiáⁿ Iok-ná-tan kóng, Iâ-se ê kiáⁿ cháiⁿ-iūⁿ chā-á-ji̍t kin-á-ji̍t bô lâi chia̍h?","tghg":"隔日，就是彼月的初二，大衛的位猶原放空。掃羅問伊的子約拿單講：「耶西的子怎樣昨仔日、今仔日無來食？」","bklhl":"隔日，就是hit月ê初二，大衛ê位猶原放空；掃羅問伊ê kiáⁿ約拿單講，耶西ê kiáⁿ怎樣chā-á日今á日無來食？"}},{"book":"撒上","chapter":20,"verse":28,"versions":{"unv":"約拿單回答掃羅說：「大衛切求我容他往伯利恆去。","bklcl":"Iok-ná-tan ìn Sò-lô kóng, Tāi-pi̍t chhiat-chhiat kiû góa chún i khì Pek-lī-hêng;","tghg":"約拿單應掃羅講：「大衛切切求我准伊去伯利恆。","bklhl":"約拿單應掃羅講，大衛切切求我准伊去伯利恆；"}},{"book":"撒上","chapter":20,"verse":29,"versions":{"unv":"他說：『求你容我去，因為我家在城裡有獻祭的事；我長兄吩咐我去。如今我若在你眼前蒙恩，求你容我去見我的弟兄』；所以大衛沒有赴王的席。」","bklcl":"i kóng, Kiû lí chún góa khì, in-ūi goán tau tī siâⁿ-lāi ū chè-sū, góa ê hiaⁿ hoan-hù góa khì;  taⁿ góa nā tī lí ê ba̍k-chiu-chêng tit-tio̍h un-tián, kiû lí chún khì kìⁿ góa hiah-ê hiaⁿ; só͘-í i bô lâi kap ông chē-toh.","tghg":"伊講：『求你准我去，因為阮兜(tau)佇城內有祭祀；我的兄吩咐我去。今我若佇你的目睭前得著恩典，求你准去見我許個兄』；所以伊無來及王坐桌。」","bklhl":"伊講，求你准我去，因為阮tau tī城內有祭祀，我ê兄吩咐我去；taⁿ我若tī你ê目睭前得tio̍h恩典，求你准去見我hiah-ê兄；所以伊無來kap王坐桌。"}},{"book":"撒上","chapter":20,"verse":30,"versions":{"unv":"掃羅向約拿單發怒，對他說：「你這頑梗背逆之婦人所生的，我豈不知道你喜悅耶西的兒子，自取羞辱，以致你母親露體蒙羞嗎？","bklcl":"Sò-lô tùi Iok-ná-tan hoat siū-khì, kā i kóng, Lí chit ê ngī-sim pōe-ge̍k ê hū-jîn-lâng ê kiáⁿ góa kiám m̄-chai lí kéng Iâ-se ê kiáⁿ ka-kī chhú lêng-jio̍k, tì-kàu lí ê lāu-bú tú-tio̍h thǹg-theh ê lêng-jio̍k mah?","tghg":"掃羅對約拿單發受氣，給伊講：「你此個硬心悖逆的婦仁人的子，我豈呣知你揀耶西的子，家己取凌辱，致到你的老母抵著褪裼的凌辱嗎？","bklhl":"掃羅對約拿單發受氣，kā伊講，你chit ê硬心悖逆ê婦人人ê kiáⁿ，我kiám m̄知你揀耶西ê kiáⁿ家己取凌辱，致到你ê老母tú-tio̍h thǹg-theh ê凌辱mah？"}},{"book":"撒上","chapter":20,"verse":31,"versions":{"unv":"耶西的兒子若在世間活著，你和你的國位必站立不住。現在你要打發人去，將他捉拿交給我；他是該死的。」","bklcl":"In-ūi Iâ-se ê kiáⁿ oa̍h tī tōe-chiūⁿ ê sî, lí kap lí ê kok tek-khak bōe kian-kò͘;  taⁿ tio̍h chhe lâng khì lia̍h i kàu góa chia, i tek-khak tio̍h sí.","tghg":"因為耶西的子活佇地上的時，你及你的國的確𣍐堅固。今著差人去，掠伊到我遮；伊的確著死。」","bklhl":"因為耶西ê kiáⁿ活tī地上ê時，你kap你ê國的確bōe堅固；taⁿ tio̍h差人去掠伊到我chia，伊的確tio̍h死。"}},{"book":"撒上","chapter":20,"verse":32,"versions":{"unv":"約拿單對父親掃羅說：「他為甚麼該死呢？他做了甚麼呢？」","bklcl":"Iok-ná-tan ìn i ê lāu-pē Sò-lô, tùi i kóng, I siáⁿ-sū tio̍h sí ah?  i ū chòe sím-mi̍h ah?","tghg":"約拿單應伊的老父掃羅對伊講：「伊啥事著死啊？伊有做甚麼啊？」","bklhl":"約拿單應伊ê老父掃羅，對伊講，伊啥事tio̍h死ah？伊有做甚麼ah？"}},{"book":"撒上","chapter":20,"verse":33,"versions":{"unv":"掃羅向約拿單掄槍要刺他，約拿單就知道他父親決意要殺大衛。","bklcl":"Sò-lô cho̍h hit ki chhiuⁿ, beh chha̍k Iok-ná-tan; Iok-ná-tan chiū chai i ê lāu-pē koat-ì beh thâi Tāi-pi̍t.","tghg":"掃羅擲(cho̍h)彼支槍欲鑿(chha̍k)約拿單，約拿單就知伊的老父決意欲刣大衛。","bklhl":"掃羅cho̍h hit支鎗，beh鑿約拿單；約拿單就知伊ê老父決意beh 刣大衛。"}},{"book":"撒上","chapter":20,"verse":34,"versions":{"unv":"於是約拿單氣忿忿地從席上起來，在這初二日沒有吃飯。他因見父親羞辱大衛，就為大衛愁煩。","bklcl":"Tùi án-ni Iok-ná-tan chin siū-khì, chiū tùi toh-nih khí-lâi, tī chí chhoe-jī ji̍t bô chia̍h sím-mi̍h; i in-ūi Tāi-pi̍t hoân-ló, sī in-ūi i ê lāu-pē lêng-jio̍k i.","tghg":"對按呢約拿單真受氣，就對桌裡起來佇此初二日無食甚麼。伊因為大衛煩惱，是因為伊的老父凌辱伊。","bklhl":"Tùi án-ni，約拿單真受氣，就tùi桌裡起來，tī chit初二日無食甚麼；伊因為大衛煩惱，是因為伊ê老父凌辱伊。"}},{"book":"撒上","chapter":20,"verse":35,"versions":{"unv":"次日早晨，約拿單按著與大衛約會的時候出到田野，有一個童子跟隨。","bklcl":"Keh chá-khí, Iok-ná-tan chiàu i kap Tāi-pi̍t só͘ iok ê sî, chhut-khì kàu chhân-nih; ū chi̍t ê gín-ná kap i khì.","tghg":"隔早起，約拿單照伊及大衛所約的時出去到田裡，有一個囝仔及伊去。","bklhl":"隔早起，約拿單照伊kap大衛所約ê時，出去到田裡；有一个gín-ná kap伊去。"}},{"book":"撒上","chapter":20,"verse":36,"versions":{"unv":"約拿單對童子說：「你跑去，把我所射的箭找來。」童子跑去，約拿單就把箭射在童子前頭。","bklcl":"Kā gín-ná kóng, Lí cháu-khì chhē góa só͘ siā ê chìⁿ; gín-ná cháu-khì; i chiū siā chi̍t ki chìⁿ tī i ê thâu-chêng.","tghg":"給囝仔講：「你走去，尋我所射的箭。」囝仔走去，伊就射一支箭佇伊的頭前。","bklhl":"Kā gín-ná講，你走去chhē我所射ê箭；gín-ná走去；伊就射一支箭tī伊ê頭前。"}},{"book":"撒上","chapter":20,"verse":37,"versions":{"unv":"童子到了約拿單落箭之地，約拿單呼叫童子說：「箭不是在你前頭嗎？」","bklcl":"Gín-ná kàu Iok-ná-tan chìⁿ siā kàu ê só͘-chāi, Iok-ná-tan tī gín-ná ê āu-bīn kiò kóng, Chìⁿ kiám m̄-sī tī lí ê thâu-chêng mah?","tghg":"囝仔到約拿單箭射到的所在，約拿單佇囝仔的後面叫講：「箭豈呣是佇你的頭前嗎？」","bklhl":"Gín-ná到約拿單箭射到ê所在，約拿單tī gín-ná ê後面叫講，箭kiám m̄是tī你ê頭前mah？"}},{"book":"撒上","chapter":20,"verse":38,"versions":{"unv":"約拿單又呼叫童子說：「速速地去，不要遲延！」童子就拾起箭來，回到主人那裡。","bklcl":"Iok-ná-tan koh kiò gín-ná kóng, Kóaⁿ-kín o͘h, kín-kín khì, m̄-thang iân-chhiân.  Iok-ná-tan ê gín-ná chiū khioh hiah-ê chìⁿ, tò-tńg lâi i ê chú-lâng hia.","tghg":"約拿單閣叫囝仔講：「趕緊噢(o͘h)緊緊去，呣通延迁(iân-chhiân)！」約拿單的囝仔就拾(khioh)許個箭，倒轉來伊的主人遐。","bklhl":"約拿單koh叫gín-ná講，趕緊o͘h，緊緊去，m̄-thang 延chhiân。約拿單ê gín-ná就拾hiah-ê箭，倒tńg來伊ê主人hia。"}},{"book":"撒上","chapter":20,"verse":39,"versions":{"unv":"童子卻不知道這是甚麼意思，只有約拿單和大衛知道。","bklcl":"Chóng-sī gín-ná m̄-chai che sī sím-mi̍h ì-sù, chí-ū Iok-ná-tan kap Tāi-pi̍t chai chit ê tāi-chì.","tghg":"總是囝仔呣知這是甚麼意思，只有約拿單及大衛知此個代誌。","bklhl":"總是gín-ná m̄知這是甚麼意思，只有約拿單kap大衛知chit ê tāi-chì。"}},{"book":"撒上","chapter":20,"verse":40,"versions":{"unv":"約拿單將弓箭交給童子，吩咐說：「你拿到城裡去。」","bklcl":"Iok-ná-tan chiong khì-hâi kau-tài gín-ná, hoan-hù kóng, Lí the̍h tò-khì siâⁿ-lāi.","tghg":"約拿單將器械(khì-hâi)交代囝仔，吩咐講：「你提倒去城內。」","bklhl":"約拿單將器械交帶gín-ná，吩咐講，你the̍h tò去城內。"}},{"book":"撒上","chapter":20,"verse":41,"versions":{"unv":"童子一去，大衛就從磐石的南邊出來，俯伏在地，拜了三拜；二人親嘴，彼此哭泣，大衛哭得更慟。","bklcl":"Gín-ná khì liáu-āu, Tāi-pi̍t chiū tùi lâm-sì chi̍t só͘-chāi chhut-lâi, phak tī tōe-nih, pài saⁿ-pài, nn̄g-lâng saⁿ-chim, saⁿ-kap thî-khàu, Tāi-pi̍t koh khah kàu-ke̍k.","tghg":"囝仔去了後，大衛就對南勢一所在出來，仆佇地裡，拜三拜；二人相唚，相及啼哭，大衛閣卡到極(kàu-ke̍k)。","bklhl":"Gín-ná去了後，大衛就tùi南勢一所在出來，仆tī地裡，拜三拜，兩人相chim，相kap啼哭，大衛koh khah到極。"}},{"book":"撒上","chapter":20,"verse":42,"versions":{"unv":"約拿單對大衛說：「我們二人曾指著耶和華的名起誓說：『願耶和華在你我中間，並你我後裔中間為證，直到永遠。』如今你平平安安地去吧！」大衛就起身走了；約拿單也回城裡去了。","bklcl":"Iok-ná-tan kā Tāi-pi̍t kóng, Lí taⁿ pêng-an khì; lán nn̄g-lâng í-keng kí Iâ-hô-hoa ê miâ chiù-chōa kóng, Goān Iâ-hô-hoa tī lí góa ê tiong-kan koh tī lí ê hō͘-è kap góa ê hō͘-è ê tiong-kan, ti̍t-kàu éng-oán.  I chiū khí-lâi khì; Iok-ná-tan iā tò-khì siâⁿ-lāi.","tghg":"約拿單給大衛講：「你今平安去，咱二人已經指耶和華的名咒誓講：『願耶和華佇你我的中間，閣佇你的後裔及我的後裔的中間，直到永遠。』」伊就起來去；約拿單也倒去城內。","bklhl":"約拿單kā大衛講，你taⁿ平安去；咱兩人已經kí耶和華ê名chiù-chōa講，願耶和華tī你我ê中間koh tī你ê後裔kap我ê後裔ê中間，直到永遠。伊就起來去；約拿單也tò去城內。"}}]