[{"book":"撒上","chapter":1,"verse":1,"versions":{"unv":"以法蓮山地的拉瑪．瑣非有一個以法蓮人，名叫以利加拿，是蘇弗的玄孫，託戶的曾孫，以利戶的孫子，耶羅罕的兒子。","bklcl":"Í-hoat-liân soaⁿ-tōe ê La̍h-má-so-hui, ū chi̍t ê Í-hoat-liân lâng miâ-kiò Í-lī-ka-ná, sī So͘-hut ê goân-sun, Thok-hō͘ ê cheng-sun, Í-lī-hō͘ ê sun, Iâ-lô-hán ê kiáⁿ.","tghg":"以法蓮山地的拉瑪瑣非有一個以法蓮人，名叫以利加拿，是蘇弗的元孫，託戶的曾孫，以利戶的孫，耶羅罕的子。","bklhl":"Í-hoat-liân山地ê La̍h-má-so-hui，有一个Í-hoat-liân人名叫Í-lī-ka-ná，是So͘-hut ê元孫，Thok-hō͘ ê曾孫，Í-lī-hō͘ ê孫，Iâ-lô-hán ê kiáⁿ。"}},{"book":"撒上","chapter":1,"verse":2,"versions":{"unv":"他有兩個妻：一名哈拿，一名毘尼拿。毘尼拿有兒女，哈拿沒有兒女。","bklcl":"I ū nn̄g ê bó͘, chi̍t-ê miâ Hap-ná, chi̍t-ê miâ Pí-nî-ná; Pí-nî-ná ū kiáⁿ-jî, Hap-ná bô kiáⁿ-jî.","tghg":"伊有二個某：一個名哈拿，一個名毗尼拿。毗尼拿有子兒，哈拿無子兒。","bklhl":"伊有兩個bó͘，一个名Hap-ná，一个名Pí-nî-ná；Pí-nî-ná有kiáⁿ兒，Hap-ná無kiáⁿ兒。"}},{"book":"撒上","chapter":1,"verse":3,"versions":{"unv":"這人每年從本城上到示羅，敬拜祭祀萬軍之耶和華；在那裡有以利的兩個兒子何弗尼、非尼哈當耶和華的祭司。","bklcl":"Chit-lâng ta̍k-nî tùi i ê pún-siâⁿ chiūⁿ-khì kàu Sī-lô, beh kèng-pài, iā beh chè-sū bān-kun ê Iâ-hô-hoa; Í-lī nn̄g ê kiáⁿ Hô-hut-nî Hui-nî-hap tī-hia chòe Iâ-hô-hoa ê chè-si.","tghg":"此人逐年對伊的本城上去到示羅，欲敬拜也欲祭祀萬軍的耶和華；以利二個子何弗尼、非尼哈佇遐做耶和華的祭司。","bklhl":"Chit人ta̍k年對伊ê本城上去到Sī-lô，beh敬拜，也beh祭祀萬軍ê耶和華；Í-lī兩個kiáⁿ Hô-hut-nî、Hui-nî-hap tī-hia做耶和華ê祭司。"}},{"book":"撒上","chapter":1,"verse":4,"versions":{"unv":"以利加拿每逢獻祭的日子，將祭肉分給他的妻毘尼拿和毘尼拿所生的兒女；","bklcl":"Í-lī-ka-ná hiàn-chè ê ji̍t, pun chè-bah hō͘ i ê bó͘ Pí-nî-ná, kap i ê kiáⁿ cha-bó͘-kiáⁿ;","tghg":"以利加拿獻祭的日，分祭肉互伊的某毗尼拿及伊的子查某子；","bklhl":"Í-lī-ka-ná獻祭ê日，分祭肉hō͘伊ê bó͘ Pí-nî-ná，kap伊ê kiáⁿ cha-bó͘-kiáⁿ；"}},{"book":"撒上","chapter":1,"verse":5,"versions":{"unv":"給哈拿的卻是雙分，因為他愛哈拿。無奈耶和華不使哈拿生育。","bklcl":"chóng-sī pun hō͘ Hap-ná ê sī siang-hūn, in-ūi i thiàⁿ Hap-ná; nā-sī Iâ-hô-hoa koaiⁿ-ba̍t i ê thai.","tghg":"總是分互哈拿的是雙份，因為伊疼哈拿。若是耶和華關密(koaiⁿ-ba̍t)伊的胎。","bklhl":"總是分hō͘ Hap-ná ê是雙份，因為伊疼Hap-ná；但是耶和華關密伊ê胎。"}},{"book":"撒上","chapter":1,"verse":6,"versions":{"unv":"毘尼拿見耶和華不使哈拿生育，就作她的對頭，大大激動她，要使她生氣。","bklcl":"Kap i chòe tùi-thâu ê Pí-nî-ná tōa-tōa kek i, beh hō͘ i iu-būn; in-ūi Iâ-hô-hoa koaiⁿ-ba̍t i ê thai.","tghg":"及伊做對頭的毗尼拿大大激伊，欲互伊憂悶，因為耶和華關密伊的胎。","bklhl":"Kap伊做對頭ê Pí-nî-ná大大激伊，beh hō͘伊憂悶；因為耶和華關密伊ê胎。"}},{"book":"撒上","chapter":1,"verse":7,"versions":{"unv":"每年上到耶和華殿的時候，以利加拿都以雙分給哈拿；毘尼拿仍是激動她，以致她哭泣不吃飯。","bklcl":"I chiūⁿ kàu Iâ-hô-hoa ê chhù ê sî, Í-lī-ka-ná nî-nî án-ni kiâⁿ, Pí-nî-ná iû-goân kek i; i chiū thî-khàu, sòa m̄-chia̍h.","tghg":"伊上到耶和華的厝的時，以利加拿年年按呢行；毗尼拿猶原激伊，伊就啼哭續呣食。","bklhl":"伊上到耶和華ê厝ê時，Í-lī-ka-ná年年án-ni行，Pí-nî-ná猶原激伊；伊就啼哭，續m̄食。"}},{"book":"撒上","chapter":1,"verse":8,"versions":{"unv":"她丈夫以利加拿對她說：「哈拿啊，你為何哭泣，不吃飯，心裡愁悶呢？有我不比十個兒子還好嗎？」","bklcl":"I ê tiōng-hu Í-lī-ka-ná kā i kóng, Hap-ná ah, lí siáⁿ-sū thî-khàu? siáⁿ-sū m̄-chia̍h? siáⁿ-sū sim iu-būn ah?  góa tùi-tī lí kiám bô pí cha̍p ê kiáⁿ khah-hó mah?","tghg":"伊的丈夫以利加拿給伊講：「哈拿啊，你啥事啼哭，啥事呣食，啥事心憂悶啊？我對佇你豈無比十個子卡好嗎？」","bklhl":"伊ê丈夫Í-lī-ka-ná kā伊講，Hap-ná ah，你啥事啼哭？啥事m̄食？啥事心憂悶ah？我tùi-tī你kiám無比十個kiáⁿ khah好mah？"}},{"book":"撒上","chapter":1,"verse":9,"versions":{"unv":"他們在示羅吃喝完了，哈拿就站起來。祭司以利在耶和華殿的門框旁邊，坐在自己的位上。","bklcl":"In tī Sī-lô lim-chia̍h liáu-āu, Hap-ná chiū khí-lâi.  Chè-si Í-lī tī Iâ-hô-hoa tiān ê mn̂g-khiā-piⁿ chē tī i ê ūi.","tghg":"𪜶佇示羅飲食了後，哈拿就起來。祭司以利佇耶和華殿的門竪邊，坐佇伊的位。","bklhl":"In tī Sī-lô lim食了後，Hap-ná就起來。祭司Í-lī tī耶和華殿ê門khiā邊坐tī伊ê位。"}},{"book":"撒上","chapter":1,"verse":10,"versions":{"unv":"哈拿心裡愁苦，就痛痛哭泣，祈禱耶和華，","bklcl":"Hap-ná ê sim-lāi iu-khó͘, kî-tó Iâ-hô-hoa lâi tōa thî-khàu;","tghg":"哈拿的心內憂苦，祈禱耶和華，來大啼哭，","bklhl":"Hap-ná ê心內憂苦，祈禱耶和華來大啼哭；"}},{"book":"撒上","chapter":1,"verse":11,"versions":{"unv":"許願說：「萬軍之耶和華啊，你若垂顧婢女的苦情，眷念不忘婢女，賜我一個兒子，我必使他終身歸與耶和華，不用剃頭刀剃他的頭。」","bklcl":"hē-goān kóng, Bān-kun ê Iâ-hô-hoa ah, Lí nā kó-jiân sûi-lo̍h khòaⁿ-kò͘ Lí ê lú-pī ê kan-lân, koh siàu-liām góa, bô bōe-kì-tit Lí ê lú-pī, siúⁿ-sù Lí ê lú-pī siⁿ ta-po͘-kiáⁿ, góa beh hō͘ i kui tī Iâ-hô-hoa kàu chi̍t-sì-lâng, thì-thâu-to bô kàu i ê thâu-khak.","tghg":"下願講：「萬軍的耶和華啊，你若果然垂落(sûi-lo̍h)看顧你的女婢的艱難，閣數念我無𣍐記得你的女婢，賞賜你的女婢生查甫子，我欲互伊歸佇耶和華到一世人，剃頭刀無到伊的頭殼。」","bklhl":"下願講，萬軍ê耶和華ah，你若果然垂落看顧你ê女婢ê艱難，koh siàu念我，無bōe記得你ê女婢，賞賜你ê女婢生ta-po͘-kiáⁿ，我beh hō͘伊歸tī耶和華到一世人，剃頭刀無到伊ê頭殼。"}},{"book":"撒上","chapter":1,"verse":12,"versions":{"unv":"哈拿在耶和華面前不住地祈禱，以利定睛看她的嘴。","bklcl":"Hap-ná tī Iâ-hô-hoa ê bīn-chêng ti̍t-ti̍t kî-tó ê sî, Í-lī chù-ba̍k khòaⁿ i ê chhùi.","tghg":"哈拿佇耶和華的面前直直祈禱的時，以利注目看伊的嘴。","bklhl":"Hap-ná tī耶和華ê面前直直祈禱ê時，Í-lī注目看伊ê嘴。"}},{"book":"撒上","chapter":1,"verse":13,"versions":{"unv":"（原來哈拿心中默禱，只動嘴唇，不出聲音，因此以利以為她喝醉了。）","bklcl":"Taⁿ Hap-ná sim-lāi chēng-chēng kiû, chí-ū chhùi-tûn tín-tāng, bô thiaⁿ-kìⁿ siaⁿ; só͘-í Í-lī lia̍h-chòe i sī chiú-chùi.","tghg":"（今哈拿心內靜靜求，只有嘴唇振動，無聽見聲，所以以利掠做伊是酒醉。）","bklhl":"Taⁿ Hap-ná心內靜靜求，只有嘴唇振動，無聽見聲；所以Í-lī掠做伊是酒醉。"}},{"book":"撒上","chapter":1,"verse":14,"versions":{"unv":"以利對她說：「你要醉到幾時呢？你不應該喝酒。」","bklcl":"Í-lī kā i kóng, Lí beh chùi kàu tī-sî ah?  Lí m̄-thang koh lim chiú.","tghg":"以利給伊講：「你欲醉到底時啊？你呣通閣飲酒。」","bklhl":"Í-lī kā伊講，你beh醉到tī時ah？你m̄-thang koh lim酒。"}},{"book":"撒上","chapter":1,"verse":15,"versions":{"unv":"哈拿回答說：「主啊，不是這樣。我是心裡愁苦的婦人，清酒濃酒都沒有喝，但在耶和華面前傾心吐意。","bklcl":"Hap-ná ìn kóng, Góa ê chú ah, m̄-sī án-ni; góa sī sim-lāi iu-khó͘ ê hū-jîn-lâng, po̍h-chiú kāu-chiú góa lóng bô lim; to̍k-to̍k tī Iâ-hô-hoa ê bīn-chêng thò͘-chhut sim-chêng;","tghg":"哈拿應講：「我的主啊，呣是按呢。我是心內憂苦的婦仁人，薄酒厚酒我攏無飲，獨獨佇耶和華的面前吐出心情。","bklhl":"Hap-ná應講，我ê主ah，m̄是án-ni；我是心內憂苦ê婦人人，薄酒厚酒我lóng無lim；獨獨tī耶和華ê面前吐出心情；"}},{"book":"撒上","chapter":1,"verse":16,"versions":{"unv":"不要將婢女看作不正經的女子。我因被人激動，愁苦太多，所以祈求到如今。」","bklcl":"bo̍h-tit lia̍h lí ê lú-pī chòe pháiⁿ tek-hēng ê hū-lú, in-ūi góa kàu-taⁿ tùi góa ê tōa iu-būn siū kek-khì lâi kóng.","tghg":"莫得掠你的女婢做歹德行的婦女。因為我到今對我的大憂悶，受激氣來講。」","bklhl":"莫得掠你ê女婢做pháiⁿ德行ê婦女，因為我到taⁿ tùi我ê大憂悶受激氣來講。"}},{"book":"撒上","chapter":1,"verse":17,"versions":{"unv":"以利說：「你可以平平安安地回去。願以色列的　神允准你向他所求的！」","bklcl":"Í-lī ìn i kóng, Lí thang pêng-an tò-khì; goān Í-sek-lia̍t ê Siōng-tè ún-chún lí só͘ tùi I kiû ê.","tghg":"以利應伊講：「你通平安倒去。願以色列的上帝允准你所對伊求的！」","bklhl":"Í-lī應伊講，你thang平安tò去；願以色列ê上帝允准你所對伊求ê。"}},{"book":"撒上","chapter":1,"verse":18,"versions":{"unv":"哈拿說：「願婢女在你眼前蒙恩。」於是婦人走去吃飯，面上再不帶愁容了。","bklcl":"Hap-ná kóng, Goān lí ê lú-pī tit-tio̍h un tī lí ê bīn-chêng.  Hū-jîn-lâng chiū tò-khì, lâi lim-chia̍h, chiū bô koh-chài tài-iu-iông.","tghg":"哈拿講：「願你的女婢得著恩佇你的面前。」婦仁人就倒去來飲食，就無閣再帶憂容。","bklhl":"Hap-ná講，願你ê女婢得tio̍h恩tī你ê面前。婦人人就tò去，來lim食，就無koh再帶憂容。"}},{"book":"撒上","chapter":1,"verse":19,"versions":{"unv":"次日清早，他們起來，在耶和華面前敬拜，就回拉瑪。到了家裡，以利加拿和妻哈拿同房，耶和華顧念哈拿，","bklcl":"Keh-ji̍t in chá-chá khí-lâi, tī Iâ-hô-hoa ê bīn-chêng kèng-pài, chiū tò-khì La̍h-má, kàu i ê ke.  Í-lī-ka-ná kap bó͘ Hap-ná tâng-pâng; Iâ-hô-hoa siàu-liām Hap-ná.","tghg":"隔日，𪜶早早起來，佇耶和華的面前敬拜，就倒去拉瑪。到伊的家，以利加拿及某哈拿同房，耶和華數念哈拿，","bklhl":"隔日in早早起來，tī耶和華ê面前敬拜，就tò去La̍h-má，到伊ê家。Í-lī-ka-ná kap bó͘ Hap-ná同房；耶和華siàu念Hap-ná。"}},{"book":"撒上","chapter":1,"verse":20,"versions":{"unv":"哈拿就懷孕。日期滿足，生了一個兒子，給他起名叫撒母耳，說：「這是我從耶和華那裡求來的。」","bklcl":"Hap-ná chiū hoâi-īn; kàu-sî chiū siⁿ chi̍t ê kiáⁿ, kā i hō-miâ kiò Sat-bó͘-jíⁿ, kóng, Che sī góa tùi Iâ-hô-hoa kiû-ê.","tghg":"哈拿就懷孕。到時，就生一個子，給伊號名叫撒母耳，講：「這是我對耶和華求的。」","bklhl":"Hap-ná就懷孕；到時就生一个kiáⁿ，kā伊號名叫撒母耳，講，這是我對耶和華求ê。"}},{"book":"撒上","chapter":1,"verse":21,"versions":{"unv":"以利加拿和他全家都上示羅去，要向耶和華獻年祭，並還所許的願。","bklcl":"Hit-lâng Í-lī-ka-ná kap i ê thong-ke lóng chiūⁿ-khì, beh ēng ta̍k-nî ê chè-sū kap i só͘ hē ê goān hiàn-hō͘ Iâ-hô-hoa.","tghg":"彼人以利加拿及伊的通家攏上去，欲用逐年的祭祀，及伊所下的願獻互耶和華。","bklhl":"Hit人Í-lī-ka-ná kap伊ê thong家lóng上去，beh用ta̍k年ê祭祀kap伊所hē ê願獻hō͘耶和華。"}},{"book":"撒上","chapter":1,"verse":22,"versions":{"unv":"哈拿卻沒有上去，對丈夫說：「等孩子斷了奶，我便帶他上去朝見耶和華，使他永遠住在那裡。」","bklcl":"Chóng-sī Hap-ná bô chiūⁿ-khì; kā i ê tiōng-hu kóng, Thèng-hāu gín-ná tn̄g-lin, góa chiū tòa i chiūⁿ-khì, hō͘ i tiâu-kìⁿ Iâ-hô-hoa, éng-oán tiàm tī-hia.","tghg":"總是哈拿無上去，給伊的丈夫講：「聽候囝仔斷奶，我就帶伊上去互伊朝見耶和華，永遠踮佇遐。」","bklhl":"總是Hap-ná無上去；kā伊ê丈夫講，thèng候gín-ná斷奶，我就帶伊上去，hō͘伊朝見耶和華，永遠tiàm tī-hia。"}},{"book":"撒上","chapter":1,"verse":23,"versions":{"unv":"她丈夫以利加拿說：「就隨你的意行吧！可以等兒子斷了奶。但願耶和華應驗他的話。」於是婦人在家裡乳養兒子，直到斷了奶；","bklcl":"I ê tiōng-hu Í-lī-ka-ná kā i kóng, Chiàu lí só͘ khòaⁿ-chòe hó-ê lâi kiâⁿ, thang thèng-hāu gín-ná tn̄g-lin; chóng-sī goān Iâ-hô-hoa èng-giām I ê ōe.  Tùi án-ni hū-jîn-lâng tī ke-lāi io kiáⁿ, kàu tn̄g-lin.","tghg":"伊的丈夫以利加拿給伊講：「照你所看做好的來行！通聽候囝仔斷奶。總是願耶和華應驗伊的話。」對按呢婦仁人佇家內育(io)子，到斷奶；","bklhl":"伊ê丈夫Í-lī-ka-ná kā伊講，照你所看做好ê來行，thang thèng候gín-ná斷奶；總是願耶和華應驗伊ê話。Tùi án-ni，婦人人tī家內io kiáⁿ，到斷奶。"}},{"book":"撒上","chapter":1,"verse":24,"versions":{"unv":"既斷了奶，就把孩子帶上示羅，到了耶和華的殿；又帶了三隻公牛，一伊法細麵，一皮袋酒。（那時，孩子還小。）","bklcl":"Í-keng kā i tn̄g-lin, chiū chhōa i saⁿ-kap chiūⁿ Sī-lô, kàu Iâ-hô-hoa ê chhù; koh tòa saⁿ chiah gû-káng, chi̍t i-hoat iù ê mī-hún, chi̍t phê-tē chiú; hit-sî gín-ná iáu sòe-hàn.","tghg":"已經給伊斷奶，就導伊相及上示羅，到耶和華的厝；閣帶三隻牛牨(káng)，一伊法幼的麵粉，一皮袋酒。（彼時，囝仔猶細漢。）","bklhl":"已經kā伊斷奶，就chhōa伊相kap上Sī-lô，到耶和華ê厝；koh帶三隻牛káng，一i-hoat幼ê麵粉，一皮袋酒；hit時gín-ná iáu細漢。"}},{"book":"撒上","chapter":1,"verse":25,"versions":{"unv":"宰了一隻公牛，就領孩子到以利面前。","bklcl":"In thâi chi̍t chiah gû-káng, chiū chhōa gín-ná kàu Í-lī ê bīn-chêng.","tghg":"𪜶刣一隻牛牨，就導囝仔到以利的面前。","bklhl":"In 刣一隻牛káng，就chhōa gín-ná到Í-lī ê面前。"}},{"book":"撒上","chapter":1,"verse":26,"versions":{"unv":"婦人說：「主啊，我敢在你面前起誓，從前在你這裡站著祈求耶和華的那婦人，就是我。","bklcl":"Hū-jîn-lâng kóng, Góa ê chú ah, góa kí lí ê oa̍h-miā lâi chiù-chōa, góa ê chú ah, chêng khiā tī lí chia, kî-kiû Iâ-hô-hoa ê, hit ê hū-jîn-lâng chiū-sī góa.","tghg":"婦仁人講：「我的主啊，我指(kí)你的活命來咒誓，我的主啊，前徛佇你遮祈求耶和華的彼個婦仁人，就是我。","bklhl":"婦人人講，我ê主ah，我kí你ê活命來chiù-chōa，我ê主ah，前khiā tī你chia，祈求耶和華ê，hit ê婦人人就是我。"}},{"book":"撒上","chapter":1,"verse":27,"versions":{"unv":"我祈求為要得這孩子；耶和華已將我所求的賜給我了。","bklcl":"Góa kiû ài tit-tio̍h chit ê gín-ná; Iâ-hô-hoa í-keng siúⁿ-sù góa só͘ tùi I kiû ê;","tghg":"我求愛得著此個囝仔；耶和華已經賞賜我所對伊求的。","bklhl":"我求ài得tio̍h chit ê gín-ná；耶和華已經賞賜我所對伊求ê；"}},{"book":"撒上","chapter":1,"verse":28,"versions":{"unv":"所以，我將這孩子歸與耶和華，使他終身歸與耶和華。」於是在那裡敬拜耶和華。","bklcl":"só͘-í góa ēng chit ê gín-ná hêng Iâ-hô-hoa, i chi̍t-sì-lâng hêng Iâ-hô-hoa.  Chiū tī-hia kèng-pài Iâ-hô-hoa.","tghg":"所以，我用此個囝仔還耶和華，伊一世人還耶和華。」就佇遐敬拜耶和華。","bklhl":"所以我用chit ê gín-ná還耶和華，伊一世人還耶和華。就tī-hia敬拜耶和華。"}}]