[{"book":"撒上","chapter":12,"verse":1,"versions":{"unv":"撒母耳對以色列眾人說：「你們向我所求的，我已應允了，為你們立了一個王；","bklcl":"Sat-bó͘-jíⁿ kā Í-sek-lia̍t chèng-lâng kóng,  Kìⁿ-nā lín tùi góa só͘ kóng ê ōe, góa lóng ū thiaⁿ-kìⁿ, siat-li̍p chi̍t ê ông koán lín.","tghg":"撒母耳給以色列眾人講：「見若恁對我所講的話，我攏有聽見，設立一個王管恁；","bklhl":"撒母耳kā以色列眾人講，見若lín對我所講ê話，我lóng有聽見，設立一个王管lín。"}},{"book":"撒上","chapter":12,"verse":2,"versions":{"unv":"現在有這王在你們前面行。我已年老髮白，我的兒子都在你們這裡。我從幼年直到今日都在你們前面行。","bklcl":"Khòaⁿ ah, taⁿ ū chi̍t ê ông kiâⁿ tī lín ê bīn-chêng; góa í-keng lāu, thâu-mn̂g pe̍h; góa ê kiáⁿ lóng tī lín chia; góa tùi siàu-liân kàu-taⁿ, lóng kiâⁿ tī lín ê bīn-chêng.","tghg":"看啊，今有一個王行佇恁的面前。我已經老頭毛白，我的子攏佇恁遮。我對少年到今攏行佇恁的面前。","bklhl":"看ah，taⁿ有一个王行tī lín ê面前；我已經老，頭毛白；我ê kiáⁿ lóng tī lín chia；我tùi少年到taⁿ，lóng行tī lín ê面前。"}},{"book":"撒上","chapter":12,"verse":3,"versions":{"unv":"我在這裡，你們要在耶和華和他的受膏者面前給我作見證。我奪過誰的牛，搶過誰的驢，欺負過誰，虐待過誰，從誰手裡受過賄賂因而眼瞎呢？若有，我必償還。」","bklcl":"Góa tī-chia, lín tio̍h tī Iâ-hô-hoa ê bīn-chêng kap I só͘ boah-iû-ê ê bīn-chêng, kā góa chòe kan-chèng; góa ū khan chī-chūi ê gû? khan chī-chūi ê lû? khi-hū chī-chūi? ap-chè chī-chūi? tùi chī-chūi ê chhiú siū pò͘-lō͘, tì-kàu jia góa ê ba̍k-chiu? nā ū, góa beh hêng lín.","tghg":"我佇遮，恁著佇耶和華的面前及伊所抹油者的面前給我做干證。我有牽是誰的牛，牽是誰的驢，欺負是誰，壓制是誰，對是誰的手受賄賂致到遮我的目睭？若有，我欲還恁。」","bklhl":"我tī-chia，lín tio̍h tī耶和華ê面前kap祂所抹油ê ê面前，kā我做干證；我有牽是誰 ê牛？牽是誰 ê驢？欺負是誰？壓制是誰？ tùi 是誰 ê手受pò͘賂，致到遮我ê目睭？若有，我beh還lín。"}},{"book":"撒上","chapter":12,"verse":4,"versions":{"unv":"眾人說：「你未曾欺負我們，虐待我們，也未曾從誰手裡受過甚麼。」","bklcl":"In kóng, Lí m̄-bat khi-hū goán, m̄-bat ap-chè goán, iā m̄-bat tùi lâng ê chhiú the̍h sím-mi̍h mi̍h.","tghg":"𪜶講：「你呣曾欺負阮，呣曾壓制阮，也呣曾對人的手提甚麼物。」","bklhl":"In講，你m̄-bat欺負阮，m̄-bat壓制阮，也m̄-bat tùi人ê手the̍h甚麼物。"}},{"book":"撒上","chapter":12,"verse":5,"versions":{"unv":"撒母耳對他們說：「你們在我手裡沒有找著甚麼，有耶和華和他的受膏者今日為證。」他們說：「願他為證。」","bklcl":"I kā in kóng, Lín tī góa ê chhiú bô chhē-tio̍h sím-mi̍h mi̍h, kin-á-ji̍t Iâ-hô-hoa tùi lín chòe kan-chèng, I só͘ boah-iû-ê, iā chòe kan-chèng; in kóng, I chòe kan-chèng.","tghg":"伊給𪜶講：「恁佇我的手無尋著甚麼物，今仔日耶和華對恁做干證伊所抹油者也做干證。」𪜶講：「伊做干證。」","bklhl":"伊kā in講，Lín tī我ê手無chhē-tio̍h甚麼物，今á日耶和華對lín做干證，祂所抹油ê，也做干證；in講，祂做干證。"}},{"book":"撒上","chapter":12,"verse":6,"versions":{"unv":"撒母耳對百姓說：「從前立摩西、亞倫，又領你們列祖出埃及地的是耶和華。","bklcl":"Sat-bó͘-jíⁿ kā peh-sìⁿ kóng, Chêng siat-li̍p Mô͘-se A-lûn-ê, chhōa lín ê lia̍t-chó͘ chhut Ai-ki̍p-ê, sī Iâ-hô-hoa.","tghg":"撒母耳給百姓講：「前設立摩西、亞倫者，導恁的列祖出埃及的是耶和華。","bklhl":"撒母耳kā百姓講，前設立摩西、亞倫ê，chhōa lín ê列祖出埃及ê，是耶和華。"}},{"book":"撒上","chapter":12,"verse":7,"versions":{"unv":"現在你們要站住，等我在耶和華面前對你們講論耶和華向你們和你們列祖所行一切公義的事。","bklcl":"Taⁿ lín tio̍h khiā-teh, góa beh tī Iâ-hô-hoa ê bīn-chêng kap lín piān-lūn Iâ-hô-hoa tùi lín kap lín ê lia̍t-chó͘ só͘ kiâⁿ it-chhè kong-gī ê sū.","tghg":"今恁著徛啲，我欲佇耶和華的面前及恁辯論耶和華對恁及恁的列祖所行一切公義的事。","bklhl":"Taⁿ lín tio̍h khiā-teh，我beh tī耶和華ê面前kap lín辯論耶和華對lín kap lín ê列祖所行一切公義ê事。"}},{"book":"撒上","chapter":12,"verse":8,"versions":{"unv":"從前雅各到了埃及，後來你們列祖呼求耶和華，耶和華就差遣摩西、亞倫領你們列祖出埃及，使他們在這地方居住。","bklcl":"Chêng Ngá-kok kàu Ai-ki̍p, iā lín ê lia̍t-chó͘ kiû-kiò Iâ-hô-hoa, hit-sî Iâ-hô-hoa chiū chhe Mô͘-se A-lûn chhōa lín ê lia̍t-chó͘ chhut Ai-ki̍p, hō͘ in khiā-khí tī chit ê só͘-chāi.","tghg":"前雅各到埃及，也恁的列祖求叫耶和華，彼時耶和華就差摩西、亞倫導恁的列祖出埃及，互𪜶徛起佇此個所在。","bklhl":"前雅各到埃及，也lín ê列祖求叫耶和華，hit時耶和華就差摩西、亞倫chhōa lín ê列祖出埃及，hō͘ in khiā起tī chit ê所在。"}},{"book":"撒上","chapter":12,"verse":9,"versions":{"unv":"他們卻忘記耶和華─他們的　神，他就把他們付與夏瑣將軍西西拉的手裡，和非利士人並摩押王的手裡。於是這些人常來攻擊他們。","bklcl":"Chóng-sī in bōe-kì-tit Iâ-hô-hoa in ê Siōng-tè, I chiū bōe in hō͘ Hā-só ê kun-tiúⁿ Se-se-la̍h ê chhiú, kap Hui-lī-sū lâng ê chhiú, kap Mô͘-ap ông ê chhiú, tì-kàu hiah-ê lâng lâi kong-kek in.","tghg":"總是𪜶𣍐記得耶和華──𪜶的上帝，伊就賣𪜶互夏瑣的軍長西西拉的手，及非利士人的手及摩押王的手。致到許個人來攻擊𪜶。","bklhl":"總是in bōe記得耶和華in ê上帝，祂就賣in hō͘ Hā-só ê軍長Se-se-la̍h ê手，kap腓利士人ê手，kap Mô͘-ap王ê手，致到hiah-ê人來攻擊in。"}},{"book":"撒上","chapter":12,"verse":10,"versions":{"unv":"他們就呼求耶和華說：『我們離棄耶和華，事奉巴力和亞斯他錄，是有罪了。現在求你救我們脫離仇敵的手，我們必事奉你。』","bklcl":"In kiû-kiò Iâ-hô-hoa kóng, Goán ū-chōe lah, in-ūi goán ū lī-khui Iâ-hô-hoa, khì ho̍k-sāi Pa-le̍k kap A-su-tha-lio̍k; taⁿ kiû Lí kiù goán thoat-lī goán ê tùi-te̍k ê chhiú, goán beh ho̍k-sāi Lí.","tghg":"𪜶求叫耶和華講：『阮有罪啦，因為阮有離開耶和華，去服事巴力及亞斯他錄。今求你救阮脫離阮的對敵的手，阮欲服事你。』","bklhl":"In求叫耶和華講，阮有罪lah，因為阮有離開耶和華，去服事Pa-le̍k kap A-su-tha-lio̍k；taⁿ求你救阮脫離阮ê對敵ê手，阮beh服事你。"}},{"book":"撒上","chapter":12,"verse":11,"versions":{"unv":"耶和華就差遣耶路．巴力、比但、耶弗他、撒母耳救你們脫離四圍仇敵的手，你們才安然居住。","bklcl":"Iâ-hô-hoa chiū chhe Iâ-lō͘-pa-le̍k, Pí-tàn, Iâ-hut-tha, Sat-bó͘-jíⁿ, kiù lín thoat-lī sì-ûi ê tùi-te̍k ê chhiú, lín chiah pêng-an khiā-khí.","tghg":"耶和華就差耶路巴力、比但、耶弗他、撒母耳救恁脫離四圍的對敵的手，恁才平安徛起。","bklhl":"耶和華就差Iâ-lō͘-pa-le̍k、Pí-tàn、Iâ-hut-tha、撒母耳，救lín脫離四圍ê對敵ê手，lín chiah平安khiā起。"}},{"book":"撒上","chapter":12,"verse":12,"versions":{"unv":"你們見亞捫人的王拿轄來攻擊你們，就對我說：『我們定要一個王治理我們。』其實耶和華─你們的　神是你們的王。","bklcl":"Lín khòaⁿ-kìⁿ A-bûn lâng ê ông Ná-hat lâi kong-kek lín, chiū tùi góa kóng, M̄-ah, goán tiāⁿ-tio̍h beh chi̍t ê ông koán-lí goán;  kî-si̍t Iâ-hô-hoa lín ê Siōng-tè sī lín ê ông.","tghg":"恁看見亞捫人的王拿轄來攻擊恁，就對我講：『呣啊，阮定著欲一個王管理阮。』其實耶和華──恁的上帝是恁的王。","bklhl":"Lín看見A-bûn人ê王Ná-hat來攻擊lín，就對我講，M̄-ah，阮定tio̍h beh一个王管理阮；其實耶和華lín ê上帝是lín ê王。"}},{"book":"撒上","chapter":12,"verse":13,"versions":{"unv":"現在，你們所求所選的王在這裡。看哪，耶和華已經為你們立王了。","bklcl":"Taⁿ khòaⁿ lín só͘ kéng só͘ kiû ê ông tī-chia;  khòaⁿ ah, Iâ-hô-hoa í-keng siat-li̍p ông koán lín.","tghg":"今，看恁所揀所求的王佇遮。看啊，耶和華已經設立王管恁。","bklhl":"Taⁿ看lín所揀所求ê王tī-chia；看ah，耶和華已經設立王管lín。"}},{"book":"撒上","chapter":12,"verse":14,"versions":{"unv":"你們若敬畏耶和華，事奉他，聽從他的話，不違背他的命令，你們和治理你們的王也都順從耶和華─你們的　神就好了。","bklcl":"Lín nā kèng-ùi Iâ-hô-hoa, ho̍k-sāi I, thiaⁿ I ê ōe, bô ûi-pōe Iâ-hô-hoa ê bēng-lēng, lín kap koán-hat lín ê ông iā sūn-thàn Iâ-hô-hoa lín ê Siōng-tè chiū hó.","tghg":"恁若敬畏耶和華，服事伊，聽伊的話，無違背耶和華的命令，恁及管轄恁的王也順趁耶和華──恁的上帝就好。","bklhl":"Lín若敬畏耶和華，服事伊，聽伊ê話，無違背耶和華ê命令，lín kap管轄lín ê王也順thàn耶和華lín ê上帝就好。"}},{"book":"撒上","chapter":12,"verse":15,"versions":{"unv":"倘若不聽從耶和華的話，違背他的命令，耶和華的手必攻擊你們，像從前攻擊你們列祖一樣。","bklcl":"Siat-sú lín m̄ thiaⁿ-thàn Iâ-hô-hoa ê ōe, ûi-pōe Iâ-hô-hoa ê bēng-lēng, Iâ-hô-hoa ê chhiú beh kong-kek lín, chhin-chhiūⁿ chêng kong-kek lín ê chó͘-kong chi̍t-iūⁿ.","tghg":"設使恁呣聽趁耶和華的話，違背耶和華的命令，耶和華的手欲攻擊恁，親像前攻擊恁的祖公一樣。","bklhl":"設使lín m̄聽thàn耶和華ê話，違背耶和華ê命令，耶和華ê手beh攻擊lín，親像前攻擊lín ê祖公一樣。"}},{"book":"撒上","chapter":12,"verse":16,"versions":{"unv":"現在你們要站住，看耶和華在你們眼前要行一件大事。","bklcl":"Taⁿ lín tio̍h khiā-teh, lâi khòaⁿ Iâ-hô-hoa tī Lín ê ba̍k-chiu-chêng só͘ beh kiâⁿ ê tōa-sū.","tghg":"今恁著徛啲，來看耶和華佇恁的目睭前所欲行的大事。","bklhl":"Taⁿ lín tio̍h khiā-teh，來看耶和華tī lín ê目睭前所beh行ê大事。"}},{"book":"撒上","chapter":12,"verse":17,"versions":{"unv":"這不是割麥子的時候嗎？我求告耶和華，他必打雷降雨，使你們又知道又看出，你們求立王的事是在耶和華面前犯大罪了。」","bklcl":"Kin-á-ji̍t kiám m̄-sī koah sió-be̍h ê sî mah?  Góa kiû Iâ-hô-hoa, I beh khí-lûi lo̍h-hō͘; hō͘ lín iā chai iā khòaⁿ-chhut, lín ūi ka-kī kiû siat-li̍p ông ê sū, sī tī Iâ-hô-hoa ê bīn-chêng só͘ hoān ê chōe chin-tōa.","tghg":"今仔日豈呣是割小麥的時嗎？我求耶和華，伊欲起雷落雨，互恁也知也看出，恁為家己求設立王的事是佇耶和華的面前所犯的罪真大。」","bklhl":"今á日kiám m̄是割小麥ê時mah？我求耶和華，伊beh起雷落雨；hō͘ lín也知也看出，lín為家己求設立王ê事，是tī耶和華ê面前所犯ê罪真大。"}},{"book":"撒上","chapter":12,"verse":18,"versions":{"unv":"於是撒母耳求告耶和華，耶和華就在這日打雷降雨，眾民便甚懼怕耶和華和撒母耳。","bklcl":"Tùi án-ni Sat-bó͘-jíⁿ kiû-kiò Iâ-hô-hoa;  Iâ-hô-hoa chiū tī chit-ji̍t khí-lûi lo̍h-hō͘; chèng peh-sìⁿ chiū chin kiaⁿ Iâ-hô-hoa kap Sat-bó͘-jíⁿ.","tghg":"對按呢撒母耳求叫耶和華，耶和華就佇此日起雷落雨，眾百姓就真驚耶和華及撒母耳。","bklhl":"Tùi án-ni，撒母耳求叫耶和華；耶和華就tī chit日起雷落雨；眾百姓就真驚耶和華kap撒母耳。"}},{"book":"撒上","chapter":12,"verse":19,"versions":{"unv":"眾民對撒母耳說：「求你為僕人們禱告耶和華─你的　神，免得我們死亡；因為我們求立王的事正是罪上加罪了。」","bklcl":"Chèng peh-sìⁿ kā Sat-bó͘-jíⁿ kóng, Kiû lí thòe lí chiah-ê lô͘-po̍k kiû Iâ-hô-hoa lí ê Siōng-tè, bián-tit goán sí-bô; in-ūi goán ūi ka-kī kiû chi̍t ê ông, chin-chiàⁿ sī ke-thiⁿ chōe tī chōe ê téng-bīn.","tghg":"眾百姓給撒母耳講：「求你替你諸個奴僕求耶和華──你的上帝，免得阮死無，因為阮為家己求一個王，真正是加添罪佇罪的頂面。」","bklhl":"眾百姓kā撒母耳講，求你替你chiah ê奴僕求耶和華你ê上帝，免得阮死無；因為阮為家己求一个王，真正是加添罪tī罪ê頂面。"}},{"book":"撒上","chapter":12,"verse":20,"versions":{"unv":"撒母耳對百姓說：「不要懼怕！你們雖然行了這惡，卻不要偏離耶和華，只要盡心事奉他。","bklcl":"Sat-bó͘-jíⁿ kā peh-sìⁿ kóng, Bo̍h-tit kiaⁿ, lín sui-jiân kiâⁿ chit ê pháiⁿ, chóng-sī m̄-thang phian-lī bô-tè Iâ-hô-hoa;  to̍k-to̍k tio̍h chīn-sim ho̍k-sāi Iâ-hô-hoa;","tghg":"撒母耳給百姓講：「莫得驚！恁雖然行此個歹，總是呣通偏離無隨耶和華，獨獨著盡心服事耶和華。","bklhl":"撒母耳kā百姓講，莫得驚，lín雖然行chit ê pháiⁿ，總是m̄-thang偏離無tè耶和華；獨獨tio̍h盡心服事耶和華；"}},{"book":"撒上","chapter":12,"verse":21,"versions":{"unv":"若偏離耶和華去順從那不能救人的虛神是無益的。","bklcl":"m̄-thang phian-lī, in-ūi phian-lī chiū-sī thàn hu-ké ê mi̍h, bô lī-ek, iā bô chín-kiù-ê, in-ūi in sī hu-ké.","tghg":"呣通偏離，因為偏離就是趁虛假的物無利益也無拯救的因為𪜶是虛假。","bklhl":"m̄-thang偏離，因為偏離就是thàn虛假ê物，無利益，也無拯救ê，因為in是虛假。"}},{"book":"撒上","chapter":12,"verse":22,"versions":{"unv":"耶和華既喜悅選你們作他的子民，就必因他的大名不撇棄你們。","bklcl":"Iâ-hô-hoa ūi-tio̍h ka-kī ê tōa-miâ tek-khak bô khì-sak I ê peh-sìⁿ;  in-ūi Iâ-hô-hoa hoaⁿ-hí ēng lín chòe I ê peh-sìⁿ.","tghg":"耶和華為著家己的大名的確無棄拺伊的百姓，因為耶和華歡喜用恁做伊的百姓。","bklhl":"耶和華為tio̍h家己ê大名的確無棄sak伊ê百姓；因為耶和華歡喜用lín做伊ê百姓。"}},{"book":"撒上","chapter":12,"verse":23,"versions":{"unv":"至於我，斷不停止為你們禱告，以致得罪耶和華。我必以善道正路指教你們。","bklcl":"Lūn-kàu góa thòe lín kî-tó, koat-toàn bô thêng-soah, tì-kàu tek-chōe Iâ-hô-hoa;  góa beh ēng hó koh chèng-ti̍t ê lō͘ chí-sī lín.","tghg":"論到我，替恁祈禱決斷無停息，致到得罪耶和華。我欲用好閣正直的路指示恁。","bklhl":"論到我替lín祈禱，決斷無停soah，致到得罪耶和華；我beh用好koh正直ê路指示lín。"}},{"book":"撒上","chapter":12,"verse":24,"versions":{"unv":"只要你們敬畏耶和華，誠誠實實地盡心事奉他，想念他向你們所行的事何等大。","bklcl":"To̍k-to̍k lín tio̍h kèng-ùi Iâ-hô-hoa, sêng-sim si̍t-ì ho̍k-sāi I;  in-ūi lín tio̍h siàu-liām I ūi lín só͘ kiâⁿ ê sū cháiⁿ-iūⁿ ê tōa.","tghg":"獨獨恁著敬畏耶和華，誠心實意服事伊，因為恁著數念伊為恁所行的事怎樣的大。","bklhl":"獨獨lín tio̍h敬畏耶和華，誠心實意服事伊；因為lín tio̍h siàu念伊為lín所行ê事怎樣ê大。"}},{"book":"撒上","chapter":12,"verse":25,"versions":{"unv":"你們若仍然作惡，你們和你們的王必一同滅亡。」","bklcl":"Lín nā iû-goân chòe-pháiⁿ, lín kap lín ê ông beh chòe chi̍t-ē bia̍t-bô.","tghg":"恁若猶原做歹，恁及恁的王欲做一下滅無。」","bklhl":"Lín若猶原做pháiⁿ，lín kap lín ê王beh做一下滅無。"}}]