[{"book":"撒上","chapter":23,"verse":1,"versions":{"unv":"有人告訴大衛說：「非利士人攻擊基伊拉，搶奪禾場。」","bklcl":"Ū lâng pò Tāi-pi̍t kóng, Khòaⁿ ah, Hui-lī-sū lâng phah Ki-i-la̍h, chhiúⁿ gō͘-kak-tiûⁿ.","tghg":"有人報大衛講：「看啊，非利士人拍基伊拉，搶五穀場。」","bklhl":"有人報大衛講，看ah，腓利士人phah Ki-i-la̍h，搶五穀場。"}},{"book":"撒上","chapter":23,"verse":2,"versions":{"unv":"所以大衛求問耶和華說：「我去攻打那些非利士人可以不可以？」耶和華對大衛說：「你可以去攻打非利士人，拯救基伊拉。」","bklcl":"Tāi-pi̍t chiū mn̄g Iâ-hô-hoa kóng, Góa thang khì phah hiah-ê Hui-lī-sū lâng á m̄-thang?  Iâ-hô-hoa kā Tāi-pi̍t kóng, Lí thang khì phah Hui-lī-sū lâng, kiù Ki-i-la̍h.","tghg":"大衛就問耶和華講：「我通去拍許個非利士人抑呣通？」耶和華給大衛講：「你通去拍非利士人，救基伊拉。」","bklhl":"大衛就問耶和華講，我thang去phah hiah-ê腓利士人á m̄-thang？耶和華kā大衛講，你thang去phah腓利士人，救Ki-i-la̍h。"}},{"book":"撒上","chapter":23,"verse":3,"versions":{"unv":"跟隨大衛的人對他說：「我們在猶大地這裡尚且懼怕，何況往基伊拉去攻打非利士人的軍旅呢？」","bklcl":"Tè Tāi-pi̍t ê lâng kā i kóng, Lán tī Iû-tāi tōe chia siōng-chhiáⁿ kiaⁿ-hiâⁿ, hô-hòng khì Ki-i-la̍h phah Hui-lī-sū lâng ê kun-tūi ah?","tghg":"隨大衛的人給伊講：「咱佇猶大地遮尚且(siōng-chhiáⁿ)驚惶，何況去基伊拉拍非利士人的軍隊啊？」","bklhl":"Tè大衛ê人kā伊講，咱tī偤大地chia尚且驚惶，何況去Ki-i-la̍h phah腓利士人ê軍隊ah？"}},{"book":"撒上","chapter":23,"verse":4,"versions":{"unv":"大衛又求問耶和華。耶和華回答說：「你起身下基伊拉去，我必將非利士人交在你手裡。」","bklcl":"Tāi-pi̍t koh mn̄g Iâ-hô-hoa;  Iâ-hô-hoa ìn kóng, Lí khí-lâi, lo̍h-khì Ki-i-la̍h, in-ūi Góa beh ēng Hui-lī-sū lâng kau tī lí ê chhiú.","tghg":"大衛閣問耶和華。耶和華應講：「你起來落去基伊拉，因為我欲用非利士人交佇你的手。」","bklhl":"大衛koh問耶和華；耶和華應講，你起來，落去Ki-i-la̍h，因為我beh用腓利士人交tī你ê手。"}},{"book":"撒上","chapter":23,"verse":5,"versions":{"unv":"大衛和跟隨他的人往基伊拉去，與非利士人打仗，大大殺敗他們，又奪獲他們的牲畜。這樣，大衛救了基伊拉的居民。","bklcl":"Tāi-pi̍t kap tè i ê lâng khì Ki-i-la̍h, kap Hui-lī-sū lâng kau-chiàn; chhiúⁿ in ê cheng-siⁿ, thâi-sí in chōe-chōe lâng; án-ni Tāi-pi̍t kiù Ki-i-la̍h khiā-khí ê peh-sìⁿ.","tghg":"大衛及隨伊的人去基伊拉，及非利士人交戰，搶𪜶的精牲，刣死𪜶多多人。按呢，大衛救基伊拉徛起的百姓。","bklhl":"大衛kap tè伊ê人去Ki-i-la̍h，kap腓利士人交戰；搶in ê cheng-siⁿ，刣死in chōe-chōe人；án-ni大衛救Ki-i-la̍h khiā起ê百姓。"}},{"book":"撒上","chapter":23,"verse":6,"versions":{"unv":"亞希米勒的兒子亞比亞他逃到基伊拉見大衛的時候，手裡拿著以弗得。","bklcl":"A-hi-bí-le̍k ê kiáⁿ A-pí-a-tha cháu-khì kàu Ki-i-la̍h kìⁿ Tāi-pi̍t ê sî, chhiú-nih tòa í-hut-tek lo̍h-khì.","tghg":"亞希米勒的子亞比亞他走去到基伊拉見大衛的時，手裡帶以弗得落去。","bklhl":"A-hi-bí-le̍k ê kiáⁿ A-pí-a-tha走去到Ki-i-la̍h見大衛ê時，手裡帶 í-hut-tek落去。"}},{"book":"撒上","chapter":23,"verse":7,"versions":{"unv":"有人告訴掃羅說：「大衛到了基伊拉。」掃羅說：「他進了有門有閂的城，困閉在裡頭；這是　神將他交在我手裡了。」","bklcl":"Ū lâng kā Sò-lô kóng, Tāi-pi̍t kàu Ki-i-la̍h;  Sò-lô kóng, Siōng-tè chiong i kau tī góa ê chhiú, in-ūi i ji̍p ū mn̂g ū chhòaⁿ ê siâⁿ, koaiⁿ-tiâu tī hit lāi-bīn.","tghg":"有人給掃羅講：「大衛到基伊拉。」掃羅講：「上帝將伊交佇我的手；因為伊入有門有閂(chhòaⁿ)的城，關住佇彼內面。」","bklhl":"有人kā掃羅講，大衛到Ki-i-la̍h；掃羅講，上帝將伊交tī我ê手，因為伊入有門有chhòaⁿ ê城，關tiâu tī hit內面。"}},{"book":"撒上","chapter":23,"verse":8,"versions":{"unv":"於是掃羅招聚眾民，要下去攻打基伊拉城，圍困大衛和跟隨他的人。","bklcl":"Sò-lô chiū chio-chi̍p chèng peh-sìⁿ beh khì kau-chiàn, lo̍h-khì Ki-i-la̍h, ûi-khùn Tāi-pi̍t kap tè i ê lâng.","tghg":"掃羅就招集眾百姓，欲去交戰落去基伊拉，圍困大衛及隨伊的人。","bklhl":"掃羅就招集眾百姓beh去交戰，落去Ki-i-la̍h，圍困大衛kap tè伊ê人。"}},{"book":"撒上","chapter":23,"verse":9,"versions":{"unv":"大衛知道掃羅設計謀害他，就對祭司亞比亞他說：「將以弗得拿過來。」","bklcl":"Tāi-pi̍t chai Sò-lô siat kè-bô͘ beh hāi i, chiū kā A-pí-a-tha kóng, Lí tòa í-hut-tek lâi.","tghg":"大衛知掃羅設計謀欲害伊，就給亞比亞他講：「你帶以弗得來。」","bklhl":"大衛知掃羅設計謀beh害伊，就kā A-pí-a-tha講，你帶í-hut-tek來。"}},{"book":"撒上","chapter":23,"verse":10,"versions":{"unv":"大衛禱告說：「耶和華─以色列的　神啊，你僕人聽真了掃羅要往基伊拉來，為我的緣故滅城。","bklcl":"Tāi-pi̍t kóng, Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè ah, Lí ê lô͘-po̍k khak-si̍t thiaⁿ-kìⁿ Sò-lô ài-beh lâi Ki-i-la̍h, beh ūi-tio̍h góa ê iân-kò͘ bia̍t chit ê siâⁿ;","tghg":"大衛講：「耶和華──以色列的上帝啊，你的奴僕確實聽見掃羅愛欲來基伊拉，欲為著我的緣故滅此個城。","bklhl":"大衛講，耶和華以色列ê上帝ah，你ê奴僕確實聽見掃羅ài-beh來Ki-i-la̍h，beh為tio̍h我ê緣故滅chit ê城；"}},{"book":"撒上","chapter":23,"verse":11,"versions":{"unv":"基伊拉人將我交在掃羅手裡不交？掃羅照著你僕人所聽的話下來不下來？耶和華─以色列的　神啊，求你指示僕人！」耶和華說：「掃羅必下來。」","bklcl":"Ki-i-la̍h lâng beh chiong góa kau tī i ê chhiú á-bô?  Sò-lô beh chiàu Lí ê lô͘-po̍k só͘ thiaⁿ-kìⁿ-ê lo̍h-lâi á-bô?  Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè ah, kiû Lí chí-sī Lí ê lô͘-po̍k.  Iâ-hô-hoa kóng, Sò-lô beh lo̍h-lâi.","tghg":"基伊拉人欲將我交佇伊的手抑無？掃羅欲照你的奴僕所聽見的落來抑無？耶和華──以色列的上帝啊，求你指示你的奴僕！」耶和華講：「掃羅欲落來。」","bklhl":"Ki-i-la̍h人beh將我交tī伊ê手á無？掃羅beh照你ê奴僕所聽見ê落來á無？耶和華以色列ê上帝ah，求你指示你ê奴僕。耶和華講，掃羅beh落來。"}},{"book":"撒上","chapter":23,"verse":12,"versions":{"unv":"大衛又說：「基伊拉人將我和跟隨我的人交在掃羅手裡不交？」耶和華說：「必交出來。」","bklcl":"Tāi-pi̍t koh kóng, Ki-i-la̍h lâng beh chiong góa kap tè góa ê lâng kau tī Sò-lô ê chhiú mah?  Iâ-hô-hoa kóng, In beh chiong lí kau hō͘ i.","tghg":"大衛閣講：「基伊拉人欲將我及隨我的人交佇掃羅的手嗎？耶和華講：「𪜶欲將你交互伊。」","bklhl":"大衛koh講，Ki-i-la̍h人beh將我kap tè我ê人交tī掃羅ê手mah？耶和華講，In beh將你交hō͘伊。"}},{"book":"撒上","chapter":23,"verse":13,"versions":{"unv":"大衛和跟隨他的約有六百人，就起身出了基伊拉，往他們所能往的地方去。有人告訴掃羅，大衛離開基伊拉逃走；於是掃羅不出來了。","bklcl":"Tāi-pi̍t kap tè i ê lâng, iok-lio̍k la̍k-pah, chiū khí-sin chhut Ki-i-la̍h, khì in só͘ khì ê só͘-chāi.  Ū lâng kā Sò-lô kóng, Tāi-pi̍t í-keng tùi Ki-i-la̍h tô-cháu; Sò-lô chiū bô chhut-khì.","tghg":"大衛及隨伊的人約略六百，就起身出基伊拉，去𪜶所去的所在。有人給掃羅講，大衛已經對基伊拉逃走；掃羅就無出去。","bklhl":"大衛kap tè伊ê人，約略六百，就起身出Ki-i-la̍h，去in所去ê所在。有人kā掃羅講，大衛已經tùi Ki-i-la̍h逃走；掃羅就無出去。"}},{"book":"撒上","chapter":23,"verse":14,"versions":{"unv":"大衛住在曠野的山寨裡，常在西弗曠野的山地。掃羅天天尋索大衛，　神卻不將大衛交在他手裡。","bklcl":"Tāi-pi̍t tiàm tī khòng-iá ê ōe-só͘, siông-siông tī Se-hut khòng-iá ê soaⁿ-tōe.  Sò-lô ta̍k-ji̍t chhē i; chóng-sī Siōng-tè bô chiong Tāi-pi̍t kau tī i ê chhiú.","tghg":"大衛踮佇曠野的衛所，常常佇西弗曠野的山地。掃羅逐日尋伊，總是上帝無將大衛交佇伊的手。","bklhl":"大衛tiàm tī曠野ê衛所，常常tī Se-hut曠野ê山地。掃羅ta̍k日chhē伊；總是上帝無將大衛交tī伊ê手。"}},{"book":"撒上","chapter":23,"verse":15,"versions":{"unv":"大衛知道掃羅出來尋索他的命。那時，他住在西弗曠野的樹林裡；","bklcl":"Tāi-pi̍t chai Sò-lô í-keng chhut-lâi teh siàu-siūⁿ i ê sìⁿ-miā, hit-sî Tāi-pi̍t tī Se-hut ê khòng-iá, tiàm tī chhiū-nâ-lāi.","tghg":"大衛知掃羅已經出來啲數想伊的生命。彼時，大衛佇西弗的曠野踮佇樹林內；","bklhl":"大衛知掃羅已經出來teh siàu想伊ê性命，hit時大衛tī Se-hut ê曠野，tiàm tī樹林內。"}},{"book":"撒上","chapter":23,"verse":16,"versions":{"unv":"掃羅的兒子約拿單起身，往那樹林裡去見大衛，使他倚靠　神得以堅固，","bklcl":"Sò-lô ê kiáⁿ Iok-ná-tan khí-sin, khì hit ê chhiū-nâ-lāi kìⁿ Tāi-pi̍t, hō͘ i khò Siōng-tè lâi kian-kò͘.","tghg":"掃羅的子約拿單起身，去彼個樹林內見大衛，互伊靠上帝來堅固，","bklhl":"掃羅ê kiáⁿ約拿單起身，去hit ê樹林內見大衛，hō͘伊靠上帝來堅固。"}},{"book":"撒上","chapter":23,"verse":17,"versions":{"unv":"對他說：「不要懼怕！我父掃羅的手必不加害於你；你必作以色列的王，我也作你的宰相。這事我父掃羅知道了。」","bklcl":"Chiū kā i kóng, M̄-bián kiaⁿ, góa ê pē Sò-lô ê chhiú chhē lí bōe tio̍h; lí beh chòe Í-sek-lia̍t ông, góa beh chòe lí ê tē-jī; chit ê sū góa ê pē Sò-lô í-keng chai;","tghg":"就給伊講：「呣免驚！我的父掃羅的手尋你𣍐著；你欲做以色列王，我欲做你的第二。此個事我的父掃羅已經知。」","bklhl":"就kā伊講，m̄免驚，我ê父掃羅ê手chhē你bōe tio̍h；你beh做以色列王，我beh做你ê第二；chit ê事我ê父掃羅已經知；"}},{"book":"撒上","chapter":23,"verse":18,"versions":{"unv":"於是二人在耶和華面前立約。大衛仍住在樹林裡，約拿單回家去了。","bklcl":"tùi án-ni nn̄g-lâng tī Iâ-hô-hoa ê bīn-chêng kiat-iok.  Tāi-pi̍t tiàm chhiū-nâ, Iok-ná-tan tò-khì i ê chhù.","tghg":"對按呢二人佇耶和華的面前結約。大衛踮樹林，約拿單倒去伊的厝。","bklhl":"Tùi án-ni，兩人tī耶和華ê面前結約。大衛tiàm樹林，約拿單tò去伊ê厝。"}},{"book":"撒上","chapter":23,"verse":19,"versions":{"unv":"西弗人上到基比亞見掃羅，說：「大衛不是在我們那裡的樹林裡山寨中、曠野南邊的哈基拉山藏著嗎？","bklcl":"Se-hut lâng chiūⁿ-khì Ki-pí-a kìⁿ Sò-lô kóng, Tāi-pi̍t kiám m̄-sī tiàm tī goán hia, bih tī chhiū-nâ-lāi ê ōe-só͘, tī Iâ-sī-bûn lâm-pêng ê Hap-ki-la̍h soaⁿ mah?","tghg":"西弗人上去基比亞見掃羅，講：「大衛豈呣是踮佇阮遐匿佇樹林內的衛所，佇耶示們南旁的哈基拉山嗎？","bklhl":"Se-hut人上去Ki-pí-a見掃羅講，大衛kiám m̄是tiàm tī阮hia，bih tī樹林內ê衛所，tī Iâ-sī-bûn南pêng ê Hap-ki-la̍h山mah？"}},{"book":"撒上","chapter":23,"verse":20,"versions":{"unv":"王啊，請你隨你的心願下來，我們必親自將他交在王的手裡。」","bklcl":"Ông ah, chhiáⁿ lí chiàu lí ê sim só͘ ài lo̍h-khì-ê, lo̍h-khì; chiong i kau tī ông ê chhiú sī goán ê tāi.","tghg":"王啊，請你照你的心所愛落去的落去，將伊交佇王的手是阮的代。」","bklhl":"王ah，請你照你ê心所ài落去ê，落去；將伊交tī王ê手是阮ê tāi。"}},{"book":"撒上","chapter":23,"verse":21,"versions":{"unv":"掃羅說：「願耶和華賜福與你們，因你們顧恤我。","bklcl":"Sò-lô kóng, Goān Iâ-hô-hoa sù-hok lín, in-ūi lín khó-lîn góa.","tghg":"掃羅講：「願耶和華賜福恁，因為恁可憐我。","bklhl":"掃羅講，願耶和華賜福lín，因為lín可憐我。"}},{"book":"撒上","chapter":23,"verse":22,"versions":{"unv":"請你們回去，再確實查明他的住處和行蹤，是誰看見他在那裡，因為我聽見人說他甚狡猾。","bklcl":"Chhiáⁿ lín tò-khì, koh tāi-seng pī-pān, siông-sè chai, thàm-khòaⁿ i kiâⁿ-ta̍h ê só͘-chāi; sím-mi̍h lâng khòaⁿ-kìⁿ i tī-hia; in-ūi ū lâng kā góa kóng, i chin káu-koài.","tghg":"請恁倒去，閣代先備辦詳細知，探看伊行踏的所在，甚麼人看見伊佇遐，因為有人給我講伊真狡怪(káu-koài)。","bklhl":"請lín tò去，koh事先備辦，詳細知，探看伊行踏ê所在；甚麼人看見伊tī-hia；因為有人kā我講，伊真狡獪(káu-koài)。"}},{"book":"撒上","chapter":23,"verse":23,"versions":{"unv":"所以要看準他藏匿的地方，回來據實地告訴我，我就與你們同去。他若在猶大的境內，我必從千門萬戶中搜出他來。」","bklcl":"Só͘-í lín tio̍h chhâ-khòaⁿ chai i it-chhè ka-kī bih-ba̍t ê só͘-chāi, tò-tńg lâi ēng si̍t-chêng kā góa kóng; góa chiū beh kap lín khì; i nā tī chit ê kéng-lāi, góa beh tī Iû-tāi ê chèng hiuⁿ-siā kā i chhiau-chhut-lâi.","tghg":"所以恁著查看，知伊一切家己匿密的所在，倒轉來用實情給我講，我就欲及恁去。伊若佇此個境內，我欲佇猶大的眾鄉社給伊搜(chhiau)出來。」","bklhl":"所以lín tio̍h查看知伊一切家己bih密ê所在，倒tńg來用實情kā我講；我就beh kap lín去；伊若tī chit ê境內，我beh tī偤大ê眾鄉社kā伊chhiau出來。"}},{"book":"撒上","chapter":23,"verse":24,"versions":{"unv":"西弗人就起身，在掃羅以先往西弗去。大衛和跟隨他的人卻在瑪雲曠野南邊的亞拉巴。","bklcl":"In chiū khí-sin, tāi-seng Sò-lô khì Se-hut.  Tāi-pi̍t kap tè i ê lâng tiàm tī Má-hûn ê khòng-iá, tī Iâ-sī-bûn lâm-sì ê A-la̍h-pa.","tghg":"𪜶就起身，代先掃羅去西弗。大衛及隨伊的人踮佇瑪雲的曠野佇耶示們南勢的亞拉巴。","bklhl":"In就起身，事先掃羅去Se-hut。大衛kap tè伊ê人tiàm tī Má-hûn ê曠野，tī Ia5si7-bûn南勢ê  A-la̍h-pa。"}},{"book":"撒上","chapter":23,"verse":25,"versions":{"unv":"掃羅和跟隨他的人去尋找大衛；有人告訴大衛，他就下到磐石，住在瑪雲的曠野。掃羅聽見，便在瑪雲的曠野追趕大衛。","bklcl":"Sò-lô kap tè i ê lâng khì chhē i; ū lâng kā Tāi-pi̍t kóng, i chiū lo̍h-khì kàu chio̍h-pôaⁿ, tiàm tī Má-hûn ê khòng-iá.  Sò-lô thiaⁿ-kìⁿ, chiū tī Má-hûn ê khòng-iá tui-jip Tāi-pi̍t.","tghg":"掃羅及隨伊的人去尋伊；有人給大衛講，伊就落去到石磐，踮佇瑪雲的曠野。掃羅聽見，就佇瑪雲的曠野追趇(jip)大衛。","bklhl":"掃羅kap tè伊ê人去chhē伊；有人kā大衛講，伊就落去到石磐，tiàm tī Má-hûn ê曠野。掃羅聽見，就tī Má-hûn ê曠野追jip大衛。"}},{"book":"撒上","chapter":23,"verse":26,"versions":{"unv":"掃羅在山這邊走，大衛和跟隨他的人在山那邊走。大衛急忙躲避掃羅；因為掃羅和跟隨他的人，四面圍住大衛和跟隨他的人，要拿獲他們。","bklcl":"Sò-lô kiâⁿ tī soaⁿ ê chit-pêng, Tāi-pi̍t kap tè i ê lâng kiâⁿ tī soaⁿ ê hit-pêng;  Tāi-pi̍t kín-kip kiâⁿ, siám-pī tī Sò-lô ê bīn-chêng; in-ūi Sò-lô kap tè i ê lâng, sì-bīn ûi Tāi-pi̍t kap tè i ê lâng, beh lia̍h in.","tghg":"掃羅行佇山的此旁，大衛及隨伊的人行佇山的彼旁。大衛緊急行閃避佇掃羅的面前；因為掃羅及隨伊的人，四面圍大衛及隨伊的人，欲掠𪜶。","bklhl":"掃羅行tī山ê chit-pêng，大衛kap tè伊ê人行tī山ê hit-pêng；大衛緊急行，閃避tī掃羅ê面前；因為掃羅kap tè伊ê人，四面圍大衛kap tè伊ê人，beh掠in。"}},{"book":"撒上","chapter":23,"verse":27,"versions":{"unv":"忽有使者來報告掃羅說：「非利士人犯境搶掠，請王快快回去！」","bklcl":"Ū sù-chiá kàu lâi pò Sò-lô kóng, Lí tio̍h kín-kín tò-lâi, in-ūi Hui-lī-sū lâng chhim-hoān kéng-kài.","tghg":"有使者到來報掃羅講：「你著緊緊倒來，因為非利士人侵犯境界。」","bklhl":"有使者到來報掃羅講，你tio̍h緊緊tò來，因為腓利士人侵犯境界。"}},{"book":"撒上","chapter":23,"verse":28,"versions":{"unv":"於是掃羅不追趕大衛，回去攻打非利士人。因此那地方名叫西拉‧哈瑪希羅結。","bklcl":"Tùi án-ni Sò-lô bô jip Tāi-pi̍t, tò-khì tí-te̍k Hui-lī-sū lâng;  in-ūi án-ni, hit ê só͘-chāi miâ-kiò Se-la̍h-hap-má-hi-lô-kiat.","tghg":"對按呢掃羅無趇大衛，倒去抵敵(tí-te̍k)非利士人。因為按呢彼個所在名叫西拉哈瑪希羅結。","bklhl":"Tùi án-ni，掃羅無jip大衛，tò去抵敵腓利士人；因為án-ni，hit ê所在名叫Se-la̍h-hap-má-hi-lô-kiat。"}},{"book":"撒上","chapter":23,"verse":29,"versions":{"unv":"大衛從那裡上去，住在隱‧基底的山寨裡。","bklcl":"Tāi-pi̍t tùi hia chiūⁿ-khì; tiàm tī Ún-ki-tí ê ōe-só͘.","tghg":"大衛對遐上去，踮佇隱基底的衛所。","bklhl":"大衛tùi hia上去；tiàm tī Ún-ki-tí ê衛所。"}}]