[{"book":"撒上","chapter":6,"verse":1,"versions":{"unv":"耶和華的約櫃在非利士人之地七個月。","bklcl":"Iâ-hô-hoa ê iok-kūi tòa tī Hui-lī-sū lâng ê tōe chhit-ge̍h-ji̍t kú.","tghg":"耶和華的約櫃住佇非利士人的地七月日久。","bklhl":"耶和華ê約櫃tòa tī腓利士人ê地七月日久。"}},{"book":"撒上","chapter":6,"verse":2,"versions":{"unv":"非利士人將祭司和占卜的聚了來，問他們說：「我們向耶和華的約櫃應當怎樣行？請指示我們用何法將約櫃送回原處。」","bklcl":"Hui-lī-sū lâng kiò hiah-ê chè-si kap su̍t-sū kóng, Iâ-hô-hoa ê iok-kūi lán tio̍h cháiⁿ-iūⁿ siat-hoat?  chhiáⁿ chí-sī goán tio̍h cháiⁿ-iūⁿ sàng i tò-khì pún só͘-chāi.","tghg":"非利士人叫許個祭司及術士，講：「耶和華的約櫃咱著怎樣設法？請指示阮著怎樣送伊倒去本所在。」","bklhl":"腓利士人叫hiah-ê祭司kap術士講，耶和華ê約櫃咱tio̍h怎樣設法？請指示阮tio̍h怎樣送伊tò去本所在。"}},{"book":"撒上","chapter":6,"verse":3,"versions":{"unv":"他們說：「若要將以色列　神的約櫃送回去，不可空空地送去，必要給他獻賠罪的禮物，然後你們可得痊癒，並知道他的手為何不離開你們。」","bklcl":"In kóng, Lín nā sàng Í-sek-lia̍t Siōng-tè ê iok-kūi khì, m̄-thang hō͘ i khang-khang khì, tek-khak tio̍h ēng pó͘-kè-sit ê chè hêng i;  lín chiah ōe tit-tio̍h hó, iā ōe chai I ê chhiú siáⁿ-sū bô lī-khui lín.","tghg":"𪜶講：「恁若送以色列上帝的約櫃去，呣通互伊空空去，的確著用補過失的祭還伊，恁才會得著好，也會知伊的手啥事無離開恁。」","bklhl":"In講，Lín若送以色列上帝ê約櫃去，m̄-thang hō͘伊空空去，的確tio̍h用補過失ê祭還伊；lín chiah會得tio̍h好，也會知伊ê手啥事無離開lín。"}},{"book":"撒上","chapter":6,"verse":4,"versions":{"unv":"非利士人說：「應當用甚麼獻為賠罪的禮物呢？」他們回答說：「當照非利士首領的數目，用五個金痔瘡，五個金老鼠，因為在你們眾人和你們首領的身上都是一樣的災。","bklcl":"In kóng, Goán tio̍h ēng sím-mi̍h chòe pó͘-kè-sit ê chè lâi hêng I ah?  Ìn kóng, Tio̍h ēng kim lia̍p-á gō͘-ê, kim niáu-chhú gō͘-chiah, chiàu Hui-lī-sū siú-léng ê siàu-gia̍h; in-ūi lín kap lín ê siú-léng só͘ tú-tio̍h ê chai-ē chi̍t-iūⁿ.","tghg":"𪜶講：「阮著用甚麼做補過失的祭來還伊啊？」應講：「著用金[粒]仔五個，金老鼠五隻，照非利士首領的數額，因為恁及恁的首領所抵著(tú-tio̍h)的災禍一樣。","bklhl":"In講，阮tio̍h用甚麼做補過失ê祭來還伊ah？應講，tio̍h用金粒á五個，金老鼠五隻，照腓利士首領ê數額；因為lín kap lín ê首領所tú-tio̍h ê災厄一樣。"}},{"book":"撒上","chapter":6,"verse":5,"versions":{"unv":"所以當製造你們痔瘡的像和毀壞你們田地老鼠的像，並要歸榮耀給以色列的　神，或者他向你們和你們的神，並你們的田地，把手放輕些。","bklcl":"Só͘-í lín tio̍h chòe lín ê lia̍p-á ê siōng, kap húi-siong lín ê tōe niáu-chhú ê siōng;  koh tio̍h kui êng-kng hō͘ Í-sek-lia̍t ê Siōng-tè; kiám-chhái I tùi-tī lín, kap lín ê siōng-tè, kap lín ê tōe, ōe pàng khin I ê chhiú.","tghg":"所以恁著做恁的[粒]仔的像及毀傷恁的地老鼠的像，閣著歸榮光互以色列的上帝，豈採伊對佇恁及恁的上帝，及恁的地，會放輕伊的手。","bklhl":"所以lín tio̍h做lín ê粒á ê像，kap毀傷lín ê地老鼠ê像；koh tio̍h歸榮光hō͘以色列ê上帝；kiám-chhái伊對tī lín，kap lín ê上帝，kap lín ê地，會放輕伊ê手。"}},{"book":"撒上","chapter":6,"verse":6,"versions":{"unv":"你們為何硬著心像埃及人和法老一樣呢？　神在埃及人中間行奇事，埃及人豈不釋放以色列人，他們就去了嗎？","bklcl":"Lín siáⁿ-sū ngī lín ê sim, chhin-chhiūⁿ Ai-ki̍p lâng kap Hoat-ló ngī in ê sim ah?  Siōng-tè tī in tiong-kan kiâⁿ sîn-jiah, in kiám bô pàng peh-sìⁿ khì, peh-sìⁿ chiū khì mah?","tghg":"恁啥事硬恁的心親像埃及人及法老硬𪜶的心啊？上帝佇𪜶中間行神蹟，𪜶豈無放百姓去，百姓就去嗎？","bklhl":"Lín啥事硬lín ê心，親像埃及人kap法老硬in ê心ah？上帝tī in中間行神跡，in kiám無放百姓去，百姓就去mah？"}},{"book":"撒上","chapter":6,"verse":7,"versions":{"unv":"現在你們應當造一輛新車，將兩隻未曾負軛有乳的母牛套在車上，使牛犢回家去，離開母牛。","bklcl":"Taⁿ lín tio̍h pī-pān chi̍t-tiuⁿ sin ê chhia, kap nn̄g-chiah ū-lin ê gû-bú, bē-bat kòa taⁿ ê, chiong chiah-ê gû pa̍k tī chhia-nih, iā hō͘ gû-á-kiáⁿ lī-khui i, tò-khì in chhù.","tghg":"今恁著備辦一張新的車，及二隻有奶的牛母未曾掛軛(taⁿ)的，將諸個牛縛佇車裡，也互牛仔子離開伊倒去𪜶厝。","bklhl":"Taⁿ lín tio̍h備辦一張新ê車，kap兩隻有奶ê牛母，bē-bat掛擔ê，將chiah ê牛縛tī車裡，也hō͘牛á-kiáⁿ離開伊，tò去in厝。"}},{"book":"撒上","chapter":6,"verse":8,"versions":{"unv":"把耶和華的約櫃放在車上，將所獻賠罪的金物裝在匣子裡，放在櫃旁，將櫃送去。","bklcl":"Ēng Iâ-hô-hoa ê iok-kūi hē tī chhia-nih, iā ēng lí só͘ hêng kim ê pó-mi̍h chòe pó͘-kè-sit ê chè ê, lok tī siuⁿ-lāi, hē tī kūi-piⁿ, sàng i khì.","tghg":"用耶和華的約櫃下佇車裡，也用你所還金的寶物做補過失的祭的橐(lok)佇箱內，下佇櫃邊，送伊去。","bklhl":"用耶和華ê約櫃hē tī車裡，也用你所還金ê寶物做補過失ê祭ê，lok tī箱內，hē tī櫃邊，送伊去。"}},{"book":"撒上","chapter":6,"verse":9,"versions":{"unv":"你們要看看：車若直行以色列的境界到伯．示麥去，這大災就是耶和華降在我們身上的；若不然，便可以知道不是他的手擊打我們，是我們偶然遇見的。」","bklcl":"Lín tio̍h khòaⁿ, i nā tùi i kau-kài ê lō͘ chiūⁿ kàu Pek-sī-be̍k, chiū kàng chit ê tōa chai-ē hō͘ lán-ê si̍t-chāi sī I; nā bô, chiū thang chai phah-lán-ê m̄-sī I ê chhiú, sī lán ngó͘-jiân tú-tio̍h-ê.","tghg":"恁著看：伊若對伊交界的路上到伯示麥，就降此個大災禍互咱的實在是伊；若無，就通知拍咱的呣是伊的手，是咱偶然(ngó͘-jiân)抵著的。」","bklhl":"Lín tio̍h看，伊若對伊交界ê路上到Pek-sī-be̍k，就降chit ê大災厄hō͘咱ê實在是伊；若無，就thang知phah咱ê m̄是伊ê手，是咱偶然tú-tio̍h-ê。"}},{"book":"撒上","chapter":6,"verse":10,"versions":{"unv":"非利士人就這樣行：將兩隻有乳的母牛套在車上，將牛犢關在家裡，","bklcl":"Hiah ê lâng chiū án-ni kiâⁿ, chiong nn̄g-chiah ū-lin ê gû-bú pa̍k tī chhia-nih, koh koaiⁿ gû-á-kiáⁿ tī chhù-lāi.","tghg":"許個人就按呢行：將二隻有奶的牛母縛佇車裡，閣關牛仔子佇厝內，","bklhl":"Hiah-ê人就án-ni行，將兩隻有奶ê牛母縛tī車裡，koh關牛á-kiáⁿ tī厝內。"}},{"book":"撒上","chapter":6,"verse":11,"versions":{"unv":"把耶和華的約櫃和裝金老鼠並金痔瘡像的匣子都放在車上。","bklcl":"Koh ēng Iâ-hô-hoa ê iok-kūi, í-ki̍p khǹg kim niáu-chhú kap lia̍p-á-siōng ê siuⁿ, lóng hē tī chhia-nih;","tghg":"閣用耶和華的約櫃以及囥金老鼠及[粒]仔像的箱攏下佇車裡。","bklhl":"Koh用耶和華ê約櫃，以及khǹg金老鼠kap粒á像ê箱，lóng hē tī車裡；"}},{"book":"撒上","chapter":6,"verse":12,"versions":{"unv":"牛直行大道，往伯．示麥去，一面走一面叫，不偏左右。非利士的首領跟在後面，直到伯．示麥的境界。","bklcl":"gû-bú ti̍t-ti̍t ǹg Pek-sī-be̍k ê lō͘ khì, tùi tōa-lō͘ kiâⁿ, ná-kiâⁿ ná-háu, bô phian chó-iū;  Hui-lī-sū hiah-ê siú-léng tè āu-bīn khì, kàu Pek-sī-be̍k ê kéng-kài.","tghg":"牛母直直向伯示麥的路去，對大路行愈行愈哮，無偏左右。非利士許個首領隨後面去，到伯示麥的境界。","bklhl":"牛母直直ǹg Pek-sī-be̍k ê路去，tùi大路行，ná行ná哮，無偏左右；腓利士hiah-ê首領tè後面去，到Pek-sī-be̍k ê境界。"}},{"book":"撒上","chapter":6,"verse":13,"versions":{"unv":"伯．示麥人正在平原收割麥子，舉目看見約櫃，就歡喜了。","bklcl":"Tú-tú Pek-sī-be̍k lâng tī soaⁿ-kok koah be̍h, kia̍h-ba̍k khòaⁿ-kìⁿ iok-kūi, khòaⁿ-kìⁿ chiū hoaⁿ-hí.","tghg":"抵抵(tú-tú)伯示麥人佇山谷割麥，攑目看見約櫃，看見就歡喜。","bklhl":"Tú-tú Pek-sī-be̍k人tī山谷割麥，kia̍h目看見約櫃，看見就歡喜。"}},{"book":"撒上","chapter":6,"verse":14,"versions":{"unv":"車到了伯．示麥人約書亞的田間，就站住了。在那裡有一塊大磐石，他們把車劈了，將兩隻母牛獻給耶和華為燔祭。","bklcl":"Chhia kàu Pek-sī-be̍k lâng Iok-su-a ê hn̂g, chiū thêng-teh; tī-hia ū chi̍t-tè tōa-tè chio̍h-pôaⁿ; in phòa chhia ê chhâ hiàn nn̄g chiah gû-bú chòe sio-chè hō͘ Iâ-hô-hoa.","tghg":"車到伯示麥人約書亞的園，就停啲。佇遐有一塊大塊石磐，𪜶破車的柴，獻二隻牛母做燒祭互耶和華。","bklhl":"車到Pek-sī-be̍k人約書亞ê園，就停teh；tī-hia有一塊大塊石磐；in破車ê柴獻兩隻牛母做燒祭hō͘耶和華。"}},{"book":"撒上","chapter":6,"verse":15,"versions":{"unv":"利未人將耶和華的約櫃和裝金物的匣子拿下來，放在大磐石上。當日伯．示麥人將燔祭和平安祭獻給耶和華。","bklcl":"Lī-bī lâng chiong Iâ-hô-hoa ê iok-kūi, kap i piⁿ-á tóe kim ê pó-mi̍h ê siuⁿ, the̍h-lo̍h-lâi, hē tī hit tè tōa chio̍h-pôaⁿ ê téng-bīn.  Pek-sī-be̍k lâng tī hit-ji̍t hiàn sio-chè kap chè-sū, hō͘ Iâ-hô-hoa.","tghg":"利未人將耶和華的約櫃及伊邊仔貯(tóe)金的寶物的箱提落來，下佇彼塊大石磐的頂面。伯示麥人佇彼日獻燒祭及祭祀互耶和華。","bklhl":"利未人將耶和華ê約櫃，kap伊邊á貯金ê寶物ê箱，the̍h落來，hē tī hit塊大石磐ê頂面。Pek-sī-be̍k人tī hit日獻燒祭kap祭祀，hō͘耶和華。"}},{"book":"撒上","chapter":6,"verse":16,"versions":{"unv":"非利士人的五個首領看見，當日就回以革倫去了。","bklcl":"Hui-lī-sū lâng gō͘ ê siú-léng khòaⁿ-kìⁿ, siâng hit-ji̍t chiū tò-khì Í-kek-lûn.","tghg":"非利士人五個首領看見，像彼日就倒去以革倫。","bklhl":"腓利士人五個首領看見，siâng hit日就tò去Í-kek-lûn。"}},{"book":"撒上","chapter":6,"verse":17,"versions":{"unv":"非利士人獻給耶和華作賠罪的金痔瘡像，就是這些：一個是為亞實突，一個是為迦薩，一個是為亞實基倫，一個是為迦特，一個是為以革倫。","bklcl":"Hui-lī-sū lâng hêng hō͘ Iâ-hô-hoa chòe pó͘-kè-sit ê chè ê kim lia̍p-á, chiū-sī chiah-ê; chi̍t-lia̍p ūi-tio̍h A-si̍t-tu̍t, chi̍t-lia̍p ūi-tio̍h Ka-sat, chi̍t-lia̍p ūi-tio̍h A-si̍t-ki-lûn, chi̍t-lia̍p ūi-tio̍h Ka-te̍k, chi̍t-lia̍p ūi-tio̍h Í-kek-lûn;","tghg":"非利士人還互耶和華做補過失的祭的金[粒]仔，就是諸個：一粒為著亞實突，一粒為著迦薩，一粒為著亞實基倫，一粒為著迦特，一粒為著以革倫。","bklhl":"腓利士人還hō͘耶和華做補過失ê祭ê金粒á，就是chiah ê；一粒為tio̍h A-si̍t-tu̍t，一粒為tio̍h Ka-sat，一粒為tio̍h A-si̍t-ki-lûn，一粒為tio̍h Ka-te̍k，一粒為tio̍h Í-kek-lûn；"}},{"book":"撒上","chapter":6,"verse":18,"versions":{"unv":"金老鼠的數目是照非利士五個首領的城邑，就是堅固的城邑和鄉村，以及大磐石。這磐石是放耶和華約櫃的，到今日還在伯．示麥人約書亞的田間。","bklcl":"kim niáu-chhú ê siàu-gia̍h, sī chiàu Hui-lī-sū ê siú-léng só͘ koán ê siâⁿ, chiū-sī kian-kò͘ ê siâⁿ kap hiuⁿ-siā; iā sòa kàu tōa tè chio̍h-pôaⁿ, chiū-sī hē Iâ-hô-hoa ê iok-kūi ê; chit tè chio̍h-pôaⁿ kàu kin-á-ji̍t iáu tī Pek-sī-be̍k lâng Iok-su-a ê hn̂g.","tghg":"金老鼠的數額是照非利士的首領所管的城，就是堅固的城及鄉社，也續到大塊石磐。就是下耶和華的約櫃的，此塊石磐到今仔日猶佇伯示麥人約書亞的園。","bklhl":"金老鼠ê數額，是照腓利士ê首領所管ê城，就是堅固ê城kap鄉社；也續到大塊石磐，就是hē耶和華ê約櫃ê；chit塊石磐到今á日iáu tī Pek-sī-be̍k人約書亞ê園。"}},{"book":"撒上","chapter":6,"verse":19,"versions":{"unv":"耶和華因伯．示麥人擅觀他的約櫃，就擊殺了他們七十人；那時有五萬人在那裡（原文是七十人加五萬人）。百姓因耶和華大大擊殺他們，就哀哭了。","bklcl":"Iâ-hô-hoa phah-sí Pek-sī-be̍k lâng, in-ūi in khòaⁿ I ê iok-kūi-lāi, chiū phah-sí in chhit-cha̍p lâng; gō͘-bān lâng peh-sìⁿ ai-khàu, in-ūi Iâ-hô-hoa tōa-tōa phah-sí peh-sìⁿ.","tghg":"耶和華拍死伯示麥人因為𪜶看伊的約櫃內，就拍死𪜶七十人；五萬人百姓哀哭。因為耶和華大大拍死百姓。","bklhl":"耶和華phah死Pek-sī-be̍k人，因為in看伊ê約櫃內，就phah死in七十人；五萬人百姓哀哭，因為耶和華大大phah死百姓。"}},{"book":"撒上","chapter":6,"verse":20,"versions":{"unv":"伯．示麥人說：「誰能在耶和華這聖潔的　神面前侍立呢？這約櫃可以從我們這裡送到誰那裡去呢？」","bklcl":"Pek-sī-be̍k lâng kóng, Chī-chūi  ōe khiā tī Iâ-hô-hoa, chit ê sèng ê Siōng-tè, ê bīn-chêng ah?  I beh chiūⁿ-khì sím-mi̍h lâng hia, lâi lī-khui lán ah?","tghg":"伯示麥人講：「是誰會徛佇耶和華此個聖的上帝的面前啊？伊欲上去甚麼人遐來離開咱啊？」","bklhl":"Pek-sī-be̍k人講，Chī-chūi能khiā tī耶和華，chit ê聖ê上帝，ê面前ah？伊beh上去甚麼人hia，來離開咱ah？"}},{"book":"撒上","chapter":6,"verse":21,"versions":{"unv":"於是打發人去見基列．耶琳的居民，說：「非利士人將耶和華的約櫃送回來了，你們下來將約櫃接到你們那裡去吧！」","bklcl":"Tùi án-ni chhe lâng khì kìⁿ Ki-lia̍t-iâ-lîm khiā-khí ê peh-sìⁿ, kóng, Hui-lī-sū lâng chiong Iâ-hô-hoa ê iok-kūi sàng tò-lâi; lín lo̍h-lâi, kng chiūⁿ-khì lín hia.","tghg":"對按呢差人去見基列耶琳徛起的百姓，講：「非利士人將耶和華的約櫃送倒來，恁落來扛上去恁遐。」","bklhl":"Tùi án-ni，差人去見Ki-lia̍t-iâ-lîm khiā起ê百姓，講，腓利士人將耶和華ê約櫃送tò來；lín落來，扛上去lín hia。"}}]