[{"book":"珥","chapter":2,"verse":1,"versions":{"unv":"你們要在錫安吹角，在我聖山吹出大聲。國中的居民都要發顫；因為耶和華的日子將到，已經臨近。","bklcl":"Lín tio̍h tī Sek-an pûn sàu-kak, tī Góa ê sèng-soaⁿ pûn hō-thâu; kok-lāi khiā-khí ê peh-sìⁿ lóng tio̍h ngia̍uh-ngia̍uh-chhoah; in-ūi Iâ-hô-hoa ê ji̍t beh kàu, taⁿ kūn--lah.","tghg":"你著佇錫安歕(pûn)哨角，佇我的聖山歕號頭。國內徛起的百姓攏著愕愕惙(ngia̍uh-ngia̍uh-chhoah)；因為耶和華的日欲到，今近啦。","bklhl":"Lín tio̍h tī錫安pûn哨角，tī我ê聖山pûn號頭；國內khiā起ê百姓lóng tio̍h ngia̍uh-ngia̍uh-chhoah；因為耶和華ê日beh到，taⁿ近lah。"}},{"book":"珥","chapter":2,"verse":2,"versions":{"unv":"那日是黑暗、幽冥、密雲、烏黑的日子，好像晨光鋪滿山嶺。有一隊蝗蟲（原文是民）又大又強；從來沒有這樣的，以後直到萬代也必沒有。","bklcl":"Hit-ji̍t sī o͘-o͘ àm-àm, ba̍t-hûn o͘-àm ê ji̍t, chhin-chhiūⁿ phah-phú-kng sek-tì pho͘-móa soaⁿ-thâu; ū chi̍t-cho̍k tōa koh kiông, chiông-lâi bē-bat ū án-ni--ê, í-āu kàu tāi-tāi iā bô.","tghg":"彼日是黑黑暗暗，密雲、黑暗的日，親像拍昲光(phah-phú-kng)色緻舖滿山頭。有一族大閣強；將來未曾有按呢者，以後到代代也無。","bklhl":"Hit日是烏烏暗暗，密雲烏暗ê日，親像phah-phú光色緻鋪滿山頭；有一族大koh強，從來bē-bat有án-ni-ê，以後到代代也無。"}},{"book":"珥","chapter":2,"verse":3,"versions":{"unv":"牠們前面如火燒滅，後面如火焰燒盡。未到以前，地如伊甸園；過去以後，成了荒涼的曠野；沒有一樣能躲避牠們的。","bklcl":"Hé to̍h tī in ê thâu-chêng, hé-iām sio tī in ê āu-bīn; in bē kàu ê tōe, chhin-chhiūⁿ Ai-tiân hn̂g, in kè-liáu ê tōe, chiâⁿ-chòe pha-hng ê khòng-iá; bô chi̍t-hāng ōe siám-pī in.","tghg":"火𤏸(to̍h)佇𪜶的頭前，火焰燒佇𪜶的後面。𪜶未到的地，親像伊甸園；𪜶過了(liáu)的地，成做拋荒的曠野；無一項會閃避𪜶。","bklhl":"火to̍h tī in ê頭前，火燄燒tī in ê後面；in未到ê地，親像伊甸園，in過了ê地，成做拋荒ê曠野；無一項能閃避in。"}},{"book":"珥","chapter":2,"verse":4,"versions":{"unv":"牠們的形狀如馬，奔跑如馬兵。","bklcl":"In ê hêng-chōng chhin-chhiūⁿ bé, pháu-cháu chhin-chhiūⁿ bé-peng.","tghg":"𪜶的形狀親像馬，跑走親像馬兵。","bklhl":"In ê形狀親像馬，跑走親像馬兵。"}},{"book":"珥","chapter":2,"verse":5,"versions":{"unv":"在山頂蹦跳的響聲如車輛的響聲，又如火焰燒碎秸的響聲，好像強盛的民擺陣預備打仗。","bklcl":"In thiàu tī soaⁿ-téng, chhin-chhiūⁿ chhia ê siaⁿ, koh chhin-chhiūⁿ hé-iām sio-chháu ê siaⁿ, chhin-chhiūⁿ kiông-béng ê peh-sìⁿ pâi tī chiàn-tīn.","tghg":"𪜶跳佇山頂親像車的聲，閣親像火焰燒草的聲，親像強猛的百姓排佇戰陣。","bklhl":"In跳tī山頂，親像車ê聲，koh親像火燄燒草ê聲，親像強猛ê百姓排tī戰陣。"}},{"book":"珥","chapter":2,"verse":6,"versions":{"unv":"牠們一來，眾民傷慟，臉都變色。","bklcl":"In chi̍t-ē lâi, chèng peh-sìⁿ chhám kàu-ke̍k, bīn lóng piàn-sek.","tghg":"𪜶一下來，眾百姓慘到極，面攏變色。","bklhl":"In一下來，眾百姓慘到極，面lóng變色。"}},{"book":"珥","chapter":2,"verse":7,"versions":{"unv":"牠們如勇士奔跑，像戰士爬城；各都步行，不亂隊伍。","bklcl":"In pháu-cháu chhin-chhiūⁿ ióng-sū, peh-chiūⁿ siâⁿ chhin-chhiūⁿ chiàn-sū, ta̍k-ê chiàu-lō͘ kiâⁿ, bô loān tūi-ngó͘;","tghg":"𪜶跑走親像勇士，絔(peh)上城親像戰士；逐個照路行，無亂隊伍。","bklhl":"In跑走親像勇士，爬上城親像戰士，ta̍k-ê照路行，無亂隊伍；"}},{"book":"珥","chapter":2,"verse":8,"versions":{"unv":"彼此並不擁擠，向前各行其路，直闖兵器，不偏左右。","bklcl":"tāi-ke bô saⁿ oe-khoeh, ta̍k-ê kiâⁿ i ê lō͘; tú-tio̍h chhiuⁿ-to, ia̍h bô siám-pī;","tghg":"大家無相挨夾(oe-khoeh)，逐個行伊的路，抵著(tú-tio̍h)槍刀，亦無閃避。","bklhl":"大家無相oe-khoeh，ta̍k-ê行伊ê路；tú-tio̍h鎗刀，亦無閃避；"}},{"book":"珥","chapter":2,"verse":9,"versions":{"unv":"牠們蹦上城，躥上牆，爬上房屋，進入窗戶如同盜賊。","bklcl":"in thiàu-ji̍p siâⁿ, pôaⁿ-kè chhiûⁿ, pê-chiūⁿ chhù-téng, ji̍p thang-á chhin-chhiūⁿ chha̍t;","tghg":"𪜶跳入城，𨃟過牆，爬上厝頂，入窗仔親像賊。","bklhl":"in跳入城，pôaⁿ過牆，爬上厝頂，入窗á親像賊；"}},{"book":"珥","chapter":2,"verse":10,"versions":{"unv":"牠們一來，地震天動，日月昏暗，星宿無光。","bklcl":"in chi̍t-ē lâi, tōe tín-tāng, thiⁿ iô-choah, ji̍t-ge̍h o͘-àm, chhiⁿ-sîn bô kng.","tghg":"𪜶一下來，地振動天搖泏(iô-choah)，日月黑暗，星辰無光。","bklhl":"in一下來，地振動，天搖choah，日月烏暗，星辰無光。"}},{"book":"珥","chapter":2,"verse":11,"versions":{"unv":"耶和華在他軍旅前發聲，他的隊伍甚大；成就他命的是強盛者。因為耶和華的日子大而可畏，誰能當得起呢？","bklcl":"Iâ-hô-hoa tī I ê kun-peng ê bīn-chêng chhut-siaⁿ, I ê kun-tūi chin-tōa; kiâⁿ I ê bēng-lēng--ê chin kiông-béng; in-ūi Iâ-hô-hoa ê ji̍t tōa koh thang kiaⁿ, chī-chūi tng ōe khí ah?","tghg":"耶和華佇伊的軍兵的面前出聲，伊的軍隊真大；行伊的命令者真強猛。因為耶和華的日大閣通驚，是誰當會起啊？","bklhl":"耶和華tī祂ê軍兵ê面前出聲，祂ê軍隊真大；行祂ê命令ê真強猛；因為耶和華ê日大koh thang驚，是誰當能起ah？"}},{"book":"珥","chapter":2,"verse":12,"versions":{"unv":"耶和華說：雖然如此，你們應當禁食、哭泣、悲哀，一心歸向我。","bklcl":"Iâ-hô-hoa kóng, Sui-jiân án-ni, lín tio̍h ēng choan-sim, ēng kìm-chia̍h, ēng thî-khàu, ēng pi-ai oa̍t-tńg kui-ǹg Góa.","tghg":"耶和華講：雖然按呢，恁著用專心、用禁食、用啼哭、用悲哀，越轉歸向我。","bklhl":"耶和華講，雖然án-ni，lín tio̍h用專心，用禁食，用啼哭，用悲哀oa̍t-tńg歸ǹg我。"}},{"book":"珥","chapter":2,"verse":13,"versions":{"unv":"你們要撕裂心腸，不撕裂衣服。歸向耶和華─你們的　神；因為他有恩典，有憐憫，不輕易發怒，有豐盛的慈愛，並且後悔不降所說的災。","bklcl":"Tio̍h thiah-li̍h lín ê sim, bo̍h-tit thiah-li̍h lín ê saⁿ, kui-ǹg Iâ-hô-hoa lín ê Siōng-tè; in-ūi I ū jîn-chû lîn-bín, bô khoài-khoài siū-khì, móa-móa un-hūi, koh thè-hóe I ê chai-ē.","tghg":"著拆裂恁的心，莫得拆裂恁的衫。歸向耶和華──恁的上帝；因為伊有仁慈，憐憫，無快快受氣，滿滿恩惠，閣退悔伊的災禍。","bklhl":"Tio̍h拆裂lín ê心，莫得拆裂lín ê衫，歸ǹg耶和華lín ê上帝；因為祂有仁慈憐憫，無快快受氣，滿滿恩惠，koh退悔祂ê災厄。"}},{"book":"珥","chapter":2,"verse":14,"versions":{"unv":"或者他轉意後悔，留下餘福，就是留下獻給耶和華─你們　神的素祭和奠祭，也未可知。","bklcl":"Chī-chūi ōe chai I khéng oa̍t-tò-tńg lâi thè-hóe, lâu hok-khì tī āu-lâi, chiū-sī ū sò͘-chè koàn-tiān hiàn hō͘ lín ê Siōng-tè Iâ-hô-hoa?","tghg":"是誰會知伊肯越倒轉來退悔，留福氣佇後來，就是有素祭灌奠獻互恁的上帝──耶和華。","bklhl":"Chī-chūi會知伊肯oa̍t倒tńg來退悔， 留福氣tī後來，就是有素祭灌奠獻hō͘ lín ê上帝耶和華？"}},{"book":"珥","chapter":2,"verse":15,"versions":{"unv":"你們要在錫安吹角，分定禁食的日子，宣告嚴肅會。","bklcl":"Lín tio̍h tī Sek-an pûn sàu-kak, siat chi̍t ê kìm-chia̍h ê sèng-ji̍t, tiàu-chi̍p giâm-siok-hōe;","tghg":"恁著佇錫安歕哨角，設一個禁食的聖日，召集嚴肅會。","bklhl":"Lín tio̍h tī錫安pûn哨角，設一个禁食ê聖日，召集嚴肅會；"}},{"book":"珥","chapter":2,"verse":16,"versions":{"unv":"聚集眾民，使會眾自潔：招聚老者，聚集孩童和吃奶的；使新郎出離洞房，新婦出離內室。","bklcl":"chū-chi̍p chèng peh-sìⁿ hun-piat hit ê hōe chòe-sèng, chio-chi̍p lāu-lâng, chū-chi̍p gín-ná kap chia̍h-ni--ê; hō͘ sin-kiáⁿ-sài chhut i ê chhù, sin-niû lī-khui i ê pâng.","tghg":"聚集眾百姓，分別彼個會做聖：招集老人，聚集囝仔及食奶者；互新子婿出伊的厝，新娘離開伊的房。","bklhl":"聚集眾百姓分別hit ê會做聖，招集老人，聚集gín-ná kap食奶ê；hō͘新kiáⁿ婿出伊ê厝，新娘離開伊ê房。"}},{"book":"珥","chapter":2,"verse":17,"versions":{"unv":"事奉耶和華的祭司要在廊子和祭壇中間哭泣，說：耶和華啊，求你顧惜你的百姓，不要使你的產業受羞辱，列邦管轄他們。為何容列國的人說：「他們的　神在哪裡」呢？","bklcl":"Ho̍k-sāi Iâ-hô-hoa ê chè-si, tio̍h tī léng-lông kap chè-tôaⁿ ê tiong-kan thî-khàu, kóng, Iâ-hô-hoa ah, kiû Lí khoan-sù Lí ê peh-sìⁿ, bo̍h-tit hō͘ Lí ê sán-gia̍p siū lêng-jio̍k, hō͘ lia̍t-pang koán-hat in; siáⁿ-sū hō͘ lia̍t-kok ê lâng kóng, In ê Siōng-tè tī toh-lo̍h?","tghg":"服事耶和華的祭司著佇兩廊(léng-lông)及祭壇的中間啼哭，講：耶和華啊，求你寬恕你的百姓，莫得互你的產業受凌辱，互列邦管轄𪜶。啥事互列國的人講：「𪜶的上帝佇叨落」？","bklhl":"服事耶和華ê祭司，tio̍h tī léng廊kap祭壇ê中間啼哭，講，耶和華ah，求祢寬恕祢ê百姓，莫得hō͘祢ê產業受凌辱，hō͘列邦管轄in；啥事hō͘列國ê人講，In ê上帝tī toh-lo̍h？"}},{"book":"珥","chapter":2,"verse":18,"versions":{"unv":"耶和華就為自己的地發熱心，憐恤他的百姓。","bklcl":"Hit-sî Iâ-hô-hoa ūi-tio̍h I ê tōe lâi jia̍t-sim, lîn-bín I ê peh-sìⁿ.","tghg":"彼時耶和華為著伊的地來熱心，憐憫伊的百姓。","bklhl":"Hit時耶和華為tio̍h祂ê地來熱心，憐憫祂ê百姓。"}},{"book":"珥","chapter":2,"verse":19,"versions":{"unv":"耶和華應允他的百姓說：我必賜給你們五穀、新酒，和油，使你們飽足；我也不再使你們受列國的羞辱；","bklcl":"Iâ-hô-hoa ìn I ê peh-sìⁿ kóng, Khòaⁿ ah, Góa beh hō͘ lín ū gō͘-kak sin-chiú kap iû, lín chiū móa-chiok; Góa bô koh hō͘ lín tī lia̍t-pang-tiong siū lêng-jio̍k.","tghg":"耶和華應伊的百姓講：看啊，我欲互恁有五穀、新酒、及油，恁就滿足；我無閣互恁佇列邦中受凌辱；","bklhl":"耶和華應祂ê百姓講，看ah，我beh hō͘ lín有五穀、新酒kap油，lín就滿足；我無koh hō͘ lín tī列邦中受凌辱。"}},{"book":"珥","chapter":2,"verse":20,"versions":{"unv":"卻要使北方來的軍隊遠離你們，將他們趕到乾旱荒廢之地：前隊趕入東海，後隊趕入西海；因為他們所行的大惡（原文是事），臭氣上升，腥味騰空。","bklcl":"Góa iā beh hō͘ pak-hng ê kun-tūi lī-khui lín hn̄g-hn̄g, kóaⁿ i kàu khòng-hān pha-hng ê tōe; i-ê chêng-tūi kàu tang-hái, āu-tūi kàu sai-hái; in-ūi i kiâⁿ tōa tāi-chì, i ê pháiⁿ-bī chhèng-khí, chhàu-bī hoat-khí.","tghg":"我也欲互北方的軍隊離開恁遠遠，趕伊到亢旱拋荒的地，伊的前隊到東海，後隊到西海；因為伊行大代誌，伊的歹味淐(chhèng)起，臭味發起。","bklhl":"我也beh hō͘北方ê軍隊離開lín遠遠，趕伊到炕旱拋荒ê地；伊ê前隊到東海，後隊到西海；因為伊行大tāi-chì，伊ê pháiⁿ味chhèng起，臭味發起。"}},{"book":"珥","chapter":2,"verse":21,"versions":{"unv":"地土啊，不要懼怕；要歡喜快樂，因為耶和華行了大事。","bklcl":"Tōe-thó͘ ah, bo̍h-tit kiaⁿ, tio̍h hoaⁿ-hí khoài-lo̍k; in-ūi Iâ-hô-hoa kiâⁿ tōa-sū.","tghg":"地土啊，莫得驚；著歡喜快樂，因為耶和華行大事。","bklhl":"地土ah，莫得驚，tio̍h歡喜快樂；因為耶和華行大事。"}},{"book":"珥","chapter":2,"verse":22,"versions":{"unv":"田野的走獸啊，不要懼怕；因為，曠野的草發生，樹木結果，無花果樹、葡萄樹也都效力。","bklcl":"Chhân-iá ê cháu-siù ah, bo̍h-tit kiaⁿ, in-ūi khòng-iá ê chháu-tiûⁿ hoat-siⁿ, chhiū kiat i ê ké-chí, bû-hoa-kó chhiū, phû-tô chhiū, ia̍h lóng kiat-si̍t.","tghg":"田野的走獸啊，莫得驚；因為，曠野的草場發生，樹結伊的果子，無花果樹、葡萄樹亦攏結實。","bklhl":"田野ê走獸ah，莫得驚，因為曠野ê草場發生，樹結伊ê果子，無花果樹、葡萄樹，亦lóng結實。"}},{"book":"珥","chapter":2,"verse":23,"versions":{"unv":"錫安的民哪，你們要快樂，為耶和華─你們的　神歡喜；因他賜給你們合宜的秋雨，為你們降下甘霖，就是秋雨、春雨，和先前一樣。","bklcl":"Sek-an ê peh-sìⁿ ah, lín tio̍h khoài-lo̍k, ūi Iâ-hô-hoa lín ê Siōng-tè lâi hoaⁿ-hí; in-ūi I ēng chêng ê hō͘ ki̍p-sî siúⁿ-sù lín; ūi-tio̍h lín lo̍h hō͘-chúi, chiū-sī chêng ê hō͘, āu ê hō͘, kap í-chêng chi̍t-iūⁿ.","tghg":"錫安的百姓啊，恁著快樂，為耶和華──恁的上帝來歡喜；因為伊用前的雨及時賞賜恁，為著恁落雨水，就是前的雨、後的雨，及以前一樣。","bklhl":"錫安ê百姓ah，lín tio̍h快樂，為耶和華lín ê上帝來歡喜；因為祂用前ê雨及時賞賜lín；為tio̍h lín落雨水，就是前ê雨，後ê雨，kap以前一樣。"}},{"book":"珥","chapter":2,"verse":24,"versions":{"unv":"禾場必滿了麥子；酒醡與油醡必有新酒和油盈溢。","bklcl":"Gō͘-kak-tiûⁿ beh ū be̍h móa-móa, khut-tiong ê sin-chiú kap iû beh móa--chhut-lâi.","tghg":"五穀場欲有麥滿滿；窟中的新酒及油欲滿出來。","bklhl":"五穀場beh有麥滿滿，窟中ê新酒kap油beh滿出來。"}},{"book":"珥","chapter":2,"verse":25,"versions":{"unv":"我打發到你們中間的大軍隊，就是蝗蟲、蝻子、螞蚱、剪蟲，那些年所吃的，我要補還你們。","bklcl":"Góa chhe kàu lín tiong-kan ê tōa kun-tūi, chiū-sī tē-it-chéng, tē-jī-chéng, tē-saⁿ-chéng, tē-sì-chéng ê chháu-meh, só͘ chia̍h hiah-ê nî-tang, Góa lóng beh hêng lín.","tghg":"我差到恁中間的大軍隊，就是第一種、第二種、第三種、第四種的草蜢，所食許個年冬，我攏欲還恁。","bklhl":"我差到lín中間ê大軍隊，就是第一種、第二種、第三種、第四種 ê草蜢，所食hiah-ê年冬，我lóng beh還lín。"}},{"book":"珥","chapter":2,"verse":26,"versions":{"unv":"你們必多吃而得飽足，就讚美為你們行奇妙事之耶和華─你們　神的名。我的百姓必永遠不致羞愧。","bklcl":"Lín beh chia̍h lâi ti-chiok; ia̍h beh o-ló lín ê Siōng-tè Iâ-hô-hoa ê miâ; in-ūi I ūi-tio̍h lín kiâⁿ kî-biāu ê sū, Góa ê peh-sìⁿ tek-khak éng-oán bô kiàn-siàu.","tghg":"恁欲食來知足，亦欲謳咾恁的上帝──耶和華的名。因為伊為著恁行奇妙的事，我的百姓的確永遠無見誚。","bklhl":"Lín beh食來知足；亦beh o-ló lín ê上帝耶和華ê名；因為祂為tio̍h lín行奇妙ê事，我ê百姓的確永遠無見笑。"}},{"book":"珥","chapter":2,"verse":27,"versions":{"unv":"你們必知道我是在以色列中間，又知道我是耶和華─你們的　神；在我以外並無別神。我的百姓必永遠不致羞愧。","bklcl":"Lín chiū beh chai Góa tī Í-sek-lia̍t ê tiong-kan, koh chai Góa sī Iâ-hô-hoa lín ê Siōng-tè, í-gōa bô pa̍t-ê;  Góa ê peh-sìⁿ tek-khak éng-oán bô kiàn-siàu.","tghg":"恁就欲知我佇以色列的中間，閣知我是耶和華──恁的上帝；以外無別個。我的百姓的確永遠無見誚。","bklhl":"Lín就beh知我tī以色列ê中間，koh知我是耶和華lín ê上帝，以外無別ê；我ê百姓的確永遠無見笑。"}},{"book":"珥","chapter":2,"verse":28,"versions":{"unv":"以後，我要將我的靈澆灌凡有血氣的。你們的兒女要說預言；你們的老年人要做異夢，少年人要見異象。","bklcl":"Liáu-āu Góa beh ēng Góa ê Sîn kàng-lo̍h hō͘ hoān ū jio̍k-thé--ê; lín ê kiáⁿ cha-bó͘-kiáⁿ beh chòe sian-ti kóng-ōe, lín ê lāu-lâng beh tit-tio̍h bîn-bāng, lín ê siàu-liân lâng beh khòaⁿ-kìⁿ īⁿ-siōng;","tghg":"了後，我欲用我的神降落互凡有肉體者。恁的子查某子欲做先知講話；恁的老人欲得著眠夢，恁的少年人欲看見異象。","bklhl":"了後我beh用我ê神降落hō͘凡有肉體ê；lín ê kiáⁿ cha-bó͘-kiáⁿ beh做先知講話，lín ê老人beh得tio̍h眠夢，lín ê少年人beh看見異象；"}},{"book":"珥","chapter":2,"verse":29,"versions":{"unv":"在那些日子，我要將我的靈澆灌我的僕人和使女。","bklcl":"tī hiah-ê ji̍t, Góa beh ēng Góa ê Sîn kàng-lo̍h tī lô͘-po̍k lú-pī.","tghg":"佇許個日，我欲用我的神降落佇奴僕女婢。","bklhl":"tī hiah-ê日，我beh用我ê神降落tī奴僕女婢。"}},{"book":"珥","chapter":2,"verse":30,"versions":{"unv":"「在天上地下，我要顯出奇事，有血，有火，有煙柱。","bklcl":"Góa beh hián-bêng kî-sū tī thiⁿ--nih, tī tōe--nih, huih kap hé; kap hé-hun ê thiāu.","tghg":"「我欲顯明奇事，佇天裡佇地裡，血及火，及火熏的柱。","bklhl":"我beh顯明奇事tī天裡，tī地裡，血kap火；kap火薰ê柱。"}},{"book":"珥","chapter":2,"verse":31,"versions":{"unv":"日頭要變為黑暗，月亮要變為血，這都在耶和華大而可畏的日子未到以前。","bklcl":"Ji̍t-thâu beh piàn o͘-àm, ge̍h beh piàn-chòe huih, tī Iâ-hô-hoa tōa koh thang kiaⁿ ê ji̍t bē kàu ê tāi-seng.","tghg":"日頭欲變黑暗，月欲變做血，佇耶和華大閣通驚的日未到的代先。","bklhl":"日頭beh變烏暗，月beh變做血，tī耶和華大koh thang驚ê日未到ê事先。"}},{"book":"珥","chapter":2,"verse":32,"versions":{"unv":"到那時候，凡求告耶和華名的就必得救；因為照耶和華所說的，在錫安山，耶路撒冷必有逃脫的人，在剩下的人中必有耶和華所召的。」","bklcl":"Kàu hit-sî, kìⁿ-ū kiû-kiò Iâ-hô-hoa ê miâ--ê, beh tit-tio̍h kiù; in-ūi tī Sek-an soaⁿ kap tī Iâ-lō͘-sat-léng beh ū tô-thoat ê lâng, chiàu Iâ-hô-hoa só͘ kóng--ê, tī chhun ê peh-sìⁿ-tiong beh ū Iâ-hô-hoa só͘ tiàu--ê.","tghg":"到彼時，見有求叫耶和華的名者欲得著救；因為佇錫安山，及佇耶路撒冷欲有逃脫的人，照耶和華所講的佇剩(chhun)的百姓中欲有耶和華所召者。」","bklhl":"到hit時，見有求叫耶和華ê名ê，beh得tio̍h救；因為tī錫安山kap tī耶路撒冷beh有逃脫ê人，照耶和華所講ê，tī chhun ê百姓中beh有耶和華所召ê。"}}]