[{"book":"珥","chapter":3,"verse":1,"versions":{"unv":"「到那日，我使猶大和耶路撒冷被擄之人歸回的時候，","bklcl":"In-ūi tī hiah-ê ji̍t, tng hit-sî, chiū-sī Góa hō͘ Iû-tāi kap Iâ-lō͘-sat-léng siū-lia̍h ê lâng tò-tńg-lâi ê sî,","tghg":"「因為佇許個日當彼時，就是我互猶大及耶路撒冷受掠的人倒轉來的時，","bklhl":"因為tī hiah-ê日，當hit時，就是我hō͘偤大kap耶路撒冷受掠ê人倒tńg來ê時，"}},{"book":"珥","chapter":3,"verse":2,"versions":{"unv":"我要聚集萬民，帶他們下到約沙法谷，在那裡施行審判；因為他們將我的百姓，就是我的產業以色列，分散在列國中，又分取我的地土，","bklcl":"Góa beh chū-chi̍p bān peh-sìⁿ, chhōa in lo̍h--khì Iok-sa-hoat ê soaⁿ-kok, tī-hia sím-phòaⁿ in; in-ūi in chiong Góa ê peh-sìⁿ, chiū-sī Góa ê sán-gia̍p Í-sek-lia̍t, hun-sòaⁿ tī lia̍t-kok-tiong; koh pun Góa ê thó͘-tōe;","tghg":"我欲聚集萬百姓，導𪜶落去約沙法的山谷，佇遐審判𪜶；因為𪜶將我的百姓，就是我的產業以色列，分散(hun-sòaⁿ)佇列國中，閣分(pun)我的土地，","bklhl":"我beh聚集萬百姓，chhōa in落去Iok-sa-hoat ê山谷，tī-hia審判in；因為in將我ê百姓，就是我ê產業以色列，分散tī列國中；koh分我ê土地；"}},{"book":"珥","chapter":3,"verse":3,"versions":{"unv":"且為我的百姓拈鬮，將童子換妓女，賣童女買酒喝。","bklcl":"koh chiong Góa ê peh-sìⁿ chòe-khau lâi liam, chiong gín-ná ōaⁿ ki-lú; bōe cha-bó͘-gín-ná, bóe chiú lim.","tghg":"閣將我的百姓做鬮(khau)來拈(liam)，將囝仔換妓女，賣查某囝仔買酒飲。","bklhl":"koh將我ê百姓做khau來liam，將gín-ná換妓女；賣cha-bó͘-gín-ná，買酒lim。"}},{"book":"珥","chapter":3,"verse":4,"versions":{"unv":"「泰爾、西頓，和非利士四境的人哪，你們與我何干？你們要報復我嗎？若報復我，我必使報應速速歸到你們的頭上。","bklcl":"Chhui-lô ah, Se-tùn ah, Hui-lī-sū sì-kéng ah, lín kap Góa sím-mi̍h kan-sia̍p? lín beh pò-èng Góa mah? Lín nā pò-èng Góa, Góa beh kín-kín hō͘ lín ê pò-èng kui tī lín ê thâu-khak.","tghg":"「推羅啊，西頓啊，非利士四境啊，恁及我甚麼干涉？恁欲報應我嗎？恁若報應我，我欲緊緊互恁的報應歸佇恁的頭殼。","bklhl":"Chhui-lô ah，Se-tùn ah，腓利士四境ah，lín kap我甚麼干涉？lín beh報應我mah？Lín若報應我，我beh緊緊hō͘ lín ê報應歸tī lín ê頭殼。"}},{"book":"珥","chapter":3,"verse":5,"versions":{"unv":"你們既然奪取我的金銀，又將我可愛的寶物帶入你們宮殿（或譯：廟中），","bklcl":"Lín kì-jiân chhiúⁿ-the̍h Góa ê kim, gûn, koh chiong Góa só͘ hoaⁿ-hí ê pó-mi̍h, tòa ji̍p lín ê kiong-tiān;","tghg":"恁既然搶提我的金銀，閣將我所歡喜的寶物帶入恁的宮殿，","bklhl":"Lín既然搶the̍h我ê金、銀，koh將我所歡喜ê寶物，帶入lín ê宮殿；"}},{"book":"珥","chapter":3,"verse":6,"versions":{"unv":"並將猶大人和耶路撒冷人賣給希臘人（原文是雅完人），使他們遠離自己的境界。","bklcl":"koh lín bat ēng Iû-tāi lâng kap Iâ-lō͘-sat-léng ê lâng, bōe hō͘ Hi-lia̍p lâng, beh hō͘ in lī-khui in ê kéng-kài hn̄g-hn̄g.","tghg":"閣恁曾用猶大人及耶路撒冷的人賣互希臘人，欲互𪜶離開𪜶的境界遠遠。","bklhl":"koh lín bat用偤大人kap耶路撒冷ê人，賣hō͘希臘人，beh hō͘ in離開in ê境界遠遠。"}},{"book":"珥","chapter":3,"verse":7,"versions":{"unv":"我必激動他們離開你們所賣到之地，又必使報應歸到你們的頭上。","bklcl":"Khòaⁿ ah, Góa beh kek-tōng in lī-khui lín só͘ bōe in kàu ê só͘-chāi; Góa beh hō͘ lín ê pò-èng kui tī lín ê thâu-khak;","tghg":"看啊，我欲激動𪜶離開恁所賣𪜶到的所在，我欲互恁的報應歸佇恁的頭殼。","bklhl":"看ah，我beh激動in離開lín所賣in到ê所在；我beh hō͘ lín ê報應歸tī lín ê頭殼；"}},{"book":"珥","chapter":3,"verse":8,"versions":{"unv":"我必將你們的兒女賣在猶大人的手中，他們必賣給遠方示巴國的人。這是耶和華說的。」","bklcl":"Góa beh chiong lín ê kiáⁿ cha-bó͘-kiáⁿ bōe tī Iû-tāi lâng ê chhiú, in beh bōe in hō͘ Sī-pa lâng, chiū-sī hn̄g-hn̄g ê kok; che sī Iâ-hô-hoa kóng--ê.","tghg":"我欲將恁的子查某子賣佇猶大人的手，𪜶欲賣𪜶互示巴人就是遠遠的國。這是耶和華講的。」","bklhl":"我beh將lín ê kiáⁿ cha-bó͘-kiáⁿ賣tī偤大人ê手，in beh賣in hō͘ Sī-pa人，就是遠遠ê國；這是耶和華講ê。"}},{"book":"珥","chapter":3,"verse":9,"versions":{"unv":"當在萬民中宣告說：要預備打仗；激動勇士，使一切戰士上前來。","bklcl":"Tio̍h ēng chit-ê soan-pò͘ tī lia̍t-pang-tiong, tio̍h pī-pān kau-chiàn, kek-tōng ióng-sū, hō͘ lóng-chóng ê chiàn-sū chìn-chêng chiūⁿ--lâi.","tghg":"著用此個宣布佇列邦中：著備辦交戰；激動勇士，互攏總的戰士進前上來。","bklhl":"Tio̍h用chit ê宣佈tī列邦中，tio̍h備辦交戰，激動勇士，hō͘ lóng總ê戰士進前上來。"}},{"book":"珥","chapter":3,"verse":10,"versions":{"unv":"要將犁頭打成刀劍，將鐮刀打成戈矛；軟弱的要說：我有勇力。","bklcl":"Tio̍h ēng lín ê lôe-thâu phah-chòe to-kiàm, ēng lín ê liâm-á phah-chòe chhiuⁿ; loán-jio̍k--ê tio̍h kóng, Góa chiū-sī ióng-sū.","tghg":"著用恁的犁頭拍做刀劍，用恁的鐮仔(liâm-á)拍做槍；軟弱者著講：我就是勇士。","bklhl":"Tio̍h用lín ê犁頭phah做刀劍，用lín ê鐮á phah做鎗；軟弱ê tio̍h講，我就是勇士。"}},{"book":"珥","chapter":3,"verse":11,"versions":{"unv":"四圍的列國啊，你們要速速地來，一同聚集。耶和華啊，求你使你的大能者降臨。","bklcl":"Sì-ûi ê lia̍t-kok ah, lín tio̍h kín-kín lâi saⁿ-kap chū-chi̍p; Iâ-hô-hoa ah, hō͘ Lí hiah-ê ióng-sū lo̍h-khì hia.","tghg":"四圍的列國啊，恁著緊緊來，相及聚集。耶和華啊，互你許個勇士落去遐。","bklhl":"四圍ê列國ah，lín tio̍h緊緊來相kap聚集；耶和華ah，hō͘你hiah-ê勇士落去hia。"}},{"book":"珥","chapter":3,"verse":12,"versions":{"unv":"萬民都當興起，上到約沙法谷；因為我必坐在那裡，審判四圍的列國。","bklcl":"Lia̍t-kok ê lâng lóng tio̍h khí-lâi, chiūⁿ kàu Iok-sa-hoat ê soaⁿ-kok; in-ūi Góa beh chē tī-hia sím-phòaⁿ sì-ûi ê bān peh-sìⁿ.","tghg":"列國的人攏著起來，上到約沙法的山谷；因為我欲坐佇遐，審判四圍的萬百姓。","bklhl":"列國ê人lóng tio̍h起來，上到Iok-sa-hoat ê山谷；因為我beh坐tī-hia審判四圍ê萬百姓。"}},{"book":"珥","chapter":3,"verse":13,"versions":{"unv":"開鐮吧！因為莊稼熟了；踐踏吧！因為酒醡滿了。酒池盈溢；他們的罪惡甚大。","bklcl":"Lín tio̍h chhun-chhut koeh-á, in-ūi gō͘-kak se̍k--lah; lâi, ta̍h--lo̍h-khì; in-ūi chiú-khut móa lah, chiú-tî ek--chhut--lâi lah, in ê pháiⁿ chin-tōa.","tghg":"恁著伸出鍥仔(koeh-á)！因為五穀熟啦；來，踏落去！因為酒窟滿啦。酒池溢出來啦；𪜶的歹真大。","bklhl":"Lín tio̍h伸出鍥(koeh)á，因為五穀熟lah；來，踏落去；因為酒窟滿lah，酒池溢(ek)出來lah，in ê pháiⁿ真大。"}},{"book":"珥","chapter":3,"verse":14,"versions":{"unv":"許多許多的人在斷定谷，因為耶和華的日子臨近斷定谷。","bklcl":"Chi̍t-tīn chi̍t-tīn ê lâng, tī phòaⁿ-toàn ê soaⁿ-kok! in-ūi Iâ-hô-hoa ê ji̍t kūn lah, tī phòaⁿ-toàn ê soaⁿ-kok.","tghg":"一陣一陣的人佇判斷的山谷，因為耶和華的日近啦，佇判斷的山谷。","bklhl":"一陣一陣ê人，tī判斷ê山谷！因為耶和華ê日近lah，tī判斷ê山谷。"}},{"book":"珥","chapter":3,"verse":15,"versions":{"unv":"日月昏暗，星宿無光。","bklcl":"Ji̍t-ge̍h o͘-àm, chhiⁿ-sîn bô-kng.","tghg":"日月黑暗，星辰無光。","bklhl":"日月烏暗，星辰無光。"}},{"book":"珥","chapter":3,"verse":16,"versions":{"unv":"耶和華必從錫安吼叫，從耶路撒冷發聲，天地就震動。耶和華卻要作他百姓的避難所，作以色列人的保障。","bklcl":"Iâ-hô-hoa beh tùi Sek-an hoah-hiàm, tùi Iâ-lō͘-sat-léng chhut-siaⁿ; thiⁿ kap tōe chiū tín-tāng; chóng-sī Iâ-hô-hoa beh chòe I ê peh-sìⁿ tô-siám ê só͘-chāi, chòe Í-sek-lia̍t lâng ê ōe-só͘.","tghg":"耶和華欲對錫安喝喊(hoah-hiàm)，對耶路撒冷出聲，天及地就振動。總是耶和華欲做伊的百姓逃閃的所在，做以色列人的衛所。","bklhl":"耶和華beh tùi錫安hoah-hiàm，tùi耶路撒冷出聲；天kap地就振動；總是耶和華beh做祂ê百姓逃閃ê所在，做以色列人ê衛所。"}},{"book":"珥","chapter":3,"verse":17,"versions":{"unv":"你們就知道我是耶和華─你們的　神，且又住在錫安─我的聖山。那時，耶路撒冷必成為聖；外邦人不再從其中經過。","bklcl":"Lín chiū chai Góa sī Iâ-hô-hoa lín ê Siōng-tè, khiā-khí tī Sek-an Góa ê sèng-soaⁿ--ê; hit-sî Iâ-lō͘-sat-léng beh chiâⁿ-chòe sèng, gōa-pang lâng bô koh tùi i ê tiong-kan keng-kè.","tghg":"恁就知我是耶和華──恁的上帝，徛起佇錫安──我的聖山者。彼時，耶路撒冷欲成做聖；外邦人無閣對伊的中間經過。","bklhl":"Lín就知我是耶和華lín ê上帝，khiā起tī錫安我ê聖山ê；hit時耶路撒冷beh成做聖，外邦人無koh對伊ê中間經過。"}},{"book":"珥","chapter":3,"verse":18,"versions":{"unv":"到那日，大山要滴甜酒；小山要流奶子；猶大溪河都有水流。必有泉源從耶和華的殿中流出來，滋潤什亭谷。","bklcl":"Tng hit-ji̍t tōa-soaⁿ beh tih tiⁿ ê chiú, sió-soaⁿ beh lâu lin, Iû-tāi chiah-ê khoe, hô, lóng ū chúi teh lâu; beh ū chúi-chôaⁿ tùi Iâ-hô-hoa ê tiān chhut--lâi, lūn-te̍k Si̍p-têng ê soaⁿ-kok.","tghg":"當彼日，大山欲滴甜的酒；小山欲流奶；猶大諸個溪、河攏有水啲流。欲有水泉對耶和華的殿出來，潤澤什亭的山谷。","bklhl":"當hit日，大山beh滴甜ê酒，小山beh流奶，偤大chiah ê溪、河，lóng有水teh流；beh有水泉tùi耶和華ê殿出來，潤澤Si̍p-têng ê山谷。"}},{"book":"珥","chapter":3,"verse":19,"versions":{"unv":"埃及必然荒涼，以東變為悽涼的曠野，都因向猶大人所行的強暴，又因在本地流無辜人的血。","bklcl":"Ai-ki̍p beh pha-hng, Í-tong piàn-chòe pha-hng ê khòng-iá, in-ūi in pō-gio̍k Iû-tāi lâng, koh lâu bô-chōe ê lâng ê huih tī in ê tōe.","tghg":"埃及欲拋荒，以東變做拋荒的曠野，因為𪜶暴虐猶大人，閣流無罪的人的血佇𪜶的地。","bklhl":"埃及beh拋荒，Í-tong變做拋荒ê曠野，因為in暴虐偤大人，koh流無罪ê人ê血tī in ê地。"}},{"book":"珥","chapter":3,"verse":20,"versions":{"unv":"但猶大必存到永遠；耶路撒冷必存到萬代。","bklcl":"Chóng-sī Iû-tāi beh chûn kàu éng-oán, Iâ-lō͘-sat-léng beh chûn kàu tāi-tāi.","tghg":"總是猶大欲存到永遠；耶路撒冷欲存到代代。","bklhl":"總是偤大beh存到永遠，耶路撒冷beh存到代代。"}},{"book":"珥","chapter":3,"verse":21,"versions":{"unv":"我未曾報復（或譯：洗除；下同）流血的罪，現在我要報復，因為耶和華住在錫安。","bklcl":"Chá Góa bē-bat sóe-chheng in lâu-huih ê chōe, taⁿ beh sóe in; in-ūi Iâ-hô-hoa khiā-khí tī Sek-an.","tghg":"早我未曾洗清𪜶流血的罪，今欲洗𪜶，因為耶和華徛起佇錫安。","bklhl":"早我bē-bat洗清in流血ê罪，taⁿ beh洗in；因為耶和華khiā起tī錫安。"}}]