[{"book":"珥","chapter":1,"verse":1,"versions":{"unv":"耶和華的話臨到毘土珥的兒子約珥。","bklcl":"Iâ-hô-hoa ê ōe lîm-kàu Pí-thó͘-jíⁿ ê kiáⁿ Iok-jíⁿ--ê.","tghg":"耶和華的話臨到毗土珥的子約珥者。","bklhl":"耶和華ê話臨到Pí-thó͘-jíⁿ ê kiáⁿ約珥ê。"}},{"book":"珥","chapter":1,"verse":2,"versions":{"unv":"老年人哪，當聽我的話；國中的居民哪，都要側耳而聽。在你們的日子，或你們列祖的日子，曾有這樣的事嗎？","bklcl":"Lāu-tōa lâng ah, lín tio̍h thiaⁿ chit-ê, chit só͘-chāi khiā-khí ê peh-sìⁿ ah, lín tio̍h àⁿ hī-khang, tng lín ê ji̍t á-sī lín ê lia̍t-chó͘ ê ji̍t, bat ū chit ê sū mah?","tghg":"老大人啊，恁著聽此個；此所在徛起的百姓啊，恁著俯耳孔。當恁的日，抑是恁的列祖的日，曾有此個事嗎？","bklhl":"老大人ah，lín tio̍h聽chit ê，chit所在khiā起ê百姓ah，lín tio̍h俯耳孔，當lín ê日á是lín ê列祖ê日，bat有chit ê事mah？"}},{"book":"珥","chapter":1,"verse":3,"versions":{"unv":"你們要將這事傳與子，子傳與孫，孫傳與後代。","bklcl":"Lín tio̍h chiong chit ê sū thoân hō͘ lín ê kiáⁿ, kiáⁿ thoân hō͘ sun, sun thoân hō͘ āu-tāi.","tghg":"恁著將此個事傳互恁的子，子傳互孫，孫傳互後代。","bklhl":"Lín tio̍h將chit ê事傳hō͘ lín ê kiáⁿ，kiáⁿ傳hō͘孫，孫傳hō͘後代。"}},{"book":"珥","chapter":1,"verse":4,"versions":{"unv":"剪蟲剩下的，蝗蟲來吃；蝗蟲剩下的，蝻子來吃；蝻子剩下的，螞蚱來吃。","bklcl":"Chháu-meh chia̍h chhun--ê, tē-jī-chéng ê chháu-meh lâi chia̍h i; tē-jī-chéng chia̍h-chhun--ê, tē-saⁿ-chéng ê chháu-meh lâi chia̍h i; tē-saⁿ-chéng chia̍h-chhun-ê, tē-sì-chéng ê chháu-meh lâi chia̍h--i.","tghg":"草蜢食剩(chhun)的，第二種的草蜢來食伊；第二種食剩的，第三種的草蜢來食伊；第三種食剩的，第四種的草蜢來食伊。","bklhl":"草蜢食chhun-ê，第二種 ê草蜢來食伊；第二種食chhun-ê，第三種ê草蜢來食伊；第三種食chhun-ê，第四種ê草蜢來食伊。"}},{"book":"珥","chapter":1,"verse":5,"versions":{"unv":"酒醉的人哪，要清醒哭泣；好酒的人哪，都要為甜酒哀號，因為從你們的口中斷絕了。","bklcl":"Chiú-chùi ê lâng ah, lín tio̍h chhíⁿ lâi thî-khàu; hò͘ⁿ-chiú ê lâng ah, tio̍h ūi-tio̍h tiⁿ-chiú lâi thî-khàu; in-ūi bô chiú thang koh kàu lí ê chhùi lah.","tghg":"酒醉的人啊，恁著醒來啼哭；好(hò͘ⁿ)酒的人啊，著為著甜酒來啼哭，因為無酒通閣到你的嘴啦。","bklhl":"酒醉ê人ah，lín tio̍h醒來啼哭；好酒ê人ah，tio̍h為tio̍h甜酒來啼哭；因為無酒thang koh到你ê嘴lah。"}},{"book":"珥","chapter":1,"verse":6,"versions":{"unv":"有一隊蝗蟲（原文是民）又強盛又無數，侵犯我的地；牠的牙齒如獅子的牙齒，大牙如母獅的大牙。","bklcl":"In-ūi ū chi̍t-cho̍k chiūⁿ--lâi góa ê tōe, kiông-béng koh bōe-sǹg-tit; i ê khí chhin-chhiūⁿ sai ê khí, i ê gê chhin-chhiūⁿ bú ê sai ê gê;","tghg":"因為有一族上來我的地，強猛閣𣍐算得；伊的齒親像獅的齒，伊的牙親像母的獅的牙。","bklhl":"因為有一族上來我ê地，強猛koh bōe算得；伊ê齒親像獅ê齒，伊ê牙親像母ê獅ê牙；"}},{"book":"珥","chapter":1,"verse":7,"versions":{"unv":"牠毀壞我的葡萄樹，剝了我無花果樹的皮，剝盡而丟棄，使枝條露白。","bklcl":"i húi-hoāi góa ê phû-tô-chhiū, pak góa ê bû-hoa-kó chhiū, hō͘ i kng liu-liu, lâi khì-sak i; i ê ki piàn-chòe pe̍h.","tghg":"伊毀壞我的葡萄樹，剝(pak)我的無花果樹，互伊光溜溜，來棄拺(khì-sak)伊，伊的枝變做白。","bklhl":"伊毀壞我ê葡萄樹，剝(pak)我ê無花果樹，hō͘伊光liu-liu，來棄sak伊；伊ê枝變做白。"}},{"book":"珥","chapter":1,"verse":8,"versions":{"unv":"我的民哪，你當哀號，像處女腰束麻布，為幼年的丈夫哀號。","bklcl":"Lí tio̍h thî-khàu, chhin-chhiūⁿ chāi-sek-lú io hâ môa-pò͘, ūi-tio̍h siàu-liân ê sî ê tiōng-hu thî-khàu.","tghg":"你著啼哭，親像在室女腰縖(hâ)麻布，為著少年的時的丈夫啼哭。","bklhl":"你tio̍h啼哭，親像在室女腰hâ麻布，為tio̍h少年ê時ê丈夫啼哭。"}},{"book":"珥","chapter":1,"verse":9,"versions":{"unv":"素祭和奠祭從耶和華的殿中斷絕；事奉耶和華的祭司都悲哀。","bklcl":"Sò͘-chè kap tiān-chiú, lóng bô thang kàu Iâ-hô-hoa ê tiān; ho̍k-sāi Iâ-hô-hoa ê chè-si lóng pi-ai.","tghg":"素祭及奠酒攏無通(thang)到耶和華的殿；服事耶和華的祭司攏悲哀。","bklhl":"素祭kap奠酒，lóng無thang到耶和華ê殿；服事耶和華ê祭司lóng悲哀。"}},{"book":"珥","chapter":1,"verse":10,"versions":{"unv":"田荒涼，地悲哀；因為五穀毀壞，新酒乾竭，油也缺乏。","bklcl":"Chhân pha-hng, tōe pi-ai; in-ūi gō͘-kak húi-hoāi, sin-chiú ta--khì, iû iā khiàm-kheh.","tghg":"田拋荒，地悲哀；因為五穀毀壞，新酒乾去，油也欠缺。","bklhl":"田拋荒，地悲哀；因為五穀毀壞，新酒乾去，油也欠缺。"}},{"book":"珥","chapter":1,"verse":11,"versions":{"unv":"農夫啊，你們要慚愧；修理葡萄園的啊，你們要哀號；因為大麥小麥與田間的莊稼都滅絕了。","bklcl":"Choh-chhân lâng ah, lín tio̍h kiàn-siàu, siu-lí phû-tô-hn̂g--ê ah, lín tio̍h ai-kiò, ūi-tio̍h sió-be̍h kap tōa-be̍h ê iân-kò͘; in-ūi chhân-hn̂g ê siu-sêng lóng bô--khì.","tghg":"作田人啊，恁著見誚；修理葡萄園者啊，恁著哀叫；為著小麥及大麥的緣故，因為田園的收成攏無去。","bklhl":"作田人ah，lín tio̍h見笑，修理葡萄園ê ah，lín tio̍h哀叫，為tio̍h小麥kap大麥ê緣故；因為田園ê收成lóng無去。"}},{"book":"珥","chapter":1,"verse":12,"versions":{"unv":"葡萄樹枯乾；無花果樹衰殘。石榴樹、棕樹、蘋果樹，連田野一切的樹木也都枯乾；眾人的喜樂盡都消滅。","bklcl":"Phû-tô-chhiū ta--khì, bû-hoa-kó chhiū ko͘-tâ, sia̍h-liû, chó-chhiū, pîn-kó, liân chhân-iá it-chhè ê chhiū-ba̍k, iā lóng ko͘-tâ; jîn-kan ê khoài-lo̍k lóng siau-bô.","tghg":"葡萄樹乾去；無花果樹枯焦。石榴(sia̍h-liû)、棗樹、蘋果(pîn-kó)，連田野一切的樹木也攏枯焦；人間的快樂攏消無。","bklhl":"葡萄樹乾去，無花果樹枯焦，石榴、棗樹、蘋果，連田野一切ê樹木，也lóng枯焦；人間ê快樂lóng消無。"}},{"book":"珥","chapter":1,"verse":13,"versions":{"unv":"祭司啊，你們當腰束麻布痛哭；伺候祭壇的啊，你們要哀號；事奉我　神的啊，你們要來披上麻布過夜，因為素祭和奠祭從你們　神的殿中斷絕了。","bklcl":"Chè-si ah, lín tio̍h hâ môa-pò͘ thî-khàu; tī chè-tôaⁿ ho̍k-sāi--ê ah, lín tio̍h ai-kiò; chòe góa ê Siōng-tè chhe-ēng ê lâng ah, lín tio̍h lâi, chhēng môa-pò͘ kè-mî; in-ūi sò͘-chè kap tiān-chiú, lóng bô thang hiàn tī lín ê Siōng-tè ê tiān.","tghg":"祭司啊，恁著縖麻布啼哭；佇祭壇服事的啊，恁著哀叫；做我的上帝差用的人啊，恁著來穿麻布過暝，因為素祭及奠酒攏無通獻佇恁的上帝的殿。","bklhl":"祭司ah，lín tio̍h hâ麻布啼哭；tī祭壇服事ê ah，lín tio̍h哀叫；做我ê上帝差用ê人ah，lín tio̍h來，穿麻布過暝；因為素祭kap奠酒，lóng無thang獻tī lín ê上帝ê殿。"}},{"book":"珥","chapter":1,"verse":14,"versions":{"unv":"你們要分定禁食的日子，宣告嚴肅會，招聚長老和國中的一切居民到耶和華─你們　神的殿，向耶和華哀求。","bklcl":"Lín tio̍h siat chi̍t ê kìm-chia̍h ê sèng-ji̍t, tiàu-chi̍p giâm-siok-hōe, chio-chi̍p lāu-tōa, kap kok-lāi it-chhè khiā-khí ê peh-sìⁿ, kàu Iâ-hô-hoa lín Siōng-tè ê tiān, ai-kiû Iâ-hô-hoa.","tghg":"恁著設一個禁食的聖日，召集嚴肅會，招集老大及國內一切徛起的百姓，到耶和華──恁上帝的殿，哀求耶和華。","bklhl":"Lín tio̍h設一个禁食ê聖日，召集嚴肅會，招集老大，kap國內一切khiā起ê百姓，到耶和華lín上帝ê殿，哀求耶和華。"}},{"book":"珥","chapter":1,"verse":15,"versions":{"unv":"哀哉！耶和華的日子臨近了。這日來到，好像毀滅從全能者來到。","bklcl":"Chhám ah, hit-ji̍t, in-ūi Iâ-hô-hoa ê ji̍t kūn lah, chhin-chhiūⁿ húi-bia̍t beh tùi Choân-lêng--ê lâi.","tghg":"慘啊！彼日，因為耶和華的日近啦。親像毀滅欲對全能者來。","bklhl":"慘ah，hit日，因為耶和華ê日近lah，親像毀滅beh tùi全能ê來。"}},{"book":"珥","chapter":1,"verse":16,"versions":{"unv":"糧食不是在我們眼前斷絕了嗎？歡喜快樂不是從我們　神的殿中止息了嗎？","bklcl":"Chia̍h-mi̍h kiám-m̄-sī tùi lán ê ba̍k-chêng toān-choa̍t mah?  Hoaⁿ-hí khoài-lo̍k kiám-m̄-sī tùi lán ê Siōng-tè ê tiān thêng-chí mah?","tghg":"食物(chia̍h-mi̍h)豈呣是對咱的目(ba̍k)前斷絕嗎？歡喜快樂豈呣是對咱的上帝的殿停止嗎？","bklhl":"食物kiám m̄是對咱ê目前斷絕mah？歡喜快樂kiám m̄是對咱ê上帝ê殿停止mah？"}},{"book":"珥","chapter":1,"verse":17,"versions":{"unv":"穀種在土塊下朽爛；倉也荒涼，廩也破壞；因為五穀枯乾了。","bklcl":"Chéng-chí nōa tī thô͘-lāi; chhek-chhng hong-hòe; chhek-siāⁿ tó-hoāi; in-ūi gō͘-kak ta-la--khì.","tghg":"種子爛佇土內；粟倉荒廢，粟墭(chhek- siāⁿ)倒壞；因為五穀乾拉去。","bklhl":"種子爛tī土內；粟倉荒廢；粟siāⁿ倒壞；因為五穀乾la去。"}},{"book":"珥","chapter":1,"verse":18,"versions":{"unv":"牲畜哀鳴；牛群混亂，因為無草；羊群也受了困苦。","bklcl":"Cheng-siⁿ ai-háu kàu cháiⁿ-iūⁿ! gû-kûn hun-loān, in-ūi bô chháu; iûⁿ-kûn iā khùn-khó͘.","tghg":"精牲哀哮到怎樣；牛群紛亂，因為無草；羊群也困苦。","bklhl":"Cheng-siⁿ 哀哮到怎樣！牛群紛亂，因為無草；羊群也困苦。"}},{"book":"珥","chapter":1,"verse":19,"versions":{"unv":"耶和華啊，我向你求告，因為火燒滅曠野的草場；火焰燒盡田野的樹木。","bklcl":"Iâ-hô-hoa ah, góa kiû-kiò Lí; in-ūi hé sio-bia̍t khòng-iá ê chháu-tiûⁿ, hé-iām sio-chīn chhân-iá ê chhiū-ba̍k.","tghg":"耶和華啊，我求叫你，因為火燒滅曠野的草場；火焰燒盡田野的樹木。","bklhl":"耶和華ah，我求叫你；因為火燒滅曠野ê草場，火燄燒盡田野ê樹木。"}},{"book":"珥","chapter":1,"verse":20,"versions":{"unv":"田野的走獸向你發喘；因為溪水乾涸，火也燒滅曠野的草場。","bklcl":"Chhân-iá ê cháu-siù ǹg Lí teh chhoán; in-ūi khoe-chúi ta--khì, hé iā sio-bia̍t khòng-iá ê chháu-tiûⁿ.","tghg":"田野的走獸向你啲喘；因為溪水乾去，火也燒滅曠野的草場。","bklhl":"田野ê走獸ǹg你teh喘；因為溪水乾去，火也燒滅曠野ê草場。"}}]