[{"book":"彼後","chapter":3,"verse":1,"versions":{"unv":"親愛的弟兄啊，我現在寫給你們的是第二封信。這兩封都是提醒你們，激發你們誠實的心，","bklcl":"Só͘ thiàⁿ ê hiaⁿ-tī ah, góa hiān-chāi só͘ siá hō͘ lín ê sī tē jī tiuⁿ ê phoe;  tī chit nn̄g tiuⁿ sī beh hō͘ lín kì-liām, lâi tiám-chhíⁿ lín sûn-choân ê sim;","tghg":"所疼的兄弟啊，我現在所寫互恁的是第二張的批。佇此二張是欲互恁紀念，來點醒恁純全的心，","bklhl":"所疼ê兄弟ah，我現在所寫hō͘ lín ê是第二張ê phoe；tī chit兩張是beh hō͘ lín記念，來點醒lín純全ê心；"}},{"book":"彼後","chapter":3,"verse":2,"versions":{"unv":"叫你們記念聖先知預先所說的話和主救主的命令，就是使徒所傳給你們的。","bklcl":"hō͘ lín kì-tit sèng ê sian-ti chhàm-gú ê ōe, í-ki̍p Kiù-chú tùi lín ê sù-tô͘ só͘ bēng-lēng ê.","tghg":"互恁記得聖的先知讖語(chhàm-gú)的話以及救主對恁的使徒所命令的。","bklhl":"hō͘ lín記得聖ê先知讖語ê話，以及救主tùi lín ê使徒所命令ê。"}},{"book":"彼後","chapter":3,"verse":3,"versions":{"unv":"第一要緊的，該知道在末世必有好譏誚的人隨從自己的私慾出來譏誚說：","bklcl":"Tē it tio̍h chai ê, tī hiah-ê lō͘-bé ê sî-ji̍t beh ū hì-hiok ê lâng chhut-lâi, chiàu ka-kī ê su-io̍k lâi kiâⁿ ê, hì-hiok kóng,","tghg":"第一，著知的，佇許個路尾的時日欲有戲謔(hì-hiok)的人出來，照家己的私慾來行的戲謔講：","bklhl":"第一tio̍h知ê，tī hiah-ê路尾ê時日beh有戲謔ê人出來，照家己ê私慾來行ê，戲謔講，"}},{"book":"彼後","chapter":3,"verse":4,"versions":{"unv":"「主要降臨的應許在哪裡呢？因為從列祖睡了以來，萬物與起初創造的時候仍是一樣。」","bklcl":"I èng-ún koh lâi taⁿ tī tá-lo̍h?  In-ūi tùi lia̍t-chó͘ khùn-khì í-lâi, bān hāng mi̍h tùi khí-thâu chhòng-chō chiàu kū bô koh-iūⁿ.","tghg":"「伊應允閣來今佇叨落？因為對列祖睏去以來，萬項物對起頭創造照舊無各樣。」","bklhl":"伊應允koh來，taⁿ tī tá-lo̍h?因為tùi列祖睏去以來，萬項物tùi起頭創造照舊無各樣。"}},{"book":"彼後","chapter":3,"verse":5,"versions":{"unv":"他們故意忘記，從太古，憑　神的命有了天，並從水而出、藉水而成的地。","bklcl":"In-ūi in hiah-ê lâng kò͘-ì bōe kì-tit ê, chiū-sī tùi chá ū chiah-ê thiⁿ, koh ū tōe tùi chúi chhut, tùi chúi lâi chiâⁿ, lóng sī tùi Siōng-tè ê tō;","tghg":"因為𪜶許個人故意𣍐記得的，就是對早，有諸個天，閣有地對水出，對水來成，攏是對上帝的道。","bklhl":"因為in hiah-ê人故意bōe記得ê，就是tùi早有chiah ê天，koh有地tùi水出，tùi水來成，lóng是tùi上帝ê道；"}},{"book":"彼後","chapter":3,"verse":6,"versions":{"unv":"故此，當時的世界被水淹沒就消滅了。","bklcl":"tùi chiah-ê thiⁿ tōe tng hit sî ê sè-kan hō͘ chúi hoàn-lām lâi bia̍t-bô.","tghg":"對諸個天地當彼時的世間互水氾濫來滅無。","bklhl":"tùi chiah ê天地光hit時ê世間hō͘水氾濫來滅無。"}},{"book":"彼後","chapter":3,"verse":7,"versions":{"unv":"但現在的天地還是憑著那命存留，直留到不敬虔之人受審判遭沉淪的日子，用火焚燒。","bklcl":"To̍k-to̍k hiān-kim chiah-ê thiⁿ kap tōe sī tùi chit ê tō khǹg-teh, lâi thèng-hāu hé, lâu-teh kàu bô kèng-khiân ê lâng siū sím-phòaⁿ kap bia̍t-bô ê ji̍t.","tghg":"獨獨現今諸個天及地是對此個道囥(khǹg)啲，來聽候火，留啲到無敬虔的人受審判及滅無的日。","bklhl":"獨獨現今chiah ê天kap地是tùi chit ê道khǹg-teh，來thèng候火，留teh到無敬虔ê人受審判kap滅無ê日。"}},{"book":"彼後","chapter":3,"verse":8,"versions":{"unv":"親愛的弟兄啊，有一件事你們不可忘記，就是主看一日如千年，千年如一日。","bklcl":"Só͘ thiàⁿ ê hiaⁿ-tī ah, ū chi̍t hāng lín m̄ thang bōe kì-tit, chiū-sī Chú khòaⁿ chi̍t ji̍t chhin-chhiūⁿ chi̍t chheng nî, chi̍t chheng nî chhin-chhiūⁿ chi̍t ji̍t.","tghg":"所疼的兄弟啊，有一項恁呣通𣍐記得，就是主看一日親像一千年，一千年親像一日。","bklhl":"所疼ê兄弟ah，有一項lín m̄-thang bōe記得，就是主看一日親像一千年，一千年親像一日。"}},{"book":"彼後","chapter":3,"verse":9,"versions":{"unv":"主所應許的尚未成就，有人以為他是耽延，其實不是耽延，乃是寬容你們，不願有一人沉淪，乃願人人都悔改。","bklcl":"Chú bô iân-chhiân tī só͘ èng-ún, chhin-chhiūⁿ lâng ū-ê khòaⁿ chòe iân-chhiân ê, chiū-sī khoan-iông lín, m̄ ài ū lâng tîm-lûn, sī ài lâng lóng hoán-hóe.","tghg":"主無延迁(iân-chhiân)佇所應允，親像人有的看做延迁的，就是寬容恁，呣愛有人沈淪，是愛人攏反悔。","bklhl":"主無延chhiân tī所應允，親像人有ê看做延chhiân ê，就是寬容lín，m̄-ài有人沉淪，是ài人lóng反悔。"}},{"book":"彼後","chapter":3,"verse":10,"versions":{"unv":"但主的日子要像賊來到一樣。那日，天必大有響聲廢去，有形質的都要被烈火銷化，地和其上的物都要燒盡了。","bklcl":"Nā-sī Chú ê ji̍t beh kàu chhin-chhiūⁿ chha̍t, hit ji̍t hiah-ê thiⁿ beh ū tōa siaⁿ hòe-khì, hiah-ê goân-chit siū sio lâi siau-bia̍t, tōe kap kî-tiong só͘ ū ê mi̍h iā sio-lio-khì.","tghg":"若是主的日欲到親像賊。彼日，許個天欲有大聲廢去，許個原質受燒來消滅，地及其中所有的物也燒燎(sio-lio)去。","bklhl":"但是主ê日beh到親像賊，hit日hiah-ê天beh有大聲廢棄，hiah-ê原質受燒來消滅，地kap其中所有ê物也燒lio去。"}},{"book":"彼後","chapter":3,"verse":11,"versions":{"unv":"這一切既然都要如此銷化，你們為人該當怎樣聖潔，怎樣敬虔，","bklcl":"Bān mi̍h kì-jiân beh án-ni siau-bia̍t, chiū lín tī sèng kap kèng-khiân tio̍h chòe sím-mi̍h hō ê lâng,","tghg":"萬物既然欲按呢消滅，就恁佇聖及敬虔，著做甚麼號的人，","bklhl":"萬物既然beh án-ni消滅，就lín tī聖kap敬虔tio̍h做甚麼號ê人，"}},{"book":"彼後","chapter":3,"verse":12,"versions":{"unv":"切切仰望　神的日子來到。在那日，天被火燒就銷化了，有形質的都要被烈火鎔化。","bklcl":"lâi ǹg-bāng sòa chhui-pek Siōng-tè ê ji̍t kàu;  ūi-tio̍h án-ni chiah-ê thiⁿ ōe hō͘ hé siau-bia̍t, goân-chit siū sio, chiū iûⁿ-khì?","tghg":"來向望續催迫上帝的日到。為著按呢，諸個天會互火消滅，原質受燒就鎔去。","bklhl":"來ǹg望續催逼上帝ê日到；為tio̍h án-ni，chiah ê天會hō͘火消滅，原質受燒，就熔去？"}},{"book":"彼後","chapter":3,"verse":13,"versions":{"unv":"但我們照他的應許，盼望新天新地，有義居在其中。","bklcl":"Nā-sī chiàu I só͘ èng-ún, lán ǹg-bāng sin ê thiⁿ sin ê tōe, gī tiàm tī in tiong-kan.","tghg":"若是照伊所應允，咱向望新的天新的地，義踮佇𪜶中間。","bklhl":"但是照伊所應允，咱ǹg望新ê天新ê地，義tiàm tī in中間。"}},{"book":"彼後","chapter":3,"verse":14,"versions":{"unv":"親愛的弟兄啊，你們既盼望這些事，就當殷勤，使自己沒有玷污，無可指摘，安然見主；","bklcl":"Só͘-í só͘ thiàⁿ ê hiaⁿ-tī ah, lín kì-jiân ǹg-bāng chiah-ê, tio̍h un-khûn hō͘ lín bô lâ-sâm bô hâ-chhû an-jiân kìⁿ-tio̍h I.","tghg":"所以，所疼的兄弟啊，恁既然向望諸個，著殷勤互恁無垃墋，無瑕疵，安然見著伊；","bklhl":"所以所疼ê兄弟ah，lín既然ǹg望chiah ê，tio̍h慇勤hō͘ lín無lâ-sâm，無瑕疵安然見tio̍h伊。"}},{"book":"彼後","chapter":3,"verse":15,"versions":{"unv":"並且要以我主長久忍耐為得救的因由，就如我們所親愛的兄弟保羅，照著所賜給他的智慧寫了信給你們。","bklcl":"Koh tio̍h khòaⁿ lán ê Chú ê khoan-iông chòe chín-kiù ê in-iû;  chhin-chhiūⁿ goán só͘ thiàⁿ ê hiaⁿ-tī Pó-lô, chiàu só͘ siúⁿ-sù i ê tì-hūi, iā bat siá phoe hō͘ lín;","tghg":"閣著看咱的主的寬容做拯救的因由，親像阮所疼的兄弟保羅，照所賞賜伊的智慧也曾寫批互恁。","bklhl":"Koh tio̍h看咱ê主ê寬容做拯救ê因由；親像阮所疼ê兄弟保羅，照所賞賜伊ê智慧，也bat寫phoe hō͘ lín；"}},{"book":"彼後","chapter":3,"verse":16,"versions":{"unv":"他一切的信上也都是講論這事。信中有些難明白的，那無學問、不堅固的人強解，如強解別的經書一樣，就自取沉淪。","bklcl":"tī i lóng-chóng ê phoe teh lūn chiah-ê sū iā sī án-ni kóng; kî-tiong ū oh-tit bêng ê, m̄ chai-iáⁿ bô kian-kò͘ ê lâng kóe hō͘ i chhoa̍h-khì, chhin-chhiūⁿ kóe-chhoa̍h kî-û ê sèng-keng, tì-kàu ka-kī tîm-lûn.","tghg":"佇伊攏總的批啲論諸個事也是按呢講。其中有僫(oh)得明的，呣知影、無堅固的人解互伊斜(chhoa̍h)去，親像解斜其餘的聖經，致到家己沈淪。","bklhl":"tī伊lóng總ê phoe teh論chiah ê事，也是án-ni講；其中有oh得明ê，m̄知影無堅固ê人解hō͘伊chhoa̍h去，親像解chhoa̍h其餘ê聖經，致到家己沉淪。"}},{"book":"彼後","chapter":3,"verse":17,"versions":{"unv":"親愛的弟兄啊，你們既然預先知道這事，就當防備，恐怕被惡人的錯謬誘惑，就從自己堅固的地步上墜落。","bklcl":"Só͘ thiàⁿ ê hiaⁿ-tī ah, án-ni lín kì-jiân tāi-seng chai, tio̍h tî-hông bián-tì hō͘ bû-lí ê lâng ê chha-biū só͘ ín-iú, lâi sit-lo̍h ka-kī ê kian-kò͘.","tghg":"所疼的兄弟啊，按呢恁既然代先知(chai)，著持防免致互誣理的人差謬所引誘，來失落家己的堅固。","bklhl":"所疼ê兄弟ah，án-ni lín既然事先知，tio̍h持防免致hō͘無理ê人ê差謬所引誘，來失落家己ê堅固。"}},{"book":"彼後","chapter":3,"verse":18,"versions":{"unv":"你們卻要在我們主─救主耶穌基督的恩典和知識上有長進。願榮耀歸給他，從今直到永遠。阿們！","bklcl":"To̍k-to̍k tio̍h chìn-pō͘ tī lán ê Kiù-chú Iâ-so͘ Ki-tok ê un-tián, í-ki̍p bat I.  Goān êng-kng kui I, tùi hiān-kim kàu éng-oán ê ji̍t.  À-bēng.","tghg":"獨獨著進步佇咱的救主──耶穌基督的恩典以及識(bat)伊。願榮光歸伊，對現今到永遠的日。阿們！","bklhl":"獨獨tio̍h進步tī咱ê救主耶穌基督ê恩典，以及bat伊。願榮光歸伊，tùi現今到永遠ê日。À-bēng。"}}]