[{"book":"撒下","chapter":7,"verse":1,"versions":{"unv":"王住在自己宮中，耶和華使他安靖，不被四圍的仇敵擾亂。","bklcl":"Tng ông tiàm tī chhù-lāi, Iâ-hô-hoa iā í-keng hō͘ i thoat-lī sì-ûi ê tùi-te̍k, tit-tio̍h an-chēng ê sî,","tghg":"當王踮佇厝內，耶和華也已經互伊脫離四圍的對敵，得著安靜的時。","bklhl":"當王tiàm tī厝內，耶和華也已經hō͘伊脫離四圍ê對敵，得tio̍h安靜ê時，"}},{"book":"撒下","chapter":7,"verse":2,"versions":{"unv":"那時，王對先知拿單說：「看哪，我住在香柏木的宮中，　神的約櫃反在幔子裡。」","bklcl":"ông kā sian-ti Ná-tan kóng, Khòaⁿ ah, góa tiàm tī pek-hiuⁿ-chhâ ê chhù-lāi, chóng-sī Siōng-tè ê kūi tiàm tī tiùⁿ-lî-lāi.","tghg":"王給先知拿單講：「看啊，我踮佇柏香柴的厝內，總是上帝的櫃踮佇帳簾(tiùⁿ-lî)內。」","bklhl":"王kā先知Ná-tan講，看ah，我tiàm tī柏香柴ê厝內，總是上帝ê櫃tiàm tī帳籬內。"}},{"book":"撒下","chapter":7,"verse":3,"versions":{"unv":"拿單對王說：「你可以照你的心意而行，因為耶和華與你同在。」","bklcl":"Ná-tan tùi ông kóng, Kìⁿ-nā lí ê sim só͘-siūⁿ-ê, thang khì chòe; in-ūi Iâ-hô-hoa kap lí tī-teh.","tghg":"拿單對王講：「見若你的心所想的通去做，因為耶和華及你佇啲。」","bklhl":"Ná-tan對王講，見若你ê心所想ê，thang去做；因為耶和華kap你tī-teh。"}},{"book":"撒下","chapter":7,"verse":4,"versions":{"unv":"當夜，耶和華的話臨到拿單說：","bklcl":"Hit-mî Iâ-hô-hoa ê ōe lîm-kàu Ná-tan kóng,","tghg":"彼暝，耶和華的話臨到拿單講：","bklhl":"Hit暝耶和華ê話臨到Ná-tan講，"}},{"book":"撒下","chapter":7,"verse":5,"versions":{"unv":"「你去告訴我僕人大衛，說耶和華如此說：『你豈可建造殿宇給我居住呢？","bklcl":"Lí khì kā Góa ê lô͘-po̍k Tāi-pi̍t kóng, Iâ-hô-hoa án-ni kóng, Lí beh khí chhù hō͘ Góa khiā-khí mah?","tghg":"「你去給我的奴僕大衛講，耶和華按呢講：『你欲起厝互我徛起嗎？","bklhl":"你去kā我ê奴僕大衛講，耶和華án-ni講，你beh起厝hō͘我khiā起mah？"}},{"book":"撒下","chapter":7,"verse":6,"versions":{"unv":"自從我領以色列人出埃及直到今日，我未曾住過殿宇，常在會幕和帳幕中行走。","bklcl":"Tùi Góa chhōa Í-sek-lia̍t lâng chhut Ai-ki̍p ê ji̍t kàu kin-á-ji̍t, Góa bē-bat tiàm tī chhù--nih, siông-siông kiâⁿ tī pò͘-pîⁿ kap hōe-bō͘.","tghg":"對我導以色列人出埃及的日到今仔日，我未曾踮佇厝裡，常常行佇布棚及會幕。","bklhl":"Tùi我chhōa以色列人出埃及ê日到今á日，我bē-bat tiàm tī厝裡，常常行tī布棚kap會幕。"}},{"book":"撒下","chapter":7,"verse":7,"versions":{"unv":"凡我同以色列人所走的地方，我何曾向以色列一支派的士師，就是我吩咐牧養我民以色列的說：你們為何不給我建造香柏木的殿宇呢？』","bklcl":"Kìⁿ góa kap Í-sek-lia̍t lâng só͘ kiâⁿ-kàu ê só͘-chāi, kiám bat tùi Í-sek-lia̍t chi̍t chi-phài ê sū-su, chiū-sī Góa bēng-lēng chiàu-kò͘ Góa ê peh-sìⁿ Í-sek-lia̍t ê, kóng, Lín siáⁿ-sū bô kā Góa khí pek-hiuⁿ-chhâ ê chhù ah?","tghg":"見我及以色列人所行到的所在，豈曾對以色列一支派的士師，就是我命令照顧我的百姓以色列的講：恁啥事無給我起柏香柴的厝啊？』","bklhl":"見我kap以色列人所行到ê所在，kiám bat對以色列一支派ê士師，就是我命令照顧我ê百姓以色列ê，講，Lín啥事無kā我起柏香柴ê厝ah？"}},{"book":"撒下","chapter":7,"verse":8,"versions":{"unv":"「現在，你要告訴我僕人大衛，說萬軍之耶和華如此說：『我從羊圈中將你召來，叫你不再跟從羊群，立你作我民以色列的君。","bklcl":"Taⁿ lí  tio̍h kā Góa ê lô͘-po̍k Tāi-pi̍t kóng, Bān-kun ê Iâ-hô-hoa án-ni kóng, Góa tùi iûⁿ-tiâu-tiong, lí teh thàn iûⁿ-kûn, kéng lí, chòe Góa ê peh-sìⁿ Í-sek-lia̍t ê kun-ông.","tghg":"「今，你著給我的奴僕大衛，講萬軍的耶和華按呢講：『我對羊[廄](tiâu)中，你啲趁羊群，揀你，做我的百姓以色列的君王。","bklhl":"Taⁿ你tio̍h kā我ê奴僕大衛講，萬軍ê耶和華án-ni講，我tùi羊椆中，你teh thàn羊群，揀你，做我ê百姓以色列ê君王。"}},{"book":"撒下","chapter":7,"verse":9,"versions":{"unv":"你無論往哪裡去，我常與你同在，剪除你的一切仇敵。我必使你得大名，好像世上大大有名的人一樣。","bklcl":"Lí bô-lūn khì toh-lo̍h, Góa siông-siông kap lí tī-teh, tī lí ê bīn-chêng chián-tû lí it-chhè ê tùi-te̍k.  Góa tek-khak hō͘ lí tit-tio̍h tōa-miâ, chhin-chhiūⁿ sè-chiūⁿ hiah-ê úi-jîn ê tōa-miâ chi̍t-iūⁿ.","tghg":"你無論去叨落，我常常及你佇啲，佇你的面前剪除你一切的對敵。我的確互你得著大名，親像世上許個偉人的大名一樣。","bklhl":"你無論去toh落，我常常kap你tī-teh，tī你ê面前剪除你一切ê對敵。我的確hō͘你得tio̍h大名，親像世上hiah-ê偉人ê大名一樣。"}},{"book":"撒下","chapter":7,"verse":10,"versions":{"unv":"我必為我民以色列選定一個地方，栽培他們，使他們住自己的地方，不再遷移；凶惡之子也不像從前擾害他們，","bklcl":"Góa beh ūi-tio̍h Góa ê peh-sìⁿ Í-sek-lia̍t tiāⁿ-tio̍h chi̍t ê só͘-chāi, chai-pôe in, hō͘ in tiàm tī ka-kī ê só͘-chāi, bô koh chhian-sóa, hiong-ok ê lūi bô chhin-chhiūⁿ chá-chêng kiáu-jiáu in,","tghg":"我欲為著我的百姓以色列定著一個所在，栽培𪜶，互𪜶踮佇家己的所在，無閣遷徙；兇惡的類無親像早前攪擾𪜶，","bklhl":"我beh為tio̍h我ê百姓以色列定tio̍h一个所在，栽培in，hō͘ in tiàm tī家己ê所在，無koh遷徙，兇惡ê類無親像早前攪擾in，"}},{"book":"撒下","chapter":7,"verse":11,"versions":{"unv":"並不像我命士師治理我民以色列的時候一樣。我必使你安靖，不被一切仇敵擾亂，並且我─耶和華應許你，必為你建立家室。","bklcl":"iā bô chhin-chhiūⁿ tùi Góa bēng-lēng sū-su koán-lí Góa ê peh-sìⁿ Í-sek-lia̍t ê ji̍t;  Góa beh hō͘ lí thoat-lī it-chhè ê tùi-te̍k, tit-tio̍h an-chēng.  Koh Iâ-hô-hoa kā lí kóng, Iâ-hô-hoa beh kā lí kiàn-li̍p ke.","tghg":"也無親像對我命令士師管理我的百姓以色列的日。我欲互你脫離一切的對敵，得著安靜，閣耶和華給你講，耶和華欲給你建立家。","bklhl":"也無親像對我命令士師管理我ê百姓以色列ê日；我beh hō͘你脫離一切ê對敵，得tio̍h安靜。Koh耶和華kā你講，耶和華beh kā你建立家。"}},{"book":"撒下","chapter":7,"verse":12,"versions":{"unv":"你壽數滿足、與你列祖同睡的時候，我必使你的後裔接續你的位；我也必堅定他的國。","bklcl":"Kàu lí ê ji̍t-chí í-keng móa, lí kap lí ê lia̍t-chó͘ saⁿ-kap khùn ê sî, Góa beh siat-li̍p lí só͘ chhut ê hō͘-è lâi sòa-chiap lí, Góa iā beh kian-kò͘ i ê kok;","tghg":"到你的日子已經滿、你及你的列祖相及睏的時，我欲設立你所出的後裔來續接你；我也欲堅固伊的國。","bklhl":"到你ê日子已經滿，你kap你ê列祖相kap睏ê時，我beh設立你所出ê後裔來續接你，我也beh堅固伊ê國；"}},{"book":"撒下","chapter":7,"verse":13,"versions":{"unv":"他必為我的名建造殿宇；我必堅定他的國位，直到永遠。","bklcl":"i beh ūi Góa ê miâ khí tiān;  Góa beh kian-kò͘ i ê kok-ūi, ti̍t-kàu éng-oán.","tghg":"伊欲為我的名起殿；我欲堅固伊的國位，直到永遠。","bklhl":"伊beh為我ê名起殿；我beh堅固伊ê國位，直到永遠。"}},{"book":"撒下","chapter":7,"verse":14,"versions":{"unv":"我要作他的父，他要作我的子；他若犯了罪，我必用人的杖責打他，用人的鞭責罰他。","bklcl":"Góa beh chòe i ê pē, i beh chòe Góa ê kiáⁿ; i nā hoān-chōe, Góa beh ēng lâng ê koáiⁿ, sè-kan lâng ê piⁿ, chek-tok i.","tghg":"我欲做伊的父，伊欲做我的子；伊若犯罪，我欲用人的柺，世間人的鞭責督伊。","bklhl":"我beh做伊ê父，伊beh做我ê kiáⁿ；伊若犯罪，我beh用人ê柺，世間人ê鞭，責督伊。"}},{"book":"撒下","chapter":7,"verse":15,"versions":{"unv":"但我的慈愛仍不離開他，像離開在你面前所廢棄的掃羅一樣。","bklcl":"Chóng-sī Góa ê chû-ài bô beh lī-khui i, chhin-chhiūⁿ Góa hō͘ i lī-khui Sò-lô, chiū-sī Góa só͘ khì-sak tī lí ê bīn-chêng ê.","tghg":"總是我的慈愛無欲離開伊，親像我互伊離開掃羅，就是我所棄拺佇你的面前的。","bklhl":"總是我ê慈愛無beh離開伊，親像我hō͘伊離開掃羅，就是我所棄sak tī你ê面前ê。"}},{"book":"撒下","chapter":7,"verse":16,"versions":{"unv":"你的家和你的國必在我（原文是你）面前永遠堅立。你的國位也必堅定，直到永遠。』」","bklcl":"Lí ê ke kap lí ê kok, beh éng-oán kiàn-li̍p tī lí ê bīn-chêng; lí ê kok-ūi iā beh kian-kò͘ kàu éng-oán.","tghg":"你的家及你的國欲永遠建立佇你的面前。你的國位也欲堅固，到永遠。』」","bklhl":"你ê家kap你ê國，beh永遠建立tī你ê面前；你ê國位也beh堅固到永遠。"}},{"book":"撒下","chapter":7,"verse":17,"versions":{"unv":"拿單就按這一切話，照這默示，告訴大衛。","bklcl":"Ná-tan chiu chiàu che it-chhè ê ōe, chiàu che it-chhè ê khé-sī, án-ni kā Tāi-pi̍t kóng.","tghg":"拿單就照這一切的話，照這一切的啟示，按呢給大衛講。","bklhl":"Ná-tan就照這一切ê話，照這一切ê啟示，án-ni kā大衛講。"}},{"book":"撒下","chapter":7,"verse":18,"versions":{"unv":"於是大衛王進去，坐在耶和華面前，說：「主耶和華啊，我是誰？我的家算甚麼？你竟使我到這地步呢？","bklcl":"Tāi-pi̍t ông chiū ji̍p--khì, chē tī Iâ-hô-hoa ê bīn-chêng, kóng, Chú Iâ-hô-hoa ah, góa sī chī-chūi, góa ê ke sǹg-chòe sím-mi̍h, Lí kèng-jiân chhōa góa kàu chit ê tōe-ūi ah?","tghg":"大衛王就入去，坐佇耶和華的面前，講：「主耶和華啊，我是是誰？我的家算做甚麼？你竟然導我到此個地位啊？","bklhl":"大衛王就入去，坐tī耶和華ê面前，講，主耶和華ah，我是是誰，我ê家算做甚麼，你竟然chhōa我到chit ê地位ah？"}},{"book":"撒下","chapter":7,"verse":19,"versions":{"unv":"主耶和華啊，這在你眼中還看為小，又應許你僕人的家至於久遠。主耶和華啊，這豈是人所常遇的事嗎？","bklcl":"Chú Iâ-hô-hoa ah, che Lí iáu khòaⁿ-chòe sió-khóa, Lí koh lūn-kàu Lí ê lô͘-po̍k ê ke kàu tī kú-tn̂g;  Chú Iâ-hô-hoa ah, che sī jîn-kan ê lē.","tghg":"主耶和華啊，這你猶看做小可(sió-khóa)，你閣論到你的奴僕的家到佇久長。主耶和華啊，這是人間的例？","bklhl":"主耶和華ah，這你iáu看做小khóa，你koh論到你ê奴僕ê家到tī久長；主耶和華ah，這是人間ê例。"}},{"book":"撒下","chapter":7,"verse":20,"versions":{"unv":"主耶和華啊，我還有何言可以對你說呢？因為你知道你的僕人。","bklcl":"Tāi-pi̍t iáu ū sím-mi̍h ōe thang tùi Lí kóng ah?  Chú Iâ-hô-hoa ah, Lí chai Lí ê lô͘-po̍k.","tghg":"大衛猶有甚麼話通對你講啊？主耶和華啊，你知你的奴僕。","bklhl":"大衛iáu有甚麼話thang對你講ah？主耶和華ah，你知你ê奴僕。"}},{"book":"撒下","chapter":7,"verse":21,"versions":{"unv":"你行這大事使僕人知道，是因你所應許的話，也是照你的心意。","bklcl":"Ūi-tio̍h Lí ê ōe, koh chiàu Lí ê sim, Lí kiâⁿ che it-chhè ê tōa-sū, hō͘ Lí ê lô͘-po̍k chai;","tghg":"為著你的話，閣照你的心，你行這一切的大事，互你的奴僕知。","bklhl":"為tio̍h你ê話，koh照你ê心，你行這一切ê大事，hō͘你ê奴僕知；"}},{"book":"撒下","chapter":7,"verse":22,"versions":{"unv":"主耶和華啊，你本為大，照我們耳中聽見，沒有可比你的；除你以外再無　神。","bklcl":"Iâ-hô-hoa Siōng-tè ah, Lí sī chì-tōa; chiàu goán ê hī-khang só͘ thiaⁿ-kìⁿ ê, bô chi̍t-ê ōe pí-tit Lí, Lí í-gōa bô ū Siōng-tè.","tghg":"耶和華上帝啊，你是至大，照阮的耳孔所聽見的，無一個會比得你；你以外無有上帝。","bklhl":"耶和華上帝ah，你是至大；照阮ê耳孔所聽見ê，無一个能比得你，你以外無有上帝。"}},{"book":"撒下","chapter":7,"verse":23,"versions":{"unv":"世上有何民能比你的民以色列呢？你從埃及救贖他們作自己的子民，又在你贖出來的民面前行大而可畏的事，驅逐列邦人和他們的　神，顯出你的大名。","bklcl":"Tōe-chiūⁿ ū sím-mi̍h kok chhin-chhiūⁿ Lí ê peh-sìⁿ Í-sek-lia̍t ah?  chiū-sī Siōng-tè khì kiù-sio̍k i, kui tī ka-kī chòe peh-sìⁿ, hō͘ I ū miâ-siaⁿ, koh tī Lí ê peh-sìⁿ ê bīn-chêng, chiū-sī Lí tùi Ai-ki̍p, kap lia̍t-pang, í-ki̍p in hiah-ê siōng-tè só͘ kiù-sio̍k chhut-lâi ê, ūi-tio̍h lín kiâⁿ tōa ê tāi-chì, ūi-tio̍h Lí ê tōe chòe thang kiaⁿ ê sū ah?","tghg":"地上有甚麼國親像你的百姓以色列啊？就是上帝去救贖伊歸佇家己做百姓，互伊有名聲閣佇你的百姓的面前，就是你對埃及及列邦，以及𪜶許個上帝所救贖出來的，為著恁行大的代誌，為著你的地做通驚的事啊！","bklhl":"地上有甚麼國親像你ê百姓以色列ah？就是上帝去救贖伊，歸tī家己做百姓，hō͘伊有名聲，koh tī你ê百姓ê面前，就是你tùi埃及，kap列邦，以及in hiah-ê上帝所救贖出來ê，為tio̍h lín行大ê tāi-chì，為tio̍h你ê地做thang驚ê事ah？"}},{"book":"撒下","chapter":7,"verse":24,"versions":{"unv":"你曾堅立你的民以色列作你的子民，直到永遠；你─耶和華也作了他們的　神。","bklcl":"Lí bat ūi ka-kī kiàn-li̍p Lí ê peh-sìⁿ Í-sek-lia̍t éng-oán chòe Lí ê peh-sìⁿ;  Iâ-hô-hoa ah, Lí iā chòe in ê Siōng-tè.","tghg":"你曾為家己建立你的百姓以色列，永遠做你的百姓；耶和華啊，你也做𪜶的上帝。","bklhl":"你bat為家己建立你ê百姓以色列永遠做你ê百姓；耶和華ah，你也做in ê上帝。"}},{"book":"撒下","chapter":7,"verse":25,"versions":{"unv":"「耶和華　神啊，你所應許僕人和僕人家的話，求你堅定，直到永遠；照你所說的而行。","bklcl":"Iâ-hô-hoa Siōng-tè ah, taⁿ Lí só͘ lūn-kàu Lí ê lô͘-po̍k, kap Lí ê lô͘-po̍k ê ke, goān Lí éng-oán kian-kò͘ i, chiàu Lí só͘-kóng-ê lâi kiâⁿ.","tghg":"「耶和華上帝啊，今你所論到你的奴僕及你的奴僕的家，願你永遠堅固伊，照你所講的來行。","bklhl":"耶和華上帝ah，taⁿ你所論到你ê奴僕，kap你ê奴僕ê家，願你永遠堅固伊，照你所講ê來行。"}},{"book":"撒下","chapter":7,"verse":26,"versions":{"unv":"願人永遠尊你的名為大，說：『萬軍之耶和華是治理以色列的　神。』這樣，你僕人大衛的家必在你面前堅立。","bklcl":"Goān lâng éng-éng chun Lí ê miâ chòe-tōa, kóng, Bān-kun ê Iâ-hô-hoa sī koán-lí Í-sek-lia̍t ê Siōng-tè; koh Lí ê lô͘-po̍k Tāi-pi̍t ê ke beh tī Lí ê bīn-chêng kian-kò͘.","tghg":"願人永永尊你的名做大，講：『萬軍的耶和華是管理以色列的上帝。』閣你的奴僕大衛的家欲佇你的面前堅固。","bklhl":"願人永永尊你ê名做大，講，萬軍ê耶和華是管理以色列ê上帝；koh你ê奴僕大衛ê家beh tī你ê面前堅固。"}},{"book":"撒下","chapter":7,"verse":27,"versions":{"unv":"萬軍之耶和華─以色列的　神啊，因你啟示你的僕人說：『我必為你建立家室』，所以僕人大膽向你如此祈禱。","bklcl":"Bān-kun ê Iâ-hô-hoa, Í-sek-lia̍t ê Siōng-tè ah, in-ūi Lí khé-sī Lí ê lô͘-po̍k, kóng, Góa beh kā lí kiàn-li̍p ke, só͘-í Lí ê lô͘-po̍k hó-táⁿ ēng chit ê kî-tó lâi tùi Lí kî-tó.","tghg":"萬軍的耶和華──以色列的上帝啊，因為你啟示你的奴僕講：『我欲給你建立家』，所以你的奴僕好膽用此個祈禱來對你祈禱。","bklhl":"萬軍ê耶和華，以色列ê上帝ah，因為你啟示你ê奴僕，講，我beh kā你建立家，所以你ê奴僕好膽用chit ê祈禱來對你祈禱。"}},{"book":"撒下","chapter":7,"verse":28,"versions":{"unv":"「主耶和華啊，惟有你是　神。你的話是真實的；你也應許將這福氣賜給僕人。","bklcl":"Taⁿ Chú Iâ-hô-hoa ah, Lí sī Siōng-tè ah, Lí ê ōe sī chin-si̍t, Lí iā ēng chit ê hok-khì èng-ún Lí ê lô͘-po̍k;","tghg":"「今主耶和華啊，你是上帝啊，你的話是真實；你也用此個福氣應允你的奴僕。","bklhl":"Taⁿ主耶和華ah，你是上帝ah，你ê話是真實，你也用chit ê福氣應允你ê奴僕；"}},{"book":"撒下","chapter":7,"verse":29,"versions":{"unv":"現在求你賜福與僕人的家，可以永存在你面前。主耶和華啊，這是你所應許的。願你永遠賜福與僕人的家！」","bklcl":"taⁿ kiû Lí sù-hok Lí ê lô͘-po̍k ê ke, hō͘ i éng-oán tī Lí ê bīn-chêng;  Chú Iâ-hô-hoa ah, in-ūi Lí ū kóng i, goān Lí ê lô͘-po̍k ê ke tùi Lí ê sù-ho̍k lâi tit-tio̍h hok-khì, kàu éng-oán.","tghg":"今求你賜福你的奴僕的家，互伊永遠佇你的面前。主耶和華啊，因為你有講伊，願你的奴僕的家對你的賜福來得著福氣到永遠！」","bklhl":"taⁿ求你賜福你ê奴僕ê家，hō͘伊永遠tī你ê面前；主耶和華ah，因為你有講伊，願你ê奴僕ê家tùi你ê賜福來得tio̍h福氣，到永遠。"}}]