[{"book":"撒下","chapter":16,"verse":1,"versions":{"unv":"大衛剛過山頂，見米非波設的僕人洗巴拉著備好了的兩匹驢，驢上馱著二百麵餅，一百葡萄餅，一百個夏天的果餅，一皮袋酒來迎接他。","bklcl":"Tāi-pi̍t kè soaⁿ-téng bô jōa-hn̄g, khòaⁿ-kìⁿ Bí-hui-pho-siat ê lô͘-po̍k, Sé-pa lâi tú-tio̍h i, tòa kòa-oaⁿ ê lû nn̄g-chiah, chài piáⁿ nn̄g-pah, phû-tô-koaⁿ chi̍t-pah pha, hē-thiⁿ ê ké-chí chi̍t pah, chiú chi̍t phê-lông.","tghg":"大衛過山頂無偌遠，看見米非波設的奴僕洗巴來抵著(tú-tio̍h)伊帶掛鞍(kòa-oaⁿ)的驢二隻，載餅二百，葡萄干一百葩(pha)，夏天的果子一百，酒一皮囊。","bklhl":"大衛過山頂無jōa遠，看見Bí-hui-pho-siat ê奴僕，Sé-pa來tú-tio̍h伊，帶掛鞍ê驢兩隻，載餅兩百，葡萄干一百pha，夏天ê果子一百，酒一皮囊。"}},{"book":"撒下","chapter":16,"verse":2,"versions":{"unv":"王問洗巴說：「你帶這些來是甚麼意思呢？」洗巴說：「驢是給王的家眷騎的；麵餅和夏天的果餅是給少年人吃的；酒是給在曠野疲乏人喝的。」","bklcl":"Ông mn̄g Sé-pa kóng, Lí tòa chiah-ê lâi sī sím-mi̍h ì-sù?  Sé-pa kóng, Lû sī beh hō͘ ông ê ke-koàn khiâ, piáⁿ kap hē-thiⁿ ê ké-chí, sī beh hō͘ siàu-liân lâng chia̍h;  chiú sī beh hō͘ tī khòng-iá ià-siān ê lâng lim.","tghg":"王問洗巴講：「你帶諸個來是甚麼意思？」洗巴講：「驢是欲互王的家眷騎；餅及夏天的果子是欲互少年人食；酒是欲互佇曠野厭倦的人飲。」","bklhl":"王問Sé-pa講，你帶chiah ê來是甚麼意思？Sé-pa講，驢是beh hō͘王ê家眷騎，餅kap夏天ê果子，是beh hō͘少年人食；酒是beh hō͘ tī曠野厭倦ê人lim。"}},{"book":"撒下","chapter":16,"verse":3,"versions":{"unv":"王問說：「你主人的兒子在哪裡呢？」洗巴回答王說：「他仍在耶路撒冷，因他說：『以色列人今日必將我父的國歸還我。』」","bklcl":"Ông mn̄g kóng, Lí ê chú-lâng ê kiáⁿ tī toh-lo̍h? Sé-pa ìn ông kóng, I iû-goân tī Iâ-lō͘-sat-léng; in-ūi i kóng, Í-sek-lia̍t lâng kin-á-ji̍t beh chiong góa ê pē ê kok hêng góa.","tghg":"王問講：「你的主人的子佇叨落？」洗巴應王講：「伊猶原佇耶路撒冷，因為伊講：『以色列人今仔日欲將我的父的國還我。』」","bklhl":"王問講，你ê主人ê kiáⁿ tī toh落？Sé-pa 應王講，伊猶原tī耶路撒冷；因為伊講，以色列人今á日beh將我ê父ê國還我。"}},{"book":"撒下","chapter":16,"verse":4,"versions":{"unv":"王對洗巴說：「凡屬米非波設的都歸你了。」洗巴說：「我叩拜我主我王，願我在你眼前蒙恩。」","bklcl":"Ông kā Sé-pa kóng, Bí-hui-pho-siat só͘ ū-ê lóng kui hō͘ lí.  Sé-pa kóng, Góa kūi-pài; goān tit-tio̍h un-tián tī góa ê chú góa ê ông ê bīn-chêng.","tghg":"王給洗巴講：「米非波設所有的攏歸互你。」洗巴講：「我跪拜，願得著恩典佇我的主我的王的面前。」","bklhl":"王kā Sé-pa講，Bí-hui-pho-siat所有ê lóng歸hō͘你。Sé-pa講，我跪拜；願得tio̍h恩典tī我ê主我ê王ê面前。"}},{"book":"撒下","chapter":16,"verse":5,"versions":{"unv":"大衛王到了巴戶琳，見有一個人出來，是掃羅族基拉的兒子，名叫示每。他一面走一面咒罵，","bklcl":"Tāi-pi̍t ông kàu Pa-hō͘-lîm ê sî, khòaⁿ ah, ū Sò-lô cho̍k ê ke chi̍t-lâng chhut-lâi, chiū-sī Ki-la̍h ê kiáⁿ, miâ kiò Sī-múi; i chhut-lâi, ná-kiâⁿ ná chiù-chó͘;","tghg":"大衛王到巴戶琳的時，看啊，有掃羅族的家一人出來，就是基拉的子，名叫示每。他出來愈行愈咒詛，","bklhl":"大衛王到Pa-hō͘-lîm ê時，看ah，有掃羅族ê家一人出來，就是Ki-la̍h ê kiáⁿ，名叫Sī-múi；伊出來，ná行ná咒詛；"}},{"book":"撒下","chapter":16,"verse":6,"versions":{"unv":"又拿石頭砍大衛王和王的臣僕；眾民和勇士都在王的左右。","bklcl":"koh khioh chio̍h-thâu tìm Tāi-pi̍t kap Tāi-pi̍t ông ê jîn-sîn; hit-sî chèng peh-sìⁿ kap ióng-sū lóng tī ông ê chó-iū.","tghg":"閣拾石頭擲大衛及大衛王的人臣；彼時眾百姓及勇士攏佇王的左右。","bklhl":"koh拾石頭tìm大衛kap大衛王ê人臣；hit時眾百姓kap勇士lóng tī王ê左右。"}},{"book":"撒下","chapter":16,"verse":7,"versions":{"unv":"示每咒罵說：「你這流人血的壞人哪，去吧去吧！","bklcl":"Sī-múi chiù-chó͘ kóng, Lí chit ê lâu lâng ê huih ê lâng ah, lí chit ê pháiⁿ-lâng ah, khì--ah, khì--ah.","tghg":"示每咒詛講：「你此個流人的血的人啊，你此個歹人啊，去啊去啊！","bklhl":"Sī-múi咒詛講，你chit ê流人ê血ê人ah，你chit ê pháiⁿ人ah，去ah，去ah。"}},{"book":"撒下","chapter":16,"verse":8,"versions":{"unv":"你流掃羅全家的血，接續他作王；耶和華把這罪歸在你身上，將這國交給你兒子押沙龍。現在你自取其禍，因為你是流人血的人。」","bklcl":"Lí thòe Sò-lô chòe ông, taⁿ Iâ-hô-hoa ēng i ê ke ê huih lóng kui tī lí;  Iâ-hô-hoa ēng chit ê kok kau tī lí ê kiáⁿ Ap-sa-liông ê chhiú; taⁿ lí tú-tio̍h ok-pò, in-ūi lí sī lâu lâng ê huih ê lâng.","tghg":"你替掃羅做王，今耶和華用伊的家的血攏歸佇你，耶和華用此個國交佇你的子押沙龍的手。今你抵著惡報，因為你是流人的血的人。」","bklhl":"你替掃羅做王，taⁿ耶和華用伊ê家ê血lóng歸tī你；耶和華用chit ê國交tī你ê kiáⁿ押沙龍ê手；taⁿ你tú-tio̍h惡報，因為你是流人ê血ê人。"}},{"book":"撒下","chapter":16,"verse":9,"versions":{"unv":"洗魯雅的兒子亞比篩對王說：「這死狗豈可咒罵我主我王呢？求你容我過去，割下他的頭來。」","bklcl":"Sé-ló͘-ngá ê kiáⁿ A-pí-su kā ông kóng, Chit chiah sí-káu, kiám thang chiù-chó͘ góa ê chú góa ê ông mah?  kiû lí chún góa kè--khì, koah i ê thâu.","tghg":"洗魯雅的子亞比篩給王講：「此隻死狗豈通咒詛我的主我的王嗎？求你准我過去，割伊的頭。」","bklhl":"Sé-ló͘-ngá ê kiáⁿ A-pí-su kā王講，chit隻死狗，kiám thang咒詛我ê主我ê王mah？求你准我過去，割伊ê頭。"}},{"book":"撒下","chapter":16,"verse":10,"versions":{"unv":"王說：「洗魯雅的兒子，我與你們有何關涉呢？他咒罵是因耶和華吩咐他說：『你要咒罵大衛。』如此，誰敢說你為甚麼這樣行呢？」","bklcl":"Ông kóng, Sé-ló͘-ngá chiah-ê kiáⁿ ah, góa kap lín ū sím-mi̍h kan-sia̍p?  chhut-chāi i chiù-chó͘, in-ūi Iâ-hô-hoa hoan-hù i kóng, Lí tio̍h chiù-chó͘ Tāi-pi̍t; án-ni chī-chūi káⁿ kóng, Lí siáⁿ-sū án-ni kiâⁿ ah?","tghg":"王講：「洗魯雅諸個子啊，我及恁有甚麼干涉？出在伊咒詛因為耶和華吩咐伊講：『你著咒詛大衛。』按呢，是誰敢講你啥事按呢行啊？」","bklhl":"王講，Sé-ló͘-ngá chiah ê kiáⁿ ah，我kap lín有甚麼干涉？chhut-chāi伊咒詛，因為耶和華吩咐伊講，你tio̍h咒詛大衛；án-ni 是誰敢講，你啥事án-ni行ah？"}},{"book":"撒下","chapter":16,"verse":11,"versions":{"unv":"大衛又對亞比篩和眾臣僕說：「我親生的兒子尚且尋索我的性命，何況這便雅憫人呢？由他咒罵吧！因為這是耶和華吩咐他的。","bklcl":"Tāi-pi̍t koh kā A-pí-su, kap i ê chèng jîn-sîn kóng, Góa chhin-siⁿ ê kiáⁿ siōng-chhiáⁿ siàu-siūⁿ góa ê sìⁿ-miā, hô-hòng chit ê Piān-ngá-bín lâng ah?  iông-ún i, chhut-chāi i chiù-chó͘; in-ūi che sī Iâ-hô-hoa kah i ê.","tghg":"大衛閣給亞比篩及伊的眾人臣講：「我親生的子尚且數想我的生命，何況此個便雅憫人啊？容允伊出在伊咒詛！因為這是耶和華教伊的。","bklhl":"大衛koh kā A-pí-su，kap伊ê眾人臣講，我親生ê kiáⁿ尚且siàu想我ê性命，何況chit ê便雅憫人ah？容允伊，chhut-chāi伊咒詛；因為這是耶和華kah伊ê。"}},{"book":"撒下","chapter":16,"verse":12,"versions":{"unv":"或者耶和華見我遭難，為我今日被這人咒罵，就施恩與我。」","bklcl":"Kiám-chhái Iâ-hô-hoa kàm-chhat góa ê oan-óng, in-ūi i kin-á-ji̍t ê chiù-chó͘, Iâ-hô-hoa beh ēng hó pò góa.","tghg":"豈採耶和華鑑察我的冤枉，因為伊今仔日的咒詛，耶和華欲用好報我。」","bklhl":"Kiám-chhái耶和華鑑察我ê冤枉，因為伊今á日ê咒詛，耶和華beh用好報我。"}},{"book":"撒下","chapter":16,"verse":13,"versions":{"unv":"於是大衛和跟隨他的人往前行走。示每在大衛對面山坡，一面行走一面咒罵，又拿石頭砍他，拿土揚他。","bklcl":"Tāi-pi̍t kap tè i ê lâng kiâⁿ lō͘ khì. Sī-múi kiâⁿ tī i saⁿ-tùi ê soaⁿ-phiâⁿ, ná-kiâⁿ ná chiù-chó͘, koh tìm chio̍h-thâu, iā thô͘.","tghg":"大衛及隨伊的人行路去。示每行佇伊相對的山坪，愈行愈咒詛，閣擲石頭，撒土。","bklhl":"大衛kap tè伊ê人行路去。Sī-múi行tī伊相對ê山坪，ná行ná咒詛，koh tìm石頭，掖土。"}},{"book":"撒下","chapter":16,"verse":14,"versions":{"unv":"王和跟隨他的眾人疲疲乏乏地到了一個地方，就在那裡歇息歇息。","bklcl":"Ông kap tè i ê chèng peh-sìⁿ chin ià-siān, kàu chi̍t só͘-chāi, chiū tī-hia hioh-khùn.","tghg":"王及隨伊的眾百姓真厭倦到一所在，就佇遐歇睏。","bklhl":"王kap tè伊ê眾百姓真厭倦，到一所在，就tī-hia歇睏。"}},{"book":"撒下","chapter":16,"verse":15,"versions":{"unv":"押沙龍和以色列眾人來到耶路撒冷；亞希多弗也與他同來。","bklcl":"Ap-sa-liông kap chèng peh-sìⁿ Í-sek-lia̍t lâng, lâi kàu Iâ-lō͘-sat-léng.  A-hi-to-hut iā kap i tī-hia.","tghg":"押沙龍及眾百姓以色列人來到耶路撒冷；亞希多弗也及伊佇遐。","bklhl":"押沙龍kap眾百姓以色列人，來到耶路撒冷。A-hi-to-hut也kap伊tī-hia。"}},{"book":"撒下","chapter":16,"verse":16,"versions":{"unv":"大衛的朋友亞基人戶篩去見押沙龍，對他說：「願王萬歲！願王萬歲！」","bklcl":"Tāi-pi̍t ê pêng-iú, A-ki lâng Hō͘-su, lâi kàu Ap-sa-liông hia;  Hō͘-su kā Ap-sa-liông kóng, Goān ông bān-sòe, goān ông bān-sòe.","tghg":"大衛的朋友亞基人戶篩來到押沙龍遐，戶篩給押沙龍講：「願王萬歲！願王萬歲！」","bklhl":"大衛ê朋友，A-ki人Hō͘-su，來到押沙龍hia；Hō͘-su kā押沙龍講，願王萬歲，願王萬歲。"}},{"book":"撒下","chapter":16,"verse":17,"versions":{"unv":"押沙龍問戶篩說：「這是你恩待朋友嗎？為甚麼不與你的朋友同去呢？」","bklcl":"Ap-sa-liông kā Hō͘-su kóng, Lí hó khoán-thāi lí ê pêng-iú sī án-ni mah? siáⁿ-sū bô kap lí ê pêng-iú saⁿ-kap khì ah?","tghg":"押沙龍給戶篩講：「你好款待你的朋友是按呢嗎？啥事無及你的朋友相及去啊？」","bklhl":"押沙龍kā Hō͘-su講，你好款待你ê朋友是án-ni mah？啥事無kap你ê朋友相kap去ah？"}},{"book":"撒下","chapter":16,"verse":18,"versions":{"unv":"戶篩對押沙龍說：「不然，耶和華和這民，並以色列眾人所揀選的，我必歸順他，與他同住。","bklcl":"Hō͘-su kā Ap-sa-liông kóng, M̄-sī án-ni, Iâ-hô-hoa kap chit ê peh-sìⁿ, kap Í-sek-lia̍t chèng-lâng, só͘ kéng ê, góa beh kui i, iā beh kap i tòa.","tghg":"戶篩給押沙龍講：「呣是按呢，耶和華及此個百姓，及以色列眾人，所揀的，我欲歸伊，也欲及伊住。","bklhl":"Hō͘-su kā押沙龍講，m̄是án-ni，耶和華kap chit ê百姓，kap以色列眾人，所揀ê，我beh歸伊，也beh kap伊tòa。"}},{"book":"撒下","chapter":16,"verse":19,"versions":{"unv":"再者，我當服事誰呢？豈不是前王的兒子嗎？我怎樣服事你父親，也必照樣服事你。」","bklcl":"Koh chi̍t-hāng, góa tio̍h ho̍k-sāi chī-chūi ah? kiám-m̄-sī tī i ê kiáⁿ ê bīn-chêng mah?  Góa cháiⁿ-iūⁿ tī lí ê lāu-pē ê bīn-chêng ho̍k-sāi, iā beh án-ni tī lí ê bīn-chêng.","tghg":"閣一項，我著服事是誰啊？豈呣是佇伊的子的面前嗎？我怎樣佇你的老父的面前服事，也欲按呢佇你的面前。」","bklhl":"Koh一項，我tio̍h服事是誰 ah？kiám m̄是tī伊ê kiáⁿ ê面前mah？我怎樣tī你ê老父ê面前服事，也beh án-ni tī你ê面前。"}},{"book":"撒下","chapter":16,"verse":20,"versions":{"unv":"押沙龍對亞希多弗說：「你們出個主意，我們怎樣行才好？」","bklcl":"Ap-sa-liông kā A-hi-to-hut kóng, Lín tio̍h kè-e̍k, khòaⁿ lán tio̍h cháiⁿ-iūⁿ kiâⁿ.","tghg":"押沙龍給亞希多弗講：「恁著計劃(kè-e̍k)，看咱著怎樣行？」","bklhl":"押沙龍kā A-hi-to-hut講，Lín tio̍h計畫，看咱tio̍h怎樣行。"}},{"book":"撒下","chapter":16,"verse":21,"versions":{"unv":"亞希多弗對押沙龍說：「你父所留下看守宮殿的妃嬪，你可以與她們親近。以色列眾人聽見你父親憎惡你，凡歸順你人的手就更堅強。」","bklcl":"A-hi-to-hut kā Ap-sa-liông kóng, Lí ê lāu-pē só͘ lâu--teh kò͘-chhù hiah-ê pìn-hui, lí tio̍h kap i khùn; chiū Í-sek-lia̍t ê chèng-lâng thiaⁿ-kìⁿ lí hō͘ lí ê lāu-pē iàm-ò͘ⁿ, kìⁿ-nā kui lí ê lâng, i ê chhiú beh giám-ngī.","tghg":"亞希多弗給押沙龍講：「你的老父所留啲顧厝許個嬪妃，你著及伊睏。就以色列的眾人聽見你互你的老父厭惡，見若歸你的人，伊的手欲嚴硬。」","bklhl":"A-hi-to-hut kā押沙龍講，你ê老父所留teh顧厝hiah-ê嬪妃，你tio̍h kap伊睏；就以色列ê眾人聽見你hō͘你ê老父厭惡，見若歸你ê人，伊ê手beh giám硬。"}},{"book":"撒下","chapter":16,"verse":22,"versions":{"unv":"於是人為押沙龍在宮殿的平頂上支搭帳棚；押沙龍在以色列眾人眼前，與他父的妃嬪親近。","bklcl":"In chiū kā Ap-sa-liông tah pò͘-pîⁿ, tī ông-kiong ê chng-pîⁿ-téng.  Ap-sa-liông chiū tī Í-sek-lia̍t chèng-lâng ê bīn-chêng ji̍p--khì, kap i ê lāu-pē ê pìn-hui khùn.","tghg":"𪜶就給押沙龍搭布棚，佇王宮的磚棚頂；押沙龍就佇以色列眾人的面前入去，及伊的老父的嬪妃睏。","bklhl":"In就kā押沙龍搭布棚，tī王宮ê磚棚頂。押沙龍就tī以色列眾人ê面前入去，kap伊ê老父ê嬪妃睏。"}},{"book":"撒下","chapter":16,"verse":23,"versions":{"unv":"那時亞希多弗所出的主意好像人問　神的話一樣；他昔日給大衛，今日給押沙龍所出的主意，都是這樣。","bklcl":"Hit-sî A-hi-to-hut só͘ kè-e̍k ê kè-e̍k, chhin-chhiūⁿ lâng mn̄g Siōng-tè ê ōe chi̍t-iūⁿ;  A-hi-to-hut tùi-tī Tāi-pi̍t á-sī tùi-tī Ap-sa-liông só͘ kè-e̍k ê, lóng sī án-ni.","tghg":"彼時亞希多弗所計劃的計劃親像人問上帝的話一樣；亞希多弗對佇大衛，抑是對佇押沙龍所計劃的，攏是按呢。","bklhl":"Hit時A-hi-to-hut所計畫ê計畫，親像人問上帝ê話一樣；A-hi-to-hut對tī大衛á是對tī押沙龍所計畫ê，lóng是án-ni。"}}]