[{"book":"撒下","chapter":3,"verse":1,"versions":{"unv":"掃羅家和大衛家爭戰許久。大衛家日見強盛；掃羅家日見衰弱。","bklcl":"Sò-lô ê ke kap Tāi-pi̍t ê ke kau-chiàn kú-kú; Tāi-pi̍t ná kiông-sēng, Sò-lô ê ke ná soe-jio̍k.","tghg":"掃羅的家及大衛的家交戰久久。大衛愈強盛；掃羅的家愈衰弱。","bklhl":"掃羅ê家kap大衛ê家交戰久久；大衛ná強盛，掃羅ê家ná衰弱。"}},{"book":"撒下","chapter":3,"verse":2,"versions":{"unv":"大衛在希伯崙得了幾個兒子：長子暗嫩是耶斯列人亞希暖所生的；","bklcl":"Tāi-pi̍t tī Hi-pek-lûn siⁿ kui-nā ê kiáⁿ; toa-kiáⁿ Àm-lùn, sī Iâ-su-lia̍t lâng A-hi-loán só͘ siⁿ ê;","tghg":"大衛佇希伯崙生幾若個(kui-nā ê)子：大子暗嫩是耶斯列人亞希暖所生的；","bklhl":"大衛tī Hi-pek-lûn生kúi-nā ê kiáⁿ；大kiáⁿ Àm-lùn，是Iâ-su-lia̍t人A-hi-loán所生ê；"}},{"book":"撒下","chapter":3,"verse":3,"versions":{"unv":"次子基利押（在歷代上三章一節作但以利）是作過迦密人拿八的妻亞比該所生的；三子押沙龍是基述王達買的女兒瑪迦所生的；","bklcl":"tē-jī-ê Ki-lī-ap, sī bat chòe Ka-bi̍t lâng Ná-pat ê bó͘ A-pí-kai só͘ siⁿ ê; tē-saⁿ-ê, Ap-sa-liông, sī Ki-su̍t ông Ta̍t-mái ê cha-bó͘-kiáⁿ Má-ka ê kiáⁿ;","tghg":"第二個基利押是曾做迦密人拿八的某亞比該所生的；第三個押沙龍是基述王達買的查某子瑪迦的子；","bklhl":"第二個Ki-lī-ap，是bat做Ka-bi̍t人Ná-pat ê bó͘ A-pí-kai所生ê；第三個，押沙龍，是Ki-su̍t王Ta̍t-mái ê cha-bó͘-kiáⁿ Má-ka ê kiáⁿ；"}},{"book":"撒下","chapter":3,"verse":4,"versions":{"unv":"四子亞多尼雅是哈及所生的；五子示法提雅是亞比她所生的；","bklcl":"tē-sì-ê, A-to-nî-ngá, sī Hap-ki̍p ê kiáⁿ; tē-gō͘-ê, Sī-hoat-thê-ngá, sī A-pí-tha ê kiáⁿ;","tghg":"第四個亞多尼雅是哈及的子；第五個示法提雅是亞比他的子；","bklhl":"第四個，A-to-nî-ngá，是Hap-ki̍p ê kiáⁿ；第五個，Sī-hoat-thê-ngá，是A-pí-tha ê kiáⁿ；"}},{"book":"撒下","chapter":3,"verse":5,"versions":{"unv":"六子以特念是大衛的妻以格拉所生的。大衛這六個兒子都是在希伯崙生的。","bklcl":"tē-la̍k-ê, Í-te̍k-liām, sī Tāi-pi̍t ê bó͘ Í-kek-la̍h só͘ siⁿ ê; chiah-ê sī Tāi-pi̍t tī Hi-pek-lûn só͘ siⁿ ê.","tghg":"第六個以特念是大衛的某以格拉所生的。諸個是大衛佇希伯崙所生的。","bklhl":"第六個，Í-te̍k-liām，是大衛ê bó͘ Í-kek-la̍h所生ê；chiah ê是大衛tī Hi-pek-lûn所生ê。"}},{"book":"撒下","chapter":3,"verse":6,"versions":{"unv":"掃羅家和大衛家爭戰的時候，押尼珥在掃羅家大有權勢。","bklcl":"Sò-lô ê ke kap Tāi-pi̍t ê ke kau-chiàn ê sî, Ap-nî-jíⁿ tī Sò-lô ê ke ka-kī kiông.","tghg":"掃羅的家及大衛的家交戰的時，押尼珥佇掃羅的家(ke)家己(ka-kī)強。","bklhl":"掃羅ê家kap大衛ê家交戰ê時，Ap-nî-jíⁿ tī掃羅ê家家己強。"}},{"book":"撒下","chapter":3,"verse":7,"versions":{"unv":"掃羅有一妃嬪，名叫利斯巴，是愛亞的女兒。一日，伊施波設對押尼珥說：「你為甚麼與我父的妃嬪同房呢？」","bklcl":"Sò-lô ū chi̍t ê hui, miâ kiò Lī-su-pa, sī Ài-a ê cha-bó͘-kiáⁿ.  I-si-pho-siat tùi Ap-nî-jíⁿ kóng, Lí siáⁿ-sū kap góa lāu-pē ê hui tâng-pâng ah?","tghg":"掃羅有一個妃(hui)，名叫利斯巴，是愛亞的查某子。伊施波設對押尼珥講：「你啥事及我老父的妃同房啊？」","bklhl":"掃羅有一个妃，名叫Lī-su-pa，是Ài-a ê cha-bó͘-kiáⁿ。I-si-pho-siat對Ap-nî-jíⁿ講，你啥事kap我老父ê妃同房ah？"}},{"book":"撒下","chapter":3,"verse":8,"versions":{"unv":"押尼珥因伊施波設的話就甚發怒，說：「我豈是猶大的狗頭呢？我恩待你父掃羅的家和他的弟兄、朋友，不將你交在大衛手裡，今日你竟為這婦人責備我嗎？","bklcl":"Ap-nî-jíⁿ in-ūi I-si-pho-siat ê ōe, chiū chin siū-khì, kóng, Góa kiám-sī Iû-tāi ê káu-thâu mah? góa hó khoán-thāi lí ê lāu-pē Sò-lô ê ke, kap i ê hiaⁿ-tī pêng-iú, bô chiong lí kau tī Tāi-pi̍t ê chhiú, lí kin-á-ji̍t kéng-jiân in-ūi chit ê hū-jîn-lâng chek-pī góa mah?","tghg":"押尼珥因為伊施波設的話就真受氣，講：「我豈是猶大的狗頭嗎？我好款待你的老父掃羅的家及伊的兄弟、朋友，無將你交佇大衛的手，你今仔日竟然因為此個婦仁人責備我嗎？","bklhl":"Ap-nî-jíⁿ因為I-si-pho-siat ê話，就真受氣，講，我kiám是偤大ê狗頭mah？我好款待你ê老父掃羅ê家，kap伊ê兄弟朋友，無將你交tī大衛ê手，你今á日竟然因為chit ê婦人人責備我mah？"}},{"book":"撒下","chapter":3,"verse":9,"versions":{"unv":"我若不照著耶和華起誓應許大衛的話行，廢去掃羅的位，建立大衛的位，使他治理以色列和猶大，從但直到別是巴，願　神重重地降罰與我！」","bklcl":"Góa nā bô chiàu Iâ-hô-hoa só͘ tùi Tāi-pi̍t chiù-chōa-ê lâi kiâⁿ tī i, chiū goān Siōng-tè ka-pē chek-hoa̍t.","tghg":"我若無照耶和華所對大衛咒誓的來行佇伊，就願上帝加倍責罰押尼珥，","bklhl":"我若無照耶和華所對大衛chiù-chōa-ê來行tī伊，就願上帝加倍責罰。"}},{"book":"撒下","chapter":3,"verse":10,"versions":{"unv":"【併於上節】","bklcl":"Ap-nî-jíⁿ, beh tùi Sò-lô ê ke î-sóa kok-ūi, lâi kiàn-li̍p Tāi-pi̍t ê ūi, hō͘ i tī-lí Í-sek-lia̍t kap Iû-tāi, tùi Tàn kàu Pia̍t-sī-pa.","tghg":"欲對掃羅的家移徙國位，來建立大衛的位，互伊治理以色列及猶大，對但到別是巴。」","bklhl":"Ap-nî-jíⁿ，beh tùi掃羅ê家移徙國位，來建立大衛ê位，hō͘伊治理以色列kap偤大，tùi Tàn到別是巴。"}},{"book":"撒下","chapter":3,"verse":11,"versions":{"unv":"伊施波設懼怕押尼珥，不敢回答一句。","bklcl":"I-si-pho-siat, in-ūi kiaⁿ Ap-nî-jíⁿ, bōe ìn chi̍t-kù-ōe.","tghg":"伊施波設因為驚押尼珥，𣍐應一句話。","bklhl":"I-si-pho-siat，因為驚Ap-nî-jíⁿ，bōe應一句話。"}},{"book":"撒下","chapter":3,"verse":12,"versions":{"unv":"押尼珥打發人去見大衛，替他說：「這國歸誰呢？」又說：「你與我立約，我必幫助你，使以色列人都歸服你。」","bklcl":"Ap-nî-jíⁿ ūi-tio̍h pún-sin chhe sù-chiá khì kìⁿ Tāi-pi̍t kóng, Chit ê tōe-hng sio̍k chī-chūi ah?  Koh kóng, Lí kap góa li̍p-iok, góa ê chhiú beh pang-chān lí, hō͘ Í-sek-lia̍t lóng kui lí.","tghg":"押尼珥為著本身差使者去見大衛，講：「此個地方屬是誰啊？」閣講：「你及我立約，我的手欲幫助你，互以色列攏歸你。」","bklhl":"Ap-nî-jíⁿ為tio̍h本身差使者去見大衛講，chit ê地方屬是誰 ah？Koh講，你kap我立約，我ê手beh幫贊你，hō͘以色列lóng歸你。"}},{"book":"撒下","chapter":3,"verse":13,"versions":{"unv":"大衛說：「好！我與你立約。但有一件，你來見我面的時候，若不將掃羅的女兒米甲帶來，必不得見我的面。」","bklcl":"Tāi-pi̍t kóng, Hó, góa kap lí li̍p-iok; chóng-sī góa beh tùi lí thó chi̍t-hāng, chiū-sī lí lâi kìⁿ góa ê bīn hit-sî, nā bô chiong Sò-lô ê cha-bó͘-kiáⁿ Bí-kah chhōa-lâi, tek-khak bōe kìⁿ góa ê bīn.","tghg":"大衛講：「好！我及你立約。總是我欲對你討一項，就是你來見我的面彼時，若無將掃羅的查某子米甲導來，的確𣍐見我的面。」","bklhl":"大衛講，好，我kap你立約；總是我beh對你討一項，就是你來見我ê面hit時，若無將掃羅ê cha-bó͘-kiáⁿ Bí-kah chhōa來，的確bōe見我ê面。"}},{"book":"撒下","chapter":3,"verse":14,"versions":{"unv":"大衛就打發人去見掃羅的兒子伊施波設，說：「你要將我的妻米甲歸還我；她是我從前用一百非利士人的陽皮所聘定的。」","bklcl":"Tāi-pi̍t chiū chhe sù-chiá khì kìⁿ Sò-lô ê kiáⁿ I-si-pho-siat, kóng, Lí tio̍h chiong góa ê bó͘ Bí-kah hêng góa, i chiū-sī góa bat ēng Hui-lī-sū lâng chi̍t-pah iông-bu̍t ê phê só͘ phèng-tiāⁿ ê.","tghg":"大衛就差使者去見掃羅的子伊施波設，講：「你著將我的某米甲還我；伊就是我曾(bat)用非利士人一百陽物的皮所聘定(phèng-tiāⁿ)的。」","bklhl":"大衛就差使者去見掃羅ê kiáⁿ I-si-pho-siat，講，你tio̍h將我ê bó͘ Bí-kah還我，伊就是我bat用腓利士人一百陽物ê皮所聘定ê。"}},{"book":"撒下","chapter":3,"verse":15,"versions":{"unv":"伊施波設就打發人去，將米甲從拉億的兒子、她丈夫帕鐵那裡接回來。","bklcl":"I-si-pho-siat chiū chhe lâng tùi i ê tiōng-hu La̍h-ek ê kiáⁿ Phàⁿ-thiat hia, tòa i lâi.","tghg":"伊施波設就差人，對伊的丈夫、拉億的子帕鐵遐帶伊來。","bklhl":"I-si-pho-siat就差人對伊ê丈夫La̍h-ek ê kiáⁿ Phàⁿ-thiat hia，帶伊來。"}},{"book":"撒下","chapter":3,"verse":16,"versions":{"unv":"米甲的丈夫跟著她，一面走一面哭，直跟到巴戶琳。押尼珥說：「你回去吧！」帕鐵就回去了。","bklcl":"I ê tiōng-hu tè i ê āu-bīn, ná-kiâⁿ ná-háu, kap i kàu Pa-hō͘-lîm.  Ap-nî-jíⁿ kā i kóng, Tò--khì ah.  I chiū tò--khì.","tghg":"伊的丈夫隨伊的後面，愈行愈哮，及伊到巴戶琳。押尼珥給伊講：「倒(tò)去啊！」伊就倒去。","bklhl":"伊ê丈夫tè伊ê後面，ná行ná哮，kap伊到Pa-hō͘-lîm。Ap-nî-jíⁿ kā伊講，tò去ah。伊就tò去。"}},{"book":"撒下","chapter":3,"verse":17,"versions":{"unv":"押尼珥對以色列長老說：「從前你們願意大衛作王治理你們，","bklcl":"Ap-nî-jíⁿ kap Í-sek-lia̍t ê tióng-ló chham-siông, kóng, Lín chêng him-bō͘ Tāi-pi̍t chòe ông tī-lí lín; taⁿ tio̍h kiâⁿ i;","tghg":"押尼珥及以色列的長老參詳講：「恁前欣慕大衛做王治理恁，","bklhl":"Ap-nî-jíⁿ kap以色列ê長老參詳，講，Lín前欣慕大衛做王治理lín；taⁿ tio̍h行伊；"}},{"book":"撒下","chapter":3,"verse":18,"versions":{"unv":"現在你們可以照心願而行。因為耶和華曾論到大衛說：『我必藉我僕人大衛的手，救我民以色列脫離非利士人和眾仇敵的手。』」","bklcl":"in-ūi Iâ-hô-hoa bat lūn-kàu Tāi-pi̍t kóng, Góa beh ēng Góa ê lô͘-po̍k Tāi-pi̍t ê chhiú kiù Góa ê peh-sìⁿ Í-sek-lia̍t thoat-lī Hui-lī-sū lâng ê chhiú, kap chèng tùi-tek ê chhiú.","tghg":"今著行伊。因為耶和華曾論到大衛講：『我欲用我的奴僕大衛的手，救我的百姓以色列脫離非利士人的手及眾對敵的手。』」","bklhl":"因為耶和華bat論到大衛講，我beh用我ê奴僕大衛ê手救我ê百姓以色列脫離腓利士人ê手，kap眾對敵ê手。"}},{"book":"撒下","chapter":3,"verse":19,"versions":{"unv":"押尼珥也用這話說給便雅憫人聽，又到希伯崙，將以色列人和便雅憫全家一切所喜悅的事說給大衛聽。","bklcl":"Ap-nî-jíⁿ iā kóng hō͘ Piān-ngá-bín lâng thiaⁿ; koh kàu Hi-pek-lûn, chiong Í-sek-lia̍t lâng, kap Piān-ngá-bín choân-ke, it-chhè só͘ khòaⁿ-chòe hó ê, kóng hō͘ Tāi-pi̍t thiaⁿ.","tghg":"押尼珥也講互便雅憫人聽，閣到希伯崙，將以色列人及便雅憫全家一切所看做好的講互大衛聽。","bklhl":"Ap-nî-jíⁿ也講hō͘便雅憫人聽；koh到Hi-pek-lûn，將以色列人，kap便雅憫全家，一切所看做好ê，講hō͘大衛聽。"}},{"book":"撒下","chapter":3,"verse":20,"versions":{"unv":"押尼珥帶著二十個人來到希伯崙見大衛，大衛就為押尼珥和他帶來的人設擺筵席。","bklcl":"Ap-nî-jíⁿ kap jī-cha̍p lâng kàu Hi-pek-lûn kìⁿ Tāi-pi̍t.  Tāi-pi̍t ūi-tio̍h Ap-nî-jíⁿ, í-ki̍p kap i lâi ê lâng, siat iân-sia̍h.","tghg":"押尼珥及二十人到希伯崙見大衛，大衛為著押尼珥以及及(kap)伊來的人設筵席。","bklhl":"Ap-nî-jíⁿ kap二十人到Hi-pek-lûn見大衛。大衛為tio̍h Ap-nî-jíⁿ，以及kap伊來ê人，設筵席。"}},{"book":"撒下","chapter":3,"verse":21,"versions":{"unv":"押尼珥對大衛說：「我要起身去招聚以色列眾人來見我主我王，與你立約，你就可以照著心願作王。」於是大衛送押尼珥去，押尼珥就平平安安地去了。","bklcl":"Ap-nî-jíⁿ kā Tāi-pi̍t kóng, Góa beh khí--lâi, khì chio-chi̍p Í-sek-lia̍t chèng-lâng lâi kìⁿ góa ê chú góa ê ông, hō͘ in thang kap lí li̍p-iok, lí chiū thang chòe-ông, chiàu sim só͘ ài lâi koán-lí.  Tāi-pi̍t chiū sàng Ap-nî-jíⁿ khì; i chiū pêng-an khì.","tghg":"押尼珥給大衛講：「我欲起來去招集以色列眾人來見我的主我的王，互𪜶通及你立約，你就通做王照心所愛來管理。」大衛就送押尼珥去；伊就平安去。","bklhl":"Ap-nî-jíⁿ kā大衛講，我beh起來，去招集以色列眾人來見我ê主我ê王，hō͘ in thang kap你立約，你就thang做王，照心所ài來管理。大衛就送Ap-nî-jíⁿ去；伊就平安去。"}},{"book":"撒下","chapter":3,"verse":22,"versions":{"unv":"約押和大衛的僕人攻擊敵軍，帶回許多的掠物。那時押尼珥不在希伯崙大衛那裡，因大衛已經送他去，他也平平安安地去了。","bklcl":"Tāi-pi̍t ê peng kap Iok-ap chhut-kun tò--lâi, tòa chōe-chōe chhiúⁿ ê mi̍h lâi; hit-sî Ap-nî-jíⁿ bô tī Hi-pek-lûn Tāi-pi̍t hia, in-ūi Tāi-pi̍t í-keng sàng i khì, i iā pêng-an khì.","tghg":"大衛的兵及約押出軍倒來，帶多多搶的物來。彼時押尼珥無佇希伯崙大衛遐，因為大衛已經送伊去，伊也平安去。","bklhl":"大衛ê兵kap約押出軍tò來，帶chōe-chōe搶ê物來；hit時Ap-nî-jíⁿ無tī Hi-pek-lûn大衛hia，因為大衛已經送伊去，伊也平安去。"}},{"book":"撒下","chapter":3,"verse":23,"versions":{"unv":"約押和跟隨他的全軍到了，就有人告訴約押說：「尼珥的兒子押尼珥來見王，王送他去，他也平平安安地去了。」","bklcl":"Iok-ap kap tè i ê choân-kun í-keng kàu, ū lâng thong-ti Iok-ap kóng, Nî-jíⁿ ê kiáⁿ Ap-nî-jíⁿ lâi kìⁿ ông, ông sàng i khì, i iā pêng-an khì.","tghg":"約押及隨伊的全軍已經到，有人通知約押講：「尼珥的子押尼珥來見王，王送伊去，伊也平安去。」","bklhl":"約押kap tè伊ê全軍已經到，有人通知約押講，Nî-jíⁿ ê kiáⁿ Ap-nî-jíⁿ來見王，王送伊去，伊也平安去。"}},{"book":"撒下","chapter":3,"verse":24,"versions":{"unv":"約押去見王說：「你這是做甚麼呢？押尼珥來見你，你為何送他去，他就蹤影不見了呢？","bklcl":"Iok-ap khì kìⁿ ông kóng, Lí chòe sím-mi̍h ah?  Khòaⁿ ah, Ap-nî-jíⁿ lâi kìⁿ lí, lí siáⁿ-sū sàng i khì? taⁿ i khì-liáu lah;","tghg":"約押去見王講：「你做甚麼啊？看啊，押尼珥來見你，你啥事送伊去，今伊去了(khì-liáu)啦！","bklhl":"約押去見王講，你做甚麼ah？看ah，Ap-nî-jíⁿ來見你，你啥事送伊去？taⁿ伊去了lah；"}},{"book":"撒下","chapter":3,"verse":25,"versions":{"unv":"你當曉得，尼珥的兒子押尼珥來是要誆哄你，要知道你的出入和你一切所行的事。」","bklcl":"lí chai Nî-jíⁿ ê kiáⁿ Ap-nî-jíⁿ lâi, sī beh phiàn lí, ài chai lí ê chhut kap lí ê ji̍p, kap lí it-chhè só͘ chòe ê sū.","tghg":"你知，尼珥的子押尼珥來是欲騙你，愛知你的出及你的入及你一切所做的事。」","bklhl":"你知Nî-jíⁿ ê kiáⁿ Ap-nî-jíⁿ來，是beh騙你，ài知你ê出kap你ê入，kap你一切所做ê事。"}},{"book":"撒下","chapter":3,"verse":26,"versions":{"unv":"約押從大衛那裡出來，就打發人去追趕押尼珥，在西拉井追上他，將他帶回來，大衛卻不知道。","bklcl":"Iok-ap tùi Tāi-pi̍t hia chhut-lâi, chiū chhe sù-chiá khì jip Ap-nî-jíⁿ; in chiū tùi Se-la̍h ê chíⁿ tòa i lâi; chóng-sī Tāi-pi̍t m̄-chai.","tghg":"約押對大衛遐出來，就差使者去趇(jip)押尼珥，𪜶就對西拉的井帶伊來，總是大衛呣知。","bklhl":"約押tùi大衛hia出來，就差使者去jip Ap-nî-jíⁿ；in就tùi Se-la̍h ê井帶伊來；總是大衛m̄知。"}},{"book":"撒下","chapter":3,"verse":27,"versions":{"unv":"押尼珥回到希伯崙，約押領他到城門的甕洞，假作要與他說機密話，就在那裡刺透他的肚腹，他便死了。這是報殺他兄弟亞撒黑的仇。","bklcl":"Ap-nî-jíⁿ tò-tńg-lâi kàu Hi-pek-lûn, Iok-ap chhōa i kàu siâⁿ-mn̂g-kháu, ké beh àm-chīⁿ kap i kóng-ōe, chiū tī-hia chha̍k-thàu i ê pak-tó͘, i chiū sí;  che sī ūi-tio̍h i ê sió-tī A-sat-hek hō͘ i thâi-sí.","tghg":"押尼珥倒轉來到希伯崙，約押導伊到城門口，假欲暗靜及伊講話，就佇遐鑿透伊的腹肚，伊就死。這是為著伊的小弟亞撒黑互伊刣死。","bklhl":"Ap-nî-jíⁿ 倒tńg來到Hi-pek-lûn，約押chhōa伊到城門口，假beh暗靜kap伊講話，就tī-hia鑿透伊ê腹肚，伊就死；這是為tio̍h伊ê小弟A-sat-hek hō͘伊刣死。"}},{"book":"撒下","chapter":3,"verse":28,"versions":{"unv":"大衛聽見了，就說：「流尼珥的兒子押尼珥的血，這罪在耶和華面前必永不歸我和我的國。","bklcl":"Āu-lâi Tāi-pi̍t thiaⁿ-kìⁿ, chiū kóng, Lâu Nî-jíⁿ ê kiáⁿ Ap-nî-jíⁿ ê huih, chit ê chōe tī Iâ-hô-hoa ê bīn-chêng tek-khak éng-oán bô kui tī góa, kap góa ê kok.","tghg":"後來大衛聽見，就講：「留尼珥的子押尼珥的血，此個罪佇耶和華的面前的確永遠無歸佇我及我的國。","bklhl":"後來大衛聽見，就講，流Nî-jíⁿ ê kiáⁿ Ap-nî-jíⁿ ê血，chit ê罪tī耶和華ê面前的確永遠無歸tī我，kap我ê國。"}},{"book":"撒下","chapter":3,"verse":29,"versions":{"unv":"願流他血的罪歸到約押頭上和他父的全家；又願約押家不斷有患漏症的，長大痲瘋的，架柺而行的，被刀殺死的，缺乏飲食的。」","bklcl":"Goān hit-ê kui tī Iok-ap ê thâu-khak, kap i ê lāu-pē choân-ke; koh goān Iok-ap ê ke hoān-tio̍h hā-siau-ê, thái-ko-ê, á-sī òa koáiⁿ-á ê, hō͘ to thâi-sí-ê, bô thang chia̍h ê, éng bô tn̄g.","tghg":"願彼個歸佇約押的頭殼及伊的老父全家；閣願約押的家患著下痟(hā-siau)的，癩[哥]的，抑是倚柺的，互刀刣死的，無通食的永無斷。」","bklhl":"願hit ê歸tī約押ê頭殼，kap伊ê老父全家；koh願約押ê家患tio̍h下痟-ê，thái-ko-ê，á是óa柺á ê，hō͘刀刣死ê，無thang食ê，永無斷。"}},{"book":"撒下","chapter":3,"verse":30,"versions":{"unv":"約押和他兄弟亞比篩殺了押尼珥，是因押尼珥在基遍爭戰的時候殺了他們的兄弟亞撒黑。","bklcl":"Iok-ap kap i ê sió-tī A-pí-su thâi-sí Ap-nî-jíⁿ, sī in-ūi i tī Ki-piàn kau-chiàn ê sî, thâi-sí in ê sió-tī A-sat-hek.","tghg":"約押及伊的小弟亞比篩刣死押尼珥，是因為伊佇基遍交戰的時刣死𪜶的小弟亞撒黑。","bklhl":"約押kap伊ê小弟A-pí-su 刣死Ap-nî-jíⁿ，是因為伊tī Ki-piàn交戰ê時，刣死in ê小弟A-sat-hek。"}},{"book":"撒下","chapter":3,"verse":31,"versions":{"unv":"大衛吩咐約押和跟隨他的眾人說：「你們當撕裂衣服，腰束麻布，在押尼珥棺前哀哭。」大衛王也跟在棺後。","bklcl":"Tāi-pi̍t kā Iok-ap kap tè i ê chèng peh-sìⁿ kóng, Lín tio̍h thiah-li̍h saⁿ, hâ môa-pò͘, tī Ap-nî-jíⁿ bīn-chêng thî-khàu.  Tāi-pi̍t ông iā tè tī i ê koaⁿ-chhâ-āu.","tghg":"大衛給約押及隨伊的眾百姓講：「恁著拆裂衫，縖(hâ)麻布，佇押尼珥面前啼哭。」大衛王也隨佇伊的棺柴後。","bklhl":"大衛kā約押kap tè伊ê眾百姓講，Lín tio̍h拆裂衫，hâ麻布，tī Ap-nî-jíⁿ面前啼哭。大衛王也tè tī伊ê棺材後。"}},{"book":"撒下","chapter":3,"verse":32,"versions":{"unv":"他們將押尼珥葬在希伯崙。王在押尼珥的墓旁放聲而哭，眾民也都哭了。","bklcl":"In bâi-chòng Ap-nî-jíⁿ tī Hi-pek-lûn; ông óa Ap-nî-jíⁿ ê bōng lâi thî-khàu, chèng peh-sìⁿ iā thî-khàu.","tghg":"𪜶埋葬押尼珥佇希伯崙。王倚押尼珥的墓來啼哭，眾百姓也啼哭。","bklhl":"In埋葬Ap-nî-jíⁿ tī Hi-pek-lûn；王óa Ap-nî-jíⁿ ê墓來啼哭，眾百姓也啼哭。"}},{"book":"撒下","chapter":3,"verse":33,"versions":{"unv":"王為押尼珥舉哀，說：押尼珥何竟像愚頑人死呢？","bklcl":"Ông ūi-tio̍h Ap-nî-jíⁿ pi-ai kóng,\tAp-nî-jíⁿ cháiⁿ-iūⁿ chhin-chhiūⁿ gōng-lâng ê sí ah?","tghg":"王為著押尼珥悲哀，講：押尼珥怎樣親像戇人的死啊？","bklhl":"王為tio̍h Ap-nî-jíⁿ悲哀講，\tAp-nî-jíⁿ怎樣親像戇人ê死ah？"}},{"book":"撒下","chapter":3,"verse":34,"versions":{"unv":"你手未曾捆綁，腳未曾鎖住。你死，如人死在罪孽之輩手下一樣。於是眾民又為押尼珥哀哭。","bklcl":"Lí ê chhiú bô khún-pa̍k, lí ê kha bô só-liān;\tLí sí chhin-chhiūⁿ lâng sí tī pháiⁿ-lâng ê bīn-chêng.","tghg":"你的手無捆縛，你的腳無鎖鍊。你死，親像人死佇歹人的面前。對按呢眾百姓閣為著伊哀哭。","bklhl":"你ê手無綑縛，你ê腳無鎖鏈；\t你死親像人死tī pháiⁿ人ê面前。"}},{"book":"撒下","chapter":3,"verse":35,"versions":{"unv":"日頭未落的時候，眾民來勸大衛吃飯，但大衛起誓說：「我若在日頭未落以前吃飯，或吃別物，願　神重重地降罰與我！」","bklcl":"Tùi án-ni chèng peh-sìⁿ koh ūi-tio̍h i ai-khàu.  Ji̍t bē lo̍h ê sî, chèng peh-sìⁿ lâi khǹg Tāi-pi̍t chia̍h piáⁿ; chóng-sī Tāi-pi̍t chiù-chōa kóng, Góa nā tī ji̍t bē lo̍h ê tāi-seng chia̍h tām-po̍h piáⁿ, á-sī chia̍h pa̍t hāng mi̍h, goān Siōng-tè ka-pē chek-hoa̍t góa.","tghg":"日未落的時，眾百姓來勸大衛食餅，總是大衛咒誓講：「我若佇日未落的代先食淡薄(tām-po̍h)餅，抑是食別項物，願上帝加倍責罰我！」","bklhl":"Tùi án-ni，眾百姓koh為tio̍h伊哀哭。日未落ê時，眾百姓來勸大衛食餅；總是大衛chiù-chōa講，我若tī日未落ê事先食淡薄餅，á是食別項物，願上帝加倍責罰我。"}},{"book":"撒下","chapter":3,"verse":36,"versions":{"unv":"眾民知道了就都喜悅。凡王所行的，眾民無不喜悅。","bklcl":"Chèng peh-sìⁿ chù-ì khòaⁿ, lóng khòaⁿ-chòe hó, chhin-chhiūⁿ ông hoān só͘ chòe ê, chèng peh-sìⁿ lóng khòaⁿ-chòe hó.","tghg":"眾百姓注意看，攏看做好。親像王凡所做的，眾百姓攏看做好。","bklhl":"眾百姓注意看，lóng看做好，親像王凡所做ê，眾百姓lóng看做好。"}},{"book":"撒下","chapter":3,"verse":37,"versions":{"unv":"那日，以色列眾民才知道殺尼珥的兒子押尼珥並非出於王意。","bklcl":"Hit-ji̍t chèng peh-sìⁿ kap Í-sek-lia̍t chèng-lâng chiah chai thâi-sí Nî-jíⁿ ê kiáⁿ Ap-nî-jíⁿ, lóng m̄-sī chhut tī ông ê ì-sù.","tghg":"彼日，眾百姓及以色列眾人才知刣死尼珥的子押尼珥攏呣是出佇王的意思。","bklhl":"Hit日眾百姓kap以色列眾人chiah知刣死Nî-jíⁿ ê kiáⁿ Ap-nî-jíⁿ，lóng m̄是出tī王ê意思。"}},{"book":"撒下","chapter":3,"verse":38,"versions":{"unv":"王對臣僕說：「你們豈不知今日以色列人中死了一個作元帥的大丈夫嗎？","bklcl":"Ông kā i ê jîn-sîn kóng, Lín kiám m̄-chai kin-á-ji̍t tī Í-sek-lia̍t tiong, sí chi̍t ê hô-kia̍t ê tāi úi-jîn mah?","tghg":"王給伊的人臣講：「恁豈呣知今仔日佇以色列中死一個豪傑(hô-kia̍t)的大偉人嗎？","bklhl":"王kā伊ê人臣講，Lín kiám m̄知今á日tī以色列中，死一个豪傑ê大偉人mah？"}},{"book":"撒下","chapter":3,"verse":39,"versions":{"unv":"我雖然受膏為王，今日還是軟弱；這洗魯雅的兩個兒子比我剛強。願耶和華照著惡人所行的惡報應他。」","bklcl":"Góa sui-jiân siū boah-iû chòe ông, kin-á-ji̍t iáu sī loán-jio̍k; Sé-ló͘-ngá ê kiáⁿ, chiah-ê lâng pí góa khah-kiông; kiâⁿ-pháiⁿ ê lâng, goān Iâ-hô-hoa chiàu i ê pháiⁿ pò-èng i.","tghg":"我雖然受抹油做王，今仔日猶是軟弱；洗魯雅的子諸個人比我卡強。行歹的人，願耶和華照伊的歹報應伊。」","bklhl":"我雖然受抹油做王，今á日iáu是軟弱；Sé-ló͘-ngá ê kiáⁿ，chiah ê人比我khah強；行pháiⁿ ê人，願耶和華照伊ê pháiⁿ報應伊。"}}]