[{"book":"撒下","chapter":8,"verse":1,"versions":{"unv":"此後，大衛攻打非利士人，把他們治服，從他們手下奪取了京城的權柄（原文是母城的嚼環）；","bklcl":"Chit-tia̍p liáu-āu Tāi-pi̍t phah Hui-lī-sū lâng, hō͘ in hâng-ho̍k;  Tāi-pi̍t koh tùi Hui-lī-sū lâng ê chhiú chhú Bí-tek-an-má.","tghg":"此霎(tia̍p)了後，大衛拍非利士人，互𪜶降服，大衛閣對非利士人的手取米得安瑪；","bklhl":"Chit-tia̍p了後，大衛phah腓利士人，hō͘ in降服；大衛koh tùi腓利士人ê手取Bí-tek-an-má。"}},{"book":"撒下","chapter":8,"verse":2,"versions":{"unv":"又攻打摩押人，使他們躺臥在地上，用繩量一量：量二繩的殺了，量一繩的存留。摩押人就歸服大衛，給他進貢。","bklcl":"Koh phah Mô͘-ap, hō͘ in tó tī tōe--nih, ēng soh niû i, niû nn̄g tiâu soh-ê hō͘ i sí, niû móa chi̍t tiâu soh-ê hō͘ i oa̍h;  Mô͘-ap lâng chiū kui-ho̍k Tāi-pi̍t, lâi chìn-kòng.","tghg":"閣拍摩押，互𪜶倒佇地裡，用索量伊：量二條索的互伊死，量滿一條索的互伊活。摩押人就歸服大衛，來進貢。","bklhl":"Koh phah Mô͘-ap，hō͘ in倒tī地裡，用索量伊，量兩條索ê hō͘伊死，量滿一條索ê hō͘伊活；Mô͘-ap人就歸服大衛，來進貢。"}},{"book":"撒下","chapter":8,"verse":3,"versions":{"unv":"瑣巴王利合的兒子哈大底謝往大河去，要奪回他的國權。大衛就攻打他，","bklcl":"Tāi-pi̍t phah Só-pa ông Lī-ha̍p ê kiáⁿ Hap-tāi-tí-siā, tī i khì Tōa-hô, beh khoe-ho̍k i ê koân ê sî.","tghg":"大衛拍瑣巴王利合的子哈大底謝佇伊去大河，欲恢復伊的權的時。","bklhl":"大衛phah Só-pa王Lī-ha̍p ê kiáⁿ Hap-tāi-tí-siā，tī伊去大河，beh恢(khoe)復伊ê權ê時。"}},{"book":"撒下","chapter":8,"verse":4,"versions":{"unv":"擒拿了他的馬兵一千七百，步兵二萬，將拉戰車的馬砍斷蹄筋，但留下一百輛車的馬。","bklcl":"Tāi-pi̍t lia̍h i ê bé-peng chi̍t-chheng chhit pah, pō͘-peng nn̄g-bān; Tāi-pi̍t chiong i chiàn-chhia ê bé koah-tn̄g i ê kha-kun; chí-ū lâu chi̍t-pah tiuⁿ chhia ê bé.","tghg":"大衛掠伊的馬兵一千七百，步兵二萬，大衛將伊戰車的馬割斷伊的腳筋，只有留一百張車的馬。","bklhl":"大衛掠伊ê馬兵一千七百，步兵兩萬；大衛將伊戰車ê馬割斷伊ê腳筋；只有留一百張車ê馬。"}},{"book":"撒下","chapter":8,"verse":5,"versions":{"unv":"大馬士革的亞蘭人來幫助瑣巴王哈大底謝，大衛就殺了亞蘭人二萬二千。","bklcl":"Tāi-má-sek ê A-lân lâng lâi pang-chān Só-pa ông Hap-tāi-tí-siā, Tāi-pi̍t chiū thâi-sí A-lân lâng nn̄g-bān nn̄g-chheng.","tghg":"大馬色的亞蘭人來幫助瑣巴王哈大底謝，大衛就刣死亞蘭人二萬二千。","bklhl":"大馬色ê A-lân人來幫贊Só-pa王Hap-tāi-tí-siā，大衛就刣死A-lân人兩萬兩千。"}},{"book":"撒下","chapter":8,"verse":6,"versions":{"unv":"於是大衛在大馬士革的亞蘭地設立防營，亞蘭人就歸服他，給他進貢。大衛無論往哪裡去，耶和華都使他得勝。","bklcl":"Tùi án-ni Tāi-pi̍t tī Tāi-má-sek ê A-lân siat-li̍p kun-iâⁿ.  A-lân lâng chiū kui-ho̍k Tāi-pi̍t, lâi chìn-kòng.  Tāi-pi̍t bô-lūn khì toh-lo̍h, Iâ-hô-hoa lóng hō͘ i khah-iâⁿ.","tghg":"對按呢大衛佇大馬色的亞蘭設立軍營，亞蘭人就歸服大衛，來進貢。大衛無論去叨落，耶和華攏互伊卡贏。","bklhl":"Tùi án-ni，大衛tī大馬色ê A-lân設立軍營。A-lân人就歸服大衛，來進貢。大衛無論去toh落，耶和華lóng hō͘伊khah贏。"}},{"book":"撒下","chapter":8,"verse":7,"versions":{"unv":"他奪了哈大底謝臣僕所拿的金盾牌，帶到耶路撒冷。","bklcl":"Tāi-pi̍t chhú Hap-tāi-tí-siā hiah-ê jîn-sîn só͘ kōaⁿ kim ê pîn-pâi, tòa kàu Iâ-lō͘-sat-léng.","tghg":"大衛取哈大底謝許個人臣所捾(kōaⁿ)金的屏牌(pîn-pâi)，帶到耶路撒冷。","bklhl":"大衛取Hap-tāi-tí-siā hiah-ê人臣所kōaⁿ金ê屏牌，帶到耶路撒冷。"}},{"book":"撒下","chapter":8,"verse":8,"versions":{"unv":"大衛王又從屬哈大底謝的比他和比羅他城中奪取了許多的銅。","bklcl":"Tāi-pi̍t ông koh tùi sio̍k Hap-tāi-tí-siā ê Pí-tha kap Pí-lô-tha ê siâⁿ, tit-tio̍h chōe-chōe tâng.","tghg":"大衛王閣對屬哈大底謝的比他及比羅他的城得著多多銅。","bklhl":"大衛王koh tùi屬Hap-tāi-tí-siā ê Pí-tha kap Pí-lô-tha ê城，得tio̍h chōe-chōe銅。"}},{"book":"撒下","chapter":8,"verse":9,"versions":{"unv":"哈馬王陀以聽見大衛殺敗哈大底謝的全軍，","bklcl":"Hap-ná ông Tô-í thiaⁿ-kìⁿ Tāi-pi̍t phah-iâⁿ Hap-tāi-tí-siā ê choân-kun;","tghg":"哈拿王陀以聽見大衛拍贏哈大底謝的全軍，","bklhl":"Hap-ná王Tô-í聽見大衛phah贏Hap-tāi-tí-siā ê全軍；"}},{"book":"撒下","chapter":8,"verse":10,"versions":{"unv":"就打發他兒子約蘭去見大衛王，問他的安，為他祝福，因為他殺敗了哈大底謝（原來陀以與哈大底謝常常爭戰）。約蘭帶了金銀銅的器皿來，","bklcl":"Tô-í chiū chhe i ê kiáⁿ Iok-lân khì kìⁿ Tāi-pi̍t ông, chhéng-an i, kā i chiok-hok, in-ūi i phah-iâⁿ Hap-tāi-tí-siā; in-ūi Hap-tāi-tí-siā kap Tô-í siông-siông kau-chiàn.  Iok-lân ê chhiú iā tòa gûn-khì, kim-khì, tâng-khì.","tghg":"陀以就差伊的子約蘭去見大衛王，請安伊，給伊祝福，因為伊拍贏哈大底謝（因為哈大底謝及陀以常常交戰）。約蘭的手也帶銀器金器銅器，","bklhl":"Tô-í就差伊ê kiáⁿ Iok-lân去見大衛王，請安伊，kā伊祝福，因為伊phah贏Hap-tāi-tí-siā；因為Hap-tāi-tí-siā kap Tô-í常常交戰。Iok-lân ê手也帶銀器、金器、銅器。"}},{"book":"撒下","chapter":8,"verse":11,"versions":{"unv":"大衛王將這些器皿和他治服各國所得來的金銀都分別為聖，獻給耶和華，","bklcl":"Tāi-pi̍t ông chiū ēng chiah-ê mi̍h chòe-sèng, hiàn hō͘ Iâ-hô-hoa, chhin-chhiūⁿ chêng ēng i só͘ khah-iâⁿ lia̍t-kok ê kim-gûn chòe-sèng lâi hiàn chi̍t-iūⁿ;","tghg":"大衛王就用諸個物做聖，獻互耶和華，親像前用伊所卡贏列國的金銀做聖來獻一樣，","bklhl":"大衛王就用chiah ê物做聖，獻hō͘耶和華，親像前用伊所khah贏列國ê金銀做聖來獻一樣；"}},{"book":"撒下","chapter":8,"verse":12,"versions":{"unv":"就是從亞蘭、摩押、亞捫、非利士、亞瑪力人所得來的，以及從瑣巴王利合的兒子哈大底謝所掠之物。","bklcl":"chiū-sī tùi A-lân, Mô͘-ap, A-bûn lâng, Hui-lī-sū lâng, A-má-le̍k, só͘ tit-tio̍h ê, í-ki̍p tùi Só-pa ông Lī-ha̍p ê kiáⁿ Hap-tāi-tí-siā só͘ chhiúⁿ ê.","tghg":"就是對亞蘭、摩押、亞捫人、非利士人、亞瑪力所得著的，以及對瑣巴王利合的子哈大底謝所搶的。","bklhl":"就是tùi A-lân、Mô͘-ap、A-bûn人、腓利士人、A-má-le̍k，所得tio̍h ê，以及tùi Só-pa王Lī-ha̍p ê kiáⁿ Hap-tāi-tí-siā所搶ê。"}},{"book":"撒下","chapter":8,"verse":13,"versions":{"unv":"大衛在鹽谷擊殺了亞蘭（或譯：以東，見詩篇六十篇詩題）一萬八千人回來，就得了大名；","bklcl":"Tāi-pi̍t tī Iâm ê soaⁿ-kok phah-sí A-lân chi̍t-bān poeh-chheng lâng; tò--lâi ê sî, chiū tit-tio̍h tōa miâ-siaⁿ.","tghg":"大衛佇鹽的山谷拍死亞蘭一萬八千人倒來的時，就得著大名聲；","bklhl":"大衛tī鹽ê山谷phah死A-lân一萬八千人；tò來ê時，就得tio̍h大名聲。"}},{"book":"撒下","chapter":8,"verse":14,"versions":{"unv":"又在以東全地設立防營，以東人就都歸服大衛。大衛無論往哪裡去，耶和華都使他得勝。","bklcl":"Koh i tī Í-tong siat kun-iâⁿ; chiū-sī tī Í-tong choân-tōe siat kun-iâⁿ.  Í-tong lâng chiū lóng kui-ho̍k Tāi-pi̍t.  Tāi-pi̍t bô-lūn khì toh-lo̍h, Iâ-hô-hoa lóng hō͘ i khah-iâⁿ.","tghg":"閣伊佇以東設軍營，就是佇以東全地設軍營，以東人就攏歸服大衛。大衛無論去叨落，耶和華攏互伊卡贏。","bklhl":"Koh 伊tī Í-tong設軍營；就是tī Í-tong全地設軍營。Í-tong人就lóng 歸服大衛。大衛無論去toh落，耶和華lóng hō͘伊khah贏。"}},{"book":"撒下","chapter":8,"verse":15,"versions":{"unv":"大衛作以色列眾人的王，又向眾民秉公行義。","bklcl":"Tāi-pi̍t chòe Í-sek-lia̍t chèng-lâng ê ông.  Tāi-pi̍t péng-kong kiâⁿ-gī tī i ê chèng peh-sìⁿ.","tghg":"大衛做以色列眾人的王，大衛秉公行義佇伊的眾百姓。","bklhl":"大衛做以色列眾人ê王。大衛秉公行義tī伊ê眾百姓。"}},{"book":"撒下","chapter":8,"verse":16,"versions":{"unv":"洗魯雅的兒子約押作元帥；亞希律的兒子約沙法作史官；","bklcl":"Sé-ló͘-ngá ê kiáⁿ Iok-ap chòe kun-tiúⁿ; A-hi-lu̍t ê kiáⁿ Iok-sa-hoat chòe sú-koaⁿ.","tghg":"洗魯雅的子約押做軍長；亞希律的子約沙法做史官；","bklhl":"Sé-ló͘-ngá ê kiáⁿ約押做軍長；A-hi-lu̍t ê kiáⁿ Iok-sa-hoat做史官。"}},{"book":"撒下","chapter":8,"verse":17,"versions":{"unv":"亞希突的兒子撒督和亞比亞他的兒子亞希米勒作祭司長；西萊雅作書記；","bklcl":"A-hi-tu̍t ê kiáⁿ Sat-tok kap A-pí-a-tha ê kiáⁿ A-hi-bí-le̍k chòe chè-si;  Se-lâi-ngá chòe su-kì;","tghg":"亞希突的子撒督及亞比亞他的子亞希米勒做祭司；西萊雅做書記；","bklhl":"A-hi-tu̍t ê kiáⁿ Sat-tok kap A-pí-a-tha ê kiáⁿ A-hi-bí-le̍k做祭司；Se-lâi-ngá做書記；"}},{"book":"撒下","chapter":8,"verse":18,"versions":{"unv":"耶何耶大的兒子比拿雅統轄基利提人和比利提人。大衛的眾子都作領袖。","bklcl":"Iâ-hô-iâ-tāi ê kiáⁿ Pí-ná-ngá thóng-hat Ki-lī-thê lâng, kap Pí-lí-thê lâng; Tāi-pi̍t hiah-ê kiáⁿ chòe léng-siù.","tghg":"耶何耶大的子比拿雅統轄基利提人及比利提人。大衛許個子做領袖。","bklhl":"Iâ-hô-iâ-tāi ê kiáⁿ Pí-ná-ngá統轄 Ki-lī-thê人，kap Pí-lí-thê人；大衛hiah-ê kiáⁿ做領袖。"}}]