[{"book":"撒下","chapter":20,"verse":1,"versions":{"unv":"在那裡恰巧有一個匪徒，名叫示巴，是便雅憫人比基利的兒子。他吹角，說：「我們與大衛無分，與耶西的兒子無涉。以色列人哪，你們各回各家去吧！」","bklcl":"Tī-hia tú-tn̄g ū chi̍t ê húi-lūi, sī Piān-ngá-bín lâng, Pí-ki-lī ê kiáⁿ, miâ kiò Sī-pa; i pûn sàu-kak kóng, Goán tùi-tī Tāi-pi̍t bô-hūn, goán tùi-tī Iâ-se ê kiáⁿ bô kan-sia̍p; Í-sek-lia̍t lâng ah, lín ta̍k-lâng tò-khì lín ê pò͘-pîⁿ.","tghg":"佇遐抵當有一個匪類，是便雅憫人比基利的子，名叫示巴。伊歕哨角，講：「阮對佇大衛無份，阮對佇耶西的子無干涉。以色列人啊，恁逐人倒去恁的布棚！」","bklhl":"Tī-hia tú-tn̄g有一个匪類，是便雅憫人，Pí-ki-lī ê kiáⁿ，名叫Sī-pa；伊pûn哨角講，阮對tī大衛無份，阮對tī耶西ê kiáⁿ無干涉；以色列人ah，lín ta̍k人tò去lín ê布棚。"}},{"book":"撒下","chapter":20,"verse":2,"versions":{"unv":"於是以色列人都離開大衛，跟隨比基利的兒子示巴。但猶大人從約旦河直到耶路撒冷，都緊緊跟隨他們的王。","bklcl":"Tùi án-ni, Í-sek-lia̍t chèng-lâng lóng lī-khui Tāi-pi̍t, khì tè Pí-ki-lī ê kiáⁿ Sī-pa; to̍k-to̍k Iû-tāi lâng, tùi Iok-tàn kàu Iâ-lō͘-sat-léng, lóng tè i ê ông tiâu-tiâu.","tghg":"對按呢以色列眾人攏離開大衛，去隨比基利的子示巴。獨獨猶大人對約但到耶路撒冷，攏隨伊的王住住(tiâu-tiâu)。","bklhl":"Tùi án-ni，以色列眾人lóng離開大衛，去tè Pí-ki-lī ê kiáⁿ Sī-pa；獨獨偤大人，tùi約旦到耶路撒冷，lóng tè伊ê王tiâu-tiâu。"}},{"book":"撒下","chapter":20,"verse":3,"versions":{"unv":"大衛王來到耶路撒冷，進了宮殿，就把從前留下看守宮殿的十個妃嬪禁閉在冷宮，養活她們，不與她們親近。她們如同寡婦被禁，直到死的日子。","bklcl":"Tāi-pi̍t kàu Iâ-lō͘-sat-léng, ji̍p i ê ông-kiong; ông chiong chêng só͘ lâu-teh kò͘-chhù ê cha̍p ê pìn-hui, koaiⁿ-kìm in tī pa̍t keng chhù, kiong-kip in chia̍h-ēng, bô kap in chhin-kūn; in siū koaiⁿ-kìm, chhin-chhiūⁿ kóaⁿ-hū, ti̍t-kàu in sí ê ji̍t.","tghg":"大衛到耶路撒冷，入伊的王宮，王將前所留啲顧厝的十個嬪妃關禁𪜶佇別間厝，供給𪜶食用，無及𪜶親近。𪜶受關禁親像寡婦，直到𪜶死的日。","bklhl":"大衛到耶路撒冷，入伊ê王宮；王將前所留teh顧厝ê十個嬪妃，關禁in tī別間厝，供給in食用，無kap in親近；in受關禁，親像寡婦，直到in死ê日。"}},{"book":"撒下","chapter":20,"verse":4,"versions":{"unv":"王對亞瑪撒說：「你要在三日之內將猶大人招聚了來，你也回到這裡來。」","bklcl":"Ông kā A-má-sat kóng, Lí tio̍h tī saⁿ-ji̍t-lāi kā góa chio-chi̍p Iû-tāi lâng lâi, lí iā tio̍h lâi chia.","tghg":"王給亞瑪撒講：「你著佇三日內給我招集猶大人來，你也著來遮。」","bklhl":"王kā A-má-sat講，你tio̍h tī三日內kā我招集偤大人來，你也tio̍h來chia。"}},{"book":"撒下","chapter":20,"verse":5,"versions":{"unv":"亞瑪撒就去招聚猶大人，卻耽延過了王所限的日期。","bklcl":"A-má-sat chiū khì chio-chi̍p Iû-tāi lâng, chóng-sī i iân-chhiân kè só͘ hān ê kî.","tghg":"亞瑪撒就去招集猶大人，總是伊延迁(iân-chhiân)過所限的期。","bklhl":"A-má-sat就去招集偤大人，總是伊延chhiân過所限ê期。"}},{"book":"撒下","chapter":20,"verse":6,"versions":{"unv":"大衛對亞比篩說：「現在恐怕比基利的兒子示巴加害於我們比押沙龍更甚。你要帶領你主的僕人追趕他，免得他得了堅固城，躲避我們。」","bklcl":"Tāi-pi̍t kā A-pí-su kóng, Taⁿ Pí-ki-lī ê kiáⁿ Sī-pa beh hāi lán, pí Ap-sa-liông khah siong-tiōng; lí tio̍h tòa lí chú-lâng ê lô͘-po̍k tui-jip i, kiaⁿ-liáu i tit-tio̍h kian-kò͘ ê siâⁿ, siám-pī lán.","tghg":"大衛給亞比篩講：「今比基利的子示巴欲害咱比押沙龍卡傷重。你著帶你主人的奴僕追趇(jip)伊，驚了伊得著堅固的城，閃避咱。」","bklhl":"大衛kā A-pí-su講，Taⁿ Pí-ki-lī ê kiáⁿ Sī-pa beh害咱，比押沙龍khah傷重；你tio̍h帶你主人ê奴僕追jip伊，驚了伊得tio̍h堅固ê城，閃避咱。"}},{"book":"撒下","chapter":20,"verse":7,"versions":{"unv":"約押的人和基利提人、比利提人，並所有的勇士，都跟著亞比篩，從耶路撒冷出去追趕比基利的兒子示巴。","bklcl":"Iok-ap ê lâng, kap Ki-lī-thê lâng, Pí-lī-thê lâng, kap chèng ióng-sū, lóng chhut-khì tè A-pí-su, tùi Iâ-lō͘-sat-léng chhut-khì, tui-jip Pí-ki-lī ê kiáⁿ Sī-pa.","tghg":"約押的人及基利提人、比利提人，及眾勇士，攏出去隨亞比篩，對耶路撒冷出去追趇比基利的子示巴。","bklhl":"約押ê人，kap Ki-lī-thê人、Pí-lī-thê人，kap眾勇士，lóng出去tè A-pí-su，tùi耶路撒冷出去，追jip Pí-ki-lī ê kiáⁿ Sī-pa。"}},{"book":"撒下","chapter":20,"verse":8,"versions":{"unv":"他們到了基遍的大磐石那裡，亞瑪撒來迎接他們。那時約押穿著戰衣，腰束佩刀的帶子，刀在鞘內；約押前行，刀從鞘內掉出來。","bklcl":"In kàu Ki-piàn ê tōa chio̍h-pôaⁿ hia, A-má-sat lâi kàu in ê bīn-chêng; hit-sî Iok-ap só͘ chhēng ê chiàn-kah, hâ tī i ê seng-khu, gōa-bīn ū tòa, koh ū kiàm pa̍k tī io--nih, chhah tī siù-lāi; i kiâⁿ ê sî, kiàm tùi siù--nih lak--chhut-lâi.","tghg":"𪜶到基遍的大石磐遐，亞瑪撒來到𪜶的面前。彼時約押所穿的戰甲，縖佇伊的身軀，外面有帶閣有劍縛(pa̍k)佇腰裡，插佇鞘內(siù-lāi)；伊行的時，劍對鞘裡落出來。","bklhl":"In到Ki-piàn ê大石磐hia，A-má-sat來到in ê面前；hit時約押所穿ê戰甲，hâ tī伊ê身軀，外面有帶，koh有劍縛tī腰裡，插tī鞘內；伊行ê時，劍tùi鞘裡lak出來。"}},{"book":"撒下","chapter":20,"verse":9,"versions":{"unv":"約押左手拾起刀來，對亞瑪撒說：「我兄弟，你好啊！」就用右手抓住亞瑪撒的鬍子，要與他親嘴。","bklcl":"Iok-ap kā A-má-sat kóng, Góa ê hiaⁿ, lí pêng-an mah?  Iok-ap chiū ēng chiàⁿ-chhiú loa̍h A-má-sat ê chhùi-chhiu, beh kap i chim-chhùi.","tghg":"約押給亞瑪撒講：「我的兄，你平安嗎？」約押就用正手捋(loa̍h)亞瑪撒的嘴鬚，欲及伊唚嘴。","bklhl":"約押kā A-má-sat講，我ê兄，你平安mah？約押就用chiàⁿ手loa̍h A-má-sat ê嘴鬚，beh kap伊chim嘴。"}},{"book":"撒下","chapter":20,"verse":10,"versions":{"unv":"亞瑪撒沒有防備約押手裡所拿的刀；約押用刀刺入他的肚腹，他的腸子流在地上，沒有再刺他，就死了。約押和他兄弟亞比篩往前追趕比基利的兒子示巴。","bklcl":"A-má-sat bô tiuⁿ-tî Iok-ap chhiú--nih só͘ kia̍h ê kiàm; Iok-ap ēng hit ki chhì-ji̍p i ê pak-tó͘ hō͘ i ê tn̂g-á lâu tī tōe--nih; bô koh chha̍k i, chiū sí.  Iok-ap kap i ê sió-tī A-pí-su khì tui-jip Pí-ki-lī ê kiáⁿ Sī-pa.","tghg":"亞瑪撒無張持約押手裡所攑的劍；約押用彼支刺入伊的腹肚，互伊的腸仔流佇地裡，無閣鑿伊，就死。約押及伊的小弟亞比篩去追趇比基利的子示巴。","bklhl":"A-má-sat無tiuⁿ-tî約押手裡所kia̍h ê劍；約押用hit支刺入伊ê腹肚hō͘伊ê腸á流tī地裡；無koh鑿伊，就死。約押kap伊ê小弟A-pí-su去追jip Pí-ki-lī ê kiáⁿ Sī-pa。"}},{"book":"撒下","chapter":20,"verse":11,"versions":{"unv":"有約押的一個少年人站在亞瑪撒屍身旁邊，對眾人說：「誰喜悅約押，誰歸順大衛，就當跟隨約押去。」","bklcl":"Iok-ap ê siàu-liân lâng tiong, ū chi̍t-ê khiā tī hí piⁿ-á, kóng, Chī-chūi hoaⁿ-hí Iok-ap, chī-chūi kui-sūn Tāi-pi̍t, chiū tio̍h tè Iok-ap khì.","tghg":"約押的少年人中有一個徛佇彼邊仔，講：「是誰歡喜約押，是誰歸順大衛，就著隨約押去。」","bklhl":"約押ê少年人中，有一个khiā tī hit邊á，講，Chī-chūi歡喜約押，是誰歸順大衛，就tio̍h tè約押去。"}},{"book":"撒下","chapter":20,"verse":12,"versions":{"unv":"亞瑪撒在道路上滾在自己的血裡。那人見眾民經過都站住，就把亞瑪撒的屍身從路上挪到田間，用衣服遮蓋。","bklcl":"A-má-sat tī lō͘-tiong kō tī i ê huih--nih; hit-lâng khòaⁿ-kìⁿ chèng peh-sìⁿ lóng thêng-kha, chiū chiong A-má-sat tùi lō͘-tiong sóa kàu chhân--nih, ēng saⁿ khàm i; in-ūi khòaⁿ-kìⁿ kàu hia ê lâng lóng thêng-kha.","tghg":"亞瑪撒佇路中翱(kō)佇伊的血裡。彼人看見眾百姓攏停腳，就將亞瑪撒對路中徙到田裡，用衫蓋伊，因為看見到許個人攏停腳。","bklhl":"A-má-sat tī路中kō tī伊ê血裡；hit人看見眾百姓lóng停腳，就將A-má-sat tùi路中徙到田裡，用衫蓋伊；因為看見到hia ê人lóng停腳。"}},{"book":"撒下","chapter":20,"verse":13,"versions":{"unv":"屍身從路上挪移之後，眾民就都跟隨約押去追趕比基利的兒子示巴。","bklcl":"Sin-si tùi lō͘-tiong sóa--khì í-āu, chèng peh-sìⁿ chiū lóng tè Iok-ap, khì tui-jip Pí-ki-lī ê kiáⁿ Sī-pa.","tghg":"身屍對路中徙去以後，眾百姓就攏隨約押去追趇比基利的子示巴。","bklhl":"身屍tùi路中徙去以後，眾百姓就lóng tè約押，去追jip Pí-ki-lī ê kiáⁿ Sī-pa。"}},{"book":"撒下","chapter":20,"verse":14,"versions":{"unv":"他走遍以色列各支派，直到伯‧瑪迦的亞比拉，並比利人的全地；那些地方的人也都聚集跟隨他。","bklcl":"I piàn-kiâⁿ Í-sek-lia̍t chiah-ê chi-phài, ti̍t-kàu Pek-má-ka ê A-pí-la̍h, kap Pí-lī lâng; in iā chū-chi̍p lâi tè i.","tghg":"伊遍行以色列諸個支派，直到伯瑪迦的亞比拉，及比利人；𪜶也聚集來隨伊。","bklhl":"伊遍行以色列chiah ê支派，直到Pek-má-ka ê A-pí-la̍h，kap Pí-lī人；in也聚集來tè伊。"}},{"book":"撒下","chapter":20,"verse":15,"versions":{"unv":"約押和跟隨的人到了伯‧瑪迦的亞比拉，圍困示巴，就對著城築壘；跟隨約押的眾民用錘撞城，要使城塌陷。","bklcl":"In kàu Pek-má-ka ê A-pí-la̍h, ûi-khùn i, chiū tī siâⁿ-gōa khí thô͘-tui, khí tī gōa-siâⁿ ê tùi-bīn.  Iok-ap kap tè i ê chèng peh-sìⁿ lòng siâⁿ beh hō͘ i tó.","tghg":"𪜶到伯瑪迦的亞比拉，圍困伊，就佇城外起土堆，起佇外城的對面；約押及隨伊的眾百姓撞(lòng)城，欲互伊倒。","bklhl":"In到Pek-má-ka ê A-pí-la̍h，圍困伊，就tī城外起土堆，起tī外城ê對面。約押kap tè伊ê眾百姓lòng城beh hō͘ 伊倒。"}},{"book":"撒下","chapter":20,"verse":16,"versions":{"unv":"有一個聰明婦人從城上呼叫說：「聽啊，聽啊，請約押近前來，我好與他說話。」","bklcl":"Ū chi̍t ê chhang-miâ ê hū-jîn-lâng tùi siâⁿ--nih kiò kóng, Thiaⁿ ah, thiaⁿ ah; kiû lín kā Iok-ap kóng, Chhiáⁿ lí lâi chia, góa beh kap lí kóng-ōe.","tghg":"有一個聰明的婦仁人對城裡叫講：「聽啊，聽啊，求恁給約押講，請你來遮，我欲及你講話。」","bklhl":"有一个聰明ê婦人人tùi城裡叫講，聽ah，聽ah；求lín kā約押講，請你來chia，我beh kap你講話。"}},{"book":"撒下","chapter":20,"verse":17,"versions":{"unv":"約押就近前來，婦人問他說：「你是約押不是？」他說：「我是。」婦人說：「求你聽婢女的話。」約押說：「我聽。」","bklcl":"I chiū kiâⁿ-óa--lâi; hū-jîn-lâng kóng, Lí sī Iok-ap á m̄-sī?  I ìn kóng, Góa sī lah.  Hū-jîn-lâng kóng, Kiû lí thiaⁿ lú-pī ê ōe.  Ìn kóng, Góa teh thiaⁿ.","tghg":"伊就行倚來，婦仁人講：「你是約押抑呣是？」伊應講：「我是啦。」婦仁人講：「求你聽女婢的話。」應講：「我啲聽。」","bklhl":"伊就行óa來；婦人人講，你是約押á m̄是？伊應講，我是lah。婦人人講，求你聽女婢ê話。應講，我teh聽。"}},{"book":"撒下","chapter":20,"verse":18,"versions":{"unv":"婦人說：「古時有話說，當先在亞比拉求問，然後事就定妥。","bklcl":"Hū-jîn-lâng kóng, Kó͘-chá lâng siông-siông kóng, Tio̍h tī A-pí-la̍h chhéng-mn̄g, tāi-chì chiah ōe kái-koat.","tghg":"婦仁人講：「古早人常常講，著佇亞比拉請問(chhéng-mn̄g)，代誌才會解決。","bklhl":"婦人人講，古早人常常講，Tio̍h tī A-pí-la̍h請問，tāi-chì chiah能解決。"}},{"book":"撒下","chapter":20,"verse":19,"versions":{"unv":"我們這城的人在以色列人中是和平、忠厚的。你為何要毀壞以色列中的大城，吞滅耶和華的產業呢？」","bklcl":"Goán tī Í-sek-lia̍t tiong, sī hô-pêng tiong-hō͘ ê; lí siūⁿ beh bia̍t Í-sek-lia̍t tiong chi̍t ê hú-siâⁿ; lí siáⁿ-sū ài thun-bia̍t Iâ-hô-hoa ê sán-gia̍p ah?","tghg":"阮佇以色列中是和平、忠厚的。你想欲滅以色列中一個府城，你啥事愛吞滅耶和華的產業啊？」","bklhl":"阮tī以色列中，是和平忠厚ê；你想beh滅以色列中一个府城；你啥事ài吞滅耶和華ê產業ah？"}},{"book":"撒下","chapter":20,"verse":20,"versions":{"unv":"約押回答說：「我決不吞滅毀壞，","bklcl":"Iok-ap ìn kóng, Góa koat-toàn m̄-ài thun, koat-toàn m̄-ài bia̍t.","tghg":"約押應講：「我決斷呣愛吞，決斷呣愛滅，","bklhl":"約押應講，我決斷m̄-ài吞，決斷m̄-ài滅。"}},{"book":"撒下","chapter":20,"verse":21,"versions":{"unv":"乃因以法蓮山地的一個人─比基利的兒子示巴─舉手攻擊大衛王，你們若將他一人交出來，我便離城而去。」婦人對約押說：「那人的首級必從城牆上丟給你。」","bklcl":"Tāi-chì m̄-sī án-ni; put-kò sī in-ūi Í-hoat-liân soaⁿ-tōe ū chi̍t ê lâng, Pí-ki-lī ê kiáⁿ, miâ-kiò Sī-pa, ū khí-chhiú kong-kek ông, chiū-sī Tāi-pi̍t; nā chiong i chi̍t-lâng kau-chhut, góa chiū lī-khui chit ê siâⁿ.  Hū-jîn-lâng kā Iok-ap kóng, Lí khòaⁿ, i ê thâu-khak beh tùi siâⁿ-téng hiat hō͘ lí.","tghg":"代誌呣是按呢，不過是因為以法蓮山地有一個人──比基利的子名叫示巴──有起手攻擊王就是大衛，若將伊一人交出，我就離開此個城。」婦仁人給約押講：「你看，伊的頭殼欲對城頂㧒互你。」","bklhl":"Tāi-chì m̄是án-ni；不過是因為Í-hoat-liân山地有一个人，Pí-ki-lī ê kiáⁿ，名叫Sī-pa，有起手攻擊王，就是大衛；若將伊一人交出，我就離開chit ê城。婦人人kā約押講，你看，伊ê頭殼beh tùi城頂hiat hō͘你。"}},{"book":"撒下","chapter":20,"verse":22,"versions":{"unv":"婦人就憑她的智慧去勸眾人。他們便割下比基利的兒子示巴的首級，丟給約押。約押吹角，眾人就離城而散，各歸各家去了。約押回耶路撒冷，到王那裡。","bklcl":"Hū-jîn-lâng chiū chiàu i ê tì-hūi khǹg chèng-lâng; in chiū chám Pí-ki-lī ê kiáⁿ Sī-pa ê thâu-khak, hiat hō͘ Iok-ap.  I chiū pûn sàu-kak, chèng-lâng chiū lī-khui siâⁿ sì-sòaⁿ; ta̍k-lâng tò-khì i ê pò͘-pîⁿ.  Iok-ap tò-khì Iâ-lō͘-sat-léng, kàu ông hia.","tghg":"婦仁人就照伊的智慧勸眾人。𪜶就斬比基利的子示巴的頭殼，㧒互約押。伊就歕哨角，眾人就離開城四散，逐人倒去伊的布棚。約押倒去耶路撒冷，到王遐。","bklhl":"婦人人就照伊ê智慧勸眾人；in就斬Pí-ki-lī ê kiáⁿ Sī-pa ê頭殼，hiat hō͘約押。伊就pûn哨角，眾人就離開城四散；ta̍k人tò去伊ê布棚。約押tò去耶路撒冷，到王hia。"}},{"book":"撒下","chapter":20,"verse":23,"versions":{"unv":"約押作以色列全軍的元帥；耶何耶大的兒子比拿雅統轄基利提人和比利提人；","bklcl":"Iok-ap chòe Í-sek-lia̍t ê chóng-kun-tiúⁿ; Iâ-hô-iâ-tāi ê kiáⁿ Pí-ná-ngá koán-hat Ki-lī-thê lâng kap Pí-lī-thê lâng.","tghg":"約押做以色列的總軍長；耶何耶大的子比拿雅管轄基列提人及比利提人；","bklhl":"約押做以色列ê總軍長；Iâ-hô-iâ-tāi ê kiáⁿ Pí-ná-ngá管轄Ki-lī-thê人kap Pí-lī-thê人。"}},{"book":"撒下","chapter":20,"verse":24,"versions":{"unv":"亞多蘭掌管服苦的人；亞希律的兒子約沙法作史官；","bklcl":"A-to-lân koán-lí chòe ông ê kang ê; A-hi-lu̍t ê kiáⁿ Iok-sa-hoat chòe sú-koaⁿ;  Sī-hoat chòe pì-su.","tghg":"亞多蘭管理做王的工的；亞希律的子約沙法做史官；","bklhl":"A-to-lân管理做王ê工ê；A-hi-lu̍t ê kiáⁿ Iok-sa-hoat做史官；Sī-hoat做秘書。"}},{"book":"撒下","chapter":20,"verse":25,"versions":{"unv":"示法作書記；撒督和亞比亞他作祭司長；","bklcl":"Sat-tok kap A-pí-a-tha chòe chè-si;","tghg":"示法做秘書；撒督及亞比亞他做祭司；","bklhl":"Sat-tok kap A-pí-a-tha做祭司；"}},{"book":"撒下","chapter":20,"verse":26,"versions":{"unv":"睚珥人以拉作大衛的宰相。","bklcl":"Gâi-jíⁿ lâng Í-la̍h chòe Tāi-pi̍t ê léng-siù.","tghg":"睚珥人以拉做大衛的領袖。","bklhl":"Gâi-jíⁿ人Í-la̍h做大衛ê領袖。"}}]