[{"book":"撒下","chapter":24,"verse":1,"versions":{"unv":"耶和華又向以色列人發怒，就激動大衛，使他吩咐人去數點以色列人和猶大人。","bklcl":"Iâ-hô-hoa koh siū-khì Í-sek-lia̍t lâng, kek-tōng Tāi-pi̍t lâi hāi in, chiū kóng, Tio̍h khì sǹg Í-sek-lia̍t kap Iû-tāi lâng.","tghg":"耶和華閣受氣以色列人，激動大衛來害𪜶，就講著去算以色列及猶大人。","bklhl":"耶和華koh受氣以色列人，激動大衛來害in，就講，Tio̍h去算以色列kap偤大人。"}},{"book":"撒下","chapter":24,"verse":2,"versions":{"unv":"大衛就吩咐跟隨他的元帥約押說：「你去走遍以色列眾支派，從但直到別是巴，數點百姓，我好知道他們的數目。」","bklcl":"Ông hoan-hù kap i tī-teh ê kun-tiúⁿ Iok-ap kóng, Lí taⁿ khì piàn-kiâⁿ Í-sek-lia̍t chèng chi-phài, tùi Tàn kàu Pia̍t-sī-pa, tiám-sǹg peh-sìⁿ, hō͘ góa chai peh-sìⁿ ê siàu-gia̍h.","tghg":"王吩咐及伊佇啲的軍長約押，講：「你今去遍行以色列眾支派，對但到別是巴，點算百姓，互我知百姓的數額。」","bklhl":"王吩咐kap伊tī-teh ê軍長約押講，你taⁿ去遍行以色列眾支派，tùi Tàn到別是巴，點算百姓，hō͘我知百姓ê數額。"}},{"book":"撒下","chapter":24,"verse":3,"versions":{"unv":"約押對王說：「無論百姓多少，願耶和華─你的　神再加增百倍，使我主我王親眼得見。我主我王何必喜悅行這事呢？」","bklcl":"Iok-ap kā ông kóng, Bô-lūn peh-sìⁿ jōa-chōe, goān Iâ-hô-hoa lí ê Siōng-tè ke-thiⁿ pah-pē, koh hō͘ góa ê chú góa ê ông chhin-ba̍k khòaⁿ-kìⁿ; chóng-sī góa ê chú góa ê ông siáⁿ-sū hoaⁿ-hí chit ê sū ah?","tghg":"約押給王講：「無論百姓偌多，願耶和華──你的上帝加添百倍，閣互我的主我的王親目看見。總是我的主我的王啥事歡喜此個事啊？」","bklhl":"約押kā王講，無論百姓jōa-chōe，願耶和華你ê上帝加添百倍，koh hō͘我ê主我ê王親目看見；總是我ê主我ê王啥事歡喜chit ê事ah？"}},{"book":"撒下","chapter":24,"verse":4,"versions":{"unv":"但王的命令勝過約押和眾軍長。約押和眾軍長就從王面前出去，數點以色列的百姓。","bklcl":"Chóng-sī ông ê ōe iâⁿ-kè Iok-ap kap hiah-ê kun-tiúⁿ.  Iok-ap kap hiah-ê kun-tiúⁿ chiū tùi ông ê bīn-chêng chhut-khì, tiám-sǹg Í-sek-lia̍t ê peh-sìⁿ.","tghg":"總是王的話贏過約押及許個軍長。約押及許個軍長就對王的面前出去，點算以色列的百姓。","bklhl":"總是王ê話贏過約押kap hiah-ê軍長。約押kap hiah-ê軍長就tùi王ê面前出去，點算以色列ê百姓。"}},{"book":"撒下","chapter":24,"verse":5,"versions":{"unv":"他們過了約旦河，在迦得谷中、城的右邊亞羅珥安營，與雅謝相對，","bklcl":"In kè Iok-tàn, chat-iâⁿ tī A-lô-jíⁿ, tī Ka-tek soaⁿ-kok tiong ê siâⁿ ê chiàⁿ-pêng, kap Ngá-siā saⁿ-kūn;","tghg":"𪜶過約但，紮營佇亞羅珥、佇迦得山谷中的城的正旁，及雅謝相近，","bklhl":"In過約旦，紮營tī A-lô-jíⁿ，tī Ka-tek山谷中ê城ê chiàⁿ-pêng，kap Ngá-siā相近；"}},{"book":"撒下","chapter":24,"verse":6,"versions":{"unv":"又到了基列和他停‧合示地，又到了但‧雅安，繞到西頓，","bklcl":"koh kàu Ki-lia̍t, kap Tha-thêng-ha̍p-sī ê tōe, koh kàu Tàn-ngá-an, se̍h kàu Se-tùn;","tghg":"閣到基列及他停合示的地，閣到但雅安，踅(se̍h)到西頓，","bklhl":"koh到Ki-lia̍t，kap Tha-thêng-ha̍p-sī ê地，koh到Tàn-ngá-an，se̍h到Se-tùn；"}},{"book":"撒下","chapter":24,"verse":7,"versions":{"unv":"來到泰爾的保障，並希未人和迦南人的各城，又到猶大南方的別是巴。","bklcl":"koh kàu Chhui-lô kian-kò͘ ê siâⁿ, kap Hi-bī lâng í-ki̍p Ka-lâm lâng it-chhè ê siâⁿ; koh chhut-khì kàu Iû-tāi lâm-hng ê Pia̍t-sī-pa.","tghg":"閣到推羅堅固的城，及希未人以及迦南人一切的城，閣出去到猶大南方的別是巴。","bklhl":"koh到Chhui-lô堅固ê城，kap Hi-bī人以及迦南人一切ê城；koh出去到偤大南方ê別是巴。"}},{"book":"撒下","chapter":24,"verse":8,"versions":{"unv":"他們走遍全地，過了九個月零二十天，就回到耶路撒冷。","bklcl":"In piàn-kiâⁿ choân-tōe, le̍k-kè káu-ge̍h-ji̍t koh jī-cha̍p ji̍t; chiū tò-tńg kàu Iâ-lō͘-sat-léng.","tghg":"𪜶遍行全地，歷過九月日閣二十日，就倒轉到耶路撒冷。","bklhl":"In遍行全地，歷過九月日koh二十日；就倒tńg到耶路撒冷。"}},{"book":"撒下","chapter":24,"verse":9,"versions":{"unv":"約押將百姓的總數奏告於王：以色列拿刀的勇士有八十萬；猶大有五十萬。","bklcl":"Iok-ap ēng sǹg peh-sìⁿ ê siàu-gia̍h chìn hō͘ ông chai.  Í-sek-lia̍t lâng kia̍h to ê ióng-sū poeh-cha̍p bān, Iû-tāi lâng ū gō͘-cha̍p bān.","tghg":"約押用算百姓的數額晉(chìn)互王知；以色列人攑刀的勇士八十萬；猶大人有五十萬。","bklhl":"約押用算百姓ê數額晉(chìn)hō͘王知。以色列人kia̍h刀ê勇士八十萬，偤大人有五十萬。"}},{"book":"撒下","chapter":24,"verse":10,"versions":{"unv":"大衛數點百姓以後，就心中自責，禱告耶和華說：「我行這事大有罪了。耶和華啊，求你除掉僕人的罪孽，因我所行的甚是愚昧。」","bklcl":"Tāi-pi̍t sǹg peh-sìⁿ ê siàu-gia̍h liáu-āu, sim chiū ka-kī chek-pī.  Tāi-pi̍t kā Iâ-hô-hoa kóng, Góa kiâⁿ chit ê sū tōa-tōa ū hoān-chōe.  Iâ-hô-hoa ah, kiû Lí tû-khì Lí ê lô͘-po̍k ê kè-sit, in-ūi góa só͘-kiâⁿ-ê chin gōng.","tghg":"大衛算百姓的數額了後，心就家己責備，大衛給耶和華講：「我行此個事大大有犯罪。耶和華啊，求你除去你的奴僕的過失，因為我所行的真戇。」","bklhl":"大衛算百姓ê數額了後，心就家己責備。大衛kā耶和華講，我行chit ê事大大有犯罪。耶和華ah，求你除去你ê奴僕ê過失，因為我所行ê真戇。"}},{"book":"撒下","chapter":24,"verse":11,"versions":{"unv":"大衛早晨起來，耶和華的話臨到先知迦得，就是大衛的先見，說：","bklcl":"Tāi-pi̍t thiⁿ-kng-chá khí-lâi ê sî, Iâ-hô-hoa ê ōe lîm-kàu sian-ti Ka-tek, chiū-sī Tāi-pi̍t ê sian-kiàn ê, kóng,","tghg":"大衛天光早起來的時，耶和華的話臨到先知迦得，就是大衛的先見者，講：","bklhl":"大衛天光早起來ê時，耶和華ê話臨到先知Ka-tek，就是大衛ê先見ê，講，"}},{"book":"撒下","chapter":24,"verse":12,"versions":{"unv":"「你去告訴大衛，說耶和華如此說：『我有三樣災，隨你選擇一樣，我好降與你。』」","bklcl":"Lí khì kā Tāi-pi̍t kóng, Iâ-hô-hoa án-ni kóng, Taⁿ Góa ēng saⁿ-hāng hō͘ lí, lí kéng chi̍t-hāng, Góa thang kiâⁿ tī lí.","tghg":"「你去給大衛講，耶和華按呢講：『今我用三項互你，你揀一項，我通行佇你。』」","bklhl":"你去kā大衛講，耶和華án-ni講，Taⁿ我用三項hō͘你，你揀一項，我thang行tī你。"}},{"book":"撒下","chapter":24,"verse":13,"versions":{"unv":"於是迦得來見大衛，對他說：「你願意國中有七年的饑荒呢？是在你敵人面前逃跑，被追趕三個月呢？是在你國中有三日的瘟疫呢？現在你要揣摩思想，我好回覆那差我來的。」","bklcl":"Ka-tek chiū lâi thong-ti Tāi-pi̍t, tùi i kóng, Lí ài lí ê tōe ki-hng chhit-nî kú mah?  á-sī ài lí ê tùi-te̍k tui-jip lí, lí tô-cháu tī i ê bīn-chêng saⁿ-ge̍h-ji̍t kú ah?  á-sī ài un-e̍k tī lí ê tōe saⁿ-ji̍t kú ah?  Taⁿ lí tio̍h chim-chiok siūⁿ-khòaⁿ cheh, góa thang ēng sím-mi̍h ōe hê-hok chhe góa ê.","tghg":"迦得就來通知大衛，對伊講：「你愛你的地飢荒七年久嗎？抑是愛你的對敵追趇(jip)你，你逃走佇伊的面前三月日久啊？抑是愛瘟疫佇你的地三日久啊？今你著斟酌(chim-chiok)想看唧(cheh)，我通用甚麼話回覆差我的。」","bklhl":"Ka-tek就來通知大衛，對伊講，你ài你ê地飢荒七年久mah？á是ài你ê對敵追jip你，你逃走tī伊ê面前三月日久ah？á是ài瘟疫tī你ê地三日久ah？Taⁿ你tio̍h 斟酌想看cheh，我thang用甚麼話回覆差我ê。"}},{"book":"撒下","chapter":24,"verse":14,"versions":{"unv":"大衛對迦得說：「我甚為難！我願落在耶和華的手裡，因為他有豐盛的憐憫。我不願落在人的手裡。」","bklcl":"Tāi-pi̍t kā Ka-tek kóng, Góa chin ûi-lân, lán lêng-khó͘ hām-lo̍h tī Iâ-hô-hoa ê chhiú, in-ūi I ū hong-sēng ê lîn-bín; góa m̄-goān hām-lo̍h tī lâng ê chhiú.","tghg":"大衛給迦得講：「我真為難！咱寧可陷落佇耶和華的手，因為伊有豐盛的憐憫。我呣願陷落佇人的手。」","bklhl":"大衛kā Ka-tek講，我真為難，咱寧可陷落tī耶和華ê手，因為伊有豐盛ê憐憫；我m̄願陷落tī人ê手。"}},{"book":"撒下","chapter":24,"verse":15,"versions":{"unv":"於是，耶和華降瘟疫與以色列人，自早晨到所定的時候；從但直到別是巴，民間死了七萬人。","bklcl":"Iâ-hô-hoa chiū kàng un-e̍k hō͘ Í-sek-lia̍t, tùi chheng-chá kàu só͘ tiāⁿ-tio̍h ê sî, tùi Tàn kàu Pia̍t-sī-pa; peh-sìⁿ-kan sí chhit-bān lâng.","tghg":"耶和華就降瘟疫互以色列，對清早到所定著的時；對但到別是巴，百姓間死七萬人。","bklhl":"耶和華就降瘟疫hō͘以色列，tùi清早到所定tio̍h ê時，tùi Tàn到別是巴；百姓間死七萬人。"}},{"book":"撒下","chapter":24,"verse":16,"versions":{"unv":"天使向耶路撒冷伸手要滅城的時候，耶和華後悔，就不降這災了，吩咐滅民的天使說：「夠了！住手吧！」那時耶和華的使者在耶布斯人亞勞拿的禾場那裡。","bklcl":"Tng thiⁿ-sài chhun-chhiú tī Iâ-lō͘-sat-léng, beh bia̍t i ê sî, Iâ-hô-hoa chiū thè-hóe kàng-lo̍h chit ê chai-ē, chiū kā bia̍t peh-sìⁿ ê thiⁿ-sài kóng, Kàu-gia̍h lah, kiu lí ê chhiú; hit-sî Iâ-hô-hoa ê sù-chiá tī Iâ-pò͘-su lâng A-lô-ná ê gō͘-kak-tiûⁿ.","tghg":"當天使伸手佇耶路撒冷欲滅伊的時，耶和華就退悔(thè-hóe)降落此個災禍，就給滅百姓的天使講：「夠額啦！勼(kiu)你的手！」彼時耶和華的使者佇耶布斯人亞勞拿的五榖場(gō͘-kak-tiûⁿ)。","bklhl":"當天使伸手tī耶路撒冷，beh滅伊ê時，耶和華就退悔降落chit ê災厄，就kā滅百姓ê天使講，夠額lah，kiu你ê手；hit時耶和華ê使者tī Iâ-pò͘-su人A-lô-ná ê五穀場。"}},{"book":"撒下","chapter":24,"verse":17,"versions":{"unv":"大衛看見滅民的天使，就禱告耶和華說：「我犯了罪，行了惡；但這群羊做了甚麼呢？願你的手攻擊我和我的父家。」","bklcl":"Tāi-pi̍t khòaⁿ-kìⁿ phah peh-sìⁿ ê thiⁿ-sài, chiū kā Iâ-hô-hoa kóng, Khòaⁿ ah, hoān-chōe-ê sī góa, pōe-ge̍k-ê iā sī góa; chóng-sī chiah-ê kui-kûn ê iûⁿ ū chòe sím-mi̍h ah? goān Lí ê chhiú kong-kek góa, kap góa pē ê ke.","tghg":"大衛看見拍百姓的天使，就給耶和華講：「看啊，犯罪的是我，悖逆的也是我；總是諸個歸群的羊有做甚麼啊？願你的手攻擊我及我父的家。」","bklhl":"大衛看見phah百姓ê天使，就kā耶和華講，看ah，犯罪ê是我，悖逆ê也是我；總是chiah ê kui群ê羊有做甚麼ah？願你ê手攻擊我，kap我父ê家。"}},{"book":"撒下","chapter":24,"verse":18,"versions":{"unv":"當日，迦得來見大衛，對他說：「你上去，在耶布斯人亞勞拿的禾場上為耶和華築一座壇。」","bklcl":"Hit-ji̍t Ka-tek lâi kìⁿ Tāi-pi̍t, kā i kóng, Lí chiūⁿ-khì, tī Iâ-pò͘-su lâng A-lô-ná ê gō͘-kak-tiûⁿ, kā Iâ-hô-hoa khí chi̍t chō tôaⁿ.","tghg":"彼日，迦得來見大衛，給伊講：「你上去，佇耶布斯人亞勞拿的五榖場給耶和華起一座壇。」","bklhl":"Hit日Ka-tek來見大衛，kā伊講，你上去，tī Iâ-pò͘-su人A-lô-ná ê五穀場，kā耶和華起一座壇。"}},{"book":"撒下","chapter":24,"verse":19,"versions":{"unv":"大衛就照著迦得奉耶和華名所說的話上去了。","bklcl":"Tāi-pi̍t chiàu Ka-tek ê ōe chiūⁿ-khì, chiàu Iâ-hô-hoa ê bēng-lēng.","tghg":"大衛照迦得的話上去，照耶和華的命令。","bklhl":"大衛照Ka-tek ê話上去，照耶和華ê命令。"}},{"book":"撒下","chapter":24,"verse":20,"versions":{"unv":"亞勞拿觀看，見王和他臣僕前來，就迎接出去，臉伏於地，向王下拜，","bklcl":"A-lô-ná teh khòaⁿ, khòaⁿ-kìⁿ ông kap i ê jîn-sîn tùi-bīn lâi; A-lô-ná chiū chhut-khì, phak tī tōe--nih pài ông.","tghg":"亞勞拿啲看，看見王及伊的人臣對面來，亞勞拿就出去，仆佇地裡拜王。","bklhl":"A-lô-ná teh看，看見王kap伊ê人臣對面來；A-lô-ná就出去，仆tī地裡拜王。"}},{"book":"撒下","chapter":24,"verse":21,"versions":{"unv":"說：「我主我王為何來到僕人這裡呢？」大衛說：「我要買你這禾場，為耶和華築一座壇，使民間的瘟疫止住。」","bklcl":"A-lô-ná kóng, Góa ê chú góa ê ông lâi lô͘-po̍k chia siáⁿ-sū?  Tāi-pi̍t kóng, Góa lâi beh bóe lí chit ê gō͘-kak-tiûⁿ, kā Iâ-hô-hoa khí chi̍t chō tôaⁿ, hō͘ peh-sìⁿ-kan ê un-e̍k soah.","tghg":"亞勞拿講：「我的主我的王來奴僕遮啥事？」大衛講：「我來欲買你此個五榖場，給耶和華起一座壇，互百姓間的瘟疫息(soah)。」","bklhl":"A-lô-ná講，我ê主我ê王來奴僕chia啥事？大衛講，我來beh買你chit ê五穀場，kā耶和華起一座壇，hō͘百姓間ê瘟疫soah。"}},{"book":"撒下","chapter":24,"verse":22,"versions":{"unv":"亞勞拿對大衛說：「我主我王，你喜悅用甚麼，就拿去獻祭。看哪，這裡有牛可以作燔祭，有打糧的器具和套牛的軛可以當柴燒。","bklcl":"A-lô-ná kā Tāi-pi̍t kóng, Góa ê chú góa ê ông, chiàu lí só͘ khòaⁿ-chòe hó-ê the̍h-lâi hiàn i;  khòaⁿ ah, chia ū gû, thang chòe sio-chè, ū phah gō͘-kak ê khì-kū, kap thò gû ê ka-chhia, thang chòe chhâ.","tghg":"亞勞拿給大衛講：「我的主我的王，照你所看做好的提來獻伊。看啊，遮有牛通做燒祭，有拍五榖的器具及套牛的枷車(ka-chhia)通做柴。","bklhl":"A-lô-ná kā大衛講，我ê主我ê王，照你所看做好ê the̍h來獻伊；看ah，chia有牛，thang做燒祭，有phah五穀ê器具，kap套牛ê ka-chhia，thang做柴。"}},{"book":"撒下","chapter":24,"verse":23,"versions":{"unv":"王啊，這一切，我亞勞拿都奉給你」；又對王說：「願耶和華─你的　神悅納你。」","bklcl":"Ông ah, A-lô-ná ēng che it-chhè sàng hō͘ ông.  A-lô-ná koh kā ông kóng, Goān Iâ-hô-hoa lí ê Siōng-tè chiap-la̍p lí.","tghg":"王啊，亞勞拿用這一切送互王」；亞勞拿閣給王講：「願耶和華──你的上帝接納你。」","bklhl":"王ah，A-lô-ná用這一切送hō͘王。A-lô-ná koh kā王講，願耶和華你ê上帝接納你。"}},{"book":"撒下","chapter":24,"verse":24,"versions":{"unv":"王對亞勞拿說：「不然。我必要按著價值向你買；我不肯用白得之物作燔祭獻給耶和華─我的　神。」大衛就用五十舍客勒銀子買了那禾場與牛。","bklcl":"Ông kā A-lô-ná kóng, M̄-thang ah, góa beh chiàu kè-chîⁿ kā lí bóe; góa m̄-khéng ēng pe̍h-pe̍h tit-tio̍h ê mi̍h chòe sio-chè, hiàn hō͘ Iâ-hô-hoa góa ê Siōng-tè.  Tāi-pi̍t chiū ēng gō͘-cha̍p sià-khek-le̍k ê gûn, bóe hit ê gō͘-kak-tiûⁿ kap gû.","tghg":"王給亞勞拿講：「呣通啊。我欲照價錢給你買；我呣肯用白白得著的物做燒祭獻互耶和華──我的上帝。」大衛就用五十舍客勒的銀買彼個五榖場及牛。","bklhl":"王kā A-lô-ná講，M̄-thang ah，我beh照價錢kā你買；我m̄肯用白白得tio̍h ê物做燒祭，獻hō͘耶和華我ê上帝。大衛就用五十sià-khek-le̍k ê銀，買hit ê五穀場kap牛。"}},{"book":"撒下","chapter":24,"verse":25,"versions":{"unv":"大衛在那裡為耶和華築了一座壇，獻燔祭和平安祭。如此，耶和華垂聽國民所求的，瘟疫在以色列人中就止住了。","bklcl":"Tāi-pi̍t tī-hia kā Iâ-hô-hoa khí chi̍t chō tôaⁿ, hiàn sio-chè kap siā-un-chè; án-ni Iâ-hô-hoa thiaⁿ in ūi tōe-hng só͘ kiû ê, un-e̍k tī Í-sek-lia̍t tiong chiū soah.","tghg":"大衛佇遐給耶和華起一座壇，獻燒祭及謝恩祭。按呢，耶和華聽𪜶為地方所求的，瘟疫佇以色列中就息。","bklhl":"大衛tī-hia kā耶和華起一座壇，獻燒祭kap謝恩祭；án-ni耶和華聽in為地方所求ê，瘟疫tī以色列中就soah。"}}]