[{"book":"撒下","chapter":1,"verse":1,"versions":{"unv":"掃羅死後，大衛擊殺亞瑪力人回來，在洗革拉住了兩天。","bklcl":"Sò-lô sí-liáu, iā Tāi-pi̍t thâi-sí A-má-le̍k lâng tò-lâi ê sî, Tāi-pi̍t tòa tī Sé-kek-la̍h nn̄g-ji̍t.","tghg":"掃羅死了，也大衛刣死亞瑪力人倒來的時，大衛住佇洗革拉二日。","bklhl":"掃羅死了，也大衛刣死A-má-le̍k人tò來ê時，大衛tòa tī Sé-kek-la̍h兩日。"}},{"book":"撒下","chapter":1,"verse":2,"versions":{"unv":"第三天，有一人從掃羅的營裡出來，衣服撕裂，頭蒙灰塵，到大衛面前伏地叩拜。","bklcl":"Kàu tē-saⁿ ji̍t, khòaⁿ ah, ū chi̍t-lâng tùi iâⁿ-pôaⁿ, tùi Sò-lô hia, lâi, i-chiûⁿ thiah-li̍h, thâu-khak sám thô͘-hún, kàu Tāi-pi̍t hia, chiū phak tī tōe--nih pài i.","tghg":"到第三日，看啊，有一人對營盤對掃羅遐來，衣裳(i-chiûⁿ)拆裂(thiah-li̍h)，頭殼摻土粉，到大衛遐就仆佇地裡拜伊。","bklhl":"到第三日，看ah，有一人tùi營盤，tùi掃羅hia，來，衣裳拆裂，頭殼sám土粉，到大衛hia，就仆tī地裡拜伊。"}},{"book":"撒下","chapter":1,"verse":3,"versions":{"unv":"大衛問他說：「你從哪裡來？」他說：「我從以色列的營裡逃來。」","bklcl":"Tāi-pi̍t mn̄g i kóng, Lí tùi toh-lo̍h lâi? I ìn kóng, Góa tùi Í-sek-lia̍t ê kun-iâⁿ cháu-lâi.","tghg":"大衛問伊講：「你對叨落來？」伊應講：「我對以色列的軍營走來。」","bklhl":"大衛問伊講，你tùi toh落來？伊應講，我tùi以色列ê軍營走來。"}},{"book":"撒下","chapter":1,"verse":4,"versions":{"unv":"大衛又問他說：「事情怎樣？請你告訴我。」他回答說：「百姓從陣上逃跑，也有許多人仆倒死亡；掃羅和他兒子約拿單也死了。」","bklcl":"Tāi-pi̍t koh mn̄g i, kóng, Tāi-chì cháiⁿ-iūⁿ? chhiáⁿ lí kā góa kóng.  I ìn kóng, Peh-sìⁿ tùi chiàn-tīn tô-cháu, peh-sìⁿ chōe-chōe tó-teh sí--khì; Sò-lô kap i ê kiáⁿ Iok-ná-tan iā sí.","tghg":"大衛閣問伊講：「代誌怎樣？請你給我講。」伊應講：「百姓對戰陣逃走，百姓多多倒啲死去；掃羅及伊的子約拿單也死。」","bklhl":"大衛koh問伊，講，Tāi-chì怎樣？請你kā我講。伊應講，百姓tùi戰陣逃走，百姓chōe-chōe倒teh死去；掃羅kap伊ê kiáⁿ約拿單也死。"}},{"book":"撒下","chapter":1,"verse":5,"versions":{"unv":"大衛問報信的少年人說：「你怎麼知道掃羅和他兒子約拿單死了呢？」","bklcl":"Tāi-pi̍t kā tùi i kóng ê siàu-liân lâng kóng, Lí cháiⁿ-iūⁿ chai Sò-lô kap i ê kiáⁿ Iok-ná-tan sí ah?","tghg":"大衛給對伊講的少年人講：「你怎樣知掃羅及伊的子約拿單死啊？」","bklhl":"大衛kā對伊講ê少年人講，你怎樣知掃羅kap伊ê kiáⁿ約拿單死ah？"}},{"book":"撒下","chapter":1,"verse":6,"versions":{"unv":"報信的少年人說：「我偶然到基利波山，看見掃羅伏在自己槍上，有戰車、馬兵緊緊地追他。","bklcl":"Kā i kóng ê siàu-liân lâng kóng, Góa ngó͘-jiân kàu Ki-lī-pho soaⁿ, khòaⁿ-kìⁿ Sò-lô òa(**óa) tī i ê chhiuⁿ, ū chiàn-chhia bé-peng jip-óa i.","tghg":"給伊講的少年人講：「我偶然到基利波山，看見掃羅倚佇伊的槍，有戰車、馬兵趇(jip)倚(jip-óa)伊。","bklhl":"kā伊講ê少年人講，我偶然到Ki-lī-pho山，看見掃羅óa tī伊ê鎗，有戰車馬兵jip-óa伊。"}},{"book":"撒下","chapter":1,"verse":7,"versions":{"unv":"他回頭看見我，就呼叫我。我說：『我在這裡。』","bklcl":"I oa̍t-thâu khòaⁿ góa, chiū kiò góa; góa ìn kóng, Góa tī-chia.","tghg":"伊越頭看我，就叫我。我應講：『我佇遮。』","bklhl":"伊oa̍t頭看我，就叫我；我應講，我tī-chia。"}},{"book":"撒下","chapter":1,"verse":8,"versions":{"unv":"他問我說：『你是甚麼人？』我說：『我是亞瑪力人。』","bklcl":"I mn̄g góa kóng, Lí sī sím-mi̍h lâng?  Góa ìn kóng, Góa sī A-má-le̍k lâng.","tghg":"伊問我講：『你是甚麼人？』我應講：『我是亞瑪力人。』","bklhl":"伊問我講，你是甚麼人？我應講，我是A-má-le̍k人。"}},{"book":"撒下","chapter":1,"verse":9,"versions":{"unv":"他說：『請你來，將我殺死；因為痛苦抓住我，我的生命尚存。』","bklcl":"I koh kā góa kóng, Chhiáⁿ lí kūn-óa góa lâi thâi-sí góa, in-ūi góa chin thòng-khó͘, góa ê sìⁿ-miā iáu hó-hó.","tghg":"伊閣給我講：『請你近倚我，來刣死我；因為我真痛苦，我的生命猶(iáu)好好。』","bklhl":"伊koh kā我講，請你近óa我來刣死我，因為我真痛苦，我ê性命iáu好好。"}},{"book":"撒下","chapter":1,"verse":10,"versions":{"unv":"我準知他仆倒必不能活，就去將他殺死，把他頭上的冠冕、臂上的鐲子拿到我主這裡。」","bklcl":"Góa chiū kūn-óa i, lâi thâi-sí i, in-ūi góa chai i tó--lo̍h-khì liáu, tek-khak bōe oa̍h; góa chiū the̍h i thâu-khak--nih ê bián-liû, kap i ê chhiú-khoân, tòa kàu góa ê chú chia.","tghg":"我就近倚伊，來刣死伊，因為我知伊倒落去了的確𣍐活，我就提伊頭殼裡的冕旒、及伊的手環帶到我的主遮。」","bklhl":"我就近óa伊，來刣死伊，因為我知伊倒落去了，的確bōe活；我就the̍h伊頭殼裡ê冕旒，kap伊ê手環，帶到我ê主chia。"}},{"book":"撒下","chapter":1,"verse":11,"versions":{"unv":"大衛就撕裂衣服，跟隨他的人也是如此，","bklcl":"Tāi-pi̍t chiū thiah-li̍h saⁿ, kun-tè i ê lâng iā sī án-ni.","tghg":"大衛就拆裂衫，跟隨伊的人也是按呢，","bklhl":"大衛就拆裂衫，跟tè伊ê人也是án-ni。"}},{"book":"撒下","chapter":1,"verse":12,"versions":{"unv":"而且悲哀哭號，禁食到晚上，是因掃羅和他兒子約拿單，並耶和華的民以色列家的人，倒在刀下。","bklcl":"Ūi-tio̍h Sò-lô kap i ê kiáⁿ Iok-ná-tan kap Iâ-hô-hoa ê peh-sìⁿ, kap Í-sek-lia̍t ke, pi-ai thî-khàu kìm-chia̍h kàu ji̍t-àm, in-ūi in tó tī to-ē.","tghg":"為著掃羅及伊的子約拿單，及耶和華的百姓及以色列家，悲哀啼哭，禁食到日暗，因為𪜶倒佇刀下。","bklhl":"為tio̍h掃羅kap伊ê kiáⁿ約拿單kap耶和華ê百姓，kap以色列家，悲哀啼哭禁食到日暗，因為in倒tī刀下。"}},{"book":"撒下","chapter":1,"verse":13,"versions":{"unv":"大衛問報信的少年人說：「你是哪裡的人？」他說：「我是亞瑪力客人的兒子。」","bklcl":"Tāi-pi̍t kā tùi i kóng ê siàu-liân lâng kóng, Lí tùi toh-lo̍h lâi?  Ìn kóng, Góa sī chhut-gōa lâng ê kiáⁿ, A-má-le̍k lâng.","tghg":"大衛給對伊講的少年人講：「你對叨落來？」應講：「我是出外人的子亞瑪力人。」","bklhl":"大衛kā對伊講ê少年人講，你tùi toh落來？應講，我是出外人ê kiáⁿ，A-má-le̍k人。"}},{"book":"撒下","chapter":1,"verse":14,"versions":{"unv":"大衛說：「你伸手殺害耶和華的受膏者，怎麼不畏懼呢？」","bklcl":"Tāi-pi̍t tùi i kóng, Lí chhun-chhiú thâi-sí Iâ-hô-hoa só͘ boah-iû-ê, cháiⁿ-iūⁿ bô kiaⁿ ah?","tghg":"大衛對伊講：「你伸手刣死耶和華所抹油者，怎樣無驚啊？」","bklhl":"大衛對伊講，你伸手刣死耶和華所抹油ê，怎樣無驚ah？"}},{"book":"撒下","chapter":1,"verse":15,"versions":{"unv":"大衛叫了一個少年人來，說：「你去殺他吧！」","bklcl":"Tāi-pi̍t kiò chi̍t ê siàu-liân lâng, kóng, Lí kūn-óa khì thâi-sí i.  I chiū khì phah hō͘ i sí.","tghg":"大衛叫一個少年人，講：「你近倚去刣死伊。」伊就去拍互伊死。","bklhl":"大衛叫一个少年人，講，你近óa去刣死伊。伊就去phah hō͘伊死。"}},{"book":"撒下","chapter":1,"verse":16,"versions":{"unv":"大衛對他說：「你流人血的罪歸到自己的頭上，因為你親口作見證說：『我殺了耶和華的受膏者。』」少年人就把他殺了。","bklcl":"Tāi-pi̍t kā i kóng, Lí ê huih kui tī lí ê thâu-khak, in-ūi lí ê chhùi ka-kī kan-chèng lí kóng, Góa thâi-sí Iâ-hô-hoa só͘ boah-iû-ê.","tghg":"大衛給伊講：「你的血歸佇你的頭殼，因為你的嘴家己干證你講：『我刣死耶和華所抹油者。』」","bklhl":"大衛kā伊講，你ê血歸tī你ê頭殼，因為你ê嘴家己干證你講，我刣死耶和華所抹油ê。"}},{"book":"撒下","chapter":1,"verse":17,"versions":{"unv":"大衛作哀歌，弔掃羅和他兒子約拿單，","bklcl":"Tāi-pi̍t chòe ai-ko, tui-tō Sò-lô kap i ê kiáⁿ Iok-ná-tan.","tghg":"大衛做哀歌(ai-ko)，追悼(tui-tō)掃羅及伊的子約拿單，","bklhl":"大衛做哀歌，追悼掃羅kap伊ê kiáⁿ約拿單。"}},{"book":"撒下","chapter":1,"verse":18,"versions":{"unv":"且吩咐將這歌教導猶大人。這歌名叫「弓歌」，寫在雅煞珥書上。","bklcl":"Koh kóng, Chiong chit ê ai-ko kà-sī Iû-tāi lâng; chit ê ai-ko miâ kiò Keng-ko, siá tī Ngá-soah-jíⁿ ê chheh.  Koa kóng,","tghg":"閣講將此個哀歌教示猶大人。此個哀歌名叫「弓歌(Keng-ko)」，寫佇雅煞珥的冊。","bklhl":"Koh講，將chit ê 哀歌教示偤大人；chit ê哀歌名叫弓歌，寫tī Ngá-soah-jíⁿ ê冊。歌講，"}},{"book":"撒下","chapter":1,"verse":19,"versions":{"unv":"歌中說：以色列啊，你尊榮者在山上被殺！大英雄何竟死亡！","bklcl":"Í-sek-lia̍t ah, lí ê êng-hián--ê siū thâi tī soaⁿ-thâu; \tHāi ah, eng-hiông-ê sí kàu án-ni ah!","tghg":"歌講：以色列啊，你的榮顯者受刣佇山頭！嗐(hāi)啊，英雄的死到按呢啊！","bklhl":"以色列ah，你ê榮顯ê受刣 tī山頭；\t害ah，英雄ê死到án-ni ah！"}},{"book":"撒下","chapter":1,"verse":20,"versions":{"unv":"不要在迦特報告；不要在亞實基倫街上傳揚；免得非利士的女子歡樂；免得未受割禮之人的女子矜誇。","bklcl":"Bo̍h-tit tī Ka-te̍k pò-kò,\tBo̍h-tit tī A-si̍t-ki-lûn ê ke-lō͘ pò-iông,\tKiaⁿ-liáu Hui-lī-sū ê cha-bó͘-gín-ná hoaⁿ-hí,\tKiaⁿ-liáu bô siū kat-lé ê lâng ê cha-bó͘-gín-ná tāi-ia̍t.","tghg":"莫得佇迦特報告；莫得佇亞實基倫的街路報揚；驚了非利士的查某囝仔歡喜；驚了無受割禮的人的查某囝仔大悅(tāi-ia̍t)。","bklhl":"莫得tī Ka-te̍k報告，\t莫得tī A-si̍t-ki-lûn ê街路報揚，\t驚了腓利士ê cha-bó͘-gín-ná歡喜，\t驚了無受割禮ê人ê cha-bó͘-gín-ná大悅。"}},{"book":"撒下","chapter":1,"verse":21,"versions":{"unv":"基利波山哪，願你那裡沒有雨露！願你田地無土產可作供物！因為英雄的盾牌在那裡被污丟棄；掃羅的盾牌彷彿未曾抹油。","bklcl":"Ki-lī-pho soaⁿ ah,\tGoān bô lō͘-chúi, bô hō͘, tī lí hia, iā bô chhut lé-mi̍h ê chhân; \tIn-ūi tī-hia ióng-sū ê tîn-pâi siū hiat-ka̍k,\tSò-lô ê tîn-pâi, chhin-chhiūⁿ bô siū boah-iû ê.","tghg":"基利波山啊，願無露水無雨！佇你遐也無出禮物的田！因為佇遐勇士的盾牌受㧒擲(hiat-ka̍k)；掃羅的盾牌親像無受抹油的。","bklhl":"Ki-lī-pho山ah，\t願無露水，無雨，tī你hia，也無出禮物ê田；\t因為tī-hia勇士ê藤牌受hiat-ka̍k，\t掃羅ê藤牌，親像無受抹油ê。"}},{"book":"撒下","chapter":1,"verse":22,"versions":{"unv":"約拿單的弓箭非流敵人的血不退縮；掃羅的刀劍非剖勇士的油不收回。","bklcl":"Tùi siū-thâi-ê ê huih, tùi ióng-sū ê iû,\tIok-ná-tan ê keng bô tò-thè,\tSò-lô ê to bô khang-khang tò-tńg.","tghg":"對受刣者的血，對勇士的油，約拿單的弓無倒退；掃羅的刀無空空倒轉。","bklhl":"Tùi受刣-ê ê血，tùi勇士ê油，\t約拿單ê弓無倒退，\t掃羅ê刀無空空倒tńg。"}},{"book":"撒下","chapter":1,"verse":23,"versions":{"unv":"掃羅和約拿單─活時相悅相愛，死時也不分離─他們比鷹更快，比獅子還強。","bklcl":"Sò-lô kap Iok-ná-tan oa̍h ê sî thang thiàⁿ, thang hoaⁿ-hí ê;\tSí ê sî iā bô pun-lī;\tIn pí eng-chiáu khah-kín,\tPí sai khah-kiông.","tghg":"掃羅及約拿單──活的時通疼，通歡喜的，死的時也無分離(pun-lī)──𪜶比鷹鳥卡緊，比獅卡強。","bklhl":"掃羅kap約拿單活ê時thang疼，thang歡喜ê；\t死ê時也無分離；\tIn比鷹鳥khah緊，\t比獅khah強。"}},{"book":"撒下","chapter":1,"verse":24,"versions":{"unv":"以色列的女子啊，當為掃羅哭號！他曾使你們穿朱紅色的美衣，使你們衣服有黃金的妝飾。","bklcl":"Í-sek-lia̍t ê cha-bó͘-kiáⁿ ah, tio̍h ūi-tio̍h Sò-lô thî-khàu,\tI bat hō͘ lín chhēng chu-âng-sek lâi hoaⁿ-hí;\tHō͘ lín ê i-ho̍k ū n̂g-kim ê chng-thāⁿ.","tghg":"以色列的查某子啊，著為著掃羅啼哭！伊曾互恁穿朱紅色來歡喜，互恁的衣服(i-ho̍k)有黃金的妝飾(chng-thāⁿ)。","bklhl":"以色列ê cha-bó͘-kiáⁿ ah，tio̍h為tio̍h掃羅啼哭，\t伊bat hō͘ lín穿朱紅色來歡喜；\tHō͘ lín ê衣服有黃金ê裝飾。"}},{"book":"撒下","chapter":1,"verse":25,"versions":{"unv":"英雄何竟在陣上仆倒！約拿單何竟在山上被殺！","bklcl":"Ióng-sū cháiⁿ-iūⁿ tó tī chiàn-tīn!\tIok-ná-tan siū-thâi tī lí ê soaⁿ-thâu.","tghg":"勇士怎樣倒佇戰陣(chiàn-tīn)！約拿單受刣佇你的山頭。","bklhl":"勇士怎樣倒tī戰陣！\t約拿單受刣 tī你ê山頭。"}},{"book":"撒下","chapter":1,"verse":26,"versions":{"unv":"我兄約拿單哪，我為你悲傷！我甚喜悅你！你向我發的愛情奇妙非常，過於婦女的愛情。","bklcl":"Góa ê hiaⁿ Iok-ná-tan ah, góa ūi lí siong-sim;\tGóa chīn-chāi hoaⁿ-hí lí;\tLí ê thiàⁿ góa chin kî-biāu, \tIâⁿ-kè hū-jîn-lâng ê thiàⁿ.","tghg":"我的兄約拿單啊，我為你傷心！我盡在歡喜你！你的疼我，真奇妙，贏過婦仁人的疼。","bklhl":"我ê兄約拿單ah，我為你傷心；\t我盡在歡喜你；\t你ê疼我真奇妙，\t贏過婦人人ê疼。"}},{"book":"撒下","chapter":1,"verse":27,"versions":{"unv":"英雄何竟仆倒！戰具何竟滅沒！","bklcl":"Ióng-sū sí kàu án-ni,\tChiàn-khì húi-bia̍t kàu án-ni!","tghg":"勇士死到按呢！戰器毀滅到按呢！","bklhl":"勇士死到án-ni，\t戰器毀滅到án-ni！"}}]