[{"book":"撒下","chapter":18,"verse":1,"versions":{"unv":"大衛數點跟隨他的人，立千夫長、百夫長率領他們。","bklcl":"Tāi-pi̍t sǹg tè i ê peh-sìⁿ, siat-li̍p chhian-chóng peh-chóng chhōa in.","tghg":"大衛算隨伊的百姓，設立千總、百總導𪜶。","bklhl":"大衛算tè伊ê百姓，設立千總百總chhōa in。"}},{"book":"撒下","chapter":18,"verse":2,"versions":{"unv":"大衛打發軍兵出戰，分為三隊：一隊在約押手下，一隊在洗魯雅的兒子、約押兄弟亞比篩手下，一隊在迦特人以太手下。大衛對軍兵說：「我必與你們一同出戰。」","bklcl":"Tāi-pi̍t chhe peh-sìⁿ chhut-khì, saⁿ-hūn-chi̍t kau Iok-ap ê chhiú, saⁿ-hūn-chi̍t kau Sé-ló͘-ngá ê kiáⁿ Iok-ap ê hiaⁿ-tī A-pí-su ê chhiú, saⁿ-hūn-chi̍t kau Ka-te̍k lâng Í-thài ê chhiú.  Ông kā peh-sìⁿ kóng, Góa tek-khak kap lín chhut-khì.","tghg":"大衛差百姓出去，三份一交約押的手，三份一交洗魯雅的子、約押的兄弟亞比篩的手，三份一交迦特人以太的手。王給百姓講：「我的確及恁出去。」","bklhl":"大衛差百姓出去，三份一交約押ê手，三份一交Sé-ló͘-ngá ê kiáⁿ約押ê兄弟A-pí-su ê手，三份一交Ka-te̍k人Í-thài ê手。王kā百姓講，我的確kap lín出去。"}},{"book":"撒下","chapter":18,"verse":3,"versions":{"unv":"軍兵卻說：「你不可出戰。若是我們逃跑，敵人必不介意；我們陣亡一半，敵人也不介意。因為你一人強似我們萬人，你不如在城裡預備幫助我們。」","bklcl":"Chóng-sī peh-sìⁿ kóng, Lí m̄-thang chhut-khì; nā goán tô-cháu, tùi-te̍k bô lia̍h goán chòe iàu-kín; goán nā tīn-bông chi̍t-pòaⁿ, tùi-te̍k iā bô lia̍h goán chòe iàu-kín, in-ūi lí chi̍t-lâng tòng-tit goán chi̍t-bān lâng;  lí tùi siâⁿ-lāi pang-chān goán khah-hó.","tghg":"總是百姓講：「你呣通出去。若阮逃走，對敵無掠阮做要緊；阮若陣亡一半，對敵也無掠阮做要緊。因為你一人擋得阮一萬人，你對城內幫助阮卡好。」","bklhl":"總是百姓講，你m̄-thang出去；若阮逃走，對敵無掠阮做要緊；阮若陣亡一半，對敵也無掠阮做要緊，因為你一人擋得阮一萬人；你tùi城內幫贊阮khah好。"}},{"book":"撒下","chapter":18,"verse":4,"versions":{"unv":"王向他們說：「你們以為怎樣好，我就怎樣行。」於是王站在城門旁，軍兵或百或千地挨次出去了。","bklcl":"Ông kā in kóng, Lín só͘ khòaⁿ-chòe hó-ê, góa beh kiâⁿ i;  tùi án-ni ông khiā tī siâⁿ-mn̂g-piⁿ, peh-sìⁿ ū-ê chi̍t-pah, ū-ê chi̍t-chheng, chiàu chhù-sū chhut-khì.","tghg":"王給𪜶講：「恁所看做好的，我欲行伊。」對按呢王徛佇城門邊，百姓有的一百，有的一千，照次序(chhù-sū)出去。","bklhl":"王kā in講，Lín所看做好ê，我beh行伊；Tùi án-ni，王khiā tī城門-邊，百姓有ê一百，有ê一千，照次序出去。"}},{"book":"撒下","chapter":18,"verse":5,"versions":{"unv":"王囑咐約押、亞比篩、以太說：「你們要為我的緣故寬待那少年人押沙龍。」王為押沙龍囑咐眾將的話，兵都聽見了。","bklcl":"Ông bēng-lēng Iok-ap, A-pí-su, Í-thài, kóng, Lín tòa-tio̍h góa, khoán-thāi hit ê siàu-liân lâng Ap-sa-liông tio̍h khah-khoan.  Ông ūi-tio̍h Ap-sa-liông bēng-lēng hiah-ê siú-léng ê ōe, peh-sìⁿ lóng ū thiaⁿ-kìⁿ.","tghg":"王命令約押、亞比篩、以太講：「恁帶著我款待彼個少年人押沙龍著卡寬。」王為著押沙龍命令許個首領的話，百姓攏有聽見。","bklhl":"王命令約押、A-pí-su、Í-thài，講，Lín帶tio̍h我，款待hit ê少年人押沙龍tio̍h khah寬。王為tio̍h押沙龍命令hiah-ê首領ê話，百姓lóng有聽見。"}},{"book":"撒下","chapter":18,"verse":6,"versions":{"unv":"兵就出到田野迎著以色列人，在以法蓮樹林裡交戰。","bklcl":"Peh-sìⁿ chiū chhut-khì chhân-iá tí-te̍k Í-sek-lia̍t lâng, tī Í-hoat-liân ê chhiū-nâ kau-chiàn.","tghg":"百姓就出去田野抵敵以色列人，佇以法蓮的樹林交戰。","bklhl":"百姓就出去田野抵敵以色列人，tī Í-hoat-liân ê樹林交戰。"}},{"book":"撒下","chapter":18,"verse":7,"versions":{"unv":"以色列人敗在大衛的僕人面前；那日陣亡的甚多，共有二萬人。","bklcl":"Tī-hia Í-sek-lia̍t lâng thâi-su tī Tāi-pi̍t hiah-ê lô͘-po̍k ê bīn-chêng; hit-ji̍t tīn-bông-ê chin-chōe, kiōng ū nn̄g-bān lâng.","tghg":"佇遐以色列人刣輸佇大衛許個奴僕的面前；彼日陣亡的真多，共有二萬人。","bklhl":"Tī-hia以色列人刣輸tī大衛hiah-ê奴僕ê面前；hit日陣亡ê真chōe，共有兩萬人。"}},{"book":"撒下","chapter":18,"verse":8,"versions":{"unv":"因為在那裡四面打仗，死於樹林的比死於刀劍的更多。","bklcl":"In-ūi chiàn-tīn-sòaⁿ chin khui, piàn-piàn tī hit só͘-chāi; chhiū-nâ só͘ thun-bia̍t-ê, pí hō͘ to só͘ thun-bia̍t-ê khah-chōe.","tghg":"因為戰陣散真開，遍遍佇彼所在，樹林所吞滅的比互刀所吞滅的卡多。","bklhl":"因為戰陣線真開，遍遍tī hit所在；樹林所吞滅ê，比hō͘刀所吞滅ê khah-chōe。"}},{"book":"撒下","chapter":18,"verse":9,"versions":{"unv":"押沙龍偶然遇見大衛的僕人。押沙龍騎著騾子，從大橡樹密枝底下經過，他的頭髮被樹枝繞住，就懸掛起來，所騎的騾子便離他去了。","bklcl":"Ap-sa-liông ngó͘-jiân tú-tio̍h Tāi-pi̍t ê lô͘-po̍k.  Ap-sa-liông khiā i ê lô, lô cháu tùi tōa-châng siōng-chhiū ām ê chhiū-ki-ē keng-kè, i ê thâu-khak kùi--tio̍h siōng-chhiū, tiàu tī pòaⁿ-khong-tiong; só͘ khiâ ê lô chòe i khì.","tghg":"押沙龍偶然抵著(tú-tio̍h)大衛的奴僕。押沙龍騎伊的騾(lô)，騾走對大欉橡樹(siōng-chhiū)艷(ām)的樹枝下經過，伊的頭殼掛(kùi)著橡樹，吊佇半空中，所騎的騾做伊去。","bklhl":"押沙龍偶然tú-tio̍h大衛ê奴僕。押沙龍khiā伊ê騾(lô)，騾走tùi大叢橡樹ām ê樹枝下經過，伊ê頭殼kùi-tio̍h橡樹，吊tī半空中；所騎ê騾做伊去。"}},{"book":"撒下","chapter":18,"verse":10,"versions":{"unv":"有個人看見，就告訴約押說：「我看見押沙龍掛在橡樹上了。」","bklcl":"Ū chi̍t-ê lâng khòaⁿ-kìⁿ, chiū kā Iok-ap kóng, Góa khòaⁿ-kìⁿ Ap-sa-liông kùi tī siōng-chhiū--nih.","tghg":"有一個人看見，就給約押講：「我看見押沙龍掛佇橡樹裡。」","bklhl":"有一个人看見，就kā約押講，我看見押沙龍kùi tī橡樹裡。"}},{"book":"撒下","chapter":18,"verse":11,"versions":{"unv":"約押對報信的人說：「你既看見他，為甚麼不將他打死落在地上呢？你若打死他，我就賞你十舍客勒銀子，一條帶子。」","bklcl":"Iok-ap kā pò i ê lâng kóng, Lí í-keng khòaⁿ-kìⁿ, siáⁿ-sū m̄ tùi-hia phah i, hō͘ i tūi-lo̍h tōe ah?  Góa chiū siúⁿ lí cha̍p ê gûn, kap chi̍t tiâu tòa.","tghg":"約押給報伊的人講：「你已經看見，啥事呣對遐拍伊互伊墜落地啊？我就賞你十個銀，及一條帶。」","bklhl":"約押kā報伊ê人講，你已經看見，啥事m̄ tùi-hia phah伊，hō͘伊墮落地ah？我就賞你十個銀，kap一條帶。"}},{"book":"撒下","chapter":18,"verse":12,"versions":{"unv":"那人對約押說：「我就是得你一千舍客勒銀子，我也不敢伸手害王的兒子；因為我們聽見王囑咐你和亞比篩並以太說：『你們要謹慎，不可害那少年人押沙龍。』","bklcl":"Hit ê lâng kā Iok-ap kóng, Góa chiū tit-tio̍h chi̍t-chheng gûn tī góa ê chhiú, iā m̄-káⁿ chhun-chhiú hāi ông ê kiáⁿ; in-ūi goán thiaⁿ-kìⁿ ông bēng-lēng lí kap A-pí-su Í-thài kóng, Lín tio̍h sòe-jī m̄-thang hāi hit ê siàu-liân lâng Ap-sa-liông.","tghg":"彼個人給約押講：「我就得著一千銀佇我的手，也呣敢伸手害王的子；因為阮聽見王命令你及亞比篩以太講：『恁著細膩，呣通害彼個少年人押沙龍。』","bklhl":"Hit-ê人kā約押講，我就得tio̍h一千銀tī我ê手，也m̄敢伸手害王ê kiáⁿ；因為阮聽見王命令你kap A-pí-su Í-thài講，Lín tio̍h細膩m̄-thang害hit ê少年人押沙龍。"}},{"book":"撒下","chapter":18,"verse":13,"versions":{"unv":"我若妄為害了他的性命，就是你自己也必與我為敵（原來，無論何事都瞞不過王。）」","bklcl":"Góa nā lām-sám chòe, lâi hāi i ê sìⁿ-miā, bô chi̍t-hāng ōe môa-tit ông, lí chiū beh khiā tī piⁿ-á m̄-chhap góa.","tghg":"我若濫糝(lām-sám)做來害伊的生命，無一項會瞞得王，你就欲徛佇邊仔呣插我。」","bklhl":"我若lām-sám做，來害伊ê性命，無一項能瞞得王，你就beh khiā tī邊á m̄-chhap我。"}},{"book":"撒下","chapter":18,"verse":14,"versions":{"unv":"約押說：「我不能與你留連。」約押手拿三杆短槍，趁押沙龍在橡樹上還活著，就刺透他的心。","bklcl":"Iok-ap kóng, Góa m̄-thang kap lí iân-chhiân.  Iok-ap chhiú kia̍h saⁿ ki té-chhiuⁿ, hit-sî Ap-sa-liông tiàu tī siōng-chhiū, iáu oa̍h--teh, chiū chha̍k-thàu i ê sim.","tghg":"約押講：「我呣通及你延迁(iân-chhiân)。」約押手攑三支短鎗，彼時押沙龍吊佇橡樹猶活啲，就鑿透(chha̍k-thàu)伊的心。","bklhl":"約押講，我m̄-thang kap你延chhiân。約押手kia̍h三支短鎗，hit時押沙龍吊tī橡樹，iáu活teh，就鑿透伊ê心。"}},{"book":"撒下","chapter":18,"verse":15,"versions":{"unv":"給約押拿兵器的十個少年人圍繞押沙龍，將他殺死。","bklcl":"Kā Iok-ap kia̍h ke-si ê siàu-liân lâng cha̍p-ê, ûi Ap-sa-liông phah hō͘ i sí.","tghg":"給約押攑家私的少年人十個圍押沙龍，拍互伊死。","bklhl":"Kā約押kia̍h ke-si ê少年人十個，圍押沙龍phah hō͘伊死。"}},{"book":"撒下","chapter":18,"verse":16,"versions":{"unv":"約押吹角，攔阻眾人，他們就回來，不再追趕以色列人。","bklcl":"Iok-ap pûn sàu-kak, peh-sìⁿ chiū tò-lâi, bô koh jip Í-sek-lia̍t lâng; in-ūi Iok-ap chó͘-chí peh-sìⁿ.","tghg":"約押歕哨角，百姓就倒來，無閣趇(jip)以色列人，因為約押阻止百姓。","bklhl":"約押pûn哨角，百姓就tò來，無koh jip以色列人；因為約押阻止百姓。"}},{"book":"撒下","chapter":18,"verse":17,"versions":{"unv":"他們將押沙龍丟在林中一個大坑裡，上頭堆起一大堆石頭。以色列眾人都逃跑，各回各家去了。","bklcl":"In chiong Ap-sa-liông hiat tī chhiū-nâ-lāi chi̍t ê tōa chhim-khiⁿ, téng-bīn thia̍p chi̍t tōa tui ê chio̍h-thâu;  Í-sek-lia̍t chèng-lâng ta̍k-ê cháu tò-khì in ê pò͘-pîⁿ.","tghg":"𪜶將押沙龍㧒佇樹林內一個大深坑，頂面疊一大堆的石頭。以色列眾人逐個走倒去𪜶的布棚。","bklhl":"In將押沙龍hiat tī樹林內一个大深坑，頂面疊一大堆ê石頭；以色列眾人ta̍k-ê走tò去in ê布棚。"}},{"book":"撒下","chapter":18,"verse":18,"versions":{"unv":"押沙龍活著的時候，在王谷立了一根石柱，因他說：「我沒有兒子為我留名。」他就以自己的名稱那石柱叫押沙龍柱，直到今日。","bklcl":"Ap-sa-liông oa̍h-teh ê sî, tī Ông ê soaⁿ-kok ūi ka-kī khiā chi̍t ki thiāu; in-ūi i kóng, Góa bô kiáⁿ thang lâu góa ê miâ; chiū ēng ka-kī ê miâ chheng hit ki thiāu; kàu kin-á-ji̍t chheng chòe Ap-sa-liông ê hō-piáu.","tghg":"押沙龍活啲的時，佇王的山谷為家己竪一支柱，因為伊講：「我無子通留我的名。」就用家己的名稱彼支柱，到今仔日稱做押沙龍的號表(hō-piáu)。","bklhl":"押沙龍活teh ê時，tī王ê山谷為家己khiā一支柱；因為伊講，我無kiáⁿ thang留我ê名；就用家己ê名稱hit支柱；到今á日稱做押沙龍ê號表。"}},{"book":"撒下","chapter":18,"verse":19,"versions":{"unv":"撒督的兒子亞希瑪斯說：「容我跑去，將耶和華向仇敵給王報仇的信息報與王知。」","bklcl":"Sat-tok ê kiáⁿ A-hi-má-su kóng, Chún góa cháu--khì, pò siau-sit hō͘ ông, chiū-sī Iâ-hô-hoa ū cháiⁿ-iūⁿ tùi i ê tùi-te̍k pò-siû.","tghg":"撒督的子亞希瑪斯講：「准我走去，報消息互王，就是耶和華有怎樣對伊的對敵報仇。」","bklhl":"Sat-tok ê kiáⁿ A-hi-má-su講，准我走去，報消息hō͘王，就是耶和華有怎樣對伊ê對敵報仇。"}},{"book":"撒下","chapter":18,"verse":20,"versions":{"unv":"約押對他說：「你今日不可去報信，改日可以報信；因為今日王的兒子死了，所以你不可去報信。」","bklcl":"Iok-ap kā i kóng, Lí kin-á-ji̍t m̄-thang khì pò siau-sit, pa̍t-ji̍t lí thang pò siau-sit; chóng-sī kin-á-ji̍t lí m̄-thang pò siau-sit, in-ūi ông ê kiáⁿ í-keng sí.","tghg":"約押給伊講：「你今仔日呣通去報消息，別日你通報消息；總是今仔日你呣通報消息，因為王的子已經死。」","bklhl":"約押kā伊講，你今á日m̄-thang去報消息，別日你thang報消息；總是今á日你m̄-thang報消息，因為王ê kiáⁿ已經死。"}},{"book":"撒下","chapter":18,"verse":21,"versions":{"unv":"約押對古示人說：「你去將你所看見的告訴王。」古示人在約押面前下拜，就跑去了。","bklcl":"Iok-ap kā Kó͘-sī lâng kóng, Lí khì chiong lí só͘ khòaⁿ-kìⁿ-ê kā ông kóng.  Kó͘-sī lâng tùi Iok-ap kiok-kiong chiū cháu--khì.","tghg":"約押給古示人講：「你去將你所看見的給王講。」古示人對約押鞠躬，就走去。","bklhl":"約押kā Kó͘-sī人講，你去將你所看見ê kā王講。Kó͘-sī人對約押鞠躬就走去。"}},{"book":"撒下","chapter":18,"verse":22,"versions":{"unv":"撒督的兒子亞希瑪斯又對約押說：「無論怎樣，求你容我隨著古示人跑去。」約押說：「我兒，你報這信息，既不得賞賜，何必要跑去呢？」","bklcl":"Sat-tok ê kiáⁿ A-hi-má-su koh kā Iok-ap kóng, Bô-lūn cháiⁿ-iūⁿ, kiû lí chún góa tè Kó͘-sī lâng cháu-khì.  Iok-ap kóng, Góa ê kiáⁿ, lí pò siau-sit, kì-jiân bōe tit-tio̍h siúⁿ, siáⁿ-sū ài cháu--khì ah?","tghg":"撒督的子亞希瑪斯閣給約押講：「無論怎樣，求你准我隨古示人走去。」約押講：「我的子，你報消息，既然𣍐得著賞，啥事愛走去啊？」","bklhl":"Sat-tok ê kiáⁿ A-hi-má-su koh kā約押講，無論怎樣，求你准我tè Kó͘-sī人走去。約押講，我ê kiáⁿ，你報消息，既然bōe得tio̍h 賞，啥事ài走去ah？"}},{"book":"撒下","chapter":18,"verse":23,"versions":{"unv":"他又說：「無論怎樣，我要跑去。」約押說：「你跑去吧！」亞希瑪斯就從平原往前跑，跑過古示人去了。","bklcl":"I koh kóng, Bô-lūn cháiⁿ-iūⁿ, góa beh cháu--khì.  Iok-ap kóng, Lí cháu--khì.  A-hi-má-su chiū tùi Pîⁿ-iûⁿ ê lō͘ cháu--khì; cháu chòe Kó͘-sī lâng ê thâu-chêng.","tghg":"伊閣講：「無論怎樣，我欲走去。」約押講：「你走去！」亞希瑪斯就對平洋的路走去，走做古示人的頭前。","bklhl":"伊koh講，無論怎樣，我beh走去。約押講，你走去。A-hi-má-su就tùi平洋ê路走去；走做Kó͘-sī人ê頭前。"}},{"book":"撒下","chapter":18,"verse":24,"versions":{"unv":"大衛正坐在城甕裡。守望的人上城門樓的頂上，舉目觀看，見有一個人獨自跑來。","bklcl":"Tāi-pi̍t tú-á chē tī mn̂g ê siâⁿ-chhiûⁿ ê tiong-kan; siú-bāng ê lâng peh-chiūⁿ siâⁿ-chhiûⁿ, kàu siâⁿ-mn̂g ê lâu-téng, kia̍h-ba̍k koan-khòaⁿ, khòaⁿ-kìⁿ chi̍t-lâng toaⁿ-sin cháu--lâi.","tghg":"大衛抵仔坐佇二個城牆的中間。守望的人絔(peh)上城牆到城門的樓頂，攑目觀看，看見一人單身走來。","bklhl":"大衛tú-á坐tī門ê城牆ê中間；守望ê人peh上城牆，到城門ê樓頂，kia̍h目觀看，看見一人單身走來。"}},{"book":"撒下","chapter":18,"verse":25,"versions":{"unv":"守望的人就大聲告訴王。王說：「他若獨自來，必是報口信的。」那人跑得漸漸近了。","bklcl":"Siú-bāng-ê kiò, lâi kā ông kóng.  Ông kóng, I nā ka-kī lâi, tek-khak ū siau-sit beh pò.  I ná-cháu ná-kūn-óa lâi.","tghg":"守望者叫來給王講。王講：「伊若家己來，的確有消息欲報。」伊愈走愈近倚來，","bklhl":"守望ê叫，來kā王講。王講，伊若家己來，的確有消息beh報。伊ná走ná近óa來。"}},{"book":"撒下","chapter":18,"verse":26,"versions":{"unv":"守望的人又見一人跑來，就對守城門的人說：「又有一人獨自跑來。」王說：「這也必是報信的。」","bklcl":"Siú-bāng ê lâng koh khòaⁿ-kìⁿ chi̍t-lâng cháu--lâi, siú-bāng-ê kā kò͘ siâⁿ-mn̂g ê lâng kóng, Khòaⁿ ah, ū chi̍t-lâng toaⁿ-sin cháu--lâi.  Ông kóng, Che iā-sī pò siau-sit ê.","tghg":"守望的人閣看見一人走來，守望者給顧城門的人講：「看啊，有一人單身走來。」王講：「這也是報消息的。」","bklhl":"守望ê人koh看見一人走來，守望ê kā顧城門ê人講，看ah，有一人單身走來。王講，這也是報消息ê。"}},{"book":"撒下","chapter":18,"verse":27,"versions":{"unv":"守望的人說：「我看前頭人的跑法，好像撒督的兒子亞希瑪斯的跑法一樣。」王說：「他是個好人，必是報好信息。」","bklcl":"Siú-bāng-ê kóng, Góa khòaⁿ-kìⁿ thâu-chêng teh-cháu-ê chhin-chhiūⁿ Sat-tok ê kiáⁿ A-hi-má-su teh-cháu ê khoán.  Ông kóng, I sī hó lâng, lâi pò hó siau-sit.","tghg":"守望者講：「我看見頭前啲走者，親像撒督的子亞希瑪斯啲走的款。」王講：「伊是好人，來報好消息。」","bklhl":"守望ê講，我看見頭前teh走ê親像Sat-tok ê kiáⁿ A-hi-má-su teh走ê款。王講，伊是好人，來報好消息。"}},{"book":"撒下","chapter":18,"verse":28,"versions":{"unv":"亞希瑪斯向王呼叫說：「平安了！」就在王面前臉伏於地叩拜，說：「耶和華─你的　神是應當稱頌的，因他已將那舉手攻擊我主我王的人交給王了。」","bklcl":"A-hi-má-su tùi ông kiò kóng, Pêng-an lah; chiū tī ông ê bīn-chêng phak tī tōe--nih pài, kóng, Iâ-hô-hoa lí ê Siōng-tè sī eng-kai tio̍h o-ló ê; in-ūi I í-keng chiong hiah-ê khí-chhiú kong-kek góa ê chú góa ê ông ê lâng kau hō͘ lí.","tghg":"亞希瑪斯對王叫講：「平安啦！」就佇王的面前仆佇地裡拜，講：「耶和華──你的上帝是應該著謳咾的，因為伊已經將許個起手攻擊我的主我的王的人交互你。」","bklhl":"A-hi-má-su對王叫講，平安lah；就tī王ê面前仆tī地裡拜，講，耶和華你ê上帝是應該tio̍h o-ló ê；因為伊已經將hiah-ê起手攻擊我ê主我ê王ê人交hō͘你。"}},{"book":"撒下","chapter":18,"verse":29,"versions":{"unv":"王問說：「少年人押沙龍平安不平安？」亞希瑪斯回答說：「約押打發王的僕人，那時僕人聽見眾民大聲喧嘩，卻不知道是甚麼事。」","bklcl":"Ông kóng, Siàu-liân lâng Ap-sa-liông pêng-an á-bô?  A-hi-má-su ìn kóng, Iok-ap chhe ông ê lô͘-po̍k, kap lí ê lô͘-po̍k, hit-sî góa khòaⁿ-kìⁿ tōa hán-hōa, m̄-chai sī sím-mi̍h tāi-chì.","tghg":"王講：「少年人押沙龍平安抑無？」亞希瑪斯應講：「約押差王的奴僕，及你的奴僕，彼時我看見大喊嘩(hán-hōa)，呣知是甚麼代誌。」","bklhl":"王講，少年人押沙龍平安á無？A-hi-má-su應講，約押差王ê奴僕，kap你ê奴僕，hit時我看見大喊hōa，m̄知是甚麼tāi-chì。"}},{"book":"撒下","chapter":18,"verse":30,"versions":{"unv":"王說：「你退去，站在旁邊。」他就退去，站在旁邊。","bklcl":"Ông kóng, Lí kiâⁿ-khui, khiā tī piⁿ-á.  I chiū kiâⁿ-khui, khiā-teh.","tghg":"王講：「你行開，徛佇邊仔。」伊就行開，徛啲。","bklhl":"王講，你行開，khiā tī邊á。伊就行開，khiā-teh。"}},{"book":"撒下","chapter":18,"verse":31,"versions":{"unv":"古示人也來到，說：「有信息報給我主我王！耶和華今日向一切興起攻擊你的人給你報仇了。」","bklcl":"Kó͘-sī lâng iā kàu; Kó͘-sī lâng kóng, Ū siau-sit pò hō͘ góa ê chú góa ê ông; Iâ-hô-hoa kin-á-ji̍t tùi it-chhè heng-khí kong-kek lí ê lâng kā lí pò-siû.","tghg":"古示人也到，古示人講：「有消息報互我的主我的王！耶和華今仔日對一切興起攻擊你的人給你報仇。」","bklhl":"Kó͘-sī人也到；Kó͘-sī人講，有消息報hō͘我ê主我ê王；耶和華今á日對一切興起攻擊你ê人kā你報仇。"}},{"book":"撒下","chapter":18,"verse":32,"versions":{"unv":"王問古示人說：「少年人押沙龍平安不平安？」古示人回答說：「願我主我王的仇敵，和一切興起要殺害你的人，都與那少年人一樣。」","bklcl":"Ông kā Kó͘-sī lâng kóng, Siàu-liân lâng Ap-sa-liông pêng-an bô?  Kó͘-sī lâng ìn kóng, Goān góa ê chú góa ê ông ê tùi-te̍k, kap it-chhè heng-khí kong-kek lí, beh hāi lí ê lâng, lóng chhin-chhiūⁿ hit ê siàu-liân lâng chi̍t-iūⁿ.","tghg":"王給古示人講：「少年人押沙龍平安無？」古示人應講：「願我的主我的王的對敵，及一切興起攻擊你欲害你的人，攏親像彼個少年人一樣。」","bklhl":"王kā Kó͘-sī人講，少年人押沙龍平安無？Kó͘-sī人應講，願我ê主我ê王ê對敵，kap一切興起攻擊你，beh害你ê人，lóng親像hit ê少年人一樣。"}},{"book":"撒下","chapter":18,"verse":33,"versions":{"unv":"王就心裡傷慟，上城門樓去哀哭，一面走一面說：「我兒押沙龍啊！我兒，我兒押沙龍啊！我恨不得替你死，押沙龍啊，我兒！我兒！」","bklcl":"Ông chiū put-chí siong-sim, chiūⁿ siâⁿ-mn̂g-téng ê lâu thî-khàu, ná-kiâⁿ ná-kóng, Góa ê kiáⁿ Ap-sa-liông ah, góa ê kiáⁿ, góa ê kiáⁿ, Ap-sa-liông ah; góa hūn bōe thòe lí sí, Ap-sa-liông ah, góa ê kiáⁿ, góa ê kiáⁿ.","tghg":"王就不止傷心，上城門頂的樓啼哭，愈行愈講：「我的子押沙龍啊！我的子，我的子押沙龍啊！我恨𣍐替你死，押沙龍啊，我的子！我的子！」","bklhl":"王就不止傷心，上城門頂ê樓啼哭，ná行ná講，我ê kiáⁿ押沙龍ah，我ê kiáⁿ，我ê kiáⁿ，押沙龍ah；我恨bōe替你死，押沙龍ah，我ê kiáⁿ，我ê kiáⁿ。"}}]