[{"book":"撒下","chapter":14,"verse":1,"versions":{"unv":"洗魯雅的兒子約押，知道王心裡想念押沙龍，","bklcl":"Sé-ló͘-ngá ê kiáⁿ Iok-ap chai ông ê sim ì-hiòng Ap-sa-liông;","tghg":"洗魯雅的子約押，知王的心意向押沙龍，","bklhl":"Sé-ló͘-ngá ê kiáⁿ約押知王ê心意向押沙龍；"}},{"book":"撒下","chapter":14,"verse":2,"versions":{"unv":"就打發人往提哥亞去，從那裡叫了一個聰明的婦人來，對她說：「請你假裝居喪的，穿上孝衣，不要用膏抹身，要裝作為死者許久悲哀的婦人；","bklcl":"chiū chhe lâng khì Thê-ko-a, tùi hia kiò chi̍t ê chhang-miâ ê hū-jîn-lâng lâi, kā i kóng, Chhiáⁿ lí ké-chòe khiā-hà-ê, chhēng hà-saⁿ, bo̍h-tit ēng iû boah seng-khu, tio̍h chng-chòe ūi-tio̍h sí-lâng kú-kú pi-ai ê hū-jîn-lâng;","tghg":"就差人去提哥亞，對遐叫一個聰明的婦仁人來，給伊講：「請你假做竪(khiā)孝的，穿孝衫，莫得用油抹身軀，著妝做為著死人久久悲哀的婦仁人；","bklhl":"就差人去Thê-ko-a，tùi hia叫一个聰明ê婦人人來，kā伊講，請你假做khiā孝(hà)ê，穿孝衫，莫得用油抹身軀，tio̍h裝做為tio̍h死人久久悲哀ê婦人人；"}},{"book":"撒下","chapter":14,"verse":3,"versions":{"unv":"進去見王，對王如此如此說。」於是約押將當說的話教導了婦人。","bklcl":"ji̍p-khì kìⁿ ông, chiàu chit ê khoán tùi i án-ni kóng.  Iok-ap chiū chiong só͘ tio̍h kóng ê ōe kà hū-jîn-lâng kóng.","tghg":"入去見王，照此個款對伊按呢講。」約押就將所著講的話教婦仁人講。","bklhl":"入去見王，照chit ê款對伊án-ni講。約押就將所tio̍h講ê話kà婦人人講。"}},{"book":"撒下","chapter":14,"verse":4,"versions":{"unv":"提哥亞婦人到王面前，伏地叩拜，說：「王啊，求你拯救！」","bklcl":"Thê-ko-a ê hū-jîn-lâng tùi ông kóng ê sî, bīn phak tī tōe--nih, pài kóng,  Ông ah, kiù góa.","tghg":"提哥亞的婦仁人對王講的時，面仆佇地裡拜，講：「王啊，救我！」","bklhl":"Thê-ko-a ê婦人人對王講ê時，面仆tī地裡，拜講，王ah，救我。"}},{"book":"撒下","chapter":14,"verse":5,"versions":{"unv":"王問她說：「你有甚麼事呢？」回答說：「婢女實在是寡婦，我丈夫死了。","bklcl":"Ông mn̄g i kóng, Lí ū sím-mi̍h tāi-chì ah?  I ìn kóng, Góa si̍t-chāi sī kóaⁿ-hū, góa ê tiōng-hu í-keng sí.","tghg":"王問伊講：「你有甚麼代誌啊？」伊應講：「我實在是寡婦，我的丈夫已經死。","bklhl":"王問伊講，你有甚麼tāi-chì ah？伊應講，我實在是寡婦，我ê丈夫已經死。"}},{"book":"撒下","chapter":14,"verse":6,"versions":{"unv":"我有兩個兒子，一日在田間爭鬥，沒有人解勸，這個就打死那個。","bklcl":"Lú-pī ū nn̄g ê kiáⁿ, in nn̄g-ê tī chhân--nih saⁿ-phah, bô lâng tī in tiong-kan pâi-kái; chit-ê phah hit-ê hō͘ i sí.","tghg":"女婢有二個子，𪜶二個佇田裡相拍(saⁿ-phah)，無人佇𪜶中間排解，此個拍彼個互伊死。","bklhl":"女婢有兩個kiáⁿ，in兩個tī田裡相phah，無人tī in中間排解；chit ê phah hit ê hō͘伊死。"}},{"book":"撒下","chapter":14,"verse":7,"versions":{"unv":"現在全家的人都起來攻擊婢女，說：『你將那打死兄弟的交出來，我們好治死他，償他打死兄弟的命，滅絕那承受家業的。』這樣，他們要將我剩下的炭火滅盡，不與我丈夫留名留後在世上。」","bklcl":"Taⁿ choân-ke ê lâng lóng khí-lâi kong-kek lí ê lú-pī, kóng, Lí tio̍h chiong hit ê phah-sí hiaⁿ-tī-ê kau--chhut-lâi, goán thang hō͘ i sí, pê i phah-sí hiaⁿ-tī ê sìⁿ-miā, choa̍t i ê hō͘-sû;  án-ni in beh chiong góa chhun ê hé-thòaⁿ phah-hoa, bô hō͘ góa ê tiōng-hu lâu-miâ lâu hō͘-è tī sè-kan.","tghg":"今全家的人攏起來攻擊你的女婢，講：『你著將彼個拍死兄弟的交出來，阮通互伊死，賠伊拍死兄弟的生命，絕伊的後嗣。』按呢，𪜶欲將我剩的火炭拍熄，無互我的丈夫留名留後裔佇世間。」","bklhl":"Taⁿ全家ê人lóng起來攻擊你ê女婢，講，你tio̍h將hit ê phah死兄弟ê交出來，阮thang hō͘伊死，賠伊phah死兄弟ê性命，絕伊ê後嗣；án-ni in beh將我chhun ê火炭phah-hoa，無hō͘我ê丈夫留名留後裔tī世間。"}},{"book":"撒下","chapter":14,"verse":8,"versions":{"unv":"王對婦人說：「你回家去吧！我必為你下令。」","bklcl":"Ông kā hū-jîn-lâng kóng, Lí thang tò-khì lín tau, góa beh ūi-tio̍h lí chhut bēng-lēng.","tghg":"王給婦仁人講：「你通倒去恁兜！我欲為著你出命令。」","bklhl":"王kā婦人人講，你thang tò去lín tau，我beh為tio̍h你出命令。"}},{"book":"撒下","chapter":14,"verse":9,"versions":{"unv":"提哥亞婦人又對王說：「我主我王，願這罪歸我和我父家，與王和王的位無干。」","bklcl":"Thê-ko-a ê hū-jîn-lâng koh kā ông kóng, Góa ê chú góa ê ông, goān chit ê chōe kui tī góa, kap góa ê pē ê ke; ông kap i ê ūi lóng bô chōe.","tghg":"提哥亞的婦仁人閣給王講：「我的主我的王，願此個罪歸佇我及我的父的家，王及伊的位攏無罪。」","bklhl":"Thê-ko-a ê婦人人koh kā王講，我ê主我ê王，願chit ê罪歸tī我，kap我ê父ê家；王kap伊ê位lóng無罪。"}},{"book":"撒下","chapter":14,"verse":10,"versions":{"unv":"王說：「凡難為你的，你就帶他到我這裡來，他必不再攪擾你。」","bklcl":"Ông kóng, Kìⁿ-nā ū kap lí ke-kóng ōe ê, lí chiū chhōa i kàu góa chia, i chiū bô koh lâi kāng lí.","tghg":"王講：「見若有及你加講話(ke-kóng-ōe)的，你就導伊到我遮，伊就無閣來共(kāng)你。」","bklhl":"王講，見若有kap你加講話ê，你就chhōa伊到我chia，伊就無koh來kāng你。"}},{"book":"撒下","chapter":14,"verse":11,"versions":{"unv":"婦人說：「願王記念耶和華─你的　神，不許報血仇的人施行滅絕，恐怕他們滅絕我的兒子。」王說：「我指著永生的耶和華起誓：你的兒子連一根頭髮也不致落在地上。」","bklcl":"Hū-jîn-lâng kóng, Goān ông kì-liām Iâ-hô-hoa lí ê Siōng-tè, m̄-thang chún pò-jîn-bēng-ê kiâⁿ bia̍t-choa̍t, kiaⁿ-liáu in bia̍t-choa̍t góa ê kiáⁿ.  Ông kóng, góa kí éng-oa̍h ê Iâ-hô-hoa lâi chiù-chōa, lí ê kiáⁿ, liân chi̍t ki thâu-mn̂g iā bōe ka-la̍uh tī tōe--nih.","tghg":"婦仁人講：「願王紀念耶和華──你的上帝，呣通准報人命的行滅絕，驚了𪜶滅絕我的子。」王講：「我指永活的耶和華來咒誓：你的子連一支頭毛也𣍐磕落(ka-la̍uh)佇地裡。」","bklhl":"婦人人講，願王記念耶和華你ê上帝，m̄-thang准報人命ê行滅絕，驚了in滅絕我ê kiáⁿ。王講，我kí永活ê耶和華來chiù-chōa，你ê kiáⁿ，連一支頭毛也bōe ka-la̍uh tī地裡。"}},{"book":"撒下","chapter":14,"verse":12,"versions":{"unv":"婦人說：「求我主我王容婢女再說一句話。」王說：「你說吧！」","bklcl":"Hū-jîn-lâng kóng, Kiû lí iông-ún lí ê lú-pī tùi góa ê chú góa ê ông koh kóng chi̍t kù ōe.  Ông kóng, Chòe lí kóng.","tghg":"婦仁人講：「求你容允你的女婢對我的主我的王閣講一句話。」王講：「做你講！」","bklhl":"婦人人講，求你容允你ê女婢對我ê主我ê王koh講一句話。王講，做你講。"}},{"book":"撒下","chapter":14,"verse":13,"versions":{"unv":"婦人說：「王為何也起意要害　神的民呢？王不使那逃亡的人回來，王的這話就是自證己錯了！","bklcl":"Hū-jîn-lâng kóng, Lí siáⁿ-sū siūⁿ án-ni lâi kong-kek Siōng-tè ê peh-sìⁿ ah?  Ông kóng chit ê ōe, chhin-chhiūⁿ ū-chōe, in-ūi ông bô hō͘ i ê tô-miā-ê tò--lâi.","tghg":"婦仁人講：「你啥事想按呢來攻擊上帝的百姓啊？王講此個話親像有罪，因為王無互伊的逃命者倒來。","bklhl":"婦人人講，你啥事想án-ni來攻擊上帝ê百姓ah？王講chit ê話，親像有罪，因為王無hō͘伊ê逃命ê tò來。"}},{"book":"撒下","chapter":14,"verse":14,"versions":{"unv":"我們都是必死的，如同水潑在地上，不能收回。　神並不奪取人的性命，乃設法使逃亡的人不致成為趕出、回不來的。","bklcl":"In-ūi lán lóng tek-khak tio̍h sí, chhin-chhiūⁿ chúi phoah tī tōe--nih, bōe-ōe koh siu tò-tńg; chóng-sī Siōng-tè bô chhiúⁿ lâng ê sìⁿ-miā, sī siat-hoat hō͘ tô-miā ê lâng bián siū kek-tio̍k lī-khui I.","tghg":"因為咱攏的確著死，親像水潑佇地裡，𣍐會閣收倒轉。總是上帝無搶人的生命，是設法互逃命的人免受革逐、離開伊。","bklhl":"因為咱lóng的確tio̍h死，親像水潑tī地裡，bōe能koh收倒tńg；總是上帝無搶人ê性命，是設法hō͘逃命ê人免受革逐離開伊。"}},{"book":"撒下","chapter":14,"verse":15,"versions":{"unv":"我來將這話告訴我主我王，是因百姓使我懼怕。婢女想，不如將這話告訴王，或者王成就婢女所求的。","bklcl":"Góa lâi chiong chit ê ōe kā góa ê chú góa ê ông kóng, sī in-ūi peh-sìⁿ hō͘ góa kiaⁿ-hiâⁿ, só͘-í lú-pī kóng,  Taⁿ góa beh kā ông kóng, kiám-chhái ông beh chiâⁿ lú-pī ê só͘ kiû.","tghg":"我來將此個話給我的主我的王講，是因為百姓互我驚惶。所以女婢講，今我欲給王講，豈採王欲成女婢的所求。","bklhl":"我來將chit ê話kā我ê主我ê王講，是因為百姓hō͘我驚惶，所以女婢講，Taⁿ我beh kā王講，kiám-chhái王beh成女婢ê所求。"}},{"book":"撒下","chapter":14,"verse":16,"versions":{"unv":"人要將我和我兒子從　神的地業上一同除滅，王必應允救我脫離他的手。","bklcl":"Lâng beh chiong góa kap góa ê kiáⁿ tùi Siōng-tè ê gia̍p chòe chi̍t-ē tû-bia̍t; chóng-sī ông beh thiaⁿ, kiù i ê lú-pī thoat-lī hit-lâng ê chhiú.","tghg":"人欲將我及我的子對上帝的業做一下除滅，總是王欲聽，救伊的女婢脫離彼人的手。","bklhl":"人beh將我kap我ê kiáⁿ tùi上帝ê業做一下除滅；總是王beh聽，救伊ê女婢脫離hit人ê手。"}},{"book":"撒下","chapter":14,"verse":17,"versions":{"unv":"婢女又想，我主我王的話必安慰我；因為我主我王能辨別是非，如同　神的使者一樣。惟願耶和華─你的　神與你同在！」","bklcl":"Lú-pī koh kóng, Goān góa ê chú góa ê ông ê ōe lâi an-ùi; in-ūi góa ê chú góa ê ông ōe hun-piat sī-hui, chhin-chhiūⁿ Siōng-tè ê sù-chiá chi̍t-iūⁿ; to̍k-to̍k goān Iâ-hô-hoa lí ê Siōng-tè kap lí tī-teh.","tghg":"女婢閣講，願我的主我的王的話來安慰；因為我的主我的王會分別是非，親像上帝的使者一樣。獨獨願耶和華──你的上帝及你佇啲！」","bklhl":"女婢koh講，願我ê主我ê王ê話來安慰；因為我ê主我ê王能分別是非，親像上帝ê使者一樣；獨獨願耶和華你ê上帝kap你tī-teh。"}},{"book":"撒下","chapter":14,"verse":18,"versions":{"unv":"王對婦人說：「我要問你一句話，你一點不要瞞我。」婦人說：「願我主我王說。」","bklcl":"Ông ìn hū-jîn-lâng kā i kóng, góa kìⁿ-nā só͘ beh mn̄g lí ê, lóng m̄-thang tùi góa khǹg-ba̍t.  Hū-jîn-lâng kóng, Goān góa ê chú góa ê ông kóng i.","tghg":"王應婦仁人給伊講：「我見若所欲問你的，攏呣通對我囥密。」婦仁人講：「願我的主我的王講伊。」","bklhl":"王應婦人人kā伊講，我見若所beh問你ê，lóng m̄-thang對我khǹg密。婦人人講，願我ê主我ê王講伊。"}},{"book":"撒下","chapter":14,"verse":19,"versions":{"unv":"王說：「你這些話莫非是約押的主意嗎？」婦人說：「我敢在我主我王面前起誓：王的話正對，不偏左右，是王的僕人約押吩咐我的，這些話是他教導我的。","bklcl":"Ông kóng, Chiah-ê kiám-m̄-sī Iok-ap kap lí thong-thò-ê mah? Hū-jîn-lâng kóng, Góa ê chú góa ê ông ah, góa kí lí ê oa̍h-miā lâi chiù-chōa, góa ê chú góa ê ông só͘ kóng--ê, bô lâng ōe phian-chó á phian-iū lâi siám-pī i. In-ūi lí ê lô͘-po̍k Iok-ap hoan-hù góa, ēng chiah-ê ōe lóng kà lí ê lú-pī kóng.","tghg":"王講：「諸個豈呣是約押及你通套(thong-thò)的嗎？」婦仁人講：「我的主我的王啊，我指你的活命來咒誓：我的主我的王所講的，無人會偏左抑偏右來閃避伊，因為你的奴僕約押吩咐我，用諸個話攏教你的女婢講。","bklhl":"王講，Chiah-ê kiám m̄是約押kap你通套ê mah？婦人人講，我ê主我ê王ah，我kí你ê活命來chiù-chōa，我ê主我ê王所講ê，無人會偏左á偏右來閃避伊。因為你ê奴僕約押吩咐我，用chiah ê話lóng教你ê女婢講。"}},{"book":"撒下","chapter":14,"verse":20,"versions":{"unv":"王的僕人約押如此行，為要挽回這事。我主的智慧卻如　神使者的智慧，能知世上一切事。」","bklcl":"Lí ê lô͘-po̍k Iok-ap chòe án-ni, sī beh hō͘ chit ê sū-sè choán-oan; góa ê chú ū tì-hūi, chhin-chhiūⁿ Siōng-tè sù-chiá ê tì-hūi, ōe thàu-thiat sè-chiūⁿ it-chhè ê sū.","tghg":"你的奴僕約押做按呢，是欲互此個事勢(sū-sè)轉彎。我的主有智慧親像上帝使者的智慧，會透徹(thàu-thiat)世上一切的事。」","bklhl":"你ê奴僕約押做án-ni，是beh hō͘ chit ê事勢轉彎；我ê主有智慧，親像上帝使者ê智慧，能透徹世上一切ê事。"}},{"book":"撒下","chapter":14,"verse":21,"versions":{"unv":"王對約押說：「我應允你這事。你可以去，把那少年人押沙龍帶回來。」","bklcl":"Ông kā Iok-ap kóng, Góa tek-khak kiâⁿ chit ê sū; taⁿ lí tio̍h khì, chhōa hit ê siàu-liân lâng Ap-sa-liông tò--lâi.","tghg":"王給約押講：「我的確行此個事。今你著去，導彼個少年人押沙龍倒來。」","bklhl":"王kā約押講，我的確行chit ê事；taⁿ你tio̍h去，chhōa hit ê少年人押沙龍tò來。"}},{"book":"撒下","chapter":14,"verse":22,"versions":{"unv":"約押就面伏於地叩拜，祝謝於王，又說：「王既應允僕人所求的，僕人今日知道在我主我王眼前蒙恩了。」","bklcl":"Iok-ap phak tī tōe--nih lâi pài, chiok-siā ông; Iok-ap kóng, Góa ê chú góa ê ông ah, ông kì-jiân kiâⁿ lí ê lô͘-po̍k só͘ kiû--ê, kin-á-ji̍t lí ê lô͘-po̍k chai góa ū tit-tio̍h un-tián tī lí ê ba̍k-chiu-chêng.","tghg":"約押仆佇地裡來拜，祝謝王，約押講：「我的主我的王啊，王既然行你的奴僕所求的，今仔日你的奴僕知我有得著恩典佇你的目睭前。」","bklhl":"約押仆tī地裡來拜，祝謝王；約押講，我ê主我ê王ah，王既然行你ê奴僕所求ê，今á日你ê奴僕知我有得tio̍h恩典tī你ê目睭前。"}},{"book":"撒下","chapter":14,"verse":23,"versions":{"unv":"於是約押起身往基述去，將押沙龍帶回耶路撒冷。","bklcl":"Tùi án-ni Iok-ap khí-sin khì Ki-su̍t, chhōa Ap-sa-liông kàu Iâ-lō͘-sat-léng.","tghg":"對按呢約押起身去基述，導押沙龍到耶路撒冷。","bklhl":"Tùi án-ni，約押起身去Ki-su̍t，chhōa Ap-sa-liông到耶路撒冷。"}},{"book":"撒下","chapter":14,"verse":24,"versions":{"unv":"王說：「使他回自己家裡去，不要見我的面。」押沙龍就回自己家裡去，沒有見王的面。","bklcl":"Ông kóng, Kah i tò-khì i ê chhù, m̄-thang kìⁿ góa ê bīn.  Ap-sa-liông chiū tò-khì i ê chhù, bô kìⁿ ông ê bīn.","tghg":"王講：「教伊倒去伊的厝，呣通見我的面。」押沙龍就倒去伊的厝，無見王的面。","bklhl":"王講，Kah伊tò去伊ê厝，m̄-thang見我ê面。押沙龍就tò去伊ê厝，無見王ê面。"}},{"book":"撒下","chapter":14,"verse":25,"versions":{"unv":"以色列全地之中，無人像押沙龍那樣俊美，得人的稱讚，從腳底到頭頂毫無瑕疵。","bklcl":"Ap-sa-liông siⁿ-chòe chin hó-khòaⁿ, thong Í-sek-lia̍t tiong bô lâng chhin-chhiūⁿ i tit-tio̍h lâng o-ló; tùi kha-chiah-tóe kàu thâu-khak-téng lóng bô hâ-chhû.","tghg":"押沙龍生做真好看，通以色列中無人親像伊得著人謳咾，對腳跡底到頭殼頂攏無瑕疵。","bklhl":"押沙龍生做真好看，thong以色列中無人親像伊得tio̍h人o-ló；tùi kha-chiah底到頭殼頂lóng無瑕疵。"}},{"book":"撒下","chapter":14,"verse":26,"versions":{"unv":"他的頭髮甚重，每到年底剪髮一次；所剪下來的，按王的平稱一稱，重二百舍客勒。","bklcl":"I chián thâu-mn̂g ê sî, chhìn i ê thâu-mn̂g, chiàu ông ê chhìn, tāng nn̄g-pah sià-khek-le̍k; i chián-hoat sī tī ta̍k ê nî-bé, in-ūi i ê thâu-mn̂g chin-tāng, só͘-í tio̍h chián i.","tghg":"伊剪頭毛的時，秤伊的頭毛，照王的秤，重二百舍客勒；伊剪髮是佇逐個年尾，因為伊的頭毛真重，所以著剪伊。","bklhl":"伊剪頭毛ê時，秤(chhìn)伊ê頭毛，照王ê秤，重兩百sià-khek-le̍k；伊剪髮是tī ta̍k-ê年尾，因為伊ê頭毛真重，所以tio̍h剪伊。"}},{"book":"撒下","chapter":14,"verse":27,"versions":{"unv":"押沙龍生了三個兒子，一個女兒。女兒名叫他瑪，是個容貌俊美的女子。","bklcl":"Ap-sa-liông siⁿ saⁿ ê kiáⁿ, chi̍t ê cha-bó͘-kiáⁿ; cha-bó͘-kiáⁿ  miâ kiò Tha-má, sī chi̍t-ê bīn-māu chin-súi ê cha-bó͘-gín-ná.","tghg":"押沙龍生三個子，一個查某子。查某子名叫他瑪，是一個面貌真媠的查某囝仔。","bklhl":"押沙龍生三個kiáⁿ，一个cha-bó͘-kiáⁿ；cha-bó͘-kiáⁿ名叫Tha-má，是一个面貌真súi ê cha-bó͘-gín-ná。"}},{"book":"撒下","chapter":14,"verse":28,"versions":{"unv":"押沙龍住在耶路撒冷足有二年，沒有見王的面。","bklcl":"Ap-sa-liông tòa tī Iâ-lō͘-sat-léng móa nn̄g-nî, bô kìⁿ ông ê bīn.","tghg":"押沙龍住佇耶路撒冷滿二年，無見王的面。","bklhl":"押沙龍tòa tī耶路撒冷滿兩年，無見王ê面。"}},{"book":"撒下","chapter":14,"verse":29,"versions":{"unv":"押沙龍打發人去叫約押來，要託他去見王，約押卻不肯來。第二次打發人去叫他，他仍不肯來。","bklcl":"Ap-sa-liông chhe lâng kiò Iok-ap, beh chhe i khì kìⁿ ông.  Chóng-sī Iok-ap m̄-khéng lâi i hia; i tē-jī pái chhe lâng khì kiò i, i iû-goân m̄-lâi.","tghg":"押沙龍差人叫約押，欲差伊去見王，總是約押呣肯來伊遐。伊第二擺差人去叫伊，伊猶原呣來。","bklhl":"押沙龍差人叫約押，beh 差伊去見王。總是約押m̄肯來伊hia；伊第二pái差人去叫伊，伊猶原m̄來。"}},{"book":"撒下","chapter":14,"verse":30,"versions":{"unv":"所以押沙龍對僕人說：「你們看，約押有一塊田，與我的田相近，其中有大麥，你們去放火燒了。」押沙龍的僕人就去放火燒了那田。","bklcl":"Só͘-í Ap-sa-liông tùi i ê lô͘-po̍k kóng, Lín khòaⁿ, Iok-ap ê hn̂g kūn góa ê hn̂g, i ū tōa-be̍h tī-hia; lín khì pàng-hé sio i.  Ap-sa-liông ê lô͘-po̍k chiū khì pàng-hé sio i.","tghg":"所以押沙龍對伊的奴僕講：「恁看，約押的園近我的園，伊有大麥佇遐，恁去放火燒伊。」押沙龍的奴僕就去放火燒伊。","bklhl":"所以押沙龍對伊ê奴僕講，Lín看，約押ê園近我ê園，伊有大麥tī-hia；lín去放火燒伊。押沙龍ê奴僕就去放火燒伊。"}},{"book":"撒下","chapter":14,"verse":31,"versions":{"unv":"於是約押起來，到了押沙龍家裡，問他說：「你的僕人為何放火燒了我的田呢？」","bklcl":"Iok-ap chiū khí-lâi kàu Ap-sa-liông ê chhù, mn̄g i kóng, Lí ê lô͘-po̍k siáⁿ-sū pàng-hé sio góa ê hn̂g?","tghg":"約押就起來，到押沙龍的厝，問伊講：「你的奴僕啥事放火燒我的園？」","bklhl":"約押就起來到押沙龍ê厝，問伊講，你ê奴僕啥事放火燒我ê園？"}},{"book":"撒下","chapter":14,"verse":32,"versions":{"unv":"押沙龍回答約押說：「我打發人去請你來，好託你去見王，替我說：『我為何從基述回來呢？不如仍在那裡。』現在要許我見王的面；我若有罪，任憑王殺我就是了。」","bklcl":"Ap-sa-liông ìn Iok-ap kóng, Góa chhe lâng kā lí kóng, Lâi chia, hō͘ góa thang chhe lí khì kìⁿ ông, kā i kóng, Góa siáⁿ-sū tùi Ki-su̍t tò-lâi ah?  góa m̄-ta̍t-tio̍h iû-goân tòa hia; taⁿ tio̍h chún góa kìⁿ ông ê bīn, góa nā ū chōe, i thang thâi góa.","tghg":"押沙龍應約押講：「我差人給你講來遮，互我通差你去見王，給伊講：『我啥事對基述倒來啊？我呣值著猶原住遐。』今著准我見王的面；我若有罪，伊通刣我。」","bklhl":"押沙龍應約押講，我差人kā你講，來chia，hō͘我thang 差你去見王，kā伊講，我啥事tùi Ki-su̍t tò來ah？我m̄值tio̍h猶原tòa hia；taⁿ tio̍h准我見王ê面，我若有罪，伊thang 刣我。"}},{"book":"撒下","chapter":14,"verse":33,"versions":{"unv":"於是約押去見王，將這話奏告王，王便叫押沙龍來。押沙龍來見王，在王面前俯伏於地，王就與押沙龍親嘴。","bklcl":"Iok-ap chiū khì kìⁿ ông kā i kóng.  I kiò Ap-sa-liông; Ap-sa-liông chiū lâi kìⁿ ông, tī ông ê bīn-chêng phak tī tōe--nih.  Ông chiū chim Ap-sa-liông.","tghg":"約押就去見王，給伊講，伊叫押沙龍。押沙龍就來見王，佇王的面前仆佇地裡，王就唚(chim)押沙龍。","bklhl":"約押就去見王kā伊講。伊叫押沙龍；押沙龍就來見王，tī王ê面前仆tī地裡。王就chim押沙龍。"}}]