[{"book":"撒下","chapter":6,"verse":1,"versions":{"unv":"大衛又聚集以色列中所有挑選的人三萬。","bklcl":"Tāi-pi̍t koh chū-chi̍p Í-sek-lia̍t tiong só͘ kéng ê saⁿ-bān lâng.","tghg":"大衛閣聚集以色列中所揀的三萬人。","bklhl":"大衛koh聚集以色列中所揀ê三萬人。"}},{"book":"撒下","chapter":6,"verse":2,"versions":{"unv":"大衛起身，率領跟隨他的眾人前往，要從巴拉‧猶大將　神的約櫃運來；這約櫃就是坐在二基路伯上萬軍之耶和華留名的約櫃。","bklcl":"Tāi-pi̍t khí-sin chhōa tè i ê chèng peh-sìⁿ, tùi Pa-la̍h Iû-tāi khì, beh tùi hia kng Siōng-tè ê kūi lâi; chit ê kūi ê miâ sī ēng chē tī nn̄g ê ki-lō͘-peng ê tiong-kan bān-kun ê Iâ-hô-hoa ê miâ lâi chheng--ê.","tghg":"大衛起身，導隨伊的眾百姓，對巴拉猶大去欲對遐扛上帝的櫃來；此個櫃的名是用坐佇二個𠼻𡀔兵的中間萬軍的耶和華的名來稱者。","bklhl":"大衛起身chhōa tè伊ê眾百姓，tùi Pa-la̍h偤大去，beh tùi hia扛上帝ê櫃來；chit ê櫃ê名是用坐tī兩個ki-lō͘-peng ê中間萬軍ê耶和華ê名來稱ê。"}},{"book":"撒下","chapter":6,"verse":3,"versions":{"unv":"他們將　神的約櫃從岡上亞比拿達的家裡抬出來，放在新車上；亞比拿達的兩個兒子烏撒和亞希約趕這新車。","bklcl":"In hē Siōng-tè ê kūi tī sin ê chhia, tùi soaⁿ-téng A-pí-ná-ta̍t ê ke chài--chhut-lâi; A-pí-ná-ta̍t nn̄g ê kiáⁿ, O͘-sat kap A-hi-iok, kóaⁿ hit ê sin-chhia.","tghg":"𪜶下上帝的櫃佇新的車，對山頂亞比拿達的家載出來；亞比拿達二個子烏撒及亞希約趕彼個新車。","bklhl":"In hē上帝ê櫃tī新ê車，tùi山頂A-pí-ná-ta̍t ê家載出來；A-pí-ná-ta̍t兩個kiáⁿ，O͘-sat kap A-hi-iok，趕hit ê新車。"}},{"book":"撒下","chapter":6,"verse":4,"versions":{"unv":"他們將　神的約櫃從岡上亞比拿達家裡抬出來的時候，亞希約在櫃前行走。","bklcl":"In chiong i kap Siōng-tè ê iok-kūi, tùi soaⁿ-téng A-pí-ná-ta̍t ê ke chài--chhut-lâi.  A-hi-iok kiâⁿ tī kūi ê thâu-chêng.","tghg":"𪜶將伊及上帝的約櫃對山頂亞比拿達的家載出來，亞希約行佇櫃的頭前。","bklhl":"In將伊kap上帝ê約櫃，tùi山頂A-pí-ná-ta̍t ê家載出來。A-hi-iok行tī櫃ê頭前。"}},{"book":"撒下","chapter":6,"verse":5,"versions":{"unv":"大衛和以色列的全家在耶和華面前，用松木製造的各樣樂器和琴、瑟、鼓、鈸、鑼，作樂跳舞。","bklcl":"Tāi-pi̍t kap Í-sek-lia̍t ê choân-ke, tī Iâ-hô-hoa ê bīn-chêng ēng siōng-chhâ só͘ cho ta̍k-hō ê ga̍k-khì, kap khîm, sek, lin-long-kó͘ tōa-kó͘, poa̍t, lâi chok-ga̍k thiàu-bú.","tghg":"大衛及以色列的全家佇耶和華的面前，用松柴所造逐號的樂器及琴、瑟、鈴瓏鼓、大鼓、鈸(poa̍t)，來作樂跳舞。","bklhl":"大衛kap以色列ê全家，tī耶和華ê面前用松柴所造ta̍k號ê樂器，kap琴、瑟、lin-long鼓、大鼓、鈸(poa̍t)，來作樂跳舞。"}},{"book":"撒下","chapter":6,"verse":6,"versions":{"unv":"到了拿艮的禾場，因為牛失前蹄（或譯：驚跳），烏撒就伸手扶住　神的約櫃。","bklcl":"In kàu Ná-kùn ê gō͘-kak-tiûⁿ, O͘-sat chhun-chhiú hû Siōng-tè ê iok-kūi, in-ūi gû tio̍h-tak.","tghg":"𪜶到拿艮(Ná-kùn)的五榖場，烏撒伸手扶上帝的約櫃，因為牛著觸。","bklhl":"In到Ná-kùn ê五穀場，O͘-sat伸手扶上帝ê約櫃，因為牛tio̍h-tak。"}},{"book":"撒下","chapter":6,"verse":7,"versions":{"unv":"　神耶和華向烏撒發怒，因這錯誤擊殺他，他就死在　神的約櫃旁。","bklcl":"Iâ-hô-hoa siū-khì O͘-sat; Siōng-tè tī-hia in-ūi i ê chhò-gō͘ lâi phah i, i chiū sí tī-hia, tī Siōng-tè ê kūi-piⁿ.","tghg":"耶和華受氣烏撒，上帝佇遐因為伊的錯誤來拍伊，伊就死佇遐，佇上帝的櫃邊。","bklhl":"耶和華受氣O͘-sat；上帝tī-hia因為伊ê錯誤來phah伊，伊就死tī-hia，tī上帝ê櫃邊。"}},{"book":"撒下","chapter":6,"verse":8,"versions":{"unv":"大衛因耶和華擊殺（原文是闖殺）烏撒，心裡愁煩，就稱那地方為毘列斯‧烏撒，直到今日。","bklcl":"In-ūi Iâ-hô-hoa hut-jiân phah-sí O͘-sat, Tāi-pi̍t bô hoaⁿ-hí; chiū chheng hit só͘-chāi chòe Pí-lia̍t-su-o͘-sat, kàu kin-á-ji̍t.","tghg":"因為耶和華忽然拍死烏撒，大衛無歡喜，就稱彼所在做毗列斯烏撒，到今仔日。","bklhl":"因為耶和華忽然phah死O͘-sat，大衛無歡喜；就稱hit所在做Pí-lia̍t-su-o͘-sat，到今á日。"}},{"book":"撒下","chapter":6,"verse":9,"versions":{"unv":"那日，大衛懼怕耶和華，說：「耶和華的約櫃怎可運到我這裡來？」","bklcl":"Tng hit-ji̍t Tāi-pi̍t kiaⁿ Iâ-hô-hoa, kóng, Iâ-hô-hoa ê kūi thái-thó thang kàu góa ê só͘-chāi.","tghg":"當彼日，大衛驚耶和華，講：「耶和華的櫃豈可(thái-thó)通到我的所在？」","bklhl":"當hit日大衛驚耶和華，講，耶和華ê櫃thái-thó thang到我ê所在。"}},{"book":"撒下","chapter":6,"verse":10,"versions":{"unv":"於是大衛不肯將耶和華的約櫃運進大衛的城，卻運到迦特人俄別‧以東的家中。","bklcl":"Tùi án-ni Tāi-pi̍t m̄-khéng chiong Iâ-hô-hoa ê kūi kng ji̍p Tāi-pi̍t ê siâⁿ, kàu ka-kī ê só͘-chāi; Tāi-pi̍t chiū kng i oat-ji̍p Ka-te̍k lâng Gô-piat-í-tong ê ke.","tghg":"對按呢大衛呣肯將耶和華的櫃扛入大衛的城，到家己的所在，大衛就扛伊越入迦特人俄別以東的家。","bklhl":"Tùi án-ni，大衛m̄肯將耶和華ê櫃扛入大衛ê城，到家己ê所在；大衛就扛伊oat入Ka-te̍k人Gô-piat-í-tong ê家。"}},{"book":"撒下","chapter":6,"verse":11,"versions":{"unv":"耶和華的約櫃在迦特人俄別‧以東家中三個月；耶和華賜福給俄別‧以東和他的全家。","bklcl":"Iâ-hô-hoa ê kūi tiàm tī Ka-te̍k lâng Gô-piat-í-tong ê chhù saⁿ ge̍h-ji̍t, Iâ-hô-hoa sù hok-khì hō͘ Gô-piat-í-tong kap i ê choân-ke.","tghg":"耶和華的櫃踮佇迦特人俄別以東的厝三月日；耶和華賜福氣互俄別以東及伊的全家。","bklhl":"耶和華ê櫃tiàm tī Ka-te̍k人Gô-piat-í-tong ê厝三月日，耶和華賜福氣hō͘ Gô-piat-í-tong kap伊ê全家。"}},{"book":"撒下","chapter":6,"verse":12,"versions":{"unv":"有人告訴大衛王說：「耶和華因為約櫃賜福給俄別‧以東的家和一切屬他的。」大衛就去，歡歡喜喜地將　神的約櫃從俄別‧以東家中抬到大衛的城裡。","bklcl":"Ū lâng kā Tāi-pi̍t ông kóng, Iâ-hô-hoa in-ūi Siōng-tè ê kūi, sù-hok tī Gô-piat-í-tong ê ke, kap kìⁿ-nā sio̍k tī i ê.  Tāi-pi̍t chiū khì, hoaⁿ-hí kng Siōng-tè ê kūi tùi Gô-piat-í-tong ê chhù, kàu Tāi-pi̍t ê siâⁿ.","tghg":"有人給大衛王講：「耶和華因為上帝的櫃賜福佇俄別以東的家及見若屬佇伊的。」大衛就去，歡喜扛上帝的櫃對俄別以東的厝到大衛的城。","bklhl":"有人kā大衛王講，耶和華因為上帝ê櫃，賜福tī Gô-piat-í-tong ê家，kap見若屬tī伊ê。大衛就去，歡喜扛上帝ê櫃tùi Gô-piat-í-tong ê厝，到大衛ê城。"}},{"book":"撒下","chapter":6,"verse":13,"versions":{"unv":"抬耶和華約櫃的人走了六步，大衛就獻牛與肥羊為祭。","bklcl":"Kng Iâ-hô-hoa iok-kūi ê lâng kiâⁿ la̍k-pō͘, Tāi-pi̍t chiū hiàn chi̍t chiah gû, kap chi̍t chiah pûi ê cheng-siⁿ, chòe chè-sū.","tghg":"扛耶和華約櫃的人行六步，大衛就獻一隻牛及一隻肥的精牲做祭祀(chè-sū)。","bklhl":"扛耶和華約櫃ê人行六步，大衛就獻一隻牛，kap一隻肥ê cheng-siⁿ，做祭祀。"}},{"book":"撒下","chapter":6,"verse":14,"versions":{"unv":"大衛穿著細麻布的以弗得，在耶和華面前極力跳舞。","bklcl":"Tāi-pi̍t tī Iâ-hô-hoa ê bīn-chêng chīn-la̍t thiàu-bú.  Tāi-pi̍t hâ iù-tōe-pò͘ ê í-hut-tek.","tghg":"大衛佇耶和華的面前盡力跳舞，大衛縖幼苧布的以弗得。","bklhl":"大衛tī耶和華ê面前盡力跳舞。大衛hâ幼苧布ê í-hut-tek。"}},{"book":"撒下","chapter":6,"verse":15,"versions":{"unv":"這樣，大衛和以色列的全家歡呼吹角，將耶和華的約櫃抬上來。","bklcl":"Án-ni Tāi-pi̍t kap Í-sek-lia̍t choân-ke kng Iâ-hô-hoa ê kūi chiūⁿ--lâi, chhut hoaⁿ-hí ê siaⁿ, pûn sàu-kak.","tghg":"按呢，大衛及以色列全家扛耶和華的櫃上來，出歡喜的聲歕哨角。","bklhl":"Án-ni大衛kap以色列全家扛耶和華ê櫃上來，出歡喜ê聲，pûn哨角。"}},{"book":"撒下","chapter":6,"verse":16,"versions":{"unv":"耶和華的約櫃進了大衛城的時候，掃羅的女兒米甲從窗戶裡觀看，見大衛王在耶和華面前踴躍跳舞，心裡就輕視他。","bklcl":"Iâ-hô-hoa ê kūi ji̍p Tāi-pi̍t siâⁿ ê sî, Sò-lô ê cha-bó͘-kiáⁿ Bí-kah tùi thang-á-mn̂g khòaⁿ, khòaⁿ-kìⁿ Tāi-pi̍t chông--khí-lâi thiàu-bú tī Iâ-hô-hoa ê bīn-chêng, sim chiū khòaⁿ-khin i.","tghg":"耶和華的櫃入大衛城的時，掃羅的查某子米甲對窗仔門看，看見大衛𧽵(chông)起來跳舞佇耶和華的面前，心就看輕伊。","bklhl":"耶和華ê櫃入大衛城ê時，掃羅ê cha-bó͘-kiáⁿ Bí-kah tùi窗á門看，看見大衛chông起來跳舞tī耶和華ê面前，心就看輕伊。"}},{"book":"撒下","chapter":6,"verse":17,"versions":{"unv":"眾人將耶和華的約櫃請進去，安放在所預備的地方，就是在大衛所搭的帳幕裡。大衛在耶和華面前獻燔祭和平安祭。","bklcl":"In kng Iâ-hô-hoa ê kūi ji̍p--khì, hē tī i ê só͘-chāi, chiū-sī Tāi-pi̍t só͘ ūi i tah ê pò͘-pîⁿ;  Tāi-pi̍t tī Iâ-hô-hoa ê bīn-chêng hiàn sio-chè kap siā-un-chè.","tghg":"𪜶扛耶和華的櫃入去，下佇伊的所在，就是大衛所為伊搭的布棚。大衛佇耶和華的面前獻燒祭及謝恩祭。","bklhl":"In扛耶和華ê櫃入去，hē tī伊ê所在，就是大衛所為伊搭ê布棚；大衛tī耶和華ê面前獻燒祭kap謝恩祭。"}},{"book":"撒下","chapter":6,"verse":18,"versions":{"unv":"大衛獻完了燔祭和平安祭，就奉萬軍之耶和華的名給民祝福，","bklcl":"Tāi-pi̍t hiàn sio-chè kap siā-un-chè bêng-pe̍k, chiū ēng bān-kun Iâ-hô-hoa ê miâ kā peh-sìⁿ chiok-hok.","tghg":"大衛獻燒祭及謝恩祭明白，就用萬軍耶和華的名給百姓祝福，","bklhl":"大衛獻燒祭kap謝恩祭明白，就用萬軍耶和華ê名kā百姓祝福。"}},{"book":"撒下","chapter":6,"verse":19,"versions":{"unv":"並且分給以色列眾人，無論男女，每人一個餅，一塊肉，一個葡萄餅；眾人就各回各家去了。","bklcl":"Koh tī hiah-ê chèng peh-sìⁿ, chiū-sī Í-sek-lia̍t chèng-lâng, bô-lūn lâm-lú, múi-lâng pun hō͘ in chi̍t ê piáⁿ, chi̍t tè bah, chi̍t ê phû-tô-koaⁿ piáⁿ; chèng peh-sìⁿ chiū khì, ta̍k-lâng tò-khì in ê chhù.","tghg":"閣佇許個眾百姓，就是以色列眾人，無論男女，每人分互𪜶一個餅，一塊肉，一個葡萄干餅；眾百姓就去，逐人倒去𪜶的厝。","bklhl":"Koh tī hiah-ê眾百姓，就是以色列眾人，無論男女，每人分hō͘ in一个餅，一塊肉，一个葡萄干餅；眾百姓就去，ta̍k人tò去in ê厝。"}},{"book":"撒下","chapter":6,"verse":20,"versions":{"unv":"大衛回家要給眷屬祝福；掃羅的女兒米甲出來迎接他，說：「以色列王今日在臣僕的婢女眼前露體，如同一個輕賤人無恥露體一樣，有好大的榮耀啊！」","bklcl":"Tāi-pi̍t tò-khì beh kā i ê ke-koàn chiok-hok, Sò-lô ê cha-bó͘-kiáⁿ Bí-kah chhut-lâi ngiâ-chih Tāi-pi̍t, kóng, Í-sek-lia̍t ông kin-á-ji̍t ū jōa-tōa êng-kng ah! kin-á-ji̍t lō͘-thé tī jîn-sîn ê lú-pī ba̍k-chiu chêng, chhin-chhiūⁿ chi̍t ê bô hē-lo̍h lâng bô ùi kiàn-siàu lō͘-thé chi̍t-iūⁿ.","tghg":"大衛倒去欲給伊的家眷祝福；掃羅的查某子米甲出來迎接(ngiâ-chih)大衛，講：「以色列王今仔日有偌大榮光啊！今仔日露體佇人臣的女婢目睭前，親像一個無下落(hē-lo̍h)人無畏見誚露體一樣。」","bklhl":"大衛tò去beh kā伊ê家眷祝福，掃羅ê cha-bó͘-kiáⁿ Bí-kah出來迎接大衛，講，以色列王今á日有jōa大榮光ah！今á日露體tī人臣ê女婢目睭前，親像一个無hē落人無畏見笑露體一樣。"}},{"book":"撒下","chapter":6,"verse":21,"versions":{"unv":"大衛對米甲說：「這是在耶和華面前；耶和華已揀選我，廢了你父和你父的全家，立我作耶和華民以色列的君，所以我必在耶和華面前跳舞。","bklcl":"Tāi-pi̍t kā Bí-kah kóng, Che sī tī Iâ-hô-hoa ê bīn-chêng, I kéng góa pôaⁿ-kè lí ê lāu-pē kap i ê choân-ke, siat-li̍p góa chòe Iâ-hô-hoa ê peh-sìⁿ Í-sek-lia̍t ê kun-ông, só͘-í góa beh tī Iâ-hô-hoa ê bīn-chêng thiàu-bú;","tghg":"大衛給米甲講：「這是佇耶和華的面前；伊揀我𨃟過你的老父及伊的全家，設立我做耶和華的百姓以色列的君王，所以我欲佇耶和華的面前跳舞。","bklhl":"大衛kā Bí-kah講，這是tī耶和華ê面前，伊揀我pôaⁿ過你ê老父kap伊ê全家，設立我做耶和華ê百姓以色列ê君王，所以我beh tī耶和華ê面前跳舞；"}},{"book":"撒下","chapter":6,"verse":22,"versions":{"unv":"我也必更加卑微，自己看為輕賤。你所說的那些婢女，她們倒要尊敬我。」","bklcl":"góa beh pí chit-ê koh khah chho͘-sio̍k, ka-kī khòaⁿ-chòe pi-chiān; lí só͘ kóng hiah-ê lú-pī, góa beh siū in chun-tiōng.","tghg":"我欲比此個閣卡粗俗，家己看做卑賤。你所講許個女婢，我欲受𪜶尊重。」","bklhl":"我beh比chit ê koh khah粗俗，家己看做卑賤；你所講hiah-ê女婢，我beh受in尊重。"}},{"book":"撒下","chapter":6,"verse":23,"versions":{"unv":"掃羅的女兒米甲，直到死日，沒有生養兒女。","bklcl":"Tùi án-ni Sò-lô ê cha-bó͘-kiáⁿ Bí-kah kàu sí ê ji̍t bô siⁿ kiáⁿ-jî.","tghg":"對按呢掃羅的查某子米甲，到死的日，無生子兒。","bklhl":"Tùi án-ni，掃羅ê cha-bó͘-kiáⁿ Bí-kah到死ê日無生kiáⁿ兒。"}}]