[{"book":"撒下","chapter":12,"verse":1,"versions":{"unv":"耶和華差遣拿單去見大衛。拿單到了大衛那裡，對他說：「在一座城裡有兩個人：一個是富戶，一個是窮人。","bklcl":"Iâ-hô-hoa chhe Ná-tan khì kìⁿ Tāi-pi̍t; i kàu i hia, kā i kóng, Tī chi̍t ê siâⁿ ū nn̄g-lâng, chi̍t-ê hó-gia̍h, chi̍t-ê sòng-hiong.","tghg":"耶和華差拿單去見大衛。伊到伊遐，給伊講：「佇一個城有二人：一個好額，一個喪鄉。","bklhl":"耶和華差Ná-tan去見大衛；伊到伊hia，kā伊講，Tī一个城有兩人，一个好額，一个sòng-hiong。"}},{"book":"撒下","chapter":12,"verse":2,"versions":{"unv":"富戶有許多牛群羊群；","bklcl":"Hó-gia̍h-ê ū gû iûⁿ chin-chōe;","tghg":"好額的有牛羊真多；","bklhl":"好額ê有牛羊真chōe；"}},{"book":"撒下","chapter":12,"verse":3,"versions":{"unv":"窮人除了所買來養活的一隻小母羊羔之外，別無所有。羊羔在他家裡和他兒女一同長大，吃他所吃的，喝他所喝的，睡在他懷中，在他看來如同女兒一樣。","bklcl":"sòng-hiong lâng bô sím-mi̍h, chí-ū chi̍t chiah iûⁿ-chéng-á, chiū-sī i só͘ bóe lâi chhī ê, i kap i tī-hia, kap i ê kiáⁿ saⁿ-kap tióng-tōa, chia̍h i só͘ chia̍h-ê, lim i ê poe, khùn tī i ê heng-chêng, khòaⁿ i chhin-chhiūⁿ ka-kī ê cha-bó͘-kiáⁿ.","tghg":"喪鄉人無甚麼，只有一隻羊種仔就是伊所買來飼的。伊及伊佇遐及伊的子相及長大，食伊所食的，飲伊的杯，睏佇伊的胸前，看伊親像家己的查某子。","bklhl":"sòng-hiong人無甚麼，只有一隻羊種á，就是伊所買來飼ê，伊kap伊tī-hia，kap伊ê kiáⁿ相kap長大，食伊所食ê，lim伊ê杯，睏tī伊ê胸前，看伊親像家己ê cha-bó͘-kiáⁿ。"}},{"book":"撒下","chapter":12,"verse":4,"versions":{"unv":"有一客人來到這富戶家裡；富戶捨不得從自己的牛群羊群中取一隻預備給客人吃，卻取了那窮人的羊羔，預備給客人吃。」","bklcl":"Ū chi̍t ê chhut-gōa lâng kàu hó-gia̍h lâng hia, hó-gia̍h lâng m̄-kam tùi i ê iûⁿ-kûn gû-kûn chhú lâi pī-pān hō͘ lâng-kheh chia̍h; hoán-tńg chhú sòng-hiong lâng ê iûⁿ-á, pī-pān lâi hō͘ lâng-kheh chia̍h.","tghg":"有一個出外人到好額人遐；好額人呣甘對伊的羊群牛群取來備辦互人客食，反轉取喪鄉人的羊仔，備辦來互人客食。」","bklhl":"有一个出外人到好額人hia，好額人m̄甘對伊ê羊群牛群取來備辦hō͘人客食；反tńg 取sòng-hiong人ê羊á，備辦來hō͘人客食。"}},{"book":"撒下","chapter":12,"verse":5,"versions":{"unv":"大衛就甚惱怒那人，對拿單說：「我指著永生的耶和華起誓，行這事的人該死！","bklcl":"Tāi-pi̍t tōa siū-khì hit-lâng, kā Ná-tan kóng, Góa kí éng-oa̍h ê Iâ-hô-hoa lâi chiù-chōa, kiâⁿ chit ê tāi-chì ê lâng tio̍h sí;","tghg":"大衛大受氣彼人，給拿單講：「我指永活的耶和華來咒誓，行此個代誌的人著死！","bklhl":"大衛大受氣hit人，kā Ná-tan講，我kí永活ê耶和華來chiù-chōa，行chit ê tāi-chì ê人tio̍h死；"}},{"book":"撒下","chapter":12,"verse":6,"versions":{"unv":"他必償還羊羔四倍；因為他行這事，沒有憐恤的心。」","bklcl":"tio̍h pê i ê iûⁿ-á sì-pē; in-ūi i kiâⁿ chit ê sū, iā in-ūi i bô lîn-bín ê sim.","tghg":"著賠伊的羊仔四倍；因為伊行此個事，也因為伊無憐憫的心。」","bklhl":"tio̍h賠伊ê羊á 四倍；因為伊行chit ê事，也因為伊無憐憫ê心。"}},{"book":"撒下","chapter":12,"verse":7,"versions":{"unv":"拿單對大衛說：「你就是那人！耶和華─以色列的　神如此說：『我膏你作以色列的王，救你脫離掃羅的手。","bklcl":"Ná-tan kā Tāi-pi̍t kóng, Lí chiū-sī hit-lâng.  Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè án-ni kóng, Góa ēng iû boah lí chòe Í-sek-lia̍t ê ông, kiù lí thoat-lī Sò-lô ê chhiú.","tghg":"拿單給大衛講：「你就是彼人！耶和華──以色列的上帝按呢講：『我用油抹你做以色列的王，救你脫離掃羅的手。","bklhl":"Ná-tan kā大衛講，你就是hit人。耶和華以色列ê上帝án-ni講，我用油抹你做以色列ê王，救你脫離掃羅ê手。"}},{"book":"撒下","chapter":12,"verse":8,"versions":{"unv":"我將你主人的家業賜給你，將你主人的妻交在你懷裡，又將以色列和猶大家賜給你；你若還以為不足，我早就加倍地賜給你。","bklcl":"Góa koh ēng lí ê chú ê chhù-the̍h hō͘ lí, ēng lí ê chú hiah-ê bó͘ kau tī lí ê heng-chêng; koh ēng Í-sek-lia̍t kap Iû-tāi ke hō͘ lí;  chiah-ê nā iáu lia̍h-chòe sió-khóa, Góa ōe ke-thiⁿ chit-hō hit-hō hō͘ lí.","tghg":"我閣用你的主的厝宅互你，用你的主許個某交佇你的胸前，閣用以色列及猶大家互你；諸個若猶掠做小可(sió-khóa)，我會加添此號彼號互你。","bklhl":"我koh用你ê主ê厝宅hō͘你，用你ê主hiah-ê bó͘交tī你ê胸前；koh用以色列kap偤大家hō͘你；chiah ê若iáu掠做小khóa，我會加添chit號hit號hō͘你。"}},{"book":"撒下","chapter":12,"verse":9,"versions":{"unv":"你為甚麼藐視耶和華的命令，行他眼中看為惡的事呢？你借亞捫人的刀殺害赫人烏利亞，又娶了他的妻為妻。","bklcl":"Lí siáⁿ-sū khòaⁿ-khin Iâ-hô-hoa ê bēng-lēng, kiâⁿ I só͘ khòaⁿ-chòe pháiⁿ ê sū?  lí ēng to thâi-sí Hek-lâng O͘-lī-à, chiū-sī chioh A-bûn lâng ê to thâi-sí i, koh chhōa i ê bó͘ chòe lí ê bó͘.","tghg":"你啥事看輕耶和華的命令，行伊所看做歹的事？你用刀刣死赫人烏利亞，就是借亞捫人的刀刣死伊，閣娶伊的某做你的某。","bklhl":"你啥事看輕耶和華ê命令，行伊所看做pháiⁿ ê事？你用刀刣死Hek人烏利亞，就是借A-bûn人ê刀刣死伊，koh娶伊ê bó͘做你ê bó͘。"}},{"book":"撒下","chapter":12,"verse":10,"versions":{"unv":"你既藐視我，娶了赫人烏利亞的妻為妻，所以刀劍必永不離開你的家。』","bklcl":"Taⁿ to-kiàm beh éng-oán bô lī-khui lí ê ke, in-ūi lí khòaⁿ-khin Góa, chhōa Hek-lâng O͘-lī-à ê bó͘ chòe lí ê bó͘.","tghg":"今刀劍欲永遠無離開你的家，因為你看輕我，娶赫人烏利亞的某做你的某。』","bklhl":"Taⁿ刀劍beh永遠無離開你ê家，因為你看輕我，chhōa Hek人烏利亞ê bó͘做你ê bó͘。"}},{"book":"撒下","chapter":12,"verse":11,"versions":{"unv":"耶和華如此說：『我必從你家中興起禍患攻擊你；我必在你眼前把你的妃嬪賜給別人，他在日光之下就與她們同寢。","bklcl":"Iâ-hô-hoa koh án-ni kóng, Khòaⁿ ah, Góa beh tùi lí ê ke heng-khí chai-ē kong-kek lí; Góa beh tī lí ê ba̍k-chiu-chêng, ēng lí hiah-ê bó͘ hō͘ lí ê chhù-piⁿ, i beh tī chheng-thian pe̍k-ji̍t kap lí hiah-ê bó͘ tâng-pâng.","tghg":"耶和華閣按呢講：『看啊，我欲對你的家興起災禍攻擊你；我欲佇你的目睭前，用你許個某互你的厝邊，伊欲佇青天白日及你許個某同房。","bklhl":"耶和華koh án-ni講，看ah，我beh對你ê家興起災厄攻擊你；我beh tī你ê目睭前，用你hiah-ê bó͘ hō͘你ê厝邊，伊beh tī青天白日kap你hiah-ê bó͘同房。"}},{"book":"撒下","chapter":12,"verse":12,"versions":{"unv":"你在暗中行這事，我卻要在以色列眾人面前，日光之下，報應你。』」","bklcl":"In-ūi lí tī àm-tiong kiâⁿ i, chóng-sī Góa beh tī chheng-thian pe̍k-ji̍t, tī Í-sek-lia̍t chèng-lâng ê bīn-chêng, kiâⁿ chit ê sū.","tghg":"因為你佇暗中行伊，總是我欲佇青天白日，佇以色列眾人的面前，行此個事。』」","bklhl":"因為你tī暗中行伊，總是我beh tī青天白日，tī以色列眾人ê面前，行chit ê事。"}},{"book":"撒下","chapter":12,"verse":13,"versions":{"unv":"大衛對拿單說：「我得罪耶和華了！」拿單說：「耶和華已經除掉你的罪，你必不至於死。","bklcl":"Tāi-pi̍t kā Ná-tan kóng, Góa ū tek-chōe Iâ-hô-hoa.  Ná-tan kā Tāi-pi̍t kóng, Iâ-hô-hoa í-keng tû-khì lí ê chōe, lí bōe tì-kàu sí.","tghg":"大衛給拿單講：「我有得罪耶和華！」拿單給大衛講：「耶和華已經除去你的罪，你𣍐致到死。","bklhl":"大衛kā Ná-tan講，我有得罪耶和華。Ná-tan kā大衛講，耶和華已經除去你ê罪，你bōe致到死。"}},{"book":"撒下","chapter":12,"verse":14,"versions":{"unv":"只是你行這事，叫耶和華的仇敵大得褻瀆的機會，故此，你所得的孩子必定要死。」","bklcl":"Chóng-sī in-ūi lí kiâⁿ chit ê sū, hō͘ Iâ-hô-hoa ê tùi-te̍k ū siat-to̍k ê in-iû, só͘-í i kā lí só͘ siⁿ ê kiáⁿ tek-khak sí.","tghg":"總是因為你行此個事，互耶和華的對敵有褻瀆(siat-to̍k)的因由(in-iû)，所以，伊給你所生的子的確死。」","bklhl":"總是因為你行chit ê事，hō͘耶和華ê對敵有褻瀆ê因由，所以伊kā你所生ê kiáⁿ的確死。"}},{"book":"撒下","chapter":12,"verse":15,"versions":{"unv":"拿單就回家去了。耶和華擊打烏利亞妻給大衛所生的孩子，使他得重病。","bklcl":"Ná-tan chiū tò-khì in chhù.\tIâ-hô-hoa phah O͘-lī-à ê bó͘ kā Tāi-pi̍t só͘ siⁿ ê eⁿ-á, i chiū phòa-pīⁿ chin siong-tiōng.","tghg":"拿單就倒去𪜶厝。耶和華拍烏利亞的某給大衛所生的嬰仔，伊就破病真傷重。","bklhl":"Ná-tan就tò去in厝。\t耶和華phah烏利亞ê bó͘ kā大衛所生ê嬰á，伊就破病真傷重。"}},{"book":"撒下","chapter":12,"verse":16,"versions":{"unv":"所以大衛為這孩子懇求　神，而且禁食，進入內室，終夜躺在地上。","bklcl":"Tāi-pi̍t chiū ūi-tio̍h hit ê kiáⁿ kî-tó Siōng-tè.  Tāi-pi̍t koh kìm-chia̍h, ji̍p lāi-bīn thong-mî tó tī tōe--nih.","tghg":"大衛就為著彼個子祈禱上帝，大衛閣禁食，入內面，通暝倒佇地裡。","bklhl":"大衛就為tio̍h hit ê kiáⁿ祈禱上帝。大衛koh禁食，入內面thong暝倒tī地裡。"}},{"book":"撒下","chapter":12,"verse":17,"versions":{"unv":"他家中的老臣來到他旁邊，要把他從地上扶起來，他卻不肯起來，也不同他們吃飯。","bklcl":"I ke-tiong hiah-ê lāu-lâng khí-lâi, kàu i ê sin-piⁿ, beh hû i tùi tōe khí-lâi; chóng-sī i m̄-khéng, iā bô beh kap in saⁿ-kap chia̍h.","tghg":"伊家中許個老人起來到伊的身邊，欲扶伊對地起來，總是伊呣肯，也無欲及𪜶相及食。","bklhl":"伊家中hiah-ê老人起來，到伊ê身邊，beh扶伊tùi地起來；總是伊m̄肯，也無beh kap in相kap食。"}},{"book":"撒下","chapter":12,"verse":18,"versions":{"unv":"到第七日，孩子死了。大衛的臣僕不敢告訴他孩子死了，因他們說：「孩子還活著的時候，我們勸他，他尚且不肯聽我們的話，若告訴他孩子死了，豈不更加憂傷嗎？」","bklcl":"Kàu tē-chhit ji̍t gín-ná sí; Tāi-pi̍t ê jîn-sîn m̄-káⁿ kā i kóng gín-ná sí lah; in-ūi in kóng, Gín-ná iáu oa̍h-teh ê sî, lán khǹg i, i siōng-chhiáⁿ m̄-thiaⁿ lán ê ōe, nā kā i kóng gín-ná sí, i siong-sim beh kàu cháiⁿ-iūⁿ?","tghg":"到第七日，囝仔死。大衛的人臣呣敢給伊講囝仔死啦，因為𪜶講：「囝仔猶活啲的時，咱勸伊，伊尚且呣聽咱的話，若給伊講囝仔死，伊傷心欲到怎樣？」","bklhl":"到第七日gín-ná死；大衛ê人臣m̄敢kā伊講gín-ná死lah；因為in講，Gín-ná iáu活teh ê時，咱勸伊，伊尚且m̄聽咱ê話，若kā伊講gín-ná死，伊傷心beh到怎樣？"}},{"book":"撒下","chapter":12,"verse":19,"versions":{"unv":"大衛見臣僕彼此低聲說話，就知道孩子死了，問臣僕說：「孩子死了嗎？」他們說：「死了。」","bklcl":"Tāi-pi̍t khòaⁿ-kìⁿ i ê jîn-sîn chī-bú-chī-chū teh kóng, Tāi-pi̍t chiū chai gín-ná í-keng sí.  Tāi-pi̍t chiū mn̄g i ê jîn-sîn kóng,  Gín-ná sí--lah mah?  In kóng, Sí--lah.","tghg":"大衛看見伊的人臣嗤舞嗤呲(chī-bú-chī-chū)啲講，大衛就知囝仔已經死，大衛就問伊的人臣講：「囝仔死啦嗎？」𪜶講：「死啦。」","bklhl":"大衛看見伊ê人臣chī-bú-chī-chū teh講，大衛就知gín-ná已經死。大衛就問伊ê人臣講，Gín-ná死lah mah？In講，死lah。"}},{"book":"撒下","chapter":12,"verse":20,"versions":{"unv":"大衛就從地上起來，沐浴，抹膏，換了衣裳，進耶和華的殿敬拜；然後回宮，吩咐人擺飯，他便吃了。","bklcl":"Tāi-pi̍t chiū tùi tōe--nih khí-lâi, sóe sin-khu, boah iû, ōaⁿ-saⁿ, ji̍p Iâ-hô-hoa ê tiān kèng-pài; jiân-āu tò-khì i ê chhù.  I hoan-hù lâng pâi mi̍h tī i ê bīn-chêng, i chiū chia̍h.","tghg":"大衛就對地裡起來，洗身軀，抹油，換衫，入耶和華的殿敬拜；然後倒去伊的厝，伊吩咐人排物佇伊的面前，他就食。","bklhl":"大衛就tùi地裡起來，洗身軀，抹油，換衫，入耶和華ê殿敬拜；然後tò去伊ê厝。伊吩咐人排物tī伊ê面前，伊就食。"}},{"book":"撒下","chapter":12,"verse":21,"versions":{"unv":"臣僕問他說：「你所行的是甚麼意思？孩子活著的時候，你禁食哭泣；孩子死了，你倒起來吃飯。」","bklcl":"Jîn-sîn mn̄g i kóng, Lí só͘ kiâⁿ--ê sī cháiⁿ-iūⁿ?  Gín-ná oa̍h--teh ê sî, lí kìm-chia̍h thî-khàu; gín-ná sí, lí hoán-tńg khí-lâi chia̍h.","tghg":"人臣問伊講：「你所行的是怎樣？囝仔活啲的時，你禁食啼哭；囝仔死，你反轉起來食。」","bklhl":"人臣問伊講，你所行ê是怎樣？Gín-ná活teh ê時，你禁食啼哭；gín-ná死，你反tńg起來食。"}},{"book":"撒下","chapter":12,"verse":22,"versions":{"unv":"大衛說：「孩子還活著，我禁食哭泣；因為我想，或者耶和華憐恤我，使孩子不死也未可知。","bklcl":"Tāi-pi̍t kóng, Gín-ná iáu oa̍h--teh, góa kìm-chia̍h thî-khàu, in-ūi góa phah-sǹg kóng, Kiám-chhái Iâ-hô-hoa lîn-bín góa, hō͘ gín-ná oa̍h--teh, iā káⁿ.","tghg":"大衛講：「囝仔猶活啲，我禁食啼哭；因為我拍算講，豈採耶和華憐憫我，互囝仔活啲也敢。","bklhl":"大衛講，Gín-ná iáu活teh，我禁食啼哭，因為我phah算講，Kiám-chhái耶和華憐憫我，hō͘ gín-ná活teh，也敢。"}},{"book":"撒下","chapter":12,"verse":23,"versions":{"unv":"孩子死了，我何必禁食，我豈能使他返回呢？我必往他那裡去，他卻不能回我這裡來。」","bklcl":"Gín-ná í-keng sí, góa kìm-chia̍h beh siáⁿ-sū?  góa kiám ōe hō͘ i tò-tńg--lâi mah?  góa beh khì i hia, i bōe-ōe lâi góa chia.","tghg":"囝仔已經死，我禁食欲啥事，我豈會互伊倒轉來嗎？我欲去伊遐，伊𣍐會來我遮。」","bklhl":"Gín-ná已經死，我禁食beh啥事？我kiám會hō͘伊倒tńg來mah？我beh去伊 hia，伊bōe會來我chia。"}},{"book":"撒下","chapter":12,"verse":24,"versions":{"unv":"大衛安慰他的妻拔示巴，與她同寢，她就生了兒子，給他起名叫所羅門。耶和華也喜愛他，","bklcl":"Tāi-pi̍t an-ùi i ê bó͘ Poa̍t-sī-pa, ji̍p--khì kap i tâng-pâng, i chiū siⁿ-kiáⁿ; chiū kā i hō-miâ kiò Só͘-lô-bûn;","tghg":"大衛安慰伊的某拔示巴，入去及伊同房，伊就生子，就給伊號名叫所羅門。耶和華也疼伊，","bklhl":"大衛安慰伊ê bó͘ Poa̍t-sī-pa，入去kap伊同房，伊就生kiáⁿ；就kā伊號名叫所羅門；"}},{"book":"撒下","chapter":12,"verse":25,"versions":{"unv":"就藉先知拿單賜他一個名字，叫耶底底亞，因為耶和華愛他。","bklcl":"Iâ-hô-hoa iā thiàⁿ i, chiū thok sian-ti Ná-tan kā i hō miâ kiò Iâ-tí-tí-a, in-ūi Iâ-hô-hoa thiàⁿ i.","tghg":"就託先知拿單給伊號名，叫耶底底亞，因為耶和華疼伊。","bklhl":"耶和華也疼伊，就託先知Ná-tan kā伊號名叫Iâ-tí-tí-a，因為耶和華疼伊。"}},{"book":"撒下","chapter":12,"verse":26,"versions":{"unv":"約押攻取亞捫人的京城拉巴。","bklcl":"Iok-ap kong A-bûn lâng ê La̍h-pa, chhú in ê kiaⁿ-siâⁿ.","tghg":"約押攻亞捫人的拉巴取𪜶的京城。","bklhl":"約押攻A-bûn人ê La̍h-pa，取in ê京城。"}},{"book":"撒下","chapter":12,"verse":27,"versions":{"unv":"約押打發使者去見大衛，說：「我攻打拉巴，取其水城。","bklcl":"Iok-ap chhe sù-chiá khì kìⁿ Tāi-pi̍t kóng, Góa kong La̍h-pa, í-keng chhú i ê chúi-siâⁿ.","tghg":"約押差使者去見大衛，講：「我攻拉巴，已經取伊的水城。","bklhl":"約押差使者去見大衛講，我攻La̍h-pa，已經取伊ê水城。"}},{"book":"撒下","chapter":12,"verse":28,"versions":{"unv":"現在你要聚集其餘的軍兵來，安營圍攻這城，恐怕我取了這城，人就以我的名叫這城。」","bklcl":"Taⁿ lí tio̍h chū-chi̍p kî-û ê peh-sìⁿ lâi, chat-iâⁿ kong chit ê siâⁿ lâi chhú i; kiaⁿ-liáu  góa chhú chit ê siâⁿ, lâng chiū ēng góa ê miâ lâi kiò i.","tghg":"今你著聚集其餘的百姓來，紮營攻此個城來取伊，驚了我取此個城，人就用我的名來叫伊。」","bklhl":"Taⁿ你tio̍h聚集其餘ê百姓來，紮營攻chit ê城來取伊；驚了我取chit ê城，人就用我ê名來叫伊。"}},{"book":"撒下","chapter":12,"verse":29,"versions":{"unv":"於是大衛聚集眾軍，往拉巴去攻城，就取了這城，","bklcl":"Tāi-pi̍t chiū chū-chi̍p chèng peh-sìⁿ, khì La̍h-pa kong-kek, lâi chhú i.","tghg":"大衛就聚集眾百姓，去拉巴攻擊，來取伊，","bklhl":"大衛就聚集眾百姓，去La̍h-pa攻擊，來取伊。"}},{"book":"撒下","chapter":12,"verse":30,"versions":{"unv":"奪了亞捫人之王所戴的金冠冕（王：或譯瑪勒堪；瑪勒堪就是米勒公，又名摩洛，亞捫族之神名），其上的金子重一他連得，又嵌著寶石。人將這冠冕戴在大衛頭上。大衛從城裡奪了許多財物，","bklcl":"I chhú in ê ông thâu-khak-téng ê bián-liû, i ê kim tāng chi̍t tha-liân-tek, koh siuⁿ pó-chio̍h; chiong chit-ê lâi tì tī Tāi-pi̍t ê thâu-khak.  I koh tùi siâⁿ-lāi chhú chin-chōe châi-bu̍t.","tghg":"伊取𪜶的王頭殼頂的冕旒，伊的金重一他連得，閣鑲寶石。將此個來戴佇大衛的頭殼。伊閣對城內取真多財物，","bklhl":"伊取in ê王頭殼頂ê冕旒，伊ê金重一tha-liân-tek，koh鑲寶石；將chit ê來戴tī大衛ê頭殼。伊koh tùi城內取真chōe財物。"}},{"book":"撒下","chapter":12,"verse":31,"versions":{"unv":"將城裡的人拉出來，放在鋸下，或鐵耙下，或鐵斧下，或叫他經過磚窯（或譯：強他們用鋸，或用打糧食的鐵器，或用鐵斧做工，或使在磚窯裡服役）；大衛待亞捫各城的居民都是如此。其後，大衛和眾軍都回耶路撒冷去了。","bklcl":"Koh lia̍h hiah-ê siâⁿ ê peh-sìⁿ chhut-lâi, hō͘ in ēng kù-á, kap thih-pē, í-ki̍p thih ê pó͘-thâu chòe khó͘-kang, á-sī tī hiā-iô tio̍h-bôa; i khoán-thāi A-bûn lâng hiah-ê siâⁿ lóng sī án-ni.  Tāi-pi̍t chiū kap chèng peh-sìⁿ tò-khì Iâ-lō͘-sat-léng.","tghg":"閣掠許個城的百姓出來，互𪜶用鋸仔(kù-á)，及鐵耙(thih-pē)，以及鐵的斧頭(pó͘-thâu)做苦工，抑是佇瓦窯(hiā-iô)著磨；伊款待亞捫人許個城攏是按呢。大衛就及眾百姓倒去耶路撒冷。","bklhl":"Koh掠hiah-ê城ê百姓出來，hō͘ in用鋸á，kap鐵耙(pē)，以及鐵ê斧頭做苦工，á是tī瓦窯tio̍h磨；伊款待A-bûn人hiah-ê城lóng是án-ni。大衛就kap眾百姓tò去耶路撒冷。"}}]