[{"book":"撒下","chapter":15,"verse":1,"versions":{"unv":"此後，押沙龍為自己預備車馬，又派五十人在他前頭奔走。","bklcl":"Chit-tia̍p liáu-āu Ap-sa-liông ūi ka-kī pī-pān chhia-bé, koh gō͘-cha̍p lâng cháu tī i ê thâu-chêng.","tghg":"此霎(tia̍p)了後，押沙龍為家己備辦車馬，閣五十人走佇伊的頭前。","bklhl":"Chit-tia̍p了後，押沙龍為家己備辦車馬，koh五十人走tī伊ê頭前。"}},{"book":"撒下","chapter":15,"verse":2,"versions":{"unv":"押沙龍常常早晨起來，站在城門的道旁，凡有爭訟要去求王判斷的，押沙龍就叫他過來，問他說：「你是哪一城的人？」回答說：「僕人是以色列某支派的人。」","bklcl":"Ap-sa-liông chá-chá khí-lâi, khiā tī siâⁿ-mn̂g ê lō͘-piⁿ; nā ū lâng lâi, ū àn-kiāⁿ tio̍h hō͘ ông phòaⁿ-toàn ê, Ap-sa-liông chiū kiò i lâi, mn̄g i kóng, Lí sī toh-lo̍h chi̍t ê siâⁿ ê lâng?  I ìn kóng, Lô͘-po̍k sī Í-sek-lia̍t chi̍t ê chi-phài ê lâng.","tghg":"押沙龍早早起來，徛佇城門的路邊，若有人來有案件著互王判斷的，押沙龍就叫伊來，問伊講：「你是叨落一個城的人。」伊應講：「奴僕是以色列一個支派的人。」","bklhl":"押沙龍早早起來，khiā tī城門ê路邊；若有人來，有案件tio̍h hō͘王判斷ê，押沙龍就叫伊來，問伊講，你是toh落一个城ê人？伊應講，奴僕是以色列一个支派ê人。"}},{"book":"撒下","chapter":15,"verse":3,"versions":{"unv":"押沙龍對他說：「你的事有情有理，無奈王沒有委人聽你伸訴。」","bklcl":"Ap-sa-liông kā i kóng, Lí ê tāi-chì sī hó, sī ū chêng-lí; chóng-sī ông bô kau-tài lâng thiaⁿ lí ê ōe.","tghg":"押沙龍給伊講：「你的代誌是好是有情理，總是王無交代人聽你的話。」","bklhl":"押沙龍kā伊講，你ê tāi-chì是好，是有情理；總是王無交帶人聽你ê話。"}},{"book":"撒下","chapter":15,"verse":4,"versions":{"unv":"押沙龍又說：「恨不得我作國中的士師！凡有爭訟求審判的到我這裡來，我必秉公判斷。」","bklcl":"Ap-sa-liông koh kóng, Khó-sioh bô siat-li̍p góa chòe chit ê tōe-hng ê sím-phòaⁿ-si;  kìⁿ-ū saⁿ-kò tio̍h phòaⁿ-toàn ê sū ê, lâi kàu góa chia,  góa beh chiàu kong-gī phòaⁿ-koat i.","tghg":"押沙龍閣講：「可惜無設立我做此個地方的審判司！見有相告著判斷的事的來到我遮，我欲照公義判決伊。」","bklhl":"押沙龍koh講，可惜無設立我做chit ê地方ê審判司；見有相告tio̍h判斷ê事ê，來到我chia，我beh照公義判決伊。"}},{"book":"撒下","chapter":15,"verse":5,"versions":{"unv":"若有人近前來要拜押沙龍，押沙龍就伸手拉住他，與他親嘴。","bklcl":"Kìⁿ-ū lâng kūn-óa lâi pài i, i chiū chhun-chhiú khan i, kā i chim.","tghg":"見有人近倚來拜伊，伊就伸手牽伊，給伊唚。","bklhl":"見有人近óa來拜伊，伊就伸手牽伊，kā伊chim。"}},{"book":"撒下","chapter":15,"verse":6,"versions":{"unv":"以色列人中，凡去見王求判斷的，押沙龍都是如此待他們。這樣，押沙龍暗中得了以色列人的心。","bklcl":"Í-sek-lia̍t lâng ê tiong-kan, kìⁿ-nā beh khì kìⁿ ông kiû phòaⁿ-toàn ê, Ap-sa-liông lóng án-ni khoán-thāi in.  Án-ni Ap-sa-liông àm-chīⁿ tit-tio̍h Í-sek-lia̍t lâng ê sim.","tghg":"以色列人的中間，見若欲去見王求判斷的，押沙龍攏按呢款待𪜶。按呢，押沙龍暗靜得著以色列人的心。","bklhl":"以色列人ê中間，見若beh去見王求判斷ê，押沙龍lóng án-ni款待in。Án-ni押沙龍暗靜得tio̍h以色列人ê心。"}},{"book":"撒下","chapter":15,"verse":7,"versions":{"unv":"滿了四十年（有作四年的），押沙龍對王說：「求你准我往希伯崙去，還我向耶和華所許的願。","bklcl":"Kè sì-nî, Ap-sa-liông tùi ông kóng, Kiû lí chún góa khì Hi-pek-lûn, hêng góa tùi Iâ-hô-hoa só͘ hē ê goān.","tghg":"過四年，押沙龍對王講：「求你准我去希伯崙，還我對耶和華所下的願。","bklhl":"過四年，押沙龍對王講，求你准我去Hi-pek-lûn，還我對耶和華所hē ê願。"}},{"book":"撒下","chapter":15,"verse":8,"versions":{"unv":"因為僕人住在亞蘭的基述，曾許願說：『耶和華若使我再回耶路撒冷，我必事奉他。』」","bklcl":"In-ūi lô͘-po̍k tiàm tī A-lân ê Ki-su̍t bat hē goān kóng, Iâ-hô-hoa nā kó-jiân hō͘ góa koh tò-lâi Iâ-lō͘-sat-léng, góa beh ho̍k-sāi Iâ-hô-hoa.","tghg":"因為奴僕踮佇亞蘭的基述，曾下願講：『耶和華若果然互我閣倒來耶路撒冷，我欲服事耶和華。』」","bklhl":"因為奴僕tiàm tī A-lân ê Ki-su̍t bat hē願講，耶和華若果然hō͘我koh tò來耶路撒冷，我beh服事耶和華。"}},{"book":"撒下","chapter":15,"verse":9,"versions":{"unv":"王說：「你平平安安地去吧！」押沙龍就起身，往希伯崙去了。","bklcl":"Ông kā i kóng, Lí thang pêng-an khì.  Ap-sa-liông chiū khí-lâi, khì Hi-pek-lûn.","tghg":"王給伊講：「你通平安去！」押沙龍就起來，去希伯崙。","bklhl":"王kā伊講，你thang平安去。押沙龍就起來，去Hi-pek-lûn。"}},{"book":"撒下","chapter":15,"verse":10,"versions":{"unv":"押沙龍打發探子走遍以色列各支派，說：「你們一聽見角聲就說：『押沙龍在希伯崙作王了！』」","bklcl":"Ap-sa-liông chhe cheng-thàm kiâⁿ piàn Í-sek-lia̍t ta̍k chi-phài, kóng, Lín chi̍t-ē thiaⁿ-kìⁿ sàu-kak ê siaⁿ, chiū kóng, Ap-sa-liông tī Hi-pek-lûn chòe-ông lah.","tghg":"押沙龍差偵探行遍以色列逐支派，講：「恁一下聽見哨角的聲就講：『押沙龍佇希伯崙做王啦！』」","bklhl":"押沙龍差偵探行遍以色列ta̍k支派，講，Lín一下聽見哨角ê聲，就講，押沙龍tī Hi-pek-lûn做王lah。"}},{"book":"撒下","chapter":15,"verse":11,"versions":{"unv":"押沙龍在耶路撒冷請了二百人與他同去，都是誠誠實實去的，並不知道其中的真情。","bklcl":"Ap-sa-liông só͘ chhiáⁿ hí(**hit) nn̄g-pah lâng kap i tùi Iâ-lō͘-sat-léng khì; hiah-ê lâng lóng sī bû-ì-tiong khì, m̄-chai hit ê sū.","tghg":"押沙龍所請彼二百人及伊對耶路撒冷去，許個人攏是無意中去，呣知彼個事。","bklhl":"押沙龍所請hí兩百人kap伊tùi耶路撒冷去；hiah-ê人lóng是bû-ì中去，m̄知hit ê事。"}},{"book":"撒下","chapter":15,"verse":12,"versions":{"unv":"押沙龍獻祭的時候，打發人去將大衛的謀士、基羅人亞希多弗從他本城請了來。於是叛逆的勢派甚大；因為隨從押沙龍的人民，日漸增多。","bklcl":"Tāi-pi̍t ê bô͘-sū A-hi-to-hut sī Ki-lô lâng, tng hiàn-chè ê sî, Ap-sa-liông chhe lâng tiàu i, tùi i ê pún-siâⁿ Ki-lô lâi; tùi án-ni poān-ge̍k ê sè-bīn ná kiông; in-ūi tè Ap-sa-liông ê peh-sìⁿ ji̍t-ji̍t ná-chōe.","tghg":"大衛的謀士亞希多弗是基羅人，當獻祭的時，押沙龍差人召伊，對伊的本城基羅來。對按呢叛逆(poān-ge̍k)的勢面愈強；因為隨押沙龍的百姓日日愈多。","bklhl":"大衛ê 謀士A-hi-to-hut是Ki-lô人，當獻祭ê時，押沙龍差人召伊，對伊ê本城Ki-lô來；tùi án-ni，叛逆ê勢面ná 強；因為tè押沙龍ê百姓日日ná-chōe。"}},{"book":"撒下","chapter":15,"verse":13,"versions":{"unv":"有人報告大衛說：「以色列人的心都歸向押沙龍了！」","bklcl":"Ū lâng lâi pò Tāi-pi̍t kóng, Í-sek-lia̍t lâng ê sim lóng kui-ǹg Ap-sa-liông lah.","tghg":"有人來報大衛講：「以色列人的心攏歸向押沙龍啦。」","bklhl":"有人來報大衛講，以色列人ê心lóng歸向押沙龍lah。"}},{"book":"撒下","chapter":15,"verse":14,"versions":{"unv":"大衛就對耶路撒冷跟隨他的臣僕說：「我們要起來逃走，不然都不能躲避押沙龍了；要速速地去，恐怕他忽然來到，加害於我們，用刀殺盡合城的人。」","bklcl":"Tāi-pi̍t kā hiah-ê kap i tī Iâ-lō͘-sat-léng ê jîn-sîn kóng, Khí-lâi, lán tio̍h tô-cháu; nā bô, lóng bōe-ōe siám-pī Ap-sa-liông; tio̍h kín-kín khì, kiaⁿ-liáu i kín-kín kàu lâi jip-tio̍h lán, hām-hāi lán, ēng to thâi-sí siâⁿ-lāi ê lâng.","tghg":"大衛給許個及伊佇耶路撒冷的人臣講：「起來，咱著逃走，若無攏𣍐會閃避押沙龍；著緊緊去，驚了伊緊緊到來趇(jip)著咱，陷害咱，用刀刣死城內的人。」","bklhl":"大衛kā hiah-ê kap伊tī耶路撒冷ê人臣講，起來，咱tio̍h逃走；若無，lóng bōe能閃避押沙龍；tio̍h緊緊去，驚了伊緊緊到來jip-tio̍h咱，陷害咱，用刀刣死城內ê人。"}},{"book":"撒下","chapter":15,"verse":15,"versions":{"unv":"王的臣僕對王說：「我主我王所定的，僕人都願遵行。」","bklcl":"Ông ê jîn-sîn kā ông kóng, Khòaⁿ ah, góa ê chú góa ê ông só͘ chú-ì ê, lí ê lô͘-po̍k lóng beh kiâⁿ.","tghg":"王的人臣給王講：「看啊，我的主我的王所注意的，你的奴僕攏欲行。」","bklhl":"王ê人臣kā王講，看ah，我ê主我ê王所主意ê，你ê奴僕lóng beh行。"}},{"book":"撒下","chapter":15,"verse":16,"versions":{"unv":"於是王帶著全家的人出去了，但留下十個妃嬪看守宮殿。","bklcl":"Ông chhut-khì, i ê ke-koàn lóng tè i; ông lâu cha̍p ê pìn-hui kò͘ chhù.","tghg":"王出去，伊的家眷攏隨伊，王留十個嬪妃顧厝。","bklhl":"王出去，伊ê家眷lóng tè伊；王留十個嬪妃顧厝。"}},{"book":"撒下","chapter":15,"verse":17,"versions":{"unv":"王出去，眾民都跟隨他，到伯墨哈，就住下了。","bklcl":"Ông chhut-khì, chèng peh-sìⁿ lóng tè i; kàu Pek-be̍k-hap chiū hioh.","tghg":"王出去，眾百姓攏隨伊，到伯墨哈，就歇。","bklhl":"王出去，眾百姓lóng tè伊；到Pek-be̍k-hap就歇。"}},{"book":"撒下","chapter":15,"verse":18,"versions":{"unv":"王的臣僕都在他面前過去。基利提人、比利提人，就是從迦特跟隨王來的六百人，也都在他面前過去。","bklcl":"Ông ê jîn-sîn lóng tī i ê bīn-chêng kiâⁿ-kè--khì, it-chhè ê Ki-lī-thê lâng, Pí-lī-thê lâng, kap Ka-te̍k lâng, chiū-sī tùi Ka-te̍k tè i lâi ê la̍k-pah lâng, iā lóng tī ông ê bīn-chêng kiâⁿ-kè--khì.","tghg":"王的人臣攏佇伊的面前行過去。一切的基利提人、比利提人，及迦特人就是對迦特隨伊來的六百人，也攏佇王的面前行過去。","bklhl":"王ê人臣lóng tī伊ê面前行過去，一切ê Ki-lī-thê人、Pí-lī-thê人，kap Ka-te̍k人，就是tùi Ka-te̍k tè伊來ê六百人，也lóng tī王ê面前行過去。"}},{"book":"撒下","chapter":15,"verse":19,"versions":{"unv":"王對迦特人以太說：「你是外邦逃來的人，為甚麼與我們同去呢？你可以回去與新王同住，或者回你本地去吧！","bklcl":"Ông kā Ka-te̍k lâng Í-thài kóng, Lí siáⁿ-sū kap goán khì? thang tò-khì kap ông saⁿ-kap tòa; lí sī gōa-pang lâng, chhian-sóa tī gōa-bīn, thang tò-khì pún só͘-chāi.","tghg":"王給迦特人以太講：「你啥事及阮去？通倒去及王相及住，你是外邦人，遷徙佇外面，通倒去本所在！","bklhl":"王kā Ka-te̍k人Í-thài講，你啥事kap阮去？thang tò去kap王相kap tòa；你是外邦人，遷徙tī外面，thang tò去本所在。"}},{"book":"撒下","chapter":15,"verse":20,"versions":{"unv":"你來的日子不多，我今日怎好叫你與我們一同飄流、沒有一定的住處呢？你不如帶你的弟兄回去吧！願耶和華用慈愛誠實待你。」","bklcl":"Lí chā-ji̍t chiah lâi, góa kin-á-ji̍t kiám thang lô-hoân lí kap goán phiau-liû ah?  góa khì góa só͘ khì ê só͘-chāi; lí thang tò-khì, tòa lí ê hiaⁿ-tī saⁿ-kap tò-khì; goān un-tián sêng-si̍t kap lí tī-teh.","tghg":"你昨日才來，我今仔日豈通勞煩你及阮漂流啊？我去我所去的所在，你通倒去，帶你的兄弟相及倒去！願恩典誠實及你佇啲。」","bklhl":"你昨日chiah來，我今á日kiám thang勞煩你kap阮漂流ah？我去我所去ê所在；你thang tò去，帶你ê兄弟相kap tò去；願恩典誠實kap你tī-teh。"}},{"book":"撒下","chapter":15,"verse":21,"versions":{"unv":"以太對王說：「我指著永生的耶和華起誓，又敢在王面前起誓：無論生死，王在哪裡，僕人也必在那裡。」","bklcl":"Í-thài ìn ông kóng, Góa kí éng-oa̍h ê Iâ-hô-hoa, kap góa ê chú góa ê ông ê oa̍h-miā, lâi chiù-chōa, góa ê chú góa ê ông he̍k-oa̍h he̍k-sí, kìⁿ só͘ tī-teh ê só͘-chāi, lí ê lô͘-po̍k iā tī-hia.","tghg":"以太應王講：「我指永活的耶和華，及我的主我的王的活命來咒誓：我的主我的王或活或死，見所佇啲的所在，你的奴僕也佇遐。」","bklhl":"Í-thài ìn王講，我kí永活ê耶和華，kap我ê主我ê王ê活命，來chiù-chōa，我ê主我ê王或活或死，見所tī-teh ê所在，你ê奴僕也tī-hia。"}},{"book":"撒下","chapter":15,"verse":22,"versions":{"unv":"大衛對以太說：「你前去過河吧！」於是迦特人以太帶著跟隨他的人和所有的婦人孩子，就都過去了。","bklcl":"Tāi-pi̍t kā Í-thài kóng, Lí khì, kè--khì.  Ka-te̍k lâng Í-thài kap hiah-ê tè i ê lâng, kap só͘ ū ê gín-ná chiū lóng kè--khì.","tghg":"大衛給以太講：「你去，過去！」迦特人以太及許個隨伊的人及所有的囝仔就攏過去。","bklhl":"大衛kā Í-thài講，你去，過去。Ka-te̍k人Í-thài kap hiah-ê tè伊ê人，kap所有ê gín-ná就lóng過去。"}},{"book":"撒下","chapter":15,"verse":23,"versions":{"unv":"本地的人都放聲大哭。眾民盡都過去，王也過了汲淪溪；眾民往曠野去了。","bklcl":"Piàn-tōe tōa-siaⁿ thî-khàu; chèng peh-sìⁿ lóng kè--khì, ông iā kè Khip-lûn khoe;  chèng peh-sìⁿ kè--khì, ǹg khòng-iá teh-kiâⁿ.","tghg":"遍地大聲啼哭，眾百姓攏過去，王也過汲淪溪；眾百姓過去，向曠野啲行。","bklhl":"遍地大聲啼哭；眾百姓lóng過去，王也過Khip-lûn溪；眾百姓過去，ǹg曠野teh行。"}},{"book":"撒下","chapter":15,"verse":24,"versions":{"unv":"撒督和抬　神約櫃的利未人也一同來了，將　神的約櫃放下。亞比亞他上來，等著眾民從城裡出來過去。","bklcl":"Sat-tok kap lóng-chóng tè i ê Lī-bī lâng kng Siōng-tè ê iok-kūi lâi; in hē Siōng-tè ê kūi tī-hia.  A-pí-a-tha chiūⁿ--lâi, thèng-hāu chèng peh-sìⁿ tùi siâⁿ-lāi chhut-lâi, lóng kè--khì.","tghg":"撒督及攏總隨伊的利未人扛上帝的約櫃來，𪜶下上帝的櫃佇遐。亞比亞他上來，聽候眾百姓對城內出來攏過去。","bklhl":"Sat-tok kap lóng總tè伊ê利未人扛上帝ê約櫃來；in hē上帝ê櫃tī-hia。A-pí-a-tha上來，thèng候眾百姓tùi城內出來，lóng過去。"}},{"book":"撒下","chapter":15,"verse":25,"versions":{"unv":"王對撒督說：「你將　神的約櫃抬回城去。我若在耶和華眼前蒙恩，他必使我回來，再見約櫃和他的居所。","bklcl":"Ông kā Sat-tok kóng, Lí kng Siōng-tè ê kūi tò-khì siâⁿ-lāi; góa nā tit-tio̍h un-tián tī Iâ-hô-hoa ê ba̍k-chêng, I beh hō͘ góa tò-lâi, hō͘ góa koh khòaⁿ-kìⁿ i, kap I khiā-khí ê só͘-chāi.","tghg":"王給撒督講：「你扛上帝的櫃倒去城內。我若得著恩典佇耶和華的目前，伊欲互我倒來，互我閣看見伊及伊徛起的所在。","bklhl":"王kā Sat-tok講，你扛上帝ê櫃tò去城內；我若得tio̍h恩典tī耶和華ê目前，伊beh hō͘我tò來，hō͘我koh看見伊，kap伊khiā起ê所在。"}},{"book":"撒下","chapter":15,"verse":26,"versions":{"unv":"倘若他說：『我不喜悅你』，看哪，我在這裡，願他憑自己的意旨待我！」","bklcl":"Siat-sú I kóng, Góa bô hoaⁿ-hí lí; khòaⁿ ah, góa tī-chia, goān I chiàu I khòaⁿ-chòe hó-ê kiâⁿ tī góa.","tghg":"設使伊講：『我無歡喜你』，看啊，我佇遮，願伊照伊看做好的行佇我！」","bklhl":"設使伊講，我無歡喜你；看ah，我tī-chia，願伊照伊看做好ê行tī我。"}},{"book":"撒下","chapter":15,"verse":27,"versions":{"unv":"王又對祭司撒督說：「你不是先見嗎？你可以安然回城；你兒子亞希瑪斯和亞比亞他的兒子約拿單都可以與你同去。","bklcl":"Ông koh kā chè-si Sat-tok kóng, Lí kiám m̄-sī sian-kiàn mah?  Lí thang an-jiân tò-khì siâⁿ-lāi; lí ê kiáⁿ A-hi-má-su, kap A-pí-a-tha ê kiáⁿ Iok-ná-tan, lín chit nn̄g ê kiáⁿ lóng thang kap lí khì.","tghg":"王閣給祭司撒督講：「你豈呣是先見嗎？你通安然倒去城內；你的子亞希瑪斯及亞比亞他的子約拿單，恁此二個子攏通及你去。","bklhl":"王koh kā祭司Sat-tok講，你kiám m̄是先見mah？你thang安然tò去城內；你ê kiáⁿ A-hi-má-su，kap A-pí-a-tha ê kiáⁿ約拿單，lín chit兩個kiáⁿ lóng thang kap你去。"}},{"book":"撒下","chapter":15,"verse":28,"versions":{"unv":"我在曠野的渡口那裡等你們報信給我。」","bklcl":"Khòaⁿ ah, góa tī khòng-iá ê tō͘-kháu thèng-hāu tùi lí hia ū siau-sit lâi, pò góa chai si̍t-chêng.","tghg":"看啊，我佇曠野的渡口聽候對你遐有消息來報我知實情。」","bklhl":"看ah，我tī曠野ê渡口thèng候tùi你hia有消息來，報我知實情。"}},{"book":"撒下","chapter":15,"verse":29,"versions":{"unv":"於是撒督和亞比亞他將　神的約櫃抬回耶路撒冷，他們就住在那裡。","bklcl":"Tùi án-ni Sat-tok kap A-pí-a-tha kng Siōng-tè ê kūi tò-khì Iâ-lō͘-sat-léng; in chiū tòa tī-hia.","tghg":"對按呢撒督及亞比亞他扛上帝的櫃倒去耶路撒冷，𪜶就住佇遐。","bklhl":"Tùi án-ni，Sat-tok kap A-pí-a-tha扛上帝ê櫃tò去耶路撒冷；in就tòa tī-hia。"}},{"book":"撒下","chapter":15,"verse":30,"versions":{"unv":"大衛蒙頭赤腳上橄欖山，一面上一面哭。跟隨他的人也都蒙頭哭著上去；","bklcl":"Tāi-pi̍t tùi chiūⁿ Kaⁿ-ná soaⁿ ê lō͘ chiūⁿ-khì, ná chiūⁿ-khì ná-háu; tà thâu-khak thǹg-chiah-kha lâi kiâⁿ; tè i khì ê chèng peh-sìⁿ iā tà thâu-khak chiūⁿ--khì, ná chiūⁿ-khì ná-háu.","tghg":"大衛對上橄欖山的路上去，愈上去愈哮，罩(tà)頭殼褪赤腳(thǹg-chiah-kha)來行。隨伊去的眾百姓也罩頭殼上去，愈上去愈哮；","bklhl":"大衛tùi上橄欖山ê路上去，ná上去ná哮；罩頭殼thǹg赤腳來行；tè伊去ê眾百姓也罩頭殼上去，ná上去ná哮。"}},{"book":"撒下","chapter":15,"verse":31,"versions":{"unv":"有人告訴大衛說：「亞希多弗也在叛黨之中，隨從押沙龍。」大衛禱告說：「耶和華啊，求你使亞希多弗的計謀變為愚拙！」","bklcl":"Ū lâng pò Tāi-pi̍t kóng, A-hi-to-hut iā tè Ap-sa-liông tī poān-tóng ê tiong-kan.  Tāi-pi̍t kóng, Iâ-hô-hoa ah, kiû Lí hō͘ A-hi-to-hut ê kè-bô͘ pìⁿ-chòe gōng.","tghg":"有人報大衛講：「亞希多弗也隨押沙龍佇叛黨(poān-tóng)的中間。」大衛講：「耶和華啊，求你互亞希多弗的計謀變做戇！」","bklhl":"有人報大衛講，A-hi-to-hut也tè押沙龍tī叛黨 ê中間。大衛講，耶和華ah，求你hō͘ A-hi-to-hut ê計謀變做戇。"}},{"book":"撒下","chapter":15,"verse":32,"versions":{"unv":"大衛到了山頂、敬拜　神的地方，見亞基人戶篩，衣服撕裂，頭蒙灰塵來迎接他。","bklcl":"Tāi-pi̍t chiūⁿ kàu soaⁿ-téng, kèng-pài Siōng-tè ê só͘-chāi, khòaⁿ-kìⁿ A-ki lâng Hō͘-su, saⁿ thiah-li̍h, thâu-khak sám tîn-ai, lâi ngiâ-chih i.","tghg":"大衛上到山頂、敬拜上帝的所在，看見亞基人戶篩，衫拆裂，頭殼摻(sám)塵埃來迎接(ngiâ-chih)伊。","bklhl":"大衛上到山頂，敬拜上帝ê所在，看見A-ki人Hō͘-su，衫拆裂，頭殼sám塵埃，來迎接伊。"}},{"book":"撒下","chapter":15,"verse":33,"versions":{"unv":"大衛對他說：「你若與我同去，必累贅我；","bklcl":"Tāi-pi̍t kā i kóng, Lí nā kap góa khì,  ōe thoa-thūi góa;","tghg":"大衛給伊講：「你若及我去，會拖倕(thoa-thūi)我；","bklhl":"大衛kā伊講，你若kap我去，會拖thūi我；"}},{"book":"撒下","chapter":15,"verse":34,"versions":{"unv":"你若回城去，對押沙龍說：『王啊，我願作你的僕人；我向來作你父親的僕人，現在我也照樣作你的僕人。』這樣，你就可以為我破壞亞希多弗的計謀。","bklcl":"lí nā tò-khì siâⁿ-lāi, kā Ap-sa-liông kóng, Ông ah, góa beh chòe lí ê lô͘-po̍k; góa chêng chòe lí ê pē ê lô͘-po̍k, taⁿ góa iā beh án-ni chòe lí ê lô͘-po̍k, lí chiū thang kā góa phò-hoāi A-hi-to-hut ê kè-bô͘.","tghg":"你若倒去城內，給押沙龍講：『王啊，我欲做你的奴僕；我前做你的父的奴僕，今我也欲按呢做你的奴僕。』你就通給我破壞亞希多弗的計謀。","bklhl":"你若tò去城內，kā押沙龍講，王ah，我beh做你ê奴僕；我前做你ê父ê奴僕，taⁿ我也beh án-ni做你ê奴僕，你就thang kā我破壞A-hi-to-hut ê計謀。"}},{"book":"撒下","chapter":15,"verse":35,"versions":{"unv":"祭司撒督和亞比亞他豈不都在那裡嗎？你在王宮裡聽見甚麼，就要告訴祭司撒督和亞比亞他。","bklcl":"Chè-si Sat-tok kap A-pí-a-tha kiám bô kap lí tī-hia mah?  Lí tùi ông-kiong-lāi só͘ thiaⁿ-kìⁿ-ê, chiū tio̍h kā chè-si Sat-tok kap A-pí-a-tha kóng.","tghg":"祭司撒督及亞比亞他豈無及你佇遐嗎？你對王宮內所聽見的，就著給祭司撒督及亞比亞他講。","bklhl":"祭司Sat-tok kap A-pí-a-tha kiám無kap你tī-hia mah？你tùi王宮內所聽見ê，就tio̍h kā祭司Sat-tok kap A-pí-a-tha講。"}},{"book":"撒下","chapter":15,"verse":36,"versions":{"unv":"撒督的兒子亞希瑪斯，亞比亞他的兒子約拿單，也都在那裡。凡你們所聽見的可以託這二人來報告我。」","bklcl":"Sat-tok ê kiáⁿ A-hi-má-su, A-pí-a-tha ê kiáⁿ Iok-ná-tan, chí(**chit) nn̄g ê kiáⁿ iā kap in tī-hia; kìⁿ-nā lín só͘ thiaⁿ-kìⁿ ê, thang thok-tiōng in lâi pò góa.","tghg":"撒督的子亞希瑪斯，亞比亞他的子約拿單，此二個子也及𪜶佇遐。見若恁所聽見的通託仗(thok-tiōng)𪜶來報我。」","bklhl":"Sat-tok ê kiáⁿ A-hi-má-su，A-pí-a-tha ê kiáⁿ約拿單，chit兩個kiáⁿ也kap in tī-hia；見若lín所聽見ê，thang託重in來報我。"}},{"book":"撒下","chapter":15,"verse":37,"versions":{"unv":"於是，大衛的朋友戶篩進了城；押沙龍也進了耶路撒冷。","bklcl":"Tùi án-ni, Tāi-pi̍t ê pêng-iú Hō͘-su ji̍p siâⁿ.  Ap-sa-liông iā ji̍p Iâ-lō͘-sat-léng.","tghg":"對按呢，大衛的朋友戶篩入城；押沙龍也入耶路撒冷。","bklhl":"Tùi án-ni，大衛ê朋友Hō͘-su入城。押沙龍也入耶路撒冷。"}}]