[{"book":"撒下","chapter":19,"verse":1,"versions":{"unv":"有人告訴約押說：「王為押沙龍哭泣悲哀。」","bklcl":"Ū lâng kā Iok-ap kóng, Khòaⁿ ah, ông ūi-tio̍h Ap-sa-liông thî-khàu pi-ai.","tghg":"有人給約押講：「看啊，王為著押沙龍啼哭悲哀。」","bklhl":"有人kā約押講，看ah，王為tio̍h押沙龍啼哭悲哀。"}},{"book":"撒下","chapter":19,"verse":2,"versions":{"unv":"眾民聽說王為他兒子憂愁，他們得勝的歡樂卻變成悲哀。","bklcl":"Hit-ji̍t ê tek-sèng piàn-chòe chèng peh-sìⁿ ê pi-ai; in-ūi hit-ji̍t peh-sìⁿ thiaⁿ-kìⁿ kóng, Ông ūi-tio̍h i ê kiáⁿ iu-būn.","tghg":"彼日的得勝變做眾百姓的悲哀，因為彼日百姓聽見講王為著伊的子憂悶。","bklhl":"Hit日ê得勝變做眾百姓ê悲哀；因為hit日百姓聽見講，王為tio̍h伊ê kiáⁿ憂悶。"}},{"book":"撒下","chapter":19,"verse":3,"versions":{"unv":"那日眾民暗暗地進城，就如敗陣逃跑、慚愧的民一般。","bklcl":"Hit-ji̍t peh-sìⁿ àm-chīⁿ ji̍p siâⁿ, chhin-chhiūⁿ tī tīn--nih tô-cháu kiàn-siàu ê peh-sìⁿ àm-chīⁿ ji̍p-lâi chi̍t-iūⁿ.","tghg":"彼日百姓暗靜入城，親像佇陣裡逃走、見誚的百姓暗靜入來一樣。","bklhl":"Hit日百姓暗靜入城，親像tī陣裡逃走見笑ê百姓暗靜入來一樣。"}},{"book":"撒下","chapter":19,"verse":4,"versions":{"unv":"王蒙著臉，大聲哭號說：「我兒押沙龍啊！押沙龍，我兒，我兒啊！」","bklcl":"Ông tà i ê bīn, ông tōa-siaⁿ háu, kóng, Góa ê kiáⁿ Ap-sa-liông ah, Ap-sa-liông, góa ê kiáⁿ, góa ê kiáⁿ ah.","tghg":"王罩(tà)伊的面，王大聲哮講：「我的子押沙龍啊！押沙龍，我的子，我的子啊！」","bklhl":"王罩伊ê面，王大聲哮，講，我ê kiáⁿ押沙龍ah，押沙龍，我ê kiáⁿ，我ê kiáⁿ ah。"}},{"book":"撒下","chapter":19,"verse":5,"versions":{"unv":"約押進去見王，說：「你今日使你一切僕人臉面慚愧了！他們今日救了你的性命和你兒女妻妾的性命，","bklcl":"Iok-ap ji̍p chhù khì kìⁿ ông kóng, Lí kin-á-ji̍t hō͘ lí it-chhè ê lô͘-po̍k bô thé-biān; in kin-á-ji̍t kiù lí ê sìⁿ-miā, kap lí ê kiáⁿ cha-bó͘-kiáⁿ ê sìⁿ-miā, lí hiah-ê bó͘ ê sìⁿ-miā, lí hiah-ê sòe-î ê sìⁿ-miā;","tghg":"約押入厝去見王，講：「你今仔日互你一切的奴僕無體面！𪜶今仔日救你的生命及你的子查某子的生命，你許個某的生命，你許個細姨的生命，","bklhl":"約押入厝去見王講，你今á日hō͘你一切ê奴僕無體面；in今á日救你ê性命，kap你ê kiáⁿ cha-bó͘-kiáⁿ ê性命，你hiah-ê bó͘ ê性命，你hiah-ê細姨ê性命；"}},{"book":"撒下","chapter":19,"verse":6,"versions":{"unv":"你卻愛那恨你的人，恨那愛你的人。你今日明明地不以將帥、僕人為念。我今日看明，若押沙龍活著，我們都死亡，你就喜悅了。","bklcl":"in-ūi oàn-hūn lí ê, lí thiàⁿ i, thiàⁿ lí ê, lí oàn-hūn i.  Lí kin-á-ji̍t í-keng hián-bêng lí bô iàu-kín hiah-ê siú-léng kap jîn-sîn; góa kin-á-ji̍t khòaⁿ-chhut, nā Ap-sa-liông oa̍h-teh, goán kin-á-ji̍t lóng sí, lí chiū hoaⁿ-hí.","tghg":"因為怨恨你的你疼伊，疼你的你怨恨伊。你今仔日已經顯明你無要緊許個首領及人臣。我今仔日看出，若押沙龍活啲，阮今仔日攏死，你就歡喜。","bklhl":"因為怨恨你ê，你疼伊；疼你ê，你怨恨伊。你今á日已經顯明你無要緊hiah-ê首領kap人臣；我今á日看出，若押沙龍活teh，阮今á日lóng死，你就歡喜。"}},{"book":"撒下","chapter":19,"verse":7,"versions":{"unv":"現在你當出去，安慰你僕人的心。我指著耶和華起誓：你若不出去，今夜必無一人與你同在一處；這禍患就比你從幼年到如今所遭的更甚！」","bklcl":"Taⁿ lí tio̍h khí-lâi chhut-khì, an-ùi lí ê lô͘-po̍k ê sim; góa kí Iâ-hô-hoa lâi chiù-chōa, lí nā bô chhut-khì, kim-mî bô chi̍t-lâng kap lí tī-teh; che chai-ē pí lí tùi siàu-liân kàu taⁿ só͘ tú-tio̍h-ê khah-chhám.","tghg":"今你著起來出去，安慰你的奴僕的心。我指耶和華來咒誓：你若無出去，今暝無一人及你佇啲；這災禍比你對少年到今所抵著(tú-tio̍h)的卡慘！」","bklhl":"Taⁿ你tio̍h起來出去，安慰你ê奴僕ê心；我kí耶和華來chiù-chōa，你若無出去，今暝無一人kap你tī-teh；這災厄比你tùi少年到taⁿ所tú-tio̍h-ê khah慘。"}},{"book":"撒下","chapter":19,"verse":8,"versions":{"unv":"於是王起來，坐在城門口。眾民聽說王坐在城門口，就都到王面前。以色列人已經逃跑，各回各家去了。","bklcl":"Ông chiū khí-lâi, chē tī siâⁿ-mn̂g--nih; ū lâng kā chèng peh-sìⁿ kóng, Khòaⁿ ah, ông chē tī siâⁿ-mn̂g--nih; peh-sìⁿ chiū lóng kàu ông ê bīn-chêng.\tÍ-sek-lia̍t lâng í-keng tô-cháu, ta̍k-lâng tò-khì i ê pò͘-pîⁿ.","tghg":"王就起來，坐佇城門裡。有人給眾百姓講：看啊，王坐佇城門裡，百姓就攏到王的面前。以色列人已經逃走，逐人倒去伊的布棚。","bklhl":"王就起來，坐tī城門裡；有人kā眾百姓講，看ah，王坐tī城門裡；百姓就lóng到王ê面前。\t以色列人已經逃走，ta̍k人tò去伊ê布棚。"}},{"book":"撒下","chapter":19,"verse":9,"versions":{"unv":"以色列眾支派的人紛紛議論說：「王曾救我們脫離仇敵的手，又救我們脫離非利士人的手，現在他躲避押沙龍逃走了。","bklcl":"Í-sek-lia̍t chèng chi-phài ê lâng hun-hun gī-lūn, kóng, Ông bat kiù lán thoat-lī tùi-te̍k ê chhiú, koh kiù lán thoat-lī Hui-lī-sū lâng ê chhiú; taⁿ i siám-pī Ap-sa-liông cháu tī gōa-bīn.","tghg":"以色列眾支派的人紛紛議論講：「王曾救咱脫離對敵的手，閣救咱脫離非利士人的手，今伊閃避押沙龍走佇外面。","bklhl":"以色列眾支派ê人紛紛議論，講，王bat救咱脫離對敵ê手，koh救咱脫離腓利士人ê手；taⁿ伊閃避押沙龍走tī外面。"}},{"book":"撒下","chapter":19,"verse":10,"versions":{"unv":"我們膏押沙龍治理我們，他已經陣亡。現在為甚麼不出一言請王回來呢？」","bklcl":"Lán ēng iû boah Ap-sa-liông tī-lí lán, i í-keng tīn-bông.  Lín taⁿ siáⁿ-sū m̄ chhut chi̍t-kù, chhiáⁿ ông tò-lâi ah?","tghg":"咱用油抹押沙龍治理咱，伊已經陣亡。恁今啥事呣出一句請王倒來啊？」","bklhl":"咱用油抹押沙龍治理咱，伊已經陣亡。Lín taⁿ啥事m̄出一句，請王tò來ah？"}},{"book":"撒下","chapter":19,"verse":11,"versions":{"unv":"大衛王差人去見祭司撒督和亞比亞他，說：「你們當向猶大長老說：『以色列眾人已經有話請王回宮，你們為甚麼落在他們後頭呢？","bklcl":"Tāi-pi̍t ông chhe lâng khì kìⁿ chè-si Sat-tok kap A-pí-a-tha, kóng, Lín tio̍h kā Iû-tāi ê tióng-ló kóng, Í-sek-lia̍t chèng-lâng í-keng ū ōe kàu tī ông, chhiáⁿ ông tò-lâi i ê chhù; lín chhiáⁿ ông tò-lâi, siáⁿ-sū chòe lâng ê lō͘-bé ah?","tghg":"大衛王差人去見祭司撒督及亞比亞他，講：「恁著給猶大的長老講：『以色列眾人已經有話到佇王，請王倒來伊的厝，恁請王倒來啥事做人的路尾啊？","bklhl":"大衛王差人去見祭司Sat-tok kap A-pí-a-tha，講，Lín tio̍h kā偤大ê長老講，以色列眾人已經有話到tī王，請王tò來伊ê厝；lín請王tò來，啥事做人ê路尾ah？"}},{"book":"撒下","chapter":19,"verse":12,"versions":{"unv":"你們是我的弟兄，是我的骨肉，為甚麼在人後頭請王回來呢？』","bklcl":"Lín sī góa ê hiaⁿ-tī, sī góa ê kut-jio̍k; chhiáⁿ ông tò-lâi siáⁿ-sū chòe lâng ê lô͘-bé ah?","tghg":"恁是我的兄弟，是我的骨肉，請王倒來啥事做人的路尾啊？』","bklhl":"Lín是我ê兄弟，是我ê骨肉；請王tò來啥事做人ê路尾ah？"}},{"book":"撒下","chapter":19,"verse":13,"versions":{"unv":"也要對亞瑪撒說：『你不是我的骨肉嗎？我若不立你替約押常作元帥，願　神重重地降罰與我！』」","bklcl":"Iā kā A-má-sat kóng, Lí kiám m̄-sī góa ê kut-jio̍k mah?  Góa nā bô siat-li̍p lí thòe Iok-ap tn̂g-tn̂g tī góa ê bīn-chêng chòe kun-tiúⁿ, goān Siōng-tè ka-pē chek-hoa̍t góa.","tghg":"也給亞瑪撒講：『你豈呣是我的骨肉嗎？我若無設立你替約押長長佇我的面前做軍長，願上帝加倍責罰我！』」","bklhl":"也kā A-má-sat講，你kiám m̄是我ê骨肉mah？我若無設立你替約押長長tī我ê面前做軍長，願上帝加倍責罰我。"}},{"book":"撒下","chapter":19,"verse":14,"versions":{"unv":"如此就挽回猶大眾人的心，如同一人的心。他們便打發人去見王，說：「請王和王的一切臣僕回來。」","bklcl":"Tùi án-ni, i chiū kám-kek Iû-tāi chèng-lâng ê sim, chhin-chhiūⁿ chi̍t-lâng ê sim; in chiū chhe lâng khì kìⁿ ông kóng, Goān lí kap lí ê chèng jîn-sîn tò-lâi.","tghg":"對按呢伊就感激猶大眾人的心，親像一人的心。𪜶就差人去見王，講：「願你及你的眾人臣倒來。」","bklhl":"Tùi án-ni，伊就感激偤大眾人ê心，親像一人ê心；in就差人去見王講，願你kap你ê眾人臣tò來。"}},{"book":"撒下","chapter":19,"verse":15,"versions":{"unv":"王就回來，到了約旦河。猶大人來到吉甲，要去迎接王，請他過約旦河。","bklcl":"Ông chiū tò-lâi, kàu Iok-tàn; Iû-tāi lâng lâi kàu Kiat-kah, beh ngiâ-chih ông, chhōa ông kè Iok-tàn.","tghg":"王就倒來，到約但。猶大人來到吉甲，欲迎接(ngiâ-chih)王，導王過約但。","bklhl":"王就tò來，到約旦；偤大人來到Kiat-kah，beh迎接王，chhōa王過約旦。"}},{"book":"撒下","chapter":19,"verse":16,"versions":{"unv":"巴戶琳的便雅憫人、基拉的兒子示每急忙與猶大人一同下去迎接大衛王。","bklcl":"Pa-hō͘-lîm ê Piān-ngá-bín lâng, Ki-la̍h ê kiáⁿ Sī-múi kóaⁿ-kín kap Iû-tāi lâng lo̍h--lâi ngiâ-chih Tāi-pi̍t ông.","tghg":"巴戶琳的便雅憫人、基拉的子示每趕緊及猶大人落來迎接大衛王。","bklhl":"Pa-hō͘-lîm ê便雅憫人，Ki-la̍h ê kiáⁿ Sī-múi趕緊kap偤大人落來迎接大衛王。"}},{"book":"撒下","chapter":19,"verse":17,"versions":{"unv":"跟從示每的有一千便雅憫人，還有掃羅家的僕人洗巴和他十五個兒子，二十個僕人；他們都逿過約旦河迎接王。","bklcl":"Kap i lâi ê, ū chi̍t-chheng ê Piān-ngá-bín lâng, iā ū Sò-lô ke ê lô͘-po̍k Sé-pa, kap i cha̍p-gō͘ ê kiáⁿ, jī-cha̍p ê lô͘-po̍k, in lóng tī ông ê bīn-chêng kè Iok-tàn.","tghg":"及伊來的有一千個便雅憫人，也有掃羅家的奴僕洗巴及伊十五個子，二十個奴僕；𪜶攏佇王的面前過約但。","bklhl":"kap伊來ê，有一千ê便雅憫人，也有掃羅家ê奴僕Sé-pa，kap伊十五個kiáⁿ，二十個奴僕，in lóng tī王ê面前過約旦。"}},{"book":"撒下","chapter":19,"verse":18,"versions":{"unv":"有擺渡船過去，渡王的家眷，任王使用。王要過約旦河的時候，基拉的兒子示每就俯伏在王面前，","bklcl":"U tō͘-chûn kè--khì, chài ông ê ke-koàn, chhut-chāi ông ēng.  Ông kè Iok-tàn ê sî, Ki-la̍h ê kiáⁿ Sī-múi chiū phak tī ông ê bīn-chêng;","tghg":"有渡船過去，載王的家眷，出在王用。王過約但的時，基拉的子示每就仆佇王的面前，","bklhl":"有渡船過去，載王ê家眷，chhut-chāi王用。王過約旦ê時，Ki-la̍h ê kiáⁿ Sī-múi就仆tī王ê面前；"}},{"book":"撒下","chapter":19,"verse":19,"versions":{"unv":"對王說：「我主我王出耶路撒冷的時候，僕人行悖逆的事，現在求我主不要因此加罪與僕人，不要記念，也不要放在心上。","bklcl":"kā ông kóng, Góa ê chú góa ê ông chhut Iâ-lō͘-sat-léng ê ji̍t, lí ê lô͘-po̍k kiâⁿ pōe-ge̍k ê sū; taⁿ kiû góa ê chú bo̍h-tit chek-chōe góa, bo̍h-tit kì-tit, ông iā bo̍h-tit hē tī sim--nih.","tghg":"給王講：「我的主我的王出耶路撒冷的日，你的奴僕行悖逆的事；今求我的主莫得責罪我，莫得記得，王也莫得下佇心裡。","bklhl":"kā王講，我ê主我ê王出耶路撒冷ê日，你ê奴僕行悖逆ê事；taⁿ求我ê主莫得責罪我，莫得記得，王也莫得hē tī心裡。"}},{"book":"撒下","chapter":19,"verse":20,"versions":{"unv":"僕人明知自己有罪，所以約瑟全家之中，今日我首先下來迎接我主我王。」","bklcl":"Lí ê lô͘-po̍k bêng-bêng chai ka-kī ū chōe, só͘-í Iok-sek choân-ke kin-á-ji̍t góa tē-it tāi-seng lo̍h-lâi ngiâ-chih góa ê chú góa ê ông.","tghg":"你的奴僕明明知家己有罪，所以約瑟全家，今仔日我第一代先落來迎接我的主我的王。」","bklhl":"你ê奴僕明明知家己有罪，所以約瑟全家今á日我第一事先落來迎接我ê主我ê王。"}},{"book":"撒下","chapter":19,"verse":21,"versions":{"unv":"洗魯雅的兒子亞比篩說：「示每既咒罵耶和華的受膏者，不應當治死他嗎？」","bklcl":"Sé-ló͘-ngá ê kiáⁿ A-pí-su kóng, Sī-múi bat chiù-chó͘ Iâ-hô-hoa só͘ boah-iû--ê, kiám m̄-tio̍h in-ūi án-ni hō͘ i sí mah?","tghg":"洗魯雅的子亞比篩講：「示每曾咒詛耶和華所抹油者，豈呣著因為按呢互伊死嗎？」","bklhl":"Sé-ló͘-ngá ê kiáⁿ A-pí-su講，Sī-múi bat咒詛耶和華所抹油ê，kiám m̄-tio̍h因為án-ni hō͘伊死mah？"}},{"book":"撒下","chapter":19,"verse":22,"versions":{"unv":"大衛說：「洗魯雅的兒子，我與你們有何關涉，使你們今日與我反對呢？今日在以色列中豈可治死人呢？我豈不知今日我作以色列的王嗎？」","bklcl":"Tāi-pi̍t kóng, Sé-ló͘-ngá ê kiáⁿ ah, góa kap lín sím-mi̍h kan-sia̍p, hō͘ lín kin-á-ji̍t hoán-tùi góa ah?  kin-á-ji̍t Í-sek-lia̍t tiong kiám thang hō͘ lâng sí mah?  góa kiám m̄-chai góa kin-á-ji̍t chòe Í-sek-lia̍t ông mah?","tghg":"大衛講：「洗魯雅的子啊，我及恁甚麼干涉，互恁今仔日反對我啊？今仔日以色列中豈通互人死嗎？我豈呣知我今仔日做以色列王嗎？」","bklhl":"大衛講，Sé-ló͘-ngá ê kiáⁿ ah，我kap lín甚麼干涉，hō͘ lín今á日反對我ah？今á日以色列中kiám thang hō͘人死mah？我kiám m̄知我今á日做以色列王mah？"}},{"book":"撒下","chapter":19,"verse":23,"versions":{"unv":"於是王對示每說：「你必不死。」王就向他起誓。","bklcl":"Tùi án-ni ông kā Sī-múi kóng, Lí m̄-bián sí; ông chiū tùi i chiù-chōa.","tghg":"對按呢王給示每講：「你呣免死。」王就對伊咒誓。","bklhl":"Tùi án-ni，王kā Sī-múi講，你m̄免死；王就對伊chiù-chōa。"}},{"book":"撒下","chapter":19,"verse":24,"versions":{"unv":"掃羅的孫子米非波設也下去迎接王。他自從王去的日子，直到王平平安安地回來，沒有修腳，沒有剃鬍鬚，也沒有洗衣服。","bklcl":"Sò-lô ê sun, Bí-hui-pho-siat iā lo̍h-khì ngiâ-chih ông; i tùi ông khì ê ji̍t kàu ông pêng-an tò-lâi ê ji̍t, i bô siu-chéng kha, iā bô siu-chéng chhùi-chhiu, iā bô sóe-saⁿ.","tghg":"掃羅的孫米非波設也落去迎接王。伊對王去的日，到王平安倒來的日，伊無修整腳，也無修整嘴鬚，也無洗衫。","bklhl":"掃羅ê孫，Bí-hui-pho-siat也落去迎接王；伊tùi王去ê日到王平安tò來ê日，伊無修整腳，也無修整嘴鬚，也無洗衫。"}},{"book":"撒下","chapter":19,"verse":25,"versions":{"unv":"他來到耶路撒冷迎接王的時候，王問他說：「米非波設，你為甚麼沒有與我同去呢？」","bklcl":"I tī Iâ-lō͘-sat-léng ngiâ-chih ông ê sî, ông kā i kóng, Bí-hui-pho-siat, lí siáⁿ-sū bô kap góa lo̍h--khì?","tghg":"伊佇耶路撒冷迎接王的時，王給伊講：「米非波設，你啥事無及我落去？」","bklhl":"伊tī耶路撒冷迎接王ê時，王kā伊講，Bí-hui-pho-siat，你啥事無kap我落去？"}},{"book":"撒下","chapter":19,"verse":26,"versions":{"unv":"他回答說：「我主我王，僕人是瘸腿的。那日我想要備驢騎上，與王同去，無奈我的僕人欺哄了我，","bklcl":"I ìn kóng, Góa ê chú góa ê ông ah, tng-sî lí ê lô͘-po̍k siūⁿ kóng, góa beh pī-pān lû, khiâ i kap ông saⁿ-kap khì; in-ūi lí ê lô͘-po̍k sī pái-kha; chóng-sī góa ê lô͘-po̍k phiàn góa;","tghg":"伊應講：「我的主我的王啊，當時你的奴僕想講我欲備辦驢騎伊，及王相及去，因為你的奴僕是跛腳，總是我的奴僕騙我，","bklhl":"伊應講，我ê主我ê王ah，當時你ê奴僕想講，我beh備辦驢，騎伊kap王相kap去；因為你ê奴僕是跛腳；總是我ê奴僕騙我；"}},{"book":"撒下","chapter":19,"verse":27,"versions":{"unv":"又在我主我王面前讒毀我。然而我主我王如同　神的使者一般，你看怎樣好，就怎樣行吧！","bklcl":"koh tī góa ê chú góa ê ông ê bīn-chêng húi-pòng lí ê lô͘-po̍k; to̍k-to̍k góa ê chú góa ê ông chhin-chhiūⁿ Siōng-tè ê sù-chiá, chiàu lí só͘ khòaⁿ-chòe hó-ê kiâⁿ i.","tghg":"閣佇我的主我的王的面前誹謗你的奴僕。獨獨我的主我的王親像上帝的使者，照你所看做好的行伊。","bklhl":"koh tī我ê主我ê王ê面前譭謗你ê奴僕；獨獨我ê主我ê王親像上帝ê使者，照你所看做好ê行伊。"}},{"book":"撒下","chapter":19,"verse":28,"versions":{"unv":"因為我祖全家的人，在我主我王面前都算為死人，王卻使僕人在王的席上同人吃飯，我現在向王還能辨理訴冤嗎？」","bklcl":"In-ūi góa ê chó͘ choân-ke, tī góa ê chú góa ê ông ê bīn-chêng, lóng sī tio̍h sí ê lâng; chóng-sī lí hō͘ lí ê lô͘-po̍k kap lí chi̍t-toh ê lâng saⁿ-kap chia̍h, góa iáu ū sím-mi̍h lí-iû thang koh tùi ông kiû-kiò ah?","tghg":"因為我的祖全家，佇我的主我的王的面前攏是著死的人，總是你互你的奴僕及你一桌的人相及食，我猶有甚麼理由通閣對王求叫啊？」","bklhl":"因為我ê祖全家，tī我ê主我ê王ê面前，lóng是tio̍h死ê人；總是你hō͘你ê奴僕kap你一桌ê人相kap食，我iáu有甚麼理由thang koh對王求叫ah？"}},{"book":"撒下","chapter":19,"verse":29,"versions":{"unv":"王對他說：「你何必再提你的事呢？我說，你與洗巴均分地土。」","bklcl":"Ông tùi i kóng, Lí siáⁿ-sū koh kóng lí ê tāi-chì ah?  Góa kóng, Lí kap Sé-pa tio̍h pîⁿ-pun hiah-ê gia̍p-sán.","tghg":"王對伊講：「你啥事閣講你的代誌啊？我講，你及洗巴著平分許個業產。」","bklhl":"王對伊講，你啥事koh講你ê tāi-chì ah？我講，你kap Sé-pa tio̍h平分hiah-ê業產。"}},{"book":"撒下","chapter":19,"verse":30,"versions":{"unv":"米非波設對王說：「我主我王既平平安安地回宮，就任憑洗巴都取了也可以。」","bklcl":"Bí-hui-pho-siat kā ông kóng, Góa ê chú góa ê ông í-keng pêng-an tò-lâi kiong-lāi, kù-chāi i lóng the̍h--khì, iā thang.","tghg":"米非波設給王講：「我的主我的王已經平安倒來宮內，據在(kù-chāi)伊攏提去也通。」","bklhl":"Bí-hui-pho-siat kā王講，我ê主我ê王已經平安tò來宮內，kù-chāi伊lóng the̍h去，也thang。"}},{"book":"撒下","chapter":19,"verse":31,"versions":{"unv":"基列人巴西萊從羅基琳下來，要送王過約旦河，就與王一同過了約旦河。","bklcl":"Ki-lia̍t lâng Pa-se-lâi tùi Lô-ki-lîm lo̍h-lâi, beh sàng ông kè Iok-tàn, chiū kap ông kè Iok-tàn.","tghg":"基列人巴西萊對羅基琳落來，欲送王過約但，就及王過約但。","bklhl":"Ki-lia̍t人Pa-se-lâi tùi Lô-ki-lîm落來，beh送王過約旦，就kap王過約旦。"}},{"book":"撒下","chapter":19,"verse":32,"versions":{"unv":"巴西萊年紀老邁，已經八十歲了。王住在瑪哈念的時候，他就拿食物來供給王；他原是大富戶。","bklcl":"Pa-se-lâi chin-lāu, í-keng poeh-cha̍p hè; ông tòa tī Má-hap-liām ê sî, i ēng chia̍h-mi̍h kiong-kip ông; in-ūi i sī tōa hó-gia̍h lâng.","tghg":"巴西萊真老，已經八十歲。王住佇瑪哈念的時，伊用食物供給王；因為伊是大好額人。","bklhl":"Pa-se-lâi真老，已經八十歲；王tòa tī Má-hap-liām ê時，伊用食物供給王；因為伊是大好額人。"}},{"book":"撒下","chapter":19,"verse":33,"versions":{"unv":"王對巴西萊說：「你與我同去，我要在耶路撒冷那裡養你的老。」","bklcl":"Ông kā Pa-se-lâi kóng, Lí kap góa kè--khì, kap góa tòa Iâ-lō͘-sat-léng, góa beh kiong-kip lí.","tghg":"王給巴西萊講：「你及我過去，及我住耶路撒冷，我欲供給你。」","bklhl":"王kā Pa-se-lâi講，你kap我過去，kap我tòa耶路撒冷，我beh供給你。"}},{"book":"撒下","chapter":19,"verse":34,"versions":{"unv":"巴西萊對王說：「我在世的年日還能有多少，使我與王同上耶路撒冷呢？","bklcl":"Pa-se-lâi kā ông kóng, Góa ê sìⁿ-miā iáu ū kúi nî, kúi ji̍t, hō͘ góa kap ông saⁿ-kap chiūⁿ Iâ-lō͘-sat-léng ah?","tghg":"巴西萊給王講：「我的生命猶有幾年幾日，互我及王相及上耶路撒冷啊？","bklhl":"Pa-se-lâi kā王講，我ê性命iáu有kúi nî，幾日，hō͘我kap王相kap上耶路撒冷ah？"}},{"book":"撒下","chapter":19,"verse":35,"versions":{"unv":"僕人現在八十歲了，還能嘗出飲食的滋味、辨別美惡嗎？還能聽男女歌唱的聲音嗎？僕人何必累贅我主我王呢？","bklcl":"Góa hiān-kim í-keng poeh-cha̍p hè lah, iáu ōe hun-piat hó-pháiⁿ mah?  Lí ê lô͘-po̍k iáu ōe chhì lim-chia̍h ê chu-bī mah?  chhiùⁿ-koa ê lâm-lú góa ōe hiáu thiaⁿ i ê siaⁿ-im mah?  Lô͘-po̍k siáⁿ-sū thoa-lūi góa ê chú góa ê ông ah?","tghg":"我現今已經八十歲啦，猶會分別好歹嗎？你的奴僕猶會試飲食的滋味嗎？唱歌的男女我會曉聽伊的聲音嗎？奴僕啥事拖累我的主我的王啊？","bklhl":"我現今已經八-十歲 lah，iáu ōe分別好pháiⁿ mah？你ê奴僕iáu ōe chhì lim食ê滋味mah？唱歌ê男女我會曉聽伊ê聲音mah？奴僕啥事拖累我ê主我ê王ah？"}},{"book":"撒下","chapter":19,"verse":36,"versions":{"unv":"僕人只要送王過約旦河，王何必賜我這樣的恩典呢？","bklcl":"Lí ê lô͘-po̍k chí-ū sī beh kap ông kè Iok-tàn chi̍t-chām-á; ông siáⁿ-sū tio̍h ēng chit ê pò-siúⁿ pò-siúⁿ góa ah?","tghg":"你的奴僕只有是欲及王過約但一站仔，王啥事著用此個報賞報賞我啊？","bklhl":"你ê奴僕只有是beh kap王過約旦一站á；王啥事tio̍h用chit ê報賞報賞我ah？"}},{"book":"撒下","chapter":19,"verse":37,"versions":{"unv":"求你准我回去，好死在我本城，葬在我父母的墓旁。這裡有王的僕人金罕，讓他同我主我王過去，可以隨意待他。」","bklcl":"Kiû lí chún lí ê lô͘-po̍k tò-khì, hō͘ góa thang sí tī góa ê pún siâⁿ, góa ê pē-bú ê bōng hia.  Khòaⁿ ah, lí ê lô͘-po̍k Kim-hán tī-chia; hō͘ i kap góa ê chú góa ê ông kè-khì; chiàu lí só͘ khòaⁿ-chòe hó-ê khoán-thāi i.","tghg":"求你准你的奴僕倒去，互我通死佇我的本城，我的父母的墓遐，看啊，你的奴僕金罕佇遮，互伊及我的主我的王過去，照你所看做好的款待伊。」","bklhl":"求你准你ê奴僕tò去，hō͘我thang死tī我ê本城，我ê父母ê墓hia。看ah，你ê奴僕Kim-hán tī-chia；hō͘伊kap我ê主我ê王過去；照你所看做好ê款待伊。"}},{"book":"撒下","chapter":19,"verse":38,"versions":{"unv":"王說：「金罕可以與我同去，我必照你的心願待他。你向我求甚麼，我都必為你成就。」","bklcl":"Ông kóng, Kim-hán thang kap góa khì; góa beh chiàu lí só͘ khòaⁿ-chòe hó-ê lâi khoán-thāi i; lí kìⁿ-ū tùi góa kiû--ê, góa beh kā lí chiâⁿ.","tghg":"王講：「金罕通及我去，我欲照你所看做好的來款待伊。你見有對我求的，我欲給你成。」","bklhl":"王講，Kim-hán thang kap我去；我beh照你所看做好ê來款待伊；你見有對我求ê，我beh kā你成。"}},{"book":"撒下","chapter":19,"verse":39,"versions":{"unv":"於是眾民過約旦河，王也過去。王與巴西萊親嘴，為他祝福，巴西萊就回本地去了。","bklcl":"Tùi án-ni chèng peh-sìⁿ kè Iok-tàn, ông iā kè--khì; ông chiū kap Pa-se-lâi chim-chhùi, kā i chiok-hok; i chiū tò-khì i pún só͘-chāi.","tghg":"對按呢眾百姓過約但，王也過去。王就及巴西萊唚嘴，給伊祝福，伊就倒去伊本所在。","bklhl":"Tùi án-ni，眾百姓過約旦，王也過去；王就kap Pa-se-lâi chim嘴，kā伊祝福；伊就tò去伊本所在。"}},{"book":"撒下","chapter":19,"verse":40,"versions":{"unv":"王過去，到了吉甲，金罕也跟他過去。猶大眾民和以色列民的一半也都送王過去。","bklcl":"Tùi án-ni ông kè-khì, kàu Kiat-kah; Kim-hán iā kap i kè-khì; Iû-tāi chèng peh-sìⁿ, kap Í-sek-lia̍t peh-sìⁿ ê chi̍t-pòaⁿ, iā lóng sàng ông kè-khì.","tghg":"對按呢王過去，到吉甲，金罕也及伊過去。猶大眾百姓及以色列百姓的一半也攏送王過去。","bklhl":"Tùi án-ni，王過去，到Kiat-kah；Kim-hán也kap伊過去；偤大眾百姓，kap以色列百姓ê一半，也lóng送王過去。"}},{"book":"撒下","chapter":19,"verse":41,"versions":{"unv":"以色列眾人來見王，對他說：「我們弟兄猶大人為甚麼暗暗送王和王的家眷，並跟隨王的人過約旦河？」","bklcl":"Í-sek-lia̍t chèng-lâng lâi kìⁿ ông, kā i kóng, Goán ê hiaⁿ-tī Iû-tāi lâng siáⁿ-sū thau lí khì, lâi chhōa ông kap i ê ke-koàn, kap kun-tè Tāi-pi̍t ê lâng, lóng saⁿ-kap kè Iok-tàn?","tghg":"以色列眾人來見王，給伊講：「阮的兄弟猶大人啥事偷你去，來導王及伊的家眷，及跟隨大衛的人，攏相及過約但？」","bklhl":"以色列眾人來見王，kā伊講，阮ê兄弟偤大人啥事偷你去，來chhōa王kap伊ê家眷，kap跟tè大衛ê人，lóng相kap 過約旦？"}},{"book":"撒下","chapter":19,"verse":42,"versions":{"unv":"猶大眾人回答以色列人說：「因為王與我們是親屬，你們為何因這事發怒呢？我們吃了王的甚麼呢？王賞賜了我們甚麼呢？」","bklcl":"Iû-tāi chèng-lâng ìn Í-sek-lia̍t lâng, kóng, In-ūi ông kap goán sī tâng-chong, lín siáⁿ-sū in-ūi chit ê sū siū-khì ah?  Goán bat chia̍h-tio̍h ông sím-mi̍h ah?  ông bat ēng sím-mi̍h sàng goán mah?","tghg":"猶大眾人應以色列人講：「因為王及阮是同宗，恁啥事因為此個事受氣啊？阮曾食著王甚麼啊？王曾用甚麼送阮嗎？」","bklhl":"偤大眾人應以色列人，講，因為王kap阮是同宗，lín啥事因為chit ê事受氣ah？阮bat食tio̍h王甚麼ah？王bat用甚麼送阮mah？"}},{"book":"撒下","chapter":19,"verse":43,"versions":{"unv":"以色列人回答猶大人說：「按支派，我們與王有十分的情分；在大衛身上，我們也比你們更有情分。你們為何藐視我們，請王回來不先與我們商量呢？」但猶大人的話比以色列人的話更硬。","bklcl":"Í-sek-lia̍t lâng ìn Iû-tāi lâng kóng, Chiàu chi-phài, chit ê ông goán ū cha̍p-hūn, goán tùi-tī Tāi-pi̍t pí lín khah ū koan-hē; lín siáⁿ-sū khòaⁿ-khin goán, chhōa goán ê ông tò-lâi, bô tāi-seng kap goán chham-siông ah?  To̍k-to̍k Iû-tāi lâng ê ōe, pí Í-sek-lia̍t lâng ê ōe, khah-ngī.","tghg":"以色列人應猶大人講：「照支派，此個王阮有十份；阮對佇大衛比恁卡有關係。恁啥事看輕阮，導阮的王倒來無代先及阮參詳啊？」獨獨猶大人的話比以色列人的話卡硬。","bklhl":"以色列人應偤大人講，照支派，chit ê王阮有十份，阮對tī大衛比lín khah有關係；lín啥事看輕阮，chhōa阮ê王tò來，無事先kap阮參詳ah？獨獨偤大人ê話，比以色列人ê話，khah硬。"}}]