[{"book":"撒下","chapter":13,"verse":1,"versions":{"unv":"大衛的兒子押沙龍有一個美貌的妹子，名叫他瑪。大衛的兒子暗嫩愛她。","bklcl":"Chit-ê í-āu Tāi-pi̍t ê kiáⁿ Ap-sa-liông ū chi̍t-ê chin-súi ê sió-bē, miâ kiò Tha-má; Tāi-pi̍t ê kiáⁿ Àm-lùn thiàⁿ i.","tghg":"此個以後大衛的子押沙龍有一個真媠的小妹，名叫他瑪。大衛的子暗嫩疼伊。","bklhl":"Chit ê以後，大衛ê kiáⁿ Ap-sa-liông有一个真súi ê小妹，名叫Tha-má；大衛ê kiáⁿ Àm-lùn疼伊。"}},{"book":"撒下","chapter":13,"verse":2,"versions":{"unv":"暗嫩為他妹子他瑪憂急成病。他瑪還是處女，暗嫩以為難向她行事。","bklcl":"Àm-lùn ūi-tio̍h i ê sió-bē Tha-má ut-chut kàu phòa-pīⁿ; in-ūi i sī chāi-sek-lú, Àm-lùn ka-kī chai oh-tit tùi i chòe sím-mi̍h tāi-chì.","tghg":"暗嫩為著伊的小妹他瑪鬱悴到破病。因為伊是在室女，暗嫩家己知僫(oh)得對伊做甚麼代誌。","bklhl":"Àm-lùn為tio̍h伊ê小妹Tha-má鬱卒到破病；因為伊是在室女，Àm-lùn家己知oh得對伊做甚麼tāi-chì。"}},{"book":"撒下","chapter":13,"verse":3,"versions":{"unv":"暗嫩有一個朋友，名叫約拿達，是大衛長兄示米亞的兒子。這約拿達為人極其狡猾；","bklcl":"Àm-lùn ū chi̍t ê pêng-iú, miâ kiò Iok-ná-ta̍t, sī Tāi-pi̍t ê hiaⁿ Sī-bí-a ê kiáⁿ.  Iok-ná-ta̍t sī chin lêng-khiàu ê lâng.","tghg":"暗嫩有一個朋友，名叫約拿達，是大衛的兄示米亞的子。約拿達是真靈竅的人；","bklhl":"Àm-lùn有一个朋友，名叫Iok-ná-ta̍t，是大衛ê兄Sī-bí-a ê kiáⁿ。Iok-ná-ta̍t是真靈竅ê人。"}},{"book":"撒下","chapter":13,"verse":4,"versions":{"unv":"他問暗嫩說：「王的兒子啊，為何一天比一天瘦弱呢？請你告訴我。」暗嫩回答說：「我愛我兄弟押沙龍的妹子他瑪。」","bklcl":"I tùi Àm-lùn kóng, Ông ê kiáⁿ ah, lí siáⁿ-sū chi̍t-ji̍t chi̍t-ji̍t khah siau-sán ah?  siáⁿ-sū m̄ kā góa kóng? Àm-lùn kā i kóng, Góa thiàⁿ góa ê sió-tī Ap-sa-liông ê sió-bē Tha-má.","tghg":"伊對暗嫩講：「王的子啊，你啥事一日一日卡消瘦啊？啥事呣給我講。」暗嫩給伊講：「我疼我的小弟押沙龍的小妹他瑪。」","bklhl":"伊對Àm-lùn講，王ê kiáⁿ ah，你啥事一日一日khah消瘦ah？啥事m̄ kā我講？ Àm-lùn kā伊講，我疼我ê小弟押沙龍ê小妹Tha-má。"}},{"book":"撒下","chapter":13,"verse":5,"versions":{"unv":"約拿達說：「你不如躺在床上裝病；你父親來看你，就對他說：『求父叫我妹子他瑪來，在我眼前預備食物，遞給我吃，使我看見，好從她手裡接過來吃。』」","bklcl":"Iok-ná-ta̍t kā i kóng, Lí tio̍h tó tī bîn-chhn̂g--nih, ké-chòe phòa-pīⁿ; lí ê lāu-pē lâi khòaⁿ lí, chiū tùi i kóng, Kiû lí chún góa ê sió-bē Tha-má lâi góa chia, ēng chia̍h-mi̍h hō͘ góa, pī-pān tī góa ê bīn-chêng, hō͘ góa khòaⁿ-kìⁿ, tùi i ê chhiú chih lâi chia̍h.","tghg":"約拿達給伊講：「你著倒佇眠床裡假做破病；你的老父來看你，就對伊講：『求你准我的小妹他瑪來我遮，用食物互我，備辦佇我的面前，互我看見，對伊的手接(chih)來食。』」","bklhl":"Iok-ná-ta̍t kā伊講，你tio̍h倒tī眠床裡，假做破病；你ê老父來看你，就對伊講，求你准我ê小妹Tha-má來我chia，用食物hō͘我，備辦tī我ê面前，hō͘我看見，對伊ê手接來食。"}},{"book":"撒下","chapter":13,"verse":6,"versions":{"unv":"於是暗嫩躺臥裝病。王來看他，他對王說：「求父叫我妹子他瑪來，在我眼前為我做兩個餅，我好從她手裡接過來吃。」","bklcl":"Àm-lùn chiū tó-teh ké phòa-pīⁿ; ông lâi bāi i.  Àm-lùn chiū tùi ông kóng, Kiû lí hō͘ góa ê sió-bē Tha-má lâi, tī góa ê bīn-chêng kā góa chòe nn̄g tè piáⁿ, góa thang tùi i ê chhiú chih lâi chia̍h i.","tghg":"暗嫩就倒啲假破病。王來覓(bāi)伊，暗嫩就對王講：「求你互我的小妹他瑪來，佇我的面前給我做二塊餅，我通對伊的手接來食伊。」","bklhl":"Àm-lùn就倒teh假破病；王來bāi伊。 Àm-lùn就對王講，求你hō͘我ê小妹Tha-má來，tī我ê面前kā我做兩塊餅，我thang對伊ê手接來食伊。"}},{"book":"撒下","chapter":13,"verse":7,"versions":{"unv":"大衛就打發人到宮裡，對他瑪說：「你往你哥哥暗嫩的屋裡去，為他預備食物。」","bklcl":"Tāi-pi̍t chiū chhe lâng kàu Tha-má ê chhù, kā i kóng, Taⁿ lí khì lí ê hiaⁿ Àm-lùn ê chhù, kā i pī-pān chia̍h-mi̍h.","tghg":"大衛就差人到他瑪的厝，給伊講：「今你去你的兄暗嫩的厝，給伊備辦食物。」","bklhl":"大衛就差人到Tha-má ê厝，kā伊講，Taⁿ你去你ê兄 Àm-lùn ê厝，kā伊備辦食物。"}},{"book":"撒下","chapter":13,"verse":8,"versions":{"unv":"他瑪就到她哥哥暗嫩的屋裡；暗嫩正躺臥。他瑪摶麵，在他眼前做餅，且烤熟了，","bklcl":"Tha-má chiū kàu i ê hiaⁿ Àm-lùn ê chhù; Àm-lùn tó-teh.  Tha-má the̍h mī-hún, tī i ê bīn-chêng chhiau chòe piáⁿ, koh pek hiah-ê piáⁿ;","tghg":"他瑪就到伊的兄暗嫩的厝；暗嫩倒啲。他瑪提麵粉，佇伊的面前摶(chhiau)做餅，閣煏(pek)許個餅，","bklhl":"Tha-má就到伊ê兄 Àm-lùn ê厝；Àm-lùn倒teh。Tha-má the̍h麵粉，tī伊ê面前chhiau做餅，koh pek hiah-ê餅；"}},{"book":"撒下","chapter":13,"verse":9,"versions":{"unv":"在他面前將餅從鍋裡倒出來，他卻不肯吃，便說：「眾人離開我出去吧！」眾人就都離開他，出去了。","bklcl":"chiū chiong chian-pôaⁿ piàⁿ tī i ê bīn-chêng.  Àm-lùn m̄-chia̍h, chiū kóng, Chèng-lâng tio̍h lī-khui góa chhut-khì; chèng-lâng chiū lī-khui i chhut-khì.","tghg":"就將煎盤傾(piàⁿ)佇伊的面前，暗嫩呣食，就講：「眾人著離開我出去！」眾人就離開伊，出去。","bklhl":"就將煎盤piàⁿ tī伊ê面前。 Àm-lùn m̄食，就講，眾人tio̍h離開我出去；眾人就離開伊出去。"}},{"book":"撒下","chapter":13,"verse":10,"versions":{"unv":"暗嫩對他瑪說：「你把食物拿進臥房，我好從你手裡接過來吃。」他瑪就把所做的餅拿進臥房，到她哥哥暗嫩那裡，","bklcl":"Àm-lùn kā Tha-má kóng Lí phâng chia̍h-mi̍h ji̍p khùn-pâng, góa thang tùi lí ê chhiú chih lâi chia̍h.  Tha-má chiū phâng só͘ chòe ê piáⁿ ji̍p khùn-pâng kàu i ê hiaⁿ Àm-lùn hia.","tghg":"暗嫩給他瑪講：「你捧(phâng)食物入睏房，我通對你的手接來食。」他瑪就捧所做的餅入睏房，到伊的兄暗嫩遐，","bklhl":"Àm-lùn kā Tha-má講你捧食物入睏房，我thang對你ê手接來食。Tha-má就捧所做ê餅入睏房到伊ê兄 Àm-lùn hia。"}},{"book":"撒下","chapter":13,"verse":11,"versions":{"unv":"拿著餅上前給他吃，他便拉住他瑪，說：「我妹妹，你來與我同寢。」","bklcl":"I phâng khì hō͘ i chia̍h, i chiū khiú i, kā i kóng, Góa ê sió-bē ah, lí lâi kap góa saⁿ-kap khùn.","tghg":"伊捧去互伊食，伊就搝(khiú)伊，給伊講：「我的小妹啊，你來及我相及睏。」","bklhl":"伊捧去hō͘伊食，伊就khiú伊，kā伊講，我ê小妹ah，你來kap我相kap睏。"}},{"book":"撒下","chapter":13,"verse":12,"versions":{"unv":"他瑪說：「我哥哥，不要玷辱我。以色列人中不當這樣行，你不要做這醜事；","bklcl":"I kā i kóng, Góa ê hiaⁿ, m̄-thang, bo̍h-tit lêng-jio̍k góa, in-ūi tī Í-sek-lia̍t tiong m̄-eng-kai án-ni kiâⁿ; lí bo̍h-tit chòe chit ê gōng-sū;","tghg":"伊給伊講：「我的兄，呣通莫得凌辱我。因為佇以色列中呣應該按呢行，你莫得做此個戇事；","bklhl":"伊kā伊講，我ê兄，m̄-thang，莫得凌辱我，因為tī以色列中m̄應該án-ni行；你莫得做chit ê戇事；"}},{"book":"撒下","chapter":13,"verse":13,"versions":{"unv":"你玷辱了我，我何以掩蓋我的羞恥呢？你在以色列中也成了愚妄人。你可以求王，他必不禁止我歸你。」","bklcl":"iā góa, góa beh cháiⁿ-iūⁿ sóe góa ê kiàn-siàu?  iā lí, lí tī Í-sek-lia̍t chòe gōng-lâng ê chi̍t-ê; taⁿ chhiáⁿ lí tùi ông kóng, i bô beh kìm-chí góa kè hō͘ lí.","tghg":"也(iā)我，我欲怎樣洗我的見誚？也你，你佇以色列做戇人的一個。今請你對王講，伊無欲禁止我嫁互你。」","bklhl":"也我，我beh怎樣洗我ê見笑？也你，你tī以色列做戇人ê一个；taⁿ請你對王講，伊無beh禁止我嫁hō͘你。"}},{"book":"撒下","chapter":13,"verse":14,"versions":{"unv":"但暗嫩不肯聽她的話，因比她力大，就玷辱她，與她同寢。","bklcl":"Chóng-sī Àm-lùn m̄-khéng thiaⁿ i ê ōe; in-ūi i pí i khah ū la̍t, chiū lêng-jio̍k i, kap i saⁿ-kap khùn.","tghg":"總是暗嫩呣肯聽伊的話，因為伊比伊卡有力，就凌辱伊，及伊相及睏。","bklhl":"總是Àm-lùn m̄肯聽伊ê話；因為伊比伊khah有力，就凌辱伊，kap伊相kap睏。"}},{"book":"撒下","chapter":13,"verse":15,"versions":{"unv":"隨後，暗嫩極其恨她，那恨她的心比先前愛她的心更甚，對她說：「你起來，去吧！」","bklcl":"Í-āu Àm-lùn ke̍k-kî oàn-hūn i; hit ê oàn-hūn i ê oàn-hūn, pí chêng thiàⁿ i ê thiàⁿ koh khah-tōa.  Àm-lùn chiū kā i kóng, Khí-lâi, khì ah.","tghg":"以後，暗嫩極其怨恨伊，彼個怨恨伊的怨恨比前疼伊的疼閣卡大，暗嫩就給伊講：「起來，去啊！」","bklhl":"以後Àm-lùn極其怨恨伊；hit ê怨恨伊ê怨恨，比前疼伊ê疼koh khah大。 Àm-lùn就kā伊講，起來，去ah。"}},{"book":"撒下","chapter":13,"verse":16,"versions":{"unv":"他瑪說：「不要這樣！你趕出我去的這罪比你才行的更重！」但暗嫩不肯聽她的話，","bklcl":"I kā i kóng, M̄-thang án-ni, lí kóaⁿ góa chhut-khì ê hāi-tio̍h góa, pí lí chêng khoán-thāi góa-ê khah-thiám.  Chóng-sī Àm-lùn m̄-khéng thiaⁿ i;","tghg":"伊給伊講：「呣通按呢！你趕我出去的害著我比你前款待我的卡殄(khah-thiám)！」總是暗嫩呣肯聽伊，","bklhl":"伊kā伊講，M̄-thang án-ni，你趕我出去ê害tio̍h我，比你前款待我ê khah-thiám。總是Àm-lùn m̄肯聽伊；"}},{"book":"撒下","chapter":13,"verse":17,"versions":{"unv":"就叫伺候自己的僕人來，說：「將這個女子趕出去！她一出去，你就關門，上閂。」","bklcl":"chiū kiò hit ê su-hāu i ê lô͘-po̍k kóng, Tio̍h kóaⁿ chit ê cha-bó͘-gín-ná tùi góa chia chhut-khì; i chhut-khì, mn̂g chiū tio̍h chhòaⁿ.","tghg":"就叫彼個伺候伊的奴僕，講：「著趕此個查某囝仔對我遮出去！伊出去，門就著閂(chhòaⁿ)。」","bklhl":"就叫hit ê伺候伊ê奴僕講，Tio̍h趕chit ê cha-bó͘-gín-ná tùi我chia出去；伊出去，門就tio̍h chhòaⁿ。"}},{"book":"撒下","chapter":13,"verse":18,"versions":{"unv":"那時他瑪穿著彩衣，因為沒有出嫁的公主都是這樣穿。暗嫩的僕人就把她趕出去，關門上閂。","bklcl":"Hit-sî Tha-má chhēng chhái-sek ê saⁿ, in-ūi ông ê cha-bó͘-kiáⁿ, iáu-bē chhut-kè ê, lóng chhēng chit hō saⁿ; Àm-lùn ê lô͘-po̍k chiū khan i chhut-khì; chhut-khì liáu, mn̂g chiū chhòaⁿ--teh.","tghg":"彼時他瑪穿彩色的衫，因為王的查某子，猶未出嫁的攏穿此號衫。暗嫩的奴僕就牽伊出去，出去了，門就閂啲。","bklhl":"Hit時Tha-má穿彩色ê衫，因為王ê cha-bó͘-kiáⁿ，iáu未出嫁ê，lóng穿chit號衫；Àm-lùn ê奴僕就牽伊出去；出去了，門就chhòaⁿ-teh。"}},{"book":"撒下","chapter":13,"verse":19,"versions":{"unv":"他瑪把灰塵撒在頭上，撕裂所穿的彩衣，以手抱頭，一面行走，一面哭喊。","bklcl":"Tha-má sám hé-hu tī thâu-khak, thiah-li̍h só͘ chhēng chhái-sek ê saⁿ, ēng chhiú phō thâu-khak lâi kiâⁿ; ná-kiâⁿ ná-háu.","tghg":"他瑪摻(sám)火灰佇頭殼，拆裂所穿彩色的衫，用手抱頭殼來行，愈行愈哮。","bklhl":"Tha-má sám火灰tī頭殼，拆裂所穿彩色ê衫，用手抱頭殼來行；ná行ná哮。"}},{"book":"撒下","chapter":13,"verse":20,"versions":{"unv":"她胞兄押沙龍問她說：「莫非你哥哥暗嫩與你親近了嗎？我妹妹，暫且不要作聲，他是你的哥哥，不要將這事放在心上。」他瑪就孤孤單單地住在她胞兄押沙龍家裡。","bklcl":"I ê hiaⁿ Ap-sa-liông mn̄g i kóng, Lí ê hiaⁿ Àm-lùn bat kap lí chòe-tui mah?  Góa ê sió-bē ah, taⁿ bô chòe siaⁿ, i sī lí ê hiaⁿ, bo̍h-tit khòa-ì chit ê sū.  Tha-má chiū toaⁿ-sin tiàm tī i ê hiaⁿ Ap-sa-liông ê chhù.","tghg":"伊的兄押沙龍問伊講：「你的兄暗嫩曾及你做堆嗎？我的小妹啊，今無做聲，伊是你的兄，莫得掛意此個事。」他瑪就單身踮佇伊的兄押沙龍的厝。","bklhl":"伊ê兄押沙龍問伊講，你ê兄 Àm-lùn bat kap你做堆mah？我ê小妹ah，taⁿ無做聲，伊是你ê兄，莫得掛意chit ê事。Tha-má就單身tiàm tī伊ê兄押沙龍ê厝。"}},{"book":"撒下","chapter":13,"verse":21,"versions":{"unv":"大衛王聽見這事，就甚發怒。","bklcl":"Tāi-pi̍t ông thiaⁿ-kìⁿ chiah-ê sū, chiū put-chí siū-khì.","tghg":"大衛王聽見諸個事，就不止受氣。","bklhl":"大衛王聽見chiah ê事，就不止受氣。"}},{"book":"撒下","chapter":13,"verse":22,"versions":{"unv":"押沙龍並不和他哥哥暗嫩說好說歹；因為暗嫩玷辱他妹妹他瑪，所以押沙龍恨惡他。","bklcl":"Ap-sa-liông bô kap Àm-lùn kóng-hó kóng-pháiⁿ; in-ūi Ap-sa-liông oàn-hūn Àm-lùn, sī i ū lêng-jio̍k i ê sió-bē Tha-má.","tghg":"押沙龍無及暗嫩講好講歹；因為押沙龍怨恨暗嫩，是伊有凌辱伊的小妹他瑪。","bklhl":"押沙龍無kap Àm-lùn講好講pháiⁿ；因為押沙龍怨恨Àm-lùn，是伊有凌辱伊ê小妹Tha-má。"}},{"book":"撒下","chapter":13,"verse":23,"versions":{"unv":"過了二年，在靠近以法蓮的巴力‧夏瑣有人為押沙龍剪羊毛；押沙龍請王的眾子與他同去。","bklcl":"Kè nn̄g-nî, Ap-sa-liông tī kūn Í-hoat-liân ê Pa-le̍k-hā-só, ū lâng kā i chián iûⁿ-mn̂g; Ap-sa-liông chhiáⁿ ông ê chèng-kiáⁿ lóng-chóng khì.","tghg":"過二年，押沙龍佇近以法蓮的巴力夏瑣有人給伊剪羊毛；押沙龍請王的眾子攏總去。","bklhl":"過兩年，押沙龍tī近Í-hoat-liân ê Pa-le̍k-hā-só，有人kā伊剪羊毛；押沙龍請王ê眾kiáⁿ lóng總去。"}},{"book":"撒下","chapter":13,"verse":24,"versions":{"unv":"押沙龍來見王，說：「現在有人為僕人剪羊毛，請王和王的臣僕與僕人同去。」","bklcl":"Ap-sa-liông lâi kìⁿ ông, kóng, Taⁿ lí ê lô͘-po̍k ū ēng lâng teh chián iûⁿ-mn̂g, chhiáⁿ ông, kap ông ê jîn-sîn, kap lô͘-po̍k, saⁿ-kap khì.","tghg":"押沙龍來見王，講：「今你的奴僕有用人啲剪羊毛，請王及王的人臣及奴僕相及去。」","bklhl":"押沙龍來見王，講，Taⁿ你ê奴僕有用人teh剪羊毛，請王，kap王ê人臣，kap奴僕，相kap去。"}},{"book":"撒下","chapter":13,"verse":25,"versions":{"unv":"王對押沙龍說：「我兒，我們不必都去，恐怕使你耗費太多。」押沙龍再三請王，王仍是不肯去，只為他祝福。","bklcl":"Ông kā Ap-sa-liông kóng, Góa ê kiáⁿ ah, m̄-thang, goán m̄-thang lóng khì, kiaⁿ-liáu lí khai-hùi siuⁿ siong-tiōng.  Ap-sa-liông pek i, chóng-sī i m̄-khì; kan-ta kā i chiok-hok.","tghg":"王給押沙龍講：「我的子啊，呣通，阮呣通攏去，驚了你開費(khai-hùi)甚(siuⁿ)傷重。」押沙龍迫伊，總是伊呣去，干單給伊祝福。","bklhl":"王kā押沙龍講，我ê kiáⁿ ah，m̄-thang，阮m̄-thang lóng去，驚了你開費siuⁿ傷重。押沙龍逼伊，總是伊m̄去；kan-ta kā伊祝福。"}},{"book":"撒下","chapter":13,"verse":26,"versions":{"unv":"押沙龍說：「王若不去，求王許我哥哥暗嫩同去。」王說：「何必要他去呢？」","bklcl":"Ap-sa-liông kóng, Nā bô, chiū hō͘ góa ê hiaⁿ Àm-lùn kap goán khì.  Ông kóng, Siáⁿ-sū tio̍h i kap lí khì ah?","tghg":"押沙龍講：「若無，就互我的兄暗嫩及阮去。」王講：「啥事著伊及你去啊？」","bklhl":"押沙龍講，若無，就hō͘我ê兄 Àm-lùn kap阮去。王講，啥事tio̍h伊kap你去ah？"}},{"book":"撒下","chapter":13,"verse":27,"versions":{"unv":"押沙龍再三求王，王就許暗嫩和王的眾子與他同去。","bklcl":"Ap-sa-liông pek i.  Ông chiū ún-chún Àm-lùn kap ông ê chèng-kiáⁿ saⁿ-kap khì.","tghg":"押沙龍迫伊，王就允准暗嫩及王的眾子相及去。","bklhl":"押沙龍逼伊。王就允准Àm-lùn kap王ê眾kiáⁿ相kap去。"}},{"book":"撒下","chapter":13,"verse":28,"versions":{"unv":"押沙龍吩咐僕人說：「你們注意，看暗嫩飲酒暢快的時候，我對你們說殺暗嫩，你們便殺他，不要懼怕。這不是我吩咐你們的嗎？你們只管壯膽奮勇！」","bklcl":"Ap-sa-liông hoan-hù i ê lô͘-po̍k kóng, Lín tio̍h chù-ì, khòaⁿ Àm-lùn lim-chiú tek-kái ê sî, góa kā lín kóng, Phah Àm-lùn, lín chiū tio̍h thâi-sí i, bo̍h-tit kiaⁿ; che kiám-m̄-sī góa hoan-hù lín--ê mah? Lín chòe lín hó-táⁿ ióng-kám.","tghg":"押沙龍吩咐伊的奴僕講：「恁著注意，看暗嫩飲酒得解(tek-kái)的時，我給恁講拍暗嫩，恁就著刣死伊，莫得驚。這豈呣是我吩咐恁的嗎？恁做恁好膽勇敢！」","bklhl":"押沙龍吩咐伊ê奴僕講，Lín tio̍h注意，看Àm-lùn lim酒tek-kái ê時，我kā lín講，Phah Àm-lùn，lín就tio̍h 刣死伊，莫得驚；這kiám m̄是我吩咐lín-ê mah？Lín做lín好膽勇敢。"}},{"book":"撒下","chapter":13,"verse":29,"versions":{"unv":"押沙龍的僕人就照押沙龍所吩咐的，向暗嫩行了。王的眾子都起來，各人騎上騾子，逃跑了。","bklcl":"Ap-sa-liông ê lô͘-po̍k chiū chiàu Ap-sa-liông só͘ hoan-hù ê, lâi kiâⁿ tī Àm-lùn; ông ê chèng-kiáⁿ lóng peh--khí-lâi, ta̍k-lâng khiâ i ê lô tô-cháu.","tghg":"押沙龍的奴僕就照押沙龍所吩咐的，來行佇暗嫩。王的眾子攏絔(peh)起來，逐人騎伊的驢，逃走。","bklhl":"押沙龍ê奴僕就照押沙龍所吩咐ê，來行tī Àm-lùn；王ê眾kiáⁿ lóng peh起來，ta̍k人騎伊ê騾逃走。"}},{"book":"撒下","chapter":13,"verse":30,"versions":{"unv":"他們還在路上，有風聲傳到大衛那裡，說：「押沙龍將王的眾子都殺了，沒有留下一個。」","bklcl":"In iáu tī lō͘--nih ū hong-siaⁿ thoân kàu Tāi-pi̍t, kóng, Ap-sa-liông ū thâi-sí ông ê chèng-kiáⁿ, bô lâu chi̍t-ê.","tghg":"𪜶猶佇路裡，有風聲傳到大衛，講：「押沙龍有刣死王的眾子，無留一個。」","bklhl":"In iáu tī路裡有風聲傳到大衛，講，押沙龍有刣死王ê眾kiáⁿ，無留一个。"}},{"book":"撒下","chapter":13,"verse":31,"versions":{"unv":"王就起來，撕裂衣服，躺在地上。王的臣僕也都撕裂衣服，站在旁邊。","bklcl":"Ông chiū khí--lâi thiah-li̍h saⁿ, tó tī tōe--nih; ông ê jîn-sîn iā thiah-li̍h saⁿ, khiā tī i ê sin-piⁿ.","tghg":"王就起來，拆裂衫，倒佇地裡。王的人臣也拆裂衫，徛佇伊的身邊。","bklhl":"王就起來拆裂衫，倒tī地裡；王ê人臣也拆裂衫，khiā tī伊ê身邊。"}},{"book":"撒下","chapter":13,"verse":32,"versions":{"unv":"大衛的長兄，示米亞的兒子約拿達說：「我主，不要以為王的眾子─少年人都殺了，只有暗嫩一個人死了。自從暗嫩玷辱押沙龍妹子他瑪的那日，押沙龍就定意殺暗嫩了。","bklcl":"Tāi-pi̍t ê hiaⁿ Sī-bí-a ê kiáⁿ, Iok-ná-ta̍t ìn kóng, Góa ê chú, bo̍h-tit phah-sǹg ông ê chèng-kiáⁿ, hiah-ê siàu-liân lâng lóng hō͘ i thâi-sí; chí-ū Àm-lùn sí nā-tiāⁿ; in-ūi tùi Àm-lùn lêng-jio̍k i ê sió-bē Tha-má hit-ji̍t, Ap-sa-liông chiū í-keng ū chit ê ì-sù.","tghg":"大衛的兄示米亞的子約拿達應講：「我的主，莫得拍算王的眾子──許個少年人攏互伊刣死，只有暗嫩死若定。因為對暗嫩凌辱伊的小妹他瑪彼日，押沙龍就已經有此個意思。","bklhl":"大衛ê兄Sī-bí-a ê kiáⁿ，Iok-ná-ta̍t應講，我ê主，莫得phah算王ê眾kiáⁿ，hiah-ê少年人lóng hō͘伊刣死；只有Àm-lùn死nā-tiāⁿ；因為tùi Àm-lùn凌辱伊ê小妹Tha-má hit日，押沙龍就已經有chit ê意思。"}},{"book":"撒下","chapter":13,"verse":33,"versions":{"unv":"現在，我主我王，不要把這事放在心上，以為王的眾子都死了，只有暗嫩一個人死了。」","bklcl":"Taⁿ góa ê chú góa ê ông, bo̍h-tit khòa-ì chit ê sū, phah-sǹg ông ê chèng-kiáⁿ lóng sí; kî-si̍t chí-ū Àm-lùn sí nā-tiāⁿ.","tghg":"今我的主我的王，莫得掛意此個事，拍算王的眾子攏死，其實只有暗嫩死若定。」","bklhl":"Taⁿ我ê主我ê王，莫得掛意chit ê事，phah算王ê眾kiáⁿ lóng死；其實只有Àm-lùn死nā-tiāⁿ。"}},{"book":"撒下","chapter":13,"verse":34,"versions":{"unv":"押沙龍逃跑了。守望的少年人舉目觀看，見有許多人從山坡的路上來。","bklcl":"Ap-sa-liông chiū tô-cháu.  Siú-bāng ê siàu-liân lâng kia̍h-ba̍k khòaⁿ, khòaⁿ-kìⁿ chōe-chōe peh-sìⁿ tùi i ê āu-bīn, tùi soaⁿ-piⁿ ê lō͘ lâi.","tghg":"押沙龍就逃走。守望的少年人攑目看，看見多多百姓對伊的後面對山邊的路來。","bklhl":"押沙龍就逃走。守望ê少年人kia̍h目看，看見chōe-chōe百姓tùi伊ê後面，tùi山邊ê路來。"}},{"book":"撒下","chapter":13,"verse":35,"versions":{"unv":"約拿達對王說：「看哪，王的眾子都來了，果然與你僕人所說的相合。」","bklcl":"Iok-ná-ta̍t kā ông kóng, Khòaⁿ ah, ông ê chèng-kiáⁿ lóng lâi lah, kó-jiân chiàu lí ê lô͘-po̍k só͘ kóng ê.","tghg":"約拿達給王講：「看啊，王的眾子攏來啦，果然照你的奴僕所講的。」","bklhl":"Iok-ná-ta̍t kā王講，看ah，王ê眾kiáⁿ lóng來lah，果然照你ê奴僕所講ê。"}},{"book":"撒下","chapter":13,"verse":36,"versions":{"unv":"話才說完，王的眾子都到了，放聲大哭；王和臣僕也都哭得甚慟。","bklcl":"Ōe tú-á kóng-soah, ông hiah-ê kiáⁿ chiū kàu, khui-siaⁿ thî-khàu; ông kap jîn-sîn iā lóng tōa thî-khàu kàu-ke̍k.","tghg":"話抵仔講息，王許個子就到，開聲啼哭；王及人臣也攏大啼哭到極。","bklhl":"話tú-á講soah，王hiah-ê kiáⁿ就到，開聲啼哭；王kap人臣也lóng大啼哭到極。"}},{"book":"撒下","chapter":13,"verse":37,"versions":{"unv":"押沙龍逃到基述王亞米忽的兒子達買那裡去了。大衛天天為他兒子悲哀。","bklcl":"Ap-sa-liông cháu kàu Ki-su̍t ông A-bí-hut ê kiáⁿ Ta̍t-mái hia; Tāi-pi̍t ji̍t-ji̍t ūi-tio̍h i ê kiáⁿ pi-ai.","tghg":"押沙龍走到基述王亞米忽的子達買遐。大衛日日為著伊的子悲哀。","bklhl":"押沙龍走到Ki-su̍t王A-bí-hut ê kiáⁿ Ta̍t-mái hia；大衛日日為tio̍h伊ê kiáⁿ悲哀。"}},{"book":"撒下","chapter":13,"verse":38,"versions":{"unv":"押沙龍逃到基述，在那裡住了三年。","bklcl":"Ap-sa-liông cháu kàu Ki-su̍t, tiàm hia saⁿ-nî.","tghg":"押沙龍走到基述，踮遐三年。","bklhl":"押沙龍走到Ki-su̍t，tiàm hia三年。"}},{"book":"撒下","chapter":13,"verse":39,"versions":{"unv":"暗嫩死了以後，大衛王得了安慰，心裡切切想念押沙龍。","bklcl":"Tāi-pi̍t ông ê sim chhiat-chhiat siàu-liām Ap-sa-liông; in-ūi Àm-lùn í-keng sí, chiū siū an-ùi.","tghg":"大衛王的心切切數念押沙龍，因為暗嫩已經死，就受安慰。","bklhl":"大衛王ê心切切siàu念押沙龍；因為Àm-lùn已經死，就受安慰。"}}]