[{"book":"撒下","chapter":2,"verse":1,"versions":{"unv":"此後，大衛問耶和華說：「我上猶大的一個城去可以嗎？」耶和華說：「可以。」大衛說：「我上哪一個城去呢？」耶和華說：「上希伯崙去。」","bklcl":"Āu-lâi Tāi-pi̍t mn̄g Iâ-hô-hoa kóng, Góa chiūⁿ-khì Iû-tāi chi̍t ê siâⁿ thang mah?  Iâ-hô-hoa kā i kóng, Thang chiūⁿ khì.  Tāi-pi̍t kóng, Góa tio̍h chiūⁿ-khì toh-lo̍h? I kóng, Kàu Hi-pek-lûn.","tghg":"後來，大衛問耶和華講：「我上去猶大一個城通嗎？」耶和華給伊講：「通上去。」大衛講：「我著上去叨落？」伊講：「到希伯崙。」","bklhl":"後來大衛問耶和華講，我上去偤大一个城thang mah？耶和華kā伊講，Thang上去。大衛講，我tio̍h上去toh落？伊講，到Hi-pek-lûn。"}},{"book":"撒下","chapter":2,"verse":2,"versions":{"unv":"於是大衛和他的兩個妻─一個是耶斯列人亞希暖，一個是作過迦密人拿八妻的亞比該─都上那裡去了。","bklcl":"Tāi-pi̍t chiū kap i nn̄g ê bó͘, chiū-sī Iâ-su-lia̍t lâng A-hi-loán, kap Ka-bi̍t lâng bat chòe Ná-pat ê bó͘, miâ A-pí-kai, lóng chiūⁿ-khì hia.","tghg":"大衛就及伊二個某──就是耶斯列人亞希暖，及迦密人曾做拿八的某名亞比該──攏上去遐。","bklhl":"大衛就kap伊兩個bó͘，就是Iâ-su-lia̍t人A-hi-loán，kap Ka-bi̍t人bat做Ná-pat ê bó͘，名A-pí-kai，lóng上去hia。"}},{"book":"撒下","chapter":2,"verse":3,"versions":{"unv":"大衛也將跟隨他的人和他們各人的眷屬一同帶上去，住在希伯崙的城邑中。","bklcl":"Tāi-pi̍t iā hō͘ kun-tè i ê lâng, kap in ta̍k-lâng ê ke-koàn, lóng chiūⁿ-khì; in chiū tiàm tī Hi-pek-lûn hiah-ê siâⁿ.","tghg":"大衛也互跟隨伊的人及𪜶逐人的家眷攏上去，𪜶就踮佇希伯崙許個城。","bklhl":"大衛也hō͘跟tè伊ê人，kap in ta̍k人ê家眷，lóng上去；in就tiàm tī Hi-pek-lûn hiah-ê城。"}},{"book":"撒下","chapter":2,"verse":4,"versions":{"unv":"猶大人來到希伯崙，在那裡膏大衛作猶大家的王。有人告訴大衛說：「葬埋掃羅的是基列‧雅比人。」","bklcl":"Iû-tāi lâng kàu, tī-hia ēng iû boah Tāi-pi̍t chòe Iû-tāi ke ê ông.\tŪ lâng kā Tāi-pi̍t kóng, Bâi-chòng Sò-lô--ê sī Ki-lia̍t Ngá-pí ê lâng.","tghg":"猶大人到，佇遐用油抹大衛做猶大家的王。有人給大衛講：「埋葬掃羅的是基列雅比的人。」","bklhl":"偤大人到，tī-hia用油抹大衛做偤大家ê王。\t有人kā大衛講，埋葬掃羅ê是Ki-lia̍t Ngá-pí ê人。"}},{"book":"撒下","chapter":2,"verse":5,"versions":{"unv":"大衛就差人去見基列‧雅比人，對他們說：「你們厚待你們的主─掃羅，將他葬埋。願耶和華賜福與你們！","bklcl":"Tāi-pi̍t chiū chhe sù-chiá khì kìⁿ Ki-lia̍t Ngá-pí ê lâng, kā in kóng, Goān Iâ-hô-hoa sù-ho̍k lín, in-ūi lín ēng chit ê jîn-chû khoán-thāi lí ê chú Sò-lô, kā i bâi-chòng.","tghg":"大衛就差使者去見基列雅比的人，給𪜶講：「願耶和華賜福恁！因為恁用此個仁慈款待你的主──掃羅；給伊埋葬。","bklhl":"大衛就差使者去見Ki-lia̍t Ngá-pí ê人，kā in講，願耶和華賜福lín，因為lín用chit ê仁慈款待你ê主掃羅，kā伊埋葬。"}},{"book":"撒下","chapter":2,"verse":6,"versions":{"unv":"你們既行了這事，願耶和華以慈愛誠實待你們，我也要為此厚待你們。","bklcl":"Goān Iâ-hô-hoa ēng jîn-chû sêng-si̍t khoán-thāi lín; góa iā beh tap lín chit ê jîn-chû, in-ūi lín ū kiâⁿ chit ê sū.","tghg":"願耶和華用仁慈誠實款待恁，我也欲答恁此個仁慈，因為恁有行此個事。","bklhl":"願耶和華用仁慈誠實款待lín；我也beh答lín chit ê仁慈，因為lín有行chit ê事。"}},{"book":"撒下","chapter":2,"verse":7,"versions":{"unv":"現在你們的主─掃羅死了，猶大家已經膏我作他們的王，所以你們要剛強奮勇。」","bklcl":"Lín ê chhiú tio̍h giám-ngī, lín tio̍h ióng-kám, in-ūi lín ê chú Sò-lô í-keng sí, Iû-tāi cho̍k iā ū ēng iû boah góa chòe in ê ông.","tghg":"恁的手著嚴硬(giám-ngī)，恁著勇敢，因為恁的主──掃羅已經死。猶大族也有用油抹我做𪜶的王。」","bklhl":"Lín ê手tio̍h giám硬，lín tio̍h勇敢，因為lín ê主掃羅已經死，偤大族也有用油抹我做in ê王。"}},{"book":"撒下","chapter":2,"verse":8,"versions":{"unv":"掃羅的元帥尼珥的兒子押尼珥，曾將掃羅的兒子伊施波設帶過河，到瑪哈念，","bklcl":"Sò-lô ê kun-tiúⁿ Nî-jíⁿ ê kiáⁿ Ap-nî-jíⁿ bat chiong Sò-lô ê kiáⁿ I-si-pho-siat tòa i kè--khì Má-hap-liām,","tghg":"掃羅的軍長尼珥的子押尼珥，曾將掃羅的子伊施波設帶伊過去瑪哈念，","bklhl":"掃羅ê軍長Nî-jíⁿ ê kiáⁿ Ap-nî-jíⁿ bat將掃羅ê kiáⁿ I-si-pho-siat帶伊過去Má-hap-liām，"}},{"book":"撒下","chapter":2,"verse":9,"versions":{"unv":"立他作王，治理基列、亞書利、耶斯列、以法蓮、便雅憫，和以色列眾人。","bklcl":"siat-li̍p i chòe-ông tī-lí Ki-lia̍t, A-su-lī, Iâ-su-lia̍t, Í-hoat-liân, Piān-ngá-bín, kap Í-sek-lia̍t ê chèng-lâng.","tghg":"設立伊做王，治理基列、亞書利、耶斯列、以法蓮、便雅憫，及以色列的眾人。","bklhl":"設立伊做王治理Ki-lia̍t、A-su-lī、Iâ-su-lia̍t、Í-hoat-liân、便雅憫，kap以色列ê眾人。"}},{"book":"撒下","chapter":2,"verse":10,"versions":{"unv":"掃羅的兒子伊施波設登基的時候年四十歲，作以色列王二年；惟獨猶大家歸從大衛。","bklcl":"Sò-lô ê kiáⁿ I-si-pho-siat khí-thâu chòe Í-sek-lia̍t ông, hit-sî sì-cha̍p hè; chē-ūi nn̄g-nî.  To̍k-to̍k Iû-tāi cho̍k tè Tāi-pi̍t.","tghg":"掃羅的子伊施波設起頭做以色列王，彼時四十歲，坐位二年；獨獨猶大族隨大衛。","bklhl":"掃羅ê kiáⁿ I-si-pho-siat起頭做以色列王，hit時四十歲；坐位兩年。獨獨偤大族tè大衛。"}},{"book":"撒下","chapter":2,"verse":11,"versions":{"unv":"大衛在希伯崙作猶大家的王，共七年零六個月。","bklcl":"Tāi-pi̍t tī Hi-pek-lûn chòe Iû-tāi cho̍k ê ông, le̍k-kè chhit-nî koh la̍k-ge̍h-ji̍t.","tghg":"大衛佇希伯崙做猶大族的王，歷過七年閣六月日。","bklhl":"大衛tī Hi-pek-lûn做偤大族ê王，歷過七年koh六月日。"}},{"book":"撒下","chapter":2,"verse":12,"versions":{"unv":"尼珥的兒子押尼珥和掃羅的兒子伊施波設的僕人從瑪哈念出來，往基遍去。","bklcl":"Nî-jíⁿ ê kiáⁿ Ap-nî-jíⁿ, kap Sò-lô ê kiáⁿ I-si-pho-siat ê jîn-sîn, tùi Má-hap-liām chhut-lâi khì Ki-piàn.","tghg":"尼珥的子押尼珥及掃羅的子伊施波設的人臣對瑪哈念出來，去基遍。","bklhl":"Nî-jíⁿ ê kiáⁿ Ap-nî-jíⁿ，kap掃羅ê kiáⁿ I-si-pho-siat ê人臣，tùi Má-hap-liām出來去Ki-piàn。"}},{"book":"撒下","chapter":2,"verse":13,"versions":{"unv":"洗魯雅的兒子約押和大衛的僕人也出來，在基遍池旁與他們相遇；一班坐在池這邊，一班坐在池那邊。","bklcl":"Sé-ló͘-ngá ê kiáⁿ Iok-ap kap Tāi-pi̍t ê jîn-sîn, iā chhut-lâi, tī Ki-piàn ê tî-piⁿ saⁿ tú-tio̍h; in chiū chē--teh, chi̍t-tūi chē tī tî ê chit-pêng, chi̍t-tūi chē tī tî ê hit-pêng.","tghg":"洗魯雅的子約押及大衛的人臣也出來，佇基遍的池邊相抵著(tú-tio̍h)；𪜶就坐啲，一隊坐佇池的此旁，一隊坐佇池的彼旁。","bklhl":"Sé-ló͘-ngá ê kiáⁿ約押kap大衛ê人臣，也出來，tī Ki-piàn ê池邊相tú-tio̍h；in就坐teh，一隊坐tī池ê chit-pêng，一隊坐tī池ê hit-pêng。"}},{"book":"撒下","chapter":2,"verse":14,"versions":{"unv":"押尼珥對約押說：「讓少年人起來，在我們面前戲耍吧！」約押說：「可以。」","bklcl":"Ap-nî-jíⁿ tùi Iok-ap kóng, Chhiáⁿ lí hō͘ siàu-liân lâng khí-lâi, tī lán ê bīn-chêng kún-chhiò.  Iok-ap kóng,  Thang hō͘ i khí-lâi.","tghg":"押尼珥對約押講：「請你互少年人起來，佇咱的面前滾笑(kún-chhiò)。」約押講：「通互伊起來。」","bklhl":"Ap-nî-jíⁿ對約押講，請你hō͘少年人起來，tī咱ê面前kún笑。約押講，Thang hō͘伊起來。"}},{"book":"撒下","chapter":2,"verse":15,"versions":{"unv":"就按著定數起來：屬掃羅兒子伊施波設的便雅憫人過去十二名，大衛的僕人也過去十二名，","bklcl":"In chiū khí-lâi chiàu siàu-gia̍h kè-khì; sio̍k Sò-lô ê kiáⁿ I-si-pho-siat ê Piān-ngá-bín lâng cha̍p-jī miâ, Tāi-pi̍t ê jîn-sîn iā ū cha̍p-jī miâ.","tghg":"𪜶就起來照數額過去：屬掃羅的子伊施波設的便雅憫人十二名，大衛的人臣也有十二名，","bklhl":"In就起來照數額過去；屬掃羅ê kiáⁿ I-si-pho-siat ê便雅憫人十二名，大衛ê人臣也有十二名。"}},{"book":"撒下","chapter":2,"verse":16,"versions":{"unv":"彼此揪頭，用刀刺肋，一同仆倒。所以，那地叫作希利甲‧哈素林，就在基遍。","bklcl":"Ta̍k-ê khiú i ê tùi-bīn hit-lâng ê thâu-khak, ēng to chha̍k i tùi-bīn hit-lâng ê hia̍p, chòe chi̍t-ē tó--lo̍h-khì sí; só͘-í hit só͘-chāi kiò-chòe Hi-lī-kah-hap-sò͘-lîm, chiū-sī tī Ki-piàn.","tghg":"逐個搝(khiú)伊對面彼人的頭殼，用刀鑿(chha̍k)伊對面彼人的脇(hia̍p)，做一下倒落去死。所以，彼所在叫做希利甲哈素林，就是佇基遍。","bklhl":"Ta̍k-ê khiú伊ê對面hit人ê頭殼，用刀鑿伊對面hit人ê hia̍p，做一下倒落去死；所以hit所在叫做Hi-lī-kah-hap-sò͘-lîm，就是tī Ki-piàn。"}},{"book":"撒下","chapter":2,"verse":17,"versions":{"unv":"那日的戰事凶猛，押尼珥和以色列人敗在大衛的僕人面前。","bklcl":"Hit-ji̍t ê kau-chiàn chin-hiông; Ap-nî-jíⁿ kap Í-sek-lia̍t lâng khah-su tī Tāi-pi̍t ê peng ê bīn-chêng.","tghg":"彼日的交戰真雄，押尼珥及以色列人卡輸佇大衛的兵的面前。","bklhl":"Hit日ê交戰真雄；Ap-nî-jíⁿ kap以色列人khah輸tī大衛ê兵ê面前。"}},{"book":"撒下","chapter":2,"verse":18,"versions":{"unv":"在那裡有洗魯雅的三個兒子：約押、亞比篩、亞撒黑。亞撒黑腳快如野鹿一般；","bklcl":"Tī-hia ū Sé-ló͘-ngá saⁿ ê kiáⁿ, Iok-ap, A-pí-su, A-sat-hek; A-sat-hek ê kha gâu cháu, chhin-chhiūⁿ iá-lo̍k chi̍t-poaⁿ.","tghg":"佇遐有洗魯雅三個子：約押、亞比篩、亞撒黑。亞撒黑的腳𠢕(gâu)走親像野鹿一般；","bklhl":"Tī-hia有Sé-ló͘-ngá三個kiáⁿ，約押、A-pí-su、A-sat-hek；A-sat-hek ê腳gâu走，親像野鹿一般。"}},{"book":"撒下","chapter":2,"verse":19,"versions":{"unv":"亞撒黑追趕押尼珥，直追趕他不偏左右。","bklcl":"A-sat-hek tui-jip Ap-nî-jíⁿ; bô phian chó-iū, ti̍t-ti̍t jip Ap-nî-jíⁿ.","tghg":"亞撒黑追趇(jip)押尼珥無偏左右，直直趇押尼珥。","bklhl":"A-sat-hek追jip Ap-nî-jíⁿ；無偏左右，直直jip Ap-nî-jíⁿ。"}},{"book":"撒下","chapter":2,"verse":20,"versions":{"unv":"押尼珥回頭說：「你是亞撒黑嗎？」回答說：「是。」","bklcl":"Ap-nî-jíⁿ oa̍t-thâu khòaⁿ kóng, A-sat-hek ah, sī lí á m̄-sī?  Ìn kóng, Sī góa.","tghg":"押尼珥越頭看講：「亞撒黑啊，是你抑呣是？」應講：「是我。」","bklhl":"Ap-nî-jíⁿ oa̍t頭看講，A-sat-hek ah，是你á m̄是？應講，是我。"}},{"book":"撒下","chapter":2,"verse":21,"versions":{"unv":"押尼珥對他說：「你或轉向左轉向右，拿住一個少年人，剝去他的戰衣。」亞撒黑卻不肯轉開不追趕他。","bklcl":"Ap-nî-jíⁿ kā i kóng, Lí tio̍h oa̍t-tńg chiàⁿ-pêng, á-sī tò-pêng, lia̍h chi̍t ê siàu-liân lâng, ūi lí pún-sin pak i ê chiàn-saⁿ; chóng-sī A-sat-hek ti̍t-ti̍t tui i, m̄-khéng oa̍t-tńg.","tghg":"押尼珥給伊講：「你著越轉正旁抑是倒旁，掠一個少年人，為你本身剝(pak)伊的戰衫。」總是亞撒黑直直追伊，呣肯越轉。","bklhl":"Ap-nî-jíⁿ kā伊講，你tio̍h oa̍t-tńg chiàⁿ-pêng，á是tò-pêng，掠一个少年人，為你本身剝(pak)伊ê戰衫；總是A-sat-hek直直追伊，m̄肯oa̍t-tńg。"}},{"book":"撒下","chapter":2,"verse":22,"versions":{"unv":"押尼珥又對亞撒黑說：「你轉開不追趕我吧！我何必殺你呢？若殺你，有甚麼臉見你哥哥約押呢？」","bklcl":"Ap-nî-jíⁿ koh kā A-sat-hek kóng, Lí oa̍t-tńg bo̍h--tit tui-jip góa; góa siáⁿ-sū tio̍h phah lí tó-tōe? nā án-ni, góa ū sím-mi̍h bīn-ba̍k thang khì kìⁿ lí ê hiaⁿ Iok-ap.","tghg":"押尼珥閣給亞撒黑講：「你越轉莫得追趇我！我啥事著拍你倒地？若按呢，我有甚麼面目通去見你的兄約押？」","bklhl":"Ap-nî-jíⁿ koh kā A-sat-hek講，你oa̍t-tńg莫得追jip我；我啥事tio̍h phah你倒地？若án-ni，我有甚麼面目thang去見你ê兄約押。"}},{"book":"撒下","chapter":2,"verse":23,"versions":{"unv":"亞撒黑仍不肯轉開。故此，押尼珥就用槍鐏刺入他的肚腹，甚至槍從背後透出，亞撒黑就在那裡仆倒而死。眾人趕到亞撒黑仆倒而死的地方，就都站住。","bklcl":"I iû-goân m̄-khéng oa̍t-tńg; Ap-nî-jíⁿ chiah ēng chhiuⁿ-pìⁿ-āu ê to chha̍k-ji̍p i ê pak-tó͘; chhiuⁿ chiū thàng-kè i ê ka-chiah-āu, i chiū tó tī-hia sí; kìⁿ-nā lâi kàu A-sat-hek tó-teh sí ê só͘-chāi, chiū lóng thêng-kha.","tghg":"伊猶原呣肯越轉。押尼珥才用槍柄(chhiuⁿ-pìⁿ)後的刀鑿入伊的腹肚，槍就𥦁(thàng)過伊的尻脊後，伊就倒佇遐死。見若來到亞撒黑倒啲死的所在，就攏停腳。","bklhl":"伊猶原m̄肯oa̍t-tńg；Ap-nî-jíⁿ chiah用鎗柄後ê刀鑿入伊ê腹肚；鎗就thàng過伊ê ka-chiah後，伊就倒tī-hia死；見若來到A-sat-hek倒teh死ê所在，就lóng停腳。"}},{"book":"撒下","chapter":2,"verse":24,"versions":{"unv":"約押和亞比篩追趕押尼珥，日落的時候，到了通基遍曠野的路旁，基亞對面的亞瑪山。","bklcl":"Iok-ap kap A-pí-su tui-jip Ap-nî-jíⁿ; in kàu Ki-a saⁿ tùi-bīn ê A-má soaⁿ, tī Ki-piàn khòng-iá ê lō͘, ji̍t chiū lo̍h.","tghg":"約押及亞比篩追趇押尼珥；𪜶到基亞相對面的亞瑪山，佇基遍曠野的路，日就落。","bklhl":"約押kap A-pí-su追jip Ap-nî-jíⁿ；in到Ki-a相對面ê A-má山，tī Ki-piàn曠野ê路，日就落。"}},{"book":"撒下","chapter":2,"verse":25,"versions":{"unv":"便雅憫人聚集，跟隨押尼珥站在一個山頂上。","bklcl":"Piān-ngá-bín lâng chū-chi̍p tè Ap-nî-jíⁿ chòe chi̍t-tīn, khiā tī soaⁿ-téng.","tghg":"便雅憫人聚集，隨押尼珥做一陣徛佇山頂。","bklhl":"便雅憫人聚集tè Ap-nî-jíⁿ做一陣，khiā tī山頂。"}},{"book":"撒下","chapter":2,"verse":26,"versions":{"unv":"押尼珥呼叫約押說：「刀劍豈可永遠殺人嗎？你豈不知終久必有苦楚嗎？你要等何時才叫百姓回去、不追趕弟兄呢？」","bklcl":"Ap-nî-jíⁿ kiò Iok-ap kóng, To-kiàm thâi lâng éng bô soah mah?  Lí kiám m̄-chai kàu-bé ū kan-khó͘ mah?  lí beh kàu sím-mi̍h sî hō͘ peh-sìⁿ tò-khì, bô jip in ê hiaⁿ-tī ah?","tghg":"押尼珥叫約押講：「刀劍刣人永無息嗎？你豈呣知到尾有艱苦嗎？你欲到甚麼時互百姓倒去、無趇𪜶的兄弟啊？」","bklhl":"Ap-nî-jíⁿ叫約押講，刀劍刣人永無soah mah？你kiám m̄知到尾有艱苦mah？你beh到甚麼時hō͘百姓tò去，無jip in ê兄弟ah？"}},{"book":"撒下","chapter":2,"verse":27,"versions":{"unv":"約押說：「我指著永生的　神起誓：你若不說戲耍的那句話，今日早晨百姓就回去，不追趕弟兄了。」","bklcl":"Iok-ap kóng, Góa kí éng-oa̍h ê Siōng-tè lâi chiù-chōa, nā m̄-sī lí kóng, chá-khí peh-sìⁿ chiū tò-khì, bô jip i ê hiaⁿ-tī.","tghg":"約押講：「我指永活的上帝來咒誓：若呣是你講，早起百姓就倒去，無趇伊的兄弟。」","bklhl":"約押講，我kí永活ê上帝來chiù-chōa，若m̄是你講，早起百姓就tò去，無jip伊ê兄弟。"}},{"book":"撒下","chapter":2,"verse":28,"versions":{"unv":"於是約押吹角，眾民就站住，不再追趕以色列人，也不再打仗了。","bklcl":"Tùi án-ni, Iok-ap pûn sàu-kak, chèng peh-sìⁿ chiū khiā-teh, bô koh tui-jip Í-sek-lia̍t lâng, iā bô koh kau-chiàn.","tghg":"對按呢約押歕哨角，眾百姓就徛啲，無閣追趇以色列人，也無閣交戰。","bklhl":"Tùi án-ni，約押pûn哨角，眾百姓就khiā-teh，無koh追jip以色列人，也無koh交戰。"}},{"book":"撒下","chapter":2,"verse":29,"versions":{"unv":"押尼珥和跟隨他的人整夜經過亞拉巴，過約旦河，走過畢倫，到了瑪哈念。","bklcl":"Ap-nî-jíⁿ kap tè i ê lâng thong-mî kiâⁿ, keng-kè A-la̍h-pa, kè Iok-tàn, tùi Pit-lûn kè-khì kàu Má-hap-liām.","tghg":"押尼珥及隨伊的人通暝行經過亞拉巴，過約但，對畢倫過去，到瑪哈念。","bklhl":"Ap-nî-jíⁿ kap tè伊ê人thong暝行，經過A-la̍h-pa，過約旦，tùi Pit-lûn 過去到Má-hap-liām。"}},{"book":"撒下","chapter":2,"verse":30,"versions":{"unv":"約押追趕押尼珥回來，聚集眾民，見大衛的僕人中缺少了十九個人和亞撒黑。","bklcl":"Iok-ap bô koh jip Ap-nî-jíⁿ, chiū tò-lâi, chū-chi̍p chèng peh-sìⁿ; Tāi-pi̍t ê pêng kiám cha̍p-káu lâng, kap A-sat-hek.","tghg":"約押無閣趇押尼珥就倒來，聚集眾百姓，大衛的兵減十九人及亞撒黑。","bklhl":"約押無koh jip Ap-nî-jíⁿ，就tò來，聚集眾百姓；大衛ê兵減十九人，kap A-sat-hek。"}},{"book":"撒下","chapter":2,"verse":31,"versions":{"unv":"但大衛的僕人殺了便雅憫人和跟隨押尼珥的人，共三百六十名。","bklcl":"Chóng-sī Tāi-pi̍t ê peng phah-sí Piān-ngá-bín lâng, kap tè Ap-nî-jíⁿ ê lâng, kiōng saⁿ-pah la̍k-cha̍p lâng.","tghg":"總是大衛的兵拍死便雅憫人及隨押尼珥的人，共三百六十人。","bklhl":"總是大衛ê兵phah死便雅憫人，kap tè Ap-nî-jíⁿ ê人，共三百六十人。"}},{"book":"撒下","chapter":2,"verse":32,"versions":{"unv":"眾人將亞撒黑送到伯利恆，葬在他父親的墳墓裡。約押和跟隨他的人走了一夜，天亮的時候到了希伯崙。","bklcl":"In kng A-sat-hek khì Pek-lī-hêng, bâi-chòng tī in lāu-pē ê bōng.  Iok-ap kap tè i ê lâng thong-mî kiâⁿ, kàu Hi-pek-lûn ê sî, thiⁿ tú-á kng.","tghg":"𪜶扛亞撒黑去伯利恆，埋葬佇𪜶老父的墓。約押及隨伊的人通暝行，到希伯崙的時天抵仔光。","bklhl":"In扛A-sat-hek去伯利恆，埋葬tī in老父ê墓。約押kap tè伊ê人thong暝行，到Hi-pek-lûn ê時，天tú-á光。"}}]