[{"book":"撒下","chapter":4,"verse":1,"versions":{"unv":"掃羅的兒子伊施波設聽見押尼珥死在希伯崙，手就發軟；以色列眾人也都驚惶。","bklcl":"Sò-lô ê kiáⁿ thiaⁿ-kìⁿ Ap-nî-jíⁿ sí tī Hi-pek-lûn, chhiú chiū nńg--lo̍h-khì.  Í-sek-lia̍t chèng-lâng iā lóng gāng-gāng.","tghg":"掃羅的子聽見押尼珥死佇希伯崙，手就軟落去；以色列眾人也(iā)攏愣愣(gāng-gāng)。","bklhl":"掃羅ê kiáⁿ聽見Ap-nî-jíⁿ死tī Hi-pek-lûn，手就軟落去。以色列眾人也lóng gāng-gāng。"}},{"book":"撒下","chapter":4,"verse":2,"versions":{"unv":"掃羅的兒子伊施波設有兩個軍長，一名巴拿，一名利甲，是便雅憫支派、比錄人臨門的兒子。比錄也屬便雅憫。","bklcl":"Sò-lô ê kiáⁿ ū nn̄g ê tūi-tiúⁿ, chi̍t-ê miâ Pa-ná, chi̍t-ê miâ Lī-kah, sī Piān-ngá-bín chi-phài, Pí-lio̍k lâng Lîm-bûn ê kiáⁿ; in-ūi Pí-lio̍k iā sio̍k tī Piān-ngá-bín.","tghg":"掃羅的子有二個隊長，一個名巴拿，一個名利甲，是便雅憫支派、比錄人臨門的子。因為比錄也屬佇便雅憫。","bklhl":"掃羅ê kiáⁿ有兩個隊長，一个名Pa-ná，一个名Lī-kah，是便雅憫支派，Pí-lio̍k人Lîm-bûn ê kiáⁿ；因為Pí-lio̍k也屬tī便雅憫。"}},{"book":"撒下","chapter":4,"verse":3,"versions":{"unv":"比錄人早先逃到基他音，在那裡寄居，直到今日。","bklcl":"Pí-lio̍k lâng chá-chêng cháu kàu Ki-tha-im, chhut-gōa tī-hia, kàu kin-á-ji̍t.","tghg":"比錄人早前走到基他音，出外佇遐，到今仔日。","bklhl":"Pí-lio̍k人早前走到Ki-tha-im，出外tī-hia，到今á日。"}},{"book":"撒下","chapter":4,"verse":4,"versions":{"unv":"掃羅的兒子約拿單有一個兒子名叫米非波設，是瘸腿的。掃羅和約拿單死亡的消息從耶斯列傳到的時候，他才五歲。他乳母抱著他逃跑；因為跑得太急，孩子掉在地上，腿就瘸了。","bklcl":"Sò-lô ê kiáⁿ Iok-ná-tan ū chi̍t ê kiáⁿ nn̄g-kha lóng pái, miâ-kiò Bí-hui-pho-siat; tng Sò-lô kap Iok-ná-tan ê siau-sit tùi Iâ-su-lia̍t thoân-lâi ê sî, i tú-á gō͘-hè; i ê ni-bú phō i cháu; in-ūi cháu chin-kín, gín-ná poa̍h--lo̍h-lâi, chiū tì pái-kha.","tghg":"掃羅的子約拿單有一個子二腳攏跛，名叫米非波設。當掃羅及約拿單的消息對耶斯列傳來的時，伊抵仔五歲。伊的奶母抱伊走；因為走真緊，囝仔跋落來，就致跛腳。","bklhl":"掃羅ê kiáⁿ約拿單有一个kiáⁿ兩腳lóng 跛，名叫Bí-hui-pho-siat；當掃羅kap約拿單ê消息tùi Iâ-su-lia̍t傳來ê時，伊tú-á五歲；伊ê奶母抱伊走；因為走真緊，gín-ná跋落來，就致跛腳。"}},{"book":"撒下","chapter":4,"verse":5,"versions":{"unv":"一日，比錄人臨門的兩個兒子利甲和巴拿出去，約在午熱的時候到了伊施波設的家；伊施波設正睡午覺。","bklcl":"Pí-lio̍k lâng, Lîm-bûn ê kiáⁿ Lī-kah kap Pa-ná, chhut-khì, iok-lio̍k ji̍t sio-lō ê sî, kàu I-si-pho-siat ê chhù.  I tī tiong-tàu tú-á teh khùn.","tghg":"比錄人臨門的子利甲及巴拿出去，約略日燒烙(sio-lō)的時到伊施波設的厝；伊佇中晝(tiong-tàu)抵仔啲睏。","bklhl":"Pí-lio̍k人，Lîm-bûn ê kiáⁿ Lī-kah kap Pa-ná，出去，約略日燒lō ê時，到I-si-pho-siat ê厝。伊tī中晝tú-á teh睏。"}},{"book":"撒下","chapter":4,"verse":6,"versions":{"unv":"他們進了房子，假作要取麥子，就刺透伊施波設的肚腹，逃跑了。","bklcl":"In ji̍p chhù-lāi ké-iáⁿ beh put be̍h, chiū chhì-thàu I-si-pho-siat ê pak-tó͘; Lī-kah kap i ê hiaⁿ-tī Pa-ná chiū tô-cháu.","tghg":"𪜶入厝內，假影欲扒(put)麥，就刺透伊施波設的腹肚，利甲及伊的兄弟巴拿就逃走。","bklhl":"In入厝內假影beh put麥，就刺透I-si-pho-siat ê腹肚；Lī-kah kap伊ê兄弟Pa-ná就逃走。"}},{"book":"撒下","chapter":4,"verse":7,"versions":{"unv":"他們進房子的時候，伊施波設正在臥房裡躺在床上，他們將他殺死，割了他的首級，拿著首級在亞拉巴走了一夜，","bklcl":"In ji̍p pâng-lâi ê sî, I-si-pho-siat tú-á tī pâng-lāi tó tī chhn̂g--nih teh khùn; in chiū phah i, thâi-sí i, koah i ê thâu-khak, tòa i khì, tùi A-la̍h-pa ê lō͘ thàu-mî kiâⁿ.","tghg":"𪜶入房內的時，伊施波設抵仔佇房內倒佇床裡啲睏，𪜶就拍伊刣死伊，割伊的頭殼，帶伊去，對亞拉巴的路透暝行，","bklhl":"In入房內ê時，I-si-pho-siat tú-á tī房內倒tī床裡teh睏；in就phah伊，刣死伊，割伊ê頭殼，帶伊去，tùi A-la̍h-pa ê路透暝行。"}},{"book":"撒下","chapter":4,"verse":8,"versions":{"unv":"將伊施波設的首級拿到希伯崙見大衛王，說：「王的仇敵掃羅曾尋索王的性命。看哪，這是他兒子伊施波設的首級；耶和華今日為我主我王在掃羅和他後裔的身上報了仇。」","bklcl":"In tòa I-si-pho-siat ê thâu-khak kàu Hi-pek-lûn Tāi-pi̍t hia, kā ông kóng, Lí ê tùi-te̍k Sò-lô bat siàu-siūⁿ lí ê sìⁿ-miā ê, khòaⁿ ah, che sī i ê kiáⁿ I-si-pho-siat ê thâu-khak.  Iâ-hô-hoa kin-á-ji̍t ūi-tio̍h góa ê chú góa ê ông pò-siû tī Sò-lô kap i ê hō͘-è.","tghg":"𪜶帶伊施波設的頭殼到希伯崙大衛遐，給王講：「你的對敵掃羅曾數想你的生命的。看啊，這是伊的子伊施波設的頭殼；耶和華今仔日為著我的主我的王報仇佇掃羅及伊的後裔。」","bklhl":"In帶I-si-pho-siat ê頭殼到Hi-pek-lûn大衛hia，kā王講，你ê對敵掃羅bat siàu想你ê性命ê，看ah，這是伊ê kiáⁿ I-si-pho-siat ê頭殼。耶和華今á日為tio̍h我ê主我ê王報仇tī掃羅kap伊ê後裔。"}},{"book":"撒下","chapter":4,"verse":9,"versions":{"unv":"大衛對比錄人臨門的兒子利甲和他兄弟巴拿說：「我指著救我性命脫離一切苦難、永生的耶和華起誓：","bklcl":"Tāi-pi̍t ìn Pí-lio̍k lâng Lîm-bûn ê kiáⁿ Lī-kah kap i ê hiaⁿ-tī Pa-ná, kā i kóng, Iâ-hô-hoa kiù-sio̍k góa ê sìⁿ-miā thoat-lī lóng-chóng ê khó͘-lān; góa kí I ê éng-oa̍h lâi chiù-chōa;","tghg":"大衛應比錄人臨門的子利甲及伊的兄弟巴拿給伊講：「耶和華救贖我的生命、脫離攏總的苦難，我指伊的永活來咒誓：","bklhl":"大衛應Pí-lio̍k人Lîm-bûn ê kiáⁿ Lī-kah kap伊ê兄弟Pa-ná，kā伊講，耶和華救贖我ê性命脫離lóng總ê苦難；我kí伊ê永活來chiù-chōa；"}},{"book":"撒下","chapter":4,"verse":10,"versions":{"unv":"從前有人報告我說，掃羅死了，他自以為報好消息；我就拿住他，將他殺在洗革拉，這就作了他報消息的賞賜。","bklcl":"chêng ū lâng pò góa kóng, Sò-lô í-keng sí, i kā-kī lia̍h-chòe sī pò hó siau-sit, góa chiū lia̍h i tī Sé-keh-la̍h kā i thâi-sí, che sī góa hō͘ i chòe thoân siau-sit ê pò-siúⁿ;","tghg":"前有人報我講，掃羅已經死，伊家己掠做是報好消息；我就掠伊，佇洗革拉給伊刣死，這是我互伊做傳消息的報賞。","bklhl":"前有人報我講，掃羅已經死，伊家己掠做是報好消息，我就掠伊tī Sé-keh-la̍h kā伊刣死，這是我hō͘伊做傳消息ê報賞；"}},{"book":"撒下","chapter":4,"verse":11,"versions":{"unv":"何況惡人將義人殺在他的床上，我豈不向你們討流他血的罪、從世上除滅你們呢？」","bklcl":"hô-hòng pháiⁿ-lâng ji̍p gī-lâng ê chhù, thâi i tī bîn-chhn̂g--nih, góa kiám bô beh tùi lín ê chhiú thó i ê huih, tû-bia̍t lín tī tōe-chiūⁿ mah?","tghg":"何況歹人入義人的厝刣伊佇眠床裡，我豈無欲對恁的手討伊的血、除滅恁佇地上嗎？」","bklhl":"何況pháiⁿ人入義人ê厝，刣伊tī眠床裡，我kiám無beh tùi lín ê手討伊ê血，除滅lín tī地上mah？"}},{"book":"撒下","chapter":4,"verse":12,"versions":{"unv":"於是大衛吩咐少年人將他們殺了，砍斷他們的手腳，掛在希伯崙的池旁，卻將伊施波設的首級葬在希伯崙押尼珥的墳墓裡。","bklcl":"Tāi-pi̍t bēng-lēng i ê siàu-liân lâng, in chiū thâi-sí in, chām-tn̄g in ê kha-chhiú, tiàu tī Hi-pek-lûn ê tî-piⁿ; iā chiong I-si-pho-siat ê thâu-khak bâi-chòng tī Hi-pek-lûn Ap-nî-jíⁿ ê bōng.","tghg":"大衛命令伊的少年人，𪜶就刣死𪜶，斬斷𪜶的腳手，吊佇希伯崙的池邊，也將伊施波設的頭殼埋葬佇希伯崙押尼珥的墓。","bklhl":"大衛命令伊ê少年人，in就刣死in，斬斷in ê腳手，吊tī Hi-pek-lûn ê池邊；也將I-si-pho-siat ê頭殼埋葬tī Hi-pek-lûn Ap-nî-jíⁿ ê墓。"}}]