[{"book":"撒下","chapter":11,"verse":1,"versions":{"unv":"過了一年，到列王出戰的時候，大衛又差派約押，率領臣僕和以色列眾人出戰。他們就打敗亞捫人，圍攻拉巴。大衛仍住在耶路撒冷。","bklcl":"Nî-thâu, lia̍t-ông chhut-chiàn ê sî, Tāi-pi̍t chhe Iok-ap kap i ê jîn-sîn, kap Í-sek-lia̍t ê chèng-lâng, chhut-khì; in chiū thâi-iâⁿ A-bûn lâng, ûi-kong La̍h-pa.  Tāi-pi̍t iû-goân tiàm tī Iâ-lō͘-sat-léng.","tghg":"年頭，列王出戰的時，大衛差約押，及伊的人臣及以色列的眾人出去。𪜶就刣贏亞捫人，圍攻拉巴。大衛猶原踮佇耶路撒冷。","bklhl":"年頭，列王出戰ê時，大衛差約押kap伊ê人臣，kap以色列ê眾人，出去；in就刣贏A-bûn人，圍攻La̍h-pa。大衛猶原tiàm tī耶路撒冷。"}},{"book":"撒下","chapter":11,"verse":2,"versions":{"unv":"一日，太陽平西，大衛從床上起來，在王宮的平頂上遊行，看見一個婦人沐浴，容貌甚美，","bklcl":"Ū chi̍t-ji̍t beh àm ê sî, Tāi-pi̍t tùi chhn̂g--nih khí-lâi, tī ông-kiong ê chhù-téng kiâⁿ-lâi kiâⁿ-khì; tùi chhù-téng khòaⁿ-kìⁿ chi̍t ê hū-jîn-lâng teh sóe-e̍k; hū-jîn-lâng siⁿ-chòe chin-súi.","tghg":"有一日，欲暗的時，大衛對床裡起來，佇王宮的厝頂行來行去，對厝頂看見一個婦仁人啲洗浴，婦仁人生做真媠，","bklhl":"有一日beh暗ê時，大衛tùi床裡起來，tī王宮ê厝頂行來行去；tùi厝頂看見一个婦人人teh洗浴；婦人人生做真súi。"}},{"book":"撒下","chapter":11,"verse":3,"versions":{"unv":"大衛就差人打聽那婦人是誰。有人說：「她是以連的女兒，赫人烏利亞的妻拔示巴。」","bklcl":"Tāi-pi̍t ūi-tio̍h hit ê hū-jîn-lâng chiū chhe lâng khì thàm-thiaⁿ; ū lâng kóng, I kiám-m̄-sī Í-liân ê cha-bó͘-kiáⁿ, Hek-lâng O͘-lī-à ê bó͘, Poa̍t-sī-pa mah?","tghg":"大衛為著彼個婦仁人就差人去探聽。有人講：「伊豈呣是以連的查某子，赫人烏利亞的某拔示巴嗎？」","bklhl":"大衛為tio̍h hit ê婦人人就差人去探聽；有人講，伊kiám m̄是Í-liân ê cha-bó͘-kiáⁿ，Hek人烏利亞ê bó͘，Poa̍t-sī-pa mah？"}},{"book":"撒下","chapter":11,"verse":4,"versions":{"unv":"大衛差人去，將婦人接來；那時她的月經才得潔淨。她來了，大衛與她同房，她就回家去了。","bklcl":"Tāi-pi̍t chhe sù-chiá khì chhōa i lâi, i chiū lâi kàu i hia, Tāi-pi̍t kap i tâng-pâng; (hū-jîn-lâng chheng-khì i ê bô chheng-khì;) chiū tò-khì in chhù.","tghg":"大衛差使者去導伊來，伊就來到伊遐，大衛及伊同房；婦仁人清氣伊的無清氣。就倒去𪜶厝。","bklhl":"大衛差使者去chhōa伊來，伊就來到伊hia，大衛kap伊同房；(婦人人清氣伊ê無清氣)；就tò去in厝。"}},{"book":"撒下","chapter":11,"verse":5,"versions":{"unv":"於是她懷了孕，打發人去告訴大衛說：「我懷了孕。」","bklcl":"Hū-jîn-lâng hoâi-īn, chhe lâng kā Tāi-pi̍t kóng, Góa í-keng hoâi-īn.","tghg":"婦仁人懷孕，差人給大衛講：「我已經懷孕。」","bklhl":"婦人人懷孕，差人kā大衛講，我已經懷孕。"}},{"book":"撒下","chapter":11,"verse":6,"versions":{"unv":"大衛差人到約押那裡，說：「你打發赫人烏利亞到我這裡來。」約押就打發烏利亞去見大衛。","bklcl":"Tāi-pi̍t chhe lâng kàu Iok-ap hia, kóng, Lí chhe Hek-lâng O͘-lī-à lâi góa chia.  Iok-ap chiū chhe O͘-lī-à khì kìⁿ Tāi-pi̍t.","tghg":"大衛差人到約押遐，講：「你差赫人烏利亞來我遮。」約押就差烏利亞去見大衛。","bklhl":"大衛差人到約押hia，講，你差 Hek人烏利亞來我chia。約押就差烏利亞去見大衛。"}},{"book":"撒下","chapter":11,"verse":7,"versions":{"unv":"烏利亞來了，大衛問約押好，也問兵好，又問爭戰的事怎樣。","bklcl":"O͘-lī-à í-keng lâi i hia, Tāi-pi̍t mn̄g-khòaⁿ Iok-ap hó mah? peh-sìⁿ hó mah? kau-chiàn hó-sè mah?","tghg":"烏利亞已經來伊遐，大衛問看約押好嗎？百姓好嗎？交戰好勢嗎？","bklhl":"烏利亞已經來伊hia，大衛問看約押好mah？百姓好mah？交戰好勢mah？"}},{"book":"撒下","chapter":11,"verse":8,"versions":{"unv":"大衛對烏利亞說：「你回家去，洗洗腳吧！」烏利亞出了王宮，隨後王送他一分食物。","bklcl":"Tāi-pi̍t kā O͘-lī-à kóng, Lí lo̍h--khì lín tau sóe-kha.  O͘-lī-à chhut ông-kiong liáu-āu, ông chiū sàng chi̍t-hūn chia̍h-mi̍h hō͘ i.","tghg":"大衛給烏利亞講：「你落去恁兜洗腳。」烏利亞出王宮了後，王就送一份食物互伊。","bklhl":"大衛kā烏利亞講，你落去lín tau洗腳。烏利亞出王宮了後，王就送一份食物hō͘伊。"}},{"book":"撒下","chapter":11,"verse":9,"versions":{"unv":"烏利亞卻和他主人的僕人一同睡在宮門外，沒有回家去。","bklcl":"Chóng-sī O͘-lī-à kap i chú-lâng ê lô͘-po̍k saⁿ-kap khùn tī ông-kiong ê mn̂g-kháu, bô lo̍h-khì in tau.","tghg":"總是烏利亞及伊主人的奴僕相及睏佇王宮的門口，無落去𪜶兜。","bklhl":"總是烏利亞kap伊主人ê奴僕相kap睏tī王宮ê門口，無落去in tau。"}},{"book":"撒下","chapter":11,"verse":10,"versions":{"unv":"有人告訴大衛說：「烏利亞沒有回家去。」大衛就問烏利亞說：「你從遠路上來，為甚麼不回家去呢？」","bklcl":"Ū lâng kā Tāi-pi̍t kóng, O͘-lī-à bô lo̍h-khì i ê chhù.  Tāi-pi̍t chiū mn̄g O͘-lī-à kóng, Lí kiám-m̄-sī tùi hn̄g-lō͘ lâi mah?  siáⁿ-sū m̄ lo̍h-khì lí ê ke ah?","tghg":"有人給大衛講：「烏利亞無落去伊的厝。」大衛就問烏利亞講：「你豈呣是對遠路來嗎？啥事呣落去你的家啊？」","bklhl":"有人kā大衛講，烏利亞無落去伊ê厝。大衛就問烏利亞講，你kiám m̄是tùi遠路來mah？啥事m̄落去你ê家ah？"}},{"book":"撒下","chapter":11,"verse":11,"versions":{"unv":"烏利亞對大衛說：「約櫃和以色列與猶大兵都住在棚裡，我主約押和我主（或譯：王）的僕人都在田野安營，我豈可回家吃喝、與妻子同寢呢？我敢在王面前起誓（原文是我指著王和王的性命起誓）：我決不行這事！」","bklcl":"O͘-lī-à tùi Tāi-pi̍t kóng, Iok-kūi kap Í-sek-lia̍t kap Iû-tāi lóng tiàm tī chháu-liâu-á; góa ê chú Iok-ap, kap góa ê chú ê lô͘-po̍k, lóng chat-iâⁿ tī chhân-iá; góa kiám thang tò--khì góa ê ke lim-chia̍h, kap góa ê bó͘ saⁿ-kap khùn mah?  góa chí lí ê oa̍h, kap lí lêng-hûn ê oa̍h lâi chiù-chōa, góa koat-toàn bô beh kiâⁿ chi̍t ê sū.","tghg":"烏利亞對大衛講：「約櫃及以色列及猶大攏踮佇草寮仔，我的主約押及我的主的奴僕攏紮營佇田野，我豈通倒去我的家飲食、及我的某相及睏嗎？我指你的活及你靈魂的活來咒誓，我決斷無欲行此個事！」","bklhl":"烏利亞對大衛講，約櫃kap以色列kap偤大lóng tiàm tī草寮á；我ê主約押，kap我ê主ê奴僕，lóng紮營tī田野；我kiám thang tò去我ê家lim食，kap我ê bó͘相kap睏mah？我chí你ê活，kap你靈魂ê活來chiù-chōa，我決斷無beh行chit ê事。"}},{"book":"撒下","chapter":11,"verse":12,"versions":{"unv":"大衛吩咐烏利亞說：「你今日仍住在這裡，明日我打發你去。」於是烏利亞那日和次日住在耶路撒冷。","bklcl":"Tāi-pi̍t kā O͘-lī-à kóng, Lí kin-á-ji̍t iû-goân tòa chia, bîn-á-chài góa hō͘ lí khì.  O͘-lī-à chiū tī hit-ji̍t kap tē-jī ji̍t tòa tī Iâ-lō͘-sat-léng.","tghg":"大衛給烏利亞講：「你今仔日猶原住遮，明仔再(bîn-á-chài)我互你去。」烏利亞就佇彼日及第二日住佇耶路撒冷。","bklhl":"大衛kā烏利亞講，你今á日猶原tòa chia，明á載我hō͘你去。烏利亞就tī hit日kap 第二日tòa tī耶路撒冷。"}},{"book":"撒下","chapter":11,"verse":13,"versions":{"unv":"大衛召了烏利亞來，叫他在自己面前吃喝，使他喝醉。到了晚上，烏利亞出去與他主的僕人一同住宿，還沒有回到家裡去。","bklcl":"Tāi-pi̍t kiò O͘-lī-à lâi, i chiū tī i ê bīn-chêng lim-chia̍h; i hō͘ i chùi; í-keng àm, O͘-lī-à chhut-khì i ê chhn̂g--nih khùn, kap i ê chú chiah-ê lô͘-po̍k saⁿ-kap chòe-phōaⁿ; iā bô lo̍h-khì in tau.","tghg":"大衛叫烏利亞來，伊就佇伊的面前飲食，伊互伊醉。已經暗，烏利亞出去伊的床裡睏，及伊的主諸個奴僕相及做伴，也無落去𪜶兜。","bklhl":"大衛叫烏利亞來，伊就tī伊ê面前lim食；伊hō͘伊醉；已經暗，烏利亞出去伊ê床裡睏，kap伊ê主chiah ê奴僕相kap做伴；也無落去in tau。"}},{"book":"撒下","chapter":11,"verse":14,"versions":{"unv":"次日早晨，大衛寫信與約押，交烏利亞隨手帶去。","bklcl":"Keh chá-khí Tāi-pi̍t siá chi̍t tiuⁿ phoe hō͘ Iok-ap, thok O͘-lī-à ê chhiú tòa--khì.","tghg":"隔早起，大衛寫一張批互約押，託烏利亞的手帶去。","bklhl":"隔早起，大衛寫一張phoe hō͘約押，託烏利亞ê手帶去。"}},{"book":"撒下","chapter":11,"verse":15,"versions":{"unv":"信內寫著說：「要派烏利亞前進，到陣勢極險之處，你們便退後，使他被殺。」","bklcl":"Phoe-lāi siá kóng, Tio̍h phài O͘-lī-à tī tīn-chêng ke̍k gûi-kip ê só͘-chāi, lín chiū tùi i ê āu-bīn thè--lâi, hō͘ i siū phah-sí.","tghg":"批內寫講：「著派烏利亞佇陣情極危急的所在，恁就對伊的後面退來，互伊受拍死。」","bklhl":"Phoe內寫講，Tio̍h派烏利亞tī陣前極危急ê所在，lín就對伊ê後面退來，hō͘伊受phah死。"}},{"book":"撒下","chapter":11,"verse":16,"versions":{"unv":"約押圍城的時候，知道敵人那裡有勇士，便將烏利亞派在那裡。","bklcl":"Iok-ap ûi-siâⁿ ê sî, tī i só͘ chai ū ióng-sū ê só͘-chāi, chiū phài O͘-lī-à tī-hia.","tghg":"約押圍城的時，佇伊所知有勇士的所在，就派烏利亞佇遐。","bklhl":"約押圍城ê時，tī伊所知有勇士ê所在，就派烏利亞tī-hia。"}},{"book":"撒下","chapter":11,"verse":17,"versions":{"unv":"城裡的人出來和約押打仗；大衛的僕人中有幾個被殺的，赫人烏利亞也死了。","bklcl":"Siâⁿ-lāi ê lâng ū chhut-lâi kap Iok-ap kau-chiàn; Tai-pi̍t ê lô͘-po̍k sí kúi-nā lâng, Hek-lâng O͘-lī-à iā sí.","tghg":"城內的人有出來及約押交戰；大衛的奴僕死幾若人，赫人烏利亞也死。","bklhl":"城內ê人有出來kap約押交戰；大衛ê奴僕死kúi-nā人，Hek人烏利亞也死。"}},{"book":"撒下","chapter":11,"verse":18,"versions":{"unv":"於是，約押差人去將爭戰的一切事告訴大衛，","bklcl":"Iok-ap chhe lâng ēng kau-chiàn ê sū lóng kā Tāi-pi̍t kóng;","tghg":"約押差人用交戰的事攏給大衛講，","bklhl":"約押差人用交戰ê事lóng kā大衛講；"}},{"book":"撒下","chapter":11,"verse":19,"versions":{"unv":"又囑咐使者說：「你把爭戰的一切事對王說完了，","bklcl":"chiū hoan-hù sù-chiá kóng, Lí ēng kau-chiàn it-chhè ê sū kā ông kóng bêng-pe̍k,","tghg":"就吩咐使者講：「你用交戰一切的事給王講明白，","bklhl":"就吩咐使者講，你用交戰一切ê事kā王講明白，"}},{"book":"撒下","chapter":11,"verse":20,"versions":{"unv":"王若發怒，問你說：『你們打仗為甚麼挨近城牆呢？豈不知敵人必從城上射箭嗎？","bklcl":"ông nā siū-khì, kā lín kóng, Lín kau-chiàn ê sî, siáⁿ-sū pek-kūn siâⁿ-chhiûⁿ?  kiám m̄-chai in ōe tùi siâⁿ-téng siā-chìⁿ mah?","tghg":"王若受氣，給恁講：『恁交戰的時啥事迫近城牆？豈呣知𪜶會對城頂射箭嗎？","bklhl":"王若受氣，kā lín講，Lín交戰ê時，啥事逼近城牆？kiám m̄知in會tùi城頂射箭mah？"}},{"book":"撒下","chapter":11,"verse":21,"versions":{"unv":"從前打死耶路‧比設（就是耶路‧巴力，見士師記九章一節）兒子亞比米勒的是誰呢？豈不是一個婦人從城上拋下一塊上磨石來，打在他身上，他就死在提備斯麼？你們為甚麼挨近城牆呢？』你就說：『王的僕人─赫人烏利亞也死了。』」","bklcl":"Chêng phah-sí Iâ-lō͘-pí-siat ê kiáⁿ A-pí-bí-le̍k-ê sī chī-chūi? kiám-m̄-sī chi̍t ê hū-jîn-lâng, tùi chhiûⁿ-téng hiat chio̍h-bō ê téng-tún tī i ê téng-bīn, hō͘ i sí tī Thê-pī-su mah?  lín siáⁿ-sū pek-kūn siâⁿ ah? lí tio̍h kóng, Lí ê lô͘-po̍k Hek-lâng O͘-lī-à iā sí.","tghg":"前拍死耶路比設的子亞比米勒的是是誰？豈呣是一個婦仁人對牆頂㧒(hiat)石磨(chio̍h-bō)的頂礅(téng-tún)，佇伊的頂面，互伊死佇提備斯嗎？恁啥事迫近城啊？』你著講：『你的奴僕──赫人烏利亞也死。』」","bklhl":"前phah死Iâ-lō͘-pí-siat ê kiáⁿ A-pí-bí-le̍k-ê是是誰？kiám m̄是一个婦人人，tùi牆頂hiat石磨ê頂tún tī伊ê頂面，hō͘伊死tī Thê-pī-su mah？lín啥事逼近城ah？你tio̍h講，你ê奴僕Hek人烏利亞也死。"}},{"book":"撒下","chapter":11,"verse":22,"versions":{"unv":"使者起身，來見大衛，照著約押所吩咐他的話奏告大衛。","bklcl":"Sù-chiá khì, chiàu Iok-ap it-chhè só͘ bēng-lēng-ê lâi kā Tāi-pi̍t kóng.","tghg":"使者去，照約押一切所命令的來給大衛講。","bklhl":"使者去，照約押一切所命令ê來kā大衛講。"}},{"book":"撒下","chapter":11,"verse":23,"versions":{"unv":"使者對大衛說：「敵人強過我們，出到郊野與我們打仗，我們追殺他們，直到城門口。","bklcl":"Sù-chiá kā Tāi-pi̍t kóng, Tùi-te̍k pí goán khah-kiông, chhut-lâi kau-iá kong-kek goán, goán phah i kàu siâⁿ-mn̂g-kháu.","tghg":"使者給大衛講：「對敵比阮卡強，出來郊野攻擊阮，阮拍伊到城門口。","bklhl":"使者kā大衛講，對敵比阮khah強，出來郊野攻擊阮，阮phah伊到城門口。"}},{"book":"撒下","chapter":11,"verse":24,"versions":{"unv":"射箭的從城上射王的僕人，射死幾個，赫人烏利亞也死了。」","bklcl":"Siā-chìⁿ ê lâng tùi chhiûⁿ-téng siā lí ê lô͘-po̍k; ông ê lô͘-po̍k sí kúi-nā lâng, lí ê lô͘-po̍k Hek-lâng O͘-lī-à iā sí.","tghg":"射箭的人對牆頂射你的奴僕，王的奴僕死幾若人，你的奴僕赫人烏利亞也死。」","bklhl":"射箭ê人tùi牆頂射你ê奴僕；王ê奴僕死kúi-nā人，你ê奴僕Hek人烏利亞也死。"}},{"book":"撒下","chapter":11,"verse":25,"versions":{"unv":"王向使者說：「你告訴約押說：『不要因這事愁悶，刀劍或吞滅這人或吞滅那人，沒有一定的；你只管竭力攻城，將城傾覆。』可以用這話勉勵約押。」","bklcl":"Tāi-pi̍t kā hit ê sù-chiá kóng, Lí tio̍h án-ni kā Iok-ap kóng, M̄-bián khòa-lū chit ê sū, in-ūi to-kiàm thâi-sí lâng, chit-ê hit-ê bô it-tēng; lí tio̍h koh-khah chīn-la̍t kong-siâⁿ, lâi chhia-tó i; tio̍h án-ni bián-lē i.","tghg":"大衛給彼個使者講：「你著按呢給約押講：『呣免掛慮此個事，因為刀劍刣死人，此個彼個無一定；你著閣卡盡力攻城，來捙倒伊。』著按呢勉勵伊。」","bklhl":"大衛kā hit ê使者講，你tio̍h án-ni kā約押講，m̄免掛慮chit ê事，因為刀劍刣死人，chit ê hit ê無一定；你tio̍h koh-khah盡力攻城，來chhia倒伊；tio̍h án-ni勉勵伊。"}},{"book":"撒下","chapter":11,"verse":26,"versions":{"unv":"烏利亞的妻聽見丈夫烏利亞死了，就為他哀哭。","bklcl":"O͘-lī-à ê bó͘ thiaⁿ-kìⁿ tiōng-hu O͘-lī-à í-keng sí, chiū ūi i ê tiōng-hu thî-khàu.","tghg":"烏利亞的某聽見丈夫烏利亞已經死，就為伊的丈夫啼哭。","bklhl":"烏利亞ê bó͘聽見丈夫烏利亞已經死，就為伊ê丈夫啼哭。"}},{"book":"撒下","chapter":11,"verse":27,"versions":{"unv":"哀哭的日子過了，大衛差人將她接到宮裡，她就作了大衛的妻，給大衛生了一個兒子。但大衛所行的這事，耶和華甚不喜悅。","bklcl":"Teng-iu í-keng bêng-pe̍k, Tāi-pi̍t chhe lâng chhōa i kàu kiong-lāi; i chiū chòe i ê bó͘, kā i siⁿ chi̍t ê kiáⁿ.  Chóng-sī Tāi-pi̍t só͘ kiâⁿ ê sū, Iâ-hô-hoa chin bô hoaⁿ-hí.","tghg":"丁憂(teng-iu)已經明白，大衛差人導伊到宮內，伊就做伊的某，給伊生一個子。總是大衛所行的事，耶和華真無歡喜。","bklhl":"Teng-iu已經明白，大衛差人chhōa伊到宮內；伊就做伊ê bó͘，kā伊生一个kiáⁿ。總是大衛所行ê事，耶和華真無歡喜。"}}]