[{"book":"撒下","chapter":21,"verse":1,"versions":{"unv":"大衛年間有饑荒，一連三年，大衛就求問耶和華。耶和華說：「這饑荒是因掃羅和他流人血之家殺死基遍人。」","bklcl":"Tī Tāi-pi̍t ê sî ū ki-hng, liân-liân saⁿ-nî; Tāi-pi̍t chiū mn̄g Iâ-hô-hoa.  Iâ-hô-hoa kóng, Sī in-ūi Sò-lô kap i ê ke, lâu lâng ê huih ê, in-ūi i thâi-sí Ki-piàn lâng.","tghg":"佇大衛的時有飢荒，連連三年，大衛就問耶和華。耶和華講：「是因為掃羅及伊的家流人的血的，因為伊刣死基遍人。」","bklhl":"Tī大衛ê時有飢荒，連連三年；大衛就問耶和華。耶和華講，是因為掃羅kap伊ê家，流人ê血ê，因為伊刣死Ki-piàn人。"}},{"book":"撒下","chapter":21,"verse":2,"versions":{"unv":"原來這基遍人不是以色列人，乃是亞摩利人中所剩的；以色列人曾向他們起誓，不殺滅他們，掃羅卻為以色列人和猶大人發熱心，想要殺滅他們。大衛王召了他們來，","bklcl":"Ki-piàn lâng pún m̄-sī Í-sek-lia̍t lâng, chiū-sī A-mô͘-lī lâng só͘ chhun ê;  Í-sek-lia̍t lâng bat tùi in chiù-chōa, m̄ thâi in; chóng-sī Sò-lô ūi-tio̍h Í-sek-lia̍t lâng kap Iû-tāi lâng jia̍t-sim, siūⁿ kè-bô͘ thâi in; ông chiū tiàu Ki-piàn lâng lâi, kā in kóng.","tghg":"基遍人本呣是以色列人，就是亞摩利人所剩的；以色列人曾對𪜶咒誓，呣刣𪜶，總是掃羅為著以色列人及猶大人熱心，想計謀刣𪜶。王就召基遍人來給𪜶講，","bklhl":"Ki-piàn人本m̄是以色列人，就是A-mô͘-lī人所chhun ê；以色列人bat對in chiù-chōa，m̄ 刣 in；總是掃羅為tio̍h以色列人kap偤大人熱心，想計謀刣 in；王就召Ki-piàn人來，kā in講。"}},{"book":"撒下","chapter":21,"verse":3,"versions":{"unv":"問他們說：「我當為你們怎樣行呢？可用甚麼贖這罪，使你們為耶和華的產業祝福呢？」","bklcl":"Tāi-pi̍t kā Ki-piàn lâng kóng, Góa tio̍h ūi lín chòe sím-mi̍h?  góa tio̍h ēng sím-mi̍h lâi thòe-sio̍k, hō͘ lín chiok-hok Iâ-hô-hoa ê sán-gia̍p ah?","tghg":"大衛給基遍人講：「我著為恁做甚麼？我著用甚麼來替贖，互恁祝福耶和華的產業啊？」","bklhl":"大衛kā Ki-piàn人講，我tio̍h為lín做甚麼？我tio̍h用甚麼來替贖，hō͘ lín祝福耶和華ê產業ah？"}},{"book":"撒下","chapter":21,"verse":4,"versions":{"unv":"基遍人回答說：「我們和掃羅與他家的事並不關乎金銀，也不要因我們的緣故殺一個以色列人。」大衛說：「你們怎樣說，我就為你們怎樣行。」","bklcl":"Ki-piàn lâng kóng, Goán kap Sò-lô kap i ê ke ê sū bô koan-hē kim-gûn, iā m̄-thang ūi-tio̍h goán ê iân-kò͘ hāi-sí chi̍t ê Í-sek-lia̍t lâng.  I kóng, Lín só͘ kóng cháiⁿ-iūⁿ, góa beh ūi lín kiâⁿ i.","tghg":"基遍人講：「阮及掃羅及伊的家的事無關係金銀，也呣通為著阮的緣故害死一個以色列人。」伊講：「恁所講怎樣，我欲為恁行伊。」","bklhl":"Ki-piàn人講，阮kap掃羅kap伊ê家ê事無關係金銀，也m̄-thang為tio̍h阮ê緣故害死一个以色列人。伊講，Lín所講怎樣，我beh為lín行伊。"}},{"book":"撒下","chapter":21,"verse":5,"versions":{"unv":"他們對王說：「那從前謀害我們、要滅我們、使我們不得再住以色列境內的人，","bklcl":"In tùi ông kóng, Hit ê chiông-chêng húi-hoāi goán, bô͘-hāi goán, beh bia̍t goán, hō͘ goán bōe-tit-thang khiā-khí tī Í-sek-lia̍t ê kéng-lāi ê;","tghg":"𪜶對王講：「彼個從前毀壞阮、謀害阮、欲滅阮，互阮𣍐得通徛起佇以色列的境內的，","bklhl":"In對王講，hit ê從前毀壞阮，謀害阮，beh滅阮，hō͘阮bōe得thang khiā起tī以色列ê境內ê；"}},{"book":"撒下","chapter":21,"verse":6,"versions":{"unv":"現在願將他的子孫七人交給我們，我們好在耶和華面前，將他們懸掛在耶和華揀選掃羅的基比亞。」王說：「我必交給你們。」","bklcl":"taⁿ goān ēng i ê hō͘-è chhit-lâng kau-hù goán, goán beh tī Iâ-hô-hoa ê bīn-chêng, chiong in tiàu tī Iâ-hô-hoa só͘ kéng Sò-lô ê Ki-pí-a.  Ông kóng, Góa beh kau-hō͘ lín.","tghg":"今願用伊的後裔七人交付阮，阮欲佇耶和華的面前，將𪜶吊佇耶和華所揀掃羅的基比亞。」王講：「我欲交互恁。」","bklhl":"taⁿ願用伊ê後裔七人交付阮，阮beh tī耶和華ê面前，將in吊tī耶和華所揀掃羅ê Ki-pí-a。王講，我beh交hō͘ lín。"}},{"book":"撒下","chapter":21,"verse":7,"versions":{"unv":"王因為曾與掃羅的兒子約拿單指著耶和華起誓結盟，就愛惜掃羅的孫子、約拿單的兒子米非波設，不交出來，","bklcl":"Sò-lô ê kiáⁿ Iok-ná-tan, i ê kiáⁿ Bí-hui-pho-siat ông pó-sioh, in-ūi Tāi-pi̍t kap Sò-lô ê kiáⁿ Iok-ná-tan chêng bat kí Iâ-hô-hoa ê miâ lâi chiù-chōa.","tghg":"掃羅的子約拿單，伊的子米非波設王保惜，因為大衛及掃羅的子約拿單前曾指耶和華的名來咒誓，","bklhl":"掃羅ê kiáⁿ約拿單，伊ê kiáⁿ Bí-hui-pho-siat王保惜，因為大衛kap掃羅ê kiáⁿ約拿單前bat kí耶和華ê名來chiù-chōa。"}},{"book":"撒下","chapter":21,"verse":8,"versions":{"unv":"卻把愛雅的女兒利斯巴給掃羅所生的兩個兒子亞摩尼、米非波設，和掃羅女兒米甲的姊姊給米何拉人巴西萊兒子亞得列所生的五個兒子","bklcl":"Chóng-sī ông chiong Ài-ngá ê cha-bó͘-kiáⁿ Lī-su-pa kā Sò-lô só͘ siⁿ nn̄g ê kiáⁿ, A-mô͘-nî, Bí-hui--pho-siat;  kap Sò-lô ê cha-bó͘-kiáⁿ Bí-kah kā Bí-hô-la̍h lâng Pa-se-lâi ê kiáⁿ A-tek-lia̍t só͘ siⁿ ê gō͘ ê kiáⁿ,","tghg":"總是王將愛雅的查某子利斯巴給掃羅所生二個子亞摩尼、米非波設，及掃羅的查某子米甲給米何拉人巴西萊的子亞得列所生的五個子，","bklhl":"總是王將Ài-ngá ê cha-bó͘-kiáⁿ Lī-su-pa kā掃羅所生兩個kiáⁿ，A-mô͘-nî、Bí-hui-pho-siat；kap掃羅ê cha-bó͘-kiáⁿ Bí-kah kā Bí-hô-la̍h人Pa-se-lâi ê kiáⁿ A-tek-lia̍t所生ê五個kiáⁿ，"}},{"book":"撒下","chapter":21,"verse":9,"versions":{"unv":"交在基遍人的手裡。基遍人就把他們，在耶和華面前，懸掛在山上，這七人就一同死亡。被殺的時候正是收割的日子，就是動手割大麥的時候。","bklcl":"lóng kau tī Ki-piàn lâng ê chhiú, in chiū tiàu in tī soaⁿ--nih, tī Iâ-hô-hoa ê bīn-chêng; chí(**chit) chhit-lâng lóng chòe chi̍t-ē tó--lo̍h-lâi, lóng-chóng sí tī khí-thâu siu-koah ê sî, chiū-sī khí-thâu koah tōa-be̍h ê sî.","tghg":"攏交佇基遍人的手。𪜶就吊𪜶佇山裡，佇耶和華的面前，這七人攏做一下倒落來。攏總死佇起頭收割的時，就是起頭割大麥的時。","bklhl":"lóng交tī Ki-piàn人ê手，in就吊in tī山裡，tī耶和華ê面前；chit七人lóng做一下倒落來，lóng總死tī起頭收割ê時，就是起頭割大麥ê時。"}},{"book":"撒下","chapter":21,"verse":10,"versions":{"unv":"愛雅的女兒利斯巴用麻布在磐石上搭棚，從動手收割的時候直到天降雨在屍身上的時候，日間不容空中的雀鳥落在屍身上，夜間不讓田野的走獸前來糟踐。","bklcl":"Ài-ngá ê chá-bó͘-kiáⁿ Lī-su-pa the̍h chho͘-môa-pò͘, ūi ka-kī chhu tī chio̍h-pôaⁿ-téng, tùi khí-thâu siu-koah ê sî, kàu thiⁿ lo̍h hō͘-chúi tī sin-si ê sî; m̄-chún ji̍t-sî khong-tiong ê chiáu, kap mî-sî ê cháu-siù, kàu tī hiah-ê sin-si.","tghg":"愛雅的查某子利斯巴提粗麻布為家己舒(chhu)佇石磐頂，對起頭收割的時到天落雨水佇身屍的時，呣准日時空中的鳥，及暝時的走獸到佇許個身屍。","bklhl":"Ài-ngá ê cha-bó͘-kiáⁿ Lī-su-pa the̍h 粗麻布，為家己chhu tī石磐頂，tùi起頭收割ê時，到天落雨水tī身屍ê時；m̄准日時空中ê鳥，kap暝時ê走獸，到tī hiah-ê身屍。"}},{"book":"撒下","chapter":21,"verse":11,"versions":{"unv":"有人將掃羅的妃嬪愛雅女兒利斯巴所行的這事告訴大衛。","bklcl":"Ū lâng chiong Sò-lô ê hui Ài-ngá ê cha-bó͘-kiáⁿ Lī-su-pa só͘ chòe ê sū kā Tāi-pi̍t kóng.","tghg":"有人將掃羅的妃愛雅的查某子利斯巴所做的事給大衛講。","bklhl":"有人將掃羅ê妃Ài-ngá ê cha-bó͘-kiáⁿ Lī-su-pa所做ê事kā大衛講。"}},{"book":"撒下","chapter":21,"verse":12,"versions":{"unv":"大衛就去，從基列‧雅比人那裡將掃羅和他兒子約拿單的骸骨搬了來（是因非利士人從前在基利波殺掃羅，將屍身懸掛在伯‧珊的街市上，基列‧雅比人把屍身偷了去。）","bklcl":"Tāi-pi̍t chiū khì, tùi Ki-lia̍t-ngá-pí lâng the̍h Sò-lô ê kut, kap i ê kiáⁿ Iok-ná-tan ê kut, in bat tùi Pek-san ê ke-lō͘ thau-the̍h, in-ūi Hui-lī-sū lâng chêng tī Ki-lī-pho thâi-sí Sò-lô ê sî, Hui-lī-sū lâng ū tiàu in tī-hia.","tghg":"大衛就去，對基列雅比人提掃羅的骨及伊的子約拿單的骨（𪜶曾對伯珊的街路偷提，因為非利士人前佇基利波刣死掃羅的時，非利士人有吊𪜶佇遐。）","bklhl":"大衛就去，tùi Ki-lia̍t-ngá-pí人the̍h掃羅ê骨，kap伊ê kiáⁿ約拿單ê骨，in bat tùi Pek-san ê街路偷the̍h，因為腓利士人前tī Ki-lī-pho 刣死掃羅ê時，腓利士人有吊in tī-hia。"}},{"book":"撒下","chapter":21,"verse":13,"versions":{"unv":"大衛將掃羅和他兒子約拿單的骸骨從那裡搬了來，又收殮被懸掛七人的骸骨，","bklcl":"I chiū tùi hia tòa Sò-lô ê kut, kap i ê kiáⁿ Iok-ná-tan ê kut, tò-lâi; lâng chiū siu-si̍p hiah-ê siū tiàu-sí-ê ê kut.","tghg":"伊就對遐帶掃羅的骨及伊的子約拿單的骨倒來，人就收拾許個受吊死者的骨，","bklhl":"伊就tùi hia帶掃羅ê骨，kap伊ê kiáⁿ約拿單ê骨，tò來；人就收拾hiah-ê受吊死ê ê骨。"}},{"book":"撒下","chapter":21,"verse":14,"versions":{"unv":"將掃羅和他兒子約拿單的骸骨葬在便雅憫的洗拉，在掃羅父親基士的墳墓裡；眾人行了王所吩咐的。此後　神垂聽國民所求的。","bklcl":"Chiū bâi-chòng Sò-lô kap i ê kiáⁿ Iok-ná-tan ê kut tī Piān-ngá-bín tōe ê Sé-la̍h, tī Sò-lô ê pē Ki-sū ê bōng; chiàu ông it-chhè só͘ bēng-lēng ê khì kiâⁿ;  chit-tia̍p liáu-āu Siōng-tè ūi-tio̍h hit ê tōe-hng thiaⁿ in ê kî-tó.","tghg":"就埋葬掃羅及伊的子約拿單的骨佇便雅憫地的洗拉，佇掃羅的父基士的墓；照王一切所命令的去行。此霎(tia̍p)了後上帝為著彼個地方聽𪜶的祈禱。","bklhl":"就埋葬掃羅kap伊ê kiáⁿ約拿單ê骨tī便雅憫地ê Sé-la̍h，tī掃羅ê父Ki-sū ê墓；照王一切所命令ê去行；chit-tia̍p了後，上帝為tio̍h hit ê地方聽in ê祈禱。"}},{"book":"撒下","chapter":21,"verse":15,"versions":{"unv":"非利士人與以色列人打仗；大衛帶領僕人下去，與非利士人接戰，大衛就疲乏了。","bklcl":"Hui-lī-sū lâng koh kap Í-sek-lia̍t lâng kau-chiàn.  Tāi-pi̍t kap i ê lô͘-po̍k lo̍h-khì, kap Hui-lī-sū lâng kau-chiàn; Tāi-pi̍t chin ià-siān.","tghg":"非利士人閣及以色列人交戰；大衛及伊的奴僕落去，及非利士人交戰，大衛真厭倦。","bklhl":"腓利士人koh kap以色列人交戰。大衛kap伊ê奴僕落去，kap腓利士人交戰；大衛真厭倦。"}},{"book":"撒下","chapter":21,"verse":16,"versions":{"unv":"偉人的一個兒子以實‧比諾要殺大衛；他的銅槍重三百舍客勒，又佩著新刀。","bklcl":"Ū tōa-hàn-cho̍k ê chi̍t-lâng miâ-kiò Í-si̍t-pí-lo̍k, i ê chhiuⁿ ê tâng tāng saⁿ-pah sià-khek-le̍k, koh pē sin ê to, beh thâi Tāi-pi̍t.","tghg":"有大漢族的一人名叫以實比諾；伊的槍的銅重三百舍客勒，閣佩(pē)新的刀，欲刣大衛。","bklhl":"有大漢族ê一人名叫Í-si̍t-pí-lo̍k，伊ê鎗ê銅重三百sià-khek-le̍k，koh背新ê刀，beh 刣大衛。"}},{"book":"撒下","chapter":21,"verse":17,"versions":{"unv":"但洗魯雅的兒子亞比篩幫助大衛，攻打非利士人，將他殺死。當日，跟隨大衛的人向大衛起誓說：「以後你不可再與我們一同出戰，恐怕熄滅以色列的燈。」","bklcl":"Chóng-sī Sé-ló͘-ngá ê kiáⁿ A-pí-su pó-hō͘ Tāi-pi̍t, phah-sí hit ê Hui-lī-sū lâng.  Tng-sî tè Tāi-pi̍t ê lâng tùi i chiù-chōa, kóng, Chit-tia̍p liáu-āu lí m̄-thang koh kap goán chhut-chiàn, kiaⁿ-liáu phah-hoa Í-sek-lia̍t ê teng.","tghg":"總是洗魯雅的子亞比篩保護大衛，拍死彼個非利士人。當時，隨大衛的人對伊咒誓講：「此霎了後你呣通閣及阮出戰，驚了拍熄以色列的燈。」","bklhl":"總是Sé-ló͘-ngá ê kiáⁿ A-pí-su保護大衛，phah死hit ê腓利士人。當時tè大衛ê人對伊chiù-chōa，講，Chit-tia̍p了後，你m̄-thang koh kap阮出戰，驚了phah-hoa以色列ê燈。"}},{"book":"撒下","chapter":21,"verse":18,"versions":{"unv":"後來，以色列人在歌伯與非利士人打仗，戶沙人西比該殺了偉人的一個兒子撒弗。","bklcl":"Āu-lâi koh kap Hui-lī-sū lâng kau-chiàn tī Ko-pek; hit-sî ū Hō͘-sa lâng Se-pí-kai thâi-sí chi̍t ê tōa-hàn-cho̍k ê lâng, miâ-chòe Sat-hut.","tghg":"後來，閣及非利士人交戰佇歌伯，彼時有戶沙人西比該刣死一個大漢族的人名做撒弗。","bklhl":"後來koh kap腓利士人交戰tī Ko-pek；hit時有Hō͘-sa人Se-pí-kai 刣死一个大漢族ê人，名做Sat-hut。"}},{"book":"撒下","chapter":21,"verse":19,"versions":{"unv":"又在歌伯與非利士人打仗，伯利恆人雅雷俄珥金的兒子伊勒哈難殺了迦特人歌利亞。這人的槍桿粗如織布的機軸。","bklcl":"Koh-chài tī Ko-pek kap Hui-lī-sū lâng kau-chiàn; Pek-lī-hêng lâng Ngá-lûi-gô-jíⁿ-kim ê kiáⁿ I-le̍k-hap-lân thâi-sí Ka-te̍k lâng Ko-lī-à; i ê chhiuⁿ-pìⁿ chhin-chhiūⁿ pò͘-kui(**ki) ê te̍k-sim.","tghg":"閣再佇歌伯及非利士人交戰，伯利恆人雅雷俄珥金的子伊勒哈難刣死迦特人歌利亞。伊的槍柄親像布機的軸心(te̍k-sim)。","bklhl":"koh再tī Ko-pek kap腓利士人交戰；伯利恆人Ngá-lûi-gô-jíⁿ-kim ê kiáⁿ I-le̍k-hap-lân 刣死Ka-te̍k人Ko-lī-à；伊ê鎗柄親像布機ê軸心。"}},{"book":"撒下","chapter":21,"verse":20,"versions":{"unv":"又在迦特打仗，那裡有一個身量高大的人，手腳都是六指，共有二十四個指頭；他也是偉人的兒子。","bklcl":"Koh tī Ka-te̍k kau-chiàn; tī-hia ū chi̍t ê tōa-hàn lâng, nn̄g ki chhiú kok ū la̍k ki chńg-thâu-á, nn̄g ki kha kok ū la̍k ki chńg--thâu-á, kiōng ū jī-cha̍p-sì ki; i iā sī tōa-hàn-cho̍k lâng ê kiáⁿ.","tghg":"閣佇迦特交戰，佇遐有一個大漢人，二支手各有六支指頭仔，二支腳各有六支指頭仔，共有二十四支；伊也是大漢族人的子。","bklhl":"Koh tī Ka-te̍k交戰；tī-hia有一个大漢人，兩支手各有六支指頭á，兩支腳各有六支指頭á，共有二十四支；伊也是大漢族人ê kiáⁿ。"}},{"book":"撒下","chapter":21,"verse":21,"versions":{"unv":"這人向以色列人罵陣，大衛的哥哥示米亞的兒子約拿單就殺了他。","bklcl":"Chit-lâng biáu-sī Í-sek-lia̍t ê sî, Tāi-pi̍t ê hiaⁿ Sī-bí-a ê kiáⁿ Iok-ná-tan chiū kā i thâi-sí.","tghg":"此人藐視以色列的時，大衛的兄示米亞的子約拿單就給伊刣死。","bklhl":"Chit人藐視以色列ê時，大衛ê兄Sī-bí-a ê kiáⁿ約拿單就kā伊刣死。"}},{"book":"撒下","chapter":21,"verse":22,"versions":{"unv":"這四個人是迦特偉人的兒子，都死在大衛和他僕人的手下。","bklcl":"Chí(**Chit) sì-lâng sī Ka-te̍k tōa-hàn lâng só͘ siⁿ ê; lóng sí tī Tāi-pi̍t ê chhiú, kap i ê lô͘-po̍k ê chhiú.","tghg":"此四人是迦特大漢人所生的，攏死佇大衛的手及伊的奴僕的手。","bklhl":"Chit四人是Ka-te̍k大漢人所生ê；lóng死tī大衛ê手，kap伊ê奴僕ê手。"}}]