[{"book":"帖前","chapter":1,"verse":1,"versions":{"unv":"保羅、西拉、提摩太寫信給帖撒羅尼迦在父　神和主耶穌基督裡的教會。願恩惠、平安歸與你們！","bklcl":"Pó-lô kap Se-lah í-ki̍p Thê-mô͘-thài phoe kià hō͘ Thiap-sat-lô-nî-ka lâng ê kàu-hōe, chiū-sī tiàm-tī Pē Siōng-tè kap Chú Iâ-so͘ Ki-tok ê; goān lín tit-tio̍h un-tián pêng-an.","tghg":"保羅、及西拉，以及提摩太批寄互帖撒羅尼迦人的教會，就是踮佇父上帝及主耶穌基督的。願恁得著恩典、平安！","bklhl":"保羅kap西拉以及提摩太，phoe寄hō͘帖撒羅尼迦人ê教會，就是tiàm-tī父上帝kap主耶穌基督ê；願lín得tio̍h恩典平安。"}},{"book":"帖前","chapter":1,"verse":2,"versions":{"unv":"我們為你們眾人常常感謝　神，禱告的時候提到你們，","bklcl":"Goán ūi-tio̍h lín chèng lâng siông-siông kám-siā Siōng-tè, tī kî-tó ê tiong-kan siàu-liām lín;","tghg":"阮為著恁眾人常常感謝上帝，佇祈禱的中間數念(siàu-liām)恁，","bklhl":"阮為tio̍h lín眾人常常感謝上帝，tī祈禱ê中間siàu念lín；"}},{"book":"帖前","chapter":1,"verse":3,"versions":{"unv":"在　神─我們的父面前，不住地記念你們因信心所做的工夫，因愛心所受的勞苦，因盼望我們主耶穌基督所存的忍耐。","bklcl":"tī Siōng-tè lán ê Pē ê bīn-chêng, tn̂g-tn̂g siàu-liām lín ū sìn chiū kiâⁿ-chòe, ū jîn-ài chiū tio̍h-bôa, ū ǹg-bāng lán ê Chú Iâ-so͘ Ki-tok chiū thun-lún.","tghg":"佇上帝咱的父的面前，長長數念恁有信就行做，有仁愛就著磨(tio̍h-bôa)，有向望咱的主耶穌基督就吞愞(thun-lún)。","bklhl":"tī上帝咱ê父ê面前，長長siàu念lín有信就行做，有仁愛就tio̍h磨，有ǹg望咱ê主耶穌基督就吞忍。"}},{"book":"帖前","chapter":1,"verse":4,"versions":{"unv":"被　神所愛的弟兄啊，我知道你們是蒙揀選的；","bklcl":"Siōng-tè só͘ thiàⁿ ê hiaⁿ-tī ah, goán chai lín ê siū kéng-soán.","tghg":"上帝所疼的兄弟啊，阮知恁的受揀選；","bklhl":"上帝所疼ê兄弟ah，阮知lín ê受揀選。"}},{"book":"帖前","chapter":1,"verse":5,"versions":{"unv":"因為我們的福音傳到你們那裡，不獨在乎言語，也在乎權能和聖靈，並充足的信心。正如你們知道，我們在你們那裡，為你們的緣故是怎樣為人。","bklcl":"In-ūi goán  ê hok-im kàu tī lín, m̄ sī chāi-tī kóng ōe nā-tiāⁿ, sī chāi-tī koân-lêng, chāi-tī Sèng Sîn, kap kian-kò͘ ê sìn;  chhin-chhiūⁿ lín chai goán tī lín tiong-kan, ūi-tio̍h lín lâi chiâⁿ-chòe sím-mi̍h téng-hō ê lâng.","tghg":"因為阮的福音到佇恁，呣是在佇講話若定，是在佇權能在佇聖神，及堅固的信，親像恁知阮佇恁中間，為著恁來成做甚麼等號的人。","bklhl":"因為阮ê福音到tī lín，m̄是在tī講話nā-tiāⁿ，是在tī權能，在tī聖神，kap堅固ê信；親像lín知阮tī lín中間，為tio̍h lín來成做甚麼等號ê人。"}},{"book":"帖前","chapter":1,"verse":6,"versions":{"unv":"並且你們在大難之中，蒙了聖靈所賜的喜樂，領受真道就效法我們，也效法了主；","bklcl":"Koh lín í-keng tī chōe-chōe khó͘-lān, ēng Sèng Sîn só͘ siúⁿ-sù ê hoaⁿ-hí, lâi sêng-siū tō-lí, chiū o̍h goán iā o̍h Chú,","tghg":"閣恁已經佇多多苦難，用聖神所賞賜的歡喜，來承受道理，就學阮也學主；","bklhl":"Koh lín已經tī chōe-chōe苦難，用聖神所賞賜ê歡喜，來承受道理，就學阮也學主，"}},{"book":"帖前","chapter":1,"verse":7,"versions":{"unv":"甚至你們作了馬其頓和亞該亞所有信主之人的榜樣。","bklcl":"tì-kàu lín chòe Má-kî-tùn A-kai-a lóng-chóng sìn ê lâng ê bô͘-iūⁿ.","tghg":"致到恁做馬其頓、亞該亞攏總信的人的模樣。","bklhl":"致到lín做馬其頓、亞該亞lóng總信ê人ê模樣。"}},{"book":"帖前","chapter":1,"verse":8,"versions":{"unv":"因為主的道從你們那裡已經傳揚出來。你們向　神的信心不但在馬其頓和亞該亞，就是在各處也都傳開了，所以不用我們說甚麼話。","bklcl":"In-ūi Chú ê tō-lí tùi lín thoân-chhut, m̄ nā tī Má-kî-tùn kap A-kai-a nā-tiāⁿ, chiū-sī lín ǹg Siōng-tè ê sìn í-keng ta̍k só͘-chāi pò-iông, tì-kàu goán m̄ bián kóng sím-mi̍h.","tghg":"因為主的道理對恁傳出。呣若佇馬其頓及亞該亞若定，就是恁向上帝的信已經逐所在報揚；致到阮呣免講甚麼。","bklhl":"因為主ê道理tùi lín傳出，m̄-nā tī馬其頓kap亞該亞nā-tiāⁿ，就是lín ǹg上帝ê信已經ta̍k所在報揚，致到阮m̄免講甚麼。"}},{"book":"帖前","chapter":1,"verse":9,"versions":{"unv":"因為他們自己已經報明我們是怎樣進到你們那裡，你們是怎樣離棄偶像，歸向　神，要服事那又真又活的　神，","bklcl":"In-ūi in ka-kī pò-bêng kóng goán kàu lín tiong-kan sī sím-mi̍h khoán, iā lín cháiⁿ-iūⁿ ū lī-khui ngó͘-siōng, kui tī Siōng-tè, lâi ho̍k-sāi oa̍h koh chin ê Siōng-tè;","tghg":"因為𪜶家己報明講阮到恁中間是甚麼款，也恁怎樣有離開偶像，歸佇上帝，來服事活閣真的上帝，","bklhl":"因為in家己報明講阮到lín中間是甚麼款，也lín怎樣有離開偶像，歸tī上帝，來服事活koh真ê上帝；"}},{"book":"帖前","chapter":1,"verse":10,"versions":{"unv":"等候他兒子從天降臨，就是他從死裡復活的─那位救我們脫離將來忿怒的耶穌。","bklcl":"iā thèng-hāu I ê Kiáⁿ tùi thiⁿ lo̍h-lâi, chiū-sī I tùi sí-lâng tiong hō͘ I koh-oa̍h ê Iâ-so͘, sī hit ê chín-kiù lán chhut chiong-lâi ê siū-khì ê.","tghg":"也聽候伊的子對天落來，就是伊對死人中互伊復活的耶穌──是彼個拯救咱出將來的受氣者。","bklhl":"也thèng候伊ê Kiáⁿ tùi天落來，就是伊tùi死人中hō͘伊koh活ê耶穌，是hit ê拯救咱出將來ê受氣ê。"}}]