[{"book":"帖前","chapter":4,"verse":1,"versions":{"unv":"弟兄們，我還有話說：我們靠著主耶穌求你們，勸你們，你們既然受了我們的教訓，知道該怎樣行可以討　神的喜悅，就要照你們現在所行的更加勉勵。","bklcl":"Hiaⁿ-tī ah, kiat-bé lâi kóng, goán tī Chú Iâ-so͘ kiû lín khǹg lín, chiàu lín chêng só͘ bat tùi goán siū, tio̍h cháiⁿ-iūⁿ kiâⁿ lâi hō͘ Siōng-tè hoaⁿ-hí ê, lín í-keng teh kiâⁿ, taⁿ tio̍h koh khah chhut-la̍t kiâⁿ.","tghg":"兄弟啊，結尾來講：阮佇主耶穌求恁勸恁，照恁前所曾對阮受，著怎樣行來互上帝歡喜的，恁已經啲行，今著閣卡出力行。","bklhl":"兄弟ah，結尾來講，阮tī主耶穌求lín勸lín，照lín前所bat tùi阮受，tio̍h怎樣行來hō͘上帝歡喜ê，lín已經teh行，taⁿ tio̍h koh-khah出力行。"}},{"book":"帖前","chapter":4,"verse":2,"versions":{"unv":"你們原曉得，我們憑主耶穌傳給你們甚麼命令。","bklcl":"In-ūi lín chai goán tùi Chú Iâ-so͘ ū sím-mi̍h bēng-lēng hō͘ lín.","tghg":"因為恁知阮對主耶穌有甚麼命令互恁。","bklhl":"因為lín知，阮tùi主耶穌有甚麼命令hō͘ lín。"}},{"book":"帖前","chapter":4,"verse":3,"versions":{"unv":"　神的旨意就是要你們成為聖潔，遠避淫行；","bklcl":"In-ūi Siōng-tè ê chí-ì, chiū-sī lín ê chiâⁿ-sèng, sī ài lín lī-khui îm-loān.","tghg":"因為上帝的旨意就是恁的成聖，是愛恁離開淫亂；","bklhl":"因為上帝ê旨意，就是lín ê成聖，是ài lín離開淫亂。"}},{"book":"帖前","chapter":4,"verse":4,"versions":{"unv":"要你們各人曉得怎樣用聖潔、尊貴守著自己的身體，","bklcl":"Ài lín ta̍k lâng ōe hiáu-tit ēng sèng-kiat kap chun-kùi siú ka-kī ê seng-khu,","tghg":"愛恁逐人會曉得用聖潔，及尊貴守家己的身軀，","bklhl":"Ài lín ta̍k人會曉得用聖潔kap尊貴守家己ê身軀，"}},{"book":"帖前","chapter":4,"verse":5,"versions":{"unv":"不放縱私慾的邪情，像那不認識　神的外邦人。","bklcl":"bô ēng su-io̍k ê chêng, chhin-chhiūⁿ m̄ bat Siōng-tè ê gōa-pang lâng;","tghg":"無用私慾的情，親像呣識上帝的外邦人。","bklhl":"無用私慾ê情，親像m̄-bat上帝ê外邦人；"}},{"book":"帖前","chapter":4,"verse":6,"versions":{"unv":"不要一個人在這事上越分，欺負他的弟兄；因為這一類的事，主必報應，正如我預先對你們說過、又切切囑咐你們的。","bklcl":"tī chit chân sū iā bô kè-kài, chhim-hoān i ê hiaⁿ-tī; in-ūi kìⁿ-nā chit hō sū Chú sī sin-oan ê, chhin-chhiūⁿ goán bat kā lín kóng lâi kan-chèng ê.","tghg":"佇此層事也無過界，侵犯伊的兄弟；因為見若此號事，主是伸冤者，親像阮曾給恁講，來干證的。","bklhl":"tī chit層事也無過界，侵犯伊ê兄弟；因為見若chit號事主是伸冤ê，親像阮bat kā lín講來干證ê。"}},{"book":"帖前","chapter":4,"verse":7,"versions":{"unv":"　神召我們，本不是要我們沾染污穢，乃是要我們成為聖潔。","bklcl":"In-ūi Siōng-tè tiàu lán, m̄ sī tì-kàu ù-òe, chiū-sī tī chiâⁿ-sèng.","tghg":"因為上帝召咱，呣是致到污穢(ù-òe)，就是佇成聖。","bklhl":"因為上帝召咱，m̄是致到污穢，就是tī成聖。"}},{"book":"帖前","chapter":4,"verse":8,"versions":{"unv":"所以，那棄絕的，不是棄絕人，乃是棄絕那賜聖靈給你們的　神。","bklcl":"Só͘-í kū-choa̍t ê m̄ sī kū-choa̍t lâng, sī kū-choa̍t Siōng-tè, chiū-sī ēng I ê Sèng Sîn hō͘ lín ê.","tghg":"所以拒絕的，呣是拒絕人，是拒絕上帝，就是用伊的聖神互恁的。","bklhl":"所以拒絕ê m̄是拒絕人，是拒絕上帝，就是用伊ê聖神hō͘ lín ê。"}},{"book":"帖前","chapter":4,"verse":9,"versions":{"unv":"論到弟兄們相愛，不用人寫信給你們；因為你們自己蒙了　神的教訓，叫你們彼此相愛。","bklcl":"Lūn thiàⁿ hiaⁿ-tī m̄ bián siá phoe hō͘ lín, in-ūi lín ka-kī siū-tio̍h Siōng-tè ê kà-sī, hō͘ lín tāi-ke saⁿ-thiàⁿ,","tghg":"論疼兄弟，呣免寫批互恁；因為恁家己受著上帝的教示，互恁大家相疼。","bklhl":"論疼兄弟，m̄免寫phoe hō͘ lín，因為lín家己受tio̍h上帝ê教示，hō͘ lín大家相疼，"}},{"book":"帖前","chapter":4,"verse":10,"versions":{"unv":"你們向馬其頓全地的眾弟兄固然是這樣行，但我勸弟兄們要更加勉勵。","bklcl":"sī lín kó-jiân ū kiâⁿ i tī thong Má-kî-tùn ê chèng hiaⁿ-tī.  Chóng-sī, hiaⁿ-tī ah, goán khǹg lín tio̍h it-hoat án-ni;","tghg":"是恁果然有行伊佇通馬其頓的眾兄弟，總是兄弟啊，阮勸恁著益發按呢。","bklhl":"是lín果然有行伊tī thong馬其頓ê眾兄弟。總是，兄弟ah，阮勸lín tio̍h益發án-ni；"}},{"book":"帖前","chapter":4,"verse":11,"versions":{"unv":"又要立志作安靜人，辦自己的事，親手做工，正如我們從前所吩咐你們的，","bklcl":"iā tio̍h tùi-tiōng thiâm-chēng, lâi chòe ka-kī ê sū, chhin-chhiú chòe lín ê kang, chiàu goán só͘ bat hoan-hù lín ê,","tghg":"也著對重恬靜，來做家己的事，親手做恁的工，照阮所曾吩咐恁的，","bklhl":"也tio̍h對重恬靜，來做家己ê事，親手做lín ê工，照阮所bat吩咐lín ê，"}},{"book":"帖前","chapter":4,"verse":12,"versions":{"unv":"叫你們可以向外人行事端正，自己也就沒有甚麼缺乏了。","bklcl":"hō͘ lín ǹg gōa-bīn lâng toan-chiàⁿ lâi kiâⁿ, iā ka-kī bô só͘ khiàm-kheh.","tghg":"互恁向外面人端正來行，也家己無所欠缺。","bklhl":"hō͘ lín ǹg外面人端正來行，也家己無所欠缺。"}},{"book":"帖前","chapter":4,"verse":13,"versions":{"unv":"論到睡了的人，我們不願意弟兄們不知道，恐怕你們憂傷，像那些沒有指望的人一樣。","bklcl":"Hiaⁿ-tī ah, lūn-kàu teh khùn ê lâng goán m̄ ài lín m̄ chai, bián-tit lín iu-būn chhin-chhiūⁿ hiah-ê bô ǹg-bāng ê lâng chi̍t iūⁿ.","tghg":"兄弟啊，論到啲睏的人，阮呣愛恁呣知，免得恁憂悶，親像許個無向望的人一樣。","bklhl":"兄弟ah，論到teh睏ê人，阮m̄ ài lín m̄知，免得lín憂悶親像hiah-ê無ǹg望ê人一樣。"}},{"book":"帖前","chapter":4,"verse":14,"versions":{"unv":"我們若信耶穌死而復活了，那已經在耶穌裡睡了的人，　神也必將他們與耶穌一同帶來。","bklcl":"In-ūi lán nā sìn Iâ-so͘ ū sí ū koh-oa̍h, chiū sio̍k Iâ-so͘ lâi khùn ê lâng, Siōng-tè iā beh án-ni chhōa in kap Iâ-so͘ saⁿ-kap lâi.","tghg":"因為咱若信耶穌有死有復活，就屬耶穌來睏的人，上帝也欲按呢導𪜶及耶穌相及來。","bklhl":"因為咱若信耶穌有死有koh活，就屬耶穌來睏ê人，上帝也beh án-ni chhōa in kap耶穌saⁿ-kap來。"}},{"book":"帖前","chapter":4,"verse":15,"versions":{"unv":"我們現在照主的話告訴你們一件事：我們這活著還存留到主降臨的人，斷不能在那已經睡了的人之先。","bklcl":"In-ūi goán hōng Chú ê bēng-lēng, ēng chit-ê kā lín kóng, chiū-sī Chú koh lâi ê sî, lán chiah-ê iáu oa̍h-teh ê lâng, bōe-ōe tāi-seng hiah-ê teh khùn ê lâng.","tghg":"因為阮奉主的命令用此個給恁講：就是主閣來的時，咱諸個猶活啲的人，𣍐會代先許個啲睏的人。","bklhl":"因為阮奉主ê命令，用chit ê kā lín講，就是主koh來ê時，咱chiah ê iáu活teh ê人，bōe會事先hiah-ê teh睏ê人。"}},{"book":"帖前","chapter":4,"verse":16,"versions":{"unv":"因為主必親自從天降臨，有呼叫的聲音和天使長的聲音，又有　神的號吹響；那在基督裡死了的人必先復活。","bklcl":"In-ūi Chú beh pún-sin tùi thiⁿ lo̍h-lâi, ū tōa âu-kiò, ū chì tōa thiⁿ-sài ê siaⁿ, iā ū Siōng-tè ê sàu-kak, chiū hiah-ê sio̍k Ki-tok í-keng sí ê lâng beh tāi-seng khí-lâi.","tghg":"因為主欲本身對天落來，有大喉叫有至大天使的聲，也有上帝的哨角；就許個屬基督已經死的人欲代先起來。","bklhl":"因為主beh本身tùi天落來，有大喉叫，有至大天使ê聲，也有上帝ê哨角，就hiah-ê屬基督已經死ê人beh事先起來。"}},{"book":"帖前","chapter":4,"verse":17,"versions":{"unv":"以後我們這活著還存留的人必和他們一同被提到雲裡，在空中與主相遇。這樣，我們就要和主永遠同在。","bklcl":"Āu-lâi lán iáu oa̍h-teh ê lâng beh kap in siū chiap-la̍p tī hûn-lāi, ji̍p khong-tiong ngiâ-chih Chú; án-ni lán chiū éng-oán kap Chú saⁿ-kap tī-teh.","tghg":"後來咱猶活啲的人欲及𪜶受接納佇雲內，入空中迎接(ngiâ-chih)主。按呢，咱就永遠及主相及佇啲。","bklhl":"後來咱iáu活teh ê人beh kap in受接納tī雲內，入空中迎接主；án-ni咱就永遠kap主saⁿ-kap tī-teh。"}},{"book":"帖前","chapter":4,"verse":18,"versions":{"unv":"所以，你們當用這些話彼此勸慰。","bklcl":"Só͘-í tio̍h ēng chiah-ê ōe saⁿ an-ùi.","tghg":"所以，著用諸個話相安慰。","bklhl":"所以tio̍h用chiah ê話相安慰。"}}]