[{"book":"多","chapter":3,"verse":1,"versions":{"unv":"你要提醒眾人，叫他們順服作官的、掌權的，遵他的命，預備行各樣的善事。","bklcl":"Tio̍h hō͘ lâng kì-tit eng-kai hâng-ho̍k pān chèng-sū ê, chiáng-koân ê, lâi sūn-thān i, siông-siông piān lâi kiâⁿ ta̍k hāng ê hó sū,","tghg":"著互人記得應該降服辦政事的、掌權的，來順趁伊，常常便來行逐項的好事。","bklhl":"Tio̍h hō͘人記得應該降服辦政事ê，掌權ê，來順thān伊，常常便來行ta̍k項ê好事，"}},{"book":"多","chapter":3,"verse":2,"versions":{"unv":"不要毀謗，不要爭競，總要和平，向眾人大顯溫柔。","bklcl":"bô húi-pòng, bô saⁿ-chiⁿ, tio̍h un-hô, tùi chèng lâng hián-bêng ta̍k iūⁿ ê un-jiû.","tghg":"無誹謗，無相爭，著溫和，對眾人顯明逐樣的溫柔。","bklhl":"無譭謗，無相爭，tio̍h溫和，tùi眾人顯明ta̍k樣ê溫柔。"}},{"book":"多","chapter":3,"verse":3,"versions":{"unv":"我們從前也是無知、悖逆、受迷惑、服事各樣私慾，和宴樂，常存惡毒（或譯：陰毒）嫉妒的心，是可恨的，又是彼此相恨。","bklcl":"In-ūi lán chêng iā sī bû-ti, pōe-ge̍k, siū bê-he̍k, hâng-ho̍k tī pah-poaⁿ ê su-io̍k kap khoài-lo̍k, oa̍h tī ok-to̍k oàn-tò͘ ê tiong-kan, sī khó-ò͘ⁿ ê, iā tāi-ke saⁿ oàn-hūn.","tghg":"因為咱前也是無知、悖逆、受迷惑、降服佇百般的私慾，及快樂，活佇惡毒怨妒的中間，是可惡的，也大家相怨恨。","bklhl":"因為咱前也是無知、悖逆，受迷惑，降服tī百般ê私慾kap快樂，活tī惡毒怨妒ê中間，是可惡ê，也大家相怨恨。"}},{"book":"多","chapter":3,"verse":4,"versions":{"unv":"但到了　神─我們救主的恩慈和他向人所施的慈愛顯明的時候，","bklcl":"Nā-sī lán ê Kiù-chú Siōng-tè ê jîn-chû kap I ê thiàⁿ lâng hián-bêng ê sî,","tghg":"若是咱的救主──上帝的仁慈及伊的疼人顯明的時，","bklhl":"但是咱ê救主上帝ê仁慈kap伊ê疼人顯明ê時，"}},{"book":"多","chapter":3,"verse":5,"versions":{"unv":"他便救了我們；並不是因我們自己所行的義，乃是照他的憐憫，藉著重生的洗和聖靈的更新。","bklcl":"I chiū kiù lán, m̄ sī tùi tī lán só͘ kiâⁿ ê gī, sī chiàu I ê lîn-bín, tùi têng-thâu-siⁿ ê sóe kap Sèng Sîn ê ōaⁿ-sin,","tghg":"伊就救咱；呣是對佇咱所行的義，是照伊的憐憫，對重頭生的洗及聖神的換新。","bklhl":"伊就救咱，m̄是tùi tī咱所行ê義，是照伊ê憐憫，tùi重頭生ê洗kap聖神ê換新，"}},{"book":"多","chapter":3,"verse":6,"versions":{"unv":"聖靈就是　神藉著耶穌基督─我們救主厚厚澆灌在我們身上的，","bklcl":"Sèng Sîn chiū-sī I tùi lán ê Kiù-chú Iâ-so͘ Ki-tok só͘ tōa-tōa kàng-lo̍h tī lán ê;","tghg":"聖神就是伊對咱的救主耶穌基督所大大降落佇咱的，","bklhl":"聖神就是伊對咱ê救主耶穌基督所大大降落tī咱ê；"}},{"book":"多","chapter":3,"verse":7,"versions":{"unv":"好叫我們因他的恩得稱為義，可以憑著永生的盼望成為後嗣（或譯：可以憑著盼望承受永生）。","bklcl":"hō͘ lán tùi I ê un lâi chheng-chòe-gī ê, thang chiàu éng-oa̍h ê ǹg-bāng lāi chiâⁿ-chòe hō͘-sû.","tghg":"互咱對伊的恩來稱做義的，通照永活的向望來成做後嗣(hō͘-sû)。","bklhl":"hō͘咱tùi伊ê恩來稱做義ê，thang照永活ê ǹg望lāi成做後嗣。"}},{"book":"多","chapter":3,"verse":8,"versions":{"unv":"這話是可信的。我也願你把這些事切切實實地講明，使那些已信　神的人留心做正經事業（或譯：留心行善）。這都是美事，並且與人有益。","bklcl":"Chit ê ōe sī chin-si̍t; koh lūn chiah-ê sū góa ài lí ngī-ngī kan-chèng i, hō͘ sìn Siōng-tè ê lâng tì-ì chòe chiah-ê hó ê sū-gia̍p. Chiah-ê lóng sī hó, ū lī-ek lâng ê.","tghg":"此個話是真實。閣論諸個事我愛你硬硬干證伊，互信上帝的人致意做諸個好的事業。諸個攏是好，有利益人的。","bklhl":"Chit ê話是真實；koh論chiah ê事我ài你硬硬干證伊，hō͘信上帝ê人致意做chiah ê好ê事業。Chiah-ê lóng是好，有利益人ê。"}},{"book":"多","chapter":3,"verse":9,"versions":{"unv":"要遠避無知的辯論和家譜的空談，以及紛爭，並因律法而起的爭競，因為這都是虛妄無益的。","bklcl":"Chóng-sī lí tio̍h siám-pī gōng-gōng ê piān-pok, sè-hē ê tâm-lūn, saⁿ-chiⁿ, kap ūi-tio̍h lu̍t-hoat ê cheng-chiàn;  in-ūi chiah-ê sī bô lī-ek, koh khang-khang.","tghg":"總是你著閃避(siám-pī)戇戇的辯駁，世系的談論，相爭，及為著律法的爭戰，因為諸個是無利益閣空空。","bklhl":"總是你tio̍h閃避戇戇ê辯駁，世系ê談論、相爭，kap為tio̍h律法ê爭戰；因為chiah ê是無利益，koh空空。"}},{"book":"多","chapter":3,"verse":10,"versions":{"unv":"分門結黨的人，警戒過一兩次，就要棄絕他。","bklcl":"Kiat-tóng ê lâng, í-keng kéng-kài i chi̍t pái koh chi̍t pái, chiū tio̍h kù-chāi i;","tghg":"結黨的人，已經警戒伊一擺閣一擺，就著據在(kù-chāi)伊。","bklhl":"結黨ê人，已經警戒伊一pái koh一pái，就tio̍h kù-chāi伊；"}},{"book":"多","chapter":3,"verse":11,"versions":{"unv":"因為知道這等人已經背道，犯了罪，自己明知不是，還是去做。","bklcl":"in-ūi chai chit hō lâng sī pōe-biū, ka-kī gí i ê chōe, iû-goân teh hoān.","tghg":"因為知此號人是悖謬(pōe-biū)，家己擬(gí)伊的罪，猶原(iû-goân)啲犯。","bklhl":"因為知chit號人是悖謬，家己擬伊ê罪，猶原teh犯。"}},{"book":"多","chapter":3,"verse":12,"versions":{"unv":"我打發亞提馬或是推基古到你那裡去的時候，你要趕緊往尼哥坡里去見我，因為我已經定意在那裡過冬。","bklcl":"Góa chhe A-thê-má á-sī Chhui-ki-kó͘ khì chhē lí ê sî, lí tio̍h tì-ì kàu Ni-ko-pho-li̍p lâi chhē góa; in-ūi góa í-keng tiāⁿ-tio̍h tī hia kè tang-thiⁿ.","tghg":"我差亞提馬抑是推基古去尋你的時，你著致意到尼哥坡里來尋我，因為我已經定著佇遐過冬天。","bklhl":"我差A-thê-má á是Chhui-ki-kó͘去chhē你ê時，你tio̍h致意到Ni-ko-pho-li̍p來chhē我；因為我已經定tio̍h tī hia過冬天。"}},{"book":"多","chapter":3,"verse":13,"versions":{"unv":"你要趕緊給律師西納和亞波羅送行，叫他們沒有缺乏。","bklcl":"Hoat-lu̍t-su Se-la̍p kap A-pho-lô, lí tio̍h tì-ì kā i sòng-hêng, hō͘ in bô khiàm-kheh.","tghg":"法律師西納及亞波羅，你著致意給𪜶送行(sòng-hêng)，互𪜶無欠缺。","bklhl":"法律師Se-la̍p kap亞波羅，你tio̍h致意kā伊送行，hō͘ in無欠缺。"}},{"book":"多","chapter":3,"verse":14,"versions":{"unv":"並且我們的人要學習正經事業（或譯：要學習行善），預備所需用的，免得不結果子。","bklcl":"Koh lán chiah-ê lâng tio̍h ha̍k-si̍p chòe hó ê sū-gia̍p, lâi pī-pān hiah-ê tek-khak tio̍h ê só͘-hùi, bián-tit bô kiat-si̍t.","tghg":"閣咱諸個人著學習做好的事業，來備辦許個的確著的所費，免得無結實。","bklhl":"Koh咱chiah ê人tio̍h學習做好ê事業，來備辦hiah-ê的確tio̍h ê所費，免得無結實。"}},{"book":"多","chapter":3,"verse":15,"versions":{"unv":"同我在一處的人都問你安。請代問那些因有信心愛我們的人安。願恩惠常與你們眾人同在！","bklcl":"Kap góa tī-teh ê lâng lóng chhéng-an lí. Hoān-nā tī sìn lâi thiàⁿ goán ê lâng lí tio̍h chhéng-an in.","tghg":"及我佇啲的人攏請安你。凡若佇信來疼阮的人你著請安𪜶。","bklhl":"Kap我tī-teh ê人lóng請安你。凡若tī信來疼阮ê人你tio̍h請安in。"}},{"book":"多","chapter":3,"verse":16,"versions":{"bklcl":"Goān un-tián kap lín chèng lâng saⁿ-kap tī-teh.","tghg":""}},{"book":"多","chapter":3,"verse":16,"versions":{"tghg":"願恩典及您眾人相及佇啲！"}},{"book":"多","chapter":3,"verse":16,"versions":{"tghg":"","bklhl":"願恩典kap lín眾人saⁿ-kap tī-teh。"}}]