[{"book":"多","chapter":1,"verse":1,"versions":{"unv":"　神的僕人，耶穌基督的使徒保羅，憑著　神選民的信心與敬虔真理的知識，","bklcl":"Siōng-tè ê lô͘-po̍k, Iâ-so͘ Ki-tok ê sù-tô͘ Pó-lô, ūi-tio̍h Siōng-tè kéng-soán ê peh-sìⁿ ê sìn, kap beh hō͘ in bat kèng-khiân ê chin-lí,","tghg":"上帝的奴僕，耶穌基督的使徒保羅，為著上帝揀選的百姓的信及欲互𪜶識(bat)敬虔的真理，","bklhl":"上帝ê奴僕，耶穌基督ê使徒保羅，為tio̍h上帝揀選ê百姓ê信，kap beh hō͘ in bat敬虔ê真理，"}},{"book":"多","chapter":1,"verse":2,"versions":{"unv":"盼望那無謊言的　神在萬古之先所應許的永生，","bklcl":"tī éng-oán oa̍h ê ǹg-bāng, chiū-sī bô pe̍h-chha̍t ê Siōng-tè tī éng sè-tāi ê tāi-seng só͘ èng-ún ê;","tghg":"佇永遠活的向望(ǹg-bāng)，就是無白賊的上帝佇永世代的代先所應允的，","bklhl":"tī永遠活ê ǹg望，就是無白賊ê上帝tī永世代ê事先所應允ê；"}},{"book":"多","chapter":1,"verse":3,"versions":{"unv":"到了日期，藉著傳揚的工夫把他的道顯明了；這傳揚的責任是按著　神─我們救主的命令交託了我。","bklcl":"nā-sī kàu kî chiū hián-bêng I ê tō-lí, chiū-sī chiàu lán ê Kiù-chú Siōng-tè ê bēng-lēng só͘ kau-thok góa thoân ê;","tghg":"若是到期，就顯明伊的道理；就是照咱的救主上帝的命令所交託我傳的。","bklhl":"但是到期就顯明伊ê道理，就是照咱ê救主上帝ê命令所交託我傳ê；"}},{"book":"多","chapter":1,"verse":4,"versions":{"unv":"現在寫信給提多，就是照著我們共信之道作我真兒子的。願恩惠、平安從父　神和我們的救主基督耶穌歸與你！","bklcl":"phoe kià hō͘ Thê-to, chiū-sī chiàu saⁿ-kap ū ê sìn chòe góa chin ê kiáⁿ ê: goān lí tùi Pē Siōng-tè kap lán ê Kiù-chú Ki-tok Iâ-so͘ tit-tio̍h un-tián pêng-an.","tghg":"批寄互提多，就是照相及有的信做我真的子的。願你對父上帝及咱的救主基督耶穌得著恩典、平安！","bklhl":"phoe寄hō͘提多，就是照saⁿ-kap有ê信做我真ê kiáⁿ ê：願你tùi父上帝kap咱ê救主基督耶穌得tio̍h恩典平安。"}},{"book":"多","chapter":1,"verse":5,"versions":{"unv":"我從前留你在克里特，是要你將那沒有辦完的事都辦整齊了，又照我所吩咐你的，在各城設立長老。","bklcl":"Góa lâu lí tī Kek-lí-tí ê iân-kò͘, chiū-sī ài lí chiong hiah-ê pān bē bêng-pe̍k ê sū lóng pān kàu chéng-chôe, koh chiàu góa só͘ hoan-hù lí ê, tī ta̍k ê siâⁿ siat-li̍p tiúⁿ-ló;","tghg":"我留你佇革哩底的緣故，就是愛你將許個辦未明白的事攏辦到整齊，閣照我所吩咐你的，佇逐個城設立長老。","bklhl":"我留你tī Kek-lí-tí ê緣故，就是ài你將hiah-ê辦未明白ê事lóng辦到整齊，koh照我所吩咐你ê，tī ta̍k-ê城設立長老；"}},{"book":"多","chapter":1,"verse":6,"versions":{"unv":"若有無可指責的人，只作一個婦人的丈夫，兒女也是信主的，沒有人告他們是放蕩不服約束的，就可以設立。","bklcl":"nā ū lâng bô thang hiâm, chòe chi̍t ê hū-jîn-lâng ê tiōng-hu, kiáⁿ-jî ū sìn, bô lâng kò in hòng-tōng put-hoat ê, chiah thang.","tghg":"若有人無通嫌，做一個婦仁人的丈夫，子兒有信，無人告𪜶放蕩不法的，才通。","bklhl":"若有人無thang嫌，做一个婦人人ê丈夫，kiáⁿ兒有信，無人告in放蕩不法ê，chiah thang。"}},{"book":"多","chapter":1,"verse":7,"versions":{"unv":"監督既是　神的管家，必須無可指責，不任性，不暴躁，不因酒滋事，不打人，不貪無義之財；","bklcl":"In-ūi kàm-tok tio̍h bô thang hiâm, chhin-chhiūⁿ Siōng-tè ê koán-ke, bô chū-sī, bô khoài siū-khì, bô in-ūi chia̍h chiú lâi khí sū, bô ài phah lâng, bô tham put-gī ê chîⁿ;","tghg":"因為監督著無通嫌，親像上帝的管家，無自恃(chū-sī)，無快受氣，無因為食酒來起事，無愛拍人，無貪不義的錢；","bklhl":"因為監督tio̍h無thang嫌，親像上帝ê管家，無自是，無快受氣，無因為食酒來起事，無ài phah人，無貪不義ê錢；"}},{"book":"多","chapter":1,"verse":8,"versions":{"unv":"樂意接待遠人，好善，莊重，公平，聖潔自持；","bklcl":"tio̍h hó khoán-thāi chhut-gōa lâng, ài hó, siú-kí, kong-gī, sèng-kiat, chiat-chè;","tghg":"著好款待出外人，愛好，守己，公義，聖潔，節制；","bklhl":"tio̍h好款待出外人，ài好、守己、公義、聖潔、節制；"}},{"book":"多","chapter":1,"verse":9,"versions":{"unv":"堅守所教真實的道理，就能將純正的教訓勸化人，又能把爭辯的人駁倒了。","bklcl":"kian-kò͘ siú hit ê chiàu chèng-kàu chin-si̍t ê tō-lí, hō͘ i ōe ēng toan-chiàⁿ ê kà-sī lâi khoàn-bián lâng, koh ōe piān-tó hiah-ê pok-mn̄g ê lâng.","tghg":"堅固守彼個照正教真實的道理，互伊會用端正的教示來勸勉人，閣會辯倒許個駁問(pok-mn̄g)的人。","bklhl":"堅固守hit ê照正教真實ê道理，hō͘伊會用端正ê教示來勸勉人，koh能辯倒hiah-ê駁問ê人。"}},{"book":"多","chapter":1,"verse":10,"versions":{"unv":"因為有許多人不服約束，說虛空話欺哄人；那奉割禮的更是這樣。","bklcl":"In-ūi ū chōe-chōe m̄ sūn-ho̍k ê lâng, chiū-sī kóng phû-phiò ê ōe, khi-phiàn lâng ê; sio̍k kat-lé ê lâng koh khah sī án-ni.","tghg":"因為有多多呣順服的人，就是講浮漂(phû-phiò)的話欺騙人的；屬割禮的人閣卡是按呢。","bklhl":"因為有chōe-chōe m̄順服ê人，就是講浮漂ê話，欺騙人ê；屬割禮ê人koh-khah是án-ni。"}},{"book":"多","chapter":1,"verse":11,"versions":{"unv":"這些人的口總要堵住。他們因貪不義之財，將不該教導的教導人，敗壞人的全家。","bklcl":"Chit hō lâng ê chhùi tio̍h kā i that-ba̍t; in ūi-tio̍h put-gī ê châi-lī kà-sī só͘ m̄ eng-kai kà-sī ê, lâi pāi-hoāi lâng ê choân ke.","tghg":"此號人的嘴著給伊塞密(that-ba̍t)。𪜶為著不義的財利，教示所呣應該教示的，來敗壞人的全家。","bklhl":"chit號人ê嘴tio̍h kā伊塞密；in為tio̍h不義ê財利， 教示所m̄應該教示ê，來敗壞人ê全家。"}},{"book":"多","chapter":1,"verse":12,"versions":{"unv":"有克里特人中的一個本地先知說：「克里特人常說謊話，乃是惡獸，又饞又懶。」","bklcl":"In tiong-kan chi̍t lâng, chiū-sī in hit cho̍k ê sian-ti, ū kóng, Kek-lí-tí lâng siông-siông kóng pe̍h-chha̍t, chòe pháiⁿ siù, tham-chia̍h, koh pîn-tōaⁿ.","tghg":"𪜶中間一人，就是𪜶彼族的先知有講：「革哩底人常常講白賊，做歹獸(pháiⁿ siù)，貪食閣貧憚(pîn-tōaⁿ)。」","bklhl":"In中間一人，就是in hit族ê先知，有講，Kek-lí-tí人常常講白賊，做pháiⁿ獸，貪食，koh pîn-tōaⁿ。"}},{"book":"多","chapter":1,"verse":13,"versions":{"unv":"這個見證是真的。所以，你要嚴嚴地責備他們，使他們在真道上純全無疵，","bklcl":"Chit ê kan-chèng sī chin-si̍t;  só͘-í lí tio̍h giâm-giâm chek-pī in, hō͘ in tùi sìn ōe sûn-choân;","tghg":"此個干證是真實。所以，你著嚴嚴責備𪜶，互𪜶對信會純全，","bklhl":"Chit ê干證是真實；所以你tio̍h嚴嚴責備in，hō͘ in tùi信會純全；"}},{"book":"多","chapter":1,"verse":14,"versions":{"unv":"不聽猶太人荒渺的言語和離棄真道之人的誡命。","bklcl":"bô ài thiaⁿ Iû-thài lâng ê bô-iáⁿ ōe, kap pōe-biū chin-lí ê lâng ê kài-bēng.","tghg":"無愛聽猶太人的無影話及悖謬(pōe-biū)真理的人的誡命。","bklhl":"無ài聽偤太人ê無影話，kap悖謬真理ê人ê誡命。"}},{"book":"多","chapter":1,"verse":15,"versions":{"unv":"在潔淨的人，凡物都潔淨；在污穢不信的人，甚麼都不潔淨，連心地和天良也都污穢了。","bklcl":"Chāi chheng-khì ê lâng, bān mi̍h lóng sī chheng-khì; chāi hiah-ê ù-òe bô sìn ê lâng, bô chi̍t hāng mi̍h chheng-khì, liân in ê sim-chì kap liông-sim iā lóng ù-òe.","tghg":"在清氣的人，萬物攏是清氣；在許個污穢無信的人，無一項物清氣，連𪜶的心志及良心亦攏污穢。","bklhl":"在清氣ê人，萬物lóng是清氣；在hiah-ê污穢無信ê人，無一項物清氣，連in ê心志kap良心也lóng污穢。"}},{"book":"多","chapter":1,"verse":16,"versions":{"unv":"他們說是認識　神，行事卻和他相背；本是可憎惡的，是悖逆的，在各樣善事上是可廢棄的。","bklcl":"In ka-kī sêng-jīn chòe bat Siōng-tè ê, nā-sī tī in ê só͘ kiâⁿ chiū m̄ jīn I; in sī khó-ò͘ⁿ ê, pōe-ge̍k ê, tī it-chhè ê hó sū chòe put-tiòng-iōng ê.","tghg":"𪜶家己承認做識上帝的，若是佇𪜶的所行就呣認伊；𪜶是可惡的，悖逆的，佇一切的好事做不中用的。","bklhl":"In家己承認做bat上帝ê，但是tī in ê所行就m̄認伊；in是可惡ê，悖逆ê，tī一切ê好事做不重用ê。"}}]