[{"book":"彌","chapter":2,"verse":1,"versions":{"unv":"禍哉，那些在床上圖謀罪孽、造作奸惡的！天一發亮，因手有能力就行出來了。","bklcl":"Tī bîn-chhn̂g tô͘-bô͘ chōe-kòa, chō-chok kan-ok--ê, kàu thiⁿ-kng, in-ūi chhiú ū la̍t, chiū khì kiâⁿ i, chit-hō lâng ū chai-ē ah.","tghg":"佇眠床圖謀罪過、造作奸惡者！到天光，因為手有力就去行伊，此號人有災禍啊！","bklhl":"Tī眠床圖謀罪過，造作奸惡ê，到天光，因為手有力，就去行伊，chit號人有災厄ah。"}},{"book":"彌","chapter":2,"verse":2,"versions":{"unv":"他們貪圖田地就佔據，貪圖房屋便奪取；他們欺壓人，霸佔房屋和產業。","bklcl":"In tham lâng ê chhân-hn̂g, chiū chhiúⁿ i; tham lâng ê chhù-the̍h, chiū chiàm i, in ap-chè lâng kap i ê ke, chiū-sī lâng kap i ê sán-gia̍p.","tghg":"𪜶貪人的田園就搶伊，貪人的厝宅就佔伊；𪜶壓制人及伊的家，就是人及伊的產業。","bklhl":"In貪人ê田園，就搶伊；貪人ê厝宅，就佔伊，in壓制人kap伊ê家，就是人kap伊ê產業。"}},{"book":"彌","chapter":2,"verse":3,"versions":{"unv":"所以耶和華如此說：我籌劃災禍降與這族；這禍在你們的頸項上不能解脫；你們也不能昂首而行，因為這時勢是惡的。","bklcl":"Só͘-í Iâ-hô-hoa án-ni kóng, Khòaⁿ ah, Góa tô͘-bô͘ kàng chai-ē tī chit ê cho̍k, lín bōe-ōe hō͘ i thoat-lī lín ê ām-kún; lín iā bōe-ōe thâu-khak kia̍h koâiⁿ-koâiⁿ lâi kiâⁿ, in-ūi chit ê sî-sè chin-pháiⁿ.","tghg":"所以耶和華按呢講：看啊，我圖謀降災禍佇此個族；恁𣍐會互伊脫離恁的頷頸(ām-kún)；恁也𣍐會頭殼攑高高來行，因為此個時勢真歹。","bklhl":"所以耶和華án-ni講，看ah，我圖謀降災厄tī chit ê族，lín bōe能hō͘伊脫離lín ê頷頸；lín也bōe能頭殼kia̍h高高來行，因為chit ê時勢真pháiⁿ。"}},{"book":"彌","chapter":2,"verse":4,"versions":{"unv":"到那日，必有人向你們提起悲慘的哀歌，譏刺說：我們全然敗落了！耶和華將我們的分轉歸別人，何竟使這分離開我們？他將我們的田地分給悖逆的人。","bklcl":"Kàu hit-ji̍t lâng beh ēng sio̍k-gú phoe-phêng lín, koh beh ēng ai-chhám ê ai-ko lâi ai-siong kóng, Goán lóng soe-pāi; i piàn-ōaⁿ góa ê peh-sìⁿ ê hūn-gia̍h; i î-sóa i lī-khui góa kàu cháiⁿ-iūⁿ ah! i chiong goán ê chhân-tōe pun hō͘ pōe-ge̍k ê lâng.","tghg":"到彼日，人欲用俗語批評恁，閣欲用哀慘的哀歌，來哀傷講：阮攏衰敗！伊變換我的百姓的份額，伊移徙伊離開我到怎樣啊？伊將阮的田地分互悖逆(pōe-ge̍k)的人。","bklhl":"到hit日，人beh用俗語批評lín，koh beh用哀慘ê哀歌來哀傷講，阮lóng衰敗；伊變換我ê百姓ê份額；伊移徙伊離開我到怎樣ah！伊將阮ê田地分hō͘悖逆ê人。"}},{"book":"彌","chapter":2,"verse":5,"versions":{"unv":"所以在耶和華的會中，你必沒有人拈鬮拉準繩。","bklcl":"Só͘-í tī Iâ-hô-hoa ê tōa-hōe-tiong, lí tek-khak bô lâng thang liam-khau khan chîn-sòaⁿ.","tghg":"所以佇耶和華的大會中，你的確無人通拈鬮(liam-khau)牽繩(chîn)線。","bklhl":"所以tī耶和華ê大會中，你的確無人thang 拈鬮牽繩線。"}},{"book":"彌","chapter":2,"verse":6,"versions":{"unv":"他們（或譯：假先知）說：你們不可說預言；不可向這些人說預言，不住地羞辱我們。","bklcl":"In soan-thoân kóng, Lín m̄-thang soan-thoân; in bô beh soan-thoân chiah-ê sū; lêng-jio̍k bô beh soah.","tghg":"𪜶宣傳講：恁呣通宣傳；𪜶無欲宣傳諸個事；凌辱無欲息(soah)。","bklhl":"In宣傳講，Lín m̄-thang宣傳；in無beh宣傳chiah ê事；凌辱無beh soah。"}},{"book":"彌","chapter":2,"verse":7,"versions":{"unv":"雅各家啊，豈可說耶和華的心不忍耐嗎（或譯：心腸狹窄嗎）？這些事是他所行的嗎？我─耶和華的言語豈不是與行動正直的人有益嗎？","bklcl":"Lín tit-tio̍h chheng-chòe Ngá-kok ê ke ah, Iâ-hô-hoa ê Sîn kiám-sī oe̍h-toe̍h mah? Chiah-ê sū kiám-sī I só͘ chòe mah? Góa ê ōe kiám bô lī-ek kiâⁿ chèng-ti̍t ê lâng mah?","tghg":"恁得著稱做雅各的家啊，耶和華的神豈是狹窄(oe̍h-toe̍h)嗎？諸個事豈是伊所做嗎？我的話豈無利益行正直的人嗎？","bklhl":"Lín得tio̍h稱做雅各ê家ah，耶和華ê神kiám是狹toe̍h mah？chiah ê事kiám是伊所做mah？我ê話kiám無利益行正直ê人mah？"}},{"book":"彌","chapter":2,"verse":8,"versions":{"unv":"然而，近來我的民興起如仇敵，從那些安然經過不願打仗之人身上剝去外衣。","bklcl":"Chóng-sī kūn-ji̍t Góa ê peh-sìⁿ khí-lâi chhin-chhiūⁿ tùi-te̍k; tùi hiah-ê an-jiân keng-kè, m̄-ài kau-chiàn ê lâng, chhiúⁿ i ê gōa-saⁿ kap lāi-saⁿ.","tghg":"總是，近日我的百姓起來親像對敵，對許個安然經過，呣愛交戰的人，搶伊的外衫及內衫。","bklhl":"總是近日我ê百姓起來親像對敵；tùi hiah-ê安然經過，m̄-ài交戰ê人，搶伊ê外衫kap內衫。"}},{"book":"彌","chapter":2,"verse":9,"versions":{"unv":"你們將我民中的婦人從安樂家中趕出，又將我的榮耀從她們的小孩子盡行奪去。","bklcl":"Góa ê peh-sìⁿ ê hū-jîn-lâng, lín kóaⁿ in chhut in an-lo̍k ê ke, koh chiong Góa ê êng-kng, tùi in ê sòe-kiáⁿ éng-oán chhiúⁿ-khì.","tghg":"我的百姓的婦仁人，恁趕𪜶出𪜶安樂的家，閣將我的榮光對𪜶的細子永遠搶去。","bklhl":"我ê百姓ê婦人人，lín趕in出in安樂ê家，koh將我ê榮光，tùi in ê細kiáⁿ永遠搶去。"}},{"book":"彌","chapter":2,"verse":10,"versions":{"unv":"你們起來去吧！這不是你們安息之所；因為污穢使人（或譯：地）毀滅，而且大大毀滅。","bklcl":"Khí-lâi ah, khì ah, chia m̄-sī lín an-hioh ê só͘-chāi; in-ūi tōe í-keng hō͘ ù-òe só͘ pāi-hoāi, i ê pāi-hoāi sī siong-tiōng.","tghg":"起來啊！去啊！遮呣是恁安息的所在；因為地已經互污穢所敗壞，伊的敗壞是傷重。","bklhl":"起來ah，去ah，chia m̄是lín安歇ê所在；因為地已經hō͘污穢所敗壞，伊ê敗壞是傷重。"}},{"book":"彌","chapter":2,"verse":11,"versions":{"unv":"若有人心存虛假，用謊言說：我要向你們預言得清酒和濃酒。那人就必作這民的先知。","bklcl":"Nā ū lâng kóng hong-tông kap pe̍h-chha̍t-ōe, kóng, Góa beh tùi lín soan-thoân po̍h-chiú kap kāu-chiú, chiū chit-lâng beh chòe chiah-ê peh-sìⁿ ê sian-ti.","tghg":"若有人講荒唐，及白賊話，講：我欲對恁宣傳薄酒及厚酒。就此人欲做諸個百姓的先知。","bklhl":"若有人講荒唐kap白賊話，講，我beh對lín宣傳薄酒kap厚酒，就chit人beh做chiah ê百姓ê先知。"}},{"book":"彌","chapter":2,"verse":12,"versions":{"unv":"雅各家啊，我必要聚集你們，必要招聚以色列剩下的人，安置在一處，如波斯拉的羊，又如草場上的羊群；因為人數眾多就必大大喧嘩。","bklcl":"Ngá-kok ah, Góa tek-khak beh chū-chi̍p lín; Góa tek-khak beh chio-chi̍p Í-sek-lia̍t chhun ê lâng; Góa beh an-tì in tī chi̍t só͘-chāi, chhin-chhiūⁿ Pho-su-la̍h ê iûⁿ, koh chhin-chhiūⁿ chháu-tiûⁿ-tiong ê iûⁿ-kûn; in-ūi lâng-gia̍h chōe, beh tōa-tōa soan-hoa.","tghg":"雅各啊，我的確欲聚集恁，我的確欲招集以色列剩(chhun)的人，我欲安置𪜶佇一所在，親像波斯拉的羊，閣親像草場中的羊群；因為人額多欲大大喧嘩。","bklhl":"雅各ah，我的確beh聚集lín；我的確beh招集以色列chhun ê人；我beh安置in tī一所在，親像Pho-su-la̍h ê羊，koh親像草場中ê羊群；因為人額chōe，beh大大喧嘩。"}},{"book":"彌","chapter":2,"verse":13,"versions":{"unv":"開路的（或譯：破城的）在他們前面上去；他們直闖過城門，從城門出去。他們的王在前面行；耶和華引導他們。","bklcl":"Kong-phòa--ê tī in ê thâu-chêng chiūⁿ-khì; in kong-phòa ti̍t-ti̍t keng-kè kàu siâⁿ-mn̂g; koh tùi-hia chhut-lâi; in ê ông chòe-thâu kiâⁿ, Iâ-hô-hoa chhōa in khì.","tghg":"攻破者佇𪜶的頭前上去；𪜶攻破直直經過到城門，閣對遐出來。𪜶的王做頭行；耶和華導𪜶去。","bklhl":"攻破ê tī in ê頭前上去；in攻破直直經過到城門；koh tùi-hia出來；in ê王做頭行，耶和華chhōa in去。"}}]