[{"book":"彌","chapter":5,"verse":1,"versions":{"unv":"成群的民（原文是女子）哪，現在你要聚集成隊；因為仇敵圍攻我們，要用杖擊打以色列審判者的臉。","bklcl":"Sek-an chiâⁿ-tūi ê peh-sìⁿ ah, taⁿ lí chū-chi̍p chòe kun-tūi; i ûi-ûi kong-kek lán; in ēng koáiⁿ-á phah Í-sek-lia̍t sím-phòaⁿ-si ê chhùi-phóe.","tghg":"錫安成隊的百姓啊，今你聚集做軍隊；伊圍圍攻擊咱，𪜶用枴仔拍以色列審判司的嘴䩃(chhùi-phóe)。","bklhl":"錫安成隊ê百姓ah，taⁿ你聚集做軍隊；伊圍圍攻擊咱；in用柺á phah以色列審判司ê嘴phóe。"}},{"book":"彌","chapter":5,"verse":2,"versions":{"unv":"伯利恆的以法他啊，你在猶大諸城中為小，將來必有一位從你那裡出來，在以色列中為我作掌權的；他的根源從亙古，從太初就有。","bklcl":"Pek-lī-hêng Í-hoat-tha ah, lí tī Iû-tāi chiah-ê hiuⁿ-siā-tiong chòe bî-sòe--ê, beh ū chi̍t-ê tùi lí hia chhut-lâi, tī Í-sek-lia̍t tiong-kan kā Góa chòe chiáng-koân--ê; i ê kun-goân tùi kó͘-chá, tùi tē-it khí-thâu chiū ū.","tghg":"伯利恆以法他啊，你佇猶大諸個鄉社(hiuⁿ-siā)中做微細者，欲有一個對你遐出來，佇以色列中間給我做掌權者；伊的根源對古早，對第一起頭就有。","bklhl":"伯利恆Í-hoat-tha ah，你tī偤大chiah ê鄉社中做微細ê，beh有一个對你hia出來，tī以色列中間kā我做掌權ê；伊ê根源tùi古早，tùi第一起頭就有。"}},{"book":"彌","chapter":5,"verse":3,"versions":{"unv":"耶和華必將以色列人交付敵人，直等那生產的婦人生下子來。那時掌權者（原文是他）其餘的弟兄必歸到以色列人那裡。","bklcl":"Só͘-í i beh chiong in kau hō͘ tùi-te̍k, kàu seng-sán ê hū-jîn-lâng siⁿ-kiáⁿ; hit-sî i só͘-chhun ê hiaⁿ-tī beh tò-lâi kui Í-sek-lia̍t.","tghg":"所以伊欲將𪜶交互對敵，到生產的婦仁人生子。彼時伊所剩(chhun)的兄弟欲倒來歸以色列。","bklhl":"所以伊beh將in交hō͘對敵，到生產ê婦人人生kiáⁿ；hit時伊所chhun ê兄弟beh tò來歸以色列。"}},{"book":"彌","chapter":5,"verse":4,"versions":{"unv":"他必起來，倚靠耶和華的大能，並耶和華─他　神之名的威嚴，牧養他的羊群。他們要安然居住；因為他必日見尊大，直到地極。","bklcl":"I beh khiā-teh, óa-khò Iâ-hô-hoa ê koân-lêng, kap i ê Siōng-tè Iâ-hô-hoa ui-giâm ê miâ, lâi chhī i ê iûⁿ-kûn; in beh an-jiân khiā-khí; i beh chòe-tōa, kàu tōe ê ke̍k-thâu.","tghg":"伊欲徛啲，倚靠耶和華的權能，及伊的上帝──耶和華威嚴的名，來飼伊的羊群。𪜶欲安然徛起；伊欲做大，到地的極頭。","bklhl":"伊beh khiā-teh，óa靠耶和華ê權能，kap伊ê上帝耶和華威嚴ê名，來飼伊ê羊群；in beh安然khiā起；伊beh做大，到地ê極頭。"}},{"book":"彌","chapter":5,"verse":5,"versions":{"unv":"這位必作我們的平安。當亞述人進入我們的地境，踐踏宮殿的時候，我們就立起七個牧者，八個首領攻擊他。","bklcl":"Chit ê lâng beh chòe lán ê pêng-an; A-su̍t ji̍p lán ê tōe-kài thún-ta̍h lán ê kiong-tiān ê sî, lán beh heng-khí chhit ê bo̍k-chiá, poeh ê siú-léng kong-kek i.","tghg":"此個人欲做咱的平安。亞述入咱的地界，𧿬踏(thún-ta̍h)咱的宮殿的時，咱欲興起七個牧者，八個首領攻擊伊。","bklhl":"Chit ê人beh做咱ê平安；亞述入咱ê地界thún踏咱ê宮殿ê時，咱beh興起七個牧者，八個首領攻擊伊。"}},{"book":"彌","chapter":5,"verse":6,"versions":{"unv":"他們必用刀劍毀壞亞述地和寧錄地的關口。亞述人進入我們的地境踐踏的時候，他必拯救我們。","bklcl":"In beh ēng to-kiàm húi-hoāi A-su̍t tōe, kap Lêng-lio̍k ê tōe, tī i chhut-ji̍p ê só͘-chāi; A-su̍t ji̍p lán ê tōe, thún-ta̍h lán ê tōe-kài ê sî, i beh kiù lán thoat-lī.","tghg":"𪜶欲用刀劍毀壞亞述地及寧錄的地，佇伊出入的所在。亞述入咱的地，𧿬踏咱的地界的時，伊欲救咱脫離。","bklhl":"In beh用刀劍毀壞亞述地，kap Lêng-lio̍k ê地，tī伊出入ê所在；亞述入咱ê地，thún踏咱ê地界ê時，伊beh救咱脫離。"}},{"book":"彌","chapter":5,"verse":7,"versions":{"unv":"雅各餘剩的人必在多國的民中，如從耶和華那裡降下的露水，又如甘霖降在草上；不仗賴人力，也不等候世人之功。","bklcl":"Ngá-kok chhun ê lâng beh tī chōe-chōe kok ê peh-sìⁿ-tiong chhin-chhiūⁿ tùi Iâ-hô-hoa kàng-lo̍h ê lō͘-chúi, koh chhin-chhiūⁿ lūn-te̍k chháu ê hō͘, m̄-bián óa-khò lâng, iā bô thèng-hāu sè-kan lâng.","tghg":"雅各剩的人欲佇多多國的百姓中，親像對耶和華降落的露水，閣親像潤澤草的雨；呣免倚靠人，也無聽候世間人。","bklhl":"雅各chhun ê人beh tī chōe-chōe國ê百姓中親像tùi耶和華降落ê露水，koh親像潤澤草ê雨，m̄免óa靠人，也無thèng候世間人。"}},{"book":"彌","chapter":5,"verse":8,"versions":{"unv":"雅各餘剩的人必在多國多民中，如林間百獸中的獅子，又如少壯獅子在羊群中。他若經過就必踐踏撕裂，無人搭救。","bklcl":"Ngá-kok só͘ chhun ê lâng beh tī chōe-chōe kok ê peh-sìⁿ-tiong, chhin-chhiūⁿ chhiū-nâ-lāi pah-siù-tiong ê sai, iā chhin-chhiūⁿ sòe-chiah ióng ê sai tī iûⁿ-kûn-tiong; i nā keng-kè, chiū beh thún-ta̍h thiah-li̍h, bô lâng ōe kiù i.","tghg":"雅各所剩的人欲佇多多國的百姓中，親像樹林內百獸中的獅，也親像細隻勇的獅佇羊群中。伊若經過就欲𧿬踏拆裂，無人會救伊。","bklhl":"雅各所chhun ê人beh tī chōe-chōe國ê百姓中，親像樹林內百獸中ê獅，也親像細隻勇ê獅tī羊群中；伊若經過，就beh thún踏拆裂，無人會救伊。"}},{"book":"彌","chapter":5,"verse":9,"versions":{"unv":"願你的手舉起，高過敵人！願你的仇敵都被剪除！","bklcl":"Goān Lí ê chhiú kia̍h-khí tī Lí ê tùi-te̍k ê téng-bīn, goān Lí ê tùi-te̍k lóng siū chián-tû.","tghg":"願你的手攑(kia̍h)起，佇你的對敵的頂面！願你的對敵攏受剪除！","bklhl":"願祢ê手kia̍h起tī祢ê對敵ê頂面，願祢ê對敵lóng受剪除。"}},{"book":"彌","chapter":5,"verse":10,"versions":{"unv":"耶和華說：到那日，我必從你中間剪除馬匹，毀壞車輛，","bklcl":"Iâ-hô-hoa kóng, Kàu hit-ji̍t, Góa beh tùi lí tiong-kan tû-khì lí ê bé, húi-hoāi lí ê chhia.","tghg":"耶和華講：到彼日，我欲對你中間除去你的馬，毀壞你的車，","bklhl":"耶和華講，到hit日，我beh對你中間除去你ê馬，毀壞你ê車。"}},{"book":"彌","chapter":5,"verse":11,"versions":{"unv":"也必從你國中除滅城邑，拆毀一切的保障，","bklcl":"Góa beh húi-bia̍t lí ê tōe-hng chiah-ê siâⁿ, chhia-tó lí it-chhè ê ōe-só͘.","tghg":"我欲毀滅你的地方諸個城，捙倒(chhia-tó)你一切的衛所，","bklhl":"我beh毀滅你ê地方chiah ê城，chhia倒你一切ê衛所。"}},{"book":"彌","chapter":5,"verse":12,"versions":{"unv":"又必除掉你手中的邪術；你那裡也不再有占卜的。","bklcl":"Góa iā beh tû-khì lí chhiú-tiong ê siâ-su̍t, tī lí hia bô koh ū chiam-pok--ê,","tghg":"我也欲除去你手中的邪術；佇你遐無閣有占卜(chiam-pok)者。","bklhl":"我也beh除去你手中ê邪術，tī你hia無koh有占卜ê，"}},{"book":"彌","chapter":5,"verse":13,"versions":{"unv":"我必從你中間除滅雕刻的偶像和柱像，你就不再跪拜自己手所造的。","bklcl":"Góa beh tùi lí tiong-kan tû-bia̍t tiau-khek ê ngó͘-siōng kap thiāu-siōng, lí chiū bô koh kūi-pài ka-kī ê chhiú só͘ chō--ê.","tghg":"我欲對你中間除滅雕刻的偶像及柱像，你就無閣跪拜家己的手所造的。","bklhl":"我beh對你中間除滅雕刻ê偶像kap柱像，你就無koh跪拜家己ê手所造ê。"}},{"book":"彌","chapter":5,"verse":14,"versions":{"unv":"我必從你中間拔出木偶，又毀滅你的城邑。","bklcl":"Góa beh tùi lí tiong-kan pu̍ih-chhut lí chiah-ê chhâ-thiāu, koh húi-bia̍t lí chiah-ê siâⁿ.","tghg":"我欲對你中間拔(pu̍ih)出你諸個柴柱，閣毀滅你諸個城。","bklhl":"我beh對你中間拔出你chiah ê柴柱，koh毀滅你chiah ê城。"}},{"book":"彌","chapter":5,"verse":15,"versions":{"unv":"我也必在怒氣和忿怒中向那不聽從的列國施報。","bklcl":"Góa beh hoat-chhut tōa siū-khì, lâi pò-èng hiah-ê bô sūn-thàn ê kok.","tghg":"我欲發出大受氣來報應許個無順趁的國。","bklhl":"我beh發出大受氣，來報應hiah-ê無順thàn ê國。"}}]