[{"book":"彌","chapter":1,"verse":1,"versions":{"unv":"當猶大王約坦、亞哈斯、希西家在位的時候，摩利沙人彌迦得耶和華的默示，論撒馬利亞和耶路撒冷。","bklcl":"Iâ-hô-hoa ê ōe lîm-kàu Mô͘-lī-sa lâng Bí-ka, chiū-sī tī Iû-tāi Ông Iok-thán, A-hap-su, Hi-se-ka ê sî, só͘ khòaⁿ-kìⁿ lūn-kàu Sat-má-lī-a kap Iâ-lō͘-sat-léng ê sū.","tghg":"耶和華的話臨到摩利沙人彌迦，就是佇猶大王約坦、亞哈斯、希西家的時，所看見論到撒瑪利亞及耶路撒冷的事。","bklhl":"耶和華ê話臨到Mô͘-lī-sa人彌迦，就是tī偤大王Iok-thán、A-hap-su、Hi-se-ka ê時，所看見論到撒馬利亞kap耶路撒冷ê事。"}},{"book":"彌","chapter":1,"verse":2,"versions":{"unv":"萬民哪，你們都要聽！地和其上所有的，也都要側耳而聽！主耶和華從他的聖殿要見證你們的不是。","bklcl":"Chiah-ê peh-sìⁿ ah, lín lóng tio̍h thiaⁿ; tōe kap kî-tiong só͘-ū--ê, ia̍h tio̍h àⁿ hī-khang; Chú Iâ-hô-hoa, chiū-sī tùi I ê sèng-tiān chhut--lâi ê Chú, beh kan-chèng lín ê m̄-tio̍h.","tghg":"諸個百姓啊，恁攏著聽！地及其中所有的，亦著俯耳孔！主耶和華就是對伊的聖殿出來的主欲干證恁的呣著。","bklhl":"Chiah-ê百姓ah，lín lóng tio̍h聽；地kap其中所有ê，亦tio̍h俯耳孔；主耶和華，就是tùi祂ê聖殿出來ê主，beh干證lín ê m̄-tio̍h。"}},{"book":"彌","chapter":1,"verse":3,"versions":{"unv":"看哪，耶和華出了他的居所，降臨步行地的高處。","bklcl":"Khòaⁿ ah, Iâ-hô-hoa tùi I ê só͘-chāi chhut-lâi, I beh kàng-lîm, ta̍h tī tōe koâiⁿ ê só͘-chāi.","tghg":"看啊，耶和華對伊的所在出來，伊欲降臨踏佇地高的所在。","bklhl":"看ah，耶和華tùi祂ê所在出來，祂beh降臨，踏tī地高ê所在。"}},{"book":"彌","chapter":1,"verse":4,"versions":{"unv":"眾山在他以下必消化，諸谷必崩裂，如蠟化在火中，如水沖下山坡。","bklcl":"Chèng soaⁿ tī I ê ē-bīn siau-iûⁿ; chèng soaⁿ-kok lī-khui, chhin-chhiūⁿ la̍h óa-kūn hé, chhin-chhiūⁿ chúi lâu-lo̍h soaⁿ-phiâⁿ.","tghg":"眾山佇伊的下面消溶，眾山谷離開，親像蠟倚近火，親像水流落山坪(phiâⁿ)","bklhl":"眾山tī祂ê下面消溶；眾山谷離開，親像la̍h óa近火，親像水流落山坪。"}},{"book":"彌","chapter":1,"verse":5,"versions":{"unv":"這都因雅各的罪過，以色列家的罪惡。雅各的罪過在哪裡呢？豈不是在撒馬利亞嗎？猶大的邱壇在哪裡呢？豈不是在耶路撒冷嗎？","bklcl":"Che lóng-sī in-ūi Ngá-kok ê chōe-kòa, Í-sek-lia̍t-ke ê chōe-ok; Ngá-kok ê chōe-kòa sī sím-mi̍h?  kiám-m̄-sī Sat-má-lī-a mah?  Iû-tāi ê soaⁿ-thâu-tôaⁿ sī sím-mi̍h? kiám-m̄-sī Iâ-lō͘-sat-léng mah?","tghg":"這攏是因為雅各的罪過，以色列家的罪惡，雅各的罪過是甚麼？豈呣是撒瑪利亞嗎？猶大的山頭壇是甚麼？豈呣是耶路撒冷嗎？","bklhl":"這lóng是因為雅各ê罪過，以色列家ê罪惡；雅各ê罪過是甚麼？kiám m̄是撒馬利亞mah？偤大ê山頭壇是甚麼？kiám m̄是耶路撒冷mah？"}},{"book":"彌","chapter":1,"verse":6,"versions":{"unv":"所以我必使撒馬利亞變為田野的亂堆，又作為種葡萄之處；也必將她的石頭倒在谷中，露出根基來。","bklcl":"Só͘-í Góa beh hō͘ Sat-má-lī-a piàn-chòe chhân--nih ê thô͘-tui, koh chòe chèng phû-tô ê só͘-chāi; ia̍h beh chiong i ê chio̍h-thâu piàⁿ-lo̍h soaⁿ-kok-tiong, lâi lō͘-chhut i ê tōe-ki.","tghg":"所以我欲互撒瑪利亞變做田裡的土堆，閣做種葡萄的所在；亦欲將伊的石頭傾(piàⁿ)落山谷中，來露出伊的地基。","bklhl":"所以我beh hō͘撒馬利亞變做田裡ê土堆，koh做種葡萄ê所在；亦beh將伊ê石頭piàⁿ落山谷中，來露出伊ê地基。"}},{"book":"彌","chapter":1,"verse":7,"versions":{"unv":"她一切雕刻的偶像必被打碎；她所得的財物必被火燒；所有的偶像我必毀滅；因為是從妓女雇價所聚來的，後必歸為妓女的雇價。","bklcl":"I it-chhè tiau-khek ê ngó͘-siōng beh siū phah-chhùi, i só͘ tit-tio̍h lâng sàng ê châi-bu̍t, beh hō͘ hé sio--khì, só͘-ū ê pu̍t, Góa beh hō͘ i hong-hòe; in-ūi i ēng chhiong-ki ê kang-chîⁿ lâi chek-chū, āu-lâi beh kui tī chhiong-ki chòe kang-chîⁿ.","tghg":"伊一切雕刻的偶像欲受拍碎；伊所得著人送的財物，欲互火燒去；所有的佛，我欲互伊荒廢；因為伊用娼妓的工錢來積聚，後來欲歸佇娼妓做工錢。","bklhl":"伊一切雕刻ê偶像beh受phah碎，伊所得tio̍h人送ê財物，beh hō͘火燒去，所有ê佛，我beh hō͘伊荒廢；因為伊用娼妓ê工錢來積聚，後來beh歸tī娼妓做工錢。"}},{"book":"彌","chapter":1,"verse":8,"versions":{"unv":"先知說：因此我必大聲哀號，赤腳露體而行；又要呼號如野狗，哀鳴如鴕鳥。","bklcl":"In-ūi án-ni, Góa beh tōa-siaⁿ thî-khàu, chhiah-sin lō͘-thé lâi kiâⁿ; koh beh âu-kiò chhin-chhiūⁿ soaⁿ-káu, ai-siong chhin-chhiūⁿ tô-chiáu.","tghg":"因為按呢，我欲大聲啼哭，赤身露體來行；閣欲喉叫親像山狗，哀傷親像駝鳥。","bklhl":"因為án-ni，我beh大聲啼哭，赤身露體來行；koh beh喉叫親像山狗，哀傷親像鴕鳥。"}},{"book":"彌","chapter":1,"verse":9,"versions":{"unv":"因為撒馬利亞的傷痕無法醫治，延及猶大和耶路撒冷我民的城門。","bklcl":"In-ūi i ê siong bōe i-tit; chit ê sū í-keng kūn Iû-tāi ê só͘-chāi, kàu Góa ê peh-sìⁿ ê siâⁿ-mn̂g, chiū-sī Iâ-lō͘-sat-léng.","tghg":"因為伊的傷𣍐醫得，此個事已經近猶大的所在，到我的百姓的城門就是耶路撒冷。","bklhl":"因為伊ê傷bōe醫得；chit ê事已經近偤大ê所在，到我ê百姓ê城門，就是耶路撒冷。"}},{"book":"彌","chapter":1,"verse":10,"versions":{"unv":"不要在迦特報告這事，總不要哭泣；我在伯‧亞弗拉滾於灰塵之中。","bklcl":"Bo̍h-tit pò-kò tī Ka-te̍k, lóng bo̍h-tit thî-khàu; góa tī Pek-a-hut-la̍h kō tī tîn-ai ê tiong-kan.","tghg":"莫得報告佇迦得，攏莫得啼哭；我佇伯亞弗拉翱(kō)佇塵埃的中間。","bklhl":"莫得報告tī Ka-te̍k，lóng莫得啼哭；我tī Pek-a-hut-la̍h kō tī塵埃ê中間。"}},{"book":"彌","chapter":1,"verse":11,"versions":{"unv":"沙斐的居民哪，你們要赤身蒙羞過去。撒南的居民不敢出來。伯‧以薛人的哀哭使你們無處可站。","bklcl":"Sa-húi khiā-khí ê peh-sìⁿ ah, lín tio̍h thǹg-theh kiàn-siàu kè-khì; Sat-lâm khiā-khí ê peh-sìⁿ bô chhut--lâi; Pek-í-siat lâng thî-khàu, hō͘ lín bô só͘-chāi thang hioh-kha.","tghg":"沙斐徛起的百姓啊，恁著褪裼(thǹg-theh)見誚過去。撒南徛起的百姓無出來。伯以設人啼哭，互恁無所在通歇腳。","bklhl":"Sa-húi khiā起ê百姓ah，lín tio̍h thǹg-theh見笑過去；Sat-lâm khiā起ê百姓無出來；Pek-í-siat人啼哭，hō͘ lín無所在thang歇腳。"}},{"book":"彌","chapter":1,"verse":12,"versions":{"unv":"瑪律的居民心甚憂急，切望得好處，因為災禍從耶和華那裡臨到耶路撒冷的城門。","bklcl":"Má-lu̍t khiā-khí ê peh-sìⁿ khó͘-sim him-bō͘ hok-khì, in-ūi chai-ē tùi Iâ-hô-hoa hia kàu Iâ-lō͘-sat-léng ê siâⁿ-mn̂g.","tghg":"瑪律徛起的百姓苦心欣慕福氣，因為災禍對耶和華遐到耶路撒冷的城門。","bklhl":"Má-lu̍t khiā起ê百姓苦心欣慕福氣，因為災厄tùi耶和華hia到耶路撒冷ê城門。"}},{"book":"彌","chapter":1,"verse":13,"versions":{"unv":"拉吉的居民哪，要用快馬套車；錫安民（原文是女子）的罪由你而起；以色列人的罪過在你那裡顯出。","bklcl":"La̍h-kiat khiā-khí ê peh-sìⁿ ah, tio̍h ēng chhia thò gâu-cháu ê bé; i chòe Sek-an ê peh-sìⁿ hoān-chōe ê khí-thâu; Í-sek-lia̍t ê chōe-kòa, tī lí hia hoat-hiān.","tghg":"拉吉徛起的百姓啊，著用車套𠢕(gâu)走的馬；伊做錫安的百姓犯罪的起頭；以色列的罪過佇你遐發現。","bklhl":"拉結khiā起ê百姓ah，tio̍h用車套gâu走ê馬；伊做錫安ê百姓犯罪ê起頭；以色列ê罪過，tī你hia發現。"}},{"book":"彌","chapter":1,"verse":14,"versions":{"unv":"猶大啊，你要將禮物送給摩利設‧迦特。亞革悉的眾族必用詭詐待以色列諸王。","bklcl":"Só͘-í lí tio̍h ēng lé-mi̍h kā Mô͘-lī-siat-ka-te̍k sòng-hêng; A-kek-sek chiah-ê ke, beh ēng khúi-kè khoán-thāi Í-sek-lia̍t chiah-ê ông.","tghg":"所以你著用禮物給摩利設迦特送行(sòng-hêng)。亞革悉諸個家欲用詭計款待以色列諸個王。","bklhl":"所以你tio̍h用禮物kā Mô͘-lī-siat-ka-te̍k送行；A-kek-sek chiah ê家，beh用詭計款待以色列chiah ê王。"}},{"book":"彌","chapter":1,"verse":15,"versions":{"unv":"瑪利沙的居民哪，我必使那奪取你的來到你這裡；以色列的尊貴人（原文是榮耀）必到亞杜蘭。","bklcl":"Má-lī-sa khiā-khí ê peh-sìⁿ ah, góa beh hō͘ sêng-siū lí ê gia̍p--ê, kàu lí hia; Í-sek-lia̍t ê êng-kng beh kàu A-tō͘-lân.","tghg":"瑪利沙徛起的百姓啊，我欲互承受你的業的到你遐；以色列的榮光欲到亞杜蘭。","bklhl":"Má-lī-sa khiā起ê百姓ah，我beh hō͘承受你ê業ê，到你hia；以色列ê榮光beh到A-tō͘-lân。"}},{"book":"彌","chapter":1,"verse":16,"versions":{"unv":"猶大啊，要為你所喜愛的兒女剪除你的頭髮，使頭光禿，要大大地光禿，如同禿鷹，因為他們都被擄去離開你。","bklcl":"Lí tio̍h ūi lí só͘ hoaⁿ-hí ê kiáⁿ, thì lí ê thâu-mn̂g, hō͘ i kng khō-khō, bô chhun pòaⁿ-ki, chhin-chhiūⁿ chhàu-thâu ê eng-chiáu; in-ūi in lóng siū-lia̍h lī-khui lí.","tghg":"你著為你所歡喜的子，剃你的頭毛，互伊光裸裸(khō-khō)，無剩(chhun)半支，親像臭頭的鷹鳥，因為𪜶攏受掠離開你。","bklhl":"你tio̍h為你所歡喜ê kiáⁿ，剃你ê頭毛，hō͘伊光khō-khō，無chhun半支，親像臭頭ê鷹鳥；因為in lóng受掠離開你。"}}]