[{"book":"彌","chapter":4,"verse":1,"versions":{"unv":"末後的日子，耶和華殿的山必堅立，超乎諸山，高舉過於萬嶺；萬民都要流歸這山。","bklcl":"Kàu hiah-ê ji̍t ê liáu-āu, Iâ-hô-hoa tiān ê soaⁿ beh kiàn-li̍p tī chiah-ê soaⁿ ê téng-bīn, pôaⁿ-kè lóng-chóng ê soaⁿ-niá; bān-kok ê peh-sìⁿ lóng beh lâi kui i.","tghg":"到許個日的了後，耶和華殿的山欲建立，佇諸個山的頂面，𨃟過攏總的山嶺；萬國的百姓攏欲來歸伊。","bklhl":"到hiah-ê日ê了後，耶和華殿ê山beh建立tī chiah ê山ê頂面，pôaⁿ過lóng總ê山嶺；萬國ê百姓lóng beh來歸伊。"}},{"book":"彌","chapter":4,"verse":2,"versions":{"unv":"必有許多國的民前往，說：來吧，我們登耶和華的山，奔雅各　神的殿。主必將他的道教訓我們；我們也要行他的路。因為訓誨必出於錫安；耶和華的言語必出於耶路撒冷。","bklcl":"Ū chōe-chōe kok beh khì, kóng, Lâi ah, lán chiūⁿ Iâ-hô-hoa ê soaⁿ, kàu Ngá-kok ê Siōng-tè ê tiān; I beh ēng I ê tō-lō͘ kà-sī lán, lán iā beh kiâⁿ I ê lō͘; in-ūi lu̍t-hoat beh tùi Sek-an chhut, Iâ-hô-hoa ê ōe beh tùi Iâ-lō͘-sat-léng thoân-pò.","tghg":"有多多國欲去，講：來啊，咱上耶和華的山，到雅各的上帝的殿。伊欲用伊的道路教示咱；咱也欲行伊的路。因為律法欲對錫安出；耶和華的話欲對耶路撒冷傳報。","bklhl":"有chōe-chōe國beh去，講，來ah，咱上耶和華ê山，到雅各ê上帝ê殿；祂beh用祂ê道路教示咱，咱也beh行祂ê路；因為律法beh tùi錫安出，耶和華ê話beh tùi耶路撒冷傳報。"}},{"book":"彌","chapter":4,"verse":3,"versions":{"unv":"他必在多國的民中施行審判，為遠方強盛的國斷定是非。他們要將刀打成犁頭，把槍打成鐮刀。這國不舉刀攻擊那國；他們也不再學習戰事。","bklcl":"I beh tī chōe-chōe kok ê peh-sìⁿ-tiong kiâⁿ sím-phòaⁿ, ūi-tio̍h chōe-chōe hn̄g-hn̄g kiông-béng ê kok lâi kái-koat; in beh chiong in ê to phah-chòe lôe-thâu, chiong in ê chhiuⁿ phah-chòe liâm-á; chit-kok bô kia̍h-to kong-kek hit-kok, in iā bô koh ha̍k-si̍p kau-chiàn.","tghg":"伊欲佇多多國的百姓中行審判，為著多多遠遠強猛的國來解決。𪜶欲將𪜶的刀拍做犁頭，將𪜶的槍(chhiuⁿ)拍做鐮仔(liâm-á)。此國無攑(kia̍h)刀攻擊彼國；𪜶閣學習交戰。","bklhl":"祂beh tī chōe-chōe國ê百姓中行審判，為tio̍h chōe-chōe遠遠強猛ê國來解決；in beh將in ê刀phah做犁頭，將in ê鎗phah做鐮á；chit國無kia̍h刀攻擊hit國，in也無koh學習交戰。"}},{"book":"彌","chapter":4,"verse":4,"versions":{"unv":"人人都要坐在自己葡萄樹下和無花果樹下，無人驚嚇。這是萬軍之耶和華親口說的。","bklcl":"Lâng-lâng lóng beh chē tī i ka-kī ê phû-tô-chhiū-kha, kap ka-kī ê bû-hoa-kó chhiū-kha, bô lâng hō͘ i kiaⁿ; in-ūi che sī bān-kun ê Iâ-hô-hoa chhin-chhùi kóng--ê.","tghg":"人人攏欲坐佇伊家己的葡萄樹腳，及家己的無花果樹腳，無人互伊驚。因為這是萬軍的耶和華親嘴講的。","bklhl":"人人lóng beh坐tī伊家己ê葡萄樹腳，kap家己ê無花果樹腳，無人hō͘伊驚；因為這是萬軍ê耶和華親嘴講ê。"}},{"book":"彌","chapter":4,"verse":5,"versions":{"unv":"萬民各奉己神的名而行；我們卻永永遠遠奉耶和華─我們　神的名而行。","bklcl":"Bān peh-sìⁿ ta̍k-ê hōng i ê siōng-tè ê miâ lâi kiâⁿ; chóng-sī goán beh hōng goán ê Siōng-tè Iâ-hô-hoa ê miâ lâi kiâⁿ, ti̍t-kàu éng-oán.","tghg":"萬百姓逐個奉伊的上帝的名來行；總是阮欲奉阮的上帝──耶和華的名來行，直到永遠。","bklhl":"萬百姓ta̍k-ê奉伊ê上帝ê名來行；總是阮beh奉阮ê上帝耶和華ê名來行，直到永遠。"}},{"book":"彌","chapter":4,"verse":6,"versions":{"unv":"耶和華說：到那日，我必聚集瘸腿的，招聚被趕出的和我所懲治的。","bklcl":"Iâ-hô-hoa kóng, Kàu hit-ji̍t, Góa beh chū-chi̍p pái-kha--ê, chio-chi̍p siū kóaⁿ-chhut--ê, kap Góa só͘ bat hō͘ i siū-khó͘-ê.","tghg":"耶和華講：到彼日，我欲聚集跛腳者，招集受趕出者及我所曾互伊受苦者。","bklhl":"耶和華講，到hit日，我beh聚集跛腳ê，招集受趕出ê，kap我所bat hō͘伊受苦ê。"}},{"book":"彌","chapter":4,"verse":7,"versions":{"unv":"我必使瘸腿的為餘剩之民，使趕到遠方的為強盛之民。耶和華要在錫安山作王治理他們，從今直到永遠。","bklcl":"Góa beh hō͘ pái-kha--ê chòe só͘-chhun ê peh-sìⁿ, hō͘ siū-kóaⁿ kàu hn̄g-hn̄g--ê chòe kiông ê kok; Iâ-hô-hoa beh tī Sek-an soaⁿ chòe ông tī-lí in, tùi taⁿ kàu éng-oán.","tghg":"我欲互跛腳者做所剩(chhun)的百姓，互受趕到遠遠者做強的國。耶和華欲佇錫安山做王治理𪜶，對今到永遠。","bklhl":"我beh hō͘跛腳ê做所chhun ê百姓，hō͘受趕到遠遠ê做強ê國；耶和華beh tī錫安山做王治理in，tùi taⁿ到永遠。"}},{"book":"彌","chapter":4,"verse":8,"versions":{"unv":"你這羊群的高臺、錫安城（原文是女子）的山哪，從前的權柄─就是耶路撒冷民（原文是女子）的國權─必歸與你。","bklcl":"Lūn-kàu lí chòe kui-kûn iûⁿ ê chiú-kiⁿ-lâu, chòe Sek-an siâⁿ ê soaⁿ ah, kok-koân beh kui tī lí, koh chá-sî ê kok-koân, Iâ-lō͘-sat-léng siâⁿ ê kok-ūi lóng beh kui tī lí.","tghg":"論到你做歸群羊的守更樓、做錫安城的山啊，國權欲歸佇你──閣早時的國權，耶路撒冷城的國位──攏欲歸佇你。","bklhl":"論到你做kui群羊ê守更樓，做錫安城ê山ah，國權beh歸tī你，koh早時ê國權，耶路撒冷城ê國位lóng beh歸tī你。"}},{"book":"彌","chapter":4,"verse":9,"versions":{"unv":"現在你為何大聲哭號呢？疼痛抓住你彷彿產難的婦人，是因你中間沒有君王嗎？你的謀士滅亡了嗎？","bklcl":"Taⁿ lí siáⁿ-sū tōa-siaⁿ thî-khàu ah? thòng-khó͘ khîⁿ-tio̍h lí, chhin-chhiūⁿ beh siⁿ-kiáⁿ ê hū-jîn-lâng, sī in-ūi lín tiong-kan bô ông mah? lín ê bô͘-sū sí-bô mah?","tghg":"今你啥事大聲啼哭啊？痛苦擒(khîⁿ)著你，親像欲生子的婦仁人，是因為恁中間無王嗎？恁的謀士死無嗎？","bklhl":"Taⁿ你啥事大聲啼哭ah？痛苦擒tio̍h你，親像beh生kiáⁿ ê婦人人，是因為lín中間無王mah？lín ê謀士死無mah？"}},{"book":"彌","chapter":4,"verse":10,"versions":{"unv":"錫安的民（原文是女子）哪，你要疼痛劬勞，彷彿產難的婦人；因為你必從城裡出來，住在田野，到巴比倫去。在那裡要蒙解救；在那裡耶和華必救贖你脫離仇敵的手。","bklcl":"Sek-an ê cha-bó͘-kiáⁿ ah, lí tio̍h thàng-thiàⁿ kan-khó͘, chhin-chhiūⁿ siⁿ-kiáⁿ ê hū-jîn-lâng, in-ūi lí beh chhut-siâⁿ khiā-khí tī chhân--nih, beh kàu Pa-pí-lûn, tī-hia tit-tio̍h kiù, Iâ-hô-hoa beh tī-hia sio̍k-hôe lí, thoat-lī lí ê tùi-te̍k ê chhiú.","tghg":"錫安的查某子啊，你著痛疼艱苦，親像生子的婦仁人；因為你欲出城，徛起佇田裡，欲到巴比倫。佇遐得著救；耶和華欲佇遐贖回你脫離你的對敵的手。","bklhl":"錫安ê cha-bó͘-kiáⁿ ah，你tio̍h痛疼艱苦，親像生kiáⁿ ê婦人人，因為你beh出城khiā起tī田裡，beh到巴比倫，tī-hia得tio̍h救，耶和華beh tī-hia贖回你，脫離你ê對敵ê手。"}},{"book":"彌","chapter":4,"verse":11,"versions":{"unv":"現在有許多國的民聚集攻擊你，說：願錫安被玷污！願我們親眼見她遭報！","bklcl":"Taⁿ chōe-chōe kok ê peh-sìⁿ chū-chi̍p kong-kek lí, kóng, Goān Sek-an siū bak lâ-sâm, hō͘ goán chhin-ba̍k khòaⁿ-kìⁿ.","tghg":"今多多國的百姓聚集攻擊你，講：願錫安受染(bak)垃墋！互阮親目看見！","bklhl":"Taⁿ chōe-chōe國ê百姓聚集攻擊你，講，願錫安受bak lâ-sâm，hō͘阮親目看見。"}},{"book":"彌","chapter":4,"verse":12,"versions":{"unv":"他們卻不知道耶和華的意念，也不明白他的籌劃。他聚集他們，好像把禾捆聚到禾場一樣。","bklcl":"Chóng-sī in m̄-chai Iâ-hô-hoa ê ì-sù, iā bô bêng-pe̍k I ê kè-e̍k; I chū-chi̍p in, chhin-chhiūⁿ tiū-pé chū-chi̍p tī gō͘-kak-tiûⁿ.","tghg":"總是𪜶呣知耶和華的意思，也無明白伊的計劃(kè-e̍k)。伊聚集𪜶，親像稻把(tiū-pé)聚集佇五穀場。","bklhl":"總是in m̄知耶和華ê意思，也無明白伊ê計畫；伊聚集in，親像稻把聚集tī五穀場。"}},{"book":"彌","chapter":4,"verse":13,"versions":{"unv":"錫安的民（原文是女子）哪，起來踹穀吧！我必使你的角成為鐵，使你的蹄成為銅。你必打碎多國的民，將他們的財獻與耶和華，將他們的貨獻與普天下的主。","bklcl":"Sek-an ê cha-bó͘-kiáⁿ ah, khí-lâi, ta̍h gō͘-kak; Góa beh hō͘ lí ê kak chiâⁿ-chòe thih, hō͘ lí ê tôe chiâⁿ-chòe tâng; lí beh phah-chhùi chōe-chōe kok ê peh-sìⁿ, chiong in só͘ chhiúⁿ ê mi̍h hiàn hō͘ Iâ-hô-hoa, chiong in ê chîⁿ-châi hiàn hō͘ phó͘ thiⁿ-ē ê Chú.","tghg":"錫安的查某子啊，起來踏五穀！我欲互你的角成做鐵，互你的蹄成做銅。你欲拍碎多多國的百姓，將𪜶所搶的物獻互耶和華，將𪜶的錢財獻互普天下的主。","bklhl":"錫安ê cha-bó͘-kiáⁿ ah，起來，踏五穀；我beh hō͘你ê角成做鐵，hō͘你ê蹄成做銅；你beh phah碎chōe-chōe國ê百姓，將in所搶ê物獻hō͘耶和華，將in ê錢財獻hō͘普天下ê主。"}}]