[{"book":"彌","chapter":3,"verse":1,"versions":{"unv":"我說：雅各的首領，以色列家的官長啊，你們要聽！你們不當知道公平嗎？","bklcl":"Góa kóng, Ngá-kok chiah-ê siú-léng, Í-sek-lia̍t-ke chiah-ê koaⁿ-tiúⁿ ah, lín tio̍h thiaⁿ; lín kiám-m̄-tio̍h chai-iáⁿ kong-pêng mah?","tghg":"我講：雅各諸個首領，以色列家諸個官長啊，恁著聽！恁豈呣著知影公平嗎？","bklhl":"我講，雅各chiah ê首領，以色列家chiah ê官長ah，lín tio̍h聽；lín kiám m̄-tio̍h知影公平mah？"}},{"book":"彌","chapter":3,"verse":2,"versions":{"unv":"你們惡善好惡，從人身上剝皮，從人骨頭上剔肉，","bklcl":"Lín oàn-hūn hó ài pháiⁿ; pak lâng ê phê, tùi in ê kut thek-bah.","tghg":"恁怨恨好愛歹，剝(pak)人的皮，對𪜶的骨剔(thek)肉。","bklhl":"Lín怨恨好ài pháiⁿ；剝人ê皮，tùi in ê骨剔(thek)肉。"}},{"book":"彌","chapter":3,"verse":3,"versions":{"unv":"吃我民的肉，剝他們的皮，打折他們的骨頭，分成塊子像要下鍋，又像釜中的肉。","bklcl":"Ia̍h chia̍h Góa ê peh-sìⁿ ê bah, pak in ê phê, at-chi̍h in ê kut-thâu, chhiat kui-tè, chhin-chhiūⁿ beh lo̍h e, koh chhin-chhiūⁿ tiáⁿ-lāi ê bah.","tghg":"亦食我的百姓的肉，剝𪜶的皮，遏折(at-chi̍h)𪜶的骨頭，切歸塊親像欲落鍋，閣親像鼎內的肉。","bklhl":"亦食我ê百姓ê肉，剝in ê皮，at折in ê骨頭，切kui塊，親像beh落鍋，koh親像鼎內ê肉。"}},{"book":"彌","chapter":3,"verse":4,"versions":{"unv":"到了遭災的時候，這些人必哀求耶和華，他卻不應允他們。那時他必照他們所行的惡事向他們掩面。","bklcl":"Hit-sî in beh kiû-kiò Iâ-hô-hoa, nā-sī I bô beh ìn in; hit-sî I beh chiàu in só͘ kiâⁿ ê pháiⁿ-tāi, tùi in ng-bīn.","tghg":"彼時𪜶欲求叫耶和華，若是伊無欲應𪜶。彼時伊欲照𪜶所行的歹代對𪜶掩(ng)面。","bklhl":"Hit時in beh求叫耶和華，但是祂無beh應in；hit時祂beh照in所行ê pháiⁿ-tāi，對in掩面。"}},{"book":"彌","chapter":3,"verse":5,"versions":{"unv":"論到使我民走差路的先知─他們牙齒有所嚼的，他們就呼喊說：平安了！凡不供給他們吃的，他們就預備攻擊他（預備攻擊他：或譯說必遭遇刀兵）─耶和華如此說：","bklcl":"Iâ-hô-hoa lūn-kàu hiah-ê hō͘ Góa ê peh-sìⁿ kiâⁿ chhò-lō͘ ê sian-ti án-ni kóng, in ê chhùi-khí nā ū mi̍h thang pō͘, chiū kiò kóng, Pêng-an ah; lâng nā bô ēng mi̍h that in ê chhùi, in chiū pī-pān kau-chiàn kong-kek i.","tghg":"耶和華論到許個互我的百姓行錯路的先知按呢講，𪜶的嘴齒若有物通哺(pō͘)，就叫講：平安啊！人若無用物塞𪜶的嘴，𪜶就備辦交戰攻擊伊。","bklhl":"耶和華論到hiah-ê hō͘我ê百姓行錯路ê先知án-ni講，in ê嘴齒若有物thang pō͘，就叫講，平安ah；人若無用物塞(that)in ê嘴，in就備辦交戰攻擊伊。"}},{"book":"彌","chapter":3,"verse":6,"versions":{"unv":"你們必遭遇黑夜，以致不見異象；又必遭遇幽暗，以致不能占卜。日頭必向你們沉落，白晝變為黑暗。","bklcl":"Só͘-í lín beh tú-tio̍h àm-mî, tì-kàu bōe khòaⁿ-kìⁿ īⁿ-siōng; koh beh tú-tio̍h o͘-àm, tì-kàu bōe chiam-pok; hiah-ê sian-ti beh tú-tio̍h chhin-chhiūⁿ ji̍t-lo̍h, ia̍h tú-tio̍h ji̍t--sî piàn o͘-àm.","tghg":"所以恁欲抵著(tú-tio̍h)暗暝，致到𣍐看見異像；閣欲抵著黑暗，致到𣍐占卜(chiam-pok)。許個先知欲抵著親像日落，亦抵著日時變黑暗。","bklhl":"所以lín beh tú-tio̍h暗暝，致到bōe看見異象；koh beh tú-tio̍h烏暗，致到bōe占卜；hiah-ê先知beh tú-tio̍h親像日落，亦tú-tio̍h日時變烏暗。"}},{"book":"彌","chapter":3,"verse":7,"versions":{"unv":"先見必抱愧，占卜的必蒙羞，都必摀著嘴唇，因為　神不應允他們。","bklcl":"Hit-sî sian-kiàn--ê kiàn-siàu, chiam-pok--ê làu-khùi; lóng beh ng in ê chhùi-tûn; in-ūi Siōng-tè bô thiaⁿ in.","tghg":"彼時先見者見誚，占卜者漏氣，攏欲掩(ng)𪜶的嘴唇，因為上帝無聽𪜶。","bklhl":"Hit時先見ê見笑，占卜ê漏氣；lóng beh掩in ê嘴唇；因為上帝無聽in。"}},{"book":"彌","chapter":3,"verse":8,"versions":{"unv":"至於我，我藉耶和華的靈，滿有力量、公平、才能，可以向雅各說明他的過犯，向以色列指出他的罪惡。","bklcl":"Nā-sī góa, góa tùi Iâ-hô-hoa ê Sîn ū khùi-la̍t, ū kong-pêng, ū châi-lêng móa-móa, thang tùi Ngá-kok kóng-bêng i ê kè-sit, tùi Í-sek-lia̍t chí-chhut i ê chōe-ok.","tghg":"若是我，我對耶和華的神，有氣力、有公平、有才能滿滿，通對雅各講明伊的過失，對以色列指出伊的罪惡。","bklhl":"若是我，我tùi耶和華ê神有氣力，有公平，有才能滿滿，thang對雅各講明伊ê過失，對以色列指出伊ê罪惡。"}},{"book":"彌","chapter":3,"verse":9,"versions":{"unv":"雅各家的首領、以色列家的官長啊，當聽我的話！你們厭惡公平，在一切事上屈枉正直；","bklcl":"Ngá-kok ê siú-léng, Í-sek-lia̍t-ke ê koaⁿ-tiúⁿ, oàn-hūn kong-pêng, óng-khut chèng-ti̍t--ê ah, lín tio̍h thiaⁿ.","tghg":"雅各的首領、以色列家的官長，怨恨公平，枉屈正直者啊；恁著聽！","bklhl":"雅各ê首領，以色列家 ê官長，怨恨公平，枉屈正直ê ah，lín tio̍h聽。"}},{"book":"彌","chapter":3,"verse":10,"versions":{"unv":"以人血建立錫安，以罪孽建造耶路撒冷。","bklcl":"In ēng huih kiàn-li̍p Sek-an, ēng chōe-ok khí-chō Iâ-lō͘-sat-léng.","tghg":"𪜶用血建立錫安，用罪惡起造耶路撒冷。","bklhl":"In用血建立錫安，用罪惡起造耶路撒冷。"}},{"book":"彌","chapter":3,"verse":11,"versions":{"unv":"首領為賄賂行審判；祭司為雇價施訓誨；先知為銀錢行占卜。他們卻倚賴耶和華，說：耶和華不是在我們中間嗎？災禍必不臨到我們。","bklcl":"In ê siú-léng ūi-tio̍h pò͘-lō͘ lâi sím-phòaⁿ, in ê chè-si ūi-tio̍h kang-chîⁿ lâi kà-sī, in ê sian-ti ūi-tio̍h gûn lâi chiam-pok; in iáu-kú óa-khò Iâ-hô-hoa, kóng, Iâ-hô-hoa kiám-bô tī lán tiong-kan mah? chai-ē bô lîm-kàu lán.","tghg":"𪜶的首領為著賄賂(pò͘-lō͘)來審判；𪜶的祭司為著工錢來教示；𪜶的先知為著銀來占卜。𪜶猶久倚靠耶和華，講：耶和華豈無佇咱中間嗎？災禍無臨到咱。","bklhl":"In ê首領為tio̍h pò͘賂來審判，in ê祭司為tio̍h工錢來教示，in ê先知為tio̍h銀來占卜；in iáu-kú óa靠耶和華，講，耶和華kiám無tī咱中間mah？災厄無臨到咱。"}},{"book":"彌","chapter":3,"verse":12,"versions":{"unv":"所以因你們的緣故，錫安必被耕種像一塊田，耶路撒冷必變為亂堆；這殿的山必像叢林的高處。","bklcl":"Só͘-í in-ūi lín ê iân-kò͘, Sek-an beh hō͘ lâng lôe, chhin-chhiūⁿ chhân-hn̂g, Iâ-lō͘-sat-léng beh piàn-chòe thô͘-tui, chit ê tiān ê soaⁿ beh chhin-chhiūⁿ chhiū-nâ koâiⁿ ê só͘-chāi.","tghg":"所以因為恁的緣故，錫安欲互人犁親像田園，耶路撒冷欲變做土堆；此個殿的山欲親像樹林高的所在。","bklhl":"所以因為lín ê緣故，錫安beh hō͘人犁，親像田園，耶路撒冷beh變做土堆，chit ê殿ê山beh親像樹林高ê所在。"}}]