[{"book":"彌","chapter":6,"verse":1,"versions":{"unv":"以色列人哪，當聽耶和華的話！要起來向山嶺爭辯，使岡陵聽你的話。","bklcl":"Taⁿ tio̍h thiaⁿ Iâ-hô-hoa só͘ kóng--ê: Khí-lâi, lí tio̍h tī chiah-ê soaⁿ ê bīn-chêng piān-lūn, hō͘ chiah-ê soaⁿ-niá thiaⁿ-kìⁿ lí ê siaⁿ.","tghg":"今著聽耶和華所講的！起來，你著佇諸個山的面前辯論，互諸個山嶺聽見你的聲。","bklhl":"Taⁿ tio̍h聽耶和華所講ê：起來，你tio̍h tī chiah ê山ê面前辯論，hō͘ chiah ê山嶺聽見你ê聲。"}},{"book":"彌","chapter":6,"verse":2,"versions":{"unv":"山嶺和地永久的根基啊，要聽耶和華爭辯的話！因為耶和華要與他的百姓爭辯，與以色列爭論。","bklcl":"Chiah-ê soaⁿ kap tōe kian-kò͘ ê kun-ki ah, tio̍h thiaⁿ Iâ-hô-hoa cheng-piān ê ōe; in-ūi Iâ-hô-hoa beh kap I ê peh-sìⁿ cheng-piān, koh beh kap Í-sek-lia̍t pâi chêng-lí.","tghg":"諸個山及地堅固的根基啊，著聽耶和華爭辯的話！因為耶和華欲及伊的百姓爭辯，閣欲及以色列排情理。","bklhl":"Chiah-ê山kap地堅固ê根基ah，tio̍h聽耶和華爭辯ê話；因為耶和華beh kap伊ê百姓爭辯，koh beh kap以色列排情理。"}},{"book":"彌","chapter":6,"verse":3,"versions":{"unv":"我的百姓啊，我向你做了甚麼呢？我在甚麼事上使你厭煩？你可以對我證明。","bklcl":"Góa ê peh-sìⁿ ah, Góa bat tùi lí chòe sím-mi̍h? Góa ū sím-mi̍h hō͘ lí ûi-lân? lí thang tùi Góa chí-chhut.","tghg":"我的百姓啊，我曾對你做甚麼？我有甚麼互你為難？你通對我指出。","bklhl":"我ê百姓ah，我bat對你做甚麼？我有甚麼hō͘你為難？你thang對我指出。"}},{"book":"彌","chapter":6,"verse":4,"versions":{"unv":"我曾將你從埃及地領出來，從作奴僕之家救贖你；我也差遣摩西、亞倫，和米利暗在你前面行。","bklcl":"Góa bat chhōa lí chhut Ai-ki̍p tōe, kiù-sio̍k lí thoat-lī chòe lô͘-châi ê chhù; chhe Mô͘-se A-lûn Bí-lī-àm tī lí ê bīn-chêng.","tghg":"我曾導你出埃及地，救贖你脫離做奴才的厝；差摩西、亞倫、米利暗佇你的面前。","bklhl":"我bat chhōa你出埃及地，救贖你脫離做奴才ê厝；差摩西、亞倫、Bí-lī-àm tī你ê面前。"}},{"book":"彌","chapter":6,"verse":5,"versions":{"unv":"我的百姓啊，你們當追念摩押王巴勒所設的謀和比珥的兒子巴蘭回答他的話，並你們從什亭到吉甲所遇見的事，好使你們知道耶和華公義的作為。","bklcl":"Góa ê peh-sìⁿ ah, lín tio̍h kì-tit Mô͘-ap ông Pa-le̍k só͘ kè-bô͘--ê, kap Pí-jíⁿ ê kiáⁿ Pa-lân ìn i ê ōe, tùi Si̍p-têng kàu Kiat-kah ê sū, thang hō͘ lín chai Iâ-hô-hoa só͘-kiâⁿ ê kong-gī.","tghg":"我的百姓啊，恁著記得摩押王巴勒所計謀的及比珥的子巴蘭應伊的話，對什亭到吉甲的事，通互恁知耶和華所行的公義。","bklhl":"我ê百姓ah，lín tio̍h記得Mô͘-ap王 Pa-le̍k所計謀ê，kap Pí-jíⁿ ê kiáⁿ Pa-lân應伊ê話，tùi Si̍p-têng到Kiat-kah ê事，thang hō͘ lín知耶和華所行ê公義。"}},{"book":"彌","chapter":6,"verse":6,"versions":{"unv":"我朝見耶和華，在至高　神面前跪拜，當獻上甚麼呢？豈可獻一歲的牛犢為燔祭嗎？","bklcl":"Góa chiū-kūn Iâ-hô-hoa, kūi-pài chì-koâiⁿ ê Siōng-tè, tio̍h ēng sím-mi̍h ah? tio̍h ēng sio-chè á-sī móa-nî ê gû-á lâi chiū-kūn I ah?","tghg":"我就近耶和華，跪拜至高的上帝，著用甚麼啊？著用燒祭抑是滿年的牛仔來就近伊啊？","bklhl":"我就近耶和華，跪拜至koân ê上帝，tio̍h用甚麼ah？tio̍h用燒祭á是滿年ê牛á來就近祂ah？"}},{"book":"彌","chapter":6,"verse":7,"versions":{"unv":"耶和華豈喜悅千千的公羊，或是萬萬的油河嗎？我豈可為自己的罪過獻我的長子嗎？為心中的罪惡獻我身所生的嗎？","bklcl":"Iâ-hô-hoa hoaⁿ-hí chheng-chheng chiah-ê kang-iûⁿ mah? á-sī bān-bān tiâu-khoe ê iû mah? góa tio̍h ūi ka-kī ê chōe-kòa hiàn góa ê tōa-kiáⁿ mah? ūi-tio̍h góa sim-lāi ê chōe-ok, hiàn góa pún-sin só͘ siⁿ ê mah?","tghg":"耶和華歡喜千千隻的公羊嗎？抑是萬萬條溪的油嗎？我著為家己的罪過獻我的大子嗎？為著我心內的罪惡獻我本身所生的嗎？","bklhl":"耶和華歡喜千千隻 ê公羊mah？á是萬萬條溪ê油mah？我tio̍h為家己ê罪過獻我ê大kiáⁿ mah？為tio̍h我心內ê罪惡，獻我本身所生ê mah？"}},{"book":"彌","chapter":6,"verse":8,"versions":{"unv":"世人哪，耶和華已指示你何為善。他向你所要的是甚麼呢？只要你行公義，好憐憫，存謙卑的心，與你的　神同行。","bklcl":"Lâng ah, I bat chí-sī lí sím-mi̍h sī hó; Iâ-hô-hoa ài lí sím-mi̍h? To̍k-to̍k ài lí kiâⁿ kong-gī, sim chûn lîn-bín, khiam-pi kap lí ê Siōng-tè saⁿ-kap kiâⁿ.","tghg":"人啊，伊曾指示你甚麼是好。耶和華愛你甚麼？獨獨愛你行公義，心存憐憫，謙卑及你的上帝相及行。","bklhl":"人ah，伊bat指示你甚麼是好；耶和華ài你甚麼？獨獨ài你行公義，心存憐憫，謙卑kap你ê上帝相kap行。"}},{"book":"彌","chapter":6,"verse":9,"versions":{"unv":"耶和華向這城呼叫，智慧人必敬畏他的名。你們當聽是誰派定刑杖的懲罰。","bklcl":"Iâ-hô-hoa ê siaⁿ tùi siâⁿ teh kiò, tì-hūi--ê beh kèng-ùi Lí ê miâ, lín tio̍h thiaⁿ koáiⁿ-á, iā chī-chūi tiāⁿ-tio̍h--i.","tghg":"耶和華的聲對城啲叫，智慧者欲敬畏你的名。恁著聽枴仔，也是誰定著(tiāⁿ-tio̍h)伊。","bklhl":"耶和華ê聲對城teh叫，智慧ê beh敬畏祢ê名，lín tio̍h聽柺á，也是誰定tio̍h伊。"}},{"book":"彌","chapter":6,"verse":10,"versions":{"unv":"惡人家中不仍有非義之財和可惡的小升斗嗎？","bklcl":"Pháiⁿ-lâng ê ke iáu ū put-gī ê chîⁿ mah? iáu ū khó-ò͘ⁿ ê sòe i-hoat mah?","tghg":"歹人的家猶有不義的錢嗎？猶有可惡的細伊法嗎？","bklhl":"Pháiⁿ人ê家iáu有不義ê錢mah？iáu有可惡ê細I-hoat mah？"}},{"book":"彌","chapter":6,"verse":11,"versions":{"unv":"我若用不公道的天平和囊中詭詐的法碼，豈可算為清潔呢？","bklcl":"Góa nā ēng bô kong-tō ê thian-pêng, tē-á-lāi ū ké ê chhìn-thûi, kiám ōe sǹg chòe chheng-khì mah?","tghg":"我若用無公道的天秤(thian-pêng)，袋仔內有假的秤錘(chhìn-thûi)，豈會算做清氣嗎？","bklhl":"我若用無公道ê天秤，袋á內有假ê秤錘，kiám會算做清氣mah？"}},{"book":"彌","chapter":6,"verse":12,"versions":{"unv":"城裡的富戶滿行強暴；其中的居民也說謊言，口中的舌頭是詭詐的。","bklcl":"Hiah-ê hó-gia̍h lâng móa-móa kiông-pō, khiā-khí ê peh-sìⁿ kóng pe̍h-chha̍t ōe, in ê chhùi-chi̍h khúi-khiat.","tghg":"許個好額人滿滿強暴；徛起的百姓講白賊話，𪜶的嘴舌詭譎(khúi-khiat)。","bklhl":"Hiah-ê好額人滿滿強暴，khiā起ê百姓講白賊話，in ê嘴舌詭譎。"}},{"book":"彌","chapter":6,"verse":13,"versions":{"unv":"因此，我擊打你，使你的傷痕甚重，使你因你的罪惡荒涼。","bklcl":"Só͘-í Góa phah lí, hō͘ lí siū tāng-siong, in-ūi lí ê chōe hō͘ lí hong-hòe.","tghg":"所以，我拍你，互你受重傷，因為你的罪互你荒廢。","bklhl":"所以我phah你，hō͘你受重傷，因為你ê罪hō͘你荒廢。"}},{"book":"彌","chapter":6,"verse":14,"versions":{"unv":"你要吃，卻吃不飽；你的虛弱必顯在你中間。你必挪去，卻不得救護；所救護的，我必交給刀劍。","bklcl":"Lí beh chia̍h, chóng-sī chia̍h bōe pá; lí ê khang-hu beh tī lí lāi-bīn; lí beh poaⁿ-sóa, chóng-sī bōe-ōe an-jiân tòa mi̍h-kiāⁿ khì, lí só͘ tòa-khì--ê, Góa lóng beh kau hō͘ to-kiàm.","tghg":"你欲食，總是食𣍐飽；你的空虛欲佇你內面。你欲搬徙，總是𣍐會安然帶物件去；你所帶去者，我攏欲交互刀劍。","bklhl":"你beh食，總是食bōe飽；你ê空虛beh tī你內面；你beh搬徙，總是bōe能安然帶物件去，你所帶去ê，我lóng beh交hō͘刀劍。"}},{"book":"彌","chapter":6,"verse":15,"versions":{"unv":"你必撒種，卻不得收割；踹橄欖，卻不得油抹身；踹葡萄，卻不得酒喝。","bklcl":"Lí beh iā chéng, ia̍h bô thang siu-koah; ta̍h kaⁿ-ná ia̍h bô tit-tio̍h iû thang boah; ta̍h phû-tô ia̍h bô chiú thang lim.","tghg":"你欲撒種，亦無通收割；踏橄欖，亦無得著油通抹；踏葡萄，亦無酒通飲。","bklhl":"你beh掖種，亦無thang收割；踏橄欖亦無得tio̍h油thang抹；踏葡萄亦無酒thang lim。"}},{"book":"彌","chapter":6,"verse":16,"versions":{"unv":"因為你守暗利的惡規，行亞哈家一切所行的，順從他們的計謀；因此，我必使你荒涼，使你的居民令人嗤笑，你們也必擔當我民的羞辱。","bklcl":"In-ūi lí siú Àm-lī ê lu̍t-hoat, kap A-hap ê ke it-chhè ê só͘ kiâⁿ, sūn-thàn in ê kè-bô͘, tì-kàu Góa hō͘ lí hong-hòe, hō͘ khiā-khí tī-hia ê peh-sìⁿ siū lâng thí-chhiò; lín iā beh tam-tng Góa ê peh-sìⁿ ê lêng-jio̍k.","tghg":"因為你守暗利的律法，及亞哈的家一切的所行，順趁𪜶的計謀；致到我互你荒廢，互徛起佇遐的百姓受人恥笑，恁也欲擔當我的百姓的凌辱。","bklhl":"因為你守Àm-lī ê律法，kap A-hap ê家一切ê所行，順thàn in ê計謀，致到我hō͘你荒廢，hō͘ khiā起tī-hia ê百姓受人恥笑；lín也beh擔當我ê百姓ê凌辱。"}}]