[{"book":"林後","chapter":8,"verse":1,"versions":{"unv":"弟兄們，我把　神賜給馬其頓眾教會的恩告訴你們，","bklcl":"Hiaⁿ-tī ah, goán chiong Siōng-tè só͘ siúⁿ-sù tī Má-kî-tùn chiah-ê kàu-hōe ê un pò lín chai,","tghg":"兄弟啊，阮將上帝所賞賜佇馬其頓諸個教會的恩報恁知，","bklhl":"兄弟ah，阮將上帝所賞賜tī馬其頓chiah ê教會ê恩報lín知，"}},{"book":"林後","chapter":8,"verse":2,"versions":{"unv":"就是他們在患難中受大試煉的時候，仍有滿足的快樂，在極窮之間還格外顯出他們樂捐的厚恩。","bklcl":"chiū-sī tī hoān-lān tiong siū tōa chhì-liān ê sî, in ê tōa hoaⁿ-hí, kap in ê ke̍k sòng-hiong, ū kek-gōe chiâⁿ in tōa-tōa ê hó-sim.","tghg":"就是佇患難中受大試煉的時，𪜶的大歡喜，及𪜶的極喪鄉有格外(kek-gōe)成𪜶大大的好心。","bklhl":"就是tī患難中受大試煉ê時，in ê大歡喜，kap in ê極sòng-hiong，有格外成in大大ê好心。"}},{"book":"林後","chapter":8,"verse":3,"versions":{"unv":"我可以證明，他們是按著力量，而且也過了力量，自己甘心樂意地捐助，","bklcl":"In-ūi góa kan-chèng in ka-kī kam-goān chiàu in ê le̍k-liōng, koh kè-thâu tī in ê le̍k-liōng,","tghg":"因為我干證，𪜶家己甘願照𪜶的力量，閣過頭佇𪜶的力量，","bklhl":"因為我干證in家己甘願照in ê力量，koh過頭tī in ê力量，"}},{"book":"林後","chapter":8,"verse":4,"versions":{"unv":"再三地求我們，准他們在這供給聖徒的恩情上有分；","bklcl":"khún-chhiat kiû goán hō͘ in tit-tio̍h chit ê un, lâi saⁿ-kap ū hūn tī ho̍k-sāi sèng-tô͘.","tghg":"懇切求阮互𪜶得著此個恩，來相及有份佇服事聖徒；","bklhl":"懇切求阮hō͘ in得tio̍h chit ê恩，來saⁿ-kap有份tī服事聖徒。"}},{"book":"林後","chapter":8,"verse":5,"versions":{"unv":"並且他們所做的，不但照我們所想望的，更照　神的旨意先把自己獻給主，又歸附了我們。","bklcl":"Koh m̄ nā chiàu goán só͘ ǹg-bāng, chiū-sī tāi-seng chiong pún-sin hiàn hō͘ Chú, iā tùi Siōng-tè ê chí-ì hiàn hō͘ goán.","tghg":"閣呣若照阮所向望，就是代先將本身獻互主，也對上帝的旨意獻互阮。","bklhl":"Koh m̄-nā照阮所ǹg望，就是事先將本身獻hō͘主，也tùi上帝ê旨意獻hō͘阮。"}},{"book":"林後","chapter":8,"verse":6,"versions":{"unv":"因此我勸提多，既然在你們中間開辦這慈惠的事，就當辦成了。","bklcl":"Só͘-í goán khǹg Thê-to, i kì-jiân ū thê-chhiòng chit ê un-hūi tī lín tiong-kan, chiū tio̍h chiàu án-ni hō͘ i chiâⁿ.","tghg":"所以阮勸提多，伊既然有提倡(thê-chhiòng)此個恩惠佇恁中間，就著照按呢互伊成。","bklhl":"所以阮勸提多，伊既然有提倡chit ê恩惠tī lín中間，就tio̍h照án-ni hō͘伊成。"}},{"book":"林後","chapter":8,"verse":7,"versions":{"unv":"你們既然在信心、口才、知識、熱心，和待我們的愛心上，都格外顯出滿足來，就當在這慈惠的事上也格外顯出滿足來。","bklcl":"Taⁿ lín tī hoān sū, chhin-chhiūⁿ sìn-sim, kháu-châi, tì-sek, lóng-chóng ê jia̍t-sim, í-ki̍p lín ê thiàⁿ goán, chiah-ê sū kì-jiân chhiong-móa, chiū tī chit ê un-hūi iā tio̍h chhiong-móa.","tghg":"今恁佇凡事親像信心、口才、智識、攏總的熱心，以及恁的疼阮，諸個事既然充滿，就佇此個恩惠也著充滿。","bklhl":"Taⁿ lín tī凡事，親像信心、口才、知識，lóng總ê熱心，以及lín ê疼阮，chiah ê事既然充滿，就tī chit ê恩惠也tio̍h充滿。"}},{"book":"林後","chapter":8,"verse":8,"versions":{"unv":"我說這話，不是吩咐你們，乃是藉著別人的熱心試驗你們愛心的實在。","bklcl":"Góa kóng án-ni, m̄ sī bēng-lēng lín; sī tùi pa̍t lâng ê un-khûn lâi chhì-giām lín jîn-ài ê si̍t-chāi.","tghg":"我講按呢，呣是命令恁，是對別人的殷勤來試驗恁仁愛的實在。","bklhl":"我講án-ni，m̄是命令lín；是tùi別人ê慇勤來試驗lín仁愛ê實在。"}},{"book":"林後","chapter":8,"verse":9,"versions":{"unv":"你們知道我們主耶穌基督的恩典：他本來富足，卻為你們成了貧窮，叫你們因他的貧窮，可以成為富足。","bklcl":"In-ūi lín chai lán ê Chú Iâ-so͘ Ki-tok ê un; I pún hó-gia̍h, ūi-tio̍h lín chiâⁿ-chòe sòng-hiong, beh hō͘ lín tùi I ê sòng-hiong lâi chiâⁿ-chòe hó-gia̍h.","tghg":"因為恁知咱的主耶穌基督的恩：伊本好額，為著恁成做喪鄉，欲互恁對伊的喪鄉，來成做好額。","bklhl":"因為lín知咱ê主耶穌基督ê恩；伊本好額，為tio̍h lín成做sòng-hiong，beh hō͘ lín tùi伊ê sòng-hiong來成做好額。"}},{"book":"林後","chapter":8,"verse":10,"versions":{"unv":"我在這事上把我的意見告訴你們，是與你們有益；因為你們下手辦這事，而且起此心意，已經有一年了，","bklcl":"Góa tī chit chân sū chiong góa ê ì-kiàn hō͘ lín chai; in-ūi che sī lín ê lī-ek; sī lín tùi kū-nî í-keng thê-chhiòng chit ê sū, m̄ nā chòe-chêng kiâⁿ, iā chòe-chêng kam-goān.","tghg":"我佇此層(chân)事將我的意見互恁知，因為這是恁的利益；是恁對舊年已經提倡此個事，呣若做前行，也做前甘願，","bklhl":"我tī chit層事將我ê意見hō͘ lín知；因為這是lín ê利益；是lín tùi舊年已經提倡chit ê事，m̄-nā做前行，也做前甘願。"}},{"book":"林後","chapter":8,"verse":11,"versions":{"unv":"如今就當辦成這事。既有願做的心，也當照你們所有的去辦成。","bklcl":"Taⁿ tio̍h chòe-chiâⁿ chit ê sū; tì-kàu lín kì-jiân ū jia̍t-sim ê kam-goān, iā chiàu só͘ ū ê lâi chiâⁿ i.","tghg":"今著做成此個事。致到恁既然有熱心的甘願，也照所有的來成伊。","bklhl":"Taⁿ tio̍h做成chit ê事；致到lín既然有熱心ê甘願，也照所有ê來成伊。"}},{"book":"林後","chapter":8,"verse":12,"versions":{"unv":"因為人若有願做的心，必蒙悅納，乃是照他所有的，並不是照他所無的。","bklcl":"In-ūi í-keng ū chit hō jia̍t-sim, chiū tit-tio̍h chiap-la̍p, sī chiàu lâng só͘ ū ê, m̄ sī chiàu lâng só͘ bô ê.","tghg":"因為已經有此號熱心，就得著接納，是照人所有的，呣是照人所無的。","bklhl":"因為已經有chit號熱心，就得tio̍h接納，是照人所有ê，m̄是照人所無ê。"}},{"book":"林後","chapter":8,"verse":13,"versions":{"unv":"我原不是要別人輕省，你們受累，","bklcl":"Khiok m̄ sī ài pa̍t lâng liāu-lēng, lín ha̍t-ta̍t, sī ài tit pîⁿ-pîⁿ;","tghg":"卻(khiok)呣是愛別人聊量(liāu-lēng)，恁豁達(ha̍t-ta̍t)，","bklhl":"卻m̄是ài別人liāu-lēng，lín 乏ta̍t，是ài得平平；"}},{"book":"林後","chapter":8,"verse":14,"versions":{"unv":"乃要均平，就是要你們的富餘，現在可以補他們的不足，使他們的富餘，將來也可以補你們的不足，這就均平了。","bklcl":"hiān-sî chiong lín ū chhun ê pó͘ in ê bô kàu, thang chiong in ū chhun ê pó͘ lín ê bô kàu, án-ni chiah ōe pîⁿ;","tghg":"是愛得平平，現時將恁有剩的補𪜶的無夠，通將𪜶有剩(chhun)的補恁的無夠，按呢才會平。","bklhl":"現時將lín有chhun ê補in ê無夠，thang將in有chhun ê補lín ê無夠，án-ni chiah會平；"}},{"book":"林後","chapter":8,"verse":15,"versions":{"unv":"如經上所記：多收的也沒有餘；少收的也沒有缺。","bklcl":"chiàu só͘ kì-chài kóng, khioh chōe ê bô chhun, khioh chió ê bô khiàm.","tghg":"照所記載講：拾多(khioh chōe)的無剩；拾少(chió)的無欠。","bklhl":"照所記載講，拾chōe ê無chhun，拾少ê無欠。"}},{"book":"林後","chapter":8,"verse":16,"versions":{"unv":"多謝　神，感動提多的心，叫他待你們殷勤，像我一樣。","bklcl":"Kám-siā Siōng-tè hō͘ Thê-to ê sim pîⁿ-pîⁿ ūi-tio̍h lín un-khûn;","tghg":"感謝上帝，互提多的心平平為著恁殷勤。","bklhl":"感謝上帝hō͘提多ê心平平為tio̍h lín慇勤；"}},{"book":"林後","chapter":8,"verse":17,"versions":{"unv":"他固然是聽了我的勸，但自己更是熱心，情願往你們那裡去。","bklcl":"i khiok iā sī siū goán ê khó͘-khǹg; chóng-sī i pún-jiân chin un-khûn, ka-kī kam-goān khì chhē lín.","tghg":"伊卻也是受阮的苦勸，總是伊本然真殷勤，家己甘願去尋恁。","bklhl":"伊卻也是受阮ê苦勸；總是伊本然真慇勤，家己甘願去chhē lín。"}},{"book":"林後","chapter":8,"verse":18,"versions":{"unv":"我們還打發一位兄弟和他同去，這人在福音上得了眾教會的稱讚。","bklcl":"Góa iā chhe chi̍t ê hiaⁿ-tī kap i khì, chiū-sī tī hok-im ū hō͘ chèng kàu-hōe o-ló ê;","tghg":"我也差一個兄弟及伊去，就是佇福音有互眾教會謳咾的。","bklhl":"我也差一个兄弟kap伊去，就是tī福音有hō͘眾教會o-ló ê；"}},{"book":"林後","chapter":8,"verse":19,"versions":{"unv":"不但這樣，他也被眾教會挑選，和我們同行，把所託與我們的這捐貲送到了，可以榮耀主，又表明我們樂意的心。","bklcl":"m̄ nā án-ni, iā sī chiah-ê kàu-hōe só͘ kéng-soán kap goán chhut-mn̂g tàu liāu-lí goán só͘ teh pān ê un-hūi, lâi piáu-bêng Chú ê êng-kng kap goán ê kam-goān;","tghg":"呣若按呢，也是諸個教會所揀選，及阮出門鬥料理阮所啲辦的恩惠，來表明主的榮光，及阮的甘願。","bklhl":"m̄-nā án-ni，也是chiah ê教會所揀選kap阮出門tàu料理阮所teh辦ê恩惠，來表明主ê榮光kap阮ê甘願；"}},{"book":"林後","chapter":8,"verse":20,"versions":{"unv":"這就免得有人因我們收的捐銀很多，就挑我們的不是。","bklcl":"sī tî-hông lâng, ūi-tio̍h goán só͘ liāu-lí ê chōe-chōe gûn lâi hiâm goán;","tghg":"是持防(tî-hông)人為著阮所料理的多多銀，來嫌阮。","bklhl":"是持防人，為tio̍h阮所料理ê chōe-chōe銀，來嫌阮；"}},{"book":"林後","chapter":8,"verse":21,"versions":{"unv":"我們留心行光明的事，不但在主面前，就在人面前也是這樣。","bklcl":"in-ūi goán tô͘-bô͘ hó-sū, m̄ nā tī Chú ê bīn-chêng, iā sī tī lâng ê bīn-chêng.","tghg":"因為阮圖謀好事，呣若佇主的面前，也是佇人的面前。","bklhl":"因為阮圖謀好事，m̄-nā tī主ê面前，也是tī人ê面前。"}},{"book":"林後","chapter":8,"verse":22,"versions":{"unv":"我們又打發一位兄弟同去；這人的熱心，我們在許多事上屢次試驗過。現在他因為深信你們，就更加熱心了。","bklcl":"Koh chhe goán ê hiaⁿ-tī chi̍t lâng kap in khì, goán tī chōe-chōe sū bat chōe-chōe pái chhì-giām i, chai i ê un-khûn, taⁿ in-ūi chhim sìn lín, chiū koh khah un-khûn.","tghg":"閣差阮的兄弟一人及𪜶去；阮佇多多事曾多多擺試驗伊，知伊的殷勤。今因為深信恁，就閣卡殷勤。","bklhl":"Koh差阮ê兄弟一人kap in去，阮tī chōe-chōe事bat chōe-chōe pái試驗伊，知伊ê慇勤，taⁿ因為深信lín，就koh-khah慇勤。"}},{"book":"林後","chapter":8,"verse":23,"versions":{"unv":"論到提多，他是我的同伴，一同為你們勞碌的。論到那兩位兄弟，他們是眾教會的使者，是基督的榮耀。","bklcl":"Lūn-kàu Thê-to, i sī góa ê tâng-phōaⁿ, ūi-tio̍h lín lâi saⁿ-kap tio̍h-bôa ê. Á-sī goán chiah-ê hiaⁿ-tī, in sī chiah-ê kàu-hōe ê sù-chiá, iā sī Ki-tok ê êng-kng.","tghg":"論到提多，伊是我的同伴，為著恁來相及著磨的。抑是阮諸個兄弟，𪜶是諸個教會的使者，也是基督的榮光。","bklhl":"論到提多，伊是我ê同伴，為tio̍h lín來saⁿ-kap tio̍h磨ê，á是阮chiah ê兄弟，in是chiah ê教會ê使者，也是基督ê榮光。"}},{"book":"林後","chapter":8,"verse":24,"versions":{"unv":"所以，你們務要在眾教會面前顯明你們愛心的憑據，並我所誇獎你們的憑據。","bklcl":"Só͘-í tī chiah-ê kàu-hōe ê bīn-chêng, lín tio̍h tùi in hián-bêng lín ê jîn-ài ê pîn-kù, iā hián-bêng goán ūi-tio̍h lín só͘ khoa-kháu ê sī si̍t-chāi.","tghg":"所以，佇諸個教會的面前恁著對𪜶顯明恁的仁愛的憑據，也顯明阮為著恁所誇口的是實在。","bklhl":"所以tī chiah ê教會ê面前，lín tio̍h對in顯明lín ê仁愛ê憑據，也顯明阮為tio̍h lín所誇口ê是實在。"}}]