[{"book":"林後","chapter":5,"verse":1,"versions":{"unv":"我們原知道，我們這地上的帳棚若拆毀了，必得　神所造，不是人手所造，在天上永存的房屋。","bklcl":"In-ūi goán chai goán tī tōe-ni̍h pò͘-pîⁿ ê chhù nā húi-hoāi, chiū ū tùi Siōng-tè só͘ khí-chō, m̄ sī lâng ê chhiú só͘ chō ê chhù, sī éng-oán tī thiⁿ-ni̍h ê.","tghg":"因為阮知，阮佇地裡布棚(pò͘-pîⁿ)的厝若毀壞，就有對上帝所起造，呣是人的手所造的厝，是永遠佇天裡的。","bklhl":"因為阮知阮tī地裡布棚ê厝若毀壞，就有tùi上帝所起造，m̄是人ê手所造ê厝，是永遠tī天裡ê。"}},{"book":"林後","chapter":5,"verse":2,"versions":{"unv":"我們在這帳棚裡歎息，深想得那從天上來的房屋，好像穿上衣服；","bklcl":"In-ūi goán tiàm-tī chit ê pò͘-pîⁿ teh thó͘-khùi, put-chí him-bō͘ goán tùi thiⁿ-ni̍h ê chhù, chhin-chhiūⁿ saⁿ chhēng tha̍h-lo̍h-khì.","tghg":"因為阮踮佇此個布棚啲吐氣，不止欣慕阮對天裡的厝，親像衫穿褡(tha̍h)落去；","bklhl":"因為阮tiàm-tī chit ê布棚teh吐氣，不止欣慕阮tùi天裡ê厝，親像衫穿tha̍h落去。"}},{"book":"林後","chapter":5,"verse":3,"versions":{"unv":"倘若穿上，被遇見的時候就不至於赤身了。","bklcl":"Nā tit-tio̍h chhēng, chiū bián thǹg-pak-theh.","tghg":"若得著穿，就免褪腹裼(thǹg-pak-theh)。","bklhl":"若得tio̍h穿，就免thǹg-pak-theh。"}},{"book":"林後","chapter":5,"verse":4,"versions":{"unv":"我們在這帳棚裡歎息勞苦，並非願意脫下這個，乃是願意穿上那個，好叫這必死的被生命吞滅了。","bklcl":"In-ūi goán tiàm-tī chit ê pò͘-pîⁿ ê teh thoa-bôa thó͘-khùi, m̄ sī ài thǹg-khí-lâi, sī ài chhēng tha̍h-lo̍h-khì, tì-kàu hit ê ōe sí ê hō͘ oa̍h thun-lo̍h-khì.","tghg":"因為阮踮佇此個布棚的啲拖磨吐氣，呣是愛褪起來，是愛穿褡落去，致到彼個會死的互活吞落去。","bklhl":"因為阮tiàm-tī chit ê布棚ê teh拖磨吐氣，m̄是ài thǹg起來，是ài穿tha̍h落去，致到hit ê會死ê hō͘活吞落去。"}},{"book":"林後","chapter":5,"verse":5,"versions":{"unv":"為此，培植我們的就是　神，他又賜給我們聖靈作憑據（原文是質）。","bklcl":"Taⁿ pī-pān goán tit-tio̍h chit-ê ê, chiū-sī Siōng-tè.  I iā ēng I ê Sîn chòe tiāⁿ hō͘ lán.","tghg":"今備辦阮得著此個的就是上帝，伊也用伊的神做定互咱。","bklhl":"Taⁿ備辦阮得tio̍h chit ê ê，就是上帝。伊也用伊ê神做定hō͘咱。"}},{"book":"林後","chapter":5,"verse":6,"versions":{"unv":"所以，我們時常坦然無懼，並且曉得我們住在身內，便與主相離。","bklcl":"Só͘-í goán siông-siông hó-táⁿ, chai goán tiàm-tī seng-khu chiū-sī kap Chú saⁿ-lī,","tghg":"所以，阮常常好膽，知阮踮佇身軀就是及主相離。","bklhl":"所以阮常常好膽，知阮tiàm-tī身軀就是kap主相離，"}},{"book":"林後","chapter":5,"verse":7,"versions":{"unv":"因我們行事為人是憑著信心，不是憑著眼見。","bklcl":"(in-ūi goán teh kiâⁿ, sī tùi sìn m̄ sī tùi só͘ khòaⁿ);","tghg":"因為阮啲行是對信呣是對所看。","bklhl":"(因為阮teh行，是tùi信m̄是tùi所看)；"}},{"book":"林後","chapter":5,"verse":8,"versions":{"unv":"我們坦然無懼，是更願意離開身體與主同住。","bklcl":"án-ni goán hó-táⁿ, iā koh khah hoaⁿ-hí lī-khui seng-khu, kap Chú saⁿ-kap tiàm.","tghg":"按呢阮好膽，也閣卡歡喜離開身軀及主相及踮。","bklhl":"án-ni阮好膽，也koh-khah歡喜離開身軀，kap主saⁿ-kap tiàm。"}},{"book":"林後","chapter":5,"verse":9,"versions":{"unv":"所以，無論是住在身內，離開身外，我們立了志向，要得主的喜悅。","bklcl":"Só͘-í bô lūn tiàm-tī seng-khu á-sī lī-khui seng-khu, goán só͘ tì-ì ê, sī hō͘ I hoaⁿ-hí.","tghg":"所以，無論踮佇身軀，抑是離開身軀，阮所致意的，是互伊歡喜。","bklhl":"所以無論tiàm-tī身軀á是離開身軀，阮所致意ê，是hō͘伊歡喜。"}},{"book":"林後","chapter":5,"verse":10,"versions":{"unv":"因為我們眾人必要在基督臺前顯露出來，叫各人按著本身所行的，或善或惡受報。","bklcl":"In-ūi lán chèng lâng tek-khak tio̍h hián-bêng tī Ki-tok ê kong-chō chêng, hō͘ ta̍k lâng chiàu i tùi seng-khu só͘ kiâⁿ ê tāi-chì, he̍k-sī hó, he̍k-sī pháiⁿ, lâi siū pò-èng.","tghg":"因為咱眾人的確著顯明佇基督的公座前，互逐人照伊對身軀所行的代誌，或(he̍k)是好或是歹來受報應。","bklhl":"因為咱眾人的確tio̍h顯明tī基督ê公座前，hō͘ ta̍k人照伊tùi身軀所行ê tāi-chì，或是好，或是pháiⁿ，來受報應。"}},{"book":"林後","chapter":5,"verse":11,"versions":{"unv":"我們既知道主是可畏的，所以勸人。但我們在　神面前是顯明的，盼望在你們的良心裡也是顯明的。","bklcl":"Só͘-í goán kì-jiân chai Chú ê thang kiaⁿ-ùi, chiū khó͘-khǹg lâng; nā-sī goán í-keng hián-bêng tī Siōng-tè, góa iā ǹg-bāng ū hián-bêng tī lín ê liông-sim.","tghg":"所以阮既然知主的通驚畏，就苦勸人。若是阮已經顯明佇上帝，我也向望有顯明佇恁的良心。","bklhl":"所以阮既然知主ê thang驚畏，就苦勸人；但是阮已經顯明tī上帝，我也ǹg望有顯明tī lín ê良心。"}},{"book":"林後","chapter":5,"verse":12,"versions":{"unv":"我們不是向你們再舉薦自己，乃是叫你們因我們有可誇之處，好對那憑外貌不憑內心誇口的人，有言可答。","bklcl":"Goán m̄ sī koh ka-kī tùi lín chèng-bêng, chiū-sī hō͘ lín ūi-tio̍h goán ū thang khoa-kháu ê só͘-chāi, thang ìn hiah-ê chiàu gōa-māu bô chiàu lāi-sim khoa-kháu ê lâng.","tghg":"阮呣是閣家己對恁證明，就是互恁為著阮有通誇口的所在，通應許個照外貌無照內心誇口的人。","bklhl":"阮m̄是koh家己tùi lín證明，就是hō͘ lín為tio̍h阮有thang誇口ê所在，thang應hiah-ê照外貌無照內心誇口ê人。"}},{"book":"林後","chapter":5,"verse":13,"versions":{"unv":"我們若果顛狂，是為　神；若果謹守，是為你們。","bklcl":"In-ūi goán nā kông, sī ūi-tio̍h Siōng-tè; nā chū-chāi, sī ūi-tio̍h lín.","tghg":"因為阮若狂，是為著上帝；若自在，是為著恁。","bklhl":"因為阮若狂，是為tio̍h上帝；若自在，是為tio̍h lín。"}},{"book":"林後","chapter":5,"verse":14,"versions":{"unv":"原來基督的愛激勵我們；因我們想，一人既替眾人死，眾人就都死了；","bklcl":"In-ūi Ki-tok ê thiàⁿ-thàng chhui-pek goán, sī goán siūⁿ chi̍t lâng thòe chèng lâng sí, chiū-sī chèng lâng sí;","tghg":"因為基督的疼痛催迫阮，是阮想：一人替眾人死，就是眾人死；","bklhl":"因為基督ê疼痛催逼阮，是阮想一人替眾人死，就是眾人死；"}},{"book":"林後","chapter":5,"verse":15,"versions":{"unv":"並且他替眾人死，是叫那些活著的人不再為自己活，乃為替他們死而復活的主活。","bklcl":"koh I thòe chèng lâng sí, sī beh hō͘ chiah-ê oa̍h ê lâng í-āu bô ūi-tio̍h ka-kī lâi oa̍h, sī ūi-tio̍h thòe in sí lâi koh-oa̍h ê.","tghg":"閣伊替眾人死，是欲互諸個活的人以後無為著家己來活，是為著替𪜶死來復活者。","bklhl":"koh伊替眾人死，是beh hō͘ chiah ê活ê人以後無為tio̍h家己來活，是為tio̍h替in死來koh活ê。"}},{"book":"林後","chapter":5,"verse":16,"versions":{"unv":"所以，我們從今以後，不憑著外貌（原文是肉體；本節同）認人了。雖然憑著外貌認過基督，如今卻不再這樣認他了。","bklcl":"Só͘-í goán tùi taⁿ í-āu bô chiàu jio̍k-thé bat lâng; sui-jiân bat chiàu jio̍k-thé bat Ki-tok, taⁿ í-āu bô koh án-ni bat I.","tghg":"所以，阮對今以後，無照肉體識(bat)人。雖然曾照肉體識基督，今以後無閣按呢識伊。","bklhl":"所以阮tùi taⁿ以後，無照肉體bat人；雖然bat照肉體bat基督，taⁿ以後無koh án-ni bat伊。"}},{"book":"林後","chapter":5,"verse":17,"versions":{"unv":"若有人在基督裡，他就是新造的人，舊事已過，都變成新的了。","bklcl":"Só͘-í lâng nā tiàm-tī Ki-tok, chiū-sī chòe sin chhòng-chō ê, kū ê tāi-chì í-keng kè-khì, taⁿ lóng pìⁿ-chiâⁿ sin ê.","tghg":"所以人若踮佇基督，就是做新創造的，舊的代誌已經過去，今攏變成新的。","bklhl":"所以人若tiàm-tī基督，就是做新創造ê，舊ê tāi-chì已經過去，taⁿ lóng變成新ê。"}},{"book":"林後","chapter":5,"verse":18,"versions":{"unv":"一切都是出於　神；他藉著基督使我們與他和好，又將勸人與他和好的職分賜給我們。","bklcl":"Koh bān hāng sū lóng sī chhut tī Siōng-tè, I tùi Ki-tok hō͘ lán kap I koh hô, iā chiong chit ê khǹg lâng kap Siōng-tè koh hô ê chit-hūn hō͘ goán;","tghg":"閣萬項事攏是出佇上帝；伊對基督互咱及伊復和(koh hô)，也將此個勸人及上帝復和的職份互阮；","bklhl":"Koh萬項事lóng是出tī上帝，伊tùi基督hō͘咱kap伊koh和，也將chit ê勸人kap上帝koh和ê職份hō͘阮；"}},{"book":"林後","chapter":5,"verse":19,"versions":{"unv":"這就是　神在基督裡，叫世人與自己和好，不將他們的過犯歸到他們身上，並且將這和好的道理託付了我們。","bklcl":"chiū-sī Siōng-tè tiàm-tī Ki-tok hō͘ sè-kan kap I koh hô, bô chiong in ê chōe-kòa kui tī in; iā chiong koh hô ê tō-lí kau-thok goán.","tghg":"就是上帝踮佇基督，互世間及伊復和，無將𪜶的罪過歸佇𪜶，也將復和的道理交託阮。","bklhl":"就是上帝tiàm-tī基督，hō͘世間kap伊koh和，無將in ê罪過歸tī in；也將koh和ê道理交託阮。"}},{"book":"林後","chapter":5,"verse":20,"versions":{"unv":"所以，我們作基督的使者，就好像　神藉我們勸你們一般。我們替基督求你們與　神和好。","bklcl":"Án-ni goán ūi-tio̍h Ki-tok chòe khim-chhe, chhin-chhiūⁿ Siōng-tè ēng goán khǹg lín; goán ūi-tio̍h Ki-tok kiû lín kap Siōng-tè koh hô;","tghg":"按呢，阮為著基督做欽差(khim-chhe)，親像上帝用阮勸恁。阮為著基督求恁及上帝復和。","bklhl":"Án-ni阮為tio̍h基督做欽差，親像上帝用阮勸lín；阮為tio̍h基督求lín kap上帝koh和；"}},{"book":"林後","chapter":5,"verse":21,"versions":{"unv":"　神使那無罪（無罪：原文是不知罪）的，替我們成為罪，好叫我們在他裡面成為　神的義。","bklcl":"Siōng-tè hō͘ hit ê bô chōe ê thòe lán chiâⁿ-chòe chōe, sī beh hō͘ lán tiàm-tī I lâi chiâⁿ-chòe Siōng-tè ê gī.","tghg":"上帝互彼個無罪的，替咱成做罪，是欲互咱踮佇伊來成做上帝的義。","bklhl":"上帝hō͘ hit ê無罪ê替咱成做罪，是beh hō͘咱tiàm-tī伊來成做上帝ê義。"}}]