[{"book":"林後","chapter":7,"verse":1,"versions":{"unv":"親愛的弟兄啊，我們既有這等應許，就當潔淨自己，除去身體、靈魂一切的污穢，敬畏　神，得以成聖。","bklcl":"Só͘ thiàⁿ ê hiaⁿ-tī ah, kì-jiân ū chiah-ê èng-ún, lán tio̍h chheng-khì pún-sin, tû-khì it-chhè jio̍k-thé kap sîn ê lâ-sâm, kiaⁿ-ùi Siōng-tè, lâi oân-choân chiâⁿ-sèng.","tghg":"所疼的兄弟啊，既然有諸個應允，咱著清氣本身，除去一切肉體、及神的垃墋(lâ-sâm)，驚畏上帝，來完全成聖。","bklhl":"所疼ê兄弟ah，既然有chiah ê應允，咱tio̍h清氣本身，除去一切肉體kap神ê lâ-sâm，驚畏上帝，來完全成聖。"}},{"book":"林後","chapter":7,"verse":2,"versions":{"unv":"你們要心地寬大收納我們。我們未曾虧負誰，未曾敗壞誰，未曾佔誰的便宜。","bklcl":"Tio̍h khui-khoah lín ê sim, lâi chiap-la̍p goán. Goán bē bat khek-khui lâng, bē bat sún-hoāi lâng, bē bat phiⁿ lâng.","tghg":"著開闊恁的心來接納阮。阮未曾剋虧(khek-khui)人，未曾損壞人，未曾偏(phiⁿ)人。","bklhl":"Tio̍h開闊lín ê心，來接納阮。阮未bat剋虧人，未bat損壞人，未bat phiⁿ人。"}},{"book":"林後","chapter":7,"verse":3,"versions":{"unv":"我說這話，不是要定你們的罪。我已經說過，你們常在我們心裡，情願與你們同生同死。","bklcl":"Góa kóng án-ni m̄ sī beh chek-chōe lín; in-ūi góa í-keng ū kóng, lín tī goán ê sim-thâu, tâng sí tâng oa̍h.","tghg":"我講按呢，呣是欲責罪恁。因為我已經有講，恁佇阮的心頭，同死同活。","bklhl":"我講án-ni m̄是beh責罪lín；因為我已經有講，lín tī阮ê心頭，同死同活。"}},{"book":"林後","chapter":7,"verse":4,"versions":{"unv":"我大大地放膽，向你們說話；我因你們多多誇口，滿得安慰；我們在一切患難中分外地快樂。","bklcl":"Góa ǹg tī lín tōa hó-táⁿ, góa ūi-tio̍h lín tōa khoa-kháu. Góa móa-sim tit-tio̍h an-ùi; tī goán it-chhè hoān-lān tiong, góa ū kek-gōe ê hoaⁿ-hí.","tghg":"我向佇恁大好膽，我為著恁大誇口，我滿心得著安慰；佇阮一切患難中我有格外(kek-goē)的歡喜。","bklhl":"我ǹg tī lín大好膽，我為tio̍h lín大誇口。我滿心得tio̍h安慰；tī阮一切患難中，我有格外ê歡喜。"}},{"book":"林後","chapter":7,"verse":5,"versions":{"unv":"我們從前就是到了馬其頓的時候，身體也不得安寧，周圍遭患難，外有爭戰，內有懼怕。","bklcl":"In-ūi goán lâi kàu Má-kî-tùn ê sî, goán ê jio̍k-thé lóng bô pêng-an, hoān sū tú-tio̍h hoān-lān, gōa-bīn ū saⁿ-chiⁿ, lāi-bīn ū kiaⁿ.","tghg":"因為阮來到馬其頓的時，阮的肉體攏無平安，凡事抵著(tú-tio̍h)患難，外面有相爭，內面有驚。","bklhl":"因為阮來到馬其頓ê時，阮ê肉體lóng無平安，凡事tú-tio̍h患難，外面有相爭，內面有驚。"}},{"book":"林後","chapter":7,"verse":6,"versions":{"unv":"但那安慰喪氣之人的　神藉著提多來安慰了我們；","bklcl":"Chóng-sī an-ùi pi-bî ê lâng ê, chiū-sī Siōng-tè, ēng Thê-to kàu lâi an-ùi goán.","tghg":"總是安慰卑微的人的就是上帝，用提多到來安慰阮；","bklhl":"總是安慰卑微ê人ê，就是上帝，用提多到來安慰阮。"}},{"book":"林後","chapter":7,"verse":7,"versions":{"unv":"不但藉著他來，也藉著他從你們所得的安慰，安慰了我們；因他把你們的想念、哀慟，和向我的熱心，都告訴了我，叫我更加歡喜。","bklcl":"M̄ nā ēng i kàu, iā sī ēng i tùi lín só͘ siū ê an-ùi lâi an-ùi goán, in-ūi i chiong lín ê loân-bō͘, lín ê ai-siong, lín ǹg tī góa ê jia̍t-sim, kā goán kóng, tì-kàu góa it-hoat hoaⁿ-hí.","tghg":"呣若用伊到，也是用伊對恁所受的安慰，來安慰阮；因為伊將恁的戀慕、恁的哀傷，恁向佇我的熱心，給阮講，致到我益發歡喜。","bklhl":"M̄-nā用伊到，也是用伊tùi lín所受ê安慰來安慰阮，因為伊將lín ê戀慕，lín ê哀傷，lín ǹg tī我ê熱心，kā阮講，致到我益發歡喜。"}},{"book":"林後","chapter":7,"verse":8,"versions":{"unv":"我先前寫信叫你們憂愁，我後來雖然懊悔，如今卻不懊悔；因我知道，那信叫你們憂愁不過是暫時的。","bklcl":"Góa bat ēng phoe hō͘ lín hoân-ló, chêng sui-jiân ū m̄ kè-sim, taⁿ chiū bô lah; in-ūi góa khòaⁿ hit tiuⁿ phoe hō͘ lín hoân-ló ê, put-kò sī chiām-sî.","tghg":"我曾用批互恁煩惱，前雖然有呣過心，今就無啦；因為我看彼張批互恁煩惱的不過是暫時。","bklhl":"我bat用phoe hō͘ lín煩惱，前雖然有m̄過心，taⁿ就無lah；因為我看hit張phoe hō͘ lín煩惱ê，不過是暫時。"}},{"book":"林後","chapter":7,"verse":9,"versions":{"unv":"如今我歡喜，不是因你們憂愁，是因你們從憂愁中生出懊悔來。你們依著　神的意思憂愁，凡事就不至於因我們受虧損了。","bklcl":"Taⁿ góa hoaⁿ-hí, m̄ sī in-ūi lín hoân-ló, sī in-ūi lín ū tùi hoân-ló tì-kàu hoán-hóe. In-ūi lín hoân-ló sī sūn Siōng-tè, hō͘ lín bô chi̍t hāng tùi goán siū khek-khui.","tghg":"今我歡喜，呣是因為恁煩惱，是因為恁有對煩惱致到反悔。因為恁煩惱是順上帝，互恁無一項對阮受剋虧。","bklhl":"Taⁿ我歡喜，m̄是因為lín煩惱，是因為lín有tùi煩惱致到反悔。因為lín煩惱是順上帝，hō͘ lín無一項tùi阮受剋虧。"}},{"book":"林後","chapter":7,"verse":10,"versions":{"unv":"因為依著　神的意思憂愁，就生出沒有後悔的懊悔來，以致得救；但世俗的憂愁是叫人死。","bklcl":"In-ūi sūn Siōng-tè ê hoân-ló siⁿ-chhut hoán-hóe, tì-kàu tit-tio̍h kiù, bô ū āu-lâi ê thè-hóe; nā-sī sè-kan ê hoân-ló sī tì-kàu sí.","tghg":"因為順上帝的煩惱生出反悔，致到得著救，無有後來的退悔；若是世間的煩惱是致到死。","bklhl":"因為順上帝ê煩惱生出反悔，致到得tio̍h救，無有後來ê退悔；但是世間ê煩惱是致到死。"}},{"book":"林後","chapter":7,"verse":11,"versions":{"unv":"你看，你們依著　神的意思憂愁，從此就生出何等的殷勤、自訴、自恨、恐懼、想念、熱心、責罰（或譯：自責）。在這一切事上，你們都表明自己是潔淨的。","bklcl":"In-ūi lín khòaⁿ, lín chit ê sūn Siōng-tè ê hoân-ló, tī lín ū siⁿ-chhut jōa tōa ê un-khûn, cháiⁿ-iūⁿ ê ka-kī hun-sò͘, cháiⁿ-iūⁿ ê oàn-chhoeh, cháiⁿ-iūⁿ ê kiaⁿ-hiâⁿ, cháiⁿ-iūⁿ ê loân-bō͘, cháiⁿ-iūⁿ ê jia̍t-sim, cháiⁿ-iūⁿ ê chek-hoa̍t. Lín tī chit chân sū í-keng ta̍k hāng piáu-bêng ka-kī sī chheng-khì.","tghg":"因為恁看，恁此個順上帝的煩惱，佇恁有生出偌大的殷勤、怎樣的家己分訴、怎樣的怨慼(oàn-chhoeh)、怎樣的驚惶、怎樣的戀慕、怎樣的熱心、怎樣的責罰。恁佇此層(chân)事，已經逐項表明家己是清氣。","bklhl":"因為lín看，lín chit ê順上帝ê煩惱，tī lín有生出jōa大ê慇勤，怎樣ê家己分訴，怎樣ê怨慼，怎樣ê驚惶，怎樣ê戀慕，怎樣ê熱心，怎樣ê責罰。Lín tī chit層事已經ta̍k項表明家己是清氣。"}},{"book":"林後","chapter":7,"verse":12,"versions":{"unv":"我雖然從前寫信給你們，卻不是為那虧負人的，也不是為那受人虧負的，乃要在　神面前把你們顧念我們的熱心表明出來。","bklcl":"Góa chêng sui-bóng siá phoe hó͘ lín, m̄ sī ūi-tio̍h hit ê khek-khui lâng ê, iā m̄ sī ūi-tio̍h hit ê siū khek-khui ê, sī beh hō͘ lín ūi-tio̍h goán ê un-khûn, tī Siōng-tè ê bīn-chêng, tùi lín hián-bêng.","tghg":"我前雖罔寫批互恁，呣是為著彼個剋虧人的，也呣是為著彼個受剋虧的，是欲互恁為著阮的殷勤佇上帝的面前對恁顯明。","bklhl":"我前sui-bóng寫phoe hó͘ lín，m̄是為tio̍h hit ê剋虧人ê，也m̄是為tio̍h hit ê受剋虧ê，是beh hō͘ lín為tio̍h阮ê慇勤，tī上帝ê面前，對lín顯明。"}},{"book":"林後","chapter":7,"verse":13,"versions":{"unv":"故此，我們得了安慰。並且在安慰之中，因你們眾人使提多心裡暢快歡喜，我們就更加歡喜了。","bklcl":"Só͘-í goán í-keng siū an-ùi; koh tī an-ùi tiong, in-ūi Thê-to ê hoaⁿ-hí chiū goán ê hoaⁿ-hí it-hoat chhiong-móa, in-ūi i ê sim tùi lín chèng lâng lâi tit-tio̍h an-hioh.","tghg":"所以，阮已經受安慰。閣佇安慰中，因為提多的歡喜就阮的歡喜益發充滿，因為伊的心對恁眾人來得著安息。","bklhl":"所以阮已經受安慰；koh tī安慰中，因為提多ê歡喜，就阮ê歡喜益發充滿，因為伊ê心tùi lín眾人來得tio̍h安歇。"}},{"book":"林後","chapter":7,"verse":14,"versions":{"unv":"我若對提多誇獎了你們甚麼，也覺得沒有慚愧；因我對提多誇獎你們的話成了真的，正如我對你們所說的話也都是真的。","bklcl":"Góa nā bat tùi i khoa-kháu lín sím-mi̍h tāi-chì, iā chiū bô kiàn-siàu. In-ūi goán tùi Thê-to só͘ khoa-kháu lín ê ōe sī chin-si̍t, chhin-chhiūⁿ goán tùi lín só͘ kóng ê ōe iā lóng sī chin-si̍t.","tghg":"我若曾對伊誇口恁甚麼代誌，也就無見誚；因為阮對提多所誇口恁的話是真實，親像阮對恁所講的話也攏是真實。","bklhl":"我若bat對伊誇口lín甚麼tāi-chì，也就無見笑。因為阮tùi提多所誇口lín ê話是真實，親像阮對lín所講ê話也lóng是真實。"}},{"book":"林後","chapter":7,"verse":15,"versions":{"unv":"並且提多想起你們眾人的順服，是怎樣恐懼戰兢地接待他，他愛你們的心腸就越發熱了。","bklcl":"Koh i kì-liām lín lóng sūn-ho̍k, ēng kiaⁿ-hiâⁿ ngia̍uh-ngia̍uh-chhoah chiap-la̍p i, chiū i ê sim it-hoat ǹg tī lín.","tghg":"閣伊紀念恁攏順服，用驚惶愕愕惙(ngia̍uh-ngia̍uh-chhoah)接納伊，就伊的心益發向佇恁。","bklhl":"Koh伊記念lín lóng順服，用驚惶ngia̍uh-ngia̍uh-chhoah接納伊，就伊ê心益發ǹg tī lín。"}},{"book":"林後","chapter":7,"verse":16,"versions":{"unv":"我如今歡喜，能在凡事上為你們放心。","bklcl":"Taⁿ góa hoaⁿ-hí, in-ūi lūn-kàu lín, góa hoān sū ōe pàng-sim tit.","tghg":"今我歡喜，因為論到恁，我凡事會放心得。","bklhl":"Taⁿ我歡喜，因為論到lín，我凡事能放心得。"}}]