[{"book":"林後","chapter":6,"verse":1,"versions":{"unv":"我們與　神同工的，也勸你們不可徒受他的恩典。","bklcl":"Goán kap Chú tâng tio̍h-bôa ê ia̍h khǹg lín m̄ thang khang-khang siū Siōng-tè ê un.","tghg":"阮及主同著磨的，亦勸恁呣通空空受上帝的恩；","bklhl":"阮kap主同tio̍h磨ê亦勸lín m̄-thang空空受上帝ê恩。"}},{"book":"林後","chapter":6,"verse":2,"versions":{"unv":"因為他說：「在悅納的時候，我應允了你；在拯救的日子，我搭救了你。」看哪，現在正是悅納的時候！現在正是拯救的日子；","bklcl":"(In-ūi I kóng,\tTī tit-tio̍h chiap-la̍p ê sî góa ū thiaⁿ lí,\tTī chín-kiù ê ji̍t góa ū pang-chān lí; lí khòaⁿ, chit tia̍p sī siū chiap-la̍p ê sî, lí khòaⁿ, chit tia̍p sī chín-kiù ê ji̍t.)","tghg":"因為伊講：「佇得著接納的時我有聽你；佇拯救的日我有幫助你。」你看！此霎(tia̍p)是受接納的時；你看，此霎是拯救的日。","bklhl":"(因為伊講，\tTī得tio̍h接納ê時，我有聽你，\tTī拯救ê日我有幫贊你；你看，chit-tia̍p是受接納ê時，你看，chit-tia̍p是拯救ê日。)"}},{"book":"林後","chapter":6,"verse":3,"versions":{"unv":"我們凡事都不叫人有妨礙，免得這職分被人毀謗；","bklcl":"Goán it-khài bô that-gāi lâng, bián-tit chit ê chit-hūn hoān hiâm;","tghg":"阮一概無塞礙(that-gāi)人，免得此個職份犯嫌(hoān-hiâm)；","bklhl":"阮一概無塞礙人，免得chit ê職份犯嫌；"}},{"book":"林後","chapter":6,"verse":4,"versions":{"unv":"反倒在各樣的事上表明自己是　神的用人，就如在許多的忍耐、患難、窮乏、困苦、","bklcl":"chiū-sī hoān sū chèng-bêng pún-sin ha̍p tī chòe Siōng-tè ê chhe-ēng, sī tī chōe-chōe thun-lún, hoān-lān, khiàm-kheh, khùn-pek,","tghg":"就是凡事證明本身合佇做上帝的差用，是佇多多吞愞(thun-lún)、患難、欠缺、困迫(khùn-pek)、","bklhl":"就是凡事證明本身合tī做上帝ê差用，是tī chōe-chōe吞忍、患難、欠缺、困迫、"}},{"book":"林後","chapter":6,"verse":5,"versions":{"unv":"鞭打、監禁、擾亂、勤勞、警醒、不食、","bklcl":"siū-phah, koaiⁿ-kaⁿ, jiáu-loān, tio̍h-bôa, bô khùn, bô chia̍h,","tghg":"受拍、關監、擾亂、著磨、無睏、無食、","bklhl":"受phah、關監、擾亂、tio̍h磨、無睏、無食、"}},{"book":"林後","chapter":6,"verse":6,"versions":{"unv":"廉潔、知識、恆忍、恩慈、聖靈的感化、無偽的愛心、","bklcl":"liâm-kiat, tì-sek, khoan-iông, jîn-chû, Sèng Sîn ê kám-hòa, bô ké ê thiàⁿ,","tghg":"廉潔(liâm-kiat)、智識、寬容、仁慈、聖神的感化、無假的疼、","bklhl":"廉潔、知識、寬容、仁慈、聖神ê感化、無假ê疼、"}},{"book":"林後","chapter":6,"verse":7,"versions":{"unv":"真實的道理、　神的大能；仁義的兵器在左在右；","bklcl":"chin-lí ê tō, Siōng-tè ê koân-lêng, ēng gī ê chiàn-khì tī chó-iū,","tghg":"真理的道、上帝的權能；用義的戰器佇左右；","bklhl":"真理ê道、上帝ê權能，用義ê 戰器tī左右，"}},{"book":"林後","chapter":6,"verse":8,"versions":{"unv":"榮耀、羞辱，惡名、美名；似乎是誘惑人的，卻是誠實的；","bklcl":"bô lūn êng-kng lêng-jio̍k, pháiⁿ miâ-siaⁿ hó miâ-siaⁿ; chhin-chhiūⁿ phiàn lâng ê, kî-si̍t sī sêng-si̍t ê;","tghg":"無論榮光凌辱、歹名聲、好名聲；親像騙人的，其實是誠實的；","bklhl":"無論榮光凌辱，pháiⁿ名聲好名聲；親像騙人ê，其實是誠實ê；"}},{"book":"林後","chapter":6,"verse":9,"versions":{"unv":"似乎不為人所知，卻是人所共知的；似乎要死，卻是活著的；似乎受責罰，卻是不至喪命的；","bklcl":"chhin-chhiūⁿ lâng m̄ chai, kî-si̍t chōe-chōe lâng chai; chhin-chhiūⁿ beh sí, kî-si̍t sī oa̍h; chhin-chhiūⁿ siū chek-hoa̍t, kî-si̍t bô tì-kàu sí;","tghg":"親像人呣知，其實多多人知；親像欲死，其實是活；親像受責罰，其實無致到死；","bklhl":"親像人m̄知，其實chōe-chōe人知；親像beh死，其實是活；親像受責罰，其實無致到死；"}},{"book":"林後","chapter":6,"verse":10,"versions":{"unv":"似乎憂愁，卻是常常快樂的；似乎貧窮，卻是叫許多人富足的；似乎一無所有，卻是樣樣都有的。","bklcl":"chhin-chhiūⁿ hoân-ló, kî-si̍t siông-siông khoài-lo̍k; chhin-chhiūⁿ sòng-hiong, kî-si̍t hō͘ chōe-chōe lâng pù; chhin-chhiūⁿ bô ū, kî-si̍t sī bô m̄ ū.","tghg":"親像煩惱，其實常常快樂；親像喪鄉，其實互多多人富(pù)；親像無有，其實是無呣有。","bklhl":"親像煩惱，其實常常快樂；親像sòng-hiong，其實hō͘ chōe-chōe人富；親像無有，其實是無m̄有。"}},{"book":"林後","chapter":6,"verse":11,"versions":{"unv":"哥林多人哪，我們向你們，口是張開的，心是寬宏的。","bklcl":"Ko-lîm-to lâng ah, goán ǹg lín chhùi khui-khui, sim khoah-khoah.","tghg":"哥林多人啊，阮向恁嘴開開，心闊闊。","bklhl":"哥林多人ah，阮ǹg lín嘴開開，心闊闊。"}},{"book":"林後","chapter":6,"verse":12,"versions":{"unv":"你們狹窄，原不在乎我們，是在乎自己的心腸狹窄。","bklcl":"M̄ sī tùi goán hō͘ lín oe̍h-toe̍h, sī tī lín ê sim ka-kī oe̍h-toe̍h.","tghg":"呣是對阮互恁狹窄(oe̍h-toe̍h)，是佇恁的心家己狹窄。","bklhl":"m̄是tùi阮hō͘ lín 狹toe̍h，是tī lín ê心家己狹toe̍h。"}},{"book":"林後","chapter":6,"verse":13,"versions":{"unv":"你們也要照樣用寬宏的心報答我。我這話正像對自己的孩子說的。","bklcl":"Taⁿ lín tio̍h o̍h chit ê khoán, ka-kī khui-khoah lâi pò-tap goán; góa kóng án-ni, sī chhin-chhiūⁿ tùi ka-kī ê sòe-kiáⁿ lâi kóng.","tghg":"今恁著學此個款，家己開闊來報答阮。我講按呢是親像對家己的細子來講。","bklhl":"Taⁿ lín tio̍h學chit ê款，家己開闊來報答阮；我講án-ni，是親像對家己ê細kiáⁿ來講。"}},{"book":"林後","chapter":6,"verse":14,"versions":{"unv":"你們和不信的原不相配，不要同負一軛。義和不義有甚麼相交呢？光明和黑暗有甚麼相通呢？","bklcl":"Bo̍h-tit kap m̄ sìn ê lâng chòe phōaⁿ, in-ūi gī kap put-gī ū sím-mi̍h siong-thong? kng kap àm ū sím-mi̍h kau-pôe?","tghg":"莫得及呣信的人做伴，因為義及不義有甚麼相通？光及暗有甚麼交陪？","bklhl":"莫得kap m̄信ê人做伴，因為義kap不義有甚麼相通？光kap暗有甚麼交陪？"}},{"book":"林後","chapter":6,"verse":15,"versions":{"unv":"基督和彼列（彼列就是撒但的別名）有甚麼相和呢？信主的和不信主的有甚麼相干呢？","bklcl":"Ki-tok kap Pí-lia̍t ū sím-mi̍h hô-ha̍p? sìn kap m̄ sìn ū sím-mi̍h kan-sia̍p?","tghg":"基督及彼列有甚麼和合？信及呣信有甚麼干涉？","bklhl":"基督kap Pí-lia̍t有甚麼和合？信kap m̄信有甚麼干涉？"}},{"book":"林後","chapter":6,"verse":16,"versions":{"unv":"　神的殿和偶像有甚麼相同呢？因為我們是永生　神的殿，就如　神曾說：我要在他們中間居住，在他們中間來往；我要作他們的　神；他們要作我的子民。","bklcl":"Siōng-tè ê tiān kap ngó͘-siōng ū sím-mi̍h saⁿ-tâng? In-ūi lán sī chin-oa̍h Siōng-tè ê tiān; chhin-chhiūⁿ Siōng-tè ū kóng, Góa beh khiā-khí tī in tiong-kan, kiâⁿ-iû tī in tiong-kan; góa beh chòe in ê Siōng-tè, in iā beh chòe góa ê peh-sìⁿ.","tghg":"上帝的殿及偶像有甚麼相同？因為咱是真活上帝的殿，親像上帝有講：我欲徛起佇𪜶中間，行遊佇𪜶中間；我欲做𪜶的上帝；𪜶也欲做我的百姓。","bklhl":"上帝ê殿kap偶像有甚麼相同？因為咱是真活上帝ê殿；親像上帝有講，我beh khiā起tī in中間，行遊tī in中間；我beh做in ê上帝，in也beh做我ê百姓。"}},{"book":"林後","chapter":6,"verse":17,"versions":{"unv":"又說：你們務要從他們中間出來，與他們分別；不要沾不潔淨的物，我就收納你們。","bklcl":"Só͘-í chiàu Chú só͘ kóng ê,\tLín tio̍h tùi in tiong-kan chhut-lâi, ka-kī hun-piat,\tBo̍h-tit bong bô chheng-khì ê mi̍h;\tGóa chiū chiap-la̍p lín,","tghg":"所以照主所講的：恁著對𪜶中間出來，家己分別；莫得摸無清氣的物，我就接納恁。","bklhl":"所以照主所講ê，\tLín tio̍h tùi in中間出來，家己分別，\t莫得摸無清氣ê物；\t我就接納lín，"}},{"book":"林後","chapter":6,"verse":18,"versions":{"unv":"我要作你們的父；你們要作我的兒女。這是全能的主說的。","bklcl":"Góa beh chòe lín ê Pē,\tLín beh chòe góa ê kiáⁿ cha-bó͘-kiáⁿ. Che sī choân-lêng ê Chú kóng ê.","tghg":"我欲做恁的父；恁欲做我的子，查某子。這是全能的主講的。","bklhl":"我beh做lín ê父，\tLín beh做我ê kiáⁿ、cha-bó͘-kiáⁿ。這是全能ê主講ê。"}}]