[{"book":"林後","chapter":13,"verse":1,"versions":{"unv":"這是我第三次要到你們那裡去。「憑兩三個人的口作見證，句句都要定準。」","bklcl":"Chit-ê sī tē saⁿ pái góa beh kàu lín hia. Ēng nn̄g saⁿ ê kan-chèng ê lâng ê chhùi, ta̍k kù lóng ū pîn-chún.","tghg":"此個是第三擺我欲到恁遐。「用二三個干證的人的嘴，逐句攏有憑準。」","bklhl":"Chit ê是第三pái我beh到lín hia，用兩三ê干證ê人ê嘴，ta̍k句lóng有憑準。"}},{"book":"林後","chapter":13,"verse":2,"versions":{"unv":"我從前說過，如今不在你們那裡又說，正如我第二次見你們的時候所說的一樣，就是對那犯了罪的和其餘的人說：「我若再來，必不寬容。」","bklcl":"Góa bat tāi-seng kóng ê, taⁿ koh tāi-seng kóng i, chhin-chhiūⁿ tē jī pái saⁿ-kap tī-teh iā hiān-kim saⁿ lī-khui, kā chiah-ê chiông-chiân hoān-chōe ê, í-ki̍p kî-û ê chèng lâng kóng, góa nā koh lâi, bô beh khoan-sù;","tghg":"我曾代先講的，今閣代先講伊，親像第二擺相及佇啲也現今相離開，給諸個從前犯罪的以及其餘的眾人講：「我若閣來，無欲寬恕(khoan-sù)。」","bklhl":"我bat事先講ê，taⁿ koh事先講伊，親像第二pái saⁿ-kap tī-teh，也現今saⁿ離開，kā chiah ê從前犯罪ê，以及其餘ê眾人講，我若koh來，無beh寬恕；"}},{"book":"林後","chapter":13,"verse":3,"versions":{"unv":"你們既然尋求基督在我裡面說話的憑據，我必不寬容。因為，基督在你們身上不是軟弱的，在你們裡面是有大能的。","bklcl":"in-ūi lín ài tit-tio̍h Ki-tok tiàm-tī góa lâi kóng ōe ê pîn-kù; I ǹg lín m̄ sī loán-jio̍k, chiū-sī ū koân-lêng tī lín tiong-kan.","tghg":"因為恁愛得著基督踮佇我來講話的憑據，伊向恁呣是軟弱，就是有權能佇恁中間。","bklhl":"因為lín ài得tio̍h基督tiàm-tī我來講話ê憑據；伊ǹg lín m̄是軟弱，就是有權能tī lín中間。"}},{"book":"林後","chapter":13,"verse":4,"versions":{"unv":"他因軟弱被釘在十字架上，卻因　神的大能仍然活著。我們也是這樣同他軟弱，但因　神向你們所顯的大能，也必與他同活。","bklcl":"I tùi loán-jio̍k lâi siū tèng si̍p-jī-kè; chóng-sī tùi Siōng-tè ê koân-lêng lâi oa̍h. Chhin-chhiūⁿ án-ni goán tiàm-tī I iā loán-jio̍k, chóng-sī tùi Siōng-tè ǹg lín só͘ hián-bêng ê koân-lêng beh kap I saⁿ-kap oa̍h.","tghg":"伊對軟弱來受釘十字架，總是對上帝的權能來活。親像按呢阮踮佇伊也軟弱，總是對上帝向恁所顯明的權能，欲及伊相及活。","bklhl":"伊tùi軟弱來受釘十字架；總是tùi上帝ê權能來活。親像án-ni，阮tiàm-tī伊也軟弱，總是tùi上帝ǹg lín所顯明ê權能beh kap伊saⁿ-kap活。"}},{"book":"林後","chapter":13,"verse":5,"versions":{"unv":"你們總要自己省察有信心沒有，也要自己試驗。豈不知你們若不是可棄絕的，就有耶穌基督在你們心裡嗎？","bklcl":"Lín tio̍h chhì-khòaⁿ pún-sin ū tiàm-tī sìn á bô; tio̍h ka-kī giām-khòaⁿ. Á-sī m̄ chai, lín nā m̄ sī thang khì-sak ê, chiū ū Iâ-so͘ Ki-tok tiàm-tī lín?","tghg":"恁著試看本身有踮佇信抑無，著家己驗看。抑是呣知恁若呣是通棄拺的，就有耶穌基督踮佇恁？","bklhl":"Lín tio̍h試看本身有tiàm-tī信á無；tio̍h家己驗看。á是m̄知，lín若m̄是thang棄sak ê，就有耶穌基督tiàm-tī lín？"}},{"book":"林後","chapter":13,"verse":6,"versions":{"unv":"我卻盼望你們曉得，我們不是可棄絕的人。","bklcl":"Goán iā ǹg-bāng lín ōe chai goán m̄ sī thang khì-sak ê.","tghg":"阮也向望恁會知，阮呣是通棄拺的。","bklhl":"阮也ǹg望lín會知阮m̄是thang棄sak ê。"}},{"book":"林後","chapter":13,"verse":7,"versions":{"unv":"我們求　神，叫你們一件惡事都不做；這不是要顯明我們是蒙悅納的，是要你們行事端正，任憑人看我們是被棄絕的吧！","bklcl":"Taⁿ goán kiû Siōng-tè hō͘ lín só͘ kiâⁿ bô chi̍t hāng pháiⁿ, m̄ sī beh hián-bêng goán chòe thang chiap-la̍p ê, sī beh hō͘ lín ê kiâⁿ-chòe lóng hó, goán sui-jiân chòe chhin-chhiūⁿ thang khì-sak ê, iā thang.","tghg":"今阮求上帝，互恁所行無一項歹，呣是欲顯明阮做通接納的，是欲互恁的行做攏好，阮雖然做親像通棄拺的也通！","bklhl":"Taⁿ阮求上帝hō͘ lín所行無一項pháiⁿ，m̄是beh顯明阮做thang接納ê，是beh hō͘ lín ê行做lóng好，阮雖然做親像thang棄sak ê，也thang。"}},{"book":"林後","chapter":13,"verse":8,"versions":{"unv":"我們凡事不能敵擋真理，只能扶助真理。","bklcl":"In-ūi goán bōe-ōe chòe sím-mi̍h lâi ke̍h chin-lí, chiū-sī pang-chān chin-lí.","tghg":"因為阮𣍐會做甚麼來逆(ke̍h)真理，就是幫助真理。","bklhl":"因為阮bōe會做甚麼來逆真理，就是幫贊真理。"}},{"book":"林後","chapter":13,"verse":9,"versions":{"unv":"即使我們軟弱，你們剛強，我們也歡喜；並且我們所求的，就是你們作完全人。","bklcl":"Goán loán-jio̍k, lín ióng-chòng, goán chiū hoaⁿ-hí; goán só͘ kî-kiû ê chiū-sī hō͘ lín ōe oân-choân.","tghg":"阮軟弱，恁勇壯，阮就歡喜；阮所祈求的，就是互恁會完全。","bklhl":"阮軟弱，lín勇壯，阮就歡喜；阮所祈求ê就是hō͘ lín能完全。"}},{"book":"林後","chapter":13,"verse":10,"versions":{"unv":"所以，我不在你們那裡的時候，把這話寫給你們，好叫我見你們的時候，不用照主所給我的權柄嚴厲地待你們。這權柄原是為造就人，並不是為敗壞人。","bklcl":"In-ūi án-ni, góa saⁿ lī-khui ê sî siá chiah-ê hō͘ lín, thang tī saⁿ kìⁿ-bīn ê sî, bián chiàu Chú só͘ hō͘ góa ê koân, lâi ēng giâm hoat; chit ê koân sī beh khí-chō, m̄ sī beh chhia-tó.","tghg":"因為按呢，我相離開的時，寫諸個互恁，通佇相見面的時，免照主所互我的權來用嚴法。此個權是欲起造，呣是欲捙倒(chhia-tó)。","bklhl":"因為án-ni，我saⁿ離開ê時，寫chiah ê hō͘ lín，thang tī saⁿ見面ê時，免照主所hō͘我ê權，來用嚴法；chit ê權是beh起造，m̄是beh chhia倒。"}},{"book":"林後","chapter":13,"verse":11,"versions":{"unv":"還有末了的話：願弟兄們都喜樂。要作完全人；要受安慰；要同心合意；要彼此和睦。如此，仁愛和平的　神必常與你們同在。","bklcl":"Hiaⁿ-tī ah, kiat-bé lâi kóng, tio̍h hoaⁿ-hí. Tio̍h oân-choân, tio̍h siū an-ùi, tio̍h tâng sim, tio̍h hô-bo̍k; chiū siúⁿ-sù jîn-ài kap pêng-an ê Siōng-tè beh kap lín tī-teh.","tghg":"兄弟啊，結尾來講：著歡喜。著完全；著受安慰；著同心；著和睦。就賞賜仁愛及平安的上帝欲及恁佇啲。","bklhl":"兄弟ah，結尾來講，tio̍h歡喜，tio̍h完全，tio̍h受安慰，tio̍h同心，tio̍h和睦；就賞賜仁愛kap平安ê上帝beh kap lín tī-teh。"}},{"book":"林後","chapter":13,"verse":12,"versions":{"unv":"你們親嘴問安，彼此務要聖潔。","bklcl":"Tio̍h ēng sèng ê saⁿ-chim lâi saⁿ chhéng-an.","tghg":"著用聖的相唚(saⁿ-chim)，來相請安。","bklhl":"tio̍h用聖ê saⁿ-chim來saⁿ請安。"}},{"book":"林後","chapter":13,"verse":13,"versions":{"unv":"眾聖徒都問你們安。","bklcl":"Chiah-ê sèng-tô͘ lóng chhéng-an lín.","tghg":"諸個聖徒攏請安恁。","bklhl":"Chiah-ê聖徒lóng請安lín。"}},{"book":"林後","chapter":13,"verse":14,"versions":{"unv":"願主耶穌基督的恩惠、　神的慈愛、聖靈的感動常與你們眾人同在！","bklcl":"Goān Chú Iâ-so͘ Ki-tok ê un-tián, Siōng-tè ê thiàⁿ-thàng, Sèng Sîn ê siong-thong, kap lín chèng lâng tī-teh.","tghg":"願主耶穌基督的恩典、上帝的疼痛、聖神的相通及恁眾人佇啲！","bklhl":"願主耶穌基督ê恩典，上帝ê疼痛，聖神ê相通，kap lín眾人tī-teh。"}}]