[{"book":"林後","chapter":10,"verse":1,"versions":{"unv":"我－保羅，就是與你們見面的時候是謙卑的，不在你們那裡的時候向你們是勇敢的，如今親自藉著基督的溫柔、和平勸你們。","bklcl":"Góa Pó-lô, saⁿ kìⁿ-bīn ê sî chiū tī lín tiong-kan chòe pi-bî, saⁿ lī-khui ê sî chiū ǹg lín chòe hó-táⁿ ê, taⁿ ēng Ki-tok ê un-jiû sûn-liông ka-kī khǹg lín;","tghg":"我保羅，相見面的時就佇恁中間做卑微，相離開的時就向恁做好膽的，今用基督的溫柔、純良家己勸恁。","bklhl":"我保羅，saⁿ見面ê時就tī lín中間做卑微，saⁿ離開ê時就ǹg lín做好膽ê，taⁿ用基督ê溫柔純良家己勸lín；"}},{"book":"林後","chapter":10,"verse":2,"versions":{"unv":"有人以為我是憑著血氣行事，我也以為必須用勇敢待這等人；求你們不要叫我在你們那裡的時候，有這樣的勇敢。","bklcl":"ū lâng phah-sǹg goán sī chiàu jio̍k-thé lâi kiâⁿ, góa phah-sǹg koat-ì tio̍h ēng hó-táⁿ lâi pān in; kiû lín bo̍h-tit hō͘ góa tī saⁿ tùi-bīn ê sî ū chit hō koat-ì ê hó-táⁿ.","tghg":"有人拍算阮是照肉體來行，我拍算決意著用好膽來辦𪜶；求恁莫得互我佇相對面的時有此號決意的好膽。","bklhl":"有人phah算阮是照肉體來行，我phah算決意tio̍h用好膽來辦in；求lín莫得hō͘我tī saⁿ對面ê時有chit號決意ê好膽。"}},{"book":"林後","chapter":10,"verse":3,"versions":{"unv":"因為我們雖然在血氣中行事，卻不憑著血氣爭戰。","bklcl":"In-ūi goán sui-jiân tī jio̍k-thé lâi kiâⁿ, m̄ sī chiàu jio̍k-thé lâi kau-chiàn,","tghg":"因為阮雖然佇肉體來行，呣是照肉體來交戰。","bklhl":"因為阮雖然tī肉體來行，m̄是照肉體來交戰，"}},{"book":"林後","chapter":10,"verse":4,"versions":{"unv":"我們爭戰的兵器本不是屬血氣的，乃是在　神面前有能力，可以攻破堅固的營壘，","bklcl":"(in-ūi goán kau-chiàn ê khì-kū m̄ sī sio̍k tī jio̍k-thé, sī tī Siōng-tè ê bīn-chêng ū khùi-la̍t kàu-gia̍h thang lâi kong-phòa chiah-ê kian-kò͘ ê iâⁿ-chē),","tghg":"因為阮交戰的器具呣是屬佇肉體，是佇上帝的面前有氣力夠額，通來攻破諸個堅固的營寨，","bklhl":"(因為阮交戰ê器具m̄是屬tī肉體，是tī上帝ê面前有氣力夠額thang來攻破chiah ê堅固ê營寨)，"}},{"book":"林後","chapter":10,"verse":5,"versions":{"unv":"將各樣的計謀，各樣攔阻人認識　神的那些自高之事，一概攻破了，又將人所有的心意奪回，使他都順服基督。","bklcl":"hoān-nā chiah-ê kè-bô͘, í-ki̍p lóng-chóng koâiⁿ-koâiⁿ ê mi̍h, só͘ kú-khí lâi chó͘-tòng lâng bat Siōng-tè ê, goán lóng húi-hoāi i, chiong lóng-chóng ê liām-thâu lia̍h lâi hō͘ i sūn-ho̍k Ki-tok;","tghg":"凡若諸個計謀，以及攏總高高的物，所舉起來阻擋人識(bat)上帝的，阮攏毀壞伊，將攏總的念頭掠來，互伊順服基督。","bklhl":"凡若chiah ê計謀，以及lóng總高高ê物，所舉起來阻擋人bat上帝ê，阮lóng毀壞伊，將lóng總ê念頭掠來hō͘伊順服基督；"}},{"book":"林後","chapter":10,"verse":6,"versions":{"unv":"並且我已經預備好了，等你們十分順服的時候，要責罰那一切不順服的人。","bklcl":"koh í-keng pī-pān piān, thèng-hāu lín oân-choân sūn-ho̍k, chiah lâi chek-hoa̍t lóng-chóng ê bô sūn-ho̍k ê.","tghg":"閣已經備辦便，聽候恁完全順服，才來責罰攏總的無順服的。","bklhl":"koh已經備辦便，thèng候lín完全順服，chiah來責罰lóng總ê無順服ê。"}},{"book":"林後","chapter":10,"verse":7,"versions":{"unv":"你們是看眼前的嗎？倘若有人自信是屬基督的，他要再想想，他如何屬基督，我們也是如何屬基督的。","bklcl":"Lín khòaⁿ ba̍k-chêng ah. Nā ū lâng khò ka-kī sī sio̍k Ki-tok ê, i tio̍h koh ka-kī siūⁿ, khòaⁿ i cháiⁿ-iūⁿ sio̍k Ki-tok, goán iā sī án-ni.","tghg":"恁看目前(ba̍k-chêng)啊！若有人靠家己是屬基督的，伊著閣家己想，看伊怎樣屬基督，阮也是按呢。","bklhl":"Lín看目前ah，若有人靠家己是屬基督ê，伊tio̍h koh家己想，看伊怎樣屬基督，阮也是án-ni。"}},{"book":"林後","chapter":10,"verse":8,"versions":{"unv":"主賜給我們權柄，是要造就你們，並不是要敗壞你們；我就是為這權柄稍微誇口，也不至於慚愧。","bklcl":"Chú só͘ siúⁿ-sù goán ê koân sī beh kiàn-li̍p lín, m̄ sī beh pāi-hoāi lín, goán chiū nā ūi-tio̍h chit ê koân lio̍h-á kè-thâu khoa-kháu, iā put-tì kiàn-siàu;","tghg":"主所賞賜阮的權，是欲建立恁，呣是欲敗壞恁；阮就若為著此個權略仔(lio̍h-á)過頭誇口，也不致見誚。","bklhl":"主所賞賜阮ê權是beh建立lín，m̄是beh敗壞lín，阮就若為tio̍h chit ê權略á過頭誇口，也不致見笑；"}},{"book":"林後","chapter":10,"verse":9,"versions":{"unv":"我說這話，免得你們以為我寫信是要威嚇你們；","bklcl":"bián-tit góa chhin-chhiūⁿ ēng phoe hō͘ lín kiaⁿ.","tghg":"免得我親像用批互恁驚；","bklhl":"免得我親像用phoe hō͘ lín驚。"}},{"book":"林後","chapter":10,"verse":10,"versions":{"unv":"因為有人說：「他的信又沉重又厲害，及至見面，卻是氣貌不揚，言語粗俗的。」","bklcl":"In-ūi ū lâng kóng, I ê phoe tēng-tiōng, koh ū la̍t; nā-sī saⁿ tùi-bīn ê sî, seng-khu nńg-chiáⁿ, kóng ōe sio̍h-sio̍h.","tghg":"因為有人講：「伊的批𠕇重(tēng-tiōng)閣有力，若是相對面的時，身軀軟茈(nńg-chiáⁿ)，講話俗俗(sio̍h-sio̍h)。」","bklhl":"因為有人講，伊ê phoe tēng-tiōng，koh有力；但是saⁿ對面ê時，身軀軟chiáⁿ，講話俗俗。"}},{"book":"林後","chapter":10,"verse":11,"versions":{"unv":"這等人當想，我們不在那裡的時候，信上的言語如何，見面的時候，行事也必如何。","bklcl":"Hit hō lâng tio̍h siūⁿ, goán saⁿ lī-khui ê sî, phoe-ni̍h kóng ōe sī sím-mi̍h khoán, saⁿ tùi-bīn ê sî chòe sū iā sī án-ni.","tghg":"彼號人著想，阮相離開的時，批裡講話是甚麼款，相對面的時，做事也是按呢。","bklhl":"Hit號人tio̍h想，阮saⁿ離開ê時，phoe裡講話是甚麼款，saⁿ對面ê時做事也是án-ni。"}},{"book":"林後","chapter":10,"verse":12,"versions":{"unv":"因為我們不敢將自己和那自薦的人同列相比。他們用自己度量自己，用自己比較自己，乃是不通達的。","bklcl":"Ū lâng ka-kī o-ló, goán m̄ káⁿ kap in lia̍h pîⁿ, kap in pí-phēng; nā-sī in ēng ka-kī phoe-phêng ka-kī, iā ēng ka-kī pí-phēng ka-kī, sī bô tì-sek.","tghg":"有人家己謳咾，阮呣敢及𪜶掠平及𪜶比並。若是𪜶用家己批評家己，也用家己比並(pí-phēng)家己，是無智識。","bklhl":"有人家己o-ló，阮m̄敢kap in掠平，kap in比並；但是in用家己批評家己，也用家己比並家己，是無知識。"}},{"book":"林後","chapter":10,"verse":13,"versions":{"unv":"我們不願意分外誇口，只要照　神所量給我們的界限搆到你們那裡。","bklcl":"Nā-sī goán bô beh khoa-kháu kè-hūn ê sū, chiū-sī chiàu Siōng-tè só͘ phài hō͘ goán hān-tiāⁿ ê hūn-gia̍h; chit ê hūn-gia̍h lín iā chāi-lāi.","tghg":"若是阮無欲誇口過份的事，就是照上帝所派互阮限定的份額，此個份額恁也在內。","bklhl":"但是阮無beh誇口過份ê事，就是照上帝所派hō͘阮限定ê份額；chit ê份額lín也在內。"}},{"book":"林後","chapter":10,"verse":14,"versions":{"unv":"我們並非過了自己的界限，好像搆不到你們那裡；因為我們早到你們那裡，傳了基督的福音。","bklcl":"In-ūi goán m̄ sī pôaⁿ-kè hūn, ná chhin-chhiūⁿ m̄ eng-kai kàu tī lín ê; sī goán thoân Ki-tok ê hok-im iā bat kàu tī lín.","tghg":"因為阮呣是𨃟過份，那親像呣應該到佇恁的；是阮傳基督的福音也曾到佇恁。","bklhl":"因為阮m̄是pôaⁿ過份，ná親像m̄應該到tī lín ê；是阮傳基督ê福音也bat到tī lín。"}},{"book":"林後","chapter":10,"verse":15,"versions":{"unv":"我們不仗著別人所勞碌的，分外誇口；但指望你們信心增長的時候，所量給我們的界限，就可以因著你們更加開展，","bklcl":"Goán m̄ sī kè-hūn lâi khoa-kháu pa̍t lâng ê tio̍h-bôa; chiū-sī ǹg-bāng lín sìn ná chhim, chiū goán tī lín tiong-kan chiàu góa ê hūn-gia̍h, ōe khui-khoah kàu móa-chhut-khì,","tghg":"阮呣是過份來誇口別人的著磨；就是向望恁信愈深，就阮佇恁中間照我的份額，會開闊到滿出去，","bklhl":"阮m̄是過份來誇口別人ê tio̍h磨；就是ǹg望lín信ná深，就阮tī lín中間照我ê份額，會開闊到滿出去，"}},{"book":"林後","chapter":10,"verse":16,"versions":{"unv":"得以將福音傳到你們以外的地方；並不是在別人界限之內，藉著他現成的事誇口。","bklcl":"lâi thoân hok-im kàu tī lín kài-gōa ê tōe; bô ēng pa̍t lâng hūn-lāi í-keng chòe piān ê sū lâi khoa-kháu.","tghg":"來傳福音到佇恁界外的地；無用別人份內已經做便的事來誇口。","bklhl":"來傳福音到tī lín界外ê地；無用別人份內已經做便ê事來誇口。"}},{"book":"林後","chapter":10,"verse":17,"versions":{"unv":"但誇口的，當指著主誇口。","bklcl":"Khoa-kháu ê lâng tio̍h ēng Chú lâi khoa-kháu.","tghg":"誇口的人，著用主來誇口。","bklhl":"誇口ê人tio̍h用主來誇口。"}},{"book":"林後","chapter":10,"verse":18,"versions":{"unv":"因為蒙悅納的，不是自己稱許的，乃是主所稱許的。","bklcl":"In-ūi m̄ sī ka-kī o-ló ê lâng chiūⁿ chhú, chiū-sī Chú só͘ o-ló ê chiūⁿ chhú.","tghg":"因為呣是家己謳咾的人上取(chiūⁿ chhú)，就是主所謳咾的上取。","bklhl":"因為m̄是家己o-ló ê人上取，就是主所o-ló ê上取。"}}]