[{"book":"林後","chapter":3,"verse":1,"versions":{"unv":"我們豈是又舉薦自己嗎？豈像別人用人的薦信給你們或用你們的薦信給人嗎？","bklcl":"Goán kiám sī chit tia̍p chiah koh ka-kī kú-chiàn mah? Á-sī goán chhin-chhiūⁿ pa̍t lâng khiàm-ēng lâng ê chiàn phoe hō͘ lín, á-sī khiàm-ēng lín ê chiàn phoe hō͘ pa̍t lâng ah?","tghg":"阮豈是此霎(tia̍p)才閣家己舉薦(kú-chiàn)嗎？抑是阮親像別人欠用人的薦批(chiàn-phoe)互恁抑是欠用恁的薦批互別人啊？","bklhl":"阮kiám是chit-tia̍p chiah koh家己舉薦mah？á是阮親像別人欠用人ê薦phoe hō͘ lín，á是欠用lín ê 薦phoe hō͘別人ah？"}},{"book":"林後","chapter":3,"verse":2,"versions":{"unv":"你們就是我們的薦信，寫在我們的心裡，被眾人所知道所念誦的。","bklcl":"Lín  chiū-sī goán ê phoe siá tī goán ê sim, hō͘ chèng lâng só͘ chai só͘ tha̍k ê.","tghg":"恁就是阮的批寫佇阮的心，互眾人所知所讀的。","bklhl":"Lín就是阮ê phoe寫tī阮ê心，hō͘眾人所知所讀ê。"}},{"book":"林後","chapter":3,"verse":3,"versions":{"unv":"你們明顯是基督的信，藉著我們修成的。不是用墨寫的，乃是用永生　神的靈寫的；不是寫在石版上，乃是寫在心版上。","bklcl":"Lín bêng-bêng sī Ki-tok ê phoe, tùi goán ê kang lâi chiâⁿ ê, m̄ sī ēng ba̍k siá ê, chiū-sī ēng chin-oa̍h Siōng-tè ê Sîn; m̄ sī tī chio̍h-pi, chiū sī tī jio̍k-thé ê sim-pi.","tghg":"恁明明是基督的批，對阮的工來成的。呣是用墨寫的，就是用真活上帝的神；呣是佇石碑，就是佇肉體的心碑。","bklhl":"Lín明明是基督ê phoe，tùi阮ê工來成ê，m̄是用墨寫ê，就是用真活上帝ê神；m̄是tī石碑，就是tī肉體ê心碑。"}},{"book":"林後","chapter":3,"verse":4,"versions":{"unv":"我們因基督，所以在　神面前才有這樣的信心。","bklcl":"Goán óa-khò Ki-tok ǹg Siōng-tè ū chit hō ê sìn;","tghg":"阮倚靠基督，向上帝有此號的信。","bklhl":"阮óa靠基督ǹg上帝有chit號ê信；"}},{"book":"林後","chapter":3,"verse":5,"versions":{"unv":"並不是我們憑自己能承擔甚麼事；我們所能承擔的，乃是出於　神。","bklcl":"m̄ sī kóng goán ka-kī ōe kham-tit tùi ka-kī lâi siūⁿ-chhut sím-mi̍h, goán só͘-í ōe kham-tit sī tùi Siōng-tè;","tghg":"呣是講阮家己會堪得對家己來想出甚麼；阮所以會堪得，是對上帝。","bklhl":"m̄是講阮家己能堪得tùi家己來想出甚麼，阮所以能堪得是對上帝；"}},{"book":"林後","chapter":3,"verse":6,"versions":{"unv":"他叫我們能承當這新約的執事，不是憑著字句，乃是憑著精意；因為那字句是叫人死，精意（或譯：聖靈）是叫人活。","bklcl":"I iā hō͘ goán ōe kham-tit tam-tng sin iok ê chhe-ēng, m̄ sī bûn-jī ê, sī sîn-lêng ê; in-ūi bûn-jī tì-kàu sí, sîn-lêng tì-kàu oa̍h.","tghg":"伊也互阮會堪得擔當新約的差用，呣是文字的，是神靈的；因為文字致到死，神靈致到活。","bklhl":"伊也hō͘阮能堪得擔當新約ê差用，m̄是文字ê，是神靈ê；因為文字致到死，神靈致到活。"}},{"book":"林後","chapter":3,"verse":7,"versions":{"unv":"那用字刻在石頭上屬死的職事尚且有榮光，甚至以色列人因摩西面上的榮光，不能定睛看他的臉；這榮光原是漸漸退去的，","bklcl":"Taⁿ tì-kàu sí ê chit-hūn, ēng jī khek tī chio̍h-ni̍h ê, siōng-chhiáⁿ ū êng-kng, tì-kàu Í-sek-lia̍t lâng bōe-ōe chù-ba̍k khòaⁿ Mô͘-se ê bīn, sī ūi-tio̍h i ê bīn ê êng-kng, che êng-kng sī chiām-chiām soe-thè ê,","tghg":"今致到死的職份用字刻佇石裡的尚且(siōng-chhiáⁿ)有榮光，致到以色列人𣍐會注目看摩西的面，是為著伊的面的榮光；這榮光是漸漸衰退的，","bklhl":"Taⁿ致到死ê職份，用字刻tī石裡ê，尚且有榮光，致到以色列人bōe會注目看摩西ê面，是為tio̍h伊ê面ê榮光，這榮光是漸漸衰退ê，"}},{"book":"林後","chapter":3,"verse":8,"versions":{"unv":"何況那屬靈的職事豈不更有榮光嗎？","bklcl":"hô-hòng sîn-lêng ê chit-hūn kiám bô koh khah ū êng-kng mah?","tghg":"何況神靈的職份豈無閣卡有榮光嗎？","bklhl":"何況神靈ê職份kiám無koh-khah有榮光mah？"}},{"book":"林後","chapter":3,"verse":9,"versions":{"unv":"若是定罪的職事有榮光，那稱義的職事榮光就越發大了。","bklcl":"In-ūi tēng-chōe ê chit-hūn kì-jiân êng-kng, chiū tì-kàu gī ê chit-hūn i ê êng-kng koh khah chhiong-móa.","tghg":"因為定罪的職份既然榮光，就致到義的職份伊的榮光閣卡充滿。","bklhl":"因為定罪ê職份既然榮光，就致到義ê職份，伊ê榮光koh-khah充滿。"}},{"book":"林後","chapter":3,"verse":10,"versions":{"unv":"那從前有榮光的，因這極大的榮光就算不得有榮光了；","bklcl":"In-ūi chêng só͘ siū êng-kng ê, ūi-tio̍h chit ê khah tōa ê êng-kng, chiū bô êng-kng.","tghg":"因為前所受榮光的，為著此個卡大的榮光就無榮光；","bklhl":"因為前所受榮光ê，為tio̍h chit ê khah大ê榮光，就無榮光。"}},{"book":"林後","chapter":3,"verse":11,"versions":{"unv":"若那廢掉的有榮光，這長存的就更有榮光了。","bklcl":"In-ūi soe-thè ê nā ū êng-kng, chiū hit ê kú-tn̂g tī-teh ê koh khah ū êng-kng.","tghg":"因為衰退的若有榮光，就彼個久長佇啲的閣卡有榮光。","bklhl":"因為衰退ê若有榮光，就hit ê久長tī-teh ê koh-khah有榮光。"}},{"book":"林後","chapter":3,"verse":12,"versions":{"unv":"我們既有這樣的盼望，就大膽講說，","bklcl":"Goán kì-jiân ū chit hō ê ǹg-bāng, só͘-í chin hó-táⁿ lâi kóng,","tghg":"阮既然有此號的向望，所以真好膽來講，","bklhl":"阮既然有chit號ê ǹg望，所以真好膽來講，"}},{"book":"林後","chapter":3,"verse":13,"versions":{"unv":"不像摩西將帕子蒙在臉上，叫以色列人不能定睛看到那將廢者的結局。","bklcl":"bô chhin-chhiūⁿ Mô͘-se ēng phè tà i ê bīn, hō͘ Í-sek-lia̍t lâng bōe tit thang chù-ba̍k khòaⁿ kàu hit ê teh soe-thè ê ê kiat-kio̍k.","tghg":"無親像摩西用帕(phè)罩(tà)伊的面，互以色列人𣍐得通注目看到彼個啲衰退者的結局。","bklhl":"無親像摩西用帕罩伊ê面，hō͘以色列人bōe得thang注目看到hit ê teh衰退ê ê結局。"}},{"book":"林後","chapter":3,"verse":14,"versions":{"unv":"但他們的心地剛硬，直到今日誦讀舊約的時候，這帕子還沒有揭去。這帕子在基督裡已經廢去了。","bklcl":"Nā-sī in ê sim pìⁿ chòe ngī; kàu tī kin-á-ji̍t, in tha̍k kū iok ê sî, hit ê phè iû-goân tī-teh, bô hian-khui; chit ê phè tùi Ki-tok chiū hòe-khì.","tghg":"若是𪜶的心變做硬，到佇今仔日𪜶讀舊約的時，彼個帕猶原佇啲無掀(hian)開。此個帕對基督就廢去。","bklhl":"但是in ê心變做硬；到tī今á日，in讀舊約ê時，hit ê 帕猶原tī-teh，無掀開；chit ê帕tùi基督就廢棄。"}},{"book":"林後","chapter":3,"verse":15,"versions":{"unv":"然而直到今日，每逢誦讀摩西書的時候，帕子還在他們心上。","bklcl":"Nā-sī kàu kin-á-ji̍t, put-lūn sím-mi̍h sî in tha̍k Mô͘-se ê chheh, phè iáu-kú tà tī in ê sim.","tghg":"若是到今仔日，不論甚麼時𪜶讀摩西的冊，帕猶久(iáu-kú)罩佇𪜶的心。","bklhl":"但是到今á日，不論甚麼時in讀摩西ê冊，帕iáu-kú 罩tī in ê心。"}},{"book":"林後","chapter":3,"verse":16,"versions":{"unv":"但他們的心幾時歸向主，帕子就幾時除去了。","bklcl":"To̍k-to̍k put-lūn sím-mi̍h sî in kui ǹg Chú, phè chiū tû-khì.","tghg":"獨獨不論甚麼時𪜶歸向主，帕就除去。","bklhl":"獨獨不論甚麼時in歸ǹg主，帕就除去。"}},{"book":"林後","chapter":3,"verse":17,"versions":{"unv":"主就是那靈；主的靈在哪裡，那裡就得以自由。","bklcl":"Taⁿ Chú chiū-sī hit ê Sîn; Chú ê Sîn tī hit ūi, hit ūi chiū chū-iû.","tghg":"今主就是彼個神；主的神佇彼位，彼位就自由。","bklhl":"Taⁿ主就是hit ê神；主ê神tī hit位，hit位就自由。"}},{"book":"林後","chapter":3,"verse":18,"versions":{"unv":"我們眾人既然敞著臉得以看見主的榮光，好像從鏡子裡返照，就變成主的形狀，榮上加榮，如同從主的靈變成的。","bklcl":"Lán chèng lâng ê bīn bô tà phè, chhin-chhiūⁿ kiàⁿ tò-chiò Chú ê êng-kng, lóng piàn-hòa chòe I ê siōng, tùi êng-kng kàu êng-kng, chhin-chhiūⁿ tùi Chú, chiū-sī Sîn, án-ni.","tghg":"咱眾人的面無罩帕親像鏡倒照主的榮光，攏變化做伊的像，對榮光到榮光，親像對主就是神按呢。","bklhl":"咱眾人ê面無罩帕，親像鏡倒照主ê榮光，lóng變化做伊ê像，tùi榮光到榮光，親像tùi主，就是神，án-ni。"}}]