[{"book":"林後","chapter":11,"verse":1,"versions":{"unv":"但願你們寬容我這一點愚妄，其實你們原是寬容我的。","bklcl":"Goān lín iông-ún góa sió-khóa ê gōng; kî-si̍t lín bô m̄ iông-ún góa.","tghg":"願恁容允我小可(sió-khóa)的戇，其實恁無呣容允我。","bklhl":"願lín容允我小khóa ê戇；其實lín無m̄容允我。"}},{"book":"林後","chapter":11,"verse":2,"versions":{"unv":"我為你們起的憤恨，原是　神那樣的憤恨。因為我曾把你們許配一個丈夫，要把你們如同貞潔的童女，獻給基督。","bklcl":"In-ūi góa chiong Siōng-tè ê jia̍t-sim, ūi-tio̍h lín lâi jia̍t-sim; in-ūi góa bat phèng-tiāⁿ lín hō͘ chi̍t ê tiōng-hu, beh chiong lín chòe cheng-chiat ê chāi-sek-lú, hiàn hō͘ Ki-tok.","tghg":"因為我將上帝的熱心，為著恁來熱心。因為我曾聘定恁互一個丈夫，欲將恁做貞節的在室女，獻互基督。","bklhl":"因為我將上帝ê熱心，為tio̍h lín來熱心；因為我bat聘定lín hō͘一个丈夫，beh將lín做貞節ê在室女，獻hō͘基督。"}},{"book":"林後","chapter":11,"verse":3,"versions":{"unv":"我只怕你們的心或偏於邪，失去那向基督所存純一清潔的心，就像蛇用詭詐誘惑了夏娃一樣。","bklcl":"Chóng-sī góa kiaⁿ-liáu lín ê sim-su pāi-hoāi, bô sûn-choân chheng-kiat lâi ǹg Ki-tok, chhin-chhiūⁿ chôa ēng i ê khúi-khiat ín-iú Hā-oa chi̍t iūⁿ.","tghg":"總是我驚了恁的心思敗壞，無純全清潔來向基督，親像蛇用伊的詭譎(khúi-khiat)引誘夏娃一樣。","bklhl":"總是我驚了lín ê心思敗壞，無純全清潔來ǹg基督，親像蛇用伊ê詭譎引誘夏娃一樣。"}},{"book":"林後","chapter":11,"verse":4,"versions":{"unv":"假如有人來另傳一個耶穌，不是我們所傳過的；或者你們另受一個靈，不是你們所受過的；或者另得一個福音，不是你們所得過的；你們容讓他也就罷了。","bklcl":"Nā ū lâng lâi thoân pa̍t ê Iâ-so͘, goán só͘ bē bat thoân ê, á-sī lín siū-tio̍h koh-iūⁿ ê sîn, chêng só͘ bē bat siū-tio̍h ê, á-sī koh-iūⁿ ê hok-im, chêng só͘ bē bat sêng-siū ê, lín iông-ún i, hó.","tghg":"若有人來傳別個耶穌，阮所未曾傳的；抑是恁受著各樣的神，前所未曾受著的；抑是各樣的福音，前所未曾承受的；恁容允伊，好。","bklhl":"若有人來傳別個耶穌，阮所未bat傳ê，á是lín受tio̍h各樣ê神，前所未bat受tio̍h ê，á是各樣ê福音，前所未bat承受ê，lín容允伊，好。"}},{"book":"林後","chapter":11,"verse":5,"versions":{"unv":"但我想，我一點不在那些最大的使徒以下。","bklcl":"In-ūi góa phah-sǹg góa lóng bô khah su tī hiah-ê siōng-téng ê sù-tô͘.","tghg":"因為我拍算，我攏無卡輸佇許個上等的使徒。","bklhl":"因為我phah算我lóng無khah輸tī hiah-ê上等ê使徒。"}},{"book":"林後","chapter":11,"verse":6,"versions":{"unv":"我的言語雖然粗俗，我的知識卻不粗俗。這是我們在凡事上向你們眾人顯明出來的。","bklcl":"Góa kóng-ōe sui-jiân sio̍h-sio̍h, nā sī tì-sek kú m̄ sī án-ni; in-ūi goán hoān sū ū tùi lín hián-bêng chit-ê tī chèng lâng tiong.","tghg":"我講話雖然俗俗(sio̍h-sio̍h)，若是智識就呣是按呢。因為阮凡事有對恁顯明此個佇眾人中。","bklhl":"我講話雖然俗俗，但是知識kú m̄是án-ni；因為阮凡事有tùi lín顯明chit ê tī眾人中。"}},{"book":"林後","chapter":11,"verse":7,"versions":{"unv":"我因為白白傳　神的福音給你們，就自居卑微，叫你們高升，這算是我犯罪嗎？","bklcl":"Á-sī góa ka-kī khut-kē, hō͘ lín seng koâiⁿ, bô the̍h só͘-hùi, pe̍h-pe̍h thoân Siōng-tè ê hok-im hō͘ lín, che kiám sī hoān-chōe mah?","tghg":"抑是我家己屈低，互恁升高，無提所費白白傳上帝的福音互恁，這豈是犯罪嗎？","bklhl":"Á是我家己屈低，hō͘ lín升高，無the̍h所費，白白傳上帝ê福音hō͘ lín，這kiám是犯罪mah？"}},{"book":"林後","chapter":11,"verse":8,"versions":{"unv":"我虧負了別的教會，向他們取了工價來給你們效力。","bklcl":"Góa chhiúⁿ pa̍t ê kàu-hōe, the̍h in ê sok-siu, lâi ho̍k-sāi lín.","tghg":"我搶別個教會，提𪜶的束脩(sok-siu)來服事恁。","bklhl":"我搶別個教會，the̍h in ê束脩，來服事lín。"}},{"book":"林後","chapter":11,"verse":9,"versions":{"unv":"我在你們那裡缺乏的時候，並沒有累著你們一個人；因我所缺乏的，那從馬其頓來的弟兄們都補足了。我向來凡事謹守，後來也必謹守，總不至於累著你們。","bklcl":"Góa kap lín tī-teh ê sî ēng bô kàu, bē bat liân-lūi-tio̍h lín chi̍t lâng; in-ūi tùi Má-kî-tùn lâi ê hiaⁿ-tī pó͘-chiok góa ê khiàm-kheh; góa hoān sū ka-kī siú, bô thoa-thūi lín; āu-lâi iā beh ka-kī siú.","tghg":"我及恁佇啲的時用無夠，未曾連累著恁一人；因為對馬其頓來的兄弟補足我的欠缺。我凡事家己守，無拖倕(thoa-thūi)恁，後來也欲家己守。","bklhl":"我kap lín tī-teh ê時用無夠，未bat連累tio̍h lín一人；因為tùi馬其頓來ê兄弟補足我ê欠缺；我凡事家己守，無拖thūi lín；後來也beh家己守。"}},{"book":"林後","chapter":11,"verse":10,"versions":{"unv":"既有基督的誠實在我裡面，就無人能在亞該亞一帶地方阻擋我這自誇。","bklcl":"Ki-tok ê chin-si̍t kì-jiân tī góa chiū tī A-kai-a chiah-ê tōe-hng, bô lâng ōe chó͘-chí góa chit hō ê khoa-kháu.","tghg":"基督的真實既然佇我，就佇亞該亞諸個地方無人會阻止我此號的誇口。","bklhl":"基督ê真實既然tī我就tī A-kai-a chiah ê地方，無人會阻止我chit號ê誇口。"}},{"book":"林後","chapter":11,"verse":11,"versions":{"unv":"為甚麼呢？是因我不愛你們嗎？這有　神知道。","bklcl":"Sī sím-mi̍h iân-kò͘? sī góa bô thiàⁿ lín mah? Siōng-tè chai lah.","tghg":"是甚麼緣故？是我無疼恁嗎？上帝知啦。","bklhl":"是甚麼緣故？是我無疼lín mah？上帝知lah。"}},{"book":"林後","chapter":11,"verse":12,"versions":{"unv":"我現在所做的，後來還要做，為要斷絕那些尋機會人的機會，使他們在所誇的事上也不過與我們一樣。","bklcl":"Chóng-sī góa só͘ kiâⁿ ê iû-goân beh kiâⁿ i, beh choa̍t-tn̄g hiah-ê chhē ki-hōe ê lâng ê ki-hōe, hō͘ in tī in só͘ khoa-kháu ê, kiù-kèng kap goán bô koh-iūⁿ.","tghg":"總是我所行的，猶原欲行伊，欲絕斷許個尋機會的人的機會，互𪜶佇𪜶所誇口的究竟(kiù-kèng)及阮無各樣。","bklhl":"總是我所行ê猶原beh行伊，beh絕斷hiah-ê chhē機會ê人ê機會，hō͘ in tī in所誇口ê，究竟kap阮無各樣。"}},{"book":"林後","chapter":11,"verse":13,"versions":{"unv":"那等人是假使徒，行事詭詐，裝作基督使徒的模樣。","bklcl":"In-ūi hit hō lâng sī ké sù-tô͘, kiâⁿ tāi-chì kan-chà, ka-kī chng-chòe Ki-tok ê sù-tô͘.","tghg":"因為彼號人是假使徒，行代誌奸詐，家己妝做基督的使徒。","bklhl":"因為hit號人是假使徒，行tāi-chì奸詐，家己裝做基督ê使徒。"}},{"book":"林後","chapter":11,"verse":14,"versions":{"unv":"這也不足為怪，因為連撒但也裝作光明的天使。","bklcl":"Che iā bô kî-koài; in-ūi Sat-tàn iā ka-kī chng-chòe kng-bêng ê thiⁿ-sài.","tghg":"這也無奇怪，因為撒但也家己妝做光明的天使。","bklhl":"這也無奇怪；因為撒旦也家己裝做光明ê天使。"}},{"book":"林後","chapter":11,"verse":15,"versions":{"unv":"所以他的差役，若裝作仁義的差役，也不算希奇。他們的結局必然照著他們的行為。","bklcl":"Só͘-í i ê chhe-ēng ka-kī chng chhin-chhiūⁿ gī ê chhe-ēng, che iā m̄ sī tōa sū.  In ê kiat-kio̍k beh chiàu in ê só͘ kiâⁿ.","tghg":"所以伊的差用家己，妝親像義的差用，這也呣是大事。𪜶的結局欲照𪜶的所行。","bklhl":"所以伊ê差用家己裝親像義ê差用，這也m̄是大事。In ê結局beh照in ê所行。"}},{"book":"林後","chapter":11,"verse":16,"versions":{"unv":"我再說，人不可把我看作愚妄的。縱然如此，也要把我當作愚妄人接納，叫我可以略略自誇。","bklcl":"Góa koh kóng, lâng m̄ thang khòaⁿ góa chòe gōng; chóng-sī nā án-ni, chiū tio̍h iû-goân chiap-la̍p góa chhin-chhiūⁿ gōng, hō͘ góa iā thang lio̍h-lio̍h-á khoa-kháu.","tghg":"我閣講，人呣通看我做戇。總是若按呢，就著猶原接納我親像戇，互我也通略略仔(lio̍h-lio̍h-á)誇口。","bklhl":"我koh講，人m̄-thang看我做戇；總是若án-ni，就tio̍h猶原接納我親像戇，hō͘我也thang略略á誇口。"}},{"book":"林後","chapter":11,"verse":17,"versions":{"unv":"我說的話不是奉主命說的，乃是像愚妄人放膽自誇；","bklcl":"Góa taⁿ só͘ kóng ê m̄ sī chiàu Chú lâi kóng; sī chhin-chhiūⁿ gōng, tōa táⁿ lâi khoa-kháu.","tghg":"我今所講的呣是照主來講，是親像戇大膽來誇口；","bklhl":"我taⁿ所講ê m̄是照主來講；是親像戇，大膽來誇口。"}},{"book":"林後","chapter":11,"verse":18,"versions":{"unv":"既有好些人憑著血氣自誇，我也要自誇了。","bklcl":"Kì-jiân ū chōe-chōe lâng chiàu jio̍k-thé lâi khoa-kháu, chiū góa iā beh khoa-kháu.","tghg":"既然有多多人照肉體來誇口，就我也欲誇口。","bklhl":"既然有chōe-chōe人照肉體來誇口，就我也beh誇口。"}},{"book":"林後","chapter":11,"verse":19,"versions":{"unv":"你們既是精明人，就能甘心忍耐愚妄人。","bklcl":"Lín kì-jiân sī tì-sek ê lâng, chiū hoaⁿ-hí iông-ún gōng ê lâng.","tghg":"恁既然是智識的人，就歡喜容允戇的人。","bklhl":"Lín既然是知識ê人，就歡喜容允戇ê人。"}},{"book":"林後","chapter":11,"verse":20,"versions":{"unv":"假若有人強你們作奴僕，或侵吞你們，或擄掠你們，或侮慢你們，或打你們的臉，你們都能忍耐他。","bklcl":"Siat-sú ū lâng khoán-thāi lín chòe lô͘-po̍k, thun-kā lín, lia̍h lín, chū-ko, siàn lín ê bīn, lín chiū iông-ún i.","tghg":"設使有人款待恁做奴僕，吞咬恁，掠恁，自高，搧(siàn)恁的面，恁就容允伊。","bklhl":"設使有人款待lín做奴僕，吞咬lín，掠lín，自高，siàn lín ê面，lín就容允伊。"}},{"book":"林後","chapter":11,"verse":21,"versions":{"unv":"我說這話是羞辱自己，好像我們從前是軟弱的。然而，人在何事上勇敢，（我說句愚妄話，）我也勇敢。","bklcl":"Góa kóng án-ni sī bô thé-biān, ná chhin-chhiūⁿ goán chêng sī nńg-chiáⁿ.  Chóng-sī lâng tī sím-mi̍h tāi-chì hó-táⁿ, góa iā hó-táⁿ; góa kóng chit kù sī gōng ōe.","tghg":"我講按呢是無體面(thé-biān)，那親像阮前是軟茈(nńg-chiáⁿ)。總是，人佇甚麼代誌好膽，我也好膽。（我講此句是戇話。）","bklhl":"我講án-ni是無體面，ná親像阮前是軟chiáⁿ。總是人tī甚麼tāi-chì好膽，我也好膽；我講chit句是戇話。"}},{"book":"林後","chapter":11,"verse":22,"versions":{"unv":"他們是希伯來人嗎？我也是。他們是以色列人嗎？我也是。他們是亞伯拉罕的後裔嗎？我也是。","bklcl":"In sī Hi-pek-lâi lâng mah? góa iā sī.  In sī Í-sek-lia̍t lâng mah? góa iā sī.  In sī A-pek-la̍h-hán ê hō͘-è mah? góa iā sī.","tghg":"𪜶是希伯來人嗎？我也是。𪜶是以色列人嗎？我也是。𪜶是亞伯拉罕的後裔嗎？我也是。","bklhl":"In是希伯來人mah？我也是。In是以色列人mah？我也是。In是亞伯拉罕ê後裔mah？我也是。"}},{"book":"林後","chapter":11,"verse":23,"versions":{"unv":"他們是基督的僕人嗎？（我說句狂話，）我更是。我比他們多受勞苦，多下監牢，受鞭打是過重的，冒死是屢次有的。","bklcl":"In sī Ki-tok ê chhe-ēng mah? Góa koh khah sī; (góa chhin-chhiūⁿ kông teh kóng.) Góa tio̍h-bôa iáu khah chōe, koaiⁿ-lo̍h kaⁿ iā khah chōe, siū phah kàu bōe sǹg tit, chōe-chōe pái hiám-hiám sí.","tghg":"𪜶是基督的差用嗎？我閣卡是。（我親像狂(kông)啲講，）我著磨猶卡多，關落監也卡多，受拍到𣍐算得，多多擺險險死。","bklhl":"In是基督ê差用mah？我koh-khah是；(我親像狂teh講。) 我tio̍h磨iáu khah-chōe，關落監也khah-chōe，受phah到bōe算得，chōe-chōe pái險險死。"}},{"book":"林後","chapter":11,"verse":24,"versions":{"unv":"被猶太人鞭打五次，每次四十減去一下；","bklcl":"Góa hō͘ Iû-thài lâng phah gō͘ pái, múi pái sì-cha̍p ē kiám chi̍t ē.","tghg":"我互猶太人拍五擺，每擺四十下減一下；","bklhl":"我hō͘偤太人phah五pái，每pái四十下減一下。"}},{"book":"林後","chapter":11,"verse":25,"versions":{"unv":"被棍打了三次；被石頭打了一次；遇著船壞三次，一晝一夜在深海裡。","bklcl":"Saⁿ pái siū koáiⁿ-á phah, chi̍t pái siū-tio̍h chio̍h-thâu tìm, saⁿ pái tú-tio̍h chûn-phòa, chi̍t ji̍t chi̍t mî tī chhim hái;","tghg":"三擺受枴仔拍；一擺受著石頭擲(tìm)；三擺抵著(tú-tio̍h)船破，一日一暝佇深海。","bklhl":"三pái受柺á phah，一pái受tio̍h石頭tìm，三pái tú-tio̍h船破，一日一暝tī深海；"}},{"book":"林後","chapter":11,"verse":26,"versions":{"unv":"又屢次行遠路，遭江河的危險、盜賊的危險、同族的危險、外邦人的危險、城裡的危險、曠野的危險、海中的危險、假弟兄的危險。","bklcl":"siông-siông le̍k-lō͘, tú-tio̍h kang-hô ê gûi-hiám, chha̍t-bé ê gûi-hiám, pún-cho̍k ê gûi-hiám, gōa-pang ê gûi-hiám, siâⁿ-lāi ê gûi-hiám, khòng-iá ê gûi-hiám, hái-bīn ê gûi-hiám, ké hiaⁿ-tī ê gûi-hiám;","tghg":"常常勒路(le̍k-lō͘)，抵著江河的危險、賊馬的危險、本族的危險、外邦的危險、城內的危險、曠野的危險、海面的危險、假兄弟的危險。","bklhl":"常常le̍k路，tú-tio̍h 江河ê危險，賊馬ê危險，本族ê危險，外邦ê危險，城內ê危險，曠野ê危險，海面ê危險，假兄弟ê危險；"}},{"book":"林後","chapter":11,"verse":27,"versions":{"unv":"受勞碌、受困苦，多次不得睡，又飢又渴，多次不得食，受寒冷，赤身露體。","bklcl":"siū lô-lo̍k kap kan-khó͘ ta̍uh-ta̍uh bô khùn, iau kòa chhùi-ta, ta̍uh-ta̍uh bô chia̍h, kôaⁿ kòa thǹg-pak-theh.","tghg":"受勞碌、及艱苦，沓沓(ta̍uh-ta̍uh)無睏，枵(iau)掛(kòa)嘴乾，沓沓無食，寒掛褪腹裼(thǹg-pak-theh)。","bklhl":"受勞碌kap艱苦ta̍uh-ta̍uh無睏，iau kòa嘴乾，ta̍uh-ta̍uh無食，寒kòa thǹg-pak-theh。"}},{"book":"林後","chapter":11,"verse":28,"versions":{"unv":"除了這外面的事，還有為眾教會掛心的事，天天壓在我身上。","bklcl":"Tû-khì chiah-ê gōa-sū, iáu ū chi̍t hāng ta̍k ji̍t teh góa, chiū-sī thòe chèng kàu-hōe khòa-lū.","tghg":"除去諸個外事，猶有一項逐日壓我，就是替眾教會掛慮。","bklhl":"除去chiah ê外事，iáu有一項ta̍k日teh我，就是替眾教會掛慮。"}},{"book":"林後","chapter":11,"verse":29,"versions":{"unv":"有誰軟弱，我不軟弱呢？有誰跌倒，我不焦急呢？","bklcl":"Chī-chūi loán-jio̍k, iā góa bô sòa loán-jio̍k ah? Chī-chūi tio̍h-tak, iā góa ê sim bô chhin-chhiūⁿ hé to̍h ah?","tghg":"是誰軟弱，也我無續軟弱啊？是誰著觸(tio̍h-tak)，也我的心無親像火𤏸(to̍h)啊？","bklhl":"Chī-chūi軟弱，也我無續軟弱ah？Chī-chūi tio̍h-tak，也我ê心無親像火to̍h ah？"}},{"book":"林後","chapter":11,"verse":30,"versions":{"unv":"我若必須自誇，就誇那關乎我軟弱的事便了。","bklcl":"Góa nā put-tek-put tio̍h khoa-kháu, chiū beh khoa-kháu koan-hē góa loán-jio̍k ê sū.","tghg":"我若不得不著誇口，就欲誇口關係我軟弱的事。","bklhl":"我若不得不tio̍h誇口，就beh誇口關係我軟弱ê事。"}},{"book":"林後","chapter":11,"verse":31,"versions":{"unv":"那永遠可稱頌之主耶穌的父　神知道我不說謊。","bklcl":"Chú Iâ-so͘ ê Siōng-tè iā sī I ê Pē, éng-oán thang o-ló ê, chai góa bô pe̍h-chha̍t.","tghg":"主耶穌的上帝也是伊的父，永遠通謳咾的知我無白賊。","bklhl":"主耶穌ê上帝，也是伊ê父，永遠thang o-ló ê，知我無白賊。"}},{"book":"林後","chapter":11,"verse":32,"versions":{"unv":"在大馬士革的亞哩達王手下的提督把守大馬士革城，要捉拿我，","bklcl":"Tī Tāi-má-sek A-lí-ta̍t ông só͘ siat ê tōe-hng koaⁿ pé-siú Tāi-má-sek lâng ê siâⁿ beh lia̍h góa;","tghg":"佇大馬色亞哩達王所設的地方官把守(pé-siú)大馬色人的城，欲掠我，","bklhl":"Tī大馬色A-lí-ta̍t王所設ê地方官把守大馬色人ê城beh掠我；"}},{"book":"林後","chapter":11,"verse":33,"versions":{"unv":"我就從窗戶中，在筐子裡，從城牆上被人縋下去，脫離了他的手。","bklcl":"nā-sī góa tùi thang-á, ēng kheng tùi siâⁿ-chhiûⁿ hō͘ lâng lūi-lo̍h-khì, thoat-lī i ê chhiú.","tghg":"若是我對窗仔，用筐(kheng)，對城牆互人縋(lūi)落去，脫離伊的手。","bklhl":"但是我tùi窗á，用筐tùi城牆hō͘人lūi落去，脫離伊ê手。"}}]