[{"book":"林後","chapter":1,"verse":1,"versions":{"unv":"奉　神旨意作基督耶穌使徒的保羅和兄弟提摩太，寫信給在哥林多　神的教會，並亞該亞遍處的眾聖徒。","bklcl":"Tùi Siōng-tè ê chí-ì chòe Ki-tok Iâ-so͘ ê sù-tô͘ Pó-lô, kap hiaⁿ-tī Thê-mô͘-thài, phoe kià hō͘ Siōng-tè ê kàu-hōe tī Ko-lîm-to ê, í-ki̍p piàn A-kai-a lóng-chóng ê sèng-tô͘;","tghg":"對上帝的旨意做基督耶穌的使徒保羅及兄弟提摩太，批寄互上帝的教會佇哥林多的，以及遍亞該亞攏總的聖徒。","bklhl":"Tùi上帝ê旨意做基督耶穌ê使徒保羅，kap兄弟提摩太，phoe寄hō͘上帝ê教會tī哥林多ê，以及遍A-kai-a lóng總ê聖徒；"}},{"book":"林後","chapter":1,"verse":2,"versions":{"unv":"願恩惠、平安從　神我們的父和主耶穌基督歸與你們！","bklcl":"goān lín tùi lán ê Pē Siōng-tè kap Chú Iâ-so͘ Ki-tok tit-tio̍h un-tián pêng-an.","tghg":"願恁對咱的父上帝及主耶穌基督得著恩典、平安！","bklhl":"願lín對咱ê父上帝kap主耶穌基督得tio̍h恩典平安。"}},{"book":"林後","chapter":1,"verse":3,"versions":{"unv":"願頌讚歸與我們的主耶穌基督的父　神，就是發慈悲的父，賜各樣安慰的　神。","bklcl":"Goān lán ê Chú Iâ-so͘ Ki-tok ê Siōng-tè, iā sī I ê Pē, chiū-sī lîn-bín ê Pē, siúⁿ-sù ta̍k iūⁿ an-ùi ê Siōng-tè, tit-tio̍h o-ló.","tghg":"願咱的主耶穌基督的上帝，也是伊的父，就是憐憫的父，賞賜逐樣安慰的上帝得著謳咾。","bklhl":"願咱ê主耶穌基督ê上帝，也是伊ê父，就是憐憫ê父，賞賜ta̍k樣安慰ê上帝，得tio̍h o-ló。"}},{"book":"林後","chapter":1,"verse":4,"versions":{"unv":"我們在一切患難中，他就安慰我們，叫我們能用　神所賜的安慰去安慰那遭各樣患難的人。","bklcl":"Goán tī ta̍k iūⁿ hoān-lān tiong, I an-ùi goán, beh hō͘ goán tùi Siōng-tè só͘ an-ùi goán ê an-ùi, lâi an-ùi ta̍k iūⁿ hoān-lān tiong ê lâng.","tghg":"阮佇逐樣患難中，伊安慰阮，欲互阮對上帝所安慰阮的安慰，來安慰逐樣患難中的人。","bklhl":"阮tī ta̍k樣患難中，伊安慰阮，beh hō͘阮tùi上帝所安慰阮ê安慰，來安慰ta̍k樣患難中ê人。"}},{"book":"林後","chapter":1,"verse":5,"versions":{"unv":"我們既多受基督的苦楚，就靠基督多得安慰。","bklcl":"In-ūi chhin-chhiūⁿ Ki-tok ê kan-khó͘ móa-chhut-lâi kàu tī goán, goán ê an-ùi iā tùi Ki-tok móa-móa.","tghg":"因為親像基督的艱苦滿出來到佇阮，阮的安慰也對基督滿滿。","bklhl":"因為親像基督ê艱苦滿出來到tī阮，阮ê安慰也tùi基督滿滿。"}},{"book":"林後","chapter":1,"verse":6,"versions":{"unv":"我們受患難呢，是為叫你們得安慰，得拯救；我們得安慰呢，也是為叫你們得安慰；這安慰能叫你們忍受我們所受的那樣苦楚。","bklcl":"Goán he̍k-sī siū hoān-lān, sī beh chòe lín siū an-ùi kap tit kiù ê lō͘-ēng; he̍k-sī siū an-ùi, sī beh chòe lín siū an-ùi ê lō͘-ēng, chit ê an-ùi hō͘ lín ōe thun-lún kan-khó͘, chiàu goán só͘ tú-tio̍h ê chi̍t iūⁿ.","tghg":"阮或是受患難，是欲做恁受安慰，及得救的路用；或是受安慰，是欲做恁受安慰的路用；此個安慰互恁會吞愞(thun-lún)艱苦，照阮所抵著(tú-tio̍h)的一樣。","bklhl":"阮或是受患難，是beh做lín受安慰kap得救ê路用；或是受安慰，是beh做lín受安慰ê路用，chit ê安慰hō͘ lín 能吞忍艱苦，照阮所tú-tio̍h ê一樣。"}},{"book":"林後","chapter":1,"verse":7,"versions":{"unv":"我們為你們所存的盼望是確定的，因為知道你們既是同受苦楚，也必同得安慰。","bklcl":"Koh goán só͘ thòe lín ǹg-bāng ê sī kian-kò͘, in-ūi chai lín kì-jiân ū hūn tī chiah-ê kan-khó͘, chiū ū hūn tī an-ùi, iā sī án-ni.","tghg":"閣阮所替恁向望的是堅固，因為知恁既然有份佇諸個艱苦，就有份佇安慰，也是按呢。","bklhl":"Koh阮所替lín ǹg望ê是堅固，因為知lín既然有份tī chiah ê艱苦，就有份tī安慰，也是án-ni。"}},{"book":"林後","chapter":1,"verse":8,"versions":{"unv":"弟兄們，我們不要你們不曉得，我們從前在亞細亞遭遇苦難，被壓太重，力不能勝，甚至連活命的指望都絕了；","bklcl":"Hiaⁿ-tī ah, lūn-kàu goán tī A-se-a só͘ tú-tio̍h ê hoān-lān, goán m̄ ài lín m̄ chai; sī siū teh-tāng chin thiám kàu tng bōe khí, liân oa̍h iā bô ǹg-bāng;","tghg":"兄弟啊，論到阮佇亞西亞所抵著的患難，阮呣愛恁呣知，是受壓重(teh-tāng)真殄(thiám)，到當𣍐起，連活也無向望；","bklhl":"兄弟ah，論到阮tī亞西亞所tú-tio̍h ê患難，阮m̄ ài lín m̄知；是受teh重真thiám到當bōe起，連活也無ǹg望；"}},{"book":"林後","chapter":1,"verse":9,"versions":{"unv":"自己心裡也斷定是必死的，叫我們不靠自己，只靠叫死人復活的　神。","bklcl":"goán ka-kī sim-lāi iā àn-sǹg ōe sí; beh hō͘ goán bô óa-khò ka-kī, to̍k-to̍k óa-khò hō͘ sí-lâng koh-oa̍h ê Siōng-tè;","tghg":"阮家己心內也按算會死，欲互阮無倚靠家己，獨獨倚靠互死人復活的上帝。","bklhl":"阮家己心內也按算會死；beh hō͘阮無óa靠家己，獨獨óa靠hō͘死人koh活ê上帝；"}},{"book":"林後","chapter":1,"verse":10,"versions":{"unv":"他曾救我們脫離那極大的死亡，現在仍要救我們，並且我們指望他將來還要救我們。","bklcl":"I í-keng kiù goán thoat-lī hiah tōa ê sí-bô, koh beh kiù goán; goán iā ǹg-bāng I iáu beh kiù goán;","tghg":"伊已經救阮脫離許大的死無，閣欲救阮，阮也向望伊猶欲救阮。","bklhl":"伊已經救阮脫離hiah大ê死無，koh beh救阮；阮也ǹg望伊iáu beh救阮；"}},{"book":"林後","chapter":1,"verse":11,"versions":{"unv":"你們以祈禱幫助我們，好叫許多人為我們謝恩，就是為我們因許多人所得的恩。","bklcl":"lín iā ēng kî-tó lâi pang-chān goán, beh hō͘ chōe-chōe lâng in-ūi goán lâi kám-siā, chiū-sī ūi-tio̍h goán tùi chōe-chōe lâng kî-tó só͘ tit-tio̍h ê un.","tghg":"恁也用祈禱來幫助阮，欲互多多人因為阮來感謝，就是為著阮對多多人祈禱所得著的恩。","bklhl":"lín也用祈禱來幫贊阮，beh hō͘ chōe-chōe人因為阮來感謝，就是為tio̍h阮tùi chōe-chōe人祈禱所得tio̍h ê恩。"}},{"book":"林後","chapter":1,"verse":12,"versions":{"unv":"我們所誇的是自己的良心，見證我們憑著　神的聖潔和誠實；在世為人不靠人的聰明，乃靠　神的恩惠，向你們更是這樣。","bklcl":"In-ūi goán só͘ khoa-kháu ê, goán ê liông-sim iā chòe goán ê kan-chèng, chiū-sī goán chiàu Siōng-tè ê sèng-kiat kap sêng-si̍t, m̄ sī ēng jio̍k-thé ê tì-hūi, sī ēng Siōng-tè ê un, óng-lâi tī sè-kan, tùi lín koh khah sī án-ni.","tghg":"因為阮所誇口的，阮的良心也做阮的干證，就是阮照上帝的聖潔及誠實，呣是用肉體的智慧，是用上帝的恩，往來佇世間，對恁閣卡是按呢。","bklhl":"因為阮所誇口ê，阮ê良心也做阮ê干證，就是阮照上帝ê聖潔kap誠實，m̄是用肉體ê智慧，是用上帝ê恩，往來tī世間，tùi lín koh-khah是án-ni。"}},{"book":"林後","chapter":1,"verse":13,"versions":{"unv":"我們現在寫給你們的話，並不外乎你們所念的、所認識的，我也盼望你們到底還是要認識；","bklcl":"In-ūi goán só͘ siá hō͘ lín ê bô pa̍t hāng, to̍k-to̍k lín só͘ tha̍k só͘ jīn ê, góa iā ǹg-bāng lín kàu bé beh jīn i;","tghg":"因為阮所寫互恁的無別項，獨獨恁所讀、所認的，我也向望恁到尾欲認伊；","bklhl":"因為阮所寫hō͘ lín ê無別項，獨獨lín所讀所認ê，我也ǹg望lín到尾beh認伊；"}},{"book":"林後","chapter":1,"verse":14,"versions":{"unv":"正如你們已經有幾分認識我們，以我們誇口，好像我們在我們主耶穌的日子以你們誇口一樣。","bklcl":"chhin-chhiūⁿ lín tiong-kan ū lâng jīn goán, tī lán ê Chú Iâ-so͘ ê ji̍t, lia̍h goán chòe lín ê khoa-kháu, chhin-chhiūⁿ goán iā lia̍h lín chòe goán ê khoa-kháu.","tghg":"親像恁中間有人認阮，佇咱的主耶穌的日掠阮做恁的誇口，親像阮也掠恁做阮的誇口。","bklhl":"親像lín中間有人認阮，tī咱ê主耶穌ê日，掠阮做lín ê誇口，親像阮也掠lín做阮ê誇口。"}},{"book":"林後","chapter":1,"verse":15,"versions":{"unv":"我既然這樣深信，就早有意到你們那裡去，叫你們再得益處；","bklcl":"Góa in-ūi sìn án-ni, pún gī-tiāⁿ beh tāi-seng chiū-kūn lín, hō͘ lín têng-chài tit-tio̍h lī-ek;","tghg":"我因為信按呢，本議定欲代先就近恁，互恁重再得著利益；","bklhl":"我因為信án-ni，本議定beh事先就近lín，hō͘ lín重再得tio̍h利益；"}},{"book":"林後","chapter":1,"verse":16,"versions":{"unv":"也要從你們那裡經過，往馬其頓去，再從馬其頓回到你們那裡，叫你們給我送行往猶太去。","bklcl":"iā ài tùi lín hia keng-kè khì Má-kî-tùn, koh tùi Má-kî-tùn khì lín hia, hō͘ lín sàng góa khì Iû-thài.","tghg":"也愛對恁遐經過，去馬其頓，閣對馬其頓去恁遐，互恁送我去猶太。","bklhl":"也ài tùi lín hia經過去馬其頓，koh tùi馬其頓去lín hia，hō͘ lín送我去偤太。"}},{"book":"林後","chapter":1,"verse":17,"versions":{"unv":"我有此意，豈是反覆不定嗎？我所起的意，豈是從情慾起的，叫我忽是忽非嗎？","bklcl":"Góa í-keng gī-tiāⁿ án-ni, kiám ū ēng phû-phiò mah? á-sī góa só͘ gī-tiāⁿ ê sī chiàu jio̍k-thé lâi gī-tiāⁿ, tì-kàu góa ū hit ê Sī, sī, ia̍h ū hit ê M̄ sī, m̄ sī mah?","tghg":"我已經議定按呢，豈有用浮漂(phû-phiò)嗎？抑是我所議定的，是照肉體來議定，致到我有彼個是，是，亦有彼個呣是，呣是嗎？","bklhl":"我已經議定án-ni，kiám有用浮漂mah？á是我所議定ê是照肉體來議定，致到我有hit ê是，是，亦有hit ê m̄是，m̄是mah？"}},{"book":"林後","chapter":1,"verse":18,"versions":{"unv":"我指著信實的　神說，我們向你們所傳的道，並沒有是而又非的。","bklcl":"Siōng-tè sī sìn-si̍t, án-ni goán só͘ tùi lín kóng ê ōe iā bô ū Sī kap M̄ sī.","tghg":"上帝是信實，按呢阮所對恁講的話，也無有是及呣是。","bklhl":"上帝是信實，án-ni阮所tùi lín講ê話也無有是kap m̄是。"}},{"book":"林後","chapter":1,"verse":19,"versions":{"unv":"因為我和西拉並提摩太，在你們中間所傳　神的兒子耶穌基督，總沒有是而又非的，在他只有一是。","bklcl":"In-ūi tùi goán chiah-ê, chiū-sī tùi góa kap Se-lah Thê-mô͘-thài, tī lín tiong-kan só͘ thoân Siōng-tè ê Kiáⁿ Iâ-so͘ Ki-tok bô ū Sī kap M̄ sī, chāi-tī I chí ū Sī nā-tiāⁿ.","tghg":"因為對阮諸個就是對我及西拉提摩太，佇恁中間所傳上帝的子耶穌基督，無有是及呣是，在佇伊只有是若定。","bklhl":"因為tùi阮chiah ê，就是tùi我kap 西拉提摩太，tī lín中間所傳上帝ê Kiáⁿ耶穌基督無有是kap m̄是，在tī伊只有是nā-tiāⁿ。"}},{"book":"林後","chapter":1,"verse":20,"versions":{"unv":"　神的應許，不論有多少，在基督都是是的。所以藉著他也都是實在（實在：原文是阿們）的，叫　神因我們得榮耀。","bklcl":"In-ūi Siōng-tè só͘ èng-ún ê, bô lūn jōa chōe, chāi-tī I lóng ū Sī; só͘-í À-bēng iā sī tùi I, hō͘ Siōng-tè tùi lán tit-tio̍h êng-kng.","tghg":"因為上帝所應允的，無論偌多(jōa chōe)，在佇伊攏有是。所以阿們也是對伊，互上帝對咱得著榮光。","bklhl":"因為上帝所應允ê，無論jōa-chōe，在tī伊lóng有是；所以À-bēng也是tùi伊，hō͘上帝對咱得tio̍h榮光。"}},{"book":"林後","chapter":1,"verse":21,"versions":{"unv":"那在基督裡堅固我們和你們，並且膏我們的就是　神。","bklcl":"Taⁿ  kian-kò͘ goán kap lín tī Ki-tok, koh ēng iû boah lán ê, sī Siōng-tè;","tghg":"今堅固阮及恁佇基督，閣用油抹咱的是上帝。","bklhl":"Taⁿ堅固阮kap lín tī基督，koh用油抹咱ê，是上帝；"}},{"book":"林後","chapter":1,"verse":22,"versions":{"unv":"他又用印印了我們，並賜聖靈在我們心裡作憑據（原文是質）。","bklcl":"I iā kā lán khàm-ìn, koh siúⁿ-sù Sîn tī lán ê sim chòe tiāⁿ.","tghg":"伊也給咱蓋印，閣賞賜神佇咱的心做定。","bklhl":"伊也kā咱蓋印，koh賞賜神tī咱ê心做定。"}},{"book":"林後","chapter":1,"verse":23,"versions":{"unv":"我呼籲　神給我的心作見證，我沒有往哥林多去是為要寬容你們。","bklcl":"Góa kí góa ê oa̍h-miā kiû Siōng-tè chòe kan-chèng, góa bô koh kàu Ko-lîm-to sī in-ūi khoan-iông lín.","tghg":"我指(kí)我的活命求上帝做干證，我無閣到哥林多是因為寬容恁。","bklhl":"我kí我ê活命求上帝做干證，我無koh到哥林多是因為寬容lín。"}},{"book":"林後","chapter":1,"verse":24,"versions":{"unv":"我們並不是轄管你們的信心，乃是幫助你們的快樂，因為你們憑信才站立得住。","bklcl":"M̄ sī goán koán-hat lín ê sìn, sī pang-chān lín ê hoaⁿ-hí; in-ūi lín tùi sìn lâi khiā-chāi.","tghg":"呣是阮管轄(koán-hat)恁的信，是幫助恁的歡喜，因為恁對信來徛在。","bklhl":"m̄是阮管轄lín ê信，是幫贊lín ê歡喜；因為lín tùi信來khiā在。"}}]