[{"book":"哈","chapter":2,"verse":1,"versions":{"unv":"我要站在守望所，立在望樓上觀看，看耶和華對我說甚麼話，我可用甚麼話向他訴冤（向他訴冤：或譯回答所疑問的）。","bklcl":"Góa beh khiā chiú-kiⁿ-lâu, khiā tī iâⁿ-chē koan-khòaⁿ, khòaⁿ I tùi góa kóng sím-mi̍h ōe, góa thang ēng sím-mi̍h ōe lâi sò͘-bêng.","tghg":"我欲徛守更(chiú-kiⁿ)樓，徛佇營寨觀看，看伊對我講甚麼話，我通用甚麼話來訴明。","bklhl":"我beh khiā守更樓，khiā tī營寨觀看，看祂對我講甚麼話，我thang用甚麼話來訴明。"}},{"book":"哈","chapter":2,"verse":2,"versions":{"unv":"他對我說：將這默示明明地寫在版上，使讀的人容易讀（或譯：隨跑隨讀）。","bklcl":"Iâ-hô-hoa ìn góa kóng, Siá chit ê be̍k-sī, bêng-bêng khek tī pán--ni̍h, hō͘ tha̍k ê lâng iā thang cháu.","tghg":"耶和華應我講：寫此個默示明明刻佇板裡，互讀的人也通走。","bklhl":"耶和華應我講，寫chit ê默示，明明刻tī板裡，hō͘讀ê人也thang走。"}},{"book":"哈","chapter":2,"verse":3,"versions":{"unv":"因為這默示有一定的日期，快要應驗，並不虛謊。雖然遲延，還要等候；因為必然臨到，不再遲延。","bklcl":"In-ūi chit ê be̍k-sī iáu-ū tiāⁿ-tio̍h ê kî, beh kín-kín kiat-kio̍k, koat-toàn bô pe̍h-chha̍t; sui-jiân iân-chhiân, iáu-kú tio̍h thèng-hāu; in-ūi tek-khak ōe kàu, bô koh iân-chhiân.","tghg":"因為此個默示猶有定著(tiāⁿ-tio̍h)的期，欲緊緊結局，決斷無白賊。雖然延迁(iân-chhiân)，猶久著聽候；因為的確會到，無閣延迁。","bklhl":"因為chit ê默示iáu有定tio̍h ê期，beh緊緊結局，決斷無白賊；雖然延chhiân，iáu-kú tio̍h thèng候；因為的確會到，無koh延chhiân。"}},{"book":"哈","chapter":2,"verse":4,"versions":{"unv":"迦勒底人自高自大，心不正直；惟義人因信得生。","bklcl":"Khòaⁿ ah, i ê sim-sîn chū-ko, tī i ê lāi-bīn bô chèng-ti̍t; to̍k-to̍k gī-lâng beh tùi i ê sìn lâi oa̍h.","tghg":"看啊，伊的心神自高，佇伊的內面無正直；獨獨義人欲對伊的信來活。","bklhl":"看ah，伊ê心神自高，tī伊ê內面無正直；獨獨義人beh對伊ê信來活。"}},{"book":"哈","chapter":2,"verse":5,"versions":{"unv":"迦勒底人因酒詭詐，狂傲，不住在家中，擴充心欲，好像陰間。他如死不能知足，聚集萬國，堆積萬民都歸自己。","bklcl":"Chiū-sī khi-phiàn--ê, kiau-ngō͘ ê lâng bô tiàm tī ke-lāi; khui-khoah i ê sim só͘-ài--ê, chhin-chhiūⁿ im-hú, ia̍h chhin-chhiūⁿ sí bōe-ōe móa-chiok, thóng-it bān-kok kui i, chū-chi̍p bān peh-sìⁿ kui i.","tghg":"就是欺騙者，驕傲的人，無踮佇家內，開闊伊的心所愛者，親像陰府。亦親像死𣍐會滿足，統一萬國歸伊，聚集萬百姓歸伊。","bklhl":"就是欺騙ê，驕傲ê人無tiàm tī家內；開闊伊ê心所愛ê，親像陰府，亦親像死bōe能滿足，統一萬國歸伊，聚集萬百姓歸伊。"}},{"book":"哈","chapter":2,"verse":6,"versions":{"unv":"這些國的民豈不都要提起詩歌並俗語譏刺他說：禍哉！迦勒底人，你增添不屬自己的財物，多多取人的當頭，要到幾時為止呢？","bklcl":"Chiah-ê chèng-lâng kiám bô beh ēng sio̍k-gú lâi phoe-phêng i, ēng phì-jū lâi ki-chhì i, kóng, Chek-chū chōe-chōe bô sio̍k ka-kī ê châi-bu̍t, beh jōa-kú? the̍h chōe-chōe chún-tǹg ê mi̍h, ka-kī tam-hū, hit-hō lâng ū chai-ē ah.","tghg":"諸個眾人豈無欲用俗語來批評伊用譬喻來譏刺伊講：積聚多多無屬家己的財物，欲偌久？提多多準當(chún-tǹg)的物家己擔負，彼號人有災禍啊！","bklhl":"Chiah-ê眾人kiám無beh用俗語來批評伊，用譬喻來譏刺伊，講，積聚chōe-chōe無屬家己ê財物，beh jōa久？the̍h chōe-chōe準當ê物，家己擔負，hit號人有災厄ah。"}},{"book":"哈","chapter":2,"verse":7,"versions":{"unv":"咬傷你的豈不忽然起來，擾害你的豈不興起，你就作他們的擄物嗎？","bklcl":"Kā lí--ê, kiám bô hut-jiân khí-lâi, kiáu-jiáu lí--ê, kiám bô chhíⁿ--khí-lâi, lí chiū beh chòe in só͘ chhiúⁿ ê mi̍h?","tghg":"咬你者豈無忽然起來，攪擾你者豈無醒起來，你就欲做𪜶所搶的物？","bklhl":"咬你ê，kiám無忽然起來，攪擾你ê，kiám無醒起來，你就beh做in所搶ê物？"}},{"book":"哈","chapter":2,"verse":8,"versions":{"unv":"因你搶奪許多的國，殺人流血，向國內的城並城中一切居民施行強暴，所以各國剩下的民都必搶奪你。","bklcl":"In-ūi lí chhiúⁿ-kiap chōe-chōe kok, lia̍t-kok-tiong só͘ chhun ê lâng iā beh chhiúⁿ-kiap lí; sī in-ūi lí thâi-lâng lâu-huih, tùi kéng-lāi kap siâⁿ-chhī, kap kî-tiong khiā-khí ê lâng, só͘ kiâⁿ kiông-pō ê iân-kò͘.","tghg":"因為你搶劫多多國，列國中所剩(chhun)的人也欲搶劫你，是因為你刣人流血，對境內及城市及其中徛起的人所行強暴的緣故。","bklhl":"因為你搶劫chōe-chōe國，列國中所chhun ê人也beh搶劫你；是因為你刣人流血，tùi境內kap城市，kap其中khiā起ê人，所行強暴ê緣故。"}},{"book":"哈","chapter":2,"verse":9,"versions":{"unv":"為本家積蓄不義之財、在高處搭窩、指望免災的有禍了！","bklcl":"Ūi ka-kī ê ke chek-chū put-gī ê chîⁿ, beh choh-siū tī koâiⁿ ê só͘-chāi, ǹg-bāng thoat-lī hiong-ok ê sè-le̍k, hit-hō lâng ū chai-ē ah.","tghg":"為家己的家積聚不義的錢、欲作巢佇高的所在、向望脫離兇惡的勢力，彼號人有災禍啊！","bklhl":"為家己ê家積聚不義ê錢，beh作巢 tī高ê所在，ǹg望脫離兇惡ê勢力，hit號人有災厄ah。"}},{"book":"哈","chapter":2,"verse":10,"versions":{"unv":"你圖謀剪除多國的民，犯了罪，使你的家蒙羞，自害己命。","bklcl":"Lí bia̍t chōe-chōe peh-sìⁿ, só͘ kè-bô͘--ê, lêng-jio̍k ka-kī ê ke, koh hoān-chōe hāi ka-kī ê sìⁿ-miā.","tghg":"你滅多多百姓，所計謀的，凌辱家己的家，閣犯罪害家己的生命。","bklhl":"你滅chōe-chōe百姓，所計謀ê，凌辱家己ê家，koh犯罪害家己ê性命。"}},{"book":"哈","chapter":2,"verse":11,"versions":{"unv":"牆裡的石頭必呼叫；房內的棟樑必應聲。","bklcl":"Piah-tiong ê chio̍h beh âu-kiò, chhâ-liāu-tiong ê thong-niû beh ìn siaⁿ.","tghg":"壁中的石欲喉叫；柴料中的棟樑欲應聲。","bklhl":"壁中ê石beh喉叫，柴料中ê通樑beh應聲。"}},{"book":"哈","chapter":2,"verse":12,"versions":{"unv":"以人血建城、以罪孽立邑的有禍了！","bklcl":"Ēng thâi-lâng lâu-huih lâi khí siâⁿ, ēng chōe-gia̍t siat-li̍p siâⁿ-chhī--ê, ū chai-ē ah.","tghg":"用刣人流血來起城、用罪孽(chōe-gia̍t)設立城市者有災禍啊！","bklhl":"用刣人流血來起城，用罪孽設立城市ê，有災厄ah。"}},{"book":"哈","chapter":2,"verse":13,"versions":{"unv":"眾民所勞碌得來的被火焚燒，列國由勞乏而得的歸於虛空，不都是出於萬軍之耶和華嗎？","bklcl":"Khòaⁿ ah, chèng peh-sìⁿ só͘ lô-lo̍k--ê hō͘ hé sio--khì, lia̍t-kok tio̍h-bôa kàu ià-siān--ê kui tī khang-khang, kiám m̄-sī lóng chhut tī bān-kun ê Iâ-hô-hoa mah?","tghg":"看啊，眾百姓所勞碌的互火燒去，列國著磨到厭倦者歸佇空空，豈呣是攏出佇萬軍的耶和華嗎？","bklhl":"看ah，眾百姓所勞碌ê hō͘火燒去，列國tio̍h磨到厭倦ê歸tī空空，kiám m̄是lóng出tī萬軍ê耶和華mah？"}},{"book":"哈","chapter":2,"verse":14,"versions":{"unv":"認識耶和華榮耀的知識要充滿遍地，好像水充滿洋海一般。","bklcl":"In-ūi Iâ-hô-hoa ê êng-kng beh hō͘ choân-tōe lóng bat, chhin-chhiūⁿ chúi chhiong-móa iûⁿ-hái chi̍t-iūⁿ.","tghg":"因為耶和華的榮光欲互全地攏識(bat)，親像水充滿洋海一樣。","bklhl":"因為耶和華ê榮光beh hō͘全地lóng bat，親像水充滿洋海一樣。"}},{"book":"哈","chapter":2,"verse":15,"versions":{"unv":"給人酒喝、又加上毒物、使他喝醉、好看見他下體的有禍了！","bklcl":"Hō͘ i ê chhù-piⁿ lim, koh chham béng-lia̍t ê chiú hō͘ i lim kàu chùi, thang khòaⁿ-kìⁿ i ê ē-thé, hit-hō lâng ū chai-ē ah.","tghg":"互伊的厝邊飲、閣參猛烈的酒、互伊飲到醉，通看見伊的下體，彼號人有災禍啊！","bklhl":"Hō͘伊ê厝邊lim，koh參猛烈ê酒hō͘伊lim到醉，thang看見伊ê下體，hit號人有災厄ah。"}},{"book":"哈","chapter":2,"verse":16,"versions":{"unv":"你滿受羞辱，不得榮耀；你也喝吧，顯出是未受割禮的！耶和華右手的杯必傳到你那裡；你的榮耀就變為大大地羞辱。","bklcl":"Lí só͘ chhiong-móa--ê, sī lêng-jio̍k, m̄-sī êng-kng; lí ia̍h tio̍h lim, hián-chhut sī bē siū kat-lé--ê; Iâ-hô-hoa chiàⁿ-chhiú ê poe beh oa̍t-tńg lâi hō͘ lí lim, lí ê lêng-jio̍k beh khàm-ba̍t lí ê êng-kng.","tghg":"你所充滿的是凌辱，呣是榮光；你亦著飲，顯出是未受割禮者！耶和華正手的杯欲越轉來互你飲；你的凌辱欲蓋密你的榮光。","bklhl":"你所充滿ê，是凌辱，m̄是榮光；你亦tio̍h lim，顯出是未受割禮ê；耶和華chiàⁿ手ê杯beh oa̍t-tńg來hō͘你lim，你ê凌辱beh蓋密你ê榮光。"}},{"book":"哈","chapter":2,"verse":17,"versions":{"unv":"你向黎巴嫩行強暴與殘害驚嚇野獸的事必遮蓋你；因你殺人流血，向國內的城並城中一切居民施行強暴。","bklcl":"Koh lí tùi Lī-pa-lùn só͘ kiâⁿ ê kiông-pō, í-ki̍p chân-hāi iá-siù hō͘ i kiaⁿ-hiâⁿ ê sū, lóng beh jia-khàm lí; sī in-ūi lí thâi-lâng, tùi kéng-lāi siâⁿ-chhī, kap kî-tiong khiā-khí ê lâng, só͘ kiâⁿ kiông-pō ê iân-kò͘.","tghg":"閣你對黎巴嫩所行的強暴以及殘害野獸互伊驚惶的事攏欲遮蓋你；是因為你刣人，對境內城市及其中徛起的人所行強暴的緣故。","bklhl":"Koh你對黎巴嫩所行ê強暴，以及殘害野獸hō͘伊驚惶ê事，lóng beh遮蓋你；是因為你刣人，對境內城市，kap其中khiā起ê人，所行強暴ê緣故。"}},{"book":"哈","chapter":2,"verse":18,"versions":{"unv":"雕刻的偶像，人將它刻出來，有甚麼益處呢？鑄造的偶像就是虛謊的師傅。製造者倚靠這啞巴偶像有甚麼益處呢？","bklcl":"Tiau-khek ê siōng ū sím-mi̍h lī-ek, chiah hō͘ chō i ê lâng tiau-khek i ah? chù ê ngó͘-siōng kap ké ê sian-siⁿ, ū sím-mi̍h lī-ek, chiah hō͘ chō i ê lâng óa-khò i, lâi chō é-káu ê ngó͘-siōng ah?","tghg":"雕刻的像，有甚麼利益，才互造伊的人雕刻伊啊？鑄(chù)的偶像及假的先生有甚麼利益，才互造伊的人倚靠伊來造啞口(é-káu)的偶像啊？","bklhl":"雕刻ê像有甚麼利益，chiah hō͘造伊ê人雕刻伊ah？鑄ê偶像kap假ê先生，有甚麼利益，chiah hō͘造伊ê人óa靠伊，來造啞口ê偶像ah？"}},{"book":"哈","chapter":2,"verse":19,"versions":{"unv":"對木偶說：醒起！對啞巴石像說：起來！那人有禍了！這個還能教訓人嗎？看哪，是包裹金銀的，其中毫無氣息。","bklcl":"Tùi chhâ-thâu kóng, Tio̍h chhíⁿ; tùi é-káu ê chio̍h-thâu kóng, Khí-lâi, hit-hō lâng ū chai-ē ah.  Chit-ê kiám ōe kà-sī lâng mah? Khòaⁿ ah, sī ēng kim ēng gûn pau--ê, i ê lāi-bīn lóng bô oa̍h-khì.","tghg":"對柴頭講：著醒！對啞口的石頭講：起來！彼號人有災禍啊！此個豈會教示人嗎？看啊，是用金用銀包的，伊的內面攏無活氣。","bklhl":"對柴頭講，Tio̍h醒；對啞口ê石頭講，起來，hit號人有災厄ah。Chit ê kiám會教示人mah？看ah，是用金用銀包ê，伊ê內面lóng無活氣。"}},{"book":"哈","chapter":2,"verse":20,"versions":{"unv":"惟耶和華在他的聖殿中；全地的人都當在他面前肅敬靜默。","bklcl":"To̍k-to̍k Iâ-hô-hoa tī I ê sèng-tiān, choân-tōe tī I ê bīn-chêng lóng tio̍h chēng-chēng.","tghg":"獨獨耶和華佇伊的聖殿；全地佇伊的面前攏著靜靜。","bklhl":"獨獨耶和華tī伊ê聖殿，全地tī伊ê面前lóng tio̍h靜靜。"}}]