[{"book":"哈","chapter":1,"verse":1,"versions":{"unv":"先知哈巴谷所得的默示。","bklcl":"Sian-ti Hap-pa-kok só͘ tit-tio̍h ê be̍k-sī.","tghg":"先知哈巴谷所得著的默示。","bklhl":"先知哈巴谷所得tio̍h ê默示。"}},{"book":"哈","chapter":1,"verse":2,"versions":{"unv":"他說：耶和華啊！我呼求你，你不應允，要到幾時呢？我因強暴哀求你，你還不拯救。","bklcl":"Iâ-hô-hoa ah, góa âu-kiò, Lí bô thiaⁿ, beh kàu tī-sî ah? góa in-ūi kiông-pō kiò-khó͘, Lí iáu bô chín-kiù.","tghg":"耶和華啊！我喉叫，你無聽，欲到底時啊？我因為強暴叫苦，你猶無拯救。","bklhl":"耶和華ah，我喉叫，你無聽，beh到tī時ah？我因為強暴叫苦，你iáu無拯救。"}},{"book":"哈","chapter":1,"verse":3,"versions":{"unv":"你為何使我看見罪孽？你為何看著奸惡而不理呢？毀滅和強暴在我面前，又起了爭端和相鬥的事。","bklcl":"Lí siáⁿ-sū hō͘ góa khòaⁿ-kìⁿ chōe-ok? hêng-ge̍k ê sū, Lí siáⁿ-sū tiāⁿ-tiāⁿ khòaⁿ? húi-bia̍t kap kiông-pō tī góa bīn-chêng, saⁿ-chiⁿ saⁿ-phah lóng hoat-khí.","tghg":"你啥事互我看見罪惡？橫逆(hêng-ge̍k)的事，你啥事定定看？毀滅及強暴佇我面前，相爭相拍攏發起。","bklhl":"你啥事hō͘我看見罪惡？橫逆ê事，你啥事定定看？毀滅kap強暴tī我面前，相爭相phah lóng發起。"}},{"book":"哈","chapter":1,"verse":4,"versions":{"unv":"因此律法放鬆，公理也不顯明；惡人圍困義人，所以公理顯然顛倒。","bklcl":"In-ūi án-ni lu̍t-hoat pàng-sang, bô kiâⁿ kong-pêng; pháiⁿ-lâng ûi-khùn gī-lâng; só͘-í sím-phòaⁿ bô chèng-ti̍t.","tghg":"因為按呢律法放鬆，無行公平；歹人圍困義人，所以審判無正直。","bklhl":"因為án-ni律法放鬆，無行公平；pháiⁿ人圍困義人；所以審判無正直。"}},{"book":"哈","chapter":1,"verse":5,"versions":{"unv":"耶和華說：你們要向列國中觀看，大大驚奇；因為在你們的時候，我行一件事，雖有人告訴你們，你們總是不信。","bklcl":"Lín tio̍h tī lia̍t-kok-tiong khòaⁿ lâi siūⁿ i; tōa-tōa gông-ngia̍h; in-ūi tng lín ê ji̍t, Góa beh kiâⁿ chi̍t-hāng sū, sui-jiân kā lín kóng, lín iā m̄-sìn.","tghg":"恁著佇列國中看來想伊，大大卬愕；因為當恁的日，我欲行一項事，雖然給恁講，恁也呣信。","bklhl":"Lín tio̍h tī列國中看來想伊；大大gông-ngia̍h；因為當lín ê日，我beh行一項事，雖然kā lín講，lín也m̄信。"}},{"book":"哈","chapter":1,"verse":6,"versions":{"unv":"我必興起迦勒底人，就是那殘忍暴躁之民，通行遍地，佔據那不屬自己的住處。","bklcl":"Khòaⁿ ah, Góa beh heng-khí Ka-le̍k-tí lâng, chiū-sī chân-jím sò-pō ê pang-kok, piàn-kiâⁿ choân-tōe, pà-chiàm hiah-ê m̄-sī sio̍k i khiā-khí ê só͘-chāi;","tghg":"看啊，我欲興起迦勒底人，就是殘忍躁暴(sò-pō)的邦國，遍行全地，霸佔許個呣是屬伊徛起的所在。","bklhl":"看ah，我beh興起Ka-le̍k-tí人，就是殘忍躁暴ê邦國，遍行全地，霸佔hiah-ê m̄是屬伊khiā起ê所在；"}},{"book":"哈","chapter":1,"verse":7,"versions":{"unv":"他威武可畏，判斷和勢力都任意發出。","bklcl":"i ê ui-hong thang kiaⁿ, phòaⁿ-toàn kap koân-sè, lóng chhut tī ka-kī ê ì-sù.","tghg":"伊的威風通驚，判斷及權勢攏出佇家己的意思。","bklhl":"伊ê威風thang驚，判斷kap權勢，lóng出tī家己ê意思。"}},{"book":"哈","chapter":1,"verse":8,"versions":{"unv":"他的馬比豹更快，比晚上的豺狼更猛。馬兵踴躍爭先，都從遠方而來；他們飛跑如鷹抓食，","bklcl":"In ê bé pí pà khah-kín, pí ê-hng-sî ê chhâi-lông khah-béng; bé-peng pâi-lia̍t khui-khoah, bé-peng tùi hn̄g-hn̄g lâi; in chhin-chhiūⁿ eng kín-kín pe beh lâi chia̍h.","tghg":"𪜶的馬比豹卡緊，比下昏時的豺狼卡猛。馬兵排列開闊，馬兵對遠遠來；𪜶親像鷹緊緊飛欲來食，","bklhl":"In ê馬比豹khah緊，比ê-hng時ê豺狼khah猛；馬兵排列開闊，馬兵tùi遠遠來；in親像鷹緊緊飛beh來食。"}},{"book":"哈","chapter":1,"verse":9,"versions":{"unv":"都為行強暴而來，定住臉面向前，將擄掠的人聚集，多如塵沙。","bklcl":"In lâi beh kiâⁿ kiông-pō; in ê bīn hiông-hiông chìn-chêng; chū-chi̍p só͘ lia̍h ê lâng, chhin-chhiūⁿ soa hiah-chōe.","tghg":"𪜶來欲行強暴，𪜶的面雄雄進前，聚集所掠的人，親像沙許多。","bklhl":"In來beh行強暴；in ê面狠狠進前；聚集所掠ê人，親像沙hiah-chōe。"}},{"book":"哈","chapter":1,"verse":10,"versions":{"unv":"他們譏誚君王，笑話首領，嗤笑一切保障，築壘攻取。","bklcl":"I biáu-sī kun-ông, ki-chhì kùi-cho̍k; léng-chhiò lóng-chóng ê ōe-só͘; khí thô͘-tui lâi kong-chhú--i.","tghg":"伊藐視君王，譏刺貴族，冷笑攏總的衛所，起土堆來攻取伊。","bklhl":"伊藐視君王，譏刺貴族；冷笑lóng總ê衛所；起土堆來攻取伊。"}},{"book":"哈","chapter":1,"verse":11,"versions":{"unv":"他以自己的勢力為神，像風猛然掃過，顯為有罪。","bklcl":"Tùi án-ni i chhin-chhiūⁿ hong sàu kè-khì, i keng-kè chiū hoān-chōe; lia̍h ka-kī ê khùi-la̍t chòe siōng-tè.","tghg":"對按呢伊親像風掃過去，伊經過就犯罪，掠家己的氣力做上帝。","bklhl":"Tùi án-ni，伊親像風掃過去，伊經過就犯罪；掠家己ê氣力做上帝。"}},{"book":"哈","chapter":1,"verse":12,"versions":{"unv":"耶和華─我的　神，我的聖者啊，你不是從亙古而有嗎？我們必不致死。耶和華啊，你派定他為要刑罰人；磐石啊，你設立他為要懲治人。","bklcl":"Iâ-hô-hoa góa ê Siōng-tè góa ê Sèng--ê ah, Lí kiám m̄-sī tùi éng-oán chiū ū mah? goán bōe tì-kàu sí, Iâ-hô-hoa ah, Lí ūi-tio̍h sím-phòaⁿ lâi siat-li̍p i, Chio̍h-pôaⁿ ah, Lí ūi-tio̍h khiàn-chek lâi pī-pān i.","tghg":"耶和華──我的上帝，我的聖者啊，你豈呣是對永遠就有嗎？阮𣍐致到死。耶和華啊，你為著審判來設立伊；石磐啊，你為著譴責來備辦伊。","bklhl":"耶和華我ê上帝我ê聖ê ah，祢kiám m̄是tùi永遠就有mah？阮bōe致到死，耶和華ah，祢為tio̍h審判來設立伊，石磐ah，祢為tio̍h譴責來備辦伊。"}},{"book":"哈","chapter":1,"verse":13,"versions":{"unv":"你眼目清潔，不看邪僻，不看奸惡；行詭詐的，你為何看著不理呢？惡人吞滅比自己公義的，你為何靜默不語呢？","bklcl":"Lí ê ba̍k-chiu chheng-khì bô beh khòaⁿ siâ-ok, bô beh khòaⁿ hêng-ge̍k, kiâⁿ khúi-chà--ê, Lí siáⁿ-sū tiāⁿ-tiāⁿ khòaⁿ in ah? pháiⁿ-lâng thun-bia̍t pí i khah kong-gī--ê, Lí siáⁿ-sū chēng-chēng ah?","tghg":"你的目睭清氣，無欲看邪惡，無欲看橫逆；行詭詐者，你啥事定定看𪜶啊？歹人吞滅比伊卡公義者，你啥事靜靜啊？","bklhl":"祢ê目睭清氣無beh看邪惡，無beh看橫逆，行詭詐ê，祢啥事定定看in ah？pháiⁿ人吞滅比伊khah公義ê，祢啥事靜靜ah？"}},{"book":"哈","chapter":1,"verse":14,"versions":{"unv":"你為何使人如海中的魚，又如沒有管轄的爬物呢？","bklcl":"Lí siáⁿ-sū hō͘ lâng chhin-chhiūⁿ hái--nih ê hî, koh chhin-chhiūⁿ teh sô ê thâng, bô thâu-ba̍k koán-lí ah?","tghg":"你啥事互人親像海裡的魚，閣親像啲趖(sô)的蟲，無頭目管理啊？","bklhl":"祢啥事hō͘人親像海裡ê魚，koh親像teh 趖 ê蟲，無頭目管理ah？"}},{"book":"哈","chapter":1,"verse":15,"versions":{"unv":"他用鉤鉤住，用網捕獲，用拉網聚集他們；因此，他歡喜快樂，","bklcl":"I ēng kau it-chīn tiò--in, i ēng bāng-á lia̍h in, ēng tōa-bāng pha in; ūi-tio̍h án-ni, i hoaⁿ-hí khoài-lo̍k.","tghg":"伊用鈎一盡釣𪜶，伊用網仔掠𪜶，用大網拋𪜶；為著按呢，伊歡喜快樂，","bklhl":"伊用鉤一盡釣in，伊用網á掠in，用大網拋in；為tio̍h án-ni，伊歡喜快樂。"}},{"book":"哈","chapter":1,"verse":16,"versions":{"unv":"就向網獻祭，向網燒香，因他由此得肥美的分和富裕的食物。","bklcl":"Chiū hiàn-chè hō͘ i ê bāng-á, sio-hiuⁿ hō͘ i ê tōa-bāng; in-ūi in tùi chiah-ê tit-tio̍h pûi-súi ê hūn-gia̍h, kap chhiong-chiok ê chia̍h-mi̍h.","tghg":"就獻祭互伊的網仔，燒香互伊的大網，因為𪜶對諸個得著肥媠的份額及充足的食物(chia̍h-mi̍h)。","bklhl":"就獻祭hō͘伊ê網á，燒香hō͘伊ê大網；因為in tùi chiah ê得tio̍h肥súi ê份額，kap充足ê食物。"}},{"book":"哈","chapter":1,"verse":17,"versions":{"unv":"他豈可屢次倒空網羅，將列國的人時常殺戮，毫不顧惜呢？","bklcl":"I kiám thang piàⁿ-khang i ê bāng, siông-siông thâi-sí lia̍t-kok ê lâng, iā bô pó-sioh mah?","tghg":"伊豈通傾(piàⁿ)空伊的網，常常刣死列國的人，也無保惜嗎？","bklhl":"伊kiám thang piàⁿ空伊ê網，常常刣死列國ê人，也無保惜mah？"}}]