[{"book":"哈","chapter":3,"verse":1,"versions":{"unv":"先知哈巴谷的禱告，調用流離歌。","bklcl":"Sian-ti Hap-pa-kok ê kî-tó, ēng \"Si-kî-o-lo̍k\" tiāu.","tghg":"先知哈巴谷的祈禱，用「詩祈謳樂」調。","bklhl":"先知哈巴谷ê祈禱，用\"Si-kî-o-lo̍k\"調。"}},{"book":"哈","chapter":3,"verse":2,"versions":{"unv":"耶和華啊，我聽見你的名聲（或譯：言語）就懼怕。耶和華啊，求你在這些年間復興你的作為，在這些年間顯明出來；在發怒的時候以憐憫為念。","bklcl":"Iâ-hô-hoa ah, góa thiaⁿ-kìⁿ Lí ê siau-sit chiū kiaⁿ-hiâⁿ.\tIâ-hô-hoa ah, kiû Lí tī chiah-ê nî ê tiong-kan, koh heng-khí Lí ê só͘-chòe;\tTī chiah-ê nî ê tiong-kan hián-hiān;\tTī siū-khì ê sî kì-tit lîn-bín.","tghg":"耶和華啊，我聽見你的消息就驚惶。耶和華啊，求你佇諸個年的中間，閣興起你的所做，佇諸個年的中間顯現；佇受氣的時記得憐憫。","bklhl":"耶和華ah，我聽見祢ê消息就驚惶。\t耶和華ah，求祢tī chiah ê年ê中間，koh興起祢ê所做；\tTī chiah ê年ê中間顯現；\tTī受氣ê時記得憐憫。"}},{"book":"哈","chapter":3,"verse":3,"versions":{"unv":"　神從提幔而來；聖者從巴蘭山臨到。（細拉）他的榮光遮蔽諸天；頌讚充滿大地。","bklcl":"Siōng-tè tùi Thê-bān lâi,\tSèng--ê tùi Pa-lân soaⁿ kàu.\t\t[Sè-la̍h]\tI ê êng-kng jia-khàm chiah-ê thiⁿ;\tI ê miâ-siaⁿ chhiong-móa tōe.","tghg":"上帝對提幔來；聖者對巴蘭山到。（細拉）伊的榮光遮蓋諸個天；伊的名聲充滿地。","bklhl":"上帝tùi Thê-bān來，\t聖ê tùi Pa-lân山到。\t\t[Sè-la̍h]\t祂ê榮光遮蓋chiah ê天；\t祂ê名聲充滿地。"}},{"book":"哈","chapter":3,"verse":4,"versions":{"unv":"他的輝煌如同日光；從他手裡射出光線，在其中藏著他的能力。","bklcl":"I ê chhàn-lān chhin-chhiūⁿ kng;\tTùi I ê chhiú ū chhut kng-sòaⁿ.\tTī-hia I ê lêng-le̍k khǹg-teh.","tghg":"伊的燦爛親像光；對伊的手有出光線，佇遐伊的能力囥(khǹg)啲。","bklhl":"祂ê燦爛親像光；\tTùi祂ê手有出光線。\tTī-hia祂ê能力khǹg-teh。"}},{"book":"哈","chapter":3,"verse":5,"versions":{"unv":"在他前面有瘟疫流行；在他腳下有熱症發出。","bklcl":"Tī I ê thâu-chêng ū un-e̍k liû-hêng,\tTī I ê āu-bīn ū jia̍t-chèng hoat-chhut.","tghg":"佇伊的頭前有瘟疫流行；佇伊的後面有熱症發出。","bklhl":"Tī祂ê頭前有瘟疫流行，\tTī祂ê後面有熱症發出。"}},{"book":"哈","chapter":3,"verse":6,"versions":{"unv":"他站立，量了大地（或譯：使地震動），觀看，趕散萬民。永久的山崩裂；長存的嶺塌陷；他的作為與古時一樣。","bklcl":"I khiā-teh, chiū niû tōa-tōe;\tI koan-khòaⁿ, kóaⁿ-sòaⁿ lia̍t-pang;\tÉng-oán tī-teh ê soaⁿ li̍h-khui;\tKú-tn̂g ê soaⁿ-niá pang-hām;\tI ê só͘-kiâⁿ, tùi chá í-lâi sī án-ni.","tghg":"伊徛啲，就量大地，伊觀看，趕散列邦。永遠佇啲的山裂開；久長的山嶺崩陷(pang-hām)；伊的所行對早以來是按呢。","bklhl":"祂khiā-teh，就量大地；\t祂觀看，趕散列邦；\t永遠tī-teh ê山裂開；\t久長ê山嶺崩陷；\t祂ê所行，tùi早以來是án-ni。"}},{"book":"哈","chapter":3,"verse":7,"versions":{"unv":"我見古珊的帳棚遭難，米甸的幔子戰兢。","bklcl":"Góa khòaⁿ-kìⁿ Kó͘-san ê pò͘-pîⁿ tú-tio̍h hoān-lān;\tBí-tiân tōe ê tiùⁿ-lî gi̍h-gi̍h-chhoah.","tghg":"我看見古珊的布棚抵著(tú-tio̍h)患難，米甸地的帳簾(tiùⁿ-lî)栗栗惙(gi̍h-gi̍h-chhoah)。","bklhl":"我看見Kó͘-san ê布棚tú-tio̍h患難；\t米甸地ê帳籬gi̍h-gi̍h-chhoah。"}},{"book":"哈","chapter":3,"verse":8,"versions":{"unv":"耶和華啊，你乘在馬上，坐在得勝的車上，豈是不喜悅江河、向江河發怒氣、向洋海發憤恨嗎？","bklcl":"Iâ-hô-hoa ah, Lí khiâ Lí ê bé,\tChē tī Lí chín-kiù ê chhia,\tKiám-sī bô hoaⁿ-hí chiah-ê kang,\tSiū-khì chiah-ê hô,\tThòng-hūn iûⁿ-hái mah?","tghg":"耶和華啊，你騎你的馬，坐佇你拯救的車，豈是無歡喜諸個江、受氣諸個河、痛恨洋海嗎？","bklhl":"耶和華ah，你騎你ê馬，\t坐tī你拯救ê車，\tkiám是無歡喜chiah ê江，\t受氣chiah ê河，\t痛恨洋海mah？"}},{"book":"哈","chapter":3,"verse":9,"versions":{"unv":"你的弓全然顯露，向眾支派所起的誓都是可信的。（細拉）你以江河分開大地。","bklcl":"Lí ê keng lóng lō͘-chhut;\tTùi chiah-ê chi-phài só͘ chiù-chōa--ê, lóng sī chin-si̍t ê ōe.\t\t[Sè-la̍h]\tLí ēng kang-hô pun-khui tōa-tōe.","tghg":"你的弓攏露出，對諸個支派所咒誓(chiù-chōa)的攏是真實的話。（細拉）你用江河分開大地。","bklhl":"祢ê弓lóng露出；\t對chiah ê支派所chiù-chōa-ê，lóng是真實ê話。\t\t[Sè-la̍h]\t祢用江河分開大地。"}},{"book":"哈","chapter":3,"verse":10,"versions":{"unv":"山嶺見你，無不戰懼；大水氾濫過去，深淵發聲，洶湧翻騰（原文是向上舉手）。","bklcl":"Soaⁿ-niá khòaⁿ-kìⁿ Lí, chiū kiaⁿ-hiâⁿ;\tTōa-chúi thàu-hong keng-kè;\tChhim-ian chhut i ê siaⁿ;\tTōa-éng chhèng-koâiⁿ.","tghg":"山嶺看見你，就驚惶；大水透風經過，深淵出伊的聲，大湧淐(chhèng)高。","bklhl":"山嶺看見祢，就驚惶；\t大水透風經過；\t深淵出伊ê聲；\t大湧chhèng高。"}},{"book":"哈","chapter":3,"verse":11,"versions":{"unv":"因你的箭射出發光，你的槍閃出光耀，日月都在本宮停住。","bklcl":"In-ūi Lí ê chìⁿ siā-chhut kng;\tLí ê chhiuⁿ ê kng iām-iām sih;\tJi̍t kap ge̍h thêng-chí tī i ê ūi-chhù.","tghg":"因為你的箭射出光，你的鎗(chhiuⁿ)的光炎炎閃(sih)，日及月停止佇伊的位處。","bklhl":"因為祢ê箭射出光；\t你ê鎗ê光炎炎sih；\t日kap月停止tī伊ê位處。"}},{"book":"哈","chapter":3,"verse":12,"versions":{"unv":"你發忿恨通行大地，發怒氣責打列國，如同打糧。","bklcl":"Lí siū-khì lâi piàn-kiâⁿ tōe-chiūⁿ,\tLí tōa siū-khì, phah lia̍t-kok chhin-chhiūⁿ phah ngó͘-kok.","tghg":"你受氣來遍行地上，你大受氣拍列國，親像拍五穀。","bklhl":"祢受氣來遍行地上，\t祢大受氣，phah列國親像phah五穀。"}},{"book":"哈","chapter":3,"verse":13,"versions":{"unv":"你出來要拯救你的百姓，拯救你的受膏者，打破惡人家長的頭，露出他的腳（原文是根基），直到頸項。（細拉）","bklcl":"Lí chhut--lâi beh kiù Lí ê peh-sìⁿ,\tChín-kiù Lí ê siū-boah-iû--ê;\tPháiⁿ-lâng ke-tiong ê thâu-ba̍k, Lí phah-chhùi i,\tLō͘-hiān i ê kun-ki kàu chīn-thâu.\t[Sè-la̍h]","tghg":"你出來欲救你的百姓，拯救你的受抹油者，歹人家中的頭目你拍碎伊，露現伊的根基，到盡頭。（細拉）","bklhl":"祢出來beh救祢ê百姓，\t拯救祢ê受抹油ê；\tpháiⁿ人家中ê頭目，祢phah碎伊，\t露現伊ê根基到盡頭。\t[Sè-la̍h]"}},{"book":"哈","chapter":3,"verse":14,"versions":{"unv":"你用敵人的戈矛刺透他戰士的頭；他們來如旋風，要將我們分散。他們所喜愛的是暗中吞吃貧民。","bklcl":"Lí ēng i ka-kī ê chhiuⁿ chha̍k-thàu i chiàn-sū ê thâu;\tIn lâi chhin-chhiūⁿ kńg-lê-hong, beh kóaⁿ-sòaⁿ góa;\tIn só͘ hoaⁿ-hí--ê, sī àm-chīⁿ thun-chia̍h sòng-hiong lâng.","tghg":"你用伊家己的鎗鑿(chha̍k)透伊戰士的頭；𪜶來親像捲螺風，欲趕散我。𪜶所歡喜者是暗靜吞食喪鄉人。","bklhl":"祢用伊家己ê鎗鑿透伊戰士ê頭；\tIn來親像捲螺風，beh趕散我；\tIn所歡喜ê，是暗靜吞食sòng-hiong人。"}},{"book":"哈","chapter":3,"verse":15,"versions":{"unv":"你乘馬踐踏紅海，就是踐踏洶湧的大水。","bklcl":"Lí khiâ-bé ta̍h tī hái--nih:\tChiū-sī ta̍h giâ-éng ê tōa-chúi.","tghg":"你騎馬踏佇海裡，就是踏夯湧(giâ-éng)的大水。","bklhl":"祢騎馬踏tī海裡：\t就是踏giâ湧ê大水。"}},{"book":"哈","chapter":3,"verse":16,"versions":{"unv":"我聽見耶和華的聲音，身體戰兢，嘴唇發顫，骨中朽爛；我在所立之處戰兢。我只可安靜等候災難之日臨到，犯境之民上來。","bklcl":"Góa thiaⁿ-kìⁿ, góa ê sim-tn̂g kiau(**kiáu)-ká:\tŪi-tio̍h hit ê siaⁿ, góa ê chhùi-tûn khe̍h-khe̍h-tiō;\tKut-hâi hiú-hoāi, góa tī góa ê só͘-chāi ngia̍uh-ngia̍uh-chhoah.\tGóa chí-ū tiām-tiām thèng-hāu chai-lān ê ji̍t kàu,\tChhim-hoān kéng-lāi ê peh-sìⁿ chiūⁿ--lâi.","tghg":"我聽見我的心腸攪絞(kiau-ká)，為著彼個聲，我的嘴唇喀喀抖(khe̍h-khe̍h-tiō)，骨骸朽壞；我佇我的所在愕愕惙(ngia̍uh-ngia̍uh-chhoah)。我只有恬恬聽候災難的日到，侵犯境內的百姓上來。","bklhl":"我聽見，我ê心腸攪絞：\t為tio̍h hit ê聲，我ê嘴唇khe̍h-khe̍h-tiō；\t骨骸朽壞，我tī我ê所在ngia̍uh-ngia̍uh-chhoah。\t我只有恬恬thèng候災難ê日到，\t侵犯境內ê百姓上來。"}},{"book":"哈","chapter":3,"verse":17,"versions":{"unv":"雖然無花果樹不發旺，葡萄樹不結果，橄欖樹也不效力，田地不出糧食，圈中絕了羊，棚內也沒有牛；","bklcl":"Sui-jiân bû-hoa-kó chhiū bô hoat-iūⁿ,\tPhû-tô-chhiū bô kiat ké-chí,\tKaⁿ-ná-chhiū ia̍h bô siu-sêng,\tChhân-hn̂g bô chhut gō͘-kak,\tTiâu-lāi bô pòaⁿ-chiah iûⁿ,\tGû-tiâu iā bô gû,","tghg":"雖然無花果樹無發樣，葡萄樹無結果子，橄欖樹也無收成，田園無出五穀，[廄]內(tiâu)無半隻羊，牛[廄]也無牛；","bklhl":"雖然無花果樹無發樣，\t葡萄樹無結果子，\t橄欖樹亦無收成，\t田園無出五穀，\ttiâu內無半隻羊，\t牛tiâu也無牛，"}},{"book":"哈","chapter":3,"verse":18,"versions":{"unv":"然而，我要因耶和華歡欣，因救我的　神喜樂。","bklcl":"Góa iáu-kú beh in-ūi Iâ-hô-hoa lâi hoaⁿ-hí,\tIn-ūi kiù góa ê Siōng-tè lâi khoài-lo̍k.","tghg":"我猶久欲因為耶和華來歡喜，因為救我的上帝來快樂。","bklhl":"我iáu-kú beh因為耶和華來歡喜，\t因為救我ê上帝來快樂。"}},{"book":"哈","chapter":3,"verse":19,"versions":{"unv":"主耶和華是我的力量；他使我的腳快如母鹿的蹄，又使我穩行在高處。這歌交與伶長，用絲弦的樂器。","bklcl":"Chú Iâ-hô-hoa sī góa ê khùi-la̍t;\tI hō͘ góa ê kha chhin-chhiūⁿ lo̍k-bú;\tKoh hō͘ góa kiâⁿ tī góa koâiⁿ ê só͘-chāi.","tghg":"主耶和華是我的氣力；伊互我的腳親像鹿母，閣互我行佇我高的所在。","bklhl":"主耶和華是我ê氣力；\t祂hō͘我ê腳親像鹿母；\tKoh hō͘我行tī我高ê所在。"}},{"book":"哈","chapter":3,"verse":20,"versions":{"bklcl":"Chit-ê koa kau hō͘ ga̍k-koaⁿ, ēng góa si-hiân ê ga̍k-khì lâi chhiùⁿ.","tghg":""}},{"book":"哈","chapter":3,"verse":20,"versions":{"tghg":"此個歌交互樂官，用我絲弦的樂器來唱。"}},{"book":"哈","chapter":3,"verse":20,"versions":{"tghg":"","bklhl":"Chit ê歌交hō͘樂官，用我絲絃ê樂器來唱。"}}]