[{"book":"創","chapter":24,"verse":1,"versions":{"unv":"亞伯拉罕年紀老邁，向來在一切事上耶和華都賜福給他。","bklcl":"A-pek-la̍h-hán hè-siū tn̂g, nî-lāu;  Iâ-hô-hoa tī it-chhè ê sū lóng sù-hok hō͘ A-pek-la̍h-hán.","tghg":"亞伯拉罕歲壽長年老，耶和華佇一切的事攏賜福互亞伯拉罕。","bklhl":"亞伯拉罕歲壽長，年老；耶和華tī一切ê事lóng賜福hō͘亞伯拉罕。"}},{"book":"創","chapter":24,"verse":2,"versions":{"unv":"亞伯拉罕對管理他全業最老的僕人說：「請你把手放在我大腿底下。","bklcl":"A-pek-la̍h-hán tùi i ke-lāi koán-lí choân-gia̍p ê lāu lô͘-po̍k kóng, Chhiáⁿ chiong lí ê chhiú hē tī góa ê tōa-thúi-ē,","tghg":"亞伯拉罕對伊家內管理全業的老奴僕講：「請將你的手下(hē)佇我的大腿下。","bklhl":"亞伯拉罕對伊家內管理全業ê老奴僕講，請將你ê手hē tī我ê大腿下，"}},{"book":"創","chapter":24,"verse":3,"versions":{"unv":"我要叫你指著耶和華─天地的主起誓，不要為我兒子娶這迦南地中的女子為妻。","bklcl":"góa beh kah lí kí Iâ-hô-hoa, chiū-sī thiⁿ ê Siōng-tè, tōe ê Siōng-tè, lâi chiù-chōa, góa khiā-khí Ka-lâm lâng ê tiong-kan, lí m̄-thang kā góa ê kiáⁿ chhōa in ê cha-bó͘-kiáⁿ chòe bó͘.","tghg":"我欲教你指耶和華──就是天的上帝，地的上帝來咒誓，我徛起迦南人的中間，你呣通給我的子娶𪜶的查某子做某。","bklhl":"我beh kah你kí耶和華，就是天ê上帝，地ê上帝，來chiù-chōa，我khiā起迦南人ê中間，你m̄-thang kā我ê kiáⁿ娶in ê cha-bó͘-kiáⁿ做bó͘。"}},{"book":"創","chapter":24,"verse":4,"versions":{"unv":"你要往我本地本族去，為我的兒子以撒娶一個妻子。」","bklcl":"Lí tio̍h khì góa ê pún-tōe pún-cho̍k, kā góa ê kiáⁿ Í-sat chhōa chi̍t ê bó͘.","tghg":"你著去我的本地本族，給我的子以撒娶一個某。」","bklhl":"你tio̍h去我ê本地本族，kā我ê kiáⁿ以撒娶一个bó͘。"}},{"book":"創","chapter":24,"verse":5,"versions":{"unv":"僕人對他說：「倘若女子不肯跟我到這地方來，我必須將你的兒子帶回你原出之地嗎？」","bklcl":"Lô͘-po̍k ìn i kóng, Siat-sú cha-bó͘-gín-á m̄-khéng tè góa lâi chit só͘-chāi, góa chiū tio̍h chiong lí ê kiáⁿ tòa tò-khì lí só͘ tùi hia chhut-lâi ê tōe mah?","tghg":"奴僕應伊講：「設使查某囝仔呣肯隨我來此所在，我就著將你的子帶倒去你所對遐出來的地嗎？」","bklhl":"奴僕應伊講，設使cha-bó͘-gín-á m̄肯tè我來chit所在，我就tio̍h將你ê kiáⁿ帶tò去你所tùi hia出來ê地mah？"}},{"book":"創","chapter":24,"verse":6,"versions":{"unv":"亞伯拉罕對他說：「你要謹慎，不要帶我的兒子回那裡去。","bklcl":"A-pek-la̍h-hán kā i kóng, Lí tio̍h kín-sīn, m̄-thang chhōa góa ê kiáⁿ tò-khì hia;","tghg":"亞伯拉罕給伊講：「你著謹慎，呣通導我的子倒去遐。","bklhl":"亞伯拉罕kā伊講，你tio̍h謹慎，m̄-thang chhōa我ê kiáⁿ tò去hia；"}},{"book":"創","chapter":24,"verse":7,"versions":{"unv":"耶和華─天上的主曾帶領我離開父家和本族的地，對我說話，向我起誓說：『我要將這地賜給你的後裔。』他必差遣使者在你面前，你就可以從那裡為我兒子娶一個妻子。","bklcl":"thiⁿ ê Siōng-tè, Iâ-hô-hoa, bat chhōa góa lī-khui lāu-pē ê ke, kap pún-cho̍k ê tōe, tùi góa kóng-ōe, ia̍h tùi góa chiù-chōa kóng, Góa beh chiong chit ê tōe siúⁿ-sù lí ê hō͘-è;  I beh chhe I ê sù-chiá tī lí ê bīn-chêng;  lí chiū thang tùi hia kā góa ê kiáⁿ chhōa chi̍t ê bó͘.","tghg":"天的上帝──耶和華曾導我離開老父的家及本族的地，對我講話，亦對我咒誓講：『我欲將此個地賞賜你的後裔。』伊欲差伊的使者佇你的面前，你就通對遐給我的子娶一個某。","bklhl":"天ê上帝，耶和華，bat chhōa我離開老父ê家，kap本族ê地，對我講話，亦對我chiù-chōa講，我beh將chit ê地賞賜你ê後裔；伊beh差伊ê使者tī你ê面前；你就thang tùi hia kā我ê kiáⁿ娶一个bó͘。"}},{"book":"創","chapter":24,"verse":8,"versions":{"unv":"倘若女子不肯跟你來，我使你起的誓就與你無干了，只是不可帶我的兒子回那裡去。」","bklcl":"Siat-sú cha-bó͘-gín-á m̄-khéng tè lí lâi, góa kah lí chiù ê chōa chiū kap lí bô kan-sia̍p;  to̍k-to̍k m̄-thang tòa góa ê kiáⁿ tò-khì hia.","tghg":"設使查某囝仔呣肯隨你來，我教你咒的誓就及你無干涉，獨獨呣通帶我的子倒去遐。」","bklhl":"設使cha-bó͘-gín-á m̄肯tè你來，我kah你chiù ê chōa就kap你無干涉；獨獨m̄-thang帶我ê kiáⁿ tò去hia。"}},{"book":"創","chapter":24,"verse":9,"versions":{"unv":"僕人就把手放在他主人亞伯拉罕的大腿底下，為這事向他起誓。","bklcl":"Lô͘-po̍k chiū chiong i ê chhiú hē tī chú-lâng A-pek-la̍h-hán ê tōa-thúi-ē;  ūi-tio̍h chit ê sū tùi i chiù-chōa.","tghg":"奴僕就將伊的手下佇主人亞伯拉罕的大腿下，為著此個事對伊咒誓。","bklhl":"奴僕就將伊ê手hē tī主人亞伯拉罕ê大腿下；為tio̍h chit ê事對伊chiù-chōa。"}},{"book":"創","chapter":24,"verse":10,"versions":{"unv":"那僕人從他主人的駱駝裡取了十匹駱駝，並帶些他主人各樣的財物，起身往美索不達米亞去，到了拿鶴的城。","bklcl":"Hit ê lô͘-po̍k tùi i chú-lâng ê lo̍k-tô-tiong, chhú cha̍p-chiah lo̍k-tô, sòa tòa i chú-lâng ta̍k-iūⁿ ê châi-pó;  khí-sin khì Bí-só͘-pho-tāi-bí, kàu Ná-ho̍k ê siâⁿ.","tghg":"彼個奴僕對伊主人的駱駝中取十隻駱駝，續帶伊主人逐樣的財寶，起身去米所波大米，到拿福的城。","bklhl":"Hit-ê奴僕tùi伊主人ê駱駝中，取十隻駱駝，續帶伊主人ta̍k樣ê財寶；起身去Bí-só͘-pho-tāi-bí，到Ná-ho̍k ê城。"}},{"book":"創","chapter":24,"verse":11,"versions":{"unv":"天將晚，眾女子出來打水的時候，他便叫駱駝跪在城外的水井那裡。","bklcl":"Ji̍t beh àm, chèng cha-bó͘-gín-á chhut-lâi chhiūⁿ chúi;  i chiū hō͘ lo̍k-tô kūi tī siâⁿ-gōa ê chíⁿ-piⁿ.","tghg":"日欲暗，眾查某囝仔出來汲(chhiūⁿ)水，伊就互駱駝跪佇城外的井邊。","bklhl":"日beh暗，眾cha-bó͘-gín-á出來chhiūⁿ水；伊就hō͘駱駝跪tī城外ê井邊。"}},{"book":"創","chapter":24,"verse":12,"versions":{"unv":"他說：「耶和華─我主人亞伯拉罕的　神啊，求你施恩給我主人亞伯拉罕，使我今日遇見好機會。","bklcl":"I kóng, Góa ê chú-lâng A-pek-la̍h-hán ê Siōng-tè Iâ-hô-hoa ah, kiû Lí si-un hō͘ góa ê chú-lâng A-pek-la̍h-hán, hō͘ góa kin-á-ji̍t ū hó cho-gū.","tghg":"伊講：「我的主人亞伯拉罕的上帝──耶和華啊！求你施恩互我的主人亞伯拉罕，互我今仔日有好遭遇。","bklhl":"伊講，我ê主人亞伯拉罕ê上帝耶和華ah，求你施恩hō͘我ê主人亞伯拉罕，hō͘我今á日有好遭遇。"}},{"book":"創","chapter":24,"verse":13,"versions":{"unv":"我現今站在井旁，城內居民的女子們正出來打水。","bklcl":"Góa taⁿ khiā tī chíⁿ-piⁿ, siâⁿ-lāi lâng ê cha-bó͘-gín-á teh chhut-lâi chhiūⁿ chúi;","tghg":"我今徛佇井邊，城內人的查某囝仔啲出來汲水。","bklhl":"我taⁿ khiā tī井邊，城內人ê cha-bó͘-gín-á teh出來chhiūⁿ水；"}},{"book":"創","chapter":24,"verse":14,"versions":{"unv":"我向那一個女子說：『請你拿下水瓶來，給我水喝。』她若說：『請喝！我也給你的駱駝喝。』願那女子就作你所預定給你僕人以撒的妻。這樣，我便知道你施恩給我主人了。」","bklcl":"góa beh tùi chi̍t ê cha-bó͘-gín-á kóng, Chhiáⁿ pàng-lo̍h lí ê chúi-pân, hō͘ góa lim chúi; i nā kóng, Chhiáⁿ lim, góa ia̍h beh hō͘ lí ê lo̍k-tô lim;  goān hit ê cha-bó͘-gín-á sī Lí só͘ tiāⁿ-tio̍h hō͘ lí ê lô͘-po̍k Í-sat chòe-bó͘;  án-ni, góa chiū chai Lí si-un hō͘ góa ê chú-lâng.","tghg":"我欲對一個查某囝仔講：『請放落你的水瓶(pân)，互我飲水』，伊若講：『請飲！我亦欲互你的駱駝飲』，願彼個查某囝仔是你所定著互你的奴僕以撒做某。按呢，我就知你施恩互我的主人。」","bklhl":"我beh對一个cha-bó͘-gín-á講，請放落你ê水瓶，hō͘我lim水；伊若講，請lim，我亦beh hō͘你ê駱駝lim；願hit ê cha-bó͘-gín-á是你所定tio̍h hō͘你ê奴僕以撒做bó͘；án-ni，我就知你施恩hō͘我ê主人。"}},{"book":"創","chapter":24,"verse":15,"versions":{"unv":"話還沒有說完，不料，利百加肩頭上扛著水瓶出來。利百加是彼土利所生的；彼土利是亞伯拉罕兄弟拿鶴妻子密迦的兒子。","bklcl":"Ōe iáu kóng bē soah, Lī-pek-ka keng-thâu pē chúi-pân chhut-lâi, i sī Pí-thó͘-lī siⁿ-ê;  Pí-thó͘-lī sī A-pek-la̍h-hán ê sió-tī Ná-ho̍k ê bó͘ Bi̍t-ka ê kiáⁿ.","tghg":"話猶講未息(soah)，利百加肩頭背水瓶出來。伊是彼土利生的；彼土利是亞伯拉罕的小弟拿福的某密迦的子。","bklhl":"話iáu講未soah，利百加肩頭背水瓶出來，伊是Pí-thó͘-lī生ê；Pí-thó͘-lī是亞伯拉罕ê小弟Ná-ho̍k ê bó͘ Bi̍t-ka ê kiáⁿ。"}},{"book":"創","chapter":24,"verse":16,"versions":{"unv":"那女子容貌極其俊美，還是處女，也未曾有人親近她。她下到井旁，打滿了瓶，又上來。","bklcl":"Hit ê cha-bó͘-gín-á bīn-māu ke̍k-kî súi, iáu sī chāi-sek-lú, ia̍h bē-bat ū lâng chhin-kūn i;  i lo̍h-khì chíⁿ-piⁿ, chhiūⁿ-móa i ê pân chiū khí-lâi.","tghg":"彼個查某囝仔面貌極其媠，猶是在室女，亦未曾有人親近伊。伊落去井邊，汲滿伊的瓶，就起來。","bklhl":"Hit-ê cha-bó͘-gín-á面貌極其súi，iáu是在室女，亦未bat有人親近伊；伊落去井邊，chhiūⁿ滿伊ê瓶就起來。"}},{"book":"創","chapter":24,"verse":17,"versions":{"unv":"僕人跑上前去迎著她，說：「求你將瓶裡的水給我一點喝。」","bklcl":"Lô͘-po̍k cháu chìn-chêng ngiâ-chih i kóng, Kiû lí chiong pân-lāi ê chúi tām-po̍h-á góa lim.","tghg":"奴僕走進前迎接(ngiâ-chih)伊講：「求你將瓶內的水淡薄仔我飲。」","bklhl":"奴僕走進前迎接伊講，求你將瓶內ê水淡薄á我lim。"}},{"book":"創","chapter":24,"verse":18,"versions":{"unv":"女子說：「我主請喝！」就急忙拿下瓶來，托在手上給他喝。","bklcl":"Cha-bó͘-gín-á kóng, Góa ê chú, chhiáⁿ lim;  chiū kóaⁿ-kín pàng chúi-pân lo̍h-lâi, khòa tī chhiú-ni̍h, hō͘ i lim.","tghg":"查某囝仔講：「我的主請飲。」就趕緊放水瓶落來，靠(khòa)佇手裡互伊飲。","bklhl":"Cha-bó͘-gín-á講，我ê主，請lim；就趕緊放水瓶落來，掛tī手裡，hō͘伊lim。"}},{"book":"創","chapter":24,"verse":19,"versions":{"unv":"女子給他喝了，就說：「我再為你的駱駝打水，叫駱駝也喝足。」","bklcl":"Hō͘ i lim bêng-pe̍k, koh kóng, Góa ia̍h beh kā lí ê lo̍k-tô chhiūⁿ chúi, hō͘ in lim kàu-gia̍h.","tghg":"互伊飲明白，閣講：「我亦欲給你的駱駝汲水，互𪜶飲夠額。」","bklhl":"Hō͘伊lim明白，koh講，我亦beh kā你ê駱駝chhiūⁿ水，hō͘ in lim夠額。"}},{"book":"創","chapter":24,"verse":20,"versions":{"unv":"她就急忙把瓶裡的水倒在槽裡，又跑到井旁打水，就為所有的駱駝打上水來。","bklcl":"I chiū kóaⁿ-kín chiong pân-lāi ê chúi piàⁿ tī chô-ni̍h;  koh cháu kàu chíⁿ-ni̍h chhiūⁿ chúi chiū kā i só͘ ū ê lo̍k-tô chhiūⁿ.","tghg":"伊就趕緊將瓶內的水傾(piàⁿ)佇槽裡，閣走到井裡汲水，就給伊所有的駱駝汲。","bklhl":"伊就趕緊將瓶內ê水piàⁿ tī槽裡；koh走到井裡chhiūⁿ水就kā伊所有ê駱駝chhiūⁿ。"}},{"book":"創","chapter":24,"verse":21,"versions":{"unv":"那人定睛看她，一句話也不說，要曉得耶和華賜他通達的道路沒有。","bklcl":"Hit ê lâng chù-ba̍k khòaⁿ-i, tiām-tiām bô kóng-ōe, ài chai Iâ-hô-hoa siúⁿ-sù i sūn-sū ê lō͘ á-bô.","tghg":"彼個人注目看伊，恬恬無講話，愛知耶和華賞賜伊順事的路抑無。","bklhl":"Hit-ê人注目看伊，恬恬無講話，ài知耶和華賞賜伊順序ê路á無。"}},{"book":"創","chapter":24,"verse":22,"versions":{"unv":"駱駝喝足了，那人就拿一個金環，重半舍客勒，兩個金鐲，重十舍客勒，給了那女子，","bklcl":"Lo̍k-tô lim bêng-pe̍k, hit-lâng chiū the̍h chi̍t ê kim-khoân, tāng pòaⁿ sià-khek-le̍k, nn̄g ê kim chhiú-khoân, tāng cha̍p sià-khek-le̍k hō͘ hit ê cha-bó͘-gín-á;","tghg":"駱駝飲明白，彼人就提一個金環，重半舍客勒，二個金手環，重十舍客勒，互彼個查某囝仔，","bklhl":"駱駝lim明白，hit人就the̍h一个金環，重半sià-khek-le̍k，兩個金手環，重十sià-khek-le̍k hō͘ hit ê cha-bó͘-gín-á；"}},{"book":"創","chapter":24,"verse":23,"versions":{"unv":"說：「請告訴我，你是誰的女兒？你父親家裡有我們住宿的地方沒有？」","bklcl":"kóng, Lí sī chī-chūi ê cha-bó͘-kiáⁿ?  chhiáⁿ kā góa kóng;  lín lāu-pē ê ke, ū só͘-chāi thang hō͘ goán hioh á-bô?","tghg":"講：「你是是誰的查某子？請給我講，恁老父的家有所在通互阮歇抑無？」","bklhl":"講，你是是誰 ê cha-bó͘-kiáⁿ？請kā我講；lín老父ê家，有所在thang hō͘阮歇á無？"}},{"book":"創","chapter":24,"verse":24,"versions":{"unv":"女子說：「我是密迦與拿鶴之子彼土利的女兒」；","bklcl":"I chiū kā i kóng, Góa sī Bi̍t-ka tùi Ná-ho̍k só͘ siⁿ ê kiáⁿ, Pí-thó͘-lī ê cha-bó͘-kiáⁿ.","tghg":"伊就給伊講：「我是密迦對拿福所生的子彼土利的查某子」；","bklhl":"伊就kā伊講，我是Bi̍t-ka tùi Ná-ho̍k所生ê kiáⁿ，Pí-thó͘-lī ê cha-bó͘-kiáⁿ。"}},{"book":"創","chapter":24,"verse":25,"versions":{"unv":"又說：「我們家裡足有糧草，也有住宿的地方。」","bklcl":"I koh tùi i kóng, Goán ū chháu-liāu bí-niû chhiong-chiok;  ia̍h ū só͘-chāi thang hioh.","tghg":"伊閣對伊講：「阮有草料米糧充足，亦有所在通歇。」","bklhl":"伊koh對伊講，阮有草料米糧充足；亦有所在thang歇。"}},{"book":"創","chapter":24,"verse":26,"versions":{"unv":"那人就低頭向耶和華下拜，","bklcl":"Hit-lâng chiū àⁿ-thâu kèng-pài Iâ-hô-hoa, kóng,","tghg":"彼人就俯頭敬拜耶和華，講：","bklhl":"Hit人就àⁿ頭敬拜耶和華，講，"}},{"book":"創","chapter":24,"verse":27,"versions":{"unv":"說：「耶和華─我主人亞伯拉罕的　神是應當稱頌的，因他不斷地以慈愛誠實待我主人。至於我，耶和華在路上引領我，直走到我主人的兄弟家裡。」","bklcl":"Tio̍h o-ló góa ê chú A-pek-la̍h-hán ê Siōng-tè Iâ-hô-hoa;  I ēng chû-ài sêng-si̍t khoán-thāi góa ê chú-lâng, lóng bô thêng-chí;  lūn-kàu góa, Iâ-hô-hoa tī lō͘-chiūⁿ ín-chhōa góa kàu góa ê chú-lâng hiaⁿ-tī ê ke.","tghg":"「著謳咾我的主亞伯拉罕的上帝──耶和華，伊用慈愛誠實款待我的主人攏無停止。論到我，耶和華佇路上引導我，到我的主人兄弟的家。」","bklhl":"Tio̍h o-ló我ê主亞伯拉罕ê上帝耶和華；伊用慈愛誠實款待我ê主人，lóng無停止；論到我，耶和華tī路上引chhōa我到我ê主人兄弟ê家。"}},{"book":"創","chapter":24,"verse":28,"versions":{"unv":"女子跑回去，照著這些話告訴她母親和她家裡的人。","bklcl":"Cha-bó͘-gín-á cháu tò-khì, chiàu chiah-ê ōe kā in lāu-bú thong-ke ê lâng kóng.","tghg":"查某囝仔走倒去，照諸個話給𪜶老母通家的人講。","bklhl":"Cha-bó͘-gín-á走tò去，照chiah ê話kā in老母thong家ê人講。"}},{"book":"創","chapter":24,"verse":29,"versions":{"unv":"利百加有一個哥哥，名叫拉班，看見金環，又看見金鐲在他妹子的手上，並聽見他妹子利百加的話，說那人對我如此如此說。拉班就跑出來往井旁去，到那人跟前，見他仍站在駱駝旁邊的井旁那裡，","bklcl":"Lī-pek-ka ū chi̍t ê hiaⁿ, miâ kiò La̍h-pan, i chhut-khì chíⁿ-piⁿ, chiū-kūn hit-lâng.","tghg":"利百加有一個兄，名叫拉班，伊出去去井邊，就近彼人。","bklhl":"利百加有一个兄，名叫拉班，伊出去井邊，就近hit-人。"}},{"book":"創","chapter":24,"verse":30,"versions":{"unv":"【併於上節】","bklcl":"I khòaⁿ-kìⁿ hit ê khoân, koh khòaⁿ-kìⁿ chhiú-khoân tī in sió-bē ê chhiú;  ia̍h thiaⁿ-kìⁿ in sió-bē Lī-pek-ka ê ōe, kóng, Hit-lâng tùi góa kóng án-ni, án-ni;  i chiū khì hit-lâng hia, khòaⁿ-kìⁿ hit-lâng iáu khiā tī lo̍k-tô piⁿ, óa-kūn chúi-chíⁿ.","tghg":"伊看見彼個環，閣看見手環佇𪜶小妹的手，亦聽見𪜶小妹利百加的話，講彼人對我講按呢按呢。伊就去彼人遐，看見彼人猶徛佇駱駝邊，倚近水井，","bklhl":"伊看見hit ê環，koh看見手環tī in小妹ê手，mā聽見in小妹利百加ê話，講hit人對我講án-ni，án-ni。伊就去hit人hia，看見hit人iáu khiā tī駱駝邊，óa近水井。"}},{"book":"創","chapter":24,"verse":31,"versions":{"unv":"便對他說：「你這蒙耶和華賜福的，請進來，為甚麼站在外邊？我已經收拾了房屋，也為駱駝預備了地方。」","bklcl":"Chiū kā i kóng, Lí chit ê tit-tio̍h Iâ-hô-hoa sù-hok-ê, chhiáⁿ ji̍p-lâi, siáⁿ-sū khiā tī gōa-bīn?  Góa í-keng pī-pān chhù, kap lo̍k-tô ê só͘-chāi.","tghg":"就給伊講：「你此個得著耶和華賜福者，請入來，啥事徛佇外面？我已經備辦厝，及駱駝的所在。」","bklhl":"就kā伊講：你chit ê得tio̍h耶和華賜福ê，請入來，啥事khiā tī外面？我已經備辦厝，kah駱駝ê所在。"}},{"book":"創","chapter":24,"verse":32,"versions":{"unv":"那人就進了拉班的家。拉班卸了駱駝，用草料餵上，拿水給那人和跟隨的人洗腳；","bklcl":"Hit-lâng chiū ji̍p i ê chhù, i chiū tháu lo̍k-tô só͘ chài-ê, koh ēng chháu-liāu bí-niû chhī lo̍k-tô;  phâng chúi hō͘ hit-lâng í-ki̍p kun-tè ê lâng sóe kha.","tghg":"彼人就入伊的厝。伊就解(tháu)駱駝所載的，閣用草料米糧飼駱駝，捧水互彼人以及跟隨的人洗腳，","bklhl":"Hit人就入伊ê厝，伊就tháu駱駝所載ê，koh用草料米糧飼駱駝，捧水hō͘ hit人以及跟tè ê人洗腳。"}},{"book":"創","chapter":24,"verse":33,"versions":{"unv":"把飯擺在他面前，叫他吃，他卻說：「我不吃，等我說明白我的事情再吃。」拉班說：「請說。」","bklcl":"Chiong chia̍h-mi̍h pâi tī i ê bīn-chêng, hō͘ i chia̍h;  chóng-sī i kóng, Góa bô beh chia̍h, thèng-hāu góa kóng-bêng góa ê sù-bēng.  La̍h-pan kóng, Chhiáⁿ lí kóng.","tghg":"將食物排佇伊的面前，互伊食，總是伊講：「我無欲食，聽候我講明我的使命。」拉班講：「請你講。」","bklhl":"將食物排tī伊ê面前，hō͘伊食。總是伊講：「我無beh食，thèng候我講明我ê使命」。拉班講：「請你講。」"}},{"book":"創","chapter":24,"verse":34,"versions":{"unv":"他說：「我是亞伯拉罕的僕人。","bklcl":"I chiū kóng, Góa sī A-pek-la̍h-hán ê lô͘-po̍k.","tghg":"伊就講：「我是亞伯拉罕的奴僕。","bklhl":"伊就講：「我是亞伯拉罕ê奴僕。"}},{"book":"創","chapter":24,"verse":35,"versions":{"unv":"耶和華大大地賜福給我主人，使他昌大，又賜給他羊群、牛群、金銀、僕婢、駱駝，和驢。","bklcl":"Iâ-hô-hoa tōa-tōa sù-hok tī góa ê chú-lâng, hō͘ i heng-ōng, koh hō͘ i iûⁿ, gû, gûn, kim, lô͘-po̍k, lú-pī, lo̍k-tô kap lû.","tghg":"耶和華大大賜福佇我的主人，互伊興旺，閣互伊羊、牛、銀、金、奴僕、女婢、駱駝，及驢。","bklhl":"耶和華大大賜福tī我ê主人，hō͘伊興旺，koh hō͘伊羊、牛、銀、金、奴僕、女婢、駱駝kap驢。"}},{"book":"創","chapter":24,"verse":36,"versions":{"unv":"我主人的妻子撒拉年老的時候給我主人生了一個兒子；我主人也將一切所有的都給了這個兒子。","bklcl":"Góa ê chú-lâng ê bó͘ Sat-la̍h, nî-lāu ê sî, kā góa ê chú-lâng siⁿ chi̍t ê kiáⁿ;  góa ê chú-lâng ia̍h chiong it-chhè só͘-ū-ê hō͘ chit ê kiáⁿ.","tghg":"我的主人的某撒拉年老的時給我的主人生一個子；我的主人亦將一切所有的互此個子。","bklhl":"我ê主人ê bó͘撒拉，年老ê時，kā我ê主人生一个kiáⁿ，我ê主人亦將一切所有ê hō͘ chit ê kiáⁿ。"}},{"book":"創","chapter":24,"verse":37,"versions":{"unv":"我主人叫我起誓說：『你不要為我兒子娶迦南地的女子為妻。","bklcl":"Góa ê chú-lâng kah góa chiù-chōa kóng, Góa khiā-khí Ka-lâm lâng ê tōe, lí m̄-thang kā góa ê kiáⁿ chhōa in ê cha-bó͘-kiáⁿ chòe bó͘.","tghg":"我的主人教我咒誓講：『我徛起迦南人的地，你呣通給我的子娶𪜶的查某子做某。","bklhl":"我ê主人kah我chiù-chōa講：我khiā起迦南人ê地，你m̄-thang kā我ê kiáⁿ娶in ê cha-bó͘-kiáⁿ做bó͘。"}},{"book":"創","chapter":24,"verse":38,"versions":{"unv":"你要往我父家、我本族那裡去，為我的兒子娶一個妻子。』","bklcl":"Lí tio̍h khì góa ê lāu-pē ê ke, góa pún-cho̍k hia, kā góa ê kiáⁿ chhōa chi̍t ê bó͘.","tghg":"你著去我的老父的家、我本族遐，給我的子娶一個某。』","bklhl":"你tio̍h去我ê老父ê家，我本族hia，kā我ê kiáⁿ娶一个bó͘。"}},{"book":"創","chapter":24,"verse":39,"versions":{"unv":"我對我主人說：『恐怕女子不肯跟我來。』","bklcl":"Góa tùi góa ê chú-lâng kóng, Kiaⁿ-liáu cha-bó͘-gín-á m̄-khéng tè góa lâi.","tghg":"我對我的主人講：『驚了查某囝仔呣肯隨我來。』","bklhl":"我對我ê主人講：驚了cha-bó͘-gín-á m̄肯tè我來。"}},{"book":"創","chapter":24,"verse":40,"versions":{"unv":"他就說：『我所事奉的耶和華必要差遣他的使者與你同去，叫你的道路通達，你就得以在我父家、我本族那裡，給我的兒子娶一個妻子。","bklcl":"I chiū kā góa kóng, Góa só͘ ho̍k-sāi ê Iâ-hô-hoa beh chhe I ê sù-chiá kap lí saⁿ-kap khì, hō͘ lí sūn-sū ê lō͘, lí chiū thang tùi góa ê chong-cho̍k, góa ê pē ê ke, kā góa ê kiáⁿ chhōa chi̍t ê bó͘;","tghg":"伊就給我講：『我所服事的耶和華欲差伊的使者及你相及去，互你順事的路，你就通對我的宗族、我的父的家，給我的子娶一個某。","bklhl":"伊就kā我講：我所服事ê耶和華beh差伊ê使者kap你相kap去，hō͘你順序ê路，你就thang tùi我ê宗族，我ê父ê家，kā我ê kiáⁿ娶一个bó͘。"}},{"book":"創","chapter":24,"verse":41,"versions":{"unv":"只要你到了我本族那裡，我使你起的誓就與你無干。他們若不把女子交給你，我使你起的誓也與你無干。』","bklcl":"to̍k-to̍k ài lí kàu góa pún-cho̍k hia, góa kah lí só͘ chiù ê chōa, chiū kap lí bô kan-sia̍p;  in nā m̄ hō͘ lí, góa kah lí chiù ê chōa, ia̍h kap lí bô kan-sia̍p.","tghg":"獨獨愛你到我本族遐，我教你所咒的誓就及你無干涉。𪜶若呣互你，我教你咒的誓亦及你無干涉。』","bklhl":"獨獨ài你到我本族hia，我kap你所chiù ê chōa，就kah你無干涉；in若m̄ hō͘你，我kap你chiù ê chōa，mā kah你無干涉。"}},{"book":"創","chapter":24,"verse":42,"versions":{"unv":"「我今日到了井旁，便說：『耶和華─我主人亞伯拉罕的　神啊，願你叫我所行的道路通達。","bklcl":"Kin-á-ji̍t góa kàu chíⁿ-piⁿ, kóng, Góa ê chú-lâng A-pek-la̍h-hán ê Siōng-tè Iâ-hô-hoa ah, Lí nā hō͘ góa só͘ kiâⁿ ê lō͘ sūn-sū;","tghg":"「今仔日我到井邊，講：『我的主人亞伯拉罕的上帝──耶和華啊，你若互我所行的路順事。","bklhl":"今á日我到井邊，講：我ê主人亞伯拉罕ê上帝耶和華ah，你若hō͘我所行ê路順序；"}},{"book":"創","chapter":24,"verse":43,"versions":{"unv":"我如今站在井旁，對哪一個出來打水的女子說：請你把你瓶裡的水給我一點喝；","bklcl":"góa taⁿ khiā tī chúi-chíⁿ-piⁿ, tùi chi̍t ê chhut-lâi chhiūⁿ chúi ê cha-bó͘-gín-á kóng, Chhiáⁿ lí chiong lí pân-ni̍h ê chúi tām-po̍h hō͘ góa lim;","tghg":"我今徛佇水井邊，對一個出來汲水的查某囝仔講：請你將你瓶裡的水淡薄互我飲；","bklhl":"我taⁿ khiā tī水井邊，對一个出來chhiūⁿ水ê cha-bó͘-gín-á講，請你將你瓶裡ê水淡薄hō͘我lim；"}},{"book":"創","chapter":24,"verse":44,"versions":{"unv":"她若說：你只管喝，我也為你的駱駝打水；願那女子就作耶和華給我主人兒子所預定的妻。』","bklcl":"i nā kóng, Chòe lí lim, góa ia̍h beh kā lí ê lo̍k-tô chhiūⁿ chúi;  goān hit ê cha-bó͘-gín-á chòe Iâ-hô-hoa só͘ tiāⁿ-tio̍h hō͘ góa ê chú-lâng ê kiáⁿ chòe bó͘-ê.","tghg":"伊若講：做你飲，我亦欲給你的駱駝汲水；願彼個查某囝仔做耶和華所定著互我的主人的子做某者。』","bklhl":"伊若講，做你lim，我亦beh kā你ê駱駝chhiūⁿ水；願hit ê cha-bó͘-gín-á做耶和華所定tio̍h hō͘我ê主人ê kiáⁿ做bó͘-ê。"}},{"book":"創","chapter":24,"verse":45,"versions":{"unv":"我心裡的話還沒有說完，利百加就出來，肩頭上扛著水瓶，下到井旁打水。我便對她說：『請你給我水喝。』","bklcl":"Góa sim-lāi ê ōe iáu kóng bē liáu, Lī-pek-ka chiū chhut-lâi, keng-thâu-téng pē chúi-pân;  lo̍h-khì chíⁿ-piⁿ chhiūⁿ chúi;  góa chiū kā i kóng, Chhiáⁿ lí hō͘ góa lim.","tghg":"我心內的話猶講未了，利百加就出來，肩頭頂背水瓶，落去井邊汲水。我就給伊講：『請你互我飲。』","bklhl":"我心內ê話iáu講未了，利百加就出來，肩頭頂背水瓶；落去井邊chhiūⁿ水；我就kā伊講，請你hō͘我lim。"}},{"book":"創","chapter":24,"verse":46,"versions":{"unv":"她就急忙從肩頭上拿下瓶來，說：『請喝！我也給你的駱駝喝。』我便喝了；她又給我的駱駝喝了。","bklcl":"I chiū kóaⁿ-kín tùi keng-thâu-téng pàng-lo̍h chúi-pân, kóng, Chhiáⁿ lim, góa ia̍h hō͘ lí ê lo̍k-tô lim;  góa chiū lim, i ia̍h hō͘ góa ê lo̍k-tô lim.","tghg":"伊就趕緊對肩頭頂放落水瓶，講：『請飲！我亦互你的駱駝飲。』我就飲；伊亦互我的駱駝飲。","bklhl":"伊就趕緊tùi肩頭頂放落水瓶，講，請lim，我亦hō͘你ê駱駝lim；我就lim，伊亦hō͘我ê駱駝lim。"}},{"book":"創","chapter":24,"verse":47,"versions":{"unv":"我問她說：『你是誰的女兒？』她說：『我是密迦與拿鶴之子彼土利的女兒。』我就把環子戴在她鼻子上，把鐲子戴在她兩手上。","bklcl":"Góa koh mn̄g i kóng, Lí sī chī-chūi ê cha-bó͘-kiáⁿ?  I ìn kóng, Góa sī Bi̍t-ka tùi Ná-ho̍k só͘ siⁿ ê kiáⁿ, Pí-thó͘-lī, ê cha-bó͘-kiáⁿ;  góa chiū chiong khoân kòa tī i ê phīⁿ, chhiú-khoân kòa tī i ê chhiú.","tghg":"我閣問伊講：『你是是誰的查某子？』伊應講：『我是密迦對拿福所生的子彼土利的查某子。』我就將環掛佇伊的鼻，手環掛佇伊的手。","bklhl":"我koh問伊講，你是是誰 ê cha-bó͘-kiáⁿ？伊應講，我是Bi̍t-ka tùi Ná-ho̍k所生ê kiáⁿ，Pí-thó͘-lī，ê cha-bó͘-kiáⁿ；我就將環掛tī伊ê鼻，手環掛tī伊ê手。"}},{"book":"創","chapter":24,"verse":48,"versions":{"unv":"隨後我低頭向耶和華下拜，稱頌耶和華─我主人亞伯拉罕的　神；因為他引導我走合適的道路，使我得著我主人兄弟的孫女，給我主人的兒子為妻。","bklcl":"Góa chiū àⁿ-thâu pài Iâ-hô-hoa, o-ló góa ê chú A-pek-la̍h-hán ê Siōng-tè Iâ-hô-hoa; in-ūi I chhōa góa kiâⁿ tú-hó ê lō͘, hō͘ góa tit-tio̍h góa ê chú ê sió-tī ê cha-bó͘-sun lâi hō͘ i ê kiáⁿ.","tghg":"我就俯頭拜耶和華，謳咾我的主亞伯拉罕的上帝──耶和華；因為伊導我行抵好的路，互我得著我的主的小弟的查某孫，來互伊的子。","bklhl":"我就àⁿ頭拜耶和華，o-ló我ê主亞伯拉罕ê上帝耶和華；因為伊chhōa我行tú好ê路，hō͘我得tio̍h我ê主ê小弟ê cha-bó͘孫來hō͘伊ê kiáⁿ。"}},{"book":"創","chapter":24,"verse":49,"versions":{"unv":"現在你們若願以慈愛誠實待我主人，就告訴我；若不然，也告訴我，使我可以或向左，或向右。」","bklcl":"Taⁿ lín nā beh ēng chû-ài sêng-si̍t khoán-thāi góa ê chú-lâng, chiū kā góa kóng;  nā m̄, ia̍h kā góa kóng;  hō͘ góa hó thang ǹg-chó á-sī ǹg-iū.","tghg":"今恁若欲用慈愛誠實款待我的主人，就給我講；若呣亦給我講，互我好通向左，抑是向右。」","bklhl":"Taⁿ lín若beh用慈愛誠實款待我ê主人，就kā我講；若m̄，亦kā我講；hō͘我好thang ǹg左á是ǹg右。"}},{"book":"創","chapter":24,"verse":50,"versions":{"unv":"拉班和彼土利回答說：「這事乃出於耶和華，我們不能向你說好說歹。","bklcl":"La̍h-pan kap Pí-thó͘-lī ìn kóng, Tāi-chì chhut tī Iâ-hô-hoa, goán bōe-ōe tùi lí kóng hó á pháiⁿ.","tghg":"拉班及彼土利應講：「代誌出佇耶和華，阮𣍐會對你講好抑歹。","bklhl":"拉班kap Pí-thó͘-lī應講，Tāi-chì出tī耶和華，阮bōe能對你講好á pháiⁿ。"}},{"book":"創","chapter":24,"verse":51,"versions":{"unv":"看哪，利百加在你面前，可以將她帶去，照著耶和華所說的，給你主人的兒子為妻。」","bklcl":"Lí khòaⁿ, Lī-pek-ka tī lí ê bīn-chêng, thang chiong i chhōa-khì, hō͘ lí ê chú-lâng ê kiáⁿ chòe bó͘,  chiàu Iâ-hô-hoa só͘ kóng.","tghg":"你看，利百加佇你的面前，通將伊導去，互你的主人的子做某，照耶和華所講。」","bklhl":"你看，利百加tī你ê面前，thang將伊chhōa去，hō͘你ê主人ê kiáⁿ做bó͘，照耶和華所講。"}},{"book":"創","chapter":24,"verse":52,"versions":{"unv":"亞伯拉罕的僕人聽見他們這話，就向耶和華俯伏在地。","bklcl":"A-pek-la̍h-hán ê lô͘-po̍k thiaⁿ-kìⁿ in chiah-ê ōe, chiū ǹg Iâ-hô-hoa phak tī tōe-ni̍h.","tghg":"亞伯拉罕的奴僕聽見𪜶諸個話，就向耶和華仆佇地裡。","bklhl":"亞伯拉罕ê奴僕聽見in chiah ê話，就ǹg耶和華仆tī地裡。"}},{"book":"創","chapter":24,"verse":53,"versions":{"unv":"當下僕人拿出金器、銀器，和衣服送給利百加，又將寶物送給她哥哥和她母親。","bklcl":"Hit-tia̍p lô͘-po̍k the̍h-chhut gûn-khì kim-khì kap i-ho̍k sàng Lī-pek-ka;  koh chiong pó-mi̍h sàng i ê hiaⁿ kap i ê lāu-bú.","tghg":"彼霎(tia̍p)奴僕提出銀器、金器，及衣服送利百加，閣將寶物送伊的兄及伊的老母。","bklhl":"Hit-tia̍p，奴僕the̍h出銀器金器kap衣服送利百加；koh將寶物送伊ê兄kap伊ê老母。"}},{"book":"創","chapter":24,"verse":54,"versions":{"unv":"僕人和跟從他的人吃了喝了，住了一夜。早晨起來，僕人就說：「請打發我回我主人那裡去吧。」","bklcl":"Lô͘-po̍k kap tè i ê lâng lim-chia̍h hioh-mî;  thàu-chá khí-lâi, chiū kóng, Chhiáⁿ chhe góa tò-khì góa ê chú-lâng hia.","tghg":"奴僕及隨伊的人飲食，歇暝。透早起來，就講：「請差我倒去我的主人遐。」","bklhl":"奴僕kap tè伊ê人lim食歇暝；透早起來，就講，請差我tò去我ê主人hia。"}},{"book":"創","chapter":24,"verse":55,"versions":{"unv":"利百加的哥哥和她母親說：「讓女子同我們再住幾天，至少十天，然後她可以去。」","bklcl":"Lī-pek-ka ê hiaⁿ kap i ê lāu-bú kóng, Iông-ún cha-bó͘-gín-á kap goán tiàm kúi-ji̍t, siāng-chió cha̍p-ji̍t, jiân-āu i thang khì.","tghg":"利百加的兄及伊的老母講：「容允查某囝仔及阮踮幾日，上少十日，然後伊通去。」","bklhl":"利百加ê兄kap伊ê老母講，容允cha-bó͘-gín-á kap阮tiàm幾日，siāng少十日，然後伊thang去。"}},{"book":"創","chapter":24,"verse":56,"versions":{"unv":"僕人說：「耶和華既賜給我通達的道路，你們不要耽誤我，請打發我走，回我主人那裡去吧。」","bklcl":"I tùi in kóng, M̄-thang chó͘-tòng góa, Iâ-hô-hoa í-keng hō͘ góa sūn-sū ê lō͘;  chhiáⁿ chhe góa khì, hō͘ góa tò-khì góa ê chú-lâng hia.","tghg":"伊對𪜶講：「呣通阻擋我，耶和華已經互我順事的路，請差我去，互我倒去我的主人遐。」","bklhl":"伊對in講，M̄-thang阻擋我，耶和華已經hō͘我順序ê路；請差我去，hō͘我tò去我ê主人hia。"}},{"book":"創","chapter":24,"verse":57,"versions":{"unv":"他們說：「我們把女子叫來問問她」，","bklcl":"In kóng, Goán kiò cha-bó͘-gín-á lâi, thàm i ê ōe-ì.","tghg":"𪜶講：「阮叫查某囝仔來探伊的話意」，","bklhl":"In講，阮叫cha-bó͘-gín-á來，探伊ê話意。"}},{"book":"創","chapter":24,"verse":58,"versions":{"unv":"就叫了利百加來，問她說：「你和這人同去嗎？」利百加說：「我去。」","bklcl":"Chiū kiò Lī-pek-ka lâi, mn̄g i kóng, Lí beh kap chit-lâng khì mah?  i kóng, Góa beh khì.","tghg":"就叫利百加來，問伊講：「你欲及此人去嗎？」伊講：「我欲去。」","bklhl":"就叫利百加來，問伊講，你beh kap chit人去mah？伊講，我beh去。"}},{"book":"創","chapter":24,"verse":59,"versions":{"unv":"於是他們打發妹子利百加和她的乳母，同亞伯拉罕的僕人，並跟從僕人的，都走了。","bklcl":"In chiū chhe sió-bē Lī-pek-ka, kap i ê leng-bú, kap A-pek-la̍h-hán ê lô͘-po̍k, í-ki̍p tè i ê lâng khì.","tghg":"𪜶就差小妹利百加及伊的奶母，及亞伯拉罕的奴僕，以及隨伊的人去。","bklhl":"In就差小妹利百加，kap伊ê奶母，kap亞伯拉罕ê奴僕，以及tè伊ê人去。"}},{"book":"創","chapter":24,"verse":60,"versions":{"unv":"他們就給利百加祝福說：我們的妹子啊，願你作千萬人的母！願你的後裔得著仇敵的城門！","bklcl":"In chiū kā Lī-pek-ka chiok-hok, tùi i kóng, Goán sió-bē ah, goān lí chòe chheng-bān lâng ê lāu-bú, goān lí ê hō͘-è tit-tio̍h tùi-te̍k ê koan-ài.","tghg":"𪜶就給利百加祝福對伊講：阮小妹啊，願你做千萬人的老母！願你的後裔得著對敵的關隘(koan-ài)！","bklhl":"In就kā利百加祝福，對伊講，阮小妹ah，願你做千萬人ê老母，願你ê後裔得tio̍h對敵ê關隘。"}},{"book":"創","chapter":24,"verse":61,"versions":{"unv":"利百加和她的使女們起來，騎上駱駝，跟著那僕人，僕人就帶著利百加走了。","bklcl":"Lī-pek-ka kap i ê lú-pī khí-lâi khiâ lo̍k-tô, tè hit ê lâng;  lô͘-po̍k chiū chhōa Lī-pek-ka khì.","tghg":"利百加及伊的女婢起來，騎駱駝，隨彼個人，奴僕就導利百加去。","bklhl":"利百加kap伊ê女婢起來騎駱駝，tè hit ê人；奴僕就chhōa利百加去。"}},{"book":"創","chapter":24,"verse":62,"versions":{"unv":"那時，以撒住在南地，剛從庇耳‧拉海‧萊回來。","bklcl":"Í-sat khiā-khí tī Lâm-tōe, hit-sî tùi Pí-jíⁿ-la̍h-hái-lâi ê lō͘ lâi.","tghg":"以撒徛起佇南地，彼時，對庇耳拉海萊的路來。","bklhl":"以撒khiā起tī南地，hit時tùi Pí-jíⁿ-la̍h-hái-lâi ê路來。"}},{"book":"創","chapter":24,"verse":63,"versions":{"unv":"天將晚，以撒出來在田間默想，舉目一看，見來了些駱駝。","bklcl":"Ji̍t beh àm, Í-sat chhut-lâi tī chhân-ni̍h, chēng-chēng teh siūⁿ, kia̍h-ba̍k chi̍t-ē khòaⁿ, khòaⁿ-kìⁿ lo̍k-tô lâi.","tghg":"日欲暗，以撒出來佇田裡，靜靜啲想，攑目一下看，看見駱駝來。","bklhl":"日beh暗，以撒出來tī田裡，靜靜teh想，kia̍h目一下看，看見駱駝來。"}},{"book":"創","chapter":24,"verse":64,"versions":{"unv":"利百加舉目看見以撒，就急忙下了駱駝，","bklcl":"Lī-pek-ka khòaⁿ-kìⁿ Í-sat, chiū tùi lo̍k-tô lo̍h-lâi.","tghg":"利百加看見以撒，就對駱駝落來，","bklhl":"利百加看見以撒，就tùi駱駝落來。"}},{"book":"創","chapter":24,"verse":65,"versions":{"unv":"問那僕人說：「這田間走來迎接我們的是誰？」僕人說：「是我的主人。」利百加就拿帕子蒙上臉。","bklcl":"Mn̄g hit ê lô͘-po̍k kóng, Tī chhân-ni̍h kiâⁿ-lâi ngiâ-chih lán-ê sī chī-chūi?  Lô͘-po̍k kóng, Sī góa ê chú-lâng.  Lī-pek-ka chiū the̍h phè ka-kī tà.","tghg":"問彼個奴僕講：「佇田裡行來迎接咱者是是誰？」奴僕講：「是我的主人。」利百加就提帕(phè)家己罩(tà)。","bklhl":"問hit ê奴僕講，Tī田裡行來迎接咱ê是是誰？奴僕講，是我ê主人。利百加就the̍h帕家己罩。"}},{"book":"創","chapter":24,"verse":66,"versions":{"unv":"僕人就將所辦的一切事都告訴以撒。","bklcl":"Lô͘-po̍k chiong só͘ chòe it-chhè ê sū, kā Í-sat kóng.","tghg":"奴僕將所做一切的事給以撒講。","bklhl":"奴僕將所做一切ê事，kā以撒講。"}},{"book":"創","chapter":24,"verse":67,"versions":{"unv":"以撒便領利百加進了他母親撒拉的帳棚，娶了她為妻，並且愛她。以撒自從他母親不在了，這才得了安慰。","bklcl":"Í-sat chiū khan Lī-pek-ka ji̍p i ê lāu-bú Sat-la̍h ê pò͘-pîⁿ, chhōa i chòe bó͘;  koh chin thiàⁿ i.  Í-sat tùi lāu-bú sí-āu, kàu chit-tia̍p chiah tit-tio̍h an-ùi.","tghg":"以撒就牽利百加入伊的老母撒拉的布棚，娶伊做某，閣真疼伊。以撒對老母死後，到此霎才得著安慰。","bklhl":"以撒就牽利百加入伊ê老母撒拉ê布棚，娶伊做bó͘；koh真疼伊。以撒tùi老母死後，到chit-tia̍p chiah得tio̍h安慰。"}}]