[{"book":"創","chapter":1,"verse":1,"versions":{"unv":"起初，　神創造天地。","bklcl":"Goân-khí-thâu Siōng-tè chhòng-chō thiⁿ kap tōe.","tghg":"源起頭，上帝創造天及地。","bklhl":"源起頭上帝創造天kap地。"}},{"book":"創","chapter":1,"verse":2,"versions":{"unv":"地是空虛混沌，淵面黑暗；　神的靈運行在水面上。","bklcl":"Tōe sī khang-khang hūn-tūn; chhim-ian ê bīn-chiūⁿ o͘-àm; Siōng-tè ê Sîn ūn-tōng tī chúi-bīn.","tghg":"地是空空混沌，深淵的面上黑暗；上帝的神運動佇水面。","bklhl":"地是空空渾沌；深淵ê面上烏暗；上帝ê神運動tī水面。"}},{"book":"創","chapter":1,"verse":3,"versions":{"unv":"　神說：「要有光」，就有了光。","bklcl":"Siōng-tè kóng, Tio̍h ū kng, chiū ū kng.","tghg":"上帝講：「著有光」，就有光。","bklhl":"上帝講，Tio̍h有光，就有光。"}},{"book":"創","chapter":1,"verse":4,"versions":{"unv":"　神看光是好的，就把光暗分開了。","bklcl":"Siōng-tè khòaⁿ kng, sī hó; Siōng-tè chiong kng àm pun-khui.","tghg":"上帝看光是好，上帝將光暗分開。","bklhl":"上帝看光，是好；上帝將光暗分開。"}},{"book":"創","chapter":1,"verse":5,"versions":{"unv":"　神稱光為「晝」，稱暗為「夜」。有晚上，有早晨，這是頭一日。","bklcl":"Siōng-tè kiò hit ê kng chòe Ji̍t, kiò àm chòe Mî.  Ū ê-hng ū chá-khí, sī thâu chi̍t-ji̍t.","tghg":"上帝叫彼個光做「日」，叫暗做「暝」。有下昏，有早起，是頭一日。","bklhl":"上帝叫hit ê光做日，叫暗做暝。有ê-hng有早起，是頭一日。："}},{"book":"創","chapter":1,"verse":6,"versions":{"unv":"　神說：「諸水之間要有空氣，將水分為上下。」","bklcl":"Siōng-tè kóng, Chiah-ê chúi ê tiong-kan tio̍h ū kiong-chhong, chiong chúi kap chúi pun-khui.","tghg":"上帝講：「諸個水的中間著有穹蒼，將水及水分開。」","bklhl":"上帝講，Chiah-ê水ê中間tio̍h有穹蒼，將水kap水分開。"}},{"book":"創","chapter":1,"verse":7,"versions":{"unv":"　神就造出空氣，將空氣以下的水、空氣以上的水分開了。事就這樣成了。","bklcl":"Siōng-tè chiū chō kiong-chhong, lâi hun-khui kiong-chhong-ē ê chúi kap kiong-chhong-téng ê chúi;  chiū ū án-ni.","tghg":"上帝就造穹蒼，來分開穹蒼下的水，及穹蒼頂的水。就有按呢。","bklhl":"上帝就造穹蒼，來分開穹蒼下ê水kap穹蒼頂ê水；就有án-ni。"}},{"book":"創","chapter":1,"verse":8,"versions":{"unv":"　神稱空氣為「天」。有晚上，有早晨，是第二日。","bklcl":"Siōng-tè kiò kiong-chhong chòe Thiⁿ.  Ū ê-hng ū chá-khí, sī tē-jī ji̍t.","tghg":"上帝叫穹蒼做「天」。有下昏，有早起，是第二日。","bklhl":"上帝叫穹蒼做天。有ê-hng有早起，是第二日。"}},{"book":"創","chapter":1,"verse":9,"versions":{"unv":"　神說：「天下的水要聚在一處，使旱地露出來。」事就這樣成了。","bklcl":"Siōng-tè kóng, Thiⁿ-ē chiah-ê chúi tio̍h chū-chi̍p kàu chi̍t só͘-chāi, ta-tōe tio̍h chhut-hiān;  chiū ū án-ni.","tghg":"上帝講：「天下諸個水著聚集到一所在，乾地著出現。」就有按呢。","bklhl":"上帝講，天下chiah ê水tio̍h聚集到一所在，乾地tio̍h出現；就有án-ni。"}},{"book":"創","chapter":1,"verse":10,"versions":{"unv":"　神稱旱地為「地」，稱水的聚處為「海」。　神看著是好的。","bklcl":"Siōng-tè kiò ta-tōe chòe Tōe;  kiò chū-chi̍p ê chúi chòe Hái;  Siōng-tè khòaⁿ-i sī hó.","tghg":"上帝叫乾地做「地」，叫聚集的水做「海」。上帝看伊是好。","bklhl":"上帝叫乾地做地；叫聚集ê水做海；上帝看伊是好。"}},{"book":"創","chapter":1,"verse":11,"versions":{"unv":"　神說：「地要發生青草和結種子的菜蔬，並結果子的樹木，各從其類，果子都包著核。」事就這樣成了。","bklcl":"Siōng-tè kóng, Tōe tio̍h hoat-chháu, í-ki̍p kiat-chí ê chhài-soe, kap chiàu-lūi siⁿ ké-chí ê chhiū, hit lāi-bīn ū i ê chí, tī tōe-chiūⁿ;  chiū ū án-ni.","tghg":"上帝講：「地著發草以及結子的菜蔬，及照類生果子的樹，彼內面有伊的子佇地上。」就有按呢。","bklhl":"上帝講，地tio̍h發草，以及結子ê菜蔬，kap照類生果子ê樹，hit內面有伊ê chí，tī地上；就有án-ni。"}},{"book":"創","chapter":1,"verse":12,"versions":{"unv":"於是地發生了青草和結種子的菜蔬，各從其類；並結果子的樹木，各從其類；果子都包著核。　神看著是好的。","bklcl":"Tōe chiū hoat-chháu, kap chiàu-lūi kiat-chí ê chhài-soe, kap chiàu-lūi siⁿ ké-chí ê chhiū, lāi-bīn ū i ê chí;  Siōng-tè khòaⁿ-i sī hó.","tghg":"地就發草及照類結子的菜蔬，及照類生果子的樹；內面有伊的子。上帝看伊是好。","bklhl":"地就發草，kap照類結chí ê菜蔬，kap照類生果子ê樹，內面有伊ê chí；上帝看伊是好。"}},{"book":"創","chapter":1,"verse":13,"versions":{"unv":"有晚上，有早晨，是第三日。","bklcl":"Ū ê-hng ū chá-khí, sī tē-saⁿ ji̍t.","tghg":"有下昏，有早起，是第三日。","bklhl":"有ê-hng有早起，是第三日。"}},{"book":"創","chapter":1,"verse":14,"versions":{"unv":"　神說：「天上要有光體，可以分晝夜，作記號，定節令、日子、年歲，","bklcl":"Siōng-tè kóng, Thiⁿ-ni̍h ê kiong-chhong tio̍h ū hoat-kng ê thé, lâi hun-piat ji̍t-mî; iā thang chòe tiāu-thâu, sù-kùi, ji̍t, nî;","tghg":"上帝講：「天裡的穹蒼著有發光的體，來分別日暝，亦通做兆頭，四季、日、年，","bklhl":"上帝講，天裡ê穹蒼tio̍h有發光ê體，來分別日暝；也thang做兆頭，四季，日，年；"}},{"book":"創","chapter":1,"verse":15,"versions":{"unv":"並要發光在天空，普照在地上。」事就這樣成了。","bklcl":"ia̍h hō͘ in chòe kng-thé tī thiⁿ ê kiong-chhong, chiò-kng tī tōe-chiūⁿ;  chiū ū án-ni.","tghg":"亦互𪜶做光體佇天的穹蒼，照光佇地上。」就有按呢。","bklhl":"亦hō͘ in做光體tī天ê穹蒼，照光tī地上；就有án-ni。"}},{"book":"創","chapter":1,"verse":16,"versions":{"unv":"於是　神造了兩個大光，大的管晝，小的管夜，又造眾星，","bklcl":"Siōng-tè chiū chō tōa ê kng-thé nn̄g-ê;  tōa ê kng-thé lâi koán ji̍t-sî, sòe ê kng-thé lâi koán mî-sî;  iā chō chhiⁿ-sîn.","tghg":"上帝就造大的光體二個，大的光體來管日時，細的光體來管暝時，也造星辰。","bklhl":"上帝就造大ê光體兩個；大ê光體來管日時，細ê光體來管暝時；也造星辰。"}},{"book":"創","chapter":1,"verse":17,"versions":{"unv":"就把這些光擺列在天空，普照在地上，","bklcl":"Siōng-tè hē in tī thiⁿ-ni̍h ê kiong-chhong, hō͘ in chiò kng tī tōe-ni̍h;","tghg":"上帝下(hē)𪜶佇天裡的穹蒼，互𪜶照光佇地裡，","bklhl":"上帝hē in tī天裡ê穹蒼，hō͘ in照光tī地裡；"}},{"book":"創","chapter":1,"verse":18,"versions":{"unv":"管理晝夜，分別明暗。　神看著是好的。","bklcl":"iā beh koán ū ji̍t mî, hun-piat kng àm.  Siōng-tè khòaⁿ-i sī hó.","tghg":"也欲管有日暝，分別光暗。上帝看伊是好。","bklhl":"也beh管有日暝，分別光暗。上帝看伊是好。"}},{"book":"創","chapter":1,"verse":19,"versions":{"unv":"有晚上，有早晨，是第四日。","bklcl":"Ū ê-hng ū chá-khí, sī tē-sì ji̍t.","tghg":"有下昏，有早起，是第四日。","bklhl":"有ê-hng有早起，是第四日。"}},{"book":"創","chapter":1,"verse":20,"versions":{"unv":"　神說：「水要多多滋生有生命的物；要有雀鳥飛在地面以上，天空之中。」","bklcl":"Siōng-tè kóng, Chúi tio̍h siⁿ-thòaⁿ chōe-chōe ū oa̍h-miā ê tōng-bu̍t;  chiáu pe tī tōe ê téng-bīn, thiⁿ-ni̍h ê kiong-chhong.","tghg":"上帝講：「水著生湠多多有活命的動物；鳥飛佇地的頂面，天裡的穹蒼。」","bklhl":"上帝講，水tio̍h生湠chōe-chōe有活命ê動物；鳥飛tī地ê頂面，天裡ê穹蒼。"}},{"book":"創","chapter":1,"verse":21,"versions":{"unv":"　神就造出大魚和水中所滋生各樣有生命的動物，各從其類；又造出各樣飛鳥，各從其類。　神看著是好的。","bklcl":"Siōng-tè chiū chhòng-chō hái-ni̍h ê tōa-hî, í-ki̍p chúi só͘ siⁿ chōe-chōe ū oa̍h-miā ê tōng-bu̍t, kok chiàu i ê lūi, koh chhòng-chō ta̍k-iūⁿ ê pe-chiáu, chiàu i ê lūi;  Siōng-tè khòaⁿ-i sī hó.","tghg":"上帝就創造海裡的大魚以及水所生多多有活命的動物，各照伊的類；閣創造逐樣的飛鳥，照伊的類。上帝看伊是好。","bklhl":"上帝就創造海裡ê大魚，以及水所生chōe-chōe有活命ê動物，各照伊ê類，koh創造ta̍k樣ê飛鳥，照伊ê類；上帝看伊是好。"}},{"book":"創","chapter":1,"verse":22,"versions":{"unv":"　神就賜福給這一切，說：「滋生繁多，充滿海中的水；雀鳥也要多生在地上。」","bklcl":"Siōng-tè sù-hok in, kóng, Tio̍h siⁿ-thòaⁿ ke-thiⁿ chin-chōe, chhiong-móa tī hái-ni̍h ê chúi, iā hō͘ chiáu-chiah siⁿ-thòaⁿ chōe-chōe tī tōe-ni̍h.","tghg":"上帝賜福𪜶，講：「著生湠加添真多，充滿佇海裡的水；也互鳥隻生湠多多佇地裡。」","bklhl":"上帝賜福in，講，Tio̍h生湠加添真chōe，充滿tī海裡ê水，也hō͘鳥隻生湠chōe-chōe tī地裡。"}},{"book":"創","chapter":1,"verse":23,"versions":{"unv":"有晚上，有早晨，是第五日。","bklcl":"Ū ê-hng ū chá-khí, sī tē-gō͘ ji̍t.","tghg":"有下昏，有早起，是第五日。","bklhl":"有ê-hng有早起，是第五日。"}},{"book":"創","chapter":1,"verse":24,"versions":{"unv":"　神說：「地要生出活物來，各從其類；牲畜、昆蟲、野獸，各從其類。」事就這樣成了。","bklcl":"Siōng-tè kóng, Tōe tio̍h siⁿ ū oa̍h-miā ê tōng-bu̍t, chiàu i ê lūi, cheng-siⁿ, thâng-thōa, tōe-chiūⁿ ê cháu-siù, chiàu i ê lūi;  chiū ū án-ni.","tghg":"上帝講：「地著生有活命的動物，照伊的類；精牲、蟲𧒴(thâng-thōa)、地上的走獸，照伊的類。」就有按呢。","bklhl":"上帝講，地tio̍h生有活命ê動物，照伊ê類，cheng-siⁿ，蟲thōa，地上ê走獸，照伊ê類；就有án-ni。"}},{"book":"創","chapter":1,"verse":25,"versions":{"unv":"於是　神造出野獸，各從其類；牲畜，各從其類；地上一切昆蟲，各從其類。　神看著是好的。","bklcl":"Siōng-tè chiū chō tōe-chiūⁿ ê cháu-siù chiàu i ê lūi, cheng-siⁿ chiàu i ê lūi, tōe-chiūⁿ it-chhè ê thâng-thōa chiàu i ê lūi;  Siōng-tè khòaⁿ-i sī hó.","tghg":"上帝就造地上的走獸，照伊的類；精牲，照伊的類；地上一切的蟲𧒴，照伊的類。上帝看伊是好。","bklhl":"上帝就造地上ê走獸照伊ê類，cheng-siⁿ照伊ê類，地上一切ê蟲thōa照伊ê類；上帝看伊是好。"}},{"book":"創","chapter":1,"verse":26,"versions":{"unv":"　神說：「我們要照著我們的形像、按著我們的樣式造人，使他們管理海裡的魚、空中的鳥、地上的牲畜，和全地，並地上所爬的一切昆蟲。」","bklcl":"Siōng-tè kóng, Lán tio̍h chō lâng chhin-chhiūⁿ lán ê siōng, chiàu lán ê khoán;  hō͘ in koán-lí hái-ni̍h ê hî, thiⁿ-ni̍h ê chiáu, kap cheng-siⁿ, kap choân-tōe, í-ki̍p tōe-chiūⁿ teh sô ê thâng-thōa.","tghg":"上帝講：「咱著造人親像咱的像、照咱的款，互𪜶管理海裡的魚、天裡的鳥、及精牲，及全地，以及地上啲趖(sô)的蟲𧒴。」","bklhl":"上帝講，咱tio̍h造人親像咱ê像，照咱ê款；hō͘ in管理海裡ê魚，天裡ê鳥，kap cheng-siⁿ，kap全地，以及地上teh 趖 ê蟲thōa。"}},{"book":"創","chapter":1,"verse":27,"versions":{"unv":"　神就照著自己的形像造人，乃是照著他的形像造男造女。","bklcl":"Siōng-tè chiū chhòng-chō lâng chhin-chhiūⁿ I ka-kī ê siōng, chiàu Siōng-tè ê siōng chhòng-chō i;  chhòng-chō in lâm-ê lú-ê.","tghg":"上帝就創造人親像伊家己的像，照上帝的像創造伊，創造𪜶男者女者。","bklhl":"上帝就創造人親像伊家己ê像，照上帝ê像創造伊；創造in男ê女ê。"}},{"book":"創","chapter":1,"verse":28,"versions":{"unv":"　神就賜福給他們，又對他們說：「要生養眾多，遍滿地面，治理這地，也要管理海裡的魚、空中的鳥，和地上各樣行動的活物。」","bklcl":"Siōng-tè sù-hok in; Siōng-tè koh tùi in kóng, Tio̍h siⁿ-thòaⁿ chin-chōe, chhiong-móa tī tōe-chiūⁿ, lâi khah-iâⁿ i;  iā tio̍h tī-lí hái-ni̍h ê hî, thiⁿ-ni̍h ê chiáu, kap tōe-chiūⁿ it-chhè só͘ tín-tāng ê oa̍h-mi̍h.","tghg":"上帝賜福𪜶，上帝閣對𪜶講：「著生湠真多，充滿佇地上，來卡贏伊，也著治理海裡的魚、天裡的鳥，及地上一切所振動(tín-tāng)的活物。」","bklhl":"上帝賜福in；上帝koh對in講，Tio̍h生湠真chōe，充滿tī地上，來khah贏伊；也tio̍h治理海裡ê魚，天裡ê鳥，kap地上一切所振動ê活物。"}},{"book":"創","chapter":1,"verse":29,"versions":{"unv":"　神說：「看哪，我將遍地上一切結種子的菜蔬和一切樹上所結有核的果子全賜給你們作食物。","bklcl":"Siōng-tè kóng, Góa ū hō͘ lín piàn tōe-chiūⁿ it-chhè kiat-chí ê chhài-soe, koh it-chhè ê chhiū, kî-tiong ū kiat-chí ê chhiū ê ké-chí;  lóng hō͘ lín chòe chia̍h-mi̍h.","tghg":"上帝講：「我有互恁遍地上一切結子的菜蔬閣一切的樹，其中有結子的樹的果子攏互恁做食物。","bklhl":"上帝講，我有hō͘ lín遍地上一切結chí ê菜蔬，koh一切ê樹，其中有結子ê樹ê果子；lóng hō͘ lín做食物。"}},{"book":"創","chapter":1,"verse":30,"versions":{"unv":"至於地上的走獸和空中的飛鳥，並各樣爬在地上有生命的物，我將青草賜給牠們作食物。」事就這樣成了。","bklcl":"Lūn-kàu tōe-chiūⁿ it-chhè ê cháu-siù, thiⁿ-tiong it-chhè ê chiáu, kap tōe-chiūⁿ it-chhè ōe tín-tāng ū oa̍h-miā ê mi̍h, Góa chiong it-chhè chhiⁿ-chháu hō͘ in chòe chia̍h-mi̍h;  chiū ū án-ni.","tghg":"論到地上一切的走獸天中一切的鳥，及地上一切會振動有活命的物，我將一切青草互𪜶做食物。」就有按呢。","bklhl":"論到地上一切ê走獸，天中一切ê鳥，kap地上一切會振動有活命ê物，我將一切青草hō͘ in做食物；就有án-ni。"}},{"book":"創","chapter":1,"verse":31,"versions":{"unv":"　神看著一切所造的都甚好。有晚上，有早晨，是第六日。","bklcl":"Siōng-tè khòaⁿ I it-chhè só͘ chō-ê, khòaⁿ ah, chin-hó.  Ū ê-hng ū chá-khí, sī tē-la̍k ji̍t.","tghg":"上帝看伊一切所造的，看啊！真好。有下昏，有早起，是第六日。","bklhl":"上帝看伊一切所造ê，看ah，真好。有ê-hng有早起，是第六日。"}}]