[{"book":"創","chapter":29,"verse":1,"versions":{"unv":"雅各起行，到了東方人之地，","bklcl":"Ngá-kok khí-sin, kàu tang-hng ê lâng ê tōe;","tghg":"雅各起身，到東方的人的地，","bklhl":"雅各起身，到東方ê人ê地；"}},{"book":"創","chapter":29,"verse":2,"versions":{"unv":"看見田間有一口井，有三群羊臥在井旁；因為人飲羊群都是用那井裡的水。井口上的石頭是大的。","bklcl":"khòaⁿ-kìⁿ chhân-ni̍h ū chi̍t kháu chíⁿ, ū saⁿ tīn iûⁿ tó tī chíⁿ-piⁿ, in-ūi lâng hō͘ iûⁿ-kûn lim, lóng sī ēng hit ê chíⁿ ê chúi;  chíⁿ-chhùi ēng tōa chio̍h khàm.","tghg":"看見田裡有一口井，有三陣羊倒佇井邊；因為人互羊群飲攏是用彼個井的水。井嘴用大石蓋。","bklhl":"看見田裡有一口井，有三陣羊倒tī井邊，因為人hō͘羊群lim，lóng是用hit ê井ê水；井嘴用大石蓋。"}},{"book":"創","chapter":29,"verse":3,"versions":{"unv":"常有羊群在那裡聚集，牧人把石頭轉離井口飲羊，隨後又把石頭放在井口的原處。","bklcl":"Pêng-sî iûⁿ-kûn chū-chi̍p tī-hia, lâng chiū chiong chio̍h-thâu sóa lī chíⁿ-chhùi, hō͘ iûⁿ lim chúi;  chiah koh chiong chio̍h-thâu sóa kàu goân-ūi.","tghg":"平時羊群聚集佇遐，人就將石頭徙離井嘴互羊飲水，才閣將石頭徙到原位。","bklhl":"平時羊群聚集tī-hia，人就將石頭徙離井嘴，hō͘羊lim水；chiah koh將石頭徙到原位。"}},{"book":"創","chapter":29,"verse":4,"versions":{"unv":"雅各對牧人說：「弟兄們，你們是哪裡來的？」他們說：「我們是哈蘭來的。」","bklcl":"Ngá-kok tùi in kóng, Hiaⁿ-tī ah, tùi tah-lo̍h lâi?  in kóng, Goán tùi Hap-lân lâi.","tghg":"雅各對𪜶講：「兄弟啊，對叨落來？」𪜶講：「阮對哈蘭來。」","bklhl":"雅各對in講，兄弟ah，tùi tah-lo̍h來？in講，阮tùi哈蘭來。"}},{"book":"創","chapter":29,"verse":5,"versions":{"unv":"他問他們說：「拿鶴的孫子拉班，你們認識嗎？」他們說：「我們認識。」","bklcl":"Mn̄g in kóng, Ná-ho̍k ê sun La̍h-pan, lín bat i mah?","tghg":"問𪜶講：「拿福的孫拉班，恁識伊嗎？」講：「識伊。」","bklhl":"問in講，拿福ê孫拉班，lín bat伊mah？"}},{"book":"創","chapter":29,"verse":6,"versions":{"unv":"雅各說：「他平安嗎？」他們說：「平安。看哪，他女兒拉結領著羊來了。」","bklcl":"kóng, Bat-i.  Koh tùi in kóng, I pêng-an mah?  kóng, Pêng-an.  Lí khòaⁿ, i ê cha-bó͘-kiáⁿ La̍h-kiat chhōa i ê iûⁿ-kûn teh lâi.","tghg":"閣對𪜶講：「伊平安嗎？」講：「平安。你看，伊的查某子拉結導伊的羊群啲來。」","bklhl":"講，Bat伊。Koh對in講，伊平安mah？講，平安。你看，伊ê cha-bó͘-kiáⁿ拉結chhōa伊ê羊群teh來。"}},{"book":"創","chapter":29,"verse":7,"versions":{"unv":"雅各說：「日頭還高，不是羊群聚集的時候，你們不如飲羊，再去放一放。」","bklcl":"Kóng, Ji̍t iáu koâiⁿ, cheng-siⁿ chū-chi̍p ê sî bē kàu, m̄-ta̍t-tio̍h hō͘ iûⁿ lim chúi, koh khì chhī.","tghg":"講：「日猶高，精牲聚集的時未到，呣值著互羊飲水，閣去飼。」","bklhl":"講，日iáu高，cheng-siⁿ聚集ê時未到，m̄值tio̍h hō͘羊lim水，koh去飼。"}},{"book":"創","chapter":29,"verse":8,"versions":{"unv":"他們說：「我們不能，必等羊群聚齊，人把石頭轉離井口才可飲羊。」","bklcl":"In kóng, Goán bōe-ōe, tio̍h thèng-hāu chōe-chōe tīn lóng chū-chi̍p, lâng sóa chio̍h lī-khui chíⁿ-chhùi, chiah thang hō͘ iûⁿ lim.","tghg":"𪜶講：「阮𣍐會，著聽候多多陣攏聚集，人徙石離開井嘴才通互羊飲。」","bklhl":"In講，阮bōe會，tio̍h thèng候chōe-chōe陣lóng聚集，人徙石離開井嘴，chiah thang hō͘羊lim。"}},{"book":"創","chapter":29,"verse":9,"versions":{"unv":"雅各正和他們說話的時候，拉結領著她父親的羊來了，因為那些羊是她牧放的。","bklcl":"Ngá-kok teh kap in kóng-ōe ê sî, La̍h-kiat chhōa in lāu-pē ê iûⁿ lâi;  in-ūi sī i teh kò͘.","tghg":"雅各啲及𪜶講話的時，拉結導𪜶老父的羊來，因為是伊啲顧。","bklhl":"雅各teh kap in講話ê時，拉結chhōa in老父ê羊來；因為是伊teh顧。"}},{"book":"創","chapter":29,"verse":10,"versions":{"unv":"雅各看見母舅拉班的女兒拉結和母舅拉班的羊群，就上前把石頭轉離井口，飲他母舅拉班的羊群。","bklcl":"Ngá-kok khòaⁿ-kìⁿ bú-kū La̍h-pan ê cha-bó͘-kiáⁿ La̍h-kiat, kap bú-kū La̍h-pan ê iûⁿ-kûn, chiū chìn-chêng chiong chio̍h sóa lī chíⁿ-chhùi, hō͘ in bú-kū La̍h-pan ê iûⁿ-kûn lim.","tghg":"雅各看見母舅拉班的查某子拉結及母舅拉班的羊群，就進前將石徙離井嘴，互𪜶母舅拉班的羊群飲。","bklhl":"雅各看見母舅拉班ê cha-bó͘-kiáⁿ拉結，kap母舅拉班ê羊群，就進前將石徙離井嘴，hō͘ in母舅拉班ê羊群lim。"}},{"book":"創","chapter":29,"verse":11,"versions":{"unv":"雅各與拉結親嘴，就放聲而哭。","bklcl":"Ngá-kok kā La̍h-kiat chim-chhùi, khui-siaⁿ khàu.","tghg":"雅各給拉結唚嘴，開聲哭。","bklhl":"雅各kā拉結chim嘴，開聲哭。"}},{"book":"創","chapter":29,"verse":12,"versions":{"unv":"雅各告訴拉結，自己是她父親的外甥，是利百加的兒子，拉結就跑去告訴她父親。","bklcl":"Ngá-kok koh kā La̍h-kiat kóng i sī in lāu-pē ê gōe-seng, sī Lī-pek-ka ê kiáⁿ;  La̍h-kiat chiū cháu-khì kā in lāu-pē kóng.","tghg":"雅各閣給拉結講，伊是𪜶老父的外甥，是利百加的子，拉結就走去給𪜶老父講。","bklhl":"雅各koh kā拉結講伊是in老父ê外甥，是利百加ê kiáⁿ；拉結就走去kā in老父講。"}},{"book":"創","chapter":29,"verse":13,"versions":{"unv":"拉班聽見外甥雅各的信息，就跑去迎接，抱著他，與他親嘴，領他到自己的家。雅各將一切的情由告訴拉班。","bklcl":"La̍h-pan thiaⁿ-kìⁿ gōe-seng Ngá-kok ê siau-sit, chiū cháu-khì ngiâ-chih-i, phō-i, kap i chim-chhùi;  chhōa i kàu in tau;  Ngá-kok chiong it-chhè ê sū-chêng kā La̍h-pan kóng.","tghg":"拉班聽見外甥雅各的消息，就走去迎接(ngiâ-chih)伊，抱伊，及伊唚嘴，導伊到𪜶兜。雅各將一切的事情給拉班講。","bklhl":"拉班聽見外甥雅各ê消息，就走去迎接伊，抱伊，kap伊chim嘴；chhōa伊到in tau；雅各將一切ê事情kā拉班講。"}},{"book":"創","chapter":29,"verse":14,"versions":{"unv":"拉班對他說：「你實在是我的骨肉。」雅各就和他同住了一個月。","bklcl":"La̍h-pan kā Ngá-kok kóng, Lí si̍t-chāi sī góa ê kut-jio̍k.  I chiū kap i tòa chi̍t-ge̍h-ji̍t.","tghg":"拉班給雅各講：「你實在是我的骨肉。」伊就及伊住一月日。","bklhl":"拉班kā雅各講，你實在是我ê骨肉。伊就kap伊tòa一月日。"}},{"book":"創","chapter":29,"verse":15,"versions":{"unv":"拉班對雅各說：「你雖是我的骨肉（原文是弟兄），豈可白白地服事我？請告訴我，你要甚麼為工價？」","bklcl":"La̍h-pan kā Ngá-kok kóng, Lí sui-jiân sī góa ê chhin-chhek, kiám thang pe̍h-pe̍h chòe góa ê kang;  chhiáⁿ kā góa kóng, lí beh sím-mi̍h kang-chîⁿ.","tghg":"拉班給雅各講：「你雖然是我的親戚，豈通白白做我的工？請給我講，你欲甚麼工錢？」","bklhl":"拉班kā雅各講，你雖然是我ê親戚，kiám thang白白做我ê工；請kā我講，你beh甚麼工錢。"}},{"book":"創","chapter":29,"verse":16,"versions":{"unv":"拉班有兩個女兒，大的名叫利亞，小的名叫拉結。","bklcl":"La̍h-pan ū nn̄g ê cha-bó͘-kiáⁿ, tōa-ê miâ-kiò Lī-a, sòe-ê miâ-kiò La̍h-kiat.","tghg":"拉班有二個查某子，大的名叫利亞，細的名叫拉結。","bklhl":"拉班有兩個cha-bó͘-kiáⁿ，大ê名叫利亞，細ê名叫拉結。"}},{"book":"創","chapter":29,"verse":17,"versions":{"unv":"利亞的眼睛沒有神氣，拉結卻生得美貌俊秀。","bklcl":"Lī-a ba̍k-chiu khah-su, La̍h-kiat siⁿ-chòe hó-khòaⁿ.","tghg":"利亞目睭卡輸，拉結生做好看。","bklhl":"利亞目睭khah輸，拉結生做好看。"}},{"book":"創","chapter":29,"verse":18,"versions":{"unv":"雅各愛拉結，就說：「我願為你小女兒拉結服事你七年。」","bklcl":"Ngá-kok thiàⁿ La̍h-kiat, chiū kóng, Góa goān ūi-tio̍h lí sòe ê cha-bó͘-kiáⁿ La̍h-kiat, kā lí chòe-kang chhit-nî.","tghg":"雅各疼拉結，就講：「我願為著你細的查某子拉結給你做工七年。」","bklhl":"雅各疼拉結，就講，我願為tio̍h你細ê cha-bó͘-kiáⁿ拉結，kā你做工七年。"}},{"book":"創","chapter":29,"verse":19,"versions":{"unv":"拉班說：「我把她給你，勝似給別人，你與我同住吧！」","bklcl":"La̍h-pan kóng, Chiong i kè hō͘ lí, khah-hó hō͘ pa̍t-lâng;  lí kap góa tòa.","tghg":"拉班講：「將伊嫁互你，卡好互別人，你及我住！」","bklhl":"拉班講，將伊嫁hō͘你，khah好hō͘別人；你kap我tòa。"}},{"book":"創","chapter":29,"verse":20,"versions":{"unv":"雅各就為拉結服事了七年；他因為深愛拉結，就看這七年如同幾天。","bklcl":"Ngá-kok chiū ūi-tio̍h La̍h-kiat kā i chòe kang chhit-nî;  in-ūi chhim-thiàⁿ i, khòaⁿ-chòe kúi-nā ji̍t.","tghg":"雅各就為著拉結給伊做工七年；因為深疼伊，看做幾若日。","bklhl":"雅各就為tio̍h拉結kā伊做工七年；因為深疼伊，看做kúi-nā日。"}},{"book":"創","chapter":29,"verse":21,"versions":{"unv":"雅各對拉班說：「日期已經滿了，求你把我的妻子給我，我好與她同房。」","bklcl":"Ngá-kok tùi La̍h-pan kóng, Ji̍t-kî í-keng móa, kiû lí chiong góa ê bó͘ hō͘ góa, góa thang kap i tâng-pâng.","tghg":"雅各對拉班講：「日期已經滿，求你將我的某互我，我通及伊同房。」","bklhl":"雅各對拉班講，日期已經滿，求你將我ê bó͘ hō͘我，我thang kap伊同房。"}},{"book":"創","chapter":29,"verse":22,"versions":{"unv":"拉班就擺設筵席，請齊了那地方的眾人。","bklcl":"La̍h-pan chū-chi̍p hit só͘-chāi ê chèng-lâng, pān iân-sia̍h chhiáⁿ in.","tghg":"拉班聚集彼所在的眾人，辦筵席請𪜶。","bklhl":"拉班聚集hit所在ê眾人，辦筵席請in。"}},{"book":"創","chapter":29,"verse":23,"versions":{"unv":"到晚上，拉班將女兒利亞送來給雅各，雅各就與她同房。","bklcl":"Kàu ji̍t àm, La̍h-pan chiong i ê cha-bó͘-kiáⁿ Lī-a, sàng lâi hō͘ i;  Ngá-kok chiū kap i tâng-pâng.","tghg":"到日暗，拉班將伊的查某子利亞送來互伊，雅各就及伊同房。","bklhl":"到日暗，拉班將伊ê cha-bó͘-kiáⁿ利亞，送來hō͘伊；雅各就kap伊同房。"}},{"book":"創","chapter":29,"verse":24,"versions":{"unv":"拉班又將婢女悉帕給女兒利亞作使女。","bklcl":"La̍h-pan chiong i ê lú-pī Sek-phàⁿ hō͘ i ê cha-bó͘-kiáⁿ Lī-a chòe lú-pī.","tghg":"拉班將伊的女婢悉帕互伊的查某子利亞做女婢。","bklhl":"拉班將伊ê女婢Sek-phàⁿ hō͘伊ê cha-bó͘-kiáⁿ利亞做女婢。"}},{"book":"創","chapter":29,"verse":25,"versions":{"unv":"到了早晨，雅各一看是利亞，就對拉班說：「你向我做的是甚麼事呢？我服事你，不是為拉結嗎？你為甚麼欺哄我呢？」","bklcl":"Kàu thiⁿ-kng, chi̍t-ē khòaⁿ-kìⁿ sī Lī-a, chiū tùi La̍h-pan kóng, Lí kā góa chòe-ê, sī sím-mi̍h?  Góa kā lí chòe-kang, kiám-m̄-sī ūi-tio̍h La̍h-kiat mah?  lí siáⁿ-sū phiàn góa?","tghg":"到天光，一下看見是利亞，就對拉班講：「你給我做的是甚麼？我給你做工，豈呣是為著拉結嗎？你啥事騙我？」","bklhl":"到天光，一下看見是利亞，就對拉班講，你kā我做ê，是甚麼？我kā你做工，kiám-m̄是為tio̍h拉結mah？你啥事騙我？"}},{"book":"創","chapter":29,"verse":26,"versions":{"unv":"拉班說：「大女兒還沒有給人，先把小女兒給人，在我們這地方沒有這規矩。","bklcl":"La̍h-pan kóng, Bē kè tōa-ê tāi-seng kè sòe-ê, tī goán chia bô lâng án-ni chòe.","tghg":"拉班講：「未嫁大的代先嫁細的，佇阮遮無人按呢做。","bklhl":"拉班講，未嫁大ê事先嫁細ê，tī阮chia無人án-ni做。"}},{"book":"創","chapter":29,"verse":27,"versions":{"unv":"你為這個滿了七日，我就把那個也給你，你再為她服事我七年。」","bklcl":"Lí kap chit-ê tio̍h móa chhit-ji̍t;  goán chiū chiong hit-ê ia̍h kè hō͘ lí;  lí ūi-tio̍h i koh kā góa chòe kang chhit-nî.","tghg":"你及此個著滿七日，阮就將彼個亦嫁互你，你為著伊閣給我做工七年。」","bklhl":"你kap chit ê tio̍h滿七日；阮就將hit ê亦嫁hō͘你；你為tio̍h伊koh kā我做工七年。"}},{"book":"創","chapter":29,"verse":28,"versions":{"unv":"雅各就如此行。滿了利亞的七日，拉班便將女兒拉結給雅各為妻。","bklcl":"Ngá-kok chiū chiàu án-ni kiâⁿ;  kap chit-ê móa chhit-ji̍t;  i chiū chiong i ê cha-bó͘-kiáⁿ, La̍h-kiat, hō͘ i chòe-bó͘.","tghg":"雅各就照按呢行。及此個滿七日，伊就將伊的查某子拉結互伊做某。","bklhl":"雅各就照án-ni行；kap chit ê滿七日；伊就將伊ê cha-bó͘-kiáⁿ，拉結，hō͘伊做bó͘。"}},{"book":"創","chapter":29,"verse":29,"versions":{"unv":"拉班又將婢女辟拉給女兒拉結作使女。","bklcl":"La̍h-pan chiong i ê lú-pī Phek-la̍h, hō͘ i ê cha-bó͘-kiáⁿ La̍h-kiat chòe lú-pī.","tghg":"拉班將伊的女婢辟拉(Phek-la̍h)互伊的查某子拉結做女婢。","bklhl":"拉班將伊ê女婢Phek-la̍h，hō͘伊ê cha-bó͘-kiáⁿ拉結做女婢。"}},{"book":"創","chapter":29,"verse":30,"versions":{"unv":"雅各也與拉結同房，並且愛拉結勝似愛利亞，於是又服事了拉班七年。","bklcl":"Ngá-kok ia̍h kap La̍h-kiat tâng-pâng, koh thiàⁿ La̍h-kiat iâⁿ-kè Lī-a;  chiū koh kā La̍h-pan chòe-kang chhit-nî.","tghg":"雅各亦及拉結同房，閣疼拉結贏過利亞，就閣給拉班做工七年。","bklhl":"雅各亦kap拉結同房，koh疼拉結贏過利亞；就koh kā拉班做工七年。"}},{"book":"創","chapter":29,"verse":31,"versions":{"unv":"耶和華見利亞失寵（原文是被恨；下同），就使她生育，拉結卻不生育。","bklcl":"Iâ-hô-hoa khòaⁿ Lī-a bô tek-thióng, chiū hō͘ i hoâi-īn;  to̍k-to̍k La̍h-kiat bô.","tghg":"耶和華看利亞無得寵(thióng)，就互伊懷孕，獨獨拉結無。","bklhl":"耶和華看利亞無得寵，就hō͘伊懷孕；獨獨拉結無。"}},{"book":"創","chapter":29,"verse":32,"versions":{"unv":"利亞懷孕生子，就給他起名叫流便（就是有兒子的意思），因而說：「耶和華看見我的苦情，如今我的丈夫必愛我。」","bklcl":"Lī-a hoâi-īn siⁿ-kiáⁿ, chiū kā i hō-miâ Liû-piān;  in-ūi kóng, Iâ-hô-hoa khòaⁿ-kìⁿ góa ê khó͘-chêng;  taⁿ góa ê tiōng-hu beh thiàⁿ góa.","tghg":"利亞懷孕生子，就給伊號名流便，因為講：「耶和華看見我的苦情，今我的丈夫欲疼我。」","bklhl":"利亞懷孕生kiáⁿ，就kā伊號名Liû-piān；因為講，耶和華看見我ê苦情；taⁿ我ê丈夫beh疼我。"}},{"book":"創","chapter":29,"verse":33,"versions":{"unv":"她又懷孕生子，就說：「耶和華因為聽見我失寵，所以又賜給我這個兒子」，於是給他起名叫西緬（就是聽見的意思）。","bklcl":"I koh hoâi-īn siⁿ kiáⁿ;  kóng, Iâ-hô-hoa thiaⁿ-kìⁿ góa bô tek-thióng, só͘-í koh hō͘ góa chit ê kiáⁿ;  chiū kā i hō-miâ Se-biān.","tghg":"伊閣懷孕生子，講：「耶和華聽見我無得寵，所以閣互我此個子」，就給伊號名西緬。","bklhl":"伊koh懷孕生kiáⁿ；講，耶和華聽見我無得寵，所以koh hō͘我chit ê kiáⁿ；就kā伊號名西緬。"}},{"book":"創","chapter":29,"verse":34,"versions":{"unv":"她又懷孕生子，起名叫利未（就是聯合的意思），說：「我給丈夫生了三個兒子，他必與我聯合。」","bklcl":"Koh hoâi-īn siⁿ kiáⁿ, kóng, Góa kā tiōng-hu siⁿ saⁿ ê kiáⁿ, i beh kap góa kiat-liân;  miâ kiò Lī-bī.","tghg":"閣懷孕生子，講：「我給丈夫生三個子，伊欲及我結聯。」名叫利未。","bklhl":"Koh懷孕生kiáⁿ，講，我kā丈夫生三個kiáⁿ，伊beh kap我結聯；名叫利未。"}},{"book":"創","chapter":29,"verse":35,"versions":{"unv":"她又懷孕生子，說：「這回我要讚美耶和華」，因此給他起名叫猶大（就是讚美的意思）。這才停了生育。","bklcl":"Koh hoâi-īn siⁿ kiáⁿ;  kóng, Chit-ē góa beh o-ló Iâ-hô-hoa;  só͘-í kiò i ê miâ Iû-tāi;  chiū thêng bô koh siⁿ.","tghg":"閣懷孕生子，講：「此下(chit-ē)我欲謳咾耶和華」，所以叫伊的名猶大。就停無閣生。","bklhl":"Koh懷孕生kiáⁿ；講，Chit下我beh o-ló耶和華；所以叫伊ê名偤大；就停無koh生。"}}]