[{"book":"創","chapter":44,"verse":1,"versions":{"unv":"約瑟吩咐家宰說：「把糧食裝滿這些人的口袋，儘著他們的驢所能馱的，又把各人的銀子放在各人的口袋裡，","bklcl":"Iok-sek hoan-hù koán-ke-ê kóng, chiong bí-niû ji̍p móa chiah-ê lâng ê pò͘-tē, chīn in só͘ ōe tòa-ê;  koh chiong ta̍k-lâng ê gûn lok tī i ê pò͘-tē-kháu.","tghg":"約瑟吩咐管家者講：「將米糧入滿諸個人的布袋，盡𪜶所會帶的，閣將逐人的銀橐(lok)佇伊的布袋口，","bklhl":"約瑟吩咐管家ê講，將米糧入滿chiah ê人ê布袋，盡in所能帶ê；koh將ta̍k人ê銀lok tī伊ê布袋口。"}},{"book":"創","chapter":44,"verse":2,"versions":{"unv":"並將我的銀杯和那少年人糴糧的銀子一同裝在他的口袋裡。」家宰就照約瑟所說的話行了；","bklcl":"Ia̍h chiong góa ê poe, chiū-sī hit tè gûn-poe, hē tī siàu-liân-ê ê pò͘-tē-kháu;  i tia̍h gō͘-kak ê gûn ia̍h sòa hē-teh.  Koán-ke-ê chiū chiàu Iok-sek só͘ kóng ê ōe khì kiâⁿ.","tghg":"亦將我的杯就是彼塊銀杯下佇少年者的布袋口，伊糴五穀的銀亦續下啲。」管家者就照約瑟所講的話去行。","bklhl":"亦將我ê杯，就是hit塊銀杯，hē tī少年ê ê布袋口；伊tia̍h五穀ê銀亦續hē-teh。管家ê就照約瑟所講ê話去行。"}},{"book":"創","chapter":44,"verse":3,"versions":{"unv":"天一亮就打發那些人帶著驢走了。","bklcl":"Thiⁿ chi̍t-ē kng, chiū chhe hiah-ê lâng kap in ê lû khì.","tghg":"天一下光就差許個人及𪜶的驢去。","bklhl":"天一下光，就差hiah-ê人kap in ê驢去。"}},{"book":"創","chapter":44,"verse":4,"versions":{"unv":"他們出城走了不遠，約瑟對家宰說：「起來，追那些人去，追上了就對他們說：『你們為甚麼以惡報善呢？","bklcl":"In chhut siâⁿ kiâⁿ bô jōa-hn̄g, Iok-sek kā koán-ke-ê kóng, Khí-lâi, khì tui-jip hiah-ê lâng, tui-tio̍h, chiū kā in kóng, Lín siáⁿ-sū ēng pháiⁿ pò hó ah?","tghg":"𪜶出城行無偌遠，約瑟給管家者講：「起來，去追趇(jip)許個人，追著就給𪜶講：『恁啥事用歹報好啊？","bklhl":"In出城行無jōa遠，約瑟kā管家ê講，起來，去追jip hiah-ê人，追tio̍h，就kā in講，Lín啥事用pháiⁿ報好ah？"}},{"book":"創","chapter":44,"verse":5,"versions":{"unv":"這不是我主人飲酒的杯嗎？豈不是他占卜用的嗎？你們這樣行是作惡了。』」","bklcl":"Che kiám m̄-sī góa ê chú-lâng lim-chiú ê poe mah?  Kiám m̄-sī i chiam-pok teh ēng-ê mah?  lín án-ni chòe sī pháiⁿ.","tghg":"這豈呣是我的主人飲酒的杯嗎？豈呣是伊占卜(chiam-pok)啲用的嗎？恁按呢做是歹。』」","bklhl":"這kiám m̄是我ê主人lim酒ê杯mah？Kiám m̄是伊占卜teh用ê mah？Lín án-ni做是pháiⁿ。"}},{"book":"創","chapter":44,"verse":6,"versions":{"unv":"家宰追上他們，將這些話對他們說了。","bklcl":"Koán-ke-ê tui-tio̍h in, chiong chiah-ê ōe kā in kóng.","tghg":"管家者追著𪜶，將諸個話給𪜶講。","bklhl":"管家ê追tio̍h in，將chiah ê話kā in講。"}},{"book":"創","chapter":44,"verse":7,"versions":{"unv":"他們回答說：「我主為甚麼說這樣的話呢？你僕人斷不能做這樣的事。","bklcl":"In ìn kóng, Góa ê chú siáⁿ-sū kóng chit hō ōe?  lí ê lô͘-po̍k toàn-toàn bô chòe chit-hō sū.","tghg":"𪜶應講：「我的主啥事講此號話？你的奴僕斷斷無做此號事。","bklhl":"In應講，我ê主啥事講chit號話？你ê奴僕斷斷無做chit號事。"}},{"book":"創","chapter":44,"verse":8,"versions":{"unv":"你看，我們從前在口袋裡所見的銀子，尚且從迦南地帶來還你，我們怎能從你主人家裡偷竊金銀呢？","bklcl":"Lí khòaⁿ, goán chêng tī pò͘-tē-kháu só͘ khòaⁿ-kìⁿ ê gûn, siōng-chhiáⁿ tùi Ka-lâm tōe tòa-lâi hêng lí;  goán thái-thó ōe tùi lí chú-lâng ê ke thau-the̍h kim-gûn ah?","tghg":"你看，阮前佇布袋口所看見的銀，尚且對迦南地帶來還你；阮豈可會對你主人的家偷提金銀啊？","bklhl":"你看，阮前tī布袋口所看見ê銀，尚且tùi迦南地帶來還你；阮thái-thó會對你主人ê家偷the̍h金銀ah？"}},{"book":"創","chapter":44,"verse":9,"versions":{"unv":"你僕人中無論在誰那裡搜出來，就叫他死，我們也作我主的奴僕。」","bklcl":"Lí ê lô͘-po̍k ê tiong-kan, bô-lūn tī sím-mi̍h lâng hia chhiau-tio̍h, chiū hō͘ i sí,  goán ia̍h beh chòe góa ê chú-lâng ê lô͘-po̍k.","tghg":"你的奴僕的中間無論佇甚麼人遐搜(chhiau)著，就互伊死，阮亦欲做我的主人的奴僕。」","bklhl":"你ê奴僕ê中間，無論tī甚麼人hia chhiau-tio̍h，就hō͘伊死，阮亦beh做我ê主人ê奴僕。"}},{"book":"創","chapter":44,"verse":10,"versions":{"unv":"家宰說：「現在就照你們的話行吧！在誰那裡搜出來，誰就作我的奴僕；其餘的都沒有罪。」","bklcl":"Koán-ke-ê kóng, Taⁿ chiū chiàu lín ê ōe kiâⁿ;  tī sím-mi̍h lâng hia chhiau-tio̍h, hit-lâng chiū chòe góa ê lô͘-po̍k;  kî-û-ê lóng bô chōe.","tghg":"管家者講：「今就照恁的話行！佇甚麼人遐搜著，彼人就做我的奴僕；其餘的攏無罪。」","bklhl":"管家ê講，Taⁿ就照lín ê話行；tī甚麼人hia chhiau-tio̍h，hit人就做我ê奴僕；其餘ê lóng無罪。"}},{"book":"創","chapter":44,"verse":11,"versions":{"unv":"於是他們各人急忙把口袋卸在地下，各人打開口袋。","bklcl":"Tùi hit-tia̍p in ta̍k-lâng kóaⁿ-kín chiong pò͘-tē sià tī thô͘-kha, ta̍k-lâng tháu-khui in ê pò͘-tē.","tghg":"對彼霎(tia̍p)𪜶逐人趕緊將布袋卸(sià)佇土腳，逐人解開𪜶的布袋。","bklhl":"Tùi hit-tia̍p，in ta̍k人趕緊將布袋卸tī土腳，ta̍k人tháu開in ê布袋。"}},{"book":"創","chapter":44,"verse":12,"versions":{"unv":"家宰就搜查，從年長的起到年幼的為止，那杯竟在便雅憫的口袋裡搜出來。","bklcl":"Koán-ke-ê chiū chhiau, tùi tōa-ê khí, kàu sòe-ê chí;  hit ê poe kéng-jiân tī Piān-ngá-bín ê pò͘-tē-lāi chhiau-tio̍h.","tghg":"管家者就搜(chhiau)，對大的起到細的止，彼個杯竟然佇便雅憫的布袋內搜著。","bklhl":"管家ê就chhiau，tùi大ê 起，到細ê止；hit ê杯竟然tī便雅憫ê布袋內chhiau-tio̍h。"}},{"book":"創","chapter":44,"verse":13,"versions":{"unv":"他們就撕裂衣服，各人把馱子抬在驢上，回城去了。","bklcl":"In chiū thiah-li̍h in ê saⁿ, ta̍k-lâng chiong in ê mi̍h hō͘ lû chài, tò-khì siâⁿ-lāi.","tghg":"𪜶就拆裂𪜶的衫，逐人將𪜶的物互驢載，倒去城內。","bklhl":"In就拆裂in ê衫，ta̍k人將in ê物hō͘驢載，tò去城內。"}},{"book":"創","chapter":44,"verse":14,"versions":{"unv":"猶大和他弟兄們來到約瑟的屋中，約瑟還在那裡，他們就在他面前俯伏於地。","bklcl":"Iû-tāi kap i ê hiaⁿ-tī kàu Iok-sek ê chhù, Iok-sek iáu tī-hia, in chiū tī i ê bīn-chêng phak-lo̍h tōe.","tghg":"猶大及伊的兄弟到約瑟的厝，約瑟猶佇遐，𪜶就佇伊的面前仆落地。","bklhl":"偤大kap伊ê兄弟到約瑟ê厝，約瑟iáu tī-hia，in就tī伊ê面前仆落地。"}},{"book":"創","chapter":44,"verse":15,"versions":{"unv":"約瑟對他們說：「你們做的是甚麼事呢？你們豈不知像我這樣的人必能占卜嗎？」","bklcl":"Iok-sek kā in kóng, Lín só͘-chòe-ê sī sím-mi̍h sū?  lín kiám m̄-chai,  chhin-chhiūⁿ góa chit-hō ê lâng ōe chiam-pok mah?","tghg":"約瑟給𪜶講：「恁所做的是甚麼事？恁豈呣知親像我此號的人會占卜(chiam-pok)嗎？」","bklhl":"約瑟kā in講，Lín所做ê是甚麼事？lín kiám m̄知，親像我chit號ê人會占卜mah？"}},{"book":"創","chapter":44,"verse":16,"versions":{"unv":"猶大說：「我們對我主說甚麼呢？還有甚麼話可說呢？我們怎能自己表白出來呢？　神已經查出僕人的罪孽了。我們與那在他手中搜出杯來的都是我主的奴僕。」","bklcl":"Iû-tāi kóng, Goán tùi góa ê chú beh kóng sím-mi̍h?  iáu ū siáⁿ ōe thang kóng?  goán thái ōe ka-kī sò͘-bêng ah?  Siōng-tè í-keng cha-chhut lí ê lô͘-po̍k ê chōe-kòa, goán kap hit-ê tī i ê chhiú chhiau tio̍h poe-ê, lóng sī góa ê chú ê lô͘-po̍k.","tghg":"猶大講：「阮對我的主欲講甚麼？猶有啥話通講？阮豈會家己說明啊？上帝已經查出你的奴僕的罪過。阮及彼個佇伊的手搜著杯的攏是我的主的奴僕。」","bklhl":"偤大講，阮對我ê主beh講甚麼？iáu有啥話thang講？阮thái會家己訴明ah？上帝已經查出你ê奴僕ê罪過，阮kap hit ê tī伊ê手chhiau tio̍h杯ê，lóng是我ê主ê奴僕。"}},{"book":"創","chapter":44,"verse":17,"versions":{"unv":"約瑟說：「我斷不能這樣行！在誰的手中搜出杯來，誰就作我的奴僕；至於你們，可以平平安安地上你們父親那裡去。」","bklcl":"Iok-sek kóng, Góa toàn-toàn bô beh án-ni chòe; tī sím-mi̍h lâng ê chhiú chhiau tio̍h poe, hit-lâng chiū tio̍h chòe góa ê lô͘-po̍k; lín chiah-ê thang pêng-an chiūⁿ khì lín lāu-pē hia.","tghg":"約瑟講：「我斷斷無欲按呢做！佇甚麼人的手搜著杯，彼人就著做我的奴僕；恁諸個！通平安上去恁老父遐。」","bklhl":"約瑟講，我斷斷無beh án-ni做；tī甚麼人ê手chhiau tio̍h杯，hit人就tio̍h做我ê奴僕；lín chiah ê thang平安上去lín老父hia。"}},{"book":"創","chapter":44,"verse":18,"versions":{"unv":"猶大挨近他，說：「我主啊，求你容僕人說一句話給我主聽，不要向僕人發烈怒，因為你如同法老一樣。","bklcl":"Iû-tāi óa-kūn i kóng, Góa ê chú ah, kiû lí iông-ún lí ê lô͘-po̍k kóng chi̍t-kù-ōe hō͘ góa ê chú thiaⁿ, bo̍h-tit siū-khì lí ê lô͘-po̍k;  in-ūi lí kap Hoat-ló chi̍t-iūⁿ.","tghg":"猶大倚近伊，講：「我的主啊，求你容允你的奴僕講一句話互我的主聽，莫得受氣你的奴僕，因為你及法老一樣。","bklhl":"偤大óa近伊講，我ê主ah，求你容允你ê奴僕講一句話hō͘我ê主聽，莫得受氣你ê奴僕；因為你kap法老一樣。"}},{"book":"創","chapter":44,"verse":19,"versions":{"unv":"我主曾問僕人們說：『你們有父親有兄弟沒有？』","bklcl":"Góa ê chú bat mn̄g lí chiah-ê lô͘-po̍k kóng,  Lín ū lāu-pē, ū hiaⁿ-tī bô?","tghg":"我的主曾問你諸個奴僕講：『恁有老父有兄弟無？』","bklhl":"我ê主bat問你chiah ê奴僕講，Lín有老父，有兄弟無？"}},{"book":"創","chapter":44,"verse":20,"versions":{"unv":"我們對我主說：『我們有父親，已經年老，還有他老年所生的一個小孩子。他哥哥死了，他母親只撇下他一人，他父親疼愛他。』","bklcl":"Goán kā góa ê chú kóng, Goán ū lāu-pē, í-keng nî-lāu;  iáu ū i nî-lāu só͘ siⁿ chi̍t ê soah-bé kiáⁿ;  i ê hiaⁿ í-keng sí, i ê lāu-bú kan-ta pàng i chi̍t-ê, koh i ê lāu-pē chin thiàⁿ-i.","tghg":"阮給我的主講：『阮有老父，已經年老，猶有伊年老所生一個煞尾子。伊的兄已經死，伊的老母干單放伊一個，閣伊的老父真疼伊。』","bklhl":"阮kā我ê主講，阮有老父，已經年老；iáu有伊年老所生一个soah尾kiáⁿ；伊ê兄已經死，伊ê老母kan-ta放伊一个，koh伊ê老父真疼伊。"}},{"book":"創","chapter":44,"verse":21,"versions":{"unv":"你對僕人說：『把他帶到我這裡來，叫我親眼看看他。』","bklcl":"Lí kā lí ê lô͘-po̍k kóng, Chhōa i lo̍h-lâi góa chia, hō͘ góa chhin-ba̍k khòaⁿ-kìⁿ i.","tghg":"你給你的奴僕講：『導伊落來我遮，互我親目看見伊。』","bklhl":"你kā你ê奴僕講，Chhōa伊落來我chia，hō͘我親目看見伊。"}},{"book":"創","chapter":44,"verse":22,"versions":{"unv":"我們對我主說：『童子不能離開他父親，若是離開，他父親必死。』","bklcl":"Goán kā góa ê chú kóng, Gín-á bōe-ōe lī-khui i ê lāu-pē;  nā lī-khui i ê lāu-pē, lāu-pē tek-khak sí.","tghg":"阮給我的主講：『囝仔𣍐會離開伊的老父，若離開伊的老父，老父的確死。』","bklhl":"阮kā我ê主講，Gín-á bōe會離開伊ê老父；若離開伊ê老父，老父的確死。"}},{"book":"創","chapter":44,"verse":23,"versions":{"unv":"你對僕人說：『你們的小兄弟若不與你們一同下來，你們就不得再見我的面。』","bklcl":"Lí kā lí ê lô͘-po̍k kóng, Lín ê soah-bé sió-tī nā bô kap lín saⁿ-kap lo̍h-lâi, lín chiū bōe-tit koh kìⁿ góa ê bīn.","tghg":"你給你的奴僕講：『恁的煞尾小弟若無及恁相及落來，恁就𣍐得閣見我的面。』","bklhl":"你kā你ê奴僕講，Lín ê soah尾小弟若無kap lín相kap落來，lín就bōe得koh見我ê面。"}},{"book":"創","chapter":44,"verse":24,"versions":{"unv":"我們上到你僕人─我們父親那裡，就把我主的話告訴了他。","bklcl":"Goán chiūⁿ kàu lí ê lô͘-po̍k, goán lāu-pē hia, chiū chiong góa ê chú ê ōe kā i kóng.","tghg":"阮上到你的奴僕──阮老父遐，就將我的主的話給伊講。","bklhl":"阮上 到你ê奴僕，阮老父hia，就將我ê主ê話kā伊講。"}},{"book":"創","chapter":44,"verse":25,"versions":{"unv":"我們的父親說：『你們再去給我糴些糧來。』","bklcl":"Goán ê lāu-pē kóng, Lín koh khì kā lán tia̍h tām-po̍h bí-niû lâi.","tghg":"阮的老父講：『恁閣去給咱糴淡薄米糧來。』","bklhl":"阮ê老父講，Lín koh去kā咱tia̍h淡薄米糧來。"}},{"book":"創","chapter":44,"verse":26,"versions":{"unv":"我們就說：『我們不能下去。我們的小兄弟若和我們同往，我們就可以下去。因為，小兄弟若不與我們同往，我們必不得見那人的面。』","bklcl":"Goán chiū kóng, Goán bōe-ōe lo̍h-khì;  goán ê soah-bé sió-tī nā kap goán saⁿ-kap khì, goán chiū beh lo̍h-khì;  in-ūi soah-bé sió-tī nā bô kap goán saⁿ-kap khì, goán tek-khak bōe-tit kìⁿ hit-lâng ê bīn.","tghg":"阮就講：『阮𣍐會落去。阮的煞尾小弟若及阮相及去，阮就欲落去。因為，煞尾小弟若無及阮相及去，阮的確𣍐得見彼人的面。』","bklhl":"阮就講，阮bōe會落去；阮ê soah尾小弟若kap阮相kap去，阮就beh落去；因為soah尾小弟若無kap阮相kap去，阮的確bōe得見hit人ê面。"}},{"book":"創","chapter":44,"verse":27,"versions":{"unv":"你僕人─我父親對我們說：『你們知道我的妻子給我生了兩個兒子。","bklcl":"Lí ê lô͘-po̍k, góa ê lāu-pē, kā goán kóng, Lín chai góa ê bó͘ kā góa siⁿ nn̄g ê kiáⁿ;","tghg":"你的奴僕──我的老父給阮講：『恁知我的某給我生二個子。","bklhl":"你ê奴僕，我ê老父，kā阮講，lín知我ê bó͘ kā我生兩個kiáⁿ；"}},{"book":"創","chapter":44,"verse":28,"versions":{"unv":"一個離開我出去了；我說他必是被撕碎了，直到如今我也沒有見他。","bklcl":"chi̍t-ê lī-khui góa chhut-khì, góa kóng i tek-khak sī hō͘ iá-siù thiah-chhùi;  kàu-taⁿ góa iáu m̄-bat khòaⁿ-kìⁿ;","tghg":"一個離開我出去；我講伊的確是互野獸拆碎，到今我猶呣曾看見。","bklhl":"一个離開我出去，我講伊的確是hō͘野獸拆碎；到taⁿ我iáu m̄-bat看見；"}},{"book":"創","chapter":44,"verse":29,"versions":{"unv":"現在你們又要把這個帶去離開我，倘若他遭害，那便是你們使我白髮蒼蒼、悲悲慘慘地下陰間去了。』","bklcl":"taⁿ lín koh chiong chit-ê chhōa-khì, lī-khui góa;  nā i tú-tio̍h hām-hāi, chiū-sī lín hō͘ góa pe̍h-thâu-mn̂g chhiⁿ-chhám lo̍h im-hú.","tghg":"今恁閣將此個導去離開我，若伊抵著(tú-tio̍h)陷害，就是恁互我白頭毛、淒慘落陰府。』","bklhl":"Taⁿ lín koh將chit ê chhōa去，離開我；若伊tú-tio̍h陷害，就是lín hō͘我白頭毛悽慘落陰府。"}},{"book":"創","chapter":44,"verse":30,"versions":{"unv":"我父親的命與這童子的命相連。如今我回到你僕人─我父親那裡，若沒有童子與我們同在，","bklcl":"Goán lāu-pē ê sìⁿ-miā kap chit ê gín-á ê sìⁿ-miā siⁿ saⁿ-liân;  taⁿ góa tò-khì lí ê lô͘-po̍k góa ê lāu-pē hia;  nā gín-á bô kap goán saⁿ-kap tī-teh, goán ê lāu-pē khòaⁿ bô gín-á, i chiū tek-khak sí,","tghg":"阮老父的生命及此個囝仔的生命生相連。今我倒去你的奴僕──我的老父遐，若囝仔無及阮相及佇啲，","bklhl":"阮老父ê性命kap chit ê gín-á ê性命生相連；taⁿ我tò去你ê奴僕我ê老父hia；若gín-á無kap阮相kap tī-teh，阮ê老父看無gín-á，伊就的確死，"}},{"book":"創","chapter":44,"verse":31,"versions":{"unv":"我們的父親見沒有童子，他就必死。這便是我們使你僕人─我們的父親白髮蒼蒼、悲悲慘慘地下陰間去了。","bklcl":"che chiū-sī goán hō͘ lí ê lô͘-po̍k, goán ê lāu-pē, pe̍h-thâu-mn̂g chhiⁿ-chhám lo̍h im-hú.","tghg":"阮的老父看無囝仔，伊就的確死。這就是阮互你的奴僕──阮的老父白頭毛、淒慘落陰府。","bklhl":"這就是阮hō͘你ê奴僕，阮ê老父，白頭毛悽慘落陰府。"}},{"book":"創","chapter":44,"verse":32,"versions":{"unv":"因為僕人曾向我父親為這童子作保，說：『我若不帶他回來交給父親，我便在父親面前永遠擔罪。』","bklcl":"In-ūi lí ê lô͘-po̍k bat tùi góa ê lāu-pē pó chit ê gín-á, kóng, Góa nā bô chhōa i tò-lâi kau lí, góa goān tī lāu-pē ê bīn-chêng it-seng tam-tng chōe.","tghg":"因為你的奴僕曾對我的老父保此個囝仔，講：『我若無導伊倒來交你，我願佇老父的面前一生擔當罪。』","bklhl":"因為你ê奴僕bat對我ê老父保chit ê gín-á，講，我若無chhōa伊tò來交你，我願tī老父ê面前一生擔當罪。"}},{"book":"創","chapter":44,"verse":33,"versions":{"unv":"現在求你容僕人住下，替這童子作我主的奴僕，叫童子和他哥哥們一同上去。","bklcl":"Taⁿ kiû lí iông-ún lí ê lô͘-po̍k tiàm-teh, thòe chit ê gín-á chòe góa ê chú ê lô͘-po̍k;  hō͘ gín-á kap i hiah-ê hiaⁿ saⁿ-kap chiūⁿ-khì.","tghg":"今求你容允你的奴僕踮啲，替此個囝仔做我的主的奴僕，互囝仔及伊許個兄相及上去。","bklhl":"Taⁿ求你容允你ê奴僕tiàm-teh，替chit ê gín-á做我ê主ê奴僕；hō͘ gín-á kap伊hiah-ê兄相kap上去。"}},{"book":"創","chapter":44,"verse":34,"versions":{"unv":"若童子不和我同去，我怎能上去見我父親呢？恐怕我看見災禍臨到我父親身上。」","bklcl":"Nā gín-á bô kap góa saⁿ-kap khì, góa thái-thó ōe chiūⁿ-khì kìⁿ góa ê lāu-pē ah?  kiaⁿ-liáu góa khòaⁿ-kìⁿ goán lāu-pē só͘ tú-tio̍h ê chai-ē.","tghg":"若囝仔無及我相及去，我豈可會上去見我的老父啊？驚了我看見阮老父所抵著的災禍。」","bklhl":"若gín-á無kap我相kap去，我thái-thó能上去見我ê老父ah？驚了我看見阮老父所tú-tio̍h ê災禍。"}}]