[{"book":"創","chapter":14,"verse":1,"versions":{"unv":"當暗拉非作示拿王，亞略作以拉撒王，基大老瑪作以攔王，提達作戈印王的時候，","bklcl":"Tng Àm-la̍h-hui chòe Sī-ná ông, A-lio̍k chòe Í-la̍h-sat ông, Ki-tāi-ló-má chòe Í-lân ông, Thê-ta̍t chòe Ko-ìn ông ê sî,","tghg":"當暗拉非做示拿王，亞略做以拉撒王，基大老瑪做以攔王，提達做戈印王的時，","bklhl":"當Àm-la̍h-hui做Sī-ná王，A-lio̍k做Í-la̍h-sat王，Ki-tāi-ló-má做Í-lân王，Thê-ta̍t做Ko-ìn王 ê時，"}},{"book":"創","chapter":14,"verse":2,"versions":{"unv":"他們都攻打所多瑪王比拉、蛾摩拉王比沙、押瑪王示納、洗扁王善以別，和比拉王；比拉就是瑣珥。","bklcl":"in lâi kong-kek Só͘-to-má ông Pí-la̍h, Gô-mô͘-la̍h ông Pí-sa, Ap-má ông Sī-la̍p, Sé-phian ông Sī-bí-pia̍t, í-ki̍p Pí-la̍h ông (Pí-la̍h chiū-sī Só-jíⁿ).","tghg":"𪜶來攻擊所多瑪王比拉、蛾摩拉王比沙、押瑪王示納、洗扁王施米別，以及比拉王；比拉就是瑣珥。","bklhl":"in來攻擊所多瑪王Pí-la̍h，蛾摩拉王Pí-sa，Ap-má王Sī-la̍p，Sé-phian王Sī-bí-pia̍t，以及Pí-la̍h王(Pí-la̍h就是Só-jíⁿ)。"}},{"book":"創","chapter":14,"verse":3,"versions":{"unv":"這五王都在西訂谷會合；西訂谷就是鹽海。","bklcl":"In lóng chū-hōe tī Se-têng ê soaⁿ-kok;  Se-têng soaⁿ-kok chiū-sī Iâm-hái.","tghg":"𪜶攏聚會佇西訂的山谷；西訂山谷就是鹽海。","bklhl":"In lóng聚會tī Se-têng ê山谷；Se-têng山谷就是鹽海。"}},{"book":"創","chapter":14,"verse":4,"versions":{"unv":"他們已經事奉基大老瑪十二年，到十三年就背叛了。","bklcl":"In ho̍k-sāi Ki-tāi-ló-má cha̍p-jī nî kú;  kàu cha̍p-saⁿ-nî pōe-poān.","tghg":"𪜶服事基大老瑪十二年久，到十三年背叛。","bklhl":"In服事Ki-tāi-ló-má十二年久；到十三年背叛。"}},{"book":"創","chapter":14,"verse":5,"versions":{"unv":"十四年，基大老瑪和同盟的王都來在亞特律‧加寧，殺敗了利乏音人，在哈麥殺敗了蘇西人，在沙微‧基列亭殺敗了以米人，","bklcl":"Cha̍p-sì-nî Ki-tāi-ló-má, kap tâng hōe-bêng chiah-ê ông, lóng lâi, tī A-te̍k-lu̍t-ka-lêng thâi-iâⁿ Lí-hoa̍t-im lâng, tī Hâm So͘-se lâng, tī Sa-bî-ki-lia̍t-têng Í-bí lâng,","tghg":"十四年，基大老瑪及同會盟諸個王攏來佇亞特律加寧，刣贏利乏音人，佇涵蘇西人，佇沙微基列亭以米人，","bklhl":"十四年，Ki-tāi-ló-má，kap同會盟chiah ê王，lóng來，tī A-te̍k-lu̍t-ka-lêng 刣贏Lí-hoa̍t-im人，tī Hâm So͘-se人，tī Sa-bî-ki-lia̍t-têng Í-bí人，"}},{"book":"創","chapter":14,"verse":6,"versions":{"unv":"在何利人的西珥山殺敗了何利人，一直殺到靠近曠野的伊勒‧巴蘭。","bklcl":"tī Hô-lī lâng ê Se-jíⁿ soaⁿ Hô-lī lâng, kàu kūn tī khòng-iá ê Í-le̍k-pa-lân.","tghg":"佇何利人的西珥山何利人，到近佇曠野的伊勒巴蘭。","bklhl":"tī Hô-lī人ê Se-jíⁿ山Hô-lī人，到近tī曠野ê Í-le̍k-pa-lân。"}},{"book":"創","chapter":14,"verse":7,"versions":{"unv":"他們回到安‧密巴，就是加低斯，殺敗了亞瑪力全地的人，以及住在哈洗遜‧他瑪的亞摩利人。","bklcl":"In tò-tńg kàu An-bi̍t-pa, chiū-sī Ka-te-su, kong-kek A-má-le̍k choân-tōe, kap khiā-khí tī Hap-sé-sūn-tha-má ê A-mô͘-lī lâng.","tghg":"𪜶倒轉到安密巴，就是加低斯，攻擊亞瑪力全地，及徛起佇哈洗遜他瑪的亞摩利人。","bklhl":"In 倒tńg到An-bi̍t-pa，就是Ka-te-su，攻擊A-má-le̍k全地，kap khiā起tī Hap-sé-sūn-tha-má ê A-mô͘-lī人。"}},{"book":"創","chapter":14,"verse":8,"versions":{"unv":"於是所多瑪王、蛾摩拉王、押瑪王、洗扁王，和比拉王（比拉就是瑣珥）都出來，在西訂谷擺陣，與他們交戰，","bklcl":"Tùi hit-tia̍p Só͘-to-má ông, Gô-mô͘-la̍h ông, Ap-má ông, Sé-phian ông, Pí-la̍h ông, (Pí-la̍h chiū-sī Só-jíⁿ), lóng chhut-lâi tī Se-têng ê soaⁿ-kok pâi-tīn, kap in kau-chiàn;","tghg":"對彼霎(tia̍p)所多瑪王、蛾摩拉王、押瑪王、洗扁王、比拉王（比拉就是瑣珥）攏出來，佇西訂的山谷排陣，及𪜶交戰，","bklhl":"Tùi hit-tia̍p所多瑪王、蛾摩拉王、Ap-má王、Sé-phian王、Pí-la̍h 王，(Pí-la̍h就是Só-jíⁿ) ，lóng出來tī Se-têng ê山谷排陣，kap in交戰；"}},{"book":"創","chapter":14,"verse":9,"versions":{"unv":"就是與以攔王基大老瑪、戈印王提達、示拿王暗拉非、以拉撒王亞略交戰；乃是四王與五王交戰。","bklcl":"chiū-sī kap Í-lân ông Ki-tāi-ló-má, Ko-ìn ông Thê-ta̍t, Sī-ná ông Àm-la̍h-hui, Í-la̍h-sat ông A-lio̍k kau-chiàn;  sì ê ông tùi-te̍k gō͘ ê ông.","tghg":"就是及以攔王基大老瑪、戈印王提達、示拿王暗拉非、以拉撒王亞略交戰；四個王對敵五個王。","bklhl":"就是kap Í-lân王 Ki-tāi-ló-má，Ko-ìn王 Thê-ta̍t，Sī-ná王Àm-la̍h-hui，Í-la̍h-sat王A-lio̍k交戰；四個王對敵五個王。"}},{"book":"創","chapter":14,"verse":10,"versions":{"unv":"西訂谷有許多石漆坑。所多瑪王和蛾摩拉王逃跑，有掉在坑裡的，其餘的人都往山上逃跑。","bklcl":"Se-têng soaⁿ-kok lóng sī chio̍h-iû khiⁿ;  Só͘-to-má Gô-mô͘-la̍h chiah-ê ông tô-cháu, poa̍h tī-hia;  kî-û-ê cháu chiūⁿ-soaⁿ.","tghg":"西訂山谷攏是石油坑。所多瑪蛾摩拉諸個王逃走，跋佇遐，其餘的走上山。","bklhl":"Se-têng山谷lóng是石油坑；所多瑪、蛾摩拉chiah ê王逃走，跋(poa̍h) tī-hia；其餘ê走上山。"}},{"book":"創","chapter":14,"verse":11,"versions":{"unv":"四王就把所多瑪和蛾摩拉所有的財物，並一切的糧食都擄掠去了；","bklcl":"In chiū chiong Só͘-to-má Gô-mô͘-la̍h ê châi-bu̍t, í-ki̍p in ê kan-niû lóng chhiúⁿ, chòe in khì.","tghg":"𪜶就將所多瑪蛾摩拉的財物，以及𪜶的乾糧攏搶做𪜶去；","bklhl":"In就將所多瑪、蛾摩拉ê財物，以及in ê乾糧lóng搶，做in去。"}},{"book":"創","chapter":14,"verse":12,"versions":{"unv":"又把亞伯蘭的姪兒羅得和羅得的財物擄掠去了。當時羅得正住在所多瑪。","bklcl":"Koh chiong A-pek-lân ê ti̍t Lô-tek, kap i ê châi-bu̍t chhiúⁿ-khì;  hit-sî Lô-tek tòa tī Só͘-to-má.","tghg":"閣將亞伯蘭的姪羅得及伊的財物搶去。彼時羅得住佇所多瑪。","bklhl":"Koh將亞伯蘭ê姪羅得，kap伊ê財物搶去；hit時羅得tòa tī所多瑪。"}},{"book":"創","chapter":14,"verse":13,"versions":{"unv":"有一個逃出來的人告訴希伯來人亞伯蘭；亞伯蘭正住在亞摩利人幔利的橡樹那裡。幔利和以實各並亞乃都是弟兄，曾與亞伯蘭聯盟。","bklcl":"Ū chi̍t ê tô-cháu ê lâng lâi kā Hi-pek-lâi lâng A-pek-lân kóng;  hit-sî A-pek-lân khiā-khí tī A-mô͘-lī lâng Bān-lī ê siōng-chhiū hit só͘-chāi, Bān-lī kap Í-si̍t-kok kap A-nái lóng sī hiaⁿ-tī, ū kap A-pek-lân liân-bêng.","tghg":"有一個逃走的人來給希伯來人亞伯蘭講；彼時亞伯蘭徛起佇亞摩利人幔利的橡樹彼所在。幔利及以實各及亞乃攏是兄弟，有及亞伯蘭聯盟。","bklhl":"有一个逃走ê人來kā希伯來人亞伯蘭講；hit時亞伯蘭khiā起tī A-mô͘-lī人Bān-lī ê橡樹hit所在，Bān-lī kap Í-si̍t-kok kap A-nái lóng是兄弟，有kap亞伯蘭聯盟。"}},{"book":"創","chapter":14,"verse":14,"versions":{"unv":"亞伯蘭聽見他姪兒【原文是弟兄】被擄去，就率領他家裡生養的精練壯丁三百一十八人，直追到但，","bklcl":"A-pek-lân thiaⁿ-kìⁿ i ê ti̍t hō͘ lâng lia̍h-khì, chiū chhōa seng-ióng tī i ê ke-ni̍h cheng-liān ê chòng-teng, saⁿ-pah cha̍p-poeh lâng, tui-jip kàu Tàn.","tghg":"亞伯蘭聽見伊的姪互人掠去，就導生養佇伊的家裡精練的壯丁三百十八人，追趇(jip)到但，","bklhl":"亞伯蘭聽見伊ê姪hō͘人掠去，就chhōa生養tī伊ê家裡精練ê壯丁，三百十八人，追jip到Tàn。"}},{"book":"創","chapter":14,"verse":15,"versions":{"unv":"便在夜間，自己同僕人分隊殺敗敵人，又追到大馬士革北邊的何把，","bklcl":"I kap i ê lô͘-po̍k thàu-mî pun-tūi, kong-kek-in;  tui kàu Tāi-má-sek tò-pêng ê Hô-pa.","tghg":"伊及伊的奴僕透暝分隊攻擊𪜶，追到大馬色倒旁的何巴，","bklhl":"伊kap伊ê奴僕透暝分隊，攻擊in；tui到大馬色tò-pêng ê Hô-pa。"}},{"book":"創","chapter":14,"verse":16,"versions":{"unv":"將被擄掠的一切財物奪回來，連他姪兒羅得和他的財物，以及婦女、人民也都奪回來。","bklcl":"Chiong it-chhè ê châi-bu̍t chhiúⁿ tò-tńg, liân i ê ti̍t-á Lô-tek kap i ê châi-bu̍t, í-ki̍p hū-lú peh-sìⁿ, ia̍h lóng chhiúⁿ tò-tńg.","tghg":"將一切的財物搶倒轉，連伊的姪仔羅得及伊的財物，以及婦女、百姓亦攏搶倒轉。","bklhl":"將一切ê財物搶倒tńg，連伊ê姪á羅得kap伊ê財物，以及婦女百姓，亦lóng搶倒tńg。"}},{"book":"創","chapter":14,"verse":17,"versions":{"unv":"亞伯蘭殺敗基大老瑪和與他同盟的王回來的時候，所多瑪王出來，在沙微谷迎接他；沙微谷就是王谷。","bklcl":"A-pek-lân thâi-iâⁿ Ki-tāi-ló-má, í-ki̍p kap i chòe-tīn chiah-ê ông, tò-lâi ê sî, Só͘-to-má ông chhut-lâi, kàu Sa-bí ê soaⁿ-kok, ngiâ-chih i;  Sa-bí ê soaⁿ-kok chiū-sī Ông ê soaⁿ-kok.","tghg":"亞伯蘭刣贏基大老瑪以及及伊做陣諸個王倒來的時，所多瑪王出來，到沙微的山谷迎接(ngiâ-chih)伊；沙微的山谷就是王的山谷。","bklhl":"亞伯蘭刣贏Ki-tāi-ló-má，以及kap伊做陣chiah ê王，tò來ê時，所多瑪王出來，到Sa-bí ê山谷，迎接伊；Sa-bí ê山谷就是王ê山谷。"}},{"book":"創","chapter":14,"verse":18,"versions":{"unv":"又有撒冷王麥基洗德帶著餅和酒出來迎接；他是至高　神的祭司。","bklcl":"Ia̍h ū Sat-léng ông Be̍k-ki-sé-tek tòa piáⁿ kap chiú chhut-lâi; i sī Chì-koâiⁿ Siōng-tè ê chè-si;","tghg":"亦有撒冷王麥基洗德帶餅及酒出來；伊是至高上帝的祭司。","bklhl":"亦有Sat-léng王 Be̍k-ki-sé-tek帶餅kap酒出來；伊是至koân 上帝ê祭司；"}},{"book":"創","chapter":14,"verse":19,"versions":{"unv":"他為亞伯蘭祝福，說：「願天地的主、至高的　神賜福與亞伯蘭！","bklcl":"chiok-hok i kóng, Goān thiⁿ-tōe ê Chú, Chì-koâiⁿ ê Siōng-tè sù-hok A-pek-lân.","tghg":"祝福伊，講：「願天地的主、至高的上帝賜福亞伯蘭！","bklhl":"祝福伊講，願天地ê主，至koân ê上帝賜福亞伯蘭。"}},{"book":"創","chapter":14,"verse":20,"versions":{"unv":"至高的　神把敵人交在你手裡，是應當稱頌的！」亞伯蘭就把所得的拿出十分之一來，給麥基洗德。","bklcl":"Chì-koâiⁿ ê Siōng-tè chiong tùi-te̍k kau tī lí ê chhiú, eng-kai o-ló I.  A-pek-lân chiong lóng-chóng só͘ tit-tio̍h-ê, cha̍p-hūn the̍h chi̍t-hūn hō͘ i.","tghg":"至高的上帝將對敵交佇你的手，應該謳咾伊！」亞伯蘭將攏總所得著的十份提一份互伊。","bklhl":"至koân ê上帝將對敵交tī你ê手，應該o-ló伊。亞伯蘭將lóng總所得tio̍h-ê，十份the̍h一份hō͘ 伊。"}},{"book":"創","chapter":14,"verse":21,"versions":{"unv":"所多瑪王對亞伯蘭說：「你把人口給我，財物你自己拿去吧！」","bklcl":"Só͘-to-má ông kā A-pek-lân kóng, Chiong lâng kui góa;  mi̍h lóng hō͘ lí.","tghg":"所多瑪王給亞伯蘭講：「將人歸我，物攏互你！」","bklhl":"所多瑪王 kā亞伯蘭講，將人歸我；物lóng hō͘你。"}},{"book":"創","chapter":14,"verse":22,"versions":{"unv":"亞伯蘭對所多瑪王說：「我已經向天地的主─至高的　神耶和華起誓：","bklcl":"A-pek-lân kā Só͘-to-má ông kóng, Góa ū kí thiⁿ-tōe ê Chú Chì-koâiⁿ ê Siōng-tè Iâ-hô-hoa lâi chiù-chōa,","tghg":"亞伯蘭給所多瑪王講：「我有指(kí)天地的主──至高的上帝耶和華來咒誓：","bklhl":"亞伯蘭kā所多瑪王講，我有kí天地ê主至koân ê上帝耶和華來chiù-chōa，"}},{"book":"創","chapter":14,"verse":23,"versions":{"unv":"凡是你的東西，就是一根線、一根鞋帶，我都不拿，免得你說：『我使亞伯蘭富足！』","bklcl":"hoān-nā lí ê mi̍h, chiū chi̍t tiâu sòaⁿ chi̍t tiâu ôe-tòa, góa lóng m̄-the̍h, bián-tit lí kóng, Góa hō͘ A-pek-lân hó-gia̍h;","tghg":"凡若你的物，就一條線、一條鞋帶，我攏呣提，免得你講：『我互亞伯蘭好額！』","bklhl":"凡若你ê物，就一條線、一條鞋帶，我lóng m̄-the̍h，免得你講，我hō͘亞伯蘭好額；"}},{"book":"創","chapter":14,"verse":24,"versions":{"unv":"只有僕人所吃的，並與我同行的亞乃、以實各、幔利所應得的分，可以任憑他們拿去。」","bklcl":"chí-ū siàu-liân lâng só͘ chia̍h ê, í-ki̍p kap góa tâng-kiâⁿ ê lâng A-nái, Í-si̍t-kok, Bān-lī, só͘ èng-tit ê hūn-gia̍h, thang chhut-chāi in the̍h.","tghg":"只有少年人所食的，以及及我同行的人亞乃、以實各、幔利所應得的份額，通出在𪜶提。」","bklhl":"只有少年人所食ê，以及kap我同行ê人A-nái、Í-si̍t-kok、Bān-lī，所應得ê份額，thang chhut-chāi in the̍h。"}}]