[{"book":"創","chapter":2,"verse":1,"versions":{"unv":"天地萬物都造齊了。","bklcl":"Thiⁿ tōe kap I it-chhè só͘-ū-ê í-keng chòe-oân.","tghg":"天地及伊一切所有的已經做完。","bklhl":"天地kap祂一切所有ê已經做完。"}},{"book":"創","chapter":2,"verse":2,"versions":{"unv":"到第七日，　神造物的工已經完畢，就在第七日歇了他一切的工，安息了。","bklcl":"Tī tē-chhit ji̍t, Siōng-tè oân I só͘ chō ê kang;  chiū tī tē-chhit ji̍t hioh I it-chhè só͘ chō ê kang.","tghg":"佇第七日，上帝完伊所造的工，就佇第七日歇伊一切所造的工。","bklhl":"Tī第七日，上帝完祂所造ê工；就tī第七日歇祂一切所造ê工。"}},{"book":"創","chapter":2,"verse":3,"versions":{"unv":"　神賜福給第七日，定為聖日；因為在這日，　神歇了他一切創造的工，就安息了。","bklcl":"Siōng-tè sù-hok tī tē-chhit ji̍t, tēng chòe sèng-ji̍t;  in-ūi tī chit-ji̍t Siōng-tè thêng I it-chhè chhòng-chō ê kang, chiū an-hioh.","tghg":"上帝賜福佇第七日，定做聖日；因為佇此日，上帝停伊一切創造的工，就安息。","bklhl":"上帝賜福tī第七日，定做聖日；因為tī chit日上帝停祂一切創造ê工，就安歇。"}},{"book":"創","chapter":2,"verse":4,"versions":{"unv":"創造天地的來歷，在耶和華　神造天地的日子，乃是這樣，","bklcl":"Thiⁿ tōe chhòng-chō ê lâi-le̍k, tī Iâ-hô-hoa Siōng-tè chō tōe kap thiⁿ ê ji̍t, chhin-chhiūⁿ ē-tóe.","tghg":"天地創造的來歷，佇耶和華上帝造地及天的日，親像下底，","bklhl":"天地創造ê來歷，tī耶和華上帝造地kap天ê日，親像下底。"}},{"book":"創","chapter":2,"verse":5,"versions":{"unv":"野地還沒有草木，田間的菜蔬還沒有長起來；因為耶和華　神還沒有降雨在地上，也沒有人耕地，","bklcl":"Soaⁿ-iá it-chhè ê chháu-ba̍k bē ū tī tōe-ni̍h;  soaⁿ-iá it-chhè ê chhài-soe bē ū hoat;  in-ūi Iâ-hô-hoa Siōng-tè bô lo̍h-hō͘ tī tōe-ni̍h, iā bô lâng thang chèng-choh hit ê thó͘-tōe.","tghg":"山野一切的草木未有佇地裡，山野一切的菜蔬未有發；因為耶和華上帝無落雨佇地裡，也無人通種作彼個土地，","bklhl":"山野一切ê草木未有tī地裡；山野一切ê菜蔬未有發；因為耶和華上帝無落雨tī地裡，也無人thang種作hit ê土地。"}},{"book":"創","chapter":2,"verse":6,"versions":{"unv":"但有霧氣從地上騰，滋潤遍地。","bklcl":"Chóng-sī ū bū tùi tōe khí, lūn-te̍k piàn tōe-bīn.","tghg":"總是有霧對地起，潤澤遍地面。","bklhl":"總是有霧tùi地起，潤澤遍地面。"}},{"book":"創","chapter":2,"verse":7,"versions":{"unv":"耶和華　神用地上的塵土造人，將生氣吹在他鼻孔裡，他就成了有靈的活人，名叫亞當。","bklcl":"Iâ-hô-hoa Siōng-tè ēng tōe-chiūⁿ ê thô͘-hún chhiau chòe lâng, pûn oa̍h ê khì ji̍p i ê phīⁿ-khang;  lâng chiū chiâⁿ-chòe oa̍h ê lêng-hûn.","tghg":"耶和華上帝用地上的土粉摶(chhiau)做人，歕(pûn)活的氣入伊的鼻孔，人就成做活的靈魂。","bklhl":"耶和華上帝用地上ê土粉chhiau做人，pûn活ê氣入伊ê鼻孔；人就成做活ê靈魂。"}},{"book":"創","chapter":2,"verse":8,"versions":{"unv":"耶和華　神在東方的伊甸立了一個園子，把所造的人安置在那裡。","bklcl":"Iâ-hô-hoa Siōng-tè tī tang-hng, tī Ai-tiân, chèng chi̍t ê hn̂g;  chiong só͘ chō ê lâng hē tī-hia.","tghg":"耶和華上帝佇東方佇伊甸種一個園，將所造的人下(hē)佇遐。","bklhl":"耶和華上帝tī東方，tī伊甸，種一个園；將所造ê人hē tī-hia。"}},{"book":"創","chapter":2,"verse":9,"versions":{"unv":"耶和華　神使各樣的樹從地裡長出來，可以悅人的眼目，其上的果子好作食物。園子當中又有生命樹和分別善惡的樹。","bklcl":"Iâ-hô-hoa Siōng-tè hō͘ ta̍k-iūⁿ ê chhiū tùi tōe-ni̍h hoat-khí-lâi, hó-khòaⁿ iā hó-chia̍h;  tī hn̂g ê tiong-kan koh ū oa̍h-miā ê chhiū, kap hun-piat hó-pháiⁿ ê chhiū.","tghg":"耶和華上帝互逐樣的樹對地裡發起來，好看也好食。佇園的中間閣有活命的樹及分別好歹的樹。","bklhl":"耶和華上帝hō͘ ta̍k樣ê樹tùi地裡發起來，好看也好食；tī園ê中間koh有活命ê樹，kap分別好pháiⁿ ê樹。"}},{"book":"創","chapter":2,"verse":10,"versions":{"unv":"有河從伊甸流出來，滋潤那園子，從那裡分為四道：","bklcl":"Ai-tiân ū hô lâu-chhut lâi koàn-ak hit ê hn̂g;  tùi-hia hun-khui chòe sì-tiâu.","tghg":"伊甸有河流出來，灌沃彼個園，對遐分開做四條：","bklhl":"伊甸有河流出來灌ak hit ê園；tùi-hia分開做四條。"}},{"book":"創","chapter":2,"verse":11,"versions":{"unv":"第一道名叫比遜，就是環繞哈腓拉全地的。在那裡有金子，","bklcl":"Thâu-chi̍t-tiâu miâ-kiò Pí-sùn;  chiū-sī se̍h-lâu tī Hap-hui-la̍h choân-tōe-ê; tī-hia ū chhut kim;","tghg":"頭一條名叫比遜，就是踅流(se̍h-lâu)佇哈腓拉全地的。佇遐有出金，","bklhl":"頭一條名叫Pí-sùn；就是se̍h流tī Hap-hui-la̍h全地ê；tī-hia有出金；"}},{"book":"創","chapter":2,"verse":12,"versions":{"unv":"並且那地的金子是好的；在那裡又有珍珠和紅瑪瑙。","bklcl":"hit-ūi ê kim sī chin-hó;  ia̍h chhut chin-chu phek-ge̍k.","tghg":"彼位的金是真好；亦出真珠碧玉。","bklhl":"hit位ê金是真好；亦出珍珠、碧玉。"}},{"book":"創","chapter":2,"verse":13,"versions":{"unv":"第二道河名叫基訓，就是環繞古實全地的。","bklcl":"Tē-jī-tiâu miâ kiò Ki-hùn, chiū-sī se̍h-lâu tī Kó͘-si̍t choân-tōe-ê.","tghg":"第二條名叫基訓，就是踅流佇古實全地的。","bklhl":"第二條名叫Ki-hùn，就是se̍h流tī Kó͘-si̍t全地ê。"}},{"book":"創","chapter":2,"verse":14,"versions":{"unv":"第三道河名叫底格里斯，流在亞述的東邊。第四道河就是幼發拉底河。","bklcl":"Tē-saⁿ-tiâu miâ-kiò Hi-tí-kiat, chiū-sī lâu tī A-su̍t ê tang-sì-ê.  Tē-sì-tiâu chiū-sī Pek-lat.","tghg":"第三條名叫希底結，就是流佇亞述的東勢的。第四條就是伯拉。","bklhl":"第三條名叫Hi-tí-kiat，就是流tī亞述ê東勢ê。第四條就是Pek-lat。"}},{"book":"創","chapter":2,"verse":15,"versions":{"unv":"耶和華　神將那人安置在伊甸園，使他修理，看守。","bklcl":"Iâ-hô-hoa Siōng-tè chiong hit ê lâng hē tī Ai-tiân hn̂g, lâi chèng-choh kò͘-siú.","tghg":"耶和華上帝將彼個人下佇伊甸園，來種作顧守。","bklhl":"耶和華上帝將hit ê人hē tī伊甸園，來種作顧守。"}},{"book":"創","chapter":2,"verse":16,"versions":{"unv":"耶和華　神吩咐他說：「園中各樣樹上的果子，你可以隨意吃，","bklcl":"Iâ-hô-hoa Siōng-tè hoan-hù hit ê lâng kóng, Hn̂g-lāi ta̍k-hō chhiū ê ké-chí, thang sûi-ì lâi chia̍h.","tghg":"耶和華上帝吩咐彼個人講：「園內逐號樹的果子，通隨意來食，","bklhl":"耶和華上帝吩咐hit ê人講，園內ta̍k號樹ê果子，thang隨意來食。"}},{"book":"創","chapter":2,"verse":17,"versions":{"unv":"只是分別善惡樹上的果子，你不可吃，因為你吃的日子必定死！」","bklcl":"Chóng-sī hun-piat hó-pháiⁿ ê chhiū, i ê ké-chí m̄-thang chia̍h;  in-ūi chia̍h ê ji̍t lí tek-khak sí.","tghg":"總是分別好歹的樹，伊的果子呣通食，因為食的日你的確死！」","bklhl":"總是分別好pháiⁿ ê樹，伊ê果子m̄-thang食；因為食ê日你的確死。"}},{"book":"創","chapter":2,"verse":18,"versions":{"unv":"耶和華　神說：「那人獨居不好，我要為他造一個配偶幫助他。」","bklcl":"Iâ-hô-hoa Siōng-tè kóng, Lâng toaⁿ-sin ka-kī tòa m̄-hó;  Góa beh kā i chō chi̍t ê pang-chān-ê, lâi phit-phòe i.","tghg":"耶和華上帝講：「人單身家己住呣好，我欲給伊造一個幫助者來匹配伊。」","bklhl":"耶和華上帝講，人單身家己tòa m̄好；我beh kā伊造一个幫贊ê，來匹配伊。"}},{"book":"創","chapter":2,"verse":19,"versions":{"unv":"耶和華　神用土所造成的野地各樣走獸和空中各樣飛鳥都帶到那人面前，看他叫甚麼。那人怎樣叫各樣的活物，那就是牠的名字。","bklcl":"Iâ-hô-hoa Siōng-tè ēng thô͘ chòe soaⁿ-iá ta̍k-iūⁿ ê cháu-siù, í-ki̍p khong-tiong ta̍k-iūⁿ ê pe-chiáu;  chhōa kàu hit-lâng ê bīn-chêng, khòaⁿ i beh chheng in sím-mi̍h miâ;  kìⁿ-nā i só͘ chheng ta̍k-iūⁿ oa̍h-mi̍h-ê, chiū chòe hit ê mi̍h ê miâ.","tghg":"耶和華上帝用土做山野逐樣的走獸以及空中逐樣的飛鳥，導到彼人的面前，看伊欲稱𪜶甚麼名。見若伊所稱逐樣活物的，就做彼個物的名。","bklhl":"耶和華上帝用土做山野ta̍k樣ê走獸，以及空中ta̍k樣ê飛鳥；chhōa到hit人ê面前，看伊beh稱in甚麼名；見若伊所稱ta̍k樣活物ê，就做hit ê物ê名。"}},{"book":"創","chapter":2,"verse":20,"versions":{"unv":"那人便給一切牲畜和空中飛鳥、野地走獸都起了名；只是那人沒有遇見配偶幫助他。","bklcl":"Hit ê lâng chiū kā it-chhè ê cheng-siⁿ, kap khong-tiong ê pe-chiáu, kap soaⁿ-iá it-chhè ê cháu-siù lóng hō miâ;  chóng-sī chhē bô chi̍t-ê thang chòe hit lâng ê pang-chān, lâi phit-phòe i.","tghg":"彼個人就給一切的精牲及空中的飛鳥、及山野一切的走獸攏號名；總是尋無一個通做彼人的幫助來匹配伊。","bklhl":"Hit-ê人就kā一切ê cheng-siⁿ，kap空中ê飛鳥，kap山野一切ê走獸lóng號名；總是chhē無一个thang做hit人ê幫贊，來匹配伊。"}},{"book":"創","chapter":2,"verse":21,"versions":{"unv":"耶和華　神使他沉睡，他就睡了；於是取下他的一條肋骨，又把肉合起來。","bklcl":"Iâ-hô-hoa Siōng-tè hō͘ hit ê lâng khùn tāng-bîn, i chiū khùn;  chiū the̍h i ê hia̍p-kut chi̍t-ki, pau-ba̍t i ê bah.","tghg":"耶和華上帝互彼個人睏重眠，伊就睏；就提伊的脇(hia̍p)骨一支，包密伊的肉。","bklhl":"耶和華上帝hō͘ hit ê人睏重眠，伊就睏；就the̍h伊ê hia̍p骨一支，包密伊ê肉。"}},{"book":"創","chapter":2,"verse":22,"versions":{"unv":"耶和華　神就用那人身上所取的肋骨造成一個女人，領她到那人跟前。","bklcl":"Iâ-hô-hoa Siōng-tè chiū chiong tùi hit-lâng só͘ the̍h-chhut ê hia̍p-kut, chō-chiâⁿ chi̍t ê cha-bó͘-lâng, chhōa lâi chiū-kūn hit-lâng.","tghg":"耶和華上帝就將對彼人所提出的脇骨造成一個查某人，導來就近彼人。","bklhl":"耶和華上帝就將tùi hit人所the̍h出ê hia̍p骨，造成一个cha-bó͘人，chhōa來就近hit人。"}},{"book":"創","chapter":2,"verse":23,"versions":{"unv":"那人說：這是我骨中的骨，肉中的肉，可以稱她為「女人」，因為她是從「男人」身上取出來的。","bklcl":"Hit-lâng kóng, Taⁿ chit-ê sī góa kut-lāi ê kut, bah-lāi ê bah;  beh chheng-chòe cha-bó͘-lâng, in-ūi i sī tùi ta-po͘-lâng the̍h-chhut.","tghg":"彼人講：今此個是我骨內的骨，肉內的肉，欲稱做「查某人」，因為伊是對「查甫人」提出。","bklhl":"Hit人講，Taⁿ chit ê是我骨內ê骨，肉內ê肉；beh稱做cha-bó͘人，因為伊是tùi ta-po͘人the̍h出。"}},{"book":"創","chapter":2,"verse":24,"versions":{"unv":"因此，人要離開父母，與妻子連合，二人成為一體。","bklcl":"Só͘-í lâng beh lī-khui i ê pē-bú, kiat-liân i ê bó͘, in chiū chiâⁿ-chòe chi̍t-thé.","tghg":"所以，人欲離開伊的父母，結連伊的某，𪜶就成做一體。","bklhl":"所以人beh離開伊ê父母，結聯伊ê bó͘，in就成做一體。"}},{"book":"創","chapter":2,"verse":25,"versions":{"unv":"當時夫妻二人赤身露體，並不羞恥。","bklcl":"Ang-bó͘ nn̄g-lâng pîⁿ-pîⁿ thǹg-pak-theh, iā bô kiàn-siàu.","tghg":"翁某二人平平褪腹裼(thǹg-pak-theh)，也無見誚。","bklhl":"Ang-bó͘兩人平平thǹg-pak-theh，也無見笑。"}}]