[{"book":"創","chapter":25,"verse":1,"versions":{"unv":"亞伯拉罕又娶了一妻，名叫基土拉。","bklcl":"A-pek-la̍h-hán koh chhōa chi̍t ê bó͘, miâ kiò Ki-thó͘-la̍h.","tghg":"亞伯拉罕閣娶一個某，名叫基土拉。","bklhl":"亞伯拉罕koh娶一个bó͘，名叫Ki-thó͘-la̍h。"}},{"book":"創","chapter":25,"verse":2,"versions":{"unv":"基土拉給他生了心蘭、約珊、米但、米甸、伊施巴，和書亞。","bklcl":"Ki-thó͘-la̍h kā i siⁿ Sim-lân, Iok-san, Bí-tàn, Bí-tiân, I-si-pa, Su-a.","tghg":"基土拉給伊生心蘭、約珊、米但、米甸、伊施巴、書亞。","bklhl":"Ki-thó͘-la̍h kā伊生Sim-lân、Iok-san、Bí-tàn、米甸、I-si-pa、Su-a。"}},{"book":"創","chapter":25,"verse":3,"versions":{"unv":"約珊生了示巴和底但。底但的子孫是亞書利族、利都是族，和利烏米族。","bklcl":"Iok-san siⁿ Sī-pa kap Tí-tàn.  Tí-tàn ê kiáⁿ-sun sī A-su-lī cho̍k, Lī-to͘-sī cho̍k, kap Lī-o͘-bí cho̍k.","tghg":"約珊生示巴及底但。底但的子孫是亞書利族、利都是族、及利烏米族。","bklhl":"Iok-san生Sī-pa kap Tí-tàn。Tí-tàn ê kiaⁿ孫是A-su-lī族、Lī-to͘-sī族，kap Lī-o͘-bí族。"}},{"book":"創","chapter":25,"verse":4,"versions":{"unv":"米甸的兒子是以法、以弗、哈諾、亞比大，和以勒大。這都是基土拉的子孫。","bklcl":"Bí-tiân ê kiáⁿ sī Í-hoat, Í-hut, Hap-lo̍k, A-pí-tāi, Í-le̍k-tāi;  chiah-ê lóng sī Ki-thó͘-la̍h ê kiáⁿ.","tghg":"米甸的子是以法、以弗、哈諾、亞比大、以勒大。諸個攏是基土拉的子。","bklhl":"米甸ê kiáⁿ是Í-hoat、Í-hut、Hap-lo̍k、A-pí-tāi、Í-le̍k-tāi；chiah ê lóng是Ki-thó͘-la̍h ê kiáⁿ。"}},{"book":"創","chapter":25,"verse":5,"versions":{"unv":"亞伯拉罕將一切所有的都給了以撒。","bklcl":"A-pek-la̍h-hán chiong it-chhè só͘-ū-ê hō͘ Í-sat.","tghg":"亞伯拉罕將一切所有的互以撒。","bklhl":"亞伯拉罕將一切所有ê hō͘以撒。"}},{"book":"創","chapter":25,"verse":6,"versions":{"unv":"亞伯拉罕把財物分給他庶出的眾子，趁著自己還在世的時候打發他們離開他的兒子以撒，往東方去。","bklcl":"A-pek-la̍h-hán chiong châi-bu̍t pun hō͘ i chiah-ê sòe-î ê kiáⁿ;  thàn i pún-sin iáu oa̍h ê sî, chhe in lī-khui i ê kiáⁿ Í-sat khì tang-sì, kàu tang-pêng ê tōe.","tghg":"亞伯拉罕將財物分互伊諸個細姨的子，趁伊本身猶活的時差𪜶離開伊的子以撒，去東勢到東旁的地。","bklhl":"亞伯拉罕將財物分hō͘伊chiah ê細姨ê kiáⁿ；thàn伊本身iáu活ê時，差in離開伊ê kiáⁿ以撒去東勢，到東pêng ê地。"}},{"book":"創","chapter":25,"verse":7,"versions":{"unv":"亞伯拉罕一生的年日是一百七十五歲。","bklcl":"A-pek-la̍h-hán it-seng ê nî-ji̍t sī chi̍t-pah chhit-cha̍p gō͘ hè.","tghg":"亞伯拉罕一生的年日是一百七十五歲。","bklhl":"亞伯拉罕一生ê年日是一百七十五歲。"}},{"book":"創","chapter":25,"verse":8,"versions":{"unv":"亞伯拉罕壽高年邁，氣絕而死，歸到他列祖（原文是本民）那裡。","bklcl":"A-pek-la̍h-hán chia̍h tn̂g hè-siū, chiâⁿ-chòe lāu-lâng, nî-hè móa-chiok, tn̄g-khùi sí, tò-chó͘.","tghg":"亞伯拉罕食長歲壽成做老人，年歲滿足，斷氣死，倒(tò)祖。","bklhl":"亞伯拉罕食長歲壽，成做老人，年歲滿足，斷氣死，tò祖。"}},{"book":"創","chapter":25,"verse":9,"versions":{"unv":"他兩個兒子以撒、以實瑪利把他埋葬在麥比拉洞裡。這洞在幔利前、赫人瑣轄的兒子以弗崙的田中，","bklcl":"I ê kiáⁿ Í-sat, Í-si̍t-má-lī, chiong i bâi-chòng tī Be̍k-pí-la̍h ê hia̍t;  chit ê hia̍t tī Bān-lī ê thâu-chêng, Hek-lâng Só-hat ê kiáⁿ Í-hut-lûn ê chhân-tiong,","tghg":"伊的子以撒、以實瑪利將伊埋葬佇麥比拉的穴。此個穴佇幔利的頭前，赫(hek)人瑣轄的子以弗崙的田中，","bklhl":"伊ê kiáⁿ以撒、以實瑪利，將伊埋葬tī Be̍k-pí-la̍h ê穴；chit ê穴tī Bān-lī ê頭前，Hek人Só-hat ê kiáⁿ Í-hut-lûn ê田中，"}},{"book":"創","chapter":25,"verse":10,"versions":{"unv":"就是亞伯拉罕向赫人買的那塊田。亞伯拉罕和他妻子撒拉都葬在那裡。","bklcl":"chiū-sī A-pek-la̍h-hán tùi Hek-lâng só͘ bóe hit khu chhân.  A-pek-la̍h-hán kap i ê bó͘ Sat-la̍h lóng bâi-chòng tī-hia.","tghg":"就是亞伯拉罕對赫人所買彼區田。亞伯拉罕及伊的某撒拉攏埋葬佇遐，","bklhl":"就是亞伯拉罕tùi Hek人所買hit坵田。亞伯拉罕kap伊ê bó͘撒拉lóng埋葬tī-hia。"}},{"book":"創","chapter":25,"verse":11,"versions":{"unv":"亞伯拉罕死了以後，　神賜福給他的兒子以撒。以撒靠近庇耳‧拉海‧萊居住。","bklcl":"A-pek-la̍h-hán sí liáu-āu, Siōng-tè sù-hok hō͘ i ê kiáⁿ Í-sat;  Í-sat óa-kūn Pí-jíⁿ-la̍h-hái-lâi khiā-khí.","tghg":"亞伯拉罕死了後，上帝賜福互伊的子以撒。以撒倚近庇耳拉海萊徛起。","bklhl":"亞伯拉罕死了後，上帝賜福hō͘伊ê kiáⁿ以撒；以撒óa近Pí-jíⁿ-la̍h-hái-lâi khiā起。"}},{"book":"創","chapter":25,"verse":12,"versions":{"unv":"撒拉的使女埃及人夏甲給亞伯拉罕所生的兒子是以實瑪利。","bklcl":"A-pek-la̍h-hán ê kiáⁿ Í-si̍t-má-lī ê sè-hē, kì tī ē-tóe:  Í-si̍t-má-lī chiū-sī Sat-la̍h ê lú-pī Ai-ki̍p lâng Hā-kah tùi A-pek-la̍h-hán só͘ siⁿ-ê.","tghg":"亞伯拉罕的子以實瑪利的世系記佇下底。以實瑪利就是撒拉的女婢埃及人夏甲對亞伯拉罕所生的。","bklhl":"亞伯拉罕ê kiáⁿ以實瑪利ê世系，記tī下底：以實瑪利就是撒拉ê女婢埃及人夏甲tùi亞伯拉罕所生ê。"}},{"book":"創","chapter":25,"verse":13,"versions":{"unv":"以實瑪利兒子們的名字，按著他們的家譜記在下面。以實瑪利的長子是尼拜約，又有基達、亞德別、米比衫、","bklcl":"Í-si̍t-má-lī chiah-ê kiáⁿ ê miâ, chiàu i ê miâ-jī sè-hē, chhin-chhiūⁿ ē-tóe:  Í-si̍t-má-lī ê tōa-kiáⁿ Nî-pâi-iok;  koh ū Ki-ta̍t, A-tek-pia̍t, Bí-pí-sam;","tghg":"以實瑪利諸個子的名，照伊的名字世系親像下底。以實瑪利的大子尼拜約，閣有基達、亞德別、米比衫、","bklhl":"以實瑪利chiah ê kiáⁿ ê名，照伊ê名字世系，親像下底：以實瑪利ê大kiáⁿ Nî-pâi-iok；koh有Ki-ta̍t、A-tek-pia̍t、Bí-pí-sam；"}},{"book":"創","chapter":25,"verse":14,"versions":{"unv":"米施瑪、度瑪、瑪撒、","bklcl":"Bí-si-má, Tō͘-má, Má-sat;","tghg":"米施瑪、度瑪、瑪撒、","bklhl":"Bí-si-má、Tō͘-má、Má-sat；"}},{"book":"創","chapter":25,"verse":15,"versions":{"unv":"哈大、提瑪、伊突、拿非施、基底瑪。","bklcl":"Hap-tāi, Thê-má, I-tu̍t, Ná-hui-si, Ki-tí-má;","tghg":"哈大、提瑪、伊突、拿非施、基底瑪。","bklhl":"Hap-tāi、Thê-má、I-tu̍t、Ná-hui-si、Ki-tí-má；"}},{"book":"創","chapter":25,"verse":16,"versions":{"unv":"這是以實瑪利眾子的名字，照著他們的村莊、營寨，作了十二族的族長。","bklcl":"chiah-ê chiū-sī Í-si̍t-má-lī ê kiáⁿ ê miâ;  chiàu in ê hiuⁿ-chhng iâⁿ-chē, chòe cha̍p-jī cho̍k ê cho̍k-tiúⁿ.","tghg":"諸個就是以實瑪利的子的名，照𪜶的鄉村(hiuⁿ-chhng)、營寨，做十二族的族長。","bklhl":"chiah ê就是以實瑪利ê kiáⁿ ê名；照in ê鄉村營寨，做十二族ê族長。"}},{"book":"創","chapter":25,"verse":17,"versions":{"unv":"以實瑪利享壽一百三十七歲，氣絕而死，歸到他列祖（原文是本民）那裡。","bklcl":"Í-si̍t-má-lī it-seng hè-siū, chi̍t-pah saⁿ-cha̍p chhit;  khùi-tn̄g sí chiū tò-chó͘.","tghg":"以實瑪利一生的歲壽一百三十七，氣斷死，就倒祖。","bklhl":"以實瑪利一生歲壽，一百三十七；氣斷死就tò祖。"}},{"book":"創","chapter":25,"verse":18,"versions":{"unv":"他子孫的住處在他眾弟兄東邊，從哈腓拉直到埃及前的書珥，正在亞述的道上。","bklcl":"I ê kiáⁿ-sun tòa tī Hap-hui-la̍h kàu Ai-ki̍p thâu-chêng ê Su-jíⁿ, beh khì A-su̍t ê lō͘;  khiā-khí tī i chèng hiaⁿ-tī ê thâu-chêng.","tghg":"伊的子孫住佇哈腓拉到埃及頭前的書珥，欲去亞述的路，徛起佇伊眾兄弟的頭前。","bklhl":"伊ê kiaⁿ孫tòa tī Hap-hui-la̍h到埃及頭前ê Su-jíⁿ，beh去亞述ê路；khiā起tī伊眾兄弟ê頭前。"}},{"book":"創","chapter":25,"verse":19,"versions":{"unv":"亞伯拉罕的兒子以撒的後代記在下面。亞伯拉罕生以撒。","bklcl":"A-pek-la̍h-hán ê kiáⁿ Í-sat ê sè-hē, kì tī ē-tóe:  A-pek-la̍h-hán siⁿ Í-sat;","tghg":"亞伯拉罕的子以撒的世系記佇下底。亞伯拉罕生以撒。","bklhl":"亞伯拉罕ê kiáⁿ以撒ê世系，記tī下底：亞伯拉罕生以撒；"}},{"book":"創","chapter":25,"verse":20,"versions":{"unv":"以撒娶利百加為妻的時候正四十歲。利百加是巴旦‧亞蘭地的亞蘭人彼土利的女兒，是亞蘭人拉班的妹子。","bklcl":"Í-sat chhōa Lī-pek-ka chòe bó͘ ê sî, tú-á sì-cha̍p hè.  I sī Pa-tàn-a-lân tōe ê A-lân lâng Pí-thó͘-lī ê cha-bó͘-kiáⁿ, A-lân lâng La̍h-pan ê sió-bē.","tghg":"以撒娶利百加做某的時抵仔四十歲。伊是巴旦亞蘭地的亞蘭人彼土利的查某子，亞蘭人拉班的小妹。","bklhl":"以撒娶利百加做bó͘ ê時，tú-á四十歲。伊是Pa-tàn-a-lân地ê A-lân人Pí-thó͘-lī ê cha-bó͘-kiáⁿ，A-lân人拉班ê小妹。"}},{"book":"創","chapter":25,"verse":21,"versions":{"unv":"以撒因他妻子不生育，就為她祈求耶和華；耶和華應允他的祈求，他的妻子利百加就懷了孕。","bklcl":"Í-sat in-ūi i ê bó͘ bô siⁿ-kiáⁿ, thòe i kî-kiû Iâ-hô-hoa;  Iâ-hô-hoa ún-chún i só͘ kiû;  i ê bó͘ Lī-pek-ka chiū hoâi-īn.","tghg":"以撒因為伊的某無生子，替伊祈求耶和華；耶和華允准伊所求，伊的某利百加就懷孕。","bklhl":"以撒因為伊ê bó͘無生kiáⁿ，替伊祈求耶和華；耶和華允准伊所求；伊ê bó͘利百加就懷孕。"}},{"book":"創","chapter":25,"verse":22,"versions":{"unv":"孩子們在她腹中彼此相爭，她就說：「若是這樣，我為甚麼活著呢（或譯：我為甚麼如此呢）？」她就去求問耶和華。","bklcl":"Gín-á tī i ê pak-lāi saⁿ-khoeh;  i chiū kóng, Nā sī chit-khoán, góa mih-sái án-ni?  Chiū khì mn̄g Iâ-hô-hoa.","tghg":"囝仔佇伊的腹內相夾，伊就講：「若是此款，我乜使(mih-sái)按呢？」就去問耶和華。","bklhl":"Gín-á tī伊ê腹內相khoeh；伊就講，若是chit款，我mih-sái án-ni？就去問耶和華。"}},{"book":"創","chapter":25,"verse":23,"versions":{"unv":"耶和華對她說：兩國在你腹內；兩族要從你身上出來。這族必強於那族；將來大的要服事小的。","bklcl":"Iâ-hô-hoa kā i kóng, Nn̄g-kok tī lí pak-lāi, nn̄g-cho̍k beh tùi lí ê sin-khu chhut;  chit-cho̍k beh khah-kiông hit-cho̍k;  sī-tōa-ê beh ho̍k-sāi sī-sòe-ê.","tghg":"耶和華給伊講：二國佇你腹內；二族欲對你的身軀出。此族欲卡強彼族；序大的欲服事序細的。","bklhl":"耶和華kā伊講，兩國tī你腹內，兩族beh對你ê身軀出；chit族beh khah強hit族；序大ê beh服事序細ê。"}},{"book":"創","chapter":25,"verse":24,"versions":{"unv":"生產的日子到了，腹中果然是雙子。","bklcl":"Seng-sán ê ji̍t-kî kàu, kó-jiân pak-lāi sī siang-siⁿ-ê.","tghg":"生產的日期到，果然腹內是雙生者。","bklhl":"生產ê日期到，果然腹內是雙生ê。"}},{"book":"創","chapter":25,"verse":25,"versions":{"unv":"先產的身體發紅，渾身有毛，如同皮衣，他們就給他起名叫以掃（就是有毛的意思）。","bklcl":"Thâu-chi̍t-ê chhut-lâi-ê, sin-thé âng-âng, thong sin-khu chhin-chhiūⁿ phê-á-saⁿ;  chiū kā i hō-miâ chòe Í-sò.","tghg":"頭一個出來者，身體紅紅，通身軀親像皮仔衫，就給伊號名做以掃。","bklhl":"頭一个出來ê，身體紅紅，thong身軀親像皮á衫；就kā伊號名做以掃。"}},{"book":"創","chapter":25,"verse":26,"versions":{"unv":"隨後又生了以掃的兄弟，手抓住以掃的腳跟，因此給他起名叫雅各（就是抓住的意思）。利百加生下兩個兒子的時候，以撒年正六十歲。","bklcl":"Tè-āu i ê sió-tī koh chhut-lâi, i ê chhiú khîⁿ Í-sò ê kha-āu-tiⁿ;  chiū kā i hō-miâ kiò Ngá-kok.  Nn̄g ê kiáⁿ chhut-sì ê sî, Í-sat tú-á la̍k-cha̍p hè.","tghg":"隨後伊的小弟閣出來，伊的手擒(khîⁿ)以掃的腳後㬹(tiⁿ)，就給伊號名叫雅各。二個子出世的時，以撒抵仔六十歲。","bklhl":"tè後伊ê小弟koh出來，伊ê手擒以掃ê腳後tiⁿ；就kā伊號名叫雅各。兩個kiáⁿ出世ê時，以撒tú-á六十歲。"}},{"book":"創","chapter":25,"verse":27,"versions":{"unv":"兩個孩子漸漸長大，以掃善於打獵，常在田野；雅各為人安靜，常住在帳棚裡。","bklcl":"Nn̄g ê gín-á chiām-chiām tōa;  Í-sò gâu phah-la̍h, siông-siông tī soaⁿ-iá;  Ngá-kok chòe-lâng thiâm-chēng, siông-siông tòa pò͘-pîⁿ-lāi.","tghg":"二個囝仔漸漸大，以掃𠢕拍獵，常常佇山野；雅各做人恬靜，常常住布棚內。","bklhl":"兩個gín-á漸漸大；以掃gâu phah獵，常常tī山野；雅各做人恬靜，常常tòa布棚內。"}},{"book":"創","chapter":25,"verse":28,"versions":{"unv":"以撒愛以掃，因為常吃他的野味；利百加卻愛雅各。","bklcl":"Í-sat thiàⁿ Í-sò, in-ūi siông-siông chia̍h i ê iá-bī. Lī-pek-ka thiàⁿ Ngá-kok.","tghg":"以撒疼以掃，因為常常食伊的野味；利百加疼雅各。","bklhl":"以撒疼以掃，因為常常食伊ê野味。利百加疼雅各。"}},{"book":"創","chapter":25,"verse":29,"versions":{"unv":"有一天，雅各熬湯，以掃從田野回來累昏了。","bklcl":"Ū chi̍t ji̍t Ngá-kok chú-thng, Í-sò tùi soaⁿ-iá tò-lâi, ià-siān kàu-ke̍k.","tghg":"有一日，雅各煮湯，以掃對山野倒來，厭倦到極。","bklhl":"有一日雅各煮湯，以掃tùi山野tò來，厭倦到極。"}},{"book":"創","chapter":25,"verse":30,"versions":{"unv":"以掃對雅各說：「我累昏了，求你把這紅湯給我喝。」因此以掃又叫以東（就是紅的意思）。","bklcl":"Í-sò tùi Ngá-kok kóng, Góa chin ià-siān, kiû lí ēng chit ê âng ê thng hō͘ góa chia̍h;  in-ūi án-ni Í-sò ia̍h miâ kiò Í-tong.","tghg":"以掃對雅各講：「我真厭倦，求你用此個紅的湯互我食。」因為按呢以掃亦名叫以東。","bklhl":"以掃對雅各講，我真厭倦，求你用chit ê紅ê湯hō͘我食；因為án-ni以掃亦名叫以東。"}},{"book":"創","chapter":25,"verse":31,"versions":{"unv":"雅各說：「你今日把長子的名分賣給我吧。」","bklcl":"Ngá-kok kóng, Lí kin-á-ji̍t ēng tōa-kiáⁿ ê bêng-hūn bōe hō͘ góa.","tghg":"雅各講：「你今仔日用大子的名份賣互我。」","bklhl":"雅各講，你今á日用大kiáⁿ ê名份賣hō͘我。"}},{"book":"創","chapter":25,"verse":32,"versions":{"unv":"以掃說：「我將要死，這長子的名分於我有甚麼益處呢？」","bklcl":"Í-sò kóng, Góa to beh sí lah;  chit ê tōa-kiáⁿ ê bêng-hūn, tùi tī góa ū siáⁿ lī-ek?","tghg":"以掃講：「我都欲死啦，此個大子的名份對佇我有啥利益？」","bklhl":"以掃講，我to beh死lah；chit ê大kiáⁿ ê名份，對tī我有啥利益？"}},{"book":"創","chapter":25,"verse":33,"versions":{"unv":"雅各說：「你今日對我起誓吧。」以掃就對他起了誓，把長子的名分賣給雅各。","bklcl":"Ngá-kok kóng, Kin-á-ji̍t lí tio̍h tùi góa chiù-chōa.  I chiū tùi i chiù-chōa, chiong tōa-kiáⁿ ê bêng-hūn bōe hō͘ Ngá-kok.","tghg":"雅各講：「今仔日你著對我咒誓。」伊就對伊咒誓，將大子的名份賣互雅各。","bklhl":"雅各講，今á日你tio̍h對我chiù-chōa。伊就對伊chiù-chōa，將大kiáⁿ ê名份賣hō͘雅各。"}},{"book":"創","chapter":25,"verse":34,"versions":{"unv":"於是雅各將餅和紅豆湯給了以掃，以掃吃了喝了，便起來走了。這就是以掃輕看了他長子的名分。","bklcl":"Ngá-kok chiū chiong piáⁿ kap âng-tāu-thng hō͘ Í-sò;  i chiū lim-chia̍h, khí-lâi chòe i khì;  che chiū-sī Í-sò khòaⁿ-khin tōa-kiáⁿ ê bêng-hūn.","tghg":"雅各就將餅及紅豆湯互以掃，伊就飲食，起來做伊去。這就是以掃看輕大子的名份。","bklhl":"雅各就將餅kap紅豆湯hō͘以掃；伊就lim食，起來做伊去；這就是以掃看輕大kiáⁿ ê名份。"}}]