[{"book":"創","chapter":48,"verse":1,"versions":{"unv":"這事以後，有人告訴約瑟說：「你的父親病了。」他就帶著兩個兒子瑪拿西和以法蓮同去。","bklcl":"Chiah-ê tāi-chì liáu-āu, ū lâng kā Iok-sek kóng, Lín lāu-pē phòa-pīⁿ lah;  i chiū chhōa i nn̄g ê kiáⁿ Má-ná-se, Í-hoat-liân, saⁿ-kap khì.","tghg":"諸個代誌了後，有人給約瑟講：「恁老父破病啦。」伊就導伊二個子瑪拿西、以法蓮相及去。","bklhl":"Chiah-ê tāi-chì了後，有人kā約瑟講，Lín老父破病lah；伊就chhōa伊兩個kiáⁿ Má-ná-se、Í-hoat-liân，相kap去。"}},{"book":"創","chapter":48,"verse":2,"versions":{"unv":"有人告訴雅各說：「請看，你兒子約瑟到你這裡來了。」以色列就勉強在床上坐起來。","bklcl":"Ū lâng thong-ti Ngá-kok kóng, Lí khòaⁿ, lí ê kiáⁿ Iok-sek lâi beh chhē lí;  Í-sek-lia̍t chiū bián-kióng khí-lâi, chē tī bîn-chhn̂g.","tghg":"有人通知雅各講：「你看，你的子約瑟來欲尋你。」以色列就勉強起來坐佇眠床。","bklhl":"有人通知雅各講，你看，你ê kiáⁿ約瑟來beh chhē你；以色列就勉強起來，坐tī眠床。"}},{"book":"創","chapter":48,"verse":3,"versions":{"unv":"雅各對約瑟說：「全能的　神曾在迦南地的路斯向我顯現，賜福與我，","bklcl":"Ngá-kok kā Iok-sek kóng, Choân-lêng ê Siōng-tè bat tī Ka-lâm tōe ê Lō͘-su tùi góa chhut-hiān, sù-hok góa;","tghg":"雅各給約瑟講：「全能的上帝曾佇迦南地的路斯對我出現，賜福我，","bklhl":"雅各kā約瑟講，全能ê上帝bat tī迦南地ê Lō͘-su對我出現，賜福我；"}},{"book":"創","chapter":48,"verse":4,"versions":{"unv":"對我說：『我必使你生養眾多，成為多民，又要把這地賜給你的後裔，永遠為業。』","bklcl":"kā góa kóng, Góa beh hō͘ lí siⁿ-thòaⁿ chōe-chōe, chiâⁿ-chòe chōe-chōe peh-sìⁿ;  ia̍h beh chiong chit ê tōe siúⁿ-sù lí ê hō͘-è, chòe éng-oán ê gia̍p.","tghg":"給我講：『我欲互你生湠多多，成做多多百姓，亦欲將此個地賞賜你的後裔，做永遠的業。』","bklhl":"kā我講，我beh hō͘你生湠chōe-chōe，成做chōe-chōe百姓；亦beh將chit ê地賞賜你ê後裔，做永遠ê業。"}},{"book":"創","chapter":48,"verse":5,"versions":{"unv":"我未到埃及見你之先，你在埃及地所生的以法蓮和瑪拿西這兩個兒子是我的，正如流便和西緬是我的一樣。","bklcl":"Góa bē kàu Ai-ki̍p lí chia ê tāi-seng, lí tī Ai-ki̍p tōe só͘ siⁿ nn̄g ê kiáⁿ, Í-hoat-liân Má-ná-se, sī góa-ê, chhin-chhiūⁿ  Liû-piān Se-biān sī góa-ê chi̍t-iūⁿ.","tghg":"我未到埃及你遮的代先，你佇埃及地所生二個子以法蓮、瑪拿西是我的，親像流便、西緬是我的一樣。","bklhl":"我未到埃及你chia ê事先，你tī埃及地所生兩個kiáⁿ，Í-hoat-liân、Má-ná-se，是我ê，親像Liû-piān西門是我ê一樣。"}},{"book":"創","chapter":48,"verse":6,"versions":{"unv":"你在他們以後所生的就是你的，他們可以歸於他們弟兄的名下得產業。","bklcl":"Tī in í-āu, lí só͘ siⁿ ê kiáⁿ, chiū-sī lí ê;  in thang kui tī in nn̄g ê hiaⁿ ê miâ-ē, tit-tio̍h gia̍p.","tghg":"佇𪜶以後你所生的子就是你的，𪜶通歸佇𪜶二個兄的名下得著業。","bklhl":"Tī in以後，你所生ê kiáⁿ，就是你ê；in thang歸tī in兩個兄ê名下，得tio̍h業。"}},{"book":"創","chapter":48,"verse":7,"versions":{"unv":"至於我，我從巴旦來的時候，拉結死在我眼前，在迦南地的路上，離以法他還有一段路程，我就把她葬在以法他的路上〈以法他就是伯利恆〉。」","bklcl":"Lūn-kàu góa, góa tùi Pa-tàn lâi ê sî, La̍h-kiat sí tī góa ê ba̍k-chiu-chêng, tī Ka-lâm tōe, tī lō͘-ni̍h ê tiong-kan, lī-khui Í-hoat-tha iáu ū chi̍t-chām; góa chiū kā i bâi-chòng tī Í-hoat-tha ê lō͘. (Í-hoat-tha chiū-sī Pek-lī-hêng).","tghg":"論到我，我對巴旦來的時，拉結死佇我的目睭前，佇迦南地佇路裡的中間，離開以法他猶有一站，我就給伊埋葬佇以法他的路（以法他就是伯利恆）。」","bklhl":"論到我，我tùi Pa-tàn來ê時，拉結死tī我ê目睭前，tī迦南地，tī路裡ê中間，離開Í-hoat-tha iáu有一站；我就kā伊埋葬tī Í-hoat-tha ê路。(Í-hoat-tha就是伯利恆)。"}},{"book":"創","chapter":48,"verse":8,"versions":{"unv":"以色列看見約瑟的兩個兒子，就說：「這是誰？」","bklcl":"Í-sek-lia̍t khòaⁿ-kìⁿ Iok-sek nn̄g ê kiáⁿ, chiū kóng, Che sī chī-chūi?","tghg":"以色列看見約瑟二個子，就講：「這是是誰？」","bklhl":"以色列看見約瑟兩個kiáⁿ，就講，這是是誰？"}},{"book":"創","chapter":48,"verse":9,"versions":{"unv":"約瑟對他父親說：「這是　神在這裡賜給我的兒子。」以色列說：「請你領他們到我跟前，我要給他們祝福。」","bklcl":"Iok-sek kā in lāu-pē kóng, Che sī góa ê kiáⁿ, Siōng-tè tī-chia siúⁿ-sù góa-ê.  Kóng, Chhiáⁿ lí chhōa in óa-kūn góa;  góa beh kā in chiok-hok.","tghg":"約瑟給𪜶老父講：「這是我的子上帝佇遮賞賜我的。」講：「請你導𪜶倚近我，我欲給𪜶祝福。」","bklhl":"約瑟kā in老父講，這是我ê kiáⁿ，上帝tī-chia賞賜我ê。講，請你chhōa in óa近我；我beh kā in祝福。"}},{"book":"創","chapter":48,"verse":10,"versions":{"unv":"以色列年紀老邁，眼睛昏花，不能看見。約瑟領他們到他跟前，他就和他們親嘴，抱著他們。","bklcl":"Í-sek-lia̍t nî-lāu, ba̍k-chiu hoe bōe khòaⁿ-kìⁿ;  Iok-sek chhōa in kūn-óa i ê bīn-chêng, i chiū kā in chim-chhùi phō in.","tghg":"以色列年老，目睭花，𣍐看見。約瑟導𪜶近倚伊的面前，伊就給𪜶唚嘴，抱𪜶。","bklhl":"以色列年老，目睭花bōe看見；約瑟chhōa in近óa伊ê面前，伊就kā in chim嘴抱in。"}},{"book":"創","chapter":48,"verse":11,"versions":{"unv":"以色列對約瑟說：「我想不到得見你的面，不料，　神又使我得見你的兒子。」","bklcl":"Í-sek-lia̍t kā Iok-sek kóng, Góa bô phah-sǹg ōe kìⁿ-tio̍h lí ê bīn;  taⁿ Siōng-tè koh hō͘ góa khòaⁿ-tio̍h lí ê kiáⁿ.","tghg":"以色列給約瑟講：「我無拍算會見著你的面，今上帝閣互我看著你的子。」","bklhl":"以色列kā約瑟講，我無phah算會見tio̍h你ê面；taⁿ上帝koh hō͘我看tio̍h你ê kiáⁿ。"}},{"book":"創","chapter":48,"verse":12,"versions":{"unv":"約瑟把兩個兒子從以色列兩膝中領出來，自己就臉伏於地下拜。","bklcl":"Iok-sek chiong nn̄g ê kiáⁿ tùi i nn̄g ê kha-thâu-u-tiong chhōa-chhut-lâi;  pún-sin chiū phak-lo̍h tōe pài.","tghg":"約瑟將二個子對伊二個腳頭窩中導出來，本身就仆落地拜。","bklhl":"約瑟將兩個kiáⁿ tùi伊兩個腳頭u中chhōa出來；本身就仆落地拜。"}},{"book":"創","chapter":48,"verse":13,"versions":{"unv":"隨後，約瑟又拉著他們兩個，以法蓮在他的右手裡，對著以色列的左手，瑪拿西在他的左手裡，對著以色列的右手，領他們到以色列的跟前。","bklcl":"Āu-lâi Iok-sek koh khan in nn̄g-ê, chiàⁿ-chhiú khan Í-hoat-liân ǹg Í-sek-lia̍t ê tò-chhiú, tò-chhiú khan Má-ná-se ǹg Í-sek-lia̍t ê chiàⁿ-chhiú, chhōa in kūn-óa i.","tghg":"後來，約瑟閣牽𪜶二個，正手牽以法蓮向以色列的倒手，倒手牽瑪拿西向以色列的正手，導𪜶近倚伊。","bklhl":"後來約瑟koh牽in兩個，chiàⁿ手牽Í-hoat-liân ǹg以色列ê tò手，tò手牽Má-ná-se ǹg以色列ê chiàⁿ手，chhōa in近óa伊。"}},{"book":"創","chapter":48,"verse":14,"versions":{"unv":"以色列伸出右手來，按在以法蓮的頭上〈以法蓮乃是次子〉，又剪搭過左手來，按在瑪拿西的頭上〈瑪拿西原是長子〉。","bklcl":"Í-sek-lia̍t chhun chiàⁿ-chhiú hōaⁿ Í-hoat-liân ê thâu-khak, i sī tē-jī-ê, koh phah-chhe ēng tò-chhiú hōaⁿ Má-ná-se ê thâu-khak, Má-ná-se pún sī tōa-kiáⁿ.","tghg":"以色列伸正手，按以法蓮的頭殼，（伊是第二個），閣拍叉(phah-chhe)用倒手按瑪拿西的頭殼，瑪拿西本是大子。","bklhl":"以色列伸chiàⁿ手hōaⁿ Í-hoat-liân ê頭殼，伊是第二個，koh phah叉用tò手hōaⁿ Má-ná-se ê頭殼，Má-ná-se本是大kiáⁿ。"}},{"book":"創","chapter":48,"verse":15,"versions":{"unv":"他就給約瑟祝福說：「願我祖亞伯拉罕和我父以撒所事奉的　神，就是一生牧養我直到今日的　神，","bklcl":"I chiū kā Iok-sek chiok-hok kóng, Goān góa ê chó͘ A-pek-la̍h-hán, kap góa ê pē Í-sat, só͘ kiâⁿ tī I bīn-chêng ê Siōng-tè, chiū-sī it-seng pó-iúⁿ góa kàu tī kin-á-ji̍t ê Siōng-tè,","tghg":"伊就給約瑟祝福講：「願我的祖亞伯拉罕及我的父以撒所行佇伊面前的上帝，就是一生保養我到佇今仔日的上帝，","bklhl":"伊就kā約瑟祝福講，願我ê祖亞伯拉罕，kap我ê父以撒，所行tī伊面前ê上帝，就是一生保養我到tī今á日ê上帝，"}},{"book":"創","chapter":48,"verse":16,"versions":{"unv":"救贖我脫離一切患難的那使者，賜福與這兩個童子。願他們歸在我的名下和我祖亞伯拉罕、我父以撒的名下。又願他們在世界中生養眾多。」","bklcl":"kiù-sio̍k góa thoat-lī it-chhè ê hoān-lān, hit ê Sù-chiá, sù-hok hō͘ chí nn̄g ê gín-á;  goān in kui tī góa ê miâ-ē, kap góa chó͘ A-pek-la̍h-hán, góa ê pē Í-sat, ê miâ-ē;  koh goān in tī sè-kài-tiong siⁿ-thòaⁿ chin-chōe.","tghg":"救贖我脫離一切的患難彼個使者，賜福互此二個囝仔。願𪜶歸佇我的名下及我祖亞伯拉罕、我的父以撒的名下。閣願𪜶佇世界中生湠真多。」","bklhl":"救贖我脫離一切ê患難，hit ê使者，賜福hō͘ chit兩個gín-á；願in歸tī我ê名下，kap我祖亞伯拉罕，我ê父以撒，ê名下；koh願in tī世界中生湠真chōe。"}},{"book":"創","chapter":48,"verse":17,"versions":{"unv":"約瑟見他父親把右手按在以法蓮的頭上，就不喜悅，便提起他父親的手，要從以法蓮頭上挪到瑪拿西的頭上。","bklcl":"Iok-sek khòaⁿ i ê lāu-pē ēng chiàⁿ-chhiú hōaⁿ tī Í-hoat-liân ê thâu-khak, bô hoaⁿ-hí;  chiū tháⁿ i ê lāu-pē ê chhiú, beh tùi Í-hoat-liân ê thâu-khak sóa kàu Má-ná-se ê thâu-khak.","tghg":"約瑟看伊的老父用正手按佇以法蓮的頭殼，無歡喜，就[托](tháⁿ)伊的老父的手，欲對以法蓮的頭殼徙到(sóa kàu)瑪拿西的頭殼。","bklhl":"約瑟看伊ê老父用chiàⁿ手hōaⁿ tī Í-hoat-liân ê頭殼，無歡喜；就tháⁿ伊ê老父ê手，beh tùi Í-hoat-liân ê頭殼徙到Má-ná-se ê頭殼。"}},{"book":"創","chapter":48,"verse":18,"versions":{"unv":"約瑟對他父親說：「我父，不是這樣。這本是長子，求你把右手按在他的頭上。」","bklcl":"Iok-sek kā i ê lāu-pē kóng, Góa ê pē ah, m̄-sī án-ni;  chit-ê sī tōa-kiáⁿ, kiû lí ēng chiàⁿ-chhiú hōaⁿ i ê thâu-khak.","tghg":"約瑟給伊的老父講：「我的父啊，呣是按呢。此個是大子，求你用正手按伊的頭殼。」","bklhl":"約瑟kā伊ê老父講，我ê父ah，m̄是án-ni；chit ê是大kiáⁿ，求你用chiàⁿ手hōaⁿ伊ê頭殼。"}},{"book":"創","chapter":48,"verse":19,"versions":{"unv":"他父親不從，說：「我知道，我兒，我知道。他也必成為一族，也必昌大。只是他的兄弟將來比他還大；他兄弟的後裔要成為多族。」","bklcl":"I ê lāu-pē m̄-thàn kóng, Góa chai, góa ê kiáⁿ, góa chai;  i ia̍h beh chiâⁿ-chòe chi̍t-cho̍k, ia̍h beh khoah-tōa;  chóng-sī i ê sió-tī chiong-lâi pí i khah-tōa;  i ê sió-tī ê hō͘-è beh chiâⁿ-chòe chōe-chōe cho̍k.","tghg":"伊的老父呣趁講：「我知，我的子，我知。伊亦欲成做一族，亦欲闊大。總是伊的小弟將來比伊卡大；伊的小弟的後裔欲成做多多族」。","bklhl":"伊ê老父m̄-thàn講，我知，我ê kiáⁿ，我知；伊亦beh成做一族，亦beh闊大；總是伊ê小弟將來比伊khah大；伊ê小弟ê後裔beh成做chōe-chōe族。"}},{"book":"創","chapter":48,"verse":20,"versions":{"unv":"當日就給他們祝福說：「以色列人要指著你們祝福說：『願　神使你如以法蓮、瑪拿西一樣。』」於是立以法蓮在瑪拿西以上。","bklcl":"Tng hit-ji̍t chiū kā in chiok-hok kóng, Í-sek-lia̍t lâng beh kí lí lâi chiok-hok lâng kóng, Goān Siōng-tè hō͘ lí chhin-chhiūⁿ Í-hoat-liân, chhin-chhiūⁿ Má-ná-se chi̍t-iūⁿ;  tùi án-ni li̍p Í-hoat-liân tī Má-ná-se ê tāi-seng.","tghg":"當彼日就給𪜶祝福講：「以色列人欲指你來祝福人講：『願上帝互你親像以法蓮、親像瑪拿西一樣。』」對按呢立以法蓮佇瑪拿西的代先。","bklhl":"當hit日就kā in祝福講，以色列人beh kí你來祝福人講，願上帝hō͘你親像Í-hoat-liân，親像Má-ná-se一樣；tùi án-ni立Í-hoat-liân tī Má-ná-se ê事先。"}},{"book":"創","chapter":48,"verse":21,"versions":{"unv":"以色列又對約瑟說：「我要死了，但　神必與你們同在，領你們回到你們列祖之地。","bklcl":"Í-sek-lia̍t koh kā Iok-sek kóng, Góa beh sí lah;  chóng-sī Siōng-tè beh kap lí tī-teh, beh chhōa lín tò-khì lín lia̍t-chó͘ ê tōe.","tghg":"以色列閣給約瑟講：「我欲死啦，總是上帝欲及你佇啲，欲導恁倒去恁列祖的地。","bklhl":"以色列koh kā約瑟講，我beh死lah；總是上帝beh kap你tī-teh，beh chhōa lín tò去lín列祖ê地。"}},{"book":"創","chapter":48,"verse":22,"versions":{"unv":"並且我從前用弓用刀從亞摩利人手下奪的那塊地，我都賜給你，使你比眾弟兄多得一分。」","bklcl":"Góa chêng ēng góa ê keng, góa ê to, tùi A-mô͘-lī lâng ê chhiú chhiúⁿ-lâi hit tè-tōe, góa taⁿ hō͘ lí, pí lí ê hiaⁿ-tī tit-tio̍h khah-ke.","tghg":"我前用我的弓、我的刀對亞摩利人的手搶來彼塊地，我今互你，比你的兄弟得著卡加。」","bklhl":"我前用我ê弓，我ê刀，tùi A-mô͘-lī人ê手搶來hit塊地，我taⁿ hō͘你，比你ê兄弟得tio̍h khah加。"}}]