[{"book":"創","chapter":42,"verse":1,"versions":{"unv":"雅各見埃及有糧，就對兒子們說：「你們為甚麼彼此觀望呢？","bklcl":"Ngá-kok khòaⁿ-kìⁿ Ai-ki̍p ū gō͘-kak, Ngá-kok chiū kā i hiah-ê kiáⁿ kóng, Lín siáⁿ-sū teh saⁿ-khòaⁿ.","tghg":"雅各看見埃及有五穀(kak)，雅各就給伊許個子講：「恁啥事啲相看？」","bklhl":"雅各看見埃及有五穀，雅各就kā伊hiah-ê kiáⁿ講，Lín啥事teh相看。"}},{"book":"創","chapter":42,"verse":2,"versions":{"unv":"我聽見埃及有糧，你們可以下去，從那裡為我們糴些來，使我們可以存活，不至於死。」","bklcl":"Koh kóng, Góa thiaⁿ-kìⁿ Ai-ki̍p ū gō͘-kak, lín thang lo̍h-khì hia, ūi lán tia̍h tām-po̍h, hō͘ lán thang tō͘-oa̍h, bián sí.","tghg":"閣講：「我聽見埃及有五穀，恁通落去遐，為咱糴(tia̍h)淡薄，互咱通度活，免死。」","bklhl":"Koh講，我聽見埃及有五穀，lín thang落去hia，為咱tia̍h淡薄，hō͘咱thang度活，免死。"}},{"book":"創","chapter":42,"verse":3,"versions":{"unv":"於是，約瑟的十個哥哥都下埃及糴糧去了。","bklcl":"Tùi án-ni Iok-sek cha̍p ê hiaⁿ lóng lo̍h Ai-ki̍p, khì tia̍h bí-niû.","tghg":"對按呢，約瑟十個兄攏落埃及去糴米糧。","bklhl":"Tùi án-ni，約瑟十個hiaⁿ lóng落埃及，去tia̍h米糧。"}},{"book":"創","chapter":42,"verse":4,"versions":{"unv":"但約瑟的兄弟便雅憫，雅各沒有打發他和哥哥們同去，因為雅各說：「恐怕他遭害。」","bklcl":"Chóng-sī Iok-sek ê sió-tī Piān-ngá-bín, Ngá-kok bô chhe i kap in hiaⁿ saⁿ-kap khì;  in-ūi i kóng, Kiaⁿ-liáu i tú-tio̍h hāi.","tghg":"總是約瑟的小弟便雅憫，雅各無差伊及𪜶兄相及去，因為伊講：「驚了伊抵著(tú-tio̍h)害。」","bklhl":"總是約瑟ê小弟便雅憫，雅各無差伊kap in兄相kap去；因為伊講，驚了伊tú-tio̍h害。"}},{"book":"創","chapter":42,"verse":5,"versions":{"unv":"來糴糧的人中有以色列的兒子們，因為迦南地也有饑荒。","bklcl":"Lâi tia̍h bí-niû ê lâng ê tiong-kan, Í-sek-lia̍t hiah-ê kiáⁿ ia̍h ū lâi, in-ūi Ka-lâm tōe ia̍h ū ki-hng.","tghg":"來糴米糧的人的中間以色列許個子亦有來，因為迦南地亦有飢荒。","bklhl":"來tia̍h米糧ê人ê中間，以色列hiah-ê kiáⁿ亦有來，因為迦南地亦有飢荒。"}},{"book":"創","chapter":42,"verse":6,"versions":{"unv":"當時治理埃及地的是約瑟；糶糧給那地眾民的就是他。約瑟的哥哥們來了，臉伏於地，向他下拜。","bklcl":"Tng-sî tī-lí Ai-ki̍p tōe ê sī Iok-sek;  thiò bí-niû hō͘ hit só͘-chāi ê chèng peh-sìⁿ-ê, ia̍h sī i;  Iok-sek hiah-ê hiaⁿ lâi, phak-lo̍h tōe pài i.","tghg":"當時治理埃及地的是約瑟；糶米糧互彼所在的眾百姓者亦是伊。約瑟許個兄來，仆落地，拜伊。","bklhl":"當時治理埃及地ê是約瑟；thiò米糧hō͘ hit所在ê眾百姓ê，亦是伊；約瑟hiah-ê兄來，仆落地拜伊。"}},{"book":"創","chapter":42,"verse":7,"versions":{"unv":"約瑟看見他哥哥們，就認得他們，卻裝作生人，向他們說些嚴厲話，問他們說：「你們從哪裡來？」他們說：「我們從迦南地來糴糧。」","bklcl":"Iok-sek khòaⁿ-kìⁿ i hiah-ê hiaⁿ, ōe jīn-tit, ké-chòe siⁿ-hūn-lâng, tùi in kóng khah-giâm ê ōe, mn̄g in kóng, Lín tùi tah-lo̍h lâi?  in kóng, Tùi Ka-lâm tōe lâi tia̍h bí-niû.","tghg":"約瑟看見伊許個兄，會認得，假做生份人，對𪜶講卡嚴的話，問𪜶講：「恁對叨落來？」𪜶講：「對迦南地來糴米糧。」","bklhl":"約瑟看見伊hiah-ê兄，能認得，假做生份人，對in講khah嚴ê話，問in講，Lín tùi tah-lo̍h來？in講，Tùi迦南地來tia̍h米糧。"}},{"book":"創","chapter":42,"verse":8,"versions":{"unv":"約瑟認得他哥哥們，他們卻不認得他。","bklcl":"Iok-sek ōe jīn-tit in hiaⁿ, in bōe jīn-tit i.","tghg":"約瑟會認得𪜶兄，𪜶𣍐認得伊。","bklhl":"約瑟能認得in兄，in bōe認得伊。"}},{"book":"創","chapter":42,"verse":9,"versions":{"unv":"約瑟想起從前所做的那兩個夢，就對他們說：「你們是奸細，來窺探這地的虛實。」","bklcl":"Iok-sek kì-tit chêng só͘ bāng lūn-kàu in ê hiah-ê bāng, chiū tùi in kóng, Lín sī cheng-thàm, lâi thàm-thiaⁿ chit só͘-chāi ê hu-si̍t.","tghg":"約瑟記得前所夢論到𪜶的許個夢，就對𪜶講：「恁是偵探，來探聽此所在的虛實。」","bklhl":"約瑟記得前所夢論到in-ê hiah-ê 夢，就對in講，Lín是偵探，來探聽chit所在ê虛實。"}},{"book":"創","chapter":42,"verse":10,"versions":{"unv":"他們對他說：「我主啊，不是的。僕人們是糴糧來的。","bklcl":"In tùi i kóng, Goán ê chú ah, m̄-sī, lí ê lô͘-po̍k lâi beh tia̍h bí-niû.","tghg":"𪜶對伊講：「阮的主啊，呣是。你的奴僕來欲糴米糧。","bklhl":"In對伊講，阮ê主ah，m̄是，你ê奴僕來beh tia̍h米糧。"}},{"book":"創","chapter":42,"verse":11,"versions":{"unv":"我們都是一個人的兒子，是誠實人；僕人們並不是奸細。」","bklcl":"Goán lóng sī chi̍t-lâng ê kiáⁿ, goán sī láu-si̍t lâng, lí ê lô͘-po̍k m̄-sī cheng-thàm.","tghg":"阮攏是一人的子，阮是老實人；你的奴僕呣是偵探。」","bklhl":"阮lóng是一人ê kiáⁿ，阮是老實人，你ê奴僕m̄是偵探。"}},{"book":"創","chapter":42,"verse":12,"versions":{"unv":"約瑟說：「不然，你們必是窺探這地的虛實來的。」","bklcl":"Iok-sek kā in kóng, M̄-sī án-ni, lín lâi sī beh thàm-thiaⁿ chit só͘-chāi ê hu-si̍t.","tghg":"約瑟給𪜶講：「呣是按呢，恁來是欲探聽此所在的虛實。」","bklhl":"約瑟kā in講，m̄是án-ni，lín來是beh探聽chit所在ê虛實。"}},{"book":"創","chapter":42,"verse":13,"versions":{"unv":"他們說：「僕人們本是弟兄十二人，是迦南地一個人的兒子，頂小的現今在我們的父親那裡，有一個沒有了。」","bklcl":"In kóng, Lí ê lô͘-po̍k cha̍p-jī ê hiaⁿ-tī, sī Ka-lâm tōe chi̍t ê lâng ê kiáⁿ;  tē-it-sòe-ê, hiān-kim tī goán lāu-pē hia;  ū chi̍t-ê bô-khì lah.","tghg":"𪜶講：「你的奴僕十二個兄弟，是迦南地一個人的子，第一細者現今佇阮老父遐，有一個無去啦。」","bklhl":"In講，你ê奴僕十二個兄弟，是迦南地一个人ê kiáⁿ；第一細ê，現今tī阮老父hia；有一个無去lah。"}},{"book":"創","chapter":42,"verse":14,"versions":{"unv":"約瑟說：「我才說你們是奸細，這話實在不錯。","bklcl":"Iok-sek kā in kóng, Góa tú-á kóng lín sī cheng-thàm, chit ê ōe si̍t-chāi bô chhò.","tghg":"約瑟給𪜶講：「我抵仔講恁是偵探，此個話實在無錯。","bklhl":"約瑟kā in講，我tú-á講lín是偵探，chit ê話實在無錯。"}},{"book":"創","chapter":42,"verse":15,"versions":{"unv":"我指著法老的性命起誓，若是你們的小兄弟不到這裡來，你們就不得出這地方，從此就可以把你們證驗出來了。","bklcl":"Góa kí Hoat-ló ê sìⁿ-miā lâi chiù-chōa, nā lín soah-bé ê sió-tī bô kàu chia, lín bōe-tit-thang chhut chit só͘-chāi;  ēng án-ni lâi chhì-giām lín ê hu-si̍t.","tghg":"我指法老的生命來咒誓，若恁煞尾的小弟無到遮，恁𣍐得通出此所在，用按呢來試驗恁的虛實。","bklhl":"我kí法老ê性命來chiù-chōa，若lín soah尾ê小弟無到chia，lín bōe得thang出chit所在；用án-ni來試驗lín ê虛實。"}},{"book":"創","chapter":42,"verse":16,"versions":{"unv":"須要打發你們中間一個人去，把你們的兄弟帶來。至於你們，都要囚在這裡，好證驗你們的話真不真，若不真，我指著法老的性命起誓，你們一定是奸細。」","bklcl":"Tio̍h chhe lín tiong-kan chi̍t-lâng khì chhōa lín ê sió-tī lâi, lín chiah-ê lóng tio̍h koaiⁿ tī-chia, chèng-bêng lín ê ōe, chai lín sêng-si̍t á-bô;  nā bô, góa kí Hoat-ló ê sìⁿ-miā lâi chiù-chōa, lín it-tēng sī cheng-thàm.","tghg":"著差恁中間一人去，導恁的小弟來。恁諸個攏著關佇遮，證明恁的話，知恁誠實抑無，若無，我指法老的生命來咒誓，恁一定是偵探。」","bklhl":"Tio̍h差lín中間一人去chhōa lín ê小弟來，lín chiah ê lóng tio̍h關tī-chia，證明lín ê話，知lín誠實á無；若無，我kí法老ê性命來chiù-chōa，lín一定是偵探。"}},{"book":"創","chapter":42,"verse":17,"versions":{"unv":"於是約瑟把他們都下在監裡三天。","bklcl":"Tùi án-ni Iok-sek chiong in lóng koaiⁿ tī Kaⁿ-ni̍h saⁿ-ji̍t.","tghg":"對按呢約瑟將𪜶攏關佇監裡三日。","bklhl":"Tùi án-ni，約瑟將in lóng關tī 監裡三日。"}},{"book":"創","chapter":42,"verse":18,"versions":{"unv":"到第三天，約瑟對他們說：「我是敬畏　神的；你們照我的話行就可以存活。","bklcl":"Kàu tē-saⁿ ji̍t Iok-sek tùi in kóng, Góa kèng-ùi Siōng-tè;  lín chiàu góa ê ōe kiâⁿ, chiū ōe oa̍h.","tghg":"到第三日，約瑟對𪜶講：「我敬畏上帝；恁照我的話行就會活。","bklhl":"到第三日約瑟對in講，我敬畏上帝；lín照我ê話行，就會活。"}},{"book":"創","chapter":42,"verse":19,"versions":{"unv":"你們如果是誠實人，可以留你們中間的一個人囚在監裡，但你們可以帶著糧食回去，救你們家裡的饑荒。","bklcl":"Lín nā kó-jiân sī láu-si̍t lâng, lín hiaⁿ-tī-tiong thang lâu chi̍t-ê pa̍k tī lín hit kaⁿ-lāi;  chóng-sī lín thang tòa bí-niû tò-khì, kiù lín ke-lāi ê ki-hng,","tghg":"恁若果然是老實人，恁兄弟中通留一個縛佇恁彼監內，總是恁通帶米糧倒去，救恁家內的飢荒。","bklhl":"Lín若果然是老實人，lín兄弟中thang留一个縛tī lín hit監內；總是lín thang帶米糧tò去，救lín家內ê飢荒，"}},{"book":"創","chapter":42,"verse":20,"versions":{"unv":"把你們的小兄弟帶到我這裡來，如此，你們的話便有證據，你們也不至於死。」他們就照樣而行。","bklcl":"chiong lín soah-bé sió-tī chhōa lâi góa chia;  án-ni lín ê ōe chiū ū pîn-kù,  lín iā m̄-bián sí.  In chiū chiàu án-ni kiâⁿ.","tghg":"將恁煞尾小弟導來我遮，按呢，恁的話就有憑據，恁也呣免死。」𪜶就照按呢行。","bklhl":"將lín soah尾小弟chhōa來我chia；án-ni lín ê話就有憑據，lín也m̄免死。In就照án-ni行。"}},{"book":"創","chapter":42,"verse":21,"versions":{"unv":"他們彼此說：「我們在兄弟身上實在有罪。他哀求我們的時候，我們見他心裡的愁苦，卻不肯聽，所以這場苦難臨到我們身上。」","bklcl":"In saⁿ-kap kóng, Lán tùi tī lán ê sió-tī si̍t-chāi ū chōe, i ai-kiû lán ê sî, lán khòaⁿ-kìⁿ i sim-lāi ê kan-khó͘, iā m̄-khéng thiaⁿ i;  só͘-í chit-tiûⁿ ê khó͘-lān kàu tī lán.","tghg":"𪜶相及講：「咱對佇咱的小弟實在有罪。伊哀求咱的時，咱看見伊心內的艱苦，也呣肯聽伊，所以此場的苦難到佇咱。」","bklhl":"In相kap講，咱對tī咱ê小弟實在有罪，伊哀求咱ê時，咱看見伊心內ê艱苦，也m̄肯聽伊；所以chit場ê苦難到tī咱。"}},{"book":"創","chapter":42,"verse":22,"versions":{"unv":"流便說：「我豈不是對你們說過，不可傷害那孩子嗎？只是你們不肯聽，所以流他血的罪向我們追討。」","bklcl":"Liû-piān ìn in kóng, Góa kiám m̄-sī tùi lín kóng, m̄-thang hāi hit ê gín-á lâi chhú-chōe, to̍k-to̍k lín m̄-thiaⁿ?  só͘-í lâu i ê huih ê chōe, tùi lán chiah-ê thó.","tghg":"流便應𪜶講：「我豈呣是對恁講，呣通害彼個囝仔來取罪，獨獨恁呣聽，所以流伊的血的罪對咱諸個討。」","bklhl":"Liû-piān應in講，我kiám m̄是對lín講，m̄-thang害hit ê gín-á來取罪，獨獨lín m̄聽？所以流伊ê血ê罪，對咱chiah ê討。"}},{"book":"創","chapter":42,"verse":23,"versions":{"unv":"他們不知道約瑟聽得出來，因為在他們中間用通事傳話。","bklcl":"In m̄-chai Iok-sek thiaⁿ ōe hiáu-tit;  in-ūi tī in tiong-kan ū ēng hoan-e̍k-koaⁿ.","tghg":"𪜶呣知約瑟聽會曉得，因為佇𪜶中間有用翻譯官。","bklhl":"In m̄知約瑟聽能曉得；因為tī in中間有用翻譯官。"}},{"book":"創","chapter":42,"verse":24,"versions":{"unv":"約瑟轉身退去，哭了一場，又回來對他們說話，就從他們中間挑出西緬來，在他們眼前把他捆綁。","bklcl":"Iok-sek oa̍t-tńg-sin lâu ba̍k-sái;  koh oa̍t-lâi kap in kóng-ōe;  chiū tī in tiong-kan chhú Se-biān chhut-lâi, tī in ê bīn-chêng kā i pa̍k-teh.","tghg":"約瑟越轉身，流目屎，閣越來及𪜶講話，就佇𪜶中間取西緬出來，佇𪜶的面前給伊縛(pa̍k)啲。","bklhl":"約瑟oa̍t-tńg身流目屎；koh oa̍t來kap in講話；就tī in中間取西門出來，tī in ê面前kā伊縛teh。"}},{"book":"創","chapter":42,"verse":25,"versions":{"unv":"約瑟吩咐人把糧食裝滿他們的器具，把各人的銀子歸還在各人的口袋裡，又給他們路上用的食物，人就照他的話辦了。","bklcl":"Iok-sek hoan-hù lâng chiong gō͘-kak ji̍p tī in ê khì-kū kàu móa-móa, iā chiong in ta̍k-lâng ê gûn hē tī in ê pò͘-tē-lāi, lâi hêng in, koh ēng lō͘-ni̍h ê chia̍h-mi̍h hō͘ in;  lâng chiū chiàu án-ni lâi kā in chòe.","tghg":"約瑟吩咐人將五穀入佇𪜶的器具到滿滿，也將𪜶逐人的銀下佇𪜶的布袋內來還𪜶，閣用路裡的食物互𪜶，人就照按呢來給𪜶做。","bklhl":"約瑟吩咐人將五穀入tī in ê器具到滿滿，也將in ta̍k人ê銀hē tī in ê布袋內，來還in，koh用路裡ê食物hō͘ in；人就照án-ni來kā in做。"}},{"book":"創","chapter":42,"verse":26,"versions":{"unv":"他們就把糧食馱在驢上，離開那裡去了。","bklcl":"In chiū chiong gō͘-kak hō͘ in ê lû chài, chiū lī-khui hia khì.","tghg":"𪜶就將五穀互𪜶的驢載，就離開遐去。","bklhl":"In就將五穀hō͘ in ê驢載，就離開hia去。"}},{"book":"創","chapter":42,"verse":27,"versions":{"unv":"到了住宿的地方，他們中間有一個人打開口袋，要拿料餵驢，才看見自己的銀子仍在口袋裡，","bklcl":"Kàu hioh-mî ê só͘-chāi, in tiong-kan ū chi̍t-lâng tháu-khui i ê pò͘-tē, beh the̍h hō͘ lû chia̍h, chiah khòaⁿ-kìⁿ i ê gûn iû-goân tī-teh, hē tī pò͘-tē-kháu.","tghg":"到歇暝的所在，𪜶中間有一人解(tháu)開伊的布袋，欲提互驢食，才看見伊的銀猶(iû)原佇啲下佇布袋口。","bklhl":"到歇暝ê所在，in中間有一人tháu開伊ê布袋，beh the̍h hō͘驢食，chiah看見伊ê銀猶原tī-teh，hē tī布袋口。"}},{"book":"創","chapter":42,"verse":28,"versions":{"unv":"就對弟兄們說：「我的銀子歸還了，看哪，仍在我口袋裡！」他們就提心吊膽，戰戰兢兢地彼此說：「這是　神向我們做甚麼呢？」","bklcl":"Chiū kā i ê hiaⁿ-tī kóng, Góa ê gûn hêng tò-tńg,  lí khòaⁿ, iû-goân tī góa ê pò͘-tē-lāi;  in chiū kiaⁿ kàu bô sim-koaⁿ, ngia̍uh-ngia̍uh-chhoah, saⁿ-kap kóng, Siōng-tè án-ni khoán-thāi lán sī sím-mi̍h?","tghg":"就給伊的兄弟講：「我的銀還倒轉，你看，猶原佇我的布袋內。」𪜶就驚到無心肝，愕愕惙相及講：「上帝按呢款待咱是甚麼？」","bklhl":"就kā伊ê兄弟講，我ê銀還倒tńg，你看，猶原tī我ê布袋內；in就驚到無心肝，ngia̍uh-ngia̍uh-chhoah，相kap講，上帝án-ni款待咱是甚麼？"}},{"book":"創","chapter":42,"verse":29,"versions":{"unv":"他們來到迦南地、他們的父親雅各那裡，將所遭遇的事都告訴他，說：","bklcl":"In kàu Ka-lâm tōe, kàu in lāu-pē Ngá-kok hia, chiong só͘ tú-tio̍h ê sū lóng kā i kóng, kóng,","tghg":"𪜶到迦南地、到𪜶老父雅各遐，將所抵著的事攏給伊講，講：","bklhl":"In到迦南地，到in老父雅各hia，將所tú-tio̍h ê事lóng kā伊講，講，"}},{"book":"創","chapter":42,"verse":30,"versions":{"unv":"「那地的主對我們說嚴厲的話，把我們當作窺探那地的奸細。","bklcl":"Hit-lâng, chiū-sī hit só͘-chāi ê chú, tùi goán kóng chin giâm ê ōe, lia̍h goán chòe hit só͘-chāi ê cheng-thàm.","tghg":"「彼人就是彼所在的主，對阮講真嚴的話，掠阮做彼所在的偵探。","bklhl":"Hit人，就是hit所在ê主，對阮講真嚴ê話，掠阮做hit所在ê偵探。"}},{"book":"創","chapter":42,"verse":31,"versions":{"unv":"我們對他說：『我們是誠實人，並不是奸細。","bklcl":"Goán kā i kóng, Goán sī láu-si̍t lâng, goán m̄-sī cheng-thàm,","tghg":"阮給伊講：『阮是老實人，阮呣是偵探。","bklhl":"阮kā伊講，阮是老實人，阮m̄是偵探，"}},{"book":"創","chapter":42,"verse":32,"versions":{"unv":"我們本是弟兄十二人，都是一個父親的兒子，有一個沒有了，頂小的如今同我們的父親在迦南地。』","bklcl":"goán sī cha̍p-jī ê hiaⁿ-tī, sī goán lāu-pē ê kiáⁿ;  ū chi̍t-ê bô-khì, tē-it-sòe-ê hiān-kim kap goán lāu-pē tī Ka-lâm tōe.","tghg":"阮是十二個兄弟，是阮老父的子，有一個無去，第一細者現今及阮老父佇迦南地。』","bklhl":"阮是十二個兄弟，是阮老父ê kiáⁿ；有一个無去，第一細ê現今kap阮老父tī迦南地。"}},{"book":"創","chapter":42,"verse":33,"versions":{"unv":"那地的主對我們說：『若要我知道你們是誠實人，可以留下你們中間的一個人在我這裡，你們可以帶著糧食回去，救你們家裡的饑荒。","bklcl":"Hit-lâng, chiū-sī hit só͘-chāi ê chú, kā goán kóng, Nā ài hō͘ góa chai lín sī láu-si̍t lâng, lín hiaⁿ-tī-tiong thang lâu chi̍t-ê tī góa chia, lín chiah-ê thang tòa gō͘-kak tò-khì, kiù lín ke-lāi ê ki-hng;","tghg":"彼人就是彼所在的主給阮講：『若愛互我知恁是老實人，恁兄弟中通留一個佇我遮，恁諸個通帶五穀倒去，救恁家內的飢荒。","bklhl":"Hit人，就是hit所在ê主，kā阮講，若ài hō͘我知lín是老實人，lín兄弟中thang留一个tī我chia，lín chiah ê thang帶五穀tò去，救lín家內ê飢荒；"}},{"book":"創","chapter":42,"verse":34,"versions":{"unv":"把你們的小兄弟帶到我這裡來，我便知道你們不是奸細，乃是誠實人。這樣，我就把你們的弟兄交給你們，你們也可以在這地做買賣。』」","bklcl":"chhōa lín soah-bé ê sió-tī lâi góa chia, góa chiū chai lín m̄-sī cheng-thàm, sī láu-si̍t lâng;  án-ni góa chiū chiong lín ê hiaⁿ-tī kau hō͘ lín, lín iā thang tī chit só͘-chāi bóe-bōe.","tghg":"導恁煞尾的小弟來我遮，我就知恁呣是偵探，是老實人。按呢，我就將恁的兄弟交互恁，恁也通佇此所在買賣。』」","bklhl":"chhōa lín soah尾ê小弟來我chia，我就知lín m̄是偵探，是老實人；án-ni我就將lín ê兄弟交hō͘ lín，lín也thang tī chit所在買賣。"}},{"book":"創","chapter":42,"verse":35,"versions":{"unv":"後來他們倒口袋，不料，各人的銀包都在口袋裡；他們和父親看見銀包就都害怕。","bklcl":"Āu-lâi in piàⁿ in ê pò͘-tē, bô phah-sǹg, in ta̍k-lâng ê gûn-pau lóng tī in ê pò͘-tē-lāi;  in kap in lāu-pē khòaⁿ-kìⁿ gûn-pau chiū lóng kiaⁿ-hiâⁿ.","tghg":"後來𪜶傾(piàⁿ)𪜶的布袋，無拍算，𪜶逐人的銀包攏佇𪜶的布袋內；𪜶及𪜶老父看見銀包就攏驚惶。","bklhl":"後來in piàⁿ in ê布袋，無phah算，in ta̍k人ê銀包lóng tī in ê布袋內；in kap in老父看見銀包就lóng驚惶。"}},{"book":"創","chapter":42,"verse":36,"versions":{"unv":"他們的父親雅各對他們說：「你們使我喪失我的兒子：「約瑟沒有了，西緬也沒有了，你們又要將便雅憫帶去；這些事都歸到我身上了。」","bklcl":"In ê lāu-pē Ngá-kok kā in kóng, Lín hō͘ góa sit-lo̍h góa ê kiáⁿ;  Iok-sek bô-khì, Se-biān iā bô-khì, lín koh beh chhōa Piān-ngá-bín khì;  chiah-ê tāi-chì lóng sī hāi-tio̍h góa.","tghg":"𪜶的老父雅各給𪜶講：「恁互我失落我的子：約瑟無去，西緬也無去，恁閣欲導便雅憫去；諸個代誌攏是害著我。」","bklhl":"In ê老父雅各kā in講，Lín hō͘我失落我ê kiáⁿ；約瑟無去，西門也無去，lín koh beh chhōa便雅憫去；chiah ê tāi-chì lóng是害tio̍h我。"}},{"book":"創","chapter":42,"verse":37,"versions":{"unv":"流便對他父親說：「我若不帶他回來交給你，你可以殺我的兩個兒子。只管把他交在我手裡，我必帶他回來交給你。」","bklcl":"Liû-piān kā i ê lāu-pē kóng, Góa nā bô chhōa i tò-lâi kau lí, lí thang thâi góa nn̄g ê kiáⁿ;  chòe lí thang chiong i kau-tài góa, góa tek-khak chhōa i tò-lâi kau lí.","tghg":"流便給伊的老父講：「我若無導伊倒來交你，你通刣(thâi)我二個子。做你通將伊交代我，我的確導伊倒來交你。」","bklhl":"Liû-piān kā伊ê老父講，我若無chhōa伊tò來交你，你thang 刣我兩個kiáⁿ；做你thang將伊交帶我，我的確chhōa伊tò來交你。"}},{"book":"創","chapter":42,"verse":38,"versions":{"unv":"雅各說：「我的兒子不可與你們一同下去；他哥哥死了，只剩下他，他若在你們所行的路上遭害，那便是你們使我白髮蒼蒼、悲悲慘慘地下陰間去了。」","bklcl":"Ngá-kok kóng, Góa ê kiáⁿ góa bô beh hō͘ i kap lín khì;  i ê hiaⁿ í-keng sí, chí-ū chhun i;  i nā tī lín só͘ kiâⁿ ê lō͘ tú-tio̍h hām-hāi, he! chiū-sī lín hō͘ góa pe̍h-thâu-mn̂g chhiⁿ-chhám lo̍h im-hú.","tghg":"雅各講：「我的子我無欲互伊及恁去；伊的兄已經死，只有剩伊，伊若佇恁所行的路抵著陷害，彼就是恁互我白頭毛、淒慘落陰府。」","bklhl":"雅各講，我ê kiáⁿ我無beh hō͘伊kap lín去；伊ê兄已經死，只有chhun伊；伊若tī lín所行ê路tú-tio̍h陷害，he！就是lín hō͘我白頭毛悽慘落陰府。"}}]