[{"book":"創","chapter":6,"verse":1,"versions":{"unv":"當人在世上多起來、又生女兒的時候，","bklcl":"Lâng tī tōe-chiūⁿ ná khah-chōe, iā siⁿ cha-bó͘-kiáⁿ ê sî,","tghg":"人佇地上愈卡多，也生查某子的時，","bklhl":"人tī地上ná khah-chōe，也生cha-bó͘-kiáⁿ ê時，"}},{"book":"創","chapter":6,"verse":2,"versions":{"unv":"　神的兒子們看見人的女子美貌，就隨意挑選，娶來為妻。","bklcl":"Siōng-tè ê kiáⁿ khòaⁿ-kìⁿ lâng ê cha-bó͘-kiáⁿ súi, chiū chiàu in só͘ ài, chhōa in chòe bó͘.","tghg":"上帝的子看見人的查某子媠，就照𪜶所愛，娶𪜶做某。","bklhl":"上帝ê kiáⁿ看見人ê cha-bó͘-kiáⁿ súi，就照in所ài，娶in做bó͘。"}},{"book":"創","chapter":6,"verse":3,"versions":{"unv":"耶和華說：「人既屬乎血氣，我的靈就不永遠住在他裡面；然而他的日子還可到一百二十年。」","bklcl":"Iâ-hô-hoa kóng, Lâng kì-jiân sio̍k tī jio̍k-thé, Góa ê Sîn bô beh éng-oán tiàm tī in;  nā-sī in ê ji̍t-chí beh kàu chi̍t-pah jī-cha̍p nî.","tghg":"耶和華講：「人既然屬佇肉體，我的神無欲永遠踮佇𪜶；若是𪜶的日子欲到一百二十年。」","bklhl":"耶和華講，人既然屬tī肉體，我ê神無beh永遠tiàm-tī in；但是in ê日子beh到一百二十年。"}},{"book":"創","chapter":6,"verse":4,"versions":{"unv":"那時候有偉人在地上，後來　神的兒子們和人的女子們交合生子；那就是上古英武有名的人。","bklcl":"Tī hit-sî ū tōa-hàn lâng tī tōe-bīn-chiūⁿ;  āu-lâi Siōng-tè ê kiáⁿ kap lâng ê cha-bó͘-kiáⁿ tâng-pâng, in chiū siⁿ kiáⁿ, chiū-sī tùi kó͘-chá eng-hiông ū miâ-siaⁿ ê lâng.","tghg":"佇彼時有大漢人佇地面上，後來上帝的子及人的查某子同房，𪜶就生子；就是對古早英雄有名聲的人。","bklhl":"Tī hit時有大漢人tī地面上；後來上帝ê kiáⁿ kap人ê cha-bó͘-kiáⁿ同房，in就生kiáⁿ，就是tùi古早英雄有名聲ê人。"}},{"book":"創","chapter":6,"verse":5,"versions":{"unv":"耶和華見人在地上罪惡很大，終日所思想的盡都是惡，","bklcl":"Iâ-hô-hoa khòaⁿ-kìⁿ lâng tī tōe-chiūⁿ, chōe-ok chin tōa, sim-lāi só͘ siūⁿ ê liām-thâu ta̍k-ji̍t lóng sī pháiⁿ.","tghg":"耶和華看見人佇地上，罪惡真大，心內所想的念頭逐日攏是歹，","bklhl":"耶和華看見人tī地上，罪惡真大，心內所想ê念頭ta̍k日lóng是pháiⁿ。"}},{"book":"創","chapter":6,"verse":6,"versions":{"unv":"耶和華就後悔造人在地上，心中憂傷。","bklcl":"Iâ-hô-hoa thè-hóe I chō lâng tī sè-kan;  sim-lāi iu-būn.","tghg":"耶和華退悔伊造人佇世間，心內憂悶。","bklhl":"耶和華退悔伊造人tī世間；心內憂悶。"}},{"book":"創","chapter":6,"verse":7,"versions":{"unv":"耶和華說：「我要將所造的人和走獸，並昆蟲，以及空中的飛鳥，都從地上除滅，因為我造他們後悔了。」","bklcl":"Iâ-hô-hoa kóng, Góa beh tùi tōe-chiūⁿ châu-bia̍t Góa só͘ chhòng-chō ê lâng;  chiong lâng kap cháu-siù, thâng-thōa, pe-chiáu, lóng châu-bia̍t;  in-ūi Góa chō in liáu ū thè-hóe.","tghg":"耶和華講：「我欲對地上剿滅(châu-bia̍t)我所創造的人，將人及走獸，蟲𧒴(thâng-thōa)，飛鳥，攏剿滅，因為我造𪜶了有退悔。」","bklhl":"耶和華講，我beh tùi地上剿滅我所創造ê人；將人kap走獸、蟲thōa、飛鳥，lóng剿滅；因為我造in了有退悔。"}},{"book":"創","chapter":6,"verse":8,"versions":{"unv":"惟有挪亞在耶和華眼前蒙恩。","bklcl":"Chí-ū Ná-a tit-tio̍h un-tián tī Iâ-hô-hoa ê bīn-chêng.","tghg":"只有挪亞得著恩典佇耶和華的面前。","bklhl":"只有挪亞得tio̍h恩典tī耶和華ê面前。"}},{"book":"創","chapter":6,"verse":9,"versions":{"unv":"挪亞的後代記在下面。挪亞是個義人，在當時的世代是個完全人。挪亞與　神同行。","bklcl":"Ná-a ê sè-hē kì tī ē-tóe.  Ná-a sī gī-lâng;  tī hit sè-tāi ê tiong-kan sī oân-choân ê lâng;  Ná-a kap Siōng-tè saⁿ-kap kiâⁿ.","tghg":"挪亞的世系記佇下底。挪亞是義人，佇彼世代的中間是完全的人。挪亞及上帝相及行。","bklhl":"挪亞ê世系記tī下底，挪亞是義人；tī hit世代ê中間是完全ê人；挪亞kap上帝相kap行。"}},{"book":"創","chapter":6,"verse":10,"versions":{"unv":"挪亞生了三個兒子，就是閃、含、雅弗。","bklcl":"Ná-a siⁿ saⁿ ê kiáⁿ, chiū-sī Siám, Hâm, Ngá-hut.","tghg":"挪亞生三個子，就是閃、含、雅弗。","bklhl":"挪亞生三個kiáⁿ，就是閃、含、雅弗。"}},{"book":"創","chapter":6,"verse":11,"versions":{"unv":"世界在　神面前敗壞，地上滿了強暴。","bklcl":"Sè-kài pāi-hoāi tī Siōng-tè ê bīn-chêng;  sè-kài chhiong-móa kiông-pō.","tghg":"世界敗壞佇上帝的面前，世界充滿強暴。","bklhl":"世界敗壞tī上帝ê面前；世界充滿強暴。"}},{"book":"創","chapter":6,"verse":12,"versions":{"unv":"　神觀看世界，見是敗壞了；凡有血氣的人在地上都敗壞了行為。","bklcl":"Siōng-tè khòaⁿ sè-kài lóng pāi-hoāi;  in-ūi kìⁿ ū jio̍k-thé-ê in tī sè-kài ê kiâⁿ-chòe lóng sī pāi-hoāi.","tghg":"上帝看世界，攏敗壞；因為見有肉體者𪜶佇世界的行做攏是敗壞。","bklhl":"上帝看世界lóng敗壞；因為見有肉體ê in tī世界ê行做lóng是敗壞。"}},{"book":"創","chapter":6,"verse":13,"versions":{"unv":"　神就對挪亞說：「凡有血氣的人，他的盡頭已經來到我面前；因為地上滿了他們的強暴，我要把他們和地一併毀滅。","bklcl":"Siōng-tè tùi Ná-a kóng, Kìⁿ ū jio̍k-thé-ê Góa khòaⁿ in ê boa̍t-kî í-keng kàu, in-ūi in ê kiông-pō chhiong-móa tī sè-kài;  lí khòaⁿ, Góa beh chiong in kap tōe chòe chi̍t-ē húi-bia̍t.","tghg":"上帝對挪亞講：「見有肉體者，我看𪜶的末期已經到；因為𪜶的強暴充滿佇世界，你看，我欲將𪜶及地做一下毀滅。","bklhl":"上帝tùi挪亞講，見有肉體ê我看in ê末期已經到，因為in ê強暴充滿tī世界；你看，我beh將in kap地做一下毀滅。"}},{"book":"創","chapter":6,"verse":14,"versions":{"unv":"你要用歌斐木造一隻方舟，分一間一間地造，裡外抹上松香。","bklcl":"Lí tio̍h ēng chhêng-peh-chhâ chòe tōa-chûn, chûn-lāi tio̍h keh pâng-keng, lāi-gōa ēng le̍k-chhiⁿ-iû kô͘ i.","tghg":"你著用松柏柴做大船，船內著隔房間，內外用瀝青油糊伊。","bklhl":"你tio̍h用松柏柴做大船，船內tio̍h隔房間，內外用瀝青油kô͘伊。"}},{"book":"創","chapter":6,"verse":15,"versions":{"unv":"方舟的造法乃是這樣：要長三百肘，寬五十肘，高三十肘。","bklcl":"Tōa-chûn ê chō-hoat sī án-ni:  tn̂g saⁿ-pah tiú, khoah gō͘-cha̍p tiú, koâiⁿ saⁿ-cha̍p tiú.","tghg":"大船的造法是按呢：長三百肘(tiú)，闊五十肘，高三十肘。","bklhl":"大船ê造法是án-ni：長三百肘，闊五十肘，高三十肘。"}},{"book":"創","chapter":6,"verse":16,"versions":{"unv":"方舟上邊要留透光處，高一肘。方舟的門要開在旁邊。方舟要分上、中、下三層。","bklcl":"Chûn tio̍h chòe thang-á, koâiⁿ chi̍t tiú; mn̂g tio̍h hē tī chûn-piⁿ;  chûn tio̍h chòe saⁿ-chân, hun siōng, tiong, hā.","tghg":"船著做窗仔，高一肘。門著下(hē)佇船邊。船著做三層分上、中、下。","bklhl":"船tio̍h做窗á，高一肘；門tio̍h hē tī船邊；船tio̍h做三層，分上、中、下。"}},{"book":"創","chapter":6,"verse":17,"versions":{"unv":"看哪，我要使洪水氾濫在地上，毀滅天下；凡地上有血肉、有氣息的活物，無一不死。","bklcl":"Lí khòaⁿ,  Góa, Góa beh hō͘ tōa chúi hoàn-lām tī tōe-chiūⁿ, lâi húi-bia̍t thiⁿ-ē kìⁿ-nā ū oa̍h-khì ê jio̍k-thé;  kìⁿ-nā tī tōe-chiūⁿ-ê lóng ōe sí.","tghg":"你看，我，我欲互大水氾濫佇地上，來毀滅天下；見若有活氣的肉體，見若佇地上者，攏會死。","bklhl":"你看，我，我beh hō͘大水氾濫tī地上，來毀滅天下見若有活氣ê肉體；見若tī地上ê lóng會死。"}},{"book":"創","chapter":6,"verse":18,"versions":{"unv":"我卻要與你立約；你同你的妻，與兒子兒婦，都要進入方舟。","bklcl":"Chóng-sī Góa beh kap lí li̍p Góa ê iok.  Lí kap lí ê kiáⁿ, lí ê bó͘, lí ê sim-pū, lóng tio̍h ji̍p tōa-chûn.","tghg":"總是我欲及你立我的約；你及你的子，你的某，你的媳婦攏著入大船。","bklhl":"總是我beh kap你立我ê約。你kap你ê kiáⁿ，你ê bó͘，你ê新婦，lóng tio̍h入大船。"}},{"book":"創","chapter":6,"verse":19,"versions":{"unv":"凡有血肉的活物，每樣兩個，一公一母，你要帶進方舟，好在你那裡保全生命。","bklcl":"Kìⁿ-nā ū oa̍h-khì ê jio̍k-thé, ta̍k-iūⁿ chi̍t-tùi, chi̍t-chiah kang-ê, chi̍t-chiah bú-ê, lí tio̍h tòa in ji̍p tōa-chûn, kap lí saⁿ-kap pó-choân oa̍h-miā.","tghg":"見若有活氣的肉體，逐樣一對，一隻公的一隻母的，你著帶𪜶入大船，及你相及保全活命。","bklhl":"見若有活氣ê肉體，ta̍k樣一對，一隻公ê，一隻母ê，你tio̍h帶in入大船，kap你相kap保全活命。"}},{"book":"創","chapter":6,"verse":20,"versions":{"unv":"飛鳥各從其類，牲畜各從其類，地上的昆蟲各從其類，每樣兩個，要到你那裡，好保全生命。","bklcl":"Pe-chiáu kok chiàu i ê lūi, cheng-siⁿ kok chiàu i ê lūi, tōe-chiūⁿ ê thâng-thōa kok chiàu i ê lūi, ta̍k-iūⁿ chi̍t-tùi beh kàu lí hia lâi pó-choân in ê oa̍h-miā.","tghg":"飛鳥各照伊的類，精牲各照伊的類，地上的蟲𧒴各照伊的類，逐樣一對，欲到你遐來保全𪜶的活命。","bklhl":"飛鳥各照伊ê類，cheng-siⁿ各照伊ê類，地上ê蟲thōa各照伊ê類，ta̍k樣一對beh到你hia來保全in ê活命。"}},{"book":"創","chapter":6,"verse":21,"versions":{"unv":"你要拿各樣食物積蓄起來，好作你和牠們的食物。」","bklcl":"Lí tio̍h the̍h ta̍k-iūⁿ ê chia̍h-mi̍h chek-chū-teh, thang chòe lí kap in ê chia̍h-mi̍h.","tghg":"你著提逐樣的食物(chia̍h-mi̍h)積聚啲，通做你及𪜶的食物。」","bklhl":"你tio̍h the̍h ta̍k樣ê食物積聚teh，thang做你kap in ê食物。"}},{"book":"創","chapter":6,"verse":22,"versions":{"unv":"挪亞就這樣行。凡　神所吩咐的，他都照樣行了。","bklcl":"Ná-a chiū án-ni kiâⁿ;  chiàu Siōng-tè lóng-chóng só͘ bēng-lēng-ê khì kiâⁿ.","tghg":"挪亞就按呢行。照上帝攏總所命令的去行。","bklhl":"挪亞就án-ni行；照上帝lóng總所命令ê去行。"}}]