[{"book":"創","chapter":28,"verse":1,"versions":{"unv":"以撒叫了雅各來，給他祝福，並囑咐他說：「你不要娶迦南的女子為妻。","bklcl":"Í-sat kiò Ngá-kok lâi, kā i chiok-hok, ia̍h hoan-hù i kóng, Lí m̄-thang chhōa Ka-lâm ê cha-bó͘-gín-á chòe bó͘.","tghg":"以撒叫雅各來，給伊祝福亦吩咐伊講：「你呣通娶迦南的查某囝仔做某。","bklhl":"以撒叫雅各來，kā伊祝福，亦吩咐伊講，你m̄-thang娶迦南ê cha-bó͘-gín-á做bó͘。"}},{"book":"創","chapter":28,"verse":2,"versions":{"unv":"你起身往巴旦‧亞蘭去，到你外祖彼土利家裡，在你母舅拉班的女兒中娶一女為妻。","bklcl":"Lí khí-lâi, khì Pa-tàn-a-lân, kàu lí ê gōa-kong Pí-thó͘-lī ê ke;  tī lí ê bú-kū La̍h-pan cha-bó͘-kiáⁿ ê tiong-kan, chhōa chi̍t-ê chòe bó͘.","tghg":"你起來去巴旦亞蘭，到你的外公彼土利的家，佇你的母舅拉班查某子的中間娶一個做某。","bklhl":"你起來，去Pa-tàn-a-lân，到你ê外公Pí-thó͘-lī ê家；tī你ê母舅拉班cha-bó͘-kiáⁿ ê中間，娶一个做bó͘。"}},{"book":"創","chapter":28,"verse":3,"versions":{"unv":"願全能的　神賜福給你，使你生養眾多，成為多族，","bklcl":"Goān choân-lêng ê Siōng-tè sù-hok lí, hō͘ lí siⁿ-thòaⁿ chin-chōe, chiâⁿ-chòe chōe-chōe cho̍k.","tghg":"願全能的上帝賜福你，互你生湠真多，成做多多族，","bklhl":"願全能ê上帝賜福你，hō͘你生湠真chōe，成做chōe-chōe族。"}},{"book":"創","chapter":28,"verse":4,"versions":{"unv":"將應許亞伯拉罕的福賜給你和你的後裔，使你承受你所寄居的地為業，就是　神賜給亞伯拉罕的地。」","bklcl":"Koh chiong só͘ èng-ún A-pek-la̍h-hán ê hok-khì hō͘ lí, kap lí ê hō͘-è;  hō͘ lí sêng-chiap lí só͘-kià-ku ê tōe, chiū-sī Siōng-tè só͘ hō͘ A-pek-la̍h-hán-ê.","tghg":"閣將所應允亞伯拉罕的福氣互你及你的後裔，互你承接你所寄居的地，就是上帝所互亞伯拉罕的。」","bklhl":"Koh將所應允亞伯拉罕ê福氣hō͘你，kap你ê後裔；hō͘你承接你所寄居ê地，就是上帝所hō͘亞伯拉罕ê。"}},{"book":"創","chapter":28,"verse":5,"versions":{"unv":"以撒打發雅各走了，他就往巴旦‧亞蘭去，到亞蘭人彼土利的兒子拉班那裡。拉班是雅各、以掃的母舅。","bklcl":"Í-sat chhe Ngá-kok khì;  i chiū khì Pa-tàn-a-lân;  kàu A-lân lâng Pí-thó͘-lī ê kiáⁿ La̍h-pan hia;  i sī Ngá-kok Í-sò ê bú-kū.","tghg":"以撒差雅各去，伊就去巴旦亞蘭，到亞蘭人彼土利的子拉班遐。伊是雅各、以掃的母舅。","bklhl":"以撒差雅各去；伊就去Pa-tàn-a-lân；到A-lân人Pí-thó͘-lī ê kiáⁿ拉班hia；伊是雅各以掃ê母舅。"}},{"book":"創","chapter":28,"verse":6,"versions":{"unv":"以掃見以撒已經給雅各祝福，而且打發他往巴旦‧亞蘭去，在那裡娶妻，並見祝福的時候囑咐他說：「不要娶迦南的女子為妻」，","bklcl":"Í-sò khòaⁿ-kìⁿ Í-sat kā Ngá-kok chiok-hok, koh chhe i khì Pa-tàn-a-lân, beh tùi hia chhōa-bó͘;  ia̍h khòaⁿ-kìⁿ chiok-hok i ê sî, hoan-hù i kóng, M̄-thang chhōa Ka-lâm ê cha-bó͘-gín-á chòe bó͘;","tghg":"以掃看見以撒給雅各祝福，閣差伊去巴旦亞蘭，欲對遐娶某，亦看見祝福伊的時吩咐伊講：「呣通娶迦南的查某囝仔做某」，","bklhl":"以掃看見以撒kā雅各祝福，koh差伊去Pa-tàn-a-lân，beh tùi hia娶bó͘；亦看見祝福伊ê時，吩咐伊講，M̄-thang娶迦南ê cha-bó͘-gín-á做bó͘；"}},{"book":"創","chapter":28,"verse":7,"versions":{"unv":"又見雅各聽從父母的話往巴旦‧亞蘭去了，","bklcl":"koh khòaⁿ-kìⁿ Ngá-kok thiaⁿ pē-bú ê ōe, khì Pa-tàn-a-lân;","tghg":"閣看見雅各聽父母的話去巴旦亞蘭，","bklhl":"koh看見雅各聽父母ê話，去Pa-tàn-a-lân；"}},{"book":"創","chapter":28,"verse":8,"versions":{"unv":"以掃就曉得他父親以撒看不中迦南的女子，","bklcl":"Í-sò chiū chai Ka-lâm ê cha-bó͘-gín-á, i ê lāu-pē Í-sat m̄-tèng-ì;","tghg":"以掃就知迦南的查某囝仔伊的老父以撒呣中意，","bklhl":"以掃就知迦南ê cha-bó͘-gín-á，伊ê老父以撒m̄中意；"}},{"book":"創","chapter":28,"verse":9,"versions":{"unv":"便往以實瑪利那裡去，在他二妻之外又娶了瑪哈拉為妻。她是亞伯拉罕兒子以實瑪利的女兒，尼拜約的妹子。","bklcl":"Í-sò chiū khì Í-si̍t-má-lī hia, tī i hiah-ê bó͘ í-gōa, koh chhōa Má-hap-la̍h chòe-bó͘;  i sī A-pek-la̍h-hán ê kiáⁿ Í-si̍t-má-lī ê cha-bó͘-kiáⁿ, Nî-pâi-iok ê sió-bē.","tghg":"以掃就去以實瑪利遐，佇伊許個某以外閣娶瑪哈拉做某。伊是亞伯拉罕的子以實瑪利的查某子，尼拜約的小妹。","bklhl":"以掃就去以實瑪利hia，tī伊hiah-ê bó͘以外，koh娶Má-hap-la̍h做bó͘；伊是亞伯拉罕ê kiáⁿ以實瑪利ê cha-bó͘-kiáⁿ，Nî-pâi-iok ê小妹。"}},{"book":"創","chapter":28,"verse":10,"versions":{"unv":"雅各出了別是巴，向哈蘭走去；","bklcl":"Ngá-kok lī-khui Pia̍t-sī-pa, ǹg Hap-lân khì.","tghg":"雅各離開別是巴，向哈蘭去；","bklhl":"雅各離開別是巴，ǹg哈蘭去。"}},{"book":"創","chapter":28,"verse":11,"versions":{"unv":"到了一個地方，因為太陽落了，就在那裡住宿，便拾起那地方的一塊石頭枕在頭下，在那裡躺臥睡了，","bklcl":"Kàu chi̍t só͘-chāi, in-ūi ji̍t lo̍h, chiū tī-hia hioh-mî;  tùi hiah-ê chio̍h-thâu ê tiong-kan, the̍h chi̍t-tè chòe chím-thâu, tī-hia khùn.","tghg":"到一所在，因為日落，就佇遐歇暝，對許個石頭的中間提一塊做枕頭，佇遐睏，","bklhl":"到一所在，因為日落，就tī-hia歇暝；tùi hiah-ê石頭ê中間，the̍h一塊做枕頭，tī-hia睏。"}},{"book":"創","chapter":28,"verse":12,"versions":{"unv":"夢見一個梯子立在地上，梯子的頭頂著天，有　神的使者在梯子上，上去下來。","bklcl":"Bāng-kìⁿ ū thui khiā tī tōe-ni̍h, thui-téng tú-thiⁿ; ū Siōng-tè ê sù-chiá tī thui-ni̍h teh chiūⁿ-lo̍h.","tghg":"夢見有梯徛佇地裡，梯頂抵天，有上帝的使者佇梯裡啲上落。","bklhl":"夢見有梯khiā tī地裡，梯頂抵天；有上帝ê使者tī梯裡teh上落。"}},{"book":"創","chapter":28,"verse":13,"versions":{"unv":"耶和華站在梯子以上（或譯：站在他旁邊），說：「我是耶和華─你祖亞伯拉罕的　神，也是以撒的　神；我要將你現在所躺臥之地賜給你和你的後裔。","bklcl":"Iâ-hô-hoa khiā tī thui-téng, kóng, Góa sī Iâ-hô-hoa lí ê chó͘ A-pek-la̍h-hán ê Siōng-tè, ia̍h sī Í-sat ê Siōng-tè.  Góa beh chiong lí hiān-chāi só͘ khùn ê tōe siúⁿ-sù lí, kap lí ê hō͘-è.","tghg":"耶和華徛佇梯頂，講：「我是耶和華──你的祖亞伯拉罕的上帝，亦是以撒的上帝；我欲將你現在所睏的地賞賜你及你的後裔。","bklhl":"耶和華khiā tī梯頂，講，我是耶和華你ê祖亞伯拉罕ê上帝，亦是以撒ê上帝。我beh將你現在所睏ê地賞賜你，kap你ê後裔。"}},{"book":"創","chapter":28,"verse":14,"versions":{"unv":"你的後裔必像地上的塵沙那樣多，必向東西南北開展；地上萬族必因你和你的後裔得福。","bklcl":"Lí ê hō͘-è beh chhin-chhiūⁿ tōe-chiūⁿ ê thô͘-soa;  lí beh tùi tang, sai, lâm, pak lâi hoat-tián;  tōe-chiūⁿ bān-cho̍k beh in-ūi lí kap lí ê hō͘-è tit-tio̍h hok-khì.","tghg":"你的後裔欲親像地上的土沙，你欲對東西南北來發展；地上萬族欲因為你及你的後裔得著福氣。","bklhl":"你ê後裔beh親像地上ê土沙；你beh tùi東西南北來發展；地上萬族beh因為你kap你ê後裔得tio̍h福氣。"}},{"book":"創","chapter":28,"verse":15,"versions":{"unv":"我也與你同在。你無論往哪裡去，我必保佑你，領你歸回這地，總不離棄你，直到我成全了向你所應許的。」","bklcl":"Góa ia̍h kap lí tī-teh, lí bô-lūn khì tah-lo̍h, Góa beh pó-hō͘ lí;  ia̍h beh chhōa lí tò-lâi chit só͘-chāi, lóng bô pàng-sak lí, kàu Góa chiâⁿ tùi lí só͘ kóng-ê.","tghg":"我亦及你佇啲。你無論去叨落，我欲保護你，亦欲導你倒來此所在，攏無放拺你，到我成對你所講的。」","bklhl":"我亦kap你tī-teh，你無論去tah-lo̍h，我beh保護你；亦beh chhōa你tò來chit所在，lóng無放sak你，到我成對你所講ê。"}},{"book":"創","chapter":28,"verse":16,"versions":{"unv":"雅各睡醒了，說：「耶和華真在這裡，我竟不知道！」","bklcl":"Ngá-kok khùn-chhíⁿ kóng, Iâ-hô-hoa chin-chiàⁿ tī-chia, góa kéng-jiân m̄-chai.","tghg":"雅各睏醒，講：「耶和華真正佇遮，我竟然呣知！」","bklhl":"雅各睏醒講，耶和華真正tī-chia，我竟然m̄知。"}},{"book":"創","chapter":28,"verse":17,"versions":{"unv":"就懼怕，說：「這地方何等可畏！這不是別的，乃是　神的殿，也是天的門。」","bklcl":"Chiū kiaⁿ kóng, Chit só͘-chāi kàu chiah thang kiaⁿ!  m̄-sī pa̍t-hāng, che sī Siōng-tè ê chhù, che sī thiⁿ ê mn̂g.","tghg":"就驚講：「此所在到即通驚！呣是別項，這是上帝的厝，這是天的門。」","bklhl":"就驚講，Chit所在到chiah thang 驚！m̄是別項，這是上帝ê厝，這是天ê門。"}},{"book":"創","chapter":28,"verse":18,"versions":{"unv":"雅各清早起來，把所枕的石頭立作柱子，澆油在上面。","bklcl":"Ngá-kok chá-chá khí-lâi, chiong i chòe chím-thâu ê chio̍h khiā chòe thiāu;  tò iû tī téng-bīn.","tghg":"雅各早早起來，將伊做枕頭的石徛做柱，倒油佇頂面。","bklhl":"雅各早早起來，將伊做枕頭ê石khiā做柱；倒油tī頂面。"}},{"book":"創","chapter":28,"verse":19,"versions":{"unv":"他就給那地方起名叫伯特利（就是　神殿的意思）；但那地方起先名叫路斯。","bklcl":"Chiū miâ hit só͘-chāi kiò Pek-te̍k-lī, chit ê siâⁿ pún miâ Lō͘-su.","tghg":"就名彼所在叫伯特利；此個城本名路斯。","bklhl":"就名hit所在叫Pek-te̍k-lī，chit ê城本名Lō͘-su。"}},{"book":"創","chapter":28,"verse":20,"versions":{"unv":"雅各許願說：「　神若與我同在，在我所行的路上保佑我，又給我食物吃，衣服穿，","bklcl":"Ngá-kok hē-goān kóng, Siōng-tè nā kap góa tī-teh, tī góa só͘ kiâⁿ ê lō͘ pó-hō͘ góa, koh hō͘ góa ū mi̍h thang chia̍h, ū saⁿ thang chhēng,","tghg":"雅各下願講：「上帝若及我佇啲，佇我所行的路保護我，閣互我有物通食，有衫通穿，","bklhl":"雅各下願講，上帝若kap我tī-teh，tī我所行ê路保護我，koh hō͘我有物thang食，有衫thang穿，"}},{"book":"創","chapter":28,"verse":21,"versions":{"unv":"使我平平安安地回到我父親的家，我就必以耶和華為我的　神。","bklcl":"hō͘ góa an-jiân tò-lâi góa ê pē ê chhù,  chiū Iâ-hô-hoa tek-khak chòe góa ê Siōng-tè.","tghg":"互我安然倒來我的父的厝，就耶和華的確做我的上帝。","bklhl":"hō͘我安然tò來我ê父ê厝，就耶和華的確做我ê上帝。"}},{"book":"創","chapter":28,"verse":22,"versions":{"unv":"我所立為柱子的石頭也必作　神的殿；凡你所賜給我的，我必將十分之一獻給你。」","bklcl":"Góa só͘ khiā chòe thiāu ê chio̍h beh chòe Siōng-tè ê chhù;  kìⁿ-nā Lí só͘ siúⁿ-sù góa ê, góa beh chiong cha̍p-hūn ê chi̍t-hūn hiàn hō͘ Lí.","tghg":"我所徛做柱的石欲做上帝的厝；見若你所賞賜我的，我欲將十份的一份獻互你。」","bklhl":"我所khiā做柱ê石beh做上帝ê厝；見若你所賞賜我ê，我beh將十份ê一份獻hō͘你。"}}]