[{"book":"創","chapter":26,"verse":1,"versions":{"unv":"在亞伯拉罕的日子，那地有一次饑荒；這時又有饑荒，以撒就往基拉耳去，到非利士人的王亞比米勒那裡。","bklcl":"A-pek-la̍h-hán ê sî, thâu-chi̍t-pái ki-hng í-āu, hit só͘-chāi koh ū ki-hng.  Í-sat chiū khì Ki-la̍h-jíⁿ, kàu Hui-lī-sū ê ông A-pí-bí-le̍k hia.","tghg":"亞伯拉罕的時，頭一擺飢荒以後；彼所在閣有飢荒，以撒就去基拉耳，到非利士的王亞比米勒遐。","bklhl":"亞伯拉罕ê時，頭一pái飢荒以後，hit所在koh有飢荒。以撒就去Ki-la̍h-jíⁿ，到腓利士ê王A-pí-bí-le̍k hia。"}},{"book":"創","chapter":26,"verse":2,"versions":{"unv":"耶和華向以撒顯現，說：「你不要下埃及去，要住在我所指示你的地。","bklcl":"Iâ-hô-hoa tùi i chhut-hiān kóng, Lí m̄-thang lo̍h-khì Ai-ki̍p, tio̍h tòa tī Góa só͘ chí-sī lí ê tōe.","tghg":"耶和華對伊出現講：「你呣通落去埃及，著住佇我所指示你的地。","bklhl":"耶和華對伊出現講，你m̄-thang落去埃及，tio̍h tòa tī我所指示你ê地。"}},{"book":"創","chapter":26,"verse":3,"versions":{"unv":"你寄居在這地，我必與你同在，賜福給你，因為我要將這些地都賜給你和你的後裔。我必堅定我向你父亞伯拉罕所起的誓。","bklcl":"Lí kià-ku tī chit ê tōe, Góa beh kap lí tī-teh, sù-hok lí;  in-ūi Góa beh chiong chiah-ê tōe lóng hō͘ lí, kap lí ê hō͘-è;  Góa beh kian-kò͘ Góa tùi lí ê pē A-pek-la̍h-hán só͘ chiù ê chōa.","tghg":"你寄居佇此個地，我欲及你佇啲，賜福你，因為我欲將諸個地攏互你及你的後裔。我欲堅固我對你的父亞伯拉罕所咒的誓。","bklhl":"你寄居tī chit ê地，我beh kap你tī-teh，賜福你；因為我beh將chiah ê地lóng hō͘你，kap你ê後裔；我beh堅固我對你ê父亞伯拉罕所chiù ê chōa。"}},{"book":"創","chapter":26,"verse":4,"versions":{"unv":"我要加增你的後裔，像天上的星那樣多，又要將這些地都賜給你的後裔。並且地上萬國必因你的後裔得福－","bklcl":"Góa beh ke-thiⁿ lí ê hō͘-è, chhin-chhiūⁿ thiⁿ-ni̍h ê chhiⁿ hiah-chōe;  koh beh chiong chiah-ê tōe lóng hō͘ lí ê hō͘-è;  koh tōe-chiūⁿ bān-kok beh in-ūi lí ê hō͘-è tit-tio̍h hok-khì.","tghg":"我欲加添你的後裔，親像天裡的星許多，閣欲將諸個地攏互你的後裔。閣地上萬國欲因為你的後裔得著福氣──","bklhl":"我beh加添你ê後裔，親像天裡ê 星hiah-chōe；koh beh將chiah ê地lóng hō͘你ê後裔；koh地上萬國beh因為你ê後裔得tio̍h福氣。"}},{"book":"創","chapter":26,"verse":5,"versions":{"unv":"都因亞伯拉罕聽從我的話，遵守我的吩咐和我的命令、律例、法度。」","bklcl":"Sī in-ūi A-pek-la̍h-hán thiaⁿ Góa ê ōe, siú Góa ê hoan-hù, Góa ê bēng-lēng, Góa ê lu̍t-lē, Góa ê hoat-tō͘.","tghg":"是因為亞伯拉罕聽我的話，守我的吩咐、我的命令、我的律例、我的法度。」","bklhl":"是因為亞伯拉罕聽我ê話，守我ê吩咐，我ê命令，我ê律例，我ê法度。"}},{"book":"創","chapter":26,"verse":6,"versions":{"unv":"以撒就住在基拉耳。","bklcl":"Í-sat khiā-khí Ki-la̍h-jíⁿ .","tghg":"以撒徛起基拉耳。","bklhl":"以撒khiā起Ki-la̍h-jíⁿ。"}},{"book":"創","chapter":26,"verse":7,"versions":{"unv":"那地方的人問到他的妻子，他便說：「那是我的妹子。」原來他怕說：「是我的妻子」；他心裡想：「恐怕這地方的人為利百加的緣故殺我」，因為她容貌俊美。","bklcl":"Hit só͘-chāi ê lâng mn̄g kàu i ê bó͘;  i chiū kóng, I sī góa ê sió-bē;  m̄-káⁿ kóng, Sī góa ê bó͘;  sim-lāi siūⁿ, Kiaⁿ-liáu hit só͘-chāi ê lâng ūi-tio̍h Lī-pek-ka ê iân-kò͘ thâi góa;  in-ūi i bīn-māu chin súi.","tghg":"彼所在的人問到伊的某，伊就講：「伊是我的小妹。」呣敢講：「是我的某」；心內想：「驚了彼所在的人為著利百加的緣故刣我」，因為伊面貌真媠。","bklhl":"Hit所在ê人問到伊ê bó͘；伊就講，伊是我ê小妹；m̄敢講，是我ê bó͘；心內想，驚了hit所在ê人為tio̍h利百加ê緣故刣我；因為伊面貌真súi。"}},{"book":"創","chapter":26,"verse":8,"versions":{"unv":"他在那裡住了許久。有一天，非利士人的王亞比米勒從窗戶裡往外觀看，見以撒和他的妻子利百加戲玩。","bklcl":"I tī-hia í-keng kú, Hui-lī-sū ông, A-pí-bí-le̍k, tùi thang-á khòaⁿ;  khòaⁿ-kìⁿ Í-sat kap i ê bó͘ Lī-pek-ka teh kún-chhiò.","tghg":"伊佇遐已經久。非利士王亞比米勒對窗仔看，看見以撒及伊的某利百加啲滾笑。","bklhl":"伊tī-hia已經久，腓利士王，A-pí-bí-le̍k，tùi窗á看；看見以撒kap伊ê bó͘利百加teh kún笑。"}},{"book":"創","chapter":26,"verse":9,"versions":{"unv":"亞比米勒召了以撒來，對他說：「她實在是你的妻子，你怎麼說她是你的妹子？」以撒說：「我心裡想，恐怕我因她而死。」","bklcl":"A-pí-bí-le̍k kiò Í-sat lâi, kā i kóng, I si̍t-chāi sī lí ê bó͘;  lí siáⁿ-sū kóng, I sī góa ê sió-bē?  Í-sat kóng, Góa sim-lāi siūⁿ, kiaⁿ-liáu góa ūi-tio̍h i lâi sí.","tghg":"亞比米勒叫以撒來，給伊講：「伊實在是你的某，你啥事講伊是我的小妹？」以撒講：「我心內想，驚了我為著伊來死。」","bklhl":"A-pí-bí-le̍k叫以撒來，kā伊講，伊實在是你ê bó͘；你啥事講，伊是我ê小妹？以撒講，我心內想，驚了我為tio̍h伊來死。"}},{"book":"創","chapter":26,"verse":10,"versions":{"unv":"亞比米勒說：「你向我們做的是甚麼事呢？民中險些有人和你的妻同寢，把我們陷在罪裡。」","bklcl":"A-pí-bí-le̍k kóng, Lí tùi goán só͘-chòe-ê sī sím-mi̍h sū?  peh-sìⁿ ê tiong-kan, hiám-hiám ū lâng kap lí ê bó͘ saⁿ-kap khùn;  lí chiū hō͘ goán hām-lo̍h chōe.","tghg":"亞比米勒講：「你對阮所做的是甚麼事？百姓的中間險險有人及你的某相及睏，你就互阮陷落罪。」","bklhl":"A-pí-bí-le̍k講，你對阮所做ê是甚麼事？百姓ê中間，險險有人kap你ê bó͘相kap睏；你就hō͘阮陷落罪。"}},{"book":"創","chapter":26,"verse":11,"versions":{"unv":"於是亞比米勒曉諭眾民說：「凡沾著這個人，或是他妻子的，定要把他治死。」","bklcl":"Tùi hit-tia̍p A-pí-bí-le̍k chiū hoan-hù chèng peh-sìⁿ kóng, Hoān-nā kha̍p-tio̍h chit-lâng kap i ê bó͘-ê, tiāⁿ-tio̍h beh hō͘ i sí.","tghg":"對彼霎(tia̍p)亞比米勒就吩咐眾百姓講：「凡若磕著此人，及伊的某的，定著欲互伊死。」","bklhl":"Tùi hit-tia̍p，A-pí-bí-le̍k就吩咐眾百姓講，凡若磕tio̍h chit人kap伊ê bó͘-ê，定tio̍h beh hō͘伊死。"}},{"book":"創","chapter":26,"verse":12,"versions":{"unv":"以撒在那地耕種，那一年有百倍的收成。耶和華賜福給他，","bklcl":"Í-sat tī hit só͘-chāi chèng-choh, hit-nî tit-tio̍h pah-pē;  Iâ-hô-hoa sù i hok-khì.","tghg":"以撒佇彼所在種作，彼年得著百倍。耶和華賜伊福氣，","bklhl":"以撒tī hit所在種作，hit年得tio̍h百倍；耶和華賜伊福氣。"}},{"book":"創","chapter":26,"verse":13,"versions":{"unv":"他就昌大，日增月盛，成了大富戶。","bklcl":"I chiū chiâⁿ-chòe tōa, ná-kú ná-tōa, kàu chiâⁿ-chòe tōa hù-hō͘.","tghg":"伊就成做大，愈久愈大，到成做大富戶。","bklhl":"伊就成做大，ná久ná大，到成做大富戶。"}},{"book":"創","chapter":26,"verse":14,"versions":{"unv":"他有羊群牛群，又有許多僕人，非利士人就嫉妒他。","bklcl":"I ū iûⁿ-kûn gû-kûn, ia̍h ū chōe-chōe lô͘-po̍k;  Hui-lī-sū lâng chiū oàn-tò͘ i.","tghg":"伊有羊群牛群，亦有多多奴僕，非利士人就怨妒伊。","bklhl":"伊有羊群牛群，亦有chōe-chōe奴僕；腓利士人就怨妒伊。"}},{"book":"創","chapter":26,"verse":15,"versions":{"unv":"當他父親亞伯拉罕在世的日子，他父親的僕人所挖的井，非利士人全都塞住，填滿了土。","bklcl":"Tng i ê lāu-pē A-pek-la̍h-hán tī-teh ê ji̍t, i ê lāu-pē ê lô͘-po̍k só͘ khui ê chíⁿ, Hui-lī-sū lâng lóng kā i that-khì, ēng thô͘ thūn-móa.","tghg":"當伊的老父亞伯拉罕佇啲的日，伊的老父的奴僕所開的井，非利士人攏給伊塞(that)去，用土填滿。","bklhl":"當伊ê老父亞伯拉罕tī-teh ê日，伊ê老父ê奴僕所開ê井，腓利士人lóng kā伊塞去，用土thūn滿。"}},{"book":"創","chapter":26,"verse":16,"versions":{"unv":"亞比米勒對以撒說：「你離開我們去吧。因為你比我們強盛得多。」","bklcl":"A-pí-bí-le̍k kā Í-sat kóng, Lí tio̍h lī-khui goán khì, in-ūi lí pí goán chám-jiân khah kiông-sēng.","tghg":"亞比米勒給以撒講：「你著離開阮去。因為你比阮嶄然卡強盛。」","bklhl":"A-pí-bí-le̍k kā以撒講，你tio̍h離開阮去，因為你比阮嶄然khah強盛。"}},{"book":"創","chapter":26,"verse":17,"versions":{"unv":"以撒就離開那裡，在基拉耳谷支搭帳棚，住在那裡。","bklcl":"Í-sat chiū lī-khui hia, tī Ki-la̍h-jíⁿ ê soaⁿ-kok tah pò͘-pîⁿ, tiàm hia khiā-khí.","tghg":"以撒就離開遐，佇基拉耳的山谷搭布棚，踮遐徛起。","bklhl":"以撒就離開hia，tī Ki-la̍h-jíⁿ ê山谷搭布棚，tiàm hia khiā起。"}},{"book":"創","chapter":26,"verse":18,"versions":{"unv":"當他父親亞伯拉罕在世之日所挖的水井因非利士人在亞伯拉罕死後塞住了，以撒就重新挖出來，仍照他父親所叫的叫那些井的名字。","bklcl":"Tng i ê lāu-pē A-pek-la̍h-hán tī-teh ê ji̍t, só͘ khui hiah-ê chúi-chíⁿ, kàu A-pek-la̍h-hán sí-āu, hō͘ Hui-lī-sū lâng thūn-khì;  Í-sat têng-chài kā i khui;  iû-goân chiàu in lāu-pē só͘ hō ê miâ lâi miâ hiah-ê chíⁿ.","tghg":"當伊的老父亞伯拉罕佇啲的日所開許個水井，到亞伯拉罕死後互非利士人填(thūn)去，以撒重再給伊開，猶原照𪜶老父所號的名來名許個井。","bklhl":"當伊ê老父亞伯拉罕tī-teh ê日，所開hiah-ê水井，到亞伯拉罕死後，hō͘腓利士人thūn去；以撒重再kā伊開；猶原照in老父所號ê名來名hiah-ê井。"}},{"book":"創","chapter":26,"verse":19,"versions":{"unv":"以撒的僕人在谷中挖井，便得了一口活水井。","bklcl":"Í-sat ê lô͘-po̍k tī soaⁿ-kok teh ku̍t, tú-tio̍h chi̍t ê oa̍h-chúi ê chíⁿ.","tghg":"以撒的奴僕佇山谷啲掘(ku̍t)，抵著(tú-tio̍h)一個活水的井。","bklhl":"以撒ê奴僕tī山谷teh掘，tú-tio̍h一个活水ê井。"}},{"book":"創","chapter":26,"verse":20,"versions":{"unv":"基拉耳的牧人與以撒的牧人爭競，說：「這水是我們的。」以撒就給那井起名叫埃色（就是相敵的意思），因為他們和他相爭。","bklcl":"Ki-la̍h-jíⁿ ê bo̍k-chiá kap Í-sat ê bo̍k-chiá saⁿ-chiⁿ, kóng, Chit ê chúi sī goán-ê.  Í-sat chiū hō hit ê chíⁿ ê miâ kiò Ai-sek;  in-ūi in kap i saⁿ-chiⁿ.","tghg":"基拉耳的牧者及以撒的牧者相爭，講：「此個水是阮的。」以撒就號彼個井的名叫埃色，因為𪜶及伊相爭。","bklhl":"Ki-la̍h-jíⁿ ê牧者kap以撒ê牧者相爭，講，Chit ê水是阮ê。以撒就號hit ê井ê名叫Ai-sek；因為in kap伊相爭。"}},{"book":"創","chapter":26,"verse":21,"versions":{"unv":"以撒的僕人又挖了一口井，他們又為這井爭競，因此以撒給這井起名叫西提拿（就是為敵的意思）。","bklcl":"In koh khui chi̍t ê chíⁿ, ūi chit ê chíⁿ koh saⁿ-chiⁿ;  chiū kiò i ê miâ Se-thê-ná.","tghg":"𪜶閣開一個井，為此個井閣相爭，就叫伊的名西提拿。","bklhl":"In koh 開一个井，為chit ê井koh相爭；就叫伊ê名Se-thê-ná。"}},{"book":"創","chapter":26,"verse":22,"versions":{"unv":"以撒離開那裡，又挖了一口井，他們不為這井爭競了，他就給那井起名叫利河伯（就是寬闊的意思）。他說：「耶和華現在給我們寬闊之地，我們必在這地昌盛。」","bklcl":"Lī-khui hia koh khui chi̍t ê chíⁿ;  in bô ūi chit ê chíⁿ koh saⁿ-chiⁿ;  chiū kā i hō miâ Lī-hô-pek;  sī kóng, Iâ-hô-hoa taⁿ hō͘ goán khui-khoah ê tōe;  goán beh tī chit ê tōe heng-ōng.","tghg":"離開遐，閣開一個井，𪜶無為此個井閣相爭，就給伊號名利河伯。是講：「耶和華今互阮開闊的地，阮欲佇此個地興旺。」","bklhl":"離開hia koh 開一个井；in無為chit ê井koh相爭；就kā伊號名Lī-hô-pek；是講，耶和華taⁿ hō͘阮開闊ê地；阮beh tī chit ê地興旺。"}},{"book":"創","chapter":26,"verse":23,"versions":{"unv":"以撒從那裡上別是巴去。","bklcl":"Í-sat tùi hia chiūⁿ-khì Pia̍t-sī-pa.","tghg":"以撒對遐上去別是巴。","bklhl":"以撒tùi hia上去別是巴。"}},{"book":"創","chapter":26,"verse":24,"versions":{"unv":"當夜耶和華向他顯現，說：「我是你父親亞伯拉罕的　神，不要懼怕！因為我與你同在，要賜福給你，並要為我僕人亞伯拉罕的緣故，使你的後裔繁多。」","bklcl":"Hit-mî Iâ-hô-hoa tùi i chhut-hiān kóng, Góa sī lí ê lāu-pē A-pek-la̍h-hán ê Siōng-tè, m̄-bián kiaⁿ;  in-ūi Góa kap lí tī-teh, beh sù-hok lí, hō͘ lí ê hō͘-è heng-ōng, lóng sī ūi-tio̍h Góa ê lô͘-po̍k A-pek-la̍h-hán ê iân-kò͘.","tghg":"彼暝耶和華對伊出現，講：「我是你的老父亞伯拉罕的上帝，呣免驚！因為我及你佇啲，欲賜福你，互你的後裔興旺，攏是為著我的奴僕亞伯拉罕的緣故。」","bklhl":"Hit暝耶和華對伊出現講，我是你ê老父亞伯拉罕ê上帝，m̄免驚；因為我kap你tī-teh，beh賜福你，hō͘你ê後裔興旺，lóng是為tio̍h我ê奴僕亞伯拉罕ê緣故。"}},{"book":"創","chapter":26,"verse":25,"versions":{"unv":"以撒就在那裡築了一座壇，求告耶和華的名，並且支搭帳棚；他的僕人便在那裡挖了一口井。","bklcl":"I chiū tī-hia khí chi̍t chō tôaⁿ, kiû-kiò Iâ-hô-hoa ê miâ, tī-hia tah i ê pò͘-pîⁿ.  Í-sat ê lô͘-po̍k chiū tī-hia khui chi̍t ê chíⁿ.","tghg":"伊就佇遐起一座壇，求叫耶和華的名，佇遐搭伊的布棚；以撒的奴僕就佇遐開一個井。","bklhl":"伊就tī-hia起一座壇，求叫耶和華ê名，tī-hia搭伊ê布棚。以撒ê奴僕就tī-hia開一个井。"}},{"book":"創","chapter":26,"verse":26,"versions":{"unv":"亞比米勒，同他的朋友亞戶撒和他的軍長非各，從基拉耳來見以撒。","bklcl":"A-pí-bí-le̍k kap i ê pêng-iú A-hō͘-sat í-ki̍p i ê kun-tiúⁿ Hui-kok, tùi Ki-la̍h-jíⁿ lâi kìⁿ-i.","tghg":"亞比米勒及伊的朋友亞戶撒以及伊的軍長非各，對基拉耳來見伊。","bklhl":"A-pí-bí-le̍k kap伊ê朋友A-hō͘-sat以及伊ê軍長Hui-kok，tùi Ki-la̍h-jíⁿ來見伊。"}},{"book":"創","chapter":26,"verse":27,"versions":{"unv":"以撒對他們說：「你們既然恨我，打發我走了，為甚麼到我這裡來呢？」","bklcl":"Í-sat tùi in kóng, Lín kì-jiân oàn-hūn góa, kah góa lī-khui lín;  taⁿ siáⁿ-sū lâi góa chia?","tghg":"以撒對𪜶講：「恁既然怨恨我，教我離開恁，今啥事來我遮？」","bklhl":"以撒對in講，Lín既然怨恨我，kah我離開lín；taⁿ啥事來我chia？"}},{"book":"創","chapter":26,"verse":28,"versions":{"unv":"他們說：「我們明明地看見耶和華與你同在，便說，不如我們兩下彼此起誓，彼此立約，","bklcl":"In kóng, Goán bêng-bêng khòaⁿ-kìⁿ Iâ-hô-hoa kap lí tī-teh, m̄-ta̍t-tio̍h lán tiong-kan lí goán chiù-chōa, hō͘ goán kap lí li̍p-iok;","tghg":"𪜶講：「阮明明看見耶和華及你佇啲，呣值著咱中間你阮咒誓，互阮及你立約，","bklhl":"In講，阮明明看見耶和華kap你tī-teh，m̄值tio̍h咱中間你阮chiù-chōa，hō͘阮kap你立約；"}},{"book":"創","chapter":26,"verse":29,"versions":{"unv":"使你不害我們，正如我們未曾害你，一味地厚待你，並且打發你平平安安地走。你是蒙耶和華賜福的了。」","bklcl":"lí bô hāi goán, chhin-chhiūⁿ goán bē-bat kha̍p-tio̍h lí, to̍k-to̍k hó khoán-thāi lí, sàng lí an-jiân tò-khì;  taⁿ lí sī Iâ-hô-hoa sù-hok-ê.","tghg":"你無害阮，親像阮未曾磕著你，獨獨好款待你，送你安然倒去。今你是耶和華賜福者。」","bklhl":"你無害阮，親像阮未bat 磕tio̍h你，獨獨好款待你，送你安然tò去；taⁿ你是耶和華賜福ê。"}},{"book":"創","chapter":26,"verse":30,"versions":{"unv":"以撒就為他們設擺筵席，他們便吃了喝了。","bklcl":"Í-sat chiū ūi in siat iân-sia̍h, in chiū chia̍h chiū lim.","tghg":"以撒就為𪜶設筵席，𪜶就食就飲。","bklhl":"以撒就為in設筵席，in就食就lim。"}},{"book":"創","chapter":26,"verse":31,"versions":{"unv":"他們清早起來彼此起誓。以撒打發他們走，他們就平平安安地離開他走了。","bklcl":"Thàu-chá khí-lâi, tāi-ke chiù-chōa;  Í-sat sàng in khí-sin, in chiū an-jiân lī-khui i khì.","tghg":"透早起來大家咒誓。以撒送𪜶起身，𪜶就安然離開伊去。","bklhl":"透早起來，大家chiù-chōa；以撒送in起身，in就安然離開伊去。"}},{"book":"創","chapter":26,"verse":32,"versions":{"unv":"那一天，以撒的僕人來，將挖井的事告訴他說：「我們得了水了。」","bklcl":"Siâng hit-ji̍t, Í-sat ê lô͘-po̍k lâi, chiong in khui-chíⁿ ê sū thong-ti i;  kóng, Goán tit-tio̍h chúi lah.","tghg":"像彼日，以撒的奴僕來，將𪜶開井的事通知伊講：「阮得著水啦。」","bklhl":"Siâng hit日，以撒ê奴僕來，將in開井ê事通知伊；講，阮得tio̍h水lah。"}},{"book":"創","chapter":26,"verse":33,"versions":{"unv":"他就給那井起名叫示巴；因此那城叫做別是巴，直到今日。","bklcl":"I chiū kiò hit ê chíⁿ ê miâ kiò Sī-pa;  só͘-í kàu kin-á-ji̍t hit ê siâⁿ ê miâ kiò-chòe Pia̍t-sī-pa.","tghg":"伊就叫彼個井的名叫示巴；所以到今仔日彼個城的名叫做別是巴。","bklhl":"伊就叫hit ê井ê名叫Sī-pa；所以到今á日hit ê城ê名叫做別是巴。"}},{"book":"創","chapter":26,"verse":34,"versions":{"unv":"以掃四十歲的時候娶了赫人比利的女兒猶滴，與赫人以倫的女兒巴實抹為妻。","bklcl":"Í-sò sì-cha̍p hè ê sî, chhōa Hek-lâng Pí-lī ê cha-bó͘-kiáⁿ Iû-tek, kap Hek-lâng Í-lûn ê cha-bó͘-kiáⁿ Pa-si̍t-boat chòe bó͘.","tghg":"以掃四十歲的時娶赫人比利的查某子猶滴，及赫人以倫的查某子巴實抹做某。","bklhl":"以掃四十歲ê時，娶Hek人Pí-lī ê cha-bó͘-kiáⁿ Iû-tek，kap Hek人Í-lûn ê cha-bó͘-kiáⁿ Pa-si̍t-boat做bó͘。"}},{"book":"創","chapter":26,"verse":35,"versions":{"unv":"她們常使以撒和利百加心裡愁煩。","bklcl":"Chit nn̄g ê hū-jîn-lâng siông-siông hō͘ Í-sat kap Lī-pek-ka sim-lāi tōa iu-būn.","tghg":"此二個婦仁人常常互以撒及利百加心內大憂悶。","bklhl":"Chit兩個婦人人常常hō͘以撒kap利百加心內大憂悶。"}}]