[{"book":"創","chapter":47,"verse":1,"versions":{"unv":"約瑟進去告訴法老說：「我的父親和我的弟兄帶著羊群牛群，並一切所有的，從迦南地來了，如今在歌珊地。」","bklcl":"Iok-sek ji̍p-khì kā Hoat-ló kóng, Góa ê lāu-pē kap góa ê hiaⁿ-tī tòa in ê iûⁿ-kûn, gû-kûn, kap it-chhè só͘-ū-ê, tùi Ka-lâm tōe lâi;  taⁿ tī Ko-san ê tōe.","tghg":"約瑟入去給法老講：「我的老父及我的兄弟帶𪜶的羊群牛群，及一切所有的，對迦南地來，今佇歌珊的地。」","bklhl":"約瑟入去kā法老講，我ê老父kap我ê兄弟帶in ê羊群、牛群，kap一切所有ê，tùi迦南地來；taⁿ tī Ko-san ê地。"}},{"book":"創","chapter":47,"verse":2,"versions":{"unv":"約瑟從他弟兄中挑出五個人來，引他們去見法老。","bklcl":"Iok-sek tùi i ê hiaⁿ-tī ê tiong-kan kéng gō͘ lâng, chhōa in khì kìⁿ Hoat-ló.","tghg":"約瑟對伊的兄弟的中間揀五人，導𪜶去見法老。","bklhl":"約瑟tùi伊ê兄弟ê中間揀五人，chhōa in去見法老。"}},{"book":"創","chapter":47,"verse":3,"versions":{"unv":"法老問約瑟的弟兄說：「你們以何事為業？」他們對法老說：「你僕人是牧羊的，連我們的祖宗也是牧羊的。」","bklcl":"Hoat-ló mn̄g Iok-sek ê hiaⁿ-tī kóng, Lín chòe sím-mi̍h thâu-lō͘?  In kā Hoat-ló kóng, Lí ê lô͘-po̍k pún-sin, kap goán ê chó͘-kong, lóng sī kò͘-iûⁿ ê lâng.","tghg":"法老問約瑟的兄弟講：「恁做甚麼頭路？」𪜶給法老講：「你的奴僕本身，及阮的祖公攏是顧羊的人。」","bklhl":"法老問約瑟ê兄弟講，Lín做甚麼頭路？In kā法老講，你ê奴僕本身，kap阮ê祖公，lóng是顧羊ê人。"}},{"book":"創","chapter":47,"verse":4,"versions":{"unv":"他們又對法老說：「迦南地的饑荒甚大，僕人的羊群沒有草吃，所以我們來到這地寄居。現在求你容僕人住在歌珊地。」","bklcl":"In koh kā Hoat-ló kóng, Ka-lâm tōe ki-hng chin siong-tiōng, lô͘-po̍k ê iûⁿ-kûn bô chháu thang chia̍h;  só͘-í goán lâi, sī beh kià-kha tī-chia;  taⁿ kiû lí iông-ún lí ê lô͘-po̍k tiàm tī Ko-san tōe.","tghg":"𪜶閣給法老講：「迦南地飢荒真傷重，奴僕的羊群無草通食，所以阮來是欲寄腳佇遮。今求你容允你的奴僕踮佇歌珊地。」","bklhl":"In koh kā法老講，迦南地飢荒真傷重，奴僕ê羊群無草thang食；所以阮來，是beh寄腳tī-chia；taⁿ求你容允你ê奴僕tiàm-tī Ko-san地。"}},{"book":"創","chapter":47,"verse":5,"versions":{"unv":"法老對約瑟說：「你父親和你弟兄到你這裡來了，","bklcl":"Hoat-ló kā Iok-sek kóng, Lí ê lāu-pē kap lí ê hiaⁿ-tī lâi kàu lí chia;","tghg":"法老給約瑟講：「你的老父及你的兄弟來到你遮，","bklhl":"法老kā約瑟講，你ê老父kap你ê兄弟來到你chia；"}},{"book":"創","chapter":47,"verse":6,"versions":{"unv":"埃及地都在你面前，只管叫你父親和你弟兄住在國中最好的地；他們可以住在歌珊地。你若知道他們中間有甚麼能人，就派他們看管我的牲畜。」","bklcl":"Ai-ki̍p tōe lóng tī lí ê bīn-chêng;  hō͘ lí ê lāu-pē kap lí ê hiaⁿ-tī tòa tī kok-lāi tē it hó ê tōe;  in thang tòa tī Ko-san ê tōe;  lí nā chai in tiong-kan khah ū pún-sū ê lâng, chiū phài in koán-kò͘ góa ê cheng-siⁿ.","tghg":"埃及地攏佇你的面前，互你的老父及你的兄弟住佇國內第一好的地；𪜶通住佇歌珊的地。你若知𪜶中間卡有本事的人，就派𪜶管顧我的精牲。」","bklhl":"埃及地lóng tī你ê面前；hō͘你ê老父kap你ê兄弟tòa tī國內第一好ê地；in thang tòa tī Ko-san ê地；你若知in中間khah有本事ê人，就派in管顧我ê cheng-siⁿ。"}},{"book":"創","chapter":47,"verse":7,"versions":{"unv":"約瑟領他父親雅各進到法老面前，雅各就給法老祝福。","bklcl":"Iok-sek chhōa i ê lāu-pē Ngá-kok ji̍p-khì khiā tī Hoat-ló ê bīn-chêng;  Ngá-kok chiū kā Hoat-ló chiok-hok.","tghg":"約瑟導伊的老父雅各入去徛佇法老的面前，雅各就給法老祝福。","bklhl":"約瑟chhōa伊ê老父雅各入去khiā tī法老ê面前；雅各就kā法老祝福。"}},{"book":"創","chapter":47,"verse":8,"versions":{"unv":"法老問雅各說：「你平生的年日是多少呢？」","bklcl":"Hoat-ló mn̄g Ngá-kok kóng, Lí it-seng ê nî-ji̍t sī jōa chōe ah?","tghg":"法老問雅各講：「你一生的年日是偌多啊？」","bklhl":"法老問雅各講，你一生ê年日是jōa chōe ah？"}},{"book":"創","chapter":47,"verse":9,"versions":{"unv":"雅各對法老說：「我寄居在世的年日是一百三十歲，我平生的年日又少又苦，不及我列祖在世寄居的年日。」","bklcl":"Ngá-kok kā Hoat-ló kóng, góa kià-kha tī sè-kan ê nî-ji̍t sī chi̍t-pah saⁿ-cha̍p hè.  Góa it-seng ê nî-ji̍t ia̍h chió, ia̍h kan-khó͘, m̄-ta̍t-tio̍h góa ê lia̍t-chó͘ kià-kha tī sè-kan ê nî-ji̍t.","tghg":"雅各給法老講：「我寄腳佇世間的年日是一百三十歲，我一生的年日亦少亦艱苦，呣值著我的列祖寄腳佇世間的年日。」","bklhl":"雅各kā法老講，我寄腳tī世間ê年日是一百三十歲。我一生ê年日亦少，亦艱苦，m̄值tio̍h我ê列祖寄腳tī世間ê年日。"}},{"book":"創","chapter":47,"verse":10,"versions":{"unv":"雅各又給法老祝福，就從法老面前出去了。","bklcl":"Ngá-kok koh kā Hoat-ló chiok-hok;  chiū tùi Hoat-ló ê bīn-chêng chhut-khì.","tghg":"雅各閣給法老祝福，就對法老的面前出去。","bklhl":"雅各koh kā法老祝福；就tùi法老ê面前出去。"}},{"book":"創","chapter":47,"verse":11,"versions":{"unv":"約瑟遵著法老的命，把埃及國最好的地，就是蘭塞境內的地，給他父親和弟兄居住，作為產業。","bklcl":"Iok-sek chiàu Hoat-ló ê bēng-lēng, chiong Ai-ki̍p kok tē-it hó ê tōe, chiū-sī Lân-sek ê tōe, hō͘ i ê lāu-pē kap i hiaⁿ-tī khiā-khí, chòe sán-gia̍p.","tghg":"約瑟照法老的命令，將埃及國第一好的地，就是蘭塞的地，互伊的老父及伊兄弟徛起，做產業。","bklhl":"約瑟照法老ê命令，將埃及國第一好ê地，就是Lân-sek ê地，hō͘伊ê老父kap伊兄弟khiā起，做產業。"}},{"book":"創","chapter":47,"verse":12,"versions":{"unv":"約瑟用糧食奉養他父親和他弟兄，並他父親全家的眷屬，都是照各家的人口奉養他們。","bklcl":"Iok-sek ēng bí-niû hōng-sêng i ê lāu-pē, kap i ê hiaⁿ-tī, kap i ê lāu-pē choân-ke;  lóng chiàu in ê lâng-gia̍h lâi kiong-kip in.","tghg":"約瑟用米糧奉承伊的老父及伊的兄弟，及伊的老父全家，攏照𪜶的人額來供給𪜶。","bklhl":"約瑟用米糧奉承伊ê老父，kap伊ê兄弟，kap伊ê老父全家；lóng照in ê人額來供給in。"}},{"book":"創","chapter":47,"verse":13,"versions":{"unv":"饑荒甚大，全地都絕了糧，甚至埃及地和迦南地的人因那饑荒的緣故都餓昏了。","bklcl":"Ki-hng chin siong-tiōng, choân-tōe lóng bô bí-niû;  sīm-chì Ai-ki̍p tōe kap Ka-lâm tōe ê lâng, in-ūi ki-hng ê iân-kò͘, gō kàu hūn-khì.","tghg":"飢荒真傷重，全地攏無米糧，甚至埃及地及迦南地的人因為飢荒的緣故餓到昏去。","bklhl":"飢荒真傷重，全地lóng無米糧；甚至埃及地kap迦南地ê人，因為飢荒ê緣故，餓到暈去。"}},{"book":"創","chapter":47,"verse":14,"versions":{"unv":"約瑟收聚了埃及地和迦南地所有的銀子，就是眾人糴糧的銀子，約瑟就把那銀子帶到法老的宮裡。","bklcl":"Iok-sek chū-chi̍p Ai-ki̍p tōe kap Ka-lâm tōe só͘ ū ê gûn, chiū-sī in tia̍h bí-niû ê gûn;  Iok-sek chiū chiong hiah-ê gûn tòa kàu Hoat-ló ê keng.","tghg":"約瑟聚集埃及地及迦南地所有的銀，就是𪜶糴米糧的銀，約瑟就將許個銀帶到法老的宮。","bklhl":"約瑟聚集埃及地kap迦南地所有ê銀，就是in tia̍h米糧ê銀；約瑟就將hiah-ê銀帶到法老ê宮。"}},{"book":"創","chapter":47,"verse":15,"versions":{"unv":"埃及地和迦南地的銀子都花盡了，埃及眾人都來見約瑟，說：「我們的銀子都用盡了，求你給我們糧食，我們為甚麼死在你面前呢？」","bklcl":"Ai-ki̍p tōe kap Ka-lâm tōe ê gûn lóng ēng-liáu;  Ai-ki̍p chèng-lâng lóng lâi kìⁿ Iok-sek kóng, Goán ê gûn lóng ēng-liáu lah,  kiû lí hō͘ goán bí-niû;  goán siáⁿ-sū tio̍h sí tī lí ê bīn-chêng?","tghg":"埃及地及迦南地的銀攏用了，埃及眾人攏來見約瑟，講：「阮的銀攏用了啦，求你互阮米糧，阮啥事著死佇你的面前？」","bklhl":"埃及地kap迦南地ê銀lóng用了；埃及眾人lóng來見約瑟講，阮ê銀lóng用了lah，求你hō͘阮米糧；阮啥事tio̍h死tī你ê面前？"}},{"book":"創","chapter":47,"verse":16,"versions":{"unv":"約瑟說：「若是銀子用盡了，可以把你們的牲畜給我，我就為你們的牲畜給你們糧食。」","bklcl":"Iok-sek kóng, Nā sī gûn ēng-liáu, lín ê cheng-siⁿ thang khan-lâi;  góa ūi-tio̍h lín ê cheng-siⁿ beh hō͘ lín bí-niû.","tghg":"約瑟講：「若是銀用了，恁的精牲通牽來，我為著恁的精牲欲互恁米糧。」","bklhl":"約瑟講，若是銀用了，lín ê cheng-siⁿ thang牽來；我為tio̍h lín ê cheng-siⁿ beh hō͘ lín米糧。"}},{"book":"創","chapter":47,"verse":17,"versions":{"unv":"於是他們把牲畜趕到約瑟那裡，約瑟就拿糧食換了他們的牛、羊、驢、馬；那一年因換他們一切的牲畜，就用糧食養活他們。","bklcl":"In chiū chiong cheng-siⁿ kóaⁿ kàu Iok-sek hia;  Iok-sek chiū ēng bí-niû ōaⁿ in ê bé, iûⁿ-kûn, gû-kûn, kap lû;  hit-nî ūi-tio̍h ōaⁿ in it-chhè ê cheng-siⁿ, chiū ēng bí-niû iúⁿ-chhī in.","tghg":"𪜶就將精牲趕到約瑟遐；約瑟就用米糧換𪜶的馬、羊群、牛群，及驢；彼年為著換𪜶一切的精牲，就用米糧養飼𪜶。","bklhl":"In就將cheng-siⁿ趕到約瑟hia；約瑟就用米糧換in ê馬、羊群、牛群，kap驢；hit年為tio̍h換in一切ê cheng-siⁿ，就用米糧養飼in。"}},{"book":"創","chapter":47,"verse":18,"versions":{"unv":"那一年過去，第二年他們又來見約瑟，說：「我們不瞞我主，我們的銀子都花盡了，牲畜也都歸了我主。我們在我主眼前，除了我們的身體和田地之外，一無所剩。","bklcl":"Hit-nî í-keng kè;  tē-jī nî, in koh lâi kìⁿ Iok-sek, kā i kóng, Goán bōe môa-tit góa ê chú, goán ê gûn lóng ēng-liáu, cheng-siⁿ ia̍h lóng kui tī góa ê chú, goán tī góa ê chú ê bīn-chêng, tû goán ê sin-thé kap goán ê chhân-tōe í-gōa, bô chhun chi̍t-hāng.","tghg":"彼年已經過，第二年𪜶閣來見約瑟，給伊講：「阮𣍐瞞得我的主，阮的銀攏用了，精牲亦攏歸佇我的主。阮佇我的主的面前，除阮的身體及阮的田地以外，無剩一項。","bklhl":"Hit年已經過；第二年，in koh來見約瑟，kā伊講，阮bōe瞞得我ê主，阮ê銀lóng用了，cheng-siⁿ亦lóng歸tī我ê主，阮tī我ê主ê面前，除阮ê身體kap阮ê田地以外，無chhun一項。"}},{"book":"創","chapter":47,"verse":19,"versions":{"unv":"你何忍見我們人死地荒呢？求你用糧食買我們和我們的地，我們和我們的地就要給法老效力。又求你給我們種子，使我們得以存活，不致死亡，地土也不致荒涼。」","bklcl":"Goán siáⁿ-sū lâng sí, tōe pha-hng, tī lí ê ba̍k-chiu-chêng ah? kiû lí ēng bí-niû bóe goán kap goán ê tōe; goán kap goán ê tōe chòe Hoat-ló ê lō͘-ēng; koh ēng chéng-chí hō͘ goán, hō͘ goán tit-tio̍h oa̍h, bián sí, thó͘-tōe ia̍h bián pha-hng.","tghg":"阮啥事人死，地拋荒佇你的目睭前啊？求你用米糧買阮及阮的地，阮及阮的地做法老的路用。閣用種子互阮，互阮得著活，免死，土地亦免拋荒。」","bklhl":"阮啥事人死，地拋荒，tī你ê目睭前ah？求你用米糧買阮kap阮ê地；阮kap阮ê地做法老ê路用；koh用種子hō͘阮，hō͘阮得tio̍h活，免死，土地亦免拋荒。"}},{"book":"創","chapter":47,"verse":20,"versions":{"unv":"於是，約瑟為法老買了埃及所有的地，埃及人因被饑荒所迫，各都賣了自己的田地；那地就都歸了法老。","bklcl":"Tùi án-ni Iok-sek ūi Hoat-ló bóe Ai-ki̍p só͘ ū ê tōe;  Ai-ki̍p lâng in-ūi hō͘ ki-hng só͘ pek, ta̍k-lâng lóng bōe i ê chhân-tōe;  hiah-ê tōe chiū lóng kui tī Hoat-ló.","tghg":"對按呢，約瑟為法老買埃及所有的地，埃及人因為互飢荒所迫，逐人攏賣伊的田地；許個地就攏歸佇法老。","bklhl":"Tùi án-ni，約瑟為法老買埃及所有ê地；埃及人因為hō͘飢荒所逼，ta̍k人lóng賣伊ê田地；hiah-ê地就lóng歸tī法老。"}},{"book":"創","chapter":47,"verse":21,"versions":{"unv":"至於百姓，約瑟叫他們，從埃及這邊直到埃及那邊，都各歸各城。","bklcl":"Iok-sek chiàu chiah-ê siâⁿ-ip chhian-sóa Ai-ki̍p ê peh-sìⁿ tùi Ai-ki̍p chit-pêng kàu tī hit-pêng.","tghg":"約瑟照諸個城邑(siâⁿ-ip)遷徙埃及的百姓，對埃及此旁到佇彼旁。","bklhl":"約瑟照chiah ê城邑遷徙埃及ê百姓tùi埃及chit-pêng到tī hit-pêng。"}},{"book":"創","chapter":47,"verse":22,"versions":{"unv":"惟有祭司的地，約瑟沒有買，因為祭司有從法老所得的常俸。他們吃法老所給的常俸，所以他們不賣自己的地。","bklcl":"To̍k-to̍k chè-si ê tōe Hoat-ló bô bóe-i;  in-ūi chè-si ū tùi Hoat-ló tit-tio̍h tiāⁿ-tio̍h ê niû;  in chia̍h Hoat-ló só͘ hō͘ in ê niû;  só͘-í in bô bōe in ê tōe.","tghg":"獨獨祭司的地，法老無買伊，因為祭司有對法老得著定著的糧。𪜶食法老所互𪜶的糧，所以𪜶無賣𪜶的地。","bklhl":"獨獨祭司ê地法老無買伊；因為祭司有tùi法老得tio̍h定tio̍h ê糧；in食法老所hō͘ in ê糧；所以in無賣in ê地。"}},{"book":"創","chapter":47,"verse":23,"versions":{"unv":"約瑟對百姓說：「我今日為法老買了你們和你們的地，看哪，這裡有種子給你們，你們可以種地。","bklcl":"Iok-sek kā peh-sìⁿ kóng, Góa kin-á-ji̍t ūi Hoat-ló bóe lín kap lín ê tōe;  khòaⁿ ah, tī-chia ū chéng-chí hō͘ lín, lín thang khì choh-chhân;","tghg":"約瑟給百姓講：「我今仔日為法老買恁及恁的地，看啊，佇遮有種子互恁，恁通去作田。","bklhl":"約瑟kā百姓講，我今á日為法老買lín kap lín ê地；看ah，tī-chia有種子hō͘ lín，lín thang去作田；"}},{"book":"創","chapter":47,"verse":24,"versions":{"unv":"後來打糧食的時候，你們要把五分之一納給法老，四分可以歸你們做地裡的種子，也做你們和你們家口孩童的食物。」","bklcl":"kàu siu-sêng ê sî, lín tio̍h chiong gō͘-hūn-chi̍t la̍p hō͘ Hoat-ló;  sì-hūn kui lín, chòe chhân-ni̍h ê chéng-chí, ia̍h chòe lín kap lín ke-lāi lâng ê chia̍h-mi̍h, í-ki̍p lín ê gín-á ê chia̍h-mi̍h.","tghg":"到收成的時，恁著將五份一納互法老，四份歸恁做田裡的種子，亦做恁及恁家內人的食物，以及恁的囝仔的食物。」","bklhl":"到收成ê時，lín tio̍h將五份一納hō͘法老；四份歸lín，做田裡ê種子，亦做lín kap lín家內人ê食物，以及lín ê gín-á ê食物。"}},{"book":"創","chapter":47,"verse":25,"versions":{"unv":"他們說：「你救了我們的性命。但願我們在我主眼前蒙恩，我們就作法老的僕人。」","bklcl":"In kóng, Lí ū kiù goán ê sìⁿ-miā;  goān goán tī góa ê chú ê bīn-chêng tit-tio̍h un-tián, goán beh chòe Hoat-ló ê lô͘-po̍k.","tghg":"𪜶講：「你有救阮的生命。願阮佇我的主的面前得著恩典，阮欲做法老的奴僕。」","bklhl":"In講，你有救阮ê性命；願阮tī我ê主ê面前得tio̍h恩典，阮beh做法老ê奴僕。"}},{"book":"創","chapter":47,"verse":26,"versions":{"unv":"於是約瑟為埃及地定下常例，直到今日：法老必得五分之一，惟獨祭司的地不歸法老。","bklcl":"Án-ni Iok-sek ūi Ai-ki̍p ê tōe, siat-li̍p tiāⁿ-tio̍h ê lē, kàu tī kin-á-ji̍t;  Hoat-ló tit-tio̍h gō͘-hūn ê chi̍t-hūn;  to̍k-to̍k chè-si ê tōe bô kui Hoat-ló.","tghg":"按呢約瑟為埃及的地設立定著的例，到佇今仔日：法老得著五份的一份，獨獨祭司的地無歸法老。","bklhl":"Án-ni約瑟為埃及ê地，設立定tio̍h ê例，到tī今á日；法老得tio̍h五份ê一份；獨獨祭司ê地無歸法老。"}},{"book":"創","chapter":47,"verse":27,"versions":{"unv":"以色列人住在埃及的歌珊地。他們在那裡置了產業，並且生育甚多。","bklcl":"Í-sek-lia̍t lâng khiā-khí Ai-ki̍p kok, Ko-san ê tōe, in tī-hia kiàn-tì sán-gia̍p, koh siⁿ-thòaⁿ ke̍k-kî chōe.","tghg":"以色列人徛起埃及國歌珊的地。𪜶佇遐建置產業，閣生湠極其多。","bklhl":"以色列人khiā起埃及國，Ko-san ê地，in tī-hia建置產業，koh生湠極其chōe。"}},{"book":"創","chapter":47,"verse":28,"versions":{"unv":"雅各住在埃及地十七年，雅各平生的年日是一百四十七歲。","bklcl":"Ngá-kok tiàm tī Ai-ki̍p tōe cha̍p-chhit nî.  Ngá-kok it-seng ê nî-ji̍t sī chi̍t-pah sì-cha̍p-chhit hè.","tghg":"雅各踮佇埃及地十七年，雅各一生的年日是一百四十七歲。","bklhl":"雅各tiàm-tī埃及地十七年。雅各一生ê年日是一百四十七歲。"}},{"book":"創","chapter":47,"verse":29,"versions":{"unv":"以色列的死期臨近了，他就叫了他兒子約瑟來，說：「我若在你眼前蒙恩，請你把手放在我大腿底下，用慈愛和誠實待我，請你不要將我葬在埃及。","bklcl":"Í-sek-lia̍t sí ê ji̍t kūn lah;  i chiū kiò i ê kiáⁿ Iok-sek lâi, kā i kóng, Góa nā tī lí ê bīn-chêng tit-tio̍h un-tián, chhiáⁿ lí hē chhiú tī góa ê tōa-thúi-ē, ēng chû-ài kap sêng-si̍t khoán-thāi góa;  m̄-thang bâi-chòng góa tī Ai-ki̍p.","tghg":"以色列死的日近啦，伊就叫伊的子約瑟來，給伊講：「我若佇你的面前得著恩典，請你下手佇我的大腿下，用慈愛及誠實款待我，呣通埋葬我佇埃及。","bklhl":"以色列死ê日近lah；伊就叫伊ê kiáⁿ約瑟來，kā伊講，我若tī你ê面前得tio̍h恩典，請你下手tī我ê大腿下，用慈愛kap誠實款待我；m̄-thang埋葬我tī埃及。"}},{"book":"創","chapter":47,"verse":30,"versions":{"unv":"我與我祖我父同睡的時候，你要將我帶出埃及，葬在他們所葬的地方。」約瑟說：「我必遵著你的命而行。」","bklcl":"Góa kap góa ê pē-kong tâng-khùn ê sî, lí tio̍h chiong góa tòa chhut Ai-ki̍p, bâi-chòng tī in bâi-chòng ê tōe.  Iok-sek kóng, Góa beh chiàu lí ê ōe lâi kiâⁿ.","tghg":"我及我的父公同睏的時，你著將我帶出埃及，埋葬佇𪜶埋葬的地。」約瑟講：「我欲照你的話來行。」","bklhl":"我kap我ê父公同睏ê時，你tio̍h將我帶出埃及，埋葬tī in埋葬ê地。約瑟講，我beh照你ê話來行。"}},{"book":"創","chapter":47,"verse":31,"versions":{"unv":"雅各說：「你要向我起誓。」約瑟就向他起了誓，於是以色列在床頭上【或譯：扶著杖頭】敬拜　神。","bklcl":"Ngá-kok kóng, Lí tio̍h tùi góa chiù-chōa;  i chiū tùi i chiù-chōa.  Tùi án-ni Í-sek-lia̍t óa chhn̂g-thâu kèng-pài Siōng-tè.","tghg":"雅各講：「你著對我咒誓。」伊就對伊咒誓，對按呢以色列倚床頭敬拜上帝。","bklhl":"雅各講，你tio̍h對我chiù-chōa；伊就對伊chiù-chōa。Tùi án-ni，以色列óa床頭敬拜上帝。"}}]