[{"book":"創","chapter":13,"verse":1,"versions":{"unv":"亞伯蘭帶著他的妻子與羅得，並一切所有的，都從埃及上南地去。","bklcl":"A-pek-lân tùi Ai-ki̍p chiūⁿ-khì, i kap i ê bó͘ kap i só͘-ū-ê, liân Lô-tek, lóng khì Lâm-tōe.","tghg":"亞伯蘭對埃及上去，伊及伊的某及伊所有的連羅得，攏去南地。","bklhl":"亞伯蘭tùi埃及上去，伊kap伊ê bó͘ kap伊所有ê，羅得，lóng去南地。"}},{"book":"創","chapter":13,"verse":2,"versions":{"unv":"亞伯蘭的金、銀、牲畜極多。","bklcl":"A-pek-lân ê gû, gûn, kim chin-chōe.","tghg":"亞伯蘭的牛、銀、金真多。","bklhl":"亞伯蘭ê牛、銀、金真chōe。"}},{"book":"創","chapter":13,"verse":3,"versions":{"unv":"他從南地漸漸往伯特利去，到了伯特利和艾的中間，就是從前支搭帳棚的地方，","bklcl":"I tùi Lâm-tōe chiām-chiām khì Pek-te̍k-lī, kàu Pek-te̍k-lī kap Ai ê tiong-kan, chá-chêng tah pò͘-pîⁿ ê só͘-chāi;","tghg":"伊對南地漸漸去伯特利，到伯特利及艾的中間，早前搭布棚的所在，","bklhl":"伊tùi南地漸漸去Pek-te̍k-lī，到Pek-te̍k-lī kap Ai ê中間，早前搭布棚ê所在；"}},{"book":"創","chapter":13,"verse":4,"versions":{"unv":"也是他起先築壇的地方；他又在那裡求告耶和華的名。","bklcl":"kàu i khí-thâu khí tôaⁿ ê só͘-chāi;  A-pek-lân tī-hia kiû-kiò Iâ-hô-hoa ê miâ.","tghg":"到伊起頭起壇的所在；亞伯蘭佇遐求叫耶和華的名。","bklhl":"到伊起頭起壇ê所在；亞伯蘭tī-hia求叫耶和華ê名。"}},{"book":"創","chapter":13,"verse":5,"versions":{"unv":"與亞伯蘭同行的羅得也有牛群、羊群、帳棚。","bklcl":"Kap A-pek-lân tâng kiâⁿ ê Lô-tek ia̍h ū iûⁿ-kûn, gû-kûn, pò͘-pîⁿ.","tghg":"及亞伯蘭同行的羅得亦有羊群、牛群、布棚。","bklhl":"Kap亞伯蘭同行ê羅得亦有羊群、牛群、布棚。"}},{"book":"創","chapter":13,"verse":6,"versions":{"unv":"那地容不下他們；因為他們的財物甚多，使他們不能同居。","bklcl":"Hit ê tōe chiū bōe iông-ún-tit in saⁿ-kap khiā;  in-ūi in ê châi-bu̍t chōe, in chiah bōe-ōe saⁿ-kap khiā.","tghg":"彼個地就𣍐容允得𪜶相及徛；因為𪜶的財物多，𪜶才𣍐會相及徛。","bklhl":"Hit-ê地就bōe容允得in相kap khiā；因為in ê財物chōe，in chiah bōe會相kap khiā。"}},{"book":"創","chapter":13,"verse":7,"versions":{"unv":"當時，迦南人與比利洗人在那地居住。亞伯蘭的牧人和羅得的牧人相爭。","bklcl":"A-pek-lân ê bo̍k-chiá kap Lô-tek ê bo̍k-chiá saⁿ-chiⁿ;  tng-sî Ka-lâm lâng kap Pí-lī-sé lâng tī hit ê tōe khiā-khí.","tghg":"亞伯蘭的牧者及羅得的牧者相爭。當時迦南人及比利洗人佇彼個地徛起。","bklhl":"亞伯蘭ê牧者kap羅得ê牧者相爭；當時迦南人kap Pí-lī-sé人tī hit ê地khiā起。"}},{"book":"創","chapter":13,"verse":8,"versions":{"unv":"亞伯蘭就對羅得說：「你我不可相爭，你的牧人和我的牧人也不可相爭，因為我們是骨肉（原文是弟兄）。","bklcl":"A-pek-lân kā Lô-tek kóng, Lí góa m̄-thang oan-ke, lí ê bo̍k-chiá kap góa ê bo̍k-chiá ia̍h m̄-thang oan-ke;  in-ūi lán sī kut-jio̍k ê chhin.","tghg":"亞伯蘭給羅得講：「你我呣通冤家，你的牧者及我的牧者亦呣通冤家，因為咱是骨肉的親。","bklhl":"亞伯蘭kā羅得講，你我m̄-thang冤家，你ê牧者kap我ê牧者亦m̄-thang冤家；因為咱是骨肉ê 親。"}},{"book":"創","chapter":13,"verse":9,"versions":{"unv":"遍地不都在你眼前嗎？請你離開我：你向左，我就向右；你向右，我就向左。」","bklcl":"Choân-tōe kiám bô tī lí ê ba̍k-chiu-chêng mah?  chhiáⁿ lí lī-khui góa;  lí tò-pêng, góa chiū chiàⁿ-pêng;  lí chiàⁿ-pêng, góa chiū tò-pêng.","tghg":"全地豈無佇你的目睭前嗎？請你離開我：你倒旁，我就正旁；你正旁，我就倒旁。」","bklhl":"全地kiám無tī你ê目睭前mah？請你離開我；你tò-pêng，我就chiàⁿ-pêng；你chiàⁿ-pêng，我就tò-pêng。"}},{"book":"創","chapter":13,"verse":10,"versions":{"unv":"羅得舉目看見約旦河的全平原，直到瑣珥，都是滋潤的，那地在耶和華未滅所多瑪、蛾摩拉以先如同耶和華的園子，也像埃及地。","bklcl":"Lô-tek kia̍h-ba̍k khòaⁿ Iok-tàn hô it-phiàn ê Pîⁿ-iûⁿ, ti̍t-kàu Só-jíⁿ ê lō͘, lóng chin lūn-te̍k;  hit ê tōe tī Iâ-hô-hoa bē bia̍t Só͘-to-má Gô-mô͘-la̍h í-chêng, chhin-chhiūⁿ Iâ-hô-hoa ê hn̂g, ia̍h chhin-chhiūⁿ Ai-ki̍p ê tōe.","tghg":"羅得攑目看約但河一片的平洋，直到瑣珥的路，攏真潤澤，彼個地佇耶和華未滅所多瑪、蛾摩拉以前親像耶和華的園，也親像埃及的地。","bklhl":"羅得kia̍h目看約旦河一遍ê平洋，直到Só-jíⁿ ê路，lóng真潤澤；hit ê地tī耶和華未滅所多瑪蛾摩拉以前，親像耶和華ê園，亦親像埃及ê地。"}},{"book":"創","chapter":13,"verse":11,"versions":{"unv":"於是羅得選擇約旦河的全平原，往東遷移；他們就彼此分離了。","bklcl":"Tùi án-ni Lô-tek kéng Iok-tàn hô it-phiàn ê Pîⁿ-iûⁿ, chhian-sóa khì tang-sì;  in chiū tāi-ke pun-khui.","tghg":"對按呢羅得揀約但河一片的平洋，遷徙去東勢；𪜶就大家分開。","bklhl":"Tùi án-ni羅得揀約旦河一遍ê平洋，遷徙去東勢；in就大家分開。"}},{"book":"創","chapter":13,"verse":12,"versions":{"unv":"亞伯蘭住在迦南地，羅得住在平原的城邑，漸漸挪移帳棚，直到所多瑪。","bklcl":"A-pek-lân khiā-khí Ka-lâm tōe, Lô-tek khiā-khí Pîⁿ-iûⁿ chiah-ê siâⁿ;  sóa i ê pò͘-pîⁿ kàu Só͘-to-má.","tghg":"亞伯蘭徛起迦南地，羅得徛起平洋諸個城，徙伊的布棚到所多瑪。","bklhl":"亞伯蘭khiā起迦南地，羅得khiā起平洋chiah ê城；徙伊ê布棚到所多瑪。"}},{"book":"創","chapter":13,"verse":13,"versions":{"unv":"所多瑪人在耶和華面前罪大惡極。","bklcl":"Só͘-to-má lâng ke̍k-pháiⁿ, tōa-tōa tek-chōe Iâ-hô-hoa.","tghg":"所多瑪人極歹大大得罪耶和華。","bklhl":"所多瑪人極pháiⁿ，大大得罪耶和華。"}},{"book":"創","chapter":13,"verse":14,"versions":{"unv":"羅得離別亞伯蘭以後，耶和華對亞伯蘭說：「從你所在的地方，你舉目向東西南北觀看；","bklcl":"Lô-tek lī-pia̍t liáu-āu, Iâ-hô-hoa tùi A-pek-lân kóng, Lí kia̍h-ba̍k, tùi lí só͘ tiàm ê só͘-chāi, ǹg tang sai lâm pak lâi khòaⁿ;","tghg":"羅得離別了後，耶和華對亞伯蘭講：「你攑目對你所踮的所在，向東西南北來看；","bklhl":"羅得離別了後，耶和華對亞伯蘭講，你kia̍h目，tùi你所tiàm ê所在，ǹg東西南北來看；"}},{"book":"創","chapter":13,"verse":15,"versions":{"unv":"凡你所看見的一切地，我都要賜給你和你的後裔，直到永遠。","bklcl":"in-ūi lí só͘ khòaⁿ-kìⁿ it-chhè ê tōe, Góa lóng beh hō͘ lí, kap lí ê hō͘-è, ti̍t-kàu éng-oán.","tghg":"因為你所看見一切的地，我攏欲互你及你的後裔，直到永遠。","bklhl":"因為你所看見一切ê地，我lóng beh hō͘你，kap你ê後裔，直到永遠。"}},{"book":"創","chapter":13,"verse":16,"versions":{"unv":"我也要使你的後裔如同地上的塵沙那樣多，人若能數算地上的塵沙才能數算你的後裔。","bklcl":"Góa ia̍h beh hō͘ lí ê hō͘-è chhin-chhiūⁿ tōe-chiūⁿ ê thô͘-soa;  lâng nā ōe sǹg tōe-chiūⁿ ê thô͘-soa, chiah ōe sǹg lí ê hō͘-è.","tghg":"我亦欲互你的後裔親像地上的土沙，人若會算地上的土沙才會算你的後裔。","bklhl":"我亦beh hō͘你ê後裔親像地上ê土砂；人若能算地上ê土砂，chiah能算你ê後裔。"}},{"book":"創","chapter":13,"verse":17,"versions":{"unv":"你起來，縱橫走遍這地，因為我必把這地賜給你。」","bklcl":"Lí khí-lâi piàn-kiâⁿ chit ê tōe ê hoâiⁿ-ti̍t, in-ūi Góa beh chiong chit ê tōe hō͘ lí.","tghg":"你起來，遍行此個地的橫直，因為我欲將此個地互你。」","bklhl":"你起來遍行chit ê地ê橫直，因為我beh將chit ê地hō͘你。"}},{"book":"創","chapter":13,"verse":18,"versions":{"unv":"亞伯蘭就搬了帳棚，來到希伯崙幔利的橡樹那裡居住，在那裡為耶和華築了一座壇。","bklcl":"A-pek-lân chiū poaⁿ-sóa pò͘-pîⁿ kàu Hi-pek-lûn, óa Bān-lī hiah-ê siōng-chhiū khiā-khí;  tī-hia ūi Iâ-hô-hoa khí chi̍t chō tôaⁿ.","tghg":"亞伯蘭就搬徙布棚，到希伯崙倚幔利許個橡樹徛起；佇遐為耶和華起一座壇。","bklhl":"亞伯蘭就搬徙布棚到Hi-pek-lûn，óa Bān-lī hiah-ê橡樹khiā起；tī-hia為耶和華起一座壇。"}}]