[{"book":"創","chapter":39,"verse":1,"versions":{"unv":"約瑟被帶下埃及去。有一個埃及人，是法老的內臣─護衛長波提乏，從那些帶下他來的以實瑪利人手下買了他去。","bklcl":"Iok-sek hō͘ lâng tòa lo̍h-khì Ai-ki̍p;  ū chi̍t ê Ai-ki̍p lâng, sī Hoat-ló ê jîn-sîn sī-ōe-tiúⁿ Pho-thê-hoat, tùi hiah-ê tòa i lâi ê Í-si̍t-má-lī lâng ê chhiú bóe-khì.","tghg":"約瑟互人帶落去埃及。有一個埃及人，是法老的人臣──侍衛長波提法，對許個帶伊來的以實瑪利人的手買去。","bklhl":"約瑟hō͘人帶落去埃及；有一个埃及人，是法老ê人臣侍衛長Pho-thê-hoat，tùi hiah-ê帶伊來ê以實瑪利人ê手買去。"}},{"book":"創","chapter":39,"verse":2,"versions":{"unv":"約瑟住在他主人埃及人的家中，耶和華與他同在，他就百事順利。","bklcl":"Iâ-hô-hoa kap i saⁿ-kap tī-teh, hō͘ i ta̍k-hāng heng-thong;  tòa tī i ê chú-lâng Ai-ki̍p lâng ê ke.","tghg":"耶和華及伊相及佇啲，互伊逐項亨通，住佇伊的主人埃及人的家。","bklhl":"耶和華kap伊相kap tī-teh，hō͘伊ta̍k項興通；tòa tī伊ê主人埃及人ê家。"}},{"book":"創","chapter":39,"verse":3,"versions":{"unv":"他主人見耶和華與他同在，又見耶和華使他手裡所辦的盡都順利，","bklcl":"I ê chú-lâng khòaⁿ-kìⁿ Iâ-hô-hoa kap i saⁿ-kap tī-teh;  koh Iâ-hô-hoa hō͘ i ê chhiú só͘ chòe-ê lóng heng-thong.","tghg":"伊的主人看見耶和華及伊相及佇啲，閣耶和華互伊的手所做的攏亨通，","bklhl":"伊ê主人看見耶和華kap伊相kap tī-teh；koh耶和華hō͘伊ê手所做ê lóng興通。"}},{"book":"創","chapter":39,"verse":4,"versions":{"unv":"約瑟就在主人眼前蒙恩，伺候他主人，並且主人派他管理家務，把一切所有的都交在他手裡。","bklcl":"Iok-sek chiū tī chú-lâng ê bīn-chêng tit-tio̍h un-tián, lâi ho̍k-sāi i;  chú-lâng siat-li̍p i koán-lí i ê ke, chiong it-chhè só͘-ū-ê kau i ê chhiú.","tghg":"約瑟就佇主人的面前得著恩典，來服事伊，主人設立伊管理伊的家，將一切所有的交伊的手。","bklhl":"約瑟就tī主人ê面前得tio̍h恩典，來服事伊；主人設立伊管理伊ê家，將一切所有ê交伊ê手。"}},{"book":"創","chapter":39,"verse":5,"versions":{"unv":"自從主人派約瑟管理家務和他一切所有的，耶和華就因約瑟的緣故賜福與那埃及人的家；凡家裡和田間一切所有的都蒙耶和華賜福。","bklcl":"Tùi chú-lâng siat-li̍p i koán-lí ke-sū, kap i it-chhè só͘-ū-ê, Iâ-hô-hoa ūi-tio̍h Iok-sek ê iân-kò͘, sù-hok tī hit ê Ai-ki̍p lâng ê ke;  kìⁿ-nā ke-lāi kap chhân-ni̍h it-chhè só͘-ū-ê, lóng tit-tio̍h Iâ-hô-hoa sù-hok.","tghg":"對主人設立伊管理家事及伊一切所有的，耶和華為著約瑟的緣故賜福佇彼個埃及人的家；見若家內及田裡一切所有的攏得著耶和華賜福。","bklhl":"Tùi主人設立伊管理家事，kap伊一切所有ê，耶和華為tio̍h約瑟ê緣故，賜福tī hit ê埃及人ê家；見若家內kap 田裡一切所有ê，lóng得tio̍h耶和華賜福。"}},{"book":"創","chapter":39,"verse":6,"versions":{"unv":"波提乏將一切所有的都交在約瑟的手中，除了自己所吃的飯，別的事一概不知。約瑟原來秀雅俊美。","bklcl":"I chiong it-chhè só͘-ū-ê, lóng kau Iok-sek ê chhiú;  tû-khì i só͘ chia̍h ê mi̍h í-gōa, pa̍t-hāng só͘-ū-ê, lóng m̄-chai.  Iok-sek súi koh hó-siⁿ-chòe.","tghg":"伊將一切所有的攏交約瑟的手，除去伊所食的物以外，別項所有的攏呣知。約瑟媠閣好生做。","bklhl":"伊將一切所有ê，lóng交約瑟ê手；除去伊所食ê物以外，別項所有ê，lóng m̄知。約瑟súi koh好生做。"}},{"book":"創","chapter":39,"verse":7,"versions":{"unv":"這事以後，約瑟主人的妻以目送情給約瑟，說：「你與我同寢吧！」","bklcl":"Chiah-ê tāi-chì í-āu, Iok-sek ê chú-bú chù-sîn khòaⁿ-i, kóng, Lâi kap góa khùn.","tghg":"諸個代誌以後，約瑟的主母注神看伊，講：「來及我睏。」","bklhl":"Chiah-ê tāi-chì以後，約瑟ê主母注神看伊，講，來kap我睏。"}},{"book":"創","chapter":39,"verse":8,"versions":{"unv":"約瑟不從，對他主人的妻說：「看哪，一切家務，我主人都不知道；他把所有的都交在我手裡。","bklcl":"Iok-sek m̄-thàn, tùi i ê chú-bú kóng, Lí khòaⁿ, ke-lāi ū sím-mi̍h tī góa ê chhiú, góa ê chú-lâng lóng m̄-chai;  i í-keng chiong só͘-ū-ê kau tī góa ê chhiú;  tī chí ke-lāi bô chi̍t-ê pí góa khah-tōa;","tghg":"約瑟呣趁，對伊的主母講：「你看，家內有甚麼佇我的手，我的主人攏呣知；伊已經將所有的交佇我的手。","bklhl":"約瑟m̄-thàn，對伊ê主母講，你看，家內有甚麼tī我ê手，我ê主人lóng m̄知；伊已經將所有ê交tī我ê手；tī chí家內無一个比我khah大；"}},{"book":"創","chapter":39,"verse":9,"versions":{"unv":"在這家裡沒有比我大的；並且他沒有留下一樣不交給我，只留下了你，因為你是他的妻子。我怎能作這大惡，得罪　神呢？」","bklcl":"lí í-gōa, i bô chi̍t-hāng bô kau góa,  in-ūi lí sī i ê bó͘;  góa cháiⁿ-iūⁿ thang kiâⁿ chit ê tōa-pháiⁿ, lâi tek-chōe Siōng-tè?","tghg":"佇此家內無一個比我卡大；你以外，伊無一項無交我，因為你是伊的某。我怎樣通行此個大歹，來得罪上帝？」","bklhl":"你以外，伊無一項無交我，因為你是伊ê bó͘；我怎樣thang行chit ê大pháiⁿ，來得罪上帝？"}},{"book":"創","chapter":39,"verse":10,"versions":{"unv":"後來她天天和約瑟說，約瑟卻不聽從她，不與她同寢，也不和她在一處。","bklcl":"Āu-lâi i ta̍k-ji̍t kap Iok-sek kóng-ōe;  Iok-sek bô thiaⁿ i ê ōe;  bô kap i khùn, ia̍h bô kap i chòe-tui.","tghg":"後來伊逐日及約瑟講話，約瑟無聽伊的話，無及伊睏，亦無及伊做堆。","bklhl":"後來伊ta̍k日kap約瑟講話；約瑟無聽伊ê話；無kap伊睏，亦無kap伊做堆。"}},{"book":"創","chapter":39,"verse":11,"versions":{"unv":"有一天，約瑟進屋裡去辦事，家中人沒有一個在那屋裡，","bklcl":"Ū chi̍t-ji̍t, Iok-sek ji̍p chhù pān i ê tāi-chì;  ke-lāi ê lâng bô chi̍t-ê tī chhù-lāi.","tghg":"有一日，約瑟入厝辦伊的代誌，家內的人無一個佇厝內，","bklhl":"有一日，約瑟入厝辦伊ê tāi-chì；家內ê人無一个tī厝內。"}},{"book":"創","chapter":39,"verse":12,"versions":{"unv":"婦人就拉住他的衣裳，說：「你與我同寢吧！」約瑟把衣裳丟在婦人手裡，跑到外邊去了。","bklcl":"Hū-jîn-lâng chiū khiú i ê saⁿ kóng, Lí lâi kap góa khùn;  Iok-sek chiong saⁿ pàng tī i ê chhiú, cháu chhut-khì gōa-bīn.","tghg":"婦仁人就搝(khiú)伊的衫，講：「你來及我睏！」約瑟將衫放佇伊的手，走出去外面。","bklhl":"婦人人就khiú伊ê衫講，你來kap我睏；約瑟將衫放tī伊ê手，走出去外面。"}},{"book":"創","chapter":39,"verse":13,"versions":{"unv":"婦人看見約瑟把衣裳丟在她手裡跑出去了，","bklcl":"Hū-jîn-lâng khòaⁿ-kìⁿ Iok-sek chiong saⁿ pàng tī i chhiú-ni̍h, koh cháu-chhut gōa-bīn;","tghg":"婦仁人看見約瑟將衫放佇伊手裡閣走出外面，","bklhl":"婦人人看見約瑟將衫放tī伊手裡，koh走出外面；"}},{"book":"創","chapter":39,"verse":14,"versions":{"unv":"就叫了家裡的人來，對他們說：「你們看！他帶了一個希伯來人進入我們家裡，要戲弄我們。他到我這裡來，要與我同寢，我就大聲喊叫。","bklcl":"chiū kiò ke-lāi ê lâng lâi, tùi in kóng, Lín khòaⁿ-teh, i tòa chi̍t ê Hi-pek-lâi lâng ji̍p-lâi lán ê ke beh hì-lāng lán;  i lâi góa chia, beh kap góa khùn, góa chiū tōa-siaⁿ hoah;","tghg":"就叫家內的人來，對𪜶講：「恁看啲！伊帶一個希伯來人入來咱的家，欲戲弄咱。伊來我遮，欲及我睏，我就大聲喝。","bklhl":"就叫家內ê人來，對in講，Lín看teh，伊帶一个希伯來人入來咱ê家beh戲弄咱；伊來我chia，beh kap我睏，我就大聲hoah；"}},{"book":"創","chapter":39,"verse":15,"versions":{"unv":"他聽見我放聲喊起來，就把衣裳丟在我這裡，跑到外邊去了。」","bklcl":"i thiaⁿ-kìⁿ góa chhut-siaⁿ hoah, chiū chiong i ê saⁿ pàng tī góa chia, cháu-chhut gōa-bīn.","tghg":"伊聽見我出聲喝，就將伊的衫放佇我遮，走出外面。」","bklhl":"伊聽見我出聲hoah，就將伊ê衫放tī我chia，走出外面。"}},{"book":"創","chapter":39,"verse":16,"versions":{"unv":"婦人把約瑟的衣裳放在自己那裡，等著他主人回家，","bklcl":"Hū-jîn-lâng chiong Iok-sek ê saⁿ siu tī i hia, thèng-hāu i ê chú-lâng tò-lâi.","tghg":"婦仁人將約瑟的衫收佇伊遐，聽候伊的主人倒來，","bklhl":"婦人人將約瑟ê衫收tī伊hia，thèng候伊ê主人tò來。"}},{"book":"創","chapter":39,"verse":17,"versions":{"unv":"就對他如此如此說：「你所帶到我們這裡的那希伯來僕人進來要戲弄我，","bklcl":"Chiū tùi i kóng-khí chiah-ê sū;  kóng, Lí só͘ tòa-lâi lán chia, hit ê Hi-pek-lâi ê lô͘-po̍k, kàu góa chia, beh hì-lāng góa;","tghg":"就對伊講起諸個事，講：「你所帶來咱遮彼個希伯來的奴僕到我遮欲戲弄我，","bklhl":"就對伊講起chiah ê事；講，你所帶來咱chia，hit ê希伯來ê奴僕，到我chia，beh戲弄我；"}},{"book":"創","chapter":39,"verse":18,"versions":{"unv":"我放聲喊起來，他就把衣裳丟在我這裡，跑出去了。」","bklcl":"góa chhut-siaⁿ hoah, i chiong i ê saⁿ pàng tī góa chia, cháu-chhut gōa-bīn.","tghg":"我出聲喝，伊將伊的衫放佇我遮，走出外面。」","bklhl":"我出聲hoah，伊將伊ê衫放tī我chia，走出外面。"}},{"book":"創","chapter":39,"verse":19,"versions":{"unv":"約瑟的主人聽見他妻子對他所說的話，說「你的僕人如此如此待我」，他就生氣，","bklcl":"Chú-lâng thiaⁿ-kìⁿ i ê bó͘ tùi i só͘ kóng ê ōe, kóng, Lí ê lô͘-po̍k chhin-chhiūⁿ án-ni khoán-thāi góa, i chiū siū-khì.","tghg":"主人聽見伊的某對伊所講的話，講「你的奴僕親像按呢款待我」，伊就受氣，","bklhl":"主人聽見伊ê bó͘對伊所講ê話，講，你ê奴僕親像án-ni款待我，伊就受氣。"}},{"book":"創","chapter":39,"verse":20,"versions":{"unv":"把約瑟下在監裡，就是王的囚犯被囚的地方。於是約瑟在那裡坐監。","bklcl":"Iok-sek ê chú-lâng chiong i koaiⁿ-lo̍h kaⁿ, chiū-sī ông ê chōe-hoān siū koaiⁿ ê só͘-chāi;  tùi án-ni Iok-sek tī hit ê kaⁿ-lāi.","tghg":"約瑟的主人將伊關落監，就是王的罪犯受關的所在。對按呢約瑟佇彼個監內。","bklhl":"約瑟ê主人將伊關落監，就是王ê罪犯受關ê所在；tùi án-ni，約瑟tī hit ê監內。"}},{"book":"創","chapter":39,"verse":21,"versions":{"unv":"但耶和華與約瑟同在，向他施恩，使他在司獄的眼前蒙恩。","bklcl":"Chóng-sī Iâ-hô-hoa kap Iok-sek tī-teh, si-un hō͘ i;  hō͘ i tī koán-kaⁿ ê lâng ê bīn-chêng tit-tio̍h un-tián.","tghg":"總是耶和華及約瑟佇啲，施恩互伊，互伊佇管監的人的面前得著恩典。","bklhl":"總是耶和華kap約瑟tī-teh，施恩hō͘伊；hō͘伊tī 管監ê人ê面前得tio̍h恩典。"}},{"book":"創","chapter":39,"verse":22,"versions":{"unv":"司獄就把監裡所有的囚犯都交在約瑟的手下；他們在那裡所辦的事都是經他的手。","bklcl":"Koán-kaⁿ-ê chiū chiong kaⁿ-lāi só͘ ū ê hoān-lâng lóng kau Iok-sek ê chhiú;  in tī-hia só͘ chòe ê tāi-chì, lóng sī i teh chòe.","tghg":"管監者就將監內所有的犯人攏交約瑟的手；𪜶佇遐所做的代誌攏是伊啲做。","bklhl":"管監ê就將監內所有ê犯人lóng交約瑟ê手；in tī-hia所做ê tāi-chì，lóng是伊teh做。"}},{"book":"創","chapter":39,"verse":23,"versions":{"unv":"凡在約瑟手下的事，司獄一概不察，因為耶和華與約瑟同在；耶和華使他所做的盡都順利。","bklcl":"Kìⁿ-nā Iok-sek chhiú-ē ê tāi-chì, koán-kaⁿ-ê it-khài bô chhap;  in-ūi Iâ-hô-hoa kap Iok-sek tī-teh, koh i só͘ chòe-ê, Iâ-hô-hoa lóng hō͘ i heng-thong.","tghg":"見若約瑟手下的代誌，管監者一概無插(chhap)，因為耶和華及約瑟佇啲；閣伊所做的耶和華攏互伊亨通。","bklhl":"見若約瑟手下ê tāi-chì，管監ê一概無chhap；因為耶和華kap約瑟tī-teh，koh伊所做ê，耶和華lóng hō͘伊興通。"}}]