[{"book":"創","chapter":50,"verse":1,"versions":{"unv":"約瑟伏在他父親的面上哀哭，與他親嘴。","bklcl":"Iok-sek phak tī i ê lāu-pē ê bīn, thî-khàu, chim-i.","tghg":"約瑟仆佇伊的老父的面啼哭，唚伊。","bklhl":"約瑟仆tī伊ê老父ê面，啼哭，chim伊。"}},{"book":"創","chapter":50,"verse":2,"versions":{"unv":"約瑟吩咐伺候他的醫生用香料薰他父親，醫生就用香料薰了以色列。","bklcl":"Iok-sek hoan-hù su-hāu i ê i-seng, ēng hiuⁿ-liāu koàn i ê lāu-pē;  i-seng chiū ēng hiuⁿ-liāu koàn Í-sek-lia̍t.","tghg":"約瑟吩咐伺候伊的醫生用香料灌伊的老父，醫生就用香料灌以色列。","bklhl":"約瑟吩咐伺候伊ê醫生，用香料灌伊ê老父；醫生就用香料灌以色列。"}},{"book":"創","chapter":50,"verse":3,"versions":{"unv":"薰屍的常例是四十天；那四十天滿了，埃及人為他哀哭了七十天。","bklcl":"Koàn sin-si tiāⁿ-tio̍h ê lē tio̍h sì-cha̍p ji̍t;  hit ê sì-cha̍p ji̍t móa, koh Ai-ki̍p lâng ūi i thî-khàu chhit-cha̍p ji̍t.","tghg":"灌身屍定著的例著四十日；彼個四十日滿，閣埃及人為伊啼哭七十日。","bklhl":"灌身屍定tio̍h ê例tio̍h四十日；hit ê四十日滿，koh埃及人為伊啼哭七十日。"}},{"book":"創","chapter":50,"verse":4,"versions":{"unv":"為他哀哭的日子過了，約瑟對法老家中的人說：「我若在你們眼前蒙恩，請你們報告法老說：『","bklcl":"Ūi-tio̍h i thî-khàu ê ji̍t í-keng kè, Iok-sek tùi Hoat-ló ke-lāi ê lâng kóng, Góa nā tī lín ê bīn-chêng tit-tio̍h un-tián, chhiáⁿ lín thong-ti Hoat-ló, kā i kóng,","tghg":"為著伊啼哭的日已經過，約瑟對法老家內的人講：「我若佇恁的面前得著恩典，請恁通知法老給伊講：","bklhl":"為tio̍h伊啼哭ê日已經過，約瑟tùi法老家內ê人講，我若tī lín ê面前得tio̍h恩典，請lín通知法老，kā伊講，"}},{"book":"創","chapter":50,"verse":5,"versions":{"unv":"我父親要死的時候叫我起誓說：你要將我葬在迦南地，在我為自己所掘的墳墓裡。』現在求你讓我上去葬我父親，以後我必回來。」","bklcl":"Góa ê lāu-pē kah góa chiù-chōa kóng, Góa beh sí lah, lí tio̍h chiong góa bâi-chòng tī Ka-lâm tōe, tī góa ūi pún-sin só͘ ku̍t ê bōng;  taⁿ kiû lí chún góa chiūⁿ-khì bâi-chòng góa ê lāu-pē, jiân-āu góa beh tò-tńg-lâi.","tghg":"『我的老父教我咒誓講：我欲死啦，你著將我埋葬佇迦南地，佇我為本身所掘的墓。』今求你准我上去埋葬我的老父，然後我欲倒轉來。」","bklhl":"我ê老父kah我chiù-chōa講，我beh死lah，你tio̍h將我埋葬tī迦南地，tī我為本身所掘ê墓；taⁿ求你准我上去埋葬我ê老父，然後我beh 倒tńg來。"}},{"book":"創","chapter":50,"verse":6,"versions":{"unv":"法老說：「你可以上去，照著你父親叫你起的誓，將他葬埋。」","bklcl":"Hoat-ló kóng, Lí thang chiūⁿ-khì bâi-chòng lí ê lāu-pē, chiàu i só͘ kah lí chiù ê chōa.","tghg":"法老講：「你通上去，埋葬你的老父照伊所教你咒的誓。」","bklhl":"法老講，你thang上去埋葬你ê老父，照伊所kah你chiù ê chōa。"}},{"book":"創","chapter":50,"verse":7,"versions":{"unv":"於是約瑟上去葬他父親。與他一同上去的，有法老的臣僕和法老家中的長老，並埃及國的長老，","bklcl":"Tùi án-ni Iok-sek chiūⁿ-khì bâi-chòng i ê lāu-pē;  kap i saⁿ-kap chiūⁿ-khì ê, ū Hoat-ló ê chèng jîn-sîn, kap Hoat-ló ke-lāi ê tióng-ló, kap Ai-ki̍p kok chèng tióng-ló.","tghg":"對按呢約瑟上去埋葬伊的老父及伊相及上去的，有法老的眾人臣及法老家內的長老，及埃及國眾長老，","bklhl":"Tùi án-ni，約瑟上去埋葬伊ê老父；kap伊相kap上去ê，有法老ê眾人臣，kap法老家內ê長老，kap埃及國眾長老。"}},{"book":"創","chapter":50,"verse":8,"versions":{"unv":"還有約瑟的全家和他的弟兄們，並他父親的眷屬；只有他們的婦人孩子，和羊群牛群，都留在歌珊地。","bklcl":"Koh ū Iok-sek choân-ke, kap i hiah-ê hiaⁿ-tī, í-ki̍p i ê lāu-pē ê ke-koàn;  chí-ū in ê gín-á, kap iûⁿ-kûn gû-kûn, lóng lâu tī Ko-san tōe.","tghg":"閣有約瑟全家及伊許個兄弟，以及伊的老父的家眷；只有𪜶的囝仔，及羊群牛群，攏留佇歌珊地。","bklhl":"Koh有約瑟全家，kap伊hiah-ê兄弟，以及伊ê老父ê家眷；只有in ê gín-á，kap羊群、牛群，lóng留tī Ko-san地。"}},{"book":"創","chapter":50,"verse":9,"versions":{"unv":"又有車輛馬兵，和他一同上去；那一幫人甚多。","bklcl":"Koh ū chhia kap khiâ-bé-ê, hit-tīn ê lâng put-chí chōe.","tghg":"閣有車及騎馬者，彼陣的人不止多。","bklhl":"Koh有車kap騎馬ê，hit陣ê人不止chōe。"}},{"book":"創","chapter":50,"verse":10,"versions":{"unv":"他們到了約旦河外、亞達的禾場，就在那裡大大地號咷痛哭。約瑟為他父親哀哭了七天。","bklcl":"In kàu Iok-tàn hô gōa, A-ta̍t ê gō͘-kak-tiûⁿ, chiū tī-hia tōa thî-khàu, tōa ai-siong;  Iok-sek ūi-tio̍h lāu-pē pi-ai chhit-ji̍t.","tghg":"𪜶到約但河外，亞達的五穀場，就佇遐大啼哭大哀傷。約瑟為著老父悲哀七日。","bklhl":"In到約旦河外，A-ta̍t ê五穀場，就tī-hia大啼哭，大哀傷；約瑟為tio̍h老父悲哀七日。"}},{"book":"創","chapter":50,"verse":11,"versions":{"unv":"迦南的居民見亞達禾場上的哀哭，就說：「這是埃及人一場極大的哀哭。」因此那地方名叫亞伯‧麥西，是在約旦河東。","bklcl":"Ka-lâm tōe khiā-khí ê peh-sìⁿ khòaⁿ-kìⁿ A-ta̍t gō͘-kak-tiûⁿ ê thî-khàu, chiū kóng, Che sī Ai-ki̍p lâng chi̍t-tiûⁿ ê tōa thî-khàu;  in-ūi án-ni, hit ê tōe miâ kiò A-pek-be̍k-se, sī tī Iok-tàn hô gōa.","tghg":"迦南地徛起的百姓看見亞達五穀場的啼哭，就講：「這是埃及人一場的大啼哭。」因為按呢彼個地名叫亞伯麥西，是佇約但河外。","bklhl":"迦南地khiā起ê百姓看見A-ta̍t五穀場ê啼哭，就講，這是埃及人一場ê大啼哭；因為án-ni，hit ê地名叫A-pek-be̍k-se，是tī約旦河外。"}},{"book":"創","chapter":50,"verse":12,"versions":{"unv":"雅各的兒子們就遵著他父親所吩咐的辦了，","bklcl":"Ngá-kok hiah-ê kiáⁿ chiū chiàu lāu-pē só͘ hoan-hù-ê kā i chòe;","tghg":"雅各許個子就照老父所吩咐的給伊做，","bklhl":"雅各hiah-ê kiáⁿ就照老父所吩咐ê kā伊做；"}},{"book":"創","chapter":50,"verse":13,"versions":{"unv":"把他搬到迦南地，葬在幔利前、麥比拉田間的洞裡；那洞和田是亞伯拉罕向赫人以弗崙買來為業，作墳地的。","bklcl":"hiah-ê kiáⁿ chiong i ūn kàu Ka-lâm tōe, bâi-chòng tī Bān-lī ê thâu-chêng, Be̍k-pí-la̍h chhân-ni̍h ê hia̍t, hit ê hia̍t kap chhân sī A-pek-la̍h-hán tùi Hek-lâng Í-hut-lûn bóe chòe gia̍p, lâi chòe bōng-tōe ê.","tghg":"許個子將伊運到迦南地，埋葬佇幔利的頭前、麥比拉田裡的穴；彼個穴及田是亞伯拉罕對赫人以弗崙買做業，來做墓地的。","bklhl":"hiah-ê kiáⁿ將伊運到迦南地，埋葬tī Bān-lī ê頭前，Be̍k-pí-la̍h 田裡ê穴，hit ê穴kap田是亞伯拉罕tùi Hek人Í-hut-lûn買做業，來做墓地ê。"}},{"book":"創","chapter":50,"verse":14,"versions":{"unv":"約瑟葬了他父親以後，就和眾弟兄，並一切同他上去葬他父親的人，都回埃及去了。","bklcl":"Iok-sek bâi-chòng in lāu-pē í-āu, chiū kap chèng hiaⁿ-tī, í-ki̍p it-chhè kap i chiūⁿ-khì bâi-chòng in lāu-pē ê lâng, lóng tò-tńg Ai-ki̍p.","tghg":"約瑟埋葬𪜶老父以後，就及眾兄弟，以及一切及伊上去埋葬𪜶老父的人，攏倒轉埃及。","bklhl":"約瑟埋葬in老父以後，就kap眾兄弟，以及一切kap伊上去埋葬in老父ê人，lóng 倒tńg埃及。"}},{"book":"創","chapter":50,"verse":15,"versions":{"unv":"約瑟的哥哥們見父親死了，就說：「或者約瑟懷恨我們，照著我們從前待他一切的惡足足地報復我們。」","bklcl":"Iok-sek hiah-ê hiaⁿ khòaⁿ in lāu-pē í-keng sí, chiū kóng, Kiám-chhái Iok-sek beh oàn-hūn lán, chiàu lán chêng khoán-thāi i lóng-chóng ê pháiⁿ, it-chīn pò-èng lán.","tghg":"約瑟許個兄看𪜶老父已經死，就講：「豈採約瑟欲怨恨咱，照咱前款待伊攏總的歹一盡報應咱。」","bklhl":"約瑟hiah-ê兄看in老父已經死，就講，Kiám-chhái約瑟beh怨恨咱，照咱前款待伊lóng總ê pháiⁿ，一盡報應咱。"}},{"book":"創","chapter":50,"verse":16,"versions":{"unv":"他們就打發人去見約瑟，說：「你父親未死以先吩咐說：『","bklcl":"In chiū thok lâng khì kìⁿ Iok-sek kóng, Lí ê lāu-pē bē sí ê tāi-seng, hoan-hù kóng,","tghg":"𪜶就託人去見約瑟，講：「你的老父未死的代先，吩咐講：","bklhl":"In就託人去見約瑟講，你ê老父未死ê事先，吩咐講，"}},{"book":"創","chapter":50,"verse":17,"versions":{"unv":"你們要對約瑟這樣說：從前你哥哥們惡待你，求你饒恕他們的過犯和罪惡。』如今求你饒恕你父親　神之僕人的過犯。」他們對約瑟說這話，約瑟就哭了。","bklcl":"Lín tio̍h tùi Iok-sek án-ni kóng,  Chêng lí chiah-ê hiaⁿ pháiⁿ khoán-thāi lí, kiû lí sià-bián in ê kè-sit kap chōe-ok;  taⁿ kiû lí sià-bián lí ê lāu-pē ê Siōng-tè ê lô͘-po̍k ê kè-sit.  In tùi Iok-sek kóng chiah-ê ōe, Iok-sek chiū thî-khàu.","tghg":"『恁著對約瑟按呢講，前你諸個兄歹款待你，求你赦免𪜶的過失及罪惡。』今求你赦免你的老父的上帝的奴僕的過失。」𪜶對約瑟講諸個話，約瑟就啼哭。","bklhl":"Lín tio̍h對約瑟án-ni講，前你chiah ê兄pháiⁿ款待你，求你赦免in ê過失kap罪惡；taⁿ求你赦免你ê老父ê上帝ê奴僕ê過失。In對約瑟講chiah ê話，約瑟就啼哭。"}},{"book":"創","chapter":50,"verse":18,"versions":{"unv":"他的哥哥們又來俯伏在他面前，說：「我們是你的僕人。」","bklcl":"I chiah-ê hiaⁿ koh lâi phak tī i bīn-chêng kóng, Goán sī lí ê lô͘-po̍k.","tghg":"伊諸個兄閣來仆佇伊面前，講：「阮是你的奴僕。」","bklhl":"伊chiah ê兄koh來仆tī伊面前講，阮是你ê奴僕。"}},{"book":"創","chapter":50,"verse":19,"versions":{"unv":"約瑟對他們說：「不要害怕，我豈能代替　神呢？","bklcl":"Iok-sek kā in kóng, M̄-bián kiaⁿ;  góa kiám thòe Siōng-tè mah?","tghg":"約瑟給𪜶講：「呣免驚，我豈替上帝嗎？","bklhl":"約瑟kā in講，m̄免驚；我kiám替上帝mah？"}},{"book":"創","chapter":50,"verse":20,"versions":{"unv":"從前你們的意思是要害我，但　神的意思原是好的，要保全許多人的性命，成就今日的光景。","bklcl":"Chêng lín ê ì-sù sī pháiⁿ, chóng-sī Siōng-tè ê ì-sù sī hó;  beh pó-choân chōe-chōe lâng ê sìⁿ-miā, chhin-chhiūⁿ kin-á-ji̍t.","tghg":"前恁的意思是歹，總是上帝的意思是好，欲保全多多人的生命，親像今仔日。","bklhl":"前lín ê意思是pháiⁿ，總是上帝ê意思是好；beh保全chōe-chōe人ê性命，親像今á日。"}},{"book":"創","chapter":50,"verse":21,"versions":{"unv":"現在你們不要害怕，我必養活你們和你們的婦人孩子。」於是約瑟用親愛的話安慰他們。","bklcl":"Taⁿ lín m̄-bián kiaⁿ;  góa beh iúⁿ-chhī lín, kap lín ê kiáⁿ-jî.  Tùi án-ni Iok-sek ēng chhin-ài ê ōe an-ùi in.","tghg":"今恁呣免驚，我欲養飼恁及恁的子兒。」對按呢約瑟用親愛的話安慰𪜶。","bklhl":"Taⁿ lín m̄免驚；我beh養飼lín，kap lín ê kiáⁿ兒。Tùi án-ni，約瑟用親愛ê話安慰in。"}},{"book":"創","chapter":50,"verse":22,"versions":{"unv":"約瑟和他父親的眷屬都住在埃及。約瑟活了一百一十歲。","bklcl":"Iok-sek kap in lāu-pē ê ke-koàn lóng tiàm Ai-ki̍p;  Iok-sek chia̍h pah-it hè.","tghg":"約瑟及𪜶老父的家眷攏踮(tiàm)埃及。約瑟食百一歲。","bklhl":"約瑟kap in老父ê家眷lóng tiàm埃及；約瑟食百一歲。"}},{"book":"創","chapter":50,"verse":23,"versions":{"unv":"約瑟得見以法蓮第三代的子孫。瑪拿西的孫子、瑪吉的兒子也養在約瑟的膝上。","bklcl":"Iok-sek tit-tio̍h khòaⁿ-kìⁿ Í-hoat-liân tē-saⁿ tāi ê sun;  Má-ná-se ê sun Má-kiat ê kiáⁿ, Iok-sek ia̍h phō in tī kha-thâu-u.","tghg":"約瑟得著看見以法蓮第三代的孫。瑪拿西的孫、瑪吉的子約瑟亦抱𪜶佇腳頭窩(u)。","bklhl":"約瑟得tio̍h看見Í-hoat-liân第三代ê孫；Má-ná-se ê孫Má-kiat ê kiáⁿ，約瑟亦抱in tī腳頭u。"}},{"book":"創","chapter":50,"verse":24,"versions":{"unv":"約瑟對他弟兄們說：「我要死了，但　神必定看顧你們，領你們從這地上去，到他起誓所應許給亞伯拉罕、以撒、雅各之地。」","bklcl":"Iok-sek tùi i ê hiaⁿ-tī kóng, Góa beh sí lah;  chóng-sī Siōng-tè tek-khak khòaⁿ-kò͘ lín, chhōa lín tùi chit só͘-chāi chiūⁿ-khì, kàu I chiù-chōa èng-ún hō͘ A-pek-la̍h-hán, Í-sat, Ngá-kok ê tōe.","tghg":"約瑟對伊的兄弟講：「我欲死啦，總是上帝的確看顧恁，導恁對此所在上去，到伊咒誓應允互亞伯拉罕、以撒、雅各的地。」","bklhl":"約瑟對伊ê兄弟講，我beh死lah；總是上帝的確看顧lín，chhōa lín tùi chit所在上去，到伊chiù-chōa應允hō͘亞伯拉罕、以撒、雅各ê地。"}},{"book":"創","chapter":50,"verse":25,"versions":{"unv":"約瑟叫以色列的子孫起誓說：「　神必定看顧你們；你們要把我的骸骨從這裡搬上去。」","bklcl":"Iok-sek kah Í-sek-lia̍t ê kiáⁿ-sun chiù-chōa kóng, Siōng-tè tek-khak chiàu-kò͘ lín, lín tio̍h chiong góa ê kut-thâu ūn-chiūⁿ-khì. Iok-sek sí, tú-á pah-it hè; lâng ēng hiuⁿ-liāu kā i koàn; chiong i siu-lo̍h koan, thêng tī Ai-ki̍p.","tghg":"約瑟教以色列的子孫咒誓講：「上帝的確照顧恁；恁著將我的骨頭運上去。」","bklhl":"約瑟kah以色列ê kiaⁿ孫chiù-chōa講，上帝的確照顧lín，lín tio̍h將我ê骨頭運上去。約瑟死，tú-á百一歲；人用香料kā伊灌；將伊收落棺，停tī埃及。"}},{"book":"創","chapter":50,"verse":26,"versions":{"unv":"約瑟死了，正一百一十歲。人用香料將他薰了，把他收殮在棺材裡，停在埃及。","bklcl":"【pēng tī téng chat】","tghg":"約瑟死，抵仔百一歲。人用香料給伊灌，將伊收落棺，停佇埃及。","bklhl":"【併tī頂節】"}}]