[{"book":"創","chapter":43,"verse":1,"versions":{"unv":"那地的饑荒甚大。","bklcl":"Hit só͘-chāi ki-hng chin-tōa.","tghg":"彼所在飢荒真大。","bklhl":"Hit所在飢荒真大。"}},{"book":"創","chapter":43,"verse":2,"versions":{"unv":"他們從埃及帶來的糧食吃盡了，他們的父親就對他們說：「你們再去給我糴些糧來。」","bklcl":"In tùi Ai-ki̍p tòa-lâi ê gō͘-kak í-keng chia̍h-liáu, in lāu-pē kā in kóng, Lín koh khì kā lán tia̍h tām-po̍h bí-niû lâi.","tghg":"𪜶對埃及帶來的五穀已經食了，𪜶老父給𪜶講：「恁閣去給咱糴淡薄米糧來。」","bklhl":"In tùi埃及帶來ê五穀已經食了，in老父kā in講，Lín koh去kā咱tia̍h淡薄米糧來。"}},{"book":"創","chapter":43,"verse":3,"versions":{"unv":"猶大對他說：「那人諄諄地告誡我們說：『你們的兄弟若不與你們同來，你們就不得見我的面。』","bklcl":"Iû-tāi ìn i kóng, Hit-lâng chhiat-chhiat hoan-hù goán kóng, Lín sió-tī nā bô kap lín saⁿ-kap lâi, lín chiū bōe tit-tio̍h kìⁿ góa ê bīn.","tghg":"猶大應伊講：「彼人切切吩咐阮講：『恁小弟若無及恁相及來，恁就𣍐得著見我的面。』","bklhl":"偤大應伊講，Hit人切切吩咐阮講，Lín小弟若無kap lín相kap來，lín就bōe得tio̍h見我ê面。"}},{"book":"創","chapter":43,"verse":4,"versions":{"unv":"你若打發我們的兄弟與我們同去，我們就下去給你糴糧；","bklcl":"Lí(Lín) nā chhe goán sió-tī kap goán saⁿ-kap khì, goán chiū lo̍h-khì, kā lí tia̍h bí-niû.","tghg":"你若差阮小弟及阮相及去，阮就落去給你糴米糧；","bklhl":"你（Lín）若差阮小弟kap阮相kap去，阮就落去，kā你tia̍h米糧。"}},{"book":"創","chapter":43,"verse":5,"versions":{"unv":"你若不打發他去，我們就不下去，因為那人對我們說：『你們的兄弟若不與你們同來，你們就不得見我的面。』」","bklcl":"Lí nā m̄ chhe i khì, goán chiū m̄ lo̍h-khì;  in-ūi hit-lâng kā goán kóng, Lín sió-tī nā bô kap lín saⁿ-kap lâi, lín chiū bōe tit-tio̍h kìⁿ góa ê bīn.","tghg":"你若呣差伊去，阮就呣落去，因為彼人給阮講：『恁小弟若無及恁相及來，恁就𣍐得著見我的面。』」","bklhl":"你若m̄差伊去，阮就m̄落去；因為hit人kā阮講，Lín小弟若無kap lín相kap來，lín就bōe得tio̍h見我ê面。"}},{"book":"創","chapter":43,"verse":6,"versions":{"unv":"以色列說：「你們為甚麼這樣害我，告訴那人你們還有兄弟呢？」","bklcl":"Í-sek-lia̍t kóng, Lín siáⁿ-sū án-ni hāi góa, kā hit-lâng kóng lín iáu ū sió-tī ah?","tghg":"以色列講：「恁啥事按呢害我，給彼人講恁猶有小弟啊？」","bklhl":"以色列講，Lín啥事án-ni害我，kā hit人講lín iáu有小弟ah？"}},{"book":"創","chapter":43,"verse":7,"versions":{"unv":"他們回答說：「那人詳細問到我們和我們的親屬，說：『你們的父親還在嗎？你們還有兄弟嗎？』我們就按著他所問的告訴他，焉能知道他要說『必須把你們的兄弟帶下來』呢？」","bklcl":"In ìn kóng, Hit-lâng tì-ì mn̄g goán kap goán chhin-cho̍k ê tāi-chì kóng, Lín lāu-pē iáu tī-teh bô?  lín iáu ū hiaⁿ-tī bô?  goán chiàu i só͘ mn̄g-ê kā i kóng;  goán thái-thó ōe chai i beh kóng, Tio̍h tòa lín sió-tī lo̍h-lâi?","tghg":"𪜶應講：「彼人致意問阮及阮親族的代誌，講：『恁老父猶佇啲無？恁猶有兄弟無？』阮照伊所問的給伊講。阮豈可會知伊欲講『著帶恁小弟落來』？」","bklhl":"In應講，Hit人致意問阮kap阮親族ê tāi-chì講，Lín老父iáu tī-teh無？lín iáu有兄弟無？阮照伊所問ê kā伊講；阮thái-thó會知伊beh講，Tio̍h帶lín小弟落來？"}},{"book":"創","chapter":43,"verse":8,"versions":{"unv":"猶大又對他父親以色列說：「你打發童子與我同去，我們就起身下去，好叫我們和你，並我們的婦人孩子，都得存活，不至於死。","bklcl":"Iû-tāi koh kā i ê lāu-pē Í-sek-lia̍t kóng, Lí chhe gín-á kap góa khì, goán chiū khí-sin khì, thang hō͘ goán kap lí, í-ki̍p goán ê gín-á, tit-tio̍h oa̍h, bián sí.","tghg":"猶大閣給伊的老父以色列講：「你差囝仔及我去，阮就起身去，通互阮及你，以及阮的囝仔，得著活，免死。","bklhl":"偤大koh kā伊ê老父以色列講，你差gín-á kap我去，阮就起身去，thang hō͘阮kap你，以及阮ê gín-á，得tio̍h活，免死。"}},{"book":"創","chapter":43,"verse":9,"versions":{"unv":"我為他作保；你可以從我手中追討，我若不帶他回來交在你面前，我情願永遠擔罪。","bklcl":"Góa kā i pó, lí thang tùi góa thó;  góa nā bô chhōa i tò-lâi, khiā tī lí ê bīn-chêng, góa goān it-seng tam-tng chōe.","tghg":"我給伊保；你通對我討，我若無導伊倒來徛佇你的面前，我願一生擔當罪。","bklhl":"我kā伊保，你thang對我討；我若無chhōa伊tò來，khiā tī你ê面前，我願一生擔當罪。"}},{"book":"創","chapter":43,"verse":10,"versions":{"unv":"我們若沒有耽擱，如今第二次都回來了。」","bklcl":"Lán nā m̄-sī ū iân-chhiân, í-keng tē-jī-pái tò-lâi lah.","tghg":"咱若呣是有延迁(iân-chhiân)，已經第二擺倒來啦。」","bklhl":"咱若m̄是有延chhiân，已經第二pái tò來lah。"}},{"book":"創","chapter":43,"verse":11,"versions":{"unv":"他們的父親以色列說：「若必須如此，你們就當這樣行：可以將這地土產中最好的乳香、蜂蜜、香料、沒藥、榧子、杏仁都取一點，收在器具裡，帶下去送給那人作禮物，","bklcl":"In lāu-pē Í-sek-lia̍t tùi in kóng, Nā sī án-ni, lín chiū tio̍h án-ni chòe;  thang chhú chit só͘-chāi tē-it hó ê thó͘-sán, jú-hiuⁿ tām-po̍h, phang-bi̍t tām-po̍h, í-ki̍p hiuⁿ-liāu, bu̍t-io̍h, húi-chí, hēng-jîn, lóng siu tī khì-kū lāi;  tòa-khì sàng hit-lâng.","tghg":"𪜶老父以色列對𪜶講：「若是按呢，恁就著按呢做：通取此所在第一好的土產乳香淡薄、蜂蜜淡薄、以及香(huiⁿ)料、沒(bu̍t)藥、榧子(húi-chi)、杏仁攏收佇器具內，帶去送彼人，","bklhl":"In老父以色列對in講，若是án-ni，lín就tio̍h án-ni做；thang取chit所在第一好ê土產，乳香淡薄，蜂蜜淡薄，以及香料、沒藥、榧子、杏仁，lóng收tī器具內；帶去送hit人。"}},{"book":"創","chapter":43,"verse":12,"versions":{"unv":"又要手裡加倍地帶銀子，並將歸還在你們口袋內的銀子仍帶在手裡；那或者是錯了。","bklcl":"Koh tio̍h tòa gûn têng-pē, ia̍h tio̍h chiong lín pò͘-tē-kháu, i hêng lín ê gûn, tòa tò-tńg khì hō͘-i;  hit-ê kiám-chhái sī sit-chhò;","tghg":"閣著帶銀重倍(têng-pē)，亦著將恁布袋口伊還恁的銀帶倒轉去互伊；彼個豈採是失錯。","bklhl":"Koh tio̍h帶銀重倍，亦tio̍h將lín布袋口，伊還lín ê銀，帶倒tńg去hō͘伊；hit ê kiám-chhái是失錯；"}},{"book":"創","chapter":43,"verse":13,"versions":{"unv":"也帶著你們的兄弟，起身去見那人。","bklcl":"ia̍h chhōa lín sió-tī khí-sin, khì koh kìⁿ hit-lâng.","tghg":"亦導恁小弟起身，去閣見彼人。","bklhl":"亦chhōa lín小弟起身，去koh見hit人。"}},{"book":"創","chapter":43,"verse":14,"versions":{"unv":"但願全能的　神使你們在那人面前蒙憐憫，釋放你們的那弟兄和便雅憫回來。我若喪了兒子，就喪了吧！」","bklcl":"To̍k-to̍k goān choân-lêng ê Siōng-tè hō͘ lín tī hit-lâng ê bīn-chêng tit-tio̍h lîn-bín;  chiong lín hit ê hiaⁿ-tī kap Piān-ngá-bín kau lín;  góa nā sit-lo̍h góa ê kiáⁿ, ia̍h tio̍h hō͘ i sit-lo̍h chiū-sī.","tghg":"獨獨願全能的上帝互恁佇彼人的面前得著憐憫，將恁彼個兄弟及便雅憫交恁。我若失落我的子，亦著互伊失落就是。」","bklhl":"獨獨願全能ê上帝hō͘ lín tī hit人ê面前得tio̍h憐憫；將lín hit ê兄弟kap便雅憫交lín；我若失落我ê kiáⁿ，亦tio̍h hō͘伊失落就是。"}},{"book":"創","chapter":43,"verse":15,"versions":{"unv":"於是，他們拿著那禮物，又手裡加倍地帶銀子，並且帶著便雅憫，起身下到埃及，站在約瑟面前。","bklcl":"Tùi hit-tia̍p in tòa hiah-ê lé-mi̍h, ia̍h tòa gûn têng-pē, koh chhōa Piān-ngá-bín, khí-sin lo̍h-khì Ai-ki̍p;  khiā tī Iok-sek ê bīn-chêng.","tghg":"對彼霎(tia̍p)，𪜶帶許個禮物，亦帶銀重倍(têng-pē)，閣導便雅憫，起身落去埃及，徛佇約瑟的面前。","bklhl":"Tùi hit-tia̍p，in帶hiah-ê禮物，亦帶銀重倍，koh chhōa便雅憫，起身落去埃及；khiā tī約瑟ê面前。"}},{"book":"創","chapter":43,"verse":16,"versions":{"unv":"約瑟見便雅憫和他們同來，就對家宰說：「將這些人領到屋裡。要宰殺牲畜，預備筵席，因為晌午這些人同我吃飯。」","bklcl":"Iok-sek khòaⁿ-kìⁿ Piān-ngá-bín kap in saⁿ-kap lâi, chiū tùi koán-ke-ê kóng, Chhōa chiah-ê lâng khì chhù-lāi, thâi cheng-siⁿ, pī-pān iân-sia̍h;  in-ūi ji̍t-tàu, chiah-ê lâng beh kap góa saⁿ-kap chia̍h.","tghg":"約瑟看見便雅憫及𪜶相及來，就對管家者講：「導諸個人去厝內。刣精牲，備辦筵席，因為日晝(tàu)諸個人欲及我相及食。」","bklhl":"約瑟看見便雅憫kap in相kap來，就對管家ê講，Chhōa chiah ê人去厝內，刣 cheng-siⁿ，備辦筵席；因為日晝，chiah ê人beh kap我相kap食。"}},{"book":"創","chapter":43,"verse":17,"versions":{"unv":"家宰就遵著約瑟的命去行，領他們進約瑟的屋裡。","bklcl":"Hit-lâng chiū chiàu Iok-sek ê ōe khì kiâⁿ;  chhōa in hiah-ê lâng ji̍p Iok-sek ê chhù.","tghg":"彼人就照約瑟的話去行，導𪜶許個人入約瑟的厝。","bklhl":"Hit人就照約瑟ê話去行；chhōa in hiah-ê人入約瑟ê厝。"}},{"book":"創","chapter":43,"verse":18,"versions":{"unv":"他們因為被領到約瑟的屋裡，就害怕，說：「領我們到這裡來，必是因為頭次歸還在我們口袋裡的銀子，找我們的錯縫，下手害我們，強取我們為奴僕，搶奪我們的驢。」","bklcl":"Hiah ê lâng, in-ūi hō͘ i chhōa kàu Iok-sek ê chhù, chiū kiaⁿ-hiâⁿ;  kóng, Chhōa lán kàu chia, tek-khak sī in-ūi thâu-chi̍t-pái hêng lán tī pò͘-tē-lāi ê gûn, beh chhē lán ê khang-phāng, hē chhiú hāi lán, kiông-kiông lia̍h lán chòe lô͘-po̍k, chhiúⁿ lán ê lû.","tghg":"許個人因為互伊導到約瑟的厝，就驚惶，講：「導咱到遮，的確是因為頭一擺還咱佇布袋內的銀，欲尋咱的空縫(khang-phāng)，下手害咱，強強掠咱做奴僕，搶咱的驢。」","bklhl":"Hiah-ê人，因為hō͘伊chhōa到約瑟ê厝，就驚惶；講，Chhōa咱到chia，的確是因為頭一pái還咱tī布袋內ê銀，beh chhē咱ê孔縫，下手害咱，強強掠咱做奴僕，搶咱ê驢。"}},{"book":"創","chapter":43,"verse":19,"versions":{"unv":"他們就挨近約瑟的家宰，在屋門口和他說話，","bklcl":"In chiū óa-kūn Iok-sek ê koán-ke-ê, tī chhù-mn̂g-kháu kap i kóng-ōe,","tghg":"𪜶就倚近約瑟的管家者，佇厝門口及伊講話，","bklhl":"In就óa近約瑟ê管家ê，tī厝門口kap伊講話，"}},{"book":"創","chapter":43,"verse":20,"versions":{"unv":"說：「我主啊，我們頭次下來實在是要糴糧。","bklcl":"kóng, Góa ê chú ah, goán thâu-pái lo̍h-lâi, si̍t-chāi sī beh tia̍h bí-niû;","tghg":"講：「我的主啊，阮頭擺落來實在是欲糴米糧。","bklhl":"講，我ê主ah，阮頭pái落來，實在是beh tia̍h米糧；"}},{"book":"創","chapter":43,"verse":21,"versions":{"unv":"後來到了住宿的地方，我們打開口袋，不料，各人的銀子，分量足數，仍在各人的口袋內，現在我們手裡又帶回來了。","bklcl":"āu-lâi kàu hioh-mî ê só͘-chāi, khui goán ê pò͘-tē, bô phah-sǹg, goán ta̍k-lâng ê gûn chiok-sò͘ iû-goân tī ta̍k-lâng ê pò͘-tē-kháu;  taⁿ goán ū koh tòa-lâi;  goán lēng-gōa ū koh tòa gûn beh lâi tia̍h bí-niû;","tghg":"後來到歇暝的所在，開阮的布袋，無拍算，阮逐人的銀足數，猶原佇逐人的布袋口，今阮有閣帶來。","bklhl":"後來到歇暝ê所在，開阮ê布袋，無phah算，阮ta̍k人ê銀足數猶原tī ta̍k人ê布袋口；taⁿ阮有koh帶來；阮另外有koh帶銀beh來tia̍h米糧；"}},{"book":"創","chapter":43,"verse":22,"versions":{"unv":"另外又帶下銀子來糴糧。不知道先前誰把銀子放在我們的口袋裡。」","bklcl":"goán m̄-chai chī-chūi chiong goán ê gûn hē tī goán ê pò͘-tē-lāi.","tghg":"阮另外有閣帶銀欲來糴米糧。阮呣知是誰將阮的銀下佇阮的布袋內。」","bklhl":"阮m̄知是誰將阮ê銀hē tī阮ê布袋內。"}},{"book":"創","chapter":43,"verse":23,"versions":{"unv":"家宰說：「你們可以放心，不要害怕，是你們的　神和你們父親的　神賜給你們財寶在你們的口袋裡；你們的銀子，我早已收了。」他就把西緬帶出來，交給他們。","bklcl":"Koán-ke-ê kóng, Chòe lín an-sim, bián kiaⁿ;  sī lín ê Siōng-tè, kap lín lāu-pē ê Siōng-tè, siúⁿ-sù lín châi-pó tī lín ê pò͘-tē-lāi;  lín ê gûn góa í-keng siu-liáu.  Chiū chhōa Se-biān chhut-lâi hō͘ in.","tghg":"管家者講：「做恁安心，免驚；是恁的上帝及恁老父的上帝賞賜恁財寶佇恁的布袋內；恁的銀，我已經收了。」就導西緬出來，互𪜶。","bklhl":"管家ê講，做lín安心，免驚；是lín ê上帝，kap lín老父ê上帝，賞賜lín財寶tī lín ê布袋內；lín ê銀我已經收了。就chhōa西門出來hō͘ in。"}},{"book":"創","chapter":43,"verse":24,"versions":{"unv":"家宰就領他們進約瑟的屋裡，給他們水洗腳，又給他們草料餵驢。","bklcl":"Hit-lâng chiū chhōa hiah-ê lâng ji̍p Iok-sek ê chhù, phâng chúi hō͘ in, in chiū sóe kha;  koh the̍h chháu-liāu chhī in ê lû.","tghg":"彼人就導許個人入約瑟的厝，捧水互𪜶，𪜶就洗腳，閣提草料飼𪜶的驢。","bklhl":"Hit人就chhōa hiah-ê人入約瑟ê厝，捧水hō͘ in，in就洗腳；koh the̍h草料飼in ê驢。"}},{"book":"創","chapter":43,"verse":25,"versions":{"unv":"他們就預備那禮物，等候約瑟晌午來，因為他們聽見要在那裡吃飯。","bklcl":"In chiū pī-pān hiah-ê lé-mi̍h, thèng-hāu Iok-sek ji̍t-tàu tò-lâi;  in-ūi in thiaⁿ-kìⁿ beh tī-hia chia̍h.","tghg":"𪜶就備辦許個禮物，聽候約瑟日晝倒來，因為𪜶聽見欲佇遐食。","bklhl":"In就備辦hiah-ê禮物，thèng候約瑟日晝tò來；因為in聽見beh tī-hia食。"}},{"book":"創","chapter":43,"verse":26,"versions":{"unv":"約瑟來到家裡，他們就把手中的禮物拿進屋去給他，又俯伏在地，向他下拜。","bklcl":"Iok-sek tò-lâi kàu chhù, in chiū chiong só͘ tòa-lâi ê lé-mi̍h the̍h ji̍p chhù sàng-i;  koh phak tī tōe-ni̍h pài i.","tghg":"約瑟倒來到厝，𪜶就將所帶來的禮物提入厝送伊，閣仆佇地裡，拜伊。","bklhl":"約瑟tò來到厝，in就將所帶來ê禮物the̍h入厝送伊；koh仆tī地裡拜伊。"}},{"book":"創","chapter":43,"verse":27,"versions":{"unv":"約瑟問他們好，又問：「你們的父親─就是你們所說的那老人家平安嗎？他還在嗎？」","bklcl":"Iok-sek mn̄g in pêng-an;  koh kóng, Lín ê lāu-pē, chiū-sī lín só͘ kóng hit ê lāu-lâng, pêng-an mah?  i iáu tī-teh mah?","tghg":"約瑟問𪜶平安，閣講：「恁的老父──就是恁所講彼個老人平安嗎？伊猶佇啲嗎？」","bklhl":"約瑟問in平安；koh講，Lín ê老父，就是lín所講hit ê老人，平安mah？伊iáu tī-teh mah？"}},{"book":"創","chapter":43,"verse":28,"versions":{"unv":"他們回答說：「你僕人─我們的父親平安；他還在。」於是他們低頭下拜。","bklcl":"In ìn kóng, Lí ê lô͘-po̍k, goán ê lāu-pē, pêng-an, i iáu tī-teh;  in chiū àⁿ-thâu pài i.","tghg":"𪜶應講：「你的奴僕──阮的老父平安；伊猶佇啲。」𪜶就俯頭拜伊。","bklhl":"In應講，你ê奴僕，阮ê老父，平安，伊iáu tī-teh；in就àⁿ頭拜伊。"}},{"book":"創","chapter":43,"verse":29,"versions":{"unv":"約瑟舉目看見他同母的兄弟便雅憫，就說：「你們向我所說那頂小的兄弟就是這位嗎？」又說：「小兒啊，願　神賜恩給你！」","bklcl":"Iok-sek kia̍h-ba̍k khòaⁿ-kìⁿ i tâng-bú ê sió-tī, Piān-ngá-bín;  chiū kóng, Lí só͘ kā góa kóng soah-bé sió-tī, sī chit-ê mah?  Koh kóng, Sòe-kiáⁿ, goān Siōng-tè si-un hō͘ lí.","tghg":"約瑟攑目看見伊同母的小弟便雅憫，就講：「你所給我講煞尾小弟是此個嗎？」閣講：「細子，願上帝施恩互你！」","bklhl":"約瑟kia̍h目看見伊同母ê小弟，便雅憫；就講，你所kā我講soah尾小弟，是chit ê mah？Koh講，細kiáⁿ，願上帝施恩hō͘你。"}},{"book":"創","chapter":43,"verse":30,"versions":{"unv":"約瑟愛弟之情發動，就急忙尋找可哭之地，進入自己的屋裡，哭了一場。","bklcl":"Iok-sek thiàⁿ sió-tī ê chêng tōa siū kek-tōng;  chiū kóaⁿ-kín  chhē chi̍t-ūi thang thî-khàu;  ji̍p i ê pâng-keng thî-khàu;","tghg":"約瑟疼小弟的情大受激動，就趕緊尋一位通啼哭，入伊的房間啼哭。","bklhl":"約瑟疼小弟ê情大受激動；就趕緊chhē一位thang啼哭；入伊ê房間啼哭；"}},{"book":"創","chapter":43,"verse":31,"versions":{"unv":"他洗了臉出來，勉強隱忍，吩咐人擺飯。","bklcl":"āu-lâi sóe-bīn chhut-lâi, bián-kióng lún-teh;  hoan-hù khui-toh.","tghg":"後來洗面出來，勉強愞(lún)啲，吩咐開桌。","bklhl":"後來洗面出來，勉強忍teh；吩咐開桌。"}},{"book":"創","chapter":43,"verse":32,"versions":{"unv":"他們就為約瑟單擺了一席，為那些人又擺了一席，也為和約瑟同吃飯的埃及人另擺了一席，因為埃及人不可和希伯來人一同吃飯；那原是埃及人所厭惡的。","bklcl":"In chiū ūi Iok-sek lēng-gōa pâi chi̍t tè toh, ūi hiah-ê lâng koh pâi chi̍t tè, ia̍h ūi kap Iok-sek saⁿ-kap chia̍h ê Ai-ki̍p lâng lēng-gōa pâi chi̍t-tè;  in-ūi Ai-ki̍p lâng bōe thang kap Hi-pek-lâi lâng saⁿ-kap chia̍h, che sī Ai-ki̍p lâng só͘ iàm-ò͘ⁿ.","tghg":"𪜶就為約瑟另外排一塊桌，為許個人閣排一塊，亦為及約瑟相及食的埃及人另外排一塊，因為埃及人𣍐通及希伯來人相及食；這是埃及人所厭惡(iàm-òⁿ)。","bklhl":"In就為約瑟另外排一塊桌，為hiah-ê人koh排一塊，亦為kap約瑟相kap食ê埃及人另外排一塊；因為埃及人bōe-thang kap希伯來人相kap食，這是埃及人所厭惡。"}},{"book":"創","chapter":43,"verse":33,"versions":{"unv":"約瑟使眾弟兄在他面前排列坐席，都按著長幼的次序，眾弟兄就彼此詫異。","bklcl":"Hiah ê lâng chē tī i ê bīn-chêng, tōa-sòe chiàu in nî-hè ê chhù-sū;  hiah-ê lâng tāi-ke gông-ngia̍h.","tghg":"許個人坐佇伊的面前，大細照𪜶年歲的次序(chhù-sū)，許個人大家卬愕(gông-ngia̍h)。","bklhl":"Hiah-ê人坐tī伊ê面前，大細照in年歲ê次序；hiah-ê人大家gông-ngia̍h。"}},{"book":"創","chapter":43,"verse":34,"versions":{"unv":"約瑟把他面前的食物分出來，送給他們；但便雅憫所得的比別人多五倍。他們就飲酒，和約瑟一同宴樂。","bklcl":"Iok-sek chiong i bīn-chêng ê chia̍h-mi̍h, pun hō͘ in;  to̍k-to̍k Piān-ngá-bín só͘ tit-tio̍h-ê, pí pa̍t-lâng gō͘-pē chōe;  in chiū lim chiú, kap Iok-sek saⁿ-kap iàn-lo̍k.","tghg":"約瑟將伊面前的食物，分互𪜶；獨獨便雅憫所得著的比別人五倍多。𪜶就飲酒，及約瑟相及宴樂。","bklhl":"約瑟將伊面前ê食物，分hō͘ in；獨獨便雅憫所得tio̍h-ê，比別人五倍chōe；in就lim酒，kap約瑟相kap宴樂。"}}]