[{"book":"創","chapter":30,"verse":1,"versions":{"unv":"拉結見自己不給雅各生子，就嫉妒她姊姊，對雅各說：「你給我孩子，不然我就死了。」","bklcl":"La̍h-kiat khòaⁿ pún-sin bô kā Ngá-kok siⁿ kiáⁿ, chiū oàn-tò͘ i ê tōa-chí;  tùi Ngá-kok kóng, Lí tio̍h kiáⁿ hō͘ góa;  nā bô, góa beh sí.","tghg":"拉結看本身無給雅各生子，就怨妒伊的大姊，對雅各講：「你著子互我，若無我欲死。」","bklhl":"拉結看本身無kā雅各生kiáⁿ，就怨妒伊ê大姊；對雅各講，你tio̍h kiáⁿ hō͘我；若無，我beh死。"}},{"book":"創","chapter":30,"verse":2,"versions":{"unv":"雅各向拉結生氣，說：「叫你不生育的是　神，我豈能代替他作主呢？」","bklcl":"Ngá-kok siū-khì La̍h-kiat;  kóng, Hō͘ lí bô siⁿ-ê, sī Siōng-tè;  góa kiám sī thòe I mah?","tghg":"雅各受氣拉結，講：「互你無生的是上帝，我豈是替伊嗎？」","bklhl":"雅各受氣拉結；講，hō͘你無生ê，是上帝；我kiám是替伊mah？"}},{"book":"創","chapter":30,"verse":3,"versions":{"unv":"拉結說：「有我的使女辟拉在這裡，你可以與她同房，使她生子在我膝下，我便因她也得孩子（原文是被建立）。」","bklcl":"La̍h-kiat kóng, Lí khòaⁿ góa ê lú-pī Phek-la̍h tī-chia;  lí khì kap i tâng-pâng, hō͘ i siⁿ kiáⁿ phō tī góa ê kha-thâu-u;  góa iā chiū thang tùi i tit-tio̍h kiáⁿ.","tghg":"拉結講：「你看我的女婢辟拉佇遮，你去及伊同房，互伊生子抱佇我的腳頭窩，我也就通對伊得著子。」","bklhl":"拉結講，你看我ê女婢Phek-la̍h tī-chia；你去kap伊同房，hō͘伊生kiáⁿ抱tī我ê腳頭u；我也就thang tùi伊得tio̍h kiáⁿ。"}},{"book":"創","chapter":30,"verse":4,"versions":{"unv":"拉結就把她的使女辟拉給丈夫為妾；雅各便與她同房，","bklcl":"La̍h-kiat chiū chiong i ê lú-pī Phek-la̍h hō͘ i chòe-bó͘;  Ngá-kok chiū kap i tâng-pâng.","tghg":"拉結就將伊的女婢辟拉互伊做某，雅各就及伊同房，","bklhl":"拉結就將伊ê女婢Phek-la̍h hō͘伊做bó͘；雅各就kap伊同房。"}},{"book":"創","chapter":30,"verse":5,"versions":{"unv":"辟拉就懷孕，給雅各生了一個兒子。","bklcl":"Phek-la̍h hoâi-īn, kā Ngá-kok siⁿ chi̍t ê kiáⁿ.","tghg":"辟拉懷孕，給雅各生一個子。","bklhl":"Phek-la̍h懷孕，kā雅各生一个kiáⁿ。"}},{"book":"創","chapter":30,"verse":6,"versions":{"unv":"拉結說：「　神伸了我的冤，也聽了我的聲音，賜我一個兒子」，因此給他起名叫但（就是伸冤的意思）。","bklcl":"La̍h-kiat kóng, Siōng-tè kā góa phòaⁿ-toàn, ia̍h thiaⁿ góa ê siaⁿ, hō͘ góa ū kiáⁿ;  só͘-í kiò i ê miâ chòe Tàn.","tghg":"拉結講：「上帝給我判斷，亦聽我的聲，互我有子」，所以叫伊的名做但。","bklhl":"拉結講，上帝kā我判斷，亦聽我ê聲，hō͘我有kiáⁿ；所以叫伊ê名做Tàn。"}},{"book":"創","chapter":30,"verse":7,"versions":{"unv":"拉結的使女辟拉又懷孕，給雅各生了第二個兒子。","bklcl":"La̍h-kiat ê lú-pī Phek-la̍h koh hoâi-īn, kā Ngá-kok siⁿ tē-jī ê kiáⁿ;","tghg":"拉結的女婢辟拉閣懷孕，給雅各生第二個子。","bklhl":"拉結ê女婢Phek-la̍h koh懷孕，kā雅各生第二ê kiáⁿ；"}},{"book":"創","chapter":30,"verse":8,"versions":{"unv":"拉結說：「我與我姊姊大大相爭，並且得勝」，於是給他起名叫拿弗他利（就是相爭的意思）。","bklcl":"La̍h-kiat kóng, Góa kap góa ê tōa-chí hui-siông ê saⁿ-chiⁿ, ia̍h tit-tio̍h khah-iâⁿ;  chiū kiò i ê miâ chòe Ná-hut-tha-lī.","tghg":"拉結講：「我及我的大姊非常的相爭，亦得著卡贏」，就叫伊的名做拿弗他利。","bklhl":"拉結講，我kap我ê大姊非常ê相爭，亦得tio̍h khah贏；就叫伊ê名做Ná-hut-tha-lī。"}},{"book":"創","chapter":30,"verse":9,"versions":{"unv":"利亞見自己停了生育，就把使女悉帕給雅各為妾。","bklcl":"Lī-a khòaⁿ pún-sin thêng-hioh bô siⁿ, chiū chiong i ê lú-pī, Sek-phàⁿ, hō͘ Ngá-kok chòe bó͘.","tghg":"利亞看本身停歇無生，就將伊的女婢悉帕互雅各做某。","bklhl":"利亞看本身停歇無生，就將伊ê女婢，Sek-phàⁿ，hō͘雅各做bó͘。"}},{"book":"創","chapter":30,"verse":10,"versions":{"unv":"利亞的使女悉帕給雅各生了一個兒子。","bklcl":"Lī-a ê lú-pī Sek-phàⁿ kā Ngá-kok siⁿ kiáⁿ.","tghg":"利亞的女婢悉帕給雅各生子。","bklhl":"利亞ê女婢Sek-phàⁿ kā雅各生kiáⁿ。"}},{"book":"創","chapter":30,"verse":11,"versions":{"unv":"利亞說：「萬幸！」於是給他起名叫迦得（就是萬幸的意思）。","bklcl":"Lī-a kóng, Kai-chài! chiū kiò i ê miâ chòe Ka-tek.","tghg":"利亞講：「佳哉！」就叫伊的名做迦得。","bklhl":"利亞講，佳哉！就叫伊ê名做Ka-tek。"}},{"book":"創","chapter":30,"verse":12,"versions":{"unv":"利亞的使女悉帕又給雅各生了第二個兒子。","bklcl":"Lī-a ê lú-pī, Sek-phàⁿ, koh kā Ngá-kok siⁿ tē-jī ê kiáⁿ.","tghg":"利亞的女婢悉帕閣給雅各生第二個子。","bklhl":"利亞ê女婢，Sek-phàⁿ，koh kā雅各生第二ê kiáⁿ。"}},{"book":"創","chapter":30,"verse":13,"versions":{"unv":"利亞說：「我有福啊，眾女子都要稱我是有福的」，於是給他起名叫亞設（就是有福的意思）。","bklcl":"Lī-a kóng, Góa ū hok-khì!  chiah-ê cha-bó͘-gín-á lóng beh chheng góa ū hok-khì;  chiū kiò i ê miâ chòe A-siat.","tghg":"利亞講：「我有福氣，諸個查某囝仔攏欲稱我有福氣」，就叫伊的名做亞設。","bklhl":"利亞講，我有福氣！chiah ê cha-bó͘-gín-á lóng beh稱我有福氣；就叫伊ê名做A-siat。"}},{"book":"創","chapter":30,"verse":14,"versions":{"unv":"割麥子的時候，流便往田裡去，尋見風茄，拿來給他母親利亞。拉結對利亞說：「請你把你兒子的風茄給我些。」","bklcl":"Koah-be̍h ê sî, Liû-piān khì chhân-ni̍h, tit-tio̍h hong-ka, the̍h-lâi hō͘ i ê lāu-bú Lī-a.  La̍h-kiat tùi Lī-a kóng, Chhiáⁿ chiong lí ê kiáⁿ ê hong-ka hō͘ góa.","tghg":"割麥的時，流便去田裡，得著風茄，提來互伊的老母利亞。拉結對利亞講：「請將你的子的風茄互我。」","bklhl":"割麥ê時，Liû-piān去田裡，得tio̍h hong-ka，the̍h來hō͘伊ê老母利亞。拉結對利亞講，請將你ê kiáⁿ ê hong-ka hō͘我。"}},{"book":"創","chapter":30,"verse":15,"versions":{"unv":"利亞說：「你奪了我的丈夫還算小事嗎？你又要奪我兒子的風茄嗎？」拉結說：「為你兒子的風茄，今夜他可以與你同寢。」","bklcl":"Lī-a tùi i kóng, Lí chhiúⁿ-toa̍t góa ê tiōng-hu, kiám-sī sió-khóa sū;  lí koh chhiúⁿ-toa̍t góa ê kiáⁿ ê hong-ka mah?  La̍h-kiat kóng, Ūi-tio̍h lí ê kiáⁿ ê hong-ka, só͘-í kin-mî i thang kap lí saⁿ-kap khùn.","tghg":"利亞對伊講：「你搶奪我的丈夫，豈是小可事？你閣搶奪我的子的風茄嗎？」拉結講：「為著你的子的風茄，所以今暝伊通及你相及睏。」","bklhl":"利亞對伊講，你搶奪我ê丈夫，kiám是小khóa事；你koh搶奪我ê kiáⁿ ê hong-ka mah？拉結講，為tio̍h你ê kiáⁿ ê hong-ka，所以今暝伊thang kap你相kap睏。"}},{"book":"創","chapter":30,"verse":16,"versions":{"unv":"到了晚上，雅各從田裡回來，利亞出來迎接他，說：「你要與我同寢，因為我實在用我兒子的風茄把你雇下了。」那一夜，雅各就與她同寢。","bklcl":"Kàu àm, Ngá-kok tùi chhân-ni̍h tò-lâi;  Lī-a chhut-khì ngiâ-chih i, kóng, Lí tio̍h kap góa saⁿ-kap khùn;  in-ūi góa si̍t-chāi ēng góa ê kiáⁿ ê hong-ka chhiàⁿ lí.  Hit-mî i chiū kap i saⁿ-kap khùn.","tghg":"到暗，雅各對田裡倒來，利亞出去迎接(ngiâ-chih)伊，講：「你著及我相及睏，因為我實在用我的子的風茄倩你。」彼暝，伊就及伊相及睏。","bklhl":"到暗，雅各tùi 田裡 tò來；利亞出去迎接伊，講，你tio̍h kap我相kap睏；因為我實在用我ê kiáⁿ ê hong-ka倩你。Hit暝伊就kap伊相kap睏。"}},{"book":"創","chapter":30,"verse":17,"versions":{"unv":"　神應允了利亞，她就懷孕，給雅各生了第五個兒子。","bklcl":"Siōng-tè ún-chún Lī-a, i chiū hoâi-īn, kā Ngá-kok siⁿ tē-gō͘ ê kiáⁿ.","tghg":"上帝允准利亞，伊就懷孕，給雅各生第五個子。","bklhl":"上帝允准利亞，伊就懷孕，kā雅各生第五個kiáⁿ。"}},{"book":"創","chapter":30,"verse":18,"versions":{"unv":"利亞說：「　神給了我價值，因為我把使女給了我丈夫」，於是給他起名叫以薩迦（就是價值的意思）。","bklcl":"Lī-a kóng, Siōng-tè hō͘ góa kang-chîⁿ, in-ūi góa chiong lú-pī hō͘ góa ê tiōng-hu;  tùi án-ni kā i hō-miâ Í-sat-ka.","tghg":"利亞講：「上帝互我工錢，因為我將女婢互我的丈夫」，對按呢給伊號名以薩迦。","bklhl":"利亞講，上帝hō͘我工錢，因為我將女婢hō͘我ê丈夫；tùi án-ni kā伊號名Í-sat-ka。"}},{"book":"創","chapter":30,"verse":19,"versions":{"unv":"利亞又懷孕，給雅各生了第六個兒子。","bklcl":"Lī-a koh hoâi-īn, kā Ngá-kok siⁿ tē-la̍k ê kiáⁿ.","tghg":"利亞閣懷孕，給雅各生第六個子。","bklhl":"利亞koh懷孕，kā雅各生第六ê kiáⁿ。"}},{"book":"創","chapter":30,"verse":20,"versions":{"unv":"利亞說：「　神賜我厚賞；我丈夫必與我同住，因我給他生了六個兒子」，於是給他起名西布倫（就是同住的意思）。","bklcl":"Lī-a kóng, Siōng-tè siúⁿ-sù góa hó ê siúⁿ-sù;  góa ê tiōng-hu beh kap góa tòa, in-ūi góa kā i siⁿ la̍k ê kiáⁿ;  tùi án-ni kā i hō-miâ Se-pò͘-lûn.","tghg":"利亞講：「上帝賞賜我好的賞賜；我的丈夫欲及我住，因為我給伊生六個子」，對按呢給伊號名西布倫。","bklhl":"利亞講，上帝賞賜我好ê賞賜；我ê丈夫beh kap我tòa，因為我kā伊生六個kiáⁿ；tùi án-ni kā伊號名Se-pò͘-lûn。"}},{"book":"創","chapter":30,"verse":21,"versions":{"unv":"後來又生了一個女兒，給她起名叫底拿。","bklcl":"Āu-lâi siⁿ chi̍t ê cha-bó͘-kiáⁿ, kā i hō-miâ kiò Tí-ná.","tghg":"後來生一個查某子，給伊號名叫底拿。","bklhl":"後來生一个cha-bó͘-kiáⁿ，kā伊號名叫Tí-ná。"}},{"book":"創","chapter":30,"verse":22,"versions":{"unv":"　神顧念拉結，應允了她，使她能生育。","bklcl":"Siōng-tè siàu-liām La̍h-kiat, Siōng-tè ún-chún i, hō͘ i ōe siⁿ kiáⁿ.","tghg":"上帝數念拉結，上帝允准伊，互伊會生子。","bklhl":"上帝siàu念拉結，上帝允准伊，hō͘伊能生kiáⁿ。"}},{"book":"創","chapter":30,"verse":23,"versions":{"unv":"拉結懷孕生子，說：「　神除去了我的羞恥」，","bklcl":"I chiū hoâi-īn siⁿ kiáⁿ;  kóng, Siōng-tè tû-khì góa ê kiàn-siàu;","tghg":"伊就懷孕生子，講：「上帝除去我的見誚」，","bklhl":"伊就懷孕生kiáⁿ；講，上帝除去我ê見笑；"}},{"book":"創","chapter":30,"verse":24,"versions":{"unv":"就給他起名叫約瑟（就是增添的意思），意思說：「願耶和華再增添我一個兒子。」","bklcl":"chiū kā i hō-miâ Iok-sek, kóng, Goān Iâ-hô-hoa koh ke-thiⁿ góa chi̍t ê kiáⁿ.","tghg":"就給伊號名約瑟，講：「願耶和華閣加添我一個子。」","bklhl":"就kā伊號名約瑟，講，願耶和華koh加添我一个kiáⁿ。"}},{"book":"創","chapter":30,"verse":25,"versions":{"unv":"拉結生約瑟之後，雅各對拉班說：「請打發我走，叫我回到我本鄉本土去。","bklcl":"La̍h-kiat siⁿ Iok-sek liáu-āu, Ngá-kok tùi La̍h-pan kóng, Chhiáⁿ chhe góa khì, hō͘ góa tò-khì góa ê pún só͘-chāi, pún-tōe;","tghg":"拉結生約瑟了後，雅各對拉班講：「請差我去，互我倒去我的本所在本地。","bklhl":"拉結生約瑟了後，雅各對拉班講，請差我去，hō͘我tò去我ê本所在，本地；"}},{"book":"創","chapter":30,"verse":26,"versions":{"unv":"請你把我服事你所得的妻子和兒女給我，讓我走；我怎樣服事你，你都知道。」","bklcl":"chhiáⁿ lí chiong góa ho̍k-sāi lí só͘ tit-tio̍h ê bó͘-kiáⁿ hō͘ góa, iông-ún góa khì;  góa cháiⁿ-iūⁿ ho̍k-sāi lí, lí lóng chai.","tghg":"請你將我服事你所得著的某子互我，容允我去；我怎樣服事你，你攏知。」","bklhl":"請你將我服事你所得tio̍h ê bó͘-kiáⁿ hō͘我，容允我去；我怎樣服事你，你lóng知。"}},{"book":"創","chapter":30,"verse":27,"versions":{"unv":"拉班對他說：「我若在你眼前蒙恩，請你仍與我同住，因為我已算定，耶和華賜福與我是為你的緣故」；","bklcl":"La̍h-pan kā i kóng, Góa nā tī lí ê bīn-chêng tit-tio̍h un-tián, chhiáⁿ lí kap góa tòa;  in-ūi góa chhim-chai Iâ-hô-hoa sù góa hok-khì, sī ūi-tio̍h lí ê iân-kò͘.","tghg":"拉班給伊講：「我若佇你的面前得著恩典，請你及我住，因為我深知，耶和華賜我福氣是為著你的緣故」；","bklhl":"拉班kā伊講，我若tī你ê面前得tio̍h恩典，請你kap我tòa；因為我深知耶和華賜我福氣，是為tio̍h你ê緣故。"}},{"book":"創","chapter":30,"verse":28,"versions":{"unv":"又說：「請你定你的工價，我就給你。」","bklcl":"Koh kā i kóng, Chhiáⁿ lí tiāⁿ-tio̍h lí ê kang-chîⁿ, góa chiū hō͘ lí.","tghg":"閣給伊講：「請你定著你的工錢，我就互你。」","bklhl":"Koh kā伊講，請你定tio̍h你ê工錢，我就hō͘你。"}},{"book":"創","chapter":30,"verse":29,"versions":{"unv":"雅各對他說：「我怎樣服事你，你的牲畜在我手裡怎樣，是你知道的。","bklcl":"Ngá-kok kā i kóng, Góa ho̍k-sāi lí cháiⁿ-iūⁿ, lí ê cheng-siⁿ tī góa ê chhiú-thâu cháiⁿ-iūⁿ, sī lí só͘ chai.","tghg":"雅各給伊講：「我服事你怎樣，你的精牲佇我的手頭怎樣，是你所知。","bklhl":"雅各kā伊講，我服事你怎樣，你ê cheng-siⁿ tī我ê手頭怎樣，是你所知。"}},{"book":"創","chapter":30,"verse":30,"versions":{"unv":"我未來之先，你所有的很少，現今卻發大眾多，耶和華隨我的腳步賜福與你。如今，我甚麼時候才為自己興家立業呢？」","bklcl":"Góa bē lâi ê tāi-seng, lí só͘-ū-ê chin-chió, taⁿ chiū tōa hoat-ta̍t;  Iâ-hô-hoa ēng hok-khì tè góa ê kha lâi hō͘ lí;  taⁿ góa beh sím-mi̍h sî ūi góa ê ke kiàn-tì sán-gia̍p?","tghg":"我未來的代先，你所有的真少，今就大發達，耶和華用福氣隨我的腳來互你。今我欲甚麼時為我的家建置產業？」","bklhl":"我未來ê事先，你所有ê真少，taⁿ就大發達；耶和華用福氣tè我ê腳來hō͘你；taⁿ我beh甚麼時為我ê家建置產業？"}},{"book":"創","chapter":30,"verse":31,"versions":{"unv":"拉班說：「我當給你甚麼呢？」雅各說：「甚麼你也不必給我，只有一件事，你若應承，我便仍舊牧放你的羊群。","bklcl":"La̍h-pan kóng, Góa tio̍h hō͘ lí sím-mi̍h?  Ngá-kok kóng, Lí ia̍h m̄-bián hō͘ góa sím-mi̍h;  ū chi̍t-hāng sū, lí nā èng-sêng, chiū góa iû-goân chhī lí ê iûⁿ-kûn lâi kò͘-siú.","tghg":"拉班講：「我著互你甚麼？」雅各講：「你亦呣免互我甚麼，有一項事，你若應承，就我猶原飼你的羊群來顧守。","bklhl":"拉班講，我tio̍h hō͘你甚麼？雅各講，你亦m̄免hō͘我甚麼；有一項事，你若應承，就我猶原飼你ê羊群來顧守。"}},{"book":"創","chapter":30,"verse":32,"versions":{"unv":"今天我要走遍你的羊群，把綿羊中凡有點的、有斑的，和黑色的，並山羊中凡有斑的、有點的，都挑出來；將來這一等的就算我的工價。","bklcl":"Kin-á-ji̍t góa beh piàn-sûn lí ê iûⁿ-kûn, chiong mî-iûⁿ-tiong kìⁿ-ū tiám-ê, ū pan-ê, kap o͘-sek-ê, í-ki̍p soaⁿ-iûⁿ-tiong kìⁿ-ū pan-ê, ū tiám-ê, lóng poah-chhut;  chiong-lâi chit-khoán-ê chòe góa ê kang-chîⁿ.","tghg":"今仔日我欲遍巡你的羊群，將綿羊中見有點的、有斑的、及黑色的，以及山羊中見有斑的、有點的，攏撥出；將來此款的做我的工錢。","bklhl":"今á日我beh遍巡你ê羊群，將綿羊中見有點ê，有斑ê，kap烏色ê，以及山羊中見有斑ê，有點ê，lóng撥出；將來chit款ê做我ê工錢。"}},{"book":"創","chapter":30,"verse":33,"versions":{"unv":"以後你來查看我的工價，凡在我手裡的山羊不是有點有斑的，綿羊不是黑色的，那就算是我偷的；這樣便可證出我的公義來。」","bklcl":"Í-āu lí lâi khòaⁿ góa ê kang-chîⁿ, hit tiong-kan nā soaⁿ-iûⁿ bô tiám bô pan-ê, mî-iûⁿ bô o͘-sek-ê, chiū sǹg sī góa thau-ê;  ēng án-ni lâi chèng-bêng góa ê kong-tō.","tghg":"以後你來看我的工錢，彼中間若山羊無點無斑的，綿羊無黑色的，就算是我偷的；用按呢來證明我的公道。」","bklhl":"以後你來看我ê工錢，hit中間若山羊無點無斑ê，綿羊無烏色ê，就算是我偷ê；用án-ni來證明我ê公道。"}},{"book":"創","chapter":30,"verse":34,"versions":{"unv":"拉班說：「好啊！我情願照著你的話行。」","bklcl":"La̍h-pan kóng, Hó, góa goān chiàu lí ê ōe kiâⁿ.","tghg":"拉班講：「好！我願照你的話行。」","bklhl":"拉班講，好，我願照你ê話行。"}},{"book":"創","chapter":30,"verse":35,"versions":{"unv":"當日，拉班把有紋的、有斑的公山羊，有點的、有斑的、有雜白紋的母山羊，並黑色的綿羊，都挑出來，交在他兒子們的手下，","bklcl":"Tng hit-ji̍t, chiū chiong ū hûn ū pan ê soaⁿ-iûⁿ-káng, ū tiám ū pan, kàiⁿ pe̍h ê soaⁿ-iûⁿ-bú, í-ki̍p o͘-sek ê mî-iûⁿ, lóng poah-chhut lâi kau hō͘ i hiah-ê kiáⁿ.","tghg":"當彼日，就將有紋、有斑的山羊牨(káng)，有點、有斑、間白的山羊母，以及黑色的綿羊，攏撥出來，交互伊許個子，","bklhl":"當hit日，就將有痕有斑ê山羊káng，有點有斑，間(kàiⁿ)白ê山羊母，以及烏色ê綿羊，lóng撥出來交hō͘伊hiah-ê kiáⁿ。"}},{"book":"創","chapter":30,"verse":36,"versions":{"unv":"又使自己和雅各相離三天的路程。雅各就牧養拉班其餘的羊。","bklcl":"I hō͘ ka-kī kap Ngá-kok saⁿ-lī ū saⁿ-ji̍t ê lō͘-chām;  Ngá-kok chiū kò͘ La̍h-pan kî-û ê iûⁿ.","tghg":"伊互家己及雅各相離有三日的路站。雅各就顧拉班其餘的羊。","bklhl":"伊hō͘家己kap雅各相離有三日ê路站；雅各就顧拉班其餘ê羊。"}},{"book":"創","chapter":30,"verse":37,"versions":{"unv":"雅各拿楊樹、杏樹、楓樹的嫩枝，將皮剝成白紋，使枝子露出白的來，","bklcl":"Ngá-kok the̍h chhiⁿ ê iông-chhiū, hēng-chhiū, png-chhiū, nńg ê ki, chiong phê pak chiâⁿ pe̍h-hûn, hō͘ ki-lāi pe̍h-ê lō͘-chhut.","tghg":"雅各提青的楊樹、杏樹、楓樹軟的枝，將皮剝成白紋，互枝內白的露出，","bklhl":"雅各the̍h青ê楊樹、杏樹、楓樹，軟ê枝，將皮剝成白痕，hō͘枝內白ê露出。"}},{"book":"創","chapter":30,"verse":38,"versions":{"unv":"將剝了皮的枝子，對著羊群，插在飲羊的水溝裡和水槽裡，羊來喝的時候，牝牡配合。","bklcl":"Chiong pak-phê ê ki, chhah tī iûⁿ lim-chúi ê chúi-kau kap chúi-chô, hō͘ i kap iûⁿ saⁿ-tùi;  iûⁿ lâi lim ê sî, kang-bú kau-ha̍p;","tghg":"將剝皮的枝，插佇羊飲水的水溝及水槽，互伊及羊相對，羊來飲的時，公母交合。","bklhl":"將剝皮ê枝，插tī羊lim水ê水溝kap水槽，hō͘伊kap羊相對；羊來lim ê時，公母交合；"}},{"book":"創","chapter":30,"verse":39,"versions":{"unv":"羊對著枝子配合，就生下有紋的、有點的、有斑的來。","bklcl":"iûⁿ tī ki ê tùi-bīn kau-ha̍p, chiū siⁿ ū-hûn-ê, ū-tiám-ê, ū-pan-ê.","tghg":"羊佇枝的對面交合，就生有紋的、有點的、有斑的。","bklhl":"羊tī枝ê對面交合，就生有痕ê，有點ê，有斑ê。"}},{"book":"創","chapter":30,"verse":40,"versions":{"unv":"雅各把羊羔分出來，使拉班的羊與這有紋和黑色的羊相對，把自己的羊另放一處，不叫他和拉班的羊混雜。","bklcl":"Ngá-kok chiong iûⁿ-á poah-chhut, hō͘ La̍h-pan ê iûⁿ kap chiah-ê ū-hûn kap o͘-sek ê iûⁿ saⁿ-tùi;  chiong ka-kī ê iûⁿ lēng-gōa pàng tī chi̍t só͘-chāi, bô hō͘ i kap La̍h-pan ê iûⁿ chham-chhap.","tghg":"雅各將羊仔撥出，互拉班的羊及諸個有紋及黑色的羊相對，將家己的羊另外放佇一所在，無互伊及拉班的羊參插。","bklhl":"雅各將羊á撥出，hō͘拉班ê羊kap chiah ê有痕kap烏色ê羊相對；將家己ê羊另外放tī一所在，無hō͘伊kap拉班ê羊chham-chhap。"}},{"book":"創","chapter":30,"verse":41,"versions":{"unv":"到羊群肥壯配合的時候，雅各就把枝子插在水溝裡，使羊對著枝子配合。","bklcl":"Tú-tio̍h iûⁿ-kûn-tiong ióng-chòng-ê kau-ha̍p ê sî, Ngá-kok chiū ēng chhiū-ki chhah tī chúi-kau-lāi;  hō͘ iûⁿ tī chhiū-ki ê tùi-bīn kau-ha̍p.","tghg":"抵著(tú-tio̍h)羊群中勇壯的交合的時，雅各就用樹枝插佇水溝內，互羊佇樹枝的對面交合。","bklhl":"Tú-tio̍h羊群中勇壯ê交合ê時，雅各就用樹枝插tī水溝內；hō͘羊tī樹枝ê對面交合。"}},{"book":"創","chapter":30,"verse":42,"versions":{"unv":"只是到羊瘦弱配合的時候就不插枝子。這樣，瘦弱的就歸拉班，肥壯的就歸雅各。","bklcl":"Tú-tio̍h iûⁿ-kûn ê sán-ê, chiū bô chhah chhiū-ki;  tùi án-ni sán-ê kui La̍h-pan, ióng-chòng-ê kui Ngá-kok.","tghg":"抵著羊群的瘦的就無插樹枝。對按呢，瘦的歸拉班，勇壯的歸雅各。","bklhl":"Tú-tio̍h羊群ê瘦ê，就無插樹枝；tùi án-ni瘦ê歸拉班，勇壯ê歸雅各。"}},{"book":"創","chapter":30,"verse":43,"versions":{"unv":"於是雅各極其發大，得了許多的羊群、僕婢、駱駝，和驢。","bklcl":"Tùi án-ni i tōa hoat-ta̍t, tit-tio̍h chōe-chōe iûⁿ-kûn, lú-pī, lô͘-po̍k, lo̍k-tô, kap lû.","tghg":"對按呢伊大發達，得著多多羊群、女婢、奴僕、駱駝，及驢。","bklhl":"Tùi án-ni伊大發達，得tio̍h chōe-chōe羊群、女婢、奴僕、駱駝kap驢。"}}]