[{"book":"創","chapter":4,"verse":1,"versions":{"unv":"有一日，那人和他妻子夏娃同房，夏娃就懷孕，生了該隱（就是得的意思），便說：「耶和華使我得了一個男子。」","bklcl":"Hit-lâng kap i ê bó͘ Hā-oa tâng-pâng;  Hā-oa chiū hoâi-īn siⁿ Kai-ún, kóng, Góa tùi Iâ-hô-hoa pì-iū tit-tio̍h kiáⁿ.","tghg":"彼人及伊的某夏娃同房，夏娃就懷孕生該隱，講：「我對耶和華庇佑得著子。」","bklhl":"Hit人kap伊ê bó͘夏娃同房；夏娃就懷孕生該隱，講，我tùi耶和華庇佑得tio̍h kiáⁿ。"}},{"book":"創","chapter":4,"verse":2,"versions":{"unv":"又生了該隱的兄弟亞伯。亞伯是牧羊的；該隱是種地的。","bklcl":"Koh siⁿ i ê sió-tī A-pek.  A-pek sī kò͘-iûⁿ-ê, Kai-ún sī choh-chhân-ê.","tghg":"閣生伊的小弟亞伯。亞伯是顧羊者，該隱是作田者。","bklhl":"Koh生伊ê小弟亞伯。亞伯是顧羊ê，該隱是作田ê。"}},{"book":"創","chapter":4,"verse":3,"versions":{"unv":"有一日，該隱拿地裡的出產為供物獻給耶和華；","bklcl":"Kàu ji̍t-āu, Kai-ún chiong thó͘-sán chòe lé-mi̍h hiàn hō͘ Iâ-hô-hoa.","tghg":"到日後，該隱將土產做禮物獻互耶和華；","bklhl":"到日後，該隱將土產做禮物獻hō͘耶和華。"}},{"book":"創","chapter":4,"verse":4,"versions":{"unv":"亞伯也將他羊群中頭生的和羊的脂油獻上。耶和華看中了亞伯和他的供物，","bklcl":"A-pek iā chiong iûⁿ-kûn-tiong thâu-chiūⁿ-siⁿ ê iûⁿ kap i ê iû the̍h-lâi hiàn.  Iâ-hô-hoa koàn-kò͘ A-pek kap i ê lé-mi̍h;","tghg":"亞伯也將羊群中頭上生的羊及伊的油提來獻。耶和華眷顧亞伯及伊的禮物，","bklhl":"亞伯也將羊群中頭chiūⁿ生ê羊kap伊ê油the̍h來獻。耶和華眷顧亞伯kap伊ê禮物；"}},{"book":"創","chapter":4,"verse":5,"versions":{"unv":"只是看不中該隱和他的供物。該隱就大大地發怒，變了臉色。","bklcl":"chóng-sī bô koàn-kò͘ Kai-ún kap i ê lé-mi̍h.  Kai-ún chiū tōa siū-khì, pìⁿ-bīn.","tghg":"總是無眷顧該隱及伊的禮物。該隱就大受氣，變面。","bklhl":"總是無眷顧該隱kap伊ê禮物。該隱就大受氣，變面。"}},{"book":"創","chapter":4,"verse":6,"versions":{"unv":"耶和華對該隱說：「你為甚麼發怒呢？你為甚麼變了臉色呢？","bklcl":"Iâ-hô-hoa tùi Kai-ún kóng, Lí siáⁿ-sū siū-khì?  lí siáⁿ-sū pìⁿ-bīn?","tghg":"耶和華對該隱講：「你啥事受氣？你啥事變面？","bklhl":"耶和華對該隱講，你啥事受氣？你啥事變面？"}},{"book":"創","chapter":4,"verse":7,"versions":{"unv":"你若行得好，豈不蒙悅納？你若行得不好，罪就伏在門前。它必戀慕你，你卻要制伏它。」","bklcl":"Lí nā kiâⁿ-hó, kiám bô tit-tio̍h kàm-la̍p?  nā bô kiâⁿ-hó, chōe-gia̍t bâi-ho̍k tī mn̂g-kháu;  i beh loân-bō͘ lí, lí beh koán-hat i.","tghg":"你若行好，豈無得著鑒納？若無行好，罪孽(chōe-gia̍t)埋伏佇門口。伊欲戀慕你，你欲管轄伊。」","bklhl":"你若行好，kiám無得tio̍h鑒納？若無行好，罪孽埋伏tī門口；伊beh戀慕你，你beh管轄伊。"}},{"book":"創","chapter":4,"verse":8,"versions":{"unv":"該隱與他兄弟亞伯說話；二人正在田間。該隱起來打他兄弟亞伯，把他殺了。","bklcl":"Kai-ún kā i ê sió-tī kóng.  Í-āu in tī soaⁿ-ni̍h ê sî, Kai-ún kong-kek i ê sió-tī A-pek, kā i thâi-sí.","tghg":"該隱給伊的小弟講；以後𪜶佇山裡的時，該隱攻擊伊的小弟亞伯，給伊刣死。","bklhl":"該隱kā伊ê小弟講。以後in tī山裡ê時，該隱攻擊伊ê小弟亞伯，kā伊刣死。"}},{"book":"創","chapter":4,"verse":9,"versions":{"unv":"耶和華對該隱說：「你兄弟亞伯在哪裡？」他說：「我不知道！我豈是看守我兄弟的嗎？」","bklcl":"Iâ-hô-hoa tùi Kai-ún kóng, Lí ê sió-tī A-pek tī tah-lo̍h?  I kóng, M̄-chai;  góa kiám-sī kò͘-siú góa ê sió-tī-ê mah?","tghg":"耶和華對該隱講：「你的小弟亞伯佇叨落？」伊講：「呣知！我豈是顧守我的小弟的嗎？」","bklhl":"耶和華對該隱講，你ê小弟亞伯tī tah-lo̍h？伊講，m̄知；我kiám是顧守我ê小弟ê mah？"}},{"book":"創","chapter":4,"verse":10,"versions":{"unv":"耶和華說：「你做了甚麼事呢？你兄弟的血有聲音從地裡向我哀告。","bklcl":"I kóng, Lí ū chòe sím-mi̍h?  Lín sió-tī ê huih ê siaⁿ tùi tōe-ni̍h âu-kiò Góa.","tghg":"伊講：「你有做甚麼？恁小弟的血的聲對地裡喉叫我。","bklhl":"伊講，你有做甚麼？Lín小弟ê血ê聲tùi地裡喉叫我。"}},{"book":"創","chapter":4,"verse":11,"versions":{"unv":"地開了口，從你手裡接受你兄弟的血。現在你必從這地受咒詛。","bklcl":"Tōe ū khui-chhùi tùi lí ê chhiú lâi chiap-siū lín sió-tī ê huih, taⁿ lí tùi chit ê tōe siū chiù-chó͘.","tghg":"地有開嘴，對你的手來接受恁小弟的血。今你對此個地受咒詛。","bklhl":"地有開嘴對你ê手來接受lín小弟ê血，taⁿ你tùi chit ê地受咒詛。"}},{"book":"創","chapter":4,"verse":12,"versions":{"unv":"你種地，地不再給你效力；你必流離飄蕩在地上。」","bklcl":"Lí chèng-choh, tōe bô beh chhut thó͘-sán hō͘ lí;  lí beh sì-kòe cháu, phiau-liû tōe-chiūⁿ.","tghg":"你種作，地無欲出土產互你；你欲四界走，漂流地上。」","bklhl":"你種作，地無beh出土產hō͘你；你beh四界走，漂流地上。"}},{"book":"創","chapter":4,"verse":13,"versions":{"unv":"該隱對耶和華說：「我的刑罰太重，過於我所能當的。","bklcl":"Kai-ún tùi Iâ-hô-hoa kóng, Góa ê hêng-hoa̍t thài-tāng, kè-thâu tī góa só͘ ōe-tng-ê.","tghg":"該隱對耶和華講：「我的刑罰太重，過頭佇我所會當的。","bklhl":"該隱對耶和華講，我ê刑罰太重，過頭tī我所能當ê。"}},{"book":"創","chapter":4,"verse":14,"versions":{"unv":"你如今趕逐我離開這地，以致不見你面；我必流離飄蕩在地上，凡遇見我的必殺我。」","bklcl":"Lí kin-á-ji̍t kóaⁿ góa lī-khui chit ê tōe-bīn, bô thang tòa tī Lí ê bīn-chêng;  góa sì-kòe cháu phiau-liû tōe-chiūⁿ;  kìⁿ-nā tú-tio̍h góa ê beh thâi-sí góa.","tghg":"你今仔日趕我離開此個地面，無通住佇你的面前；我四界走漂流地上，見若抵著(tú-tio̍h)我的欲刣死我。」","bklhl":"你今á日趕我離開chit ê地面，無thang tòa tī你ê面前；我四界走漂流地上；見若tú-tio̍h我ê beh 刣死我。"}},{"book":"創","chapter":4,"verse":15,"versions":{"unv":"耶和華對他說：「凡殺該隱的，必遭報七倍。」耶和華就給該隱立一個記號，免得人遇見他就殺他。","bklcl":"Iâ-hô-hoa tùi i kóng, In-ūi án-ni, kìⁿ-nā thâi-sí Kai-ún ê, beh siū chhit-pē ê pò-èng.  Iâ-hô-hoa chiū kā Kai-ún li̍p chi̍t ê kì-hō, bián-tit tú-tio̍h i ê thâi-sí i.","tghg":"耶和華對伊講：「因為按呢，見若刣死該隱的，欲受七倍的報應。」耶和華就給該隱立一個記號，免得抵著伊的刣死伊。","bklhl":"耶和華對伊講，因為án-ni，見若刣死該隱ê，beh受七倍ê報應。耶和華就kā該隱立一个記號，免得tú-tio̍h伊ê 刣死伊。"}},{"book":"創","chapter":4,"verse":16,"versions":{"unv":"於是該隱離開耶和華的面，去住在伊甸東邊挪得之地。","bklcl":"Kai-ún chiū lī-khui Iâ-hô-hoa ê bīn-chêng, khì tī Ai-tiân ê tang-sì, Lô-tek ê tōe, khiā-khí.","tghg":"該隱就離開耶和華的面前，去佇伊甸的東勢羅得的地徛起。","bklhl":"該隱就離開耶和華ê面前，去tī伊甸ê東勢，羅得ê地，khiā起。"}},{"book":"創","chapter":4,"verse":17,"versions":{"unv":"該隱與妻子同房，他妻子就懷孕，生了以諾。該隱建造了一座城，就按著他兒子的名將那城叫做以諾。","bklcl":"Kai-ún kap i ê bó͘ tâng-pâng;  i ê bó͘ hoâi-īn siⁿ Í-lo̍k;  Kai-ún khí siâⁿ, chiū chiàu i ê kiáⁿ ê miâ chheng hit ê siâⁿ ê miâ chòe Í-lo̍k.","tghg":"該隱及伊的某同房，伊的某懷孕，生以諾。該隱起城，就照伊的子的名稱彼個城的名做以諾。","bklhl":"該隱kap伊ê bó͘同房；伊ê bó͘懷孕生以諾；該隱起城，就照伊ê kiáⁿ ê名稱hit ê城ê名做以諾。"}},{"book":"創","chapter":4,"verse":18,"versions":{"unv":"以諾生以拿；以拿生米戶雅利；米戶雅利生瑪土撒利；瑪土撒利生拉麥。","bklcl":"Í-lo̍k siⁿ Í-ná;  Í-ná siⁿ Bí-hō͘-ngá-lī;  Bí-hō͘-ngá-lī siⁿ Má-thó͘-sat-lī;  Má-thó͘-sat-lī siⁿ La̍h-be̍k.","tghg":"以諾生以拿；以拿生米戶雅利；米戶雅利生瑪土撒利；瑪土撒利生拉麥。","bklhl":"以諾生Í-ná；Í-ná生Bí-hō͘-ngá-lī；Bí-hō͘-ngá-lī生Má-thó͘-sat-lī；Má-thó͘-sat-lī生La̍h-be̍k。"}},{"book":"創","chapter":4,"verse":19,"versions":{"unv":"拉麥娶了兩個妻：一個名叫亞大，一個名叫洗拉。","bklcl":"La̍h-be̍k chhōa nn̄g ê bó͘; chi̍t-ê miâ A-tāi, chi̍t-ê miâ Sé-la̍h.","tghg":"拉麥娶二個某：一個名亞大，一個名洗拉。","bklhl":"La̍h-be̍k chhōa兩個bó͘；一个名A-tāi，一个名Sé-la̍h。"}},{"book":"創","chapter":4,"verse":20,"versions":{"unv":"亞大生雅八；雅八就是住帳棚、牧養牲畜之人的祖師。","bklcl":"A-tāi siⁿ Ngá-pat;  i chòe khiā-khí pò͘-pîⁿ chhī cheng-siⁿ ê lâng ê chó͘.","tghg":"亞大生雅八；伊做徛起布棚、飼精牲的人的祖。","bklhl":"A-tāi生Ngá-pat；伊做khiā起布棚飼cheng-siⁿ ê人ê祖。"}},{"book":"創","chapter":4,"verse":21,"versions":{"unv":"雅八的兄弟名叫猶八；他是一切彈琴吹簫之人的祖師。","bklcl":"I ê sió-tī miâ Iû-pat;  i sī chòe it-chhè tôaⁿ-khîm pûn-siau ê lâng ê chó͘.","tghg":"伊的小弟名猶八；伊是做一切彈琴歕(pûn)簫的人的祖。","bklhl":"伊ê小弟名Iû-pat；伊是做一切彈琴pûn簫ê人ê祖。"}},{"book":"創","chapter":4,"verse":22,"versions":{"unv":"洗拉又生了土八‧該隱；他是打造各樣銅鐵利器的（或譯：是銅匠鐵匠的祖師）。土八‧該隱的妹子是拿瑪。","bklcl":"Sé-la̍h iā siⁿ Thó͘-pat-kai-ún;  i chiū-sī chè-chō ta̍k-iūⁿ tâng thih lāi-khì ê;  Thó͘-pat-kai-ún ê chí-bē chiū-sī Ná-má.","tghg":"洗拉也生土八該隱；伊就是製造逐樣銅鐵利器的。土八該隱的姊妹就是拿瑪。","bklhl":"Sé-la̍h也生Thó͘-pat-kai-ún；伊就是製造ta̍k樣銅鐵利器ê；Thó͘-pat-kai-ún ê姊妹就是Ná-má。"}},{"book":"創","chapter":4,"verse":23,"versions":{"unv":"拉麥對他兩個妻子說：亞大、洗拉，聽我的聲音；拉麥的妻子，細聽我的話語：壯年人傷我，我把他殺了；少年人損我，我把他害了（或譯：我殺壯士卻傷自己，我害幼童卻損本身）。","bklcl":"La̍h-be̍k tùi i nn̄g ê bó͘ kóng: \tA-tāi kap Sé-la̍h ah, tio̍h thiaⁿ góa ê siaⁿ, \tLa̍h-be̍k ê bó͘ ah, tio̍h tì-ì thiaⁿ góa ê ōe;\tLâng siong góa, góa thâi i,\tSiàu-liân lâng hāi góa, góa thâi i.","tghg":"拉麥對伊二個某講：亞大及洗拉啊！著聽我的聲；拉麥的某啊！著致意聽我的話：人傷我，我刣伊；少年人害我，我刣伊。","bklhl":"La̍h-be̍k對伊兩個bó͘講：\tA-tāi kap Sé-la̍h ah，tio̍h聽我ê聲，\tLa̍h-be̍k ê bó͘ ah，tio̍h致意聽我ê話；\t人傷我，我刣伊，\t少年人害我，我刣伊。"}},{"book":"創","chapter":4,"verse":24,"versions":{"unv":"若殺該隱，遭報七倍，殺拉麥，必遭報七十七倍。","bklcl":"Kai-ún ê sin-oan nā sī chhit-pē,\tChiū La̍h-be̍k ê sin-oan tek-khak chhit-cha̍p-chhit pē.","tghg":"該隱的伸冤，若是七倍，就拉麥的伸冤，的確七十七倍。","bklhl":"該隱ê伸冤若是七倍，\t就La̍h-be̍k ê伸冤的確七十七倍。"}},{"book":"創","chapter":4,"verse":25,"versions":{"unv":"亞當又與妻子同房，她就生了一個兒子，起名叫塞特，意思說：「　神另給我立了一個兒子代替亞伯，因為該隱殺了他。」","bklcl":"A-tong koh kap i ê bó͘ tâng-pâng; i ê bó͘ siⁿ-kiáⁿ, piáu-miâ kiò Siat; sī kóng, Siōng-tè koh kā góa siat-li̍p chi̍t ê kiáⁿ lâi thòe A-pek, in-ūi Kai-ún kā i thâi-sí.","tghg":"亞當閣及伊的某同房，伊的某生子，標名叫設，是講：「上帝閣給我設立一個子來替亞伯，因為該隱給伊刣死。」","bklhl":"亞當koh kap伊ê bó͘同房；伊ê bó͘生kiáⁿ，表名叫Siat；是講，上帝koh kā我設立一个kiáⁿ來替亞伯，因為該隱kā伊刣死。"}},{"book":"創","chapter":4,"verse":26,"versions":{"unv":"塞特也生了一個兒子，起名叫以挪士。那時候，人才求告耶和華的名。","bklcl":"Siat iā siⁿ-kiáⁿ, piáu-miâ Í-lô-sū;  hit-sî lâng chiah khí-thâu kiû-kiò Iâ-hô-hoa ê miâ.","tghg":"設也生子，標名以羅士。彼時，人才起頭求叫耶和華的名。","bklhl":"Siat也生kiáⁿ，表名Í-lô-sū；hit時人chiah起頭求叫耶和華ê名。"}}]