[{"book":"創","chapter":20,"verse":1,"versions":{"unv":"亞伯拉罕從那裡向南地遷去，寄居在加低斯和書珥中間的基拉耳。","bklcl":"A-pek-la̍h-hán tùi-hia chām-chām ǹg lâm-hng sóa-khì;  tòa tī Ka-te-su kap Su-jíⁿ ê tiong-kan, kià-ku tī Ki-la̍h-jíⁿ.","tghg":"亞伯拉罕對遐站站向南方徙去，住佇加低斯及書珥的中間，寄居佇基拉耳。","bklhl":"亞伯拉罕tùi-hia暫暫ǹg南方徙去；tòa tī Ka-te-su kap Su-jíⁿ ê中間，寄居tī Ki-la̍h-jíⁿ。"}},{"book":"創","chapter":20,"verse":2,"versions":{"unv":"亞伯拉罕稱他的妻撒拉為妹子，基拉耳王亞比米勒差人把撒拉取了去。","bklcl":"A-pek-la̍h-hán kóng kàu i ê bó͘ Sat-la̍h, chiū kóng, Sī góa ê sió-bē;  Ki-la̍h-jíⁿ ông A-pí-bí-le̍k chhe lâng chiong Sat-la̍h chhōa-khì.","tghg":"亞伯拉罕講到伊的某撒拉，就講是我的小妹，基拉耳王亞比米勒差人將撒拉導去。","bklhl":"亞伯拉罕講到伊ê bó͘撒拉，就講，是我ê小妹；Ki-la̍h-jíⁿ王A-pí-bí-le̍k差人將撒拉chhōa去。"}},{"book":"創","chapter":20,"verse":3,"versions":{"unv":"但夜間，　神來，在夢中對亞比米勒說：「你是個死人哪！因為你取了那女人來；她原是別人的妻子。」","bklcl":"Mî-sî, bîn-bāng-tiong, Siōng-tè lâi kā A-pí-bí-le̍k kóng, Lí sī kai sí ê lâng, in-ūi lí só͘ chhōa hit ê hū-jîn-lâng sī lâng ê bó͘.","tghg":"暝時，眠夢中，上帝來，給亞比米勒講：「你是該死的人！因為你所娶彼個婦仁人；是人的某。」","bklhl":"暝時，眠夢中，上帝來kā A-pí-bí-le̍k講，你是該死ê人，因為你所chhōa hit ê婦人人是人ê bó͘。"}},{"book":"創","chapter":20,"verse":4,"versions":{"unv":"亞比米勒卻還沒有親近撒拉；他說：「主啊，連有義的國，你也要毀滅嗎？","bklcl":"A-pí-bí-le̍k iáu-bē chhin-kūn i, chiū kóng, Chú ah, kiâⁿ-gī ê peh-sìⁿ, Lí ia̍h beh bia̍t i mah?","tghg":"亞比米勒猶未親近伊；就講：「主啊！行義的百姓，你亦欲滅伊嗎？","bklhl":"A-pí-bí-le̍k iáu未親近伊，就講，主ah，行義ê百姓，你亦beh滅伊mah？"}},{"book":"創","chapter":20,"verse":5,"versions":{"unv":"那人豈不是自己對我說『她是我的妹子』嗎？就是女人也自己說：『他是我的哥哥。』我做這事是心正手潔的。」","bklcl":"Hit-lâng kiám m̄-sī pún-sin tùi góa kóng, I sī góa ê sió-bē mah?  Chiū hū-jîn-lâng ia̍h pún-sin kóng, I sī góa ê hiaⁿ;  góa chòe chit ê sū, sī sim toan-chèng, chhiú chheng-khì.","tghg":"彼人豈呣是本身對我講，『伊是我的小妹』嗎？就婦仁人也本身講：『伊是我的兄。』我做此個事是心端正手清氣。」","bklhl":"Hit人kiám m̄是本身對我講，伊是我ê小妹mah？就婦人人亦本身講，伊是我ê兄；我做chit ê事，是心端正，手清氣。"}},{"book":"創","chapter":20,"verse":6,"versions":{"unv":"　神在夢中對他說：「我知道你做這事是心中正直；我也攔阻了你，免得你得罪我，所以我不容你沾著她。","bklcl":"Siōng-tè tī bāng-tiong tùi i kóng, Góa pún chai lí chòe chit ê sū, sī sim-tiong toan-chèng;  Góa chiah chó͘-tòng lí, bián-tit lí tek-chōe Góa;  só͘-í Góa bô iông-ún lí bong-tio̍h i.","tghg":"上帝佇夢中對伊講：「我本知你做此個事是心中端正；我才阻擋你，免得你得罪我，所以我無容允你摸著伊。","bklhl":"上帝tī夢中對伊講，我本知你做chit ê事，是心中端正；我chiah阻擋你，免得你得罪我；所以我無容允你摸tio̍h伊。"}},{"book":"創","chapter":20,"verse":7,"versions":{"unv":"現在你把這人的妻子歸還他；因為他是先知，他要為你禱告，使你存活。你若不歸還他，你當知道，你和你所有的人都必要死。」","bklcl":"Taⁿ lí tio̍h chiong chit lâng ê bó͘ hêng-i, in-ūi i sī sian-ti;  i beh thòe lí kî-tó, lí chiah ōe oa̍h;  lí nā m̄ hêng-i, lí tio̍h chai, lí kap lí só͘ ū ê lâng lóng tit-beh sí.","tghg":"今你著將此人的某還伊；因為伊是先知，伊欲替你祈禱，你才會活。你若呣還伊，你著知，你及你所有的人攏得欲死。」","bklhl":"Taⁿ你tio̍h將chit人ê bó͘還伊，因為伊是先知；伊beh替你祈禱，你chiah會活；你若m̄還伊，你tio̍h知，你kap你所有ê人lóng得beh死。"}},{"book":"創","chapter":20,"verse":8,"versions":{"unv":"亞比米勒清早起來，召了眾臣僕來，將這些事都說給他們聽，他們都甚懼怕。","bklcl":"A-pí-bí-le̍k thàu-chá khí-lâi, kiò chèng lô͘-po̍k lâi, chiong chiah-ê tāi-chì lóng kóng hō͘ in thiaⁿ;  hiah-ê lâng lóng chin kiaⁿ.","tghg":"亞比米勒透早起來，叫眾奴僕來，將諸個代誌攏講互𪜶聽，許個人攏真驚。","bklhl":"A-pí-bí-le̍k透早起來，叫眾奴僕來，將chiah ê tāi-chì lóng講hō͘ in聽；hiah-ê人lóng真驚。"}},{"book":"創","chapter":20,"verse":9,"versions":{"unv":"亞比米勒召了亞伯拉罕來，對他說：「你怎麼向我這樣行呢？我在甚麼事上得罪了你，你竟使我和我國裡的人陷在大罪裡？你向我行不當行的事了！」","bklcl":"A-pí-bí-le̍k kiò A-pek-la̍h-hán lâi, tùi i kóng, Lí tùi goán só͘ kiâⁿ-ê sī sím-mi̍h sū?  góa ū sím-mi̍h tek-chōe lí, lí kéng-jiân hō͘ góa kap góa kok-lāi ê lâng hām-lo̍h tāng-chōe?  lí tùi góa kiâⁿ m̄ eng-kai kiâⁿ ê sū.","tghg":"亞比米勒叫亞伯拉罕來，對伊講：「你對阮所行的是甚麼事？我有甚麼得罪你，你竟然互我及我國內的人陷落重罪？你對我行呣應該行的事！」","bklhl":"A-pí-bí-le̍k叫亞伯拉罕來，對伊講，你對阮所行ê是甚麼事？我有甚麼得罪你，你竟然hō͘我kap我國內ê人陷落重罪？你對我行m̄應該行ê事。"}},{"book":"創","chapter":20,"verse":10,"versions":{"unv":"亞比米勒又對亞伯拉罕說：「你見了甚麼才做這事呢？」","bklcl":"A-pí-bí-le̍k koh tùi A-pek-la̍h-hán kóng, Lí khòaⁿ-kìⁿ sím-mi̍h, chiah chòe chit ê sū?","tghg":"亞比米勒閣對亞伯拉罕講：「你看見甚麼才做此個事？」","bklhl":"A-pí-bí-le̍k koh對亞伯拉罕講，你看見甚麼，chiah做chit ê事？"}},{"book":"創","chapter":20,"verse":11,"versions":{"unv":"亞伯拉罕說：「我以為這地方的人總不懼怕　神，必為我妻子的緣故殺我。","bklcl":"A-pek-la̍h-hán kóng, Góa phah-sǹg chit só͘-chāi ê lâng lóng bô kiaⁿ Siōng-tè;  in beh ūi-tio̍h góa ê bó͘ ê iân-kò͘ thâi-sí góa.","tghg":"亞伯拉罕講：「我拍算此所在的人攏無驚上帝，𪜶欲為著我的某的緣故刣死我。","bklhl":"亞伯拉罕講，我phah算chit所在ê人lóng無驚上帝；in beh為tio̍h我ê bó͘ ê緣故刣死我。"}},{"book":"創","chapter":20,"verse":12,"versions":{"unv":"況且她也實在是我的妹子；她與我是同父異母，後來作了我的妻子。","bklcl":"Koh i ia̍h si̍t-chāi sī góa ê sió-bē, siâng-pē koh-bú, āu-lâi chòe góa ê bó͘.","tghg":"閣伊亦實在是我的小妹；像父各母，後來做我的某。","bklhl":"Koh伊亦實在是我ê小妹，siâng父koh母，後來做我ê bó͘。"}},{"book":"創","chapter":20,"verse":13,"versions":{"unv":"當　神叫我離開父家、飄流在外的時候，我對她說：『我們無論走到甚麼地方，你可以對人說：他是我的哥哥；這就是你待我的恩典了。』」","bklcl":"Tng Siōng-tè kah góa lī-khui lāu-pē ê ke, sì-kòe kiâⁿ ê sî, góa kā i kóng, chiong-lâi lán só͘ kàu ê só͘-chāi, chhiáⁿ lí chheng góa kóng, I sī góa ê hiaⁿ; che chiū-sī lí khoán-thāi góa ê un.","tghg":"當上帝教我離開老父的家、四界行的時，我給伊講：『將來咱所到的所在，請你稱我講：伊是我的兄；這就是你款待我的恩。』」","bklhl":"當上帝kah我離開老父ê家，四界行ê時，我kā伊講，將來咱所到ê所在，請你稱我講，伊是我ê兄；這就是你款待我ê恩。"}},{"book":"創","chapter":20,"verse":14,"versions":{"unv":"亞比米勒把牛、羊、僕婢賜給亞伯拉罕，又把他的妻子撒拉歸還他。","bklcl":"A-pí-bí-le̍k chiong iûⁿ, gû, lô͘-po̍k, lú-pī, hō͘ A-pek-la̍h-hán;  koh chiong i ê bó͘ Sat-la̍h hêng-i.","tghg":"亞比米勒將羊、牛、奴僕、女婢互亞伯拉罕，閣將伊的某撒拉還伊。","bklhl":"A-pí-bí-le̍k將羊、牛、奴僕、女婢，hō͘亞伯拉罕；koh將伊ê bó͘撒拉還伊。"}},{"book":"創","chapter":20,"verse":15,"versions":{"unv":"亞比米勒又說：「看哪，我的地都在你面前，你可以隨意居住」；","bklcl":"A-pí-bí-le̍k koh kóng, Lí khòaⁿ, góa ê tōe lóng tī lí ê bīn-chêng, lí thang sûi-ì khiā-khí.","tghg":"亞比米勒閣講：「你看，我的地攏佇你的面前，你通隨意徛起。」","bklhl":"A-pí-bí-le̍k koh講，你看，我ê地lóng tī你ê面前，你thang隨意khiā起。"}},{"book":"創","chapter":20,"verse":16,"versions":{"unv":"又對撒拉說：「我給你哥哥一千銀子，作為你在閤家人面前遮羞的（羞：原文是眼），你就在眾人面前沒有不是了。」","bklcl":"Koh kā Sat-la̍h kóng, Góa hō͘ lí ê hiaⁿ chi̍t chheng gûn, kā lí tùi choân-ke chòe jia ba̍k-chiu-ê;  taⁿ lí tī it-chhè lóng bô put-sī.","tghg":"閣給撒拉講：「我互你的兄一千銀，給你對全家做遮目睭的，今你佇一切攏無不是。」","bklhl":"Koh kā撒拉講，我hō͘你ê兄一千銀，kā你對全家做遮目睭ê；taⁿ你tī一切lóng無不是。"}},{"book":"創","chapter":20,"verse":17,"versions":{"unv":"亞伯拉罕禱告　神，　神就醫好了亞比米勒和他的妻子，並他的眾女僕，她們便能生育。","bklcl":"A-pek-la̍h-hán kî-tó Siōng-tè;  Siōng-tè chiū i-hó A-pí-bí-le̍k kap i ê bó͘ kap lú-pī, in chiū ōe siⁿ kiáⁿ.","tghg":"亞伯拉罕祈禱上帝，上帝就醫好亞比米勒及伊的某，及女婢，𪜶就會生子。","bklhl":"亞伯拉罕祈禱上帝；上帝就醫好A-pí-bí-le̍k kap伊ê bó͘ kap女婢，in就能生kiáⁿ。"}},{"book":"創","chapter":20,"verse":18,"versions":{"unv":"因耶和華為亞伯拉罕的妻子撒拉的緣故，已經使亞比米勒家中的婦人不能生育。","bklcl":"In-ūi Iâ-hô-hoa ūi-tio̍h A-pek-la̍h-hán ê bó͘ Sat-la̍h ê iân-kò͘, í-keng hō͘ A-pí-bí-le̍k ke-lāi ê hū-jîn-lâng bōe-ōe siⁿ-kiáⁿ.","tghg":"因為耶和華為著亞伯拉罕的某撒拉的緣故，已經互亞比米勒家內的婦仁人𣍐會生子。","bklhl":"因為耶和華為tio̍h亞伯拉罕ê bó͘撒拉ê緣故，已經hō͘ A-pí-bí-le̍k家內ê婦人人bōe會生kiáⁿ。"}}]