[{"book":"創","chapter":19,"verse":1,"versions":{"unv":"那兩個天使晚上到了所多瑪；羅得正坐在所多瑪城門口，看見他們，就起來迎接，臉伏於地下拜，","bklcl":"Ji̍t-àm, hit nn̄g ê sù-chiá kàu Só͘-to-má;  Lô-tek chē tī Só͘-to-má siâⁿ-mn̂g-ni̍h;  Lô-tek khòaⁿ-kìⁿ in, chiū khí-lâi ngiâ-chih in;  kiok-kiong bīn ǹg tōe,","tghg":"日暗，彼二個使者到所多瑪；羅得坐佇所多瑪城門裡，羅得看見𪜶，就起來迎接(ngiâ-chih)𪜶，鞠躬面向地，","bklhl":"日暗，hit兩個使者到所多瑪；羅得坐tī所多瑪城門裡；羅得看見in，就起來迎接in；鞠躬面ǹg地，"}},{"book":"創","chapter":19,"verse":2,"versions":{"unv":"說：「我主啊，請你們到僕人家裡洗洗腳，住一夜，清早起來再走。」他們說：「不！我們要在街上過夜。」","bklcl":"kóng, Góa ê chú ah, chhiáⁿ oa̍t lâi lô͘-po̍k ê chhù hioh-mî, sóe-kha; bîn-á-chá-khí khí-lâi, kiâⁿ lín ê lō͘. In kóng, M̄-bián; goán beh tī tōa koe-bīn kè-mî.","tghg":"講：「我的主啊，請越來奴僕的厝歇暝洗腳，明仔早起起來行恁的路。」𪜶講：「呣免！阮欲佇大街面過暝。」","bklhl":"講，我ê主ah，請oa̍t來奴僕ê厝歇暝洗腳，明á早起起來，行lín ê路。In講，m̄免；阮beh tī大街面過暝。"}},{"book":"創","chapter":19,"verse":3,"versions":{"unv":"羅得切切地請他們，他們這才進去，到他屋裡。羅得為他們預備筵席，烤無酵餅，他們就吃了。","bklcl":"Lô-tek chhiat-chhiat chhiáⁿ in;  in chiah oa̍t-tńg-kha, oat-ji̍p i ê chhù;  Lô-tek ūi in pī-pān iân-sia̍h, pek bû-kàⁿ-piáⁿ;  in chiū chia̍h.","tghg":"羅得切切請𪜶，𪜶才越轉腳，越入伊的厝。羅得為𪜶備辦筵席，煏(pek)無酵餅𪜶就食。","bklhl":"羅得切切請in；in chiah oa̍t-tńg腳，oat入伊ê厝；羅得為in備辦筵席，pek無酵餅；in就食。"}},{"book":"創","chapter":19,"verse":4,"versions":{"unv":"他們還沒有躺下，所多瑪城裡各處的人，連老帶少，都來圍住那房子，","bklcl":"In iáu-bē khì khùn, siâⁿ-lāi ê lâng, chiū-sī Só͘-to-má lâng, tùi siàu-liân kàu lāu, sì-bīn lâi ûi i ê chhù;","tghg":"𪜶猶未去睏，城內的人就是所多瑪人，對少年到老，四面來圍伊的厝，","bklhl":"Iniáu未去睏，城內ê人，就是所多瑪人，tùi少年到老，四面來圍伊ê厝；"}},{"book":"創","chapter":19,"verse":5,"versions":{"unv":"呼叫羅得說：「今日晚上到你這裡來的人在哪裡呢？把他們帶出來，任我們所為。」","bklcl":"kiò Lô-tek kóng, Kin-àm kàu lí chia ê lâng tī tah-lo̍h?  hō͘ in chhut-lâi, chiàu goán só͘ ài chòe.","tghg":"叫羅得講：「今暗到你遮的人佇叨落？互𪜶出來，照阮所愛做。」","bklhl":"叫羅得講，今暗到你chia ê人tī tah-lo̍h？hō͘ in出來，照阮所ài做。"}},{"book":"創","chapter":19,"verse":6,"versions":{"unv":"羅得出來，把門關上，到眾人那裡，","bklcl":"Lô-tek chhut-khì kàu mn̂g-gōa, chèng-lâng hia, chiū chiong mn̂g koaiⁿ-teh;","tghg":"羅得出去到門外眾人遐，就將門關啲，","bklhl":"羅得出去到門外眾人hia，就將門關teh；"}},{"book":"創","chapter":19,"verse":7,"versions":{"unv":"說：「眾弟兄，請你們不要做這惡事。","bklcl":"kóng, Hiaⁿ-tī ah, chhiáⁿ lín bo̍h-tit chòe chit-hō pháiⁿ;","tghg":"講：「兄弟啊！請恁莫得做此號歹。","bklhl":"講，兄弟ah，請lín莫得做chit號pháiⁿ；"}},{"book":"創","chapter":19,"verse":8,"versions":{"unv":"我有兩個女兒，還是處女，容我領出來，任憑你們的心願而行；只是這兩個人既然到我舍下，不要向他們做甚麼。」","bklcl":"lí khòaⁿ, góa ū nn̄g ê cha-bó͘-kiáⁿ, iáu sī chāi-sek-lú;  iông-ún góa chhōa-chhut-lâi, chhut-chāi lín só͘ ài lâi kiâⁿ;  to̍k-to̍k chit nn̄g-lâng, í-keng kàu góa ê chhù, m̄-thang tùi in chòe sím-mi̍h.","tghg":"你看，我有二個查某子，猶是在室女，容允我導出來，出在恁所愛來行；獨獨此二人已經到我的厝，呣通對𪜶做甚麼。」","bklhl":"你看，我有兩個cha-bó͘-kiáⁿ，iáu是在室女；容允我chhōa出來，chhut-chāi lín所ài來行；獨獨chit兩人，已經到我ê厝，m̄-thang對in做甚麼。"}},{"book":"創","chapter":19,"verse":9,"versions":{"unv":"眾人說：「退去吧！」又說：「這個人來寄居，還想要作官哪！現在我們要害你比害他們更甚。」眾人就向前擁擠羅得，要攻破房門。","bklcl":"Chèng-lâng kóng, Lí thè-khì.  Koh kóng, Chit-lâng kià-ku tī-chia, sòa beh koán-hat goán mah?  taⁿ goán beh hāi lí pí hāi in khah siong-tiōng.  Chiū oe-khoeh Lô-tek, chìn-chêng beh kong-phòa i ê mn̂g.","tghg":"眾人講：「你退去！」閣講：「此人寄居佇遮，續欲管轄阮嗎？今阮欲害你比害𪜶卡傷重。」就挨夾(oe-khoeh)羅得，進前欲攻破伊的門。","bklhl":"眾人講，你退去。Koh講，Chit人寄居tī-chia，續beh管轄阮mah？taⁿ阮beh害你比害in khah傷重。就oe-khoeh羅得，進前beh攻破伊ê門。"}},{"book":"創","chapter":19,"verse":10,"versions":{"unv":"只是那二人伸出手來，將羅得拉進屋去，把門關上，","bklcl":"Chóng-sī hit nn̄g-lâng chhun-chhiú, khan Lô-tek ji̍p chhù, chiong mn̂g koaiⁿ-khì.","tghg":"總是彼二人伸手，牽羅得入厝，將門關起，","bklhl":"總是hit兩人伸手，牽羅得入厝，將門關去。"}},{"book":"創","chapter":19,"verse":11,"versions":{"unv":"並且使門外的人，無論老少，眼都昏迷；他們摸來摸去，總尋不著房門。","bklcl":"Koh hō͘ mn̂g-gōa ê lâng, tùi sòe kàu tōa, ba̍k-chiu ian-n̄g, lóng bōe khòaⁿ-kìⁿ;  chhē kàu siān chhē bô mn̂g.","tghg":"閣互門外的人，對細到大，目睭煙暈(ian-n̄g)，攏𣍐看見；尋到倦尋無門。","bklhl":"Koh hō͘門外ê人，tùi細到大，目睭ian-n̄g，lóng bōe看見；chhē到倦chhē無門。"}},{"book":"創","chapter":19,"verse":12,"versions":{"unv":"二人對羅得說：「你這裡還有甚麼人嗎？無論是女婿是兒女，和這城中一切屬你的人，你都要將他們從這地方帶出去。","bklcl":"Hit nn̄g-lâng tùi Lô-tek kóng, Lí tī-chia iáu ū sím-mi̍h lâng?  he̍k-sī kiáⁿ-sài, he̍k-sī kiáⁿ, he̍k-sī cha-bó͘-kiáⁿ, í-ki̍p siâⁿ-lāi it-chhè sio̍k lí ê lâng;  lí tio̍h hō͘ in lóng chhut chit só͘-chāi.","tghg":"彼二人對羅得講：「你佇遮猶有甚麼人？或是子婿或是子或是查某子，以及城內一切屬你的人，你著互𪜶攏出此所在。","bklhl":"Hit兩人對羅得講，你tī-chia iáu有甚麼人？或是kiáⁿ婿，或是kiáⁿ，或是cha-bó͘-kiáⁿ，以及城內一切屬你ê人；你tio̍h hō͘ in lóng出chit所在。"}},{"book":"創","chapter":19,"verse":13,"versions":{"unv":"我們要毀滅這地方；因為城內罪惡的聲音在耶和華面前甚大，耶和華差我們來，要毀滅這地方。」","bklcl":"In-ūi goán beh châu-bia̍t chit ê só͘-chāi, sī ūi-tio̍h in hoah-hiàm ê siaⁿ tī Iâ-hô-hoa ê bīn-chêng chin-tōa;  Iâ-hô-hoa chhe goán lâi beh châu-bia̍t-i.","tghg":"因為阮欲剿滅(châu-bia̍t)此個所在；是為著𪜶喝喊(hoah-hiàm)的聲佇耶和華的面前真大，耶和華差阮來，欲剿滅伊。」","bklhl":"因為阮beh剿滅chit ê所在，是為tio̍h in hoah-hiàm ê聲tī耶和華ê面前真大；耶和華差阮來beh剿滅伊。"}},{"book":"創","chapter":19,"verse":14,"versions":{"unv":"羅得就出去，告訴娶了（或譯：將要娶）他女兒的女婿們說：「你們起來離開這地方，因為耶和華要毀滅這城。」他女婿們卻以為他說的是戲言。","bklcl":"Lô-tek chhut-khì, tùi chhōa i ê cha-bó͘-kiáⁿ ê kiáⁿ-sài kóng, Lín khí-lâi, lī-khui chia;  in-ūi Iâ-hô-hoa beh bia̍t-bô chit ê siâⁿ;  i ê kiáⁿ-sài lia̍h-chòe i sī kóng-chhiò.","tghg":"羅得出去，對娶伊的查某子的子婿講：「恁起來離開遮，因為耶和華欲滅無此個城。」伊的子婿掠做伊是講笑。","bklhl":"羅得出去，對娶伊ê cha-bó͘-kiáⁿ ê kiáⁿ婿講，Lín起來，離開chia；因為耶和華beh滅無chit ê城；伊ê kiáⁿ婿掠做伊是講笑。"}},{"book":"創","chapter":19,"verse":15,"versions":{"unv":"天明了，天使催逼羅得說：「起來！帶著你的妻子和你在這裡的兩個女兒出去，免得你因這城裡的罪惡同被剿滅。」","bklcl":"Thiⁿ-kng sù-chiá chhui-pek Lô-tek kóng, Khí-lâi, chhōa lí ê bó͘, í-ki̍p lí tī-chia nn̄g ê cha-bó͘-kiáⁿ khì;  kiaⁿ-liáu kap chit ê siâⁿ ê chōe-ok saⁿ-kap siū bia̍t-bô.","tghg":"天光，使者催迫羅得講：「起來！導你的某以及你佇遮二個查某子去，驚了及此個城的罪惡相及受滅無。」","bklhl":"天光使者催逼羅得講，起來，chhōa你ê bó͘，以及你tī-chia兩個cha-bó͘-kiáⁿ去；驚了kap chit ê城ê罪惡相kap受滅無。"}},{"book":"創","chapter":19,"verse":16,"versions":{"unv":"但羅得遲延不走。二人因為耶和華憐恤羅得，就拉著他的手和他妻子的手，並他兩個女兒的手，把他們領出來，安置在城外；","bklcl":"Lô-tek iân-chhiân;  hit nn̄g-lâng, in-ūi Iâ-hô-hoa lîn-bín Lô-tek, chiū khan i ê chhiú, kap i ê bó͘ ê chhiú, kap i nn̄g ê cha-bó͘-kiáⁿ ê chhiú, chiong i chhōa-chhut, an-tì tī siâⁿ-gōa.","tghg":"羅得延迁(iân-chhiân)。彼二人因為耶和華憐憫羅得，就牽伊的手及伊的某的手，及伊二個查某子的手，將伊導出，安置佇城外；","bklhl":"羅得延chhiân；hit兩人，因為耶和華憐憫羅得，就牽伊ê手，kap伊ê bó͘ ê手，kap伊兩個cha-bó͘-kiáⁿ ê手，將伊chhōa出，安置tī城外。"}},{"book":"創","chapter":19,"verse":17,"versions":{"unv":"領他們出來以後，就說：「逃命吧！不可回頭看，也不可在平原站住。要往山上逃跑，免得你被剿滅。」","bklcl":"Chhōa in chhut-khì liáu, kóng, Lí tio̍h tô-miā, m̄-thang oa̍t-thâu khòaⁿ, ia̍h m̄-thang tòa tī Pîⁿ-iûⁿ;  tio̍h cháu-khì soaⁿ-ni̍h, kiaⁿ-liáu siū bia̍t-bô.","tghg":"導𪜶出去了，講：「你著逃命，呣通越頭看，亦呣通住佇平洋。著走去山裡，驚了受滅無。」","bklhl":"Chhōa in出去了，講，你tio̍h逃命，m̄-thang oa̍t頭看，亦m̄-thang tòa tī平洋；tio̍h走去山裡，驚了受滅無。"}},{"book":"創","chapter":19,"verse":18,"versions":{"unv":"羅得對他們說：「我主啊，不要如此！","bklcl":"Lô-tek tùi in kóng, Góa ê Chú ah, m̄-thang án-ni.","tghg":"羅得對𪜶講：「我的主啊！呣通按呢！","bklhl":"羅得對in講，我ê主ah，m̄-thang án-ni。"}},{"book":"創","chapter":19,"verse":19,"versions":{"unv":"你僕人已經在你眼前蒙恩；你又向我顯出莫大的慈愛，救我的性命。我不能逃到山上去，恐怕這災禍臨到我，我便死了。","bklcl":"Lí khòaⁿ, lí ê lô͘-po̍k í-keng tit-tio̍h un-tián tī lí ê bīn-chêng, lí ia̍h tùi góa hián-chhut ke̍k-tōa ê jîn-chû, kiù góa ê sìⁿ-miā;  góa bōe-ōe cháu kàu soaⁿ-ni̍h, kiaⁿ-liáu chit ê chai-ē kàu tī góa, góa chiū sí.","tghg":"你看，你的奴僕已經得著恩典佇你的面前；你亦對我顯出極大的仁慈，救我的性命。我𣍐會走到山裡，驚了此個災禍到佇我，我就死。","bklhl":"你看，你ê奴僕已經得tio̍h恩典tī你ê面前，你亦對我顯出極大ê仁慈，救我ê性命；我bōe會走到山裡，驚了chit ê災禍到tī我，我就死。"}},{"book":"創","chapter":19,"verse":20,"versions":{"unv":"看哪，這座城又小又近，容易逃到，這不是一個小的嗎？求你容我逃到那裡，我的性命就得存活。」","bklcl":"Lí khòaⁿ, chit ê siâⁿ kūn-kūn thang tô-cháu, ia̍h sī sòe;  chhiáⁿ iông-ún góa tô-siám tī-hia, lâi pó-choân góa ê oa̍h-miā;  chit ê siâⁿ kiám m̄-sī sòe-ê mah?","tghg":"你看，此個城近近通逃走，也是細，請容允我逃閃佇遐，來保全我的活命。此個城豈呣是細個嗎？」","bklhl":"你看，chit ê城近近thang逃走，亦是細；請容允我逃閃tī-hia，來保全我ê活命；chit ê城kiám m̄是細ê mah？"}},{"book":"創","chapter":19,"verse":21,"versions":{"unv":"天使對他說：「這事我也應允你；我不傾覆你所說的這城。","bklcl":"I tùi i kóng, Chit ê tāi-chì, góa ia̍h ún-chún lí;  lí só͘ kóng ê siâⁿ, góa bô beh chhia-tó.","tghg":"伊對伊講：「此個代誌我亦允准你；你所講的城我無欲捙(chhia)倒。","bklhl":"伊對伊講，Chit ê tāi-chì，我亦允准你；你所講ê城，我無beh chhia倒。"}},{"book":"創","chapter":19,"verse":22,"versions":{"unv":"你要速速地逃到那城；因為你還沒有到那裡，我不能做甚麼。」因此那城名叫瑣珥（就是小的意思）。","bklcl":"Lí tio̍h kín-kín cháu-khì hia;  in-ūi lí iáu-bē kàu hia, góa bōe-ōe chòe sím-mi̍h.  In-ūi án-ni hit ê siâⁿ miâ-kiò Só-jíⁿ.","tghg":"你著緊緊走去遐；因為你猶未到遐，我𣍐會做甚麼。」因為按呢彼個城名叫瑣珥。","bklhl":"你tio̍h緊緊走去hia；因為你iáu未到hia，我bōe會做甚麼。因為án-ni hit ê城名叫Só-jíⁿ。"}},{"book":"創","chapter":19,"verse":23,"versions":{"unv":"羅得到了瑣珥，日頭已經出來了。","bklcl":"Lô-tek kàu Só-jíⁿ, ji̍t í-keng chhut.","tghg":"羅得到瑣珥，日已經出。","bklhl":"羅得到Só-jíⁿ，日已經出。"}},{"book":"創","chapter":19,"verse":24,"versions":{"unv":"當時，耶和華將硫磺與火從天上耶和華那裡降與所多瑪和蛾摩拉，","bklcl":"Hit sî Iâ-hô-hoa chiong jiû-n̂g kap hé, tùi thiⁿ-téng, tùi Iâ-hô-hoa hia, kàng-lo̍h tī Só͘-to-má kap Gô-mô͘-la̍h.","tghg":"彼時，耶和華將硫磺及火對天頂對耶和華遐，降落佇所多瑪及蛾摩拉，","bklhl":"Hit時耶和華將硫磺kap火，tùi天頂，tùi耶和華hia，降落tī所多瑪kap蛾摩拉。"}},{"book":"創","chapter":19,"verse":25,"versions":{"unv":"把那些城和全平原，並城裡所有的居民，連地上生長的，都毀滅了。","bklcl":"Chiong hiah-ê siâⁿ, í-ki̍p choân pîⁿ-iûⁿ, kap siâⁿ-lāi só͘-ū ê peh-sìⁿ, liân tōe-bīn-chiūⁿ seng-tióng-ê, lóng húi-hoāi.","tghg":"將許個城以及全平洋，及城內所有的百姓，連地面上成長的，攏毀壞。","bklhl":"將hiah-ê城，以及全平洋，kap城內所有ê百姓，連地面上生長ê，lóng毀壞。"}},{"book":"創","chapter":19,"verse":26,"versions":{"unv":"羅得的妻子在後邊回頭一看，就變成了一根鹽柱。","bklcl":"Lô-tek ê bó͘ tī āu-bīn, chi̍t-ē oa̍t-thâu khòaⁿ, chiū pìⁿ-chòe chi̍t ki iâm-thiāu.","tghg":"羅得的某佇後面一下越頭看，就變做一支鹽柱。","bklhl":"羅得ê bó͘ tī後面，一下oa̍t頭看，就變做一支鹽柱。"}},{"book":"創","chapter":19,"verse":27,"versions":{"unv":"亞伯拉罕清早起來，到了他從前站在耶和華面前的地方，","bklcl":"A-pek-la̍h-hán thàu-chá khí-lâi, kàu i chêng-ji̍t khiā tī Iâ-hô-hoa bīn-chêng hit-ūi;","tghg":"亞伯拉罕透早起來，到伊前日徛佇耶和華面前彼位，","bklhl":"亞伯拉罕透早起來，到伊前日khiā tī耶和華面前hit位；"}},{"book":"創","chapter":19,"verse":28,"versions":{"unv":"向所多瑪和蛾摩拉與平原的全地觀看，不料，那地方煙氣上騰，如同燒窯一般。","bklcl":"ǹg Só͘-to-má Gô-mô͘-la̍h, kap Pîⁿ-iûⁿ ê choân-tōe lâi khòaⁿ;  khòaⁿ-kìⁿ hit só͘-chāi hé-ian chhèng-koâiⁿ, chhin-chhiūⁿ hé-lô͘ ê ian.","tghg":"向所多瑪蛾摩拉，及平洋的全地來看，看見彼所在火煙淐(chhèng)高，親像火爐的煙。","bklhl":"ǹg所多瑪、蛾摩拉，kap平洋ê全地來看；看見hit所在火煙chhèng高，親像火爐ê煙。"}},{"book":"創","chapter":19,"verse":29,"versions":{"unv":"當　神毀滅平原諸城的時候，他記念亞伯拉罕，正在傾覆羅得所住之城的時候，就打發羅得從傾覆之中出來。","bklcl":"Tng Siōng-tè châu-bia̍t Pîⁿ-iûⁿ chiah-ê siâⁿ ê sî, Siōng-tè siàu-liām A-pek-la̍h-hán;  tú-tú tī chhia-tó Lô-tek só͘ khiā-khí ê siâⁿ ê sî, chiū kah Lô-tek tùi chhia-tó ê tiong-kan chhut-khì.","tghg":"當上帝剿滅平洋諸個城的時，上帝數念亞伯拉罕，抵抵(tú-tú)佇捙倒羅得所徛起的城的時，就教羅得對捙倒的中間出去。","bklhl":"當上帝剿滅平洋chiah ê城ê時，上帝siàu念亞伯拉罕；tú-tú tī chhia倒羅得所khiā起ê城ê時，就kah羅得tùi chhia倒ê中間出去。"}},{"book":"創","chapter":19,"verse":30,"versions":{"unv":"羅得因為怕住在瑣珥，就同他兩個女兒從瑣珥上去，住在山裡；他和兩個女兒住在一個洞裡。","bklcl":"Lô-tek tiàm tī Só-jíⁿ kiaⁿ-hiâⁿ;  chiū kap i nn̄g ê cha-bó͘-kiáⁿ tùi Só-jíⁿ chiūⁿ-khì tiàm tī soaⁿ-ni̍h;  i kap nn̄g ê cha-bó͘-kiáⁿ tiàm tī chi̍t ê tōng-lāi.","tghg":"羅得踮佇瑣珥驚惶，就及伊二個查某子對瑣珥上去，踮佇山裡；伊及二個查某子踮佇一個洞內。","bklhl":"羅得tiàm-tī Só-jíⁿ驚惶；就kap伊兩個cha-bó͘-kiáⁿ tùi Só-jíⁿ上去tiàm-tī山裡；伊kap兩個cha-bó͘-kiáⁿ tiàm-tī一个洞內。"}},{"book":"創","chapter":19,"verse":31,"versions":{"unv":"大女兒對小女兒說：「我們的父親老了，地上又無人按著世上的常規進到我們這裡。","bklcl":"Tōa cha-bó͘-kiáⁿ tùi sòe cha-bó͘-kiáⁿ kóng, Lán ê lāu-pē lāu-lah, tōe-chiūⁿ koh bô lâng kap lán chòe phit-phòe, lâi chiàu jîn-tō.","tghg":"大查某子對細查某子講：「咱的老父老啦，地上閣無人及咱做匹配來照人道。","bklhl":"大cha-bó͘-kiáⁿ 對細cha-bó͘-kiáⁿ講，咱ê老父老lah，地上koh無人kap咱做匹配，來照人道。"}},{"book":"創","chapter":19,"verse":32,"versions":{"unv":"來！我們可以叫父親喝酒，與他同寢。這樣，我們好從他存留後裔。」","bklcl":"Lâi-lah, thang hō͘ lāu-pē lim chiú, kap i saⁿ-kap khùn;  án-ni lán hó thang tùi i liû-chûn hō͘-è.","tghg":"來啦！通互老父飲酒，及伊相及睏。按呢，咱好通對伊留存後裔。」","bklhl":"來lah，thang hō͘老父lim酒，kap伊相kap睏；án-ni咱好thang tùi伊留存後裔。"}},{"book":"創","chapter":19,"verse":33,"versions":{"unv":"於是，那夜她們叫父親喝酒，大女兒就進去和她父親同寢；她幾時躺下，幾時起來，父親都不知道。","bklcl":"Hit-mî in hō͘ lāu-pē lim chiú;  tōa cha-bó͘-kiáⁿ chiū ji̍p-khì kap lāu-pē saⁿ-kap khùn;  i sím-mi̍h sî khì khùn, sím-mi̍h sî khí-lâi, lāu-pē lóng m̄-chai.","tghg":"彼暝𪜶互老父飲酒，大查某子就入去及老父相及睏；伊甚麼時去睏，甚麼時起來，老父攏呣知。","bklhl":"Hit暝in hō͘老父lim酒；大cha-bó͘-kiáⁿ就入去kap老父相kap睏；伊甚麼時去睏，甚麼時起來，老父lóng m̄知。"}},{"book":"創","chapter":19,"verse":34,"versions":{"unv":"第二天，大女兒對小女兒說：「我昨夜與父親同寢。今夜我們再叫他喝酒，你可以進去與他同寢。這樣，我們好從父親存留後裔。」","bklcl":"Kè-ji̍t tōa cha-bó͘-kiáⁿ kā sòe cha-bó͘-kiáⁿ kóng, Góa chā-mî kap lāu-pē saⁿ-kap khùn;  kin-àm lán koh hō͘ i lim chiú, lí thang ji̍p-khì kap i saⁿ-kap khùn.  Án-ni, lán hó thang tùi lāu-pē liû-chûn hō͘-è.","tghg":"隔日，大查某子給細查某子講：「我昨暝及老父相及睏。今暗咱閣互伊飲酒，你通入去及伊相及睏。按呢，咱好通對老父留存後裔。」","bklhl":"過日大cha-bó͘-kiáⁿ kā細cha-bó͘-kiáⁿ講，我昨暝kap老父相kap睏；今暗咱koh hō͘伊lim酒，你thang入去kap伊相kap睏。Án-ni，咱好thang tùi老父留存後裔。"}},{"book":"創","chapter":19,"verse":35,"versions":{"unv":"於是，那夜她們又叫父親喝酒，小女兒起來與她父親同寢；她幾時躺下，幾時起來，父親都不知道。","bklcl":"Hit-mî in koh hō͘ lāu-pē lim chiú, sòe cha-bó͘-kiáⁿ khí-lâi khì kap i khùn;  i sím-mi̍h sî khì khùn, sím-mi̍h sî khí-lâi, lāu-pē ia̍h lóng m̄-chai.","tghg":"彼暝𪜶閣互老父飲酒，細查某子起來去及伊睏；伊甚麼時去睏，甚麼時起來，老父亦攏呣知。","bklhl":"Hit暝in koh hō͘老父lim酒，細cha-bó͘-kiáⁿ起來去kap伊睏；伊甚麼時去睏，甚麼時起來，老父亦lóng m̄知。"}},{"book":"創","chapter":19,"verse":36,"versions":{"unv":"這樣，羅得的兩個女兒都從她父親懷了孕。","bklcl":"Án-ni Lô-tek nn̄g ê cha-bó͘-kiáⁿ lóng tùi in lāu-pē lâi hoâi-īn.","tghg":"按呢，羅得二個查某子攏對𪜶老父來懷孕。","bklhl":"Án-ni羅得兩個cha-bó͘-kiáⁿ lóng tùi in老父來懷孕。"}},{"book":"創","chapter":19,"verse":37,"versions":{"unv":"大女兒生了兒子，給他起名叫摩押，就是現今摩押人的始祖。","bklcl":"Tōa-ê siⁿ kiáⁿ, kiò i ê miâ Mô͘-ap,  chiū-sī hiān-kim Mô͘-ap lâng ê chó͘.","tghg":"大的生子，叫伊的名摩押，就是現今摩押人的祖。","bklhl":"大ê生kiáⁿ，叫伊ê名Mô͘-ap，就是現今Mô͘-ap人ê祖。"}},{"book":"創","chapter":19,"verse":38,"versions":{"unv":"小女兒也生了兒子，給他起名叫便‧亞米，就是現今亞捫人的始祖。","bklcl":"Sòe-ê ia̍h siⁿ-kiáⁿ, kiò i ê miâ Piān-á-bí, chiū-sī hiān-kim A-bûn lâng ê chó͘.","tghg":"細的也生子，叫伊的名便亞米，就是現今亞捫人的祖。","bklhl":"細ê亦生kiáⁿ，叫伊ê名Piān-á-bí，就是現今A-bûn人ê祖。"}}]