[{"book":"創","chapter":41,"verse":1,"versions":{"unv":"過了兩年，法老做夢，夢見自己站在河邊，","bklcl":"Kè nn̄g-nî ka-nn̂g, Hoat-ló bîn-bāng;  bāng-kìⁿ i khiā tī hô-piⁿ,","tghg":"過二年足足，法老眠夢，夢見伊徛佇河邊，","bklhl":"過兩年ka-nn̂g，法老眠夢；夢見伊khiā tī河邊，"}},{"book":"創","chapter":41,"verse":2,"versions":{"unv":"有七隻母牛從河裡上來，又美好又肥壯，在蘆荻中吃草。","bklcl":"khòaⁿ-kìⁿ chhit chiah gû-bú tùi hô-ni̍h khí-lâi, súi koh pûi;  tī lô͘-tek-á-lāi teh chia̍h.","tghg":"看見七隻牛母對河裡起來，媠閣肥，佇蘆竹仔內啲食。","bklhl":"看見七隻牛母tùi河裡起來，súi koh肥；tī蘆竹á內 teh食。"}},{"book":"創","chapter":41,"verse":3,"versions":{"unv":"隨後又有七隻母牛從河裡上來，又醜陋又乾瘦，與那七隻母牛一同站在河邊。","bklcl":"Tè-āu koh ū chhit chiah gû-bú tùi hô-ni̍h khí-lâi, khiap-sì koh sán;  kap chêng hiah-ê gû tâng-khiā tī hô-piⁿ.","tghg":"隨後閣有七隻牛母對河裡起來，怯勢(khiap-sì)閣瘦及前許個牛同徛佇河邊。","bklhl":"tè後koh有七隻牛母tùi河裡起來，khiap-sì koh瘦；kap前hiah-ê牛同khiā tī河邊。"}},{"book":"創","chapter":41,"verse":4,"versions":{"unv":"這又醜陋又乾瘦的七隻母牛吃盡了那又美好又肥壯的七隻母牛。法老就醒了。","bklcl":"Chiah-ê khiap-sì koh sán ê gû-bú it-chīn chia̍h hit chhit-chiah súi koh pûi ê gû.  Hoat-ló chiū chhíⁿ.","tghg":"諸個怯勢(khiap-sì)閣瘦的牛母一盡食彼七隻媠閣肥的牛。法老就醒。","bklhl":"Chiah-ê khiap-sì koh瘦ê牛母一盡食hit七隻súi koh肥ê牛。法老就醒。"}},{"book":"創","chapter":41,"verse":5,"versions":{"unv":"他又睡著，第二回做夢，夢見一棵麥子長了七個穗子，又肥大又佳美，","bklcl":"I koh khùn, tē-jī pái bîn-bāng;  bāng-kìⁿ chi̍t châng be̍h chhut chhit-sūi, phauh koh hó.","tghg":"伊閣睏，第二擺眠夢，夢見一欉麥出七穗，博(phauh)閣好。","bklhl":"伊koh睏，第二pái眠夢；夢見一叢麥出七穗，phauh koh好。"}},{"book":"創","chapter":41,"verse":6,"versions":{"unv":"隨後又長了七個穗子，又細弱又被東風吹焦了。","bklcl":"Āu-lâi khòaⁿ-kìⁿ koh chhut chhit-sūi, phàⁿ-phàⁿ, koh hō͘ tang-hong sàu-pháiⁿ.","tghg":"後來看見閣出七穗，冇冇(phàⁿ-phàⁿ)閣互東風掃歹。","bklhl":"後來看見koh出七穗，冇冇，koh hō͘東風掃pháiⁿ。"}},{"book":"創","chapter":41,"verse":7,"versions":{"unv":"這細弱的穗子吞了那七個又肥大又飽滿的穗子。法老醒了，不料是個夢。","bklcl":"Chiah-ê phàⁿ ê sūi thun hit chhit-sūi phauh koh pá-móa-ê.  Hoat-ló chhíⁿ, chiah chai sī bāng-kìⁿ.","tghg":"諸個冇(phàⁿ)的穗吞彼七穗博(phauh)閣飽滿的。法老醒，才知是夢見。","bklhl":"Chiah-ê冇ê穗吞hit七穗phauh koh飽滿ê。法老醒，chiah知是夢見。"}},{"book":"創","chapter":41,"verse":8,"versions":{"unv":"到了早晨，法老心裡不安，就差人召了埃及所有的術士和博士來；法老就把所做的夢告訴他們，卻沒有人能給法老圓解。","bklcl":"Kàu thiⁿ-kng, Hoat-ló sim bô pêng-an;  chiū chhe lâng tiàu Ai-ki̍p só͘ ū ê su̍t-sū, phok-sū lâi;  Hoat-ló chiū chiong i só͘ bāng-kìⁿ-ê kā in kóng;  in bô lâng ōe kā Hoat-ló oân.","tghg":"到天光，法老心無平安，就差人召埃及所有的術士、博士來；法老就將伊所夢見的給𪜶講，𪜶無人會給法老圓(oân)。","bklhl":"到天光，法老心無平安；就差人召埃及所有ê術士、博士來；法老就將伊所夢見ê kā in講；in無人會kā法老圓。"}},{"book":"創","chapter":41,"verse":9,"versions":{"unv":"那時酒政對法老說：「我今日想起我的罪來。","bklcl":"Hit-sî chiú-chèng-tiúⁿ kā Hoat-ló kóng, Góa kin-á-ji̍t kì-tit góa ê chōe.","tghg":"彼時酒政長給法老講：「我今仔日記得我的罪。","bklhl":"Hit時酒政長kā法老講，我今á日記得我ê罪。"}},{"book":"創","chapter":41,"verse":10,"versions":{"unv":"從前法老惱怒臣僕，把我和膳長下在護衛長府內的監裡。","bklcl":"Chêng Hoat-ló siū-khì jîn-sîn, chiong góa kap tû-pâng-thâu koaiⁿ tī sī-ōe-tiúⁿ hú-lāi ê kaⁿ.","tghg":"前法老受氣人臣，將我及廚房頭關佇侍衛長府內的監。","bklhl":"前法老受氣人臣，將我kap廚房頭關tī侍衛長府內ê監。"}},{"book":"創","chapter":41,"verse":11,"versions":{"unv":"我們二人同夜各做一夢，各夢都有講解。","bklcl":"Góa kap i, nn̄g-lâng siâng hit-mî ū bāng-kìⁿ, kok chiàu i ê bāng ê ì-gī lâi bāng.","tghg":"我及伊二人像彼暝有夢見，各照伊的夢的意義來夢。","bklhl":"我kap伊，兩人siâng hit暝有夢見，各照伊ê 夢ê意義來夢。"}},{"book":"創","chapter":41,"verse":12,"versions":{"unv":"在那裡同著我們有一個希伯來的少年人，是護衛長的僕人，我們告訴他，他就把我們的夢圓解，是按著各人的夢圓解的。","bklcl":"Tī-hia, kap goán tī-teh, ū chi̍t ê Hi-pek-lâi ê siàu-liân lâng, sī sī-ōe-tiúⁿ ê lô͘-po̍k, goán kā i kóng, i chiū kā goán oân goán ê bāng;  sī chiàu goán ta̍k-lâng ê bāng lâi oân.","tghg":"佇遐及阮佇啲有一個希伯來的少年人，是侍衛長的奴僕，阮給伊講，伊就給阮圓阮的夢，是照阮逐人的夢來圓。","bklhl":"Tī-hia，kap阮tī-teh，有一个希伯來ê少年人，是侍衛長ê奴僕，阮kā伊講，伊就kā阮圓阮ê 夢；是照阮ta̍k人ê 夢來圓。"}},{"book":"創","chapter":41,"verse":13,"versions":{"unv":"後來正如他給我們圓解的成就了：我官復原職，膳長被掛起來了。","bklcl":"Āu-lâi tú-tú chiàu i só͘ kā goán oân-ê lâi chiâⁿ; i hō͘ góa ho̍k-chit, hit-lâng siū tiàu lâi sí.","tghg":"後來抵抵(tú-tú)照伊所給阮圓的來成：伊互我復職，彼人受吊來死。」","bklhl":"後來tú-tú照伊所kā阮圓ê來成；伊hō͘我復職，hit人受吊來死。"}},{"book":"創","chapter":41,"verse":14,"versions":{"unv":"法老遂即差人去召約瑟，他們便急忙帶他出監，他就剃頭，刮臉，換衣裳，進到法老面前。","bklcl":"Hoat-ló chiū chhe lâng khì tiàu Iok-sek, in chiū kín-kín chhōa i chhut-kaⁿ;  i chiū chián-hoat, ōaⁿ i ê saⁿ, lâi kìⁿ Hoat-ló.","tghg":"法老就差人去召約瑟，𪜶就緊緊導伊出監，伊就剪髮，換伊的衫，來見法老。","bklhl":"法老就差人去召約瑟，in就緊緊chhōa伊出監；伊就剪髮，換伊ê衫，來見法老。"}},{"book":"創","chapter":41,"verse":15,"versions":{"unv":"法老對約瑟說：「我做了一夢，沒有人能解；我聽見人說，你聽了夢就能解。」","bklcl":"Hoat-ló kā Iok-sek kóng, Góa bāng-kìⁿ chi̍t ê bāng, bô lâng ōe oân-i;  góa thiaⁿ-kìⁿ lâng kóng kàu lí thiaⁿ-kìⁿ bāng chiū ōe oân.","tghg":"法老給約瑟講：「我夢見一個夢，無人會圓伊；我聽見人講到你，聽見夢就會圓。」","bklhl":"法老kā約瑟講，我夢見一个夢，無人會圓伊；我聽見人講到你聽見夢就會圓。"}},{"book":"創","chapter":41,"verse":16,"versions":{"unv":"約瑟回答法老說：「這不在乎我，　神必將平安的話回答法老。」","bklcl":"Iok-sek ìn Hoat-ló kóng, Che m̄-sī chāi-tī góa;  Siōng-tè beh chiong pêng-an chí-sī Hoat-ló.","tghg":"約瑟應法老講：「這呣是在佇我，上帝欲將平安指示法老。」","bklhl":"約瑟應法老講，這m̄是在tī我；上帝beh將平安指示法老。"}},{"book":"創","chapter":41,"verse":17,"versions":{"unv":"法老對約瑟說：「我夢見我站在河邊，","bklcl":"Hoat-ló kā Iok-sek kóng, Góa bāng-kìⁿ góa khiā tī hô-piⁿ,","tghg":"法老給約瑟講：「我夢見我徛佇河邊，","bklhl":"法老kā約瑟講，我夢見我khiā tī河邊，"}},{"book":"創","chapter":41,"verse":18,"versions":{"unv":"有七隻母牛從河裡上來，又肥壯又美好，在蘆荻中吃草。","bklcl":"ū chhit chiah gû-bú tùi hô-ni̍h khí-lâi, pûi koh súi;  tī lô͘-tek-á-lāi teh chia̍h;","tghg":"有七隻牛母對河裡起來，肥閣媠，佇蘆竹仔內啲食。","bklhl":"有七隻牛母tùi河裡起來，肥koh súi；tī蘆竹á內teh食；"}},{"book":"創","chapter":41,"verse":19,"versions":{"unv":"隨後又有七隻母牛上來，又軟弱又醜陋又乾瘦，在埃及遍地，我沒有見過這樣不好的。","bklcl":"tè-āu koh ū chhit chiah gû-bú khí-lâi, nńg-chiáⁿ, chin khiap-sì, koh chin sán;  piàn Ai-ki̍p tōe, góa m̄-bat khòaⁿ-kìⁿ kàu chiah pháiⁿ.","tghg":"隨後閣有七隻牛母起來，軟茈(nńg-chíaⁿ)真怯勢(khiap-sì)閣真瘦，遍埃及地，我呣曾看見到即(chiah)歹。","bklhl":"tè後koh有七隻牛母起來，nńg-chiáⁿ，真khiap-sì，koh真瘦；遍埃及地，我m̄-bat看見到chiah pháiⁿ。"}},{"book":"創","chapter":41,"verse":20,"versions":{"unv":"這又乾瘦又醜陋的母牛吃盡了那以先的七隻肥母牛，","bklcl":"Chiah-ê sán koh khiap-sì ê gû-bú it-chīn chia̍h tāi-seng hit chhit chiah pûi ê gû-bú;","tghg":"諸個瘦閣怯勢(khiap-sì)的牛母一盡食代先彼七隻肥的牛母，","bklhl":"Chiah-ê瘦koh khiap-sì ê牛母一盡食事先hit七隻肥ê牛母；"}},{"book":"創","chapter":41,"verse":21,"versions":{"unv":"吃了以後卻看不出是吃了，那醜陋的樣子仍舊和先前一樣。我就醒了。","bklcl":"thun lo̍h pak, iáu-bōe khòaⁿ-chhut ū thun-lo̍h khì;  hit ê khiap-sì ê khoán iû-goân kap tāi-seng bô koh-iūⁿ;  góa chiū chhíⁿ.","tghg":"吞落腹猶未看出有吞落去，彼個怯勢(khiap-sì)的款猶原及代先無各樣。我就醒。","bklhl":"吞落腹，iáu未看出有吞落去；hit ê khiap-sì ê款猶原kap事先無各樣；我就醒。"}},{"book":"創","chapter":41,"verse":22,"versions":{"unv":"我又夢見一棵麥子，長了七個穗子，又飽滿又佳美，","bklcl":"Góa tī bāng-tiong koh khòaⁿ-kìⁿ chi̍t châng be̍h, chhut chhit-sūi, pá-móa koh hó;","tghg":"我佇夢中閣看見一欉麥，出七穗，飽滿閣好，","bklhl":"我tī夢中koh看見一叢麥，出七穗，飽滿koh好；"}},{"book":"創","chapter":41,"verse":23,"versions":{"unv":"隨後又長了七個穗子，枯槁細弱，被東風吹焦了。","bklcl":"āu-lâi koh chhut chhit-sūi, ko͘-tâ, phàⁿ-phàⁿ, koh hō͘ tang-hong sàu-pháiⁿ;","tghg":"後來閣出七穗，枯焦冇冇(phàⁿ- phàⁿ)閣互東風掃歹；","bklhl":"後來koh出七穗，枯焦(tâ)，冇冇，koh hō͘東風掃pháiⁿ；"}},{"book":"創","chapter":41,"verse":24,"versions":{"unv":"這些細弱的穗子吞了那七個佳美的穗子。我將這夢告訴了術士，卻沒有人能給我解說。」","bklcl":"chiah-ê phàⁿ-phàⁿ ê sūi thun hit chhit sūi hó-ê.  Góa kóng hō͘ su̍t-sū thiaⁿ, iā bô lâng ōe kā góa kóe-bêng.","tghg":"諸個冇冇的穗吞彼七穗好的。我講互術士聽，也無人會給我解明。」","bklhl":"chiah ê冇冇ê穗吞hit七穗好ê。我講hō͘術士聽，也無人會kā我解明。"}},{"book":"創","chapter":41,"verse":25,"versions":{"unv":"約瑟對法老說：「法老的夢乃是一個。　神已將所要做的事指示法老了。","bklcl":"Iok-sek kā Hoat-ló kóng, Hoat-ló ê bāng chiū-sī chi̍t-ê;  Siōng-tè só͘ beh kiâⁿ ê sū, ū chí-sī Hoat-ló.","tghg":"約瑟給法老講：「法老的夢就是一個。上帝所欲行的事有指示法老。","bklhl":"約瑟kā法老講，法老ê 夢就是一个；上帝所beh行ê事，有指示法老。"}},{"book":"創","chapter":41,"verse":26,"versions":{"unv":"七隻好母牛是七年，七個好穗子也是七年；這夢乃是一個。","bklcl":"Chhit-chiah hó ê gû-bú sī chhit-nî;  chhit-sūi hó-ê, ia̍h sī chhit-nî;  bāng sī chi̍t-ê.","tghg":"七隻好的牛母是七年，七穗好的亦是七年；夢是一個。","bklhl":"七隻好ê牛母是七年；七穗好ê，亦是七年；夢是一个。"}},{"book":"創","chapter":41,"verse":27,"versions":{"unv":"那隨後上來的七隻又乾瘦又醜陋的母牛是七年，那七個虛空、被東風吹焦的穗子也是七年，都是七個荒年。","bklcl":"Hiah ê tè-āu khí-lâi ê chhit chiah sán koh khiap-sì ê gû-bú, sī chhit-nî;  hiah-ê chhit sūi khang-phàⁿ, koh hō͘ tang-hong sàu-pháiⁿ-ê, ia̍h sī chhit nî;  beh chòe chhit nî ê ki-hng.","tghg":"許個隨後起來的七隻瘦閣怯勢的牛母是七年，許個七穗空冇閣互東風掃歹的亦是七年，欲做七年的飢荒。","bklhl":"Hiah-ê tè後起來ê七隻瘦koh khiap-sì ê牛母，是七年；hiah-ê 七穗空冇，koh hō͘東風掃pháiⁿ-ê，亦是七年；beh做七年ê飢荒。"}},{"book":"創","chapter":41,"verse":28,"versions":{"unv":"這就是我對法老所說，　神已將所要做的事顯明給法老了。","bklcl":"Siōng-tè só͘ beh chòe ê sū, ū hián-bêng tī Hoat-ló;  che sī góa tùi Hoat-ló só͘ kóng-ê.","tghg":"上帝所欲做的事有顯明佇法老，這是我對法老所講的。","bklhl":"上帝所beh做ê事，有顯明tī法老；這是我對法老所講ê。"}},{"book":"創","chapter":41,"verse":29,"versions":{"unv":"埃及遍地必來七個大豐年，","bklcl":"Lí khòaⁿ, Ai-ki̍p piàn-tōe beh tú-tio̍h tōa hó-nî-tang chhit-nî;","tghg":"你看，埃及遍地欲抵著(tú-tio̍h)大好年冬七年，","bklhl":"你看，埃及遍地beh tú-tio̍h大好年冬七年；"}},{"book":"創","chapter":41,"verse":30,"versions":{"unv":"隨後又要來七個荒年，甚至在埃及地都忘了先前的豐收，全地必被饑荒所滅。","bklcl":"tè-āu, koh beh tú-tio̍h ki-hng chhit-nî;  sīm-chì tī Ai-ki̍p tōe lóng bōe kì-tit í-chêng ê hó-siu;  choân-tōe beh hō͘ ki-hng só͘ bia̍t;","tghg":"隨後閣欲抵著飢荒七年，甚至佇埃及地攏𣍐記得以前的好收，全地欲互飢荒所滅。","bklhl":"tè後，koh beh tú-tio̍h飢荒七年；甚至tī埃及地lóng bōe記得以前ê好收；全地beh hō͘飢荒所滅；"}},{"book":"創","chapter":41,"verse":31,"versions":{"unv":"因那以後的饑荒甚大，便不覺得先前的豐收了。","bklcl":"in-ūi í-āu ê ki-hng thài siong-tiōng, chiū m̄-chai í-chêng tōe-hng ê hó-siu.","tghg":"因為以後的飢荒太傷重，就呣知以前地方的好收。","bklhl":"因為以後ê飢荒太傷重，就m̄知以前地方ê好收。"}},{"book":"創","chapter":41,"verse":32,"versions":{"unv":"至於法老兩回做夢，是因　神命定這事，而且必速速成就。","bklcl":"Lūn-kàu Hoat-ló nn̄g pái ê bîn-bāng, sī in-ūi Siōng-tè chù-tiāⁿ chit ê tāi-chì, koh Siōng-tè beh kín-kín chiâⁿ-i.","tghg":"論到法老二擺的眠夢，是因為上帝註定此個代誌，閣上帝欲緊緊成伊。","bklhl":"論到法老兩pái ê眠夢，是因為上帝註定chit ê tāi-chì，koh上帝beh緊緊成伊。"}},{"book":"創","chapter":41,"verse":33,"versions":{"unv":"所以，法老當揀選一個有聰明有智慧的人，派他治理埃及地。","bklcl":"Só͘-í Hoat-ló tio̍h kéng chi̍t ê ū chhang-miâ, ū tì-hūi ê lâng, phài i tī-lí Ai-ki̍p tōe.","tghg":"所以，法老著揀一個有聰明有智慧的人，派伊治理埃及地。","bklhl":"所以法老tio̍h揀一个有聰明，有智慧ê人，派伊治理埃及地。"}},{"book":"創","chapter":41,"verse":34,"versions":{"unv":"法老當這樣行，又派官員管理這地。當七個豐年的時候，征收埃及地的五分之一，","bklcl":"Hoat-ló tio̍h án-ni kiâⁿ, koh li̍p koaⁿ-oân koán-lí chit ê tōe;  tng chhit-nî hó-nî-tang ê sî, Ai-ki̍p tōe só͘-siu-ê, gō͘-hūn thiu chi̍t-hūn;","tghg":"法老著按呢行，閣立官員管理此個地。當七年好年冬的時，埃及地所收的五份抽一份，","bklhl":"法老tio̍h án-ni行，koh立官員管理chit ê地；當七年好年冬ê時，埃及地所收ê，五份抽一份；"}},{"book":"創","chapter":41,"verse":35,"versions":{"unv":"叫他們把將來豐年一切的糧食聚斂起來，積蓄五穀，收存在各城裡做食物，歸於法老的手下。","bklcl":"hō͘ in tī chiong-lâi ê hó-nî-tang, chek-chū it-chhè ê bí-niû;  chū-chi̍p ngó͘-kok, siu-khǹg chiàu-kò͘;  tī ta̍k ê siâⁿ chòe chia̍h-mi̍h, kui tī Hoat-ló ê chhiú-thâu.","tghg":"互𪜶佇將來的好年冬積聚一切的米糧，聚集五穀(kok)，收囥(khǹg)照顧，佇逐個城做食物，歸佇法老的手頭。","bklhl":"hō͘ in tī將來ê好年冬，積聚一切ê米糧；聚集五穀，收khǹg照顧；tī ta̍k-ê城做食物，歸tī法老ê手頭。"}},{"book":"創","chapter":41,"verse":36,"versions":{"unv":"所積蓄的糧食可以防備埃及地將來的七個荒年，免得這地被饑荒所滅。」","bklcl":"Só͘ chek-chū ê bí-niû, thang chòe Ai-ki̍p tōe chiong-lâi chhit-nî ki-hng ê lō͘-ēng;  bián-tit chit ê tōe hō͘ ki-hng só͘ bia̍t.","tghg":"所積聚的米糧通做埃及地將來七年飢荒的路用，免得此個地互飢荒所滅。」","bklhl":"所積聚ê米糧，thang做埃及地將來七年飢荒ê路用；免得chit ê地hō͘飢荒所滅。"}},{"book":"創","chapter":41,"verse":37,"versions":{"unv":"法老和他一切臣僕都以這事為妙。","bklcl":"Hoat-ló kap i it-chhè ê jîn-sîn lóng lia̍h chit ê tāi-chì chòe-hó.","tghg":"法老及伊一切的人臣攏掠此個代誌做好。","bklhl":"法老kap伊一切ê人臣lóng掠chit ê tāi-chì做好。"}},{"book":"創","chapter":41,"verse":38,"versions":{"unv":"法老對臣僕說：「像這樣的人，有　神的靈在他裡頭，我們豈能找得著呢？」","bklcl":"Hoat-ló tùi i ê jîn-sîn kóng, Lán kiám ōe chhē-tio̍h chi̍t-ê chhin-chhiūⁿ i chit ê lâng, ū Siōng-tè ê sîn tī i ê lāi-bīn mah?","tghg":"法老對伊的人臣講：「咱豈會尋著一個親像伊此個人，有上帝的神佇伊的內面嗎？」","bklhl":"法老對伊ê人臣講，咱kiám會chhē-tio̍h一个親像伊chit ê人，有上帝ê神tī伊ê內面mah？"}},{"book":"創","chapter":41,"verse":39,"versions":{"unv":"法老對約瑟說：「　神既將這事都指示你，可見沒有人像你這樣有聰明有智慧。","bklcl":"Hoat-ló tùi Iok-sek kóng, Siōng-tè í-keng chiong chit ê tāi-chì lóng chí-sī lí, khó-kiàn bô lâng chhin-chhiūⁿ lí ū chit-hō ê chhang-miâ tì-hūi.","tghg":"法老對約瑟講：「上帝已經將此個代誌攏指示你，可見無人親像你有此號的聰明智慧。","bklhl":"法老對約瑟講，上帝已經將chit ê tāi-chì lóng指示你，可見無人親像你有chit號ê聰明智慧。"}},{"book":"創","chapter":41,"verse":40,"versions":{"unv":"你可以掌管我的家；我的民都必聽從你的話。惟獨在寶座上我比你大。」","bklcl":"Lí thang koán-lí góa ê ke;  góa ê peh-sìⁿ lóng tio̍h thiaⁿ lí ê ōe, hō͘ lí koán-lí;  to̍k-to̍k tī pó-chō, góa pí lí khah tōa.","tghg":"你通管理我的家；我的百姓攏著聽你的話互你管理。獨獨佇寶座我比你卡大。」","bklhl":"你thang管理我ê家；我ê百姓lóng tio̍h聽你ê話，hō͘你管理；獨獨tī寶座，我比你khah大。"}},{"book":"創","chapter":41,"verse":41,"versions":{"unv":"法老又對約瑟說：「我派你治理埃及全地。」","bklcl":"Hoat-ló kā Iok-sek kóng, Góa kú-khí lí koán-hat Ai-ki̍p choân-tōe.","tghg":"法老給約瑟講：「我舉起你管轄埃及全地。」","bklhl":"法老kā約瑟講，我舉起你管轄埃及全地。"}},{"book":"創","chapter":41,"verse":42,"versions":{"unv":"法老就摘下手上打印的戒指，戴在約瑟的手上，給他穿上細麻衣，把金鍊戴在他的頸項上，","bklcl":"Hoat-ló chiū pak i chhiú-ni̍h chòe ìn ê chhiú-chí, kòa tī Iok-sek ê chńg-thâu-á;  kā i chhēng iù-tōe-saⁿ;  chiong kim-liān kòa tī i ê ām-kún.","tghg":"法老就剝(pak)伊手裡做印的手指，掛佇約瑟的指頭仔，給伊穿幼苧衫，將金鍊掛佇伊的頷頸，","bklhl":"法老就剝伊手裡做印ê手指，掛tī約瑟ê指頭á；kā伊穿幼苧衫；將金鍊掛tī伊ê頷頸。"}},{"book":"創","chapter":41,"verse":43,"versions":{"unv":"又叫約瑟坐他的副車，喝道的在前呼叫說：「跪下。」這樣，法老派他治理埃及全地。","bklcl":"Koh hō͘ Iok-sek chē i ê tē-jī pān chhia;  khui-tō-ê kiò kóng, Kūi;  án-ni Hoat-ló siat-li̍p i tī-lí Ai-ki̍p choân-tōe.","tghg":"閣互約瑟坐伊的第二班車，開道者叫講：「跪。」按呢，法老設立伊治理埃及全地。","bklhl":"Koh hō͘約瑟坐伊ê第二pān車；開道ê叫講，跪；án-ni法老設立伊治理埃及全地。"}},{"book":"創","chapter":41,"verse":44,"versions":{"unv":"法老對約瑟說：「我是法老，在埃及全地，若沒有你的命令，不許人擅自辦事（原文是動手動腳）。」","bklcl":"Hoat-ló tùi Iok-sek kóng, Góa sī Hoat-ló, nā bô lí ū siaⁿ, tī Ai-ki̍p choân-tōe, m̄-chún lâng tāng kha-chhiú.","tghg":"法老對約瑟講：「我是法老，若無你有聲，佇埃及全地，呣准人動腳手。」","bklhl":"法老對約瑟講，我是法老，若無你有聲，tī埃及全地，m̄准人動腳手。"}},{"book":"創","chapter":41,"verse":45,"versions":{"unv":"法老賜名給約瑟，叫撒發那忒‧巴內亞，又將安城的祭司波提非拉的女兒亞西納給他為妻。約瑟就出去巡行埃及地。","bklcl":"Hoat-ló khim-sù Iok-sek ê miâ kiò Sat-hoat-ná-thek Pa-lōe-a;  koh chiong An-siâⁿ ê chè-si Pho-thê-hui-la̍h ê cha-bó͘-kiáⁿ A-se-la̍p hō͘ i chòe-bó͘.  Iok-sek chiū chhut-sûn Ai-ki̍p tōe.","tghg":"法老欽賜約瑟的名叫撒發那忒巴內亞(Sat-hoat-ná-thek Pa-lōe-a)，閣將安城的祭司波提非拉的查某子亞西納互伊做某。約瑟就出巡埃及地。","bklhl":"法老欽賜約瑟ê名叫Sat-hoat-ná-thek Pa-lōe-a；koh將An城ê祭司Pho-thê-hui-la̍h ê cha-bó͘-kiáⁿ A-se-la̍p hō͘伊做bó͘。約瑟就出巡埃及地。"}},{"book":"創","chapter":41,"verse":46,"versions":{"unv":"約瑟見埃及王法老的時候年三十歲。他從法老面前出去，遍行埃及全地。","bklcl":"Iok-sek kìⁿ Ai-ki̍p ông Hoat-ló ê sî, hit-nî saⁿ-cha̍p hè.  Iok-sek tùi Hoat-ló ê bīn-chêng chhut-khì, piàn kiâⁿ Ai-ki̍p choân-tōe.","tghg":"約瑟見埃及王法老的時彼年三十歲。約瑟對法老的面前出去，遍行埃及全地。","bklhl":"約瑟見埃及王法老ê時，hit年三十歲。約瑟tùi法老ê面前出去，遍行埃及全地。"}},{"book":"創","chapter":41,"verse":47,"versions":{"unv":"七個豐年之內，地的出產極豐極盛（原文是一把一把的），","bklcl":"Chhit-ê hó nî-tang ê lāi-bīn, tōe ê chhut-sán ke̍k-kî hong-sēng.","tghg":"七個好年冬的內面，地的出產極其豐盛，","bklhl":"七個好年冬ê內面，地ê出產極其豐盛。"}},{"book":"創","chapter":41,"verse":48,"versions":{"unv":"約瑟聚斂埃及地七個豐年一切的糧食，把糧食積存在各城裡；各城周圍田地的糧食都積存在本城裡。","bklcl":"Iok-sek chū-chi̍p Ai-ki̍p tōe chhit ê hó nî-tang it-chhè ê bí-niû;  chiong bí-niû chek-chū tī ta̍k ê siâⁿ;  chiu-ûi chhân-tōe ê bí-niû, lóng chek-chū tī i ê pún-siâⁿ.","tghg":"約瑟聚集埃及地七個好年冬一切的米糧，將米糧積聚佇逐個城；周圍田地的米糧攏積聚佇伊的本城。","bklhl":"約瑟聚集埃及地七個好年冬一切ê米糧；將米糧積聚tī ta̍k-ê城；周圍田地ê米糧，lóng積聚tī伊ê本城。"}},{"book":"創","chapter":41,"verse":49,"versions":{"unv":"約瑟積蓄五穀甚多，如同海邊的沙，無法計算，因為穀不可勝數。","bklcl":"Iok-sek chek-chū gō͘-kak ke̍k-chōe, chhin-chhiūⁿ hái-piⁿ ê soa, kàu i thêng-chí bô sǹg;  in-ūi sǹg-bōe-liáu.","tghg":"約瑟積聚五穀極多，親像海邊的沙，到伊停止無算，因為算𣍐了。","bklhl":"約瑟積聚五穀極chōe，親像海邊ê沙，到伊停止無算；因為算bōe了。"}},{"book":"創","chapter":41,"verse":50,"versions":{"unv":"荒年未到以前，安城的祭司波提非拉的女兒亞西納給約瑟生了兩個兒子。","bklcl":"Ki-hng ê nî bē-kàu í-chêng, An-siâⁿ ê chè-si Pho-thê-hui-la̍h ê cha-bó͘-kiáⁿ A-se-la̍p  kā Iok-sek siⁿ nn̄g ê kiáⁿ.","tghg":"飢荒的年未到以前，安城的祭司波提非拉的查某子亞西納給約瑟生二個子。","bklhl":"飢荒ê年未到以前，An城ê祭司Pho-thê-hui-la̍h ê cha-bó͘-kiáⁿ A-se-la̍p kā約瑟生兩個kiáⁿ。"}},{"book":"創","chapter":41,"verse":51,"versions":{"unv":"約瑟給長子起名叫瑪拿西（就是使之忘了的意思），因為他說：「　神使我忘了一切的困苦和我父的全家。」","bklcl":"Iok-sek kā tōa kiáⁿ hō miâ kiò Má-ná-se;  in-ūi i kóng, Siōng-tè hō͘ góa bōe-kì-tit góa it-chhè ê khùn-khó͘, kap góa ê lāu-pē ê choân-ke.","tghg":"約瑟給大子號名叫瑪拿西，因為伊講：「上帝互我𣍐記得我一切的困苦及我的老父的全家。」","bklhl":"約瑟kā大kiáⁿ號名叫Má-ná-se；因為伊講，上帝hō͘我bōe記得我一切ê困苦，kap我ê老父ê全家。"}},{"book":"創","chapter":41,"verse":52,"versions":{"unv":"他給次子起名叫以法蓮（就是使之昌盛的意思），因為他說：「　神使我在受苦的地方昌盛。」","bklcl":"I kā tē-jī kiáⁿ hō miâ Í-hoat-liân;  in-ūi i kóng, Siōng-tè hō͘ góa tī góa siū-khó͘ ê tōe-hng heng-ōng.","tghg":"伊給第二子號名以法蓮，因為伊講：「上帝互我佇我受苦的地方興旺。」","bklhl":"伊kā第二kiáⁿ號名Í-hoat-liân；因為伊講，上帝hō͘我tī我受苦ê地方興旺。"}},{"book":"創","chapter":41,"verse":53,"versions":{"unv":"埃及地的七個豐年一完，","bklcl":"Ai-ki̍p tōe chhit-nî hó nî-tang í-keng oân,","tghg":"埃及地七年好年冬已經完，","bklhl":"埃及地七年好年冬已經圓，"}},{"book":"創","chapter":41,"verse":54,"versions":{"unv":"七個荒年就來了。正如約瑟所說的，各地都有饑荒；惟獨埃及全地有糧食。","bklcl":"chhit-nî ki-hng chiū lâi, tú-tú chiàu Iok-sek só͘ kóng-ê;  ta̍k-kok lóng ū ki-hng;  to̍k-to̍k Ai-ki̍p choân-tōe ū bí-niû.","tghg":"七年飢荒就來。抵抵照約瑟所講的，逐國攏有飢荒；獨獨埃及全地有米糧。","bklhl":"七年飢荒就來，tú-tú照約瑟所講ê；ta̍k國lóng有飢荒；獨獨埃及全地有米糧。"}},{"book":"創","chapter":41,"verse":55,"versions":{"unv":"及至埃及全地有了饑荒，眾民向法老哀求糧食，法老對他們說：「你們往約瑟那裡去，凡他所說的，你們都要做。」","bklcl":"Kàu Ai-ki̍p choân-tōe ū ki-hng, chèng peh-sìⁿ tùi Hoat-ló ai-kiû bí-niû;  Hoat-ló tùi Ai-ki̍p ê chèng-lâng kóng, Lín khì chhē Iok-sek, hoān-nā i só͘ kóng-ê, lín lóng tio̍h chòe.","tghg":"到埃及全地有飢荒，眾百姓對法老哀求米糧，法老對埃及的眾人講：「恁去尋約瑟，凡若伊所講的，恁攏著做。」","bklhl":"到埃及全地有飢荒，眾百姓對法老哀求米糧；法老對埃及ê眾人講，lín去chhē約瑟，凡若伊所講ê，lín lóng tio̍h做。"}},{"book":"創","chapter":41,"verse":56,"versions":{"unv":"當時饑荒遍滿天下，約瑟開了各處的倉，糶糧給埃及人；在埃及地饑荒甚大。","bklcl":"Tng-sî ki-hng piàn-móa thiⁿ-ē;  Iok-sek khui ta̍k só͘-chāi ê chhek-chhng, thiò bí-niû hō͘ Ai-ki̍p lâng;  tī Ai-ki̍p tōe ki-hng chin siong-tiōng.","tghg":"當時飢荒遍滿天下，約瑟開逐所在的粟倉(chhek-chhng)，糶(thiò)米糧互埃及人；佇埃及地飢荒真傷重。","bklhl":"當時飢荒遍滿天下；約瑟開ta̍k所在ê粟倉，thiò米糧hō͘埃及人；tī埃及地飢荒真傷重。"}},{"book":"創","chapter":41,"verse":57,"versions":{"unv":"各地的人都往埃及去，到約瑟那裡糴糧，因為天下的饑荒甚大。","bklcl":"Ta̍k-kok ê lâng lóng khì Ai-ki̍p, kàu Iok-sek hia tia̍h bí-niû;  in-ūi thiⁿ-ē ki-hng chin siong-tiōng.","tghg":"逐國的人攏去埃及，到約瑟遐糴(tia̍h)米糧，因為天下飢荒真傷重。","bklhl":"ta̍k國ê人lóng去埃及，到約瑟hia tia̍h mí-niû；因為天下飢荒真傷重。"}}]