[{"book":"創","chapter":22,"verse":1,"versions":{"unv":"這些事以後，　神要試驗亞伯拉罕，就呼叫他說：「亞伯拉罕！」他說：「我在這裡。」","bklcl":"Chiah-ê tāi-chì í-āu, Siōng-tè chhì A-pek-la̍h-hán, kiò i kóng, A-pek-la̍h-hán;  i ìn kóng, Góa tī-chia.","tghg":"諸個代誌以後，上帝試亞伯拉罕，叫伊講：「亞伯拉罕！」伊應講：「我佇遮。」","bklhl":"Chiah-ê tāi-chì以後，上帝試亞伯拉罕，叫伊講，亞伯拉罕；伊應講，我tī-chia。"}},{"book":"創","chapter":22,"verse":2,"versions":{"unv":"　神說：「你帶著你的兒子，就是你獨生的兒子，你所愛的以撒，往摩利亞地去，在我所要指示你的山上，把他獻為燔祭。」","bklcl":"Siōng-tè kóng, Lí tòa lí ê kiáⁿ, chiū-sī lí to̍k-siⁿ ê kiáⁿ, lí só͘ thiàⁿ ê Í-sat, khì Mô͘-lī-a ê tōe, Góa só͘ beh chí-sī lí ê soaⁿ;  tī-hia chiong i hiàn-chòe sio-chè.","tghg":"上帝講：「你帶你的子，就是你獨生的子，你所疼的以撒，去摩利亞的地，我所欲指示你的山，佇遐將伊獻做燒祭。」","bklhl":"上帝講，你帶你ê kiáⁿ，就是你獨生ê kiáⁿ，你所疼ê以撒，去Mô͘-lī-a ê地，我所beh指示你ê山；tī-hia將伊獻做燒祭。"}},{"book":"創","chapter":22,"verse":3,"versions":{"unv":"亞伯拉罕清早起來，備上驢，帶著兩個僕人和他兒子以撒，也劈好了燔祭的柴，就起身往　神所指示他的地方去了。","bklcl":"A-pek-la̍h-hán thàu-chá khí-lâi, pī-pān lû, tòa i ê nn̄g ê siàu-liân lâng, kap i ê kiáⁿ Í-sat;  ia̍h phòa sio-chè ê chhâ;  chiū khí-sin khì Siōng-tè só͘ chí-sī i ê tōe.","tghg":"亞伯拉罕透早起來，備辦驢，帶伊的二個少年人及伊的子以撒，亦破燒祭的柴，就起身去上帝所指示伊的地。","bklhl":"亞伯拉罕透早起來，備辦驢，帶伊ê兩個少年人，kap伊ê kiáⁿ以撒；亦破燒祭ê柴；就起身去上帝所指示伊ê地。"}},{"book":"創","chapter":22,"verse":4,"versions":{"unv":"到了第三日，亞伯拉罕舉目遠遠地看見那地方。","bklcl":"Kàu tē-saⁿ ji̍t, A-pek-la̍h-hán kia̍h-ba̍k hn̄g-hn̄g khòaⁿ hit ê só͘-chāi.","tghg":"到第三日，亞伯拉罕攑目遠遠看彼個所在。","bklhl":"到第三日，亞伯拉罕kia̍h目遠遠看hit ê所在。"}},{"book":"創","chapter":22,"verse":5,"versions":{"unv":"亞伯拉罕對他的僕人說：「你們和驢在此等候，我與童子往那裡去拜一拜，就回到你們這裡來。」","bklcl":"A-pek-la̍h-hán tùi i ê siàu-liân lâng kóng, Lín kap lû tiàm chia thèng-hāu, góa kap gín-á khì hia kèng-pài, chiū tò-lâi lín chia.","tghg":"亞伯拉罕對伊的少年人講：「恁及驢踮遮聽候，我及囝仔去遐敬拜，就倒來恁遮。」","bklhl":"亞伯拉罕對伊ê少年人講，Lín kap驢tiàm chia thèng候，我kap gín-á去hia敬拜，就tò來lín chia。"}},{"book":"創","chapter":22,"verse":6,"versions":{"unv":"亞伯拉罕把燔祭的柴放在他兒子以撒身上，自己手裡拿著火與刀；於是二人同行。","bklcl":"A-pek-la̍h-hán chiong sio-chè ê chhâ hē tī i ê kiáⁿ Í-sat ê sin-chiūⁿ, ka-kī ê chhiú kia̍h hé kap to;  tùi hit-tia̍p nn̄g-lâng saⁿ-kap kiâⁿ.","tghg":"亞伯拉罕將燒祭的柴下(hē)佇伊的子以撒的身上，家己的手攑火及刀；對彼霎(tia̍p)二人相及行。」","bklhl":"亞伯拉罕將燒祭ê柴hē tī伊ê kiáⁿ以撒ê身上，家己ê手kia̍h火kap刀；tùi hit-tia̍p兩人相kap行。"}},{"book":"創","chapter":22,"verse":7,"versions":{"unv":"以撒對他父親亞伯拉罕說：「父親哪！」亞伯拉罕說：「我兒，我在這裡。」以撒說：「請看，火與柴都有了，但燔祭的羊羔在哪裡呢？」","bklcl":"Í-sat kā i ê lāu-pē A-pek-la̍h-hán kóng, Pē ah;  i kóng, Góa ê kiáⁿ, góa tī-chia.  I kóng, Lí khòaⁿ, hé kap chhâ lóng ū;  chóng-sī sio-chè ê iûⁿ-á tī tah-lo̍h?","tghg":"以撒給伊的老父亞伯拉罕講：「父啊！」伊講：「我的子，我佇遮。」伊講：「你看，火及柴攏有，總是燒祭的羊仔佇叨落？」","bklhl":"以撒kā伊ê老父亞伯拉罕講，父ah；伊講，我ê kiáⁿ，我tī-chia。伊講，你看，火kap柴lóng有；總是燒祭ê羊á tī tah-lo̍h？"}},{"book":"創","chapter":22,"verse":8,"versions":{"unv":"亞伯拉罕說：「我兒，　神必自己預備作燔祭的羊羔。」於是二人同行。","bklcl":"A-pek-la̍h-hán kóng, Góa ê kiáⁿ, Siōng-tè beh ka-kī pī-pān sio-chè ê iûⁿ-á;  tùi hit-tia̍p nn̄g-lâng saⁿ-kap kiâⁿ.","tghg":"亞伯拉罕講：「我的子，上帝欲家己備辦燒祭的羊仔。」對彼霎二人相及行。","bklhl":"亞伯拉罕講，我ê kiáⁿ，上帝beh家己備辦燒祭ê羊á；tùi hit-tia̍p兩人相kap行。"}},{"book":"創","chapter":22,"verse":9,"versions":{"unv":"他們到了　神所指示的地方，亞伯拉罕在那裡築壇，把柴擺好，捆綁他的兒子以撒，放在壇的柴上。","bklcl":"In kàu Siōng-tè chí-sī i ê só͘-chāi;  A-pek-la̍h-hán tī-hia khí tôaⁿ, chiong chhâ pâi-hó, pa̍k i ê kiáⁿ Í-sat, hē tī tôaⁿ-ni̍h ê chhâ-téng.","tghg":"𪜶到上帝指示伊的所在，亞伯拉罕佇遐起壇，將柴排好，縛伊的子以撒，下佇壇裡的柴頂。","bklhl":"In到上帝指示伊ê所在；亞伯拉罕tī-hia起壇，將柴排好，縛伊ê kiáⁿ以撒，hē tī 壇裡ê柴頂。"}},{"book":"創","chapter":22,"verse":10,"versions":{"unv":"亞伯拉罕就伸手拿刀，要殺他的兒子。","bklcl":"A-pek-la̍h-hán chiū chhun-chhiú kia̍h-to, beh thâi i ê kiáⁿ.","tghg":"亞伯拉罕就伸手攑刀，欲刣伊的子。","bklhl":"亞伯拉罕就伸手kia̍h刀，beh 刣伊ê kiáⁿ。"}},{"book":"創","chapter":22,"verse":11,"versions":{"unv":"耶和華的使者從天上呼叫他說：「亞伯拉罕！亞伯拉罕！」他說：「我在這裡。」","bklcl":"Iâ-hô-hoa ê sù-chiá tùi thiⁿ kiò i kóng, A-pek-la̍h-hán, A-pek-la̍h-hán;  i ìn kóng, Góa tī-chia.","tghg":"耶和華的使者對天叫伊講：「亞伯拉罕！亞伯拉罕！」伊應講：「我佇遮。」","bklhl":"耶和華ê使者對天叫伊講，亞伯拉罕，亞伯拉罕；伊應講，我tī-chia。"}},{"book":"創","chapter":22,"verse":12,"versions":{"unv":"天使說：「你不可在這童子身上下手。一點不可害他！現在我知道你是敬畏　神的了；因為你沒有將你的兒子，就是你獨生的兒子，留下不給我。」","bklcl":"Sù-chiá kóng, Lí m̄-thang tī chit ê gín-á ê sin-chiūⁿ hē-chhiú, ia̍h m̄-thang tùi i cháiⁿ-iūⁿ chòe;  in-ūi góa taⁿ chai lí sī kèng-ùi Siōng-tè, ia̍h bô chiong lí ê kiáⁿ, chiū-sī lí to̍k-siⁿ-ê, lâu-teh, m̄-hō͘ góa.","tghg":"使者講：「你呣通佇此個囝仔的身上下手，亦呣通對伊怎樣做。因為我今知你是敬畏上帝；亦無將你的子，就是你獨生者，留啲呣互我。」","bklhl":"使者講，你m̄-thang tī chit ê gín-á ê身上下手，亦m̄-thang對伊怎樣做；因為我taⁿ知你是敬畏上帝，亦無將你ê kiáⁿ，就是你獨生ê，留teh，m̄-hō͘我。"}},{"book":"創","chapter":22,"verse":13,"versions":{"unv":"亞伯拉罕舉目觀看，不料，有一隻公羊，兩角扣在稠密的小樹中。亞伯拉罕就取了那隻公羊來，獻為燔祭，代替他的兒子。","bklcl":"A-pek-la̍h-hán kia̍h-ba̍k khòaⁿ, khòaⁿ-kìⁿ āu-bīn ū chi̍t chiah iûⁿ-káng, kak tîⁿ tī kui-phō ê chhiū-á;  A-pek-la̍h-hán chiū khì lia̍h hit chiah iûⁿ-káng lâi, hiàn chòe sio-chè, lâi thòe i ê kiáⁿ.","tghg":"亞伯拉罕攑目看，看見後面有一隻羊牨(káng)，角纏(tîⁿ)佇歸部的樹仔，亞伯拉罕就去掠彼隻羊牨來，獻做燒祭，來替伊的子。","bklhl":"亞伯拉罕kia̍h目看，看見後面有一隻羊káng，角纏tī kui抱ê樹á；亞伯拉罕就去掠hit隻羊káng來，獻做燒祭，來替伊ê kiáⁿ。"}},{"book":"創","chapter":22,"verse":14,"versions":{"unv":"亞伯拉罕給那地方起名叫「耶和華以勒」（就是耶和華必預備的意思），直到今日人還說：「在耶和華的山上必有預備。」","bklcl":"A-pek-la̍h-hán miâ hit ê só͘-chāi kiò Iâ-hô-hoa-í-le̍k;  kàu kin-á-ji̍t lâng iáu teh kóng, Tī Iâ-hô-hoa ê soaⁿ beh pī-pān.","tghg":"亞伯拉罕名彼個所在叫「耶和華以勒」，到今仔日人猶啲講：「佇耶和華的山欲備辦。」","bklhl":"亞伯拉罕名hit ê所在叫耶和華以勒；到今á日人iáu teh講，Tī耶和華ê山beh備辦。"}},{"book":"創","chapter":22,"verse":15,"versions":{"unv":"耶和華的使者第二次從天上呼叫亞伯拉罕說：","bklcl":"Iâ-hô-hoa ê sù-chiá tē-jī pái tùi thiⁿ kiò A-pek-la̍h-hán kóng,","tghg":"耶和華的使者第二擺對天叫亞伯拉罕講：","bklhl":"耶和華ê使者第二pái對天叫亞伯拉罕講，"}},{"book":"創","chapter":22,"verse":16,"versions":{"unv":"「耶和華說：『你既行了這事，不留下你的兒子，就是你獨生的兒子，我便指著自己起誓說：","bklcl":"Iâ-hô-hoa kóng, Lí í-keng kiâⁿ chit ê sū, bô lâu lí ê kiáⁿ, chiū-sī lí to̍k-siⁿ ê kiáⁿ, Góa chiū kí ka-kī chiù-chōa kóng,","tghg":"「耶和華講：『你已經行此個事，無留你的子，就是你獨生的子，我就指家己咒誓講：","bklhl":"耶和華講，你已經行chit ê事，無留你ê kiáⁿ，就是你獨生ê kiáⁿ，我就kí家己chiù-chōa講，"}},{"book":"創","chapter":22,"verse":17,"versions":{"unv":"論福，我必賜大福給你；論子孫，我必叫你的子孫多起來，如同天上的星，海邊的沙。你子孫必得著仇敵的城門，","bklcl":"Góa sù-hok beh sù-hok lí, ke-thiⁿ beh ke-thiⁿ lí ê hō͘-è, chhin-chhiūⁿ thiⁿ-téng ê chhiⁿ, hái-piⁿ ê soa;  lí ê hō͘-è beh tit-tio̍h chiah-ê tùi-te̍k ê koan-ài.","tghg":"我賜福欲賜福你；加添欲加添你的後裔，親像天頂的星，海邊的沙。你的後裔欲得著諸個對敵的關隘(koan-ài)，","bklhl":"我賜福beh賜福你，加添beh加添你ê後裔，親像天頂ê 星，海邊ê沙；你ê後裔beh得tio̍h chiah ê對敵ê關隘。"}},{"book":"創","chapter":22,"verse":18,"versions":{"unv":"並且地上萬國都必因你的後裔得福，因為你聽從了我的話。』」","bklcl":"Koh tōe-chiūⁿ bān-pang beh in-ūi lí ê hō͘-è tit-tio̍h hok-khì;  in-ūi lí thiaⁿ-thàn Góa ê ōe.","tghg":"閣地上萬邦欲因為你的後裔得著福氣；因為你聽趁我的話。』」","bklhl":"Koh地上萬邦beh因為你ê後裔得tio̍h福氣；因為你聽thàn我ê話。"}},{"book":"創","chapter":22,"verse":19,"versions":{"unv":"於是亞伯拉罕回到他僕人那裡，他們一同起身往別是巴去，亞伯拉罕就住在別是巴。","bklcl":"Tùi hit-tia̍p A-pek-la̍h-hán tò-lâi i hiah-ê siàu-liân lâng hia;  in chiū saⁿ-kap khí-sin khì Pia̍t-sī-pa.  A-pek-la̍h-hán chiū tiàm tī Pia̍t-sī-pa.","tghg":"對彼霎亞伯拉罕倒來伊許個少年人遐，𪜶就相及起身去別是巴，亞伯拉罕就踮佇別是巴。","bklhl":"Tùi hit-tia̍p，亞伯拉罕tò來伊hiah-ê少年人hia；in就相kap起身去別是巴。亞伯拉罕就tiàm-tī別是巴。"}},{"book":"創","chapter":22,"verse":20,"versions":{"unv":"這事以後，有人告訴亞伯拉罕說：「密迦給你兄弟拿鶴生了幾個兒子，","bklcl":"Chiah-ê tāi-chì liáu-āu, ū lâng kā A-pek-la̍h-hán kóng, Bi̍t-ka kā lí ê sió-tī Ná-ho̍k siⁿ-kiáⁿ;","tghg":"諸個代誌了後，有人給亞伯拉罕講：「密迦給你的小弟拿福生子，","bklhl":"Chiah-ê tāi-chì了後，有人kā亞伯拉罕講，Bi̍t-ka kā你ê小弟Ná-ho̍k生kiáⁿ；"}},{"book":"創","chapter":22,"verse":21,"versions":{"unv":"長子是烏斯，他的兄弟是布斯和亞蘭的父親基母利，","bklcl":"tōa-ê O͘-su, sió-tī Pò͘-su, kap A-lân ê lāu-pē, Ki-bó͘-lī;","tghg":"大的烏斯，小弟布斯及亞蘭的老父基某利，","bklhl":"大ê O͘-su，小弟Pò͘-su，kap A-lân ê老父，Ki-bó͘-lī；"}},{"book":"創","chapter":22,"verse":22,"versions":{"unv":"並基薛、哈瑣、必達、益拉、彼土利（彼土利生利百加）。」","bklcl":"kap Ki-siat, Hap-só, Pit-ta̍t, Ek-la̍h, Pí-thó͘-lī, (Pí-thó͘-lī siⁿ Lī-pek-ka).","tghg":"及基設、哈瑣、必達、益拉、彼土利（彼土利生利百加）。」","bklhl":"kap Ki-siat、Hap-só、Pit-ta̍t、Ek-la̍h、Pí-thó͘-lī，(Pí-thó͘-lī生利百加)。"}},{"book":"創","chapter":22,"verse":23,"versions":{"unv":"這八個人都是密迦給亞伯拉罕的兄弟拿鶴生的。","bklcl":"Chí poeh-lâng lóng sī Bi̍t-ka kā A-pek-la̍h-hán ê sió-tī Ná-ho̍k siⁿ-ê.","tghg":"此八人攏是密迦給亞伯拉罕的小弟拿福生的。","bklhl":"Chit八人lóng是Bi̍t-ka kā亞伯拉罕ê小弟Ná-ho̍k生ê。"}},{"book":"創","chapter":22,"verse":24,"versions":{"unv":"拿鶴的妾名叫流瑪，生了提八、迦含、他轄，和瑪迦。","bklcl":"Ná-ho̍k ê sòe-î, miâ Liû-má, siⁿ Thê-pat, Ka-hâm, Tha-hat, kap Má-ka.","tghg":"拿福的細姨名流瑪，生提八、迦含、他轄，及瑪迦。","bklhl":"Ná-ho̍k ê細姨，名Liû-má，生Thê-pat、Ka-hâm、Tha-hat、kap Má-ka。"}}]