[{"book":"創","chapter":16,"verse":1,"versions":{"unv":"亞伯蘭的妻子撒萊不給他生兒女。撒萊有一個使女，名叫夏甲，是埃及人。","bklcl":"A-pek-lân ê bó͘ Sat-lāi bô kā i siⁿ-kiáⁿ;  i ū chi̍t ê lú-pī miâ Hā-kah;  sī Ai-ki̍p lâng.","tghg":"亞伯蘭的某撒萊無給伊生子。伊有一個女婢，名夏甲，是埃及人。","bklhl":"亞伯蘭ê bó͘撒萊無kā伊生kiáⁿ；伊有一个女婢名夏甲；是埃及人。"}},{"book":"創","chapter":16,"verse":2,"versions":{"unv":"撒萊對亞伯蘭說：「耶和華使我不能生育。求你和我的使女同房，或者我可以因她得孩子（得孩子：原文是被建立）」。亞伯蘭聽從了撒萊的話。","bklcl":"Sat-lāi kā A-pek-lân kóng, Iâ-hô-hoa kìm góa siⁿ-kiáⁿ;  chhiáⁿ lí kap góa ê lú-pī tâng-pâng;  kiám-chhái góa thang tùi i tit-tio̍h gín-á.  A-pek-lân thiaⁿ-thàn Sat-lāi ê ōe.","tghg":"撒萊給亞伯蘭講：「耶和華禁我生子。請你及我的女婢同房，豈採我通對伊得著囝仔。」亞伯蘭聽趁撒萊的話。","bklhl":"撒萊kā亞伯蘭講，耶和華禁我生kiáⁿ；請你kap我ê女婢同房；kiám-chhái我thang tùi伊得tio̍h gín-á。亞伯蘭聽thàn撒萊ê話。"}},{"book":"創","chapter":16,"verse":3,"versions":{"unv":"於是亞伯蘭的妻子撒萊將使女埃及人夏甲給了丈夫為妾；那時亞伯蘭在迦南已經住了十年。","bklcl":"Tùi hit-tia̍p A-pek-lân ê bó͘ Sat-lāi chiong i ê lú-pī Ai-ki̍p lâng Hā-kah hō͘ i tiōng-hu A-pek-lân chòe-bó͘;  hit-sî A-pek-lân í-keng tòa Ka-lâm cha̍p nî.","tghg":"對彼霎(tia̍p)亞伯蘭的某撒萊將伊的女婢埃及人夏甲互伊丈夫亞伯蘭做某；彼時亞伯蘭已經住迦南十年。","bklhl":"Tùi hit-tia̍p，亞伯蘭ê bó͘撒萊將伊ê女婢埃及人夏甲hō͘伊丈夫亞伯蘭做bó͘；hit時亞伯蘭已經tòa迦南十年。"}},{"book":"創","chapter":16,"verse":4,"versions":{"unv":"亞伯蘭與夏甲同房，夏甲就懷了孕；她見自己有孕，就小看她的主母。","bklcl":"I kap Hā-kah tâng-pâng, Hā-kah chiū hoâi-īn;  i chai ka-kī ū-sin, chiū khòaⁿ-khin chú-bú.","tghg":"伊及夏甲同房，夏甲就懷孕；伊知家己有娠(sin)，就看輕主母。","bklhl":"伊kap夏甲同房，夏甲就懷孕；伊知家己有身，就看輕主母。"}},{"book":"創","chapter":16,"verse":5,"versions":{"unv":"撒萊對亞伯蘭說：「我因你受屈。我將我的使女放在你懷中，她見自己有了孕，就小看我。願耶和華在你我中間判斷。」","bklcl":"Sat-lāi kā A-pek-lân kóng, Góa ê oan-óng kui tī lí;  góa chiong góa ê lú-pī hē tī lí ê sim-hoâi-tiong;  i khòaⁿ ka-kī ū-sin, chiū khòaⁿ-khin góa;  goān Iâ-hô-hoa tī lí góa ê tiong-kan phòaⁿ-toàn.","tghg":"撒萊給亞伯蘭講：「我的冤枉歸佇你。我將我的女婢下(hē)佇你的心懷中，伊看家己有娠，就看輕我。願耶和華佇你我的中間判斷。」","bklhl":"撒萊kā亞伯蘭講，我ê冤枉歸tī你；我將我ê女婢hē tī你ê心懷中；伊看家己有娠，就看輕我；願耶和華tī你我ê中間判斷。"}},{"book":"創","chapter":16,"verse":6,"versions":{"unv":"亞伯蘭對撒萊說：「使女在你手下，你可以隨意待她。」撒萊苦待她，她就從撒萊面前逃走了。","bklcl":"A-pek-lân tùi Sat-lāi kóng, Lí ê lú-pī tī lí ê chhiú, lí thang sûi-ì khoán-thāi i.  Sat-lāi khó͘-chhó͘ i, i chiū tùi Sat-lāi ê bīn-chêng tô-cháu.","tghg":"亞伯蘭對撒萊講：「你的女婢佇你的手，你通隨意款待伊。」撒萊苦楚伊，伊就對撒萊的面前逃走。","bklhl":"亞伯蘭對撒萊講，你ê女婢tī你ê手，你thang隨意款待伊。撒萊苦楚伊，伊就tùi撒萊ê面前逃走。"}},{"book":"創","chapter":16,"verse":7,"versions":{"unv":"耶和華的使者在曠野書珥路上的水泉旁遇見她，","bklcl":"Iâ-hô-hoa ê sù-chiá tú-tio̍h i tī khòng-iá ê chúi-chôaⁿ-piⁿ;  hit ê chúi-chôaⁿ tī Su-jíⁿ ê lō͘-chiūⁿ.","tghg":"耶和華的使者抵著(tú-tio̍h)伊佇曠野的水泉邊，彼個水泉佇書珥的路上，","bklhl":"耶和華ê使者tú-tio̍h伊tī曠野ê水泉邊；hit ê水泉tī Su-jíⁿ ê路上。"}},{"book":"創","chapter":16,"verse":8,"versions":{"unv":"對她說：「撒萊的使女夏甲，你從哪裡來？要往哪裡去？」夏甲說：「我從我的主母撒萊面前逃出來。」","bklcl":"Tùi i kóng, Sat-lāi ê lú-pī Hā-kah, lí tùi tah-lo̍h lâi?  beh tah-lo̍h khì?  I kóng, Góa tùi góa ê chú-bú Sat-lāi ê bīn-chêng cháu-chhut-lâi.","tghg":"對伊講：「撒萊的女婢夏甲，你對叨落來？欲叨落去？」伊講：「我對我的主母撒萊的面前走出來。」","bklhl":"對伊講，撒萊ê女婢夏甲，你tùi tah-lo̍h來？beh tah-lo̍h去？伊講，我tùi我ê主母撒萊ê面前走出來。"}},{"book":"創","chapter":16,"verse":9,"versions":{"unv":"耶和華的使者對她說：「你回到你主母那裡，服在她手下」；","bklcl":"Iâ-hô-hoa ê sù-chiá tùi i kóng, Lí tò-khì lí ê chú-bú hia, hâng-ho̍k tī i ê chhiú-ē.","tghg":"耶和華的使者對伊講：「你倒去你的主母遐；降服佇伊的手下。」；","bklhl":"耶和華ê使者對伊講，你tò去你ê主母hia，降服tī伊ê手下。"}},{"book":"創","chapter":16,"verse":10,"versions":{"unv":"又說：「我必使你的後裔極其繁多，甚至不可勝數」；","bklcl":"Iâ-hô-hoa ê sù-chiá koh tùi i kóng, Góa beh hō͘ lí ê hō͘-è ke̍k-kî chōe, sīm-chì bōe-sǹg-tit.","tghg":"耶和華的使者閣對伊講：「我欲互你的後裔極其多，甚至𣍐算得。」","bklhl":"耶和華ê使者koh對伊講，我beh hō͘你ê後裔極其chōe，甚至bōe算得。"}},{"book":"創","chapter":16,"verse":11,"versions":{"unv":"並說：「你如今懷孕要生一個兒子，可以給他起名叫以實瑪利（就是神聽見的意思），因為耶和華聽見了你的苦情。","bklcl":"Iâ-hô-hoa ê sù-chiá koh tùi i kóng, Lí taⁿ hoâi-īn, beh siⁿ chi̍t ê kiáⁿ, tio̍h kā i hō miâ Í-si̍t-má-lī, in-ūi Iâ-hô-hoa thiaⁿ-kìⁿ lí ê khó͘-chêng.","tghg":"耶和華的使者閣對伊講：「你今懷孕欲生一個子，著給伊號名以實瑪利，因為耶和華聽見你的苦情。","bklhl":"耶和華ê使者koh對伊講，你taⁿ懷孕，beh生一个kiáⁿ，tio̍h kā伊號名以實瑪利，因為耶和華聽見你ê苦情。"}},{"book":"創","chapter":16,"verse":12,"versions":{"unv":"他為人必像野驢。他的手要攻打人，人的手也要攻打他；他必住在眾弟兄的東邊。」","bklcl":"I chòe lâng beh chhin-chhiūⁿ iá-lû, i ê chhiú beh kong-kek chèng-lâng, chèng-lâng ê chhiú beh kong-kek i;  i beh khiā-khí tī chèng hiaⁿ-tī ê thâu-chêng.","tghg":"伊做人欲親像野驢。伊的手欲攻擊眾人，眾人的手欲攻擊伊；伊欲徛起佇眾兄弟的頭前。」","bklhl":"伊做人beh親像野驢，伊ê手beh攻擊眾人，眾人ê手beh攻擊伊；伊beh khiā起tī眾兄弟ê頭前。"}},{"book":"創","chapter":16,"verse":13,"versions":{"unv":"夏甲就稱那對她說話的耶和華為「看顧人的　神」。因而說：「在這裡我也看見那看顧我的嗎？」","bklcl":"Hā-kah chiū chheng hit ê tùi i kóng ōe ê Iâ-hô-hoa ê miâ kóng, Lí sī khòaⁿ-kìⁿ ta̍k-hāng ê Siōng-tè;  in-ūi kóng, Liân tī-chia góa ia̍h khòaⁿ-kìⁿ hit ê khòaⁿ-kìⁿ góa ê mah?","tghg":"夏甲就稱彼個對伊講話的耶和華的名講：「你是看見逐項的上帝」。因為講：「連佇遮我亦看見彼個看見我的嗎？」","bklhl":"夏甲就稱hit ê對伊講話ê耶和華ê名講，你是看見ta̍k項ê上帝；因為講，連tī-chia我亦看見hit ê看見我ê mah？"}},{"book":"創","chapter":16,"verse":14,"versions":{"unv":"所以這井名叫庇耳‧拉海‧萊。這井正在加低斯和巴列中間。","bklcl":"Só͘-í chit ê chíⁿ miâ-kiò Pí-jíⁿ-la̍h-hái-lâi, chiū-sī Ka-te-su kap Pa-lia̍t ê tiong-kan.","tghg":"所以此個井名叫庇耳拉海萊。就是加底斯及巴列的中間。","bklhl":"所以chit ê井名叫Pí-jíⁿ-la̍h-hái-lâi，就是Ka-te-su kap Pa-lia̍t ê中間。"}},{"book":"創","chapter":16,"verse":15,"versions":{"unv":"後來夏甲給亞伯蘭生了一個兒子；亞伯蘭給他起名叫以實瑪利。","bklcl":"Āu-lâi Hā-kah kā A-pek-lân siⁿ chi̍t ê kiáⁿ;  A-pek-lân kā i ê kiáⁿ hō miâ kiò Í-si̍t-má-lī, chiū-sī Hā-kah só͘ siⁿ-ê.","tghg":"後來夏甲給亞伯蘭生一個子；亞伯蘭給伊的子號名叫以實瑪利。就是夏甲所生的。","bklhl":"後來夏甲kā亞伯蘭生一个kiáⁿ；亞伯蘭kā伊ê kiáⁿ號名叫以實瑪利，就是夏甲所生ê。"}},{"book":"創","chapter":16,"verse":16,"versions":{"unv":"夏甲給亞伯蘭生以實瑪利的時候，亞伯蘭年八十六歲。","bklcl":"Hā-kah kā A-pek-lân siⁿ Í-si̍t-má-lī ê sî, A-pek-lân poeh-cha̍p-la̍k hè.","tghg":"夏甲給亞伯蘭生以實瑪利的時，亞伯蘭八十六歲。","bklhl":"夏甲kā亞伯蘭生以實瑪利ê時，亞伯蘭八十六歲。"}}]