[{"book":"創","chapter":18,"verse":1,"versions":{"unv":"耶和華在幔利橡樹那裡向亞伯拉罕顯現出來。那時正熱，亞伯拉罕坐在帳棚門口，","bklcl":"Iâ-hô-hoa tī Bān-lī ê siōng-chhiū hia, tùi A-pek-la̍h-hán chhut-hiān;  hit-sî ji̍t tng joa̍h;  A-pek-la̍h-hán chē tī pò͘-pîⁿ mn̂g-kháu;","tghg":"耶和華佇幔利的橡樹遐對亞伯拉罕出現。彼時日當熱，亞伯拉罕坐佇布棚門口，","bklhl":"耶和華tī Bān-lī ê橡樹hia，對亞伯拉罕出現；hit時日當熱；亞伯拉罕坐tī布棚門口；"}},{"book":"創","chapter":18,"verse":2,"versions":{"unv":"舉目觀看，見有三個人在對面站著。他一見，就從帳棚門口跑去迎接他們，俯伏在地，","bklcl":"kia̍h-ba̍k khí-lâi khòaⁿ, khòaⁿ-kìⁿ saⁿ lâng tī tùi-bīn teh khiā;  i chi̍t-ē khòaⁿ-kìⁿ, chiū tùi pò͘-pîⁿ mn̂g-kháu, cháu khì ngiâ-chih in,","tghg":"攑目起來看，看見三人佇對面啲徛。伊一下看見，就對布棚門口走去迎接(ngiâ-chih)𪜶，仆佇地裡，","bklhl":"kia̍h目起來看，看見三人tī對面teh khiā；伊一下看見，就tùi布棚門口，走去迎接in，"}},{"book":"創","chapter":18,"verse":3,"versions":{"unv":"說：「我主，我若在你眼前蒙恩，求你不要離開僕人往前去。","bklcl":"phak tī tōe-ni̍h, kóng, góa ê chú, góa nā tī lí ê bīn-chêng tit-tio̍h un-tián, kiû lí m̄-thang lī-khui lô͘-po̍k chòe lí khì;","tghg":"講：「我的主，我若佇你的面前得著恩典，求你呣通離開奴僕做你去。","bklhl":"仆tī地裡，講，我ê主，我若tī你ê面前得tio̍h恩典，求你m̄-thang離開奴僕做你去；"}},{"book":"創","chapter":18,"verse":4,"versions":{"unv":"容我拿點水來，你們洗洗腳，在樹下歇息歇息。","bklcl":"iông-ún the̍h tām-po̍h chúi, hō͘ lín sóe-kha;  chhiáⁿ hioh-khùn tī chhiū-kha;","tghg":"容允提淡薄水，互恁洗腳，請歇睏佇樹腳。","bklhl":"容允the̍h淡薄水，hō͘ lín洗腳請歇睏tī樹腳；"}},{"book":"創","chapter":18,"verse":5,"versions":{"unv":"我再拿一點餅來，你們可以加添心力，然後往前去。你們既到僕人這裡來，理當如此。」他們說：「就照你說的行吧。」","bklcl":"góa koh the̍h tām-po̍h piáⁿ, hō͘ lín tiám-sim;  jiân-āu chìn-chêng khì;  in-ūi lín sī ūi-tio̍h án-ni, chiah kàu lín ê lô͘-po̍k chia.  In kóng, Thang chiàu lí ê ōe khì kiâⁿ.","tghg":"我閣提淡薄餅，互恁點心，然後進前去。因為恁是為著按呢，才到恁的奴僕遮。」𪜶講：「通照你的話去行。」","bklhl":"我koh the̍h淡薄餅，hō͘ lín點心；然後進前去；因為lín是為tio̍h án-ni，chiah到lín ê奴僕chia。In講，Thang照你ê話去行。"}},{"book":"創","chapter":18,"verse":6,"versions":{"unv":"亞伯拉罕急忙進帳棚見撒拉，說：「你速速拿三細亞細麵調和做餅。」","bklcl":"A-pek-la̍h-hán kóaⁿ-kín ji̍p pò͘-pîⁿ, kìⁿ Sat-la̍h kóng, Lí kín-kín ēng saⁿ sè-a ê mī-hún, nóa chòe piáⁿ.","tghg":"亞伯拉罕趕緊入布棚見撒拉，講：「你緊緊用三細亞的麵粉撋(nóa)做餅。」","bklhl":"亞伯拉罕趕緊入布棚，見撒拉講，你緊緊用三sè-a ê麵粉，nóa做餅。"}},{"book":"創","chapter":18,"verse":7,"versions":{"unv":"亞伯拉罕又跑到牛群裡，牽了一隻又嫩又好的牛犢來，交給僕人，僕人急忙預備好了。","bklcl":"A-pek-la̍h-hán koh cháu kàu gû-kûn ê só͘-chāi, khan chi̍t chiah chíⁿ koh hó ê gû-á lâi; kau hō͘ lô͘-po̍k, i chiū kóaⁿ-kín khì pī-pān.","tghg":"亞伯拉罕閣走到牛群的所在，牽一隻茈(chi̍t)閣好的牛仔來，交互奴僕，伊就趕緊去備辦。","bklhl":"亞伯拉罕koh走到牛群ê所在，牽一隻chíⁿ koh好ê牛á來；交hō͘奴僕，伊就趕緊去備辦。"}},{"book":"創","chapter":18,"verse":8,"versions":{"unv":"亞伯拉罕又取了奶油和奶，並預備好的牛犢來，擺在他們面前，自己在樹下站在旁邊，他們就吃了。","bklcl":"A-pek-la̍h-hán koh the̍h lin-iû kap lin, kap só͘ pī-pān ê gû-á lâi, pâi tī in ê bīn-chêng;  ka-kī tī chhiū-kha khiā tī in ê sin-piⁿ;  in chiū chia̍h.","tghg":"亞伯拉罕閣提奶油及奶，及所備辦的牛仔來，排佇𪜶的面前，家己佇樹腳徛佇𪜶的身邊，𪜶就食。","bklhl":"亞伯拉罕koh the̍h奶油kap 奶，kap所備辦ê牛á來，排tī in ê面前；家己tī樹腳khiā tī in ê身邊；in就食。"}},{"book":"創","chapter":18,"verse":9,"versions":{"unv":"他們問亞伯拉罕說：「你妻子撒拉在哪裡？」他說：「在帳棚裡。」","bklcl":"In kā i kóng, Lí ê bó͘ Sat-la̍h tī tah-lo̍h?  I kóng, Tī pò͘-pîⁿ-lāi.","tghg":"𪜶給伊講：「你的某撒拉佇叨落？」伊講：「佇布棚內。」","bklhl":"In kā伊講，你ê bó͘撒拉tī tah-lo̍h？伊講，Tī布棚內。"}},{"book":"創","chapter":18,"verse":10,"versions":{"unv":"三人中有一位說：「到明年這時候，我必要回到你這裡；你的妻子撒拉必生一個兒子。」撒拉在那人後邊的帳棚門口也聽見了這話。","bklcl":"In tiong-kan chi̍t-ê kóng, Kàu-kî Góa tek-khak beh koh lâi lí chia;  lí ê bó͘ Sat-la̍h beh siⁿ chi̍t ê kiáⁿ.  Sat-la̍h tī āu-bīn, pò͘-pîⁿ mn̂g-kháu, teh thiaⁿ.","tghg":"𪜶中間一個講：「到期，我的確欲閣來你遮；你的某撒拉欲生一個子。」撒拉佇後面布棚門口啲聽。","bklhl":"In中間一个講，到期我的確beh koh來你chia；你ê bó͘撒拉beh生一个kiáⁿ。撒拉tī後面，布棚門口，teh聽。"}},{"book":"創","chapter":18,"verse":11,"versions":{"unv":"亞伯拉罕和撒拉年紀老邁，撒拉的月經已斷絕了。","bklcl":"A-pek-la̍h-hán kap Sat-la̍h nî-hè í-keng lāu;  Sat-la̍h ê ge̍h-keng í-keng choa̍t.","tghg":"亞伯拉罕及撒拉年歲已經老，撒拉的月經已經絕。","bklhl":"亞伯拉罕kap撒拉年歲已經老；撒拉ê月經已經絕。"}},{"book":"創","chapter":18,"verse":12,"versions":{"unv":"撒拉心裡暗笑，說：「我既已衰敗，我主也老邁，豈能有這喜事呢？」","bklcl":"Sat-la̍h sim-lāi chhiò kóng, Góa í-keng soe-lám, góa ê chú ia̍h lāu-lah;  kiám iáu ū chit-hō ê hoaⁿ-hí?","tghg":"撒拉心內笑，講：「我已經衰膦(soe-lám)，我的主亦老啦，豈猶有此號的歡喜？」","bklhl":"撒拉心內笑講，我已經衰lám，我ê主亦老lah；kiám iáu有chit號ê歡喜？"}},{"book":"創","chapter":18,"verse":13,"versions":{"unv":"耶和華對亞伯拉罕說：「撒拉為甚麼暗笑，說：『我既已年老，果真能生養嗎？』","bklcl":"Iâ-hô-hoa tùi A-pek-la̍h-hán kóng, Sat-la̍h ūi siáⁿ-sū chhiò, kóng, Góa í-keng lāu, kó-chin ōe siⁿ-kiáⁿ mah?","tghg":"耶和華對亞伯拉罕講：「撒拉為啥事笑，講：『我已經老，果真會生子嗎？』","bklhl":"耶和華對亞伯拉罕講，撒拉為啥事笑，講，我已經老，果真能生kiáⁿ mah？"}},{"book":"創","chapter":18,"verse":14,"versions":{"unv":"耶和華豈有難成的事嗎？到了日期，明年這時候，我必回到你這裡，撒拉必生一個兒子。」","bklcl":"Kiám Iâ-hô-hoa ū chòe-bōe-lâi ê sū mah?  Kàu-kî, mê-nî chit-sî, Góa beh koh lâi lí chia, Sat-la̍h beh siⁿ chi̍t ê kiáⁿ.","tghg":"豈耶和華有做𣍐來的事嗎？到期，明年此時，我欲閣來你遮，撒拉欲生一個子。」","bklhl":"Kiám耶和華有做bōe來ê事mah？到期，明年 chit時，我beh koh來你chia，撒拉beh生一个kiáⁿ。"}},{"book":"創","chapter":18,"verse":15,"versions":{"unv":"撒拉就害怕，不承認，說：「我沒有笑。」那位說：「不然，你實在笑了。」","bklcl":"Sat-la̍h kiaⁿ, m̄-jīn, kóng, Góa bô chhiò.  Hit-lâng kóng, Bô-iáⁿ;  lí si̍t-chāi ū chhiò.","tghg":"撒拉驚，呣認，講：「我無笑。」彼人講：「無影，你實在有笑。」","bklhl":"撒拉驚，m̄認，講，我無笑。hit人講，無影；你實在有笑。"}},{"book":"創","chapter":18,"verse":16,"versions":{"unv":"三人就從那裡起行，向所多瑪觀看，亞伯拉罕也與他們同行，要送他們一程。","bklcl":"Hiah ê lâng chiū tùi hia khí-lâi, ǹg Só͘-to-má khì;  A-pek-la̍h-hán iā kap in saⁿ-kap kiâⁿ, beh sàng in chi̍t-chām.","tghg":"許個人就對遐起來，向所多瑪去，亞伯拉罕也及𪜶相及行，欲送𪜶一站。","bklhl":"Hiah-ê人就tùi hia起來，ǹg所多瑪去；亞伯拉罕也kap in相kap行，beh送in一站。"}},{"book":"創","chapter":18,"verse":17,"versions":{"unv":"耶和華說：「我所要做的事豈可瞞著亞伯拉罕呢？","bklcl":"Iâ-hô-hoa kóng, Góa só͘ beh chòe ê sū, kiám thang tùi A-pek-la̍h-hán ún-khǹg mah?","tghg":"耶和華講：「我所欲做的事豈通對亞伯拉罕隱囥(khǹg)嗎？","bklhl":"耶和華講，我所beh做ê事，kiám thang tùi亞伯拉罕隱khǹg mah？"}},{"book":"創","chapter":18,"verse":18,"versions":{"unv":"亞伯拉罕必要成為強大的國；地上的萬國都必因他得福。","bklcl":"In-ūi A-pek-la̍h-hán tek-khak beh chiâⁿ-chòe kiông-tōa ê kok, tōe-chiūⁿ bān-kok beh in-ūi i lâi tit-tio̍h hok-khì.","tghg":"因為亞伯拉罕的確欲成做強大的國；地上萬國欲因為伊來得著福氣。","bklhl":"因為亞伯拉罕的確beh成做強大ê國，地上萬國beh因為伊來得tio̍h福氣。"}},{"book":"創","chapter":18,"verse":19,"versions":{"unv":"我眷顧他，為要叫他吩咐他的眾子和他的眷屬遵守我的道，秉公行義，使我所應許亞伯拉罕的話都成就了。」","bklcl":"Góa bat i, sī beh hō͘ i bēng-lēng i ê kiáⁿ kap i ê ke-koàn;  hō͘ in tn̂g-tn̂g siú Iâ-hô-hoa ê tō-lí, péng-kong kiâⁿ-gī;  tì-kàu Iâ-hô-hoa chí A-pek-la̍h-hán só͘ kóng ê ōe, lóng kui hō͘ i.","tghg":"我識伊，是欲互伊命令伊的子及伊的家眷，互𪜶長長守耶和華的道理，秉公行義，致到耶和華指亞伯拉罕所講的話攏歸互伊。」","bklhl":"我bat伊，是beh hō͘伊命令伊ê kiáⁿ kap伊ê家眷；hō͘ in長長守耶和華ê道理，秉公行義；致到耶和華指亞伯拉罕所講ê話，lóng歸hō͘ 伊。"}},{"book":"創","chapter":18,"verse":20,"versions":{"unv":"耶和華說：「所多瑪和蛾摩拉的罪惡甚重，聲聞於我。","bklcl":"Iâ-hô-hoa kóng, Só͘-to-má, Gô-mô͘-la̍h hoah-hiàm ê siaⁿ chin-tōa, in ê chōe-ok si̍t-chāi tāng.","tghg":"耶和華講：「所多瑪、蛾摩拉喝喊(hoah-hiàm)的聲真大，𪜶的罪惡實在重。","bklhl":"耶和華講，所多瑪、蛾摩拉hoah-hiàm ê聲真大，in ê罪惡實在重。"}},{"book":"創","chapter":18,"verse":21,"versions":{"unv":"我現在要下去，察看他們所行的，果然盡像那達到我耳中的聲音一樣嗎？若是不然，我也必知道。」","bklcl":"Góa taⁿ beh lo̍h-khì, khòaⁿ in só͘ kiâⁿ-ê, kó-jiân it-chīn chiàu Góa só͘ thiaⁿ ê siaⁿ á bô;  nā bô án-ni, Góa ia̍h ōe chai.","tghg":"我今欲落去，看𪜶所行的，果然一盡照我所聽的聲抑無？若無按呢，我亦會知。」","bklhl":"我taⁿ beh落去，看in所行ê，果然一盡照我所聽ê聲á無；若無án-ni，我亦會知。"}},{"book":"創","chapter":18,"verse":22,"versions":{"unv":"二人轉身離開那裡，向所多瑪去；但亞伯拉罕仍舊站在耶和華面前。","bklcl":"Hiah ê lâng tùi-hia oa̍t-tńg-sin, ǹg Só͘-to-má khì;  A-pek-la̍h-hán iáu khiā tī Iâ-hô-hoa ê bīn-chêng.","tghg":"許個人對遐越轉身，向所多瑪去；亞伯拉罕猶徛佇耶和華的面前。","bklhl":"Hiah-ê人tùi-hia oa̍t-tńg身，ǹg所多瑪去；亞伯拉罕iáu khiā tī耶和華ê面前。"}},{"book":"創","chapter":18,"verse":23,"versions":{"unv":"亞伯拉罕近前來，說：「無論善惡，你都要剿滅嗎？","bklcl":"A-pek-la̍h-hán kūn-chêng lâi kóng, Hó-lâng kap pháiⁿ-lâng, Lí lóng beh châu-bia̍t mah?","tghg":"亞伯拉罕近前來，講：「好人及歹人，你攏欲剿滅(châu-bia̍t)嗎？","bklhl":"亞伯拉罕近前來講，好人kap pháiⁿ人，你lóng beh剿滅mah？"}},{"book":"創","chapter":18,"verse":24,"versions":{"unv":"假若那城裡有五十個義人，你還剿滅那地方嗎？不為城裡這五十個義人饒恕其中的人嗎？","bklcl":"Siat-sú siâⁿ-lāi ū gō͘-cha̍p ê hó-lâng, Lí iû-goân beh châu-bia̍t hit só͘-chāi mah?  bô-beh ūi-tio̍h siâⁿ-lāi chí gō͘-cha̍p ê hó-lâng, lâi sià-bián in mah?","tghg":"設使城內有五十個好人，你猶原欲剿滅彼所在嗎？無欲為著城內此五十個好人來赦免𪜶嗎？","bklhl":"設使城內有五十個好人，你猶原beh剿滅hit所在mah？無beh為tio̍h城內chí五十個好人，來赦免in mah？"}},{"book":"創","chapter":18,"verse":25,"versions":{"unv":"將義人與惡人同殺，將義人與惡人一樣看待，這斷不是你所行的。審判全地的主豈不行公義嗎？」","bklcl":"Goān Lí koat-toàn bô án-ni kiâⁿ, chiong hó-lâng kap pháiⁿ-lâng chòe-chi̍t-ē hāi-sí;  tì-kàu hó-lâng kap pháiⁿ-lâng saⁿ-tâng;  goān Lí koat-toàn bô án-ni kiâⁿ;  sím-phòaⁿ choân-tōe ê Chú kiám bô kiâⁿ kong-gī mah?","tghg":"願你決斷無按呢行，將好人及歹人做一下害死，致到好人及歹人相同，願你決斷無按呢行。審判全地的主豈無行公義嗎？」","bklhl":"願你決斷無án-ni行，將好人kap pháiⁿ人做一下害死；致到好人kap pháiⁿ人相同；願你決斷無án-ni行；審判全地ê主kiám無行公義mah？"}},{"book":"創","chapter":18,"verse":26,"versions":{"unv":"耶和華說：「我若在所多瑪城裡見有五十個義人，我就為他們的緣故饒恕那地方的眾人。」","bklcl":"Iâ-hô-hoa kóng, Góa nā tī Só͘-to-má siâⁿ-lāi tú-tio̍h ū gō͘-cha̍p ê hó-lâng, Góa chiū ūi-tio̍h in ê iân-kò͘ khoan-iông hit só͘-chāi.","tghg":"耶和華講：「我若佇所多瑪城內抵著(tú-tio̍h)有五十個好人，我就為著𪜶的緣故寬容彼所在。」","bklhl":"耶和華講，我若tī所多瑪城內tú-tio̍h有五十個好人，我就為tio̍h in ê緣故寬容hit所在。"}},{"book":"創","chapter":18,"verse":27,"versions":{"unv":"亞伯拉罕說：「我雖然是灰塵，還敢對主說話。","bklcl":"A-pek-la̍h-hán ìn kóng, Góa sui-jiân sī hé-hu thô͘-hún, iáu-kú káⁿ tùi Chú kóng-ōe;","tghg":"亞伯拉罕應講：「我雖然是火灰土粉，猶久敢對主講話。","bklhl":"亞伯拉罕應講，我雖然是火灰土粉，iáu-kú敢對主講話；"}},{"book":"創","chapter":18,"verse":28,"versions":{"unv":"假若這五十個義人短了五個，你就因為短了五個毀滅全城嗎？」他說：「我在那裡若見有四十五個，也不毀滅那城。」","bklcl":"siat-sú chiah-ê gō͘-cha̍p ê hó-lâng khiàm gō͘-ê;  Lí chiū in-ūi khiàm gō͘-ê, châu-bia̍t choân-siâⁿ mah?  I kóng, Góa tī-hia nā tú-tio̍h ū sì-cha̍p-gō͘ ê, ia̍h bô beh châu-bia̍t.","tghg":"設使諸個五十個好人欠五個，你就因為欠五個剿滅全城嗎？」伊講：「我佇遐若抵著有四十五個，亦無欲剿滅。」","bklhl":"設使chiah ê五十個好人欠五個；你就因為欠五個，剿滅全城mah？伊講，我tī-hia若tú-tio̍h有四十五個，亦無beh剿滅。"}},{"book":"創","chapter":18,"verse":29,"versions":{"unv":"亞伯拉罕又對他說：「假若在那裡見有四十個怎麼樣呢？」他說：「為這四十個的緣故，我也不做這事。」","bklcl":"A-pek-la̍h-hán koh tùi I kóng, Siat-sú tī-hia tú-tio̍h sì-cha̍p-ê nih?  I kóng, Ūi-tio̍h chiah-ê sì-cha̍p-ê ê iân-kò͘, Góa ia̍h bô beh chòe chit ê sū.","tghg":"亞伯拉罕閣對伊講：「設使佇遐抵著四十個呢(nih)？」伊講：「為著諸個四十個的緣故，我亦無欲做此個事。」","bklhl":"亞伯拉罕koh對伊講，設使tī-hia tú-tio̍h四十個nih？伊講，為tio̍h chiah ê四十個 ê緣故，我亦無beh做chit ê事。"}},{"book":"創","chapter":18,"verse":30,"versions":{"unv":"亞伯拉罕說：「求主不要動怒，容我說，假若在那裡見有三十個怎麼樣呢？」他說：「我在那裡若見有三十個，我也不做這事。」","bklcl":"I koh kóng, Kiû Chú bo̍h-tit siū-khì, góa beh koh kóng;  siat-sú tī-hia nā tú-tio̍h saⁿ-cha̍p-ê nih?  I kóng, Góa tī-hia nā tú-tio̍h ū saⁿ-cha̍p-ê, Góa ia̍h bô beh chòe chit ê sū.","tghg":"伊閣講：「求主莫得受氣，我欲閣講，設使佇遐若抵著三十個呢？」伊講：「我佇遐若抵著有三十個，我亦無欲做此個事。」","bklhl":"伊koh講，求主莫得受氣，我beh koh講；設使tī-hia若tú-tio̍h三十個nih？伊講，我tī-hia若tú-tio̍h有三十個，我亦無beh做chit ê事。"}},{"book":"創","chapter":18,"verse":31,"versions":{"unv":"亞伯拉罕說：「我還敢對主說話，假若在那裡見有二十個怎麼樣呢？」他說：「為這二十個的緣故，我也不毀滅那城。」","bklcl":"I kóng, Góa iáu-kú káⁿ tùi Chú kóng;  siat-sú tī-hia tú-tio̍h ū jī-cha̍p-ê nih?  I kóng, Ūi-tio̍h chiah-ê jī-cha̍p-ê ê iân-kò͘, Góa ia̍h bô beh châu-bia̍t.","tghg":"伊講：「我猶久敢對主講，設使佇遐抵著有二十個呢？」伊講：「為著諸個二十個的緣故，我亦無欲剿滅。」","bklhl":"伊講，我iáu-kú敢對主講；設使tī-hia tú-tio̍h有二十個nih？伊講，為tio̍h chiah ê二十個 ê緣故，我亦無beh剿滅。"}},{"book":"創","chapter":18,"verse":32,"versions":{"unv":"亞伯拉罕說：「求主不要動怒，我再說這一次，假若在那裡見有十個呢？」他說：「為這十個的緣故，我也不毀滅那城。」","bklcl":"I kóng, Kiû Chú bo̍h-tit siū-khì, góa koh kóng chit chi̍t-pái;  siat-sú tī-hia tú-tio̍h ū cha̍p-ê nih?  I kóng, Ūi-tio̍h chiah-ê cha̍p-ê ê iân-kò͘, Góa ia̍h bô beh châu-bia̍t.","tghg":"伊講：「求主莫得受氣，我閣講此一擺，設使佇遐抵著有十個呢？」伊講：「為著諸個十個的緣故，我亦無欲剿滅。」","bklhl":"伊講，求主莫得受氣，我koh講chit一pái；設使tī-hia tú-tio̍h有十個nih？伊講，為tio̍h chiah ê十個ê緣故，我亦無beh剿滅。"}},{"book":"創","chapter":18,"verse":33,"versions":{"unv":"耶和華與亞伯拉罕說完了話就走了；亞伯拉罕也回到自己的地方去了。","bklcl":"Iâ-hô-hoa kap A-pek-la̍h-hán kóng bêng-pe̍k, chiū chiūⁿ-khì.  A-pek-la̍h-hán ia̍h tò-khì i ê só͘-chāi.","tghg":"耶和華及亞伯拉罕講明白就上去；亞伯拉罕亦倒去伊的所在。","bklhl":"耶和華kap亞伯拉罕講明白，就上去。亞伯拉罕亦tò去伊ê所在。"}}]