[{"book":"創","chapter":45,"verse":1,"versions":{"unv":"約瑟在左右站著的人面前情不自禁，吩咐一聲說：「人都要離開我出去！」約瑟和弟兄們相認的時候並沒有一人站在他面前。","bklcl":"Iok-sek tī hiah-ê khiā i sin-piⁿ ê lâng ê bīn-chêng lún-bōe-tiâu;  chiū hoah kóng, Chèng-lâng tio̍h lī-khui góa chhut-khì.  Iok-sek chiong i pún-sin hō͘ hiaⁿ-tī jīn-tit ê sî, bô chi̍t-lâng khiā tī i ê bīn-chêng.","tghg":"約瑟佇許個徛伊身邊的人的面前愞(lún)𣍐住(tiâu)，就喝講：「眾人著離開我出去！」約瑟將伊本身互兄弟認得的時無一人徛佇伊的面前。","bklhl":"約瑟tī hiah-ê khiā伊身邊ê人ê面前忍bōe-tiâu；就hoah講，眾人tio̍h離開我出去。約瑟將伊本身hō͘兄弟認得ê時，無一人khiā tī伊ê面前。"}},{"book":"創","chapter":45,"verse":2,"versions":{"unv":"他就放聲大哭；埃及人和法老家中的人都聽見了。","bklcl":"I chiū chhut-siaⁿ tōa-khàu;  Ai-ki̍p lâng thiaⁿ-kìⁿ, Hoat-ló ê ke ia̍h thiaⁿ-kìⁿ.","tghg":"伊就出聲大哭；埃及人聽見，法老的家亦聽見。","bklhl":"伊就出聲大哭；埃及人聽見，法老ê家亦聽見。"}},{"book":"創","chapter":45,"verse":3,"versions":{"unv":"約瑟對他弟兄們說：「我是約瑟。我的父親還在嗎？」他弟兄不能回答，因為在他面前都驚惶。","bklcl":"Iok-sek kā i ê hiaⁿ-tī kóng, Góa sī Iok-sek, góa ê lāu-pē iáu tī-teh mah?  I ê hiaⁿ-tī bōe-ōe ìn, in-ūi tī i ê bīn-chêng lóng kiaⁿ-hiâⁿ.","tghg":"約瑟給伊的兄弟講：「我是約瑟。我的老父猶佇啲嗎？」伊的兄弟𣍐會應，因為佇伊的面前攏驚惶。","bklhl":"約瑟kā伊ê兄弟講，我是約瑟，我ê老父iáu tī-teh mah？伊ê兄弟bōe能應，因為tī伊ê面前lóng驚惶。"}},{"book":"創","chapter":45,"verse":4,"versions":{"unv":"約瑟又對他弟兄們說：「請你們近前來。」他們就近前來。他說：「我是你們的兄弟約瑟，就是你們所賣到埃及的。","bklcl":"Iok-sek koh kā i ê hiaⁿ-tī kóng, Chhiáⁿ kiâⁿ-óa-lâi.  In chiū óa-lâi.  I kóng, Góa sī lín ê sió-tī Iok-sek, chiū-sī lín só͘ bōe kàu Ai-ki̍p-ê.","tghg":"約瑟閣給伊的兄弟講：「請行倚來。」𪜶就倚來。伊講：「我是恁的小弟約瑟，就是恁所賣到埃及的。","bklhl":"約瑟koh kā伊ê兄弟講，請行óa來。In就óa來。伊講，我是lín ê小弟約瑟，就是lín所賣到埃及ê。"}},{"book":"創","chapter":45,"verse":5,"versions":{"unv":"現在，不要因為把我賣到這裡自憂自恨。這是　神差我在你們以先來，為要保全生命。","bklcl":"Taⁿ m̄-bián in-ūi bōe góa kàu chia lâi iu-būn, lâi ka-kī oàn-hūn;  che sī Siōng-tè chhe góa tāi-seng lín lâi, in-ūi beh pó-choân sìⁿ-miā.","tghg":"今，呣免因為賣我到遮來憂悶來家己怨恨。這是上帝差我代先恁來，因為欲保全生命。","bklhl":"Taⁿ m̄免因為賣我到chia來憂悶，來家己怨恨；這是上帝差我事先lín來，因為beh保全性命。"}},{"book":"創","chapter":45,"verse":6,"versions":{"unv":"現在這地的饑荒已經二年了，還有五年不能耕種，不能收成。","bklcl":"Taⁿ tī chit só͘-chāi ê ki-hng í-keng nn̄g-nî, iáu ū gō͘-nî, bô thang chèng-choh, bô thang siu-sêng.","tghg":"今佇此所在的飢荒已經二年，猶有五年無通種作，無通收成。","bklhl":"Taⁿ tī chit所在ê飢荒已經兩年，iáu有五年，無thang種作，無thang收成。"}},{"book":"創","chapter":45,"verse":7,"versions":{"unv":"　神差我在你們以先來，為要給你們存留餘種在世上，又要大施拯救，保全你們的生命。","bklcl":"Siōng-tè chhe góa tāi-seng lín lâi, ūi-tio̍h beh kā lín lâu chhun ê chéng-cho̍k tī sè-chiūⁿ;  koh beh kiâⁿ I tōa ê chín-kiù, pó-choân lín ê oa̍h-miā.","tghg":"上帝差我代先恁來，為著欲給恁留剩(chhun)的種族佇世上，閣欲行伊大的拯救，保全恁的活命。","bklhl":"上帝差我事先lín來，為tio̍h beh kā lín留chhun ê種族tī世上；koh beh行伊大ê拯救，保全lín ê活命。"}},{"book":"創","chapter":45,"verse":8,"versions":{"unv":"這樣看來，差我到這裡來的不是你們，乃是　神。他又使我如法老的父，作他全家的主，並埃及全地的宰相。","bklcl":"Án-ni khòaⁿ-khí-lâi, chhe góa kàu chia ê, m̄-sī lín, chiū-sī Siōng-tè;  I koh hō͘ góa chhin-chhiūⁿ Hoat-ló ê pē, chòe i choân-ke ê chú, kap koán-lí Ai-ki̍p choân-tōe.","tghg":"按呢看起來，差我到遮的呣是恁，就是上帝。伊閣互我親像法老的父，做伊全家的主，及管理埃及全地。","bklhl":"Án-ni看起來，差我到chia ê，m̄是lín，就是上帝；伊koh hō͘我親像法老ê父，做伊全家ê主，kap管理埃及全地。"}},{"book":"創","chapter":45,"verse":9,"versions":{"unv":"你們要趕緊上到我父親那裡，對他說：『你兒子約瑟這樣說：　神使我作全埃及的主，請你下到我這裡來，不要耽延。","bklcl":"Lín tio̍h kóaⁿ-kín chiūⁿ-khì góa ê lāu-pē hia, kā i kóng, Lí ê kiáⁿ Iok-sek án-ni kóng, Siōng-tè hō͘ góa chòe choân Ai-ki̍p ê chú, chhiáⁿ lo̍h-lâi góa chia, m̄-thang iân-chhiân.","tghg":"恁著趕緊上去我的老父遐，給伊講：『你的子約瑟按呢講：上帝互我做全埃及的主，請落來我遮，呣通延迁(iân-chhiân)。","bklhl":"Lín tio̍h趕緊上去我ê老父hia，kā伊講，你ê kiáⁿ約瑟án-ni講，上帝hō͘我做全埃及ê主，請落來我chia，m̄-thang延chhiân。"}},{"book":"創","chapter":45,"verse":10,"versions":{"unv":"你和你的兒子孫子，連牛群羊群，並一切所有的，都可以住在歌珊地，與我相近。","bklcl":"Lí kap lí ê kiáⁿ lí ê sun, kap gû-kûn iûⁿ-kûn, í-ki̍p it-chhè só͘-ū-ê, lóng thang lâi tiàm tī Ko-san ê tōe, kap góa saⁿ-kūn.","tghg":"你及你的子你的孫，及牛群羊群，以及一切所有的，攏通來踮佇歌珊的地，及我相近。","bklhl":"你kap你ê kiáⁿ你ê孫，kap牛群羊群，以及一切所有ê，lóng thang來tiàm-tī Ko-san ê地，kap我相近。"}},{"book":"創","chapter":45,"verse":11,"versions":{"unv":"我要在那裡奉養你；因為還有五年的饑荒，免得你和你的眷屬，並一切所有的，都敗落了。』","bklcl":"Góa beh tī-hia hōng-sêng lí;  in-ūi iáu ū gō͘ nî ê ki-hng, bián-tit lí, kap lí ê ke-koàn, kap it-chhè só͘-ū-ê lo̍h-po̍h.","tghg":"我欲佇遐奉承你；因為猶有五年的飢荒，免得你及你的家眷，及一切所有的，落薄(lo̍h-po̍h)。』","bklhl":"我beh tī-hia奉承你；因為iáu有五年ê飢荒，免得你，kap你ê家眷，kap一切所有ê落薄。"}},{"book":"創","chapter":45,"verse":12,"versions":{"unv":"況且你們的眼和我兄弟便雅憫的眼都看見是我親口對你們說話。","bklcl":"Hô-hòng lín ê ba̍k-chiu kap góa ê sió-tī Piān-ngá-bín ê ba̍k-chiu lóng khòaⁿ-kìⁿ góa kap lín chhin-chhùi tùi lín kóng-ōe.","tghg":"何況恁的目睭及我的小弟便雅憫的目睭攏看見我及恁親嘴對恁講話。","bklhl":"何況lín ê目睭kap我ê小弟便雅憫ê目睭lóng看見我kap lín親嘴對lín講話。"}},{"book":"創","chapter":45,"verse":13,"versions":{"unv":"你們也要將我在埃及一切的榮耀和你們所看見的事都告訴我父親，又要趕緊地將我父親搬到我這裡來。」","bklcl":"Lín iā tio̍h chiong góa tī Ai-ki̍p it-chhè ê êng-kng kap lín só͘ khòaⁿ-kìⁿ ê sū, lóng kā góa ê lāu-pē kóng;  koh tio̍h kóaⁿ-kín chiong góa ê lāu-pē poaⁿ-lâi góa chia.","tghg":"恁也著將我佇埃及一切的榮光及恁所看見的事攏給我的老父講，閣著趕緊將我的老父搬來我遮。」","bklhl":"Lín也tio̍h將我tī埃及一切ê榮光kap lín所看見ê事，lóng kā我ê老父講；koh tio̍h趕緊將我ê老父搬來我chia。"}},{"book":"創","chapter":45,"verse":14,"versions":{"unv":"於是約瑟伏在他兄弟便雅憫的頸項上哭，便雅憫也在他的頸項上哭。","bklcl":"Tùi án-ni Iok-sek phak tī i ê sió-tī Piān-ngá-bín ê ām-kún thî-khàu;  Piān-ngá-bín iā tī i ê ām-kún thî-khàu.","tghg":"對按呢約瑟仆佇伊的小弟便雅憫的頷頸啼哭，便雅憫也佇伊的頷頸啼哭。","bklhl":"Tùi án-ni，約瑟仆tī伊ê小弟便雅憫ê頷頸啼哭；便雅憫也tī伊ê頷頸啼哭。"}},{"book":"創","chapter":45,"verse":15,"versions":{"unv":"他又與眾弟兄親嘴，抱著他們哭，隨後他弟兄們就和他說話。","bklcl":"I koh kap chèng hiaⁿ-tī chim-chhùi, phō-in thî-khàu;  āu-lâi i ê hiaⁿ-tī chiū kap i kóng-ōe.","tghg":"伊閣及眾兄弟唚嘴，抱𪜶啼哭；後來伊的兄弟就及伊講話。","bklhl":"伊koh kap眾兄弟chim嘴，抱in啼哭；後來伊ê兄弟就kap伊講話。"}},{"book":"創","chapter":45,"verse":16,"versions":{"unv":"這風聲傳到法老的宮裡，說：「約瑟的弟兄們來了。」法老和他的臣僕都很喜歡。","bklcl":"Chit ê hong-siaⁿ thoân kàu Hoat-ló ê keng-lāi, kóng, Iok-sek ê hiaⁿ-tī lâi lah.  Hoat-ló kap i ê jîn-sîn lóng hoaⁿ-hí.","tghg":"此個風聲傳到法老的宮內，講：「約瑟的兄弟來啦。」法老及伊的人臣攏歡喜。","bklhl":"Chit ê風聲傳到法老ê宮內，講，約瑟ê兄弟來lah。法老kap伊ê人臣lóng歡喜。"}},{"book":"創","chapter":45,"verse":17,"versions":{"unv":"法老對約瑟說：「你吩咐你的弟兄們說：『你們要這樣行：把馱子抬在牲口上，起身往迦南地去。","bklcl":"Hoat-ló kā Iok-sek kóng, Lí tio̍h kā lí ê hiaⁿ-tī kóng, Lín tio̍h án-ni kiâⁿ;  chiong mi̍h hō͘ cheng-siⁿ chài;  khí-sin khì Ka-lâm tōe;","tghg":"法老給約瑟講：「你著給你的兄弟講：『恁著按呢行：將物互精牲載，起身去迦南地。","bklhl":"法老kā約瑟講，你tio̍h kā你ê兄弟講，Lín tio̍h án-ni行；將物hō͘ cheng-siⁿ載；起身去迦南地；"}},{"book":"創","chapter":45,"verse":18,"versions":{"unv":"將你們的父親和你們的眷屬都搬到我這裡來，我要把埃及地的美物賜給你們，你們也要吃這地肥美的出產。","bklcl":"chiong lín ê lāu-pē, kap lín ê ke-koàn, lóng poaⁿ-lâi góa chia;  góa beh chiong Ai-ki̍p tōe ê hó-mi̍h hō͘ lín, lín ia̍h thang chia̍h chit só͘-chāi ê san-tin hái-bī.","tghg":"將恁的老父及恁的家眷攏搬來我遮，我欲將埃及地的好物互恁，恁亦通食此所在的山珍海味。","bklhl":"將lín ê老父，kap lín ê家眷，lóng搬來我chia；我beh將埃及地ê好物hō͘ lín，lín亦thang食chit所在ê山珍海味。"}},{"book":"創","chapter":45,"verse":19,"versions":{"unv":"現在我吩咐你們要這樣行：從埃及地帶著車輛去，把你們的孩子和妻子，並你們的父親都搬來。","bklcl":"Taⁿ góa bēng-lēng lí, lín tio̍h án-ni chòe;  tùi Ai-ki̍p tōe tòa chhia khì, chiong lín ê gín-á, kap bó͘, kap lín ê lāu-pē, lóng poaⁿ-lâi.","tghg":"今我命令你，恁著按呢做：對埃及地帶車去，將恁的囝仔及某，及恁的老父攏搬來。","bklhl":"Taⁿ我命令你，lín tio̍h án-ni做；tùi埃及地帶車去，將lín ê gín-á，kap bó͘，kap lín ê老父，lóng搬來。"}},{"book":"創","chapter":45,"verse":20,"versions":{"unv":"你們眼中不要愛惜你們的家具，因為埃及全地的美物都是你們的。』」","bklcl":"M̄-thang khòaⁿ-tāng lín ke-lāi ê mi̍h, in-ūi Ai-ki̍p choân-tōe ê hó-mi̍h, lóng sī lín ê.","tghg":"呣通看重恁家內的物，因為埃及全地的好物攏是恁的。』」","bklhl":"M̄-thang看重lín家內ê物，因為埃及全地ê好物，lóng是lín ê。"}},{"book":"創","chapter":45,"verse":21,"versions":{"unv":"以色列的兒子們就如此行。約瑟照著法老的吩咐給他們車輛和路上用的食物，","bklcl":"Í-sek-lia̍t ê chèng-kiáⁿ chiū án-ni kiâⁿ.  Iok-sek chiàu Hoat-ló ê bēng-lēng hō͘ in chhia, kap lō͘-tiong tio̍h ēng ê chia̍h-mi̍h;","tghg":"以色列的眾子就按呢行。約瑟照法老的命令互𪜶車及路中著用的食物，","bklhl":"以色列ê眾kiáⁿ就án-ni行。約瑟照法老ê命令hō͘ in車，kap路中tio̍h用ê食物；"}},{"book":"創","chapter":45,"verse":22,"versions":{"unv":"又給他們各人一套衣服，惟獨給便雅憫三百銀子，五套衣服；","bklcl":"koh hō͘ in chi̍t-lâng chi̍t-thò i-ho̍k;  to̍k-to̍k hō͘ Piān-ngá-bín gûn saⁿ-pah, i-ho̍k gō͘-thò.","tghg":"閣互𪜶一人一套衣服，獨獨互便雅憫銀三百，衣服五套；","bklhl":"koh hō͘ in一人一套衣服；獨獨hō͘便雅憫銀三百，衣服五套。"}},{"book":"創","chapter":45,"verse":23,"versions":{"unv":"送給他父親公驢十匹，馱著埃及的美物，母驢十匹，馱著糧食與餅和菜，為他父親路上用。","bklcl":"Sàng in lāu-pē ê mi̍h, kì tī ē-tóe;  lû-káng cha̍p-chiah, chài Ai-ki̍p ê hó-mi̍h;  lû-bú cha̍p-chiah, chài gō͘-kak kap piáⁿ kap chhài, hō͘ in lāu-pē lō͘-ni̍h thang ēng.","tghg":"送𪜶老父的物記佇下底，驢牨(káng)十隻，載埃及的好物，驢母十隻，載五穀及餅及菜，互𪜶老父路裡通用。","bklhl":"送in老父ê物，記tī下底；驢káng十隻，載埃及ê好物；驢母十隻，載五穀kap餅kap菜，hō͘ in老父路裡thang用。"}},{"book":"創","chapter":45,"verse":24,"versions":{"unv":"於是約瑟打發他弟兄們回去，又對他們說：「你們不要在路上相爭。」","bklcl":"Iok-sek chiū chhe i ê hiaⁿ-tī tò-khì, in chiū khí-sin;  koh kā in kóng, Lín m̄-thang tī lō͘-ni̍h oan-ke.","tghg":"約瑟就差伊的兄弟倒去，𪜶就起身，閣給𪜶講：「恁呣通佇路裡冤家。」","bklhl":"約瑟就差伊ê兄弟tò去，in就起身；koh kā in講，Lín m̄-thang tī路裡冤家。"}},{"book":"創","chapter":45,"verse":25,"versions":{"unv":"他們從埃及上去，來到迦南地、他們的父親雅各那裡，","bklcl":"In tùi Ai-ki̍p chiūⁿ-khì, lâi kàu Ka-lâm tōe, in lāu-pē Ngá-kok hia.","tghg":"𪜶對埃及上去，來到迦南地、𪜶老父雅各遐，","bklhl":"In tùi埃及上去，來到迦南地，in老父雅各hia。"}},{"book":"創","chapter":45,"verse":26,"versions":{"unv":"告訴他說：「約瑟還在，並且作埃及全地的宰相。」雅各心裡冰涼，因為不信他們。","bklcl":"Kā i kóng, Iok-sek iáu tī-teh, koh koán-lí Ai-ki̍p choân-tōe.  Ngá-kok sim hūn-khì, in-ūi m̄ sìn in ê ōe.","tghg":"給伊講：「約瑟猶佇啲，閣管理埃及全地。」雅各心昏去(hūn-khì)，因為呣信𪜶的話。","bklhl":"Kā伊講，約瑟iáu tī-teh，koh管理埃及全地。雅各心暈去，因為m̄信in ê話。"}},{"book":"創","chapter":45,"verse":27,"versions":{"unv":"他們便將約瑟對他們說的一切話都告訴了他。他們父親雅各又看見約瑟打發來接他的車輛，心就甦醒了。","bklcl":"In chiū chiong Iok-sek tùi in só͘ kóng ê ōe, lóng kā i kóng;  i koh khòaⁿ-kìⁿ Iok-sek só͘ chhe-lâi beh chài i ê chhia, in lāu-pē Ngá-kok ê sim oa̍h-khí-lâi.","tghg":"𪜶就將約瑟對𪜶所講的話攏給伊講。伊閣看見約瑟所差來欲載伊的車，𪜶老父雅各的心活起來。","bklhl":"In就將約瑟對in所講ê話，lóng kā伊講；伊koh看見約瑟所差來beh載伊ê車，in老父雅各ê心活起來。"}},{"book":"創","chapter":45,"verse":28,"versions":{"unv":"以色列說：「罷了！罷了！我的兒子約瑟還在，趁我未死以先，我要去見他一面。」","bklcl":"Í-sek-lia̍t kóng, Hó lah;  góa ê kiáⁿ Iok-sek iáu tī-teh, thàn góa iáu-bē sí, góa beh khì khòaⁿ-i.","tghg":"以色列講：「好啦！我的子約瑟猶佇啲，趁我猶未死，我欲去看伊。」","bklhl":"以色列講，好lah；我ê kiáⁿ約瑟iáu tī-teh，thàn我iáu未死，我beh去看伊。"}}]