[{"book":"創","chapter":31,"verse":1,"versions":{"unv":"雅各聽見拉班的兒子們有話說：「雅各把我們父親所有的都奪了去，並藉著我們父親的，得了這一切的榮耀（或譯：財）。」","bklcl":"Ngá-kok thiaⁿ-kìⁿ La̍h-pan chèng-kiáⁿ ū ōe kóng, Lán lāu-pē só͘-ū-ê, Ngá-kok lóng chhiúⁿ-khì, koh tùi lán ê lāu-pē tit-tio̍h chit-ê it-chhè ê êng-kng.","tghg":"雅各聽見拉班眾子有話講：「咱老父所有的雅各攏搶去，閣對咱的老父得著此個一切的榮光。」","bklhl":"雅各聽見拉班眾kiáⁿ有話講，咱老父所有ê，雅各lóng搶去，koh對咱ê老父得tio̍h chit ê一切ê榮光。"}},{"book":"創","chapter":31,"verse":2,"versions":{"unv":"雅各見拉班的氣色向他不如從前了。","bklcl":"Ngá-kok khòaⁿ-kìⁿ La̍h-pan kìⁿ-tio̍h i, bô chhin-chhiūⁿ chiông-chêng ê bīn-sek.","tghg":"雅各看見拉班見著伊無親像從前的面色。","bklhl":"雅各看見拉班見tio̍h伊，無親像從前ê面色。"}},{"book":"創","chapter":31,"verse":3,"versions":{"unv":"耶和華對雅各說：「你要回你祖、你父之地，到你親族那裡去，我必與你同在。」","bklcl":"Iâ-hô-hoa tùi Ngá-kok kóng, Lí tio̍h tò-khì lí ê pē-kong ê tōe, kàu lí ê chhin-cho̍k hia;  Góa beh kap lí tī-teh.","tghg":"耶和華對雅各講：「你著倒去你的父、公的地，到你的親族遐；我欲及你佇啲。」","bklhl":"耶和華對雅各講，你tio̍h tò去你ê父公ê地，到你ê親族hia；我beh kap你tī-teh。"}},{"book":"創","chapter":31,"verse":4,"versions":{"unv":"雅各就打發人，叫拉結和利亞到田野羊群那裡來，","bklcl":"Ngá-kok chhe lâng kiò La̍h-kiat kap Lī-a kàu soaⁿ-iá, kàu iûⁿ-kûn hia;","tghg":"雅各差人，叫拉結及利亞到山野到羊群遐，","bklhl":"雅各差人叫拉結kap利亞到山野，到羊群hia；"}},{"book":"創","chapter":31,"verse":5,"versions":{"unv":"對她們說：「我看你們父親的氣色向我不如從前了；但我父親的　神向來與我同在。","bklcl":"tùi in kóng, Góa khòaⁿ-kìⁿ lín lāu-pē kìⁿ-tio̍h góa, bô chhin-chhiūⁿ chiông-chêng ê bīn-sek;  chóng-sī góa ê pē ê Siōng-tè sî-siông kap góa tī-teh.","tghg":"對𪜶講：「我看見恁老父見著我無親像從前的面色；總是我的父的上帝時常及我佇啲。","bklhl":"對in講，我看見lín老父見tio̍h我，無親像從前ê面色；總是我ê父ê上帝時常kap我tī-teh。"}},{"book":"創","chapter":31,"verse":6,"versions":{"unv":"你們也知道，我盡了我的力量服事你們的父親。","bklcl":"Lín ia̍h chai góa chīn góa ê la̍t chòe lín lāu-pē ê kang.","tghg":"恁亦知，我盡我的力做恁老父的工。","bklhl":"Lín亦知我盡我ê力做lín老父ê工。"}},{"book":"創","chapter":31,"verse":7,"versions":{"unv":"你們的父親欺哄我，十次改了我的工價；然而　神不容他害我。","bklcl":"Lín lāu-pē phiàn góa, cha̍p-pái kóe-ōaⁿ góa ê kang-chîⁿ;  chóng-sī Siōng-tè bô iông-ún i hāi góa.","tghg":"恁老父騙我，十擺改換我的工錢；總是上帝無容允伊害我。","bklhl":"Lín老父騙我，十pái改換我ê工錢；總是上帝無容允伊害我。"}},{"book":"創","chapter":31,"verse":8,"versions":{"unv":"他若說：『有點的歸你作工價』，羊群所生的都有點；他若說：『有紋的歸你作工價』，羊群所生的都有紋。","bklcl":"I nā kóng, Ū-tiám-ê kui lí chòe kang-chîⁿ, chiū iûⁿ-kûn só͘ siⁿ-ê lóng ū-tiám;  i nā kóng, Ū-hûn-ê kui lí chòe kang-chîⁿ, chiū iûⁿ-kûn só͘ siⁿ-ê lóng ū-hûn.","tghg":"伊若講：『有點的歸你做工錢』，就羊群所生的攏有點；伊若講：『有紋(hûn)的歸你做工錢』，就羊群所生的攏有紋。","bklhl":"伊若講，有點ê歸你做工錢，就羊群所生ê lóng有點；伊若講，有痕ê歸你做工錢，就羊群所生ê lóng有痕。"}},{"book":"創","chapter":31,"verse":9,"versions":{"unv":"這樣，　神把你們父親的牲畜奪來賜給我了。","bklcl":"Án-ni Siōng-tè chiong lín lāu-pē ê cheng-siⁿ chhiúⁿ-lâi hō͘ góa.","tghg":"按呢，上帝將恁老父的精牲搶來互我。","bklhl":"Án-ni上帝將lín老父ê cheng-siⁿ搶來hō͘我。"}},{"book":"創","chapter":31,"verse":10,"versions":{"unv":"羊配合的時候，我夢中舉目一看，見跳母羊的公羊都是有紋的、有點的、有花斑的。","bklcl":"Iûⁿ kau-ha̍p ê sî, góa bāng-tiong kia̍h-ba̍k chi̍t-ē khòaⁿ, khòaⁿ-kìⁿ phah iûⁿ-bú ê iûⁿ-káng, lóng sī ū-hûn-ê, ū-tiám-ê, ū hoe-pan-ê;","tghg":"羊交合的時，我夢中攑目一下看，看見拍羊母的羊牨(káng)攏是有紋的、有點的、有花斑的。","bklhl":"羊交合ê時，我夢中kia̍h目一下看，看見phah羊母ê羊káng，lóng是有痕ê，有點ê，有花斑ê；"}},{"book":"創","chapter":31,"verse":11,"versions":{"unv":"　神的使者在那夢中呼叫我說：『雅各。』我說：『我在這裡。』","bklcl":"Siōng-tè ê sù-chiá tī hit bāng-tiong kiò góa kóng, Ngá-kok;  góa kóng, Góa tī chia.","tghg":"上帝的使者佇彼夢中叫我講：『雅各。』我講：『我佇遮。』","bklhl":"上帝ê使者tī hit夢中叫我講，雅各；我講，我tī chia。"}},{"book":"創","chapter":31,"verse":12,"versions":{"unv":"他說：『你舉目觀看，跳母羊的公羊都是有紋的、有點的、有花斑的；凡拉班向你所做的，我都看見了。","bklcl":"I kóng, Lí kia̍h-ba̍k khòaⁿ, phah iûⁿ-bú ê iûⁿ-káng, lóng sī ū-hûn-ê, ū-tiám-ê, ū hoe-pan-ê;  hoān-nā La̍h-pan tùi lí só͘ chòe-ê, Góa lóng khòaⁿ-kìⁿ.","tghg":"伊講：『你攑目看，拍羊母的羊牨攏是有紋的、有點的、有花斑的；凡若拉班對你所做的，我攏看見。","bklhl":"伊講，你kia̍h目看，phah羊母ê羊káng，lóng是有痕ê，有點ê，有花斑ê；凡若拉班對你所做ê，我lóng看見。"}},{"book":"創","chapter":31,"verse":13,"versions":{"unv":"我是伯特利的　神；你在那裡用油澆過柱子，向我許過願。現今你起來，離開這地，回你本地去吧！』」","bklcl":"Góa sī Pek-te̍k-lī ê Siōng-tè, lí tī-hia bat ēng iû boah thiāu, tùi Góa hē-goān.  Taⁿ lí tio̍h khí-lâi, lī-khui chit só͘-chāi, tò-khì pún-tōe.","tghg":"我是伯特利的上帝；你佇遐曾用油抹柱，對我下願。今你著起來，離開此所在，倒去本地。』」","bklhl":"我是Pek-te̍k-lī ê上帝，你tī-hia bat用油抹柱，對我下願。Taⁿ你tio̍h起來，離開chit所在，tò去本地。"}},{"book":"創","chapter":31,"verse":14,"versions":{"unv":"拉結和利亞回答雅各說：「在我們父親的家裡還有我們可得的分嗎？還有我們的產業嗎？","bklcl":"La̍h-kiat kap Lī-a ìn i kóng, Tī goán lāu-pē ê ke, kiám iáu ū goán thang tit ê ke-hé kap sán-gia̍p mah?","tghg":"拉結及利亞應伊講：「佇阮老父的家豈猶有阮通得的家伙及產業嗎？","bklhl":"拉結kap利亞應伊講，Tī阮老父ê家，kiám iáu有阮thang得ê家伙kap產業mah？"}},{"book":"創","chapter":31,"verse":15,"versions":{"unv":"我們不是被他當作外人嗎？因為他賣了我們，吞了我們的價值。","bklcl":"Goán kiám-m̄-sī hō͘ i khòaⁿ-chòe gōa-lâng mah?  in-ūi i bōe goán, thun-chia̍h goán ê kè-chîⁿ;","tghg":"阮豈呣是互伊看做外人嗎？因為伊賣阮，吞食阮的價錢。","bklhl":"阮kiám-m̄是hō͘伊看做外人mah？因為伊賣阮，吞食阮ê價錢；"}},{"book":"創","chapter":31,"verse":16,"versions":{"unv":"　神從我們父親所奪出來的一切財物，那就是我們和我們孩子們的。現今凡　神所吩咐你的，你只管去行吧！」","bklcl":"Siōng-tè tùi goán lāu-pē chhiúⁿ-chhut it-chhè ê châi-bu̍t, hiah-ê chiū-sī goán kap goán kiáⁿ ê.  Taⁿ kìⁿ-nā Siōng-tè só͘ tùi lí kóng-ê, chòe lí khì kiâⁿ.","tghg":"上帝對阮老父搶出一切的財物，許個就是阮及阮子的。今見若上帝所對你講的，做你去行！」","bklhl":"上帝tùi阮老父搶出一切ê財物，hiah-ê就是阮kap阮kiáⁿ ê。Taⁿ見若上帝所對你講ê，做你去行。"}},{"book":"創","chapter":31,"verse":17,"versions":{"unv":"雅各起來，使他的兒子和妻子都騎上駱駝，","bklcl":"Ngá-kok chiū khí-lâi, hō͘ i ê kiáⁿ kap bó͘ lóng khiâ lo̍k-tô.","tghg":"雅各就起來，互伊的子及某攏騎駱駝，","bklhl":"雅各就起來，hō͘伊ê kiáⁿ kap bó͘ lóng騎駱駝。"}},{"book":"創","chapter":31,"verse":18,"versions":{"unv":"又帶著他在巴旦‧亞蘭所得的一切牲畜和財物，往迦南地、他父親以撒那裡去了。","bklcl":"Koh tòa it-chhè ê cheng-siⁿ, kap só͘ chek-chū ê châi-bu̍t, só͘ tit-tio̍h ê cheng-siⁿ, sī tī Pa-tàn-a-lân só͘ tit-tio̍h-ê;  beh khì Ka-lâm tōe, khì i ê lāu-pē Í-sat hia.","tghg":"閣帶一切的精牲及所積聚的財物，所得著的精牲是佇巴旦亞蘭所得著的，欲去迦南地、去伊的老父以撒遐。","bklhl":"Koh帶一切ê cheng-siⁿ，kap所積聚ê財物，所得tio̍h ê cheng-siⁿ，是tī Pa-tàn-a-lân所得tio̍h-ê；beh去迦南地，去伊ê老父以撒hia。"}},{"book":"創","chapter":31,"verse":19,"versions":{"unv":"當時拉班剪羊毛去了，拉結偷了他父親家中的神像。","bklcl":"Hit-sî La̍h-pan khì chián iûⁿ-mn̂g;  La̍h-kiat thau-the̍h in lāu-pē ke-lāi ê ngó͘-siōng.","tghg":"彼時拉班去剪羊毛，拉結偷提𪜶老父家內的偶像。","bklhl":"Hit時拉班去剪羊毛；拉結偷the̍h in老父家內ê偶像。"}},{"book":"創","chapter":31,"verse":20,"versions":{"unv":"雅各背著亞蘭人拉班偷走了，並不告訴他，","bklcl":"Ngá-kok pōe A-lân lâng La̍h-pan, thau-cháu khì, bô kā i kóng.","tghg":"雅各背亞蘭人拉班偷走去，無給伊講，","bklhl":"雅各背A-lân人拉班，偷走去，無kā伊講。"}},{"book":"創","chapter":31,"verse":21,"versions":{"unv":"就帶著所有的逃跑。他起身過大河，面向基列山行去。","bklcl":"Chiū tòa it-chhè só͘-ū-ê tô-cháu;  i khí-sin kè hit ê Hô, ǹg Ki-lia̍t soaⁿ khì.","tghg":"就帶一切所有的逃走。伊起身過彼個河，向基列山去。","bklhl":"就帶一切所有ê逃走；伊起身過hit ê河，ǹg Ki-lia̍t山去。"}},{"book":"創","chapter":31,"verse":22,"versions":{"unv":"到第三日，有人告訴拉班，雅各逃跑了。","bklcl":"Kàu tē-saⁿ ji̍t, ū lâng kā La̍h-pan kóng, Ngá-kok cháu-khì lah.","tghg":"到第三日，有人給拉班講，雅各走去啦。","bklhl":"到第三日，有人kā拉班講，雅各走去lah。"}},{"book":"創","chapter":31,"verse":23,"versions":{"unv":"拉班帶領他的眾弟兄去追趕，追了七日，在基列山就追上了。","bklcl":"I chiū chhōa i ê hiaⁿ-tī saⁿ-kap khì tui-jip;  le̍k-kè chhit-ji̍t ê lō͘-chām, kàu Ki-lia̍t soaⁿ chiah jip-tio̍h.","tghg":"伊就導伊的兄弟相及去追趇(jip)，歷過七日的路站，到基列山才趇著。","bklhl":"伊就chhōa伊ê兄弟相kap去追jip；歷過七日ê路站，到Ki-lia̍t山 chiah jip-tio̍h。"}},{"book":"創","chapter":31,"verse":24,"versions":{"unv":"夜間，　神到亞蘭人拉班那裡，在夢中對他說：「你要小心，不可與雅各說好說歹。」","bklcl":"Mî-sî bîn-bāng-tiong, Siōng-tè kàu A-lân lâng La̍h-pan hia;  kā i kóng, Lí tio̍h sió-sim, m̄-thang kap Ngá-kok kóng-hó kóng-pháiⁿ.","tghg":"暝時，眠夢中，上帝到亞蘭人拉班遐給伊講：「你著小心，呣通及雅各講好講歹。」","bklhl":"暝時眠夢中，上帝到A-lân人拉班hia；kā伊講，你tio̍h小心，m̄-thang kap雅各講好講pháiⁿ。"}},{"book":"創","chapter":31,"verse":25,"versions":{"unv":"拉班追上雅各。雅各在山上支搭帳棚；拉班和他的眾弟兄也在基列山上支搭帳棚。","bklcl":"La̍h-pan tui-tio̍h Ngá-kok, Ngá-kok tī hit ê soaⁿ í-keng tah pò͘-pîⁿ;  La̍h-pan kap i ê chèng hiaⁿ-tī, ia̍h tī Ki-lia̍t soaⁿ tah pò͘-pîⁿ.","tghg":"拉班追著雅各。雅各佇彼個山已經搭布棚；拉班及伊的眾兄弟亦佇基列山搭布棚。","bklhl":"拉班追tio̍h雅各，雅各tī hit ê山已經搭布棚；拉班kap伊ê眾兄弟，亦tī Ki-lia̍t山搭布棚。"}},{"book":"創","chapter":31,"verse":26,"versions":{"unv":"拉班對雅各說：「你做的是甚麼事呢？你背著我偷走了，又把我的女兒們帶了去，如同用刀劍擄去的一般。","bklcl":"La̍h-pan kā Ngá-kok kóng, Lí só͘ chòe sī sím-mi̍h sū, lí siáⁿ-sū pōe góa, chiong góa chiah-ê cha-bó͘-kiáⁿ chhōa-khì, chhin-chhiūⁿ ēng to-kiàm chhiúⁿ-lia̍h chi̍t-iūⁿ?","tghg":"拉班給雅各講：「你所做是甚麼事？你啥事背我，將我諸個查某子導去，親像用刀劍搶掠(lia̍h)一樣。","bklhl":"拉班kā雅各講，你所做是甚麼事，你啥事背我，將我chiah ê cha-bó͘-kiáⁿ chhōa去，親像用刀劍搶掠一樣？"}},{"book":"創","chapter":31,"verse":27,"versions":{"unv":"你為甚麼暗暗地逃跑，偷著走，並不告訴我，叫我可以歡樂、唱歌、擊鼓、彈琴地送你回去？","bklcl":"Lí siáⁿ-sū àm-chīⁿ cháu, thau-cháu ia̍h bô kā góa kóng;  hō͘ góa thang ēng hoaⁿ-hí, chhiùⁿ-koa, phah-kó͘, tôaⁿ-khîm, sàng lí tò-khì?","tghg":"你啥事暗靜走，偷走亦無給我講，互我通用歡喜、唱歌、拍鼓、彈琴送你倒去？","bklhl":"你啥事暗靜走，偷走亦無kā我講；hō͘我thang用歡喜、唱歌、phah鼓、彈琴，送你tò去？"}},{"book":"創","chapter":31,"verse":28,"versions":{"unv":"又不容我與外孫和女兒親嘴？你所行的真是愚昧！","bklcl":"Koh bô iông-ún góa kap gōa-sun, cha-bó͘-kiáⁿ chim-chhùi?  lí taⁿ só͘ kiâⁿ sī chin gōng.","tghg":"閣無容允我及外孫查某子唚嘴？你今所行是真戇！","bklhl":"Koh無容允我kap外孫，cha-bó͘-kiáⁿ chim嘴？你taⁿ所行是真戇。"}},{"book":"創","chapter":31,"verse":29,"versions":{"unv":"我手中原有能力害你，只是你父親的　神昨夜對我說：『你要小心，不可與雅各說好說歹。』","bklcl":"Góa ê chhiú pún ū la̍t thang hāi lín;  to̍k-to̍k lín lāu-pē ê Siōng-tè chā-mî kā góa kóng, Lí tio̍h sió-sim, m̄-thang kap Ngá-kok kóng-hó kóng-pháiⁿ.","tghg":"我的手本有力通害恁，獨獨恁老父的上帝昨暝給我講：『你著小心，呣通及雅各講好講歹。』","bklhl":"我ê手本有力thang害lín；獨獨lín老父ê上帝昨暝kā我講，你tio̍h小心，m̄-thang kap雅各講好講pháiⁿ。"}},{"book":"創","chapter":31,"verse":30,"versions":{"unv":"現在你雖然想你父家，不得不去，為甚麼又偷了我的神像呢？」","bklcl":"Taⁿ lí sui-jiân loân-bō͘ lí ê lāu-pē ê ke, put-tek-put tio̍h khì, siáⁿ-sū thau-the̍h góa ê sîn-bêng?","tghg":"今你雖然戀慕你的老父的家，不得不著去，啥事偷提我的神明？」","bklhl":"Taⁿ你雖然戀慕你ê老父ê家，不得不tio̍h去，啥事偷the̍h我ê神明？"}},{"book":"創","chapter":31,"verse":31,"versions":{"unv":"雅各回答拉班說：「恐怕你把你的女兒從我奪去，所以我逃跑。","bklcl":"Ngá-kok ìn La̍h-pan kóng, In-ūi góa kiaⁿ, sim-lāi siūⁿ, kóng, Kiaⁿ-liáu lí chiong lí ê cha-bó͘-kiáⁿ tùi góa chhiúⁿ-khì.","tghg":"雅各應拉班講：「因為我驚心內想講，驚了你將你的查某子對我搶去。","bklhl":"雅各應拉班講，因為我驚，心內想，講，驚了你將你ê cha-bó͘-kiáⁿ tùi我搶去。"}},{"book":"創","chapter":31,"verse":32,"versions":{"unv":"至於你的神像，你在誰那裡搜出來，就不容誰存活。當著我們的眾弟兄，你認一認，在我這裡有甚麼東西是你的，就拿去。」原來雅各不知道拉結偷了那些神像。","bklcl":"Lūn-kàu lí ê sîn-bêng, lí tùi sím-mi̍h lâng chhiau-tio̍h, i chiū tio̍h sí;  tng lán chèng hiaⁿ-tī ê bīn-chêng, lí jīn-khòaⁿ, tī góa chia ū sím-mi̍h mi̍h sī lí-ê, thang the̍h-khì.  In-ūi Ngá-kok m̄-chai La̍h-kiat ū thau-the̍h-in.","tghg":"論到你的神明，你對甚麼人搜(chhiau)著，伊就著死。當咱眾兄弟的面前，你認看，佇我遮有甚麼物是你的，通提去。」因為雅各呣知拉結有偷提𪜶。","bklhl":"論到你ê神明，你tùi甚麼人chhiau-tio̍h，伊就tio̍h死；當咱眾兄弟ê面前，你認看，tī我chia有甚麼物是你ê，thang the̍h去。因為雅各m̄知拉結有偷the̍h in。"}},{"book":"創","chapter":31,"verse":33,"versions":{"unv":"拉班進了雅各、利亞，並兩個使女的帳棚，都沒有搜出來，就從利亞的帳棚出來，進了拉結的帳棚。","bklcl":"La̍h-pan chiū ji̍p Ngá-kok ê pò͘-pîⁿ, Lī-a ê pò͘-pîⁿ, kap nn̄g ê lú-pī ê pò͘-pîⁿ, lóng chhiau-bô;  chiū tùi Lī-a ê pò͘-pîⁿ chhut-lâi, ji̍p La̍h-kiat ê pò͘-pîⁿ.","tghg":"拉班就入雅各的布棚，利亞的布棚，及二個女婢的布棚，攏搜(chhiau)無，就對利亞的布棚出來，入拉結的布棚。","bklhl":"拉班就入雅各ê布棚，利亞ê布棚，kap兩個女婢ê布棚，lóng chhiau無；就tùi利亞ê布棚出來，入拉結ê布棚。"}},{"book":"創","chapter":31,"verse":34,"versions":{"unv":"拉結已經把神像藏在駱駝的馱簍裡，便坐在上頭。拉班摸遍了那帳棚，並沒有摸著。","bklcl":"La̍h-kiat í-keng chiong ngó͘-siōng khǹg tī lo̍k-tô ê oaⁿ-ē, lâi chē tī hit téng-bīn.  La̍h-pan tī i ê pò͘-pîⁿ-lāi sì-kòe bong, lóng chhiau-bô.","tghg":"拉結已經將偶像囥(khǹg)佇駱駝的鞍下(oaⁿ-ē)，來坐佇彼頂面。拉班佇伊的布棚內四界摸，攏搜(chhiau)無。","bklhl":"拉結已經將偶像khǹg tī駱駝ê鞍下，來坐tī hit頂面。拉班tī伊ê布棚內四界摸，lóng chhiau無。"}},{"book":"創","chapter":31,"verse":35,"versions":{"unv":"拉結對她父親說：「現在我身上不便，不能在你面前起來，求我主不要生氣。」這樣，拉班搜尋神像，竟沒有搜出來。","bklcl":"La̍h-kiat tùi i ê lāu-pē kóng, Keng-kî tú-á kàu, bōe-ōe khí-lâi tī lí ê bīn-chêng;  kiû góa ê chú bo̍h-tit siū-khì.  La̍h-pan sì-kòe chhē ngó͘-siōng, chhiau lóng bô.","tghg":"拉結對伊的老父講：「經期抵仔(tú-á)到，𣍐會起來佇你的面前，求我的主莫得受氣。」拉班四界尋偶像，搜攏無。","bklhl":"拉結對伊ê老父講，經期tú-á 到，bōe會起來tī你ê面前；求我ê主莫得受氣。拉班四界chhē偶像，chhiau lóng無。"}},{"book":"創","chapter":31,"verse":36,"versions":{"unv":"雅各就發怒斥責拉班說：「我有甚麼過犯，有甚麼罪惡，你竟這樣火速地追我？","bklcl":"Ngá-kok chiū siū-khì, kap La̍h-pan kè-kàu;  tùi La̍h-pan kóng, Góa ū hoān-tio̍h sím-mi̍h kè-sit, ū sím-mi̍h chōe-ok, lí kéng-jiân jip góa chiah-kín?","tghg":"雅各就受氣及拉班計較，對拉班講：「我有犯著甚麼過失，有甚麼罪惡，你竟然趇我即緊？","bklhl":"雅各就受氣，kap拉班計較；對拉班講，我有犯tio̍h甚麼過失，有甚麼罪惡，你竟然jip我chiah緊？"}},{"book":"創","chapter":31,"verse":37,"versions":{"unv":"你摸遍了我一切的家具，你搜出甚麼來呢？可以放在你我弟兄面前，叫他們在你我中間辨別辨別。","bklcl":"Lí piàn-bong góa it-chhè ê ke-si, ū chhiau-tio̍h lín tau sím-mi̍h ke-si chhut lâi?  thang hē tī lí góa ê hiaⁿ-tī ê bīn-chêng;  hō͘ in tī lán nn̄g-lâng ê tiong-kan phòaⁿ-toàn.","tghg":"你遍摸我一切的家私，有搜著恁兜甚麼家私出來？通下佇你我的兄弟的面前，互𪜶佇咱二人的中間判斷。","bklhl":"你遍摸我一切ê ke-si，有chhiau-tio̍h lín tau甚麼ke-si出來？thang hē tī你我ê兄弟ê面前；hō͘ in tī咱兩人ê中間判斷。"}},{"book":"創","chapter":31,"verse":38,"versions":{"unv":"我在你家這二十年，你的母綿羊、母山羊沒有掉過胎。你群中的公羊，我沒有吃過；","bklcl":"Góa kap lí tòa chit jī-cha̍p nî, lí ê mî-iûⁿ-bú, soaⁿ-iûⁿ-bú m̄-bat ū làu-the;  lí iûⁿ-kûn-tiong ê iûⁿ-káng, góa bē-bat chia̍h-i.","tghg":"我及你住此二十年，你的綿羊母、山羊母呣曾有落胎(làu-the)。你羊群中的羊牨，我未曾食伊；","bklhl":"我kap你tòa chit二十年，你ê綿羊母、山羊母m̄-bat有落胎；你羊群中ê羊káng，我未bat食伊。"}},{"book":"創","chapter":31,"verse":39,"versions":{"unv":"被野獸撕裂的，我沒有帶來給你，是我自己賠上。無論是白日，是黑夜，被偷去的，你都向我索要。","bklcl":"Hō͘ iá-siù siong-hāi-ê, góa bô tòa-lâi hō͘ lí;  góa pún-sin chē-gia̍h;  bô lūn ji̍t-sî siū-thau, mî-sî siū-thau, lí lóng tùi góa thó-pê.","tghg":"互野獸傷害的，我無帶來互你，我本身坐額(chē-gia̍h)。無論日時受偷，暝時受偷，你攏對我討賠。","bklhl":"Hō͘野獸傷害ê，我無帶來hō͘你；我本身坐額；無論日時受偷，暝時受偷，你lóng對我討賠。"}},{"book":"創","chapter":31,"verse":40,"versions":{"unv":"我白日受盡乾熱，黑夜受盡寒霜，不得合眼睡著，我常是這樣。","bklcl":"Góa ji̍t-sî hō͘ ji̍t pha̍k, mî-sî hō͘ sng tàng, lóng bōe-kò͘-tit khùn, góa siông-siông sī án-ni.","tghg":"我日時互日曝，暝時互霜凍，攏𣍐顧得睏，我常常是按呢。","bklhl":"我日時hō͘日曝，暝時hō͘霜凍，lóng bōe顧得睏，我常常是án-ni。"}},{"book":"創","chapter":31,"verse":41,"versions":{"unv":"我這二十年在你家裡，為你的兩個女兒服事你十四年，為你的羊群服事你六年，你又十次改了我的工價。","bklcl":"Góa chit jī-cha̍p-nî tī lí ê ke, ūi-tio̍h lí nn̄g ê cha-bó͘-kiáⁿ, kā lí chòe-kang cha̍p-sì nî;  ūi-tio̍h lí ê iûⁿ-kûn la̍k nî;  lí cha̍p-pái kóe-ōaⁿ góa ê kang-chîⁿ.","tghg":"我此二十年佇你的家，為著你二個查某子給你做工十四年，為著你的羊群六年，你十擺改換我的工錢。","bklhl":"我chit二十年tī你ê家，為tio̍h你兩個cha-bó͘-kiáⁿ，kā你做工十四年；為tio̍h你ê羊群六年；你十pái改換我ê工錢。"}},{"book":"創","chapter":31,"verse":42,"versions":{"unv":"若不是我父親以撒所敬畏的　神，就是亞伯拉罕的　神與我同在，你如今必定打發我空手而去。　神看見我的苦情和我的勞碌，就在昨夜責備你。」","bklcl":"Nā m̄-sī ū góa ê pē ê Siōng-tè, chiū-sī A-pek-la̍h-hán ê Siōng-tè, koh sī Í-sat só͘ kiaⁿ-ùi-ê, kap góa tī-teh;  lí taⁿ ún-tàng hō͘ góa khang-chhiú khì.  Siōng-tè khòaⁿ-kìⁿ góa ê khó͘-chêng, kap góa ê lô-lo̍k, chiah tī chā-mî chek-pī lí.","tghg":"若呣是有我的父的上帝，就是亞伯拉罕的上帝，閣是以撒所驚畏的及我佇啲，你今穩當互我空手去。上帝看見我的苦情及我的勞碌，才佇昨暝責備你。」","bklhl":"若m̄是有我ê父ê上帝，就是亞伯拉罕ê上帝，koh是以撒所驚畏ê，kap我tī-teh；你taⁿ穩當hō͘我空手去。上帝看見我ê苦情，kap我ê勞碌，chiah tī昨暝責備你。"}},{"book":"創","chapter":31,"verse":43,"versions":{"unv":"拉班回答雅各說：「這女兒是我的女兒，這些孩子是我的孩子，這些羊群也是我的羊群；凡在你眼前的都是我的。我的女兒並她們所生的孩子，我今日能向他們做甚麼呢？","bklcl":"La̍h-pan ìn Ngá-kok kóng, Chiah-ê cha-bó͘-kiáⁿ sī góa ê cha-bó͘-kiáⁿ;  chiah-ê gín-á sī góa ê gín-á;  chiah-ê iûⁿ-kûn ia̍h sī góa ê iûⁿ-kûn;  hoān-nā lí só͘ khòaⁿ-kìⁿ-ê, lóng sī góa ê;  góa ê cha-bó͘-kiáⁿ, kap in só͘ siⁿ ê gín-á;  kin-á-ji̍t góa ōe kā in chòe sím-mi̍h?","tghg":"拉班應雅各講：「諸個查某子是我的查某子，諸個囝仔是我的囝仔，諸個羊群亦是我的羊群；凡若你所看見的攏是我的。我的查某子及𪜶所生的囝仔，今仔日我會給𪜶做甚麼？","bklhl":"拉班應雅各講，Chiah-ê cha-bó͘-kiáⁿ是我ê cha-bó͘-kiáⁿ；chiah ê gín-á是我ê gín-á；chiah ê羊群亦是我ê羊群；凡若你所看見ê，lóng是我ê；我ê cha-bó͘-kiáⁿ，kap in所生ê gín-á；今á日我會kā in做甚麼？"}},{"book":"創","chapter":31,"verse":44,"versions":{"unv":"來吧！你我二人可以立約，作你我中間的證據。」","bklcl":"Taⁿ lâi, lán nn̄g-lâng thang lâi li̍p-iok, tī lí góa ê tiong-kan chòe chèng-kù.","tghg":"今來，咱二人通來立約，佇你我的中間做證據。」","bklhl":"Taⁿ來，咱兩人thang來立約，tī你我ê中間做證據。"}},{"book":"創","chapter":31,"verse":45,"versions":{"unv":"雅各就拿一塊石頭立作柱子，","bklcl":"Ngá-kok chhú chio̍h, khiā chòe thiāu.","tghg":"雅各取石，竪(khiā)做柱，","bklhl":"雅各取石，khiā做柱。"}},{"book":"創","chapter":31,"verse":46,"versions":{"unv":"又對眾弟兄說：「你們堆聚石頭。」他們就拿石頭來堆成一堆，大家便在旁邊吃喝。","bklcl":"Ngá-kok tùi chiah-ê hiaⁿ-tī kóng, Lín tio̍h khioh chio̍h-thâu;  in chiū chiong chio̍h-thâu khioh lâi thia̍p kui-tui;  tāi-ke chiū tī hit tui ê piⁿ-á chia̍h.","tghg":"雅各對諸個兄弟講：「恁著拾(khioh)石頭。」𪜶就將石頭拾來疊(thia̍p)歸堆，大家就佇彼堆的邊仔食。","bklhl":"雅各對chiah ê兄弟講，Lín tio̍h拾石頭；in就將石頭拾來疊kui堆；大家就tī hit堆ê邊á食。"}},{"book":"創","chapter":31,"verse":47,"versions":{"unv":"拉班稱那石堆為伊迦爾‧撒哈杜他，雅各卻稱那石堆為迦累得（都是以石堆為證的意思）。","bklcl":"La̍h-pan miâ i kiò I-ka-ní-sat-khap-tō͘-tha;  Ngá-kok miâ i kiò Ka-lūi-tek.","tghg":"拉班名伊叫伊迦爾撒哈杜他，雅各名伊叫迦累得。","bklhl":"拉班名伊叫I-ka-ní-sat-khap-tō͘-tha；雅各名伊叫Ka-lūi-tek。"}},{"book":"創","chapter":31,"verse":48,"versions":{"unv":"拉班說：「今日這石堆作你我中間的證據。」因此這地方名叫迦累得，","bklcl":"La̍h-pan kóng, Kin-á-ji̍t chit ê chio̍h-tui chòe lí góa tiong-kan ê chèng-kù.  In-ūi án-ni, miâ i kiò Ka-lūi-tek;","tghg":"拉班講：「今仔日此個石堆做你我中間的證據。」因為按呢名伊叫迦累得，","bklhl":"拉班講，今á日chit ê石堆做你我中間ê證據。因為án-ni，名伊叫Ka-lūi-tek；"}},{"book":"創","chapter":31,"verse":49,"versions":{"unv":"又叫米斯巴，意思說：「我們彼此離別以後，願耶和華在你我中間鑒察。","bklcl":"iā kiò-chòe Bí-su-pa;  chiū-sī kóng, Lán tāi-ke lī-pia̍t í-āu, goān Iâ-hô-hoa tī lí góa ê tiong-kan kàm-chhat.","tghg":"也叫做米斯巴，就是講：「咱大家離別以後，願耶和華佇你我的中間鑑察。","bklhl":"也叫做Bí-su-pa；就是講，咱大家離別以後，願耶和華tī你我ê中間鑑察。"}},{"book":"創","chapter":31,"verse":50,"versions":{"unv":"你若苦待我的女兒，又在我的女兒以外另娶妻，雖沒有人知道，卻有　神在你我中間作見證。」","bklcl":"Lí nā khó͘-chhó͘ góa ê cha-bó͘-kiáⁿ, koh tī góa ê cha-bó͘-kiáⁿ í-gōa lēng-gōa chhōa-bó͘, sui-jiân bô lâng kap lán tī-teh, ū Siōng-tè tī lí góa ê tiong-kan chòe kan-chèng.","tghg":"你若苦楚我的查某子，閣佇我的查某子以外另外娶某，雖然無人及咱佇啲，有上帝佇你我的中間做干證。」","bklhl":"你若苦楚我ê cha-bó͘-kiáⁿ，koh tī我ê cha-bó͘-kiáⁿ以外另外娶bó͘，雖然無人kap咱tī-teh，有上帝tī你我ê中間做干證。"}},{"book":"創","chapter":31,"verse":51,"versions":{"unv":"拉班又說：「你看我在你我中間所立的這石堆和柱子。","bklcl":"La̍h-pan koh tùi Ngá-kok kóng, Lí khòaⁿ chit tui chio̍h, lí khòaⁿ chit ki thiāu;  chiū-sī góa só͘ hē tī lí góa ê tiong-kan-ê.","tghg":"拉班閣對雅各講：「你看此堆石，你看此支柱，就是我所下佇你我的中間的。","bklhl":"拉班koh對雅各講，你看chit堆石，你看chit支柱；就是我所hē tī你我ê中間ê。"}},{"book":"創","chapter":31,"verse":52,"versions":{"unv":"這石堆作證據，這柱子也作證據。我必不過這石堆去害你；你也不可過這石堆和柱子來害我。","bklcl":"Chit tui chio̍h chòe kan-chèng, chit ki thiāu chòe kan-chèng;  góa bô beh kè chit tui chio̍h khì hāi lí, lí iā m̄-thang kè chit tui chio̍h kap thiāu, lâi hāi góa.","tghg":"此堆石做干證，此支柱做干證。我無欲過此堆石去害你；你也呣通過此堆石及柱來害我。","bklhl":"Chit堆石做干證，chit支柱做干證；我無beh 過 chit堆石去害你，你也m̄-thang過 chit堆石kap柱，來害我。"}},{"book":"創","chapter":31,"verse":53,"versions":{"unv":"但願亞伯拉罕的　神和拿鶴的　神，就是他們父親的　神，在你我中間判斷。」雅各就指著他父親以撒所敬畏的　神起誓，","bklcl":"Goān A-pek-la̍h-hán ê Siōng-tè, Ná-ho̍k ê Siōng-tè, in lāu-pē ê Siōng-tè, tī lí góa ê tiong-kan phòaⁿ-toàn.  Ngá-kok chiū kí in lāu-pē Í-sat só͘ kiaⁿ-ùi ê Siōng-tè lâi chiù-chōa.","tghg":"願亞伯拉罕的上帝，拿福的上帝，𪜶老父的上帝，佇你我的中間判斷。」雅各就指𪜶老父以撒所驚畏的上帝來咒誓，","bklhl":"願亞伯拉罕ê上帝，Ná-ho̍k ê上帝，in老父ê上帝，tī你我ê中間判斷。雅各就kí in老父以撒所驚畏ê上帝來chiù-chōa。"}},{"book":"創","chapter":31,"verse":54,"versions":{"unv":"又在山上獻祭，請眾弟兄來吃飯。他們吃了飯，便在山上住宿。","bklcl":"Ngá-kok tī soaⁿ-ni̍h hiàn-chè, chhiáⁿ i hiah-ê hiaⁿ-tī lâi chia̍h;  in chia̍h-liáu, chiū tī soaⁿ-ni̍h hioh-mî.","tghg":"雅各佇山裡獻祭，請伊許個兄弟來食。𪜶食了，就佇山裡歇暝。","bklhl":"雅各tī山裡獻祭，請伊hiah-ê兄弟來食；in食了，就tī山裡歇暝。"}},{"book":"創","chapter":31,"verse":55,"versions":{"unv":"拉班清早起來，與他外孫和女兒親嘴，給他們祝福，回往自己的地方去了。","bklcl":"La̍h-pan thàu-chá khí-lâi, kap i ê gōa-sun, kap i ê cha-bó͘-kiáⁿ chim-chhùi, kā in chiok-hok;  chiū khí-sin tò-khì ka-kī ê só͘-chāi.","tghg":"拉班透早起來，及伊的外孫及伊的查某子唚嘴，給𪜶祝福，就起身倒去家己的所在。","bklhl":"拉班透早起來，kap伊ê外孫，kap伊ê cha-bó͘-kiáⁿ chim嘴，kā in祝福；就起身tò去家己ê所在。"}}]