[{"book":"創","chapter":34,"verse":1,"versions":{"unv":"利亞給雅各所生的女兒底拿出去，要見那地的女子們。","bklcl":"Lī-a kā Ngá-kok só͘ siⁿ ê cha-bó͘-kiáⁿ, Tí-ná, chhut-khì beh kìⁿ hit só͘-chāi ê cha-bó͘-gín-á.","tghg":"利亞給雅各所生的查某子底拿，出去欲見彼所在的查某囝仔。","bklhl":"利亞kā雅各所生ê cha-bó͘-kiáⁿ，Tí-ná，出去beh見hit所在ê cha-bó͘-gín-á。"}},{"book":"創","chapter":34,"verse":2,"versions":{"unv":"那地的主─希未人、哈抹的兒子示劍看見她，就拉住她，與她行淫，玷辱她。","bklcl":"Hit só͘-chāi ê bo̍k-pek Hi-bī lâng Hap-boat ê kiáⁿ Sī-kiàm khòaⁿ-kìⁿ i;  chiū khiú-i, kap i saⁿ-kap khùn, lêng-jio̍k i.","tghg":"彼所在的牧伯(bo̍k-pek)希未人、哈抹的子示劍看見伊，就搝(khiú)伊，及伊相及睏，凌辱伊。","bklhl":"Hit所在ê bo̍k-pek Hi-bī人Hap-boat ê kiáⁿ示劍看見伊；就khiú伊，kap伊相kap睏，凌辱伊。"}},{"book":"創","chapter":34,"verse":3,"versions":{"unv":"示劍的心繫戀雅各的女兒底拿，喜愛這女子，甜言蜜語地安慰她。","bklcl":"I ê sim loân-bō͘ Ngá-kok ê cha-bó͘-kiáⁿ Tí-ná;  thiàⁿ chit ê cha-bó͘-kiáⁿ, ēng hó-ōe an-ùi i.","tghg":"伊的心戀慕雅各的查某子底拿，疼此個查某子，用好話安慰伊。","bklhl":"伊ê心戀慕雅各ê cha-bó͘-kiáⁿ Tí-ná；疼chit ê cha-bó͘-kiáⁿ，用好話安慰伊。"}},{"book":"創","chapter":34,"verse":4,"versions":{"unv":"示劍對他父親哈抹說：「求你為我聘這女子為妻。」","bklcl":"Sī-kiàm kā i ê lāu-pē Hap-boat, kóng, Kiû lí kā góa phèng chit ê cha-bó͘-gín-á chòe-bó͘.","tghg":"示劍給伊的老父哈抹講：「求你給我聘此個查某囝仔做某。」","bklhl":"示劍kā伊ê老父Hap-boat，講，求你kā我聘chit ê cha-bó͘-gín-á做bó͘。"}},{"book":"創","chapter":34,"verse":5,"versions":{"unv":"雅各聽見示劍玷污了他的女兒底拿。那時他的兒子們正和群畜在田野，雅各就閉口不言，等他們回來。","bklcl":"Ngá-kok thiaⁿ-kìⁿ i phah lâ-sâm i ê cha-bó͘-kiáⁿ Tí-ná;  hit-sî i hiah-ê kiáⁿ kap i ê cheng-siⁿ tī soaⁿ-ni̍h;  Ngá-kok chēng-chēng bô chòe siaⁿ,  thèng-hāu in tò-lâi.","tghg":"雅各聽見伊拍垃墋伊的查某子底拿。彼時伊許個子及伊的精牲佇山裡，雅各靜靜無做聲，聽候𪜶倒來。","bklhl":"雅各聽見伊phah lâ-sâm伊ê cha-bó͘-kiáⁿ Tí-ná；hit時伊hiah-ê kiáⁿ kap伊ê cheng-siⁿ tī山裡；雅各靜靜無做聲，thèng候in tò來。"}},{"book":"創","chapter":34,"verse":6,"versions":{"unv":"示劍的父親哈抹出來見雅各，要和他商議。","bklcl":"Sī-kiàm ê lāu-pē, Hap-boat, chhut-lâi kìⁿ Ngá-kok, beh kap i kóng-ōe.","tghg":"示劍的老父哈抹出來見雅各，欲及伊講話。","bklhl":"示劍ê老父，Hap-boat，出來見雅各，beh kap伊講話。"}},{"book":"創","chapter":34,"verse":7,"versions":{"unv":"雅各的兒子們聽見這事，就從田野回來，人人忿恨，十分惱怒；因示劍在以色列家做了醜事，與雅各的女兒行淫，這本是不該做的事。","bklcl":"Ngá-kok hiah-ê kiáⁿ thiaⁿ-kìⁿ chit ê tāi-chì, chiū tùi soaⁿ-ni̍h tò-lâi, ta̍k-ê m̄ kam-goān, cha̍p-hun siū-khì;  in-ūi Sī-kiàm tī Í-sek-lia̍t chòe chhut kiàn-siàu ê tāi-chì, kap Ngá-kok ê cha-bó͘-kiáⁿ saⁿ-kap khùn;  che pún sī m̄ eng-kai chòe ê sū.","tghg":"雅各許個子聽見此個代誌，就對山裡倒來，逐個呣甘願，十分受氣；因為示劍佇以色列做出見誚的代誌，及雅各的查某子相及睏，這本是呣應該做的事。","bklhl":"雅各hiah-ê kiáⁿ聽見chit ê tāi-chì，就tùi山裡tò來，ta̍k-ê m̄甘願，十分受氣；因為示劍tī以色列做出見笑ê tāi-chì，kap雅各ê cha-bó͘-kiáⁿ相kap睏；這本是m̄應該做ê事。"}},{"book":"創","chapter":34,"verse":8,"versions":{"unv":"哈抹和他們商議說：「我兒子示劍的心戀慕這女子，求你們將她給我的兒子為妻。","bklcl":"Hap-boat kap in chham-siông kóng, Góa ê kiáⁿ Sī-kiàm ê sim him-bō͘ lín ê cha-bó͘-gín-á;  kiû lín chiong i hō͘ góa ê kiáⁿ chòe-bó͘.","tghg":"哈抹及𪜶參詳講：「我的子示劍的心欣慕恁的查某囝仔，求恁將伊互我的子做某。","bklhl":"Hap-boat kap in參詳講，我ê kiáⁿ示劍ê心欣慕lín ê cha-bó͘-gín-á；求lín將伊hō͘我ê kiáⁿ做bó͘。"}},{"book":"創","chapter":34,"verse":9,"versions":{"unv":"你們與我們彼此結親；你們可以把女兒給我們，也可以娶我們的女兒。","bklcl":"Lín kap goán tāi-ke kiat-chhin;  lín thang chiong lín ê cha-bó͘-kiáⁿ hō͘ goán, lín ia̍h thang chhōa goán ê cha-bó͘-kiáⁿ.","tghg":"恁及阮大家結親，恁通將恁的查某子互阮，恁亦通娶阮的查某子。","bklhl":"Lín kap阮大家結親；lín thang將lín ê cha-bó͘-kiáⁿ hō͘阮，lín亦thang娶阮ê cha-bó͘-kiáⁿ。"}},{"book":"創","chapter":34,"verse":10,"versions":{"unv":"你們與我們同住吧！這地都在你們面前，只管在此居住，做買賣，置產業。」","bklcl":"Lín kap goán saⁿ-kap khiā-khí;  tōe tī lín ê bīn-chêng, lín tòa chia khiā, chòe seng-lí, kiàn-tì sán-gia̍p.","tghg":"恁及阮相及徛起！地佇恁的面前，恁住遮(tòa-chia)徛，做生理，建置產業。」","bklhl":"Lín kap阮相kap khiā起；地tī lín ê面前，lín tòa chia khiā，做seng-lí，建置產業。"}},{"book":"創","chapter":34,"verse":11,"versions":{"unv":"示劍對女兒的父親和弟兄們說：「但願我在你們眼前蒙恩，你們向我要甚麼，我必給你們。","bklcl":"Sī-kiàm tùi cha-bó͘-gín-á ê lāu-pē kap i ê hiaⁿ-tī kóng, Goān tī lí ê bīn-chêng tit-tio̍h un-tián;  lín só͘ tùi góa kóng-ê góa beh hō͘ lín.","tghg":"示劍對查某囝仔的老父及伊的兄弟講：「願佇你的面前得著恩典，恁所對我講的，我欲互恁。","bklhl":"示劍對cha-bó͘-gín-á ê老父kap伊ê兄弟講，願tī你ê面前得tio̍h恩典；lín所對我講ê我beh hō͘ lín。"}},{"book":"創","chapter":34,"verse":12,"versions":{"unv":"任憑向我要多重的聘金和禮物，我必照你們所說的給你們；只要把女子給我為妻。」","bklcl":"Chhut-chāi lín beh tùi góa thó jōa-chōe phèng-kim, kap lé-mi̍h, góa tek-khak chiàu lín só͘ kóng-ê hō͘ lín;  chí-ū ài lín ēng cha-bó͘-gín-á hō͘ góa chòe-bó͘.","tghg":"出在恁欲對我討偌多聘金及禮物，我的確照恁所講的互恁；只有愛恁用查某囝仔互我做某。」","bklhl":"chhut-chāi lín beh tùi我討jōa-chōe聘金，kap禮物，我的確照lín所講ê hō͘ lín；只有ài lín用cha-bó͘-gín-á hō͘我做bó͘。"}},{"book":"創","chapter":34,"verse":13,"versions":{"unv":"雅各的兒子們因為示劍玷污了他們的妹子底拿，就用詭詐的話回答示劍和他父親哈抹，","bklcl":"Ngá-kok hiah-ê kiáⁿ, in-ūi Sī-kiàm phah lâ-sâm in ê sió-bē Tí-ná, chiū ēng kan-chà ê ōe lâi ìn Sī-kiàm, kap i ê lāu-pē, Hap-boat, tùi in kóng,","tghg":"雅各許個子因為示劍拍垃墋𪜶的小妹底拿，就用奸詐的話來應示劍及伊的老父哈抹，","bklhl":"雅各hiah-ê kiáⁿ，因為示劍phah lâ-sâm in ê小妹Tí-ná，就用奸詐ê話來應示劍，kap伊ê老父，Hap-boat，對in講，"}},{"book":"創","chapter":34,"verse":14,"versions":{"unv":"對他們說：「我們不能把我們的妹子給沒有受割禮的人為妻，因為那是我們的羞辱。","bklcl":"Chiong goán ê sió-bē hō͘ bô siū kat-lé ê lâng chòe-bó͘, che ê tāi-chì goán bōe-chòe-tit;  in-ūi he sī goán ê kiàn-siàu.","tghg":"對𪜶講：「將阮的小妹互無受割禮的人做某，這個代誌阮𣍐做得，因為彼是阮的見誚。","bklhl":"將阮ê小妹hō͘無受割禮ê人做bó͘，這ê tāi-chì阮bōe做得；因為he是阮ê見笑。"}},{"book":"創","chapter":34,"verse":15,"versions":{"unv":"惟有一件才可以應允：若你們所有的男丁都受割禮，和我們一樣，","bklcl":"Lín só͘ ū ê ta-po͘-lâng, nā lóng siū kat-lé chhin-chhiūⁿ goán chi̍t-iūⁿ, ū chí chi̍t-hāng chiah thang èng-ún lín;","tghg":"恁所有的查甫人若攏受割禮親像阮一樣，有此一項才通應允恁，","bklhl":"Lín所有ê ta-po͘人，若lóng受割禮親像阮一樣，有chí一項chiah thang應允lín；"}},{"book":"創","chapter":34,"verse":16,"versions":{"unv":"我們就把女兒給你們，也娶你們的女兒；我們便與你們同住，兩下成為一樣的人民。","bklcl":"goán chiū chiong goán ê cha-bó͘-kiáⁿ hō͘ lín, goán ia̍h chhōa lín ê cha-bó͘-kiáⁿ;  goán chiū kap lín saⁿ-kap tòa, chiâⁿ-chòe chi̍t ê peh-sìⁿ.","tghg":"阮就將阮的查某子互恁，阮亦娶恁的查某子；阮就及恁相及住，成做一個百姓。","bklhl":"阮就將阮ê cha-bó͘-kiáⁿ hō͘ lín，阮亦chhōa lín ê cha-bó͘-kiáⁿ；阮就kap lín相kap tòa，成做一个百姓。"}},{"book":"創","chapter":34,"verse":17,"versions":{"unv":"倘若你們不聽從我們受割禮，我們就帶著妹子走了。」","bklcl":"Siat-sú lín m̄-thiaⁿ goán ê ōe lâi siū kat-lé, goán chiū tòa goán ê sió-bē lâi khì.","tghg":"設使恁呣聽阮的話來受割禮，阮就帶阮的小妹來去。」","bklhl":"設使lín m̄聽阮ê話來受割禮，阮就tòa阮ê小妹來去。"}},{"book":"創","chapter":34,"verse":18,"versions":{"unv":"哈抹和他的兒子示劍喜歡這話。","bklcl":"Hap-boat kap i ê kiáⁿ Sī-kiàm, hoaⁿ-hí in ê ōe.","tghg":"哈抹及伊的子示劍歡喜𪜶的話。","bklhl":"Hap-boat kap伊ê kiáⁿ示劍，歡喜in ê話。"}},{"book":"創","chapter":34,"verse":19,"versions":{"unv":"那少年人做這事並不遲延，因為他喜愛雅各的女兒；他在他父親家中也是人最尊重的。","bklcl":"Hit ê siàu-liân lâng chòe chit ê tāi-chì, lóng bô iân-chhiân;  in-ūi i thiàⁿ Ngá-kok ê cha-bó͘-kiáⁿ;  koh i tī in lāu-pē ê ke tē-it chun-kùi.","tghg":"彼個少年人做此個代誌攏無延迁(iân-chhiân)，因為伊疼雅各的查某子；閣伊佇𪜶老父的家第一尊貴。","bklhl":"Hit-ê少年人做chit ê tāi-chì，lóng無延chhiân；因為伊疼雅各ê cha-bó͘-kiáⁿ；koh伊tī in老父ê家第一尊貴。"}},{"book":"創","chapter":34,"verse":20,"versions":{"unv":"哈抹和他兒子示劍到本城的門口，對本城的人說：","bklcl":"Hap-boat, kap i ê kiáⁿ Sī-kiàm, lâi kàu pún-siâⁿ ê mn̂g-kháu, kā pún-siâⁿ ê lâng kóng,","tghg":"哈抹及伊的子示劍來到本城的門口，給本城的人講：","bklhl":"Hap-boat，kap伊ê kiáⁿ示劍，來到本城ê門口，kā本城ê人講，"}},{"book":"創","chapter":34,"verse":21,"versions":{"unv":"「這些人與我們和睦，不如許他們在這地居住，做買賣；這地也寬闊，足可容下他們。我們可以娶他們的女兒為妻，也可以把我們的女兒嫁給他們。","bklcl":"Chiah-ê lâng kap lán hô-hó;  m̄-ta̍t-tio̍h chún in tī chit ê tōe khiā-khí, chòe seng-lí;  koh chit ê tōe ia̍h khui-khoah, ōe iông-ún-tit in;  lán thang chhōa in ê cha-bó͘-kiáⁿ chòe-bó͘, ia̍h thang chiong lán ê cha-bó͘-kiáⁿ kè hō͘ in.","tghg":"「諸個人及咱和好，呣值著准𪜶佇此個地徛起，做生理；閣此個地亦開闊，會容允得𪜶。咱通娶𪜶的查某子做某，亦通將咱的查某子嫁互𪜶。","bklhl":"Chiah-ê人kap咱和好；m̄值tio̍h chún in tī chit ê地khiā起，做seng-lí；koh chit ê地亦開闊，ōe容允得in；咱thang chhōa in ê cha-bó͘-kiáⁿ做bó͘，亦thang將咱ê cha-bó͘-kiáⁿ嫁hō͘ in。"}},{"book":"創","chapter":34,"verse":22,"versions":{"unv":"惟有一件事我們必須做，他們才肯應允和我們同住，成為一樣的人民：就是我們中間所有的男丁都要受割禮，和他們一樣。","bklcl":"To̍k-to̍k tio̍h ū chi̍t-hāng, hiah-ê chiah beh ún lán, kap lán khiā-khí, chiâⁿ-chòe chi̍t ê peh-sìⁿ;  chiū-sī lán tiong-kan só͘ ū ê ta-po͘-lâng lóng tio̍h siū kat-lé, chhin-chhiūⁿ in siū kat-lé chi̍t-iūⁿ.","tghg":"獨獨著有一項，許個才欲允咱及咱徛起，成做一個百姓：就是咱中間所有的查甫人攏著受割禮，親像𪜶受割禮一樣。","bklhl":"獨獨tio̍h有一項，hiah-ê chiah beh允咱，kap咱khiā起，成做一个百姓；就是咱中間所有ê ta-po͘人lóng tio̍h受割禮，親像in受割禮一樣。"}},{"book":"創","chapter":34,"verse":23,"versions":{"unv":"他們的群畜、貨財，和一切的牲口豈不都歸我們嗎？只要依從他們，他們就與我們同住。」","bklcl":"I ê gû, iûⁿ, châi-sán, kap it-chhè ê cheng-siⁿ, kiám bô lóng kui tī lán mah? Chí-ū tio̍h ún-in, in chiū beh kap lán tòa.","tghg":"伊的牛、羊、財產，及一切的精牲豈無攏歸佇咱嗎？只有著允𪜶，𪜶就欲及咱住。」","bklhl":"伊ê牛，羊，財產，kap一切ê cheng-siⁿ，kiám無lóng歸tī咱mah？只有tio̍h允in，in就beh kap咱tòa。"}},{"book":"創","chapter":34,"verse":24,"versions":{"unv":"凡從城門出入的人就都聽從哈抹和他兒子示劍的話；於是凡從城門出入的男丁都受了割禮。","bklcl":"Kìⁿ-nā tùi siâⁿ-mn̂g chhut-lâi ê lâng lóng thiaⁿ-thàn Hap-boat kap i ê kiáⁿ Sī-kiàm ê ōe;  tùi án-ni kìⁿ-nā tùi siâⁿ-mn̂g chhut-lâi ê ta-po͘-lâng lóng siū kat-lé.","tghg":"見若對城門出來的人攏聽趁哈抹及伊的子示劍的話；對按呢見若對城門出來的查甫人攏受割禮。","bklhl":"見若tùi城門出來ê人lóng聽thàn Hap-boat kap伊ê kiáⁿ示劍ê話；tùi án-ni見若tùi城門出來ê ta-po͘人lóng受割禮。"}},{"book":"創","chapter":34,"verse":25,"versions":{"unv":"到第三天，眾人正在疼痛的時候，雅各的兩個兒子，就是底拿的哥哥西緬和利未，各拿刀劍，趁著眾人想不到的時候來到城中，把一切男丁都殺了，","bklcl":"Kàu tē-saⁿ ji̍t, chèng-lâng tng teh thàng-thiàⁿ ê sî, Ngá-kok nn̄g ê kiáⁿ, chiū-sī Tí-ná ê hiaⁿ Se-biān kap Lī-bī, lóng kia̍h-to, thàn lâng bô tiuⁿ-tî, lâi kàu siâⁿ-lāi, thâi-sí lóng-chóng ê ta-po͘-lâng.","tghg":"到第三日，眾人當啲痛疼的時，雅各二個子，就是底拿的兄西緬及利未，攏攑刀，趁人無張持來到城內，刣死攏總的查甫人，","bklhl":"到第三日，眾人當teh痛疼ê時，雅各兩個kiáⁿ，就是Tí-ná ê兄西門kap利未，lóng kia̍h刀，thàn人無tiuⁿ-tî，來到城內，刣死lóng總ê ta-po͘人。"}},{"book":"創","chapter":34,"verse":26,"versions":{"unv":"又用刀殺了哈抹和他兒子示劍，把底拿從示劍家裡帶出來就走了。","bklcl":"Iā ēng to thâi-sí Hap-boat kap i ê kiáⁿ Sī-kiàm;  chhōa Tí-ná tùi Sī-kiàm ê chhù chhut-lâi, chiū khì.","tghg":"也用刀刣死哈抹及伊的子示劍，導底拿對示劍的厝出來就去。","bklhl":"也用刀刣死Hap-boat kap伊ê kiáⁿ示劍；chhōa Tí-ná tùi示劍ê厝出來，就去。"}},{"book":"創","chapter":34,"verse":27,"versions":{"unv":"雅各的兒子們因為他們的妹子受了玷污，就來到被殺的人那裡，擄掠那城，","bklcl":"Ngá-kok hiah-ê kiáⁿ, ūi-tio̍h in sió-bē siū phah lâ-sâm, chiū lâi kàu siū-thâi ê lâng hia, chhiúⁿ-kiap in ê siâⁿ.","tghg":"雅各許個子，為著𪜶小妹受拍垃墋，就來到受刣的人遐，搶劫𪜶的城，","bklhl":"雅各hiah-ê kiáⁿ，為tio̍h in小妹受phah lâ-sâm，就來到受刣 ê人hia，搶劫in ê城。"}},{"book":"創","chapter":34,"verse":28,"versions":{"unv":"奪了他們的羊群、牛群，和驢，並城裡田間所有的；","bklcl":"Chhiúⁿ in ê iûⁿ-kûn, gû-kûn, kap lû;  í-ki̍p siâⁿ-lāi kap chhân-ni̍h só͘ ū ê.","tghg":"搶𪜶的羊群、牛群，及驢，以及城內及田裡所有的；","bklhl":"搶in ê羊群，牛群，kap驢；以及城內kap 田裡所有ê。"}},{"book":"創","chapter":34,"verse":29,"versions":{"unv":"又把他們一切貨財、孩子、婦女，並各房中所有的，都擄掠去了。","bklcl":"Koh chiong in it-chhè ê hè-mi̍h chîⁿ-châi, it-chhè ê gín-á kap hū-jîn-lâng, í-ki̍p ta̍k tè chhù só͘-ū-ê, lóng chhiúⁿ, lia̍h chiū khì.","tghg":"閣將𪜶一切的貨物錢財、一切的囝仔、及婦仁人，以及逐塊厝所有的，攏搶掠(lia̍h)就去。","bklhl":"Koh將in一切ê貨物錢財，一切ê gín-á kap婦人人，以及ta̍k tè厝所有ê，lóng搶，掠就去。"}},{"book":"創","chapter":34,"verse":30,"versions":{"unv":"雅各對西緬和利未說：「你們連累我，使我在這地的居民中，就是在迦南人和比利洗人中，有了臭名。我的人丁既然稀少，他們必聚集來擊殺我，我和全家的人都必滅絕。」","bklcl":"Ngá-kok kā Se-biān kap Lī-bī kóng, Lín liân-lūi góa, hō͘ góa tī chit só͘-chāi khiā-khí ê peh-sìⁿ ê tiong-kan, chiū-sī tī Ka-lâm lâng kap Pí-lī-sé lâng ê tiong-kan ū chhàu-miâ.  Koh góa ê lâng-gia̍h chió;  in tek-khak chū-chi̍p lâi kong-kek góa, phah góa;  góa kap choân-ke ê lâng lóng ōe bia̍t-bô.","tghg":"雅各給西緬及利未講：「恁連累我，互我佇此所在徛起的百姓的中間，就是佇迦南人及比利洗人的中間，有臭名。閣我的人額少，𪜶的確聚集來攻擊我、拍我，我及全家的人攏會滅無。」","bklhl":"雅各kā西門kap利未講，Lín連累我，hō͘我tī chit所在khiā起ê百姓ê中間，就是tī迦南人kap Pí-lī-sé人ê中間有臭名。Koh我ê人額少；in的確聚集來攻擊我，phah我；我kap全家ê人lóng會滅無。"}},{"book":"創","chapter":34,"verse":31,"versions":{"unv":"他們說：「他豈可待我們的妹子如同妓女嗎？」","bklcl":"In kóng, I kiám thang khoán-thāi goán sió-bē chhin-chhiūⁿ chhiong-ki mah?","tghg":"𪜶講：「伊豈通款待阮小妹親像娼妓嗎？」","bklhl":"In講，伊kiám thang款待阮小妹親像娼妓mah？"}}]