[{"book":"創","chapter":37,"verse":1,"versions":{"unv":"雅各住在迦南地，就是他父親寄居的地。","bklcl":"Ngá-kok khiā-khí Ka-lâm tōe, chiū-sī i ê lāu-pē kià-kha ê só͘-chāi.","tghg":"雅各徛起迦南地，就是伊的老父寄腳的所在。","bklhl":"雅各khiā起迦南地，就是伊ê老父寄腳ê所在。"}},{"book":"創","chapter":37,"verse":2,"versions":{"unv":"雅各的記略如下。約瑟十七歲與他哥哥們一同牧羊。他是個童子，與他父親的妾辟拉、悉帕的兒子們常在一處。約瑟將他哥哥們的惡行報給他們的父親。","bklcl":"Ngá-kok ê sè-hē kì tī ē-tóe.  Iok-sek cha̍p-chhit hè kap i hiah-ê hiaⁿ saⁿ-kap kò͘ iûⁿ;  i sī chi̍t ê gín-á kap i ê lāu-pē ê sòe-î Phek-la̍h ê kiáⁿ, Sek-phàⁿ ê kiáⁿ, siông-siông chòe-tīn;  Iok-sek chiong i hiah-ê hiaⁿ ê pháiⁿ phín-hēng kā in lāu-pē kóng.","tghg":"雅各的世系記佇下底。約瑟十七歲及伊許個兄相及顧羊。伊是一個囝仔，及伊的老父的細姨辟拉的子，悉帕的子常常做陣。約瑟將伊許個兄的歹品行給𪜶老父講。","bklhl":"雅各ê世系記tī下底。約瑟十七歲kap伊hiah-ê兄相kap 顧羊；伊是一个gín-á kap伊ê老父ê細姨Phek-la̍h ê kiáⁿ，Sek-phàⁿ ê kiáⁿ，常常做陣；約瑟將伊hiah-ê兄ê pháiⁿ品行kā in老父講。"}},{"book":"創","chapter":37,"verse":3,"versions":{"unv":"以色列原來愛約瑟過於愛他的眾子，因為約瑟是他年老生的；他給約瑟做了一件彩衣。","bklcl":"Taⁿ Í-sek-lia̍t thiàⁿ Iok-sek khah iâⁿ-kè tī thiàⁿ i ê chèng-kiáⁿ, in-ūi Iok-sek sī i nî-lāu siⁿ-ê;  i kā i chòe chi̍t niá chhái-sek ê saⁿ.","tghg":"今以色列疼約瑟卡贏過佇疼伊的眾子，因為約瑟是伊年老生的；伊給伊做一領彩色的衫。","bklhl":"Taⁿ以色列疼約瑟khah贏過 tī疼伊ê眾kiáⁿ，因為約瑟是伊年老生ê；伊kā伊做一領彩色ê衫。"}},{"book":"創","chapter":37,"verse":4,"versions":{"unv":"約瑟的哥哥們見父親愛約瑟過於愛他們，就恨約瑟，不與他說和睦的話。","bklcl":"Iok-sek hiah-ê hiaⁿ khòaⁿ-kìⁿ lāu-pē thiàⁿ Iok-sek, kè-thâu tī thiàⁿ in;  chiū oàn-hūn Iok-sek, bōe-ōe kap i kóng hô-bo̍k ê ōe.","tghg":"約瑟許個兄看見老父疼約瑟過頭佇疼𪜶，就怨恨約瑟，𣍐會及伊講和睦的話。","bklhl":"約瑟hiah-ê兄看見老父疼約瑟，過頭tī疼in；就怨恨約瑟，bōe會kap伊講和睦ê話。"}},{"book":"創","chapter":37,"verse":5,"versions":{"unv":"約瑟做了一夢，告訴他哥哥們，他們就越發恨他。","bklcl":"Iok-sek bāng-kìⁿ chi̍t ê bāng, kā i hiah-ê hiaⁿ kóng;  in chiū koh-khah oàn-hūn i.","tghg":"約瑟夢見一個夢，給伊許個兄講，𪜶就閣卡怨恨伊。","bklhl":"約瑟夢見一个夢，kā伊hiah-ê兄講；in就koh-khah怨恨伊。"}},{"book":"創","chapter":37,"verse":6,"versions":{"unv":"約瑟對他們說：「請聽我所做的夢：","bklcl":"Iok-sek tùi in kóng, Chhiáⁿ lín thiaⁿ góa só͘ bāng-kìⁿ ê bāng.","tghg":"約瑟對𪜶講：「請恁聽我所夢見的夢：","bklhl":"約瑟對in講，請lín聽我所夢見ê夢。"}},{"book":"創","chapter":37,"verse":7,"versions":{"unv":"我們在田裡捆禾稼，我的捆起來站著，你們的捆來圍著我的捆下拜。」","bklcl":"Lán tī hn̂g-ni̍h hâ gō͘-kak;  góa só͘-hâ-ê khí-lâi khiā, lín só͘-hâ-ê ûi-lûi lâi pài góa só͘ hâ-ê.","tghg":"咱佇園裡縖(hâ)五穀，我所縖的起來徛，恁所縖的圍纍(ûi-lûi)來拜我所縖的。」","bklhl":"咱tī園裡hâ五穀；我所hâ-ê起來khiā，lín所hâ-ê圍纍來拜我所hâ-ê。"}},{"book":"創","chapter":37,"verse":8,"versions":{"unv":"他的哥哥們回答說：「難道你真要作我們的王嗎？難道你真要管轄我們嗎？」他們就因為他的夢和他的話越發恨他。","bklcl":"I ê hiaⁿ ìn kóng, Chóng-bô lí chin-chiàⁿ beh chòe goán ê ông mah?  chin-chiàⁿ beh koán-hat goán mah?  In chiū ūi-tio̍h i ê bāng, kap i ê ōe, koh-khah oàn-hūn i.","tghg":"伊的兄應講：「總無你真正欲做阮的王嗎？真正欲管轄阮嗎？」𪜶就為著伊的夢及伊的話閣卡怨恨伊。","bklhl":"伊ê兄應講，總無你真正beh做阮ê王mah？真正beh管轄阮mah？In就為tio̍h伊ê 夢，kap伊ê話，koh-khah怨恨伊。"}},{"book":"創","chapter":37,"verse":9,"versions":{"unv":"後來他又做了一夢，也告訴他的哥哥們說：「看哪，我又做了一夢，夢見太陽、月亮，與十一個星向我下拜。」","bklcl":"Āu-lâi i koh bāng-kìⁿ chi̍t ê bāng, ia̍h kā i ê hiaⁿ kóng, Lí khòaⁿ, góa iū-koh bāng-kìⁿ chi̍t ê bāng;  ū ji̍t, ge̍h, kap cha̍p-it lia̍p chhiⁿ teh pài góa.","tghg":"後來伊閣夢見一個夢，亦給伊的兄講：「你看，我又閣夢見一個夢，有日、月，及十一粒星啲拜我。」","bklhl":"後來伊koh夢見一个夢，亦kā伊ê兄講，你看，我又koh夢見一个夢；有日，月，kap十一粒星teh拜我。"}},{"book":"創","chapter":37,"verse":10,"versions":{"unv":"約瑟將這夢告訴他父親和他哥哥們，他父親就責備他說：「你做的這是甚麼夢！難道我和你母親、你弟兄果然要來俯伏在地，向你下拜嗎？」","bklcl":"Iok-sek kā i ê lāu-pē kap i ê hiaⁿ kóng;  in lāu-pē chiū chek-pī i, kóng, Lí só͘ bāng-kìⁿ chit ê bāng sī cháiⁿ-iūⁿ?  chóng-bô góa kap lín lāu-bú lín hiaⁿ-tī, lóng beh phak-teh pài lí mah?","tghg":"約瑟給伊的老父及伊的兄講；𪜶老父就責備伊講：「你所夢見此個夢是怎樣！總無我及恁老母、恁兄弟攏欲仆啲，拜你嗎？」","bklhl":"約瑟kā伊ê老父kap伊ê兄講；in老父就責備伊，講，你所夢見chit ê 夢是怎樣？總無我kap lín老母lín兄弟，lóng beh仆teh拜你mah？"}},{"book":"創","chapter":37,"verse":11,"versions":{"unv":"他哥哥們都嫉妒他，他父親卻把這話存在心裡。","bklcl":"I ê hiaⁿ lóng oàn-tò͘ i;  i ê lāu-pē ēng chiah-ê ōe kì tī sim-lāi.","tghg":"伊的兄攏怨妒伊，伊的老父用諸個話記佇心內。","bklhl":"伊ê兄lóng怨妒伊；伊ê老父用chiah ê話記tī心內。"}},{"book":"創","chapter":37,"verse":12,"versions":{"unv":"約瑟的哥哥們往示劍去放他們父親的羊。","bklcl":"Iok-sek ê hiaⁿ khì Sī-kiàm, chhī lāu-pē ê iûⁿ.","tghg":"約瑟的兄去示劍，飼老父的羊。","bklhl":"約瑟ê兄去示劍，飼老父ê羊。"}},{"book":"創","chapter":37,"verse":13,"versions":{"unv":"以色列對約瑟說：「你哥哥們不是在示劍放羊嗎？你來，我要打發你往他們那裡去。」約瑟說：「我在這裡。」","bklcl":"Í-sek-lia̍t tùi Iok-sek kóng, Lín hiaⁿ kiám m̄-sī tī Sī-kiàm chhī iûⁿ mah?  Lí lâi, góa beh chhe lí khì in hia.","tghg":"以色列對約瑟講：「恁兄豈呣是佇示劍飼羊嗎？你來，我欲差你去𪜶遐。」伊應講：「我佇遮。」","bklhl":"以色列tùi約瑟講，Lín hiaⁿ kiám m̄是tī示劍飼羊mah？你來，我beh差你去in hia。"}},{"book":"創","chapter":37,"verse":14,"versions":{"unv":"以色列說：「你去看看你哥哥們平安不平安，群羊平安不平安，就回來報信給我。」於是打發他出希伯崙谷，他就往示劍去了。","bklcl":"I ìn kóng, Góa tī-chia.  I kā i kóng, Lí khì khòaⁿ lín hiaⁿ ū pêng-an á-bô, iûⁿ-kûn ū pêng-an á-bô;  tò-lâi kā góa kóng.  Chiū chhe i chhut Hi-pek-lûn ê soaⁿ-kok;  i chiū khì kàu Sī-kiàm.","tghg":"伊給伊講：「你去看恁兄有平安抑無，羊群有平安抑無，倒來給我講」；就差伊出希伯崙的山谷，伊就去到示劍。","bklhl":"伊應講，我tī-chia。伊kā伊講，你去看lín兄有平安á無，羊群有平安á無；tò來kā我講。就差伊出Hi-pek-lûn ê山谷；伊就去到示劍。"}},{"book":"創","chapter":37,"verse":15,"versions":{"unv":"有人遇見他在田野走迷了路，就問他說：「你找甚麼？」","bklcl":"Ū lâng tn̄g-tio̍h i tī soaⁿ-ni̍h bê-lō͘;  chiū mn̄g i kóng, Lí teh chhē sím-mi̍h?","tghg":"有人撞著伊佇山裡迷路，就問伊講：「你啲尋甚麼？」","bklhl":"有人tn̄g-tio̍h伊tī山裡迷路；就問伊講，你teh chhē甚麼？"}},{"book":"創","chapter":37,"verse":16,"versions":{"unv":"他說：「我找我的哥哥們，求你告訴我，他們在何處放羊。」","bklcl":"I kóng, Góa teh chhē góa ê hiaⁿ;  chhiáⁿ kā góa kóng, in tī tah-lo̍h teh chhī iûⁿ.","tghg":"伊講：「我啲尋我的兄，請給我講，𪜶佇叨落啲飼羊？」","bklhl":"伊講，我teh chhē我ê兄；請kā我講，in tī tah-lo̍h teh飼羊。"}},{"book":"創","chapter":37,"verse":17,"versions":{"unv":"那人說：「他們已經走了，我聽見他們說要往多坍去。」約瑟就去追趕他哥哥們，遇見他們在多坍。","bklcl":"Hit-lâng kóng, In í-keng lī-khui chia;  in-ūi góa thiaⁿ-kìⁿ in teh kóng, Lán lâi-khì To-tan.  Iok-sek chiū khì jip i ê hiaⁿ, tú-tio̍h in tī To-tan.","tghg":"彼人講：「𪜶已經離開遮，因為我聽見𪜶啲講，咱來去多坍。」約瑟就去趇(jip)伊的兄，抵著(tú-tio̍h)𪜶佇多坍。","bklhl":"hit人講，In已經離開chia；因為我聽見in teh講，咱來去To-tan。約瑟就去jip伊ê兄，tú-tio̍h in tī To-tan。"}},{"book":"創","chapter":37,"verse":18,"versions":{"unv":"他們遠遠地看見他，趁他還沒有走到跟前，大家就同謀要害死他，","bklcl":"In hn̄g-hn̄g khòaⁿ-kìⁿ i, i iáu-bē kiâⁿ kàu in hia, in chiū saⁿ-kap kè-bô͘ beh hāi-sí i.","tghg":"𪜶遠遠看見伊，伊猶未行到𪜶遐，𪜶就相及計謀欲害死伊，","bklhl":"In遠遠看見伊，伊iáu未行到in hia，in就相kap計謀beh害死伊。"}},{"book":"創","chapter":37,"verse":19,"versions":{"unv":"彼此說：「你看！那做夢的來了。","bklcl":"Tāi-ke saⁿ-kap kóng, Lí khòaⁿ, chòe-bāng-ê lâi-lah.","tghg":"大家相及講：「你看！做夢者來啦。","bklhl":"大家相kap講，你看，做夢ê來lah。"}},{"book":"創","chapter":37,"verse":20,"versions":{"unv":"來吧！我們將他殺了，丟在一個坑裡，就說有惡獸把他吃了。我們且看他的夢將來怎麼樣。」","bklcl":"Hò͘-lâi, taⁿ lán kā i thâi-sí, hiat tī chi̍t ê ta-chíⁿ;  chiah lâi kóng ū pháiⁿ-siù chia̍h-i;  lán chiah khòaⁿ i ê bāng chiong-lâi cháiⁿ-iūⁿ.","tghg":"乎(hò͘)來！今咱給伊刣死，㧒(hiat)佇一個乾井，才來講有歹獸食伊。咱才看伊的夢將來怎樣。」","bklhl":"Hò͘來，taⁿ咱kā伊刣死，hiat tī一个乾井；chiah來講有pháiⁿ-siù食伊；咱chiah看伊ê 夢將來怎樣。"}},{"book":"創","chapter":37,"verse":21,"versions":{"unv":"流便聽見了，要救他脫離他們的手，說：「我們不可害他的性命」；","bklcl":"Liû-piān thiaⁿ-kìⁿ, chiū kiù i thoat-lī in ê chhiú;  kóng, Lán m̄-thang hāi i ê sìⁿ-miā.","tghg":"流便聽見，就救伊脫離𪜶的手，講：「咱呣通害伊的生命」；","bklhl":"Liû-piān聽見，就救伊脫離in ê手；講，咱m̄-thang害伊ê性命。"}},{"book":"創","chapter":37,"verse":22,"versions":{"unv":"又說：「不可流他的血，可以把他丟在這野地的坑裡，不可下手害他。」流便的意思是要救他脫離他們的手，把他歸還他的父親。","bklcl":"Liû-piān koh tùi in kóng, M̄-thang hō͘ i lâu-huih;  thang kā i hiat tī chit ê khòng-iá ê ta-chíⁿ, m̄-thang hē chhiú hāi i;  ì-sù sī beh kiù i thoat-lī in ê chhiú, hō͘ i tò-khì i ê lāu-pē hia.","tghg":"流便閣對𪜶講：「呣通互伊流血，通給伊㧒佇此個曠野的乾井，呣通下手害伊。」意思是欲救伊脫離𪜶的手，互伊倒去伊的老父遐。","bklhl":"Liû-piān koh對in講，M̄-thang hō͘伊流血；thang kā伊hiat tī chit ê曠野ê乾井，m̄-thang下手害伊；意思是beh救伊脫離in ê手，hō͘伊tò去伊ê老父hia。"}},{"book":"創","chapter":37,"verse":23,"versions":{"unv":"約瑟到了他哥哥們那裡，他們就剝了他的外衣，就是他穿的那件彩衣，","bklcl":"Iok-sek kàu i ê hiaⁿ hia, hit-tia̍p in chiū thǹg Iok-sek ê gōa-saⁿ, chiū-sī i seng-khu hit-niá chhái-sek ê saⁿ;","tghg":"約瑟到伊的兄遐，彼霎(tia̍p)𪜶就褪(thǹg)約瑟的外衫，就是伊身軀彼領彩色的衫，","bklhl":"約瑟到伊ê兄hia，hit-tia̍p in就thǹg約瑟ê外衫，就是伊身軀hit領彩色ê衫；"}},{"book":"創","chapter":37,"verse":24,"versions":{"unv":"把他丟在坑裡；那坑是空的，裡頭沒有水。","bklcl":"chiū lia̍h i, hiat-lo̍h chíⁿ, hit ê chíⁿ sī ta-ê, lāi-bīn bô chúi.","tghg":"就掠伊㧒落井；彼個井是乾的，內面無水。","bklhl":"就掠伊，hiat落井，hit ê井是乾ê，內面無水。"}},{"book":"創","chapter":37,"verse":25,"versions":{"unv":"他們坐下吃飯，舉目觀看，見有一夥米甸的以實瑪利人從基列來，用駱駝馱著香料、乳香、沒藥，要帶下埃及去。","bklcl":"In chē-teh chia̍h-piáⁿ;  kia̍h-ba̍k khòaⁿ, khòaⁿ-kìⁿ chi̍t-tīn Í-si̍t-má-lī lâng tùi Ki-lia̍t lâi;  ēng lo̍k-tô pē hiuⁿ-liāu, jú-hiuⁿ, bu̍t-io̍h, beh tòa lo̍h-khì Ai-ki̍p.","tghg":"𪜶坐啲食餅，攑目看，看見一陣以實瑪利人對基列來，用駱駝背香料、乳香、沒藥，欲帶落去埃及。","bklhl":"In坐teh食餅；kia̍h目看，看見一tīn以實瑪利人tùi Ki-lia̍t來；用駱駝背香料，乳香，沒藥，beh帶落去埃及。"}},{"book":"創","chapter":37,"verse":26,"versions":{"unv":"猶大對眾弟兄說：「我們殺我們的兄弟，藏了他的血有甚麼益處呢？","bklcl":"Iû-tāi tùi chiah-ê hiaⁿ-tī kóng, Lán thâi-sí lán ê sió-tī, khǹg-ba̍t i ê huih, ū sím-mi̍h lī-ek?","tghg":"猶大對諸個兄弟講：「咱刣死咱的小弟，囥(khǹg)密伊的血，有甚麼利益？","bklhl":"偤大對chiah ê兄弟講，咱刣死咱ê小弟，khǹg密伊ê血，有甚麼利益？"}},{"book":"創","chapter":37,"verse":27,"versions":{"unv":"我們不如將他賣給以實瑪利人，不可下手害他；因為他是我們的兄弟，我們的骨肉。」眾弟兄就聽從了他。","bklcl":"Lán lâi kā i bōe hō͘ Í-si̍t-má-lī lâng;  m̄-thang hē-chhiú hāi i;  in-ūi i sī lán ê sió-tī, lán ê kut-jio̍k.  Hiaⁿ-tī thiaⁿ-i.","tghg":"咱來給伊賣互以實瑪利人，呣通下手害伊；因為伊是咱的小弟，咱的骨肉。」兄弟聽伊。","bklhl":"咱來kā伊賣hō͘以實瑪利人；m̄-thang下手害伊；因為伊是咱ê小弟，咱ê骨肉。兄弟聽伊。"}},{"book":"創","chapter":37,"verse":28,"versions":{"unv":"有些米甸的商人從那裡經過，哥哥們就把約瑟從坑裡拉上來，講定二十舍客勒銀子，把約瑟賣給以實瑪利人。他們就把約瑟帶到埃及去了。","bklcl":"Ū hiah-ê Bí-tiân ê seng-lí lâng tùi hia kè, i ê hiaⁿ chiū kā Iok-sek tùi chíⁿ-lāi pu̍ih-khí-lâi, chiong i bōe hō͘ Í-si̍t-má-lī lâng, tit-tio̍h jī-cha̍p ê gûn.  Hiah ê lâng chiū tòa Iok-sek khì Ai-ki̍p.","tghg":"有許個米甸的生理人對遐過，伊的兄就給約瑟對井內拔起來，將伊賣互以實瑪利人，得著二十個銀。許個人就帶約瑟去埃及。","bklhl":"有hiah-ê米甸ê seng-lí人tùi hia過，伊ê兄就kā約瑟tùi井內拔起來，將伊賣hō͘以實瑪利人，得tio̍h二十個銀。Hiah-ê人就帶約瑟去埃及。"}},{"book":"創","chapter":37,"verse":29,"versions":{"unv":"流便回到坑邊，見約瑟不在坑裡，就撕裂衣服，","bklcl":"Liû-piān tò-tńg-lâi chíⁿ-piⁿ, khòaⁿ-kìⁿ Iok-sek bô tī chíⁿ-lāi, chiū thiah-li̍h ka-kī ê saⁿ.","tghg":"流便倒轉來井邊，看見約瑟無佇井內，就拆裂家己的衫，","bklhl":"Liû-piān 倒tńg來井邊，看見約瑟無tī井內，就拆裂家己ê衫。"}},{"book":"創","chapter":37,"verse":30,"versions":{"unv":"回到兄弟們那裡，說：「童子沒有了。我往哪裡去才好呢？」","bklcl":"Tò-khì sió-tī hia, kóng, Gín-á bô-khì lah;  iā góa nih, góa beh tah-lo̍h khì?","tghg":"倒去小弟遐，講：「囝仔無去啦。也我呢，我欲叨落去？」","bklhl":"tò去小弟hia，講，Gín-á無去lah；也我nih，我beh tah-lo̍h去？"}},{"book":"創","chapter":37,"verse":31,"versions":{"unv":"他們宰了一隻公山羊，把約瑟的那件彩衣染了血，","bklcl":"In chiū thâi chi̍t chiah soaⁿ-iûⁿ-káng, chiong Iok-sek hit niá saⁿ ùn-huih;","tghg":"𪜶就刣一隻山羊牨(káng)，將約瑟彼領衫搵(ùn)血，","bklhl":"In就刣一隻山羊káng，將約瑟hit領衫ùn血；"}},{"book":"創","chapter":37,"verse":32,"versions":{"unv":"打發人送到他們的父親那裡，說：「我們撿了這個；請認一認是你兒子的外衣不是？」","bklcl":"chiū chhe lâng the̍h hit niá chhái-sek ê saⁿ khì in lāu-pē hia, kóng, Goán chhē-tio̍h chit-niá, chhiáⁿ lí jīn-khòaⁿ sī lí ê kiáⁿ ê gōa-saⁿ á m̄-sī.","tghg":"就差人提彼領彩色的衫去𪜶老父遐，講：「阮尋著此領，請你認看是你的子的外衫抑呣是？」","bklhl":"就差人the̍h hit領彩色ê衫去in老父hia，講，阮chhē-tio̍h chit領，請你認看是你ê kiáⁿ ê外衫á m̄是。"}},{"book":"創","chapter":37,"verse":33,"versions":{"unv":"他認得，就說：「這是我兒子的外衣。有惡獸把他吃了，約瑟被撕碎了！撕碎了！」","bklcl":"I jīn-tit, chiū kóng, Che sī góa ê kiáⁿ ê gōa-saⁿ, ū pháiⁿ-siù kā-chia̍h-i;  Iok-sek tek-khak hō͘ i thiah-chhùi.","tghg":"伊認得，就講：「這是我的子的外衫。有歹獸咬食伊，約瑟的確互伊拆碎。」","bklhl":"伊認得，就講，這是我ê kiáⁿ ê外衫，有pháiⁿ-siù kā-食伊；約瑟的確hō͘伊拆碎。"}},{"book":"創","chapter":37,"verse":34,"versions":{"unv":"雅各便撕裂衣服，腰間圍上麻布，為他兒子悲哀了多日。","bklcl":"Ngá-kok chiū thiah-li̍h saⁿ, io hâ môa-pò͘, ūi i ê kiáⁿ ai-siong chōe-chōe ji̍t.","tghg":"雅各就拆裂衫，腰縖麻布，為伊的子哀傷多多日。","bklhl":"雅各就拆裂衫，腰hâ麻布，為伊ê kiáⁿ哀傷chōe-chōe日。"}},{"book":"創","chapter":37,"verse":35,"versions":{"unv":"他的兒女都起來安慰他，他卻不肯受安慰，說：「我必悲哀著下陰間，到我兒子那裡。」約瑟的父親就為他哀哭。","bklcl":"I ê kiáⁿ kap i ê cha-bó͘-kiáⁿ lóng khí-lâi an-ùi i;  i m̄-khéng siū an-ùi;  kóng, Góa tek-khak ai-siong lo̍h im-hú, kàu góa ê kiáⁿ hia.  I ê lāu-pē ūi-tio̍h i thî-khàu.","tghg":"伊的子及伊的查某子攏起來安慰伊，伊呣肯受安慰，講：「我的確哀傷落陰府到我的子遐。」伊的老父為著伊啼哭。","bklhl":"伊ê kiáⁿ kap伊ê cha-bó͘-kiáⁿ lóng起來安慰伊；伊m̄肯受安慰；講，我的確哀傷落陰府，到我ê kiáⁿ hia。伊ê老父為tio̍h伊啼哭。"}},{"book":"創","chapter":37,"verse":36,"versions":{"unv":"米甸人帶約瑟到埃及，把他賣給法老的內臣─護衛長波提乏。","bklcl":"Bí-tiân lâng tòa Iok-sek kàu Ai-ki̍p, chiong i bōe hō͘ Hoat-ló ê jîn-sîn, sī-ōe-tiúⁿ, Pho-thê-hoat.","tghg":"米甸人帶約瑟到埃及，將伊賣互法老的人臣──侍衛長波提法。","bklhl":"米甸人帶約瑟到埃及，將伊賣hō͘法老ê人臣，侍衛長，Pho-thê-hoat。"}}]