[{"book":"創","chapter":3,"verse":1,"versions":{"unv":"耶和華　神所造的，惟有蛇比田野一切的活物更狡猾。蛇對女人說：「　神豈是真說不許你們吃園中所有樹上的果子嗎？」","bklcl":"Iâ-hô-hoa Siōng-tè só͘ chō soaⁿ-iá it-chhè ê oa̍h-mi̍h, chôa sī pí in khah káu-khiat.  Chôa tùi hū-jîn-lâng kóng, Siōng-tè kiám ū-iáⁿ kóng, Hn̂g-lāi it-chhè ê chhiū, lín lóng m̄-thang chia̍h mah?","tghg":"耶和華上帝所造山野一切的活物，蛇是比𪜶卡狡譎(káu-khiat)。蛇對婦仁人講：「上帝豈有影講園內一切的樹恁攏呣通食嗎？」","bklhl":"耶和華上帝所造山野一切ê活物，蛇是比in khah狡譎。蛇tùi婦人人講，上帝kiám有影講，園內一切ê樹，lín lóng m̄-thang食mah？"}},{"book":"創","chapter":3,"verse":2,"versions":{"unv":"女人對蛇說：「園中樹上的果子，我們可以吃，","bklcl":"Hū-jîn-lâng tùi chôa kóng, Hn̂g-lāi chhiū-ni̍h ê ké-chí goán thang chia̍h;","tghg":"婦仁人對蛇講：「園內樹裡的果子阮通食，","bklhl":"婦人人對蛇講，園內樹裡ê果子阮thang食；"}},{"book":"創","chapter":3,"verse":3,"versions":{"unv":"惟有園當中那棵樹上的果子，　神曾說：『你們不可吃，也不可摸，免得你們死。』」","bklcl":"chí-ū hn̂g tiong-ng hit châng chhiū ê ké-chí Siōng-tè bat kóng, Lín m̄-thang chia̍h-i, ia̍h m̄-thang bong, kiaⁿ-liáu ōe sí.","tghg":"只有園中央彼欉樹的果子，上帝曾講：『恁呣通食伊，亦呣通摸，驚了會死。』」","bklhl":"只有園中央hit叢樹ê果子上帝bat講，Lín m̄-thang食伊，亦m̄-thang摸，驚了會死。"}},{"book":"創","chapter":3,"verse":4,"versions":{"unv":"蛇對女人說：「你們不一定死；","bklcl":"Chôa tùi hū-jîn-lâng kóng, Lín bô tek-khak ōe sí.","tghg":"蛇對婦仁人講：「恁無的確會死；","bklhl":"蛇對婦人人講，Lín無的確會死。"}},{"book":"創","chapter":3,"verse":5,"versions":{"unv":"因為　神知道，你們吃的日子眼睛就明亮了，你們便如　神能知道善惡。」","bklcl":"In-ūi Siōng-tè chai lín chia̍h ê ji̍t, lín ê ba̍k-chiu chiū ōe khui, lín beh chhin-chhiūⁿ Siōng-tè, ōe hun-piat hó-pháiⁿ.","tghg":"因為上帝知，恁食的日恁的目睭就會開，恁欲親像上帝會分別好歹。」","bklhl":"因為上帝知lín食ê日，lín ê目睭就會開，lín beh親像上帝，能分別好pháiⁿ。"}},{"book":"創","chapter":3,"verse":6,"versions":{"unv":"於是女人見那棵樹的果子好作食物，也悅人的眼目，且是可喜愛的，能使人有智慧，就摘下果子來吃了，又給她丈夫，她丈夫也吃了。","bklcl":"Hū-jîn-lâng khòaⁿ hit châng chhiū, hó-chia̍h ia̍h kah-ba̍k;  koh hit châng chhiū sī thang him-bō͘, hō͘ lâng ū tì-hūi;  chiū bán i ê ké-chí chia̍h i, sòa hō͘ i ê tiōng-hu, i ia̍h chia̍h i.","tghg":"婦仁人看彼欉樹好食，亦合目，閣彼欉樹是通欣慕互人有智慧，就挽(bán)伊的果子食伊，續互伊的丈夫，伊亦食伊。","bklhl":"婦人人看hit叢樹，好食亦合(kah)目；koh hit叢樹是thang欣慕，hō͘人有智慧；就挽伊ê果子食伊，續hō͘伊ê丈夫，伊亦食伊。"}},{"book":"創","chapter":3,"verse":7,"versions":{"unv":"他們二人的眼睛就明亮了，才知道自己是赤身露體，便拿無花果樹的葉子為自己編做裙子。","bklcl":"In nn̄g-lâng ê ba̍k-chiu chiū khui, chiah chai in sī thǹg-pak-theh;  chiū pín bû-hoa-kó hio̍h, ūi ka-kī chòe kûn.","tghg":"𪜶二人的目睭就開，才知𪜶是褪腹裼(thǹg-pak-theh)，就揙(pín)無花果葉為家己做裙。","bklhl":"In兩人ê目睭就開，chiah知in是thǹg-pak-theh；就pín無花果葉，為家己做裙。"}},{"book":"創","chapter":3,"verse":8,"versions":{"unv":"天起了涼風，耶和華　神在園中行走。那人和他妻子聽見　神的聲音，就藏在園裡的樹木中，躲避耶和華　神的面。","bklcl":"Ji̍t liâng-léng ê sî, Iâ-hô-hoa Siōng-tè kiâⁿ-iû tī hn̂g-lāi;  in thiaⁿ-kìⁿ I ê siaⁿ, hit-lâng kap i ê hū-jîn-lâng chiū bih tī hn̂g-lāi ê chhiū-tiong, lâi siám-pī Iâ-hô-hoa Siōng-tè ê bīn.","tghg":"日涼冷的時，耶和華上帝行遊佇園內。𪜶聽見伊的聲，彼人及伊的婦仁人就匿(bih)佇園內的樹中，來閃避耶和華上帝的面。","bklhl":"日涼冷 ê時，耶和華上帝行遊tī園內；in聽見伊ê聲，hit人kap伊ê婦人人就bih tī園內ê樹中，來閃避耶和華上帝ê面。"}},{"book":"創","chapter":3,"verse":9,"versions":{"unv":"耶和華　神呼喚那人，對他說：「你在哪裡？」","bklcl":"Iâ-hô-hoa Siōng-tè kiò hit-lâng, tùi i kóng, Lí tī tah-lo̍h?","tghg":"耶和華上帝叫彼人，對伊講：「你佇叨落？」","bklhl":"耶和華上帝叫hit人，對伊講，你tī tah-lo̍h？"}},{"book":"創","chapter":3,"verse":10,"versions":{"unv":"他說：「我在園中聽見你的聲音，我就害怕；因為我赤身露體，我便藏了。」","bklcl":"I chiū kóng, Góa thiaⁿ-kìⁿ Lí ê siaⁿ tī hn̂g-lāi, góa chiū kiaⁿ, in-ūi góa thǹg-pak-theh;  chiū ka-kī bih.","tghg":"伊就講：「我聽見你的聲佇園內，我就驚；因為我褪腹裼，就家己匿。」","bklhl":"伊就講，我聽見你ê聲tī園內，我就驚，因為我thǹg-pak-theh；就家己bih。"}},{"book":"創","chapter":3,"verse":11,"versions":{"unv":"耶和華說：「誰告訴你赤身露體呢？莫非你吃了我吩咐你不可吃的那樹上的果子嗎？」","bklcl":"Kóng, Chī-chūi kā lí kóng, lí thǹg-pak-theh?  Góa hoan-hù lí m̄-thang chia̍h hit châng chhiū, lí chia̍h i mah?","tghg":"講：「是誰給你講你褪腹裼？我吩咐你呣通食彼欉樹，你食伊嗎？」","bklhl":"講，Chī-chūi kā你講，你thǹg-pak-theh？我吩咐你m̄-thang食hit叢樹，你食伊mah？"}},{"book":"創","chapter":3,"verse":12,"versions":{"unv":"那人說：「你所賜給我、與我同居的女人，她把那樹上的果子給我，我就吃了。」","bklcl":"Hit-lâng kóng, Lí só͘ hō͘ góa chòe-phōaⁿ ê hū-jîn-lâng, i ēng hit châng chhiū ê ké-chí hō͘ góa, góa chiū chia̍h i.","tghg":"彼人講：「你所互我做伴的婦仁人，伊用彼欉樹的果子互我，我就食伊。」","bklhl":"hit人講，你所hō͘我做伴ê婦人人，伊用hit叢樹ê果子hō͘我，我就食伊。"}},{"book":"創","chapter":3,"verse":13,"versions":{"unv":"耶和華　神對女人說：「你做的是甚麼事呢？」女人說：「那蛇引誘我，我就吃了。」","bklcl":"Iâ-hô-hoa Siōng-tè tùi hū-jîn-lâng kóng, Lí só͘ chòe sī sím-mi̍h sū?  Hū-jîn-lâng kóng, Chôa ín-iú góa, góa chiū chia̍h.","tghg":"耶和華上帝對婦仁人講：「你所做是甚麼事？」婦仁人講：「蛇引誘我，我就食。」","bklhl":"耶和華上帝對婦人人講，你所做是甚麼事？婦人人講，蛇引誘我，我就食。"}},{"book":"創","chapter":3,"verse":14,"versions":{"unv":"耶和華　神對蛇說：你既做了這事，就必受咒詛，比一切的牲畜野獸更甚；你必用肚子行走，終身吃土。","bklcl":"Iâ-hô-hoa Siōng-tè tùi chôa kóng, Lí í-keng chòe chit-ê, só͘-í lí siū chiù-chó͘, pí it-chhè ê cheng-siⁿ, kap soaⁿ-iá it-chhè ê cháu-siù, khah-tāng;  lí beh ēng pak-tó͘ kiâⁿ, it-seng chia̍h thô͘-hún.","tghg":"耶和華上帝對蛇講：你已經做此個，所以你受咒詛，比一切的精牲及山野一切的走獸卡重；你欲用腹肚行，一生食土粉。","bklhl":"耶和華上帝對蛇講，你已經做chit ê，所以你受咒詛，比一切ê cheng-siⁿ，kap山野一切ê走獸，khah重；你beh用腹肚行，一生食土粉。"}},{"book":"創","chapter":3,"verse":15,"versions":{"unv":"我又要叫你和女人彼此為仇；你的後裔和女人的後裔也彼此為仇。女人的後裔要傷你的頭；你要傷他的腳跟。","bklcl":"Góa beh hō͘ lí kap hū-jîn-lâng kiat oan-siû, lí ê hō͘-è kap i ê hō͘-è ia̍h kiat oan-siû;  i beh siong lí ê thâu-khak, lí beh siong i ê kha-āu-tiⁿ.","tghg":"我欲互你及婦仁人結冤讎(oan-siû)；你的後裔及伊的後裔亦結冤讎。伊欲傷你的頭殼；你欲傷伊的腳後㬹(tiⁿ)。","bklhl":"我beh hō͘你kap婦人人結冤仇，你ê後裔kap伊ê後裔亦結冤仇；伊beh傷你ê頭殼，你beh傷伊ê腳後tiⁿ。"}},{"book":"創","chapter":3,"verse":16,"versions":{"unv":"又對女人說：我必多多加增你懷胎的苦楚；你生產兒女必多受苦楚。你必戀慕你丈夫；你丈夫必管轄你。","bklcl":"Koh tùi hū-jîn-lâng kóng, Góa tek-khak tōa-tōa ke-thiⁿ lí hoâi-īn ê kan-khó͘;  lí beh kan-khó͘ siⁿ-kiáⁿ;  lí beh loân-bō͘ lí ê tiōng-hu, i beh koán-hat lí.","tghg":"閣對婦仁人講：我的確大大加添你懷孕的艱苦；你欲艱苦生子。你欲戀慕你的丈夫；伊欲管轄你。","bklhl":"Koh對婦人人講，我的確大大加添你懷孕ê艱苦；你beh艱苦生kiáⁿ；你beh戀慕你ê丈夫，伊beh管轄你。"}},{"book":"創","chapter":3,"verse":17,"versions":{"unv":"又對亞當說：你既聽從妻子的話，吃了我所吩咐你不可吃的那樹上的果子，地必為你的緣故受咒詛；你必終身勞苦才能從地裡得吃的。","bklcl":"Iā tùi A-tong kóng, Lí í-keng thiaⁿ-thàn lí ê hū-jîn-lâng ê ōe, lâi chia̍h Góa só͘ hoan-hù lí kóng, Lí m̄-thang chia̍h-i ê;  só͘-í thó͘-tōe in-ūi lí ê iân-kò͘ siū chiù-chó͘;  lí chi̍t-sì-lâng lô-khó͘, chiah tùi i tit-tio̍h chia̍h.","tghg":"也對亞當講：你已經聽趁你的婦仁人的話，來食我所吩咐你講你呣通食伊的，所以土地因為你的緣故受咒詛；你一世人勞苦才對伊得著食。","bklhl":"也對亞當講，你已經聽thàn你ê婦人人ê話，來食我所吩咐你講，你m̄-thang食伊ê；所以土地因為你ê緣故受咒詛；你一世人勞苦，chiah tùi伊得tio̍h食。"}},{"book":"創","chapter":3,"verse":18,"versions":{"unv":"地必給你長出荊棘和蒺藜來；你也要吃田間的菜蔬。","bklcl":"Thó͘-tōe beh ūi-tio̍h lí hoat chhì-phè kap che̍k-lê;  lí iā beh chia̍h hn̂g-ni̍h ê chhài-soe.","tghg":"土地欲為著你發莿帕(chhì-phè)及蒺藜(che̍k-lê)；你也欲食園裡的菜蔬。","bklhl":"土地beh為tio̍h你發刺phè kap蒺藜；你也beh食園裡ê菜蔬。"}},{"book":"創","chapter":3,"verse":19,"versions":{"unv":"你必汗流滿面才得糊口，直到你歸了土，因為你是從土而出的。你本是塵土，仍要歸於塵土。","bklcl":"Lí beh kōaⁿ-lâu móa-bīn chiah thang tit-tio̍h chia̍h, kàu lí kui thó͘;  in-ūi lí sī tùi thô͘ the̍h-chhut-lâi;  lí pún sī thô͘-hún, iā beh kui tī thô͘-hún.","tghg":"你欲汗流滿面才通得著食，到你歸土，因為你是對土提出來。你本是土粉，也欲歸佇土粉。","bklhl":"你beh汗流滿面chiah thang得tio̍h食，到你歸土；因為你是tùi土the̍h出來；你本是土粉，也beh歸tī土粉。"}},{"book":"創","chapter":3,"verse":20,"versions":{"unv":"亞當給他妻子起名叫夏娃，因為她是眾生之母。","bklcl":"Hit-lâng kā i ê bó͘ hō miâ, kiò Hā-oa;  in-ūi i chòe chèng-lâng ê lāu-bú.","tghg":"彼人給伊的某號名叫夏娃，因為伊做眾人的老母。","bklhl":"hit人kā伊ê bó͘號名，叫夏娃；因為伊做眾人ê老母。"}},{"book":"創","chapter":3,"verse":21,"versions":{"unv":"耶和華　神為亞當和他妻子用皮子做衣服給他們穿。","bklcl":"Iâ-hô-hoa Siōng-tè ūi-tio̍h hit-lâng kap i ê bó͘ ēng phê chòe i-ho̍k, hō͘ in chhēng.","tghg":"耶和華上帝為著彼人及伊的某，用皮做衣服互𪜶穿。","bklhl":"耶和華上帝為tio̍h hit人kap伊ê bó͘用皮做衣服，hō͘ in穿。"}},{"book":"創","chapter":3,"verse":22,"versions":{"unv":"耶和華　神說：「那人已經與我們相似，能知道善惡；現在恐怕他伸手又摘生命樹的果子吃，就永遠活著。」","bklcl":"Iâ-hô-hoa Siōng-tè kóng, Khòaⁿ ah, chit-lâng í-keng kap lán saⁿ chhin-chhiūⁿ, ōe hun-piat hó-pháiⁿ;  taⁿ kiaⁿ-liáu i chhun-chhiú koh tùi oa̍h-miā chhiū bán, lâi chia̍h, chiū oa̍h kàu éng-oán;","tghg":"耶和華上帝講：「看啊，此人已經及咱相親像，會分別好歹；今驚了伊伸手閣對活命樹挽來食，就活到永遠。」","bklhl":"耶和華上帝講，看ah，chit人已經kap咱相親像，能分別好pháiⁿ；taⁿ驚了伊伸手koh tùi活命樹挽，來食，就活到永遠；"}},{"book":"創","chapter":3,"verse":23,"versions":{"unv":"耶和華　神便打發他出伊甸園去，耕種他所自出之土。","bklcl":"só͘-í Iâ-hô-hoa Siōng-tè kah i chhut Ai-tiân hn̂g, lâi chèng-choh hit ê thô͘, chiū-sī i só͘ tùi i chhut ê.","tghg":"所以耶和華上帝教伊出伊甸園，來種作彼個土，就是伊所對伊出的。","bklhl":"所以耶和華上帝kah伊出伊甸園，來種作hit ê土，就是伊所tùi伊出ê。"}},{"book":"創","chapter":3,"verse":24,"versions":{"unv":"於是把他趕出去了；又在伊甸園的東邊安設基路伯和四面轉動發火焰的劍，要把守生命樹的道路。","bklcl":"Só͘-í kóaⁿ hit ê lâng chhut;  iā tī Ai-tiân hn̂g ê tang-sì an-tì Ki-lō͘-peng kap sì-bīn tńg-se̍h hoat hé-iām ê kiàm,  lâi hông-siú oa̍h-miā chhiū ê lō͘.","tghg":"所以趕彼個人出；也佇伊甸園的東勢安置𠼻𡀔兵及四面轉踅(tńg-se̍h)發火焰的劍，來防守活命樹的路。","bklhl":"所以趕hit ê人出；也tī伊甸園ê東勢安置Ki-lō͘兵kap四面轉旋發火燄ê劍，來防守活命樹ê路。"}}]