[{"book":"創","chapter":8,"verse":1,"versions":{"unv":"　神記念挪亞和挪亞方舟裡的一切走獸牲畜。　神叫風吹地，水勢漸落。","bklcl":"Siōng-tè kì-tit Ná-a, kap it-chhè ê oa̍h-mi̍h, í-ki̍p kap i tī tōa-chûn it-chhè ê cheng-siⁿ;  Siōng-tè hō͘ hong chhe tōe, chúi chiū chiām-chiām siau-si̍h.","tghg":"上帝記得挪亞及一切的活物以及及伊佇大船一切的精牲。上帝互風吹地，水就漸漸消失。","bklhl":"上帝記得挪亞，kap一切ê活物，以及kap伊tī大船一切ê cheng-siⁿ；上帝hō͘風吹地，水就漸漸消蝕。"}},{"book":"創","chapter":8,"verse":2,"versions":{"unv":"淵源和天上的窗戶都閉塞了，天上的大雨也止住了。","bklcl":"Chhim-ian ê chúi-goân, kap thiⁿ ê khang-khiah, lóng koaiⁿ-ba̍t;  thiⁿ-ni̍h ê hō͘ ia̍h soah.","tghg":"深淵的水源及天的孔隙(khiah)攏關密，天裡的雨亦息(soah)。","bklhl":"深淵ê水源，kap天ê空隙，lóng關密；天裡ê雨亦soah。"}},{"book":"創","chapter":8,"verse":3,"versions":{"unv":"水從地上漸退。過了一百五十天，水就漸消。","bklcl":"Chúi tùi tōe-chiūⁿ ti̍t-ti̍t thè;  chi̍t-pah gō͘-cha̍p ji̍t āu, chúi chiū chiām-chiām siau.","tghg":"水對地上直直退。一百五十日後，水就漸漸消。","bklhl":"水tùi地上直直退；一百五十日後，水就漸漸消。"}},{"book":"創","chapter":8,"verse":4,"versions":{"unv":"七月十七日，方舟停在亞拉臘山上。","bklcl":"Chhit-ge̍h cha̍p chhit ji̍t, chûn khòa tī A-la̍h-lia̍p ê soaⁿ.","tghg":"七月十七日船靠(khòa)佇亞拉臘的山。","bklhl":"七月十七日，船掛(khòa)tī A-la̍h-lia̍p ê山。"}},{"book":"創","chapter":8,"verse":5,"versions":{"unv":"水又漸消，到十月初一日，山頂都現出來了。","bklcl":"Chúi koh chiām-chiām siau, ti̍t-ti̍t kàu cha̍p-ge̍h.  Cha̍p-ge̍h chhoe-it ji̍t, soaⁿ-thâu chiah chhut-hiān.","tghg":"水閣漸漸消，直直到十月，十月初一日，山頭才出現。","bklhl":"水koh漸漸消，直直到十月。十月初一日，山頭chiah出現。"}},{"book":"創","chapter":8,"verse":6,"versions":{"unv":"過了四十天，挪亞開了方舟的窗戶，","bklcl":"Kè sì-cha̍p ji̍t, Ná-a khui i só͘ chòe tōa-chûn ê thang-á;","tghg":"過四十日，挪亞開伊所做大船的窗仔，","bklhl":"過四十日，挪亞開伊所做大船ê窗á；"}},{"book":"創","chapter":8,"verse":7,"versions":{"unv":"放出一隻烏鴉去；那烏鴉飛來飛去，直到地上的水都乾了。","bklcl":"pàng chi̍t chiah o͘-a chhut-khì;  o͘-a pe-lâi pe-khì, ti̍t-ti̍t kàu tōe-chiūⁿ ê chúi ta.","tghg":"放一隻烏鴉出去；烏鴉飛來飛去，直直到地上的水乾。","bklhl":"放一隻烏鴉出去；烏鴉飛來飛去，直直到地上ê水乾。"}},{"book":"創","chapter":8,"verse":8,"versions":{"unv":"他又放出一隻鴿子去，要看看水從地上退了沒有。","bklcl":"I koh pàng chi̍t chiah chíⁿ-á chhut-khì, beh khòaⁿ chúi tùi tōe-chiūⁿ thè á-bē.","tghg":"伊閣放一隻鴿仔(chíⁿ-á)出去，欲看水對地上退抑未。","bklhl":"伊koh放一隻鴿á出去，beh看水tùi地上退á-bē。"}},{"book":"創","chapter":8,"verse":9,"versions":{"unv":"但遍地上都是水，鴿子找不著落腳之地，就回到方舟挪亞那裡，挪亞伸手把鴿子接進方舟來。","bklcl":"Chóng-sī chíⁿ-á chhē bô hioh-kha ê só͘-chāi, chiū tò-tńg lâi tōa-chûn Ná-a hia;  in-ūi piàn-tōe-bīn iáu ū chúi;  Ná-a chhun-chhiú chih i, lia̍h ji̍p tōa-chûn.","tghg":"總是鴿仔尋無歇腳的所在，就倒轉來大船挪亞遐，因為遍地面猶有水，挪亞伸手接(chih)伊，掠入大船。","bklhl":"總是鴿á chhē無歇腳ê所在，就倒tńg來大船挪亞hia；因為遍地面iáu有水；挪亞伸手接(chih)伊，掠入大船。"}},{"book":"創","chapter":8,"verse":10,"versions":{"unv":"他又等了七天，再把鴿子從方舟放出去。","bklcl":"I koh thèng-hāu chhit-ji̍t, koh pàng chíⁿ-á chhut tōa-chûn.","tghg":"伊閣聽候七日，閣放鴿仔出大船。","bklhl":"伊koh thèng候七日，koh放鴿á出大船。"}},{"book":"創","chapter":8,"verse":11,"versions":{"unv":"到了晚上，鴿子回到他那裡，嘴裡叼著一個新擰下來的橄欖葉子，挪亞就知道地上的水退了。","bklcl":"Kàu ê-hng chíⁿ-á tò-lâi i hia, chhùi kā chi̍t-hio̍h sin ê kaⁿ-ná-hio̍h;  Ná-a chiah chai chúi tùi tōe-chiūⁿ thè lah.","tghg":"到下昏鴿仔倒來伊遐，嘴咬一葉新的橄欖葉，挪亞才知水對地上退啦。","bklhl":"到ê-hng鴿á tò來伊hia，嘴咬一葉新ê橄欖葉；挪亞chiah知水tùi地上退lah。"}},{"book":"創","chapter":8,"verse":12,"versions":{"unv":"他又等了七天，放出鴿子去，鴿子就不再回來了。","bklcl":"I koh thèng-hāu chhit-ji̍t, pàng chíⁿ-á chhut-khì;  chíⁿ-á lóng bô koh tò-lâi.","tghg":"伊閣聽候七日，放鴿仔出去，鴿仔攏無閣倒來。","bklhl":"伊koh thèng候七日，放鴿á出去；鴿á lóng無koh tò來。"}},{"book":"創","chapter":8,"verse":13,"versions":{"unv":"到挪亞六百零一歲，正月初一日，地上的水都乾了。挪亞撤去方舟的蓋觀看，便見地面上乾了。","bklcl":"Kàu Ná-a la̍k-pah liân chi̍t hè, chiaⁿ-ge̍h chhoe-it ji̍t, tōe-chiūⁿ ê chúi lóng ta;  Ná-a chiū hian-khui tōa-chûn ê kòa, lâi khòaⁿ;  chiū khòaⁿ-kìⁿ tōe-bīn í-keng ta.","tghg":"到挪亞六百連一歲，正月初一日，地上的水攏乾。挪亞就掀開大船的蓋來看，就看見地面已經乾。","bklhl":"到挪亞六百連一歲，正月初一日，地上ê水lóng乾；挪亞就掀開大船ê蓋，來看；就看見地面已經乾。"}},{"book":"創","chapter":8,"verse":14,"versions":{"unv":"到了二月二十七日，地就都乾了。","bklcl":"Jī-ge̍h jī-chhit-ji̍t, thô͘-tōe lóng ta.","tghg":"二月二七日，土地攏乾。","bklhl":"二月二七日，土地lóng乾。"}},{"book":"創","chapter":8,"verse":15,"versions":{"unv":"　神對挪亞說：","bklcl":"Siōng-tè tùi Ná-a kóng,","tghg":"上帝對挪亞講：","bklhl":"上帝對挪亞講，"}},{"book":"創","chapter":8,"verse":16,"versions":{"unv":"「你和你的妻子、兒子、兒婦都可以出方舟。","bklcl":"Lí kap lí ê bó͘, lí ê kiáⁿ, lí ê sim-pū, lóng tio̍h chhut tōa-chûn.","tghg":"「你及你的某、你的子、你的媳婦攏著出大船。","bklhl":"你kap你ê bó͘，你ê kiáⁿ，你ê新婦，lóng tio̍h出大船。"}},{"book":"創","chapter":8,"verse":17,"versions":{"unv":"在你那裡凡有血肉的活物，就是飛鳥、牲畜，和一切爬在地上的昆蟲，都要帶出來，叫牠在地上多多滋生，大大興旺。」","bklcl":"Tī lí hia kìⁿ-ū jio̍k-thé ê oa̍h-mi̍h, chiū-sī pe-chiáu, cheng-siⁿ, kap it-chhè sô tī tōe-chiūⁿ ê thâng-thōa, lóng tio̍h tòa in chhut;  hō͘ in heng-ōng tī tōe-ni̍h, siⁿ-thòaⁿ chin-chōe.","tghg":"佇你遐見有肉體的活物，就是飛鳥、精牲，及一切趖(sô)佇地上的蟲𧒴(thâng-thōa)，攏著帶𪜶出，互𪜶興旺佇地裡，生湠真多。」","bklhl":"Tī你hia見有肉體ê活物，就是飛鳥、cheng-siⁿ，kap一切趖 tī地上ê蟲thōa，lóng tio̍h帶in出；hō͘ in興旺tī地裡，生湠真chōe。"}},{"book":"創","chapter":8,"verse":18,"versions":{"unv":"於是挪亞和他的妻子、兒子、兒婦都出來了。","bklcl":"Tùi hit-tia̍p Ná-a kap i ê kiáⁿ, i ê bó͘, i ê sim-pū, lóng chhut-lâi.","tghg":"對彼霎(tia̍p)挪亞及伊的子、伊的某、伊的媳婦攏出來。","bklhl":"Tùi hit-tia̍p挪亞kap伊ê kiáⁿ，伊ê bó͘，伊ê新婦，lóng出來。"}},{"book":"創","chapter":8,"verse":19,"versions":{"unv":"一切走獸、昆蟲、飛鳥，和地上所有的動物，各從其類，也都出了方舟。","bklcl":"It-chhè ê cháu-siù, it-chhè ê thâng-thōa, it-chhè ê pe-chiáu, kìⁿ-nā tōe-chiūⁿ só͘ ū ê tōng-bu̍t, kok chiàu i ê cho̍k-lūi, ia̍h lóng chhut tōa-chûn.","tghg":"一切的走獸、一切的蟲𧒴、一切的飛鳥，見若地上所有的動物，各照伊的族類，亦攏出大船。","bklhl":"一切ê走獸，一切ê蟲thōa，一切ê飛鳥，見若地上所有ê動物，各照伊ê族類，亦lóng出大船。"}},{"book":"創","chapter":8,"verse":20,"versions":{"unv":"挪亞為耶和華築了一座壇，拿各類潔淨的牲畜、飛鳥獻在壇上為燔祭。","bklcl":"Ná-a ūi-tio̍h Iâ-hô-hoa khí chi̍t chō tôaⁿ;  tùi ta̍k-iūⁿ chheng-khì ê cheng-siⁿ, ta̍k-iūⁿ chheng-khì ê pe-chiáu, chhú lâi hiàn tī tôaⁿ-téng chòe sio-chè.","tghg":"挪亞為著耶和華起一座壇，對逐樣清氣的精牲，逐樣清氣的飛鳥取來獻佇壇頂做燒祭。","bklhl":"挪亞為tio̍h耶和華起一座壇；tùi ta̍k樣清氣ê cheng-siⁿ，ta̍k樣清氣ê飛鳥，取來獻tī壇頂做燒祭。"}},{"book":"創","chapter":8,"verse":21,"versions":{"unv":"耶和華聞那馨香之氣，就心裡說：「我不再因人的緣故咒詛地（人從小時心裡懷著惡念），也不再按著我才行的滅各種的活物了。","bklcl":"Iâ-hô-hoa phīⁿ i ê phang-bī;  Iâ-hô-hoa sim-lāi chiū kóng, Góa bô koh in-ūi lâng ê iân-kò͘ chiù-chó͘ tōe, in-ūi lâng tùi sòe-hàn ê sî, sim só͘ siūⁿ chiū pháiⁿ; Góa bô beh chiàu Góa só͘ ū kiâⁿ-ê, koh bia̍t kok-chéng ê oa̍h-mi̍h.","tghg":"耶和華鼻伊的芳味(phang-bī)，耶和華心內就講：「我無閣因為人的緣故咒詛地（因為人對細漢的時心所想就歹），我無欲照我所有行的閣滅各種的活物。","bklhl":"耶和華phīⁿ伊ê芳味；耶和華心內就講，我無koh因為人ê緣故咒詛地，因為人tùi細漢ê時，心所想就pháiⁿ；我無beh照我所有行ê，koh滅各種ê活物。"}},{"book":"創","chapter":8,"verse":22,"versions":{"unv":"地還存留的時候，稼穡、寒暑、冬夏、晝夜就永不停息了。」","bklcl":"Tōe iáu tī-teh ê sî, chai-chèng siu-sêng, kôaⁿ joa̍h, tang-thiⁿ, hē-thiⁿ, ji̍t mî, lóng bô hioh.","tghg":"地猶佇啲的時，栽種收成、寒熱、冬天夏天、日暝攏無歇。」","bklhl":"地iáu tī-teh ê時，栽種收成，寒熱、冬天、夏天、日暝，lóng無歇。"}}]