[{"book":"創","chapter":23,"verse":1,"versions":{"unv":"撒拉享壽一百二十七歲，這是撒拉一生的歲數。","bklcl":"Sat-la̍h hióng-siū chi̍t-pah jī-cha̍p-chhit hè;  che sī Sat-la̍h it-seng ê nî-hè.","tghg":"撒拉享壽一百二十七歲，這是撒拉一生的年歲。","bklhl":"撒拉享壽一百二十七歲；這是撒拉一生ê年歲。"}},{"book":"創","chapter":23,"verse":2,"versions":{"unv":"撒拉死在迦南地的基列‧亞巴，就是希伯崙。亞伯拉罕為她哀慟哭號。","bklcl":"Sat-la̍h sí tī Ka-lâm tōe ê Ki-lia̍t-a-pa, chiū-sī Hi-pek-lûn;  A-pek-la̍h-hán lâi, ūi-tio̍h Sat-la̍h ai-siong thî-khàu.","tghg":"撒拉死佇迦南地的基列亞巴，就是希伯崙。亞伯拉罕來為著撒拉哀傷啼哭。","bklhl":"撒拉死tī迦南地ê Ki-lia̍t-a-pa，就是Hi-pek-lûn；亞伯拉罕來，為tio̍h撒拉哀傷啼哭。"}},{"book":"創","chapter":23,"verse":3,"versions":{"unv":"後來亞伯拉罕從死人面前起來，對赫人說：","bklcl":"Āu-lâi A-pek-la̍h-hán tùi sí-lâng ê bīn-chêng khí-lâi, kā Hek-lâng kóng,","tghg":"後來亞伯拉罕對死人的面前起來，給赫人講：","bklhl":"後來亞伯拉罕tùi死人ê面前起來，kā Hek人講，"}},{"book":"創","chapter":23,"verse":4,"versions":{"unv":"「我在你們中間是外人，是寄居的。求你們在這裡給我一塊地，我好埋葬我的死人，使她不在我眼前。」","bklcl":"Góa tī lín tiong-kan sī kià-ku ê chhut-gōa lâng;  kiû lín tī-chia hō͘ góa chi̍t ê só͘-chāi chòe thióng-tōe, thang bâi-chòng góa ê sí-lâng, hō͘ góa bô koh khòaⁿ-kìⁿ i.","tghg":"「我佇恁中間是寄居的出外人。求恁佇遮互我一個所在做塚地(thióng-tōe)，通埋葬我的死人，互我無閣看見伊。」","bklhl":"我tī lín中間是寄居ê出外人；求lín tī-chia hō͘我一个所在做塚地，thang埋葬我ê死人，hō͘我無koh看見伊。"}},{"book":"創","chapter":23,"verse":5,"versions":{"unv":"赫人回答亞伯拉罕說：","bklcl":"Hek-lâng ìn A-pek-la̍h-hán, kā i kóng,","tghg":"赫人應亞伯拉罕給伊講：","bklhl":"Hek人應亞伯拉罕，kā伊講，"}},{"book":"創","chapter":23,"verse":6,"versions":{"unv":"「我主請聽。你在我們中間是一位尊大的王子，只管在我們最好的墳地裡埋葬你的死人；我們沒有一人不容你在他的墳地裡埋葬你的死人。」","bklcl":"Góa ê chú, chhiáⁿ thiaⁿ;  lí tī goán tiong-kan chòe Siōng-tè ê bo̍k-pek;  chhut-chāi lí tī goán ê thióng-tōe-lāi kéng tē-it-hó-ê, lâi bâi-chòng lí ê sí-lâng;  goán bô chi̍t-lâng m̄ iông-ún lí tī i ê thióng-tōe-lāi bâi-chòng lí ê sí-lâng.","tghg":"「我的主請聽。你佇阮中間做上帝的牧伯，出在你佇阮的塚地內揀第一好的來埋葬你的死人；阮無一人呣容允你佇伊的塚地內埋葬你的死人。」","bklhl":"我ê主，請聽；你tī阮中間做上帝ê bo̍k-pek；chhut-chāi你tī阮ê塚地內揀第一好ê，來埋葬你ê死人；阮無一人m̄容允你tī伊ê塚地lāi埋葬你ê死人。"}},{"book":"創","chapter":23,"verse":7,"versions":{"unv":"亞伯拉罕就起來，向那地的赫人下拜，","bklcl":"A-pek-la̍h-hán khí-lâi, tùi hit só͘-chāi ê lâng, chiū-sī Hek-cho̍k, àⁿ-io.","tghg":"亞伯拉罕起來，對彼所在的人就是赫族俯(àⁿ)腰，","bklhl":"亞伯拉罕起來，對hit所在ê人，就是Hek族，àⁿ腰。"}},{"book":"創","chapter":23,"verse":8,"versions":{"unv":"對他們說：「你們若有意叫我埋葬我的死人，使她不在我眼前，就請聽我的話，為我求瑣轄的兒子以弗崙，","bklcl":"Tùi in kóng, Lín nā ū ì-sù beh hō͘ góa bâi-chòng góa ê sí-lâng, hō͘ góa bô koh khòaⁿ-kìⁿ i, chiū chhiáⁿ thiaⁿ góa, thòe góa kiû Só-hat ê kiáⁿ Í-hut-lûn,","tghg":"對𪜶講：「恁若有意思欲互我埋葬我的死人，互我無閣看見伊，就請聽我，替我求瑣轄的子以弗崙，","bklhl":"對in講，Lín若有意思beh hō͘我埋葬我ê死人，hō͘我無koh看見伊，就請聽我，替我求Só-hat ê kiáⁿ Í-hut-lûn，"}},{"book":"創","chapter":23,"verse":9,"versions":{"unv":"把田頭上那麥比拉洞給我，他可以按著足價賣給我，作我在你們中間的墳地。」","bklcl":"chiong i ê chhân-thâu Be̍k-pí-la̍h ê hia̍t hō͘ góa;  i thang chiàu chiok-gia̍h ê kè-sò͘ bōe hō͘ góa;  hō͘ góa tī lín tiong-kan ū gia̍p thang chòe bōng-tōe.","tghg":"將伊的田頭麥比拉的穴互我；伊通照足額的價數(kè-sò͘)賣互我，互我佇恁中間有業通做墓地。」","bklhl":"將伊ê田頭Be̍k-pí-la̍h ê穴hō͘我；伊thang照足額ê價數賣hō͘我；hō͘我tī lín中間有業thang做墓地。"}},{"book":"創","chapter":23,"verse":10,"versions":{"unv":"當時以弗崙正坐在赫人中間。於是，赫人以弗崙在城門出入的赫人面前對亞伯拉罕說：","bklcl":"Tng-sî Í-hut-lûn chē tī Hek-lâng ê tiong-kan;  tùi hit-tia̍p Hek-lâng Í-hut-lûn tī it-chhè ji̍p i ê siâⁿ-mn̂g ê Hek-lâng ê bīn-chêng, ìn A-pek-la̍h-hán, kóng,","tghg":"當時以弗崙坐佇赫人的中間。對彼霎(tia̍p)赫人以弗崙佇一切入伊的城門的赫人的面前應亞伯拉罕講：","bklhl":"當時Í-hut-lûn坐tī Hek人ê中間；tùi hit-tia̍p Hek人Í-hut-lûn tī一切入伊ê城門ê Hek人ê面前，應亞伯拉罕，講，"}},{"book":"創","chapter":23,"verse":11,"versions":{"unv":"「不然，我主請聽。我送給你這塊田，連田間的洞也送給你，在我同族的人面前都給你，可以埋葬你的死人。」","bklcl":"M̄-bián, góa ê Chú thiaⁿ góa; góa beh sàng lí hit khu chhân, liân hit lāi-bīn ê hia̍t ia̍h hō͘ lí; tī góa tâng-cho̍k ê lâng ê bīn-chêng, góa hō͘ lí, thang bâi-chòng lí ê sí-lâng.","tghg":"「呣免，我的主聽我。我欲送你彼區田，連彼內面的穴亦互你，佇我同族的人的面前我互你，通埋葬你的死人。」","bklhl":"m̄免，我ê主聽我；我beh送你hit坵田，連hit內面ê穴亦hō͘你；tī我同族ê人ê面前，我hō͘你，thang埋葬你ê死人。"}},{"book":"創","chapter":23,"verse":12,"versions":{"unv":"亞伯拉罕就在那地的人民面前下拜，","bklcl":"A-pek-la̍h-hán chiū tī hit só͘-chāi ê peh-sìⁿ ê bīn-chêng àⁿ-io;","tghg":"亞伯拉罕就佇彼所在的百姓的面前俯腰，","bklhl":"亞伯拉罕就tī hit所在ê百姓ê面前àⁿ腰；"}},{"book":"創","chapter":23,"verse":13,"versions":{"unv":"在他們面前對以弗崙說：「你若應允，請聽我的話。我要把田價給你，求你收下，我就在那裡埋葬我的死人。」","bklcl":"tī hit só͘-chāi peh-sìⁿ ê bīn-chêng, tùi Í-hut-lûn kóng, Lí nā khéng, chhiáⁿ thiaⁿ góa;  góa beh chiong chhân ê kè-chîⁿ hō͘ lí, lí tio̍h siu;  hō͘ góa thang tī-hia bâi-chòng góa ê sí-lâng.","tghg":"佇彼所在百姓的面前對以弗崙講：「你若肯，請聽我。我欲將田的價錢互你，你著收，互我通佇遐埋葬我的死人。」","bklhl":"tī hit所在百姓ê面前，對Í-hut-lûn講，你若肯，請聽我；我beh將田ê價錢hō͘你，你tio̍h收；hō͘我thang tī-hia埋葬我ê死人。"}},{"book":"創","chapter":23,"verse":14,"versions":{"unv":"以弗崙回答亞伯拉罕說：","bklcl":"Í-hut-lûn ìn A-pek-la̍h-hán kóng,","tghg":"以弗崙應亞伯拉罕講：","bklhl":"Í-hut-lûn應亞伯拉罕講，"}},{"book":"創","chapter":23,"verse":15,"versions":{"unv":"「我主請聽。值四百舍客勒銀子的一塊田，在你我中間還算甚麼呢？只管埋葬你的死人吧！」","bklcl":"Góa ê chú, chhiáⁿ thiaⁿ góa;  chhân ta̍t-tit gûn sì-pah sià-khek-le̍k, tī lí góa ê tiong-kan, beh sǹg sím-mi̍h?  chòe lí bâi-chòng lí ê sí-lâng.","tghg":"「我的主請聽我。田值得銀四百舍客勒，佇你我的中間欲算甚麼？做你埋葬你的死人。」","bklhl":"我ê主，請聽我；田值得銀四百sià-khek-le̍k，tī你我ê中間，beh算甚麼？做你埋葬你ê死人。"}},{"book":"創","chapter":23,"verse":16,"versions":{"unv":"亞伯拉罕聽從了以弗崙，照著他在赫人面前所說的話，把買賣通用的銀子平了四百舍客勒給以弗崙。","bklcl":"A-pek-la̍h-hán thiaⁿ Í-hut-lûn ê ōe, chiàu i tī Hek-lâng ê bīn-chêng só͘ kóng-ê, chiong bóe-bōe thong-ēng ê gûn, phêng sì-pah sià-khek-le̍k hō͘ Í-hut-lûn.","tghg":"亞伯拉罕聽以弗崙的話，照伊佇赫人的面前所講的，將買賣通用的銀秤(phêng)四百舍客勒互以弗崙。","bklhl":"亞伯拉罕聽Í-hut-lûn ê話，照伊tī Hek人ê面前所講ê，將買賣通用ê銀，秤(phêng)四百sià-khek-le̍k hō͘ Í-hut-lûn。"}},{"book":"創","chapter":23,"verse":17,"versions":{"unv":"於是，麥比拉、幔利前、以弗崙的那塊田和其中的洞，並田間四圍的樹木，","bklcl":"Tùi hit-tia̍p Í-hut-lûn ê chhân, tī Be̍k-pí-la̍h, Bān-lī ê thâu-chêng;  hit khu chhân kap hit lāi-bīn ê hia̍t, kap chhân-lāi í-ki̍p sì-ûi it-chhè ê chhiū-ba̍k,","tghg":"對彼霎，以弗崙的田，佇麥比拉、幔利的頭前彼區田及彼內面的穴，及田內以及四圍一切的樹木，","bklhl":"Tùi hit-tia̍p， Í-hut-lûn ê田，tī Be̍k-pí-la̍h，Bān-lī ê頭前；hit khu田kap hí內面ê穴，kap田內以及四圍一切ê樹木，"}},{"book":"創","chapter":23,"verse":18,"versions":{"unv":"都定準歸與亞伯拉罕，乃是他在赫人面前並城門出入的人面前買妥的。","bklcl":"tī Hek-cho̍k lâng kap it-chhè ji̍p i ê siâⁿ-mn̂g ê lâng ê bīn-chêng, lóng tiāⁿ-tio̍h kui hō͘ A-pek-la̍h-hán chòe gia̍p.","tghg":"佇赫族人及一切入伊的城門的人的面前，攏定著歸互亞伯拉罕做業。","bklhl":"tī Hek族人kap一切入伊ê城門ê人ê面前，lóng定tio̍h歸hō͘亞伯拉罕做業。"}},{"book":"創","chapter":23,"verse":19,"versions":{"unv":"此後，亞伯拉罕把他妻子撒拉埋葬在迦南地幔利前的麥比拉田間的洞裡。（幔利就是希伯崙）。","bklcl":"Āu-lâi A-pek-la̍h-hán chiong i ê bó͘ Sat-la̍h bâi-chòng tī Ka-lâm tōe Bān-lī thâu-chêng ê Be̍k-pí-la̍h chhân-ni̍h ê hia̍t; Bān-lī chiū-sī Hi-pek-lûn.","tghg":"後來，亞伯拉罕將伊的某撒拉埋葬佇迦南地幔利頭前的麥比拉田裡的穴。（幔利就是希伯崙）。","bklhl":"後內亞伯拉罕將伊ê bó͘撒拉埋葬tī迦南地Bān-lī頭前ê be̍k-pí-la̍h 田裡ê穴；Bān-lī就是Hi-pek-lûn。"}},{"book":"創","chapter":23,"verse":20,"versions":{"unv":"從此，那塊田和田間的洞就藉著赫人定準歸與亞伯拉罕作墳地。","bklcl":"Tùi án-ni hit khu chhân kap chhân-ni̍h ê hia̍t, tùi Hek-lâng tiāⁿ-tio̍h kui hō͘ A-pek-la̍h-hán chòe gia̍p,  lâi chòe bōng-tōe.","tghg":"對按呢，彼區田及田裡的穴對赫人定著歸互亞伯拉罕做業來做墓地。","bklhl":"Tùi án-ni, hit坵田kap田裡ê穴，tùi Hek人定tio̍h歸hō͘亞伯拉罕做業，來做墓地。"}}]