[{"book":"創","chapter":32,"verse":1,"versions":{"unv":"雅各仍舊行路，　神的使者遇見他。","bklcl":"Ngá-kok koh kiâⁿ i ê lō͘, Siōng-tè ê sù-chiá tú-tio̍h i.","tghg":"雅各閣行伊的路，上帝的使者抵著(tú-tio̍h)伊。","bklhl":"雅各koh行伊ê路，上帝ê使者tú-tio̍h伊。"}},{"book":"創","chapter":32,"verse":2,"versions":{"unv":"雅各看見他們就說：「這是　神的軍兵」，於是給那地方起名叫瑪哈念（就是二軍兵的意思）。","bklcl":"Ngá-kok khòaⁿ-kìⁿ in, chiū kóng, Che sī Siōng-tè ê kun-tūi;  só͘-í miâ hit só͘-chāi kiò Má-khap-liām.","tghg":"雅各看見𪜶就講：「這是上帝的軍隊」，所以名彼所在叫瑪哈念。","bklhl":"雅各看見in，就講，這是上帝ê軍隊；所以名hit所在叫Má-khap-liām。"}},{"book":"創","chapter":32,"verse":3,"versions":{"unv":"雅各打發人先往西珥地去，就是以東地，見他哥哥以掃，","bklcl":"Ngá-kok chhe lâng tāi-seng khì Se-jíⁿ ê tōe, Í-tong ê chhân, kìⁿ i ê hiaⁿ Í-sò.","tghg":"雅各差人代先去西珥的地，以東的田，見伊的兄以掃，","bklhl":"雅各差人事先去Se-jíⁿ ê地，Í-tong ê田，見伊ê兄以掃。"}},{"book":"創","chapter":32,"verse":4,"versions":{"unv":"吩咐他們說：「你們對我主以掃說：『你的僕人雅各這樣說：我在拉班那裡寄居，直到如今。","bklcl":"Hoan-hù in kóng, Lín kā góa ê chú Í-sò kóng, Lí ê lô͘-po̍k Ngá-kok án-ni kóng, Góa tī La̍h-pan hia kià-ku, tòa kàu kin-á-ji̍t.","tghg":"吩咐𪜶講：「恁給我的主以掃講：『你的奴僕雅各按呢講：我佇拉班遐寄居，住到今仔日。","bklhl":"吩咐in講，Lín kā我ê主以掃講，你ê奴僕雅各án-ni講，我tī拉班hia寄居，tòa到今á日。"}},{"book":"創","chapter":32,"verse":5,"versions":{"unv":"我有牛、驢、羊群、僕婢，現在打發人來報告我主，為要在你眼前蒙恩。』」","bklcl":"Góa ū gû, lû, iûⁿ-kûn, lô͘-po̍k, lú-pī; taⁿ chhe lâng lâi pò góa ê chú, ài tit tī lí ê bīn-chêng tit-tio̍h un-tián.","tghg":"我有牛、驢、羊群、奴僕、女婢，今差人來報我的主，愛得佇你的面前得著恩典。』」","bklhl":"我有牛、驢、羊群、奴僕、女婢；taⁿ差人來報我ê主，ài得tī你ê面前得tio̍h恩典。"}},{"book":"創","chapter":32,"verse":6,"versions":{"unv":"所打發的人回到雅各那裡，說：「我們到了你哥哥以掃那裡，他帶著四百人，正迎著你來。」","bklcl":"Só͘ chhe ê lâng tò-lâi Ngá-kok hia kóng, Goán kàu lí ê hiaⁿ Í-sò hia, i tú-tú teh lâi beh ngiâ-chih lí;  koh ū sì-pah lâng kap i lâi.","tghg":"所差的人倒來雅各遐，講：「阮到你的兄以掃遐，伊抵抵(tú-tú)啲來欲迎接(ngiâ-chih)你，閣有四百人及伊來。」","bklhl":"所差ê人tò來雅各hia講，阮到你ê兄以掃hia，伊tú-tú teh來beh迎接你；koh有四百人kap伊來。"}},{"book":"創","chapter":32,"verse":7,"versions":{"unv":"雅各就甚懼怕，而且愁煩，便把那與他同在的人口和羊群、牛群、駱駝分做兩隊，","bklcl":"Ngá-kok tōa kiaⁿ koh peh-pak;  chiong hiah-ê kap i saⁿ-kap tī-teh ê lâng, kap iûⁿ-kûn, gû-kûn, lo̍k-tô, pun chòe nn̄g tūi;","tghg":"雅各大驚閣迫腹，將許個及伊相及佇啲的人，及羊群、牛群、駱駝分做二隊，","bklhl":"雅各大驚koh擘腹；將hiah-ê kap伊相kap tī-teh ê人，kap羊群、牛群、駱駝，分做兩隊；"}},{"book":"創","chapter":32,"verse":8,"versions":{"unv":"說：「以掃若來擊殺這一隊，剩下的那一隊還可以逃避。」","bklcl":"kóng, Í-sò nā lâi kong-kek chit-tūi, chhun-ê hit-tūi iáu thang tô-cháu.","tghg":"講：「以掃若來攻擊此隊，剩(chung)的彼隊猶(iáu)通逃走。」","bklhl":"講，以掃若來攻擊chit隊，chhun-ê hit隊iáu thang逃走。"}},{"book":"創","chapter":32,"verse":9,"versions":{"unv":"雅各說：「耶和華─我祖亞伯拉罕的　神，我父親以撒的　神啊，你曾對我說：『回你本地本族去，我要厚待你。』","bklcl":"Ngá-kok koh kóng, Góa ê chó͘, A-pek-la̍h-hán ê Siōng-tè, góa ê pē Í-sat ê Siōng-tè, Iâ-hô-hoa ah, Lí bat tùi góa kóng, Tò-khì lí ê pún-tōe pún-cho̍k,  Góa beh hó khoán-thāi lí.","tghg":"雅各閣講：「我的祖亞伯拉罕的上帝，我的父以撒的上帝──耶和華啊，你曾對我講：『倒去你的本地本族，我欲好款待你。』","bklhl":"雅各koh講，我ê祖，亞伯拉罕ê上帝，我ê父以撒ê上帝，耶和華ah，你bat對我講，tò去你ê本地本族，我beh好款待你。"}},{"book":"創","chapter":32,"verse":10,"versions":{"unv":"你向僕人所施的一切慈愛和誠實，我一點也不配得；我先前只拿著我的杖過這約旦河，如今我卻成了兩隊了。","bklcl":"Lí tùi lí ê lô͘-po̍k só͘ si it-chhè ê chû-ài kap it-chhè ê sêng-si̍t, chiū chì-bî-sòe ê góa iā bōe kham-tit tit-tio̍h; góa chêng kia̍h góa ê koáiⁿ-á, kè chit ê Iok-tàn hô; taⁿ góa í-keng chiâⁿ-chòe nn̄g-tūi.","tghg":"你對你的奴僕所施一切的慈愛及一切的誠實，就至微細的我也𣍐堪得(tit)得著；我前攑我的拐仔過此個約但河，今我已經成做二隊。","bklhl":"你對你ê奴僕所施一切ê慈愛kap一切ê誠實，就至微細ê我也bōe堪得得tio̍h；我前kia̍h我ê柺á，過chit ê約旦河；taⁿ我已經成做兩隊。"}},{"book":"創","chapter":32,"verse":11,"versions":{"unv":"求你救我脫離我哥哥以掃的手；因為我怕他來殺我，連妻子帶兒女一同殺了。","bklcl":"Kiû Lí kiù góa thoat-lī góa ê hiaⁿ Í-sò ê chhiú;  in-ūi góa kiaⁿ i, kiaⁿ-liáu i lâi thâi-sí góa kap in bú-kiáⁿ.","tghg":"求你救我脫離我的兄以掃的手；因為我驚伊，驚了伊來刣死我及𪜶母子。","bklhl":"求你救我脫離我ê兄以掃ê手；因為我驚伊，驚了伊來刣死我kap in 母kiáⁿ。"}},{"book":"創","chapter":32,"verse":12,"versions":{"unv":"你曾說：『我必定厚待你，使你的後裔如同海邊的沙，多得不可勝數。』」","bklcl":"Lí iā bat kóng, Góa tek-khak beh hó khoán-thāi lí;  hō͘ lí ê hō͘-è chhin-chhiūⁿ hái-piⁿ ê soa, chōe kàu bōe-sǹg-tit.","tghg":"你也曾講：『我的確欲好款待你，互你的後裔親像海邊的沙，多到𣍐算得。』」","bklhl":"你也bat講，我的確beh好款待你；hō͘你ê後裔親像海邊ê沙，chōe到bōe算得。"}},{"book":"創","chapter":32,"verse":13,"versions":{"unv":"當夜，雅各在那裡住宿，就從他所有的物中拿禮物要送給他哥哥以掃：","bklcl":"Hit-mî Ngá-kok hioh tī-hia;  chiū tī i só͘ ū ê mi̍h ê lāi-bīn, kéng-chhut lé-mi̍h, beh sàng i ê hiaⁿ Í-sò;","tghg":"彼暝，雅各歇佇遐，就佇伊所有的物的內面揀出禮物欲送伊的兄以掃：","bklhl":"Hit暝雅各歇tī-hia；就tī伊所有ê物ê內面，揀出禮物，beh送伊ê兄以掃；"}},{"book":"創","chapter":32,"verse":14,"versions":{"unv":"母山羊二百隻，公山羊二十隻，母綿羊二百隻，公綿羊二十隻，","bklcl":"soaⁿ-iûⁿ-bú nn̄g-pah chiah, soaⁿ-iûⁿ-kang jī-cha̍p chiah, mî-iûⁿ-bú nn̄g-pah chiah, mî-iûⁿ-kang jī-cha̍p chiah;","tghg":"山羊母二百隻，山羊牨(káng)二十隻，綿羊母二百隻，綿羊牨二十隻，","bklhl":"山羊母兩百隻，山羊公二十隻，綿羊母兩百隻，綿羊公二十隻；"}},{"book":"創","chapter":32,"verse":15,"versions":{"unv":"奶崽子的駱駝三十隻─各帶著崽子，母牛四十隻，公牛十隻，母驢二十匹，驢駒十匹；","bklcl":"lo̍k-tô-bú kap chia̍h-ni ê kiáⁿ saⁿ-cha̍p chiah, gû-bú sì-cha̍p chiah, gû-káng cha̍p chiah, lû-bú jī-cha̍p chiah, lû-kiáⁿ cha̍p-chiah.","tghg":"駱駝母及食奶的子三十隻，牛母四十隻，牛牨十隻，驢母二十隻，驢子十隻；","bklhl":"駱駝母kap食奶ê kiáⁿ三十隻，牛母四十隻，牛káng十隻，驢母二十隻，驢kiáⁿ十隻。"}},{"book":"創","chapter":32,"verse":16,"versions":{"unv":"每樣各分一群，交在僕人手下，就對僕人說：「你們要在我前頭過去，使群群相離，有空閒的地方」；","bklcl":"Kok-iūⁿ lēng-gōa chi̍t-kûn, kau-tài lô͘-po̍k;  kā lô͘-po̍k kóng, Lín tāi-seng góa khì, hō͘ ta̍k-kûn ū saⁿ-lī.","tghg":"各樣另外一群，交代奴僕，給奴僕講：「恁代先我去，互逐群有相離」；","bklhl":"各樣另外一群，交帶奴僕；kā奴僕講，Lín事先我去，hō͘ ta̍k群有相離。"}},{"book":"創","chapter":32,"verse":17,"versions":{"unv":"又吩咐儘先走的說：「我哥哥以掃遇見你的時候，問你說：『你是哪家的人？要往哪裡去？你前頭這些是誰的？』","bklcl":"Koh hoan-hù chòe-thâu-ê, kóng, Góa ê hiaⁿ Í-sò tú-tio̍h lí ê sî, nā mn̄g lí kóng, Lí sī sím-mi̍h lâng ê?  beh khì tah-lo̍h?  lí thâu-chêng hiah-ê chī-chūi ê?","tghg":"閣吩咐做頭的講：「我的兄以掃抵著你的時，若問你講：『你是甚麼人的？欲去叨落？你頭前許個是誰的？』","bklhl":"Koh吩咐做頭ê，講，我ê兄以掃tú-tio̍h你ê時，若問你講，你是甚麼人ê？beh去tah-lo̍h？你頭前hiah-ê 是誰 ê？"}},{"book":"創","chapter":32,"verse":18,"versions":{"unv":"你就說：『是你僕人雅各的，是送給我主以掃的禮物；他自己也在我們後邊。』」","bklcl":"lí tio̍h kóng, Sī lí ê lô͘-po̍k Ngá-kok ê;  sī beh sàng góa ê chú Í-sò ê lé-mi̍h;  hiān-chāi i pún-sin ia̍h tī goán ê āu-bīn.","tghg":"你著講：『是你的奴僕雅各的，是欲送我的主以掃的禮物；現在伊本身亦佇阮的後面。』」","bklhl":"你tio̍h講，是你ê奴僕雅各ê；是beh送我ê主以掃ê禮物；現在伊本身亦tī阮ê後面。"}},{"book":"創","chapter":32,"verse":19,"versions":{"unv":"又吩咐第二、第三，和一切趕群畜的人說：「你們遇見以掃的時候也要這樣對他說；","bklcl":"Koh hoan-hù tē-jī tē-saⁿ, kap it-chhè kóaⁿ kui-kûn cheng-siⁿ ê lâng, kóng, Lín tú-tio̍h Í-sò ê sî, ia̍h tio̍h chiàu án-ni kā i kóng.","tghg":"閣吩咐第二、第三，及一切趕歸群精牲的人講：「恁抵著以掃的時亦著照按呢給伊講；","bklhl":"Koh吩咐第二第三，kap一切趕kui群cheng-siⁿ ê人，講，Lín tú-tio̍h以掃ê時，亦tio̍h照án-ni kā伊講。"}},{"book":"創","chapter":32,"verse":20,"versions":{"unv":"並且你們要說：『你僕人雅各在我們後邊。』」因雅各心裡說：「我藉著在我前頭去的禮物解他的恨，然後再見他的面，或者他容納我。」","bklcl":"Koh lín ia̍h tio̍h kóng, Lí ê lô͘-po̍k Ngá-kok tī goán ê āu-bīn.  In-ūi Ngá-kok ka-kī phah-sǹg kóng, Góa ēng tī góa thâu-chêng khì ê lé-mi̍h lâi kóe i ê hūn;  jiân-āu góa kìⁿ-tio̍h i ê bīn, kiám-chhái i chiap-la̍p góa.","tghg":"閣恁亦著講：『你的奴僕雅各佇阮的後面。』」因為雅各家己拍算講：「我用佇我頭前去的禮物來解伊的恨，然後我見著伊的面，豈採伊接納我。」","bklhl":"Koh lín亦tio̍h講，你ê奴僕雅各tī阮ê後面。因為雅各家己phah算講，我用tī我頭前去ê禮物來改伊ê恨；然後我見tio̍h伊ê面，kiám-chhái伊接納我。"}},{"book":"創","chapter":32,"verse":21,"versions":{"unv":"於是禮物先過去了；那夜，雅各在隊中住宿。","bklcl":"Tùi án-ni, lé-mi̍h seng kiâⁿ;  hit-mî Ngá-kok hioh tī tūi-tiong.","tghg":"對按呢禮物先行；彼暝，雅各歇佇隊中。","bklhl":"Tùi án-ni，禮物先行；hit暝雅各歇tī隊中。"}},{"book":"創","chapter":32,"verse":22,"versions":{"unv":"他夜間起來，帶著兩個妻子，兩個使女，並十一個兒子，都過了雅博渡口，","bklcl":"I mî-sî khí-lâi, chhōa i nn̄g ê bó͘, nn̄g ê lú-pī, kap cha̍p-it ê kiáⁿ, lóng kè Ngá-po̍k ê tō͘-thâu.","tghg":"伊暝時起來，導伊二個某，二個女婢，及十一個子，攏過雅博的渡頭，","bklhl":"伊暝時起來，chhōa伊兩個bó͘，兩個女婢，kap十一个kiáⁿ，lóng 過Ngá-po̍k ê渡頭。"}},{"book":"創","chapter":32,"verse":23,"versions":{"unv":"先打發他們過河，又打發所有的都過去，","bklcl":"Tāi-seng hō͘ in kè-khoe;  hoān só͘-ū-ê ia̍h hō͘ in kè.","tghg":"代先互𪜶過溪，凡所有的亦互𪜶過，","bklhl":"事先hō͘ in過溪；凡所有ê亦hō͘ in過。"}},{"book":"創","chapter":32,"verse":24,"versions":{"unv":"只剩下雅各一人。有一個人來和他摔跤，直到黎明。","bklcl":"Chí-ū chhun Ngá-kok ka-kī tī-teh;  ū chi̍t-lâng lâi kap i saⁿ-ián, kàu tī thiⁿ-phú-kng.","tghg":"只有剩(chhun)雅各家己佇啲。有一人來及伊相偃(saⁿ-ián)，到佇天昲(phú)光。","bklhl":"只有chhun雅各家己tī-teh；有一人來kap伊相ián，到tī天phú光。"}},{"book":"創","chapter":32,"verse":25,"versions":{"unv":"那人見自己勝不過他，就將他的大腿窩摸了一把，雅各的大腿窩正在摔跤的時候就扭了。","bklcl":"Hit-lâng khòaⁿ bōe iâⁿ-i; chiū siàn Ngá-kok ê tōa-thúi-khū;  saⁿ-ián ê sî, Ngá-kok ê tōa-thúi-khū choa̍h-tio̍h.","tghg":"彼人看𣍐贏伊，就搧(siàn)雅各的大腿臼(khū)，相偃的時雅各的大腿臼差著。","bklhl":"Hit人看bōe贏伊；就siàn雅各ê大腿臼；相ián ê時，雅各ê大腿臼choa̍h-tio̍h。"}},{"book":"創","chapter":32,"verse":26,"versions":{"unv":"那人說：「天黎明了，容我去吧！」雅各說：「你不給我祝福，我就不容你去。」","bklcl":"Hit-lâng kóng, Thiⁿ beh kng lah, tio̍h pàng góa khì.  Ngá-kok kóng, Lí nā bô kā góa chiok-hok, m̄ pàng lí khì.","tghg":"彼人講：「天欲光啦，著放我去！」雅各講：「你若無給我祝福，呣放你去。」","bklhl":"Hit人講，天beh光lah，tio̍h放我去。雅各講，你若無kā我祝福，m̄放你去。"}},{"book":"創","chapter":32,"verse":27,"versions":{"unv":"那人說：「你名叫甚麼？」他說：「我名叫雅各。」","bklcl":"Hit-lâng kóng, Lí miâ chòe sím-mi̍h?  i kóng, Góa miâ chòe Ngá-kok.","tghg":"彼人講：「你名做甚麼？」伊講：「我名做雅各。」","bklhl":"Hit人講，你名做甚麼？伊講，我名做雅各。"}},{"book":"創","chapter":32,"verse":28,"versions":{"unv":"那人說：「你的名不要再叫雅各，要叫以色列；因為你與　神與人較力，都得了勝。」","bklcl":"Hit-lâng kóng, Lí ê miâ bô beh koh kiò Ngá-kok, beh kiò-chòe Í-sek-lia̍t;  in-ūi lí kap Siōng-tè kap lâng tàu su-iâⁿ, lóng tit-tio̍h khah-iâⁿ.","tghg":"彼人講：「你的名無欲閣叫雅各，欲叫做以色列；因為你及上帝及人鬥(tàu)輸贏，攏得著卡贏。」","bklhl":"Hit人講，你ê名無beh koh叫雅各，beh叫做以色列；因為你kap上帝kap人鬥輸贏，lóng得tio̍h khah贏。"}},{"book":"創","chapter":32,"verse":29,"versions":{"unv":"雅各問他說：「請將你的名告訴我。」那人說：「何必問我的名？」於是在那裡給雅各祝福。","bklcl":"Ngá-kok mn̄g i kóng, Chhiáⁿ chiong lí ê miâ kā góa kóng.  Hit lâng ìn kóng, Mih-sái mn̄g góa ê miâ?  chiū tī-hia kā i chiok-hok.","tghg":"雅各問伊講：「請將你的名給我講。」彼人應講：「乜使(mih-sái)問我的名？」就佇遐給伊祝福。","bklhl":"雅各問伊講，請將你ê名kā我講。Hit人應講，Mih-sái問我ê名？就tī-hia kā伊祝福。"}},{"book":"創","chapter":32,"verse":30,"versions":{"unv":"雅各便給那地方起名叫毘努伊勒（就是　神之面的意思），意思說：「我面對面見了　神，我的性命仍得保全。」","bklcl":"Ngá-kok miâ Hit só͘-chāi kiò Piān-í-lī, in-ūi kóng, Góa tng-thâu tùi-bīn kìⁿ-tio̍h Siōng-tè, góa ê sìⁿ-miā iáu tit-tio̍h pó-choân.","tghg":"雅各名彼所在叫便以利，因為講：「我當頭對面見著上帝，我的生命猶(iáu)得著保全。」","bklhl":"雅各名hit所在叫Piān-í-lī，因為講，我當頭對面見tio̍h上帝，我ê性命iáu得tio̍h保全。"}},{"book":"創","chapter":32,"verse":31,"versions":{"unv":"日頭剛出來的時候，雅各經過毘努伊勒，他的大腿就瘸了。","bklcl":"Ji̍t tú-á chhut, Ngá-kok keng-kè Piān-í-lī;  i ê tōa-thúi í-keng pái.","tghg":"日抵仔出，雅各經過便以利，伊的大腿已經跛(pái)。","bklhl":"日tú-á出，雅各經過Piān-í-lī；伊ê大腿已經pái。"}},{"book":"創","chapter":32,"verse":32,"versions":{"unv":"故此，以色列人不吃大腿窩的筋，直到今日，因為那人摸了雅各大腿窩的筋。","bklcl":"Só͘-í chiah-ê Í-sek-lia̍t lâng bô chia̍h tōa-thúi-thâu ê kun, kàu tī kin-á-ji̍t;  in-ūi hit-lâng siàn Ngá-kok thúi-khū ê tōa-kun.","tghg":"所以，諸個以色列人無食大腿頭的筋，到佇今仔日，因為彼人搧(siàn)雅各腿臼(khū)的大筋。","bklhl":"所以chiah ê以色列人無食大腿頭ê筋，到tī今á日；因為hit人siàn雅各腿臼ê大筋。"}}]