[{"book":"創","chapter":7,"verse":1,"versions":{"unv":"耶和華對挪亞說：「你和你的全家都要進入方舟；因為在這世代中，我見你在我面前是義人。","bklcl":"Iâ-hô-hoa tùi Ná-a kóng, Lí kap lí choân-ke lóng tio̍h ji̍p tōa-chûn;  in-ūi tī chit sè-tāi ê tiong-kan Góa khòaⁿ-kìⁿ lí tī Góa ê bīn-chêng sī gī-lâng.","tghg":"耶和華對挪亞講：「你及你全家攏著入大船；因為佇此世代的中間，我看見你佇我的面前是義人。","bklhl":"耶和華對挪亞講，你kap你全家lóng tio̍h入大船；因為tī chit世代ê中間我看見你tī我ê面前是義人。"}},{"book":"創","chapter":7,"verse":2,"versions":{"unv":"凡潔淨的畜類，你要帶七公七母；不潔淨的畜類，你要帶一公一母；","bklcl":"Kìⁿ-nā chheng-khì ê cheng-siⁿ, lí tio̍h tòa chhit-chiah kang-ê, chhit-chiah bú-ê;  bô chheng-khì ê cheng-siⁿ, lí tio̍h tòa chi̍t-chiah kang-ê, chi̍t-chiah bú-ê.","tghg":"見若清氣的精牲，你著帶七隻公的七隻母的；無清氣的精牲，你著帶一隻公的一隻母的；","bklhl":"見若清氣ê cheng-siⁿ，你tio̍h帶七隻公ê，七隻母ê；無清氣ê cheng-siⁿ，你tio̍h帶一隻公ê，一隻母ê。"}},{"book":"創","chapter":7,"verse":3,"versions":{"unv":"空中的飛鳥也要帶七公七母，可以留種，活在全地上；","bklcl":"Thiⁿ-ni̍h ê chiáu iā tio̍h tòa, chhit-chiah kang-ê, chhit-chiah bú-ê, thang lâu in ê chéng oa̍h tī choân-tōe.","tghg":"天裡的鳥也著帶七隻公的七隻母的，通留𪜶的種，活佇全地；","bklhl":"天裡ê鳥也tio̍h帶，七隻公ê，七隻母ê，thang留in ê種活tī全地。"}},{"book":"創","chapter":7,"verse":4,"versions":{"unv":"因為再過七天，我要降雨在地上四十晝夜，把我所造的各種活物都從地上除滅。」","bklcl":"In-ūi koh kè chhit-ji̍t, Góa beh lo̍h-hō͘ tī tōe-chiūⁿ, sì-cha̍p ji̍t sì-cha̍p mî;  chiong Góa só͘ chō ta̍k-hō ê oa̍h-mi̍h lóng tùi tōe-chiūⁿ châu-bia̍t.","tghg":"因為閣過七日，我欲落雨佇地上四十日四十暝，將我所造逐號的活物攏對地上剿滅(châu-bia̍t)。」","bklhl":"因為koh過七日，我beh落雨tī地上，四十日四十暝；將我所造ta̍k號ê活物lóng tùi地上剿滅。"}},{"book":"創","chapter":7,"verse":5,"versions":{"unv":"挪亞就遵著耶和華所吩咐的行了。","bklcl":"Ná-a chiū chiàu Iâ-hô-hoa só͘ bēng-lēng i ê, it-chīn khì kiâⁿ.","tghg":"挪亞就照耶和華所命令伊的一盡去行。","bklhl":"挪亞就照耶和華所命令伊ê，一盡去行。"}},{"book":"創","chapter":7,"verse":6,"versions":{"unv":"當洪水氾濫在地上的時候，挪亞整六百歲。","bklcl":"Tng tōa-chúi hoàn-lām tī tōe chiūⁿ ê sî, Ná-a la̍k-pah hè.","tghg":"當大水氾濫佇地上的時，挪亞六百歲。","bklhl":"當大水氾濫tī地上ê時，挪亞六百歲。"}},{"book":"創","chapter":7,"verse":7,"versions":{"unv":"挪亞就同他的妻和兒子兒婦都進入方舟，躲避洪水。","bklcl":"Ná-a chiū kap i ê kiáⁿ, i ê bó͘, i ê sim-pū, lóng ji̍p tōa-chûn, siám-pī tōa-chúi.","tghg":"挪亞就及伊的子伊的某伊的媳婦攏入大船，閃避大水。","bklhl":"挪亞就kap伊ê kiáⁿ，伊ê bó͘，伊ê新婦，lóng入大船，閃避大水。"}},{"book":"創","chapter":7,"verse":8,"versions":{"unv":"潔淨的畜類和不潔淨的畜類，飛鳥並地上一切的昆蟲，","bklcl":"Chheng-khì ê cheng-siⁿ, kap bô chheng-khì ê cheng-siⁿ, pe-chiáu, kap tōe-chiūⁿ it-chhè ê thâng-thōa,","tghg":"清氣的精牲及無清氣的精牲，飛鳥及地上一切的蟲𧒴(thâng-thōa)，","bklhl":"清氣ê cheng-siⁿ，kap無清氣ê cheng-siⁿ，飛鳥，kap地上一切ê蟲thōa，"}},{"book":"創","chapter":7,"verse":9,"versions":{"unv":"都是一對一對地，有公有母，到挪亞那裡進入方舟，正如　神所吩咐挪亞的。","bklcl":"lóng chi̍t-tùi chi̍t-tùi, ū kang-ê ū bú-ê, kàu Ná-a hia, chìn-ji̍p tōa-chûn, chiàu Siōng-tè bēng-lēng Ná-a ê.","tghg":"攏一對一對，有公的有母的，到挪亞遐進入大船，照上帝命令挪亞的。","bklhl":"lóng一對一對，有公ê有母ê，到挪亞hia，進入大船，照上帝命令挪亞ê。"}},{"book":"創","chapter":7,"verse":10,"versions":{"unv":"過了那七天，洪水氾濫在地上。","bklcl":"Kè hiah-ê chhit-ji̍t tōa-chúi hoàn-lām tī tōe-chiūⁿ.","tghg":"過許個七日，大水氾濫佇地上。","bklhl":"過hiah-ê七日大水氾濫tī地上。"}},{"book":"創","chapter":7,"verse":11,"versions":{"unv":"當挪亞六百歲，二月十七日那一天，大淵的泉源都裂開了，天上的窗戶也敞開了，","bklcl":"Tng Ná-a la̍k-pah hè, jī-ge̍h cha̍p-chhit ji̍t, hit-ji̍t chhim-ian ê chúi-goân lóng li̍h-khui, thiⁿ iā phòa-khiah.","tghg":"當挪亞六百歲，二月十七日彼日，深淵的水源攏裂開天也破隙(khiah)，","bklhl":"當挪亞六百歲，二月十七日，hit日深淵ê水源lóng裂開，天也破隙。"}},{"book":"創","chapter":7,"verse":12,"versions":{"unv":"四十晝夜降大雨在地上。","bklcl":"Sì-cha̍p ji̍t sì-cha̍p mî lo̍h-hō͘ tī tōe-bīn-chiūⁿ.","tghg":"四十日四十暝落雨佇地面上。","bklhl":"四十日四十暝落雨tī地面上。"}},{"book":"創","chapter":7,"verse":13,"versions":{"unv":"正當那日，挪亞和他三個兒子閃、含、雅弗，並挪亞的妻子和三個兒婦，都進入方舟。","bklcl":"Tú-tú hit-ji̍t Ná-a kap i ê kiáⁿ, Siám, Hâm, Ngá-hut, kap Ná-a ê bó͘, kap i saⁿ ê sim-pū, lóng ji̍p tōa-chûn;","tghg":"抵抵(tú-tú)彼日，挪亞及伊的子閃、含、雅弗，及挪亞的某及伊三個媳婦，攏入大船。","bklhl":"Tú-tú hit日，挪亞kap伊ê kiáⁿ，閃、含、雅弗，kap挪亞ê bó͘，kap伊三個新婦，lóng入大船；"}},{"book":"創","chapter":7,"verse":14,"versions":{"unv":"他們和百獸，各從其類，一切牲畜，各從其類，爬在地上的昆蟲，各從其類，一切禽鳥，各從其類，都進入方舟。","bklcl":"in kap pah-siù kok chiàu i ê lūi, it-chhè ê cheng-siⁿ kok chiàu i ê lūi, it-chhè sô tī tōe-chiūⁿ ê thâng-thōa kok chiàu i ê lūi, it-chhè ū-si̍t-ê kok chiàu i ê lūi, it-chhè ê pe-chiáu kok chiàu i ê lūi, lóng-chóng chìn-ji̍p tōa-chûn.","tghg":"𪜶及百獸，各照伊的類，一切的精牲，各照伊的類，一切趖(sô)佇地上的蟲𧒴，各照伊的類，一切有翅的，各照伊的類，一切的飛鳥，各照伊的類，攏總進入大船。","bklhl":"in kap百獸各照伊ê類，一切ê cheng-siⁿ各照伊ê類，一切趖 tī地上ê蟲thōa各照伊ê類，一切有翼ê各照伊ê類，一切ê飛鳥各照伊ê類，lóng總進入大船。"}},{"book":"創","chapter":7,"verse":15,"versions":{"unv":"凡有血肉、有氣息的活物，都一對一對地到挪亞那裡，進入方舟。","bklcl":"Kìⁿ-nā jio̍k-thé lāi-bīn ū oa̍h-khì-ê, lóng chi̍t-tùi chi̍t-tùi, kàu Ná-a hia, ji̍p tōa-chûn.","tghg":"見若肉體、內面有活氣的，攏一對一對到挪亞遐，入大船。","bklhl":"見若肉體內面有活氣ê，lóng一對一對，到挪亞hia，入大船。"}},{"book":"創","chapter":7,"verse":16,"versions":{"unv":"凡有血肉進入方舟的，都是有公有母，正如　神所吩咐挪亞的。耶和華就把他關在方舟裡頭。","bklcl":"Kìⁿ-nā ji̍p tōa-chûn-ê, sī ū kang ū bú ê jio̍k-thé, chiàu Siōng-tè só͘ bēng-lēng i-ê;  Iâ-hô-hoa chiū kā i koaiⁿ-teh.","tghg":"見若入大船的，是有公有母的肉體，照上帝所命令伊的。耶和華就給伊關啲。","bklhl":"見若入大船ê，是有公有母ê肉體，照上帝所命令伊ê；耶和華就kā伊關teh。"}},{"book":"創","chapter":7,"verse":17,"versions":{"unv":"洪水氾濫在地上四十天，水往上長，把方舟從地上漂起。","bklcl":"Chúi hoàn-lām tī tōe-chiūⁿ sì-cha̍p-ji̍t;  chúi tiòng ná koâiⁿ, hō͘ tōa-chûn chhèng-phû, chûn chiū lī tōe.","tghg":"水氾濫佇地上四十日，水漲愈高，互大船淐浮(chhèng-phû)，船就離地。","bklhl":"水氾濫tī地上四十日；水漲ná高，hō͘大船chhèng浮，船就離地。"}},{"book":"創","chapter":7,"verse":18,"versions":{"unv":"水勢浩大，在地上大大地往上長，方舟在水面上漂來漂去。","bklcl":"Chúi-sè chin-tōa, tī tōe-chiūⁿ ti̍t-ti̍t tiòng-khí-lâi;  chûn phiau-liû tī chúi-bīn.","tghg":"水勢真大，佇地上直直漲起來，船漂流佇水面。","bklhl":"水勢真大，tī地上直直漲起來；船漂流tī水面。"}},{"book":"創","chapter":7,"verse":19,"versions":{"unv":"水勢在地上極其浩大，天下的高山都淹沒了。","bklcl":"Chúi-sè tī tōe-chiūⁿ ke̍k-kî tōa;  thiⁿ-ē ê koâiⁿ-soaⁿ lóng hō͘ i im-ba̍t.","tghg":"水勢佇地上極其大，天下的高山攏互伊淹密。","bklhl":"水勢tī地上極其大；天下ê高山lóng hō͘伊淹密。"}},{"book":"創","chapter":7,"verse":20,"versions":{"unv":"水勢比山高過十五肘，山嶺都淹沒了。","bklcl":"Chúi-sè pí soaⁿ ke-tiòng koâiⁿ cha̍p-gō͘ tiú;  soaⁿ lóng hō͘ i im-ba̍t.","tghg":"水勢比山加漲高十五肘，山攏互伊淹密。","bklhl":"水勢比山加漲高十五肘；山lóng hō͘伊淹密。"}},{"book":"創","chapter":7,"verse":21,"versions":{"unv":"凡在地上有血肉的動物，就是飛鳥、牲畜、走獸，和爬在地上的昆蟲，以及所有的人，都死了。","bklcl":"Kìⁿ-nā tī tōe-chiūⁿ ū jio̍k-thé ê tōng-bu̍t, chiū-sī pe-chiáu, cheng-siⁿ, cháu-siù, kap it-chhè sô tī tōe-chiūⁿ ê thâng-thōa, í-ki̍p só͘ ū ê chèng-lâng, lóng sí.","tghg":"見若佇地上有肉體的動物，就是飛鳥、精牲、走獸，及一切趖佇地上的蟲𧒴，以及所有的眾人，攏死。","bklhl":"見若tī地上有肉體ê動物，就是飛鳥、cheng-siⁿ、走獸，kap一切趖 tī地上ê蟲thōa，以及所有ê眾人，lóng死。"}},{"book":"創","chapter":7,"verse":22,"versions":{"unv":"凡在旱地上、鼻孔有氣息的生靈都死了。","bklcl":"Kìⁿ-nā tī ta-tōe ū phīⁿ-khang chhoán-khùi ê seng-lêng lóng sí.","tghg":"見若佇乾地、有鼻孔喘氣的生靈攏死。","bklhl":"見若tī乾地有鼻孔喘氣ê生靈lóng死。"}},{"book":"創","chapter":7,"verse":23,"versions":{"unv":"凡地上各類的活物，連人帶牲畜、昆蟲，以及空中的飛鳥，都從地上除滅了，只留下挪亞和那些與他同在方舟裡的。","bklcl":"Kìⁿ-nā tōe-chiūⁿ it-chhè ê oa̍h-mi̍h lóng châu-bia̍t;  lâng kap cheng-siⁿ, thâng-thōa, í-ki̍p thiⁿ-tiong ê pe-chiáu, in lóng tùi tōe-chiūⁿ siū châu-bia̍t;  chí-ū Ná-a chham hiah-ê kap i tī chûn-ni̍h-ê lâu-teh.","tghg":"見若地上一切的活物攏剿滅，人及精牲、蟲𧒴，以及天中的飛鳥，𪜶攏對地上受剿滅，只有挪亞參(chham)許個及伊佇船裡的留啲。","bklhl":"見若地上一切ê活物lóng剿滅；人kap cheng-siⁿ、蟲thōa，以及天中ê飛鳥，in lóng tùi地上受剿滅；只有挪亞chham hiah-ê kap伊tī船裡ê留teh。"}},{"book":"創","chapter":7,"verse":24,"versions":{"unv":"水勢浩大，在地上共一百五十天。","bklcl":"Chúi-sè chin-tōa tī tōe-chiūⁿ, le̍k-kè chi̍t-pah gō͘-cha̍p-ji̍t.","tghg":"水勢真大，佇地上歷過一百五十日。","bklhl":"水勢真大tī地上，歷過一百五十日。"}}]