[{"book":"創","chapter":33,"verse":1,"versions":{"unv":"雅各舉目觀看，見以掃來了，後頭跟著四百人，他就把孩子們分開交給利亞、拉結，和兩個使女，","bklcl":"Ngá-kok kia̍h-ba̍k khòaⁿ,  khòaⁿ-kìⁿ Í-sò lâi;  koh ū sì-pah lâng kap i lâi.  I chiū chiong hiah-ê gín-á pun-khui, kau hō͘ Lī-a, kau hō͘ La̍h-kiat, kau hō͘ nn̄g ê lú-pī.","tghg":"雅各攑目看，看見以掃來，閣有四百人及伊來，伊就將許個囝仔分開交互利亞，交互拉結，交互二個女婢，","bklhl":"雅各kia̍h目看，看見以掃來；koh有四百人kap伊來。伊就將hiah-ê gín-á分開，交hō͘利亞，交hō͘拉結，交hō͘兩個女婢。"}},{"book":"創","chapter":33,"verse":2,"versions":{"unv":"並且叫兩個使女和她們的孩子在前頭，利亞和她的孩子在後頭，拉結和約瑟在儘後頭。","bklcl":"Chiong lú-pī kap in ê kiáⁿ pâi tī thâu-chêng, Lī-a kap i ê kiáⁿ pâi tī āu-bīn, La̍h-kiat kap Iok-sek pâi tī lō͘-bé.","tghg":"將女婢及𪜶的子排佇頭前，利亞及伊的子排佇後面，拉結及約瑟排佇路尾。","bklhl":"將女婢kap in ê kiáⁿ排tī頭前，利亞kap伊ê kiáⁿ排tī後面，拉結kap約瑟排tī路尾。"}},{"book":"創","chapter":33,"verse":3,"versions":{"unv":"他自己在他們前頭過去，一連七次俯伏在地才就近他哥哥。","bklcl":"I pún-sin tī in ê thâu-chêng kè-khì, liân-liân chhit-pái phak tī tōe-ni̍h, chiah óa-kūn i ê hiaⁿ.","tghg":"伊本身佇𪜶的頭前過去，連連七擺仆佇地裡才倚近伊的兄。","bklhl":"伊本身tī in ê頭前過去，連連七pái仆tī地裡，chiah óa近伊ê兄。"}},{"book":"創","chapter":33,"verse":4,"versions":{"unv":"以掃跑來迎接他，將他抱住，又摟著他的頸項，與他親嘴，兩個人就哭了。","bklcl":"Í-sò cháu-lâi ngiâ-chih i, chiong i phō-teh, koh lám i ê ām-kún, chim i;  nn̄g-lâng chiū thî-khàu.","tghg":"以掃走來迎接(ngiâ-chih)伊，將伊抱啲，閣攬伊的頷頸，唚伊，二人就啼哭。","bklhl":"以掃走來迎接伊，將伊抱teh，koh lám伊ê頷頸，chim伊；兩人就啼哭。"}},{"book":"創","chapter":33,"verse":5,"versions":{"unv":"以掃舉目看見婦人孩子，就說：「這些和你同行的是誰呢？」雅各說：「這些孩子是　神施恩給你的僕人的。」","bklcl":"Í-sò kia̍h-ba̍k khòaⁿ-kìⁿ hū-jîn-lâng kap gín-á, chiū kóng, Chiah-ê kap lí tâng-kiâⁿ-ê sī chī-chūi?  Ngá-kok kóng, Chiah-ê gín-á sī Siōng-tè si-un hō͘ lí ê lô͘-po̍k-ê.","tghg":"以掃攑目看見婦仁人及囝仔，就講：「諸個及你同行者是是誰？」雅各講：「諸個囝仔是上帝施恩互你的奴僕的。」","bklhl":"以掃kia̍h目看見婦人人kap gín-á，就講，Chiah-ê kap你同行ê是是誰？雅各講，Chiah-ê gín-á是上帝施恩hō͘你ê奴僕ê。"}},{"book":"創","chapter":33,"verse":6,"versions":{"unv":"於是兩個使女和她們的孩子前來下拜；","bklcl":"Tùi hit-tia̍p nn̄g ê lú-pī, kap in ê gín-á, chìn-chêng lâi pài.","tghg":"對彼霎(tia̍p)二個女婢及𪜶的囝仔進前來拜；","bklhl":"Tùi hit-tia̍p，兩個女婢，kap in ê gín-á，進前來拜。"}},{"book":"創","chapter":33,"verse":7,"versions":{"unv":"利亞和她的孩子也前來下拜；隨後約瑟和拉結也前來下拜。","bklcl":"Lī-a kap i ê gín-á ia̍h chìn-chêng lâi pài;  lō͘-bé Iok-sek kap La̍h-kiat ia̍h chìn-chêng lâi pài.","tghg":"利亞及伊的囝仔亦進前來拜；路尾約瑟及拉結亦進前來拜。","bklhl":"利亞kap伊ê gín-á亦進前來拜；路尾約瑟kap拉結亦進前來拜。"}},{"book":"創","chapter":33,"verse":8,"versions":{"unv":"以掃說：「我所遇見的這些群畜是甚麼意思呢？」雅各說：「是要在我主面前蒙恩的。」","bklcl":"Í-sò kóng, Góa só͘ tú-tio̍h kui-kûn ê cheng-siⁿ, lí sī sím-mi̍h ì-sù?  Ngá-kok kóng, Sī beh tī góa ê chú ê bīn-chêng tit-tio̍h un-tián.","tghg":"以掃講：「我所抵著(tú-tio̍h)歸群的精牲，你是甚麼意思？」雅各講：「是欲佇我的主的面前得著恩典。」","bklhl":"以掃講，我所tú-tio̍h kui群 ê cheng-siⁿ，你是甚麼意思？雅各講，是beh tī我ê主ê面前得tio̍h恩典。"}},{"book":"創","chapter":33,"verse":9,"versions":{"unv":"以掃說：「兄弟啊，我的已經夠了，你的仍歸你吧！」","bklcl":"Í-sò kóng, Sió-tī ah, góa-ê í-keng kàu-gia̍h, lí-ê iû-goân kui lí.","tghg":"以掃講：「小弟啊，我的已經夠額，你的猶原歸你。」","bklhl":"以掃講，小弟ah，我ê已經夠額，你ê猶原歸你。"}},{"book":"創","chapter":33,"verse":10,"versions":{"unv":"雅各說：「不然，我若在你眼前蒙恩，就求你從我手裡收下這禮物；因為我見了你的面，如同見了　神的面，並且你容納了我。","bklcl":"Ngá-kok kóng, Bo̍h án-ni, góa nā tī lí ê bīn-chêng tit-tio̍h un-tián, kiû lí tùi góa ê chhiú siu góa ê lé-mi̍h;  in-ūi góa kìⁿ-tio̍h lí ê bīn, chhin-chhiūⁿ kìⁿ-tio̍h Siōng-tè ê bīn, lí ia̍h chiap-la̍p góa;","tghg":"雅各講：「莫按呢，我若佇你的面前得著恩典，求你對我的手收我的禮物；因為我見著你的面，親像見著上帝的面，你亦接納我。","bklhl":"雅各講，莫án-ni，我若tī你ê面前得tio̍h恩典，求你tùi我ê手收我ê禮物；因為我見tio̍h你ê面，親像見tio̍h上帝ê面，你亦接納我；"}},{"book":"創","chapter":33,"verse":11,"versions":{"unv":"求你收下我帶來給你的禮物；因為　神恩待我，使我充足。」雅各再三地求他，他才收下了。","bklcl":"kiû lí siu góa tòa-lâi hō͘ lí ê lé-mi̍h;  in-ūi Siōng-tè un-tián góa, hō͘ góa chhiong-chiok;  pek-i, jiân-āu siu.","tghg":"求你收我帶來互你的禮物；因為上帝恩典我，互我充足。」迫伊，然後收。","bklhl":"求你收我帶來hō͘你ê禮物；因為上帝恩典我，hō͘我充足；逼伊，然後收。"}},{"book":"創","chapter":33,"verse":12,"versions":{"unv":"以掃說：「我們可以起身前往，我在你前頭走。」","bklcl":"Í-sò kóng, Lán khí-sin lâi khì, góa chòe-thâu kiâⁿ.","tghg":"以掃講：「咱起身來去，我做頭行。」","bklhl":"以掃講，咱起身來去，我做頭行。"}},{"book":"創","chapter":33,"verse":13,"versions":{"unv":"雅各對他說：「我主知道孩子們年幼嬌嫩，牛羊也正在乳養的時候，若是催趕一天，群畜都必死了。","bklcl":"Ngá-kok tùi i kóng, góa ê chú chai chiah-ê gín-á nńg-chiáⁿ, gû-iûⁿ ia̍h tú-á siⁿ;  nā chòe chi̍t-ji̍t kóaⁿ, kui-kûn lóng beh sí.","tghg":"雅各對伊講：「我的主知諸個囝仔軟茈(nńg-chiáⁿ)，牛羊亦抵仔生，若做一日趕，歸群攏欲死。","bklhl":"雅各對伊講，我ê主知chiah ê gín-á軟chiáⁿ，牛羊亦tú-á生；若做一日趕，kui群lóng beh死。"}},{"book":"創","chapter":33,"verse":14,"versions":{"unv":"求我主在僕人前頭走，我要量著在我面前群畜和孩子的力量慢慢地前行，直走到西珥我主那裡。」","bklcl":"Kiû góa ê chú tī lô͘-po̍k ê thâu-chêng kiâⁿ, góa beh chiàu tī góa bīn-chêng kui-kûn cheng-siⁿ ê le̍k-liōng, ia̍h chiàu gín-á ê le̍k-liōng, bān-bān chìn-chêng, kiâⁿ kàu Se-jíⁿ, kàu góa ê chú hia.","tghg":"求我的主佇奴僕的頭前行，我欲照佇我面前歸群精牲的力量亦照囝仔的力量慢慢進前，行到西珥到我的主遐。」","bklhl":"求我ê主tī奴僕ê頭前行，我beh照tī我面前kui群 cheng-siⁿ ê力量，亦照gín-á ê力量，慢慢進前，行到Se-jíⁿ，到我ê主hia。"}},{"book":"創","chapter":33,"verse":15,"versions":{"unv":"以掃說：「容我把跟隨我的人留幾個在你這裡。」雅各說：「何必呢？只要在我主眼前蒙恩就是了。」","bklcl":"Í-sò kóng, Iông-ún góa chiong tè góa ê lâng lâu kúi-ê kap lí chòe-tīn.  Ngá-kok kóng, Mih-sái án-ni?  tī góa ê chú ê bīn-chêng tit-tio̍h un-tián chiū hó.","tghg":"以掃講：「容允我將隨我的人留幾個及你做陣。」雅各講：「乜使(mih-sái)按呢？佇我的主的面前得著恩典就好。」","bklhl":"以掃講，容允我將tè我ê人留幾個kap你做陣。雅各講，Mih-sái án-ni？Tī我ê主ê面前得tio̍h恩典就好。"}},{"book":"創","chapter":33,"verse":16,"versions":{"unv":"於是，以掃當日起行，回往西珥去了。","bklcl":"Hit-ji̍t Í-sò khí-sin, chiàu goân-lō͘ tò-khì Se-jíⁿ.","tghg":"彼日，以掃起身，照原路倒去西珥。","bklhl":"Hit日以掃起身，照原路tò去Se-jíⁿ。"}},{"book":"創","chapter":33,"verse":17,"versions":{"unv":"雅各就往疏割去，在那裡為自己蓋造房屋，又為牲畜搭棚；因此那地方名叫疏割（就是棚的意思）。","bklcl":"Ngá-kok kiâⁿ kàu Sò͘-kat, tī-hia ūi pún-sin khí-chhù, ūi cheng-siⁿ tah chháu-liâu;  só͘-í miâ hit só͘-chāi chòe Sò͘-kat.","tghg":"雅各行到疏割(Sò.-kat)，佇遐為本身起厝，為精牲搭草寮；所以名彼所在做疏割。","bklhl":"雅各行到Sò͘-kat，tī-hia為本身起厝，為cheng-siⁿ搭草寮；所以名hit所在做Sò͘-kat。"}},{"book":"創","chapter":33,"verse":18,"versions":{"unv":"雅各從巴旦‧亞蘭回來的時候，平平安安地到了迦南地的示劍城，在城東支搭帳棚，","bklcl":"Ngá-kok tùi Pa-tàn-a-lân tò-lâi ê sî, pêng-an kàu Ka-lâm tōe ê Sī-kiàm siâⁿ;  tī siâⁿ ê bīn-chêng tah pò͘-pîⁿ.","tghg":"雅各對巴旦亞蘭倒來的時，平安到迦南地的示劍城，佇城的面前搭布棚，","bklhl":"雅各tùi Pa-tàn-a-lân tò來ê時，平安到迦南地ê示劍城；tī城ê面前搭布棚。"}},{"book":"創","chapter":33,"verse":19,"versions":{"unv":"就用一百塊銀子向示劍的父親、哈抹的子孫買了支帳棚的那塊地，","bklcl":"Ēng chi̍t-pah tè gûn, tùi Sī-kiàm ê lāu-pē Hap-boat ê kiáⁿ-sun, bóe i tah pò͘-pîⁿ hit tè tōe;","tghg":"用一百塊銀對示劍的老父、哈抹的子孫買伊搭布棚彼塊地，","bklhl":"用一百塊銀，tùi示劍ê老父Hap-boat ê kiaⁿ孫，買伊搭布棚hit塊地；"}},{"book":"創","chapter":33,"verse":20,"versions":{"unv":"在那裡築了一座壇，起名叫伊利‧伊羅伊‧以色列（就是　神、以色列　神的意思）。","bklcl":"tī-hia khí chi̍t chō tôaⁿ, kā i hō miâ kiò I-lī I-lô-i Í-sek-lia̍t.","tghg":"佇遐起一座壇，給伊號名叫伊利伊羅伊以色列。","bklhl":"tī-hia起一座壇，kā伊號名叫I-lī I-lô-i以色列。"}}]