[{"book":"創","chapter":49,"verse":1,"versions":{"unv":"雅各叫了他的兒子們來，說：「你們都來聚集，我好把你們日後必遇的事告訴你們。","bklcl":"Ngá-kok kiò i hiah-ê kiáⁿ lâi kóng, Lín lóng chū-chi̍p, góa beh chiong lín ji̍t-āu só͘ ōe tú-tio̍h ê sū kā lín kóng.","tghg":"雅各叫伊許個子來，講：「恁攏聚集，我欲將恁日後所會抵著(tú-tio̍h)的事給恁講。","bklhl":"雅各叫伊hiah-ê kiáⁿ來講，Lín lóng聚集，我beh將lín日後所會tú-tio̍h ê事kā lín講。"}},{"book":"創","chapter":49,"verse":2,"versions":{"unv":"雅各的兒子們，你們要聚集而聽，要聽你們父親以色列的話。","bklcl":"Ngá-kok chiah-ê kiáⁿ, lín tio̍h chū-chi̍p lâi thiaⁿ,\tTio̍h thiaⁿ lín lāu-pē ê ōe.","tghg":"雅各諸個子，恁著聚集來聽，著聽恁老父的話。","bklhl":"雅各chiah ê kiáⁿ，lín tio̍h聚集來聽，\tTio̍h聽lín老父ê話。"}},{"book":"創","chapter":49,"verse":3,"versions":{"unv":"流便哪，你是我的長子，是我力量強壯的時候生的，本當大有尊榮，權力超眾。","bklcl":"Liû-piān ah, lí sī góa ê tōa-kiáⁿ, góa ê koân-sè, góa ê khùi-la̍t ê khí-thâu,\tUi-giâm ê te̍k-sek-ê, koân-lêng ê te̍k-sek-ê.","tghg":"流便啊，你是我的大子，我的權勢我的氣力的起頭，威嚴的特色者，權能的特色者。","bklhl":"Liû-piān ah，你是我ê大kiáⁿ，我ê權勢，我ê氣力ê起頭，\t威嚴ê特色ê，權能ê特色ê。"}},{"book":"創","chapter":49,"verse":4,"versions":{"unv":"但你放縱情慾，滾沸如水，必不得居首位；因為你上了你父親的床，污穢了我的榻。","bklcl":"Chóng-sī lí chhin-chhiūⁿ chúi teh-kún, tek-khak bōe tit-tio̍h ku thâu-ūi;\tIn-ūi lí peh-chiūⁿ lín lāu-pē ê bîn-chhn̂g;\tHit-sî lí phah lâ-sâm i;  i peh-chiūⁿ góa ê pho͘.","tghg":"總是你親像水啲滾，的確𣍐得著居(ku)頭位；因為你絔(peh)上恁老父的眠床，彼時你拍垃墋伊，伊絔上我的舖。","bklhl":"總是你親像水teh-kún，的確bōe得tio̍h居頭位；\t因為你peh上lín老父ê眠床；\thit時你phah lâ-sâm伊；伊peh上我ê舖。"}},{"book":"創","chapter":49,"verse":5,"versions":{"unv":"西緬和利未是弟兄；他們的刀劍是殘忍的器具。","bklcl":"Se-biān Lī-bī sī hiaⁿ-tī;\tIn ê to-kiàm sī hiong-ok ê khì-kū.","tghg":"西緬、利未是兄弟；𪜶的刀劍是兇惡的器具。","bklhl":"西門利未是兄弟；\tIn ê刀劍是兇惡ê器具。"}},{"book":"創","chapter":49,"verse":6,"versions":{"unv":"我的靈啊，不要與他們同謀；我的心哪，不要與他們聯絡；因為他們趁怒殺害人命，任意砍斷牛腿大筋。","bklcl":"Góa ê sim-sîn ah, lí m̄-thang kap in tâng kè-bô͘;\tGóa ê sîn-hûn ah, lí m̄-thang kap in ê hōe-chiòng liân-lo̍k.\tIn-ūi in thèng-khí siū-khì, thâi-sí lâng,\tIn chhut-chāi ì-sù koah-tn̄g gû-thúi ê tōa-kun.","tghg":"我的心神啊，你呣通及𪜶同計謀；我的神魂啊，你呣通及𪜶的會眾聯絡；因為𪜶逞起(thèng-khí)受氣刣死人，𪜶出在意思割斷牛腿的大筋。","bklhl":"我ê心神ah，你m̄-thang kap in同計謀；\t我ê神魂ah，你m̄-thang kap in ê會眾連絡。\t因為in thèng起受氣，刣死人，\tIn chhut-chāi 意思割斷牛腿ê大筋。"}},{"book":"創","chapter":49,"verse":7,"versions":{"unv":"他們的怒氣暴烈可咒；他們的忿恨殘忍可詛。我要使他們分居在雅各家裡，散住在以色列地中。","bklcl":"In ê siū-khì sò-pō, thang chiù-chó͘;\tIn ê hūn-khì chân-jím, ia̍h sī thang chiù-chó͘;\tGóa beh pun-khui in tī Ngá-kok ke,\tSì-sòaⁿ in tī Í-sek-lia̍t cho̍k.","tghg":"𪜶的受氣躁暴(sò-pō)通咒詛；𪜶的恨氣殘忍亦是通咒詛。我欲分開𪜶佇雅各家，四散𪜶佇以色列族。","bklhl":"In ê受氣燥暴，thang咒詛；In ê恨氣殘忍，亦是thang咒詛；\t我beh分開in tī雅各家，\t四散in tī以色列族。"}},{"book":"創","chapter":49,"verse":8,"versions":{"unv":"猶大啊，你弟兄們必讚美你；你手必掐住仇敵的頸項；你父親的兒子們必向你下拜。","bklcl":"Iû-tāi ah, lí ê hiaⁿ-tī beh o-ló lí;\tLí ê chhiú beh chhi̍h tùi-te̍k ê ām-kún;\tLí ê lāu-pē ê kiáⁿ beh phak-pài tī lí ê bīn-chêng.","tghg":"猶大啊，你的兄弟欲謳咾你；你的手欲扼(chhih)對敵的頷頸；你的老父的子欲仆拜佇你的面前。","bklhl":"偤大ah，你ê兄弟beh o-ló你；\t你ê手beh chhi̍h對敵ê頷頸；\t你ê老父ê kiáⁿ beh仆拜tī你ê面前。"}},{"book":"創","chapter":49,"verse":9,"versions":{"unv":"猶大是個小獅子；我兒啊，你抓了食便上去。你屈下身去，臥如公獅，蹲如母獅，誰敢惹你？","bklcl":"Iû-tāi sī sòe-chiah sai;\tGóa ê kiáⁿ ah, lí tùi só͘ jiàu-tio̍h ê mi̍h, chiū chiūⁿ-khì;\tI khut-lo̍h, i thìⁿ-kha, chhin-chhiūⁿ sai;\tIa̍h chhin-chhiūⁿ bú ê sai, chī-chūi káⁿ jiá i?","tghg":"猶大是細隻獅；我的子啊，你對所抓著的物就上去。伊屈落，伊撐腳親像獅，亦親像母的獅，是誰敢惹伊？","bklhl":"偤大是細隻獅；\t我ê kiáⁿ ah，你tùi所jiàu-tio̍h ê物，就上去；\t伊屈落，伊thìⁿ腳，親像獅；\t亦親像母ê獅，是誰敢惹伊？"}},{"book":"創","chapter":49,"verse":10,"versions":{"unv":"圭必不離猶大，杖必不離他兩腳之間，直等細羅【就是賜平安者】來到，萬民都必歸順。","bklcl":"Koân-pèng bô lī-khui Iû-tāi,\tTī-lí-ê bô lī-khui i nn̄g ki kha ê tiong-kan,\tKàu Sī-lô lâi;\tLia̍t-pang lóng beh kui i.","tghg":"權柄無離開猶大，治理者無離開伊兩支腳的中間，到細羅來，列邦攏欲歸伊。","bklhl":"權柄無離開偤大，\t治理ê無離開伊兩支腳ê中間，\t到Sī-lô來；\t列邦lóng beh歸伊。"}},{"book":"創","chapter":49,"verse":11,"versions":{"unv":"猶大把小驢拴在葡萄樹上，把驢駒拴在美好的葡萄樹上。他在葡萄酒中洗了衣服，在葡萄汁中洗了袍褂。","bklcl":"Pa̍k i ê lû-á tī phû-tô-chhiū,\tPa̍k i ê lû-á-kiáⁿ tī hó ê phû-tô-chhiū;\tĒng phû-tô-chiú sóe i ê i-ho̍k,\tĒng phû-tô-chiap sóe i ê i-chiûⁿ.","tghg":"縛伊的驢仔佇葡萄樹，縛伊的驢仔子佇好的葡萄樹。用葡萄酒洗伊的衣服，用葡萄汁洗伊的衣裳。","bklhl":"縛伊ê驢á tī葡萄樹，\t縛伊ê驢á-kiáⁿ tī好ê葡萄樹；\t用葡萄酒洗伊ê衣服，\t用葡萄汁洗伊ê衣裳。"}},{"book":"創","chapter":49,"verse":12,"versions":{"unv":"他的眼睛必因酒紅潤；他的牙齒必因奶白亮。","bklcl":"I ê ba̍k-chiu in-ūi chiú lâi âng,\tI ê chhùi-khí in-ūi leng lâi pe̍h.","tghg":"伊的目睭因為酒來紅；伊的嘴齒因為奶來白。","bklhl":"伊ê目睭因為酒來紅，\t伊ê嘴齒因為奶來白。"}},{"book":"創","chapter":49,"verse":13,"versions":{"unv":"西布倫必住在海口，必成為停船的海口；他的境界必延到西頓。","bklcl":"Se-pò͘-lûn beh khiā-khí hái-kháu,\tBeh chòe pha-chûn ê hái-kháu;\tI ê kài beh kàu Se-tùn.","tghg":"西布倫欲徛起海口，欲做拋船的海口；伊的界欲到西頓。","bklhl":"Se-pò͘-lûn beh khiā起海口，\tBeh做拋船ê海口；\t伊ê界beh到Se-tùn。"}},{"book":"創","chapter":49,"verse":14,"versions":{"unv":"以薩迦是個強壯的驢，臥在羊圈之中。","bklcl":"Í-sat-ka sī ióng ê lû,\tTó tī iûⁿ-tiâu ê tiong-kan;","tghg":"以薩迦是勇的驢，倒佇羊稠(tiâu)的中間。","bklhl":"Í-sat-ka是勇ê驢，\t倒tī羊椆ê中間；"}},{"book":"創","chapter":49,"verse":15,"versions":{"unv":"他以安靜為佳，以肥地為美，便低肩背重，成為服苦的僕人。","bklcl":"I khòaⁿ an-chēng chòe hó, khòaⁿ thó͘-tōe chòe súi;\tÀⁿ keng-thâu taⁿ-teh, chiâⁿ-chòe lô-khó͘ ê lô͘-po̍k.","tghg":"伊看安靜做好，看土地做媠，俯肩頭擔壓(taⁿ-teh)，成做勞苦的奴僕。","bklhl":"伊看安靜做好，看土地做súi；\tÀⁿ肩頭擔teh，成做勞苦ê奴僕。"}},{"book":"創","chapter":49,"verse":16,"versions":{"unv":"但必判斷他的民，作以色列支派之一。","bklcl":"Tàn beh phòaⁿ-toàn i ê peh-sìⁿ,\tChhin-chhiūⁿ Í-sek-lia̍t chi-phài ê chi̍t-ê.","tghg":"但欲判斷伊的百姓，親像以色列支派的一個。","bklhl":"Tàn beh判斷伊ê百姓，\t親像以色列支派ê一个。"}},{"book":"創","chapter":49,"verse":17,"versions":{"unv":"但必作道上的蛇，路中的虺，咬傷馬蹄，使騎馬的墜落於後。","bklcl":"Tàn beh chòe lō͘-ni̍h ê chôa,\tLō͘-tiong ê to̍k-chôa;\tKā-siong  bé-tôe, khiâ ê lâng hiàⁿ tùi āu-bīn lo̍h-khì.","tghg":"但欲做路裡的蛇，路中的毒蛇，咬傷馬蹄，騎的人向(hiàⁿ)對後面落去。","bklhl":"Tàn beh做路裡ê蛇，\t路中ê毒蛇；\t咬傷馬蹄，騎ê人hiàⁿ tùi後面落去。"}},{"book":"創","chapter":49,"verse":18,"versions":{"unv":"耶和華啊，我向來等候你的救恩。","bklcl":"Iâ-hô-hoa ah, góa ū thèng-hāu Lí ê chín-kiù.","tghg":"耶和華啊，我有聽候你的拯救。","bklhl":"耶和華ah，我有thèng候你ê拯救。"}},{"book":"創","chapter":49,"verse":19,"versions":{"unv":"迦得必被敵軍追逼，他卻要追逼他們的腳跟。","bklcl":"Ka-tek beh hō͘ kun-tūi tui-pek,\tChóng-sī i beh tui-pek in ê kha-āu-tiⁿ.","tghg":"迦得欲互軍隊追迫；總是伊欲追迫𪜶的腳後㬹(tiⁿ)。","bklhl":"Ka-tek beh hō͘軍隊追逼，\t總是伊beh追逼in ê腳後tiⁿ。"}},{"book":"創","chapter":49,"verse":20,"versions":{"unv":"亞設之地必出肥美的糧食，且出君王的美味。","bklcl":"A-siat beh chhut hó ê bí-niû,\tKoh chhut ông só͘ chia̍h ê hó-mi̍h.","tghg":"亞設欲出好的米糧，閣出王所食的好物。","bklhl":"A-siat beh出好ê米糧，\tKoh出王所食ê好物。"}},{"book":"創","chapter":49,"verse":21,"versions":{"unv":"拿弗他利是被釋放的母鹿；他出嘉美的言語。","bklcl":"Ná-hut-tha-lī sī tháu-pàng ê lo̍k-bú,\tChhut hó-thiaⁿ ê ōe.","tghg":"拿弗他利是解放的鹿母：出好聽的話。","bklhl":"Ná-hut-tha-lī是tháu放ê鹿母，\t出好聽ê話。"}},{"book":"創","chapter":49,"verse":22,"versions":{"unv":"約瑟是多結果子的樹枝，是泉旁多結果的枝子；他的枝條探出牆外。","bklcl":"Iok-sek sī gâu kiat ké-chí ê chhiū-ki;\tI ê chhiū-ki chhun-chhut chhiûⁿ-gōa.","tghg":"約瑟是𠢕(gâu)結果子的樹枝，伊的樹枝伸出牆外。","bklhl":"約瑟是gâu結果子ê樹枝；\t伊ê樹枝伸出牆外。"}},{"book":"創","chapter":49,"verse":23,"versions":{"unv":"弓箭手將他苦害，向他射箭，逼迫他。","bklcl":"Siā-chìⁿ ê lâng tōa siong-hāi i,\tĒng chìⁿ siā i, khún-pek i;","tghg":"射箭的人大傷害伊，用箭射伊，窘迫伊。","bklhl":"射箭ê人大傷害伊，用箭射伊，窘迫伊；"}},{"book":"創","chapter":49,"verse":24,"versions":{"unv":"但他的弓仍舊堅硬；他的手健壯敏捷。這是因以色列的牧者，以色列的磐石─就是雅各的大能者。","bklcl":"Chóng-sī i ê keng iû-goân ân,\tI ê chhiú iā tit-tio̍h ū la̍t;\tChe sī tùi Ngá-kok ê Choân-lêng-ê ê chhiú,\t(Tùi che chiū ū chhut bo̍k-chiá, Í-sek-lia̍t ê chio̍h-pôaⁿ),","tghg":"總是伊的弓猶(iû)原緊(ân)；伊的手也得著有力，這是對雅各的全能者的手，對這就有出牧者，以色列的石磐。","bklhl":"總是伊ê弓猶原ân，\t伊ê手也得tio̍h有力；\t這是tùi雅各ê全能ê ê手，\t(Tùi這就有出牧者，以色列ê石磐) ，"}},{"book":"創","chapter":49,"verse":25,"versions":{"unv":"你父親的　神必幫助你；那全能者必將天上所有的福，地裡所藏的福，以及生產乳養的福，都賜給你。","bklcl":"Ia̍h tùi lí ê pē ê Siōng-tè, I beh pang-chān lí;\tKoh tùi hit ê Choân-lêng-ê, I beh sù-hok lí;\tBeh ēng thiⁿ-téng kàng-lo̍h ê hok-khì,\tChhim-ian só͘ khǹg ê hok-khì,\tÍ-ki̍p chia̍h-leng seng-sán ê hok-khì, lóng beh hō͘ lí.","tghg":"亦對你的父的上帝，伊欲幫助你；閣對彼個全能者，伊欲賜福你，欲用天頂降落的福氣，深淵所囥(khǹg)的福氣，以及食奶生產的福氣，攏欲互你。","bklhl":"亦對你ê父ê上帝，伊beh幫贊你；\tKoh對hit ê全能ê，伊beh賜福你；Beh用天頂降落ê福氣，深淵所khǹg ê福氣，以及食奶生產ê福氣，lóng beh hō͘你。"}},{"book":"創","chapter":49,"verse":26,"versions":{"unv":"你父親所祝的福勝過我祖先所祝的福如永世的山嶺，至極的邊界；這些福必降在約瑟的頭上，臨到那與弟兄迥別之人的頂上。","bklcl":"Lí ê lāu-pē só͘ chiok ê hok-khì,\tIâⁿ-kè góa ê pē-kong só͘ chiok ê hok-khì,\tTi̍t-kàu éng sè-tāi ê soaⁿ-niá ke̍k-thâu ê piⁿ-kài;\tChiah-ê hok-khì beh kàng-lo̍h tī Iok-sek ê thâu-khak,\tLîm-kàu hit ê kap hiaⁿ-tī te̍k-pia̍t-ê ê thâu-khak-téng.","tghg":"你的老父所祝的福氣贏過我的父公所祝的福氣，直到永世代的山嶺，極頭的邊界；諸個福氣欲降落佇約瑟的頭殼，臨到彼個及兄弟特別者的頭殼頂。","bklhl":"你ê老父所祝ê福氣，\t贏過我ê父公所祝ê福氣，\t直到永世代ê山嶺極頭ê邊界；\tChiah-ê福氣beh降落tī約瑟ê頭殼，\t臨到hit ê kap兄弟特別ê ê頭殼頂。"}},{"book":"創","chapter":49,"verse":27,"versions":{"unv":"便雅憫是個撕掠的狼，早晨要吃他所抓的，晚上要分他所奪的。」","bklcl":"Piān-ngá-bín sī gâu peh-thiah-ê chhâi-lông;\tChá-khí-sî chia̍h i só͘ jiàu-tio̍h-ê,\tÊ-hng-sî pun i só͘ chhiúⁿ-tio̍h ê.","tghg":"便雅憫是𠢕(gâu)擘拆(peh-thiah)的豺狼，早起時食伊所抓著的，下昏時分伊所搶著的。」","bklhl":"便雅憫是gâu peh拆ê豺狼；\t早起時食伊所抓tio̍h ê，\tÊ-hng時分伊所搶tio̍h ê。"}},{"book":"創","chapter":49,"verse":28,"versions":{"unv":"這一切是以色列的十二支派；這也是他們的父親對他們所說的話，為他們所祝的福，都是按著各人的福分為他們祝福。","bklcl":"Che it-chhè sī Í-sek-lia̍t ê cha̍p-jī chi-phài;  che ia̍h sī in ê lāu-pē tùi in só͘ kóng ê ōe, kā in só͘ chiok-hok-ê;  lóng sī chiàu ta̍k-lâng ê hok-hūn, kā in chiok-hok.","tghg":"這一切是以色列的十二支派；這亦是𪜶的老父對𪜶所講的話，給𪜶所祝福的，攏是照逐人的福份給𪜶祝福。","bklhl":"這一切是以色列ê十二支派；這亦是in ê老父對in所講ê話，kā in所祝福ê；lóng是照ta̍k人ê福份，kā in祝福。"}},{"book":"創","chapter":49,"verse":29,"versions":{"unv":"他又囑咐他們說：「我將要歸到我列祖【原文是本民】那裡，你們要將我葬在赫人以弗崙田間的洞裡，與我祖我父在一處，","bklcl":"I koh hoan-hù in kóng, Góa beh tò-khì góa ê lia̍t-chó͘ hia, lín tio̍h chiong góa bâi-chòng tī Hek-lâng Í-hut-lûn chhân-ni̍h ê hia̍t, kap góa ê pē-kong siâng só͘-chāi;","tghg":"伊閣吩咐𪜶講：「我欲倒去我的列祖遐，恁著將我埋葬佇赫人以弗崙田裡的穴，及我的父公像所在，","bklhl":"伊koh吩咐in講，我beh tò去我ê列祖hia，lín tio̍h將我埋葬tī Hek人Í-hut-lûn 田裡ê穴，kap我ê父公siâng所在；"}},{"book":"創","chapter":49,"verse":30,"versions":{"unv":"就是在迦南地幔利前、麥比拉田間的洞；那洞和田是亞伯拉罕向赫人以弗崙買來為業，作墳地的。","bklcl":"chiū-sī tī Ka-lâm tōe Bān-lī ê bīn-chêng, Be̍k-pí-la̍h chhân-ni̍h ê hia̍t;  hit ê hia̍t kap chhân sī A-pek-la̍h-hán tùi Hek-lâng Í-hut-lûn bóe chòe gia̍p, lâi chòe bōng-tōe ê.","tghg":"就是佇迦南地幔利的面前、麥比拉田裡的穴；彼個穴及田是亞伯拉罕對赫人以弗崙買做業，來做墓地的。","bklhl":"就是tī迦南地Bān-lī ê面前，Be̍k-pí-la̍h 田裡ê穴；hit ê 穴kap田是亞伯拉罕tùi Hek人Í-hut-lûn買做業，來做墓地ê。"}},{"book":"創","chapter":49,"verse":31,"versions":{"unv":"他們在那裡葬了亞伯拉罕和他妻撒拉，又在那裡葬了以撒和他的妻子利百加；我也在那裡葬了利亞。","bklcl":"Tī-hia bâi-chòng A-pek-la̍h-hán kap i ê bó͘ Sat-la̍h;  koh tī-hia bâi-chòng Í-sat kap i ê bó͘ Lī-pek-ka;  góa ia̍h tī-hia bâi-chòng Lī-a.","tghg":"佇遐埋葬亞伯拉罕及伊的某撒拉，閣佇遐埋葬以撒及伊的某利百加；我亦佇遐埋葬利亞。","bklhl":"Tī-hia埋葬亞伯拉罕kap伊ê bó͘撒拉；koh tī-hia埋葬以撒kap伊ê bó͘利百加；我亦tī-hia埋葬利亞。"}},{"book":"創","chapter":49,"verse":32,"versions":{"unv":"那塊田和田間的洞原是向赫人買的。」","bklcl":"Hit khu chhân kap hit lāi-bīn ê hia̍t, sī tùi Hek-lâng bóe-ê.","tghg":"彼區田及彼內面的穴是對赫人買的。」","bklhl":"Hit坵田kap hit內面ê穴，是tùi Hek人買ê。"}},{"book":"創","chapter":49,"verse":33,"versions":{"unv":"雅各囑咐眾子已畢，就把腳收在床上，氣絕而死，歸他列祖【原文是本民】那裡去了。","bklcl":"Ngá-kok hoan-hù i hiah-ê kiáⁿ bêng-pe̍k, kha kiu-chiūⁿ chhn̂g, chiū khùi tn̄g, tò-khì i ê lia̍t-chó͘ hia.","tghg":"雅各吩咐伊許個子明白，腳勼(kiu)上床，就氣斷，倒去伊的列祖遐。","bklhl":"雅各吩咐伊hiah-ê kiáⁿ明白，腳kiu上床，就氣斷，tò去伊ê列祖hia。"}}]