[{"book":"提後","chapter":4,"verse":1,"versions":{"unv":"我在　神面前，並在將來審判活人死人的基督耶穌面前，憑著他的顯現和他的國度囑咐你：","bklcl":"Góa tī Siōng-tè ê bīn-chêng kap beh sím-phòaⁿ oa̍h-lâng sí-lâng ê Ki-tok Iâ-so͘ ê bīn-chêng, ūi-tio̍h I ê hián-hiān kap I ê koh-lâi,","tghg":"我佇上帝的面前，及欲審判活人死人的基督耶穌的面前，為著伊的顯現及伊的閣來，吩咐你：","bklhl":"我tī上帝ê面前kap beh審判活人死人ê基督耶穌ê面前，為tio̍h伊ê顯現kap伊ê koh來，"}},{"book":"提後","chapter":4,"verse":2,"versions":{"unv":"務要傳道，無論得時不得時，總要專心，並用百般的忍耐、各樣的教訓責備人，警戒人，勸勉人。","bklcl":"hoan-hù lí tio̍h thoân tō-lí, bô lūn tek-sî put-tek-sî, tio̍h choan-bū i, ēng pah-poaⁿ ê khoan-iông kà-sī lâi chek-pī, kéng-kài, khoàn-bián.","tghg":"著傳道理，無論得時不得時，著專務伊；用百般的寬容、教示、來責備、警戒、勸勉。","bklhl":"吩咐你tio̍h傳道理，無論得時不得時，tio̍h專務伊，用百般ê寬容教示來責備、警戒、勸勉。"}},{"book":"提後","chapter":4,"verse":3,"versions":{"unv":"因為時候要到，人必厭煩純正的道理，耳朵發癢，就隨從自己的情慾增添好些師傅，","bklcl":"In-ūi sî-ji̍t beh kàu lâng beh m̄ iông-ún toan-chiàⁿ ê kà-sī, beh hī-khang chiūⁿ, ài thiaⁿ chōe-chōe sian-siⁿ, chiàu ka-kī ê su-io̍k;","tghg":"因為時日欲到，人欲呣容允端正的教示，欲耳孔癢，愛聽多多先生，照家己的私慾，","bklhl":"因為時日beh到，人beh m̄容允端正ê教示，beh耳孔chiūⁿ，ài聽chōe-chōe先生，照家己ê私慾；"}},{"book":"提後","chapter":4,"verse":4,"versions":{"unv":"並且掩耳不聽真道，偏向荒渺的言語。","bklcl":"koh oa̍t thâu m̄ thiaⁿ chin-lí, khì ǹg bô iáⁿ ê ōe.","tghg":"閣越頭呣聽真理，去向(ǹg)無影的話。","bklhl":"koh oa̍t頭m̄聽真理，去ǹg無影ê話。"}},{"book":"提後","chapter":4,"verse":5,"versions":{"unv":"你卻要凡事謹慎，忍受苦難，做傳道的工夫，盡你的職分。","bklcl":"To̍k-to̍k lí hoān sū tio̍h chiat-chè, jím-siū kan-khó͘, kiâⁿ thoân hok-im ê ê kang, lâi chīn lí ê chit-hūn.","tghg":"獨獨你凡事著節制，忍受艱苦，行傳福音者的工，來盡你的職份。","bklhl":"獨獨你凡事tio̍h節制，忍受艱苦，行傳福音ê ê工，來盡你ê職份。"}},{"book":"提後","chapter":4,"verse":6,"versions":{"unv":"我現在被澆奠，我離世的時候到了。","bklcl":"In-ūi taⁿ góa ê huih teh chòe koàn-tiān, góa kè-sì ê kî kàu lah.","tghg":"因為今我的血啲做灌奠(koàn-tiān)，我過世(kè-sì)的期到啦。","bklhl":"因為taⁿ我ê血teh做灌奠，我過世ê期到lah。"}},{"book":"提後","chapter":4,"verse":7,"versions":{"unv":"那美好的仗我已經打過了，當跑的路我已經跑盡了，所信的道我已經守住了。","bklcl":"Góa í-keng cheng-chiàn hó ê cheng-chiàn, í-keng chīn pháu-cháu ê lō͘-chām, í-keng siú só͘ sìn ê tō-lí.","tghg":"我已經爭戰好的爭戰，已經盡跑走的路站，已經守所信的道理。","bklhl":"我已經爭戰好ê爭戰，已經盡跑走ê路站，已經守所信ê道理。"}},{"book":"提後","chapter":4,"verse":8,"versions":{"unv":"從此以後，有公義的冠冕為我存留，就是按著公義審判的主到了那日要賜給我的；不但賜給我，也賜給凡愛慕他顯現的人。","bklcl":"Taⁿ liáu-āu ū gī ê bián-liû kā góa pī-pān hē-teh, chiū-sī Chú chòe kong-gī ê sím-phòaⁿ-si tī hit ji̍t beh hō͘ góa; m̄ nā hō͘ góa, iā beh hō͘ kìⁿ-nā him-bō͘ I hián-hiān ê lâng.","tghg":"今了後，有義的冕旒給我備辦下(hē)啲，就是主做公義的審判司佇彼日欲互我；呣若互我，也欲互見若欣慕伊顯現的人。","bklhl":"Taⁿ了後有義ê冕旒kā我備辦hē-teh，就是主做公義ê審判司tī hit日beh hō͘我；m̄-nā hō͘我，也beh hō͘見若欣慕伊顯現ê人。"}},{"book":"提後","chapter":4,"verse":9,"versions":{"unv":"你要趕緊地到我這裡來。","bklcl":"Lí tio̍h tì-ì kín-kín lâi chhē góa.","tghg":"你著致意緊緊來尋我。","bklhl":"你tio̍h致意緊緊來chhē我。"}},{"book":"提後","chapter":4,"verse":10,"versions":{"unv":"因為底馬貪愛現今的世界，就離棄我往帖撒羅尼迦去了；革勒士往加拉太去；提多往撻馬太去；","bklcl":"In-ūi Tí-má him-bō͘ chit ê sè-kan, chiū lī-khui góa, khì Thiap-sat-lô-nî-ka; Kek-le̍k-sū khì Ka-lia̍p-thài, Thê-to khì That-má-thài.","tghg":"因為底馬欣慕此個世間，就離開我，去帖撒羅尼迦，革勒士去加拉太，提多去撻馬太，","bklhl":"因為Tí-má欣慕chit ê世間，就離開我，去帖撒羅尼迦；Kek-le̍k-sū去加拉太，提多去That-má-thài。"}},{"book":"提後","chapter":4,"verse":11,"versions":{"unv":"獨有路加在我這裡。你來的時候，要把馬可帶來，因為他在傳道（或譯：服事我）的事上於我有益處。","bklcl":"Chí-ū Lō͘-ka kap góa tī-teh.  Tio̍h chhōa Má-khó kap lí saⁿ-kap lâi, in-ūi i tī ho̍k-sāi ê kang ū lī-ek góa.","tghg":"只有路加及我佇啲。著導馬可及你相及來，因為伊佇服事的工有利益我。","bklhl":"只有路加kap我tī-teh。Tio̍h chhōa馬可kap你saⁿ-kap來，因為伊tī服事ê工有利益我。"}},{"book":"提後","chapter":4,"verse":12,"versions":{"unv":"我已經打發推基古往以弗所去。","bklcl":"Chhui-ki-kó͘ góa í-keng chhe i khì Í-hut-só͘.","tghg":"推基古我已經差伊去以弗所。","bklhl":"Chhui-ki-kó͘我已經差伊去以弗所。"}},{"book":"提後","chapter":4,"verse":13,"versions":{"unv":"我在特羅亞留於加布的那件外衣，你來的時候可以帶來，那些書也要帶來，更要緊的是那些皮卷。","bklcl":"Góa tī Te̍k-lô-a lâu tī Ka-pò͘ in tau ê gōa-saⁿ, lí lâi ê sî tio̍h sòa tòa lâi, ia̍h tio̍h tòa hiah-ê chheh, hiah-ê iûⁿ-phê ê koh khah iàu-kín.","tghg":"我佇特羅亞留佇加布𪜶兜(tau)的外衫，你來的時著續帶來，也著帶許個冊，許個羊皮的閣卡要緊。","bklhl":"我tī Te̍k-lô-a留tī Ka-pò͘ in tau ê外衫，你來ê時tio̍h續帶來，亦tio̍h帶hiah-ê冊，hiah-ê羊皮ê koh-khah要緊。"}},{"book":"提後","chapter":4,"verse":14,"versions":{"unv":"銅匠亞力山大多多地害我；主必照他所行的報應他。","bklcl":"Phah-tâng sai-hū A-le̍k-san-tāi chōe-chōe hāng hāi góa, Chú beh chiàu i ê só͘ kiâⁿ lâi pò-èng i.","tghg":"拍銅師傅亞力山大多多項害我；主欲照伊的所行來報應伊。","bklhl":"Phah銅師傅亞力山大chōe-chōe項害我，主beh照伊ê所行來報應伊。"}},{"book":"提後","chapter":4,"verse":15,"versions":{"unv":"你也要防備他，因為他極力敵擋了我們的話。","bklcl":"Lí iā tio̍h tiuⁿ-tî i, in-ūi i put-chí tùi-te̍k goán ê ōe.","tghg":"你也著張持(tiuⁿ-tî)伊，因為伊不止對敵阮的話。","bklhl":"你也tio̍h tiuⁿ-tî伊，因為伊不止對敵阮ê話。"}},{"book":"提後","chapter":4,"verse":16,"versions":{"unv":"我初次申訴，沒有人前來幫助，竟都離棄我；但願這罪不歸與他們。","bklcl":"Góa thâu chi̍t pái hun-sò͘ ê sî bô lâng óa-kūn góa, chèng lâng lóng lī-khui góa; goān chit ê chōe bô kui tī in.","tghg":"我頭一擺分訴的時，無人倚近我，眾人攏離開我；願此個罪無歸佇𪜶。","bklhl":"我頭一pái分訴ê時，無人óa近我，眾人lóng離開我；願chit ê罪無歸tī in。"}},{"book":"提後","chapter":4,"verse":17,"versions":{"unv":"惟有主站在我旁邊，加給我力量，使福音被我盡都傳明，叫外邦人都聽見；我也從獅子口裡被救出來。","bklcl":"Nā-sī Chú khiā tī góa sin-piⁿ, hō͘ góa ióng-kiāⁿ, hō͘ só͘ tio̍h soan-thoân ê tùi góa lâi it-chīn pò-iông, koh hō͘ gōa-pang lóng thiaⁿ-kìⁿ; góa iā tit-tio̍h kiù chhut tī sai ê chhùi.","tghg":"若是主徛佇我身邊，互我勇健，互所著宣傳的對我來一盡報揚，閣互外邦攏聽見；我也得著救出佇獅的嘴。","bklhl":"但是主khiā tī我身邊，hō͘我勇健，hō͘所tio̍h宣傳ê tùi我來一盡報揚，koh hō͘外邦lóng聽見；我也得tio̍h救出tī獅ê嘴。"}},{"book":"提後","chapter":4,"verse":18,"versions":{"unv":"主必救我脫離諸般的凶惡，也必救我進他的天國。願榮耀歸給他，直到永永遠遠。阿們。","bklcl":"Chú beh kiù góa thoat-lī lóng-chóng ê pháiⁿ-tāi, iā beh kiù góa ji̍p tī I thiⁿ-ni̍h ê kok; goān êng-kng kui I kàu tāi-tāi bô chīn.  À-bēng.","tghg":"主欲救我脫離攏總的歹代，也欲救我入佇伊天裡的國。願榮光歸伊，到代代無盡。阿們。","bklhl":"主beh救我脫離lóng總ê pháiⁿ-tāi，也beh救我入tī伊天裡ê國；願榮光歸伊到代代無盡。À-bēng。"}},{"book":"提後","chapter":4,"verse":19,"versions":{"unv":"問百基拉、亞居拉，和阿尼色弗一家的人安。","bklcl":"Chhéng-an Pek-ki-lah A-ku-lah, kap O-nî-sek-hut ê ke.","tghg":"請安百基拉、亞居拉，及阿尼色弗的家。","bklhl":"請安百基拉、亞居拉，kap O-nî-sek-hut ê家。"}},{"book":"提後","chapter":4,"verse":20,"versions":{"unv":"以拉都在哥林多住下了。特羅非摩病了，我就留他在米利都。","bklcl":"Í-lah-to͘ tiàm-tī Ko-lîm-to; Tek-lô-hui-mô͘ phòa-pīⁿ, góa lâu i tī Bí-lī-to͘.","tghg":"以拉都踮佇哥林多。特羅非摩破病，我留伊佇米利都。","bklhl":"Í-lah-to͘ tiàm-tī哥林多；Tek-lô-hui-mô͘破病，我留伊tī Bí-lī-to͘。"}},{"book":"提後","chapter":4,"verse":21,"versions":{"unv":"你要趕緊在冬天以前到我這裡來。有友布羅、布田、利奴、革老底亞，和眾弟兄都問你安。","bklcl":"Tio̍h tì-ì tī tang-thiⁿ chêng lâi. Iú-pò͘-lô, Po͘-tiân, Lī-lô͘, Kek-ló-tia, kap chèng hiaⁿ-tī lóng chhéng-an lí.","tghg":"著致意佇冬天前來。友布羅、布田、利奴、革老爹，及眾兄弟攏請安你。","bklhl":"Tio̍h致意tī冬天前來。Iú-pò͘-lô、Po͘-tiân、Lī-lô͘、Kek-ló-tia，kap眾兄弟lóng請安你。"}},{"book":"提後","chapter":4,"verse":22,"versions":{"unv":"願主與你的靈同在！願恩惠常與你們同在！","bklcl":"Goān Chú kap lí ê sîn tī-teh; goān un-tián kap lín tī-teh.","tghg":"願主及你的神佇啲。願恩典及恁佇啲！","bklhl":"願主kap你ê神tī-teh；願恩典kap lín tī-teh。"}}]