[{"book":"提後","chapter":1,"verse":1,"versions":{"unv":"奉　神旨意，照著在基督耶穌裡生命的應許，作基督耶穌使徒的保羅","bklcl":"Tùi Siōng-tè ê chí-ì, chiàu tī Ki-tok Iâ-so͘ oa̍h-miā ê èng-ún, chòe Ki-tok Iâ-so͘ ê sù-tô͘ Pó-lô,","tghg":"對上帝的旨意，照佇基督耶穌活命的應允，做基督耶穌的使徒保羅，","bklhl":"Tùi上帝ê旨意，照tī基督耶穌活命ê應允，做基督耶穌ê使徒保羅，"}},{"book":"提後","chapter":1,"verse":2,"versions":{"unv":"寫信給我親愛的兒子提摩太。願恩惠、憐憫、平安從父　神和我們主基督耶穌歸與你！","bklcl":"phoe kià hō͘ góa só͘ thiàⁿ ê kiáⁿ Thê-mô͘-thài; goān lí tùi Pē Siōng-tè kap lán ê Chú Ki-tok Iâ-so͘ tit-tio̍h un-tián, lîn-bín, pêng-an.","tghg":"批寄互我所疼的子提摩太。願你對父上帝及咱的主基督耶穌得著恩典、憐憫、平安！","bklhl":"phoe寄hō͘我所疼ê kiáⁿ提摩太；願你tùi父上帝kap咱ê主基督耶穌得tio̍h恩典、憐憫、平安。"}},{"book":"提後","chapter":1,"verse":3,"versions":{"unv":"我感謝　神，就是我接續祖先用清潔的良心所事奉的　神。祈禱的時候，不住的想念你，","bklcl":"Góa kám-siā Siōng-tè, chiū-sī góa sòa-chiap lia̍t-chó͘, ēng chheng-khì ê liông-sim só͘ ho̍k-sāi ê, tī kî-tó ê sî góa siàu-liām lí bô soah,","tghg":"我感謝上帝，就是我續接列祖用清氣的良心所服事的。佇祈禱的時，我數念(siàu-liām)你無息，","bklhl":"我感謝上帝，就是我續接列祖，用清氣ê良心所服事ê，tī祈禱ê時我siàu念你無soah，"}},{"book":"提後","chapter":1,"verse":4,"versions":{"unv":"記念你的眼淚，晝夜切切地想要見你，好叫我滿心快樂。","bklcl":"kì-tit lí ê lâu ba̍k-sái, mî-ji̍t him-bō͘ kìⁿ-tio̍h lí, hō͘ góa móa-sim hoaⁿ-hí;","tghg":"記得你的流目屎，暝日欣慕見著你，互我滿心歡喜。","bklhl":"記得你ê流目屎，暝日欣慕見tio̍h你，hō͘我滿心歡喜；"}},{"book":"提後","chapter":1,"verse":5,"versions":{"unv":"想到你心裡無偽之信，這信是先在你外祖母羅以和你母親友尼基心裡的，我深信也在你的心裡。","bklcl":"liām-tio̍h lí sim-lāi bô ké ê sìn, chit ê sìn sī tāi-seng tiàm-tī lí ê gōa-má Lô-í, kap lí ê lāu-bú Iú-nî-ki, góa chhim sìn chit ê sìn iā sī tiàm-tī lí.","tghg":"念著你心內無假的信，此個信是代先踮佇你的外媽羅以及你的老母友妮基，我深信此個信也是踮佇你。","bklhl":"念tio̍h你心內無假ê信，chit ê信是事先tiàm-tī你ê外媽Lô-í，kap你ê老母Iú-nî-ki，我深信chit ê信也是tiàm-tī你。"}},{"book":"提後","chapter":1,"verse":6,"versions":{"unv":"為此我提醒你，使你將　神藉我按手所給你的恩賜再如火挑旺起來。","bklcl":"Ūi-tio̍h chit ê iân-kò͘ góa tiám-chhíⁿ lí, ài lí chiong Siōng-tè tùi góa ê hōaⁿ chhiú só͘ hō͘ lí ê un-sù koh hùn-chì, chhin-chhiūⁿ hō͘ hé koh iām chi̍t iūⁿ.","tghg":"為著此個緣故我點醒你，愛你將上帝對我的按手所互你的恩賜閣奮志，親像互火閣炎一樣。","bklhl":"為tio̍h chit ê緣故我點醒你，ài你將上帝tùi我ê按手所hō͘你ê恩賜koh奮志，親像hō͘火koh燄一樣。"}},{"book":"提後","chapter":1,"verse":7,"versions":{"unv":"因為　神賜給我們，不是膽怯的心，乃是剛強、仁愛、謹守的心。","bklcl":"In-ūi Siōng-tè só͘ siúⁿ-sù lán ê, m̄ sī kiaⁿ-hiâⁿ ê sim-sîn, chiū-sī koân-lêng, jîn-ài, siú-kí ê sim-sîn.","tghg":"因為上帝所賞賜咱的，呣是驚惶的心神，就是權能、仁愛、守己的心神。","bklhl":"因為上帝所賞賜咱ê，m̄是驚惶ê心神，就是權能、仁愛、守己ê心神。"}},{"book":"提後","chapter":1,"verse":8,"versions":{"unv":"你不要以給我們的主作見證為恥，也不要以我這為主被囚的為恥；總要按　神的能力，與我為福音同受苦難。","bklcl":"Só͘-í kā lán ê Chú chòe kan-chèng, bo̍h-tit lia̍h-chòe kiàn-siàu, iā bo̍h-tit lia̍h góa chòe Chú ê siû-hoān lâi kiàn-siàu; tio̍h chiàu Siōng-tè ê koân-lêng ūi-tio̍h hok-im saⁿ-kap siū-khó͘;","tghg":"所以給咱的主做干證莫得掠做見誚，也莫得掠我做主的囚犯(siû-hoān)來見誚；著照上帝的權能，為著福音相及受苦。","bklhl":"所以kā咱ê主做干證，莫得掠做見笑，也莫得掠我做主ê囚犯來見笑；tio̍h照上帝ê權能為tio̍h福音saⁿ-kap受苦；"}},{"book":"提後","chapter":1,"verse":9,"versions":{"unv":"　神救了我們，以聖召召我們，不是按我們的行為，乃是按他的旨意和恩典；這恩典是萬古之先，在基督耶穌裡賜給我們的，","bklcl":"I kiù lán, ēng sèng ê tiàu tiàu lán, m̄ sī chiàu lán ê kiâⁿ-chòe, sī chiàu I ka-kī ê chí-ì kap un-tián, chit ê un-tián chiū-sī éng sè-tāi ê tāi-seng tī Ki-tok Iâ-so͘ siúⁿ-sù lán ê,","tghg":"伊救咱，用聖的召召咱，呣是照咱的行做，是照伊家己的旨意及恩典；此個恩典就是永世代的代先，佇基督耶穌賞賜咱的，","bklhl":"伊救咱，用聖ê召召咱，m̄是照咱ê行做，是照伊家己ê旨意kap恩典，chit ê恩典就是永世代ê事先tī基督耶穌賞賜咱ê，"}},{"book":"提後","chapter":1,"verse":10,"versions":{"unv":"但如今藉著我們救主基督耶穌的顯現才表明出來了。他已經把死廢去，藉著福音，將不能壞的生命彰顯出來。","bklcl":"nā-sī hiān-kim tùi lán ê Kiù-chú Ki-tok Iâ-so͘ ê hián-hiān lâi piáu-bêng ê.  I í-keng hòe-bô sí, koh tùi hok-im hō͘ oa̍h-miā kap bōe pāi-hoāi ê lóng hián-bêng;","tghg":"若是現今對咱的救主基督耶穌的顯現來表明的。伊已經廢無死，閣對福音，互活命及𣍐敗壞的攏顯明。","bklhl":"但是現今對咱ê救主基督耶穌ê顯現來表明ê。伊已經廢無死，koh tùi福音hō͘活命kap bōe敗壞ê lóng顯明；"}},{"book":"提後","chapter":1,"verse":11,"versions":{"unv":"我為這福音奉派作傳道的，作使徒，作師傅。","bklcl":"góa ūi-tio̍h chit-ê siū siat-li̍p chòe soan-thoân ê, chòe sù-tô͘, chòe kàu-su.","tghg":"我為著此個受設立做宣傳的，做使徒，做教師。","bklhl":"我為tio̍h chit ê受設立做宣傳ê，做使徒，做教師。"}},{"book":"提後","chapter":1,"verse":12,"versions":{"unv":"為這緣故，我也受這些苦難。然而我不以為恥；因為知道我所信的是誰，也深信他能保全我所交付他的（或譯：他所交託我的），直到那日。","bklcl":"Ūi-tio̍h chit ê iân-kò͘ góa iā siū chiah-ê kan-khó͘; nā-sī góa bô lia̍h-chòe kiàn-siàu; in-ūi góa bat góa só͘ sìn ê, iā chhim sìn I ōe pó-siú góa só͘ kau-thok I ê, kàu tī hit ji̍t.","tghg":"為著此個緣故，我也受諸個艱苦。若是我無掠做見誚；因為我識(bat)我所信的，也深信伊會保守我所交託伊的，到佇彼日。","bklhl":"為tio̍h chit ê緣故我也受chiah ê艱苦；但是我無掠做見笑；因為我bat我所信ê，也深信伊會保守我所交託伊ê，到tī hit日。"}},{"book":"提後","chapter":1,"verse":13,"versions":{"unv":"你從我聽的那純正話語的規模，要用在基督耶穌裡的信心和愛心，常常守著。","bklcl":"Lí tùi góa só͘ thiaⁿ-kìⁿ hiah-ê toan-chèng ê ōe ê bô͘-iūⁿ, tio̍h ēng tī Ki-tok Iâ-so͘ ê sìn kap jîn-ài lâi chip-siú i.","tghg":"你對我所聽見許個端正的話的模樣，著用佇基督耶穌的信及仁愛，來執守伊。","bklhl":"你tùi我所聽見hiah-ê端正ê話ê模樣，tio̍h用tī基督耶穌ê信kap仁愛來執守伊。"}},{"book":"提後","chapter":1,"verse":14,"versions":{"unv":"從前所交託你的善道，你要靠著那住在我們裡面的聖靈牢牢地守著。","bklcl":"Só͘ kau-thok lí ê hó-sū, lí tio̍h óa-khò tiàm-tī lán ê Sèng Sîn lâi kò͘-siú i.","tghg":"所交託你的好事，你著倚靠踮佇咱的聖神來顧守伊。","bklhl":"所交託你ê好事，你tio̍h óa靠tiàm-tī咱ê聖神來顧守伊。"}},{"book":"提後","chapter":1,"verse":15,"versions":{"unv":"凡在亞細亞的人都離棄我，這是你知道的，其中有腓吉路和黑摩其尼。","bklcl":"Hoān-nā tī A-se-a ê lâng í-keng pōe góa, che sī lí só͘ chai; kî-tiong ū Hui-kiat-lō͘ Hek-mô͘-kî-nî.","tghg":"凡若佇亞西亞的人已經背我，這是你所知，其中有腓吉路、黑摩其尼。","bklhl":"凡若tī亞西亞ê人已經背我，這是你所知；其中有Hui-kiat-lō͘、Hek-mô͘-kî-nî。"}},{"book":"提後","chapter":1,"verse":16,"versions":{"unv":"願主憐憫阿尼色弗一家的人；因他屢次使我暢快，不以我的鎖鍊為恥，","bklcl":"Goān Chú lîn-bín O-nî-sek-hut ê ke, in-ūi i ta̍uh-ta̍uh pó͘ góa ê cheng-sîn, iā bô lia̍h góa kòa thih-liān chòe kiàn-siàu.","tghg":"願主憐憫阿尼色弗的家；因為伊沓沓(ta̍uh-ta̍uh)補我的精神，也無掠我掛鐵鍊做見誚，","bklhl":"願主憐憫O-nî-sek-hut ê家，因為伊ta̍uh-ta̍uh補我ê精神，也無掠我掛鐵鍊做見笑。"}},{"book":"提後","chapter":1,"verse":17,"versions":{"unv":"反倒在羅馬的時候，殷勤地找我，並且找著了。","bklcl":"I tī Lô-má ê sî un-khûn chhē góa kàu kìⁿ-tio̍h,","tghg":"伊佇羅馬的時，殷勤尋我到見著。","bklhl":"伊tī羅馬ê時，慇勤chhē我到見tio̍h，"}},{"book":"提後","chapter":1,"verse":18,"versions":{"unv":"願主使他在那日得主的憐憫。他在以弗所怎樣多多地服事我，是你明明知道的。","bklcl":"(goān Chú hō͘ i tī hit ji̍t tùi Chú lâi tit-tio̍h lîn-bín); iā i tī Í-hut-só͘ ēng jōa chōe hāng ho̍k-sāi góa, lí iā bêng-bêng chai.","tghg":"願主互伊佇彼日對主來得著憐憫。也伊佇以弗所用偌(jōa)多項服事我，你也明明知。","bklhl":"(願主hō͘伊tī hit日tùi主來得tio̍h憐憫) ；也伊tī以弗所用jōa-chōe項服事我，你也明明知。"}}]