[{"book":"傳","chapter":2,"verse":1,"versions":{"unv":"我心裡說：「來吧，我以喜樂試試你，你好享福！」誰知，這也是虛空。","bklcl":"Góa sim-lāi kóng, Lâi ah, góa ēng hoaⁿ-hí chhì lí, lí thang hióng-siū an-lo̍k; khòaⁿ ah, che iā sī khang-hu.","tghg":"我心內講：「來啊，我用歡喜試你，你通享受安樂！」看啊，這也是空虛。","bklhl":"我心內講，來ah，我用歡喜試你，你thang享受安樂；看ah，這也是空虛。"}},{"book":"傳","chapter":2,"verse":2,"versions":{"unv":"我指嬉笑說：「這是狂妄。」論喜樂說：「有何功效呢？」","bklcl":"Lūn hó-chhiò góa chiū kóng, Che sī tian-kông; lūn hoaⁿ-hí chiū kóng, Che beh siáⁿ-sū?","tghg":"論好笑我就講：「這是癲狂。」論歡喜就講：「這欲啥事？」","bklhl":"論好笑我就講，這是顛狂；論歡喜就講，這beh啥事？"}},{"book":"傳","chapter":2,"verse":3,"versions":{"unv":"我心裡察究，如何用酒使我肉體舒暢，我心卻仍以智慧引導我；又如何持住愚昧，等我看明世人，在天下一生當行何事為美。","bklcl":"Góa ê sim káng-kiù tio̍h cháiⁿ-iūⁿ ēng chiú hō͘ góa ê jio̍k-thé khòaⁿ-oa̍h;  chóng-sī góa ê sim iû-goân tio̍h hō͘ tì-hūi ín-chhōa, iā tio̍h cháiⁿ-iūⁿ khîⁿ-tiâu gû-gōng, thèng-hāu góa khòaⁿ-bêng, sè-kan lâng tī thiⁿ-ē it-seng tio̍h kiâⁿ sím-mi̍h sū sī hó.","tghg":"我的心講究，著怎樣用酒互我的肉體快活，總是我的心猶原著互智慧引導；也著怎樣擒住愚戇，聽候我看明世間人，佇天下一生著行甚麼事是好。","bklhl":"我ê心講究tio̍h怎樣用酒hō͘我ê肉體khòaⁿ活；總是我ê心猶原tio̍h hō͘智慧引chhōa，也tio̍h怎樣擒tiâu愚戇，thèng候我看明，世間人tī天下一生tio̍h行甚麼事是好。"}},{"book":"傳","chapter":2,"verse":4,"versions":{"unv":"我為自己動大工程，建造房屋，栽種葡萄園，","bklcl":"Góa ūi-tio̍h ka-kī heng-khí tōa ê kang-tiâⁿ, ūi ka-kī khí chhù, ūi ka-kī chai phû-tô-hn̂g,","tghg":"我為著家己興起大的工程，為家己起厝，為家己栽葡萄園，","bklhl":"我為tio̍h家己興起大ê工程，為家己起厝，為家己栽葡萄園，"}},{"book":"傳","chapter":2,"verse":5,"versions":{"unv":"修造園囿，在其中栽種各樣果木樹；","bklcl":"ūi ka-kī siu-chō hoe-hn̂g, ké-chí-hn̂g, tī hí(hit） lāi-bīn chai-chèng ta̍k-hō ê ké-chí chhiū;","tghg":"為家己修造花園果子園，佇彼內面栽種逐號的果子樹；","bklhl":"為家己修造花園，果子園，tī hit內面栽種ta̍k號ê果子樹；"}},{"book":"傳","chapter":2,"verse":6,"versions":{"unv":"挖造水池，用以澆灌嫩小的樹木。","bklcl":"ūi ka-kī khui chúi-tî, lâi koàn-ak pôe-iúⁿ hoat-siⁿ chhiū ê chhiū-nâ.","tghg":"為家己開水池，來灌沃培養發生樹的樹林。","bklhl":"為家己開水池，來灌ak培養發生樹ê樹林。"}},{"book":"傳","chapter":2,"verse":7,"versions":{"unv":"我買了僕婢，也有生在家中的僕婢；又有許多牛群羊群，勝過以前在耶路撒冷眾人所有的。","bklcl":"Góa iā bóe lô͘-po̍k lú-pī, ia̍h ū chhut-sì tī góa ke-lāi ê, ia̍h ū chōe-chōe gû-kûn, iûⁿ-kûn, iâⁿ-kè góa í-chêng tī Iâ-lō͘-sat-léng hiah-ê lâng só͘ ū ê.","tghg":"我也買奴僕女婢，亦有出世佇我家內的；亦有多多牛群羊群，贏過我以前佇耶路撒冷許個人所有的。","bklhl":"我也買奴僕女婢，亦有出世tī我家內ê，亦有chōe-chōe牛群，羊群，贏過我以前tī耶路撒冷hiah-ê人所有ê。"}},{"book":"傳","chapter":2,"verse":8,"versions":{"unv":"我又為自己積蓄金銀和君王的財寶，並各省的財寶；又得唱歌的男女和世人所喜愛的物，並許多的妃嬪。","bklcl":"Góa koh ūi ka-kī chek-chū kim gûn, kap lia̍t-ông í-ki̍p ta̍k-séng ê châi-pó; koh tit-tio̍h chhiùⁿ-koa ê lâm-lú, kap sè-kan lâng só͘ hoaⁿ-hí ê mi̍h, chōe-chōe kiong-hui.","tghg":"我閣為家己積聚金銀及列王，以及逐省的財寶；閣得著唱歌的男女及世間人所歡喜的物，多多宮妃。","bklhl":"我koh為家己積聚金銀，kap列王以及ta̍k省ê財寶；koh得tio̍h唱歌ê男女，kap世間人所歡喜ê物，chōe-chōe 宮妃。"}},{"book":"傳","chapter":2,"verse":9,"versions":{"unv":"這樣，我就日見昌盛，勝過以前在耶路撒冷的眾人。我的智慧仍然存留。","bklcl":"Án-ni góa chiū chòe tōa, iâⁿ-kè góa í-chêng lóng-chóng tī Iâ-lō͘-sat-léng ê lâng, góa ê tì-hūi iû-goân kap góa tī-teh.","tghg":"按呢，我就做大，贏過我以前攏總佇耶路撒冷的人。我的智慧猶原及我佇啲。","bklhl":"Án-ni我就做大，贏過我以前lóng總tī耶路撒冷ê人，我ê智慧猶原kap我tī-teh。"}},{"book":"傳","chapter":2,"verse":10,"versions":{"unv":"凡我眼所求的，我沒有留下不給它的；我心所樂的，我沒有禁止不享受的；因我的心為我一切所勞碌的快樂，這就是我從勞碌中所得的分。","bklcl":"Góa ê ba̍k-chiu só͘ ài--ê, góa bô chó͘-tòng i; góa ê sim só͘ hoaⁿ-hí--ê, góa bô kìm-chí i; in-ūi góa ê sim ūi-tio̍h góa só͘ tio̍h-bôa--ê lâi khoài-lo̍k; che chiū-sī góa tùi it-chhè só͘ tio̍h-bôa lâi tit-tio̍h ê hūn-gia̍h.","tghg":"我的目睭所愛的，我無阻擋伊；我的心所歡喜的，我無禁止伊；因為我的心為著我所著磨的來快樂，這就是我對一切所著磨來得著的份額。","bklhl":"我ê目睭所ài-ê，我無阻擋伊；我ê心所歡喜ê，我無禁止伊；因為我ê心為tio̍h我所tio̍h磨ê來快樂；這就是我tùi一切所tio̍h磨來得tio̍h ê份額。"}},{"book":"傳","chapter":2,"verse":11,"versions":{"unv":"後來，我察看我手所經營的一切事和我勞碌所成的功。誰知都是虛空，都是捕風；在日光之下毫無益處。","bklcl":"Góa khòaⁿ góa ê chhiú só͘ chòe it-chhè ê kang, í-ki̍p góa só͘ tio̍h-bôa ê lô-lo̍k; khòaⁿ ah, che lóng sī khang-hu, lóng sī lia̍h-hong, tī ji̍t-kng ê ē-bīn lóng bô lī-ek.","tghg":"我看我的手所做一切的工以及我所著磨的勞碌。看啊，這攏是空虛，攏是掠風；佇日光的下面攏無利益。","bklhl":"我看我ê手所做一切ê工，以及我所tio̍h磨ê勞碌；看ah，這lóng是空虛，lóng是掠風，tī日光ê下面lóng無利益。"}},{"book":"傳","chapter":2,"verse":12,"versions":{"unv":"我轉念觀看智慧、狂妄，和愚昧。在王以後而來的人還能做甚麼呢？也不過行早先所行的就是了。","bklcl":"Góa ka-kī oa̍t-tńg lâi khòaⁿ tì-hūi, tian-kông, kap gû-gōng; tī kun-ông hō͘-pòe ê lâng, iáu ōe chòe sím-mi̍h ah? chiū-sī chêng só͘ chòe ê nā-tiāⁿ.","tghg":"我家己越轉來看智慧、癲狂，及愚戇。佇君王後輩的人猶會做甚麼啊？就是前所做的若定。","bklhl":"我家己oa̍t-tńg來看智慧、顛狂，kap愚戇；tī君王後輩ê人，iáu會做甚麼ah？就是前所做ê nā-tiāⁿ。"}},{"book":"傳","chapter":2,"verse":13,"versions":{"unv":"我便看出智慧勝過愚昧，如同光明勝過黑暗。","bklcl":"Góa chiū khòaⁿ-chhut tì-hūi iâⁿ-kè gû-gōng, chhin-chhiūⁿ kng-bêng iâⁿ-kè o͘-àm.","tghg":"我就看出智慧贏過愚戇，親像光明贏過黑暗。","bklhl":"我就看出智慧贏過愚戇，親像光明贏過烏暗。"}},{"book":"傳","chapter":2,"verse":14,"versions":{"unv":"智慧人的眼目光明（光明：原文是在他頭上），愚昧人在黑暗裡行。我卻看明有一件事，這兩等人都必遇見。","bklcl":"Tì-hūi ê lâng ê ba̍k-chiu kng-bêng, gû-gōng ê lâng kiâⁿ tī o͘-àm; chóng-sī góa chai in ê kiat-kio̍k lóng saⁿ-tâng.","tghg":"智慧的人的目睭光明，愚戇的人行佇黑暗。總是我知𪜶的結局攏相同。","bklhl":"智慧ê人ê目睭光明，愚戇ê人行tī烏暗；總是我知in ê結局lóng相同。"}},{"book":"傳","chapter":2,"verse":15,"versions":{"unv":"我就心裡說：「愚昧人所遇見的，我也必遇見，我為何更有智慧呢？」我心裡說，這也是虛空。","bklcl":"Góa chiū sim-lāi kóng, Gōng-lâng só͘ tú-tio̍h, góa iā beh án-ni tú-tio̍h; góa mih-sái pí in khah tì-hūi ah?  Góa sim-lāi kóng, Che iā sī khang-hu.","tghg":"我就心內講：「戇人所抵著(tú-tio̍h)，我也欲按呢抵著，我乜使(mih-sái)比𪜶卡智慧啊？」我心內講，這也是空虛。","bklhl":"我就心內講，戇人所tú-tio̍h，我也beh án-ni tú-tio̍h；我mih-sái比in khah智慧ah？我心內講，這也是空虛。"}},{"book":"傳","chapter":2,"verse":16,"versions":{"unv":"智慧人和愚昧人一樣，永遠無人記念，因為日後都被忘記；可歎智慧人死亡，與愚昧人無異。","bklcl":"Tì-hūi ê lâng kap gōng ê lâng pîⁿ-pîⁿ bô tit-tio̍h lâng éng-oán ê kì-liām, in-ūi kàu chiong-lâi ê ji̍t lóng hō͘ lâng bōe-kì-tit.  Hāi ah! Tì-hūi ê lâng sí, kap gû-gōng ê lâng bô koh-iūⁿ.","tghg":"智慧的人及戇的人，平平無得著人永遠的紀念，因為到將來的日攏互人𣍐記得；嗐(hāi)啊！智慧的人死，及愚戇的人無各樣(koh-iūⁿ)。","bklhl":"智慧ê人kap戇ê人平平無得tio̍h人永遠ê記念，因為到將來ê日lóng hō͘人bōe記得。Hāi ah！智慧ê人死，kap愚戇ê人無各樣。"}},{"book":"傳","chapter":2,"verse":17,"versions":{"unv":"我所以恨惡生命；因為在日光之下所行的事我都以為煩惱，都是虛空，都是捕風。","bklcl":"Só͘-í góa oàn-sin chhoeh-miā, in-ūi tī ji̍t-kng ê ē-bīn só͘ chòe ê kang lóng sī hō͘ góa lô-khó͘; in-ūi che lóng sī khang-hu, lóng sī lia̍h-hong.","tghg":"所以我怨身慼命(chhoeh-miā)；因為佇日光的下面所做的工攏是互我勞苦，因為這攏是空虛，攏是掠風。","bklhl":"所以我怨身慼命，因為tī日光ê下面所做ê工lóng是hō͘我勞苦；因為這lóng是空虛，lóng是掠風。"}},{"book":"傳","chapter":2,"verse":18,"versions":{"unv":"我恨惡一切的勞碌，就是我在日光之下的勞碌，因為我得來的必留給我以後的人。","bklcl":"Góa oàn-hūn góa it-chhè ê lô-lo̍k, chiū-sī góa tī ji̍t-kng ê ē-bīn só͘ lô-lo̍k--ê; in-ūi beh lâu hō͘ góa í-āu ê lâng.","tghg":"我怨恨我一切的勞碌，就是我佇日光的下面所勞碌的，因為欲留互我以後的人。","bklhl":"我怨恨我一切ê勞碌，就是我tī日光ê下面所勞碌ê；因為beh留hō͘我以後ê人。"}},{"book":"傳","chapter":2,"verse":19,"versions":{"unv":"那人是智慧是愚昧，誰能知道？他竟要管理我勞碌所得的，就是我在日光之下用智慧所得的。這也是虛空。","bklcl":"Hit ê lâng sī tì-hūi, á-sī gû-gōng, chī-chūi ōe chai; iáu-kú góa tī ji̍t-kng ê ē-bīn, ēng tì-hūi lô-lo̍k só͘ chòe-chiâⁿ ê, i beh koán-hat i; che iā sī khang-hu.","tghg":"彼個人是智慧抑是愚戇，是誰會知？猶久我佇日光的下面用智慧勞碌所做成的，伊欲管轄伊。這也是空虛。","bklhl":"Hit-ê人是智慧，á是愚戇，是誰會知；iáu-kú我tī日光ê下面，用智慧勞碌所做成ê，伊beh管轄伊；這也是空虛。"}},{"book":"傳","chapter":2,"verse":20,"versions":{"unv":"故此，我轉想我在日光之下所勞碌的一切工作，心便絕望。","bklcl":"In-ūi án-ni góa tò-tńg siūⁿ ūi-tio̍h góa tī ji̍t-kng ê ē-bīn só͘ tio̍h-bôa ê lô-lo̍k, hō͘ góa ê sim sit-bāng.","tghg":"因為按呢，我倒轉想為著我佇日光的下面所著磨的勞碌，互我的心失望。","bklhl":"因為án-ni我倒tńg想為tio̍h我tī日光ê下面所tio̍h磨ê勞碌，hō͘我ê心失望。"}},{"book":"傳","chapter":2,"verse":21,"versions":{"unv":"因為有人用智慧、知識、靈巧所勞碌得來的，卻要留給未曾勞碌的人為分。這也是虛空，也是大患。","bklcl":"In-ūi ū lâng ēng tì-hūi, ēng chai-bat, ēng pún-sū lâi lô-lo̍k--ê; chóng-sī beh lâu hō͘ bē-bat lô-lo̍k tī hit ê kang ê lâng chòe-gia̍p; che iā-sī khang-hu, iā sī tōa hām-hāi.","tghg":"因為有人用智慧、用知識(chai-bat)、用本事來勞碌的，總是欲留互未曾勞碌佇彼個工的人做業。這也是空虛，也是大陷害。","bklhl":"因為有人用智慧，用知bat，用本事來勞碌ê；總是beh留hō͘ bē-bat勞碌tī hit ê工ê人做業；這也是空虛，也是大陷害。"}},{"book":"傳","chapter":2,"verse":22,"versions":{"unv":"人在日光之下勞碌累心，在他一切的勞碌上得著甚麼呢？","bklcl":"In-ūi lâng tī ji̍t-kng ê ē-bīn só͘ lô-le̍k lô-sim-ê, ū tit-tio̍h sím-mi̍h ah?","tghg":"因為人佇日光的下面所勞力勞心的，有得著甚麼啊？","bklhl":"因為人tī日光ê下面所勞力勞心ê，有得tio̍h甚麼ah？"}},{"book":"傳","chapter":2,"verse":23,"versions":{"unv":"因為他日日憂慮，他的勞苦成為愁煩，連夜間心也不安。這也是虛空。","bklcl":"In-ūi i it-seng iu-lū, i ê lô-lo̍k chiâⁿ-chòe khó͘-thàng, liân mî--sî sim iā bô an-hioh.  Che iā-sī khang-hu.","tghg":"因為伊一生憂慮，伊的勞碌成做苦痛(khó͘-thàng)，連暝時心也無安息。這也是空虛。","bklhl":"因為伊一生憂慮，伊ê勞碌成做苦痛，連暝時心也無安歇。這也是空虛。"}},{"book":"傳","chapter":2,"verse":24,"versions":{"unv":"人莫強如吃喝，且在勞碌中享福，我看這也是出於　神的手。","bklcl":"Lâng m̄-ta̍t-tio̍h lâi chia̍h lâi lim, koh hō͘ sim hióng-hok tī i só͘ tio̍h-bôa ê; góa khòaⁿ chit-ê iā sī chhut tī Siōng-tè ê chhiú.","tghg":"人呣值著來食來飲，閣互心享福佇伊所著磨的，我看此個也是出佇上帝的手。","bklhl":"人m̄值tio̍h來食來lim，koh hō͘心享福tī伊所tio̍h磨ê；我看chit ê也是出tī上帝ê手。"}},{"book":"傳","chapter":2,"verse":25,"versions":{"unv":"論到吃用、享福，誰能勝過我呢？","bklcl":"Lūn-kàu chia̍h á-sī hióng-hok, chī-chūi ōe iâⁿ-kè góa ah?","tghg":"論到食、抑是享福，是誰會贏過我啊？","bklhl":"論到食á是享福，是誰能贏過我ah？"}},{"book":"傳","chapter":2,"verse":26,"versions":{"unv":"　神喜悅誰，就給誰智慧、知識，和喜樂；惟有罪人，　神使他勞苦，叫他將所收聚的、所堆積的歸給　神所喜悅的人。這也是虛空，也是捕風。","bklcl":"In-ūi Siōng-tè só͘ hoaⁿ-hí ê lâng, I chiū hō͘ i ū tì-hūi, chai-bat khoài-lo̍k; to̍k-to̍k ū chōe ê lâng I hō͘ i lô-khó͘, lâi siu-khioh lâi chek-chū, thang kui tī Siōng-tè só͘ hoaⁿ-hí ê lâng.  Che iā sī khang-hu, iā sī lia̍h-hong.","tghg":"因為上帝所歡喜的人伊就互伊有智慧、知識、快樂；獨獨有罪的人，伊互伊勞苦，來收拾(siu-khioh)、來積聚通歸佇上帝所歡喜的人。這也是空虛，也是掠風。","bklhl":"因為上帝所歡喜ê人，伊就hō͘伊有智慧，知bat快樂；獨獨有罪ê人伊hō͘伊勞苦，來收拾來積聚，thang歸tī上帝所歡喜ê人。這也是空虛，也是掠風。"}}]