[{"book":"傳","chapter":3,"verse":1,"versions":{"unv":"凡事都有定期，天下萬務都有定時。","bklcl":"Thiⁿ-ē bān-poaⁿ lóng ū i ê kî, bān-hāng-sū lóng ū i ê sî.","tghg":"天下萬般攏有伊的期，萬項事攏有伊的時。","bklhl":"天下萬般lóng有伊ê期，萬項事lóng有伊ê時。"}},{"book":"傳","chapter":3,"verse":2,"versions":{"unv":"生有時，死有時；栽種有時，拔出所栽種的也有時；","bklcl":"Ū chhut-sì ê sî, ū sí ê sî; ū chai-chèng ê sî, ū pu̍ih-chhut só͘ chai-chèng--ê ê sî;","tghg":"有出世的時，有死的時；有栽種的時，有拔(pu̍ih)出所栽種者的時；","bklhl":"有出世ê時，有死ê時；有栽種ê時，有拔出所栽種ê ê時；"}},{"book":"傳","chapter":3,"verse":3,"versions":{"unv":"殺戮有時，醫治有時；拆毀有時，建造有時；","bklcl":"ū thâi-sí ê sî, ū i-hó ê sî;ū thiah-húi ê sî, ū khí-chō ê sî;","tghg":"有刣死的時，有醫好的時；有拆毀的時，有起造的時；","bklhl":"有刣死ê時，有醫好ê時；有拆毀ê時，有起造ê時；"}},{"book":"傳","chapter":3,"verse":4,"versions":{"unv":"哭有時，笑有時；哀慟有時，跳舞有時；","bklcl":"ū thî-khàu ê sî, ū hó-chhiò ê sî; ū ai-chhám ê sî, ū thiàu-bú ê sî;","tghg":"有啼哭的時，有好笑的時；有哀慘的時，有跳舞的時；","bklhl":"有啼哭ê時，有好笑ê時；有哀慘ê時，有跳舞ê時；"}},{"book":"傳","chapter":3,"verse":5,"versions":{"unv":"拋擲石頭有時，堆聚石頭有時；懷抱有時，不懷抱有時；","bklcl":"ū hiat chio̍h-thâu ê sî, ū khioh chio̍h-thâu ê sî; ū thang phō ê sî, ū m̄-thang phō ê sî;","tghg":"有㧒(hiat)石頭的時，有拾石頭的時；有通抱的時，有呣通抱的時；","bklhl":"有hiat石頭ê時，有拾石頭ê時；有thang抱ê時，有m̄-thang抱ê時；"}},{"book":"傳","chapter":3,"verse":6,"versions":{"unv":"尋找有時，失落有時；保守有時，捨棄有時；","bklcl":"ū chhē-tio̍h ê sî, ū sit-lo̍h ê sî; ū pó-siú ê sî, ū pàng-sak ê sî;","tghg":"有尋著的時，有失落的時；有保守的時，有放拺(pàng-sak)的時；","bklhl":"有chhē-tio̍h ê時，有失落ê時；有保守ê時，有放sak ê時；"}},{"book":"傳","chapter":3,"verse":7,"versions":{"unv":"撕裂有時，縫補有時；靜默有時，言語有時；","bklcl":"ū thiah-li̍h ê sî, ū pó͘-thīⁿ ê sî; ū chēng-chēng ê sî, ū kóng-ōe ê sî;","tghg":"有拆裂的時，有補紩(pó͘-thīⁿ)的時；有靜靜的時，有講話的時；","bklhl":"有拆裂ê時，有補縫(thīⁿ)ê時；有靜靜ê時，有講話ê時；"}},{"book":"傳","chapter":3,"verse":8,"versions":{"unv":"喜愛有時，恨惡有時；爭戰有時，和好有時。","bklcl":"ū thiàⁿ-sioh ê sî, ū oàn-hūn ê sî; ū kau-chiàn ê sî, ū hô-hó ê sî.","tghg":"有疼惜的時，有怨恨的時；有交戰的時，有和好的時。","bklhl":"有疼惜ê時，有怨恨ê時；有交戰ê時，有和好ê時。"}},{"book":"傳","chapter":3,"verse":9,"versions":{"unv":"這樣看來，做事的人在他的勞碌上有甚麼益處呢？","bklcl":"Chòe-kang ê lâng tī i só͘ lô-lo̍k--ê ū sím-mi̍h lī-ek ah?","tghg":"做工的人佇伊所勞碌的有甚麼利益啊？","bklhl":"做工ê人tī伊所勞碌ê有甚麼利益ah？"}},{"book":"傳","chapter":3,"verse":10,"versions":{"unv":"我見　神叫世人勞苦，使他們在其中受經練。","bklcl":"Góa ū khòaⁿ-kìⁿ Siōng-tè só͘ hō͘ sè-kan lâng ê lô-lo̍k, hō͘ in tī hit tiong-kan lâi liān-si̍p.","tghg":"我有看見上帝所互世間人的勞碌，互𪜶佇彼中間來練習。","bklhl":"我有看見上帝所hō͘世間人ê勞碌，hō͘ in tī hit中間來練習。"}},{"book":"傳","chapter":3,"verse":11,"versions":{"unv":"　神造萬物，各按其時成為美好，又將永生（原文是永遠）安置在世人心裡。然而　神從始至終的作為，人不能參透。","bklcl":"Siōng-tè chō bān-mi̍h, kok chiàu i ê sî chiâⁿ-chòe bí-biāu, koh chiong éng-oán ê koan-liām hē tī lâng ê sim; chóng-sī Siōng-tè tùi-thâu kàu-bé só͘ chòe-chiâⁿ ê, lâng bōe-ōe chhek-to̍k i.","tghg":"上帝造萬物，各照伊的時成做美妙，閣將永遠的觀念下(hē)佇人的心。總是上帝對頭到尾所做成的，人𣍐會測𢜬(chhek-to̍k)伊。","bklhl":"上帝造萬物，各照伊ê時成做美妙，koh將永遠ê觀念hē tī人ê心；總是上帝對頭到尾所做成ê，人bōe能測度伊。"}},{"book":"傳","chapter":3,"verse":12,"versions":{"unv":"我知道世人，莫強如終身喜樂行善；","bklcl":"Góa chai chiông-tiong bô chi̍t-hāng khah-hó tī it-seng khoài-lo̍k, koh kiâⁿ hó.","tghg":"我知從中無一項卡好佇一生快樂，閣行好；","bklhl":"我知從中無一項khah好tī一生快樂，koh行好。"}},{"book":"傳","chapter":3,"verse":13,"versions":{"unv":"並且人人吃喝，在他一切勞碌中享福，這也是　神的恩賜。","bklcl":"Koh lâng-lâng iā chia̍h iā lim tī i it-chhè só͘ lô-lo̍k-ê lâi hióng-hok, che iā sī Siōng-tè ê un-sù.","tghg":"閣人人也食也飲，佇伊一切所勞碌的來享福，這也是上帝的恩賜。","bklhl":"Koh人人也食也lim tī伊一切所勞碌ê來享福，這也是上帝ê恩賜。"}},{"book":"傳","chapter":3,"verse":14,"versions":{"unv":"我知道　神一切所做的都必永存；無所增添，無所減少。　神這樣行，是要人在他面前存敬畏的心。","bklcl":"Góa chai Siōng-tè it-chhè só͘ chòe--ê, beh éng-oán tī-teh, bōe ke-thiⁿ, bōe kiám-chió; Siōng-tè án-ni kiâⁿ, sī hō͘ lâng tī I ê bīn-chêng kiaⁿ-ùi.","tghg":"我知上帝一切所做的欲永遠佇啲；𣍐加添，𣍐減少。上帝按呢行，是互人佇伊的面前驚畏。","bklhl":"我知上帝一切所做ê，beh永遠tī-teh，bōe加添，bōe減少；上帝án-ni行，是hō͘人tī伊ê面前驚畏。"}},{"book":"傳","chapter":3,"verse":15,"versions":{"unv":"現今的事早先就有了，將來的事早已也有了，並且　神使已過的事重新再來（或譯：並且　神再尋回已過的事）。","bklcl":"Hiān-kim só͘ ū-ê chêng í-keng ū; chiong-lâi beh ū-ê chá í-keng ū; kè-sin ê sū Siōng-tè koh chhē i.","tghg":"現今所有的前已經有，將來欲有的早已經有，過身的事上帝閣尋伊。","bklhl":"現今所有ê前已經有；將來beh有ê早已經有；過身ê事上帝koh chhē伊。"}},{"book":"傳","chapter":3,"verse":16,"versions":{"unv":"我又見日光之下，在審判之處有奸惡，在公義之處也有奸惡。","bklcl":"Góa koh khòaⁿ-kìⁿ ji̍t-kng ê ē-bīn tī sím-phòaⁿ ê só͘-chāi ū kan-ok, tī kong-gī ê só͘-chāi iā ū kan-ok.","tghg":"我閣看見日光的下面，佇審判的所在有奸惡，佇公義的所在也有奸惡。","bklhl":"我koh看見日光ê下面tī審判ê所在有奸惡，tī公義ê所在也有奸惡。"}},{"book":"傳","chapter":3,"verse":17,"versions":{"unv":"我心裡說，　神必審判義人和惡人；因為在那裡，各樣事務，一切工作，都有定時。","bklcl":"Góa sim-lāi kóng, Siōng-tè beh sím-phòaⁿ gī-lâng kap pháiⁿ-lâng, in-ūi tī-hia ta̍k-hāng ê sū, ta̍k-hāng ê kang, lóng ū tiāⁿ-tio̍h ê sî.","tghg":"我心內講，上帝欲審判義人及歹人；因為佇遐，逐項的事逐項的工，攏有定著的時。","bklhl":"我心內講，上帝beh審判義人kap pháiⁿ人，因為tī-hia ta̍k項ê事，ta̍k項ê工，lóng有定tio̍h ê時。"}},{"book":"傳","chapter":3,"verse":18,"versions":{"unv":"我心裡說，這乃為世人的緣故，是　神要試驗他們，使他們覺得自己不過像獸一樣。","bklcl":"Góa sim-lāi kóng, Che sī ūi-tio̍h sè-kan lâng ê iân-kò͘, Siōng-tè beh chhì-giām in, hō͘ in chai ka-kī sī khîm-siù.","tghg":"我心內講，這是為著世間人的緣故，上帝欲試驗𪜶，互𪜶知家己是禽獸。","bklhl":"我心內講，這是為tio̍h世間人ê緣故，上帝beh試驗in，hō͘ in知家己是禽獸。"}},{"book":"傳","chapter":3,"verse":19,"versions":{"unv":"因為世人遭遇的，獸也遭遇，所遭遇的都是一樣：這個怎樣死，那個也怎樣死，氣息都是一樣。人不能強於獸，都是虛空。","bklcl":"In-ūi sè-kan lâng só͘ tú-tio̍h--ê, khîm-siù iā tú-tio̍h, só͘ tú-tio̍h lóng sī chi̍t-iūⁿ; chit-ê án-ni sí, hit-ê iā sī án-ni sí, lóng tâng chi̍t-iūⁿ chhoán-khùi; lâng bōe khah-iâⁿ khîm-siù, in-ūi lóng sī khang-hu.","tghg":"因為世間人所抵著(tú-tio̍h)的，禽獸也抵著，所抵著攏是一樣：此個按呢死，彼個也是按呢死，攏同一樣喘氣。人𣍐卡贏禽獸，因為攏是空虛。","bklhl":"因為世間人所tú-tio̍h-ê，禽獸也tú-tio̍h，所tú-tio̍h lóng是一樣；chit ê án-ni死，hit ê也是án-ni死，lóng同一樣喘氣；人bōe khah贏禽獸，因為lóng是空虛。"}},{"book":"傳","chapter":3,"verse":20,"versions":{"unv":"都歸一處，都是出於塵土，也都歸於塵土。","bklcl":"Lóng kàu chi̍t só͘-chāi, lóng chhut tī thô͘-hún, iā lóng kui tī thô͘-hún.","tghg":"攏到一所在，攏出佇土粉，也攏歸佇土粉。","bklhl":"Lóng到一所在，lóng出tī土粉，也lóng歸tī土粉。"}},{"book":"傳","chapter":3,"verse":21,"versions":{"unv":"誰知道人的靈是往上升，獸的魂是下入地呢？","bklcl":"Lâng ê hûn chiūⁿ téng-bīn, siù ê hûn tūi-lo̍h tōe, chī-chūi chai sī án-ni á m̄-sī?","tghg":"人的魂上頂面，獸的魂墜落地，是誰知是按呢抑呣是？","bklhl":"人ê魂上頂面，獸ê魂墮落地，是誰知是án-ni á m̄是？"}},{"book":"傳","chapter":3,"verse":22,"versions":{"unv":"故此，我見人莫強如在他經營的事上喜樂，因為這是他的分。他身後的事誰能使他回來得見呢？","bklcl":"Só͘-í góa khòaⁿ-kìⁿ lâng bô chi̍t-hāng khah-hó tī i só͘ keng-êng--ê lâi hoaⁿ-hí; in-ūi che sī i ê hūn-gia̍h; i sin-āu ê sū, chī-chūi ōe hō͘ i koh lâi khòaⁿ-kìⁿ ah?","tghg":"所以，我看見人無一項卡好佇伊所經營的來歡喜，因為這是伊的份額。伊身後的事是誰會互伊閣來看見啊？","bklhl":"所以我看見人無一項khah好tī伊所經營ê來歡喜；因為這是伊ê份額；伊身後ê事，是誰能hō͘伊koh來看見ah？"}}]