[{"book":"傳","chapter":8,"verse":1,"versions":{"unv":"誰如智慧人呢？誰知道事情的解釋呢？人的智慧使他的臉發光，並使他臉上的暴氣改變。","bklcl":"Chī-chūi chhin-chhiūⁿ tì-hūi ê lâng? chī-chūi chai sū-chêng ê khui-thiah?  Lâng ê tì-hūi hō͘ i ê bīn ū kng, iā hō͘ i kong-kiông ê bīn tit-tio̍h kóe-ōaⁿ.","tghg":"是誰親像智慧的人？是誰知事情的開拆？人的智慧互伊的面有光，也互伊剛強的面得著改換。","bklhl":"Chī-chūi親像智慧ê人？是誰知事情ê開拆？人ê智慧hō͘伊ê面有光，也hō͘伊剛強ê面得tio̍h改換。"}},{"book":"傳","chapter":8,"verse":2,"versions":{"unv":"我勸你遵守王的命令；既指　神起誓，理當如此。","bklcl":"Góa kóng, Tio̍h siú ông ê bēng-lēng, in-ūi ū kí Siōng-tè lâi chiù-chōa.","tghg":"我講著守王的命令；因為有指(kí)上帝來咒誓(chiù-chōa)。","bklhl":"我講，Tio̍h守王ê命令，因為有kí上帝來chiù-chōa。"}},{"book":"傳","chapter":8,"verse":3,"versions":{"unv":"不要急躁離開王的面前，不要固執行惡，因為他凡事都隨自己的心意而行。","bklcl":"M̄-thang kóaⁿ-kín lī-khui i ê bīn-chêng, m̄-thang kú-tn̂g tiàm tī pháiⁿ ê sū; in-ūi i hoân-sū lóng chiàu ka-kī ê sim-ì lâi kiâⁿ.","tghg":"呣通趕緊離開伊的面前，呣通久長踮佇歹的事，因為伊凡事攏照家己的心意來行。","bklhl":"M̄-thang趕緊離開伊ê面前，m̄-thang久長tiàm tī pháiⁿ ê事；因為伊凡事lóng照家己ê心意來行。"}},{"book":"傳","chapter":8,"verse":4,"versions":{"unv":"王的話本有權力，誰敢問他說「你做甚麼」呢？","bklcl":"In-ūi ông ê ōe ū koân, chī-chūi ōe tùi i kóng, Lí chòe sím-mi̍h ah?","tghg":"因為王的話有權，是誰會對伊講「你做甚麼」啊？","bklhl":"因為王ê話有權，是誰會對伊講，你做甚麼ah？"}},{"book":"傳","chapter":8,"verse":5,"versions":{"unv":"凡遵守命令的，必不經歷禍患；智慧人的心能辨明時候和定理（原文是審判；下節同）。","bklcl":"Siú bēng-lēng ê lâng bōe tú-tio̍h chai-ē; tì-hūi ê lâng ê sim ōe piān-bêng sî-sè kap sím-phòaⁿ.","tghg":"守命令的人，𣍐抵著(tú-tio̍h)災禍；智慧的人的心會辨明時勢及審判。","bklhl":"守命令ê人bōe tú-tio̍h災厄；智慧ê人ê心能辯明時勢kap審判。"}},{"book":"傳","chapter":8,"verse":6,"versions":{"unv":"各樣事務成就都有時候和定理，因為人的苦難重壓在他身上。","bklcl":"Ta̍k-hāng sū lóng ū i ê sî kap sím-phòaⁿ; in-ūi lâng ê khó͘-lān, tāng-tāng teh tī i.","tghg":"逐項事攏有伊的時及審判，因為人的苦難重重壓(teh)佇伊。","bklhl":"Ta̍k項事lóng有伊ê時kap審判；因為人ê苦難，重重teh tī伊。"}},{"book":"傳","chapter":8,"verse":7,"versions":{"unv":"他不知道將來的事，因為將來如何，誰能告訴他呢？","bklcl":"In-ūi i m̄-chai chiong-lâi ê sū; in-ūi āu-lâi cháiⁿ-iūⁿ, chī-chūi ōe kā i kóng ah?","tghg":"因為伊呣知將來的事，因為後來怎樣，是誰會給伊講啊？","bklhl":"因為伊m̄知將來ê事；因為後來怎樣，是誰會kā伊講ah？"}},{"book":"傳","chapter":8,"verse":8,"versions":{"unv":"無人有權力掌管生命，將生命留住；也無人有權力掌管死期；這場爭戰，無人能免；邪惡也不能救那好行邪惡的人。","bklcl":"Bô lâng ōe koán i ê oa̍h-miā, chiong oa̍h-miā lâu--teh, iā bô lâng ōe koán sí ê ji̍t; chit-hō ê kau-chiàn bōe bián--tit, chōe-ok iā bōe kiù kiâⁿ-i--ê.","tghg":"無人會管伊的活命，將活命留啲；也無人會管死的日；此號的交戰，𣍐免得(bián--tit)；罪惡也𣍐救行伊者。","bklhl":"無人會管伊ê活命，將活命留teh，也無人會管死ê日；chit號ê交戰bōe免得，罪惡也bōe救行伊ê。"}},{"book":"傳","chapter":8,"verse":9,"versions":{"unv":"這一切我都見過，也專心查考日光之下所做的一切事。有時這人管轄那人，令人受害。","bklcl":"Che it-chhè góa lóng ū khòaⁿ-kìⁿ, iā choan-sim chhâ-khó ji̍t-kng ê ē-bīn só͘ chòe it-chhè ê sū; ū-sî chit-lâng koán hit-lâng, tì-kàu hāi-tio̍h i.","tghg":"這一切我攏有看見，也專心查考日光的下面所做一切的事。有時此人管彼人，致到害著伊。","bklhl":"這一切我lóng有看見，也專心查考日光ê下面所做一切ê事；有時chit人管hit人，致到害tio̍h伊。"}},{"book":"傳","chapter":8,"verse":10,"versions":{"unv":"我見惡人埋葬，歸入墳墓；又見行正直事的離開聖地，在城中被人忘記。這也是虛空。","bklcl":"Góa khòaⁿ-kìⁿ pháiⁿ-lâng bâi-chòng, kui tī bōng; koh kiâⁿ chèng-ti̍t--ê  lī-khui sèng ê só͘-chāi, tī siâⁿ-lāi hō͘ lâng bōe-kì-tit; che iā sī khang-hu.","tghg":"我看見歹人埋葬，歸佇墓；閣行正直的離開聖的所在，佇城內互人𣍐記得。這也是空虛。","bklhl":"我看見pháiⁿ人埋葬，歸tī墓；koh行正直ê離開聖ê所在，tī城內hō͘人bōe記得；這也是空虛。"}},{"book":"傳","chapter":8,"verse":11,"versions":{"unv":"因為斷定罪名不立刻施刑，所以世人滿心作惡。","bklcl":"In-ūi tēng-chōe, bô li̍p-khek si-hêng hêng-hoa̍t, só͘-í sè-kan lâng sim tōa-táⁿ kiâⁿ-pháiⁿ.","tghg":"因為定罪無立刻施行刑罰，所以世間人心大膽行歹。","bklhl":"因為定罪，無立刻施行刑罰，所以世間人心大膽行pháiⁿ。"}},{"book":"傳","chapter":8,"verse":12,"versions":{"unv":"罪人雖然作惡百次，倒享長久的年日；然而我準知道，敬畏　神的，就是在他面前敬畏的人，終久必得福樂。","bklcl":"Chōe-jîn sui-jiân chòe-pháiⁿ chi̍t-pah pái, iáu-kú chia̍h tn̂g hè-siū, nā-sī góa chún-chún chai, kèng-ùi Siōng-tè ê, chiū-sī tī I ê bīn-chêng kèng-ùi ê lâng, kàu-bé beh tit-tio̍h hok-khì.","tghg":"罪人雖然做歹一百擺，猶久食長歲壽；若是我準準知，敬畏上帝的，就是佇伊的面前敬畏的人，到尾欲得著福氣。","bklhl":"罪人雖然做pháiⁿ一百pái，iáu-kú食長歲壽，但是我準準知，敬畏上帝ê，就是tī伊ê面前敬畏ê人，到尾beh得tio̍h福氣。"}},{"book":"傳","chapter":8,"verse":13,"versions":{"unv":"惡人卻不得福樂，也不得長久的年日；這年日好像影兒，因他不敬畏　神。","bklcl":"Chóng-sī pháiⁿ-lâng bōe tit-tio̍h hok-khì, iā bōe tit-tio̍h tn̂g hè-siū, sī chhin-chhiūⁿ iáⁿ, in-ūi i bô kèng-ùi tī Siōng-tè ê bīn-chêng.","tghg":"總是歹人𣍐得著福氣，也𣍐得著長歲壽；是親像影，因為伊無敬畏佇上帝的面前。","bklhl":"總是pháiⁿ人bōe得tio̍h福氣，也bōe得tio̍h長歲壽，是親像影，因為伊無敬畏tī上帝ê面前。"}},{"book":"傳","chapter":8,"verse":14,"versions":{"unv":"世上有一件虛空的事，就是義人所遭遇的，反照惡人所行的；又有惡人所遭遇的，反照義人所行的。我說，這也是虛空。","bklcl":"Sè-chiūⁿ ū hoat-hiān chi̍t-kiāⁿ khang-hu ê sū, chiū-sī ū gī-lâng, i só͘ tú-tio̍h--ê chiàu pháiⁿ-lâng ê kiâⁿ-chòe, koh ū pháiⁿ-lâng, i só͘ tú-tio̍h--ê chiàu gī-lâng ê kiâⁿ-chòe; góa kóng, Che iā sī khang-hu.","tghg":"世上有發現一件空虛的事，就是有義人，伊所抵著的照歹人的行做；閣有歹人，伊所抵著的照義人的行做。我講，這也是空虛。","bklhl":"世上有發現一件空虛ê事，就是有義人，伊所tú-tio̍h-ê照pháiⁿ人ê行做，koh有pháiⁿ人，伊所tú-tio̍h-ê照義人ê行做；我講，這也是空虛。"}},{"book":"傳","chapter":8,"verse":15,"versions":{"unv":"我就稱讚快樂，原來人在日光之下，莫強如吃喝快樂；因為他在日光之下，　神賜他一生的年日，要從勞碌中，時常享受所得的。","bklcl":"Góa chiū o-ló khoài-lo̍k ê sū; in-ūi lâng tī ji̍t-kng ê ē-bīn, m̄-ta̍t-tio̍h lâi chia̍h lâi lim lâi khoài-lo̍k; in-ūi i tī ji̍t-kng ê ē-bīn Siōng-tè siúⁿ-sù i it-seng ê nî-hè, tī i só͘ lô-lo̍k--ê che siông-siông kap i tī-teh.","tghg":"我就謳咾快樂的事，因為人佇日光的下面，呣值著來食來飲來快樂；因為伊佇日光的下面，上帝賞賜伊一生的年歲，佇伊所勞碌的，這常常及伊佇啲。","bklhl":"我就o-ló快樂ê事；因為人tī日光ê下面，m̄值tio̍h來食來lim來快樂；因為伊tī日光ê下面上帝賞賜伊一生ê年歲，tī伊所勞碌ê這常常kap伊tī-teh。"}},{"book":"傳","chapter":8,"verse":16,"versions":{"unv":"我專心求智慧，要看世上所做的事。（有晝夜不睡覺不合眼的。）","bklcl":"Góa choan-sim ài bat tì-hūi, iā beh khòaⁿ sè-chiūⁿ só͘ chòe ê sū; (ū lâng ji̍t-mî bōe-khùn--tit, ba̍k-chiu bô pàng-khoeh);","tghg":"我專心愛識(bat)智慧，也欲看世上所做的事。（有人日暝𣍐睏得目睭無放瞌(pàng-khoeh)。）","bklhl":"我專心ài bat智慧，也beh看世上所做ê事；(有人日暝bōe睏得，目睭無放khoeh) ；"}},{"book":"傳","chapter":8,"verse":17,"versions":{"unv":"我就看明　神一切的作為，知道人查不出日光之下所做的事；任憑他費多少力尋查，都查不出來，就是智慧人雖想知道，也是查不出來。","bklcl":"góa chiū khòaⁿ-kìⁿ Siōng-tè it-chhè só͘ chòe--ê; chai lâng bōe-ōe chhâ-khó ji̍t-kng ê ē-bīn só͘ chòe ê sū; in-ūi lâng bô-lūn cháiⁿ-iūⁿ tio̍h-bôa lâi chhâ-khó, iā bōe chhâ-chhut; chiū-sī tì-hūi ê lâng, sui-jiân lia̍h-chòe chai, iā sī bōe-ōe chhâ-chhut.","tghg":"我就看見上帝一切所做的，知人𣍐會查考日光的下面所做的事；因為人無論怎樣著磨來查考，也𣍐查出，就是智慧的人雖然掠做知，也是𣍐會查出。","bklhl":"我就看見上帝一切所做ê；知人bōe能查考日光ê下面所做ê事；因為人無論怎樣tio̍h磨來查考，也bōe查出；就是智慧ê人，雖然掠做知，也是bōe能查出。"}}]