[{"book":"傳","chapter":11,"verse":1,"versions":{"unv":"當將你的糧食撒在水面，因為日久必能得著。","bklcl":"Tio̍h chiong lí ê bí-niû iā tī chúi-bīn; in-ūi kè chōe-chōe ji̍t, chiū beh tit-tio̍h.","tghg":"著將你的米糧撒(iā)佇水面，因為過多多日就欲得著。","bklhl":"Tio̍h將你ê米糧掖tī水面；因為過chōe-chōe日，就beh得tio̍h。"}},{"book":"傳","chapter":11,"verse":2,"versions":{"unv":"你要分給七人，或分給八人，因為你不知道將來有甚麼災禍臨到地上。","bklcl":"Hūn-gia̍h tio̍h pun chòe chhit á poeh; in-ūi lí m̄-chai chiong-lâi ū sím-mi̍h chai-ē kàu tōe-chiūⁿ.","tghg":"份額著分做七抑八，因為你呣知將來有甚麼災禍到地上。","bklhl":"份額tio̍h分做七á八；因為你m̄知將來有甚麼災厄到地上。"}},{"book":"傳","chapter":11,"verse":3,"versions":{"unv":"雲若滿了雨，就必傾倒在地上。樹若向南倒，或向北倒，樹倒在何處，就存在何處。","bklcl":"Hûn nā ū hō͘ móa-móa, chiū piàⁿ-lo̍h tī tōe-chiūⁿ; chhiū nā tó ǹg lâm á-sī ǹg pak, chhiū tó tī sím-mi̍h só͘-chāi, chiū tiāⁿ-tiāⁿ tī-hia.","tghg":"雲若有雨滿滿，就傾落(piàⁿ-lo̍h)佇地上。樹若倒向南，抑是向北，樹倒佇甚麼所在，就定定(tiāⁿ-tiāⁿ)佇遐。","bklhl":"雲若有雨滿滿，就piàⁿ落tī地上；樹若倒ǹg南á是ǹg北，樹倒tī甚麼所在，就定定tī-hia。"}},{"book":"傳","chapter":11,"verse":4,"versions":{"unv":"看風的，必不撒種；望雲的，必不收割。","bklcl":"Khòaⁿ hong-sè--ê, bô beh iā-chéng; khòaⁿ hûn-sek-ê, bô beh siu-koah.","tghg":"看風勢的，無欲撒種；看雲色的，無欲收割。","bklhl":"看風勢ê，無beh掖種；看雲色ê，無beh收割。"}},{"book":"傳","chapter":11,"verse":5,"versions":{"unv":"風從何道來，骨頭在懷孕婦人的胎中如何長成，你尚且不得知道；這樣，行萬事之　神的作為，你更不得知道。","bklcl":"Hong só͘ chhe ê lō͘, lí m̄-chai, kut-hâi tī īn-hū ê thai cháiⁿ-iūⁿ seng-tióng, lí iā m̄-chai; án-ni, kiâⁿ bān-sū ê Siōng-tè só͘-chòe-ê, lí iû-goân bōe tit-tio̍h chai.","tghg":"風所吹的路，你呣知，骨骸佇孕婦的胎怎樣生長，你也呣知；按呢，行萬事的上帝所做的，你猶原𣍐得著知。","bklhl":"風所吹ê路，你m̄知，骨骸tī孕婦ê胎怎樣生長，你也m̄知；án-ni，行萬事ê上帝所做ê，你猶原bōe得tio̍h知。"}},{"book":"傳","chapter":11,"verse":6,"versions":{"unv":"早晨要撒你的種，晚上也不要歇你的手，因為你不知道哪一樣發旺；或是早撒的，或是晚撒的，或是兩樣都好。","bklcl":"Chá-khí-sî tio̍h iā lí ê chéng-chí, ê-hng-sî iā m̄-thang thêng lí ê chhiú; in-ūi lí m̄-chai chit-ê hit-ê toh-lo̍h chi̍t-ê beh bō͘-sēng; á-sī nn̄g-ê beh pîⁿ-pîⁿ hó.","tghg":"早起時著撒你的種子，下昏時也呣通停你的手，因為你呣知此個彼個叨落一個欲茂盛；抑是二個欲平平好。","bklhl":"早起時tio̍h掖你ê種子，ê-hng時也m̄-thang停你ê手；因為你m̄知chit ê hit ê toh-lo̍h一个beh茂盛；á是兩個beh平平好。"}},{"book":"傳","chapter":11,"verse":7,"versions":{"unv":"光本是佳美的，眼見日光也是可悅的。","bklcl":"Kng chin-chiàⁿ sī hó, ba̍k-chiu khòaⁿ-kìⁿ kng iā sī thang hoaⁿ-hí.","tghg":"光真正是好，目睭看見光也是通歡喜。","bklhl":"光真正是好，目睭看見光也是thang歡喜。"}},{"book":"傳","chapter":11,"verse":8,"versions":{"unv":"人活多年，就當快樂多年；然而也當想到黑暗的日子。因為這日子必多，所要來的都是虛空。","bklcl":"Lâng oa̍h chōe-chōe nî, chiū tio̍h khoài-lo̍k chōe-chōe nî; chóng-sī iā tio̍h siūⁿ kàu o͘-àm ê ji̍t-chí, in-ūi ji̍t-chí beh chōe-chōe; só͘ beh lâi-ê lóng sī khang-hu.","tghg":"人活多多年，就著快樂多多年；總是也著想到黑暗的日子。因為日子欲多多，所欲來的攏是空虛。","bklhl":"人活chōe-chōe年，就tio̍h快樂chōe-chōe年；總是也tio̍h想到烏暗ê日子，因為日子beh chōe-chōe；所beh來ê lóng是空虛。"}},{"book":"傳","chapter":11,"verse":9,"versions":{"unv":"少年人哪，你在幼年時當快樂。在幼年的日子，使你的心歡暢，行你心所願行的，看你眼所愛看的；卻要知道，為這一切的事，　神必審問你。","bklcl":"Siàu-liân lâng ah, lí tī siàu-liân ê sî tio̍h khoài-lo̍k; tī siàu-liân ê ji̍t-chí hō͘ lí ê sim an-ùi lí, iā tio̍h chiàu lí ê sim só͘ ài-ê, kap ba̍k-chiu só͘ khòaⁿ-kìⁿ-ê lâi kiâⁿ, chóng-sī tio̍h chai, ūi-tio̍h che it-chhè ê sū, Siōng-tè beh sím-phòaⁿ lí.","tghg":"少年人啊，你佇少年的時著快樂。佇少年的日子，互你的心安慰你，也著照你的心所愛的，及目睭所看見的來行；總是著知，為著這一切的事，上帝欲審判你。","bklhl":"少年人ah，你tī少年ê時tio̍h快樂；tī少年ê日子hō͘你ê心安慰你，也tio̍h照你ê心所ài-ê，kap目睭所看見ê來行，總是tio̍h知，為tio̍h這一切ê事，上帝beh審判你。"}},{"book":"傳","chapter":11,"verse":10,"versions":{"unv":"所以，你當從心中除掉愁煩，從肉體克去邪惡；因為一生的開端和幼年之時，都是虛空的。","bklcl":"Só͘-í tio̍h hō͘ iu-būn lī-khui lí ê sim, iā tùi lí ê seng-khu tû-khì pháiⁿ-tāi; in-ūi siàu-liân kap chòng-liân, lóng sī khang-hu.","tghg":"所以，著互憂悶離開你的心，也對你的身軀除去歹代；因為少年及壯年，攏是空虛。","bklhl":"所以tio̍h hō͘憂悶離開你ê心，也對你ê身軀除去pháiⁿ-tāi；因為少年kap壯年，lóng是空虛。"}}]