[{"book":"傳","chapter":12,"verse":1,"versions":{"unv":"你趁著年幼、衰敗的日子尚未來到，就是你所說，我毫無喜樂的那些年日未曾臨近之先，當記念造你的主。","bklcl":"Lí tio̍h tī siàu-liân ê ji̍t, kì-liām chhòng-chō lí ê Chú, chiū-sī hoān-lān ê ji̍t iáu-bē kàu, iā lí só͘ kóng, Góa bô thang tī i khoài-lo̍k, hiah-ê nî iáu-bē kūn ê sî.","tghg":"你著佇少年的日，紀念創造你的主，就是患難的日猶未(iáu-bē)到，也你所講，我無通佇伊快樂，許個年猶未近的時。","bklhl":"你tio̍h tī少年ê日，記念創造你ê主，就是患難ê日iáu未到，也你所講，我無thang tī伊快樂，hiah-ê年iáu未近ê時。"}},{"book":"傳","chapter":12,"verse":2,"versions":{"unv":"不要等到日頭、光明、月亮、星宿變為黑暗，雨後雲彩反回，","bklcl":"Tī ji̍t kap kng kap ge̍h kap chhiⁿ bē piàn-chòe o͘-àm, í-ki̍p hō͘ kè-sin, hûn bē koh lâi ê tāi-seng.","tghg":"佇日、及光、及月、及星未變做黑暗，以及雨過身雲未閣來的代先，","bklhl":"Tī日kap光kap月kap星未變做烏暗，以及雨過身，雲未koh來ê事先。"}},{"book":"傳","chapter":12,"verse":3,"versions":{"unv":"看守房屋的發顫，有力的屈身，推磨的稀少就止息，從窗戶往外看的都昏暗；","bklcl":"Tng hit-ji̍t, kò͘-chhù--ê ngia̍uh-ngia̍uh-chhoah; ū la̍t ê lâng so͘-io, oe-bō--ê, in-ūi in chió, chiū soah; tùi thang-á khòaⁿ--chhut-khì--ê lóng o͘-àm;","tghg":"當彼日顧厝的愕愕惙(ngia̍uh-ngia̍uh-chhoah)，有力的人酥腰(so͘-io)，挨磨(oe-bō)者因為𪜶少就息(soah)，對窗仔看出去的攏黑暗；","bklhl":"當hit日，顧厝ê ngia̍uh-ngia̍uh-chhoah；有力ê人酥腰(so͘-io)，挨磨ê，因為in少，就soah；tùi窗á看出去ê lóng烏暗；"}},{"book":"傳","chapter":12,"verse":4,"versions":{"unv":"街門關閉，推磨的響聲微小，雀鳥一叫，人就起來，唱歌的女子也都衰微。","bklcl":"thàng ke-lō͘ ê mn̂g koaiⁿ--teh, oe-bō ê siaⁿ sòe-sòe; chiáu-á chi̍t-ē háu, lâng chiū khí-lâi; chhiùⁿ-koa ê cha-bó͘-gín-ná iā lóng kàng-kē;","tghg":"𥦁(thàng)街路的門關啲，挨磨的聲細細，鳥仔一下哮，人就起來，唱歌的查某囝仔也攏降低。","bklhl":"thàng街路ê門關teh，挨磨ê聲細細；鳥á一下哮，人就起來；唱歌ê cha-bó͘-gín-ná也lóng降低；"}},{"book":"傳","chapter":12,"verse":5,"versions":{"unv":"人怕高處，路上有驚慌，杏樹開花，蚱蜢成為重擔，人所願的也都廢掉；因為人歸他永遠的家，弔喪的在街上往來。","bklcl":"kìⁿ-tio̍h koâiⁿ chiū kiaⁿ, tī lō͘-tiong iā ū só͘ kiaⁿ-ùi; hēng-chhiū khui hoe, chháu-meh chòe tāng-tàⁿ, io̍k-sim lóng bô--khì; in-ūi lâng kui tī i éng-oán ê chhù, ai-khàu ê lâng óng-lâi tī ke-lō͘;","tghg":"見著高就驚，佇路中也有所驚畏，杏樹開花，草蜢(chháu-meh)做重擔，慾心攏無去；因為人歸佇伊永遠的厝，哀哭的人往來佇街路。","bklhl":"見tio̍h高就驚，tī路中也有所驚畏；杏樹開花，草蜢做重擔，慾心lóng無去；因為人歸tī伊永遠ê厝，哀哭ê人往來tī街路；"}},{"book":"傳","chapter":12,"verse":6,"versions":{"unv":"銀鍊折斷，金罐破裂，瓶子在泉旁損壞，水輪在井口破爛，","bklcl":"tng gûn-liān-á bē tn̄g, kim-óaⁿ bē phòa, tī chúi-chôaⁿ-piⁿ ê chúi-pân bē sún-hoāi, ka-lak bē pháiⁿ tī chíⁿ-téng;","tghg":"當銀鍊仔會斷，金碗會破，佇水泉邊的水瓶(pân)會損害，枷轆(ka-lak)會歹佇井頂，","bklhl":"當銀鍊á未斷，金碗未破，tī水泉邊ê水瓶未損壞，耞轆未pháiⁿ tī井頂；"}},{"book":"傳","chapter":12,"verse":7,"versions":{"unv":"塵土仍歸於地，靈仍歸於賜靈的　神。","bklcl":"tîn-ai kui thô͘ lâi hoán-pún, lêng-hûn kui tī hō͘ i lâi ê Siōng-tè ê tāi-seng, tio̍h kì-liām chhòng-chō lí ê Chú.","tghg":"塵埃歸土來返本，靈魂歸佇互伊來的上帝的代先，著紀念創造你的主。","bklhl":"塵埃歸土來返本，靈魂歸tī hō͘伊來ê上帝ê事先，tio̍h記念創造你ê主。"}},{"book":"傳","chapter":12,"verse":8,"versions":{"unv":"傳道者說：「虛空的虛空，凡事都是虛空。」","bklcl":"Thoân-tō--ê kóng, Khang-hu ê khang-hu, hoân-sū lóng sī khang-hu.","tghg":"傳道者講：「空虛的空虛，凡事攏是空虛。」","bklhl":"傳道ê講，空虛ê空虛，凡事lóng是空虛。"}},{"book":"傳","chapter":12,"verse":9,"versions":{"unv":"再者，傳道者因有智慧，仍將知識教訓眾人；又默想，又考查，又陳說許多箴言。","bklcl":"Koh in-ūi Thoân-tō--ê ū tì-hūi, i iû-goân kà-sī peh-sìⁿ chai-bat; iā chēng-chēng siūⁿ, chhâ-khó, koh chiàu chhù-sū pâi-lia̍t chōe-chōe chim-giân.","tghg":"閣因為傳道者有智慧，伊猶原教示百姓知識(chai-bat)；也靜靜想，查考，閣照次序排列多多箴言。","bklhl":"Koh因為傳道ê有智慧，伊猶原教示百姓知bat；也靜靜想，查考，koh照次序排列chōe-chōe箴言。"}},{"book":"傳","chapter":12,"verse":10,"versions":{"unv":"傳道者專心尋求可喜悅的言語，是憑正直寫的誠實話。","bklcl":"Thoân-tō--ê choan-sim chhē thang hoaⁿ-hí ê ōe, sī chiàu chèng-ti̍t siá ê sêng-si̍t ōe.","tghg":"傳道者專心尋通歡喜的話，是照正直寫的誠實話。","bklhl":"傳道ê專心chhē thang歡喜ê話，是照正直寫ê誠實話。"}},{"book":"傳","chapter":12,"verse":11,"versions":{"unv":"智慧人的言語好像刺棍；會中之師的言語又像釘穩的釘子，都是一個牧者所賜的。","bklcl":"Tì-hūi ê lâng ê ōe chhin-chhiūⁿ chhì; hōe-tiúⁿ ê ōe chhin-chhiūⁿ tèng-tiâu ê teng, lóng sī tùi chi̍t ê bo̍k-chiá só͘ sù ê.","tghg":"智慧的人的話親像茦(chhì)；會長的話親像釘住(tèng-tiâu)的釘，攏是對一個牧者所賜的。","bklhl":"智慧ê人ê話親像刺；會長ê話親像釘tiâu ê釘，lóng是tùi一个牧者所賜ê。"}},{"book":"傳","chapter":12,"verse":12,"versions":{"unv":"我兒，還有一層，你當受勸戒：著書多，沒有窮盡；讀書多，身體疲倦。","bklcl":"Góa ê kiáⁿ ah, iáu ū chi̍t-chân, lí tio̍h siū khoàn-kài; tù chheh chōe, bô kiông-chīn; tha̍k-chheh chōe, seng-khu ōe ià-siān.","tghg":"我的子啊，猶有一層(chân)，你著受勸戒；著冊(tù chheh)多，無窮盡；讀冊多，身軀會厭倦。","bklhl":"我ê kiáⁿ ah，iáu有一層，你tio̍h受勸解；著冊chōe，無窮盡；讀冊chōe，身軀會厭倦。"}},{"book":"傳","chapter":12,"verse":13,"versions":{"unv":"這些事都已聽見了，總意就是：敬畏　神，謹守他的誡命，這是人所當盡的本分（或譯：這是眾人的本分）。","bklcl":"Chiah-ê sū lóng í-keng thiaⁿ-liáu lah; kiat-bé chiū-sī kèng-ùi Siōng-tè, kín-sīn siú I ê kài-bēng; che chiū-sī lâng chiâu-pī ê pún-hūn.","tghg":"諸個事攏已經聽了啦，結尾就是：敬畏上帝，謹慎守伊的誡命，這就是人齊備的本分。","bklhl":"Chiah-ê事lóng已經聽了lah；結尾就是敬畏上帝，謹慎守祂ê誡命；這就是人齊備ê本份。"}},{"book":"傳","chapter":12,"verse":14,"versions":{"unv":"因為人所做的事，連一切隱藏的事，無論是善是惡，　神都必審問。","bklcl":"In-ūi kìⁿ só͘-chòe-ê kap it-chhè ún-ba̍t ê sū, bô-lūn sī hó sī pháiⁿ, Siōng-tè lóng beh sím-phòaⁿ.","tghg":"因為見所做的，及一切隱密的事，無論是好是歹，上帝攏欲審判。","bklhl":"因為見所做ê kap一切隱密ê事，無論是好是pháiⁿ，上帝lóng beh審判。"}}]