[{"book":"傳","chapter":7,"verse":1,"versions":{"unv":"名譽強如美好的膏油；人死的日子勝過人生的日子。","bklcl":"Miâ-siaⁿ pí hó ê ko-iû khah-hó; lâng sí ê ji̍t pí chhut-sì ê ji̍t khah-hó.","tghg":"名聲比好的膏油卡好；人死的日比出世的日卡好。","bklhl":"名聲比好ê膏油khah好；人死ê日比出世ê日khah好。"}},{"book":"傳","chapter":7,"verse":2,"versions":{"unv":"往遭喪的家去，強如往宴樂的家去；因為死是眾人的結局，活人也必將這事放在心上。","bklcl":"Khì song-sū ê ke pí khì iàn-lo̍k ê ke khah-hó; in-ūi che sī chèng-lâng ê kiat-kio̍k, oa̍h ê lâng iā beh chiong che sū hē tī sim--nih.","tghg":"去喪事的家，比去宴樂的家卡好；因為這是眾人的結局，活的人也欲將這事下(hē)佇心裡。","bklhl":"去喪事ê家比去宴樂ê家khah好；因為這是眾人ê結局，活ê人也beh將這事hē tī心裡。"}},{"book":"傳","chapter":7,"verse":3,"versions":{"unv":"憂愁強如喜笑；因為面帶愁容，終必使心喜樂。","bklcl":"Iu-būn pí chhiò khah-hó; in-ūi bīn tài-iu-iông, sī hō͘ sim khoài-lo̍k.","tghg":"憂悶比笑卡好；因為面帶憂容，是互心快樂。","bklhl":"憂悶比笑khah好；因為面帶憂容，是hō͘心快樂。"}},{"book":"傳","chapter":7,"verse":4,"versions":{"unv":"智慧人的心在遭喪之家；愚昧人的心在快樂之家。","bklcl":"Tì-hūi ê lâng ê sim tī song-sū ê ke; gû-gōng ê lâng ê sim tī khoài-lo̍k ê ke.","tghg":"智慧的人的心佇喪事的家；愚戇的人的心佇快樂的家。","bklhl":"智慧ê人ê心tī 喪事ê家；愚戇ê人ê心tī快樂ê家。"}},{"book":"傳","chapter":7,"verse":5,"versions":{"unv":"聽智慧人的責備，強如聽愚昧人的歌唱。","bklcl":"Thiaⁿ tì-hūi ê lâng ê chek-pī, pí thiaⁿ gû-gōng lâng ê chhiùⁿ-khek khah-hó.","tghg":"聽智慧的人的責備，比聽愚戇人的唱曲卡好。","bklhl":"聽智慧ê人ê責備，比聽愚戇人ê唱曲 khah好。"}},{"book":"傳","chapter":7,"verse":6,"versions":{"unv":"愚昧人的笑聲，好像鍋下燒荊棘的爆聲；這也是虛空。","bklcl":"Gōng-lâng ê chhiò chhin-chhiūⁿ tiáⁿ-ē sio chhì-á ê siaⁿ; che iā sī khang-hu.","tghg":"戇人的笑，親像鼎下燒茦仔(chhì-á)的聲；這也是空虛。","bklhl":"戇人ê笑親像鼎下燒刺á ê聲；這也是空虛。"}},{"book":"傳","chapter":7,"verse":7,"versions":{"unv":"勒索使智慧人變為愚妄；賄賂能敗壞人的慧心。","bklcl":"Le̍k-sek ōe hō͘ tì-hūi ê lâng piàn-chòe gōng; pò͘-lō͘ ōe pāi-hoāi lâng ê sim-su̍t.","tghg":"勒索會互智慧的人變做戇；賄賂(pò͘-lō͘)會敗壞人的心術。","bklhl":"勒索會hō͘智慧ê人變做戇；pò͘賂會敗壞人ê心術。"}},{"book":"傳","chapter":7,"verse":8,"versions":{"unv":"事情的終局強如事情的起頭；存心忍耐的，勝過居心驕傲的。","bklcl":"Tāi-chì ê kiat-kio̍k iâⁿ-kè tāi-chì ê khí-thâu; sim thun-lún iâⁿ-kè sim kiau-ngō͘.","tghg":"代誌的結局贏過代誌的起頭；心吞愞，贏過心驕傲。","bklhl":"Tāi-chì ê結局贏過tāi-chì ê起頭；心吞忍贏過心驕傲。"}},{"book":"傳","chapter":7,"verse":9,"versions":{"unv":"你不要心裡急躁惱怒，因為惱怒存在愚昧人的懷中。","bklcl":"Lí ê sim bo̍h-tit sò-kip lâi siū-khì; in-ūi siū-khì chûn tī gōng-lâng ê sim-hoâi.","tghg":"你的心莫得躁急(sò-kip)來受氣，因為受氣存佇戇人的心懷。","bklhl":"你ê心莫得躁急來受氣；因為受氣存tī戇人ê心懷。"}},{"book":"傳","chapter":7,"verse":10,"versions":{"unv":"不要說：先前的日子強過如今的日子，是甚麼緣故呢？你這樣問，不是出於智慧。","bklcl":"Lí m̄-thang kóng, Àn-cháiⁿ-iūⁿ chêng ê ji̍t iâⁿ-kè hiān-kim ê ji̍t? in-ūi lí án-ni mn̄g m̄-sī chhut tī tì-hūi.","tghg":"你呣通講：按怎樣前的日贏過現今的日？因為你按呢問，呣是出佇智慧。","bklhl":"你m̄-thang講，Àn怎樣前ê日贏過現今ê日？因為你án-ni問m̄是出tī智慧。"}},{"book":"傳","chapter":7,"verse":11,"versions":{"unv":"智慧和產業並好，而且見天日的人得智慧更為有益。","bklcl":"Tì-hūi kap sán-gia̍p pîⁿ-pîⁿ hó; tùi-tī khòaⁿ-kìⁿ ji̍t-kng ê lâng, koh khah ū lī-ek.","tghg":"智慧及產業平平好，對佇看見日光的人閣卡有利益。","bklhl":"智慧kap產業平平好；對tī看見日光ê人，koh khah有利益。"}},{"book":"傳","chapter":7,"verse":12,"versions":{"unv":"因為智慧護庇人，好像銀錢護庇人一樣。惟獨智慧能保全智慧人的生命。這就是知識的益處。","bklcl":"In-ūi tì-hūi ōe tì-ìm lâng, chîⁿ-gûn iā ōe tì-ìm lâng; to̍k-to̍k tì-hūi ōe pó-choân i pún-lâng ê oa̍h-miā; che chiū-sī chai-bat te̍k-sek ê lī-ek.","tghg":"因為智慧會致蔭人，錢銀也會致蔭人。獨獨智慧會保全伊本人的活命。這就是知識(chai-bat)特色的利益。","bklhl":"因為智慧會致蔭人，錢銀也會致蔭人；獨獨智慧能保全伊本人ê活命；這就是知識特色ê利益。"}},{"book":"傳","chapter":7,"verse":13,"versions":{"unv":"你要察看　神的作為；因　神使為曲的，誰能變為直呢？","bklcl":"Lí tio̍h siūⁿ Siōng-tè só͘ chòe, in-ūi I hō͘ i oan--ê, chī-chūi ōe hō͘ i ti̍t?","tghg":"你著想上帝所做；因為伊互伊彎的，是誰會互伊直？","bklhl":"你tio̍h想上帝所做，因為伊hō͘伊彎ê，是誰能hō͘伊直？"}},{"book":"傳","chapter":7,"verse":14,"versions":{"unv":"遇亨通的日子你當喜樂；遭患難的日子你當思想；因為　神使這兩樣並列，為的是叫人查不出身後有甚麼事。","bklcl":"Heng-thong ê ji̍t, lí tio̍h hoaⁿ-hí, tú-tio̍h hoān-lān ê ji̍t, lí tio̍h siūⁿ; in-ūi Siōng-tè hō͘ nn̄g-hāng pîⁿ-pîⁿ pâi-teh, ūi-tio̍h beh hō͘ lâng chhâ-bōe-chhut sin-āu ū sím-mi̍h sū.","tghg":"亨通的日你著歡喜；抵著(tú-tio̍h)患難的日你著想；因為上帝互二項平平排啲，為著欲互人查𣍐出身後有甚麼事。","bklhl":"興通ê日，你tio̍h歡喜，tú-tio̍h患難ê日，你tio̍h想；因為上帝hō͘兩項平平排teh，為tio̍h beh hō͘人查bōe出身後有甚麼事。"}},{"book":"傳","chapter":7,"verse":15,"versions":{"unv":"有義人行義，反致滅亡；有惡人行惡，倒享長壽。這都是我在虛度之日中所見過的。","bklcl":"Ū gī-lâng kiâⁿ-gī, hoán-tńg bia̍t-bô, ū pháiⁿ-lâng kiâⁿ pháiⁿ, hoán-tńg chia̍h tn̂g hè-siū; góa tī khang-hu ê ji̍t lóng ū khòaⁿ-kìⁿ.","tghg":"有義人行義，反轉滅無；有歹人行歹，反轉食長歲壽。我佇空虛的日攏有看見。","bklhl":"有義人行義，反tńg滅無，有pháiⁿ人行pháiⁿ，反tńg食長歲壽；我tī空虛ê日lóng有看見。"}},{"book":"傳","chapter":7,"verse":16,"versions":{"unv":"不要行義過分，也不要過於自逞智慧，何必自取敗亡呢？","bklcl":"Bo̍h-tit kiâⁿ-gī siuⁿ-chōe, bo̍h-tit tì-hūi kè-thâu; siáⁿ-sū pāi-hoāi ka-kī ah?","tghg":"莫得行義甚多(siuⁿ-chōe)，莫得智慧過頭，啥事敗壞家己啊？","bklhl":"莫得行義siuⁿ-chōe，莫得智慧過頭；啥事敗壞家己ah？"}},{"book":"傳","chapter":7,"verse":17,"versions":{"unv":"不要行惡過分，也不要為人愚昧，何必不到期而死呢？","bklcl":"Bo̍h-tit kiâⁿ-pháiⁿ siuⁿ-chōe, iā bo̍h-tit chòe gōng-lâng; siáⁿ-sū bē kàu-kî lâi sí ah?","tghg":"莫得行歹甚多，也莫得做戇人，啥事未到期來死啊？","bklhl":"莫得行pháiⁿ siuⁿ-chōe，也莫得做戇人；啥事bē到期來死ah？"}},{"book":"傳","chapter":7,"verse":18,"versions":{"unv":"你持守這個為美，那個也不要鬆手；因為敬畏　神的人，必從這兩樣出來。","bklcl":"Lí chhî-siú chit-ê sī hó, hit-ê iā m̄-thang pàng chhiú; in-ūi kèng-ùi Siōng-tè ê lâng beh thoat-lī che it-chhè ê sū.","tghg":"你持守此個是好，彼個也呣通放手；因為敬畏上帝的人，欲脫離這一切的事。","bklhl":"你持守chit ê是好，hit ê也m̄-thang放手；因為敬畏上帝ê人beh脫離這一切ê事。"}},{"book":"傳","chapter":7,"verse":19,"versions":{"unv":"智慧使有智慧的人比城中十個官長更有能力。","bklcl":"Tì-hūi hō͘ tì-hūi ê lâng ū lêng-le̍k, iâⁿ-kè siâⁿ-lāi cha̍p ê chiáng-koân-ê.","tghg":"智慧互智慧的人有能力贏過城內十個掌權的。","bklhl":"智慧hō͘智慧ê人有能力，贏過城內十個掌權ê。"}},{"book":"傳","chapter":7,"verse":20,"versions":{"unv":"時常行善而不犯罪的義人，世上實在沒有。","bklcl":"Kiâⁿ-hó bô hoān-chōe ê gī-lâng, sè-chiūⁿ si̍t-chāi bô.","tghg":"行好無犯罪的義人，世上實在無。","bklhl":"行好無犯罪ê義人，世上實在無。"}},{"book":"傳","chapter":7,"verse":21,"versions":{"unv":"人所說的一切話，你不要放在心上，恐怕聽見你的僕人咒詛你。","bklcl":"Lâng só͘ kóng ê ōe, m̄-thang lóng-chóng hē tī sim--nih, kiaⁿ-liáu thiaⁿ-kìⁿ lí ê lô͘-po̍k chiù-chó͘ lí.","tghg":"人所講的話，呣通攏總下佇心裡，驚了聽見你的奴僕咒詛你。","bklhl":"人所講ê話，m̄-thang lóng總hē tī心裡，驚了聽見你ê奴僕咒詛你。"}},{"book":"傳","chapter":7,"verse":22,"versions":{"unv":"因為你心裡知道，自己也曾屢次咒詛別人。","bklcl":"In-ūi lí ê sim ka-kī chai, lí iā bat chōe-chōe pái chiù-chó͘ pa̍t-lâng.","tghg":"因為你的心家己知，你也曾多多擺(chōe-chōe pái)咒詛別人。","bklhl":"因為你ê心家己知，你也bat chōe-chōe pái咒詛別人。"}},{"book":"傳","chapter":7,"verse":23,"versions":{"unv":"我曾用智慧試驗這一切事；我說，要得智慧，智慧卻離我遠。","bklcl":"Góa bat ēng tì-hūi chhì-giām che it-chhè ê sū; góa kóng, Góa beh chòe tì-hūi-ê; chóng-sī che lī-khui góa hn̄g-hn̄g.","tghg":"我曾用智慧試驗這一切的事；我講，我欲做智慧的，總是這離開我遠遠。","bklhl":"我bat用智慧試驗這一切ê事；我講，我beh做智慧ê；總是這離開我遠遠。"}},{"book":"傳","chapter":7,"verse":24,"versions":{"unv":"萬事之理，離我甚遠，而且最深，誰能測透呢？","bklcl":"Só͘-ū-ê sī hn̄g koh chhim-chhim; chī-chūi ōe chhek-to̍k ah?","tghg":"所有的，是遠閣深深，是誰會測𢜬啊？","bklhl":"所有ê是遠koh深深；是誰能測度ah？"}},{"book":"傳","chapter":7,"verse":25,"versions":{"unv":"我轉念，一心要知道，要考察，要尋求智慧和萬事的理由；又要知道邪惡為愚昧，愚昧為狂妄。","bklcl":"Góa oa̍t-tńg siūⁿ góa choan-sim ài chai, ài chhâ-khó, iā chhē tì-hūi kap bān-sū ê lí-iû; koh ài chai siâ-ok sī gû-gōng, gû-chhún sī tian-kông.","tghg":"我越轉想，我專心愛知，愛查考，也尋智慧及萬事的理由；閣愛知邪惡是愚戇，愚蠢(gû-chhún)是癲狂。","bklhl":"我oa̍t-tńg想我專心ài知，ài查考，也chhē智慧kap萬事ê理由；koh ài知邪惡是愚戇，愚蠢是顛狂。"}},{"book":"傳","chapter":7,"verse":26,"versions":{"unv":"我得知有等婦人比死還苦：她的心是網羅，手是鎖鍊。凡蒙　神喜悅的人必能躲避她；有罪的人卻被她纏住了。","bklcl":"Góa koh chhâ-chhut chi̍t-hāng pí sí khah-khó͘; chiū-sī chi̍t téng-hō ê hū-jîn-lâng, i ê sim sī oa̍h-tauh kap lô-bāng, i ê chhiú sī só-liān; hoān-nā tit-tio̍h Siōng-tè hoaⁿ-hí ê lâng tit-tio̍h siám-pī; chóng-sī ū-chōe ê lâng hō͘ i lia̍h--tio̍h.","tghg":"我閣查出一項比死卡苦，就是一等號(chi̍t téng-hō)的婦仁人：伊的心是活罩(oa̍h-tauh)及羅網，伊的手是鎖鍊。凡若得著上帝歡喜的人得著閃避；總是有罪的人互伊掠著。","bklhl":"我koh查出一項比死khah苦；就是一等號ê婦人人，伊ê心是活tauh kap羅網，伊ê手是鎖鏈；凡若得tio̍h上帝歡喜ê人得tio̍h閃避；總是有罪ê人hō͘伊掠tio̍h。"}},{"book":"傳","chapter":7,"verse":27,"versions":{"unv":"傳道者說：「看哪，一千男子中，我找到一個正直人，但眾女子中，沒有找到一個。」我將這事一一比較，要尋求其理，我心仍要尋找，卻未曾找到。","bklcl":"Thoân-tō--ê kóng, Khòaⁿ ah, góa ài chai i ê siàu-gia̍h, chi̍t-hāng chi̍t-hāng pí-kàu i, chiū chhē-tio̍h chit-ê;","tghg":"傳道者講：「看啊，我愛知伊的數額，一項一項比較伊，就尋著此個，","bklhl":"傳道ê講，看ah，我ài知伊ê數額，一項一項比較伊，就chhē-tio̍h chit ê；"}},{"book":"傳","chapter":7,"verse":28,"versions":{"unv":"【併於上節】","bklcl":"góa ê sim ài chhē--i iā bōe tit-tio̍h; tī chi̍t-chheng lâng ê tiong-kan góa ōe chhē-tio̍h chi̍t ê ta-po͘-lâng, tī hiah-ê lâng ê tiong-kan, góa bô chhē-tio̍h chi̍t ê hū-jîn-lâng.","tghg":"我的心愛尋伊也𣍐得著，佇一千人的中間我會尋著一個查甫人，佇許個人的中間，我無尋著一個婦仁人。」","bklhl":"我ê心ài chhē伊也bōe得tio̍h；tī一千人ê中間我會chhē-tio̍h一个ta-po͘人，tī hiah-ê人ê中間，我無chhē-tio̍h一个婦人人。"}},{"book":"傳","chapter":7,"verse":29,"versions":{"unv":"我所找到的只有一件，就是　神造人原是正直，但他們尋出許多巧計。","bklcl":"Khòaⁿ ah, góa chí-ū chhē-tio̍h chit-ê, chiū-sī Siōng-tè chhòng-chō lâng pún sī chèng-ti̍t, chóng-sī in chhē-chhut chōe-chōe kî-khiáu ê kè-bô͘.","tghg":"看啊，我只有尋著此個，就是上帝創造人本是正直，總是𪜶尋出多多奇巧的計謀。","bklhl":"看ah，我只有chhē-tio̍h一个，就是上帝創造人本是正直，總是in chhē出chōe-chōe奇巧ê計謀。"}}]