[{"book":"傳","chapter":10,"verse":1,"versions":{"unv":"死蒼蠅使做香的膏油發出臭氣；這樣，一點愚昧也能敗壞智慧和尊榮。","bklcl":"Sí ê hô͘-sîn hō͘ chòe hiuⁿ-liāu--ê ê iû hoat-chhut chhàu-bī; án-ni chi̍t-tiám-á ê gû-gōng iā ōe pāi-hoāi tōa tì-hūi kap chun-kùi.","tghg":"死的蝴蠅(hô͘-sîn)互做香料(hiuⁿ-liāu)者的油發出臭味；按呢，一點仔的愚戇也會敗壞大智慧及尊貴。","bklhl":"死ê胡蠅hō͘做香料ê ê油發出臭味；án-ni一點á ê愚戇也會敗壞大智慧kap尊貴。"}},{"book":"傳","chapter":10,"verse":2,"versions":{"unv":"智慧人的心居右；愚昧人的心居左。","bklcl":"Tì-hūi ê lâng ê sim sī tī i ê chiàⁿ-chhiú pêng, gû-gōng ê lâng ê sim sī tī i ê tò-chhiú pêng.","tghg":"智慧的人的心是佇伊的正手旁；愚戇的人的心是佇伊的倒手旁。","bklhl":"智慧ê人ê心是tī伊ê chiàⁿ手pêng，愚戇ê人ê心是tī伊ê tò手pêng。"}},{"book":"傳","chapter":10,"verse":3,"versions":{"unv":"並且愚昧人行路顯出無知，對眾人說，他是愚昧人。","bklcl":"Koh gōng-lâng kiâⁿ tī lō͘--nih, khiàm-kheh tì-hūi, tùi chèng-lâng kóng i sī gōng-lâng.","tghg":"閣戇人行佇路裡欠缺智慧，對眾人講，伊是戇人。","bklhl":"Koh戇人行tī路裡，欠缺智慧，對眾人講伊是戇人。"}},{"book":"傳","chapter":10,"verse":4,"versions":{"unv":"掌權者的心若向你發怒，不要離開你的本位，因為柔和能免大過。","bklcl":"Chiáng-koân--ê ê sim-sîn siūⁿ beh kong-kek lí, m̄-thang lī-khui lí ê pún-ūi, in-ūi un-hô ōe bián-tit tōa ê kè-sit.","tghg":"掌權者的心神想欲攻擊你，呣通離開你的本位，因為溫和會免得大的過失。","bklhl":"掌權ê ê心神想beh攻擊你，m̄-thang離開你ê本位，因為溫和能免得大ê過失。"}},{"book":"傳","chapter":10,"verse":5,"versions":{"unv":"我見日光之下有一件禍患，似乎出於掌權的錯誤，","bklcl":"Góa khòaⁿ-kìⁿ ji̍t-kng ê ē-bīn, ū chi̍t hāng m̄-hó, chhin-chhiūⁿ chhut tī chiáng-koân--ê ê chhò-gō͘;","tghg":"我看見日光的下面有一項呣好，親像出佇掌權者的錯誤，","bklhl":"我看見日光ê下面，有一項m̄好，親像出tī掌權ê ê錯誤；"}},{"book":"傳","chapter":10,"verse":6,"versions":{"unv":"就是愚昧人立在高位；富足人坐在低位。","bklcl":"chiū-sī an-tì gōng-lâng tī koâiⁿ-ūi, hó-gia̍h lâng chē tī kē-ūi.","tghg":"就是安置戇人佇高位；好額人坐佇低位。","bklhl":"就是安置戇人tī高位，好額人坐tī低位。"}},{"book":"傳","chapter":10,"verse":7,"versions":{"unv":"我見過僕人騎馬，王子像僕人在地上步行。","bklcl":"Góa khòaⁿ-kìⁿ lô͘-po̍k khiâ bé, kùi-cho̍k chhin-chhiūⁿ lô͘-po̍k kiâⁿ tī tōe--nih.","tghg":"我看見奴僕騎馬，貴族親像奴僕行佇地裡。","bklhl":"我看見奴僕騎馬，貴族親像奴僕行tī地裡。"}},{"book":"傳","chapter":10,"verse":8,"versions":{"unv":"挖陷坑的，自己必掉在其中；拆牆垣的，必為蛇所咬。","bklcl":"Ku̍t hām-khiⁿ-ê beh ka-kī poa̍h tī hí(**hit) lāi-bīn; thiah-chhiûⁿ-ê beh hō͘ chôa kā--tio̍h.","tghg":"掘(ku̍t)陷坑的，欲家己跋(poa̍h)佇彼內面；拆牆的，欲互蛇咬著。","bklhl":"掘陷坑ê beh家己跋tī hit內面；拆牆ê beh hō͘蛇咬tio̍h。"}},{"book":"傳","chapter":10,"verse":9,"versions":{"unv":"鑿開（或譯：挪移）石頭的，必受損傷；劈開木頭的，必遭危險。","bklcl":"Phah-chio̍h-ê ōe siū chio̍h siong, phòa-chhâ-ê ōe tùi án-ni tú-tio̍h gûi-hiám.","tghg":"拍石的，會受石傷；破柴的，會對按呢抵著(tú-tio̍h)危險。","bklhl":"Phah石ê會受石傷，破柴ê會tùi án-ni tú-tio̍h危險。"}},{"book":"傳","chapter":10,"verse":10,"versions":{"unv":"鐵器鈍了，若不將刃磨快，就必多費氣力；但得智慧指教，便有益處。","bklcl":"Thih-khì í-keng tun, nā bô bôa-lāi i ê chhùi, chiū tio̍h ke-chhut chōe-chōe la̍t; to̍k-to̍k tit-tio̍h tì-hūi ê kà-sī, chiū ū lī-ek.","tghg":"鐵器已經鈍(tun)，若無磨利(lāi)伊的嘴，就著加出多多力；獨獨得著智慧的教示，就有利益。","bklhl":"鐵器已經tun，若無磨利伊ê嘴，就tio̍h 加出chōe-chōe力；獨獨得tio̍h智慧ê教示，就有利益。"}},{"book":"傳","chapter":10,"verse":11,"versions":{"unv":"未行法術以先，蛇若咬人，後行法術也是無益。","bklcl":"Bē liām-chiù ê sî, chôa nā kā--tio̍h lâng, liām-chiù ê lâng chiū bô lī-ek.","tghg":"未念咒的時，蛇若咬著人，念咒的人就無利益。","bklhl":"未念咒ê時，蛇若咬tio̍h人，念咒ê人就無利益。"}},{"book":"傳","chapter":10,"verse":12,"versions":{"unv":"智慧人的口說出恩言；愚昧人的嘴吞滅自己。","bklcl":"Tì-hūi ê lâng ê só͘ kóng sī un-hūi ê ōe; gû-gōng ê chhùi thun-bia̍t ka-kī.","tghg":"智慧的人的所講是恩惠的話；愚戇的嘴吞滅家己。","bklhl":"智慧ê人ê所講是恩惠ê話；愚戇ê嘴吞滅家己。"}},{"book":"傳","chapter":10,"verse":13,"versions":{"unv":"他口中的言語起頭是愚昧；他話的末尾是奸惡的狂妄。","bklcl":"I ê chhùi só͘ kóng ê ōe khí-thâu sī gû-gōng; i ê ōe ê lō͘-bé sī hāi lâng ê tian-kông.","tghg":"伊的嘴所講的話起頭是愚戇；伊的話的路尾是害人的癲狂。","bklhl":"伊ê嘴所講ê話起頭是愚戇；伊ê話ê路尾是害人ê顛狂。"}},{"book":"傳","chapter":10,"verse":14,"versions":{"unv":"愚昧人多有言語，人卻不知將來有甚麼事；他身後的事誰能告訴他呢？","bklcl":"Gōng-lâng chōe-chōe ōe; to̍k-to̍k lâng m̄-chai chiong-lâi cháiⁿ-iūⁿ; i sin-āu só͘ beh ū ê sū chī-chūi ōe kā i kóng ah?","tghg":"戇人多多話，獨獨人呣知將來怎樣；伊身後所欲有的事是誰會給伊講啊？","bklhl":"戇人chōe-chōe話；獨獨人m̄知將來怎樣；伊身後所beh有ê事是誰會kā伊講ah？"}},{"book":"傳","chapter":10,"verse":15,"versions":{"unv":"凡愚昧人，他的勞碌使自己困乏，因為連進城的路，他也不知道。","bklcl":"Gōng-lâng ê lô-lo̍k tì-kàu hō͘ in ià-siān, in-ūi ji̍p siâⁿ ê lō͘ i iā m̄-chai.","tghg":"戇人的勞碌致到互𪜶厭倦，因為入城的路，伊也呣知。","bklhl":"戇人ê勞碌致到hō͘ in厭倦，因為入城ê路伊也m̄知。"}},{"book":"傳","chapter":10,"verse":16,"versions":{"unv":"邦國啊，你的王若是孩童，你的群臣早晨宴樂，你就有禍了！","bklcl":"Pang-kok ah, lí ê ông nā sī gín-ná, lí ê kùi-cho̍k chá-khí-sî iàn-lo̍k, lí chiū ū chai-ē.","tghg":"邦國啊，你的王若是囝仔，你的貴族早起時宴樂，你就有災禍！","bklhl":"邦國ah，你ê王若是gín-ná，你ê貴族早起時宴樂，你就有災厄。"}},{"book":"傳","chapter":10,"verse":17,"versions":{"unv":"邦國啊，你的王若是貴冑之子，你的群臣按時吃喝，為要補力，不為酒醉，你就有福了！","bklcl":"Pang-kok ah, lí ê ông nā sī chun-kùi ê lâng ê kiáⁿ, lí ê kùi-cho̍k chiàu-sî lim-chia̍h, ūi-tio̍h beh pó͘ in ê la̍t, m̄-sī in-ūi hò͘ⁿ lim, lí chiū ū hok-khì.","tghg":"邦國啊，你的王若是尊貴的人的子，你的貴族照時飲食，為著欲補𪜶的力，呣是因為好飲(hò͘ⁿ lim)，你就有福氣！","bklhl":"邦國ah，你ê王若是尊貴ê人ê kiáⁿ，你ê貴族照時lim食，為tio̍h beh補in ê力，m̄是因為好lim，你就有福氣。"}},{"book":"傳","chapter":10,"verse":18,"versions":{"unv":"因人懶惰，房頂塌下；因人手懶，房屋滴漏。","bklcl":"In-ūi pîn-tōaⁿ chhù-kòa lap--lo̍h-khì; ūi-tio̍h chhiú pîn-tōaⁿ chhù chiū lāu.","tghg":"因為貧憚(pîn-tōaⁿ)，厝蓋(kòa)塌(lap)落去；為著手貧憚，厝就漏。","bklhl":"因為pîn-tōaⁿ，厝蓋lap落去；為tio̍h手pîn-tōaⁿ，厝就漏。"}},{"book":"傳","chapter":10,"verse":19,"versions":{"unv":"設擺筵席是為喜笑。酒能使人快活；錢能叫萬事應心。","bklcl":"Iân-sia̍h sī ūi-tio̍h hoaⁿ-hí lâi siat, chiú sī hō͘ lâng khòaⁿ-oa̍h; chîⁿ-gûn chòe bān-sū ê lō͘-ēng.","tghg":"筵席是為著歡喜來設。酒是互人快活；錢銀做萬事的路用。","bklhl":"筵席是為tio̍h歡喜來設，酒是hō͘人khòaⁿ活；錢銀做萬事ê路用。"}},{"book":"傳","chapter":10,"verse":20,"versions":{"unv":"你不可咒詛君王，也不可心懷此念；在你臥房也不可咒詛富戶。因為空中的鳥必傳揚這聲音，有翅膀的也必述說這事。","bklcl":"Lí m̄-thang chiù-chó͘ kun-ông, sim iā m̄-thang án-ni siūⁿ; tī lí ê khùn-pâng iā m̄-thang chiù-chó͘ hó-gia̍h lâng; in-ūi khong-tiong ê chiáu beh thoân-pò͘ chit ê siaⁿ, ū si̍t-kó͘--ê iā beh kóng-khí chit ê sū.","tghg":"你呣通咒詛君王，心也呣通按呢想；佇你的睏房也呣通咒詛好額人。因為空中的鳥欲傳報此個聲，有翅股的也欲講起此個事。","bklhl":"你m̄-thang咒詛君王，心也m̄-thang án-ni想；tī你ê睏房也m̄-thang咒詛好額人；因為空中ê鳥beh傳播chit ê聲，有翼股ê也beh講起chit ê事。"}}]