[{"book":"傳","chapter":6,"verse":1,"versions":{"unv":"我見日光之下有一宗禍患重壓在人身上，","bklcl":"Góa khòaⁿ-kìⁿ ji̍t-kng ê ē-bīn ū chi̍t-hāng chai-ē, tāng-tāng teh lâng ê.","tghg":"我看見日光的下面有一項災禍重重壓(teh)人的，","bklhl":"我看見日光ê下面有一項災厄，重重teh人ê。"}},{"book":"傳","chapter":6,"verse":2,"versions":{"unv":"就是人蒙　神賜他資財、豐富、尊榮，以致他心裡所願的一樣都不缺，只是　神使他不能吃用，反有外人來吃用。這是虛空，也是禍患。","bklcl":"Chiū-sī ū lâng tit-tio̍h Siōng-tè siúⁿ-sù i chîⁿ-châi, hó-gia̍h, chun-kùi, tì-kàu i ê sim só͘ ài ê bô khiàm chi̍t-hāng; chóng-sī Siōng-tè bô hō͘ i ōe chia̍h--i, hoán-tńg hō͘ gōa-lâng lâi chia̍h--i; che iā sī khang-hu, iā sī tōa pē-pēng.","tghg":"就是有人得著上帝賞賜伊錢財、好額、尊貴，致到伊的心所愛的無欠一項，總是上帝無互伊會食伊，反轉互外人來食伊。這也是空虛，也是大弊病(pē-pēng)。","bklhl":"就是有人得tio̍h上帝賞賜伊錢財、好額、尊貴，致到伊ê心所ài ê無欠一項；總是上帝無hō͘伊能食伊，反tńg hō͘外人來食伊；這也是空虛，也是大弊病。"}},{"book":"傳","chapter":6,"verse":3,"versions":{"unv":"人若生一百個兒子，活許多歲數，以致他的年日甚多，心裡卻不得滿享福樂，又不得埋葬；據我說，那不到期而落的胎比他倒好。","bklcl":"Lâng siat-sú siⁿ chi̍t-pah ê kiáⁿ, koh chia̍h tn̂g hè-siū, le̍k-kè chōe-chōe nî, i ê sim bô tit-tio̍h hióng-hok lâi móa-chiok, koh bô tit-tio̍h bâi-chòng; chiàu góa kóng, hit ê bô kàu-kî lâi tūi-lo̍h ê thai pí i khah-hó.","tghg":"人設使生一百個子，閣食長歲壽，歷過多多年，伊的心無得著享福來滿足，閣無得著埋葬；照我講，彼個無到期來墜落的胎比伊卡好。","bklhl":"人設使生一百ê kiáⁿ，koh食長歲壽，歷過chōe-chōe年，伊ê心無得tio̍h享福來滿足，koh無得tio̍h埋葬；照我講，hit ê無夠期來墮落ê胎比伊khah好。"}},{"book":"傳","chapter":6,"verse":4,"versions":{"unv":"因為虛虛而來，暗暗而去，名字被黑暗遮蔽，","bklcl":"In-ūi i tī khang-hu lâi, tī o͘-àm khì, i ê miâ siū o͘-àm khàm-ba̍t.","tghg":"因為伊佇空虛來，佇黑暗去，伊的名受黑暗蓋密，","bklhl":"因為伊tī空虛來，tī烏暗去，伊ê名受烏暗蓋密。"}},{"book":"傳","chapter":6,"verse":5,"versions":{"unv":"並且沒有見過天日，也毫無知覺；這胎，比那人倒享安息。","bklcl":"Koh i bô khòaⁿ-kìⁿ ji̍t-thâu, iā lóng bô ti-kak, chit-ê pí hit-ê khah pêng-an.","tghg":"閣伊無看見日頭，也攏無知覺(ti-kak)；此個，比彼個卡平安。","bklhl":"Koh伊無看見日頭，也lóng無知覺，chit ê比hit ê khah平安。"}},{"book":"傳","chapter":6,"verse":6,"versions":{"unv":"那人雖然活千年，再活千年，卻不享福，眾人豈不都歸一個地方去嗎？","bklcl":"Hit-lâng sui-jiân oa̍h kàu chi̍t-chheng nî, koh chi̍t-chheng nî, chóng-sī bô hióng-hok; chèng-lâng kiám m̄-sī lóng kui chi̍t só͘-chāi khì mah?","tghg":"彼人雖然活到一千年，閣一千年，總是無享福，眾人豈呣是攏歸一所在去嗎？","bklhl":"Hit人雖然活到一千年，koh一千年，總是無享福；眾人kiám m̄是lóng歸一所在去mah？"}},{"book":"傳","chapter":6,"verse":7,"versions":{"unv":"人的勞碌都為口腹，心裡卻不知足。","bklcl":"Lâng ê lô-lo̍k lóng sī ūi-tio̍h khó͘-hok, sim iā bô ti-chiok.","tghg":"人的勞碌攏是為著口腹(khó͘-hok)，心也無知足。","bklhl":"人ê勞碌lóng是為tio̍h口腹，心也無知足。"}},{"book":"傳","chapter":6,"verse":8,"versions":{"unv":"這樣看來，智慧人比愚昧人有甚麼長處呢？窮人在眾人面前知道如何行，有甚麼長處呢？","bklcl":"Tì-hūi ê lâng pí gû-gōng ê lâng ū sím-mi̍h khah-iâⁿ ah? sòng-hiong ê lâng tī chèng-lâng ê bīn-chêng chai só͘ thang kiâⁿ ê, ū sím-mi̍h khah-iâⁿ ah?","tghg":"智慧的人比愚戇的人有甚麼卡贏啊？喪鄉的人佇眾人的面前知所通行的，有甚麼卡贏啊？","bklhl":"智慧ê人比愚戇ê人有甚麼khah贏ah？sòng-hiong ê人tī眾人ê面前知所thang行ê，有甚麼khah贏ah？"}},{"book":"傳","chapter":6,"verse":9,"versions":{"unv":"眼睛所看的比心裡妄想的倒好。這也是虛空，也是捕風。","bklcl":"Ba̍k-chiu só͘ khòaⁿ-ê iâⁿ-kè sim-lāi ê hoàn-hoàn siūⁿ; che iā sī khang-hu, iā sī lia̍h-hong.","tghg":"目睭所看的贏過心內的泛泛(hoàn-hoàn)想。這也是空虛，也是掠風。","bklhl":"目睭所看ê贏過心內ê泛泛想；這也是空虛，也是掠風。"}},{"book":"傳","chapter":6,"verse":10,"versions":{"unv":"先前所有的，早已起了名，並知道何為人，他也不能與那比自己力大的相爭。","bklcl":"Chêng só͘ ū ê, í-keng kú-kú hō i ê miâ, chai i sī lâng, i iā bōe-ōe kap hit-ê pí i khah ū la̍t--ê lâi saⁿ-chiⁿ.","tghg":"前所有的，已經久久號伊的名，知伊是人，伊也𣍐會及彼個比伊卡有力者來相爭。","bklhl":"前所有ê，已經久久號伊ê名，知伊是人，伊也bōe能kap hit ê比伊khah有力ê來相爭。"}},{"book":"傳","chapter":6,"verse":11,"versions":{"unv":"加增虛浮的事既多，這與人有甚麼益處呢？","bklcl":"Í-keng ū chōe-chōe sū ke-thiⁿ khang-hu, tùi tī lâng ū sím-mi̍h lī-ek ah?","tghg":"已經有多多事加添空虛，對佇人有甚麼利益啊？","bklhl":"已經有chōe-chōe事加添空虛，對tī人有甚麼利益ah？"}},{"book":"傳","chapter":6,"verse":12,"versions":{"unv":"人一生虛度的日子，就如影兒經過，誰知道甚麼與他有益呢？誰能告訴他身後在日光之下有甚麼事呢？","bklcl":"Lâng it-seng hu-tō͘ kong-im, chhin-chhiūⁿ iáⁿ kè--khì, chī-chūi ōe chai sím-mi̍h sū chòe lâng siⁿ-chêng ê lī-ek ah? in-ūi chī-chūi ōe kā lâng kóng i kè-sì liáu-āu, tī ji̍t-kng ê ē-bīn beh ū sím-mi̍h sū ah?","tghg":"人一生虛度光陰，親像影過去，是誰會知甚麼事做人生前的利益啊？因為是誰會給人講伊過世了後，佇日光的下面欲有甚麼事啊？","bklhl":"人一生虛度光陰，親像影過去，是誰會知甚麼事做人生前ê利益ah？因為是誰會kā人講伊過世了後，tī日光ê下面beh有甚麼事ah？"}}]