[{"book":"傳","chapter":9,"verse":1,"versions":{"unv":"我將這一切事放在心上，詳細考究，就知道義人和智慧人，並他們的作為都在　神手中；或是愛，或是恨，都在他們的前面，人不能知道。","bklcl":"Góa chiong che it-chhè ê sū hē tī sim--nih, beh siông-sè chhâ-khó; chiū chai gī ê lâng kap tì-hūi ê lâng, kap in ê só͘ chòe lóng tī Siōng-tè ê chhiú, he̍k-sī thiàⁿ he̍k-sī oàn-hūn, lóng tī in ê thâu-chêng, lâng m̄-chai.","tghg":"我將這一切的事下佇(hē tī)心裡，欲詳細查考，就知義的人及智慧的人，及𪜶的所做攏佇上帝的手；或是(he̍k-sī)疼，或是怨恨，攏佇𪜶的頭前，人呣知。","bklhl":"我將這一切ê事hē tī心裡，beh詳細查考；就知義ê人kap智慧ê人，kap in ê所做lóng tī上帝ê手，或是疼或是怨恨，lóng tī in ê頭前，人m̄知。"}},{"book":"傳","chapter":9,"verse":2,"versions":{"unv":"凡臨到眾人的事都是一樣：義人和惡人都遭遇一樣的事；好人，潔淨人和不潔淨人，獻祭的與不獻祭的，也是一樣。好人如何，罪人也如何；起誓的如何，怕起誓的也如何。","bklcl":"Hoān-nā lîm-kàu chèng-lâng ê sū, lóng sī chi̍t-iūⁿ; gī-lâng kap pháiⁿ-lâng lóng tú-tio̍h chi̍t-iūⁿ ê sū; hó-lâng kap chheng-khì ê lâng, kap bô chheng-khì ê lâng; hiàn-chè ê lâng kap bô hiàn-chè ê lâng, iā sī chi̍t-iūⁿ; hó-lâng án-ni, chōe-jîn iā án-ni; chiù-chōa--ê án-ni, kiaⁿ chiù-chōa--ê iā án-ni.","tghg":"凡若臨到眾人的事攏是一樣：義人及歹人攏抵著(tú-tio̍h)一樣的事；好人，及清氣的人及無清氣的人，獻祭的人及無獻祭的人，也是一樣。好人按呢，罪人也按呢；咒誓(chiù-chōa)者按呢；驚咒誓者也按呢。","bklhl":"凡若臨到眾人ê事，lóng是一樣；義人kap pháiⁿ人lóng tú-tio̍h一樣ê事；好人kap清氣ê人，kap無清氣ê人；獻祭ê人kap無獻祭ê人，也是一樣；好人án-ni，罪人也án-ni；chiù-chōa-ê án-ni，驚chiù-chōa-ê也án-ni。"}},{"book":"傳","chapter":9,"verse":3,"versions":{"unv":"在日光之下所行的一切事上有一件禍患，就是眾人所遭遇的都是一樣，並且世人的心充滿了惡；活著的時候心裡狂妄，後來就歸死人那裡去了。","bklcl":"Tī ji̍t-kng ê ē-bīn só͘ kiâⁿ it-chhè ê sū, ū chi̍t-hāng pháiⁿ-tāi, chiū-sī chèng-lâng só͘ tú-tio̍h ê, lóng sī chi̍t-iūⁿ; koh sè-kan lâng ê sim ū pháiⁿ móa-móa, oa̍h ê sî sim-lāi tian-kông, āu-lâi chiū kui tī sí-lâng hit-ūi.","tghg":"佇日光的下面所行一切的事有一項歹代，就是眾人所抵著的攏是一樣，閣世間人的心有歹滿滿；活的時心內癲狂，後來就歸佇死人彼位。","bklhl":"Tī日光ê下面所行一切ê事，有一項pháiⁿ-tāi，就是眾人所tú-tio̍h ê，lóng是一樣；koh世間人ê心有pháiⁿ滿滿，活ê時心內顛狂，後來就歸tī死人hit位。"}},{"book":"傳","chapter":9,"verse":4,"versions":{"unv":"與一切活人相連的，那人還有指望，因為活著的狗比死了的獅子更強。","bklcl":"Kìⁿ-nā sio̍k tī oa̍h ê lâng hit-lâng iáu ū ǹg-bāng, in-ūi oa̍h ê káu iâⁿ-kè sí ê sai.","tghg":"見若屬佇活的人，彼人猶有向望，因為活的狗贏過死的獅。","bklhl":"見若屬tī活ê人hit人iáu有ǹg望，因為活ê狗贏過死ê獅。"}},{"book":"傳","chapter":9,"verse":5,"versions":{"unv":"活著的人知道必死；死了的人毫無所知，也不再得賞賜；他們的名無人記念。","bklcl":"Oa̍h ê lâng chai ōe sí; sí ê lâng lóng m̄-chai, iā bô tit-tio̍h pò-siúⁿ, in ê miâ lâng bōe-kì--tit.","tghg":"活的人知會死；死的人攏呣知，也無得著報賞；𪜶的名人𣍐記得。","bklhl":"活ê人知會死；死ê人lóng m̄知，也無得tio̍h報賞，in ê名人bōe記得。"}},{"book":"傳","chapter":9,"verse":6,"versions":{"unv":"他們的愛，他們的恨，他們的嫉妒，早都消滅了。在日光之下所行的一切事上，他們永不再有分了。","bklcl":"Iā in ê thiàⁿ, iā in ê oàn-hūn, iā in ê tò͘-khī, lóng í-keng siau-bô tī ji̍t-kng ê ē-bīn só͘-kiâⁿ it-chhè ê sū, in éng-oán bô hūn.","tghg":"也𪜶的疼，也𪜶的怨恨，也𪜶的妒忌(tò͘-khī)，攏已經消無佇日光的下面所行一切的事，𪜶永遠無份。","bklhl":"也in ê疼，也in ê怨恨，也in ê妒忌，lóng已經消無tī日光ê下面所行一切ê事，in永遠無份。"}},{"book":"傳","chapter":9,"verse":7,"versions":{"unv":"你只管去歡歡喜喜吃你的飯，心中快樂喝你的酒，因為　神已經悅納你的作為。","bklcl":"Chòe lí khì hoaⁿ-hí chia̍h lí ê pn̄g, ēng khoài-lo̍k ê sim lim-chiú, in-ūi Siōng-tè í-keng chiap-la̍p lí ê só͘ chòe.","tghg":"做你去歡喜食你的飯，用快樂的心飲酒，因為上帝已經接納你的所做。","bklhl":"做你去歡喜食你ê飯，用快樂ê心lim酒，因為上帝已經接納你ê所做。"}},{"book":"傳","chapter":9,"verse":8,"versions":{"unv":"你的衣服當時常潔白，你頭上也不要缺少膏油。","bklcl":"Lí ê i-ho̍k tio̍h siông-siông pe̍h, lí boah thâu-khak ê iû iā m̄-thang khiàm-kheh.","tghg":"你的衣服著常常白，你抹頭殼的油也呣通欠缺。","bklhl":"你ê衣服tio̍h常常白，你抹頭殼ê油也m̄-thang欠缺。"}},{"book":"傳","chapter":9,"verse":9,"versions":{"unv":"在你一生虛空的年日，就是　神賜你在日光之下虛空的年日，當同你所愛的妻，快活度日，因為那是你生前在日光之下勞碌的事上所得的分。","bklcl":"Tī lí it-seng khang-hu ê ji̍t-chí, chiū-sī Siōng-tè siúⁿ-sù lí tī ji̍t-kng ê ē-bīn khang-hu ê ji̍t-chí, tio̍h kap lí só͘ thiàⁿ ê hū-jîn-lâng khoài-lo̍k kè ji̍t; in-ūi he sī lí siⁿ-chêng, tī ji̍t-kng ê ē-bīn, lô-lo̍k ê sū só͘ tit-tio̍h ê hok-hūn.","tghg":"佇你一生空虛的日子，就是上帝賞賜你佇日光的下面空虛的日子，著及你所疼的婦仁人，快樂過日，因為彼(he)是你生前佇日光的下面勞碌的事所得著的福份。","bklhl":"Tī你一生空虛ê日子，就是上帝賞賜你tī日光ê下面空虛ê日子，tio̍h kap你所疼ê婦人人快樂過日；因為he是你生前，tī日光ê下面，勞碌ê事所得tio̍h ê福份。"}},{"book":"傳","chapter":9,"verse":10,"versions":{"unv":"凡你手所當做的事要盡力去做；因為在你所必去的陰間沒有工作，沒有謀算，沒有知識，也沒有智慧。","bklcl":"Kìⁿ-nā lí ê chhiú só͘ eng-kai chòe ê sū, tio̍h chīn-la̍t khì chòe; in-ūi tī lí só͘ beh khì ê im-kan, bô chòe-kang, bô kè-e̍k, bô chai-bat, iā bô tì-hūi.","tghg":"見若你的手所應該做的事著盡力去做；因為佇你所欲去的陰間，無做工，無計劃(kè-e̍k)，無知識(chai-bat)，也無智慧。","bklhl":"見若你ê手所應該做ê事，tio̍h盡力去做；因為tī你所beh去ê陰間，無做工，無計畫，無知bat，也無智慧。"}},{"book":"傳","chapter":9,"verse":11,"versions":{"unv":"我又轉念：見日光之下，快跑的未必能贏；力戰的未必得勝；智慧的未必得糧食；明哲的未必得資財；靈巧的未必得喜悅。所臨到眾人的是在乎當時的機會。","bklcl":"Góa koh oa̍t-tńg siūⁿ tī ji̍t-kng ê ē-bīn gâu-cháu-ê bô tek-khak ōe seng-kàu, ū-la̍t--ê bô tek-khak ōe khah-iâⁿ, tì-hūi--ê bô tek-khak ōe tit-tio̍h bí-niû, bêng-lí--ê, bô tek-khak ōe tit-tio̍h hó-gia̍h, kî-khiáu--ê bô tek-khak ōe tit-tio̍h un-tián; in só͘ tú-tio̍h-ê lóng chāi-tī sî-kî kap ngó͘-jiân ê.","tghg":"我閣越轉想：佇日光的下面，𠢕走者無的確會先到；有力者無的確會卡贏；智慧者無的確會得著米糧；明理者無的確會得著好額；奇巧者無的確會得著恩典。𪜶所抵著的攏在佇時期及偶然的。","bklhl":"我koh oa̍t-tńg想tī日光ê下面gâu走ê無的確會先到，有力ê無的確會khah贏，智慧ê無的確會得tio̍h米糧，明理ê，無的確會得tio̍h好額，奇巧ê無的確會得tio̍h恩典；in所tú-tio̍h-ê lóng在tī時期kap偶然ê。"}},{"book":"傳","chapter":9,"verse":12,"versions":{"unv":"原來人也不知道自己的定期。魚被惡網圈住，鳥被網羅捉住，禍患忽然臨到的時候，世人陷在其中也是如此。","bklcl":"In-ūi lâng ê sî-kî i ka-kī m̄-chai, chhin-chhiūⁿ hî put-hēng hō͘ bāng ûi-tio̍h, chiáu hō͘ lô-bāng tng--tio̍h, chai-ē hut-jiân kàu ê sî, sè-kan lâng hām lo̍h tī hí(**hit) lāi-bīn, iā sī án-ni.","tghg":"因為人的時期伊家己呣知。親像魚不幸互網圍著，鳥互羅網當(tng)著，災禍忽然到的時，世間人陷落佇彼內面也是按呢。","bklhl":"因為人ê時期伊家己m̄知，親像魚不幸hō͘網圍tio̍h，鳥hō͘羅網當tio̍h，災厄忽然到ê時，世間人陷落tī hit內面，也是án-ni。"}},{"book":"傳","chapter":9,"verse":13,"versions":{"unv":"我見日光之下有一樣智慧，據我看乃是廣大，","bklcl":"Góa khòaⁿ-kìⁿ ji̍t-kng ê ē-bīn ū chi̍t-hāng tì-hūi, chiàu góa khòaⁿ sī chin-tōa.","tghg":"我看見日光的下面有一項智慧，照我看是真大，","bklhl":"我看見日光ê下面有一項智慧，照我看是真大。"}},{"book":"傳","chapter":9,"verse":14,"versions":{"unv":"就是有一小城，其中的人數稀少，有大君王來攻擊，修築營壘，將城圍困。","bklcl":"Chiū-sī ū chi̍t ê sòe-sòe ê siâⁿ, hit tiong-kan lâng chió-chió; ū tōa ê kun-ông lâi kong-kek i, ûi-khùn i, koh khí koâiⁿ ê thô͘-tui lâi kong-kek i.","tghg":"就是有一個細細的城，彼中間人少少，有大的君王來攻擊伊，圍困伊，閣起高的土堆來攻擊伊。","bklhl":"就是有一个細細ê城，hit中間人少少；有大ê君王來攻擊伊，圍困伊，koh起高ê土堆來攻擊伊。"}},{"book":"傳","chapter":9,"verse":15,"versions":{"unv":"城中有一個貧窮的智慧人，他用智慧救了那城，卻沒有人記念那窮人。","bklcl":"Siâⁿ-lāi ū chi̍t ê sòng-hiong koh iā ū tì-hūi ê lâng, i ēng tì-hūi kiù hit ê siâⁿ; chóng-sī bô lâng kì-liām hit ê sòng-hiong lâng.","tghg":"城內有一個喪鄉閣也有智慧的人，伊用智慧救彼個城，總是無人紀念彼個喪鄉人。","bklhl":"城內有一个sòng-hiong koh也有智慧ê人，伊用智慧救hit ê城；總是無人記念hit ê sòng-hiong人。"}},{"book":"傳","chapter":9,"verse":16,"versions":{"unv":"我就說，智慧勝過勇力；然而那貧窮人的智慧被人藐視，他的話也無人聽從。","bklcl":"Góa chiū kóng, Tì-hūi iâⁿ-kè khùi-la̍t; chóng-sī hit ê sòng-hiong lâng ê tì-hūi hō͘ lâng khòaⁿ-khin, i ê ōe iā bô lâng thiaⁿ i.","tghg":"我就講，智慧贏過氣力；總是彼個喪鄉人的智慧互人看輕，伊的話，也無人聽伊。","bklhl":"我就講，智慧贏過氣力；總是hit ê sòng-hiong人ê智慧hō͘人看輕，伊ê話也無人聽伊。"}},{"book":"傳","chapter":9,"verse":17,"versions":{"unv":"寧可在安靜之中聽智慧人的言語，不聽掌管愚昧人的喊聲。","bklcl":"Tì-hūi ê lâng tī an-chēng tiong kóng-ōe, pí gōng-lâng ê thâu-ba̍k tōa-siaⁿ jióng khah ū lâng thiaⁿ.","tghg":"智慧的人佇安靜中講話，比戇人的頭目大聲嚷(jióng)卡有人聽。","bklhl":"智慧ê人tī安靜中講話，比戇人ê頭目大聲嚷khah有人聽。"}},{"book":"傳","chapter":9,"verse":18,"versions":{"unv":"智慧勝過打仗的兵器；但一個罪人能敗壞許多善事。","bklcl":"Tì-hūi iâⁿ-kè kau-chiàn ê kun-khì; chóng-sī chi̍t ê ū chōe ê lâng ōe pāi-hoāi chin-chōe hó-sū.","tghg":"智慧贏過交戰的軍器；總是一個有罪的人會敗壞真多好事。","bklhl":"智慧贏過交戰ê軍器；總是一个有罪ê人會敗壞真chōe好事。"}}]