[{"book":"傳","chapter":5,"verse":1,"versions":{"unv":"你到　神的殿要謹慎腳步；因為近前聽，勝過愚昧人獻祭（或譯：勝過獻愚昧人的祭），他們本不知道所做的是惡。","bklcl":"Lí kàu Siōng-tè ê chhù, tio̍h kín-sīn lí ê kha-pō͘; in-ūi kūn-chêng lâi thiaⁿ, iâⁿ-kè gōng-lâng hiàn-chè; in-ūi in m̄-chai só͘-kiâⁿ-ê sī pháiⁿ.","tghg":"你到上帝的厝，著謹慎你的腳步；因為近前來聽，贏過戇人獻祭，因為𪜶呣知所行的是歹。","bklhl":"你到上帝ê厝，tio̍h謹慎你ê腳步；因為近前來聽，贏過戇人獻祭；因為in m̄知所行ê是pháiⁿ。"}},{"book":"傳","chapter":5,"verse":2,"versions":{"unv":"你在　神面前不可冒失開口，也不可心急發言；因為　神在天上，你在地下，所以你的言語要寡少。","bklcl":"Lí tī Siōng-tè ê bīn-chêng m̄-thang sûi-piān kóng-ōe, iā m̄-thang sim tio̍h-kip lâi kóng; in-ūi Siōng-tè tī thiⁿ--nih, lí tī tōe--ni̍h, só͘-í lí ê giân-gú tio̍h chió.","tghg":"你佇上帝的面前呣通隨便講話，也呣通心著急來講；因為上帝佇天裡，你佇地裡，所以你的言語著少。","bklhl":"你tī上帝ê面前m̄-thang隨便講話，也m̄-thang心著急來講；因為上帝tī天裡，你tī地裡，所以你ê言語tio̍h少。"}},{"book":"傳","chapter":5,"verse":3,"versions":{"unv":"事務多，就令人做夢；言語多，就顯出愚昧。","bklcl":"In-ūi tāi-chì chōe chiah ū bîn-bāng; giân-gú chōe chiah ū gōng-lâng ê siaⁿ.","tghg":"因為代誌多，才有眠夢；言語多，才有戇人的聲。","bklhl":"因為tāi-chì chōe chiah有眠夢；言語chōe chiah有戇人ê聲。"}},{"book":"傳","chapter":5,"verse":4,"versions":{"unv":"你向　神許願，償還不可遲延，因他不喜悅愚昧人，所以你許的願應當償還。","bklcl":"Lí tùi Siōng-tè hē-goān, siā i m̄-thang iân-chhiân; in-ūi I bô hoaⁿ-hí gû-gōng ê lâng; lí só͘ hē ê goān eng-kai tio̍h siā.","tghg":"你對上帝下願(hē-goān)，謝伊呣通延迁(iân-chhiân)，因為伊無歡喜愚戇的人，你所下的願應該著謝。","bklhl":"你對上帝下願，謝伊m̄-thang 延chhiân；因為伊無歡喜愚戇ê人；你所下ê願應該tio̍h謝。"}},{"book":"傳","chapter":5,"verse":5,"versions":{"unv":"你許願不還，不如不許。","bklcl":"Lí hē-goān bô siā, lêng-khó͘ bô hē.","tghg":"你下願無謝，寧可無下。","bklhl":"你下願無謝，寧可無下。"}},{"book":"傳","chapter":5,"verse":6,"versions":{"unv":"不可任你的口使肉體犯罪，也不可在祭司（原文是使者）面前說是錯許了。為何使　神因你的聲音發怒，敗壞你手所做的呢？","bklcl":"M̄-thang hō͘ lí ê chhùi tì-kàu jio̍k-thé hoān-chōe, iā m̄-thang tī sù-chiá ê bīn-chêng kóng sī chhò-gō͘ hē-goān; siáⁿ-sū hō͘ Siōng-tè in-ūi lí ê siaⁿ siū-khì, lâi pāi-hoāi lí ê chhiú só͘ chòe--ê ah?","tghg":"呣通互你的嘴致到肉體犯罪，也呣通佇使者的面前講是錯誤下願。啥事互上帝因為你的聲受氣，來敗壞你的手所做的啊？","bklhl":"M̄-thang hō͘你ê嘴致到肉體犯罪，也m̄-thang tī使者ê面前講是錯誤下願；啥事hō͘上帝因為你ê聲受氣，來敗壞你ê手所做ê ah？"}},{"book":"傳","chapter":5,"verse":7,"versions":{"unv":"多夢和多言，其中多有虛幻，你只要敬畏　神。","bklcl":"In-ūi bîn-bāng chōe-chōe, giân-gú chōe-chōe, lāi-tiong ū khang-hu; to̍k-to̍k tio̍h kèng-ùi Siōng-tè.","tghg":"因為眠夢多多，言語多多，內中有空虛，獨獨著敬畏上帝。","bklhl":"因為眠夢chōe-chōe，言語chōe-chōe，內中有空虛；獨獨tio̍h敬畏上帝。"}},{"book":"傳","chapter":5,"verse":8,"versions":{"unv":"你若在一省之中見窮人受欺壓，並奪去公義公平的事，不要因此詫異；因有一位高過居高位的鑒察，在他們以上還有更高的。","bklcl":"Lí nā tī séng-lāi khòaⁿ-kìⁿ sòng-hiong lâng siū ap-pek, á-sī ēng kiông-koân chhiúⁿ kong-gī kong-pêng ê sū, bo̍h-tit in-ūi án-ni lâi gông-ngia̍h; in-ūi ū chi̍t-ūi khah-koâiⁿ tī hit ê chē koâiⁿ-ūi-ê teh kàm-chhat; tī in ê téng-bīn iáu ū pí in khah koâiⁿ ê.","tghg":"你若佇省內看見喪鄉人受壓迫，抑是用強權搶公義公平的事，莫得因為按呢來卬愕(gông-ngia̍h)；因為有一位卡高佇彼個坐高位的啲鑑察，佇𪜶的頂面猶有比𪜶卡高的。","bklhl":"你若tī省內看見sòng-hiong人受壓迫，á是用強權搶公義公平ê事，莫得因為án-ni來gông-ngia̍h；因為有一位khah高tī hit ê坐高位ê teh鑑察；tī in ê頂面iáu有比in khah高ê。"}},{"book":"傳","chapter":5,"verse":9,"versions":{"unv":"況且地的益處歸眾人，就是君王也受田地的供應。","bklcl":"Koh tōe--nih ê lī-ek kui tī chèng-lâng; chiū kun-ông iā siū-tio̍h chhân-tōe ê kiong-hōng.","tghg":"閣地裡的利益歸佇眾人，就君王也受著田地的供奉。","bklhl":"Koh地裡ê利益歸tī眾人；就君王也受tio̍h田地ê供奉。"}},{"book":"傳","chapter":5,"verse":10,"versions":{"unv":"貪愛銀子的，不因得銀子知足；貪愛豐富的，也不因得利益知足。這也是虛空。","bklcl":"Ài ti̍h gûn--ê, bô in-ūi gûn lâi ti-chiok; ài pù-ū--ê, bô in-ūi tek-lī lâi ti-chiok; che iā sī khang-hu.","tghg":"愛揲(ti̍h)銀者，無因為銀來知足；愛富有者，無因為得利來知足。這也是空虛。","bklhl":"Ài ti̍h銀ê，無因為銀來知足；ài富有ê，無因為得利來知足；這也是空虛。"}},{"book":"傳","chapter":5,"verse":11,"versions":{"unv":"貨物增添，吃的人也增添，物主得甚麼益處呢？不過眼看而已！","bklcl":"Hè-châi ke-thiⁿ, chia̍h i ê lâng iā ke-thiⁿ, gia̍p-chú ū tit-tio̍h sím-mi̍h lī-ek ah? put-kò ba̍k-chiu khòaⁿ-kìⁿ nā-tiāⁿ.","tghg":"貨財加添，食伊的人也加添，業主有得著甚麼利益啊？不過目睭看見若定！","bklhl":"貨財加添，食伊ê人也加添，業主有得tio̍h甚麼利益ah？不過目睭看見nā-tiāⁿ。"}},{"book":"傳","chapter":5,"verse":12,"versions":{"unv":"勞碌的人不拘吃多吃少，睡得香甜；富足人的豐滿卻不容他睡覺。","bklcl":"Lô-lo̍k ê lâng put-koán chia̍h-chōe chia̍h-chió, chin-hó khùn; hó-gia̍h lâng ê hong-sēng hō͘ i bōe khùn-tit.","tghg":"勞碌的人不管食多食少，真好睏；好額人的豐盛互伊𣍐睏得。","bklhl":"勞碌ê人不管食chōe食少，真好睏；好額人ê豐盛hō͘伊bōe睏得。"}},{"book":"傳","chapter":5,"verse":13,"versions":{"unv":"我見日光之下有一宗大禍患，就是財主積存資財，反害自己。","bklcl":"Góa khòaⁿ-kìⁿ ji̍t-kng ê ē-bīn, ū chi̍t kiāⁿ tōa chai-ē, chiū-sī châi-chú tiāⁿ-tiāⁿ siú i ê chîⁿ, lâi hāi ka-kī.","tghg":"我看見日光的下面有一件大災禍，就是財主定定守伊的錢，來害家己。","bklhl":"我看見日光ê下面，有一件大災厄，就是財主定定守伊ê錢，來害家己。"}},{"book":"傳","chapter":5,"verse":14,"versions":{"unv":"因遭遇禍患，這些資財就消滅；那人若生了兒子，手裡也一無所有。","bklcl":"In-ūi tú-tio̍h put-chhek ê sū, chiah-ê chîⁿ-châi chiū bô--khì; hit ê lâng nā siⁿ kiáⁿ, chhiú-lāi iā bô chi̍t-hāng.","tghg":"因為抵著(tú-tio̍h)不測的事，諸個錢財就無去；彼個人若生子，手內也無一項。","bklhl":"因為tú-tio̍h不測ê事，chiah ê錢財就無去；hit ê人若生kiáⁿ，手內也無一項。"}},{"book":"傳","chapter":5,"verse":15,"versions":{"unv":"他怎樣從母胎赤身而來，也必照樣赤身而去；他所勞碌得來的，手中分毫不能帶去。","bklcl":"I cháiⁿ-iūⁿ tùi lāu-bú ê thai chhut-lâi, iā beh chhin-chhiūⁿ án-ni thǹg-theh khì; i só͘ lô-lo̍k tit-tio̍h--ê, chhiú-lāi bōe-ōe tòa chi̍t-hô khì.","tghg":"伊怎樣對老母的胎出來，也欲親像按呢褪裼(thǹg-theh)去；伊所勞碌得著的，手內𣍐會帶一毫去。","bklhl":"伊怎樣tùi老母ê胎出來，也beh親像án-ni thǹg-theh去；伊所勞碌得tio̍h-ê，手內bōe能帶一毫去。"}},{"book":"傳","chapter":5,"verse":16,"versions":{"unv":"他來的情形怎樣，他去的情形也怎樣。這也是一宗大禍患。他為風勞碌有甚麼益處呢？","bklcl":"I lâi ê chêng-hêng cháiⁿ-iūⁿ, i khì iā sī án-ni; che iā sī chi̍t-hāng tōa chai-ē; i ūi-tio̍h hong lâi lô-lo̍k ū sím-mi̍h lī-ek ah?","tghg":"伊來的情形怎樣，伊去也是按呢。這也是一項大災禍。伊為著風來勞碌有甚麼利益啊？","bklhl":"伊來ê情形怎樣，伊去也是án-ni；這也是一項大災厄；伊為tio̍h風來勞碌有甚麼利益ah？"}},{"book":"傳","chapter":5,"verse":17,"versions":{"unv":"並且他終身在黑暗中吃喝，多有煩惱，又有病患嘔氣。","bklcl":"Koh i chi̍t-sì-lâng tī o͘-àm-tiong teh chia̍h, ū chōe-chōe hoân-ló, koh ū pīⁿ-thiàⁿ kap siū-khì.","tghg":"閣伊一世人佇黑暗中啲食，有多多煩惱，閣有病疼及受氣。","bklhl":"Koh伊一世人tī烏暗中teh食，有chōe-chōe煩惱，koh有病痛kap受氣。"}},{"book":"傳","chapter":5,"verse":18,"versions":{"unv":"我所見為善為美的，就是人在　神賜他一生的日子吃喝，享受日光之下勞碌得來的好處，因為這是他的分。","bklcl":"Khòaⁿ ah, góa só͘ khòaⁿ-chòe hó, chòe bí-biāu--ê, chiū-sī lâng tī Siōng-tè siúⁿ-sù i it-seng ê ji̍t-chí lâi lim-chia̍h, hióng-siū ji̍t-kng ê ē-bīn lô-lo̍k só͘ tit-tio̍h ê hó, in-ūi che sī i ê hūn-gia̍h.","tghg":"看啊，我所看做好做美妙的，就是人佇上帝賞賜伊一生的日子來飲食，享受日光的下面勞碌所得著的好，因為這是伊的份額。","bklhl":"看ah，我所看做好，做美妙ê，就是人tī上帝賞賜伊一生ê日子來lim食，享受日光ê下面勞碌所得tio̍h ê好，因為這是伊ê份額。"}},{"book":"傳","chapter":5,"verse":19,"versions":{"unv":"　神賜人資財豐富，使他能以吃用，能取自己的分，在他勞碌中喜樂，這乃是　神的恩賜。","bklcl":"Kìⁿ-nā tit-tio̍h Siōng-tè hō͘ i ū chîⁿ-châi hó-gia̍h, hō͘ i ōe hióng-siū, lâi chhú i ê hūn-gia̍h, tī i ê tio̍h-bôa lâi khoài-lo̍k; che sī Siōng-tè ê siúⁿ-sù.","tghg":"見若得著上帝互伊有錢財好額，互伊會享受，來取伊的份額，佇伊的著磨來快樂，這是上帝的賞賜。","bklhl":"見若得tio̍h上帝hō͘伊有錢財好額，hō͘伊能享受，來取伊ê份額，tī伊ê tio̍h磨來快樂；這是上帝ê賞賜。"}},{"book":"傳","chapter":5,"verse":20,"versions":{"unv":"他不多思念自己一生的年日，因為　神應他的心使他喜樂。","bklcl":"I bô tōa-tōa siūⁿ-tio̍h it-seng ê nî-ji̍t; in-ūi Siōng-tè chiàu i ê sim só͘ hoaⁿ-hí--ê ìn-tap i.","tghg":"伊無大大想著一生的年日，因為上帝照伊的心所歡喜的應答伊。","bklhl":"伊無大大想tio̍h一生ê年日；因為上帝照伊ê心所歡喜ê應答伊。"}}]