[{"book":"拉","chapter":3,"verse":1,"versions":{"unv":"到了七月，以色列人住在各城；那時他們如同一人，聚集在耶路撒冷。","bklcl":"Kàu tē-chhit ge̍h, Í-sek-lia̍t lâng í-keng khiā-khí in hiah-ê siâⁿ, hit-sî peh-sìⁿ chhin-chhiūⁿ chi̍t-lâng chū-chi̍p tī Iâ-lō͘-sat-léng.","tghg":"到第七月，以色列人已經徛起𪜶許個城；彼時百姓親像一人，聚集佇耶路撒冷。","bklhl":"到第七月，以色列人已經khiā起in hiah-ê城，hit時百姓親像一人聚集tī耶路撒冷。"}},{"book":"拉","chapter":3,"verse":2,"versions":{"unv":"約薩達的兒子耶書亞和他的弟兄眾祭司，並撒拉鐵的兒子所羅巴伯與他的弟兄，都起來建築以色列　神的壇，要照神人摩西律法書上所寫的，在壇上獻燔祭。","bklcl":"Iok-sat-tap ê kiáⁿ Iâ-su-a, kap i ê hiaⁿ-tī hiah-ê chè-si, kap Sat-la̍h-thiat ê kiáⁿ Só͘-lô-pa-pek, kap i ê hiaⁿ-tī, lóng khí-lâi khí Í-sek-lia̍t Siōng-tè ê tôaⁿ, thang hiàn sio-chè tī hí(**hit) téng-bīn, chiàu Siōng-tè ê lô͘-po̍k Mô͘-se lu̍t-hoat ê chheh só͘ kì-chài ê.","tghg":"約薩達的子耶書亞及伊的兄弟許個祭司，及撒拉鐵的子所羅巴伯及伊的兄弟，攏起來起以色列上帝的壇，通獻燒祭佇彼頂面，照上帝的奴僕摩西律法的冊所記載的。","bklhl":"Iok-sat-tap ê kiáⁿ Iâ-su-a，kap伊ê兄弟hiah-ê祭司，kap Sat-la̍h-thiat ê kiáⁿ Só͘-lô-pa-pek，kap伊ê兄弟，lóng起來起以色列上帝ê壇，thang獻燒祭tī hit頂面，照上帝ê奴僕摩西律法ê冊所記載ê。"}},{"book":"拉","chapter":3,"verse":3,"versions":{"unv":"他們在原有的根基上築壇，因懼怕鄰國的民，又在其上向耶和華早晚獻燔祭，","bklcl":"In khí-tôaⁿ tī pún-kū ê ūi, in-ūi kiaⁿ hiah-ê kok ê peh-sìⁿ; koh tī hí(**hit) téng-bīn hiàn sio-chè hō͘ Iâ-hô-hoa, chiū-sī chá-khí ê-hng ê sio-chè.","tghg":"𪜶起壇佇本舊的位，因為驚許個國的百姓，閣佇彼頂面獻燒祭互耶和華，就是早起下昏的燒祭，","bklhl":"In起壇tī Pún-kū ê位，因為驚hiah-ê國ê百姓；koh tī hit頂面獻燒祭hō͘耶和華，就是早起ê-hng ê燒祭。"}},{"book":"拉","chapter":3,"verse":4,"versions":{"unv":"又照律法書上所寫的守住棚節，按數照例獻每日所當獻的燔祭；","bklcl":"Iā siú tah-liâu-á choeh, chiàu só͘ kì-chài ê; koh hiàn ta̍k-ji̍t ê sio-chè, chiàu in ê siàu-gia̍h, chiàu tiāⁿ-tio̍h ê lē, chhin-chhiūⁿ ta̍k-ji̍t só͘ eng-kai-tio̍h ê.","tghg":"也守搭寮仔節照所記載的，閣獻逐日的燒祭照𪜶的數額(siàu-gia̍h)，照定著的例親像逐日所應該著的；","bklhl":"也守搭寮á節，照所記載ê；koh獻ta̍k日ê燒祭，照in ê數額，照定tio̍h ê例，親像ta̍k日所應該tio̍h ê。"}},{"book":"拉","chapter":3,"verse":5,"versions":{"unv":"其後獻常獻的燔祭，並在月朔與耶和華的一切聖節獻祭，又向耶和華獻各人的甘心祭。","bklcl":"Jiân-āu hiàn chiàu-siông ê sio-chè, kap múi-ge̍h chhoe-it ê chè, í-ki̍p Iâ-hô-hoa hun-piat chòe-sèng ê choeh-kî ê chè; koh hiàn ta̍k-lâng kam-sim hoaⁿ-hí hiàn ê chè hō͘ Iâ-hô-hoa.","tghg":"然後獻照常的燒祭，及每月初一的祭以及耶和華分別做聖的節期的祭，閣獻逐人甘心歡喜獻的祭互耶和華。","bklhl":"然後獻照常ê燒祭，kap每月初一ê祭，以及耶和華分別做聖ê節期ê祭；koh獻ta̍k人甘心歡喜獻ê祭hō͘耶和華。"}},{"book":"拉","chapter":3,"verse":6,"versions":{"unv":"從七月初一日起，他們就向耶和華獻燔祭。但耶和華殿的根基尚未立定。","bklcl":"Tùi chhit-ge̍h chhoe-it khí, in hiàn sio-chè hō͘ Iâ-hô-hoa. Chóng-sī Iâ-hô-hoa tiān ê tōe-ki, iáu-bē hē.","tghg":"對七月初一起，𪜶獻燒祭互耶和華。總是耶和華殿的地基猶未下(hē)。","bklhl":"Tùi七月初一起，in獻燒祭hō͘耶和華。總是耶和華殿ê地基，iáu未hē。"}},{"book":"拉","chapter":3,"verse":7,"versions":{"unv":"他們又將銀子給石匠、木匠，把糧食、酒、油給西頓人、泰爾人，使他們將香柏樹從黎巴嫩運到海裡，浮海運到約帕，是照波斯王古列所允准的。","bklcl":"In koh ēng gûn hō͘ chio̍h-chhiūⁿ, ba̍k-chhiūⁿ; ēng lim-chia̍h ê mi̍h, kap iû, hō͘ Se-tùn lâng, Chhui-lô lâng, hō͘ in chiong pek-hiuⁿ-chhiū tùi Lī-pa-lùn ūn kàu hái kàu Iok-phàⁿ; sī chiàu Pho-su ông Kó͘-lia̍t só͘ ún-chún--ê.","tghg":"𪜶閣用銀互石匠、木匠，用飲食的物、及油，互西頓人、推羅人，互𪜶將柏香樹對黎巴嫩運到海到約帕，是照波斯王古列所允准的。","bklhl":"In koh用銀hō͘石匠、木匠；用lim食ê物，kap油，hō͘ Se-tùn人、Chhui-lô人，hō͘ in將柏香樹tùi黎巴嫩運到海到Iok-phàⁿ；是照波斯王Kó͘-lia̍t所允准ê。"}},{"book":"拉","chapter":3,"verse":8,"versions":{"unv":"百姓到了耶路撒冷　神殿的地方。第二年二月，撒拉鐵的兒子所羅巴伯，約薩達的兒子耶書亞和其餘的弟兄，就是祭司、利未人，並一切被擄歸回耶路撒冷的人，都興工建造；又派利未人，從二十歲以外的，督理建造耶和華殿的工作。","bklcl":"In kàu Iâ-lō͘-sat-léng Siōng-tè ê tiān hia, tē-jī nî jī-ge̍h, Sat-la̍h-thiat ê kiáⁿ Só͘-lô-pa-pek, Iok-sat-tap ê kiáⁿ Iâ-su-a, kap kî-û ê hiaⁿ-tī, chiū-sī chè-si, kap Lī-bī lâng, kap it-chhè tùi siū-lia̍h ê tiong-kan tò-lâi Iâ-lō͘-sat-léng ê lâng, lóng khí-chhiú, phài Lī-bī lâng, tùi jī-cha̍p hè í-chiūⁿ, tok-kang khí Iâ-hô-hoa ê tiān.","tghg":"𪜶到耶路撒冷上帝的殿遐。第二年二月，撒拉鐵的子所羅巴伯，約薩達的子耶書亞及其餘的兄弟，就是祭司、及利未人，及一切對受掠的中間倒來耶路撒冷的人，攏起手；派利未人，對二十歲以上，督工起耶和華的殿。","bklhl":"In到耶路撒冷上帝ê殿hia，第二年二月，Sat-la̍h-thiat ê kiáⁿ Só͘-lô-pa-pek，Iok-sat-tap ê kiáⁿ Iâ-su-a，kap其餘ê兄弟，就是祭司，kap利未人，kap一切tùi受掠ê中間tò來耶路撒冷ê人，lóng起手，派利未人，tùi二十歲以上，督工起耶和華ê殿。"}},{"book":"拉","chapter":3,"verse":9,"versions":{"unv":"於是猶大（在二章四十節作何達威雅）的後裔，就是耶書亞和他的子孫與弟兄，甲篾和他的子孫，利未人希拿達的子孫與弟兄，都一同起來，督理那在　神殿做工的人。","bklcl":"Tùi án-ni Iâ-su-a, kap i ê kiáⁿ kap hiaⁿ-tī, Kah-bia̍t kap i ê kiáⁿ, Iû-tāi ê kiáⁿ-sun, kap Hi-ná-ta̍t ê kiáⁿ, kap in ê kiáⁿ, in ê hiaⁿ-tī Lī-bī lâng, lóng khí-lâi, tok-lí hiah-ê tī Siōng-tè ê tiān chòe-kang ê lâng.","tghg":"對按呢耶書亞及伊的子及兄弟，甲篾及伊的子猶大的子孫，及希拿達的子及𪜶的子，𪜶的兄弟利未人，攏起來，督理許個佇上帝的殿做工的人。","bklhl":"Tùi án-ni，Iâ-su-a，kap伊ê kiáⁿ kap兄弟，Kah-bia̍t kap伊ê kiáⁿ，偤大ê kiáⁿ孫，kap Hi-ná-ta̍t ê kiáⁿ，kap in ê kiáⁿ，in ê兄弟利未人，lóng起來，督理hiah-ê tī上帝ê殿做工ê人。"}},{"book":"拉","chapter":3,"verse":10,"versions":{"unv":"匠人立耶和華殿根基的時候，祭司皆穿禮服吹號，亞薩的子孫利未人敲鈸，照以色列王大衛所定的例，都站著讚美耶和華。","bklcl":"Khí-chhù sai-hū hē Iâ-hô-hoa tiān ê tōe-ki ê sî, chè-si chhēng lé-ho̍k kia̍h hō-thâu.  A-sat ê kiáⁿ-sun Lī-bī lâng the̍h lâ-poa̍h, lóng khiā-teh beh o-ló Iâ-hô-hoa, chiàu Í-sek-lia̍t ông Tāi-pi̍t só͘ tiāⁿ-tio̍h ê lē.","tghg":"起厝師傅下(hē)耶和華殿的地基的時，祭司穿禮服攑號頭，亞薩的子孫利未人提鐃鈸(lâ-poa̍h)，攏徛啲欲謳咾耶和華，照以色列王大衛所定著的例。","bklhl":"起厝師傅hē耶和華殿ê地基ê時，祭司穿禮服kia̍h號頭。A-sat ê kiáⁿ孫利未人the̍h鐃鈸，lóng khiā-teh beh o-ló耶和華，照以色列王大衛所定tio̍h ê例。"}},{"book":"拉","chapter":3,"verse":11,"versions":{"unv":"他們彼此唱和，讚美稱謝耶和華說：他本為善，他向以色列人永發慈愛。他們讚美耶和華的時候，眾民大聲呼喊，因耶和華殿的根基已經立定。","bklcl":"In ū-ê chhiùⁿ ū-ê hô, o-ló kám-siā Iâ-hô-hoa, kóng, In-ūi I sī hó, I éng-oán si chû-ài hō͘ Í-sek-lia̍t. In o-ló Iâ-hô-hoa ê sî, chèng peh-sìⁿ tōa-siaⁿ hoah, in-ūi Iâ-hô-hoa tiān ê tōe-ki í-keng hē-teh.","tghg":"𪜶有的唱有的和，謳咾感謝耶和華講：因為伊是好，伊永遠施慈愛互以色列。𪜶謳咾耶和華的時，眾百姓大聲喝(hoah)，因為耶和華殿的地基已經下啲。","bklhl":"In有ê唱有ê和，o-ló感謝耶和華，講，因為伊是好，伊永遠施慈愛hō͘以色列。In o-ló耶和華ê時，眾百姓大聲hoah，因為耶和華殿ê地基已經hē-teh。"}},{"book":"拉","chapter":3,"verse":12,"versions":{"unv":"然而有許多祭司、利未人、族長，就是見過舊殿的老年人，現在親眼看見立這殿的根基，便大聲哭號，也有許多人大聲歡呼，","bklcl":"Chóng-sī ū chōe-chōe chè-si, Lī-bī lâng, cho̍k-tiong ê lāu-tōa, chiū-sī bat khòaⁿ-kìⁿ chêng ê tiān hiah-ê lāu-lâng, taⁿ chhin-ba̍k khòaⁿ-kìⁿ hē chit keng tiān ê tōe-ki, chiū tōa-siaⁿ thî-khàu; iā chōe-chōe lâng ūi-tio̍h hoaⁿ-hí tōa-siaⁿ hoah.","tghg":"總是有多多祭司、利未人、族中的老大，就是曾看見前的殿許個老人，今親目看見下(hē)此間殿的地基，就大聲啼哭，也多多人為著歡喜大聲喝，","bklhl":"總是有chōe-chōe祭司，利未人，族中ê老大，就是bat看見前ê殿hiah-ê老人，taⁿ親目看見hē chit間殿ê地基，就大聲啼哭；也chōe-chōe人為tio̍h歡喜大聲hoah。"}},{"book":"拉","chapter":3,"verse":13,"versions":{"unv":"甚至百姓不能分辨歡呼的聲音和哭號的聲音；因為眾人大聲呼喊，聲音聽到遠處。","bklcl":"Tì-kàu peh-sìⁿ bōe-ōe hun-piat hoaⁿ-hí hoah ê siaⁿ kap peh-sìⁿ thî-khàu ê siaⁿ; in-ūi peh-sìⁿ tōa-siaⁿ hoah ê siaⁿ hō͘ hit ê siaⁿ thiaⁿ kàu chin-hn̄g.","tghg":"致到百姓𣍐會分別歡喜喝的聲及百姓啼哭的聲；因為百姓大聲喝的聲，互彼個聲聽到真遠。","bklhl":"致到百姓bōe能分別歡喜hoah ê聲kap百姓啼哭ê聲；因為百姓大聲hoah ê聲hō͘ hit ê聲聽到真遠。"}}]