[{"book":"拉","chapter":4,"verse":1,"versions":{"unv":"猶大和便雅憫的敵人聽說被擄歸回的人為耶和華─以色列的　神建造殿宇，","bklcl":"Iû-tāi Piān-ngá-bín ê tùi-te̍k thiaⁿ-kìⁿ hiah-ê siū-lia̍h tò-lâi ê lâng, ūi Í-sek-lia̍t ê Siōng-tè Iâ-hô-hoa khí tiān,","tghg":"猶大、便雅憫的對敵聽見許個受掠倒來的人為以色列的上帝──耶和華起殿，","bklhl":"偤大、便雅憫ê對敵聽見hiah-ê受掠tò來ê人，為以色列ê上帝耶和華起殿，"}},{"book":"拉","chapter":4,"verse":2,"versions":{"unv":"就去見所羅巴伯和以色列的族長，對他們說：「請容我們與你們一同建造；因為我們尋求你們的　神，與你們一樣。自從亞述王以撒哈頓帶我們上這地以來，我們常祭祀　神。」","bklcl":"chiū lâi kìⁿ Só͘-lô-pa-pek, kap cho̍k-tiong ê lāu-tōa, kā in kóng, Chhiáⁿ chún goán kap lín saⁿ-kap khí, in-ūi goán chhē lín ê Siōng-tè, kap lín chi̍t-iūⁿ; tùi A-su̍t ông Í-sat-hap-tùn tòa goán chiūⁿ chit ê tōe í-lâi, goán siông-siông hiàn-chè hō͘ Siōng-tè.","tghg":"就來見所羅巴伯及族中的老大，給𪜶講：「請准阮及恁相及起；因為阮尋恁的上帝，及恁一樣。對亞述王以撒哈頓帶阮上此個地以來，阮常常獻祭互上帝。」","bklhl":"就來見Só͘-lô-pa-pek，kap族中ê老大，kā in講，請准阮kap lín相kap起，因為阮chhē lín ê上帝，kap lín一樣；tùi亞述王Í-sat-hap-tùn帶阮上chit ê地以來，阮常常獻祭hō͘上帝。"}},{"book":"拉","chapter":4,"verse":3,"versions":{"unv":"但所羅巴伯、耶書亞，和其餘以色列的族長對他們說：「我們建造　神的殿與你們無干，我們自己為耶和華─以色列的　神協力建造，是照波斯王古列所吩咐的。」","bklcl":"Chóng-sī Só͘-lô-pa-pek, Iâ-su-a, kap kî-û Í-sek-lia̍t cho̍k-tiong ê lāu-tōa, kā in kóng, Goán beh khí goán ê Siōng-tè ê tiān, lín bô hūn; goán ka-kī beh ūi Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè hia̍p-le̍k khí-chō; sī chiàu Pho-su ông Kó͘-lia̍t ông só͘ bēng-lēng goán ê.","tghg":"總是所羅巴伯、耶書亞，及其餘以色列族中的老大給𪜶講：「阮欲起阮的上帝的殿恁無份，阮家己欲為耶和華──以色列的上帝協力起造，是照波斯王古列王所命令阮的。」","bklhl":"總是Só͘-lô-pa-pek、Iâ-su-a，kap其餘以色列族中ê老大，kā in講，阮beh起阮ê上帝ê殿，lín無份；阮家己beh為耶和華以色列ê上帝協力起造；是照波斯王Kó͘-lia̍t王所命令阮ê。"}},{"book":"拉","chapter":4,"verse":4,"versions":{"unv":"那地的民，就在猶大人建造的時候，使他們的手發軟，擾亂他們；","bklcl":"Tùi án-ni, hit só͘-chāi ê peh-sìⁿ hō͘ Iû-tāi lâng chhiú nńg--lo̍h-khì; tī in khí-chō ê sî kiáu-jiáu in.","tghg":"對按呢彼所在的百姓，互猶大人手軟落去，佇𪜶起造的時攪擾𪜶；","bklhl":"Tùi án-ni，hit所在ê百姓hō͘偤大人手軟落去；tī in起造ê時攪擾in。"}},{"book":"拉","chapter":4,"verse":5,"versions":{"unv":"從波斯王古列年間，直到波斯王大利烏登基的時候，賄買謀士，要敗壞他們的謀算。","bklcl":"Tùi Pho-su ông Kó͘-lia̍t ê nî-kan, kàu Pho-su ông Tāi-lī-o͘ chē-ūi ê sî, chhiàⁿ gī-sū, chó͘-chí in,  beh pāi-hoāi in ê kè-e̍k.","tghg":"對波斯王古列的年間，到波斯王大利烏坐位的時，倩(chhiàⁿ)議士，阻止𪜶欲敗壞𪜶的計劃(kè-e̍k)。","bklhl":"Tùi波斯王Kó͘-lia̍t ê年間，到波斯王Tāi-lī-o͘坐位ê時，chhiàⁿ議士，阻止in，beh敗壞in ê計畫。"}},{"book":"拉","chapter":4,"verse":6,"versions":{"unv":"在亞哈隨魯才登基的時候，上本控告猶大和耶路撒冷的居民。","bklcl":"Tī A-hap-sûi-ló͘ chòe ông chē-ūi ê khí-thâu, tùi-te̍k siá chàu-chiuⁿ kò Iû-tāi kap Iâ-lō͘-sat-léng khiā-khí ê peh-sìⁿ.","tghg":"佇亞哈隨魯做王坐位的起頭，對敵寫奏章告猶大及耶路撒冷徛起的百姓。","bklhl":"Tī A-hap-sûi-ló͘做王坐位ê起頭，對敵寫奏章告偤大kap耶路撒冷khiā起ê百姓。"}},{"book":"拉","chapter":4,"verse":7,"versions":{"unv":"亞達薛西年間，比施蘭、米特利達、他別，和他們的同黨上本奏告波斯王亞達薛西。本章是用亞蘭文字，亞蘭方言。","bklcl":"Koh tī A-ta̍t-siat-se ê nî-kan, Pí-si-lân, Bí-te̍k-lī-ta̍t, Tha-pia̍t, kap in ê tóng, chiūⁿ pió chàu Pho-su ông A-ta̍t-siat-se; chit ê pió sī ēng A-lân ê bûn-jī siá ê, hoan-e̍k A-lân ê khiuⁿ-kháu.","tghg":"閣佇亞達設西的年間，比施蘭、米特利達、他別，及𪜶的黨上表奏波斯王亞達設西。此個表是用亞蘭的文字寫的，翻譯亞蘭的腔口。","bklhl":"Koh tī A-ta̍t-siat-se ê年間，Pí-si-lân、Bí-te̍k-lī-ta̍t、Tha-pia̍t，kap in ê黨，上表奏波斯王A-ta̍t-siat-se；chit ê表是用A-lân ê文字寫ê，翻譯A-lân ê腔口。"}},{"book":"拉","chapter":4,"verse":8,"versions":{"unv":"省長利宏、書記伸帥要控告耶路撒冷人，也上本奏告亞達薛西王。","bklcl":"Chóng-tok Lī-hông, su-kì Sin-sòe, beh kò Iâ-lō͘-sat-léng lâng, iā chiūⁿ-pió chàu A-ta̍t-siat-se ông; hit ê pió chhin-chhiūⁿ án-ni.","tghg":"總督利宏、書記伸帥欲告耶路撒冷人，也上表奏亞達設西王彼個表親像按呢。","bklhl":"總督Lī-hông，書記Sin-sòe，beh告耶路撒冷人，也上表奏A-ta̍t-siat-se王；hit ê表親像án-ni。"}},{"book":"拉","chapter":4,"verse":9,"versions":{"unv":"省長利宏、書記伸帥，和同黨的底拿人、亞法薩提迦人、他毘拉人、亞法撒人、亞基衛人、巴比倫人、書珊迦人、底亥人、以攔人，","bklcl":"Chóng-tok Lī-hông, su-kì Sin-sòe, kap kî-û ê tâng-phōaⁿ, Tí-ná lâng, A-hoat-sat-thê-ka lâng, Tha-pì-la̍h lâng, A-hoat-sat lâng, A-ki-ōe lâng, Pa-pí-lûn lâng, Su-san-ka lâng, Tí-hâi lâng, Í-lân lâng,","tghg":"總督利宏、書記伸帥，及其餘的同伴底拿人、亞法薩提迦人、他毗拉人、亞法撒人、亞基衛人、巴比倫人、書珊迦人、底亥人、以攔人，","bklhl":"總督Lī-hông，書記Sin-sòe，kap其餘ê同伴，Tí-ná人、A-hoat-sat-thê-ka人、Tha-pì-la̍h人、A-hoat-sat人、A-ki-ōe人、巴比倫人、Su-san-ka人、Tí-hâi人、Í-lân人、"}},{"book":"拉","chapter":4,"verse":10,"versions":{"unv":"和尊大的亞斯那巴所遷移、安置在撒馬利亞城，並大河西一帶地方的人等，","bklcl":"kap tōa chun-kùi ê O-su-ná-pa só͘ chhian-sóa kî-û ê peh-sìⁿ an-tì tī Sat-má-lī-a ê siâⁿ, kap Tōa-hô-gōa kî-û ê peh-sìⁿ, lóng siá; ûn-ûn.","tghg":"及大尊貴的亞斯那巴所遷徙其餘的百姓、安置佇撒瑪利亞的城，及大河外其餘的百姓，","bklhl":"kap大尊貴ê O-su-ná-pa所遷徙其餘ê百姓安置tī撒馬利亞ê城，kap大河外其餘ê百姓，lóng寫；云云。"}},{"book":"拉","chapter":4,"verse":11,"versions":{"unv":"上奏亞達薛西王說：「河西的臣民云云：","bklcl":"Hit ê chàu A-ta̍t-siat-se ông pió-chiuⁿ ê chhau-kó kì tī ē-bīn: Lí ê lô͘-po̍k Hô-gōa chiah-ê lâng, ûn-ûn.","tghg":"攏寫，云云(ûn-ûn)。彼個奏亞達設西王表章的抄稿記佇下面：「你的奴僕河外諸個人云云：","bklhl":"Hit-ê奏A-ta̍t-siat-se王表章ê抄稿記tī下面：你ê奴僕河外chiah ê人，云云。"}},{"book":"拉","chapter":4,"verse":12,"versions":{"unv":"王該知道，從王那裡上到我們這裡的猶大人，已經到耶路撒冷重建這反叛惡劣的城，築立根基，建造城牆。","bklcl":"Ông tio̍h chai tùi lí hia lâi kàu goán chia ê Iû-tāi lâng, í-keng kàu Iâ-lō͘-sat-léng, koh khí chit ê hoán-poān koh pháiⁿ ê siâⁿ, í-keng khí siâⁿ-chhiûⁿ, hē tōe-ki.","tghg":"王著知，對你遐來到阮遮的猶大人，已經到耶路撒冷閣起此個反叛閣歹的城，已經起城牆，下(hē)地基。","bklhl":"王tio̍h知tùi你hia來到阮chia ê偤大人，已經到耶路撒冷，koh起chit ê反叛koh pháiⁿ ê城，已經起城牆，hē地基。"}},{"book":"拉","chapter":4,"verse":13,"versions":{"unv":"如今王該知道，他們若建造這城，城牆完畢就不再與王進貢，交課，納稅，終久王必受虧損。","bklcl":"Taⁿ ông tio̍h chai, in nā khí chit ê siâⁿ, siâⁿ-chhiûⁿ khí hó, chiū chìn-kòng, koan-sè, chîⁿ-niû, in lóng m̄-la̍p; kàu-bé ông beh siū sún-sit.","tghg":"今王著知，𪜶若起此個城，城牆起好就進貢，關稅，錢糧，𪜶攏呣納，到尾王欲受損失。","bklhl":"Taⁿ王tio̍h知，in若起chit ê城，城牆起好，就進貢，捐稅、錢糧，in lóng m̄納；到尾王beh受損失。"}},{"book":"拉","chapter":4,"verse":14,"versions":{"unv":"我們既食御鹽，不忍見王吃虧，因此奏告於王。","bklcl":"In-ūi goán chia̍h ông-kiong ê iâm, m̄ eng-kai khòaⁿ ông siū khui-sún, só͘-í chiūⁿ-pió chàu ông.","tghg":"因為阮食王宮的鹽，呣應該看王受虧損，所以上表奏王。","bklhl":"因為阮食王宮ê鹽，m̄應該看王受虧損，所以上表奏王。"}},{"book":"拉","chapter":4,"verse":15,"versions":{"unv":"請王考察先王的實錄，必在其上查知這城是反叛的城，與列王和各省有害；自古以來，其中常有悖逆的事，因此這城曾被拆毀。","bklcl":"Chhiáⁿ chhâ-khó lia̍t-chó͘ ê kì-lio̍k, tī kì-lio̍k ōe chhē-tio̍h, chiū chai chi̍t ê siâⁿ sī hoán-poān ê siâⁿ, chòe lia̍t-ông kap ta̍k-séng ê hāi; tùi chá í-lâi, hit tiong-kan siông-siông ū hoán-poān ê sū; chit ê siâⁿ siū húi-hoāi chiū-sī tùi chit ê iân-kò͘.","tghg":"請查考列祖的記錄，佇記錄會尋著就知此個城是反叛的城，做列王及逐省的害；對早以來，彼中間常常有反叛的事，此個城受毀壞就是對此個緣故。","bklhl":"請查考列祖ê記錄，tī記錄能chhē-tio̍h，就知一个城是反叛ê城，做列王kap ta̍k省ê害；tùi早以來，hit中間常常有反叛ê事；chit ê城受毀壞就是tùi chit ê緣故。"}},{"book":"拉","chapter":4,"verse":16,"versions":{"unv":"我們謹奏王知，這城若再建造，城牆完畢，河西之地王就無分了。」","bklcl":"Goán kín-sīn chàu ông chai, chit ê siâⁿ nā koh khí-chō, siâⁿ-chhiûⁿ khí-hó, tùi án-ni Hô-gōa ê tōe lí chiū bô hūn.","tghg":"阮謹慎奏王知，此個城若閣起造，城牆起好，對按呢河外的地你就無份。」","bklhl":"阮謹慎奏王知，chit ê城若koh起造，城牆起好，Tùi án-ni，河外ê地你就無份。"}},{"book":"拉","chapter":4,"verse":17,"versions":{"unv":"那時王諭覆省長利宏、書記伸帥，和他們的同黨，就是住撒馬利亞並河西一帶地方的人，說：「願你們平安云云。","bklcl":"Hit-sî ông chiū chhut jū-chí hō͘ chóng-tok Lī-hông, su-kì Sin-sòe, kap in kî-û ê tâng-phōaⁿ, chiū-sī khiā-khí tī Sat-má-lī-a, kap Hô-gōa kî-û ê lâng, kóng, Goān lín pêng-an, ûn-ûn.","tghg":"彼時王就出諭旨互總督利宏、書記伸帥，及𪜶其餘的同伴，就是徛起佇撒瑪利亞及河外其餘的人，講：「願恁平安云云。","bklhl":"Hit時王就出諭旨hō͘總督Lī-hông，書記Sin-sòe，kap in其餘ê同伴，就是khiā起tī撒馬利亞，kap河外其餘ê人，講，願lín平安，云云。"}},{"book":"拉","chapter":4,"verse":18,"versions":{"unv":"你們所上的本，已經明讀在我面前。","bklcl":"Lín só͘ chiūⁿ hō͘ goán ê pió, í-keng bêng-bêng tha̍k tī góa ê bīn-chêng.","tghg":"恁所上互阮的表，已經明明讀佇我的面前。","bklhl":"Lín所上hō͘阮ê表，已經明明讀tī我ê面前。"}},{"book":"拉","chapter":4,"verse":19,"versions":{"unv":"我已命人考查，得知此城古來果然背叛列王，其中常有反叛悖逆的事。","bklcl":"Góa í-keng chhut bēng-lēng, chhâ-khó-liáu chiū chai chit ê siâⁿ tùi chá í-lâi chin-chiàⁿ pōe-poān lia̍t-ông, kî-tiong siông-siông ū bô͘-hoán pōe-ge̍k ê sū.","tghg":"我已經出命令，查考了就知此個城對早以來真正背叛列王，其中常常有謀反悖逆的事。","bklhl":"我已經出命令，查考了就知chit ê城tùi早以來真正背叛列王，其中常常有謀反悖逆ê事。"}},{"book":"拉","chapter":4,"verse":20,"versions":{"unv":"從前耶路撒冷也有大君王統管河西全地，人就給他們進貢，交課，納稅。","bklcl":"Chiông-chêng Iâ-lō͘-sat-léng le̍k-lâi ū tōa kun-ông thóng-hat Hô-gōa choân-tōe; chìn-kòng, koan-sè, chîⁿ-niû lóng la̍p hō͘ in.","tghg":"從前耶路撒冷歷來有大君王統轄河外全地，進貢，關稅，錢糧攏納互𪜶。","bklhl":"從前耶路撒冷歷來有大君王統轄河外全地；進貢、捐稅、錢糧 lóng納hō͘ in。"}},{"book":"拉","chapter":4,"verse":21,"versions":{"unv":"現在你們要出告示命這些人停工，使這城不得建造，等我降旨。","bklcl":"Taⁿ lín tio̍h hoat bēng-lēng hō͘ hiah-ê lâng thêng-kang, bô khí chit ê siâⁿ, thèng-hāu góa kàng-chí;","tghg":"今恁著發命令互許個人停工，無起此個城，聽候我降旨。","bklhl":"Taⁿ lín tio̍h發命令hō͘ hiah-ê人停工，無起chit ê城，thèng候我降旨；"}},{"book":"拉","chapter":4,"verse":22,"versions":{"unv":"你們當謹慎，不可遲延，為何容害加重，使王受虧損呢？」","bklcl":"lín tio̍h kín-sīn, m̄-thang iân-chhiân; siáⁿ-sū iông-ún chit ê hāi khah-tāng, tì-kàu lia̍t-ông siū khui-sún ah?","tghg":"恁著謹慎，呣通延迁(iân-chhiân)，啥事容允此個害卡重，致到列王受虧損啊？」","bklhl":"lín tio̍h謹慎，m̄-thang 延chhiân；啥事容允chit ê害khah重，致到列王受虧損ah？"}},{"book":"拉","chapter":4,"verse":23,"versions":{"unv":"亞達薛西王的上諭讀在利宏和書記伸帥，並他們的同黨面前，他們就急忙往耶路撒冷去見猶大人，用勢力強迫他們停工。","bklcl":"A-ta̍t-siat-se ông ê siōng-jū tha̍k tī Lī-hông, kap su-kì Sin-sòe, kap in ê tâng-phōaⁿ ê bīn-chêng, in chiū kóaⁿ-kín khì Iâ-lō͘-sat-léng kìⁿ Iû-tāi lâng, ēng sè-le̍k kiông-pek in thêng-kang.","tghg":"亞達設西王的上諭讀佇利宏及書記伸帥，及𪜶的同伴的面前，𪜶就趕緊去耶路撒冷見猶大人，用勢力強迫𪜶停工。","bklhl":"A-ta̍t-siat-se王ê上諭讀tī Lī-hông，kap書記Sin-sòe，kap in ê同伴ê面前，in就趕緊去耶路撒冷見偤大人，用勢力強迫in停工。"}},{"book":"拉","chapter":4,"verse":24,"versions":{"unv":"於是，在耶路撒冷　神殿的工程就停止了，直停到波斯王大利烏第二年。","bklcl":"Tùi án-ni Iâ-lō͘-sat-léng Siōng-tè tiān ê kang-tiâⁿ chiū thêng-chí.  Thêng kàu Pho-su ông Tāi-lī-o͘ chē-ūi ê tē-jī nî.","tghg":"對按呢，耶路撒冷上帝殿的工程就停止，停到波斯王大利烏坐位的第二年。","bklhl":"Tùi án-ni，耶路撒冷上帝殿ê工程就停止。停到波斯王Tāi-lī-o͘坐位ê第二年。"}}]