[{"book":"拉","chapter":7,"verse":1,"versions":{"unv":"這事以後，波斯王亞達薛西年間，有個以斯拉，他是西萊雅的兒子，西萊雅是亞撒利雅的兒子，亞撒利雅是希勒家的兒子，","bklcl":"Chiah-ê sū í-āu, tī Pho-su ông A-ta̍t-siat-se chē-ūi ê sî, ū chi̍t ê Í-su-la̍h, i sī Se-lâi-ngá ê kiáⁿ, Se-lâi-ngá sī A-sat-lī-ngá ê kiáⁿ, A-sat-lī-ngá sī Hi-le̍k-ka ê kiáⁿ;","tghg":"諸個事以後，佇波斯王亞達設西坐位的時，有一個以斯拉，伊是西萊雅的子，西萊雅是亞撒利雅的子，亞撒利雅是希勒家的子，","bklhl":"Chiah-ê事以後，tī波斯王A-ta̍t-siat-se坐位ê時，有一个以斯拉，伊是Se-lâi-ngá ê kiáⁿ，Se-lâi-ngá是A-sat-lī-ngá ê kiáⁿ，A-sat-lī-ngá是Hi-le̍k-ka ê kiáⁿ；"}},{"book":"拉","chapter":7,"verse":2,"versions":{"unv":"希勒家是沙龍的兒子，沙龍是撒督的兒子，撒督是亞希突的兒子，","bklcl":"Hi-le̍k-ka sī Sa-liông ê kiáⁿ, Sa-liông sī Sat-tok ê kiáⁿ, Sat-tok sī A-hi-tu̍t ê kiáⁿ;","tghg":"希勒家是沙龍的子，沙龍是撒督的子，撒督是亞希突的子，","bklhl":"Hi-le̍k-ka是Sa-liông ê kiáⁿ，Sa-liông是Sat-tok ê kiáⁿ，Sat-tok是A-hi-tu̍t ê kiáⁿ；"}},{"book":"拉","chapter":7,"verse":3,"versions":{"unv":"亞希突是亞瑪利雅的兒子，亞瑪利雅是亞撒利雅的兒子，亞撒利雅是米拉約的兒子，","bklcl":"A-hi-tu̍t sī A-má-lī-ngá ê kiáⁿ, A-má-lī-ngá sī A-sat-lī-ngá ê kiáⁿ, A-sat-lī-ngá sī Bí-la̍h-iok ê kiáⁿ;","tghg":"亞希突是亞瑪利雅的子，亞瑪利雅是亞撒利雅的子，亞撒利雅是米拉約的子，","bklhl":"A-hi-tu̍t是A-má-lī-ngá ê kiáⁿ，A-má-lī-ngá是A-sat-lī-ngá ê kiáⁿ，A-sat-lī-ngá是Bí-la̍h-iok ê kiáⁿ；"}},{"book":"拉","chapter":7,"verse":4,"versions":{"unv":"米拉約是西拉希雅的兒子，西拉希雅是烏西的兒子，烏西是布基的兒子，","bklcl":"Bí-la̍h-iok sī Se-la̍h-hi-ngá ê kiáⁿ, Se-la̍h-hi-ngá sī O͘-se ê kiáⁿ, O͘-se sī Pò͘-ki ê kiáⁿ;","tghg":"米拉約是西拉希雅的子，西拉希雅是烏西的子，烏西是布基的子，","bklhl":"Bí-la̍h-iok是Se-la̍h-hi-ngá ê kiáⁿ，Se-la̍h-hi-ngá是O͘-se ê kiáⁿ，O͘-se是Pò͘-ki ê kiáⁿ；"}},{"book":"拉","chapter":7,"verse":5,"versions":{"unv":"布基是亞比書的兒子，亞比書是非尼哈的兒子，非尼哈是以利亞撒的兒子，以利亞撒是大祭司亞倫的兒子。","bklcl":"Pò͘-ki sī A-pí-su ê kiáⁿ, A-pí-su sī Hui-nî-hap ê kiáⁿ, Hui-nî-hap sī Í-lī-a-sat ê kiáⁿ, Í-lī-a-sat sī chè-si-thâu A-lûn ê kiáⁿ.","tghg":"布基是亞比書的子，亞比書是非尼哈的子，非尼哈是以利亞撒的子，以利亞撒是祭司頭亞倫的子。","bklhl":"Pò͘-ki是A-pí-su ê kiáⁿ，A-pí-su是Hui-nî-hap ê kiáⁿ，Hui-nî-hap是Í-lī-a-sat ê kiáⁿ，Í-lī-a-sat是祭司頭亞倫ê kiáⁿ。"}},{"book":"拉","chapter":7,"verse":6,"versions":{"unv":"這以斯拉從巴比倫上來，他是敏捷的文士，通達耶和華─以色列　神所賜摩西的律法書。王允准他一切所求的，是因耶和華─他　神的手幫助他。","bklcl":"Chit ê Í-su-la̍h tùi Pa-pí-lûn chiūⁿ-lâi, tùi-tī Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè siúⁿ-sù Mô͘-se ê lu̍t-hoat i sī bín-chia̍t ê keng-ha̍k-sū.  Ông chún i it-chhè só͘-kiû-ê, sī chiàu Iâ-hô-hoa i ê Siōng-tè ê chhiú pang-chān i ê.","tghg":"此個以斯拉對巴比倫上來，對佇耶和華──以色列的上帝賞賜摩西的律法，伊是敏捷的經學士。王准伊一切所求的，是照耶和華──伊的上帝的手幫助伊的。","bklhl":"Chit ê以斯拉tùi巴比倫上來，tùi-tī耶和華以色列ê上帝賞賜摩西ê律法，伊是敏捷ê經學士。王准伊一切所求ê，是照耶和華伊ê上帝ê手幫贊伊ê。"}},{"book":"拉","chapter":7,"verse":7,"versions":{"unv":"亞達薛西王第七年，以色列人、祭司、利未人、歌唱的、守門的、尼提寧，有上耶路撒冷的。","bklcl":"A-ta̍t-siat-se ông tē-chhit nî, Í-sek-lia̍t lâng, chè-si, Lī-bī lâng, chhiùⁿ-koa--ê, kò͘-mn̂g--ê, Nî-thê-lêng,  kok ū kúi-nā lâng chiūⁿ Iâ-lō͘-sat-léng.","tghg":"亞達設西王第七年，以色列人、祭司、利未人、唱歌者、顧門者、尼提寧，各有幾若人上耶路撒冷。","bklhl":"A-ta̍t-siat-se王第七年，以色列人，祭司、利未人、唱歌ê、顧門ê，Nî-thê-lêng，各有kúi-nā人上耶路撒冷。"}},{"book":"拉","chapter":7,"verse":8,"versions":{"unv":"王第七年五月，以斯拉到了耶路撒冷。","bklcl":"Ông tē-chhit nî gō͘-ge̍h, Í-su-la̍h kàu Iâ-lō͘-sat-léng;","tghg":"王第七年五月，以斯拉到耶路撒冷。","bklhl":"王第七年五月，以斯拉到耶路撒冷；"}},{"book":"拉","chapter":7,"verse":9,"versions":{"unv":"正月初一日，他從巴比倫起程；因他　神施恩的手幫助他，五月初一日就到了耶路撒冷。","bklcl":"chiaⁿ-ge̍h chhoe-it ji̍t, i tùi Pa-pí-lûn khí-sin, gō͘-ge̍h chhoe-it ji̍t chiū kàu Iâ-lō͘-sat-léng, in-ūi i ê Siōng-tè si-un ê chhiú pang-chān i.","tghg":"正月初一日，伊對巴比倫起身；五月初一日就到耶路撒冷，因為伊的上帝施恩的手幫助伊。","bklhl":"正月初一日，伊tùi巴比倫起身，五月初一日就到耶路撒冷，因為伊ê上帝施恩ê手幫贊伊。"}},{"book":"拉","chapter":7,"verse":10,"versions":{"unv":"以斯拉定志考究遵行耶和華的律法，又將律例典章教訓以色列人。","bklcl":"In-ūi Í-su-la̍h í-keng koat-ì beh káng-kiù Iâ-hô-hoa ê lu̍t-hoat lâi kiâⁿ i, koh chiong lu̍t-lē hoat-tō͘ lâi kà-sī Í-sek-lia̍t lâng.","tghg":"因為以斯拉已經決意欲講究耶和華的律法來行伊，閣將律例法度來教示以色列人。","bklhl":"因為以斯拉已經決意beh講究耶和華ê律法來行伊，koh將律例法度來教示以色列人。"}},{"book":"拉","chapter":7,"verse":11,"versions":{"unv":"祭司以斯拉是通達耶和華誡命和賜以色列之律例的文士。亞達薛西王賜給他們諭旨，上面寫著說：","bklcl":"Chè-si Í-su-la̍h sī keng-ha̍k-sū, sī thong-ta̍t Iâ-hô-hoa kài-bēng ê ōe, kap I só͘ siúⁿ-sù Í-sek-lia̍t ê lu̍t-lē ê keng-ha̍k-sū.  A-ta̍t-siat-se ông sù i jū-chí, hit ê bûn kì tī ē-tóe, kóng,","tghg":"祭司以斯拉是經學士是通達耶和華誡命的話及伊所賞賜以色列的律例的經學士。亞達設西王賜伊諭旨，彼個文記佇下底講：","bklhl":"祭司以斯拉是經學士，是通達耶和華誡命ê話，kap伊所賞賜以色列ê律例ê經學士。A-ta̍t-siat-se王賜伊諭旨，hit ê文記tī下底，講，"}},{"book":"拉","chapter":7,"verse":12,"versions":{"unv":"「諸王之王亞達薛西，達於祭司以斯拉通達天上　神律法大德的文士，云云。","bklcl":"Lia̍t-ông ê ông A-ta̍t-siat-se kià hō͘ chè-si Í-su-la̍h, thong-ta̍t thiⁿ-téng Siōng-tè ê lu̍t-hoat ê keng-ha̍k-sū, oân-choân--ê, ûn-ûn.","tghg":"「列王的王亞達設西，寄互祭司以斯拉通達天頂上帝的律法的經學士，完全者，云云(ûn-ûn)。","bklhl":"列王ê王A-ta̍t-siat-se寄hō͘祭司以斯拉，通達天頂上帝ê律法ê經學士，完全ê，云云。"}},{"book":"拉","chapter":7,"verse":13,"versions":{"unv":"住在我國中的以色列人、祭司、利未人，凡甘心上耶路撒冷去的，我降旨准他們與你同去。","bklcl":"Tiàm tī góa ê kok-lāi ê Í-sek-lia̍t lâng, chè-si, Lī-bī lâng, kìⁿ-nā kam-goān chiūⁿ-khì Iâ-lō͘-sat-léng--ê, góa kàng-chí hō͘ in kap lí khì;","tghg":"踮佇我的國內的以色列人、祭司、利未人，見若甘願上去耶路撒冷者，我降旨互𪜶及你去。","bklhl":"Tiàm tī我ê國內ê以色列人，祭司、利未人，見若甘願上去耶路撒冷ê，我降旨hō͘ in kap你去；"}},{"book":"拉","chapter":7,"verse":14,"versions":{"unv":"王與七個謀士既然差你去，照你手中　神的律法書察問猶大和耶路撒冷的景況；","bklcl":"lí kì-jiân sī ông kap i chhit ê bô͘-sū só͘ chhe ê, chiàu lí chhiú-lāi Siōng-tè ê lu̍t-hoat cha-chhat Iû-tāi kap Iâ-lō͘-sat-léng;","tghg":"你既然是王及伊七個謀士所差的，照你手內上帝的律法查察猶大及耶路撒冷；","bklhl":"你既然是王kap伊七個謀士所差ê，照你手內上帝ê律法查察偤大kap耶路撒冷；"}},{"book":"拉","chapter":7,"verse":15,"versions":{"unv":"又帶金銀，就是王和謀士甘心獻給住耶路撒冷、以色列　神的，","bklcl":"koh tòa ông kap i ê bô͘-sū só͘ hoaⁿ-hí hiàn ê kim-gûn, beh hō͘ Í-sek-lia̍t ê Siōng-tè, chiū-sī tòa tī Iâ-lō͘-sat-léng ê;","tghg":"閣帶王及伊的謀士所歡喜獻的金銀，欲互以色列的上帝，就是住佇耶路撒冷的，","bklhl":"koh帶王kap伊ê謀士所歡喜獻ê金銀，beh hō͘以色列ê上帝，就是tòa tī耶路撒冷ê；"}},{"book":"拉","chapter":7,"verse":16,"versions":{"unv":"並帶你在巴比倫全省所得的金銀，和百姓、祭司樂意獻給耶路撒冷─他們　神殿的禮物。","bklcl":"iā tòa lí tī Pa-pí-lûn choân-séng kìⁿ só͘ tit-tio̍h ê kim-gûn, kap peh-sìⁿ chè-si só͘ hoaⁿ-hí hiàn ê lé-mi̍h, chiū-sī in ūi-tio̍h Iâ-lō͘-sat-léng in Siōng-tè ê tiān só͘ hoaⁿ-hí hiàn ê.","tghg":"也帶你佇巴比倫全省見所得著的金、銀及百姓、祭司所歡喜獻的禮物就是𪜶為著耶路撒冷──𪜶上帝的殿所歡喜獻的。","bklhl":"也帶你tī巴比倫全省見所得tio̍h ê金銀，kap百姓祭司所歡喜獻ê禮物，就是in為tio̍h耶路撒冷in上帝ê殿所歡喜獻ê。"}},{"book":"拉","chapter":7,"verse":17,"versions":{"unv":"所以你當用這金銀，急速買公牛、公綿羊、綿羊羔，和同獻的素祭奠祭之物，獻在耶路撒冷─你們　神殿的壇上。","bklcl":"Só͘-í lí tio̍h tì-ì ēng chiah-ê kim-gûn bóe gû-káng-á, mî-iûⁿ-káng, mî-iûⁿ-á, kap in ê sò͘-chè, in ê koàn-tiān, hiàn tī Iâ-lō͘-sat-léng lín Siōng-tè tiān ê tôaⁿ.","tghg":"所以你著致意用諸個金銀，買牛牨(káng)仔、綿羊牨、綿羊仔，及𪜶的素祭，𪜶的灌奠，獻佇耶路撒冷──恁上帝殿的壇。","bklhl":"所以你tio̍h致意用chiah ê金銀買牛káng-á、綿羊káng、綿羊á，kap in ê素祭，in ê灌奠，獻tī耶路撒冷lín上帝殿ê壇。"}},{"book":"拉","chapter":7,"verse":18,"versions":{"unv":"剩下的金銀，你和你的弟兄看著怎樣好，就怎樣用，總要遵著你們　神的旨意。","bklcl":"Só͘ chhun ê kim-gûn, lí kap lí ê hiaⁿ-tī khòaⁿ-chòe hó ê, chiū án-ni ēng i, lóng tio̍h chiàu lín Siōng-tè ê chí-ì.","tghg":"所剩的金銀，你及你的兄弟看做好的，就按呢用伊，攏著照恁上帝的旨意。","bklhl":"所chhun ê金銀，你kap你ê兄弟看做好ê，就án-ni用伊，lóng tio̍h照lín上帝ê旨意。"}},{"book":"拉","chapter":7,"verse":19,"versions":{"unv":"所交給你　神殿中使用的器皿，你要交在耶路撒冷　神面前。","bklcl":"Só͘ kau-tài lí ê khì-kū, chòe lí ê Siōng-tè tiān-lāi ê lō͘-ēng--ê, lí tio̍h kau tī Iâ-lō͘-sat-léng ê Siōng-tè ê bīn-chêng.","tghg":"所交代你的器具，做你的上帝殿內的路用的，你著交佇耶路撒冷的上帝的面前。","bklhl":"所交帶你ê器具，做你ê上帝殿內ê路用ê，你tio̍h交tī耶路撒冷ê上帝ê面前。"}},{"book":"拉","chapter":7,"verse":20,"versions":{"unv":"你　神殿裡若再有需用的經費，你可以從王的府庫裡支取。","bklcl":"Lín Siōng-tè ê tiān nā iáu ū khiàm-ēng sím-mi̍h, lí só͘ eng-kai tio̍h ēng-ê, lí thang tùi ông ê hú-khò͘ the̍h i.","tghg":"恁上帝的殿若猶有欠用甚麼你所應該著用的，你通對王的府庫提伊。","bklhl":"Lín上帝ê殿若iáu有欠用甚麼，你所應該tio̍h用ê，你thang tùi王ê府庫the̍h伊。"}},{"book":"拉","chapter":7,"verse":21,"versions":{"unv":"「我─亞達薛西王又降旨與河西的一切庫官，說：『通達天上　神律法的文士祭司以斯拉，無論向你們要甚麼，你們要速速地備辦，","bklcl":"Góa A-ta̍t-siat-se ông pún-sin koh kàng-chiàu hō͘ Hô-gōa it-chhè koán hú-khò͘ ê koaⁿ, kóng, Thong-ta̍t thiⁿ-téng Siōng-tè ê lu̍t-hoat ê keng-ha̍k-sū, chè-si Í-su-la̍h, bô-lūn tùi lín thó sím-mi̍h, lín tio̍h tì-ì kiâⁿ i;","tghg":"「我──亞達設西王本身閣降詔互河外一切管府庫的官，講：『通達天頂上帝的律法的經學士祭司以斯拉，無論對恁討甚麼，恁著致意行伊，","bklhl":"我A-ta̍t-siat-se王本身koh降詔hō͘河外一切管府庫ê官，講，通達天頂上帝ê律法ê經學士，祭司以斯拉，無論tùi lín討甚麼，lín tio̍h致意行伊；"}},{"book":"拉","chapter":7,"verse":22,"versions":{"unv":"就是銀子直到一百他連得，麥子一百柯珥，酒一百罷特，油一百罷特，鹽不計其數，也要給他。","bklcl":"kiong-kip i gûn kàu chi̍t-pah tha-liân-tek; be̍h, kàu chi̍t-pah ko-jíⁿ; chiú, kàu chi̍t-pah pà-te̍k; iû kàu chi̍t-pah pà-te̍k; iâm bô hān-gia̍h.","tghg":"供給伊銀到一百他連得，麥到一百柯珥，酒到一百罷特，油到一百罷特，鹽無限額。","bklhl":"供給伊銀到一百tha-liân-tek；麥，到一百ko-jíⁿ；酒，到一百pà-te̍k；油到一百pà-te̍k；鹽無限額。"}},{"book":"拉","chapter":7,"verse":23,"versions":{"unv":"凡天上之　神所吩咐的，當為天上　神的殿詳細辦理。為何使忿怒臨到王和王眾子的國呢？","bklcl":"Kìⁿ-nā thiⁿ-téng ê Siōng-tè só͘ bēng-lēng ê, tio̍h ūi-tio̍h thiⁿ-téng ê Siōng-tè ê tiān chim-chiok chòe i;  siáⁿ-sū hō͘ siū-khì lîm-kàu ông, í-ki̍p ông ê kiáⁿ ê kok ah?","tghg":"見若天頂的上帝所命令的，著為著天頂的上帝的殿斟酌做伊。啥事互受氣臨到王以及王的子的國啊？","bklhl":"見若天頂ê上帝所命令ê，tio̍h為tio̍h天頂ê上帝ê殿斟酌做伊；啥事hō͘受氣臨到王，以及王ê kiáⁿ ê國ah？"}},{"book":"拉","chapter":7,"verse":24,"versions":{"unv":"我又曉諭你們，至於祭司、利未人、歌唱的、守門的，和尼提寧，並在　神殿當差的人，不可叫他們進貢，交課，納稅。』","bklcl":"Góa koh bēng-lēng lín, kìⁿ-nā chè-si, Lī-bī lâng, chhiùⁿ-koa--ê, kò͘-mn̂g--ê, kap Nî-thê-lêng, kap tī Siōng-tè ê tiān chòe chhe-ēng ê lâng, m̄-thang siu in ê chìn-kòng, koan-sè, chîⁿ-niû.","tghg":"我閣命令恁，見若祭司、利未人、唱歌者、顧門者，及尼提寧，及佇上帝的殿做差用的人，呣通收𪜶的進貢，關稅，錢糧。』","bklhl":"我koh命令lín，見若祭司、利未人、唱歌ê、顧門ê，kap Nî-thê-lêng，kap tī上帝ê殿做差用ê人，m̄-thang收in ê進貢、捐稅、錢糧。"}},{"book":"拉","chapter":7,"verse":25,"versions":{"unv":"「以斯拉啊，要照著你　神賜你的智慧，將所有明白你　神律法的人立為士師、審判官，治理河西的百姓，使他們教訓一切不明白　神律法的人。","bklcl":"Í-su-la̍h ah, chiàu lí ê Siōng-tè siúⁿ-sù lí ê tì-hūi, siat-li̍p sū-su, sím-phòaⁿ-koaⁿ, tī-lí Hô-gōa ê peh-sìⁿ, chiū-sī it-chhè bat lí ê Siōng-tè lu̍t-hoat ê; hiah-ê bē-bat--ê, lín tio̍h kà-sī i.","tghg":"「以斯拉啊，照你的上帝賞賜你的智慧設立士師、審判官，治理河外的百姓，就是一切識(bat)你的上帝律法的，許個未識者，恁著教示伊。","bklhl":"以斯拉ah，照你ê上帝賞賜你ê智慧，設立士師、審判官，治理河外ê百姓，就是一切bat你ê上帝律法ê；hiah-ê bē-bat-ê，lín tio̍h教示伊。"}},{"book":"拉","chapter":7,"verse":26,"versions":{"unv":"凡不遵行你　神律法和王命令的人就當速速定他的罪，或治死，或充軍，或抄家，或囚禁。」","bklcl":"Kìⁿ-nā bô beh thàn lí ê Siōng-tè ê lu̍t-hoat, kap ông ê lu̍t-hoat, chiū tio̍h sió-sim tēng i ê chōe, he̍k-sī hō͘ i sí, he̍k-sī chhiong-kun, he̍k-sī chhau-ke, he̍k-sī koaiⁿ-kaⁿ.","tghg":"見若無欲趁你的上帝的律法及王的律法，就著小心定伊的罪，或是互伊死，或是充軍，或是抄家，或是關監。」","bklhl":"見若無beh thàn你ê上帝ê律法，kap王ê律法，就tio̍h小心定伊ê罪，或是hō͘伊死，或是充軍，或是抄家，或是關監。"}},{"book":"拉","chapter":7,"verse":27,"versions":{"unv":"以斯拉說：「耶和華─我們列祖的　神是應當稱頌的！因他使王起這心意修飾耶路撒冷耶和華的殿，","bklcl":"O-ló lán lia̍t-chó͘ ê Siōng-tè Iâ-hô-hoa, in-ūi I hē chit ê ì-sù tī ông ê sim, ke-thiⁿ êng-kng tī Iâ-lō͘-sat-léng Iâ-hô-hoa ê tiān;","tghg":"「謳咾咱列祖的上帝──耶和華！因為伊下(hē)此個意思佇王的心加添榮光佇耶路撒冷耶和華的殿，","bklhl":"O-ló咱列祖ê上帝耶和華，因為伊hē chit ê意思tī王ê心，加添榮光tī耶路撒冷耶和華ê殿；"}},{"book":"拉","chapter":7,"verse":28,"versions":{"unv":"又在王和謀士，並大能的軍長面前施恩於我。因耶和華─我　神的手幫助我，我就得以堅強，從以色列中招聚首領，與我一同上來。」","bklcl":"koh hō͘ góa tī ông, kap i ê gī-sū, kap ông it-chhè ū koân-sè ê siú-léng ê bīn-chêng, tit-tio̍h un-tián.  Iâ-hô-hoa góa ê Siōng-tè ê chhiú pang-chān góa, góa chiū ióng-kám; chū-chi̍p Í-sek-lia̍t hiah-ê thâu-lâng, kap góa chiūⁿ-lâi.","tghg":"閣互我佇王及伊的議士，及王一切有權勢的首領的面前得著恩典。耶和華──我的上帝的手幫助我，我就勇敢，聚集以色列許個頭人，及我上來。」","bklhl":"koh hō͘我tī王，kap伊ê議士，kap王一切有權勢ê首領ê面前，得tio̍h恩典。耶和華我ê上帝ê手幫贊我，我就勇敢；聚集以色列hiah-ê頭人，kap我上來。"}}]