[{"book":"拉","chapter":1,"verse":1,"versions":{"unv":"波斯王古列元年，耶和華為要應驗藉耶利米口所說的話，就激動波斯王古列的心，使他下詔通告全國說：","bklcl":"Tng Pho-su ông Kó͘-lia̍t goân--nî, in-ūi beh èng-giām Iâ-hô-hoa thok Iâ-lī-bí só͘ kóng ê ōe, Iâ-hô-hoa chiū kek-tōng Pho-su ông Kó͘-lia̍t ê sim, hō͘ i soan-pò͘ tī thong-kok, koh siá i, kóng,","tghg":"當波斯王古列元年，因為欲應驗耶和華託耶利米所講的話，耶和華就激動波斯王古列的心，互伊宣佈佇通國閣寫伊講：","bklhl":"當波斯王Kó͘-lia̍t元年，因為beh應驗耶和華託耶利米所講ê話，耶和華就激動波斯王Kó͘-lia̍t ê心，hō͘伊宣布tī thong國，koh寫伊，講，"}},{"book":"拉","chapter":1,"verse":2,"versions":{"unv":"「波斯王古列如此說：『耶和華天上的　神已將天下萬國賜給我，又囑咐我在猶大的耶路撒冷為他建造殿宇。","bklcl":"Pho-su ông Kó͘-lia̍t án-ni kóng, Thiⁿ-téng ê Siōng-tè Iâ-hô-hoa chiong thiⁿ-ē ê bān-kok siúⁿ-sù góa, koh bēng-lēng góa tī Iû-tāi ê Iâ-lō͘-sat-léng kā I khí tiān.","tghg":"「波斯王古列按呢講：『天頂的上帝耶和華將天下的萬國賞賜我，閣命令我佇猶大的耶路撒冷給伊起殿。","bklhl":"波斯王Kó͘-lia̍t án-ni講，天頂ê上帝耶和華將天下ê萬國賞賜我，koh命令我tī偤大ê耶路撒冷kā伊起殿。"}},{"book":"拉","chapter":1,"verse":3,"versions":{"unv":"在你們中間凡作他子民的，可以上猶大的耶路撒冷，在耶路撒冷重建耶和華─以色列　神的殿（只有他是　神）。願　神與這人同在。","bklcl":"Lín tiong-kan kìⁿ-nā chòe I ê peh-sìⁿ--ê, thang chiūⁿ-khì Iû-tāi ê Iâ-lō͘-sat-léng, tī Iâ-lō͘-sat-léng koh khí Iâ-hô-hoa Í-sek-lia̍t Siōng-tè ê tiān; goān i ê Siōng-tè kap i tī-teh; I chin-chiàⁿ sī Siōng-tè.","tghg":"恁中間見若做伊的百姓的，通上去猶大的耶路撒冷，佇耶路撒冷閣起耶和華──以色列上帝的殿。願伊的上帝及伊佇啲（伊真正是上帝）。","bklhl":"Lín中間見若做伊ê百姓ê，thang上去偤大ê耶路撒冷，tī耶路撒冷koh起耶和華以色列上帝ê殿；願伊ê上帝kap伊tī-teh；伊真正是上帝。"}},{"book":"拉","chapter":1,"verse":4,"versions":{"unv":"凡剩下的人，無論寄居何處，那地的人要用金銀、財物、牲畜幫助他，另外也要為耶路撒冷　神的殿甘心獻上禮物。』」","bklcl":"Kìⁿ só͘ chhun ê lâng, bô-lūn kià-kha tī sím-mi̍h só͘-chāi, hit só͘-chāi ê lâng tio̍h ēng kim gûn, châi-bu̍t, cheng-siⁿ, pang-chān i; lēng-gōa iā tio̍h ūi Iâ-lō͘-sat-léng Siōng-tè ê tiān, kam-sim hiàn lé-mi̍h.","tghg":"見所剩的人，無論寄腳佇甚麼所在，彼所在的人著用金銀、財物、精牲幫助伊，另外也著為耶路撒冷上帝的殿甘心獻禮物。』」","bklhl":"見所chhun ê人，無論寄腳tī甚麼所在，hit所在ê人tio̍h用金銀、財物、cheng-siⁿ，幫贊伊；另外也tio̍h為耶路撒冷上帝ê殿，甘心獻禮物。"}},{"book":"拉","chapter":1,"verse":5,"versions":{"unv":"於是，猶大和便雅憫的族長、祭司、利未人，就是一切被　神激動他心的人，都起來要上耶路撒冷去建造耶和華的殿。","bklcl":"Tùi án-ni Iû-tāi kap Piān-ngá-bín ê cho̍k-tiúⁿ, chè-si, Lī-bī lâng, kìⁿ-nā hō͘ Siōng-tè kek-tōng i ê sim ê, lóng khí-lâi, beh chiūⁿ-khì Iâ-lō͘-sat-léng, khí Iâ-hô-hoa ê tiān.","tghg":"對按呢，猶大及便雅憫的族長、祭司、利未人，見若互上帝激動伊的心的，攏起來欲上去耶路撒冷起耶和華的殿。","bklhl":"Tùi án-ni，偤大kap便雅憫ê族長、祭司、利未人，見若hō͘上帝激動伊ê心ê，lóng起來，beh上去耶路撒冷，起耶和華ê殿。"}},{"book":"拉","chapter":1,"verse":6,"versions":{"unv":"他們四圍的人就拿銀器、金子、財物、牲畜、珍寶幫助他們（原文是堅固他們的手），另外還有甘心獻的禮物。","bklcl":"In sì-ûi ê lâng chiū ēng gûn-khì, ēng kim, châi-bu̍t, cheng-siⁿ, pó-pòe, pó͘-chō͘ in; lēng-gōa koh ū kam-sim hiàn ê lé-mi̍h.","tghg":"𪜶四圍的人就用銀器、用金、財物、精牲、寶貝補助𪜶，另外閣有甘心獻的禮物。","bklhl":"In四圍ê人就用銀器，用金、財物、cheng-siⁿ、寶貝，補助in；另外koh有甘心獻ê禮物。"}},{"book":"拉","chapter":1,"verse":7,"versions":{"unv":"古列王也將耶和華殿的器皿拿出來，這器皿是尼布甲尼撒從耶路撒冷掠來、放在自己神之廟中的。","bklcl":"Kó͘-lia̍t ông iā chiong Iâ-hô-hoa tiān-lāi ê khì-kū the̍h--chhut-lâi, chiū-sī chêng Nî-pò͘-kah-nî-sat tùi Iâ-lō͘-sat-léng poaⁿ--lâi, hē tī i hiah-ê siōng-tè ê biō ê.","tghg":"古列王也將耶和華殿內的器具提出來，就是前尼布甲尼撒對耶路撒冷搬來、下(hē)佇伊許個上帝的廟的。","bklhl":"Kó͘-lia̍t王也將耶和華殿內ê器具the̍h出來，就是前Nî-pò͘-kah-nî-sat tùi耶路撒冷搬來，hē tī伊hiah-ê上帝ê廟ê。"}},{"book":"拉","chapter":1,"verse":8,"versions":{"unv":"波斯王古列派庫官米提利達將這器皿拿出來，按數交給猶大的首領設巴薩。","bklcl":"Chiah-ê khì-kū Pho-su ông Kó͘-lia̍t thok koán khò͘-pâng ê Bí-thê-lī-ta̍t the̍h--chhut-lâi, tiám-sǹg i, kau-hō͘ Iû-tāi ê siú-léng Siat-pa-sat.","tghg":"諸個器具波斯王古列託管庫房的米提利達提出來，點算伊交互猶大的首領設巴薩。","bklhl":"Chiah-ê器具波斯王Kó͘-lia̍t託管庫房ê Bí-thê-lī-ta̍t the̍h出來，點算伊，交hō͘偤大ê首領Siat-pa-sat。"}},{"book":"拉","chapter":1,"verse":9,"versions":{"unv":"器皿的數目記在下面：金盤三十個，銀盤一千個，刀二十九把，","bklcl":"In ê siàu-gia̍h kì tī ē-bīn; kim-pôaⁿ saⁿ-cha̍p tè, gûn-pôaⁿ chi̍t-chheng tè, to jī-cha̍p-káu ki,","tghg":"𪜶的數額(siàu-gia̍h)記佇下面：金盤三十塊，銀盤一千塊，刀二十九支，","bklhl":"In ê數額記tī下面；金盤三十塊，銀盤一千塊，刀二十九支，"}},{"book":"拉","chapter":1,"verse":10,"versions":{"unv":"金碗三十個，銀碗之次的四百一十個，別樣的器皿一千件。","bklcl":"kim-óaⁿ saⁿ-cha̍p tè, gûn-óaⁿ tē-jī-pān-ê sì-pah it-cha̍p tè, pa̍t-iūⁿ ê khì-kū chi̍t-chheng kiāⁿ; kim gûn ê khì-kū kiōng gō͘-chheng sì-pah kiāⁿ;","tghg":"金碗三十塊，銀碗第二扮(pān)的四百一十塊，別樣的器具一千件。","bklhl":"金碗三十塊，銀碗第二pān-ê四百一十塊，別樣ê器具一千件；金銀ê器具共五千四百件；"}},{"book":"拉","chapter":1,"verse":11,"versions":{"unv":"金銀器皿共有五千四百件。被擄的人從巴比倫上耶路撒冷的時候，設巴薩將這一切都帶上來。","bklcl":"tòa siū-lia̍h ê lâng tùi Pa-pí-lûn chiūⁿ-kàu Iâ-lō͘-sat-léng ê sî, Siat-pa-sat chiong chiah-ê lóng tòa chiūⁿ khì.","tghg":"金銀的器具共五千四百件。帶受掠的人對巴比倫上到耶路撒冷的時，設巴薩將諸個攏帶上去。","bklhl":"帶受掠ê人tùi巴比倫上到耶路撒冷ê時，Siat-pa-sat將chiah ê lóng帶上去。"}}]