[{"book":"拉","chapter":8,"verse":1,"versions":{"unv":"當亞達薛西王年間，同我從巴比倫上來的人，他們的族長和他們的家譜記在下面：","bklcl":"A-ta̍t-siat-se ông chē-ūi ê sî, kap góa tùi Pa-pí-lûn chiūⁿ-lâi ê lâng, in ê cho̍k-tiúⁿ, kap in ê sè-hē, kì tī ē-bīn.","tghg":"亞達設西王坐位的時，及我對巴比倫上來的人，𪜶的族長及𪜶的世系記佇下面：","bklhl":"A-ta̍t-siat-se王坐位ê時，kap我tùi巴比倫上來ê人，in ê族長，kap in ê世系，記tī下面。"}},{"book":"拉","chapter":8,"verse":2,"versions":{"unv":"屬非尼哈的子孫有革順；屬以他瑪的子孫有但以理；屬大衛的子孫有哈突；","bklcl":"Sio̍k Hui-nî-hap ê hō͘-è ū Kek-sūn, sio̍k Í-tha-má ê hō͘-è ū Tān-í-lí, sio̍k Tāi-pi̍t ê hō͘-è ū Hap-tu̍t.","tghg":"屬非尼哈的後裔有革順；屬以他瑪的後裔有但以理；屬大衛的後裔有哈突；","bklhl":"屬Hui-nî-hap ê後裔有Kek-sūn，屬Í-tha-má ê後裔有但以理，屬大衛ê後裔有Hap-tu̍t。"}},{"book":"拉","chapter":8,"verse":3,"versions":{"unv":"屬巴錄的後裔，就是示迦尼的子孫有撒迦利亞，同著他，按家譜計算，男丁一百五十人；","bklcl":"Sio̍k Pa-lio̍k ê hō͘-è, chiū-sī Sī-ka-nî ê hō͘-è, ū Sat-ka-lī-a; kap i ê, chiàu sè-hē lâi sǹg, ū ta-po͘-teng chi̍t-pah gō͘-cha̍p lâng.","tghg":"屬巴錄的後裔，就是示迦尼的後裔有撒迦利亞，及伊的，照世系來算，有查甫丁一百五十人；","bklhl":"屬Pa-lio̍k ê後裔，就是Sī-ka-nî ê後裔，有撒迦利亞；kap伊ê，照世系來算，有ta-po͘丁一百五十人。"}},{"book":"拉","chapter":8,"verse":4,"versions":{"unv":"屬巴哈‧摩押的子孫有西拉希雅的兒子以利約乃，同著他有男丁二百；","bklcl":"Sio̍k Pa-hap-mô͘-ap ê hō͘-è ū Se-la̍h-hi-ngá ê kiáⁿ Í-lī-iok-nái; kap i ê, ū ta-po͘-teng nn̄g-pah lâng.","tghg":"屬巴哈摩押的後裔有西拉希雅的子以利約乃，及伊的，有查甫丁二百人；","bklhl":"屬Pa-hap-mô͘-ap ê後裔有Se-la̍h-hi-ngá ê kiáⁿ Í-lī-iok-nái；kap伊ê，有ta-po͘丁兩百人。"}},{"book":"拉","chapter":8,"verse":5,"versions":{"unv":"屬示迦尼的子孫有雅哈悉的兒子，同著他有男丁三百；","bklcl":"Sio̍k Sī-ka-nî ê hō͘-è ū Ngá-hap-sek ê kiáⁿ; kap i ê, ū ta-po͘-teng saⁿ-pah lâng.","tghg":"屬示迦尼的後裔有雅哈悉的子，及伊的有查甫丁三百人；","bklhl":"屬Sī-ka-nî ê後裔有Ngá-hap-sek ê kiáⁿ；kap伊ê，有ta-po͘丁三百人。"}},{"book":"拉","chapter":8,"verse":6,"versions":{"unv":"屬亞丁的子孫有約拿單的兒子以別，同著他有男丁五十；","bklcl":"Sio̍k A-teng ê hō͘-è, ū Iok-ná-tan ê kiáⁿ Í-pia̍t; kap i ê, ū ta-po͘-teng gō͘-cha̍p lâng.","tghg":"屬亞丁的後裔有約拿單的子以別，及伊的有查甫丁五十人；","bklhl":"屬A-teng ê後裔，有約拿單ê kiáⁿ Í-pia̍t；kap伊ê，有ta-po͘丁五十人。"}},{"book":"拉","chapter":8,"verse":7,"versions":{"unv":"屬以攔的子孫有亞他利雅的兒子耶篩亞，同著他有男丁七十；","bklcl":"Sio̍k Í-lân ê hō͘-è, ū A-tha-lī-ngá ê kiáⁿ, Iâ-su-a; kap i ê, ū ta-po͘-teng chhit-cha̍p lâng.","tghg":"屬以攔的後裔有亞他利雅的子耶篩亞，及伊的有查甫丁七十人；","bklhl":"屬Í-lân ê後裔，有A-tha-lī-ngá ê kiáⁿ，Iâ-su-a；kap伊ê，有ta-po͘丁七十人。"}},{"book":"拉","chapter":8,"verse":8,"versions":{"unv":"屬示法提雅的子孫有米迦勒的兒子西巴第雅，同著他有男丁八十；","bklcl":"Sio̍k Sī-hoat-thê-ngá ê hō͘-è, ū Bí-ka-le̍k ê kiáⁿ Se-pa-tē-ngá; kap i ê, ū ta-po͘-teng poeh-cha̍p lâng.","tghg":"屬示法提雅的後裔有米迦勒的子西巴第雅，及伊的有查甫丁八十人；","bklhl":"屬Sī-hoat-thê-ngá ê後裔，有Bí-ka-le̍k ê kiáⁿ Se-pa-tē-ngá；kap伊ê，有ta-po͘丁八十人。"}},{"book":"拉","chapter":8,"verse":9,"versions":{"unv":"屬約押的子孫有耶歇的兒子俄巴底亞，同著他有男丁二百一十八；","bklcl":"Sio̍k Iok-ap ê hō͘-è, ū Iâ-iat ê kiáⁿ Gô-pa-tí-a; kap i ê, ū ta-po͘-teng nn̄g-pah it-cha̍p-poeh lâng.","tghg":"屬約押的後裔有耶悅的子俄巴底亞，及伊的有查甫丁二百一十八人；","bklhl":"屬Iok-ap ê後裔，有Iâ-iat ê kiáⁿ Gô-pa-tí-a；kap伊ê，有ta-po͘丁兩百一十八人。"}},{"book":"拉","chapter":8,"verse":10,"versions":{"unv":"屬示羅密的子孫有約細斐的兒子，同著他有男丁一百六十；","bklcl":"Sio̍k Sī-lô-bi̍t ê hō͘-è, ū Iok-sè-húi ê kiáⁿ; kap i ê, ū ta-po͘-teng chi̍t-pah la̍k-cha̍p lâng.","tghg":"屬示羅密的後裔有約細斐的子，及伊的有查甫丁一百六十人；","bklhl":"屬Sī-lô-bi̍t ê後裔，有Iok-sè-húi ê kiáⁿ；kap伊ê，有ta-po͘丁一百六十人。"}},{"book":"拉","chapter":8,"verse":11,"versions":{"unv":"屬比拜的子孫有比拜的兒子撒迦利亞，同著他有男丁二十八；","bklcl":"Sio̍k Pí-pài ê hō͘-è, ū Pí-pài ê kiáⁿ Sat-ka-lī-a; kap i ê, ū ta-po͘-teng jī-cha̍p-poeh lâng.","tghg":"屬比拜的後裔有比拜的子撒迦利亞，及伊的有查甫丁二十八人；","bklhl":"屬Pí-pài ê後裔，有Pí-pài ê kiáⁿ撒迦利亞；kap伊ê，有ta-po͘丁二十八人。"}},{"book":"拉","chapter":8,"verse":12,"versions":{"unv":"屬押甲的子孫有哈加坦的兒子約哈難，同著他有男丁一百一十；","bklcl":"Sio̍k Ap-kah ê hō͘-è, ū Hap-ka-thán ê kiáⁿ, Iok-hap-lân; kap i ê, ū ta-po͘-teng chi̍t-pah it-cha̍p lâng.","tghg":"屬押甲的後裔有哈加坦的子約哈難，及伊的有查甫丁一百一十人；","bklhl":"屬Ap-kah ê後裔，有Hap-ka-thán ê kiáⁿ，Iok-hap-lân；kap伊ê，有ta-po͘丁一百一十人。"}},{"book":"拉","chapter":8,"verse":13,"versions":{"unv":"屬亞多尼干的子孫，就是末尾的，他們的名字是以利法列、耶利、示瑪雅，同著他們有男丁六十；","bklcl":"Sio̍k A-to-nî-kan ê hō͘-è, chiū-sī lō͘-bé-ê, in ê miâ sī Í-lī-hoat-lia̍t, Iâ-lī, Sī-má-ngá; kap in ê, ū ta-po͘-teng la̍k-cha̍p lâng.","tghg":"屬亞多尼干的後裔、就是路尾的，𪜶的名是以利法列、耶利、示瑪雅，及𪜶的有查甫丁六十人；","bklhl":"屬A-to-nî-kan ê後裔，就是路尾ê，in ê名是Í-lī-hoat-lia̍t、Iâ-lī，Sī-má-ngá；kap in ê，有ta-po͘丁六十人。"}},{"book":"拉","chapter":8,"verse":14,"versions":{"unv":"屬比革瓦伊的子孫有烏太和撒布，同著他們有男丁七十。","bklcl":"Sio̍k Pí-kek-óa-i ê hō͘-è, ū O͘-thài, kap Sat-pò͘; kap in ê, ū ta-po͘-teng chhit-cha̍p lâng.","tghg":"屬比革瓦伊的後裔有烏太及撒布，及𪜶的有查甫丁七十人。","bklhl":"屬Pí-kek-óa-i ê後裔，有O͘-thài，kap Sat-pò͘；kap in ê，有ta-po͘丁七十人。"}},{"book":"拉","chapter":8,"verse":15,"versions":{"unv":"我招聚這些人在流入亞哈瓦的河邊，我們在那裡住了三日。我查看百姓和祭司，見沒有利未人在那裡，","bklcl":"Góa chio-chi̍p chiah-ê lâng tī lâu-ji̍p A-hap-óa ê hô-piⁿ; goán tī-hia tòa tī pò͘-pîⁿ saⁿ-ji̍t; góa chhâ-khòaⁿ peh-sìⁿ kap chè-si, khòaⁿ bô Lī-bī lâng tī-hia.","tghg":"我招集諸個人佇流入亞哈瓦的河邊，阮佇遐住佇布棚三日。我查看百姓及祭司，看無利未人佇遐，","bklhl":"我招集chiah ê人tī流入A-hap-óa ê河邊；阮tī-hia tòa tī布棚三日；我查看百姓kap祭司，看無利未人tī-hia。"}},{"book":"拉","chapter":8,"verse":16,"versions":{"unv":"就召首領以利以謝、亞列、示瑪雅、以利拿單、雅立、以利拿單、拿單、撒迦利亞、米書蘭，又召教習約雅立和以利拿單。","bklcl":"Góa chhe lâng tiàu hiah-ê thâu-lâng, chiū-sī Í-lī-í-siā, A-lia̍t, Sī-má-ngá, Í-lī-ná-tan, Ngá-li̍p, Í-lī-ná-tan, Ná-tan, Sat-ka-lī-a, Bí-su-lân; koh tiàu kàu-oân Iok-ngá-li̍p kap Í-lī-ná-tan.","tghg":"我差人召許個頭人，就是以利以謝、亞列、示瑪雅、以利拿單、雅立、以利拿單、拿單、撒迦利亞、米書蘭，閣召教員約雅立及以利拿單。","bklhl":"我差人召hiah-ê頭人，就是Í-lī-í-siā、A-lia̍t、Sī-má-ngá、Í-lī-ná-tan、Ngá-li̍p、Í-lī-ná-tan、Ná-tan，撒迦利亞、Bí-su-lân；koh召教員Iok-ngá-li̍p kap Í-lī-ná-tan。"}},{"book":"拉","chapter":8,"verse":17,"versions":{"unv":"我打發他們往迦西斐雅地方去見那裡的首領易多，又告訴他們當向易多和他的弟兄尼提寧說甚麼話，叫他們為我們　神的殿帶使用的人來。","bklcl":"Góa chhe in khì Ka-se-húi-ngá ê só͘-chāi, kìⁿ hit ê thâu-lâng E̍k-to, koh kā in kóng, in tī Κa-se-húi-ngá ê só͘-chāi tio̍h tùi E̍k-to kap i ê hiaⁿ-tī Nî-thê-lêng kóng sím-mi̍h ōe, kah in ūi lán Siōng-tè ê tiān tòa chhe-ēng ê lâng lâi.","tghg":"我差𪜶去迦西斐雅的所在見彼個頭人易多，閣給𪜶講，𪜶佇加西斐雅的所在著對易多及伊的兄弟尼提寧講甚麼話，教𪜶為咱上帝的殿帶差用的人來。","bklhl":"我差in去Ka-se-húi-ngá ê所在，見hit ê頭人E̍k-to，koh kā in講，in tī Ka-se-húi-ngá ê所在tio̍h tùi E̍k-to kap伊ê兄弟Nî-thê-lêng講甚麼話，kah in為咱上帝ê殿帶差用ê人來。"}},{"book":"拉","chapter":8,"verse":18,"versions":{"unv":"蒙我們　神施恩的手幫助我們，他們在以色列的曾孫、利未的孫子、抹利的後裔中帶一個通達人來；還有示利比和他的眾子與弟兄共一十八人。","bklcl":"Tit-tio̍h lán ê Siōng-tè si-un ê chhiú pang-chān goán, in tī Í-sek-lia̍t ê cheng-sun, Lī-bī ê sun, Boa̍t-lī ê hō͘-è tiong, tòa chi̍t-ê thong-ta̍t ê lâng lâi; koh ū Sī-lī-pí kap i hiah-ê kiáⁿ, kap i ê hiaⁿ-tī, kiōng cha̍p-poeh lâng.","tghg":"得著咱的上帝施恩的手幫助阮，𪜶佇以色列的曾孫、利未的孫、抹利的後裔中帶一個通達的人來；閣有示利比及伊許個子及伊的兄弟共十八人。","bklhl":"得tio̍h咱ê上帝施恩ê手幫贊阮，in tī以色列ê曾孫，利未ê孫，Boa̍t-lī ê後裔中，帶一个通達ê人來；koh有Sī-lī-pí kap伊hiah-ê kiáⁿ，kap伊ê兄弟，共十八人。"}},{"book":"拉","chapter":8,"verse":19,"versions":{"unv":"又有哈沙比雅，同著他有米拉利的子孫耶篩亞，並他的眾子和弟兄共二十人。","bklcl":"Koh ū Hap-sa-pí-ngá; kap i ê, ū Bí-la̍h-lī ê hō͘-è, Iâ-su-a, kap i ê hiaⁿ-tī, kap in ê kiáⁿ, kiōng jī-cha̍p lâng.","tghg":"閣有哈沙比雅，及伊的有米拉利的後裔耶篩亞，及伊的兄弟及𪜶的子共二十人。","bklhl":"Koh有Hap-sa-pí-ngá；kap伊ê，有Bí-la̍h-lī ê後裔，Iâ-su-a，kap伊ê兄弟，kap in ê kiáⁿ，共二十人。"}},{"book":"拉","chapter":8,"verse":20,"versions":{"unv":"從前大衛和眾首領派尼提寧服事利未人，現在從這尼提寧中也帶了二百二十人來，都是按名指定的。","bklcl":"Koh tòa Nî-thê-lêng lâng lâi, chiū-sī chêng Tāi-pi̍t kap chiah-ê siú-léng só͘ phài-chòe Lī-bī lâng ê chhe-ēng-ê, kiōng nn̄g-pah jī-cha̍p ê Nî-thê-lêng;  in ê miâ lóng ū teng-kì.","tghg":"閣帶尼提寧人來就是前大衛及諸個首領所派做利未人的差用的，共二百二十個尼提寧，𪜶的名攏有登記。","bklhl":"Koh帶Nî-thê-lêng人來，就是前大衛kap chiah ê首領所派做利未人ê差用ê，共兩百二十ê Nî-thê-lêng；in ê名lóng有登記。"}},{"book":"拉","chapter":8,"verse":21,"versions":{"unv":"那時，我在亞哈瓦河邊宣告禁食，為要在我們　神面前克苦己心，求他使我們和婦人孩子，並一切所有的，都得平坦的道路。","bklcl":"Hit-sî goán tī A-hap-óa ê hô-piⁿ soan-pò͘ kìm-chia̍h, thang hō͘ goán tī lán ê Siōng-tè ê bīn-chêng ka-kī khiam-pi, kiû I hō͘ goán kap goán ê gín-ná, kap it-chhè só͘-ū-ê, lóng tit-tio̍h pîⁿ-tháⁿ ê lō͘.","tghg":"彼時，阮佇亞哈瓦的河邊宣佈禁食，通互阮佇咱的上帝的面前家己謙卑，求伊互阮及阮的囝仔，及一切所有的，攏得著平坦的路。","bklhl":"Hit時阮tī A-hap-óa ê河邊宣布禁食，thang hō͘阮tī咱ê上帝ê面前家己謙卑，求伊hō͘阮kap阮ê gín-ná，kap一切所有ê，lóng得tio̍h平坦ê路。"}},{"book":"拉","chapter":8,"verse":22,"versions":{"unv":"我求王撥步兵馬兵幫助我們抵擋路上的仇敵，本以為羞恥；因我曾對王說：「我們　神施恩的手必幫助一切尋求他的；但他的能力和忿怒必攻擊一切離棄他的。」","bklcl":"In-ūi kiû ông poah chi̍t-tūi pō͘-peng bé-peng, pang-chān goán tī lō͘--nih tí-tng tùi-te̍k, góa lia̍h-chòe kiàn-siàu;  in-ūi goán bat tùi ông kóng, Goán ê Siōng-tè ê chhiú pó-hō͘ it-chhè kiû I ê lâng; to̍k-to̍k I ê lêng-le̍k kap siū-khì, kong-kek it-chhè khì-sak I ê lâng.","tghg":"因為求王撥一隊步兵馬兵幫助阮佇路裡抵當(tí-tng)對敵，我掠做見誚；因為阮曾對王講：「阮的上帝的手保護一切求伊的人；獨獨伊的能力及受氣攻擊一切棄拺伊的人。」","bklhl":"因為求王撥一隊步兵馬兵，幫贊阮tī路裡抵擋對敵，我掠做見笑；因為阮bat對王講，阮ê上帝ê手保護一切求伊ê人；獨獨伊ê能力kap受氣，攻擊一切棄sak伊ê人。"}},{"book":"拉","chapter":8,"verse":23,"versions":{"unv":"所以我們禁食祈求我們的　神，他就應允了我們。","bklcl":"Só͘-í goán ūi-tio̍h án-ni kìm-chia̍h, kiû goán ê Siōng-tè;  I chiū thiaⁿ goán.","tghg":"所以阮為著按呢禁食求阮的上帝，伊就聽阮。","bklhl":"所以阮為tio̍h án-ni禁食，求阮ê上帝；伊就聽阮。"}},{"book":"拉","chapter":8,"verse":24,"versions":{"unv":"我分派祭司長十二人，就是示利比、哈沙比雅，和他們的弟兄十人，","bklcl":"Tùi án-ni góa hun-phài chè-si ê thâu-lâng cha̍p-jī-ê, chiū-sī Sī-lī-pí, Hap-sa-pí-ngá, kap in ê hiaⁿ-tī cha̍p-lâng.","tghg":"對按呢我分派祭司的頭人十二個，就是示利比、哈沙比雅，及𪜶的兄弟十人，","bklhl":"Tùi án-ni，我分派祭司ê頭人十二個，就是Sī-lī-pí、Hap-sa-pí-ngá，kap in ê兄弟十人。"}},{"book":"拉","chapter":8,"verse":25,"versions":{"unv":"將王和謀士、軍長，並在那裡的以色列眾人為我們　神殿所獻的金銀和器皿，都秤了交給他們。","bklcl":"Góa chiū chiong lán Siōng-tè tiān ê lé-mi̍h , chiū-sī kim gûn kap hiah-ê khì-kū, sī ông kap i ê bô͘-sū, i ê siú-léng, kap tī-hia ê Í-sek-lia̍t chèng-lâng só͘ hiàn-ê, lóng phêng lâi kau-hù in.","tghg":"我就將咱上帝殿的禮物，就是金銀及許個器具，是王及伊的謀士，伊的首領，及佇遐的以色列眾人所獻的攏秤(phêng)來交付𪜶。","bklhl":"我就將咱上帝殿ê禮物，就是金銀kap hiah-ê器具，是王kap伊ê謀士，伊ê首領，kap tī-hia ê以色列眾人所獻ê，lóng秤(phêng)來交付in。"}},{"book":"拉","chapter":8,"verse":26,"versions":{"unv":"我秤了交在他們手中的銀子有六百五十他連得；銀器重一百他連得；金子一百他連得；","bklcl":"Góa chiū phêng lâi kau tī in ê chhiú, ū gûn la̍k-pah[+gō͘-cha̍p] tha-liân-tek, gûn-khì tāng chi̍t-pah tha-liân-tek; kim chi̍t-pah tha-liân-tek;","tghg":"我就秤來交佇𪜶的手有銀六百五十他連得；銀器重一百他連得；金一百他連得；","bklhl":"我就秤來交tī in ê手，有銀六百[+五十]tha-liân-tek，銀器重一百tha-liân-tek；金一百tha-liân-tek；"}},{"book":"拉","chapter":8,"verse":27,"versions":{"unv":"金碗二十個，重一千達利克；上等光銅的器皿兩個，寶貴如金。","bklcl":"kim-óaⁿ jī-cha̍p tè, tāng chi̍t-chheng ta̍t-lī-khek;  kim-nà-nà hó ê tâng-khì nn̄g-tè, pó-kùi chhin-chhiūⁿ kim.","tghg":"金碗二十塊，重一千達利克；金爁爁(kim-nà-nà)好的銅器二塊，寶貴親像金。","bklhl":"金碗二十塊，重一千ta̍t-lī-khek；金nà-nà好ê銅器兩塊，寶貴親像金。"}},{"book":"拉","chapter":8,"verse":28,"versions":{"unv":"我對他們說：「你們歸耶和華為聖，器皿也為聖；金銀是甘心獻給耶和華─你們列祖之　神的。","bklcl":"Góa tùi in kóng, Lín chòe-sèng kui Iâ-hô-hoa, chiah-ê khì-kū iā sī sèng, hiah-ê kim-gûn sī kam-sim hiàn hō͘ Iâ-hô-hoa lín lia̍t-chó͘ ê Siōng-tè--ê.","tghg":"我對𪜶講：「恁做聖歸耶和華，諸個器具也是聖；許個金銀是甘心獻互耶和華──恁列祖的上帝的。","bklhl":"我對in講，Lín做聖歸耶和華，chiah ê器具也是聖，hiah-ê金銀是甘心獻hō͘耶和華lín列祖ê上帝ê。"}},{"book":"拉","chapter":8,"verse":29,"versions":{"unv":"你們當警醒看守，直到你們在耶路撒冷耶和華殿的庫內，在祭司長和利未族長，並以色列的各族長面前過了秤。」","bklcl":"Lín tio̍h kín-sīn kò͘-siú, ti̍t-kàu lín tī Iâ-lō͘-sat-léng Iâ-hô-hoa tiān ê pâng-lāi, tī chè-si ê thâu-lâng kap Lī-bī lâng, í-ki̍p Í-sek-lia̍t hiah-ê cho̍k-tiúⁿ ê bīn-chêng phêng i.","tghg":"恁著謹慎顧守，直到恁佇耶路撒冷耶和華殿的房內，佇祭司的頭人及利未人，以及以色列許個族長的面前秤伊。」","bklhl":"Lín tio̍h謹慎顧守，直到lín tī耶路撒冷耶和華殿ê房內，tī祭司ê頭人kap利未人，以及以色列hiah-ê族長ê面前秤伊。"}},{"book":"拉","chapter":8,"verse":30,"versions":{"unv":"於是，祭司、利未人按著分量接受金銀和器皿，要帶到耶路撒冷我們　神的殿裡。","bklcl":"Tùi án-ni chè-si Lī-bī lâng siu kim-gûn kap khì-kū, chiàu in ê khin-tāng, beh tòa kàu Iâ-lō͘-sat-léng lán Siōng-tè ê tiān.","tghg":"對按呢，祭司、利未人收金銀及器具照𪜶的輕重，欲帶到耶路撒冷咱上帝的殿。","bklhl":"Tùi án-ni，祭司利未人收金銀kap器具，照in ê輕重，beh帶到耶路撒冷咱上帝ê殿。"}},{"book":"拉","chapter":8,"verse":31,"versions":{"unv":"正月十二日，我們從亞哈瓦河邊起行，要往耶路撒冷去。我們　神的手保佑我們，救我們脫離仇敵和路上埋伏之人的手。","bklcl":"Chiaⁿ ge̍h cha̍p-jī ji̍t, goán lī-khui A-hap-óa ê hô-piⁿ, beh khì Iâ-lō͘-sat-léng; lán ê Siōng-tè ê chhiú pó-hō͘ goán, kiù  goán thoat-lī tùi-te̍k, kap bâi-ho̍k tī lō͘--nih ê lâng ê chhiú.","tghg":"正月十二日，阮離開亞哈瓦的河邊，欲去耶路撒冷。咱的上帝的手保護阮，救阮脫離對敵及埋伏佇路裡的人的手。","bklhl":"正月十二日，阮離開A-hap-óa ê河邊，beh去耶路撒冷；咱ê上帝ê手保護阮，救阮脫離對敵，kap埋伏tī路裡ê人ê手。"}},{"book":"拉","chapter":8,"verse":32,"versions":{"unv":"我們到了耶路撒冷，在那裡住了三日。","bklcl":"Goán kàu Iâ-lō͘-sat-léng, tiàm hia saⁿ-ji̍t.","tghg":"阮到耶路撒冷，踮遐三日。","bklhl":"阮到耶路撒冷，tiàm hia三日。"}},{"book":"拉","chapter":8,"verse":33,"versions":{"unv":"第四日，在我們　神的殿裡把金銀和器皿都秤了，交在祭司烏利亞的兒子米利末的手中。同著他有非尼哈的兒子以利亞撒，還有利未人耶書亞的兒子約撒拔和賓內的兒子挪亞底。","bklcl":"Kàu tē-sì ji̍t, tī lán Siōng-tè ê tiān, phêng hiah-ê kim gûn kap khì-kū, kau tī chè-si O͘-lī-a ê kiáⁿ Bí-lī-boa̍t ê chhiú; kap i ê, ū Hui-nî-hap ê kiáⁿ Í-lī-a-sat; koh kap in ê, ū Lī-bī lâng Iâ-su-a ê kiáⁿ Iok-sat-poa̍t, kap Pin-lōe ê kiáⁿ Lô-a-tí.","tghg":"到第四日，佇咱上帝的殿秤許個金銀及器具，交佇祭司烏利亞的子米利末的手。及伊的有非尼哈的子以利亞撒，閣及𪜶的有利未人耶書亞的子約撒拔及賓內的子羅亞底。","bklhl":"到第四日，tī咱上帝ê殿，秤hiah-ê金銀kap器具，交tī祭司O͘-lī-a ê kiáⁿ Bí-lī-boa̍t ê手；kap伊ê，有Hui-nî-hap ê kiáⁿ Í-lī-a-sat；koh kap in ê，有利未人Iâ-su-a ê kiáⁿ Iok-sat-poa̍t，kap Pin-lōe ê kiáⁿ Lô-a-tí。"}},{"book":"拉","chapter":8,"verse":34,"versions":{"unv":"當時都點了數目，按著分量寫在冊上。","bklcl":"It-chhè chiàu in ê siàu-gia̍h, chiàu in ê khin-tāng kau i; tng-sî iā kì in ê khin-tāng.","tghg":"一切照𪜶的數額(siàu-gia̍h)照𪜶的輕重交伊，當時也記𪜶的輕重。","bklhl":"一切照in ê數額，照in ê輕重交伊；當時也記in ê輕重。"}},{"book":"拉","chapter":8,"verse":35,"versions":{"unv":"從擄到之地歸回的人向以色列的　神獻燔祭，就是為以色列眾人獻公牛十二隻，公綿羊九十六隻，綿羊羔七十七隻，又獻公山羊十二隻作贖罪祭，這都是向耶和華焚獻的。","bklcl":"Siū-lia̍h ê lâng tùi siū-lia̍h ê tiong-kan tò-lâi ê, hiàn sio-chè hō͘ Í-sek-lia̍t ê Siōng-tè, chiū-sī ūi Í-sek-lia̍t chèng-lâng hiàn gû-káng cha̍p-jī chiah, mî-iûⁿ-káng káu-cha̍p-la̍k chiah, mî-iûⁿ-á chhit-cha̍p-chhit chiah; koh hiàn soaⁿ-iûⁿ-káng cha̍p-jī chiah chòe sio̍k-chōe ê chè.  Chiah-ê lóng sī chòe sio-chè hiàn-hō͘ Iâ-hô-hoa ê.","tghg":"受掠的人對受掠的中間倒來的獻燒祭互以色列的上帝，就是為以色列眾人獻牛牨(káng)十二隻，綿羊牨九十六隻，綿羊仔七十七隻，閣獻山羊牨十二隻做贖罪的祭，諸個攏是做燒祭獻互耶和華的。","bklhl":"受掠ê人tùi受掠ê中間tò來ê，獻燒祭hō͘以色列ê上帝，就是為以色列眾人獻牛káng十二隻，綿羊káng九十六隻，綿羊á 七十七隻；koh獻山羊káng十二隻做贖罪ê祭。Chiah-ê lóng是做燒祭獻hō͘耶和華ê。"}},{"book":"拉","chapter":8,"verse":36,"versions":{"unv":"他們將王的諭旨交給王所派的總督與河西的省長，他們就幫助百姓，又供給　神殿裡所需用的。","bklcl":"In chiong ông ê jū-chí kau hō͘ ông ê jîn-sîn, kap tī Hô-gōa hiah-ê chóng-tok; in chiū pang-chān peh-sìⁿ kap Siōng-tè ê tiān.","tghg":"𪜶將王的諭旨交互王的人臣及佇河外許個總督，𪜶就幫助百姓，及上帝的殿。","bklhl":"In將王ê諭旨交hō͘王ê人臣，kap tī河外hiah-ê總督；in就幫贊百姓kap上帝ê殿。"}}]