[{"book":"拉","chapter":5,"verse":1,"versions":{"unv":"那時，先知哈該和易多的孫子撒迦利亞奉以色列　神的名向猶大和耶路撒冷的猶大人說勸勉的話。","bklcl":"Hit-sî ū sian-ti lâng, chiū-sī sian-ti Hap-kai, kap E̍k-to ê sun Sat-ka-lī-a, hōng Í-sek-lia̍t Siōng-tè ê miâ, tùi Iû-tāi kap Iâ-lō͘-sat-léng ê Iû-tāi lâng thoân sian-ti ê ōe hō͘ in.","tghg":"彼時，有先知人就是先知哈該及易多的孫撒迦利亞奉以色列上帝的名對猶大及耶路撒冷的猶大人傳先知的話互𪜶。","bklhl":"Hit時有先知人，就是先知Hap-kai，kap E̍k-to ê孫撒迦利亞，奉以色列上帝ê名，對偤大kap耶路撒冷ê偤大人傳先知ê話hō͘ in。"}},{"book":"拉","chapter":5,"verse":2,"versions":{"unv":"於是撒拉鐵的兒子所羅巴伯和約薩達的兒子耶書亞都起來動手建造耶路撒冷　神的殿，有　神的先知在那裡幫助他們。","bklcl":"Tùi án-ni Sat-la̍h-thiat ê kiáⁿ Só͘-lô-pa-pek, kap Iok-sat-tap ê kiáⁿ Iâ-su-a, lóng khí-lâi tāng-kang khí-chō Siōng-tè ê tiān tī Iâ-lō͘-sat-léng; ū Siōng-tè ê sian-ti kap in tī-hia, pang-chān in.","tghg":"對按呢撒拉鐵的子所羅巴伯及約薩達的子耶書亞攏起來動工起造上帝的殿佇耶路撒冷，有上帝的先知及𪜶佇遐幫助𪜶。","bklhl":"Tùi án-ni，Sat-la̍h-thiat ê kiáⁿ Só͘-lô-pa-pek，kap Iok-sat-tap ê kiáⁿ Iâ-su-a，lóng起來動工起造上帝ê殿tī耶路撒冷；有上帝ê先知kap in tī-hia，幫贊in。"}},{"book":"拉","chapter":5,"verse":3,"versions":{"unv":"當時河西的總督達乃和示他‧波斯乃，並他們的同黨來問說：「誰降旨讓你們建造這殿，修成這牆呢？」","bklcl":"Tng-sî Hô-gōa ê chóng-tok Ta̍t-nái, kap Sī-tha-pho-su-nái, kap in ê tâng-phōaⁿ, lâi mn̄g kóng, Chī-chūi chhut lēng hō͘ lín khí chit ê tiān, chhiâⁿ chit ê chhiûⁿ ah?","tghg":"當時河外的總督達乃及示他波斯乃，及𪜶的同伴來問講：「是誰出令互恁起此個殿，成此個牆啊？」","bklhl":"當時河外ê總督Ta̍t-nái，kap Sī-tha-pho-su-nái，kap in ê同伴，來問講，Chī-chūi出令 hō͘ lín起chit ê殿，chhiâⁿ chit ê牆ah？"}},{"book":"拉","chapter":5,"verse":4,"versions":{"unv":"我們便告訴他們建造這殿的人叫甚麼名字。","bklcl":"Goán chiū án-ni kā in kóng, Khí chit keng tiān ê lâng kiò sím-mi̍h miâ?","tghg":"阮就按呢給𪜶講起此間殿的人叫甚麼名。","bklhl":"阮就án-ni kā in講，起chit間殿ê人叫甚麼名？"}},{"book":"拉","chapter":5,"verse":5,"versions":{"unv":"　神的眼目看顧猶大的長老，以致總督等沒有叫他們停工，直到這事奏告大利烏，得著他的回諭。","bklcl":"Siōng-tè ê ba̍k-chiu khòaⁿ-kò͘ Iû-tāi ê tiúⁿ-ló, hiah-ê lâng bô hō͘ in thêng-kang, thèng-hāu chit ê tāi-chì kàu Tāi-lī-o͘, tit-tio̍h bûn-su lâi hê-hok chit ê sū.","tghg":"上帝的目睭看顧猶大的長老，許個人無互𪜶停工，聽候此個代誌到大利烏，得著文書來回覆此個事。","bklhl":"上帝ê目睭看顧偤大ê長老，hiah-ê人無hō͘ in停工，thèng候chit ê tāi-chì到Tāi-lī-o͘，得tio̍h文書來回覆chit ê事。"}},{"book":"拉","chapter":5,"verse":6,"versions":{"unv":"河西的總督達乃和示他‧波斯乃，並他們的同黨，就是住河西的亞法薩迦人，上本奏告大利烏王。","bklcl":"Hô-gōa ê chóng-tok Ta̍t-nái, kap Sī-tha-pho-su-nái, kap i ê tâng-phōaⁿ, chiū-sī tiàm-tī Hô-gōa ê A-hoat-sat-ka lâng, chàu Tāi-lī-o͘ ông ê pió-chiuⁿ kì tī ē-tóe.","tghg":"河外的總督達乃及示他波斯乃，及伊的同伴，就是踮佇河外的亞法薩迦人，奏大利烏王的表章記佇下底。","bklhl":"河外ê總督Ta̍t-nái，kap Sī-tha-pho-su-nái，kap伊ê同伴，就是tiàm-tī河外ê A-hoat-sat-ka人，奏Tāi-lī-o͘王ê 表章記tī下底。"}},{"book":"拉","chapter":5,"verse":7,"versions":{"unv":"本上寫著說：「願大利烏王諸事平安。","bklcl":"In chàu ông ê pió-chiuⁿ-lāi ū kóng, Goān Tāi-lī-o͘ ông bān-sū pêng-an.","tghg":"𪜶奏王的表章內有講：「願大利烏王萬事平安。","bklhl":"In奏王ê 表章內有講，願Tāi-lī-o͘王萬事平安。"}},{"book":"拉","chapter":5,"verse":8,"versions":{"unv":"王該知道，我們往猶大省去，到了至大　神的殿，這殿是用大石建造的。樑木插入牆內，工作甚速，他們手下亨通。","bklcl":"Ông tio̍h chai, goán khì Iû-tāi séng, kàu chì-tōa Siōng-tè ê tiān, chit ê tiān sī ēng tōa tè chio̍h khí-chō--ê, îⁿ-á chhah-ji̍p chhiûⁿ-lāi, chòe-kang chin-kín, in ê só͘ chòe heng-thong.","tghg":"王著知，阮去猶大省，到至大上帝的殿，此個殿是用大塊石起造的。楹仔(îⁿ-á)插入牆內，做工真緊，𪜶的所做亨通。","bklhl":"王tio̍h知，阮去偤大省，到至大上帝ê殿，chit ê殿是用大塊石起造ê，楹á插入牆內，做工真緊，in ê所做興通。"}},{"book":"拉","chapter":5,"verse":9,"versions":{"unv":"我們就問那些長老說：『誰降旨讓你們建造這殿，修成這牆呢？』","bklcl":"Hit-sî goán mn̄g hiah-ê tiúⁿ-ló, kā in kóng, Chī-chūi chhut-lēng hō͘ lín khí chit ê tiān, chhiâⁿ chit ê chhiûⁿ ah?","tghg":"彼時阮問許個長老給𪜶講：『是誰出令互恁起此個殿，成此個牆啊？』","bklhl":"Hit時阮問hiah-ê長老，kā in講，Chī-chūi出令hō͘ lín起chit ê殿，chhiâⁿ chit ê牆ah？"}},{"book":"拉","chapter":5,"verse":10,"versions":{"unv":"又問他們的名字，要記錄他們首領的名字，奏告於王。","bklcl":"Koh mn̄g in ê miâ, beh kì in ê siú-léng ê miâ, thang chàu hō͘ ông chai.","tghg":"閣問𪜶的名，欲記𪜶的首領的名，通奏互王知。","bklhl":"Koh問in ê名，beh記in ê首領ê名，thang奏hō͘王知。"}},{"book":"拉","chapter":5,"verse":11,"versions":{"unv":"他們回答說：『我們是天地之　神的僕人，重建前多年所建造的殿，就是以色列的一位大君王建造修成的。","bklcl":"In án-ni ìn goán kóng, Goán sī thiⁿ tōe ê Siōng-tè ê lô͘-po̍k, koh-chài khí chōe-chōe nî chêng só͘ khí ê tiān, chiū-sī Í-sek-lia̍t ê chi̍t-ūi tōa kun-ông só͘ khí só͘ chhiâⁿ ê.","tghg":"𪜶按呢應阮講：『阮是天地的上帝的奴僕，閣再起多多年前所起的殿，就是以色列的一位大君王所起所成的。","bklhl":"In án-ni 應阮講，阮是天地ê上帝ê奴僕，koh再起chōe-chōe年前所起ê殿，就是以色列ê一位大君王所起所chhiâⁿ ê。"}},{"book":"拉","chapter":5,"verse":12,"versions":{"unv":"只因我們列祖惹天上的　神發怒，　神把他們交在迦勒底人巴比倫王尼布甲尼撒的手中，他就拆毀這殿，又將百姓擄到巴比倫。","bklcl":"To̍k-to̍k in-ūi goán ê lia̍t-chó͘ jiá thiⁿ-téng ê Siōng-tè ê siū-khì, I chiong in kau tī Ka-le̍k-tí lâng, Pa-pí-lûn ông Nî-pò͘-kah-nî-sat ê chhiú; ông chiū thiah-húi chit keng tiān, lia̍h peh-sìⁿ kàu Pa-pí-lûn.","tghg":"獨獨因為阮的列祖惹天頂的上帝的受氣，伊將𪜶交佇迦勒底人巴比倫王尼布甲尼撒的手，王就拆毀此間殿，掠百姓到巴比倫。","bklhl":"獨獨因為阮ê列祖惹天頂ê上帝ê受氣，伊將in交tī Ka-le̍k-tí人，巴比倫王Nî-pò͘-kah-nî-sat ê手；王就拆毀chit間殿，掠百姓到巴比倫。"}},{"book":"拉","chapter":5,"verse":13,"versions":{"unv":"然而巴比倫王古列元年，他降旨允准建造　神的這殿。","bklcl":"Tng Pa-pí-lûn ông Kó͘-lia̍t goân--nî, Kó͘-lia̍t ông chhut-lēng tio̍h khí chit keng Siōng-tè ê tiān.","tghg":"當巴比倫王古列元年，古列王出令著起此間上帝的殿。","bklhl":"當巴比倫王Kó͘-lia̍t元年，Kó͘-lia̍t王出令tio̍h起chit間上帝ê殿。"}},{"book":"拉","chapter":5,"verse":14,"versions":{"unv":"　神殿中的金、銀器皿，就是尼布甲尼撒從耶路撒冷的殿中掠去帶到巴比倫廟裡的，古列王從巴比倫廟裡取出來，交給派為省長的，名叫設巴薩，","bklcl":"Siōng-tè tiān-lāi kim gûn ê khì-kū, chiū-sī Nî-pò͘-kah-nî-sat tùi Iâ-lō͘-sat-léng ê tiān-lāi the̍h-chhut--lâi, tòa khì hē tī Pa-pí-lûn ê biō--ê, Kó͘-lia̍t ông tùi Pa-pí-lûn ê biō-lāi the̍h-chhut-lâi kau-hō͘ i só͘ siat-li̍p ê chóng-tok, miâ kiò Siat-pa-sat;","tghg":"上帝殿內金、銀的器具，就是尼布甲尼撒對耶路撒冷的殿內提出來，帶去下(hē)佇巴比倫的廟的，古列王對巴比倫的廟內提出來，交互伊所設立的總督，名叫設巴薩，","bklhl":"上帝殿內金銀ê器具，就是Nî-pò͘-kah-nî-sat tùi耶路撒冷ê殿內the̍h出來，帶去hē tī巴比倫ê廟ê，Kó͘-lia̍t王tùi巴比倫ê廟內the̍h出來交hō͘伊所設立ê總督，名叫Siat-pa-sat；"}},{"book":"拉","chapter":5,"verse":15,"versions":{"unv":"對他說可以將這些器皿帶去，放在耶路撒冷的殿中，在原處建造　神的殿。","bklcl":"kā i kóng, Tio̍h tòa chiah-ê khì-kū khì hē tī Iâ-lō͘-sat-léng ê tiān, iā tio̍h khí Siōng-tè ê tiān tī i ê goân-ūi.","tghg":"給伊講著帶諸個器具去，下佇耶路撒冷的殿，也著起上帝的殿佇伊的原位。","bklhl":"kā伊講，Tio̍h帶chiah ê器具去hē tī耶路撒冷ê殿，也tio̍h起上帝ê殿tī伊ê原位。"}},{"book":"拉","chapter":5,"verse":16,"versions":{"unv":"於是這設巴薩來建立耶路撒冷　神殿的根基。這殿從那時直到如今尚未造成。』","bklcl":"Tùi án-ni chit ê Siat-pa-sat lâi hē Iâ-lō͘-sat-léng Siōng-tè tiān ê tōe-ki; chit keng tiān tùi hit-sî kàu taⁿ khí iáu-bē hó.","tghg":"對按呢此個設巴薩來下耶路撒冷上帝殿的地基。此間殿對彼時到今起猶未好。』","bklhl":"Tùi án-ni，chit ê Siat-pa-sat來hē耶路撒冷上帝殿ê地基；chit間殿tùi hit時到taⁿ起iáu未好。"}},{"book":"拉","chapter":5,"verse":17,"versions":{"unv":"現在王若以為美，請察巴比倫王的府庫，看古列王降旨允准在耶路撒冷建造　神的殿沒有，王的心意如何？請降旨曉諭我們。」","bklcl":"Taⁿ ông nā lia̍h-chòe hó, chhiáⁿ chhâ-khó ông tī Pa-pí-lûn ê kok-khò͘, khòaⁿ Kó͘-lia̍t ông kó-jiân ū kàng-chiàu tī Iâ-lō͘-sat-léng khí Siōng-tè chit keng tiān á-bô.  Chhiáⁿ ông tī chit ê sū kàng-chí lâi chí-sī goán.","tghg":"今王若掠做好，請查考王佇巴比倫的國庫，看古列王果然有降詔佇耶路撒冷起上帝此間殿抑無？請王佇此個事降旨來指示阮。」","bklhl":"Taⁿ王若掠做好，請查考王tī巴比倫ê國庫，看Kó͘-lia̍t王果然有降詔tī耶路撒冷起上帝chit間殿á無。請王tī chit ê事降旨來指示阮。"}}]