[{"book":"拉","chapter":6,"verse":1,"versions":{"unv":"於是大利烏王降旨，要尋察典籍庫內，就是在巴比倫藏寶物之處；","bklcl":"Tùi án-ni Tāi-lī-o͘ ông chhut-lēng, lâng chiū khì chhē tián-chheh ê hú-khò͘, chiū-sī tī Pa-pí-lûn khǹg pó-mi̍h ê só͘-chāi.","tghg":"對按呢大利烏王出令，人就去尋典冊的府庫就是佇巴比倫囥(khǹg)寶物的所在；","bklhl":"Tùi án-ni，Tāi-lī-o͘王出令，人就去chhē典冊ê府庫，就是tī巴比倫khǹg寶物ê所在。"}},{"book":"拉","chapter":6,"verse":2,"versions":{"unv":"在米底亞省亞馬他城的宮內尋得一卷，其中記著說：","bklcl":"Tī A-má-tha, Má-tāi séng ê kiong-lāi, chhē-tio̍h chi̍t-pún, hí(**hit) lāi-bīn kì-chài kóng,","tghg":"佇亞馬他、瑪代省的宮內尋著一本，","bklhl":"Tī A-má-tha，馬大省 ê宮內，chhē-tio̍h一本，hit內面記載講，"}},{"book":"拉","chapter":6,"verse":3,"versions":{"unv":"「古列王元年，他降旨論到耶路撒冷　神的殿，要建造這殿為獻祭之處，堅立殿的根基。殿高六十肘，寬六十肘，","bklcl":"Kó͘-lia̍t ông goân--nî, Kó͘-lia̍t ông chhut-lēng, lūn tī Iâ-lō͘-sat-léng Siōng-tè ê tiān, kóng, Tio̍h khí chit keng tiān chòe hiàn-chè ê só͘-chāi, hē i ê tōe-ki kian-kò͘, tiān koâiⁿ la̍k-cha̍p tiú, khoah la̍k-cha̍p tiú;","tghg":"彼內面記載講：「古列王元年，古列王出令論佇耶路撒冷上帝的殿講，著起此間殿做獻祭的所在，下(hē)伊的地基堅固。殿高六十肘(tiú)，闊六十肘，","bklhl":"Kó͘-lia̍t王元年，Kó͘-lia̍t王出令，論tī耶路撒冷上帝ê殿，講，Tio̍h起chit間殿做獻祭ê所在，hē伊ê地基堅固，殿高六十肘，闊六十肘；"}},{"book":"拉","chapter":6,"verse":4,"versions":{"unv":"用三層大石頭，一層新木頭，經費要出於王庫；","bklcl":"ēng tōa-chio̍h saⁿ-ûn, sin ê chhâ chi̍t-ûn; keng-hùi tio̍h khai ông-ke ê.","tghg":"用大石三勻(ûn)，新的柴一勻，經費著開王家的；","bklhl":"用大石三ûn，新ê柴一ûn；經費tio̍h開王家ê。"}},{"book":"拉","chapter":6,"verse":5,"versions":{"unv":"並且　神殿的金銀器皿，就是尼布甲尼撒從耶路撒冷的殿中掠到巴比倫的，要歸還帶到耶路撒冷的殿中，各按原處放在　神的殿裡。」","bklcl":"Koh Siōng-tè tiān-lāi kim gûn ê khì-kū, chiū-sī Nî-pò͘-kah-nî-sat tùi Iâ-lō͘-sat-léng ê tiān-lāi the̍h-chhut--lâi tòa khì Pa-pí-lûn ê, tio̍h koh hêng i, tòa kàu Iâ-lō͘-sat-léng ê tiān; kok chiàu goân-ūi hē tī Siōng-tè ê tiān.","tghg":"閣上帝殿內金銀的器具，就是尼布甲尼撒對耶路撒冷的殿內提出來帶去巴比倫的，著閣還伊帶到耶路撒冷的殿，各照原位下佇上帝的殿。」","bklhl":"Koh上帝殿內金銀ê器具，就是Nî-pò͘-kah-nî-sat tùi耶路撒冷ê殿內the̍h出來帶去巴比倫ê，tio̍h koh還伊，帶到耶路撒冷ê殿；各照原位hē tī上帝ê殿。"}},{"book":"拉","chapter":6,"verse":6,"versions":{"unv":"「現在河西的總督達乃和示他‧波斯乃，並你們的同黨，就是住河西的亞法薩迦人，你們當遠離他們。","bklcl":"Taⁿ tī Hô-gōa ê chóng-tok Ta̍t-nái, kap Sī-tha-pho-su-nái kap lín ê tâng-phōaⁿ, chiū-sī tiàm-tī Hô-gōa ê A-hoat-sat-ka lâng, lín tio̍h lī-khui in;","tghg":"「今佇河外的總督達乃及示他波斯乃，及恁的同伴，就是踮佇河外的亞法薩迦人，恁著離開𪜶。","bklhl":"Taⁿ tī河外ê總督Ta̍t-nái，kap Sī-tha-pho-su-nái kap lín ê同伴，就是tiàm-tī河外ê A-hoat-sat-ka人，lín tio̍h離開in；"}},{"book":"拉","chapter":6,"verse":7,"versions":{"unv":"不要攔阻　神殿的工作，任憑猶大人的省長和猶大人的長老在原處建造　神的這殿。","bklcl":"m̄-thang chó͘-chí khí Siōng-tè tiān ê kang, chhut-chāi Iû-tāi ê chóng-tok, kap Iû-tāi ê tiúⁿ-ló, tī goân-ūi khí Siōng-tè chit keng tiān.","tghg":"呣通阻止起上帝殿的工，出在猶大的總督及猶大的長老佇原位起上帝此間殿。","bklhl":"m̄-thang阻止起上帝殿ê工，chhut-chāi偤大ê總督，kap偤大ê長老，tī原位起上帝chit間殿。"}},{"book":"拉","chapter":6,"verse":8,"versions":{"unv":"我又降旨，吩咐你們向猶大人的長老為建造　神的殿當怎樣行，就是從河西的款項中，急速撥取貢銀作他們的經費，免得耽誤工作。","bklcl":"Góa koh kàng-chí lín tio̍h cháiⁿ-iūⁿ kiâⁿ tī Iû-tāi ê tiúⁿ-ló, pang-chān in khí chit-keng Siōng-tè ê tiān, chiū-sī tio̍h tùi Hô-gōa ê hiòng-sè-tiong thiu-chhut ông ê gûn-hāng, kín hō͘ hiah-ê lâng chòe keng-hùi, bián-tit tam-koh.","tghg":"我閣降旨，恁著怎樣行佇猶大的長老幫助𪜶起此間上帝的殿，就是著對河外的餉稅(hiòng-sè)中，抽出王的銀項，緊互許個人做經費，免得耽擱(tam-koh)。","bklhl":"我koh降旨lín tio̍h怎樣行tī偤大ê長老，幫贊in起chit間上帝ê殿，就是tio̍h tùi河外ê餉稅中抽出王ê銀項，緊hō͘ hiah-ê人做經費，免得耽擱。"}},{"book":"拉","chapter":6,"verse":9,"versions":{"unv":"他們與天上的　神獻燔祭所需用的公牛犢、公綿羊、綿羊羔，並所用的麥子、鹽、酒、油，都要照耶路撒冷祭司的話，每日供給他們，不得有誤；","bklcl":"In só͘ tio̍h ēng ê gû-káng-á, mî-iûⁿ-káng, mî-iûⁿ-á, chòe sio-chè hiàn-hō͘ thiⁿ-téng ê Siōng-tè, í-ki̍p sió-be̍h, iâm, chiú, iû, lóng chiàu Iâ-lō͘-sat-léng ê chè-si só͘ kóng ê, ta̍k-ji̍t hō͘ i, m̄-thang sit-gō͘;","tghg":"𪜶所著用的牛牨(káng)仔、綿羊牨、綿羊仔做燒祭獻互天頂的上帝，以及小麥、鹽、酒、油，攏照耶路撒冷的祭司所講的，逐日互伊，呣通失誤；","bklhl":"In所tio̍h用ê牛káng-á、綿羊káng、綿羊á，做燒祭獻hō͘天頂ê上帝，以及小麥、鹽、酒、油，lóng照耶路撒冷ê祭司所講ê，ta̍k日hō͘伊，m̄-thang失誤；"}},{"book":"拉","chapter":6,"verse":10,"versions":{"unv":"好叫他們獻馨香的祭給天上的　神，又為王和王眾子的壽命祈禱。","bklcl":"thang hō͘ in hiàn phang-phang ê chè-sū hō͘ thiⁿ-téng ê Siōng-tè; koh ūi ông kap ông hiah-ê kiáⁿ ê oa̍h-miā lâi kî-tó.","tghg":"通互𪜶獻芳芳(phang-phang)的祭祀互天頂的上帝，閣為王及王許個子的活命來祈禱。","bklhl":"thang hō͘ in獻芳芳ê祭祀hō͘天頂ê上帝；koh為王kap王hiah-ê kiáⁿ ê活命來祈禱。"}},{"book":"拉","chapter":6,"verse":11,"versions":{"unv":"我再降旨，無論誰更改這命令，必從他房屋中拆出一根樑來，把他舉起，懸在其上，又使他的房屋成為糞堆。","bklcl":"Góa koh kàng-chí, nā ū lâng kóe-ōaⁿ chit ê bēng-lēng, chiū beh tùi i ê chhù thiah chi̍t-ki îⁿ-á, lâi kú-khí hit-lâng tiàu i tī hit téng-bīn, hō͘ i ê chhù ūi-tio̍h án-ni chòe chhè-tî.","tghg":"我閣降旨，若有人改換此個命令，就欲對伊的厝拆一支楹仔(îⁿ-á)，來舉起彼人，吊伊佇彼頂面，互伊的厝為著按呢做廁池(chhè-tî)。","bklhl":"我koh降旨，若有人改換chit ê命令，就beh tùi伊ê厝拆一支楹á，來舉起hit人吊伊tī hit頂面，hō͘伊ê厝為tio̍h án-ni做廁池。"}},{"book":"拉","chapter":6,"verse":12,"versions":{"unv":"若有王和民伸手更改這命令，拆毀這殿，願那使耶路撒冷的殿作為他名居所的　神將他們滅絕。我─大利烏降這旨意，當速速遵行。」","bklcl":"Nā ū ông kap peh-sìⁿ khí-chhiú kóe-ōaⁿ chit ê bēng-lēng, húi-hoāi tī Iâ-lō͘-sat-léng chit keng Siōng-tè ê tiān, goān an-tì I ê miâ tī-hia ê Siōng-tè bia̍t-bô in.  Góa Tāi-lī-o͘ chhut chit ê bēng-lēng, tio̍h kín-kín kiâⁿ i.","tghg":"若有王及百姓起手改換此個命令，毀壞佇耶路撒冷此間上帝的殿，願安置伊的名佇遐的上帝滅無𪜶。我──大利烏出此個命令，著緊緊行伊。」","bklhl":"若有王kap百姓起手改換chit ê命令，毀壞tī耶路撒冷chit間上帝ê殿，願安置伊ê名tī-hia ê上帝滅無in。我Tāi-lī-o͘出chit ê命令，tio̍h緊緊行伊。"}},{"book":"拉","chapter":6,"verse":13,"versions":{"unv":"於是，河西總督達乃和示他‧波斯乃，並他們的同黨，因大利烏王所發的命令，就急速遵行。","bklcl":"Tùi án-ni Hô-gōa ê chóng-tok Ta̍t-nái, kap Sī-tha-pho-su-nái, kap in ê tâng-phōaⁿ, in-ūi Tāi-lī-o͘ ông só͘ chhut ê lēng, chiū kín-kín kiâⁿ i.","tghg":"對按呢，河外的總督達乃及示他波斯乃，及𪜶的同伴，因為大利烏王所出的令，就緊緊行伊。","bklhl":"Tùi án-ni，河外ê總督Ta̍t-nái，kap Sī-tha-pho-su-nái，kap in ê同伴，因為Tāi-lī-o͘王所出ê令，就緊緊行伊。"}},{"book":"拉","chapter":6,"verse":14,"versions":{"unv":"猶大長老因先知哈該和易多的孫子撒迦利亞所說勸勉的話就建造這殿，凡事亨通。他們遵著以色列　神的命令和波斯王古列、大利烏、亞達薛西的旨意，建造完畢。","bklcl":"Iû-tāi ê tiúⁿ-ló in-ūi sian-ti Hap-kai kap E̍k-to ê sun Sat-ka-lī-a ê sian-ti ōe, chiū khí-chō lâi heng-thong.  In chun-thàn Í-sek-lia̍t Siōng-tè ê bēng-lēng, kap Kó͘-lia̍t, Tāi-lī-o͘, kap Pho-su ông A-ta̍t-siat-se ê siōng-jū, khí-chō oân-kang.","tghg":"猶大的長老因為先知哈該及易多的孫撒迦利亞的先知話就起造，來亨通。𪜶遵趁以色列上帝的命令及古列、大利烏，及波斯王亞達設西的上諭(siōng-jū)，起造完工。","bklhl":"偤大ê長老因為先知Hap-kai kap E̍k-to ê孫撒迦利亞ê先知話，就起造來興通。In遵thàn以色列上帝ê命令，kap Kó͘-lia̍t、Tāi-lī-o͘，kap波斯王A-ta̍t-siat-se ê上諭，起造完工。"}},{"book":"拉","chapter":6,"verse":15,"versions":{"unv":"大利烏王第六年，亞達月初三日，這殿修成了。","bklcl":"Tng Tāi-lī-o͘ ông chē-ūi tē-la̍k nî, A-ta̍t ge̍h chhoe-saⁿ ji̍t, chit ê tiān chiū khí hó.","tghg":"當大利烏王坐位第六年，亞達月初三日，此個殿就起好。","bklhl":"當 Tāi-lī-o͘王坐位第六年，A-ta̍t月初三日，chit ê殿就起好。"}},{"book":"拉","chapter":6,"verse":16,"versions":{"unv":"以色列的祭司和利未人，並其餘被擄歸回的人都歡歡喜喜地行奉獻　神殿的禮。","bklcl":"Í-sek-lia̍t lâng, chè-si, kap Lī-bī lâng, kap kî-û siū-lia̍h tò-lâi ê lâng, lóng hoaⁿ-hoaⁿ hí-hí kiâⁿ hōng-hiàn Siōng-tè tiān ê lé.","tghg":"以色列人祭司及利未人，及其餘受掠倒來的人攏歡歡喜喜行奉獻上帝殿的禮。","bklhl":"以色列人，祭司，kap利未人，kap其餘受掠tò來ê人，lóng歡歡喜喜行奉獻上帝殿ê禮。"}},{"book":"拉","chapter":6,"verse":17,"versions":{"unv":"行奉獻　神殿的禮就獻公牛一百隻，公綿羊二百隻，綿羊羔四百隻，又照以色列支派的數目獻公山羊十二隻，為以色列眾人作贖罪祭；","bklcl":"Kiâⁿ hōng-hiàn Siōng-tè tiān ê lé, chiū hiàn gû-káng chi̍t-pah chiah, mî-iûⁿ-káng nn̄g-pah chiah, mî-iûⁿ-á sì-pah chiah.  Koh chiàu Í-sek-lia̍t chi-phài ê siàu-gia̍h, hiàn soaⁿ-iûⁿ-káng cha̍p-jī chiah; ūi Í-sek-lia̍t chèng-lâng chòe sio̍k-chōe-chè.","tghg":"行奉獻上帝殿的禮就獻牛牨一百隻，綿羊牨二百隻，綿羊仔四百隻，閣照以色列支派的數額(siàu-gia̍h)獻山羊牨十二隻，為以色列眾人做贖罪祭；","bklhl":"行奉獻上帝殿ê禮，就獻牛káng一百隻，綿羊káng兩百隻，綿羊á四百隻。Koh照以色列支派ê數額，獻山羊káng十二隻；為以色列眾人做贖罪祭。"}},{"book":"拉","chapter":6,"verse":18,"versions":{"unv":"且派祭司和利未人按著班次在耶路撒冷事奉　神，是照摩西律法書上所寫的。","bklcl":"Chiū phài chè-si chiàu i ê pan-lia̍t, Lī-bī lâng chiàu i ê chhù-sū, ho̍k-sāi tiàm tī Iâ-lō͘-sat-léng ê Siōng-tè, sī chiàu Mô͘-se ê chheh só͘ kì ê.","tghg":"就派祭司照伊的班列，利未人照伊的次序服事踮佇耶路撒冷的上帝，是照摩西的冊所記的。","bklhl":"就派祭司照伊ê班列，利未人照伊ê次序，服事tiàm tī耶路撒冷ê上帝，是照摩西ê冊所記ê。"}},{"book":"拉","chapter":6,"verse":19,"versions":{"unv":"正月十四日，被擄歸回的人守逾越節。","bklcl":"Chiaⁿ-ge̍h cha̍p-sì ji̍t, siū-lia̍h tò-lâi ê peh-sìⁿ siú pôaⁿ-kè-choeh.","tghg":"正月十四日，受掠倒來的百姓守𨃟過節。","bklhl":"正月十四日，受掠tò來ê百姓守pôaⁿ過節。"}},{"book":"拉","chapter":6,"verse":20,"versions":{"unv":"原來，祭司和利未人一同自潔，無一人不潔淨。利未人為被擄歸回的眾人和他們的弟兄眾祭司，並為自己宰逾越節的羊羔。","bklcl":"Chè-si kap Lī-bī lâng saⁿ-tâng chheng-khì ka-kī; in lóng chheng-khì; koh ūi-tio̍h siū-lia̍h tò-lâi ê lâng, kap in ê hiaⁿ-tī hiah-ê chè-si, iā ūi ka-kī thâi pôaⁿ-kè-choeh ê iûⁿ-á.","tghg":"祭司及利未人相同清氣家己，𪜶攏清氣。閣為著受掠倒來的人及𪜶的兄弟許個祭司，也為家己刣𨃟過節的羊仔。","bklhl":"祭司kap利未人相同清氣家己；in lóng清氣；koh為tio̍h受掠tò來ê人，kap in ê兄弟hiah-ê祭司，也為家己刣 pôaⁿ過節ê羊á。"}},{"book":"拉","chapter":6,"verse":21,"versions":{"unv":"從擄到之地歸回的以色列人和一切除掉所染外邦人污穢、歸附他們、要尋求耶和華─以色列　神的人都吃這羊羔，","bklcl":"Tùi siū-lia̍h tò-lâi ê Í-sek-lia̍t lâng, kap ka-kī hun-piat lī-khui chit só͘-chāi gōa-pang lâng ê ù-òe, lâi kui-óa in, lâi chhē Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè ê, lóng chia̍h i;","tghg":"對受掠倒來的以色列人及家己分別離開此所在外邦人的污穢(ù-òe)、來歸倚𪜶、來尋耶和華──以色列的上帝的攏食伊，","bklhl":"Tùi受掠tò來ê以色列人，kap家己分別離開chit所在外邦人ê污穢，來歸óa in，來chhē耶和華以色列ê上帝ê，lóng食伊；"}},{"book":"拉","chapter":6,"verse":22,"versions":{"unv":"歡歡喜喜地守除酵節七日；因為耶和華使他們歡喜，又使亞述王的心轉向他們，堅固他們的手，作以色列　神殿的工程。","bklcl":"hoaⁿ-hoaⁿ hí-hí siú tû-kàⁿ-choeh chhit-ji̍t kú;  in-ūi Iâ-hô-hoa hō͘ in hoaⁿ-hí, koh hō͘ A-su̍t ông ê sim oa̍t-tńg ǹg in, lâi kian-kò͘ in ê chhiú, chòe Siōng-tè tiān ê kang, chiū-sī Í-sek-lia̍t ê Siōng-tè.","tghg":"歡歡喜喜守除酵節七日久；因為耶和華互𪜶歡喜，閣互亞述王的心越轉向𪜶，來堅固𪜶的手，做上帝殿的工就是以色列的上帝。","bklhl":"歡歡喜喜守除酵節七日久；因為耶和華hō͘ in歡喜，koh hō͘亞述王ê心oa̍t-tńg ǹg in，來堅固in ê手，做上帝殿ê工，就是以色列ê上帝。"}}]