[{"book":"拉","chapter":9,"verse":1,"versions":{"unv":"這事做完了，眾首領來見我，說：「以色列民和祭司並利未人，沒有離絕迦南人、赫人、比利洗人、耶布斯人、亞捫人、摩押人、埃及人、亞摩利人，仍效法這些國的民，行可憎的事。","bklcl":"Chiah-ê tāi-chì í-keng chòe bêng-pe̍k, chiah-ê siú-léng lâi kìⁿ góa, kóng, Í-sek-lia̍t peh-sìⁿ kap chè-si, kap Lī-bī lâng, bô ka-kī hun-piat lī-khui chiah-ê só͘-chāi ê peh-sìⁿ, thàn in khó-ò͘ⁿ ê sū, chiū-sī thàn Ka-lâm lâng, Hek-lâng, Pí-lī-sé lâng, Iâ-pò͘-su lâng, A-bûn lâng, Mô͘-ap lâng, Ai-ki̍p lâng, A-mô͘-lī lâng ê sū.","tghg":"諸個代誌已經做明白，諸個首領來見我，講：「以色列百姓及祭司及利未人，無家己分別離開諸個所在的百姓，趁𪜶可惡的事就是趁迦南人、赫人、比利洗人、耶布斯人、亞捫人、摩押人、埃及人、亞摩利人的事。","bklhl":"Chiah-ê tāi-chì已經做明白，chiah ê首領來見我，講，以色列百姓kap祭司，kap利未人，無家己分別離開chiah ê所在ê百姓，thàn in可惡ê事，就是thàn迦南人、Hek人、Pí-lī-sé人、Iâ-pò͘-su人、A-bûn人、Mô͘-ap人、埃及人、A-mô͘-lī人ê事。"}},{"book":"拉","chapter":9,"verse":2,"versions":{"unv":"因他們為自己和兒子娶了這些外邦女子為妻，以致聖潔的種類和這些國的民混雜；而且首領和官長在這事上為罪魁。」","bklcl":"In-ūi in ūi ka-kī kap in ê kiáⁿ, chhōa in ê cha-bó͘-kiáⁿ chòe bó͘, tì-kàu sèng ê hō͘-è kap hit só͘-chāi ê peh-sìⁿ chham-chhap; koh siú-léng kap in ê koaⁿ-tiúⁿ chòe in ê chōe-khoe.","tghg":"因為𪜶為家己及𪜶的子娶𪜶的查某子做某，致到聖的後裔及彼所在的百姓參插；閣首領及𪜶的官長做𪜶的罪魁(chōe-khoe)。」","bklhl":"因為in為家己kap in ê kiáⁿ，娶in ê cha-bó͘-kiáⁿ做bó͘，致到聖ê後裔kap hit所在ê百姓chham-chhap；koh首領kap in ê官長做in ê罪魁。"}},{"book":"拉","chapter":9,"verse":3,"versions":{"unv":"我一聽見這事，就撕裂衣服和外袍，拔了頭髮和鬍鬚，驚懼憂悶而坐。","bklcl":"Góa chi̍t-ē thiaⁿ-kìⁿ chit ê sū, chiū thiah-li̍h góa ê saⁿ kap phàu, chhoah góa ê thâu-mn̂g kap chhùi-chhiu, gông-ngia̍h teh chē.","tghg":"我一下聽見此個事，就拆裂我的衫及袍(phàu)，掇(chhoah)我的頭毛及嘴鬚，卬愕啲坐。","bklhl":"我一下聽見chit ê事，就拆裂我ê衫kap袍，chhoah我ê頭毛kap嘴鬚，gông-ngia̍h teh坐。"}},{"book":"拉","chapter":9,"verse":4,"versions":{"unv":"凡為以色列　神言語戰兢的，都因這被擄歸回之人所犯的罪聚集到我這裡來。我就驚懼憂悶而坐，直到獻晚祭的時候。","bklcl":"Kìⁿ-nā ūi Í-sek-lia̍t Siōng-tè ê ōe lâi ngia̍uh-ngia̍uh-chhoah--ê, lóng chū-chi̍p kàu góa chia, in-ūi siū-lia̍h tò-lâi ê lâng só͘ hoān ê chōe; góa chiū gông-ngia̍h teh chē, kàu hiàn ê-hng-chè ê sî.","tghg":"見若為以色列上帝的話來愕愕惙(ngia̍uh-ngia̍uh-chhoah)的，攏聚集到我遮，因為受掠倒來的人所犯的罪。我就卬愕啲坐，到獻下昏祭的時。","bklhl":"見若為以色列上帝ê話來ngia̍uh-ngia̍uh-chhoah-ê，lóng聚集到我chia，因為受掠tò來ê人所犯ê罪；我就gông-ngia̍h teh坐，到獻ê-hng祭ê時。"}},{"book":"拉","chapter":9,"verse":5,"versions":{"unv":"獻晚祭的時候我起來，心中愁苦，穿著撕裂的衣袍，雙膝跪下向耶和華─我的　神舉手，","bklcl":"Hiàn ê-hng-chè ê sî, góa tùi góa ê ut-būn khí-lâi, saⁿ phàu thiah-li̍h, siang-kha kūi--lo̍h-khì, ǹg Iâ-hô-hoa góa ê Siōng-tè kia̍h-khí chhiú, kóng,","tghg":"獻下昏祭的時，我對我的鬱悶(ut-būn)起來，衫袍拆裂，雙腳跪落去向耶和華──我的上帝攑起手，講：","bklhl":"獻ê-hng祭ê時，我tùi我ê鬱悶起來，衫袍拆裂，雙腳跪落去，ǹg耶和華我ê上帝kia̍h-起手，講，"}},{"book":"拉","chapter":9,"verse":6,"versions":{"unv":"說：「我的　神啊，我抱愧蒙羞，不敢向我　神仰面；因為我們的罪孽滅頂，我們的罪惡滔天。","bklcl":"Góa ê Siōng-tè ah, góa kiàn-siàu làu-khùi, m̄-káⁿ kia̍h-thâu ǹg góa ê Siōng-tè Lí, in-ūi goán ê chōe im-kè thâu-khak, goán ê chōe-ok tú-thiⁿ.","tghg":"「我的上帝啊，我見誚漏氣，呣敢攑頭向我的上帝你；因為阮的罪淹過頭殼，阮的罪惡抵(tú)天。","bklhl":"我ê上帝ah，我見笑漏氣，m̄敢kia̍h頭ǹg我ê上帝你，因為阮ê罪淹過頭殼，阮ê罪惡抵天。"}},{"book":"拉","chapter":9,"verse":7,"versions":{"unv":"從我們列祖直到今日，我們的罪惡甚重；因我們的罪孽，我們和君王、祭司都交在外邦列王的手中，殺害、擄掠、搶奪、臉上蒙羞正如今日的光景。","bklcl":"Tùi goán lia̍t-chó͘ ê ji̍t kàu kin-á-ji̍t, goán ê chōe-ok chin-tāng; ūi-tio̍h goán ê chōe-kòa, goán kap goán ê lia̍t-ông, chè-si, lóng kau tī gōa-pang lia̍t-ông ê chhiú, siū to-kiàm, siū ló͘-lia̍h, siū chhiúⁿ-kiap, bīn kiàn-siàu, chhin-chhiūⁿ kin-á-ji̍t ê khoán.","tghg":"對阮列祖的日到今仔日，阮的罪惡真重；為著阮的罪過，阮及阮的列王、祭司攏交佇外邦列王的手，受刀劍、受擄掠(ló͘-lia̍h)、受搶劫、面見誚親像今仔日的款。","bklhl":"Tùi阮列祖ê日到今á日，阮ê罪惡真重；為tio̍h阮ê罪過，阮kap阮ê列王，祭司，lóng交tī外邦列王ê手，受刀劍，受虜掠，受搶劫，面見笑，親像今á日ê款。"}},{"book":"拉","chapter":9,"verse":8,"versions":{"unv":"現在耶和華─我們的　神暫且施恩與我們，給我們留些逃脫的人，使我們安穩如釘子釘在他的聖所，我們的　神好光照我們的眼目，使我們在受轄制之中稍微復興。","bklcl":"Taⁿ tit-tio̍h Iâ-hô-hoa goán ê Siōng-tè chiām-chhiáⁿ si-un hō͘ goán, kā goán lâu chiah-ê tô-thoat ê lâng, hō͘ goán chhin-chhiūⁿ tit-tio̍h thih-teng tèng tī I sèng ê só͘-chāi, hō͘ goán ê Siōng-tè thang chiò-kng goán ê ba̍k-chiu, hō͘ goán tī lô͘-lē-tiong lî-á koh-oa̍h.","tghg":"今得著耶和華──阮的上帝暫且施恩互阮，給阮留諸個逃脫的人，互阮親像得著鐵釘釘佇伊聖的所在，互阮的上帝通照光阮的目睭，互阮佇奴隸中厘仔(lî-á)復活。","bklhl":"Taⁿ得tio̍h耶和華阮ê上帝暫且施恩hō͘阮，kā阮留chiah ê逃脫ê人，hō͘阮親像得tio̍h鐵釘釘tī伊聖ê所在，hō͘阮ê上帝thang照光阮ê目睭，hō͘阮tī奴隸中lî-á koh活。"}},{"book":"拉","chapter":9,"verse":9,"versions":{"unv":"我們是奴僕，然而在受轄制之中，我們的　神仍沒有丟棄我們，在波斯王眼前向我們施恩，叫我們復興，能重建我們　神的殿，修其毀壞之處，使我們在猶大和耶路撒冷有牆垣。","bklcl":"In-ūi goán sī lô͘-lē, chóng-sī tī lô͘-lē tiong, goán ê Siōng-tè bô khì-sak goán; koh hō͘ goán tī Pho-su lia̍t-ông ê bīn-chêng tit-tio̍h un-tián, hō͘ goán koh-oa̍h, ōe koh khí goán Siōng-tè ê tiān, siu-lí hiah-ê húi-hoāi ê só͘-chāi, hō͘ goán tī Iû-tāi kap Iâ-lō͘-sat-léng tit-tio̍h ū chhiûⁿ-piah.","tghg":"因為阮是奴隸，總是佇奴隸中，阮的上帝無棄拺阮，閣互阮佇波斯列王的面前得著恩典，互阮復活，會閣起阮上帝的殿，修理許個毀壞的所在，互阮佇猶大及耶路撒冷得著有牆壁。","bklhl":"因為阮是奴隸，總是tī奴隸中，阮ê上帝無棄sak阮；koh hō͘阮tī波斯列王ê面前得tio̍h恩典，hō͘阮koh活，能koh起阮上帝ê殿，修理hiah-ê毀壞ê所在，hō͘阮tī偤大kap耶路撒冷得tio̍h有牆壁。"}},{"book":"拉","chapter":9,"verse":10,"versions":{"unv":"「我們的　神啊，既是如此，我們還有甚麼話可說呢？因為我們已經離棄你的命令，","bklcl":"Goán ê Siōng-tè ah, kì-jiân án-ni, goán iáu ū sím-mi̍h ōe thang kóng ah?  In-ūi goán í-keng khì-sak Lí ê bēng-lēng,","tghg":"「阮的上帝啊，既然按呢，阮猶有甚麼話通講啊？因為阮已經棄拺你的命令，","bklhl":"阮ê上帝ah，既然án-ni，阮iáu有甚麼話thang講ah？  因為阮已經棄sak你ê命令，"}},{"book":"拉","chapter":9,"verse":11,"versions":{"unv":"就是你藉你僕人眾先知所吩咐的說：『你們要去得為業之地是污穢之地；因列國之民的污穢和可憎的事，叫全地從這邊直到那邊滿了污穢。","bklcl":"chiū-sī Lí thok Lí ê lô͘-po̍k chiah-ê sian-ti só͘ bēng-lēng-ê kóng, Lín só͘ khì beh sêng-chiap chòe-gia̍p ê tōe sī ù-òe ê tōe, ūi-tio̍h hiah-ê kok ê peh-sìⁿ ê ù-òe, kap in khó-ò͘ⁿ ê sū; in-ūi in hō͘ choân-tōe tùi chit-piⁿ kàu hit-piⁿ, móa-móa lâ-sâm.","tghg":"就是你託你的奴僕諸個先知所命令的講：『恁所去欲承接做業的地是污穢(ù-òe)的地；為著許個國的百姓的污穢及𪜶可惡的事，因為𪜶互全地對此邊到彼邊滿滿垃墋。","bklhl":"就是你託你ê奴僕chiah ê先知所命令ê講，Lín所去beh承接做業ê地是污穢ê地，為tio̍h hiah-ê國ê百姓ê污穢，kap in可惡ê事；因為in hō͘全地tùi chit邊到hit邊，滿滿lâ-sâm。"}},{"book":"拉","chapter":9,"verse":12,"versions":{"unv":"所以不可將你們的女兒嫁他們的兒子，也不可為你們的兒子娶他們的女兒，永不可求他們的平安和他們的利益，這樣你們就可以強盛，吃這地的美物，並遺留這地給你們的子孫永遠為業。』","bklcl":"Só͘-í m̄-thang chiong lín ê cha-bó͘-kiáⁿ kè in ê kiáⁿ, iā m̄-thang kā lín ê kiáⁿ chhōa in ê cha-bó͘-kiáⁿ, éng-éng m̄-thang kā in tô͘-bô͘ pêng-an, kap in ê lī-ek; án-ni lín chiū thang kiông-sēng, chia̍h chit só͘-chāi ê hó-mi̍h, sòa lâu hō͘ lín ê kiáⁿ-sun éng-oán chòe-gia̍p.","tghg":"所以呣通將恁的查某子嫁𪜶的子，也呣通給恁的子娶𪜶的查某子，永永呣通給𪜶圖謀(tô͘-bô͘)平安及𪜶的利益，按呢恁就通強盛，食此所在的好物，續留互恁的子孫永遠做業。』","bklhl":"所以m̄-thang將lín ê cha-bó͘-kiáⁿ嫁in ê kiáⁿ，也m̄-thang kā lín ê kiáⁿ娶in ê cha-bó͘-kiáⁿ，永永m̄-thang kā in圖謀平安，kap in ê利益；án-ni lín就thang強盛，食chit所在ê好物，續留hō͘ lín ê kiáⁿ孫永遠做業。"}},{"book":"拉","chapter":9,"verse":13,"versions":{"unv":"　神啊，我們因自己的惡行和大罪，遭遇了這一切的事，並且你刑罰我們輕於我們罪所當得的，又給我們留下這些人。","bklcl":"Goán in-ūi goán ê pháiⁿ só͘-kiâⁿ, kap goán ê tāng-chōe, í-keng tú-tio̍h che it-chhè ê sū, goán ê Siōng-tè ah, Lí hêng-hoa̍t goán, khah-khin goán ê chōe só͘ eng-kai tit-tio̍h--ê; koh kā goán lâu chiah-ê thoat-lī ê lâng;","tghg":"阮因為阮的歹所行及阮的重罪，已經抵著(tú-tio̍h)這一切的事，阮的上帝啊，你刑罰阮卡輕阮的罪所應該得著的，閣給阮留諸個脫離的人。","bklhl":"阮因為阮ê pháiⁿ所行，kap阮ê重罪，已經tú-tio̍h這一切ê事，阮ê上帝ah，你刑罰阮，khah輕阮ê罪所應該得tio̍h-ê；koh kā阮留chiah ê脫離ê人；"}},{"book":"拉","chapter":9,"verse":14,"versions":{"unv":"我們豈可再違背你的命令，與這行可憎之事的民結親呢？若這樣行，你豈不向我們發怒，將我們滅絕，以致沒有一個剩下逃脫的人嗎？","bklcl":"goán kiám thang koh pōe-ge̍k Lí ê bēng-lēng, kap kiâⁿ khó-ò͘ⁿ ê sū ê peh-sìⁿ kiat-chhin mah? nā án-ni, Lí kiám bô beh siū-khì goán, kàu bia̍t-bô goán, tì-kàu bô chi̍t-ê lâu-teh, bô chi̍t-ê tô-thoat mah?","tghg":"阮豈通閣悖逆你的命令，及行可惡的事的百姓結親嗎？若按呢，你豈無欲受氣阮，到滅無阮，致到無一個留啲，無一個逃脫嗎？","bklhl":"阮kiám thang koh悖逆你ê命令，kap行可惡ê事ê百姓結親mah？若án-ni，你kiám無beh受氣阮，到滅無阮，致到無一个留teh，無一个逃脫mah？"}},{"book":"拉","chapter":9,"verse":15,"versions":{"unv":"耶和華─以色列的　神啊，因你是公義的，我們這剩下的人才得逃脫，正如今日的光景。看哪，我們在你面前有罪惡，因此無人在你面前站立得住。」","bklcl":"Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè ah, Lí sī kong-gī, goán chiah-ê lâu-teh ê lâng chiah tit-tio̍h tô-thoat, chhin-chhiūⁿ kin-á-ji̍t.  Khòaⁿ ah, goán tī Lí ê bīn-chêng ū chōe-ok; in-ūi án-ni bô lâng tī Lí ê bīn-chêng khiā ōe tiâu.","tghg":"耶和華──以色列的上帝啊，你是公義，阮諸個留啲的人才得著逃脫，親像今仔日。看啊，阮佇你的面前有罪惡，因為按呢無人佇你的面前徛會住。」","bklhl":"耶和華以色列ê上帝ah，你是公義，阮chiah ê留teh ê人chiah得tio̍h逃脫，親像今á日。看ah，阮tī你ê面前有罪惡；因為án-ni無人tī你ê面前khiā能tiâu。"}}]