[{"book":"提前","chapter":1,"verse":1,"versions":{"unv":"奉我們救主　神和我們的盼望基督耶穌之命，作基督耶穌使徒的保羅，","bklcl":"Pó-lô chòe Ki-tok Iâ-so͘ ê sù-tô͘, chiàu kiù lán ê Siōng-tè kap hō͘ lán ū ǹg-bāng ê Ki-tok Iâ-so͘ só͘ bēng-lēng ê,","tghg":"保羅做基督耶穌的使徒，照救咱的上帝及互咱有向望的基督耶穌所命令的，","bklhl":"保羅做基督耶穌ê使徒，照救咱ê上帝kap hō͘咱有ǹg望ê基督耶穌所命令ê，"}},{"book":"提前","chapter":1,"verse":2,"versions":{"unv":"寫信給那因信主作我真兒子的提摩太。願恩惠、憐憫、平安從父　神和我們主基督耶穌歸與你！","bklcl":"phoe kià hō͘ Thê-mô͘-thài, chiū-sī tī sìn chòe góa chin ê kiáⁿ ê; goān lí tùi Pē Siōng-tè kap lán ê Chú Ki-tok Iâ-so͘ tit-tio̍h un-tián, lîn-bín, pêng-an.","tghg":"批寄互提摩太，就是佇信做我真的子的。願你對父上帝及咱的主基督耶穌得著恩典、憐憫、平安！","bklhl":"phoe寄hō͘提摩太，就是tī信做我真ê kiáⁿ ê；願你tùi父上帝kap咱ê主基督耶穌得tio̍h恩典、憐憫、平安。"}},{"book":"提前","chapter":1,"verse":3,"versions":{"unv":"我往馬其頓去的時候，曾勸你仍住在以弗所，好囑咐那幾個人不可傳異教，","bklcl":"Góa khì Má-kî-tùn ê sî bat khǹg lí iû-goân tòa Í-hut-só͘, hō͘ lí thang hoan-hù kúi-nā lâng bo̍h-tit thoân pa̍t hō ê kàu,","tghg":"我去馬其頓的時，曾勸你猶原住以弗所，互你通吩咐幾若人莫得傳別號的教，","bklhl":"我去馬其頓ê時，bat勸你猶原tòa以弗所，hō͘你thang吩咐kúi-nā人莫得傳別號ê教，"}},{"book":"提前","chapter":1,"verse":4,"versions":{"unv":"也不可聽從荒渺無憑的話語和無窮的家譜；這等事只生辯論，並不發明　神在信上所立的章程。","bklcl":"iā bo̍h-tit ài thiaⁿ bô iáⁿ-chiah-ê ōe, kap bû-kiông-chīn ê cho̍k-phó͘; hoān-nā chit hō sī siⁿ-chhut piān-lūn, m̄ sī hō͘ Siōng-tè tī sìn só͘ an-pâi ê tit-tio̍h chiâⁿ.","tghg":"也莫得愛聽無影跡的話及無窮盡的族譜；凡若此號是生出辯論，呣是互上帝佇信所安排的得著成。","bklhl":"也莫得ài聽無影跡ê話，kap無窮盡ê族譜；凡若chit號是生出辯論，m̄是hō͘上帝tī信所安排ê得tio̍h成。"}},{"book":"提前","chapter":1,"verse":5,"versions":{"unv":"但命令的總歸就是愛；這愛是從清潔的心和無虧的良心，無偽的信心生出來的。","bklcl":"Nā-sī kài-bēng ê chong-chí sī jîn-ài, chit ê jîn-ài sī tùi chheng-khì ê sim, kap bô thang chek-pī ê liông-sim, kap bô ké ê sìn siⁿ-chhut,","tghg":"若是誡命的宗旨是仁愛；此個仁愛是對清氣的心及無通責備的良心，及無假的信生出。","bklhl":"但是誡命ê宗旨是仁愛，chit ê仁愛是tùi清氣ê心，kap無thang責備ê良心，kap無假ê信生出，"}},{"book":"提前","chapter":1,"verse":6,"versions":{"unv":"有人偏離這些，反去講虛浮的話，","bklcl":"ū lâng sit-lo̍h chiah-ê, hoán-tńg ǹg phû-phiò ê tâm-lūn;","tghg":"有人失落諸個，反轉向浮漂(phû-phiò)的談論，","bklhl":"有人失落chiah ê，反tńg ǹg浮漂ê談論；"}},{"book":"提前","chapter":1,"verse":7,"versions":{"unv":"想要作教法師，卻不明白自己所講說的所論定的。","bklcl":"in ài chòe kàu-hoat-su, iā bōe hiáu-tit ka-kī só͘ kóng ê, í-ki̍p só͘ chip ê giân-lūn, sī ūi-tio̍h sím-mi̍h.","tghg":"𪜶愛做教法師，也𣍐曉得家己所講的，以及所集的言論是為著甚麼。","bklhl":"in ài做教法師，也bōe曉得家己所講ê，以及所執ê言論，是為tio̍h甚麼。"}},{"book":"提前","chapter":1,"verse":8,"versions":{"unv":"我們知道律法原是好的，只要人用得合宜；","bklcl":"Lán chai lu̍t-hoat sī hó, to̍k-to̍k lâng tio̍h ha̍p-hoat lâi ēng i,","tghg":"咱知律法是好，獨獨人著合法來用伊；","bklhl":"咱知律法是好，獨獨人tio̍h合法來用伊，"}},{"book":"提前","chapter":1,"verse":9,"versions":{"unv":"因為律法不是為義人設立的，乃是為不法和不服的，不虔誠和犯罪的，不聖潔和戀世俗的，弒父母和殺人的，","bklcl":"iā tio̍h chai lu̍t-hoat ê siat-li̍p m̄ sī ūi-tio̍h gī ê lâng, chiū-sī ūi-tio̍h put-hoat kap bô sūn-ho̍k ê, bô kèng-khiân kap hoān-chōe ê, bô sèng-kiat kap chho͘-sio̍k ê, phah-sí pē phah-sí bú ê, thâi-sí lâng ê,","tghg":"也著知律法的設立呣是為著義的人，就是為著不法及無順服的，無敬虔及犯罪的，無聖潔及粗俗的，拍死父拍死母的，刣(thâi)死人的，","bklhl":"也tio̍h知律法ê設立m̄是為tio̍h義ê人，就是為tio̍h不法kap無順服ê，無敬虔kap犯罪ê，無聖潔kap粗俗ê，phah死父phah死母ê，刣死人ê，"}},{"book":"提前","chapter":1,"verse":10,"versions":{"unv":"行淫和親男色的，搶人口和說謊話的，並起假誓的，或是為別樣敵正道的事設立的。","bklcl":"kiâⁿ-îm ê, hò͘ⁿ lâm-sek ê, chòe hoàn-sau ê, kóng pe̍h-chha̍t ê, lām-sám chiù-chōa ê, á-sī ū sím-mi̍h pa̍t hāng ge̍k chèng-kàu ê sū,","tghg":"行淫的，好男色的，做販俏(hoàn-sau)的，講白賊的，濫糝咒誓的，抑是有甚麼別項逆(ge̍k)正教(chèng-kàu)的事。","bklhl":"行淫ê，好男色ê，做販俏ê，講白賊ê，lām-sám chiù-chōa ê，á是有甚麼別項逆正教ê事，"}},{"book":"提前","chapter":1,"verse":11,"versions":{"unv":"這是照著可稱頌之　神交託我榮耀福音說的。","bklcl":"che sī chiàu tōa hok-khì ê Siōng-tè kau-thok góa êng-kng ê hok-im só͘ kóng ê.","tghg":"這是照大福氣的上帝交託我榮光的福音所講的。","bklhl":"這是照大福氣ê上帝交託我榮光ê福音所講ê。"}},{"book":"提前","chapter":1,"verse":12,"versions":{"unv":"我感謝那給我力量的我們主基督耶穌，因他以我有忠心，派我服事他。","bklcl":"Góa kám-siā hō͘ góa ū khùi-la̍t ê, chiū-sī lán ê Chú Ki-tok Iâ-so͘, in-ūi I lia̍h góa chòe chīn-tiong, siat-li̍p góa chòe chhe-ēng;","tghg":"我感謝互我有氣力的就是咱的主基督耶穌，因為伊掠我做盡忠，設立我做差用。","bklhl":"我感謝hō͘我有氣力ê，就是咱ê主基督耶穌，因為伊掠我做盡忠，設立我做差用；"}},{"book":"提前","chapter":1,"verse":13,"versions":{"unv":"我從前是褻瀆　神的，逼迫人的，侮慢人的；然而我還蒙了憐憫，因我是不信不明白的時候而做的。","bklcl":"góa chêng sī pòng-to̍k ê, khún-tio̍k ê, bú-bān ê, chóng-sī góa chit hō só͘ chòe sī chhut tī m̄ chai m̄ sìn, chiah tit-tio̍h lîn-bín.","tghg":"我前是謗瀆(pòng-to̍k)的，窘逐的，侮慢的；總是我此號所做是出佇呣知呣信，才得著憐憫。","bklhl":"我前是謗瀆ê，khún-tio̍k ê，侮慢ê，總是我chit號所做是出tī m̄知m̄信，chiah得tio̍h憐憫。"}},{"book":"提前","chapter":1,"verse":14,"versions":{"unv":"並且我主的恩是格外豐盛，使我在基督耶穌裡有信心和愛心。","bklcl":"Koh lán ê Chú ê un-tián sī kek-gōa hong-sēng, hō͘ góa tī Ki-tok Iâ-so͘ ū sìn ū thiàⁿ ê sim.","tghg":"閣咱的主的恩典是格外豐盛，互我佇基督耶穌有信有疼的心。","bklhl":"Koh咱ê主ê恩典是格外豐盛，hō͘我tī基督耶穌有信有疼ê心。"}},{"book":"提前","chapter":1,"verse":15,"versions":{"unv":"「基督耶穌降世，為要拯救罪人。」這話是可信的，是十分可佩服的。在罪人中我是個罪魁。","bklcl":"Ū chi̍t kù ōe thang sìn thang chiâu-chn̂g chiap-la̍p ê, chiū-sī Ki-tok Iâ-so͘ lîm-kàu sè-kan, beh kiù ū chōe ê lâng, kî-tiong góa sī tē it pháiⁿ.","tghg":"有一句話通信，通齊全接納的，就是「基督耶穌臨到世間，欲救有罪的人。」其中我是第一歹。","bklhl":"有一句話thang信thang齊全接納ê，就是基督耶穌臨到世間，beh救有罪ê人，其中我是第一pháiⁿ。"}},{"book":"提前","chapter":1,"verse":16,"versions":{"unv":"然而，我蒙了憐憫，是因耶穌基督要在我這罪魁身上顯明他一切的忍耐，給後來信他得永生的人作榜樣。","bklcl":"Nā-sī góa tit-tio̍h lîn-bín, sī in-ūi Iâ-so͘ Ki-tok beh tī góa, tē-it pháiⁿ ê lâng, hián-bêng I it-chhè ê thun-lún, lâi chòe āu-lâi sìn-khò I tit-tio̍h éng-oa̍h ê lâng ê bô͘-iūⁿ.","tghg":"若是我得著憐憫，是因為耶穌基督欲佇我第一歹的人顯明伊一切的吞愞，來做後來信靠伊得著永活的人的模樣。","bklhl":"但是我得tio̍h憐憫，是因為耶穌基督beh tī我，第一pháiⁿ ê人，顯明伊一切ê吞忍，來做後來信靠伊得tio̍h永活ê人ê模樣。"}},{"book":"提前","chapter":1,"verse":17,"versions":{"unv":"但願尊貴、榮耀歸與那不能朽壞、不能看見、永世的君王、獨一的　神，直到永永遠遠。阿們！","bklcl":"Goān chun-kùi êng-kng kui tī bōe húi-hoāi, khòaⁿ bōe tio̍h, bān sè-tāi ê ông, to̍k-it ê Siōng-tè, kàu tāi-tāi bô chīn.  À-bēng.","tghg":"願尊貴、榮光歸佇𣍐毀壞、看𣍐著、萬世代的王、獨一的上帝，到代代無盡。阿們！","bklhl":"願尊貴榮光歸tī bōe毀壞，看bōe tio̍h，萬世代ê王，獨一ê上帝，到代代無盡。À-bēng。"}},{"book":"提前","chapter":1,"verse":18,"versions":{"unv":"我兒提摩太啊，我照從前指著你的預言，將這命令交託你，叫你因此可以打那美好的仗。","bklcl":"Góa ê kiáⁿ Thê-mô͘-thài ah, góa chiàu chêng só͘ lūn-kàu lí ê chhàm-gú, chiong chit ê kài-bēng kau-thok lí, hō͘ lí ēng chiah-ê chhàm-gú lâi cheng-chiàn hit ê hó ê cheng-chiàn;","tghg":"我的子提摩太啊，我照前所論到你的讖語(chhàm-gú)，將此個誡命交託你，互你用諸個讖語來爭戰彼個好的爭戰。","bklhl":"我ê kiáⁿ提摩太ah，我照前所論到你ê讖語，將chit ê誡命交託你，hō͘你用chiah ê讖語來爭戰hit ê好ê爭戰；"}},{"book":"提前","chapter":1,"verse":19,"versions":{"unv":"常存信心和無虧的良心。有人丟棄良心，就在真道上如同船破壞了一般。","bklcl":"tio̍h chûn sìn kap bô thang chek-pī ê liông-sim, ū lâng pàng-sak chit-ê, lūn-kàu sìn in chiū sit-lo̍h i, chhin-chhiūⁿ kòng-phòa chûn.","tghg":"著存信及無通責備的良心，有人放拺此個，論到信𪜶就失落伊，親像摃(kòng)破船。","bklhl":"tio̍h存信kap無thang責備ê良心，有人放sak chit ê，論到信in就失落伊，親像kòng破船。"}},{"book":"提前","chapter":1,"verse":20,"versions":{"unv":"其中有許米乃和亞力山大；我已經把他們交給撒但，使他們受責罰就不再謗瀆了。","bklcl":"Kî-tiong ū Hú-bí-nái kap A-le̍k-san-tāi, góa í-keng chiong in kau hō͘ Sat-tàn, hō͘ in siū kéng-kài m̄ thang húi-pòng.","tghg":"其中有許米乃及亞力山大；我已經將𪜶交互撒但，互𪜶受警戒呣通誹謗。","bklhl":"其中有Hú-bí-nái kap亞力山大，我已經將in交hō͘撒旦，hō͘ in受警戒m̄-thang譭謗。"}}]