[{"book":"提前","chapter":5,"verse":1,"versions":{"unv":"不可嚴責老年人，只要勸他如同父親；勸少年人如同弟兄；","bklcl":"Bo̍h-tit chek-pī lāu lâng, tio̍h khǹg i chhin-chhiūⁿ lāu-pē; siàu-liân lâng chhin-chhiūⁿ hiaⁿ-tī;","tghg":"莫得責備老人，著勸伊親像老父；少年人親像兄弟；","bklhl":"莫得責備老人，tio̍h勸伊親像老父；少年人親像兄弟；"}},{"book":"提前","chapter":5,"verse":2,"versions":{"unv":"勸老年婦女如同母親；勸少年婦女如同姊妹；總要清清潔潔的。","bklcl":"lāu hū-jîn-lâng chhin-chhiūⁿ lāu-bú; siàu-liân hū-jîn-lâng chhin-chhiūⁿ chí-bē, tio̍h choan-bū chheng-khì.","tghg":"老婦仁人親像老母；少年婦仁人親像姊妹；著專務清氣。","bklhl":"老婦人人親像老母；少年婦人人親像姊妹，tio̍h專務清氣。"}},{"book":"提前","chapter":5,"verse":3,"versions":{"unv":"要尊敬那真為寡婦的。","bklcl":"Chin-chiàⁿ chiú-kóaⁿ ê kóaⁿ-hū tio̍h chun-kèng i.","tghg":"真正守寡的寡婦著尊敬伊。","bklhl":"真正守寡ê寡婦tio̍h尊敬伊。"}},{"book":"提前","chapter":5,"verse":4,"versions":{"unv":"若寡婦有兒女，或有孫子孫女，便叫他們先在自己家中學著行孝，報答親恩，因為這在　神面前是可悅納的。","bklcl":"Nā-sī chiú-kóaⁿ hū-jîn-lâng ū kiáⁿ á-sī sun, in tio̍h tāi-seng o̍h iú-hàu tī i ka-kī ê ke, lâi pò-tap in ê sī-tōa lâng, in-ūi che sī tit-tio̍h chiap-la̍p tī Siōng-tè ê bīn-chêng.","tghg":"若是守寡婦仁人有子，抑是孫，𪜶著代先學有孝佇伊家己的家，來報答𪜶的序大人，因為這是得著接納佇上帝的面前。","bklhl":"但是守寡婦人人有kiáⁿ á是孫，in tio̍h事先學有孝tī伊家己ê家，來報答in ê序大人，因為這是得tio̍h接納tī上帝ê面前。"}},{"book":"提前","chapter":5,"verse":5,"versions":{"unv":"那獨居無靠、真為寡婦的，是仰賴　神，晝夜不住地祈求禱告。","bklcl":"Chin-chiàⁿ chòe kóaⁿ-hū bô i-óa ê, chí-ū ǹg-bāng Siōng-tè, mî-ji̍t siông-siông teh kiû-kiò kî-tó.","tghg":"真正做寡婦、無依倚的，只有向望上帝，暝日常常啲求叫祈禱。","bklhl":"真正做寡婦無依óa ê，只有ǹg望上帝，暝日常常teh求叫祈禱。"}},{"book":"提前","chapter":5,"verse":6,"versions":{"unv":"但那好宴樂的寡婦正活著的時候也是死的。","bklcl":"Nā-sī chhia-chhí ê, sui-jiân oa̍h í-keng sí.","tghg":"若是奢侈(chhia-chhí)的，雖然活已經死。","bklhl":"但是奢侈ê，雖然活已經死。"}},{"book":"提前","chapter":5,"verse":7,"versions":{"unv":"這些事你要囑咐她們，叫她們無可指責。","bklcl":"Chiah-ê sū tio̍h hoan-hù, hō͘ in bô mâu-pēng.","tghg":"諸個事著吩咐，互𪜶無毛病。","bklhl":"Chiah-ê事tio̍h吩咐，hō͘ in無毛病。"}},{"book":"提前","chapter":5,"verse":8,"versions":{"unv":"人若不看顧親屬，就是背了真道，比不信的人還不好，不看顧自己家裡的人，更是如此。","bklcl":"Lâng nā bô kò͘ chhin-lâng, sīm-chì bô kò͘ ka-kī ê ke, che chiū-sī pōe-biū tō-lí, pí m̄ sìn ê lâng koh khah pháiⁿ.","tghg":"人若無顧親人，甚至無顧家己的家，這就是悖謬(pōe-biū)道理，比呣信的人閣卡歹。","bklhl":"人若無顧親人，甚至無顧家己ê家，這就是悖謬道理，比m̄信ê人koh-khah pháiⁿ。"}},{"book":"提前","chapter":5,"verse":9,"versions":{"unv":"寡婦記在冊子上，必須年紀到六十歲，從來只作一個丈夫的妻子，","bklcl":"Kóaⁿ-hū kì tī chheh-ni̍h ê, tek-khak tio̍h chiūⁿ la̍k-cha̍p hè, bat chòe chi̍t ê tiōng-hu ê hū-jîn-lâng,","tghg":"寡婦記佇冊裡的，的確著上六十歲，曾做一個丈夫的婦仁人，","bklhl":"寡婦記tī冊裡ê，的確tio̍h上六十歲，bat做一个丈夫ê婦人人，"}},{"book":"提前","chapter":5,"verse":10,"versions":{"unv":"又有行善的名聲，就如養育兒女，接待遠人，洗聖徒的腳，救濟遭難的人，竭力行各樣善事。","bklcl":"koh ū hó só͘ kiâⁿ ê chèng-kù, bat iúⁿ-chhī kiáⁿ-jî, chiap-thāi lâng-kheh, sóe sèng-tô͘ ê kha, chín-chè siū hoān-lān ê lâng, thàn it-chhè ê hó só͘ kiâⁿ.","tghg":"閣有好所行的證據，曾養飼子兒，接待人客，洗聖徒的腳，賑濟(chín-chè)受患難的人，趁一切的好所行。","bklhl":"koh有好所行ê證據，bat養飼kiáⁿ兒，接待人客，洗聖徒ê腳，賑濟受患難ê人，thàn一切ê好所行。"}},{"book":"提前","chapter":5,"verse":11,"versions":{"unv":"至於年輕的寡婦，就可以辭她；因為她們的情慾發動，違背基督的時候就想要嫁人。","bklcl":"Nā-sī siàu-liân ê kóaⁿ-hū tio̍h sî i; in-ūi in kàu tōng-khí chêng-io̍k lâi ge̍k Ki-tok ê sî, chiū siūⁿ beh kè;","tghg":"若是少年的寡婦，著辭伊；因為𪜶到動起情慾，來逆基督的時就想欲嫁。","bklhl":"但是少年ê寡婦tio̍h辭伊；因為in到動起情慾來逆基督ê時，就想beh嫁；"}},{"book":"提前","chapter":5,"verse":12,"versions":{"unv":"她們被定罪，是因廢棄了當初所許的願；","bklcl":"in-ūi in pàng-sak khí-thâu ê sìn, chiū siū gí-toàn.","tghg":"因為𪜶放拺起頭的信，就受擬斷；","bklhl":"因為in放sak起頭ê信，就受擬斷。"}},{"book":"提前","chapter":5,"verse":13,"versions":{"unv":"並且她們又習慣懶惰，挨家閒遊；不但是懶惰，又說長道短，好管閒事，說些不當說的話。","bklcl":"Koh o̍h pîn-tōaⁿ, kè chhù kè the̍h; m̄ nā pîn-tōaⁿ, iā kāu ōe, ài chhap sū, kóng só͘ m̄ eng-kai kóng ê.","tghg":"閣學貧憚(pîn-toāⁿ)，過厝過宅(the̍h)；呣若貧憚，也厚話，愛插(chhap)事，講所呣應該講的。","bklhl":"Koh學pîn-tōaⁿ，過厝過宅；m̄-nā pîn-tōaⁿ，也kāu話，ài插事，講所m̄應該講ê。"}},{"book":"提前","chapter":5,"verse":14,"versions":{"unv":"所以我願意年輕的寡婦嫁人，生養兒女，治理家務，不給敵人辱罵的把柄。","bklcl":"Só͘-í góa ài siàu-liân ê kóaⁿ-hū koh kè, siⁿ kiáⁿ, liāu-lí ke, bô hō͘ tùi-te̍k ū ki-hōe thang kóng pháiⁿ ōe.","tghg":"所以我愛少年的寡婦閣嫁，生子，料理家，無互對敵有機會通講歹話。","bklhl":"所以我ài少年ê寡婦koh嫁，生kiáⁿ，料理家，無hō͘對敵有機會thang講pháiⁿ話。"}},{"book":"提前","chapter":5,"verse":15,"versions":{"unv":"因為已經有轉去隨從撒但的。","bklcl":"In-ūi í-keng ū lâng oa̍t-tńg, khì tè Sat-tàn.","tghg":"因為已經有人越轉去隨撒但。","bklhl":"因為已經有人oa̍t-tńg，去tè撒旦。"}},{"book":"提前","chapter":5,"verse":16,"versions":{"unv":"信主的婦女，若家中有寡婦，自己就當救濟她們，不可累著教會，好使教會能救濟那真無倚靠的寡婦。","bklcl":"Nā-sī sìn Chú ê hū-jîn-lâng i ê kai-chhin ū kóaⁿ-hū, chiū tio̍h pang-chān i, bián-tì liân-lūi kàu-hōe, hō͘ kàu-hōe thang pang-chān hiah-ê chin-chiàⁿ chòe kóaⁿ-hū ê.","tghg":"若是信主的婦仁人，伊的皆親(kai-chhin)有寡婦，就著幫助伊，免致連累教會，互教會通幫助許個真正做寡婦的。","bklhl":"但是信主ê婦人人，伊ê該親有寡婦，就tio̍h幫贊伊，免致連累教會，hō͘教會thang幫贊hiah-ê真正做寡婦ê。"}},{"book":"提前","chapter":5,"verse":17,"versions":{"unv":"那善於管理教會的長老，當以為配受加倍的敬奉；那勞苦傳道教導人的，更當如此。","bklcl":"Gâu tī-lí kàu-hōe ê tiúⁿ-ló tio̍h ka-pē chun-kèng i, hiah-ê tio̍h-bôa tī káng tō-lí kap kà-sī ê, koh khah tio̍h án-ni.","tghg":"𠢕(gâu)治理教會的長老，著加倍尊敬伊；許個著磨佇講道理及教示的，閣卡著按呢。","bklhl":"Gâu治理教會ê長老tio̍h加倍尊敬伊，hiah-ê tio̍h磨tī講道理kap教示ê，koh-khah tio̍h án-ni。"}},{"book":"提前","chapter":5,"verse":18,"versions":{"unv":"因為經上說：「牛在場上踹穀的時候，不可籠住牠的嘴」；又說：「工人得工價是應當的。」","bklcl":"In-ūi sèng-keng kóng, Bō ngó͘-kok ê gû, bo̍h-tit láng i ê chhùi.  Koh, chòe-kang ê kham-tit siū i ê kang-chîⁿ.","tghg":"因為聖經講：「磨(bō)五穀的牛，莫得籠伊的嘴」；閣：「做工的堪得受伊的工錢。」","bklhl":"因為聖經講，磨五穀ê牛，莫得láng伊ê嘴。Koh，做工ê堪得受伊ê工錢。"}},{"book":"提前","chapter":5,"verse":19,"versions":{"unv":"控告長老的呈子，非有兩三個見證就不要收。","bklcl":"Ū kò tiúⁿ-ló ê, nā m̄ sī ū nn̄g saⁿ ê chòe kan-chèng, chiū bo̍h-tit chiap-la̍p.","tghg":"有告長老的，若呣是有二三個做干證，就莫得接納。","bklhl":"有告長老ê，若m̄是有兩三個做干證，就莫得接納。"}},{"book":"提前","chapter":5,"verse":20,"versions":{"unv":"犯罪的人，當在眾人面前責備他，叫其餘的人也可以懼怕。","bklcl":"Hoān-chōe ê tio̍h tng chèng lâng ê bīn-chêng chek-pī in, hō͘ kî-û ê iā thang kiaⁿ-hiâⁿ.","tghg":"犯罪的，著當眾人的面前責備𪜶，互其餘的也通驚惶。","bklhl":"犯罪ê tio̍h當眾人ê面前責備in，hō͘其餘ê也thang驚惶。"}},{"book":"提前","chapter":5,"verse":21,"versions":{"unv":"我在　神和基督耶穌並蒙揀選的天使面前囑咐你：要遵守這些話，不可存成見，行事也不可有偏心。","bklcl":"Góa tī Siōng-tè kap Ki-tok Iâ-so͘ í-ki̍p siū kéng ê thiⁿ-sài ê bīn-chêng, bēng-lēng lí, tio̍h siú chiah-ê sū, bo̍h-tit kò͘-chip só͘ chûn ê ì-kiàn, kiâⁿ tāi-chì bo̍h-tit phian-su.","tghg":"我佇上帝及基督耶穌以及受揀的天使的面前命令你：著守諸個事，莫得固執所存的意見，行代誌莫得偏私。","bklhl":"我tī上帝kap基督耶穌以及受揀ê天使ê面前，命令你，tio̍h守chiah ê事，莫得固執所存ê意見，行tāi-chì莫得偏私。"}},{"book":"提前","chapter":5,"verse":22,"versions":{"unv":"給人行按手的禮，不可急促；不要在別人的罪上有分，要保守自己清潔。","bklcl":"Bo̍h-tit kóaⁿ-kín kā lâng hōaⁿ chhiú, iā bo̍h-tit ū hūn tī pa̍t lâng ê chōe; ka-kī tio̍h kò͘ chheng-khì.","tghg":"莫得趕緊給人按手；也莫得有份佇別人的罪，家己著顧清氣。","bklhl":"莫得趕緊kā人按手，也莫得有份tī別人ê罪；家己tio̍h顧清氣。"}},{"book":"提前","chapter":5,"verse":23,"versions":{"unv":"因你胃口不清，屢次患病，再不要照常喝水，可以稍微用點酒。","bklcl":"Bo̍h-tit koh kan-ta lim chúi; tio̍h ēng tām-po̍h chiú, in-ūi lí ê pî-ūi, kap lí ê kāu phòa-pīⁿ ê iân-kò͘.","tghg":"莫得閣干單飲水，著用淡薄酒，因為你的脾(pî)胃，及你的厚破病的緣故。","bklhl":"莫得koh kan-ta lim水；tio̍h用淡薄酒，因為你ê脾胃，kap你ê kāu破病ê緣故。"}},{"book":"提前","chapter":5,"verse":24,"versions":{"unv":"有些人的罪是明顯的，如同先到審判案前；有些人的罪是隨後跟了去的。","bklcl":"Ū lâng in ê chōe lō͘-hiān, chòe thâu-chêng kiâⁿ kàu tī sím-phòaⁿ; ū-ê in ê chōe tè in ê āu-bīn.","tghg":"有人𪜶的罪露現，做頭前行到佇審判；有的𪜶的罪隨𪜶的後面。","bklhl":"有人in ê罪露現，做頭前行到tī審判；有ê in ê罪tè in ê後面。"}},{"book":"提前","chapter":5,"verse":25,"versions":{"unv":"這樣，善行也有明顯的，那不明顯的也不能隱藏。","bklcl":"Chhin-chhiūⁿ án-ni hó ê só͘ kiâⁿ iā ū lō͘-hiān ê; hiah-ê m̄ sī án-ni ê iā khàm bōe ba̍t.","tghg":"親像按呢，好的所行也有露現的，許個呣是按呢的也蓋(khàm)𣍐密。","bklhl":"親像án-ni好ê所行也有露現ê；hiah-ê m̄是án-ni ê也蓋bōe密。"}}]