[{"book":"提前","chapter":2,"verse":1,"versions":{"unv":"我勸你，第一要為萬人懇求、禱告、代求、祝謝；","bklcl":"Só͘-í góa só͘ khoàn-bián ê, tē it chiū-sī thòe chèng lâng khún-kiû, kî-tó, kiû un, chiok-siā;","tghg":"所以我所勸勉的，第一就是替眾人懇求、祈禱、求恩、祝謝；","bklhl":"所以我所勸勉ê，第一就是替眾人懇求、祈禱、求恩、祝謝；"}},{"book":"提前","chapter":2,"verse":2,"versions":{"unv":"為君王和一切在位的，也該如此，使我們可以敬虔、端正、平安無事地度日。","bklcl":"thòe chiah-ê ông kap lóng-chóng ê koaⁿ-hú kiû; hō͘ lán hoān sū kèng-khiân toan-chong, thang an-jiân thiâm-chēng lâi kè ji̍t.","tghg":"替諸個王及攏總的官府求，互咱凡事敬虔、端莊，通安然恬靜(thiâm-chēng)來過日。","bklhl":"替chiah ê王kap lóng總ê官府求；hō͘咱凡事敬虔端莊，thang安然恬靜來過日。"}},{"book":"提前","chapter":2,"verse":3,"versions":{"unv":"這是好的，在　神我們救主面前可蒙悅納。","bklcl":"Che sī hó, koh tit-tio̍h chiap-la̍p tī kiù lán ê Siōng-tè ê bīn-chêng;","tghg":"這是好，閣得著接納佇救咱的上帝的面前。","bklhl":"這是好，koh得tio̍h接納tī救咱ê上帝ê面前；"}},{"book":"提前","chapter":2,"verse":4,"versions":{"unv":"他願意萬人得救，明白真道。","bklcl":"I ài chèng lâng tit-tio̍h kiù, iā chhim chai chin-lí.","tghg":"伊愛眾人得著救，也深知真理。","bklhl":"伊ài眾人得tio̍h救，也深知真理。"}},{"book":"提前","chapter":2,"verse":5,"versions":{"unv":"因為只有一位　神，在　神和人中間，只有一位中保，乃是降世為人的基督耶穌；","bklcl":"In-ūi Siōng-tè sī chi̍t-ê, Siōng-tè kap lâng ê tiong-kan tiong-pó iā sī chi̍t-ê, chiū-sī chòe lâng ê Ki-tok Iâ-so͘;","tghg":"因為上帝是一個，上帝及人的中間，中保也是一個，就是做人的基督耶穌；","bklhl":"因為上帝是一个，上帝kap人ê中間中保也是一个，就是做人ê基督耶穌；"}},{"book":"提前","chapter":2,"verse":6,"versions":{"unv":"他捨自己作萬人的贖價，到了時候，這事必證明出來。","bklcl":"I ūi-tio̍h chèng lâng hiàn pún-sin, chòe thòe-sio̍k ê kè-chîⁿ, ū ki̍p-sî chèng-bêng;","tghg":"伊為著眾人獻本身，做替贖的價錢，有及時證明。","bklhl":"伊為tio̍h眾人獻本身，做替贖ê價錢，有及時證明；"}},{"book":"提前","chapter":2,"verse":7,"versions":{"unv":"我為此奉派作傳道的，作使徒，作外邦人的師傅，教導他們相信，學習真道。我說的是真話，並不是謊言。","bklcl":"in-ūi án-ni góa siū siat-li̍p chòe soan-thoân ê, chòe sù-tô͘, ēng sìn ēng chin-si̍t chòe gōa-pang ê kàu-su; góa só͘ kóng sī chin-si̍t bô pe̍h-chha̍t.","tghg":"因為按呢我受設立做宣傳的，做使徒，用信用真實做外邦的教師，我所講是真實無白賊。","bklhl":"因為án-ni，我受設立做宣傳ê，做使徒，用信用真實做外邦ê教師；我所講是真實無白賊。"}},{"book":"提前","chapter":2,"verse":8,"versions":{"unv":"我願男人無忿怒，無爭論（或譯：疑惑），舉起聖潔的手，隨處禱告；","bklcl":"Só͘-í góa ài ta-po͘-lâng kia̍h-khí sèng ê chhiú, bô siū-khì bô giâu-gî, ta̍k só͘-chāi kî-tó;","tghg":"所以我愛查甫人攑起聖的手，無受氣，無僥疑，逐所在祈禱；","bklhl":"所以我ài ta-po͘人kia̍h起聖ê手，無受氣無僥疑，ta̍k所在祈禱；"}},{"book":"提前","chapter":2,"verse":9,"versions":{"unv":"又願女人廉恥、自守，以正派衣裳為妝飾，不以編髮、黃金、珍珠，和貴價的衣裳為妝飾，","bklcl":"iā ài hū-jîn-lâng táⁿ-pān sò͘-sò͘, ēng liâm-thí siú-kí ka-kī chng-thāⁿ, m̄ sī ēng piⁿ thâu-mn̂g, kap kim-khì, á-sī chin-chu, á-sī ta̍t chîⁿ ê i-chiûⁿ;","tghg":"也愛婦仁人打扮素素，用廉恥(liâm-thí)、守己，家己妝飾(chng-thāⁿ)，呣是用編頭毛，及金器，抑是真珠，抑是值錢的衣裳(i-chiûⁿ)，","bklhl":"也ài婦人人打扮素素，用廉恥守己，家己裝飾，m̄是用編頭毛，kap金器，á是珍珠，á是值錢ê衣裳；"}},{"book":"提前","chapter":2,"verse":10,"versions":{"unv":"只要有善行，這才與自稱是敬　神的女人相宜。","bklcl":"sī ēng hó só͘ kiâⁿ chòe chng-thāⁿ, che sī ka-kī jīn chòe kèng Siōng-tè ê hū-jîn-lâng só͘ ha̍p-gî ê.","tghg":"是用好所行做妝飾，這是家己認做敬上帝的婦仁人所合宜的。","bklhl":"是用好所行做裝飾，這是家己認做敬上帝ê婦人人所合宜ê。"}},{"book":"提前","chapter":2,"verse":11,"versions":{"unv":"女人要沉靜學道，一味地順服。","bklcl":"Hū-jîn-lâng tio̍h thiâm-chēng, it-bī hâng-ho̍k lâi ha̍k-si̍p.","tghg":"婦仁人著恬靜，一味降服來學習。","bklhl":"婦人人tio̍h恬靜，一味降服來學習。"}},{"book":"提前","chapter":2,"verse":12,"versions":{"unv":"我不許女人講道，也不許她轄管男人，只要沉靜。","bklcl":"Góa m̄ chún hū-jîn-lâng thoân-kàu, á-sī koán-hat ta-po͘-lâng, to̍k-to̍k tio̍h thiâm-chēng.","tghg":"我呣准婦仁人傳教，抑是管轄查甫人，獨獨著恬靜。","bklhl":"我m̄准婦人人傳教，á是管轄ta-po͘人，獨獨tio̍h恬靜。"}},{"book":"提前","chapter":2,"verse":13,"versions":{"unv":"因為先造的是亞當，後造的是夏娃，","bklcl":"In-ūi A-tong tāi-seng siū chō, jiân-āu chiah Hā-oa.","tghg":"因為亞當代先受造，然後才夏娃，","bklhl":"因為亞當事先受造，然後chiah夏娃。"}},{"book":"提前","chapter":2,"verse":14,"versions":{"unv":"且不是亞當被引誘，乃是女人被引誘，陷在罪裡。","bklcl":"Koh A-tong bô siū khi-phiàn, to̍k-to̍k hū-jîn-lâng siū khi-phiàn lâi hām-lo̍h chōe.","tghg":"閣亞當無受欺騙，獨獨婦仁人受欺騙，來陷落罪。","bklhl":"Koh亞當無受欺騙，獨獨婦人人受欺騙來陷落罪。"}},{"book":"提前","chapter":2,"verse":15,"versions":{"unv":"然而，女人若常存信心、愛心，又聖潔自守，就必在生產上得救。","bklcl":"Chóng-sī in nā tiàm-tī sìn kap jîn-ài kap chiâⁿ-sèng kiam chiat-chè, i chiū beh tùi siⁿ kiáⁿ lâi tit kiù.","tghg":"總是，𪜶若踮佇信及仁愛，及成聖兼節制，伊就欲對生子來得救。","bklhl":"總是in若tiàm-tī信kap仁愛kap成聖kiam節制，伊就beh tùi生kiáⁿ來得救。"}}]