[{"book":"提前","chapter":4,"verse":1,"versions":{"unv":"聖靈明說，在後來的時候，必有人離棄真道，聽從那引誘人的邪靈和鬼魔的道理。","bklcl":"Nā-sī Sèng Sîn bêng-bêng kóng, tī āu-lâi ê sî-kî beh ū lâng pōe-biū sìn, ì-hiòng hiah-ê bê-he̍k lâng ê sîn, kap kúi ê kà-sī,","tghg":"若是聖神明明講，佇後來的時期，欲有人悖謬(poē-biū)信，意向許個迷惑人的神及鬼的教示。","bklhl":"但是聖神明明講，tī後來ê時期beh有人悖謬信，意向hiah-ê迷惑人ê神，kap鬼ê教示，"}},{"book":"提前","chapter":4,"verse":2,"versions":{"unv":"這是因為說謊之人的假冒；這等人的良心如同被熱鐵烙慣了一般。","bklcl":"tùi pe̍h-chha̍t lâng ê ké-hó, in ê liông-sim chhin-chhiūⁿ hō͘ jia̍t ê thih kù-tio̍h,","tghg":"對白賊人的假好；𪜶的良心親像互熱(jia̍t)的鐵灸(kù)著。","bklhl":"對白賊人ê假好，in ê良心親像hō͘熱ê鐵kù-tio̍h，"}},{"book":"提前","chapter":4,"verse":3,"versions":{"unv":"他們禁止嫁娶，又禁戒食物（或譯：又叫人戒葷），就是　神所造、叫那信而明白真道的人感謝著領受的。","bklcl":"kìm-chí kè-chhōa, kìm-kài chia̍h-mi̍h, chiū-sī Siōng-tè só͘ chhòng-chō, hō͘ sìn lâi bêng-pe̍k chin-lí ê lâng, ēng chiok-siā lâi hióng-siū ê.","tghg":"禁止嫁娶，禁戒食物，就是上帝所創造，互信來明白真理的人用祝謝來享受的。","bklhl":"禁止嫁娶，禁戒食物，就是上帝所創造，hō͘信來明白真理ê人，用祝謝來享受ê。"}},{"book":"提前","chapter":4,"verse":4,"versions":{"unv":"凡　神所造的物都是好的，若感謝著領受，就沒有一樣可棄的，","bklcl":"In-ūi Siōng-tè só͘ chhòng-chō ê mi̍h lóng sī hó, nā chiok-siā lâi niá-siū i, chiū bô chi̍t hāng thang khì-sak.","tghg":"因為上帝所創造的物攏是好，若祝謝來領受伊，就無一項通棄拺，","bklhl":"因為上帝所創造ê物lóng是好，若祝謝來領受伊，就無一項thang棄sak。"}},{"book":"提前","chapter":4,"verse":5,"versions":{"unv":"都因　神的道和人的祈求成為聖潔了。","bklcl":"In-ūi tùi Siōng-tè ê ōe kap kî-tó chiū chiâⁿ-sèng.","tghg":"因為對上帝的話及祈禱就成聖。","bklhl":"因為tùi上帝ê話kap祈禱就成聖。"}},{"book":"提前","chapter":4,"verse":6,"versions":{"unv":"你若將這些事提醒弟兄們，便是基督耶穌的好執事，在真道的話語和你向來所服從的善道上得了教育。","bklcl":"Nā chiong chiah-ê sū tiám-chhíⁿ hiaⁿ-tī, chiū lí beh chòe Ki-tok Iâ-so͘ hó ê chhe-ēng, ēng sìn-tō ê ōe kap lí só͘ sūn-thàn hó ê kà-sī ê ōe lâi tit-tio̍h pôe-iúⁿ.","tghg":"若將諸個事點醒兄弟，就你欲做基督耶穌好的差用，用信道的話及你所順趁好的教示的話來得著培養。","bklhl":"若將chiah ê事點醒兄弟，就你beh做基督耶穌好ê差用，用信道ê話kap你所順thàn好ê教示ê話來得tio̍h培養。"}},{"book":"提前","chapter":4,"verse":7,"versions":{"unv":"只是要棄絕那世俗的言語和老婦荒渺的話，在敬虔上操練自己。","bklcl":"Tio̍h khì-sak chho͘-sio̍k ê ōe kap lāu hū-jîn-lâng ê phàⁿ-kó͘.  Tio̍h ka-kī liān-si̍p kàu tī kèng-khiân.","tghg":"著棄拺粗俗的話及老婦仁人的冇古(phàⁿ-kó͘)，著家己練習到佇敬虔。","bklhl":"Tio̍h棄sak粗俗ê話kap老婦人人ê冇古。Tio̍h家己練習到tī敬虔。"}},{"book":"提前","chapter":4,"verse":8,"versions":{"unv":"「操練身體，益處還少；惟獨敬虔，凡事都有益處，因有今生和來生的應許。」","bklcl":"In-ūi liān-si̍p seng-khu hit ê lī-ek sī sió-khóa, nā-sī kèng-khiân chiū hoān sū ū lī-ek; in-ūi ū hiān-sî kap chiong-lâi oa̍h-miā ê èng-ún.","tghg":"因為「練習身軀，彼個利益是小可(sió-khóa)；若是敬虔，就凡事有利益，因為有現時及將來活命的應允。」","bklhl":"因為練習身軀hit ê利益是小khóa，但是敬虔就凡事有利益；因為有現時kap將來活命ê應允。"}},{"book":"提前","chapter":4,"verse":9,"versions":{"unv":"這話是可信的，是十分可佩服的。","bklcl":"Chit kù ōe sī thang sìn, thang chiâu-chn̂g chiap-la̍p ê.","tghg":"此句話是通信，通齊全接納的。","bklhl":"chit句話是thang信，thang齊全接納ê。"}},{"book":"提前","chapter":4,"verse":10,"versions":{"unv":"我們勞苦努力，正是為此，因我們的指望在乎永生的　神；他是萬人的救主，更是信徒的救主。","bklcl":"In-ūi lán tio̍h-bôa chhut-la̍t sī ūi-tio̍h chit-ê, in-ūi lán ê ǹg-bāng chāi-tī chin-oa̍h ê Siōng-tè, I sī chèng lâng ê Kiù-chú, tī chiah-ê sìn ê lâng koh khah sī.","tghg":"因為咱著磨出力，是為著此個，因為咱的向望在佇真活的上帝；伊是眾人的救主，佇諸個信的人閣卡是。","bklhl":"因為咱tio̍h磨出力是為tio̍h chit ê，因為咱ê ǹg望在tī真活ê上帝，伊是眾人ê救主，tī chiah ê信ê人koh-khah是。"}},{"book":"提前","chapter":4,"verse":11,"versions":{"unv":"這些事，你要吩咐人，也要教導人。","bklcl":"Chiah-ê sū lí tio̍h bēng-lēng lâi kà-sī.","tghg":"諸個事，你著命令來教示。","bklhl":"Chiah-ê事你tio̍h命令來教示。"}},{"book":"提前","chapter":4,"verse":12,"versions":{"unv":"不可叫人小看你年輕，總要在言語、行為、愛心、信心、清潔上，都作信徒的榜樣。","bklcl":"Bo̍h-tit in-ūi lí ê siàu-liân hō͘ lâng khòaⁿ-khin; tio̍h tī kóng ōe, tī kiâⁿ chòe, tī jîn-ài, tī sìn, tī chheng-khì, chòe sìn ê lâng ê bô͘-iūⁿ.","tghg":"莫得因為你的少年，互人看輕，著佇講話、佇行做、佇仁愛、佇信、佇清氣，做信的人的模樣。","bklhl":"莫得因為你ê少年hō͘人看輕；tio̍h tī講話，tī行做，tī仁愛，tī信，tī清氣，做信ê人ê模樣。"}},{"book":"提前","chapter":4,"verse":13,"versions":{"unv":"你要以宣讀、勸勉、教導為念，直等到我來。","bklcl":"Tio̍h tì-ì tha̍k-chheh, khoàn-bián kà-sī, kàu tī góa lâi.","tghg":"著致意讀冊、勸勉、教示，到佇我來。","bklhl":"Tio̍h致意讀冊，勸勉教示，到tī我來。"}},{"book":"提前","chapter":4,"verse":14,"versions":{"unv":"你不要輕忽所得的恩賜，就是從前藉著預言、在眾長老按手的時候賜給你的。","bklcl":"Lí sim-lāi ê un-sù, tùi sian-ti ê ōe kap tiúⁿ-ló-hōe hōaⁿ chhiú lâi hō͘ lí ê, lí m̄ thang hut-lio̍k.","tghg":"你心內的恩賜，對先知的話及長老會按手來互你的，你呣通忽略。","bklhl":"你心內ê恩賜，tùi先知ê話kap長老會按手來hō͘你ê，你m̄-thang忽略。"}},{"book":"提前","chapter":4,"verse":15,"versions":{"unv":"這些事你要殷勤去做，並要在此專心，使眾人看出你的長進來。","bklcl":"Lí tio̍h tì-ì choan-sim tī chiah-ê sū, hō͘ lí ê chìn-pō͘ hián-bêng tī chèng lâng.","tghg":"你著致意專心佇諸個事，互你的進步顯明佇眾人。","bklhl":"你tio̍h致意專心tī chiah ê事，hō͘你ê進步顯明tī眾人。"}},{"book":"提前","chapter":4,"verse":16,"versions":{"unv":"你要謹慎自己和自己的教訓，要在這些事上恆心；因為這樣行，又能救自己，又能救聽你的人。","bklcl":"Tio̍h kín-sīn lí pún-sin í-ki̍p lí ê kà-sī, siông-siông koan-sim tī chiah-ê sū; in-ūi án-ni kiâⁿ, chiū beh kiù lí pún-sin kap thiaⁿ lí ê lâng.","tghg":"著謹慎你本身以及你的教示，常常關心佇諸個事；因為按呢行，就欲救你本身，及聽你的人。","bklhl":"Tio̍h謹慎你本身以及你ê教示，常常關心tī chiah ê事；因為án-ni行，就beh救你本身kap聽你ê人。"}}]