[{"book":"提前","chapter":6,"verse":1,"versions":{"unv":"凡在軛下作僕人的，當以自己主人配受十分的恭敬，免得　神的名和道理被人褻瀆。","bklcl":"Kìⁿ-nā tī lâng ê hat-ē chòe lô͘-po̍k ê, tio̍h khòaⁿ ka-kī ê chú-lâng kham-tit siū chiâu-chn̂g ê chun-kèng, bián-tit Siōng-tè ê miâ kap tō-lí tú-tio̍h húi-pòng.","tghg":"見若佇人的轄下做奴僕的，著看家己的主人堪得受齊全的尊敬，免得上帝的名及道理抵著(tú-tio̍h)誹謗。","bklhl":"見若tī人ê轄下做奴僕ê，tio̍h看家己ê主人堪得受齊全ê尊敬，免得上帝ê名kap道理tú-tio̍h譭謗。"}},{"book":"提前","chapter":6,"verse":2,"versions":{"unv":"僕人有信道的主人，不可因為與他是弟兄就輕看他；更要加意服事他；因為得服事之益處的，是信道蒙愛的。你要以此教訓人，勸勉人。","bklcl":"Siat-sú i ê chú-lâng sī sìn tō-lí ê, chiū m̄ thang in-ūi i sī hiaⁿ-tī lâi khòaⁿ-khin i; hoán-tńg koh khah tio̍h ho̍k-sāi i, in-ūi siū lī-ek ê chiū-sī sìn kap tit-tio̍h thiàⁿ ê.  Lí tio̍h ēng chiah-ê kà-sī lâi khó͘-khǹg in.","tghg":"設使伊的主人是信道理的，就呣通因為伊是兄弟來看輕伊；反轉閣卡著服事伊；因為受利益的就是信及得著疼的，你著用諸個教示來苦勸𪜶。","bklhl":"設使伊ê主人是信道理ê，就m̄-thang因為伊是兄弟來看輕伊；反tńg koh-khah tio̍h服事伊，因為受利益ê就是信kap得tio̍h疼ê。你tio̍h用chiah ê教示來苦勸in。"}},{"book":"提前","chapter":6,"verse":3,"versions":{"unv":"若有人傳異教，不服從我們主耶穌基督純正的話與那合乎敬虔的道理，","bklcl":"Nā ū lâng thoân pa̍t iūⁿ ê kàu, bô sūn-ho̍k lán ê Chú Iâ-so͘ Ki-tok toan-chèng ê ōe, kap chiàu kèng-khiân ê kàu-hùn ê;","tghg":"若有人傳別樣的教，無順服咱的主耶穌基督端正的話及照敬虔的教訓的，","bklhl":"若有人傳別樣ê教，無順服咱ê主耶穌基督端正ê話，kap照敬虔ê教訓ê；"}},{"book":"提前","chapter":6,"verse":4,"versions":{"unv":"他是自高自大，一無所知，專好問難，爭辯言詞，從此就生出嫉妒、紛爭、毀謗、妄疑，","bklcl":"i  sī ka-kī phòng-hong, m̄ chai pòaⁿ-hāng, ū hò͘ⁿ piān-lūn kap saⁿ-chìⁿ ōe ê pē-pēng;","tghg":"伊是家己肨(phòng)風，呣知半項，有好(hò͘ⁿ)辯論，及相爭話的弊病(pē-pēng)，","bklhl":"伊是家己phòng-hong，m̄知半項，有好辯論kap相chìⁿ話ê弊病；"}},{"book":"提前","chapter":6,"verse":5,"versions":{"unv":"並那壞了心術、失喪真理之人的爭競。他們以敬虔為得利的門路。","bklcl":"tùi án-ni chiū siⁿ-khí oàn-tò͘, saⁿ-chiⁿ, húi-pòng, pháiⁿ liām-thâu, í-ki̍p sim-chì pāi-hoāi sòng-sit chin-lí ê lâng ê oan-ke; in lia̍h kèng-khiân chòe lī-lō͘.","tghg":"對按呢就生起怨妒、相爭、誹謗、歹念頭，以及心志敗壞、喪失真理的人的冤家。𪜶掠敬虔做利路。","bklhl":"tùi án-ni就生起怨妒、相爭、譭謗、pháiⁿ念頭，以及心志敗壞喪失真理ê人ê冤家；in掠敬虔做lī-lō͘。"}},{"book":"提前","chapter":6,"verse":6,"versions":{"unv":"然而，敬虔加上知足的心便是大利了；","bklcl":"Nā-sī kèng-khiân kiam ti-chiok chiū-sī tōa lī-lō͘.","tghg":"若是敬虔兼知足就是大利路；","bklhl":"但是敬虔kiam知足就是大利路。"}},{"book":"提前","chapter":6,"verse":7,"versions":{"unv":"因為我們沒有帶甚麼到世上來，也不能帶甚麼去。","bklcl":"In-ūi lán chhut-sì bô tòa sím-mi̍h lâi, kè-sì iā bōe-ōe tòa sím-mi̍h khì.","tghg":"因為咱出世無帶甚麼來，過世(kè-si)也𣍐會帶甚麼去。","bklhl":"因為咱出世無帶甚麼來，過世也bōe-ōe帶甚麼去。"}},{"book":"提前","chapter":6,"verse":8,"versions":{"unv":"只要有衣有食，就當知足。","bklcl":"Nā-sī ū thang chia̍h chhēng, lán chiū beh ti-chiok.","tghg":"若是有通食穿，咱就欲知足。","bklhl":"但是有thang食穿，咱就beh知足。"}},{"book":"提前","chapter":6,"verse":9,"versions":{"unv":"但那些想要發財的人，就陷在迷惑、落在網羅和許多無知有害的私慾裡，叫人沉在敗壞和滅亡中。","bklcl":"To̍k-to̍k hiah-ê siūⁿ beh hoat-châi ê, chiū hām-lo̍h bê-he̍k kap lô-bāng, í-ki̍p chōe-chōe gōng-gōng ū sún-hāi ê su-io̍k, chiū-sī hō͘ lâng tîm-lo̍h tī pāi-hoāi kap bia̍t-bô ê.","tghg":"獨獨許個想欲發財的，就陷落迷惑及羅網以及多多戇戇有損害的私慾，就是互人沈落佇敗壞及滅無的。","bklhl":"獨獨hiah-ê想beh發財ê，就陷落迷惑kap羅網，以及chōe-chōe戇戇有損害ê私慾，就是hō͘人沉落tī敗壞kap滅無ê。"}},{"book":"提前","chapter":6,"verse":10,"versions":{"unv":"貪財是萬惡之根。有人貪戀錢財，就被引誘離了真道，用許多愁苦把自己刺透了。","bklcl":"In-ūi tham-châi sī bān ok ê kun-goân; ū lâng loân-bō͘ i, chiū siū bê-he̍k lâi lī-khui tō-lí, ēng chōe-chōe kan-khó͘ ka-kī chhì-chha̍k.","tghg":"因為貪財是萬惡的根源。有人戀慕伊，就受迷惑來離開道理，用多多艱苦家己刺鑿(chhì-chha̍k)。","bklhl":"因為貪財是萬惡ê根源；有人戀慕伊，就受迷惑來離開道理，用chōe-chōe艱苦家己刺鑿。"}},{"book":"提前","chapter":6,"verse":11,"versions":{"unv":"但你這屬　神的人要逃避這些事，追求公義、敬虔、信心、愛心、忍耐、溫柔。","bklcl":"To̍k-to̍k lí, sio̍k Siōng-tè ê lâng ah, tio̍h siám-pī chiah-ê; lâi tui-jip gī, kèng-khiân, sìn, jîn-ài, thun-lún, un-jiû.","tghg":"獨獨你屬上帝的人啊，著閃避諸個，來追趇(jip)義、敬虔、信、仁愛、吞愞、溫柔。","bklhl":"獨獨你，屬上帝ê人ah，tio̍h閃避chiah ê；來追jip義、敬虔、信、仁愛、吞忍、溫柔。"}},{"book":"提前","chapter":6,"verse":12,"versions":{"unv":"你要為真道打那美好的仗，持定永生。你為此被召，也在許多見證人面前，已經作了那美好的見證。","bklcl":"Tio̍h cheng-chiàn sìn ê hó cheng-chiàn; chiong éng-oa̍h khîⁿ tiâu-tiâu, lí ê siū tiàu chiū-sī ūi-tio̍h chit-ê; lí iā bat sêng-jīn hó ê chì-goān tī chōe-chōe kan-chèng ê lâng ê bīn-chêng.","tghg":"著爭戰信的好爭戰，將永活擒住住。你的受召就是為著此個，你也曾承認好的志願佇多多干證的人的面前。","bklhl":"Tio̍h爭戰信ê好爭戰；將永活擒tiâu-tiâu，你ê受召就是為tio̍h chit ê；你也bat承認好ê志願tī chōe-chōe干證ê人ê面前。"}},{"book":"提前","chapter":6,"verse":13,"versions":{"unv":"我在叫萬物生活的　神面前，並在向本丟•彼拉多作過那美好見證的基督耶穌面前囑咐你：","bklcl":"Góa tī siúⁿ-sù oa̍h-miā hō͘ bān-hāng-ū ê Siōng-tè ê bīn-chêng, í-ki̍p tùi Pún-tiu Pí-lia̍p-to chòe hó ê kan-chèng ê Ki-tok Iâ-so͘ ê bīn-chêng, hoan-hù lí,","tghg":"我佇賞賜活命互萬項有的上帝的面前，以及對本丟彼拉多做好的干證的基督耶穌的面前，吩咐你：","bklhl":"我tī賞賜活命hō͘萬項有ê上帝ê面前，以及對本丟彼拉多做好ê干證ê基督耶穌ê面前，吩咐你，"}},{"book":"提前","chapter":6,"verse":14,"versions":{"unv":"要守這命令，毫不玷污，無可指責，直到我們的主耶穌基督顯現。","bklcl":"tio̍h siú chit ê bēng-lēng, bô hâ-chhû, bô thang hiâm, kàu lán ê Chú Iâ-so͘ Ki-tok ê hián-hiān.","tghg":"著守此個命令，無瑕疵(hâ-chhû)，無通嫌，到咱的主耶穌基督的顯現。","bklhl":"tio̍h守chit ê命令，無瑕疵，無thang嫌，到咱ê主耶穌基督ê顯現。"}},{"book":"提前","chapter":6,"verse":15,"versions":{"unv":"到了日期，那可稱頌、獨有權能的萬王之王、萬主之主，","bklcl":"Kàu kî tōa hok-khì, to̍k-it ū koân-lêng, bān ông ê Ông, bān chú ê Chú, beh hián-bêng i,","tghg":"到期，大福氣、獨一有權能萬王的王、萬主的主，欲顯明伊，","bklhl":"到期大福氣，獨一有權能，萬王ê王，萬主ê主，beh顯明伊，"}},{"book":"提前","chapter":6,"verse":16,"versions":{"unv":"就是那獨一不死、住在人不能靠近的光裡，是人未曾看見、也是不能看見的，要將他顯明出來。但願尊貴和永遠的權能都歸給他。阿們！","bklcl":"chiū-sī to̍k-it bōe sí, tiàm-tī bōe thang kūn-óa ê kng, lâng só͘ bē bat khòaⁿ-kìⁿ, iā bōe-ōe khòaⁿ-kìⁿ ê; goān chun-kùi kap éng-oán ê koân-sè kui tī I.  À-bēng.","tghg":"就是獨一𣍐死，踮佇𣍐通近倚的光，人所未曾看見、也𣍐會看見的，願尊貴及永遠的權勢歸佇伊。阿們！","bklhl":"就是獨一bōe死，tiàm-tī bōe-thang近óa ê光，人所未bat看見，也bōe-ōe看見ê；願尊貴kap永遠ê權勢歸tī伊。À-bēng。"}},{"book":"提前","chapter":6,"verse":17,"versions":{"unv":"你要囑咐那些今世富足的人，不要自高，也不要倚靠無定的錢財；只要倚靠那厚賜百物給我們享受的　神。","bklcl":"Kim-sè hó-gia̍h ê lâng lí tio̍h hoan-hù in, sim-chì bo̍h-tit chū-ko, bo̍h-tit hē in ê ǹg-bāng tī bô tiāⁿ-tio̍h ê chîⁿ-châi, tio̍h hē tī chiong bān mi̍h móa-móa hō͘ lán hióng-siū ê Siōng-tè;","tghg":"今世好額的人你著吩咐𪜶，心志莫得自高，莫得下(hē)𪜶的向望佇無定著的錢財；著下佇將萬物滿滿互咱享受的上帝。","bklhl":"今世好額ê人，你tio̍h吩咐in，心志莫得自高，莫得hē in ê ǹg望tī無定tio̍h ê錢財，tio̍h hē tī將萬物滿滿hō͘咱享受ê上帝；"}},{"book":"提前","chapter":6,"verse":18,"versions":{"unv":"又要囑咐他們行善，在好事上富足，甘心施捨，樂意供給（或譯：體貼）人，","bklcl":"koh hoan-hù in kiâⁿ hó sū, hó-gia̍h tī hó só͘ kiâⁿ, hoaⁿ-hí chín-chè, kam-goān pun hō͘ lâng,","tghg":"閣吩咐𪜶行好事，好額佇好所行，歡喜賑濟，甘願分互人，","bklhl":"koh吩咐in行好事，好額tī好所行，歡喜賑濟，甘願分hō͘人，"}},{"book":"提前","chapter":6,"verse":19,"versions":{"unv":"為自己積成美好的根基，預備將來，叫他們持定那真正的生命。","bklcl":"ūi-tio̍h ka-kī chek-chū hó ê tōe-ki, pī-pān āu-lâi ê sū, hō͘ in khîⁿ-tiâu chin ê oa̍h-miā.","tghg":"為著家己積聚好的地基，備辦後來的事，互𪜶擒住(khîⁿ-tiâu)真的活命。","bklhl":"為tio̍h家己積聚好ê地基，備辦後來ê事，hō͘ in擒tiâu真ê活命。"}},{"book":"提前","chapter":6,"verse":20,"versions":{"unv":"提摩太啊，你要保守所託付你的，躲避世俗的虛談和那敵真道、似是而非的學問。","bklcl":"Thê-mô͘-thài ah, só͘ kau-thok lí ê, lí tio̍h pó-siú i, lī-khui ū miâ bô si̍t ê tì-hūi chiah-ê chho͘-sio̍k ê hu-sû, kap saⁿ pí-kàu ê piān-lūn,","tghg":"提摩太啊，所交託你的，你著保守伊，離開有名無實的智慧諸個粗俗的虛詞(hu-sû)，及相比較的辯論。","bklhl":"提摩太ah，所交託你ê，你tio̍h保守伊，離開有名無實ê智慧chiah ê粗俗ê虛詞，kap相比較ê辯論，"}},{"book":"提前","chapter":6,"verse":21,"versions":{"unv":"已經有人自稱有這學問，就偏離了真道。願恩惠常與你們同在！","bklcl":"ū lâng chū-chheng ū chit hō tì-hūi, chiū í-keng chha-biū tō-lí lah.\tGoān un-tián kap lín tī-teh.","tghg":"有人自稱有此號智慧，就已經差謬(chha-biū)道理啦。願恩典及恁佇啲！","bklhl":"有人自稱有chit號智慧，就已經差謬道理lah。\t願恩典kap lín tī-teh。"}}]