[{"book":"王上","chapter":17,"verse":1,"versions":{"unv":"基列寄居的提斯比人以利亞對亞哈說：「我指著所事奉永生耶和華─以色列的　神起誓，這幾年我若不禱告，必不降露，不下雨。」","bklcl":"Sio̍k Ki-lia̍t khiā-khí ê peh-sìⁿ, Thê-su-pí lâng Í-lī-a, tùi A-hap kóng, Góa kí éng-oa̍h Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè, chiū-sī góa khiā tī I ê bīn-chêng--ê, lâi kóng, chí(**chit) kúi-nî, góa nā bô kóng, beh bô lō͘-chúi, bô hō͘.","tghg":"屬基列徛起的百姓提斯比人以利亞對亞哈講：「我指永活耶和華──以色列的上帝，就是我徛佇伊的面前者來講，此幾年我若無講，欲無露水，無雨。」","bklhl":"屬Ki-lia̍t khiā起ê百姓，Thê-su-pí人以利亞，對A-hap講，我kí永活耶和華以色列ê上帝，就是我khiā tī伊ê面前ê，來講，chit幾年，我若無講，beh無露水，無雨。"}},{"book":"王上","chapter":17,"verse":2,"versions":{"unv":"耶和華的話臨到以利亞說：","bklcl":"Iâ-hô-hoa ê ōe lîm-kàu Í-lī-a kóng,","tghg":"耶和華的話臨到以利亞講：","bklhl":"耶和華ê話臨到以利亞講，"}},{"book":"王上","chapter":17,"verse":3,"versions":{"unv":"「你離開這裡往東去，藏在約旦河東邊的基立溪旁。","bklcl":"Lí tio̍h lī-khui chia, oat tùi tang--sì khì, bih tī Iok-tàn hô ê tang--sì, Ki-li̍p khoe-piⁿ;","tghg":"「你著離開遮越對東勢去，匿佇約但河的東勢基立溪邊。","bklhl":"你tio̍h離開chia，oat tùi東勢去，bih tī約旦河ê東勢，Ki-li̍p溪邊；"}},{"book":"王上","chapter":17,"verse":4,"versions":{"unv":"你要喝那溪裡的水，我已吩咐烏鴉在那裡供養你。」","bklcl":"lí beh lim hit ê khoe ê chúi;  Góa í-keng bēng-lēng o͘-a tī-hia kiong-kip lí.","tghg":"你欲飲彼個溪的水，我已經命令烏鴉佇遐供給你。」","bklhl":"你beh lim hit ê溪ê水；我已經命令烏鴉tī-hia供給你。"}},{"book":"王上","chapter":17,"verse":5,"versions":{"unv":"於是以利亞照著耶和華的話，去住在約旦河東的基立溪旁。","bklcl":"I chiū khì, chiàu Iâ-hô-hoa ê ōe lâi kiâⁿ;  khì tiàm tī Iok-tàn tang--sì ê Ki-li̍p khoe.","tghg":"伊就去，照耶和華的話來行，去踮佇約但東勢的基立溪。","bklhl":"伊就去，照耶和華ê話來行；去tiàm tī約旦東勢ê Ki-li̍p溪。"}},{"book":"王上","chapter":17,"verse":6,"versions":{"unv":"烏鴉早晚給他叼餅和肉來，他也喝那溪裡的水。","bklcl":"Chá-khí sî o͘-a kā i tòa piáⁿ kap bah; ê-hng sî iā tòa piáⁿ kap bah; i lim khoe--nih ê chúi.","tghg":"早起時烏鴉給伊帶餅及肉，下昏時也帶餅及肉，伊飲溪裡的水。","bklhl":"早起時烏鴉kā伊帶餅kap肉；ê-hng時也帶餅kap肉；伊lim溪裡 ê水。"}},{"book":"王上","chapter":17,"verse":7,"versions":{"unv":"過了些日子，溪水就乾了，因為雨沒有下在地上。","bklcl":"Āu-lâi khoe-chúi ta; in-ūi hit ê tōe-hng bô hō͘-chúi.","tghg":"後來溪水乾，因為彼個地方無雨水。","bklhl":"後來溪水乾；因為hit ê地方無雨水。"}},{"book":"王上","chapter":17,"verse":8,"versions":{"unv":"耶和華的話臨到他說：","bklcl":"Iâ-hô-hoa ê ōe lîm-kàu i kóng,","tghg":"耶和華的話臨到伊講：","bklhl":"耶和華ê話臨到伊講，"}},{"book":"王上","chapter":17,"verse":9,"versions":{"unv":"「你起身往西頓的撒勒法【撒勒法與路加福音四章二十六節同】去，住在那裡；我已吩咐那裡的一個寡婦供養你。」","bklcl":"Lí khí-lâi khì kàu Se-tùn ê Sat-le̍k-hoat, khiā-khí tī-hia; khòaⁿ ah, Góa í-keng bēng-lēng hit só͘-chāi chi̍t ê chiú-kóaⁿ lâng iúⁿ-chhī lí.","tghg":"「你起來去到西頓的撒勒法，徛起佇遐；看啊，我已經命令彼所在一個守寡人養飼你。」","bklhl":"你起來去到Se-tùn ê Sat-le̍k-hoat，khiā起tī-hia；看ah，我已經命令hit所在一个守寡人養飼你。"}},{"book":"王上","chapter":17,"verse":10,"versions":{"unv":"以利亞就起身往撒勒法去。到了城門，見有一個寡婦在那裡撿柴，以利亞呼叫她說：「求你用器皿取點水來給我喝。」","bklcl":"I chiū khí-lâi, khì Sat-le̍k-hoat; kàu siâⁿ-mn̂g ê sî, tú-tn̄g ū chi̍t ê chiú-kóaⁿ lâng tī hit só͘-chāi teh khioh-chhâ.  Í-lī-a chiū kiò i kóng, Kiû lí ēng khì-kū iúⁿ tām-po̍h chúi lâi hō͘ góa lim.","tghg":"伊就起來去撒勒法。到城門的時，抵當(tú-tn̄g)有一個守寡人佇彼所在啲拾柴，以利亞就叫伊講：「求你用器具舀(iúⁿ)淡薄水來互我飲。」","bklhl":"伊就起來，去Sat-le̍k-hoat；到城門ê時，tú-tn̄g有一个守寡人tī hit所在teh拾柴。以利亞就叫伊講，求你用器具iúⁿ淡薄水來hō͘我lim。"}},{"book":"王上","chapter":17,"verse":11,"versions":{"unv":"她去取水的時候，以利亞又呼叫她說：「也求你拿點餅來給我！」","bklcl":"I khì iúⁿ ê sî, Í-lī-a koh kiò i kóng, Chhiáⁿ lí sūn-chhiú the̍h tām-po̍h piáⁿ lâi hō͘ góa.","tghg":"伊去舀的時，以利亞閣叫伊講：「請你順手提淡薄餅來互我！」","bklhl":"伊去iúⁿ ê時，以利亞koh叫伊講，請你順手the̍h淡薄餅來hō͘我。"}},{"book":"王上","chapter":17,"verse":12,"versions":{"unv":"她說：「我指著永生耶和華─你的　神起誓，我沒有餅，罈內只有一把麵，瓶裡只有一點油；我現在找兩根柴，回家要為我和我兒子做餅；我們吃了，死就死吧！」","bklcl":"Hū-jîn-lâng kóng, Góa kí éng-oa̍h ê Iâ-hô-hoa lí ê Siōng-tè lâi kóng, góa bô chi̍t ê piáⁿ, chí-ū chi̍t-pé-á mī-hún tī tháng--nih, kap tām-po̍h iû tī pân--nih;  khòaⁿ ah, góa khioh nn̄g ki chhâ, beh tò-khì ūi-tio̍h góa kap góa ê kiáⁿ pek i, goán thang chia̍h i, chiah sí.","tghg":"婦仁人講：「我指永遠的耶和華──你的上帝來講，我無一個餅，只有一把仔(chi̍t-pé-á)麵粉佇桶裡，及淡薄油佇瓶(pân)裡；看啊，我拾二支柴，欲倒去為著我及我的子煏(pek)伊；阮通食伊，才死！」","bklhl":"婦人人講，我kí永活ê耶和華你ê上帝來講，我無一个餅，只有一把á麵粉tī桶裡，kap淡薄油tī瓶裡；看ah，我拾兩支柴，beh tò去為tio̍h我kap我ê kiáⁿ煏伊，阮thang食伊，chiah死。"}},{"book":"王上","chapter":17,"verse":13,"versions":{"unv":"以利亞對她說：「不要懼怕！可以照你所說的去做吧！只要先為我做一個小餅拿來給我，然後為你和你的兒子做餅。","bklcl":"Í-lī-a kā i kóng, Bián kiaⁿ; khì ah, chiàu lí só͘-kóng-ê lâi kiâⁿ; chóng-sī tāi-seng kā góa chòe chi̍t-ê sòe ê piáⁿ, tòa--lâi hō͘ góa, jiân-āu ūi-tio̍h lí kap lí ê kiáⁿ chòe i.","tghg":"以利亞給伊講：「免驚！去啊！照你所講的來行。總是代先給我做一個細的餅帶來互我，然後為著你及你的子做伊。","bklhl":"以利亞kā伊講，免驚；去ah，照你所講ê來行；總是事先kā我做一个細ê餅，帶來hō͘我，然後為tio̍h你kap你ê kiáⁿ做伊。"}},{"book":"王上","chapter":17,"verse":14,"versions":{"unv":"因為耶和華─以色列的　神如此說：罈內的麵必不減少，瓶裡的油必不缺短，直到耶和華使雨降在地上的日子。」","bklcl":"In-ūi Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè án-ni kóng, Tháng-lāi ê mī-hún bōe kiám-chió, pân-lāi ê iû bōe liáu, kàu Iâ-hô-hoa lo̍h-hō͘ tī tōe-chiūⁿ ê ji̍t.","tghg":"因為耶和華──以色列的上帝按呢講：桶內的麵粉𣍐減少，瓶內的油𣍐了，到耶和華落雨佇地上的日。」","bklhl":"因為耶和華以色列ê上帝án-ni講，桶內ê麵粉bōe減少，瓶內ê油bōe了，到耶和華落雨tī地上ê日。"}},{"book":"王上","chapter":17,"verse":15,"versions":{"unv":"婦人就照以利亞的話去行。她和她家中的人，並以利亞，吃了許多日子。","bklcl":"Hū-jîn-lâng chiū khì, chiàu Í-lī-a ê ōe lâi kiâⁿ; hū-jîn-lâng kap i ê ke kap Í-lī-a chia̍h chōe-chōe ji̍t.","tghg":"婦仁人就去，照以利亞的話來行。婦仁人及伊的家，及以利亞食多多日。","bklhl":"婦人人就去，照以利亞ê話來行；婦人人kap伊ê家kap以利亞食chōe-chōe日。"}},{"book":"王上","chapter":17,"verse":16,"versions":{"unv":"罈內的麵果不減少，瓶裡的油也不缺短，正如耶和華藉以利亞所說的話。","bklcl":"Tháng-lāi ê mī-hún bô kiám, pân-lāi ê iû bô liáu, tú chiàu Iâ-hô-hoa thok Í-lī-a só͘ kóng ê ōe.","tghg":"桶內的麵粉無減，瓶內的油無了(liáu)，抵照耶和華託以利亞所講的話。","bklhl":"桶內ê麵粉無減，瓶內ê油無了，tú照耶和華託以利亞所講ê話。"}},{"book":"王上","chapter":17,"verse":17,"versions":{"unv":"這事以後，作那家主母的婦人，她兒子病了；病得甚重，以致身無氣息。","bklcl":"Chiah-ê tāi-chì liáu-āu, chit ê hū-jîn-lâng, chiū-sī hit-ke ê chú-lâng, i ê kiáⁿ phòa-pīⁿ, pīⁿ chin siong-tiōng, tì-kàu i bô chi̍t-tiâu khùi-si.","tghg":"諸個代誌了後，此個婦仁人就是彼家的主人，伊的子破病；病真傷重，致到伊無一條氣絲。","bklhl":"Chiah-ê tāi-chì了後，chit ê婦人人，就是hit家ê主人，伊ê kiáⁿ破病，病真傷重，致到伊無一條氣絲。"}},{"book":"王上","chapter":17,"verse":18,"versions":{"unv":"婦人對以利亞說：「神人哪，我與你何干？你竟到我這裡來，使　神想念我的罪，以致我的兒子死呢？」","bklcl":"Hū-jîn-lâng kā Í-lī-a kóng, Siōng-tè ê lô͘-po̍k ah, góa kap lí sím-mi̍h kan-sia̍p? Lí lâi góa chia hō͘ Siōng-tè kì-tit góa ê chōe, hō͘ góa ê kiáⁿ sí ah.","tghg":"婦仁人給以利亞講：「上帝的奴僕啊，我及你甚麼干涉？你來我遮互上帝記得我的罪，互我的子死啊？」","bklhl":"婦人人kā以利亞講，上帝ê奴僕ah，我kap你甚麼干涉？你來我chia hō͘上帝記得我ê罪，hō͘我ê kiáⁿ死ah。"}},{"book":"王上","chapter":17,"verse":19,"versions":{"unv":"以利亞對她說：「把你兒子交給我。」以利亞就從婦人懷中將孩子接過來，抱到他所住的樓中，放在自己的床上，","bklcl":"Í-lī-a kā i kóng, Chiong lí ê kiáⁿ kau góa.  Í-lī-a chiū tùi hū-jîn-lâng ê heng-chêng phō--khì, tòa kàu só͘ tiàm ê lâu, hē tī ka-kī ê chhn̂g;","tghg":"以利亞給伊講：「將你的子交我。」以利亞就對婦仁人的胸前抱去，帶到所踮的樓，下佇家己的床，","bklhl":"以利亞kā伊講，將你ê kiáⁿ交我。以利亞就tùi婦人人ê胸前抱去，帶到所tiàm ê樓，hē tī家己ê床；"}},{"book":"王上","chapter":17,"verse":20,"versions":{"unv":"就求告耶和華說：「耶和華─我的　神啊，我寄居在這寡婦的家裡，你就降禍與她，使她的兒子死了嗎？」","bklcl":"chiū kiû-kiò Iâ-hô-hoa kóng, Iâ-hô-hoa góa ê Siōng-tè ah, Lí kiám koh kàng chai-ē tī góa só͘ kap i tòa ê chiú-kóaⁿ lâng, hāi-sí i ê kiáⁿ ah?","tghg":"就求叫耶和華講：「耶和華──我的上帝啊，你豈閣降災禍佇我所及伊住的守寡人，害死伊的子啊？」","bklhl":"就求叫耶和華講，耶和華我ê上帝ah，你kiám koh降災厄tī我所kap伊tòa ê守寡人，害死伊ê kiáⁿ ah？"}},{"book":"王上","chapter":17,"verse":21,"versions":{"unv":"以利亞三次伏在孩子的身上，求告耶和華說：「耶和華─我的　神啊，求你使這孩子的靈魂仍入他的身體！」","bklcl":"Í-lī-a chiū phak tī gín-ná ê seng-khu saⁿ-pái, kiû Iâ-hô-hoa kóng, Iâ-hô-hoa góa ê Siōng-tè ah, kiû Lí hō͘ chit ê gín-ná hôe-hûn.","tghg":"以利亞就仆佇囝仔的身軀三擺，求耶和華講：「耶和華──我的上帝啊，求你互此個囝仔回魂！」","bklhl":"以利亞就仆tī gín-ná ê身軀三pái，求耶和華講，耶和華我ê上帝ah，求你hō͘ chit ê gín-ná 回魂。"}},{"book":"王上","chapter":17,"verse":22,"versions":{"unv":"耶和華應允以利亞的話，孩子的靈魂仍入他的身體，他就活了。","bklcl":"Iâ-hô-hoa thiaⁿ Í-lī-a ê siaⁿ, gín-ná ê hûn chiū ho̍k-tò, i chiū oa̍h.","tghg":"耶和華聽以利亞的聲，囝仔的魂就復倒(ho̍k-tò)，伊就活。","bklhl":"耶和華聽以利亞ê聲，gín-ná ê魂就復到，伊就活。"}},{"book":"王上","chapter":17,"verse":23,"versions":{"unv":"以利亞將孩子從樓上抱下來，進屋子交給他母親，說：「看哪，你的兒子活了！」","bklcl":"Í-lī-a chiū phō hit ê gín-ná tùi lâu-téng lo̍h-lâi, ji̍p chhù kau hō͘ i ê lāu-bú.  Í-lī-a kóng, Khòaⁿ ah, lí ê kiáⁿ oa̍h lah.","tghg":"以利亞就抱彼個囝仔對樓頂落來，入厝交互伊的老母，以利亞講：「看啊，你的子活啦！」","bklhl":"以利亞就抱hit ê gín-ná tùi樓頂落來，入厝交hō͘伊ê老母。以利亞講，看ah，你ê kiáⁿ活lah。"}},{"book":"王上","chapter":17,"verse":24,"versions":{"unv":"婦人對以利亞說：「現在我知道你是神人，耶和華藉你口所說的話是真的。」","bklcl":"Hū-jîn-lâng tùi Í-lī-a kóng, Taⁿ góa chai lí sī Siōng-tè ê lô͘-po̍k, lí só͘ kóng Iâ-hô-hoa ê ōe sī chin-si̍t.","tghg":"婦仁人對以利亞講：「今我知你是上帝的奴僕，你所講耶和華的話是真實。」","bklhl":"婦人人對以利亞講，Taⁿ我知你是上帝ê奴僕，你所講耶和華ê話是真實。"}}]