[{"book":"王上","chapter":21,"verse":1,"versions":{"unv":"這事以後，又有一事。耶斯列人拿伯在耶斯列有一個葡萄園，靠近撒馬利亞王亞哈的宮。","bklcl":"Chiah-ê tāi-chì liáu-āu, Iâ-su-lia̍t lâng Ná-po̍k ū phû-tô-hn̂g tī Iâ-su-lia̍t, kūn Sat-má-lī-a ông A-hap ê kiong.","tghg":"諸個代誌了後，耶斯列人拿伯有葡萄園佇耶斯列，近撒瑪利亞王亞哈的宮。","bklhl":"Chiah-ê tāi-chì了後，Iâ-su-lia̍t人Ná-po̍k有葡萄園tī Iâ-su-lia̍t，近撒馬利亞王A-hap ê宮。"}},{"book":"王上","chapter":21,"verse":2,"versions":{"unv":"亞哈對拿伯說：「你將你的葡萄園給我作菜園，因為是靠近我的宮；我就把更好的葡萄園換給你，或是你要銀子，我就按著價值給你。」","bklcl":"A-hap kā Ná-po̍k kóng, Lí ēng lí ê phû-tô-hn̂g hō͘ góa, góa thang chòe chhài-hn̂g; in-ūi sī kūn tī góa ê kiong; góa beh ēng koh khah-hó ê hn̂g kā lí ōaⁿ; á-sī lí ài gûn, góa chiū chiàu kè-chîⁿ hō͘ lí.","tghg":"亞哈給拿伯講：「你用你的葡萄園互我，我通做菜園，因為是近佇我的宮；我欲用閣卡好的園給你換，抑是你愛銀，我就照價錢互你。」","bklhl":"A-hap kā Ná-po̍k講，你用你ê葡萄園hō͘我，我thang做菜園；因為是近tī我ê宮；我beh用koh-khah好ê園kā你換；á是你ài銀，我就照價錢hō͘你。"}},{"book":"王上","chapter":21,"verse":3,"versions":{"unv":"拿伯對亞哈說：「我敬畏耶和華，萬不敢將我先人留下的產業給你。」","bklcl":"Ná-po̍k kā A-hap kóng, Ēng góa ê chó͘ só͘ lâu ê gia̍p hō͘ lí, chit ê tāi-chì goān Iâ-hô-hoa kìm-chí góa.","tghg":"拿伯給亞哈講：「用我的祖所留的業互你，此個代誌願耶和華禁止我。」","bklhl":"Ná-po̍k kā A-hap講，用我ê祖所留ê業hō͘你，chit ê tāi-chì願耶和華禁止我。"}},{"book":"王上","chapter":21,"verse":4,"versions":{"unv":"亞哈因耶斯列人拿伯說「我不敢將我先人留下的產業給你」，就悶悶不樂地回宮，躺在床上，轉臉向內，也不吃飯。","bklcl":"A-hap in-ūi Iâ-su-lia̍t lâng Ná-po̍k só͘ kóng ê ōe, chiū ut-chut bô hoaⁿ-hí; tò--khì i ê chhù; in-ūi Ná-po̍k bat kóng, Góa m̄ ēng góa ê chó͘-gia̍p hō͘ lí, A-hap chiū tó tī bîn-chhn̂g, bīn ǹg lāi-bīn, iā m̄ chia̍h.","tghg":"亞哈因為耶斯列人拿伯所講的話，就鬱悴(ut-chut)無歡喜倒去伊的厝，因為拿伯曾講「我呣用我的祖業互你」，亞哈就倒佇眠床，面向內面，也呣食。","bklhl":"A-hap因為Iâ-su-lia̍t人Ná-po̍k所講ê話，就鬱卒無歡喜；tò去伊ê厝；因為Ná-po̍k bat講，我m̄用我ê祖業hō͘你，A-hap就倒tī眠床，面ǹg內面，也m̄食。"}},{"book":"王上","chapter":21,"verse":5,"versions":{"unv":"王后耶洗別來問他說：「你為甚麼心裡這樣憂悶，不吃飯呢？」","bklcl":"Ông-hō͘ Iâ-sé-piat kàu i hia, mn̄g i kóng, Lí ê sim-lāi iu-būn sòa m̄-chia̍h, sī siáⁿ iân-kò͘ ah?","tghg":"王后耶洗別到伊遐問伊講：「你的心內憂悶續呣食，是啥緣故啊？」","bklhl":"王后Iâ-sé-piat到伊hia，問伊講，你ê心內憂悶續m̄食，是啥緣故ah？"}},{"book":"王上","chapter":21,"verse":6,"versions":{"unv":"他回答說：「因我向耶斯列人拿伯說：『你將你的葡萄園給我，我給你價銀，或是你願意，我就把別的葡萄園換給你』；他卻說：『我不將我的葡萄園給你。』」","bklcl":"I kā i kóng, In-ūi góa tùi Iâ-su-lia̍t lâng Ná-po̍k kóng, Lí ēng lí ê phû-tô-hn̂g hō͘ góa, góa ēng gûn hō͘ lí; á-sī lí nā ài, góa chiū ēng phû-tô-hn̂g ōaⁿ lí.  I kóng, Góa ê phû-tô-hn̂g, góa m̄ hō͘ lí.","tghg":"伊給伊講：「因為我對耶斯列人拿伯講：『你用你的葡萄園互我，我用銀互你，抑是你若愛，我就用葡萄園換你』；伊講：『我的葡萄園我呣互你。』」","bklhl":"伊kā伊講，因為我對Iâ-su-lia̍t人Ná-po̍k講，你用你ê葡萄園hō͘我，我用銀hō͘你；á是你若ài，我就用葡萄園換你。伊講，我ê葡萄園，我m̄ hō͘你。"}},{"book":"王上","chapter":21,"verse":7,"versions":{"unv":"王后耶洗別對亞哈說：「你現在是治理以色列國不是？只管起來，心裡暢暢快快地吃飯，我必將耶斯列人拿伯的葡萄園給你。」","bklcl":"Ông-hō͘ Iâ-sé-piat kā i kóng, Lí chit-chūn sī teh koán-lí Í-sek-lia̍t kok á-m̄-sī? chòe lí khí-lâi chia̍h, hō͘ lí ê sim hoaⁿ-hí; góa beh ēng Iâ-su-lia̍t lâng Ná-po̍k ê phû-tô-hn̂g hō͘ lí.","tghg":"王后耶洗別給伊講：「你此陣是啲管理以色列國抑呣是？做你起來食，互你的心歡喜，我欲用耶斯列人拿伯的葡萄園互你。」","bklhl":"王后Iâ-sé-piat kā伊講，你chit-chūn是teh管理以色列國á-m̄是？做你起來食，hō͘你ê心歡喜；我beh用Iâ-su-lia̍t人Ná-po̍k ê葡萄園hō͘你。"}},{"book":"王上","chapter":21,"verse":8,"versions":{"unv":"於是託亞哈的名寫信，用王的印印上，送給那些與拿伯同城居住的長老貴冑。","bklcl":"Chiū ēng A-hap ê miâ siá-phoe, ēng ông ê ìn tǹg--i; kià hiah-ê phoe hō͘ Ná-po̍k ê siâⁿ, hō͘ kap i khiā-khí ê tiúⁿ-ló kùi-cho̍k.","tghg":"就用亞哈的名寫批，用王的印頓(tǹg)伊，寄許個批互拿伯的城互及伊徛起的長老貴族。","bklhl":"就用A-hap ê名寫phoe，用王ê 印tǹg伊；寄hiah-ê phoe hō͘ Ná-po̍k ê城，hō͘ kap伊khiā起ê長老貴族。"}},{"book":"王上","chapter":21,"verse":9,"versions":{"unv":"信上寫著說：「你們當宣告禁食，叫拿伯坐在民間的高位上，","bklcl":"Siá tī phoe--nih kóng, Lín tio̍h soan-pò͘ kìm-chia̍h, hō͘ Ná-po̍k chē tī peh-sìⁿ-kan ê koâiⁿ-ūi;","tghg":"寫佇批裡講：「恁著宣佈禁食，互拿伯坐佇百姓間的高位；","bklhl":"寫tī phoe裡講，Lín tio̍h宣布禁食，hō͘ Ná-po̍k坐tī百姓間ê高位；"}},{"book":"王上","chapter":21,"verse":10,"versions":{"unv":"又叫兩個匪徒坐在拿伯對面，作見證告他說：『你謗瀆　神和王了』；隨後就把他拉出去用石頭打死。」","bklcl":"koh siat nn̄g ê húi-lūi tī i ê bīn-chêng, chòe kan-chèng kò i kóng, Lí pòng-to̍k Siōng-tè kap ông; jiân-āu chiū thoa i chhut-khì, ēng chio̍h-thâu tìm-sí i.","tghg":"閣設二個匪類佇伊的面前，做干證告伊講：『你謗瀆(pòng-to̍k)上帝及王』；然後就拖伊出去用石頭擲(tìm)死伊。」","bklhl":"koh 設兩個匪類tī伊ê面前，做干證告伊講，你謗瀆上帝kap王；然後就拖伊出去，用石頭tìm死伊。"}},{"book":"王上","chapter":21,"verse":11,"versions":{"unv":"那些與拿伯同城居住的長老貴冑得了耶洗別的信，就照信而行，","bklcl":"I siâⁿ-lāi ê lâng, chiū-sī khiā-khí hit ê siâⁿ ê tiúⁿ-ló, kap kùi-cho̍k, chiū chiàu Iâ-sé-piat só͘ kià ê ōe, chiū-sī chiàu i kià hō͘ in ê phoe só͘-siá-ê, lâi kiâⁿ.","tghg":"伊城內的人，就是徛起彼個城的長老及貴族，就照耶洗別所寄的話，就是照伊寄互𪜶的批，所寫的來行，","bklhl":"伊城內ê人，就是khiā起hit ê城ê長老，kap貴族，就照Iâ-sé-piat所寄ê話，就是照伊寄hō͘ in ê phoe所寫ê，來行。"}},{"book":"王上","chapter":21,"verse":12,"versions":{"unv":"宣告禁食，叫拿伯坐在民間的高位上。","bklcl":"Soan-pò͘ kìm-chia̍h, hō͘ Ná-po̍k chē tī peh-sìⁿ-kan ê koâiⁿ-ūi.","tghg":"宣佈禁食，互拿伯坐佇百姓間的高位。","bklhl":"宣布禁食，hō͘ Ná-po̍k坐tī百姓間ê高位。"}},{"book":"王上","chapter":21,"verse":13,"versions":{"unv":"有兩個匪徒來，坐在拿伯的對面，當著眾民作見證告他說：「拿伯謗瀆　神和王了！」眾人就把他拉到城外，用石頭打死。","bklcl":"Hit nn̄g ê húi-lūi ji̍p-khì, chē tī i ê bīn-chêng; húi-lūi tng peh-sìⁿ ê bīn-chêng chòe kan-chèng kò Ná-po̍k kóng, Ná-po̍k pòng-to̍k Siōng-tè kap ông; chiū thoa i chhut siâⁿ-gōa, ēng chio̍h-thâu tìm-sí i.","tghg":"彼二個匪類入去，坐佇伊的面前，匪類當百姓的面前做干證告拿伯講：「拿伯謗瀆上帝及王！」就拖伊出城外，用石頭擲死伊。","bklhl":"Hit兩個匪類入去，坐tī伊ê面前；匪類當百姓ê面前做干證告Ná-po̍k講，Ná-po̍k謗瀆上帝kap王；就拖伊出城外，用石頭tìm死伊。"}},{"book":"王上","chapter":21,"verse":14,"versions":{"unv":"於是打發人去見耶洗別，說：「拿伯被石頭打死了。」","bklcl":"Chiū chhe lâng khì kā Iâ-sé-piat kóng, Ná-po̍k í-keng hō͘ chio̍h-thâu tìm-sí lah.","tghg":"就差人去給耶洗別，講：「拿伯已經互石頭擲死啦。」","bklhl":"就差人去kā Iâ-sé-piat講，Ná-po̍k已經hō͘石頭tìm死lah。"}},{"book":"王上","chapter":21,"verse":15,"versions":{"unv":"耶洗別聽見拿伯被石頭打死，就對亞哈說：「你起來得耶斯列人拿伯不肯為價銀給你的葡萄園吧！現在他已經死了。」","bklcl":"Iâ-sé-piat thiaⁿ-kìⁿ Ná-po̍k hō͘ chio̍h-thâu tìm-sí, Iâ-sé-piat chiū kā A-hap kóng, Lí khí-lâi chiáng Iâ-su-lia̍t lâng Ná-po̍k m̄-khéng ūi-tio̍h kè-chîⁿ hō͘ lí ê phû-tô-hn̂g, in-ūi Ná-po̍k í-keng sí, bô-miā lah.","tghg":"耶洗別聽見拿伯互石頭擲死，耶洗別就給亞哈講：「你起來掌耶斯列人拿伯呣肯為著價錢互你的葡萄園！因為拿伯已經死，無命啦！」","bklhl":"Iâ-sé-piat聽見Ná-po̍k hō͘石頭tìm死，Iâ-sé-piat就kā A-hap講，你起來掌Iâ-su-lia̍t人Ná-po̍k m̄肯為tio̍h價錢hō͘你ê葡萄園，因為Ná-po̍k已經死，無命lah。"}},{"book":"王上","chapter":21,"verse":16,"versions":{"unv":"亞哈聽見拿伯死了，就起來，下去要得耶斯列人拿伯的葡萄園。","bklcl":"A-hap thiaⁿ-kìⁿ Ná-po̍k í-keng sí, A-hap chiū khí-lâi, lo̍h-khì Iâ-su-lia̍t lâng Ná-po̍k ê phû-tô-hn̂g hia, beh chiáng i.","tghg":"亞哈聽見拿伯已經死，亞哈就起來，落去耶斯列人拿伯的葡萄園遐欲掌伊。","bklhl":"A-hap聽見Ná-po̍k已經死，A-hap就起來，落去Iâ-su-lia̍t人Ná-po̍k ê葡萄園hia，beh掌伊。"}},{"book":"王上","chapter":21,"verse":17,"versions":{"unv":"耶和華的話臨到提斯比人以利亞說：","bklcl":"Iâ-hô-hoa ê ōe lîm-kàu Thê-su-pí lâng Í-lī-a, kóng,","tghg":"耶和華的話臨到提斯比人以利亞講：","bklhl":"耶和華ê話臨到Thê-su-pí人以利亞，講，"}},{"book":"王上","chapter":21,"verse":18,"versions":{"unv":"「你起來，去見住撒馬利亞的以色列王亞哈，他下去要得拿伯的葡萄園，現今正在那園裡。","bklcl":"Lí khí-lâi, khì kìⁿ tiàm tī Sat-má-lī-a ê Í-sek-lia̍t ông A-hap; i lo̍h-khì Ná-po̍k ê phû-tô-hn̂g beh chiáng i; chit-chūn i tī-hia.","tghg":"「你起來，去見踮佇撒瑪利亞的以色列王亞哈，伊落去拿伯的葡萄園欲掌伊，此陣伊佇遐。","bklhl":"你起來，去見tiàm tī撒馬利亞ê以色列王A-hap；伊落去Ná-po̍k ê葡萄園beh掌伊；chit-chūn伊tī-hia。"}},{"book":"王上","chapter":21,"verse":19,"versions":{"unv":"你要對他說：『耶和華如此說：你殺了人，又得他的產業嗎？』又要對他說：『耶和華如此說：狗在何處舔拿伯的血，也必在何處舔你的血。』」","bklcl":"Lí tio̍h kā i kóng, Iâ-hô-hoa án-ni kóng, Lí ū thâi-sí lâng koh chiáng i ê gia̍p mah?  Koh tio̍h kā i kóng, Iâ-hô-hoa án-ni kóng, Káu tī sím-mi̍h só͘-chāi chī Ná-po̍k ê huih, káu iā beh tī-hia chī lí ê huih, chiū-sī lí pún-sin ê huih.","tghg":"你著給伊講：『耶和華按呢講：你有刣死人閣掌伊的業嗎？』閣著給伊講：『耶和華按呢講：狗佇甚麼所在舐(chī)拿伯的血，狗也欲佇遐舐你的血，就是你本身的血。』」","bklhl":"你tio̍h kā伊講，耶和華án-ni講，你有刣死人koh掌伊ê業mah？Koh tio̍h kā伊講，耶和華án-ni講，狗tī甚麼所在舐(chī)Ná-po̍k ê血，狗也beh tī-hia 舐你ê血，就是你本身ê血。"}},{"book":"王上","chapter":21,"verse":20,"versions":{"unv":"亞哈對以利亞說：「我仇敵啊，你找到我嗎？」他回答說：「我找到你了；因為你賣了自己，行耶和華眼中看為惡的事。","bklcl":"A-hap kā Í-lī-a kóng, Góa ê tùi-te̍k ah, lí chhē-tio̍h góa mah?  I ìn kóng, Góa chhē-tio̍h lí, in-ūi lí bōe ka-kī, kiâⁿ Iâ-hô-hoa khòaⁿ-chòe pháiⁿ ê sū.","tghg":"亞哈給以利亞講：「我的對敵啊，你尋著我嗎？」伊應講：「我尋著你；因為你賣家己，行耶和華看做歹的事。","bklhl":"A-hap kā以利亞講，我ê對敵ah，你chhē-tio̍h我mah？伊應講，我chhē-tio̍h你，因為你賣家己，行耶和華看做pháiⁿ ê事。"}},{"book":"王上","chapter":21,"verse":21,"versions":{"unv":"耶和華說：『我必使災禍臨到你，將你除盡。凡屬你的男丁，無論困住的、自由的，都從以色列中剪除。","bklcl":"Iâ-hô-hoa kóng, Góa beh kàng chai-ē hō͘ lí, beh it-chīn tû lí; kìⁿ sio̍k A-hap ê ta-po͘-teng, bô-lūn siū khu-sok--ê, á-sī chū-iû--ê, lóng tī Í-sek-lia̍t tiong chián-tû i.","tghg":"耶和華講：『我欲降災禍互你，欲一盡除你。見屬亞哈的查甫丁，無論受拘束者、抑是自由者，攏佇以色列中剪除伊。","bklhl":"耶和華講，我beh 降災厄hō͘你，beh一盡除你；見屬A-hap ê ta-po͘丁，無論受拘束ê，á是自由ê，lóng tī以色列中剪除伊。"}},{"book":"王上","chapter":21,"verse":22,"versions":{"unv":"我必使你的家像尼八的兒子耶羅波安的家，又像亞希雅的兒子巴沙的家；因為你惹我發怒，又使以色列人陷在罪裡。』","bklcl":"Góa beh hō͘ lí ê ke chhin-chhiūⁿ Nî-pat ê kiáⁿ Iâ-lô-phò-àm ê ke, koh chhin-chhiūⁿ A-hi-ngá ê kiáⁿ Pa-sa ê ke, in-ūi lí só͘ kan-hoān kek-tōng Góa siū-khì ê sū, koh hō͘ Í-sek-lia̍t hoān-chōe.","tghg":"我欲互你的家親像尼八的子耶羅波安的家，閣親像亞希雅的子巴沙的家；因為你所干犯激動我受氣的事，閣互以色列犯罪。』","bklhl":"我beh hō͘你ê家親像Nî-pat ê kiáⁿ Iâ-lô-phò-àm ê家，koh親像A-hi-ngá ê kiáⁿ Pa-sa ê家，因為你所干犯激動我受氣ê事，koh hō͘以色列犯罪。"}},{"book":"王上","chapter":21,"verse":23,"versions":{"unv":"論到耶洗別，耶和華也說：『狗在耶斯列的外郭必吃耶洗別的肉。","bklcl":"Lūn Iâ-sé-piat Iâ-hô-hoa iā ū kóng, Kàu beh chia̍h Iâ-sé-piat tī Iâ-su-lia̍t ê gōa-siâⁿ.","tghg":"論耶洗別，耶和華也有講：『狗欲食耶洗別佇耶斯列的外城。","bklhl":"論Iâ-sé-piat耶和華也有講，到beh食Iâ-sé-piat tī Iâ-su-lia̍t ê外城。"}},{"book":"王上","chapter":21,"verse":24,"versions":{"unv":"凡屬亞哈的人，死在城中的必被狗吃，死在田野的必被空中的鳥吃。』」","bklcl":"Sio̍k A-hap ê lâng, sí tī siâⁿ--lāi ê, káu beh chia̍h--i, sí tī chhân-iá ê, khong-tiong ê chiáu beh chia̍h--i.","tghg":"屬亞哈的人，死佇城內的，狗欲食伊，死佇田野的，空中的鳥欲食伊。』」","bklhl":"屬A-hap ê人，死tī城內ê，狗beh食伊，死tī田野ê，空中ê鳥beh食伊。"}},{"book":"王上","chapter":21,"verse":25,"versions":{"unv":"（從來沒有像亞哈的，因他自賣，行耶和華眼中看為惡的事，受了王后耶洗別的聳動；","bklcl":"(Chóng-sī bô lâng chhin-chhiūⁿ A-hap, in-ūi i ka-kī bōe, kiâⁿ Iâ-hô-hoa khòaⁿ-chòe pháiⁿ ê sū; sī tùi i ê ông-hō͘ Iâ-sé-piat kàu[kiáu]-sō i.","tghg":"（總是無人親像亞哈，因為伊家己賣，行耶和華看做歹的事，是對伊的王后耶洗別教唆伊；","bklhl":"(總是無人親像A-hap，因為伊家己bōe，行耶和華看做pháiⁿ ê事；是對伊ê王后Iâ-sé-piat教唆伊。"}},{"book":"王上","chapter":21,"verse":26,"versions":{"unv":"就照耶和華在以色列人面前所趕出的亞摩利人，行了最可憎惡的事，信從偶像。）","bklcl":"I kiâⁿ tōa khó-ò͘ⁿ ê sū, in-ūi i tè hiah-ê ngó͘-siōng, lóng chhin-chhiūⁿ A-mô͘-lī lâng chi̍t-iūⁿ, chiū-sī Iâ-hô-hoa só͘ kóaⁿ-chhut tī Í-sek-lia̍t lâng ê bīn-chêng--ê.)","tghg":"伊行大可惡的事，因為伊隨許個偶像，攏親像亞摩利人一樣，就是耶和華所趕出佇以色列人的面前者。）","bklhl":"伊行大可惡ê事，因為伊tè hiah-ê偶像，lóng親像A-mô͘-lī人一樣，就是耶和華所趕出tī以色列人ê面前ê。)"}},{"book":"王上","chapter":21,"verse":27,"versions":{"unv":"亞哈聽見這話，就撕裂衣服，禁食，身穿麻布，睡臥也穿著麻布，並且緩緩而行。","bklcl":"A-hap thiaⁿ-kìⁿ chiah-ê ōe, chiū thiah-li̍h saⁿ, sin-khu chhēng chho͘ môa-pò͘, kìm-chia̍h, khùn iā tó tī chho͘-môa-pò͘, koh ûn-ûn-á kiâⁿ.","tghg":"亞哈聽見諸個話，就拆裂衫，身軀穿粗麻布，禁食，睏也倒佇粗麻布，閣緩緩仔(ûn-ûn-á)行。","bklhl":"A-hap聽見chiah ê話，就拆裂衫，身軀穿粗麻布，禁食，睏也倒tī粗麻布，koh ûn-ûn-á行。"}},{"book":"王上","chapter":21,"verse":28,"versions":{"unv":"耶和華的話臨到提斯比人以利亞說：","bklcl":"Iâ-hô-hoa ê ōe lîm-kàu Thê-su-pí lâng Í-lī-a kóng,","tghg":"耶和華的話臨到提斯比人以利亞講：","bklhl":"耶和華ê話臨到Thê-su-pí人以利亞講，"}},{"book":"王上","chapter":21,"verse":29,"versions":{"unv":"「亞哈在我面前這樣自卑，你看見了嗎？因他在我面前自卑，他還在世的時候，我不降這禍；到他兒子的時候，我必降這禍與他的家。」","bklcl":"A-hap cháiⁿ-iūⁿ ka-kī khiam-pi tī góa ê bīn-chêng, lí ū khòaⁿ-kìⁿ mah? in-ūi i ka-kī khiam-pi tī Góa ê bīn-chêng, só͘-í Góa bô beh tī i oa̍h-teh ê ji̍t kàng chit ê chai-ē; sī tī i ê kiáⁿ ê ji̍t, kàng chit ê chai-ē tī i ê ke.","tghg":"「亞哈怎樣家己謙卑佇我的面前，你有看見嗎？因為伊家己謙卑佇我的面前，所以我無欲佇伊活啲的日，降此個災禍；是佇伊的子的日，降此個災禍佇伊的家。」","bklhl":"A-hap怎樣家己謙卑tī我ê面前，你有看見mah？因為伊家己謙卑tī我ê面前，所以我無beh tī伊活teh ê日降chit ê災厄；是tī伊ê kiáⁿ ê日，降chit ê災厄tī伊ê家。"}}]