[{"book":"王上","chapter":6,"verse":1,"versions":{"unv":"以色列人出埃及地後四百八十年，所羅門作以色列王第四年西弗月，就是二月，開工建造耶和華的殿。","bklcl":"Í-sek-lia̍t lâng chhut Ai-ki̍p tōe liáu-āu sì-pah poeh-cha̍p nî, Só͘-lô-bûn chòe Í-sek-lia̍t ông, tē-sì nî Se-hut ge̍h, chiū-sī jī-ge̍h, tāng-kang khí Iâ-hô-hoa ê tiān.","tghg":"以色列人出埃及地了後四百八十年，所羅門做以色列王第四年西弗月，就是二月，動工起耶和華的殿。","bklhl":"以色列人出埃及地了後四百八十年，所羅門做以色列王，第四年Se-hut月，就是二月，動工起耶和華ê殿。"}},{"book":"王上","chapter":6,"verse":2,"versions":{"unv":"所羅門王為耶和華所建的殿，長六十肘，寬二十肘，高三十肘。","bklcl":"Só͘-lô-bûn ông ūi Iâ-hô-hoa só͘ khí ê tiān, tn̂g la̍k-cha̍p tiú, khoah jī-cha̍p tiú, koâiⁿ saⁿ-cha̍p tiú.","tghg":"所羅門王為耶和華所起的殿，長六十肘(tiú)，闊二十肘，高三十肘。","bklhl":"所羅門王為耶和華所起ê殿，長六十肘，闊二十肘，高三十肘。"}},{"book":"王上","chapter":6,"verse":3,"versions":{"unv":"殿前的廊子長二十肘，與殿的寬窄一樣，闊十肘；","bklcl":"Hit tè chhù tiān-chêng ê lông tn̂g jī-cha̍p tiú, kap i ê chhù ê khoah pîⁿ; tī chhù ê thâu-chêng i ê khoah cha̍p tiú.","tghg":"彼塊厝殿前的廊長二十肘，及伊的厝的闊平，佇厝的頭前伊的闊十肘；","bklhl":"Hit塊厝殿前ê廊長二十肘，kap伊ê厝ê闊平；tī厝ê頭前伊ê闊十肘。"}},{"book":"王上","chapter":6,"verse":4,"versions":{"unv":"又為殿做了嚴緊的窗櫺。","bklcl":"Koh ūi-tio̍h chhù chòe thang, ū koaiⁿ-sí ê thang-á-chí.","tghg":"閣為著厝做窗，有關死的窗仔子(chí)。","bklhl":"Koh為tio̍h厝做窗，有關死ê窗á止。"}},{"book":"王上","chapter":6,"verse":5,"versions":{"unv":"靠著殿牆，圍著外殿內殿，造了三層旁屋；","bklcl":"Óa tī chhù ê chhiûⁿ, sì-ûi khí lâu, chiū-sī óa tī chhù ê chhiûⁿ ê sì-ûi, chêng-tiān āu-tiān lóng sī án-ni; khí piⁿ-pâng tī sì-ûi.","tghg":"倚佇厝的牆，四圍起樓，就是倚佇厝的牆的四圍，前殿後殿攏是按呢，起邊房佇四圍；","bklhl":"Óa tī厝ê牆，四圍起樓，就是óa tī厝ê牆ê四圍，前殿後殿lóng是án-ni；起邊房tī四圍。"}},{"book":"王上","chapter":6,"verse":6,"versions":{"unv":"下層寬五肘，中層寬六肘，上層寬七肘。殿外旁屋的樑木擱在殿牆坎上，免得插入殿牆。","bklcl":"Lâu ê ē-chân khoah gō͘-tiú, tiong-chân khoah la̍k-tiú, saⁿ-chân khoah chhit-tiú; tī chhù ê gōa-bīn chòe png-chhiûⁿ tī i ê sì-ûi, hō͘ îⁿ-á bô chhah-ji̍p tiān ê chhiûⁿ.","tghg":"樓的下層闊五肘，中層闊六肘，三層闊七肘。佇厝的外面做幫牆佇伊的四圍，互楹仔(îⁿ-á)無插入殿的牆。","bklhl":"樓ê下層闊五肘，中層闊六肘，三層闊七肘；tī厝ê外面做幫牆tī伊ê四圍，hō͘楹á無插入殿ê牆。"}},{"book":"王上","chapter":6,"verse":7,"versions":{"unv":"建殿是用山中鑿成的石頭。建殿的時候，鎚子、斧子，和別樣鐵器的響聲都沒有聽見。","bklcl":"Tiān teh khí ê sî, sī ēng soaⁿ-tiong phah-hó ê chio̍h; khí tiān ê sî, thûi, pó͘-thâu, kap pa̍t-hō thih-khì ê siaⁿ-im lóng bô thiaⁿ-kìⁿ.","tghg":"殿啲起的時，是用山中拍好的石。起殿的時，鎚、斧頭，及別號鐵器的聲音攏無聽見。","bklhl":"殿teh起ê時，是用山中phah好ê石；起殿ê時，槌、斧頭，kap別號鐵器ê聲音lóng無聽見。"}},{"book":"王上","chapter":6,"verse":8,"versions":{"unv":"在殿右邊當中的旁屋有門，門內有旋螺的樓梯，可以上到第二層，從第二層可以上到第三層。","bklcl":"Piⁿ-á tiong-pâng ê mn̂g, chiū-sī tī tiān ê chiàⁿ-pêng, tùi kńg-lê-thui chiūⁿ tiong-chân, tùi tiong-chân chiūⁿ kàu tē-saⁿ chân.","tghg":"邊仔中房的門，就是佇殿的正旁，對捲螺梯上中層，對中層上到第三層。","bklhl":"邊á中房ê門，就是tī殿ê chiàⁿ-pêng，tùi捲螺梯上中層，tùi中層上到第三層。"}},{"book":"王上","chapter":6,"verse":9,"versions":{"unv":"所羅門建殿，安置香柏木的棟樑，又用香柏木板遮蓋。","bklcl":"Tùi án-ni, khí tiān kàu-hó; chiū ēng pek-hiuⁿ-chhâ ê îⁿ, pek-hiuⁿ-chhâ ê pán, jia-khàm tiān.","tghg":"對按呢起殿到好，就用柏香柴的楹，柏香柴的板(pán)遮蓋殿。","bklhl":"Tùi án-ni，起殿到好；就用柏香柴ê楹，柏香柴ê板，遮蓋殿。"}},{"book":"王上","chapter":6,"verse":10,"versions":{"unv":"靠著殿所造的旁屋，每層高五肘，香柏木的棟樑擱在殿牆坎上。","bklcl":"Koh óa tī kui-keng ê tiān ū khí lâu, kok koâiⁿ gō͘-tiú; chiah-ê lóng ēng pek-hiuⁿ-chhâ khòa tī tiān--nih.","tghg":"閣倚佇歸間的殿有起樓，各高五肘，諸個攏用柏香柴靠(khòa)佇殿裡。","bklhl":"Koh óa tī kui間ê殿有起樓，各高五肘；chiah ê lóng用柏香柴khòa tī殿裡。"}},{"book":"王上","chapter":6,"verse":11,"versions":{"unv":"耶和華的話臨到所羅門說：","bklcl":"Iâ-hô-hoa ê ōe lîm-kàu Só͘-lô-bûn kóng,","tghg":"耶和華的話臨到所羅門講：","bklhl":"耶和華ê話臨到所羅門講，"}},{"book":"王上","chapter":6,"verse":12,"versions":{"unv":"「論到你所建的這殿，你若遵行我的律例，謹守我的典章，遵從我的一切誡命，我必向你應驗我所應許你父親大衛的話。","bklcl":"Lūn-kàu lí só͘ khí chit keng tiān, lí nā kiâⁿ Góa ê lu̍t-lē, thàn Góa ê hoat-tō͘, siú Góa it-chhè ê kài-bēng, chiàu án-ni kiâⁿ, Góa chiū beh chiàu Góa só͘ èng-ún lí ê pē Tāi-pi̍t ê ōe, èng-giām tī lí.","tghg":"「論到你所起此間殿，你若行我的律例，趁我的法度，守我一切的誡命，照按呢行，我就欲照我所應允你的父大衛的話應驗佇你。","bklhl":"論到你所起chit間殿，你若行我ê律例，thàn我ê法度，守我一切ê誡命，照án-ni行，我就beh照我所應允你ê父大衛ê話，應驗tī你。"}},{"book":"王上","chapter":6,"verse":13,"versions":{"unv":"我必住在以色列人中間，並不丟棄我民以色列。」","bklcl":"Góa beh tiàm tī Í-sek-lia̍t lâng ê tiong-kan, iā bô pàng-sak Góa ê peh-sìⁿ Í-sek-lia̍t.","tghg":"我欲踮佇以色列人的中間，也無放拺我的百姓以色列。」","bklhl":"我beh tiàm tī以色列人ê中間，也無放sak我ê百姓以色列。"}},{"book":"王上","chapter":6,"verse":14,"versions":{"unv":"所羅門建造殿宇。","bklcl":"Só͘-lô-bûn khí tiān í-keng bêng-pe̍k.","tghg":"所羅門起殿已經明白。","bklhl":"所羅門起殿已經明白。"}},{"book":"王上","chapter":6,"verse":15,"versions":{"unv":"殿裡面用香柏木板貼牆，從地到棚頂都用木板遮蔽，又用松木板鋪地。","bklcl":"Ēng pek-hiuⁿ-chhâ ê pán khí chòe tiān ê lāi-têng chhiûⁿ; tùi tiān ê thô͘-kha kàu îⁿ-á, lóng ēng chhâ khàm i ê lāi-têng; koh ēng siông-chhiū-pán pho͘ tiān ê thô͘-kha.","tghg":"用柏香柴的板起做殿的內重牆(lāi-têng-chhiûⁿ)，對殿的土腳到楹仔，攏用柴蓋伊的內重，閣用松樹板舖殿的土腳。","bklhl":"用柏香柴ê板起做殿ê內重牆；tùi殿ê土腳到楹á，lóng用柴蓋伊ê內重；koh用松樹板舖殿ê土腳。"}},{"book":"王上","chapter":6,"verse":16,"versions":{"unv":"內殿，就是至聖所，長二十肘，從地到棚頂用香柏木板遮蔽（或譯：隔斷）。","bklcl":"Koh tī tiān ê āu-bīn, ēng pek-hiuⁿ-chhâ pán khí jī-cha̍p tiú, tùi thô͘-kha kàu îⁿ-á, kā i chòe tī lāi-bīn, chòe āu-tiān, chiū-sī chì-sèng-só͘.","tghg":"閣佇殿的後面，用柏香柴板起二十肘，對土腳到楹仔給伊做佇內面做後殿，就是至聖所。","bklhl":"Koh tī殿ê後面，用柏香柴板起二十肘，tùi土腳到楹á，kā伊做tī內面，做後殿，就是至聖所。"}},{"book":"王上","chapter":6,"verse":17,"versions":{"unv":"內殿前的外殿，長四十肘。","bklcl":"Āu-tiān chêng ê tiān chhim sì-cha̍p tiú.","tghg":"後殿前的殿，深四十肘。","bklhl":"後殿前ê殿深四十肘。"}},{"book":"王上","chapter":6,"verse":18,"versions":{"unv":"殿裡一點石頭都不顯露，一概用香柏木遮蔽；上面刻著野瓜和初開的花。","bklcl":"Tiān-lāi ê peh-hiuⁿ-chhâ lóng ū khek pû-á kap hoe-lúi; tiān-lāi lóng sī pek-hiuⁿ-chhâ, bô khòaⁿ-kìⁿ chi̍t tè chio̍h.","tghg":"殿內的柏香柴攏有刻匏仔及花蕊；殿內攏是柏香柴，無看見一塊石。","bklhl":"殿內ê柏香柴lóng有刻瓠á kap花蕊；殿內lóng是柏香柴，無看見一塊石。"}},{"book":"王上","chapter":6,"verse":19,"versions":{"unv":"殿裡預備了內殿，好安放耶和華的約櫃。","bklcl":"Chhù ê lāi-bīn ū pī-pān āu-tiān, beh tī-hia an-tì Iâ-hô-hoa ê iok-kūi.","tghg":"厝的內面有備辦後殿，欲佇遐安置耶和華的約櫃。","bklhl":"厝ê內面有備辦後殿，beh tī-hia安置耶和華ê約櫃。"}},{"book":"王上","chapter":6,"verse":20,"versions":{"unv":"內殿長二十肘，寬二十肘，高二十肘，牆面都貼上精金；又用香柏木做壇，包上精金。","bklcl":"Āu-tiān ê lāi-bīn tn̂g jī-cha̍p tiú, khoah jī-cha̍p tiú, koâiⁿ jī-cha̍p tiú, lóng ēng hó-kim an i; iā ēng pek-hiuⁿ-chhâ khàm tôaⁿ.","tghg":"後殿的內面長二十肘，闊二十肘，高二十肘，攏用好金安伊；也用柏香柴蓋(khàm)壇。","bklhl":"後殿ê內面長二十肘，闊二十肘，高二十肘，lóng用好金安伊；也用柏香柴蓋壇。"}},{"book":"王上","chapter":6,"verse":21,"versions":{"unv":"所羅門用精金貼了殿內的牆，又用金鍊子掛在內殿前門扇，用金包裹。","bklcl":"Chhù-lāi Só͘-lô-bûn lóng ēng hó-kim an i, āu-tiān ê thâu-chêng khan kim-liān-á, iā ēng hó-kim an i.","tghg":"厝內所羅門攏用好金安伊，後殿的頭前牽金鍊仔，也用好金安伊。","bklhl":"厝內所羅門lóng用好金安伊，後殿ê頭前牽金鍊á，也用好金安伊。"}},{"book":"王上","chapter":6,"verse":22,"versions":{"unv":"全殿都貼上金子，直到貼完；內殿前的壇，也都用金包裹。","bklcl":"Choân-tiān lóng an kim, kàu hit keng tiān lóng khí hó; óa tī āu-tiān ê tôaⁿ, iā lóng an-kim.","tghg":"全殿攏安金，到彼間殿攏起好；倚佇後殿的壇，也攏安金。","bklhl":"全殿lóng安金，到hit間殿lóng起好；óa tī後殿ê壇，也lóng安金。"}},{"book":"王上","chapter":6,"verse":23,"versions":{"unv":"他用橄欖木做兩個基路伯，各高十肘，安在內殿。","bklcl":"Tī āu-tiān ê lāi-bīn, i ēng kaⁿ-ná-chhâ chòe nn̄g ê ki-lō͘-peng, ta̍k-ê koâiⁿ cha̍p-tiú.","tghg":"佇後殿的內面，伊用橄欖柴做二個𠼻𡀔兵，逐個高十肘。","bklhl":"Tī後殿ê內面，伊用橄欖柴做兩個ki-lō͘-peng，ta̍k-ê高十肘。"}},{"book":"王上","chapter":6,"verse":24,"versions":{"unv":"這一個基路伯有兩個翅膀，各長五肘，從這翅膀尖到那翅膀尖共有十肘；","bklcl":"Ki-lō͘-peng chit-pêng ê si̍t gō͘ tiú, ki-lō͘-peng hit-pêng ê si̍t gō͘ tiú; tùi chit-pêng ê si̍t-bé kàu hit-pêng ê si̍t-bé, kiōng cha̍p-tiú.","tghg":"𠼻𡀔兵此旁的翅五肘，𠼻𡀔兵彼旁的翅五肘，對此旁的翅尾到彼旁的翅尾共十肘；","bklhl":"ki-lō͘-peng chit-pêng ê翼五肘，ki-lō͘-peng hit-pêng ê翼 五肘；tùi chit-pêng ê翼尾到hit-pêng ê翼尾，共十肘。"}},{"book":"王上","chapter":6,"verse":25,"versions":{"unv":"那一個基路伯的兩個翅膀也是十肘，兩個基路伯的尺寸、形像都是一樣。","bklcl":"Hit ê ki-lō͘-peng iā sī cha̍p-tiú; nn̄g ê ki-lō͘-peng ê chhùn-chhioh, khoán-sit, lóng saⁿ-tâng.","tghg":"彼個𠼻𡀔兵也是十肘，二個𠼻𡀔兵的寸尺、款式攏相同。","bklhl":"Hit-ê ki-lō͘-peng也是十肘；兩個ki-lō͘-peng ê寸尺、款式，lóng相同。"}},{"book":"王上","chapter":6,"verse":26,"versions":{"unv":"這基路伯高十肘，那基路伯也是如此。","bklcl":"Chit ê ki-lō͘-peng koâiⁿ cha̍p-tiú, hit ê ki-lō͘-peng iā sī án-ni.","tghg":"此個𠼻𡀔兵高十肘，彼個𠼻𡀔兵也是按呢。","bklhl":"Chit ê ki-lō͘-peng高十肘，hit ê ki-lō͘-peng也是án-ni。"}},{"book":"王上","chapter":6,"verse":27,"versions":{"unv":"他將兩個基路伯安在內殿裡；基路伯的翅膀是張開的，這基路伯的一個翅膀挨著這邊的牆，那基路伯的一個翅膀挨著那邊的牆，裡邊的兩個翅膀在殿中間彼此相接；","bklcl":"Chiong ki-lō͘-peng hē tī āu-tiān ê lāi-bīn; ki-lō͘-peng ê si̍t thí-khui, chit ê ki-lō͘-peng chi̍t ê si̍t kàu chit-pêng ê chhiûⁿ, hit ê ki-lō͘-peng chi̍t ê si̍t kàu hit-pêng ê chhiûⁿ; tī tiān-lāi in nn̄g ê si̍t saⁿ-chiap.","tghg":"將𠼻𡀔兵下佇後殿的內面；𠼻𡀔兵的翅展開，此個𠼻𡀔兵一個翅到此旁的牆，彼個𠼻𡀔兵一個翅到彼旁的牆，佇殿內𪜶二個翅相接；","bklhl":"將ki-lō͘-peng hē tī後殿ê內面；ki-lō͘-peng ê翼thí開，chit ê ki-lō͘-peng一个翼到chit-pêng ê牆，hit ê ki-lō͘-peng一个翼到hit-pêng ê牆；tī殿內in兩個翼相接。"}},{"book":"王上","chapter":6,"verse":28,"versions":{"unv":"又用金子包裹二基路伯。","bklcl":"I koh ēng kim an hiah-ê ki-lō͘-peng.","tghg":"伊閣用金安許個𠼻𡀔兵。","bklhl":"伊koh用金安hiah-ê ki-lō͘-peng。"}},{"book":"王上","chapter":6,"verse":29,"versions":{"unv":"內殿、外殿周圍的牆上都刻著基路伯、棕樹，和初開的花。","bklcl":"Hit ê tiān sì-ûi ê chhiûⁿ, lāi-gōa lóng ū tiau-khek, chiū-sī tiau-khek ki-lō͘-peng, chó-chhiū, kap hoe-lúi ê khoán-sit.","tghg":"彼個殿四圍的牆，內外攏有雕刻，就是雕刻𠼻𡀔兵、棗樹，及花蕊的款式。","bklhl":"Hit-ê殿四圍ê牆，內外lóng有雕刻，就是雕刻ki-lō͘-peng、棗樹，kap花蕊ê款式。"}},{"book":"王上","chapter":6,"verse":30,"versions":{"unv":"內殿、外殿的地板都貼上金子。","bklcl":"Tiān ê tōe-pán, lāi-gōa lóng an-kim.","tghg":"殿的地板，內外攏安金。","bklhl":"殿ê地板，內外lóng安金。"}},{"book":"王上","chapter":6,"verse":31,"versions":{"unv":"又用橄欖木製造內殿的門扇、門楣、門框；門口有牆的五分之一。","bklcl":"Koh ēng kaⁿ-ná-chhâ chòe ji̍p āu-tiān ê mn̂g; i ê mn̂g-bâi, mn̂g-khiā, tìn chhiûⁿ ê gō͘-hūn-chi̍t.","tghg":"閣用橄欖柴做入後殿的門、伊的門楣(mn̂g-bâi)、門竪(mn̂g-khiā)；鎮牆的五份一。","bklhl":"Koh用橄欖柴做入後殿ê門；伊ê門楣，門khiā，tìn牆ê五份一。"}},{"book":"王上","chapter":6,"verse":32,"versions":{"unv":"在橄欖木做的兩門扇上刻著基路伯、棕樹，和初開的花，都貼上金子。","bklcl":"Ēng kaⁿ-ná-chhâ só͘ chō nn̄g ê mn̂g-sìⁿ, téng-bīn khek ki-lō͘-peng, chó-chhiū, kap hoe-lúi ê khoán-sit, lóng an-kim; koh ēng kim siuⁿ ki-lō͘-peng kap chó-chhiū ê téng-bīn.","tghg":"用橄欖柴所造二個門扇(mn̂g-sìⁿ)頂面刻𠼻𡀔兵、棗樹，及花蕊的款式，攏安金，閣用金鑲(siuⁿ)𠼻𡀔兵及棗樹的頂面。","bklhl":"用橄欖柴所造兩個門扇，頂面刻ki-lō͘-peng、棗樹，kap花蕊ê款式，lóng安金；koh用金鑲ki-lō͘-peng kap棗樹ê頂面。"}},{"book":"王上","chapter":6,"verse":33,"versions":{"unv":"又用橄欖木製造外殿的門框，門口有牆的四分之一。","bklcl":"Koh ēng kaⁿ-ná-chhâ chòe ji̍p tiān ê mn̂g-khiā, tìn chhiûⁿ ê sì-hūn-chi̍t.","tghg":"閣用橄欖柴做入殿的門竪，鎮牆的四份一。","bklhl":"Koh用橄欖柴做入殿ê門khiā，tìn牆ê四份一。"}},{"book":"王上","chapter":6,"verse":34,"versions":{"unv":"用松木做門兩扇。這扇分兩扇，是摺疊的；那扇分兩扇，也是摺疊的。","bklcl":"Ēng siông-chhiū-chhâ, chòe siang-pêng ê mn̂g-sìⁿ; chit pêng mn̂g ê nn̄g-sìⁿ ōe áu--tit, hit pêng mn̂g ê nn̄g-sìⁿ iā ōe áu--tit;","tghg":"用松樹柴做雙旁的門扇。此旁門的二扇，會拗得(áu--tit)；彼旁門的二扇，也會拗得。","bklhl":"用松樹柴，做雙pêng ê門扇；chit pêng門ê兩扇能拗得，hit pêng門ê兩扇也能拗得；"}},{"book":"王上","chapter":6,"verse":35,"versions":{"unv":"上面刻著基路伯、棕樹，和初開的花，都用金子貼了。","bklcl":"téng-bīn khek ki-lō͘-peng, chó-chhiū, kap hoe-lúi ê khoán-sit, lóng an-kim; koh ēng kim siuⁿ tī tiau-khek ê kang ê téng-bīn.","tghg":"頂面刻𠼻𡀔兵、棗樹，及花蕊的款式，攏安金，閣用金鑲佇雕刻的工的頂面。","bklhl":"頂面刻ki-lō͘-peng、棗樹，kap花蕊ê款式，lóng 安金；koh用金鑲tī雕刻ê工ê頂面。"}},{"book":"王上","chapter":6,"verse":36,"versions":{"unv":"他又用鑿成的石頭三層、香柏木一層建築內院。","bklcl":"I koh ēng phah-hó ê chio̍h saⁿ-ûn, pek-hiuⁿ-chhâ chi̍t-ûn, lâi khí lāi-īⁿ.","tghg":"伊閣用拍好的石三勻(saⁿ-ûn)、柏香柴一勻來起內院。","bklhl":"伊koh用phah好ê石三ûn，柏香柴一ûn，來起內院。"}},{"book":"王上","chapter":6,"verse":37,"versions":{"unv":"所羅門在位第四年西弗月，立了耶和華殿的根基。","bklcl":"Tē sì-nî, Se-hut ge̍h, hē Iâ-hô-hoa tiān ê tōe-ki.","tghg":"第四年西弗月，下耶和華殿的地基。","bklhl":"第四年，Se-hut月，hē耶和華殿ê地基。"}},{"book":"王上","chapter":6,"verse":38,"versions":{"unv":"到十一年布勒月，就是八月，殿和一切屬殿的都按著樣式造成。他建殿的工夫共有七年。","bklcl":"Kàu cha̍p-it nî, Pò͘-le̍k ge̍h, chiū-sī poeh-ge̍h, tiān-tn̂g só͘ ū it-chhè chiàu i ê khoán-sit chō-chiâⁿ; i khí-chō kiōng chhit nî kú.","tghg":"到十一年布勒(Pò͘-le̍k)月，就是八月，殿堂所有一切照伊的款式造成。伊起造共七年久。","bklhl":"到十一年，Pò͘-le̍k月，就是八月，殿堂所有一切照伊ê款式造成；伊起造共七年久。"}}]