[{"book":"王上","chapter":10,"verse":1,"versions":{"unv":"示巴女王聽見所羅門因耶和華之名所得的名聲，就來要用難解的話試問所羅門。","bklcl":"Sī-pa ê lú-ông thiaⁿ-kìⁿ Só͘-lô-bûn ê miâ-siaⁿ, ūi-tio̍h Iâ-hô-hoa ê miâ só͘ tit-tio̍h ê, chiū lâi beh ēng oh-tit kóe-bêng ê sū chhì i.","tghg":"示巴的女王聽見所羅門的名聲，為著耶和華的名所得著的，就來欲用僫得(oh-tit)解明的事試伊。","bklhl":"Sī-pa ê女王聽見所羅門ê名聲，為tio̍h耶和華ê名所得tio̍h ê，就來beh用oh得解明ê事試伊。"}},{"book":"王上","chapter":10,"verse":2,"versions":{"unv":"跟隨她到耶路撒冷的人甚多，又有駱駝馱著香料、寶石，和許多金子。她來見了所羅門王，就把心裡所有的對所羅門都說出來。","bklcl":"I kàu Iâ-lō͘-sat-léng, tè i ê lâng chin-chōe; ū lo̍k-tô chài hiuⁿ-liāu, kap n̂g-kim chin-chōe; iā ū pó-chio̍h; i kìⁿ Só͘-lô-bûn ê sî, chiū chiong sim-lāi it-chhè só͘ chûn--ê, kap i kóng.","tghg":"伊到耶路撒冷隨伊的人真多，有駱駝載香料(hiuⁿ-liāu)、及黃金真多，也有寶石。伊見所羅門的時，就將心內一切所存的及伊講。","bklhl":"伊到耶路撒冷，tè伊ê人真chōe；有駱駝載香料，kap黃金真chōe；也有寶石；伊見所羅門ê時，就將心內一切所存ê，kap伊講。"}},{"book":"王上","chapter":10,"verse":3,"versions":{"unv":"所羅門王將她所問的都答上了，沒有一句不明白、不能答的。","bklcl":"Só͘-lô-bûn chiàu i só͘ mn̄g-ê lóng ìn i; bô chi̍t-hāng ông bōe hiáu-tit thang kā i kóng.","tghg":"所羅門照伊所問的攏應伊，無一項王𣍐曉得通給伊講。","bklhl":"所羅門照伊所問ê lóng應伊；無一項王bōe曉得thang kā伊講。"}},{"book":"王上","chapter":10,"verse":4,"versions":{"unv":"示巴女王見所羅門大有智慧，和他所建造的宮室，","bklcl":"Sī-pa lú-ông khòaⁿ-kìⁿ Só͘-lô-bûn it-chhè ê tì-hūi, kap i só͘ khí ê chhù;","tghg":"示巴女王看見所羅門一切的智慧，及伊所起的厝，","bklhl":"Sī-pa女王看見所羅門一切ê智慧，kap伊所起ê厝；"}},{"book":"王上","chapter":10,"verse":5,"versions":{"unv":"席上的珍饈美味，群臣分列而坐，僕人兩旁侍立，以及他們的衣服裝飾和酒政的衣服裝飾，又見他上耶和華殿的臺階（或譯：他在耶和華殿裡所獻的燔祭），就詫異得神不守舍；","bklcl":"toh-téng ê chia̍h-mi̍h, jîn-sîn pâi-lia̍t teh-chē, lô͘-po̍k kun-sûi ho̍k-sāi, í-ki̍p in ê i-ho̍k, kap i ê chiú-chèng, koh khòaⁿ-kìⁿ i chiūⁿ Iâ-hô-hoa tiān ê kiā-á, chiū hûn put-hū-thé.","tghg":"桌頂的食物，人臣排列啲坐，奴僕跟隨(kun-sûi)服事，以及𪜶的衣服及伊的酒政，閣看見伊上耶和華殿的崎仔，就魂不附體；","bklhl":"桌頂ê食物，人臣排列teh坐，奴僕跟隨服事，以及in ê衣服，kap伊ê酒政，koh看見伊上耶和華殿ê崎á，就魂不附體。"}},{"book":"王上","chapter":10,"verse":6,"versions":{"unv":"對王說：「我在本國裡所聽見論到你的事和你的智慧實在是真的！","bklcl":"I chiū tùi ông kóng, Góa tī pún-kok thiaⁿ-kìⁿ lí ê tāi-chì, kap lí ê tì-hūi, lóng sī chin-si̍t.","tghg":"伊就對王講：「我佇本國聽見你的代誌及你的智慧攏是真實！","bklhl":"伊就對王講，我tī本國聽見你ê tāi-chì，kap你ê智慧，lóng是真實。"}},{"book":"王上","chapter":10,"verse":7,"versions":{"unv":"我先不信那些話，及至我來親眼見了才知道人所告訴我的還不到一半。你的智慧和你的福分越過我所聽見的風聲。","bklcl":"Chóng-sī góa m̄-sìn hiah-ê ōe, kàu góa lâi chhin-ba̍k khòaⁿ-kìⁿ, chiah chai; lâng só͘ kā góa kóng ê, iáu bô chi̍t-pòaⁿ; lí ê tì-hūi kap lí ê heng-thong iâⁿ-kè góa só͘ thiaⁿ-kìⁿ ê miâ-siaⁿ.","tghg":"總是我呣信許個話，到我來親目看見才知人所給我講的猶無一半。你的智慧及你的亨通贏過我所聽見的名聲。","bklhl":"總是我m̄信hiah-ê話，到我來親目看見，chiah知；人所kā我講ê，iáu無一半；你ê智慧kap你ê興通贏過我所聽見ê名聲。"}},{"book":"王上","chapter":10,"verse":8,"versions":{"unv":"你的臣子、你的僕人常侍立在你面前聽你智慧的話是有福的！","bklcl":"Hok-khì ah, lí ê lâng, hok-khì ah, lí ê lô͘-po̍k, siông-siông khiā tī lí ê bīn-chêng, thiaⁿ lí ê tì-hūi.","tghg":"福氣啊！你的人，福氣啊！你的奴僕常常徛佇你的面前聽你的智慧。","bklhl":"福氣ah，你ê人，福氣ah，你ê奴僕，常常khiā tī你ê面前，聽你ê智慧。"}},{"book":"王上","chapter":10,"verse":9,"versions":{"unv":"耶和華─你的　神是應當稱頌的！他喜悅你，使你坐以色列的國位；因為他永遠愛以色列，所以立你作王，使你秉公行義。」","bklcl":"Iâ-hô-hoa lí ê Siōng-tè sī eng-kai o-ló ê;  I hoaⁿ-hí lí, hō͘ lí chē Í-sek-lia̍t ê kok-ūi; in-ūi Iâ-hô-hoa éng-oán thiàⁿ Í-sek-lia̍t, só͘-í siat-li̍p lí chòe ông, hō͘ lí péng-kong kiâⁿ-gī.","tghg":"耶和華──你的上帝是應該謳咾的！伊歡喜你，互你坐以色列的國位；因為耶和華永遠疼以色列，所以設立你做王，互你秉公行義。」","bklhl":"耶和華你ê上帝是應該o-ló ê；伊歡喜你，hō͘你坐以色列ê國位；因為耶和華永遠疼以色列，所以設立你做王，hō͘你秉公行義。"}},{"book":"王上","chapter":10,"verse":10,"versions":{"unv":"於是，示巴女王將一百二十他連得金子和寶石，與極多的香料，送給所羅門王。她送給王的香料，以後奉來的不再有這樣多。","bklcl":"I ēng chi̍t-pah tha-liân-tek ê kim, kap chōe-chōe ê hiuⁿ-liāu, kap pó-chio̍h, sàng ông; í-āu só͘ lâi ê hiuⁿ-liāu, m̄-bat koh chhin-chhiūⁿ Sī-pa lú-ông sàng Só͘-lô-bûn ông ê hiah-chōe.","tghg":"伊用一百二十他連得的金，及多多的香料，及寶石，送王。以後所來的香料，呣曾閣親像示巴女王送所羅門王的許多。","bklhl":"伊用一百tha-liân-tek ê金，kap chōe-chōe ê香料，kap寶石，送王；以後所來ê香料，m̄-bat koh親像Sī-pa女王送所羅門王ê hiah-chōe。"}},{"book":"王上","chapter":10,"verse":11,"versions":{"unv":"（希蘭的船隻從俄斐運了金子來，又從俄斐運了許多檀香木（或譯：烏木；下同）和寶石來。","bklcl":"Hi-lân ê chûn-chiah tùi Gô-hui tòa kim lâi-ê, koh tùi Gô-hui tòa chōe-chōe tôaⁿ-hiuⁿ-chhâ, kap pó-chio̍h lâi.","tghg":"（希蘭的船隻對俄斐帶金來的，閣對俄斐帶多多檀香柴，及寶石來。","bklhl":"Hi-lân ê船隻tùi Gô-hui tòa金來ê，koh tùi Gô-hui tòa chōe-chōe檀香柴，kap寶石來。"}},{"book":"王上","chapter":10,"verse":12,"versions":{"unv":"王用檀香木為耶和華殿和王宮做欄杆，又為歌唱的人做琴瑟。以後再沒有這樣的檀香木進國來，也沒有人看見過，直到如今。）","bklcl":"Ông ēng tôaⁿ-hiuⁿ-chhâ, ūi Iâ-hô-hoa ê tiān kap ông-kiong, chòe lân-kan; koh ūi chhiùⁿ-koa ê lâng chòe khîm sek; í-āu m̄-bat koh ū hit hō tôaⁿ-hiuⁿ-chhâ lâi, iā bô lâng khòaⁿ-kìⁿ, ti̍t-kàu kin-á-ji̍t.","tghg":"王用檀香柴為耶和華的殿及王宮做欄杆，閣為唱歌的人做琴瑟。以後呣曾閣有彼號檀香柴來，也無人看見，直到今仔日。）","bklhl":"王用檀香柴，為耶和華ê殿kap王宮，做欗杆；koh為唱歌ê人做琴瑟；以後m̄-bat koh有hit號檀香柴來，也無人看見，直到今á日。"}},{"book":"王上","chapter":10,"verse":13,"versions":{"unv":"示巴女王一切所要所求的，所羅門王都送給她，另外照自己的厚意餽送她。於是女王和她臣僕轉回本國去了。","bklcl":"Só͘-lô-bûn chiàu ông ê lé, ēng mi̍h sàng Sī-pa ê lú-ông; í-gōa koh ēng lú-ông kìⁿ só͘ ài, kìⁿ só͘ kiû--ê, sàng i.  Tùi án-ni i kap i ê jîn-sîn tò-tńg khì i pún-kok.","tghg":"所羅門照王的禮，用物送示巴的女王，以外閣用女王見所愛，見所求的，送伊。對按呢伊及伊的人臣倒轉去伊本國。","bklhl":"所羅門照王ê禮，用物送Sī-pa ê女王；以外koh用女王見所ài，見所求ê，送伊。Tùi án-ni，伊kap伊ê人臣倒tńg去伊本國。"}},{"book":"王上","chapter":10,"verse":14,"versions":{"unv":"所羅門每年所得的金子共有六百六十六他連得。","bklcl":"Só͘-lô-bûn ta̍k-nî só͘ tit-tio̍h ê kim, kiōng la̍k-pah la̍k-cha̍p-la̍k tha-liân-tek.","tghg":"所羅門逐年所得著的金共六百六十六他連得。","bklhl":"所羅門ta̍k年所得tio̍h ê金，共六百六十六tha-liân-tek。"}},{"book":"王上","chapter":10,"verse":15,"versions":{"unv":"另外還有商人和雜族（雜族在歷代下九章十四節是阿拉伯）的諸王，與國中的省長所進的金子。","bklcl":"Í-gōa ū iû-le̍k-ê, kap óng-lâi ê seng-lí lâng, í-ki̍p cha̍p-cho̍k chiah-ê ông, kap kok-lāi chiah-ê siú-léng só͘ la̍p ê.","tghg":"以外有遊歷的及往來的生理(seng-lí)人以及雜族諸個王，及國內諸個首領所納的。","bklhl":"以外有遊歷ê，kap往來ê seng-lí人，以及雜族chiah ê王，kap國內chiah ê首領所納ê。"}},{"book":"王上","chapter":10,"verse":16,"versions":{"unv":"所羅門王用錘出來的金子打成擋牌二百面，每面用金子六百舍客勒；","bklcl":"Só͘-lô-bûn ông ēng kè-phah ê kim, chòe tōa-pâi nn̄g-pah bīn; múi-bīn tōa-pâi ê kim la̍k-pah sià-khek-le̍k;","tghg":"所羅門王用過拍的金做大牌二百面，每面大牌的金六百舍客勒；","bklhl":"所羅門王用過phah ê金，做大牌兩百面；每面大牌ê金六百sià-khek-le̍k；"}},{"book":"王上","chapter":10,"verse":17,"versions":{"unv":"又用錘出來的金子打成盾牌三百面，每面用金子三彌那，都放在黎巴嫩林宮裡。","bklcl":"koh ēng kè-phah ê kim chòe pîn-pâi saⁿ-pah bīn, múi-bīn ēng kim saⁿ bî-ná; ông hē i tī Lī-pa-lùn chhiū-nâ ê chhù.","tghg":"閣用過拍的金做屏牌三百面，每面用金三彌那，王下伊佇黎巴嫩樹林的厝。","bklhl":"koh用過phah ê金做屏牌三百面，每面用金三bî-ná；王hē伊tī Lī-pa-lùn樹林ê厝。"}},{"book":"王上","chapter":10,"verse":18,"versions":{"unv":"王用象牙製造一個寶座，用精金包裹。","bklcl":"Ông koh ēng chhiūⁿ-gê chòe chi̍t ê tōa pó-chō, ēng hó-kim an i.","tghg":"王閣用象牙做一個大寶座，用好金安伊。","bklhl":"王koh用象牙做一个大寶座，用好金安伊。"}},{"book":"王上","chapter":10,"verse":19,"versions":{"unv":"寶座有六層臺階，座的後背是圓的，兩旁有扶手，靠近扶手有兩個獅子站立。","bklcl":"Pó-chō ū la̍k-chàn ê kiā-á, chō-ūi-the ê téng-bīn sī îⁿ ê; siang-pêng ū khò-chhiú, khò-chhiú-piⁿ ū nn̄g chiah sai khiā--teh;","tghg":"寶座有六層(chàn)的崎仔(kiā-á)，座位撐(the)的頂面是圓的，雙旁有靠手，靠手邊有二隻獅徛啲。","bklhl":"寶座有六層ê崎á，座位the ê頂面是圓ê；雙pêng有靠手，靠手邊有兩隻獅khiā-teh；"}},{"book":"王上","chapter":10,"verse":20,"versions":{"unv":"六層臺階上有十二個獅子站立，每層有兩個：左邊一個，右邊一個；在列國中沒有這樣做的。","bklcl":"koh ū cha̍p-jī chiah sai, khiā tī la̍k chàn kiā-á ê chit-pêng kap hit-pêng; pa̍t-kok lóng bô chè-chō chhin-chhiūⁿ án-ni.","tghg":"閣有十二隻獅徛佇六層崎仔的此旁及彼旁；別國攏無製造親像按呢。","bklhl":"koh有十二隻獅，khiā tī 六層崎á ê chit-pêng kap hit-pêng；別國lóng無製造親像án-ni。"}},{"book":"王上","chapter":10,"verse":21,"versions":{"unv":"所羅門王一切的飲器都是金子的。黎巴嫩林宮裡的一切器皿都是精金的。所羅門年間，銀子算不了甚麼。","bklcl":"Só͘-lô-bûn ông it-chhè lim ê khì-kū lóng sī kim--ê; Lī-pa-lùn chhiū-nâ ê chhù it-chhè ê khì-kū iā sī hó-kim--ê, lóng bô gûn--ê; Só͘-lô-bûn ê nî-kan lâng khòaⁿ gûn chòe bô mi̍h.","tghg":"所羅門王一切飲的器具攏是金的。黎巴嫩樹林的厝一切的器具也是好金的，攏無銀的。所羅門的年間，人看銀做無物。","bklhl":"所羅門王一切lim ê器具lóng是金ê；黎巴嫩樹林ê厝一切ê器具也是好金ê，lóng無銀ê；所羅門ê年間，人看銀做無物。"}},{"book":"王上","chapter":10,"verse":22,"versions":{"unv":"因為王有他施船隻與希蘭的船隻一同航海，三年一次，裝載金銀、象牙、猿猴、孔雀回來。","bklcl":"In-ūi ông ū Tha-si ê chûn-chiah chi̍t-tīn, kap Hi-lân ê chûn-chiah chi̍t-tīn, saⁿ-kap kè-hái; chiah-ê Tha-si kui-tīn ê chûn chài kim, gûn, chhiūⁿ-gê, kâu, khóng-chhiok, saⁿ-nî tò-lâi chi̍t-pái.","tghg":"因為王有他施的船隻一陣及希蘭的船隻一陣相及過海，諸個他施歸陣的船載金銀、象牙、猴、孔雀，三年倒來一擺。","bklhl":"因為王有Tha-si ê船隻一陣，kap Hi-lân ê船隻一陣，相kap過海；chiah ê Tha-si kui陣ê船載金、銀、象牙、猴、孔雀，三年tò來一pái。"}},{"book":"王上","chapter":10,"verse":23,"versions":{"unv":"所羅門王的財寶與智慧勝過天下的列王。","bklcl":"Só͘-lô-bûn ông ê hó-gia̍h kap tì-hūi iâⁿ-kè thiⁿ-ē lia̍t-ông.","tghg":"所羅門王的好額及智慧贏過天下列王。","bklhl":"所羅門王ê好額kap智慧贏過天下列王。"}},{"book":"王上","chapter":10,"verse":24,"versions":{"unv":"普天下的王都求見所羅門，要聽　神賜給他智慧的話。","bklcl":"Thiⁿ-ē ê lâng lóng lâi ài kìⁿ Só͘-lô-bûn ê bīn, thiaⁿ i ê tì-hūi, chiū-sī Siōng-tè siúⁿ-sù tī i ê sim ê.","tghg":"天下的人攏來愛見所羅門的面，聽伊的智慧就是上帝賞賜佇伊的心的。","bklhl":"天下ê人lóng來ài見所羅門ê面，聽伊ê智慧，就是上帝賞賜tī伊ê心ê。"}},{"book":"王上","chapter":10,"verse":25,"versions":{"unv":"他們各帶貢物，就是金器、銀器、衣服、軍械、香料、騾馬，每年有一定之例。","bklcl":"In ta̍k-ê tòa chìn-kòng ê mi̍h, chiū-sī gûn-khì, kim-khì, i-ho̍k, kun-khì, hiuⁿ-liāu, bé, kap lô; ta̍k-nî ū tiāⁿ-tio̍h ê lē.","tghg":"𪜶逐個帶進貢的物，就是銀器、金器、衣服、軍器、香料、馬，及騾，逐年有定著的例。","bklhl":"In ta̍k-ê帶進貢ê物，就是銀器、金器、衣服、軍器、香料、馬，kap騾；ta̍k年有定tio̍h ê例。"}},{"book":"王上","chapter":10,"verse":26,"versions":{"unv":"所羅門聚集戰車馬兵，有戰車一千四百輛，馬兵一萬二千名，安置在屯車的城邑和耶路撒冷，就是王那裡。","bklcl":"Só͘-lô-bûn chiū chū-chi̍p chiàn-chhia, bé-peng; ū chiàn-chhia chi̍t-chheng sì-pah tiuⁿ, bé-peng chi̍t-bān nn̄g-chheng miâ; an-tì in tī hiah-ê tún-chhia ê siâⁿ, iā kap ông tī Iâ-lō͘-sat-léng.","tghg":"所羅門就聚集戰車馬兵，有戰車一千四百張，馬兵一萬二千名，安置𪜶佇許個囤車的城也及王佇耶路撒冷。","bklhl":"所羅門就聚集戰車、馬兵；有戰車一千四百張，馬兵一萬兩千名；安置in tī hiah-ê囤車ê城，也kap王tī耶路撒冷。"}},{"book":"王上","chapter":10,"verse":27,"versions":{"unv":"王在耶路撒冷使銀子多如石頭，香柏木多如高原的桑樹。","bklcl":"Ông tī Iâ-lō͘-sat-léng hō͘ gûn chhin-chhiūⁿ chio̍h-thâu, hō͘ pek-hiuⁿ-chhâ chhin-chhiūⁿ pîⁿ-iûⁿ  ê sng-châi-chhiū, sī in-ūi chin-chōe.","tghg":"王佇耶路撒冷互銀親像石頭，互柏香柴親像平洋的桑材樹，是因為真多。","bklhl":"王tī耶路撒冷hō͘銀親像石頭，hō͘柏香柴親像平洋ê桑材樹，是因為真chōe。"}},{"book":"王上","chapter":10,"verse":28,"versions":{"unv":"所羅門的馬是從埃及帶來的，是王的商人一群一群按著定價買來的。","bklcl":"Só͘-lô-bûn ê bé sī tùi Ai-ki̍p tòa--lâi-ê, sī ông ê seng-lí lâng, chi̍t-tīn chi̍t-tīn, chiàu kè-chîⁿ tit-tio̍h ê.","tghg":"所羅門的馬是對埃及帶來的，是王的生理人一陣一陣照價錢得著的。","bklhl":"所羅門ê馬是tùi埃及帶來ê，是王ê seng-lí人，一陣一陣，照價錢得tio̍h ê。"}},{"book":"王上","chapter":10,"verse":29,"versions":{"unv":"從埃及買來的車，每輛價銀六百舍客勒，馬每匹一百五十舍客勒。赫人諸王和亞蘭諸王所買的車馬，也是按這價值經他們手買來的。","bklcl":"Tùi Ai-ki̍p chiūⁿ-lâi ê chhia, múi-tiuⁿ kè-gûn la̍k-pah sià-khek-le̍k; bé múi-phit chi̍t-pah gō͘-cha̍p.  Hek-lâng chiah-ê ông, kap A-lân chiah-ê ông, lóng tùi in keng-chhiú, chiàu án-ni tòa--chhut-lâi.","tghg":"對埃及上來的車，每張價銀六百舍客勒，馬每匹一百五十。赫人諸個王及亞蘭諸個王，攏對𪜶經手照按呢帶出來。","bklhl":"Tùi埃及上來ê車，每張價銀六百sià-khek-le̍k；馬每匹一百五十。Hek人chiah ê王，kap A-lân chiah ê王，lóng tùi in經手，照án-ni帶出來。"}}]