[{"book":"王上","chapter":20,"verse":1,"versions":{"unv":"亞蘭王便‧哈達聚集他的全軍，率領三十二個王，帶著車馬上來圍攻撒馬利亞；","bklcl":"A-lân ông Piān-hap-ta̍t chū-chi̍p i ê choân-kun, ū saⁿ-cha̍p-jī ê ông kap i khì, ū bé, ū chhia, chiūⁿ-khì ûi Sat-má-lī-a, lâi kong i.","tghg":"亞蘭王便哈達聚集伊的全軍，有三十二個王及伊去，有馬有車上去圍撒瑪利亞來攻伊；","bklhl":"A-lân王Piān-hap-ta̍t聚集伊ê全軍，有三十二個王kap伊去，有馬，有車，上去圍撒馬利亞，來攻伊。"}},{"book":"王上","chapter":20,"verse":2,"versions":{"unv":"又差遣使者進城見以色列王亞哈，對他說：「便‧哈達如此說：","bklcl":"Koh chhe sù-chiá ji̍p siâⁿ kìⁿ Í-sek-lia̍t ông A-hap, kā i kóng, Piān-hap-ta̍t án-ni kóng,","tghg":"閣差使者入城見以色列王亞哈，給伊講：「便哈達按呢講：","bklhl":"Koh差使者入城見以色列王A-hap，kā伊講，Piān-hap-ta̍t án-ni講，"}},{"book":"王上","chapter":20,"verse":3,"versions":{"unv":"你的金銀都要歸我，你妻子兒女中最美的也要歸我。」","bklcl":"Lí ê gûn, lí ê kim, lóng sī góa-ê, lí hiah-ê bó͘, lí hiah-ê kiáⁿ-jî, tē-it súi ê, iā-sī góa-ê.","tghg":"你的銀你的金攏是我的，你許個某你許個子兒第一媠的也是我的。」","bklhl":"你ê銀，你ê金，lóng是我ê，你hiah-ê bó͘，你hiah-ê kiáⁿ兒，第一súi ê，也是我ê。"}},{"book":"王上","chapter":20,"verse":4,"versions":{"unv":"以色列王回答說：「我主我王啊，可以依著你的話，我與我所有的都歸你。」","bklcl":"Í-sek-lia̍t ông ìn kóng, Góa ê chú, góa ê ông ah, chiàu lí ê ōe, góa kap góa só͘-ū-ê lóng sī lí-ê.","tghg":"以色列王應講：「我的主我的王啊，照你的話，我及我所有的攏是你的。」","bklhl":"以色列王應講，我ê主，我ê王ah，照你ê話，我kap我所有ê lóng是你ê。"}},{"book":"王上","chapter":20,"verse":5,"versions":{"unv":"使者又來說：「便‧哈達如此說：我已差遣人去見你，要你將你的金銀、妻子、兒女都給我。","bklcl":"Sù-chiá koh lâi kóng, Piān-hap-ta̍t án-ni kóng, Góa khiok ū chhe lâng khì kìⁿ lí, ài lí chiong lí ê gûn, kim, bó͘, kiáⁿ-jî, lóng kau hō͘ góa.","tghg":"使者閣來講：「便哈達按呢講：我卻有差人去見你，愛你將你的銀、金、某、子兒攏交互我。","bklhl":"使者koh來講，Piān-hap-ta̍t án-ni講，我卻有差人去見你，ài你將你ê銀、金、bó͘、kiáⁿ兒，lóng交hō͘我。"}},{"book":"王上","chapter":20,"verse":6,"versions":{"unv":"但明日約在這時候，我還要差遣臣僕到你那裡，搜查你的家和你僕人的家，將你眼中一切所喜愛的都拿了去。」","bklcl":"Chóng-sī bîn-á-ji̍t iok-lio̍k chit-sî góa beh chhe góa ê sù-chiá kàu lí hia, chhiau-chhē lí ê chhù, kap lí ê lô͘-po̍k ê chhù, kìⁿ-nā lí só͘ khòaⁿ-chòe hó--ê, in beh chhin-chhiú tòa--khì.","tghg":"總是明仔日約略此時，我欲差我的使者到你遐，搜尋(chhiau-chhē)你的厝及你的奴僕的厝，見若你所看做好的，𪜶欲親手帶去。」","bklhl":"總是明á日約略chit時，我beh差我ê使者到你hia，chhiau-chhē你ê厝，kap你ê奴僕ê厝，見若你所看做好ê，in beh親手帶去。"}},{"book":"王上","chapter":20,"verse":7,"versions":{"unv":"以色列王召了國中的長老來，對他們說：「請你們看看，這人是怎樣地謀害我，他先差遣人到我這裡來，要我的妻子、兒女，和金銀，我並沒有推辭他。」","bklcl":"Í-sek-lia̍t ông tiàu kok-lāi ê tiúⁿ-ló lóng lâi, kā in kóng, Lín khòaⁿ, chit ê lâng tiâu-tî chhē-phāng beh hāi góa; i bat chhe lâng lâi góa chia, beh góa ê bó͘, kiáⁿ-jî, kap kim gûn, góa bô the-sî--i.","tghg":"以色列王召國內的長老攏來，給𪜶講：「恁看，此個人刁持(tiâu-tî)尋縫欲害我，伊曾差人來我遮，欲我的某、子兒、及金銀，我無推辭伊。」","bklhl":"以色列王召國內ê長老lóng來，kā in講，Lín看，chit ê人tiâu-tî chhē縫beh害我；伊bat差人來我chia，beh我ê bó͘、kiáⁿ兒，kap金銀，我無推辭伊。"}},{"book":"王上","chapter":20,"verse":8,"versions":{"unv":"長老和百姓對王說：「不要聽從他，也不要應允他。」","bklcl":"Tiúⁿ-ló kap chèng peh-sìⁿ lóng kā ông kóng, M̄-thang thiaⁿ i, iā m̄-thang ún i.","tghg":"長老及眾百姓攏給王講：「呣通聽伊，也呣通允伊。」","bklhl":"長老kap眾百姓lóng kā王講，M̄-thang聽伊，也m̄-thang允伊。"}},{"book":"王上","chapter":20,"verse":9,"versions":{"unv":"故此，以色列王對便‧哈達的使者說：「你們告訴我主我王說：王頭一次差遣人向僕人所要的，僕人都依從；但這次所要的，我不能依從。」使者就去回覆便‧哈達。","bklcl":"Só͘-í ông kā Piān-hap-ta̍t ê sù-chiá kóng, Lín kā góa ê chú góa ê ông kóng, Lí tāi-seng chhe lâng tùi lí ê lô͘-po̍k só͘-thó--ê góa ū ún; chóng-sī chit-ê góa bōe kiâⁿ--tit.  Sù-chiá chiū tò-khì hê-hok.","tghg":"所以，王給便哈達的使者講：「恁給我的主我的王講：你代先差人對你的奴僕所討的，我有允；總是此個，我𣍐行得。」使者就倒去回覆。","bklhl":"所以王kā Piān-hap-ta̍t ê使者講，Lín kā我ê主我ê王講，你事先差人對你ê奴僕所討ê我有允；總是chit ê我bōe行得。使者就tò去回覆。"}},{"book":"王上","chapter":20,"verse":10,"versions":{"unv":"便‧哈達又差遣人去見亞哈說：「撒馬利亞的塵土若夠跟從我的人每人捧一捧的，願神明重重地降罰與我！」","bklcl":"Piān-hap-ta̍t koh chhe lâng kóng, Sat-má-lī-a ê thô͘-hún, nā ū kàu-gia̍h hō͘ tè góa ê lâng ta̍k-lâng mi chi̍t-pé, chiū goān hiah-ê siōng-tè ka-pē chek-hoa̍t góa.","tghg":"便哈達閣差人講：「撒瑪利亞的土粉若有夠額互隨我的人逐人搣(mi)一把，就願許個上帝加倍責罰我！」","bklhl":"Piān-hap-ta̍t koh差人講，撒馬利亞ê土粉，若有夠額hō͘ tè我ê人ta̍k人mi一把，就願hiah-ê上帝加倍責罰我。"}},{"book":"王上","chapter":20,"verse":11,"versions":{"unv":"以色列王說：「你告訴他說，才頂盔貫甲的，休要像摘盔卸甲的誇口。」","bklcl":"Í-sek-lia̍t ông ìn kóng, Lín kā i kóng, Chhēng khoe-kah--ê, m̄-thang chhin-chhiūⁿ thǹg khoe-kah--ê lâi khoa-kháu.","tghg":"以色列王應講：「恁給伊講，穿盔甲者，呣通親像褪盔甲者來誇口。」","bklhl":"以色列王應講，Lín kā伊講，穿盔甲ê，m̄-thang親像thǹg盔甲ê來誇口。"}},{"book":"王上","chapter":20,"verse":12,"versions":{"unv":"便‧哈達和諸王正在帳幕裡喝酒，聽見這話，就對他臣僕說：「擺隊吧！」他們就擺隊攻城。","bklcl":"Piān-hap-ta̍t kap hiah-ê ông tī pò͘-pîⁿ-lāi lim-chiú, thiaⁿ-kìⁿ chiah-ê ōe, chiū kā i ê jîn-sîn kóng, Thang pâi-tīn; in chiū pâi-tīn kong-siâⁿ.","tghg":"便哈達及許個王佇布棚內飲酒，聽見諸個話，就給伊的人臣講：「通排陣！」𪜶就排陣攻城。","bklhl":"Piān-hap-ta̍t kap hiah-ê王tī布棚內lim酒，聽見chiah ê話，就kā伊ê人臣講，Thang排陣；in就排陣攻城。"}},{"book":"王上","chapter":20,"verse":13,"versions":{"unv":"有一個先知來見以色列王亞哈，說：「耶和華如此說：『這一大群人你看見了嗎？今日我必將他們交在你手裡，你就知道我是耶和華。』」","bklcl":"Ū chi̍t ê sian-ti lâi kìⁿ Í-sek-lia̍t ông A-hap kóng, Iâ-hô-hoa án-ni kóng, Lí ū khòaⁿ-kìⁿ chi̍t tōa tīn ê lâng bô? Khòaⁿ ah, kin-á-ji̍t Góa beh chiong in kau tī lí ê chhiú, lí chiū chai Góa sī Iâ-hô-hoa.","tghg":"有一個先知來見以色列王亞哈，講：「耶和華按呢講：『你有看見此大陣的人無？看啊，今仔日我欲將𪜶交佇你的手，你就知我是耶和華。』」","bklhl":"有一个先知來見以色列王A-hap講，耶和華án-ni講，你有看見一大陣ê人無？看ah，今á日我beh將in交tī你ê手，你就知我是耶和華。"}},{"book":"王上","chapter":20,"verse":14,"versions":{"unv":"亞哈說：「藉著誰呢？」他回答說：「耶和華說，藉著跟從省長的少年人。」亞哈說：「要誰率領呢？」他說：「要你親自率領。」","bklcl":"A-hap kóng, Beh ēng chī-chūi ah?  I ìn kóng, Iâ-hô-hoa án-ni kóng, Ēng chiah-ê séng-tiúⁿ ê siàu-liân lâng.  A-hap kóng, Sím-mi̍h lâng beh pâi-tīn ah?  I ìn kóng, Chiū-sī lí.","tghg":"亞哈講：「欲用是誰啊？」伊應講：「耶和華按呢講，用諸個省長的少年人。」亞哈講：「甚麼人欲排陣啊？」伊應講：「就是你。」","bklhl":"A-hap講，beh用是誰 ah？伊應講，耶和華án-ni講，用chiah ê省長ê少年人。A-hap講，甚麼人beh排陣ah？伊應講，就是你。"}},{"book":"王上","chapter":20,"verse":15,"versions":{"unv":"於是亞哈數點跟從省長的少年人，共有二百三十二名，後又數點以色列的眾兵，共有七千名。","bklcl":"I chiū sǹg hiah-ê séng-tiúⁿ ê siàu-liân lâng, kiōng ū nn̄g-pah saⁿ-cha̍p-jī miâ; āu-lâi i koh sǹg chèng peh-sìⁿ, chiū-sī Í-sek-lia̍t lâng, kiōng chhit-chheng miâ.","tghg":"伊就算許個省長的少年人，共有二百三十二名，後來伊閣算眾百姓就是以色列人，共七千名。","bklhl":"伊就算hiah-ê省長ê少年人，共有兩百三十二名；後來伊koh算眾百姓，就是以色列人，共七千名。"}},{"book":"王上","chapter":20,"verse":16,"versions":{"unv":"午間，他們就出城；便‧哈達和幫助他的三十二個王正在帳幕裡痛飲。","bklcl":"Ji̍t-tiong-tàu ê sî, in chiū chhut-khì.  Piān-hap-ta̍t kap hiah-ê ông, chiū-sī pang-chān i ê saⁿ-cha̍p-jī ê ông, tī pò͘-pîⁿ-lāi chia̍h chiú-chùi.","tghg":"日中晝(tàu)的時，𪜶就出去；便哈達及許個王就是幫助伊的三十二個王佇布棚內食酒醉。","bklhl":"日中晝ê時，in就出去。Piān-hap-ta̍t kap hiah-ê王，就是幫贊伊ê三十二個王，tī布棚內食酒醉。"}},{"book":"王上","chapter":20,"verse":17,"versions":{"unv":"跟從省長的少年人先出城；便‧哈達差遣人去探望，他們回報說：「有人從撒馬利亞出來了。」","bklcl":"Hiah ê séng-tiúⁿ ê siàu-liân lâng chòe-thâu chhut-khì.  Piān-hap-ta̍t chhe lâng khì thàm-bāi, in hê-hok kóng, Ū lâng tùi Sat-má-lī-a chhut-lâi.","tghg":"許個省長的少年人做頭出去；便哈達差人去探覓(thàm-bāi)，𪜶回覆講：「有人對撒瑪利亞出來。」","bklhl":"Hiah-ê省長ê少年人做頭出去。Piān-hap-ta̍t差人去探bāi，in回覆講，有人tùi撒馬利亞出來。"}},{"book":"王上","chapter":20,"verse":18,"versions":{"unv":"他說：「他們若為講和出來，要活捉他們；若為打仗出來，也要活捉他們。」","bklcl":"I kóng, In nā ūi-tio̍h káng-hô chhut-lâi, tio̍h oa̍h-oa̍h lia̍h in; nā ūi-tio̍h kau-chiàn chhut-lâi, iā tio̍h oa̍h-oa̍h lia̍h in.","tghg":"伊講：「𪜶若為著講和出來，著活活掠𪜶；若為著交戰出來，也著活活掠𪜶。」","bklhl":"伊講，In若為tio̍h講和出來，tio̍h活活掠in；若為tio̍h交戰出來，也tio̍h活活掠in。"}},{"book":"王上","chapter":20,"verse":19,"versions":{"unv":"跟從省長的少年人出城，軍兵跟隨他們；","bklcl":"Hiah ê séng-tiúⁿ ê siàu-liân lâng chhut siâⁿ, kun-peng tè in;  ta̍k-lâng thâi i ê tùi-te̍k.","tghg":"許個省長的少年人出城，軍兵隨𪜶；","bklhl":"Hiah-ê省長ê少年人出城，軍兵tè in；ta̍k人刣伊ê對敵。"}},{"book":"王上","chapter":20,"verse":20,"versions":{"unv":"各人遇見敵人就殺。亞蘭人逃跑，以色列人追趕他們；亞蘭王便‧哈達騎著馬和馬兵一同逃跑。","bklcl":"A-lân lâng tô-cháu, Í-sek-lia̍t lâng jip in.  A-lân ông Piān-hap-ta̍t khiâ-bé, kap hiah-ê bé-peng tô-thoat.","tghg":"逐人刣伊的對敵。亞蘭人逃走，以色列人趇(jip)𪜶；亞蘭王便哈達騎馬及許個馬兵逃脫。","bklhl":"A-lân人逃走，以色列人jip in。A-lân王Piān-hap-ta̍t騎馬，kap hiah-ê馬兵逃脫。"}},{"book":"王上","chapter":20,"verse":21,"versions":{"unv":"以色列王出城攻打車馬，大大擊殺亞蘭人。","bklcl":"Í-sek-lia̍t ông chhut-siâⁿ, phah hiah-ê chhia, kap bé, tōa-tōa thâi-sí A-lân lâng.","tghg":"以色列王出城，拍許個車及馬，大大刣死亞蘭人。","bklhl":"以色列王出城，phah hiah-ê車，kap馬，大大刣死A-lân人。"}},{"book":"王上","chapter":20,"verse":22,"versions":{"unv":"那先知來見以色列王，對他說：「你當自強，留心怎樣防備；因為到明年這時候，亞蘭王必上來攻擊你。」","bklcl":"Hit ê sian-ti lâi kìⁿ Í-sek-lia̍t ông, kā i kóng, Lí tio̍h ka-kī kiông-chòng, kín-sīn tio̍h cháiⁿ-iūⁿ chòe; in-ūi mê-nî chit-sî, A-lân ông beh chiūⁿ-lâi kong-kek lí.","tghg":"彼個先知來見以色列王，給伊講：「你著家己強壯，謹慎著怎樣做；因為明年此時，亞蘭王欲上來攻擊你。」","bklhl":"Hit-ê先知來見以色列王，kā伊講，你tio̍h家己強壯，謹慎tio̍h怎樣做；因為明年chit時，A-lân王beh上來攻擊你。"}},{"book":"王上","chapter":20,"verse":23,"versions":{"unv":"亞蘭王的臣僕對亞蘭王說：「以色列人的神是山神，所以他們勝過我們；但在平原與他們打仗，我們必定得勝。","bklcl":"A-lân ông ê jîn-sîn kā i kóng, Í-sek-lia̍t lâng ê Siōng-tè sī soaⁿ-thâu ê Siōng-tè, só͘-í in khah-iâⁿ lán; chóng-sī lán nā tī pîⁿ-iûⁿ kap in kau-chiàn, chiū ōe khah-iâⁿ in.","tghg":"亞蘭王的人臣給伊講：「以色列人的上帝是山頭的上帝，所以𪜶卡贏咱；總是咱若佇平洋及𪜶交戰，就會卡贏𪜶。","bklhl":"A-lân王ê人臣kā伊講，以色列人ê上帝是山頭ê上帝，所以in khah贏咱；總是咱若tī平洋kap in交戰，就會khah贏in。"}},{"book":"王上","chapter":20,"verse":24,"versions":{"unv":"王當這樣行：把諸王革去，派軍長代替他們，","bklcl":"Tio̍h án-ni kiâⁿ; hiah-ê ông ta̍k-ê tio̍h bián-chit, li̍p kun-tiúⁿ lâi thòe in.","tghg":"著按呢行：許個王逐個著免職，立軍長來替𪜶，","bklhl":"Tio̍h án-ni行；hiah-ê王ta̍k-ê tio̍h免職，立軍長來替in。"}},{"book":"王上","chapter":20,"verse":25,"versions":{"unv":"又照著王喪失軍兵之數，再招募一軍，馬補馬，車補車，我們在平原與他們打仗，必定得勝。」王便聽臣僕的話去行。","bklcl":"Koh chio-bō͘ chi̍t tūi kun-peng chiàu lí só͘ sit-lo̍h ê kun-peng, ēng bé pó͘ bé, ēng chhia pó͘ chhia; lán tī pîⁿ-iûⁿ kap in kau-chiàn, ún-tàng ōe iâⁿ.  Ông chiū thiaⁿ in ê ōe khì kiâⁿ.","tghg":"閣招募一隊軍兵，照你所失落的軍兵，用馬補馬，用車補車，咱佇平洋及𪜶交戰，穩當會贏。」王就聽𪜶的話去行。","bklhl":"Koh招募一隊軍兵照你所失落ê軍兵，用馬補馬，用車補車；咱tī平洋kap in交戰，穩當會贏。王就聽in ê話去行。"}},{"book":"王上","chapter":20,"verse":26,"versions":{"unv":"次年，便‧哈達果然點齊亞蘭人上亞弗去，要與以色列人打仗。","bklcl":"Keh-nî Piān-hap-ta̍t tiám-sǹg A-lân lâng, chiūⁿ-khì A-hut, beh kap Í-sek-lia̍t lâng kau-chiàn.","tghg":"隔年，便哈達點算亞蘭人上去亞弗，欲及以色列人交戰。","bklhl":"隔年Piān-hap-ta̍t點算A-lân人，上去A-hut，beh kap以色列人交戰。"}},{"book":"王上","chapter":20,"verse":27,"versions":{"unv":"以色列人也點齊軍兵，預備食物，迎著亞蘭人出去，對著他們安營，好像兩小群山羊羔；亞蘭人卻滿了地面。","bklcl":"Í-sek-lia̍t lâng iā tiám-sǹg in ê siàu-gia̍h, pī-pān kun-niû, chhut-khì tí-te̍k i, chat-iâⁿ tī in ê tùi-bīn, chhin-chhiūⁿ nn̄g sió-kûn ê soaⁿ-iûⁿ á; chóng-sī A-lân lâng móa tōe-bīn.","tghg":"以色列人也點算𪜶的數額，備辦軍糧，出去抵敵伊，紮營佇𪜶的對面，親像二小群的山羊仔；總是亞蘭人滿地面。","bklhl":"以色列人也點算in ê數額，備辦軍糧，出去抵敵伊，紮營tī in ê對面，親像兩小群ê山羊á；總是A-lân人滿地面。"}},{"book":"王上","chapter":20,"verse":28,"versions":{"unv":"有神人來見以色列王，說：「耶和華如此說：『亞蘭人既說我─耶和華是山神，不是平原的神，所以我必將這一大群人都交在你手中，你們就知道我是耶和華。』」","bklcl":"Ū Siōng-tè ê lô͘-po̍k lâi kìⁿ Í-sek-lia̍t ông kóng, Iâ-hô-hoa án-ni kóng, In-ūi A-lân lâng kóng, Iâ-hô-hoa sī soaⁿ-thâu ê Siōng-tè, m̄-sī soaⁿ-kok ê Siōng-tè, só͘-í Góa beh chiong chit tōa-tīn ê lâng lóng kau tī lí ê chhiú; lín chiū chai Góa sī Iâ-hô-hoa.","tghg":"有上帝的奴僕來見以色列王，講：「耶和華按呢講：『因為亞蘭人講──耶和華是山頭的上帝，呣是山谷的上帝，所以我欲將此大陣的人攏交佇你的手，恁就知我是耶和華。』」","bklhl":"有上帝ê奴僕來見以色列王講，耶和華án-ni講，因為A-lân人講，耶和華是山頭ê上帝，m̄是山谷ê上帝，所以我beh將chit大陣ê人lóng交tī你ê手；lín就知我是耶和華。"}},{"book":"王上","chapter":20,"verse":29,"versions":{"unv":"以色列人與亞蘭人相對安營七日，到第七日兩軍交戰；那一日以色列人殺了亞蘭人步兵十萬，","bklcl":"Chiū chat-iâⁿ tāi-ke saⁿ tùi-bīn chhit-ji̍t; kàu tē-chhit ji̍t siang-pêng kun-peng kau-chiàn; tī chit-ji̍t Í-sek-lia̍t lâng thâi-sí A-lân lâng pō͘-peng cha̍p-bān.","tghg":"就紮營大家相對面七日，到第七日雙旁軍兵交戰；佇此日以色列人刣死亞蘭人步兵十萬，","bklhl":"就紮營大家相對面七日；到第七日雙pêng軍兵交戰；tī chit日以色列人刣死A-lân人步兵十萬。"}},{"book":"王上","chapter":20,"verse":30,"versions":{"unv":"其餘的逃入亞弗城；城牆塌倒，壓死剩下的二萬七千人。便‧哈達也逃入城，藏在嚴密的屋子裡。","bklcl":"Kî-û-ê cháu ji̍p A-hut siâⁿ, hit ê siâⁿ-chhiûⁿ tó, teh-sí só͘-chhun ê nn̄g-bān chhit-chheng lâng.  Piān-hap-ta̍t cháu ji̍p siâⁿ, bih tī lāi-pâng.","tghg":"其餘的走入亞弗城；彼個城牆倒，壓(teh)死所剩的二萬七千人。便哈達走入城，匿佇內房。","bklhl":"其餘ê走入A-hut城，hit ê城牆倒，teh死所chhun ê兩萬七千人。Piān-hap-ta̍t走入城，bih tī內房。"}},{"book":"王上","chapter":20,"verse":31,"versions":{"unv":"他的臣僕對他說：「我們聽說以色列王都是仁慈的王，現在我們不如腰束麻布，頭套繩索，出去投降以色列王，或者他存留王的性命。」","bklcl":"I ê jîn-sîn kā i kóng, Khòaⁿ ah, goán thiaⁿ-kìⁿ Í-sek-lia̍t ke ê lia̍t-ông sī jîn-chû ê ông; kiû lí chún goán hâ môa-pò͘ tī goán ê io, thâu-khak phoa̍h-soh, chhut-khì tâu-hâng Í-sek-lia̍t ông; kiám-chhái i beh jiâu lí ê sìⁿ-miā.","tghg":"伊的人臣給伊講：「看啊，阮聽見以色列家的列王是仁慈的王，求你准阮縖(hâ)麻布佇阮的腰，頭殼披索(phoa̍h-soh)，出去投降以色列王，豈採伊欲饒你的生命。」","bklhl":"伊ê人臣kā伊講，看ah，阮聽見以色列家ê列王是仁慈ê王；求你准阮hâ麻布tī阮ê腰，頭殼phoa̍h索，出去投降以色列王；kiám-chhái伊beh饒你ê性命。"}},{"book":"王上","chapter":20,"verse":32,"versions":{"unv":"於是他們腰束麻布，頭套繩索，去見以色列王，說：「王的僕人便‧哈達說，求王存留我的性命。」亞哈說：「他還活著嗎？他是我的兄弟。」","bklcl":"In chiū io hâ môa-pò͘, thâu-khak phoa̍h-soh, khì kìⁿ Í-sek-lia̍t ông, kóng, Lí ê lô͘-po̍k Piān-hap-ta̍t kóng, Kiû lí, jiâu góa ê sìⁿ-miā.  A-hap kóng, I iáu oa̍h--teh mah? i sī góa ê hiaⁿ-tī.","tghg":"𪜶就腰縖麻布，頭殼披索，去見以色列王，講：「你的奴僕便哈達講，求你饒我的生命。」亞哈講：「伊猶活啲嗎？伊是我的兄弟。」","bklhl":"In就腰hâ麻布，頭殼phoa̍h索，去見以色列王，講，你ê奴僕Piān-hap-ta̍t講，求你，饒我ê性命。A-hap講，伊iáu活teh mah？伊是我ê兄弟。"}},{"book":"王上","chapter":20,"verse":33,"versions":{"unv":"這些人留心探出他的口氣來，便急忙就著他的話說：「便‧哈達是王的兄弟！」王說：「你們去請他來。」便‧哈達出來見王，王就請他上車。","bklcl":"Hiah ê lâng chim-chiok thiaⁿ i ê kháu-khì, liâm-piⁿ sūn i ê ōe-bé, kóng, Lí ê hiaⁿ-tī Piān-hap-ta̍t.  I kóng, Lín khì chhōa i lâi.  Piān-hap-ta̍t chhut-lâi kìⁿ ông, ông chiū hō͘ i chē-chhia.","tghg":"許個人斟酌聽伊的口氣，連鞭順伊的話尾講：「你的兄弟便哈達！」伊講：「恁去導伊來。」便哈達出來見王，王就互伊坐車。","bklhl":"Hiah-ê人斟酌聽伊ê口氣，liâm-piⁿ順伊ê話尾，講，你ê兄弟Piān-hap-ta̍t。伊講，lín去chhōa伊來。Piān-hap-ta̍t出來見王，王就hō͘伊坐車。"}},{"book":"王上","chapter":20,"verse":34,"versions":{"unv":"便‧哈達對王說：「我父從你父那裡所奪的城邑，我必歸還。你可以在大馬士革立街市，像我父在撒馬利亞所立的一樣。」亞哈說：「我照此立約，放你回去」，就與他立約，放他去了。","bklcl":"Piān-hap-ta̍t kā i kóng, Góa ê pē tùi lí ê pē só͘ chhiúⁿ hiah-ê siâⁿ, góa beh hêng lí; koh lí thang tī Tāi-má-sek siat koe-chhī, chhin-chhiūⁿ góa ê pē tī Sat-má-lī-a só͘ siat--ê chi̍t-iūⁿ.  A-hap kóng, Góa chiàu chit ê iok pàng lí tò-khì; chiū kap i li̍p-iok, pàng i tò-khì.","tghg":"便哈達給伊講：「我的父對你的父所搶許個城，我欲還你。閣你通佇大馬色設街市，親像我的父佇撒瑪利亞所設的一樣。」亞哈講：「我照此個約，放你倒去」，就及伊立約，放伊倒去。","bklhl":"Piān-hap-ta̍t kā伊講，我ê父對你ê父所搶hiah-ê城，我beh還你；koh你thang tī大馬色設街市，親像我ê父tī撒馬利亞所設ê一樣。A-hap講，我照chit ê約放你tò去；就kap伊立約，放伊tò去。"}},{"book":"王上","chapter":20,"verse":35,"versions":{"unv":"有先知的一個門徒奉耶和華的命對他的同伴說：「你打我吧！」那人不肯打他。","bklcl":"Ū sian-ti ê ha̍k-seng ê chi̍t-lâng, ēng Iâ-hô-hoa ê ōe kā i ê tâng-phōaⁿ kóng, Chhiáⁿ lí phah góa.  Hit-lâng m̄-khéng phah i.","tghg":"有先知的學生的一人用耶和華的話給伊的同伴講：「請你拍我！」彼人呣肯拍伊。","bklhl":"有先知ê學生ê一人，用耶和華ê話kā伊ê同伴講，請你phah我。hit人m̄肯phah伊。"}},{"book":"王上","chapter":20,"verse":36,"versions":{"unv":"他就對那人說：「你既不聽從耶和華的話，你一離開我，必有獅子咬死你。」那人一離開他，果然遇見獅子，把他咬死了。","bklcl":"I chiū kā i kóng, In-ūi lí m̄-thàn Iâ-hô-hoa ê ōe, lí chi̍t-ē lī-khui góa, beh ū sai kā-sí lí. I chi̍t-ē lī-khui i khì, kó-jiân ū sai tú-tio̍h lâi kā-sí i.","tghg":"伊就給伊講：「因為你呣趁耶和華的話，你一下離開我，欲有獅咬死你。」伊一下離開伊去，果然有獅抵著(tú-tio̍h)，來咬死伊。","bklhl":"伊就kā伊講，因為你m̄-thàn耶和華ê話，你一下離開我，beh有獅咬死你。伊一下離開伊去，果然有獅tú-tio̍h來咬死伊。"}},{"book":"王上","chapter":20,"verse":37,"versions":{"unv":"先知的門徒又遇見一個人，對他說：「你打我吧！」那人就打他，將他打傷。","bklcl":"I koh tú-tio̍h chi̍t-lâng, kā i kóng, Chhiáⁿ lí phah góa.  I chiū phah--i, phah kàu tio̍h-siong.","tghg":"伊閣抵著一人，給伊講：「請你拍我！」伊就拍伊，拍到著傷。","bklhl":"伊koh tú-tio̍h一人，kā伊講，請你phah我。伊就phah伊，phah到tio̍h傷。"}},{"book":"王上","chapter":20,"verse":38,"versions":{"unv":"他就去了，用頭巾蒙眼，改換面目，在路旁等候王。","bklcl":"Sian-ti chiū khì, tī lō͘--nih thèng-hāu ông, kóe i ê iông-māu, ēng kun tà ba̍k-chiu.","tghg":"先知就去，佇路裡聽候王，改伊的容貌，用巾罩(tà)目睭。","bklhl":"先知就去，tī路裡thèng候王，改伊ê容貌，用巾罩目睭。"}},{"book":"王上","chapter":20,"verse":39,"versions":{"unv":"王從那裡經過，他向王呼叫說：「僕人在陣上的時候，有人帶了一個人來，對我說：『你看守這人，若把他失了，你的性命必代替他的性命；不然，你必交出一他連得銀子來。』","bklcl":"Ông tùi hia keng-kè ê sî, i kiò ông kóng, Lí ê lô͘-po̍k chhut-tīn, ū chi̍t-lâng oat--lâi piⁿ-á, koh chhōa chi̍t-lâng lâi kau góa, kóng, Lí kò͘-siú chit ê lâng; nā i sit-lo̍h, lí ê sìⁿ-miā tio̍h thòe i ê sìⁿ-miā; nā bô, lí tio̍h kau-chhut chi̍t tha-liân-tek ê gûn.","tghg":"王對遐經過的時，伊叫王講：「你的奴僕出陣，有一人越來邊仔，閣導一人來交我，講：『你顧守此個人，若伊失落，你的生命著替伊的生命；若無，你著交出一他連得的銀。』","bklhl":"王tùi hia經過ê時，伊叫王講，你ê奴僕出陣，有一人oat來邊á，koh chhōa一人來交我，講，你顧守chit ê人；若伊失落，你ê性命tio̍h替伊ê性命；若無，你tio̍h交出一tha-liân-tek ê銀。"}},{"book":"王上","chapter":20,"verse":40,"versions":{"unv":"僕人正在忙亂之間，那人就不見了。」以色列王對他說：「你自己定妥了，必照樣判斷你。」","bklcl":"Lí ê lô͘-po̍k kò͘ chit-hāng hit-hāng ê sî, hit-lâng sòa bô--khì.  Í-sek-lia̍t  ông kā i kóng, Lí ê àn-kiāⁿ án-ni, lí í-keng ka-kī phòaⁿ-toàn.","tghg":"你的奴僕顧此項彼項的時，彼人續無去。」以色列王給伊講：「你的案件按呢，你已經家己判斷。」","bklhl":"你ê奴僕顧chit項hit項ê時，hit人續無去。以色列王kā伊講，你ê案件án-ni，你已經家己判斷。"}},{"book":"王上","chapter":20,"verse":41,"versions":{"unv":"他急忙除掉蒙眼的頭巾，以色列王就認出他是一個先知。","bklcl":"I kóaⁿ-kín tû-khì tà ba̍k-chiu ê kun; Í-sek-lia̍t ông chiū jīn-tit i sī sian-ti ê chi̍t-ê.","tghg":"伊趕緊除去罩目睭的巾，以色列王就認得伊是先知的一個。","bklhl":"伊趕緊除去罩目睭ê巾；以色列王就認得伊是先知ê一个。"}},{"book":"王上","chapter":20,"verse":42,"versions":{"unv":"他對王說：「耶和華如此說：『因你將我定要滅絕的人放去，你的命就必代替他的命，你的民也必代替他的民。』」","bklcl":"I kā ông kóng, Iâ-hô-hoa án-ni kóng, In-ūi lí chiong Góa só͘ tiāⁿ-tio̍h beh bia̍t ê lâng pàng hō͘ i khì, lí ê sìⁿ-miā chiū tio̍h thòe i ê sìⁿ-miā, lí ê peh-sìⁿ chiū tio̍h thòe i ê peh-sìⁿ.","tghg":"伊給王講：「耶和華按呢講：『因為你將我所定著欲滅的人放互伊去，你的生命就著替伊的生命，你的百姓就著替伊的百姓。』」","bklhl":"伊kā王講，耶和華án-ni講，因為你將我所定tio̍h beh滅ê人放hō͘伊去，你ê性命就tio̍h替伊ê性命，你ê百姓就tio̍h替伊ê百姓。"}},{"book":"王上","chapter":20,"verse":43,"versions":{"unv":"於是以色列王悶悶不樂地回到撒馬利亞，進了他的宮。","bklcl":"Í-sek-lia̍t ông chiū ut-būn bô hoaⁿ-hí; kàu Sat-má-lī-a tò-khì i ê chhù.","tghg":"以色列王就鬱悶無歡喜到撒瑪利亞，倒去伊的厝。","bklhl":"以色列王就鬱悶無歡喜；到撒馬利亞tò去伊ê厝。"}}]