[{"book":"王上","chapter":22,"verse":1,"versions":{"unv":"亞蘭國和以色列國三年沒有爭戰。","bklcl":"Í-sek-lia̍t kap A-lân saⁿ-nî kú bô kau-chiàn.","tghg":"以色列及亞蘭三年久無交戰。","bklhl":"以色列kap A-lân三年久無交戰。"}},{"book":"王上","chapter":22,"verse":2,"versions":{"unv":"到第三年，猶大王約沙法下去見以色列王。","bklcl":"Kàu tē-saⁿ nî Iû-tāi ông Iok-sa-hoat lo̍h-khì Í-sek-lia̍t ông hia.","tghg":"到第三年，猶大王約沙法落去以色列王遐。","bklhl":"到第三年偤大王Iok-sa-hoat落去以色列王hia。"}},{"book":"王上","chapter":22,"verse":3,"versions":{"unv":"以色列王對臣僕說：「你們不知道基列的拉末是屬我們的嗎？我們豈可靜坐不動，不從亞蘭王手裡奪回來嗎？」","bklcl":"Í-sek-lia̍t ông tùi i ê lô͘-po̍k kóng, Lín kiám-m̄-chai Ki-lia̍t ê La̍h-boa̍t sī lán-ê? lán kéng-jiân tiām-tiām bô tùi A-lân ông ê chhiú chhiúⁿ--lâi mah?","tghg":"以色列王對伊的奴僕講：「恁豈呣知基列的拉末是咱的？咱竟然恬恬(tiām-tiām)，無對亞蘭王的手搶來嗎？」","bklhl":"以色列王對伊ê奴僕講，Lín kiám m̄知Ki-lia̍t ê La̍h-boa̍t是咱ê？咱竟然恬恬無tùi A-lân王ê手搶來mah？"}},{"book":"王上","chapter":22,"verse":4,"versions":{"unv":"亞哈問約沙法說：「你肯同我去攻取基列的拉末嗎？」約沙法對以色列王說：「你我不分彼此，我的民與你的民一樣，我的馬與你的馬一樣。」","bklcl":"A-hap kā Iok-sa-hoat kóng, Lí beh kap góa khì Ki-lia̍t ê La̍h-boa̍t kau-chiàn mah?  Iok-sa-hoat kā Í-sek-lia̍t ông kóng, Góa chhin-chhiūⁿ lí, góa ê peh-sìⁿ chhin-chhiūⁿ lí ê peh-sìⁿ, góa ê bé chhin-chhiūⁿ lí ê bé.","tghg":"亞哈給約沙法講：「你欲及我去基列的拉末交戰嗎？」約沙法給以色列王講：「我親像你，我的百姓親像你的百姓，我的馬親像你的馬。」","bklhl":"A-hap kā Iok-sa-hoat講，你beh kap我去Ki-lia̍t ê La̍h-boa̍t交戰mah？Iok-sa-hoat kā以色列王講，我親像你，我ê百姓親像你ê百姓，我ê馬親像你ê馬。"}},{"book":"王上","chapter":22,"verse":5,"versions":{"unv":"約沙法對以色列王說：「請你先求問耶和華。」","bklcl":"Iok-sa-hoat kā Í-sek-lia̍t ông kóng, Chhiáⁿ lí kin-á-ji̍t mn̄g Iâ-hô-hoa ê ì-sù,","tghg":"約沙法給以色列王講：「請你今仔日問耶和華的意思。」","bklhl":"Iok-sa-hoat kā以色列王講，請你今á日問耶和華ê意思，"}},{"book":"王上","chapter":22,"verse":6,"versions":{"unv":"於是以色列王招聚先知，約有四百人，問他們說：「我上去攻取基列的拉末可以不可以？」他們說：「可以上去，因為主必將那城交在王的手裡。」","bklcl":"Í-sek-lia̍t ông chiū chū-chi̍p sian-ti iok-lio̍k sì-pah lâng, mn̄g in kóng, Góa tio̍h chiūⁿ--khì Ki-lia̍t ê La̍h-boa̍t lâi kau-chiàn, á-sī tio̍h soah ah?  In kóng, Thang chiūⁿ--khì; in-ūi Chú beh chiong i kau tī ông ê chhiú.","tghg":"以色列王就聚集先知，約略四百人，問𪜶講：「我著上去基列的拉末來交戰抑是著息(soah)啊？」𪜶講：「通上去，因為主欲將伊交佇王的手。」","bklhl":"以色列王就聚集先知約略四百人，問in講，我tio̍h上去Ki-lia̍t ê La̍h-boa̍t來交戰，á是tio̍h soah ah？In講，Thang上去；因為主beh將伊交tī王ê手。"}},{"book":"王上","chapter":22,"verse":7,"versions":{"unv":"約沙法說：「這裡不是還有耶和華的先知，我們可以求問他嗎？」","bklcl":"Iok-sa-hoat kóng, Tī-chia kiám bô iáu ū Iâ-hô-hoa ê sian-ti, hō͘ lán thang tùi i lâi mn̄g mah?","tghg":"約沙法講：「佇遮豈無猶有耶和華的先知，互咱通對伊來問嗎？」","bklhl":"Iok-sa-hoat講，Tī-chia kiám無iáu有耶和華ê先知，hō͘咱thang對伊來問mah？"}},{"book":"王上","chapter":22,"verse":8,"versions":{"unv":"以色列王對約沙法說：「還有一個人，是音拉的兒子米該雅，我們可以託他求問耶和華。只是我恨他；因為他指著我所說的預言，不說吉語，單說凶言。」約沙法說：「王不必這樣說。」","bklcl":"Í-sek-lia̍t ông kā Iok-sa-hoat kóng, Iáu ū chi̍t-lâng, sī Im-la̍h ê kiáⁿ Bí-kai-ngá, lán thang tùi i lâi mn̄g Iâ-hô-hoa; chóng-sī góa oàn-hūn i, in-ūi i só͘ chhàm-gú góa-ê, lóng bô hó-ōe, chí-ū chai-ē nā-tiāⁿ.  Iok-sa-hoat kóng, Chhiáⁿ ông bo̍h-tit án-ni kóng.","tghg":"以色列王給約沙法講：「猶有一人，是音拉的子米該雅，咱通對伊來問耶和華。總是我怨恨伊；因為伊所讖語(chhàm-gú)我的，攏無好話，只有災禍若定。」約沙法講：「請王莫得按呢講。」","bklhl":"以色列王kā Iok-sa-hoat講，iáu有一人，是Im-la̍h ê kiáⁿ Bí-kai-ngá，咱thang對伊來問耶和華；總是我怨恨伊，因為伊所讖語我ê，lóng無好話，只有災厄nā-tiāⁿ。Iok-sa-hoat講，請王莫得án-ni講。"}},{"book":"王上","chapter":22,"verse":9,"versions":{"unv":"以色列王就召了一個太監來，說：「你快去，將音拉的兒子米該雅召來。」","bklcl":"Í-sek-lia̍t ông chiū tiàu chi̍t ê koaⁿ-oân lâi, kóng, Lí khì kiò Im-la̍h ê kiáⁿ Bí-kai-ngá kín-kín lâi.","tghg":"以色列王就召一個官員來，講：「你去叫音拉的子米該雅緊緊來。」","bklhl":"以色列王就召一个官員來，講，你去叫Im-la̍h ê kiáⁿ Bí-kai-ngá緊緊來。"}},{"book":"王上","chapter":22,"verse":10,"versions":{"unv":"以色列王和猶大王約沙法在撒馬利亞城門前的空場上，各穿朝服，坐在位上，所有的先知都在他們面前說預言。","bklcl":"Í-sek-lia̍t ông kap Iû-tāi ông Iok-sa-hoat, ta̍k-ê chē i ê chō-ūi, chhēng lé-ho̍k, tī Sat-má-lī-a siâⁿ-mn̂g-kháu khoah ê só͘-chāi; chèng sian-ti ta̍k-ê tī in ê bīn-chêng chhàm-gú.","tghg":"以色列王及猶大王約沙法，逐個坐伊的座位，穿禮服，佇撒瑪利亞城門口闊的所在，眾先知逐個佇𪜶的面前讖語。","bklhl":"以色列王kap偤大王Iok-sa-hoat，ta̍k-ê坐伊ê座位，穿禮服，tī撒馬利亞城門口闊ê所在；眾先知ta̍k-ê tī in ê面前讖語。"}},{"book":"王上","chapter":22,"verse":11,"versions":{"unv":"基拿拿的兒子西底家造了兩個鐵角，說：「耶和華如此說：『你要用這角牴觸亞蘭人，直到將他們滅盡。』」","bklcl":"Ki-ná-ná ê kiáⁿ Se-tí-ka chòe thih-kak, kóng, Iâ-hô-hoa án-ni kóng, Lí beh ēng chiah-ê tak A-lân lâng, kàu in bia̍t-bô.","tghg":"基拿拿的子西底家做鐵角，講：「耶和華按呢講：『你欲用諸個觸亞蘭人，到𪜶滅無。』」","bklhl":"Ki-ná-ná ê kiáⁿ Se-tí-ka做鐵角，講，耶和華án-ni講，你beh用chiah ê tak A-lân人，到in滅無。"}},{"book":"王上","chapter":22,"verse":12,"versions":{"unv":"所有的先知也都這樣預言說：「可以上基列的拉末去，必然得勝，因為耶和華必將那城交在王的手中。」","bklcl":"Chèng sian-ti lóng án-ni chhàm-gú kóng, Thang chiūⁿ--khì Ki-lia̍t ê La̍h-boa̍t, beh tek-sèng; in-ūi Iâ-hô-hoa beh chiong i kau tī ông ê chhiú.","tghg":"眾先知攏按呢讖語講：「通上去基列的拉末，欲得勝，因為耶和華欲將伊交佇王的手。」","bklhl":"眾先知lóng án-ni讖語講，Thang上去Ki-lia̍t ê La̍h-boa̍t，beh得勝；因為耶和華beh將伊交tī王ê手。"}},{"book":"王上","chapter":22,"verse":13,"versions":{"unv":"那去召米該雅的使者對米該雅說：「眾先知一口同音地都向王說吉言，你不如與他們說一樣的話，也說吉言。」","bklcl":"Hit-ê khì kiò Bí-kai-ngá ê sù-chiá kā i kóng, Khòaⁿ ah, chèng sian-ti lóng kóng chi̍t-iūⁿ ōe, tùi ông kóng hó-sū; kiû lí só͘-kóng-ê kap in saⁿ-tâng, pîⁿ-pîⁿ kóng hó-ōe.","tghg":"彼個去叫米該雅的使者給伊講：「看啊，眾先知攏講一樣話，對王講好事，求你所講的及𪜶相同，平平講好話。」","bklhl":"Hit-ê去叫Bí-kai-ngá ê使者kā伊講，看ah，眾先知lóng講一樣話，對王講好事；求你所講ê kap in相同，平平講好話。"}},{"book":"王上","chapter":22,"verse":14,"versions":{"unv":"米該雅說：「我指著永生的耶和華起誓，耶和華對我說甚麼，我就說甚麼。」","bklcl":"Bí-kai-ngá kóng, Góa kí éng-oa̍h ê Iâ-hô-hoa lâi kóng, Iâ-hô-hoa tùi góa kóng sím-mi̍h, góa beh kóng i.","tghg":"米該雅講：「我指永活的耶和華來講，耶和華對我講甚麼，我欲講伊。」","bklhl":"Bí-kai-ngá講，我kí永活ê耶和華來講，耶和華對我講甚麼，我beh講伊。"}},{"book":"王上","chapter":22,"verse":15,"versions":{"unv":"米該雅到王面前，王問他說：「米該雅啊，我們上去攻取基列的拉末可以不可以？」他回答說：「可以上去，必然得勝，耶和華必將那城交在王的手中。」","bklcl":"Bí-kai-ngá kàu ông ê bīn-chêng, ông mn̄g i kóng, Bí-kai-ngá ah, goán thang chiūⁿ-khì Ki-lia̍t ê La̍h-boa̍t lâi kau-chiàn, á-sī tio̍h soah ah?  I ìn kóng, Thang chiūⁿ-khì, beh tek-sèng; Iâ-hô-hoa beh chiong i kau tī ông ê chhiú.","tghg":"米該雅到王的面前，王問伊講：「米該雅啊，阮通上去基列的拉末來交戰抑是著息啊？」伊應講：「通上去，欲得勝，耶和華欲將伊交佇王的手。」","bklhl":"Bí-kai-ngá到王ê面前，王問伊講，Bí-kai-ngá ah，阮thang上去Ki-lia̍t ê La̍h-boa̍t來交戰，á是tio̍h soah ah？伊應講，Thang上去，beh得勝；耶和華beh將伊交tī王ê手。"}},{"book":"王上","chapter":22,"verse":16,"versions":{"unv":"王對他說：「我當囑咐你幾次，你才奉耶和華的名向我說實話呢？」","bklcl":"Ông tùi i kóng, Góa tio̍h kúi-pái kah lí chiù-chōa, lí thok Iâ-hô-hoa ê miâ, chí-ū tio̍h ēng chin-si̍t kā góa kóng?","tghg":"王對伊講：「我著幾擺教你咒誓，你託耶和華的名只有著用真實給我講？」","bklhl":"王對伊講，我tio̍h幾pái kah你chiù-chōa，你託耶和華ê名，只有tio̍h用真實kā我講？"}},{"book":"王上","chapter":22,"verse":17,"versions":{"unv":"米該雅說：「我看見以色列眾民散在山上，如同沒有牧人的羊群一般。耶和華說：『這民沒有主人，他們可以平平安安地各歸各家去。』」","bklcl":"Bí-kai-ngá kóng, Góa khòaⁿ-kìⁿ Í-sek-lia̍t chèng peh-sìⁿ sì-sòaⁿ tī soaⁿ--nih, chhin-chhiūⁿ bô bo̍k-chiá ê iûⁿ chi̍t-poaⁿ; Iâ-hô-hoa án-ni kóng, Chiah-ê bô chú-lâng, in ta̍k-ê thang pêng-an tò-khì in ê ke.","tghg":"米該雅講：「我看見以色列眾百姓四散佇山裡，親像無牧者的羊一般。耶和華按呢講：『諸個無主人，𪜶逐個通平安倒去𪜶的家。』」","bklhl":"Bí-kai-ngá講，我看見以色列眾百姓四散tī山裡，親像無牧者ê羊一般；耶和華án-ni講，Chiah-ê無主人，in ta̍k-ê thang平安tò去in ê家。"}},{"book":"王上","chapter":22,"verse":18,"versions":{"unv":"以色列王對約沙法說：「我豈沒有告訴你，這人指著我所說的預言，不說吉語單說凶言嗎？」","bklcl":"Í-sek-lia̍t ông kā Iok-sa-hoat kóng, Góa kiám bô kā lí kóng, Chit-lâng só͘ beh chhàm-gú góa--ê, bô kóng hó-ōe, chí-ū chai-ē nā-tiāⁿ.","tghg":"以色列王給約沙法講：「我豈無給你講，此人所欲讖語我的，無講好話只有災禍若定。」","bklhl":"以色列王kā Iok-sa-hoat講，我kiám無kā你講，Chit人所beh讖語我ê，無講好話，只有災厄nā-tiāⁿ。"}},{"book":"王上","chapter":22,"verse":19,"versions":{"unv":"米該雅說：「你要聽耶和華的話！我看見耶和華坐在寶座上，天上的萬軍侍立在他左右。","bklcl":"Bí-kai-ngá kóng, Só͘-í lí tio̍h thiaⁿ Iâ-hô-hoa ê ōe; góa khòaⁿ-kìⁿ Iâ-hô-hoa chē tī pó-chō, thiⁿ-téng ê bān-kun khiā tī I ê chó-iū.","tghg":"米該雅講：「所以你著聽耶和華的話！我看見耶和華坐佇寶座，天頂的萬軍徛佇伊的左右。","bklhl":"Bí-kai-ngá講，所以你tio̍h聽耶和華ê話；我看見耶和華坐tī寶座，天頂ê萬軍khiā tī伊ê左右。"}},{"book":"王上","chapter":22,"verse":20,"versions":{"unv":"耶和華說：『誰去引誘亞哈上基列的拉末去陣亡呢？』這個就這樣說，那個就那樣說。","bklcl":"Iâ-hô-hoa kóng, Chī-chūi beh ín-iú A-hap, hō͘ i chiūⁿ-khì Ki-lia̍t ê La̍h-boa̍t, sí tī-hia ah?  Chit-ê kóng án-ni, hit-ê kóng àn-ni.","tghg":"耶和華講：『是誰欲引誘亞哈互伊上去基列的拉末死佇遐啊？』此個講按呢，彼個講按呢。","bklhl":"耶和華講，Chī-chūi beh引誘A-hap，hō͘伊上去Ki-lia̍t ê La̍h-boa̍t，死tī-hia ah？Chit ê講án-ni，hit ê講àn-ni。"}},{"book":"王上","chapter":22,"verse":21,"versions":{"unv":"隨後有一個神靈出來，站在耶和華面前，說：『我去引誘他。』","bklcl":"Āu-lâi ū chi̍t ê sîn chhut-lâi, khiā tī Iâ-hô-hoa ê bīn-chêng, kóng, Góa beh ín-iú i.","tghg":"後來有一個神出來，徛佇耶和華的面前，講：『我欲引誘伊。』","bklhl":"後來有一个神出來，khiā tī耶和華ê面前，講，我beh引誘伊。"}},{"book":"王上","chapter":22,"verse":22,"versions":{"unv":"耶和華問他說：『你用何法呢？』他說：『我去，要在他眾先知口中作謊言的靈。』耶和華說：『這樣，你必能引誘他，你去如此行吧！』","bklcl":"Iâ-hô-hoa mn̄g i kóng, Lí beh ēng sím-mi̍h hoat-tō͘?  I kóng, Góa beh chhut-khì, chòe pe̍h-chha̍t ê sîn tī i chèng sian-ti ê chhùi.  Iâ-hô-hoa kóng, Lí beh ín-iú i, iā beh chiâⁿ i; chhut-khì, lâi chòe án-ni.","tghg":"耶和華問伊講：『你欲用甚麼法度？』伊講：『我欲出去，做白賊的神佇伊眾先知的嘴。』耶和華講：『你欲引誘伊，也欲成伊，出去來做按呢！』","bklhl":"耶和華問伊講，你beh用甚麼法度？伊講，我beh出去，做白賊ê神tī伊眾先知ê嘴。耶和華講，你beh引誘伊，也beh成伊；出去，來做án-ni。"}},{"book":"王上","chapter":22,"verse":23,"versions":{"unv":"現在耶和華使謊言的靈入了你這些先知的口，並且耶和華已經命定降禍與你。」","bklcl":"Taⁿ Iâ-hô-hoa ēng pe̍h-chha̍t ê sîn ji̍p tī lí chiah-ê sian-ti ê chhùi; Iâ-hô-hoa lūn-kàu lí ū kóng chai-ē.","tghg":"今耶和華用白賊的神入佇你諸個先知的嘴，耶和華論到你有講災禍。」","bklhl":"Taⁿ耶和華用白賊ê神入tī你chiah ê先知ê嘴；耶和華論到你有講災厄。"}},{"book":"王上","chapter":22,"verse":24,"versions":{"unv":"基拿拿的兒子西底家前來，打米該雅的臉，說：「耶和華的靈從哪裡離開我與你說話呢？」","bklcl":"Ki-ná-ná ê kiáⁿ Se-tí-ka chìn-chêng, siàn Bí-kai-ngá ê chhùi-phóe, kóng, Iâ-hô-hoa ê sîn tùi toh-lo̍h chi̍t tiâu lō͘ lī-khui góa lâi kap lí kóng ah?","tghg":"基拿拿的子西底家進前，搧(siàn)米該雅的嘴䩃(chhùi-phóe)，講：「耶和華的神對叨落一條路離開我來及你講啊？」","bklhl":"Ki-ná-ná ê kiáⁿ Se-tí-ka進前，搧(siàn)Bí-kai-ngá ê嘴phóe，講，耶和華ê神tùi toh落一條路離開我來kap你講ah？"}},{"book":"王上","chapter":22,"verse":25,"versions":{"unv":"米該雅說：「你進嚴密的屋子藏躲的那日，就必看見了。」","bklcl":"Bí-kai-ngá kóng, Khòaⁿ ah, lí ji̍p lāi-pâng ka-kī bih, hit-ji̍t chiū beh khòaⁿ-kìⁿ.","tghg":"米該雅講：「看啊，你入內房家己匿，彼日就欲看見。」","bklhl":"Bí-kai-ngá講，看ah，你入內房家己bih，hit日就beh看見。"}},{"book":"王上","chapter":22,"verse":26,"versions":{"unv":"以色列王說：「將米該雅帶回，交給邑宰亞們和王的兒子約阿施，說","bklcl":"Í-sek-lia̍t ông kóng, Tio̍h tòa Bí-kai-ngá khì kau siâⁿ-siú A-bûn, kap ông ê kiáⁿ Iok-a-si, kóng,","tghg":"以色列王講：「著帶米該雅去，交城守亞捫及王的子約阿施，講，","bklhl":"以色列王講，Tio̍h帶Bí-kai-ngá去交城守A-bûn，kap王ê kiáⁿ Iok-a-si，講，"}},{"book":"王上","chapter":22,"verse":27,"versions":{"unv":"王如此說，把這個人下在監裡，使他受苦，吃不飽喝不足，等候我平平安安地回來。」","bklcl":"Ông án-ni kóng, Ēng chit-lâng koaiⁿ tī kaⁿ--nih, ēng kan-khó͘ ê piáⁿ, kan-khó͘ ê chúi, hō͘ i chia̍h, thèng-hāu góa pêng-an tò-lâi.","tghg":"王按呢講，用此人關佇監裡，用艱苦的餅，艱苦的水互伊食，聽候我平安倒來。」","bklhl":"王án-ni講，用Chit人關tī監裡，用艱苦ê餅，艱苦ê水，hō͘伊食，thèng候我平安tò來。"}},{"book":"王上","chapter":22,"verse":28,"versions":{"unv":"米該雅說：「你若能平平安安地回來，那就是耶和華沒有藉我說這話了」；又說：「眾民哪，你們都要聽！」","bklcl":"Bí-kai-ngá kóng, Lí nā chin-chiàⁿ pêng-an tò-lâi, chiū-sī Iâ-hô-hoa bô thok góa kóng.  Koh kóng, Chiah-ê peh-sìⁿ ah, lín lóng tio̍h thiaⁿ.","tghg":"米該雅講：「你若真正平安倒來，就是耶和華無託我講」；閣講：「諸個百姓啊，恁攏著聽！」","bklhl":"Bí-kai-ngá講，你若真正平安tò來，就是耶和華無託我講。Koh講，chiah ê百姓ah，lín lóng tio̍h聽。"}},{"book":"王上","chapter":22,"verse":29,"versions":{"unv":"以色列王和猶大王約沙法上基列的拉末去了。","bklcl":"Í-sek-lia̍t ông kap Iû-tāi ông Iok-sa-hoat chiūⁿ--khì Ki-lia̍t ê La̍h-boa̍t.","tghg":"以色列王及猶大王約沙法上去基列的拉末。","bklhl":"以色列王kap偤大王Iok-sa-hoat上去Ki-lia̍t ê La̍h-boa̍t。"}},{"book":"王上","chapter":22,"verse":30,"versions":{"unv":"以色列王對約沙法說：「我要改裝上陣，你可以仍穿王服。」以色列王就改裝上陣。","bklcl":"Í-sek-lia̍t ông kā Iok-sa-hoat kóng, Góa beh kái-chong chiūⁿ-tīn; lí thang chhēng ông-ho̍k.  Í-sek-lia̍t ông chiū kái-chong chiūⁿ-tīn.","tghg":"以色列王給約沙法講：「我欲改裝上陣(chiūⁿ-tīn)，你通穿王服。」以色列王就改裝上陣。","bklhl":"以色列王kā Iok-sa-hoat講，我beh改妝上陣；你thang穿王服。以色列王就改妝上陣。"}},{"book":"王上","chapter":22,"verse":31,"versions":{"unv":"先是亞蘭王吩咐他的三十二個車兵長說：「他們的兵將，無論大小，你們都不可與他們爭戰，只要與以色列王爭戰。」","bklcl":"A-lân ông ū hoan-hù i ê chiàn-chhia ê koaⁿ-tiúⁿ saⁿ-cha̍p-jī-ê, kóng, Bô-lūn tōa-sòe m̄-thang kap in kau-chiàn, chí-ū kap Í-sek-lia̍t ông kau-chiàn.","tghg":"亞蘭王有吩咐伊的戰車的官長三十二個，講：「無論大細，呣通及𪜶交戰，只有及以色列王交戰。」","bklhl":"A-lân王有吩咐伊ê戰車ê官長三十二個，講，無論大細m̄-thang kap in交戰，只有kap以色列王交戰。"}},{"book":"王上","chapter":22,"verse":32,"versions":{"unv":"車兵長看見約沙法，便說：「這必是以色列王！」就轉過去與他爭戰，約沙法便呼喊。","bklcl":"Chiàn-chhia ê koaⁿ-tiúⁿ khòaⁿ-kìⁿ Iok-sa-hoat, chiū kóng, Che pit-tiāⁿ sī Í-sek-lia̍t ông; chiū oa̍t-tńg beh kap i kau-chiàn.  Iok-sa-hoat chiū háu-kiù.","tghg":"戰車的官長看見約沙法，就講：「這必定是以色列王！」就越轉欲及伊交戰，約沙法就哮救(háu-kiù)。","bklhl":"戰車ê官長看見Iok-sa-hoat，就講，這必定是以色列王；就oa̍t-tńg beh kap伊交戰。Iok-sa-hoat就哮救。"}},{"book":"王上","chapter":22,"verse":33,"versions":{"unv":"車兵長見不是以色列王，就轉去不追他了。","bklcl":"Chiàn-chhia ê koaⁿ-tiúⁿ khòaⁿ-kìⁿ m̄-sī Í-sek-lia̍t ông, chiū oa̍t-tńg-khì bô tui i.","tghg":"戰車的官長看見呣是以色列王，就越轉去無追伊。","bklhl":"戰車ê官長看見m̄是以色列王，就oa̍t-tńg去無追伊。"}},{"book":"王上","chapter":22,"verse":34,"versions":{"unv":"有一人隨便開弓，恰巧射入以色列王的甲縫裡。王對趕車的說：「我受了重傷，你轉過車來，拉我出陣吧！」","bklcl":"Ū chi̍t-lâng ngó͘-jiân khui-keng siā-ji̍p Í-sek-lia̍t ông chiàn-kah ê kap-chōa;  ông kā kóaⁿ-chhia--ê kóng, Lí oa̍t-tńg chhiú, tòa góa chhut-tīn;  in-ūi góa tio̍h tāng-siong.","tghg":"有一人偶然(ngó͘-jiân)開弓，射入以色列王戰甲的合叕(kap-chōa)。王給趕車者講：「你越轉手，帶我出陣，因為我著重傷。」","bklhl":"有一人偶然開弓射入以色列王戰甲ê kap-chōa；王kā趕車ê講，你oa̍t-tńg手，帶我出陣；因為我tio̍h重傷。"}},{"book":"王上","chapter":22,"verse":35,"versions":{"unv":"那日，陣勢越戰越猛，有人扶王站在車上，抵擋亞蘭人。到晚上，王就死了，血從傷處流在車中。","bklcl":"Hit-ji̍t kau-chiàn ê sè-bīn ná béng-lia̍t; ū lâng hû ông tī chhia--nih, tí-tng A-lân lâng; kàu ji̍t àm ông chiū sí, huih tùi tio̍h-siong ê só͘-chāi lâu kàu chhia-tóe.","tghg":"彼日，交戰的勢面愈猛烈，有人扶王佇車裡，抵當(tí-tng)亞蘭人。到日暗，王就死，血對著傷的所在流到車底。","bklhl":"Hit日交戰ê勢面ná猛烈；有人扶王tī車裡，抵擋A-lân人；到日暗王就死，血tùi tio̍h傷ê所在流到車底。"}},{"book":"王上","chapter":22,"verse":36,"versions":{"unv":"約在日落的時候，有號令傳遍軍中，說：「各歸本城，各歸本地吧！」","bklcl":"Ji̍t beh lo̍h ê sî, ū hō-lēng piàn-thoân tī kun-iâⁿ-tiong, kóng, Ta̍k-lâng tò-khì pún-siâⁿ, ta̍k-lâng tò-khì pún-tōe.","tghg":"日欲落的時，有號令遍傳佇軍營中，講：「逐人倒去本城，逐人倒去本地。」","bklhl":"日beh落ê時，有號令遍傳tī軍營中，講，ta̍k人tò去本城，ta̍k人tò去本地。"}},{"book":"王上","chapter":22,"verse":37,"versions":{"unv":"王既死了，眾人將他送到撒馬利亞，就葬在那裡；","bklcl":"Ông sí, tòa i kàu Sat-má-lī-a; in bâi-chòng ông tī Sat-má-lī-a.","tghg":"王死，帶伊到撒瑪利亞，𪜶埋葬王佇撒瑪利亞；","bklhl":"王死，帶伊到撒馬利亞；in埋葬王tī撒馬利亞。"}},{"book":"王上","chapter":22,"verse":38,"versions":{"unv":"又有人把他的車洗在撒馬利亞的池旁（妓女在那裡洗澡），狗來舔他的血，正如耶和華所說的話。","bklcl":"Ū lâng sóe i ê chhia tī Sat-má-li-a ê tî-piⁿ, káu lâi chī i ê huih, tú-chiàu Iâ-hô-hoa só͘ kóng ê ōe; chhiong-ki iā tī-hia sóe seng-khu.","tghg":"有人洗伊的車佇撒瑪利亞的池邊，狗來舐(chī)伊的血，抵照耶和華所講的話（娼妓也佇遐洗身軀）。","bklhl":"有人洗伊ê車tī Sat-má-li-a ê池邊，狗來舐伊ê血，tú照耶和華所講ê話；娼妓也tī-hia洗身軀。"}},{"book":"王上","chapter":22,"verse":39,"versions":{"unv":"亞哈其餘的事，凡他所行的和他所修造的象牙宮，並所建築的一切城邑，都寫在以色列諸王記上。","bklcl":"A-hap kî-û ê sū, kìⁿ i só͘-kiâⁿ-ê, kap i só͘ khí chhiūⁿ-gê ê chhù, í-ki̍p só͘ khí lóng-chóng ê siâⁿ, kiám bô kì tī Í-sek-lia̍t chiah-ê ông ê kì-lio̍k mah?","tghg":"亞哈其餘的事，見伊所行的及伊所起象牙的厝，以及所起攏總的城，豈無記佇以色列諸個王的記錄嗎？","bklhl":"A-hap其餘ê事，見伊所行ê，kap伊所起象牙ê厝，以及所起lóng總ê城，kiám無記tī以色列chiah ê王ê記錄mah？"}},{"book":"王上","chapter":22,"verse":40,"versions":{"unv":"亞哈與他列祖同睡。他兒子亞哈謝接續他作王。","bklcl":"A-hap kap i ê lia̍t-chó͘ tâng khùn; i ê kiáⁿ A-hap-siā sòa-chiap i chòe ông.","tghg":"亞哈及伊的列祖同睏。伊的子亞哈謝續接伊做王。","bklhl":"A-hap kap伊ê列祖同睏；伊ê kiáⁿ A-hap-siā續接伊做王。"}},{"book":"王上","chapter":22,"verse":41,"versions":{"unv":"以色列王亞哈第四年，亞撒的兒子約沙法登基作了猶大王。","bklcl":"Í-sek-lia̍t ông A-hap tē-sì nî, A-sat ê kiáⁿ Iok-sa-hoat chē-ūi chòe Iû-tāi ông.","tghg":"以色列王亞哈第四年，亞撒的子約沙法坐位做猶大王。","bklhl":"以色列王A-hap第四年，A-sat ê kiáⁿ Iok-sa-hoat坐位做偤大王。"}},{"book":"王上","chapter":22,"verse":42,"versions":{"unv":"約沙法登基的時候年三十五歲，在耶路撒冷作王二十五年。他母親名叫阿蘇巴，乃示利希的女兒。","bklcl":"Iok-sa-hoat chē-ūi ê sî, saⁿ-cha̍p-gō͘ hè; tī Iâ-lō͘-sat-léng chòe ông jī-cha̍p-gō͘ nî; i ê lāu-bú miâ kiò A-só͘-pa, chiū-sī Sī-lī-hi ê cha-bó͘-kiáⁿ.","tghg":"約沙法坐位的時三十五歲，佇耶路撒冷做王二十五年。伊的老母名叫阿蘇巴，就是示利希的查某子。","bklhl":"Iok-sa-hoat坐位ê時，三十五歲；tī耶路撒冷做王二十五年；伊ê老母名叫A-só͘-pa，就是Sī-lī-hi ê cha-bó͘-kiáⁿ。"}},{"book":"王上","chapter":22,"verse":43,"versions":{"unv":"約沙法行他父親亞撒所行的道，不偏離左右，行耶和華眼中看為正的事；只是邱壇還沒有廢去，百姓仍在那裡獻祭燒香。","bklcl":"Iok-sa-hoat kiâⁿ i-ê lāu-pē A-sat hiah-ê lō͘, bô oa̍t-tńg lī-khui i, kiâⁿ Iâ-hô-hoa khòaⁿ-chòe hó ê sū; chóng-sī soaⁿ-thâu-tôaⁿ iáu-bē hòe-bô, peh-sìⁿ iû-goân hiàn-chè sio-hiuⁿ tī soaⁿ-thâu-tôaⁿ.","tghg":"約沙法行伊的老父亞撒許個路，無越轉離開伊，行耶和華看做好的事；總是山頭壇猶未廢無，百姓猶原獻祭燒香佇山頭壇。","bklhl":"Iok-sa-hoat行伊ê老父A-sat hiah-ê路，無oa̍t-tńg離開伊，行耶和華看做好ê事；總是山頭壇iáu未廢無，百姓猶原獻祭燒香tī山頭壇。"}},{"book":"王上","chapter":22,"verse":44,"versions":{"unv":"約沙法與以色列王和好。","bklcl":"Iok-sa-hoat kap Í-sek-lia̍t ông li̍p-iok hô-hó.","tghg":"約沙法及以色列王立約和好。","bklhl":"Iok-sa-hoat kap以色列王立約和好。"}},{"book":"王上","chapter":22,"verse":45,"versions":{"unv":"約沙法其餘的事和他所顯出的勇力，並他怎樣爭戰，都寫在猶大列王記上。","bklcl":"Iok-sa-hoat kî-û ê sū, kap i só͘ hián-chhut ê lêng-le̍k, kap i cháiⁿ-iūⁿ kau-chiàn, kiám bô lóng kì tī Iû-tāi lia̍t-ông ê kì-lio̍k mah?","tghg":"約沙法其餘的事及伊所顯出的能力，及伊怎樣交戰，豈無攏記佇猶大列王的記錄嗎？","bklhl":"Iok-sa-hoat其餘ê事，kap伊所顯出ê能力，kap伊怎樣交戰，kiám無lóng記tī偤大列王ê記錄mah？"}},{"book":"王上","chapter":22,"verse":46,"versions":{"unv":"約沙法將他父親亞撒在世所剩下的孌童都從國中除去了。","bklcl":"I ê lāu-pē A-sat ê sî, só͘ lâu--lo̍h-lâi ê loân-tông, Iok-sa-hoat tùi kok-lāi tû-khì.","tghg":"伊的老父亞撒的時所留落來的孌童(loân-tông)，約沙法對國內除去。","bklhl":"伊ê老父A-sat ê時，所留落來ê攣童，Iok-sa-hoat tùi國內除去。"}},{"book":"王上","chapter":22,"verse":47,"versions":{"unv":"那時以東沒有王，有總督治理。","bklcl":"Hit-sî Í-tong bô ông, ū úi-oân koán-lí i.","tghg":"彼時以東無王，有委員管理伊。","bklhl":"Hit時Í-tong無王，有委員管理伊。"}},{"book":"王上","chapter":22,"verse":48,"versions":{"unv":"約沙法製造他施船隻，要往俄斐去，將金子運來；只是沒有去，因為船在以旬‧迦別破壞了。","bklcl":"Iok-sa-hoat chō Tha-si ê chûn-chiah, beh khì Gô-hui ūn kim lâi; chóng-sī bô khì, in-ūi chûn phah-phòa tī Í-sûn-ka-piat.","tghg":"約沙法造他施的船隻，欲去俄斐運金來；總是無去，因為船拍破佇以旬迦別。","bklhl":"Iok-sa-hoat造Tha-si ê船隻，beh去Gô-hui運金來；總是無去，因為船phah破tī Í-sûn-ka-piat。"}},{"book":"王上","chapter":22,"verse":49,"versions":{"unv":"亞哈的兒子亞哈謝對約沙法說：「容我的僕人和你的僕人坐船同去吧！」約沙法卻不肯。","bklcl":"A-hap ê kiáⁿ A-hap-siā kā Iok-sa-hoat kóng, Iông-ún góa ê lô͘-po̍k kap lí ê lô͘-po̍k chē-chûn saⁿ-kap khì; chóng-sī Iok-sa-hoat m̄-khéng.","tghg":"亞哈的子亞哈謝給約沙法講：「容允我的奴僕及你的奴僕坐船相及去！」總是約沙法呣肯。","bklhl":"A-hap ê kiáⁿ A-hap-siā kā Iok-sa-hoat講，容允我ê奴僕kap你ê奴僕坐船相kap去；總是Iok-sa-hoat m̄肯。"}},{"book":"王上","chapter":22,"verse":50,"versions":{"unv":"約沙法與列祖同睡。葬在大衛城他列祖的墳地裡。他兒子約蘭接續他作王。","bklcl":"Iok-sa-hoat kap lia̍t-chó͘ tâng-khùn, kap i ê lia̍t-chó͘ chòng tī i ê chó͘ Tāi-pi̍t ê siâⁿ; i ê kiáⁿ Iâ-hô-lâm sòa-chiap i chòe ông.","tghg":"約沙法及列祖同睏。及伊的列祖葬佇伊的祖大衛的城。伊的子耶和南續接伊做王。","bklhl":"Iok-sa-hoat kap列祖同睏，kap伊ê列祖葬tī伊ê祖大衛ê城；伊ê kiáⁿ Iâ-hô-lâm續接伊做王。"}},{"book":"王上","chapter":22,"verse":51,"versions":{"unv":"猶大王約沙法十七年，亞哈的兒子亞哈謝在撒馬利亞登基，作以色列王共二年。","bklcl":"Iû-tāi ông Iok-sa-hoat cha̍p-chhit nî, A-hap ê kiáⁿ A-hap-siā tī Sat-má-lī-a chē-ūi, chòe Í-sek-lia̍t ông, chòe-ông tī Í-sek-lia̍t le̍k-kè nn̄g-nî.","tghg":"猶大王約沙法十七年，亞哈的子亞哈謝佇撒瑪利亞坐位做以色列王，做王佇以色列歷過二年。","bklhl":"偤大王Iok-sa-hoat十七年，A-hap ê kiáⁿ A-hap-siā tī撒馬利亞坐位，做以色列王，做王tī以色列歷過兩年。"}},{"book":"王上","chapter":22,"verse":52,"versions":{"unv":"他行耶和華眼中看為惡的事，效法他的父母，又行尼八的兒子耶羅波安使以色列人陷在罪裡的事。","bklcl":"I kiâⁿ Iâ-hô-hoa khòaⁿ-chòe pháiⁿ ê sū, kiâⁿ i ê pē ê lō͘, kap i ê lāu-bú ê lō͘, kap hō͘ Í-sek-lia̍t hoān-chōe ê Nî-pat ê kiáⁿ Iâ-lô-phò-àm ê lō͘.","tghg":"伊行耶和華看做歹的事，行伊的父的路，及伊的老母的路，及互以色列犯罪的尼八的子耶羅波安的路。","bklhl":"伊行耶和華看做pháiⁿ ê事，行伊ê父ê路，kap伊ê老母ê路，kap hō͘以色列犯罪ê Nî-pat ê kiáⁿ Iâ-lô-phò-àm ê路。"}},{"book":"王上","chapter":22,"verse":53,"versions":{"unv":"他照他父親一切所行的，事奉敬拜巴力，惹耶和華─以色列　神的怒氣。","bklcl":"I chiàu in lāu-pē it-chhè só͘-kiâⁿ-ê ho̍k-sāi Pa-le̍k lâi kèng-pài i, kek Iâ-hô-hoa Í-sek-lia̍t Siōng-tè ê siū-khì.","tghg":"伊照𪜶老父一切所行的，服事巴力來敬拜伊，激耶和華──以色列上帝的受氣。","bklhl":"伊照in老父一切所行ê服事Pa-le̍k來敬拜伊，激耶和華以色列上帝ê受氣。"}}]