[{"book":"王上","chapter":7,"verse":1,"versions":{"unv":"所羅門為自己建造宮室，十三年方才造成；","bklcl":"Só͘-lô-bûn khí ka-kī ê chhù, cha̍p-saⁿ nî kú, chhù chiah khí hó.","tghg":"所羅門起家己的厝，十三年久厝才起好；","bklhl":"所羅門起家己ê厝，十三年久，厝chiah起好。"}},{"book":"王上","chapter":7,"verse":2,"versions":{"unv":"又建造黎巴嫩林宮，長一百肘，寬五十肘，高三十肘，有香柏木柱三（原文是四）行，柱上有香柏木柁樑。","bklcl":"Koh khí Lī-pa-lùn chhiū-nâ ê chhù, tn̂g chi̍t-pah tiú, khoah gō͘-cha̍p tiú, koâiⁿ saⁿ-cha̍p tiú; ū pek-hiuⁿ-chhâ ê thiāu sì-chōa, thiāu-téng ū pek-hiuⁿ-chhâ ê îⁿ.","tghg":"閣起黎巴嫩樹林的厝，長一百肘(tiú)，闊五十肘，高三十肘，有柏香柴的柱四鑆(chōa)，柱頂有柏香柴的楹(îⁿ)。","bklhl":"Koh起黎巴嫩樹林ê厝，長一百肘，闊五十肘，高三十肘；有柏香柴ê柱四chōa，柱頂有柏香柴ê楹。"}},{"book":"王上","chapter":7,"verse":3,"versions":{"unv":"其上以香柏木為蓋，每行柱子十五根，共有四十五根。","bklcl":"Téng-bīn ēng pek-hiuⁿ-chhâ khàm i, khàm tī sì-cha̍p-gō͘ ki thiāu-téng ê îⁿ;  múi-chōa cha̍p-gō͘ ki thiāu.","tghg":"頂面用柏香柴蓋伊，蓋佇四十五支柱頂的楹，每鑆十五支柱。","bklhl":"頂面用柏香柴蓋伊，蓋tī四十五支柱頂ê楹；每chōa十五支柱。"}},{"book":"王上","chapter":7,"verse":4,"versions":{"unv":"有窗戶三層，窗與窗相對。","bklcl":"Koh ū thang-mn̂g saⁿ-chōa, thang kap thang saⁿ-tùi; saⁿ-chōa lóng sī án-ni.","tghg":"閣有窗門三鑆，窗及窗相對，三鑆攏是按呢。","bklhl":"Koh有窗門三chōa，窗kap窗相對；三chōa lóng是án-ni。"}},{"book":"王上","chapter":7,"verse":5,"versions":{"unv":"所有的門框都是厚木見方的，有窗戶三層，窗與窗相對。","bklcl":"Chiah-ê mn̂g kap mn̂g-khiā, sī ēng chhâ chòe ê, lóng sī sù-hong; ū thang-mn̂g saⁿ-chōa, thang kap thang saⁿ-tùi; saⁿ-chōa lóng sī án-ni.","tghg":"諸個門及門竪是用柴做的攏是四方(sù-hong)，有窗門三鑆，窗及窗相對，三鑆攏是按呢。","bklhl":"Chiah-ê門kap門khiā，是用柴做ê，lóng是四方；有窗門三chōa，窗kap窗相對；三chōa lóng是án-ni。"}},{"book":"王上","chapter":7,"verse":6,"versions":{"unv":"並建造有柱子的廊子，長五十肘，寬三十肘；在這廊前又有廊子，廊外有柱子和臺階。","bklcl":"Koh khí ū thiāu ê léng-lông, tn̂g gō͘-cha̍p tiú, khoah saⁿ-cha̍p tiú; tī in ê thâu-chêng koh ū léng-lông, tī in ê thâu-chêng ū thiāu kap hō͘-tēng.","tghg":"閣起有柱的兩廊(léng-lông)，長五十肘，闊三十肘；佇𪜶的頭前閣有兩廊，佇𪜶的頭前有柱及戶椗(hō͘-tēng)。","bklhl":"Koh起有柱ê léng廊，長五十肘，闊三十肘；tī in ê頭前koh有léng廊，tī in ê頭前有柱kap戶碇。"}},{"book":"王上","chapter":7,"verse":7,"versions":{"unv":"又建造一廊，其中設立審判的座位，這廊從地到頂都用香柏木遮蔽。","bklcl":"Koh khí chō-ūi ê lông, chiū-sī sím-phòaⁿ ê lông, thang tī-hia sím-phòaⁿ; chit ê lông tùi tōe-pán kàu thian-lô-pán, ēng pek-hiuⁿ-chhâ khàm.","tghg":"閣起座位的廊就是審判的廊，通佇遐審判，此個廊對地板到天羅板用柏香柴蓋(khàm)。","bklhl":"Koh起座位ê廊，就是審判ê廊，thang tī-hia審判；chit ê廊tùi地板到天羅板，用柏香柴蓋。"}},{"book":"王上","chapter":7,"verse":8,"versions":{"unv":"廊後院內有所羅門住的宮室；工作與這工作相同。所羅門又為所娶法老的女兒建造一宮，做法與這廊子一樣。","bklcl":"Só͘-lô-bûn ka-kī só͘ beh khiā ê chhù, lēng-gōa ū chi̍t keng īⁿ tī lông ê lāi-bīn, khí-chō ê hoat saⁿ-tâng;  Só͘-lô-bûn chhōa Hoat-ló ê cha-bó͘-kiáⁿ, iā kā i khí chi̍t keng chhù, kap chit ê lông saⁿ-tâng.","tghg":"所羅門家己所欲徛的厝；另外有一間院佇廊的內面起造的法相同。所羅門娶法老的查某子，也給伊起一間厝，及此個廊相同。","bklhl":"所羅門家己所beh khiā ê厝，另外有一間院tī廊ê內面，起造ê法相同；所羅門娶法老ê cha-bó͘-kiáⁿ，也kā伊起一間厝，kap chit ê廊相同。"}},{"book":"王上","chapter":7,"verse":9,"versions":{"unv":"建造這一切所用的石頭都是寶貴的，是按著尺寸鑿成的，是用鋸裡外鋸齊的；從根基直到檐石，從外頭直到大院，都是如此。","bklcl":"Khí chiah-ê lóng sī ēng pó-pòe ê chio̍h, chiàu chhùn-chhioh lâi phah-hó ê chio̍h, lāi-gōa ēng kù-á kù--ê; tùi tōe-ki kàu nî-chîⁿ, tùi gōa-bīn kàu tōa-īⁿ, lóng sī án-ni.","tghg":"起諸個攏是用寶貝的石，照寸尺來拍好的石，內外用鋸仔鋸的；對地基到簾簷(nî-chîⁿ)，對外面到大院(tōa-īⁿ)，攏是按呢。","bklhl":"起chiah ê lóng是用寶貝ê石，照寸尺來phah好ê石，內外用鋸á鋸ê；tùi地基到nî-chîⁿ，tùi外面到大院，lóng是án-ni。"}},{"book":"王上","chapter":7,"verse":10,"versions":{"unv":"根基是寶貴的大石頭，有長十肘的，有長八肘的；","bklcl":"Tōe-ki sī kùi-khì ê chio̍h, sī tōa tè chio̍h; ū cha̍p tiú ê chio̍h, ū poeh tiú ê chio̍h.","tghg":"地基是貴氣的石是大塊石，有十肘的石，有八肘的石；","bklhl":"地基是貴氣ê石，是大塊石；有十肘ê石，有八肘ê石。"}},{"book":"王上","chapter":7,"verse":11,"versions":{"unv":"上面有香柏木和按著尺寸鑿成寶貴的石頭。","bklcl":"Téng-bīn ū kùi-khì ê chio̍h, chiàu chhùn-chhioh phah-hó ê chio̍h, iā ū peh-hiuⁿ-chhâ.","tghg":"頂面有貴氣的石照寸尺拍好的石，也有柏香柴。","bklhl":"頂面有貴氣ê石，照寸尺phah好ê石，也有柏香柴。"}},{"book":"王上","chapter":7,"verse":12,"versions":{"unv":"大院周圍有鑿成的石頭三層、香柏木一層，都照耶和華殿的內院和殿廊的樣式。","bklcl":"Tōa-īⁿ chiu-ûi ū phah-hó ê chio̍h saⁿ-ûn, pek-hiuⁿ-chhâ chi̍t-ûn; lóng chhin-chhiūⁿ Iâ-hô-hoa tiān ê lāi-īⁿ, kap tiān ê lông.","tghg":"大院周圍有拍好的石三勻(saⁿ-ûn)、柏香柴一勻，攏親像耶和華殿的內院及殿的廊。","bklhl":"大院周圍有phah好ê石三ûn，柏香柴一ûn；lóng親像耶和華殿ê內院，kap殿ê廊。"}},{"book":"王上","chapter":7,"verse":13,"versions":{"unv":"所羅門王差遣人往泰爾去，將戶蘭召了來。","bklcl":"Só͘-lô-bûn ông chhe lâng tùi Chhui-lô tòa Hō͘-lân lâi.","tghg":"所羅門王差人對推羅帶戶蘭來。","bklhl":"所羅門王差人tùi Chhui-lô帶Hō͘-lân來。"}},{"book":"王上","chapter":7,"verse":14,"versions":{"unv":"他是拿弗他利支派中一個寡婦的兒子，他父親是泰爾人，作銅匠的。戶蘭滿有智慧、聰明、技能，善於各樣銅作。他來到所羅門王那裡，做王一切所要做的。","bklcl":"I sī Ná-hut-tha-lī chi-phài tiong chi̍t ê chiú-kóaⁿ lâng ê kiáⁿ, i ê lāu-pē sī Chhui-lô lâng, sī phah-tâng sai-hū. Hō͘-lân ū tì-hūi, chhang-miâ, pún-sū móa-móa, gâu phah ta̍k-hāng ê tâng-khì; i lâi Só͘-lô-bûn hia, chòe i it-chhè ê kang.","tghg":"伊是拿弗他利支派中一個守寡人的子，伊的老父是推羅人，是拍銅師傅。戶蘭有智慧、聰明、本事滿滿，𠢕拍逐項的銅器。伊來所羅門王遐，做伊一切的工。","bklhl":"伊是Ná-hut-tha-lī支派中一个守寡人ê kiáⁿ，伊ê老父是Chhui-lô人，是phah銅師傅。Hō͘-lân有智慧、聰明，本事滿滿，gâu phah ta̍k項ê銅器；伊來所羅門hia，做伊一切ê工。"}},{"book":"王上","chapter":7,"verse":15,"versions":{"unv":"他製造兩根銅柱，每根高十八肘，圍十二肘；","bklcl":"I chè-chō nn̄g ki tâng-thiāu, múi-ki koâiⁿ cha̍p-poeh tiú, thiāu ê chiu-ûi cha̍p-jī tiú.","tghg":"伊製造二支銅柱，每支高十八肘，柱的周圍十二肘；","bklhl":"伊製造兩支銅柱，每支高十八肘，柱ê周圍十二肘。"}},{"book":"王上","chapter":7,"verse":16,"versions":{"unv":"又用銅鑄了兩個柱頂安在柱上，各高五肘。","bklcl":"Koh ēng tâng lâi chù nn̄g ê thiāu-táu, hē tī thiāu-téng; chit ê thiāu-táu koâiⁿ gō͘ tiú, hit ê thiāu-táu koâiⁿ iā gō͘-tiú.","tghg":"閣用銅來鑄(chù)二個柱枓(thiāu-táu)下佇柱頂，此個柱枓高五肘，彼個柱枓高也五肘。","bklhl":"Koh用銅來鑄兩個柱斗，hē tī柱頂；chit ê柱斗高五肘，hit ê柱斗高也五肘。"}},{"book":"王上","chapter":7,"verse":17,"versions":{"unv":"柱頂上有裝修的網子和擰成的鍊索，每頂七個。","bklcl":"Thiāu-téng ê thiāu-táu ū chhiah chi̍t-ba̍k chi̍t-ba̍k ê bāng-á kap chi̍t-khoân chi̍t-khoân ê liān-á; chit ê thiāu-táu ū chhit-ê, hit ê thiāu-táu iā ū chhit-ê.","tghg":"柱頂的柱枓有刺(chhiah)一目一目的網仔及一環一環的鍊仔，此個柱枓有七個，彼個柱枓也有七個。","bklhl":"柱頂ê柱斗有刺一目一目 ê 網á kap一環一環ê鍊á；chit ê柱斗有七個，hit ê柱斗也有七個。"}},{"book":"王上","chapter":7,"verse":18,"versions":{"unv":"網子周圍有兩行石榴遮蓋柱頂，兩個柱頂都是如此。","bklcl":"I chō thiāu; tī chi̍t ê bāng-á ê téng-bīn ê sì-ûi, ū sia̍h-liû nn̄g-chōa, ēng i lâi jia-khàm thiāu-téng ê thiāu-táu; hit ê thiāu-táu iā sī án-ni.","tghg":"伊造柱佇一個網仔的頂面的四圍有石榴(sia̍h-liû)二鑆，用伊來遮蓋柱頂的柱枓，彼個柱枓也是按呢。","bklhl":"伊造柱；tī一个網á ê頂面ê四圍，有石榴兩chōa，用伊來遮蓋柱頂ê柱斗；hit ê柱斗也是án-ni。"}},{"book":"王上","chapter":7,"verse":19,"versions":{"unv":"廊子的柱頂徑四肘，刻著百合花。","bklcl":"Lông ê lāi-bīn thiāu-téng ê thiāu-táu, ū khek pek-ha̍p-hoe sì tiú.","tghg":"廊的內面柱頂的柱枓，有刻百合花四肘。","bklhl":"廊ê內面柱頂ê柱斗，有刻百合花四肘。"}},{"book":"王上","chapter":7,"verse":20,"versions":{"unv":"兩柱頂的鼓肚上挨著網子，各有兩行石榴環繞，兩行共有二百。","bklcl":"Nn̄g ki thiāu-téng, kūn bāng-á piⁿ phòng-îⁿ ê só͘-chāi, ū thiāu-táu; koh ū sia̍h-liû nn̄g-pah lia̍p tī tē-jī ê thiāu-táu; ta̍k-chōa ûi i.","tghg":"二支柱頂近網仔邊肨圓(phòng-îⁿ)的所在有柱枓，閣有石榴二百粒佇第二個柱枓，逐鑆圍伊。","bklhl":"兩支柱頂，近網á邊膨圓ê所在，有柱斗；koh有石榴兩百粒tī第二ê柱斗；ta̍k-chōa圍伊。"}},{"book":"王上","chapter":7,"verse":21,"versions":{"unv":"他將兩根柱子立在殿廊前頭：右邊立一根，起名叫雅斤；左邊立一根，起名叫波阿斯。","bklcl":"I khiā nn̄g ki thiāu tī tiān ê léng-lông; khiā tī chiàⁿ-pêng ê miâ kiò Ngá-kun, khiā tī tò-pêng ê, miâ kiò Pho-a-su.","tghg":"伊徛二支柱佇殿的兩廊：徛佇正旁的，名叫雅斤；徛佇倒旁的，名叫波阿斯。","bklhl":"伊khiā兩支柱tī殿ê léng廊；khiā tī chiàⁿ-pêng ê名叫Ngá-kun，khiā tī tò-pêng ê，名叫Pho-a-su。"}},{"book":"王上","chapter":7,"verse":22,"versions":{"unv":"在柱頂上刻著百合花。這樣，造柱子的工就完畢了。","bklcl":"Tī thiāu-téng khek pek-ha̍p-hoe; án-ni, chō thiāu ê kang chiū bêng-pe̍k.","tghg":"佇柱頂刻百合花。按呢，造柱的工就明白。","bklhl":"Tī柱頂刻百合花；án-ni，造柱ê工就明白。"}},{"book":"王上","chapter":7,"verse":23,"versions":{"unv":"他又鑄一個銅海，樣式是圓的，高五肘，徑十肘，圍三十肘。","bklcl":"I koh chù chi̍t ê tâng-hái, khoán-sit sī îⁿ--ê, koâiⁿ gō͘ tiú, tùi chit-pêng kàu hit-pêng cha̍p tiú, chiu-ûi saⁿ-cha̍p tiú.","tghg":"伊閣鑄一個銅海，款式是圓的，高五肘，對此旁到彼旁十肘，周圍三十肘。","bklhl":"伊koh鑄一个銅海，款式是圓ê，高五肘，tùi chit-pêng到hit-pêng十肘，周圍三十肘。"}},{"book":"王上","chapter":7,"verse":24,"versions":{"unv":"在海邊之下，周圍有野瓜的樣式；每肘十瓜，共有兩行，是鑄海的時候鑄上的。","bklcl":"Tī i ê kîⁿ ê ē-bīn, ū pû-á ê khoán ûi i, múi-tiú cha̍p-lia̍p, lâi ûi hit ê tâng-hái; pû-á ū nn̄g-chōa, chù tâng-hái ê sî, sòa chù--ê.","tghg":"佇伊的墘(kîⁿ)的下面，有匏仔(pû-á)的款圍伊；每肘十粒，來圍彼個銅海，匏仔有二鑆，鑄銅海的時續鑄的。","bklhl":"Tī伊ê墘ê下面，有瓠á ê款圍伊，每肘十粒，來圍hit ê銅海；瓠á有兩chōa，鑄銅海ê時，續鑄ê。"}},{"book":"王上","chapter":7,"verse":25,"versions":{"unv":"有十二隻銅牛馱海：三隻向北，三隻向西，三隻向南，三隻向東；海在牛上，牛尾都向內。","bklcl":"Tâng-hái khòa tī cha̍p-jī chiah tâng-gû ê téng-bīn; saⁿ-chiah ǹg-pak, saⁿ-chiah ǹg-sai, saⁿ-chiah ǹg-lâm, saⁿ-chiah ǹg-tang; tâng-hái hē tī gû ê téng-bīn, gû-bé ǹg lāi-bīn.","tghg":"銅海靠佇十二隻銅牛的頂面：三隻向北，三隻向西，三隻向南，三隻向東；銅海下佇牛的頂面，牛尾向內面。","bklhl":"銅海khòa tī十二隻銅牛ê頂面；三隻ǹg北，三隻ǹg西，三隻ǹg南，三隻ǹg東；銅海hē tī牛ê頂面，牛尾ǹg內面。"}},{"book":"王上","chapter":7,"verse":26,"versions":{"unv":"海厚一掌，邊如杯邊，又如百合花，可容二千罷特。","bklcl":"Tâng-hái kāu chi̍t pa-chiúⁿ ê khoah; i ê kîⁿ chhin-chhiūⁿ poe ê kîⁿ, chhin-chhiūⁿ pek-ha̍p-hoe; thang tóe nn̄g-chheng pà-te̍k.","tghg":"銅海厚一巴掌(pa-chiúⁿ)的闊，伊的墘親像杯的墘，親像百合花，通貯(tóe)二千罷特(pà-te̍k)。","bklhl":"銅海厚(kāu)一巴掌ê闊；伊ê墘親像杯ê墘，親像百合花；thang貯兩千pà-te̍k。"}},{"book":"王上","chapter":7,"verse":27,"versions":{"unv":"他用銅製造十個盆座，每座長四肘，寬四肘，高三肘。","bklcl":"I ēng tâng chhòng cha̍p ê chō; múi-chō tn̂g sì-tiú, khoah sì-tiú, koâiⁿ saⁿ-tiú.","tghg":"伊用銅創十個座，每座長四肘，闊四肘，高三肘。","bklhl":"伊用銅chhòng十個座；每座長四肘，闊四肘，高三肘。"}},{"book":"王上","chapter":7,"verse":28,"versions":{"unv":"座的造法是這樣：四面都有心子，心子在邊子當中，","bklcl":"Ta̍k ê chō ê khoán-sit sī án-ni; lóng ū kek-tó͘; i ê tó͘ tī kak ê só͘-chāi saⁿ-chiap.","tghg":"逐個座的款式是按呢：攏有隔堵(kek-tó͘)，伊的堵佇角的所在相接(saⁿ-chiap)，","bklhl":"Ta̍k-ê座ê款式是án-ni；lóng有隔堵(kek-tó͘)；伊ê堵tī角ê所在相接。"}},{"book":"王上","chapter":7,"verse":29,"versions":{"unv":"心子上有獅子和牛，並基路伯；邊上有小座，獅子和牛以下有垂下的瓔珞。","bklcl":"Tī i ê kak saⁿ-chiap ê só͘-chāi, tó͘ ê téng-bīn, ū sai, kap gû, kap ki-lō͘-peng; tī kak saⁿ-chiap ê só͘-chāi ê téng-bīn, ū sió-chō; sai kap gû ê ē-bīn, ū sûi kó͘-chîⁿ-thang ê chhiu.","tghg":"佇伊的角相接的所在，堵的頂面有獅及牛，及𠼻𡀔兵；佇角相接的所在的頂面有小座，獅及牛的下面有垂(sûi)古簷窗(kó͘-chîⁿ-thang)的鬚。","bklhl":"Tī伊ê角相接ê所在，堵ê頂面，有獅，kap牛，kap ki-lō͘-peng；tī角相接ê所在ê頂面，有小座；獅kap牛ê下面，有垂kó͘-chîⁿ窗ê鬚。"}},{"book":"王上","chapter":7,"verse":30,"versions":{"unv":"每盆座有四個銅輪和銅軸。小座的四角上在盆以下，有鑄成的盆架，其旁都有瓔珞。","bklcl":"Ta̍k ê chō ū sì ê tâng-lûn, kap tâng ê te̍k-sim; i ê sì-kha kok ū kè; kè chù tī phûn ê ē-bīn;  ta̍k-ê piⁿ-á ū kó͘-chîⁿ-thang ê chhiu.","tghg":"逐個座有四個銅輪及銅的軸心(te̍k-sim)。伊的四腳各有架，架鑄佇盆的下面，逐個邊仔有古簷窗的鬚。","bklhl":"Ta̍k-ê座有四個銅輪，kap銅ê軸心；伊ê四腳各有架；架鑄tī盆ê下面；ta̍k-ê邊á有kó͘-chîⁿ窗ê鬚。"}},{"book":"王上","chapter":7,"verse":31,"versions":{"unv":"小座高一肘，口是圓的，彷彿座的樣式，徑一肘半，在口上有雕工，心子是方的，不是圓的。","bklcl":"I ê chhùi tī táu ê lāi-bīn ǹg-téng chi̍t-tiú; i ê chhùi sī îⁿ-ê, chhin-chhiūⁿ sió-chō ê khoán-sit, chi̍t-tiú-pòaⁿ; tī i ê chhùi ū tiau-khek; i ê tó͘ sī sù-hong ê, m̄-sī îⁿ-ê.","tghg":"伊的嘴佇枓的內面向頂一肘，伊的嘴是圓的，親像小座的款式，一肘半，佇伊的嘴有雕刻，伊的堵是四方的，呣是圓的。","bklhl":"伊ê嘴tī斗ê內面èng頂一肘；伊ê嘴是圓ê，親像小座 ê款式，一肘半；tī伊ê嘴有雕刻；伊ê堵是四方ê，m̄是圓ê。"}},{"book":"王上","chapter":7,"verse":32,"versions":{"unv":"四個輪子在心子以下，輪軸與座相連，每輪高一肘半。","bklcl":"Sì ê lûn tī tó͘ ê ē-bīn; lûn ê te̍k-sim kap chō saⁿ-liân; ta̍k ê lûn koâiⁿ chi̍t-tiú-pòaⁿ.","tghg":"四個輪佇堵的下面，輪的軸心及座相連，逐個輪高一肘半。","bklhl":"四個輪tī堵ê下面；輪ê軸心kap座相連；ta̍k-ê輪高一肘半。"}},{"book":"王上","chapter":7,"verse":33,"versions":{"unv":"輪的樣式如同車輪；軸、輞、輻、轂都是鑄的。","bklcl":"Lûn ê khoán, chhin-chhiūⁿ chhia-lûn ê khoán; i ê te̍k-sim, i ê gōa-khoân, i ê chí, i ê lāi-khoân, lóng sī chù--ê.","tghg":"輪的款親像車輪的款；伊的軸心、伊的外環、伊的軹(chí)、伊的內環攏是鑄的。","bklhl":"輪ê款，親像車輪ê款；伊ê軸心，伊ê 外環，伊ê chí，伊ê內環，lóng是鑄ê。"}},{"book":"王上","chapter":7,"verse":34,"versions":{"unv":"每座四角上都有盆架，是與座一同鑄成的。","bklcl":"Chō ê sì-kak ū sì ê kè, kè kap chō liân-chòe chi̍t-ê.","tghg":"座的四角有四個架，架及座連做一個。","bklhl":"座ê四角有四個架，架kap座連做一个。"}},{"book":"王上","chapter":7,"verse":35,"versions":{"unv":"座上有圓架，高半肘；座上有撐子和心子，是與座一同鑄的。","bklcl":"Chō ê téng-bīn ū îⁿ ê iān, koâiⁿ pòaⁿ-tiú; chō ê téng-bīn ū i ê thuh, kap i ê tó͘, lóng kap chō liân-chòe chi̍t-ê;","tghg":"座的頂面有圓的緣，高半肘；座的頂面有伊的托(thuh)及伊的堵(tó͘)，攏及座連做一個。","bklhl":"座ê頂面有圓ê衍(iān)，高半肘；座ê頂面有伊ê thuh，kap伊ê堵，lóng kap座連做一个；"}},{"book":"王上","chapter":7,"verse":36,"versions":{"unv":"在撐子和心子上刻著基路伯、獅子，和棕樹，周圍有瓔珞。","bklcl":"i ê thuh ê pán, kap i ê tó͘ ê téng-bīn, i khek ki-lō͘-peng, kap sai, kap chó-chhiū, chiàu i ê khàng-ūi; sì-ûi ū kat kó͘-chîⁿ-thang ê chhiu.","tghg":"伊的托的板及伊的堵的頂面，伊刻𠼻𡀔兵、及獅，及棗樹，照伊的空位，四圍有結(kat)古簷窗的鬚。","bklhl":"伊ê thuh ê板，kap伊ê堵ê頂面，伊刻ki-lō͘-peng，kap獅，kap棗樹，照伊ê空位；四圍有結kó͘-chîⁿ窗ê鬚。"}},{"book":"王上","chapter":7,"verse":37,"versions":{"unv":"十個盆座都是這樣，鑄法、尺寸、樣式相同。","bklcl":"I chiàu án-ni chhòng cha̍p ê chō; in ê chù-hoat, chhùn-chhioh, khoán-sit, lóng saⁿ-tâng.","tghg":"伊照按呢創十個座，𪜶的鑄法、寸尺、款式，攏相同。","bklhl":"伊照án-ni chhòng十個座；in ê鑄法、寸尺、款式，lóng相同。"}},{"book":"王上","chapter":7,"verse":38,"versions":{"unv":"又用銅製造十個盆，每盆可容四十罷特。盆徑四肘，在那十座上，每座安設一盆。","bklcl":"Koh chō tâng-phûn cha̍p-ê, múi-phûn thang tóe sì-cha̍p pà-te̍k; ta̍k ê phûn ti̍t-kèng sì-tiú; cha̍p ê chō ê téng-bīn, ta̍k ê chō hē chi̍t ê phûn.","tghg":"閣造銅盆十個，每盆通貯四十罷特。逐個盆直徑四肘，十個座的頂面，逐個座下一個盆。","bklhl":"Koh造銅盆十個，每盆thang貯四十pà-te̍k；ta̍k-ê盆直徑四肘；十個座ê頂面，ta̍k-ê座hē一个盆。"}},{"book":"王上","chapter":7,"verse":39,"versions":{"unv":"五個安在殿門的右邊，五個放在殿門的左邊；又將海放在殿門的右旁，就是南邊。","bklcl":"Hiah ê chō, gō͘-ê hē tī tiān ê chiàⁿ-pêng, gō͘-ê hē tī tiān ê tò-pêng; koh ēng tâng-hái hē tī tiān ê chiàⁿ-pêng, tī tang--sì ê lâm-pêng.","tghg":"許個座五個下佇殿的正旁，五個下佇殿的倒旁；閣用銅海下佇殿的正旁，佇東勢的南旁。","bklhl":"Hiah-ê座，五個hē tī殿ê chiàⁿ-pêng，五個hē tī殿ê tò-pêng；koh用銅海hē tī殿ê chiàⁿ-pêng，tī東勢ê南pêng。"}},{"book":"王上","chapter":7,"verse":40,"versions":{"unv":"戶蘭又造了盆、鏟子，和盤子。這樣，他為所羅門王做完了耶和華殿的一切工。","bklcl":"Hō͘-lân koh chhòng phûn, thuh-á, kap pôaⁿ.  Tùi án-ni, Hō͘-lân ūi-tio̍h Só͘-lô-bûn ông chòe-oân Iâ-hô-hoa tiān it-chhè ê kang;","tghg":"戶蘭閣創盆、托仔(thuh-á)，及盤。對按呢，戶蘭為著所羅門王做完耶和華殿一切的工。","bklhl":"Hō͘-lân koh chhòng盆，托á，kap盤。Tùi án-ni，Hō͘-lân為tio̍h所羅門王做完耶和華殿一切ê工；"}},{"book":"王上","chapter":7,"verse":41,"versions":{"unv":"所造的就是：兩根柱子和柱上兩個如球的頂；並兩個蓋柱頂的網子；","bklcl":"chiū-sī nn̄g ki thiāu, kap thiāu-téng ê thiāu-táu ê nn̄g lia̍p kiû, í-ki̍p khàm tī thiāu-téng thiāu-táu ê kiû nn̄g ê bāng;","tghg":"就是：二支柱及柱頂的柱枓的二粒球；以及蓋佇柱頂柱枓的球二個網；","bklhl":"就是兩支柱，kap柱頂ê柱斗ê兩粒球，以及蓋tī柱頂柱斗ê求兩個網；"}},{"book":"王上","chapter":7,"verse":42,"versions":{"unv":"和四百石榴，安在兩個網子上，每網兩行，蓋著兩個柱上如球的頂；","bklcl":"ūi-tio̍h nn̄g ê bāng chòe sì-pah lia̍p sia̍h-liû;  chi̍t ê bāng ū nn̄g-chōa ê sia̍h-liû, lâi khàm thiāu-téng thiāu-táu ê nn̄g lia̍p kiû;","tghg":"為著二個網做四百粒石榴，一個網有二鑆的石榴，來蓋柱頂柱枓的二粒球；","bklhl":"為tio̍h兩個網做四百粒石榴；一个網有兩chōa ê石榴，來蓋柱頂柱斗ê兩粒球；"}},{"book":"王上","chapter":7,"verse":43,"versions":{"unv":"十個座和其上的十個盆；","bklcl":"cha̍p ê chō, kap chō-téng cha̍p ê phûn;","tghg":"十個座及座頂十個盆；","bklhl":"十個座，kap座頂十個盆；"}},{"book":"王上","chapter":7,"verse":44,"versions":{"unv":"海和海下的十二隻牛；","bklcl":"tâng-hái chi̍t-ê, kap tâng-hái ē-bīn cha̍p-jī chiah gû;","tghg":"銅海一個及銅海下面十二隻牛；","bklhl":"銅海一个，kap銅海下面十二隻牛；"}},{"book":"王上","chapter":7,"verse":45,"versions":{"unv":"盆、鏟子、盤子。這一切都是戶蘭給所羅門王用光亮的銅為耶和華的殿造成的，","bklcl":"phûn, thuh-á, pôaⁿ; chiah-ê it-chhè lóng sī Hō͘-lân ūi Só͘-lô-bûn ông chòe Iâ-hô-hoa tiān ê khì-kū, lóng ēng kng-bêng ê tâng lâi chòe ê.","tghg":"盆、托仔、盤。諸個一切攏是戶蘭為所羅門王做耶和華殿的器具，攏用光明的銅來做的，","bklhl":"盆、托á、盤；chiah ê一切lóng是Hō͘-lân為所羅門王做耶和華殿ê器具，lóng用光明ê銅來做ê。"}},{"book":"王上","chapter":7,"verse":46,"versions":{"unv":"是遵王命在約旦平原、疏割和撒拉但中間藉膠泥鑄成的。","bklcl":"Ông tī Iok-tàn ê pîⁿ-iûⁿ, tī So͘-kat kap Sat-la̍h-tàn ê tiong-kan, tī liâm-thô͘ ê tōe chù-chiâⁿ-ê.","tghg":"王佇約但的平洋、佇疏割及撒拉但的中間佇粘土(liâm-thô͘)的地鑄成(chù-chiâⁿ)的。","bklhl":"王tī約旦ê平洋，tī So͘-kat kap Sat-la̍h-tàn ê中間，tī 黏土ê地鑄成ê。"}},{"book":"王上","chapter":7,"verse":47,"versions":{"unv":"這一切所羅門都沒有過秤；因為甚多，銅的輕重也無法可查。","bklcl":"Chiah-ê it-chhè ê khì-kū Só͘-lô-bûn lóng bô kè chhìn, in-ūi ke̍k-kî chōe, tâng ê khin-tāng iā bōe-tit-thang chai.","tghg":"諸個一切的器具所羅門攏無過秤(chhìn)；因為極其多，銅的輕重也𣍐得通知(thang chai)。","bklhl":"Chiah-ê一切ê器具所羅門lóng無過秤，因為極其chōe，銅ê輕重也bōe得thang知。"}},{"book":"王上","chapter":7,"verse":48,"versions":{"unv":"所羅門又造耶和華殿裡的金壇和陳設餅的金桌子；","bklcl":"Só͘-lô-bûn iā chòe Iâ-hô-hoa tiān-lāi it-chhè ê khì-kū, chiū-sī kim-tôaⁿ, kap pâi-lia̍t-piáⁿ ê toh, ēng kim chòe--ê;","tghg":"所羅門也做耶和華殿內一切的器具，就是金壇及排列餅的桌用金做的；","bklhl":"所羅門也做耶和華殿內一切ê器具，就是金壇，kap排列餅ê桌，用金做ê；"}},{"book":"王上","chapter":7,"verse":49,"versions":{"unv":"內殿前的精金燈臺：右邊五個，左邊五個，並其上的金花、燈盞、蠟剪，","bklcl":"āu-tiān ê thâu-chêng ê teng-tâi, chiàⁿ-pêng gō͘-ê, tò-pêng gō͘-ê, lóng ēng hó-kim chòe--ê; i ê hoe, i ê teng, i ê khîⁿ, ēng kim chòe--ê;","tghg":"後殿的頭前的燈台：正旁五個，倒旁五個，攏用好金做的，伊的花、伊的燈、伊的鉗(khîⁿ)，用金做的，","bklhl":"後殿ê頭前ê燈台，chiàⁿ-pêng五個，tò-pêng五個，lóng用好金做ê；伊ê花，伊ê燈，伊ê鉗(khîⁿ)，用金做ê；"}},{"book":"王上","chapter":7,"verse":50,"versions":{"unv":"與精金的杯、盤、鑷子、調羹、火鼎，以及至聖所、內殿的門樞，和外殿的門樞。","bklcl":"i ê poe, i ê chián-to, i ê óaⁿ, i ê sî, i ê hé-tiáⁿ, sī ēng hó-kim chòe--ê; koh ū mn̂g-khū, chiū-sī āu-tiān, Chì-sèng-só͘ ê mn̂g-khū, kap hit ê chhù, chêng-tiān ê mn̂g-khū, lóng ēng kim chòe--ê.","tghg":"伊的杯、伊的剪刀、伊的碗、伊的匙、伊的火鼎，是用好金做的，閣有門臼，就是後殿、至聖所的門臼，及彼個厝，前殿的門臼，攏用金做的。","bklhl":"伊ê杯，伊ê剪刀，伊ê碗，伊ê匙，伊ê火鼎，是用好金做ê；koh有門臼，就是後殿，至聖所ê門臼，kap hit ê厝，前殿ê門臼，lóng用金做ê。"}},{"book":"王上","chapter":7,"verse":51,"versions":{"unv":"所羅門王做完了耶和華殿的一切工，就把他父大衛分別為聖的金銀和器皿都帶來放在耶和華殿的府庫裡。","bklcl":"Án-ni, Só͘-lô-bûn ông chòe-oân Iâ-hô-hoa tiān it-chhè ê kang.\tSó͘-lô-bûn chiong i ê lāu-pē Tāi-pi̍t só͘ hiàn ê mi̍h, tòa ji̍p-khì, gûn, kim, kap khì-kū, hē tī Iâ-hô-hoa tiān ê hú-khò͘.","tghg":"按呢，所羅門王做完耶和華殿一切的工，所羅門將伊的老父大衛所獻的物帶入去，銀金及器具下佇耶和華殿的府庫。","bklhl":"Án-ni，所羅門王做完耶和華殿一切ê工。\t所羅門將伊ê老父大衛所獻ê物，帶入去，銀、金，kap器具，hē tī耶和華殿ê府庫。"}}]