[{"book":"王上","chapter":19,"verse":1,"versions":{"unv":"亞哈將以利亞一切所行的和他用刀殺眾先知的事都告訴耶洗別。","bklcl":"A-hap chiong Í-lī-a it-chhè só͘-kiâⁿ-ê, kap i ēng to thâi chèng sian-ti ê sū, lóng kā Iâ-sé-piat kóng.","tghg":"亞哈將以利亞一切所行的及伊用刀刣眾先知的事攏給耶洗別講。","bklhl":"A-hap將以利亞一切所行ê，kap伊用刀刣眾先知ê事，lóng kā Iâ-sé-piat講。"}},{"book":"王上","chapter":19,"verse":2,"versions":{"unv":"耶洗別就差遣人去見以利亞，告訴他說：「明日約在這時候，我若不使你的性命像那些人的性命一樣，願神明重重地降罰與我。」","bklcl":"Iâ-sé-piat chiū chhe lâng khì kìⁿ Í-lī-a, kā i kóng, Bîn-á-ji̍t iok-lio̍k chit-sî, góa nā bô hō͘ lí ê sìⁿ-miā chhin-chhiūⁿ in tiong-kan chi̍t-lâng ê sìⁿ-miā chi̍t-iūⁿ, goān hiah-ê siōng-tè ka-pē chek-hoa̍t góa.","tghg":"耶洗別就差人去見以利亞，給伊講：「明仔日約略此時，我若無互你的生命親像𪜶中間一人的生命一樣，願許個上帝加倍責罰我。」","bklhl":"Iâ-sé-piat就差人去見以利亞，kā伊講，明á日約略chit時，我若無hō͘你ê性命親像in中間一人ê性命一樣，願hiah-ê上帝加倍責罰我。"}},{"book":"王上","chapter":19,"verse":3,"versions":{"unv":"以利亞見這光景就起來逃命，到了猶大的別是巴，將僕人留在那裡，","bklcl":"Í-lī-a khòaⁿ-kìⁿ án-ni, chiū khí-lâi cháu, lâi tô-miā, kàu Iû-tāi ê Pia̍t-sī-pa, chiong lô͘-po̍k lâu tī-hia.","tghg":"以利亞看見按呢就起來走，來逃命，到猶大的別是巴，將奴僕留佇遐。","bklhl":"以利亞看見án-ni，就起來走，來逃命，到偤大ê別是巴，將奴僕留tī-hia。"}},{"book":"王上","chapter":19,"verse":4,"versions":{"unv":"自己在曠野走了一日的路程，來到一棵羅騰樹下（小樹名，松類；下同），就坐在那裡求死，說：「耶和華啊，罷了！求你取我的性命，因為我不勝於我的列祖。」","bklcl":"Ka-kī ji̍p-khì khòng-iá, kiâⁿ chi̍t-ji̍t ê lō͘-chām, kàu chi̍t châng lô-têng-chhiū kha; chiū chē tī-hia kiû sí, kóng, Taⁿ soah--lah; Iâ-hô-hoa ah, kiû Lí chhú góa ê sìⁿ-miā, in-ūi góa bô pí góa ê lia̍t-chó͘ khah-iâⁿ.","tghg":"家己入去曠野行一日的路站，到一欉羅騰樹(lô-têng-chhiū)腳，就坐佇遐求死，講：「今息啦！耶和華啊，求你取我的生命，因為我無比我的列祖卡贏。」","bklhl":"家己入去曠野，行一日ê路站，到一叢羅庭樹腳；就坐tī-hia求死，講，Taⁿ soah-lah；耶和華ah，求你取我ê性命，因為我無比我ê列祖khah贏。"}},{"book":"王上","chapter":19,"verse":5,"versions":{"unv":"他就躺在羅騰樹下，睡著了。有一個天使拍他，說：「起來吃吧！」","bklcl":"Chiū tó tī lô-têng-chhiū kha, khùn--khì; ū thiⁿ-sài lâi tah i, kóng, Khí-lâi chia̍h.","tghg":"就倒佇羅騰樹腳，睏去。有天使來搭(tah)伊，講：「起來食！」","bklhl":"就倒tī羅庭樹腳，睏去；有天使來搭伊，講，起來食。"}},{"book":"王上","chapter":19,"verse":6,"versions":{"unv":"他觀看，見頭旁有一瓶水與炭火燒的餅，他就吃了喝了，仍然躺下。","bklcl":"I khòaⁿ i, chiū khòaⁿ-kìⁿ ū piáⁿ pek tī hé-thòaⁿ ê téng-bīn, koh ū chi̍t pân chúi tī i ê thâu-khak piⁿ; i chiū chia̍h chiū lim, koh tó--lo̍h-khì.","tghg":"伊看伊，就看見有餅煏佇火炭的頂面，閣有一瓶水佇伊的頭殼邊，伊就食就飲，閣倒落去。","bklhl":"伊看伊，就看見有餅pek tī火炭ê頂面，koh有一瓶水tī伊ê頭殼邊；伊就食就lim，koh倒落去。"}},{"book":"王上","chapter":19,"verse":7,"versions":{"unv":"耶和華的使者第二次來拍他，說：「起來吃吧！因為你當走的路甚遠。」","bklcl":"Iâ-hô-hoa ê thiⁿ-sài tē-jī-pái koh lâi tah i, kóng, Khí-lâi chia̍h ah, in-ūi lō͘ chin hn̄g; lí kiâⁿ bô hoat-tit.","tghg":"耶和華的天使第二擺閣來搭伊，講：「起來食啊！因為路真遠你行無法得(bô hoat-tit)。」","bklhl":"耶和華ê天使第二pái koh來搭伊，講，起來食ah，因為路真遠；你行無法得。"}},{"book":"王上","chapter":19,"verse":8,"versions":{"unv":"他就起來吃了喝了，仗著這飲食的力，走了四十晝夜，到了　神的山，就是何烈山。","bklcl":"I chiū khí-lâi chia̍h i, lim i; óa-khò chit-pái chia̍h ê la̍t, kiâⁿ sì-cha̍p ji̍t, sì-cha̍p mî, kàu Siōng-tè ê soaⁿ, chiū-sī Hô-lia̍t soaⁿ.","tghg":"伊就起來食伊飲伊，倚靠此擺食的力，行四十日四十暝，到上帝的山，就是何烈山。","bklhl":"伊就起來食伊，lim伊；óa靠chit-pái食ê力，行四十日，四十暝，到上帝ê山，就是何烈山。"}},{"book":"王上","chapter":19,"verse":9,"versions":{"unv":"他在那裡進了一個洞，就住在洞中。耶和華的話臨到他說：「以利亞啊，你在這裡做甚麼？」","bklcl":"I kàu hia, ji̍p chi̍t ê tōng, chiū tiàm hí(**hit)-lāi; khòaⁿ ah, Iâ-hô-hoa ê ōe lîm-kàu i, kā i kóng, Í-lī-a ah, lí tī-chia chhòng sím-mi̍h?","tghg":"伊到遐入一個洞，就踮彼內。看啊，耶和華的話臨到伊，給伊講：「以利亞啊，你佇遮創甚麼？」","bklhl":"伊到hia，入一个洞，就tiàm hit內；看ah，耶和華ê話臨到伊，kā伊講，以利亞ah，你tī-chia chhòng甚麼？"}},{"book":"王上","chapter":19,"verse":10,"versions":{"unv":"他說：「我為耶和華─萬軍之　神大發熱心；因為以色列人背棄了你的約，毀壞了你的壇，用刀殺了你的先知，只剩下我一個人，他們還要尋索我的命。」","bklcl":"I ìn kóng, Góa ūi-tio̍h Iâ-hô-hoa bān-kun ê Siōng-tè tōa jia̍t-sim; in-ūi Í-sek-lia̍t lâng khì-sak Lí ê iok, húi-hoāi Lí hiah-ê tôaⁿ, ēng to thâi Lí hiah-ê sian-ti, chí-ū chhun góa chi̍t-lâng; in iáu siàu-siūⁿ góa ê sìⁿ-miā, beh chhú i.","tghg":"伊應講：「我為著耶和華──萬軍的上帝大熱心；因為以色列人棄拺你的約，毀壞你許個壇，用刀刣你許個先知，只有剩我一人，𪜶猶(iáu)數想(siàu-siūⁿ)我的生命欲取伊。」","bklhl":"伊應講，我為tio̍h耶和華萬軍ê上帝大熱心；因為以色列人棄sak你ê約，毀壞你hiah-ê壇，用刀刣你hiah-ê先知，只有chhun我一人；in iáu siàu想我ê性命，beh取伊。"}},{"book":"王上","chapter":19,"verse":11,"versions":{"unv":"耶和華說：「你出來站在山上，在我面前。」那時耶和華從那裡經過，在他面前有烈風大作，崩山碎石，耶和華卻不在風中；風後地震，耶和華卻不在其中；","bklcl":"Kóng, Lí chhut-lâi khiā tī soaⁿ--nih, tī Iâ-hô-hoa ê bīn-chêng.  Khòaⁿ ah, Iâ-hô-hoa keng-kè, ū tōa koh thàu ê hong, phòa-li̍h chiah-ê soaⁿ, phah-chhùi chiah-ê chio̍h tī Iâ-hô-hoa ê bīn-chêng; chóng-sī Iâ-hô-hoa bô tī hong ê lāi-bīn;  hong liáu-āu ū tōe-tāng; Iâ-hô-hoa iā bô tī tōe-tāng ê tiong-kan.","tghg":"講：「你出來徛佇山裡，佇耶和華的面前。」看啊，耶和華經過，有大閣透的風，破裂諸個山，拍碎諸個石佇耶和華的面前；總是耶和華無佇風的內面；風了後有地動，耶和華也無佇地動的中間；","bklhl":"講，你出來khiā tī山裡，tī耶和華ê面前。看ah，耶和華經過，有大koh透ê風，破裂chiah ê山，phah碎chiah ê石tī耶和華ê面前；總是耶和華無tī風ê內面；風了後有地動；耶和華也無tī地動ê中間。"}},{"book":"王上","chapter":19,"verse":12,"versions":{"unv":"地震後有火，耶和華也不在火中；火後有微小的聲音。","bklcl":"Tōe-tāng liáu-āu ū hé; Iâ-hô-hoa iā bô tī hé-tiong; hé liáu-āu, ū sòe koh khin ê siaⁿ.","tghg":"地動了後有火，耶和華也無佇火中；火了後有細閣輕的聲。","bklhl":"地動了後有火；耶和華也無tī火中；火了後，有細koh輕ê聲。"}},{"book":"王上","chapter":19,"verse":13,"versions":{"unv":"以利亞聽見，就用外衣蒙上臉，出來站在洞口。有聲音向他說：「以利亞啊，你在這裡做甚麼？」","bklcl":"Í-lī-a thiaⁿ-kìⁿ, chiū ēng gōa-saⁿ tà-bīn, chhut-khì khiā tī tōng-kháu.  Khòaⁿ ah, ū siaⁿ lîm-kàu i kóng, Í-lī-a ah, lí tī-chia chhòng sím-mi̍h?","tghg":"以利亞聽見，就用外衫罩(tà)面，出去徛佇洞口。看啊，有聲臨到伊講：「以利亞啊，你佇遮創甚麼？」","bklhl":"以利亞聽見，就用外衫罩面，出去khiā tī洞口。看ah，有聲臨到伊講，以利亞ah，你tī-chia chhòng甚麼？"}},{"book":"王上","chapter":19,"verse":14,"versions":{"unv":"他說：「我為耶和華─萬軍之　神大發熱心；因為以色列人背棄了你的約，毀壞了你的壇，用刀殺了你的先知，只剩下我一個人，他們還要尋索我的命。」","bklcl":"I kóng, Góa ūi-tio̍h Iâ-hô-hoa bān-kun ê Siōng-tè tōa jia̍t-sim; in-ūi Í-sek-lia̍t lâng khì-sak Lí ê iok, húi-hoāi Lí hiah-ê tôaⁿ, ēng to thâi Lí hiah-ê sian-ti; chí-ū chhun góa chi̍t-lâng, in iáu siàu-siūⁿ góa ê sìⁿ-miā, beh chhú i.","tghg":"伊講：「我為著耶和華──萬軍的上帝大熱心；因為以色列人棄拺你的約，毀壞你許個壇，用刀刣你許個先知，只有剩我一人，𪜶猶數想我的生命欲取伊。」","bklhl":"伊講，我為tio̍h耶和華萬軍ê上帝大熱心；因為以色列人棄sak你ê約，毀壞你hiah-ê壇，用刀刣你hiah-ê先知；只有chhun我一人，in iáu siàu想我ê性命，beh取伊。"}},{"book":"王上","chapter":19,"verse":15,"versions":{"unv":"耶和華對他說：「你回去，從曠野往大馬士革去。到了那裡，就要膏哈薛作亞蘭王，","bklcl":"Iâ-hô-hoa kā i kóng, Khì ah, lí tò-khì, kàu Tāi-má-sek ê khòng-iá; í-keng kàu, chiū tio̍h ēng iû boah Hap-siat chòe A-lân ông;","tghg":"耶和華給伊講：「去啊，你倒去，到大馬色的曠野。已經到，就著用油抹哈設做亞蘭王，","bklhl":"耶和華kā伊講，去ah，你tò去，到大馬色ê曠野；已經到，就tio̍h用油抹Hap-siat做A-lân王；"}},{"book":"王上","chapter":19,"verse":16,"versions":{"unv":"又膏寧示的孫子耶戶作以色列王，並膏亞伯‧米何拉人沙法的兒子以利沙作先知接續你。","bklcl":"koh boah Lêng-sī ê sun Iâ-hō͘ chòe Í-sek-lia̍t ông; koh boah A-pek-bí-hô-la̍h lâng Sa-hoat ê kiáⁿ Í-lī-sa chòe sian-ti sòa-chiap lí.","tghg":"閣抹寧示的孫耶戶做以色列王，閣抹亞伯米何拉人沙法的子以利沙做先知續接你。","bklhl":"koh抹Lêng-sī ê孫Iâ-hō͘做以色列王；koh抹A-pek-bí-hô-la̍h人Sa-hoat ê kiáⁿ以利沙做先知續接你。"}},{"book":"王上","chapter":19,"verse":17,"versions":{"unv":"將來躲避哈薛之刀的，必被耶戶所殺；躲避耶戶之刀的，必被以利沙所殺。","bklcl":"Āu-lâi thoat-lī Hap-siat ê to ê, Iâ-hō͘ beh thâi i; thoat-lī Iâ-hō͘ ê to ê, Í-lī-sa beh thâi i.","tghg":"後來脫離哈設的刀的，耶戶欲刣伊；脫離耶戶的刀的，以利沙欲刣伊。","bklhl":"後來脫離Hap-siat ê刀ê，Iâ-hō͘ beh 刣伊；脫離Iâ-hō͘ ê刀ê，以利沙beh 刣伊。"}},{"book":"王上","chapter":19,"verse":18,"versions":{"unv":"但我在以色列人中為自己留下七千人，是未曾向巴力屈膝的，未曾與巴力親嘴的。」","bklcl":"Chóng-sī Góa tī Í-sek-lia̍t tiong lâu chhit-chheng lâng, i ê kha-thâu-u bē-bat kūi Pa-le̍k, i ê chhùi bē-bat chim i.","tghg":"總是我佇以色列中留七千人，伊的腳頭窩未曾跪巴力，伊的嘴未曾唚伊。」","bklhl":"總是我tī以色列中留七千人，伊ê腳頭u bē-bat跪Pa-le̍k，伊ê嘴bē-bat chim伊。"}},{"book":"王上","chapter":19,"verse":19,"versions":{"unv":"於是，以利亞離開那裡走了，遇見沙法的兒子以利沙耕地；在他前頭有十二對牛，自己趕著第十二對。以利亞到他那裡去，將自己的外衣搭在他身上。","bklcl":"Í-lī-a chiū lī-khui hia khì; tú-tio̍h Sa-hoat ê kiáⁿ Í-lī-sa, i teh lôe-chhân; tī i ê thâu-chêng ū cha̍p-jī tùi gû, ka-kī kóaⁿ tē cha̍p-jī tùi; Í-lī-a keng-kè i hia, chiong ka-kī ê saⁿ phoa̍h tī i ê sin-chiūⁿ.","tghg":"以利亞就離開遐去，抵著(tú-tio̍h)沙法的子以利沙，伊啲犁田；佇伊的頭前有十二對牛，家己趕第十二對。以利亞經過伊遐，將家己的衫披(phoa̍h)佇伊的身上。","bklhl":"以利亞就離開hia去；tú-tio̍h Sa-hoat ê kiáⁿ以利沙，伊teh犁田；tī伊ê頭前有十二對牛，家己趕第十二對；以利亞經過伊hia，將家己ê衫phoa̍h tī伊ê身上。"}},{"book":"王上","chapter":19,"verse":20,"versions":{"unv":"以利沙就離開牛，跑到以利亞那裡，說：「求你容我先與父母親嘴，然後我便跟隨你。」以利亞對他說：「你回去吧，我向你做了甚麼呢？」","bklcl":"Í-lī-sa chiū lī-khui hiah-ê gû, cháu kàu Í-lī-a ê āu-bīn, kóng, Kiû lí chún góa tāi-seng chim góa ê pē-bú, jiân-āu góa chiū tè lí.  Í-lī-a kā i kóng, Lí tò-khì, góa tùi lí ū chòe sím-mi̍h ah?","tghg":"以利沙就離開許個牛，走到以利亞的後面，講：「求你准我代先唚我的父母，然後我就隨你。」以利亞給伊講：「你倒去，我對你有做甚麼啊？」","bklhl":"以利沙就離開hiah-ê牛，走到以利亞ê後面，講，求你准我事先chim我ê父母，然後我就tè你。以利亞kā伊講，你tò去，我對你有做甚麼ah？"}},{"book":"王上","chapter":19,"verse":21,"versions":{"unv":"以利沙就離開他回去，宰了一對牛，用套牛的器具煮肉給民吃，隨後就起身跟隨以利亞，服事他。","bklcl":"Í-lī-sa chiū tùi i hia tò-khì, thâi chi̍t-tùi gû, ēng thò gû ê khì-kū chú bah, hō͘ peh-sìⁿ; in chiū chia̍h i.  I chiū khí-lâi tè Í-lī-a, lâi ho̍k-sāi i.","tghg":"以利沙就對伊遐倒去，刣一對牛，用套牛的器具煮肉互百姓，𪜶就食伊，伊就起來隨以利亞，來服事伊。","bklhl":"以利沙就對伊hia tò去，刣一對牛，用套牛ê器具煮肉，hō͘百姓；in就食伊。伊就起來tè以利亞，來服事伊。"}}]