[{"book":"王上","chapter":5,"verse":1,"versions":{"unv":"泰爾王希蘭，平素愛大衛；他聽見以色列人膏所羅門，接續他父親作王，就差遣臣僕來見他。","bklcl":"Chhui-lô ông Hi-lân chhe i ê lô͘-po̍k khì kìⁿ Só͘-lô-bûn, in-ūi thiaⁿ-kìⁿ lâng ēng iû boah i sòa-chiap i ê lāu-pē chòe ông; in-ūi Hi-lân pêng-sò͘ thiàⁿ Tāi-pi̍t.","tghg":"推羅王希蘭，差伊的奴僕去見所羅門；因為聽見人用油抹伊續接伊的老父做王，因為希蘭平素疼大衛。","bklhl":"Chhui-lô王Hi-lân差伊ê奴僕去見所羅門，因為聽見人用油抹伊續接伊ê老父做王；因為Hi-lân平素疼大衛。"}},{"book":"王上","chapter":5,"verse":2,"versions":{"unv":"所羅門也差遣人去見希蘭，說：","bklcl":"Só͘-lô-bûn iā chhe lâng khì kìⁿ Hi-lân, kóng,","tghg":"所羅門也差人去見希蘭，講：","bklhl":"所羅門也差人去見Hi-lân，講，"}},{"book":"王上","chapter":5,"verse":3,"versions":{"unv":"「你知道我父親大衛因四圍的爭戰，不能為耶和華─他　神的名建殿，直等到耶和華使仇敵都服在他腳下。","bklcl":"Lí chai góa ê pē Tāi-pi̍t, in-ūi sì-ûi sì-hng ê kau-chiàn, bōe-ōe in-ūi Iâ-hô-hoa i ê Siōng-tè ê miâ khí tiān, kàu Iâ-hô-hoa ēng tùi-te̍k hē tī i ê kha-ē.","tghg":"「你知我的父大衛因為四圍四方的交戰，𣍐會因為耶和華──伊的上帝的名起殿，到耶和華用對敵下佇伊的腳下。","bklhl":"你知我ê父大衛，因為四圍四方ê交戰，bōe能因為耶和華伊ê上帝ê名起殿，到耶和華用對敵hē tī伊ê腳下。"}},{"book":"王上","chapter":5,"verse":4,"versions":{"unv":"現在耶和華─我的　神使我四圍平安，沒有仇敵，沒有災禍。","bklcl":"Taⁿ Iâ-hô-hoa góa ê Siōng-tè í-keng siúⁿ-sù góa sì-hng pêng-an, tì-kàu bô tùi-te̍k, bô chai-ē.","tghg":"今耶和華──我的上帝已經賞賜我四方平安，致到無對敵，無災禍。","bklhl":"Taⁿ耶和華我ê上帝已經賞賜我四方平安，致到無對敵，無災厄。"}},{"book":"王上","chapter":5,"verse":5,"versions":{"unv":"我定意要為耶和華─我　神的名建殿，是照耶和華應許我父親大衛的話說：『我必使你兒子接續你坐你的位，他必為我的名建殿。』","bklcl":"Góa ì-sù beh ūi Iâ-hô-hoa góa ê Siōng-tè ê miâ khí tiān, sī chiàu Iâ-hô-hoa èng-ún góa ê pē Tāi-pi̍t ê ōe, kóng, Góa beh hō͘ lí ê kiáⁿ sòa-chiap lí, chē lí ê ūi, i beh ūi Góa ê miâ khí tiān.","tghg":"我意思欲為耶和華──我的上帝的名起殿，是照耶和華應允我的父大衛的話講：『我欲互你的子續接你坐你的位，伊欲為我的名起殿。』","bklhl":"我意思beh為耶和華我ê上帝ê名起殿，是照耶和華應允我ê父大衛ê話，講，我beh hō͘你ê kiáⁿ續接你，坐你ê位，伊beh為我ê名起殿。"}},{"book":"王上","chapter":5,"verse":6,"versions":{"unv":"所以求你吩咐你的僕人在黎巴嫩為我砍伐香柏木，我的僕人也必幫助他們，我必照你所定的，給你僕人的工價；因為你知道，在我們中間沒有人像西頓人善於砍伐樹木。」","bklcl":"Só͘-í chhiáⁿ lí bēng-lēng lâng, tī Lī-pa-lùn kā góa chhò pek-hiuⁿ-chhâ; góa ê lô͘-po̍k beh kap lí ê lô͘-po̍k saⁿ-kap chòe; góa iā beh chiàu lí kìⁿ só͘ tiāⁿ-tio̍h--ê, chiong lí ê lô͘-po̍k ê kang-chîⁿ kau lí; in-ūi lí chai, tī goán tiong-kan bô lâng chhin-chhiūⁿ Se-tùn lâng gâu chhò-chhiū.","tghg":"所以請你命令人佇黎巴嫩給我剉(chhò)柏香柴(pek-hiuⁿ-chhâ)，我的奴僕欲及你的奴僕相及做，我也欲照你見所定著的，將你的奴僕的工錢交你；因為你知，佇阮中間無人親像西頓人𠢕剉樹。」","bklhl":"所以請你命令人，tī黎巴嫩kā我剉柏香柴；我ê奴僕beh kap你ê奴僕相kap做；我也beh照你見所定tio̍h-ê，將你ê奴僕ê工錢交你；因為你知，tī阮中間無人親像Se-tùn人gâu剉樹。"}},{"book":"王上","chapter":5,"verse":7,"versions":{"unv":"希蘭聽見所羅門的話，就甚喜悅，說：「今日應當稱頌耶和華；因他賜給大衛一個有智慧的兒子，治理這眾多的民。」","bklcl":"Hi-lân thiaⁿ-kìⁿ Só͘-lô-bûn ê ōe, chiū chin hoaⁿ-hí, kóng, Kin-á-ji̍t eng-kai o-ló Iâ-hô-hoa, in-ūi I siúⁿ-sù Tāi-pi̍t chi̍t-ê ū tì-hūi ê kiáⁿ, tī-lí chiah-chōe ê peh-sìⁿ.","tghg":"希蘭聽見所羅門的話，就真歡喜，講：「今仔日應該謳咾耶和華；因為伊賞賜大衛一個有智慧的子，治理即多(chiah-chōe)的百姓。」","bklhl":"Hi-lân聽見所羅門ê話，就真歡喜，講，今á日應該o-ló耶和華，因為伊賞賜大衛一个有智慧ê kiáⁿ，治理chiah-chōe ê百姓。"}},{"book":"王上","chapter":5,"verse":8,"versions":{"unv":"希蘭打發人去見所羅門，說：「你差遣人向我所提的那事，我都聽見了；論到香柏木和松木，我必照你的心願而行。","bklcl":"Hi-lân chhe lâng khì kìⁿ Só͘-lô-bûn kóng, Lí chhe lâng só͘ tùi góa kóng ê sū, góa ū thiaⁿ-kìⁿ; lūn-kàu pek-hiuⁿ-chhâ, kap siông-chhiū ê chhâ, góa beh chiàu lí ê sim-goān lâi kiâⁿ.","tghg":"希蘭差人去見所羅門，講：「你差人所對我講的事，我有聽見；論到柏香柴及松樹的柴，我欲照你的心願來行。","bklhl":"Hi-lân差人去見所羅門講，你差人所對我講ê事，我有聽見；論到柏香柴，kap松樹ê柴，我beh照你ê心願來行。"}},{"book":"王上","chapter":5,"verse":9,"versions":{"unv":"我的僕人必將這木料從黎巴嫩運到海裡，紮成筏子，浮海運到你所指定我的地方，在那裡拆開，你就可以收取；你也要成全我的心願，將食物給我的家。」","bklcl":"Góa ê lô͘-po̍k beh tùi Lī-pa-lùn ūn i lo̍h-hái, góa beh ká kui-pâi phû tī hái--nih, kàu lí só͘ kā góa tiāⁿ-tio̍h ê só͘-chāi; góa beh tī-hia thiah-khui; lí thang chiap-siu; lí ēng chia̍h-mi̍h hō͘ góa ê ke, chiâⁿ góa ê sim-goān.","tghg":"我的奴僕欲對黎巴嫩運伊落海，我欲絞歸排(ká-kui-pâi)，浮(phû)佇海裡，到你所給我定著的所在，我欲佇遐拆開，你通接收；你用食物互我的家，成我的心願。」","bklhl":"我ê奴僕beh tùi黎巴嫩運伊落海，我beh絞kui排浮tī海裡，到你所kā我定tio̍h ê所在；我beh tī-hia拆開；你thang接收；你用食物hō͘我ê家，成我ê心願。"}},{"book":"王上","chapter":5,"verse":10,"versions":{"unv":"於是希蘭照著所羅門所要的，給他香柏木和松木；","bklcl":"Hi-lân chiū ēng pek-hiuⁿ-chhâ kap siông-chhiū ê chhâ hō͘ Só͘-lô-bûn chiàu i it-chhè só͘-ài--ê.","tghg":"希蘭就用柏香柴及松樹的柴互所羅門，照伊一切所愛的。","bklhl":"Hi-lân就用柏香柴kap松樹ê柴hō͘所羅門照伊一切所ài-ê。"}},{"book":"王上","chapter":5,"verse":11,"versions":{"unv":"所羅門給希蘭麥子二萬歌珥，清油二十歌珥，作他家的食物。所羅門每年都是這樣給希蘭。","bklcl":"Só͘-lô-bûn hō͘ Hi-lân nn̄g-bān ko-jíⁿ ê sió-be̍h;  jī-cha̍p ko-jíⁿ ê chheng-iû, chòe i ke-lāi ê chia̍h-mi̍h.  Só͘-lô-bûn ta̍k-nî chiàu án-ni hō͘ Hi-lân.","tghg":"所羅門互希蘭二萬歌珥的小麥，二十歌珥的清油，做伊家內的食物。所羅門逐年照按呢互希蘭。","bklhl":"所羅門hō͘ Hi-lân兩萬ko-jíⁿ ê小麥；二十ko-jíⁿ ê清油，做伊家內ê食物。所羅門ta̍k年照án-ni hō͘ Hi-lân。"}},{"book":"王上","chapter":5,"verse":12,"versions":{"unv":"耶和華照著所應許的賜智慧給所羅門。希蘭與所羅門和好，彼此立約。","bklcl":"Iâ-hô-hoa chiàu I só͘ èng-ún--ê, siúⁿ-sù tì-hūi hō͘ Só͘-lô-bûn.  Hi-lân kap Só͘-lô-bûn ê tiong-kan ū hô-pêng; in nn̄g-lâng saⁿ-kap li̍p-iok.","tghg":"耶和華照伊所應允的賞賜智慧互所羅門。希蘭及所羅門的中間有和平，𪜶二人相及立約。","bklhl":"耶和華照伊所應允ê，賞賜智慧hō͘所羅門。Hi-lân kap所羅門ê中間有和平；in兩人相kap立約。"}},{"book":"王上","chapter":5,"verse":13,"versions":{"unv":"所羅門王從以色列人中挑取服苦的人共有三萬，","bklcl":"Só͘-lô-bûn ông tùi Í-sek-lia̍t chèng-lâng ê tiong-kan, phài lâng-kang; só͘ phài ê lâng-kang kiōng saⁿ-bān.","tghg":"所羅門王對以色列眾人的中間派人工，所派的人工共三萬，","bklhl":"所羅門王tùi以色列眾人ê中間，派人工；所派ê人工共三萬。"}},{"book":"王上","chapter":5,"verse":14,"versions":{"unv":"派他們輪流每月一萬人上黎巴嫩去；一個月在黎巴嫩，兩個月在家裡。亞多尼蘭掌管他們。","bklcl":"Ta̍k-ge̍h-ji̍t lûn-liû phài chi̍t-bān lâng kàu Lī-pa-lùn; in chi̍t-ge̍h-ji̍t tī Lī-pa-lùn, nn̄g ge̍h-ji̍t tī ke-lāi; A-to-nî-lân chòe tok-kang--ê.","tghg":"逐月日輪流派一萬人到黎巴嫩；𪜶一月日佇黎巴嫩，二月日佇家內。亞多尼蘭做督工的。","bklhl":"Ta̍k月日輪流派一萬人到黎巴嫩；in一月日tī黎巴嫩，兩月日tī家內；A-to-nî-lân做督工ê。"}},{"book":"王上","chapter":5,"verse":15,"versions":{"unv":"所羅門用七萬扛抬的，八萬在山上鑿石頭的。","bklcl":"Só͘-lô-bûn ū thiau-hu chhit-bān; poeh-bān lâng tī soaⁿ--nih phah-chio̍h.","tghg":"所羅門有挑夫七萬，八萬人佇山裡拍石。","bklhl":"所羅門有挑夫七萬；八萬人tī山裡phah石。"}},{"book":"王上","chapter":5,"verse":16,"versions":{"unv":"此外，所羅門用三千三百督工的，監管工人。","bklcl":"Chiah-ê í-gōa Só͘-lô-bûn ū ēng tok-kang ê tōa-koaⁿ saⁿ-chheng saⁿ-pah lâng; in kam(**kàm)-tok hiah-ê chòe-kang ê lâng.","tghg":"諸個以外，所羅門有用督工的大官三千三百人，𪜶監督許個做工的人。","bklhl":"Chiah-ê以外所羅門有用督工ê大官三千三百人；in監督hiah-ê做工ê人。"}},{"book":"王上","chapter":5,"verse":17,"versions":{"unv":"王下令，人就鑿出又大又寶貴的石頭來，用以立殿的根基。","bklcl":"Ông chhut-lēng, in chiū ūn tōa-chio̍h, pó-pòe ê chio̍h, ēng phah-hó ê chio̍h lâi hē chhù ê tōe-ki.","tghg":"王出令，𪜶就運大石，寶貝的石，用拍好的石來下厝的地基。","bklhl":"王出令，in就運大石，寶貝ê石，用phah好ê石來hē厝ê地基。"}},{"book":"王上","chapter":5,"verse":18,"versions":{"unv":"所羅門的匠人和希蘭的匠人，並迦巴勒人，都將石頭鑿好，預備木料和石頭建殿。","bklcl":"Só͘-lô-bûn ê sai-hū, kap Hi-lân ê sai-hū, kap Ka-pa-le̍k lâng, lóng phah-chio̍h, pī-pān chhâ-liāu kap chio̍h, lâi khí tiān-chhù.","tghg":"所羅門的師傅及希蘭的師傅，及迦巴勒人，攏拍石，備辦柴料及石，來起殿厝。","bklhl":"所羅門ê師傅，kap Hi-lân ê師傅，kap Ka-pa-le̍k人，lóng phah石，備辦柴料kap石，來起殿厝。"}}]