[{"book":"王上","chapter":14,"verse":1,"versions":{"unv":"那時，耶羅波安的兒子亞比雅病了。","bklcl":"Hit-sî Iâ-lô-phò-àm ê kiáⁿ A-pí-ngá phòa-pīⁿ;","tghg":"彼時，耶羅波安的子亞比雅破病。","bklhl":"Hit時Iâ-lô-phò-àm ê kiáⁿ A-pí-ngá破病；"}},{"book":"王上","chapter":14,"verse":2,"versions":{"unv":"耶羅波安對他的妻說：「你可以起來改裝，使人不知道你是耶羅波安的妻，往示羅去，在那裡有先知亞希雅。他曾告訴我說，你必作這民的王。","bklcl":"Iâ-lô-phò-àm tùi i ê bó͘ kóng, Lí khí-lâi kái-chong, hō͘ lâng m̄-chai lí sī Iâ-lô-phò-àm ê bó͘, khì Sī-lô, tī-hia ū sian-ti A-hi-ngá, i lūn-kàu góa kóng, beh chòe chit ê peh-sìⁿ ê ông.","tghg":"耶羅波安對伊的某講：「你起來改裝，互人呣知你是耶羅波安的某，去示羅，佇遐有先知亞希雅。伊論到我講，欲做此個百姓的王。","bklhl":"Iâ-lô-phò-àm對伊ê bó͘講，你起來改妝，hō͘人m̄知你是Iâ-lô-phò-àm ê bó͘，去Sī-lô，tī-hia有先知A-hi-ngá，伊論到我講，beh做chit ê百姓ê王。"}},{"book":"王上","chapter":14,"verse":3,"versions":{"unv":"現在你要帶十個餅，與幾個薄餅，和一瓶蜜去見他，他必告訴你兒子將要怎樣。」","bklcl":"Taⁿ lí ê chhiú tio̍h tòa cha̍p tè mī-pau, kap kúi-nā tè phò-phò ê piáⁿ, kap chi̍t kan bi̍t, khì kìⁿ i, i beh kā lí kóng, kiáⁿ ōe cháiⁿ-iūⁿ.","tghg":"今你的手著帶十塊麵包(mī-pau)，及幾若塊冇冇(phò-phò)的餅，及一矸(kan)蜜，去見伊，伊欲給你講，子會怎樣。」","bklhl":"Taⁿ你ê手tio̍h帶十塊麵包，kap kúi-nā塊phò-phò ê餅，kap一杆蜜，去見伊，伊beh kā你講，kiáⁿ會怎樣。"}},{"book":"王上","chapter":14,"verse":4,"versions":{"unv":"耶羅波安的妻就這樣行，起身往示羅去，到了亞希雅的家。亞希雅因年紀老邁，眼目發直，不能看見。","bklcl":"Iâ-lô-phò-àm ê bó͘ chiū chiàu án-ni kiâⁿ, khí-lâi khì Sī-lô, lâi kàu A-hi-ngá ê ke; A-hi-ngá in-ūi nî-lāu, ba̍k-chiu chhâ-chhâ bōe khòaⁿ-kìⁿ.","tghg":"耶羅波安的某就照按呢行，起來去示羅，來到亞希雅的家。亞希雅因為年老，目睭柴柴𣍐看見。","bklhl":"Iâ-lô-phò-àm ê bó͘就照án-ni行，起來去Sī-lô，來到A-hi-ngá ê家；A-hi-ngá因為年老，目睭柴柴bōe看見。"}},{"book":"王上","chapter":14,"verse":5,"versions":{"unv":"耶和華先曉諭亞希雅說：「耶羅波安的妻要來問你，因她兒子病了，你當如此如此告訴她。她進來的時候必裝作別的婦人。」","bklcl":"Iâ-hô-hoa kā A-hi-ngá kóng, Khòaⁿ ah, Iâ-lô-phò-àm ê bó͘ lâi, beh ūi-tio̍h i ê kiáⁿ lâi mn̄g lí, in-ūi i ū phòa-pīⁿ; lí tio̍h án-ni án-ni kā i kóng; i ji̍p--lâi ê sî, beh chng-chòe pa̍t ê hū-jîn-lâng.","tghg":"耶和華給亞希雅講：「看啊，耶羅波安的某來，欲為著伊的子來問你，因為伊有破病，你著按呢按呢給伊講。伊入來的時欲妝做別個婦仁人。」","bklhl":"耶和華kā A-hi-ngá講，看ah，Iâ-lô-phò-àm ê bó͘來，beh為tio̍h伊ê kiáⁿ來問你，因為伊有破病；你tio̍h án-ni án-ni kā伊講；伊入來ê時，beh裝做別ê婦人人。"}},{"book":"王上","chapter":14,"verse":6,"versions":{"unv":"她剛進門，亞希雅聽見她腳步的響聲，就說：「耶羅波安的妻，進來吧！你為何裝作別的婦人呢？我奉差遣將凶事告訴你。","bklcl":"I tú-á ji̍p mn̂g, A-hi-ngá thiaⁿ-kìⁿ i ê kha-pō͘ siaⁿ, chiū kóng, Iâ-lô-phò-àm ê bó͘ ah, ji̍p-lâi; lí siáⁿ-sū chng-chòe pa̍t ê hū-jîn-lâng ah?  Góa hōng-chhe pò lí pháiⁿ siau-sit.","tghg":"伊抵仔入門，亞希雅聽見伊的腳步聲，就講：「耶羅波安的某啊，入來！你啥事妝做別個婦仁人啊？我奉差報你歹消息。","bklhl":"伊tú-á入門，A-hi-ngá聽見伊ê腳步聲，就講，Iâ-lô-phò-àm ê bó͘ ah，入來；你啥事裝做別ê婦人人ah？我奉差報你pháiⁿ消息。"}},{"book":"王上","chapter":14,"verse":7,"versions":{"unv":"你回去告訴耶羅波安說：『耶和華─以色列的　神如此說：我從民中將你高舉，立你作我民以色列的君，","bklcl":"Lí tò-khì kā Iâ-lô-phò-àm kóng, Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè án-ni kóng, Góa kì-jiân tùi peh-sìⁿ-tiong kú-khí lí, siat-li̍p lí chòe Góa ê peh-sìⁿ Í-sek-lia̍t ê kun-ông,","tghg":"你倒去給耶羅波安講：『耶和華──以色列的上帝按呢講：我既然對百姓中舉起你，設立你做我的百姓以色列的君王，","bklhl":"你tò去kā Iâ-lô-phò-àm講，耶和華以色列ê上帝án-ni講，我既然tùi百姓中舉起你，設立你做我ê百姓以色列ê君王，"}},{"book":"王上","chapter":14,"verse":8,"versions":{"unv":"將國從大衛家奪回賜給你；你卻不效法我僕人大衛，遵守我的誡命，一心順從我，行我眼中看為正的事。","bklcl":"tùi Tāi-pi̍t ke thiah-li̍h kok, siúⁿ-sù lí; chóng-sī lí bô chhin-chhiūⁿ Góa ê lô͘-po̍k Tāi-pi̍t, chun-siú Góa ê kài-bēng, chi̍t-sim tè Góa, choan-bū kiâⁿ Góa khòaⁿ-chòe chèng-ti̍t ê sū.","tghg":"對大衛家拆裂國賞賜你，總是你無親像我的奴僕大衛，遵守我的誡命，一心(chi̍t-sim)隨我，專務行我看做正直的事。","bklhl":"tùi大衛家拆裂國，賞賜你；總是你無親像我ê奴僕大衛，遵守我ê誡命，一心tè我，專務行我看做正直ê事。"}},{"book":"王上","chapter":14,"verse":9,"versions":{"unv":"你竟行惡，比那在你以先的更甚，為自己立了別神，鑄了偶像，惹我發怒，將我丟在背後。","bklcl":"Lí kéng-jiân kiâⁿ pháiⁿ iâⁿ-kè it-chhè tī lí í-chêng-ê, in-ūi lí ūi ka-kī chō pa̍t ê siōng-tè, kap chù ê ngó͘-siōng, kek Góa ê siū-khì, khì-sak Góa tī lí ê ka-chiah-āu.","tghg":"你竟然行歹，贏過一切佇你以前的，因為你為家己造別個上帝，及鑄的偶像，激我的受氣，棄拺我佇你的尻脊後。","bklhl":"你竟然行pháiⁿ贏過一切tī你以前ê，因為你為家己造別ê上帝，kap鑄ê偶像，激我ê受氣，棄sak我tī你ê ka-chiah後。"}},{"book":"王上","chapter":14,"verse":10,"versions":{"unv":"因此，我必使災禍臨到耶羅波安的家，將屬耶羅波安的男丁，無論困住的、自由的都從以色列中剪除，必除盡耶羅波安的家，如人除盡糞土一般。","bklcl":"In-ūi án-ni Góa beh hō͘ chai-ē lîm-kàu Iâ-lô-phò-àm ê ke, Góa beh chián-tû sio̍k Iâ-lô-phò-àm ê ta-po͘-teng, bô-lūn siū khu-sok-ê, á-sī chū-iû-ê; tī Í-sek-lia̍t iā beh it-chīn tû Iâ-lô-phò-àm ê ke, chhin-chhiūⁿ lâng tû pùn-sò, kàu it-chīn liáu.","tghg":"因為按呢，我欲互災禍臨到耶羅波安的家，我欲剪除屬耶羅波安的查甫丁，無論受拘束的、抑是自由的佇以色列，也欲一盡除耶羅波安的家，親像人除糞埽(pùn-sò)到一盡了。","bklhl":"因為án-ni，我beh hō͘災厄臨到Iâ-lô-phò-àm ê家，我beh剪除屬Iâ-lô-phò-àm ê ta-po͘丁，無論受拘束ê，á是自由ê；tī以色列也beh一盡除Iâ-lô-phò-àm ê家，親像人除糞埽，到一盡了。"}},{"book":"王上","chapter":14,"verse":11,"versions":{"unv":"凡屬耶羅波安的人，死在城中的必被狗吃，死在田野的必被空中的鳥吃。這是耶和華說的。』","bklcl":"Kìⁿ-sio̍k Iâ-lô-phò-àm ê lâng, sí tī siâⁿ-lāi-ê, káu beh chia̍h i; sí tī chhân-iá-ê, khong-tiong ê chiáu beh chia̍h i, in-ūi Iâ-hô-hoa í-keng kóng lah.","tghg":"見屬耶羅波安的人，死佇城內的，狗欲食伊，死佇田野的，空中的鳥欲食伊。因為耶和華已經講啦。』","bklhl":"見屬Iâ-lô-phò-àm ê人，死tī城內ê，狗beh食伊；死tī田野ê，空中ê鳥beh食伊，因為耶和華已經講lah。"}},{"book":"王上","chapter":14,"verse":12,"versions":{"unv":"所以你起身回家去吧！你的腳一進城，你兒子就必死了。","bklcl":"Taⁿ lí khí-lâi tò-khì lí ê ke; lí ê kha chi̍t-ē ji̍p siâⁿ, kiáⁿ chiū sí.","tghg":"今你起來倒去你的家！你的腳一下入城，子就死。","bklhl":"Taⁿ你起來tò去你ê家；你ê腳一下入城，kiáⁿ就死。"}},{"book":"王上","chapter":14,"verse":13,"versions":{"unv":"以色列眾人必為他哀哭，將他葬埋。凡屬耶羅波安的人，惟有他得入墳墓；因為在耶羅波安的家中，只有他向耶和華─以色列的　神顯出善行。","bklcl":"Í-sek-lia̍t chèng lâng beh thî-khàu i, bâi-chòng i, in-ūi sio̍k Iâ-lô-phò-àm ê lâng, chí-ū i tit-tio̍h ji̍p bōng; in-ūi tī Iâ-lô-phò-àm ê ke-tiong, chí-ū i ǹg Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè, hián-chhut hó-sū.","tghg":"以色列眾人欲啼哭伊，埋葬伊。因為屬耶羅波安的人，只有伊得著入墓；因為佇耶羅波安的家中，只有伊向耶和華──以色列的上帝顯出好事。","bklhl":"以色列眾人beh啼哭伊，埋葬伊，因為屬Iâ-lô-phò-àm ê人，只有伊得tio̍h入墓；因為tī Iâ-lô-phò-àm ê家中，只有伊ǹg耶和華以色列ê上帝，顯出好事。"}},{"book":"王上","chapter":14,"verse":14,"versions":{"unv":"耶和華必另立一王治理以色列。到了日期，他必剪除耶羅波安的家；那日期已經到了。","bklcl":"Iâ-hô-hoa beh ūi ka-kī heng-khí chi̍t ê ông, koán-lí Í-sek-lia̍t; tī hit-ji̍t I beh chián-tû Iâ-lô-phò-àm ê ke; sím-mi̍h sî ah? Chit-tia̍p chiū-sī.","tghg":"耶和華欲為家己興起一個王管理以色列。佇彼日，伊欲剪除耶羅波安的家；甚麼時啊？此霎(tia̍p)就是。","bklhl":"耶和華beh為家己興起一个王，管理以色列；tī hit日伊beh剪除Iâ-lô-phò-àm ê家；甚麼時ah？Chit-tia̍p就是。"}},{"book":"王上","chapter":14,"verse":15,"versions":{"unv":"耶和華必擊打以色列人，使他們搖動，像水中的蘆葦一般；又將他們從耶和華賜給他們列祖的美地上拔出來，分散在大河那邊；因為他們做木偶，惹耶和華發怒。","bklcl":"In-ūi Iâ-hô-hoa beh phah Í-sek-lia̍t lâng, chhin-chhiūⁿ chúi-tiong ê lô͘-úi teh iô chi̍t-iūⁿ; koh beh pu̍ih-chhut Í-sek-lia̍t ê kun tī I só͘ siúⁿ-sù in lia̍t-chó͘ ê hó-tōe, sì-sòaⁿ in tī Tōa-hô hit-pêng, in-ūi in chō in ê A-sià-lîm, kek Iâ-hô-hoa ê siū-khì.","tghg":"因為耶和華欲拍以色列人，親像水中的蘆葦啲搖一樣；閣欲拔(pu̍ih)出以色列的根佇伊所賞賜𪜶列祖的好地，四散𪜶佇大河彼旁；因為𪜶造𪜶的亞舍拉，激耶和華的受氣。","bklhl":"因為耶和華beh phah以色列人，親像水中ê蘆葦teh搖一樣；koh beh拔出以色列ê根tī伊所賞賜in列祖ê好地，四散in tī大河hit-pêng，因為in造in ê A-sià-lîm，激耶和華ê受氣。"}},{"book":"王上","chapter":14,"verse":16,"versions":{"unv":"因耶羅波安所犯的罪，又使以色列人陷在罪裡，耶和華必將以色列人交給仇敵。」","bklcl":"In-ūi Iâ-lô-phò-àm ê chōe, chiū-sī i pún-sin só͘ hoān ê chōe, koh hō͘ Í-sek-lia̍t lâng hoān-chōe, só͘-í Iâ-hô-hoa beh khì-sak Í-sek-lia̍t.","tghg":"因為耶羅波安的罪，就是伊本身所犯的罪，閣互以色列人犯罪，所以耶和華欲棄拺以色列。」","bklhl":"因為Iâ-lô-phò-àm ê罪，就是伊本身所犯ê罪，koh hō͘以色列人犯罪，所以耶和華beh棄sak以色列。"}},{"book":"王上","chapter":14,"verse":17,"versions":{"unv":"耶羅波安的妻起身回去，到了得撒，剛到門檻，兒子就死了。","bklcl":"Iâ-lô-phò-àm ê bó͘ khí-sin tò-khì kàu Tek-sat; tú-á kàu chhù ê hō͘-tēng, kiáⁿ chiū sí.","tghg":"耶羅波安的某起身倒去，到得撒，抵仔到厝的戶椗(hō͘-tēng)，子就死。","bklhl":"Iâ-lô-phò-àm ê bó͘起身tò去到Tek-sat；tú-á到厝ê戶碇，kiáⁿ就死。"}},{"book":"王上","chapter":14,"verse":18,"versions":{"unv":"以色列眾人將他葬埋，為他哀哭，正如耶和華藉他僕人先知亞希雅所說的話。","bklcl":"Í-sek-lia̍t chèng-lâng bâi-chòng i, ūi i thî-khàu, chiàu Iâ-hô-hoa thok I ê lô͘-po̍k sian-ti A-hi-ngá só͘ kóng ê ōe.","tghg":"以色列眾人埋葬伊，為伊啼哭，照耶和華託伊的奴僕先知亞希雅所講的話。","bklhl":"以色列眾人埋葬伊，為伊啼哭，照耶和華託伊ê奴僕先知A-hi-ngá所講ê話。"}},{"book":"王上","chapter":14,"verse":19,"versions":{"unv":"耶羅波安其餘的事，他怎樣爭戰，怎樣作王，都寫在以色列諸王記上。","bklcl":"Iâ-lô-phò-àm kî-û ê sū, i cháiⁿ-iūⁿ kau-chiàn, cháiⁿ-iūⁿ chòe ông, lóng siá tī Í-sek-lia̍t lia̍t-ông ê kì-lio̍k.","tghg":"耶羅波安其餘的事，伊怎樣交戰，怎樣做王，攏寫佇以色列列王的記錄。","bklhl":"Iâ-lô-phò-àm其餘ê事，伊怎樣交戰，怎樣做王，lóng寫tī以色列列王ê記錄。"}},{"book":"王上","chapter":14,"verse":20,"versions":{"unv":"耶羅波安作王二十二年，就與他列祖同睡。他兒子拿答接續他作王。","bklcl":"Iâ-lô-phò-àm chòe ông, kiōng jī-cha̍p-jī nî, chiū kap i ê lia̍t-chó͘ saⁿ-kap khùn; i ê kiáⁿ Ná-tap sòa-chiap i chòe ông.","tghg":"耶羅波安做王共二十二年，就及伊的列祖相及睏。伊的子拿答續接伊做王。","bklhl":"Iâ-lô-phò-àm做王，共二十二年，就kap伊ê列祖相kap睏；伊ê kiáⁿ Ná-tap續接伊做王。"}},{"book":"王上","chapter":14,"verse":21,"versions":{"unv":"所羅門的兒子羅波安作猶大王。他登基的時候年四十一歲，在耶路撒冷，就是耶和華從以色列眾支派中所選擇立他名的城，作王十七年。羅波安的母親名叫拿瑪，是亞捫人。","bklcl":"Só͘-lô-bûn ê kiáⁿ Lô-phò-àm tī Iû-tāi chòe ông.  Lô-phò-àm chē-ūi ê sî, sì-cha̍p-it hè; tī Iâ-lō͘-sat-léng, chiū-sī Iâ-hô-hoa tùi Í-sek-lia̍t chèng chi-phài tiong só͘ kéng an-tì I ê miâ ê siâⁿ, chòe ông cha̍p-chhit nî.  I ê lāu-bú miâ-kiò Ná-má; sī A-bûn lâng.","tghg":"所羅門的子羅波安佇猶大做王。羅波安坐位的時四十一歲，佇耶路撒冷，就是耶和華對以色列眾支派中所揀安置伊的名的城，做王十七年。伊的老母名叫拿瑪，是亞捫人。","bklhl":"所羅門ê kiáⁿ Lô-phò-àm tī偤大做王。Lô-phò-àm坐位ê時，四十一歲；tī耶路撒冷，就是耶和華tùi以色列眾支派中所揀安置伊ê名ê城，做王十七年。伊ê老母名叫Ná-má；是A-bûn人。"}},{"book":"王上","chapter":14,"verse":22,"versions":{"unv":"猶大人行耶和華眼中看為惡的事，犯罪觸動他的憤恨，比他們列祖更甚。","bklcl":"Iû-tāi kok kiâⁿ Iâ-hô-hoa só͘ khòaⁿ-chòe pháiⁿ ê sū, tùi i só͘ kiâⁿ ê chōe kek-tōng I thòng-hūn, pí in lia̍t-chó͘ só͘ chòe koh khah pháiⁿ.","tghg":"猶大國行耶和華所看做歹的事，對伊所行的罪激動伊痛恨，比𪜶列祖所做閣卡歹。","bklhl":"偤大國行耶和華所看做pháiⁿ ê事，對伊所行ê罪激動伊痛恨，比in列祖所做koh-khah pháiⁿ。"}},{"book":"王上","chapter":14,"verse":23,"versions":{"unv":"因為他們在各高岡上，各青翠樹下築壇，立柱像和木偶。","bklcl":"In-ūi in tī ta̍k ê koâiⁿ-soaⁿ, ta̍k châng chhiⁿ-chhùi ê chhiū-kha, khí tôaⁿ, chhòng thiāu-siōng kap A-sià-lîm.","tghg":"因為𪜶佇逐個高山，逐欉青翠的樹腳起壇，創柱像及亞舍拉。","bklhl":"因為in tī ta̍k-ê高山，ta̍k叢青翠ê樹腳，起壇，chhòng柱像kap A-sià-lîm。"}},{"book":"王上","chapter":14,"verse":24,"versions":{"unv":"國中也有孌童。猶大人效法耶和華在以色列人面前所趕出的外邦人，行一切可憎惡的事。","bklcl":"Kok-lāi iā ū loân-tông; Iâ-hô-hoa tī Í-sek-lia̍t lâng ê bīn-chêng só͘ kóaⁿ-chhut ê lia̍t-kok, in chiū o̍h hiah-ê kok it-chhè khó-ò͘ⁿ ê sū lâi kiâⁿ.","tghg":"國內也有孌童(loân-tông)。耶和華佇以色列人的面前所趕出的列國，𪜶就學許個國一切可惡的事來行。","bklhl":"國內也有攣童；耶和華tī以色列人ê面前所趕出ê列國，in就學hiah-ê國一切可惡ê事來行。"}},{"book":"王上","chapter":14,"verse":25,"versions":{"unv":"羅波安王第五年，埃及王示撒上來攻取耶路撒冷，","bklcl":"Lô-phò-àm ông gō͘ nî, Ai-ki̍p ông Sī-sat chiūⁿ-lâi kong-kek Iâ-lō͘-sat-léng;","tghg":"羅波安王五年，埃及王示撒上來攻擊耶路撒冷，","bklhl":"Lô-phò-àm王五年，埃及王Sī-sat上來攻擊耶路撒冷；"}},{"book":"王上","chapter":14,"verse":26,"versions":{"unv":"奪了耶和華殿和王宮裡的寶物，盡都帶走，又奪去所羅門製造的金盾牌。","bklcl":"chhiúⁿ Iâ-hô-hoa tiān ê pó-mi̍h kap ông-kiong ê pó-mi̍h; lóng tòa--khì;  koh chhiúⁿ Só͘-lô-bûn só͘ chòe hiah-ê kim ê pîn-pâi.","tghg":"搶耶和華殿的寶物及王宮的寶物，攏帶去，閣搶所羅門所做許個金的屏牌(pîn-pâi)。","bklhl":"搶耶和華殿ê寶物kap王宮ê寶物；lóng帶去；koh搶所羅門所做hiah-ê金 ê屏牌。"}},{"book":"王上","chapter":14,"verse":27,"versions":{"unv":"羅波安王製造銅盾牌代替那金盾牌，交給守王宮門的護衛長看守。","bklcl":"Lô-phò-àm ông chòe tâng ê pîn-pâi lâi thòe i; kau hō͘ kò͘-siú ông-kiong mn̂g ê sī-ōe-tiúⁿ kò͘-siú.","tghg":"羅波安王做銅的屏牌來替伊，交互顧守王宮門的侍衛長顧守。","bklhl":"Lô-phò-àm王做銅ê屏牌來替伊；交hō͘顧守王宮門ê侍衛長顧守。"}},{"book":"王上","chapter":14,"verse":28,"versions":{"unv":"王每逢進耶和華的殿，護衛兵就拿這盾牌，隨後仍將盾牌送回，放在護衛房。","bklcl":"Ông ta̍k-pái ji̍p Iâ-hô-hoa ê tiān, sī-ōe chiū tòa chiah-ê pîn-pâi, āu-lâi chiū tòa tò-tńg, lâi hē tī sī-ōe ê chhù.","tghg":"王逐擺入耶和華的殿，侍衛就帶諸個屏牌，後來就帶倒轉，來下佇侍衛的厝。","bklhl":"王ta̍k-pái入耶和華ê殿，侍衛就帶chiah ê屏牌，後來就帶倒tńg，來hē tī侍衛ê厝。"}},{"book":"王上","chapter":14,"verse":29,"versions":{"unv":"羅波安其餘的事，凡他所行的，都寫在猶大列王記上。","bklcl":"Lô-phò-àm kî-û ê sū, kìⁿ i só͘ kiâⁿ ê, kiám bô-kì tī Iû-tāi lia̍t-ông ê kì-lio̍k mah?","tghg":"羅波安其餘的事，見伊所行的，豈無記佇猶大列王的記錄嗎？","bklhl":"Lô-phò-àm其餘ê事，見伊所行ê，kiám無記tī偤大列王ê記錄mah？"}},{"book":"王上","chapter":14,"verse":30,"versions":{"unv":"羅波安與耶羅波安時常爭戰。","bklcl":"Lô-phò-àm kap Iâ-lô-phò-àm siông-siông kau-chiàn.","tghg":"羅波安及耶羅波安常常交戰。","bklhl":"Lô-phò-àm kap Iâ-lô-phò-àm常常交戰。"}},{"book":"王上","chapter":14,"verse":31,"versions":{"unv":"羅波安與他列祖同睡，葬在大衛城他列祖的墳地裡。他母親名叫拿瑪，是亞捫人。他兒子亞比央（又名亞比雅）接續他作王。","bklcl":"Lô-phò-àm kap i ê lia̍t-chó͘ tâng-khùn, kap i ê lia̍t-chó͘ chòng tī Tāi-pi̍t ê siâⁿ; i ê lāu-bú miâ-kiò Ná-má, sī A-bûn lâng.  Lô-phò-àm ê kiáⁿ A-pí-iáng sòa-chiap i chòe ông.","tghg":"羅波安及伊的列祖同睏，及伊的列祖葬佇大衛的城。伊的老母名叫拿瑪，是亞捫人。羅波安的子亞比央續接伊做王。","bklhl":"Lô-phò-àm kap伊ê列祖同睏，kap伊ê列祖葬tī大衛ê城；伊ê老母名叫Ná-má，是A-bûn人。Lô-phò-àm ê kiáⁿ A-pí-iáng續接伊做王。"}}]