[{"book":"王上","chapter":8,"verse":1,"versions":{"unv":"那時，所羅門將以色列的長老和各支派的首領，並以色列的族長，招聚到耶路撒冷，要把耶和華的約櫃從大衛城─就是錫安─運上來。","bklcl":"Hit-sî Só͘-lô-bûn chū-chi̍p Í-sek-lia̍t ê tióng-ló, kap ta̍k chi-phài ê siú-léng, í-ki̍p Í-sek-lia̍t lâng hiah-ê cho̍k-tiúⁿ, kàu Iâ-lō͘-sat-léng Só͘-lô-bûn ông hia, beh chiong Iâ-hô-hoa ê iok-kūi, tùi Tāi-pi̍t siâⁿ, chiū-sī Sek-an, ūn-chiūⁿ--lâi.","tghg":"彼時，所羅門聚集以色列的長老及逐支派的首領，以及以色列人許個族長，到耶路撒冷所羅門王遐，欲將耶和華的約櫃對大衛城──就是錫安──運上來。","bklhl":"Hit時所羅門聚集以色列ê長老，kap ta̍k支派ê首領，以及以色列人hiah-ê族長，到耶路撒冷所羅門王hia，beh將耶和華ê約櫃，tùi大衛城，就是錫安，運上來。"}},{"book":"王上","chapter":8,"verse":2,"versions":{"unv":"以他念月，就是七月，在節前，以色列人都聚集到所羅門王那裡。","bklcl":"Í-tha-liām ge̍h, chiū-sī chhit-ge̍h, ê choeh-kî, Í-sek-lia̍t lâng lóng chū-chi̍p kàu Só͘-lô-bûn ông hia.","tghg":"以他念月，就是七月的節期，以色列人攏聚集到所羅門王遐。","bklhl":"Í-tha-liām月，就是七月，ê節期，以色列人lóng聚集到所羅門王hia。"}},{"book":"王上","chapter":8,"verse":3,"versions":{"unv":"以色列長老來到，祭司便抬起約櫃，","bklcl":"Í-sek-lia̍t ê tióng-ló lóng lâi, hiah-ê chè-si kng iok-kūi.","tghg":"以色列的長老攏來，許個祭司扛約櫃，","bklhl":"以色列ê長老lóng來，hiah-ê祭司扛約櫃。"}},{"book":"王上","chapter":8,"verse":4,"versions":{"unv":"祭司和利未人將耶和華的約櫃運上來，又將會幕和會幕的一切聖器具都帶上來。","bklcl":"In chiū kng Iâ-hô-hoa ê kūi, kap hōe-bō͘, í-ki̍p Pò͘-pîⁿ-lāi it-chhè sèng ê khì-kū chiūⁿ-lâi; chè-si kap Lī-bī lâng lóng kng i chiūⁿ-lâi.","tghg":"𪜶就扛耶和華的櫃，及會幕以及布棚內一切聖的器具上來，祭司及利未人攏扛伊上來。","bklhl":"In就扛耶和華ê櫃，kap會幕，以及布棚內一切聖ê器具上來；祭司kap利未人lóng 扛伊上來。"}},{"book":"王上","chapter":8,"verse":5,"versions":{"unv":"所羅門王和聚集到他那裡的以色列全會眾，一同在約櫃前獻牛羊為祭，多得不可勝數。","bklcl":"Só͘-lô-bûn ông kap chū-chi̍p kàu i hia Í-sek-lia̍t ê choân-hōe tī iok-kūi chêng hiàn iûⁿ, gû, chòe chè-sū, chōe kàu bōe-sǹg-tit, iā sǹg-bōe-liáu.","tghg":"所羅門王及聚集到伊遐以色列的全會，佇約櫃前獻羊牛做祭祀，多到𣍐算得，也算𣍐了。","bklhl":"所羅門王kap聚集到伊hia以色列ê全會tī約櫃前獻羊、牛，做祭祀，chōe到bōe算得，也算bōe了。"}},{"book":"王上","chapter":8,"verse":6,"versions":{"unv":"祭司將耶和華的約櫃抬進內殿，就是至聖所，放在兩個基路伯的翅膀底下。","bklcl":"Chè-si kng Iâ-hô-hoa ê iok-kūi kàu i ê só͘-chāi, ji̍p hit keng chhù ê āu-tiān, kàu Chì-sèng-só͘, hē tī ki-lō͘-peng ê si̍t-ē.","tghg":"祭司扛耶和華的約櫃到伊的所在入彼間厝的後殿，到至聖所，下佇(hē tī)𠼻𡀔兵的翅下。","bklhl":"祭司扛耶和華ê約櫃到伊ê所在，入hit間厝ê後殿，到至聖所，hē tī ki-lō͘-peng ê翼下。"}},{"book":"王上","chapter":8,"verse":7,"versions":{"unv":"基路伯張著翅膀在約櫃之上，遮掩約櫃和抬櫃的槓。","bklcl":"In-ūi ki-lō͘-peng thí-khui in ê si̍t, tī kūi ê só͘-chāi ê téng-bīn; koh ki-lō͘-peng tī hí(**hit) téng-bīn jia-khàm kūi, kap i ê kǹg.","tghg":"因為𠼻𡀔兵展開𪜶的翅，佇櫃的所在的頂面，閣𠼻𡀔兵佇彼頂面遮蓋櫃，及伊的槓(kǹg)。","bklhl":"因為ki-lō͘-peng thí開in ê翼，tī櫃ê所在ê頂面；koh ki-lō͘-peng tī hit頂面遮蓋櫃，kap伊ê kǹg。"}},{"book":"王上","chapter":8,"verse":8,"versions":{"unv":"這槓甚長，槓頭在內殿前的聖所可以看見，在殿外卻不能看見，直到如今還在那裡。","bklcl":"Hiah ê kǹg chin-tn̂g, kǹg-bé tī āu-tiān-chêng ê Sèng-só͘ thang khòaⁿ-kìⁿ, tī gōa-bīn chiū bōe khòaⁿ-kìⁿ; kàu kin-á-ji̍t iáu tī-hia.","tghg":"許個槓真長，槓尾佇後殿前的聖所通看見，佇外面就𣍐看見，到今仔日猶佇遐。","bklhl":"Hiah-ê kǹg真長，kǹg尾tī後殿前ê聖所thang看見，tī外面就bōe看見；到今á日iáu tī-hia。"}},{"book":"王上","chapter":8,"verse":9,"versions":{"unv":"約櫃裡惟有兩塊石版，就是以色列人出埃及地後，耶和華與他們立約的時候摩西在何烈山所放的。除此以外，並無別物。","bklcl":"Kūi-lāi chí-ū nn̄g tè chio̍h-pi, chiū-sī Í-sek-lia̍t lâng chhut Ai-ki̍p tōe, Iâ-hô-hoa kap in li̍p-iok ê sî, Mô͘-se tī Hô-lia̍t soaⁿ só͘ hē--ê; che í-gōa bô pa̍t-hāng mi̍h.","tghg":"櫃內只有二塊石碑，就是以色列人出埃及地，耶和華及𪜶立約的時摩西佇何烈山所下的。這以外，無別項物。","bklhl":"櫃內只有兩塊石碑，就是以色列人出埃及地，耶和華kap in立約ê時，摩西tī何烈山所hē-ê；這以外無別項物。"}},{"book":"王上","chapter":8,"verse":10,"versions":{"unv":"祭司從聖所出來的時候，有雲充滿耶和華的殿；","bklcl":"Tng chè-si tùi sèng-só͘ chhut-lâi ê sî, ū hûn chhiong-móa Iâ-hô-hoa ê tiān;","tghg":"當祭司對聖所出來的時，有雲充滿耶和華的殿；","bklhl":"當祭司tùi聖所出來ê時，有雲充滿耶和華ê殿；"}},{"book":"王上","chapter":8,"verse":11,"versions":{"unv":"甚至祭司不能站立供職，因為耶和華的榮光充滿了殿。","bklcl":"tì-kàu chè-si ūi-tio̍h hûn ê iân-kò͘ bōe-ōe-khiā--teh ho̍k-sāi; in-ūi Iâ-hô-hoa ê êng-kng chhiong-móa Iâ-hô-hoa ê tiān.","tghg":"致到祭司為著雲的緣故𣍐會徛啲服事，因為耶和華的榮光充滿耶和華的殿。","bklhl":"致到祭司為tio̍h雲ê緣故bōe能khiā-teh服事；因為耶和華ê榮光充滿耶和華ê殿。"}},{"book":"王上","chapter":8,"verse":12,"versions":{"unv":"那時所羅門說：耶和華曾說，他必住在幽暗之處。","bklcl":"Hit-sî Só͘-lô-bûn kóng, Iâ-hô-hoa bat kóng I beh tiàm tī o͘-o͘ àm-àm ê só͘-chāi.","tghg":"彼時所羅門講：耶和華曾講，伊欲踮佇黑黑暗暗的所在。","bklhl":"Hit時所羅門講，耶和華bat講伊beh tiàm tī烏烏暗暗ê所在。"}},{"book":"王上","chapter":8,"verse":13,"versions":{"unv":"我已經建造殿宇作你的居所，為你永遠的住處。","bklcl":"Góa í-keng khí chit keng tiān hō͘ Lí khiā-khí, chòe Lí éng-oán tòa ê só͘-chāi.","tghg":"我已經起此間殿互你徛起，做你永遠住的所在。","bklhl":"我已經起chit間殿hō͘你khiā起，做你永遠tòa ê所在。"}},{"book":"王上","chapter":8,"verse":14,"versions":{"unv":"王轉臉為以色列會眾祝福，以色列會眾就都站立。","bklcl":"Ông oa̍t-tńg i ê bīn chiok-hok Í-sek-lia̍t hōe-chiòng; Í-sek-lia̍t hōe-chiòng lóng khiā--khí-lâi.","tghg":"王越轉伊的面祝福以色列會眾，以色列會眾攏徛起來。","bklhl":"王oa̍t-tńg伊ê面祝福以色列會眾；以色列會眾lóng khiā起來。"}},{"book":"王上","chapter":8,"verse":15,"versions":{"unv":"所羅門說：「耶和華─以色列的　神是應當稱頌的！因他親口向我父大衛所應許的，也親手成就了。","bklcl":"I kóng; Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè sī eng-kai o-ló ê, in-ūi I chhin-chhùi tùi góa ê pē Tāi-pi̍t só͘ èng-ún ê, iā chhin-chhiú èng-giām i, kóng,","tghg":"伊講：「耶和華──以色列的上帝是應該謳咾的！因為伊親嘴對我的父大衛所應允的，也親手應驗伊。","bklhl":"伊講；耶和華以色列ê上帝是應該o-ló ê，因為祂親嘴tùi我ê父大衛所應允ê，也親手應驗伊，講，"}},{"book":"王上","chapter":8,"verse":16,"versions":{"unv":"他說：『自從我領我民以色列出埃及以來，我未曾在以色列各支派中選擇一城建造殿宇─為我名的居所，但揀選大衛治理我民以色列。』」","bklcl":"Tùi Góa chhōa Góa ê peh-sìⁿ Í-sek-lia̍t chhut Ai-ki̍p í-lâi, Góa bē-bat tī Í-sek-lia̍t chèng chi-phài-tiong kéng chi̍t ê siâⁿ, khí tiān hō͘ Góa ê miâ tī-hia; to̍k-to̍k kéng Tāi-pi̍t tī-lí Góa ê peh-sìⁿ Í-sek-lia̍t.","tghg":"講：『對我導我的百姓以色列出埃及以來，我未曾佇以色列眾支派中揀一個城起殿互──我的名佇遐，獨獨揀大衛治理我的百姓以色列。』","bklhl":"Tùi我chhōa我ê百姓以色列出埃及以來，我bē-bat tī以色列眾支派中揀一个城，起殿hō͘我ê名tī-hia；獨獨揀大衛治理我ê百姓以色列。"}},{"book":"王上","chapter":8,"verse":17,"versions":{"unv":"所羅門說：「我父大衛曾立意，要為耶和華─以色列　神的名建殿。","bklcl":"Góa ê pē Tāi-pi̍t sim-lāi ū ì-sù, beh ūi Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè ê miâ khí tiān.","tghg":"我的父大衛心內有意思，欲為耶和華──以色列的上帝的名起殿。","bklhl":"我ê父大衛心內有意思，beh為耶和華以色列ê上帝ê名起殿。"}},{"book":"王上","chapter":8,"verse":18,"versions":{"unv":"耶和華卻對我父大衛說：『你立意為我的名建殿，這意思甚好。","bklcl":"Chóng-sī Iâ-hô-hoa tùi góa ê pē Tāi-pi̍t kóng, Lí ê sim ū ì-sù beh ūi Góa ê miâ khí tiān, lí chit ê ì-sù chin hó;","tghg":"總是耶和華對我的父大衛講：『你的心有意思欲為我的名起殿，你此個意思真好。","bklhl":"總是耶和華對我ê父大衛講，你ê心有意思beh為我ê名起殿，你chit ê意思真好；"}},{"book":"王上","chapter":8,"verse":19,"versions":{"unv":"只是你不可建殿，惟你所生的兒子必為我名建殿。』","bklcl":"to̍k-to̍k lí m̄-thang khí tiān; lí só͘ chhin-siⁿ ê kiáⁿ beh ūi Góa ê miâ khí tiān.","tghg":"獨獨你呣通起殿，你所親生的子欲為我的名起殿。』","bklhl":"獨獨你m̄-thang起殿；你所親生ê kiáⁿ beh為我ê名起殿。"}},{"book":"王上","chapter":8,"verse":20,"versions":{"unv":"現在耶和華成就了他所應許的話，使我接續我父大衛坐以色列的國位，又為耶和華─以色列　神的名建造了殿。","bklcl":"Taⁿ Iâ-hô-hoa èng-giām I só͘ kóng ê ōe; góa chiàu Iâ-hô-hoa ê ōe khí-lâi sòa-chiap góa ê pē Tāi-pi̍t, chē Í-sek-lia̍t ê kok-ūi; koh ūi Iâ-hô-hoa Í-sek-lia̍t Siōng-tè ê miâ khí tiān.","tghg":"今耶和華應驗伊所講的話，我照耶和華的話起來續接我的父大衛坐以色列的國位，閣為耶和華──以色列上帝的名起殿。","bklhl":"Taⁿ耶和華應驗祂所講ê話；我照耶和華ê話起來續接我ê父大衛，坐以色列ê國位；koh為耶和華以色列上帝ê名起殿。"}},{"book":"王上","chapter":8,"verse":21,"versions":{"unv":"我也在其中為約櫃預備一處。約櫃內有耶和華的約，就是他領我們列祖出埃及地的時候，與他們所立的約。」","bklcl":"Góa iā tī-hia ūi iok-kūi pī-pān chi̍t só͘-chāi, kūi-lāi ū Iâ-hô-hoa ê iok, chiū-sī I chhōa lán ê lia̍t-chó͘ chhut Ai-ki̍p ê sî, kap in só͘ li̍p ê iok.","tghg":"我也佇遐為約櫃備辦一所在。櫃內有耶和華的約，就是伊導咱的列祖出埃及的時，及𪜶所立的約。」","bklhl":"我也tī-hia為約櫃備辦一所在，櫃內有耶和華ê約，就是祂chhōa咱ê列祖出埃及ê時，kap in所立ê約。"}},{"book":"王上","chapter":8,"verse":22,"versions":{"unv":"所羅門當著以色列會眾，站在耶和華的壇前，向天舉手說：","bklcl":"Só͘-lô-bûn tng Í-sek-lia̍t hōe-chiòng ê bīn-chêng, khiā tī Iâ-hô-hoa ê tôaⁿ-chêng, kia̍h-khí chhiú ǹg thiⁿ, kóng,","tghg":"所羅門當以色列會眾的面前，徛佇耶和華的壇前，攑起手向天講：","bklhl":"所羅門當以色列會眾ê面前，khiā tī耶和華ê壇前，kia̍h起手ǹg天，講，"}},{"book":"王上","chapter":8,"verse":23,"versions":{"unv":"「耶和華─以色列的　神啊，天上地下沒有神可比你的！你向那盡心行在你面前的僕人守約施慈愛；","bklcl":"Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè ah, tī thiⁿ-téng, tī tōe-ē, bô ū Siōng-tè chhin-chhiūⁿ Lí siú-iok kiâⁿ jîn-ài tī Lí hiah-ê lô͘-po̍k, chiū-sī chīn-sim kiâⁿ tī Lí ê bīn-chêng ê.","tghg":"「耶和華──以色列的上帝啊，佇天頂佇地下，無有上帝親像你守約行仁愛佇你許個奴僕，就是盡心行佇你的面前的；","bklhl":"耶和華以色列ê上帝ah，tī天頂，tī地下，無有上帝親像你守約行仁愛tī你hiah-ê奴僕，就是盡心行tī你ê面前ê。"}},{"book":"王上","chapter":8,"verse":24,"versions":{"unv":"向你僕人─我父大衛所應許的話現在應驗了。你親口應許，親手成就，正如今日一樣。","bklcl":"Lí tùi Lí ê lô͘-po̍k góa ê pē Tāi-pi̍t só͘ èng-ún ê, Lí ū siú i; Lí chhin-chhùi kóng ê, chhin-chhiú èng-giām i, chiàu kin-á-ji̍t ê khoán.","tghg":"你對你的奴僕──我的父大衛所應允的你有守伊。你親嘴講的，親手應驗伊，照今仔日的款。","bklhl":"你tùi你ê奴僕我ê父大衛所應允ê，你有守伊；你親嘴講ê，親手應驗伊，照今á日ê款。"}},{"book":"王上","chapter":8,"verse":25,"versions":{"unv":"耶和華─以色列的　神啊，你所應許你僕人─我父大衛的話說：『你的子孫若謹慎自己的行為，在我面前行事像你所行的一樣，就不斷人坐以色列的國位。』現在求你應驗這話。","bklcl":"Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè ah, Lí só͘ èng-ún Lí ê lô͘-po̍k góa ê pē Tāi-pi̍t kóng, Lí ê kiáⁿ-sun nā kín-sīn in ê só͘-chòe, kiâⁿ tī Góa ê bīn-chêng, chhin-chhiūⁿ lí kiâⁿ tī Góa ê bīn-chêng, chiū sio̍k tī lí-ê beh tī Góa ê bīn-chêng chē Í-sek-lia̍t ê kok-ūi éng bô tn̄g; taⁿ kiû Lí èng-giām i.","tghg":"耶和華──以色列的上帝啊，你所應允你的奴僕──我的父大衛講：『你的子孫若謹慎𪜶的所做，行佇我的面前親像你行佇我的面前，就屬佇你的欲佇我的面前坐以色列的國位，永無斷。』今求你應驗伊。","bklhl":"耶和華以色列ê上帝ah，你所應允你ê奴僕我ê父大衛講，你ê kiáⁿ孫若謹慎in ê所做，行tī我ê面前，親像你行tī我ê面前，就屬tī你ê beh tī我ê面前坐以色列ê國位永無斷；taⁿ求你應驗伊。"}},{"book":"王上","chapter":8,"verse":26,"versions":{"unv":"以色列的　神啊，求你成就向你僕人─我父大衛所應許的話。","bklcl":"Í-sek-lia̍t ê Siōng-tè ah, Lí tùi Lí ê lô͘-po̍k góa ê pē Tāi-pi̍t só͘ kóng ê, kiû Lí hō͘ i chiâⁿ-chòe si̍t-sū.","tghg":"以色列的上帝啊，你對你的奴僕──我的父大衛所講的，求你互伊成做實事。","bklhl":"以色列ê上帝ah，祢對祢ê奴僕我ê父大衛所講ê，求祢hō͘伊成做實事。"}},{"book":"王上","chapter":8,"verse":27,"versions":{"unv":"「　神果真住在地上嗎？看哪，天和天上的天尚且不足你居住的，何況我所建的這殿呢？","bklcl":"Siōng-tè chin-chiàⁿ beh khiā-khí tōe-chiūⁿ mah?  Khòaⁿ ah, thiⁿ kap chiah-ê thiⁿ ê thiⁿ siōng-chhiáⁿ bô kàu-gia̍h hō͘ Lí khiā-khí, hô-hòng góa só͘ khí chit keng tiān ah?","tghg":"「上帝真正欲徛起地上嗎？看啊，天及諸個天的天尚且無夠額互你徛起，何況我所起此間殿啊？","bklhl":"上帝真正beh khiā起地上mah？看ah，天kap chiah ê天ê天尚且無夠額hō͘你khiā起，何況我所起chit間殿ah？"}},{"book":"王上","chapter":8,"verse":28,"versions":{"unv":"惟求耶和華─我的　神垂顧僕人的禱告祈求，俯聽僕人今日在你面前的祈禱呼籲。","bklcl":"Iâ-hô-hoa góa ê Siōng-tè ah, goān Lí àⁿ-lo̍h siàu-liām Lí ê lô͘-po̍k ê kî-tó khún-kiû, lâi thiaⁿ Lí ê lô͘-po̍k kin-á-ji̍t só͘ kî-tó tī Lí bīn-chêng ê kiû-kiò kî-tó.","tghg":"耶和華──我的上帝啊，願你俯落數念(siàu-liām)你的奴僕的祈禱懇求，來聽你的奴僕今仔日所祈禱佇你面前的求叫祈禱。","bklhl":"耶和華我ê上帝ah，願你àⁿ落siàu念你ê奴僕ê祈禱懇求，來聽你ê奴僕今á日所祈禱tī你面前ê求叫祈禱。"}},{"book":"王上","chapter":8,"verse":29,"versions":{"unv":"願你晝夜看顧這殿，就是你應許立為你名的居所；求你垂聽僕人向此處禱告的話。","bklcl":"Goān Lí ji̍t-mî khòaⁿ-kò͘ chit ê tiān, chiū-sī Lí só͘ kóng-khí Góa ê miâ beh tī-hia ê só͘-chāi, lâi thiaⁿ Lí ê lô͘-po̍k só͘ beh ǹg chit só͘-chāi kî-tó ê kî-tó.","tghg":"願你日暝看顧此個殿，就是你所講起我的名欲佇遐的所在；來聽你的奴僕所欲向此所在祈禱的祈禱。","bklhl":"願你日暝看顧chit ê殿，就是你所講起我ê名beh tī-hia ê所在，來聽你ê奴僕所beh ǹg chit所在祈禱ê祈禱。"}},{"book":"王上","chapter":8,"verse":30,"versions":{"unv":"你僕人和你民以色列向此處祈禱的時候，求你在天上你的居所垂聽，垂聽而赦免。","bklcl":"Lí ê lô͘-po̍k kap Lí ê peh-sìⁿ Í-sek-lia̍t ǹg chit só͘-chāi kî-tó ê sî, goān Lí thiaⁿ in ê kî-kiû; goān Lí tī thiⁿ--nih, Lí khiā-khí ê só͘-chāi, lâi thiaⁿ in; Lí thiaⁿ-kìⁿ ê sî, chiū sià-bián.","tghg":"你的奴僕及你的百姓以色列向此所在祈禱的時，願你聽𪜶的祈求，願你佇天裡，你徛起的所在來聽𪜶，你聽見的時就赦免。","bklhl":"你ê奴僕kap你ê百姓以色列ǹg chit所在祈禱ê時，願你聽in ê祈求；願你tī天裡，你khiā起ê所在，來聽in；你聽見ê時，就赦免。"}},{"book":"王上","chapter":8,"verse":31,"versions":{"unv":"「人若得罪鄰舍，有人叫他起誓，他來到這殿在你的壇前起誓，","bklcl":"Lâng nā tek-chōe i ê chhù-piⁿ, iā ū lâng ēng chi̍t ê chiù-chōa kah i chiù-chōa, i nā lâi chit keng tiān, tī Lí ê tôaⁿ-chêng chiù-chōa;","tghg":"「人若得罪伊的厝邊，也有人用一個咒誓教伊咒誓，伊若來此間殿佇你的壇前咒誓，","bklhl":"人若得罪伊ê厝邊，也有人用一个chiù-chōa kah伊chiù-chōa，伊若來chit間殿，tī你ê壇前chiù-chōa；"}},{"book":"王上","chapter":8,"verse":32,"versions":{"unv":"求你在天上垂聽，判斷你的僕人：定惡人有罪，照他所行的報應在他頭上；定義人有理，照他的義賞賜他。","bklcl":"kiû Lí tī thiⁿ--nih thiaⁿ lâi pān-lí i, sím-phòaⁿ Lí chiah-ê lô͘-po̍k, tēng pháiⁿ-lâng ê chōe, chiàu i só͘-kiâⁿ--ê, pò-èng tī i ê thâu-khak; tēng gī-lâng chòe-gī, chiàu i ê gī lâi hō͘ i.","tghg":"求你佇天裡聽，來辦理伊，審判你諸個奴僕：定歹人的罪，照伊所行的，報應佇伊的頭殼；定義人做義，照伊的義來互伊。","bklhl":"求你tī天裡聽來辨理伊，審判你chiah ê奴僕，定pháiⁿ人ê罪，照伊所行ê，報應tī伊ê頭殼；定義人做義，照伊ê義來hō͘伊。"}},{"book":"王上","chapter":8,"verse":33,"versions":{"unv":"「你的民以色列若得罪你，敗在仇敵面前，又歸向你，承認你的名，在這殿裡祈求禱告，","bklcl":"Siat-sú Lí ê peh-sìⁿ Í-sek-lia̍t, in-ūi tek-chōe Lí, chiah thâi-su tī tùi-te̍k ê bīn-chêng, in nā kui-ǹg Lí, jīn Lí ê miâ, koh tī chit keng tiān kî-tó khún-kiû Lí;","tghg":"「設使你的百姓以色列因為得罪你，才刣輸佇對敵的面前，𪜶若歸向你，認你的名，閣佇此間殿祈禱懇求你，","bklhl":"設使你ê百姓以色列，因為得罪你，chiah 刣輸tī對敵ê面前，in若歸向你，認你ê名，koh tī chit間殿祈禱懇求你；"}},{"book":"王上","chapter":8,"verse":34,"versions":{"unv":"求你在天上垂聽，赦免你民以色列的罪，使他們歸回你賜給他們列祖之地。","bklcl":"kiû Lí tī thiⁿ--nih thiaⁿ in, lâi sià-bián Lí ê peh-sìⁿ Í-sek-lia̍t ê chōe, hō͘ in tò-lâi Lí só͘ siúⁿ-sù in ê lia̍t-chó͘ ê tōe.","tghg":"求你佇天裡聽𪜶，來赦免你的百姓以色列的罪，互𪜶倒來你所賞賜𪜶的列祖的地。","bklhl":"求你tī天裡聽in，來赦免你ê百姓以色列ê罪，hō͘ in tò來你所賞賜in ê列祖ê地。"}},{"book":"王上","chapter":8,"verse":35,"versions":{"unv":"「你的民因得罪你，你懲罰他們，使天閉塞不下雨；他們若向此處禱告，承認你的名，離開他們的罪，","bklcl":"Siat-sú in tek-chōe Lí, tì-kàu thiⁿ koaiⁿ-ba̍t, bô lo̍h-hō͘; Lí hêng-hoa̍t in ê sî, in nā ǹg chit só͘-chāi kî-tó, jīn Lí ê miâ, lī-khui in ê chōe;","tghg":"「設使𪜶得罪你，致到天關密(koaiⁿ-ba̍t)無落雨，你刑罰𪜶的時；𪜶若向此所在祈禱，認你的名，離開𪜶的罪，","bklhl":"設使in得罪你，致到天關密，無落雨；你刑罰in ê時，in若ǹg chit所在祈禱，認你ê名，離開in ê罪；"}},{"book":"王上","chapter":8,"verse":36,"versions":{"unv":"求你在天上垂聽，赦免你僕人以色列民的罪，將當行的善道指教他們，且降雨在你的地，就是你賜給你民為業之地。","bklcl":"kiû Lí tī thiⁿ--nih thiaⁿ in, sià-bián Lí ê lô͘-po̍k kap Lí ê peh-sìⁿ Í-sek-lia̍t ê chōe, tī Lí kà-sī in só͘ tio̍h kiâⁿ ê hó-lō͘ ê sî, koh lo̍h-hō͘ tī Lí ê tōe, chiū-sī Lí siúⁿ-sù Lí ê peh-sìⁿ chòe-gia̍p--ê.","tghg":"求你佇天裡聽𪜶，赦免你的奴僕及你的百姓以色列的罪，佇你教示𪜶所著行的好路的時，閣落雨佇你的地，就是你賞賜你的百姓做業的。","bklhl":"求你tī天裡聽in，赦免你ê奴僕kap你ê百姓以色列ê罪，tī你教示in所tio̍h行ê好路ê時，koh落雨tī你ê地，就是你賞賜你ê百姓做業ê。"}},{"book":"王上","chapter":8,"verse":37,"versions":{"unv":"「國中若有饑荒、瘟疫、旱風、霉爛、蝗蟲、螞蚱，或有仇敵犯境圍困城邑，無論遭遇甚麼災禍疾病，","bklcl":"Chit ê tōe nā ū ki-hng, un-e̍k, ko͘-tâ, hiú-nōa, chháu-meh, chián-thâng, á-sī in ê tùi-te̍k tī in hiah-ê siâⁿ ê tōe ûi-khùn in, bô-lūn ū sím-mi̍h chai-ē, sím-mi̍h phòa-pīⁿ;","tghg":"「此個地若有飢荒、瘟疫、枯焦、朽爛、草蜢、剪蟲(chián-thâng)，抑是𪜶的對敵佇𪜶許個城的地圍困𪜶，無論有甚麼災禍甚麼破病，","bklhl":"Chit ê地若有飢荒、瘟疫、枯焦、朽爛、草蜢、剪蟲，á是in ê對敵tī in hiah-ê城ê地圍困in，無論有甚麼災厄，甚麼破病；"}},{"book":"王上","chapter":8,"verse":38,"versions":{"unv":"你的民以色列，或是眾人，或是一人，自覺有罪（原文是災），向這殿舉手，無論祈求甚麼，禱告甚麼，","bklcl":"he̍k-sī chi̍t-lâng, he̍k-sī Lí ê peh-sìⁿ Í-sek-lia̍t ê chèng-lâng, ta̍k-ê chai ka-kī sim-lāi ê chai-ē, ǹg chit keng tiān kia̍h-khí chhiú, bô-lūn cháiⁿ-iūⁿ khún-kiû, cháiⁿ-iūⁿ kî-tó;","tghg":"或是一人，或是你的百姓以色列的眾人，逐個知家己心內的災禍，向此間殿攑起手，無論怎樣懇求，怎樣祈禱，","bklhl":"或是一人，或是你ê百姓以色列ê眾人，ta̍k-ê知家己心內ê災厄，ǹg chit間殿kia̍h起手，無論怎樣懇求，怎樣祈禱；"}},{"book":"王上","chapter":8,"verse":39,"versions":{"unv":"求你在天上你的居所垂聽赦免。你是知道人心的，要照各人所行的待他們（惟有你知道世人的心），","bklcl":"goān Lí tī thiⁿ--nih, Lí só͘ khiā-khí ê só͘-chāi, lâi thiaⁿ i, lâi sià-bián, lâi si-hêng;  Lí chai in ê sim, chiàu in ta̍k-lâng ê kiâⁿ-chòe lâi khoán-thāi in,  (in-ūi sè-kan ta̍k-lâng ê sim, chí ū Lí chai);","tghg":"願你佇天裡你所徛起的所在來聽伊，來赦免，來施行。你知𪜶的心，照𪜶逐人的行做來款待𪜶（因為世間逐人的心只有你知），","bklhl":"願你tī天裡，你所khiā起ê所在，來聽伊，來赦免，來施行；你知in ê心，照in ta̍k人ê行做來款待in，(因為世間ta̍k人ê心，只有你知) ；"}},{"book":"王上","chapter":8,"verse":40,"versions":{"unv":"使他們在你賜給我們列祖之地上一生一世敬畏你。","bklcl":"hō͘ in tī Lí siúⁿ-sù goán lia̍t-chó͘ ê tōe, chi̍t-sì-lâng kèng-ùi Lí.","tghg":"互𪜶佇你賞賜阮列祖的地一世人敬畏你。","bklhl":"Hō͘ in tī你賞賜阮列祖ê地，一世人敬畏你。"}},{"book":"王上","chapter":8,"verse":41,"versions":{"unv":"「論到不屬你民以色列的外邦人，為你名從遠方而來，","bklcl":"Lūn-kàu gōa-pang lâng, m̄-sī sio̍k Lí ê peh-sìⁿ Í-sek-lia̍t, i ūi-tio̍h Lí ê miâ tùi hn̄g-hn̄g ê só͘-chāi lâi ê,","tghg":"「論到外邦人呣是屬你的百姓以色列，伊為著你的名對遠遠的所在來的，","bklhl":"論到外邦人，m̄是屬你ê百姓以色列，伊為tio̍h你ê名tùi遠遠ê所在來ê，"}},{"book":"王上","chapter":8,"verse":42,"versions":{"unv":"（他們聽人論說你的大名和大能的手，並伸出來的膀臂）向這殿禱告，","bklcl":"(in-ūi in thiaⁿ-kìⁿ Lí ê tōa-miâ, tōa koân-lêng ê chhiú, chhun-chhut ê chhiú;) nā lâi ǹg chit ê tiān kî-tó,","tghg":"（因為𪜶聽見你的大名大權能的手，伸出的手）若來向此個殿祈禱，","bklhl":"(因為in聽見你ê大名，大權能ê手，伸出ê手；) 若來ǹg chit ê殿祈禱，"}},{"book":"王上","chapter":8,"verse":43,"versions":{"unv":"求你在天上你的居所垂聽，照著外邦人所祈求的而行，使天下萬民都認識你的名，敬畏你像你的民以色列一樣；又使他們知道我建造的這殿是稱為你名下的。","bklcl":"goān Lí tī thiⁿ--nih, Lí khiā-khí ê só͘-chāi, lâi thiaⁿ in, chiàu gōa-pang lâng it-chhè só͘ tùi Lí kiû--ê lâi kiâⁿ; hō͘ thiⁿ-ē bān peh-sìⁿ lóng bat Lí ê miâ, kèng-ùi Lí, chhin-chhiūⁿ Lí ê peh-sìⁿ Í-sek-lia̍t chi̍t-iūⁿ; koh hō͘ in chai góa só͘ khí chit keng tiān sī ēng Lí ê miâ lâi chheng--ê.","tghg":"願你佇天裡你徛起的所在來聽𪜶，照外邦人一切所對你求的來行，互天下萬百姓攏識你的名，敬畏你親像你的百姓以色列一樣；閣互𪜶知我所起此間殿是用你的名來稱者。","bklhl":"願你tī天裡，你khiā起ê所在，來聽in，照外邦人一切所tùi你求ê來行；hō͘天下bān百姓lóng bat你ê名，敬畏你，親像你ê百姓以色列一樣；koh hō͘ in知我所起chit間殿是用你ê名來稱ê。"}},{"book":"王上","chapter":8,"verse":44,"versions":{"unv":"「你的民若奉你的差遣，無論往何處去與仇敵爭戰，向耶和華所選擇的城與我為你名所建造的殿禱告，","bklcl":"Lí ê peh-sìⁿ nā chhut-khì Lí só͘ chhe in khì ê lō͘, kap tùi-te̍k kau-chiàn, iā ǹg Lí só͘ kéng ê siâⁿ, kap góa ūi-tio̍h Lí ê miâ só͘ khí ê tiān, lâi kî-tó Iâ-hô-hoa;","tghg":"「你的百姓若出去你所差𪜶去的路，及對敵交戰，也向你所揀的城及我為著你的名所起的殿來祈禱耶和華，","bklhl":"你ê百姓若出去你所差in去ê路，kap對敵交戰，也ǹg你所揀ê城，kap我為tio̍h你ê名所起ê殿，來祈禱耶和華；"}},{"book":"王上","chapter":8,"verse":45,"versions":{"unv":"求你在天上垂聽他們的禱告祈求，使他們得勝。","bklcl":"goān Lí tī thiⁿ--nih lâi thiaⁿ in ê kî-tó khún-kiû, lâi kā in phòaⁿ-toàn.","tghg":"願你佇天裡來聽𪜶的祈禱懇求，來給𪜶判斷。","bklhl":"願你tī天裡來聽in ê祈禱懇求，來kā in判斷。"}},{"book":"王上","chapter":8,"verse":46,"versions":{"unv":"「你的民若得罪你（世上沒有不犯罪的人），你向他們發怒，將他們交給仇敵擄到仇敵之地，或遠或近，","bklcl":"Lí ê peh-sìⁿ nā tek-chōe Lí, (in-ūi bô ū bô hoān-chōe ê lâng,) Lí siū-khì in, chiong in kau hō͘ tùi-te̍k, tì-kàu tùi-te̍k lia̍h in kàu tùi-te̍k ê tōe, he̍k-sī hn̄g he̍k-sī kūn;","tghg":"「你的百姓若得罪你（因為無有無犯罪的人），你受氣𪜶，將𪜶交互對敵致到對敵掠𪜶到對敵的地，或是遠或是近，","bklhl":"你ê百姓若得罪你，(因為無有無犯罪ê人，) 你受氣in，將in交hō͘對敵，致到對敵掠in到對敵ê地，或是遠或是近；"}},{"book":"王上","chapter":8,"verse":47,"versions":{"unv":"他們若在擄到之地想起罪來，回心轉意，懇求你說：『我們有罪了，我們悖逆了，我們作惡了』；","bklcl":"in nā tī só͘ lia̍h--khì ê tōe, sim-lāi tò-tńg siūⁿ, lâi hoán-hóe; koh tī lia̍h in ê lâng ê tōe, khún-kiû Lí kóng, Goán ū chōe, goán ū pōe-ge̍k, goán ū chòe-pháiⁿ;","tghg":"𪜶若佇所掠去的地心內倒轉想，來反悔，閣佇掠𪜶的人的地，懇求你講：『阮有罪，阮有悖逆，阮有做歹』；","bklhl":"in若tī所掠去ê地，心內倒tńg想，來反悔；koh tī掠in ê人ê地，懇求你講，阮有罪，阮有悖逆，阮有做pháiⁿ；"}},{"book":"王上","chapter":8,"verse":48,"versions":{"unv":"他們若在擄到之地盡心盡性歸服你，又向自己的地，就是你賜給他們列祖之地和你所選擇的城，並我為你名所建造的殿禱告，","bklcl":"in nā tī siū lia̍h-khì ê tōe, chiū-sī tùi-te̍k lia̍h in khì ê tōe, chīn-sim chīn-sèng kui-ho̍k Lí, koh ǹg pún-tōe, chiū-sī Lí siúⁿ-sù in lia̍t-chó͘ ê tōe, kap Lí só͘ kéng ê siâⁿ, í-ki̍p góa ūi-tio̍h Lí ê miâ só͘ khí ê tiān, lâi kî-tó Lí;","tghg":"𪜶若佇受掠去的地就是對敵掠𪜶去的地，盡心盡性歸服你，閣向本地，就是你賞賜𪜶列祖的地及你所揀的城，以及我為著你的名所起的殿來祈禱你，","bklhl":"in若tī受掠去ê地，就是對敵掠in去ê地，盡心盡性歸服你，koh ǹg本地，就是你賞賜in列祖ê地，kap你所揀ê城，以及我為tio̍h你ê名所起ê殿，來祈禱你；"}},{"book":"王上","chapter":8,"verse":49,"versions":{"unv":"求你在天上你的居所垂聽他們的禱告祈求，為他們伸冤；","bklcl":"goān Lí tī thiⁿ--nih, Lí só͘ khiā-khí ê só͘-chāi, thiaⁿ in ê kî-tó khún-kiû, kā in phòaⁿ-toàn;","tghg":"願你佇天裡你所徛起的所在聽𪜶的祈禱懇求，給𪜶判斷；","bklhl":"願你tī天裡，你所khiā起ê所在，聽in ê祈禱懇求，kā in判斷；"}},{"book":"王上","chapter":8,"verse":50,"versions":{"unv":"饒恕得罪你的民，赦免他們的一切過犯，使他們在擄他們的人面前蒙憐恤。","bklcl":"koh sià-bián Lí ê peh-sìⁿ tek-chōe Lí ê, í-ki̍p in it-chhè tek-chōe Lí ê chōe-kòa, hō͘ in tit-tio̍h lîn-bín tī lia̍h in ê lâng ê bīn-chêng, tì-kàu lia̍h in ê lâng lîn-bín in.","tghg":"閣赦免你的百姓得罪你的，以及𪜶一切得罪你的罪過，互𪜶得著憐憫佇掠𪜶的人的面前，致到掠𪜶的人憐憫𪜶。","bklhl":"koh赦免你ê百姓得罪你ê，以及in一切得罪你ê罪過，hō͘ in得tio̍h憐憫tī掠in ê人ê面前，致到掠in ê人憐憫in。"}},{"book":"王上","chapter":8,"verse":51,"versions":{"unv":"因為他們是你的子民，你的產業，是你從埃及領出來脫離鐵爐的。","bklcl":"In-ūi in sī Lí ê peh-sìⁿ, Lí ê sán-gia̍p, sī Lí chhōa in chhut Ai-ki̍p, tùi chù-thih ê lô͘-tiong chhut-lâi--ê.","tghg":"因為𪜶是你的百姓，你的產業，是你導𪜶出埃及對鑄鐵的爐中出來者。","bklhl":"因為in是你ê百姓，你ê產業，是你chhōa in出埃及，tùi鑄鐵ê爐中出來ê。"}},{"book":"王上","chapter":8,"verse":52,"versions":{"unv":"願你的眼目看顧僕人，聽你民以色列的祈求，無論何時向你祈求，願你垂聽。","bklcl":"Goān Lí ê ba̍k-chiu khui khòaⁿ-kò͘ Lí ê lô͘-po̍k ê kî-tó, kap Lí ê peh-sìⁿ Í-sek-lia̍t ê kî-tó, lâi thiaⁿ in it-chhè tùi Lí kiû ê.","tghg":"願你的目睭開看顧你的奴僕的祈禱，及你的百姓以色列的祈禱，來聽𪜶一切對你求的。","bklhl":"願你ê目睭開看顧你ê奴僕ê祈禱，kap你ê百姓以色列ê祈禱，來聽in一切對你求ê。"}},{"book":"王上","chapter":8,"verse":53,"versions":{"unv":"主耶和華啊，你將他們從地上的萬民中分別出來作你的產業，是照你領我們列祖出埃及的時候，藉你僕人摩西所應許的話。」","bklcl":"Chú Iâ-hô-hoa ah, in-ūi Lí bat tùi tōe-chiūⁿ chèng peh-sìⁿ ê tiong-kan hun-piat in, lâi chòe Lí ê sán-gia̍p, sī chiàu Lí chhōa goán ê lia̍t-chó͘ chhut Ai-ki̍p ê sî, thok Lí ê lô͘-po̍k Mô͘-se só͘ kóng ê.","tghg":"主耶和華啊，因為你曾對地上眾百姓的中間分別𪜶，來做你的產業，是照你導阮的列祖出埃及的時，託你的奴僕摩西所講的。」","bklhl":"主耶和華ah，因為你bat tùi地上眾百姓ê中間分別in，來做你ê產業，是照你chhōa阮ê列祖出埃及ê時，託你ê奴僕摩西所講ê。"}},{"book":"王上","chapter":8,"verse":54,"versions":{"unv":"所羅門在耶和華的壇前屈膝跪著，向天舉手，在耶和華面前禱告祈求已畢，就起來，","bklcl":"Só͘-lô-bûn tī Iâ-hô-hoa ê tôaⁿ-chêng kha-thâu-u kūi--teh, chhiú chhun ǹg thiⁿ, só͘ tùi Iâ-hô-hoa kî-tó khún-kiû-ê í-keng kî-tó bêng-pe̍k, chiū khí-lâi;","tghg":"所羅門佇耶和華的壇前腳頭窩(kha-thâu-u)跪啲，手伸向天，所對耶和華祈禱懇求的已經祈禱明白，就起來，","bklhl":"所羅門tī耶和華ê壇前腳頭u跪teh，手伸ǹg天，所tùi耶和華祈禱懇求ê已經祈禱明白，就起來；"}},{"book":"王上","chapter":8,"verse":55,"versions":{"unv":"站著，大聲為以色列全會眾祝福，說：","bklcl":"i chiū khiā-teh, tōa-siaⁿ chiok-hok Í-sek-lia̍t choân hōe-chiòng, kóng,","tghg":"伊就徛啲，大聲祝福以色列全會眾，講：","bklhl":"伊就khiā-teh，大聲祝福以色列全會眾，講，"}},{"book":"王上","chapter":8,"verse":56,"versions":{"unv":"「耶和華是應當稱頌的！因為他照著一切所應許的賜平安給他的民以色列人，凡藉他僕人摩西應許賜福的話，一句都沒有落空。","bklcl":"Iâ-hô-hoa sī eng-kai tio̍h o-ló--ê, in-ūi I it-chhè só͘ èng-ún--ê, siúⁿ-sù pêng-an hō͘ I ê peh-sìⁿ Í-sek-lia̍t, kìⁿ-nā thok I ê lô͘-po̍k Mô͘-se só͘ èng-ún ê hó-ōe, bô chi̍t-kù lo̍k-khong.","tghg":"「耶和華是應該著謳咾者！因為伊一切所應允的賞賜平安互伊的百姓以色列，見若託伊的奴僕摩西所應允的好話，無一句落空(lo̍k-khong)。","bklhl":"耶和華是應該tio̍h o-ló-ê，因為伊一切所應允ê，賞賜平安hō͘伊ê百姓以色列，見若託伊ê奴僕摩西所應允ê好話，無一句落空。"}},{"book":"王上","chapter":8,"verse":57,"versions":{"unv":"願耶和華─我們的　神與我們同在，像與我們列祖同在一樣，不撇下我們，不丟棄我們，","bklcl":"Goān Iâ-hô-hoa lán ê Siōng-tè kap lán tī-teh, chhin-chhiūⁿ I kap lán ê lia̍t-chó͘ tī-teh chi̍t-iūⁿ; goān I bô lī-khui lán, bô pàng-sak lán;","tghg":"願耶和華──咱的上帝及咱佇啲，親像伊及咱的列祖佇啲一樣，願伊無離開咱，無放拺咱，","bklhl":"願耶和華咱ê上帝kap咱tī-teh，親像伊kap咱ê列祖tī-teh一樣；願伊無離開咱，無放sak咱；"}},{"book":"王上","chapter":8,"verse":58,"versions":{"unv":"使我們的心歸向他，遵行他的道，謹守他吩咐我們列祖的誡命、律例、典章。","bklcl":"hō͘ lán ê sim kui-ǹg I, lâi kiâⁿ I it-chhè ê tō-lō͘, siú I só͘ bēng-lēng lán ê lia̍t-chó͘ ê kài-bēng, I ê lu̍t-lē, I ê hoat-tō͘.","tghg":"互咱的心歸向伊，來行伊一切的道路，守伊所命令咱的列祖的誡命、伊的律例、伊的法度。","bklhl":"Hō͘咱ê心歸向伊，來行伊一切ê道路，守伊所命令咱ê列祖ê誡命，伊ê律例，伊ê法度。"}},{"book":"王上","chapter":8,"verse":59,"versions":{"unv":"我在耶和華面前祈求的這些話，願耶和華─我們的　神晝夜垂念，每日為他僕人與他民以色列伸冤，","bklcl":"Góa taⁿ tī Iâ-hô-hoa ê bīn-chêng só͘ kî-kiû chiah-ê ōe, goān chiah-ê ōe ji̍t-mî kūn tī lán ê Siōng-tè Iâ-hô-hoa; koh ji̍t-ji̍t chiàu tāi-chì só͘ ha̍p-gî--ê ūi I ê lô͘-po̍k phòaⁿ-toàn, kap I ê peh-sìⁿ Í-sek-lia̍t phòaⁿ-toàn.","tghg":"我今佇耶和華的面前所祈求諸個話，願諸個話日暝近佇咱的上帝──耶和華，閣日日照代誌所合宜的為伊的奴僕判斷，及伊的百姓以色列判斷，","bklhl":"我taⁿ tī耶和華ê面前所祈求chiah ê話，願chiah ê話日暝近tī咱ê上帝耶和華；koh日日照tāi-chì所合宜ê為祂ê奴僕判斷，kap祂ê百姓以色列判斷。"}},{"book":"王上","chapter":8,"verse":60,"versions":{"unv":"使地上的萬民都知道惟獨耶和華是　神，並無別神。","bklcl":"Hō͘ tōe-chiūⁿ bān peh-sìⁿ chai Iâ-hô-hoa sī Siōng-tè, I í-gōa bô pa̍t-ê.","tghg":"互地上萬百姓知耶和華是上帝，伊以外無別個。","bklhl":"Hō͘地上萬百姓知耶和華是上帝，伊以外無別ê。"}},{"book":"王上","chapter":8,"verse":61,"versions":{"unv":"所以你們當向耶和華─我們的　神存誠實的心，遵行他的律例，謹守他的誡命，至終如今日一樣。」","bklcl":"Só͘-í lín ê sim tio̍h sûn-choân ǹg Iâ-hô-hoa lán ê Siōng-tè, chun-thàn I ê lu̍t-lē, siú I ê kài-bēng, chhin-chhiūⁿ kin-á-ji̍t ê khoán.","tghg":"所以恁的心著純全向耶和華──咱的上帝，遵趁伊的律例，守伊的誡命，親像今仔日的款。」","bklhl":"所以lín ê心tio̍h純全ǹg耶和華咱ê上帝，遵thàn伊ê律例，守伊ê誡命，親像今á日ê款。"}},{"book":"王上","chapter":8,"verse":62,"versions":{"unv":"王和以色列眾民一同在耶和華面前獻祭。","bklcl":"Ông kap Í-sek-lia̍t chèng peh-sìⁿ saⁿ-kap tī Iâ-hô-hoa ê bīn-chêng hiàn-chè.","tghg":"王及以色列眾百姓相及佇耶和華的面前獻祭。","bklhl":"王kap以色列眾百姓相kap tī耶和華ê面前獻祭。"}},{"book":"王上","chapter":8,"verse":63,"versions":{"unv":"所羅門向耶和華獻平安祭，用牛二萬二千，羊十二萬。這樣，王和以色列眾民為耶和華的殿行奉獻之禮。","bklcl":"Só͘-lô-bûn hiàn siā-un ê chè, chiū-sī hiàn hō͘ Iâ-hô-hoa ê, gû nn̄g-bān nn̄g-chheng chiah, iûⁿ cha̍p-jī-bān chiah.  Án-ni, ông kap Í-sek-lia̍t chèng peh-sìⁿ, ūi Iâ-hô-hoa ê tiān kiâⁿ hiàn-tiān ê lé.","tghg":"所羅門獻謝恩的祭就是獻互耶和華的，牛二萬二千隻，羊十二萬隻。按呢，王及以色列眾百姓為耶和華的殿行獻殿的禮。","bklhl":"所羅門獻謝恩ê祭，就是獻hō͘耶和華ê，牛兩萬兩千隻，羊十二萬隻。Án-ni，王kap以色列眾百姓，為耶和華ê殿行獻殿ê禮。"}},{"book":"王上","chapter":8,"verse":64,"versions":{"unv":"當日，王因耶和華殿前的銅壇太小，容不下燔祭、素祭，和平安祭牲的脂油，便將耶和華殿前院子當中分別為聖，在那裡獻燔祭、素祭，和平安祭牲的脂油。","bklcl":"Tng hit-ji̍t, ông hun-piat Iâ-hô-hoa tiān-chêng īⁿ-tiong ê só͘-chāi, tī-hia hiàn sio-chè, sò͘-chè, kap siā-un-chè ê iû, in-ūi Iâ-hô-hoa thâu-chêng ê tâng-tôaⁿ siuⁿ-sòe, bōe iông-ún-tit hiah-ê sio-chè, sò͘-chè, kap siā-un-chè ê iû.","tghg":"當彼日，王分別耶和華殿前院中的所在，佇遐獻燒祭、素祭，及謝恩祭的油，因為耶和華頭前的銅壇甚細(siuⁿ-sòe)，𣍐容允得許個燒祭、素祭，及謝恩祭的油。","bklhl":"當hit日，王分別耶和華殿前院中ê所在，tī-hia獻燒祭，素祭，kap謝恩祭ê油，因為耶和華頭前ê銅壇siuⁿ細，bōe容允得hiah-ê燒祭、素祭，kap謝恩祭ê油。"}},{"book":"王上","chapter":8,"verse":65,"versions":{"unv":"那時，所羅門和以色列眾人，就是從哈馬口直到埃及小河所有的以色列人，都聚集成為大會，在耶和華─我們的　神面前守節七日又七日，共十四日。","bklcl":"Hit-sî Só͘-lô-bûn kap Í-sek-lia̍t chèng-lâng, chiū-sī tùi Hap-má ê lō͘-kháu kàu Ai-ki̍p ê khoe, lóng kap i chū-chi̍p chòe tōa-hōe, tī Iâ-hô-hoa lán Siōng-tè ê bīn-chêng siú choeh-iân chhit-ji̍t, koh chhit-ji̍t, kiōng cha̍p-sì ji̍t.","tghg":"彼時，所羅門及以色列眾人，就是對哈馬的路口到埃及的溪，攏及伊聚集做大會(tōa-hōe)，佇耶和華──咱上帝的面前守節筵七日閣七日，共十四日。","bklhl":"Hit時所羅門kap以色列眾人，就是tùi Hap-má ê路口到埃及ê溪，lóng kap伊聚集做大會，tī耶和華咱上帝ê面前守節筵七日，koh七日，共十四日。"}},{"book":"王上","chapter":8,"verse":66,"versions":{"unv":"第八日，王遣散眾民；他們都為王祝福。因見耶和華向他僕人大衛和他民以色列所施的一切恩惠，就都心中喜樂，各歸各家去了。","bklcl":"Tē-poeh ji̍t ông chhe peh-sìⁿ khì; in chiū kā ông chiok-hok; in-ūi Iâ-hô-hoa tùi I ê lô͘-po̍k Tāi-pi̍t kap I ê peh-sìⁿ Í-sek-lia̍t só͘ si-chhut it-chhè ê un-hūi, chiū hoaⁿ-hí, sim-lāi khoài-lo̍k, ta̍k-ê tò-khì in ê pò͘-pîⁿ.","tghg":"第八日，王差百姓去；𪜶就給王祝福。因為耶和華對伊的奴僕大衛及伊的百姓以色列所施出一切的恩惠，就歡喜心內快樂，逐個倒去𪜶的布棚。","bklhl":"第八日王差百姓去；in就kā王祝福；因為耶和華對伊ê奴僕大衛kap伊ê百姓以色列所施出一切ê恩惠，就歡喜，心內快樂，ta̍k-ê tò去in ê布棚。"}}]