[{"book":"王上","chapter":3,"verse":1,"versions":{"unv":"所羅門與埃及王法老結親，娶了法老的女兒為妻，接她進入大衛城，直等到造完了自己的宮和耶和華的殿，並耶路撒冷周圍的城牆。","bklcl":"Só͘-lô-bûn kap Ai-ki̍p ông Hoat-ló kiat-chhin, chhōa Hoat-ló ê cha-bó͘-kiáⁿ chòe-bó͘, tòa i ji̍p Tāi-pi̍t siâⁿ, thèng-hāu i khí ka-kī ê chhù, kap Iâ-hô-hoa ê tiān, í-ki̍p Iâ-lō͘-sat-léng sì-ûi ê siâⁿ-chhiûⁿ oân-kang.","tghg":"所羅門及埃及王法老結親，娶法老的查某子做某，帶伊入大衛城，聽候伊起家己的厝及耶和華的殿，以及耶路撒冷四圍的城牆完工。","bklhl":"所羅門kap埃及王法老結親，娶法老ê cha-bó͘-kiáⁿ做bó͘，帶伊入大衛城，thèng候伊起家己ê厝，kap耶和華ê殿，以及耶路撒冷四圍ê城牆完工。"}},{"book":"王上","chapter":3,"verse":2,"versions":{"unv":"當那些日子，百姓仍在邱壇獻祭，因為還沒有為耶和華的名建殿。","bklcl":"Tng-sî iáu-bē ū ūi Iâ-hô-hoa ê miâ khí tiān; só͘-í peh-sìⁿ iû-goân tī soaⁿ-thâu-tôaⁿ hiàn-chè.","tghg":"當時，猶未有為耶和華的名起殿，所以百姓猶原佇山頭壇獻祭。","bklhl":"當時iáu未有為耶和華ê名起殿；所以百姓猶原tī山頭壇獻祭。"}},{"book":"王上","chapter":3,"verse":3,"versions":{"unv":"所羅門愛耶和華，遵行他父親大衛的律例，只是還在邱壇獻祭燒香。","bklcl":"Só͘-lô-bûn thiàⁿ Iâ-hô-hoa, kiâⁿ i ê lāu-pē Tāi-pi̍t ê hoat-lu̍t, to̍k-to̍k tī soaⁿ-thâu-tôaⁿ hiàn-chè sio-hiuⁿ.","tghg":"所羅門疼耶和華，行伊的老父大衛的法律，獨獨佇山頭壇獻祭燒香。","bklhl":"所羅門疼耶和華，行伊ê老父大衛ê法律，獨獨tī山頭壇獻祭燒香。"}},{"book":"王上","chapter":3,"verse":4,"versions":{"unv":"所羅門王上基遍去獻祭；因為在那裡有極大（或譯：出名）的邱壇，他在那壇上獻一千犧牲作燔祭。","bklcl":"Ông khì Ki-piàn hiàn-chè, in-ūi tī-hia ū ke̍k-tōa ê soaⁿ-thâu-tôaⁿ;  Só͘-lô-bûn tī tôaⁿ-téng hiàn sio-chè ê cheng-siⁿ chi̍t-chheng chiah.","tghg":"王去基遍獻祭；因為佇遐有極大的山頭壇，所羅門佇壇頂獻燒祭的精牲一千隻。","bklhl":"王去Ki-piàn獻祭，因為tī-hia有極大ê山頭壇；所羅門tī壇頂獻燒祭ê cheng-siⁿ一千隻。"}},{"book":"王上","chapter":3,"verse":5,"versions":{"unv":"在基遍，夜間夢中，耶和華向所羅門顯現，對他說：「你願我賜你甚麼？你可以求。」","bklcl":"Tī Ki-piàn, mî--sî tī bāng-tiong Iâ-hô-hoa tùi Só͘-lô-bûn chhut-hiān; Siōng-tè kóng, Lí ài Góa siúⁿ-sù lí sím-mi̍h? thang tùi Góa kiû.","tghg":"佇基遍，暝時佇夢中，耶和華對所羅門出現，上帝講：「你愛我賞賜你甚麼？通對我求。」","bklhl":"Tī Ki-piàn，暝時tī夢中耶和華對所羅門出現；上帝講，你ài我賞賜你甚麼？thang對我求。"}},{"book":"王上","chapter":3,"verse":6,"versions":{"unv":"所羅門說：「你僕人─我父親大衛用誠實、公義、正直的心行在你面前，你就向他大施恩典，又為他存留大恩，賜他一個兒子坐在他的位上，正如今日一樣。","bklcl":"Só͘-lô-bûn kóng, Lí bat si tōa-un hō͘ Lí ê lô͘-po̍k, góa ê pē Tāi-pi̍t, chiàu i ēng sêng-si̍t, kong-gī, chèng-ti̍t ê sim, kap Lí tī-teh, kiâⁿ tī Lí ê bīn-chêng; Lí iā kā i lâu chit ê tōa un-tián, chiū-sī siúⁿ-sù i chi̍t ê kiáⁿ chē i ê ūi, chhin-chhiūⁿ kin-á-ji̍t án-ni.","tghg":"所羅門講：「你曾施大恩互你的奴僕──我的父大衛照伊用誠實、公義、正直的心及你佇啲，行佇你的面前，你也給伊留此個大恩典，就是賞賜伊一個子坐伊的位，親像今仔日按呢。","bklhl":"所羅門講，你bat施大恩hō͘你ê奴僕，我ê父大衛，照伊用誠實、公義、正直ê心，kap你tī-teh，行tī你ê面前；你也kā伊留chit ê大恩典，就是賞賜伊一个kiáⁿ坐伊ê位，親像今á日án-ni。"}},{"book":"王上","chapter":3,"verse":7,"versions":{"unv":"耶和華─我的　神啊，如今你使僕人接續我父親大衛作王；但我是幼童，不知道應當怎樣出入。","bklcl":"Iâ-hô-hoa góa ê Siōng-tè ah, taⁿ Lí hō͘ Lí ê lô͘-po̍k sòa-chiap góa ê lāu-pē Tāi-pi̍t chòe-ông; chóng-sī góa sī gín-ná, m̄-chai tio̍h cháiⁿ-iūⁿ chhut-ji̍p.","tghg":"耶和華──我的上帝啊，今你互你的奴僕續接我的老父大衛做王；總是我是囝仔，呣知著怎樣出入。","bklhl":"耶和華我ê上帝ah，taⁿ你hō͘你ê奴僕續接我ê老父大衛做王；總是我是gín-ná，m̄知tio̍h怎樣出入。"}},{"book":"王上","chapter":3,"verse":8,"versions":{"unv":"僕人住在你所揀選的民中，這民多得不可勝數。","bklcl":"Lí ê lô͘-po̍k tiàm tī Lí só͘ kéng ê peh-sìⁿ tiong, chiah-ê peh-sìⁿ chōe kàu bōe-sǹg-tit, iā sǹg-bōe-liáu.","tghg":"你的奴僕踮佇你所揀的百姓中，諸個百姓多到𣍐算得，也算𣍐了。","bklhl":"你ê奴僕tiàm tī你所揀ê百姓中，chiah ê百姓chōe到bōe算得，也算bōe了。"}},{"book":"王上","chapter":3,"verse":9,"versions":{"unv":"所以求你賜我智慧，可以判斷你的民，能辨別是非。不然，誰能判斷這眾多的民呢？」","bklcl":"Kiû Lí siúⁿ-sù Lí ê lô͘-po̍k tì-hūi ê sim, thang phòaⁿ-toàn Lí ê peh-sìⁿ, lâi hun-piat hó-pháiⁿ; in-ūi chī-chūi ōe phòaⁿ-toàn Lí chiah-chōe ê peh-sìⁿ ah?","tghg":"求你賞賜你的奴僕智慧的心，通判斷你的百姓，來分別好歹。因為是誰會判斷你即多的百姓啊？」","bklhl":"求你賞賜你ê奴僕智慧ê心，thang判斷你ê百姓，來分別好pháiⁿ；因為是誰能判斷你chiah-chōe ê百姓ah？"}},{"book":"王上","chapter":3,"verse":10,"versions":{"unv":"所羅門因為求這事，就蒙主喜悅。","bklcl":"In-ūi Só͘-lô-bûn kiû che, Chú hoaⁿ-hí i ê ōe.","tghg":"因為所羅門求這，主歡喜伊的話。","bklhl":"因為所羅門求這，主歡喜伊ê話。"}},{"book":"王上","chapter":3,"verse":11,"versions":{"unv":"　神對他說：「你既然求這事，不為自己求壽、求富，也不求滅絕你仇敵的性命，單求智慧可以聽訟，","bklcl":"Siōng-tè tùi i kóng, Lí kì-jiân kiû che, bô ūi ka-kī kiû hè-siū bô ūi ka-kī kiû hó-gia̍h, iā bô kiû bia̍t-choa̍t lí ê tùi-te̍k ê sìⁿ-miā, toaⁿ-toaⁿ ūi ka-kī kiû tì-hūi thang hun-piat sím-phòaⁿ ê lí;","tghg":"上帝對伊講：「你既然求這，無為家己求歲壽、無為家己求好額，也無求滅絕你的對敵的生命，單單(toaⁿ-toaⁿ)為家己求智慧通分別審判的理，","bklhl":"上帝對伊講，你既然求這，無為家己求歲壽無為家己求好額，也無求滅絕你ê對敵ê性命，單單為家己求智慧thang分別審判ê理；"}},{"book":"王上","chapter":3,"verse":12,"versions":{"unv":"我就應允你所求的，賜你聰明智慧，甚至在你以前沒有像你的，在你以後也沒有像你的。","bklcl":"khòaⁿ ah, Góa chiàu lí ê ōe lâi chòe; Góa siúⁿ-sù lí chhang-miâ tì-hūi ê sim; tì-kàu lí í-chêng bô lâng chhin-chhiūⁿ lí, lí í-āu iā bô ū lâng khí-lâi chhin-chhiūⁿ lí.","tghg":"看啊，我照你的話來做，我賞賜你聰明智慧的心，致到你以前無人親像你，你以後也無有人起來親像你。","bklhl":"看ah，我照你ê話來做；我賞賜你聰明智慧ê心；致到你以前無人親像你，你以後也無有人起來親像你。"}},{"book":"王上","chapter":3,"verse":13,"versions":{"unv":"你所沒有求的，我也賜給你，就是富足、尊榮，使你在世的日子，列王中沒有一個能比你的。","bklcl":"Lí só͘ bô kiû-ê, Góa iā hō͘ lí; chiū-sī hó-gia̍h, chun-kùi, hō͘ lí tī sè-kan ê ji̍t-chí, lia̍t-ông bô chi̍t-ê ōe pí-tit lí.","tghg":"你所無求的，我也互你，就是好額、尊貴，互你佇世間的日子，列王無一個會比得你。","bklhl":"你所無求ê，我也hō͘你；就是好額、尊貴，hō͘你tī世間ê日子，列王無一个能比得你。"}},{"book":"王上","chapter":3,"verse":14,"versions":{"unv":"你若效法你父親大衛，遵行我的道，謹守我的律例、誡命，我必使你長壽。」","bklcl":"Lí nā kiâⁿ Góa ê tō-lō͘, siú Góa ê lu̍t-lē, kap Góa ê kài-bēng, o̍h lí ê lāu-pē Tāi-pi̍t só͘-kiâⁿ-ê, Góa chiū beh hō͘ lí tn̂g hè-siū.","tghg":"你若行我的道路，守我的律例、及我的誡命，學你的老父大衛所行的，我就欲互你長歲壽。」","bklhl":"你若行我ê道路，守我ê律例，kap我ê誡命，學你ê老父大衛所行ê，我就beh hō͘你長歲壽。"}},{"book":"王上","chapter":3,"verse":15,"versions":{"unv":"所羅門醒了，不料是個夢。他就回到耶路撒冷，站在耶和華的約櫃前，獻燔祭和平安祭，又為他眾臣僕設擺筵席。","bklcl":"Só͘-lô-bûn khùn-chhíⁿ, chai sī bîn-bāng; chiū khì Iâ-lō͘-sat-léng khiā tī Iâ-hô-hoa ê iok-kūi chêng, hiàn sio-chè, kap siā-un-chè; koh ūi-tio̍h i hiah-ê jîn-sîn pâi-siat iân-sia̍h.","tghg":"所羅門睏醒，知是眠夢。就去耶路撒冷，徛佇耶和華的約櫃前，獻燒祭及謝恩祭，閣為著伊許個人臣排設筵席。","bklhl":"所羅門睏醒，知是眠夢；就去耶路撒冷khiā tī耶和華ê約櫃前，獻燒祭，kap謝恩祭；koh為tio̍h 伊hiah-ê人臣排設筵席。"}},{"book":"王上","chapter":3,"verse":16,"versions":{"unv":"一日，有兩個妓女來，站在王面前。","bklcl":"Ū chi̍t-ji̍t nn̄g ê kī-lú lâi ông hia, khiā tī ông ê bīn-chêng.","tghg":"有一日，二個妓女來王遐，徛佇王的面前。","bklhl":"有一日兩個妓女來王hia，khiā tī王ê面前。"}},{"book":"王上","chapter":3,"verse":17,"versions":{"unv":"一個說：「我主啊，我和這婦人同住一房；她在房中的時候，我生了一個男孩。","bklcl":"Chi̍t ê hū-jîn-lâng kóng, Góa ê chú ah, góa kap chit ê hū-jîn-lâng saⁿ-kap tòa chi̍t keng chhù; góa kap i tī chhù-lāi siⁿ chi̍t ê kiáⁿ.","tghg":"一個婦仁人講：「我的主啊，我及此個婦仁人相及住一間厝；我及伊佇厝內生一個子。","bklhl":"一个婦人人講，我ê主ah，我kap chit ê婦人人相kap tòa一間厝；我kap伊tī厝內生一个kiáⁿ。"}},{"book":"王上","chapter":3,"verse":18,"versions":{"unv":"我生孩子後第三日，這婦人也生了孩子。我們是同住的，除了我們二人之外，房中再沒有別人。","bklcl":"Góa siⁿ-kiáⁿ liáu-āu tē-saⁿ ji̍t, chit ê hū-jîn-lâng iā siⁿ gín-ná, goán saⁿ-kap khiā-khí, tû goán nn̄g-lâng í-gōa, chhù-lāi bô pa̍t-lâng kap goán tī-teh.","tghg":"我生子了後第三日，此個婦仁人也生囝仔。阮相及徛起，除阮二人以外，厝內無別人及阮佇啲。","bklhl":"我生kiáⁿ了後第三日，chit ê婦人人也生gín-ná，阮相kap khiā起，除阮兩人以外，厝內無別人kap阮tī-teh。"}},{"book":"王上","chapter":3,"verse":19,"versions":{"unv":"夜間，這婦人睡著的時候，壓死了她的孩子。","bklcl":"Mî-sî chit ê hū-jîn-lâng ê kiáⁿ sí, in-ūi i khùn ê sî teh-tio̍h i.","tghg":"暝時，此個婦仁人的子死，因為伊睏的時壓著(teh-tio̍h)伊。","bklhl":"暝時chit ê婦人人ê kiáⁿ死，因為伊睏ê時teh-tio̍h伊。"}},{"book":"王上","chapter":3,"verse":20,"versions":{"unv":"她半夜起來，趁我睡著，從我旁邊把我的孩子抱去，放在她懷裡，將她的死孩子放在我懷裡。","bklcl":"I pòaⁿ-mî khí-lâi, thàn lí ê lú-pī teh khùn, tùi góa ê sin-piⁿ phō góa ê gín-ná khì, hē tī i ê heng-chêng, chiong i ê sí gín-ná hē tī góa ê heng-chêng.","tghg":"伊半暝起來，趁你的女婢啲睏，對我的身邊抱我的囝仔去，下佇伊的胸前，將伊的死囝仔下佇我的胸前。","bklhl":"伊半暝起來，thàn你ê女婢teh睏，tùi我ê身邊抱我ê gín-ná去，hē tī伊ê胸前，將伊ê死gín-ná hē tī我ê胸前。"}},{"book":"王上","chapter":3,"verse":21,"versions":{"unv":"天要亮的時候，我起來要給我的孩子吃奶，不料，孩子死了；及至天亮，我細細地察看，不是我所生的孩子。」","bklcl":"Thiⁿ beh kng ê sî, góa khí-lâi beh hō͘ góa ê gín-ná chia̍h-lin; bô phah-sǹg, gín-ná í-keng sí; kàu thiⁿ kng, góa siông-sè khòaⁿ, m̄-sī góa só͘ siⁿ ê kiáⁿ.","tghg":"天欲光的時，我起來欲互我的囝仔食奶，無拍算，囝仔已經死；到天光，我詳細看，呣是我所生的子。」","bklhl":"天beh光ê時，我起來beh hō͘我ê gín-ná食奶；無phah算，gín-ná已經死；到天光，我詳細看，m̄是我所生ê kiáⁿ。"}},{"book":"王上","chapter":3,"verse":22,"versions":{"unv":"那婦人說：「不然，活孩子是我的，死孩子是你的。」這婦人說：「不然，死孩子是你的，活孩子是我的。」她們在王面前如此爭論。","bklcl":"Hit ê hū-jîn-lâng kóng, Bô, oa̍h--ê sī góa ê kiáⁿ, sí--ê sī lí ê kiáⁿ; chit ê hū-jîn-lâng kóng, Bô, sí--ê sī lí ê kiáⁿ, oa̍h--ê sī góa ê kiáⁿ; in tī ông ê bīn-chêng án-ni saⁿ-chìⁿ.","tghg":"彼個婦仁人講：「無，活的是我的子，死的是你的子。」此個婦仁人講：「無，死的是你的子，活的是我的子。」𪜶佇王的面前按呢相諍(saⁿ-chìⁿ)。","bklhl":"Hit-ê婦人人講，無，活ê是我ê kiáⁿ，死ê是你ê kiáⁿ；chit ê婦人人講，無，死ê是你ê kiáⁿ，活ê是我ê kiáⁿ；in tī王ê面前án-ni相諍。"}},{"book":"王上","chapter":3,"verse":23,"versions":{"unv":"王說：「這婦人說『活孩子是我的，死孩子是你的』，那婦人說『不然，死孩子是你的，活孩子是我的』」，","bklcl":"Ông kóng, Chit ê hū-jîn-lâng kóng, Oa̍h ê kiáⁿ sī góa-ê, sí ê kiáⁿ sī lí-ê; hit ê hū-jîn-lâng kóng, Bô, sí ê kiáⁿ sī lí-ê, oa̍h ê kiáⁿ sī góa-ê.","tghg":"王講：「此個婦仁人講『活的子是我的，死的子是你的』，彼個婦仁人講『無，死的子是你的，活的子是我的』」，","bklhl":"王講，chit ê婦人人講，活ê kiáⁿ是我ê，死ê kiáⁿ是你ê；hit ê婦人人講，無，死ê kiáⁿ是你ê，活ê kiáⁿ是我ê。"}},{"book":"王上","chapter":3,"verse":24,"versions":{"unv":"就吩咐說：「拿刀來！」人就拿刀來。","bklcl":"Ông kóng, Kā góa kia̍h to lâi; chiū kia̍h to kàu ông ê bīn-chêng.","tghg":"王講：「給我攑刀來！」就攑刀到王的面前。","bklhl":"王講，Kā我kia̍h刀來；就kia̍h刀到王ê面前。"}},{"book":"王上","chapter":3,"verse":25,"versions":{"unv":"王說：「將活孩子劈成兩半，一半給那婦人，一半給這婦人。」","bklcl":"Ông kóng, Chiong oa̍h ê gín-ná phòa chòe nn̄g-pêng, chi̍t-pêng hō͘ hit-ê, chi̍t-pêng hō͘ chit-ê.","tghg":"王講：「將活的囝仔破做二旁，一旁互彼個，一旁互此個。」","bklhl":"王講，將活ê gín-ná破做兩pêng，一pêng hō͘ hit ê，一pêng hō͘ chit ê。"}},{"book":"王上","chapter":3,"verse":26,"versions":{"unv":"活孩子的母親為自己的孩子心裡急痛，就說：「求我主將活孩子給那婦人吧，萬不可殺他！」那婦人說：「這孩子也不歸我，也不歸你，把他劈了吧！」","bklcl":"Oa̍h ê gín-ná ê lāu-bú ūi-tio̍h ka-kī ê kiáⁿ, sim chhin-chhiūⁿ hé teh-to̍h, chiū tùi ông kóng, Góa ê chú ah, chiong oa̍h ê kiáⁿ hō͘ hit ê hū-jîn-lâng, chhian-bān m̄-thang hō͘ i sí; hit ê hū-jîn-lâng kóng, Chit ê gín-ná bo̍h-tit kui lí, iā bo̍h-tit kui góa; phòa i, thang.","tghg":"活的囝仔的老母為著家己的子，心親像火啲𤏸(to̍h)，就對王講：「我的主啊，將活的子互彼個婦仁人，千萬呣通互伊死！」彼個婦仁人講：「此個囝仔莫得歸你，也莫得歸我，破伊，通！」","bklhl":"活ê gín-ná ê老母為tio̍h家己ê kiáⁿ，心親像火teh-to̍h，就對王講，我ê主ah，將活ê kiáⁿ hō͘ hit ê婦人人，千萬m̄-thang hō͘伊死；hit ê婦人人講，chit ê gín-ná莫得歸你，也莫得歸我；破伊，thang。"}},{"book":"王上","chapter":3,"verse":27,"versions":{"unv":"王說：「將活孩子給這婦人，萬不可殺他；這婦人實在是他的母親。」","bklcl":"Ông ìn kóng, Chiong oa̍h ê gín-ná hō͘ chit ê hū-jîn-lâng, chhian-bān m̄-thang thâi i; in-ūi i si̍t-chāi sī i ê lāu-bú.","tghg":"王應講：「將活的囝仔互此個婦仁人，千萬呣通刣伊；因為伊實在是伊的老母。」","bklhl":"王應講，將活ê gín-ná hō͘ chit ê婦人人，千萬m̄-thang 刣伊；因為伊實在是伊ê老母。"}},{"book":"王上","chapter":3,"verse":28,"versions":{"unv":"以色列眾人聽見王這樣判斷，就都敬畏他；因為見他心裡有　神的智慧，能以斷案。","bklcl":"Í-sek-lia̍t chèng-lâng thiaⁿ-kìⁿ ông só͘ phòaⁿ-toàn ê àn, chiū lóng kèng-ùi i; in-ūi khòaⁿ-kìⁿ i ê sim-lāi ū Siōng-tè ê tì-hūi lâi phòaⁿ-toàn.","tghg":"以色列眾人聽見王所判斷的案，就攏敬畏伊；因為看見伊的心內有上帝的智慧，來判斷。","bklhl":"以色列眾人聽見王所判斷ê案，就lóng敬畏伊；因為看見伊ê心內有上帝ê智慧來判斷。"}}]