[{"book":"王上","chapter":2,"verse":1,"versions":{"unv":"大衛的死期臨近了，就囑咐他兒子所羅門說：","bklcl":"Tāi-pi̍t beh sí ê kî kūn--lah; chiū hoan-hù i ê kiáⁿ Só͘-lô-bûn kóng,","tghg":"大衛欲死的期近啦，就吩咐伊的子所羅門講：","bklhl":"大衛beh死ê期近lah；就吩咐伊ê kiáⁿ所羅門講，"}},{"book":"王上","chapter":2,"verse":2,"versions":{"unv":"「我現在要走世人必走的路。所以，你當剛強，作大丈夫，","bklcl":"Góa teh-beh kiâⁿ sè-kan chèng-lâng só͘ tio̍h kiâⁿ ê lō͘; só͘-í lí tio̍h ióng-kám, chòe tāi-tiōng-hu;","tghg":"「我啲欲行世間眾人所著行的路。所以，你著勇敢，做大丈夫，","bklhl":"我teh-beh行世間眾人所tio̍h行ê路；所以你tio̍h勇敢，做大丈夫；"}},{"book":"王上","chapter":2,"verse":3,"versions":{"unv":"遵守耶和華─你　神所吩咐的，照著摩西律法上所寫的行主的道，謹守他的律例、誡命、典章、法度。這樣，你無論做甚麼事，不拘往何處去，盡都亨通。","bklcl":"siú Iâ-hô-hoa lí Siōng-tè só͘ kau-tài lí siú ê, kiâⁿ I ê tō-lō͘, siú I ê lu̍t-lē, I ê kài-bēng, I ê hoat-tō͘, I kan-chèng ê ōe, chiàu só͘ siá tī Mô͘-se lu̍t-hoat ê chheh--nih ê; án-ni lí bô-lūn chòe sím-mi̍h, bô-lūn tùi toh-lo̍h khì, lóng ōe heng-thong;","tghg":"守耶和華──你上帝所交代你守的，行伊的道路，守伊的律例、伊的誡命、伊的法度、伊干證的話，照所寫佇摩西律法的冊裡的。按呢，你無論做甚麼，無論對叨落去，攏會亨通。","bklhl":"守耶和華你上帝所交帶你守ê，行伊ê道路，守伊ê律例，伊ê誡命，伊ê法度，伊干證ê話，照所寫tī摩西律法ê冊裡ê；án-ni你無論做甚麼，無論tùi toh落去，lóng會興通；"}},{"book":"王上","chapter":2,"verse":4,"versions":{"unv":"耶和華必成就向我所應許的話說：『你的子孫若謹慎自己的行為，盡心盡意誠誠實實地行在我面前，就不斷人坐以色列的國位。』","bklcl":"iā hō͘ Iâ-hô-hoa èng-giām I só͘ èng-ún góa ê ōe kóng, Lí ê kiáⁿ-sun nā kín-sīn i ê lō͘, chīn-sim chīn-ì sêng-si̍t kiâⁿ tī Góa ê bīn-chêng, chiū lí ê hō͘-è chē Í-sek-lia̍t ê kok-ūi éng bô tn̄g.","tghg":"也互耶和華應驗伊所應允我的話講：『你的子孫若謹慎伊的路，盡心盡意誠實行佇我的面前，就你的後裔坐以色列的國位永無斷。』","bklhl":"也hō͘耶和華應驗伊所應允我ê話講，你ê kiáⁿ孫若謹慎伊ê路，盡心盡意誠實行tī我ê面前，就你ê後裔坐以色列ê國位永無斷。"}},{"book":"王上","chapter":2,"verse":5,"versions":{"unv":"你知道洗魯雅的兒子約押向我所行的，就是殺了以色列的兩個元帥：尼珥的兒子押尼珥和益帖的兒子亞瑪撒。他在太平之時流這二人的血，如在爭戰之時一樣，將這血染了腰間束的帶和腳上穿的鞋。","bklcl":"Lí iā chai Sé-ló͘-ngá ê kiáⁿ Iok-ap tùi góa só͘ kiâⁿ ê, i tùi Í-sek-lia̍t nn̄g ê kun-tiúⁿ só͘ kiâⁿ ê, chiū-sī Nî-jíⁿ ê kiáⁿ Ap-nî-jíⁿ, kap Ek-thiap ê kiáⁿ A-má-sat, i thâi-sí in; i tī thài-pêng ê sî lâu in ê huih, chhin-chhiūⁿ tī kau-chiàn ê sî chi̍t-iūⁿ, chiong chit ê kau-chiàn ê huih bak-tio̍h i ê io só͘ hâ ê tòa, kap i ê kha só͘ chhēng ê ôe.","tghg":"你也知洗魯雅的子約押對我所行的，伊對以色列二個軍長所行的：就是尼珥的子押尼珥及益帖的子亞瑪撒，伊刣死𪜶。伊佇太平的時流𪜶的血，親像佇交戰的時一樣，將此個交戰的血染著(bak-tio̍h)伊的腰所縖的帶及伊的腳所穿的鞋。","bklhl":"你也知Sé-ló͘-ngá ê kiáⁿ Iok-ap對我所行ê，伊對以色列兩個軍長所行ê，就是Nî-jíⁿ ê kiáⁿ Ap-nî-jíⁿ，kap Ek-thiap ê kiáⁿ A-má-sat，伊刣死in；伊tī太平ê時流in ê血，親像tī交戰ê時一樣，將chit ê交戰ê血bak-tio̍h伊ê腰所hâ ê帶，kap伊ê腳所穿ê鞋。"}},{"book":"王上","chapter":2,"verse":6,"versions":{"unv":"所以你要照你的智慧行，不容他白頭安然下陰間。","bklcl":"Só͘-í lí tio̍h chiàu lí ê tì-hūi lâi kiâⁿ, m̄-thang iông-ún i pe̍h-thâu-mn̂g an-jiân lo̍h im-kan.","tghg":"所以你著照你的智慧來行，呣通容允伊白頭毛安然落陰間。","bklhl":"所以你tio̍h照你ê智慧來行，m̄-thang容允伊白頭毛安然落陰間。"}},{"book":"王上","chapter":2,"verse":7,"versions":{"unv":"你當恩待基列人巴西萊的眾子，使他們常與你同席吃飯；因為我躲避你哥哥押沙龍的時候，他們拿食物來迎接我。","bklcl":"Lí tio̍h hó khoán-thāi Ki-lia̍t lâng Pa-se-lâi hiah-ê kiáⁿ, hō͘ in siông-siông tī lí ê toh chia̍h; in-ūi góa siám-pī lí ê hiaⁿ Ap-sa-liông ê sî, in án-ni khoán-thāi góa.","tghg":"你著好款待基列人巴西萊許個子，互𪜶常常佇你的桌食；因為我閃避你的兄押沙龍的時，𪜶按呢款待我。","bklhl":"你tio̍h好款待Ki-lia̍t人Pa-se-lâi hiah-ê kiáⁿ，hō͘ in常常tī你ê桌食；因為我閃避你ê兄Ap-sa-liông ê時，in án-ni款待我。"}},{"book":"王上","chapter":2,"verse":8,"versions":{"unv":"在你這裡有巴戶琳的便雅憫人，基拉的兒子示每；我往瑪哈念去的那日，他用狠毒的言語咒罵我，後來卻下約旦河迎接我，我就指著耶和華向他起誓說：『我必不用刀殺你。』","bklcl":"Khòaⁿ ah, kap lí tī-teh-ê ū Pa-hō͘-lîm ê Piān-ngá-bín lâng, Ki-la̍h ê kiáⁿ Sī-múi; góa khì Má-hap-liām ê ji̍t, i ēng tāng ê chiù-chó͘ chiù-chó͘ góa; chóng-sī i ū lo̍h Iok-tàn ngiâ-chih góa, góa chiū kí Iâ-hô-hoa tùi i chiù-chōa kóng, Góa bô beh ēng to thâi lí.","tghg":"看啊，及你佇啲的有巴戶琳的便雅憫人，基拉的子示每；我去瑪哈念的日，伊用重的咒詛咒詛我，總是伊有落約但迎接(ngiâ-chih)我，我就指耶和華對伊咒誓講：『我無欲用刀刣你。』","bklhl":"看ah，kap你tī-teh-ê有Pa-hō͘-lîm ê便雅憫人，Ki-la̍h ê kiáⁿ Sī-múi；我去Má-hap-liām ê日，伊用重ê咒詛咒詛我；總是伊有落約旦迎接我，我就kí耶和華對伊chiù-chōa講，我無beh用刀刣你。"}},{"book":"王上","chapter":2,"verse":9,"versions":{"unv":"現在你不要以他為無罪。你是聰明人，必知道怎樣待他，使他白頭見殺，流血下到陰間。」","bklcl":"Taⁿ lí bo̍h-tit sǹg i bô-chōe, in-ūi lí sī chhang-miâ ê lâng, iā ōe chai tio̍h cháiⁿ-iūⁿ khoán-thāi i, tio̍h hō͘ i pe̍h-thâu-mn̂g lâu-huih lo̍h im-kan.","tghg":"今你莫得算伊無罪。因為你是聰明的人，也會知著怎樣款待伊，著互伊白頭毛，流血落陰間。」","bklhl":"Taⁿ你莫得算伊無罪，因為你是聰明ê人，也會知tio̍h怎樣款待伊，tio̍h hō͘伊白頭毛流血落陰間。"}},{"book":"王上","chapter":2,"verse":10,"versions":{"unv":"大衛與他列祖同睡，葬在大衛城。","bklcl":"Tāi-pi̍t kap i ê lia̍t-chó͘ saⁿ-kap khùn, bâi-chòng tī Tāi-pi̍t ê siâⁿ.","tghg":"大衛及伊的列祖相及睏，埋葬佇大衛的城。","bklhl":"大衛kap伊ê列祖相kap睏，埋葬tī大衛ê城。"}},{"book":"王上","chapter":2,"verse":11,"versions":{"unv":"大衛作以色列王四十年：在希伯崙作王七年，在耶路撒冷作王三十三年。","bklcl":"Tāi-pi̍t chòe Í-sek-lia̍t ông kiōng sì-cha̍p nî;  tī Hi-pek-lûn chòe-ông chhit-nî, tī Iâ-lō͘-sat-léng chòe-ông saⁿ-cha̍p-saⁿ nî.","tghg":"大衛做以色列王共四十年；佇希伯崙做王七年，佇耶路撒冷做王三十三年。","bklhl":"大衛做以色列王共四十年；tī Hi-pek-lûn做王七年，tī耶路撒冷做王三十三年。"}},{"book":"王上","chapter":2,"verse":12,"versions":{"unv":"所羅門坐他父親大衛的位，他的國甚是堅固。","bklcl":"Só͘-lô-bûn chē i ê lāu-pē Tāi-pi̍t ê ūi; i ê kok kian-kò͘ kàu-ke̍k.","tghg":"所羅門坐伊的老父大衛的位，伊的國堅固到極。","bklhl":"所羅門坐伊ê老父大衛ê位；伊ê國堅固到極。"}},{"book":"王上","chapter":2,"verse":13,"versions":{"unv":"哈及的兒子亞多尼雅去見所羅門的母親拔示巴，拔示巴問他說：「你來是為平安嗎？」回答說：「是為平安」；","bklcl":"Hap-ki̍p ê kiáⁿ, A-to-nî-ngá, khì kìⁿ Só͘-lô-bûn ê lāu-bú Poa̍t-sī-pa; i mn̄g  i kóng, Lí lâi sī pêng-an mah?  Ìn kóng, Pêng-an.","tghg":"哈及的子亞多尼雅去見所羅門的老母拔示巴，伊問伊講：「你來是平安嗎？」應講：「平安」；","bklhl":"Hap-ki̍p ê kiáⁿ，A-to-nî-ngá，去見所羅門ê老母Poa̍t-sī-pa；伊問伊講，你來是平安mah？應講，平安。"}},{"book":"王上","chapter":2,"verse":14,"versions":{"unv":"又說：「我有話對你說。」拔示巴說：「你說吧。」","bklcl":"Koh kóng, Góa ū tāi-chì beh tùi lí kóng. I kóng, Chòe lí kóng.","tghg":"閣講：「我有代誌欲對你講。」伊講：「做你講。」","bklhl":"Koh講，我有tāi-chì beh對你講。伊講，做你講。"}},{"book":"王上","chapter":2,"verse":15,"versions":{"unv":"亞多尼雅說：「你知道國原是歸我的，以色列眾人也都仰望我作王，不料，國反歸了我兄弟，因他得國是出乎耶和華。","bklcl":"A-to-nî-ngá kóng, Lí chai kok pún sī góa-ê, Í-sek-lia̍t chèng-lâng iā lóng ì-hiòng góa, ài góa chòe-ông; chóng-sī kok hoán-tńg kui góa ê sió-tī, in-ūi sī tùi Iâ-hô-hoa hō͘ i.","tghg":"亞多尼雅講：「你知國本是我的，以色列眾人也攏意向我，愛我做王，總是，國反轉歸我的小弟，因為是對耶和華互伊。","bklhl":"A-to-nî-ngá講，你知國本是我ê，以色列眾人也lóng意向我，ài我做王；總是國反tńg歸我ê小弟，因為是tùi耶和華hō͘伊。"}},{"book":"王上","chapter":2,"verse":16,"versions":{"unv":"現在我有一件事求你，望你不要推辭。」拔示巴說：「你說吧。」","bklcl":"Taⁿ góa ū chi̍t kiāⁿ sū kiû lí, ǹg-bāng lí bo̍h-tit the-sî góa.  I kóng, Chòe lí kóng.","tghg":"今我有一件事求你，向望你莫得推辭我。」伊講：「做你講。」","bklhl":"Taⁿ我有一件事求你，ǹg望你莫得推辭我。伊講，做你講。"}},{"book":"王上","chapter":2,"verse":17,"versions":{"unv":"他說：「求你請所羅門王將書念的女子亞比煞賜我為妻，因他必不推辭你。」","bklcl":"I kóng, Kiû lí tùi Só͘-lô-bûn ông kóng, hō͘ i chiong Su-liām ê cha-bó͘-kiáⁿ A-pí-soah siúⁿ-sù góa chòe-bó͘, in-ūi ông tek-khak bô the-sî lí.","tghg":"伊講：「求你對所羅門王講，互伊將書念的查某子亞比煞賞賜我做某，因為王的確無推辭你。」","bklhl":"伊講，求你對所羅門王講，hō͘伊將Su-liām ê cha-bó͘-kiáⁿ A-pí-soah賞賜我做bó͘，因為王的確無推辭你。"}},{"book":"王上","chapter":2,"verse":18,"versions":{"unv":"拔示巴說：「好，我必為你對王提說。」","bklcl":"Poa̍t-sī-pa kóng, Hó, góa thòe lí kā ông kóng.","tghg":"拔示巴講：「好，我替你給王講。」","bklhl":"Poa̍t-sī-pa講，好，我替你kā王講。"}},{"book":"王上","chapter":2,"verse":19,"versions":{"unv":"於是，拔示巴去見所羅門王，要為亞多尼雅提說；王起來迎接，向她下拜，就坐在位上，吩咐人為王母設一座位，她便坐在王的右邊。","bklcl":"Tùi án-ni Poa̍t-sī-pa khì kìⁿ Só͘-lô-bûn ông, beh ūi-tio̍h A-to-nî-ngá kā i kóng; ông khí-lâi ngiâ-chih i, tùi i kiok-kiong, koh chē i ê ūi, hoan-hù lâng ūi ông ê lāu-bú siat chō-ūi; i chiū chē tī ông ê chiàⁿ-pêng.","tghg":"對按呢，拔示巴去見所羅門王，欲為著亞多尼雅給伊講；王起來迎接伊，對伊鞠躬，閣坐伊的位，吩咐人為王的老母設座位，伊就坐佇王的正旁。","bklhl":"Tùi án-ni，Poa̍t-sī-pa去見所羅門王，beh為tio̍h A-to-nî-ngá kā伊講；王起來迎接伊，對伊鞠躬，koh坐伊ê位，吩咐人為王ê老母設座位；伊就坐tī王ê chiàⁿ-pêng。"}},{"book":"王上","chapter":2,"verse":20,"versions":{"unv":"拔示巴說：「我有一件小事求你，望你不要推辭。」王說：「請母親說，我必不推辭。」","bklcl":"I chiū kóng, Góa ū chi̍t-kiāⁿ sió-khóa sū kiû lí, chhiáⁿ lí bo̍h--tit the-sî góa.  Ông kā i kóng, Góa ê lāu-bú ah, chòe lí kóng; góa bô beh the-sî lí.","tghg":"伊就講：「我有一件小可(sió-khóa)事求你，請你莫得推辭我。」王給伊講：「我的老母啊，做你講，我無欲推辭你。」","bklhl":"伊就講，我有一件小khóa事求你，請你莫得推辭我。王kā伊講，我ê老母ah，做你講；我無beh推辭你。"}},{"book":"王上","chapter":2,"verse":21,"versions":{"unv":"拔示巴說：「求你將書念的女子亞比煞賜給你哥哥亞多尼雅為妻。」","bklcl":"I kóng, Goān ēng Su-liām ê cha-bó͘-gín-ná, A-pí-soah, hō͘ lí ê hiaⁿ A-to-nî-ngá chòe-bó͘.","tghg":"伊講：「願用書念的查某囝仔亞比煞互你的兄亞多尼雅做某。」","bklhl":"伊講，願用Su-liām ê cha-bó͘-gín-ná，A-pí-soah，hō͘你ê兄A-to-nî-ngá做bó͘。"}},{"book":"王上","chapter":2,"verse":22,"versions":{"unv":"所羅門王對他母親說：「為何單替他求書念的女子亞比煞呢？也可以為他求國吧！他是我的哥哥，他有祭司亞比亞他和洗魯雅的兒子約押為輔佐。」","bklcl":"Só͘-lô-bûn ông ìn i ê lāu-bú kóng, Lí siáⁿ-sū ūi-tio̍h A-to-nî-ngá kiû Su-liām ê cha-bó͘-gín-ná, A-pí-soah ah?  iā tio̍h thòe i kiû kok; in-ūi i sī góa ê hiaⁿ; chiū-sī tio̍h ūi i, kap chè-si A-pí-a-tha, kap Sé-ló͘-ngá ê kiáⁿ Iok-ap lâi kiû.","tghg":"所羅門王應伊的老母講：「你啥事為著亞多尼雅求書念的查某囝仔亞比煞啊？也著替伊求國，因為伊是我的兄，就是著為伊及祭司亞比亞他及洗魯雅的子約押來求。」","bklhl":"所羅門王應伊ê老母講，你啥事為tio̍h A-to-nî-ngá求Su-liām ê cha-bó͘-gín-ná，A-pí-soah ah？也tio̍h替伊求國；因為伊是我ê兄；就是tio̍h為伊，kap祭司A-pí-a-tha，kap Sé-ló͘-ngá ê kiáⁿ Iok-ap來求。"}},{"book":"王上","chapter":2,"verse":23,"versions":{"unv":"所羅門王就指著耶和華起誓說：「亞多尼雅這話是自己送命，不然，願　神重重地降罰與我。","bklcl":"Só͘-lô-bûn ông chiū kí Iâ-hô-hoa lâi chiù-chōa kóng, A-to-nî-ngá kóng che ōe sī hāi ka-kī ê sìⁿ-miā; nā-bô, goān Siōng-tè ka-pē chek-hoa̍t góa.","tghg":"所羅門王就指耶和華來咒誓講：「亞多尼雅講這話是害家己的生命，若無，願上帝加倍責罰我。","bklhl":"所羅門王就kí耶和華來chiù-chōa講，A-to-nî-ngá講這話是害家己ê性命；若無，願上帝加倍責罰我。"}},{"book":"王上","chapter":2,"verse":24,"versions":{"unv":"耶和華堅立我，使我坐在父親大衛的位上，照著所應許的話為我建立家室；現在我指著永生的耶和華起誓，亞多尼雅今日必被治死。」","bklcl":"Iâ-hô-hoa kian-kò͘ góa, hō͘ góa chē góa ê pē Tāi-pi̍t ê ūi, chiàu I só͘ èng-ún ê ōe, kā góa kiàn-li̍p ke; góa kí I ê éng-oa̍h lâi chiù-chōa, A-to-nî-ngá kin-á-ji̍t tek-khak sí.","tghg":"耶和華堅固我，互我坐我的父大衛的位，照伊所應允的話給我建立家；我指伊的永活來咒誓，亞多尼雅今仔日的確死。」","bklhl":"耶和華堅固我，hō͘我坐我ê父大衛ê位，照伊所應允ê話，kā我建立家；我kí伊ê永活來chiù-chōa，A-to-nî-ngá今á日的確死。"}},{"book":"王上","chapter":2,"verse":25,"versions":{"unv":"於是所羅門王差遣耶何耶大的兒子比拿雅，將亞多尼雅殺死。","bklcl":"Só͘-lô-bûn ông chiū chhe Iâ-hô-iâ-tāi ê kiáⁿ Pí-ná-ngá khì; i chiū phah i, hō͘ i sí.","tghg":"所羅門王就差耶何耶大的子比拿雅去，伊就拍伊互伊死。","bklhl":"所羅門王就差Iâ-hô-iâ-tāi ê kiáⁿ Pí-ná-ngá去；伊就phah伊，hō͘伊死。"}},{"book":"王上","chapter":2,"verse":26,"versions":{"unv":"王對祭司亞比亞他說：「你回亞拿突歸自己的田地去吧！你本是該死的，但因你在我父親大衛面前抬過主耶和華的約櫃，又與我父親同受一切苦難，所以我今日不將你殺死。」","bklcl":"Ông kā chè-si A-pí-a-tha kóng, Lí tio̍h tò--khì A-ná-tu̍t, lí ê chhân-hn̂g hia; lí eng-kai tio̍h sí, chóng-sī kin-a-ji̍t góa m̄ hō͘ lí sí, in-ūi lí tī góa ê pē Tāi-pi̍t ê bīn-chêng ū kng Chú Iâ-hô-hoa ê kūi; koh góa ê lāu-pē só͘ siū it-chhè ê hoān-lān, lí iā kap i siū hoān-lān.","tghg":"王給祭司亞比亞他講：「你著倒去亞拿突你的田園遐！你應該著死，總是今仔日我呣互你死，因為你佇我的父大衛的面前有扛主耶和華的櫃，閣我的老父所受一切的患難，你也及伊受患難。」","bklhl":"王kā祭司A-pí-a-tha講，你tio̍h tò去A-ná-tu̍t，你ê田園hia；你應該tio̍h死，總是今a日我m̄ hō͘你死，因為你tī我ê父大衛ê面前有扛主耶和華ê櫃；koh我ê老父所受一切ê患難，你也kap伊受患難。"}},{"book":"王上","chapter":2,"verse":27,"versions":{"unv":"所羅門就革除亞比亞他，不許他作耶和華的祭司。這樣，便應驗耶和華在示羅論以利家所說的話。","bklcl":"Só͘-lô-bûn chiū kek-tio̍k A-pí-a-tha, m̄-chún i chòe Iâ-hô-hoa ê chè-si; án-ni chiū èng-giām Iâ-hô-hoa tī Sī-lô lūn Í-lī ê ke só͘ kóng ê ōe.","tghg":"所羅門就革逐亞比亞他，呣准伊做耶和華的祭司。按呢，就應驗耶和華佇示羅論以利的家所講的話。","bklhl":"所羅門就革逐A-pí-a-tha，m̄准伊做耶和華ê祭司；án-ni就應驗耶和華tī Sī-lô論Í-lī ê家所講ê話。"}},{"book":"王上","chapter":2,"verse":28,"versions":{"unv":"約押雖然沒有歸從押沙龍，卻歸從了亞多尼雅。他聽見這風聲，就逃到耶和華的帳幕，抓住祭壇的角。","bklcl":"Chit ê siau-sit thoân kàu Iok-ap, Iok-ap chiū cháu, ji̍p Iâ-hô-hoa ê Pò͘-pîⁿ, khîⁿ tôaⁿ-kak; in-ūi Iok-ap sui-jiân bô tè Ap-sa-liông, chóng-sī tè A-to-nî-ngá.","tghg":"此個消息傳到約押，約押就走入耶和華的布棚，擒壇角。因為約押雖然無隨押沙龍，總是隨亞多尼雅。","bklhl":"Chit ê消息傳到Iok-ap，Iok-ap就走，入耶和華ê布棚，擒壇角；因為Iok-ap雖然無tè Ap-sa-liông，總是tè A-to-nî-ngá。"}},{"book":"王上","chapter":2,"verse":29,"versions":{"unv":"有人告訴所羅門王說：「約押逃到耶和華的帳幕，現今在祭壇的旁邊。」所羅門就差遣耶何耶大的兒子比拿雅，說：「你去將他殺死。」","bklcl":"Ū lâng kā Só͘-lô-bûn ông kóng, Iok-ap cháu kàu Iâ-hô-hoa ê Pò͘-pîⁿ, taⁿ tī tôaⁿ-piⁿ; Só͘-lô-bûn chiū chhe Iâ-hô-iâ-tāi ê kiáⁿ Pí-ná-ngá kóng, Lí khì phah i.","tghg":"有人給所羅門王講：「約押走到耶和華的布棚，今佇壇邊。」所羅門就差耶何耶大的子比拿雅，講：「你去拍伊。」","bklhl":"有人kā所羅門王講，Iok-ap走到耶和華ê布棚，taⁿ tī壇邊；所羅門就差Iâ-hô-iâ-tāi ê kiáⁿ pí-ná-ngá講，你去phah伊。"}},{"book":"王上","chapter":2,"verse":30,"versions":{"unv":"比拿雅來到耶和華的帳幕，對約押說：「王吩咐說，你出來吧！」他說：「我不出去，我要死在這裡。」比拿雅就去回覆王，說約押如此如此回答我。","bklcl":"Pí-ná-ngá kàu Iâ-hô-hoa ê Pò͘-pîⁿ, kā Iok-ap kóng, Ông án-ni kóng, Lí tio̍h chhut-lâi.  I ìn kóng, M̄--ah, góa beh sí tī-chia.  Pí-ná-ngá khì hê-hok ông kóng, Iok-ap án-ni kóng, án-ni ìn góa.","tghg":"比拿雅到耶和華的布棚，給約押講：「王按呢講，你著出來！」伊應講：「呣啊，我欲死佇遮。」比拿雅去回覆王，講約押按呢講按呢應我。","bklhl":"Pí-ná-ngá到耶和華ê布棚，kā Iok-ap講，王án-ni講，你tio̍h出來。伊應講，M̄-ah，我beh死tī-chia。Pí-ná-ngá去回覆王講，Iok-ap án-ni講，án-ni 應我。"}},{"book":"王上","chapter":2,"verse":31,"versions":{"unv":"王說：「你可以照著他的話行，殺死他，將他葬埋，好叫約押流無辜人血的罪不歸我和我的父家了。","bklcl":"Ông kā i kóng, Lí thang chiàu i ê ōe kiâⁿ; phah-sí lâi bâi-chòng i; thang hō͘ Iok-ap bô in-toaⁿ lâu lâng ê huih hit ê chōe bô kui tī góa, kap góa lāu-pē ê ke.","tghg":"王給伊講：「你通照伊的話行，拍死來埋葬伊，通互約押無因端流人的血彼個罪無歸佇我及我老父的家。","bklhl":"王kā伊講，你thang照伊ê話行；phah死來埋葬伊；thang hō͘ Iok-ap無因端流人ê血hit ê罪無歸tī我，kap我老父ê家。"}},{"book":"王上","chapter":2,"verse":32,"versions":{"unv":"耶和華必使約押流人血的罪歸到他自己的頭上；因為他用刀殺了兩個比他又義又好的人，就是以色列元帥尼珥的兒子押尼珥和猶大元帥益帖的兒子亞瑪撒，我父親大衛卻不知道。","bklcl":"Iâ-hô-hoa beh ēng i ê huih kui tī i ka-kī ê thâu-khak; in-ūi i phah pí i khah gī, pí i khah hó ê nn̄g lâng, ēng to thâi-sí i; chiū-sī Í-sek-lia̍t ê kun-tiúⁿ Nî-jíⁿ ê kiáⁿ Ap-nî-jíⁿ, kap Iû-tāi ê kun-tiúⁿ Ek-thiap ê kiáⁿ A-má-sat; iā góa ê lāu-pē Tāi-pi̍t m̄-chai.","tghg":"耶和華欲用伊的血歸佇伊家己的頭殼；因為伊拍比伊卡義比伊卡好的二人，用刀刣死伊，就是以色列的軍長尼珥的子押尼珥及猶大的軍長益帖的子亞瑪撒，也我的老父大衛呣知。","bklhl":"耶和華beh用伊ê血歸tī伊家己ê頭殼；因為伊phah比伊khah義，比伊khah好ê兩人，用刀刣死伊；就是以色列ê軍長Nî-jíⁿ ê kiáⁿ Ap-nî-jíⁿ，kap偤大ê軍長Ek-thiap ê kiáⁿ A-má-sat；也我ê老父大衛m̄知。"}},{"book":"王上","chapter":2,"verse":33,"versions":{"unv":"故此，流這二人血的罪必歸到約押和他後裔的頭上，直到永遠；惟有大衛和他的後裔，並他的家與國，必從耶和華那裡得平安，直到永遠。」","bklcl":"Tùi án-ni in ê huih beh kui tī Iok-ap ê thâu-khak, kap i ê hō͘-è ê thâu-khak, kàu éng-oán; to̍k-to̍k Tāi-pi̍t kap i ê hō͘-è, i ê ke, i ê ūi, beh tùi Iâ-hô-hoa tit-tio̍h pêng-an, kàu éng-oán.","tghg":"對按呢，𪜶的血欲歸佇約押的頭殼及伊的後裔的頭殼，到永遠；獨獨大衛及伊的後裔，伊的家，伊的位，欲對耶和華得著平安，到永遠。」","bklhl":"Tùi án-ni，in ê血beh歸tī Iok-ap ê頭殼，kap伊ê後裔ê頭殼，到永遠；獨獨大衛kap伊ê後裔，伊ê家，伊ê位，beh tùi耶和華得tio̍h平安，到永遠。"}},{"book":"王上","chapter":2,"verse":34,"versions":{"unv":"於是耶何耶大的兒子比拿雅上去，將約押殺死，葬在曠野約押自己的墳墓（原文是房屋）裡。","bklcl":"Iâ-hô-iâ-tāi ê kiáⁿ Pí-ná-ngá chiū chiūⁿ--khì, phah-sí i, chiū bâi-chòng i tī khòng-iá, tī i ka-kī ê chhù.","tghg":"耶何耶大的子比拿雅就上去，拍死伊，就埋葬伊佇曠野佇伊家己的厝。","bklhl":"Iâ-hô-iâ-tāi ê kiáⁿ Pí-ná-ngá就上去，phah死伊，就埋葬伊tī曠野，tī伊家己ê厝。"}},{"book":"王上","chapter":2,"verse":35,"versions":{"unv":"王就立耶何耶大的兒子比拿雅作元帥，代替約押，又使祭司撒督代替亞比亞他。","bklcl":"Ông chiū siat-li̍p Iâ-hô-iâ-tāi ê kiáⁿ Pí-ná-ngá thòe Iok-ap chòe kun-tiúⁿ; koh siat-li̍p chè-si Sat-tok, lâi thòe A-pí-a-tha.","tghg":"王就設立耶何耶大的子比拿雅，替約押做軍長，閣設立祭司撒督來替亞比亞他。","bklhl":"王就設立Iâ-hô-iâ-tāi ê kiáⁿ Pí-ná-ngá替Iok-ap做軍長；koh設立祭司Sat-tok，來替A-pí-a-tha。"}},{"book":"王上","chapter":2,"verse":36,"versions":{"unv":"王差遣人將示每召來，對他說：「你要在耶路撒冷建造房屋居住，不可出來往別處去。","bklcl":"Ông chhe lâng kiò Sī-múi lâi, chiū kā i kóng, Lí tio̍h ūi ka-kī khí chhù tī Iâ-lō͘-sat-léng, khiā-khí tī-hia, m̄-thang chhut hia khì pa̍t-ūi.","tghg":"王差人叫示每來，就給伊講：「你著為家己起厝佇耶路撒冷，徛起佇遐，呣通出遐去別位。","bklhl":"王差人叫Sī-múi來，就kā伊講，你tio̍h為家己起厝tī耶路撒冷，khiā起tī-hia，m̄-thang出hia去別位。"}},{"book":"王上","chapter":2,"verse":37,"versions":{"unv":"你當確實地知道，你何日出來過汲淪溪，何日必死！你的罪（原文是血）必歸到自己的頭上。」","bklcl":"In-ūi lí tio̍h khak-si̍t chai, lí chhut-khì kè Khip-lûn khoe, hit-ji̍t tio̍h sí, lí ê huih beh kui lí ka-kī ê thâu-khak.","tghg":"因為你著確實知，你出去過汲淪溪，彼日著死！你的血欲歸你家己的頭殼。」","bklhl":"因為你tio̍h確實知，你出去過Khip-lûn溪，hit日tio̍h死，你ê血beh歸你家己ê頭殼。"}},{"book":"王上","chapter":2,"verse":38,"versions":{"unv":"示每對王說：「這話甚好！我主我王怎樣說，僕人必怎樣行。」於是示每多日住在耶路撒冷。","bklcl":"Sī-múi ìn ông kóng, Chit ê ōe chin-hó; góa ê chú góa ê ông só͘ kóng-ê, lí ê lô͘-po̍k beh án-ni kiâⁿ.  Tùi án-ni Sī-múi tiàm tī Iâ-lō͘-sat-léng chōe-chōe ji̍t.","tghg":"示每應王講：「此個話真好！我的主我的王所講的，你的奴僕欲按呢行。」對按呢示每踮佇耶路撒冷多多日。","bklhl":"Sī-múi應王講，Chit ê話真好；我ê主我ê王所講ê，你ê奴僕beh án-ni行。Tùi án-ni，Sī-múi tiàm tī耶路撒冷chōe-chōe日。"}},{"book":"王上","chapter":2,"verse":39,"versions":{"unv":"過了三年，示每的兩個僕人逃到迦特王瑪迦的兒子亞吉那裡去。有人告訴示每說：「你的僕人在迦特。」","bklcl":"Kè saⁿ-nî, Sī-múi nn̄g ê lô͘-po̍k cháu kàu Ka-te̍k ông Má-ka ê kiáⁿ A-kiat hia; ū lâng kā Sī-múi kóng, Lí khòaⁿ, lí ê lô͘-po̍k tī Ka-te̍k.","tghg":"過三年，示每二個奴僕走到迦特王瑪迦的子亞吉遐。有人給示每講：「你看，你的奴僕佇迦特。」","bklhl":"過三年，Sī-múi兩個奴僕走到Ka-te̍k王Má-ka ê kiáⁿ A-kiat hia；有人kā Sī-múi講，你看，你ê奴僕tī Ka-te̍k。"}},{"book":"王上","chapter":2,"verse":40,"versions":{"unv":"示每起來，備上驢，往迦特到亞吉那裡去找他的僕人，就從迦特帶他僕人回來。","bklcl":"Sī-múi khí-lâi, pī-pān lû khì Ka-te̍k, kàu A-kiat ông hia, chhē i ê lô͘-po̍k; Sī-múi chiū khì Ka-te̍k tòa i ê lô͘-po̍k tò-lâi.","tghg":"示每起來，備辦驢，去迦特到亞吉王遐尋伊的奴僕，示每就去迦特帶伊的奴僕倒來。","bklhl":"Sī-múi起來，備辦驢去Ka-te̍k，到A-kiat王hia，chhē伊ê奴僕；Sī-múi就去Ka-te̍k帶伊ê奴僕tò來。"}},{"book":"王上","chapter":2,"verse":41,"versions":{"unv":"有人告訴所羅門說：「示每出耶路撒冷往迦特去，回來了。」","bklcl":"Ū lâng kā Só͘-lô-bûn kóng, Sī-múi chhut Iâ-lō͘-sat-léng khì Ka-te̍k tò-lâi.","tghg":"有人給所羅門講：「示每出耶路撒冷去迦特倒來。」","bklhl":"有人kā所羅門講，Sī-múi出耶路撒冷去Ka-te̍k tò來。"}},{"book":"王上","chapter":2,"verse":42,"versions":{"unv":"王就差遣人將示每召了來，對他說：「我豈不是叫你指著耶和華起誓，並且警戒你說『你當確實地知道，你哪日出來往別處去，那日必死』嗎？你也對我說：『這話甚好，我必聽從。』","bklcl":"Ông chiū chhe lâng kiò Sī-múi lâi, tùi i kóng, Góa kiám-m̄-sī kiò lí kí Iâ-hô-hoa chiù-chōa, koh kéng-kài lí kóng, Lí tio̍h khak-si̍t chai lí chhut-lâi khì gōa-bīn, bô-lūn khì toh-lo̍h, hit-ji̍t lí tio̍h sí mah?  Lí ìn góa kóng, Góa thiaⁿ chit ê ōe chin hó.","tghg":"王就差人叫示每來，對伊講：「我豈呣是叫你指耶和華咒誓，閣警戒你講『你著確實知，你出來去外面無論去叨落，彼日你著死』嗎？你應我講：『我聽此個話真好。』","bklhl":"王就差人叫Sī-múi來，對伊講，我kiám m̄是叫你kí耶和華chiù-chōa，koh警戒你講，你tio̍h確實知你出來去外面，無論去toh落，hit日你tio̍h死mah？你應我講，我聽chit ê話真好。"}},{"book":"王上","chapter":2,"verse":43,"versions":{"unv":"現在你為何不遵守你指著耶和華起的誓和我所吩咐你的命令呢？」","bklcl":"Taⁿ lí siáⁿ-sū bô chip-siú kí Iâ-hô-hoa só͘ chiù-chōa-ê, kap góa só͘ kéng-kài lí ê bēng-lēng ah?","tghg":"今你啥事無執守指耶和華所咒誓的及我所警戒你的命令啊？」","bklhl":"Taⁿ你啥事無執守kí耶和華所chiù-chōa-ê，kap我所警戒你ê命令ah？"}},{"book":"王上","chapter":2,"verse":44,"versions":{"unv":"王又對示每說：「你向我父親大衛所行的一切惡事，你自己心裡也知道，所以耶和華必使你的罪惡歸到自己的頭上；","bklcl":"Ông koh kā Sī-múi kóng, Lí ê sim só͘ chûn ê pháiⁿ, chiū-sī lí tùi goán lāu-pē Tāi-pi̍t só͘ kiâⁿ-ê lí ka-kī lóng chai; só͘-í Iâ-hô-hoa beh chiong lí ê pháiⁿ kui lí ka-kī ê thâu-khak.","tghg":"王閣給示每講：「你的心所存的歹就是你對阮老父大衛所行的，你家己攏知，所以耶和華欲將你的歹歸你家己的頭殼；","bklhl":"王koh kā Sī-múi講，你ê心所存ê pháiⁿ，就是你對阮老父大衛所行ê你家己lóng知；所以耶和華beh將你ê pháiⁿ歸你家己ê頭殼。"}},{"book":"王上","chapter":2,"verse":45,"versions":{"unv":"惟有所羅門王必得福，並且大衛的國位必在耶和華面前堅定，直到永遠。」","bklcl":"Chóng-sī Só͘-lô-bûn ông beh tit-tio̍h hok-khì; koh Tāi-pi̍t ê kok-ūi beh tī Iâ-hô-hoa ê bīn-chêng kian-kò͘, kàu éng-oán.","tghg":"總是所羅門王欲得著福氣，閣大衛的國位欲佇耶和華的面前堅固，到永遠。」","bklhl":"總是所羅門王beh得tio̍h福氣；koh大衛ê國位beh tī耶和華ê面前堅固，到永遠。"}},{"book":"王上","chapter":2,"verse":46,"versions":{"unv":"於是王吩咐耶何耶大的兒子比拿雅，他就去殺死示每。這樣，便堅定了所羅門的國位。","bklcl":"Ông chiū bēng-lēng Iâ-hô-iâ-tāi ê kiáⁿ Pí-ná-ngá, i chiū chhut-khì, phah hō͘ i sí.  Tùi án-ni kok-ūi kian-kò͘ tī Só͘-lô-bûn ê chhiú.","tghg":"王就命令耶何耶大的子比拿雅。伊就出去拍互伊死。對按呢，國位堅固佇所羅門的手。","bklhl":"王就命令Iâ-hô-iâ-tāi ê kiáⁿ Pí-ná-ngá，伊就出去，phah hō͘伊死。Tùi án-ni，國位堅固tī所羅門ê手。"}}]