[{"book":"王上","chapter":1,"verse":1,"versions":{"unv":"大衛王年紀老邁，雖用被遮蓋，仍不覺暖。","bklcl":"Tāi-pi̍t ông hè-chōe nî-lāu, sui-jiân kā i kah-phē, iû-goân bōe sio.","tghg":"大衛王歲多(chōe)年老，雖然給伊蓋被，猶原𣍐燒。","bklhl":"大衛王歲chōe年老，雖然kā伊蓋被，猶原bōe燒。"}},{"book":"王上","chapter":1,"verse":2,"versions":{"unv":"所以臣僕對他說：「不如為我主我王尋找一個處女，使她伺候王，奉養王，睡在王的懷中，好叫我主我王得暖。」","bklcl":"I hiah-ê lô͘-po̍k chiū kā i kóng, Tio̍h kā góa ê chú góa ê ông chhē chi̍t ê chāi-sek-lú, hō͘ i khiā tī ông ê bīn-chêng lâi hōng-sêng i; koh khùn tī lí ê heng-chêng, thang hō͘ góa ê chú góa ê ông tit-tio̍h sio.","tghg":"伊許個奴僕就給伊講：「著給我的主我的王尋一個在室女，互伊徛佇王的面前來奉承伊，閣睏佇你的胸前，通互我的主我的王得著燒。」","bklhl":"伊hiah-ê奴僕就kā伊講，Tio̍h kā我ê主我ê王chhē一个在室女，hō͘伊khiā tī王ê面前來奉承伊；koh睏tī你ê胸前，thang hō͘我ê主我ê王得tio̍h燒。"}},{"book":"王上","chapter":1,"verse":3,"versions":{"unv":"於是在以色列全境尋找美貌的童女，尋得書念的一個童女亞比煞，就帶到王那裡。","bklcl":"Chiū tī Í-sek-lia̍t ê sì-kéng chhē súi ê cha-bó͘-gín-ná; chhē--tio̍h Su-liām chi̍t ê lú-chú, miâ A-pí-soah, tòa kàu ông hia.","tghg":"就佇以色列的四境尋媠的查某囝仔，尋著書念一個女子名亞比煞，帶到王遐。","bklhl":"就tī以色列ê四境chhē súi ê cha-bó͘-gín-ná；chhē-tio̍h Su-liām一个女子，名A-pí-soah，帶到王hia。"}},{"book":"王上","chapter":1,"verse":4,"versions":{"unv":"這童女極其美貌，她奉養王，伺候王，王卻沒有與她親近。","bklcl":"Chit ê cha-bó͘-gín-ná súi kàu-ke̍k; i hōng-sêng ông, su-hāu i.  Chóng-sī ông bô chhin-kūn i.","tghg":"此個查某囝仔媠到極，伊奉承王，伺候伊，總是王無親近伊。","bklhl":"Chit ê cha-bó͘-gín-ná súi到極；伊奉承王，伺候伊。總是王無親近伊。"}},{"book":"王上","chapter":1,"verse":5,"versions":{"unv":"那時，哈及的兒子亞多尼雅自尊，說：「我必作王」，就為自己預備車輛、馬兵，又派五十人在他前頭奔走。","bklcl":"Hit-sî Hap-ki̍p ê kiáⁿ A-to-nî-ngá chū-ko, kóng, Góa beh chòe-ông; chiū ūi ka-kī pī-pān chhia, bé-peng koh gō͘-cha̍p lâng cháu tī i ê thâu-chêng.","tghg":"彼時，哈及的子亞多尼雅自高，講：「我欲做王」，就為家己備辦車、馬兵，閣五十人走佇伊的頭前。","bklhl":"Hit時Hap-ki̍p ê kiáⁿ A-to-nî-ngá自高，講，我beh做王；就為家己備辦車，馬兵koh五十人走tī伊ê頭前。"}},{"book":"王上","chapter":1,"verse":6,"versions":{"unv":"他父親素來沒有使他憂悶，說：「你是做甚麼呢？」他甚俊美，生在押沙龍之後。","bklcl":"I ê lāu-pē pêng-sî m̄-bat hō͘ i iu-būn, m̄-bat tùi i kóng, Lí cháiⁿ-iūⁿ án-ni chòe?  I siⁿ-chòe put-chí hó; i chhut-sì tī Ap-sa-liông ê bé-āu.","tghg":"伊的老父平時呣曾互伊憂悶，呣曾對伊講：「你怎樣按呢做？」伊生做不止好，伊出世佇押沙龍的尾後。","bklhl":"伊ê老父平時m̄-bat hō͘伊憂悶，m̄-bat對伊講，你怎樣án-ni做？伊生做不止好；伊出世tī Ap-sa-liông ê尾後。"}},{"book":"王上","chapter":1,"verse":7,"versions":{"unv":"亞多尼雅與洗魯雅的兒子約押，和祭司亞比亞他商議；二人就順從他，幫助他。","bklcl":"I kap Sé-ló͘-ngá ê kiáⁿ Iok-ap, kap chè-si A-pí-a-tha chham-siông; in chiū tè A-to-nî-ngá, lâi pang-chān i.","tghg":"伊及洗魯雅的子約押，及祭司亞比亞他參詳；𪜶就隨亞多尼雅，來幫助伊。","bklhl":"伊kap Sé-ló͘-ngá ê kiáⁿ Iok-ap，kap祭司A-pí-a-tha參詳；in就tè A-to-nî-ngá，來幫贊伊。"}},{"book":"王上","chapter":1,"verse":8,"versions":{"unv":"但祭司撒督、耶何耶大的兒子比拿雅、先知拿單、示每、利以，並大衛的勇士都不順從亞多尼雅。","bklcl":"Chóng-sī chè-si Sat-tok, kap Iâ-hô-iâ-tāi ê kiáⁿ Pí-ná-ngá, sian-ti Ná-tan, kap Sī-múi, Lī-í, kap Tāi-pi̍t ê ióng-sū, lóng bô ūi A-to-nî-ngá.","tghg":"總是祭司撒督，及耶何耶大的子比拿雅、先知拿單、及示每、利以，及大衛的勇士攏無為亞多尼雅。","bklhl":"總是祭司Sat-tok，kap Iâ-hô-iâ-tāi ê kiáⁿ Pí-ná-ngá，先知Ná-tan，kap Sī-múi，Lī-í，kap大衛ê勇士，lóng無為A-to-nî-ngá。"}},{"book":"王上","chapter":1,"verse":9,"versions":{"unv":"一日，亞多尼雅在隱‧羅結旁、瑣希列磐石那裡宰了牛羊、肥犢，請他的諸弟兄，就是王的眾子，並所有作王臣僕的猶大人；","bklcl":"A-to-nî-ngá tī kūn Ún-lô-kiat, Só-hi-lia̍t ê chio̍h-pôaⁿ piⁿ, thâi iûⁿ, gû, kap pûi ê cheng-siⁿ, chhiáⁿ i ê chèng hiaⁿ-tī, chiū-sī ông ê kiáⁿ, í-ki̍p Iû-tāi só͘ ū chòe ông ê jîn-sîn ê chèng-lâng.","tghg":"亞多尼雅佇近隱羅結、瑣希列的石磐邊刣羊、牛，及肥的精牲，請伊的眾兄弟，就是王的子，以及猶大所有做王的人臣的眾人；","bklhl":"A-to-nî-ngá tī近Ún-lô-kiat、Só-hi-lia̍t ê石磐邊，刣羊、牛，kap肥ê cheng-siⁿ，請伊ê眾兄弟，就是王ê kiáⁿ，以及偤大所有做王ê人臣ê眾人。"}},{"book":"王上","chapter":1,"verse":10,"versions":{"unv":"惟獨先知拿單和比拿雅並勇士，與他的兄弟所羅門，他都沒有請。","bklcl":"To̍k-to̍k sian-ti Ná-tan, kap Pí-ná-ngá, í-ki̍p ióng-sū, kap i ê sió-tī Só͘-lô-bûn, i lóng bô chhiáⁿ in.","tghg":"獨獨先知拿單及比拿雅以及勇士，及伊的小弟所羅門，伊攏無請𪜶。","bklhl":"獨獨先知Ná-tan，kap Pí-ná-ngá，以及勇士，kap伊ê小弟所羅門，伊lóng無請in。"}},{"book":"王上","chapter":1,"verse":11,"versions":{"unv":"拿單對所羅門的母親拔示巴說：「哈及的兒子亞多尼雅作王了，你沒有聽見嗎？我們的主大衛卻不知道。","bklcl":"Ná-tan kā Só͘-lô-bûn ê lāu-bú Poa̍t-sī-pa kóng, Hap-ki̍p ê kiáⁿ A-to-nî-ngá chòe-ông lah, lí bô thiaⁿ-kìⁿ mah? Lán ê chú Tāi-pi̍t iā m̄-chai.","tghg":"拿單給所羅門的老母拔示巴講：「哈及的子亞多尼雅做王啦，你無聽見嗎？咱的主大衛也呣知。","bklhl":"Ná-tan kā所羅門ê老母Poa̍t-sī-pa講，Hap-ki̍p ê kiáⁿ A-to-nî-ngá做王lah，你無聽見mah？咱ê主大衛也m̄知。"}},{"book":"王上","chapter":1,"verse":12,"versions":{"unv":"現在我可以給你出個主意，好保全你和你兒子所羅門的性命。","bklcl":"Taⁿ lí lâi, góa thòe lí táⁿ-sǹg, thang pó-choân lí ê sìⁿ-miā, kap lí ê kiáⁿ Só͘-lô-bûn ê sìⁿ-miā.","tghg":"今你來，我替你打算，通(thang)保全你的生命及你的子所羅門的生命。","bklhl":"Taⁿ你來，我替你打算，thang保全你ê性命，kap你ê kiáⁿ所羅門ê性命。"}},{"book":"王上","chapter":1,"verse":13,"versions":{"unv":"你進去見大衛王，對他說：『我主我王啊，你不曾向婢女起誓說：你兒子所羅門必接續我作王，坐在我的位上嗎？現在亞多尼雅怎麼作了王呢？』","bklcl":"Lí ji̍p--khì kìⁿ Tāi-pi̍t ông, kā i kóng, Góa ê chú góa ê ông ah, lí kiám m̄-bat tùi lí ê lú-pī chiù-chōa kóng, Lí ê kiáⁿ Só͘-lô-bûn beh sòa-chiap góa chòe-ông, i beh chē góa ê ūi mah? cháiⁿ-iūⁿ A-to-nî-ngá chòe-ông ah?","tghg":"你入去見大衛王，給伊講：『我的主我的王啊，你豈呣曾對你的女婢咒誓講：你的子所羅門欲續接我做王，伊欲坐我的位嗎？怎樣亞多尼雅做王啊？』","bklhl":"你入去見大衛王，kā伊講，我ê主我ê王ah，你kiám m̄-bat對你ê女婢chiù-chōa講，你ê kiáⁿ所羅門beh續接我做王，伊beh坐我ê位mah？怎樣A-to-nî-ngá做王ah？"}},{"book":"王上","chapter":1,"verse":14,"versions":{"unv":"你還與王說話的時候，我也隨後進去，證實你的話。」","bklcl":"Lí tī-hia kap ông kóng-ōe ê sî, góa iā tè lí ê ka-chiah-āu ji̍p--khì, lâi kan-chèng lí ê ōe sī si̍t.","tghg":"你佇遐及王講話的時，我也隨你的尻脊後(ka-chiah-āu)入去，來干證你的話是實。」","bklhl":"你tī-hia kap王講話ê時，我也tè你ê ka-chiah後入去，來干證你ê話是實。"}},{"book":"王上","chapter":1,"verse":15,"versions":{"unv":"拔示巴進入內室見王，王甚老邁，書念的童女亞比煞正伺候王。","bklcl":"Poa̍t-sī-pa ji̍p--khì pâng-lāi kìⁿ ông, ông chin lāu; Su-liām ê cha-bó͘-gín-ná A-pí-soah teh su-hāu ông.","tghg":"拔示巴入去房內見王，王真老，書念的查某囝仔亞比煞啲伺候王。","bklhl":"Poa̍t-sī-pa入去房內見王，王真老；Su-liām ê cha-bó͘-gín-ná A-pí-soah teh伺候王。"}},{"book":"王上","chapter":1,"verse":16,"versions":{"unv":"拔示巴向王屈身下拜；王說：「你要甚麼？」","bklcl":"Poa̍t-sī-pa kiok-kiong pài ông; ông kóng, Lí beh sím-mi̍h?","tghg":"拔示巴鞠躬拜王；王講：「你欲甚麼？」","bklhl":"Poa̍t-sī-pa鞠躬拜王；王講，你beh甚麼？"}},{"book":"王上","chapter":1,"verse":17,"versions":{"unv":"她說：「我主啊，你曾向婢女指著耶和華─你的　神起誓說：『你兒子所羅門必接續我作王，坐在我的位上。』","bklcl":"I kā i kóng, Góa ê chú ah, lí bat kí Iâ-hô-hoa lí ê Siōng-tè, lâi tùi lí ê lú-pī chiù-chōa, kóng, Lí ê kiáⁿ Só͘-lô-bûn beh sòa-chiap góa chòe-ông, i beh chē tī góa ê ūi.","tghg":"伊給伊講：「我的主啊，你曾指耶和華──你的上帝來對你的女婢咒誓講：『你的子所羅門欲續接我做王，伊欲坐佇我的位。』","bklhl":"伊kā伊講，我ê主ah，你bat kí耶和華你ê上帝，來對你ê女婢chiù-chōa，講，你ê kiáⁿ所羅門beh續接我做王，伊beh坐tī我ê位。"}},{"book":"王上","chapter":1,"verse":18,"versions":{"unv":"現在亞多尼雅作王了，我主我王卻不知道。","bklcl":"Khòaⁿ ah, taⁿ A-to-nî-ngá chòe-ông, góa ê chú góa ê ông lí iā m̄-chai.","tghg":"看啊，今亞多尼雅做王，我的主我的王你也呣知。","bklhl":"看ah，taⁿ A-to-nî-ngá做王，我ê主我ê王你也m̄知。"}},{"book":"王上","chapter":1,"verse":19,"versions":{"unv":"他宰了許多牛羊、肥犢，請了王的眾子和祭司亞比亞他，並元帥約押；惟獨王的僕人所羅門，他沒有請。","bklcl":"I ū thâi chōe-chōe gû, pûi ê cheng-siⁿ, kap iûⁿ, chhiáⁿ ông ê chèng-kiáⁿ, kap chè-si A-pí-a-tha, kap kun-tiúⁿ Iok-ap; to̍k-to̍k lí ê lô͘-po̍k Só͘-lô-bûn, i bô chhiáⁿ.","tghg":"伊有刣多多牛、肥的精牲，及羊，請王的眾子及祭司亞比亞他，及軍長約押；獨獨你的奴僕所羅門，伊無請。","bklhl":"伊有刣 chōe-chōe牛，肥ê cheng-siⁿ，kap羊，請王ê眾kiáⁿ，kap祭司A-pí-a-tha，kap軍長Iok-ap；獨獨你ê奴僕所羅門，伊無請。"}},{"book":"王上","chapter":1,"verse":20,"versions":{"unv":"我主我王啊，以色列眾人的眼目都仰望你，等你曉諭他們，在我主我王之後誰坐你的位。","bklcl":"Góa ê chú góa ê ông ah, Í-sek-lia̍t chèng-lâng ê ba̍k-chiu lóng teh khòaⁿ lí, thèng-hāu lí kā in kóng, chī-chūi beh sòa-chiap góa ê chú góa ê ông, lâi chē i ê ūi.","tghg":"我的主我的王啊，以色列眾人的目睭攏啲看你，聽候你給𪜶講，是誰欲續接我的主我的王來坐伊的位。","bklhl":"我ê主我ê王ah，以色列眾人ê目睭lóng teh看你，thèng候你kā in講，是誰 beh續接我ê主我ê王，來坐伊ê位。"}},{"book":"王上","chapter":1,"verse":21,"versions":{"unv":"若不然，到我主我王與列祖同睡以後，我和我兒子所羅門必算為罪人了。」","bklcl":"Nā bô, kàu góa ê chú góa ê ông kap lia̍t-chó͘ saⁿ-kap khùn liáu-āu, góa kap góa ê kiáⁿ Só͘-lô-bûn beh sǹg-chòe ū-chōe ê lâng.","tghg":"若無，到我的主我的王及列祖相及睏了後，我及我的子所羅門欲算做有罪的人。」","bklhl":"若無，到我ê主我ê王kap列祖相kap睏了後，我kap我ê kiáⁿ所羅門beh算做有罪ê人。"}},{"book":"王上","chapter":1,"verse":22,"versions":{"unv":"拔示巴還與王說話的時候，先知拿單也進來了。","bklcl":"Khòaⁿ ah, i iáu teh kap ông kóng-ōe ê sî, sian-ti Ná-tan iā ji̍p-lâi.","tghg":"看啊，伊猶(iáu)啲及王講話的時，先知拿單也入來。","bklhl":"看ah，伊iáu teh kap王講話ê時，先知Ná-tan也入來。"}},{"book":"王上","chapter":1,"verse":23,"versions":{"unv":"有人奏告王說：「先知拿單來了。」拿單進到王前，臉伏於地。","bklcl":"Ū lâng kā ông kóng, Sian-ti Ná-tan tī-chia.  Ná-tan ji̍p-khì ông ê bīn-chêng, phak tī tōe--nih pài ông.","tghg":"有人給王講：「先知拿單佇遮。」拿單入去王的面前，仆佇地裡拜王。","bklhl":"有人kā王講，先知Ná-tan tī-chia。Ná-tan入去王ê面前，仆tī地裡拜王。"}},{"book":"王上","chapter":1,"verse":24,"versions":{"unv":"拿單說：「我主我王果然應許亞多尼雅說『你必接續我作王，坐在我的位上』嗎？","bklcl":"Ná-tan kóng, Góa ê chú góa ê ông, lí kiám ū kóng, A-to-nî-ngá beh sòa-chiap góa chòe-ông, beh chē góa ê ūi mah?","tghg":"拿單講：「我的主我的王，你豈有講『亞多尼雅欲續接我做王，欲坐我的位』嗎？","bklhl":"Ná-tan講，我ê主我ê王，你kiám有講，A-to-nî-ngá beh續接我做王，beh坐我ê位mah？"}},{"book":"王上","chapter":1,"verse":25,"versions":{"unv":"他今日下去，宰了許多牛羊、肥犢，請了王的眾子和軍長，並祭司亞比亞他；他們正在亞多尼雅面前吃喝，說：『願亞多尼雅王萬歲！』","bklcl":"In-ūi kin-á-ji̍t i lo̍h--khì, thâi chōe-chōe gû, kap pûi ê cheng-siⁿ, kap iûⁿ, chhiáⁿ ông ê chèng-kiáⁿ, kap chiah-ê kun-tiúⁿ, kap chè-si A-pí-a-tha; khòaⁿ ah, in tī i ê bīn-chêng lim-chia̍h, chiū kóng, Goān A-to-nî-ngá ông bān-sòe.","tghg":"因為今仔日伊落去，刣多多牛、及肥的精牲，及羊，請王的眾子及諸個軍長，及祭司亞比亞他；看啊，𪜶佇伊的面前飲食，就講：『願亞多尼雅王萬歲！』","bklhl":"因為今á日伊落去，刣 chōe-chōe牛，kap肥ê cheng-siⁿ，kap羊，請王ê眾kiáⁿ，kap chiah ê軍長，kap祭司A-pí-a-tha；看ah，in tī伊ê面前lim食，就講，願A-to-nî-ngá王萬歲。"}},{"book":"王上","chapter":1,"verse":26,"versions":{"unv":"惟獨我，就是你的僕人和祭司撒督，耶何耶大的兒子比拿雅，並王的僕人所羅門，他都沒有請。","bklcl":"To̍k-to̍k góa, chiū-sī lí ê lô͘-po̍k, kap chè-si Sat-tok, kap Iâ-hô-iâ-tāi ê kiáⁿ Pí-ná-ngá, í-ki̍p lí ê lô͘-po̍k Só͘-lô-bûn, i lóng bô chhiáⁿ.","tghg":"獨獨我，就是你的奴僕及祭司撒督，及耶何耶大的子比拿雅，以及你的奴僕所羅門，伊攏無請。","bklhl":"獨獨我，就是你ê奴僕，kap祭司Sat-tok，kap Iâ-hô-iâ-tāi ê kiáⁿ Pí-ná-ngá，以及你ê奴僕所羅門，伊lóng無請。"}},{"book":"王上","chapter":1,"verse":27,"versions":{"unv":"這事果然出乎我主我王嗎？王卻沒有告訴僕人們，在我主我王之後誰坐你的位。」","bklcl":"Che sī góa ê chú góa ê ông só͘ chòe, iā bô kā lí ê lô͘-po̍k kóng, chī-chūi beh sòa-chiap góa ê chú góa ê ông, chē i ê ūi mah?","tghg":"這是我的主我的王所做？也無給你的奴僕講，是誰欲續接我的主我的王，坐伊的位嗎？」","bklhl":"這是我ê主我ê王所做，也無kā你ê奴僕講，是誰 beh續接我ê主我ê王，坐伊ê位mah？"}},{"book":"王上","chapter":1,"verse":28,"versions":{"unv":"大衛王吩咐說：「叫拔示巴來。」拔示巴就進來，站在王面前。","bklcl":"Tāi-pi̍t ông ìn kóng, Kā góa kiò Poa̍t-sī-pa lâi.  I chiū ji̍p-lâi ông ê bīn-chêng, tī ông ê bīn-chêng khiā--teh.","tghg":"大衛王應講：「給我叫拔示巴來。」伊就入來王的面前，佇王的面前徛啲。","bklhl":"大衛王應講，Kā我叫Poa̍t-sī-pa來。伊就入來王ê面前，tī王ê面前khiā-teh。"}},{"book":"王上","chapter":1,"verse":29,"versions":{"unv":"王起誓說：「我指著救我性命脫離一切苦難、永生的耶和華起誓。","bklcl":"Ông chiù-chōa kóng, Góa kí kiù góa ê sìⁿ-miā thoat-lī it-chhè ê hoān-lān, éng-oa̍h ê Iâ-hô-hoa lâi kóng,","tghg":"王咒誓講：「我指(kí)救我的生命脫離一切的患難、永活的耶和華來講。","bklhl":"王chiù-chōa講，我kí救我ê性命脫離一切ê患難，永活ê耶和華來講，"}},{"book":"王上","chapter":1,"verse":30,"versions":{"unv":"我既然指著耶和華─以色列的　神向你起誓說：你兒子所羅門必接續我作王，坐在我的位上。我今日就必照這話而行。」","bklcl":"Góa kì-jiân kí Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè tùi lí chiù-chōa, kóng, Lí ê kiáⁿ Só͘-lô-bûn beh sòa-chiap góa chòe-ông, i beh chē góa ê ūi lâi thòe góa, góa kin-á-ji̍t beh chiàu án-ni kiâⁿ.","tghg":"我既然指耶和華──以色列的上帝對你咒誓講：你的子所羅門欲續接我做王，伊欲坐我的位來替我。我今仔日欲照按呢行。」","bklhl":"我既然kí耶和華以色列ê上帝對你chiù-chōa，講，你ê kiáⁿ所羅門beh續接我做王，伊beh坐我ê位來替我，我今á日beh照án-ni行。"}},{"book":"王上","chapter":1,"verse":31,"versions":{"unv":"於是，拔示巴臉伏於地，向王下拜，說：「願我主大衛王萬歲！」","bklcl":"Poa̍t-sī-pa chiū kiok-kiong phak tī tōe--nih, pài ông, kóng, Goān góa ê chú Tāi-pi̍t ông bān-bān-sòe.","tghg":"拔示巴就鞠躬仆佇地裡，拜王，講：「願我的主大衛王萬萬歲！」","bklhl":"Poa̍t-sī-pa就鞠躬仆tī地裡，拜王，講，願我ê主大衛王萬萬歲。"}},{"book":"王上","chapter":1,"verse":32,"versions":{"unv":"大衛王又吩咐說：「將祭司撒督、先知拿單、耶何耶大的兒子比拿雅召來！」他們就都來到王面前。","bklcl":"Tāi-pi̍t ông koh kóng, Kā góa kiò chè-si Sat-tok, sian-ti Ná-tan, kap Iâ-hô-iâ-tāi ê kiáⁿ Pí-ná-ngá lâi; in chiū lóng lâi ông ê bīn-chêng.","tghg":"大衛王閣講：「給我叫祭司撒督、先知拿單、及耶何耶大的子比拿雅來！」𪜶就攏來王的面前。","bklhl":"大衛王koh講，Kā我叫祭司Sat-tok，先知Ná-tan，kap Iâ-hô-iâ-tāi ê kiáⁿ Pí-ná-ngá來；in就lóng來王ê面前。"}},{"book":"王上","chapter":1,"verse":33,"versions":{"unv":"王對他們說：「要帶領你們主的僕人，使我兒子所羅門騎我的騾子，送他下到基訓；","bklcl":"Ông kā in kóng, Tio̍h chhōa lín ê chú hiah-ê lô͘-po̍k kap lín khì, hō͘ góa ê kiáⁿ Só͘-lô-bûn khiâ góa ê lô, hō͘ i lo̍h-khì kàu Ki-hùn;","tghg":"王給𪜶講：「著導恁的主許個奴僕及恁去，互我的子所羅門騎我的騾，互伊落去到基訓；","bklhl":"王kā in講，Tio̍h chhōa lín ê主hiah-ê奴僕kap lín去，hō͘我ê kiáⁿ所羅門騎我ê騾，hō͘伊落去到Ki-hùn；"}},{"book":"王上","chapter":1,"verse":34,"versions":{"unv":"在那裡，祭司撒督和先知拿單要膏他作以色列的王；你們也要吹角，說：『願所羅門王萬歲！』","bklcl":"tī-hia chè-si Sat-tok, kap sian-ti Ná-tan, tio̍h ēng iû boah i chòe Í-sek-lia̍t ông; lín iā tio̍h pûn sàu-kak, kóng, Goān Só͘-lô-bûn ông bān-sòe.","tghg":"佇遐祭司撒督及先知拿單著用油抹伊做以色列王；恁也著歕(pûn)哨角(sàu-kak)，講：『願所羅門王萬歲！』","bklhl":"tī-hia祭司Sat-tok，kap先知Ná-tan，tio̍h用油抹伊做以色列王；lín也tio̍h pûn哨角，講，願所羅門王萬歲。"}},{"book":"王上","chapter":1,"verse":35,"versions":{"unv":"然後要跟隨他上來，使他坐在我的位上，接續我作王。我已立他作以色列和猶大的君。」","bklcl":"Jiân-āu tè i chiūⁿ-lâi, i beh lâi chē góa ê ūi, sòa-chiap góa chòe-ông; in-ūi góa siat-li̍p i chòe Í-sek-lia̍t kap Iû-tāi ê kun-ông.","tghg":"然後隨伊上來，伊欲來坐我的位，續接我做王。因為我設立伊做以色列及猶大的君王。」","bklhl":"然後tè伊上來，伊beh來坐我ê位，續接我做王；因為我設立伊做以色列kap偤大ê君王。"}},{"book":"王上","chapter":1,"verse":36,"versions":{"unv":"耶何耶大的兒子比拿雅對王說：「阿們！願耶和華─我主我王的　神也這樣命定。","bklcl":"Iâ-hô-iâ-tāi ê kiáⁿ Pí-ná-ngá ìn ông kóng, A-bēng, goān Iâ-hô-hoa góa ê chú góa ê ông ê Siōng-tè iā án-ni kóng.","tghg":"耶何耶大的子比拿雅應王講：「阿們！願耶和華──我的主我的王的上帝也按呢講。","bklhl":"Iâ-hô-iâ-tāi ê kiáⁿ Pí-ná-ngá 應王講，A-bēng，願耶和華我ê主我ê王ê上帝也án-ni講。"}},{"book":"王上","chapter":1,"verse":37,"versions":{"unv":"耶和華怎樣與我主我王同在，願他照樣與所羅門同在，使他的國位比我主大衛王的國位更大。」","bklcl":"Iâ-hô-hoa cháiⁿ-iūⁿ kap góa ê chú góa ê ông tī-teh, goān I chiàu án-ni kap Só͘-lô-bûn tī-teh, koh hō͘ i ê kok-ūi pí góa ê chú Tāi-pi̍t ông ê kok-ūi koh khah tōa.","tghg":"耶和華怎樣及我的主我的王佇啲，願伊照按呢及所羅門佇啲，閣互伊的國位比我的主大衛王的國位閣卡大。」","bklhl":"耶和華怎樣kap我ê主我ê王tī-teh，願伊照án-ni kap所羅門tī-teh，koh hō͘伊ê國位比我ê主大衛王ê國位koh-khah大。"}},{"book":"王上","chapter":1,"verse":38,"versions":{"unv":"於是，祭司撒督、先知拿單、耶何耶大的兒子比拿雅，和基利提人、比利提人都下去使所羅門騎大衛王的騾子，將他送到基訓。","bklcl":"Tùi án-ni chè-si Sat-tok, sian-ti Ná-tan, Iâ-hô-iâ-tāi ê kiáⁿ Pí-ná-ngá, kap Ki-lī-thê lâng, Pí-lī-thê lâng, lóng lo̍h-khì, hō͘ Só͘-lô-bûn khiâ Tāi-pi̍t ông ê lô, sàng i kàu Ki-hùn.","tghg":"對按呢，祭司撒督、先知拿單、耶何耶大的子比拿雅，及基利提人、比利提人攏落去，互所羅門騎大衛王的騾，送伊到基訓。","bklhl":"Tùi án-ni，祭司Sat-tok，先知Ná-tan，Iâ-hô-iâ-tāi ê kiáⁿ Pí-ná-ngá，kap Ki-lī-thê人、Pí-lī-thê人，lóng落去，hō͘所羅門騎大衛王ê騾，送伊到Ki-hùn。"}},{"book":"王上","chapter":1,"verse":39,"versions":{"unv":"祭司撒督就從帳幕中取了盛膏油的角來，用膏膏所羅門。人就吹角，眾民都說：「願所羅門王萬歲！」","bklcl":"Chè-si Sat-tok chiū tùi Pò͘-pîⁿ-lāi the̍h tóe-iû ê kak, ēng iû boah Só͘-lô-bûn; lâng chiū pûn sàu-kak, chèng peh-sìⁿ lóng kóng, Goān Só͘-lô-bûn ông bān-sòe.","tghg":"祭司撒督就對布棚內提貯油(tóe-iû)的角，用油抹所羅門。人就歕哨角，眾百姓攏講：「願所羅門王萬歲！」","bklhl":"祭司Sat-tok就tùi布棚內the̍h貯油ê角，用油抹所羅門；人就pûn哨角，眾百姓lóng講，願所羅門王萬歲。"}},{"book":"王上","chapter":1,"verse":40,"versions":{"unv":"眾民跟隨他上來，且吹笛，大大歡呼，聲音震地。","bklcl":"Chèng peh-sìⁿ tè i chiūⁿ--lâi, koh pûn ta̍t-á, tōa-tōa hoaⁿ-hí, tì-kàu tōe in-ūi in ê siaⁿ kàu beh li̍h-khui.","tghg":"眾百姓隨伊上來，閣歕笛仔，大大歡喜，致到地因為𪜶的聲到欲裂開。","bklhl":"眾百姓tè伊上來，koh pûn笛á，大大歡喜，致到地因為in ê聲到beh裂開。"}},{"book":"王上","chapter":1,"verse":41,"versions":{"unv":"亞多尼雅和所請的眾客筵宴方畢，聽見這聲音；約押聽見角聲就說：「城中為何有這響聲呢？」","bklcl":"A-to-nî-ngá í-ki̍p kap i tī-teh hiah-ê lâng-kheh tú-á chia̍h-toh soah thiaⁿ-kìⁿ.  Iok-ap thiaⁿ-kìⁿ sàu-kak ê siaⁿ chiū kóng, Siâⁿ-lāi cháiⁿ-iūⁿ ū hōa-hōa-háu ê siaⁿ ah?  I iáu teh kóng ê sî, khòaⁿ ah, chè-si A-pí-a-tha ê kiáⁿ Iok-ná-tan lâi.","tghg":"亞多尼雅以及及(kap)伊佇啲許個人客抵仔(tú-á)食桌息(soah)，聽見；約押聽見哨角的聲就講：「城內怎樣有嘩嘩哮(hōa-hōa-háu)的聲啊？」","bklhl":"A-to-nî-ngá以及kap伊tī-teh hiah-ê人客tú-á食桌 soah聽見。Iok-ap聽見哨角ê聲就講，城內怎樣有hōa-hōa哮ê聲ah？伊iáu teh講ê時，看ah，祭司A-pí-a-tha ê kiáⁿ約拿單來。"}},{"book":"王上","chapter":1,"verse":42,"versions":{"unv":"他正說話的時候，祭司亞比亞他的兒子約拿單來了。亞多尼雅對他說：「進來吧！你是個忠義的人，必是報好信息。」","bklcl":"A-to-nî-ngá kā i kóng, Ji̍p-lâi, lí sī thò-tòng lâng, pit-tiāⁿ sī pò hó siau-sit.","tghg":"伊猶啲講的時，看啊，祭司亞比亞他的子約拿單來。亞多尼雅給伊講：「入來！你是妥當人，必定是報好消息。」","bklhl":"A-to-nî-ngá kā伊講，入來，你是妥當人，必定是報好消息。"}},{"book":"王上","chapter":1,"verse":43,"versions":{"unv":"約拿單對亞多尼雅說：「我們的主大衛王誠然立所羅門為王了。","bklcl":"Iok-ná-tan ìn A-to-nî-ngá kóng, Ū-iáⁿ lán ê chú Tāi-pi̍t ông í-keng siat-li̍p Só͘-lô-bûn chòe-ông;","tghg":"約拿單應亞多尼雅講：「有影咱的主大衛王已經設立所羅門做王。","bklhl":"約拿單應A-to-nî-ngá講，有影咱ê主大衛王已經設立所羅門做王；"}},{"book":"王上","chapter":1,"verse":44,"versions":{"unv":"王差遣祭司撒督、先知拿單、耶何耶大的兒子比拿雅，和基利提人、比利提人都去使所羅門騎王的騾子。","bklcl":"ông chhe chè-si Sat-tok, sian-ti Ná-tan, Iâ-hô-iâ-tāi ê kiáⁿ Pí-ná-ngá, kap Ki-lī-thê lâng, Pí-lī-thê lâng, kap Só͘-lô-bûn khì, in hō͘ i khiâ ông ê lô;","tghg":"王差祭司撒督、先知拿單、耶何耶大的子比拿雅，及基利提人、比利提人及所羅門去，𪜶互伊騎王的騾。","bklhl":"王差祭司Sat-tok，先知Ná-tan，Iâ-hô-iâ-tāi ê kiáⁿ Pí-ná-ngá，kap Ki-lī-thê人，Pí-lī-thê人，kap所羅門去，in hō͘伊騎王ê騾；"}},{"book":"王上","chapter":1,"verse":45,"versions":{"unv":"祭司撒督和先知拿單在基訓已經膏他作王。眾人都從那裡歡呼著上來，聲音使城震動，這就是你們所聽見的聲音；","bklcl":"chè-si Sat-tok kap sian-ti Ná-tan, tī Ki-hùn í-keng boah i chòe-ông; in lóng tùi hia chiūⁿ-lâi chin hoaⁿ-hí, tì-kàu siâⁿ ìn siaⁿ;  che chiū-sī lín só͘ thiaⁿ-kìⁿ ê siaⁿ;","tghg":"祭司撒督及先知拿單佇基訓已經抹伊做王。𪜶攏對遐上來真歡喜，致到城應聲，這就是恁所聽見的聲；","bklhl":"祭司Sat-tok kap先知Ná-tan，tī Ki-hùn已經抹伊做王；in lóng tùi hia上來真歡喜，致到城應聲；這就是lín所聽見ê聲；"}},{"book":"王上","chapter":1,"verse":46,"versions":{"unv":"並且所羅門登了國位。","bklcl":"koh Só͘-lô-bûn í-keng chē kok-ūi.","tghg":"閣所羅門已經坐國位。","bklhl":"koh所羅門已經坐國位。"}},{"book":"王上","chapter":1,"verse":47,"versions":{"unv":"王的臣僕也來為我們的主大衛王祝福，說：『願王的　神使所羅門的名比王的名更尊榮；使他的國位比王的國位更大。』王就在床上屈身下拜。","bklcl":"Ông ê jîn-sîn iā lâi kā lán ê chú Tāi-pi̍t ông chiok-hok, kóng, Goān lí ê Siōng-tè hō͘ Só͘-lô-bûn ê miâ, pí lí ê miâ, khah-iâⁿ, hō͘ i ê kok-ūi, pí lí ê kok-ūi, khah-tōa; ông chiū tī chhn̂g--nih àⁿ--lo̍h-khì pài.","tghg":"王的人臣也來給咱的主大衛王祝福，講：『願你的上帝互所羅門的名比你的名卡贏；互伊的國位比你的國位卡大。』王就佇床裡俯落去拜。","bklhl":"王ê人臣也來kā咱ê主大衛王祝福，講，願你ê上帝hō͘所羅門ê名，比你ê名，khah贏，hō͘伊ê國位，比你ê國位，khah大；王就tī床裡àⁿ落去拜。"}},{"book":"王上","chapter":1,"verse":48,"versions":{"unv":"王又說：『耶和華─以色列的　神是應當稱頌的；因他賜我一人今日坐在我的位上，我也親眼看見了。』」","bklcl":"Ông iā án-ni kóng, Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè sī eng-kai o-ló--ê, in-ūi I siúⁿ-sù góa ū chi̍t-lâng kin-á-ji̍t chē góa ê ūi, góa iā chhin-ba̍k khòaⁿ-kìⁿ.","tghg":"王也按呢講：『耶和華──以色列的上帝是應該謳咾的；因為伊賞賜我有一人今仔日坐我的位，我也親目看見。』」","bklhl":"王也án-ni講，耶和華以色列ê上帝是應該o-ló ê，因為伊賞賜我有一人今á日坐我ê位，我也親目看見。"}},{"book":"王上","chapter":1,"verse":49,"versions":{"unv":"亞多尼雅的眾客聽見這話就都驚懼，起來四散。","bklcl":"Hiah-ê kap A-to-nî-ngá tī-teh ê lâng-kheh lóng kiaⁿ-hiâⁿ khí-lâi, ta̍k-lâng kiâⁿ in ê lō͘.","tghg":"許個及亞多尼雅佇啲的人客攏驚惶起來，逐人行𪜶的路。","bklhl":"Hiah-ê kap A-to-nî-ngá tī-teh ê人客lóng驚惶起來，ta̍k人行in ê路。"}},{"book":"王上","chapter":1,"verse":50,"versions":{"unv":"亞多尼雅懼怕所羅門，就起來，去抓住祭壇的角。","bklcl":"A-to-nî-ngá ūi-tio̍h Só͘-lô-bûn chiū kiaⁿ, khí-lâi khì khîⁿ tôaⁿ-kak.","tghg":"亞多尼雅為著所羅門就驚，起來，去擒(khîⁿ)壇角。","bklhl":"A-to-nî-ngá為tio̍h所羅門就驚，起來去擒壇角。"}},{"book":"王上","chapter":1,"verse":51,"versions":{"unv":"有人告訴所羅門說：「亞多尼雅懼怕所羅門王，現在抓住祭壇的角，說：『願所羅門王今日向我起誓，必不用刀殺僕人。』」","bklcl":"Ū lâng kā Só͘-lô-bûn kóng, Khòaⁿ ah, A-to-nî-ngá kiaⁿ Só͘-lô-bûn ông, in-ūi i khîⁿ tôaⁿ-kak, kóng, Goān Só͘-lô-bûn ông kin-á-ji̍t tùi góa chiù-chōa, tek-khak bô ēng to thâi-sí i ê lô͘-po̍k.","tghg":"有人給所羅門講：「看啊，亞多尼雅驚所羅門王，因為伊擒壇角，講：『願所羅門王今仔日對我咒誓，的確無用刀刣死伊的奴僕。』」","bklhl":"有人kā所羅門講，看ah，A-to-nî-ngá驚所羅門王，因為伊擒壇角，講，願所羅門王今á日對我chiù-chōa，的確無用刀刣死伊ê奴僕。"}},{"book":"王上","chapter":1,"verse":52,"versions":{"unv":"所羅門說：「他若作忠義的人，連一根頭髮也不致落在地上；他若行惡，必要死亡。」","bklcl":"Só͘-lô-bûn kóng, I nā beh chòe hó-lâng, chi̍t ki thâu-mn̂g iā bōe ka-la̍uh tī tōe--nih; nā khòaⁿ i ū pháiⁿ, chiū tek-khak tio̍h sí.","tghg":"所羅門講：「伊若欲做好人，一支頭毛也𣍐磕落(ka-la̍uh)佇地裡；若看伊有歹，就的確著死。」","bklhl":"所羅門講，伊若beh做好人，一支頭毛也bōe ka-la̍uh tī地裡；若看伊有pháiⁿ，就的確tio̍h死。"}},{"book":"王上","chapter":1,"verse":53,"versions":{"unv":"於是所羅門王差遣人，使亞多尼雅從壇上下來，他就來，向所羅門王下拜；所羅門對他說：「你回家去吧！」","bklcl":"Só͘-lô-bûn ông chiū chhe lâng khì, in chiū tòa i tùi tôaⁿ--nih lo̍h-lâi.  I chiū lâi pài tī Só͘-lô-bûn ông ê bīn-chêng.  Só͘-lô-bûn kā i kóng, Lí tò-khì lí ê chhù.","tghg":"所羅門王就差人去，𪜶就帶伊對壇裡落來，伊就來，拜佇所羅門王的面前；所羅門給伊講：「你倒去你的厝！」","bklhl":"所羅門王就差人去，in就帶伊tùi壇裡落來。伊就來拜tī所羅門王ê面前。所羅門kā伊講，你tò去你ê厝。"}}]