[{"book":"王上","chapter":11,"verse":1,"versions":{"unv":"所羅門王在法老的女兒之外，又寵愛許多外邦女子，就是摩押女子、亞捫女子、以東女子、西頓女子、赫人女子。","bklcl":"Só͘-lô-bûn ông tī Hoat-ló ê cha-bó͘-kiáⁿ í-gōa, koh thiàⁿ chōe-chōe gōa-pang ê cha-bó͘-gín-ná, chiū-sī Mô͘-ap, A-bûn, Í-tong, Se-tùn, Hek-lâng ê cha-bó͘-gín-ná.","tghg":"所羅門王佇法老的查某子以外，閣疼多多外邦的查某囝仔，就是摩押、亞捫、以東、西頓，赫人的查某囝仔。","bklhl":"所羅門王tī法老ê cha-bó͘-kiáⁿ以外，koh疼chōe-chōe外邦ê cha-bó͘-gín-ná，就是Mô͘-ap、A-bûn、Í-tong、Se-tùn、Hek人ê cha-bó͘-gín-ná。"}},{"book":"王上","chapter":11,"verse":2,"versions":{"unv":"論到這些國的人，耶和華曾曉諭以色列人說：「你們不可與她們往來相通，因為她們必誘惑你們的心去隨從她們的神。」所羅門卻戀愛這些女子。","bklcl":"Lūn-kàu chiah-ê lia̍t-kok, Iâ-hô-hoa bat hoan-hù Í-sek-lia̍t lâng kóng, Lín m̄-thang khì in hia, in iā m̄-thang lâi lín chia, in-ūi in ōe hō͘ lín ê sim phian-oai, khì tè in ê siōng-tè; chóng-sī Só͘-lô-bûn loân-ài hiah-ê cha-bó͘-gín-ná, kap in kiat-liân.","tghg":"論到諸個列國，耶和華曾吩咐以色列人講：「恁呣通去𪜶遐，𪜶也呣通來恁遮，因為𪜶會互恁的心偏歪去隨𪜶的上帝。」總是所羅門戀愛許個查某囝仔，及𪜶結聯。","bklhl":"論到chiah ê列國，耶和華bat吩咐以色列人講，Lín m̄-thang去in hia，in也m̄-thang來lín chia，因為in會hō͘ lín ê心偏歪，去tè in ê上帝；總是所羅門戀愛hiah-ê cha-bó͘-gín-ná，kap in結聯。"}},{"book":"王上","chapter":11,"verse":3,"versions":{"unv":"所羅門有妃七百，都是公主；還有嬪三百。這些妃嬪誘惑他的心。","bklcl":"I ū hō͘-hui chhit-pah, lóng sī kùi-cho̍k ê;  koh ū pìn-hui saⁿ-pah; chiah-ê lú-chú iú-he̍k i ê sim.","tghg":"伊有后妃七百，攏是貴族的；閣有嬪妃三百。諸個女子誘惑伊的心。","bklhl":"伊有后妃七百，lóng是貴族ê；koh有嬪妃三百；chiah ê女子誘惑伊ê心。"}},{"book":"王上","chapter":11,"verse":4,"versions":{"unv":"所羅門年老的時候，他的妃嬪誘惑他的心去隨從別神，不效法他父親大衛誠誠實實地順服耶和華─他的　神。","bklcl":"In-ūi Só͘-lô-bûn nî-lāu ê sî, i hiah-ê bó͘ iú-he̍k i ê sim, khì tè pa̍t ê siōng-tè; i ê sim bô sûn-choân ǹg Iâ-hô-hoa i ê Siōng-tè, chhin-chhiūⁿ i ê pē Tāi-pi̍t ê sim.","tghg":"因為所羅門年老的時，伊許個某誘惑伊的心去隨別個上帝，伊的心無純全向耶和華──伊的上帝，親像伊的父大衛的心。","bklhl":"因為所羅門年老ê時，伊hiah-ê bó͘誘惑伊ê心，去tè別ê上帝；伊ê心無純全ǹg耶和華伊ê上帝，親像伊ê父大衛ê心。"}},{"book":"王上","chapter":11,"verse":5,"versions":{"unv":"因為所羅門隨從西頓人的女神亞斯他錄和亞捫人可憎的神米勒公。","bklcl":"Só͘-lô-bûn khì tè Se-tùn lâng ê lú-sîn A-su-tha-lio̍k, kap A-bûn lâng khó-ò͘ⁿ ê mi̍h, Bí-le̍k-kong.","tghg":"所羅門去隨西頓人的女神亞斯他錄及亞捫人可惡的物米勒公。","bklhl":"所羅門去tè Se-tùn人ê女神A-su-tha-lio̍k，kap A-bûn人可惡ê物，Bí-le̍k-kong。"}},{"book":"王上","chapter":11,"verse":6,"versions":{"unv":"所羅門行耶和華眼中看為惡的事，不效法他父親大衛專心順從耶和華。","bklcl":"Só͘-lô-bûn kiâⁿ Iâ-hô-hoa só͘ khòaⁿ-chòe pháiⁿ ê sū, bô choan-sim tè Iâ-hô-hoa, chhin-chhiūⁿ i ê lāu-pē Tāi-pi̍t.","tghg":"所羅門行耶和華所看做歹的事，無專心隨耶和華親像伊的老父大衛。","bklhl":"所羅門行耶和華所看做pháiⁿ ê事，無專心tè耶和華，親像伊ê老父大衛。"}},{"book":"王上","chapter":11,"verse":7,"versions":{"unv":"所羅門為摩押可憎的神基抹和亞捫人可憎的神摩洛，在耶路撒冷對面的山上建築邱壇。","bklcl":"Hit-sî Só͘-lô-bûn ūi-tio̍h Mô͘-ap khó-ò͘ⁿ ê mi̍h Ki-boa̍t, kap A-bûn lâng khó-ò͘ⁿ ê mi̍h Mô͘-lo̍k, tī Iâ-lō͘-sat-léng thâu-chêng ê soaⁿ khí soaⁿ-thâu-tôaⁿ.","tghg":"彼時所羅門為著摩押可惡的物基抹及亞捫人可惡的物摩洛，佇耶路撒冷頭前的山起山頭壇。","bklhl":"Hit時所羅門為tio̍h Mô͘-ap可惡ê物Ki-boa̍t，kap A-bûn人可惡ê物Mô͘-lo̍k，tī耶路撒冷頭前ê山起山頭壇。"}},{"book":"王上","chapter":11,"verse":8,"versions":{"unv":"他為那些向自己的神燒香獻祭的外邦女子，就是他娶來的妃嬪也是這樣行。","bklcl":"Hiah ê gōa-pang ê bó͘ lóng sio-hiuⁿ chè-sū in ê siōng-tè; i iā ūi-tio̍h in chiàu án-ni chòe.","tghg":"許個外邦的某攏燒香祭祀(chè-sū)𪜶的上帝，伊也為著𪜶照按呢做。","bklhl":"Hiah-ê外邦ê bó͘ lóng燒香祭祀in ê上帝；伊也為tio̍h in照án-ni做。"}},{"book":"王上","chapter":11,"verse":9,"versions":{"unv":"耶和華向所羅門發怒，因為他的心偏離向他兩次顯現的耶和華─以色列的　神。","bklcl":"Iâ-hô-hoa siū-khì Só͘-lô-bûn, in-ūi i ê sim lī-khui Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè, chiū-sī bat nn̄g-pái tùi i chhut-hiān;","tghg":"耶和華受氣所羅門，因為伊的心離開耶和華──以色列的上帝，就是曾二擺對伊出現。","bklhl":"耶和華受氣所羅門，因為伊ê心離開耶和華以色列ê上帝，就是bat兩pái對伊出現；"}},{"book":"王上","chapter":11,"verse":10,"versions":{"unv":"耶和華曾吩咐他不可隨從別神，他卻沒有遵守耶和華所吩咐的。","bklcl":"iā lūn-kàu chit ê sū bat bēng-lēng i, m̄-thang tè pa̍t ê siōng-tè.  Chóng-sī i bô siú Iâ-hô-hoa só͘ bēng-lēng ê.","tghg":"也論到此個事曾命令伊，呣通隨別個上帝，總是伊無守耶和華所命令的。","bklhl":"也論到chit ê事bat命令伊，m̄-thang tè別ê上帝。總是伊無守耶和華所命令ê。"}},{"book":"王上","chapter":11,"verse":11,"versions":{"unv":"所以耶和華對他說：「你既行了這事，不遵守我所吩咐你守的約和律例，我必將你的國奪回，賜給你的臣子。","bklcl":"Só͘-í Iâ-hô-hoa tùi Só͘-lô-bûn kóng, In-ūi lí í-keng kiâⁿ chit ê sū, bô siú Góa só͘ bēng-lēng lí siú ê iok, kap Góa ê lu̍t-lē, Góa beh tùi lí lâi thiah-li̍h lí ê kok, siúⁿ-sù lí ê lô͘-po̍k.","tghg":"所以耶和華對所羅門講：「因為你已經行此個事，無守我所命令你守的約及我的律例，我欲對你來拆裂你的國，賞賜你的奴僕。","bklhl":"所以耶和華對所羅門講，因為你已經行chit ê事，無守我所命令你守ê約，kap我ê律例，我beh對你來拆裂你ê國，賞賜你ê奴僕。"}},{"book":"王上","chapter":11,"verse":12,"versions":{"unv":"然而，因你父親大衛的緣故，我不在你活著的日子行這事，必從你兒子的手中將國奪回。","bklcl":"Chóng-sī in-ūi lí ê lāu-pē Tāi-pi̍t ê iân-kò͘, Góa bô tī lí oa̍h-teh ê ji̍t kiâⁿ chit ê sū;  to̍k-to̍k beh tùi lí ê kiáⁿ ê chhiú thiah-li̍h i.","tghg":"總是，因為你的老父大衛的緣故，我無佇你活啲的日行此個事，獨獨欲對你的子的手拆裂伊。","bklhl":"總是因為你ê老父大衛ê緣故，我無tī你活teh ê日行chit ê事；獨獨beh對你ê kiáⁿ ê手拆裂伊。"}},{"book":"王上","chapter":11,"verse":13,"versions":{"unv":"只是我不將全國奪回，要因我僕人大衛和我所選擇的耶路撒冷，還留一支派給你的兒子。」","bklcl":"Chóng-sī Góa bô chiong choân-kok thiah-li̍h, beh tòa-tio̍h Góa ê lô͘-po̍k Tāi-pi̍t, kap Góa só͘ kéng ê Iâ-lō͘-sat-léng, iáu lâu chi̍t chi-phài hō͘ lí ê kiáⁿ.","tghg":"總是我無將全國拆裂，欲帶著我的奴僕大衛及我所揀的耶路撒冷，猶留一支派互你的子。」","bklhl":"總是我無將全國拆裂，beh帶tio̍h我ê奴僕大衛，kap我所揀ê耶路撒冷，iáu留一支派hō͘你ê kiáⁿ。"}},{"book":"王上","chapter":11,"verse":14,"versions":{"unv":"耶和華使以東人哈達興起，作所羅門的敵人；他是以東王的後裔。","bklcl":"Iâ-hô-hoa heng-khí chi̍t ê tùi-te̍k kong-kek Só͘-lô-bûn, chiū-sī Í-tong lâng Hap-ta̍t, i sī Í-tong ông ê hō͘-è.","tghg":"耶和華興起一個對敵攻擊所羅門，就是以東人哈達；伊是以東王的後裔。","bklhl":"耶和華興起一个對敵攻擊所羅門，就是Í-tong人Hap-ta̍t，伊是Í-tong王ê後裔。"}},{"book":"王上","chapter":11,"verse":15,"versions":{"unv":"先前大衛攻擊以東，元帥約押上去葬埋陣亡的人，將以東的男丁都殺了。","bklcl":"Chêng Tāi-pi̍t phah Í-tong, i ê kun-tiúⁿ Iok-ap chiūⁿ-khì bâi-chòng tīn-bông ê lâng, chiong Í-tong ê ta-po͘-teng lóng thâi-sí.","tghg":"前大衛拍以東，伊的軍長約押上去埋葬陣亡的人，將以東的查甫丁攏刣死。","bklhl":"前大衛phah Í-tong，伊ê軍長Iok-ap上去埋葬陣亡ê人，將Í-tong ê ta-po͘丁lóng 刣死。"}},{"book":"王上","chapter":11,"verse":16,"versions":{"unv":"約押和以色列眾人在以東住了六個月，直到將以東的男丁盡都剪除。","bklcl":"Iok-ap kap Í-sek-lia̍t chèng-lâng tiàm hia la̍k-ge̍h-ji̍t, ti̍t-kàu chiong Í-tong ê ta-po͘-teng it-chīn chián-tû.","tghg":"約押及以色列眾人踮遐六月日，直到將以東的查甫丁一盡剪除。","bklhl":"Iok-ap kap以色列眾人tiàm hia六月日，直到將Í-tong ê ta-po͘丁一盡剪除。"}},{"book":"王上","chapter":11,"verse":17,"versions":{"unv":"那時哈達還是幼童；他和他父親的臣僕，幾個以東人逃往埃及。","bklcl":"Hit-sî Hap-ta̍t iáu sī sòe-hàn ê gín-ná.  Hap-ta̍t kap i ê lāu-pē jîn-sîn tiong kúi-nā ê Í-tong lâng, cháu-khì Ai-ki̍p.","tghg":"彼時哈達猶是細漢的囝仔；哈達及伊的老父人臣中，幾若個以東人走去埃及。","bklhl":"Hit時Hap-ta̍t iáu是細漢ê gín-ná。Hap-ta̍t kap伊ê老父人臣中kúi-nā ê Í-tong人，走去埃及。"}},{"book":"王上","chapter":11,"verse":18,"versions":{"unv":"他們從米甸起行，到了巴蘭；從巴蘭帶著幾個人來到埃及見埃及王法老；法老為他派定糧食，又給他房屋田地。","bklcl":"In tùi Bí-tiân khí-lâi, kàu Pa-lân; tùi Pa-lân tòa kúi-nā lâng kap in khì Ai-ki̍p, kàu Ai-ki̍p ông Hoat-ló hia.  Hoat-ló chiū ēng chhù hō͘ in, phài tiāⁿ-tio̍h ê bí-niû, koh ēng chhân-tōe hō͘ in.","tghg":"𪜶對米甸起來，到巴蘭；對巴蘭帶幾若人及𪜶去埃及到埃及王法老遐；法老就用厝互𪜶，派定著的米糧，閣用田地互𪜶。","bklhl":"In tùi米甸起來，到Pa-lân；tùi Pa-lân帶kúi-nā人kap in去埃及，到埃及王法老hia。法老就用厝hō͘ in，派定tio̍h ê米糧，koh用田地hō͘ in。"}},{"book":"王上","chapter":11,"verse":19,"versions":{"unv":"哈達在法老面前大蒙恩惠，以致法老將王后答比匿的妹子賜他為妻。","bklcl":"Hap-ta̍t tī Hoat-ló ê bīn-chêng tōa tit-tio̍h un-hūi; Hoat-ló sòa ēng i ê bó͘ ê sió-bē, chiū-sī ông-hō͘ Tap-pí-le̍k ê sió-bē, hō͘ i chòe bó͘.","tghg":"哈達佇法老的面前大得著恩惠，法老續用伊的某的小妹就是王后答比匿的小妹互伊做某。","bklhl":"Hap-ta̍t tī法老ê面前大得tio̍h恩惠；法老續用伊ê bó͘ ê小妹，就是王后Tap-pí-le̍k ê小妹，hō͘伊做bó͘。"}},{"book":"王上","chapter":11,"verse":20,"versions":{"unv":"答比匿的妹子給哈達生了一個兒子，名叫基努拔。答比匿使基努拔在法老的宮裡斷奶，基努拔就與法老的眾子一同住在法老的宮裡。","bklcl":"Tap-pí-le̍k ê sió-bē kā i siⁿ chi̍t ê kiáⁿ, miâ kiò Ki-lô͘-poa̍t; Tap-pí-le̍k kā i tn̄g-lin tī Hoat-ló ê ông-kiong.  Ki-lô͘-poa̍t kap Hoat-ló ê chèng-kiáⁿ saⁿ-kap tiàm tī Hoat-ló ê ông-kiong.","tghg":"答比匿的小妹給伊生一個子，名叫基努拔。答比匿給伊斷奶佇法老的王宮，基努拔及法老的眾子相及踮佇法老的王宮。","bklhl":"Tap-pí-le̍k ê小妹kā伊生一个kiáⁿ，名叫Ki-lô͘-poa̍t；Tap-pí-le̍k kā伊斷奶tī法老ê王宮。Ki-lô͘-poa̍t kap法老ê眾kiáⁿ相kap tiàm tī法老ê王宮。"}},{"book":"王上","chapter":11,"verse":21,"versions":{"unv":"哈達在埃及聽見大衛與他列祖同睡，元帥約押也死了，就對法老說：「求王容我回本國去。」","bklcl":"Hap-ta̍t tī Ai-ki̍p thiaⁿ-kìⁿ Tāi-pi̍t kap i ê lia̍t-chó͘ saⁿ-kap khùn, kun-tiúⁿ Iok-ap iā í-keng sí.  Hap-ta̍t chiū tùi Hoat-ló kóng, Iông-ún góa khì, hō͘ góa tò-khì pún-kok.","tghg":"哈達佇埃及聽見大衛及伊的列祖相及睏，軍長約押也已經死，哈達就對法老講：「容允我去，互我倒去本國。」","bklhl":"Hap-ta̍t tī埃及聽見大衛kap伊ê列祖相kap睏，軍長Iok-ap也已經死。Hap-ta̍t就對法老講，容允我去，hō͘我tò去本國。"}},{"book":"王上","chapter":11,"verse":22,"versions":{"unv":"法老對他說：「你在我這裡有甚麼缺乏，你竟要回你本國去呢？」他回答說：「我沒有缺乏甚麼，只是求王容我回去。」","bklcl":"Hoat-ló kā i kóng, Lí tī góa chia ū sím-mi̍h khiàm-kheh, lí kéng-jiân ài beh tò-khì pún-kok ah?  I ìn kóng, Góa bô khiàm-kheh sím-mi̍h; chóng-sī iông-ún góa tò-khì.","tghg":"法老給伊講：「你佇我遮有甚麼欠缺，你竟然愛欲倒去本國啊？」伊應講：「我無欠缺甚麼，總是容允我倒去。」","bklhl":"法老kā伊講，你tī我chia有甚麼欠缺，你竟然ài beh tò去本國ah？伊應講，我無欠缺甚麼；總是容允我tò去。"}},{"book":"王上","chapter":11,"verse":23,"versions":{"unv":"　神又使以利亞大的兒子利遜興起，作所羅門的敵人。他先前逃避主人瑣巴王哈大底謝。","bklcl":"Siōng-tè koh heng-khí chi̍t ê tùi-te̍k kong-kek Só͘-lô-bûn, chiū-sī Í-lī-a-tāi ê kiáⁿ Lī-sùn, sī tùi i ê chú Só-pa ông Hap-tāi-tí-siā hia tô-cháu lâi ê.","tghg":"上帝閣興起一個對敵攻擊所羅門，就是以利亞大的子利遜。是對伊的主瑣巴王哈大底謝遐逃走來的。","bklhl":"上帝koh興起一个對敵攻擊所羅門，就是Í-lī-a-tāi ê kiáⁿ Lī-sùn，是對伊ê主Só-pa王Hap-tāi-tí-siā hia逃走來ê。"}},{"book":"王上","chapter":11,"verse":24,"versions":{"unv":"大衛擊殺瑣巴人的時候，利遜招聚了一群人，自己作他們的頭目，往大馬士革居住，在那裡作王。","bklcl":"Tāi-pi̍t thâi Só-pa lâng ê sî, Lī-sùn chio-chi̍p lâng óa i, chòe hit-tóng ê thâu; khì Tāi-má-sek, tiàm tī-hia, tī Tāi-má-sek chòe ông.","tghg":"大衛刣瑣巴人的時，利遜招集人倚伊，做彼黨的頭，去大馬色踮佇遐，佇大馬色做王。","bklhl":"大衛刣 Só-pa人ê時，Lī-sùn招集人óa伊，做hit黨ê頭；去大馬色，tiàm tī-hia，tī大馬色做王。"}},{"book":"王上","chapter":11,"verse":25,"versions":{"unv":"所羅門活著的時候，哈達為患之外，利遜也作以色列的敵人。他恨惡以色列人，且作了亞蘭人的王。","bklcl":"Só͘-lô-bûn oa̍h-teh ê sî, Hap-ta̍t chòe chai-hāi í-gōa, Lī-sùn iā chòe Í-sek-lia̍t ê tùi-te̍k; i oàn-hūn Í-sek-lia̍t; iā chòe A-lân lâng ê ông.","tghg":"所羅門活啲的時，哈達做災害以外，利遜也做以色列的對敵。伊怨恨以色列，也做亞蘭人的王。","bklhl":"所羅門活teh ê時，Hap-ta̍t做災害以外，Lī-sùn也做以色列ê對敵；伊怨恨以色列；也做A-lân人ê王。"}},{"book":"王上","chapter":11,"verse":26,"versions":{"unv":"所羅門的臣僕、尼八的兒子耶羅波安也舉手攻擊王。他是以法蓮支派的洗利達人，他母親是寡婦，名叫洗魯阿。","bklcl":"Nî-pat ê kiáⁿ Iâ-lô-phò-àm sī Í-hoat-liân cho̍k, Sé-lī-ta̍t lâng, i sī Só͘-lô-bûn ê lô͘-po̍k, iā khí-chhiú kong-kek ông; i ê lāu-bú sī chiú-kóaⁿ lâng, miâ kiò Sé-ló͘-a.","tghg":"尼八的子耶羅波安是以法蓮族洗利達人，伊是所羅門的奴僕也起手攻擊王。伊的老母是守寡人，名叫洗魯阿。","bklhl":"Nî-pat ê kiáⁿ Iâ-lô-phò-àm是Í-hoat-liân族，Sé-lī-ta̍t人，伊是所羅門ê奴僕，也起手攻擊王；伊ê老母是守寡人，名叫Sé-ló͘-a。"}},{"book":"王上","chapter":11,"verse":27,"versions":{"unv":"他舉手攻擊王的緣故，乃由先前所羅門建造米羅，修補他父親大衛城的破口。","bklcl":"I khí-chhiú kong-kek ông ê iân-kò͘ chiàu ē-tóe só͘ kì ê;  Só͘-lô-bûn khí Bí-lô, siu-pó͘ i ê lāu-pē Tāi-pi̍t siâⁿ ê phòa-khiah.","tghg":"伊起手攻擊王的緣故照下底所記的，所羅門起米羅，修補伊的老父大衛城的破隙(phòa-khiah)。","bklhl":"伊起手攻擊王ê緣故照下底所記ê；所羅門起Bí-lô，修補伊ê老父大衛城ê破隙。"}},{"book":"王上","chapter":11,"verse":28,"versions":{"unv":"耶羅波安是大有才能的人。所羅門見這少年人殷勤，就派他監管約瑟家的一切工程。","bklcl":"Iâ-lô-phò-àm sī tōa ióng-sū; Só͘-lô-bûn khòaⁿ-kìⁿ chit ê siàu-liân lâng un-khûn, chiū phài i koán-lí Iok-sek ê ke it-chhè ê kang.","tghg":"耶羅波安是大勇士。所羅門看見此個少年人殷勤，就派伊管理約瑟的家一切的工。","bklhl":"Iâ-lô-phò-àm是大勇士；所羅門看見chit ê少年人慇勤，就派伊管理約瑟ê家一切ê工。"}},{"book":"王上","chapter":11,"verse":29,"versions":{"unv":"一日，耶羅波安出了耶路撒冷，示羅人先知亞希雅在路上遇見他；亞希雅身上穿著一件新衣。他們二人在田野，以外並無別人。","bklcl":"Hit-sî Iâ-lô-phò-àm tùi Iâ-lō͘-sat-léng chhut-lâi,  Sī-lô lâng sian-ti A-hi-ngá tī lō͘--nih tú-tio̍h i, hit-sî i ū chhēng chi̍t niá sin saⁿ; in nn̄g-lâng tī chhân--nih, í-gōa bô pa̍t-lâng.","tghg":"彼時，耶羅波安對耶路撒冷出來，示羅人先知亞希雅佇路裡抵著(tú-tio̍h)伊；彼時伊有穿一領新衫。𪜶二人佇田裡，以外無別人。","bklhl":"Hit時Iâ-lô-phò-àm tùi耶路撒冷出來，Sī-lô人先知A-hi-ngá tī路裡tú-tio̍h伊，hit時伊有穿一領新衫；in兩人tī田裡，以外無別人。"}},{"book":"王上","chapter":11,"verse":30,"versions":{"unv":"亞希雅將自己穿的那件新衣撕成十二片，","bklcl":"A-hi-ngá the̍h i só͘ chhēng ê sin saⁿ, thiah chòe cha̍p-jī tè;","tghg":"亞希雅提(the̍h)伊所穿的新衫拆做十二塊，","bklhl":"A-hi-ngá the̍h伊所穿ê新衫，拆做十二塊；"}},{"book":"王上","chapter":11,"verse":31,"versions":{"unv":"對耶羅波安說：「你可以拿十片。耶和華─以色列的　神如此說：『我必將國從所羅門手裡奪回，將十個支派賜給你。","bklcl":"kā Iâ-lô-phò-àm kóng, Lí thang the̍h cha̍p tè, in-ūi Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè án-ni kóng,  Khòaⁿ ah, Góa beh tùi Só͘-lô-bûn ê chhiú thiah-li̍h i ê kok, chiong cha̍p chi-phài hō͘ lí.","tghg":"給耶羅波安講：「你通提十塊。因為耶和華──以色列的上帝按呢講：『看啊，我欲對所羅門的手拆裂伊的國，將十支派互你。","bklhl":"kā Iâ-lô-phò-àm講，你thang the̍h十塊，因為耶和華以色列ê上帝án-ni講，看ah，我beh tùi所羅門ê手拆裂伊ê國，將十支派hō͘你。"}},{"book":"王上","chapter":11,"verse":32,"versions":{"unv":"（我因僕人大衛和我在以色列眾支派中所選擇的耶路撒冷城的緣故，仍給所羅門留一個支派。）","bklcl":"(To̍k-to̍k in-ūi Góa ê lô͘-po̍k Tāi-pi̍t ê iân-kò͘, kap Góa tī Í-sek-lia̍t chèng chi-phài tiong só͘ kéng ê Iâ-lō͘-sat-léng ê iân-kò͘, i iáu ū chi̍t chi-phài).","tghg":"（獨獨因為我的奴僕大衛的緣故，及我佇以色列眾支派中所揀的耶路撒冷的緣故，伊猶有一支派。）","bklhl":"(獨獨因為我ê奴僕大衛ê緣故，kap我tī以色列眾支派中所揀ê耶路撒冷ê緣故，伊iáu有一支派)。"}},{"book":"王上","chapter":11,"verse":33,"versions":{"unv":"因為他離棄我，敬拜西頓人的女神亞斯他錄、摩押的神基抹，和亞捫人的神米勒公，沒有遵從我的道，行我眼中看為正的事，守我的律例典章，像他父親大衛一樣。","bklcl":"In-ūi in khì-sak Góa, khì kèng-pài Se-tùn lâng ê siōng-tè A-su-tha-lio̍k, Mô͘-ap ê siōng-tè Ki-boa̍t, kap A-bûn lâng ê siōng-tè Bí-le̍k-kong, bô kiâⁿ Góa ê tō-lō͘, chòe Góa khòaⁿ-chòe chèng-ti̍t ê sū, siú Góa ê lu̍t-lē hoat-tō͘, chhin-chhiūⁿ i ê lāu-pē Tāi-pi̍t ê só͘-chòe.","tghg":"因為𪜶棄拺我，去敬拜西頓人的上帝亞斯他錄、摩押的上帝基抹，及亞捫人的上帝米勒公，無行我的道路，做我看做正直的事，守我的律例法度，親像伊的老父大衛的所做。","bklhl":"因為in棄sak我，去敬拜Se-tùn人ê上帝A-su-tha-lio̍k，Mô͘-ap ê上帝 Ki-boa̍t，kap A-bûn人ê上帝 Bí-le̍k-kong，無行我ê道路，做我看做正直ê事，守我ê律例法度，親像伊ê老父大衛ê所做。"}},{"book":"王上","chapter":11,"verse":34,"versions":{"unv":"但我不從他手裡將全國奪回；使他終身為君，是因我所揀選的僕人大衛謹守我的誡命律例。","bklcl":"Chóng-sī Góa bô beh tùi i ê chhiú chhiúⁿ i ê choân-kok, sī beh hō͘ i chi̍t-sì-lâng chòe kun-ông, sī in-ūi Góa ê lô͘-po̍k Tāi-pi̍t ê iân-kò͘, in-ūi i sī Góa só͘ kéng-soán ê, ū siú Góa ê lu̍t-lē kap hoat-tō͘.","tghg":"總是我無欲對伊的手搶伊的全國；是欲互伊一世人做君王，是因為我的奴僕大衛的緣故，因為伊是我所揀選的，有守我的律例及法度。","bklhl":"總是我無beh對伊ê手搶伊ê全國，是beh hō͘伊一世人做君王，是因為我ê奴僕大衛ê緣故，因為伊是我所揀選ê，有守我ê律例kap法度。"}},{"book":"王上","chapter":11,"verse":35,"versions":{"unv":"我必從他兒子的手裡將國奪回，以十個支派賜給你，","bklcl":"Chóng-sī Góa beh tùi i ê kiáⁿ ê chhiú chhiúⁿ i ê kok, ēng cha̍p chi-phài hō͘ lí;","tghg":"總是我欲對伊的子的手搶伊的國，用十支派互你，","bklhl":"總是我beh對伊ê kiáⁿ ê手搶伊ê國，用十支派hō͘你；"}},{"book":"王上","chapter":11,"verse":36,"versions":{"unv":"還留一個支派給他的兒子，使我僕人大衛在我所選擇立我名的耶路撒冷城裡，在我面前長有燈光。","bklcl":"ēng chi̍t chi-phài hō͘ i ê kiáⁿ, hō͘ Góa ê lô͘-po̍k Tāi-pi̍t, tī Góa ê bīn-chêng, siông-siông ū chi̍t pha teng tī Iâ-lō͘-sat-léng, chiū-sī Góa só͘ kéng, thang tī-hia an-tì Góa ê miâ ê siâⁿ.","tghg":"用一支派互伊的子，互我的奴僕大衛佇我的面前常常有一葩(pha)燈佇耶路撒冷，就是我所揀，通佇遐安置我的名的城。","bklhl":"用一支派hō͘伊ê kiáⁿ，hō͘我ê奴僕大衛，tī我ê面前，常常有一pha 燈tī耶路撒冷，就是我所揀，thang tī-hia安置我ê名ê城。"}},{"book":"王上","chapter":11,"verse":37,"versions":{"unv":"我必揀選你，使你照心裡一切所願的，作王治理以色列。","bklcl":"Góa beh chhú lí, lí beh chòe Í-sek-lia̍t ê ông, chiàu lí ê sim it-chhè só͘ ài ê lâi koán-lí.","tghg":"我欲取你，你欲做以色列的王，照你的心一切所愛的來管理。","bklhl":"我beh取你，你beh做以色列ê王，照你ê心一切所ài ê來管理。"}},{"book":"王上","chapter":11,"verse":38,"versions":{"unv":"你若聽從我一切所吩咐你的，遵行我的道，行我眼中看為正的事，謹守我的律例誡命，像我僕人大衛所行的，我就與你同在，為你立堅固的家，像我為大衛所立的一樣，將以色列人賜給你。","bklcl":"Lí nā thiaⁿ Góa it-chhè só͘ bēng-lēng lí ê, kiâⁿ Góa ê tō-lō͘, chòe Góa khòaⁿ-chòe chèng-ti̍t ê sū, siú Góa ê lu̍t-lē hoat-tō͘, chhin-chhiūⁿ Góa ê lô͘-po̍k Tāi-pi̍t ê só͘ chòe, Góa chiū kap lí tī-teh, kā lí kiàn-li̍p kian-kò͘ ê ke, chhin-chhiūⁿ Góa kā Tāi-pi̍t só͘ kiàn-li̍p-ê chi̍t-iūⁿ; koh beh chiong Í-sek-lia̍t kau hō͘ lí.","tghg":"你若聽我一切所命令你的，行我的道路，做我看做正直的事，守我的律例法度，親像我的奴僕大衛的所做，我就及你佇啲，給你建立堅固的家，親像我給大衛所建立的一樣，閣欲將以色列交互你。","bklhl":"你若聽我一切所命令你ê，行我ê道路，做我看做正直ê事，守我ê律例法度，親像我ê奴僕大衛ê所做，我就kap你tī-teh，kā你建立堅固ê家，親像我kā大衛所建立ê一樣；koh beh將以色列交hō͘你。"}},{"book":"王上","chapter":11,"verse":39,"versions":{"unv":"我必因所羅門所行的使大衛後裔受患難，但不至於永遠。』」","bklcl":"In-ūi che Góa beh khùn-khó͘ Tāi-pi̍t ê hō͘-è; chóng-sī bô kàu éng-oán.","tghg":"因為這我欲困苦大衛的後裔，總是無到永遠。』」","bklhl":"因為這我beh困苦大衛ê後裔；總是無夠永遠。"}},{"book":"王上","chapter":11,"verse":40,"versions":{"unv":"所羅門因此想要殺耶羅波安。耶羅波安卻起身逃往埃及；到了埃及王示撒那裡，就住在埃及，直到所羅門死了。","bklcl":"Ūi-tio̍h án-ni, Só͘-lô-bûn ài beh thâi-sí Iâ-lô-phò-àm; Iâ-lô-phò-àm chiū khí-lâi tô-cháu khì Ai-ki̍p, kàu Ai-ki̍p ông Sī-sat hia; chiū tiàm tī Ai-ki̍p kàu Só͘-lô-bûn sí.","tghg":"為著按呢所羅門愛欲刣死耶羅波安。耶羅波安就起來逃走去埃及；到埃及王示撒遐，就踮佇埃及，到所羅門死。","bklhl":"為tio̍h án-ni，所羅門ài beh 刣死Iâ-lô-phò-àm；Iâ-lô-phò-àm就起來逃走去埃及，到埃及王Sī-sat hia；就tiàm tī埃及到所羅門死。"}},{"book":"王上","chapter":11,"verse":41,"versions":{"unv":"所羅門其餘的事，凡他所行的和他的智慧都寫在所羅門記上。","bklcl":"Só͘-lô-bûn kî-û ê sū, kìⁿ i só͘ kiâⁿ ê, kap i ê tì-hūi, kiám bô lóng kì tī Só͘-lô-bûn ê hēng(**hêng)-toān?","tghg":"所羅門其餘的事，見伊所行的及伊的智慧豈無攏記佇所羅門的行傳。","bklhl":"所羅門其餘ê事，見伊所行ê，kap伊ê智慧，kiám無lóng記tī所羅門ê行傳？"}},{"book":"王上","chapter":11,"verse":42,"versions":{"unv":"所羅門在耶路撒冷作以色列眾人的王共四十年。","bklcl":"Só͘-lô-bûn tī Iâ-lō͘-sat-léng chòe Í-sek-lia̍t choân-kok ê ông, kiōng sì-cha̍p nî.","tghg":"所羅門佇耶路撒冷做以色列全國的王共四十年。","bklhl":"所羅門tī耶路撒冷做以色列全國ê王，共四十年。"}},{"book":"王上","chapter":11,"verse":43,"versions":{"unv":"所羅門與他列祖同睡，葬在他父親大衛的城裡。他兒子羅波安接續他作王。","bklcl":"Só͘-lô-bûn kap i ê lia̍t-chó͘ saⁿ-kap khùn, bâi-chòng tī i ê lāu-pē Tāi-pi̍t ê siâⁿ.  I ê kiáⁿ Lô-phò-àm sòa-chiap i chòe ông.","tghg":"所羅門及伊的列祖相及睏，埋葬佇伊的老父大衛的城。伊的子羅波安續接伊做王。","bklhl":"所羅門kap伊ê列祖相kap睏，埋葬tī伊ê老父大衛ê城。伊ê kiáⁿ Lô-phò-àm續接伊做王。"}}]