[{"book":"王上","chapter":9,"verse":1,"versions":{"unv":"所羅門建造耶和華殿和王宮，並一切所願意建造的都完畢了，","bklcl":"Só͘-lô-bûn í-keng khí Iâ-hô-hoa ê tiān, kap ông-kiong, kap Só͘-lô-bûn it-chhè só͘ ài chòe ê, lóng bêng-pe̍k.","tghg":"所羅門已經起耶和華的殿及王宮，及所羅門一切所愛做的攏明白，","bklhl":"所羅門已經起耶和華ê殿，kap王宮，kap所羅門一切所ài做ê，lóng明白。"}},{"book":"王上","chapter":9,"verse":2,"versions":{"unv":"耶和華就二次向所羅門顯現，如先前在基遍向他顯現一樣，","bklcl":"Iâ-hô-hoa tē-jī pái tùi Só͘-lô-bûn hián-hiān, chhin-chhiūⁿ chêng tī Ki-piàn tùi i hián-hiān chi̍t-iūⁿ.","tghg":"耶和華第二擺對所羅門顯現，親像前佇基遍對伊顯現一樣，","bklhl":"耶和華第二pái對所羅門顯現，親像前tī Ki-piàn對伊顯現一樣。"}},{"book":"王上","chapter":9,"verse":3,"versions":{"unv":"對他說：「你向我所禱告祈求的，我都應允了。我已將你所建的這殿分別為聖，使我的名永遠在其中；我的眼、我的心也必常在那裡。","bklcl":"Iâ-hô-hoa tùi i kóng, Lí tī Góa ê bīn-chêng só͘ kî-tó khún-kiû ê, Góa lóng ū thiaⁿ-kìⁿ; Góa í-keng chiong Lí só͘ khí chit keng tiān hun-piat chòe-sèng, hō͘ Góa ê miâ éng-oán tī-hia; Góa ê ba̍k-chiu, Góa ê sim iā beh siông-siông tī-hia.","tghg":"耶和華對伊講：「你佇我的面前所祈禱懇求的，我攏有聽見。我已經將你所起此間殿分別做聖，互我的名永遠佇遐；我的目睭、我的心也欲常常佇遐。","bklhl":"耶和華對伊講，你tī我ê面前所祈禱懇求ê，我lóng有聽見；我已經將你所起chit間殿分別做聖，hō͘我ê名永遠tī-hia；我ê目睭，我ê心也beh常常tī-hia。"}},{"book":"王上","chapter":9,"verse":4,"versions":{"unv":"你若效法你父大衛，存誠實正直的心行在我面前，遵行我一切所吩咐你的，謹守我的律例典章，","bklcl":"Lūn-kàu lí, nā sêng-si̍t sim, koh chèng-ti̍t kiâⁿ tī Góa ê bīn-chêng, chhin-chhiūⁿ lí ê pē Tāi-pi̍t só͘-kiâⁿ--ê, chun-thàn Góa it-chhè só͘ bēng-lēng lí ê, chip-siú Góa ê lu̍t-lē, Góa ê hoat-tō͘,","tghg":"論到你若誠實心，閣正直行佇我的面前，親像你的父大衛所行的，遵趁我一切所命令你的，執守我的律例，我的法度，","bklhl":"論到你，若誠實心，koh正直行tī我ê面前，親像你ê父大衛所行ê，遵thàn我一切所命令你ê，執守我ê律例，我ê法度，"}},{"book":"王上","chapter":9,"verse":5,"versions":{"unv":"我就必堅固你的國位在以色列中，直到永遠，正如我應許你父大衛說：『你的子孫必不斷人坐以色列的國位。』","bklcl":"Góa chiū beh kian-kò͘ lí ê kok-ūi tī Í-sek-lia̍t tiong, kàu éng-oán; chhin-chhiūⁿ Góa èng-ún lí ê pē Tāi-pi̍t kóng, Lí ê hō͘-è chē Í-sek-lia̍t ê kok-ūi, éng bô tn̄g.","tghg":"我就欲堅固你的國位佇以色列中，到永遠，親像我應允你的父大衛講：『你的後裔坐以色列的國位永無斷。』","bklhl":"我就beh堅固你ê國位tī以色列中，到永遠；親像我應允你ê父大衛講，你ê後裔坐以色列ê國位，永無斷。"}},{"book":"王上","chapter":9,"verse":6,"versions":{"unv":"倘若你們和你們的子孫轉去不跟從我，不守我指示你們的誡命律例，去事奉敬拜別神，","bklcl":"Siat-sú lín, á-sī lín ê kiáⁿ-sun, oa̍t-tńg bô tè Góa, bô siú Góa siúⁿ-sù lín ê kài-bēng, lu̍t-lē, khì ho̍k-sāi pa̍t ê siōng-tè, lâi kèng-pài i;","tghg":"設使恁抑是恁的子孫越轉無隨我，無守我賞賜恁的誡命律例，去服事別個上帝來敬拜伊，","bklhl":"設使lín，á是lín ê kiáⁿ孫，oa̍t-tńg無tè我，無守我賞賜lín ê誡命、律例，去服事別ê上帝，來敬拜伊；"}},{"book":"王上","chapter":9,"verse":7,"versions":{"unv":"我就必將以色列人從我賜給他們的地上剪除，並且我為己名所分別為聖的殿也必捨棄不顧，使以色列人在萬民中作笑談，被譏誚。","bklcl":"Góa chiū beh tùi Góa siúⁿ-sù in ê tōe chián-tû Í-sek-lia̍t; koh Góa ūi ka-kī ê miâ só͘ hun-piat chòe-sèng chit keng tiān, iā beh tùi Góa ê bīn-chêng khì-sak i; hō͘ Í-sek-lia̍t lâng tī bān-kok-tiong chòe ōe-pìⁿ, siū ki-chhì.","tghg":"我就欲對我賞賜𪜶的地剪除以色列，閣我為家己的名所分別做聖此間殿也欲對我的面前棄拺伊，互以色列人佇萬國中做話柄(ōe-pìⁿ)，受譏刺。","bklhl":"我就beh tùi我賞賜in ê地剪除以色列；koh我為家己ê名所分別做聖chit間殿，也beh tùi我ê面前棄sak伊；hō͘以色列人tī萬國中做話柄，受譏刺。"}},{"book":"王上","chapter":9,"verse":8,"versions":{"unv":"這殿雖然甚高，將來經過的人必驚訝、嗤笑，說：『耶和華為何向這地和這殿如此行呢？』","bklcl":"Chit keng tiān sui-jiân chin-koâiⁿ, chiong-lâi keng-kè ê lâng beh gông-ngia̍h thí-chhiò, kóng, Iâ-hô-hoa siáⁿ-sū án-ni khoán-thāi chit ê tōe, chit keng tiān ah?","tghg":"此間殿雖然真高，將來經過的人欲卬愕、恥笑，講：『耶和華啥事按呢款待此個地此間殿啊？』","bklhl":"Chit間殿雖然真高，將來經過ê人beh gông-ngia̍h恥笑，講，耶和華啥事án-ni款待chit ê地，chit間殿ah？"}},{"book":"王上","chapter":9,"verse":9,"versions":{"unv":"人必回答說：『是因此地的人離棄領他們列祖出埃及地之耶和華─他們的　神，去親近別神，事奉敬拜他，所以耶和華使這一切災禍臨到他們。』」","bklcl":"Chiū beh ìn kóng, Sī in-ūi in khì-sak Iâ-hô-hoa in ê Siōng-tè, chiū-sī chhōa in ê lia̍t-chó͘ chhut Ai-ki̍p tōe ê, khì kiat-liân pa̍t ê siōng-tè, ho̍k-sāi kèng-pài i; só͘-í Iâ-hô-hoa hō͘ che it-chhè ê chai-ē lîm-kàu in.","tghg":"就欲應講：『是因為𪜶棄拺耶和華──𪜶的上帝就是導𪜶的列祖出埃及地的，去結聯別個上帝，服事敬拜伊，所以耶和華互這一切的災禍臨到𪜶。』」","bklhl":"就beh應講，是因為in棄sak耶和華in ê上帝，就是chhōa in ê列祖出埃及地ê，去結聯別ê上帝，服事敬拜伊；所以耶和華hō͘這一切ê災厄臨到in。"}},{"book":"王上","chapter":9,"verse":10,"versions":{"unv":"所羅門建造耶和華殿和王宮，這兩所二十年才完畢了。","bklcl":"Kàu jī-cha̍p nî bé, chiū-sī Só͘-lô-bûn khí Iâ-hô-hoa ê tiān kap ông-kiong, chí(**chit) nn̄g keng chhù oân-kang ê sî,","tghg":"到二十年尾，就是所羅門起耶和華的殿及王宮，此二間厝完工的時。","bklhl":"到二十年尾，就是所羅門起耶和華ê殿kap王宮，chit兩間厝完工ê時，"}},{"book":"王上","chapter":9,"verse":11,"versions":{"unv":"泰爾王希蘭曾照所羅門所要的，資助他香柏木、松木，和金子；所羅門王就把加利利地的二十座城給了希蘭。","bklcl":"Só͘-lô-bûn ông chiū chiong Ka-lī-lī tōe jī-cha̍p ê siâⁿ hō͘ Hi-lân; sī Chhui-lô ông Hi-lân bat chiàu Só͘-lô-bûn it-chhè só͘ ài ê, ēng pek-hiuⁿ-chhâ, siông-chhâ, kap kim hō͘ i.","tghg":"所羅門王就將加利利地二十個城互希蘭；是推羅王希蘭曾照所羅門一切所愛的，用柏香柴、松柴，及金互伊。","bklhl":"所羅門王就將加利利地二十個城hō͘ Hi-lân；是Chhui-lô王Hi-lân bat照所羅門一切所ài ê，用柏香柴，松柴，kap金hō͘伊。"}},{"book":"王上","chapter":9,"verse":12,"versions":{"unv":"希蘭從泰爾出來，察看所羅門給他的城邑，就不喜悅，","bklcl":"Hi-lân tùi Chhui-lô chhut-lâi, khòaⁿ Só͘-lô-bûn só͘ hō͘ i ê siâⁿ, khòaⁿ-liáu bô kah-ì;","tghg":"希蘭對推羅出來，看所羅門所互伊的城，看了無合意(kah-ì)，","bklhl":"Hi-lân tùi Chhui-lô出來，看所羅門所hō͘伊ê城，看了無合意；"}},{"book":"王上","chapter":9,"verse":13,"versions":{"unv":"說：「我兄啊，你給我的是甚麼城邑呢？」他就給這城邑之地起名叫迦步勒，直到今日。","bklcl":"chiū kóng, Góa ê hiaⁿ ah, lí só͘ hō͘ góa hiah-ê siâⁿ sī sím-mi̍h?  I chiū kiò i Ka-pō͘-le̍k ê tōe, kàu kin-á-ji̍t.","tghg":"就講：「我的兄啊，你所互我許個城是甚麼？」伊就叫伊迦步勒的地，到今仔日。","bklhl":"就講，我ê兄ah，你所hō͘我hiah-ê城是甚麼？伊就叫伊Ka-pō͘-le̍k ê地，到今á日。"}},{"book":"王上","chapter":9,"verse":14,"versions":{"unv":"希蘭給所羅門一百二十他連得金子。","bklcl":"Hi-lân chiū kià kim chi̍t-pah jī-cha̍p tha-liân-tek hō͘ ông.","tghg":"希蘭就寄金一百二十他連得互王。","bklhl":"Hi-lân就寄金一百二十tha-liân-tek hō͘王。"}},{"book":"王上","chapter":9,"verse":15,"versions":{"unv":"所羅門王挑取服苦的人，是為建造耶和華的殿、自己的宮、米羅、耶路撒冷的城牆、夏瑣、米吉多，並基色。","bklcl":"Só͘-lô-bûn ông phài lâng kang ê in-toaⁿ chiū-sī án-ni, sī beh khí Iâ-hô-hoa ê tiān, ka-kī ê ông-kiong, kap Bí-lô, Iâ-lō͘-sat-léng ê siâⁿ-chhiûⁿ, kap Hā-só, Bí-kiat-to, kap Ki-sek.","tghg":"所羅門王派人工的因端(in-toaⁿ)就是按呢，是欲起耶和華的殿、家己的王宮、及米羅、耶路撒冷的城牆、及夏瑣、米吉多，及基色。","bklhl":"所羅門王派人工ê因端就是án-ni，是beh起耶和華ê殿，家己ê王宮，kap Bí-lô、耶路撒冷ê城牆，kap Hā-só、Bí-kiat-to，kap Ki-sek。"}},{"book":"王上","chapter":9,"verse":16,"versions":{"unv":"先前埃及王法老上來攻取基色，用火焚燒，殺了城內居住的迦南人，將城賜給他女兒所羅門的妻作妝奩。","bklcl":"Chêng Ai-ki̍p ông Hoat-ló chiūⁿ lâi chhú Ki-sek, ēng hé sio i, thâi-sí siâⁿ-lāi khiā-khí ê Ka-lâm lâng, chiong siâⁿ hō͘ i ê cha-bó͘-kiáⁿ, Só͘-lô-bûn ê bó͘, chòe kè-chng.","tghg":"前埃及王法老上來取基色，用火燒伊，刣死城內徛起的迦南人，將城互伊的查某子所羅門的某做嫁妝。","bklhl":"前埃及王法老上來取Ki-sek，用火燒伊，刣死城內khiā起ê迦南人，將城hō͘伊ê cha-bó͘-kiáⁿ，所羅門ê bó͘，做嫁妝。"}},{"book":"王上","chapter":9,"verse":17,"versions":{"unv":"所羅門建造基色、下伯‧和崙、","bklcl":"Só͘-lô-bûn khí Ki-sek, kap ē-bīn ê Pek-hô-lûn;","tghg":"所羅門起基色、及下面的伯和崙、","bklhl":"所羅門起Ki-sek，kap下面ê Pek-hô-lûn；"}},{"book":"王上","chapter":9,"verse":18,"versions":{"unv":"巴拉，並國中曠野裡的達莫，","bklcl":"kap Pa-la̍h, kap kok-lāi khòng-iá--nih ê Ta̍t-bo̍k;","tghg":"及巴拉，及國內曠野裡的達莫，","bklhl":"kap Pa-la̍h，kap國內曠野裡ê Ta̍t-bo̍k；"}},{"book":"王上","chapter":9,"verse":19,"versions":{"unv":"又建造所有的積貨城，並屯車和馬兵的城，與耶路撒冷、黎巴嫩，以及自己治理的全國中所願建造的。","bklcl":"kap Só͘-lô-bûn só͘ ū hú-khò͘ ê siâⁿ, kap hē chhia ê siâⁿ, kap bé-peng ê siâⁿ, kap Só͘-lô-bûn tī Iâ-lō͘-sat-léng, tī Lī-pa-lùn, kap tī i só͘ tī-lí ê choân-tōe, ūi ka-kī ê khoài-lo̍k só͘ ài khí--ê, lóng khí i.","tghg":"及所羅門所有府庫的城，及下車的城及馬兵的城，及所羅門佇耶路撒冷、佇黎巴嫩，及佇伊所治理的全地，為家己的快樂所愛起的攏起伊。","bklhl":"kap所羅門所有府庫ê城，kap hē車ê城，kap馬兵ê城，kap所羅門tī耶路撒冷，tī黎巴嫩，kap tī伊所治理ê全地，為家己ê快樂所ài起ê，lóng起伊。"}},{"book":"王上","chapter":9,"verse":20,"versions":{"unv":"至於國中所剩下不屬以色列人的亞摩利人、赫人、比利洗人、希未人、耶布斯人，","bklcl":"Lūn-kàu só͘ chhun ê peh-sìⁿ, A-mô͘-lī lâng, Hek lâng, Pí-lī-sé lâng, Hi-bī lâng, Iâ-pò͘-su lâng, m̄-sī sio̍k Í-sek-lia̍t ê;","tghg":"論到所剩的百姓亞摩利人、赫人、比利洗人、希未人、耶布斯人，呣是屬佇以色列的，","bklhl":"論到所chhun ê百姓，A-mô͘-lī人、Hek人、Pí-lī-sé人、Hi-bī人、Iâ-pò͘-su人，m̄是屬以色列ê；"}},{"book":"王上","chapter":9,"verse":21,"versions":{"unv":"就是以色列人不能滅盡的，所羅門挑取他們的後裔作服苦的奴僕，直到今日。","bklcl":"chiū-sī tī chit tōe-hng in só͘ chhun ê hō͘-è, Í-sek-lia̍t lâng bōe-ōe it-chīn bia̍t--ê, Só͘-lô-bûn phài in chòe khó͘-kang, kàu kin-á-ji̍t.","tghg":"就是佇此地方𪜶所剩的後裔，以色列人𣍐會一盡滅者，所羅門派𪜶做苦工，到今仔日。","bklhl":"就是tī chit地方in所chhun ê後裔，以色列人bōe會一盡滅ê，所羅門派in做苦工，到今á日。"}},{"book":"王上","chapter":9,"verse":22,"versions":{"unv":"惟有以色列人，所羅門不使他們作奴僕，乃是作他的戰士、臣僕、統領、軍長、車兵長、馬兵長。","bklcl":"Chóng-sī Í-sek-lia̍t lâng, Só͘-lô-bûn bô hō͘ in chòe lô͘-po̍k; sī chòe i ê chiàn-sū, jîn-sîn, siú-léng, kun-tiúⁿ, chhia-tiúⁿ, bé-peng-tiúⁿ.","tghg":"總是以色列人，所羅門無互𪜶做奴僕，是做伊的戰士、人臣、首領、軍長、車長、馬兵長。","bklhl":"總是以色列人，所羅門無hō͘ in做奴僕；是做伊ê戰士、人臣、首領、軍長、車長、馬兵長。"}},{"book":"王上","chapter":9,"verse":23,"versions":{"unv":"所羅門有五百五十督工的，監管工人。","bklcl":"Só͘-lô-bûn tok-kang ê thâu-lâng, kiōng gō͘-pah gō͘-cha̍p lâng; in koán-lí chòe-kang ê peh-sìⁿ.","tghg":"所羅門督工的頭人共五百五十人，𪜶管理做工的百姓。","bklhl":"所羅門督工ê頭人，共五百五十人；in管理做工ê百姓。"}},{"book":"王上","chapter":9,"verse":24,"versions":{"unv":"法老的女兒從大衛城搬到所羅門為她建造的宮裡。那時，所羅門才建造米羅。","bklcl":"Hoat-ló ê cha-bó͘-kiáⁿ tùi Tāi-pi̍t ê siâⁿ chiūⁿ-khì Só͘-lô-bûn só͘ kā i khí ê chhù.  Hit-sî Só͘-lô-bûn khí Bí-lô.","tghg":"法老的查某子對大衛的城上去所羅門所給伊起的厝。彼時，所羅門起米羅。","bklhl":"法老ê cha-bó͘-kiáⁿ tùi大衛ê城上去所羅門所kā伊起ê厝。hit時所羅門起Bí-lô。"}},{"book":"王上","chapter":9,"verse":25,"versions":{"unv":"所羅門每年三次在他為耶和華所築的壇上獻燔祭和平安祭，又在耶和華面前的壇上燒香。這樣，他建造殿的工程完畢了。","bklcl":"Só͘-lô-bûn ta̍k-nî saⁿ-pái tī i kā Iâ-hô-hoa só͘ khí ê tôaⁿ hiàn sio-chè, kap siā-un chè; koh tī Iâ-hô-hoa ê bīn-chêng sio-hiuⁿ tī tôaⁿ-téng.  Tùi án-ni i khí tiān ê kang bêng-pe̍k.","tghg":"所羅門逐年三擺佇伊給耶和華所起的壇獻燒祭及謝恩祭，閣佇耶和華的面前燒香佇壇頂。對按呢，伊起殿的工明白。","bklhl":"所羅門ta̍k年三pái tī伊kā耶和華所起ê壇獻燒祭，kap謝恩祭；koh tī耶和華ê面前燒香tī壇頂。Tùi án-ni，伊起殿ê工明白。"}},{"book":"王上","chapter":9,"verse":26,"versions":{"unv":"所羅門王在以東地紅海邊，靠近以祿的以旬‧迦別製造船隻。","bklcl":"Só͘-lô-bûn ông tī Í-tong tōe,  Âng-hái piⁿ, óa-kūn Í-lo̍k ê Í-sûn-ka-pia̍t chō chi̍t-tīn ê chûn-chiah.","tghg":"所羅門王佇以東地紅海邊，倚近以祿的以旬迦別造一陣(chi̍t-tīn)的船隻。","bklhl":"所羅門王tī Í-tong地，紅海邊，óa近以諾ê Í-sûn-ka-pia̍t造一陣ê船隻。"}},{"book":"王上","chapter":9,"verse":27,"versions":{"unv":"希蘭差遣他的僕人，就是熟悉泛海的船家，與所羅門的僕人一同坐船航海。","bklcl":"Hi-lân chhe i ê lô͘-po̍k, chiū-sī chai-iáⁿ kè-hái ê kiâⁿ-chûn lâng, kap Só͘-lô-bûn ê lô͘-po̍k siâng-chûn khì.","tghg":"希蘭差伊的奴僕，就是知影過海的行船人，及所羅門的奴僕像船(siâng-chûn)去。","bklhl":"Hi-lân差伊ê奴僕，就是知影過海ê行船人，kap所羅門ê奴僕siâng船去。"}},{"book":"王上","chapter":9,"verse":28,"versions":{"unv":"他們到了俄斐，從那裡得了四百二十他連得金子，運到所羅門王那裡。","bklcl":"In kàu Gô-hui, tùi hia tit-tio̍h sì-pah jī-cha̍p tha-liân-tek ê kim, ūn kàu Só͘-lô-bûn ông hia.","tghg":"𪜶到俄斐，對遐得著四百二十他連得的金，運到所羅門王遐。","bklhl":"In到Gô-hui，tùi hia得tio̍h四百二十tha-liân-tek ê金，運到所羅門王hia。"}}]