[{"book":"林前","chapter":2,"verse":1,"versions":{"unv":"弟兄們，從前我到你們那裡去，並沒有用高言大智對你們宣傳　神的奧祕。","bklcl":"Hiaⁿ-tī ah, góa chêng chiū-kūn lín, bô ēng chhim-tîm ê giân-gú, á-sī tì-hūi, lâi tùi lín thoân Siōng-tè ê ò-biāu.","tghg":"兄弟啊，我前就近恁，無用深沈的言語抑是智慧，來對恁傳上帝的奧妙。","bklhl":"兄弟ah，我前就近lín，無用深沉 ê言語，á是智慧，來對lín傳上帝ê奧妙。"}},{"book":"林前","chapter":2,"verse":2,"versions":{"unv":"因為我曾定了主意，在你們中間不知道別的，只知道耶穌基督並他釘十字架。","bklcl":"In-ūi góa koat-toàn tī lín tiong-kan m̄ chai pa̍t hāng, chí ū chai Iâ-so͘ Ki-tok tèng si̍p-jī-kè ê nā-tiāⁿ.","tghg":"因為我決斷佇恁中間呣知別項，只有知耶穌基督釘十字架的若定。","bklhl":"因為我決斷tī lín中間m̄知別項，只有知耶穌基督釘十字架ê nā-tiāⁿ。"}},{"book":"林前","chapter":2,"verse":3,"versions":{"unv":"我在你們那裡，又軟弱，又懼怕又甚戰兢。","bklcl":"Koh góa kap lín tī-teh ê sî sī loán-jio̍k, kiaⁿ-hiâⁿ, gī-gī-chhoah.","tghg":"閣我及恁佇啲的時，是軟弱、驚惶、栗栗惙(gī-gī-chhoah)。","bklhl":"Koh我kap lín tī-teh ê時是軟弱、驚惶、gī-gī-chhoah。"}},{"book":"林前","chapter":2,"verse":4,"versions":{"unv":"我說的話、講的道，不是用智慧委婉的言語，乃是用聖靈和大能的明證，","bklcl":"Góa só͘ kóng só͘ thoân ê put-chāi tì-hūi hó thiaⁿ ê ōe, sī chāi-tī Sèng Sîn kap koân-lêng ê chhián-bêng;","tghg":"我所講、所傳的，不在智慧好聽的話，是在佇聖神及權能的闡明(chhián-bêng)，","bklhl":"我所講所傳ê不在智慧好聽ê話，是在tī聖神kap權能ê闡明；"}},{"book":"林前","chapter":2,"verse":5,"versions":{"unv":"叫你們的信不在乎人的智慧，只在乎　神的大能。","bklcl":"beh hō͘ lín ê sìn put-chāi lâng ê tì-hūi, sī chāi-tī Siōng-tè ê koân-lêng.","tghg":"欲互恁的信不在人的智慧，是在佇上帝的權能。","bklhl":"beh hō͘ lín ê信不在人ê智慧，是在tī上帝ê權能。"}},{"book":"林前","chapter":2,"verse":6,"versions":{"unv":"然而，在完全的人中，我們也講智慧。但不是這世上的智慧，也不是這世上有權有位、將要敗亡之人的智慧。","bklcl":"Nā-sī goán tī liān-ta̍t ê lâng ê tiong-kan kóng tì-hūi; to̍k-to̍k m̄ sī chit sè-kan ê tì-hūi, iā m̄ sī chit sè-kan chiah-ê beh hòe-bô ê chiáng-koân ê ê tì-hūi;","tghg":"若是阮佇練達的人的中間，講智慧。獨獨呣是此世間的智慧，也呣是此世間諸個欲廢無者、掌權者的智慧。","bklhl":"但是阮tī練達ê人ê中間講智慧；獨獨m̄是chit世間ê智慧，也m̄是chit世間chiah ê beh廢無ê掌權ê ê智慧；"}},{"book":"林前","chapter":2,"verse":7,"versions":{"unv":"我們講的，乃是從前所隱藏、　神奧祕的智慧，就是　神在萬世以前預定使我們得榮耀的。","bklcl":"sī kóng Siōng-tè ò-biāu tiong ê tì-hūi, chêng só͘ ún-ba̍t ê, chiū-sī Siōng-tè tī bān sè-tāi í-chêng só͘ tāi-seng tiāⁿ-tio̍h hō͘ lán tit-tio̍h êng-kng ê.","tghg":"是講上帝奧妙中的智慧、前所隱密的，就是上帝佇萬世代以前所代先定著互咱得著榮光的。","bklhl":"是講上帝奧妙中ê智慧，前所隱密ê，就是上帝tī萬世代以前所事先定tio̍h hō͘咱得tio̍h榮光ê。"}},{"book":"林前","chapter":2,"verse":8,"versions":{"unv":"這智慧世上有權有位的人沒有一個知道的，他們若知道，就不把榮耀的主釘在十字架上了。","bklcl":"Chit ê tì-hūi chit sè-kan chiáng-koân ê bô chi̍t-ê chai; nā chai, chiū bô chiong êng-kng ê Chú tèng tī si̍p-jī-kè;","tghg":"此個智慧此世間掌權者無一個知，若知，就無將榮光的主釘佇十字架。","bklhl":"Chit ê智慧chit世間掌權ê無一个知；若知，就無將榮光ê主釘tī十字架；"}},{"book":"林前","chapter":2,"verse":9,"versions":{"unv":"如經上所記：　神為愛他的人所預備的是眼睛未曾看見，耳朵未曾聽見，人心也未曾想到的。","bklcl":"sī chiàu só͘ kì-chài kóng,\tBa̍k-chiu bē bat khòaⁿ-kìⁿ, hī-khang bē bat thiaⁿ-kìⁿ,\tLâng ê sim bē bat siūⁿ-tio̍h ê,\tChiū-sī Siōng-tè ūi-tio̍h thiàⁿ I ê lâng kìⁿ-nā só͘ pī-pān ê.","tghg":"是照所記載講：目睭未曾看見，耳孔未曾聽見，人的心未曾想著的，就是上帝為著疼伊的人見若所備辦的。","bklhl":"是照所記載講，\t目睭未bat看見，耳孔未bat聽見，\t人ê心未bat想tio̍h ê，\t就是上帝為tio̍h疼伊ê人見若所備辦ê。"}},{"book":"林前","chapter":2,"verse":10,"versions":{"unv":"只有　神藉著聖靈向我們顯明了，因為聖靈參透萬事，就是　神深奧的事也參透了。","bklcl":"Nā-sī Siōng-tè ū ēng Sèng Sîn kā lán hián-bêng i; in-ūi Sèng Sîn thàu-thiat bān sū kap Siōng-tè ê chhim-ò.","tghg":"若是上帝有用聖神給咱顯明伊，因為聖神透徹(thàu-thiat)萬事，及上帝的深奧。","bklhl":"但是上帝有用聖神kā咱顯明伊；因為聖神透徹萬事kap上帝ê深奧。"}},{"book":"林前","chapter":2,"verse":11,"versions":{"unv":"除了在人裡頭的靈，誰知道人的事？像這樣，除了　神的靈，也沒有人知道　神的事。","bklcl":"Taⁿ lâng ê sū, nā  m̄ sī i ka-kī ê sîn, pa̍t lâng chī-chūi ōe chai? án-ni Siōng-tè ê sū, nā m̄ sī Siōng-tè ê Sîn, iā bô chi̍t-ê ōe chai.","tghg":"今人的事若呣是伊家己的神，別人是誰會知？按呢，上帝的事，若呣是上帝的神，也無一個會知。","bklhl":"Taⁿ人ê事，若m̄是伊家己ê神，別人是誰會知？án-ni上帝ê事，若m̄是上帝ê神，也無一个會知。"}},{"book":"林前","chapter":2,"verse":12,"versions":{"unv":"我們所領受的，並不是世上的靈，乃是從　神來的靈，叫我們能知道　神開恩賜給我們的事。","bklcl":"Nā-sī lán só͘ tit-tio̍h m̄ sī sè-kan ê sîn, chiū-sī tùi Siōng-tè lâi ê Sîn, beh hō͘ lán chai Siōng-tè só͘ pe̍h-pe̍h siúⁿ-sù lán ê.","tghg":"若是咱所得著，呣是世間的神，就是對上帝來的神，欲互咱知上帝所白白賞賜咱的。","bklhl":"但是咱所得tio̍h m̄是世間ê神，就是tùi上帝來ê神，beh hō͘咱知上帝所白白賞賜咱ê。"}},{"book":"林前","chapter":2,"verse":13,"versions":{"unv":"並且我們講說這些事，不是用人智慧所指教的言語，乃是用聖靈所指教的言語，將屬靈的話解釋屬靈的事（或譯：將屬靈的事講與屬靈的人）。","bklcl":"Koh goán kóng i, m̄ sī ēng lâng ê tì-hūi só͘ kà-sī ê ōe, sī ēng Sèng Sîn só͘ kà-sī ê; chiong sîn-lêng ê ōe hô-ha̍p sîn lêng ê sū.","tghg":"閣阮講伊，呣是用人的智慧所教示的話，是用聖神所教示的，將神靈的話和合神靈的事。","bklhl":"Koh阮講伊，m̄是用人ê智慧所教示ê話，是用聖神所教示ê；將神靈ê話和合神靈ê事。"}},{"book":"林前","chapter":2,"verse":14,"versions":{"unv":"然而，屬血氣的人不領會　神聖靈的事，反倒以為愚拙，並且不能知道，因為這些事惟有屬靈的人才能看透。","bklcl":"Nā-sī sio̍k hiat-khì ê lâng bô sêng-siū Siōng-tè ê Sîn ê sū; in sī khòaⁿ chòe gōng; iā bōe-ōe bat i, in-ūi tio̍h tùi sîn chiah ōe chhún-to̍k.","tghg":"若是屬血氣的人無承受上帝的神的事，𪜶是看做戇，也𣍐會識伊，因為著對神才會忖𢜬(chhún-to̍k)。","bklhl":"但是屬血氣ê人無承受上帝ê神ê事；in是看做戇；也bōe會bat伊，因為tio̍h tùi神chiah會忖度。"}},{"book":"林前","chapter":2,"verse":15,"versions":{"unv":"屬靈的人能看透萬事，卻沒有一人能看透了他。","bklcl":"To̍k-to̍k sio̍k sîn ê lâng chhún-to̍k bān hāng sū, iā ka-kī bô hō͘ lâng chhún-to̍k.","tghg":"獨獨屬神的人忖𢜬萬項事，也家己無互人忖𢜬。","bklhl":"獨獨屬神ê人忖度萬項事，也家己無hō͘人忖度。"}},{"book":"林前","chapter":2,"verse":16,"versions":{"unv":"誰曾知道主的心去教導他呢？但我們是有基督的心了。","bklcl":"In-ūi chī-chūi ū chai Chú ê sim thang kà-sī I ah? nā-sī goán ū Ki-tok ê sim.","tghg":"因為是誰有知主的心通教示伊啊？若是阮有基督的心。","bklhl":"因為是誰有知主ê心thang教示伊ah？但是阮有基督ê心。"}}]