[{"book":"林前","chapter":5,"verse":1,"versions":{"unv":"風聞在你們中間有淫亂的事。這樣的淫亂連外邦人中也沒有，就是有人收了他的繼母。","bklcl":"Khak-si̍t thiaⁿ-kìⁿ lín tiong-kan ū îm-loān, iā hit hō îm-loān gōa-pang tiong só͘ bô ê, chiū-sī ū lâng ū i ê lāu-pē ê bó͘.","tghg":"確實聽見恁中間有淫亂。也彼號淫亂外邦中所無的，就是有人有伊的老父的某。","bklhl":"確實聽見lín中間有淫亂，也hit號淫亂外邦中所無ê，就是有人有伊ê老父ê bó͘。"}},{"book":"林前","chapter":5,"verse":2,"versions":{"unv":"你們還是自高自大，並不哀痛，把行這事的人從你們中間趕出去。","bklcl":"Lín iáu teh chū-ko, iā kèng-jiân bô ai-siong, chiong kiâⁿ chit hō tāi-chì ê lâng tùi lín tiong-kan tû-khì.","tghg":"恁猶啲自高，也竟然無哀傷，將行此號代誌的人對恁中間除去。","bklhl":"Lín iáu teh自高，也竟然無哀傷，將行chit號tāi-chì ê人tùi lín中間除去。"}},{"book":"林前","chapter":5,"verse":3,"versions":{"unv":"我身子雖不在你們那裡，心卻在你們那裡，好像我親自與你們同在，已經判斷了行這事的人。","bklcl":"Góa seng-khu saⁿ lī-khui, sim-sîn kap lín saⁿ-kūn, chhin-chhiūⁿ chhin-sin tī-teh, í-keng ū gí-tiāⁿ kiâⁿ chit hō sū ê lâng,","tghg":"我身軀相離開，心神及恁相近，親像親身佇啲，已經有擬定(gí-tiāⁿ)行此號事的人。","bklhl":"我身軀相離開，心神kap lín 相近，親像親身tī-teh，已經有擬定行chit號事ê人，"}},{"book":"林前","chapter":5,"verse":4,"versions":{"unv":"就是你們聚會的時候，我的心也同在。奉我們主耶穌的名，並用我們主耶穌的權能，","bklcl":"thok lán ê Chú Iâ-so͘ ê miâ, lín chiah-ê í-keng chū-chi̍p, góa ê sîn iā tī-teh, koh ū lán ê Chú Iâ-so͘ ê koân-lêng,","tghg":"託咱的主耶穌的名，恁諸個已經聚集，我的神也佇啲，閣有咱的主耶穌的權能，","bklhl":"託咱ê主耶穌ê名，lín chiah ê已經聚集，我ê神也tī-teh，koh有咱ê主耶穌ê權能，"}},{"book":"林前","chapter":5,"verse":5,"versions":{"unv":"要把這樣的人交給撒但，敗壞他的肉體，使他的靈魂在主耶穌的日子可以得救。","bklcl":"chiong hit hō lâng kau hō͘ Sat-tàn, tì-kàu pāi-hoāi i ê jio̍k-thé, beh hō͘ i ê sîn tī lán ê Chú Iâ-so͘ ê ji̍t tit kiù.","tghg":"將彼號人交互撒但，致到敗壞伊的肉體，欲互伊的神佇咱的主耶穌的日得救。","bklhl":"將hit號人交hō͘撒旦，致到敗壞伊ê肉體，beh hō͘伊ê神tī咱ê主耶穌ê日得救。"}},{"book":"林前","chapter":5,"verse":6,"versions":{"unv":"你們這自誇是不好的。豈不知一點麵酵能使全團發起來嗎？","bklcl":"Lín ê khoa-kháu m̄ sī hó. Kiám m̄ chai tām-po̍h kàⁿ ōe hoat kui-sn̂g mah?","tghg":"恁的誇口呣是好。豈呣知淡薄酵會發歸甑(sn̂g)嗎？","bklhl":"Lín ê誇口m̄是好。Kiám m̄知淡薄酵會發kui-sn̂g mah？"}},{"book":"林前","chapter":5,"verse":7,"versions":{"unv":"你們既是無酵的麵，應當把舊酵除淨，好使你們成為新團；因為我們逾越節的羔羊基督已經被殺獻祭了。","bklcl":"Kū ê kàⁿ tio̍h tû kàu chheng, hō͘ lín chiâⁿ-chòe sin ê sn̂g, chhin-chhiūⁿ lín sī bô kàⁿ ê. In-ūi lán pôaⁿ-kè-choeh ê iûⁿ-ko iā í-keng thâi, chiū-sī Ki-tok.","tghg":"舊的酵著除到清，互恁成做新的甑，親像恁是無酵的；因為咱𨃟過節的羊羔也已經刣，就是基督。","bklhl":"舊ê酵tio̍h除到清，hō͘ lín成做新ê sn̂g，親像lín是無酵ê。因為咱pôaⁿ過節ê羊羔也已經刣，就是基督。"}},{"book":"林前","chapter":5,"verse":8,"versions":{"unv":"所以，我們守這節不可用舊酵，也不可用惡毒（或譯：陰毒）、邪惡的酵，只用誠實真正的無酵餅。","bklcl":"Só͘-í lán tio̍h siú choeh, bô ēng kū ê kàⁿ, iā bô ēng pháiⁿ sim ok-to̍k ê kàⁿ, sī ēng sûn-choân chin-si̍t ê bô kàⁿ piáⁿ.","tghg":"所以，咱著守節，無用舊的酵，也無用歹心、惡毒的酵，是用純全真實的無酵餅。","bklhl":"所以咱tio̍h守節，無用舊ê酵，也無用pháiⁿ心惡毒ê酵，是用純全真實ê無酵餅。"}},{"book":"林前","chapter":5,"verse":9,"versions":{"unv":"我先前寫信給你們說，不可與淫亂的人相交。","bklcl":"Chêng góa siá hit tiuⁿ phoe hō͘ lín, kah lín m̄ thang kap îm-loān ê lâng chham-chhap,","tghg":"前我寫彼張批互恁，教恁呣通及淫亂的人參插(chham-chhap)。","bklhl":"前我寫hit張phoe hō͘ lín，kah lín m̄-thang kap淫亂ê人參chhap，"}},{"book":"林前","chapter":5,"verse":10,"versions":{"unv":"此話不是指這世上一概行淫亂的，或貪婪的，勒索的，或拜偶像的；若是這樣，你們除非離開世界方可。","bklcl":"m̄ sī hoàn-hoàn chí chit sè-kan îm-loān ê, á-sī tham-sim ê, kap le̍k-sek ê, á-sī pài ngó͘-siōng ê; nā beh án-ni, tio̍h lī-khui sè-kan chiah ōe.","tghg":"呣是泛泛(hoàn-hoàn)指此世間淫亂的，抑是貪心的，及勒索(le̍k-sek)的，抑是拜偶像的；若欲按呢，著離開世間才會。","bklhl":"m̄是泛泛指chit世間淫亂ê，á是貪心ê，kap勒索ê，á是拜偶像ê；若beh án-ni，tio̍h離開世間chiah能。"}},{"book":"林前","chapter":5,"verse":11,"versions":{"unv":"但如今我寫信給你們說，若有稱為弟兄是行淫亂的，或貪婪的，或拜偶像的，或辱罵的，或醉酒的，或勒索的，這樣的人不可與他相交，就是與他吃飯都不可。","bklcl":"Chóng-sī taⁿ góa siá phoe hō͘ lín sī kóng, nā ū lâng chheng chòe hiaⁿ-tī iā ū îm-loān, á-sī tham-sim, á-sī pài ngó͘-siōng, á-sī lóe-mē, á-sī hò͘ⁿ chiú, á-sī le̍k-sek ê, bo̍h-tit kap i chham-chhap; chit hō lâng liân kap i chia̍h iā m̄ thang.","tghg":"總是今我寫批互恁是講，若有人稱做兄弟也有淫亂，抑是貪心，抑是拜偶像，抑是詈罵(lóe-mē)，抑是好(hò͘ⁿ)酒，抑是勒索的，莫得及伊參插，此號人連及伊食也呣通。","bklhl":"總是taⁿ我寫phoe hō͘ lín是講，若有人稱做兄弟也有淫亂，á是貪心，á是拜偶像，á是詈罵，á是好酒，á是勒索ê，莫得kap伊參chhap；chit號人連kap伊食也m̄-thang。"}},{"book":"林前","chapter":5,"verse":12,"versions":{"unv":"因為審判教外的人與我何干？教內的人豈不是你們審判的嗎？","bklcl":"In-ūi phòaⁿ-toàn gōa-bīn lâng kap góa ū sím-mi̍h kan-sia̍p?","tghg":"因為判斷外面人及我有甚麼干涉？","bklhl":"因為判斷外面人kap我有甚麼干涉？"}},{"book":"林前","chapter":5,"verse":13,"versions":{"unv":"至於外人有　神審判他們。你們應當把那惡人從你們中間趕出去。","bklcl":"Lāi-bīn ê lâng kiám m̄ sī lín phòaⁿ-toàn ê; iā gōa-bīn ê lâng Siōng-tè phòaⁿ-toàn i ah? Hit ê pháiⁿ lâng tio̍h tùi lín tiong-kan tû-khì.","tghg":"內面的人豈呣是恁判斷的？也外面的人上帝判斷伊啊！彼個歹人著對恁中間除去。","bklhl":"內面ê人kiám m̄是lín判斷ê；也外面ê人上帝判斷伊ah？Hit-ê pháiⁿ人tio̍h tùi lín中間除去。"}}]