[{"book":"林前","chapter":11,"verse":1,"versions":{"unv":"你們該效法我，像我效法基督一樣。","bklcl":"Lín tio̍h o̍h góa, chhin-chhiūⁿ góa o̍h Ki-tok.","tghg":"恁著學我，親像我學基督。","bklhl":"Lín tio̍h學我，親像我學基督。"}},{"book":"林前","chapter":11,"verse":2,"versions":{"unv":"我稱讚你們，因你們凡事記念我，又堅守我所傳給你們的。","bklcl":"Góa o-ló lín in-ūi lín hoān tāi-chì kì-liām góa, koh chip-siú chiah-ê ûi-thoân, chiàu góa só͘ thoân hō͘ lín ê.","tghg":"我謳咾恁，因為恁凡代誌紀念我，閣執守諸個遺傳，照我所傳互恁的。","bklhl":"我o-ló lín，因為lín凡tāi-chì記念我，koh執守chiah ê遺傳，照我所傳hō͘ lín ê。"}},{"book":"林前","chapter":11,"verse":3,"versions":{"unv":"我願意你們知道，基督是各人的頭；男人是女人的頭；　神是基督的頭。","bklcl":"Chóng-sī góa ài lín chai Ki-tok sī chòe ta-po͘-lâng ê thâu, ta-po͘-lâng chòe hū-jîn-lâng ê thâu, Siōng-tè chòe Ki-tok ê thâu.","tghg":"總是我愛恁知基督是做查甫人的頭；查甫人做婦仁人的頭；上帝做基督的頭。","bklhl":"總是我ài lín知基督是做ta-po͘人ê頭，ta-po͘人做婦人人ê頭，上帝做基督ê頭。"}},{"book":"林前","chapter":11,"verse":4,"versions":{"unv":"凡男人禱告或是講道（或譯：說預言；下同），若蒙著頭，就羞辱自己的頭。","bklcl":"Kìⁿ-nā ta-po͘-lâng kî-tó á-sī thoân-tō, nā tà thâu-khak, chiū lêng-jio̍k i ê thâu.","tghg":"見若查甫人祈禱抑是傳道，若罩(tà)頭殼，就凌辱伊的頭。","bklhl":"見若ta-po͘人祈禱á是傳道，若罩頭殼，就凌辱伊ê頭。"}},{"book":"林前","chapter":11,"verse":5,"versions":{"unv":"凡女人禱告或是講道，若不蒙著頭，就羞辱自己的頭，因為這就如同剃了頭髮一樣。","bklcl":"Nā-sī kìⁿ-nā hū-jîn-lâng kî-tó á-sī thoân-tō, bô tà thâu-khak, chiū lêng-jio̍k i ê thâu, in-ūi che kap thì thâu-mn̂g bô koh-iūⁿ.","tghg":"若是見若婦仁人祈禱抑是傳道，無罩頭殼，就凌辱伊的頭，因為這及剃頭毛無各樣。","bklhl":"但是見若婦人人祈禱á是傳道，無罩頭殼，就凌辱伊ê頭，因為這kap剃頭毛無各樣。"}},{"book":"林前","chapter":11,"verse":6,"versions":{"unv":"女人若不蒙著頭，就該剪了頭髮；女人若以剪髮、剃髮為羞愧，就該蒙著頭。","bklcl":"Hū-jîn-lâng nā bô tà thâu-khak, chiū tio̍h chián thâu-mn̂g; hū-jîn-lâng chián thâu-mn̂g á thì thâu-mn̂g nā sī kiàn-siàu, chiū khah hó tio̍h tà thâu.","tghg":"婦仁人若無罩頭殼，就著剪頭毛；婦仁人剪頭毛抑剃頭毛若是見誚(kiàn-siàu)，就卡好著罩頭。","bklhl":"婦人人若無罩頭殼，就tio̍h剪頭毛；婦人人剪頭毛á剃頭毛若是見笑，就khah好tio̍h 罩頭。"}},{"book":"林前","chapter":11,"verse":7,"versions":{"unv":"男人本不該蒙著頭，因為他是　神的形像和榮耀；但女人是男人的榮耀。","bklcl":"Ta-po͘-lâng m̄ eng-kai tà thâu, in-ūi i sī Siōng-tè ê siōng kap êng-kng; nā-sī hū-jîn-lâng chiū-sī ta-po͘-lâng ê êng-kng.","tghg":"查甫人呣應該罩頭，因為伊是上帝的像及榮光；若是婦仁人就是查甫人的榮光。","bklhl":"Ta-po͘人m̄應該罩頭，因為伊是上帝ê像kap榮光；但是婦人人就是ta-po͘人ê榮光。"}},{"book":"林前","chapter":11,"verse":8,"versions":{"unv":"起初，男人不是由女人而出，女人乃是由男人而出；","bklcl":"In-ūi ta-po͘-lâng m̄ sī tùi hū-jîn-lâng chhut, to̍k-to̍k hū-jîn-lâng sī tùi ta-po͘-lâng chhut.","tghg":"因為查甫人呣是對婦仁人出，獨獨婦仁人是對查甫人出；","bklhl":"因為ta-po͘人m̄是tùi婦人人出，獨獨婦人人是tùi ta-po͘人出。"}},{"book":"林前","chapter":11,"verse":9,"versions":{"unv":"並且男人不是為女人造的，女人乃是為男人造的。","bklcl":"In-ūi ta-po͘-lâng m̄ sī ūi-tio̍h hū-jîn-lâng chiah chhòng-chō, sī hū-jîn-lâng ūi-tio̍h ta-po͘-lâng lâi chhòng-chō.","tghg":"因為查甫人呣是為著婦仁人才創造，是婦仁人為著查甫人來創造。","bklhl":"因為ta-po͘人m̄是為tio̍h婦人人chiah創造，是婦人人為tio̍h ta-po͘人來創造。"}},{"book":"林前","chapter":11,"verse":10,"versions":{"unv":"因此，女人為天使的緣故，應當在頭上有服權柄的記號。","bklcl":"Só͘-í hū-jîn-lâng tio̍h ū hâng-ho̍k koân-pèng ê kì-hō tī i ê thâu-khak, ūi-tio̍h sù-chiá ê iân-kò͘.","tghg":"所以，婦仁人著有降服權柄的記號佇伊的頭殼，為著使者的緣故。","bklhl":"所以婦人人tio̍h有降服權柄ê記號tī伊ê頭殼，為tio̍h使者ê緣故。"}},{"book":"林前","chapter":11,"verse":11,"versions":{"unv":"然而照主的安排，女也不是無男，男也不是無女。","bklcl":"Chóng-sī tī Chú nā bô ta-po͘-lâng, chiū m̄ chiâⁿ hū-jîn-lâng; bô hū-jîn-lâng, chiū m̄ chiâⁿ ta-po͘-lâng.","tghg":"總是佇主若無查甫人，就呣成婦仁人，無婦仁人，就呣成查甫人。","bklhl":"總是tī主若無ta-po͘人，就m̄成婦人人；無婦人人，就m̄成ta-po͘人。"}},{"book":"林前","chapter":11,"verse":12,"versions":{"unv":"因為女人原是由男人而出，男人也是由女人而出；但萬有都是出乎　神。","bklcl":"In-ūi chhin-chhiūⁿ hū-jîn-lâng tùi ta-po͘-lâng chhut, ta-po͘-lâng iā sī tùi hū-jîn-lâng chiah ū; to̍k-to̍k bān hāng sī tùi Siōng-tè chhut.","tghg":"因為親像婦仁人對查甫人出，查甫人也是對婦仁人才有；獨獨萬項是對上帝出。","bklhl":"因為親像婦人人tùi ta-po͘人出，ta-po͘人也是tùi婦人人chiah有；獨獨萬項是tùi上帝出。"}},{"book":"林前","chapter":11,"verse":13,"versions":{"unv":"你們自己審察，女人禱告　神，不蒙著頭是合宜的嗎？","bklcl":"Lín sim-lāi ka-kī séng-chhat: hū-jîn-lâng bô tà thâu-khak lâi kî-tó Siōng-tè, sī ha̍p-sek mah?","tghg":"恁心內家己省察，婦仁人無罩頭殼來祈禱上帝，是合適(ha̍p-sek)嗎？","bklhl":"Lín心內家己省察：婦人人無罩頭殼來祈禱上帝，是合適mah？"}},{"book":"林前","chapter":11,"verse":14,"versions":{"unv":"你們的本性不也指示你們，男人若有長頭髮，便是他的羞辱嗎？","bklcl":"Tùi pún-sèng kiám m̄ chai, ta-po͘-lâng ū tn̂g ê thâu-mn̂g sī chòe kiàn-siàu mah?","tghg":"對本性豈呣知，查甫人有長的頭毛，是做見誚嗎？","bklhl":"Tùi本性kiám m̄知，ta-po͘人有長ê頭毛是做見笑mah？"}},{"book":"林前","chapter":11,"verse":15,"versions":{"unv":"但女人有長頭髮，乃是她的榮耀，因為這頭髮是給她作蓋頭的。","bklcl":"Nā-sī hū-jîn-lâng ū tn̂g ê thâu-mn̂g, sī chòe i ê êng-kng; in-ūi i ê thâu-mn̂g sī siúⁿ-sù i chòe phè.","tghg":"若是婦仁人有長的頭毛，是做伊的榮光，因為伊的頭毛是賞賜伊做帕(phè)。","bklhl":"但是婦人人有長ê頭毛，是做伊ê榮光；因為伊ê頭毛是賞賜伊做帕。"}},{"book":"林前","chapter":11,"verse":16,"versions":{"unv":"若有人想要辯駁，我們卻沒有這樣的規矩，　神的眾教會也是沒有的。","bklcl":"Siat-sú ū siūⁿ ài beh piān-pok ê, goán bô chit hō lē, Siōng-tè chiah-ê kàu-hōe iā bô.","tghg":"設使有想愛欲辯駁的，阮無此號例，上帝諸個教會也無。","bklhl":"設使有想ài beh辯駁ê，阮無chit號例，上帝chiah ê教會也無。"}},{"book":"林前","chapter":11,"verse":17,"versions":{"unv":"我現今吩咐你們的話，不是稱讚你們；因為你們聚會不是受益，乃是招損。","bklcl":"Taⁿ góa chiong chit-ê hoan-hù lín, m̄ sī o-ló lín, chiū-sī lín chū-chi̍p, bô tì-kàu lī-ek, sī tì-kàu sún-hāi.","tghg":"今我將此個吩咐恁，呣是謳咾恁；就是恁聚集無致到利益，是致到損害。","bklhl":"Taⁿ我將chit ê吩咐lín，m̄是o-ló lín，就是lín聚集，無致到利益，是致到損害。"}},{"book":"林前","chapter":11,"verse":18,"versions":{"unv":"第一，我聽說，你們聚會的時候彼此分門別類，我也稍微地信這話。","bklcl":"Thâu chi̍t hāng, góa thiaⁿ-kìⁿ lín chū-chi̍p chòe hōe ê sî, lín tiong-kan ū hun-tóng, góa iā tāi-lio̍k sìn.","tghg":"頭一項，我聽見恁聚集做會的時，恁中間有分黨，我也大略信。","bklhl":"頭一項，我聽見lín聚集做會ê時，lín中間有分黨，我也大略信。"}},{"book":"林前","chapter":11,"verse":19,"versions":{"unv":"在你們中間不免有分門結黨的事，好叫那些有經驗的人顯明出來。","bklcl":"In-ūi lín tiong-kan bōe bián-tit ū tóng-phài, beh hō͘ chin-si̍t ê lâng hián-bêng tī lín tiong-kan.","tghg":"因為恁中間𣍐免得有黨派，欲互真實的人顯明佇恁中間。","bklhl":"因為lín中間bōe免得有黨派，beh hō͘真實ê人顯明tī lín中間。"}},{"book":"林前","chapter":11,"verse":20,"versions":{"unv":"你們聚會的時候，算不得吃主的晚餐；","bklcl":"Án-ni lín chū-chi̍p tī chi̍t só͘-chāi, m̄ sī chia̍h Chú ê boán-chhan.","tghg":"按呢恁聚集佇一所在，呣是食主的晚餐；","bklhl":"Án-ni lín聚集tī一所在，m̄是食主ê晚餐。"}},{"book":"林前","chapter":11,"verse":21,"versions":{"unv":"因為吃的時候，各人先吃自己的飯，甚至這個飢餓，那個酒醉。","bklcl":"In-ūi chia̍h ê sî ta̍k lâng chòe i tāi-seng chia̍h i ê ê-hng tǹg; ū lâng iau, ū lâng chùi.","tghg":"因為食的時，逐人做伊代先食伊的下昏頓(ê-hng tǹg)，有人枵(iau)，有人醉。","bklhl":"因為食ê時，ta̍k人做伊事先食伊ê ê-hng頓；有人iau，有人醉。"}},{"book":"林前","chapter":11,"verse":22,"versions":{"unv":"你們要吃喝，難道沒有家嗎？還是藐視　神的教會，叫那沒有的羞愧呢？我向你們可怎麼說呢？可因此稱讚你們嗎？我不稱讚！","bklcl":"Lín kiám bô chhù thang lim-chia̍h mah?  Á-sī lín khòaⁿ-khin Siōng-tè ê kàu-hōe, iā hō͘ bô-ê kiàn-siàu ah?  Góa beh tùi lín cháiⁿ-iūⁿ kóng?  Tī chit-ê góa beh o-ló lín mah?  Góa bô o-ló.","tghg":"恁豈無厝通飲食嗎？抑是恁看輕上帝的教會，也互無的見誚啊？我欲對恁怎樣講？佇此個我欲謳咾恁嗎？我無謳咾！","bklhl":"Lín kiám無厝thang lim食mah？á是lín看輕上帝ê教會，也hō͘無ê見笑ah？我beh對lín怎樣講？Tī chit ê我beh o-ló lín mah？我無o-ló。"}},{"book":"林前","chapter":11,"verse":23,"versions":{"unv":"我當日傳給你們的，原是從主領受的，就是主耶穌被賣的那一夜，拿起餅來，","bklcl":"In-ūi góa tùi Chú siū, iā bat thoân hō͘ lín ê, chiū-sī Chú Iâ-so͘ hō͘ lâng bōe hit mî ū the̍h piáⁿ,","tghg":"因為我對主受，也曾傳互恁的，就是主耶穌互人賣彼暝，有提餅，","bklhl":"因為我tùi主受，也bat傳hō͘ lín ê，就是主耶穌hō͘人賣hit暝有the̍h餅，"}},{"book":"林前","chapter":11,"verse":24,"versions":{"unv":"祝謝了，就擘開，說：「這是我的身體，為你們捨（有古卷：擘開）的，你們應當如此行，為的是記念我。」","bklcl":"chiok-siā lâi peh i, kóng, Chit-ê sī góa ê seng-khu, ūi-tio̍h lín phah-phòa ê, lín tio̍h kiâⁿ án-ni lâi kì-liām góa.","tghg":"祝謝，來擘伊，講：「此個是我的身軀，為著恁拍破的，恁著行按呢來紀念我。」","bklhl":"祝謝來peh伊，講，chit ê是我ê身軀，為tio̍h lín phah破ê，lín tio̍h行án-ni來記念我。"}},{"book":"林前","chapter":11,"verse":25,"versions":{"unv":"飯後，也照樣拿起杯來，說：「這杯是用我的血所立的新約，你們每逢喝的時候，要如此行，為的是記念我。」","bklcl":"Chia̍h liáu-āu iā án-ni phâng poe, kóng, Chit ê poe chiū-sī sin iok, tī góa ê huih siat-li̍p ê, kìⁿ-nā lim ê sî, tio̍h kiâⁿ án-ni lâi kì-liām góa.","tghg":"食了後，也按呢捧杯，講：「此個杯就是新約，佇我的血設立的，見若飲的時，著行按呢來紀念我。」","bklhl":"食了後也án-ni捧杯，講，Chit ê杯就是新約，tī我ê血設立ê，見若lim ê時，tio̍h行án-ni來記念我。"}},{"book":"林前","chapter":11,"verse":26,"versions":{"unv":"你們每逢吃這餅，喝這杯，是表明主的死，直等到他來。","bklcl":"In-ūi lín ta̍k pái chia̍h chit ê piáⁿ, lim chit ê poe, sī piáu-bêng Chú ê sí, ti̍t kàu I koh lâi.","tghg":"因為恁逐擺食此個餅，飲此個杯，是表明主的死，直到伊閣來。","bklhl":"因為lín ta̍k-pái食chit ê餅，lim chit ê杯，是表明主ê死，直到伊koh來。"}},{"book":"林前","chapter":11,"verse":27,"versions":{"unv":"所以，無論何人，不按理吃主的餅，喝主的杯，就是干犯主的身、主的血了。","bklcl":"Án-ni hoān-nā chia̍h Chú ê piáⁿ, á-sī lim Chú ê poe, bô ha̍p-gî ê, sī ko͘-hū Chú ê seng-khu kap huih.","tghg":"按呢，凡若食主的餅，抑是飲主的杯無合宜的，是辜負主的身軀及血。","bklhl":"Án-ni凡若食主ê餅，á是lim主ê poe，無合宜ê，是辜負主ê身軀kap血。"}},{"book":"林前","chapter":11,"verse":28,"versions":{"unv":"人應當自己省察，然後吃這餅、喝這杯。","bklcl":"Nā-sī lâng tio̍h ka-kī séng-chhat, chiah thang chia̍h chit ê piáⁿ, lim chit ê poe.","tghg":"若是人著家己省察，才通食此個餅、飲此個杯。","bklhl":"但是人tio̍h家己省察，chiah thang食chit ê餅，lim chit ê杯。"}},{"book":"林前","chapter":11,"verse":29,"versions":{"unv":"因為人吃喝，若不分辨是主的身體，就是吃喝自己的罪了。","bklcl":"Lâng bô hun-piat Chú ê seng-khu lâi lim-chia̍h, chiū-sī tùi lim-chia̍h ka-kī chhú sím-phòaⁿ.","tghg":"人無分別主的身軀，來飲食，就是對飲食家己取審判。","bklhl":"人無分別主ê身軀來lim食，就是tùi lim食家己取審判。"}},{"book":"林前","chapter":11,"verse":30,"versions":{"unv":"因此，在你們中間有好些軟弱的與患病的，死（原文是睡）的也不少。","bklcl":"Só͘-í lín tiong-kan soe-lám ê, phòa-pīⁿ ê, chōe-chōe; sí ê iā bô chió.","tghg":"所以恁中間衰膦(soe-lám)的、破病的多多，死的也無少。","bklhl":"所以lín中間衰lám ê，破病ê，chōe-chōe；死ê也無少。"}},{"book":"林前","chapter":11,"verse":31,"versions":{"unv":"我們若是先分辨自己，就不至於受審。","bklcl":"Lán nā ka-kī sím-mn̄g, chiū bô siū sím-phòaⁿ.","tghg":"咱若家己審問，就無受審判。","bklhl":"咱若家己審問，就無受審判。"}},{"book":"林前","chapter":11,"verse":32,"versions":{"unv":"我們受審的時候，乃是被主懲治，免得我們和世人一同定罪。","bklcl":"Chóng-sī lán siū sím-phòaⁿ, sī hō͘ Chú só͘ kéng-kài, bián-tit kap sè-kan lâng tâng siū tēng-chōe.","tghg":"總是咱受審判，是互主所警戒，免得及世間人同受定罪。","bklhl":"總是咱受審判，是hō͘主所警戒，免得kap世間人同受定罪。"}},{"book":"林前","chapter":11,"verse":33,"versions":{"unv":"所以我弟兄們，你們聚會吃的時候，要彼此等待。","bklcl":"Góa ê hiaⁿ-tī ah, só͘-í lín chū-chi̍p beh chia̍h ê sî, tio̍h saⁿ thèng-hāu.","tghg":"我的兄弟啊，所以恁聚集欲食的時，著相聽候。","bklhl":"我ê兄弟ah，所以lín聚集beh食ê時，tio̍h 相 thèng候。"}},{"book":"林前","chapter":11,"verse":34,"versions":{"unv":"若有人飢餓，可以在家裡先吃，免得你們聚會，自己取罪。其餘的事，我來的時候再安排。","bklcl":"Nā ū lâng iau, tio̍h tiàm in chhù chia̍h, bián-tit chū-chi̍p tì-kàu siū sím-phòaⁿ.  Kî-û ê tán góa lâi, chiah beh siat-hoat.","tghg":"若有人枵，著踮𪜶厝食，免得聚集，致到受審判。其餘的，等我來才欲設法。","bklhl":"若有人iau，tio̍h tiàm in厝食，免得聚集致到受審判。其餘ê等我來，chiah beh設法。"}}]