[{"book":"林前","chapter":1,"verse":1,"versions":{"unv":"奉　神旨意，蒙召作耶穌基督使徒的保羅，同兄弟所提尼，","bklcl":"Tùi Siōng-tè ê chí-ì siū tiàu chòe Iâ-so͘ Ki-tok ê sù-tô͘ Pó-lô, kap hiaⁿ-tī Só͘-thê-nî,","tghg":"對上帝的旨意，受召做耶穌基督的使徒保羅，及兄弟所提尼，","bklhl":"Tùi上帝ê旨意受召做耶穌基督ê使徒保羅，kap兄弟Só͘-thê-nî，"}},{"book":"林前","chapter":1,"verse":2,"versions":{"unv":"寫信給在哥林多　神的教會，就是在基督耶穌裡成聖、蒙召作聖徒的，以及所有在各處求告我主耶穌基督之名的人。基督是他們的主，也是我們的主。","bklcl":"phoe kià hō͘ Siōng-tè ê kàu-hōe tī Ko-lîm-to ê, chiū-sī tiàm-tī Ki-tok Iâ-so͘ chiâⁿ-sèng, siū tiàu chòe sèng-tô͘, í-ki̍p kìⁿ-nā ta̍k só͘-chāi kiû-kiò lán ê Chú Iâ-so͘ Ki-tok ê miâ ê, Chú sī in ê, iā sī lán ê;","tghg":"批寄互上帝的教會佇哥林多的，就是踮佇基督耶穌成聖、受召做聖徒，以及見若逐所在求叫咱的主耶穌基督的名的。主是𪜶的，也是咱的。","bklhl":"phoe寄hō͘上帝ê教會tī哥林多ê，就是tiàm-tī基督耶穌成聖、受召做聖徒，以及見若ta̍k所在求叫咱ê主耶穌基督ê名ê，主是in ê，也是咱ê；"}},{"book":"林前","chapter":1,"verse":3,"versions":{"unv":"願恩惠、平安從　神我們的父並主耶穌基督歸與你們。","bklcl":"goān lín tùi lán ê Pē Siōng-tè kap Chú Iâ-so͘ Ki-tok tit-tio̍h un-tián pêng-an.","tghg":"願恁對咱的父上帝及主耶穌基督得著恩典、平安。","bklhl":"願lín對咱ê父上帝kap主耶穌基督得tio̍h恩典平安。"}},{"book":"林前","chapter":1,"verse":4,"versions":{"unv":"我常為你們感謝我的　神，因　神在基督耶穌裡所賜給你們的恩惠；","bklcl":"Góa siông-siông thòe lín kám-siā góa ê Siōng-tè, sī ūi-tio̍h Siōng-tè ê un-tián tī Iâ-so͘ Ki-tok bat siúⁿ-sù lín ê,","tghg":"我常常替恁感謝我的上帝，是為著上帝的恩典佇耶穌基督曾賞賜恁的；","bklhl":"我常常替lín感謝我ê上帝，是為tio̍h上帝ê恩典tī耶穌基督bat賞賜lín ê，"}},{"book":"林前","chapter":1,"verse":5,"versions":{"unv":"又因你們在他裡面凡事富足，口才、知識都全備，","bklcl":"in-ūi lín tiàm-tī I ta̍k hāng tāi-chì hù-chiok, kháu-châi tì-sek bô m̄ chiâu-pī,","tghg":"因為恁踮佇伊逐項代誌富足，口才、智識無呣齊備，","bklhl":"因為lín tiàm-tī伊ta̍k項tāi-chì富足，口才知識無m̄齊備，"}},{"book":"林前","chapter":1,"verse":6,"versions":{"unv":"正如我為基督作的見證，在你們心裡得以堅固，","bklcl":"chhin-chhiūⁿ Ki-tok ê kan-chèng tit-tio̍h kian-kò͘ tī lín ê tiong-kan;","tghg":"親像基督的干證，得著堅固佇恁的中間，","bklhl":"親像基督ê干證得tio̍h堅固tī lín ê中間；"}},{"book":"林前","chapter":1,"verse":7,"versions":{"unv":"以致你們在恩賜上沒有一樣不及人的，等候我們的主耶穌基督顯現。","bklcl":"tì-kàu lín tī chiah-ê un-sù bô chi̍t hāng bô kàu-gia̍h, lâi thèng-hāu lán ê Chú Iâ-so͘ Ki-tok ê hián-hiān;","tghg":"致到恁佇諸個恩賜無一項無夠額，來聽候咱的主耶穌基督的顯現。","bklhl":"致到lín tī chiah ê恩賜無一項無夠額，來thèng候咱ê主耶穌基督ê顯現；"}},{"book":"林前","chapter":1,"verse":8,"versions":{"unv":"他也必堅固你們到底，叫你們在我們主耶穌基督的日子無可責備。","bklcl":"I iā beh kian-kò͘ lín kàu lō͘-bé, tī lán ê Chú Iâ-so͘ Ki-tok ê ji̍t bô thang hiâm.","tghg":"伊也欲堅固恁到路尾，佇咱的主耶穌基督的日無通嫌。","bklhl":"伊也beh堅固lín到路尾，tī咱ê主耶穌基督ê日無thang嫌。"}},{"book":"林前","chapter":1,"verse":9,"versions":{"unv":"　神是信實的，你們原是被他所召，好與他兒子─我們的主耶穌基督一同得分。","bklcl":"Siōng-tè sī sìn-si̍t, lín tùi I siū tiàu lâi kap I ê Kiáⁿ lán ê Chú Iâ-so͘ Ki-tok kiat-liân.","tghg":"上帝是信實，恁對伊受召，來及伊的子──咱的主耶穌基督結聯。","bklhl":"上帝是信實，lín tùi伊受召來kap伊ê Kiáⁿ咱ê主耶穌基督結聯。"}},{"book":"林前","chapter":1,"verse":10,"versions":{"unv":"弟兄們，我藉我們主耶穌基督的名勸你們都說一樣的話。你們中間也不可分黨，只要一心一意，彼此相合。","bklcl":"Hiaⁿ-tī ah, taⁿ góa tùi lán ê Chú Iâ-so͘ Ki-tok ê miâ khǹg lín gī-lūn lóng tio̍h saⁿ-tâng, lín tiong-kan bo̍h-tit ū hun-tóng, chiū-sī tio̍h chi̍t sim chi̍t ì tāi-ke saⁿ khè-ha̍p.","tghg":"兄弟啊，今(taⁿ)我對咱的主耶穌基督的名勸恁議論攏著相同(saⁿ-tâng)。恁中間莫得有分黨，就是著一心一意，大家相契合。","bklhl":"兄弟ah，taⁿ我對咱ê主耶穌基督ê名勸lín議論lóng tio̍h相同，lín中間莫得有分黨，就是tio̍h一心一意大家相契合。"}},{"book":"林前","chapter":1,"verse":11,"versions":{"unv":"因為革來氏家裡的人曾對我提起弟兄們來，說你們中間有紛爭。","bklcl":"Góa ê hiaⁿ-tī ah, sī Kek-lâi--sī ke-lāi ê lâng bat kā góa kóng, lín tiong-kan ū saⁿ-chiⁿ.","tghg":"我的兄弟啊，是革來氏家內的人曾給我講，恁中間有相爭。","bklhl":"我ê兄弟ah，是Kek-lâi氏家內ê人bat kā我講，lín中間有相爭。"}},{"book":"林前","chapter":1,"verse":12,"versions":{"unv":"我的意思就是你們各人說：「我是屬保羅的」；「我是屬亞波羅的」；「我是屬磯法的」；「我是屬基督的」。","bklcl":"Góa ê ì-sù sī lín ta̍k lâng ū teh kóng, Góa sio̍k Pó-lô, Góa sio̍k A-pho-lô, Góa sio̍k Ki-hoat, Góa sio̍k Ki-tok.","tghg":"我的意思是恁逐人有啲講：「我屬保羅」；「我屬亞波羅」；「我屬磯法」；「我屬基督」。","bklhl":"我ê意思是lín ta̍k人有teh講，我屬保羅，我屬亞波羅，我屬磯法，我屬基督。"}},{"book":"林前","chapter":1,"verse":13,"versions":{"unv":"基督是分開的嗎？保羅為你們釘了十字架嗎？你們是奉保羅的名受了洗嗎？","bklcl":"Ki-tok kiám ū pun-khui mah? Pó-lô kiám thòe lín tèng si̍p-jī-kè mah? Á-sī lín bat siū sóe-lé kui tī Pó-lô ê miâ mah?","tghg":"基督豈有分開嗎？保羅豈替恁釘十字架嗎？抑是恁曾受洗禮歸佇保羅的名嗎？","bklhl":"基督kiám有分開mah？保羅kiám替lín釘十字架mah？á是lín bat受洗禮歸tī保羅ê名mah？"}},{"book":"林前","chapter":1,"verse":14,"versions":{"unv":"我感謝　神，除了基利司布並該猶以外，我沒有給你們一個人施洗，","bklcl":"Kám-siā Siōng-tè, tī Kek-lí-sū-pò͘, Ka-iû í-gōa, góa bē bat kā lín chi̍t lâng kiâⁿ sóe-lé,","tghg":"感謝上帝，佇基利司布、該猶以外，我未曾給恁一人行洗禮，","bklhl":"感謝上帝，tī Kek-你-sū-pò͘、Ka-iû以外，我未bat kā lín一人行洗禮，"}},{"book":"林前","chapter":1,"verse":15,"versions":{"unv":"免得有人說，你們是奉我的名受洗。","bklcl":"bián-tit lâng kóng lín siū sóe-lé kui tī góa ê miâ.","tghg":"免得人講，恁受洗禮歸佇我的名。","bklhl":"免得人講lín受洗禮歸tī我ê名。"}},{"book":"林前","chapter":1,"verse":16,"versions":{"unv":"我也給司提法那家施過洗，此外給別人施洗沒有，我卻記不清。","bklcl":"Góa iā kā Sū-thê-hoán-à chi̍t ke ê lâng kiâⁿ sóe-lé, kî-û ū kā pa̍t lâng kiâⁿ sóe-lé á bô góa khiok bōe kì-tit.","tghg":"我也給司提反阿一家的人行洗禮，其餘有給別人行洗禮抑無，我卻𣍐記得。","bklhl":"我也kā Sū-thê-hoán-à一家ê人行洗禮，其餘有kā別人行洗禮á無，我卻bōe記得。"}},{"book":"林前","chapter":1,"verse":17,"versions":{"unv":"基督差遣我，原不是為施洗，乃是為傳福音，並不用智慧的言語，免得基督的十字架落了空。","bklcl":"In-ūi Ki-tok chhe góa m̄ sī beh kiâⁿ sóe-lé sī beh thoân hok-im; put-chāi giân-gú ê tì-hūi, kiaⁿ-liáu Ki-tok ê si̍p-jī-kè kui tī khang-khang.","tghg":"因為基督差我，呣是欲行洗禮是欲傳福音，不在言語的智慧，驚了基督的十字架歸佇空空。","bklhl":"因為基督差我m̄是beh行洗禮，是beh傳福音；不在言語ê智慧，驚了基督ê十字架歸tī空空。"}},{"book":"林前","chapter":1,"verse":18,"versions":{"unv":"因為十字架的道理，在那滅亡的人為愚拙；在我們得救的人，卻為　神的大能。","bklcl":"In-ūi si̍p-jī-kè ê tō-lí, tîm-lûn ê lâng khòaⁿ chòe gōng, lán tit kiù ê lâng khòaⁿ chòe Siōng-tè ê koân-lêng.","tghg":"因為十字架的道理，沈淪的人看做戇；咱得救的人，看做上帝的權能。","bklhl":"因為十字架ê道理，沉淪ê人看做戇，咱得救ê人看做上帝ê權能。"}},{"book":"林前","chapter":1,"verse":19,"versions":{"unv":"就如經上所記：我要滅絕智慧人的智慧，廢棄聰明人的聰明。","bklcl":"In-ūi ū kì-chài kóng,\tGóa beh bia̍t-bô tì-hūi ê lâng ê tì-hūi,\tIā beh khì-sak chhang-miâ ê lâng ê chhang-miâ.","tghg":"因為有記載講：我欲滅無智慧的人的智慧，也欲棄拺(khì-sak)聰明(chhang-miâ)的人的聰明。","bklhl":"因為有記載講，\t我beh滅無智慧ê人ê智慧，\t也beh棄sak聰明ê人ê聰明。"}},{"book":"林前","chapter":1,"verse":20,"versions":{"unv":"智慧人在哪裡？文士在哪裡？這世上的辯士在哪裡？　神豈不是叫這世上的智慧變成愚拙嗎？","bklcl":"Tì-hūi ê lâng tī tá-lo̍h? Keng-ha̍k-sū tī tá-lo̍h? chit sè-kan hò͘ⁿ piān-lūn ê lâng tī tá-lo̍h? Siōng-tè kiám m̄ sī hō͘ sè-kan ê tì-hūi piàn-chiâⁿ gōng?","tghg":"智慧的人佇叨落？經學士佇叨落？此世間好辯論的人佇叨落？上帝豈呣是互世間的智慧變成戇？","bklhl":"智慧ê人tī tá-lo̍h？經學士tī tá-lo̍h？chit世間好辯論ê人tī tá-lo̍h？上帝kiám m̄是hō͘世間ê智慧變成戇？"}},{"book":"林前","chapter":1,"verse":21,"versions":{"unv":"世人憑自己的智慧，既不認識　神，　神就樂意用人所當作愚拙的道理拯救那些信的人；這就是　神的智慧了。","bklcl":"In-ūi sè-kan kì-jiân tùi in ê tì-hūi m̄ bat Siōng-tè, Siōng-tè chiū hoaⁿ-hí tùi só͘ soan-thoân ê gōng lâi kiù chiah-ê sìn ê lâng; che lóng sī Siōng-tè ê tì-hūi.","tghg":"因為世間既然對𪜶的智慧，呣識上帝，上帝就歡喜對所宣傳的戇來救諸個信的人，這攏是上帝的智慧。","bklhl":"因為世間既然tùi in ê智慧m̄-bat上帝，上帝就歡喜tùi所宣傳ê戇來救chiah ê信ê人；這lóng是上帝ê智慧。"}},{"book":"林前","chapter":1,"verse":22,"versions":{"unv":"猶太人是要神蹟，希臘人是求智慧，","bklcl":"In-ūi Iû-thài lâng kiû sîn-jiah, Hi-lī-nî lâng chhē tì-hūi.","tghg":"因為猶太人求神蹟，希利尼人尋智慧，","bklhl":"因為偤太人求神蹟，希利尼人chhē智慧。"}},{"book":"林前","chapter":1,"verse":23,"versions":{"unv":"我們卻是傳釘十字架的基督，在猶太人為絆腳石，在外邦人為愚拙；","bklcl":"Nā-sī goán thoân tèng si̍p-jī-kè ê Ki-tok, tùi tī Iû-thài lâng sī that-gāi, tùi tī gōa-pang lâng sī gû-gōng;","tghg":"若是阮傳釘十字架的基督，對佇猶太人是塞礙(that-gāi)，對佇外邦人是愚戇；","bklhl":"但是阮傳釘十字架ê基督，tùi tī偤太人是塞礙，tùi tī外邦人是愚戇；"}},{"book":"林前","chapter":1,"verse":24,"versions":{"unv":"但在那蒙召的，無論是猶太人、希臘人，基督總為　神的能力，　神的智慧。","bklcl":"nā-sī tùi tī siū tiàu ê, bô lūn Iû-thài Hi-lī-nî, Ki-tok chòe Siōng-tè ê koân-lêng, Siōng-tè ê tì-hūi.","tghg":"若是對佇受召的，無論猶太、希利尼，基督做上帝的權能，上帝的智慧。","bklhl":"但是tùi tī受召ê，無論偤太、希利尼，基督做上帝ê權能，上帝ê智慧。"}},{"book":"林前","chapter":1,"verse":25,"versions":{"unv":"因　神的愚拙總比人智慧，　神的軟弱總比人強壯。","bklcl":"In-ūi Siōng-tè ê gû-gōng pí lâng khah tì-hūi, Siōng-tè ê loán-jio̍k pí lâng khah ióng-chòng.","tghg":"因為上帝的愚戇比人卡智慧，上帝的軟弱比人卡勇壯。","bklhl":"因為上帝ê愚戇比人khah智慧，上帝ê軟弱比人khah勇壯。"}},{"book":"林前","chapter":1,"verse":26,"versions":{"unv":"弟兄們哪，可見你們蒙召的，按著肉體有智慧的不多，有能力的不多，有尊貴的也不多。","bklcl":"Hiaⁿ-tī ah, chhì-khòaⁿ lín ê siū-tiàu, chiàu jio̍k-thé ū tì-hūi ê bô jōa chōe, ū koân-le̍k ê bô jōa chōe, ū chun-kùi ê iā bô jōa chōe;","tghg":"兄弟啊，試看恁的受召，照肉體有智慧的無偌多，有權力的無偌多，有尊貴的也無偌多。","bklhl":"兄弟ah，試看lín ê受召，照肉體有智慧ê無jōa-chōe，有權力ê無jōa-chōe，有尊貴ê也無jōa-chōe；"}},{"book":"林前","chapter":1,"verse":27,"versions":{"unv":"　神卻揀選了世上愚拙的，叫有智慧的羞愧；又揀選了世上軟弱的，叫那強壯的羞愧。","bklcl":"nā-sī Siōng-tè kéng sè-kan ê gōng ê, lâi hō͘ tì-hūi ê lâng kiàn-siàu; Siōng-tè iā kéng sè-kan ê loán-jio̍k ê lâi hō͘ ióng-chòng ê kiàn-siàu;","tghg":"若是上帝揀世間的戇的，來互智慧的人見誚；上帝也揀世間的軟弱的，來互勇壯的見誚。","bklhl":"但是上帝揀世間ê戇ê，來hō͘智慧ê人見笑；上帝也揀世間ê軟弱ê，來hō͘勇壯ê見笑；"}},{"book":"林前","chapter":1,"verse":28,"versions":{"unv":"　神也揀選了世上卑賤的，被人厭惡的，以及那無有的，為要廢掉那有的，","bklcl":"Siōng-tè iā kéng sè-kan pi-chiān ê, lâng khòaⁿ m̄ chiūⁿ ba̍k ê, í-ki̍p hiah-ê bô ê, lâi hòe-bô hiah-ê ū-ê;","tghg":"上帝也揀世間卑賤的，人看呣上目(chiūⁿ ba̍k)的，以及許個無的，來廢無許個有的，","bklhl":"上帝也揀世間卑賤ê，人看m̄上目ê，以及hiah-ê無ê，來廢無hiah-ê有ê；"}},{"book":"林前","chapter":1,"verse":29,"versions":{"unv":"使一切有血氣的，在　神面前一個也不能自誇。","bklcl":"hō͘ kìⁿ-nā ū jio̍k-thé ê tī Siōng-tè ê bīn-chêng bô thang khoa-kháu.","tghg":"互見若有肉體的，佇上帝的面前無通誇口。","bklhl":"hō͘見若有肉體ê tī上帝ê面前無thang誇口。"}},{"book":"林前","chapter":1,"verse":30,"versions":{"unv":"但你們得在基督耶穌裡是本乎　神，　神又使他成為我們的智慧、公義、聖潔、救贖。","bklcl":"Nā-sī lín tùi Siōng-tè tit-tio̍h tiàm-tī Ki-tok Iâ-so͘; I tùi Siōng-tè thòe lán chiâⁿ-chòe tì-hūi, koh chòe gī, chiâⁿ-sèng, í-ki̍p sio̍k-hôe;","tghg":"若是恁對上帝得著踮佇基督耶穌，伊對上帝替咱成做智慧、閣做義、成聖，以及贖回。","bklhl":"但是lín tùi上帝得tio̍h tiàm-tī基督耶穌；伊tùi上帝替咱成做智慧，koh做義、成聖，以及贖回；"}},{"book":"林前","chapter":1,"verse":31,"versions":{"unv":"如經上所記：「誇口的，當指著主誇口。」","bklcl":"tì-kàu chiàu só͘ kì-chài kóng, Khoa-kháu ê lâng tio̍h ēng Chú lâi khoa-kháu.","tghg":"致到照所記載講：「誇口的人，著用主來誇口。」","bklhl":"致到照所記載講，誇口ê人tio̍h用主來誇口。"}}]