[{"book":"林前","chapter":6,"verse":1,"versions":{"unv":"你們中間有彼此相爭的事，怎敢在不義的人面前求審，不在聖徒面前求審呢？","bklcl":"Lín tiong-kan ū lâng kap lâng oan-ke, kiám káⁿ kò tī put-gī ê lâng ê bīn-chêng iā bô tī sèng-tô͘ ê bīn-chêng mah?","tghg":"恁中間有人及人冤家，豈敢告佇不義的人的面前，也無佇聖徒的面前嗎？","bklhl":"Lín中間有人kap人冤家，kiám敢告tī不義ê人ê面前也無tī聖徒ê面前mah？"}},{"book":"林前","chapter":6,"verse":2,"versions":{"unv":"豈不知聖徒要審判世界嗎？若世界為你們所審，難道你們不配審判這最小的事嗎？","bklcl":"Á-sī lín m̄ chai sèng-tô͘ beh sím-phòaⁿ sè-kan? Sè-kan siōng-chhiáⁿ hō͘ lín sím-phòaⁿ, iā bōe kham-tit sím-phòaⁿ ke̍k sió-khóa ê sū mah?","tghg":"抑是恁呣知聖徒欲審判世間？世間尚且互恁審判，也𣍐堪得審判極小可(sió-khóa)的事嗎？","bklhl":"á是lín m̄知聖徒beh審判世間？世間尚且hō͘ lín審判，也bōe堪得審判極小khóa ê事mah？"}},{"book":"林前","chapter":6,"verse":3,"versions":{"unv":"豈不知我們要審判天使嗎？何況今生的事呢？","bklcl":"Kiám m̄ chai lán beh sím-phòaⁿ thiⁿ-sài? hô-hòng kim-sè ê sū mah?","tghg":"豈呣知咱欲審判天使？何況(hô-hòng)今世的事嗎？","bklhl":"Kiám m̄知咱beh審判天使？何況今世ê事mah？"}},{"book":"林前","chapter":6,"verse":4,"versions":{"unv":"既是這樣，你們若有今生的事當審判，是派教會所輕看的人審判嗎？","bklcl":"Taⁿ lín nā ū kim-sè ê sū tio̍h sím-phòaⁿ, lín kiám sī ēng kàu-hōe tiong bô miâ-jī ê sím-phòaⁿ mah?","tghg":"今恁若有今世的事著審判，恁豈是用教會中無名字的審判嗎？","bklhl":"Taⁿ lín若有今世ê事tio̍h審判，lín kiám是用教會中無名字ê審判mah？"}},{"book":"林前","chapter":6,"verse":5,"versions":{"unv":"我說這話是要叫你們羞恥。難道你們中間沒有一個智慧人能審斷弟兄們的事嗎？","bklcl":"Góa kóng án-ni sī beh hō͘ lín kiàn-siàu.  Kiám sī lín tiong-kan bô chi̍t ê tì-sek ê lâng, ōe phòaⁿ-toàn tī i ê hiaⁿ-tī tiong?","tghg":"我講按呢是欲互恁見誚。豈是恁中間無一個智識的人會判斷佇伊的兄弟中？","bklhl":"我講án-ni是beh hō͘ lín見笑。kiám是lín中間無一个知識ê人，ōe判斷tī伊ê兄弟中？"}},{"book":"林前","chapter":6,"verse":6,"versions":{"unv":"你們竟是弟兄與弟兄告狀，而且告在不信主的人面前。","bklcl":"Kèng-jiân hiaⁿ-tī kò hiaⁿ-tī, sòa kò tī m̄ sìn ê lâng ê bīn-chêng.","tghg":"竟然兄弟告兄弟，續告佇呣信的人的面前。","bklhl":"竟然兄弟告兄弟，續告tī m̄信ê人ê面前。"}},{"book":"林前","chapter":6,"verse":7,"versions":{"unv":"你們彼此告狀，這已經是你們的大錯了。為甚麼不情願受欺呢？為甚麼不情願吃虧呢？","bklcl":"Taⁿ lín ū saⁿ-kò ê sū, í-keng lóng sī lín ê tōa sit-chhò.  Siáⁿ-sū m̄ lêng-khó͘ siū oan-óng? siáⁿ-sū m̄ lêng-khó͘ siū khek-khui ah?","tghg":"今恁有相告的事，已經攏是恁的大失錯。啥事呣寧可(lêng-khó.)受冤枉？啥事呣寧可受剋虧(khek-khui)啊？","bklhl":"Taⁿ lín有相告ê事，已經lóng是lín ê大失錯。啥事m̄寧可受冤枉？啥事m̄寧可受剋虧ah？"}},{"book":"林前","chapter":6,"verse":8,"versions":{"unv":"你們倒是欺壓人、虧負人，況且所欺壓所虧負的就是弟兄。","bklcl":"Nā-sī lín kèng-jiân oan-óng lâng, khek-khui lâng, hòng-kiam chiah-ê sī hiaⁿ-tī.","tghg":"若是恁竟然冤枉人、剋虧人，況兼(hòng-kiam)諸個是兄弟。","bklhl":"但是lín竟然冤枉人，剋虧人，hòng-kiam chiah ê是兄弟。"}},{"book":"林前","chapter":6,"verse":9,"versions":{"unv":"你們豈不知不義的人不能承受　神的國嗎？不要自欺！無論是淫亂的、拜偶像的、姦淫的、作孌童的、親男色的、","bklcl":"Kiám m̄ chai put-gī ê lâng bōe-ōe sêng-chiap Siōng-tè ê kok mah? Bo̍h-tit chhò-gō͘; îm-loān ê, pài ngó͘-siōng ê, kiâⁿ kan-îm ê, chòe loân-tông ê, hò͘ⁿ lâm-sek ê,","tghg":"豈呣知不義的人𣍐會承接上帝的國嗎？莫得錯誤！淫亂的、拜偶像的、行姦淫的、做孌童(loân-tông)的、好(hò͘ⁿ)男色的、","bklhl":"Kiám m̄知不義ê人bōe會承接上帝ê國mah？莫得錯誤；淫亂ê，拜偶像ê，行姦淫ê，做攣童ê，好男色ê，"}},{"book":"林前","chapter":6,"verse":10,"versions":{"unv":"偷竊的、貪婪的、醉酒的、辱罵的、勒索的，都不能承受　神的國。","bklcl":"chòe chha̍t ê, tham-sim ê, hò͘ⁿ-chiú ê, lóe-mē lâng ê, le̍k-sek lâng ê, lóng bōe tit-tio̍h sêng-chiap Siōng-tè ê kok.","tghg":"做賊的、貪心的、好(hò͘ⁿ)酒的、詈罵(lóe-mē)人的、勒索(le̍k-sek)人的，攏𣍐得著承接上帝的國。","bklhl":"做賊ê，貪心ê，好酒ê，詈罵人ê，勒索人ê，lóng bōe得tio̍h承接上帝ê國。"}},{"book":"林前","chapter":6,"verse":11,"versions":{"unv":"你們中間也有人從前是這樣；但如今你們奉主耶穌基督的名，並藉著我們　神的靈，已經洗淨，成聖，稱義了。","bklcl":"Lín tiong-kan ū lâng chá sī án-ni; nā-sī tī Chú Iâ-so͘ Ki-tok ê miâ, kap lán ê Siōng-tè ê Sîn, í-keng sóe chheng, í-keng tit-tio̍h chiâⁿ-sèng, í-keng chheng-chòe-gī.","tghg":"恁中間有人早是按呢；若是佇主耶穌基督的名，及咱的上帝的神，已經洗清，已經得著成聖，已經稱做義。","bklhl":"Lín中間有人早是án-ni；但是tī主耶穌基督ê名，kap咱ê上帝ê神，已經洗清，已經得tio̍h成聖，已經稱做義。"}},{"book":"林前","chapter":6,"verse":12,"versions":{"unv":"凡事我都可行，但不都有益處。凡事我都可行，但無論哪一件，我總不受它的轄制。","bklcl":"Hoān sū góa lóng thang; nā-sī bô it-chīn ū lī-ek. Hoān sū góa lóng thang, nā-sī bô chi̍t hāng góa beh hō͘ i koán.","tghg":"凡事我攏通，若是無一盡有利益。凡事我攏通，若是無一項，我欲互伊管。","bklhl":"凡事我lóng thang；但是無一盡有利益。凡事我lóng thang，但是無一項我beh hō͘伊管。"}},{"book":"林前","chapter":6,"verse":13,"versions":{"unv":"食物是為肚腹，肚腹是為食物；但　神要叫這兩樣都廢壞。身子不是為淫亂，乃是為主；主也是為身子。","bklcl":"Chia̍h sī ūi-tio̍h pak-tó͘, pak-tó͘ iā sī ūi-tio̍h chia̍h, chóng-sī chit nn̄g hāng Siōng-tè beh hòe i.  To̍k-to̍k seng-khu m̄ sī ūi-tio̍h îm-loān, sī ūi-tio̍h Chú, Chú iā sī ūi-tio̍h seng-khu.","tghg":"食是為著腹肚，腹肚也是為著食；總是此二項上帝欲廢伊。獨獨身軀呣是為著淫亂，是為著主；主也是為著身軀。","bklhl":"食是為tio̍h腹肚，腹肚也是為tio̍h食，總是chit兩項上帝beh廢伊。獨獨身軀m̄是為tio̍h淫亂，是為tio̍h主，主也是為tio̍h身軀。"}},{"book":"林前","chapter":6,"verse":14,"versions":{"unv":"並且　神已經叫主復活，也要用自己的能力叫我們復活。","bklcl":"Siōng-tè bat hō͘ Chú koh-oa̍h, iā beh tùi I ê koân-lêng hō͘ lán koh-oa̍h.","tghg":"上帝曾互主復活，也欲對伊的權能互咱復活。","bklhl":"上帝bat hō͘主koh活，也beh tùi伊ê權能hō͘咱koh活。"}},{"book":"林前","chapter":6,"verse":15,"versions":{"unv":"豈不知你們的身子是基督的肢體嗎？我可以將基督的肢體作為娼妓的肢體嗎？斷乎不可！","bklcl":"Kiám m̄ chai lín ê seng-khu sī Ki-tok ê pah-thé? góa kiám thang chiong Ki-tok ê pah-thé hō͘ i chòe chhiong-ki ê pah-thé mah?  Toàn-toàn m̄ thang.","tghg":"豈呣知恁的身軀是基督的百體？我豈通將基督的百體互伊做娼妓的百體嗎？斷斷呣通！","bklhl":"Kiám m̄知lín ê身軀是基督ê百體？我kiám thang將基督ê百體hō͘伊做娼妓ê百體mah？斷斷m̄-thang。"}},{"book":"林前","chapter":6,"verse":16,"versions":{"unv":"豈不知與娼妓聯合的，便是與她成為一體嗎？因為主說：「二人要成為一體。」","bklcl":"Á-sī lín m̄ chai kap chhiong-ki liân-ha̍p ê, sī kap i chòe chi̍t thé? in-ūi kóng, Nn̄g ê beh chiâⁿ chòe chi̍t thé.","tghg":"抑是恁呣知及娼妓聯合的，是及伊做一體？因為講：「二個欲成做一體。」","bklhl":"á是lín m̄知kap娼妓連合ê，是kap伊做一體？因為講，兩個beh成做一體。"}},{"book":"林前","chapter":6,"verse":17,"versions":{"unv":"但與主聯合的，便是與主成為一靈。","bklcl":"To̍k-to̍k kap Chú liân-ha̍p ê sī chi̍t ê sîn.","tghg":"獨獨及主聯合的，是一個神。","bklhl":"獨獨kap主連合ê是一个神。"}},{"book":"林前","chapter":6,"verse":18,"versions":{"unv":"你們要逃避淫行。人所犯的，無論甚麼罪，都在身子以外，惟有行淫的，是得罪自己的身子。","bklcl":"Tio̍h siám-pī îm-hēng.  Lâng só͘ hoān ta̍k hāng ê chōe lóng sī sin-khu gōa ê; nā-sī kiâⁿ kan-îm ê sī hoān-chōe kàu tī ka-kī ê seng-khu.","tghg":"著閃避淫行(îm-hēng)。人所犯，逐項的罪，攏是身軀外的，若是行姦淫的，是犯罪到佇家己的身軀。","bklhl":"Tio̍h閃避淫行。人所犯ta̍k項ê罪lóng是身軀外ê；但是行姦淫ê是犯罪到tī家己ê身軀。"}},{"book":"林前","chapter":6,"verse":19,"versions":{"unv":"豈不知你們的身子就是聖靈的殿嗎？這聖靈是從　神而來，住在你們裡頭的；並且你們不是自己的人，","bklcl":"Á-sī lín m̄ chai lín ê seng-khu chiū-sī Sèng Sîn ê tiān;  Sèng Sîn tiàm-tī lín, chiū-sī lín tùi Siōng-tè só͘ ū ê? koh lín m̄ sī ka-kī ê;","tghg":"抑是恁呣知恁的身軀就是聖神的殿？聖神踮佇恁，就是恁對上帝所有的；閣恁呣是家己的，","bklhl":"á是lín m̄知lín ê身軀就是聖神ê殿；聖神tiàm-tī lín，就是lín tùi上帝所有ê？koh lín m̄是家己ê；"}},{"book":"林前","chapter":6,"verse":20,"versions":{"unv":"因為你們是重價買來的。所以，要在你們的身子上榮耀　神。","bklcl":"in-ūi sī ēng kè-chîⁿ bóe ê; só͘-í tio̍h tī lín ê seng-khu êng-kng Siōng-tè.","tghg":"因為是用價錢買的。所以，著佇恁的身軀榮光上帝。","bklhl":"因為是用價錢買ê；所以tio̍h tī lín ê身軀榮光上帝。"}}]