[{"book":"林前","chapter":15,"verse":1,"versions":{"unv":"弟兄們，我如今把先前所傳給你們的福音告訴你們知道；這福音你們也領受了，又靠著站立得住，","bklcl":"Hiaⁿ-tī ah, góa hō͘ lín chai góa chêng só͘ thoân hō͘ lín ê hok-im, lín só͘ sêng-siū, só͘ óa-khò lâi khiā-chāi ê;","tghg":"兄弟啊，我互恁知我前所傳互恁的福音，恁所承受，所倚靠來徛在的，","bklhl":"兄弟ah，我hō͘ lín知我前所傳hō͘ lín ê福音，lín所承受，所óa靠來khiā在ê；"}},{"book":"林前","chapter":15,"verse":2,"versions":{"unv":"並且你們若不是徒然相信，能以持守我所傳給你們的，就必因這福音得救。","bklcl":"lín nā chip-siú góa só͘ thoân hō͘ lín hok-im ê tō-lí, iā m̄ sī khang-khang sìn, chiū tùi chit-ê tit kiù.","tghg":"恁若執守我所傳互恁福音的道理，也呣是空空信，就對此個得救。","bklhl":"lín若執守我所傳hō͘ lín福音ê道理，也m̄是空空信，就tùi chit ê得救。"}},{"book":"林前","chapter":15,"verse":3,"versions":{"unv":"我當日所領受又傳給你們的：第一，就是基督照聖經所說，為我們的罪死了，","bklcl":"In-ūi góa só͘ siū lâi thoân hō͘ lín ê, tē it chiū-sī Ki-tok ūi-tio̍h lán ê chōe sí,  chiàu sèng-keng só͘ kì-chài;","tghg":"因為我所受來傳互恁的：第一，就是基督為著咱的罪死，照聖經所記載，","bklhl":"因為我所受來傳hō͘ lín ê，第一就是基督為tio̍h咱ê罪死，照聖經所記載；"}},{"book":"林前","chapter":15,"verse":4,"versions":{"unv":"而且埋葬了；又照聖經所說，第三天復活了，","bklcl":"koh ū bâi-chòng; tē saⁿ ji̍t koh-oa̍h, iā chiàu sèng-keng só͘ kì-chài;","tghg":"閣有埋葬；第三日復活，也照聖經所記載，","bklhl":"koh有埋葬；第三日koh活，也照聖經所記載；"}},{"book":"林前","chapter":15,"verse":5,"versions":{"unv":"並且顯給磯法看，然後顯給十二使徒看；","bklcl":"ū chhut-hiān hō͘ Ki-hoat khòaⁿ-kìⁿ; koh chhut-hiān hō͘ cha̍p-jī ê sù-tô͘ khòaⁿ-kìⁿ;","tghg":"有出現互磯法看見，閣出現互十二個使徒看見；","bklhl":"有出現hō͘磯法看見；koh出現hō͘十二個使徒看見；"}},{"book":"林前","chapter":15,"verse":6,"versions":{"unv":"後來一時顯給五百多弟兄看，其中一大半到如今還在，卻也有已經睡了的。","bklcl":"koh chi̍t pái chhut-hiān hō͘ gō͘-pah gōa ê hiaⁿ-tī tâng sî khòaⁿ-kìⁿ, kî-tiong tōa pòaⁿ iáu tī-teh, nā-sī ū-ê í-keng khùn-khì.","tghg":"閣一擺出現互五百外個兄弟同時看見，其中大半(toā-poàⁿ)猶佇啲，若是有的已經睏去。","bklhl":"koh一pái出現hō͘五百gōa ê兄弟同時看見，其中大半iáu tī-teh，但是有ê已經睏去。"}},{"book":"林前","chapter":15,"verse":7,"versions":{"unv":"以後顯給雅各看，再顯給眾使徒看，","bklcl":"Koh chi̍t pái chhut-hiān hō͘ Ngá-kok khòaⁿ-kìⁿ; iū-koh chi̍t pái chhut-hiān hō͘ lóng-chóng ê sù-tô͘ khòaⁿ-kìⁿ;","tghg":"閣一擺出現互雅各看見，又閣一擺出現互攏總的使徒看見，","bklhl":"Koh一pái出現hō͘雅各看見；又koh一pái出現hō͘ lóng總ê使徒看見；"}},{"book":"林前","chapter":15,"verse":8,"versions":{"unv":"末了也顯給我看；我如同未到產期而生的人一般。","bklcl":"siōng lō͘-bé iā chhut-hiān hō͘ góa khòaⁿ-kìⁿ, góa sī chhin-chhiūⁿ bē kàu ge̍h lâi siⁿ ê.","tghg":"上(siōng)路尾也出現互我看見；我是親像未到月來生的。","bklhl":"siōng路尾也出現hō͘我看見，我是親像未夠月來生ê。"}},{"book":"林前","chapter":15,"verse":9,"versions":{"unv":"我原是使徒中最小的，不配稱為使徒，因為我從前逼迫　神的教會。","bklcl":"In-ūi góa sī sù-tô͘ ê chì-bî-sòe ê, bōe kham-tit chheng chòe sù-tô͘, in-ūi góa bat khún-tio̍k Siōng-tè ê kàu-hōe.","tghg":"因為我是使徒的至微細的，𣍐堪得稱做使徒，因為我曾窘逐(khún-tio̍k)上帝的教會。","bklhl":"因為我是使徒ê至微細ê，bōe堪得稱做使徒，因為我bat khún-tio̍k上帝ê教會。"}},{"book":"林前","chapter":15,"verse":10,"versions":{"unv":"然而，我今日成了何等人，是蒙　神的恩才成的，並且他所賜我的恩不是徒然的。我比眾使徒格外勞苦；這原不是我，乃是　神的恩與我同在。","bklcl":"Chóng-sī góa taⁿ chiâⁿ chòe chit téng-hō ê lâng, sī tùi Siōng-tè ê un chiah ū; koh I só͘ siúⁿ-sù góa ê un m̄ sī khang-khang; nā-sī góa pí in chèng lâng khah tio̍h-bôa; kî-si̍t m̄ sī góa, sī Siōng-tè ê un kap góa tī-teh ê.","tghg":"總是我今成做此等號的人，是對上帝的恩才有，閣伊所賞賜我的恩呣是空空。若是我比𪜶眾人卡著磨；其實呣是我，是上帝的恩及我佇啲的。","bklhl":"總是我taⁿ成做chit等號ê人，是tùi上帝ê恩chiah有；koh伊所賞賜我ê恩m̄是空空；但是我比in眾人khah tio̍h磨；其實m̄是我，是上帝ê恩kap我tī-teh ê。"}},{"book":"林前","chapter":15,"verse":11,"versions":{"unv":"不拘是我，是眾使徒，我們如此傳，你們也如此信了。","bklcl":"Án-ni put-lūn sī góa á-sī in, goán mī án-ni thoân, lín mī án-ni sìn.","tghg":"按呢不論是我，抑是𪜶，阮乜(mī)按呢傳，恁乜按呢信。","bklhl":"Án-ni不論是我á是in，阮mī án-ni傳，lín mī án-ni信。"}},{"book":"林前","chapter":15,"verse":12,"versions":{"unv":"既傳基督是從死裡復活了，怎麼在你們中間有人說沒有死人復活的事呢？","bklcl":"Taⁿ nā thoân Ki-tok tùi sí-lâng tiong koh-oa̍h, cháiⁿ-iūⁿ lín tiong-kan ū lâng kóng sí-lâng bô koh-oa̍h ah?","tghg":"今若傳基督對死人中復活，怎樣恁中間有人講死人無復活啊？","bklhl":"Taⁿ若傳基督tùi死人中koh活，怎樣lín中間有人講死人無koh活ah？"}},{"book":"林前","chapter":15,"verse":13,"versions":{"unv":"若沒有死人復活的事，基督也就沒有復活了。","bklcl":"Sí-lâng nā bô koh-oa̍h, chiū Ki-tok bē bat koh-oa̍h;","tghg":"死人若無復活，就基督未曾復活；","bklhl":"死人若無koh活，就基督未bat koh活；"}},{"book":"林前","chapter":15,"verse":14,"versions":{"unv":"若基督沒有復活，我們所傳的便是枉然，你們所信的也是枉然；","bklcl":"Ki-tok nā bē bat koh-oa̍h, chiū goán só͘ thoân ê sī khang-khang, lín ê sìn iā sī khang-khang.","tghg":"基督若未曾復活，就阮所傳的是空空，恁的信也是空空。","bklhl":"基督若未bat koh活，就阮所傳ê是空空，lín ê信也是空空。"}},{"book":"林前","chapter":15,"verse":15,"versions":{"unv":"並且明顯我們是為　神妄作見證的，因我們見證　神是叫基督復活了。若死人真不復活，　神也就沒有叫基督復活了。","bklcl":"Sí-lâng nā bô koh-oa̍h, chiū Siōng-tè bē bat hō͘ Ki-tok koh-oa̍h;  m̄ kú goán kan-chèng I bat hō͘ I koh-oa̍h, chiū hián-bêng goán sī chòe Siōng-tè pe̍h-chha̍t ê kan-chèng.","tghg":"死人若無復活就上帝未曾互基督復活；呣拘(m̄ kú)阮干證伊曾互伊復活，就顯明阮是做上帝白賊的干證。","bklhl":"死人若無koh活，就上帝未bat hō͘基督koh活；m̄-kú阮干證伊bat hō͘伊koh活，就顯明阮是做上帝白賊ê干證。"}},{"book":"林前","chapter":15,"verse":16,"versions":{"unv":"因為死人若不復活，基督也就沒有復活了。","bklcl":"In-ūi sí-lâng nā bô koh-oa̍h, chiū Ki-tok bē bat koh-oa̍h.","tghg":"因為死人若無復活，就基督未曾復活。","bklhl":"因為死人若無koh活，就基督未bat koh活。"}},{"book":"林前","chapter":15,"verse":17,"versions":{"unv":"基督若沒有復活，你們的信便是徒然，你們仍在罪裡。","bklcl":"Ki-tok nā bē bat koh-oa̍h, chiū lín ê sìn bô chhái-kang, lín iáu-kú tī lín ê chōe tiong.","tghg":"基督若未曾復活，就恁的信無採工，恁猶久佇恁的罪中。","bklhl":"基督若未bat koh活，就lín ê信無chhái-kang，lín iáu-kú tī lín ê罪中。"}},{"book":"林前","chapter":15,"verse":18,"versions":{"unv":"就是在基督裡睡了的人也滅亡了。","bklcl":"Chiū hiah-ê tiàm-tī Ki-tok í-keng khùn ê, iā sī tîm-lûn.","tghg":"就許個踮佇基督已經睏的也是沈淪。","bklhl":"就hiah-ê tiàm-tī基督已經睏ê，也是沉淪。"}},{"book":"林前","chapter":15,"verse":19,"versions":{"unv":"我們若靠基督只在今生有指望，就算比眾人更可憐。","bklcl":"Lán nā kan-ta chāi-siⁿ ū ǹg-bāng tī Ki-tok, chiū tī chèng lâng tiong lán sī tē it khó-lîn ê.","tghg":"咱若干單在生有向望佇基督，就佇眾人中咱是第一可憐的。","bklhl":"咱若kan-ta在生有ǹg望tī基督，就tī眾人中咱是第一可憐ê。"}},{"book":"林前","chapter":15,"verse":20,"versions":{"unv":"但基督已經從死裡復活，成為睡了之人初熟的果子。","bklcl":"Chóng-sī taⁿ Ki-tok í-keng tùi sí-lâng tiong koh-oa̍h, chòe chiah-ê teh khùn ê thâu chi̍t ê koh-oa̍h ê.","tghg":"總是今基督已經對死人中復活，做諸個啲睏的頭一個復活的。","bklhl":"總是taⁿ基督已經tùi死人中koh活，做chiah ê teh睏ê頭一个koh活ê。"}},{"book":"林前","chapter":15,"verse":21,"versions":{"unv":"死既是因一人而來，死人復活也是因一人而來。","bklcl":"In-ūi kì-jiân tùi chi̍t lâng chiah ū sí, iā tùi chi̍t lâng chiah ū sí-lâng ê koh-oa̍h.","tghg":"因為既然對一人才有死，也對一人才有死人的復活。","bklhl":"因為既然tùi一人chiah有死，也tùi一人chiah有死人ê koh活。"}},{"book":"林前","chapter":15,"verse":22,"versions":{"unv":"在亞當裡眾人都死了；照樣，在基督裡眾人也都要復活。","bklcl":"In-ūi chhin-chhiūⁿ tī A-tong chèng lâng lóng sí, iā chhin-chhiūⁿ án-ni tī Ki-tok chèng lâng beh tit-tio̍h koh-oa̍h.","tghg":"因為親像佇亞當眾人攏死；也親像按呢，佇基督眾人欲得著復活。","bklhl":"因為親像tī亞當眾人lóng死，也親像án-ni tī基督眾人beh得tio̍h koh活。"}},{"book":"林前","chapter":15,"verse":23,"versions":{"unv":"但各人是按著自己的次序復活：初熟的果子是基督；以後，在他來的時候，是那些屬基督的。","bklcl":"Nā-sī ta̍k ê chiàu i ê chhù-sū; thâu chi̍t ê sī Ki-tok, tē jī sī hiah-ê sio̍k Ki-tok ê, tī I lîm-kàu ê sî.","tghg":"若是逐個照伊的次序：頭一個是基督；第二，是許個屬基督的，佇伊臨到的時。","bklhl":"但是ta̍k-ê照伊ê次序；頭一个是基督，第二是hiah-ê屬基督ê，tī伊臨到ê時。"}},{"book":"林前","chapter":15,"verse":24,"versions":{"unv":"再後，末期到了，那時基督既將一切執政的、掌權的、有能的都毀滅了，就把國交與父　神。","bklcl":"Jiân-āu boa̍t-kî kàu, chiū-sī I í-keng hòe-bô lóng-chóng ê chèng-tī, lóng-chóng ê koân-pèng kap châi-lêng, chiong kok kau hō͘ Pē Siōng-tè ê sî;","tghg":"然後末期到，就是伊已經廢無攏總的政治、攏總的權柄、及才能，將國交互父上帝的時。","bklhl":"然後末期到，就是伊已經廢無lóng總ê政治，lóng總ê權柄kap才能，將國交hō͘父上帝ê時；"}},{"book":"林前","chapter":15,"verse":25,"versions":{"unv":"因為基督必要作王，等　神把一切仇敵都放在他的腳下。","bklcl":"in-ūi I tek-khak chòe ông, kàu hē lóng-chóng ê tùi-te̍k tī I ê kha-ē.","tghg":"因為伊的確做王，到下(hē)攏總的對敵佇伊的腳下。","bklhl":"因為伊的確做王，到hē lóng總ê對敵tī伊ê腳下。"}},{"book":"林前","chapter":15,"verse":26,"versions":{"unv":"儘末了所毀滅的仇敵就是死。","bklcl":"Tē it lō͘-bé siū hòe-bô ê tùi-te̍k, chiū-sī Sí.","tghg":"第一路尾受廢無的對敵就是死。","bklhl":"第一路尾受廢無ê對敵，就是死。"}},{"book":"林前","chapter":15,"verse":27,"versions":{"unv":"因為經上說：「　神叫萬物都服在他的腳下。」既說萬物都服了他，明顯那叫萬物服他的，不在其內了。","bklcl":"In-ūi ū kóng, I hō͘ bān-hāng-ū hâng-ho̍k tī I ê kha-ē. Í-keng kóng, Bān-hāng-ū hâng-ho̍k I, chiū hit ê hō͘ bān-hāng-ū hâng-ho̍k I ê, bô chāi-lāi, sī bêng.","tghg":"因為有講：「伊互萬項有降服佇伊的腳下。」已經講萬項有降服伊，就彼個互萬項有降服伊的，無在內，是明。","bklhl":"因為有講，伊hō͘萬項有降服tī伊ê腳下。已經講，萬項有降服伊，就hit ê hō͘萬項有降服伊ê，無在內，是明。"}},{"book":"林前","chapter":15,"verse":28,"versions":{"unv":"萬物既服了他，那時子也要自己服那叫萬物服他的，叫　神在萬物之上，為萬物之主。","bklcl":"Bān-hāng-ū í-keng hâng-ho̍k I, chiū Kiáⁿ iā beh ka-kī hâng-ho̍k tī hō͘ bān-hāng-ū hâng-ho̍k I ê, hō͘ Siōng-tè tī bān-ū tiong chòe bān-ū ê.","tghg":"萬項有已經降服伊，就子也欲家己降服佇互萬項有降服伊的，互上帝佇萬有中做萬有的。","bklhl":"萬項有已經降服伊，就Kiáⁿ也beh家己降服tī hō͘萬項有降服伊ê，hō͘上帝tī萬有中做萬有ê。"}},{"book":"林前","chapter":15,"verse":29,"versions":{"unv":"不然，那些為死人受洗的，將來怎樣呢？若死人總不復活，因何為他們受洗呢？","bklcl":"Nā m̄ sī án-ni, chiū ūi-tio̍h sí-lâng siū sóe-lé ê, beh siáⁿ-sū? Sí-lâng nā it-khài bô koh-oa̍h, ūi-tio̍h in siū sóe-lé sím-mi̍h iân-kò͘?","tghg":"若呣是按呢，就為著死人受洗禮的，欲啥事？死人若一概無復活，為著𪜶受洗禮甚麼緣故？","bklhl":"若m̄是án-ni，就為tio̍h死人受洗禮ê，beh啥事？死人若一概無koh活，為tio̍h in受洗禮甚麼緣故？"}},{"book":"林前","chapter":15,"verse":30,"versions":{"unv":"我們又因何時刻冒險呢？","bklcl":"Koh goán siáⁿ-sū sî-sî mō͘-hiám ah?","tghg":"閣阮啥事時時冒險啊？","bklhl":"Koh阮啥事時時冒險ah？"}},{"book":"林前","chapter":15,"verse":31,"versions":{"unv":"弟兄們，我在我主基督耶穌裡，指著你們所誇的口極力地說，我是天天冒死。","bklcl":"Hiaⁿ-tī ah, góa tī lán ê Chú Ki-tok Iâ-so͘ ūi-tio̍h lín só͘ ū ê khoa-kháu, góa kí i lâi chiù-chōa, góa ji̍t-ji̍t phe-sí.","tghg":"兄弟啊，我佇咱的主基督耶穌為著恁所有的誇口，我指伊來咒誓(chiù-chōa)，我日日拼死。","bklhl":"兄弟ah，我tī咱ê主基督耶穌為tio̍h lín所有ê誇口，我kí伊來chiù-chōa，我日日phe死。"}},{"book":"林前","chapter":15,"verse":32,"versions":{"unv":"我若當日像尋常人，在以弗所同野獸戰鬥，那於我有甚麼益處呢？若死人不復活，我們就吃吃喝喝吧！因為明天要死了。","bklcl":"Góa nā chiàu lâng ê khoán, tī Í-hut-só͘ kap iá-siù saⁿ-phah, góa ū sím-mi̍h lī-ek? Sí-lâng nā bô koh-oa̍h, lán chiū chòe lán lim, chòe lán chia̍h, in-ūi bîn-á-ji̍t beh sí lah.","tghg":"我若照人的款，佇以弗所及野獸相拍，我有甚麼利益？死人若無復活，咱就做咱飲做咱食！因為明仔日欲死啦。","bklhl":"我若照人ê款，tī以弗所kap野獸相phah，我有甚麼利益？死人若無koh活，咱就做咱lim，做咱食，因為明á日beh死lah。"}},{"book":"林前","chapter":15,"verse":33,"versions":{"unv":"你們不要自欺；濫交是敗壞善行。","bklcl":"Bo̍h-tit siū bê-he̍k; Lām-sám kau-pôe sī pāi-hoāi hó tek-hēng.","tghg":"莫得受迷惑；濫糝交陪是敗壞好德行。","bklhl":"莫得受迷惑；lām-sám交陪是敗壞好德行。"}},{"book":"林前","chapter":15,"verse":34,"versions":{"unv":"你們要醒悟為善，不要犯罪，因為有人不認識　神。我說這話是要叫你們羞愧。","bklcl":"Tio̍h chhíⁿ-gō͘ lâi chiàu gī, bo̍h-tit hoān chōe; in-ūi ū lâng m̄ bat Siōng-tè. Góa kóng án-ni, sī beh hō͘ lín kiàn-siàu.","tghg":"著醒悟來照義，莫得犯罪，因為有人呣識上帝。我講按呢是欲互恁見誚。","bklhl":"Tio̍h醒悟來照義，莫得犯罪；因為有人m̄-bat上帝。我講án-ni，是beh hō͘ lín見笑。"}},{"book":"林前","chapter":15,"verse":35,"versions":{"unv":"或有人問：「死人怎樣復活，帶著甚麼身體來呢？」","bklcl":"Ū lâng beh kóng, Sí-lâng cháiⁿ-iūⁿ koh-oa̍h? Ēng sím-mi̍h hō ê sin-thé lâi ah?","tghg":"有人欲講：「死人怎樣復活，用甚麼號的身體來啊？」","bklhl":"有人beh講，死人怎樣koh活？用甚麼號ê身體來ah？"}},{"book":"林前","chapter":15,"verse":36,"versions":{"unv":"無知的人哪，你所種的，若不死就不能生。","bklcl":"Gōng lâng ah, lí só͘ iā ê, bô tāi-seng sí, chiū bōe oa̍h.","tghg":"戇人啊，你所撒(iā)的，無代先死就𣍐活。","bklhl":"戇人ah，你所掖ê，無事先死，就bōe活。"}},{"book":"林前","chapter":15,"verse":37,"versions":{"unv":"並且你所種的不是那將來的形體，不過是子粒，即如麥子，或是別樣的穀。","bklcl":"Koh lí só͘ iā ê m̄ sī hit ê chiong-lâi ê hêng-thé, he̍k-sī be̍h, he̍k-sī pa̍t iūⁿ ê ngó͘-kok, put-kò sī chi̍t lia̍p chí nā-tiāⁿ.","tghg":"閣你所撒的呣是彼個將來的形體，或是麥，或是別樣的五穀，不過是一粒子若定。","bklhl":"Koh你所掖ê m̄是hit ê將來ê形體，或是麥，或是別樣ê五穀，不過是一粒子nā-tiāⁿ。"}},{"book":"林前","chapter":15,"verse":38,"versions":{"unv":"但　神隨自己的意思給他一個形體，並叫各等子粒各有自己的形體。","bklcl":"Nā-sī Siōng-tè chiàu I só͘ tiāⁿ-tio̍h ê, ēng hêng-thé hō͘ i; tī ta̍k hō chéng-chí ū i ka-kī ê hêng-thé.","tghg":"若是上帝照伊所定著的用形體互伊，佇逐號種子有伊家己的形體。","bklhl":"但是上帝照伊所定tio̍h ê，用形體hō͘伊；tī ta̍k號種子有伊家己ê形體。"}},{"book":"林前","chapter":15,"verse":39,"versions":{"unv":"凡肉體各有不同：人是一樣，獸又是一樣，鳥又是一樣，魚又是一樣。","bklcl":"Kìⁿ-nā jio̍k-thé m̄ sī tâng chi̍t iūⁿ ê jio̍k-thé; lâng-ê chi̍t khoán, siù-ê chi̍t khoán, chiáu-ê chi̍t khoán, hî-ê chi̍t khoán.","tghg":"見若肉體呣是同一樣的肉體：人的一款，獸的一款，鳥的一款，魚的一款。","bklhl":"見若肉體m̄是同一樣ê肉體；人ê一款，獸ê一款，鳥ê一款，魚ê一款。"}},{"book":"林前","chapter":15,"verse":40,"versions":{"unv":"有天上的形體，也有地上的形體；但天上形體的榮光是一樣，地上形體的榮光又是一樣。","bklcl":"Ū thiⁿ-ni̍h ê hêng-thé, iā ū tōe-ni̍h ê hêng-thé; chóng-sī tī thiⁿ-ni̍h ê ê êng-kng koh-iūⁿ tī tōe-ni̍h ê ê êng-kng.","tghg":"有天裡的形體，也有地裡的形體；總是佇天裡者的榮光各樣(koh-iūⁿ)佇地裡者的榮光。","bklhl":"有天裡ê形體，也有地裡ê形體；總是tī天裡ê ê榮光各樣tī地裡ê ê榮光。"}},{"book":"林前","chapter":15,"verse":41,"versions":{"unv":"日有日的榮光，月有月的榮光，星有星的榮光；這星和那星的榮光也有分別。","bklcl":"Ji̍t ê êng-kng sī chi̍t khoán, ge̍h ê êng-kng koh chi̍t khoán, chiah-ê chhiⁿ ê êng-kng iū-koh chi̍t khoán; in-ūi chit lia̍p chhiⁿ kap hit lia̍p chhiⁿ, êng-kng bô saⁿ-tâng.","tghg":"日的榮光是一款，月的榮光閣一款，諸個星的榮光又閣一款；因為此粒星及彼粒星榮光無相同(saⁿ-tâng)。","bklhl":"日ê榮光是一款，月ê榮光koh一款，chiah ê星ê榮光又koh一款；因為chit粒星kap hit粒星，榮光無相同。"}},{"book":"林前","chapter":15,"verse":42,"versions":{"unv":"死人復活也是這樣：所種的是必朽壞的，復活的是不朽壞的；","bklcl":"Sí-lâng koh-oa̍h iā sī án-ni.  Só͘ iā ê sī ōe hiú-nōa, koh-oa̍h ê sī bōe hiú-nōa;","tghg":"死人復活也是按呢：所撒的是會朽爛，復活的是𣍐朽爛；","bklhl":"死人koh活也是án-ni。所掖ê是會朽爛，koh活ê是bōe朽爛；"}},{"book":"林前","chapter":15,"verse":43,"versions":{"unv":"所種的是羞辱的，復活的是榮耀的；所種的是軟弱的，復活的是強壯的；","bklcl":"só͘ iā ê sī lêng-jio̍k, koh-oa̍h ê sī êng-kng; só͘ iā ê sī nńg-chiáⁿ, koh-oa̍h ê sī ióng-kiāⁿ;","tghg":"所撒的是凌辱，復活的是榮光；所撒的是軟茈(nńg-chiáⁿ)，復活的是勇健；","bklhl":"所掖ê是凌辱，koh活ê是榮光；所掖ê是軟chiáⁿ，koh活ê是勇健；"}},{"book":"林前","chapter":15,"verse":44,"versions":{"unv":"所種的是血氣的身體，復活的是靈性的身體。若有血氣的身體，也必有靈性的身體。","bklcl":"só͘ iā ê sī hiat-khì ê hêng-thé, koh-oa̍h ê sī sîn-lêng ê hêng-thé; nā ū hiat-khì ê hêng-thé, iā ū sîn-lêng ê hêng-thé.","tghg":"所撒的是血氣的形體，復活的是神靈的形體。若有血氣的形體，也有神靈的形體。","bklhl":"所掖ê是血氣ê形體，koh活ê是神靈ê形體；若有血氣ê形體，也有神靈ê形體。"}},{"book":"林前","chapter":15,"verse":45,"versions":{"unv":"經上也是這樣記著說：「首先的人亞當成了有靈（靈：或譯血氣）的活人」；末後的亞當成了叫人活的靈。","bklcl":"Só͘ kì-chài iā sī án-ni kóng, Thâu chi̍t ê lâng, A-tong, chiâⁿ-chòe ū hiat-khì ê oa̍h lâng.","tghg":"所記載也是按呢講：「頭一個人亞當成做有血氣的活人」；路尾的亞當成做賞賜活的神。","bklhl":"所記載也是án-ni講，頭一个人，亞當，成做有血氣ê活人。"}},{"book":"林前","chapter":15,"verse":46,"versions":{"unv":"但屬靈的不在先，屬血氣的在先，以後才有屬靈的。","bklcl":"Lō͘-bé ê A-tong chiâⁿ-chòe siúⁿ-sù oa̍h ê sîn.  Chóng-sī sîn ê m̄ sī tāi-seng, sī hiat-khì ê tāi-seng; sîn ê tè-āu.","tghg":"總是神的呣是代先，是血氣的代先，神的隨後(tè-āu)。","bklhl":"路尾ê亞當成做賞賜活ê神。總是神ê m̄是事先，是血氣ê事先；神ê tè後。"}},{"book":"林前","chapter":15,"verse":47,"versions":{"unv":"頭一個人是出於地，乃屬土；第二個人是出於天。","bklcl":"Thâu chi̍t ê lâng chhut tī tōe-ni̍h, sio̍k tī thô͘ ê lūi; tē jī ê lâng chhut tī thiⁿ-ni̍h.","tghg":"頭一個人出佇地裡，屬佇土的類；第二個人出佇天裡。","bklhl":"頭一个人出tī地裡，屬tī土ê類；第二ê人出tī天裡。"}},{"book":"林前","chapter":15,"verse":48,"versions":{"unv":"那屬土的怎樣，凡屬土的也就怎樣；屬天的怎樣，凡屬天的也就怎樣。","bklcl":"Hit ê sio̍k tī thô͘-lūi ê sī cháiⁿ-iūⁿ, kìⁿ-nā sio̍k tī thô͘-lūi ê iā sī án-ni; iā hit ê sio̍k tī thiⁿ-ni̍h ê sī cháiⁿ-iūⁿ, kìⁿ-nā sio̍k tī thiⁿ-ni̍h ê iā sī án-ni.","tghg":"彼個屬佇土類的是怎樣，見若屬佇土類的也是按呢；也彼個屬佇天裡的是怎樣，見若屬佇天裡的也是按呢。","bklhl":"Hit-ê屬tī土類ê是怎樣，見若屬tī土類ê也是án-ni；也hit ê屬tī天裡ê是怎樣，見若屬tī天裡ê也是án-ni。"}},{"book":"林前","chapter":15,"verse":49,"versions":{"unv":"我們既有屬土的形狀，將來也必有屬天的形狀。","bklcl":"Lán kì-jiân chhēng sio̍k tī thô͘ ê ê hêng-chōng, iā beh chhēng sio̍k tī thiⁿ ê ê hêng-chōng.","tghg":"咱既然穿屬佇土者的形狀，也欲穿屬佇天者的形狀。","bklhl":"咱既然穿屬tī土ê ê形狀，也beh穿屬tī天ê ê形狀。"}},{"book":"林前","chapter":15,"verse":50,"versions":{"unv":"弟兄們，我告訴你們說，血肉之體不能承受　神的國，必朽壞的不能承受不朽壞的。","bklcl":"Hiaⁿ-tī ah, góa kóng hiat-khì ê jio̍k-thé bōe-ōe sêng-chiap Siōng-tè ê kok, ōe hiú-nōa ê bōe-ōe sêng-chiap bōe hiú-nōa ê.","tghg":"兄弟啊，我講血氣的肉體𣍐會承接上帝的國，會朽爛的𣍐會承接𣍐朽爛的。","bklhl":"兄弟ah，我講血氣ê肉體bōe會承接上帝ê國，會朽爛ê bōe會承接bōe朽爛ê。"}},{"book":"林前","chapter":15,"verse":51,"versions":{"unv":"我如今把一件奧祕的事告訴你們：我們不是都要睡覺，乃是都要改變，","bklcl":"Taⁿ góa ēng ò-biāu kā lín kóng; lán bô beh lóng khùn, sī beh lóng piàn-hòa,","tghg":"今我用奧妙給恁講：咱無欲攏睏，是欲攏變化，","bklhl":"Taⁿ我用奧妙kā lín講；咱無beh lóng睏，是beh lóng變化，"}},{"book":"林前","chapter":15,"verse":52,"versions":{"unv":"就在一霎時，眨眼之間，號筒末次吹響的時候。因號筒要響，死人要復活成為不朽壞的，我們也要改變。","bklcl":"chi̍t sî-á kú, ba̍k chi̍t nih, boa̍t-kî sàu-kak tân ê sî; in-ūi sàu-kak beh tân, sí-lâng chiū beh koh-oa̍h, piàn-chòe bōe hiú-nōa ê, lán iā beh piàn-hòa.","tghg":"一時仔久，目一𥍉(nih)，末期哨角鳴(tân)的時。因為哨角欲鳴，死人就欲復活，變做𣍐朽爛的，咱也欲變化。","bklhl":"一時á久，目一nih，末期哨角tân ê時；因為哨角beh tân，死人就beh koh活，變做bōe朽爛ê，咱也beh變化。"}},{"book":"林前","chapter":15,"verse":53,"versions":{"unv":"這必朽壞的總要變成（變成：原文是穿；下同）不朽壞的，這必死的總要變成不死的。","bklcl":"In-ūi chit ê ōe hiú-nōa ê tek-khak tio̍h piàn-chòe bōe hiú-nōa, chit ê ōe sí ê piàn-chòe bōe sí.","tghg":"因為此個會朽爛(hiú-nōa)的的確著變做𣍐朽爛，此個會死的變做𣍐死。","bklhl":"因為chit ê會朽爛ê的確tio̍h變做bōe朽爛，chit ê會死ê變做bōe死。"}},{"book":"林前","chapter":15,"verse":54,"versions":{"unv":"這必朽壞的既變成不朽壞的，這必死的既變成不死的，那時經上所記「死被得勝吞滅」的話就應驗了。","bklcl":"Nā-sī chit ê ōe hiú-nōa ê í-keng piàn-chòe bōe hiú-nōa, iā chit ê ōe sí ê í-keng piàn-chòe bōe sí, chiū só͘ kì-chài kóng, Ū hòe-bô sí lâi khah-iâⁿ i, chit ê ōe hit sî beh èng-giām.","tghg":"若是此個會朽爛的已經變做𣍐朽爛，也此個會死的已經變做𣍐死，就所記載講：「有廢無死來卡贏伊，」此個話彼時欲應驗。","bklhl":"但是chit ê會朽爛ê已經變做bōe朽爛，也chit ê會死ê已經變做bōe死，就所記載講，有廢無死來khah贏伊，chit ê話hit時beh應驗。"}},{"book":"林前","chapter":15,"verse":55,"versions":{"unv":"死啊！你得勝的權勢在哪裡？死啊！你的毒鉤在哪裡？","bklcl":"Sí ah, lí ê khah-iâⁿ tī tá-lo̍h? Sí ah, lí ê lī-hāi tī tá-lo̍h?","tghg":"死啊！你的卡贏佇叨落？死啊！你的利害佇叨落？","bklhl":"死ah，你ê khah贏tī tá-lo̍h？死ah，你ê厲害tī tá-lo̍h？"}},{"book":"林前","chapter":15,"verse":56,"versions":{"unv":"死的毒鉤就是罪，罪的權勢就是律法。","bklcl":"Sí ê lī-hāi chiū-sī chōe, chōe ê koân-sè sī lu̍t-hoat.","tghg":"死的利害就是罪，罪的權勢是律法。","bklhl":"死ê厲害就是罪，罪ê權勢是律法。"}},{"book":"林前","chapter":15,"verse":57,"versions":{"unv":"感謝　神，使我們藉著我們的主耶穌基督得勝。","bklcl":"Chóng-sī kám-siā Siōng-tè, I hō͘ lán tùi lán ê Chú Iâ-so͘ Ki-tok tit-tio̍h khah-iâⁿ.","tghg":"總是感謝上帝，伊互咱對咱的主耶穌基督得著卡贏。","bklhl":"總是感謝上帝，伊hō͘咱對咱ê主耶穌基督得tio̍h khah贏。"}},{"book":"林前","chapter":15,"verse":58,"versions":{"unv":"所以，我親愛的弟兄們，你們務要堅固，不可搖動，常常竭力多做主工；因為知道，你們的勞苦在主裡面不是徒然的。","bklcl":"Só͘-í, góa só͘ thiàⁿ ê hiaⁿ-tī ah, lín tio̍h kian-kò͘, bô iô-choah, siông-siông chīn-la̍t tī Chú ê kang; in-ūi chai lín tio̍h-bôa tī Chú ê m̄ sī khang-khang.","tghg":"所以，我所疼的兄弟啊，恁著堅固，無搖泏(iô-choah)，常常盡力佇主的工；因為知恁著磨佇主的呣是空空。","bklhl":"所以，我所疼ê兄弟ah，lín tio̍h堅固，無搖choah，常常盡力tī主ê工；因為知lín tio̍h磨tī主ê m̄是空空。"}}]