[{"book":"林前","chapter":3,"verse":1,"versions":{"unv":"弟兄們，我從前對你們說話，不能把你們當作屬靈的，只得把你們當作屬肉體，在基督裡為嬰孩的。","bklcl":"Hiaⁿ-tī ah, góa chêng kap lín kóng ōe, bōe-ōe lia̍h lín chòe sio̍k sîn ê lâng, sī chòe sio̍k jio̍k-thé ê lâng, tiàm-tī Ki-tok sī chòe eⁿ-á ê.","tghg":"兄弟啊，我前及恁講話，𣍐會掠(lia̍h)恁做屬神的人，是做屬肉體的人，踮佇基督是做嬰仔的。","bklhl":"兄弟ah，我前kap lín講話，bōe會掠lín做屬神ê人，是做屬肉體ê人，tiàm-tī基督是做嬰á ê。"}},{"book":"林前","chapter":3,"verse":2,"versions":{"unv":"我是用奶餵你們，沒有用飯餵你們。那時你們不能吃，就是如今還是不能。","bklcl":"Góa bat ēng lin chhī lín, bô ēng bí-niû;","tghg":"我曾用奶飼恁，無用米糧。因為恁前𣍐堪得，到今猶𣍐會。","bklhl":"我bat用奶飼lín，無用米糧；"}},{"book":"林前","chapter":3,"verse":3,"versions":{"unv":"你們仍是屬肉體的，因為在你們中間有嫉妒、紛爭，這豈不是屬乎肉體、照著世人的樣子行嗎？","bklcl":"in-ūi lín chêng bōe kham-tit, kàu taⁿ iáu bōe-ōe; sī lín iáu thàn jio̍k-thé; lín tiong-kan kì-jiân ū oàn-tò͘ saⁿ-chiⁿ, kiám m̄ sī thàn jio̍k-thé, chiàu lâng ê khoán lâi kiâⁿ mah?","tghg":"是恁猶趁肉體，恁中間既然有怨妒、相爭，豈呣是趁肉體，照人的款來行嗎？","bklhl":"因為lín前bōe堪得，到taⁿ iáu bōe會；是lín iáu thàn肉體；lín中間既然有怨妒相爭，kiám m̄是thàn肉體，照人ê款來行mah？"}},{"book":"林前","chapter":3,"verse":4,"versions":{"unv":"有說：「我是屬保羅的」；有說：「我是屬亞波羅的。」這豈不是你們和世人一樣嗎？","bklcl":"In-ūi chit-ê kóng, Góa sio̍k Pó-lô, hit-ê kóng, Góa sio̍k A-pho-lô, án-ni lín kiám m̄ sī thàn lâng ê ì-sù mah?","tghg":"因為此個講：「我屬保羅」；彼個講：「我屬亞波羅。」按呢恁豈呣是趁人的意思嗎？","bklhl":"因為chit ê講，我屬保羅，hit ê講，我屬亞波羅，án-ni lín kiám m̄是thàn人ê意思mah？"}},{"book":"林前","chapter":3,"verse":5,"versions":{"unv":"亞波羅算甚麼？保羅算甚麼？無非是執事，照主所賜給他們各人的，引導你們相信。","bklcl":"A-pho-lô sī sím-mi̍h? Pó-lô sī sím-mi̍h? Sī lín só͘ tùi in lâi sìn ê chhe-ēng, chiàu Chú só͘ siúⁿ-sù ta̍k lâng ê.","tghg":"亞波羅是甚麼？保羅是甚麼？是恁所對𪜶來信的差用，照主所賞賜逐人的。","bklhl":"亞波羅是甚麼？保羅是甚麼？是lín所tùi in來信ê差用，照主所賞賜ta̍k人ê。"}},{"book":"林前","chapter":3,"verse":6,"versions":{"unv":"我栽種了，亞波羅澆灌了，惟有　神叫他生長。","bklcl":"Góa chai-chèng, A-pho-lô ak-chúi, to̍k-to̍k Siōng-tè hō͘ i tōa châng.","tghg":"我栽種，亞波羅沃水(ak-chúi)，獨獨上帝互伊大欉。","bklhl":"我栽種，亞波羅ak水，獨獨上帝hō͘伊大叢。"}},{"book":"林前","chapter":3,"verse":7,"versions":{"unv":"可見栽種的，算不得甚麼，澆灌的，也算不得甚麼；只在那叫他生長的　神。","bklcl":"Án-ni-siⁿ chai-chèng ê, ak-chúi ê, lóng bōe sǹg tit siàu; chí ū hō͘ i tōa châng ê Siōng-tè nā-tiāⁿ.","tghg":"按呢生栽種的，沃水的，攏𣍐算得數(siàu)；只有互伊大欉的上帝若定。","bklhl":"Án-ni-siⁿ栽種ê，ak水ê，lóng bōe算得賬；只有hō͘伊大叢ê上帝nā-tiāⁿ。"}},{"book":"林前","chapter":3,"verse":8,"versions":{"unv":"栽種的和澆灌的，都是一樣，但將來各人要照自己的工夫得自己的賞賜。","bklcl":"Chai-chèng ê kap ak-chúi ê sī chi̍t iūⁿ; nā-sī ta̍k lâng chiàu ka-kī ê tio̍h-bôa beh tit-tio̍h ka-kī ê kang-chîⁿ.","tghg":"栽種的及沃水的，是一樣，若是逐人照家己的著磨欲得著家己的工錢。","bklhl":"栽種ê kap ak水ê是一樣；但是ta̍k人照家己ê tio̍h磨beh得tio̍h家己ê工錢。"}},{"book":"林前","chapter":3,"verse":9,"versions":{"unv":"因為我們是與　神同工的；你們是　神所耕種的田地，所建造的房屋。","bklcl":"In-ūi goán sī Siōng-tè ê tâng tio̍h-bôa ê; lín sī Siōng-tè só͘ choh ê hn̂g, Siōng-tè só͘ khí ê chhù.","tghg":"因為阮是上帝的同著磨的；恁是上帝所作的園，上帝所起的厝。","bklhl":"因為阮是上帝ê同tio̍h磨ê；lín是上帝所作ê園，上帝所起ê厝。"}},{"book":"林前","chapter":3,"verse":10,"versions":{"unv":"我照　神所給我的恩，好像一個聰明的工頭，立好了根基，有別人在上面建造；只是各人要謹慎怎樣在上面建造。","bklcl":"Chiàu Siōng-tè só͘ siúⁿ-sù góa ê un, góa chhin-chhiūⁿ tì-hūi ê sai-hū-thâu ū hē tōe-ki; pa̍t lâng khí tī hit téng-bīn. Chóng-sī ta̍k lâng tio̍h kín-sīn cháiⁿ-iūⁿ khí i.","tghg":"照上帝所賞賜我的恩，我親像智慧的師傅頭，有下(hē)地基，別人起佇彼頂面；總是逐人著謹慎怎樣起伊。","bklhl":"照上帝所賞賜我ê恩，我親像智慧ê師傅頭有hē地基；別人起tī hit頂面。總是ta̍k人tio̍h謹慎怎樣起伊。"}},{"book":"林前","chapter":3,"verse":11,"versions":{"unv":"因為那已經立好的根基就是耶穌基督，此外沒有人能立別的根基。","bklcl":"In-ūi só͘ hē ê tōe-ki í-gōa bô lâng ōe hē pa̍t ê tōe-ki, tōe-ki chiū-sī Iâ-so͘ Ki-tok.","tghg":"因為所下的地基以外無人會下別個地基，地基就是耶穌基督。","bklhl":"因為所hē ê地基以外無人會hē別個地基，地基就是耶穌基督。"}},{"book":"林前","chapter":3,"verse":12,"versions":{"unv":"若有人用金、銀、寶石、草木、禾秸在這根基上建造，","bklcl":"Chóng-sī lâng nā ēng kim, gûn, pó-chio̍h, chhâ, chháu, tiū-kó, khí tī chit ê tōe-ki téng;","tghg":"總是人若用金、銀、寶石、柴、草、稻稿(tiū-kó)起佇此個地基頂，","bklhl":"總是人若用金、銀、寶石、柴、草、稻稿，起 tī chit ê地基頂；"}},{"book":"林前","chapter":3,"verse":13,"versions":{"unv":"各人的工程必然顯露，因為那日子要將它表明出來，有火發現；這火要試驗各人的工程怎樣。","bklcl":"ta̍k lâng ê kang teh-beh lō͘-hiān; sī hit ji̍t beh hián-bêng i, in-ūi beh tùi hé lâi hián-hiān; koh hé beh chhì-giām ta̍k lâng ê kang sī sím-mi̍h khoán.","tghg":"逐人的工啲欲露現，是彼日欲顯明伊，因為欲對火來顯現；閣火欲試驗逐人的工是甚麼款。","bklhl":"ta̍k人ê工teh-beh露現；是hit日beh顯明伊，因為beh tùi火來顯現；koh火beh試驗ta̍k人ê工是甚麼款。"}},{"book":"林前","chapter":3,"verse":14,"versions":{"unv":"人在那根基上所建造的工程若存得住，他就要得賞賜。","bklcl":"Lâng só͘ khí-chō ê kang nā iáu lâu-teh, chiū i beh tit-tio̍h kang-chîⁿ;","tghg":"人所起造的工若猶留啲，就伊欲得著工錢。","bklhl":"人所起造ê工若iáu留teh，就伊beh得tio̍h工錢；"}},{"book":"林前","chapter":3,"verse":15,"versions":{"unv":"人的工程若被燒了，他就要受虧損，自己卻要得救；雖然得救，乃像從火裡經過的一樣。","bklcl":"lâng ê kang nā sio-lio-khì, i chiū tú-tio̍h sún-sit; to̍k-to̍k pún-sin beh tit-tio̍h kiù, m̄ kú sī chhin-chhiūⁿ tùi hé-tiong thoat-chhut.","tghg":"人的工若燒燎去(sio-lio-khì)，伊就抵著(tú-tio̍h)損失，獨獨本身欲得著救，呣拘(m̄ kú)是親像對火中脫出。","bklhl":"人ê工若燒lio去，伊就tú-tio̍h損失；獨獨本身beh得tio̍h救，m̄-kú是親像tùi火中脫出。"}},{"book":"林前","chapter":3,"verse":16,"versions":{"unv":"豈不知你們是　神的殿，　神的靈住在你們裡頭嗎？","bklcl":"Kiám m̄ chai lín sī Siōng-tè ê tiān, Siōng-tè ê Sîn tiàm-tī lín lāi-bīn mah?","tghg":"豈呣知恁是上帝的殿，上帝的神踮佇恁內面嗎？","bklhl":"Kiám m̄知lín是上帝ê殿，上帝ê神tiàm-tī lín內面mah？"}},{"book":"林前","chapter":3,"verse":17,"versions":{"unv":"若有人毀壞　神的殿，　神必要毀壞那人；因為　神的殿是聖的，這殿就是你們。","bklcl":"Lâng nā húi-hoāi Siōng-tè ê tiān, Siōng-tè beh húi-hoāi i; in-ūi Siōng-tè ê tiān sī sèng, tiān chiū-sī lín chiah-ê.","tghg":"人若毀壞上帝的殿，上帝欲毀壞伊；因為上帝的殿是聖，殿就是恁諸個。","bklhl":"人若毀壞上帝ê殿，上帝beh毀壞伊；因為上帝ê殿是聖，殿就是lín chiah ê。"}},{"book":"林前","chapter":3,"verse":18,"versions":{"unv":"人不可自欺。你們中間若有人在這世界自以為有智慧，倒不如變作愚拙，好成為有智慧的。","bklcl":"Lâng m̄ thang ka-kī phiàn. Lín tiong-kan nā ū lâng lia̍h ka-kī tī chit sè-kan chòe ū tì-hūi, chiū tio̍h chiâⁿ-chòe gōng, thang chiâⁿ-chòe ū tì-hūi.","tghg":"人呣通家己騙。恁中間若有人掠家己佇此世間做有智慧，就著成做戇，通成做有智慧。","bklhl":"人m̄-thang家己騙，lín中間若有人掠家己tī chit世間做有智慧，就tio̍h成做戇，thang成做有智慧。"}},{"book":"林前","chapter":3,"verse":19,"versions":{"unv":"因這世界的智慧，在　神看是愚拙。如經上記著說：「主叫有智慧的，中了自己的詭計」；","bklcl":"In-ūi chit sè-kan ê tì-hūi chiàu Siōng-tè khòaⁿ sī gōng; in-ūi ū kì-chài kóng, Hō͘ chiah-ê tì-hūi ê lâng tiòng in ka-kī ê khúi-khiat ê;","tghg":"因為此世間的智慧，照上帝看是戇。因為有記載講：「互諸個智慧的人，中(tiòng)𪜶家己的詭譎(khúi-khiat)的」；","bklhl":"因為chit世間ê智慧照上帝看是戇；因為有記載講，Hō͘ chiah ê智慧ê人中in家己ê詭譎ê；"}},{"book":"林前","chapter":3,"verse":20,"versions":{"unv":"又說：「主知道智慧人的意念是虛妄的。」","bklcl":"koh kóng, Chú chai ū tì-hūi ê lâng ê liām-thâu sī khang-khang.","tghg":"閣講：「主知有智慧的人的念頭是空空。」","bklhl":"koh講，主知有智慧ê人ê念頭是空空。"}},{"book":"林前","chapter":3,"verse":21,"versions":{"unv":"所以無論誰，都不可拿人誇口，因為萬有全是你們的。","bklcl":"Só͘-í m̄ thang chiong lâng lâi khoa-kháu; in-ūi bān mi̍h sī lín ê;","tghg":"所以呣通將人來誇口，因為萬物是恁的。","bklhl":"所以m̄-thang將人來誇口；因為萬物是lín ê；"}},{"book":"林前","chapter":3,"verse":22,"versions":{"unv":"或保羅，或亞波羅，或磯法，或世界，或生，或死，或現今的事，或將來的事，全是你們的；","bklcl":"bô lūn Pó-lô, A-pho-lô, Ki-hoat, sè-kài, oa̍h, sí, hiān-kim ê, chiong-lâi ê, lóng sī lín ê;","tghg":"無論保羅、亞波羅、磯法、世界、活、死、現今的、將來的，攏是恁的；","bklhl":"無論保羅、亞波羅、磯法、世界、活、死、現今ê、將來ê，lóng是lín ê；"}},{"book":"林前","chapter":3,"verse":23,"versions":{"unv":"並且你們是屬基督的，基督又是屬　神的。","bklcl":"lín sī Ki-tok ê, Ki-tok sī Siōng-tè ê.","tghg":"恁是基督的，基督是上帝的。","bklhl":"lín是基督ê，基督是上帝ê。"}}]