[{"book":"林前","chapter":4,"verse":1,"versions":{"unv":"人應當以我們為基督的執事，為　神奧祕事的管家。","bklcl":"Lâng tio̍h lia̍h goán chòe Ki-tok ê chhe-ēng, chòe Siōng-tè chiah-ê ò-biāu ê koán-ke.","tghg":"人著掠阮做基督的差用，做上帝諸個奧妙的管家。","bklhl":"人tio̍h掠阮做基督ê差用，做上帝chiah ê奧妙ê管家。"}},{"book":"林前","chapter":4,"verse":2,"versions":{"unv":"所求於管家的，是要他有忠心。","bklcl":"Koh só͘ ǹg-bāng tī koán-ke ê, sī ài tit i chīn-tiong.","tghg":"閣所向望佇管家的，是愛得伊盡忠。","bklhl":"Koh所ǹg望tī管家ê，是ài得伊盡忠。"}},{"book":"林前","chapter":4,"verse":3,"versions":{"unv":"我被你們論斷，或被別人論斷，我都以為極小的事；連我自己也不論斷自己。","bklcl":"Nā-sī góa hō͘ lín á-sī pa̍t lâng phoe-phêng, góa lia̍h chòe ke̍k sió-khóa ê sū; góa iā bô ka-kī phoe-phêng.","tghg":"若是我互恁抑是別人批評，我掠做極小可(sió-khóa)的事；我也無家己批評。","bklhl":"但是我hō͘ lín á是別人批評，我掠做極小khóa ê事；我也無家己批評。"}},{"book":"林前","chapter":4,"verse":4,"versions":{"unv":"我雖不覺得自己有錯，卻也不能因此得以稱義；但判斷我的乃是主。","bklcl":"In-ūi góa m̄ chai ka-kī ū sím-mi̍h thang chek-pī, chóng-sī góa bô tùi chit-ê tit-tio̍h chheng-chòe-gī; to̍k-to̍k phoe-phêng góa ê chiū-sī Chú.","tghg":"因為我呣知家己有甚麼通責備，總是我無對此個得著稱做義；獨獨批評我的就是主。","bklhl":"因為我m̄知家己有甚麼thang責備，總是我無tùi chit ê得tio̍h稱做義；獨獨批評我ê就是主。"}},{"book":"林前","chapter":4,"verse":5,"versions":{"unv":"所以，時候未到，甚麼都不要論斷，只等主來，他要照出暗中的隱情，顯明人心的意念。那時，各人要從　神那裡得著稱讚。","bklcl":"Só͘-í sî bē kàu, lín bo̍h-tit phoe-phêng sím-mi̍h; thèng-hāu Chú kàu, I beh ēng kng chiò tī o͘-àm chiah-ê ún-ba̍t ê sū, hián-bêng chiah-ê sim-lāi ê kè-bô͘; hit sî ta̍k lâng beh tùi Siōng-tè tit-tio̍h i ê o-ló.","tghg":"所以，時未到，恁莫得批評甚麼，聽候主到，伊欲用光照佇黑暗諸個隱密的事，顯明諸個心內的計謀。彼時，逐人欲對上帝得著伊的謳咾。","bklhl":"所以時未到，lín莫得批評甚麼；thèng候主到，伊beh用光照tī烏暗chiah ê隱密ê事，顯明chiah ê心內ê計謀；hit時ta̍k人beh tùi上帝得tio̍h伊ê o-ló。"}},{"book":"林前","chapter":4,"verse":6,"versions":{"unv":"弟兄們，我為你們的緣故，拿這些事轉比自己和亞波羅，叫你們效法我們不可過於聖經所記，免得你們自高自大，貴重這個，輕看那個。","bklcl":"Hiaⁿ-tī ah, góa ūi-tio̍h lín chiah-ê chioh pún-sin kap A-pho-lô lâi kóng-khí chiah-ê tāi-chì, sī beh hō͘ lín tī khoán-thāi goán ê sū lâi ha̍k-si̍p chit kù.  Bo̍h-tit kè-thâu tī só͘ kì-chài; bián-tit lín chū-ko, chun-tiōng chit-ê, khòaⁿ-khin hit-ê.","tghg":"兄弟啊，我為著恁諸個，借本身及亞波羅來講起諸個代誌，是欲互恁佇款待阮的事來學習此句，莫得過頭佇所記載，免得恁自高，尊重此個，看輕彼個。","bklhl":"兄弟ah，我為tio̍h lín chiah ê借本身kap亞波羅來講起chiah ê tāi-chì，是beh hō͘ lín tī款待阮ê事來學習chit句。莫得過頭tī所記載；免得lín自高，尊重chit ê，看輕hit ê。"}},{"book":"林前","chapter":4,"verse":7,"versions":{"unv":"使你與人不同的是誰呢？你有甚麼不是領受的呢？若是領受的，為何自誇，彷彿不是領受的呢？","bklcl":"In-ūi chī-chūi hō͘ lí koh-iūⁿ tī pa̍t lâng ah? lí só͘ ū ê, tá-lo̍h chi̍t hāng m̄ sī tùi siū ê? Nā-sī tùi siū ê, cháiⁿ-iūⁿ khoa-kháu, ná chhin-chhiūⁿ m̄ sī tùi siū ê ah?","tghg":"因為是誰互你各樣佇別人啊？你所有的叨落一項呣是對受的？若是對受的，怎樣誇口，那親像呣是對受的啊？","bklhl":"因為是誰 hō͘你各樣tī別人ah？你所有ê，tá-lo̍h 一項m̄是tùi受ê？但是tùi受ê，怎樣誇口，ná親像m̄是tùi受ê ah？"}},{"book":"林前","chapter":4,"verse":8,"versions":{"unv":"你們已經飽足了！已經豐富了！不用我們，自己就作王了！我願意你們果真作王，叫我們也得與你們一同作王。","bklcl":"Lín í-keng pá-chiok, í-keng pù-ū, lín í-keng chòe ông, goán bô hūn; góa chin-chiàⁿ ài lín chòe ông, hō͘ goán iā kap lín saⁿ-kap chòe ông.","tghg":"恁已經飽足！已經富有(pù-ū)！恁已經做王！阮無份。我真正愛恁做王，互阮也及恁相及做王。","bklhl":"Lín已經飽足，已經富有，lín已經做王，阮無份；我真正ài lín做王，hō͘阮也kap lín saⁿ-kap做王。"}},{"book":"林前","chapter":4,"verse":9,"versions":{"unv":"我想　神把我們使徒明明列在末後，好像定死罪的囚犯；因為我們成了一臺戲，給世人和天使觀看。","bklcl":"In-ūi góa teh siūⁿ, Siōng-tè ū an-tì goán chiah-ê sù-tô͘ tī bé-liu, chhin-chhiūⁿ gí-sí ê hoān-lâng; in-ūi goán chiâⁿ-chòe chi̍t pîⁿ hì, hō͘ sè-kan, kap thiⁿ-sài, kap lâng khòaⁿ.","tghg":"因為我啲想上帝有安置阮諸個使徒佇尾溜，親像擬死(gí-sí)的犯人；因為阮成做一棚(pîⁿ)戲，互世間及天使及人看。","bklhl":"因為我teh想，上帝有安置阮chiah ê使徒tī尾溜，親像擬死ê犯人；因為阮成做一棚戲，hō͘世間，kap天使，kap人看。"}},{"book":"林前","chapter":4,"verse":10,"versions":{"unv":"我們為基督的緣故算是愚拙的，你們在基督裡倒是聰明的；我們軟弱，你們倒強壯；你們有榮耀，我們倒被藐視。","bklcl":"Goán ūi-tio̍h Ki-tok chòe gōng, lín tiàm-tī Ki-tok chòe tì-hūi; goán loán-jio̍k, lín ióng-chòng; lín chun-kùi, goán pi-chiān.","tghg":"阮為著基督做戇，恁踮佇基督做智慧；阮軟弱，恁勇壯；恁尊貴，阮卑賤。","bklhl":"阮為tio̍h基督做戇，lín tiàm-tī基督做智慧；阮軟弱，lín勇壯；lín尊貴，阮卑賤。"}},{"book":"林前","chapter":4,"verse":11,"versions":{"unv":"直到如今，我們還是又飢又渴，又赤身露體，又挨打，又沒有一定的住處，","bklcl":"Kàu tī chit tia̍p goán iā iau, iā chhùi-ta, thǹg-pak-theh, hō͘ lâng cheng, bô tiāⁿ-tio̍h ê só͘-chāi;","tghg":"到佇此霎(tia̍p)，阮也枵(iau)也嘴乾，褪腹裼(thǹg-pak-theh)，互人掙(cheng)，無定著的所在，","bklhl":"到tī chit-tia̍p阮也iau，也嘴乾，thǹg-pak-theh，hō͘人cheng，無定tio̍h ê所在；"}},{"book":"林前","chapter":4,"verse":12,"versions":{"unv":"並且勞苦，親手做工。被人咒罵，我們就祝福；被人逼迫，我們就忍受；","bklcl":"iā lô-khó͘ chhin-chhiú chòe kang; siū lóe-mē, chiū kā lâng chiok-hok; siū khún-tio̍k, chiū thun-lún;","tghg":"也勞苦，親手做工。受詈罵(lóe-mē)，就給人祝福；受窘逐(khún-tio̍k)，就吞愞(thun-lún)；","bklhl":"也勞苦親手做工；受詈罵，就kā人祝福；受khún-tio̍k，就吞忍；"}},{"book":"林前","chapter":4,"verse":13,"versions":{"unv":"被人毀謗，我們就善勸。直到如今，人還把我們看作世界上的污穢，萬物中的渣滓。","bklcl":"siū húi-pòng, chiū kap lâng hó-chhùi; kèng-jiân chiâⁿ-chòe sè-kan ê pùn-sò, bān mi̍h ê che-tái, kàu tī kin-á-ji̍t.","tghg":"受誹謗，就及人好嘴。竟然成做世間的糞埽(pùn-sò)，萬物的渣滓(che-tái)，到佇今仔日。","bklhl":"受譭謗，就kap人好嘴；竟然成做世間ê糞埽，萬物ê渣滓，到tī今á日。"}},{"book":"林前","chapter":4,"verse":14,"versions":{"unv":"我寫這話，不是叫你們羞愧，乃是警戒你們，好像我所親愛的兒女一樣。","bklcl":"Góa siá chiah-ê m̄ sī beh hō͘ lín kiàn-siàu, sī kéng-kài lín, chhin-chhiūⁿ góa só͘ thiàⁿ ê kiáⁿ.","tghg":"我寫諸個，呣是欲互恁見誚，是警戒恁，親像我所疼的子。","bklhl":"我寫chiah ê m̄是beh hō͘ lín見笑，是警戒lín，親像我所疼ê kiáⁿ。"}},{"book":"林前","chapter":4,"verse":15,"versions":{"unv":"你們學基督的，師傅雖有一萬，為父的卻是不多，因我在基督耶穌裡用福音生了你們。","bklcl":"In-ūi lín tiàm-tī Ki-tok, sian-siⁿ sui-jiân káng-bān, nā-sī lāu-pē chiū bô chōe ê; in-ūi tī Ki-tok Iâ-so͘, góa bat tùi hok-im lâi siⁿ lín.","tghg":"因為恁踮佇基督，先生雖然講萬(káng-bān)，若是老父就無多個，因為佇基督耶穌，我曾對福音來生恁。","bklhl":"因為lín tiàm-tī基督，先生雖然講萬，但是老父就無chōe ê；因為tī基督耶穌，我bat tùi福音來生lín。"}},{"book":"林前","chapter":4,"verse":16,"versions":{"unv":"所以，我求你們效法我。","bklcl":"Só͘-í góa khǹg lín tio̍h o̍h góa.","tghg":"所以，我勸恁著學我。","bklhl":"所以我勸lín tio̍h學我。"}},{"book":"林前","chapter":4,"verse":17,"versions":{"unv":"因此我已打發提摩太到你們那裡去。他在主裡面，是我所親愛、有忠心的兒子。他必提醒你們，記念我在基督裡怎樣行事，在各處各教會中怎樣教導人。","bklcl":"In-ūi án-ni góa í-keng chhe Thê-mô͘-thài khì lín hia, i tiàm-tī Chú sī góa só͘ thiàⁿ koh chīn-tiong ê kiáⁿ; i beh hō͘ lín kì-tit góa tiām-tī Ki-tok ê kiâⁿ-ta̍h, chiū-sī chhin-chhiūⁿ góa ta̍k só͘-chāi, tī ta̍k ê kàu-hōe só͘ kà-sī ê.","tghg":"因為按呢我已經差提摩太去恁遐。伊踮佇主，是我所疼閣盡忠的子。伊欲互恁記得我踮佇基督的行踏，就是親像我逐所在佇逐個教會所教示的。","bklhl":"因為án-ni，我已經差提摩太去lín hia，伊tiàm-tī主是我所疼koh盡忠ê kiáⁿ；伊beh hō͘ lín記得我tiām-tī基督ê行踏，就是親像我ta̍k所在，tī ta̍k-ê教會所教示ê。"}},{"book":"林前","chapter":4,"verse":18,"versions":{"unv":"有些人自高自大，以為我不到你們那裡去；","bklcl":"Ū lâng chū-ko, lia̍h-chòe góa bô beh kàu lín hia.","tghg":"有人自高，掠做我無欲到恁遐；","bklhl":"有人自高，掠做我無beh到lín hia。"}},{"book":"林前","chapter":4,"verse":19,"versions":{"unv":"然而，主若許我，我必快到你們那裡去，並且我所要知道的，不是那些自高自大之人的言語，乃是他們的權能。","bklcl":"Chóng-sī Chú nā ún-chún, góa beh kín-kín khì chiū-kūn lín; koh góa só͘ beh chai ê, m̄ sī hiah-ê chū-ko ê lâng ê ōe, chiū-sī in ê koân-lêng.","tghg":"總是，主若允准，我欲緊緊去就近恁，閣我所欲知的，呣是許個自高的人的話，就是𪜶的權能。","bklhl":"總是主若允准，我beh緊緊去就近lín；koh我所beh知ê，m̄是hiah-ê自高ê人ê話，就是in ê權能。"}},{"book":"林前","chapter":4,"verse":20,"versions":{"unv":"因為　神的國不在乎言語，乃在乎權能。","bklcl":"In-ūi Siōng-tè ê kok put-chāi kóng ōe, sī chāi-tī koân-lêng.","tghg":"因為上帝的國不在講話，是在佇權能。","bklhl":"因為上帝ê國不在講話，是在tī權能。"}},{"book":"林前","chapter":4,"verse":21,"versions":{"unv":"你們願意怎麼樣呢？是願意我帶著刑杖到你們那裡去呢？還是要我存慈愛溫柔的心呢？","bklcl":"Lín ài cháiⁿ-iūⁿ? góa chiū-kūn lín tio̍h kia̍h chhê-á khì? á-sī ēng jîn-ài kap un-jiû ê sim-sîn ah?","tghg":"恁愛怎樣？我就近恁著攑箠仔(chhê-á)去？抑是用仁愛及溫柔的心神啊？","bklhl":"Lín ài怎樣？我就近lín tio̍h kia̍h箠á去？á是用仁愛kap溫柔ê心神ah？"}}]