[{"book":"林前","chapter":13,"verse":1,"versions":{"unv":"我若能說萬人的方言，並天使的話語，卻沒有愛，我就成了鳴的鑼，響的鈸一般。","bklcl":"Góa siat-sú ōe kóng lâng kap thiⁿ-sài ê im-gú, nā bô jîn-ài, góa chiū chiâⁿ chòe hiáng ê tâng-khì, tân ê lâ-poa̍h.","tghg":"我設使會講人及天使的音語，若無仁愛，我就成做響(hiáng)的銅器，鳴(tân)的鐃鈸(lâ-poa̍h)。","bklhl":"我設使能講人kap天使ê音語，若無仁愛，我就成做響ê銅器，tân ê lâ鈸。"}},{"book":"林前","chapter":13,"verse":2,"versions":{"unv":"我若有先知講道之能，也明白各樣的奧祕，各樣的知識，而且有全備的信，叫我能夠移山，卻沒有愛，我就算不得甚麼。","bklcl":"Góa siat-sú chòe sian-ti, bêng-pe̍k lóng-chóng ê ò-biāu kap lóng-chóng ê chai-bat; koh siat-sú ū chiâu-pī ê sìn, kàu-gia̍h lâi î soaⁿ, nā bô jîn-ài, góa chiū bōe sǹg chòe sī sím-mi̍h.","tghg":"我設使做先知明白攏總的奧妙，及攏總的知識，閣設使有齊備的信，夠額來移山，若無仁愛，我就𣍐算做是甚麼。","bklhl":"我設使做先知，明白lóng總ê奧妙kap lóng總ê知識；koh設使有齊備ê信，夠額來移山，若無仁愛，我就bōe算做是甚麼。"}},{"book":"林前","chapter":13,"verse":3,"versions":{"unv":"我若將所有的賙濟窮人，又捨己身叫人焚燒，卻沒有愛，仍然與我無益。","bklcl":"Góa siat-sú chīn só͘ ū ê lâi chín-chè, koh hiàn góa ê seng-khu hō͘ hé sio, nā bô jîn-ài, chiū góa bô tit-tio̍h lī-ek.","tghg":"我設使盡所有的來賑濟，閣獻我的身軀互火燒，若無仁愛，就我無得著利益。","bklhl":"我設使盡所有ê來賑濟，koh獻我ê身軀hō͘火燒，若無仁愛，就我無得tio̍h利益。"}},{"book":"林前","chapter":13,"verse":4,"versions":{"unv":"愛是恆久忍耐，又有恩慈；愛是不嫉妒；愛是不自誇，不張狂，","bklcl":"Jîn-ài sī gâu khoan-iông chû-pi; jîn-ài sī bô oàn-tò͘; jîn-ài bô khoa-kháu, bô phín-phóng,","tghg":"仁愛是𠢕(gâu)寬容、慈悲；仁愛是無怨妒；仁愛無誇口，無品嗙(phín-phóng)，","bklhl":"仁愛是gâu寬容慈悲；仁愛是無怨妒；仁愛無誇口，無phín-phóng，"}},{"book":"林前","chapter":13,"verse":5,"versions":{"unv":"不做害羞的事，不求自己的益處，不輕易發怒，不計算人的惡，","bklcl":"bô kiâⁿ kiàn-siàu ê sū, bô kiû ka-kī ê lī-ek, bô khoài siū-khì, bô kì-tit lâng ê pháiⁿ;","tghg":"無行見誚的事，無求家己的利益，無快受氣，無記得人的歹，","bklhl":"無行見笑ê事，無求家己ê利益，無快受氣，無記得人ê pháiⁿ；"}},{"book":"林前","chapter":13,"verse":6,"versions":{"unv":"不喜歡不義，只喜歡真理；","bklcl":"bô hoaⁿ-hí put-gī, sī kap chin-lí saⁿ-kap hoaⁿ-hí;","tghg":"無歡喜不義，是及真理相及歡喜；","bklhl":"無歡喜不義，是kap真理saⁿ-kap歡喜；"}},{"book":"林前","chapter":13,"verse":7,"versions":{"unv":"凡事包容，凡事相信，凡事盼望，凡事忍耐。","bklcl":"hoān sū jím-siū, hoān sū siong-sìn, hoān sū ǹg-bāng, hoān sū thun-lún.","tghg":"凡事忍受，凡事相信，凡事向望，凡事吞愞。","bklhl":"凡事忍受，凡事相信，凡事ǹg望，凡事吞忍。"}},{"book":"林前","chapter":13,"verse":8,"versions":{"unv":"愛是永不止息。先知講道之能終必歸於無有；說方言之能終必停止；知識也終必歸於無有。","bklcl":"Jîn-ài éng-oán bōe bô--khì; nā-sī sian-ti ê chit beh hòe-bô, hiah-ê im-gú beh soah, chai-bat beh hòe-bô.","tghg":"仁愛永遠𣍐無去。若是先知的職欲廢無；許個音語欲息(soah)知識(chai-bat)欲廢無。","bklhl":"仁愛永遠bōe無去；但是先知ê職beh廢無，hiah-ê音語beh soah，知識beh廢無。"}},{"book":"林前","chapter":13,"verse":9,"versions":{"unv":"我們現在所知道的有限，先知所講的也有限，","bklcl":"In-ūi lán só͘ chai ê bô oân-choân, chòe sian-ti iā bô oân-choân;","tghg":"因為咱所知的無完全，做先知也無完全，","bklhl":"因為咱所知ê無完全，做先知也無完全；"}},{"book":"林前","chapter":13,"verse":10,"versions":{"unv":"等那完全的來到，這有限的必歸於無有了。","bklcl":"oân-choân ê nā kàu, bô oân-choân ê chiū hòe-bô.","tghg":"完全若到，無完全的就廢無。","bklhl":"完全ê若到，無完全ê就廢無。"}},{"book":"林前","chapter":13,"verse":11,"versions":{"unv":"我作孩子的時候，話語像孩子，心思像孩子，意念像孩子，既成了人，就把孩子的事丟棄了。","bklcl":"Góa chòe gín-ná ê sî, kóng ōe chhin-chhiūⁿ gín-ná, sèng-chêng chhin-chhiūⁿ gín-ná, ì-kiàn chhin-chhiūⁿ gín-ná; í-keng sêng-jîn, chiū hòe-bô gín-ná ê sū.","tghg":"我做囝仔的時，講話親像囝仔，性情親像囝仔，意見親像囝仔，已經成人(sêng-jîn)，就廢無囝仔的事。","bklhl":"我做gín-ná ê時，講話親像gín-ná，性情親像gín-ná，意見親像gín-ná；已經成人，就廢無gín-ná ê事。"}},{"book":"林前","chapter":13,"verse":12,"versions":{"unv":"我們如今彷彿對著鏡子觀看，模糊不清（原文是如同猜謎），到那時就要面對面了。我如今所知道的有限，到那時就全知道，如同主知道我一樣。","bklcl":"In-ūi lán taⁿ tùi kiàⁿ teh khòaⁿ, bū-bū bô bêng; nā-sī kàu hit sî chiū tng-thâu tùi-bīn.  Góa taⁿ só͘ chai bô oân-choân; kàu hit sî chiū chai, chhin-chhiūⁿ góa hō͘ Chú chai chi̍t iūⁿ.","tghg":"因為咱今對鏡啲看，霧霧無明，若是到彼時就當頭對面。我今所知無完全，到彼時就知，親像我互主知一樣。","bklhl":"因為咱taⁿ對鏡teh看，bū-bū無明；但是到hit時就當頭對面。我taⁿ所知無完全；到hit時就知，親像我hō͘主知一樣。"}},{"book":"林前","chapter":13,"verse":13,"versions":{"unv":"如今常存的有信，有望，有愛這三樣，其中最大的是愛。","bklcl":"Hiān-kim só͘ chûn ê, chiū-sī sìn, ǹg-bāng, jîn-ài; chí saⁿ hāng, kî-tiong tē it tōa ê sī jîn-ài.","tghg":"現今所存的就是信、向望、仁愛此三項，其中第一大的是仁愛。","bklhl":"現今所存ê，就是信、ǹg望、仁愛；chit三項，其中第一大ê是仁愛。"}}]