[{"book":"林前","chapter":9,"verse":1,"versions":{"unv":"我不是自由的嗎？我不是使徒嗎？我不是見過我們的主耶穌嗎？你們不是我在主裡面所做之工嗎？","bklcl":"Góa kiám bōe tit chū-iû mah? Kiám m̄ sī sù-tô͘ mah? Kiám m̄ bat khòaⁿ-kìⁿ lán ê Chú Iâ-so͘ mah? Lín kiám m̄ sī góa tiàm-tī Chú chòe-chiâⁿ ê kang mah?","tghg":"我豈𣍐得自由嗎？豈呣是使徒嗎？豈呣曾看見咱的主耶穌嗎？恁豈呣是我踮佇主做成的工嗎？","bklhl":"我kiám bōe得自由mah？Kiám m̄是使徒mah？Kiám m̄-bat看見咱ê主耶穌mah？Lín kiám m̄是我tiàm-tī主做成ê工mah？"}},{"book":"林前","chapter":9,"verse":2,"versions":{"unv":"假若在別人，我不是使徒，在你們，我總是使徒，因為你們在主裡正是我作使徒的印證。","bklcl":"Siat-sú tùi tī pa̍t lâng góa m̄ sī sù-tô͘, tùi tī lín góa bô m̄ sī; in-ūi lín tiàm-tī Chú chiū-sī góa chòe sù-tô͘ ê ìn-chèng.","tghg":"設使對佇別人，我呣是使徒，對佇恁我無呣是，因為恁踮佇主就是我做使徒的印證。","bklhl":"設使對tī別人我m̄是使徒，對tī lín我無m̄是；因為lín tiàm-tī主就是我做使徒ê印證。"}},{"book":"林前","chapter":9,"verse":3,"versions":{"unv":"我對那盤問我的人就是這樣分訴：","bklcl":"Ū chhâ-mn̄g góa ê, góa chiū ēng chit-ê ka-kī hun-sò͘.","tghg":"有查問我的，我就用此個家己分訴：","bklhl":"有查問我ê，我就用chit ê家己分訴。"}},{"book":"林前","chapter":9,"verse":4,"versions":{"unv":"難道我們沒有權柄靠福音吃喝嗎？","bklcl":"Goán kiám bô koân thang lim thang chia̍h mah?","tghg":"阮豈無權通飲通食嗎？","bklhl":"阮kiám無權thang lim thang食mah？"}},{"book":"林前","chapter":9,"verse":5,"versions":{"unv":"難道我們沒有權柄娶信主的姊妹為妻，帶著一同往來，彷彿其餘的使徒和主的弟兄並磯法一樣嗎？","bklcl":"Goán kiám bô koân thang chhōa sìn Chú ê chí-bē chòe bó͘ lâi kap goán saⁿ-kap kiâⁿ, chhin-chhiūⁿ kî-û ê sù-tô͘, kap Chú ê hiaⁿ-tī, kap Ki-hoat mah?","tghg":"阮豈無權通娶信主的姊妹做某，來及阮相及行，親像其餘的使徒及主的兄弟及磯法嗎？","bklhl":"阮kiám無權thang娶信主ê姊妹做bó͘來kap阮saⁿ-kap行，親像其餘ê使徒，kap主ê兄弟，kap磯法mah？"}},{"book":"林前","chapter":9,"verse":6,"versions":{"unv":"獨有我與巴拿巴沒有權柄不做工嗎？","bklcl":"Á-sī kan-ta góa kap Pa-ná-pa bô koân thang bián chòe kang mah?","tghg":"抑是干單我及巴拿巴無權通免做工嗎？","bklhl":"á是kan-ta我kap巴拿巴無權thang免做工mah？"}},{"book":"林前","chapter":9,"verse":7,"versions":{"unv":"有誰當兵自備糧餉呢？有誰栽葡萄園不吃園裡的果子呢？有誰牧養牛羊不吃牛羊的奶呢？","bklcl":"Sím-mi̍h lâng tng peng, lâi chia̍h ka-kī ê niû mah? sím-mi̍h lâng chai phû-tô hn̂g, bô chia̍h i ê ké-chí mah? sím-mi̍h lâng chhī cheng-siⁿ, bô chia̍h hit tīn ê lin mah?","tghg":"甚麼人當兵來食家己的糧嗎？甚麼人栽葡萄園無食伊的果子嗎？甚麼人飼精牲，無食彼陣的奶嗎？","bklhl":"甚麼人當兵，來食家己ê糧mah？甚麼人栽葡萄園，無食伊ê果子mah？甚麼人飼cheng-siⁿ，無食hit陣ê奶mah？"}},{"book":"林前","chapter":9,"verse":8,"versions":{"unv":"我說這話，豈是照人的意見；律法不也是這樣說嗎？","bklcl":"Góa kóng chiah-ê kiám sī chiàu lâng ê ì-kiàn mah?  Á-sī lu̍t-hoat bô án-ni kóng mah?","tghg":"我講諸個，豈是照人的意見嗎？抑是律法無按呢講嗎？","bklhl":"我講chiah ê kiám是照人ê意見mah？á是律法無án-ni講mah？"}},{"book":"林前","chapter":9,"verse":9,"versions":{"unv":"就如摩西的律法記著說：「牛在場上踹穀的時候，不可籠住牠的嘴。」難道　神所掛念的是牛嗎？","bklcl":"In-ūi tī Mô͘-se ê lu̍t-hoat ū kì-chài kóng, Bō ngó͘-kok ê gû, bo̍h-tit láng i ê chhùi.  Siōng-tè kiám sī tì-ì tī gû mah?","tghg":"因為佇摩西的律法有記載講：「磨五穀的牛，莫得籠(láng)伊的嘴」。上帝豈是致意佇牛嗎？","bklhl":"因為tī摩西ê律法有記載講，磨五穀ê牛，莫得láng伊ê嘴。上帝kiám是致意tī牛mah？"}},{"book":"林前","chapter":9,"verse":10,"versions":{"unv":"不全是為我們說的嗎？分明是為我們說的。因為耕種的當存著指望去耕種；打場的也當存得糧的指望去打場。","bklcl":"Á-sī it-khài ūi-tio̍h lán lâi kóng i?  Chin-chiàⁿ sī ūi-tio̍h lán lâi siá; in-ūi lôe hn̂g ê tio̍h chûn ǹg-bāng lâi lôe; bō ngó͘-kok ê tio̍h ǹg-bāng saⁿ-kap ū hūn lâi bō.","tghg":"抑是一概為著咱來講伊？真正是為著咱來寫。因為犁園的著存向望來犁；磨五穀的著向望相及有份來磨。","bklhl":"á是一概為tio̍h咱來講伊？真正是為tio̍h咱來寫；因為犁園ê tio̍h存ǹg望來犁；磨五穀ê tio̍h ǹg望saⁿ-kap有份來磨。"}},{"book":"林前","chapter":9,"verse":11,"versions":{"unv":"我們若把屬靈的種子撒在你們中間，就是從你們收割奉養肉身之物，這還算大事嗎？","bklcl":"Goán nā chiong sio̍k tī sîn ê mi̍h iā tī lín tiong-kan, chiū tùi lín siu-sêng sio̍k tī jio̍k-thé ê mi̍h, kiám sī kè-thâu mah?","tghg":"阮若將屬佇神的物撒(iā)佇恁中間，就對恁收成屬佇肉體的物，豈是過頭嗎？","bklhl":"阮若將屬tī神ê物也tī lín中間，就tùi lín收成屬tī肉體ê物，kiám是過頭mah？"}},{"book":"林前","chapter":9,"verse":12,"versions":{"unv":"若別人在你們身上有這權柄，何況我們呢？然而，我們沒有用過這權柄，倒凡事忍受，免得基督的福音被阻隔。","bklcl":"Pa̍t lâng tùi tī lín siōng-chhiáⁿ ū hūn chit ê koân-pèng, hô-hòng goán mah?  Chóng-sī goán m̄ bat ēng chit ê koân, hoán-tńg thun-lún ta̍k hāng ê sū, bián-tit goán ū sím-mi̍h chó͘-tòng Ki-tok ê hok-im.","tghg":"別人對佇恁尚且有份此個權柄，何況(hô-hòng)阮嗎？總是阮呣曾用此個權，反轉(hoán-tńg)吞愞(thun-lún)逐項的事，免得阮有甚麼阻擋基督的福音。","bklhl":"別人對tī lín尚且有份chit ê權柄，何況阮mah？總是阮m̄-bat用chit ê權，反tńg吞忍ta̍k項ê事，免得阮有甚麼阻擋基督ê福音。"}},{"book":"林前","chapter":9,"verse":13,"versions":{"unv":"你們豈不知為聖事勞碌的就吃殿中的物嗎？伺候祭壇的就分領壇上的物嗎？","bklcl":"Kiám m̄ chai tio̍h-bôa tī sèng ê sū ê chia̍h tiān-lāi ê mi̍h, kun-sûi chè-tôaⁿ ê, kap chè-tôaⁿ saⁿ-kap pun mi̍h mah?","tghg":"豈呣知著磨佇聖的事的食殿內的物？跟隨(kun-sûi)祭壇的及祭壇相及分物嗎？","bklhl":"Kiám m̄知tio̍h磨tī聖ê事ê食殿內ê物，跟隨祭壇ê，kap祭壇saⁿ-kap分物mah？"}},{"book":"林前","chapter":9,"verse":14,"versions":{"unv":"主也是這樣命定，叫傳福音的靠著福音養生。","bklcl":"Chhin-chhiūⁿ án-ni, Chú siat-hoat hō͘ thoân hok-im ê lâng tio̍h tùi hok-im lâi tō͘ oa̍h.","tghg":"親像按呢，主設法互傳福音的人著對福音來度活。","bklhl":"親像án-ni，主設法hō͘傳福音ê人tio̍h tùi福音來度活。"}},{"book":"林前","chapter":9,"verse":15,"versions":{"unv":"但這權柄我全沒有用過。我寫這話，並非要你們這樣待我，因為我寧可死也不叫人使我所誇的落了空。","bklcl":"Nā-sī chiah-ê sū góa lóng bē bat ēng; koh góa siá chiah-ê m̄ sī ài lâng án-ni khoán-thāi góa; in-ūi góa lêng-khó͘ sí, put-tì lâng hō͘ góa só͘ khoa-kháu ê kui tī khang-khang.","tghg":"若是諸個事我攏未曾用。閣我寫諸個，呣是愛人按呢款待我，因為我寧可死不致人互我所誇口的歸佇空空。","bklhl":"但是chiah ê事我lóng未bat用；koh我寫chiah ê m̄是ài人án-ni款待我；因為我寧可死，不致人hō͘我所誇口ê歸tī空空。"}},{"book":"林前","chapter":9,"verse":16,"versions":{"unv":"我傳福音原沒有可誇的，因為我是不得已的。若不傳福音，我便有禍了。","bklcl":"Góa thoân hok-im m̄ sī thang khoa-kháu ê sū, sī put-tek-í nā-tiāⁿ; in-ūi nā bô thoân hok-im, góa chiū ū chai-ē.","tghg":"我傳福音呣是通誇口的事，是不得已若定。因為若無傳福音，我就有災禍。","bklhl":"我傳福音m̄是thang誇口ê事，是不得已nā-tiāⁿ；因為若無傳福音，我就有災禍。"}},{"book":"林前","chapter":9,"verse":17,"versions":{"unv":"我若甘心做這事，就有賞賜；若不甘心，責任卻已經託付我了。","bklcl":"Góa nā kam-sim chòe chit ê sū, chiū ū pò-siúⁿ; chiū nā m̄ kam-sim, ū chit-jīm í-keng kau-tāi góa lah.","tghg":"我若甘心做此個事，就有報賞；就若呣甘心，有職任已經交代我啦。","bklhl":"我若甘心做chit ê事，就有報賞；就若m̄甘心，有職任已經交帶我lah。"}},{"book":"林前","chapter":9,"verse":18,"versions":{"unv":"既是這樣，我的賞賜是甚麼呢？就是我傳福音的時候叫人不花錢得福音，免得用盡我傳福音的權柄。","bklcl":"Án-ni góa ê pò-siúⁿ sī sím-mi̍h ah? Chiū-sī góa teh thoân hok-im, hō͘ lâng bián só͘-hùi iā ōe tit-tio̍h hok-im; bián-tit góa tī hok-im só͘ ū ê koân ēng kàu chīn.","tghg":"按呢，我的報賞是甚麼啊？就是我啲傳福音互人免所費也會得著福音，免得我佇福音所有的權用到盡。","bklhl":"Án-ni我ê報賞是甚麼ah？就是我teh傳福音，hō͘人免所費也會得tio̍h福音；免得我tī福音所有ê權用到盡。"}},{"book":"林前","chapter":9,"verse":19,"versions":{"unv":"我雖是自由的，無人轄管；然而我甘心作了眾人的僕人，為要多得人。","bklcl":"Góa tùi tī chèng lâng sui-bóng sī chū-iû, iáu-kú chiong ka-kī chòe chèng lâng ê lô͘-po̍k, ūi-tio̍h beh tit-tio̍h lâng ná chōe.","tghg":"我對佇眾人雖罔是自由，猶久(iáu-kú)將家己做眾人的奴僕，為著欲得著人愈多。","bklhl":"我對tī眾人sui-bóng是自由，iáu-kú將家己做眾人ê奴僕，為tio̍h beh得tio̍h人ná chōe。"}},{"book":"林前","chapter":9,"verse":20,"versions":{"unv":"向猶太人，我就作猶太人，為要得猶太人；向律法以下的人，我雖不在律法以下，還是作律法以下的人，為要得律法以下的人。","bklcl":"Ǹg Iû-thài lâng góa chiū chhin-chhiūⁿ Iû-thài lâng, beh tit-tio̍h Iû-thài lâng; ǹg hoat ē ê lâng, góa sui-jiân pún-sin bô sio̍k tī hoat ē, chiū chhin-chhiūⁿ hoat ē ê lâng, beh tit-tio̍h hoat ē ê lâng.","tghg":"向猶太人，我就親像猶太人，欲得著猶太人；向法下(ē)的人，我雖然本身無屬佇法下，就親像法下的人，欲得著法下的人。","bklhl":"Ǹg偤太人我就親像偤太人，beh得tio̍h偤太人；ǹg法下ê人，我雖然本身無屬tī法下，就親像法下ê人，beh得tio̍h法下ê人。"}},{"book":"林前","chapter":9,"verse":21,"versions":{"unv":"向沒有律法的人，我就作沒有律法的人，為要得沒有律法的人；其實我在　神面前，不是沒有律法；在基督面前，正在律法之下。","bklcl":"Ǹg hoat gōa ê lâng, góa chiū chhin-chhiūⁿ hoat gōa lâng, beh tit-tio̍h hoat gōa ê lâng; kî-si̍t góa m̄ sī tī Siōng-tè ê hoat gōa, chiū-sī tī Ki-tok ê hoat lāi.","tghg":"向法外的人，我就親像法外人，欲得著法外的人；其實我呣是佇上帝的法外，就是佇基督的法內。","bklhl":"Ǹg法外ê人，我就親像法外人，beh得tio̍h法外ê人；其實我m̄是tī上帝ê法外，就是tī基督ê法內。"}},{"book":"林前","chapter":9,"verse":22,"versions":{"unv":"向軟弱的人，我就作軟弱的人，為要得軟弱的人。向甚麼樣的人，我就作甚麼樣的人。無論如何，總要救些人。","bklcl":"Ǹg loán-jio̍k ê lâng góa chiū chiâⁿ-chòe loán-jio̍k, beh tit-tio̍h loán-jio̍k ê lâng.  Ǹg ta̍k hō lâng, góa chiâⁿ-chòe ta̍k hō khoán, it-khài sī beh kiù lâng.","tghg":"向軟弱的人，我就成做軟弱，欲得著軟弱的人。向逐號人，我成做逐號款，一概是欲救人。","bklhl":"Ǹg軟弱ê人，我就成做軟弱，beh得tio̍h軟弱ê人。Ǹg ta̍k號人，我成做ta̍k號款，一概是beh救人。"}},{"book":"林前","chapter":9,"verse":23,"versions":{"unv":"凡我所行的，都是為福音的緣故，為要與人同得這福音的好處。","bklcl":"Ta̍k hāng sū góa in-ūi hok-im lâi kiâⁿ, sī hō͘ góa thang saⁿ-kap ū hūn tī hok-im.","tghg":"逐項事，我因為福音來行，是互我通相及有份佇福音。","bklhl":"ta̍k項事我因為福音來行，是hō͘我thang saⁿ-kap有份tī福音。"}},{"book":"林前","chapter":9,"verse":24,"versions":{"unv":"豈不知在場上賽跑的都跑，但得獎賞的只有一人？你們也當這樣跑，好叫你們得著獎賞。","bklcl":"Kiám m̄ chai chāi-tiûⁿ tàu-cháu ê ta̍k ê lóng cháu, nā-sī tit-tio̍h pò-siúⁿ ê chí ū chi̍t-ê; lín tio̍h án-ni cháu chiah thang tit-tio̍h.","tghg":"豈呣知在場鬥走的逐個攏走，若是得著報賞的只有一個？恁著按呢走，才通得著。","bklhl":"Kiám m̄知在場tàu走ê ta̍k-ê lóng走，但是得tio̍h報賞ê只有一个；lín tio̍h án-ni走chiah thang得tio̍h。"}},{"book":"林前","chapter":9,"verse":25,"versions":{"unv":"凡較力爭勝的，諸事都有節制，他們不過是要得能壞的冠冕；我們卻是要得不能壞的冠冕。","bklcl":"Kìⁿ-nā tàu-la̍t ê ta̍k hāng sū chún-chat; in sī beh tit-tio̍h ōe pāi-hoāi ê bián-liû, nā-sī lán sī beh tit-tio̍h bōe pāi-hoāi ê.","tghg":"見若鬥力的，逐項事撙節(chún-chat)，𪜶是欲得著會敗壞的冕旒；若是咱是欲得著𣍐敗壞的。","bklhl":"見若鬥力ê ta̍k項事撙節；in是beh得tio̍h會敗壞ê冕旒，但是咱是beh得tio̍h bōe敗壞ê。"}},{"book":"林前","chapter":9,"verse":26,"versions":{"unv":"所以，我奔跑不像無定向的；我鬥拳不像打空氣的。","bklcl":"Só͘-í góa án-ni teh cháu, m̄ sī chhin-chhiūⁿ bô tiāⁿ-tio̍h ê hng-hiùⁿ; góa phah kûn, bô chhin-chhiūⁿ teh phah khong-khì;","tghg":"所以，我按呢啲走呣是親像無定著的方向；我拍拳無親像啲拍空氣。","bklhl":"所以我án-ni teh走，m̄是親像無定tio̍h ê方向；我phah拳，無親像teh phah空氣；"}},{"book":"林前","chapter":9,"verse":27,"versions":{"unv":"我是攻克己身，叫身服我，恐怕我傳福音給別人，自己反被棄絕了。","bklcl":"góa phah góa ê seng-khu kàu thiám-thiám, hō͘ i hâng-ho̍k; kiaⁿ-liáu góa í-keng thoân hō͘ pa̍t lâng, pún-sin kiám-chhái tú-tio̍h kū-choa̍t.","tghg":"我拍我的身軀到殄殄(thiám-thiám)，互伊降服，驚了我已經傳互別人，本身豈採抵著(tú-tio̍h)拒絕。","bklhl":"我phah我ê身軀到thiám-thiám，hō͘伊降服；驚了我已經傳hō͘別人，本身kiám-chhái tú-tio̍h拒絕。"}}]