[{"book":"帖後","chapter":2,"verse":1,"versions":{"unv":"弟兄們，論到我們主耶穌基督降臨和我們到他那裡聚集，","bklcl":"Hiaⁿ-tī ah, lūn-kàu lán ê Chú Iâ-so͘ Ki-tok ê lîm-kàu, kap lán chiah-ê chū-chi̍p kui I, goán kiû lín, bô lūn tùi sîn, á-sī tùi ōe, á-sī tùi phoe ká-mō͘ goán ê miâ ê, kóng Chú ê ji̍t hiān-chāi kàu lah,","tghg":"兄弟啊，論到咱的主耶穌基督的臨到，及咱諸個聚集歸伊，阮求恁：無論對神、抑是對話，抑是對批假冒阮的名的，講主的日現在到啦，","bklhl":"兄弟ah，論到咱ê主耶穌基督ê臨到，kap咱chiah ê聚集歸伊，阮求lín，無論tùi神，á是tùi話，á是tùi phoe假冒阮ê名ê，講主ê日現在到lah，"}},{"book":"帖後","chapter":2,"verse":2,"versions":{"unv":"我勸你們：無論有靈、有言語、有冒我名的書信，說主的日子現在（現在：或譯就）到了，不要輕易動心，也不要驚慌。","bklcl":"lín ê sim-chì bo̍h-tit khoài-khoài iô-tāng, iā bo̍h-tit kiaⁿ-hiâⁿ;","tghg":"恁的心志莫得快快搖動，也莫得驚惶。","bklhl":"lín ê心志莫得快快搖動，也莫得驚惶；"}},{"book":"帖後","chapter":2,"verse":3,"versions":{"unv":"人不拘用甚麼法子，你們總不要被他誘惑；因為那日子以前，必有離道反教的事，並有那大罪人，就是沉淪之子，顯露出來。","bklcl":"bô lūn ēng sím-mi̍h hoat, it-khài bo̍h-tit hō͘ lâng ín-iú; in-ūi hit ji̍t iáu-bē kàu, tek-khak tāi-seng ū pōe-kàu ê sū, kap hit ê chōe-ok ê lâng, chiū-sī tîm-lûn ê lâng, chhut-hiān;","tghg":"無論用甚麼法，一概莫得互人引誘；因為彼日猶未到，的確代先有背教的事，及彼個罪惡的人，就是沈淪的人，出現。","bklhl":"無論用甚麼法，一概莫得hō͘人引誘；因為hit日猶未到，的確事先有背教ê事，kap hit ê罪惡ê人，就是沉淪ê人，出現；"}},{"book":"帖後","chapter":2,"verse":4,"versions":{"unv":"他是抵擋主，高抬自己，超過一切稱為神的和一切受人敬拜的，甚至坐在　神的殿裡，自稱是　神。","bklcl":"i sī chòe tùi-te̍k, iā chū-ko pôaⁿ-kè it-chhè chheng chòe Siōng-tè kap siū kèng-pài ê; sīm-chì chē tī Siōng-tè ê tiān, piáu-bêng chòe Siōng-tè.","tghg":"伊是做對敵，也自高，𨃟過一切稱做上帝及受敬拜的，甚至坐佇上帝的殿，表明做上帝。","bklhl":"伊是做對敵，也自高pôaⁿ過一切稱做上帝kap受敬拜ê；甚至坐tī上帝ê殿，表明做上帝。"}},{"book":"帖後","chapter":2,"verse":5,"versions":{"unv":"我還在你們那裡的時候，曾把這些事告訴你們，你們不記得嗎？","bklcl":"Góa iáu kap lín tī-teh ê sî, bat chiong chiah-ê sū kā lín kóng, lín kiám bōe kì-tit mah?","tghg":"我猶及恁佇啲的時，曾將諸個事給恁講，恁豈𣍐記得嗎？","bklhl":"我iáu kap lín tī-teh ê時，bat將chiah ê事kā lín講，lín kiám bōe記得mah？"}},{"book":"帖後","chapter":2,"verse":6,"versions":{"unv":"現在你們也知道，那攔阻他的是甚麼，是叫他到了的時候才可以顯露。","bklcl":"Taⁿ hit ê chó͘-tòng i, hō͘ i kàu i ê kî chiah chhut-hiān ê, lín iā chai.","tghg":"今彼個阻擋伊，互伊到伊的期才出現的，恁也知。","bklhl":"Taⁿ hit ê阻擋伊，hō͘伊到伊ê期chiah出現ê，lín也知。"}},{"book":"帖後","chapter":2,"verse":7,"versions":{"unv":"因為那不法的隱意已經發動，只是現在有一個攔阻的，等到那攔阻的被除去，","bklcl":"In-ūi put-hoat ê pì-bi̍t í-keng teh ūn-tōng, to̍k-to̍k hiān-kim ū chi̍t ê chó͘-tòng i ê, ti̍t-kàu hit ê chó͘-tòng ê tùi tiong-ng tû-khì.","tghg":"因為不法的秘密已經啲運動，獨獨現今有一個阻擋伊的，直到彼個阻擋的對中央除去，","bklhl":"因為不法ê祕密已經teh運動，獨獨現今有一个阻擋伊ê，直到hit ê阻擋ê tùi中央除去。"}},{"book":"帖後","chapter":2,"verse":8,"versions":{"unv":"那時這不法的人必顯露出來。主耶穌要用口中的氣滅絕他，用降臨的榮光廢掉他。","bklcl":"Hit sî hit ê put-hoat ê beh chhut-hiān, Chú Iâ-so͘ beh ēng I ê kháu-khì lâi bia̍t i, ēng I lîm-kàu ê hián-hiān lâi hòe-bô i.","tghg":"彼時彼個不法的欲出現。主耶穌欲用伊的口氣來滅伊，用伊臨到的顯現來廢無伊。","bklhl":"Hit時hit ê不法ê beh出現，主耶穌beh用伊ê 口氣來滅伊，用伊臨到ê顯現來廢無伊。"}},{"book":"帖後","chapter":2,"verse":9,"versions":{"unv":"這不法的人來，是照撒但的運動，行各樣的異能、神蹟，和一切虛假的奇事，","bklcl":"Hit ê put-hoat ê lîm-kàu sī chiàu Sat-tàn ê ūn-hêng, ēng it-chhè ê koân-lêng, sîn-jiah, kap ké ê tiāu-thâu,","tghg":"彼個不法的臨到，是照撒但的運行，用一切的權能、神蹟，及假的兆頭(tiāu-thâu)，","bklhl":"Hit-ê不法ê臨到，是照撒旦ê運行，用一切ê權能、神蹟，kap假 ê兆頭，"}},{"book":"帖後","chapter":2,"verse":10,"versions":{"unv":"並且在那沉淪的人身上行各樣出於不義的詭詐；因他們不領受愛真理的心，使他們得救。","bklcl":"koh ēng it-chhè put-gī ê khúi-khiat kiâⁿ tī hiah-ê teh tîm-lûn ê, in-ūi in bô chiap-la̍p chin-lí ê thiàⁿ lâi tit kiù.","tghg":"閣用一切不義的詭譎(khúi-khiat)行佇許個啲沈淪的；因為𪜶無接納真理的疼，來得救。","bklhl":"koh用一切不義ê詭譎行tī hiah-ê teh沉淪ê，因為in無接納真理ê疼來得救。"}},{"book":"帖後","chapter":2,"verse":11,"versions":{"unv":"故此，　神就給他們一個生發錯誤的心，叫他們信從虛謊，","bklcl":"Ūi-tio̍h án-ni Siōng-tè chiong chha-biū ê ūn-hêng kàng hō͘ in, hō͘ in sìn pe̍h-chha̍t;","tghg":"為著按呢，上帝將差謬(chha-biū)的運行降互𪜶，互𪜶信白賊，","bklhl":"為tio̍h án-ni，上帝將差謬ê運行降hō͘ in，hō͘ in信白賊；"}},{"book":"帖後","chapter":2,"verse":12,"versions":{"unv":"使一切不信真理、倒喜愛不義的人都被定罪。","bklcl":"hō͘ kìⁿ-nā m̄ sìn chin-lí, khì hoaⁿ-hí put-gī ê, lóng siū gí-toàn.","tghg":"互見若呣信真理、去歡喜不義者攏受擬斷(gí-toàn)。","bklhl":"hō͘見若m̄信真理，去歡喜不義ê，lóng受擬斷。"}},{"book":"帖後","chapter":2,"verse":13,"versions":{"unv":"主所愛的弟兄們哪，我們本該常為你們感謝　神；因為他從起初揀選了你們，叫你們因信真道，又被聖靈感動，成為聖潔，能以得救。","bklcl":"Nā-sī Chú só͘ thiàⁿ ê hiaⁿ-tī ah, goán eng-kai thòe lín siông-siông kám-siā Siōng-tè, in-ūi Siōng-tè tùi khí-thâu kéng lín, beh hō͘ lín tit kiù, sī chāi-tī Sîn ê chiâⁿ-sèng kap sìn chin-lí.","tghg":"若是主所疼的兄弟啊，阮應該替恁常常感謝上帝；因為上帝對起頭揀恁，欲互恁得救，是在佇神的成聖，及信真理。","bklhl":"但是主所疼ê兄弟ah，阮應該替lín常常感謝上帝，因為上帝tùi起頭揀lín，beh hō͘ lín得救，是在tī神ê成聖kap信真理。"}},{"book":"帖後","chapter":2,"verse":14,"versions":{"unv":"　神藉我們所傳的福音召你們到這地步，好得著我們主耶穌基督的榮光。","bklcl":"Ūi-tio̍h chit-ê, I tùi goán só͘ thoân ê hok-im bat tiàu lín, lâi tit-tio̍h lán ê Chú Iâ-so͘ Ki-tok ê êng-kng.","tghg":"為著此個，伊對阮所傳的福音曾召恁，來得著咱的主耶穌基督的榮光。","bklhl":"為tio̍h chit ê，伊對阮所傳ê福音bat召lín，來得tio̍h咱ê主耶穌基督ê榮光。"}},{"book":"帖後","chapter":2,"verse":15,"versions":{"unv":"所以，弟兄們，你們要站立得穩，凡所領受的教訓，不拘是我們口傳的，是信上寫的，都要堅守。","bklcl":"Só͘-í, hiaⁿ-tī ah, tio̍h khiā-chāi; lín só͘ tit-tio̍h ê thoân-siū, bô lūn sī tùi chhùi kóng ê, á-sī tùi goán ê phoe, hoān só͘ ha̍k-si̍p ê, tio̍h chip-siú i.","tghg":"所以，兄弟啊，著徛在，恁所得著的傳授，無論是對嘴講的，抑是對阮的批，凡所學習的，著執守伊。","bklhl":"所以，兄弟ah，tio̍h khiā在；lín所得tio̍h ê傳授，無論是tùi嘴講ê，á是tùi阮ê phoe，凡所學習ê，tio̍h執守伊。"}},{"book":"帖後","chapter":2,"verse":16,"versions":{"unv":"但願我們主耶穌基督和那愛我們、開恩將永遠的安慰並美好的盼望賜給我們的父　神，","bklcl":"Lán ê Chú Iâ-so͘ Ki-tok, kap lán ê Pē Siōng-tè, chiū-sī thiàⁿ lán, iā tī un-tián chiong éng-oán ê an-ùi kap hó ê ǹg-bāng siúⁿ-sù lán ê,","tghg":"咱的主耶穌基督及咱的父上帝，就是疼咱、也佇恩典將永遠的安慰及好的向望賞賜咱者，","bklhl":"咱ê主耶穌基督，kap咱ê父上帝，就是疼咱，也tī恩典將永遠ê安慰kap好ê ǹg望賞賜咱ê，"}},{"book":"帖後","chapter":2,"verse":17,"versions":{"unv":"安慰你們的心，並且在一切善行善言上堅固你們。","bklcl":"goān I an-ùi lín ê sim, kian-kò͘ lín tī it-chhè hó ê só͘ kiâⁿ, hó ê só͘ kóng.","tghg":"願伊安慰恁的心，堅固恁佇一切好的所行好的所講。","bklhl":"願伊安慰lín ê心，堅固lín tī一切好ê所行，好ê所講。"}}]