[{"book":"帖後","chapter":3,"verse":1,"versions":{"unv":"弟兄們，我還有話說：請你們為我們禱告，好叫主的道理快快行開，得著榮耀，正如在你們中間一樣，","bklcl":"Hiaⁿ-tī ah, kiat-bé lâi kóng, lín tio̍h thòe goán kî-tó, hō͘ Chú ê tō-lí liû-hêng tit-tio̍h êng-kng, chhin-chhiūⁿ tī lín tiong-kan chi̍t iūⁿ;","tghg":"兄弟啊，結尾來講：恁著替阮祈禱，互主的道理流行，得著榮光，親像佇恁中間一樣。","bklhl":"兄弟ah，結尾來講，lín tio̍h替阮祈禱，hō͘主ê道理流行得tio̍h榮光，親像tī lín中間一樣；"}},{"book":"帖後","chapter":3,"verse":2,"versions":{"unv":"也叫我們脫離無理之惡人的手；因為人不都是有信心。","bklcl":"koh hō͘ goán tit-tio̍h thoat-lī tī bô lí ê pháiⁿ lâng; in-ūi lâng bô lóng ū sìn.","tghg":"閣互阮得著脫離佇無理的歹人，因為人無攏有信。","bklhl":"koh hō͘阮得tio̍h脫離tī無理ê pháiⁿ人；因為人無lóng有信。"}},{"book":"帖後","chapter":3,"verse":3,"versions":{"unv":"但主是信實的，要堅固你們，保護你們脫離那惡者（或譯：脫離凶惡）。","bklcl":"Chú chiū-sī sìn-si̍t, I beh kian-kò͘ lín, koh pó-hō͘ lín bián hō͘ hit ê pháiⁿ ê hām-hāi.","tghg":"主就是信實，伊欲堅固恁，閣保護恁免互彼個歹的陷害。","bklhl":"主就是信實，伊beh堅固lín，koh保護lín免hō͘ hit ê pháiⁿ ê陷害。"}},{"book":"帖後","chapter":3,"verse":4,"versions":{"unv":"我們靠主深信，你們現在是遵行我們所吩咐的，後來也必要遵行。","bklcl":"Lūn-kàu lín, goán tī Chú chhim sìn, goán só͘ bēng-lēng ê, lín hiān-kim ū teh kiâⁿ, āu-lâi iā beh kiâⁿ i.","tghg":"論到恁，阮佇主深信，阮所命令的，恁現今有啲行，後來也欲行伊。","bklhl":"論到lín，阮tī主深信，阮所命令ê，lín現今有teh行，後來也beh行伊。"}},{"book":"帖後","chapter":3,"verse":5,"versions":{"unv":"願主引導你們的心，叫你們愛　神，並學基督的忍耐！","bklcl":"Goān Chú chhōa lín ê sim ji̍p tī Siōng-tè ê thiàⁿ kap Ki-tok ê thun-lún.","tghg":"願主導恁的心，入佇上帝的疼，及基督的吞愞(thun-lún)。","bklhl":"願主chhōa lín ê心入tī上帝ê疼kap基督ê吞忍。"}},{"book":"帖後","chapter":3,"verse":6,"versions":{"unv":"弟兄們，我們奉主耶穌基督的名吩咐你們，凡有弟兄不按規矩而行，不遵守從我們所受的教訓，就當遠離他。","bklcl":"Hiaⁿ-tī ah, goán tī lán ê Chú Iâ-so͘ Ki-tok ê miâ bēng-lēng lín, kìⁿ-nā hiaⁿ-tī bô hoat-tō͘, bô chiàu goán só͘ thoân-siū ê lâi kiâⁿ, lín tio̍h lī-khui i.","tghg":"兄弟啊，阮佇咱的主耶穌基督的名命令恁，見若兄弟無法度，無照阮所傳授的來行，恁著離開伊。","bklhl":"兄弟ah，阮tī咱ê主耶穌基督ê名命令lín，見若兄弟無法度，無照阮所傳授ê來行，lín tio̍h離開伊。"}},{"book":"帖後","chapter":3,"verse":7,"versions":{"unv":"你們自己原知道應當怎樣效法我們。因為我們在你們中間，未嘗不按規矩而行，","bklcl":"In-ūi lín ka-kī chai tio̍h cháiⁿ-iūⁿ o̍h goán; in-ūi goán tī lín tiong-kan bē bat bô hoat-tō͘;","tghg":"因為恁家己知著怎樣學阮。因為阮佇恁中間，未曾無法度，","bklhl":"因為lín家己知tio̍h怎樣學阮；因為阮tī lín中間未bat無法度；"}},{"book":"帖後","chapter":3,"verse":8,"versions":{"unv":"也未嘗白吃人的飯，倒是辛苦勞碌，晝夜做工，免得叫你們一人受累。","bklcl":"iā m̄ bat pe̍h-pe̍h chia̍h lâng; hoán-tńg sī tio̍h-bôa kan-khó͘, mî-ji̍t chòe kang, bián-tit thoa-lūi lín tiong-kan chi̍t lâng.","tghg":"也呣曾白白食人，反轉是著磨艱苦，暝日做工，免得拖累恁中間一人。","bklhl":"也m̄-bat白白食人；反tńg是tio̍h磨艱苦，暝日做工，免得拖累lín中間一人。"}},{"book":"帖後","chapter":3,"verse":9,"versions":{"unv":"這並不是因我們沒有權柄，乃是要給你們作榜樣，叫你們效法我們。","bklcl":"M̄ sī in-ūi goán bô koân, to̍k-to̍k sī ài ēng pún-sin chòe lín ê bô͘-iūⁿ, hō͘ lín o̍h goán.","tghg":"呣是因為阮無權，獨獨是愛用本身做恁的模樣，互恁學阮。","bklhl":"m̄是因為阮無權，獨獨是ài用本身做lín ê模樣，hō͘ lín學阮。"}},{"book":"帖後","chapter":3,"verse":10,"versions":{"unv":"我們在你們那裡的時候，曾吩咐你們說，若有人不肯做工，就不可吃飯。","bklcl":"In-ūi goán iáu kap lín tī-teh ê sî, bat án-ni bēng-lēng lín kóng, Nā ū lâng bô beh chòe kang, i iā tio̍h m̄ thang chia̍h.","tghg":"因為阮猶及恁佇啲的時，曾按呢命令恁講，若有人無欲做工，伊也著呣通食。","bklhl":"因為阮iáu kap lín tī-teh ê時，bat án-ni命令lín講，若有人無beh做工，伊也tio̍h m̄-thang食。"}},{"book":"帖後","chapter":3,"verse":11,"versions":{"unv":"因我們聽說，在你們中間有人不按規矩而行，甚麼工都不做，反倒專管閒事。","bklcl":"Sī goán thiaⁿ-kìⁿ lín tiong-kan ū lâng só͘ kiâⁿ bô hoat-tō͘, lóng bô chòe kang, kan-ta chòe hūn-gōa ê sū.","tghg":"是阮聽見，恁中間有人所行無法度，攏無做工，干單做份外的事。","bklhl":"是阮聽見lín中間有人所行無法度，lóng無做工，kan-ta做份外ê事。"}},{"book":"帖後","chapter":3,"verse":12,"versions":{"unv":"我們靠主耶穌基督吩咐、勸戒這樣的人，要安靜做工，吃自己的飯。","bklcl":"Chhin-chhiūⁿ chit hō lâng goán tiàm-tī Chú Iâ-so͘ Ki-tok bēng-lēng in, koh khǹg in, tio̍h thiâm-chēng chòe kang, ka-kī thàn chia̍h.","tghg":"親像此號人阮踮佇主耶穌基督命令𪜶，閣勸𪜶，著恬靜做工，家己趁食。","bklhl":"親像chit號人，阮tiàm-tī主耶穌基督命令in，koh勸in，tio̍h恬靜做工，家己thàn食。"}},{"book":"帖後","chapter":3,"verse":13,"versions":{"unv":"弟兄們，你們行善不可喪志。","bklcl":"Hiaⁿ-tī ah, lín kiâⁿ hó sū, m̄ thang ià-siān.","tghg":"兄弟啊，恁行好事呣通厭倦。","bklhl":"兄弟ah，lín行好事，m̄-thang厭倦。"}},{"book":"帖後","chapter":3,"verse":14,"versions":{"unv":"若有人不聽從我們這信上的話，要記下他，不和他交往，叫他自覺羞愧。","bklcl":"Nā ū lâng bô sūn-ho̍k goán chit tiuⁿ phoe só͘ kóng ê, lín tio̍h kā i kì-teh, iā m̄ thang kap i kau-pôe, hō͘ i ka-kī kiàn-siàu.","tghg":"若有人無順服阮此張批所講的，恁著給伊記啲，也呣通及伊交陪，互伊家己見誚。","bklhl":"若有人無順服阮chit張phoe所講ê，lín tio̍h kā伊記teh，也m̄-thang kap伊交陪，hō͘伊家己見笑。"}},{"book":"帖後","chapter":3,"verse":15,"versions":{"unv":"但不要以他為仇人，要勸他如弟兄。","bklcl":"Chóng-sī bo̍h-tit khòaⁿ i chòe kiû-siû, tio̍h kéng-kài i chhin-chhiūⁿ hiaⁿ-tī.","tghg":"總是莫得看伊做仇讎(kiû-siû)，著警戒伊親像兄弟。","bklhl":"總是莫得看伊做仇讎，tio̍h警戒伊親像兄弟。"}},{"book":"帖後","chapter":3,"verse":16,"versions":{"unv":"願賜平安的主隨時隨事親自給你們平安！願主常與你們眾人同在！","bklcl":"Goān pêng-an ê Chú, ta̍k sî ta̍k hāng sū, pún-sin siúⁿ-sù lín pêng-an. Goān Chú kap lín chèng lâng tī-teh.","tghg":"願平安的主逐時逐項事本身賞賜恁平安！願主及恁眾人佇啲！","bklhl":"願平安ê主，ta̍k時ta̍k項事，本身賞賜lín平安。願主kap lín眾人tī-teh。"}},{"book":"帖後","chapter":3,"verse":17,"versions":{"unv":"我─保羅親筆問你們安。凡我的信都以此為記，我的筆跡就是這樣。","bklcl":"Góa Pó-lô chhin-pit chhéng-an lín; tī ta̍k tiuⁿ phoe ēng chit-ê chòe kì-hō; góa chiū-sī án-ni siá.","tghg":"我──保羅親筆請安恁。佇逐張批用此個做記號，我就是按呢寫。","bklhl":"我保羅親筆請安lín；tī ta̍k張phoe用chit ê做記號；我就是án-ni寫。"}},{"book":"帖後","chapter":3,"verse":18,"versions":{"unv":"願我們主耶穌基督的恩常與你們眾人同在！","bklcl":"Goān lán ê Chú Iâ-so͘ Ki-tok ê un-tián kap lín chèng lâng tī-teh.","tghg":"願咱的主耶穌基督的恩典及恁眾人佇啲！","bklhl":"願咱ê主耶穌基督ê恩典kap lín眾人tī-teh。"}}]