[{"book":"徒","chapter":25,"verse":1,"versions":{"unv":"非斯都到了任，過了三天，就從該撒利亞上耶路撒冷去。","bklcl":"Hui-sū-to͘ tò jīm saⁿ ji̍t, chiū tùi Kai-sat-lī-a chiūⁿ Iâ-lō͘-sat-léng.","tghg":"非斯都到任三日，就對該撒利亞上耶路撒冷。","bklhl":"Hui-sū-to͘到任三日，就tùi該撒利亞上耶路撒冷。"}},{"book":"徒","chapter":25,"verse":2,"versions":{"unv":"祭司長和猶太人的首領向他控告保羅，","bklcl":"Chiah-ê chè-si-thâu kap Iû-thài ê thâu-lâng, tùi i kò Pó-lô;","tghg":"諸個祭司頭及猶太的頭人對伊告保羅，","bklhl":"Chiah-ê祭司頭kap偤太ê頭人，對伊告保羅；"}},{"book":"徒","chapter":25,"verse":3,"versions":{"unv":"又央告他，求他的情，將保羅提到耶路撒冷來，他們要在路上埋伏殺害他。","bklcl":"sòa kiû chêng beh hāi Pó-lô, sòe i tòa Pó-lô kàu Iâ-lō͘-sat-léng; in tī lō͘-ni̍h teh siat bâi-ho̍k, beh thâi i.","tghg":"續求情欲害保羅，說(sòe)伊帶保羅到耶路撒冷，𪜶佇路裡啲設埋伏欲刣伊。","bklhl":"續求情beh害保羅，sòe伊帶保羅到耶路撒冷；in tī路裡teh設埋伏，beh 刣伊。"}},{"book":"徒","chapter":25,"verse":4,"versions":{"unv":"非斯都卻回答說：「保羅押在該撒利亞，我自己快要往那裡去」；","bklcl":"Nā-sī Hui-sū-to͘ ìn kóng, Pó-lô sī kò͘-siú tī Kai-sat-lī-a, góa pún-sin ia̍h beh kín-kín tò-khì.","tghg":"若是非斯都應講：「保羅是顧守佇該撒利亞，我本身亦欲緊緊倒去」；","bklhl":"但是Hui-sū-to͘應講，保羅是顧守tī該撒利亞，我本身亦beh緊緊tò去。"}},{"book":"徒","chapter":25,"verse":5,"versions":{"unv":"又說：「你們中間有權勢的人與我一同下去，那人若有甚麼不是，就可以告他。」","bklcl":"Koh kóng, Lín tiong-kan khah ōe ê lâng thang saⁿ-kap lo̍h-khì; hit lâng nā ū sím-mi̍h put-sī, chiū thang kò i.","tghg":"閣講：「恁中間卡會的人通相及落去，彼人若有甚麼不是(put-sī)，就通告伊。」","bklhl":"Koh講，Lín中間khah能ê人thang saⁿ-kap落去；hit人若有甚麼不是，就thang告伊。"}},{"book":"徒","chapter":25,"verse":6,"versions":{"unv":"非斯都在他們那裡住了不過十天八天，就下該撒利亞去；第二天坐堂，吩咐將保羅提上來。","bklcl":"Hui-sū-to͘ tiàm hia put-kò cha̍p-ji̍t poeh-ji̍t, chiū lo̍h-khì Kai-sat-lī-a; keh ji̍t chē tn̂g, bēng-lēng tòa Pó-lô lâi.","tghg":"非士都踮遐不過十日八日，就落去該撒利亞；隔日坐堂，命令帶保羅來。","bklhl":"Hui-sū-to͘ tiàm hia不過十日八日，就落去該撒利亞；隔日坐堂，命令帶保羅來。"}},{"book":"徒","chapter":25,"verse":7,"versions":{"unv":"保羅來了，那些從耶路撒冷下來的猶太人周圍站著，將許多重大的事控告他，都是不能證實的。","bklcl":"Í-keng kàu, tùi Iâ-lō͘-sat-léng lo̍h-lâi ê Iû-thài lâng ûi-lûi teh khiā, ēng chōe-chōe tāng ê àn-kiāⁿ lâi kò i; nā-sī bô pîn-kù thang chèng-bêng.","tghg":"已經到，對耶路撒冷落來的猶太人圍纍(ûi-lûi)啲徛，用多多重(tāng)的案件來告伊，若是無憑據通證明。","bklhl":"已經到，tùi耶路撒冷落來ê偤太人圍纍teh khiā，用chōe-chōe重 ê案件來告伊；但是無憑據thang證明。"}},{"book":"徒","chapter":25,"verse":8,"versions":{"unv":"保羅分訴說：「無論猶太人的律法，或是聖殿，或是該撒，我都沒有干犯。」","bklcl":"Pó-lô hun-sò͘ kóng, Iû-thài lâng ê lu̍t-hoat, á-sī tiān-tn̂g, á-sī Kai-sat, góa bē bat hoān-tio̍h.","tghg":"保羅分訴講：「猶太人的律法，抑是殿堂，抑是該撒，我未曾犯著。」","bklhl":"保羅分訴講，偤太人ê律法，á是殿堂，á是該撒，我未bat犯tio̍h。"}},{"book":"徒","chapter":25,"verse":9,"versions":{"unv":"但非斯都要討猶太人的喜歡，就問保羅說：「你願意上耶路撒冷去，在那裡聽我審斷這事嗎？」","bklcl":"Hui-sū-to͘ ài hō͘ Iû-thài lâng hoaⁿ-hí, ìn Pó-lô kóng, Lūn chiah-ê sū, lí kam-goān chiūⁿ Iâ-lō͘-sat-léng, tī hia tng góa ê bīn-chêng siū sím-phòaⁿ mah?","tghg":"非士都愛互猶太人歡喜，應保羅講：「論諸個事，你甘願上耶路撒冷，佇遐當我的面前受審判嗎？」","bklhl":"Hui-sū-to͘ ài hō͘偤太人歡喜，應保羅講，論chiah ê事，你甘願上耶路撒冷，tī hia當我ê面前受審判mah？"}},{"book":"徒","chapter":25,"verse":10,"versions":{"unv":"保羅說：「我站在該撒的堂前，這就是我應當受審的地方。我向猶太人並沒有行過甚麼不義的事，這也是你明明知道的。","bklcl":"Chóng-sī Pó-lô kóng, Góa khiā tī Kai-sat ê kong-tn̂g, sī góa eng-kai siū sím-phòaⁿ ê ūi; góa bē bat ēng put-gī khoán-thāi Iû-thài lâng, che ia̍h sī lí só͘ bêng-bêng chai ê.","tghg":"總是保羅講：「我徛佇該撒的公堂，是我應該受審判的位。我未曾用不義款待猶太人，這亦是你所明明知的。","bklhl":"總是保羅講，我khiā tī該撒ê公堂，是我應該受審判ê位；我未bat用不義款待偤太人，這亦是你所明明知ê。"}},{"book":"徒","chapter":25,"verse":11,"versions":{"unv":"我若行了不義的事，犯了甚麼該死的罪，就是死，我也不辭。他們所告我的事若都不實，就沒有人可以把我交給他們。我要上告於該撒。」","bklcl":"Góa nā ū kiâⁿ put-gī, á-sī hoān-tio̍h  sí chōe, chiū sí ia̍h bô the-sî; nā-sī in só͘ kò góa ê bô chi̍t hāng si̍t, chiū bô lâng thang sūn jîn-chêng chiong góa kau hō͘ in. Góa tùi Kai-sat kò gū-chn̄g.","tghg":"我若有行不義，抑是犯著死罪，就死，亦無推辭。若是𪜶所告我的無一項實，就無人通順人情將我交互𪜶。我對該撒告御狀(gū-chn̄g)。」","bklhl":"我若有行不義，á是犯tio̍h死罪，就死亦無推辭；但是in所告我ê無一項實，就無人thang順人情將我交hō͘ in。我對該撒告御狀。"}},{"book":"徒","chapter":25,"verse":12,"versions":{"unv":"非斯都和議會商量了，就說：「你既上告於該撒，可以往該撒那裡去。」","bklcl":"Hui-sū-to͘ kap gī-hōe saⁿ-kap gī-lūn liáu, chiū ìn kóng, Lí í-keng tùi Kai-sat kò gū-chn̄g, chiū khì kìⁿ Kai-sat.","tghg":"非士都及議會相及議論了(liáu)，就應講：「你已經對該撒告御狀，就去見該撒。」","bklhl":"Hui-sū-to͘ kap議會saⁿ-kap議論了，就應講，你已經對該撒告御狀，就去見該撒。"}},{"book":"徒","chapter":25,"verse":13,"versions":{"unv":"過了些日子，亞基帕王和百尼基氏來到該撒利亞，問非斯都安。","bklcl":"Kè kúi-nā ji̍t A-ki-phàⁿ ông kap Pek-nî-ki kàu Kai-sat-lī-a, chhéng-an Hui-sū-to͘.","tghg":"過幾若日，亞基帕王及百尼基到該撒利亞，請安非士都。","bklhl":"過 kúi-nā日，A-ki-phàⁿ王kap Pek-nî-ki到該撒利亞，請安Hui-sū-to͘。"}},{"book":"徒","chapter":25,"verse":14,"versions":{"unv":"在那裡住了多日，非斯都將保羅的事告訴王，說：「這裡有一個人，是腓力斯留在監裡的。","bklcl":"Tiàm hia chōe-chōe ji̍t, Hui-sū-to͘ chiong Pó-lô ê sū tùi ông pâi-lia̍t, kóng, Ū chi̍t lâng chiū-sī Hui-le̍k-sū só͘ lâu tī kaⁿ-ni̍h ê;","tghg":"踮遐多多日，非士都將保羅的事對王排列，講：「有一人，就是腓力斯所留佇監裡的。","bklhl":"Tiàm hia chōe-chōe日，Hui-sū-to͘將保羅ê事對王排列，講，有一人就是Hui-le̍k-sū所留tī監裡ê；"}},{"book":"徒","chapter":25,"verse":15,"versions":{"unv":"我在耶路撒冷的時候，祭司長和猶太的長老將他的事稟報了我，求我定他的罪。","bklcl":"góa tī Iâ-lō͘-sat-léng ê sî, chiah-ê chè-si-thâu kap Iû-thài ê tiúⁿ-ló kò i, kiû tēng i ê chōe.","tghg":"我佇耶路撒冷的時，諸個祭司頭及猶太的長老告伊，求定伊的罪。","bklhl":"我tī耶路撒冷ê時，chiah ê祭司頭kap偤太ê長老告伊，求定伊ê罪。"}},{"book":"徒","chapter":25,"verse":16,"versions":{"unv":"我對他們說，無論甚麼人，被告還沒有和原告對質，未得機會分訴所告他的事，就先定他的罪，這不是羅馬人的條例。","bklcl":"Góa ìn kóng, Pī-kò kap goân-kò iáu-bē tùi-sìn, bē tit-tio̍h ki-hōe hun-sò͘ i ê àn-chêng, chiū sūn jîn-chêng chiong i kau hō͘ lâng, m̄ sī Lô-má lâng ê lē.","tghg":"我應講，被告及原告猶未對訊(tùi-sìn)，未得著機會分訴伊的案情，就順人情將伊交互人，呣是羅馬人的例。","bklhl":"我應講，被告kap原告iáu-bē對訊，bē得tio̍h機會分訴伊ê案情，就順人情將伊交hō͘人，m̄是羅馬人ê例。"}},{"book":"徒","chapter":25,"verse":17,"versions":{"unv":"及至他們都來到這裡，我就不耽延，第二天便坐堂，吩咐把那人提上來。","bklcl":"Só͘-í in chū-chi̍p tī chia, góa bô iân-chhiân, keh ji̍t chē tn̂g, bēng-lēng tòa hit lâng kàu.","tghg":"所以𪜶聚集佇遮，我無延迁(iân-chhiân)，隔日坐堂，命令帶彼人到。","bklhl":"所以in聚集tī chia，我無延chhiân，隔日坐堂，命令帶hit人到。"}},{"book":"徒","chapter":25,"verse":18,"versions":{"unv":"告他的人站著告他；所告的，並沒有我所逆料的那等惡事。","bklcl":"Kò i ê lâng lóng khiā-teh; só͘ kò ê m̄ sī góa só͘ tāi-seng phah-sǹg ê pháiⁿ sū,","tghg":"告伊的人攏徛啲；所告的，呣是我所代先拍算的歹事。","bklhl":"告伊ê人lóng khiā-teh；所告ê m̄是我所事先phah算ê pháiⁿ事，"}},{"book":"徒","chapter":25,"verse":19,"versions":{"unv":"不過是有幾樣辯論，為他們自己敬鬼神的事，又為一個人名叫耶穌，是已經死了，保羅卻說他是活著的。","bklcl":"put-kò ū kúi hāng ê piān-lūn, chiū-sī lūn in kèng sîn-bêng ê sū, koh lūn chi̍t ê Iâ-so͘, í-keng sí, Pó-lô kóng i oa̍h, ūi-tio̍h án-ni lâi kò i.","tghg":"不過有幾項的辯論，就是論𪜶敬神明的事，閣論一個耶穌，已經死，保羅講伊活。為著按呢來告伊。","bklhl":"不過有幾項ê辯論，就是論 in敬神明ê事，koh論一个耶穌，已經死，保羅講伊活，為tio̍h án-ni來告伊。"}},{"book":"徒","chapter":25,"verse":20,"versions":{"unv":"這些事當怎樣究問，我心裡作難，所以問他說：『你願意上耶路撒冷去，在那裡為這些事聽審嗎？』","bklcl":"Chiah-ê sū tio̍h cháiⁿ-iūⁿ chhâ-mn̄g, góa kì-jiân bōe bêng, só͘-í mn̄g i kam-goān khì Iâ-lō͘-sat-léng, tī hia siū sím-mn̄g chiah-ê sū á m̄.","tghg":"諸個事著怎樣查問，我既然𣍐明，所以問伊：『甘願去耶路撒冷，佇遐受審問諸個事抑呣？』","bklhl":"Chiah-ê事tio̍h怎樣查問，我既然bōe明，所以問伊甘願去耶路撒冷，tī hia受審問chiah ê事á m̄。"}},{"book":"徒","chapter":25,"verse":21,"versions":{"unv":"但保羅求我留下他，要聽皇上審斷，我就吩咐把他留下，等我解他到該撒那裡去。」","bklcl":"To̍k-to̍k Pó-lô í-keng kò gū-chn̄g, ài góa lâu i kau hō͘ hông-tè phòaⁿ-toàn, góa chiū bēng-lēng lâu i, thèng-hāu ké-sàng hō͘ Kai-sat.","tghg":"獨獨保羅已經告御狀，愛我留伊，交互皇帝判斷，我就命令留伊，聽候解送(ké-sàng)互該撒。」","bklhl":"獨獨保羅已經告御狀，ài我留伊交hō͘皇帝判斷，我就命令留伊，thèng候解送hō͘該撒。"}},{"book":"徒","chapter":25,"verse":22,"versions":{"unv":"亞基帕對非斯都說：「我自己也願聽這人辯論。」非斯都說：「明天你可以聽。」","bklcl":"A-ki-phàⁿ tùi Hui-sū-to͘ kóng, Góa pún iā ài thiaⁿ chit ê lâng. Kóng, Bîn-á-ji̍t thang thiaⁿ i.","tghg":"亞基帕對非斯都講：「我本也愛聽此個人。講，明仔日通聽伊。」","bklhl":"A-ki-phàⁿ對Hui-sū-to͘講，我本也ài聽chit ê人。講，明á日thang聽伊。"}},{"book":"徒","chapter":25,"verse":23,"versions":{"unv":"第二天，亞基帕和百尼基大張威勢而來，同著眾千夫長和城裡的尊貴人進了公廳。非斯都吩咐一聲，就有人將保羅帶進來。","bklcl":"Keh ji̍t A-ki-phàⁿ kap Pek-nî-ki tōa siat ui-gî lâi, kap chiah-ê chhian-chóng, í-ki̍p siâⁿ-lāi chun-kùi ê lâng, ji̍p kong-tn̂g, Hui-sū-to͘ chhut bēng-lēng, chiū tòa Pó-lô kàu.","tghg":"隔日，亞基帕及百尼基大設威儀來，及諸個千總以及城內尊貴的人入公堂。非斯都出命令，就帶保羅到。","bklhl":"隔日A-ki-phàⁿ kap Pek-nî-ki大設威儀來，kap chiah ê千總，以及城內尊貴ê人，入公堂，Hui-sū-to͘出命令，就帶保羅到。"}},{"book":"徒","chapter":25,"verse":24,"versions":{"unv":"非斯都說：「亞基帕王和在這裡的諸位啊，你們看這人，就是一切猶太人，在耶路撒冷和這裡，曾向我懇求、呼叫說：『不可容他再活著。』","bklcl":"Hui-sū-to͘ kóng, A-ki-phàⁿ ông í-ki̍p kap goán tī-teh ê chèng lâng ah, lín khòaⁿ chit ê lâng, chiū-sī chèng Iû-thài lâng, tī Iâ-lō͘-sat-léng kap tī chia, kiû góa kiò kóng, i m̄ eng-kai iáu oa̍h ê.","tghg":"非斯都講：「亞基帕王以及及阮佇啲的眾人啊，恁看此個人，就是眾猶太人，佇耶路撒冷及佇遮，求我叫講：『伊呣應該猶活的。』","bklhl":"Hui-sū-to͘講，A-ki-phàⁿ王以及kap阮tī-teh ê眾人ah，lín看chit ê人，就是眾偤太人，tī耶路撒冷kap tī chia，求我叫講，伊m̄應該iáu活 ê。"}},{"book":"徒","chapter":25,"verse":25,"versions":{"unv":"但我查明他沒有犯甚麼該死的罪，並且他自己上告於皇帝，所以我定意把他解去。","bklcl":"Nā-sī góa chhâ-bêng i bē bat kiâⁿ eng-kai sí ê sū; koh i í-keng kò gū-chn̄g tī hông-tè, só͘-í góa gí-tiāⁿ ké-sàng i.","tghg":"若是我查明伊未曾行應該死的事，閣伊已經告御狀佇皇帝，所以我擬定(gí-tiāⁿ)解送伊。","bklhl":"但是我查明伊未bat行應該死ê事；koh伊已經告御狀tī皇帝，所以我擬定解送伊。"}},{"book":"徒","chapter":25,"verse":26,"versions":{"unv":"論到這人，我沒有確實的事可以奏明主上。因此，我帶他到你們面前，也特意帶他到你亞基帕王面前，為要在查問之後有所陳奏。","bklcl":"To̍k-to̍k bē tit-tio̍h i ê si̍t-chêng thang chàu góa ê chú. Só͘-í tòa i chhut-lâi tī lín ê bīn-chêng, koh khah iàu-kín tī A-ki-phàⁿ ông lí ê bīn-chêng, chiah tī sím-mn̄g liáu ū só͘ thang chàu.","tghg":"獨獨未得著伊的實情通奏我的主。所以，帶伊出來佇恁的面前，閣卡要緊佇亞基帕王你的面前，才佇審問了有所通奏。","bklhl":"獨獨bē得tio̍h伊ê實情thangh奏我ê 主。所以帶伊出來tī lín ê面前，koh khah要緊tī A-ki-phàⁿ王你ê面前，chiah tī審問了有所thang奏。"}},{"book":"徒","chapter":25,"verse":27,"versions":{"unv":"據我看來，解送囚犯，不指明他的罪案是不合理的。」","bklcl":"In-ūi chiàu góa phah-sǹg, ké-sàng hoān-lâng, nā bô chí-bêng kò i ê sū, sī bô ha̍p lí.","tghg":"因為照我拍算，解送犯人，若無指明告伊的事，是無合理。」","bklhl":"因為照我phah算，解送犯人，若無指明告伊ê事，是無合理。"}}]