[{"book":"徒","chapter":8,"verse":1,"versions":{"unv":"從這日起，耶路撒冷的教會大遭逼迫，除了使徒以外，門徒都分散在猶太和撒馬利亞各處。","bklcl":"Hit ji̍t tī Iâ-lō͘-sat-léng ê kàu-hōe tú-tio̍h tōa khún-tio̍k; sù-tô͘ í-gōa, lóng sì-sòaⁿ tī Iû-thài, Sat-má-lī-a chiah-ê tōe-hng.","tghg":"彼日，佇耶路撒冷的教會抵著(tú-tio̍h)大窘逐，使徒以外，攏四散佇猶太、撒瑪利亞諸個地方。","bklhl":"Hit日tī耶路撒冷ê教會tú-tio̍h大khún-tio̍k；使徒以外，lóng四散tī偤太、撒馬利亞chiah ê地方。"}},{"book":"徒","chapter":8,"verse":2,"versions":{"unv":"有虔誠的人把司提反埋葬了，為他捶胸大哭。","bklcl":"Ū kèng-khiân ê lâng bâi-chòng Sū-thê-hoán, ūi-tio̍h i tûi heng tōa thî-khàu.","tghg":"有敬虔的人埋葬司提反，為著伊搥胸大啼哭。","bklhl":"有敬虔ê人埋葬司提反，為tio̍h伊搥胸大啼哭。"}},{"book":"徒","chapter":8,"verse":3,"versions":{"unv":"掃羅卻殘害教會，進各人的家，拉著男女下在監裡。","bklcl":"Sò-lô tōa hām-hāi kàu-hōe, ji̍p ta̍k lâng ê ke, thoa in ê lâm-lú, sàng-kau lo̍h kaⁿ.","tghg":"掃羅大陷害教會，入逐人的家，拖𪜶的男女送交落監。","bklhl":"掃羅大陷害教會，入ta̍k人ê家，拖in ê男女，送交落監。"}},{"book":"徒","chapter":8,"verse":4,"versions":{"unv":"那些分散的人往各處去傳道。","bklcl":"Tùi án-ni hiah-ê sì-sòaⁿ ê lâng piàn kiâⁿ, thoân hok-im ê tō-lí.","tghg":"對按呢許個四散的人遍行傳福音的道理。","bklhl":"Tùi án-ni，hiah-ê四散ê人遍行，傳福音ê道理。"}},{"book":"徒","chapter":8,"verse":5,"versions":{"unv":"腓利下撒馬利亞城去，宣講基督。","bklcl":"Hui-le̍k lo̍h-khì Sat-má-lī-a ê siâⁿ, ēng Ki-tok thoân hō͘ in.","tghg":"腓利落去撒瑪利亞的城，用基督傳互𪜶。","bklhl":"腓力落去撒馬利亞ê城，用基督傳hō͘ in。"}},{"book":"徒","chapter":8,"verse":6,"versions":{"unv":"眾人聽見了，又看見腓利所行的神蹟，就同心合意地聽從他的話。","bklcl":"Chèng lâng thiaⁿ-kìⁿ, koh khòaⁿ-kìⁿ só͘ kiâⁿ ê sîn-jiah, chiū tâng sim ì-hiòng Hui-le̍k ê ōe.","tghg":"眾人聽見，閣看見所行的神蹟，就同心意向腓利的話。","bklhl":"眾人聽見，koh看見所行ê神蹟，就同心意向腓力ê話。"}},{"book":"徒","chapter":8,"verse":7,"versions":{"unv":"因為有許多人被污鬼附著，那些鬼大聲呼叫，從他們身上出來；還有許多癱瘓的、瘸腿的，都得了醫治。","bklcl":"In-ūi chōe-chōe lâng ū hoān-tio̍h siâ-sîn, hiah-ê siâ-sîn tōa siaⁿ âu-kiò chhut-khì; piàn-sūi ê, pái-kha ê, ia̍h chōe-chōe tit-tio̍h i-hó.","tghg":"因為多多人有患著邪神，許個邪神大聲喉叫，出去；半𤻄(piàn-sūi)的、跛腳的，亦多多得著醫好。","bklhl":"因為chōe-chōe人有犯tio̍h邪神，hiah-ê邪神大聲喉叫出去；piàn-sūi ê、跛腳ê，亦chōe-chōe得tio̍h醫好。"}},{"book":"徒","chapter":8,"verse":8,"versions":{"unv":"在那城裡，就大有歡喜。","bklcl":"Hit ê siâⁿ-lāi tōa hoaⁿ-hí.","tghg":"彼個城內大歡喜。","bklhl":"Hit-ê城內大歡喜。"}},{"book":"徒","chapter":8,"verse":9,"versions":{"unv":"有一個人，名叫西門，向來在那城裡行邪術，妄自尊大，使撒馬利亞的百姓驚奇；","bklcl":"Chóng-sī ū chi̍t lâng, miâ kiò Se-bûn, pêng-sò͘ tī siâⁿ-lāi kiâⁿ siâ-su̍t, chū-khoa chòe tōa,  hō͘ Sat-má-lī-a ê peh-sìⁿ gông-ngia̍h;","tghg":"總是有一人，名叫西門，平素佇城內行邪術，自誇做大，互撒瑪利亞的百姓卬愕；","bklhl":"總是有一人，名叫西門，平素tī城內行邪術，自誇做大，hō͘撒馬利亞ê百姓gông-ngia̍h；"}},{"book":"徒","chapter":8,"verse":10,"versions":{"unv":"無論大小都聽從他，說：「這人就是那稱為　神的大能者。」","bklcl":"tùi sòe kàu tōa, bô m̄ ì-hiòng i, kóng, Chit lâng sī Siōng-tè ê koân-lêng, chiū-sī hit ê chheng chòe Tōa ê.","tghg":"對細到大無呣意向伊，講：「此人是上帝的權能就是彼個稱做大者。」","bklhl":"tùi細到大，無m̄意向伊，講，Chit人是上帝ê權能，就是hit ê稱做大ê。"}},{"book":"徒","chapter":8,"verse":11,"versions":{"unv":"他們聽從他，因他久用邪術，使他們驚奇。","bklcl":"In ì-hiòng i ê iân-kò͘, sī in-ūi i kú-kú ēng siâ-su̍t hō͘ in gông-ngia̍h.","tghg":"𪜶意向伊的緣故，是因為伊久久用邪術，互𪜶卬愕。","bklhl":"In意向伊ê緣故，是因為伊久久用邪術hō͘ in gông-ngia̍h。"}},{"book":"徒","chapter":8,"verse":12,"versions":{"unv":"及至他們信了腓利所傳　神國的福音和耶穌基督的名，連男帶女就受了洗。","bklcl":"Kàu in sìn Hui-le̍k só͘ thoân ê hok-im, lūn Siōng-tè ê kok kap Iâ-so͘ Ki-tok ê miâ, chiū ū lâm-lú siū sóe-lé.","tghg":"到𪜶信腓利所傳的福音，論上帝的國及耶穌基督的名，就有男女受洗禮。","bklhl":"到in信腓力所傳ê福音，論上帝ê國kap耶穌基督ê名，就有男女受洗禮。"}},{"book":"徒","chapter":8,"verse":13,"versions":{"unv":"西門自己也信了；既受了洗，就常與腓利在一處，看見他所行的神蹟和大異能，就甚驚奇。","bklcl":"Se-bûn ka-kī iā sìn; í-keng siū sóe-lé, siông-siông kun-sûi Hui-le̍k; khòaⁿ i só͘ kiâⁿ chiah-ê sîn-jiah tōa koân-lêng, chiū gông-ngia̍h.","tghg":"西門家己也信；已經受洗禮，常常跟隨腓利，看伊所行諸個神蹟大權能，就卬愕。","bklhl":"西門家己也信；已經受洗禮，常常跟隨腓力；看伊所行chiah ê神蹟大權能，就gông-ngia̍h。"}},{"book":"徒","chapter":8,"verse":14,"versions":{"unv":"使徒在耶路撒冷聽見撒馬利亞人領受了　神的道，就打發彼得、約翰往他們那裡去。","bklcl":"Tī Iâ-lō͘-sat-léng ê sù-tô͘ thiaⁿ-kìⁿ Sat-má-lī-a í-keng chiap-la̍p Siōng-tè ê tō-lí, chiū chhe Pí-tek Iok-hān khì in hia.","tghg":"佇耶路撒冷的使徒聽見撒瑪利亞已經接納上帝的道理，就差彼得、約翰去𪜶遐。","bklhl":"Tī耶路撒冷ê使徒聽見撒馬利亞已經接納上帝ê道理，就差彼得約翰去in hia。"}},{"book":"徒","chapter":8,"verse":15,"versions":{"unv":"兩個人到了，就為他們禱告，要叫他們受聖靈。","bklcl":"In í-keng lo̍h-khì, chiū thòe in kî-tó, hō͘ in siū Sèng Sîn;","tghg":"𪜶已經落去，就替𪜶祈禱，互𪜶受聖神。","bklhl":"In已經落去，就替in祈禱，hō͘ in受聖神；"}},{"book":"徒","chapter":8,"verse":16,"versions":{"unv":"因為聖靈還沒有降在他們一個人身上，他們只奉主耶穌的名受了洗。","bklcl":"in-ūi Sèng Sîn iáu-bē lîm-kàu in chi̍t lâng; in chí-ū siū sóe-lé, kui tī Chú Iâ-so͘ ê miâ nā-tiāⁿ.","tghg":"因為聖神猶未臨到𪜶一人，𪜶只有受洗禮歸佇主耶穌的名若定。","bklhl":"因為聖神iáu-bē臨到in一人；in只有受洗禮，歸tī主耶穌ê名nā-tiāⁿ。"}},{"book":"徒","chapter":8,"verse":17,"versions":{"unv":"於是使徒按手在他們頭上，他們就受了聖靈。","bklcl":"Tùi án-ni kā in hōaⁿ chhiú, in chiū siū Sèng Sîn .","tghg":"對按呢給𪜶按手，𪜶就受聖神。","bklhl":"Tùi án-ni，kā in按手，in就受聖神。"}},{"book":"徒","chapter":8,"verse":18,"versions":{"unv":"西門看見使徒按手，便有聖靈賜下，就拿錢給使徒，","bklcl":"Chóng-sī Se-bûn khòaⁿ-kìⁿ tùi sù-tô͘ ê hōaⁿ chhiú chiū ū Sèng Sîn hō͘ lâng, chiah chiong chîⁿ hiàn hō͘ in,","tghg":"總是西門看見對使徒的按手，就有聖神互人，才將錢獻互𪜶，","bklhl":"總是西門看見tùi使徒ê按手就有聖神hō͘人，chiah將錢獻hō͘ in，"}},{"book":"徒","chapter":8,"verse":19,"versions":{"unv":"說：「把這權柄也給我，叫我手按著誰，誰就可以受聖靈。」","bklcl":"kóng, Ia̍h chiong chit ê koân hō͘ góa, tì-kàu góa ê chhiú só͘ hōaⁿ ê lâng siū-tio̍h Sèng Sîn.","tghg":"講：「亦將此個權互我，致到我的手所按的人受著聖神。」","bklhl":"講，亦將chit ê權hō͘我，致到我ê手所hōaⁿ ê人受tio̍h聖神。"}},{"book":"徒","chapter":8,"verse":20,"versions":{"unv":"彼得說：「你的銀子和你一同滅亡吧！因你想　神的恩賜是可以用錢買的。","bklcl":"To̍k-to̍k Pí-tek tùi i kóng, Lí ê gûn kap lí saⁿ-kap bia̍t-bô, in-ūi lí phah-sǹg Siōng-tè ê siúⁿ-sù beh ēng chîⁿ lâi bóe.","tghg":"獨獨彼得對伊講：「你的銀及你相及滅無！因為你拍算上帝的賞賜欲用錢來買。","bklhl":"獨獨彼得對伊講，你ê銀kap你saⁿ-kap滅無，因為你phah算上帝ê賞賜beh用錢來買。"}},{"book":"徒","chapter":8,"verse":21,"versions":{"unv":"你在這道上無分無關；因為在　神面前，你的心不正。","bklcl":"Lí tī chit ê sū bô hūn, bô kan-sia̍p; in-ūi tī Siōng-tè ê bīn-chêng lí ê sim put-chèng.","tghg":"你佇此個事無份無干涉；因為佇上帝的面前，你的心不正(put-chèng)。","bklhl":"你tī chit ê事無份，無干涉；因為tī上帝ê面前你ê心不正。"}},{"book":"徒","chapter":8,"verse":22,"versions":{"unv":"你當懊悔你這罪惡，祈求主，或者你心裡的意念可得赦免。","bklcl":"Só͘-í tio̍h hoán-hóe lī-khui lí chit ê pháiⁿ, lâi kiû Chú, kiám-chhái lí sim-lāi ê liām-thâu ōe tit sià-bián.","tghg":"所以著反悔離開你此個歹，來求主，豈採你心內的念頭會得赦免。","bklhl":"所以tio̍h反悔離開你chit ê pháiⁿ，來求主，kiám-chhái你心內ê念頭會得赦免。"}},{"book":"徒","chapter":8,"verse":23,"versions":{"unv":"我看出你正在苦膽之中，被罪惡捆綁。」","bklcl":"In-ūi góa khòaⁿ-kìⁿ lí ji̍p tī khó͘-táⁿ ê tiong-kan, hō͘ put-gī khún-pa̍k.","tghg":"因為我看見你入佇苦膽的中間，互不義捆縛。」","bklhl":"因為我看見你入tī苦膽ê中間，hō͘不義綑縛。"}},{"book":"徒","chapter":8,"verse":24,"versions":{"unv":"西門說：「願你們為我求主，叫你們所說的，沒有一樣臨到我身上。」","bklcl":"Se-bûn ìn kóng, Lín thòe góa kiû Chú, hō͘ lín só͘ kóng ê lóng bô kàu tī góa.","tghg":"西門應講：「恁替我求主，互恁所講的攏無到佇我。」","bklhl":"西門應講，Lín替我求主，hō͘ lín所講ê lóng無到tī我。"}},{"book":"徒","chapter":8,"verse":25,"versions":{"unv":"使徒既證明主道，而且傳講，就回耶路撒冷去，一路在撒馬利亞好些村莊傳揚福音。","bklcl":"In í-keng chòe kan-chèng lâi thoân Chú ê tō-lí, chiū tò-khì Iâ-lō͘-sat-léng; tī Sat-má-lī-a lâng chōe-chōe ê hiuⁿ-siā thoân hok-im.","tghg":"𪜶已經做干證來傳主的道理，就倒去耶路撒冷佇撒瑪利亞人多多的鄉社傳福音。","bklhl":"In已經做干證來傳主ê道理，就tò去耶路撒冷；tī撒馬利亞人chōe-chōe ê鄉社傳福音。"}},{"book":"徒","chapter":8,"verse":26,"versions":{"unv":"有主的一個使者對腓利說：「起來！向南走，往那從耶路撒冷下迦薩的路上去。」那路是曠野。","bklcl":"Chú ê thiⁿ-sài tùi Hui-le̍k kóng, Khí-lâi, tùi lâm-sì khì, kàu tùi Iâ-lō͘-sat-léng lo̍h-khì Ka-sat ê lō͘; hia chiū-sī khòng-iá.","tghg":"主的天使對腓利講：「起來！對南勢去，到對耶路撒冷落去迦薩的路。」遐就是曠野。","bklhl":"主ê天使tùi腓力講，起來，tùi南勢去，到tùi耶路撒冷落去Ka-sat ê路；hia就是曠野。"}},{"book":"徒","chapter":8,"verse":27,"versions":{"unv":"腓利就起身去了，不料，有一個衣索匹亞（就是古實，見以賽亞十八章一節）人，是個有大權的太監，在衣索匹亞女王甘大基的手下總管銀庫，他上耶路撒冷禮拜去了。","bklcl":"Chiū khí-lâi khì; tú-tn̄g ū chi̍t ê Ai-thê-o-pek lâng, chiū-sī Ai-thê-o-pek lú-ông, Kan-tāi-ki, ū koân ê thài-kàm, chóng-koán i ê gûn-khò͘; i í-keng kàu Iâ-lō͘-sat-léng kèng-pài;","tghg":"就起來去，抵當有一個埃提阿伯人，就是埃提阿伯女王甘大基有權的太監，總管伊的銀庫，伊已經到耶路撒冷敬拜。","bklhl":"就起來去；tú-tn̄g有一个Ai-thê-o-pek人，就是Ai-thê-o-pek女王，Kan-tāi-ki，有權ê太監，總管伊ê銀庫；伊已經到耶路撒冷敬拜；"}},{"book":"徒","chapter":8,"verse":28,"versions":{"unv":"現在回來，在車上坐著，念先知以賽亞的書。","bklcl":"tò-tńg-lâi, chē tī chhia-ni̍h, teh tha̍k sian-ti Í-sài-a ê chheh.","tghg":"倒轉來，坐佇車裡，啲讀先知以賽亞的冊。","bklhl":"倒tńg來，坐tī車裡，teh讀先知以賽亞ê冊。"}},{"book":"徒","chapter":8,"verse":29,"versions":{"unv":"聖靈對腓利說：「你去！貼近那車走。」","bklcl":"Sèng Sîn kā Hui-le̍k kóng, Chìn-chêng khì kūn-óa hit tiuⁿ chhia.","tghg":"聖神給腓利講：「進前去！近倚彼張車。」","bklhl":"聖神kā腓力講，進前去近óa hit張車。"}},{"book":"徒","chapter":8,"verse":30,"versions":{"unv":"腓利就跑到太監那裡，聽見他念先知以賽亞的書，便問他說：「你所念的，你明白嗎？」","bklcl":"Hui-le̍k cháu-khì chiū-kūn i, thiaⁿ-kìⁿ i teh tha̍k sian-ti Í-sài-a ê chheh, chiū kóng, Lí só͘ tha̍k ê, lí ōe bêng-pe̍k mah?","tghg":"腓利走去就近伊，聽見伊啲讀先知以賽亞的冊，就講：「你所讀的，你會明白嗎？」","bklhl":"腓力走去就近伊，聽見伊teh讀先知以賽亞ê冊，就講，你所讀ê，你會明白mah？"}},{"book":"徒","chapter":8,"verse":31,"versions":{"unv":"他說：「沒有人指教我，怎能明白呢？」於是請腓利上車，與他同坐。","bklcl":"I kóng, Bô lâng chí-sī góa, thái-thó ōe? Chiū chhiáⁿ Hui-le̍k chiūⁿ chhia saⁿ-kap chē.","tghg":"伊講：「無人指示我，豈可會(thái-thó ōe)？」就請腓利上車，相及坐。","bklhl":"伊講，無人指示我，thái-thó話？就請腓力上車saⁿ-kap坐。"}},{"book":"徒","chapter":8,"verse":32,"versions":{"unv":"他所念的那段經，說：他像羊被牽到宰殺之地，又像羊羔在剪毛的人手下無聲；他也是這樣不開口。","bklcl":"Só͘ tha̍k ê sèng-keng chiū-sī chit tōaⁿ,\tI hō͘ lâng khan, chhin-chhiūⁿ iûⁿ kàu siū thâi ê só͘-chāi,\tI bô khui chhùi, Chhin-chhiūⁿ iûⁿ-á tùi chián-mn̂g ê bô chhut siaⁿ;","tghg":"所讀的聖經就是此段：伊互人牽，親像羊到受刣的所在，伊無開嘴；親像羊仔對剪毛的無出聲。","bklhl":"所讀ê聖經就是chit段，\t伊hō͘人牽，親像羊到受刣 ê所在，\t伊無開嘴，親像羊á tùi煎毛ê無出聲；"}},{"book":"徒","chapter":8,"verse":33,"versions":{"unv":"他卑微的時候，人不按公義審判他（原文是他的審判被奪去）；誰能述說他的世代？因為他的生命從地上奪去。","bklcl":"I pi-bî ê sî, siū bô kong-gī ê sím-phòaⁿ.\tI ê sè-tāi chī-chūi beh thoân-su̍t?\tIn-ūi I ê oa̍h-miā tùi tōe-chiūⁿ siū toa̍t-khì.","tghg":"伊卑微的時，受無公義的審判。伊的世代是誰欲傳述？因為伊的活命對地上受奪去(toa̍t-khì)。","bklhl":"伊卑微ê時，受無公義ê審判。\t伊ê世代是誰 beh傳述？\t因為伊ê活命tùi地上受奪去。"}},{"book":"徒","chapter":8,"verse":34,"versions":{"unv":"太監對腓利說：「請問，先知說這話是指著誰？是指著自己呢？是指著別人呢？」","bklcl":"Thài-kàm ìn Hui-le̍k kóng, Chhiáⁿ mn̄g, sian-ti kóng chit ê ōe sī chí sím-mi̍h lâng? sī chí pún-sin, á-sī pa̍t lâng ah?","tghg":"太監應腓利講：「請問，先知講此個話是指甚麼人？是指本身？抑是別人啊？」","bklhl":"太監應腓力講，請問，先知講chit ê話是指甚麼人？是指本身，á是別人ah？"}},{"book":"徒","chapter":8,"verse":35,"versions":{"unv":"腓利就開口從這經上起，對他傳講耶穌。","bklcl":"Hui-le̍k chiū khui chhùi, tùi chit ê sèng-keng khí, ēng Iâ-so͘ thoân hō͘ i.","tghg":"腓利就開嘴對此個聖經起，用耶穌傳互伊。","bklhl":"腓力就開嘴，tùi chit ê聖經起，用耶穌傳hō͘伊。"}},{"book":"徒","chapter":8,"verse":36,"versions":{"unv":"二人正往前走，到了有水的地方，太監說：「看哪，這裡有水，我受洗有甚麼妨礙呢？」（有古卷加：","bklcl":"Kiâⁿ lō͘ ê sî, kàu ū chúi ê ūi; thài-kàm kóng, Lí khòaⁿ, chia ū chúi; góa siū sóe-lé ū sím-mi̍h chó͘-gāi?","tghg":"行路的時，到有水的位，太監講：「你看，遮有水，我受洗禮有甚麼阻礙？」","bklhl":"行路ê時，到有水ê位；太監講，你看，chia有水；我受洗禮有甚麼阻礙？"}},{"book":"徒","chapter":8,"verse":37,"versions":{"unv":"腓利說：「你若是一心相信，就可以。」他回答說：「我信耶穌基督是　神的兒子。」）","bklcl":"【pēng tī téng chat】","tghg":"｛腓利說：「你若是一心相信，就可以。」他回答說：「我信耶穌是基督是上帝的兒子。」〔台語羅馬譯本無此節！〕｝","bklhl":"【併tī頂節】"}},{"book":"徒","chapter":8,"verse":38,"versions":{"unv":"於是吩咐車站住，腓利和太監二人同下水裡去，腓利就給他施洗。","bklcl":"Chiū hoan-hù thêng chhia; Hui-le̍k kap thài-kàm nn̄g lâng lo̍h chúi; Hui-le̍k chiū kā i kiâⁿ sóe-lé.","tghg":"就吩咐停車，腓利及太監二人落水，腓利就給伊行洗禮。","bklhl":"就吩咐停車；腓力kap太監兩人落水；腓力就kā伊行洗禮。"}},{"book":"徒","chapter":8,"verse":39,"versions":{"unv":"從水裡上來，主的靈把腓利提了去，太監也不再見他了，就歡歡喜喜地走路。","bklcl":"Tùi chúi-ni̍h chiūⁿ-lâi ê sî, Chú ê Sîn tòa Hui-le̍k khì; thài-kàm bô koh khòaⁿ-kìⁿ i, in-ūi chòe i chiūⁿ lō͘, iā chin hoaⁿ-hí.","tghg":"對水裡上來的時，主的神帶腓利去，太監無閣看見伊，因為做伊上路，也真歡喜。","bklhl":"Tùi水裡上來ê時，主ê神帶腓力去；太監無koh看見伊，因為做伊上路，也真歡喜。"}},{"book":"徒","chapter":8,"verse":40,"versions":{"unv":"後來有人在亞鎖都遇見腓利；他走遍那地方，在各城宣傳福音，直到該撒利亞。","bklcl":"Āu-lâi Hui-le̍k tī A-só-to͘ hō͘ lâng tú-tio̍h; chiū piàn kiâⁿ chiah-ê siâⁿ thoân hok-im, ti̍t kàu Kai-sat-lī-a.","tghg":"後來腓利佇亞鎖都互人抵著；就遍行諸個城傳福音，直到該撒利亞。","bklhl":"後來腓力tī A-só-to͘ hō͘人tú-tio̍h；就遍行chiah ê城傳福音，直到該撒利亞。"}}]