[{"book":"徒","chapter":17,"verse":1,"versions":{"unv":"保羅和西拉經過暗妃坡里、亞波羅尼亞，來到帖撒羅尼迦，在那裡有猶太人的會堂。","bklcl":"In keng-kè Àm-hui-pho-lí, A-pho-lô-nî-a, kàu Thiap-sat-lô-nî-ka, tī hia ū Iû-thài lâng ê hōe-tn̂g;","tghg":"𪜶經過暗妃坡里、亞波羅尼亞，到帖撒羅尼迦，佇遐有猶太人的會堂。","bklhl":"In經過Àm-hui-pho-lí、A-pho-lô-nî-a，到帖撒羅尼迦，tī hia有偤太人ê會堂；"}},{"book":"徒","chapter":17,"verse":2,"versions":{"unv":"保羅照他素常的規矩進去，一連三個安息日，本著聖經與他們辯論，","bklcl":"Pó-lô chiàu pêng-siông ê khoán ji̍p-khì chiū-kūn in; tī saⁿ ê an-hioh-ji̍t,","tghg":"保羅照平常的款入去就近𪜶，佇三個安息日，","bklhl":"保羅照平常ê款入去就近in；tī三個安歇日，"}},{"book":"徒","chapter":17,"verse":3,"versions":{"unv":"講解陳明基督必須受害，從死裡復活；又說：「我所傳與你們的這位耶穌就是基督。」","bklcl":"ín-khí sèng-keng kap in piān-lūn, khui-thiah chí-bêng Ki-tok eng-kai siū hāi, tùi sí-lâng tiong koh-oa̍h; koh kóng, Góa só͘ tùi lín thoân ê Iâ-so͘ chiū-sī Ki-tok.","tghg":"引起聖經及𪜶辯論，開拆指明基督應該受害，對死人中復活；閣講：「我所對恁傳的耶穌就是基督。」","bklhl":"引起聖經kap in辯論，開拆指明基督應該受害，tùi死人中koh活；koh講，我所對lín傳ê耶穌就是基督。"}},{"book":"徒","chapter":17,"verse":4,"versions":{"unv":"他們中間有些人聽了勸，就附從保羅和西拉，並有許多虔敬的希臘人，尊貴的婦女也不少。","bklcl":"In tiong-kan ū-ê siū khó͘-khǹg, chiū kui-óa Pó-lô Se-lah; koh ū kèng-khiân ê Hi-lī-nî lâng put-chí chōe, chun-kùi ê hū-jîn-lâng ia̍h bô chió.","tghg":"𪜶中間有的受苦勸，就歸倚保羅、西拉，閣有敬虔的希利尼人不止多，尊貴的婦仁人亦無少。","bklhl":"In中間有ê受苦勸，就歸óa保羅、Se-lah；koh有敬虔ê希利尼人不止chōe，尊貴ê婦人人亦無少。"}},{"book":"徒","chapter":17,"verse":5,"versions":{"unv":"但那不信的猶太人心裡嫉妒，招聚了些市井匪類，搭夥成群，聳動合城的人闖進耶孫的家，要將保羅、西拉帶到百姓那裡。","bklcl":"To̍k-to̍k Iû-thài lâng oàn-tò͘, chio koe-chhī ê húi-lūi kúi-nā lâng, kàu-so peh-sìⁿ kui kûn chū-chi̍p, jiáu-tōng thong siâⁿ, kong-ji̍p Iâ-sun ê chhù, ài lia̍h in chhut-lâi kau hō͘ peh-sìⁿ.","tghg":"獨獨猶太人怨妒，招街市的匪類幾若人，教唆(kàu-so)百姓歸群聚集，擾動通城攻入耶孫的厝，愛掠𪜶出來交互百姓。","bklhl":"獨獨偤太人怨妒，招街市ê 匪類kúi-nā人，教唆百姓kui群聚集，擾動thong城，攻入Iâ-sun ê厝，ài掠in出來交hō͘百姓。"}},{"book":"徒","chapter":17,"verse":6,"versions":{"unv":"找不著他們，就把耶孫和幾個弟兄拉到地方官那裡，喊叫說：「那攪亂天下的也到這裡來了，","bklcl":"Bô tú-tio̍h, chiū thoa Iâ-sun kap kúi-nā ê hiaⁿ-tī, sàng hō͘ tōe-hng koaⁿ; kiò kóng, Chiah-ê phah-loān thiⁿ-ē ê lâng ia̍h kàu chia;","tghg":"無抵著(tú-tio̍h)，就拖耶孫及幾若個兄弟送互地方官，叫講：「諸個拍亂天下的人亦到遮，","bklhl":"無tú-tio̍h，就拖Iâ-sun kap kúi-nā個兄弟，送hō͘地方官；叫講，Chiah-ê phah亂天下ê人亦到chia；"}},{"book":"徒","chapter":17,"verse":7,"versions":{"unv":"耶孫收留他們。這些人都違背該撒的命令，說另有一個王耶穌。」","bklcl":"Iâ-sun chiap-la̍p in; chiah-ê lâng lóng ûi-ke̍h Kai-sat ê bēng-lēng, kóng ū pa̍t ê ông, Iâ-so͘.","tghg":"耶孫接納𪜶。諸個人攏違逆該撒的命令，講有別個王耶穌。」","bklhl":"Iâ-sun接納in；chiah ê人lóng違逆該撒ê命令，講有別個王，耶穌。"}},{"book":"徒","chapter":17,"verse":8,"versions":{"unv":"眾人和地方官聽見這話，就驚慌了；","bklcl":"Chèng peh-sìⁿ kap tōe-hng koaⁿ thiaⁿ-kìⁿ che, chiū kiaⁿ-hiâⁿ.","tghg":"眾百姓及地方官聽見這，就驚惶；","bklhl":"眾百姓kap地方官聽見這，就驚惶。"}},{"book":"徒","chapter":17,"verse":9,"versions":{"unv":"於是取了耶孫和其餘之人的保狀，就釋放了他們。","bklcl":"Í-keng siu Iâ-sun kap kî-û ê lâng ê pó-chn̄g, chiū pàng in.","tghg":"已經收耶孫及其餘的人的保狀，就放𪜶。","bklhl":"已經收Iâ-sun kap其餘ê人ê 保狀，就放in。"}},{"book":"徒","chapter":17,"verse":10,"versions":{"unv":"弟兄們隨即在夜間打發保羅和西拉往庇哩亞去。二人到了，就進入猶太人的會堂。","bklcl":"Tùi án-ni hiaⁿ-tī sûi-sî chhe Pó-lô Se-lah thàu-mî khì Pì-lí-a; nn̄g lâng í-keng kàu tè, chiū ji̍p Iû-thài lâng ê hōe-tn̂g.","tghg":"對按呢兄弟隨時差保羅、西拉透暝去庇哩亞。二人已經到地，就入猶太人的會堂。","bklhl":"Tùi án-ni，兄弟隨時差保羅、Se-lah透暝去Pì-lí-a；兩人已經到tè，就入偤太人ê會堂。"}},{"book":"徒","chapter":17,"verse":11,"versions":{"unv":"這地方的人賢於帖撒羅尼迦的人，甘心領受這道，天天考查聖經，要曉得這道是與不是。","bklcl":"Hiah ê lâng pí Thiap-sat-lô-nî-ka lâng khah bûn-bêng, in-ūi in chù-ì siū tō-lí, ta̍k ji̍t chhâ-khó sèng-keng, khòaⁿ chiah-ê sū kó-jiân ū án-ni á bô.","tghg":"許個人比帖撒羅尼迦人卡文明，因為𪜶注意受道理，逐日查考聖經，看諸個事果然有按呢抑無。","bklhl":"Hiah-ê人比帖撒羅尼迦人khah文明，因為in注意受道理，ta̍k日查考聖經，看chiah ê事果然有án-ni á無。"}},{"book":"徒","chapter":17,"verse":12,"versions":{"unv":"所以他們中間多有相信的，又有希臘尊貴的婦女，男子也不少。","bklcl":"Só͘-í kî-tiong ū chōe-chōe lâng sìn; koh ū Hi-lī-nî chun-kùi ê hū-jîn-lâng, kap ta-po͘-lâng bô chió.","tghg":"所以其中有多多人信，閣有希利尼尊貴的婦仁人，及查甫人無少。","bklhl":"所以其中有chōe-chōe人信；koh有希利尼尊貴ê婦人人，kap ta-po͘人無少。"}},{"book":"徒","chapter":17,"verse":13,"versions":{"unv":"但帖撒羅尼迦的猶太人知道保羅又在庇哩亞傳　神的道，也就往那裡去，聳動攪擾眾人。","bklcl":"To̍k-to̍k Thiap-sat-lô-nî-ka ê Iû-thài lâng chai Pó-lô tī Pì-lí-a thoân Siōng-tè ê tō-lí, chiū kàu hia, iô-tāng kiáu-jiáu chèng lâng.","tghg":"獨獨帖撒羅尼迦的猶太人知保羅佇庇哩亞傳上帝的道理，就到遐，搖動攪擾眾人。","bklhl":"獨獨帖撒羅尼迦ê偤太人知保羅tī Pì-lí-a傳上帝ê道理，就到hia，搖動攪擾眾人。"}},{"book":"徒","chapter":17,"verse":14,"versions":{"unv":"當時弟兄們便打發保羅往海邊去，西拉和提摩太仍住在庇哩亞。","bklcl":"Hiaⁿ-tī liâm-piⁿ chhe Pó-lô khì kàu hái-piⁿ; to̍k-to̍k Se-lah Thê-mô͘-thài iû-goân tòa hia.","tghg":"兄弟連鞭差保羅去到海邊，獨獨西拉、提摩太猶原住遐。","bklhl":"兄弟liâm-piⁿ 差保羅去到海邊；獨獨Se-lah、提摩太猶原tòa hia。"}},{"book":"徒","chapter":17,"verse":15,"versions":{"unv":"送保羅的人帶他到了雅典，既領了保羅的命，叫西拉和提摩太速速到他這裡來，就回去了。","bklcl":"Sàng Pó-lô ê lâng chhōa i kàu Ngá-tián; siū bēng-lēng kiò Se-lah Thê-mô͘-thài kín-kín chiū-kūn i, chiū tò-khì.","tghg":"送保羅的人導伊到雅典，受命令，叫西拉、提摩太緊緊就近伊，就倒去。","bklhl":"送保羅ê人chhōa伊教雅典；受命令叫Se-lah提摩太緊緊就近伊，就tò去。"}},{"book":"徒","chapter":17,"verse":16,"versions":{"unv":"保羅在雅典等候他們的時候，看見滿城都是偶像，就心裡著急；","bklcl":"Pó-lô tī Ngá-tián thèng-hāu in, khòaⁿ-kìⁿ móa siâⁿ lóng sī ngó͘-siōng, chiū siong-sim tio̍h-kip.","tghg":"保羅佇雅典聽候𪜶，看見滿城攏是偶像，就傷心著急；","bklhl":"保羅tī雅典thèng候in，看見滿城lóng是偶像，就傷心著急。"}},{"book":"徒","chapter":17,"verse":17,"versions":{"unv":"於是在會堂裡與猶太人和虔敬的人，並每日在市上所遇見的人，辯論。","bklcl":"Só͘-í tī hōe-tn̂g kap Iû-thài lâng í-ki̍p kèng-khiân ê lâng piān-lūn, ta̍k ji̍t tī koe-chhī-ni̍h kap só͘ tú-tio̍h ê ia̍h sī án-ni.","tghg":"所以佇會堂及猶太人以及敬虔的人辯論，逐日佇街市裡及所抵著的亦是按呢。","bklhl":"所以tī會堂kap偤太人以及敬虔ê人辯論，ta̍k日tī街市裡kap所tú-tio̍h ê亦是án-ni。"}},{"book":"徒","chapter":17,"verse":18,"versions":{"unv":"還有伊壁鳩魯和斯多亞兩門的學士，與他爭論。有的說：「這胡言亂語的要說甚麼？」有的說：「他似乎是傳說外邦鬼神的。」這話是因保羅傳講耶穌與復活的道。","bklcl":"Ū Í-pí-kó͘-lô Sū-to-a, nn̄g kàu-mn̂g ê tiat-sū kap i piān-lūn. Ū-ê kóng, chit-ê khioh lâng ê ōe-phoh ê beh kóng sím-mi̍h? Ū-ê kóng, I sī chhin-chhiūⁿ thoân pa̍t pang-kok ê kúi-sîn ê; sī in-ūi i thoân Iâ-so͘ kap koh-oa̍h ê tō-lí.","tghg":"有彼壁古羅、斯多亞二教門的哲士，及伊辯論。有的講：「此個拾(khioh)人的話粕(ōe-phoh)的欲講甚麼？」有的講：「伊是親像傳別邦國的鬼神的。」是因為伊傳耶穌及復活的道理。","bklhl":"有Í-pí-kó͘-lô Sū-to-a，兩教門ê哲士kap伊辯論。有ê講，chit ê拾人ê話phoh ê beh講甚麼？有ê講，伊是親像傳別邦國ê鬼神ê；是因為伊傳耶穌kap koh活ê道理。"}},{"book":"徒","chapter":17,"verse":19,"versions":{"unv":"他們就把他帶到亞略•巴古，說：「你所講的這新道，我們也可以知道嗎？","bklcl":"In chiū chhōa i kàu A-lio̍k soaⁿ, kóng, Lí só͘ kóng sin ê kàu thang tit-tio̍h chai mah?","tghg":"𪜶就導伊到亞略山，講：「你所講新的教，通得著知嗎？","bklhl":"In就chhōa伊到A-lio̍k山，講，你所講新ê教thang得tio̍h知mah？"}},{"book":"徒","chapter":17,"verse":20,"versions":{"unv":"因為你有些奇怪的事傳到我們耳中，我們願意知道這些事是甚麼意思。」","bklcl":"In-ūi lí ēng kî-koài ê sū thoân ji̍p goán ê hī-khang: só͘-í goán ài chai hiah-ê sī sím-mi̍h ì-sù.","tghg":"因為你用奇怪的事傳入阮的耳孔，所以阮愛知許個是甚麼意思。」","bklhl":"因為你用奇怪ê事傳入阮ê耳孔：所以阮ài知hiah-ê是甚麼意思。"}},{"book":"徒","chapter":17,"verse":21,"versions":{"unv":"（雅典人和住在那裡的客人都不顧別的事，只將新聞說說聽聽。）","bklcl":"(Ngá-tián lâng kap tiàm hia ê chhut-gōa lâng bōe kò͘-tit pa̍t hāng sū, to̍k-to̍k sī chiong sin ê sū lâi kóng, lâi thiaⁿ nā-tiāⁿ.)","tghg":"（雅典人及踮遐的出外人𣍐顧得別項事，獨獨是將新的事來講來聽若定）。","bklhl":"(雅典人kap tiàm hia ê出外人bōe顧得別項事，獨獨是將新ê事來講，來聽nā-tiāⁿ。)"}},{"book":"徒","chapter":17,"verse":22,"versions":{"unv":"保羅站在亞略•巴古當中，說：「眾位雅典人哪，我看你們凡事很敬畏鬼神。","bklcl":"Pó-lô khiā tī A-lio̍k soaⁿ tiong, kóng, \tNgá-tián lâng ah, góa khòaⁿ lín hoān sū kèng-ùi sîn-bêng, chám-jiân jia̍t-sim.","tghg":"保羅徛佇亞略山中，講：「雅典人啊，我看恁凡事敬畏神明嶄然熱心。","bklhl":"保羅khiā tī A-lio̍k山中，講，\t雅典人ah，我看lín凡事敬畏神明，嶄然熱心。"}},{"book":"徒","chapter":17,"verse":23,"versions":{"unv":"我遊行的時候，觀看你們所敬拜的，遇見一座壇，上面寫著『未識之神』。你們所不認識而敬拜的，我現在告訴你們。","bklcl":"In-ūi góa teh kiâⁿ-iû ê sî khòaⁿ-kìⁿ lín só͘ kèng-pài ê, tú-tio̍h chi̍t chō tôaⁿ, téng-bīn siá, kóng, Bē bat ê Siōng-tè.  Lín só͘ bē bat lâi kèng-pài ê, góa ēng I lâi kā lín kóng.","tghg":"因為我啲行遊的時，看見恁所敬拜的，抵著一座壇，頂面寫講『未識的上帝』。恁所未識來敬拜的，我用伊來給恁講。","bklhl":"因為我teh行遊ê時,看見lín所敬拜ê，tú-tio̍h一座壇，頂面寫，講，未bat ê上帝。Lín所未bat來敬拜ê，我用伊來kā lín講。"}},{"book":"徒","chapter":17,"verse":24,"versions":{"unv":"創造宇宙和其中萬物的　神，既是天地的主，就不住人手所造的殿，","bklcl":"Hit ê chhòng-chō sè-kan kap kî-tiong bān mi̍h ê Siōng-tè, kì-jiân sī thiⁿ tōe ê Chú, bô khiā-khí chhiú chō ê tiān;","tghg":"彼個創造世間及其中萬物的上帝，既然是天地的主，無徛起手造的殿，","bklhl":"Hit-ê創造世間kap其中萬物ê上帝，既然是天地ê主，無khiā起手造 ê殿；"}},{"book":"徒","chapter":17,"verse":25,"versions":{"unv":"也不用人手服事，好像缺少甚麼；自己倒將生命、氣息、萬物，賜給萬人。","bklcl":"bô hō͘ lâng ê chhiú ho̍k-sāi, ná chhin-chhiūⁿ I ū só͘ khiàm-kheh; sī ka-kī ēng oa̍h-miā, chhoán-khùi, kap bān mi̍h hō͘ chèng lâng;","tghg":"無互人的手服事，那親像伊有所欠缺；是家己用活命、喘氣，及萬物互眾人。","bklhl":"無hō͘人ê手服事，ná親像伊有所欠缺；是家己用活命、喘氣，kap萬物hō͘眾人；"}},{"book":"徒","chapter":17,"verse":26,"versions":{"unv":"他從一本（本：有古卷是血脈）造出萬族的人，住在全地上，並且預先定準他們的年限和所住的疆界，","bklcl":"koh chhòng-chō bān pang ê lâng, tùi chi̍t ê pún-goân, khiā-khí tī choân tōe-bīn, koh kā in hān tāi-seng tiāⁿ-tio̍h ê sî-kî, kap só͘ khiā-khí ê tōe-kài;","tghg":"閣創造萬邦的人對一個本源，徛起佇全地面，閣給𪜶限代先定著的時期及所徛起的地界，","bklhl":"koh創造萬邦ê人，tùi一个本源，khiā起tī全地面，koh kā in限事先定tio̍h ê時期，kap所khiā起ê地界；"}},{"book":"徒","chapter":17,"verse":27,"versions":{"unv":"要叫他們尋求　神，或者可以揣摩而得，其實他離我們各人不遠；","bklcl":"sī beh hō͘ in chhē Siōng-tè, kiám-chhái thang chhúi-mô͘ lâi tit-tio̍h, kî-si̍t I lī-khui lán ta̍k lâng bô hn̄g.","tghg":"是欲互𪜶尋上帝，豈採通揣摩(chhúi-mô.)來得著，其實伊離開咱逐人無遠；","bklhl":"是beh hō͘ in chhē上帝，kiám-chhái thang揣摩來得tio̍h，其實伊離開咱ta̍k人無遠。"}},{"book":"徒","chapter":17,"verse":28,"versions":{"unv":"我們生活、動作、存留，都在乎他。就如你們作詩的，有人說：『我們也是他所生的。』","bklcl":"In-ūi lán tiàm-tī I lâi oa̍h, lâi tín-tāng, lâi tī-teh; chhin-chhiūⁿ lín tiong-kan chòe si ê lâng ū-ê ū kóng, In-ūi lán chiah-ê ia̍h sī I ê kiáⁿ-lūi.","tghg":"因為咱踮佇伊來活、來振動，來佇啲。親像恁中間做詩的人，有的有講：『因為咱諸個亦是伊的子類。』","bklhl":"因為咱tiàm-tī伊來活，來振動，來tī-teh；親像lín中間做詩ê人有ê有講，因為咱chiah ê亦是伊ê kiáⁿ類。"}},{"book":"徒","chapter":17,"verse":29,"versions":{"unv":"我們既是　神所生的，就不當以為　神的神性像人用手藝、心思所雕刻的金、銀、石。","bklcl":"Taⁿ kì-jiân sī Siōng-tè ê kiáⁿ-lūi, chiū m̄ eng-kai lia̍h chòe Siōng-tè ê pún-chit chhin-chhiūⁿ kim, gûn, chio̍h, lâng ê kang-hu lâng ê sim-sū só͘ tiau-tok ê.","tghg":"今既然是上帝的子類，就呣應該掠做上帝的本質，親像金、銀、石，人的工夫人的心事所雕琢(tiau-tok)的。","bklhl":"Taⁿ既然是上帝ê kiáⁿ類，就m̄應該掠做上帝ê本質親像金、銀、石，人ê工夫人ê心事所雕琢ê。"}},{"book":"徒","chapter":17,"verse":30,"versions":{"unv":"世人蒙昧無知的時候，　神並不監察，如今卻吩咐各處的人都要悔改。","bklcl":"Hiah ê m̄ chai-iáⁿ ê sî-tāi, Siōng-tè bô khêng-khàm; taⁿ chiū bēng-lēng ta̍k só͘-chāi ê lâng lóng-chóng tio̍h hoán-hóe:","tghg":"許個呣知影的時代，上帝無窮勘(khêng-khàm)，今就命令逐所在的人攏總著反悔。","bklhl":"Hiah-ê m̄知影ê時代，上帝無窮勘；taⁿ就命令ta̍k所在ê人lóng總tio̍h反悔："}},{"book":"徒","chapter":17,"verse":31,"versions":{"unv":"因為他已經定了日子，要藉著他所設立的人按公義審判天下，並且叫他從死裡復活，給萬人作可信的憑據。」","bklcl":"in-ūi ū tiāⁿ-tio̍h chi̍t ji̍t, beh ēng I só͘ siat-li̍p ê lâng, chiàu kong-gī sím-phòaⁿ thiⁿ-ē; sī tùi sí-lâng tiong hō͘ I koh-oa̍h, hō͘ chèng lâng ū pîn-kù thang sìn.","tghg":"因為有定著一日，欲用伊所設立的人照公義審判天下，是對死人中互伊復活，互眾人有憑據通信。」","bklhl":"因為有定tio̍h一日，beh用伊所設立 ê人，照公義審判天下；是tùi死人中hō͘伊koh活，hō͘眾人有憑據thang信。"}},{"book":"徒","chapter":17,"verse":32,"versions":{"unv":"眾人聽見從死裡復活的話，就有譏誚他的；又有人說：「我們再聽你講這個吧！」","bklcl":"In thiaⁿ-kìⁿ sí-lâng koh-oa̍h ê ōe, ū-ê chhiò i; ū-ê kóng, Goán beh koh thiaⁿ lí kóng che.","tghg":"𪜶聽見死人復活的話，有的笑伊；有的講：「阮欲閣聽你講這！」","bklhl":"In聽見死人koh活ê話，有ê笑伊；有ê講，阮beh koh聽你講這。"}},{"book":"徒","chapter":17,"verse":33,"versions":{"unv":"於是保羅從他們當中出去了。","bklcl":"Tùi án-ni Pó-lô tùi in tiong-kan chhut-khì.","tghg":"對按呢保羅對𪜶中間出去。","bklhl":"Tùi án-ni，保羅對in中間出去。"}},{"book":"徒","chapter":17,"verse":34,"versions":{"unv":"但有幾個人貼近他，信了主，其中有亞略•巴古的官丟尼修，並一個婦人，名叫大馬哩，還有別人一同信從。","bklcl":"Nā-sī ū kúi-nā lâng óa i lâi sìn; tiong-kan ū A-lio̍k soaⁿ ê hōe-oân Tiu-nî-siu, kap chi̍t ê hū-jîn-lâng, miâ kiò Tāi-má-lí, koh iā ū pa̍t lâng.","tghg":"若是有幾若人倚伊，來信，中間有亞略山的會員丟尼修，及一個婦仁人，名叫大馬哩，閣也有別人。","bklhl":"但是有kúi-nā人óa伊來信；中間有A-lio̍k山ê會員Ttiu-nî-siu，kap一个婦人人，名叫Tāi-má-lí，koh也有別人。"}}]