[{"book":"徒","chapter":2,"verse":1,"versions":{"unv":"五旬節到了，門徒都聚集在一處。","bklcl":"Gō͘-sûn-choeh ê kî í-keng kàu, in lóng chū-chi̍p tī chi̍t só͘-chāi.","tghg":"五旬節的期已經到，𪜶攏聚集佇一所在。","bklhl":"五旬節ê期已經到，in lóng聚集tī一所在。"}},{"book":"徒","chapter":2,"verse":2,"versions":{"unv":"忽然，從天上有響聲下來，好像一陣大風吹過，充滿了他們所坐的屋子，","bklcl":"Hut-jiân tùi thiⁿ ū siaⁿ, chhin-chhiūⁿ tōa hong teh chhe, chhiong-móa in só͘ chē kui-keng ê chhù.","tghg":"忽然，對天有聲，親像大風啲吹，充滿𪜶所坐歸間的厝，","bklhl":"忽然tùi天有聲，親像大風teh吹，充滿in所坐kui間ê厝。"}},{"book":"徒","chapter":2,"verse":3,"versions":{"unv":"又有舌頭如火焰顯現出來，分開落在他們各人頭上。","bklcl":"Chiū ū teh hun-khui ê chi̍h, chhut-hiān hō͘ in khòaⁿ-kìⁿ, chhin-chhiūⁿ hé ê chi̍h, hioh tī ta̍k lâng ê téng-bīn.","tghg":"就有啲分開的舌出現互𪜶看見，親像火的舌，歇佇逐人的頂面。","bklhl":"就有teh分開ê舌，出現hō͘ in看見，親像火ê舌，歇tī ta̍k人ê頂面。"}},{"book":"徒","chapter":2,"verse":4,"versions":{"unv":"他們就都被聖靈充滿，按著聖靈所賜的口才說起別國的話來。","bklcl":"In lóng siū Sèng Sîn chhiong-móa, chiah khui chhùi kóng pa̍t iūⁿ ê khiuⁿ-kháu, sī chiàu Sèng Sîn só͘ siúⁿ-sù in kóng ê.","tghg":"𪜶攏受聖神充滿，才開嘴講別樣的腔口，是照聖神所賞賜𪜶講的。","bklhl":"In lóng受聖神充滿，chiah開嘴講別樣ê腔口，是照聖神所賞賜in講ê。"}},{"book":"徒","chapter":2,"verse":5,"versions":{"unv":"那時，有虔誠的猶太人從天下各國來，住在耶路撒冷。","bklcl":"Hit sî ū khiân-sêng ê Iû-thài lâng, tùi thiⁿ-ē ta̍k kok lâi ê, tòa tī Iâ-lō͘-sat-léng.","tghg":"彼時，有虔誠的猶太人對天下逐國來的，住佇耶路撒冷。","bklhl":"Hit時有虔誠ê偤太人，tùi天下ta̍k國來ê，tòa tī耶路撒冷。"}},{"book":"徒","chapter":2,"verse":6,"versions":{"unv":"這聲音一響，眾人都來聚集，各人聽見門徒用眾人的鄉談說話，就甚納悶；","bklcl":"Chit ê siaⁿ chi̍t ē khí, chèng lâng chū-chi̍p hun-hun loān-loān, in-ūi ta̍k lâng thiaⁿ-kìⁿ in chiàu i ka-kī ê thó͘-khiuⁿ lâi kóng.","tghg":"此個聲一下起，眾人聚集紛紛亂亂，因為逐人聽見𪜶照伊家己的土腔來講，就攏卬愕；","bklhl":"Chit ê聲一下起，眾人聚集紛紛亂亂，因為ta̍k人聽見in照伊家己ê土腔來講。"}},{"book":"徒","chapter":2,"verse":7,"versions":{"unv":"都驚訝希奇說：「看哪，這說話的不都是加利利人嗎？","bklcl":"Chiū lóng gông-ngia̍h kî-koài, kóng, Lí khòaⁿ, chiah-ê teh kóng ê kiám bô it-khài sī Ka-lī-lī lâng mah?","tghg":"奇怪講：「你看，諸個啲講的豈無一概是加利利人嗎？","bklhl":"就lóng gông-ngia̍h奇怪，講，你看，chiah ê teh講ê kiám無一概是加利利人mah？"}},{"book":"徒","chapter":2,"verse":8,"versions":{"unv":"我們各人怎麼聽見他們說我們生來所用的鄉談呢？","bklcl":"Cháiⁿ-iūⁿ lán thiaⁿ in kóng chiàu lán ta̍k lâng só͘ chhut-sì ê thó͘-khiuⁿ ah?","tghg":"怎樣咱聽𪜶講照咱逐人所出世的土腔啊？","bklhl":"怎樣咱聽in講照咱ta̍k人所出世ê土腔ah？"}},{"book":"徒","chapter":2,"verse":9,"versions":{"unv":"我們帕提亞人、米底亞人、以攔人，和住在美索不達米亞、猶太、加帕多家、本都、亞細亞、","bklcl":"Lán chiah-ê Phàⁿ-thê-a lâng, Bí-thài lâng, Í-lân lâng, kap tiàm-tī Bí-só͘-pho-tāi-bí, Iû-thài kap Ka-phàⁿ-to-ka, Pún-to͘ kap A-se-a,","tghg":"咱諸個帕提亞人、米太人、以攔人，及踮佇米所波大米、猶太，及加帕多家、本都、及亞西亞、","bklhl":"咱chiah ê Phàⁿ-thê-a人、Bí-thài人、Í-lân人，kap tiàm-tī Bí-só͘-pho-tāi-bí，偤太kap Ka-phàⁿ-to-ka，Pún-to͘ kap亞西亞，"}},{"book":"徒","chapter":2,"verse":10,"versions":{"unv":"弗呂家、旁非利亞、埃及的人，並靠近古利奈的利比亞一帶地方的人，從羅馬來的客旅中，或是猶太人，或是進猶太教的人，","bklcl":"Hut-lū-ka kap Pông-hui-lī-a, Ai-ki̍p kūn-óa Kó͘-lī-nāi ê Lū-pí-a, chiah-ê tōe-hng ê lâng, í-ki̍p tùi Lô-má lâi ê chhut-gōa lâng, ū-ê sī Iû-thài lâng, ū-ê sī ji̍p Iû-thài kàu ê lâng,","tghg":"弗呂家，及旁非利亞、埃及，近倚古利奈的呂彼亞，諸個地方的人，以及對羅馬來的出外人，有的是猶太人，有的是入猶太教的人，","bklhl":"Hut-lū-ka kap Pông-hui-lī-a，埃及近óa 古利奈 ê Lū-pí-a，chiah ê地方ê人，以及tùi羅馬來ê出外人，有ê是偤太人，有ê是入偤太教ê人、"}},{"book":"徒","chapter":2,"verse":11,"versions":{"unv":"克里特和阿拉伯人，都聽見他們用我們的鄉談，講說　神的大作為。」","bklcl":"Kek-lí-tí lâng, A-lat-pek lâng, lóng thiaⁿ in ēng lán ê khiuⁿ-kháu lâi kóng Siōng-tè ê tōa sū.","tghg":"革哩底人、亞拉伯人，攏聽𪜶用咱的腔口，來講上帝的大事。」","bklhl":"Kek-lí-tí人、A-lat-pek人，lóng聽in用咱ê腔口來講上帝ê大事。"}},{"book":"徒","chapter":2,"verse":12,"versions":{"unv":"眾人就都驚訝猜疑，彼此說：「這是甚麼意思呢？」","bklcl":"Chiū lóng gông-ngia̍h tiû-tû, saⁿ-kap kóng, Che sím-mi̍h ì-sù?","tghg":"就攏卬愕躊躇，相及講：「這甚麼意思？」","bklhl":"就lóng gông-ngia̍h躊躇，saⁿ-kap講，這甚麼意思？"}},{"book":"徒","chapter":2,"verse":13,"versions":{"unv":"還有人譏誚說：「他們無非是新酒灌滿了。」","bklcl":"Ia̍h ū pa̍t lâng thí-chhiò in kóng, In sī lim sin chiú teh chùi.","tghg":"亦有別人恥笑𪜶講：「𪜶是飲新酒啲醉。」","bklhl":"亦有別人恥笑in講，in是lim新酒teh醉。"}},{"book":"徒","chapter":2,"verse":14,"versions":{"unv":"彼得和十一個使徒站起，高聲說：「猶太人和一切住在耶路撒冷的人哪，這件事你們當知道，也當側耳聽我的話。","bklcl":"Chóng-sī Pí-tek kap cha̍p-it ê sù-tô͘ khiā-teh, tōa siaⁿ kā in kóng, Iû-thài lâng, kap lóng-chóng khiā-khí tī Iâ-lō͘-sat-léng ê peh-sìⁿ ah, lín tio̍h chai chit-ê, ia̍h tio̍h tì-ì thiaⁿ góa ê ōe.","tghg":"總是彼得及十一個使徒徛啲，大聲給𪜶講：「猶太人及攏總徛起佇耶路撒冷的百姓啊，恁著知此個，亦著致意聽我的話。","bklhl":"總是彼得kap十一个使徒khiā-teh，大聲kā in講，偤太人，kap lóng總khiā起tī耶路撒冷ê百姓ah，lín tio̍h知chit ê，亦tio̍h致意聽我ê話。"}},{"book":"徒","chapter":2,"verse":15,"versions":{"unv":"你們想這些人是醉了；其實不是醉了，因為時候剛到巳初。","bklcl":"Chiah-ê lâng m̄ sī chiú-chùi, chhin-chhiūⁿ lín só͘ phah-sǹg; in-ūi chit tia̍p tú-chiah téng-po͘ káu tiám cheng:","tghg":"諸個人呣是酒醉；親像恁所拍算，因為此霎(tia̍p)抵才(tú-chiah)頂晡九點鐘。","bklhl":"Chiah-ê人m̄是酒醉，親像lín所phah算；因為chit-tia̍p tú-chiah頂晡九點鐘："}},{"book":"徒","chapter":2,"verse":16,"versions":{"unv":"這正是先知約珥所說的：","bklcl":"che chiū-sī thok sian-ti Iok-jíⁿ só͘ kóng ê, kóng,","tghg":"這就是託先知約珥所講的，講：","bklhl":"這就是託先知約珥所講ê，講，"}},{"book":"徒","chapter":2,"verse":17,"versions":{"unv":"　神說：在末後的日子，我要將我的靈澆灌凡有血氣的。你們的兒女要說預言；你們的少年人要見異象；老年人要做異夢。","bklcl":"Siōng-tè kóng, Tī lō͘-bé ê sî-ji̍t,\tGóa beh ēng góa ê Sîn kàng-lo̍h tī hoān ū jio̍k-thé ê;\tLín ê hāu-siⁿ lín ê cha-bó͘-kiáⁿ beh chòe sian-ti kóng ōe,\tLín ê siàu-liân lâng beh khòaⁿ-kìⁿ īⁿ-siōng,\tLín ê lāu-lâng beh tit-tio̍h bîn-bāng;","tghg":"上帝講：佇路尾的時日，我欲用我的神降落佇凡有肉體的。恁的後生恁的查某子欲做先知講話；恁的少年人欲看見異象；恁的老人欲得著眠夢。","bklhl":"上帝講，Tī路尾ê時日，\t我beh用我ê神降落tī凡有肉體ê；\tLín ê後生lín ê cha-bó͘-kiáⁿ beh做先知講話，\tLín ê少年人beh看見異象，\tLín ê老人beh得tio̍h眠夢；"}},{"book":"徒","chapter":2,"verse":18,"versions":{"unv":"在那些日子，我要將我的靈澆灌我的僕人和使女，他們就要說預言。","bklcl":"Tī hiah-ê ji̍t góa iā beh ēng góa ê Sîn\tKàng-lo̍h tī góa ê lô͘-po̍k lú-pī; in ia̍h beh chòe sian-ti lâi kóng.","tghg":"佇許個日，我也欲用我的神降落佇我的奴僕女婢，𪜶亦欲做先知來講。","bklhl":"Tī hiah-ê日我也beh用我ê神\t降落tī我ê奴僕女婢；in亦beh做先知來講。"}},{"book":"徒","chapter":2,"verse":19,"versions":{"unv":"在天上，我要顯出奇事；在地下，我要顯出神蹟；有血，有火，有煙霧。","bklcl":"Téng-bīn tī thiⁿ-ni̍h góa beh hián-chhut kî-sū,\tĒ-bīn tī tōe-ni̍h góa beh hián-chhut sîn-jiah,\tChiū-sī huih, kap hé, kap ian-bū;","tghg":"頂面佇天裡，我欲顯出奇事；下面佇地裡，我欲顯出神蹟；就是血，及火，及煙霧。","bklhl":"頂面tī天裡我beh顯出奇事，\t下面tī地裡我beh顯出神蹟，\t就是血，kap火，kap煙霧；"}},{"book":"徒","chapter":2,"verse":20,"versions":{"unv":"日頭要變為黑暗，月亮要變為血；這都在主大而明顯的日子未到以前。","bklcl":"Ji̍t beh pìⁿ chòe àm,\tGe̍h beh pìⁿ chòe huih,\tTī Chú tōa koh êng-hián ê ji̍t, Bē kàu ê tāi-seng;","tghg":"日欲變做暗，月欲變做血；佇主大閣榮顯的日未到的代先。","bklhl":"日beh變做暗，\t月beh變做血，\tTī主大koh榮顯ê日，bē到ê事先；"}},{"book":"徒","chapter":2,"verse":21,"versions":{"unv":"到那時候，凡求告主名的，就必得救。","bklcl":"Koh hoān-nā kiû-kiò Chú ê miâ ê, ōe tit-tio̍h kiù.","tghg":"閣凡若求叫主的名的，會得著救。","bklhl":"Koh凡若求叫主ê名ê，會得tio̍h救。"}},{"book":"徒","chapter":2,"verse":22,"versions":{"unv":"「以色列人哪，請聽我的話：　神藉著拿撒勒人耶穌在你們中間施行異能、奇事、神蹟，將他證明出來，這是你們自己知道的。","bklcl":"Í-sek-lia̍t lâng ah, tio̍h thiaⁿ góa ê ōe: Ná-sat-le̍k lâng Iâ-so͘, Siōng-tè bat ēng I tī lín tiong-kan kiâⁿ koh-iūⁿ ê koân-lêng, kî-sū, kap sîn-jiah, lâi tùi lín chèng-bêng I, che chiū-sī lín só͘ chai ê;","tghg":"「以色列人啊，著聽我的話：拿撒勒人耶穌，上帝曾用伊佇恁中間行各樣的權能、奇事，及神蹟，來對恁證明伊，這就是恁所知的。","bklhl":"以色列人ah，tio̍h聽我ê話：拿撒勒人耶穌，上帝bat用伊tī lín中間行各樣ê權能、奇事，kap神蹟，來tùi lín證明伊，這就是lín所知ê；"}},{"book":"徒","chapter":2,"verse":23,"versions":{"unv":"他既按著　神的定旨先見被交與人，你們就藉著無法之人的手，把他釘在十字架上，殺了。","bklcl":"I chiàu Siōng-tè tiāⁿ-tio̍h ê chí-ì kap tāi-seng chai ê, í-keng siū ké-sàng, lín chiah-ê chioh put-hoat ê lâng ê chhiú tèng si̍p-jī-kè hāi-sí I;","tghg":"伊照上帝定著的旨意及代先(tāi-seng)知的已經受解送(ké-sàng)，恁諸個借不法的人的手，釘十字架害死伊。","bklhl":"伊照上帝定tio̍h ê旨意kap事先知ê，已經受解送，lín chiah ê借不法ê人ê手釘十字架害死伊；"}},{"book":"徒","chapter":2,"verse":24,"versions":{"unv":"　神卻將死的痛苦解釋了，叫他復活，因為他原不能被死拘禁。","bklcl":"chóng-sī Siōng-tè tháu-pàng hiah-ê sí ê khó͘-thàng, hō͘ I koh-oa̍h; sī I bōe-ōe hō͘ sí só͘ pé-pa̍k.","tghg":"總是上帝解放(tháu-pàng)許個死的苦痛，互伊復活，是伊𣍐會互死所把縛(pé-pa̍k)。","bklhl":"總是上帝tháu放hiah-ê死ê苦痛，hō͘伊koh活；是伊bōe會hō͘死所把縛。"}},{"book":"徒","chapter":2,"verse":25,"versions":{"unv":"大衛指著他說：「我看見主常在我眼前；他在我右邊，叫我不至於搖動。","bklcl":"In-ūi Tāi-pi̍t ū chí I kóng,\tGóa khòaⁿ Chú siông-siông tī góa ê bīn-chêng;\tI tiàm tī góa ê chiàⁿ pêng, hō͘ góa bián iô-tāng;","tghg":"因為大衛有指伊講：我看主常常佇我的面前；伊踮佇我的正旁，互我免搖動。","bklhl":"因為大衛有指伊講，\t我看主常常tī我ê面前；\t伊tiàm-tī我ê chiàⁿ-pêng，hō͘我免搖動；"}},{"book":"徒","chapter":2,"verse":26,"versions":{"unv":"所以，我心裡歡喜，我的靈（原文是舌）快樂；並且我的肉身要安居在指望中。","bklcl":"Só͘-í góa ê sim hoaⁿ-hí, góa ê chi̍h khoài-lo̍k;\tKoh góa ê jio̍k-thé iā beh tiàm tī ǹg-bāng tiong;","tghg":"所以，我的心歡喜，我的舌快樂；閣我的肉體也欲踮佇向望中。","bklhl":"所以我ê心歡喜，我ê舌快樂；\tKoh我ê肉體也beh tiàm-tī ǹg望中；"}},{"book":"徒","chapter":2,"verse":27,"versions":{"unv":"因你必不將我的靈魂撇在陰間，也不叫你的聖者見朽壞。","bklcl":"In-ūi lí bô beh chiong góa ê lêng-hûn pàng-hē tī im-kan,\tIā bô beh hō͘ lí ê Sèng-ê tú-tio̍h hiú-nōa.","tghg":"因為你無欲將我的靈魂放下(pàng-hē)佇陰間，也無欲互你的聖者抵著(tú-tio̍h)朽爛。","bklhl":"因為你無beh將我ê靈魂放下tī陰間，\t也無beh hō͘你ê聖ê tú-tio̍h朽爛。"}},{"book":"徒","chapter":2,"verse":28,"versions":{"unv":"你已將生命的道路指示我，必叫我因見你的面（或譯：叫我在你面前）得著滿足的快樂。","bklcl":"Lí bat ēng oa̍h-miā ê lō͘ chí-sī góa;\tBeh hō͘ góa tī lí ê bīn-chêng móa-sim khoài-lo̍k.","tghg":"你曾用活命的路指示我，欲互我佇你的面前滿心快樂。","bklhl":"你bat用活命ê路指示我；\tBeh hō͘我tī你ê面前滿心快樂。"}},{"book":"徒","chapter":2,"verse":29,"versions":{"unv":"「弟兄們！先祖大衛的事，我可以明明地對你們說：他死了，也葬埋了，並且他的墳墓直到今日還在我們這裡。","bklcl":"Hiaⁿ-tī ah, sian-chó͘ Tāi-pi̍t ê sū góa thang hó-táⁿ tùi lín kóng, i í-keng sí koh bâi-chòng, i ê bōng kàu kin-á-ji̍t iáu tī lán tiong-kan.","tghg":"「兄弟啊！先祖大衛的事，我通好膽對恁講：伊已經死，閣埋葬，伊的墓到今仔日猶佇咱中間。","bklhl":"兄弟ah，先祖大衛ê事我thang好膽對lín講，伊已經死koh埋葬，伊ê墓到今á日iáu tī咱中間。"}},{"book":"徒","chapter":2,"verse":30,"versions":{"unv":"大衛既是先知，又曉得　神曾向他起誓，要從他的後裔中立一位坐在他的寶座上，","bklcl":"I kì-jiân sī sian-ti, koh chai Siōng-tè bat kap i chiù-chōa, beh tī i hō͘-è tiong siat-li̍p chi̍t lâng chē i ê chō-ūi.","tghg":"伊既然是先知，閣知上帝曾及伊咒誓，欲佇伊後裔中設立一人坐伊的座位，","bklhl":"伊既然是先知，koh知上帝bat kap伊chiù-chōa，beh tī伊後裔中設立一人坐伊ê座位。"}},{"book":"徒","chapter":2,"verse":31,"versions":{"unv":"就預先看明這事，講論基督復活說：他的靈魂不撇在陰間；他的肉身也不見朽壞。","bklcl":"I tāi-seng khòaⁿ-chhut án-ni, chiū lūn Ki-tok ê koh-oa̍h kóng, I bô pàng-hē tī im-kan, ia̍h I ê jio̍k-thé bô tú-tio̍h hiú-nōa.","tghg":"伊代先看出按呢，就論基督的復活講：伊無放下佇陰間；亦伊的肉體無抵著朽爛。","bklhl":"伊事先看出án-ni，就論基督ê koh活講，伊無放下tī陰間，亦伊ê肉體無tú-tio̍h朽爛。"}},{"book":"徒","chapter":2,"verse":32,"versions":{"unv":"這耶穌，　神已經叫他復活了，我們都為這事作見證。","bklcl":"Chit ê Iâ-so͘, Siōng-tè í-keng hō͘ I koh-oa̍h, goán chiah-ê lóng chòe I ê kan-chèng.","tghg":"此個耶穌，上帝已經互伊復活，阮諸個攏做伊的干證。","bklhl":"Chit ê耶穌，上帝已經hō͘伊koh活，阮chiah ê lóng做伊ê干證。"}},{"book":"徒","chapter":2,"verse":33,"versions":{"unv":"他既被　神的右手高舉（或譯：他既高舉在　神的右邊），又從父受了所應許的聖靈，就把你們所看見所聽見的，澆灌下來。","bklcl":"I kì-jiân hō͘ Siōng-tè ê chiàⁿ chhiú kú I koâiⁿ-koâiⁿ, koh tùi Pē siū só͘ èng-ún ê Sèng Sîn, chiū chiong chit ê kàng-lo̍h, chiū-sī lín só͘ khòaⁿ-kìⁿ, só͘ thiaⁿ-kìⁿ ê.","tghg":"伊既然互上帝的正手舉(kú)伊高高，閣對父受所應允的聖神，就將此個降落，就是恁所看見所聽見的。","bklhl":"伊既然hō͘上帝ê chiàⁿ手舉伊高高，koh tùi父受所應允ê聖神，就將chit ê降落，就是lín所看見，所聽見ê。"}},{"book":"徒","chapter":2,"verse":34,"versions":{"unv":"大衛並沒有升到天上，但自己說：主對我主說：你坐在我的右邊，","bklcl":"In-ūi Tāi-pi̍t bē bat chiūⁿ thiⁿ; to̍k-to̍k ka-kī kóng,\tChú kā góa ê Chú kóng,\tLí chē góa ê tōa pêng,","tghg":"因為大衛未曾上天，獨獨家己講：主給我的主講：你坐我的大旁，","bklhl":"因為大衛未bat上天；獨獨家己講，\t主kā我ê主講，\t你坐我ê大pêng，"}},{"book":"徒","chapter":2,"verse":35,"versions":{"unv":"等我使你仇敵作你的腳凳。","bklcl":"Thèng-hāu góa hō͘ lí ê tùi-te̍k chòe lí ê kha-ta̍h-í.","tghg":"聽候我互你的對敵做你的腳踏椅。","bklhl":"thèng候我hō͘你ê對敵做你ê腳踏椅。"}},{"book":"徒","chapter":2,"verse":36,"versions":{"unv":"「故此，以色列全家當確實地知道，你們釘在十字架上的這位耶穌，　神已經立他為主，為基督了。」","bklcl":"Án-ni Í-sek-lia̍t choân-ke tio̍h khak-si̍t chai, chit ê Iâ-so͘, Siōng-tè í-keng siat-li̍p I chòe Chú, chòe Ki-tok, chiū-sī lín só͘ tèng tī si̍p-jī-kè ê.","tghg":"「按呢，以色列全家著確實知，此個耶穌，上帝已經設立伊做主，做基督，就是恁所釘佇十字架的。」","bklhl":"Án-ni以色列全家tio̍h確實知，chit ê耶穌，上帝已經設立伊做主，做基督，就是lín所釘tī十字架ê。"}},{"book":"徒","chapter":2,"verse":37,"versions":{"unv":"眾人聽見這話，覺得扎心，就對彼得和其餘的使徒說：「弟兄們，我們當怎樣行？」","bklcl":"Chèng lâng thiaⁿ-liáu, sim-lāi chhì-chha̍k, tùi Pí-tek kap kî-û ê sù-tô͘ kóng, Hiaⁿ-tī ah, goán tio̍h cháiⁿ-iūⁿ chòe?","tghg":"眾人聽了，心內刺鑿(chhì-chha̍k)，對彼得及其餘的使徒講：「兄弟啊，阮著怎樣做？」","bklhl":"眾人聽了，心內刺鑿，對彼得kap其餘ê使徒講，兄弟ah，阮tio̍h怎樣做？"}},{"book":"徒","chapter":2,"verse":38,"versions":{"unv":"彼得說：「你們各人要悔改，奉耶穌基督的名受洗，叫你們的罪得赦，就必領受所賜的聖靈；","bklcl":"Pí-tek kā in kóng, Lín tio̍h hoán-hóe, ta̍k lâng tī Iâ-so͘ Ki-tok ê miâ siū sóe-lé, kàu hō͘ lín ê chōe sià-bián; koh beh siū Sèng Sîn ê siúⁿ-sù.","tghg":"彼得給𪜶講：「恁著反悔，逐人佇耶穌基督的名受洗禮，到互恁的罪赦免，閣欲受聖神的賞賜；","bklhl":"彼得kā in講，Lín tio̍h反悔，ta̍k人tī耶穌基督ê名受洗禮，到hō͘ lín ê罪赦免；koh beh受聖神ê賞賜。"}},{"book":"徒","chapter":2,"verse":39,"versions":{"unv":"因為這應許是給你們和你們的兒女，並一切在遠方的人，就是主─我們　神所召來的。」","bklcl":"In-ūi só͘ èng-ún ê kui tī lín, kap lín ê kiáⁿ-sun, í-ki̍p lóng-chóng hn̄g-hn̄g ê lâng, chiū-sī kìⁿ-nā Chú, lán ê Siōng-tè, só͘ beh tiàu ê.","tghg":"因為所應允的歸佇恁及恁的子孫，以及攏總遠遠的人，就是見若主──咱的上帝所欲召的。」","bklhl":"因為所應允ê歸tī lín，kap lín ê kiaⁿ孫，以及lóng總遠遠ê人，就是見若主，咱ê上帝，所beh召ê。"}},{"book":"徒","chapter":2,"verse":40,"versions":{"unv":"彼得還用許多話作見證，勸勉他們說：「你們當救自己脫離這彎曲的世代。」","bklcl":"Koh lēng-gōa ēng chōe-chōe ōe kan-chèng, lâi khó͘-khǹg in, kóng, Lín tio̍h kiù ka-kī thoat-lī chit ê siâ ê sè-tāi.","tghg":"閣另外用多多話干證，來苦勸𪜶講：「恁著救家己脫離此個邪的世代。」","bklhl":"Koh另外用chōe-chōe話干證，來苦勸in，講，Lín tio̍h救家己脫離chit ê邪ê世代。"}},{"book":"徒","chapter":2,"verse":41,"versions":{"unv":"於是領受他話的人就受了洗。那一天，門徒約添了三千人，","bklcl":"Tùi án-ni chiap-la̍p in ê ōe ê lâng lóng siū sóe-lé; hit ji̍t iok-lio̍k ke-thiⁿ saⁿ chheng lâng.","tghg":"對按呢接納𪜶的話的人攏受洗禮。彼日，約略加添三千人，","bklhl":"Tùi án-ni，接納in ê話ê人lóng受洗禮；hit日約略加添三千人。"}},{"book":"徒","chapter":2,"verse":42,"versions":{"unv":"都恆心遵守使徒的教訓，彼此交接，擘餅，祈禱。","bklcl":"Siông-siông choan-bū sù-tô͘ ê kà-sī, saⁿ-kap kau-pôe, peh-piáⁿ, kî-tó.","tghg":"常常專務使徒的教示，相及交陪，擘餅，祈禱。","bklhl":"常常專務使徒ê教示，saⁿ-kap交陪、peh餅、祈禱。"}},{"book":"徒","chapter":2,"verse":43,"versions":{"unv":"眾人都懼怕；使徒又行了許多奇事神蹟。","bklcl":"Chèng lâng lóng kiaⁿ-hiâⁿ; sù-tô͘ koh kiâⁿ chōe-chōe kî-sū sîn-jiah.","tghg":"眾人攏驚惶；使徒閣行多多奇事神蹟。","bklhl":"眾人lóng驚惶；使徒koh行chōe-chōe奇事神蹟。"}},{"book":"徒","chapter":2,"verse":44,"versions":{"unv":"信的人都在一處，凡物公用，","bklcl":"Sìn ê lâng lóng chū-chi̍p tī chi̍t só͘-chāi, só͘ ū ê mi̍h kong-ke ēng;","tghg":"信的人攏聚集佇一所在，所有的物公家用，","bklhl":"信ê人lóng聚集tī一所在，所有ê物公家用；"}},{"book":"徒","chapter":2,"verse":45,"versions":{"unv":"並且賣了田產、家業，照各人所需用的分給各人。","bklcl":"koh bōe bu̍t-sán ke-gia̍p, chiàu ta̍k lâng só͘ khiàm-ēng pun hō͘ in.","tghg":"閣賣物產、家業，照逐人所欠用分互𪜶。","bklhl":"koh賣物產家業，照ta̍k人所欠用分hō͘ in。"}},{"book":"徒","chapter":2,"verse":46,"versions":{"unv":"他們天天同心合意恆切地在殿裡，且在家中擘餅，存著歡喜、誠實的心用飯，","bklcl":"Ji̍t-ji̍t tâng-sim choan-bū tī tiān-lāi, iā tī jîn-ke peh piáⁿ, ēng hoaⁿ-hí sêng-si̍t ê sim lâi chia̍h, o-ló Siōng-tè,","tghg":"日日同心專務佇殿內，也佇人家擘餅，用歡喜、誠實的心來食，","bklhl":"日日同心專務tī殿內，也tī人家peh餅，用歡喜誠實ê心來食，o-ló上帝，"}},{"book":"徒","chapter":2,"verse":47,"versions":{"unv":"讚美　神，得眾民的喜愛。主將得救的人天天加給他們。","bklcl":"ia̍h tit-tio̍h chèng peh-sìⁿ hoaⁿ-hí in.  Chú chiong tit kiù ê lâng ji̍t-ji̍t ke-thiⁿ hō͘ in.","tghg":"謳咾上帝，亦得著眾百姓歡喜𪜶。主將得救的人日日加添互𪜶。","bklhl":"亦得tio̍h眾百姓歡喜in。主將得救ê人日日加添hō͘ in。"}}]