[{"book":"徒","chapter":9,"verse":1,"versions":{"unv":"掃羅仍然向主的門徒口吐威嚇凶煞的話，去見大祭司，","bklcl":"Sò-lô iáu-kú it-bī háng-hoah ài thâi Chú ê ha̍k-seng, khì kìⁿ chè-si-thâu,","tghg":"掃羅猶久一味(it-bī)哄喝(háng-hoah)愛刣主的學生，去見祭司頭，","bklhl":"掃羅iáu-kú一味háng-hoah ài 刣主ê學生，去見祭司頭，"}},{"book":"徒","chapter":9,"verse":2,"versions":{"unv":"求文書給大馬士革的各會堂，若是找著信奉這道的人，無論男女，都准他捆綁帶到耶路撒冷。","bklcl":"tùi i kiû phoe hō͘ Tāi-má-sek chiah-ê hōe-tn̂g, nā tú-tio̍h thàn chit ê Lō͘ ê lâng, bô lūn lâm-lú, i chiū thang pa̍k in, tòa kàu Iâ-lō͘-sat-léng.","tghg":"對伊求批互大馬色諸個會堂，若抵著(tú-tio̍h)趁此個路的人，無論男女，伊就通縛𪜶帶到耶路撒冷。","bklhl":"tùi伊求phoe hō͘大馬色chiah ê會堂，若tú-tio̍h thàn chit ê路ê人，無論男女，伊就thang縛in，帶到耶路撒冷。"}},{"book":"徒","chapter":9,"verse":3,"versions":{"unv":"掃羅行路，將到大馬士革，忽然從天上發光，四面照著他；","bklcl":"Kiâⁿ kūn Tāi-má-sek ê sî, hut-jiân tùi thiⁿ ū kng ûi-lûi chiò i;","tghg":"行近大馬色的時，忽然對天有光，圍纍(ûi-lûi)照伊；","bklhl":"行近大馬色ê時，忽然tùi天有光圍纍照伊；"}},{"book":"徒","chapter":9,"verse":4,"versions":{"unv":"他就仆倒在地，聽見有聲音對他說：「掃羅！掃羅！你為甚麼逼迫我？」","bklcl":"i chiū poa̍h-tó tī tōe-ni̍h, thiaⁿ-kìⁿ siaⁿ kā i kóng, Sò-lô, Sò-lô, siáⁿ-sū khún-tio̍k góa?","tghg":"伊就跋倒佇地裡，聽見聲給伊講：「掃羅！掃羅！啥事窘逐我？」","bklhl":"伊就跋倒tī地裡，聽見聲kā伊講，掃羅，掃羅，啥事khún-tio̍k我？"}},{"book":"徒","chapter":9,"verse":5,"versions":{"unv":"他說：「主啊！你是誰？」主說：「我就是你所逼迫的耶穌。","bklcl":"I kóng, Chú ah, lí sī chī-chūi? Kóng, Góa chiū-sī lí só͘ khún-tio̍k ê Iâ-so͘.","tghg":"伊講：「主啊！你是是誰？」講：「我就是你所窘逐的耶穌。","bklhl":"伊講，主ah，你是是誰？講，我就是你所khún-tio̍k ê耶穌。"}},{"book":"徒","chapter":9,"verse":6,"versions":{"unv":"起來！進城去，你所當做的事，必有人告訴你。」","bklcl":"Chóng-sī lí tio̍h khí-lâi ji̍p siâⁿ, lí só͘ eng-kai chòe ê beh kā lí kóng.","tghg":"總是你著起來，入城，你所應該做的，欲給你講。」","bklhl":"總是你tio̍h起來入城，你所應該做ê beh kā你講。"}},{"book":"徒","chapter":9,"verse":7,"versions":{"unv":"同行的人站在那裡，說不出話來，聽見聲音，卻看不見人。","bklcl":"Tâng kiâⁿ ê lâng chēng-chēng khiā-teh, thiaⁿ-kìⁿ siaⁿ, iā bô khòaⁿ-kìⁿ lâng.","tghg":"同行的人靜靜徛啲，聽見聲，也無看見人。","bklhl":"同行ê人靜靜khiā-teh，聽見聲，也無看見人。"}},{"book":"徒","chapter":9,"verse":8,"versions":{"unv":"掃羅從地上起來，睜開眼睛，竟不能看見甚麼。有人拉他的手，領他進了大馬士革；","bklcl":"Sò-lô tùi tōe-ni̍h khí-lâi; ba̍k-chiu thí-khui, bōe khòaⁿ-kìⁿ sím-mi̍h; lâng khan i ê chhiú, chhōa i ji̍p Tāi-má-sek.","tghg":"掃羅對地裡起來，目睭展開，𣍐看見甚麼。人牽伊的手，導伊入大馬色；","bklhl":"掃羅tùi地裡起來；目睭thí開，bōe看見甚麼；人牽伊ê手，chhōa伊入大馬色。"}},{"book":"徒","chapter":9,"verse":9,"versions":{"unv":"三日不能看見，也不吃也不喝。","bklcl":"Le̍k-kè saⁿ ji̍t bōe khòaⁿ-kìⁿ, bô chia̍h iā bô lim.","tghg":"歷過三日𣍐看見，無食也無飲。","bklhl":"歷過三日bōe看見，無食也無lim。"}},{"book":"徒","chapter":9,"verse":10,"versions":{"unv":"當下，在大馬士革有一個門徒，名叫亞拿尼亞。主在異象中對他說：「亞拿尼亞。」他說：「主，我在這裡。」","bklcl":"Tī Tāi-má-sek ū chi̍t ê ha̍k-seng miâ A-ná-nî-a; Chú tī īⁿ-siōng tiong kā i kóng, A-ná-nî-a ah. I kóng, Chú ah, góa tī chia.","tghg":"佇大馬色有一個學生，名亞拿尼亞。主佇異象中給伊講：「亞拿尼亞啊。」伊講：「主啊，我佇遮。」","bklhl":"Tī大馬色有一个學生名亞拿尼亞；主tī異象中kā伊講，亞拿尼亞ah。伊講，主ah，我tī chia。"}},{"book":"徒","chapter":9,"verse":11,"versions":{"unv":"主對他說：「起來！往直街去，在猶大的家裡，訪問一個大數人，名叫掃羅。他正禱告，","bklcl":"Chú tùi i kóng, Khí-lâi, khì hit tiâu ke-lō͘ kiò chòe Ti̍t ê, tī Iû-tāi ê ke chhē Tāi-sò͘ lâng, miâ Sò-lô: in-ūi i tú-tú teh kî-tó;","tghg":"主對伊講：「起來！去彼條街路叫做直的，佇猶大的家，尋大數人，名掃羅。因為伊抵抵(tú-tú)啲祈禱，","bklhl":"主對伊講，起來，去 hit條街路叫做直ê，tī偤大ê 家chhē大數人，名掃羅：因為伊tú-tú teh祈禱；"}},{"book":"徒","chapter":9,"verse":12,"versions":{"unv":"又看見了一個人，名叫亞拿尼亞，進來按手在他身上，叫他能看見。」","bklcl":"koh ū khòaⁿ-kìⁿ chi̍t lâng, miâ A-ná-nî-a, ji̍p-lâi, kā i hōaⁿ chhiú, hō͘ i ōe khòaⁿ-kìⁿ.","tghg":"閣有看見一人，名亞拿尼亞，入來給伊按手，互伊會看見。」","bklhl":"koh有看見一人，名亞拿尼亞，入來，kā伊按手，hō͘伊能看見。"}},{"book":"徒","chapter":9,"verse":13,"versions":{"unv":"亞拿尼亞回答說：「主啊，我聽見許多人說：這人怎樣在耶路撒冷多多苦害你的聖徒，","bklcl":"Nā-sī A-ná-nî-a ìn kóng, Chú ah, góa thiaⁿ-kìⁿ chōe-chōe lâng kóng, chit lâng tī Iâ-lō͘-sat-léng bat cháiⁿ-iūⁿ tōa pháiⁿ khoán-thāi lí chiah-ê sèng-tô͘;","tghg":"若是亞拿尼亞應講：「主啊，我聽見多多人講，此人佇耶路撒冷曾怎樣大歹款待你諸個聖徒，","bklhl":"但是亞拿尼亞應講，主ah，我聽見chōe-chōe人講，chit人tī耶路撒冷bat怎樣大pháiⁿ款待你chiah ê聖徒；"}},{"book":"徒","chapter":9,"verse":14,"versions":{"unv":"並且他在這裡有從祭司長得來的權柄捆綁一切求告你名的人。」","bklcl":"koh i tī chia ū chiah-ê chè-si-thâu ê koân, thang lâi pa̍k kìⁿ-nā kiû-kiò lí ê miâ ê lâng.","tghg":"閣伊佇遮有諸個祭司頭的權通來縛見若求叫你的名的人。」","bklhl":"koh伊tī chia有chiah ê祭司頭ê權，thang來縛見若求叫你ê名ê人。"}},{"book":"徒","chapter":9,"verse":15,"versions":{"unv":"主對亞拿尼亞說：「你只管去！他是我所揀選的器皿，要在外邦人和君王，並以色列人面前宣揚我的名。","bklcl":"To̍k-to̍k Chú kā i kóng, Chòe lí khì; i sī góa kéng-soán ê khì-kū, beh pò-iông góa ê miâ tī gōa-pang, kap kok-ông, í-ki̍p Í-sek-lia̍t kiáⁿ-sun ê bīn-chêng;","tghg":"獨獨主給伊講：「做你去！伊是我揀選的器具，欲報揚我的名，佇外邦及國王，以及以色列子孫的面前。","bklhl":"獨獨主kā伊講，做你去；伊是我揀選ê器具，beh報揚我ê名tī外邦，kap國王，以及以色列kiaⁿ孫ê面前；"}},{"book":"徒","chapter":9,"verse":16,"versions":{"unv":"我也要指示他，為我的名必須受許多的苦難。」","bklcl":"góa iā beh hō͘ i chai, i tio̍h in-ūi góa ê miâ siū jōa chōe ê kan-khó͘.","tghg":"我也欲互伊知，伊著因為我的名受偌多(jōa chōe)的艱苦。」","bklhl":"我也beh hō͘伊知，伊tio̍h 因為我ê名受jōa-chōe ê艱苦。"}},{"book":"徒","chapter":9,"verse":17,"versions":{"unv":"亞拿尼亞就去了，進入那家，把手按在掃羅身上，說：「兄弟掃羅，在你來的路上向你顯現的主，就是耶穌，打發我來，叫你能看見，又被聖靈充滿。」","bklcl":"A-ná-nî-a chiū khì, ji̍p i ê chhù; chhiú hōaⁿ i, kóng, Hiaⁿ-tī Sò-lô, Chú, chiū-sī lí lâi ê sî lō͘-tiong chhut-hiān hō͘ lí khòaⁿ ê Iâ-so͘, chhe góa lâi, hō͘ lí ōe khòaⁿ-kìⁿ, koh tit-tio̍h Sèng Sîn chhiong-móa.","tghg":"亞拿尼亞就去，入伊的厝，手按伊，講：「兄弟掃羅，主就是你來的時路中出現互你看的耶穌，差我來，互你會看見，閣得著聖神充滿。」","bklhl":"亞拿尼亞就去，入伊ê厝；手hōaⁿ伊，講，兄弟掃羅，主，就是你來ê時路中出現hō͘你看ê耶穌，差我來，hō͘你能看見，koh得tio̍h聖神充滿。"}},{"book":"徒","chapter":9,"verse":18,"versions":{"unv":"掃羅的眼睛上，好像有鱗立刻掉下來，他就能看見。於是起來受了洗；","bklcl":"Liâm-piⁿ tùi i ê ba̍k-chiu ū mi̍h ka-la̍uh, chhin-chhiūⁿ hî-lân, i chiū khòaⁿ-kìⁿ; khí-lâi siū sóe-lé;","tghg":"連鞭對伊的目睭有物磕落，親像魚鱗，伊就看見。起來受洗禮；","bklhl":"Liâm-piⁿ對伊ê目睭有物ka-la̍uh，親像魚鱗，伊就看見；起來受洗禮；"}},{"book":"徒","chapter":9,"verse":19,"versions":{"unv":"吃過飯就健壯了。掃羅和大馬士革的門徒同住了些日子，","bklcl":"í-keng chia̍h chiū ióng-kiāⁿ.\tSò-lô kap Tāi-má-sek ê ha̍k-seng saⁿ-kap tòa kúi-nā ji̍t.","tghg":"已經食就勇健。掃羅及大馬色的學生相及住幾若日，","bklhl":"已經食就勇健。\t掃羅kap大馬色ê學生saⁿ-kap tòa kúi-nā日。"}},{"book":"徒","chapter":9,"verse":20,"versions":{"unv":"就在各會堂裡宣傳耶穌，說他是　神的兒子。","bklcl":"Liâm-piⁿ tī chiah-ê hōe-tn̂g soan-thoân Iâ-so͘, kóng I sī Siōng-tè ê Kiáⁿ.","tghg":"連鞭佇諸個會堂宣傳耶穌，講伊是上帝的子。","bklhl":"Liâm-piⁿ tī chiah ê會堂宣傳耶穌，講伊是上帝ê kiáⁿ。"}},{"book":"徒","chapter":9,"verse":21,"versions":{"unv":"凡聽見的人都驚奇，說：「在耶路撒冷殘害求告這名的，不是這人嗎？並且他到這裡來，特要捆綁他們，帶到祭司長那裡。」","bklcl":"Thiaⁿ-kìⁿ ê lâng lóng gông-ngia̍h, kóng, Chit lâng kiám m̄ sī hit ê tī Iâ-lō͘-sat-léng chân-hāi hoān-nā kiû-kiò chit ê miâ ê mah? koh lâi chia tiau-tî beh pa̍k lâi thoa in kau hō͘ chiah-ê chè-si-thâu.","tghg":"聽見的人攏卬愕，講：「此人豈呣是彼個佇耶路撒冷殘害凡若求叫此個名的嗎？閣來遮，刁持(tiau-tî)欲縛(pa̍k)，來拖𪜶交互諸個祭司頭。」","bklhl":"聽見ê人lóng gông-ngia̍h，講，Chit人kiám m̄是hit ê tī耶路撒冷殘害凡若求叫chit ê名ê mah？koh來chia tiau-tî beh縛來拖in交hō͘ chiah ê祭司頭。"}},{"book":"徒","chapter":9,"verse":22,"versions":{"unv":"但掃羅越發有能力，駁倒住大馬士革的猶太人，證明耶穌是基督。","bklcl":"To̍k-to̍k Sò-lô it-hoat ū lêng-le̍k, pok-tó tòa tī Tāi-má-sek ê Iû-thài lâng, piān-bêng chit-ê sī Ki-tok.","tghg":"獨獨掃羅益發有能力，駁倒(pok-tó)住佇大馬色的猶太人，辯明此個是基督。","bklhl":"獨獨掃羅益發有能力，駁倒tòa tī大馬色ê偤太人，辯明chit ê是基督。"}},{"book":"徒","chapter":9,"verse":23,"versions":{"unv":"過了好些日子，猶太人商議要殺掃羅，","bklcl":"Kè chōe-chōe ji̍t, Iû-thài lâng saⁿ-kap kè-bô͘ beh thâi i; chóng-sī in ê kè-bô͘ Sò-lô chai.","tghg":"過多多日，猶太人相及計謀欲刣伊，總是𪜶的計謀掃羅知。","bklhl":"過chōe-chōe日，偤太人saⁿ-kap計謀beh 刣伊；總是in ê計謀掃羅知。"}},{"book":"徒","chapter":9,"verse":24,"versions":{"unv":"但他們的計謀被掃羅知道了。他們又晝夜在城門守候，要殺他。","bklcl":"In ia̍h ji̍t mî tī siâⁿ-mn̂g-ni̍h tng-tán beh thâi i;","tghg":"𪜶亦日暝佇城門裡當等，欲刣伊。","bklhl":"In亦日暝tī城門裡當等beh 刣伊；"}},{"book":"徒","chapter":9,"verse":25,"versions":{"unv":"他的門徒就在夜間用筐子把他從城牆上縋下去。","bklcl":"nā-sī i ê ha̍k-seng thàu-mî chiong Sò-lô ēng nâ tùi siâⁿ-chhiûⁿ kā i lūi-lo̍h-khì.","tghg":"若是伊的學生透暝將掃羅用籃對城牆給伊縋(lūi)落去。","bklhl":"但是伊ê學生透暝將掃羅用籃tùi城牆kā伊lūi落去。"}},{"book":"徒","chapter":9,"verse":26,"versions":{"unv":"掃羅到了耶路撒冷，想與門徒結交，他們卻都怕他，不信他是門徒。","bklcl":"Í-keng kàu Iâ-lō͘-sat-léng, beh kap ha̍k-seng kau-pôe; in lóng kiaⁿ i, m̄ sìn i sī ha̍k-seng.","tghg":"已經到耶路撒冷，欲及學生交陪，𪜶攏驚伊，呣信伊是學生。","bklhl":"已經到耶路撒冷，beh kap學生交陪；in lóng驚伊，m̄信伊是學生。"}},{"book":"徒","chapter":9,"verse":27,"versions":{"unv":"惟有巴拿巴接待他，領去見使徒，把他在路上怎麼看見主，主怎麼向他說話，他在大馬士革怎麼奉耶穌的名放膽傳道，都述說出來。","bklcl":"To̍k-to̍k Pa-ná-pa chhōa i chiū-kūn sù-tô͘, chiong i tī lō͘-tiong cháiⁿ-iūⁿ khòaⁿ-kìⁿ Chú, Chú kap i kóng ōe, í-ki̍p i tòa Tāi-má-sek cháiⁿ-iūⁿ hó-táⁿ tī Iâ-so͘ ê miâ lâi thoân, lóng-chóng kóng-khí.","tghg":"獨獨巴拿巴導伊就近使徒，將伊佇路中怎樣看見主，主及伊講話，以及伊住大馬色怎樣好膽佇耶穌的名來傳，攏總講起。","bklhl":"獨獨巴拿巴chhōa伊就近使徒，將伊tī路中怎樣看見主，主kap伊講話，以及伊tòa大馬色怎樣好膽tī耶穌ê名來傳，lóng總講起。"}},{"book":"徒","chapter":9,"verse":28,"versions":{"unv":"於是掃羅在耶路撒冷和門徒出入來往，","bklcl":"Chiū tī Iâ-lō͘-sat-léng kap in chhut ji̍p, hó-táⁿ tī Chú ê miâ lâi thoân;","tghg":"就佇耶路撒冷及𪜶出入，好膽佇主的名來傳，","bklhl":"就tī耶路撒冷kap in出入，好膽tī主ê名來傳；"}},{"book":"徒","chapter":9,"verse":29,"versions":{"unv":"奉主的名放膽傳道，並與說希臘話的猶太人講論辯駁；他們卻想法子要殺他。","bklcl":"ia̍h kap kóng Hi-lī-nî ōe ê Iû-thài lâng kóng ōe piān-lūn; to̍k-to̍k hiah-ê lâng tô͘-bô͘ beh thâi i.","tghg":"亦及講希利尼話的猶太人講話辯論；獨獨許個人圖謀欲刣伊。","bklhl":"亦kap講希利尼話ê偤太人講話辯論；獨獨hiah-ê人圖謀beh 刣伊。"}},{"book":"徒","chapter":9,"verse":30,"versions":{"unv":"弟兄們知道了就送他下該撒利亞，打發他往大數去。","bklcl":"Hiaⁿ-tī chai, chiū sàng i lo̍h Kai-sat-lī-a, hō͘ i tò-khì Tāi-sò͘.","tghg":"兄弟知就送伊落該撒利亞，互伊倒去大數。","bklhl":"兄弟知，就送伊落該撒利亞，hō͘伊tò去大數。"}},{"book":"徒","chapter":9,"verse":31,"versions":{"unv":"那時，猶太、加利利、撒馬利亞各處的教會都得平安，被建立；凡事敬畏主，蒙聖靈的安慰，人數就增多了。","bklcl":"Tùi án-ni piàn Iû-thài, Ka-lī-lī, Sat-má-lī-a ê kàu-hōe ū pêng-an, tit-tio̍h kiàn-li̍p, kiâⁿ tāi-chì kèng-ùi Chú, iā siū Sèng Sîn ê an-ùi, lâng-gia̍h ná ke-thiⁿ.","tghg":"對按呢，遍猶太、加利利、撒瑪利亞的教會有平安，得著建立；行代誌敬畏主，也受聖神的安慰，人額愈加添。","bklhl":"Tùi án-ni，遍偤太、加利利，撒馬利亞ê教會有平安，得tio̍h建立，行tāi-chì敬畏主，也受聖神ê安慰，人額ná加添。"}},{"book":"徒","chapter":9,"verse":32,"versions":{"unv":"彼得周流四方的時候，也到了居住呂大的聖徒那裡；","bklcl":"Pí-tek piàn kiâⁿ sì-hng ê sî, iā lo̍h-khì chiū-kūn tiàm-tī Lū-tāi ê sèng-tô͘.","tghg":"彼得遍行四方的時，也落去就近踮佇呂大的聖徒；","bklhl":"彼得遍行四方ê時，也落去就近tiàm-tī Lū-tāi ê聖徒。"}},{"book":"徒","chapter":9,"verse":33,"versions":{"unv":"遇見一個人，名叫以尼雅，得了癱瘓，在褥子上躺臥八年。","bklcl":"Tī hia tú-tio̍h chi̍t lâng, miâ Í-nî-ngá, in-ūi hoān-tio̍h piàn-sūi, tó chhn̂g poeh nî.","tghg":"佇遐抵著一人，名以尼雅，因為患著半𤻄(piàn-sūi)，倒床八年。","bklhl":"Tī hia tú-tio̍h一人，名Í-nî-ngá，因為患tio̍h piàn-sūi，倒床八年。"}},{"book":"徒","chapter":9,"verse":34,"versions":{"unv":"彼得對他說：「以尼雅，耶穌基督醫好你了，起來！收拾你的褥子。」他就立刻起來了。","bklcl":"Pí-tek kā i kóng, Í-nî-ngá, Iâ-so͘ Ki-tok i-hó lí lah; khí-lâi, lí ê pho͘-á ka-kī chéng-tùn.  I liâm-piⁿ khí-lâi.","tghg":"彼得給伊講：「以尼雅，耶穌基督醫好你啦，起來！你的舖仔家己整頓。」伊連鞭起來。","bklhl":"彼得kā伊講，Í-nî-ngá，耶穌基督醫好你lah；起來，你ê舖á家己整頓。伊liâm-piⁿ起來。"}},{"book":"徒","chapter":9,"verse":35,"versions":{"unv":"凡住呂大和沙崙的人都看見了他，就歸服主。","bklcl":"Kìⁿ-nā tòa tī Lū-tāi kap Sat-lûn ê lâng khòaⁿ-kìⁿ i, chiū kui-ho̍k Chú.","tghg":"見若住佇呂大及沙崙的人看見伊，就歸服主。","bklhl":"見若tòa tī Lū-tāi kap Sat-lûn ê人看見伊，就歸服主。"}},{"book":"徒","chapter":9,"verse":36,"versions":{"unv":"在約帕有一個女徒，名叫大比大，翻希臘話就是多加（就是羚羊的意思）；她廣行善事，多施賙濟。","bklcl":"Tī Iok-phàⁿ ū chi̍t ê lú-tō͘, miâ Tāi-pí-tāi, hoan-e̍k chiū-sī To-ka: kiâⁿ hó sū kap chín-chè móa-móa.","tghg":"佇約帕有一個女徒，名大比大，翻譯就是多加；行好事及賑濟(chín-chè)滿滿。","bklhl":"Tī Iok-phàⁿ有一个女徒，名Tāi-pí-tāi，翻譯就是To-ka：行好事kap賑濟滿滿。"}},{"book":"徒","chapter":9,"verse":37,"versions":{"unv":"當時，她患病而死，有人把她洗了，停在樓上。","bklcl":"Tong sî phòa-pīⁿ sí; lâng sóe i ê sin-si, hē tī lâu-téng.","tghg":"當時，破病死，人洗伊的身屍，下佇樓頂。","bklhl":"當時破病死；人洗伊ê身屍，hē tī樓頂。"}},{"book":"徒","chapter":9,"verse":38,"versions":{"unv":"呂大原與約帕相近；門徒聽見彼得在那裡，就打發兩個人去見他，央求他說：「快到我們那裡去，不要耽延。」","bklcl":"Lū-tāi kūn Iok-phàⁿ, ha̍k-seng thiaⁿ-kìⁿ Pí-tek tī hia, chiū chhe nn̄g lâng khì chhē i, kiû kóng, Chhiáⁿ lâi goán chia, m̄-thang iân-chhiân.","tghg":"呂大近約帕；學生聽見彼得佇遐，就差二人去尋伊，求講：「請來阮遮，呣通延迁(iân-chhiân)。」","bklhl":"Lū-tāi近Iok-phàⁿ，學生聽見彼得tī hia，就差兩人去chhē伊，求講，請來阮chia，m̄-thang 延chhiân。"}},{"book":"徒","chapter":9,"verse":39,"versions":{"unv":"彼得就起身和他們同去；到了，便有人領他上樓。眾寡婦都站在彼得旁邊哭，拿多加與她們同在時所做的裡衣外衣給他看。","bklcl":"Pí-tek chiū khí-sin kap in khì. Í-keng kàu, chhōa i chiūⁿ lâu; chèng chiú-kóaⁿ lâng khiā tī Pí-tek ê sin-piⁿ, teh háu, chiong To-ka kap in tī-teh ê sî só͘ chòe ê i-ho̍k hō͘ i khòaⁿ.","tghg":"彼得就起身及𪜶去；已經到，導伊上樓。眾守寡人徛佇彼得的身邊啲哮，將多加及𪜶佇啲的時所做的衣服互伊看。","bklhl":"彼得就起身kap in 去。已經到，chhōa伊上樓；眾守寡人khiā tī彼得ê身邊，teh哮，將To-ka kap in tī-teh ê時所做ê衣服hō͘伊看。"}},{"book":"徒","chapter":9,"verse":40,"versions":{"unv":"彼得叫她們都出去，就跪下禱告，轉身對著死人說：「大比大，起來！」她就睜開眼睛，見了彼得，便坐起來。","bklcl":"Pí-tek chiū kah chèng lâng chhut-khì, kūi-lo̍h-khì, kî-tó; oa̍t-tńg-sin ǹg sin-si, kóng Tāi-pí-tāi, khí-lâi. I ê ba̍k-chiu thí-khui; khòaⁿ-kìⁿ Pí-tek, chiū khí-lâi chē.","tghg":"彼得就教眾人出去，跪落去祈禱，越轉身向身屍講：「大比大，起來！」伊的目睭展開，看見彼得，就起來坐。","bklhl":"彼得就kah眾人出去，跪落去，祈禱；oa̍t-tńg身ǹg身屍，講Tāi-pí-tāi，起來。伊ê目睭thí開；看見彼得，就起來坐。"}},{"book":"徒","chapter":9,"verse":41,"versions":{"unv":"彼得伸手扶她起來，叫眾聖徒和寡婦進去，把多加活活地交給他們。","bklcl":"Pí-tek chhun chhiú hû i khí-lâi, kiò chiah-ê sèng-tô͘ kap chiú-kóaⁿ lâng ji̍p-lâi, chiong koh-oa̍h ê To-ka kau hō͘ in.","tghg":"彼得伸手扶伊起來，叫諸個聖徒及守寡人入來，將復活的多加交互𪜶。","bklhl":"彼得伸手扶伊起來，叫chiah ê聖徒kap守寡人入來，將koh活ê To-ka交hō͘ in。"}},{"book":"徒","chapter":9,"verse":42,"versions":{"unv":"這事傳遍了約帕，就有許多人信了主。","bklcl":"Thong Iok-phàⁿ lóng chai; chiū ū chōe-chōe lâng sìn Chú.","tghg":"通約帕攏知，就有多多人信主。","bklhl":"Thong Iok-phàⁿ lóng知；就有chōe-chōe人信主。"}},{"book":"徒","chapter":9,"verse":43,"versions":{"unv":"此後，彼得在約帕一個硝皮匠西門的家裡住了多日。","bklcl":"Pí-tek tī Iok-phàⁿ kú-kú kap chi̍t ê hoân-phê sai-hū Se-bûn saⁿ-kap tòa.","tghg":"彼得佇約帕久久及一個礬皮(hoân-phê)師傅西門相及住。","bklhl":"彼得tī Iok-phàⁿ久久kap一个礬皮師傅西門saⁿ-kap tòa。"}}]