[{"book":"徒","chapter":15,"verse":1,"versions":{"unv":"有幾個人從猶太下來，教訓弟兄們說：「你們若不按摩西的規條受割禮，不能得救。」","bklcl":"Ū kúi-nā lâng tùi Iû-thài lo̍h-lâi, kà-sī hiaⁿ-tī, kóng, Nā bô chun-thàn Mô͘-se ê lu̍t-lē siū kat-lé, chiū lín bōe tit-tio̍h kiù.","tghg":"有幾若人對猶太落來，教示兄弟講：「若無遵趁摩西的律例受割禮，就恁𣍐得著救。」","bklhl":"有kúi-nā人tùi偤太落來，教示兄弟，講，若無遵thàn摩西ê律例受割禮，就lín bōe得tio̍h救。"}},{"book":"徒","chapter":15,"verse":2,"versions":{"unv":"保羅、巴拿巴與他們大大地紛爭辯論；眾門徒就定規，叫保羅、巴拿巴和本會中幾個人，為所辯論的，上耶路撒冷去見使徒和長老。","bklcl":"Pó-lô, Pa-ná-pa í-keng kap in tōa saⁿ-chiⁿ piān-lūn, hiaⁿ-tī chiū phài Pó-lô, Pa-ná-pa kap in tiong-kan lēng-gōa kúi-nā lâng, chiong só͘ piān-lūn ê sū chiūⁿ Iâ-lō͘-sat-léng, kìⁿ sù-tô͘ kap tiúⁿ-ló.","tghg":"保羅、巴拿巴已經及𪜶大相爭辯論；兄弟就派保羅、巴拿巴及𪜶中間另外幾若人，將所辯論的事，上耶路撒冷見使徒及長老。","bklhl":"保羅、巴拿巴已經kap in大相爭辯論，兄弟就phài保羅、巴拿巴kap in中間另外kúi-nā人，將所辯論ê事上耶路撒冷，見使徒kap長老。"}},{"book":"徒","chapter":15,"verse":3,"versions":{"unv":"於是教會送他們起行。他們經過腓尼基、撒馬利亞，隨處傳說外邦人歸主的事，叫眾弟兄都甚歡喜。","bklcl":"Tùi án-ni kàu-hōe sàng in khí-sin; in chiū keng-kè Hui-nî-ki, Sat-má-lī-a, kóng-khí gōa-pang lâng ê kui-chèng, hō͘ chèng hiaⁿ-tī tōa hoaⁿ-hí.","tghg":"對按呢教會送𪜶起身。𪜶就經過腓尼基、撒瑪利亞，講起外邦人的歸正，互眾兄弟大歡喜。","bklhl":"Tùi án-ni，教會送in起身；in就經過腓尼基、撒馬利亞，講起外邦人ê歸正，hō͘ 眾兄弟大歡喜。"}},{"book":"徒","chapter":15,"verse":4,"versions":{"unv":"到了耶路撒冷，教會和使徒並長老都接待他們，他們就述說　神同他們所行的一切事。","bklcl":"Kàu Iâ-lō͘-sat-léng, hō͘ kàu-hōe kap sù-tô͘, tiúⁿ-ló chiap-la̍p; in chiū kóng-khí Siōng-tè só͘ kap in kiâⁿ it-chhè ê sū.","tghg":"到耶路撒冷，互教會及使徒長老接納𪜶，就講起上帝所及𪜶行一切的事。","bklhl":"到耶路撒冷，hō͘教會kap使徒、長老接納；in就講起上帝所kap in行一切ê事。"}},{"book":"徒","chapter":15,"verse":5,"versions":{"unv":"惟有幾個信徒，是法利賽教門的人，起來說：「必須給外邦人行割禮，吩咐他們遵守摩西的律法。」","bklcl":"Nā-sī ū kúi-nā ê sìn-tô͘ sio̍k Hoat-lī-sài tóng ê khí-lâi kóng, Tek-khak tio̍h kā in kiâⁿ kat-lé, bēng-lēng in siú Mô͘-se ê lu̍t-hoat.","tghg":"若是有幾若個信徒，屬法利賽黨的，起來講：「的確著給𪜶行割禮，命令𪜶守摩西的律法。」","bklhl":"但是有kúi-nā個信徒屬法利賽黨 ê起來講，的確tio̍h kā in行割禮，命令in 守摩西ê律法。"}},{"book":"徒","chapter":15,"verse":6,"versions":{"unv":"使徒和長老聚會商議這事；","bklcl":"Sù-tô͘, tiúⁿ-ló chū-chi̍p chham-siông chit chat sū.","tghg":"使徒長老聚集參詳此節事；","bklhl":"使徒、長老聚集參詳chit節事。"}},{"book":"徒","chapter":15,"verse":7,"versions":{"unv":"辯論已經多了，彼得就起來，說：「諸位弟兄，你們知道　神早已在你們中間揀選了我，叫外邦人從我口中得聽福音之道，而且相信。","bklcl":"Í-keng piān-lūn kú-kú, Pí-tek chiū khí-lâi tùi in kóng, Lia̍t-ūi hiaⁿ-tī ah, lín lóng chai, chá Siōng-tè tī lín tiong-kan kéng góa, hō͘ gōa-pang lâng tùi góa ê chhùi thiaⁿ-kìⁿ hok-im ê tō-lí lâi sìn.","tghg":"已經辯論久久，彼得就起來，對𪜶講：「列位兄弟啊，恁攏知早上帝佇恁中間揀我，互外邦人對我的嘴聽見福音的道理，來信。","bklhl":"已經辯論久久，彼得就起來對in講，列位兄弟ah，lín lóng知，早上帝tī lín中間揀我，hō͘外邦人tùi我ê嘴聽見福音ê道理來信。"}},{"book":"徒","chapter":15,"verse":8,"versions":{"unv":"知道人心的　神也為他們作了見證，賜聖靈給他們，正如給我們一樣；","bklcl":"Koh bat lâng ê sim ê Siōng-tè kā in chòe kan-chèng, ēng Sèng Sîn siúⁿ-sù in, chhin-chhiūⁿ siúⁿ-sù lán chi̍t iūⁿ;","tghg":"閣識人的心的上帝給𪜶做干證，用聖神賞賜𪜶，親像賞賜咱一樣；","bklhl":"Koh, bat人ê心ê上帝kā in做干證，用聖神賞賜in，親像賞賜咱一樣；"}},{"book":"徒","chapter":15,"verse":9,"versions":{"unv":"又藉著信潔淨了他們的心，並不分他們我們。","bklcl":"bô hun-piat in kap lán, sī ēng sìn chheng-khì in ê sim.","tghg":"無分別𪜶及咱，是用信清氣𪜶的心。","bklhl":"無分別in kap咱，是用信清氣in ê心。"}},{"book":"徒","chapter":15,"verse":10,"versions":{"unv":"現在為甚麼試探　神，要把我們祖宗和我們所不能負的軛放在門徒的頸項上呢？","bklcl":"Taⁿ siáⁿ-sū chhì Siōng-tè, ēng lán ê chó͘ kap lán só͘ bōe pē ê taⁿ, hē tī ha̍k-seng ê ām-kún ah?","tghg":"今啥事試上帝，用咱的祖及咱所𣍐背(pē)的擔(taⁿ)下佇(hē tī)學生的頷頸啊？","bklhl":"Taⁿ啥事試上帝，用咱ê祖kap咱所bōe背ê taⁿ，hē tī學生ê頷頸ah？"}},{"book":"徒","chapter":15,"verse":11,"versions":{"unv":"我們得救乃是因主耶穌的恩，和他們一樣，這是我們所信的。」","bklcl":"Lán sī tùi Chú Iâ-so͘ ê un tit kiù, chhin-chhiūⁿ in chi̍t iūⁿ, che sī lán só͘ sìn.","tghg":"咱是對主耶穌的恩得救，親像𪜶一樣，這是咱所信。」","bklhl":"咱是tùi主耶穌ê恩得救，親像in一樣，這是咱所信。"}},{"book":"徒","chapter":15,"verse":12,"versions":{"unv":"眾人都默默無聲，聽巴拿巴和保羅述說　神藉他們在外邦人中所行的神蹟奇事。","bklcl":"Chèng lâng lóng chēng-chēng; thiaⁿ Pa-ná-pa, Pó-lô kóng-khí Siōng-tè ēng in tī gōa-pang lâng ê tiong-kan só͘ kiâⁿ chiah-ê sîn-jiah kî-sū.","tghg":"眾人攏靜靜，聽巴拿巴、保羅講起上帝用𪜶佇外邦人的中間所行諸個神蹟奇事。","bklhl":"眾人lóng靜靜；聽巴拿巴、保羅講起上帝用in tī外邦人ê中間所行chiah ê神蹟奇事。"}},{"book":"徒","chapter":15,"verse":13,"versions":{"unv":"他們住了聲，雅各就說：「諸位弟兄，請聽我的話。","bklcl":"Kóng soah, Ngá-kok chiū ìn kóng, Lia̍t-ūi hiaⁿ-tī ah, chhiáⁿ thiaⁿ góa kóng:","tghg":"講息，雅各就應講：「列位兄弟啊，請聽我講。","bklhl":"講soah，雅各就應講，列位兄弟ah，請聽我講："}},{"book":"徒","chapter":15,"verse":14,"versions":{"unv":"方才西門述說　神當初怎樣眷顧外邦人，從他們中間選取百姓歸於自己的名下；","bklcl":"Se-biān í-keng kóng-khí Siōng-tè khí-thâu cháiⁿ-iūⁿ koàn-kò͘ gōa-pang lâng, tùi in tiong-kan chhú peh-sìⁿ lâi kui tī I ê miâ.","tghg":"西面已經講起上帝起頭怎樣眷顧外邦人，對𪜶中間取百姓來歸佇伊的名；","bklhl":"西門已經講起上帝起頭怎樣眷顧外邦人，對in中間取百姓來歸tī伊ê名。"}},{"book":"徒","chapter":15,"verse":15,"versions":{"unv":"眾先知的話也與這意思相合。","bklcl":"Chiah-ê sian-ti ê ōe, iā kap chit ê sū saⁿ-ha̍p;","tghg":"諸個先知的話也及此個事相合。","bklhl":"Chiah-ê先知ê話，也kap chit ê事相合；"}},{"book":"徒","chapter":15,"verse":16,"versions":{"unv":"正如經上所寫的：此後，我要回來，重新修造大衛倒塌的帳幕，把那破壞的重新修造建立起來，","bklcl":"chhin-chhiūⁿ só͘ kì-chài, kóng,\tChiah-ê tāi-chì liáu-āu, góa beh tò-tńg-lâi,\tKoh khí Tāi-pi̍t tó-lo̍h-khì ê pò͘-pîⁿ;\tBeh koh khí hiah-ê phòa-hoāi ê,\tLâi kiàn-li̍p i;","tghg":"親像所記載講：諸個代誌了後，我欲倒轉來，閣起大衛倒落去的布棚，欲閣起許個破壞的來建立伊，","bklhl":"親像所記載，講，\tChiah-ê tāi-chì了後，我beh 倒tńg來，\tKoh起大衛倒落去ê布棚；\tBeh koh起hiah-ê破壞ê，\t來建立伊；"}},{"book":"徒","chapter":15,"verse":17,"versions":{"unv":"叫餘剩的人，就是凡稱為我名下的外邦人，都尋求主。","bklcl":"Hō͘ kî-û ê peh-sìⁿ,\tKap kìⁿ-nā hōng góa ê miâ ê gōa-pang lâng, lóng chhē Chú;","tghg":"互其餘的百姓，及見若奉我的名的外邦人，攏尋主。","bklhl":"Hō͘其餘ê百姓，\tKap見若奉我ê名ê外邦人，lóng chhē主；"}},{"book":"徒","chapter":15,"verse":18,"versions":{"unv":"這話是從創世以來顯明這事的主說的。","bklcl":"Chiah-ê ōe sī tùi sè-kan ê khí-thâu hián-bêng chiah-ê tāi-chì ê Chú só͘ kóng ê.","tghg":"諸個話是對世間的起頭顯明諸個代誌的主所講的。","bklhl":"Chiah-ê話是tùi世間ê起頭顯明chiah ê tāi-chì ê主所講ê。"}},{"book":"徒","chapter":15,"verse":19,"versions":{"unv":"「所以據我的意見，不可難為那歸服　神的外邦人；","bklcl":"Só͘-í góa phah-sǹg gōa-pang lâng kui Chú ê, m̄-thang kiáu-jiáu i;","tghg":"「所以我拍算，外邦人歸主的呣通攪擾伊；","bklhl":"所以我phah算外邦人歸主ê，m̄-thang攪擾伊；"}},{"book":"徒","chapter":15,"verse":20,"versions":{"unv":"只要寫信，吩咐他們禁戒偶像的污穢和姦淫，並勒死的牲畜和血。","bklcl":"to̍k-to̍k siá phoe hoan-hù in kìm-kài ngó͘-siōng ê ù-òe, kap îm-loān, kap chia̍h ni̍h-sí ê mi̍h, kap huih.","tghg":"獨獨寫批，吩咐𪜶禁戒偶像的污穢及淫亂，及食勒死(ni̍h-sí)的物及血。","bklhl":"獨獨寫phoe吩咐in禁戒偶像ê污穢，kap淫亂，kap食捏死ê物，kap血。"}},{"book":"徒","chapter":15,"verse":21,"versions":{"unv":"因為從古以來，摩西的書在各城有人傳講，每逢安息日，在會堂裡誦讀。」","bklcl":"In-ūi tùi chá í-lâi tī ta̍k ê siâⁿ ū thoân Mô͘-se ê chheh, chiū-sī ta̍k ê an-hioh-ji̍t tī hōe-tn̂g só͘ tha̍k ê.","tghg":"因為對早以來，佇逐個城有傳摩西的冊，就是逐個安息日，佇會堂所讀的。」","bklhl":"因為tùi 早以來tī ta̍k-ê城有傳摩西ê冊，就是ta̍k-ê安歇日tī會堂所讀ê。"}},{"book":"徒","chapter":15,"verse":22,"versions":{"unv":"那時，使徒和長老並全教會定意從他們中間揀選人，差他們和保羅、巴拿巴同往安提阿去；所揀選的就是稱呼巴撒巴的猶大和西拉。這兩個人在弟兄中是作首領的。","bklcl":"Hit sî sù-tô͘, tiúⁿ-ló kap thong kàu-hōe, koat-ì tùi in tiong-kan kéng lâng, chiū-sī chheng chòe Pa-sat-pa ê Iû-tāi kap Se-lah, chit nn̄g lâng chiū-sī hiaⁿ-tī tiong chhut-tioh ê, chhe in kap Pó-lô, Pa-ná-pa tâng khì An-thê-o;","tghg":"彼時，使徒長老及通教會決意對𪜶中間揀人，就是稱做巴撒巴的猶大及西拉。此二人就是兄弟中出擢(chhut-tioh)的。差𪜶及保羅、巴拿巴同去安提阿。","bklhl":"Hit時使徒、長老kap thong教會，決意對in中間揀人，就是稱做Pa-sat-pa ê偤大kap Se-lah，chit兩人就是兄弟中出tioh ê，差in kap保羅、巴拿巴同去安提阿；"}},{"book":"徒","chapter":15,"verse":23,"versions":{"unv":"於是寫信交付他們，內中說：「使徒和作長老的弟兄們問安提阿、敘利亞、基利家外邦眾弟兄的安。","bklcl":"ēng phoe kau-tāi in ê chhiú, kóng, Sù-tô͘ kap chiah-ê lāu hiaⁿ-tī, chhéng-an tiàm tī An-thê-o, Sū-lī-a, Ki-lī-ka gōa-pang tiong chiah-ê hiaⁿ-tī:","tghg":"用批交代𪜶的手，講：「使徒及諸個老兄弟請安踮(tiàm)佇安提阿、敘利亞、基利家外邦中諸個兄弟。","bklhl":"用phoe交帶in ê手，講，使徒kap chiah ê老兄弟，請安tiàm-tī安提阿、敘利亞、Ki-lī-ka外邦中chiah ê兄弟："}},{"book":"徒","chapter":15,"verse":24,"versions":{"unv":"我們聽說，有幾個人從我們這裡出去，用言語攪擾你們，惑亂你們的心。（有古卷加：你們必須受割禮，守摩西的律法。）其實我們並沒有吩咐他們。","bklcl":"in-ūi thiaⁿ-kìⁿ kúi-nā lâng tùi goán tiong-kan chhut-khì, ēng ōe kiáu-jiáu lín, phah-loān lín ê sim; kî-si̍t m̄ sī goán só͘ bēng-lēng ê;","tghg":"因為聽見，幾若人對阮中間出去，用話攪擾恁，拍亂恁的心。其實呣是阮所命令的。","bklhl":"因為聽見kúi-nā人tùi阮中間出去，用話攪擾lín，phah亂lín ê心；其實m̄是阮所命令ê；"}},{"book":"徒","chapter":15,"verse":25,"versions":{"unv":"所以，我們同心定意，揀選幾個人，差他們同我們所親愛的巴拿巴和保羅往你們那裡去。","bklcl":"goán chiah-ê í-keng tâng-sim koat-ì, kéng lâng chhe i kap goán só͘ thiàⁿ ê Pa-ná-pa, Pó-lô chiū-kūn lín.","tghg":"阮諸個已經同心決意，揀人，差伊及阮所疼的巴拿巴、保羅就近恁。","bklhl":"阮chiah ê已經同心決意，揀人差伊kap阮所疼ê巴拿巴、保羅就近lín。"}},{"book":"徒","chapter":15,"verse":26,"versions":{"unv":"這二人是為我主耶穌基督的名不顧性命的。","bklcl":"Chit nn̄g lâng sī ūi-tio̍h lán ê Chú Iâ-so͘ Ki-tok ê miâ, bô sioh sìⁿ-miā ê.","tghg":"此二人是為著咱的主耶穌基督的名無惜生命的。","bklhl":"Chit兩人是為tio̍h咱ê主耶穌基督ê名，無惜性命ê。"}},{"book":"徒","chapter":15,"verse":27,"versions":{"unv":"我們就差了猶大和西拉，他們也要親口訴說這些事。","bklcl":"Só͘-í chhe Iû-tāi kap Se-lah, in iā beh chhin-chhùi kóng-khí chiah-ê sū.","tghg":"所以差猶大及西拉，𪜶也欲親嘴講起諸個事。","bklhl":"所以差偤大kap Se-lah，in也beh親嘴講起chiah ê事。"}},{"book":"徒","chapter":15,"verse":28,"versions":{"unv":"因為聖靈和我們定意不將別的重擔放在你們身上，惟有幾件事是不可少的，","bklcl":"In-ūi Sèng Sîn kap goán koat-ì, tû chit kúi hāng iàu-kín ê sū í-gōa, bô ēng tāng tàⁿ hē tī lín ê sin:","tghg":"因為聖神及阮決意除此幾項要緊的事以外，無用重擔下佇恁的身，","bklhl":"因為聖神kap阮決意，tû chit幾項要緊ê事以外，無用重擔hē tī lín ê身："}},{"book":"徒","chapter":15,"verse":29,"versions":{"unv":"就是禁戒祭偶像的物和血，並勒死的牲畜和姦淫。這幾件你們若能自己禁戒不犯就好了。願你們平安！」","bklcl":"chiū-sī kìm-kài chè ngó͘-siōng ê mi̍h, kap huih, kap ni̍h-sí ê mi̍h, kap îm-loān; lín nā kìm-kài chiah-ê chiū ōe heng-thong. Goān lín pêng-an.","tghg":"就是禁戒祭偶像的物及血，及勒死的物及淫亂。恁若禁戒諸個就會亨通。願恁平安！」","bklhl":"就是禁戒祭偶像ê物，kap血，kap捏死ê物，kap淫亂；lín若禁戒chiah ê就會興通。願lín平安。"}},{"book":"徒","chapter":15,"verse":30,"versions":{"unv":"他們既奉了差遣，就下安提阿去，聚集眾人，交付書信。","bklcl":"In hōng chhe, chiū lo̍h-khì An-thê-o; í-keng chū-chi̍p chèng lâng, chiū chiong phoe kau in.","tghg":"𪜶奉差，就落去安提阿，已經聚集眾人，就將批交𪜶。","bklhl":"In奉差，就落去安提阿；已經聚集眾人，就將phoe交in。"}},{"book":"徒","chapter":15,"verse":31,"versions":{"unv":"眾人念了，因為信上安慰的話就歡喜了。","bklcl":"Chèng lâng tha̍k-liáu hoaⁿ-hí hiah-ê an-ùi ê ōe.","tghg":"眾人讀了，歡喜許個安慰的話。","bklhl":"眾人讀了歡喜hiah-ê安慰ê話。"}},{"book":"徒","chapter":15,"verse":32,"versions":{"unv":"猶大和西拉也是先知，就用許多話勸勉弟兄，堅固他們。","bklcl":"Iû-tāi, Se-lah pún-sin iā sī sian-ti, ēng chōe-chōe ōe an-ùi hiaⁿ-tī, lâi kian-kò͘ in.","tghg":"猶大、西拉本身也是先知，用多多話安慰兄弟，來堅固𪜶。","bklhl":"偤大、Se-lah本身也是先知，用chōe-chōe話安慰兄弟，來堅固in。"}},{"book":"徒","chapter":15,"verse":33,"versions":{"unv":"住了些日子，弟兄們打發他們平平安安地回到差遣他們的人那裡去。（有古卷加：","bklcl":"Tiàm hia ū hiah kú, hiaⁿ-tī chiū hō͘ in pêng-an tò-khì,  chiū-kūn chhe in ê.","tghg":"踮遐有許久，兄弟就互𪜶平安倒去就近差𪜶的。","bklhl":"Tiàm hia有hiah久，兄弟就hō͘ in平安tò去，就近差in ê。"}},{"book":"徒","chapter":15,"verse":34,"versions":{"unv":"惟有西拉定意仍住在那裡。）","tghg":"｛獨獨西拉定意仍踮佇遐。〔台語羅馬譯本無此節！〕｝"}},{"book":"徒","chapter":15,"verse":35,"versions":{"unv":"但保羅和巴拿巴仍住在安提阿，和許多別人一同教訓人，傳主的道。","bklcl":"Nā-sī Pó-lô, Pa-ná-pa tiàm tī An-thê-o kap chōe-chōe pa̍t lâng saⁿ-kap kà-sī lâng, thoân Chú hok-im ê tō-lí.","tghg":"若是保羅、巴拿巴踮佇安提阿，及多多別人相及教示人，傳主福音的道理。","bklhl":"但是保羅、巴拿巴tiàm-tī安提阿kap chōe-chōe別人saⁿ-kap教示人，傳主福音ê道理。"}},{"book":"徒","chapter":15,"verse":36,"versions":{"unv":"過了些日子，保羅對巴拿巴說：「我們可以回到從前宣傳主道的各城，看望弟兄們景況如何。」","bklcl":"Kè kúi-nā ji̍t, Pó-lô tùi Pa-ná-pa kóng, Lán tio̍h koh khì chêng thoân Chú ê tō-lí ê ta̍k ê siâⁿ, khòaⁿ hiaⁿ-tī cháiⁿ-iūⁿ.","tghg":"過幾若日，保羅對巴拿巴講：「咱著閣去前傳主的道理的逐個城，看兄弟怎樣。」","bklhl":"過 kúi-nā日，保羅對巴拿巴講，咱tio̍h koh去前傳主ê道理ê ta̍k-ê城，看兄弟怎樣。"}},{"book":"徒","chapter":15,"verse":37,"versions":{"unv":"巴拿巴有意要帶稱呼馬可的約翰同去；","bklcl":"Pa-ná-pa ài beh tòa Iok-hān, miâ Má-khó ê, saⁿ-kap khì.","tghg":"巴拿巴愛欲帶約翰名馬可的相及去；","bklhl":"巴拿巴ài beh帶約翰，名馬可ê，saⁿ-kap 去。"}},{"book":"徒","chapter":15,"verse":38,"versions":{"unv":"但保羅因為馬可從前在旁非利亞離開他們，不和他們同去做工，就以為不可帶他去。","bklcl":"To̍k-to̍k Pó-lô phah-sǹg tòa i khì sī bô ha̍p, in-ūi i tī Pông-hui-lī-a bat lī-khui in, bô kap in khì chòe kang.","tghg":"獨獨保羅拍算帶伊去是無合，因為伊佇旁非利亞曾離開𪜶，無及𪜶去做工。","bklhl":"獨獨保羅phah算帶伊去是無合，因為伊tī Pông-hui-lī-a bat離開in，無kap in去做工。"}},{"book":"徒","chapter":15,"verse":39,"versions":{"unv":"於是二人起了爭論，甚至彼此分開。巴拿巴帶著馬可，坐船往塞浦路斯去；","bklcl":"Chiū saⁿ-kek, tì-kàu tāi-ke pun-khui; Pa-ná-pa tòa Má-khó tah chûn khì Ku-pí-lō͘;","tghg":"就相激，致到大家分開。巴拿巴帶馬可搭船去居比路；","bklhl":"就相激，致到大家分開；巴拿巴帶馬可搭船去居比路；"}},{"book":"徒","chapter":15,"verse":40,"versions":{"unv":"保羅揀選了西拉，也出去，蒙弟兄們把他交於主的恩中。","bklcl":"Pó-lô kéng Se-lah saⁿ-kap khì; hiaⁿ-tī chiong i kau-thok tī Chú ê un.","tghg":"保羅揀西拉相及去，兄弟將伊交託佇主的恩。","bklhl":"保羅揀Se-lah saⁿ-kap 去；兄弟將伊交託tī主ê恩。"}},{"book":"徒","chapter":15,"verse":41,"versions":{"unv":"他就走遍敘利亞、基利家，堅固眾教會。","bklcl":"I piàn kiâⁿ Sū-lī-a, Ki-lī-ka, kian-kò͘ chiah-ê kàu-hōe.","tghg":"伊遍行敘利亞、基利家，堅固諸個教會。","bklhl":"伊遍行敘利亞、Ki-lī-ka，堅固chiah ê教會。"}}]