[{"book":"徒","chapter":21,"verse":1,"versions":{"unv":"我們離別了眾人，就開船一直行到哥士。第二天到了羅底，從那裡到帕大喇，","bklcl":"Goán í-keng lī-pia̍t in khui chûn, ti̍t-ti̍t kàu Ko-sū, keh ji̍t kàu Lô-tí, tùi hia koh kàu Phàⁿ-tāi-lah;","tghg":"阮已經離別𪜶，開船直直到哥士。隔日到羅底，對遐閣到帕大喇，","bklhl":"阮已經離別in開船，直直到Ko-sū，隔日到Lô-tí，tùi hia koh到Phàⁿ-tāi-lah；"}},{"book":"徒","chapter":21,"verse":2,"versions":{"unv":"遇見一隻船要往腓尼基去，就上船起行。","bklcl":"tú-tio̍h chi̍t chiah chûn beh kè-khì Hui-nî-ki, chiū tah i khí-sin.","tghg":"抵著(tú-tio̍h)一隻船欲過去腓尼基，就搭伊起身。","bklhl":"tú-tio̍h一隻船beh過去腓尼基，就搭伊起身。"}},{"book":"徒","chapter":21,"verse":3,"versions":{"unv":"望見塞浦路斯，就從南邊行過，往敘利亞去，我們就在泰爾上岸，因為船要在那裡卸貨。","bklcl":"Í-keng ōe khòaⁿ-kìⁿ Ku-pí-lō͘, tùi chiàⁿ pêng kiâⁿ-kè, kàu Sū-lī-a, tī Chhui-lô chiūⁿ soaⁿ; in-ūi chûn tī hia sià chāi.","tghg":"已經會看見居比路，對正旁行過，到敘利亞，佇推羅上山，因為船佇遐卸載(sià-chāi)。","bklhl":"已經能看見居比路，tùi chiàⁿ-pêng 行過，到敘利亞，tī Chhui-lô上山；因為船tī hia卸載。"}},{"book":"徒","chapter":21,"verse":4,"versions":{"unv":"找著了門徒，就在那裡住了七天。他們被聖靈感動，對保羅說：「不要上耶路撒冷去。」","bklcl":"Chhē-tio̍h ū ha̍k-seng, kap in tòa chhit ji̍t; in tùi Sîn kám-tōng, kā Pó-lô kóng bo̍h-tit kiâⁿ kàu Iâ-lō͘-sat-léng.","tghg":"尋著有學生，及𪜶住七日。𪜶對神感動，給保羅講：「莫得行到耶路撒冷。」","bklhl":"Chhē-tio̍h有學生，kap in tòa 七日；in tùi神感動，kā保羅講莫得行到耶路撒冷。"}},{"book":"徒","chapter":21,"verse":5,"versions":{"unv":"過了這幾天，我們就起身前行。他們眾人同妻子兒女，送我們到城外，我們都跪在岸上禱告，彼此辭別。","bklcl":"Chiah-ê ji̍t í-keng móa, goán khí-sin kiâⁿ, chèng lâng kap bó͘ kiáⁿ sàng goán kàu siâⁿ-gōa;","tghg":"諸個日已經滿，阮起身行。眾人及某子，送阮到城外，就攏跪落佇海邊祈禱，大家相辭。","bklhl":"Chiah-ê日已經滿，阮起身行，眾人kap bó͘ kiáⁿ送阮到城外；"}},{"book":"徒","chapter":21,"verse":6,"versions":{"unv":"我們上了船，他們就回家去了。","bklcl":"chiū lóng kūi-lo̍h tī hái-piⁿ kî-tó, tāi-ke saⁿ-sî; goán chiūⁿ chûn, in tò-khì in tau.","tghg":"阮上船，𪜶倒去𪜶兜(tau)。","bklhl":"就lóng跪落tī海邊祈禱，大家相辭；阮上船，in tò去in tau。"}},{"book":"徒","chapter":21,"verse":7,"versions":{"unv":"我們從泰爾行盡了水路，來到多利買，就問那裡的弟兄安，和他們同住了一天。","bklcl":"Goán tùi Chhui-lô chúi-lō͘ kiâⁿ chīn, chiū kàu To-lī-mái, chhéng-an hiaⁿ-tī, kap in tòa chi̍t ji̍t.","tghg":"阮對推羅水路行盡，就到多利買，請安兄弟，及𪜶住一日。","bklhl":"阮tùi Chhui-lô水路行盡，就到To-lī-mái，請安兄弟，kap in tòa一日。"}},{"book":"徒","chapter":21,"verse":8,"versions":{"unv":"第二天，我們離開那裡，來到該撒利亞，就進了傳福音的腓利家裡，和他同住。他是那七個執事裡的一個。","bklcl":"Keh ji̍t khí-sin kàu Kai-sat-lī-a; ji̍p thoân hok-im ê lâng Hui-le̍k ê ke, kap i saⁿ-kap tòa; i sī hit chhit-lâng tiong chi̍t ê.","tghg":"隔日，起身到該撒利亞，入傳福音的人腓力的家，及伊相及住。伊是彼七人中一個。","bklhl":"隔日起身到該撒利亞；入傳福音ê人腓力ê家，kap伊saⁿ-kap tòa；伊是hit 七人中一个。"}},{"book":"徒","chapter":21,"verse":9,"versions":{"unv":"他有四個女兒，都是處女，是說預言的。","bklcl":"I ū sì ê cha-bó͘-kiáⁿ, lóng sī chāi-sek-lú, iā chòe sian-ti.","tghg":"伊有四個查某子，攏是在室女，也做先知。","bklhl":"伊有四個cha-bó͘-kiáⁿ，lóng是在室女，也做先知。"}},{"book":"徒","chapter":21,"verse":10,"versions":{"unv":"我們在那裡多住了幾天，有一個先知，名叫亞迦布，從猶太下來，","bklcl":"Goán tiàm hia kúi-nā ji̍t, ū sian-ti, miâ A-ka-pò͘, tùi Iû-thài lo̍h-lâi.","tghg":"阮踮遐幾若日，有先知，名亞迦布，對猶太落來，","bklhl":"阮tiàm hia kúi-nā日，有先知，名A-ka-pò͘，tùi偤太落來。"}},{"book":"徒","chapter":21,"verse":11,"versions":{"unv":"到了我們這裡，就拿保羅的腰帶捆上自己的手腳，說：「聖靈說：猶太人在耶路撒冷，要如此捆綁這腰帶的主人，把他交在外邦人手裡。」","bklcl":"Chiū-kūn goán, the̍h Pó-lô ê tòa, pa̍k ka-kī ê kha-chhiú, kóng, Sèng Sîn kóng, Iû-thài lâng tī Iâ-lō͘-sat-léng beh án-ni pa̍k chit tiâu tòa ê chú-lâng, kau tī gōa-pang lâng ê chhiú.","tghg":"就近阮，提保羅的帶縛家己的腳手，講：「聖神講：猶太人佇耶路撒冷，欲按呢縛此條帶的主人，交佇外邦人的手。」","bklhl":"就近阮，the̍h保羅ê帶，縛家己ê腳手，講，聖神講，偤太人tī耶路撒冷beh án-ni縛chit條帶ê主人，交tī外邦人ê手。"}},{"book":"徒","chapter":21,"verse":12,"versions":{"unv":"我們和那本地的人聽見這話，都苦勸保羅不要上耶路撒冷去。","bklcl":"Goán thiaⁿ-kìⁿ chiah-ê ōe, chiū kap hit só͘-chāi ê lâng khǹg Pó-lô m̄-thang chiūⁿ Iâ-lō͘-sat-léng.","tghg":"阮聽見諸個話，就及彼所在的人勸保羅呣通上耶路撒冷。","bklhl":"阮聽見chiah ê話，就kap hit所在ê人khǹg保羅m̄-thang上耶路撒冷。"}},{"book":"徒","chapter":21,"verse":13,"versions":{"unv":"保羅說：「你們為甚麼這樣痛哭，使我心碎呢？我為主耶穌的名，不但被人捆綁，就是死在耶路撒冷也是願意的。」","bklcl":"Pó-lô chiū ìn, kóng, Lín siáⁿ-sū thî-khàu, lâi chô-chak góa ê sim ah? Góa ūi-tio̍h Chú Iâ-so͘ ê miâ, m̄ nā siū pa̍k, chiū sí tī Iâ-lō͘-sat-léng, ia̍h í-keng piān lah.","tghg":"保羅就應講：「恁啥事啼哭，來嘈齪(chô-chak)我的心啊？我為著主耶穌的名，呣若受縛，就死佇耶路撒冷亦已經便啦。」","bklhl":"保羅就應，講，Lín啥事啼哭，來chô-chak我ê心ah？我為tio̍h主耶穌ê名，m̄-nā受縛，就死tī耶路撒冷，亦已經便lah。"}},{"book":"徒","chapter":21,"verse":14,"versions":{"unv":"保羅既不聽勸，我們便住了口，只說：「願主的旨意成就」，便了。","bklcl":"I m̄ siū khó͘-khǹg, goán chiū soah, kóng, Chú ê chí-ì tit-tio̍h chiâⁿ, chiū-sī.","tghg":"伊呣受苦勸，阮就息，講：「主的旨意得著成，就是。」","bklhl":"伊m̄受苦勸，阮就soah，講，主ê旨意得tio̍h成，就是。"}},{"book":"徒","chapter":21,"verse":15,"versions":{"unv":"過了幾日，我們收拾行李上耶路撒冷去。","bklcl":"Chiah-ê ji̍t liáu-āu, goán siu-si̍p hêng-lí, chiūⁿ Iâ-lō͘-sat-léng.","tghg":"諸個日了後，阮收拾行李上耶路撒冷。","bklhl":"Chiah-ê日了後，阮收拾行李，上耶路撒冷。"}},{"book":"徒","chapter":21,"verse":16,"versions":{"unv":"有該撒利亞的幾個門徒和我們同去，帶我們到一個久為（久為：或譯老）門徒的家裡，叫我們與他同住；他名叫拿孫，是塞浦路斯人。","bklcl":"Kai-sat-lī-a kúi-nā ê ha̍k-seng kap goán khì, ia̍h chhōa chi̍t ê Ku-pí-lō͘ lâng Ná-sun, sī kū ê ha̍k-seng; goán beh hioh in tau.","tghg":"該撒利亞幾若個學生及阮去，亦導一個居比路人拿孫，是舊的學生，阮欲歇𪜶兜。","bklhl":"該撒利亞kúi-nā個學生kap阮去，亦chhōa一个居比路人Ná-sun，是舊ê學生；阮beh歇in tau。"}},{"book":"徒","chapter":21,"verse":17,"versions":{"unv":"到了耶路撒冷，弟兄們歡歡喜喜地接待我們。","bklcl":"Kàu Iâ-lō͘-sat-léng hiaⁿ-tī hoaⁿ-hí chih-chiap goán.","tghg":"到耶路撒冷，兄弟歡喜接接阮。","bklhl":"到耶路撒冷兄弟歡喜chih接阮。"}},{"book":"徒","chapter":21,"verse":18,"versions":{"unv":"第二天，保羅同我們去見雅各；長老們也都在那裡。","bklcl":"Keh ji̍t, Pó-lô kap goán ji̍p khì kìⁿ Ngá-kok; chèng tiúⁿ-ló ia̍h tī-teh.","tghg":"隔日，保羅及阮入去見雅各；眾長老亦佇啲。","bklhl":"隔日，保羅kap阮入去見雅各；眾長老亦tī-teh。"}},{"book":"徒","chapter":21,"verse":19,"versions":{"unv":"保羅問了他們安，便將　神用他傳教，在外邦人中間所行之事，一一地述說了。","bklcl":"Pó-lô í-keng kā in chhéng-an, chiū chiong Siōng-tè ēng i chòe kang, só͘ kiâⁿ tī gōa-pang ê, chi̍t hāng chi̍t hāng kóng bêng.","tghg":"保羅已經給𪜶請安，就將上帝用伊做工，所行佇外邦的，一項一項講明。","bklhl":"保羅已經kā in請安，就將上帝用伊做工，所行tī外邦ê，一項一項講明。"}},{"book":"徒","chapter":21,"verse":20,"versions":{"unv":"他們聽見，就歸榮耀與　神，對保羅說：「兄台，你看猶太人中信主的有多少萬，並且都為律法熱心。","bklcl":"In thiaⁿ-kìⁿ chiū kui êng-kng Siōng-tè; iā tùi Pó-lô kóng, Hiaⁿ-tī ah, lí khòaⁿ-kìⁿ Iû-thài lâng ê tiong-kan sìn-ê jōa chōe bān;","tghg":"𪜶聽見，就歸榮光上帝，也對保羅講：「兄弟啊，你看見猶太人的中間信的偌多萬，攏是為著律法啲熱心。","bklhl":"In聽見就歸榮光上帝；也 對保羅講，兄弟ah，你看見偤太人ê中間信ê jōa-chōe萬；"}},{"book":"徒","chapter":21,"verse":21,"versions":{"unv":"他們聽見人說，你教訓一切在外邦的猶太人離棄摩西，對他們說，不要給孩子行割禮，也不要遵行條規。","bklcl":"lóng sī ūi-tio̍h lu̍t-hoat teh jia̍t-sim; in bat thiaⁿ-kìⁿ lâng kóng lí kà-sī gōa-pang tiong ê Iû-thài lâng lóng pōe Mô͘-se, kóng bo̍h-tit kā in ê kiáⁿ kiâⁿ kat-lé, ia̍h bo̍h-tit thàn chiah-ê kui-lē.","tghg":"𪜶曾聽見人講，你教示外邦中的猶太人攏背摩西，講莫得給𪜶的子行割禮，亦莫得趁諸個規例。","bklhl":"lóng是為tio̍h律法teh熱心；in bat聽見人講你教示外邦中ê偤太人lóng背摩西，講莫得kā in ê kiáⁿ行割禮，亦莫得thàn chiah ê規例。"}},{"book":"徒","chapter":21,"verse":22,"versions":{"unv":"眾人必聽見你來了，這可怎麼辦呢？","bklcl":"Taⁿ beh cháiⁿ-iūⁿ? In tek-khak ōe thiaⁿ-kìⁿ lí lâi.","tghg":"今欲怎樣？𪜶的確會聽見你來。","bklhl":"Taⁿ beh怎樣？In的確會聽見你來。"}},{"book":"徒","chapter":21,"verse":23,"versions":{"unv":"你就照著我們的話行吧！我們這裡有四個人，都有願在身。","bklcl":"Só͘-í goán só͘ kā lí kóng ê, lí tio̍h kiâⁿ i.","tghg":"所以阮所給你講的你著行伊。阮遮有四個人下願。","bklhl":"所以阮所kā你講ê，你tio̍h 行伊。"}},{"book":"徒","chapter":21,"verse":24,"versions":{"unv":"你帶他們去，與他們一同行潔淨的禮，替他們拿出規費，叫他們得以剃頭。這樣，眾人就可知道，先前所聽見你的事都是虛的；並可知道，你自己為人，循規蹈矩，遵行律法。","bklcl":"Goán chia ū sì ê lâng hē goān; lí chhōa chiah-ê lâng kap in chiâⁿ chheng-khì, chhut só͘-hùi hō͘ in thì thâu-mn̂g; án-ni chiū chèng lâng ōe chai só͘ thiaⁿ-kìⁿ kóng-khí lí ê tāi-chì, sī bô iáⁿ; chiū lí pún-sin ia̍h sī siú lu̍t-hoat lâi kiâⁿ.","tghg":"你導諸個人，及𪜶成清氣，出所費互𪜶剃頭毛。按呢，就眾人會知，所聽見講起你的代誌是無影；就你本身亦是守律法來行。","bklhl":"阮chia有四個人hē願；你chhōa chiah ê人kap in成清氣，出所費hō͘ in剃頭毛；án-ni就眾人會知所聽見講起你ê tāi-chì，是無影；就你本身亦是守律法來行。"}},{"book":"徒","chapter":21,"verse":25,"versions":{"unv":"至於信主的外邦人，我們已經寫信擬定，叫他們謹忌那祭偶像之物，和血，並勒死的牲畜，與姦淫。」","bklcl":"Lūn-kàu sìn Chú ê gōa-pang lâng, goán í-keng bat kià phoe gī-tiāⁿ tio̍h kìm-kài chè ngó͘-siōng ê mi̍h, kap huih, kap ni̍h-sí ê mi̍h, kap îm-loān.","tghg":"論到信主的外邦人，阮已經曾寄批議定，著禁戒祭偶像的物，及血、及勒(ni̍h)死的物，及淫亂。」","bklhl":"論到信主ê外邦人，阮已經bat寄phoe議定tio̍h禁戒祭偶像ê物，kap血，kap捏死ê物，kap淫亂。"}},{"book":"徒","chapter":21,"verse":26,"versions":{"unv":"於是保羅帶著那四個人，第二天與他們一同行了潔淨的禮，進了殿，報明潔淨的日期滿足，只等祭司為他們各人獻祭。","bklcl":"Pó-lô chiū chhōa hiah-ê lâng, tē jī ji̍t kap in chiâⁿ chheng-khì, ji̍p tiān, pò bêng chheng-khì ê ji̍t-kî móa lah, thèng-hāu kā in ta̍k lâng hiàn lé-mi̍h.","tghg":"保羅就導許個人，第二日及𪜶成清氣，入殿，報明清氣的日期滿啦，聽候給𪜶逐人獻禮物。","bklhl":"保羅就chhōa hiah-ê人，第二日kap in成清氣，入殿，報bêng清氣ê日期滿lah，thèng候kā in ta̍k人獻禮物。"}},{"book":"徒","chapter":21,"verse":27,"versions":{"unv":"那七日將完，從亞細亞來的猶太人看見保羅在殿裡，就聳動了眾人，下手拿他，","bklcl":"Hí chhit ji̍t teh-beh móa, tùi A-se-a lâi ê Iû-thài lâng khòaⁿ-kìⁿ Pó-lô tī tiān-ni̍h, chiū kàu-so chèng peh-sìⁿ, hē chhiú lia̍h i, kiò kóng, Í-sek-lia̍t lâng ah, lâi pang-chān;","tghg":"彼七日啲欲滿，對亞西亞來的猶太人看見保羅佇殿裡，就教唆(kàu-so)眾百姓，下手掠伊，","bklhl":"Hit 七日teh-beh滿，tùi亞西亞來ê偤太人看見保羅tī殿裡，就教唆眾百姓，下手掠伊，叫講，以色列人ah，來幫贊；"}},{"book":"徒","chapter":21,"verse":28,"versions":{"unv":"喊叫說：「以色列人來幫助，這就是在各處教訓眾人糟踐我們百姓和律法，並這地方的。他又帶著希臘人進殿，污穢了這聖地。」","bklcl":"chit lâng chiū-sī hit ê tī ta̍k só͘-chāi kà-sī chèng lâng, kong-kek lán ê peh-sìⁿ, kap lu̍t-hoat, kap chit só͘-chāi ê; koh ū chhōa Hi-lī-nî lâng ji̍p tiān, phah lâ-sâm chit ê sèng ê só͘-chāi.","tghg":"叫講：「以色列人啊，來幫助，此人就是彼個佇逐所在教示眾人攻擊咱的百姓及律法，及此所在的。閣有導希利尼人入殿，拍垃墋此個聖的所在。」","bklhl":"chit人就是hit ê tī ta̍k所在教示眾人，攻擊咱ê百姓，kap律法，kap chit所在ê；koh有chhōa希利尼人入殿，phah lâ-sâm chit ê聖ê所在。"}},{"book":"徒","chapter":21,"verse":29,"versions":{"unv":"（這話是因他們曾看見以弗所人特羅非摩同保羅在城裡，以為保羅帶他進了殿。）","bklcl":"In-ūi in bat khòaⁿ-kìⁿ Í-hut-só͘ lâng Te̍k-lô-hui-mô͘ kap i tī siâⁿ-lāi, phah-sǹg Pó-lô ū chhōa i ji̍p tiān.","tghg":"（因為𪜶曾看見以弗所人特羅非摩及伊佇城內，拍算保羅有導伊入殿。）","bklhl":"因為in bat看見以弗所人Te̍k-lô-hui-mô͘ kap伊tī城內，phah算保羅有chhōa伊入殿。"}},{"book":"徒","chapter":21,"verse":30,"versions":{"unv":"合城都震動，百姓一齊跑來，拿住保羅，拉他出殿，殿門立刻都關了。","bklcl":"Tùi án-ni thong siâⁿ iô-choah, peh-sìⁿ lóng cháu-lâi; lia̍h Pó-lô, thoa i chhut tiān; chiah-ê mn̂g liâm-piⁿ koaiⁿ.","tghg":"對按呢通城搖泏(iô-choah)，百姓攏走來，掠保羅，拖伊出殿，諸個門連鞭關。","bklhl":"Tùi án-ni，thong城搖choah，百姓lóng走來；掠保羅，拖伊出殿；chiah ê門liâm-piⁿ關。"}},{"book":"徒","chapter":21,"verse":31,"versions":{"unv":"他們正想要殺他，有人報信給營裡的千夫長說：「耶路撒冷合城都亂了。」","bklcl":"In teh-beh thâi i, ū siau-sit thoân kàu iâⁿ-ni̍h ê chhian-chóng, kóng thong Iâ-lō͘-sat-léng hun-loān.","tghg":"𪜶啲欲刣伊，有消息傳到營裡的千總講：「通耶路撒冷紛亂。」","bklhl":"In teh-beh 刣伊，有消息傳到營裡ê千總，講thong耶路撒冷紛亂。"}},{"book":"徒","chapter":21,"verse":32,"versions":{"unv":"千夫長立時帶著兵丁和幾個百夫長，跑下去到他們那裡。他們見了千夫長和兵丁，就止住不打保羅。","bklcl":"I liâm-piⁿ chhōa peng-teng kap pé-chóng kúi-nā ê, cháu lo̍h-khì kàu in hia; in khòaⁿ-kìⁿ chhian-chóng kap peng-teng, chiū thêng chhiú, bô koh phah Pó-lô.","tghg":"伊連鞭導兵丁及百總幾若個，走落去到𪜶遐。𪜶看見千總及兵丁，就停手無閣拍保羅。","bklhl":"伊liâm-piⁿ chhōa兵丁kap百總kúi-nā個，走落去到in hia；in看見千總kap兵丁，就停手，無koh phah保羅。"}},{"book":"徒","chapter":21,"verse":33,"versions":{"unv":"於是千夫長上前拿住他，吩咐用兩條鐵鍊捆鎖；又問他是甚麼人，做的是甚麼事。","bklcl":"Chhian-chóng kūn chêng lia̍h Pó-lô, bēng-lēng ēng nn̄g tiâu liān pa̍k i; mn̄g i sī chī-chūi, chòe sím-mi̍h tāi-chì.","tghg":"千總近前掠保羅，命令用二條鍊縛伊；問伊是是誰，做甚麼代誌。","bklhl":"千總近前掠保羅，命令用兩條鏈縛伊；問伊是是誰，做甚麼tāi-chì。"}},{"book":"徒","chapter":21,"verse":34,"versions":{"unv":"眾人有喊叫這個的，有喊叫那個的；千夫長因為這樣亂嚷，得不著實情，就吩咐人將保羅帶進營樓去。","bklcl":"Chèng lâng chi̍t ê hoah chi̍t khoán; in-ūi hán-hōa, bōe chai hit ê si̍t-chêng, chiū bēng-lēng tòa i ji̍p iâⁿ-pôaⁿ.","tghg":"眾人一個喝(hoah)一款；因為喊嘩(hán-hōa)𣍐知彼個實情，就命令帶伊入營盤。","bklhl":"眾人一个hoah一款；因為hán-hōa，bōe知hit ê實情，就命令帶伊入營盤。"}},{"book":"徒","chapter":21,"verse":35,"versions":{"unv":"到了臺階上，眾人擠得兇猛，兵丁只得將保羅抬起來。","bklcl":"Í-keng kàu kiā-á, in-ūi chèng lâng oe-khoeh chin hiông, peng-teng chiū chiong Pó-lô chhah chiūⁿ-khì;","tghg":"已經到崎仔(kiā-á)，因為眾人挨夾(oe-khoeh)真雄，兵丁就將保羅插上去。","bklhl":"已經到崎á，因為眾人oe-khoeh真hiông，兵丁就將保羅chhah上去；"}},{"book":"徒","chapter":21,"verse":36,"versions":{"unv":"眾人跟在後面，喊著說：「除掉他！」","bklcl":"sī chèng peh-sìⁿ tè tī āu-bīn, kiò kóng, Kā i tû-khì.","tghg":"是眾百姓隨佇後面，叫講：「給伊除去！」","bklhl":"是眾百姓tè tī後面，叫講，kā伊除去。"}},{"book":"徒","chapter":21,"verse":37,"versions":{"unv":"將要帶他進營樓，保羅對千夫長說：「我對你說句話可以不可以？」他說：「你懂得希臘話嗎？","bklcl":"Pó-lô hō͘ in tòa-khì beh ji̍p iâⁿ-pôaⁿ ê sî, tùi chhian-chóng kóng, Góa chi̍t kù ōe kā lí kóng, thang mah? I kóng, Lí bat Hi-lī-nî ōe mah?","tghg":"保羅互𪜶帶去欲入營盤的時，對千總講：「我一句話給你講，通嗎？」伊講：「你識希利尼話嗎？","bklhl":"保羅hō͘ in帶去beh入營盤ê時，對千總講，我一句話kā你講，thang mah？伊講，你bat希利尼話mah？"}},{"book":"徒","chapter":21,"verse":38,"versions":{"unv":"你莫非是從前作亂、帶領四千兇徒往曠野去的那埃及人嗎？」","bklcl":"Lí kiám m̄ sī hit ê Ai-ki̍p lâng, chêng ji̍t khí jiáu-loān, chhōa sì-chheng ê hiong-siú chhut-khì khòng-iá ê mah?","tghg":"你豈呣是彼個埃及人，前日起擾亂、導四千個兇手(hiong-siú)出去曠野的嗎？」","bklhl":"你kiám m̄是hit ê埃及人，前日起擾亂，chhōa四千ê兇手出去曠野ê mah？"}},{"book":"徒","chapter":21,"verse":39,"versions":{"unv":"保羅說：「我本是猶太人，生在基利家的大數，並不是無名小城的人。求你准我對百姓說話。」","bklcl":"Pó-lô kóng, Góa sī Iû-thài lâng, chhut-sì tī Ki-lī-ka ê Tāi-sò͘, sī chhut-miâ ê siâⁿ ê peh-sìⁿ; kiû lí chún góa tùi peh-sìⁿ kóng.","tghg":"保羅講：「我是猶太人，出世佇基利家的大數，是出名的城的百姓。求你准我對百姓講。」","bklhl":"保羅講，我是偤太人，出世tī Ki-lī-ka ê大數，是出名ê城ê百姓；求你准我tùi百姓講。"}},{"book":"徒","chapter":21,"verse":40,"versions":{"unv":"千夫長准了。保羅就站在臺階上，向百姓擺手，他們都靜默無聲，保羅便用希伯來話對他們說：","bklcl":"Í-keng chún i, Pó-lô chiū khiā tī kiā-á téng, tùi peh-sìⁿ iô chhiú; chèng lâng chēng-chēng, chiū ēng Hi-pek-lâi ê khiuⁿ-kháu tùi in kóng,","tghg":"已經准伊。保羅就徛佇崎仔頂，對百姓搖手，眾人靜靜，就用希伯來的腔口對𪜶講：","bklhl":"已經准伊，保羅就khiā tī 崎á頂，對百姓搖手；眾人靜靜，就用希伯來ê腔口對in講，"}}]