[{"book":"徒","chapter":4,"verse":1,"versions":{"unv":"使徒對百姓說話的時候，祭司們和守殿官，並撒都該人忽然來了。","bklcl":"In tùi peh-sìⁿ kóng ōe ê sî, chiah-ê chè-si, kap tiān-si, í-ki̍p Sat-thó͘-kai lâng hut-jiân kàu;","tghg":"𪜶對百姓講話的時，諸個祭司及殿司，以及撒都該人忽然到。","bklhl":"In對百姓講話ê時，chiah ê祭司，kap殿司，以及撒都該人忽然到；"}},{"book":"徒","chapter":4,"verse":2,"versions":{"unv":"因他們教訓百姓，本著耶穌，傳說死人復活，就很煩惱，","bklcl":"in-ūi in kà-sī peh-sìⁿ, koh ín-khí Iâ-so͘ lâi thoân tùi sí-lâng tiong koh-oa̍h ê tō-lí, chiū tōa m̄ hoaⁿ-hí.","tghg":"因為𪜶教示百姓，閣引起耶穌，來傳對死人中復活的道理，就大呣歡喜，","bklhl":"因為in教示百姓，koh引起耶穌來傳tùi死人中koh活ê道理，就大m̄歡喜。"}},{"book":"徒","chapter":4,"verse":3,"versions":{"unv":"於是下手拿住他們；因為天已經晚了，就把他們押到第二天。","bklcl":"Tùi án-ni hē chhiú lia̍h in; in-ūi ji̍t àm, koaiⁿ in tī kaⁿ-ni̍h, lâi thèng-hāu keh ji̍t.","tghg":"對按呢下手掠𪜶；因為日暗，關𪜶佇監裡來聽候隔日。","bklhl":"Tùi án-ni，下手掠in；因為日暗，關in tī監裡，來thèng候隔日。"}},{"book":"徒","chapter":4,"verse":4,"versions":{"unv":"但聽道之人有許多信的，男丁數目約到五千。","bklcl":"Nā-sī thiaⁿ tō-lí ê lâng chōe-chōe sìn; lâng-gia̍h iok-lio̍k kàu gō͘ chheng.","tghg":"若是聽道理的人多多信，人額約略到五千。","bklhl":"但是聽道理ê人chōe-chōe信；人額約略到五千。"}},{"book":"徒","chapter":4,"verse":5,"versions":{"unv":"第二天，官府、長老，和文士在耶路撒冷聚會，","bklcl":"Keh ji̍t, in ê koaⁿ-hú, tiúⁿ-ló, keng-ha̍k-sū chū-chi̍p tī Iâ-lō͘-sat-léng;","tghg":"隔日，𪜶的官府、長老、經學士聚集佇耶路撒冷，","bklhl":"隔日，in ê官府、長老、經學士聚集tī耶路撒冷；"}},{"book":"徒","chapter":4,"verse":6,"versions":{"unv":"又有大祭司亞那和該亞法、約翰、亞力山大，並大祭司的親族都在那裡，","bklcl":"chè-si-thâu A-ná tī-teh, koh ū Kai-a-hoat, Iok-hān, A-le̍k-san-tāi, í-ki̍p hoān-nā sio̍k chè-si-thâu ê chong-cho̍k ia̍h tī-teh.","tghg":"祭司頭亞那佇啲，閣有該亞法、約翰、亞歷山大，以及凡若屬祭司頭的宗族亦佇啲，","bklhl":"祭司頭A-ná tī-teh，koh有Kai-a-hoat、約翰、亞力山大，以及凡若屬祭司頭ê宗族亦tī-teh。"}},{"book":"徒","chapter":4,"verse":7,"versions":{"unv":"叫使徒站在當中，就問他們說：「你們用甚麼能力，奉誰的名做這事呢？」","bklcl":"Hō͘ in khiā tī tiong-ng, mn̄g kóng, Lín ēng sím-mi̍h koân-lêng, ēng sím-mi̍h miâ, kiâⁿ chit ê tāi-chì ah?","tghg":"互𪜶徛佇中央，問講：「恁用甚麼權能，用甚麼名行此個代誌啊？」","bklhl":"hō͘ in khiā tī中央，問講，lín用甚麼權能，用甚麼名，行chit ê tāi-chì ah？"}},{"book":"徒","chapter":4,"verse":8,"versions":{"unv":"那時彼得被聖靈充滿，對他們說：","bklcl":"Pí-tek hit sî hō͘ Sèng Sîn chhiong-móa, tùi in kóng,","tghg":"彼得彼時互聖神充滿，對𪜶講：","bklhl":"彼得hit時hō͘聖神充滿，對in講，"}},{"book":"徒","chapter":4,"verse":9,"versions":{"unv":"「治民的官府和長老啊，倘若今日因為在殘疾人身上所行的善事查問我們他是怎麼得了痊癒，","bklcl":"Peh-sìⁿ ê koaⁿ-hú, kap tiúⁿ-ló ah, goán chiah-ê kin-á-ji̍t nā ūi-tio̍h kiâⁿ tī loán-jio̍k ê lâng ê hó sū lâi siū sím-mn̄g, khòaⁿ i àn-cháiⁿ-iūⁿ tit kiù;","tghg":"「百姓的官府及長老啊，阮諸個今仔日若為著行佇軟弱的人的好事來受審問，看伊按怎樣得救，","bklhl":"百姓ê官府，kap長老ah，阮chiah ê今á日若為tio̍h行tī軟弱ê人ê好事來受審問，看伊àn怎樣得救；"}},{"book":"徒","chapter":4,"verse":10,"versions":{"unv":"你們眾人和以色列百姓都當知道，站在你們面前的這人得痊癒是因你們所釘十字架、　神叫他從死裡復活的拿撒勒人耶穌基督的名。","bklcl":"chiū lín chèng lâng, kap thong Í-sek-lia̍t peh-sìⁿ tio̍h chai, sī tī Ná-sat-le̍k lâng Iâ-so͘ Ki-tok ê miâ, lín só͘ tèng tī si̍p-jī-kè, Siōng-tè hō͘ I tùi sí-lâng tiong koh-oa̍h ê, chiū-sī tī I ê miâ, chit lâng hó-hó khiā tī lín ê bīn-chêng.","tghg":"就恁眾人及通以色列百姓著知，是佇拿撒勒人耶穌基督的名恁所釘佇十字架、上帝互伊對死人中復活的就是佇伊的名，此人好好徛佇恁的面前。","bklhl":"就lín眾人，kap thong以色列百姓tio̍h知，是tī拿撒勒人耶穌基督ê名，lín所釘tī十字架，上帝hō͘伊tùi死人中koh活ê，就是tī伊ê名，chit人好好khiā tī lín ê面前。"}},{"book":"徒","chapter":4,"verse":11,"versions":{"unv":"他是你們匠人所棄的石頭，已成了房角的頭塊石頭。","bklcl":"I chiū-sī lín sai-hū só͘ m̄ ti̍h ê chio̍h, í-keng chiâⁿ-chòe chhù-kak ê thâu.","tghg":"伊就是恁師傅所呣揲(m̄ ti̍h)的石，已經成做厝角的頭。","bklhl":"伊就是lín師傅所m̄-ti̍h ê石，已經成做厝角ê頭。"}},{"book":"徒","chapter":4,"verse":12,"versions":{"unv":"除他以外，別無拯救；因為在天下人間，沒有賜下別的名，我們可以靠著得救。」","bklcl":"Koh  tī pa̍t-ê pēng bô chín-kiù; in-ūi tī thiⁿ-ē, bô siúⁿ-sù pa̍t ê miâ tī lâng ê tiong-kan, hō͘ lán tiàm-tī i lâi tit kiù.","tghg":"閣佇別個並無拯救；因為佇天下，無賞賜別個名佇人的中間，互咱踮佇伊來得救。」","bklhl":"Koh tī別ê並無拯救；因為tī天下，無賞賜別個名tī人ê中間，hō͘咱tiàm-tī伊來得救。"}},{"book":"徒","chapter":4,"verse":13,"versions":{"unv":"他們見彼得、約翰的膽量，又看出他們原是沒有學問的小民，就希奇，認明他們是跟過耶穌的；","bklcl":"Chèng lâng khòaⁿ-kìⁿ Pí-tek Iok-hān ê hó-táⁿ, koh chai in sī bô ha̍k-būn ê pêng-siông lâng, chiū kî-koài; koh jīn-tit in bat tè Iâ-so͘.","tghg":"眾人看見彼得、約翰的好膽，閣知𪜶是無學問的平常人，就奇怪，閣認得𪜶曾隨耶穌；","bklhl":"眾人看見彼得約翰ê好膽，koh知in是無學問ê平常人，就奇怪；koh認得in bat tè耶穌。"}},{"book":"徒","chapter":4,"verse":14,"versions":{"unv":"又看見那治好了的人和他們一同站著，就無話可駁。","bklcl":"Ia̍h khòaⁿ-kìⁿ tit-tio̍h hó ê lâng kap in saⁿ-kap khiā-teh, chiū bô ōe thang piān-pok.","tghg":"亦看見得著好的人及𪜶相及徛啲，就無話通辯駁。","bklhl":"亦看見得tio̍h好ê人kap in saⁿ-kap khiā-teh，就無話thang辯駁。"}},{"book":"徒","chapter":4,"verse":15,"versions":{"unv":"於是吩咐他們從公會出去，就彼此商議說：","bklcl":"Chiah kah in chhut hōe-só͘, iā saⁿ-kap gī-lūn, kóng,","tghg":"才教𪜶出會所，也相及議論講：","bklhl":"Chiah kah in出會所，也saⁿ-kap議論，講，"}},{"book":"徒","chapter":4,"verse":16,"versions":{"unv":"「我們當怎樣辦這兩個人呢？因為他們誠然行了一件明顯的神蹟，凡住耶路撒冷的人都知道，我們也不能說沒有。","bklcl":"Chiah-ê lâng beh cháiⁿ-iūⁿ pān in?  in hián-jiân kiâⁿ sîn-jiah, tiàm-tī Iâ-lō͘-sat-léng ê lâng lóng chai; lán chiah-ê bōe kóng bô--tit.","tghg":"「諸個人欲怎樣辦𪜶？𪜶顯然行神蹟，踮佇耶路撒冷的人攏知，咱諸個𣍐講無得。","bklhl":"Chiah-ê人beh怎樣辦in？in顯然行神蹟，tiàm-tī耶路撒冷ê人lóng知；咱chiah ê bōe講無--得。"}},{"book":"徒","chapter":4,"verse":17,"versions":{"unv":"惟恐這事越發傳揚在民間，我們必須恐嚇他們，叫他們不再奉這名對人講論。」","bklcl":"Chóng-sī bián-tit chit ê sū it-hoat pò-iông tī peh-sìⁿ ê tiong-kan, lán tio̍h háng in, toàn-toàn m̄-thang koh chiong chit ê miâ tùi lâng kóng.","tghg":"總是免得此個事益發報揚佇百姓的中間，咱著哄(háng)𪜶，斷斷呣通閣將此個名對人講。」","bklhl":"總是免得chit ê事益發報揚tī百姓ê中間，咱tio̍h哄in，斷斷m̄-thang koh將chit ê名對人講。"}},{"book":"徒","chapter":4,"verse":18,"versions":{"unv":"於是叫了他們來，禁止他們總不可奉耶穌的名講論教訓人。","bklcl":"Chiū kiò in lâi, kìm-chí in, chhian-bān m̄-thang ēng Iâ-so͘ ê miâ lâi kóng-khí, lâi kà-sī.","tghg":"就叫𪜶來，禁止𪜶千萬呣通用耶穌的名來講起，來教示。","bklhl":"就叫in來，禁止in，千萬m̄-thang用耶穌ê名來講起，來教示。"}},{"book":"徒","chapter":4,"verse":19,"versions":{"unv":"彼得、約翰說：「聽從你們，不聽從神，這在　神面前合理不合理，你們自己酌量吧！","bklcl":"Nā-sī Pí-tek Iok-hān ìn kóng, Thiaⁿ lín khah kè-thâu thiaⁿ Siōng-tè, tī Siōng-tè ê bīn-chêng ha̍p-gî á bô, lín chiah gí-toàn:","tghg":"若是彼得、約翰應講：「聽恁卡過頭聽上帝，佇上帝的面前合宜抑無，恁才擬斷！","bklhl":"但是彼得約翰應講，聽lín khah過頭聽上帝，tī上帝ê面前合宜á無，lín chiah擬斷："}},{"book":"徒","chapter":4,"verse":20,"versions":{"unv":"我們所看見所聽見的，不能不說。」","bklcl":"in-ūi goán só͘ bat khòaⁿ bat thiaⁿ ê, bōe tit thang bô kóng.","tghg":"因為阮所曾看曾聽的，𣍐得通無講。」","bklhl":"因為阮所bat看bat聽ê，bōe得thang無講。"}},{"book":"徒","chapter":4,"verse":21,"versions":{"unv":"官長為百姓的緣故，想不出法子刑罰他們，又恐嚇一番，把他們釋放了。這是因眾人為所行的奇事都歸榮耀與　神。","bklcl":"Hiah ê lâng, in-ūi peh-sìⁿ ê iân-kò͘, siūⁿ bô pō͘ thang hêng-hoa̍t in; chiū koh-chài háng-hoah, chiah pàng in; sī chèng lâng ūi-tio̍h in só͘ kiâⁿ ê, lâi kui êng-kng Siōng-tè.","tghg":"許個人因為百姓的緣故，想無步通刑罰𪜶，就閣再哄喝(háng-hoah)，才放𪜶。是眾人為著𪜶所行的來歸榮光上帝。","bklhl":"Hiah-ê人，因為百姓ê緣故，想無步thang刑罰in；就koh再háng-hoah，chiah放in；是眾人為tio̍h in所行ê，來歸榮光上帝。"}},{"book":"徒","chapter":4,"verse":22,"versions":{"unv":"原來藉著神蹟醫好的那人有四十多歲了。","bklcl":"In-ūi tùi sîn-jiah tit-tio̍h i-hó ê lâng, í-keng sì-cha̍p gōa hè.","tghg":"因為對神蹟得著醫好的人已經四十外歲。","bklhl":"因為tùi神蹟得tio̍h醫好ê人，已經四十外歲。"}},{"book":"徒","chapter":4,"verse":23,"versions":{"unv":"二人既被釋放，就到會友那裡去，把祭司長和長老所說的話都告訴他們。","bklcl":"In í-keng tit-tio̍h tháu-pàng, chiū khì chhē in ê pêng-iú, chiong chiah-ê chè-si-thâu kap tiúⁿ-ló só͘ kóng ê ōe tùi in kóng.","tghg":"𪜶已經得著解放，就去尋𪜶的朋友，將諸個祭司頭及長老所講的話對𪜶講。","bklhl":"In已經得tio̍h tháu放，就去chhē in ê朋友，將chiah ê祭司頭kap長老所講ê話對in講。"}},{"book":"徒","chapter":4,"verse":24,"versions":{"unv":"他們聽見了，就同心合意地高聲向　神說：「主啊！你是造天、地、海，和其中萬物的，","bklcl":"In thiaⁿ-kìⁿ, chiū tâng-sim chhut siaⁿ tùi Siōng-tè kóng, Chú-cháiⁿ ah, lí sī chhòng-chō thiⁿ, tōe, hái, kap kî-tiong bān mi̍h ê;","tghg":"𪜶聽見，就同心出聲對上帝講：「主宰啊！你是創造天、地、海，及其中萬物的，","bklhl":"In聽見，就同心出聲對上帝講，主宰ah，你是創造天、地、海，kap其中萬物ê；"}},{"book":"徒","chapter":4,"verse":25,"versions":{"unv":"你曾藉著聖靈，託你僕人─我們祖宗大衛的口，說：外邦為甚麼爭鬧？萬民為甚麼謀算虛妄的事？","bklcl":"lí bat tùi Sèng Sîn ēng lí ê lô͘-po̍k, goán ê chó͘, Tāi-pi̍t ê chhùi, lâi kóng,\t Lia̍t-pang siáⁿ-sū tōa siū-khì,\tChiah-ê peh-sìⁿ siáⁿ-sū kè-bô͘ khang-khang ê tāi?","tghg":"你曾對聖神，用你的奴僕──阮的祖大衛的嘴，來講：列邦啥事大受氣？諸個百姓啥事計謀空空的代？","bklhl":"你bat對聖神用你ê奴僕，阮ê祖，大衛ê嘴，來講，\t列邦啥事大受氣，\tChiah-ê百姓啥事計謀空空ê tāi？"}},{"book":"徒","chapter":4,"verse":26,"versions":{"unv":"世上的君王一齊起來，臣宰也聚集，要敵擋主，並主的受膏者（或譯：基督）。","bklcl":"Tōe-chiūⁿ ê lia̍t-ông chi̍t chôe khiā-teh,\tChiah-ê koaⁿ-oân iā saⁿ-kap chū-chi̍p,\tLâi tùi-te̍k Chú, kap I ê Ki-tok;","tghg":"地上的列王一齊徛啲，諸個官員也相及聚集，來對敵主，及伊的基督。","bklhl":"地上ê列王一齊khiā-teh，\tChiah-ê官員也saⁿ-kap聚集，\t來對敵主，kap伊ê基督；"}},{"book":"徒","chapter":4,"verse":27,"versions":{"unv":"希律和本丟•彼拉多，外邦人和以色列民，果然在這城裡聚集，要攻打你所膏的聖僕（僕：或譯子）耶穌，","bklcl":"in-ūi Hi-lu̍t, Pún-tiu Pí-lia̍p-to, kap gōa-pang lâng, í-ki̍p Í-sek-lia̍t chiah-ê peh-sìⁿ, kó-jiân chū-chi̍p tī chit ê siâⁿ, lâi kong-kek lí só͘ boah-iû sèng ê Lô͘-po̍k Iâ-so͘,","tghg":"因為希律、本丟彼拉多，及外邦人以及以色列諸個百姓，果然聚集佇此個城，來攻擊你所抹油聖的奴僕耶穌，","bklhl":"因為希律，本丟彼拉多，kap外邦人，以及以色列chiah ê百姓，果然聚集tī chit ê城，來攻擊你所抹油聖ê奴僕耶穌，"}},{"book":"徒","chapter":4,"verse":28,"versions":{"unv":"成就你手和你意旨所預定必有的事。","bklcl":"lâi kiâⁿ lí ê chhiú, lí ê chí-ì só͘ tāi-seng tiāⁿ-tio̍h it-chhè beh chiâⁿ ê sū.","tghg":"來行你的手，你的旨意所代先定著一切欲成的事。","bklhl":"來行你ê手，你ê旨意所事先定tio̍h一切beh成ê事。"}},{"book":"徒","chapter":4,"verse":29,"versions":{"unv":"他們恐嚇我們，現在求主鑒察，一面叫你僕人大放膽量講你的道，一面伸出你的手來醫治疾病，並且使神蹟奇事因著你聖僕（僕：或譯子）耶穌的名行出來。」","bklcl":"Taⁿ Chú ah, tio̍h kàm-chhat hiah-ê lâng ê háng-hoah; hō͘ lí chiah-ê lô͘-po̍k hó-táⁿ kóng lí ê tō-lí,","tghg":"今，主啊，著鑑察許個人的哄喝，互你諸個奴僕好膽講你的道理，","bklhl":"Taⁿ主ah，tio̍h鑑察hiah-ê人ê háng-hoah；hō͘你chiah ê奴僕好膽講你ê道理，"}},{"book":"徒","chapter":4,"verse":30,"versions":{"unv":"【併於上節】","bklcl":"chiàu sî chhun lí ê chhiú lâi i pīⁿ; hō͘ sîn-jiah kî-sū tùi lí sèng ê Lô͘-po̍k Iâ-so͘ ê miâ lâi chiâⁿ.","tghg":"照時伸你的手來醫病，互神蹟奇事對你聖的奴僕耶穌的名來成。」","bklhl":"照時伸你ê手來醫病；hō͘神蹟奇事對你聖ê奴僕耶穌ê名來成。"}},{"book":"徒","chapter":4,"verse":31,"versions":{"unv":"禱告完了，聚會的地方震動，他們就都被聖靈充滿，放膽講論　神的道。","bklcl":"Kî-tó soah, chū-chi̍p ê só͘-chāi tōa tín-tāng; chèng lâng lóng siū Sèng Sîn chhiong-móa, hó-táⁿ kóng Siōng-tè ê tō-lí.","tghg":"祈禱息，聚集的所在大振動，眾人攏受聖神充滿，好膽講上帝的道理。","bklhl":"祈禱soah，聚集ê所在大振動；眾人lóng受聖神充滿，好膽講上帝ê道理。"}},{"book":"徒","chapter":4,"verse":32,"versions":{"unv":"那許多信的人都是一心一意的，沒有一人說他的東西有一樣是自己的，都是大家公用。","bklcl":"Sìn ê lâng lóng chi̍t sim chi̍t chì; bô lâng kóng i só͘ ū ê sio̍k ka-kī; sī ta̍k hāng mi̍h chòe kong ê.","tghg":"信的人攏一心一志，無人講伊所有的屬家己，是逐項物做公的。","bklhl":"信ê人lóng一心一志；無人講伊所有ê屬家己；是ta̍k項物做公ê。"}},{"book":"徒","chapter":4,"verse":33,"versions":{"unv":"使徒大有能力，見證主耶穌復活；眾人也都蒙大恩。","bklcl":"Sù-tô͘ ēng tōa koân-lêng kan-chèng Chú Iâ-so͘ ê koh-oa̍h; chèng lâng iā tit-tio̍h tōa un-tián.","tghg":"使徒用大權能，干證主耶穌的復活；眾人也得著大恩典。","bklhl":"使徒用大權能干證主耶穌ê koh活；眾人也得tio̍h大恩典。"}},{"book":"徒","chapter":4,"verse":34,"versions":{"unv":"內中也沒有一個缺乏的；因為人人將田產房屋都賣了，","bklcl":"Kî-tiong bô khiàm-kheh ê lâng; in-ūi kìⁿ ū chhân-hn̂g chhù-the̍h ê, lóng bōe i, tòa in só͘ bōe ê gûn, hē tī sù-tô͘ ê kha-ē;","tghg":"其中無欠缺的人；因為見有田園厝宅的攏賣伊，帶𪜶所賣的銀，","bklhl":"其中無欠缺ê人；因為見有田園厝宅ê，lóng賣伊，帶in所賣ê銀，hē tī使徒ê腳下；"}},{"book":"徒","chapter":4,"verse":35,"versions":{"unv":"把所賣的價銀拿來，放在使徒腳前，照各人所需用的，分給各人。","bklcl":"chiàu ta̍k lâng só͘ khiàm-ēng, pun hō͘ in.","tghg":"下佇使徒的腳下，照逐人所欠用，分互𪜶。","bklhl":"照ta̍k人所欠用，分hō͘ in。"}},{"book":"徒","chapter":4,"verse":36,"versions":{"unv":"有一個利未人，生在塞浦路斯，名叫約瑟，使徒稱他為巴拿巴（巴拿巴翻出來就是勸慰子）。","bklcl":"Ū Lī-bī cho̍k ê lâng, chhut-sì tī Ku-pí-lō͘, miâ Iok-sek, sù-tô͘ kiò i chòe Pa-ná-pa, (hoan-e̍k chiū-sī gâu an-ùi ê lâng),","tghg":"有利未族的人，出世佇居比路，名約瑟，使徒叫伊做巴拿巴（翻譯就是𠢕(gâu)安慰的人）","bklhl":"有利未族ê人，出世tī居比路，名約瑟，使徒叫伊做巴拿巴，(翻譯就是gâu安慰ê人) ，"}},{"book":"徒","chapter":4,"verse":37,"versions":{"unv":"他有田地，也賣了，把價銀拿來，放在使徒腳前。","bklcl":"i ū hn̂g chiū bōe-khì, chiong só͘ bōe ê gûn tòa-lâi, hē tī sù-tô͘ ê kha-ē.","tghg":"伊有園，就賣去，將所賣的銀帶來，下佇使徒的腳下。","bklhl":"伊有園就賣去，將所賣ê銀帶來，hē tī使徒ê腳下。"}}]