[{"book":"徒","chapter":20,"verse":1,"versions":{"unv":"亂定之後，保羅請門徒來，勸勉他們，就辭別起行，往馬其頓去。","bklcl":"Hán-hōa í-keng tiāⁿ, Pó-lô kiò ha̍k-seng lâi, khǹg in; chiū kap in lī-pia̍t, khí-sin beh khì Má-kî-tùn.","tghg":"喊嘩(hán-hōa)已經定，保羅叫學生來，勸𪜶，就及𪜶離別，起身欲去馬其頓。","bklhl":"Hán-hōa已經定，保羅叫學生來，勸in；就kap in離別，起身beh去馬其頓。"}},{"book":"徒","chapter":20,"verse":2,"versions":{"unv":"走遍了那一帶地方，用許多話勸勉門徒（或譯：眾人），然後來到希臘。","bklcl":"Í-keng keng-kè hiah-ê tōe-hng, ēng chōe-chōe ōe khó͘-khǹg in, chiū kàu Hi-lī-nî.","tghg":"已經經過許個地方，用多多話苦勸𪜶，就到希利尼。","bklhl":"已經經過hiah-ê地方，用chōe-chōe話苦勸in，就到希利尼。"}},{"book":"徒","chapter":20,"verse":3,"versions":{"unv":"在那裡住了三個月，將要坐船往敘利亞去，猶太人設計要害他，他就定意從馬其頓回去。","bklcl":"Tiàm hia saⁿ ge̍h ji̍t; beh tah chûn khì Sū-lī-a. Iû-thài lâng siat-kè beh hāi i; i chiū tiāⁿ-tio̍h ì-sù tùi Má-kî-tùn tò-tńg.","tghg":"踮遐三月日，欲搭船去敘利亞，猶太人設計欲害伊，伊就定著意思對馬其頓倒轉。","bklhl":"Tiàm hia三月日；beh搭船去敘利亞。偤太人設計beh害伊；伊就定tio̍h意思tùi馬其頓倒tńg。"}},{"book":"徒","chapter":20,"verse":4,"versions":{"unv":"同他到亞細亞去的，有庇哩亞人畢羅斯的兒子所巴特，帖撒羅尼迦人亞里達古和西公都，還有特庇人該猶，並提摩太，又有亞細亞人推基古和特羅非摩。","bklcl":"Tè i khì A-se-a ê lâng, ū Pì-lí-a lâng, Pit-lō͘ ê kiáⁿ Só͘-pá-tek; Thiap-sat-lô-nî-ka lâng, A-lí-ta̍t-kó͘ kap Se-kong-to͘; Te̍k-pì lâng Ka-iû, kap Thê-mô͘-thài; koh ū A-se-a lâng Chhui-ki-kó͘ kap Te̍k-lô-hui-mô͘.","tghg":"隨伊去亞西亞的人，有庇哩亞人畢羅的子所巴特，帖撒羅尼迦人亞里達古及西公都，特庇人該猶及提摩太，閣有亞西亞人推基古及特羅非摩。","bklhl":"Tè伊去亞西亞ê人，有Pì-lí-a人，Pit-lō͘ ê kiáⁿ Só͘-pá-tek；帖撒羅尼迦人，A-lí-ta̍t-kó͘ kap Se-kong-to͘；Te̍k-pì人Ka-iû，kap提摩太；koh有亞西亞人Chhui-ki-kó͘ kap Te̍k-lô-hui-mô͘。"}},{"book":"徒","chapter":20,"verse":5,"versions":{"unv":"這些人先走，在特羅亞等候我們。","bklcl":"Chit kúi lâng tāi-seng khì, tī Te̍k-lô-a thèng-hāu goán.","tghg":"此幾人代先去，佇特羅亞聽候阮。","bklhl":"Chit幾人事先去，tī Te̍k-lô-a thèng候阮。"}},{"book":"徒","chapter":20,"verse":6,"versions":{"unv":"過了除酵的日子，我們從腓立比開船，五天到了特羅亞，和他們相會，在那裡住了七天。","bklcl":"Tû-kàⁿ-choeh āu, goán tùi Hui-li̍p-pí khui chûn, gō͘ ji̍t kàu Te̍k-lô-a, kap in siong-hōe; tiàm hia chhit ji̍t.","tghg":"除酵節後，阮對腓立比開船，五日到特羅亞，及𪜶相會(siong-hōe)，踮遐七日。","bklhl":"除酵節後，阮tùi腓立比開船，五日到Te̍k-lô-a，kap in相會；tiàm hia七日。"}},{"book":"徒","chapter":20,"verse":7,"versions":{"unv":"七日的第一日，我們聚會擘餅的時候，保羅因為要次日起行，就與他們講論，直講到半夜。","bklcl":"Chhit ji̍t ê thâu chi̍t ji̍t, goán chiah-ê chū-chi̍p beh peh piáⁿ, Pó-lô ài tī keh ji̍t khí-sin, chiū kap in káng-lūn tō-lí, chhiân kàu pòaⁿ-mî.","tghg":"七日的頭一日，阮諸個聚集欲擘餅，保羅愛佇隔日起身，就及𪜶講論道理，延到半暝。","bklhl":"七日ê頭一日，阮chiah ê聚集beh peh餅，保羅ài tī隔日起身，就kap in講論道理，chhiân到半暝。"}},{"book":"徒","chapter":20,"verse":8,"versions":{"unv":"我們聚會的那座樓上，有好些燈燭。","bklcl":"Goán só͘ chū-chi̍p ê lâu ū tiám chōe-chōe teng.","tghg":"阮所聚集的樓，有點多多燈。","bklhl":"阮所聚集ê樓有點chōe-chōe燈。"}},{"book":"徒","chapter":20,"verse":9,"versions":{"unv":"有一個少年人，名叫猶推古，坐在窗臺上，困倦沉睡。保羅講了多時，少年人睡熟了，就從三層樓上掉下去；扶起他來，已經死了。","bklcl":"Ū chi̍t ê siàu-liân lâng, miâ Iû-chhui-kó͘, chē tī thang-á téng, khùn tāng bîn; Pó-lô káng-lūn í-keng kú, siàu-liân lâng in-ūi khùn, tùi saⁿ chàn lâu poa̍h-lo̍h-lâi; lâng lâi hû i, í-keng sí lah.","tghg":"有一個少年人，名猶推古，坐佇窗仔頂，睏重眠。保羅講論已經久，少年人因為睏，對三層樓跋落來；人來扶伊，已經死啦。","bklhl":"有一个少年人，名Iû-chhui-kó͘，坐tī窗á頂，睏重眠；保羅講論已經久，少年人因為睏，tùi三層樓跋落來；人來扶伊，已經死lah。"}},{"book":"徒","chapter":20,"verse":10,"versions":{"unv":"保羅下去，伏在他身上，抱著他，說：「你們不要發慌，他的靈魂還在身上。」","bklcl":"Pó-lô lo̍h-khì phak tī i ê sin-chiūⁿ, phō i, kóng, Lín bo̍h chòe siaⁿ; i ê hûn iáu tī-teh.","tghg":"保羅落去，仆佇伊的身上，抱伊，講：「恁莫作聲，伊的魂猶佇啲。」","bklhl":"保羅落去仆tī伊ê身上，抱伊，講，Lín莫做聲；伊ê魂iáu tī-teh。"}},{"book":"徒","chapter":20,"verse":11,"versions":{"unv":"保羅又上去，擘餅，吃了，談論許久，直到天亮，這才走了。","bklcl":"Chiū koh chiūⁿ-khì peh piáⁿ lâi chia̍h, saⁿ-kap tâm-lūn kú-kú; kàu thiⁿ-kng chiū khí-sin.","tghg":"就閣上去，擘餅來食，相及談論久久，到天光，就起身。","bklhl":"就koh上去peh餅來食，saⁿ-kap談論久久；到天光就起身。"}},{"book":"徒","chapter":20,"verse":12,"versions":{"unv":"有人把那童子活活地領來，得的安慰不小。","bklcl":"Gín-ná í-keng oa̍h, lâng chhōa i lâi, tōa siū an-ùi.","tghg":"囝仔已經活，人導伊來，大受安慰。","bklhl":"Gín-ná已經活，人chhōa伊來，大受安慰。"}},{"book":"徒","chapter":20,"verse":13,"versions":{"unv":"我們先上船，開往亞朔去，意思要在那裡接保羅；因為他是這樣安排的，他自己打算要步行。","bklcl":"Goán tāi-seng chiūⁿ chûn, khui chûn khì A-sok, ài tī hia chih-chiap Pó-lô: in-ūi i ū án-ni hoan-hù, ka-kī beh tùi lō͘ khì.","tghg":"阮代先上船，開船去亞朔，愛佇遐至接(chih-chiap)保羅；因為伊有按呢吩咐，家己欲對路去。","bklhl":"阮事先上船，開船去 A-sok，ài tī hia chih接保羅：因為伊有án-ni吩咐，家己beh tùi路去。"}},{"book":"徒","chapter":20,"verse":14,"versions":{"unv":"他既在亞朔與我們相會，我們就接他上船，來到米推利尼。","bklcl":"Í-keng tī A-sok kap goán siong-hōe, goán chiū chih i chiūⁿ chûn, khì Bí-chhui-lī-nî.","tghg":"已經佇亞朔及阮相會，阮就接(chih)伊上船，去米推利尼。","bklhl":"已經tī A-sok kap阮相會，阮就chih伊上船，去Bí-chhui-lī-nî。"}},{"book":"徒","chapter":20,"verse":15,"versions":{"unv":"從那裡開船，次日到了基阿的對面；又次日，在撒摩靠岸；又次日，來到米利都。","bklcl":"Tùi hia khui chûn tē jī ji̍t kàu Ki-o ê tùi-bīn; keh ji̍t chûn koa tī Sat-mô͘; koh chi̍t ji̍t kàu Bí-lī-to͘.","tghg":"對遐開船，第二日到基阿的對面；隔日，船擱(koa)佇撒摩；閣一日，到米利都。","bklhl":"Tùi hia開船，第二日到Ki-o ê對面；隔日船擱tī Sat-mô͘；koh一日到Bí-lī-to͘。"}},{"book":"徒","chapter":20,"verse":16,"versions":{"unv":"乃因保羅早已定意越過以弗所，免得在亞細亞耽延，他急忙前走，巴不得趕五旬節能到耶路撒冷。","bklcl":"In-ūi Pó-lô koat-ì tah chûn siám kè Í-hut-só͘, bián-tit kú-kú tiàm tī A-se-a; chiū kóaⁿ-kín kiâⁿ, khòaⁿ ōe thang tī gō͘-sûn-choeh ji̍t kàu Iâ-lō͘-sat-léng.","tghg":"因為保羅決意搭船閃過以弗所，免得久久踮佇亞西亞，就趕緊行，看會通佇五旬節日到耶路撒冷。","bklhl":"因為保羅決意搭船閃過以弗所，免得久久tiàm-tī亞西亞；就趕緊行，看ōe-thang tī五旬節日到耶路撒冷。"}},{"book":"徒","chapter":20,"verse":17,"versions":{"unv":"保羅從米利都打發人往以弗所去，請教會的長老來。","bklcl":"Tùi Bí-lī-to͘ chhe lâng kàu Í-hut-só͘, chhiáⁿ kàu-hōe ê tiúⁿ-ló lâi.","tghg":"對米利都差人到以弗所，請教會的長老來。","bklhl":"Tùi Bí-lī-to͘差人到以弗所，請教會ê長老來。"}},{"book":"徒","chapter":20,"verse":18,"versions":{"unv":"他們來了，保羅就說：「你們知道，自從我到亞細亞的日子以來，在你們中間始終為人如何，","bklcl":"In í-keng kàu, chiū tùi in kóng, \tLín ka-kī chai góa tùi khí-thâu ta̍h-tio̍h A-se-a tōe ê ji̍t, thâu kàu bé kap lín cháiⁿ-iūⁿ;","tghg":"𪜶已經到，就對𪜶講：「恁家己知，我對起頭踏著亞西亞地的日，頭到尾及恁怎樣，","bklhl":"In已經到，就對in講，\tLín家己知我tùi起頭踏tio̍h亞西亞地 ê日，頭到尾kap lín怎樣；"}},{"book":"徒","chapter":20,"verse":19,"versions":{"unv":"服事主，凡事謙卑，眼中流淚，又因猶太人的謀害，經歷試煉。","bklcl":"góa ho̍k-sāi Chú hoān sū khiam-sùn,  koh lâu ba̍k-sái, koh tùi Iû-thài lâng ê bô͘-hāi le̍k-kè chhì-liān;","tghg":"我服事主，凡事謙遜，閣流目屎，閣對猶太人的謀害，歷過試煉。","bklhl":"我服事主凡事謙遜，koh流目屎，koh tùi偤太人ê 謀害歷過試煉；"}},{"book":"徒","chapter":20,"verse":20,"versions":{"unv":"你們也知道，凡與你們有益的，我沒有一樣避諱不說的，或在眾人面前，或在各人家裡，我都教導你們；","bklcl":"hoān ū lī-ek ê, góa bē bat kiu-koe̍h bô kā lín kóng, lâi kà-sī lín, bô lūn tī chèng lâng ê bīn-chêng, á-sī tī chiah-ê jîn-ke;","tghg":"凡有利益的，我未曾勼狹(kiu-koe̍h)無給恁講，來教示恁，無論佇眾人的面前，抑是佇諸個人家；","bklhl":"凡有利益ê，我未bat kiu-koe̍h無kā lín講，來教示lín，無論tī眾人ê面前，á是tī chiah ê人家；"}},{"book":"徒","chapter":20,"verse":21,"versions":{"unv":"又對猶太人和希臘人證明當向　神悔改，信靠我主耶穌基督。","bklcl":"tùi Iû-thài kap Hi-lī-nî lâng chèng-bêng, tio̍h ǹg Siōng-tè lâi hoán-hóe, koh tio̍h ǹg lán ê Chú Iâ-so͘ Ki-tok lâi sìn.","tghg":"對猶太及希利尼人證明著向上帝來反悔，閣著向咱的主耶穌基督來信。","bklhl":"tùi偤太kap希利尼人證明，tio̍h ǹg上帝來反悔，koh tio̍h ǹg咱ê主耶穌基督來信。"}},{"book":"徒","chapter":20,"verse":22,"versions":{"unv":"現在我往耶路撒冷去，心甚迫切（原文是心被捆綁），不知道在那裡要遇見甚麼事；","bklcl":"Taⁿ góa ê sim-sîn siū pa̍k khì Iâ-lō͘-sat-léng, bē chai tī hia beh tú-tio̍h cháiⁿ-iūⁿ;","tghg":"今我的心神受縛去耶路撒冷，未知(bē chai)佇遐欲抵著(tú-tio̍h)怎樣；","bklhl":"Taⁿ我ê心神受縛去耶路撒冷，未知tī hia beh tú-tio̍h怎樣；"}},{"book":"徒","chapter":20,"verse":23,"versions":{"unv":"但知道聖靈在各城裡向我指證，說有捆鎖與患難等待我。","bklcl":"to̍k-to̍k Sèng Sîn tī ta̍k ê siâⁿ tùi góa chèng-bêng, kóng ū só-liān kap hoān-lān teh thèng-hāu góa.","tghg":"獨獨聖神佇逐個城對我證明，講有鎖鍊及患難啲聽候我，","bklhl":"獨獨聖神tī ta̍k-ê城對我證明，講有鎖鏈kap患難teh thèng候我。"}},{"book":"徒","chapter":20,"verse":24,"versions":{"unv":"我卻不以性命為念，也不看為寶貴，只要行完我的路程，成就我從主耶穌所領受的職事，證明　神恩惠的福音。","bklcl":"Nā-sī góa bô lia̍h sìⁿ-miā chòe iàu-kín, lâi khòaⁿ chòe pó-pòe, to̍k-to̍k sī beh chīn góa ê lō͘-chām, kap tùi Chú Iâ-so͘ só͘ siū ê chit-hūn, lâi chèng-bêng Siōng-tè un-tián ê hok-im.","tghg":"若是我無掠生命做要緊，來看做寶貝，獨獨是欲盡我的路站，及對主耶穌所受的職份，來證明上帝恩典的福音。","bklhl":"但是我無掠性命做要緊，來看做寶貝，獨獨是beh盡我ê路站，kap tùi主耶穌所受ê職份，來證明上帝恩典ê福音。"}},{"book":"徒","chapter":20,"verse":25,"versions":{"unv":"「我素常在你們中間來往，傳講　神國的道；如今我曉得，你們以後都不得再見我的面了。","bklcl":"Góa pêng-sò͘ sì-kè kiâⁿ tī lín tiong-kan thoân Siōng-tè ê kok, taⁿ góa chai lín chèng lâng bô koh kìⁿ góa ê bīn.","tghg":"「我平素四界行，佇恁中間傳上帝的國；今我知，恁眾人無閣見我的面。","bklhl":"我平素四界行tī lín中間傳上帝ê國，taⁿ我知lín眾人無koh見我ê面。"}},{"book":"徒","chapter":20,"verse":26,"versions":{"unv":"所以我今日向你們證明，你們中間無論何人死亡，罪不在我身上（原文是我於眾人的血是潔淨的）。","bklcl":"Só͘-í góa kin-á-ji̍t tùi lín kan-chèng, nā ū lâng tîm-lûn, góa bô chek-sêng.","tghg":"所以我今仔日對恁干證，若有人沈淪，我無責成。","bklhl":"所以我今á日tùi lín干證，若有人沉淪，我無責成。"}},{"book":"徒","chapter":20,"verse":27,"versions":{"unv":"因為　神的旨意，我並沒有一樣避諱不傳給你們的。","bklcl":"In-ūi góa bē bat kiu-koe̍h bô ēng Siōng-tè ê chí-ì it-chīn kā lín kóng.","tghg":"因為我未曾勼狹，無用上帝的旨意一盡給恁講。","bklhl":"因為我未bat kiu-koe̍h無用上帝ê旨意一盡kā lín講。"}},{"book":"徒","chapter":20,"verse":28,"versions":{"unv":"聖靈立你們作全群的監督，你們就當為自己謹慎，也為全群謹慎，牧養　神的教會，就是他用自己血所買來的（或譯：救贖的）。","bklcl":"Lín tio̍h ka-kī kín-sīn, ia̍h tio̍h kín-sīn choân kûn, Sèng Sîn tī in tiong-kan siat-li̍p lín chòe kàm-tok, lâi chiàu-kò͘ Siōng-tè ê kàu-hōe, chiū-sī I ēng ka-kī ê huih só͘ tit-tio̍h ê.","tghg":"恁著家己謹慎，亦著謹慎全群，聖神佇𪜶中間設立恁做監督，來照顧上帝的教會，就是伊用家己的血所得著的。","bklhl":"Lín tio̍h家己謹慎，亦tio̍h謹慎全群，聖神tī in中間設立lín做監督，來照顧上帝ê教會，就是伊用家己ê血所得tio̍h ê。"}},{"book":"徒","chapter":20,"verse":29,"versions":{"unv":"我知道，我去之後必有兇暴的豺狼進入你們中間，不愛惜羊群。","bklcl":"Góa chai góa lī-khui liáu-āu, beh ū hiong-ok ê chhâi-lông ji̍p lín tiong-kan, bô sioh iûⁿ-kûn;","tghg":"我知，我離開了後欲有兇惡的豺狼入恁中間，無惜羊群。","bklhl":"我知我離開了後，beh有兇惡ê豺狼入lín中間，無惜羊群；"}},{"book":"徒","chapter":20,"verse":30,"versions":{"unv":"就是你們中間，也必有人起來說悖謬的話，要引誘門徒跟從他們。","bklcl":"koh tùi lín ka-kī ê tiong-kan, beh ū lâng khí-lâi kóng ge̍k-lí ê ōe, ài ín-iú ha̍k-seng thàn i.","tghg":"閣對恁家己的中間，欲有人起來講逆理的話，愛引誘學生趁伊。","bklhl":"koh tùi lín家己ê中間，beh有人起來講逆理ê話，ài引誘學生thàn伊。"}},{"book":"徒","chapter":20,"verse":31,"versions":{"unv":"所以你們應當警醒，記念我三年之久晝夜不住地流淚、勸戒你們各人。","bklcl":"Só͘-í lín tio̍h kéng-séng, kì-liām góa saⁿ nî ê kú, mî-ji̍t bô soah, lâu ba̍k-sái lâi kéng-kài lín ta̍k lâng.","tghg":"所以恁著警醒，紀念我三年的久暝日無息、流目屎來警戒恁逐人。","bklhl":"所以lín tio̍h警醒，記念我三年ê 久，暝日無soah，流目屎來警戒lín ta̍k人。"}},{"book":"徒","chapter":20,"verse":32,"versions":{"unv":"如今我把你們交託　神和他恩惠的道；這道能建立你們，叫你們和一切成聖的人同得基業。","bklcl":"Taⁿ góa chiong lín kau-thok Siōng-tè, kap I un-tián ê tō, sī ōe kiàn-li̍p lín, hō͘ lín tit-tio̍h gia̍p tī lóng-chóng chiâⁿ-sèng ê lâng ê tiong-kan.","tghg":"今我將恁交託上帝及伊恩典的道；是會建立恁，互恁得著業佇攏總成聖的人的中間。","bklhl":"Taⁿ我將lín交託上帝，kap伊恩典ê道，是能建立lín，hō͘ lín得tio̍h業 tī lóng總成聖ê人ê中間。"}},{"book":"徒","chapter":20,"verse":33,"versions":{"unv":"我未曾貪圖一個人的金、銀、衣服。","bklcl":"Góa bē bat tham lâng ê gûn, kim, i-ho̍k.","tghg":"我未曾貪人的銀、金、衣服。","bklhl":"我未bat貪人ê銀、金、衣服。"}},{"book":"徒","chapter":20,"verse":34,"versions":{"unv":"我這兩隻手常供給我和同人的需用，這是你們自己知道的。","bklcl":"Lín ka-kī chai, chit nn̄g ki chhiú ū kiong-kip góa ê khiàm-ēng, í-ki̍p kap góa tī-teh ê lâng.","tghg":"恁家己知，此二支手有供給我的欠用，以及及(kap)我佇啲的人。","bklhl":"Lín家己知，chit兩支手有供給我ê欠用，以及kap我tī-teh ê人。"}},{"book":"徒","chapter":20,"verse":35,"versions":{"unv":"我凡事給你們作榜樣，叫你們知道應當這樣勞苦，扶助軟弱的人，又當記念主耶穌的話，說：『施比受更為有福。』」","bklcl":"Góa hoān sū chòe lín ê bô͘-iūⁿ, tio̍h án-ni tio̍h-bôa, lâi hû-chhî loán-jio̍k ê lâng; koh tio̍h kì-tit Chú Iâ-so͘ pún-sin ê ōe, kóng, Hō͘ lâng ê, pí tùi lâng the̍h ê, khah ū hok-khì.","tghg":"我凡事做恁的模樣，著按呢著磨，來扶持軟弱的人，閣著記得主耶穌本身的話，講：『互人的比對人提的卡有福氣。』」","bklhl":"我凡事做lín ê模樣，tio̍h án-ni tio̍h磨，來扶持軟弱ê人；koh tio̍h記得主耶穌本身ê話，講，hō͘人ê，比tùi人the̍h ê，khah有福氣。"}},{"book":"徒","chapter":20,"verse":36,"versions":{"unv":"保羅說完了這話，就跪下同眾人禱告。","bklcl":"Kóng soah, kūi-lo̍h kap in chèng lâng kî-tó.","tghg":"講息，跪落及𪜶眾人祈禱。","bklhl":"講soah，跪落kap in眾人祈禱。"}},{"book":"徒","chapter":20,"verse":37,"versions":{"unv":"眾人痛哭，抱著保羅的頸項，和他親嘴。","bklcl":"Chèng lâng tōa thî-khàu, phō Pó-lô ê ām-kún, chim i;","tghg":"眾人大啼哭，抱保羅的頷頸，唚伊。","bklhl":"眾人大啼哭，抱保羅ê頷頸，chim伊；"}},{"book":"徒","chapter":20,"verse":38,"versions":{"unv":"叫他們最傷心的，就是他說「以後不能再見我的面」那句話，於是送他上船去了。","bklcl":"tē it hoân-ló ê, chiū-sī i só͘ kóng ê ōe, í-āu bōe koh kìⁿ-tio̍h i ê bīn. Chiū sàng i lo̍h chûn.","tghg":"第一煩惱的，就是伊所講的話「以後𣍐閣見著伊的面」，就送伊落船。","bklhl":"第一煩惱ê，就是伊所講ê話，以後bōe koh見tio̍h伊ê面。就送伊落船。"}}]