[{"book":"徒","chapter":23,"verse":1,"versions":{"unv":"保羅定睛看著公會的人，說：「弟兄們，我在　神面前行事為人都是憑著良心，直到今日。」","bklcl":"Pó-lô chù-ba̍k khòaⁿ kong-hōe, kóng, Hiaⁿ-tī ah, góa pêng-sò͘ chòe lâng ǹg Siōng-tè, hoān-sū chûn liông-sim, kàu kin-á-ji̍t.","tghg":"保羅注目看公會，講：「兄弟啊，我平素做人向上帝凡事存良心，到今仔日。」","bklhl":"保羅注目看公會，講，兄弟ah，我平素做人ǹg上帝，凡事存良心，到今á日。"}},{"book":"徒","chapter":23,"verse":2,"versions":{"unv":"大祭司亞拿尼亞就吩咐旁邊站著的人打他的嘴。","bklcl":"Chè-si-thâu A-ná-nî-a bēng-lēng sin-piⁿ teh khiā ê lâng phah i ê chhùi.","tghg":"祭司頭亞拿尼亞命令身邊啲徛的人拍伊的嘴。","bklhl":"祭司頭亞拿尼亞命令身邊teh khiā ê人phah伊ê嘴。"}},{"book":"徒","chapter":23,"verse":3,"versions":{"unv":"保羅對他說：「你這粉飾的牆，　神要打你！你坐堂為的是按律法審問我，你竟違背律法，吩咐人打我嗎？」","bklcl":"Pó-lô chiū tùi i kóng, Hún-pe̍h ê chhiûⁿ ah, Siōng-tè beh phah lí; lí chē teh chiàu lu̍t-hoat sím-phòaⁿ góa, kèng-jiân ûi-ke̍h lu̍t-hoat bēng-lēng phah góa mah?","tghg":"保羅就對伊講：「粉白的牆啊，上帝欲拍你！你坐啲照律法審判我，竟然違逆(ûi-ke̍h)律法，命令拍我嗎？」","bklhl":"保羅就對伊講，粉白ê 牆ah，上帝beh phah你；你坐teh照律法審判我，竟然違逆律法命令phah我mah？"}},{"book":"徒","chapter":23,"verse":4,"versions":{"unv":"站在旁邊的人說：「你辱罵　神的大祭司嗎？」","bklcl":"Sin-piⁿ teh khiā ê lâng kóng, Siōng-tè ê chè-si-thâu, lí mē i mah?","tghg":"身邊啲徛的人講：「上帝的祭司頭你罵伊嗎？」","bklhl":"身邊teh khiā ê人講，上帝ê祭司頭，你罵伊mah？"}},{"book":"徒","chapter":23,"verse":5,"versions":{"unv":"保羅說：「弟兄們，我不曉得他是大祭司；經上記著說：『不可毀謗你百姓的官長。』」","bklcl":"Pó-lô kóng, Hiaⁿ-tī ah, góa m̄ bat i sī chè-si-thâu; in-ūi sèng-keng ū kì, kóng, Bo̍h-tit mē lí ê peh-sìⁿ ê sī-tōa.","tghg":"保羅講：「兄弟啊，我呣識伊是祭司頭；因為聖經有記講：『莫得罵你的百姓的序大(sī-tōa)。』」","bklhl":"保羅講，兄弟ah，我m̄-bat伊是祭司頭；因為聖經有記，講，莫得罵你ê百姓ê序大。"}},{"book":"徒","chapter":23,"verse":6,"versions":{"unv":"保羅看出大眾一半是撒都該人，一半是法利賽人，就在公會中大聲說：「弟兄們，我是法利賽人，也是法利賽人的子孫。我現在受審問，是為盼望死人復活。」","bklcl":"Nā-sī Pó-lô chai in chi̍t pêng sī Sat-thó͘-kai lâng, chi̍t pêng sī Hoat-lī-sài lâng; chiū tī kong-hōe tiong kiò kóng, Hiaⁿ-tī ah, góa sī Hoat-lī-sài lâng, ia̍h sī Hoat-lī-sài lâng ê kiáⁿ; chit tia̍p siū sím-phòaⁿ chiū-sī in-ūi sí-lâng koh-oa̍h ê ǹg-bāng.","tghg":"若是保羅知𪜶一旁是撒都該人，一旁是法利賽人，就佇公會中叫講：「兄弟啊，我是法利賽人，亦是法利賽人的子。此霎(tia̍p)受審判，就是因為死人復活的向望。」","bklhl":"但是保羅知in一pêng是撒都該人，一pêng是法利賽人；就tī公會中叫講，兄弟ah，我是法利賽人，亦是法利賽人ê kiáⁿ；chit-tia̍p受審判就是因為死人koh活ê ǹg望。"}},{"book":"徒","chapter":23,"verse":7,"versions":{"unv":"說了這話，法利賽人和撒都該人就爭論起來，會眾分為兩黨。","bklcl":"Kóng án-ni, Hoat-lī-sài lâng kap Sat-thó͘-kai lâng saⁿ-chiⁿ; chèng lâng chiū hun-pêng.","tghg":"講按呢，法利賽人及撒都該人相爭，眾人就分旁。","bklhl":"講án-ni，法利賽人kap撒都該人相爭；眾人就分pêng。"}},{"book":"徒","chapter":23,"verse":8,"versions":{"unv":"因為撒都該人說，沒有復活，也沒有天使和鬼魂；法利賽人卻說，兩樣都有。","bklcl":"In-ūi Sat-thó͘-kai lâng kóng bô koh-oa̍h, ia̍h bô thiⁿ-sài, ia̍h bô sîn; nā-sī Hoat-lī-sài lâng chiū jīn nn̄g hāng lóng ū.","tghg":"因為撒都該人講，無復活，亦無天使亦無神；若是法利賽人就認二項攏有。","bklhl":"因為撒都該人講無koh活，亦無天使，亦無神；但是法利賽人就認兩項lóng有。"}},{"book":"徒","chapter":23,"verse":9,"versions":{"unv":"於是大大地喧嚷起來。有幾個法利賽黨的文士站起來爭辯說：「我們看不出這人有甚麼惡處，倘若有鬼魂或是天使對他說過話，怎麼樣呢？」","bklcl":"Chiū ū tōa soan-jióng; Hoat-lī-sài hit pêng ê keng-ha̍k-sū kúi-nā ê khí-lâi, cheng-piān kóng, Goán khòaⁿ chit lâng lóng bô pháiⁿ; nā beh sī ū sîn, á-sī thiⁿ-sài, kap i kóng ōe ni̍h?","tghg":"就有大喧嚷(soan-jióng)。法利賽彼旁的經學士幾若個(kúi-nā ê)起來爭辯講：「阮看此人攏無歹，若欲是有神，抑是天使及伊講話呢？」","bklhl":"就有大喧嚷；法利賽hit-pêng ê經學士kúi-nā個起來，爭辯講，阮看chit人lóng無pháiⁿ；若beh是有神，á是天使，kap伊講話ni̍h？"}},{"book":"徒","chapter":23,"verse":10,"versions":{"unv":"那時大起爭吵，千夫長恐怕保羅被他們扯碎了，就吩咐兵丁下去，把他從眾人當中搶出來，帶進營樓去。","bklcl":"Hit sî tú-tú tōa saⁿ-chiⁿ; chhian-chóng kiaⁿ-liáu Pó-lô hō͘ in thiah-li̍h, bēng-lēng peng-teng lo̍h-khì tùi in tiong-kan chhiúⁿ-chhut, chhōa i ji̍p iâⁿ-pôaⁿ.","tghg":"彼時抵抵(tú-tú)大相爭，千總驚了保羅互𪜶拆裂，命令兵丁落去，對𪜶中間搶出，導伊入營盤。","bklhl":"Hit時tú-tú大相爭；千總驚了保羅hō͘ in拆裂，命令兵丁落去對in中間搶出，chhōa伊入營盤。"}},{"book":"徒","chapter":23,"verse":11,"versions":{"unv":"當夜，主站在保羅旁邊，說：「放心吧！你怎樣在耶路撒冷為我作見證，也必怎樣在羅馬為我作見證。」","bklcl":"Hit mî Chú khiā tī Pó-lô ê sin-piⁿ, kóng, Chòng lí ê sim; lí bat tī Iâ-lō͘-sat-léng ūi-tio̍h góa chòe kan-chèng, ia̍h tek-khak án-ni chòe kan-chèng tī Lô-má.","tghg":"彼暝，主徛佇保羅的身邊，講：「壯你的心！你曾佇耶路撒冷為著我做干證，亦的確按呢做干證佇羅馬。」","bklhl":"Hit暝主khiā tī保羅ê身邊，講，壯你ê心；你bat tī耶路撒冷為tio̍h我做干證，亦的確án-ni做干證tī羅馬。"}},{"book":"徒","chapter":23,"verse":12,"versions":{"unv":"到了天亮，猶太人同謀起誓，說：「若不先殺保羅就不吃不喝。」","bklcl":"Kàu thiⁿ kng, Iû-thài lâng kiat-tóng chiù-chōa, kóng, Nā bô kàu thâi-sí Pó-lô, m̄ lim m̄ chia̍h.","tghg":"到天光，猶太人結黨咒誓，講：「若無到刣死保羅呣飲呣食。」","bklhl":"到天光，偤太人結黨chiù-chōa，講，若無到刣死保羅，m̄ lim m̄食。"}},{"book":"徒","chapter":23,"verse":13,"versions":{"unv":"這樣同心起誓的有四十多人。","bklcl":"Án-ni tâng sim chiù-chōa ê ū sì-cha̍p gōa lâng.","tghg":"按呢同心咒誓的有四十外人。","bklhl":"Án-ni同心chiù-chōa ê有四十gōa人。"}},{"book":"徒","chapter":23,"verse":14,"versions":{"unv":"他們來見祭司長和長老，說：「我們已經起了一個大誓，若不先殺保羅就不吃甚麼。","bklcl":"Chiū chiū-kūn chiah-ê chè-si-thâu kap tiúⁿ-ló, kóng, Goán chiah-ê í-keng chiù tāng chōa, nā bô kàu thâi-sí Pó-lô, pòaⁿ hāng mi̍h to m̄ chia̍h.","tghg":"就就近諸個祭司頭及長老，講：「阮諸個已經咒重誓，若無到刣死保羅半項物都呣食。","bklhl":"就就近chiah ê祭司頭kap長老，講，阮chiah ê已經chiù重chōa，若無到刣死保羅，半項物to m̄食。"}},{"book":"徒","chapter":23,"verse":15,"versions":{"unv":"現在你們和公會要知會千夫長，叫他帶下保羅到你們這裡來，假作要詳細察考他的事；我們已經預備好了，不等他來到跟前就殺他。」","bklcl":"Taⁿ lín kap kong-hōe tio̍h kā chhian-chóng kóng, chhiáⁿ i chhōa Pó-lô kàu lín ê bīn-chêng, ná chhin-chhiūⁿ lín beh koh siông-sè chhâ-mn̄g i ê àn-chêng; goán í-keng pī-pān hó lah, tī i bē kūn-óa ê sî lâi thâi i.","tghg":"今恁及公會著給千總講，請伊導保羅到恁的面前，那親像恁欲閣詳細查問伊的案情；阮已經備辦好啦，佇伊未近倚的時來刣伊。」","bklhl":"Taⁿ lín kap公會tio̍h kā千總講，請伊chhōa保羅到lín ê面前，ná親像lín beh koh詳細查問伊ê案情；阮已經備辦好lah，tī伊bē近óa ê時來刣伊。"}},{"book":"徒","chapter":23,"verse":16,"versions":{"unv":"保羅的外甥聽見他們設下埋伏，就來到營樓裡告訴保羅。","bklcl":"To̍k-to̍k Pó-lô ê gōe-seng thiaⁿ-kìⁿ in beh bâi-ho̍k, chiū khì ji̍p iâⁿ kā Pó-lô kóng.","tghg":"獨獨保羅的外甥(gōe-seng)聽見𪜶欲埋伏，就去入營給保羅講。","bklhl":"獨獨保羅ê外甥聽見in beh埋伏，就去入營kā保羅講。"}},{"book":"徒","chapter":23,"verse":17,"versions":{"unv":"保羅請一個百夫長來，說：「你領這少年人去見千夫長，他有事告訴他。」","bklcl":"Pó-lô kiò chi̍t ê pé-chóng lâi, kóng,  Chhōa chit ê siàu-liân lâng khì kìⁿ chhian-chóng; in-ūi i ū tāi-chì beh pò i chai.","tghg":"保羅叫一個百總來，講：「導此個少年人去見千總，因為伊有代誌欲報伊知。」","bklhl":"保羅叫一个百總來，講，Chhōa chit ê少年人去見千總；因為伊有tāi-chì beh報伊知。"}},{"book":"徒","chapter":23,"verse":18,"versions":{"unv":"於是把他領去見千夫長，說：「被囚的保羅請我到他那裡，求我領這少年人來見你；他有事告訴你。」","bklcl":"Chiū khan i, chhōa i khì kìⁿ chhian-chóng, kóng, Hit ê siū koaiⁿ ê Pó-lô kiò góa khì, kiû góa chhōa chit ê siàu-liân lâng kìⁿ lí; ū tāi-chì beh kā lí kóng.","tghg":"就牽伊導伊去見千總，講：「彼個受關的保羅叫我去，求我導此個少年人見你；有代誌欲給你講。」","bklhl":"就牽伊，chhōa伊去見千總，講，Hit-ê受關ê保羅叫我去，求我chhōa chit ê少年人見你；有tāi-chì beh kā你講。"}},{"book":"徒","chapter":23,"verse":19,"versions":{"unv":"千夫長就拉著他的手，走到一旁，私下問他說：「你有甚麼事告訴我呢？」","bklcl":"Chhian-chóng khan i ê chhiú, kàu phian-phiah-ê só͘-chāi, mn̄g kóng, Beh pò góa chai sím-mi̍h?","tghg":"千總牽伊的手，到偏僻的所在，問講：「欲報我知甚麼？」","bklhl":"千總牽伊ê手，到偏僻ê所在，問講，Beh報我知甚麼？"}},{"book":"徒","chapter":23,"verse":20,"versions":{"unv":"他說：「猶太人已經約定，要求你明天帶下保羅到公會裡去，假作要詳細查問他的事。","bklcl":"Kóng, Iû-thài lâng siong iok, kiû lí bîn-á-ji̍t chhōa Pó-lô lo̍h kong-hōe, ná chhin-chhiūⁿ lí beh siông-sè chhâ-mn̄g i ê àn-chêng.","tghg":"講：「猶太人相約(siong iok)，求你明仔日導保羅落公會，那親像你欲詳細查問伊的案情。","bklhl":"講，偤太人相約，求你明á日chhōa保羅落公會，ná親像你beh詳細查問伊ê案情。"}},{"book":"徒","chapter":23,"verse":21,"versions":{"unv":"你切不要隨從他們；因為他們有四十多人埋伏，已經起誓說：若不先殺保羅就不吃不喝。現在預備好了，只等你應允。」","bklcl":"Kiû lí bo̍h-tit thàn i; in-ūi in ū sì-cha̍p gōa lâng bâi-ho̍k teh tng-tán i; in bat chiù-chōa kóng, Nā bô kàu thâi-sí Pó-lô, m̄ lim m̄ chia̍h; taⁿ í-keng pī-pān hó, teh thèng-hāu lí ún-chún nā-tiāⁿ.","tghg":"求你莫得趁伊；因為𪜶有四十外人埋伏啲當等伊，𪜶曾咒誓講，若無到刣死保羅呣飲呣食。今已經備辦好，啲聽候你允准若定。」","bklhl":"求你莫得thàn伊；因為in有四十gōa人埋伏teh當等伊；in bat chiù-chōa講，若無到刣死保羅，m̄ lim m̄食；taⁿ已經備辦好，teh thèng候你允准nā-tiāⁿ。"}},{"book":"徒","chapter":23,"verse":22,"versions":{"unv":"於是千夫長打發少年人走，囑咐他說：「不要告訴人你將這事報給我了。」","bklcl":"Chhian-chóng kah siàu-liân lâng khì, hoan-hù i kóng, M̄-thang tùi lâng kóng lí ū chiong chiah-ê tāi-chì thong-ti góa.","tghg":"千總教少年人去，吩咐伊講：「呣通對人講你有將諸個代誌通知我。」","bklhl":"千總kah少年人去，吩咐伊講，M̄-thang對人講你有將chiah ê tāi-chì通知我。"}},{"book":"徒","chapter":23,"verse":23,"versions":{"unv":"千夫長便叫了兩個百夫長來，說：「預備步兵二百，馬兵七十，長槍手二百，今夜亥初往該撒利亞去；","bklcl":"Chiū tiàu pé-chóng nn̄g lâng, kóng, Pī-pān pō͘-peng nn̄g pah, bé-peng chhit-cha̍p, kia̍h chhiuⁿ ê nn̄g pah, kim-mî jī kiⁿ khì Kai-sat-lī-a;","tghg":"就召百總二人，講：「備辦步兵二百，馬兵七十，攑槍的二百，今暝二更去該撒利亞；","bklhl":"就召百總兩人，講，備辦步兵兩百，馬兵七十，kia̍h鎗ê兩百，今暝二更去該撒利亞；"}},{"book":"徒","chapter":23,"verse":24,"versions":{"unv":"也要預備牲口叫保羅騎上，護送到巡撫腓力斯那裡去。」","bklcl":"koh pī-pān cheng-siⁿ hō͘ Pó-lô khiâ, pó-hō͘ i kàu chóng-tok Hui-le̍k-sū hia.","tghg":"閣備辦精牲互保羅騎，保護伊到總督腓力斯遐。」","bklhl":"koh備辦cheng-siⁿ hō͘保羅騎，保護伊到總督Hui-le̍k-sū hia。"}},{"book":"徒","chapter":23,"verse":25,"versions":{"unv":"千夫長又寫了文書，","bklcl":"Chiū siá bûn-su, hit ê tāi-lio̍k sī kóng:","tghg":"就寫文書，彼個大略是講：","bklhl":"就寫文書，hit ê大略是講："}},{"book":"徒","chapter":23,"verse":26,"versions":{"unv":"大略說：「革老丟•呂西亞，請巡撫腓力斯大人安。","bklcl":"Kek-ló-tiu Lū-se-a chhéng-an chóng-tok Hui-le̍k-sū tāi-jîn.","tghg":"「克勞丟呂西亞請安總督腓力斯大人。","bklhl":"Kek-ló-tiu Lū-se-a請安總督Hui-le̍k-sū大人。"}},{"book":"徒","chapter":23,"verse":27,"versions":{"unv":"這人被猶太人拿住，將要殺害，我得知他是羅馬人，就帶兵丁下去救他出來。","bklcl":"Chit lâng hō͘ Iû-thài lâng lia̍h; beh thâi i, góa chi̍t-ē chai i sī Lô-má lâng, chiū chhōa peng khì kiù i.","tghg":"此人互猶太人掠，欲刣伊，我一下知伊是羅馬人，就導兵去救伊。","bklhl":"Chit人hō͘偤太人掠；beh 刣伊，我一下知伊是羅馬人，就chhōa兵去救伊。"}},{"book":"徒","chapter":23,"verse":28,"versions":{"unv":"因要知道他們告他的緣故，我就帶他下到他們的公會去，","bklcl":"Ài chai in kò i ê iân-kò͘, chiū sàng i lo̍h in ê kong-hōe:","tghg":"愛知𪜶告伊的緣故，就送伊落𪜶的公會，","bklhl":"Ài知in告伊ê緣故，就送伊落 in ê公會："}},{"book":"徒","chapter":23,"verse":29,"versions":{"unv":"便查知他被告是因他們律法的辯論，並沒有甚麼該死該綁的罪名。","bklcl":"chhâ-chhut i siū kò, sī ūi-tio̍h in lu̍t-hoat ê piān-lūn, pēng bô eng-kai sí eng-kai pa̍k ê àn-chêng.","tghg":"查出伊受告是為著𪜶律法的辯論，並無應該死應該縛的案情。","bklhl":"查出伊受告，是為tio̍h in律法ê辯論，並無應該死應該縛ê案情。"}},{"book":"徒","chapter":23,"verse":30,"versions":{"unv":"後來有人把要害他的計謀告訴我，我就立時解他到你那裡去，又吩咐告他的人在你面前告他。（有古卷加：願你平安！）」","bklcl":"Ū lâng kā góa kóng, teh-beh ū kè-bô͘ hām-hāi chit lâng, góa chek-sî chhe i chiū-kūn lí, ia̍h bēng-lēng kò i ê lâng tī lí ê bīn-chêng kò i.","tghg":"有人給我講啲欲(teh-beh)有計謀陷害此人，我即時差伊就近你，亦命令告伊的人佇你的面前告伊。」","bklhl":"有人kā我講，teh-beh有計謀陷害chit人，我即時差伊就近你，亦命令告伊ê人tī你ê面前告伊。"}},{"book":"徒","chapter":23,"verse":31,"versions":{"unv":"於是，兵丁照所吩咐他們的，將保羅夜裡帶到安提帕底。","bklcl":"Peng-teng hōng bēng-lēng, chiong Pó-lô thàu-mî chhōa kàu An-thê-phàⁿ-tí.","tghg":"兵丁奉命令，將保羅透暝導到安提帕底。","bklhl":"兵丁奉命令，將保羅透暝chhōa到An-thê-phàⁿ-tí。"}},{"book":"徒","chapter":23,"verse":32,"versions":{"unv":"第二天，讓馬兵護送，他們就回營樓去。","bklcl":"Keh ji̍t hō͘ bé-peng kap i khì, in chiū tò-khì iâⁿ-pôaⁿ.","tghg":"隔日，互馬兵及伊去，𪜶就倒去營盤。","bklhl":"隔日hō͘馬兵kap伊去，in就tò去營盤。"}},{"book":"徒","chapter":23,"verse":33,"versions":{"unv":"馬兵來到該撒利亞，把文書呈給巡撫，便叫保羅站在他面前。","bklcl":"Hiah ê bé-peng ji̍p Kai-sat-lī-a, chiong bûn-su hiàn chóng-tok, chiū hō͘ Pó-lô khiā tī i ê bīn-chêng.","tghg":"許個馬兵入該撒利亞，將文書獻總督，就互保羅徛佇伊的面前。","bklhl":"Hiah-ê馬兵入該撒利亞，將文書獻總督，就hō͘保羅khiā tī伊ê面前。"}},{"book":"徒","chapter":23,"verse":34,"versions":{"unv":"巡撫看了文書，問保羅是哪省的人，既曉得他是基利家人，","bklcl":"Khòaⁿ-liáu, mn̄g i sī sím-mi̍h séng ê lâng; chai i sio̍k Ki-lī-ka.","tghg":"看了(khòaⁿ-liáu)，問伊是甚麼省的人，知伊屬基利家，","bklhl":"看了，問伊是甚麼省ê人；知伊屬Ki-lī-ka。"}},{"book":"徒","chapter":23,"verse":35,"versions":{"unv":"就說：「等告你的人來到，我要細聽你的事」；便吩咐人把他看守在希律的衙門裡。","bklcl":"Chiū kóng, Kò lí ê lâng nā lâi, góa beh siông-sè thiaⁿ lí ê sū; chiū hoan-hù kò͘-siú i tī Hi-lu̍t ê gê-mn̂g.","tghg":"就講：「告你的人若來，我欲詳細聽你的事」；就吩咐顧守伊佇希律的衙門。","bklhl":"就講，告你ê人若來，我beh詳細聽你ê事；就吩咐顧守伊tī希律ê衙門。"}}]