[{"book":"徒","chapter":10,"verse":1,"versions":{"unv":"在該撒利亞有一個人，名叫哥尼流，是「意大利營」的百夫長。","bklcl":"Tī Kai-sat-lī-a ū chi̍t lâng, miâ Ko-nî-liû, chòe Í-tāi-lī iâⁿ ê pé-chóng,","tghg":"佇該撒利亞有一人，名哥尼流，做「意大利營」的百總。","bklhl":"Tī該撒利亞有一人，名哥尼流，做意大利營ê百總，"}},{"book":"徒","chapter":10,"verse":2,"versions":{"unv":"他是個虔誠人，他和全家都敬畏　神，多多賙濟百姓，常常禱告　神。","bklcl":"i sī kèng-khiân ê lâng, kap choân ke kèng-ùi Siōng-tè, chōe-chōe chín-chè peh-sìⁿ, siông-siông kî-tó Siōng-tè.","tghg":"伊是敬虔的人，及全家敬畏上帝，多多賑濟百姓，常常祈禱上帝。","bklhl":"伊是敬虔ê人，kap全家敬畏上帝，chōe-chōe賑濟百姓，常常祈禱上帝。"}},{"book":"徒","chapter":10,"verse":3,"versions":{"unv":"有一天，約在申初，他在異象中明明看見　神的一個使者進去，到他那裡，說：「哥尼流。」","bklcl":"Ji̍t-sî iok-lio̍k saⁿ tiám cheng, tī īⁿ-siōng tiong bêng-bêng khòaⁿ-kìⁿ Siōng-tè ê thiⁿ-sài ji̍p-lâi chiū-kūn i, tùi i kóng, Ko-nî-liû.","tghg":"日時，約略三點鐘，佇異象中明明看見上帝的天使入來就近伊，對伊講：「哥尼流。」","bklhl":"日時約略三點鐘，tī異象中明明看見上帝ê天使入來就近伊，對伊講，哥尼流。"}},{"book":"徒","chapter":10,"verse":4,"versions":{"unv":"哥尼流定睛看他，驚怕說：「主啊，甚麼事呢？」天使說：「你的禱告和你的賙濟達到　神面前，已蒙記念了。","bklcl":"I chù-ba̍k khòaⁿ, chin kiaⁿ, kóng, Chú ah, ū siáⁿ-sū? Chiū kā i kóng, Lí ê kî-tó, lí ê chín-chè í-keng chiūⁿ kàu Siōng-tè ê bīn-chêng chòe kì-liām.","tghg":"伊注目看，真驚講：「主啊，有啥事？」就給伊講：「你的祈禱，你的賑濟已經上到上帝的面前做紀念。","bklhl":"伊注目看，真驚，講，主ah，有啥事？就kā伊講，你ê祈禱，你ê賑濟已經上到上帝ê面前做記念。"}},{"book":"徒","chapter":10,"verse":5,"versions":{"unv":"現在你當打發人往約帕去，請那稱呼彼得的西門來。","bklcl":"Taⁿ lí tio̍h chhe lâng khì Iok-phàⁿ, chhiáⁿ hit ê Se-bûn, chheng chòe Pí-tek ê, lâi;","tghg":"今你著差人去約帕，請彼個西門稱做彼得的來。","bklhl":"Taⁿ你tio̍h差人去Iok-phàⁿ，請hit ê西門，稱做彼得ê，來；"}},{"book":"徒","chapter":10,"verse":6,"versions":{"unv":"他住在海邊一個硝皮匠西門的家裡，房子在海邊上。」","bklcl":"i hioh tī hoân-phê sai-hū Se-bûn tau , i ê chhù tī hái-piⁿ.","tghg":"伊歇佇礬皮(hoân-phê)師傅西門兜(tau)，伊的厝佇海邊。」","bklhl":"伊歇tī礬皮師傅西門tau，伊ê厝tī海邊。"}},{"book":"徒","chapter":10,"verse":7,"versions":{"unv":"向他說話的天使去後，哥尼流叫了兩個家人和常伺候他的一個虔誠兵來，","bklcl":"Kap i kóng ōe ê thiⁿ-sài í-keng thè-khì, Ko-nî-liû chiū kiò nn̄g ê lô͘-po̍k, kap chi̍t ê kèng-khiân ê peng sî-siông kun-sûi i ê;","tghg":"及伊講話的天使已經退去，哥尼流就叫二個奴僕及一個敬虔的兵時常跟隨(kun-sûi)伊的，","bklhl":"Kap伊講話ê天使已經退去，哥尼流就叫兩個奴僕，kap一个敬虔ê兵時常跟隨伊ê；"}},{"book":"徒","chapter":10,"verse":8,"versions":{"unv":"把這事都述說給他們聽，就打發他們往約帕去。","bklcl":"chiong chiah-ê tāi-chì lóng kā in kóng, chiū chhe in khì Iok-phàⁿ.","tghg":"將諸個代誌攏給𪜶講，就差𪜶去約帕。","bklhl":"將chiah ê tāi-chì lóng kā in講，就差in 去Iok-phàⁿ。"}},{"book":"徒","chapter":10,"verse":9,"versions":{"unv":"第二天，他們行路將近那城。彼得約在午正，上房頂去禱告，","bklcl":"Keh ji̍t, in kiâⁿ lō͘ í-keng kūn siâⁿ, iok-lio̍k ji̍t tiong-tàu, Pí-tek chiūⁿ chhù-téng kî-tó;","tghg":"隔日，𪜶行路已經近城。約略日中晝(tiong-tàu)，彼得上厝頂祈禱，","bklhl":"隔日，in行路已經近城，約略日中晝，彼得上厝頂祈禱；"}},{"book":"徒","chapter":10,"verse":10,"versions":{"unv":"覺得餓了，想要吃。那家的人正預備飯的時候，彼得魂遊象外，","bklcl":"chin iau, ài chia̍h; lâng tú-tú teh pī-pān tǹg; Pí-tek ê sîn-hûn iû tī siōng gōa;","tghg":"真枵(iau)，愛食。人抵抵(tú-tú)啲備辦頓(tǹg)，彼得的神魂遊佇象外，","bklhl":"真iau，ài食；人tú-tú teh備辦tǹg；彼得ê神魂遊tī象外；"}},{"book":"徒","chapter":10,"verse":11,"versions":{"unv":"看見天開了，有一物降下，好像一塊大布，繫著四角，縋在地上，","bklcl":"chiū khòaⁿ-kìⁿ thiⁿ khui, ū khì-kū kàng-lo̍h, chhin-chhiūⁿ tōa pak pò͘, pa̍k sì ê kak-thâu, tūi tī tōe-ni̍h:","tghg":"就看見天開，有器具降落，親像大幅(pak)布，縛四個角頭，墜(tūi)佇地裡，","bklhl":"就看見天開，有器具降落，親像大幅布，縛四ê角頭，墜tī地裡："}},{"book":"徒","chapter":10,"verse":12,"versions":{"unv":"裡面有地上各樣四足的走獸和昆蟲，並天上的飛鳥；","bklcl":"lāi-bīn ū tōe-chiūⁿ ta̍k lūi sì-kha ê siù, thâng-thōa, kap thiⁿ tiong ê pe-chiáu.","tghg":"內面有地上逐類四腳的獸，蟲𧒴(thâng-thōa)，及天中的飛鳥；","bklhl":"內面有地上ta̍k類四腳ê獸，蟲thōa，kap天中ê飛鳥。"}},{"book":"徒","chapter":10,"verse":13,"versions":{"unv":"又有聲音向他說：「彼得，起來，宰了吃！」","bklcl":"Koh ū siaⁿ tùi i kóng, Pí-tek, khí-lâi; thâi lâi chia̍h.","tghg":"閣有聲對伊講：「彼得起來，刣來食！」","bklhl":"Koh有聲對伊講，彼得，起來；刣來食。"}},{"book":"徒","chapter":10,"verse":14,"versions":{"unv":"彼得卻說：「主啊，這是不可的！凡俗物和不潔淨的物，我從來沒有吃過。」","bklcl":"Nā-sī Pí-tek kóng, Chú ah, toàn-toàn m̄-thang, in-ūi hoān-nā chho͘-sio̍k ê mi̍h kap bô chheng-khì ê, góa bē bat chia̍h.","tghg":"若是彼得講：「主啊，斷斷呣通！因為凡若粗俗的物及無清氣的，我未曾食。」","bklhl":"但是彼得講，主ah，斷斷m̄-thang，因為凡若粗俗ê物kap無清氣ê，我未bat食。"}},{"book":"徒","chapter":10,"verse":15,"versions":{"unv":"第二次有聲音向他說：「　神所潔淨的，你不可當作俗物。」","bklcl":"Tē jī pái ū siaⁿ koh tùi i kóng, Siōng-tè só͘ hō͘ i chheng-khì ê, lí bo̍h-tit lia̍h chòe chho͘-sio̍k.","tghg":"第二擺有聲閣對伊講：「上帝所互伊清氣的，你莫得掠做粗俗。」","bklhl":"第二pái有聲koh對伊講，上帝所hō͘伊清氣ê，你莫得掠做粗俗。"}},{"book":"徒","chapter":10,"verse":16,"versions":{"unv":"這樣一連三次，那物隨即收回天上去了。","bklcl":"Án-ni saⁿ pái; hit ê khì-kū liâm-piⁿ siu chiūⁿ thiⁿ.","tghg":"按呢三擺，彼個器具連鞭收上天。","bklhl":"Án-ni三pái；hit ê器具liâm-piⁿ收上天。"}},{"book":"徒","chapter":10,"verse":17,"versions":{"unv":"彼得心裡正在猜疑之間，不知所看見的異象是甚麼意思。哥尼流所差來的人已經訪問到西門的家，站在門外，","bklcl":"Pí-tek sim-lāi teh tiû-tû só͘ khòaⁿ-kìⁿ ê īⁿ-siōng sím-mi̍h ì-sù, tú-tú hit tia̍p Ko-nî-liû só͘ chhe lâi ê lâng, ū mn̄g kàu Se-bûn ê chhù, khiā tī mn̂g-gōa,","tghg":"彼得心內啲躊躇，所看見的異象甚麼意思。抵抵彼霎(tia̍p)哥尼流所差來的人有問到西門的厝，徛佇門外，","bklhl":"彼得心內teh躊躇所看見ê異象甚麼意思，tú-tú hit-tia̍p哥尼流所差來ê人，有問到西門ê厝，khiā tī門外，"}},{"book":"徒","chapter":10,"verse":18,"versions":{"unv":"喊著問：「有稱呼彼得的西門住在這裡沒有？」","bklcl":"chhut siaⁿ teh mn̄g khòaⁿ ū Se-bûn, chheng chòe Pí-tek ê, hioh tī chia á bô.","tghg":"出聲啲問：「看有西門稱做彼得的歇佇遮抑無？」","bklhl":"出聲teh問看有西門，稱做彼得ê，歇tī chia á無。"}},{"book":"徒","chapter":10,"verse":19,"versions":{"unv":"彼得還思想那異象的時候，聖靈向他說：「有三個人來找你。","bklcl":"Pí-tek iáu teh siūⁿ īⁿ-siōng ê sî, Sèng Sîn kā i kóng, Ū saⁿ lâng teh chhē lí.","tghg":"彼得猶啲想異象的時，聖神給伊講：「有三人啲尋你。","bklhl":"彼得iáu teh想異象ê時，聖神kā伊講，有三人teh chhē你。"}},{"book":"徒","chapter":10,"verse":20,"versions":{"unv":"起來，下去，和他們同往，不要疑惑，因為是我差他們來的。」","bklcl":"Taⁿ tio̍h khí-lâi, lo̍h-khì, kap in khì, m̄ bián giâu-gî; in-ūi sī góa chhe in.","tghg":"今著起來，落去，及𪜶去，呣免僥疑，因為是我差𪜶。」","bklhl":"Taⁿ tio̍h起來，落去，kap in 去，m̄免僥疑；因為是我差in。"}},{"book":"徒","chapter":10,"verse":21,"versions":{"unv":"於是彼得下去見那些人，說：「我就是你們所找的人。你們來是為甚麼緣故？」","bklcl":"Pí-tek lo̍h-khì, kìⁿ hiah-ê lâng, kóng, Góa chiū-sī lín só͘ chhē ê lâng; lín lâi sī ūi-tio̍h siáⁿ-sū?","tghg":"彼得落去見許個人，講：「我就是恁所尋的人，恁來是為著啥事？」","bklhl":"彼得落去，見hiah-ê人，講，我就是lín所chhē ê人；lín來是為tio̍h啥事？"}},{"book":"徒","chapter":10,"verse":22,"versions":{"unv":"他們說：「百夫長哥尼流是個義人，敬畏　神，為猶太通國所稱讚。他蒙一位聖天使指示，叫他請你到他家裡去，聽你的話。」","bklcl":"In chiū kóng, Pé-chóng Ko-nî-liû sī gī lâng, koh kèng-ùi Siōng-tè, hō͘ Iû-thài choân kok só͘ o-ló, hōng sèng ê thiⁿ-sài chí-sī i, tio̍h chhiáⁿ lí kàu i ê chhù, sòa thiaⁿ lí ê ōe.","tghg":"𪜶就講：「百總哥尼流是義人，閣敬畏上帝，互猶太全國所謳咾。奉聖的天使指示伊，著請你到伊的厝，續聽你的話。」","bklhl":"In就講，百總哥尼流是義人，koh敬畏上帝，hō͘偤太全國所o-ló，奉聖ê天使指示伊，tio̍h請你到伊ê厝，續聽你ê話。"}},{"book":"徒","chapter":10,"verse":23,"versions":{"unv":"彼得就請他們進去，住了一宿。次日，起身和他們同去，還有約帕的幾個弟兄同著他去；","bklcl":"Pí-tek chiū chhiáⁿ in ji̍p-lâi, lâu in hioh-teh.\tKeh ji̍t khí-sin kap in khì, koh ū Iok-phàⁿ ê hiaⁿ-tī kúi-nā lâng kap i tâng kiâⁿ.","tghg":"彼得就請𪜶入來，留𪜶歇啲。隔日，起身及𪜶去，閣有約帕的兄弟幾若人及伊同行；","bklhl":"彼得就請in入來，留in歇teh。\t隔日起身kap in 去，koh有Iok-phàⁿ ê兄弟kúi-nā人kap伊同行。"}},{"book":"徒","chapter":10,"verse":24,"versions":{"unv":"又次日，他們進入該撒利亞，哥尼流已經請了他的親屬密友等候他們。","bklcl":"Koh keh ji̍t, ji̍p Kai-sat-lī-a. Ko-nî-liû í-keng chū-chi̍p i ê chhin-lâng kap hó pêng-iú, teh thèng-hāu in.","tghg":"閣隔日，入該撒利亞，哥尼流已經聚集伊的親人及好朋友啲聽候𪜶。","bklhl":"Koh隔日，入該撒利亞。哥尼流已經聚集伊ê親人kap好朋友，teh thèng候in。"}},{"book":"徒","chapter":10,"verse":25,"versions":{"unv":"彼得一進去，哥尼流就迎接他，俯伏在他腳前拜他。","bklcl":"Pí-tek tú-á ji̍p-khì ê sî, Ko-nî-liû ngiâ-chih i, phak tī i ê kha-chêng, lâi pài i.","tghg":"彼得抵仔入去的時，哥尼流迎接(ngiâ-chih)伊，仆佇伊的腳前，來拜伊。","bklhl":"彼得tú-á入去ê時，哥尼流迎接伊，仆tī伊ê腳前，來拜伊。"}},{"book":"徒","chapter":10,"verse":26,"versions":{"unv":"彼得卻拉他，說：「你起來，我也是人。」","bklcl":"Chóng-sī Pí-tek khan i khí-lâi, kóng, Khí-lâi; góa ka-kī iā sī lâng.","tghg":"總是彼得牽伊起來，講：「起來，我家己也是人。」","bklhl":"總是彼得牽伊起來，講，起來；我家己也是人。"}},{"book":"徒","chapter":10,"verse":27,"versions":{"unv":"彼得和他說著話進去，見有好些人在那裡聚集，","bklcl":"Kap i kóng ōe chiū ji̍p-khì khòaⁿ-kìⁿ chōe-chōe lâng chū-chi̍p;","tghg":"及伊講話就入去，看見多多人聚集，","bklhl":"Kap伊講話就入去看見chōe-chōe人聚集；"}},{"book":"徒","chapter":10,"verse":28,"versions":{"unv":"就對他們說：「你們知道，猶太人和別國的人親近來往本是不合例的，但　神已經指示我，無論甚麼人都不可看作俗而不潔淨的。","bklcl":"chiū tùi in kóng, lín chai Iû-thài lâng kap pa̍t cho̍k ê lâng chhin-kūn, á-sī lâi-óng, pún sī bô ha̍p lē; nā-sī Siōng-tè í-keng chí-sī góa, bô lūn sím-mi̍h lâng m̄-thang kóng i chòe chho͘-sio̍k bô chheng-khì;","tghg":"就對𪜶講：「恁知，猶太人及別族的人親近抑是來往本是無合例，若是上帝已經指示我，無論甚麼人呣通講伊做粗俗無清氣。","bklhl":"就對in講，lín知偤太人kap別族ê人親近，á是來往，本是無合例；但是上帝已經指示我，無論甚麼人m̄-thang講伊做粗俗無清氣；"}},{"book":"徒","chapter":10,"verse":29,"versions":{"unv":"所以我被請的時候，就不推辭而來。現在請問：你們叫我來有甚麼意思呢？」","bklcl":"só͘-í góa siū chhiáⁿ, bô the-sî, chiū lâi. Taⁿ mn̄g, lín chhiáⁿ góa sím-mi̍h ì-sù.","tghg":"所以我受請，無推辭就來。今問：恁請我甚麼意思？」","bklhl":"所以我受請，無推辭，就來。Taⁿ問，lín請我甚麼意思。"}},{"book":"徒","chapter":10,"verse":30,"versions":{"unv":"哥尼流說：「前四天，這個時候，我在家中守著申初的禱告，忽然有一個人穿著光明的衣裳，站在我面前，","bklcl":"Ko-nî-liû kóng, Sì ji̍t chêng chit ê sî, góa tī chhù-lāi, ē-po͘ saⁿ tiám cheng, teh kî-tó; chiū hut-jiân ū chi̍t lâng, i-chiûⁿ kng-iàⁿ-iàⁿ, khiā tī góa ê bīn-chêng,","tghg":"哥尼流講：「四日前，此個時，我佇厝內下晡三點鐘啲祈禱，就忽然有一人衣裳(i-chiûⁿ)光映映(iàⁿ-iàⁿ)，徛佇我的面前，","bklhl":"哥尼流講，四日前chit ê時，我tī厝內，下晡三點鐘，teh祈禱；就忽然有一人，衣裳光iàⁿ-iàⁿ，khiā tī我ê面前，"}},{"book":"徒","chapter":10,"verse":31,"versions":{"unv":"說：『哥尼流，你的禱告已蒙垂聽，你的賙濟達到　神面前已蒙記念了。","bklcl":"kóng, Ko-nî-liû, tī Siōng-tè ê bīn-chêng lí ê kî-tó í-keng thiaⁿ-kìⁿ, lí ê chín-chè í-keng tit-tio̍h kì-liām.","tghg":"講：『哥尼流，佇上帝的面前你的祈禱已經聽見，你的賑濟已經得著紀念。","bklhl":"講，哥尼流，tī上帝ê面前你ê祈禱已經聽見，你ê賑濟已經得tio̍h記念。"}},{"book":"徒","chapter":10,"verse":32,"versions":{"unv":"你當打發人往約帕去，請那稱呼彼得的西門來，他住在海邊一個硝皮匠西門的家裡。』","bklcl":"Taⁿ tio̍h chhe lâng kàu Iok-phàⁿ, chhiáⁿ Se-bûn, chheng chòe Pí-tek ê, lâi; i tiàm tī hái-piⁿ, hoân-phê sai-hū Se-bûn ê chhù.","tghg":"今著差人到約帕，請西門稱做彼得的來，伊踮佇海邊礬皮師傅西門的厝。』","bklhl":"Taⁿ tio̍h差人到Iok-phàⁿ，請西門，稱做彼得ê，來；伊tiàm-tī海邊，礬皮師傅西門ê厝。"}},{"book":"徒","chapter":10,"verse":33,"versions":{"unv":"所以我立時打發人去請你。你來了很好；現今我們都在　神面前，要聽主所吩咐你的一切話。」","bklcl":"Só͘-í góa liâm-piⁿ chhe lâng kàu lí hia; lí lâi chin hó. Taⁿ goán lóng tī Siōng-tè ê bīn-chêng, ài beh thiaⁿ Chú só͘ bēng-lēng lí lóng-chóng ê ōe.","tghg":"所以我連鞭差人到你遐。你來真好；今阮攏佇上帝的面前，愛欲聽主所命令你攏總的話。」","bklhl":"所以我liâm-piⁿ 差人到你hia；你來真好。Taⁿ阮lóng tī上帝ê面前，ài beh聽主所命令你lóng總ê話。"}},{"book":"徒","chapter":10,"verse":34,"versions":{"unv":"彼得就開口說：「我真看出　神是不偏待人。","bklcl":"Pí-tek khui chhùi, kóng, Taⁿ góa chin-chiàⁿ chai Siōng-tè bô ēng gōa-māu chhú lâng;","tghg":"彼得開嘴講：「今我真正知上帝無用外貌取人。","bklhl":"彼得開嘴，講，Taⁿ我真正知上帝無用外貌取人；"}},{"book":"徒","chapter":10,"verse":35,"versions":{"unv":"原來，各國中那敬畏主、行義的人都為主所悅納。","bklcl":"to̍k-to̍k tī ta̍k pang-kok kìⁿ ū kèng-ùi I lâi kiâⁿ gī ê lâng, hō͘ I hoaⁿ-hí chiap-la̍p.","tghg":"獨獨佇逐邦國見有敬畏伊、來行義的人互伊歡喜接納。","bklhl":"獨獨tī ta̍k邦國見有敬畏伊來行義ê人，hō͘伊歡喜接納。"}},{"book":"徒","chapter":10,"verse":36,"versions":{"unv":"　神藉著耶穌基督（他是萬有的主）傳和平的福音，將這道賜給以色列人。","bklcl":"Siōng-tè só͘ kià hō͘ Í-sek-lia̍t kiáⁿ-sun ê ōe, tùi Iâ-so͘ Ki-tok lâi thoân hô-pêng ê hok-im,  (I sī bān ū ê Chú),","tghg":"上帝所寄互以色列子孫的話，對耶穌基督來傳和平的福音（伊是萬有的主）。","bklhl":"上帝所寄hō͘以色列kiaⁿ孫ê話，tùi耶穌基督來傳和平ê福音，(伊是萬有ê主) ，"}},{"book":"徒","chapter":10,"verse":37,"versions":{"unv":"這話在約翰宣傳洗禮以後，從加利利起，傳遍了猶太。","bklcl":"chit ê siau-sit lín chai sī tī Iok-hān só͘ thoân ê sóe-lé í-āu, tùi Ka-lī-lī khí kàu piàn Iû-thài;","tghg":"此個消息恁知是佇約翰所傳的洗禮以後，對加利利起，到遍猶太。","bklhl":"chit ê消息lín知是tī約翰所傳ê洗禮以後，tùi加利利起到遍偤太；"}},{"book":"徒","chapter":10,"verse":38,"versions":{"unv":"　神怎樣以聖靈和能力膏拿撒勒人耶穌，這都是你們知道的。他周流四方，行善事，醫好凡被魔鬼壓制的人，因為　神與他同在。","bklcl":"chiū-sī Ná-sat-le̍k lâng Iâ-so͘, Siōng-tè ū cháiⁿ-iūⁿ ēng Sèng Sîn kap châi-lêng boah I; I chiū sì-kè kiâⁿ chòe hó sū, i-hó kìⁿ-nā Mô͘-kúi só͘ ap-chè ê; in-ūi Siōng-tè kap I tī-teh.","tghg":"就是拿撒勒人耶穌，上帝有怎樣用聖神及才能抹伊。伊就四界行，做好事，醫好見若魔鬼所壓制的，因為上帝及伊佇啲。","bklhl":"就是拿撒勒人耶穌，上帝有怎樣用聖神kap才能抹伊；伊就四界行做好事，醫好見若魔鬼所壓制ê；因為上帝kap伊tī-teh。"}},{"book":"徒","chapter":10,"verse":39,"versions":{"unv":"他在猶太人之地，並耶路撒冷所行的一切事，有我們作見證。他們竟把他掛在木頭上殺了。","bklcl":"Kìⁿ-nā I tī Iû-thài lâng ê tōe-hng kap Iâ-lō͘-sat-léng só͘ kiâⁿ ê, goán chòe kan-chèng; lâng chiū tiàu I tī chhâ-ni̍h, lâi hāi-sí I.","tghg":"見若伊佇猶太人的地方及耶路撒冷所行的，阮做干證。人就吊伊佇柴裡來害死伊。","bklhl":"見若伊tī偤太人ê地方kap耶路撒冷所行ê，阮做干證；人就吊伊tī柴裡，來害死伊。"}},{"book":"徒","chapter":10,"verse":40,"versions":{"unv":"第三日，　神叫他復活，顯現出來；","bklcl":"Kàu tē saⁿ ji̍t, Siōng-tè hō͘ I koh-oa̍h, sòa chhut-hiān,","tghg":"到第三日，上帝互伊復活，續出現；","bklhl":"到第三日，上帝hō͘伊koh活，續出現，"}},{"book":"徒","chapter":10,"verse":41,"versions":{"unv":"不是顯現給眾人看，乃是顯現給　神預先所揀選為他作見證的人看，就是我們這些在他從死裡復活以後和他同吃同喝的人。","bklcl":"m̄ sī hō͘ chèng peh-sìⁿ khòaⁿ, sī hō͘ Siōng-tè tāi-seng só͘ kéng-soán ūi-tio̍h I chòe kan-chèng ê lâng khòaⁿ, chiū-sī goán chiah-ê, tī I tùi sí-lâng tiong koh-oa̍h ê liáu-āu kap I saⁿ-kap lim-chia̍h ê lâng.","tghg":"呣是互眾百姓看，是互上帝代先所揀選為著伊做干證的人看，就是阮諸個佇伊對死人中復活的了後及伊相及飲食的人。","bklhl":"m̄是hō͘眾百姓看，是hō͘上帝事先所揀選為tio̍h伊做干證ê人看，就是阮chiah ê，tī伊tùi死人中koh活ê了後kap伊saⁿ-kap lim食ê人。"}},{"book":"徒","chapter":10,"verse":42,"versions":{"unv":"他吩咐我們傳道給眾人，證明他是　神所立定的，要作審判活人、死人的主。","bklcl":"I koh bēng-lēng goán thoân hō͘ peh-sìⁿ, kan-chèng chit-ê sī Siōng-tè só͘ li̍p-tiāⁿ chòe oa̍h-lâng sí-lâng ê sím-phòaⁿ si.","tghg":"伊閣命令阮傳互百姓，干證此個是上帝所立定，做活人、死人的審判司。","bklhl":"伊koh命令阮傳hō͘百姓，干證chit ê是上帝所立定做活人死人ê審判司。"}},{"book":"徒","chapter":10,"verse":43,"versions":{"unv":"眾先知也為他作見證說：『凡信他的人必因他的名得蒙赦罪。』」","bklcl":"Chèng sian-ti ia̍h ūi-tio̍h I chòe kan-chèng, chiū-sī hoān-nā sìn I ê lâng, tùi I ê miâ tit-tio̍h chōe sià.","tghg":"眾先知亦為著伊做干證：『就是凡若信伊的人，對伊的名得著罪赦。』」","bklhl":"眾先知亦為tio̍h伊做干證，就是凡若信伊ê人，tùi伊ê名得tio̍h罪赦。"}},{"book":"徒","chapter":10,"verse":44,"versions":{"unv":"彼得還說這話的時候，聖靈降在一切聽道的人身上。","bklcl":"Pí-tek iáu-kú teh kóng chiah-ê ōe ê sî, Sèng Sîn kàng-lîm tī kìⁿ-nā thiaⁿ tō-lí ê lâng.","tghg":"彼得猶久啲講諸個話的時，聖神降臨佇見若聽道理的人。","bklhl":"彼得iáu-kú teh講chiah ê話ê時，聖神降臨tī見若聽道理ê人。"}},{"book":"徒","chapter":10,"verse":45,"versions":{"unv":"那些奉割禮、和彼得同來的信徒，見聖靈的恩賜也澆在外邦人身上，就都希奇；","bklcl":"Hōng kat-lé ê sìn-tô͘, kap Pí-tek saⁿ-kap lâi ê, in-ūi Sèng Sîn ê siúⁿ-sù ia̍h kàng-lo̍h tī gōa-pang lâng, chiū lóng kî-koài.","tghg":"奉割禮的信徒，及彼得相及來的，因為聖神的賞賜亦降落佇外邦人，就攏奇怪；","bklhl":"奉割禮ê信徒，kap彼得saⁿ-kap來ê，因為聖神ê賞賜亦降落tī外邦人，就lóng奇怪。"}},{"book":"徒","chapter":10,"verse":46,"versions":{"unv":"因聽見他們說方言，稱讚　神為大。","bklcl":"In-ūi thiaⁿ-kìⁿ in ēng chiah-ê khiuⁿ-kháu teh kóng, koh o-ló Siōng-tè chòe tōa.","tghg":"因為聽見𪜶用諸個腔口啲講，閣謳咾上帝做大。","bklhl":"因為聽見in用chiah ê腔口teh講，koh o-ló上帝做大。"}},{"book":"徒","chapter":10,"verse":47,"versions":{"unv":"於是彼得說：「這些人既受了聖靈，與我們一樣，誰能禁止用水給他們施洗呢？」","bklcl":"Pí-tek chiū ìn kóng, Chiah-ê lâng í-keng siū-tio̍h Sèng Sîn, chhin-chhiūⁿ lán chi̍t iūⁿ, chī-chūi ōe kìm-tit ēng chúi kā in kiâⁿ sóe-lé ah?","tghg":"彼得就應講：「諸個人已經受著聖神，親像咱一樣，是誰會禁得用水給𪜶行洗禮啊？」","bklhl":"彼得就應講，Chiah-ê人已經受tio̍h聖神，親像咱一樣，是誰會禁得用水kā in行洗禮ah？"}},{"book":"徒","chapter":10,"verse":48,"versions":{"unv":"就吩咐奉耶穌基督的名給他們施洗。他們又請彼得住了幾天。","bklcl":"Chiū bēng-lēng in tī Iâ-so͘ Ki-tok ê miâ siū sóe-lé.  Tùi án-ni chhiáⁿ i tòa kúi-nā ji̍t.","tghg":"就命令𪜶佇耶穌基督的名受洗禮。對按呢請伊住幾若日。","bklhl":"就命令in tī耶穌基督ê名受洗禮。Tùi án-ni，請伊tòa kúi-nā日。"}}]