[{"book":"徒","chapter":12,"verse":1,"versions":{"unv":"那時，希律王下手苦害教會中幾個人，","bklcl":"Chiong-kūn hit sî Hi-lu̍t ông hē chhiú hām-hāi kàu-hōe tiong kúi-nā lâng.","tghg":"將近彼時，希律王下手陷害教會中幾若人，","bklhl":"將近hit時，希律王下手陷害教會中kúi-nā人。"}},{"book":"徒","chapter":12,"verse":2,"versions":{"unv":"用刀殺了約翰的哥哥雅各。","bklcl":"Ēng to thâi Iok-hān ê hiaⁿ-tī Ngá-kok.","tghg":"用刀刣約翰的兄弟雅各。","bklhl":"用刀刣約翰ê兄弟雅各。"}},{"book":"徒","chapter":12,"verse":3,"versions":{"unv":"他見猶太人喜歡這事，又去捉拿彼得。那時正是除酵的日子。","bklcl":"Khòaⁿ-kìⁿ Iû-thài lâng hoaⁿ-hí, chiū koh lia̍h Pí-tek. Hit sî chiū-sī tû-kàⁿ ê ji̍t.","tghg":"看見猶太人歡喜，就閣掠彼得。彼時就是除酵的日。","bklhl":"看見偤太人歡喜，就koh掠彼得。Hit時就是除酵ê日。"}},{"book":"徒","chapter":12,"verse":4,"versions":{"unv":"希律拿了彼得，收在監裡，交付四班兵丁看守，每班四個人，意思要在逾越節後把他提出來，當著百姓辦他。","bklcl":"Í-keng lia̍h chiū koaiⁿ i tī kaⁿ-ni̍h, kau hō͘ sì pan ê peng kò͘-siú, múi pan sì lâng; ì-sù beh tī pôaⁿ-kè-choeh āu tòa i chhut, pān i hō͘ peh-sìⁿ khòaⁿ.","tghg":"已經掠，就關伊佇監裡，交互四班的兵顧守，每班四人，意思欲佇𨃟過節後帶伊出，辦伊互百姓看。","bklhl":"已經掠就關伊tī監裡，交hō͘四班ê兵顧守，每班四人；意思beh tī pôaⁿ過節後帶伊出，辦伊hō͘百姓看。"}},{"book":"徒","chapter":12,"verse":5,"versions":{"unv":"於是彼得被囚在監裡；教會卻為他切切地禱告　神。","bklcl":"Tùi án-ni Pí-tek lâu tī kaⁿ-ni̍h; to̍k-to̍k kàu-hōe thòe i chhiat-chhiat kiû Siōng-tè.","tghg":"對按呢彼得留佇監裡；獨獨教會替伊切切求上帝。","bklhl":"Tùi án-ni，彼得留tī監裡；獨獨教會替伊切切求上帝。"}},{"book":"徒","chapter":12,"verse":6,"versions":{"unv":"希律將要提他出來的前一夜，彼得被兩條鐵鍊鎖著，睡在兩個兵丁當中；看守的人也在門外看守。","bklcl":"Hi-lu̍t teh-beh thê i chhut, hit mî Pí-tek pa̍k tī nn̄g tiâu thih-liān, khùn tī nn̄g ê peng ê tiong-kan; koh kò͘-siú ê lâng tī mn̂g-gōa teh kò͘-siú.","tghg":"希律啲欲提伊出彼暝，彼得縛佇二條鐵鍊，睏佇二個兵的中間；閣顧守的人佇門外啲顧守。","bklhl":"希律teh-beh提伊出，hit暝彼得縛tī兩條鐵鏈，綑tī兩個兵ê中間；koh顧守ê人tī門外teh顧守。"}},{"book":"徒","chapter":12,"verse":7,"versions":{"unv":"忽然，有主的一個使者站在旁邊，屋裡有光照耀，天使拍彼得的肋旁，拍醒了他，說：「快快起來！」那鐵鍊就從他手上脫落下來。","bklcl":"Hut-jiân ū Chú ê thiⁿ-sài khiā tī piⁿ-thâu, pâng-lāi ū kng teh chiò; tah Pí-tek ê hia̍p-ē, kiò i chhíⁿ, kóng, Kín-kín khí-lâi. Thih-liān chiū tùi i ê chhiú lak-khì.","tghg":"忽然，有主的天使徛佇邊頭，房內有光啲照，搭彼得的脇下，叫伊醒，講：「緊緊起來！」鐵鍊就對伊的手落去。","bklhl":"忽然有主ê天使khiā tī邊頭，房內有光teh照；搭彼得ê hia̍p下，叫伊醒，講，緊緊起來。鐵鏈就對伊ê手lak去。"}},{"book":"徒","chapter":12,"verse":8,"versions":{"unv":"天使對他說：「束上帶子，穿上鞋。」他就那樣做。天使又說：「披上外衣，跟著我來。」","bklcl":"Thiⁿ-sài kā i kóng, Tio̍h hâ tòa, chhēng ôe. I chiàu án-ni kiâⁿ. Koh kā i kóng, Moa lí ê saⁿ, tè góa.","tghg":"天使給伊講：「著縖帶，穿鞋。」伊照按呢行。閣給伊講：「𧜞(moa)你的衫，隨(tè)我。」","bklhl":"天使kā伊講，Tio̍h hâ帶、穿鞋，伊照án-ni行。Koh kā伊講，Moa你ê衫，tè我。"}},{"book":"徒","chapter":12,"verse":9,"versions":{"unv":"彼得就出來跟著他，不知道天使所做是真的，只當見了異象。","bklcl":"Chiū chhut-lâi tè i; m̄ chai thiⁿ-sài só͘ chòe sī chin, lia̍h-chòe sī khòaⁿ-kìⁿ īⁿ-siōng.","tghg":"就出來隨伊，呣知天使所做是真，掠做是看見異象。","bklhl":"就出來tè伊；m̄知天使所做是真，掠做是看見異象。"}},{"book":"徒","chapter":12,"verse":10,"versions":{"unv":"過了第一層第二層監牢，就來到臨街的鐵門，那門自己開了。他們出來，走過一條街，天使便離開他去了。","bklcl":"Í-keng keng-kè tē it kap tē jī kò͘-siú ê só͘-chāi, kàu thàu siâⁿ ê thih mn̂g; hit ê mn̂g ūi-tio̍h in ka-kī khui; chiū chhut-khì, kiâⁿ kè chi̍t tiâu koe; thiⁿ-sài liâm-piⁿ lī-khui i.","tghg":"已經經過第一及第二顧守的所在，到透城的鐵門，彼個門為著𪜶家己開。就出去，行過一條街，天使連鞭離開伊。","bklhl":"已經經過第一kap第二顧守ê所在，到透城ê鐵門；hit ê門為tio̍h in家己開；就出去，行過一條街；天使liâm-piⁿ離開伊。"}},{"book":"徒","chapter":12,"verse":11,"versions":{"unv":"彼得醒悟過來，說：「我現在真知道主差遣他的使者，救我脫離希律的手和猶太百姓一切所盼望的。」","bklcl":"Pí-tek chhíⁿ-gō͘, kóng, Taⁿ góa chin-chiàⁿ chai Chú chhe I ê thiⁿ-sài kiù góa thoat-lī Hi-lu̍t ê chhiú, kap Iû-thài ê peh-sìⁿ it-chīn só͘ ǹg-bāng ê.","tghg":"彼得醒悟，講：「今我真正知主差伊的天使，救我脫離希律的手及猶太的百姓一盡所向望的。」","bklhl":"彼得醒悟，講，Taⁿ我真正知主差伊ê天使救我脫離希律ê手，kap偤太ê百姓一盡所ǹg望ê。"}},{"book":"徒","chapter":12,"verse":12,"versions":{"unv":"想了一想，就往那稱呼馬可的約翰、他母親馬利亞家去，在那裡有好些人聚集禱告。","bklcl":"Í-keng siūⁿ bêng chit ê sū, chiū kàu Iok-hān chheng chòe Má-khó ê lāu-bú Má-lī-a ê chhù; tī hia ū chōe-chōe lâng chū-chi̍p teh kî-tó.","tghg":"已經想明此個事，就到約翰稱做馬可的老母馬利亞的厝，佇遐有多多人聚集啲祈禱。","bklhl":"已經想明chit ê事，就到約翰稱做馬可ê老母馬利亞ê厝；tī hia有chōe-chōe人聚集teh祈禱。"}},{"book":"徒","chapter":12,"verse":13,"versions":{"unv":"彼得敲外門，有一個使女，名叫羅大，出來探聽，","bklcl":"I phah gōa-mn̂g ê sî, ū cha-bó͘ gín-ná miâ Lô-tāi, chhut-lâi thiaⁿ.","tghg":"伊拍外門的時，有查某囝仔，名羅大，出來聽，","bklhl":"伊phah外門ê時，有cha-bó͘ gín-ná名Lô-tāi，出來聽。"}},{"book":"徒","chapter":12,"verse":14,"versions":{"unv":"聽得是彼得的聲音，就歡喜的顧不得開門，跑進去告訴眾人說：「彼得站在門外。」","bklcl":"Jīn-tit Pí-tek ê siaⁿ, in-ūi hoaⁿ-hí ê iân-kò͘ bô khui mn̂g, cháu ji̍p-khì kā lâng kóng, Pí-tek khiā tī mn̂g-gōa.","tghg":"認得彼得的聲，因為歡喜的緣故無開門，走入去給人講：「彼得徛佇門外。」","bklhl":"認得彼得ê聲，因為歡喜ê緣故無開門，走入去kā人講，彼得khiā tī門外。"}},{"book":"徒","chapter":12,"verse":15,"versions":{"unv":"他們說：「你是瘋了！」使女極力地說：「真是他！」他們說：「必是他的天使！」","bklcl":"Nā-sī in tùi i kóng, Lí teh kông lah. Cha-bó͘ gín-ná chhut-la̍t kóng chin-chiàⁿ sī. In chiū kóng, Sī i ê thiⁿ-sài.","tghg":"若是𪜶對伊講：「你啲狂啦！」查某囝仔出力講：「真正是！」𪜶就講：「是伊的天使！」","bklhl":"但是in對伊講，你teh狂lah。Cha-bó͘ gín-ná出力講真正是。In就講，是伊ê天使。"}},{"book":"徒","chapter":12,"verse":16,"versions":{"unv":"彼得不住地敲門。他們開了門，看見他，就甚驚奇。","bklcl":"Pí-tek koh phah mn̂g bô soah; in khui mn̂g khòaⁿ-kìⁿ i, chin gông-ngia̍h.","tghg":"彼得閣拍門無息。𪜶開門，看見伊，真卬愕。","bklhl":"彼得koh phah門無soah；in開門看見伊，真gông-ngia̍h。"}},{"book":"徒","chapter":12,"verse":17,"versions":{"unv":"彼得擺手，不要他們作聲，就告訴他們主怎樣領他出監；又說：「你們把這事告訴雅各和眾弟兄。」於是出去，往別處去了。","bklcl":"I iô chhiú kah in bo̍h chòe siaⁿ, chiū tùi in kóng-khí Chú cháiⁿ-iūⁿ chhōa i chhut kaⁿ. Koh kóng, Tio̍h chiong chiah-ê sū kā Ngá-kok kap hiaⁿ-tī kóng. Chiū chhut-khì, khì pa̍t só͘-chāi.","tghg":"伊搖手，教𪜶莫做聲，就對𪜶講起主怎樣導伊出監；閣講：「著將諸個事給雅各及兄弟講。」就出去，去別所在。","bklhl":"伊搖手kah in莫做聲，就對in講起主怎樣chhōa伊出監。Koh講，Tio̍h將chiah ê事kā雅各kap兄弟講。就出去，去別所在。"}},{"book":"徒","chapter":12,"verse":18,"versions":{"unv":"到了天亮，兵丁擾亂得很，不知道彼得往哪裡去了。","bklcl":"Kàu thiⁿ kng, peng-teng m̄ chai Pí-tek tá-lo̍h khì, chiū tōa jiáu-tōng.","tghg":"到天光，兵丁呣知彼得叨落去，就大擾動。","bklhl":"到天光，兵丁m̄知彼得tá-lo̍h去，就大擾動。"}},{"book":"徒","chapter":12,"verse":19,"versions":{"unv":"希律找他，找不著，就審問看守的人，吩咐把他們拉去殺了。後來希律離開猶太，下該撒利亞去，住在那裡。","bklcl":"Hi-lu̍t chhē i bōe tio̍h, chiū sím-mn̄g kò͘-siú ê peng, bēng-lēng thoa in khì thâi. Chiū lī-khui Iû-thài, lo̍h-khì Kai-sat-lī-a khiā-khí.","tghg":"希律尋伊𣍐著，就審問顧守的兵，命令拖𪜶去刣。就離開猶太，落去該撒利亞徛起。","bklhl":"希律chhē伊bōe tio̍h，就審問顧守ê兵，命令拖in 去 刣。就離開偤太，落去該撒利亞khiā起。"}},{"book":"徒","chapter":12,"verse":20,"versions":{"unv":"希律惱怒泰爾、西頓的人。他們那一帶地方是從王的地土得糧，因此就託了王的內侍臣伯拉斯都的情，一心來求和。","bklcl":"Hi-lu̍t put-chí siū-khì Chhui-lô Se-tùn ê lâng; chóng-sī hiah-ê lâng tâng-sim chiū-kūn i, pài-thok kun-sûi ông ê jîn-sîn Pek-lah-sū-to͘ kiû hô; in-ūi in ê tōe-hng tùi ông ê tōe-hng tit-tio̍h bí-niû.","tghg":"希律不止受氣推羅、西頓的人。總是許個人同心就近伊，拜託跟隨王的人臣伯拉斯都求和，因為𪜶的地方對王的地方得著米糧。","bklhl":"希律不止受氣Chhui-lô Se-tùn ê人；總是hiah-ê人同心就近伊，拜託跟隨王ê人臣Pek-lah-sū-to͘求和；因為in ê地方tùi王ê地方得tio̍h米糧。"}},{"book":"徒","chapter":12,"verse":21,"versions":{"unv":"希律在所定的日子，穿上朝服，坐在位上，對他們講論一番。","bklcl":"Hi-lu̍t tī só͘ tiāⁿ-tio̍h ê ji̍t-kî chhēng ông-ho̍k, chē tī chō-ūi, tng bīn tùi in kóng.","tghg":"希律佇所定著的日期，穿王服，坐佇座位，當面對𪜶講。","bklhl":"希律tī所定tio̍h ê日期穿王服，坐tī座位，當面對in講。"}},{"book":"徒","chapter":12,"verse":22,"versions":{"unv":"百姓喊著說：「這是　神的聲音，不是人的聲音。」","bklcl":"Peh-sìⁿ kiò, kóng, Che sī siōng-tè ê siaⁿ, m̄ sī lâng ê siaⁿ.","tghg":"百姓叫講：「這是上帝的聲，呣是人的聲。」","bklhl":"百姓叫，講，這是上帝ê聲，m̄是人ê聲。"}},{"book":"徒","chapter":12,"verse":23,"versions":{"unv":"希律不歸榮耀給　神，所以主的使者立刻罰他，他被蟲所咬，氣就絕了。","bklcl":"Hi-lu̍t bô kui êng-kng Siōng-tè, Chú ê thiⁿ-sài sûi-sî phah i; chiū hō͘ thâng kā, khùi tn̄g.","tghg":"希律無歸榮光上帝，主的天使隨時拍伊，就互蟲咬，氣斷。","bklhl":"希律無歸榮光上帝，主ê天使隨時phah伊；就hō͘蟲咬，氣斷。"}},{"book":"徒","chapter":12,"verse":24,"versions":{"unv":"　神的道日見興旺，越發廣傳。","bklcl":"Nā-sī Siōng-tè ê tō-lí ná khui-khoah heng-ōng.","tghg":"若是上帝的道理愈開闊，興旺。","bklhl":"但是上帝ê道理ná開闊興旺。"}},{"book":"徒","chapter":12,"verse":25,"versions":{"unv":"巴拿巴和掃羅辦完了他們供給的事，就從耶路撒冷回來，帶著稱呼馬可的約翰同去。","bklcl":"Pa-ná-pa Sò-lô, chín-chè lâng ê sū pān bêng-pe̍k, chiū tùi Iâ-lō͘-sat-léng tò-tńg, chhōa Iok-hān, chheng chòe Má-khó ê, saⁿ-kap khì.","tghg":"巴拿巴、掃羅賑濟人的事辦明白，就對耶路撒冷倒轉，導約翰稱做馬可的相及去。","bklhl":"巴拿巴掃羅，賑濟人ê事辨明白，就tùi耶路撒冷倒tńg，chhōa約翰，稱做馬可ê，saⁿ-kap 去。"}}]