[{"book":"徒","chapter":6,"verse":1,"versions":{"unv":"那時，門徒增多，有說希臘話的猶太人向希伯來人發怨言，因為在天天的供給上忽略了他們的寡婦。","bklcl":"Tng hit sî, ha̍k-seng ke-thiⁿ chōe-chōe, ū kóng Hi-lī-nî ōe ê Iû-thài lâng, tùi Hi-pek-lâi lâng chhut oàn-giân, in-ūi ta̍k ji̍t ê kiong-kip, bô kò͘-tio̍h in ê kóaⁿ-hū.","tghg":"當彼時，學生加添多多，有講希利尼話的猶太人對希伯來人出怨言，因為逐日的供給無顧著𪜶的寡婦。","bklhl":"當hit時，學生加添chōe-chōe，有講希利尼話ê偤太人，對希伯來人出怨言，因為ta̍k日ê供給，無顧tio̍h in ê 寡婦。"}},{"book":"徒","chapter":6,"verse":2,"versions":{"unv":"十二使徒叫眾門徒來，對他們說：「我們撇下　神的道去管理飯食，原是不合宜的。","bklcl":"Cha̍p-jī ê sù-tô͘ kiò chèng ha̍k-seng lâi tùi in kóng, Goán chiong Siōng-tè ê tō-lí pàng-hē teh, lâi pān-lí chia̍h-si̍t, m̄ ha̍p-gî.","tghg":"十二個使徒叫眾學生來，對𪜶講：「阮將上帝的道理放下啲來辦理食食(chia̍h-si̍t)，呣合宜。","bklhl":"十二個使徒叫眾學生來對in講，阮將上帝ê道理放下teh，來辨理食食，m̄合宜。"}},{"book":"徒","chapter":6,"verse":3,"versions":{"unv":"所以弟兄們，當從你們中間選出七個有好名聲、被聖靈充滿、智慧充足的人，我們就派他們管理這事。","bklcl":"Só͘-í hiaⁿ-tī ah, tio̍h tùi lín tiong-kan kéng ū hó miâ-siaⁿ, siū Sîn kap tì-hūi chhiong-móa ê, chhit lâng, goán chiū siat-li̍p in koán-lí chit ê sū.","tghg":"所以兄弟啊，著對恁中間揀有好名聲、受神，及智慧充滿的七人，阮就設立𪜶管理此個事。","bklhl":"所以兄弟ah，tio̍h tùi lín中間揀有好名聲，受神kap智慧充滿ê，七人，阮就設立in管理chit ê事。"}},{"book":"徒","chapter":6,"verse":4,"versions":{"unv":"但我們要專心以祈禱、傳道為事。」","bklcl":"Goán beh choan-bū kî-tó, thoân-tō.","tghg":"阮欲專務祈禱、傳道。」","bklhl":"阮beh專務祈禱、傳道。"}},{"book":"徒","chapter":6,"verse":5,"versions":{"unv":"大眾都喜悅這話，就揀選了司提反，乃是大有信心、聖靈充滿的人，又揀選腓利、伯羅哥羅、尼迦挪、提門、巴米拿，並進猶太教的安提阿人尼哥拉，","bklcl":"Chèng lâng hoaⁿ-hí chit ê ōe; chiū kéng Sū-thê-hoán, i sī ū sìn kap Sèng Sîn móa-móa ê lâng, koh kéng Hui-le̍k, Pek-lô-ko-lô, Nî-ka-ná, Thê-bûn, Pa-bí-ná, kap bat ji̍p Iû-thài kàu ê An-thê-o lâng Nî-ko-lah;","tghg":"眾人歡喜此個話，就揀司提反，伊是有信及聖神滿滿的人，閣揀腓利、伯羅哥羅、尼迦挪、提門、巴米拿，及曾入猶太教的安提阿人尼哥拉，","bklhl":"眾人歡喜chit ê話；就揀司提反，伊是有信kap聖神滿滿ê人，koh揀腓力、Pek-lô-ko-lô、Nî-ka-ná、Thê-bûn、Pa-bí-ná，kap bat入偤太教ê安提阿人Nî-ko-lah；"}},{"book":"徒","chapter":6,"verse":6,"versions":{"unv":"叫他們站在使徒面前。使徒禱告了，就按手在他們頭上。","bklcl":"hō͘ in khiā tī sù-tô͘ ê bīn-chêng; chiū kî-tó, kā in hōaⁿ chhiú.","tghg":"互𪜶徛佇使徒的面前。就祈禱，給𪜶按(hōaⁿ)手。","bklhl":"hō͘ in khiā tī使徒ê面前；就祈禱，kā in按手。"}},{"book":"徒","chapter":6,"verse":7,"versions":{"unv":"　神的道興旺起來；在耶路撒冷門徒數目加增的甚多，也有許多祭司信從了這道。","bklcl":"Siōng-tè ê tō-lí ná heng-ōng; tī Iâ-lō͘-sat-léng ha̍k-seng ê siàu-gia̍h ke-thiⁿ chin chōe; chè-si sūn-ho̍k tī hok-im ia̍h chōe-chōe.","tghg":"上帝的道理愈興旺；佇耶路撒冷學生的數額加添真多，祭司順服佇福音亦多多。","bklhl":"上帝ê道理ná興旺；tī耶路撒冷學生ê數額加添真chōe；祭司順服tī福音亦chōe-chōe。"}},{"book":"徒","chapter":6,"verse":8,"versions":{"unv":"司提反滿得恩惠、能力，在民間行了大奇事和神蹟。","bklcl":"Sū-thê-hoán siū un-tián kap châi-lêng móa-móa, kiâⁿ tōa ê kî-sū sîn-jiah tī peh-sìⁿ ê tiong-kan.","tghg":"司提反受恩典及才能滿滿，行大的奇事神蹟佇百姓的中間。","bklhl":"司提反受恩典kap才能滿滿，行大ê奇事神蹟tī百姓ê中間。"}},{"book":"徒","chapter":6,"verse":9,"versions":{"unv":"當時有稱利百地拿會堂的幾個人，並有古利奈、亞力山大、基利家、亞細亞各處會堂的幾個人，都起來和司提反辯論。","bklcl":"Hit sî ū hōe-tn̂g kiò chòe Lī-pek-tē-ná ê, kap Kó͘-lī-nāi ê, A-le̍k-san-thài ê, í-ki̍p tùi Ki-lī-ka, A-se-a lâi ê, kúi-nā lâng khí-lâi kap Sū-thê-hoán piān-lūn,","tghg":"彼時有會堂叫做利百地拿的、及古利奈的、亞歷山大的、以及對基利家、亞西亞來的幾若人，起來及司提反辯論。","bklhl":"Hit時有會堂叫做Lī-pek-tē-ná ê，kap 古利奈 ê，A-le̍k-san-thài ê，以及tùi Ki-lī-ka、亞西亞來ê，kúi-nā人起來kap司提反辯論，"}},{"book":"徒","chapter":6,"verse":10,"versions":{"unv":"司提反是以智慧和聖靈說話，眾人敵擋不住，","bklcl":"Sū-thê-hoán ēng tì-hūi ēng Sîn lâi kóng, in bōe-ōe tí-tng.","tghg":"司提反用智慧用神來講，𪜶𣍐會抵當(tí-tng)，","bklhl":"司提反用智慧用神來講，in bōe能抵擋。"}},{"book":"徒","chapter":6,"verse":11,"versions":{"unv":"就買出人來說：「我們聽見他說謗讟摩西和　神的話。」","bklcl":"Chiū ēng lâng chhut-lâi, kóng, Goán bat thiaⁿ-kìⁿ i kóng pòng-to̍k Mô͘-se kap Siōng-tè ê ōe.","tghg":"就用人出來講：「阮曾聽見伊講謗瀆(pòng-to̍k)摩西及上帝的話。」","bklhl":"就用人出來，講，阮bat聽見伊講謗瀆摩西kap上帝ê話。"}},{"book":"徒","chapter":6,"verse":12,"versions":{"unv":"他們又聳動了百姓、長老，並文士，就忽然來捉拿他，把他帶到公會去，","bklcl":"In koh kàu-so peh-sìⁿ, kap tiúⁿ-ló, kap keng-ha̍k-sū, hut-jiân kàu, lia̍h i, tòa kàu kong-hōe, kiò ké kan-chèng lâi, kóng,","tghg":"𪜶閣教唆(kàu-so)百姓、及長老、及經學士，忽然到，掠伊，帶到公會，","bklhl":"In koh教唆百姓，kap長老，kap經學士，忽然到，掠伊，帶到公會，叫假干證來，講，"}},{"book":"徒","chapter":6,"verse":13,"versions":{"unv":"設下假見證，說：「這個人說話，不住地糟踐聖所和律法。","bklcl":"Chit lâng kóng-ōe kong-kek chit ê sèng ê só͘-chāi kap lu̍t-hoat bô soah;","tghg":"叫假干證來，講：「此人講話攻擊此個聖的所在及律法無息。","bklhl":"Chit人講話攻擊chit ê聖ê所在kap律法無soah；"}},{"book":"徒","chapter":6,"verse":14,"versions":{"unv":"我們曾聽見他說，這拿撒勒人耶穌要毀壞此地，也要改變摩西所交給我們的規條。」","bklcl":"in-ūi goán bat thiaⁿ-kìⁿ i kóng, Chit ê Ná-sat-le̍k lâng Iâ-so͘ beh húi-hoāi chit ê só͘-chāi, iā beh kóe-ōaⁿ Mô͘-se só͘ thoân hō͘ lán ê kui-lē.","tghg":"因為阮曾聽見伊講，此個拿撒勒人耶穌欲毀壞此個所在，也欲改換摩西所傳互咱的規例。」","bklhl":"因為阮bat聽見伊講，Chit ê拿撒勒人耶穌beh毀壞chit ê所在，也beh改換摩西所傳hō͘咱ê規例。"}},{"book":"徒","chapter":6,"verse":15,"versions":{"unv":"在公會裡坐著的人都定睛看他，見他的面貌，好像天使的面貌。","bklcl":"Hit tia̍p chē tī kong-hōe tiong ê lâng, lóng chù-ba̍k khòaⁿ i, khòaⁿ i ê bīn chhin-chhiūⁿ thiⁿ-sài ê bīn.","tghg":"彼霎(tia̍p)坐佇公會中的人攏注目看伊，看伊的面，親像天使的面。","bklhl":"Hit-tia̍p坐tī公會中ê人，lóng注目看伊，看伊ê面親像天使ê面。"}}]