[{"book":"徒","chapter":19,"verse":1,"versions":{"unv":"亞波羅在哥林多的時候，保羅經過了上邊一帶地方，就來到以弗所；在那裡遇見幾個門徒，","bklcl":"A-pho-lô tī Ko-lîm-to ê sî, Pó-lô keng-kè téng-sì ê tōe-hng, kàu Í-hut-só͘, tú-tio̍h kúi-nā ê ha̍k-seng;","tghg":"亞波羅佇哥林多的時，保羅經過頂勢(téng-sì)的地方，到以弗所；抵著(tú-tio̍h)幾若個學生，","bklhl":"亞波羅tī哥林多ê時，保羅經過頂勢ê地方，到以弗所，tú-tio̍h kúi-nā 個學生；"}},{"book":"徒","chapter":19,"verse":2,"versions":{"unv":"問他們說：「你們信的時候受了聖靈沒有？」他們回答說：「沒有，也未曾聽見有聖靈賜下來。」","bklcl":"mn̄g in, kóng, Lín sìn ê sî bat siū-tio̍h Sèng Sîn bô? Ìn kóng, Liân ū Sèng Sîn ê siúⁿ-sù á bô, goán ia̍h bē bat thiaⁿ-kìⁿ.","tghg":"問𪜶講：「恁信的時曾受著聖神無？」應講：「連有聖神的賞賜抑無，阮亦未曾聽見。」","bklhl":"問in，講，Lín信ê時bat受tio̍h聖神無？應講，連有聖神ê賞賜á無，阮亦未bat聽見。"}},{"book":"徒","chapter":19,"verse":3,"versions":{"unv":"保羅說：「這樣，你們受的是甚麼洗呢？」他們說：「是約翰的洗。」","bklcl":"Kóng, Án-ni, chiū lín siū sóe-lé lâi kui tī sím-mi̍h ah? In chiū kóng, Iok-hān ê sóe-lé.","tghg":"講：「按呢，就恁受洗禮來歸佇甚麼啊？」𪜶就講：「約翰的洗禮。」","bklhl":"講，Án-ni，就lín受洗禮來歸tī甚麼ah？In就講，約翰ê洗禮。"}},{"book":"徒","chapter":19,"verse":4,"versions":{"unv":"保羅說：「約翰所行的是悔改的洗，告訴百姓當信那在他以後要來的，就是耶穌。」","bklcl":"Pó-lô kóng, Iok-hān kiâⁿ hoán-hóe ê sóe-lé, kā peh-sìⁿ kóng tio̍h sìn tè-bé i lâi ê, chiū-sī Iâ-so͘.","tghg":"保羅講：「約翰行反悔的洗禮，給百姓講著信隨尾(tè-bé)伊來的，就是耶穌。」","bklhl":"保羅講，約翰行反悔ê洗禮，kā百姓講tio̍h信tè尾伊來ê，就是耶穌。"}},{"book":"徒","chapter":19,"verse":5,"versions":{"unv":"他們聽見這話，就奉主耶穌的名受洗。","bklcl":"Hiah ê lâng thiaⁿ-kìⁿ, chiū siū sóe-lé kui tī Chú Iâ-so͘ ê miâ.","tghg":"許個人聽見，就受洗禮歸佇主耶穌的名。","bklhl":"Hiah-ê人聽見，就受洗禮歸tī主耶穌ê名。"}},{"book":"徒","chapter":19,"verse":6,"versions":{"unv":"保羅按手在他們頭上，聖靈便降在他們身上，他們就說方言，又說預言（或譯：又講道）。","bklcl":"Pó-lô kā in hōaⁿ chhiú, Sèng Sîn chiū kàu tī in; in sûi-sî kóng chiah-ê khiuⁿ-kháu kap sian-ti ê ōe.","tghg":"保羅給𪜶按手，聖神就到佇𪜶，𪜶隨時講諸個腔口，及先知的話。","bklhl":"保羅kā in按手，聖神就到tī in；in隨時講chiah ê腔口kap先知ê話。"}},{"book":"徒","chapter":19,"verse":7,"versions":{"unv":"一共約有十二個人。","bklcl":"Kiōng iok-lio̍k cha̍p-jī lâng.","tghg":"共約略十二人。","bklhl":"共約略十二人。"}},{"book":"徒","chapter":19,"verse":8,"versions":{"unv":"保羅進會堂，放膽講道，一連三個月，辯論　神國的事，勸化眾人。","bklcl":"Pó-lô ji̍p hōe-tn̂g, hó-táⁿ lâi kóng, le̍k-kè saⁿ ge̍h ji̍t kú, ēng Siōng-tè kok ê sū lâi piān-lūn khó͘-khǹg.","tghg":"保羅入會堂，好膽來講，歷過三月日久，用上帝國的事，來辯論苦勸。","bklhl":"保羅入會堂，好膽來講，歷過三月日久，用上帝國ê事來辯論苦勸。"}},{"book":"徒","chapter":19,"verse":9,"versions":{"unv":"後來，有些人心裡剛硬不信，在眾人面前毀謗這道，保羅就離開他們，也叫門徒與他們分離，便在推喇奴的學房天天辯論。","bklcl":"Nā-sī ū kúi-nā lâng ngī-sim m̄ sūn-thàn, tng chèng lâng ê bīn-chêng húi-pòng chit ê Lō͘; Pó-lô chiū lī-khui in, ia̍h hō͘ ha̍k-seng kap in saⁿ-lī, chiū tī Chhui-lat-lô͘ ê o̍h-tn̂g ji̍t-ji̍t piān-lūn.","tghg":"若是有幾若人硬心呣順趁，當眾人的面前誹謗此個路，保羅就離開𪜶，亦互學生及𪜶相離，就佇推喇奴的學堂(o̍h-tn̂g)日日辯論。","bklhl":"但是有kúi-nā人硬心m̄順thàn，當眾人ê面前譭謗chit ê路；保羅就離開in，亦hō͘學生kap in相離，就tī Chhui-lat-lô͘ ê學堂日日辯論。"}},{"book":"徒","chapter":19,"verse":10,"versions":{"unv":"這樣有兩年之久，叫一切住在亞細亞的，無論是猶太人，是希臘人，都聽見主的道。","bklcl":"Chhin-chhiūⁿ án-ni nn̄g nî kú; tì-kàu tiàm-tī A-se-a ê lâng bô lūn Iû-thài, Hi-lī-nî, lóng thiaⁿ-kìⁿ Chú ê tō-lí.","tghg":"親像按呢二年久，致到踮佇亞西亞的人，無論猶太、希利尼，攏聽見主的道理。","bklhl":"親像án-ni兩年久；致到tiàm-tī亞西亞ê人無論偤太、希利尼，lóng聽見主ê道理。"}},{"book":"徒","chapter":19,"verse":11,"versions":{"unv":"　神藉保羅的手行了些非常的奇事；","bklcl":"Siōng-tè ēng Pó-lô ê chhiú kiâⁿ hán-tit ū ê koân-lêng;","tghg":"上帝用保羅的手行罕得有的權能；","bklhl":"上帝用保羅ê手行罕得有ê權能；"}},{"book":"徒","chapter":19,"verse":12,"versions":{"unv":"甚至有人從保羅身上拿手巾或圍裙放在病人身上，病就退了，惡鬼也出去了。","bklcl":"sīm-chì ū lâng tùi i ê sin-khu the̍h chhiú-kun, á-sī ûi-sin-kûn, hē tī pīⁿ-lâng ê sin-chiūⁿ, in ê pīⁿ chiū thè-khì, ok-sîn ia̍h chhut-khì.","tghg":"甚至有人對伊的身軀提手巾抑是圍身裙下佇病人的身上，𪜶的病就退去，惡神亦出去。","bklhl":"甚至有人對伊ê身軀the̍h手巾，á是圍身裙，hē tī病人ê身上，in ê病就退去，惡神亦出去。"}},{"book":"徒","chapter":19,"verse":13,"versions":{"unv":"那時，有幾個遊行各處、念咒趕鬼的猶太人，向那被惡鬼附的人擅自稱主耶穌的名，說：「我奉保羅所傳的耶穌敕令你們出來！」","bklcl":"Chóng-sī ū kúi-nā ê sì-kè kiâⁿ, liām-chiù kóaⁿ kúi ê Iû-thài lâng, tùi hiah-ê hō͘ ok-sîn chiūⁿ sin ê lâng, chū-choan kiò Chú Iâ-so͘ ê miâ, kóng, Góa óa-khò Pó-lô só͘ thoân ê Iâ-so͘, bēng-lēng lí chhut-khì.","tghg":"總是有幾若個四界行、唸咒趕鬼的猶太人，對許個互惡神上身的人自專叫主耶穌的名，講：「我倚靠保羅所傳的耶穌命令你出去！」","bklhl":"總是有kúi-nā個四界行，念chiù趕鬼ê偤太人，tùi hiah-ê hō͘惡神上身ê人，自專叫主耶穌ê名，講，我óa靠保羅所傳ê耶穌，命令你出去。"}},{"book":"徒","chapter":19,"verse":14,"versions":{"unv":"做這事的，有猶太祭司長士基瓦的七個兒子。","bklcl":"Ū Iû-thài ê chè-si-thâu Sū-ki-óa chhit ê kiáⁿ, ia̍h kiâⁿ chit ê tāi-chì.","tghg":"有猶太的祭司頭士基瓦七個子，亦行此個代誌。","bklhl":"有偤太ê祭司頭Sū-ki-óa七個kiáⁿ，亦行chit ê tāi-chì。"}},{"book":"徒","chapter":19,"verse":15,"versions":{"unv":"惡鬼回答他們說：「耶穌我認識，保羅我也知道。你們卻是誰呢？」","bklcl":"Ok-sîn ìn kóng, Iâ-so͘ góa chai I, Pó-lô góa ia̍h bat i; nā-sī lín sī chī-chūi ah?","tghg":"惡神應講：「耶穌我知伊，保羅我亦識伊。若是恁是是誰啊？」","bklhl":"惡神應講，耶穌我知伊，保羅我亦bat伊；但是lín是是誰 ah？"}},{"book":"徒","chapter":19,"verse":16,"versions":{"unv":"惡鬼所附的人就跳在他們身上，勝了其中二人，制伏他們，叫他們赤著身子受了傷，從那房子裡逃出去了。","bklcl":"Ok-sîn chiūⁿ sin ê lâng chiū thiàu tī in sin-chiūⁿ, iâⁿ in nn̄g lâng, ap-chè in, tì-kàu in thǹg-pak-theh, siū siong, cháu-chhut hit keng chhù.","tghg":"惡神上身的人就跳佇𪜶身上，贏𪜶二人，壓制𪜶，致到𪜶褪腹裼(thǹg-pak-theh)受傷，走出彼間厝。","bklhl":"惡神上身ê人就跳tī in身上，贏in兩人，壓制in，致到in thǹg-pak-theh，受傷，走出hit間厝。"}},{"book":"徒","chapter":19,"verse":17,"versions":{"unv":"凡住在以弗所的，無論是猶太人，是希臘人，都知道這事，也都懼怕；主耶穌的名從此就尊大了。","bklcl":"Khiā-khí Í-hut-só͘ ê Iû-thài lâng Hi-lī-nî lâng lóng chai, bô m̄ kiaⁿ-hiâⁿ; Chú Iâ-so͘ ê miâ chiū tōa êng-hián.","tghg":"徛起以弗所的猶太人、希利尼人，攏知，無呣驚惶；主耶穌的名就大榮顯。","bklhl":"khiā起以弗所ê偤太人、希利尼人lóng知，無m̄驚惶；主耶穌ê名就大榮顯。"}},{"book":"徒","chapter":19,"verse":18,"versions":{"unv":"那已經信的，多有人來承認訴說自己所行的事。","bklcl":"Í-keng sìn ê lâng chōe-chōe kàu, bêng-bêng jīn, koh kóng-khí in ê só͘ kiâⁿ.","tghg":"已經信的人，多多到，明明認閣講起𪜶的所行。","bklhl":"已經信ê人chōe-chōe到，明明認，koh講起in ê所行。"}},{"book":"徒","chapter":19,"verse":19,"versions":{"unv":"平素行邪術的，也有許多人把書拿來，堆積在眾人面前焚燒。他們算計書價，便知道共合五萬塊錢。","bklcl":"Pêng-sò͘ kiâⁿ hoat-su̍t ê, ia̍h ū chōe-chōe lâng chiong in ê chheh chū-chi̍p, hē tī chèng lâng ê bīn-chêng lâi sio; sǹg in ê kè-chîⁿ, chiū chai ta̍t gûn gō͘ bān.","tghg":"平素行法術的，亦有多多人將𪜶的冊聚集，下佇眾人的面前來燒。算𪜶的價錢，就知達銀五萬。","bklhl":"平素行法術ê，亦有chōe-chōe人將in ê冊聚集，hē tī眾人ê面前來燒；算in ê價錢，就知值銀五萬。"}},{"book":"徒","chapter":19,"verse":20,"versions":{"unv":"主的道大大興旺，而且得勝，就是這樣。","bklcl":"Chú ê tō-lí tōa-tōa heng-ōng tek-sèng, ū chhin-chhiūⁿ án-ni.","tghg":"主的道理大大興旺得勝，有親像按呢。","bklhl":"主ê道理大大興旺得勝，有親像án-ni。"}},{"book":"徒","chapter":19,"verse":21,"versions":{"unv":"這些事完了，保羅心裡定意經過了馬其頓、亞該亞，就往耶路撒冷去；又說：「我到了那裡以後，也必須往羅馬去看看。」","bklcl":"Chiah-ê sū í-keng bêng-pe̍k, Pó-lô tiāⁿ-tio̍h ì-sù, keng-kè Má-kî-tùn, A-kai-a, chiah beh khì Iâ-lō͘-sat-léng, kóng, Kàu hia liáu-āu, góa ia̍h tio̍h khì khòaⁿ Lô-má.","tghg":"諸個事已經明白，保羅定著意思經過馬其頓、亞該亞，才欲去耶路撒冷；講：「到遐了後，我亦著去看羅馬。」","bklhl":"Chiah-ê事已經明白，保羅定tio̍h意思，經過馬其頓、A-kai-a，chiah beh去耶路撒冷，講，到hia了後，我亦tio̍h去看羅馬。"}},{"book":"徒","chapter":19,"verse":22,"versions":{"unv":"於是從幫助他的人中打發提摩太、以拉都二人往馬其頓去，自己暫時等在亞細亞。","bklcl":"Chiū chhe kun-sûi i ê chiông-tiong nn̄g lâng, Thê-mô͘-thài Í-lah-to͘ khì Má-kî-tùn; pún-sin chiām-sî tòa A-se-a.","tghg":"就差跟隨伊的從中二人提摩太、以拉都去馬其頓，本身暫時住亞西亞。","bklhl":"就差跟隨伊ê從中兩人，提摩太、Í-lah-to͘去馬其頓；本身暫時tòa亞西亞。"}},{"book":"徒","chapter":19,"verse":23,"versions":{"unv":"那時，因為這道起的擾亂不小。","bklcl":"Tng sî, ūi-tio̍h Chú ê Lō͘, ū khí tōa jiáu-tōng.","tghg":"當時，為著主的路有起大擾動。","bklhl":"當時，為tio̍h主ê路，有起大擾動。"}},{"book":"徒","chapter":19,"verse":24,"versions":{"unv":"有一個銀匠，名叫底米丟，是製造亞底米神銀龕的，他使這樣手藝人生意發達。","bklcl":"In-ūi ū gûn-chhiūⁿ, miâ Tí-bí-tiu, pêng-sò͘ chòe A-tí-bí ê gûn-kham, i hō͘ chòe chit hō kang ê lâng thàn chîⁿ bô chió;","tghg":"因為有銀匠，名底米丟，平素做亞底米的銀龕(kham)，伊互做此號工的人趁錢無少(chió)。","bklhl":"因為有銀匠，名Tí-bí-tiu，平素做A-tí-bí ê銀龕，伊hō͘做chit號工ê人thàn錢無少；"}},{"book":"徒","chapter":19,"verse":25,"versions":{"unv":"他聚集他們和同行的工人，說：「眾位，你們知道我們是倚靠這生意發財。","bklcl":"chiū chū-chi̍p in, í-ki̍p thàn chit hō chia̍h ê lâng, kóng, Tāi-ke, lín chai lán óa-khò chit ê chhiú-gē lâi thàn chîⁿ.","tghg":"就聚集𪜶以及趁此號食的人，講：「大家，恁知咱倚靠此個手藝來趁錢。","bklhl":"就聚集in，以及thàn chit號食ê人，講，大家，lín知咱óa靠chit ê手藝來thàn錢。"}},{"book":"徒","chapter":19,"verse":26,"versions":{"unv":"這保羅不但在以弗所，也幾乎在亞細亞全地，引誘迷惑許多人，說：『人手所做的，不是神。』這是你們所看見所聽見的。","bklcl":"Taⁿ chit ê Pó-lô, m̄-nā tī Í-hut-só͘, iā chha-put-to piàn A-se-a, ēng i ê khoàn-bián lâi bê-he̍k chōe-chōe lâng, kóng chhiú só͘ chng ê m̄ sī sîn-bêng; che sī lín só͘ khòaⁿ-kìⁿ, só͘ thiaⁿ-kìⁿ ê.","tghg":"今此個保羅呣若佇以弗所，也差不多遍亞西亞，用伊的勸勉來迷惑多多人，講：『手所妝的，呣是神明。』這是恁所看見所聽見的。","bklhl":"Taⁿ chit ê保羅，m̄-nā tī以弗所，也差不多遍亞西亞，用伊ê勸勉來迷惑chōe-chōe人，講手所妝ê m̄是神明；這是lín所看見，所聽見ê。"}},{"book":"徒","chapter":19,"verse":27,"versions":{"unv":"這樣，不獨我們這事業被人藐視，就是大女神亞底米的廟也要被人輕忽，連亞細亞全地和普天下所敬拜的大女神之威榮也要消滅了。」","bklcl":"Chhin-chhiūⁿ án-ni, m̄ nā lán chit hō kang-gia̍p gûi-hiám hō͘ lâng khòaⁿ-khin; chiū tōa lú-sîn A-tí-bí ê biō ia̍h beh hō͘ lâng ba̍k-tē-bô, koh piàn A-se-a kap thiⁿ-ē só͘ pài ê A-tí-bí beh sit i ê ui-hong.","tghg":"親像按呢，呣若咱此號工業危險互人看輕，就大女神亞底米的廟亦欲互人目底無，閣遍亞西亞及天下所拜的亞底米欲失伊的威風。」","bklhl":"親像án-ni，m̄-nā咱chit號工業危險hō͘人看輕；就大女神A-tí-bí ê廟亦beh hō͘人目地無，koh遍亞西亞kap天下所拜ê A-tí-bí beh失伊ê威風。"}},{"book":"徒","chapter":19,"verse":28,"versions":{"unv":"眾人聽見，就怒氣填胸，喊著說：「大哉，以弗所人的亞底米啊！」","bklcl":"In thiaⁿ-kìⁿ chiū tōa siū-khì, kiò kóng, Tōa ah! Í-hut-só͘ lâng ê A-tí-bí!","tghg":"𪜶聽見，就大受氣，叫講：「大啊！以弗所人的亞底米！」","bklhl":"In聽見就大受氣，叫講，大ah！以弗所人ê A-tí-bí！"}},{"book":"徒","chapter":19,"verse":29,"versions":{"unv":"滿城都轟動起來。眾人拿住與保羅同行的馬其頓人該猶和亞里達古，齊心擁進戲園裡去。","bklcl":"Thong siâⁿ jiáu-loān; í-keng lia̍h Pó-lô tâng kiâⁿ ê Má-kî-tùn lâng, Kai-iû kap A-lí-ta̍t-kó͘, chiū tâng-sim khoeh ji̍p hì-hn̂g.","tghg":"通城擾亂。已經掠保羅同行的馬其頓人該猶及亞里達古，就同心夾(khoeh)入戲園。","bklhl":"Thong城擾亂；已經掠保羅同行ê馬其頓人，Kai-iû kap A-lí-ta̍t-kó͘，就同心khoeh入戲園。"}},{"book":"徒","chapter":19,"verse":30,"versions":{"unv":"保羅想要進去，到百姓那裡，門徒卻不許他去。","bklcl":"Pó-lô sim siūⁿ ài ji̍p-khì kìⁿ peh-sìⁿ, ha̍k-seng m̄ chún.","tghg":"保羅心想愛入去見百姓，學生呣准。","bklhl":"保羅心想ài入去見百姓，學生m̄准。"}},{"book":"徒","chapter":19,"verse":31,"versions":{"unv":"還有亞細亞幾位首領，是保羅的朋友，打發人來勸他，不要冒險到戲園裡去。","bklcl":"Iáu ū A-se-a kúi ê thâu-ba̍k, sī Pó-lô ê pêng-iú, chhe lâng khǹg i bo̍h-tit mō͘-hiám ji̍p hì-hn̂g.","tghg":"猶有亞西亞幾個頭目，是保羅的朋友，差人勸伊莫得冒險入戲園。","bklhl":"iáu有亞西亞幾個頭目，是保羅ê朋友，差人勸伊莫得冒險入戲園。"}},{"book":"徒","chapter":19,"verse":32,"versions":{"unv":"聚集的人紛紛亂亂，有喊叫這個的，有喊叫那個的；大半不知道是為甚麼聚集。","bklcl":"Hōe-chiòng hun-loān, chi̍t lâng hoah chi̍t khoán; tōa pòaⁿ m̄ chai sī in-ūi siáⁿ-sū lâi chū-chi̍p.","tghg":"會眾紛亂，一人喝(hoah)一款；大半呣知是因為啥事來聚集。","bklhl":"會眾紛亂，一人hoah一款；大半m̄知是因為啥事來聚集。"}},{"book":"徒","chapter":19,"verse":33,"versions":{"unv":"有人把亞力山大從眾人中帶出來，猶太人推他往前，亞力山大就擺手，要向百姓分訴；","bklcl":"Ū lâng khan A-le̍k-san-tāi chhut chèng lâng ê tiong-kan, Iû-thài lâng ia̍h kú i chìn-chêng. A-le̍k-san-tāi iô chhiú, ài tùi peh-sìⁿ hun-sò͘.","tghg":"有人牽亞歷山大出眾人的中間，猶太人亦舉(kú)伊進前，亞歷山大搖手，愛對百姓分訴；","bklhl":"有人牽亞力山大出眾人ê中間，偤太人亦舉伊進前。亞力山大搖手，ài對百姓分訴。"}},{"book":"徒","chapter":19,"verse":34,"versions":{"unv":"只因他們認出他是猶太人，就大家同聲喊著說：「大哉！以弗所人的亞底米啊。」如此約有兩小時。","bklcl":"Chèng lâng chai i sī Iû-thài lâng, chiū tâng siaⁿ kiò kóng, Tōa ah! Í-hut-só͘ lâng ê A-tí-bí! chhin-chhiūⁿ án-ni, iok-liōng chi̍t sî kú.","tghg":"眾人知伊是猶太人，就同聲叫講：「大啊！以弗所人的亞底米！」親像按呢約量(iok-liōng)一時久。","bklhl":"眾人知伊是偤太人，就同聲叫講，大ah！以弗所人ê A-tí-bí！親像án-ni，約量一時久。"}},{"book":"徒","chapter":19,"verse":35,"versions":{"unv":"那城裡的書記安撫了眾人，就說：「以弗所人哪，誰不知道以弗所人的城是看守大亞底米的廟和從丟斯那裡落下來的像呢？","bklcl":"Su-kì-koaⁿ í-keng hō͘ chèng lâng an-chēng, chiū kóng, Í-hut-só͘ lâng ah, chī-chūi m̄ chai Í-hut-só͘ lâng ê siâⁿ chiū-sī kò͘-siú tōa A-tí-bí ê tiān, kap tùi Tiū-su só͘ kàng-lo̍h ê siōng ah?","tghg":"書記官已經互眾人安靜，就講：「以弗所人啊！是誰呣知以弗所人的城就是顧守大亞底米的殿及對宙斯所降落的像啊？","bklhl":"書記官已經hō͘眾人安靜，就講，以弗所人ah，是誰 m̄知以弗所人ê城就是顧守大A-tí-bí ê殿，kap tùi宙斯所降落ê像ah？"}},{"book":"徒","chapter":19,"verse":36,"versions":{"unv":"這事既是駁不倒的，你們就當安靜，不可造次。","bklcl":"Chiah-ê sū í-keng bōe piān-pok tit, lín chèng lâng tio̍h chēng-chēng, m̄-thang chhiong-pōng.","tghg":"諸個事已經𣍐辯駁得，恁眾人著靜靜，呣通衝莽(chhiong-pōng)。","bklhl":"Chiah-ê事已經bōe辯駁得，lín眾人tio̍h靜靜，m̄-thang chhiong-pōng。"}},{"book":"徒","chapter":19,"verse":37,"versions":{"unv":"你們把這些人帶來，他們並沒有偷竊廟中之物，也沒有謗讟我們的女神。","bklcl":"Hô-hòng chiah-ê lâng m̄ sī thau-the̍h biō-lāi ê mi̍h, ia̍h m̄ sī pòng-to̍k lán ê lú-sîn ê, lín kèng-jiân tòa in kàu chia.","tghg":"何況諸個人呣是偷提廟內的物，亦呣是謗瀆咱的女神的，恁竟然帶𪜶到遮。","bklhl":"何況chiah ê人m̄是偷the̍h廟內ê物，亦m̄是謗瀆咱ê女神ê，lín竟然帶in到chia。"}},{"book":"徒","chapter":19,"verse":38,"versions":{"unv":"若是底米丟和他同行的人有控告人的事，自有放告的日子（或譯：自有公堂），也有方伯可以彼此對告。","bklcl":"Nā Tí-bí-tiu í-ki̍p hiah-ê óa i ê sai-hū, kap lâng ū tāi-chì, chiū ū thiaⁿ saⁿ-kò ê ji̍t-kî, ia̍h ū chóng-tok, tāi-ke thang tùi-sìn.","tghg":"若底米丟以及許個倚伊的師傅及人有代誌，就有聽相告的日期，亦有總督大家通(thang)對訊(tùi-sìn)。","bklhl":"若Tí-bí-tiu以及hiah-ê óa伊ê師傅，kap人有tāi-chì，就有聽相告ê日期，亦有總督，大家thang對訊。"}},{"book":"徒","chapter":19,"verse":39,"versions":{"unv":"你們若問別的事，就可以照常例聚集斷定。","bklcl":"Lín nā mn̄g pa̍t mi̍h sū, thang tī ha̍p-lē ê hōe lâi gí-toàn.","tghg":"恁若問別物事，通佇合例的會來擬斷。","bklhl":"Lín若問別物事，thang tī合例ê會來擬斷。"}},{"book":"徒","chapter":19,"verse":40,"versions":{"unv":"今日的擾亂本是無緣無故，我們難免被查問。論到這樣聚眾，我們也說不出所以然來。」","bklcl":"Sī in-ūi kin-á-ji̍t bô iân-kò͘ ê jiáu-loān, kiaⁿ-liáu lán bōe bián-tit siū chhâ-mn̄g; koh ia̍h bô ōe thang kóe chit ê chū-hōe ê in-iû.","tghg":"是因為今仔日無緣故的擾亂，驚了咱𣍐免得受查問。閣亦無話通解(kóe)此個聚會的因由。」","bklhl":"是因為今á日無緣故ê擾亂，驚了咱bōe免得受查問；koh亦無能thang解chit ê聚會ê因由。"}},{"book":"徒","chapter":19,"verse":41,"versions":{"unv":"說了這話，便叫眾人散去。","bklcl":"Kóng soah, chiū sòaⁿ hōe.","tghg":"講息，就散會。","bklhl":"講soah，就散會。"}}]