[{"book":"徒","chapter":5,"verse":1,"versions":{"unv":"有一個人，名叫亞拿尼亞，同他的妻子撒非喇賣了田產，","bklcl":"Nā-sī ū chi̍t lâng miâ A-ná-nî-a, kap i ê bó͘ Sat-hui-lat, bōe i ê sán-gia̍p, chiong só͘ bōe ê gûn, àm-chīⁿ lâu kúi-nā hūn, i ê bó͘ iāh chai;","tghg":"若是有一人，名亞拿尼亞，及伊的某撒非喇賣伊的產業，將所賣的銀，暗靜留幾若份，伊的某亦知，","bklhl":"但是有一人名亞拿尼亞，kap伊ê bó͘ Sat-hui-lat，賣伊ê產業，將所賣ê銀，暗靜留kúi-nā份，伊ê bó͘亦知；"}},{"book":"徒","chapter":5,"verse":2,"versions":{"unv":"把價銀私自留下幾分，他的妻子也知道，其餘的幾分拿來放在使徒腳前。","bklcl":"kî-û ê tòa lâi hē tī sù-tô͘ ê kha-ē.","tghg":"其餘的帶來下佇使徒的腳下。","bklhl":"其餘ê帶來hē tī使徒ê腳下。"}},{"book":"徒","chapter":5,"verse":3,"versions":{"unv":"彼得說：「亞拿尼亞！為甚麼撒但充滿了你的心，叫你欺哄聖靈，把田地的價銀私自留下幾分呢？","bklcl":"Pí-tek kóng, A-ná-nî-a, siáⁿ-sū Sat-tàn chhiong-móa lí ê sim lâi phiàn Sèng Sîn, chiong bōe hn̂g ê gûn àm-chīⁿ lâu kúi-nā hūn?","tghg":"彼得講：「亞拿尼亞！啥事撒但充滿你的心，來騙聖神，將賣園的銀暗靜留幾若份？","bklhl":"彼得講，亞拿尼亞，啥事撒旦充滿你ê心來騙聖神，將賣園ê銀暗靜留kúi-nā 份？"}},{"book":"徒","chapter":5,"verse":4,"versions":{"unv":"田地還沒有賣，不是你自己的嗎？既賣了，價銀不是你作主嗎？你怎麼心裡起這意念呢？你不是欺哄人，是欺哄　神了。」","bklcl":"Hn̂g iáu-bē bōe, kiám m̄ sī lí ê? Bōe liáu, hit ê gûn kiám m̄ sī lí chú-ì? Lí sim-lāi siáⁿ-sū siūⁿ-chhut chit ê tāi-chì ah? Lí m̄ sī phiàn lâng, chiū-sī phiàn Siōng-tè.","tghg":"園猶未賣，豈呣是你的？賣了，彼個銀豈呣是你主意？你心內啥事想出此個代誌啊？你呣是騙人，就是騙上帝。」","bklhl":"園iáu-bē賣，kiám m̄是你ê？賣了，hit ê銀kiám m̄是你主意？你心內啥事想出chit ê tāi-chì ah？你m̄是騙人，就是騙上帝。"}},{"book":"徒","chapter":5,"verse":5,"versions":{"unv":"亞拿尼亞聽見這話，就仆倒，斷了氣；聽見的人都甚懼怕。","bklcl":"A-ná-nî-a thiaⁿ-kìⁿ chiah-ê ōe, chiū lek-lo̍h-khì, tn̄g khùi; thiaⁿ-kìⁿ ê lâng lóng tōa kiaⁿ.","tghg":"亞拿尼亞聽見諸個話，就慄(lek)落去，斷氣；聽見的人攏大驚。","bklhl":"亞拿尼亞聽見chiah ê話，就lek落去，斷氣；聽見ê人lóng大驚。"}},{"book":"徒","chapter":5,"verse":6,"versions":{"unv":"有些少年人起來，把他包裹，抬出去埋葬了。","bklcl":"Chiah-ê siàu-liân lâng khí-lâi, siu-si̍p i ê sin-si, kng chhut-khì bâi-chòng.","tghg":"諸個少年人起來，收拾伊的身屍，扛出去埋葬。","bklhl":"Chiah-ê少年人起來，收拾伊ê身屍，扛出去埋葬。"}},{"book":"徒","chapter":5,"verse":7,"versions":{"unv":"約過了三小時，他的妻子進來，還不知道這事。","bklcl":"Iok-lio̍k kè saⁿ tiám cheng kú, i ê bó͘ ia̍h ji̍p-lâi, iáu-bē chai chit ê sū.","tghg":"約略過三點鐘久，伊的某亦入來，猶未知此個事。","bklhl":"約略過三點鐘久，伊ê bó͘亦入來，iáu-bē知chit ê事。"}},{"book":"徒","chapter":5,"verse":8,"versions":{"unv":"彼得對她說：「你告訴我，你們賣田地的價銀就是這些嗎？」她說：「就是這些。」","bklcl":"Pí-tek ìn i kóng, Lí kā góa kóng, lín bōe hn̂g ê kè-chîⁿ sī chiah chōe mah? Kóng, Tio̍h, sī chiah chōe.","tghg":"彼得應伊講：「你給我講，恁賣園的價錢是即(chiah)多嗎？」講：「著，是即多。」","bklhl":"彼得應伊講，你kā我講，lín賣園ê價錢是chiah chōe mah？講，Tio̍h，是chiah chōe。"}},{"book":"徒","chapter":5,"verse":9,"versions":{"unv":"彼得說：「你們為甚麼同心試探主的靈呢？埋葬你丈夫之人的腳已到門口，他們也要把你抬出去。」","bklcl":"Nā-sī Pí-tek tùi i kóng, Lín siáⁿ-sū tâng-sim lâi chhì Chú ê Sîn ah? Lí khòaⁿ, bâi-chòng lí ê tiōng-hu ê, in ê kha í-keng kàu mn̂g-kháu, ia̍h beh kng lí chhut-khì.","tghg":"若是彼得對伊講：「恁啥事同心來試主的神啊？你看，埋葬你的丈夫的，𪜶的腳已經到門口，亦欲扛你出去。」","bklhl":"但是彼得對伊講，Lín啥事同心來試主ê神ah？你看，埋葬你ê丈夫ê，in ê腳已經到門口，亦beh扛你出去。"}},{"book":"徒","chapter":5,"verse":10,"versions":{"unv":"婦人立刻仆倒在彼得腳前，斷了氣。那些少年人進來，見她已經死了，就抬出去，埋在她丈夫旁邊。","bklcl":"Hū-jîn-lâng chek-sî lek tī i ê kha-chêng, tn̄g khùi; hiah-ê siàu-liân lâng ji̍p-lâi, khòaⁿ i í-keng sí, chiū kng i chhut-khì, bâi-chòng tī i tiōng-hu ê sin-piⁿ.","tghg":"婦仁人即時(chek-sî)慄佇伊的腳前，斷氣。許個少年人入來，看伊已經死，就扛伊出去，埋葬佇伊丈夫的身邊。","bklhl":"婦人人即時lek tī伊ê腳前，斷氣；hiah-ê少年人入來，看伊已經死，就扛伊出去，埋葬tī伊丈夫ê身邊。"}},{"book":"徒","chapter":5,"verse":11,"versions":{"unv":"全教會和聽見這事的人都甚懼怕。","bklcl":"Choân kàu-hōe kap kìⁿ-nā thiaⁿ-kìⁿ chiah-ê tāi-chì ê, lóng tōa kiaⁿ.","tghg":"全教會及見若聽見諸個代誌的攏大驚。","bklhl":"全教會kap見若聽見chiah ê tāi-chì ê，lóng大驚。"}},{"book":"徒","chapter":5,"verse":12,"versions":{"unv":"主藉使徒的手在民間行了許多神蹟奇事；他們（或譯：信的人）都同心合意地在所羅門的廊下。","bklcl":"Tùi sù-tô͘ ê chhiú ū kiâⁿ chōe-chōe sîn-jiah kap kî-sū tī peh-sìⁿ ê tiong-kan; chèng lâng lóng tâng-sim chū-chi̍p tī Só͘-lô-bûn ê léng-lông.","tghg":"對使徒的手有行多多神蹟及奇事佇百姓的中間；眾人攏同心聚集佇所羅門的兩廊。","bklhl":"Tùi使徒ê手有行chōe-chōe神蹟kap奇事tī百姓ê中間；眾人lóng同心聚集tī所羅門ê léng廊。"}},{"book":"徒","chapter":5,"verse":13,"versions":{"unv":"其餘的人沒有一個敢貼近他們，百姓卻尊重他們。","bklcl":"Kî-û ê lâng bô chi̍t-ê káⁿ kūn-óa in; nā-sī peh-sìⁿ chun-tiōng in;","tghg":"其餘的人無一個敢近倚𪜶，若是百姓尊重𪜶。","bklhl":"其餘ê人無一个敢近óa in；但是百姓尊重in；"}},{"book":"徒","chapter":5,"verse":14,"versions":{"unv":"信而歸主的人越發增添，連男帶女很多。","bklcl":"sìn lâi kui Chú ê lâng it-hoat ke-thiⁿ, lâm-lú lóng chin chōe;","tghg":"信來歸主的人益發加添，男女攏真多。","bklhl":"信來歸主ê人益發加添，男女lóng真chōe；"}},{"book":"徒","chapter":5,"verse":15,"versions":{"unv":"甚至有人將病人抬到街上，放在床上或褥子上，指望彼得過來的時候，或者得他的影兒照在甚麼人身上。","bklcl":"sīm-chì ū kng pīⁿ-lâng kàu tī ke-lō͘, hē tī pho͘-á, ǹg-bāng Pí-tek keng-kè ê sî, in ū-ê ōe hō͘ i ê iáⁿ ìm-tio̍h.","tghg":"甚至有扛病人到佇街路，下佇舖仔，向望彼得經過的時，𪜶有的會互伊的影蔭著(ìm-tio̍h)。","bklhl":"甚至有扛病人到tī街路，hē tī舖á，ǹg望彼得經過ê時，in有ê ōe hō͘伊ê影蔭tio̍h。"}},{"book":"徒","chapter":5,"verse":16,"versions":{"unv":"還有許多人帶著病人和被污鬼纏磨的，從耶路撒冷四圍的城邑來，全都得了醫治。","bklcl":"Iáu ū chōe-chōe lâng tùi Iâ-lō͘-sat-léng sì-ûi ê siâⁿ lâi; chhōa pīⁿ-lâng kap hō͘ siâ-sîn só͘ khó͘-chhó͘ ê; in lóng tit-tio̍h i-hó.","tghg":"猶有多多人對耶路撒冷四圍的城來，導病人及互邪神所苦楚的，𪜶攏得著醫好。","bklhl":"Iáu有chōe-chōe人tùi耶路撒冷四圍ê城來；chhōa病人kap hō͘邪神所苦楚ê；in lóng得tio̍h醫好。"}},{"book":"徒","chapter":5,"verse":17,"versions":{"unv":"大祭司和他的一切同人，就是撒都該教門的人，都起來，滿心忌恨，","bklcl":"To̍k-to̍k chè-si-thâu, í-ki̍p lóng-chóng tâng--i ê lâng, (chiū-sī Sat-thó͘-kai tóng,) khiā-khí-lâi, móa-sim oàn-tò͘,","tghg":"獨獨祭司頭以及攏總同伊的人，就是撒都該黨，徛起來，滿心怨妒，","bklhl":"獨獨祭司頭，以及lóng總同--伊ê人，(就是撒都該黨，) khiā起來，滿心怨妒，"}},{"book":"徒","chapter":5,"verse":18,"versions":{"unv":"就下手拿住使徒，收在外監。","bklcl":"hē chhiú lia̍h sù-tô͘, koaiⁿ in tī kong ê kaⁿ.","tghg":"下手掠使徒，關𪜶佇公的監。","bklhl":"下手掠使徒，關in tī公ê監。"}},{"book":"徒","chapter":5,"verse":19,"versions":{"unv":"但主的使者夜間開了監門，領他們出來，","bklcl":"Nā-sī Chú ê thiⁿ-sài mî-sî khui kaⁿ mn̂g, chhōa in chhut, kóng,","tghg":"若是主的天使暝時開監門，導𪜶出，","bklhl":"但是主ê天使暝時開監門，chhōa in出，講，"}},{"book":"徒","chapter":5,"verse":20,"versions":{"unv":"說：「你們去站在殿裡，把這生命的道都講給百姓聽。」","bklcl":"Lín tio̍h khì khiā tī tiān-ni̍h, ēng chit ê Oa̍h-miā ê ōe lóng tùi peh-sìⁿ kóng.","tghg":"講：「恁著去徛佇殿裡，用此個活命的話攏對百姓講。」","bklhl":"Lín tio̍h去khiā tī殿裡，用chit ê活命ê話lóng對百姓講。"}},{"book":"徒","chapter":5,"verse":21,"versions":{"unv":"使徒聽了這話，天將亮的時候就進殿裡去教訓人。大祭司和他的同人來了，叫齊公會的人和以色列族的眾長老，就差人到監裡去，要把使徒提出來。","bklcl":"In thiaⁿ-kìⁿ chiah-ê ōe, thiⁿ phú-kng chiū ji̍p tiān lâi kà-sī. Chè-si-thâu kap tâng--i ê lâng kàu, chio-chi̍p kong-hōe, kap Í-sek-lia̍t peh-sìⁿ ê lāu-tōa, chhe lâng khì kaⁿ-ni̍h tòa in lâi.","tghg":"𪜶聽見諸個話，天昲(phú)光就入殿來教示。祭司頭及同伊的人到，招集公會及以色列百姓的老大，差人去監裡帶𪜶來。","bklhl":"In聽見chiah ê話，天phú光就入殿來教示。祭司頭kap 同--伊ê人到，招集公會，kap以色列百姓ê老大，差人去監裡帶in來。"}},{"book":"徒","chapter":5,"verse":22,"versions":{"unv":"但差役到了，不見他們在監裡，就回來稟報說：","bklcl":"Gê-ia̍h kàu tè, chhē in bô tī kaⁿ-ni̍h; chiū tò-lâi pò, kóng,","tghg":"衙役(gê-Ia̍h)到地(tè)，尋𪜶無佇監裡，就倒來報講：","bklhl":"衙役到tè，chhē in無tī監裡；就tò來報，講，"}},{"book":"徒","chapter":5,"verse":23,"versions":{"unv":"「我們看見監牢關得極妥當，看守的人也站在門外；及至開了門，裡面一個人都不見。」","bklcl":"Goán khòaⁿ-kìⁿ kaⁿ koaiⁿ kàu chin kian-kò͘, kò͘-siú ê lâng khiā tī ta̍k ê mn̂g-kháu; kàu khui ê sî, chhē bô lâng tī lāi-bīn.","tghg":"「阮看見監關到真堅固，顧守的人徛佇逐個門口；到開的時，尋無人佇內面。」","bklhl":"阮看見監關到真堅固，顧守ê人khiā tī ta̍k-ê門口；到開ê時，chhē無人tī內面。"}},{"book":"徒","chapter":5,"verse":24,"versions":{"unv":"守殿官和祭司長聽見這話，心裡犯難，不知這事將來如何。","bklcl":"Tiān-si kap chiah-ê chè-si-thâu thiaⁿ-kìⁿ chiah-ê ōe, chiū ūi-tio̍h in tōa tiû-tû, m̄ chai chit ê sū beh cháiⁿ-iūⁿ.","tghg":"殿司及諸個祭司頭聽見諸個話，就為著𪜶大躊躇(tiû-tû)，呣知此個事欲怎樣。","bklhl":"殿司kap chiah ê祭司頭聽見chiah ê話，就為tio̍h in大躊躇，m̄知chit ê事beh怎樣。"}},{"book":"徒","chapter":5,"verse":25,"versions":{"unv":"有一個人來稟報說：「你們收在監裡的人，現在站在殿裡教訓百姓。」","bklcl":"Ū chi̍t lâng lâi pò in kóng, Lín só͘ koaiⁿ tī kaⁿ-ni̍h ê lâng hiān-chāi khiā tī tiān-ni̍h kà-sī peh-sìⁿ.","tghg":"有一人來報𪜶講：「恁所關佇監裡的人，現在徛佇殿裡教示百姓。」","bklhl":"有一人來報in講，Lín所關tī監裡ê人，現在khiā tī殿裡教示百姓。"}},{"book":"徒","chapter":5,"verse":26,"versions":{"unv":"於是守殿官和差役去帶使徒來，並沒有用強暴，因為怕百姓用石頭打他們。","bklcl":"Tiān-si kap gê-ia̍h chiū khì chhōa in lâi, m̄ káⁿ ēng kiông; in-ūi kiaⁿ peh-sìⁿ, kiaⁿ-liáu hō͘ in ēng chio̍h-thâu tìm.","tghg":"殿司及衙役就去導𪜶來，呣敢用強，因為驚百姓，驚了互𪜶用石頭擲。","bklhl":"殿司kap衙役就去chhōa in來，m̄敢用強；因為驚百姓，驚了hō͘ in用石頭tìm。"}},{"book":"徒","chapter":5,"verse":27,"versions":{"unv":"帶到了，便叫使徒站在公會前；大祭司問他們說：","bklcl":"Chhōa lâi liáu, chiū hō͘ in khiā tī kong-hōe ê bīn-chêng. Chè-si-thâu mn̄g in, kóng,","tghg":"導來了，就互𪜶徛佇公會的面前；祭司頭問𪜶，講：","bklhl":"Chhōa來了，就hō͘ in khiā tī公會ê面前。祭司頭問in，講，"}},{"book":"徒","chapter":5,"verse":28,"versions":{"unv":"「我們不是嚴嚴地禁止你們，不可奉這名教訓人嗎？你們倒把你們的道理充滿了耶路撒冷，想要叫這人的血歸到我們身上！」","bklcl":"Goán bat giâm-giâm kìm lín bo̍h-tit ēng chit ê miâ kà-sī lâng, lín chiū chiong lín ê kà-sī piàn thoân tī Iâ-lō͘-sat-léng, beh ēng chit lâng ê huih kui tī goán.","tghg":"「阮曾嚴嚴禁恁，莫得用此個名教示人，恁就將恁的教示遍傳佇耶路撒冷，欲用此人的血歸佇阮！」","bklhl":"阮bat嚴嚴禁lín莫得用chit ê名教示人，lín就將lín ê教示遍傳tī耶路撒冷，beh用chit人ê血歸tī阮。"}},{"book":"徒","chapter":5,"verse":29,"versions":{"unv":"彼得和眾使徒回答說：「順從　神，不順從人，是應當的。","bklcl":"Pí-tek kap kî-û ê sù-tô͘ ìn, kóng, Sūn-thàn Siōng-tè khah kè-thâu tī sūn-thàn lâng, sī ha̍p-gî.","tghg":"彼得及其餘的使徒應講：「順趁上帝卡過頭佇順趁人，是合宜。","bklhl":"彼得kap其餘ê使徒應，講，順thàn上帝khah過頭tī順thàn人，是合宜。"}},{"book":"徒","chapter":5,"verse":30,"versions":{"unv":"你們掛在木頭上殺害的耶穌，我們祖宗的　神已經叫他復活。","bklcl":"Lín só͘ tiàu tī chhâ-ni̍h, lâi hāi-sí ê Iâ-so͘, lán lia̍t-chó͘ ê Siōng-tè í-keng hō͘ I koh-oa̍h.","tghg":"恁所吊佇柴裡來害死的耶穌，咱列祖的上帝已經互伊復活。","bklhl":"Lín所吊tī柴裡，來害死ê耶穌，咱列祖ê上帝已經hō͘伊koh活。"}},{"book":"徒","chapter":5,"verse":31,"versions":{"unv":"　神且用右手將他高舉（或譯：他就是　神高舉在自己的右邊），叫他作君王，作救主，將悔改的心和赦罪的恩賜給以色列人。","bklcl":"Chit ê Iâ-so͘, Siōng-tè ēng ka-kī ê chiàⁿ chhiú kú-khí I chòe Jîn-kun, chòe Kiù-chú, beh chiong hoán-hóe kap sià-chōe siúⁿ-sù Í-sek-lia̍t peh-sìⁿ.","tghg":"此個耶穌，上帝用家己的正手舉起伊，做人君，做救主，欲將反悔及赦罪賞賜以色列百姓。","bklhl":"Chit ê耶穌，上帝用家己ê chiàⁿ手舉起伊做人君，做救主，beh將反悔kap赦罪賞賜以色列百姓。"}},{"book":"徒","chapter":5,"verse":32,"versions":{"unv":"我們為這事作見證；　神賜給順從之人的聖靈也為這事作見證。」","bklcl":"Koh goán ūi-tio̍h chiah-ê sū chòe kan-chèng; Siōng-tè só͘ siúⁿ-sù hō͘ sūn-thàn I ê lâng ê Sèng Sîn iā chòe kan-chèng.","tghg":"閣阮為著諸個事做干證，上帝所賞賜互順趁伊的人的聖神也做干證。」","bklhl":"Koh阮為tio̍h chiah ê事做干證；上帝所賞賜hō͘順thàn伊ê人ê聖神也做干證。"}},{"book":"徒","chapter":5,"verse":33,"versions":{"unv":"公會的人聽見就極其惱怒，想要殺他們。","bklcl":"In thiaⁿ-liáu, chīn-chāi siū-khì, ài hāi-sí in.","tghg":"𪜶聽了盡在受氣，愛害死𪜶。","bklhl":"In聽了，盡在受氣，ài害死in。"}},{"book":"徒","chapter":5,"verse":34,"versions":{"unv":"但有一個法利賽人，名叫迦瑪列，是眾百姓所敬重的教法師，在公會中站起來，吩咐人把使徒暫且帶到外面去，","bklcl":"To̍k-to̍k ū chi̍t ê Hoat-lī-sài lâng, miâ Ka-má-lia̍t, sī chèng peh-sìⁿ só͘ kèng-tiōng ê kàu-hoat-su, khí-lâi khiā tī kong-hōe tiong, hoan-hù hō͘ hiah-ê lâng chiām-sî chhut-khì.","tghg":"獨獨有一個法利賽人，名迦瑪列，是眾百姓所敬重的教法師，起來徛佇公會中，吩咐互許個人暫時出去，","bklhl":"獨獨有一个法利賽人，名Ka-má-lia̍t，是眾百姓所敬重ê教法師，起來khiā tī公會中，吩咐hō͘ hiah-ê人暫時出去。"}},{"book":"徒","chapter":5,"verse":35,"versions":{"unv":"就對眾人說：「以色列人哪，論到這些人，你們應當小心怎樣辦理。","bklcl":"Chiū tùi tāi-ke kóng, Í-sek-lia̍t lâng ah, lín tio̍h ka-kī kín-sīn, beh cháiⁿ-iūⁿ pān chiah-ê lâng.","tghg":"就對大家講：「以色列人啊，恁著家己謹慎，欲怎樣辦諸個人。","bklhl":"就對大家講，以色列人ah，lín tio̍h家己謹慎，beh怎樣辨chiah ê人。"}},{"book":"徒","chapter":5,"verse":36,"versions":{"unv":"從前丟大起來，自誇為大；附從他的人約有四百，他被殺後，附從他的全都散了，歸於無有。","bklcl":"In-ūi chêng ū Tiu-tāi chhut-thâu, ka-kī khoa-kháu chòe tōa; óa i ê lâng iok-lio̍k sì pah; i siū thâi, tè  i ê lâng sì-sòaⁿ, bô-lô-khì.","tghg":"因為前有丟大出頭，家己誇口做大，倚伊的人約略四百，伊受刣，隨伊的人四散，無囉(lô)去。","bklhl":"因為前有Tiu-tāi出頭，家己誇口做大；óa伊ê人約略四百；伊受刣，tè伊ê人四散，無lô去。"}},{"book":"徒","chapter":5,"verse":37,"versions":{"unv":"此後，報名上冊的時候，又有加利利的猶大起來，引誘些百姓跟從他；他也滅亡，附從他的人也都四散了。","bklcl":"Chit lâng í-āu chō ke-kah ê sî koh ū Ka-lī-lī ê Iû-tāi chhut-thâu ín-iú peh-sìⁿ thàn i; i iā bia̍t-bô, tè i ê lâng lóng sì-sòaⁿ.","tghg":"此人以後，造家甲的時，閣有加利利的猶大出頭，引誘百姓趁伊；伊也滅無，隨伊的人攏四散。","bklhl":"Chit人以後造家甲ê時，koh有加利利ê偤大出頭引誘百姓thàn伊；伊也滅無，tè伊ê人lóng四散。"}},{"book":"徒","chapter":5,"verse":38,"versions":{"unv":"現在，我勸你們不要管這些人，任憑他們吧！他們所謀的、所行的，若是出於人，必要敗壞；","bklcl":"Taⁿ góa kā lín kóng, Bo̍h-tit chhap chiah-ê lâng, pàng kù-chāi in; in-ūi chit ê kè-bô͘, chit ê só͘ chòe, nā chhut tī lâng, tek-khak beh pāi-hoāi;","tghg":"今我給恁講，莫得插(chhap)諸個人，放據在𪜶！因為此個計謀、此個所做，若出佇人，的確欲敗壞；","bklhl":"Taⁿ我kā lín講，莫得chhap chiah ê人，放kù-chāi in；因為chit ê計謀，chit ê所做，若出tī人，的確beh敗壞；"}},{"book":"徒","chapter":5,"verse":39,"versions":{"unv":"若是出於　神，你們就不能敗壞他們，恐怕你們倒是攻擊　神了。」","bklcl":"nā chhut tī Siōng-tè, lín chiū bōe pāi-hoāi in; koh kiaⁿ-liáu lín iā sī kap Siōng-tè kau-chiàn.","tghg":"若出佇上帝，恁就𣍐敗壞𪜶，閣驚了恁也是及上帝交戰。」","bklhl":"若出tī上帝，lín就bōe敗壞in；koh驚了lín也是kap上帝交戰。"}},{"book":"徒","chapter":5,"verse":40,"versions":{"unv":"公會的人聽從了他，便叫使徒來，把他們打了，又吩咐他們不可奉耶穌的名講道，就把他們釋放了。","bklcl":"In chiū thàn i; tiàu sù-tô͘ lâi phah in, bēng-lēng in bo̍h-tit ēng Iâ-so͘ ê miâ lâi kóng, chiū pàng in.","tghg":"𪜶就趁伊，召使徒來，拍𪜶，命令𪜶莫得用耶穌的名來講，就放𪜶。","bklhl":"In就thàn伊；召使徒來phah in，命令in莫得用耶穌ê名來講，就放in。"}},{"book":"徒","chapter":5,"verse":41,"versions":{"unv":"他們離開公會，心裡歡喜，因被算是配為這名受辱。","bklcl":"Sù-tô͘ lī-khui kong-hōe chêng, lóng hoaⁿ-hí, sī in-ūi in tit-tio̍h khòaⁿ-chòe ōe kham-tit ūi-tio̍h chit ê Miâ siū lêng-jio̍k.","tghg":"使徒離開公會前，攏歡喜，是因為𪜶得著看做會堪得為著此個名受凌辱。","bklhl":"使徒離開公會前，lóng歡喜，是因為in得tio̍h看做會堪得為tio̍h chit ê名受凌辱。"}},{"book":"徒","chapter":5,"verse":42,"versions":{"unv":"他們就每日在殿裡、在家裡不住地教訓人，傳耶穌是基督。","bklcl":"Chiū tī tiān-ni̍h, tī jîn-ke, kà-sī lâng, thoân Iâ-so͘ chòe Ki-tok, ta̍k ji̍t bô soah.","tghg":"就佇殿裡、佇人家(jîn-ke)教示人，傳耶穌做基督，逐日無息。","bklhl":"就tī殿裡，tī人家，教示人，傳耶穌做基督，ta̍k日無soah。"}}]