[{"book":"徒","chapter":3,"verse":1,"versions":{"unv":"申初禱告的時候，彼得、約翰上聖殿去。","bklcl":"Saⁿ tiám cheng kî-tó ê sî, Pí-tek kap Iok-hān chiūⁿ tiān.","tghg":"三點鐘祈禱的時，彼得及約翰上殿。","bklhl":"三點鐘祈禱ê時，彼得kap約翰上殿。"}},{"book":"徒","chapter":3,"verse":2,"versions":{"unv":"有一個人，生來是瘸腿的，天天被人抬來，放在殿的一個門口（那門名叫美門），要求進殿的人賙濟。","bklcl":"Ū chi̍t lâng, tùi chhut-sì chiū nńg-kha, ta̍k ji̍t hō͘ lâng kng lâi hē tī tiān mn̂g, chiū-sī hit ê kiò chòe Súi ê mn̂g, beh kiû ji̍p tiān ê lâng siá-sì;","tghg":"有一人，對出世就軟腳，逐日互人扛來，下佇殿門（就是彼個叫做媠的門），欲求入殿的人捨施(siá-sì)。","bklhl":"有一人，tùi出世就軟腳，ta̍k日hō͘人扛來hē tī殿門，就是hit ê叫做Súi ê門，beh求入殿 ê人捨施；"}},{"book":"徒","chapter":3,"verse":3,"versions":{"unv":"他看見彼得、約翰將要進殿，就求他們賙濟。","bklcl":"khòaⁿ-kìⁿ Pí-tek Iok-hān teh-beh ji̍p tiān, chiū kiû siá-si.","tghg":"看見彼得、約翰啲欲入殿，就求捨施。","bklhl":"看見彼得約翰teh-beh入殿，就求捨施。"}},{"book":"徒","chapter":3,"verse":4,"versions":{"unv":"彼得、約翰定睛看他；彼得說：「你看我們！」","bklcl":"Pí-tek kap Iok-hān chù-ba̍k khòaⁿ i, kóng, Khòaⁿ goán.","tghg":"彼得及約翰注目看伊，講：「看阮！」","bklhl":"彼得kap約翰注目看伊，講，看阮。"}},{"book":"徒","chapter":3,"verse":5,"versions":{"unv":"那人就留意看他們，指望得著甚麼。","bklcl":"I chiū chù-sîn khòaⁿ in, ǹg-bāng tùi in ū só͘ tit-tio̍h.","tghg":"伊就注神看𪜶，向望對𪜶有所得著。","bklhl":"伊就注神看in，ǹg望對in有所得tio̍h。"}},{"book":"徒","chapter":3,"verse":6,"versions":{"unv":"彼得說：「金銀我都沒有，只把我所有的給你：我奉拿撒勒人耶穌基督的名，叫你起來行走！」","bklcl":"Nā-sī Pí-tek kóng, Kim gûn góa lóng bô; to̍k-to̍k góa só͘ ū ê hō͘ lí. Tī Ná-sat-le̍k Iâ-so͘ Ki-tok ê miâ, lí khí-lâi kiâⁿ.","tghg":"若是彼得講：「金銀我攏無，獨獨我所有的互你：佇拿撒勒耶穌基督的名，你起來行！」","bklhl":"但是彼得講，金銀我lóng無；獨獨我所有ê hō͘你。Tī拿撒勒耶穌基督ê名，你起來行。"}},{"book":"徒","chapter":3,"verse":7,"versions":{"unv":"於是拉著他的右手，扶他起來；他的腳和踝子骨立刻健壯了，","bklcl":"Chiū khan i ê chiàⁿ chhiú, hō͘ i khí-lâi; i ê kha kap kha-ba̍k liâm-piⁿ ióng-kiāⁿ.","tghg":"就牽伊的正手，互伊起來；伊的腳及腳目連鞭勇健，","bklhl":"就牽伊ê chiàⁿ手，hō͘伊起來；伊ê腳kap腳目liâm-piⁿ勇健。"}},{"book":"徒","chapter":3,"verse":8,"versions":{"unv":"就跳起來，站著，又行走，同他們進了殿，走著，跳著，讚美　神。","bklcl":"Chiū thiàu-khí-lâi khiā-teh, koh kiâⁿ, kap in ji̍p tiān; ia̍h kiâⁿ, ia̍h thiàu, ia̍h o-ló Siōng-tè.","tghg":"就跳起來，徛啲，閣行，及𪜶入殿，亦行，亦跳，亦謳咾上帝。","bklhl":"就跳起來khiā-teh，koh行，kap in入殿；亦行，亦跳，亦o-ló上帝。"}},{"book":"徒","chapter":3,"verse":9,"versions":{"unv":"百姓都看見他行走，讚美　神；","bklcl":"Chèng peh-sìⁿ khòaⁿ-kìⁿ i teh kiâⁿ teh o-ló Siōng-tè;","tghg":"眾百姓看見伊啲行、啲謳咾上帝；","bklhl":"眾百姓看見伊teh行teh o-ló上帝；"}},{"book":"徒","chapter":3,"verse":10,"versions":{"unv":"認得他是那素常坐在殿的美門口求賙濟的，就因他所遇著的事滿心希奇、驚訝。","bklcl":"koh jīn-tit i sī pêng-sò͘ chē tī tiān ê Súi-mn̂g kiû siá-si ê; chiū in-ūi i só͘ tú-tio̍h ê sū, móa-sim kî-koài gông-ngia̍h.","tghg":"閣認得伊是平素坐佇殿的媠門求捨施的，就因為伊所抵著(tú-tio̍h)的事，滿心奇怪、卬愕。","bklhl":"koh認得伊是平素坐tī 殿 ê Súi門求捨施 ê；就因為伊所tú-tio̍h ê事，滿心奇怪gông-ngia̍h。"}},{"book":"徒","chapter":3,"verse":11,"versions":{"unv":"那人正在稱為所羅門的廊下，拉著彼得、約翰；眾百姓一齊跑到他們那裡，很覺希奇。","bklcl":"Hit lâng khan Pí-tek Iok-hān ê sî, chèng peh-sìⁿ tōa kî-koài, chi̍t chôe cháu lâi chiū-kūn in, tī hit-ê miâ kiò Só͘-lô-bûn ê léng-lông.","tghg":"彼人牽彼得、約翰的時，眾百姓大奇怪，一齊走來就近𪜶，佇彼個名叫所羅門的兩廊(léng-lông)。","bklhl":"Hit人牽彼得約翰ê時，眾百姓大奇怪，一齊走來就近in，tī hit ê名叫所羅門ê léng廊。"}},{"book":"徒","chapter":3,"verse":12,"versions":{"unv":"彼得看見，就對百姓說：「以色列人哪，為甚麼把這事當作希奇呢？為甚麼定睛看我們，以為我們憑自己的能力和虔誠使這人行走呢？","bklcl":"Pí-tek khòaⁿ-kìⁿ, chiū tùi peh-sìⁿ kóng, Í-sek-lia̍t lâng ah, siáⁿ-sū lia̍h chit-ê chòe kî-koài? siáⁿ-sū chù-ba̍k khòaⁿ goán, ná chhin-chhiūⁿ goán ēng ka-kī ê châi-lêng, á-sī kèng-khiân, hō͘ i kiâⁿ?","tghg":"彼得看見，就對百姓講：「以色列人啊，啥事掠此個做奇怪？啥事注目看阮，那親像阮用家己的才能抑是敬虔互伊行？","bklhl":"彼得看見，就tùi百姓講，以色列人ah，啥事掠chit ê做奇怪？啥事注目看阮，ná親像阮用家己ê才能，á是敬虔，hō͘伊行？"}},{"book":"徒","chapter":3,"verse":13,"versions":{"unv":"亞伯拉罕、以撒、雅各的　神，就是我們列祖的　神，已經榮耀了他的僕人（或譯：兒子）耶穌；你們卻把他交付彼拉多。彼拉多定意要釋放他，你們竟在彼拉多面前棄絕了他。","bklcl":"A-pek-la̍h-hán, Í-sat, Ngá-kok ê Siōng-tè, chiū-sī lán lia̍t-chó͘ ê Siōng-tè, í-keng êng-kng I ê Lô͘-po̍k Iâ-so͘; chiū-sī lín chiah-ê só͘ sàng-kau ê, koh tī Pí-lia̍p-to ê bīn-chêng, tng i gí beh pàng I ê sî, lín koh m̄ jīn I.","tghg":"亞伯拉罕、以撒、雅各的上帝，就是咱列祖的上帝，已經榮光伊的奴僕耶穌；就是恁諸個所送交的。閣佇彼拉多的面前，當伊擬欲放伊的時，恁閣呣認伊。","bklhl":"亞伯拉罕、以撒、雅各ê上帝，就是咱列祖ê上帝，已經榮光伊ê奴僕耶穌；就是lín chiah ê所送交ê，koh tī彼拉多ê面前，當伊擬beh放伊ê時，lín koh m̄認伊。"}},{"book":"徒","chapter":3,"verse":14,"versions":{"unv":"你們棄絕了那聖潔公義者，反求著釋放一個兇手給你們。","bklcl":"Án-ni lín m̄ jīn hit ê Sèng koh Gī ê, hoán-tńg kiû i ēng chi̍t ê hiong-hoān hō͘ lín;","tghg":"按呢恁呣認彼個聖閣義者，反轉求伊用一個兇犯互恁。","bklhl":"Án-ni lín m̄認hit ê聖koh義ê，反tńg求伊用一个凶犯hō͘ lín；"}},{"book":"徒","chapter":3,"verse":15,"versions":{"unv":"你們殺了那生命的主，　神卻叫他從死裡復活了；我們都是為這事作見證。","bklcl":"lín hāi-sí oa̍h-miā ê Jîn-kun, chiū-sī Siōng-tè tùi sí-lâng tiong hō͘ I koh-oa̍h ê; goán chiah-ê chòe I ê kan-chèng.","tghg":"恁害死活命的人君，就是上帝對死人中互伊復活者；阮諸個做伊的干證。","bklhl":"lín害死活命ê人君，就是上帝tùi死人中hō͘伊koh活ê；阮chiah ê做伊ê干證。"}},{"book":"徒","chapter":3,"verse":16,"versions":{"unv":"我們因信他的名，他的名便叫你們所看見所認識的這人健壯了；正是他所賜的信心，叫這人在你們眾人面前全然好了。","bklcl":"In-ūi sìn I ê miâ, chiū I ê miâ hō͘ chit-ê lín só͘ khòaⁿ só͘ bat ê lâng ióng-kiāⁿ; sī hit-ê tùi I lâi ê sìn hō͘ i chiâu-chn̂g hó tī lín chèng lâng ê bīn-chêng.","tghg":"因為信伊的名，就伊的名互此個恁所看所識的人勇健；是彼個對伊來的信，互伊齊全好佇恁眾人的面前。","bklhl":"因為信伊ê名，就伊ê名hō͘ chit ê lín所看所bat ê人勇健；是hit ê對伊來ê信hō͘伊齊全好tī lín眾人ê面前。"}},{"book":"徒","chapter":3,"verse":17,"versions":{"unv":"弟兄們，我曉得你們做這事是出於不知，你們的官長也是如此。","bklcl":"Hiaⁿ-tī ah, taⁿ góa chai lín án-ni kiâⁿ sī tùi m̄ chai-iáⁿ, lín ê koaⁿ-hú iā sī án-ni.","tghg":"兄弟啊，今我知恁按呢行是對呣知影，恁的官府也是按呢。","bklhl":"兄弟ah，taⁿ我知lín án-ni行是tùi m̄知影，lín ê官府也是án-ni。"}},{"book":"徒","chapter":3,"verse":18,"versions":{"unv":"但神曾藉眾先知的口，預言基督將要受害，就這樣應驗了。","bklcl":"To̍k-to̍k Siōng-tè ēng chèng sian-ti ê chhùi chhàm-gú I ê Ki-tok só͘ beh siū ê hāi, I ū án-ni èng-giām i.","tghg":"獨獨上帝用眾先知的嘴，讖語(chhàm-gú)伊的基督所欲受的害，伊有按呢應驗伊。","bklhl":"獨獨上帝用眾先知ê嘴讖語伊ê基督所beh受ê害，伊有án-ni應驗伊。"}},{"book":"徒","chapter":3,"verse":19,"versions":{"unv":"所以，你們當悔改歸正，使你們的罪得以塗抹，","bklcl":"Só͘-í lín tio̍h hoán-hóe, lâi oa̍t-tńg-thâu, hō͘ lín ê chōe ōe tit chhat-siau, hō͘ an-lo̍k ê ji̍t-kî ōe tùi Chú ê bīn-chêng lâi;","tghg":"所以，恁著反悔來越轉頭，互恁的罪會得擦消，互安樂的日期會對主的面前來；","bklhl":"所以lín tio̍h反悔，來oa̍t-tńg頭，hō͘ lín ê罪會得擦消，hō͘安樂ê日期會tùi主ê面前來；"}},{"book":"徒","chapter":3,"verse":20,"versions":{"unv":"這樣，那安舒的日子就必從主面前來到；主也必差遣所預定給你們的基督（耶穌）降臨。","bklcl":"koh Chú beh chhe ūi-tio̍h lín tāi-seng tiāⁿ-tio̍h ê Ki-tok, chiū-sī Iâ-so͘.","tghg":"閣主欲差為著恁代先定著的基督，就是耶穌。","bklhl":"koh主beh差為tio̍h lín事先定tio̍h ê基督，就是耶穌。"}},{"book":"徒","chapter":3,"verse":21,"versions":{"unv":"天必留他，等到萬物復興的時候，就是　神從創世以來、藉著聖先知的口所說的。","bklcl":"Thiⁿ tek-khak tio̍h chiap-la̍p I, kàu bān mi̍h ho̍k-tò ê sî, chiū-sī Siōng-tè tùi chhòng-sè í-lâi ēng I sèng sian-ti ê  chhùi só͘ kóng ê.","tghg":"天的確著接納伊，到萬物復倒的時，就是上帝對創世以來、用伊聖先知的嘴所講的。","bklhl":"天的確tio̍h接納伊，到萬物復到ê時，就是上帝tùi創世以來用伊聖先知ê嘴所講ê。"}},{"book":"徒","chapter":3,"verse":22,"versions":{"unv":"摩西曾說：『主─　神要從你們弟兄中間給你們興起一位先知像我，凡他向你們所說的，你們都要聽從。","bklcl":"Mô͘-se bat kóng, Chú Siōng-tè beh tī lín hiaⁿ-tī ê tiong-kan kā lín théng-khí chi̍t ê sian-ti, chhin-chhiūⁿ góa; hoān-nā I só͘ kā lín kóng lín tio̍h thiaⁿ I.","tghg":"摩西曾講：『主──上帝欲佇恁兄弟的中間給恁逞(théng)起一個先知親像我，凡若伊所給恁講，恁著聽伊。","bklhl":"摩西bat講，主上帝beh tī lín兄弟ê中間kā lín挺起一个先知，親像我；凡若伊所kā lín講lín tio̍h聽伊。"}},{"book":"徒","chapter":3,"verse":23,"versions":{"unv":"凡不聽從那先知的，必要從民中全然滅絕。』","bklcl":"Hoān-nā m̄ thiaⁿ chit ê sian-ti ê, beh tùi peh-sìⁿ ê tiong-kan it-chīn bia̍t i.","tghg":"凡若呣聽此個先知的，欲對百姓的中間一盡滅伊。』","bklhl":"凡若m̄聽chit ê先知ê，beh tùi百姓ê中間一盡滅伊。"}},{"book":"徒","chapter":3,"verse":24,"versions":{"unv":"從撒母耳以來的眾先知，凡說預言的，也都說到這些日子。","bklcl":"Koh chiah ê sian-ti, tùi Sat-bó͘-ní í-lâi, kìⁿ ū kóng ê, lóng sī thoân-pò chiah ê ji̍t.","tghg":"閣諸個先知對撒母耳以來，見有講的，攏是傳報諸個日。","bklhl":"Koh chiah ê先知，tùi撒母耳以來，見有講ê，lóng是傳報chiah ê日。"}},{"book":"徒","chapter":3,"verse":25,"versions":{"unv":"你們是先知的子孫，也承受　神與你們祖宗所立的約，就是對亞伯拉罕說：『地上萬族都要因你的後裔得福。』","bklcl":"Lín sī sian-ti ê kiáⁿ-sun, sêng-chiap Siōng-tè kap lín lia̍t-chó͘ só͘ li̍p ê iok, chiū-sī kā A-pek-la̍h-hán kóng, Thiⁿ-ē bān cho̍k beh tī lí ê hō͘-è tit-tio̍h hok-khì.","tghg":"恁是先知的子孫，承接上帝及恁列祖所立的約，就是給亞伯拉罕講：『天下萬族欲佇你的後裔得著福氣。』","bklhl":"Lín是先知ê kiaⁿ孫，承接上帝kap lín列祖所立 ê約，就是kā亞伯拉罕講，天下萬族beh tī你ê後裔得tio̍h福氣。"}},{"book":"徒","chapter":3,"verse":26,"versions":{"unv":"　神既興起他的僕人（或譯：兒子），就先差他到你們這裡來，賜福給你們，叫你們各人回轉，離開罪惡。」","bklcl":"Siōng-tè í-keng théng-khí I ê Lô͘-po̍k, chhe I lâi tāi-seng sù hok hō͘ lín, chiū-sī hō͘ lín ta̍k lâng oa̍t-tńg lī-khui lín ê pháiⁿ.","tghg":"上帝已經逞起伊的奴僕，差伊來代先賜福互恁，就是互恁逐人越轉，離開恁的歹。」","bklhl":"上帝已經挺起伊ê奴僕，差伊來事先賜福hō͘ lín，就是hō͘ lín ta̍k人oa̍t-tńg離開lín ê pháiⁿ。"}}]