[{"book":"徒","chapter":18,"verse":1,"versions":{"unv":"這事以後，保羅離了雅典，來到哥林多。","bklcl":"Chit tia̍p liáu-āu, Pó-lô lī-khui Ngá-tián, kàu Ko-lîm-to.","tghg":"此霎(tia̍p)了後，保羅離開雅典，到哥林多。","bklhl":"Chit-tia̍p了後， 保羅離開雅典，到哥林多。"}},{"book":"徒","chapter":18,"verse":2,"versions":{"unv":"遇見一個猶太人，名叫亞居拉，他生在本都；因為革老丟命猶太人都離開羅馬，新近帶著妻百基拉，從意大利來。保羅就投奔了他們。","bklcl":"Tú-tio̍h chi̍t ê Iû-thài lâng, miâ A-ku-lah, chhut-sì tī Pún-to͘, kap i ê bó͘ Pek-ki-lah, tú-á tùi Ì-tāi-lī lâi, in-ūi Kek-ló-tiu bēng-lēng Iû-thài lâng lóng lī-khui Lô-má; Pó-lô chiū chiū-kūn in;","tghg":"抵著(tú-tio̍h)一個猶太人，名亞居拉，出世佇本都；及伊的某百基拉，抵仔對意大利來，因為克勞丟命令猶太人攏離開羅馬。保羅就就近𪜶。","bklhl":"Tú-tio̍h一个偤太人，名亞居拉，出世tī本都，kap伊ê bó͘百基拉，tú-á對意大利來，因為Kek-ló-tiu命令偤太人lóng離開羅馬；保羅就就近in；"}},{"book":"徒","chapter":18,"verse":3,"versions":{"unv":"他們本是製造帳棚為業。保羅因與他們同業，就和他們同住做工。","bklcl":"in-ūi in tâng kang-gē, chiū kap in saⁿ-kap tiàm, ha̍p teh chòe; in ê kang-gē chiū-sī chòe pò͘-pîⁿ.","tghg":"因為𪜶同(tâng)工藝，就及𪜶相及踮合啲做。𪜶的工藝就是做布棚。","bklhl":"因為in同工藝，就kap in saⁿ-kap tiàm，合teh做；in ê工藝就是做布棚。"}},{"book":"徒","chapter":18,"verse":4,"versions":{"unv":"每逢安息日，保羅在會堂裡辯論，勸化猶太人和希臘人。","bklcl":"Ta̍k ê an-hioh-ji̍t Pó-lô tī hōe-tn̂g piān-lūn, khó͘-khǹg Iû-thài lâng kap Hi-lī-nî lâng.","tghg":"逐個安息日，保羅佇會堂辯論，苦勸猶太人及希利尼人。","bklhl":"Ta̍k-ê安歇日保羅tī會堂辯論，苦勸偤太人kap希利尼人。"}},{"book":"徒","chapter":18,"verse":5,"versions":{"unv":"西拉和提摩太從馬其頓來的時候，保羅為道迫切，向猶太人證明耶穌是基督。","bklcl":"Se-lah, Thê-mô͘-thài tùi Má-kî-tùn lo̍h-lâi ê sî, Pó-lô chiū ūi-tio̍h tō-lí put-chí pek-chhiat, tùi Iû-thài lâng kan-chèng Iâ-so͘ sī Ki-tok.","tghg":"西拉、提摩太對馬其頓落來的時，保羅就為著道理不止迫切，對猶太人干證耶穌是基督。","bklhl":"Se-lah、提摩太tùi馬其頓落來ê時，保羅就為tio̍h道理不止迫切，對偤太人干證耶穌是基督。"}},{"book":"徒","chapter":18,"verse":6,"versions":{"unv":"他們既抗拒、毀謗，保羅就抖著衣裳，說：「你們的罪（原文是血）歸到你們自己頭上，與我無干（原文是我卻乾淨）。從今以後，我要往外邦人那裡去。」","bklcl":"In tùi-te̍k i lâi pòng-to̍k ê sî, Pó-lô chiū pōaⁿ saⁿ, tùi in kóng, Lín ê huih kui tī lín, bô góa ê koan-hē; taⁿ liáu-āu góa beh chiū-kūn gōa-pang lâng lah.","tghg":"𪜶對敵伊來謗瀆(pòng-to̍k)的時，保羅就拂(pōaⁿ)衫，對𪜶講：「恁的血歸佇恁，無我的關係。今了後，我欲就近外邦人啦。」","bklhl":"In對敵伊來謗瀆ê時，保羅就pōaⁿ衫，對in講，Lín ê血歸tī lín，無我ê關係；taⁿ了後我beh就近外邦人lah。"}},{"book":"徒","chapter":18,"verse":7,"versions":{"unv":"於是離開那裡，到了一個人的家中；這人名叫提多猶士都，是敬拜　神的，他的家靠近會堂。","bklcl":"Chiū lī-khui khì, ji̍p chi̍t lâng ê chhù, hit lâng miâ Thê-to Iû-sū-to͘, sī kèng-pài Siōng-tè ê lâng, i ê chhù tī hōe-tn̂g ê keh-piah.","tghg":"就離開去，入一人的厝；彼人名提多猶士都，是敬拜上帝的人，伊的厝佇會堂的隔壁。","bklhl":"就離開去，入一人ê厝，hit人名Thê-to Iû-sū-to͘，是敬拜上帝ê人，伊ê厝tī會堂ê隔壁。"}},{"book":"徒","chapter":18,"verse":8,"versions":{"unv":"管會堂的基利司布和全家都信了主，還有許多哥林多人聽了，就相信受洗。","bklcl":"Koán hōe-tn̂g ê lâng, miâ Kek-lí-sū-pò͘, kap choân ke sìn Chú; Ko-lîm-to lâng ia̍h chōe-chōe thiaⁿ-kìⁿ, sìn lâi siū sóe-lé.","tghg":"管會堂的人名革利司布及全家信主，哥林多人亦多多聽見，信來受洗禮。","bklhl":"管會堂ê人，名Kek-lí-sū-pò͘，kap全家信主；哥林多人亦chōe-chōe聽見，信來受洗禮。"}},{"book":"徒","chapter":18,"verse":9,"versions":{"unv":"夜間，主在異象中對保羅說：「不要怕，只管講，不要閉口，","bklcl":"Mî-sî Chú tī īⁿ-siōng tiong tùi Pó-lô kóng, Bo̍h-tit kiaⁿ, tio̍h kóng, m̄-thang chēng-chēng;","tghg":"暝時，主佇異象中對保羅講：「莫得驚，著講，呣通靜靜，","bklhl":"暝時，主tī異象中對保羅講，莫得驚，tio̍h講，m̄-thang靜靜；"}},{"book":"徒","chapter":18,"verse":10,"versions":{"unv":"有我與你同在，必沒有人下手害你，因為在這城裡我有許多的百姓。」","bklcl":"in-ūi góa kap lí tī-teh, bô lâng beh kong-kek lâi hāi lí; in-ūi góa ū chōe-chōe peh-sìⁿ tī chit ê siâⁿ.","tghg":"因為我及你佇啲，無人欲攻擊來害你，因為我有多多百姓佇此個城。」","bklhl":"因為我kap你tī-teh，無人beh攻擊來害你；因為我有chōe-chōe百姓tī chit ê城。"}},{"book":"徒","chapter":18,"verse":11,"versions":{"unv":"保羅在那裡住了一年零六個月，將　神的道教訓他們。","bklcl":"Pó-lô tòa hia chi̍t nî koh la̍k ge̍h ji̍t; tī in tiong-kan chiong Siōng-tè ê tō-lí lâi kà-sī lâng.","tghg":"保羅住遐一年閣六月日，佇𪜶中間將上帝的道理來教示人。","bklhl":"保羅tòa hia一年koh六月日；tī in中間將上帝ê道理來教示人。"}},{"book":"徒","chapter":18,"verse":12,"versions":{"unv":"到迦流作亞該亞方伯的時候，猶太人同心起來攻擊保羅，拉他到公堂，","bklcl":"Ka-liû chòe A-kai-a chóng-tok ê sî, Iû-thài lâng tâng-sim kong-kek Pó-lô, thoa i kàu kong-chō chêng, kóng,","tghg":"迦流做亞該亞總督的時，猶太人同心攻擊保羅，拖伊到公座前，","bklhl":"Ka-liû做A-kai-a總督ê時，偤太人同心攻擊保羅，拖伊到公座前，講，"}},{"book":"徒","chapter":18,"verse":13,"versions":{"unv":"說：「這個人勸人不按著律法敬拜　神。」","bklcl":"Chit ê lâng khǹg lâng pài Siōng-tè bô chiàu lu̍t-hoat.","tghg":"講：「此個人勸人拜上帝無照律法。」","bklhl":"Chit ê人勸人拜上帝無照律法。"}},{"book":"徒","chapter":18,"verse":14,"versions":{"unv":"保羅剛要開口，迦流就對猶太人說：「你們這些猶太人！如果是為冤枉或奸惡的事，我理當耐性聽你們。","bklcl":"Pó-lô tú-tú beh khui chhùi, Ka-liû kā Iû-thài lâng kóng, Iû-thài lâng ah, siat-sú sī sím-mi̍h put-gī kan-ok ê sū, chiàu lí góa tio̍h iông-ún lín;","tghg":"保羅抵抵(tú-tú)欲開嘴，迦流給猶太人講：「猶太人啊！設使是甚麼不義奸惡的事，照理我著容允恁。","bklhl":"保羅tú-tú beh開嘴，Ka-liû kā偤太人講，偤太人ah，設使是甚麼不義奸惡ê事，照理我tio̍h容允lín；"}},{"book":"徒","chapter":18,"verse":15,"versions":{"unv":"但所爭論的，若是關乎言語、名目，和你們的律法，你們自己去辦吧！這樣的事我不願意審問」；","bklcl":"chóng-sī piān-lūn giân-gú, miâ-jī, kap lín ê lu̍t-hoat, lín khì ka-kī liāu-lí; góa m̄ ài sím-phòaⁿ chiah-ê.","tghg":"總是辯論言語、名字，及恁的律法，恁去家己料理！我呣愛審判諸個」；","bklhl":"總是辯論言語、名字，kap lín ê律法，lín去家己料理；我m̄-ài審判chiah ê。"}},{"book":"徒","chapter":18,"verse":16,"versions":{"unv":"就把他們攆出公堂。","bklcl":"Chiū kóaⁿ in lī-khui kong-chō chêng.","tghg":"就趕𪜶離開公座前。","bklhl":"就趕 in離開公座前。"}},{"book":"徒","chapter":18,"verse":17,"versions":{"unv":"眾人便揪住管會堂的所提尼，在堂前打他。這些事迦流都不管。","bklcl":"Chèng lâng lia̍h koán hōe-tn̂g ê Só͘-thê-nî, tī kong-chō chêng phah i. Chiah-ê tāi-chì Ka-liû lóng bô lia̍h chòe iàu-kín.","tghg":"眾人掠管會堂的所提尼，佇公座前拍伊。諸個代誌迦流攏無掠做要緊。","bklhl":"眾人掠管會堂ê Só͘-thê-nî，tī公座前phah伊。Chiah-ê tāi-chì Ka-liû lóng無掠做要緊。"}},{"book":"徒","chapter":18,"verse":18,"versions":{"unv":"保羅又住了多日，就辭別了弟兄，坐船往敘利亞去；百基拉、亞居拉和他同去。他因為許過願，就在堅革哩剪了頭髮。","bklcl":"Pó-lô iáu tiàm kúi-nā ji̍t, chiū lī-pia̍t chiah-ê hiaⁿ-tī, tah chûn beh khì Sū-lī-a; Pek-ki-lah, A-ku-lah saⁿ-kap khì; tī Kian-kek-lí chián thâu-mn̂g; ū hē-goān ê iân-kò͘.","tghg":"保羅猶踮幾若日，就離別諸個兄弟，搭船欲去敘利亞；百基拉、亞居拉相及去。佇堅革哩剪頭毛，有下願(hē-goān)的緣故。","bklhl":"保羅iáu tiàm kúi-nā日，就離別chiah ê兄弟，搭船beh去敘利亞；百基拉、亞居拉saⁿ-kap 去；tī Kian-kek-lí剪頭毛；有下願ê緣故。"}},{"book":"徒","chapter":18,"verse":19,"versions":{"unv":"到了以弗所，保羅就把他們留在那裡，自己進了會堂，和猶太人辯論。","bklcl":"In kàu Í-hut-só͘, Pó-lô chiū lâu in tòa hia; ka-kī ji̍p hōe-tn̂g, kap Iû-thài lâng piān-lūn.","tghg":"𪜶到以弗所，保羅就留𪜶住遐，家己入會堂及猶太人辯論。","bklhl":"In到以弗所，保羅就留in tòa hia；家己入會堂，kap偤太人辯論。"}},{"book":"徒","chapter":18,"verse":20,"versions":{"unv":"眾人請他多住些日子，他卻不允，","bklcl":"In chhiáⁿ i ke tòa kúi ji̍t; bô ún,","tghg":"𪜶請伊加住幾日，無允，","bklhl":"In請伊加tòa幾日；無允，"}},{"book":"徒","chapter":18,"verse":21,"versions":{"unv":"就辭別他們，說：「　神若許我，我還要回到你們這裡」；於是開船離了以弗所。","bklcl":"chiū lī-pia̍t in, kóng, Siōng-tè nā chún, góa beh tò-tńg lâi chiū-kūn lín.","tghg":"就離別𪜶，講：「上帝若准，我欲倒轉來就近恁」；就開船離開以弗所。","bklhl":"就離別in，講，上帝若准，我beh 倒tńg來就近lín。"}},{"book":"徒","chapter":18,"verse":22,"versions":{"unv":"在該撒利亞下了船，就上耶路撒冷去問教會安，隨後下安提阿去。","bklcl":"Chiū khui chûn lī-khui Í-hut-só͘. Kàu Kai-sat-lī-a, chiū chiūⁿ-khì chhéng-an kàu-hōe, chiah lo̍h-khì An-thê-o.","tghg":"到該撒利亞，就上去請安教會，才落去安提阿。","bklhl":"就開船離開以弗所。到該撒利亞，就上去請安教會，chiah落去安提阿。"}},{"book":"徒","chapter":18,"verse":23,"versions":{"unv":"住了些日子，又離開那裡，挨次經過加拉太和弗呂家地方，堅固眾門徒。","bklcl":"Tòa hia kúi ji̍t, koh khí-sin, chiàu chhù-sū keng-kè Ka-lia̍p-thài, Hut-lū-ka ê tōe-hng, kian-kò͘ chèng ha̍k-seng.","tghg":"住遐幾日，閣起身，照次序經過加拉太、弗呂家的地方，堅固眾學生。","bklhl":"Tòa hia幾日，koh起身，照次序經過加拉太、Hut-lū-ka ê地方，堅固眾學生。"}},{"book":"徒","chapter":18,"verse":24,"versions":{"unv":"有一個猶太人，名叫亞波羅，來到以弗所。他生在亞力山大，是有學問（或譯：口才）的，最能講解聖經。","bklcl":"Ū chi̍t ê Iû-thài lâng, miâ A-pho-lô kàu Í-hut-só͘, i chhut-sì tī A-le̍k-san-thài, sī ū ha̍k-būn, tī sèng-keng ia̍h put-chí ōe.","tghg":"有一個猶太人，名亞波羅，到以弗所。伊出世佇亞歷山大，是有學問，佇聖經亦不止會。","bklhl":"有一个偤太人，名亞波羅到以弗所，伊出世tī A-le̍k-san-thài，是有學問，tī聖經亦不止能。"}},{"book":"徒","chapter":18,"verse":25,"versions":{"unv":"這人已經在主的道上受了教訓，心裡火熱，將耶穌的事詳細講論教訓人；只是他單曉得約翰的洗禮。","bklcl":"I bat ha̍k-si̍p Chú ê lō͘; jia̍t-sim chiong Iâ-so͘ ê sū siông-sè kóng lâi kà-sī lâng, chí-ū chai Iok-hān ê sóe-lé nā-tiāⁿ.","tghg":"伊曾學習主的路，熱心將耶穌的事詳細講來教示人；只有知約翰的洗禮若定。","bklhl":"伊bat學習主ê路；熱心將耶穌ê事詳細講來教示人，只有知約翰ê洗禮nā-tiāⁿ。"}},{"book":"徒","chapter":18,"verse":26,"versions":{"unv":"他在會堂裡放膽講道；百基拉、亞居拉聽見，就接他來，將　神的道給他講解更加詳細。","bklcl":"I tī hōe-tn̂g hó-táⁿ lâi kóng, Pek-ki-lah A-ku-lah thiaⁿ-kìⁿ, chiū chhōa i lâi, tùi i pâi-lia̍t Siōng-tè ê lō͘ khah siông-sè.","tghg":"伊佇會堂好膽來講；百基拉、亞居拉聽見，就導伊來，對伊排列上帝的路卡詳細。","bklhl":"伊tī會堂好膽來講，百基拉、亞居拉聽見，就chhōa伊來，對伊排列上帝ê路khah詳細。"}},{"book":"徒","chapter":18,"verse":27,"versions":{"unv":"他想要往亞該亞去，弟兄們就勉勵他，並寫信請門徒接待他（或譯：弟兄們就寫信勸門徒接待他）。他到了那裡，多幫助那蒙恩信主的人，","bklcl":"A-pho-lô ài khì A-kai-a ê sî, hiaⁿ-tī khoàn-bián i, koh kià phoe chhiáⁿ ha̍k-seng chiap-la̍p i; í-keng kàu, chiū tùi un-tián lâi tōa-tōa pang-chān hia ê sìn-tô͘:","tghg":"亞波羅愛去亞該亞的時，兄弟勸勉伊，閣寄批請學生接納伊。已經到，就對恩典來大大幫助許個信徒，","bklhl":"亞波羅ài去A-kai-a ê時，兄弟勸勉伊，koh寄phoe請學生接納伊；已經到，就tùi恩典來大大幫贊hia ê信徒："}},{"book":"徒","chapter":18,"verse":28,"versions":{"unv":"在眾人面前極有能力駁倒猶太人，引聖經證明耶穌是基督。","bklcl":"in-ūi i tī chèng lâng ê bīn-chêng chhut-la̍t piān-tó Iû-thài lâng, ín sèng-keng chí-bêng Iâ-so͘ sī Ki-tok.","tghg":"因為伊佇眾人的面前出力辯倒猶太人，引聖經指明耶穌是基督。","bklhl":"因為伊tī眾人ê面前出力辯倒偤太人，引聖經指明耶穌是基督。"}}]