[{"book":"徒","chapter":28,"verse":1,"versions":{"unv":"我們既已得救，才知道那島名叫馬耳他。","bklcl":"Goán í-keng tit-tio̍h kiù, chiū chai hit ê hái-sū miâ kiò Bí-lī-tāi.","tghg":"阮已經得著救，就知彼個海嶼名叫米利大。","bklhl":"阮已經得tio̍h救，就知hit ê海嶼名叫Bí-lī-tāi。"}},{"book":"徒","chapter":28,"verse":2,"versions":{"unv":"土人看待我們，有非常的情分；因為當時下雨，天氣又冷，就生火接待我們眾人。","bklcl":"Hoan-lâng ēng hán-tit ū ê jîn-ài khoán-thāi goán; in-ūi lo̍h hō͘ koh kôaⁿ, in chiū khí hé, chiap-la̍p goán chèng lâng.","tghg":"番人用罕得有的仁愛款待阮；因為落雨，閣寒(kôaⁿ)，𪜶就起火，接納阮眾人。","bklhl":"番人用罕得有ê仁愛款待阮；因為落雨koh寒，in就起火，接納阮眾人。"}},{"book":"徒","chapter":28,"verse":3,"versions":{"unv":"那時，保羅拾起一捆柴，放在火上，有一條毒蛇，因為熱了出來，咬住他的手。","bklcl":"Pó-lô khioh chhâ chi̍t pé, hē tī hé-ni̍h; ū to̍k chôa, in-ūi hé jia̍t, chông-chhut-lâi, kā-tiâu tī i ê chhiú.","tghg":"保羅拾柴一把，下佇火裡，有毒蛇，因為火熱𧽵(chông)出來，咬住(tiâu)佇伊的手。","bklhl":"保羅拾柴一把，hē tī火裡；有毒蛇，因為火熱，chông出來，咬tiâu tī伊ê手。"}},{"book":"徒","chapter":28,"verse":4,"versions":{"unv":"土人看見那毒蛇懸在他手上，就彼此說：「這人必是個兇手，雖然從海裡救上來，天理還不容他活著。」","bklcl":"Hoan-lâng khòaⁿ-kìⁿ to̍k mi̍h tiâu tī i ê chhiú, chiū saⁿ-kap kóng, Chit ê lâng tek-khak sī hiong-siú, sui-bóng hái-ni̍h tit-tio̍h kiù, Thian-lí bōe iông-ún i oa̍h.","tghg":"番人看見毒物住佇(tiâu tī)伊的手，就相及講：「此個人的確是兇手，雖罔海裡得著救，天理𣍐容允伊活。」","bklhl":"番人看見毒物tiâu tī伊ê手，就saⁿ-kap講，Chit ê人的確是兇手，雖bóng海裡得tio̍h救，天理 bōe容允伊活。"}},{"book":"徒","chapter":28,"verse":5,"versions":{"unv":"保羅竟把那毒蛇甩在火裡，並沒有受傷。","bklcl":"Pó-lô pōaⁿ to̍k mi̍h tī hé-ni̍h, lóng bô siū siong.","tghg":"保羅拂(pōaⁿ)毒物佇火裡，攏無受傷。","bklhl":"保羅pōaⁿ毒物tī火裡，lóng無受傷。"}},{"book":"徒","chapter":28,"verse":6,"versions":{"unv":"土人想他必要腫起來，或是忽然仆倒死了；看了多時，見他無害，就轉念，說：「他是個　神。」","bklcl":"Hoan-lâng thèng-hāu i chéng, á-sī hut-jiân sí, poa̍h-tó; thèng-hāu kú-kú, khòaⁿ-kìⁿ i bô tāi-chì, chiū hoán-tńg phah-sǹg kóng i sī sîn-bêng.","tghg":"番人聽候伊腫，抑是忽然死跋倒；聽候久久，看見伊無代誌，就反轉，拍算講：「伊是神明。」","bklhl":"番人thèng候伊腫，á是忽然死，跋倒；thèng候久久，看見伊無tāi-chì，就反tńg phah算講伊是神明。"}},{"book":"徒","chapter":28,"verse":7,"versions":{"unv":"離那地方不遠，有田產是島長部百流的；他接納我們，盡情款待三日。","bklcl":"Hái-sū ê thâu-lâng, miâ Pō͘-pek-liû, ū chhân-hn̂g kūn tī hia; i chiap-la̍p goán, saⁿ ji̍t kú hó-lé saⁿ khoán-thāi.","tghg":"海嶼的頭人，名部百流，有田園近佇遐；伊接納阮，三日久好禮相款待。","bklhl":"海嶼ê頭人，名Pō͘-pek-liû，有田園近tī hia；伊接納阮，三日久好禮相款待。"}},{"book":"徒","chapter":28,"verse":8,"versions":{"unv":"當時，部百流的父親患熱病和痢疾躺著。保羅進去，為他禱告，按手在他身上，治好了他。","bklcl":"Tú-tio̍h Pō͘-pek-liû ê lāu-pē ū jia̍t-pīⁿ kap chòe-lī, tó-teh; Pó-lô ji̍p-khì chiū-kūn i, kî-tó, kā i hōaⁿ chhiú, i-hó i.","tghg":"抵著(tú-tio̍h)部百流的老父有熱病及做痢(chòe-lī)倒啲。保羅入去就近伊，祈禱，給伊按手，醫好伊。","bklhl":"Tú-tio̍h Pō͘-pek-liû ê老父有熱病kap做痢，倒teh；保羅入去就近伊，祈禱，kā伊按手，醫好伊。"}},{"book":"徒","chapter":28,"verse":9,"versions":{"unv":"從此，島上其餘的病人也來，得了醫治。","bklcl":"Tùi án-ni hái-sū tiong kî-û ê phòa-pīⁿ lâng ia̍h lâi tit-tio̍h i-hó;","tghg":"對按呢，海嶼中其餘的破病人亦來，得著醫好。","bklhl":"Tùi án-ni，海嶼中其餘ê破病人亦來得tio̍h醫好；"}},{"book":"徒","chapter":28,"verse":10,"versions":{"unv":"他們又多方地尊敬我們；到了開船的時候，也把我們所需用的送到船上。","bklcl":"in iā ēng chōe-chōe lé-sò͘ chun-kèng goán; khui chûn ê sî, chiong só͘ khiàm-ēng ê, sàng kàu chûn-ni̍h.","tghg":"𪜶也用多多禮數尊敬阮；開船的時，將所欠用的送到船裡。","bklhl":"in也用chōe-chōe禮數尊敬阮；開船ê時，將所欠用ê，送到船裡。"}},{"book":"徒","chapter":28,"verse":11,"versions":{"unv":"過了三個月，我們上了亞力山大的船往前行；這船以「丟斯雙子」為記，是在那海島過了冬的。","bklcl":"Kè saⁿ ge̍h ji̍t, goán tah A-le̍k-san-tāi ê chûn khí-sin, hit chiah chûn hō chòe Tiū-su ê Siang-siⁿ-kiáⁿ, sī tī chit ê hái-sū kè tang-thiⁿ ê.","tghg":"過三月日，阮搭亞歷山大的船起身；彼隻船號做「宙斯(Tiū-su)的雙生子」，是佇一個海嶼過冬天的。","bklhl":"過三月日，阮搭亞力山大ê船起身，hit隻船號做Tiu-sū ê雙生kiáⁿ，是tī chit ê海嶼過冬天ê。"}},{"book":"徒","chapter":28,"verse":12,"versions":{"unv":"到了敘拉古，我們停泊三日；","bklcl":"Kàu Sū-lah-kó͘ pha-teh; goán tiàm hia saⁿ ji̍t.","tghg":"到敘拉古拋(pha)啲，阮踮遐三日；","bklhl":"到Sū-lah-kó͘拋teh；阮tiàm hia三日。"}},{"book":"徒","chapter":28,"verse":13,"versions":{"unv":"又從那裡繞行，來到利基翁。過了一天，起了南風，第二天就來到部丟利。","bklcl":"Tùi hia se̍h kàu Lī-kî-ong; kè chi̍t ji̍t lâm hong khí, tē jī ji̍t kàu Pō͘-tiu-lī;","tghg":"對遐踅(se̍h)到利基翁。過一日，南風起，第二日到部丟利。","bklhl":"Tùi hia se̍h到Lī-kî-ong；過一日南風起，第二日到Pō͘-tiu-lī；"}},{"book":"徒","chapter":28,"verse":14,"versions":{"unv":"在那裡遇見弟兄們，請我們與他們同住了七天。這樣，我們來到羅馬。","bklcl":"tī hia tú-tio̍h hiaⁿ-tī, chhiáⁿ goán saⁿ-kap tiàm chhit ji̍t; chiū kàu Lô-má.","tghg":"佇遐抵著兄弟，請阮相及踮七日。就到羅馬。","bklhl":"tī hia tú-tio̍h兄弟，請阮saⁿ-kap tiàm 七日；就到羅馬。"}},{"book":"徒","chapter":28,"verse":15,"versions":{"unv":"那裡的弟兄們一聽見我們的信息就出來，到亞比烏市和三館地方迎接我們。保羅見了他們，就感謝　神，放心壯膽。","bklcl":"Lô-má ê hiaⁿ-tī thiaⁿ-kìⁿ goán ê siau-sit, chiū tùi hia lâi kàu A-pí-o͘ chhī, kap Sam-koán ê só͘-chāi, chih-chiap goán; Pó-lô khòaⁿ-kìⁿ in, kám-siā Siōng-tè, chiū chòng-táⁿ.","tghg":"羅馬的兄弟聽見阮的消息，就對遐來到亞比烏市及三館的所在，至接(chih-chiap)阮。保羅看見𪜶，感謝上帝，就壯膽。","bklhl":"羅馬ê兄弟聽見阮ê消息，就tùi hia來到A-pí-o͘市，kap Sam-koán ê所在，chih接阮；保羅看見in，感謝上帝，就壯膽。"}},{"book":"徒","chapter":28,"verse":16,"versions":{"unv":"進了羅馬城，（有古卷加：百夫長把眾囚犯交給御營的統領，惟有）保羅蒙准和一個看守他的兵另住在一處。","bklcl":"Í-keng ji̍p Lô-má, chún Pó-lô kap chi̍t ê khàn-siú i ê peng lēng-gōa tòa.","tghg":"已經入羅馬，准保羅及一個看守伊的兵另外住。","bklhl":"已經入羅馬，准保羅kap一个看守伊ê兵另外tòa。"}},{"book":"徒","chapter":28,"verse":17,"versions":{"unv":"過了三天，保羅請猶太人的首領來。他們來了，就對他們說：「弟兄們，我雖沒有做甚麼事干犯本國的百姓和我們祖宗的規條，卻被鎖綁，從耶路撒冷解在羅馬人的手裡。","bklcl":"Kè saⁿ ji̍t, Pó-lô chhiáⁿ Iû-thài lâng ê sī-tōa lâi siong-hōe; í-keng chū-chi̍p, chiū tùi in kóng, Hiaⁿ-tī ah, góa sui-jiân bē bat hoān-tio̍h lán ê peh-sìⁿ, á-sī lia̍t-chó͘ ê kui-lē, nā-sī tùi Iâ-lō͘-sat-léng siū pa̍k, sàng-kau Lô-má lâng ê chhiú;","tghg":"過三日，保羅請猶太人的序大(sī-tōa)來相會。已經聚集，就對𪜶講：「兄弟啊，我雖然未曾犯著咱的百姓抑是列祖的規例，若是對耶路撒冷受縛，送交羅馬人的手。","bklhl":"過三日，保羅請偤太人ê序大來相會；已經聚集，就對in講，兄弟ah，我雖然未bat犯tio̍h咱ê百姓，á是列祖ê規例，但是tùi耶路撒冷受縛，送交羅馬人ê手；"}},{"book":"徒","chapter":28,"verse":18,"versions":{"unv":"他們審問了我，就願意釋放我；因為在我身上，並沒有該死的罪。","bklcl":"in í-keng sím-phòaⁿ góa, khòaⁿ góa bô sí chōe, chiū ài pàng góa.","tghg":"𪜶已經審判我，看我無死罪，就愛放我。","bklhl":"in已經審判我，看我無死罪，就ài放我。"}},{"book":"徒","chapter":28,"verse":19,"versions":{"unv":"無奈猶太人不服，我不得已，只好上告於該撒，並非有甚麼事要控告我本國的百姓。","bklcl":"To̍k-to̍k Iû-thài lâng hoán-tùi, góa put-tek-í tùi Kai-sat kò gū-chn̄g, lóng m̄ sī ū in-toaⁿ beh kò góa ê peh-sìⁿ.","tghg":"獨獨猶太人反對，我不得已，對該撒告御(gū)狀，攏呣是有因端欲告我的百姓。","bklhl":"獨獨偤太人反對，我不得已對該撒告御狀，lóng m̄是有因端beh告我ê百姓。"}},{"book":"徒","chapter":28,"verse":20,"versions":{"unv":"因此，我請你們來見面說話，我原為以色列人所指望的，被這鍊子捆鎖。」","bklcl":"In-ūi án-ni chiah chhiáⁿ lín lâi saⁿ-kìⁿ, saⁿ-kap gī-lūn; sī góa ūi-tio̍h Í-sek-lia̍t só͘ ǹg-bāng ê, chiah siū chit ê só-liān khún-pa̍k.","tghg":"因為按呢，才請恁來相見，相及議論，是我為著以色列所向望的，才受此個鎖鍊捆縛。」","bklhl":"因為án-ni chiah請lín來相見，saⁿ-kap議論；是我為tio̍h以色列所ǹg望ê，chiah受chit ê鎖鏈綑縛。"}},{"book":"徒","chapter":28,"verse":21,"versions":{"unv":"他們說：「我們並沒有接著從猶太來論你的信，也沒有弟兄到這裡來報給我們說你有甚麼不好處。","bklcl":"In tùi i kóng, Goán bē bat tùi Iû-thài chih-tio̍h phoe kóng kàu lí ê sū, iā bē ū sím-mi̍h hiaⁿ-tī kàu chia thong-pò, á-sī kóng lí ū sím-mi̍h pháiⁿ.","tghg":"𪜶對伊講：「阮未曾對猶太接著批(chih-tio̍h phoe)講到你的事，也未有甚麼兄弟到遮通報抑是講你有甚麼歹。","bklhl":"In對伊講，阮未bat tùi偤太接tio̍h phoe講到你ê事，也 未有甚麼兄弟到chia通報，á是講你有甚麼pháiⁿ。"}},{"book":"徒","chapter":28,"verse":22,"versions":{"unv":"但我們願意聽你的意見如何；因為這教門，我們曉得是到處被毀謗的。」","bklcl":"To̍k-to̍k goán ài thiaⁿ lí ê ì-kiàn cháiⁿ-iūⁿ; in-ūi chit ê tóng, goán chai ta̍k só͘-chāi hō͘ lâng hiâm.","tghg":"獨獨阮愛聽你的意見怎樣；因為此個黨，阮知逐所在互人嫌。」","bklhl":"獨獨阮ài聽你ê意見怎樣；因為chit ê 黨，阮知ta̍k所在hō͘人嫌。"}},{"book":"徒","chapter":28,"verse":23,"versions":{"unv":"他們和保羅約定了日子，就有許多人到他的寓處來。保羅從早到晚，對他們講論這事，證明　神國的道，引摩西的律法和先知的書，以耶穌的事勸勉他們。","bklcl":"In í-keng kap i tiāⁿ-tio̍h ji̍t-kî, chōe-chōe lâng chiū-kūn i tī i hioh ê chhù; Pó-lô tùi chá-khí kàu ê-hng pâi-lia̍t lâi chèng-bêng Siōng-tè ê kok, ín Mô͘-se ê lu̍t-hoat, kap chiah-ê sian-ti, ēng Iâ-so͘ ê sū khó͘-khǹg in.","tghg":"𪜶已經及伊定著日期，多多人就近伊佇伊歇的厝。保羅對早起到下昏，排列來證明上帝的國，引摩西的律法及諸個先知，用耶穌的事苦勸𪜶。","bklhl":"In已經kap伊定tio̍h日期，chōe-chōe人就近伊tī伊歇ê厝；保羅tùi早起到ê-hng排列來證明上帝ê國，引摩西ê律法，kap chiah ê先知，用耶穌ê事苦勸in。"}},{"book":"徒","chapter":28,"verse":24,"versions":{"unv":"他所說的話，有信的，有不信的。","bklcl":"I só͘ kóng ê, ū-ê sìn, ū-ê m̄ sìn.","tghg":"伊所講的，有的信，有的呣信。","bklhl":"伊所講ê，有ê信，有ê m̄信。"}},{"book":"徒","chapter":28,"verse":25,"versions":{"unv":"他們彼此不合，就散了；未散以先，保羅說了一句話，說：「聖靈藉先知以賽亞向你們祖宗所說的話是不錯的。","bklcl":"Nn̄g pêng bōe saⁿ-ha̍p, chiū sì-sòaⁿ; Pó-lô tāi-seng kóng chi̍t kù ōe, kóng, Sèng Sîn ēng sian-ti Í-sài-a ê chhùi, kā lín ê lia̍t-chó͘ só͘ kóng ê ōe sī chin tio̍h,","tghg":"二旁𣍐相合，就四散；保羅代先講一句話，講：「聖神用先知以賽亞的嘴給恁的列祖所講的話是真著。","bklhl":"兩pêng bōe相合，就四散；保羅事先講一句話，講，聖神用先知以賽亞ê嘴，kā lín ê列祖所講ê話是真tio̍h，"}},{"book":"徒","chapter":28,"verse":26,"versions":{"unv":"他說：你去告訴這百姓說：你們聽是要聽見，卻不明白；看是要看見，卻不曉得；","bklcl":"Khì kā chit ê peh-sìⁿ kóng,\tLín thiaⁿ sī beh thiaⁿ, iā lóng bōe hiáu-ngō͘;\tLín khòaⁿ sī beh khòaⁿ, iā khòaⁿ lóng bōe kìⁿ;","tghg":"去給此個百姓講：恁聽是欲聽，也攏𣍐曉悟；恁看是欲看，也看攏𣍐見；","bklhl":"去kā chit ê百姓講，\tLín聽是beh聽，也 lóng bōe曉悟；\tLín看是beh看，也看lóng bōe見；"}},{"book":"徒","chapter":28,"verse":27,"versions":{"unv":"因為這百姓油蒙了心，耳朵發沉，眼睛閉著；恐怕眼睛看見，耳朵聽見，心裡明白，回轉過來，我就醫治他們。","bklcl":"In-ūi chit ê peh-sìⁿ sim tūn,\tHī-khang tāng,\tBa̍k-chiu pàng khoeh;\tKiaⁿ-liáu in ēng ba̍k-chiu khòaⁿ-kìⁿ,\tĒng hī-khang thiaⁿ-kìⁿ,\tĒng sim hiáu-ngō͘,\tLâi oa̍t-lìn-tńg,\tGóa chiū i-hó in.","tghg":"因為此個百姓心鈍，耳孔重，目睭放瞌(khoeh)；驚了𪜶用目睭看見，用耳孔聽見，用心曉悟，來越輪轉，我就醫好𪜶。","bklhl":"因為chit ê百姓心鈍，\t耳孔重，\t目睭放khoeh；\t驚了in用目睭看見，\t用耳孔聽見，\t用心曉悟，\t來oa̍t-lìn-tńg，\t我就醫好in。"}},{"book":"徒","chapter":28,"verse":28,"versions":{"unv":"所以你們當知道，　神這救恩，如今傳給外邦人，他們也必聽受。」（有古卷加：","bklcl":"Só͘-í lín tio̍h chai, Siōng-tè chit ê chín-kiù í-keng si-hêng gōa-pang, in ia̍h beh thiaⁿ-siū.","tghg":"所以恁著知，上帝此個拯救，已經施行外邦，𪜶亦欲聽受。」","bklhl":"所以lín tio̍h知，上帝chit ê拯救已經施行外邦，in亦beh聽受。"}},{"book":"徒","chapter":28,"verse":29,"versions":{"unv":"保羅說了這話，猶太人議論紛紛地就走了。）","bklcl":"(Ū ê pán-pún ū 29 chat: Pó-lô kóng chiah-ê ōe liáu-āu, hiah-ê Iû-thài-lâng gī-lūn hun-hun, chiū lī-khui khì.)","tghg":"｛保羅說了這話，猶太人議論紛紛的就走了。〔台語羅馬譯本無此節！〕｝","bklhl":"【併tī頂節】"}},{"book":"徒","chapter":28,"verse":30,"versions":{"unv":"保羅在自己所租的房子裡住了足足兩年。凡來見他的人，他全都接待，","bklcl":"Pó-lô khiā ka-kī sè ê chhù nn̄g nî kú; hoān-nā ji̍p lâi kìⁿ i ê, i lóng chiap-la̍p in,","tghg":"保羅徛家己稅的厝二年久。凡若入來見伊的，伊攏接納𪜶，","bklhl":"保羅khiā家己稅ê厝兩年久；凡若入來見伊ê，伊lóng接納in，"}},{"book":"徒","chapter":28,"verse":31,"versions":{"unv":"放膽傳講　神國的道，將主耶穌基督的事教導人，並沒有人禁止。","bklcl":"thoân Siōng-tè ê kok, chiong Chú Iâ-so͘ Ki-tok ê tāi-chì chin hó-táⁿ kà-sī lâng, bô lâng kìm i.","tghg":"傳上帝的國，將主耶穌基督的代誌真好膽教示人，無人禁伊。","bklhl":"傳上帝ê國，將主耶穌基督ê tāi-chì真好膽教示人，無人禁伊。"}}]