[{"book":"徒","chapter":22,"verse":1,"versions":{"unv":"「諸位父兄請聽，我現在對你們分訴。」","bklcl":"Lia̍t-ūi hū-heng ah, góa taⁿ tùi lín ka-kī hun-sò͘; chhiáⁿ lín thiaⁿ.","tghg":"「列位父兄(hū-heng)啊，我今對恁家己分訴，請恁聽。」","bklhl":"列位父兄ah，我taⁿ tùi lín家己分訴；請lín聽。"}},{"book":"徒","chapter":22,"verse":2,"versions":{"unv":"眾人聽他說的是希伯來話，就更加安靜了。","bklcl":"In thiaⁿ-kìⁿ i ēng Hi-pek-lâi ê khiuⁿ-kháu tùi in kóng, chiū koh khah an-chēng: Pó-lô kóng,","tghg":"𪜶聽見伊用希伯來的腔口對𪜶講，就閣卡安靜。","bklhl":"In聽見伊用希伯來ê腔口對in講，就koh khah安靜：保羅講，"}},{"book":"徒","chapter":22,"verse":3,"versions":{"unv":"保羅說：「我原是猶太人，生在基利家的大數，長在這城裡，在迦瑪列門下，按著我們祖宗嚴緊的律法受教，熱心事奉　神，像你們眾人今日一樣。","bklcl":"Góa chiū-sī Iû-thài lâng, chhut-sì tī Ki-lī-ka ê Tāi-sò͘, tióng-sêng tī chit ê siâⁿ chòe Ka-má-lia̍t ê ha̍k-seng, chiàu lán chó͘-chong lu̍t-hoat ê giâm-kín lâi siū kà-sī, ūi-tio̍h Siōng-tè lâi jia̍t-sim, chhin-chhiūⁿ kin-á-ji̍t lín chèng lâng chi̍t iūⁿ.","tghg":"保羅講：「我就是猶太人，出世佇基利家的大數，長成佇此個城，做迦瑪列的學生，照咱祖宗律法的嚴謹來受教示，為著上帝來熱心，親像今仔日恁眾人一樣。","bklhl":"我就是偤太人，出世tī Ki-lī-ka ê大數，長成tī chit ê城做Ka-má-lia̍t ê學生，照咱祖宗律法ê嚴謹來受教示，為tio̍h上帝來熱心，親像今á日lín眾人一樣。"}},{"book":"徒","chapter":22,"verse":4,"versions":{"unv":"我也曾逼迫奉這道的人，直到死地，無論男女都鎖拿下監。","bklcl":"Góa bat khún-tio̍k thàn chit ê Lō͘ ê lâng hō͘ i sí, bô lūn lâm-lú lóng pa̍k in, sàng lo̍h kaⁿ.","tghg":"我曾窘逐趁此個路的人，互伊死，無論男女攏縛𪜶送落監。","bklhl":"我bat khún-tio̍k thàn chit ê路ê人hō͘伊死，無論男女lóng縛in，送落監。"}},{"book":"徒","chapter":22,"verse":5,"versions":{"unv":"這是大祭司和眾長老都可以給我作見證的。我又領了他們達與弟兄的書信，往大馬士革去，要把在那裡奉這道的人鎖拿，帶到耶路撒冷受刑。」","bklcl":"Chè-si-thâu kap tiúⁿ-ló ê choân-hōe thang chòe góa ê kan-chèng; góa ia̍h tùi in tit-tio̍h kià hō͘ hiaⁿ-tī ê phoe, khì Tāi-má-sek, beh pa̍k tiàm tī hia ê lâng thoa kàu Iâ-lō͘-sat-léng, siū hêng-hoa̍t.","tghg":"祭司頭及長老的全會通做我的干證。我亦對𪜶得著寄互兄弟的批，去大馬色，欲縛踮佇遐的人拖到耶路撒冷，受刑罰。」","bklhl":"祭司頭kap長老ê全會thang做我ê干證；我亦對in得tio̍h寄hō͘兄弟ê phoe，去大馬色，beh縛tiàm-tī hia ê人拖到耶路撒冷，受刑罰。"}},{"book":"徒","chapter":22,"verse":6,"versions":{"unv":"「我將到大馬士革，正走的時候，約在晌午，忽然從天上發大光，四面照著我。","bklcl":"Kiâⁿ kūn Tāi-má-sek, hit sî iok-lio̍k ji̍t tiong-tàu, hut-jiân tùi thiⁿ ū tōa kng ûi-lûi chiò góa.","tghg":"「行近大馬色，彼時約略日中晝，忽然對天有大光圍纍(ûi-lûi)照我。","bklhl":"行近大馬色，hit時約略日中晝，忽然tùi天有大光圍纍照我。"}},{"book":"徒","chapter":22,"verse":7,"versions":{"unv":"我就仆倒在地，聽見有聲音對我說：『掃羅！掃羅！你為甚麼逼迫我？』","bklcl":"Góa chiū phak tī tōe-ni̍h, thiaⁿ-kìⁿ ū siaⁿ tùi góa kóng, Sò-lô, Sò-lô, siáⁿ-sū khún-tio̍k góa?","tghg":"我就仆佇地裡，聽見有聲對我講：『掃羅！掃羅！啥事窘逐我？』","bklhl":"我就仆tī地裡，聽見有聲對我講，掃羅，掃羅，啥事khún-tio̍k我？"}},{"book":"徒","chapter":22,"verse":8,"versions":{"unv":"我回答說：『主啊，你是誰？』他說：『我就是你所逼迫的拿撒勒人耶穌。』","bklcl":"Góa ìn kóng, Chú ah, lí sī chī-chūi? I ìn góa kóng, Góa chiū-sī Ná-sat-le̍k ê Iâ-so͘, lí só͘ khún-tio̍k ê.","tghg":"我應講：『主啊，你是是誰？』伊應我講：『我就是拿撒勒的耶穌，你所窘逐的。』","bklhl":"我應講，主ah，你是是誰？伊應我講，我就是拿撒勒ê耶穌，你所khún-tio̍k ê。"}},{"book":"徒","chapter":22,"verse":9,"versions":{"unv":"與我同行的人看見了那光，卻沒有聽明那位對我說話的聲音。","bklcl":"Kap góa tī-teh ê lâng khòaⁿ-kìⁿ hit ê kng, bô thiaⁿ-kìⁿ kā góa kóng ê ê siaⁿ.","tghg":"及我佇啲的人看見彼個光，無聽見給我講者的聲。","bklhl":"Kap我tī-teh ê人看見hit ê光，無聽見kā我講ê ê聲。"}},{"book":"徒","chapter":22,"verse":10,"versions":{"unv":"我說：『主啊，我當做甚麼？』主說：『起來，進大馬士革去，在那裡，要將所派你做的一切事告訴你。』","bklcl":"Góa kóng, Chú ah, góa tio̍h cháiⁿ-iūⁿ chòe? Chú kā góa kóng, Khí-lâi, ji̍p Tāi-má-sek; hoān só͘ tiāⁿ-tio̍h lí kiâⁿ ê, tī hia beh kā lí kóng.","tghg":"我講：『主啊，我著怎樣做？』主給我講：『起來，入大馬色，凡所定著你行的，佇遐欲給你講。』","bklhl":"我講，主ah，我tio̍h怎樣做？主kā我講，起來，入大馬色；凡所定tio̍h你行ê，tī hia beh kā你講。"}},{"book":"徒","chapter":22,"verse":11,"versions":{"unv":"我因那光的榮耀不能看見，同行的人就拉著我手進了大馬士革。","bklcl":"Góa in-ūi hit ê kng ê chhàn-lān, chiū bōe khòaⁿ-kìⁿ, hō͘ saⁿ-kap tī-teh ê lâng khan ji̍p Tāi-má-sek.","tghg":"我因為彼個光的燦爛就𣍐看見，互相及(saⁿ-kap)佇啲的人牽入大馬色。","bklhl":"我因為hit ê光ê燦爛，就bōe看見，hō͘ saⁿ-kap tī-teh ê人牽入大馬色。"}},{"book":"徒","chapter":22,"verse":12,"versions":{"unv":"那裡有一個人，名叫亞拿尼亞，按著律法是虔誠人，為一切住在那裡的猶太人所稱讚。","bklcl":"Ū chi̍t lâng, miâ kiò A-ná-nî-a, chiàu lu̍t-hoat sī kèng-khiân ê lâng, hō͘ tiàm tī hia ê chèng Iû-thài lâng só͘ o-ló;","tghg":"有一人，名叫亞拿尼亞，照律法是敬虔的人，互踮佇遐的眾猶太人所謳咾。","bklhl":"有一人，名叫亞拿尼亞，照律法是敬虔ê人，hō͘ tiàm-tī hia ê 眾偤太人所o-ló；"}},{"book":"徒","chapter":22,"verse":13,"versions":{"unv":"他來見我，站在旁邊，對我說：『兄弟掃羅，你可以看見。』我當時往上一看，就看見了他。","bklcl":"i chiū-kūn góa lâi khiā tī sin-piⁿ, kā góa kóng, Hiaⁿ-tī Sò-lô, lí thang koh khòaⁿ.","tghg":"伊就近我，來徛佇身邊，給我講：『兄弟掃羅，你通閣看。』","bklhl":"伊就近我來khiā tī身邊，kā我講，兄弟掃羅，你thang koh看。"}},{"book":"徒","chapter":22,"verse":14,"versions":{"unv":"他又說：『我們祖宗的　神揀選了你，叫你明白他的旨意，又得見那義者，聽他口中所出的聲音。","bklcl":"Góa chek-sî kia̍h ba̍k khòaⁿ i. Koh kóng, Lán lia̍t-chó͘ ê Siōng-tè í-keng tiāⁿ-tio̍h lí lâi chai I ê chí-ì, khòaⁿ hit ê Gī-ê, koh thiaⁿ I ê chhùi só͘ chhut ê siaⁿ.","tghg":"我即時(chek-sî)攑目看伊。閣講：『咱列祖的上帝已經定著你來知伊的旨意，看彼個義的，閣聽伊的嘴所出的聲。","bklhl":"我即時kia̍h目看伊。Koh講，咱列祖ê上帝已經定tio̍h你來知伊ê旨意，看hit ê義ê，koh聽伊ê嘴所出ê聲。"}},{"book":"徒","chapter":22,"verse":15,"versions":{"unv":"因為你要將所看見的，所聽見的，對著萬人為他作見證。","bklcl":"In-ūi lí beh chiong só͘ khòaⁿ-kìⁿ só͘ thiaⁿ-kìⁿ ê, ūi-tio̍h I chòe kan-chèng tī chèng lâng.","tghg":"因為你欲將所看見，所聽見的，為著伊做干證佇眾人。","bklhl":"因為你beh將所看見所聽見ê，為tio̍h伊做干證tī眾人。"}},{"book":"徒","chapter":22,"verse":16,"versions":{"unv":"現在你為甚麼耽延呢？起來，求告他的名受洗，洗去你的罪。』」","bklcl":"Taⁿ siáⁿ-sū iân-chhiân ah? khí-lâi, kiû I ê miâ, lâi siū sóe-lé, sóe-tû lí ê chōe.","tghg":"今啥事延迁(iân-chhiân)啊？起來，求伊的名來受洗禮，洗除你的罪。』」","bklhl":"Taⁿ啥事延chhiân ah？起來，求伊ê名，來受洗禮，洗除你ê罪。"}},{"book":"徒","chapter":22,"verse":17,"versions":{"unv":"「後來，我回到耶路撒冷，在殿裡禱告的時候，魂遊象外，","bklcl":"Āu-lâi góa tò-tńg kàu Iâ-lō͘-sat-léng, tī tiān-ni̍h kî-tó ê sî, sîn iû tī siōng-gōa,","tghg":"「後來，我倒轉到耶路撒冷，佇殿裡祈禱的時，神遊佇象外，","bklhl":"後來我倒tńg到耶路撒冷，tī殿裡祈禱ê時，神遊tī象外，"}},{"book":"徒","chapter":22,"verse":18,"versions":{"unv":"看見主向我說：『你趕緊地離開耶路撒冷，不可遲延；因你為我作的見證，這裡的人必不領受。』","bklcl":"khòaⁿ-kìⁿ I tùi góa kóng, Lí tio̍h kóaⁿ-kín chhut Iâ-lō͘-sat-léng, in-ūi lí ūi-tio̍h góa só͘ kan-chèng ê, hiah-ê lâng teh-beh m̄ chiap-la̍p.","tghg":"看見伊對我講：『你著趕緊出耶路撒冷，因為你為著我所干證的，許個人啲欲呣接納。』","bklhl":"看見伊對我講，你tio̍h趕緊出耶路撒冷，因為你為tio̍h我所干證ê，hiah-ê人teh-beh m̄接納。"}},{"book":"徒","chapter":22,"verse":19,"versions":{"unv":"我就說：『主啊，他們知道我從前把信你的人收在監裡，又在各會堂裡鞭打他們。","bklcl":"Góa kóng, Chú ah, in lóng chai góa pêng-sò͘ tī ta̍k ê hōe-tn̂g chiong sìn lí ê lâng koaiⁿ-kaⁿ koh phah in;","tghg":"我講：『主啊，𪜶攏知我平素佇逐個會堂將信你的人關監，閣拍𪜶。","bklhl":"我講，主ah，in lóng知我平素tī ta̍k-ê會堂將信你ê人關監koh phah in；"}},{"book":"徒","chapter":22,"verse":20,"versions":{"unv":"並且你的見證人司提反被害流血的時候，我也站在旁邊歡喜；又看守害死他之人的衣裳。』","bklcl":"koh chòe lí ê kan-chèng ê Sū-thê-hoán lâu huih ê sî, góa ia̍h khiā-óa, tâng hoaⁿ-hí, koh kò͘ hāi-sí i ê lâng ê saⁿ.","tghg":"閣做你的干證的司提反流血的時，我亦徛倚(khiā-óa)同歡喜；閣顧害死伊的人的衫。』","bklhl":"koh做你ê干證ê司提反流血ê時，我亦khiā-óa，同歡喜，koh顧害死伊ê人ê衫。"}},{"book":"徒","chapter":22,"verse":21,"versions":{"unv":"主向我說：『你去吧！我要差你遠遠地往外邦人那裡去。』」","bklcl":"Chú kā góa kóng, Khì ah; góa beh chhe lí khì hn̄g-hn̄g, chiū-kūn gōa-pang lâng.","tghg":"主給我講：『去啊！我欲差你去遠遠就近外邦人。』」","bklhl":"主kā我講，去 ah；我beh差你去遠遠，就近外邦人。"}},{"book":"徒","chapter":22,"verse":22,"versions":{"unv":"眾人聽他說到這句話，就高聲說：「這樣的人，從世上除掉他吧！他是不當活著的。」","bklcl":"In thiaⁿ kàu chit kù ōe; chiū tōa siaⁿ kóng, chit hō lâng tio̍h tùi tōe-ni̍h tû-khì, i m̄ eng-kai oa̍h.","tghg":"𪜶聽到此句話，就大聲講：「此號人，著對地裡除去！伊呣應該活。」","bklhl":"In聽到chit句話；就大聲講，chit號人tio̍h tùi地裡除去，伊m̄應該活。"}},{"book":"徒","chapter":22,"verse":23,"versions":{"unv":"眾人喧嚷，摔掉衣裳，把塵土向空中揚起來。","bklcl":"Chèng lâng hōa-hōa jióng, thǹg saⁿ, pōaⁿ thô͘-hún tī khong-tiong.","tghg":"眾人嘩嘩嚷(hōa-hōa jióng)，褪衫，拂(pōaⁿ)土粉佇空中。","bklhl":"眾人嘩嘩嚷，thǹg衫，pōaⁿ土粉tī空中。"}},{"book":"徒","chapter":22,"verse":24,"versions":{"unv":"千夫長就吩咐將保羅帶進營樓去，叫人用鞭子拷問他，要知道他們向他這樣喧嚷是為甚麼緣故。","bklcl":"Chhian-chóng chiū bēng-lēng tòa Pó-lô ji̍p iâⁿ-pôaⁿ, ēng piⁿ phah lâi sím-mn̄g i, ài chai ūi-tio̍h sím-mi̍h iân-kò͘ chèng lâng án-ni jióng i.","tghg":"千總就命令帶保羅入營盤，用鞭拍來審問伊，愛知為著甚麼緣故眾人按呢嚷伊。","bklhl":"千總就命令帶保羅入營盤，用鞭phah來審問伊，ài知為tio̍h甚麼緣故眾人án-ni嚷伊。"}},{"book":"徒","chapter":22,"verse":25,"versions":{"unv":"剛用皮條捆上，保羅對旁邊站著的百夫長說：「人是羅馬人，又沒有定罪，你們就鞭打他，有這個例嗎？」","bklcl":"Tú-á ēng phê-tòa pa̍k i, Pó-lô tùi piⁿ-á teh khiā ê pé-chóng kóng, Chòe Lô-má lâng, bē tēng chōe, lín phah i, thang mah?","tghg":"抵仔用皮帶縛伊，保羅對邊仔啲徛的百總講：「做羅馬人，未定罪，恁拍伊，通嗎？」","bklhl":"Tú-á用皮帶縛伊，保羅對邊á teh khiā ê百總講，做羅馬人，bē定罪，lín phah伊，thang mah？"}},{"book":"徒","chapter":22,"verse":26,"versions":{"unv":"百夫長聽見這話，就去見千夫長，告訴他說：「你要做甚麼？這人是羅馬人。」","bklcl":"Pé-chóng thiaⁿ-kìⁿ, chiū khì kā chhian-chóng kóng, Lí beh cháiⁿ-iūⁿ chòe? in-ūi chit ê sī Lô-má lâng.","tghg":"百總聽見，就去給千總講：「你欲怎樣做？因為此個是羅馬人。」","bklhl":"百總聽見，就去kā千總講，你beh怎樣做？因為chit ê是羅馬人。"}},{"book":"徒","chapter":22,"verse":27,"versions":{"unv":"千夫長就來問保羅說：「你告訴我，你是羅馬人嗎？」保羅說：「是。」","bklcl":"Chhian-chóng chiū-kūn lâi tùi i kóng, Kā góa kóng, lí sī Lô-má lâng á m̄ sī? I kóng, Sī.","tghg":"千總就近來對伊講：「給我講，你是羅馬人抑呣是？」伊講：「是。」","bklhl":"千總就近來對伊講，Kā我講，你是羅馬人á m̄是？伊講，是。"}},{"book":"徒","chapter":22,"verse":28,"versions":{"unv":"千夫長說：「我用許多銀子才入了羅馬的民籍。」保羅說：「我生來就是。」","bklcl":"Chhian-chóng ìn kóng, Góa ēng chōe-chōe gûn bóe ji̍p chit ê che̍k. Pó-lô kóng, Góa chhut-sì chiū-sī.","tghg":"千總應講：「我用多多銀買入此個籍。」保羅講：「我出世就是。」","bklhl":"千總應講，我用chōe-chōe銀買入chit ê籍。保羅講，我出世就是。"}},{"book":"徒","chapter":22,"verse":29,"versions":{"unv":"於是那些要拷問保羅的人就離開他去了。千夫長既知道他是羅馬人，又因為捆綁了他，也害怕了。","bklcl":"Tùi án-ni beh phah-mn̄g i ê lâng chiū liâm-piⁿ lī-khui i; chhian-chóng kì-jiân chai i sī Lô-má lâng, in-ūi bat pa̍k i, ia̍h chin kiaⁿ.","tghg":"對按呢欲拍問伊的人就連鞭離開伊。千總既然知伊是羅馬人，因為曾縛伊，亦真驚。","bklhl":"Tùi án-ni，beh phah問伊ê人就liâm-piⁿ離開伊；千總既然知伊是羅馬人，因為bat縛伊，亦真驚。"}},{"book":"徒","chapter":22,"verse":30,"versions":{"unv":"第二天，千夫長為要知道猶太人控告保羅的實情，便解開他，吩咐祭司長和全公會的人都聚集，將保羅帶下來，叫他站在他們面前。","bklcl":"Keh ji̍t, ài chai Pó-lô hō͘ Iû-thài lâng kò ê si̍t-chêng, chiū kā i tháu khui, bēng-lēng chiah-ê chè-si-thâu kap choân kong-hōe chū-chi̍p; chiū tòa Pó-lô lo̍h-lâi, hō͘ i khiā tī in ê bīn-chêng.","tghg":"隔日，愛知保羅互猶太人告的實情，就給伊解開(tháu khui)，命令諸個祭司頭及全公會聚集，就帶保羅落來，互伊徛佇𪜶的面前。","bklhl":"隔日，ài知保羅hō͘偤太人告ê實情，就kā伊tháu 開，命令chiah ê祭司頭kap全公會聚集；就帶保羅落來，hō͘伊khiā tī in ê面前。"}}]