[{"book":"約三","chapter":1,"verse":1,"versions":{"unv":"作長老的寫信給親愛的該猶，就是我誠心所愛的。","bklcl":"Chòe tiúⁿ-ló ê phoe kià hō͘ só͘ thiàⁿ ê Ka-iû, chiū-sī góa tī chin-lí só͘ thiàⁿ ê.","tghg":"做長老的批寄互所疼的該猶，就是我佇真理所疼的。","bklhl":"做長老ê phoe寄hō͘所疼ê Ka-iû，就是我tī真理所疼ê。"}},{"book":"約三","chapter":1,"verse":2,"versions":{"unv":"親愛的兄弟啊，我願你凡事興盛，身體健壯，正如你的靈魂興盛一樣。","bklcl":"Só͘ thiàⁿ ê hiaⁿ-tī ah, góa goān lí bān sū ōe heng-thong ióng-kiāⁿ, chhin-chhiūⁿ lí ê lêng-hûn heng-thong chi̍t iūⁿ.","tghg":"所疼的兄弟啊，我願你萬事會亨通，勇健，親像你的靈魂亨通一樣。","bklhl":"所疼ê兄弟ah，我願你萬事會興通勇健，親像你ê靈魂興通一樣。"}},{"book":"約三","chapter":1,"verse":3,"versions":{"unv":"有弟兄來證明你心裡存的真理，正如你按真理而行，我就甚喜樂。","bklcl":"In-ūi ū hiaⁿ-tī lâi kan-chèng lí só͘ chûn ê chin-lí, chhin-chhiūⁿ lí tī chin-lí teh kiâⁿ, góa chiū chin hoaⁿ-hí.","tghg":"因為有兄弟來干證你所存的真理，親像你佇真理啲行，我就真歡喜。","bklhl":"因為有兄弟來干證你所存ê真理，親像你tī真理teh行，我就真歡喜。"}},{"book":"約三","chapter":1,"verse":4,"versions":{"unv":"我聽見我的兒女們按真理而行，我的喜樂就沒有比這個大的。","bklcl":"Góa thiaⁿ-kìⁿ góa ê kiáⁿ-jî tī chin-lí teh kiâⁿ, góa ê hoaⁿ-hí bô khah tōa tī chit ê.","tghg":"我聽見我的子兒佇真理啲行，我的歡喜無卡大佇此個。","bklhl":"我聽見我ê kiáⁿ兒tī真理teh行，我ê歡喜無khah大tī chit ê。"}},{"book":"約三","chapter":1,"verse":5,"versions":{"unv":"親愛的兄弟啊，凡你向作客旅之弟兄所行的都是忠心的。","bklcl":"Só͘ thiàⁿ ê hiaⁿ-tī ah, kìⁿ-nā lí só͘ khoán-thāi chhut-gōa ê hiaⁿ-tī ê, sī tiong-sìn ê só͘ kiâⁿ.","tghg":"所疼的兄弟啊，見若你所款待出外的兄弟的是忠信的所行。","bklhl":"所疼ê兄弟ah，見若你所款待出外ê兄弟ê，是忠信ê所行。"}},{"book":"約三","chapter":1,"verse":6,"versions":{"unv":"他們在教會面前證明了你的愛；你若配得過　神，幫助他們往前行，這就好了。","bklcl":"In bat tī kàu-hōe ê bīn-chêng kan-chèng lí ê thiàⁿ-thàng; lí nā ha̍p tī Siōng-tè kā in sòng-hêng, chiū-sī chòe hó sū.","tghg":"𪜶曾佇教會的面前干證你的疼痛；你若合佇上帝給𪜶送行(sòng-hêng)，就是做好事。","bklhl":"In bat tī教會ê面前干證你ê疼痛；你若合tī上帝kā in送行，就是做好事。"}},{"book":"約三","chapter":1,"verse":7,"versions":{"unv":"因他們是為主的名（原文是那名）出外，對於外邦人一無所取。","bklcl":"In-ūi in ūi-tio̍h I ê miâ chhut-gōa, bô tùi gōa-pang lâng the̍h sím-mi̍h mi̍h.","tghg":"因為𪜶為著伊的名出外，無對外邦人提甚麼物。","bklhl":"因為in為tio̍h伊ê名出外，無tùi外邦人the̍h甚麼物。"}},{"book":"約三","chapter":1,"verse":8,"versions":{"unv":"所以我們應該接待這樣的人，叫我們與他們一同為真理做工。","bklcl":"Só͘-í hit hō lâng, lán eng-kai chih-chiap in, hō͘ lán ūi-tio̍h chin-lí chòe tâng tio̍h-bôa ê.","tghg":"所以彼號人咱應該至接(chih-chiap)𪜶，互咱為著真理做同著磨的。","bklhl":"所以hit號人，咱應該chih接in，hō͘咱為tio̍h真理做同tio̍h磨ê。"}},{"book":"約三","chapter":1,"verse":9,"versions":{"unv":"我曾略略地寫信給教會，但那在教會中好為首的丟特腓不接待我們。","bklcl":"Góa í-keng ū siá tām-po̍h hō͘ kàu-hōe; to̍k-to̍k in tiong-kan ài chòe thâu ê Tiu-te̍k-hui bô chiap-la̍p goán.","tghg":"我已經有寫淡薄互教會，獨獨𪜶中間愛做頭的丟特腓無接納阮。","bklhl":"我已經有寫淡薄hō͘教會，獨獨in中間ài做頭ê Tiu-te̍k-hui無接納阮。"}},{"book":"約三","chapter":1,"verse":10,"versions":{"unv":"所以我若去，必要提說他所行的事，就是他用惡言妄論我們。還不以此為足，他自己不接待弟兄，有人願意接待，他也禁止，並且將接待弟兄的人趕出教會。","bklcl":"Só͘-í góa nā lâi, beh kì-tit i só͘ kiâⁿ ê sū, chiū-sī i ēng pháiⁿ ōe lām-sám kóng goán; koh bô lia̍h chit-ê chòe kàu-gia̍h, pún-sin m̄ chiap-la̍p hiaⁿ-tī, ū lâng ài chiap-la̍p, i chiū chó͘-tòng, sòa kek in chhut kàu-hōe.","tghg":"所以我若來，欲記得伊所行的事，就是伊用歹話濫糝講阮。閣無掠此個做夠額，本身呣接納兄弟，有人愛接納，伊就阻擋，續革𪜶出教會。","bklhl":"所以我若來，beh記得伊所行ê事，就是伊用pháiⁿ話lām-sám講阮；koh無掠chit ê做夠額，本身m̄接納兄弟，有人ài接納，伊就阻擋，續激in出教會。"}},{"book":"約三","chapter":1,"verse":11,"versions":{"unv":"親愛的兄弟啊，不要效法惡，只要效法善。行善的屬乎　神；行惡的未曾見過　神。","bklcl":"Só͘ thiàⁿ ê hiaⁿ-tī ah, m̄ thang o̍h pháiⁿ, tio̍h o̍h hó.  Kiâⁿ hó ê sī tùi Siōng-tè chhut; kiâⁿ pháiⁿ ê bē bat khòaⁿ-kìⁿ Siōng-tè.","tghg":"所疼的兄弟啊，呣通學歹，著學好。行好的是對上帝出；行歹的未曾看見上帝。","bklhl":"所疼ê兄弟ah，m̄-thang學pháiⁿ，tio̍h學好。行好ê是tùi上帝出；行pháiⁿ ê未bat看見上帝。"}},{"book":"約三","chapter":1,"verse":12,"versions":{"unv":"低米丟行善，有眾人給他作見證，又有真理給他作見證，就是我們也給他作見證。你也知道我們的見證是真的。","bklcl":"Tí-bí-tiu hō͘ chèng lâng só͘ kan-chèng, chin-lí iā ka-kī chòe i ê kan-chèng; goán iā chòe kan-chèng; lí chai goán ê kan-chèng sī chin.","tghg":"低米丟互眾人所干證，真理也家己做伊的干證，阮也做干證。你知阮的干證是真。","bklhl":"Tí-bí-tiu hō͘眾人所干證，真理也家己做伊ê干證；阮也做干證;你知阮ê干證是真。"}},{"book":"約三","chapter":1,"verse":13,"versions":{"unv":"我原有許多事要寫給你，卻不願意用筆墨寫給你，","bklcl":"Góa ū chōe-chōe hāng ài siá hō͘ lí, nā-sī m̄ ài ēng pit ba̍k siá hō͘ lí;","tghg":"我有多多項愛寫互你，若是呣愛用筆墨寫互你，","bklhl":"我有chōe-chōe項ài寫hō͘你，但是m̄-ài用筆墨寫hō͘你；"}},{"book":"約三","chapter":1,"verse":14,"versions":{"unv":"但盼望快快地見你，我們就當面談論。","bklcl":"sī ǹg-bāng kín-kín kìⁿ lí, lán chiah beh tng-bīn kóng.","tghg":"是向望緊緊見你，咱才欲當面講。","bklhl":"是ǹg望緊緊見你，咱chiah beh當面講。"}},{"book":"約三","chapter":1,"verse":15,"versions":{"unv":"願你平安。眾位朋友都問你安。請你替我按著姓名問眾位朋友安。","bklcl":"Goān lí pêng-an.  Chiah-ê pêng-iú kā lí chhéng-an.  Chhiáⁿ lí sûi chi̍t miâ kā hiah-ê pêng-iú chhéng-an.","tghg":"願你平安。諸個朋友給你請安。請你隨(sûi)一名給許個朋友請安。","bklhl":"願你平安。Chiah-ê朋友kā你請安。請你隨一名kā hiah-ê朋友請安。"}}]