[{"book":"加","chapter":4,"verse":1,"versions":{"unv":"我說那承受產業的，雖然是全業的主人，但為孩童的時候卻與奴僕毫無分別，","bklcl":"Taⁿ góa kóng hō͘-sû sui-jiân sī choân-gia̍p ê chú, iáu chòe gín-ná ê sî, kap lô͘-po̍k bô koh-iūⁿ;","tghg":"今我講後嗣，雖然是全業的主，猶做囝仔的時及奴僕無各樣，","bklhl":"Taⁿ我講後嗣，雖然是全業ê主，iáu做gín-ná ê時，kap奴僕無各樣；"}},{"book":"加","chapter":4,"verse":2,"versions":{"unv":"乃在師傅和管家的手下，直等他父親預定的時候來到。","bklcl":"chiū-sī hâng-ho̍k kàm-tok ê kap koán-ke ê, thèng-hāu lāu-pē só͘ hān-tiāⁿ ê kî kàu.","tghg":"就是降服監督的及管家的，聽候老父所限定的期到。","bklhl":"就是降服監督ê kap管家ê，thèng候老父所限定ê期到。"}},{"book":"加","chapter":4,"verse":3,"versions":{"unv":"我們為孩童的時候，受管於世俗小學之下，也是如此。","bklcl":"Chhin-chhiūⁿ án-ni, lán chòe gín-ná ê sî, iā chòe lô͘-po̍k, hâng-ho̍k chit sè-kan ê siáu-ha̍k.","tghg":"親像按呢，咱做囝仔的時，也做奴僕，降服此世間的小學(siáu-ha̍k)。","bklhl":"親像án-ni，咱做gín-ná ê時，也做奴僕，降服chit世間ê小學。"}},{"book":"加","chapter":4,"verse":4,"versions":{"unv":"及至時候滿足，　神就差遣他的兒子，為女子所生，且生在律法以下，","bklcl":"Nā-sī kàu hit ê sî í-keng móa, Siōng-tè chhe I ê kiáⁿ, tùi hū-jîn-lâng lâi chhut-sì, chhut-sì tī lu̍t-hoat ē,","tghg":"若是到彼個時已經滿，上帝差伊的子，對婦仁人來出世，出世佇律法下，","bklhl":"但是到hit ê時已經滿，上帝差伊ê kiáⁿ，tùi婦人人來出世，出世tī律法下，"}},{"book":"加","chapter":4,"verse":5,"versions":{"unv":"要把律法以下的人贖出來，叫我們得著兒子的名分。","bklcl":"lâi sio̍k-hôe lu̍t-hoat ē ê lâng, hō͘ lán siū siat-li̍p chòe kiáⁿ.","tghg":"來贖回律法下的人，互咱受設立做子。","bklhl":"來贖回律法下ê人，hō͘咱受設立做kiáⁿ。"}},{"book":"加","chapter":4,"verse":6,"versions":{"unv":"你們既為兒子，　神就差他兒子的靈進入你們（原文是我們）的心，呼叫：「阿爸！父！」","bklcl":"Ūi-tio̍h lín sī chòe kiáⁿ, Siōng-tè chhe I ê Kiáⁿ ê Sîn ji̍p lán ê sim, âu-kiò kóng, Á-pà, Pē ah.","tghg":"為著恁是做子，上帝差伊的子的神入咱的心，喉叫講：「阿爸！父啊！」","bklhl":"為tio̍h lín是做kiáⁿ，上帝差伊ê kiáⁿ ê神入咱ê心，喉叫講，阿爸，父ah。"}},{"book":"加","chapter":4,"verse":7,"versions":{"unv":"可見，從此以後，你不是奴僕，乃是兒子了；既是兒子，就靠著　神為後嗣。","bklcl":"Chhin-chhiūⁿ án-ni, lí m̄ sī iû-goân chòe lô͘-po̍k, chiū-sī chòe kiáⁿ; kì-jiân chòe kiáⁿ, chiū tùi Siōng-tè lâi chòe hō͘-sû.","tghg":"親像按呢，你呣是猶原做奴僕，就是做子；既然做子，就對上帝來做後嗣。","bklhl":"親像án-ni，你 m̄是猶原做奴僕，就是做kiáⁿ；既然做kiáⁿ，就tùi上帝來做後嗣。"}},{"book":"加","chapter":4,"verse":8,"versions":{"unv":"但從前你們不認識　神的時候，是給那些本來不是神的作奴僕；","bklcl":"Chóng-sī tong sî lín m̄ bat Siōng-tè, chòe hiah-ê seng-sêng m̄ sī siōng-tè ê ê lô͘-po̍k.","tghg":"總是當時恁呣識上帝，做許個生成呣是上帝者的奴僕；","bklhl":"總是當時lín m̄-bat上帝，做hiah-ê生成m̄是上帝ê ê奴僕。"}},{"book":"加","chapter":4,"verse":9,"versions":{"unv":"現在你們既然認識　神，更可說是被　神所認識的，怎麼還要歸回那懦弱無用的小學，情願再給他作奴僕呢？","bklcl":"Nā-sī taⁿ í-keng bat Siōng-tè, khah hó tio̍h kóng hō͘ Siōng-tè só͘ bat, cháiⁿ-iūⁿ tò-tńg koh ǹg hiah-ê nńg-chiáⁿ khang-khang ê siáu-ha̍k, chiū-sī lín só͘ ài koh têng-chài chòe in ê lô͘-po̍k ê ah?","tghg":"若是今已經識上帝，卡好著講互上帝所識，怎樣倒轉閣向許個軟茈(nńg-chiáⁿ)空空的小學(siáu-ha̍k)，就是恁所愛閣重再做𪜶的奴僕的啊？","bklhl":"但是taⁿ已經bat上帝，khah好tio̍h講hō͘上帝所bat，怎樣倒tńg koh ǹg hiah-ê軟chiáⁿ空空ê小學，就是lín所ài koh重再做in ê奴僕ê ah？"}},{"book":"加","chapter":4,"verse":10,"versions":{"unv":"你們謹守日子、月份、節期、年份，","bklcl":"Lín tì-ì siú ji̍t, ge̍h, choeh, nî.","tghg":"恁致意守日、月、節、年。","bklhl":"Lín致意守日、月、節、年。"}},{"book":"加","chapter":4,"verse":11,"versions":{"unv":"我為你們害怕，惟恐我在你們身上是枉費了工夫。","bklcl":"Góa thòe lín chin kiaⁿ, kiaⁿ-liáu góa só͘ ūi-tio̍h lín tio̍h-bôa ê ōe khang-khang.","tghg":"我替恁真驚，驚了我所為著恁著磨的會空空。","bklhl":"我替lín真驚，驚了我所為tio̍h lín tio̍h磨ê會空空。"}},{"book":"加","chapter":4,"verse":12,"versions":{"unv":"弟兄們，我勸你們要像我一樣，因為我也像你們一樣。你們一點沒有虧負我。","bklcl":"Hiaⁿ-tī ah, góa kiû lín tio̍h chhin-chhiūⁿ góa, in-ūi góa iā chhin-chhiūⁿ lín.","tghg":"兄弟啊，我求恁著親像我，因為我也親像恁。","bklhl":"兄弟ah，我求lín tio̍h親像我，因為我也親像lín。"}},{"book":"加","chapter":4,"verse":13,"versions":{"unv":"你們知道我頭一次傳福音給你們，是因為身體有疾病。","bklcl":"Lín lóng bē bat khek-khui góa; lín chai góa thâu chi̍t pái thoân hok-im hō͘ lín, sī in-ūi jio̍k-thé ê loán-jio̍k.","tghg":"恁攏未曾剋虧我。恁知我頭一擺傳福音互恁，是因為肉體的軟弱。","bklhl":"Lín lóng未bat剋虧我；lín知我頭一pái傳福音hō͘ lín，是因為肉體ê軟弱。"}},{"book":"加","chapter":4,"verse":14,"versions":{"unv":"你們為我身體的緣故受試煉，沒有輕看我，也沒有厭棄我，反倒接待我，如同　神的使者，如同基督耶穌。","bklcl":"Hit tia̍p ūi-tio̍h góa ê jio̍k-thé lín ū siū chhì, iáu-kú bô khòaⁿ-khin, iā bô iàm-chiān; sī chiap-la̍p góa chhin-chhiūⁿ Siōng-tè ê thiⁿ-sài; iā chhin-chhiūⁿ Ki-tok Iâ-so͘ chi̍t iūⁿ.","tghg":"彼霎(tia̍p)為著我的肉體恁有受試，猶久無看輕，也無厭賤，是接納我，親像上帝的天使，也親像基督耶穌一樣。","bklhl":"Hit-tia̍p為tio̍h我ê肉體lín有受試，iáu-kú無看輕，也無厭賤；是接納我親像上帝ê天使；也親像基督耶穌一樣。"}},{"book":"加","chapter":4,"verse":15,"versions":{"unv":"你們當日所誇的福氣在哪裡呢？那時你們若能行，就是把自己的眼睛剜出來給我，也都情願。這是我可以給你們作見證的。","bklcl":"Lín tong sî só͘ hoaⁿ-hí ê hok-khì tī tá-lo̍h? in-ūi góa kan-chèng lín, siat-sú ōe chòe-tit, lín chiū iah lín ê ba̍k-chiu hō͘ góa.","tghg":"恁當時所歡喜的福氣佇叨落？因為我干證恁，設使會做得，恁就挖(iah)恁的目睭互我。","bklhl":"Lín當時所歡喜ê福氣tī tá-lo̍h？因為我干證lín，設使能做得，lín就iah lín ê目睭hō͘我。"}},{"book":"加","chapter":4,"verse":16,"versions":{"unv":"如今我將真理告訴你們，就成了你們的仇敵嗎？","bklcl":"Taⁿ góa ēng chin-si̍t kā lín kóng, sī chiâⁿ-chòe lín ê kiû-siû mah?","tghg":"今我用真實給恁講，是成做恁的仇讎(kiû-siû)嗎？","bklhl":"Taⁿ我用真實kā lín講，是成做lín ê仇讎mah？"}},{"book":"加","chapter":4,"verse":17,"versions":{"unv":"那些人熱心待你們，卻不是好意，是要離間你們（原文是把你們關在外面），叫你們熱心待他們。","bklcl":"In kap lín chhin-jia̍t, m̄ sī hó ì, sī ài keh-tn̄g lín, hō͘ lín kap in chhin-jia̍t.","tghg":"𪜶及恁親熱，呣是好意，是愛隔斷恁，互恁及𪜶親熱。","bklhl":"In kap lín親熱，m̄是好意，是ài隔斷lín，hō͘ lín kap in親熱。"}},{"book":"加","chapter":4,"verse":18,"versions":{"unv":"在善事上，常用熱心待人原是好的，卻不單我與你們同在的時候才這樣。","bklcl":"To̍k-to̍k tī hó sū lâi siông-siông hō͘ lâng kap lín chhin-jia̍t ê, sī hó; m̄ nā góa kap lín tī-teh ê sî tio̍h án-ni.","tghg":"獨獨佇好事，來常常互人及恁親熱的是好，呣若我及恁佇啲的時著按呢。","bklhl":"獨獨tī好事來常常hō͘人kap lín親熱ê，是好；m̄-nā我kap lín tī-teh ê時tio̍h án-ni。"}},{"book":"加","chapter":4,"verse":19,"versions":{"unv":"我小子啊，我為你們再受生產之苦，直等到基督成形在你們心裡。","bklcl":"Góa ê sòe-kiáⁿ ah, góa ūi lín koh siū seng-sán ê kan-khó͘, kàu Ki-tok ê hêng-chōng chiâⁿ tī lín ê sim;","tghg":"我的細子啊，我為恁閣受生產的艱苦，到基督的形狀成佇恁的心。","bklhl":"我ê細kiáⁿ ah，我為lín koh受生產ê艱苦，到基督ê形狀成tī lín ê心；"}},{"book":"加","chapter":4,"verse":20,"versions":{"unv":"我巴不得現今在你們那裡，改換口氣，因我為你們心裡作難。","bklcl":"góa ài chit tia̍p kap lín tī-teh, lâi ōaⁿ góa ê siaⁿ; in-ūi góa ūi-tio̍h lín tiû-tû.","tghg":"我愛此霎及恁佇啲，來換我的聲，因為我為著恁躊躇(tiû-tû)。","bklhl":"我ài chit-tia̍p kap lín tī-teh，來換我ê聲；因為我為tio̍h lín躊躇。"}},{"book":"加","chapter":4,"verse":21,"versions":{"unv":"你們這願意在律法以下的人，請告訴我，你們豈沒有聽見律法嗎？","bklcl":"Lín ài hâng-ho̍k lu̍t-hoat ê, tio̍h kā góa kóng, lín kiám bô thiaⁿ-kìⁿ lu̍t-hoat  mah?","tghg":"恁愛降服律法的，著給我講，恁豈無聽見律法嗎？","bklhl":"Lín ài降服律法ê，tio̍h kā我講，lín kiám無聽見律法mah？"}},{"book":"加","chapter":4,"verse":22,"versions":{"unv":"因為律法上記著，亞伯拉罕有兩個兒子，一個是使女生的，一個是自主之婦人生的。","bklcl":"In-ūi ū kì-chài kóng, A-pek-la̍h-hán ū nn̄g ê kiáⁿ, chi̍t-ê sī lú-pī siⁿ ê, chi̍t-ê sī chū-iû ê siⁿ ê.","tghg":"因為有記載講，亞伯拉罕有二個子，一個是女婢生的，一個是自由的生的。","bklhl":"因為有記載講，亞伯拉罕有兩個kiáⁿ，一个是女婢生ê，一个是自由ê生ê。"}},{"book":"加","chapter":4,"verse":23,"versions":{"unv":"然而，那使女所生的是按著血氣生的；那自主之婦人所生的是憑著應許生的。","bklcl":"Nā-sī hit ê tùi lú-pī ê, sī chiàu jio̍k-thé lâi siⁿ; hit ê tùi chū-iû ê, sī tùi èng-ún lâi siⁿ.","tghg":"若是彼個對女婢的是照肉體來生；彼個對自由的是對應允來生。","bklhl":"但是hit ê tùi女婢ê，是照肉體來生；hit ê tùi自由ê，是tùi應允來生。"}},{"book":"加","chapter":4,"verse":24,"versions":{"unv":"這都是比方：那兩個婦人就是兩約。一約是出於西奈山，生子為奴，乃是夏甲。","bklcl":"Chiah-ê lóng ū phì-jū tī-teh; in-ūi hit nn̄g ê hū-jîn-lâng sī chòe nn̄g ê iok; chi̍t-ê chhut tī Se-nái soaⁿ, só͘ siⁿ ê chòe lô͘-po̍k, chiū-sī Hā-kah.","tghg":"諸個攏有譬喻佇啲：因為彼二個婦仁人是做二個約。一個出佇西奈山，所生的做奴僕，就是夏甲。","bklhl":"Chiah-ê lóng有譬喻tī-teh；因為hit兩個婦人人是做兩個約；一个出tī西奈山，所生ê做奴僕，就是夏甲。"}},{"book":"加","chapter":4,"verse":25,"versions":{"unv":"這夏甲二字是指著阿拉伯的西奈山，與現在的耶路撒冷同類，因耶路撒冷和她的兒女都是為奴的。","bklcl":"Chit ê Hā-kah sī A-lat-pek ê Se-nái soaⁿ, koh kap hiān-kim ê Iâ-lō͘-sat-léng siāng lūi, in-ūi i kap i chiah-ê kiáⁿ chòe lô͘-po̍k.","tghg":"此個夏甲是亞拉伯的西奈山，閣及現今的耶路撒冷像(siāng)類，因為伊及伊諸個子做奴僕。","bklhl":"Chit ê夏甲是阿拉伯ê西奈山，koh kap現今ê耶路撒冷siāng類，因為伊kap伊chiah ê kiáⁿ做奴僕。"}},{"book":"加","chapter":4,"verse":26,"versions":{"unv":"但那在上的耶路撒冷是自主的，她是我們的母。","bklcl":"To̍k-to̍k tī téng-bīn ê Iâ-lō͘-sat-léng sī chū-iû, sī lán ê lāu-bú.","tghg":"獨獨佇頂面的耶路撒冷是自由，是咱的老母。","bklhl":"獨獨tī頂面ê耶路撒冷是自由，是咱ê老母。"}},{"book":"加","chapter":4,"verse":27,"versions":{"unv":"因為經上記著：不懷孕、不生養的，你要歡樂；未曾經過產難的，你要高聲歡呼；因為沒有丈夫的，比有丈夫的兒女更多。","bklcl":"In-ūi ū kì-chài, kóng,\tLí bô hoâi-īn, bô siⁿ kiáⁿ ê, tio̍h hoaⁿ-hí;\tBô ū seng-sán ê kan-khó͘ ê, tio̍h chhut tōa siaⁿ lâi kiò;\tIn-ūi ka-kī tòa ê hū-jîn-lâng, pí ū tiōng-hu ê, i ê kiáⁿ iáu khah chōe ê.","tghg":"因為有記載講：你無懷孕、無生子的，著歡喜；無有生產的艱苦的，著出大聲來叫；因為家己住的婦仁人，比有丈夫的，伊的子猶卡多個。","bklhl":"因為有記載，講，\t你無懷孕，無生kiáⁿ ê，tio̍h歡喜；\t無有生產ê艱苦ê，tio̍h出大聲來叫；\t因為家己tòa ê婦人人，比有丈夫ê，伊ê kiáⁿ iáu khah-chōe ê。"}},{"book":"加","chapter":4,"verse":28,"versions":{"unv":"弟兄們，我們是憑著應許作兒女，如同以撒一樣。","bklcl":"Hiaⁿ-tī ah, lán chhin-chhiūⁿ Í-sat chòe èng-ún ê kiáⁿ.","tghg":"兄弟啊，咱親像以撒，做應允的子。","bklhl":"兄弟ah，咱親像以撒做應允ê kiáⁿ。"}},{"book":"加","chapter":4,"verse":29,"versions":{"unv":"當時，那按著血氣生的逼迫了那按著聖靈生的，現在也是這樣。","bklcl":"Nā-sī chhin-chhiūⁿ tong-sî chiàu jio̍k-thé lâi siⁿ ê khún-tio̍k chiàu Sîn lâi siⁿ ê, chit tia̍p iā sī án-ni.","tghg":"若是親像當時照肉體來生的窘逐照神來生的，此霎也是按呢。","bklhl":"但是親像當時照肉體來生ê khún-tio̍k照神來生ê，chit-tia̍p也是án-ni。"}},{"book":"加","chapter":4,"verse":30,"versions":{"unv":"然而經上是怎麼說的呢？是說：「把使女和她兒子趕出去！因為使女的兒子不可與自主婦人的兒子一同承受產業。」","bklcl":"M̄ kú sèng-keng kóng cháiⁿ-iūⁿ?  Tio̍h kóaⁿ-chhut lú-pī kap i ê kiáⁿ, in-ūi lú-pī ê kiáⁿ koat-toàn bōe thang kap chū-iû ê ê kiáⁿ tâng sêng-chiap gia̍p.","tghg":"呣拘聖經講怎樣？「著趕出女婢及伊的子！因為女婢的子決斷𣍐通及自由者的子同承接業。」","bklhl":"M̄-kú聖經講怎樣？Tio̍h趕出女婢kap伊ê kiáⁿ，因為女婢ê kiáⁿ決斷bōe-thang kap自由ê ê kiáⁿ同承接業。"}},{"book":"加","chapter":4,"verse":31,"versions":{"unv":"弟兄們，這樣看來，我們不是使女的兒女，乃是自主婦人的兒女了。","bklcl":"Hiaⁿ-tī ah, án-ni lán m̄ sī lú-pī ê kiáⁿ, sī chū-iû ê ê kiáⁿ.","tghg":"兄弟啊，按呢咱呣是女婢的子，是自由者的子。","bklhl":"兄弟ah，án-ni咱m̄是女婢ê kiáⁿ，是自由ê ê kiáⁿ。"}}]