[{"book":"加","chapter":3,"verse":1,"versions":{"unv":"無知的加拉太人哪，耶穌基督釘十字架，已經活畫在你們眼前，誰又迷惑了你們呢？","bklcl":"Gōng ê Ka-lia̍p-thài lâng ah, Iâ-so͘ Ki-tok tèng si̍p-jī-kè í-keng hêng-iông chin bêng tī lín ê ba̍k-chiu chêng, taⁿ lín hō͘ chī-chūi bê-khì ah?","tghg":"戇的加拉太人啊，耶穌基督釘十字架，已經形容真明佇恁的目睭前，今恁互是誰迷去啊？","bklhl":"戇ê加拉太人ah，耶穌基督釘十字架已經形容真明tī lín ê目睭前，taⁿ lín hō͘ 是誰迷去ah？"}},{"book":"加","chapter":3,"verse":2,"versions":{"unv":"我只要問你們這一件：你們受了聖靈，是因行律法呢？是因聽信福音呢？","bklcl":"Góa kan-ta mn̄g lín chi̍t hāng, Lín chêng siū-tio̍h Sèng Sîn sī tùi thàn lu̍t-hoat lâi kiâⁿ, á-sī tùi thiaⁿ lâi sìn ah?","tghg":"我干單問恁一項：恁前受著聖神，是對趁律法來行？抑是對聽來信啊？","bklhl":"我kan-ta問lín一項，Lín前受tio̍h聖神是tùi thàn律法來行，á是tùi聽來信ah？"}},{"book":"加","chapter":3,"verse":3,"versions":{"unv":"你們既靠聖靈入門，如今還靠肉身成全嗎？你們是這樣的無知嗎？","bklcl":"Lín kàu chiah gōng ah? Lín kì-jiân tī Sèng Sîn chòe khí-thâu, taⁿ chiū tī jio̍k-thé chhiâⁿ-bé mah?","tghg":"恁到即戇啊？恁既然佇聖神做起頭，今就佇肉體成尾嗎？","bklhl":"Lín到chiah戇ah？Lín既然tī聖神做起頭，taⁿ就tī肉體chhiâⁿ尾mah？"}},{"book":"加","chapter":3,"verse":4,"versions":{"unv":"你們受苦如此之多，都是徒然的嗎？難道果真是徒然的嗎？","bklcl":"Lín siū hiah chōe hāng ê kan-khó͘ kiám khang-khang mah?  Chóng bô chin-chiàⁿ khang-khang ah.","tghg":"恁受許多項的艱苦豈空空嗎？總無真正空空啊？","bklhl":"Lín受hiah-chōe項ê艱苦kiám空空mah？總無真正空空ah。"}},{"book":"加","chapter":3,"verse":5,"versions":{"unv":"那賜給你們聖靈，又在你們中間行異能的，是因你們行律法呢？是因你們聽信福音呢？","bklcl":"Hit ê siúⁿ-sù lín Sèng Sîn, koh chhut-la̍t kiâⁿ chiah-ê koân-lêng tī lín tiong-kan ê, sī tùi lín thàn lu̍t-hoat lâi kiâⁿ, á-sī tùi lín thiaⁿ lâi sìn ah?","tghg":"彼個賞賜恁聖神，閣出力行諸個權能佇恁中間的，是對恁趁律法來行？抑是對恁聽來信啊？","bklhl":"Hit-ê賞賜lín聖神，koh出力行chiah ê權能tī lín中間ê，是tùi lín thàn律法來行，á是tùi lín聽來信ah？"}},{"book":"加","chapter":3,"verse":6,"versions":{"unv":"正如「亞伯拉罕信　神，這就算為他的義」。","bklcl":"Chhin-chhiūⁿ A-pek-la̍h-hán sìn Siōng-tè, chiū kā i sǹg chòe gī.","tghg":"親像「亞伯拉罕信上帝，就給伊算做義」。","bklhl":"親像亞伯拉罕信上帝，就kā伊算做義。"}},{"book":"加","chapter":3,"verse":7,"versions":{"unv":"所以，你們要知道：那以信為本的人，就是亞伯拉罕的子孫。","bklcl":"Só͘-í lín tio̍h chai kìⁿ-nā sìn ê lâng chiū-sī A-pek-la̍h-hán ê kiáⁿ-sun.","tghg":"所以，恁著知：見若信的人，就是亞伯拉罕的子孫。","bklhl":"所以lín tio̍h知，見若信ê人就是亞伯拉罕ê kiaⁿ孫。"}},{"book":"加","chapter":3,"verse":8,"versions":{"unv":"並且聖經既然預先看明，　神要叫外邦人因信稱義，就早已傳福音給亞伯拉罕，說：「萬國都必因你得福。」","bklcl":"Sèng-keng tāi-seng khòaⁿ-chhut Siōng-tè beh hō͘ gōa-pang lâng tùi sìn chheng-chòe-gī, chiū tāi-seng thoân hok-im hō͘ A-pek-la̍h-hán kóng, Bān pang beh tùi lí tit-tio̍h hok-khì.","tghg":"聖經代先看出上帝欲互外邦人對信稱做義，就代先傳福音互亞伯拉罕，講：「萬邦欲對你得著福氣。」","bklhl":"聖經事先看出上帝beh hō͘外邦人tùi信稱做義，就事先傳福音hō͘亞伯拉罕講，萬邦beh對你得tio̍h福氣。"}},{"book":"加","chapter":3,"verse":9,"versions":{"unv":"可見那以信為本的人和有信心的亞伯拉罕一同得福。","bklcl":"Khó-kiàn kìⁿ-nā sìn ê lâng kap ū sìn ê A-pek-la̍h-hán tâng tit-tio̍h hok-khì.","tghg":"可見見若信的人及有信的亞伯拉罕同得著福氣。","bklhl":"可見見若信ê人kap有信ê亞伯拉罕同得tio̍h福氣。"}},{"book":"加","chapter":3,"verse":10,"versions":{"unv":"凡以行律法為本的，都是被咒詛的；因為經上記著：「凡不常照律法書上所記一切之事去行的，就被咒詛。」","bklcl":"Kìⁿ-nā khò pún-sin kiâⁿ lu̍t-hoat ê lóng siū chiù-chó͘; in-ūi ū kì-chài kóng, Kìⁿ-nā bô tn̂g-tn̂g chiàu lu̍t-hoat ê chheh lóng-chóng só͘ kì-chài lâi kiâⁿ i ê, tio̍h siū chiù-chó͘.","tghg":"見若靠本身行律法的，攏受咒詛；因為有記載講：「見若無長長照律法的冊攏總所記載來行伊的，著受咒詛。」","bklhl":"見若靠本身行律法ê lóng受咒詛；因為有記載講，見若無長長照律法ê冊lóng總所記載來行伊ê，tio̍h受咒詛。"}},{"book":"加","chapter":3,"verse":11,"versions":{"unv":"沒有一個人靠著律法在　神面前稱義，這是明顯的；因為經上說：「義人必因信得生。」","bklcl":"Taⁿ khò lu̍t-hoat bô lâng tī Siōng-tè ê bīn-chêng chheng-chòe-gī sī bêng, in-ūi, Gī ê lâng beh tùi sìn lâi oa̍h.","tghg":"今靠律法無人佇上帝的面前稱做義，是明；因為：「義的人欲對信來活。」","bklhl":"Taⁿ靠律法無人tī上帝ê面前稱做義是明，因為，義ê人beh tùi信來活。"}},{"book":"加","chapter":3,"verse":12,"versions":{"unv":"律法原不本乎信，只說：「行這些事的，就必因此活著。」","bklcl":"Nā-sī lu̍t-hoat m̄ sī tùi sìn, to̍k-to̍k, Kiâⁿ chiah-ê ê, beh tùi chiah-ê lâi oa̍h.","tghg":"若是律法呣是對信，獨獨：「行諸個的，欲對諸個來活。」","bklhl":"但是律法m̄是tùi信，獨獨，行chiah ê ê，beh tùi chiah ê來活。"}},{"book":"加","chapter":3,"verse":13,"versions":{"unv":"基督既為我們受（原文是成）了咒詛，就贖出我們脫離律法的咒詛；因為經上記著：「凡掛在木頭上都是被咒詛的。」","bklcl":"Ki-tok í-keng sio̍k-hôe lán thoat-lī lu̍t-hoat ê chiù-chó͘, in-ūi I ūi-tio̍h lán chiâⁿ-chòe chiù-chó͘, in-ūi ū kì-chài kóng, Kìⁿ-nā tiàu tī chhâ-ni̍h ê siū chiù-chó͘;","tghg":"基督已經贖回咱脫離律法的咒詛，因為伊為著咱成做咒詛；因為有記載講：「見若吊佇柴裡的受咒詛。」","bklhl":"基督已經贖回咱脫離律法ê咒詛，因為伊為tio̍h咱成做咒詛，因為有記載講，見若吊tī柴裡ê受咒詛；"}},{"book":"加","chapter":3,"verse":14,"versions":{"unv":"這便叫亞伯拉罕的福，因基督耶穌可以臨到外邦人，使我們因信得著所應許的聖靈。","bklcl":"beh hō͘ A-pek-la̍h-hán ê hok-khì, tùi Ki-tok Iâ-so͘, sòa kàu tī gōa-pang, hō͘ lán tùi sìn tit-tio̍h só͘ èng-ún ê Sèng Sîn.","tghg":"欲互亞伯拉罕的福氣，對基督耶穌續到佇外邦，互咱對信得著所應允的聖神。","bklhl":"beh hō͘亞伯拉罕ê福氣，tùi基督耶穌，續到tī外邦，hō͘咱tùi信得tio̍h所應允ê聖神。"}},{"book":"加","chapter":3,"verse":15,"versions":{"unv":"弟兄們，我且照著人的常話說：雖然是人的文約，若已經立定了，就沒有能廢棄或加增的。","bklcl":"Hiaⁿ-tī ah, góa chiàu lâng ê tāi-chì lâi kóng: sui-jiân sī lâng ê iok, nā í-keng tiāⁿ-tio̍h, chiū bô lâng kā i hòe-bô á-sī ke-thiⁿ.","tghg":"兄弟啊，我照人的代誌來講：雖然是人的約，若已經定著，就無人給伊廢無抑是加添。","bklhl":"兄弟ah，我照人ê tāi-chì來講：雖然是人ê約，若已經定tio̍h，就無人kā伊廢無á是加添。"}},{"book":"加","chapter":3,"verse":16,"versions":{"unv":"所應許的原是向亞伯拉罕和他子孫說的。　神並不是說「眾子孫」，指著許多人，乃是說「你那一個子孫」，指著一個人，就是基督。","bklcl":"Taⁿ chiah-ê èng-ún sī tùi A-pek-la̍h-hán í-ki̍p i ê hō͘-è kóng.  I bô kóng, Í-ki̍p lí chiah-ê hō͘-è, chhin-chhiūⁿ chí chōe-chōe lâng; sī kóng, Í-ki̍p lí ê hō͘-è, chhin-chhiūⁿ chí chi̍t lâng, chiū-sī Ki-tok.","tghg":"今諸個應允是對亞伯拉罕以及伊的後裔講。伊無講「以及你諸個後裔」，親像指(chí)多多人，是講「以及你的後裔」，親像指一人，就是基督。","bklhl":"Taⁿ chiah ê應允是對亞伯拉罕以及伊ê後裔講。伊無講，以及你chiah ê後裔，親像指chōe-chōe人；是講，以及你ê後裔，親像指一人，就是基督。"}},{"book":"加","chapter":3,"verse":17,"versions":{"unv":"我是這麼說，　神預先所立的約，不能被那四百三十年以後的律法廢掉，叫應許歸於虛空。","bklcl":"Taⁿ góa kóng, Siōng-tè só͘ tāi-seng tiāⁿ-tio̍h ê iok, m̄ sī hit ê sì-pah saⁿ-cha̍p nî āu ê lu̍t-hoat só͘ ōe kā i hòe-bô, tì-kàu só͘ èng-ún ê kui tī khang-khang.","tghg":"今我講，上帝所代先定著的約，呣是彼個四百三十年後的律法所會給伊廢無，致到所應允的歸佇空空。","bklhl":"Taⁿ我講，上帝所事先定tio̍h ê約，m̄是hit ê四百三十年後ê律法所能kā伊廢無，致到所應允ê歸tī空空。"}},{"book":"加","chapter":3,"verse":18,"versions":{"unv":"因為承受產業，若本乎律法，就不本乎應許；但　神是憑著應許把產業賜給亞伯拉罕。","bklcl":"In-ūi sêng-chiap ke-gia̍p, nā sī tùi lu̍t-hoat, chiū bô tùi èng-ún; chóng-sī Siōng-tè un-sù A-pek-la̍h-hán sī chiàu èng-ún.","tghg":"因為承接家業，若是對律法，就無對應允；總是上帝恩賜亞伯拉罕是照應允。","bklhl":"因為承接家業，但是tùi律法，就無tùi應允；總是上帝恩賜亞伯拉罕是照應允。"}},{"book":"加","chapter":3,"verse":19,"versions":{"unv":"這樣說來，律法是為甚麼有的呢？原是為過犯添上的，等候那蒙應許的子孫來到，並且是藉天使經中保之手設立的。","bklcl":"Án-ni lu̍t-hoat sī cháiⁿ-iūⁿ? sī ūi-tio̍h chiah-ê kè-sit lâi ke-siat, thèng-hāu hit ê tit-tio̍h èng-ún ê hō͘-è kàu; iā sī tùi thiⁿ-sài, keng-kè tiong-pó ê chhiú, lâi siat.","tghg":"按呢律法是怎樣？是為著諸個過失來加設(ke-siat)，聽候彼個得著應允的後裔到，也是對天使經過中保的手來設。","bklhl":"Án-ni律法是怎樣？是為tio̍h chiah ê過失來加設，thèng候hit ê得tio̍h應允ê後裔到；也是tùi天使，經過中保ê手，來設。"}},{"book":"加","chapter":3,"verse":20,"versions":{"unv":"但中保本不是為一面作的；　神卻是一位。","bklcl":"Taⁿ tiong-pó m̄ sī chòe chi̍t-ê ê tiong-pó, nā-sī Siōng-tè sī chi̍t-ê.","tghg":"今中保呣是做一個的中保；若是上帝是一個。","bklhl":"Taⁿ中保m̄是做一个ê中保，但是上帝是一个。"}},{"book":"加","chapter":3,"verse":21,"versions":{"unv":"這樣，律法是與　神的應許反對嗎？斷乎不是！若曾傳一個能叫人得生的律法，義就誠然本乎律法了。","bklcl":"Án-ni lu̍t-hoat kap Siōng-tè ê èng-ún tùi-ke̍h mah? Toàn-toàn m̄ sī.  In-ūi nā bat thoân chi̍t ê lu̍t-hoat ōe hō͘ lâng oa̍h ê, chiū gī si̍t-chāi sī tùi lu̍t-hoat.","tghg":"按呢，律法及上帝的應允對逆(ke̍h)嗎？斷斷呣是！因為若曾傳一個律法會互人活的，就義實在是對律法。","bklhl":"Án-ni律法kap上帝ê應允對逆mah？斷斷m̄是。因為若bat傳一个律法能hō͘人活ê，就義實在是tùi律法。"}},{"book":"加","chapter":3,"verse":22,"versions":{"unv":"但聖經把眾人都圈在罪裡，使所應許的福因信耶穌基督，歸給那信的人。","bklcl":"Chóng-sī sèng-keng í-keng chiong bān lâng ûi tī chōe-ok lāi, beh hō͘ só͘ èng-ún ê, thang tùi sìn Iâ-so͘ Ki-tok, lâi siúⁿ-sù hiah-ê sìn ê lâng.","tghg":"總是聖經已經將萬人圍佇罪惡內，欲互所應允的通對信耶穌基督，來賞賜許個信的人。","bklhl":"總是聖經已經將萬人圍tī罪惡內，beh hō͘所應允ê，thang tùi信耶穌基督，來賞賜hiah-ê信ê人。"}},{"book":"加","chapter":3,"verse":23,"versions":{"unv":"但這因信得救的理還未來以先，我們被看守在律法之下，直圈到那將來的真道顯明出來。","bklcl":"Chóng-sī chit ê sìn bē kàu ê tāi-seng, lán siū kò͘-siú tī lu̍t-hoat ē, ûi-teh lâi thèng-hāu beh hián-bêng ê sìn.","tghg":"總是此個信未到的代先，咱受顧守佇律法下，圍啲來聽候欲顯明的信。","bklhl":"總是chit ê信未到ê事先，咱受顧守tī律法下，圍teh來thèng候beh顯明ê信。"}},{"book":"加","chapter":3,"verse":24,"versions":{"unv":"這樣，律法是我們訓蒙的師傅，引我們到基督那裡，使我們因信稱義。","bklcl":"Án-ni lu̍t-hoat sī chòe koán-kò͘ gín-ná ê, chhōa lán kàu Ki-tok, hō͘ lán tùi sìn lâi chheng-chòe-gī.","tghg":"按呢，律法是做管顧囝仔的，導咱到基督，互咱對信來稱做義。","bklhl":"Án-ni律法是做管顧gín-ná ê，chhōa咱到基督，hō͘咱tùi信來稱做義。"}},{"book":"加","chapter":3,"verse":25,"versions":{"unv":"但這因信得救的理既然來到，我們從此就不在師傅的手下了。","bklcl":"Nā-sī sìn í-keng kàu, chiū bô koh hâng-ho̍k tī koán-kò͘ gín-ná ê.","tghg":"若是信已經到，就無閣降服佇管顧囝仔的。","bklhl":"但是信已經到，就無koh降服tī管顧gín-ná ê。"}},{"book":"加","chapter":3,"verse":26,"versions":{"unv":"所以，你們因信基督耶穌都是　神的兒子。","bklcl":"In-ūi lín tùi sìn-khò Ki-tok Iâ-so͘, lóng chòe Siōng-tè ê kiáⁿ.","tghg":"因為恁對信靠基督耶穌攏做上帝的子。","bklhl":"因為lín tùi信靠基督耶穌，lóng做上帝ê kiáⁿ。"}},{"book":"加","chapter":3,"verse":27,"versions":{"unv":"你們受洗歸入基督的都是披戴基督了。","bklcl":"In-ūi lín kìⁿ-nā siū sóe-lé lâi ji̍p tī Ki-tok ê, sī bat chhēng Ki-tok.","tghg":"因為恁見若受洗禮來入佇基督的，是曾穿基督。","bklhl":"因為lín見若受洗禮來入tī基督ê，是bat穿基督。"}},{"book":"加","chapter":3,"verse":28,"versions":{"unv":"並不分猶太人、希臘人，自主的、為奴的，或男或女，因為你們在基督耶穌裡都成為一了。","bklcl":"Bô ū Iû-thài á-sī Hi-lī-nî, lô͘-po̍k á-sī chū-iû ê, ta-po͘-lâng hū-jîn-lâng ê hun-piat; in-ūi lín tī Ki-tok Iâ-so͘ lóng sī chi̍t-ê.","tghg":"無有猶太、抑是希利尼、奴僕、抑是自由的，查甫人婦仁人的分別，因為恁佇基督耶穌攏是一個。","bklhl":"無有偤太á是希利尼，奴僕á是自由ê，ta-po͘人婦人人ê分別；因為lín tī基督耶穌lóng是一个。"}},{"book":"加","chapter":3,"verse":29,"versions":{"unv":"你們既屬乎基督，就是亞伯拉罕的後裔，是照著應許承受產業的了。","bklcl":"Lín nā sio̍k Ki-tok chiū chòe A-pek-la̍h-hán ê hō͘-è, chiàu èng-ún lâi chòe hō͘-sû.","tghg":"恁若屬基督，就做亞伯拉罕的後裔，照應允來做後嗣。","bklhl":"Lín若屬基督就做亞伯拉罕ê後裔，照應允來做後嗣。"}}]