[{"book":"加","chapter":2,"verse":1,"versions":{"unv":"過了十四年，我同巴拿巴又上耶路撒冷去，並帶著提多同去。","bklcl":"Kè cha̍p-sì nî góa kap Pa-ná-pa koh chiūⁿ Iâ-lō͘-sat-léng, iā chhōa Thê-to saⁿ-kap khì.","tghg":"過十四年，我及巴拿巴閣上耶路撒冷，也導提多相及去。","bklhl":"過十四年，我kap巴拿巴koh上耶路撒冷，也chhōa提多saⁿ-kap去。"}},{"book":"加","chapter":2,"verse":2,"versions":{"unv":"我是奉啟示上去的，把我在外邦人中所傳的福音對弟兄們陳說；卻是背地裡對那有名望之人說的，惟恐我現在，或是從前，徒然奔跑。","bklcl":"Góa sī hōng khé-sī chiah chiūⁿ khì; koh chiong góa tī gōa-pang só͘ thoân ê hok-im tùi in pâi-lia̍t, sī lēng-gōa tùi ū bêng-bōng ê lâng pâi-lia̍t, bián góa hiān-kim á-sī í-chêng só͘ kiâⁿ ê kui tī khang-khang.","tghg":"我是奉啟示才上去，閣將我佇外邦所傳的福音對𪜶排列；是另外對有名望的人排列，免我現今，抑是以前，所行的歸佇空空。","bklhl":"我是奉啟示chiah上去；koh將我tī外邦所傳ê福音對in排列，是另外tùi有名望ê人排列，免我現今á是以前所行ê歸tī空空。"}},{"book":"加","chapter":2,"verse":3,"versions":{"unv":"但與我同去的提多，雖是希臘人，也沒有勉強他受割禮；","bklcl":"Kap góa khì ê Thê-to, sī Hi-lī-nî lâng, iā bô hō͘ lâng bián-kióng i siū kat-lé.","tghg":"及我去的提多，是希利尼人，也無互人勉強伊受割禮；","bklhl":"Kap我去ê提多，是希利尼人，也無hō͘人勉強伊受割禮。"}},{"book":"加","chapter":2,"verse":4,"versions":{"unv":"因為有偷著引進來的假弟兄，私下窺探我們在基督耶穌裡的自由，要叫我們作奴僕。","bklcl":"Sī ūi-tio̍h ū àm-chīⁿ ín-chìn lâi ké ê hiaⁿ-tī, in àm-chīⁿ ji̍p lâi thau-khòaⁿ goán tiàm-tī Ki-tok Iâ-so͘ só͘ ū ê chū-iû, beh hō͘ goán chiâⁿ-chòe lô͘-po̍k.","tghg":"是為著有暗靜引進來假的兄弟，𪜶暗靜入來偷看阮踮佇基督耶穌所有的自由，欲互阮成做奴僕。","bklhl":"是為tio̍h有暗靜引進來假ê兄弟，in暗靜入來偷看阮tiàm-tī基督耶穌所有ê自由，beh hō͘阮成做奴僕。"}},{"book":"加","chapter":2,"verse":5,"versions":{"unv":"我們就是一刻的工夫也沒有容讓順服他們，為要叫福音的真理仍存在你們中間。","bklcl":"Goán bē bat chi̍t sî hâng-ho̍k lâi niū in, sī beh hō͘ hok-im ê chin-lí tn̂g-tn̂g chûn tī lín tiong-kan.","tghg":"阮未曾一時降服來讓(niū)𪜶，是欲互福音的真理長長存佇恁中間。","bklhl":"阮未bat一時降服來讓in，是beh hō͘福音ê真理長長存tī lín中間。"}},{"book":"加","chapter":2,"verse":6,"versions":{"unv":"至於那些有名望的，不論他是何等人，都與我無干。　神不以外貌取人。那些有名望的，並沒有加增我甚麼，","bklcl":"Tùi tī hiah-ê hō chòe ū bêng-bōng ê lâng, (bô lūn in chêng sī sím-mi̍h téng-hō ê lâng, tī góa bô choa̍h; Siōng-tè bô ēng gōa-māu chhú lâng), kiù-kèng hiah-ê ū bêng-bōng ê lâng tī góa bô ke-thiⁿ sím-mi̍h.","tghg":"對佇許個號做有名望的人，無論𪜶前是甚麼等號的人，佇我無差。上帝無用外貌取人。究竟(kiù-kèng)許個有名望的人，佇我無加添甚麼，","bklhl":"對tī hiah-ê號做有名望ê人，(無論in前是甚麼等號ê人，tī我無choa̍h；上帝無用外貌取人) ，究竟hiah-ê有名望ê人tī我無加添甚麼。"}},{"book":"加","chapter":2,"verse":7,"versions":{"unv":"反倒看見了主託我傳福音給那未受割禮的人，正如託彼得傳福音給那受割禮的人。","bklcl":"Hoán-tńg sī án-ni, in khòaⁿ-kìⁿ Chú thok-tiōng góa thoân hok-im hō͘ bē siū kat-lé ê, chhin-chhiūⁿ thok-tiōng Pí-tek thoân hok-im hō͘ í-keng siū kat-lé ê,","tghg":"反轉(hoán-tńg)是按呢，𪜶看見主託仗我傳福音互未受割禮的，親像託仗彼得傳福音互已經受割禮的。","bklhl":"反tńg是án-ni，in看見主託重我傳福音hō͘未受割禮ê，親像託重彼得傳福音hō͘已經受割禮ê，"}},{"book":"加","chapter":2,"verse":8,"versions":{"unv":"（那感動彼得、叫他為受割禮之人作使徒的，也感動我，叫我為外邦人作使徒；）","bklcl":"(in-ūi chhut-la̍t kiâⁿ tī Pí-tek, hō͘ i chòe siū kat-lé ê ê sù-tô͘, iā chhut-la̍t kiâⁿ tī góa, hō͘ góa chòe gōa-pang ê sù-tô͘),","tghg":"（因為出力行佇彼得，互伊做受割禮者的使徒，也出力行佇我，互我做外邦的使徒；）","bklhl":"(因為出力行tī彼得，hō͘伊做受割禮ê ê使徒，也出力行tī我，hō͘我做外邦ê使徒) ，"}},{"book":"加","chapter":2,"verse":9,"versions":{"unv":"又知道所賜給我的恩典，那稱為教會柱石的雅各、磯法、約翰，就向我和巴拿巴用右手行相交之禮，叫我們往外邦人那裡去，他們往受割禮的人那裡去。","bklcl":"koh chai só͘ siúⁿ-sù góa ê un-tián, chiū Ngá-kok, Ki-hoat, Iok-hān, lâng khòaⁿ chòe thiāu-chio̍h ê, chhun chiàⁿ chhiú kap góa chham Pa-ná-pa saⁿ kau-pôe, hō͘ goán khì chiū-kūn gōa-pang lâng, iā in khì chiū-kūn siū kat-lé ê;","tghg":"閣知所賞賜我的恩典，就雅各、磯法、約翰人看做柱石的，伸正手及我參巴拿巴相交陪，互阮去就近外邦人，也𪜶去就近受割禮的。","bklhl":"koh知所賞賜我ê恩典，就雅各、磯法、約翰，人看做柱石ê，chhun chiàⁿ手kap我chham巴拿巴相交陪，hō͘阮去就近外邦人，也in去就近受割禮ê；"}},{"book":"加","chapter":2,"verse":10,"versions":{"unv":"只是願意我們記念窮人；這也是我本來熱心去行的。","bklcl":"to̍k-to̍k ài goán siàu-liām sòng-hiong lâng; che iā sī góa pún tì-ì teh kiâⁿ ê.","tghg":"獨獨愛阮數念(siàu-liām)喪鄉人；這也是我本致意啲行的。","bklhl":"獨獨ài阮siàu念sòng-hiong人；這也是我本致意teh行ê。"}},{"book":"加","chapter":2,"verse":11,"versions":{"unv":"後來，磯法到了安提阿；因他有可責之處，我就當面抵擋他。","bklcl":"Nā-sī Ki-hoat kàu An-thê-o ê sî, góa tng-bīn tí-te̍k i, sī i ū hoān-chōe.","tghg":"若是磯法到安提阿的時；我當面抵敵伊，是伊有犯罪。","bklhl":"但是磯法到安提阿ê時，我當面抵敵伊，是伊有犯罪。"}},{"book":"加","chapter":2,"verse":12,"versions":{"unv":"從雅各那裡來的人未到以先，他和外邦人一同吃飯，及至他們來到，他因怕奉割禮的人，就退去與外邦人隔開了。","bklcl":"In-ūi ū kúi-nā lâng tùi Ngá-kok hia lâi, iáu-bē kàu ê sî, i kap gōa-pang lâng saⁿ-kap chia̍h; in í-keng kàu, i kiaⁿ siū kat-lé ê lâng, chiū thè-khui lâi ka-kī hun-piat.","tghg":"因為有幾若人對雅各遐來，猶未到的時，伊及外邦人相及食，𪜶已經到，伊驚受割禮的人，就退開來家己分別。","bklhl":"因為有kúi-nā人tùi雅各hia來，猶未到ê時，伊kap外邦人saⁿ-kap食；in已經到，伊驚受割禮ê人，就退開來家己分別。"}},{"book":"加","chapter":2,"verse":13,"versions":{"unv":"其餘的猶太人也都隨著他裝假，甚至連巴拿巴也隨夥裝假。","bklcl":"Kî-û ê Iû-thài lâng iā kap i chng-chòe, tì-kàu liân Pa-ná-pa iā tùi in ê chng-chòe siū ín-iú.","tghg":"其餘的猶太人也及伊妝做(chng-choè)，致到連巴拿巴也對𪜶的妝做受引誘。","bklhl":"其餘ê偤太人也kap伊裝做，致到連巴拿巴也tùi in ê裝做受引誘。"}},{"book":"加","chapter":2,"verse":14,"versions":{"unv":"但我一看見他們行的不正，與福音的真理不合，就在眾人面前對磯法說：「你既是猶太人，若隨外邦人行事，不隨猶太人行事，怎麼還勉強外邦人隨猶太人呢？」","bklcl":"Chóng-sī góa khòaⁿ-kìⁿ in bô chiàu-ti̍t kiâⁿ lâi thàn hok-im ê chin-lí, chiū tī chèng lâng ê bīn-chêng kā Ki-hoat kóng, Lí sī Iû-thài lâng, chòe-lâng kì-jiân chhin-chhiūⁿ gōa-pang lâng, bô chhin-chhiūⁿ Iû-thài lâng, siáⁿ-sū teh bián-kióng gōa-pang lâng o̍h Iû-thài lâng ah?","tghg":"總是我看見𪜶無照直行，來趁福音的真理，就佇眾人的面前給磯法講：「你是猶太人，做人既然親像外邦人，無親像猶太人，啥事啲勉強外邦人學猶太人啊？」","bklhl":"總是我看見in無照直行來thàn福音ê真理，就tī眾人ê面前kā磯法講，你是偤太人，做人既然親像外邦人，無親像偤太人，啥事teh勉強外邦人學偤太人ah？"}},{"book":"加","chapter":2,"verse":15,"versions":{"unv":"我們這生來的猶太人，不是外邦的罪人；","bklcl":"Lán chhut-sì chòe Iû-thài lâng, m̄ sī gōa-pang ê chōe-jîn.","tghg":"咱出世做猶太人，呣是外邦的罪人；","bklhl":"咱出世做偤太人，m̄是外邦ê罪人。"}},{"book":"加","chapter":2,"verse":16,"versions":{"unv":"既知道人稱義不是因行律法，乃是因信耶穌基督，連我們也信了基督耶穌，使我們因信基督稱義，不因行律法稱義；因為凡有血氣的，沒有一人因行律法稱義。","bklcl":"Kì-jiân chai lâng tit-tio̍h chheng-chòe-gī m̄ sī tùi thàn lu̍t-hoat, to̍k-to̍k tùi sìn Iâ-so͘ Ki-tok, lán iā ū sìn-khò Ki-tok Iâ-so͘, hō͘ lán tùi sìn Ki-tok tit-tio̍h chheng-chòe-gī, m̄ sī tùi thàn lu̍t-hoat, in-ūi tùi thàn lu̍t-hoat bô lâng ōe tit-tio̍h chheng-chòe-gī.","tghg":"既然知人得著稱做義呣是對趁律法，獨獨對信耶穌基督，咱也有信靠基督耶穌，互咱對信基督得著稱做義，呣是對趁律法；因為對趁律法無人會得著稱做義。","bklhl":"既然知人得tio̍h稱做義，m̄是tùi thàn律法，獨獨tùi信耶穌基督，咱也有信靠基督耶穌，hō͘咱tùi信基督得tio̍h稱做義，m̄是tùi thàn律法，因為tùi thàn律法無人能得tio̍h稱做義。"}},{"book":"加","chapter":2,"verse":17,"versions":{"unv":"我們若求在基督裡稱義，卻仍舊是罪人，難道基督是叫人犯罪的嗎？斷乎不是！","bklcl":"Taⁿ siat-sú lán teh kiû tī Ki-tok tit-tio̍h chheng-chòe-gī, iā ka-kī iáu-kú hián-chhut chòe ū chōe ê lâng, án-ni Ki-tok sī chōe-ok ê chhe-ēng mah? Toàn-toàn m̄ sī;","tghg":"今設使咱啲求佇基督得著稱做義，也家己猶久顯出做有罪的人，按呢基督是罪惡的差用嗎？斷斷呣是！","bklhl":"Taⁿ設使咱teh求tī基督得tio̍h稱做義，也家己iáu-kú顯出做有罪ê人，án-ni基督是罪惡ê差用mah？斷斷m̄是；"}},{"book":"加","chapter":2,"verse":18,"versions":{"unv":"我素來所拆毀的，若重新建造，這就證明自己是犯罪的人。","bklcl":"in-ūi góa nā koh khí góa chêng só͘ húi ê, chiū-sī piáu-bêng ka-kī chòe hoān-hoat ê lâng.","tghg":"因為我若閣起我前所毀的，就是表明家己做犯法的人。","bklhl":"因為我若koh起我前所廢ê，就是表明家己做犯法ê人。"}},{"book":"加","chapter":2,"verse":19,"versions":{"unv":"我因律法，就向律法死了，叫我可以向　神活著。","bklcl":"In-ūi góa tùi lu̍t-hoat, chiū ǹg lu̍t-hoat í-keng sí, beh hō͘ góa ǹg Siōng-tè lâi oa̍h.","tghg":"因為我對律法，就向律法已經死，欲互我向上帝來活。","bklhl":"因為我tùi律法，就ǹg律法已經死，beh hō͘我ǹg上帝來活。"}},{"book":"加","chapter":2,"verse":20,"versions":{"unv":"我已經與基督同釘十字架，現在活著的不再是我，乃是基督在我裡面活著；並且我如今在肉身活著，是因信　神的兒子而活；他是愛我，為我捨己。","bklcl":"Góa bat kap Ki-tok tâng tèng si̍p-jī-kè; góa iáu-kú teh oa̍h, m̄ sī iû-goân góa, chiū-sī Ki-tok tiàm-tī góa teh oa̍h; koh góa hiān-kim tī jio̍k-thé só͘ ū ê oa̍h, sī chāi-tī sìn Siōng-tè ê Kiáⁿ lâi oa̍h, I bat thiàⁿ góa, thòe góa hiàn ka-kī.","tghg":"我曾及基督同釘十字架，我猶久啲活呣是猶原我，就是基督踮佇我啲活；閣我現今佇肉體所有的活，是在佇信上帝的子來活；伊曾疼我，替我獻家己。","bklhl":"我bat kap基督同釘十字架；我iáu-kú teh活，m̄是猶原我，就是基督tiàm-tī我teh活；koh我現今tī肉體所有ê活，是在tī信上帝ê Kiáⁿ來活，伊bat疼我，替我獻家己。"}},{"book":"加","chapter":2,"verse":21,"versions":{"unv":"我不廢掉　神的恩；義若是藉著律法得的，基督就是徒然死了。","bklcl":"Góa bô hòe-bô Siōng-tè ê un-tián; in-ūi tùi lu̍t-hoat nā ōe tit-tio̍h gī, chiū Ki-tok bô in-toaⁿ lâi sí.","tghg":"我無廢無上帝的恩典；因為對律法若會得著義，就基督無因端來死。","bklhl":"我無廢無上帝ê恩典；因為tùi律法若會得tio̍h義，就基督無因端來死。"}}]