[{"book":"代下","chapter":26,"verse":1,"versions":{"unv":"猶大眾民立亞瑪謝的兒子烏西雅（又名亞撒利雅）接續他父作王，那時他年十六歲。","bklcl":"Iû-tāi chèng peh-sìⁿ siat-li̍p O͘-se-ngá sòa-chiap i ê lāu-pē A-má-siā chòe ông; hit-sî i cha̍p-la̍k hè.","tghg":"猶大眾百姓設立烏西雅續接伊的老父亞瑪謝做王，彼時伊十六歲。","bklhl":"偤大眾百姓設立O͘-se-ngá續接伊ê老父A-má-siā做王；hit時伊十六歲。"}},{"book":"代下","chapter":26,"verse":2,"versions":{"unv":"（亞瑪謝與他列祖同睡之後，烏西雅收回以祿仍歸猶大，又重新修理。）","bklcl":"A-má-siā ông kap i ê lia̍t-chó͘ tâng-khùn liáu-āu, O͘-se-ngá khí Í-lo̍k, hō͘ i iû-goân kui Iû-tāi koán-hat.","tghg":"（亞瑪謝王及伊的列祖同睏了後，烏西雅去以祿，互伊猶原歸猶大管轄。）","bklhl":"A-má-siā王kap伊ê列祖同睏了後，O͘-se-ngá起以諾，hō͘伊猶原歸偤大管轄。"}},{"book":"代下","chapter":26,"verse":3,"versions":{"unv":"烏西雅登基的時候年十六歲，在耶路撒冷作王五十二年。他母親名叫耶可利雅，是耶路撒冷人。","bklcl":"I chē-ūi ê sî, cha̍p-la̍k hè, tī Iâ-lō͘-sat-léng chòe ông kiōng gō͘-cha̍p-jī nî.  I ê lāu-bú miâ kiò Iâ-khó-lī-ngá, sī Iâ-lō͘-sat-léng lâng.","tghg":"伊坐位的時十六歲，佇耶路撒冷做王共五十二年。伊的老母名叫耶可利雅，是耶路撒冷人。","bklhl":"伊坐位ê時，十六歲，tī耶路撒冷做王共五十二年。伊ê老母名叫Iâ-khó-lī-ngá，是耶路撒冷人。"}},{"book":"代下","chapter":26,"verse":4,"versions":{"unv":"烏西雅行耶和華眼中看為正的事，效法他父亞瑪謝一切所行的；","bklcl":"O͘-se-ngá kiâⁿ Iâ-hô-hoa só͘ khòaⁿ-chòe hó ê sū, chiàu i ê lāu-pē A-má-siā it-chhè só͘ kiâⁿ--ê.","tghg":"烏西雅行耶和華所看做好的事，照伊的老父亞瑪謝一切所行的；","bklhl":"O͘-se-ngá行耶和華所看做好ê事，照伊ê老父A-má-siā一切所行ê。"}},{"book":"代下","chapter":26,"verse":5,"versions":{"unv":"通曉　神默示，撒迦利亞在世的時候，烏西雅定意尋求　神；他尋求耶和華，　神就使他亨通。","bklcl":"Tng thong-ta̍t Siōng-tè khé-sī ê Sat-ka-lī-a tī-teh ê ji̍t, O͘-se-ngá tiāⁿ-tio̍h ì-sù beh chhē Siōng-tè; i chhē Iâ-hô-hoa ê sî, Siōng-tè chiū hō͘ i heng-thong.","tghg":"當通達上帝啟示的，撒迦利亞佇啲的日，烏西雅定著意思欲尋上帝；伊尋耶和華的時，上帝就互伊亨通。","bklhl":"當通達上帝啟示ê撒迦利亞tī-teh ê日，O͘-se-ngá定tio̍h意思beh chhē上帝；伊chhē耶和華ê時，上帝就hō͘伊興通。"}},{"book":"代下","chapter":26,"verse":6,"versions":{"unv":"他出去攻擊非利士人，拆毀了迦特城、雅比尼城，和亞實突城；在非利士人中，在亞實突境內，又建築了些城。","bklcl":"I chhut-khì kong-kek Hui-lī-sū lâng, thiah-húi Ka-te̍k ê siâⁿ-chhiûⁿ, Ngá-pí-nî ê siâⁿ-chhiûⁿ, kap A-si̍t-tu̍t ê siâⁿ-chhiûⁿ; tī Hui-lī-sū lâng ê tiong-kan, tī A-si̍t-tu̍t kéng-lāi, khí kúi-nā ê siâⁿ.","tghg":"伊出去攻擊非利士人，拆毀迦特的城牆、雅比尼的城牆，及亞實突的城牆；佇非利士人的中間，佇亞實突境內，起幾若個城。","bklhl":"伊出去攻擊腓利士人，拆毀Ka-te̍k ê城牆，Ngá-pí-nî ê城牆，kap A-si̍t-tu̍t ê城牆；tī腓利士人ê中間，tī A-si̍t-tu̍t境內，起kúi-nā ê城。"}},{"book":"代下","chapter":26,"verse":7,"versions":{"unv":"　神幫助他攻擊非利士人和住在姑珥巴力的阿拉伯人，並米烏尼人。","bklcl":"Siōng-tè pang-chān i kong-kek Hui-lī-sū lâng, kap tiàm tī Ko͘-jíⁿ-pa-le̍k ê A-la̍h-pek lâng, í-ki̍p Bí-o͘-nî lâng.","tghg":"上帝幫助伊攻擊非利士人及踮佇姑珥巴力的亞拉伯人，以及米烏尼人。","bklhl":"上帝幫贊伊攻擊腓利士人，kap tiàm tī Ko͘-jíⁿ-pa-le̍k ê阿拉伯人，以及Bí-o͘-nî人。"}},{"book":"代下","chapter":26,"verse":8,"versions":{"unv":"亞捫人給烏西雅進貢。他的名聲傳到埃及，因他甚是強盛。","bklcl":"A-bûn lâng chìn-kòng O͘-se-ngá; i ê miâ-siaⁿ thoân kàu Ai-ki̍p ê kau-kài, in-ūi i chīn-chāi kiông-sēng.","tghg":"亞捫人進貢烏西雅。伊的名聲傳到埃及的交界，因為伊盡在強盛。","bklhl":"A-bûn人進貢O͘-se-ngá；伊ê名聲傳到埃及ê交界，因為伊盡在強盛。"}},{"book":"代下","chapter":26,"verse":9,"versions":{"unv":"烏西雅在耶路撒冷的角門和谷門，並城牆轉彎之處，建築城樓，且甚堅固；","bklcl":"O͘-se-ngá tī Iâ-lō͘-sat-léng ê kak-mn̂g kap soa-kok mn̂g, kap siâⁿ-chhiûⁿ choán-oan ê só͘-chāi, khí siâⁿ-lâu, koh chin kian-kò͘.","tghg":"烏西雅佇耶路撒冷的角門及山谷門，及城牆轉彎的所在，起城樓，閣真堅固；","bklhl":"O͘-se-ngá tī耶路撒冷ê角門kap山谷門，kap城牆轉彎ê所在，起城樓，koh真堅固。"}},{"book":"代下","chapter":26,"verse":10,"versions":{"unv":"又在曠野與高原和平原，建築望樓，挖了許多井，因他的牲畜甚多；又在山地和佳美之地，有農夫和修理葡萄園的人，因為他喜悅農事。","bklcl":"Koh khí chiú-kiⁿ-lâu tī khòng-iá, koh khui chōe-chōe chíⁿ tī kē ê tōe kap pîⁿ-iûⁿ; in-ūi i ū cheng-siⁿ chin-chōe; koh tī soaⁿ-tōe kap hó ê chhân, i ū choh-sit lâng, kap liāu-lí phû-tô-hn̂g--ê; in-ūi i hoaⁿ-hí chèng-choh ê sū.","tghg":"閣起守更樓(chiú-kiⁿ-lâu)佇曠野，閣開多多井佇低的地及平洋，因為伊有精牲真多；閣佇山地及好的田，伊有作穡(choh-sit)人及料理葡萄園者，因為伊歡喜種作的事。","bklhl":"Koh起守更樓tī曠野，koh開chōe-chōe井tī kē ê地kap平洋；因為伊有cheng-siⁿ真chōe；koh tī山地kap好ê田，伊有作穡人，kap料理葡萄園ê；因為伊歡喜種作ê事。"}},{"book":"代下","chapter":26,"verse":11,"versions":{"unv":"烏西雅又有軍兵，照書記耶利和官長瑪西雅所數點的，在王的一個將軍哈拿尼雅手下，分隊出戰。","bklcl":"O͘-se-ngá koh ū chiàn-sū chi̍t-tūi, chiàu su-kì Iâ-lī kap siú-léng Má-se-ngá só͘ tiám-sǹg ê, tī ông kun-tiúⁿ ê chi̍t-ê, Hap-ná-nî-ngá ê chhiú-ē, hun-tūi chhut-khì kau-chiàn.","tghg":"烏西雅閣有戰士一隊，照書記耶利及首領瑪西雅所點算的，佇王軍長的一個哈拿尼雅的手下，分隊出去交戰。","bklhl":"O͘-se-ngá koh有戰士一隊，照書記Iâ-lī kap首領Má-se-ngá所點算ê，tī王軍長ê一个，Hap-ná-nî-ngá ê手下，分隊出去交戰。"}},{"book":"代下","chapter":26,"verse":12,"versions":{"unv":"族長、大能勇士的總數共有二千六百人，","bklcl":"Cho̍k-tiúⁿ chiū-sī tōa lêng-le̍k ê ióng-sū, i ê chóng-gia̍h kiōng nn̄g-chheng la̍k-pah lâng.","tghg":"族長就是大能力的勇士，伊的總額共二千六百人，","bklhl":"族長就是大能力ê勇士，伊ê總額共兩千六百人。"}},{"book":"代下","chapter":26,"verse":13,"versions":{"unv":"他們手下的軍兵共有三十萬七千五百人，都有大能，善於爭戰，幫助王攻擊仇敵。","bklcl":"Tī in ê chhiú-ē ū kè-liān ê kun-tūi, kiōng saⁿ-cha̍p-bān chhit-chheng gō͘-pah lâng; lóng sī tōa lêng-le̍k gâu cheng-chiàn pang-chān ông kong-kek tùi-te̍k ê.","tghg":"佇𪜶的手下有過練的軍隊共三十萬七千五百人，攏是大能力，𠢕(gâu)爭戰幫助王攻擊對敵的。","bklhl":"Tī in ê手下有過練ê軍隊，共三十萬七千五百人；lóng是大能力gâu爭戰幫贊王攻擊對敵ê。"}},{"book":"代下","chapter":26,"verse":14,"versions":{"unv":"烏西雅為全軍預備盾牌、槍、盔、甲、弓，和甩石的機弦，","bklcl":"O͘-se-ngá ūi-tio̍h in, chiū-sī i ê choân-kun, pī-pān tîn-pâi, chhiuⁿ, thâu-khoe, chiàn-kah kap keng, í-ki̍p thang hìⁿ ê chio̍h.","tghg":"烏西雅為著𪜶就是伊的全軍備辦盾牌、槍、頭盔、戰甲，及弓，以及通甩(hìⁿ)的石，","bklhl":"O͘-se-ngá為tio̍h in，就是伊ê全軍，備辦藤牌、鎗、頭盔、戰甲kap弓，以及thang hìⁿ ê石。"}},{"book":"代下","chapter":26,"verse":15,"versions":{"unv":"又在耶路撒冷使巧匠做機器，安在城樓和角樓上，用以射箭發石。烏西雅的名聲傳到遠方；因為他得了非常的幫助，甚是強盛。","bklcl":"Koh tī Iâ-lō͘-sat-léng chòe ki-khì, sī kî-khiáu ê sai-hū só͘ hoat-bêng--ê, an tī siâⁿ-lâu kap siâⁿ-tó-chí, lâi siā-chìⁿ hoat-chhut tōa tè chio̍h.  O͘-se-ngá ê miâ-siaⁿ thoân kàu hn̄g-hn̄g, in-ūi i tit-tio̍h hui-siông ê pang-chān, tì-kàu chin kiông-sēng.","tghg":"閣佇耶路撒冷做機器，是奇巧的師傅所發明的，安佇城樓及城壔址(siâⁿ-tó-chí)來射箭發出大塊石。烏西雅的名聲傳到遠遠；因為伊得著非常的幫助，致到真強盛。","bklhl":"Koh tī耶路撒冷做機器，是奇巧ê師傅所發明ê，安tī城樓 kap城tó-chí，來射箭發出大塊石。O͘-se-ngá ê名聲傳到遠遠，因為伊得tio̍h非常ê幫贊，致到真強盛。"}},{"book":"代下","chapter":26,"verse":16,"versions":{"unv":"他既強盛，就心高氣傲，以致行事邪僻，干犯耶和華─他的　神，進耶和華的殿，要在香壇上燒香。","bklcl":"I í-keng kiông-sēng, sim chiū kiau-ngō͘, tì-kàu hú-pāi, kan-hoān Iâ-hô-hoa i ê Siōng-tè; in-ūi i ji̍p Iâ-hô-hoa ê tiān, beh tī hiuⁿ-tôaⁿ sio-hiuⁿ.","tghg":"伊已經強盛，心就驕傲，致到腐敗，干犯耶和華──伊的上帝，因為伊入耶和華的殿，欲佇香壇燒香。","bklhl":"I已經強盛，心就驕傲，致到腐敗，干犯耶和華伊ê上帝；因為伊入耶和華ê殿，beh tī香壇燒香。"}},{"book":"代下","chapter":26,"verse":17,"versions":{"unv":"祭司亞撒利雅率領耶和華勇敢的祭司八十人，跟隨他進去。","bklcl":"Chè-si A-sat-lī-ngá chhōa Iâ-hô-hoa ióng-kám ê chè-si poeh-cha̍p lâng tè i ji̍p khì;","tghg":"祭司亞撒利雅導耶和華勇敢的祭司八十人，隨伊入去。","bklhl":"祭司A-sat-lī-ngá chhōa耶和華勇敢ê祭司八十人tè伊入去；"}},{"book":"代下","chapter":26,"verse":18,"versions":{"unv":"他們就阻擋烏西雅王，對他說：「烏西雅啊，給耶和華燒香不是你的事，乃是亞倫子孫承接聖職祭司的事。你出聖殿吧！因為你犯了罪。你行這事，耶和華　神必不使你得榮耀。」","bklcl":"in chiū chó͘-tòng O͘-se-ngá ông, kā i kóng, O͘-se-ngá ah, sio-hiuⁿ hō͘ Iâ-hô-hoa m̄-sī lí ê tāi-chì, chiū-sī chè-si A-lûn ê kiáⁿ-sun ê sū, in siū siat-li̍p lâi sio-hiuⁿ ê;  lí tio̍h chhut sèng-tiān, in-ūi lí í-keng hoān-chōe; lí kiâⁿ chit ê sū, Iâ-hô-hoa Siōng-tè bô beh hō͘ lí tit-tio̍h êng-kng.","tghg":"𪜶就阻擋烏西雅王，給伊講：「烏西雅啊，燒香互耶和華呣是你的代誌，就是祭司亞倫的子孫的事，𪜶受設立來燒香的。你著出聖殿！因為你已經犯罪。你行此個事，耶和華上帝無欲互你得著榮光。」","bklhl":"in就阻擋O͘-se-ngá王，kā伊講，O͘-se-ngá ah，燒香hō͘耶和華m̄是你ê tāi-chì，就是祭司亞倫ê kiáⁿ孫ê事，in受設立來燒香ê；你tio̍h出聖殿，因為你已經犯罪；你行chit ê事，耶和華上帝無beh hō͘你得tio̍h榮光。"}},{"book":"代下","chapter":26,"verse":19,"versions":{"unv":"烏西雅就發怒，手拿香爐要燒香。他向祭司發怒的時候，在耶和華殿中香壇旁眾祭司面前，額上忽然發出大痲瘋。","bklcl":"O͘-se-ngá chiū siū-khì, chhiú the̍h hiuⁿ-lô͘ beh sio-hiuⁿ; i siū-khì chè-si ê sî, tī Iâ-hô-hoa tiān-lāi hiuⁿ-tôaⁿ-piⁿ hiah-ê chè-si ê bīn-chêng, i ê thâu-hia̍h hut-jiân khí thái-ko.","tghg":"烏西雅就受氣，手提香爐欲燒香。伊受氣祭司的時，佇耶和華殿內香壇邊許個祭司的面前，伊的頭額(thâu-hia̍h)忽然起癩[哥]。","bklhl":"O͘-se-ngá就受氣，手the̍h香爐beh燒香；伊受氣祭司ê時，tī耶和華殿內香壇邊hiah-ê祭司ê面前，伊ê頭額忽然起thái-ko。"}},{"book":"代下","chapter":26,"verse":20,"versions":{"unv":"大祭司亞撒利雅和眾祭司觀看，見他額上發出大痲瘋，就催他出殿；他自己也急速出去，因為耶和華降災與他。","bklcl":"Chè-si-thâu A-sat-lī-ngá kap chèng chè-si khòaⁿ-kìⁿ i thâu-hia̍h khí thái-ko, chiū kóaⁿ i chhut tiān, i ka-kī iā kín-kín chhut-khì, in-ūi Iâ-hô-hoa phah i.","tghg":"祭司頭亞撒利雅及眾祭司，看見伊頭額起癩[哥]，就趕伊出殿；伊家己也緊緊出去，因為耶和華拍伊。","bklhl":"祭司頭A-sat-lī-ngá kap眾祭司看見伊頭額起thái-ko，就趕伊出殿，伊家己也緊緊出去，因為耶和華phah伊。"}},{"book":"代下","chapter":26,"verse":21,"versions":{"unv":"烏西雅王長大痲瘋直到死日，因此住在別的宮裡，與耶和華的殿隔絕。他兒子約坦管理家事，治理國民。","bklcl":"O͘-se-ngá ông khí thái-ko kàu i sí ê ji̍t; in-ūi i thái-ko lēng-gōa chhù khiā-khí, kap Iâ-hô-hoa ê tiān choa̍t-tn̄g; i ê kiáⁿ Iok-thán koán-lí ông-ke, tī-lí kok-bîn.","tghg":"烏西雅王起癩[哥]到伊死的日，因為伊癩[哥]另外厝徛起，及耶和華的殿絕斷。伊的子約坦管理王家，治理國民。","bklhl":"O͘-se-ngá王起thái-ko到伊死ê日；因為伊thái-ko另外厝khiā起，kap耶和華ê殿絕斷；伊ê kiáⁿ Iok-thán管理王家，治理國民。"}},{"book":"代下","chapter":26,"verse":22,"versions":{"unv":"烏西雅其餘的事，自始至終都是亞摩斯的兒子先知以賽亞所記的。","bklcl":"O͘-se-ngá kî-û ê sū, tùi thâu kàu bé A-mô͘-su ê kiáⁿ sian-ti Í-sài-a kì i.","tghg":"烏西雅其餘的事，對頭到尾亞摩斯的子先知以賽亞記伊。","bklhl":"O͘-se-ngá其餘ê事，tùi頭到尾A-mô͘-su ê kiáⁿ先知以賽亞記伊。"}},{"book":"代下","chapter":26,"verse":23,"versions":{"unv":"烏西雅與他列祖同睡，葬在王陵的田間他列祖的墳地裡；因為人說，他是長大痲瘋的。他兒子約坦接續他作王。","bklcl":"O͘-se-ngá kap i ê lia̍t-chó͘ tâng khùn; in-ūi kóng, I sī thái-ko ê, lâng bâi-chòng i tī sio̍k lia̍t-ông ê bōng-tōe, kap i ê lia̍t-chó͘ chòe tui.  I ê kiáⁿ Iok-thán sòa-chiap i chòe ông.","tghg":"烏西雅及伊的列祖同睏；因為講，伊是癩[哥]的。人埋葬伊佇屬列王的墓地，及伊的列祖做堆。伊的子約坦續接伊做王。","bklhl":"O͘-se-ngá kap伊ê列祖同睏；因為講，伊是thái-ko ê，人埋葬伊tī屬列王ê墓地，kap伊ê列祖做堆。伊ê kiáⁿ Iok-thán續接伊做王。"}}]