[{"book":"代下","chapter":10,"verse":1,"versions":{"unv":"羅波安往示劍去，因為以色列人都到了示劍，要立他作王。","bklcl":"Lô-phò-àm khì Sī-kiàm, in-ūi Í-sek-lia̍t chèng-lâng kàu Sī-kiàm, beh siat-li̍p i chòe ông.","tghg":"羅波安去示劍，因為以色列眾人到示劍，欲設立伊做王。","bklhl":"Lô-phò-àm去示劍，因為以色列眾人到示劍，beh設立伊做王。"}},{"book":"代下","chapter":10,"verse":2,"versions":{"unv":"尼八的兒子耶羅波安先前躲避所羅門王，逃往埃及，住在那裡；他聽見這事，就從埃及回來。","bklcl":"Chêng Nî-pat ê kiáⁿ Iâ-lô-phò-àm siám-pī Só͘-lô-bûn ông ê bīn, cháu-khì Ai-ki̍p, tiàm tī-hia;  Iâ-lô-phò-àm thiaⁿ-kìⁿ chit ê sū, chiū tùi Ai-ki̍p tò-lâi.","tghg":"前尼八的子耶羅波安閃避所羅門王的面，走去埃及，踮佇遐；耶羅波安聽見此個事，就對埃及倒來。","bklhl":"前Nî-pat ê kiáⁿ Iâ-lô-phò-àm閃避所羅門王ê面，走去埃及，tiàm tī-hia；Iâ-lô-phò-àm聽見chit ê事，就tùi埃及tò來。"}},{"book":"代下","chapter":10,"verse":3,"versions":{"unv":"以色列人打發人去請他，他就和以色列眾人來見羅波安，對他說：","bklcl":"In chhe lâng khì kiò i lâi; Iâ-lô-phò-àm chiū kap Í-sek-lia̍t chèng-lâng lâi kìⁿ Lô-phò-àm;","tghg":"𪜶差人去叫伊來，耶羅波安就及以色列眾人來見羅波安；","bklhl":"In差人去叫伊來；Iâ-lô-phò-àm就kap以色列眾人來見Lô-phò-àm；"}},{"book":"代下","chapter":10,"verse":4,"versions":{"unv":"「你父親使我們負重軛做苦工，現在求你使我們做的苦工負的重軛輕鬆些，我們就事奉你。」","bklcl":"kā i kóng, Lí ê lāu-pē hō͘ goán pē kan-khó͘ ê taⁿ; lí ê lāu-pē só͘ hē tī goán ê khó͘-kang kap tāng ê taⁿ, kiû lí kiám-khin, goán chiū ho̍k-sāi lí.","tghg":"給伊講：「你的老父互阮背艱苦的軛(taⁿ)；你的老父所下(hē)佇阮的苦工及重的軛，求你減輕，阮就服事你。」","bklhl":"kā伊講，你ê老父hō͘阮背艱苦ê擔；你ê老父所hē tī阮ê苦工kap重ê擔，求你減輕，阮就服事你。"}},{"book":"代下","chapter":10,"verse":5,"versions":{"unv":"羅波安對他們說：「第三日再來見我吧！」民就去了。","bklcl":"Lô-phò-àm kā in kóng, Saⁿ-ji̍t-āu koh lâi kìⁿ góa; peh-sìⁿ chiū khì.","tghg":"羅波安給𪜶講：「三日後閣來見我！」百姓就去。","bklhl":"Lô-phò-àm kā in講，三日後koh來見我；百姓就去。"}},{"book":"代下","chapter":10,"verse":6,"versions":{"unv":"羅波安之父所羅門在世的日子，有侍立在他面前的老年人，羅波安王和他們商議，說：「你們給我出個甚麼主意，我好回覆這民。」","bklcl":"Lô-phò-àm ê lāu-pē Só͘-lô-bûn oa̍h-teh ê sî, ū kun-sûi tī i bīn-chêng ê lāu-lâng, Lô-phò-àm ông kap in gī-lūn kóng, Lín ū sím-mi̍h kè-chhek góa thang hê-hok chit ê peh-sìⁿ?","tghg":"羅波安的老父所羅門活啲的時，有跟隨(kun-sûi)佇伊面前的老人，羅波安王及𪜶議論，講：「恁有甚麼計策，我通回覆此個百姓。」","bklhl":"Lô-phò-àm ê老父所羅門活teh ê時，有跟隨tī伊面前ê老人，Lô-phò-àm王kap in議論講，Lín有甚麼計策我thang回覆chit ê百姓？"}},{"book":"代下","chapter":10,"verse":7,"versions":{"unv":"老年人對他說：「王若恩待這民，使他們喜悅，用好話回覆他們，他們就永遠作王的僕人。」","bklcl":"In kā i kóng, Lí nā hó khoán-thāi chit ê peh-sìⁿ, hō͘ in hoaⁿ-hí, ēng hó-ōe lâi ìn--in, in chiū éng-oán chòe lí ê lô͘-po̍k.","tghg":"𪜶給伊講：「你若好款待此個百姓，互𪜶歡喜，用好話來應𪜶，𪜶就永遠做你的奴僕。」","bklhl":"In kā伊講，你若好款待chit ê百姓，hō͘ in歡喜，用好話來應in，in就永遠做你ê奴僕。"}},{"book":"代下","chapter":10,"verse":8,"versions":{"unv":"王卻不用老年人給他出的主意，就和那些與他一同長大、在他面前侍立的少年人商議，","bklcl":"Chóng-sī i kū-choa̍t lāu-lâng só͘ hō͘ i ê kè-chhek, kap hiah-ê khiā tī i bīn-chêng kap i pîⁿ-ûn ê siàu-liân lâng chham-siông;","tghg":"總是伊拒絕老人所互伊的計策，及許個徛佇伊面前及伊平勻(pîⁿ-ûn)的少年人參詳，","bklhl":"總是伊拒絕老人所hō͘伊ê計策，kap hiah-ê khiā tī伊面前kap伊平ûn ê少年人參詳；"}},{"book":"代下","chapter":10,"verse":9,"versions":{"unv":"說：「這民對我說：『你父親使我們負重軛，求你使我們輕鬆些』；你們給我出個甚麼主意，我好回覆他們。」","bklcl":"kā i kóng, Chit ê peh-sìⁿ ū tùi góa kóng, Lí ê lāu-pē hē tī goán ê taⁿ, kiû lí hō͘ goán khah-khin; taⁿ lín ū sím-mi̍h kè-chhek, hō͘ lán thang hê-hok in?","tghg":"給伊講：「此個百姓有對我講：『你的老父下佇阮的軛，求你互阮卡輕』；今恁有甚麼計策，互咱通回覆𪜶。」","bklhl":"kā伊講，chit ê百姓有對我講，你ê老父hē tī阮ê擔，求你hō͘阮khah輕；taⁿ lín有甚麼計策，hō͘咱thang回覆in？"}},{"book":"代下","chapter":10,"verse":10,"versions":{"unv":"那同他長大的少年人說：「這民對王說：『你父親使我們負重軛，求你使我們輕鬆些』；王要對他們如此說：「我的小拇指比我父親的腰還粗；","bklcl":"Hiah-ê kap i pîⁿ-ûn ê siàu-liân lâng kóng, Chit ê peh-sìⁿ tùi lí kóng, Lí ê lāu-pē hō͘ goán pē tāng ê taⁿ, kiû lí kā goán kiám-khin, lí tio̍h án-ni ìn in kóng, Góa ê bé-cháiⁿ khah-tōa góa ê lāu-pē ê io.","tghg":"許個及伊平勻的少年人講：「此個百姓對你講：『你的老父互阮背重的軛求你給阮減輕』；你著按呢應𪜶講：『我的尾指(bé-cháiⁿ)卡大我的老父的腰；","bklhl":"Hiah-ê kap伊平ûn ê少年人講，chit ê百姓對你講，你ê老父hō͘阮背重ê擔，求你kā阮減輕，你tio̍h án-ni應in講，我ê尾指khah大我ê老父ê腰。"}},{"book":"代下","chapter":10,"verse":11,"versions":{"unv":"我父親使你們負重軛，我必使你們負更重的軛；我父親用鞭子責打你們，我要用蠍子鞭責打你們。』」","bklcl":"Góa ê lāu-pē hō͘ lín pē tāng ê taⁿ, góa beh ke-thiⁿ lín ê taⁿ; góa ê lāu-pē ēng piⁿ kéng-kài lín, góa beh ēng giat-á-thâng kéng-kài lín.","tghg":"我的老父互恁背重的軛，我欲加添恁的軛；我的老父用鞭警戒恁，我欲用蠍仔蟲(giat-á-thâng)警戒恁。』」","bklhl":"我ê老父hō͘ lín背重ê擔，我beh加添lín ê擔；我ê老父用鞭警戒lín，我beh用蠍á蟲警戒lín。"}},{"book":"代下","chapter":10,"verse":12,"versions":{"unv":"耶羅波安和眾百姓遵著羅波安王所說「你們第三日再來見我」的那話，第三日他們果然來了。","bklcl":"Tē-saⁿ ji̍t Iâ-lô-phò-àm kap chèng peh-sìⁿ kàu Lô-phò-àm hia, chiàu ông só͘ bēng-lēng, kóng, Tē-saⁿ ji̍t koh lâi góa chia.","tghg":"第三日，耶羅波安及眾百姓到羅波安遐，照王所命令講「第三日閣來我遮」。","bklhl":"第三日Iâ-lô-phò-àm kap眾百姓到Lô-phò-àm hia，照王所命令，講，第三日koh來我chia。"}},{"book":"代下","chapter":10,"verse":13,"versions":{"unv":"羅波安王用嚴厲的話回覆他們，不用老年人所出的主意，","bklcl":"Ông ēng pháiⁿ siaⁿ-sàu ìn peh-sìⁿ; Lô-phò-àm ông pàng-sak lāu-lâng ê kè-chhek,","tghg":"王用歹聲嗽(pháiⁿ siaⁿ-sàu)應百姓，羅波安王放拺老人的計策，","bklhl":"王用pháiⁿ聲sàu應百姓；Lô-phò-àm王放sak老人ê計策，"}},{"book":"代下","chapter":10,"verse":14,"versions":{"unv":"照著少年人所出的主意對他們說：「我父親使你們負重軛，我必使你們負更重的軛；我父親用鞭子責打你們，我要用蠍子鞭責打你們。」","bklcl":"chiàu siàu-liân lâng ê kè-chhek tùi in kóng, Góa ê pē hō͘ lín pē tāng ê taⁿ, góa beh ke-thiⁿ lín ê taⁿ; góa ê pē ēng piⁿ kéng-kài lín, góa beh ēng giat-á-thâng kéng-kài lín.","tghg":"照少年人的計策對𪜶講：「我的父互恁背重的軛，我欲加添恁的軛；我的父用鞭警戒恁，我欲用蠍仔蟲警戒恁。」","bklhl":"照少年人ê計策對in講，我ê父hō͘ lín背重ê擔，我beh加添lín ê擔；我ê父用鞭警戒lín，我beh用蠍á蟲警戒lín。"}},{"book":"代下","chapter":10,"verse":15,"versions":{"unv":"王不肯依從百姓；這事乃出於　神，為要應驗耶和華藉示羅人亞希雅對尼八兒子耶羅波安所說的話。","bklcl":"Ông bô thiaⁿ-thàn peh-sìⁿ, in-ūi chit ê tāi-chì sī chhut tī Siōng-tè, hō͘ Iâ-hô-hoa èng-giām I thok Sī-lô lâng A-hi-ngá tùi Nî-pat ê kiáⁿ Iâ-lô-phò-àm só͘ kóng ê ōe.","tghg":"王無聽趁百姓；因為此個代誌是出佇上帝，互耶和華應驗伊託示羅人亞希雅對尼八的子耶羅波安所講的話。","bklhl":"王無聽thàn百姓，因為chit ê tāi-chì是出tī上帝，hō͘耶和華應驗伊託Sī-lô人A-hi-ngá 對 Nî-pat ê kiáⁿ Iâ-lô-phò-àm所講ê話。"}},{"book":"代下","chapter":10,"verse":16,"versions":{"unv":"以色列眾民見王不依從他們，就對王說：我們與大衛有甚麼分兒呢？與耶西的兒子並沒有關涉！以色列人哪，各回各家去吧！大衛家啊，自己顧自己吧！於是，以色列眾人都回自己家裡去了。","bklcl":"Í-sek-lia̍t chèng peh-sìⁿ khòaⁿ-kìⁿ ông bô thiaⁿ-thàn in, peh-sìⁿ chiū tùi ông kóng, Goán tī Tāi-pi̍t ū sím-mi̍h hūn-gia̍h ah? goán kap Iâ-se ê kiáⁿ bô kan-sia̍p.  Í-sek-lia̍t ah, ta̍k-lâng tò-khì lín ê pò͘-pîⁿ; Tāi-pi̍t ah, tio̍h kò͘ lí ka-kī ê chhù.  Tùi án-ni Í-sek-lia̍t chèng-lâng tò-khì in ê pò͘-pîⁿ.","tghg":"以色列眾百姓看見王無聽趁𪜶，百姓就對王講：阮佇大衛有甚麼份額啊？阮及耶西的子無干涉！以色列啊，逐人倒去恁的布棚！大衛啊，著顧你家己的厝！對按呢，以色列眾人倒去𪜶的布棚。","bklhl":"以色列眾百姓看見王無聽thàn in，百姓就對王講，阮tī大衛有甚麼份額ah？阮kap耶西ê kiáⁿ無干涉。以色列ah，ta̍k人tò去lín ê布棚；大衛ah，tio̍h顧你家己ê厝。Tùi án-ni，以色列眾人tò去in ê布棚。"}},{"book":"代下","chapter":10,"verse":17,"versions":{"unv":"惟獨住在猶大城邑的以色列人，羅波安仍作他們的王。","bklcl":"Chóng-sī khiā-khí Iû-tāi chiah-ê siâⁿ ê Í-sek-lia̍t lâng, Lô-phò-àm iû-goân chòe in ê ông.","tghg":"總是徛起猶大諸個城的以色列人，羅波安猶原做𪜶的王。","bklhl":"總是khiā起偤大chiah ê城ê以色列人，Lô-phò-àm猶原做in ê王。"}},{"book":"代下","chapter":10,"verse":18,"versions":{"unv":"羅波安王差遣掌管服苦之人的哈多蘭往以色列人那裡去，以色列人就用石頭打死他。羅波安王急忙上車，逃回耶路撒冷去了。","bklcl":"Lô-phò-àm ông chhe koán-lí chòe khó͘-kang ê lâng, Hap-to-lân khì; Í-sek-lia̍t lâng chiū ēng chio̍h-thâu tìm-sí--i.  Lô-phò-àm ông chiū kóaⁿ-kín chiūⁿ chhia, beh cháu-khì Iâ-lō͘-sat-léng.","tghg":"羅波安王差管理做苦工的人哈多蘭去，以色列人就用石頭擲(tìm)死伊。羅波安王就趕緊上車，欲走去耶路撒冷。","bklhl":"Lô-phò-àm王差管理做苦工ê人，Hap-to-lân去；以色列人就用石頭tìm死伊。Lô-phò-àm王就趕緊上車，beh走去耶路撒冷。"}},{"book":"代下","chapter":10,"verse":19,"versions":{"unv":"這樣，以色列人背叛大衛家，直到今日。","bklcl":"Tùi án-ni Í-sek-lia̍t hoán-poān Tāi-pi̍t ke, kàu kin-á-ji̍t.","tghg":"對按呢，以色列反叛大衛家，到今仔日。","bklhl":"Tùi án-ni，以色列反叛大衛家，到今á日。"}}]