[{"book":"代下","chapter":18,"verse":1,"versions":{"unv":"約沙法大有尊榮資財，就與亞哈結親。","bklcl":"Iok-sa-hoat ū chōe-chōe hè-châi kap êng-kng, chiū kap A-hap kiat-chhin.","tghg":"約沙法有多多貨財及榮光，就及亞哈結親。","bklhl":"Iok-sa-hoat有chōe-chōe貨財kap榮光，就kap A-hap結親。"}},{"book":"代下","chapter":18,"verse":2,"versions":{"unv":"過了幾年，他下到撒馬利亞去見亞哈；亞哈為他和跟從他的人宰了許多牛羊，勸他與自己同去攻取基列的拉末。","bklcl":"Kè kúi-nā nî, i lo̍h-khì Sat-má-lī-a kìⁿ A-hap; A-hap ūi-tio̍h i kap tè i ê peh-sìⁿ, thâi chōe-chōe gû, iûⁿ, khǹg i kap i saⁿ-kap khì Ki-lia̍t ê La̍h-boa̍t.","tghg":"過幾若年，伊落去撒瑪利亞見亞哈；亞哈為著伊及隨伊的百姓刣多多牛羊，勸伊及伊相及去基列的拉末。","bklhl":"過kúi-nā年，伊落去撒馬利亞見A-hap；A-hap為tio̍h伊kap tè伊ê百姓，刣 chōe-chōe牛、羊，勸伊kap伊相kap去Ki-lia̍t ê La̍h-boa̍t。"}},{"book":"代下","chapter":18,"verse":3,"versions":{"unv":"以色列王亞哈問猶大王約沙法說：「你肯同我去攻取基列的拉末嗎？」他回答說：「你我不分彼此，我的民與你的民一樣，必與你同去爭戰。」","bklcl":"Í-sek-lia̍t ông A-hap kā Iû-tāi ông Iok-sa-hoat kóng, Lí beh kap góa khì Ki-lia̍t ê La̍h-boa̍t á-m̄?  Ìn kóng, Góa chhin-chhiūⁿ lí, góa ê peh-sìⁿ chhin-chhiūⁿ lí ê peh-sìⁿ, goán beh kap lí khì kau-chiàn.","tghg":"以色列王亞哈給猶大王約沙法講：「你欲及我去基列的拉末抑呣？」應講：「我親像你，我的百姓親像你的百姓，阮欲及你去交戰。」","bklhl":"以色列王A-hap kā偤大王Iok-sa-hoat講，你beh kap我去Ki-lia̍t ê La̍h-boa̍t á-m̄？應講，我親像你，我ê百姓親像你ê百姓，阮beh kap你去交戰。"}},{"book":"代下","chapter":18,"verse":4,"versions":{"unv":"約沙法對以色列王說：「請你先求問耶和華。」","bklcl":"Iok-sa-hoat kā Í-sek-lia̍t ông kóng, Chhiáⁿ lí tāi-seng mn̄g Iâ-hô-hoa ê ì-sù.","tghg":"約沙法給以色列王講：「請你代先問耶和華的意思。」","bklhl":"Iok-sa-hoat kā以色列王講，請你事先問耶和華ê意思。"}},{"book":"代下","chapter":18,"verse":5,"versions":{"unv":"於是以色列王招聚先知四百人，問他們說：「我們上去攻取基列的拉末可以不可以？」他們說：「可以上去，因為　神必將那城交在王的手裡。」","bklcl":"Í-sek-lia̍t ông chiū chū-chi̍p sian-ti sì-pah lâng, mn̄g in kóng, Goán tio̍h chiūⁿ khì Ki-lia̍t ê La̍h-boa̍t lâi kau-chiàn, á-sī tio̍h soah ah?  In ìn kóng, Thang chiūⁿ-khì; in-ūi Siōng-tè beh ēng in kau tī ông ê chhiú.","tghg":"以色列王就聚集先知四百人，問𪜶講：「阮著上去基列的拉末來交戰，抑是著息(soah)啊？」𪜶應講：「通上去，因為上帝欲用𪜶交佇王的手。」","bklhl":"以色列王就聚集先知四百人，問in講，阮tio̍h上去Ki-lia̍t ê La̍h-boa̍t來交戰，á是tio̍h soah ah？In應講，Thang上去；因為上帝beh用in交tī王ê手。"}},{"book":"代下","chapter":18,"verse":6,"versions":{"unv":"約沙法說：「這裡不是還有耶和華的先知，我們可以求問他嗎？」","bklcl":"Iok-sa-hoat kóng, Tī-chia kiám bô iáu ū Iâ-hô-hoa ê sian-ti hō͘ lán thang tùi i lâi mn̄g mah?","tghg":"約沙法講：「佇遮豈無猶有耶和華的先知，互咱通對伊來問嗎？」","bklhl":"Iok-sa-hoat講，Tī-chia kiám無iáu有耶和華ê先知hō͘咱thang對伊來問mah？"}},{"book":"代下","chapter":18,"verse":7,"versions":{"unv":"以色列王對約沙法說：「還有一個人，是音拉的兒子米該雅。我們可以託他求問耶和華，只是我恨他；因為他指著我所說的預言，不說吉語，常說凶言。」約沙法說：「王不必這樣說。」","bklcl":"Í-sek-lia̍t ông kā Iok-sa-hoat kóng, Iáu ū chi̍t-lâng lán thang tùi i lâi mn̄g Iâ-hô-hoa; chóng-sī góa oàn-hūn i, in-ūi i só͘ chhàm-gú góa ê, bô chi̍t-hāng hó, chí-ū siông-siông kóng chai-ē nā-tiāⁿ.  Chit lâng sī Im-la̍h ê kiáⁿ Bí-kai-ngá.  Iok-sa-hoat kóng, Chhiáⁿ ông bo̍h-tit án-ni kóng.","tghg":"以色列王給約沙法講：「猶有一人，咱通對伊來問耶和華。總是我怨恨伊；因為伊所讖語(chhàm-gú)我的，無一項好，只有常常講災禍若定。此人是音拉的子米該雅。」約沙法講：「請王莫得按呢講。」","bklhl":"以色列王kā Iok-sa-hoat講，iáu有一人咱thang對伊來問耶和華；總是我怨恨伊，因為伊所讖語我ê，無一項好，只有常常講災厄nā-tiāⁿ。Chit人是Im-la̍h ê kiáⁿ Bí-kai-ngá。Iok-sa-hoat講，請王莫得án-ni講。"}},{"book":"代下","chapter":18,"verse":8,"versions":{"unv":"以色列王就召了一個太監來，說：「你快去將音拉的兒子米該雅召來。」","bklcl":"Í-sek-lia̍t ông chiū tiàu chi̍t ê koaⁿ-oân lâi, kóng, Lí khì kiò Im-la̍h ê kiáⁿ Bí-kai-ngá kín-kín lâi.","tghg":"以色列王就召一個官員來，講：「你去叫音拉的子米該雅緊緊來。」","bklhl":"以色列王就召一个官員來，講，你去叫Im-la̍h ê kiáⁿ Bí-kai-ngá緊緊來。"}},{"book":"代下","chapter":18,"verse":9,"versions":{"unv":"以色列王和猶大王約沙法在撒馬利亞城門前的空場上，各穿朝服坐在位上，所有的先知都在他們面前說預言。","bklcl":"Í-sek-lia̍t ông kap Iû-tāi ông Iok-sa-hoat ta̍k-ê chē i ê chō-ūi, chhēng lé-ho̍k, chē tī Sat-má-lī-a siâⁿ-mn̂g-kháu khoah ê só͘-chāi; chèng sian-ti ta̍k-ê tī in ê bīn-chêng chhàm-gú.","tghg":"以色列王及猶大王約沙法逐個坐伊的座位，穿禮服坐佇撒瑪利亞城門口闊的所在，眾先知逐個佇𪜶的面前讖語。","bklhl":"以色列王kap偤大王Iok-sa-hoat ta̍k-ê坐伊ê座位，穿禮服，坐tī撒馬利亞城門口闊ê所在；眾先知ta̍k-ê tī in ê面前讖語。"}},{"book":"代下","chapter":18,"verse":10,"versions":{"unv":"基拿拿的兒子西底家造了兩個鐵角，說：「耶和華如此說：『你要用這角牴觸亞蘭人，直到將他們滅盡。』」","bklcl":"Ki-ná-ná ê kiáⁿ Se-tí-ka chòe thih-kak, kóng, Iâ-hô-hoa án-ni kóng, Lí beh ēng chiah-ê tak A-lân lâng, kàu in bia̍t-bô.","tghg":"基拿拿的子西底家做鐵角，講：「耶和華按呢講：『你欲用諸個觸(tak)亞蘭人，到𪜶滅無。』」","bklhl":"Ki-ná-ná ê kiáⁿ Se-tí-ka做鐵角，講，耶和華án-ni講，你beh用chiah ê tak A-lân人，到in滅無。"}},{"book":"代下","chapter":18,"verse":11,"versions":{"unv":"所有的先知也都這樣預言說：「可以上基列的拉末去，必然得勝，因為耶和華必將那城交在王的手中。」","bklcl":"Chèng sian-ti lóng án-ni chhàm-gú kóng, Thang chiūⁿ-khì Ki-lia̍t ê La̍h-boa̍t, beh tek-sèng; in-ūi Iâ-hô-hoa beh chiong i kau tī ông ê chhiú.","tghg":"眾先知攏按呢讖語講：「通上去基列的拉末，欲得勝，因為耶和華欲將伊交佇王的手。」","bklhl":"眾先知lóng án-ni讖語講，Thang上去Ki-lia̍t ê La̍h-boa̍t，beh得勝；因為耶和華beh將伊交tī王ê手。"}},{"book":"代下","chapter":18,"verse":12,"versions":{"unv":"那去召米該雅的使者對米該雅說：「眾先知一口同音地都向王說吉言，你不如與他們說一樣的話，也說吉言。」","bklcl":"Hit-ê khì kiò Bí-kai-ngá ê sù-chiá kā i kóng, Khòaⁿ ah, chèng sian-ti lóng kóng chi̍t-iūⁿ ōe, tùi ông kóng hó-sū; kiû lí só͘ kóng-ê kap in saⁿ-tâng, pîⁿ-pîⁿ kóng hó-ōe.","tghg":"彼個去叫米該雅的使者給伊講：「看啊，眾先知攏講一樣話對王講好事，求你所講的及𪜶相同(saⁿ-tâng)，平平講好話。」","bklhl":"Hit-ê去叫Bí-kai-ngá ê使者kā伊講，看ah，眾先知lóng講一樣話，對王講好事；求你所講ê kap in相同，平平講好話。"}},{"book":"代下","chapter":18,"verse":13,"versions":{"unv":"米該雅說：「我指著永生的耶和華起誓，我的　神說甚麼，我就說甚麼。」","bklcl":"Bí-kai-ngá kóng, Góa kí éng-oa̍h ê Iâ-hô-hoa chiù-chōa lâi kóng, góa ê Siōng-tè kóng sím-mi̍h, góa beh kóng i.","tghg":"米該雅講：「我指永活的耶和華咒誓來講，我的上帝講甚麼，我欲講伊。」","bklhl":"Bí-kai-ngá講，我kí永活ê耶和華chiù-chōa來講，我ê上帝講甚麼，我beh講伊。"}},{"book":"代下","chapter":18,"verse":14,"versions":{"unv":"米該雅到王面前，王問他說：「米該雅啊，我們上去攻取基列的拉末可以不可以？」他說：「可以上去，必然得勝，敵人必交在你們手裡。」","bklcl":"Bí-kai-ngá kàu ông ê bīn-chêng, ông mn̄g i kóng, Bí-kai-ngá ah, goán tio̍h chiūⁿ-khì Ki-lia̍t ê La̍h-boa̍t lâi kau-chiàn, á-sī tio̍h soah ah?  I ìn kóng, Thang chiūⁿ-khì, beh tek-sèng; in-ūi in beh siū kau-hù tī lín ê chhiú.","tghg":"米該雅到王的面前，王問伊講：「米該雅啊，阮著上去基列的拉末來交戰，抑是著息啊？」伊應講：「通上去，欲得勝，因為𪜶欲受交付佇恁的手」。","bklhl":"Bí-kai-ngá到王ê面前，王問伊講，Bí-kai-ngá ah，阮tio̍h上去Ki-lia̍t ê La̍h-boa̍t來交戰，á是tio̍h soah ah？伊應講，Thang上去，beh得勝；因為in beh受交付tī lín ê手。"}},{"book":"代下","chapter":18,"verse":15,"versions":{"unv":"王對他說：「我當囑咐你幾次，你才奉耶和華的名向我說實話呢？」","bklcl":"Ông tùi i kóng, Góa tio̍h kúi-pái kah lí chiù-chōa, lí thok Iâ-hô-hoa ê miâ, chí-ū tio̍h ēng chin-si̍t kā góa kóng.","tghg":"王對伊講：「我著幾擺教你咒誓，你託耶和華的名只有著用真實給我講。」","bklhl":"王對伊講，我tio̍h kúi-pái kah你chiù-chōa，你託耶和華ê名，只有tio̍h用真實kā我講。"}},{"book":"代下","chapter":18,"verse":16,"versions":{"unv":"米該雅說：「我看見以色列眾民散在山上，如同沒有牧人的羊群一般。耶和華說：『這民沒有主人，他們可以平平安安地各歸各家去。』」","bklcl":"Bí-kai-ngá kóng, Góa khòaⁿ-kìⁿ Í-sek-lia̍t chèng peh-sìⁿ sì-sòaⁿ tī soaⁿ--nih, chhin-chhiūⁿ bô bo̍k-chiá ê iûⁿ chi̍t-poaⁿ;  Iâ-hô-hoa án-ni kóng, Chiah-ê bô chú-lâng; in ta̍k-ê thang pêng-an tò-khì in ê ke.","tghg":"米該雅講：「我看見以色列眾百姓四散佇山裡，親像無牧者的羊一般。耶和華按呢講：『諸個無主人，𪜶逐個通平安倒去𪜶的家。』」","bklhl":"Bí-kai-ngá講，我看見以色列眾百姓四散tī山裡，親像無牧者ê羊一般；耶和華án-ni講，Chiah-ê無主人；in ta̍k-ê thang平安tò去in ê家。"}},{"book":"代下","chapter":18,"verse":17,"versions":{"unv":"以色列王對約沙法說：「我豈沒有告訴你，這人指著我所說的預言，不說吉語，單說凶言嗎？」","bklcl":"Í-sek-lia̍t ông kā Iok-sa-hoat kóng, Góa kiám bô kā lí kóng, Chit lâng só͘ beh chhàm-gú góa ê, bô kóng hó-ōe, chí-ū chai-ē nā-tiāⁿ?","tghg":"以色列王給約沙法講：「我豈無給你講，此人所欲讖語我的，無講好話，只有災禍若定？」","bklhl":"以色列王kā Iok-sa-hoat講，我kiám無kā你講，Chit人所beh讖語我ê，無講好話，只有災厄nā-tiāⁿ？"}},{"book":"代下","chapter":18,"verse":18,"versions":{"unv":"米該雅說：「你們要聽耶和華的話。我看見耶和華坐在寶座上，天上的萬軍侍立在他左右。","bklcl":"Bí-kai-ngá kóng, Só͘-í lín tio̍h thiaⁿ Iâ-hô-hoa ê ōe; góa khòaⁿ-kìⁿ Iâ-hô-hoa chē tī pó-chō, thiⁿ-téng ê bān-kun khiā tī I ê chó-iū.","tghg":"米該雅講：「所以恁著聽耶和華的話。我看見耶和華坐佇寶座，天頂的萬軍徛佇伊的左右。","bklhl":"Bí-kai-ngá講，所以lín tio̍h聽耶和華ê話；我看見耶和華坐tī寶座，天頂ê萬軍khiā tī伊ê左右。"}},{"book":"代下","chapter":18,"verse":19,"versions":{"unv":"耶和華說：『誰去引誘以色列王亞哈上基列的拉末去陣亡呢？』這個就這樣說，那個就那樣說。","bklcl":"Iâ-hô-hoa kóng, Chī-chūi beh ín-iú Í-sek-lia̍t ông A-hap, hō͘ i chiūⁿ-khì Ki-lia̍t ê La̍h-boa̍t, sí tī-hia ah?  Chit-ê kóng án-ni, hit-ê kóng àn-ni.","tghg":"耶和華講：『是誰欲引誘以色列王亞哈互伊上去基列的拉末死佇遐啊？』此個講按呢，彼個講按呢。","bklhl":"耶和華講，Chī-chūi beh引誘以色列王A-hap，hō͘伊上去Ki-lia̍t ê La̍h-boa̍t，死tī-hia ah？Chit ê講án-ni，hit ê講àn-ni。"}},{"book":"代下","chapter":18,"verse":20,"versions":{"unv":"隨後，有一個神靈出來，站在耶和華面前說：『我去引誘他。』耶和華問他說：『你用何法呢？』","bklcl":"Āu-lâi ū chi̍t ê sîn chhut-lâi, khiā tī Iâ-hô-hoa ê bīn-chêng, kóng, Góa beh ín-iú i.  Iâ-hô-hoa mn̄g i kóng, Lí beh ēng sím-mi̍h hoat-tō͘?","tghg":"後來，有一個神出來，徛佇耶和華的面前講：『我欲引誘伊。』耶和華問伊講：『你欲用甚麼法度？』","bklhl":"後來有一个神出來，khiā tī耶和華ê面前，講，我beh引誘伊。耶和華問伊講，你beh用甚麼法度？"}},{"book":"代下","chapter":18,"verse":21,"versions":{"unv":"他說：『我去，要在他眾先知口中作謊言的靈。』耶和華說：『這樣，你必能引誘他，你去如此行吧！』","bklcl":"I kóng, Góa beh chhut-khì chòe pe̍h-chha̍t ê sîn, tī i chèng sian-ti ê chhùi.  Iâ-hô-hoa kóng, Lí beh ín-iú i, iā beh chiâⁿ--i; chhut-khì lâi chòe án-ni.","tghg":"伊講：『我欲出去做白賊的神，佇伊眾先知的嘴。』耶和華講：『你欲引誘伊，也欲成伊！出去來做按呢！』","bklhl":"伊講，我beh出去做白賊ê神，tī伊眾先知ê嘴。耶和華講，你beh引誘伊，也beh成伊；出去來做án-ni。"}},{"book":"代下","chapter":18,"verse":22,"versions":{"unv":"現在耶和華使謊言的靈入了你這些先知的口，並且耶和華已經命定降禍與你。」","bklcl":"Taⁿ Iâ-hô-hoa ēng pe̍h-chha̍t ê sîn ji̍p tī lí chiah-ê sian-ti ê chhùi.  Iâ-hô-hoa lūn-kàu lí ū kóng chai-ē.","tghg":"今耶和華用白賊的神入佇你諸個先知的嘴，耶和華論到你有講災禍。」","bklhl":"Taⁿ耶和華用白賊ê神入tī你chiah ê先知ê嘴。耶和華論到你有講災厄。"}},{"book":"代下","chapter":18,"verse":23,"versions":{"unv":"基拿拿的兒子西底家前來打米該雅的臉，說：「耶和華的靈從哪裡離開我與你說話呢？」","bklcl":"Ki-ná-ná ê kiáⁿ Se-tí-ka chìn-chêng, siàn Bí-kai-ngá ê chhùi-phóe, kóng, Iâ-hô-hoa ê sîn tùi toh-lo̍h chi̍t-tiâu-lō͘ lī-khui góa lâi kap lí kóng ah?","tghg":"基拿拿的子西底家進前搧(siàn)米該雅的嘴䩃(chhùi-phóe)，講：「耶和華的神對叨落一條路離開我來及你講啊？」","bklhl":"Ki-ná-ná ê kiáⁿ Se-tí-ka進前，siàn Bí-kai-ngá ê嘴phóe，講，耶和華ê神tùi toh落一條路離開我來kap你講ah？"}},{"book":"代下","chapter":18,"verse":24,"versions":{"unv":"米該雅說：「你進嚴密的屋子藏躲的那日，就必看見了。」","bklcl":"Bí-kai-ngá kóng, Khòaⁿ ah, lí ji̍p lāi-pâng ka-kī bih, hit-ji̍t chiū beh khòaⁿ-kìⁿ.","tghg":"米該雅講：「看啊，你入內房家己匿(bih)，彼日就欲看見。」","bklhl":"Bí-kai-ngá講，看ah，你入內房家己bih，hit日就beh看見。"}},{"book":"代下","chapter":18,"verse":25,"versions":{"unv":"以色列王說：「將米該雅帶回，交給邑宰亞們和王的兒子約阿施，說：","bklcl":"Í-sek-lia̍t ông kóng, Tio̍h tòa Bí-kai-ngá khì kau siâⁿ-siú A-bûn, kap ông ê kiáⁿ Iok-a-si, kóng,","tghg":"以色列王講：「著帶米該雅去，交城首亞們及王的子約阿施，講：","bklhl":"以色列王講，Tio̍h帶Bí-kai-ngá去交城守A-bûn，kap王ê kiáⁿ Iok-a-si，講，"}},{"book":"代下","chapter":18,"verse":26,"versions":{"unv":"『王如此說：把這個人下在監裡，使他受苦，吃不飽喝不足，等候我平平安安地回來。』」","bklcl":"Ông án-ni kóng, Ēng chit lâng koaiⁿ tī kaⁿ--nih, ēng kan-khó͘ ê piáⁿ kan-khó͘ ê chúi hō͘ i chia̍h, thèng-hāu góa pêng-an tò-lâi.","tghg":"『王按呢講：用此人關佇監裡，用艱苦的餅，艱苦的水互伊食，聽候我平安倒來。』」","bklhl":"王án-ni講，用chit人關tī監裡，用艱苦ê餅艱苦ê水hō͘伊食，thèng候我平安tò來。"}},{"book":"代下","chapter":18,"verse":27,"versions":{"unv":"米該雅說：「你若能平安回來，那就是耶和華沒有藉我說這話了」；又說：「眾民哪，你們都要聽！」","bklcl":"Bí-kai-ngá kóng, Lí nā chin-chiàⁿ pêng-an tò-lâi, chiū-sī Iâ-hô-hoa bô thok góa kóng.  Koh kóng, Chiah-ê peh-sìⁿ ah, lín lóng tio̍h thiaⁿ.","tghg":"米該雅講：「你若真正平安倒來，就是耶和華無託我講」；閣講：「諸個百姓啊，恁攏著聽！」","bklhl":"Bí-kai-ngá講，你若真正平安tò來，就是耶和華無託我講。Koh講，chiah ê百姓ah，lín lóng tio̍h聽。"}},{"book":"代下","chapter":18,"verse":28,"versions":{"unv":"以色列王和猶大王約沙法上基列的拉末去了。","bklcl":"Í-sek-lia̍t ông kap Iû-tāi ông Iok-sa-hoat chiūⁿ-khì Ki-lia̍t ê La̍h-boa̍t.","tghg":"以色列王及猶大王約沙法上去基列的拉末。","bklhl":"以色列王kap偤大王Iok-sa-hoat上去Ki-lia̍t ê La̍h-boa̍t。"}},{"book":"代下","chapter":18,"verse":29,"versions":{"unv":"以色列王對約沙法說：「我要改裝上陣，你可以仍穿王服。」於是以色列王改裝，他們就上陣去了。","bklcl":"Í-sek-lia̍t ông kā Iok-sa-hoat kóng, Góa beh kái-chong chiūⁿ-tīn, lí thang chhēng ông-ho̍k.  Í-sek-lia̍t ông chiū kái-chong, in chiū chiūⁿ-tīn.","tghg":"以色列王給約沙法講：「我欲改裝上陣，你通穿王服。」以色列王就改裝，𪜶就上陣。","bklhl":"以色列王kā Iok-sa-hoat講，我beh改妝上陣，你thang穿王服。以色列王就改妝，in就上陣。"}},{"book":"代下","chapter":18,"verse":30,"versions":{"unv":"先是亞蘭王吩咐車兵長說：「他們的兵將，無論大小，你們都不可與他們爭戰，只要與以色列王爭戰。」","bklcl":"A-lân ông ū hoan-hù i ê chiàn-chhia ê koaⁿ-tiúⁿ kóng, Bô-lūn tōa-sòe m̄-thang kap in kau-chiàn, chí-ū kap Í-sek-lia̍t ông kau-chiàn.","tghg":"亞蘭王有吩咐伊的戰車的官長講：「無論大細，呣通及𪜶交戰，只有及以色列王交戰。」","bklhl":"A-lân王有吩咐伊ê戰車ê官長講，無論大細m̄-thang kap in交戰，只有kap以色列王交戰。"}},{"book":"代下","chapter":18,"verse":31,"versions":{"unv":"車兵長看見約沙法便說，這必是以色列王，就轉過去與他爭戰。約沙法一呼喊，耶和華就幫助他，　神又感動他們離開他。","bklcl":"Chiàn-chhia ê koaⁿ-tiúⁿ khòaⁿ-kìⁿ Iok-sa-hoat chiū kóng, Che sī Í-sek-lia̍t ông, chiū oa̍t-kè--khì beh kap i kau-chiàn.  Iok-sa-hoat chiū háu-kiù, Iâ-hô-hoa chiū pang-chān i;  Siōng-tè iā kám-tōng in lī-khui i.","tghg":"戰車的官長看見約沙法就講，這是以色列王，就越過去欲及伊交戰。約沙法就哮救(háu-kiù)，耶和華就幫助伊，上帝也感動𪜶離開伊。","bklhl":"戰車ê官長看見Iok-sa-hoat就講，這是以色列王，就oa̍t過去beh kap伊交戰。Iok-sa-hoat就哮救，耶和華就幫贊伊；上帝也感動in離開伊。"}},{"book":"代下","chapter":18,"verse":32,"versions":{"unv":"車兵長見不是以色列王，就轉去不追他了。","bklcl":"Chiàn-chhia ê koaⁿ-tiúⁿ khòaⁿ-kìⁿ m̄-sī Í-sek-lia̍t ông chiū oa̍t-tńg bô tui i.","tghg":"戰車的官長看見呣是以色列王，就越轉無追伊。","bklhl":"戰車ê官長看見m̄是以色列王就oa̍t-tńg無追伊。"}},{"book":"代下","chapter":18,"verse":33,"versions":{"unv":"有一人隨便開弓，恰巧射入以色列王的甲縫裡。王對趕車的說：「我受了重傷，你轉過車來，拉我出陣吧！」","bklcl":"Ū chi̍t-lâng ngó͘-jiân khui-keng, siā-ji̍p Í-sek-lia̍t ông chiàn-kah ê kap-chōa; ông kā kóaⁿ-chhia--ê kóng, Lí oa̍t-tńg chhiú, tòa góa chhut-tīn; in-ūi góa tio̍h tāng-siong lah.","tghg":"有一人偶然開弓，射入以色列王戰甲的合鑆(kap-chōa)。王給趕車者講：「你越轉手，帶我出陣，因為我著重傷啦！」","bklhl":"有一人偶然開弓，射入以色列王戰甲ê kap-chōa；王kā趕車ê講，你oa̍t-tńg手，帶我出陣；因為我tio̍h重傷lah。"}},{"book":"代下","chapter":18,"verse":34,"versions":{"unv":"那日陣勢越戰越猛，以色列王勉強站在車上抵擋亞蘭人，直到晚上。約在日落的時候，王就死了。","bklcl":"Hit-ji̍t kau-chiàn ê sè-bīn ná béng-lia̍t;  Í-sek-lia̍t ông bián-kióng khiā tī chhia--nih, tí-tng A-lân lâng, kàu ê-hng; chha-put-to ji̍t-lo̍h ê sî, chiū sí.","tghg":"彼日交戰的勢面愈猛烈，以色列王勉強徛佇車裡抵當(tí-tng)亞蘭人，到下昏。差不多日落的時，就死。","bklhl":"Hit日交戰ê勢面ná猛烈；以色列王勉強khiā tī車裡，抵擋A-lân人，到ê-hng；差不多日落ê時，就死。"}}]