[{"book":"代下","chapter":33,"verse":1,"versions":{"unv":"瑪拿西登基的時候年十二歲，在耶路撒冷作王五十五年。","bklcl":"Má-ná-se chē-ūi ê sî, cha̍p-jī hè, tī Iâ-lō͘-sat-léng chòe ông kiōng gō͘-cha̍p-gō͘ nî.","tghg":"瑪拿西坐位的時十二歲，佇耶路撒冷做王共五十五年。","bklhl":"Má-ná-se坐位ê時，十二歲，tī耶路撒冷做王共五十五年。"}},{"book":"代下","chapter":33,"verse":2,"versions":{"unv":"他行耶和華眼中看為惡的事，效法耶和華在以色列人面前趕出的外邦人那可憎的事，","bklcl":"I kiâⁿ Iâ-hô-hoa só͘ khòaⁿ-chòe pháiⁿ ê sū, o̍h gōa-pang lâng só͘ kiâⁿ khó-ò͘ⁿ ê sū, chiū-sī Iâ-hô-hoa tī Í-sek-lia̍t ê bīn-chêng só͘ kóaⁿ-chhut--ê.","tghg":"伊行耶和華所看做歹的事，學外邦人所行可惡的事就是耶和華佇以色列的面前所趕出的，","bklhl":"伊行耶和華所看做pháiⁿ ê事，學外邦人所行可惡ê事，就是耶和華tī以色列ê面前所趕出ê。"}},{"book":"代下","chapter":33,"verse":3,"versions":{"unv":"重新建築他父希西家所拆毀的邱壇，又為巴力築壇，作木偶，且敬拜事奉天上的萬象，","bklcl":"In-ūi i ê lāu-pē Hi-se-ka só͘ húi-hoāi ê soaⁿ-thâu-tôaⁿ i koh khí i, koh ūi hiah-ê Pa-le̍k khí tôaⁿ, chòe A-su-tha-lio̍k; koh kèng-pài thiⁿ-téng ê bān-siōng lâi ho̍k-sāi i.","tghg":"因為伊的老父希西家所毀壞的山頭壇伊閣起伊，閣為許個巴力起壇，做亞斯他錄，閣敬拜天頂的萬象來服事伊，","bklhl":"因為伊ê老父Hi-se-ka所毀壞ê山頭壇伊koh起伊，koh為hiah-ê Pa-le̍k起壇，做A-su-tha-lio̍k；koh敬拜天頂ê萬象來服事伊。"}},{"book":"代下","chapter":33,"verse":4,"versions":{"unv":"在耶和華的殿宇中築壇─耶和華曾指著這殿說：「我的名必永遠在耶路撒冷。」","bklcl":"Tī Iâ-hô-hoa ê tiān-lāi khí kúi-nā ê tôaⁿ;  Iâ-hô-hoa bat kí chit ê tiān kóng, Góa ê miâ beh éng-oán tī Iâ-lō͘-sat-léng.","tghg":"佇耶和華的殿內起幾若個壇──耶和華曾指(kí)此個殿講：「我的名欲永遠佇耶路撒冷。」","bklhl":"Tī耶和華ê殿內起kúi-nā ê壇；耶和華bat kí chit ê殿講，我ê名beh永遠tī耶路撒冷。"}},{"book":"代下","chapter":33,"verse":5,"versions":{"unv":"他在耶和華殿的兩院中為天上的萬象築壇，","bklcl":"I tī Iâ-hô-hoa ê tiān nn̄g ê īⁿ-lāi, ūi-tio̍h thiⁿ-téng ê bān-siōng khí tôaⁿ.","tghg":"伊佇耶和華的殿二個院內為著天頂的萬象起壇，","bklhl":"伊tī耶和華ê殿兩個院內，為tio̍h天頂ê萬象起壇。"}},{"book":"代下","chapter":33,"verse":6,"versions":{"unv":"並在欣嫩子谷使他的兒女經火，又觀兆，用法術，行邪術，立交鬼的和行巫術的，多行耶和華眼中看為惡的事，惹動他的怒氣，","bklcl":"Koh tī Piān-him-lùn ê soaⁿ-kok, hō͘ i ê kiáⁿ-jî keng-kè hé, koh khòaⁿ tiāu-thâu, ēng hoat-su̍t, chòe-khiò, ēng thiàu-tâng--ê, chhiáⁿ sai-kong, kiâⁿ chōe-chōe Iâ-hô-hoa só͘ khòaⁿ-chòe pháiⁿ ê sū, kek I siū-khì.","tghg":"閣佇便欣嫩的山谷互伊的子兒經過火，閣看兆頭(tiāu-thâu)，用法術，做徼(khiò)，用跳童(thiàu-tâng)者，請師公行多多耶和華所看做歹的事，激伊受氣，","bklhl":"Koh tī Piān-him-lùn ê山谷，hō͘伊ê kiáⁿ兒經過火，koh看兆頭，用法術，做徼(khiò)，用跳童ê，請司公，行chōe-chōe耶和華所看做pháiⁿ ê事，激伊受氣。"}},{"book":"代下","chapter":33,"verse":7,"versions":{"unv":"又在　神殿內立雕刻的偶像。　神曾對大衛和他兒子所羅門說：「我在以色列各支派中所選擇的耶路撒冷和這殿，必立我的名直到永遠。","bklcl":"Koh tī Siōng-tè ê tiān-lāi, chhāi i só͘ chō tiau-khek ê siōng, chit keng tiān sī Siōng-tè bat tùi Tāi-pi̍t kap i ê kiáⁿ Só͘-lô-bûn kí i lâi kóng, Chit keng tiān kap Iâ-lō͘-sat-léng chiū-sī Góa tī Í-sek-lia̍t chèng chi-phài-tiong só͘-kéng--ê, Góa beh an-tì Góa ê miâ tī-hia kàu éng-oán.","tghg":"閣佇上帝的殿內祀(chhāi)伊所造雕刻的像。此間殿是上帝曾對大衛及伊的子所羅門指伊來講：「此間殿及耶路撒冷就是我佇以色列眾支派中所揀的，我欲安置我的名佇遐到永遠。","bklhl":"Koh tī上帝ê殿內，chhāi伊所造雕刻ê像，chit間殿是上帝bat對大衛kap伊ê kiáⁿ所羅門kí伊來講，chit間殿kap耶路撒冷就是我tī以色列眾支派中所揀ê，我beh安置我ê名tī-hia到永遠。"}},{"book":"代下","chapter":33,"verse":8,"versions":{"unv":"以色列人若謹守遵行我藉摩西所吩咐他們的一切法度、律例、典章，我就不再使他們挪移離開我所賜給他們列祖之地。」","bklcl":"Í-sek-lia̍t lâng nā chip-siú lâi kiâⁿ Góa it-chhè só͘ bēng-lēng in ê,  chiū-sī Góa thok Mô͘-se só͘ thoân it-chhè ê hoat-tō͘, lu̍t-lē, lé-gî, Góa chiū bô koh î-sóa in ê kha lī-khui Góa só͘ tiāⁿ-tio̍h hō͘ lín lia̍t-chó͘ ê tōe.","tghg":"以色列人若執守來行我一切所命令𪜶的就是我託摩西所傳一切的法度、律例、禮儀，我就無閣移徙𪜶的腳離開我所定著互恁列祖的地。」","bklhl":"以色列人若執守來行我一切所命令in ê，就是我託摩西所傳一切ê法度，律例，禮儀，我就無koh移徙in ê腳離開我所定tio̍h hō͘ lín列祖ê地。"}},{"book":"代下","chapter":33,"verse":9,"versions":{"unv":"瑪拿西引誘猶大和耶路撒冷的居民，以致他們行惡比耶和華在以色列人面前所滅的列國更甚。","bklcl":"Má-ná-se bê-he̍k Iû-tāi kap Iâ-lō͘-sat-léng khiā-khí ê peh-sìⁿ, tì-kàu in kiâⁿ pháiⁿ pí Iâ-hô-hoa tī Í-sek-lia̍t lâng ê bīn-chêng só͘ bia̍t ê lia̍t-kok koh-khah siong-tiōng.","tghg":"瑪拿西迷惑猶大及耶路撒冷徛起的百姓致到𪜶行歹比耶和華佇以色列人的面前所滅的列國閣卡傷重。","bklhl":"Má-ná-se迷惑偤大kap耶路撒冷khiā起ê百姓，致到in行pháiⁿ比耶和華tī以色列人ê面前所滅ê列國koh-khah傷重。"}},{"book":"代下","chapter":33,"verse":10,"versions":{"unv":"耶和華警戒瑪拿西和他的百姓，他們卻是不聽。","bklcl":"Iâ-hô-hoa hoan-hù Má-ná-se kap i ê peh-sìⁿ, chóng-sī in bô beh thiaⁿ.","tghg":"耶和華吩咐瑪拿西及伊的百姓，總是𪜶無欲聽。","bklhl":"耶和華吩咐Má-ná-se kap伊ê百姓，總是in無beh聽。"}},{"book":"代下","chapter":33,"verse":11,"versions":{"unv":"所以耶和華使亞述王的將帥來攻擊他們，用鐃鉤鉤住瑪拿西，用銅鍊鎖住他，帶到巴比倫去。","bklcl":"Só͘-í Iâ-hô-hoa hō͘ A-su̍t ông ê kun-tiúⁿ lâi kong-kek in, ēng kau kau-tio̍h Má-ná-se, ēng tâng-liān pa̍k i, tòa kàu Pa-pí-lûn.","tghg":"所以耶和華互亞述王的軍長來攻擊𪜶，用鈎鈎著瑪拿西，用銅鍊縛(pa̍k)伊，帶到巴比倫。","bklhl":"所以耶和華hō͘亞述王ê軍長來攻擊in，用鉤鉤tio̍h Má-ná-se，用銅鏈縛伊，帶到巴比倫。"}},{"book":"代下","chapter":33,"verse":12,"versions":{"unv":"他在急難的時候，就懇求耶和華─他的　神，且在他列祖的　神面前極其自卑。","bklcl":"I tī hoān-lān ê sî, chiū khún-kiû Iâ-hô-hoa i ê Siōng-tè, koh tī i ê lia̍t-chó͘ ê Siōng-tè ê bīn-chêng ke̍k-kî khiam-pi.","tghg":"伊佇患難的時，就懇求耶和華──伊的上帝，閣佇伊的列祖的上帝的面前極其謙卑。","bklhl":"伊tī患難ê時，就懇求耶和華伊ê上帝，koh tī伊ê列祖ê上帝ê面前極其謙卑。"}},{"book":"代下","chapter":33,"verse":13,"versions":{"unv":"他祈禱耶和華，耶和華就允准他的祈求，垂聽他的禱告，使他歸回耶路撒冷，仍坐國位。瑪拿西這才知道惟獨耶和華是　神。","bklcl":"I kiû-kiò I, Siōng-tè chún i só͘ kiû, thiaⁿ i kî-tó, hō͘ i tò-lâi Iâ-lō͘-sat-léng, iû-goân chē i ê kok-ūi; Má-ná-se chiah chai Iâ-hô-hoa sī Siōng-tè.","tghg":"伊求叫伊，上帝准伊所求，聽伊祈禱，互伊倒來耶路撒冷，猶原坐伊的國位。瑪拿西才知耶和華是上帝。","bklhl":"伊求叫伊，上帝准伊所求，聽伊祈禱，hō͘伊tò來耶路撒冷，猶原坐伊ê國位；Má-ná-se chiah知耶和華是上帝。"}},{"book":"代下","chapter":33,"verse":14,"versions":{"unv":"此後，瑪拿西在大衛城外，從谷內基訓西邊直到魚門口，建築城牆，環繞俄斐勒，這牆築得甚高；又在猶大各堅固城內設立勇敢的軍長；","bklcl":"Chit-tia̍p liáu-āu Má-ná-se khí chhiûⁿ tī Tāi-pi̍t ê siâⁿ-gōa, tī Ki-hùn ê sai-pêng, tī soaⁿ-kok-lāi, kàu Hî-mn̂g ê mn̂g-kháu, ûi-se̍h Gô-húi-le̍k, chhiûⁿ khí chin koâiⁿ, koh siat-li̍p kun-tiúⁿ tī Iû-tāi hiah-ê kian-kò͘ ê siâⁿ-lāi.","tghg":"此霎(tia̍p)了後，瑪拿西起牆佇大衛的城外，佇基訓的西旁佇山谷內到魚門的門口，圍踅(ûi-se̍h)俄裴勒，牆起真高；閣設立軍長佇猶大許個堅固的城內；","bklhl":"Chit-tia̍p了後，Má-ná-se起牆tī大衛ê城外，tī Ki-hùn ê西pêng，tī山谷內，到魚門ê門口，圍se̍h Gô-húi-le̍k，牆起真高，koh設立軍長tī偤大hiah-ê堅固ê城內。"}},{"book":"代下","chapter":33,"verse":15,"versions":{"unv":"並除掉外邦人的神像與耶和華殿中的偶像，又將他在耶和華殿的山上和耶路撒冷所築的各壇都拆毀拋在城外；","bklcl":"Koh tùi Iâ-hô-hoa ê tiān tû-khì hiah-ê gōa-pang ê siōng-tè kap ngó͘-siōng; koh tī Iâ-hô-hoa tiān ê soaⁿ, kap Iâ-lō͘-sat-léng só͘ khí hiah-ê tôaⁿ, lóng hiat tī siâⁿ-gōa.","tghg":"閣對耶和華的殿除去許個外邦的上帝及偶像，閣佇耶和華殿的山及耶路撒冷所起許個壇攏㧒(hiat)佇城外；","bklhl":"Koh tùi耶和華ê殿除去hiah-ê外邦ê上帝kap偶像；koh tī耶和華殿ê山，kap耶路撒冷所起hiah-ê壇，lóng hiat tī城外。"}},{"book":"代下","chapter":33,"verse":16,"versions":{"unv":"重修耶和華的祭壇，在壇上獻平安祭、感謝祭，吩咐猶大人事奉耶和華─以色列的　神。","bklcl":"Koh khí Iâ-hô-hoa ê chè-tôaⁿ, tī tôaⁿ-téng hiàn siā-un-chè, kám-siā-chè, bēng-lēng Iû-tāi lâng ho̍k-sāi Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè.","tghg":"閣起耶和華的祭壇，佇壇頂獻謝恩祭、感謝祭，命令猶大人服事耶和華──以色列的上帝。","bklhl":"Koh起耶和華ê祭壇，tī壇頂獻謝恩祭，感謝祭，命令偤大人服事耶和華以色列ê上帝。"}},{"book":"代下","chapter":33,"verse":17,"versions":{"unv":"百姓卻仍在邱壇上獻祭，只獻給耶和華─他們的　神。","bklcl":"Chóng-sī peh-sìⁿ iû-goân tī soaⁿ-thâu-tôaⁿ hiàn-chè, to̍k-to̍k hiàn hō͘ Iâ-hô-hoa i ê Siōng-tè nā-tiāⁿ.","tghg":"總是百姓猶原佇山頭壇獻祭，獨獨獻互耶和華──伊的上帝若定。","bklhl":"總是百姓猶原tī山頭壇獻祭，獨獨獻hō͘耶和華伊ê上帝nā-tiāⁿ。"}},{"book":"代下","chapter":33,"verse":18,"versions":{"unv":"瑪拿西其餘的事和禱告他　神的話，並先見奉耶和華─以色列　神的名警戒他的言語，都寫在以色列諸王記上。","bklcl":"Má-ná-se kî-û ê sū, kap i kî-tó Siōng-tè ê ōe, kap sian-kiàn hōng Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè ê miâ tùi i kóng hiah-ê ōe, lóng kì tī Í-sek-lia̍t chiah-ê ông ê kì-lio̍k.","tghg":"瑪拿西其餘的事及伊祈禱上帝的話，及先見奉耶和華──以色列的上帝的名對伊講許個話，攏記佇以色列諸個王的記錄。","bklhl":"Má-ná-se其餘ê事，kap伊祈禱上帝ê話，kap先見奉耶和華以色列ê上帝ê名對伊講hiah-ê話，lóng記tī以色列chiah ê王ê記錄。"}},{"book":"代下","chapter":33,"verse":19,"versions":{"unv":"他的禱告，與　神怎樣應允他，他未自卑以前的罪愆過犯，並在何處建築邱壇，設立亞舍拉和雕刻的偶像，都寫在何賽的書上。","bklcl":"I ê kî-tó, kap Siōng-tè cháiⁿ-iūⁿ ún-chún i, i bē khiam-pi í-chêng ê chōe-kòa kè-sit, kap khí soaⁿ-thâu-tôaⁿ, siat-li̍p hiah-ê A-sià-la̍h kap tiau-khek ngó͘-siōng hiah-ê só͘-chāi, lóng kì tī Hô-sài ê sú-kì.","tghg":"伊的祈禱，及上帝怎樣允准伊，伊未謙卑以前的罪過過失，及起山頭壇設立許個亞舍拉及雕刻偶像許個所在，攏記佇何賽的史記。","bklhl":"伊ê祈禱，kap上帝怎樣允准伊，伊bē謙卑以前ê罪過過失，kap起山頭壇，設立hiah-ê A-sià-la̍h kap雕刻偶像hiah-ê所在，lóng記tī Hô-sài ê史記。"}},{"book":"代下","chapter":33,"verse":20,"versions":{"unv":"瑪拿西與他列祖同睡，葬在自己的宮院裡。他兒子亞們接續他作王。","bklcl":"Má-ná-se kap i ê lia̍t-chó͘ tâng khùn, bâi-chòng tī ka-kī ê kiong-lāi; i ê kiáⁿ A-bûn sòa-chiap i chòe ông.","tghg":"瑪拿西及伊的列祖同睏，埋葬佇家己的宮內。伊的子亞們續接伊做王。","bklhl":"Má-ná-se kap伊ê列祖同睏，埋葬tī家己ê宮內；伊ê kiáⁿ A-bûn續接伊做王。"}},{"book":"代下","chapter":33,"verse":21,"versions":{"unv":"亞們登基的時候年二十二歲，在耶路撒冷作王二年。","bklcl":"A-bûn chē-ūi ê sî, jī-cha̍p-jī hè, tī Iâ-lō͘-sat-léng chòe ông le̍k-kè nn̄g nî.","tghg":"亞們坐位的時二十二歲，佇耶路撒冷做王歷過二年。","bklhl":"A-bûn坐位ê時，二十二歲，tī耶路撒冷做王歷過兩年。"}},{"book":"代下","chapter":33,"verse":22,"versions":{"unv":"他行耶和華眼中看為惡的事，效法他父瑪拿西所行的，祭祀事奉他父瑪拿西所雕刻的偶像，","bklcl":"I kiâⁿ Iâ-hô-hoa só͘ khòaⁿ-chòe pháiⁿ ê sū, o̍h i ê lāu-pē Má-ná-se só͘ chòe ê, A-bûn chè-sū i ê lāu-pē Má-ná-se só͘ chō hiah-ê tiau-khek ê ngó͘-siōng lâi ho̍k-sāi i.","tghg":"伊行耶和華所看做歹的事，學伊的老父瑪拿西所做的，亞們祭祀伊的老父瑪拿西所造許個雕刻的偶像來服事伊，","bklhl":"伊行耶和華所看做pháiⁿ ê事，學伊ê老父Má-ná-se所做ê，A-bûn祭祀伊ê老父Má-ná-se所造hiah-ê雕刻ê偶像來服事伊。"}},{"book":"代下","chapter":33,"verse":23,"versions":{"unv":"不在耶和華面前像他父瑪拿西自卑。這亞們所犯的罪越犯越大。","bklcl":"Bô ka-kī khiam-pi tī Iâ-hô-hoa ê bīn-chêng, chhin-chhiūⁿ i ê lāu-pē Má-ná-se ê ka-kī khiam-pi; chit ê A-bûn ná-kú ná hoān-chōe.","tghg":"無家己謙卑佇耶和華的面前，親像伊的老父瑪拿西的家己謙卑。此個亞們愈久愈犯罪。","bklhl":"無家己謙卑tī耶和華ê面前，親像伊ê老父Má-ná-se ê家己謙卑；chit ê A-bûn ná久ná犯罪。"}},{"book":"代下","chapter":33,"verse":24,"versions":{"unv":"他的臣僕背叛，在宮裡殺了他。","bklcl":"I ê jîn-sîn pōe-poān i, thâi-sí i tī ông-kiong-lāi.","tghg":"伊的人臣背叛伊，刣死伊佇王宮內。","bklhl":"伊ê人臣背叛伊，刣死伊tī王宮內。"}},{"book":"代下","chapter":33,"verse":25,"versions":{"unv":"但國民殺了那些背叛亞們王的人，立他兒子約西亞接續他作王。","bklcl":"Chóng-sī kok-bîn thâi-sí hiah-ê pōe-poān A-bûn ông ê lâng; kok-bîn chiū siat-li̍p i ê kiáⁿ Iok-se-a sòa-chiap i chòe ông.","tghg":"總是國民刣死許個背叛亞們王的人，國民就設立伊的子約西亞續接伊做王。","bklhl":"總是國民刣死hiah-ê背叛A-bûn王ê人；國民就設立伊ê kiáⁿ約西亞續接伊做王。"}}]