[{"book":"代下","chapter":28,"verse":1,"versions":{"unv":"亞哈斯登基的時候年二十歲，在耶路撒冷作王十六年；不像他祖大衛行耶和華眼中看為正的事，","bklcl":"A-hap-su chē-ūi ê sî, jī-cha̍p hè, tī Iâ-lō͘-sat-léng chòe ông cha̍p-la̍k nî. Bô chhin-chhiūⁿ i ê chó͘ Tāi-pi̍t kiâⁿ Iâ-hô-hoa só͘ khòaⁿ-chòe hó ê sū;","tghg":"亞哈斯坐位的時二十歲，佇耶路撒冷做王十六年；無親像伊的祖大衛行耶和華所看做好的事，","bklhl":"A-hap-su坐位ê時，二十歲，tī耶路撒冷做王十六年。無親像伊ê祖大衛行耶和華所看做好ê事；"}},{"book":"代下","chapter":28,"verse":2,"versions":{"unv":"卻行以色列諸王的道，又鑄造巴力的像，","bklcl":"chiū-sī kiâⁿ Í-sek-lia̍t chiah-ê ông ê lō͘, koh chù-chō hiah-ê Pa-le̍k ê siōng;","tghg":"就是行以色列諸個王的路，閣鑄造(chù-chō)許個巴力的像，","bklhl":"就是行以色列chiah ê王ê路，koh鑄造hiah-ê Pa-le̍k ê像；"}},{"book":"代下","chapter":28,"verse":3,"versions":{"unv":"並且在欣嫩子谷燒香，用火焚燒他的兒女，行耶和華在以色列人面前所驅逐的外邦人那可憎的事；","bklcl":"koh sio-hiuⁿ tī Piān-him-lùn ê soaⁿ-kok, ēng i ê kiáⁿ-jî sio tī hé--nih, thàn gōa-pang só͘ kiâⁿ khó-ò͘ⁿ ê sū, chiū-sī Iâ-hô-hoa tī Í-sek-lia̍t lâng ê bīn-chêng só͘ kóaⁿ-tio̍k--ê;","tghg":"閣燒香佇便欣嫩的山谷，用伊的子兒燒佇火裡，趁外邦所行可惡的事，就是耶和華佇以色列人的面前所趕逐的；","bklhl":"koh燒香tī Piān-him-lùn ê山谷，用伊ê kiáⁿ兒燒tī火裡，thàn外邦所行可惡ê事，就是耶和華tī以色列人ê面前所趕逐ê；"}},{"book":"代下","chapter":28,"verse":4,"versions":{"unv":"並在邱壇上、山岡上、各青翠樹下獻祭燒香。","bklcl":"koh tī soaⁿ-thâu-tôaⁿ, tī soaⁿ ê téng-bīn, tī ta̍k-châng chhiⁿ-chhùi ê chhiū-kha, hiàn-chè sio-hiuⁿ.","tghg":"閣佇山頭壇、佇山的頂面、佇逐欉青翠的樹腳獻祭燒香。","bklhl":"koh tī山頭壇，tī山ê頂面，tī ta̍k叢青翠ê樹腳，獻祭燒香。"}},{"book":"代下","chapter":28,"verse":5,"versions":{"unv":"所以，耶和華─他的　神將他交在亞蘭王手裡。亞蘭王打敗他，擄了他許多的民，帶到大馬士革去。　神又將他交在以色列王手裡，以色列王向他大行殺戮。","bklcl":"Só͘-í Iâ-hô-hoa i ê Siōng-tè kau i tī A-lân ông ê chhiú, in chiū phah i, lia̍h i ê peh-sìⁿ chin-chōe, tòa kàu Tāi-má-sek.  Koh kau i tī Í-sek-lia̍t ông ê chhiú, i thâi-sí in chin-chōe.","tghg":"所以，耶和華──伊的上帝交伊佇亞蘭王的手。𪜶就拍伊，掠伊的百姓真多，帶到大馬色。閣交伊佇以色列王的手，伊刣死𪜶真多。","bklhl":"所以耶和華伊ê上帝交伊tī A-lân王ê手，in就phah伊，掠伊ê百姓真chōe，帶到大馬色。Koh交伊tī以色列王ê手，伊刣死in真chōe。"}},{"book":"代下","chapter":28,"verse":6,"versions":{"unv":"利瑪利的兒子比加一日殺了猶大人十二萬，都是勇士，因為他們離棄了耶和華─他們列祖的　神。","bklcl":"Lī-má-lī ê kiáⁿ Pí-ka chòe chi̍t-ji̍t tī Iû-tāi thâi-sí cha̍p-jī-bān lâng, lóng sī ióng-sū; in-ūi in lī-khui Iâ-hô-hoa in lia̍t-chó͘ ê Siōng-tè.","tghg":"利瑪利的子比加做一日佇猶大刣死十二萬人，攏是勇士，因為𪜶離開耶和華──𪜶列祖的上帝。","bklhl":"Lī-má-lī ê kiáⁿ Pí-ka做一日tī偤大刣死十二萬人，lóng是勇士；因為in離開耶和華in列祖ê上帝。"}},{"book":"代下","chapter":28,"verse":7,"versions":{"unv":"有一個以法蓮中的勇士，名叫細基利，殺了王的兒子瑪西雅和管理王宮的押斯利甘，並宰相以利加拿。","bklcl":"Ū chi̍t-ê Í-hoat-liân tiong ê ióng-sū, miâ kiò Sè-ki-lī, thâi ông ê kiáⁿ Má-se-ngá, kap koán-lí ông-kiong ê Ap-su-lī-kam, kap cháiⁿ-siòng Í-lī-ka-ná.","tghg":"有一個以法蓮中的勇士，名叫細基利，刣王的子瑪西雅及管理王宮的押斯利甘，及宰相以利加拿。","bklhl":"有一个Í-hoat-liân中ê勇士，名叫Sè-ki-lī，刣王ê kiáⁿ Má-se-ngá，kap管理王宮ê Ap-su-lī-kam，kap宰相Í-lī-ka-ná。"}},{"book":"代下","chapter":28,"verse":8,"versions":{"unv":"以色列人擄了他們的弟兄，連婦人帶兒女共有二十萬，又掠了許多的財物，帶到撒馬利亞去了。","bklcl":"Í-sek-lia̍t lâng lia̍h in ê hiaⁿ-tī, liân hū-jîn-lâng, kiáⁿ, cha-bó͘-kiáⁿ, kiōng jī-cha̍p-bān; koh chhiúⁿ chōe-chōe châi-bu̍t, tòa in só͘-chhiúⁿ--ê khì Sat-má-lī-a.","tghg":"以色列人掠𪜶的兄弟，連婦仁人，子，查某子共二十萬，閣搶多多財物，帶𪜶所搶的去撒瑪利亞。","bklhl":"以色列人掠in ê兄弟，連婦人人、kiáⁿ、cha-bó͘-kiáⁿ，共二十萬；koh搶chōe-chōe財物，帶in所搶ê去撒馬利亞。"}},{"book":"代下","chapter":28,"verse":9,"versions":{"unv":"但那裡有耶和華的一個先知，名叫俄德，出來迎接往撒馬利亞去的軍兵，對他們說：「因為耶和華─你們列祖的　神惱怒猶大人，所以將他們交在你們手裡，你們竟怒氣沖天，大行殺戮。","bklcl":"Chóng-sī tī-hia ū Iâ-hô-hoa ê sian-ti, miâ kiò Gô-tek, chhut-khì chih hiah-ê lâi Sat-má-lī-a ê kun-tūi, kā in kóng, In-ūi Iâ-hô-hoa lín lia̍t-chó͘ ê Siōng-tè siū-khì Iû-tāi, só͘-í chiong in kau tī lín ê chhiú, lín kéng-jiân siū-khì tú-thiⁿ, thâi in chin-chōe.","tghg":"總是佇遐有耶和華的先知，名叫俄德，出去接(chih)許個來撒瑪利亞的軍隊，給𪜶講：「因為耶和華──恁列祖的上帝受氣猶大，所以將𪜶交佇恁的手，恁竟然受氣抵天，刣𪜶真多。","bklhl":"總是tī-hia有耶和華ê先知，名叫Gô-tek，出去接hiah-ê來撒馬利亞ê軍隊，kā in講，因為耶和華lín列祖ê上帝受氣偤大，所以將in交tī lín ê手，lín竟然受氣抵天，刣 in真chōe。"}},{"book":"代下","chapter":28,"verse":10,"versions":{"unv":"如今你們又有意強逼猶大人和耶路撒冷人作你們的奴婢，你們豈不也有得罪耶和華─你們　神的事嗎？","bklcl":"Taⁿ lín ū ì-sù ap-chè Iû-tāi lâng kap Iâ-lō͘-sat-léng lâng chòe lín ê lô͘-po̍k, lú-pī; chóng-sī lín pún-sin kiám bô tek-chōe Iâ-hô-hoa lín Siōng-tè mah?","tghg":"今恁有意思壓制猶大人及耶路撒冷人做恁的奴僕女婢，總是恁本身豈無得罪耶和華──恁上帝嗎？","bklhl":"Taⁿ lín有意思壓制偤大人kap耶路撒冷人做lín ê奴僕、女婢；總是lín本身kiám無得罪耶和華lín上帝mah？"}},{"book":"代下","chapter":28,"verse":11,"versions":{"unv":"現在你們當聽我說，要將擄來的弟兄釋放回去，因為耶和華向你們已經大發烈怒。」","bklcl":"Taⁿ lín tio̍h thiaⁿ góa kóng, lín só͘ lia̍h lâi lín ê hiaⁿ-tī tio̍h pàng i tò-khì, in-ūi Iâ-hô-hoa ê tōa siū-khì lîm-kàu lín.","tghg":"今恁著聽我講，恁所掠來恁的兄弟著放伊倒去，因為耶和華的大受氣臨到恁。」","bklhl":"Taⁿ lín tio̍h聽我講，lín所掠來lín ê兄弟tio̍h放伊tò去，因為耶和華ê大受氣臨到lín。"}},{"book":"代下","chapter":28,"verse":12,"versions":{"unv":"於是，以法蓮人的幾個族長─就是約哈難的兒子亞撒利雅、米實利末的兒子比利家、沙龍的兒子耶希西家、哈得萊的兒子亞瑪撒─起來攔擋出兵回來的人，","bklcl":"Tùi án-ni Í-hoat-liân ê siú-léng kúi-nā lâng, chiū-sī Iok-hap-lân ê kiáⁿ A-sat-lī-ngá, Bí-si̍t-lī-boa̍t ê kiáⁿ Pí-lī-ka, Sa-liông ê kiáⁿ Iâ-hi-se-ka, Hap-tek-lâi ê kiáⁿ A-má-sat, khí-lâi chó͘-chí hiah-ê tùi chiàn-tīn tò-lâi--ê;","tghg":"對按呢，以法蓮的首領幾若人──就是約哈難的子亞撒利雅、米實利末的子比利家、沙龍的子耶希西家、哈得萊的子亞瑪撒──起來阻止許個對戰陣倒來者，","bklhl":"Tùi án-ni， Í-hoat-liân ê首領kúi-nā人，就是Iok-hap-lân ê kiáⁿ A-sat-lī-ngá，Bí-si̍t-lī-boa̍t ê kiáⁿ Pí-lī-ka，Sa-liông ê kiáⁿ Iâ-hi-se-ka，Hap-tek-lâi ê kiáⁿ A-má-sat，起來阻止hiah-ê tùi戰陣tò來ê；"}},{"book":"代下","chapter":28,"verse":13,"versions":{"unv":"對他們說：「你們不可帶進這被擄的人來！你們想要使我們得罪耶和華，加增我們的罪惡過犯？因為我們的罪過甚大，已經有烈怒臨到以色列人了。」","bklcl":"kā in kóng, Lín m̄-thang tòa só͘ lia̍h ê lâng ji̍p-lâi chia; in-ūi lín só͘ chú-ì--ê sī beh hō͘ goán tek-chōe Iâ-hô-hoa, ke-thiⁿ goán ê chōe-kòa, goán ê kè-sit, in-ūi goán ê kè-sit chin-tōa, í-keng ū tōa siū-khì lîm-kàu Í-sek-lia̍t lah.","tghg":"給𪜶講：「恁呣通帶所掠的人入來遮！因為恁所注意者是欲互阮得罪耶和華，加添阮的罪過阮的過失？因為阮的過失真大，已經有大受氣臨到以色列啦。」","bklhl":"kā in講，Lín m̄-thang帶所掠ê人入來chia；因為lín所主意ê是beh hō͘阮得罪耶和華，加添阮ê罪過，阮ê過失，因為阮ê過失真大，已經有大受氣臨到以色列lah。"}},{"book":"代下","chapter":28,"verse":14,"versions":{"unv":"於是帶兵器的人將擄來的人口和掠來的財物都留在眾首領和會眾的面前。","bklcl":"Tùi án-ni kia̍h ke-si ê lâng, chiong in só͘ lia̍h ê lâng, só͘ chhiúⁿ ê mi̍h, pàng tī hiah-ê siú-léng kap hōe-chiòng ê bīn-chêng.","tghg":"對按呢攑家私的人將𪜶所掠的人所搶的物放佇許個首領及會眾的面前。","bklhl":"Tùi án-ni， kia̍h ke-si ê人，將in所掠ê人，所搶ê物，放tī hiah-ê首領kap會眾ê面前。"}},{"book":"代下","chapter":28,"verse":15,"versions":{"unv":"以上提名的那些人就站起，使被擄的人前來；其中有赤身的，就從所掠的財物中拿出衣服和鞋來，給他們穿，又給他們吃喝，用膏抹他們；其中有軟弱的，就使他們騎驢，送到棕樹城耶利哥他們弟兄那裡；隨後就回撒馬利亞去了。","bklcl":"Téng-bīn hiah-ê kì-miâ ê lâng chiū khí-lâi, hō͘ siū-lia̍h ê lâng lâi, kî-tiong ū thǹg-theh--ê, chiū tùi só͘ chhiúⁿ-lâi ê mi̍h-tiong, the̍h saⁿ hō͘ in chhēng, koh ēng ôe hō͘ in; koh hō͘ in lim-chia̍h, ēng iû boah in; kî-tiong loán-jio̍k--ê, chiū hō͘ in khiâ lû, sàng kàu chó-chhiū siâⁿ, Iâ-lī-ko, in ê hiaⁿ-tī hia; āu-lâi chiū tò-khì Sat-má-lī-a.","tghg":"頂面許個記名的人就起來，互受掠的人來；其中有褪裼(thǹg-theh)者，就對所搶來的物中提衫互𪜶穿，閣用鞋互𪜶，閣互𪜶飲食，用油抹𪜶；其中軟弱者，就互𪜶騎驢，送到棗樹城耶利哥𪜶的兄弟遐；後來就倒去撒馬利亞。","bklhl":"頂面hiah-ê記名ê人就起來，hō͘受掠ê人來，其中有thǹg-theh-ê，就tùi所搶來ê物中，the̍h衫hō͘ in穿，koh用鞋hō͘ in；koh hō͘ in lim食，用油抹in；其中軟弱ê，就hō͘ in騎驢，送到棗樹城，耶利哥，in ê兄弟hia；後來就tò去撒馬利亞。"}},{"book":"代下","chapter":28,"verse":16,"versions":{"unv":"那時，亞哈斯王差遣人去見亞述諸王，求他們幫助；","bklcl":"Hit-sî A-hap-su ông chhe sù-chiá khì kìⁿ A-su̍t hiah-ê ông, kiû in pang-chān;","tghg":"彼時，亞哈斯王差使者去見亞述許個王，求𪜶幫助(pang-chān)；","bklhl":"Hit時A-hap-su王差使者去見亞述hiah-ê王，求in幫贊；"}},{"book":"代下","chapter":28,"verse":17,"versions":{"unv":"因為以東人又來攻擊猶大，擄掠子民。","bklcl":"in-ūi Í-tong lâng koh lâi phah Iû-tāi, lia̍h peh-sìⁿ khì.","tghg":"因為以東人閣來拍猶大，掠百姓去。","bklhl":"因為Í-tong人koh來phah偤大，掠百姓去。"}},{"book":"代下","chapter":28,"verse":18,"versions":{"unv":"非利士人也來侵佔高原和猶大南方的城邑，取了伯‧示麥、亞雅崙、基低羅，梭哥和屬梭哥的鄉村，亭納和屬亭納的鄉村，瑾鎖和屬瑾鎖的鄉村，就住在那裡。","bklcl":"Hui-lī-sū lâng iā lâi chhim-hoān kē ê pîⁿ-iûⁿ, kap Iû-tāi lâm-pêng hiah-ê siâⁿ, chhú Pek-sī-be̍k, A-ngá-lûn, Ki-te-lô, So-ko kap i ê hiuⁿ-siā, Têng-la̍p kap i ê hiuⁿ-siā;  Kīn-só kap i ê hiuⁿ-siā, chiū tiàm tī-hia.","tghg":"非利士人也來侵犯低的平洋及猶大南旁許個城，取伯示麥、亞雅崙、基低羅，梭哥及伊的鄉社，亭納及伊的鄉社，瑾鎖及伊的鄉社，就踮佇遐。","bklhl":"腓利士人也來侵犯低ê平洋，kap偤大南pêng hiah-ê城，取Pek-sī-be̍k、A-ngá-lûn、Ki-te-lô、So-ko kap伊ê鄉社，Têng-la̍p kap伊ê鄉社；Kīn-só kap伊ê鄉社，就tiàm tī-hia。"}},{"book":"代下","chapter":28,"verse":19,"versions":{"unv":"因為以色列王亞哈斯在猶大放肆，大大干犯耶和華，所以耶和華使猶大卑微。","bklcl":"In-ūi Iâ-hô-hoa ūi-tio̍h Í-sek-lia̍t ông A-hap-su ê iân-kò͘, hō͘ Iû-tāi pi-bî; sī in-ūi A-hap-su tī Iû-tāi hòng-sù, tōa tek-chōe Iâ-hô-hoa.","tghg":"因為耶和華為著以色列王亞哈斯的緣故，互猶大卑微，是因為亞哈斯佇猶大放肆(hòng-sù)大得罪耶和華。","bklhl":"因為耶和華為tio̍h以色列王A-hap-su ê緣故，hō͘偤大卑微；是因為A-hap-su tī偤大放肆，大得罪耶和華。"}},{"book":"代下","chapter":28,"verse":20,"versions":{"unv":"亞述王提革拉‧毘列色上來，卻沒有幫助他，反倒欺凌他。","bklcl":"A-su̍t ông Thê-kek-la̍h-pì-nî-sek chiūⁿ-lâi, bô oān-chō͘ i, hoán-tńg khún-pek i.","tghg":"亞述王提革拉毗尼色上來，無援助伊，反轉窘迫伊。","bklhl":"亞述王Thê-kek-la̍h-pì-nî-sek上來，無援助伊，反tńg窘迫伊。"}},{"book":"代下","chapter":28,"verse":21,"versions":{"unv":"亞哈斯從耶和華殿裡和王宮中，並首領家內所取的財寶給了亞述王，這也無濟於事。","bklcl":"A-hap-su tùi Iâ-hô-hoa ê tiān, kap ông-kiong, kap siú-léng ê ke, the̍h-chhut châi-pó hō͘ A-su̍t ông; chóng-sī lóng bô lī-ek--i.","tghg":"亞哈斯對耶和華的殿及王宮，及首領的家提出財寶互亞述王，總是攏無利益伊。","bklhl":"A-hap-su tùi耶和華ê殿，kap王宮，kap首領ê家，the̍h出財寶hō͘亞述王；總是lóng無利益伊。"}},{"book":"代下","chapter":28,"verse":22,"versions":{"unv":"這亞哈斯王在急難的時候，越發得罪耶和華。","bklcl":"Chit ê A-hap-su ông tī kín-kip ê sî, it-hoat tek-chōe Iâ-hô-hoa.","tghg":"此個亞哈斯王佇緊急的時，益發得罪耶和華。","bklhl":"Chit ê A-hap-su王tī緊急ê時，益發得罪耶和華。"}},{"book":"代下","chapter":28,"verse":23,"versions":{"unv":"他祭祀攻擊他的大馬士革之神，說：「因為亞蘭王的神幫助他們，我也獻祭與他，他好幫助我。」但那些神使他和以色列眾人敗亡了。","bklcl":"In-ūi i chè-sū Tāi-má-sek ê siōng-tè. chiū-sī phah i--ê, kóng, In-ūi A-lân ông ê siōng-tè pang-chān in, góa iā chè-sū i, hō͘ i pang-chān góa.  Chóng-sī hiah-ê siōng-tè hō͘ i kap Í-sek-lia̍t chèng-lâng lóng tó-hoāi.","tghg":"因為伊祭祀大馬色的上帝就是拍伊者，講：「因為亞蘭王的上帝幫助𪜶，我也祭祀伊，互伊幫助我。」總是許個上帝互伊及以色列眾人攏倒壞。","bklhl":"因為伊祭祀大馬色ê上帝。就是phah伊ê，講，因為A-lân王ê上帝幫贊in，我也祭祀伊，hō͘伊幫贊我。總是hiah-ê上帝hō͘伊kap以色列眾人lóng倒壞。"}},{"book":"代下","chapter":28,"verse":24,"versions":{"unv":"亞哈斯將　神殿裡的器皿都聚了來，毀壞了，且封鎖耶和華殿的門；在耶路撒冷各處的拐角建築祭壇，","bklcl":"A-hap-su chū-chi̍p Siōng-tè tiān ê khì-kū, phah-phòa Siōng-tè tiān-lāi ê khì-kū; koh hong-só Iâ-hô-hoa tiān ê mn̂g; tī Iâ-lō͘-sat-léng ta̍k ê oat-kak khí-tôaⁿ.","tghg":"亞哈斯聚集上帝殿的器具，拍破上帝殿內的器具，閣封鎖耶和華殿的門；佇耶路撒冷逐個越角起壇，","bklhl":"A-hap-su聚集上帝殿ê器具，phah破上帝殿內ê器具；koh封鎖耶和華殿ê門；tī耶路撒冷ta̍k-ê oat角起壇。"}},{"book":"代下","chapter":28,"verse":25,"versions":{"unv":"又在猶大各城建立邱壇，與別神燒香，惹動耶和華─他列祖　神的怒氣。","bklcl":"Koh tī Iû-tāi ta̍k ê siâⁿ khí soaⁿ-thâu-tôaⁿ, sio-hiuⁿ hō͘ pa̍t ê siōng-tè, kek-tōng Iâ-hô-hoa, i ê lia̍t-chó͘ ê Siōng-tè ê siū-khì.","tghg":"閣佇猶大逐個城起山頭壇，燒香互別個上帝，激動耶和華──伊的列祖的上帝的受氣。","bklhl":"Koh tī偤大ta̍k-ê城起山頭壇，燒香hō͘別ê上帝，激動耶和華，伊ê列祖ê上帝ê受氣。"}},{"book":"代下","chapter":28,"verse":26,"versions":{"unv":"亞哈斯其餘的事和他的行為，自始至終都寫在猶大和以色列諸王記上。","bklcl":"A-hap-su kî-û ê sū, kap i ê kiâⁿ-chòe, tùi thâu kàu bé, lóng kì tī Iû-tāi kap Í-sek-lia̍t chiah-ê ông ê kì-lio̍k.","tghg":"亞哈斯其餘的事及伊的行做，對頭到尾攏記佇猶大及以色列諸個王的記錄。","bklhl":"A-hap-su其餘ê事，kap伊ê行做，tùi頭到尾，lóng記tī偤大kap以色列chiah ê王ê記錄。"}},{"book":"代下","chapter":28,"verse":27,"versions":{"unv":"亞哈斯與他列祖同睡，葬在耶路撒冷城裡，沒有送入以色列諸王的墳墓中。他兒子希西家接續他作王。","bklcl":"A-hap-su kap i ê lia̍t-chó͘ tâng-khùn, bâi-chòng i tī Iâ-lō͘-sat-léng siâⁿ, bô hō͘ i ji̍p tī Í-sek-lia̍t chiah-ê ông ê bōng.  I ê kiáⁿ Hi-se-ka sòa-chiap i chòe ông.","tghg":"亞哈斯及伊的列祖同睏，埋葬伊佇耶路撒冷城，無互伊入佇以色列諸個王的墓。伊的子希西家續接伊做王。","bklhl":"A-hap-su kap伊ê列祖同睏，埋葬伊tī耶路撒冷城，無hō͘伊入tī以色列chiah ê王ê墓。伊ê kiáⁿ Hi-se-ka續接伊做王。"}}]