[{"book":"代下","chapter":7,"verse":1,"versions":{"unv":"所羅門祈禱已畢，就有火從天上降下來，燒盡燔祭和別的祭。耶和華的榮光充滿了殿；","bklcl":"Só͘-lô-bûn kî-tó bêng-pe̍k, chiū ū hé tùi thiⁿ lo̍h-lâi, it-chīn sio sio-chè kap pa̍t-hō ê chè;  Iâ-hô-hoa ê êng-kng chhiong-móa tiān.","tghg":"所羅門祈禱明白，就有火對天落來，一盡燒燒祭及別號的祭。耶和華的榮光充滿殿；","bklhl":"所羅門祈禱明白，就有火tùi天落來，一盡燒燒祭kap別號ê祭；耶和華ê榮光充滿殿。"}},{"book":"代下","chapter":7,"verse":2,"versions":{"unv":"因耶和華的榮光充滿了耶和華殿，所以祭司不能進殿。","bklcl":"In-ūi Iâ-hô-hoa ê êng-kng chhiong-móa Iâ-hô-hoa ê tiān, só͘-í chè-si bōe-ōe ji̍p Iâ-hô-hoa ê tiān.","tghg":"因為耶和華的榮光充滿耶和華的殿，所以祭司𣍐會入耶和華的殿。","bklhl":"因為耶和華ê榮光充滿耶和華ê殿，所以祭司bōe會入耶和華ê殿。"}},{"book":"代下","chapter":7,"verse":3,"versions":{"unv":"那火降下、耶和華的榮光在殿上的時候，以色列眾人看見，就在鋪石地俯伏叩拜，稱謝耶和華說：耶和華本為善，他的慈愛永遠長存！","bklcl":"Hit ê hé kàng-lo̍h, koh Iâ-hô-hoa ê êng-kng tī tiān--nih ê sî, Í-sek-lia̍t chèng-lâng khòaⁿ-kìⁿ, chiū tī pho͘-chio̍h ê só͘-chāi, phak-lo̍h tōe kèng-pài, kám-siā Iâ-hô-hoa, kóng, In-ūi I sī hó, I ê chû-hūi éng-éng tī-teh.","tghg":"彼個火降落、閣耶和華的榮光佇殿裡的時，以色列眾人看見，就佇舖石的所在仆落地敬拜，感謝耶和華講：因為伊是好，伊的慈惠永永佇啲！","bklhl":"Hit-ê火降落，koh耶和華ê榮光tī殿裡ê時，以色列眾人看見，就tī舖石ê所在，仆落地敬拜，感謝耶和華，講，因為伊是好，伊ê 慈惠永永tī-teh。"}},{"book":"代下","chapter":7,"verse":4,"versions":{"unv":"王和眾民在耶和華面前獻祭。","bklcl":"Ông kap chèng peh-sìⁿ tī Iâ-hô-hoa ê bīn-chêng hiàn-chè.","tghg":"王及眾百姓佇耶和華的面前獻祭。","bklhl":"王kap眾百姓tī耶和華ê面前獻祭。"}},{"book":"代下","chapter":7,"verse":5,"versions":{"unv":"所羅門王用牛二萬二千，羊十二萬獻祭。這樣，王和眾民為　神的殿行奉獻之禮。","bklcl":"Só͘-lô-bûn ông ēng gû nn̄g-bān nn̄g-chheng chiah, iûⁿ cha̍p-jī-bān chiah, hiàn-chè; án-ni, ông kap chèng peh-sìⁿ ūi-tio̍h Siōng-tè ê tiān kiâⁿ hiàn-tiān ê lé.","tghg":"所羅門王用牛二萬二千隻，羊十二萬隻獻祭。按呢，王及眾百姓為著上帝的殿行獻殿的禮。","bklhl":"所羅門王用牛兩萬兩千隻，羊十二萬隻，獻祭；án-ni，王kap眾百姓為tio̍h上帝ê殿行獻殿ê禮。"}},{"book":"代下","chapter":7,"verse":6,"versions":{"unv":"祭司侍立，各供其職；利未人也拿著耶和華的樂器，就是大衛王造出來、藉利未人頌讚耶和華的。（他的慈愛永遠長存！）祭司在眾人面前吹號，以色列人都站立。","bklcl":"Chè-si chiàu i ê chit teh-khiā; Lī-bī lâng iā the̍h Iâ-hô-hoa ê ga̍k-khì, chiū-sī chêng Tāi-pi̍t ēng Lī-bī lâng o-ló ê sî, Tāi-pi̍t ông tiâu-tî chō lâi kám-siā Iâ-hô-hoa ê, (in-ūi I ê chû-hūi éng-éng tī-teh;) chè-si tī in ê bīn-chêng pûn sàu-kak, Í-sek-lia̍t lâng lóng khiā--teh.","tghg":"祭司照伊的職啲徛；利未人也提耶和華的樂器，就是前大衛用利未人謳咾的時，大衛王刁持(tiâu-tî)造來感謝耶和華的。（因為伊的慈惠永永佇啲！）祭司佇𪜶的面前歕(pûn)哨角，以色列人攏徛啲。","bklhl":"祭司照伊ê職teh-khiā；利未人也the̍h耶和華ê樂器，就是前大衛用利未人o-ló ê時，大衛王tiâu-tî造來感謝耶和華ê，(因為伊ê 慈惠永永tī-teh；) 祭司tī in ê面前pûn哨角，以色列人lóng khiā-teh。"}},{"book":"代下","chapter":7,"verse":7,"versions":{"unv":"所羅門因他所造的銅壇容不下燔祭、素祭，和脂油，便將耶和華殿前院子當中分別為聖，在那裡獻燔祭和平安祭牲的脂油。","bklcl":"Só͘-lô-bûn iā hun-piat Iâ-hô-hoa tiān-chêng īⁿ-tiong chòe-sèng; tī-hia hiàn sio-chè kap siā-un-chè ê iû; in-ūi Só͘-lô-bûn só͘ bat chō ê tâng-tôaⁿ bô kàu-gia̍h iông-ún hiah-ê sio-chè, sò͘-chè, kap iû-lâ.","tghg":"所羅門也分別耶和華殿前院中做聖，佇遐獻燒祭及謝恩祭的油，因為所羅門所曾造的銅壇無夠額容允許個燒祭、素祭及油膋(iû-lâ)。","bklhl":"所羅門也分別耶和華殿前院中做聖；tī-hia獻燒祭kap謝恩祭ê油；因為所羅門所bat造ê銅壇無夠額容允hiah-ê燒祭、素祭，kap油lâ。"}},{"book":"代下","chapter":7,"verse":8,"versions":{"unv":"那時所羅門和以色列眾人，就是從哈馬口直到埃及小河，所有的以色列人都聚集成為大會，守節七日。","bklcl":"Hit-sî Só͘-lô-bûn siú choeh-kî chhit-ji̍t;  Í-sek-lia̍t chèng-lâng tùi Hap-má ê lō͘-kháu kàu Ai-ki̍p ê khoe lóng lâi kap i siú; chiâⁿ-chòe tōa ê hōe.","tghg":"彼時所羅門守節期七日，以色列眾人對哈馬的路口到埃及的溪，攏來及伊守成做大的會。","bklhl":"Hit時所羅門守節期七日；以色列眾人tùi Hap-má ê路口到埃及ê溪lóng來kap伊守；成做大ê會。"}},{"book":"代下","chapter":7,"verse":9,"versions":{"unv":"第八日設立嚴肅會，行奉獻壇的禮七日，守節七日。","bklcl":"Kàu tē-poeh ji̍t in siat giâm-siok-hōe; in-ūi in siú hiàn tôaⁿ ê lé chhit-ji̍t, koh siú choeh chhit-ji̍t.","tghg":"到第八日𪜶設嚴肅會，因為𪜶守獻壇的禮七日，閣守節七日。","bklhl":"到第八日in設嚴肅會；因為in守獻壇ê禮七日，koh守節七日。"}},{"book":"代下","chapter":7,"verse":10,"versions":{"unv":"七月二十三日，王遣散眾民；他們因見耶和華向大衛和所羅門與他民以色列所施的恩惠，就都心中喜樂，各歸各家去了。","bklcl":"Chhit-ge̍h jī-cha̍p-saⁿ ji̍t, ông chhe peh-sìⁿ tò-khì in ê pò͘-pîⁿ, ta̍k-ê hoaⁿ-hí, sim khoài-lo̍k; sī in-ūi Iâ-hô-hoa só͘ si-chhut hō͘ Tāi-pi̍t, Só͘-lô-bûn, kap I ê peh-sìⁿ Í-sek-lia̍t ê un-hūi.","tghg":"七月二十三日，王差百姓倒去𪜶的布棚；逐個歡喜心快樂，是因為耶和華所施出互大衛、所羅門及伊的百姓以色列的恩惠。","bklhl":"七月二十三日，王差百姓tò去in ê布棚，ta̍k-ê歡喜，心快樂；是因為耶和華所施出hō͘大衛，所羅門，kap伊ê百姓以色列ê恩惠。"}},{"book":"代下","chapter":7,"verse":11,"versions":{"unv":"所羅門造成了耶和華殿和王宮；在耶和華殿和王宮凡他心中所要做的，都順順利利地做成了。","bklcl":"Tùi án-ni Só͘-lô-bûn khí Iâ-hô-hoa ê tiān kap ông-kiong oân-kang; tī Iâ-hô-hoa ê tiān kap ông-kiong, kìⁿ Só͘-lô-bûn sim-lāi só͘ ài chòe--ê, lóng chòe kàu sêng-kong.","tghg":"對按呢所羅門起耶和華的殿及王宮完工；佇耶和華的殿及王宮見所羅門心內所愛做的，攏做到成功。","bklhl":"Tùi án-ni，所羅門起耶和華ê殿kap王宮完工；tī耶和華ê殿kap王宮，見所羅門心內所ài做ê，lóng做到成功。"}},{"book":"代下","chapter":7,"verse":12,"versions":{"unv":"夜間耶和華向所羅門顯現，對他說：「我已聽了你的禱告，也選擇這地方作為祭祀我的殿宇。","bklcl":"Mî--sî Iâ-hô-hoa chhut-hiān tī Só͘-lô-bûn, kā i kóng, Góa í-keng thiaⁿ lí ê kî-tó, iā kéng chit só͘-chāi chòe hiàn-chè Góa ê tiān.","tghg":"暝時耶和華出現佇所羅門，給伊講：「我已經聽你的祈禱，也揀此所在做獻祭我的殿。","bklhl":"暝時耶和華出現tī所羅門，kā伊講，我已經聽你ê祈禱，也揀chit所在做獻祭我ê殿。"}},{"book":"代下","chapter":7,"verse":13,"versions":{"unv":"我若使天閉塞不下雨，或使蝗蟲吃這地的出產，或使瘟疫流行在我民中，","bklcl":"Góa nā koaiⁿ-ba̍t thiⁿ, tì-kàu bô lo̍h-hō͘, á-sī bēng-lēng chháu-meh chia̍h i ê thó͘-sán, á-sī hō͘ un-e̍k liû-hêng tī Góa ê peh-sìⁿ tiong;","tghg":"我若關密天致到無落雨，抑是命令草蜢食伊的土產，抑是互瘟疫流行佇我的百姓中，","bklhl":"我若關密天，致到無落雨，á是命令草蜢食伊ê土產，á是hō͘瘟疫流行tī我ê百姓中；"}},{"book":"代下","chapter":7,"verse":14,"versions":{"unv":"這稱為我名下的子民，若是自卑、禱告，尋求我的面，轉離他們的惡行，我必從天上垂聽，赦免他們的罪，醫治他們的地。","bklcl":"Góa ê peh-sìⁿ ēng Góa ê miâ lâi chheng-ê, nā ka-kī khiam-pi, kî-tó, kiû kìⁿ Góa ê bīn, oa̍t-tńg lī-khui in ê pháiⁿ-lō͘, Góa beh tùi thiⁿ thiaⁿ in, sià-bián in ê chōe, i-tī in ê tōe.","tghg":"我的百姓用我的名來稱的，若家己謙卑、祈禱，求見我的面，越轉離開𪜶的歹路，我欲對天聽𪜶，赦免𪜶的罪，醫治𪜶的地。","bklhl":"我ê百姓用我ê名來稱ê，若家己謙卑，祈禱，求見我ê面，oa̍t-tńg離開in ê pháiⁿ路，我beh tùi天聽in，赦免in ê罪，醫治in ê地。"}},{"book":"代下","chapter":7,"verse":15,"versions":{"unv":"我必睜眼看、側耳聽在此處所獻的禱告。","bklcl":"Góa beh ba̍k-chiu khòaⁿ, hī-khang thiaⁿ, tī chit só͘-chāi só͘ hiàn ê kî-tó.","tghg":"我欲目睭看、耳孔聽，佇此所在所獻的祈禱。","bklhl":"我beh目睭看，耳孔聽，tī chit所在所獻ê祈禱。"}},{"book":"代下","chapter":7,"verse":16,"versions":{"unv":"現在我已選擇這殿，分別為聖，使我的名永在其中，我的眼、我的心也必常在那裡。","bklcl":"In-ūi Góa taⁿ í-keng kéng chit keng tiān, hun-piat i chòe-sèng, hō͘ Góa ê miâ éng-oán tī-hia; Góa ê ba̍k-chiu Góa ê sim iā beh kú-tn̂g tī-hia.","tghg":"因為我今已經揀此間殿，分別伊做聖，互我的名永遠佇遐，我的目睭、我的心也欲久長佇遐。","bklhl":"因為我taⁿ已經揀chit間殿，分別伊做聖，hō͘我ê名永遠tī-hia；我ê目睭我ê心也beh久長tī-hia。"}},{"book":"代下","chapter":7,"verse":17,"versions":{"unv":"你若在我面前效法你父大衛所行的，遵行我一切所吩咐你的，謹守我的律例典章，","bklcl":"Lūn-kàu lí nā kiâⁿ tī Góa ê bīn-chêng, chhin-chhiūⁿ lí ê lāu-pē Tāi-pi̍t só͘ kiâⁿ--ê, chun-thàn Góa it-chhè só͘ bēng-lēng  lí ê, chip-siú Góa ê lu̍t-lē Góa ê hoat-tō͘,","tghg":"論到你若行佇我的面前，親像你的老父大衛所行的，遵趁我一切所命令你的，執守我的律例我的法度，","bklhl":"論到你若行tī我ê面前，親像你ê老父大衛所行ê，遵thàn我一切所命令你ê，執守我ê律例我ê法度，"}},{"book":"代下","chapter":7,"verse":18,"versions":{"unv":"我就必堅固你的國位，正如我與你父大衛所立的約，說：『你的子孫必不斷人作以色列的王。』","bklcl":"Góa chiū beh kian-kò͘ lí ê kok-ūi, chhin-chhiūⁿ Góa kap lí ê lāu-pē Tāi-pi̍t só͘ li̍p ê iok, kóng, Lí ê hō͘-è beh koán-lí Í-sek-lia̍t, éng bô tn̄g.","tghg":"我就欲堅固你的國位，親像我及你的老父大衛所立的約，講：『你的後裔欲管理以色列永無斷。』","bklhl":"我就beh堅固你ê國位，親像我kap你ê老父大衛所立ê約，講，你ê後裔beh管理以色列，永無斷。"}},{"book":"代下","chapter":7,"verse":19,"versions":{"unv":"「倘若你們轉去丟棄我指示你們的律例誡命，去事奉敬拜別神，","bklcl":"Lín nā oa̍t-tńg lâi khì-sak Góa ê lu̍t-lē Góa ê kài-bēng, chiū-sī Góa hē tī lín ê bīn-chêng-ê, khì ho̍k-sāi pa̍t ê siōng-tè lâi kèng-pài i; Góa chiū beh tùi Góa siúⁿ-sù in ê tōe, pu̍ih in ê kun;","tghg":"「恁若越轉來棄拺(khì-sak)我的律例我的誡命，就是我下(hē)佇恁的面前的，去服事別個上帝來敬拜伊，","bklhl":"Lín若oa̍t-tńg來棄sak我ê律例我ê誡命，就是我hē tī lín ê面前ê，去服事別ê上帝來敬拜伊；我就beh tùi我賞賜in ê地，拔in ê根；"}},{"book":"代下","chapter":7,"verse":20,"versions":{"unv":"我就必將以色列人從我賜給他們的地上拔出根來，並且我為己名所分別為聖的殿也必捨棄不顧，使他在萬民中作笑談，被譏誚。","bklcl":"koh Góa ūi ka-kī ê miâ só͘ hun-piat chòe-sèng chit keng tiān, iā beh tùi Góa ê bīn-chêng khì-sak--i, hō͘ i tī bān-kok tiong chòe ōe-pìⁿ siū ki-chhì;","tghg":"我就欲對我賞賜𪜶的地拔(pu̍ih)𪜶的根，閣我為家己的名所分別做聖此間殿，也欲對我的面前棄拺伊，互伊佇萬國中做話柄受譏刺(ki-chhì)。","bklhl":"koh我為家己ê名所分別做聖chit間殿，也beh tùi我ê面前棄sak伊，hō͘伊tī萬國中做話柄受譏刺；"}},{"book":"代下","chapter":7,"verse":21,"versions":{"unv":"這殿雖然甚高，將來經過的人必驚訝說：『耶和華為何向這地和這殿如此行呢？』","bklcl":"chit keng tiān sui-jiân chin koâiⁿ, chiong-lâi keng-kè ê lâng beh gông-ngia̍h, kóng, Iâ-hô-hoa siáⁿ-sū án-ni khoán-thāi chit ê tōe, chit keng tiān ah?","tghg":"此間殿雖然真高，將來經過的人欲卬愕(gông-ngia̍h)講：『耶和華啥事按呢款待此個地此間殿啊？』","bklhl":"Chit間殿雖然真高，將來經過ê人beh gông-ngia̍h，講，耶和華啥事án-ni款待chit ê地，chit間殿ah？"}},{"book":"代下","chapter":7,"verse":22,"versions":{"unv":"人必回答說：『是因此地的人離棄耶和華─他們列祖的　神，就是領他們出埃及地的　神，去親近別神，敬拜事奉他，所以耶和華使這一切災禍臨到他們。』」","bklcl":"Chiū beh ìn kóng, Sī in-ūi in khì-sak Iâ-hô-hoa in lia̍t-chó͘ ê Siōng-tè, chiū-sī chhōa in chhut Ai-ki̍p-tōe--ê, khì kiat-liân pa̍t ê siōng-tè, ho̍k-sāi kèng-pài in, só͘-í Iâ-hô-hoa hō͘ che it-chhè ê chai-ē lîm-kàu in.","tghg":"就欲應講：『是因為𪜶棄拺耶和華──𪜶列祖的上帝，就是導𪜶出埃及地的，去結聯別個上帝，服事敬拜𪜶，所以耶和華互這一切的災禍臨到𪜶。』」","bklhl":"就beh應講，是因為in棄sak耶和華in列祖ê上帝，就是chhōa in出埃及地ê，去結聯別ê上帝，服事敬拜in，所以耶和華hō͘這一切ê災厄臨到in。"}}]