[{"book":"代下","chapter":23,"verse":1,"versions":{"unv":"第七年，耶何耶大奮勇自強，將百夫長耶羅罕的兒子亞撒利雅，約哈難的兒子以實瑪利，俄備得的兒子亞撒利雅，亞大雅的兒子瑪西雅，細基利的兒子以利沙法召來，與他們立約。","bklcl":"Tē-chhit nî Iâ-hô-iâ-tāi ka-kī kiông-sēng; tiàu pé-chóng Iâ-lô-hán ê kiáⁿ A-sat-lī-ngá, Iok-hap-lân ê kiáⁿ Í-si̍t-má-lī, Gô-pī-tek ê kiáⁿ A-sat-lī-ngá, A-tāi-ngá ê kiáⁿ Má-se-ngá, Sè-ki-lī ê kiáⁿ Í-lī-sa-hoat, hiah-ê lâi kap i li̍p-iok.","tghg":"第七年，耶何耶大家己強盛，召百總耶羅罕的子亞撒利雅，約哈難的子以實瑪利，俄備得的子亞撒利雅，亞大雅的子瑪西雅，細基利的子以利沙法，許個來及伊立約。","bklhl":"第七年Iâ-hô-iâ-tāi家己強盛；召百總Iâ-lô-hán ê kiáⁿ A-sat-lī-ngá，Iok-hap-lân ê kiáⁿ以實瑪利，Gô-pī-tek ê kiáⁿ A-sat-lī-ngá，A-tāi-ngá ê kiáⁿ Má-se-ngá，Sè-ki-lī ê kiáⁿ Í-lī-sa-hoat，hiah-ê來kap伊立約。"}},{"book":"代下","chapter":23,"verse":2,"versions":{"unv":"他們走遍猶大，從猶大各城裡招聚利未人和以色列的眾族長到耶路撒冷來。","bklcl":"In piàn-kiâⁿ Iû-tāi, tùi Iû-tāi hiah-ê siâⁿ chū-chi̍p Lī-bī lâng, kap Í-sek-lia̍t ê cho̍k-tiúⁿ, lóng kàu Iâ-lō͘-sat-léng.","tghg":"𪜶遍行猶大，對猶大許個城聚集利未人及以色列的族長攏到耶路撒冷。","bklhl":"In遍行偤大，tùi偤大hiah-ê城聚集利未人，kap以色列ê族長，lóng到耶路撒冷。"}},{"book":"代下","chapter":23,"verse":3,"versions":{"unv":"會眾在　神殿裡與王立約。耶何耶大對他們說：「看哪，王的兒子必當作王，正如耶和華指著大衛子孫所應許的話」；","bklcl":"Choân-hōe tī Siōng-tè ê tiān kap ông li̍p-iok.  I tùi in kóng, Khòaⁿ ah, ông ê kiáⁿ beh chòe ông, chiàu Iâ-hô-hoa lūn-kàu Tāi-pi̍t ê kiáⁿ-sun só͘ kóng--ê.","tghg":"全會佇上帝的殿及王立約。伊對𪜶講：「看啊，王的子欲做王，照耶和華論到大衛的子孫所講的；","bklhl":"全會tī上帝ê殿kap王立約。伊對in講，看ah，王ê kiáⁿ beh做王，照耶和華論到大衛ê kiáⁿ孫所講ê。"}},{"book":"代下","chapter":23,"verse":4,"versions":{"unv":"又說：「你們當這樣行：祭司和利未人凡安息日進班的，三分之一要把守各門，","bklcl":"Taⁿ lín tio̍h án-ni kiâⁿ; lín chiah-ê chè-si kap Lī-bī lâng, saⁿ-hūn-chi̍t tī an-hioh-ji̍t ji̍p--lâi--ê, tio̍h chòe kò͘-mn̂g--ê;","tghg":"今恁著按呢行：恁諸個祭司及利未人三份一佇安息日入來者，著做顧門者，","bklhl":"Taⁿ lín tio̍h án-ni行；lín chiah ê祭司kap利未人，三份一tī安歇日入來ê，tio̍h做顧門ê；"}},{"book":"代下","chapter":23,"verse":5,"versions":{"unv":"三分之一要在王宮，三分之一要在基址門；眾百姓要在耶和華殿的院內。","bklcl":"saⁿ-hūn-chi̍t tio̍h tī ông-kiong, saⁿ-hūn-chi̍t tio̍h tī tōe-ki ê mn̂g; peh-sìⁿ lóng tio̍h tī Iâ-hô-hoa tiān-lāi ê īⁿ.","tghg":"三份一著佇王宮，三份一著佇地基的門；百姓攏著佇耶和華殿內的院。","bklhl":"三份一tio̍h tī王宮，三份一tio̍h tī地基ê門；百姓lóng tio̍h tī耶和華殿內ê院。"}},{"book":"代下","chapter":23,"verse":6,"versions":{"unv":"除了祭司和供職的利未人之外，不准別人進耶和華的殿；惟獨他們可以進去，因為他們聖潔。眾百姓要遵守耶和華所吩咐的。","bklcl":"To̍k-to̍k chè-si, kap teh ho̍k-sāi ê Lī-bī lâng í-gōa, pa̍t-lâng m̄-thang ji̍p Iâ-hô-hoa ê tiān; chiah-ê lâng thang ji̍p-khì, in-ūi in sī sèng.  Chóng-sī chèng peh-sìⁿ tio̍h ūi-tio̍h Iâ-hô-hoa lâi kò͘-siú.","tghg":"獨獨祭司及啲服事的利未人以外，別人呣通入耶和華的殿；諸個人通入去，因為𪜶是聖。總是眾百姓著為著耶和華來顧守。","bklhl":"獨獨祭司，kap teh服事ê利未人以外，別人m̄-thang入耶和華ê殿；chiah ê人thang入去，因為in是聖。總是眾百姓tio̍h為tio̍h耶和華來顧守。"}},{"book":"代下","chapter":23,"verse":7,"versions":{"unv":"利未人要手中各拿兵器，四圍護衛王；凡擅入殿宇的，必當治死。王出入的時候，你們當跟隨他。」","bklcl":"Lī-bī lâng ta̍k-ê chhiú tio̍h kia̍h kun-khì, sì-ûi pó-hō͘ ông; kìⁿ-nā chū-choan ji̍p-tiān--ê tio̍h hō͘ i sí; ông chhut-ji̍p ê sî, lín tio̍h kun-sûi i.","tghg":"利未人逐個手著攑軍器，四圍保護王；見若自專入殿者，著互伊死。王出入的時，恁著跟隨(kun-sûi)伊。」","bklhl":"利未人ta̍k-ê手tio̍h kia̍h軍器，四圍保護王；見若自專入殿ê tio̍h hō͘伊死；王出入ê時，lín tio̍h跟隨伊。"}},{"book":"代下","chapter":23,"verse":8,"versions":{"unv":"利未人和猶大眾人都照著祭司耶何耶大一切所吩咐的去行，各帶所管安息日進班出班的人來，因為祭司耶何耶大不許他們下班。","bklcl":"Lī-bī lâng, kap Iû-tāi chèng-lâng, chiàu chè-si Iâ-hô-iâ-tāi it-chhè só͘ bēng-lēng-ê khì kiâⁿ; ta̍k-lâng tòa in lûn-tio̍h an-hioh-ji̍t ji̍p-lâi ê lâng, kap lûn-tio̍h an-hioh-ji̍t chhut-khì ê lâng; in-ūi chè-si Iâ-hô-iâ-tāi m̄-chún in sòaⁿ-pan.","tghg":"利未人及猶大眾人照祭司耶何耶大一切所命令的去行，逐人帶𪜶輪著安息日入來的人及輪著安息日出去的人，因為祭司耶何耶大呣准𪜶散班。","bklhl":"利未人，kap偤大眾人，照祭司Iâ-hô-iâ-tāi一切所命令ê去行；ta̍k人帶in輪tio̍h安歇日入來ê人，kap輪tio̍h安歇日出去ê人；因為祭司Iâ-hô-iâ-tāi m̄准in 散班。"}},{"book":"代下","chapter":23,"verse":9,"versions":{"unv":"祭司耶何耶大便將　神殿裡所藏大衛王的槍、盾牌、擋牌交給百夫長，","bklcl":"Chè-si Iâ-hô-iâ-tāi chiū chiong Siōng-tè tiān-lāi só͘ khǹg Tāi-pi̍t ông ê chhiuⁿ, pîn-pâi, tōa-pâi, kau hō͘ hiah-ê pé-chóng.","tghg":"祭司耶何耶大就將上帝殿內所囥(khǹg)大衛王的槍、屏牌、大牌交互許個百總，","bklhl":"祭司Iâ-hô-iâ-tāi就將上帝殿內所勸大衛王ê鎗、屏牌、大牌，交hō͘ hiah-ê百總。"}},{"book":"代下","chapter":23,"verse":10,"versions":{"unv":"又分派眾民手中各拿兵器，在壇和殿那裡，從殿右直到殿左，站在王子的四圍；","bklcl":"Koh phài chèng peh-sìⁿ, chhiú ta̍k-ê kia̍h ke-si, tī tôaⁿ kap tiān hia, tùi tiān ê chiàⁿ-pêng kàu tiān ê tò-pêng, khiā tī ông ê sì-ûi.","tghg":"閣派眾百姓手逐個攑家私，佇壇及殿遐，對殿的正旁到殿的倒旁，徛佇王的四圍；","bklhl":"Koh派眾百姓，手ta̍k-ê kia̍h ke-si，tī壇kap殿hia，tùi殿ê chiàⁿ-pêng到殿ê tò-pêng，khiā tī王ê四圍。"}},{"book":"代下","chapter":23,"verse":11,"versions":{"unv":"於是領王子出來，給他戴上冠冕，將律法書交給他，立他作王。耶何耶大和眾子膏他，眾人說：「願王萬歲！」","bklcl":"In chiū chhōa ông ê kiáⁿ chhut-lâi, kā i tì bián-liû, chiong lu̍t-hoat ê chheh hō͘ i;  Iâ-hô-iâ-tāi kap i hiah-ê kiáⁿ ēng iû boah i, siat-li̍p i chòe ông; chèng-lâng kóng, Goān ông bān-sòe.","tghg":"𪜶就導王的子出來，給伊戴冕旒，將律法的冊互伊。耶何耶大及伊許個子用油抹伊，設立伊做王，眾人講：「願王萬歲。」","bklhl":"In就chhōa王ê kiáⁿ出來，kā伊戴冕旒，將律法ê冊hō͘伊；Iâ-hô-iâ-tāi kap伊hiah-ê kiáⁿ用油抹伊，設立伊做王；眾人講，願王萬歲。"}},{"book":"代下","chapter":23,"verse":12,"versions":{"unv":"亞他利雅聽見民奔走讚美王的聲音，就到民那裡，進耶和華的殿，","bklcl":"A-tha-lī-ngá thiaⁿ-kìⁿ peh-sìⁿ cháu-lâi, o-ló ông ê siaⁿ, chiū kàu peh-sìⁿ hia, ji̍p Iâ-hô-hoa ê tiān;","tghg":"亞她利雅聽見百姓走來謳咾王的聲，就到百姓遐，入耶和華的殿，","bklhl":"A-tha-lī-ngá聽見百姓走來，o-ló王ê聲，就到百姓hia，入耶和華ê殿；"}},{"book":"代下","chapter":23,"verse":13,"versions":{"unv":"看見王站在殿門的柱旁，百夫長和吹號的人侍立在王左右，國民都歡樂吹號，又有歌唱的，用各樣的樂器領人歌唱讚美；亞他利雅就撕裂衣服，喊叫說：「反了！反了！」","bklcl":"khòaⁿ-kìⁿ ông khiā tī tiān-mn̂g ê thiāu-piⁿ, hiah-ê kun-tiúⁿ kap pûn hō-thâu--ê khiā tī ông ê chó-iū; peh-sìⁿ hoaⁿ-hí pûn hō-thâu; koh ū chhiùⁿ-koa--ê, ēng ta̍k-iūⁿ ê ga̍k-khì, chhōa chèng-lâng o-ló, A-tha-lī-ngá chiū thiah-li̍h i ê saⁿ, hoah kóng, Hoán-poān lah, hoán-poān lah.","tghg":"看見王徛佇殿門的柱邊，許個軍長及歕(pûn)號頭者徛佇王的左右，百姓歡喜歕號頭，閣有唱歌的，用逐樣的樂器導眾人謳咾；亞她利雅就拆裂(thiah-li̍h)伊的衫，喝(hoah)講：「反叛啦！反叛啦！」","bklhl":"看見王khiā tī殿門ê柱邊，hiah-ê軍長kap pûn號頭ê khiā tī王ê左右；百姓歡喜pûn號頭；koh有唱歌ê，用ta̍k樣ê樂器，chhōa眾人o-ló，A-tha-lī-ngá就拆裂伊ê衫，hoah講，反叛lah，反叛lah。"}},{"book":"代下","chapter":23,"verse":14,"versions":{"unv":"祭司耶何耶大帶管轄軍兵的百夫長出來，吩咐他們說：「將她趕到班外，凡跟隨她的必用刀殺死！」因為祭司說：「不可在耶和華殿裡殺她。」","bklcl":"Chè-si Iâ-hô-iâ-tāi chhōa koán-hat kun-tūi ê pé-chóng, tùi in kóng, Tùi pan-lia̍t ê tiong-kan kóaⁿ i chhut-khì, kìⁿ-nā tè i ê tio̍h ēng to thâi-sí i;  in-ūi chè-si kóng, M̄-thang tī Iâ-hô-hoa ê tiān thâi i.","tghg":"祭司耶何耶大導管轄軍隊的百總，對𪜶講：「對班列的中間趕伊出去，見若隨(tè)伊的著用刀刣死伊！」因為祭司講：「呣通佇耶和華的殿刣伊。」","bklhl":"祭司Iâ-hô-iâ-tāi chhōa管轄軍隊ê百總，對in講，Tùi班列ê中間趕伊出去，見若tè伊ê tio̍h用刀刣死伊；因為祭司講，M̄-thang tī耶和華ê殿刣伊。"}},{"book":"代下","chapter":23,"verse":15,"versions":{"unv":"眾兵就閃開，讓她去；她走到王宮的馬門，便在那裡把她殺了。","bklcl":"In siám-khui siang-pêng, hō͘ i khì; i kiâⁿ kàu ông-kiong Bé ê mn̂g, chiū tī-hia thâi-sí i.","tghg":"𪜶閃開雙旁，互伊去；伊行到王宮馬的門，就佇遐刣死伊。","bklhl":"In閃開雙pêng，hō͘伊去；伊行到王宮馬ê門，就tī-hia 刣死伊。"}},{"book":"代下","chapter":23,"verse":16,"versions":{"unv":"耶何耶大與眾民和王立約，都要作耶和華的民。","bklcl":"Iâ-hô-iâ-tāi tī pún-sin, kap peh-sìⁿ, kap ông ê tiong-kan li̍p-iok, lóng beh chòe Iâ-hô-hoa ê peh-sìⁿ.","tghg":"耶何耶大佇本身及百姓及王的中間立約，攏欲做耶和華的百姓。","bklhl":"Iâ-hô-iâ-tāi tī本身，kap百姓，kap王ê中間立約，lóng beh做耶和華ê百姓。"}},{"book":"代下","chapter":23,"verse":17,"versions":{"unv":"於是眾民都到巴力廟，拆毀了廟，打碎壇和像，又在壇前將巴力的祭司瑪坦殺了。","bklcl":"Tùi án-ni chèng peh-sìⁿ kàu Pa-le̍k ê biō, thiah-húi i, phah-chhùi i hiah-ê tôaⁿ kap ngó͘-siōng, koh tī tôaⁿ-chêng phah-sí Pa-le̍k ê chè-si Má-thán.","tghg":"對按呢眾百姓到巴力的廟，拆毀伊，拍碎伊許個壇及偶像，閣佇壇前拍死巴力的祭司瑪坦。","bklhl":"Tùi án-ni，眾百姓到Pa-le̍k ê廟，拆毀伊，phah碎伊hiah-ê壇kap偶像，koh tī壇前phah死Pa-le̍k ê祭司Má-thán。"}},{"book":"代下","chapter":23,"verse":18,"versions":{"unv":"耶何耶大派官看守耶和華的殿，是在祭司利未人手下。這祭司利未人是大衛分派在耶和華殿中、照摩西律法上所寫的，給耶和華獻燔祭，又按大衛所定的例，歡樂歌唱；","bklcl":"Iâ-hô-iâ-tāi koh chiàu Tāi-pi̍t chá-ji̍t só͘ tiāⁿ-tio̍h--ê, siat-li̍p chè-si Lī-bī lâng tam-tng Iâ-hô-hoa tiān ê chit, chêng Tāi-pi̍t ēng chit ê pan-lia̍t phài tī Iâ-hô-hoa ê tiān, hō͘ in hoaⁿ-hí chhiùⁿ-koa, hiàn Iâ-hô-hoa ê sio-chè, chiàu só͘ kì-chài tī Mô͘-se ê lu̍t-hoat--ê.","tghg":"耶何耶大閣照大衛早日所定著的，設立祭司利未人擔當耶和華殿的職。前大衛用此個班列派佇耶和華的殿，互𪜶歡喜唱歌，獻耶和華的燒祭，照所記載佇摩西的律法的；","bklhl":"Iâ-hô-iâ-tāi koh照大衛早日所定tio̍h-ê，設立祭司利未人擔當耶和華殿ê職，前大衛用chit ê班列派tī耶和華ê殿，hō͘ in歡喜唱歌，獻耶和華ê燒祭，照所記載tī摩西ê律法ê。"}},{"book":"代下","chapter":23,"verse":19,"versions":{"unv":"且設立守門的把守耶和華殿的各門，無論為何事，不潔淨的人都不准進去。","bklcl":"I iā siat kò͘-mn̂g--ê tī Iâ-hô-hoa ê tiān hiah-ê mn̂g; bô-lūn siáⁿ-tāi, bô chheng-khì--ê bōe--tit ji̍p-khì.","tghg":"伊也設顧門者佇耶和華的殿許個門，無論啥代，無清氣者𣍐得入去。","bklhl":"伊也設顧門ê tī耶和華ê殿hiah-ê門；無論啥tāi，無清氣ê bōe得入去。"}},{"book":"代下","chapter":23,"verse":20,"versions":{"unv":"又率領百夫長和貴冑，與民間的官長，並國中的眾民，請王從耶和華殿下來，由上門進入王宮，立王坐在國位上。","bklcl":"Koh tòa pé-chóng kap kùi-cho̍k, kap peh-sìⁿ ê siú-léng, kap kok-lāi ê chèng peh-sìⁿ, tùi Iâ-hô-hoa ê tiān chhōa ông lo̍h-lâi; tùi téng ê mn̂g chìn-ji̍p ông-kiong, hō͘ ông chē kok-ūi.","tghg":"閣帶百總及貴族；及百姓的首領，及國內的眾百姓，對耶和華的殿導王落來，對頂的門進入王宮，互王坐國位。","bklhl":"Koh帶百總kap貴族，kap百姓ê首領，kap國內ê眾百姓，tùi耶和華ê殿chhōa王落來；tùi頂ê門進入王宮，hō͘王坐國位。"}},{"book":"代下","chapter":23,"verse":21,"versions":{"unv":"國民都歡樂，合城都安靜。眾人已將亞他利雅用刀殺了。","bklcl":"Kok-lāi chèng peh-sìⁿ lóng hoaⁿ-hí, thong siâⁿ an-chēng, in ēng to thâi-sí A-tha-lī-ngá.","tghg":"國內眾百姓攏歡喜，通城安靜。𪜶用刀刣死亞她利雅。","bklhl":"國內眾百姓lóng歡喜，thong城安靜，in用刀刣死A-tha-lī-ngá。"}}]