[{"book":"代下","chapter":5,"verse":1,"versions":{"unv":"所羅門做完了耶和華殿的一切工，就把他父大衛分別為聖的金銀和器皿都帶來，放在　神殿的府庫裡。","bklcl":"Tùi án-ni Só͘-lô-bûn ūi-tio̍h Iâ-hô-hoa ê tiān só͘ chòe ê kang lóng oân.  Só͘-lô-bûn chiong i ê lāu-pē Tāi-pi̍t só͘ hiàn hiah-ê mi̍h tòa ji̍p-khì; i ê gûn, i ê kim, i hiah-ê khì-kū, hē tī Siōng-tè tiān-lāi ê hú-khò͘.","tghg":"對按呢所羅門為著耶和華的殿所做的工攏完。所羅門將伊的老父大衛所獻許個物帶入去，伊的銀，伊的金，伊許個器具，下(hē)佇上帝殿內的府庫。","bklhl":"Tùi án-ni，所羅門為tio̍h耶和華ê殿所做ê工lóng完。所羅門將伊ê老父大衛所獻hiah-ê物帶入去；伊ê銀，伊ê金，伊hiah-ê器具，hē tī上帝殿內ê府庫。"}},{"book":"代下","chapter":5,"verse":2,"versions":{"unv":"那時，所羅門將以色列的長老、各支派的首領，並以色列的族長招聚到耶路撒冷，要把耶和華的約櫃從大衛城─就是錫安─運上來。","bklcl":"Hit-sî Só͘-lô-bûn chū-chi̍p Í-sek-lia̍t ê tiúⁿ-ló, kok chi-phài ê siú-léng, kap Í-sek-lia̍t lâng hiah-ê cho̍k-tiúⁿ, kàu Iâ-lō͘-sat-léng; beh chiong Iâ-hô-hoa ê iok-kūi, tùi Tāi-pi̍t siâⁿ, chiū-sī Sek-an, ūn chiūⁿ--lâi.","tghg":"彼時，所羅門聚集以色列的長老、各支派的首領，及以色列人許個族長到耶路撒冷，欲將耶和華的約櫃對大衛城──就是錫安──運上來。","bklhl":"Hit時所羅門聚集以色列ê長老，各支派ê首領，kap以色列人hiah-ê族長，到耶路撒冷；beh將耶和華ê約櫃，tùi大衛城，就是錫安，運上來。"}},{"book":"代下","chapter":5,"verse":3,"versions":{"unv":"於是以色列眾人在七月節前都聚集到王那裡。","bklcl":"Í-sek-lia̍t chèng-lâng chiū tī chhit-ge̍h ê choeh-kî, lóng chū-chi̍p kàu ông hia.","tghg":"以色列眾人，就佇七月的節期攏聚集到王遐。","bklhl":"以色列眾人就tī七月ê節期，lóng聚集到王hia。"}},{"book":"代下","chapter":5,"verse":4,"versions":{"unv":"以色列眾長老來到，利未人便抬起約櫃。","bklcl":"Í-sek-lia̍t chiah-ê tiúⁿ-ló kàu-tè; hiah-ê Lī-bī lâng kng iok-kūi.","tghg":"以色列諸個長老到地，許個利未人扛約櫃。","bklhl":"以色列chiah ê長老到tè；hiah-ê利未人扛約櫃。"}},{"book":"代下","chapter":5,"verse":5,"versions":{"unv":"祭司利未人將約櫃運上來，又將會幕和會幕的一切聖器具都帶上來。","bklcl":"In chiū kng iok-kūi, kap hōe-bō͘, kap Pò͘-pîⁿ-lāi it-chhè sèng ê khì-kū, chiūⁿ--lâi; chè-si Lī-bī lâng lóng kng i chiūⁿ--lâi.","tghg":"𪜶就扛約櫃，及會幕及布棚內一切聖的器具上來，祭司利未人攏扛伊上來。","bklhl":"In就扛約櫃，kap會幕，kap布棚內一切聖ê器具，上來；祭司利未人lóng 扛伊上來。"}},{"book":"代下","chapter":5,"verse":6,"versions":{"unv":"所羅門王和聚集到他那裡的以色列全會眾都在約櫃前獻牛羊為祭，多得不可勝數。","bklcl":"Só͘-lô-bûn ông kap chū-chi̍p kàu i hia Í-sek-lia̍t ê choân-hōe, tī iok-kūi chêng hiàn iûⁿ, gû, chòe chè-sū, chōe kàu bōe-sǹg-tit, iā sǹg-bōe-liáu.","tghg":"所羅門王及聚集到伊遐以色列的全會，佇約櫃前獻羊牛做祭祀，多到𣍐算得，也算𣍐了。","bklhl":"所羅門王kap聚集到伊hia以色列ê全會，tī約櫃前獻羊、牛，做祭祀，chōe到bōe算得，也算bōe了。"}},{"book":"代下","chapter":5,"verse":7,"versions":{"unv":"祭司將耶和華的約櫃抬進內殿，就是至聖所，放在兩個基路伯的翅膀底下。","bklcl":"Chè-si kng Iâ-hô-hoa ê iok-kūi kàu i ê só͘-chāi, ji̍p hit keng chhù ê āu-tiān, kàu chì-sèng-só͘, hē tī ki-lō͘-peng ê si̍t-ē;","tghg":"祭司扛耶和華的約櫃到伊的所在入彼間厝的後殿，到至聖所，下佇𠼻𡀔兵的翅下。","bklhl":"祭司扛耶和華ê約櫃到伊ê所在，入hit間厝ê後殿，到至聖所，hē tī ki-lō͘-peng ê翼下；"}},{"book":"代下","chapter":5,"verse":8,"versions":{"unv":"基路伯張著翅膀在約櫃之上，遮掩約櫃和抬櫃的槓。","bklcl":"in-ūi ki-lō͘-peng thí-khui in ê si̍t, tī kūi ê só͘-chāi ê téng-bīn; ki-lō͘-peng tī hí(**hit) téng-bīn jia-khàm kūi kap i ê kǹg;","tghg":"因為𠼻𡀔兵展開𪜶的翅佇櫃的所在的頂面，𠼻𡀔兵佇彼頂面遮蓋櫃及伊的槓(kǹg)。","bklhl":"因為ki-lō͘-peng thí開in ê翼，tī櫃ê所在ê頂面；ki-lō͘-peng tī hit頂面遮蓋櫃kap伊ê槓(kǹg)；"}},{"book":"代下","chapter":5,"verse":9,"versions":{"unv":"這槓甚長，槓頭在內殿前可以看見，在殿外卻不能看見，直到如今還在那裡。","bklcl":"hiah-ê kǹg chin-tn̂g, i ê kǹg-bé tùi iok-kūi tī āu-tiān chêng, thang khòaⁿ-kìⁿ, tī gōa-bīn chiū bōe khòaⁿ-kìⁿ;  kàu kin-á-ji̍t iáu tī-hia.","tghg":"許個槓真長，伊的槓尾對約櫃佇後殿前通看見，佇外面就𣍐看見，到今仔日猶佇遐。","bklhl":"Hiah-ê槓真長，伊ê槓尾tùi約櫃tī後殿前，thang看見，tī外面就bōe看見；到今á日iáu tī-hia。"}},{"book":"代下","chapter":5,"verse":10,"versions":{"unv":"約櫃裡惟有兩塊石版，就是以色列人出埃及後，耶和華與他們立約的時候，摩西在何烈山所放的。除此以外，並無別物。","bklcl":"Kūi-lāi chí-ū nn̄g tè chio̍h-pi, chiū-sī Í-sek-lia̍t lâng chhut Ai-ki̍p tōe, Iâ-hô-hoa kap in li̍p-iok ê sî, Mô͘-se tī Hô-lia̍t soaⁿ só͘ hē--ê; che í-gōa bô pa̍t-hāng mi̍h.","tghg":"櫃內只有二塊石碑，就是以色列人出埃及地，耶和華及𪜶立約的時，摩西佇何烈山所下的。這以外，無別項物。","bklhl":"櫃內只有兩塊石碑，就是以色列人出埃及地，耶和華kap in立約ê時，摩西tī何烈山所hē-ê；這以外無別項物。"}},{"book":"代下","chapter":5,"verse":11,"versions":{"unv":"當時，在那裡所有的祭司都已自潔，並不分班供職。","bklcl":"Hiah ê chè-si chhut sèng-só͘, in-ūi só͘ tī-hia ê chè-si lóng í-keng ka-kī chheng-khì, bô chiàu in ê pan-lia̍t;","tghg":"許個祭司出聖所，因為所佇遐的祭司攏已經家己清氣，無照𪜶的班列。","bklhl":"Hiah-ê祭司出聖所，因為所tī-hia ê祭司lóng已經家己清氣，無照in ê班列；"}},{"book":"代下","chapter":5,"verse":12,"versions":{"unv":"他們出聖所的時候，歌唱的利未人亞薩、希幔、耶杜頓，和他們的眾子眾弟兄都穿細麻布衣服，站在壇的東邊，敲鈸、鼓瑟、彈琴，同著他們有一百二十個祭司吹號。","bklcl":"Lī-bī lâng tiong chèng chhiùⁿ-koa--ê, chiū-sī A-sat, Hi-bān, Iâ-tō͘-tùn kap in hiah-ê kiáⁿ, hiah-ê hiaⁿ-tī lóng chhēng iù-tōe-saⁿ, khiā tī tôaⁿ ê tang--sì, the̍h nâ-poa̍h kap sek kap khîm; koh ū chè-si pah-jī lâng kap in tī-hia pûn sàu-kak;","tghg":"利未人中眾唱歌者就是亞薩、希幔、耶杜頓，及𪜶許個子許個兄弟攏穿幼苧(iù-tōe)衫，徛佇壇的東勢，提鐃鈸(nâ-poa̍h)、及瑟、及琴，閣有祭司百二人及𪜶佇遐歕(pûn)哨角(sàu-kak)，","bklhl":"利未人中眾唱歌ê，就是A-sat、Hi-bān、Iâ-tō͘-tùn kap in hiah-ê kiáⁿ，hiah-ê兄弟lóng穿幼苧衫，khiā tī壇ê東勢，the̍h鐃鈸kap瑟kap琴；koh有祭司百二人kap in tī-hia pûn哨角；"}},{"book":"代下","chapter":5,"verse":13,"versions":{"unv":"吹號的、歌唱的都一齊發聲，聲合為一，讚美感謝耶和華。吹號、敲鈸，用各種樂器，揚聲讚美耶和華說：耶和華本為善，他的慈愛永遠長存！那時，耶和華的殿有雲充滿，","bklcl":"hiah-ê pûn sàu-kak--ê, hiah-ê chhiùⁿ-koa--ê, chi̍t-chôe tâng-siaⁿ, o-ló kám-siā Iâ-hô-hoa; ēng i ê sàu-kak, nâ-poa̍h, ga̍k-khì, tōa-siaⁿ o-ló Iâ-hô-hoa kóng, In-ūi I sī hó, I ê chû-hūi éng-éng tī-teh; hit-sî hit ê tiān, chiū-sī Iâ-hô-hoa ê tiān, ū hûn chhiong-móa;","tghg":"許個歕哨角者、許個唱歌者一齊同聲，謳咾感謝耶和華。用伊的哨角、鐃鈸、樂器，大聲謳咾耶和華講：因為伊是好，伊的慈惠永永佇啲！彼時，彼個殿就是耶和華的殿，有雲充滿，","bklhl":"Hiah-ê pûn哨角ê，hiah-ê唱歌ê，一齊同聲，o-ló感謝耶和華；用伊ê哨角、鐃鈸、樂器，大聲o-ló耶和華講，因為伊是好，伊ê慈惠永永tī-teh；hit時hit ê殿，就是耶和華ê殿，有雲充滿；"}},{"book":"代下","chapter":5,"verse":14,"versions":{"unv":"甚至祭司不能站立供職，因為耶和華的榮光充滿了　神的殿。","bklcl":"tì-kàu chè-si ūi-tio̍h hûn ê iân-kò͘, bōe-ōe khiā-teh ho̍k-sāi; in-ūi Iâ-hô-hoa ê êng-kng chhiong-móa Siōng-tè ê tiān.","tghg":"致到祭司為著雲的緣故𣍐會徛啲服事，因為耶和華的榮光充滿上帝的殿。","bklhl":"致到祭司為tio̍h雲ê緣故，bōe能khiā-teh服事；因為耶和華ê榮光充滿上帝ê殿。"}}]