[{"book":"代下","chapter":3,"verse":1,"versions":{"unv":"所羅門就在耶路撒冷、耶和華向他父大衛顯現的摩利亞山上，就是耶布斯人阿珥楠的禾場上、大衛所指定的地方預備好了，開工建造耶和華的殿。","bklcl":"Só͘-lô-bûn tāng-kang khí Iâ-hô-hoa ê tiān tī Iâ-lō͘-sat-léng, Mô͘-lī-a ê soaⁿ, chiū-sī Iâ-hô-hoa tùi i ê lāu-pē Tāi-pi̍t chhut-hiān ê só͘-chāi; Tāi-pi̍t bat tiāⁿ-tio̍h hit ê tōe tī Iâ-pò͘-su lâng O-jíⁿ-lâm ê gō͘-kak-tiûⁿ.","tghg":"所羅門動工起耶和華的殿佇耶路撒冷、摩利亞的山，就是耶和華對伊的老父大衛出現的所在，大衛曾定著彼個地佇耶布斯人阿珥楠的五穀場。","bklhl":"所羅門動工起耶和華ê殿tī耶路撒冷，Mô͘-lī-a ê山，就是耶和華對伊ê老父大衛出現ê所在；大衛bat定tio̍h hit ê地tī Iâ-pò͘-su人O-jíⁿ-lâm ê五穀場。"}},{"book":"代下","chapter":3,"verse":2,"versions":{"unv":"所羅門作王第四年二月初二日開工建造。","bklcl":"Só͘-lô-bûn chē-ūi tē-sì nî, jī-ge̍h chhoe-jī, tāng-kang lâi khí.","tghg":"所羅門坐位第四年二月初二動工來起。","bklhl":"所羅門坐位第四年，二月初二，動工來起。"}},{"book":"代下","chapter":3,"verse":3,"versions":{"unv":"所羅門建築　神殿的根基，乃是這樣：長六十肘，寬二十肘，都按著古時的尺寸。","bklcl":"Só͘-lô-bûn só͘ hē ê tōe-ki, beh khí Siōng-tè ê tiān ê, kì tī ē-tóe: tn̂g la̍k-cha̍p tiú, khoah jī-cha̍p tiú, lóng sī chiàu kó͘-chá ê chhùn-chhioh.","tghg":"所羅門所下(hē)的地基欲起上帝的殿的，記佇下底：長六十肘(tiú)，闊二十肘，攏是照古早的寸尺。","bklhl":"所羅門所hē ê地基，beh起上帝ê殿ê，記tī下底：長六十肘，闊二十肘，lóng是照古早ê寸尺。"}},{"book":"代下","chapter":3,"verse":4,"versions":{"unv":"殿前的廊子長二十肘，與殿的寬窄一樣，高一百二十肘；裡面貼上精金。","bklcl":"Thâu-chêng ê lông tn̂g jī-cha̍p tiú, kap tiān ê khoah pîⁿ-pîⁿ; koâiⁿ chi̍t-pah jī-cha̍p tiú, lāi-bīn an hó-kim.","tghg":"頭前的廊(lông)長二十肘，及殿的闊平平，高一百二十肘；內面安好金。","bklhl":"頭前ê廊長二十肘，kap殿ê闊平平；高一百二十肘，內面安好金。"}},{"book":"代下","chapter":3,"verse":5,"versions":{"unv":"大殿的牆都用松木板遮蔽，又貼了精金，上面雕刻棕樹和鍊子；","bklcl":"Tōa-keng tiān ê piah ēng siông-chhiū ê chhâ khàm i; ēng hó-kim an i; téng-bīn khek chó-chhiū kap liān-á.","tghg":"大間殿的壁用松樹的柴蓋(khàm)伊，用好金安伊，頂面刻棗樹及鍊仔；","bklhl":"大間殿ê壁用松樹ê柴蓋伊；用好金安伊；頂面刻棗樹kap鍊á。"}},{"book":"代下","chapter":3,"verse":6,"versions":{"unv":"又用寶石裝飾殿牆，使殿華美；所用的金子都是巴瓦音的金子。","bklcl":"Ēng pó-chio̍h siuⁿ hit keng tiān, hō͘ i chin súi; só͘ ēng ê kim lóng sī Pa-óa-im ê kim.","tghg":"用寶石鑲彼間殿，互伊真媠；所用的金攏是巴瓦音的金。","bklhl":"用寶石鑲hit間殿，hō͘伊真súi；所用ê金lóng是Pa-óa-im ê金。"}},{"book":"代下","chapter":3,"verse":7,"versions":{"unv":"又用金子貼殿和殿的棟樑、門檻、牆壁、門扇；牆上雕刻基路伯。","bklcl":"Koh ēng kim an tiān, kap thong-niû, hō͘-tēng, chhiûⁿ-piah, mn̂g-sìⁿ; piah-téng khek ki-lō͘-peng.","tghg":"閣用金安殿及棟樑(thong-niû)，戶椗(hō͘-tēng)、牆壁、門扇(mn̂g-sìⁿ)；壁頂刻𠼻𡀔兵。","bklhl":"Koh用金安殿，kap通樑、戶碇、牆壁、門扇；壁頂刻ki-lō͘-peng。"}},{"book":"代下","chapter":3,"verse":8,"versions":{"unv":"又建造至聖所，長二十肘，與殿的寬窄一樣，寬也是二十肘；貼上精金，共用金子六百他連得。","bklcl":"Koh khí Chì-sèng-só͘, tn̂g jī-cha̍p tiú, kap tiān ê khoah pîⁿ-pîⁿ, i ê khoah iā sī jī-cha̍p tiú; ēng hó-kim an, kè-kiōng la̍k-pah tha-liân-tek.","tghg":"閣起至聖所，長二十肘，及殿的闊平平，伊的闊也是二十肘；用好金安，計共六百他連得。","bklhl":"Koh起至聖所，長二十肘，kap殿ê闊平平，伊ê闊也是二十肘；用好金安，計共六百tha-liân-tek。"}},{"book":"代下","chapter":3,"verse":9,"versions":{"unv":"金釘重五十舍客勒。樓房都貼上金子。","bklcl":"Tèng ê kim-teng tāng gō͘-cha̍p sià-khek-le̍k.  Lâu-koh lóng an-kim.","tghg":"釘的金釘重五十舍客勒。樓閣攏安金。","bklhl":"釘ê金釘重五十sià-khek-le̍k。樓閣lóng安金。"}},{"book":"代下","chapter":3,"verse":10,"versions":{"unv":"在至聖所按造像的法子造兩個基路伯，用金子包裹。","bklcl":"Chì-sèng-só͘ ê lāi-bīn, chiàu chòe-siōng ê hoat, chhòng nn̄g ê ki-lō͘-peng, ēng kim an i.","tghg":"至聖所的內面照做像(chòe-siōng)的法創二個𠼻𡀔兵，用金安伊。","bklhl":"至聖所ê內面，照做像ê法，chhòng兩個ki-lō͘-peng，用金安伊。"}},{"book":"代下","chapter":3,"verse":11,"versions":{"unv":"兩個基路伯的翅膀共長二十肘。這基路伯的一個翅膀長五肘，挨著殿這邊的牆；那一個翅膀也長五肘，與那基路伯翅膀相接。","bklcl":"Hiah ê ki-lō͘-peng ê si̍t, kiōng tn̂g jī-cha̍p tiú, chit ê ki-lō͘-peng chi̍t ki si̍t tn̂g gō͘-tiú, chhun kàu tiān chit-pêng ê piah, hit ki si̍t iā sī gō͘-tiú, chhun kàu hit ê ki-lō͘-peng ê si̍t;","tghg":"許個𠼻𡀔兵的翅共長二十肘。此個𠼻𡀔兵一支翅長五肘，伸到殿此旁的壁；彼支翅也是五肘，伸到彼個𠼻𡀔兵的翅。","bklhl":"Hiah-ê ki-lō͘-peng ê翼，共長二十肘，chit ê ki-lō͘-peng一支翼長五肘，伸到殿chit-pêng ê壁，hit支翼也是五肘，伸到hit ê ki-lō͘-peng ê翼；"}},{"book":"代下","chapter":3,"verse":12,"versions":{"unv":"那基路伯的一個翅膀長五肘，挨著殿那邊的牆；那一個翅膀也長五肘，與這基路伯的翅膀相接。","bklcl":"hit ê ki-lō͘-peng chi̍t ki si̍t iā sī gō͘-tiú, chhun kàu tiān hit-pêng ê piah; hit ki si̍t iā sī gō͘-tiú, kap chit ê ki-lō͘-peng ê si̍t saⁿ-chiap.","tghg":"彼個𠼻𡀔兵一支翅也是五肘，伸到殿彼旁的壁；彼支翅也是五肘，及此個𠼻𡀔兵的翅相接。","bklhl":"hit ê ki-lō͘-peng一支翼也是五肘，伸到殿hit-pêng ê壁；hit支翼也是五肘，kap chit ê ki-lō͘-peng ê翼相接。"}},{"book":"代下","chapter":3,"verse":13,"versions":{"unv":"兩個基路伯張開翅膀，共長二十肘，面向外殿而立。","bklcl":"Hiah ê ki-lō͘-peng thí-khui si̍t, kiōng jī-cha̍p-tiú, in ê kha teh khiā, bīn ǹg lāi-bīn.","tghg":"許個𠼻𡀔兵展開翅，共二十肘，𪜶的腳啲徛，面向內面。","bklhl":"Hiah-ê ki-lō͘-peng thí開翼，共二十肘，in ê腳teh khiā，面ǹg內面。"}},{"book":"代下","chapter":3,"verse":14,"versions":{"unv":"又用藍色、紫色、朱紅色線和細麻織幔子，在其上繡出基路伯來。","bklcl":"Koh ēng lâm-sek, chí-sek, chu-âng sek ê liāu, kap iù-tōe-pò͘, chòe tiùⁿ; siù ki-lō͘-peng tī i ê téng-bīn.","tghg":"閣用藍色、紫色、朱紅色的料及幼苧(iù-tōe)布做帳；綉𠼻𡀔兵佇伊的頂面。","bklhl":"Koh用藍色、紫色、朱紅色ê料，kap幼苧布，做帳；繡ki-lō͘-peng tī伊ê頂面。"}},{"book":"代下","chapter":3,"verse":15,"versions":{"unv":"在殿前造了兩根柱子，高三十五肘；每柱頂高五肘。","bklcl":"Tī tiān-chêng chhòng nn̄g ki thiāu, koâiⁿ saⁿ-cha̍p-gō͘ tiú, múi ki thiāu ê thiāu-táu, koâiⁿ gō͘-tiú.","tghg":"佇殿前創二支柱，高三十五肘；每支柱的柱枓(thiāu-táu)高五肘。","bklhl":"Tī殿前chhòng兩支柱，高三十五肘，每支柱ê柱斗，高五肘。"}},{"book":"代下","chapter":3,"verse":16,"versions":{"unv":"又照聖所內鍊子的樣式做鍊子，安在柱頂上；又做一百石榴，安在鍊子上。","bklcl":"Koh chòe liān-á an tī thiāu-táu; koh chòe sia̍h-liû chi̍t-pah lia̍p, an tī liān-á-téng.","tghg":"閣做鍊仔，安佇柱枓；閣做石榴(sia̍h-liû)一百粒，安佇鍊仔頂。","bklhl":"Koh做鍊á安tī柱斗；koh做石榴一百粒，安tī鍊á頂。"}},{"book":"代下","chapter":3,"verse":17,"versions":{"unv":"將兩根柱子立在殿前，一根在右邊，一根在左邊；右邊的起名叫雅斤，左邊的起名叫波阿斯。","bklcl":"Hiah ê thiāu chhāi tī tiān-chêng, chi̍t-ki tī chiàⁿ-pêng, chi̍t-ki tī tò-pêng; chiàⁿ-pêng-ê hō miâ kiò Ngá-kun, tò-pêng-ê hō miâ kiò Pho-a-su.","tghg":"許個柱祀(chhāi)佇殿前，一支佇正旁，一支佇倒旁；正旁的號名叫雅斤，倒旁的號名叫波阿斯。","bklhl":"Hiah-ê柱chhāi tī殿前，一支tī chiàⁿ-pêng，一支tī tò-pêng；chiàⁿ-pêng-ê號名叫Ngá-kun，tò-pêng-ê號名叫Pho-a-su。"}}]