[{"book":"代下","chapter":27,"verse":1,"versions":{"unv":"約坦登基的時候年二十五歲，在耶路撒冷作王十六年，他母親名叫耶路沙，是撒督的女兒。","bklcl":"Iok-thán chē-ūi ê sî, jī-cha̍p-gō͘ hè, tī Iâ-lō͘-sat-léng chòe ông le̍k-kè cha̍p-la̍k nî.  I ê lāu-bú miâ kiò Iâ-lō͘-sa, sī Sat-tok ê cha-bó͘-kiáⁿ.","tghg":"約坦坐位的時二十五歲，佇耶路撒冷做王歷過十六年，伊的老母名叫耶路沙，是撒督的查某子。","bklhl":"Iok-thán坐位ê時，二十五歲，tī耶路撒冷做王歷過十六年。伊ê老母名叫Iâ-lō͘-sa，是Sat-tok ê cha-bó͘-kiáⁿ。"}},{"book":"代下","chapter":27,"verse":2,"versions":{"unv":"約坦行耶和華眼中看為正的事，效法他父烏西雅一切所行的，只是不入耶和華的殿。百姓還行邪僻的事。","bklcl":"Iok-thán kiâⁿ Iâ-hô-hoa só͘ khòaⁿ-chòe hó ê sū, chiàu i ê lāu-pē O͘-se-ngá it-chhè só͘ kiâⁿ ê, to̍k-to̍k bô ji̍p Iâ-hô-hoa ê tiān.  Chóng-sī peh-sìⁿ só͘ kiâⁿ iû-goân hú-pāi.","tghg":"約坦行耶和華所看做好的事，照伊的老父烏西雅一切所行的，獨獨無入耶和華的殿。總是百姓所行猶原腐敗。","bklhl":"Iok-thán行耶和華所看做好ê事，照伊ê老父O͘-se-ngá一切所行ê，獨獨無入耶和華ê殿。總是百姓所行猶原腐敗。"}},{"book":"代下","chapter":27,"verse":3,"versions":{"unv":"約坦建立耶和華殿的上門，在俄斐勒城上多有建造，","bklcl":"Iok-thán khí Iâ-hô-hoa tiān ê téng-mn̂g; koh tī Gô-húi-le̍k siâⁿ-téng khí chōe-chōe.","tghg":"約坦起耶和華殿的頂門，閣佇俄斐勒城頂起多多，","bklhl":"Iok-thán起耶和華殿ê頂門；koh tī Gô-húi-le̍k城頂起chōe-chōe。"}},{"book":"代下","chapter":27,"verse":4,"versions":{"unv":"又在猶大山地建造城邑，在樹林中建築營寨和高樓。","bklcl":"Koh tī Iû-tāi soaⁿ-tōe khí siâⁿ, tī chhiū-nâ-lāi khí iâⁿ-chē, kap bāng-ko-lâu.","tghg":"閣佇猶大山地起城，佇樹林內起營寨及望高樓。","bklhl":"Koh tī偤大山地起城，tī樹林內起營寨，kap望高樓。"}},{"book":"代下","chapter":27,"verse":5,"versions":{"unv":"約坦與亞捫人的王打仗勝了他們，當年他們進貢銀一百他連得，小麥一萬歌珥，大麥一萬歌珥；第二年、第三年也是這樣。","bklcl":"I kap A-bûn lâng ê ông kau-chiàn, khah-iâⁿ in.  Tng hit-nî A-bûn lâng chìn-kòng gûn chi̍t-pah tha-liân-tek, sió-be̍h chi̍t-bān ko-jíⁿ, tōa-be̍h chi̍t-bān ko-jíⁿ; tē-jī nî, tē-saⁿ nî, A-bûn lâng iā sī án-ni chìn-kòng.","tghg":"伊及亞捫人的王交戰卡贏𪜶，當彼年亞捫人進貢銀一百他連得，小麥一萬歌珥，大麥一萬歌珥；第二年、第三年亞捫人也是按呢進貢。","bklhl":"伊kap A-bûn人ê王交戰，khah贏in。當hit年A-bûn人進貢銀一百tha-liân-tek，小麥一萬ko-jíⁿ，大麥一萬ko-jíⁿ；第二年，第三年，A-bûn人也是án-ni進貢。"}},{"book":"代下","chapter":27,"verse":6,"versions":{"unv":"約坦在耶和華─他　神面前行正道，以致日漸強盛。","bklcl":"Iok-thán chiām-chiām kiông-sēng; in-ūi i tī Iâ-hô-hoa i ê Siōng-tè ê bīn-chêng kín-sīn kiâⁿ chèng-ti̍t ê lō͘.","tghg":"約坦漸漸強盛，因為伊佇耶和華──伊的上帝的面前謹慎行正直的路。","bklhl":"Iok-thán漸漸強盛；因為伊tī耶和華伊ê上帝ê面前謹慎行正直ê路。"}},{"book":"代下","chapter":27,"verse":7,"versions":{"unv":"約坦其餘的事和一切爭戰，並他的行為，都寫在以色列和猶大列王記上。","bklcl":"Iok-thán kî-û ê sū, kap it-chhè ê kau-chiàn, lóng kì tī Í-sek-lia̍t kap Iû-tāi lia̍t-ông ê kì-lio̍k.","tghg":"約坦其餘的事及一切的交戰，攏記佇以色列及猶大列王的記錄。","bklhl":"Iok-thán其餘ê事，kap一切ê交戰，lóng記tī以色列kap偤大列王ê記錄。"}},{"book":"代下","chapter":27,"verse":8,"versions":{"unv":"他登基的時候年二十五歲，在耶路撒冷作王十六年。","bklcl":"I chē-ūi ê sî, jī-cha̍p-gō͘ hè, tī Iâ-lō͘-sat-léng chòe ông le̍k-kè cha̍p-la̍k nî.","tghg":"伊坐位的時二十五歲，佇耶路撒冷做王歷過十六年。","bklhl":"伊坐位ê時，二十五歲，tī耶路撒冷做王歷過十六年。"}},{"book":"代下","chapter":27,"verse":9,"versions":{"unv":"約坦與他列祖同睡，葬在大衛城裡。他兒子亞哈斯接續他作王。","bklcl":"Iok-thán kap i ê lia̍t-chó͘ tâng khùn, bâi-chòng tī Tāi-pi̍t siâⁿ.  I ê kiáⁿ A-hap-su sòa-chiap i chòe ông.","tghg":"約坦及伊的列祖同睏，埋葬佇大衛城。伊的子亞哈斯續接伊做王。","bklhl":"Iok-thán kap伊ê列祖同睏，埋葬tī大衛城。伊ê kiáⁿ A-hap-su續接伊做王。"}}]