[{"book":"代下","chapter":29,"verse":1,"versions":{"unv":"希西家登基的時候年二十五歲，在耶路撒冷作王二十九年。他母親名叫亞比雅，是撒迦利雅的女兒。","bklcl":"Hi-se-ka chē-ūi ê sî, jī-cha̍p-gō͘ hè, tī Iâ-lō͘-sat-léng chòe ông kiōng jī-cha̍p-káu nî.  I ê lāu-bú miâ kiò A-pí-ngá, sī Sat-ka-lī-ngá ê cha-bó͘-kiáⁿ.","tghg":"希西家坐位的時二十五歲，佇耶路撒冷做王共二十九年。伊的老母名叫亞比雅，是撒迦利雅的查某子。","bklhl":"Hi-se-ka坐位ê時，二十五歲，tī耶路撒冷做王共二十九年。伊ê老母名叫A-pí-ngá，是Sat-ka-lī-ngá ê cha-bó͘-kiáⁿ。"}},{"book":"代下","chapter":29,"verse":2,"versions":{"unv":"希西家行耶和華眼中看為正的事，效法他祖大衛一切所行的。","bklcl":"I kiâⁿ Iâ-hô-hoa só͘ khòaⁿ-chòe hó ê sū, chiàu i ê chó͘ Tāi-pi̍t it-chhè só͘ kiâⁿ-ê.","tghg":"伊行耶和華所看做好的事，照伊的祖大衛一切所行的。","bklhl":"伊行耶和華所看做好ê事，照伊ê祖大衛一切所行ê。"}},{"book":"代下","chapter":29,"verse":3,"versions":{"unv":"元年正月，開了耶和華殿的門，重新修理。","bklcl":"Tī goân--nî chiaⁿ-ge̍h, khui Iâ-hô-hoa tiān ê mn̂g, siu-lí i.","tghg":"佇元年正月，開耶和華殿的門，修理伊。","bklhl":"Tī元年正月，開耶和華殿ê門，修理伊。"}},{"book":"代下","chapter":29,"verse":4,"versions":{"unv":"他召眾祭司和利未人來，聚集在東邊的寬闊處，","bklcl":"I tiàu hiah-ê chè-si kap Lī-bī lâng lâi, chū-chi̍p tī tang--sì khoah ê só͘-chāi,","tghg":"伊召許個祭司及利未人來，聚集佇東勢闊的所在，","bklhl":"I召hiah-ê祭司kap利未人來，聚集tī東勢闊ê所在，"}},{"book":"代下","chapter":29,"verse":5,"versions":{"unv":"對他們說：「利未人哪，當聽我說：現在你們要潔淨自己，又潔淨耶和華─你們列祖　神的殿，從聖所中除去污穢之物。","bklcl":"kā in kóng, Lī-bī lâng ah, tio̍h thiaⁿ góa kóng; taⁿ lín tio̍h chheng-khì ka-kī, iā tio̍h chheng-khì Iâ-hô-hoa lín lia̍t-chó͘ ê Siōng-tè ê tiān, tùi sèng-só͘ piàⁿ-chhut hiah-ê ù-òe.","tghg":"給𪜶講：「利未人啊，著聽我講：今恁著清氣家己，也著清氣耶和華──恁列祖的上帝的殿，對聖所傾出(piàⁿ-chhut)許個污穢(ù-òe)。","bklhl":"kā in講，利未人ah，tio̍h聽我講；taⁿ lín tio̍h清氣家己，也tio̍h清氣耶和華lín列祖ê上帝ê殿，tùi聖所piàⁿ出hiah-ê污穢。"}},{"book":"代下","chapter":29,"verse":6,"versions":{"unv":"我們列祖犯了罪，行耶和華─我們　神眼中看為惡的事，離棄他，轉臉背向他的居所，","bklcl":"In-ūi lán ê lia̍t-chó͘ ū hoān-chōe, kiâⁿ Iâ-hô-hoa lán ê Siōng-tè só͘ khòaⁿ-chòe pháiⁿ ê sū, li-khui I, oa̍t-tńg i ê bīn, pōe Iâ-hô-hoa khiā-khí ê só͘-chāi.","tghg":"因為咱的列祖有犯罪，行耶和華──咱的上帝所看做歹的事，離開伊，越轉伊的面，背(pōe)耶和華徛起的所在，","bklhl":"因為咱ê列祖有犯罪，行耶和華咱ê上帝所看做pháiⁿ ê事，離開伊，oa̍t-tńg伊ê面，背耶和華khiā起ê所在。"}},{"book":"代下","chapter":29,"verse":7,"versions":{"unv":"封鎖廊門，吹滅燈火，不在聖所中向以色列　神燒香，或獻燔祭。","bklcl":"In koh koaiⁿ-só léng-lông ê mn̂g, phah-sit teng-hé, bô tī sèng-só͘ sio-hiuⁿ, hiàn sio-chè, hō͘ Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè.","tghg":"𪜶閣關鎖兩廊(léng-lông)的門，拍熄(sit)燈火，無佇聖所燒香，獻燒祭互耶和華──以色列的上帝。","bklhl":"In koh關鎖léng廊ê門，phah熄燈火，無tī聖所燒香，獻燒祭，hō͘耶和華以色列ê上帝。"}},{"book":"代下","chapter":29,"verse":8,"versions":{"unv":"因此，耶和華的忿怒臨到猶大和耶路撒冷，將其中的人拋來拋去，令人驚駭、嗤笑，正如你們親眼所見的。","bklcl":"Só͘-í Iâ-hô-hoa siū-khì lîm-kàu Iû-tāi kap Iâ-lō͘-sat-léng, hō͘ in phiau-liû, hō͘ lâng gông-ngia̍h, thí-chhiò, chhin-chhiūⁿ lín chhin-ba̍k só͘ khòaⁿ-kìⁿ ê.","tghg":"所以，耶和華受氣臨到猶大及耶路撒冷，互𪜶漂流，互人卬愕、恥笑，親像恁親目所看見的。","bklhl":"所以耶和華受氣臨到偤大kap耶路撒冷，hō͘ in漂流，hō͘人gông-ngia̍h，恥笑，親像lín親目所看見ê。"}},{"book":"代下","chapter":29,"verse":9,"versions":{"unv":"所以我們的祖宗倒在刀下，我們的妻子兒女也被擄掠。","bklcl":"In-ūi án-ni goán ê pē-kong siū to thâi, goán ê kiáⁿ, cha-bó͘-kiáⁿ, kap goán ê bó͘, iā hō͘ lâng lia̍h-khì.","tghg":"因為按呢阮的父公受刀刣，阮的子查某子及阮的某也互人掠去。","bklhl":"因為án-ni阮ê父公受刀刣，阮ê kiáⁿ，cha-bó͘-kiáⁿ，kap阮ê bó͘，也hō͘人掠去。"}},{"book":"代下","chapter":29,"verse":10,"versions":{"unv":"現在我心中有意與耶和華─以色列的　神立約，好使他的烈怒轉離我們。","bklcl":"Taⁿ góa ê sim beh kap Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè li̍p-iok, hō͘ I ê tōa siū-khì oa̍t-tńg lī-khui lán.","tghg":"今我的心欲及耶和華──以色列的上帝立約，互伊的大受氣越轉離開咱。","bklhl":"Taⁿ我ê心beh kap耶和華以色列ê上帝立約，hō͘伊ê大受氣oa̍t-tńg離開咱。"}},{"book":"代下","chapter":29,"verse":11,"versions":{"unv":"我的眾子啊，現在不要懈怠；因為耶和華揀選你們站在他面前事奉他，與他燒香。」","bklcl":"Góa chiah-ê kiáⁿ ah, taⁿ m̄-thang pîn-tōaⁿ, in-ūi Iâ-hô-hoa kéng lín khiā tī I ê bīn-chêng ho̍k-sāi I, tam-tng chit-jīm sio-hiuⁿ hō͘ I.","tghg":"我諸個子啊，今呣通貧憚(pîn-tōaⁿ)；因為耶和華揀恁徛佇伊的面前服事伊，擔當責任燒香互伊。」","bklhl":"我chiah ê kiáⁿ ah，taⁿ m̄-thang pîn-tōaⁿ，因為耶和華揀lín khiā tī伊ê面前服事伊，擔當職任燒香hō͘伊。"}},{"book":"代下","chapter":29,"verse":12,"versions":{"unv":"於是，利未人哥轄的子孫、亞瑪賽的兒子瑪哈，亞撒利雅的兒子約珥；米拉利的子孫、亞伯底的兒子基士，耶哈利勒的兒子亞撒利雅；革順的子孫、薪瑪的兒子約亞，約亞的兒子伊甸；","bklcl":"Tùi án-ni, Lī-bī lâng Ko-hat cho̍k A-má-sài ê kiáⁿ Má-hap, A-sat-lī-ngá ê kiáⁿ Iok-jíⁿ, Bí-la̍h-lī cho̍k A-pek-tí ê kiáⁿ Ki-sū, Iâ-hap-lī-le̍k ê kiáⁿ A-sat-lī-ngá, Kek-sūn cho̍k Sin-má ê kiáⁿ Iok-a, Iok-a ê kiáⁿ I-tiān;","tghg":"對按呢，利未人哥轄族亞瑪賽的子瑪哈，亞撒利雅的子約珥；米拉利族亞伯底的子基士，耶哈利勒的子亞撒利雅；革順族薪瑪的子約亞，約亞的子伊甸；","bklhl":"Tùi án-ni，利未人Ko-hat族A-má-sài ê kiáⁿ Má-hap，A-sat-lī-ngá ê kiáⁿ約珥，Bí-la̍h-lī族A-pek-tí ê kiáⁿ Ki-sū，Iâ-hap-lī-le̍k ê kiáⁿ A-sat-lī-ngá，Kek-siūⁿ族Sin-má ê kiáⁿ Iok-a，Iok-a ê kiáⁿ I-tiān；"}},{"book":"代下","chapter":29,"verse":13,"versions":{"unv":"以利撒反的子孫申利和耶利；亞薩的子孫撒迦利雅和瑪探雅；","bklcl":"Í-lī-sat-hoán ê cho̍k Sin-lī kap Iâ-lī, A-sat cho̍k Sat-ka-lī-ngá, kap Má-thàm-ngá;","tghg":"以利撒反的族申利及耶利；亞薩族撒迦利雅及瑪探雅；","bklhl":"Í-lī-sat-hoán ê族Sin-lī kap Iâ-lī，A-sat族Sat-ka-lī-ngá，kap Má-thàm-ngá；"}},{"book":"代下","chapter":29,"verse":14,"versions":{"unv":"希幔的子孫耶歇和示每；耶杜頓的子孫示瑪雅和烏薛；","bklcl":"Hi-bān cho̍k Iâ-iat kap Sī-múi, Iâ-tō͘-tùn cho̍k Sī-má-ngá kap O͘-siat, lóng khí-lâi;","tghg":"希幔族耶歇及示每；耶杜頓族示瑪雅及烏設攏起來；","bklhl":"Hi-bān族Iâ-iat kap Sī-múi，Iâ-tō͘-tùn族Sī-má-ngá kap O͘-siat，lóng起來；"}},{"book":"代下","chapter":29,"verse":15,"versions":{"unv":"起來聚集他們的弟兄，潔淨自己，照著王的吩咐、耶和華的命令，進去潔淨耶和華的殿。","bklcl":"chū-chi̍p in ê hiaⁿ-tī, chheng-khì ka-kī, chiàu ông thàn Iâ-hô-hoa ê ōe só͘ bēng-lēng ê, ji̍p-khì sóe-chheng Iâ-hô-hoa ê tiān.","tghg":"聚集𪜶的兄弟，清氣家己，照王趁耶和華的話所命令的，入去洗清耶和華的殿。","bklhl":"聚集in ê兄弟，清氣家己，照王thàn耶和華ê話所命令ê，入去洗清耶和華ê殿。"}},{"book":"代下","chapter":29,"verse":16,"versions":{"unv":"祭司進入耶和華的殿要潔淨殿，將殿中所有污穢之物搬到耶和華殿的院內，利未人接去，搬到外頭汲淪溪邊。","bklcl":"Chè-si ji̍p Iâ-hô-hoa tiān ê lāi-bīn beh sóe-chheng--i, chiong Iâ-hô-hoa tiān-lāi só͘-ū ê ù-òe tòa--chhut-khì kàu Iâ-hô-hoa tiān ê īⁿ; Lī-bī lâng chih--i, tòa-khì gōa-bīn kàu Khip-lûn khoe.","tghg":"祭司入耶和華殿的內面欲洗清伊，將耶和華殿內所有的污穢帶出去，到耶和華殿的院，利未人接(chih)伊，帶去外面到汲淪溪。","bklhl":"祭司入耶和華殿ê內面beh洗清伊，將耶和華殿內所有ê污穢帶出去到耶和華殿ê院；利未人接伊，帶去外面到Khip-lûn溪。"}},{"book":"代下","chapter":29,"verse":17,"versions":{"unv":"從正月初一日潔淨起，初八日到了耶和華的殿廊，用八日的工夫潔淨耶和華的殿，到正月十六日才潔淨完了。","bklcl":"Tùi chiaⁿ-ge̍h chhoe-it ji̍t khí-chhiú kiâⁿ chheng-khì ê sū, hit ge̍h ê chhoe-poeh ji̍t chiah kàu Iâ-hô-hoa ê léng-lông, poeh-ji̍t kú chheng-khì Iâ-hô-hoa ê tiān, kàu chiaⁿ-ge̍h cha̍p-la̍k ji̍t chiū bêng-pe̍k.","tghg":"對正月初一日起手行清氣的事，彼月的初八日才到耶和華的兩廊，八日久清氣耶和華的殿，到正月十六日就明白。","bklhl":"Tùi正月初一日起手行清氣ê事，hit月ê初八日chiah到耶和華ê léng廊，八日久清氣耶和華ê殿，到正月十六日就明白。"}},{"book":"代下","chapter":29,"verse":18,"versions":{"unv":"於是，他們晉見希西家王，說：「我們已將耶和華的全殿和燔祭壇，並壇的一切器皿、陳設餅的桌子，與桌子的一切器皿都潔淨了；","bklcl":"Tùi án-ni in ji̍p khì kìⁿ Hi-se-ka ông kóng, Goán í-keng chiong Iâ-hô-hoa ê kui keng tiān, kap sio-chè ê tôaⁿ, í-ki̍p i ê khì-kū, pâi-lia̍t piáⁿ ê toh, kap i ê khì-kū, lóng sóe-chheng.","tghg":"對按呢，𪜶入去見希西家王，講：「阮已經將耶和華的歸間殿及燒祭的壇以及伊的器具，排列餅的桌，及伊的器具攏洗清；","bklhl":"Tùi án-ni，in入去見Hi-se-ka王講，阮已經將耶和華ê kui間殿，kap燒祭ê壇，以及伊ê器具，排列餅ê桌，kap伊ê器具，lóng洗清。"}},{"book":"代下","chapter":29,"verse":19,"versions":{"unv":"並且亞哈斯王在位犯罪的時候所廢棄的器皿，我們預備齊全，且潔淨了，現今都在耶和華的壇前。」","bklcl":"Koh A-hap-su ông chē-ūi hoān-chōe ê sî só͘ khì-sak ê khì-kū, goán lóng pī-pān, koh chheng-khì i.  Khòaⁿ ah, taⁿ lóng tī Iâ-hô-hoa ê tôaⁿ-chêng.","tghg":"閣亞哈斯王坐位犯罪的時所棄拺的器具，阮攏備辦，閣清氣伊。看啊，今攏佇耶和華的壇前。」","bklhl":"Koh A-hap-su王坐位犯罪ê時所棄sak ê器具，阮lóng備辦，koh清氣伊。看ah，taⁿ lóng tī耶和華ê壇前。"}},{"book":"代下","chapter":29,"verse":20,"versions":{"unv":"希西家王清早起來，聚集城裡的首領都上耶和華的殿；","bklcl":"Hi-se-ka ông thàu-chá khí-lâi, chū-chi̍p siâⁿ-lāi ê siú-léng, lóng chiūⁿ Iâ-hô-hoa ê tiān.","tghg":"希西家王透早起來，聚集城內的首領攏上耶和華的殿；","bklhl":"Hi-se-ka王透早起來，聚集城內ê首領，lóng上耶和華ê殿。"}},{"book":"代下","chapter":29,"verse":21,"versions":{"unv":"牽了七隻公牛，七隻公羊，七隻羊羔，七隻公山羊，要為國、為殿、為猶大人作贖罪祭。王吩咐亞倫的子孫眾祭司，獻在耶和華的壇上，","bklcl":"In khan chhit chiah gû-káng, chhit chiah iûⁿ-káng, chhit chiah mî-iûⁿ-á, chhit chiah soaⁿ-iûⁿ-káng, beh ūi kok, ūi Sèng-só͘, ūi Iû-tāi, hiàn chòe sio̍k-chōe ê chè.  Ông bēng-lēng A-lûn ê kiáⁿ-sun hiah-ê chè-si, hiàn--in tī Iâ-hô-hoa ê tôaⁿ.","tghg":"𪜶牽七隻牛牨(káng)，七隻羊牨，七隻綿羊仔，七隻山羊牨，欲為國、為聖所、為猶大獻做贖罪的祭。王命令亞倫的子孫許個祭司，獻𪜶佇耶和華的壇，","bklhl":"In牽七隻牛káng，七隻羊káng，七隻綿羊á，七隻山羊káng，beh為國，為聖所，為偤大，獻做贖罪ê祭。王命令亞倫ê kiáⁿ孫hiah-ê祭司，獻in tī耶和華ê壇。"}},{"book":"代下","chapter":29,"verse":22,"versions":{"unv":"就宰了公牛，祭司接血灑在壇上，宰了公羊，把血灑在壇上，又宰了羊羔，也把血灑在壇上；","bklcl":"In chiū thâi gû-káng, chè-si chih hit ê huih, hiù tī tôaⁿ--nih; iā thâi iûⁿ-káng, ēng huih hiù tī tôaⁿ--nih; koh thâi mî-iûⁿ-á, iā ēng huih hiù tī tôaⁿ--nih;","tghg":"𪜶就刣牛牨，祭司接彼個血灑(hiù)佇壇裡，也刣羊牨，用血灑佇壇裡，閣刣綿羊仔，也用血灑佇壇裡；","bklhl":"In就刣牛káng，祭司接hit ê血，hiù tī壇裡；也刣羊káng，用血hiù tī壇裡；koh 刣綿羊á，也用血hiù tī壇裡；"}},{"book":"代下","chapter":29,"verse":23,"versions":{"unv":"把那作贖罪祭的公山羊牽到王和會眾面前，他們就按手在其上。","bklcl":"ēng hiah-ê chòe sio̍k-chōe-chè ê soaⁿ-iûⁿ-káng, khan kàu ông kap hōe-chiòng ê bīn-chêng, in chiū hōaⁿ-chhiú tī hí(**hit) téng-bīn.","tghg":"用許個做贖罪祭的山羊牨牽到王及會眾的面前，𪜶就按手(hōaⁿ-chhiú)佇彼頂面。","bklhl":"用hiah-ê做贖罪祭ê山羊káng，牽到王kap會眾ê面前，in就按手tī hit頂面。"}},{"book":"代下","chapter":29,"verse":24,"versions":{"unv":"祭司宰了羊，將血獻在壇上作贖罪祭，為以色列眾人贖罪，因為王吩咐將燔祭和贖罪祭為以色列眾人獻上。","bklcl":"Chè-si thâi--i, ēng in ê huih chòe sio̍k-chōe ê chè tī tôaⁿ--nih, ūi Í-sek-lia̍t chèng-lâng sio̍k-chōe; in-ūi ông bēng-lēng tio̍h ēng sio-chè, kap sio̍k-chōe-chè ūi Í-sek-lia̍t chèng-lâng lâi hiàn.","tghg":"祭司刣伊，用𪜶的血做贖罪的祭佇壇裡，為以色列眾人贖罪，因為王命令著用燒祭及贖罪祭為以色列眾人來獻。","bklhl":"祭司刣伊，用in ê血做贖罪ê祭tī壇裡，為以色列眾人贖罪；因為王命令tio̍h用燒祭，kap贖罪祭為以色列眾人來獻。"}},{"book":"代下","chapter":29,"verse":25,"versions":{"unv":"王又派利未人在耶和華殿中敲鈸，鼓瑟，彈琴，乃照大衛和他先見迦得，並先知拿單所吩咐的，就是耶和華藉先知所吩咐的。","bklcl":"Ông koh phài Lī-bī lâng tī Iâ-hô-hoa ê tiān the̍h poa̍t, sek, khîm, chiàu Tāi-pi̍t, kap ông ê sian-kiàn Ka-tek, kap sian-ti Ná-tan, só͘ bēng-lēng--ê; in-ūi Iâ-hô-hoa ū thok-tiōng I hiah-ê sian-ti bēng-lēng in án-ni.","tghg":"王閣派利未人佇耶和華的殿提鈸(poa̍t)，瑟(sek)琴，照大衛及王的先見迦得，及先知拿單所命令的，因為耶和華有託仗伊許個先知命令𪜶按呢。","bklhl":"王koh派利未人tī耶和華ê殿the̍h鈸、瑟、琴，照大衛，kap王ê先見Ka-tek，kap先知Ná-tan，所命令ê；因為耶和華有託重伊hiah-ê先知命令in án-ni。"}},{"book":"代下","chapter":29,"verse":26,"versions":{"unv":"利未人拿大衛的樂器，祭司拿號，一同站立。","bklcl":"Lī-bī lâng the̍h Tāi-pi̍t ê ga̍k-khì, chè-si kia̍h hō-thâu, saⁿ-kap teh khiā.","tghg":"利未人提大衛的樂器，祭司攑號頭，相及啲徛。","bklhl":"利未人the̍h大衛ê樂器，祭司kia̍h號頭，相kap teh khiā。"}},{"book":"代下","chapter":29,"verse":27,"versions":{"unv":"希西家吩咐在壇上獻燔祭，燔祭一獻，就唱讚美耶和華的歌，用號，並用以色列王大衛的樂器相和。","bklcl":"Hi-se-ka bēng-lēng hiàn sio-chè tī tôaⁿ--nih, sio-chè chi̍t-ē hiàn, chiū chhiùⁿ o-ló Iâ-hô-hoa ê koa, ēng hō-thâu, koh ēng Í-sek-lia̍t ông Tāi-pi̍t ê ga̍k-khì lâi hô[hō] i.","tghg":"希西家命令獻燒祭佇壇裡，燒祭一下獻，就唱謳咾耶和華的歌，用號頭，閣用以色列王大衛的樂器來和(hô)伊。","bklhl":"Hi-se-ka命令獻燒祭tī壇裡，燒祭一下獻，就唱o-ló耶和華ê歌，用號頭，koh用以色列王大衛ê樂器來和伊。"}},{"book":"代下","chapter":29,"verse":28,"versions":{"unv":"會眾都敬拜，歌唱的歌唱，吹號的吹號，如此直到燔祭獻完了。","bklcl":"Hōe-chiòng lóng kèng-pài, chhiùⁿ-koa--ê chhiùⁿ--i, pûn hō-thâu--ê pûn i; án-ni kàu sio-chè hiàn bêng-pe̍k.","tghg":"會眾攏敬拜，唱歌的唱伊，歕(pûn)號頭的歕伊，按呢到燒祭獻明白。","bklhl":"會眾lóng敬拜，唱歌ê唱伊，pûn號頭ê pûn伊；án-ni到燒祭獻明白。"}},{"book":"代下","chapter":29,"verse":29,"versions":{"unv":"獻完了祭，王和一切跟隨的人都俯伏敬拜。","bklcl":"Hiàn bêng-pe̍k, ông kap it-chhè saⁿ-kap tī-teh ê lâng, lóng àⁿ-thâu kèng-pài.","tghg":"獻明白，王及一切相及佇啲的人攏俯頭敬拜。","bklhl":"獻明白，王kap一切相kap tī-teh ê人，lóng àⁿ頭敬拜。"}},{"book":"代下","chapter":29,"verse":30,"versions":{"unv":"希西家王與眾首領又吩咐利未人用大衛和先見亞薩的詩詞頌讚耶和華；他們就歡歡喜喜地頌讚耶和華，低頭敬拜。","bklcl":"Hi-se-ka ông kap hiah-ê siú-léng, koh bēng-lēng Lī-bī lâng ēng Tāi-pi̍t kap sian-kiàn A-sat ê si, o-ló Iâ-hô-hoa; in chiū hoaⁿ-hí, gîm-si o-ló, àⁿ-thâu kèng-pài.","tghg":"希西家王及許個首領閣命令利未人用大衛及先見亞薩的詩，謳咾耶和華；𪜶就歡喜吟詩謳咾，俯頭敬拜。","bklhl":"Hi-se-ka王kap hiah-ê首領，koh命令利未人用大衛kap先見A-sat ê詩，o-ló耶和華；in就歡喜，吟詩o-ló，àⁿ頭敬拜。"}},{"book":"代下","chapter":29,"verse":31,"versions":{"unv":"希西家說：「你們既然歸耶和華為聖，就要前來把祭物和感謝祭奉到耶和華殿裡。」會眾就把祭物和感謝祭奉來，凡甘心樂意的也將燔祭奉來。","bklcl":"Hi-se-ka chiū ìn kóng, Lín í-keng ka-kī hun-piat kui hō͘ Iâ-hô-hoa, tio̍h kūn-chêng lâi tòa chè-mi̍h kap siā-un-chè kàu Iâ-hô-hoa ê tiān; hōe-chiòng chiū tòa chè-mi̍h kap siā-un-chè lâi; kìⁿ-nā kam-sim lo̍k-ì--ê iā tòa sio-chè lâi.","tghg":"希西家就應講：「恁已經家己分別歸互耶和華，著近前來帶祭物及謝恩祭到耶和華的殿。」會眾就帶祭物及謝恩祭來，見若甘心樂意的也帶燒祭來。","bklhl":"Hi-se-ka就應講，Lín已經家己分別歸hō͘耶和華，tio̍h近前來帶祭物kap謝恩祭到耶和華ê殿；會眾就帶祭物kap謝恩祭來；見若甘心樂意ê也帶燒祭來。"}},{"book":"代下","chapter":29,"verse":32,"versions":{"unv":"會眾所奉的燔祭如下：公牛七十隻，公羊一百隻，羊羔二百隻，這都是作燔祭獻給耶和華的；","bklcl":"Hōe-chiòng só͘ hiàn sio-chè ê gia̍h, kè-kiōng gû-káng chhit-cha̍p chiah, iûⁿ-káng chi̍t-pah chiah, mî-iûⁿ-á nn̄g-pah chiah, chiah-ê lóng sī chòe sio-chè hiàn-hō͘ Iâ-hô-hoa--ê.","tghg":"會眾所獻燒祭的額計共：牛牨七十隻，羊牨一百隻，綿羊仔二百隻，諸個攏是做燒祭獻互耶和華的；","bklhl":"會眾所獻燒祭ê額，計共牛káng七十隻，羊káng一百隻，綿羊á兩百隻，chiah ê lóng是做燒祭獻hō͘耶和華ê。"}},{"book":"代下","chapter":29,"verse":33,"versions":{"unv":"又有分別為聖之物，公牛六百隻，綿羊三千隻。","bklcl":"Koh ū hun-piat chòe-sèng ê mi̍h, gû-káng la̍k-pah chiah, mî-iûⁿ saⁿ-chheng chiah.","tghg":"閣有分別做聖的物，牛牨六百隻，綿羊三千隻。","bklhl":"Koh有分別做聖ê物，牛káng六百隻，綿羊三千隻。"}},{"book":"代下","chapter":29,"verse":34,"versions":{"unv":"但祭司太少，不能剝盡燔祭牲的皮，所以他們的弟兄利未人幫助他們，直等燔祭的事完了，又等別的祭司自潔了；因為利未人誠心自潔，勝過祭司。","bklcl":"Chóng-sī chè-si siuⁿ-chió, bōe-ōe it-chīn pak hiah-ê sio-chè cheng-siⁿ ê phê, só͘-í in ê hiaⁿ-tī Lī-bī lâng pang-chān in kàu hit ê tāi-chì bêng-pe̍k, koh thèng-hāu hiah-ê chè-si ka-kī chheng-khì;  in-ūi Lī-bī lâng sêng-sim ka-kī chheng-khì, iâⁿ-kè chè-si.","tghg":"總是祭司甚少(siuⁿ-chió)，𣍐會一盡剝(pak)許個燒祭精牲的皮，所以𪜶的兄弟利未人幫助𪜶，到彼個代誌明白，閣聽候許個祭司家己清氣；因為利未人誠心家己清氣，贏過祭司。","bklhl":"總是祭司siuⁿ少，bōe會一盡剝(pak)hiah-ê燒祭cheng-siⁿ ê皮，所以in ê兄弟利未人幫贊in到hit ê tāi-chì明白，koh thèng候hiah-ê祭司家己清氣；因為利未人誠心家己清氣，贏過祭司。"}},{"book":"代下","chapter":29,"verse":35,"versions":{"unv":"燔祭和平安祭牲的脂油，並燔祭同獻的奠祭甚多。這樣，耶和華殿中的事務俱都齊備了（或譯：就整頓了）。","bklcl":"Sio-chè kap siā-un-chè ê iû, kap ta̍k-hō sio-chè só͘ phòe ê koàn-tiān, chin-chōe. Án-ni, Iâ-hô-hoa tiān-lāi ê sū chiàu chhù-sū pâi-lia̍t.","tghg":"燒祭及謝恩祭的油，及逐號燒祭所配的灌奠真多。按呢，耶和華殿內的事照次序排列。","bklhl":"燒祭kap謝恩祭ê油，kap ta̍k號燒祭所配ê灌奠，真chōe。Án-ni，耶和華殿內ê事照次序排列。"}},{"book":"代下","chapter":29,"verse":36,"versions":{"unv":"這事辦的甚速，希西家和眾民都喜樂，是因　神為眾民所預備的。","bklcl":"Hi-se-ka kap chèng peh-sìⁿ hoaⁿ-hí, in-ūi Siōng-tè thòe peh-sìⁿ só͘ pī-pān ê, in-ūi chit ê sū hut-jiân chiâⁿ.","tghg":"希西家及眾百姓歡喜，因為上帝替百姓所備辦的，因為此個事忽然成。","bklhl":"Hi-se-ka kap眾百姓歡喜，因為上帝替百姓所備辦ê，因為chit ê事忽然成。"}}]