[{"book":"代下","chapter":8,"verse":1,"versions":{"unv":"所羅門建造耶和華殿和王宮，二十年才完畢了。","bklcl":"Kàu jī-cha̍p-nî bé, chiū-sī Só͘-lô-bûn khí Iâ-hô-hoa ê tiān kap ông-kiong oân-kang ê sî,","tghg":"到二十年尾，就是所羅門起耶和華的殿及王宮完工的時。","bklhl":"到二十年尾，就是所羅門起耶和華ê殿kap王宮完工ê時，"}},{"book":"代下","chapter":8,"verse":2,"versions":{"unv":"以後所羅門重新修築希蘭送給他的那些城邑，使以色列人住在那裡。","bklcl":"Só͘-lô-bûn koh khí Hō͘-lân só͘ hō͘ Só͘-lô-bûn hiah-ê siâⁿ, hō͘ Í-sek-lia̍t lâng tòa tī-hia.","tghg":"所羅門閣起戶蘭所互所羅門許個城，互以色列人住佇遐。","bklhl":"所羅門koh起Hō͘-lân所hō͘所羅門hiah-ê城，hō͘以色列人tòa tī-hia。"}},{"book":"代下","chapter":8,"verse":3,"versions":{"unv":"所羅門往哈馬瑣巴去，攻取了那地方。","bklcl":"Só͘-lô-bûn khì kàu Hap-má-só-pa, kong-chhú i.","tghg":"所羅門去到哈馬瑣巴，攻取伊。","bklhl":"所羅門去到Hap-má-só-pa，攻取伊。"}},{"book":"代下","chapter":8,"verse":4,"versions":{"unv":"所羅門建造曠野裡的達莫，又建造哈馬所有的積貨城，","bklcl":"I koh tī khòng-iá khí Ta̍t-bo̍k, kap tī Hap-má só͘ khí hiah-ê hú-khò͘ ê siâⁿ;","tghg":"伊閣佇曠野起達莫，及佇哈馬所起許個府庫的城，","bklhl":"伊koh tī曠野起Ta̍t-bo̍k，kap tī Hap-má所起hiah-ê府庫ê城；"}},{"book":"代下","chapter":8,"verse":5,"versions":{"unv":"又建造上伯‧和崙、下伯‧和崙作為保障，都有牆，有門，有閂；","bklcl":"koh khí téng Pek-hô-lûn, ē Pek-hô-lûn, sī hiám-iàu ê siâⁿ, ū chhiûⁿ, ū mn̂g, ū kông;","tghg":"閣起頂伯和崙，下(ē)伯和崙是險要的城，有牆，有門，有楗(kông)；","bklhl":"koh起頂Pek-hô-lûn，下Pek-hô-lûn，是險要ê城，有牆，有門，有栱；"}},{"book":"代下","chapter":8,"verse":6,"versions":{"unv":"又建造巴拉和所有的積貨城，並屯車輛馬兵的城，與耶路撒冷、黎巴嫩，以及自己治理的全國中所願意建造的。","bklcl":"koh khí Pa-la̍h kap Só͘-lô-bûn só͘ ū hú-khò͘ ê siâⁿ, kap hē chhia ê siâⁿ, kap bé-peng ê siâⁿ, kap Só͘-lô-bûn tī Iâ-lō͘-sat-léng, tī Lī-pa-lùn, kap tī i só͘ tī-lí ê choân-tōe, ūi ka-kī ê khoài-lo̍k só͘ ài khí ê, lóng khí--i.","tghg":"閣起巴拉及所羅門所有府庫的城，及下(hē)車的城及馬兵的城，及所羅門佇耶路撒冷、佇黎巴嫩，及佇伊所治理的全地，為家己的快樂所愛起的，攏起伊。","bklhl":"koh起Pa-la̍h kap所羅門所有府庫ê城，kap hē車 ê城，kap馬兵ê城，kap所羅門tī耶路撒冷，tī Lī-pa-lùn，kap tī伊所治理ê全地，為家己ê快樂所ài起ê，lóng起伊。"}},{"book":"代下","chapter":8,"verse":7,"versions":{"unv":"至於國中所剩下不屬以色列人的赫人、亞摩利人、比利洗人、希未人、耶布斯人，","bklcl":"Lūn-kàu só͘ chhun ê peh-sìⁿ, Hek lâng, A-mô͘-lī lâng, Pí-lī-sé lâng, Hi-bī lâng, Iâ-pò͘-su lâng, m̄-sī sio̍k tī Í-sek-lia̍t ê,","tghg":"論到所剩的百姓赫人、亞摩利人、比利洗人、希未人、耶布斯人，呣是屬佇以色列的，","bklhl":"論到所chhun ê百姓，Hek人、A-mô͘-lī人、Pí-lī-sé人、Hi-bī人、Iâ-pò͘-su人，m̄是屬tī以色列ê，"}},{"book":"代下","chapter":8,"verse":8,"versions":{"unv":"就是以色列人未曾滅絕的，所羅門挑取他們的後裔作服苦的奴僕，直到今日。","bklcl":"chiū-sī tī chit tōe-hng in só͘ chhun ê hō͘-è, Í-sek-lia̍t lâng bô it-chīn bia̍t--ê,  Só͘-lô-bûn phài in chòe khó͘-kang kàu kin-á-ji̍t;","tghg":"就是佇此地方𪜶所剩的後裔，以色列人無一盡滅者，所羅門派𪜶做苦工，到今仔日。","bklhl":"就是tī chit地方in所chhun ê後裔，以色列人無一盡滅ê，所羅門派in做苦工到今á日；"}},{"book":"代下","chapter":8,"verse":9,"versions":{"unv":"惟有以色列人，所羅門不使他們當奴僕做工，乃是作他的戰士、軍長的統領、車兵長、馬兵長。","bklcl":"chóng-sī Í-sek-lia̍t lâng Só͘-lô-bûn bô hō͘ in chòe lô͘-po̍k, chòe i ê kang; sī chòe i ê chiàn-sū, kun-tiúⁿ ê siú-léng, chhia-tiúⁿ, bé-peng-tiúⁿ.","tghg":"總是以色列人，所羅門無互𪜶做奴僕做伊的工，是做伊的戰士，軍長的首領、車長、馬兵長。","bklhl":"總是以色列人所羅門無hō͘ in做奴僕，做伊ê工；是做伊ê戰士，軍長ê首領，車長、馬兵長。"}},{"book":"代下","chapter":8,"verse":10,"versions":{"unv":"所羅門王有二百五十督工的，監管工人。","bklcl":"Só͘-lô-bûn ông ê tōa-koaⁿ koán-lí peh-sìⁿ--ê, nn̄g-pah gō͘-cha̍p lâng.","tghg":"所羅門王的大官，管理百姓者，二百五十人。","bklhl":"所羅門王ê大官管理百姓ê，兩百五十人。"}},{"book":"代下","chapter":8,"verse":11,"versions":{"unv":"所羅門將法老的女兒帶出大衛城，上到為她建造的宮裡；因所羅門說：「耶和華約櫃所到之處都為聖地，所以我的妻不可住在以色列王大衛的宮裡。」","bklcl":"Só͘-lô-bûn tòa Hoat-ló ê cha-bó͘-kiáⁿ tùi Tāi-pi̍t ê siâⁿ chiūⁿ kàu i só͘ kā i khí ê chhù; in-ūi kóng, Góa ê bó͘ m̄-thang khiā-khí tī Í-sek-lia̍t ông Tāi-pi̍t ê chhù; in-ūi Iâ-hô-hoa ê kūi só͘ kàu ê só͘-chāi lóng sī sèng-tōe.","tghg":"所羅門帶法老的查某子對大衛的城，上到伊所給伊起的厝；因為講：「我的某呣通徛起佇以色列王大衛的厝，因為耶和華的櫃所到的所在攏是聖地。」","bklhl":"所羅門帶法老ê cha-bó͘-kiáⁿ tùi大衛ê城上到伊所kā伊起ê厝；因為講，我ê bó͘ m̄-thang khiā起tī以色列王大衛ê厝；因為耶和華ê櫃所到ê所在lóng是聖地。"}},{"book":"代下","chapter":8,"verse":12,"versions":{"unv":"所羅門在耶和華的壇上，就是在廊子前他所築的壇上，與耶和華獻燔祭；","bklcl":"Só͘-lô-bûn tī Iâ-hô-hoa ê tôaⁿ, chiū-sī tī léng-lông ê thâu-chêng só͘ khí--ê, hiàn sio-chè hō͘ Iâ-hô-hoa,","tghg":"所羅門佇耶和華的壇，就是佇兩廊(léng-lông)的頭前所起的，獻燒祭互耶和華；","bklhl":"所羅門tī耶和華ê壇，就是tī léng廊ê頭前所起ê，獻燒祭hō͘耶和華，"}},{"book":"代下","chapter":8,"verse":13,"versions":{"unv":"又遵著摩西的吩咐在安息日、月朔，並一年三節，就是除酵節、七七節、住棚節，獻每日所當獻的祭。","bklcl":"chiàu Mô͘-se só͘ bēng-lēng, tī an-hioh-ji̍t, ge̍h ê chhoe-it, chi̍t-nî saⁿ-pái só͘ tiāⁿ-tio̍h ê choeh, chiū-sī tû-kàⁿ-choeh, chhit-chhit-choeh, tah-liâu-á choeh, chiàu ta̍k-ji̍t só͘ eng-kai hiàn--ê lâi hiàn.","tghg":"照摩西所命令佇安息日、月的初一，一年三擺所定著的節，就是除酵節、七七節、搭寮仔節，照逐日所應該獻的來獻。","bklhl":"照摩西所命令，tī安歇日，月ê初一，一年三pái所定tio̍h ê節，就是除酵節、七七節、搭寮á節，照ta̍k日所應該獻ê來獻。"}},{"book":"代下","chapter":8,"verse":14,"versions":{"unv":"所羅門照著他父大衛所定的例，派定祭司的班次，使他們各供己事，又使利未人各盡其職，讚美耶和華，在祭司面前做每日所當做的；又派守門的按著班次看守各門，因為神人大衛是這樣吩咐的。","bklcl":"Koh chiàu i ê lāu-pē Tāi-pi̍t ê lē, tiāⁿ-tio̍h chè-si ê pan-lia̍t lâi chòe i ê kang; koh tiāⁿ-tio̍h Lī-bī lâng chīn in ê chit, hō͘ in o-ló, koh tī chè-si ê bīn-chêng ho̍k-sāi, chiàu ta̍k-ji̍t só͘ eng-kai chòe--ê; koh siat-li̍p kò͘-mn̂g--ê, chiàu in ê pan-lia̍t, tī ta̍k ê mn̂g; che sī Siōng-tè ê lô͘-po̍k Tāi-pi̍t só͘ bēng-lēng--ê.","tghg":"閣照伊的老父大衛的例，定著祭司的班列，來做伊的工，閣定著利未人盡𪜶的職，互𪜶謳咾，閣佇祭司的面前服事照逐日所應該做的；閣設立顧門者，照𪜶的班列佇逐個門，這是上帝的奴僕大衛所命令的。","bklhl":"Koh照伊ê老父大衛ê例，定tio̍h祭司ê班列來做伊ê工；koh定tio̍h利未人盡in ê職，hō͘ in o-ló，koh tī祭司ê面前服事，照ta̍k日所應該做ê；koh設立顧門ê，照in ê班列，tī ta̍k-ê門；這是上帝ê奴僕大衛所命令ê。"}},{"book":"代下","chapter":8,"verse":15,"versions":{"unv":"王所吩咐眾祭司和利未人的，無論是管府庫或辦別的事，他們都不違背。","bklcl":"Ông só͘ bēng-lēng hiah-ê chè-si kap Lī-bī lâng, bô-lūn koán hú-khò͘, á-sī pa̍t-hāng sū, in lóng bô ûi-ke̍h.","tghg":"王所命令許個祭司及利未人，無論管府庫抑是別項事，𪜶攏無違逆(ûi-ke̍h)。","bklhl":"王所命令hiah-ê祭司kap利未人，無論管府庫，á是別項事，in lóng無違逆。"}},{"book":"代下","chapter":8,"verse":16,"versions":{"unv":"所羅門建造耶和華的殿，從立根基直到成功的日子，工料俱備。這樣，耶和華的殿全然完畢。","bklcl":"Só͘-lô-bûn khí Iâ-hô-hoa ê tiān, tùi hē tōe-ki kàu sêng-kong ê ji̍t, kang-liāu lóng tāi-seng pī-pān.  Án-ni Iâ-hô-hoa ê tiān lóng khí-hó.","tghg":"所羅門起耶和華的殿，對下地基到成功的日，工料攏代先備辦。按呢，耶和華的殿攏起好。","bklhl":"所羅門起耶和華ê殿，tùi hē地基到成功ê日，工料lóng事先備辦。Án-ni耶和華ê殿lóng起好。"}},{"book":"代下","chapter":8,"verse":17,"versions":{"unv":"那時，所羅門往以東地靠海的以旬‧迦別和以祿去。","bklcl":"Hit-sî Só͘-lô-bûn khì Í-tong tōe, kàu tī hái-kîⁿ ê Í-sûn-ka-piat kap Í-lo̍k.","tghg":"彼時，所羅門去以東地到佇海墘的以旬迦別及以祿。","bklhl":"Hit時所羅門去Í-tong地，到tī海墘ê Í-sûn-ka-piat kap以諾。"}},{"book":"代下","chapter":8,"verse":18,"versions":{"unv":"希蘭差遣他的臣僕，將船隻和熟悉泛海的僕人送到所羅門那裡。他們同著所羅門的僕人到了俄斐，得了四百五十他連得金子，運到所羅門王那裡。","bklcl":"Hō͘-lân thok i ê lô͘-po̍k, chhe chûn-chiah kap chai-iáⁿ hái-lō͘ ê lô͘-po̍k, kàu i hia.  In kap Só͘-lô-bûn ê lô͘-po̍k kàu Gô-hui; tùi-hia tit-tio̍h kim sì-pah gō͘-cha̍p tha-liân-tek, ūn-kàu Só͘-lô-bûn ông hia.","tghg":"戶蘭託伊的奴僕，差船隻及知影海路的奴僕到伊遐。𪜶及所羅門的奴僕到俄斐，對遐得著金四百五十他連得，運到所羅門王遐。","bklhl":"Hō͘-lân託伊ê奴僕，差船隻kap知影海路ê奴僕，到伊hia。In kap所羅門ê奴僕到Gô-hui；tùi-hia得tio̍h金四百五十tha-liân-tek，運到所羅門王hia。"}}]