[{"book":"代下","chapter":12,"verse":1,"versions":{"unv":"羅波安的國堅立，他強盛的時候就離棄耶和華的律法，以色列人也都隨從他。","bklcl":"Lô-phò-àm ê kok kian-kò͘, i kiông-sēng ê sî, chiū khì-sak Iâ-hô-hoa ê lu̍t-hoat, Í-sek-lia̍t iā lóng tè i.","tghg":"羅波安的國堅固，伊強盛的時就棄拺(khì-sak)耶和華的律法，以色列也攏隨(tè)伊。","bklhl":"Lô-phò-àm ê國堅固，伊強盛ê時，就棄sak耶和華ê律法，以色列也lóng tè伊。"}},{"book":"代下","chapter":12,"verse":2,"versions":{"unv":"羅波安王第五年，埃及王示撒上來攻打耶路撒冷，因為王和民得罪了耶和華。","bklcl":"Lô-phò-àm ông gō͘--nî, Ai-ki̍p ông Sī-sat chiūⁿ-lâi kong-kek Iâ-lō͘-sat-léng; in-ūi in tek-chōe Iâ-hô-hoa.","tghg":"羅波安王五年，埃及王示撒上來攻擊耶路撒冷，因為𪜶得罪耶和華。","bklhl":"Lô-phò-àm王五年，埃及王Sī-sat上來攻擊耶路撒冷；因為in得罪耶和華。"}},{"book":"代下","chapter":12,"verse":3,"versions":{"unv":"示撒帶戰車一千二百輛，馬兵六萬，並且跟從他出埃及的路比人、蘇基人，和古實人，多得不可勝數。","bklcl":"Sī-sat ū chiàn-chhia chi̍t-chheng nn̄g-pah tiuⁿ, bé-peng la̍k-bān; koh tè i tùi Ai-ki̍p chhut-lâi ê lâng, chiū-sī Lō͘-pí lâng, So͘-ki lâng, Kó͘-si̍t lâng, chōe kàu bōe-sǹg-tit.","tghg":"示撒有戰車一千二百張，馬兵六萬，閣隨伊對埃及出來的人，就是路比人、蘇基人、古實人，多到𣍐算得。","bklhl":"Sī-sat有戰車一千兩百張，馬兵六萬；koh tè伊tùi埃及出來ê人，就是Lō͘-pí人、So͘-ki人、Kó͘-si̍t人，chōe到bōe算得。"}},{"book":"代下","chapter":12,"verse":4,"versions":{"unv":"他攻取了猶大的堅固城，就來到耶路撒冷。","bklcl":"I kong-chhú Iû-tāi kian-kò͘ ê siâⁿ, chiū lâi kàu Iâ-lō͘-sat-léng.","tghg":"伊攻取猶大堅固的城，就來到耶路撒冷。","bklhl":"伊攻取偤大堅固ê城，就來到耶路撒冷。"}},{"book":"代下","chapter":12,"verse":5,"versions":{"unv":"那時，猶大的首領因為示撒就聚集在耶路撒冷。有先知示瑪雅去見羅波安和眾首領，對他們說：「耶和華如此說：『你們離棄了我，所以我使你們落在示撒手裡。』」","bklcl":"Hit-sî Iû-tāi ê siú-léng ūi-tio̍h Sī-sat ê iân-kò͘, chū-chi̍p tī Iâ-lō͘-sat-léng, sian-ti Sī-má-ngá lâi kìⁿ Lô-phò-àm kap hiah-ê siú-léng, kā in kóng, Iâ-hô-hoa án-ni kóng, Lín khì-sak Góa, só͘-í Góa khì-sak lín tī Sī-sat ê chhiú.","tghg":"彼時，猶大的首領為著示撒的緣故聚集佇耶路撒冷。先知示瑪雅來見羅波安及許個首領，給𪜶講：「耶和華按呢講：『恁棄拺我，所以我棄拺恁佇示撒的手。』」","bklhl":"Hit時偤大ê首領為tio̍h Sī-sat ê緣故，聚集tī耶路撒冷，先知Sī-má-ngá來見Lô-phò-àm kap hiah-ê首領，kā in講，耶和華án-ni講，lín棄sak我，所以我棄sak lín tī Sī-sat ê手。"}},{"book":"代下","chapter":12,"verse":6,"versions":{"unv":"於是王和以色列的眾首領都自卑說：「耶和華是公義的。」","bklcl":"Tùi án-ni Í-sek-lia̍t hiah-ê siú-léng kap ông ka-kī khiam-pi, kóng, Iâ-hô-hoa sī kong-gī.","tghg":"對按呢以色列許個首領及王家己謙卑講：「耶和華是公義。」","bklhl":"Tùi án-ni，以色列hiah-ê首領kap王家己謙卑，講，耶和華是公義。"}},{"book":"代下","chapter":12,"verse":7,"versions":{"unv":"耶和華見他們自卑，耶和華的話就臨到示瑪雅說：「他們既自卑，我必不滅絕他們；必使他們略得拯救，我不藉著示撒的手將我的怒氣倒在耶路撒冷。","bklcl":"Iâ-hô-hoa khòaⁿ-kìⁿ in ka-kī khiam-pi, Iâ-hô-hoa ê ōe chiū lîm-kàu Sī-má-ngá kóng, In kì-jiân ka-kī khiam-pi, Góa bô beh châu-bia̍t in, beh hō͘ in lio̍h-á tit-tio̍h chín-kiù, Góa bô beh ēng Sī-sat ê chhiú piàⁿ-lo̍h Góa ê siū-khì tī Iâ-lō͘-sat-léng.","tghg":"耶和華看見𪜶家己謙卑，耶和華的話就臨到示瑪雅講：「𪜶既然家己謙卑，我無欲剿滅(châu-bia̍t)𪜶；欲互𪜶略仔(lio̍h-á)得著拯救，我無欲用示撒的手傾落我的受氣佇耶路撒冷。","bklhl":"耶和華看見in家己謙卑，耶和華ê話就臨到Sī-má-ngá講，In既然家己謙卑，我無beh剿滅in，beh hō͘ in略á得tio̍h拯救，我無beh用Sī-sat ê手piàⁿ落我ê受氣tī耶路撒冷。"}},{"book":"代下","chapter":12,"verse":8,"versions":{"unv":"然而他們必作示撒的僕人，好叫他們知道，服事我與服事外邦人有何分別。」","bklcl":"Chóng-sī in beh chòe Sī-sat ê lô͘-po̍k, hō͘ in chai ho̍k-sāi Góa, kap ho̍k-sāi lia̍t-kok, ū sím-mi̍h hun-piat.","tghg":"總是𪜶欲做示撒的奴僕，互𪜶知服事我及服事列國有甚麼分別。」","bklhl":"總是in beh做Sī-sat ê奴僕，hō͘ in知服事我，kap服事列國，有甚麼分別。"}},{"book":"代下","chapter":12,"verse":9,"versions":{"unv":"於是，埃及王示撒上來攻取耶路撒冷，奪了耶和華殿和王宮裡的寶物，盡都帶走，又奪去所羅門製造的金盾牌。","bklcl":"Tùi án-ni Ai-ki̍p ông Sī-sat chiūⁿ-lâi kong-kek Iâ-lō͘-sat-léng chhiúⁿ Iâ-hô-hoa tiān ê pó-mi̍h, kap ông-kiong ê pó-mi̍h, lóng tòa--khì; koh chhiúⁿ Só͘-lô-bûn só͘ chòe kim ê pîn-pâi.","tghg":"對按呢，埃及王示撒上來攻擊耶路撒冷，搶耶和華殿的寶物及王宮的寶物，攏帶去，閣搶所羅門所做金的屏牌。","bklhl":"Tùi án-ni，埃及王Sī-sat上來攻擊耶路撒冷搶耶和華殿ê寶物，kap王宮ê寶物，lóng帶去；koh搶所羅門所做金ê屏牌。"}},{"book":"代下","chapter":12,"verse":10,"versions":{"unv":"羅波安王製造銅盾牌代替那金盾牌，交給守王宮門的護衛長看守。","bklcl":"Lô-phò-àm ông chòe tâng ê pîn-pâi lâi thòe in, kau hō͘ siú ông-kiong mn̂g ê sī-ōe-tiúⁿ kò͘-siú.","tghg":"羅波安王做銅的屏牌來替𪜶，交互守王宮門的侍衛長顧守。","bklhl":"Lô-phò-àm王做銅ê屏牌來替in，交hō͘守王宮門ê侍衛長顧守。"}},{"book":"代下","chapter":12,"verse":11,"versions":{"unv":"王每逢進耶和華的殿，護衛兵就拿這盾牌，隨後仍將盾牌送回，放在護衛房。","bklcl":"Ông ta̍k-pái ji̍p Iâ-hô-hoa ê tiān, sī-ōe chiū tòa chiah-ê pîn-pâi; āu-lâi chiū tòa tò-tńg lâi hē tī sī-ōe ê chhù.","tghg":"王逐擺(ta̍k-pái)入耶和華的殿，侍衛就帶諸個屏牌，後來就帶倒轉來，下(hē)佇侍衛的厝。","bklhl":"王ta̍k-pái入耶和華ê殿，侍衛就帶chiah ê屏牌；後來就帶倒tńg來hē tī侍衛ê厝。"}},{"book":"代下","chapter":12,"verse":12,"versions":{"unv":"王自卑的時候，耶和華的怒氣就轉消了，不將他滅盡，並且在猶大中間也有善益的事。","bklcl":"Ông ka-kī khiam-pi ê sî, Iâ-hô-hoa ê siū-khì siu tò-tńg, bô it-chīn bia̍t--i; koh tī Iû-tāi ê tiong-kan iā ū hó ê tāi-chì.","tghg":"王家己謙卑的時，耶和華的受氣收倒轉，無一盡滅伊，閣佇猶大的中間也有好的代誌。","bklhl":"王家己謙卑ê時，耶和華ê受氣收倒tńg，無一盡滅伊；koh tī偤大ê中間也有好ê tāi-chì。"}},{"book":"代下","chapter":12,"verse":13,"versions":{"unv":"羅波安王自強，在耶路撒冷作王。他登基的時候年四十一歲，在耶路撒冷，就是耶和華從以色列眾支派中所選擇立他名的城，作王十七年。羅波安的母親名叫拿瑪，是亞捫人。","bklcl":"Lô-phò-àm ông ka-kī kiông-sēng, tī Iâ-lō͘-sat-léng chòe ông.  Lô-phò-àm chē-ūi ê sî sì-cha̍p-it hè, tī Iâ-lō͘-sat-léng, chiū-sī Iâ-hô-hoa tùi Í-sek-lia̍t chèng chi-phài-tiong só͘ kéng an-tì I ê miâ ê siâⁿ, chòe ông cha̍p chhit nî.  I ê lāu-bú miâ kiò Ná-má, sī A-bûn lâng.","tghg":"羅波安王家己強盛，佇耶路撒冷做王。羅波安坐位的時四十一歲，佇耶路撒冷，就是耶和華對以色列眾支派中所揀安置伊的名的城，做王十七年。伊的老母名叫拿瑪，是亞捫人。","bklhl":"Lô-phò-àm王家己強盛，tī耶路撒冷做王。Lô-phò-àm坐位ê時四十一歲，tī耶路撒冷，就是耶和華tùi以色列眾支派中所揀安置伊ê名ê城，做王十七年。伊ê老母名叫Ná-má，是A-bûn人。"}},{"book":"代下","chapter":12,"verse":14,"versions":{"unv":"羅波安行惡，因他不立定心意尋求耶和華。","bklcl":"Lô-phò-àm kiâⁿ pháiⁿ; in-ūi i bô tiāⁿ-tio̍h ì-sù chhē Iâ-hô-hoa.","tghg":"羅波安行歹，因為伊無定著(tiāⁿ-tio̍h)意思尋耶和華。","bklhl":"Lô-phò-àm行pháiⁿ；因為伊無定tio̍h意思chhē耶和華。"}},{"book":"代下","chapter":12,"verse":15,"versions":{"unv":"羅波安所行的事，自始至終不都寫在先知示瑪雅和先見易多的史記上嗎？羅波安與耶羅波安時常爭戰。","bklcl":"Lô-phò-àm só͘ kiâⁿ ê sū, tùi thâu kàu bé, kiám bô kì tī sian-ti Sī-má-ngá kap sian-kiàn E̍k-to ê chheh, lūn cho̍k-phó͘--ê mah?  Lô-phò-àm kap Iâ-lô-phò-àm siông-siông kau-chiàn.","tghg":"羅波安所行的事，對頭到尾豈無記佇先知示瑪雅及先見易多的冊，論族譜的嗎？羅波安及耶羅波安常常交戰。","bklhl":"Lô-phò-àm所行ê事，tùi頭到尾，kiám無記tī先知Sī-má-ngá kap先見E̍k-to ê冊，論族譜ê mah？Lô-phò-àm kap Iâ-lô-phò-àm常常交戰。"}},{"book":"代下","chapter":12,"verse":16,"versions":{"unv":"羅波安與他列祖同睡，葬在大衛城裡。他兒子亞比雅接續他作王。","bklcl":"Lô-phò-àm kap i ê lia̍t-chó͘ tâng-khùn, bâi-chòng tī Tāi-pi̍t siâⁿ;  I ê kiáⁿ A-pí-ngá sòa-chiap i chòe ông.","tghg":"羅波安及伊的列祖同睏，埋葬佇大衛城。伊的子亞比雅續接伊做王。","bklhl":"Lô-phò-àm kap伊ê列祖同睏，埋葬tī大衛城；伊ê kiáⁿ A-pí-ngá續接伊做王。"}}]