[{"book":"代下","chapter":19,"verse":1,"versions":{"unv":"猶大王約沙法平平安安地回耶路撒冷，到宮裡去了。","bklcl":"Iû-tāi ông Iok-sa-hoat pêng-an tò-khì Iâ-lō͘-sat-léng kàu i ê chhù.","tghg":"猶大王約沙法平安倒去耶路撒冷，到伊的厝。","bklhl":"偤大王Iok-sa-hoat平安tò去耶路撒冷到伊ê厝。"}},{"book":"代下","chapter":19,"verse":2,"versions":{"unv":"先見哈拿尼的兒子耶戶出來迎接約沙法王，對他說：「你豈當幫助惡人，愛那恨惡耶和華的人呢？因此耶和華的忿怒臨到你。","bklcl":"Sian-kiàn Hap-ná-nî ê kiáⁿ Iâ-hō͘ chhut-lâi ngiâ-chih Iok-sa-hoat ông, kā i kóng, Lí pang-chān pháiⁿ-lâng, thiàⁿ oàn-hūn Iâ-hô-hoa ê lâng, ha̍p-gî mah?  In-ūi án-ni Iâ-hô-hoa ê siū-khì lîm-kàu lí.","tghg":"先見哈拿尼的子耶戶出來迎接(ngiâ-chih)約沙法王，給伊講：「你幫助歹人，疼怨恨耶和華的人合宜嗎？因為按呢耶和華的受氣臨到你。","bklhl":"先見Hap-ná-nî ê kiáⁿ Iâ-hō͘出來迎接Iok-sa-hoat王，kā伊講，你幫贊pháiⁿ人，疼怨恨耶和華ê人，合宜mah？因為án-ni耶和華ê受氣臨到你。"}},{"book":"代下","chapter":19,"verse":3,"versions":{"unv":"然而你還有善行，因你從國中除掉木偶，立定心意尋求　神。","bklcl":"Nā-sī lí iáu ū hó-sū tī-teh; in-ūi lí tùi chit ê tōe-hng tû-khì A-su-tha-lio̍k, koh tiāⁿ-tio̍h lí ê sim chhē Siōng-tè.","tghg":"若是你猶(iáu)有好事佇啲，因為你對此個地方除去亞斯他錄，閣定著你的心尋上帝。」","bklhl":"但是你iáu有好事tī-teh；因為你tùi chit ê地方除去A-su-tha-lio̍k，koh定tio̍h你ê心chhē上帝。"}},{"book":"代下","chapter":19,"verse":4,"versions":{"unv":"約沙法住在耶路撒冷，以後又出巡民間，從別是巴直到以法蓮山地，引導民歸向耶和華─他們列祖的　神；","bklcl":"Iok-sa-hoat tiàm tī Iâ-lō͘-sat-léng; āu-lâi koh chhut-khì sûn-sī peh-sìⁿ ê tiong-kan, tùi Pia̍t-sī-pa kàu Í-hoat-liân soaⁿ-tōe, chhōa peh-sìⁿ kui-ǹg Iâ-hô-hoa in lia̍t-chó͘ ê Siōng-tè.","tghg":"約沙法踮佇耶路撒冷，後來閣出去巡視百姓的中間，對別是巴到以法蓮山地，導百姓歸向耶和華──𪜶列祖的上帝；","bklhl":"Iok-sa-hoat tiàm tī耶路撒冷；後來koh出去巡視百姓ê中間，tùi別是巴到Í-hoat-liân山地，chhōa百姓歸向耶和華in列祖ê上帝。"}},{"book":"代下","chapter":19,"verse":5,"versions":{"unv":"又在猶大國中遍地的堅固城裡設立審判官，","bklcl":"Koh siat-li̍p sím-phòaⁿ-koaⁿ tī kéng-lāi, tī Iû-tāi kian-kò͘ ê siâⁿ; ta̍k ê siâⁿ lóng án-ni.","tghg":"閣設立審判官佇境內佇猶大堅固的城，逐個城攏按呢，","bklhl":"Koh設立審判官tī境內，tī偤大堅固ê城；ta̍k-ê城lóng án-ni。"}},{"book":"代下","chapter":19,"verse":6,"versions":{"unv":"對他們說：「你們辦事應當謹慎；因為你們判斷不是為人，乃是為耶和華。判斷的時候，他必與你們同在。","bklcl":"Kā hiah-ê sím-phòaⁿ-koaⁿ kóng, Kín-sīn lín ê só͘-chòe; in-ūi lín sím-phòaⁿ m̄-sī ūi-tio̍h lâng, sī ūi-tio̍h Iâ-hô-hoa; lín sím-phòaⁿ ê sî, I kap lín tī-teh.","tghg":"給許個審判官講：「謹慎恁的所做；因為恁審判呣是為著人，是為著耶和華。恁審判的時，伊及恁佇啲。","bklhl":"Kā hiah-ê審判官講，謹慎lín ê所做；因為lín審判m̄是為tio̍h人，是為tio̍h耶和華；lín審判ê時，伊kap lín tī-teh。"}},{"book":"代下","chapter":19,"verse":7,"versions":{"unv":"現在你們應當敬畏耶和華，謹慎辦事；因為耶和華─我們的　神沒有不義，不偏待人，也不受賄賂。」","bklcl":"Taⁿ lín tio̍h kiaⁿ-ùi Iâ-hô-hoa; kín-sīn chòe tāi-chì; in-ūi Iâ-hô-hoa lán ê Siōng-tè bô-ū put-gī, bô phian-thán, bô siū pò͘-lō͘.","tghg":"今恁著驚畏耶和華，謹慎做代誌；因為耶和華──咱的上帝無有不義，無偏袒(phian-thán)，無收賄賂(pò͘-lō͘)。」","bklhl":"Taⁿ lín tio̍h驚畏耶和華；謹慎做tāi-chì；因為耶和華咱ê上帝無有不義，無偏袒，無受pò͘賂。"}},{"book":"代下","chapter":19,"verse":8,"versions":{"unv":"約沙法從利未人和祭司，並以色列族長中派定人，在耶路撒冷為耶和華判斷，聽民間的爭訟，就回耶路撒冷去了。","bklcl":"Iok-sa-hoat tùi Lī-bī lâng, kap chè-si, kap Í-sek-lia̍t cho̍k-tiúⁿ tiong, siat-li̍p lâng, tī Iâ-lō͘-sat-léng ūi Iâ-hô-hoa phòaⁿ-toàn tāi-chì, kap saⁿ-kò.  In chiū tò-khì Iâ-lō͘-sat-léng.","tghg":"約沙法對利未人及祭司，及以色列族長中設立人，佇耶路撒冷為耶和華判斷代誌，及相告，伊就倒去耶路撒冷。","bklhl":"Iok-sa-hoat tùi利未人，kap祭司，kap以色列族長中，設立人，tī耶路撒冷為耶和華判斷tāi-chì，kap相告。In就tò去耶路撒冷。"}},{"book":"代下","chapter":19,"verse":9,"versions":{"unv":"約沙法囑咐他們說：「你們當敬畏耶和華，忠心誠實辦事。","bklcl":"I koh bēng-lēng in kóng, Lín tio̍h kiaⁿ-ùi Iâ-hô-hoa, chīn-tiong sêng-si̍t sim lâi kiâⁿ chit ê tāi-chì.","tghg":"伊閣命令𪜶講：「恁著驚畏耶和華，盡忠誠實心來行此個代誌。","bklhl":"伊koh命令in講，Lín tio̍h驚畏耶和華，盡忠誠實心來行chit ê tāi-chì。"}},{"book":"代下","chapter":19,"verse":10,"versions":{"unv":"住在各城裡你們的弟兄，若有爭訟的事來到你們這裡，或為流血，或犯律法、誡命、律例、典章，你們要警戒他們，免得他們得罪耶和華，以致他的忿怒臨到你們和你們的弟兄；這樣行，你們就沒有罪了。","bklcl":"Kìⁿ-nā lín ê hiaⁿ-tī tiàm tī in hiah-ê siâⁿ--ê, nā ū oan-ke ê sū, lâi chiū-kūn lín, bô-lūn sím-mi̍h tāi-chì, he̍k-sī ūi-tio̍h lâu huih, á-sī tī lu̍t-hoat kap kài-bēng, á-sī lu̍t-lē kap hoat-tō͘ ê tiong-kan, lín tio̍h kéng-kài in, m̄-thang tek-chōe Iâ-hô-hoa, tì-kàu siū-khì lîm-kàu lín, kap lín ê hiaⁿ-tī; lín án-ni chòe, chiū bô chōe.","tghg":"見若恁的兄弟踮佇𪜶許個城者，若有冤家的事來就近恁，無論甚麼代誌，或是為著流血，抑是佇律法及誡命，抑是律例及法度的中間，恁著警戒𪜶，呣通得罪耶和華，致到受氣臨到恁及恁的兄弟；恁按呢做，就無罪。","bklhl":"見若lín ê兄弟tiàm tī in hiah-ê城ê，若有冤家ê事，來就近lín，無論甚麼tāi-chì，或是為tio̍h流血，á是tī律法kap誡命，á是律例kap法度ê中間，lín tio̍h警戒in，m̄-thang得罪耶和華，致到受氣臨到lín，kap lín ê兄弟；lín án-ni做，就無罪。"}},{"book":"代下","chapter":19,"verse":11,"versions":{"unv":"凡屬耶和華的事，有大祭司亞瑪利雅管理你們；凡屬王的事，有猶大支派的族長以實瑪利的兒子西巴第雅管理你們；在你們面前有利未人作官長。你們應當壯膽辦事，願耶和華與善人同在。」","bklcl":"Khòaⁿ ah, kìⁿ-nā sio̍k Iâ-hô-hoa ê sū, ū chè-si-thâu A-má-lī-ngá koán-lí lín; kìⁿ-nā sio̍k ông ê sū, ū Iû-tāi ê cho̍k-tiúⁿ Í-si̍t-má-lī ê kiáⁿ Se-pa-tē-ngá koán-lí lín.  Tī lín ê bīn-chêng ū Lī-bī lâng chòe koaⁿ-tiúⁿ; lín tio̍h hó-táⁿ chòe tāi-chì, goān Iâ-hô-hoa kap hó-lâng tī-teh.","tghg":"看啊！見若屬耶和華的事，有祭司頭亞瑪利雅管理恁；見若屬王的事，有猶大的族長以實瑪利的子西巴第雅管理恁；佇恁的面前有利未人做官長。恁著好膽做代誌，願耶和華及好人佇啲。」","bklhl":"看ah，見若屬耶和華ê事，有祭司頭A-má-lī-ngá管理lín；見若屬王ê事，有偤大ê族長以實瑪利ê kiáⁿ Se-pa-tē-ngá管理lín。Tī lín ê面前有利未人做官長；lín tio̍h好膽做tāi-chì，願耶和華kap好人tī-teh。"}}]