[{"book":"代下","chapter":35,"verse":1,"versions":{"unv":"約西亞在耶路撒冷向耶和華守逾越節。正月十四日，就宰了逾越節的羊羔。","bklcl":"Iok-se-a tī Iâ-lō͘-sat-léng siú pôaⁿ-kè-choeh ho̍k-sāi Iâ-hô-hoa; chiaⁿ-ge̍h cha̍p-sì ji̍t, peh-sìⁿ thâi pôaⁿ-kè-choeh ê iûⁿ-á.","tghg":"約西亞佇耶路撒冷守𨃟過節服事耶和華。正月十四日，百姓刣𨃟過節的羊仔。","bklhl":"約西亞tī耶路撒冷守pôaⁿ過節服事耶和華；正月十四日，百姓刣 pôaⁿ過節ê羊á。"}},{"book":"代下","chapter":35,"verse":2,"versions":{"unv":"王分派祭司各盡其職，又勉勵他們辦耶和華殿中的事；","bklcl":"Ông phài chiah-ê chè-si tng in ê chit, koh bián-lē in chòe Iâ-hô-hoa tiān ê kang.","tghg":"王派諸個祭司當𪜶的職，閣勉勵𪜶做耶和華殿的工；","bklhl":"王派chiah ê祭司當in ê職，koh勉勵in做耶和華殿ê工。"}},{"book":"代下","chapter":35,"verse":3,"versions":{"unv":"又對那歸耶和華為聖、教訓以色列人的利未人說：「你們將聖約櫃安放在以色列王大衛兒子所羅門建造的殿裡，不必再用肩扛抬。現在要事奉耶和華─你們的　神，服事他的民以色列。","bklcl":"Koh tùi hiah-ê kui tī Iâ-hô-hoa chòe-sèng, kà-sī Í-sek-lia̍t lâng ê Lī-bī lâng, kóng, Lín tio̍h chiong sèng ê iok-kūi hē tī Í-sek-lia̍t ông Tāi-pi̍t ê kiáⁿ Só͘-lô-bûn só͘ khí ê tiān-lāi, m̄-bián lín ēng keng-thâu kng.  Taⁿ lín tio̍h ho̍k-sāi Iâ-hô-hoa Lín ê Siōng-tè, kap I ê peh-sìⁿ Í-sek-lia̍t.","tghg":"閣對許個歸佇耶和華做聖，教示以色列人的利未人講：「恁著將聖的約櫃下(hē)佇以色列王大衛的子所羅門所起的殿內，呣免恁用肩頭扛。今恁著服事耶和華──恁的上帝，及伊的百姓以色列。","bklhl":"Koh 對 hiah-ê歸tī耶和華做聖，教示以色列人ê利未人，講，Lín tio̍h將聖ê約櫃hē tī以色列王大衛ê kiáⁿ所羅門所起ê殿內，m̄免lín用肩頭扛。Taⁿ lín tio̍h服事耶和華lín ê上帝，kap伊ê百姓以色列。"}},{"book":"代下","chapter":35,"verse":4,"versions":{"unv":"你們應當按著宗族，照著班次，遵以色列王大衛和他兒子所羅門所寫的，自己預備。","bklcl":"Lín tio̍h ka-kī pī-pān, chiàu lín ê chong-cho̍k, lín ê pan-lia̍t thàn Í-sek-lia̍t ông Tāi-pi̍t só͘ kì ê, kap i ê kiáⁿ Só͘-lô-bûn só͘ kì ê.","tghg":"恁著家己備辦照恁的宗族，恁的班列，趁以色列王大衛所記的，及伊的子所羅門所記的。","bklhl":"Lín tio̍h家己備辦，照lín ê宗族，lín ê班列thàn以色列王大衛所記ê，kap伊ê kiáⁿ所羅門所記ê。"}},{"book":"代下","chapter":35,"verse":5,"versions":{"unv":"要按著你們的弟兄，這民宗族的班次，站在聖所，每班中要利未宗族的幾個人。","bklcl":"Khiā tī sèng ê só͘-chāi chiàu lín ê hiaⁿ-tī chiū-sī chit ê peh-sìⁿ chong-cho̍k ê pâng-thâu, tio̍h ū Lī-bī lâng chong-cho̍k ê chi̍t-cho͘[chó͘] lâi ho̍k-sāi i.","tghg":"徛佇聖的所在照恁的兄弟，就是此個百姓宗族的房頭，著有利未人宗族的一組來服事伊。","bklhl":"Khiā tī聖ê所在照lín ê兄弟就是chit ê百姓宗族ê房頭，tio̍h有利未人宗族ê一組來服事伊。"}},{"book":"代下","chapter":35,"verse":6,"versions":{"unv":"要宰逾越節的羊羔，潔淨自己，為你們的弟兄預備了，好遵守耶和華藉摩西所吩咐的話。」","bklcl":"Tio̍h thâi pôaⁿ-kè-choeh ê iûⁿ-ko, ka-kī chheng-khì; ūi-tio̍h lín ê hiaⁿ-tī pī-pān hó-sè, thang chiàu Iâ-hô-hoa thok Mô͘-se só͘-kóng-ê lâi kiâⁿ.","tghg":"著刣𨃟過節的羊羔，家己清氣，為著恁的兄弟備辦好勢，通照耶和華託摩西所講的來行。","bklhl":"Tio̍h 刣 pôaⁿ過節ê羊羔，家己清氣；為tio̍h lín ê兄弟備辦好勢，thang照耶和華託摩西所講ê來行。"}},{"book":"代下","chapter":35,"verse":7,"versions":{"unv":"約西亞從群畜中賜給在那裡所有的人民，綿羊羔和山羊羔三萬隻，牛三千隻，作逾越節的祭物；這都是出自王的產業中。","bklcl":"Iok-se-a tùi kui-kûn ê tiong-kan, mî-iûⁿ-á kap soaⁿ-iûⁿ-á kiōng saⁿ-bān chiah kap gû-káng saⁿ-chheng chiah hō͘ lóng-chóng saⁿ-kap tī-teh ê peh-sìⁿ chòe pôaⁿ-kè-choeh ê mi̍h.  Chiah-ê sī tùi ông ê sán-gia̍p chhú--ê.","tghg":"約西亞對歸群的中間，綿羊仔及山羊仔共三萬隻，及牛牨(káng)三千隻，互攏總相及佇啲的百姓做𨃟過節的物；諸個是對王的產業取的。","bklhl":"約西亞tùi kui群ê中間，綿羊á kap山羊á共三萬隻kap牛káng三千隻hō͘ lóng總相kap tī-teh ê百姓做pôaⁿ過節ê物。Chiah-ê是tùi王ê產業取ê。"}},{"book":"代下","chapter":35,"verse":8,"versions":{"unv":"約西亞的眾首領也樂意將犧牲給百姓和祭司利未人；又有管理　神殿的希勒家、撒迦利亞、耶歇將羊羔二千六百隻，牛三百隻，給祭司作逾越節的祭物。","bklcl":"I hiah-ê siú-léng iā hoaⁿ-hí chhut hō͘ peh-sìⁿ kap chè-si kap Lī-bī lâng.  Hiah ê koán-lí Siōng-tè ê tiān ê Hi-le̍k-ka, Sat-ka-lī-a, Iâ-iat, ēng iûⁿ-á nn̄g-chheng la̍k-pah chiah, gû saⁿ-pah chiah, hō͘ chè-si chòe pôaⁿ-kè-choeh ê chè.","tghg":"伊許個首領也歡喜出互百姓及祭司及利未人；許個管理上帝的殿的希勒家、撒迦利亞、耶歇用羊仔二千六百隻，牛三百隻，互祭司做𨃟過節的祭。","bklhl":"伊hiah-ê首領也歡喜出hō͘百姓kap祭司kap利未人。Hiah-ê管理上帝ê殿ê Hi-le̍k-ka、撒迦利亞、Iâ-iat，用羊á兩千六百隻，牛三百隻，hō͘祭司做pôaⁿ過節ê祭。"}},{"book":"代下","chapter":35,"verse":9,"versions":{"unv":"利未人的族長歌楠雅和他兩個兄弟示瑪雅、拿坦業，與哈沙比雅、耶利、約撒拔將羊羔五千隻，牛五百隻，給利未人作逾越節的祭物。","bklcl":"Lī-bī lâng hiah-ê thâu-ba̍k Ko-lâm-ngá, kap i ê hiaⁿ-tī Sī-má-ngá, Ná-thán-gia̍p, kap Hap-sa-pí-ngá, Iâ-lī, Iok-sat-poa̍t, ēng iûⁿ-á gō͘-chheng chiah, gû gō͘-pah chiah, hō͘ Lī-bī lâng chòe pôaⁿ-kè-choeh ê chè-mi̍h.","tghg":"利未人許個頭目歌楠雅及伊的兄弟示瑪雅、拿坦業，及哈沙比雅、耶利、約撒拔用羊仔五千隻，牛五百隻，互利未人做𨃟過節的祭物。","bklhl":"利未人hiah-ê頭目Ko-lâm-ngá，kap伊ê兄弟Sī-má-ngá、Ná-thán-gia̍p，kap Hap-sa-pí-ngá、Iâ-lī、Iok-sat-poa̍t，用羊á五千隻，牛五百隻，hō͘利未人做pôaⁿ過節ê祭物。"}},{"book":"代下","chapter":35,"verse":10,"versions":{"unv":"這樣，供獻的事齊備了。祭司站在自己的地方，利未人按著班次站立，都是照王所吩咐的。","bklcl":"Án-ni ho̍k-sāi ê tāi-chì lóng pī-pān piān.  Chè-si khiā tī i ê ūi, Lī-bī lâng khiā tī in ê pan-lia̍t, chiàu ông só͘ bēng-lēng ê.","tghg":"按呢，服事的代誌攏備辦便。祭司徛佇伊的位，利未人徛佇𪜶的班列，照王所命令的。","bklhl":"Án-ni服事ê tāi-chì lóng備辦便。祭司khiā tī伊ê位，利未人khiā tī in ê班列，照王所命令ê。"}},{"book":"代下","chapter":35,"verse":11,"versions":{"unv":"利未人宰了逾越節的羊羔，祭司從他們手裡接過血來灑在壇上；利未人剝皮，","bklcl":"In thâi pôaⁿ-kè-choeh ê iûⁿ-á, chè-si tùi in ê chhiú chih huih lâi hiù, Lī-bī lâng pak hiah-ê phê;","tghg":"𪜶刣𨃟過節的羊仔，祭司對𪜶的手接(chih)血來灑(hiù)；利未人剝(pak)許個皮，","bklhl":"In 刣 pôaⁿ過節ê羊á，祭司tùi in ê手接血來hiù，利未人剝hiah-ê皮；"}},{"book":"代下","chapter":35,"verse":12,"versions":{"unv":"將燔祭搬來，按著宗族的班次分給眾民，好照摩西書上所寫的，獻給耶和華；獻牛也是這樣。","bklcl":"iā chiong sio-chè î-sóa i, thang chiàu peh-sìⁿ chong-cho̍k ê pâng-thâu pun hō͘ in thang hiàn-hō͘ Iâ-hô-hoa, chiàu Mô͘-se ê chheh só͘ kì ê; chhú-tì hiah-ê gû iā sī án-ni.","tghg":"也將燒祭移徙伊，通照百姓宗族的房頭分互𪜶，通獻互耶和華，照摩西的冊所記的；處置許個牛也是按呢。","bklhl":"也將燒祭移徙伊，thang照百姓宗族ê房頭分hō͘ in thang獻hō͘耶和華，照摩西ê冊所記ê；處置hiah-ê牛也是án-ni。"}},{"book":"代下","chapter":35,"verse":13,"versions":{"unv":"他們按著常例，用火烤逾越節的羊羔。別的聖物用鍋，用釜，用罐煮了，速速地送給眾民。","bklcl":"In chiàu tiāⁿ-tio̍h ê lē, ēng hé pek pôaⁿ-kè-choeh ê iûⁿ-á; hiah-ê chè-mi̍h ēng tiáⁿ, ēng e, ēng poah, chú--i; kín-kín tòa khì hō͘ chèng peh-sìⁿ.","tghg":"𪜶照定著的例，用火煏(pek)𨃟過節的羊仔。許個祭物用鼎，用鍋(e)、用鉢(poah)，煮伊；緊緊帶去互眾百姓。","bklhl":"In照定tio̍h ê例，用火pek pôaⁿ過節ê羊á；hiah-ê祭物用鼎，用鍋，用缽(poah)，煮伊；緊緊帶去hō͘眾百姓。"}},{"book":"代下","chapter":35,"verse":14,"versions":{"unv":"然後為自己和祭司預備祭物；因為祭司亞倫的子孫獻燔祭和脂油，直到晚上。所以利未人為自己和祭司亞倫的子孫，預備祭物。","bklcl":"Jiân-āu ūi ka-kī kap chè-si pī-pān, in-ūi chè-si A-lûn ê kiáⁿ-sun choan-bū hiàn sio-chè kap iû, kàu ê-hng.  Só͘-í Lī-bī lâng ūi ka-kī, iā ūi chè-si A-lûn ê kiáⁿ-sun pī-pān i.","tghg":"然後為家己及祭司備辦；因為祭司亞倫的子孫專務獻燒祭及油，到下昏。所以利未人為家己也為祭司亞倫的子孫，備辦伊。","bklhl":"然後為家己kap祭司備辦，因為祭司亞倫ê kiáⁿ孫專務獻燒祭kap油，到ê-hng。所以利未人為家己，也為祭司亞倫ê kiáⁿ孫備辦伊。"}},{"book":"代下","chapter":35,"verse":15,"versions":{"unv":"歌唱的亞薩之子孫，照著大衛、亞薩、希幔，和王的先見耶杜頓所吩咐的，站在自己的地位上。守門的看守各門，不用離開他們的職事，因為他們的弟兄利未人給他們預備祭物。","bklcl":"Chhiùⁿ-koa--ê A-sat ê kiáⁿ-sun, khiā tī in ê ūi, chiàu Tāi-pi̍t, A-sat, Hi-bān, kap ông ê sian-kiàn--ê Iâ-tō͘-tùn só͘ bēng-lēng; kò͘-mn̂g ê lâng kò͘-siú ta̍k ê mn̂g; in m̄-bián lī-khui in ê kang, in-ūi in ê hiaⁿ-tī Lī-bī lâng thòe in pī-pān.","tghg":"唱歌者亞撒的子孫，徛佇𪜶的位，照大衛、亞薩、希幔，及王的先見者耶杜頓所命令，顧門的人顧守逐個門，𪜶呣免離開𪜶的工，因為𪜶的兄弟利未人替𪜶備辦。","bklhl":"唱歌ê A-sat ê kiáⁿ孫，khiā tī in ê位，照大衛、A-sat、Hi-bān，kap王ê先見ê Iâ-tō͘-tùn所命令；顧門ê人顧守ta̍k-ê門；in m̄免離開in ê工，因為in ê兄弟利未人替in備辦。"}},{"book":"代下","chapter":35,"verse":16,"versions":{"unv":"當日，供奉耶和華的事齊備了，就照約西亞王的吩咐守逾越節，獻燔祭在耶和華的壇上。","bklcl":"Tng hit-ji̍t ho̍k-sāi Iâ-hô-hoa ê tāi-chì lóng pī-pān, iā siú pôaⁿ-kè-choeh, iā hiàn sio-chè tī Iâ-hô-hoa ê tôaⁿ, chiàu Iok-se-a ông só͘ bēng-lēng.","tghg":"當彼日，服事耶和華的代誌攏備辦，也守𨃟過節，也獻燒祭佇耶和華的壇，照約西亞王所命令。","bklhl":"當hit日，服事耶和華ê tāi-chì lóng備辦，也守pôaⁿ過節，也獻燒祭tī耶和華ê壇，照約西亞王所命令。"}},{"book":"代下","chapter":35,"verse":17,"versions":{"unv":"當時在耶路撒冷的以色列人守逾越節，又守除酵節七日。","bklcl":"Hit-sî saⁿ-kap tī-hia ê Í-sek-lia̍t lâng siú pôaⁿ-kè-choeh, iā siú tû-kàⁿ-choeh le̍k-kè chhit-ji̍t.","tghg":"彼時相及佇遐的以色列人守𨃟過節，也守除酵節歷過七日。","bklhl":"Hit時相kap tī-hia ê以色列人守pôaⁿ過節，也守除酵節歷過七日。"}},{"book":"代下","chapter":35,"verse":18,"versions":{"unv":"自從先知撒母耳以來，在以色列中沒有守過這樣的逾越節，以色列諸王也沒有守過，像約西亞、祭司、利未人、在那裡的猶大人，和以色列人，以及耶路撒冷居民所守的逾越節。","bklcl":"Tùi sian-ti Sat-bó͘-jíⁿ ê ji̍t í-āu, tī Í-sek-lia̍t tiong bô-ū chhin-chhiūⁿ chit-tia̍p só͘ siú ê pôaⁿ-kè-choeh;  koh Í-sek-lia̍t lia̍t-ông iā lóng bô siú pôaⁿ-kè-choeh chhin-chhiūⁿ Iok-se-a, kap chè-si kap Lī-bī lâng, í-ki̍p saⁿ-kap tī-teh ê Iû-tāi kap Í-sek-lia̍t lâng kap Iâ-lō͘-sat-léng khiā-khí ê peh-sìⁿ só͘ siú ê.","tghg":"對先知撒母耳的日以後，佇以色列中無有親像此霎(tia̍p)所守的𨃟過節；閣以色列列王也攏無守𨃟過節，親像約西亞、及祭司、及利未人，以及相及佇啲的猶大，及以色列人，及耶路撒冷徛起的百姓所守的。","bklhl":"Tùi先知撒母耳ê日以後，tī以色列中無有親像chit-tia̍p所守ê pôaⁿ過節；koh以色列列王也lóng無守pôaⁿ過節親像約西亞，kap祭司kap利未人，以及相kap tī-teh ê偤大kap以色列人kap耶路撒冷khiā起ê百姓所守ê。"}},{"book":"代下","chapter":35,"verse":19,"versions":{"unv":"這逾越節是約西亞作王十八年守的。","bklcl":"Tī Iok-se-a chòe ông cha̍p-poeh nî, chiū siú chit ê pôaⁿ-kè-choeh.","tghg":"佇約西亞做王十八年就守此個𨃟過節。","bklhl":"Tī約西亞做王十八年，就守chit ê pôaⁿ過節。"}},{"book":"代下","chapter":35,"verse":20,"versions":{"unv":"這事以後，約西亞修完了殿，有埃及王尼哥上來，要攻擊靠近幼發拉底河的迦基米施；約西亞出去抵擋他。","bklcl":"Chiah-ê tāi-chì í-āu, Iok-se-a í-keng siu-chéng tiān bêng-pe̍k, ū Ai-ki̍p ông Nî-ko chiūⁿ-lâi, beh phah Pek-la̍h hô-piⁿ ê Ka-ki-bí-si.  Iok-se-a chhut-khì tí-tng i.","tghg":"諸個代誌以後，約西亞已經修整殿明白，有埃及王尼哥上來，欲拍伯拉河邊的迦基米施；約西亞出去抵當(tí-tng)伊。","bklhl":"Chiah-ê tāi-chì以後，約西亞已經修整殿明白，有埃及王Nî-ko上來，beh phah Pek-la̍h河邊ê Ka-ki-bí-si。約西亞出去抵擋伊。"}},{"book":"代下","chapter":35,"verse":21,"versions":{"unv":"他差遣使者來見約西亞，說：「猶大王啊，我與你何干？我今日來不是要攻擊你，乃是要攻擊與我爭戰之家，並且　神吩咐我速行，你不要干預　神的事，免得他毀滅你，因為　神是與我同在。」","bklcl":"I chhe sù-chiá lâi kìⁿ Iok-se-a kóng, Iû-tāi ông ah, góa kap lí sím-mi̍h kan-sia̍p? góa kin-á-ji̍t lâi m̄-sī beh kong-kek lí, chiū-sī beh kong-kek kap góa kau-chiàn ê ke; koh Siōng-tè hoan-hù góa tio̍h kóaⁿ-kín, lí bo̍h-tit chhap Siōng-tè ê sū, bián-tit I châu-bia̍t lí; in-ūi Siōng-tè kap góa tī-teh.","tghg":"伊差使者來見約西亞，講：「猶大王啊，我及你甚麼干涉？我今仔日來呣是欲攻擊你，就是欲攻擊及我交戰的家，閣上帝吩咐我著趕緊，你莫得插(chhap)上帝的事，免得伊剿滅(châu-bia̍t)你，因為上帝及我佇啲。」","bklhl":"伊差使者來見約西亞講，偤大王ah，我kap你甚麼干涉？我今á日來m̄是beh攻擊你，就是beh攻擊kap我交戰ê家；koh上帝吩咐我tio̍h趕緊，你莫得chhap上帝ê事，免得伊剿滅你；因為上帝kap我tī-teh。"}},{"book":"代下","chapter":35,"verse":22,"versions":{"unv":"約西亞卻不肯轉去離開他，改裝要與他打仗，不聽從　神藉尼哥之口所說的話，便來到米吉多平原爭戰。","bklcl":"Chóng-sī Iok-se-a m̄-khéng oa̍t-tńg lī-khui i, kái-chong beh kap i kau-chiàn, m̄-thiaⁿ Siōng-tè thok Nî-ko só͘ kóng-chhut ê ōe, chiū lâi kàu Bí-kiat-to ê soaⁿ-kok kau-chiàn.","tghg":"總是約西亞呣肯越轉離開伊，改裝欲及伊交戰，呣聽上帝託尼哥所講出的話，就來到米吉多的山谷交戰。","bklhl":"總是約西亞m̄肯oa̍t-tńg離開伊，改妝beh kap伊交戰，m̄聽上帝託Nî-ko所講出ê話，就來到Bí-kiat-to ê山谷交戰。"}},{"book":"代下","chapter":35,"verse":23,"versions":{"unv":"弓箭手射中約西亞王。王對他的臣僕說：「我受了重傷，你拉我出陣吧！」","bklcl":"Siā-chìⁿ ê lâng siā--tio̍h Iok-se-a ông; ông tùi i ê jîn-sîn kóng, Tòa góa chhut-khì, in-ūi góa siū tāng-siong lah.","tghg":"射箭的人射著約西亞王。王對伊的人臣講：「帶我出去，因為我受重傷啦！」","bklhl":"射箭ê人射tio̍h約西亞王；王對伊ê人臣講，帶我出去，因為我受重傷lah。"}},{"book":"代下","chapter":35,"verse":24,"versions":{"unv":"他的臣僕扶他下了戰車，上了次車，送他到耶路撒冷，他就死了，葬在他列祖的墳墓裡。猶大人和耶路撒冷人都為他悲哀。","bklcl":"I ê jîn-sîn hû i chhut hit tiuⁿ chhia, hē tī i tē-jī tiuⁿ chhia, chài i kàu Iâ-lō͘-sat-léng; i chiū sí, bâi-chòng i tī i ê lia̍t-chó͘ hiah-ê bōng.  Iû-tāi kap Iâ-lō͘-sat-léng lóng ūi-tio̍h Iok-se-a pi-ai.","tghg":"伊的人臣扶伊出彼張車，下佇伊第二張車，載伊到耶路撒冷，伊就死，埋葬伊佇伊的列祖許個墓。猶大及耶路撒冷攏為著約西亞悲哀。","bklhl":"伊ê人臣扶伊出hit張車，hē tī伊第二張車，載伊到耶路撒冷；伊就死，埋葬伊tī伊ê列祖hiah-ê墓。偤大kap耶路撒冷lóng為tio̍h約西亞悲哀。"}},{"book":"代下","chapter":35,"verse":25,"versions":{"unv":"耶利米為約西亞作哀歌。所有歌唱的男女也唱哀歌，追悼約西亞，直到今日；而且在以色列中成了定例。這歌載在哀歌書上。","bklcl":"Iâ-lī-bí ūi Iok-se-a ai-siong; hiah-ê chhiùⁿ-koa ê lâm-lú tī in ê ai-sû lóng ū kóng-khí Iok-se-a kàu tī kin-á-ji̍t; koh tī Í-sek-lia̍t tiong ēng chiah-ê chòe tiāⁿ-tio̍h ê lē.  Khòaⁿ ah, hiah-ê lóng kì tī ai-sû tiong.","tghg":"耶利米為約西亞哀傷。許個唱歌的男女佇𪜶的哀詞，攏有講起約西亞，到佇今仔日；閣佇以色列中用諸個做定著的例。看啊，許個攏記佇哀詞中。","bklhl":"耶利米為約西亞哀傷；hiah-ê唱歌ê男女tī in ê哀詞lóng有講起約西亞到tī今á日；koh tī以色列中用chiah ê做定tio̍h ê例。看ah，hiah-ê lóng記tī哀詞中。"}},{"book":"代下","chapter":35,"verse":26,"versions":{"unv":"約西亞其餘的事和他遵著耶和華律法上所記而行的善事，","bklcl":"Iok-se-a kî-û ê sū, kap i chiàu Iâ-hô-hoa lu̍t-hoat só͘ kì lâi kiâⁿ ê hó-sū;","tghg":"約西亞其餘的事及伊照耶和華律法所記來行的好事，","bklhl":"約西亞其餘ê事，kap伊照耶和華律法所記來行ê好事；"}},{"book":"代下","chapter":35,"verse":27,"versions":{"unv":"並他自始至終所行的，都寫在以色列和猶大列王記上。","bklcl":"kap i tùi-thâu kàu-bé só͘-kiâⁿ ê sū, khòaⁿ ah, lóng kì tī Í-sek-lia̍t kap Iû-tāi lia̍t-ông ê kì-lio̍k.","tghg":"及伊對頭到尾所行的事，看啊！攏記佇以色列及猶大列王的記錄。","bklhl":"kap伊對頭到尾所行ê事，看ah，lóng記tī以色列kap偤大列王ê記錄。"}}]