[{"book":"代下","chapter":21,"verse":1,"versions":{"unv":"約沙法與他列祖同睡，葬在大衛城他列祖的墳地裡。他兒子約蘭接續他作王。","bklcl":"Iok-sa-hoat kap i ê lia̍t-chó͘ tâng khùn, kap i ê lia̍t-chó͘ chòng tī Tāi-pi̍t ê siâⁿ.  I ê kiáⁿ Iâ-hô-lâm sòa-chiap i chòe ông.","tghg":"約沙法及伊的列祖同睏，及伊的列祖葬佇大衛的城。伊的子耶和蘭續接伊做王。","bklhl":"Iok-sa-hoat kap伊ê列祖同睏，kap伊ê列祖葬tī大衛ê城。伊ê kiáⁿ Iâ-hô-lâm續接伊做王。"}},{"book":"代下","chapter":21,"verse":2,"versions":{"unv":"約蘭有幾個兄弟，就是約沙法的兒子亞撒利雅、耶歇、撒迦利雅、亞撒列夫、米迦勒、示法提雅。這都是猶大王約沙法的兒子。","bklcl":"Iâ-hô-lâm ū kúi-nā ê sió-tī, chiū-sī Iok-sa-hoat ê kiáⁿ, A-sat-lī-ngá, Iâ-iat, Sat-ka-lī-ngá, A-sat-lī-ngá, Bí-ka-le̍k, Sī-hoat-thê-a; chiah-ê lóng sī Í-sek-lia̍t ông Iok-sa-hoat ê kiáⁿ.","tghg":"耶和蘭有幾若個小弟，就是約沙法的子亞撒利雅、耶歇、撒迦利雅、亞撒利雅、米迦勒、示法提雅。諸個攏是以色列王約沙法的子。","bklhl":"Iâ-hô-lâm有kúi-nā ê小弟，就是Iok-sa-hoat ê kiáⁿ，A-sat-lī-ngá、Iâ-iat、Sat-ka-lī-ngá、A-sat-lī-ngá、Bí-ka-le̍k、Sī-hoat-thê-a；chiah ê lóng是以色列王Iok-sa-hoat ê kiáⁿ。"}},{"book":"代下","chapter":21,"verse":3,"versions":{"unv":"他們的父親將許多金銀、財寶，和猶大地的堅固城賜給他們；但將國賜給約蘭，因為他是長子。","bklcl":"In lāu-pē ēng chōe-chōe bu̍t-gia̍p hō͘ in; chiū-sī kim-gûn pó-pòe kap Iû-tāi tōe kian-kò͘ ê siâⁿ hō͘ in; chóng-sī ēng kok-ūi hō͘ Iâ-hô-lâm, in-ūi i sī tōa-kiáⁿ.","tghg":"𪜶老父用多多物業互𪜶，就是金、銀、寶貝，及猶大地堅固的城互𪜶；總是用國位互耶和蘭，因為伊是大子。","bklhl":"In老父用chōe-chōe物業hō͘ in；就是金銀寶貝kap偤大地堅固ê城hō͘ in；總是用國位hō͘ Iâ-hô-lâm，因為伊是大kiáⁿ。"}},{"book":"代下","chapter":21,"verse":4,"versions":{"unv":"約蘭興起坐他父的位，奮勇自強，就用刀殺了他的眾兄弟和以色列的幾個首領。","bklcl":"Iâ-hô-lâm khí-lâi chē i ê lāu-pē ê ūi, ka-kī kiông-sēng, chiū ēng to thâi-sí i ê chèng sió-tī, kap Í-sek-lia̍t kúi-nā ê siú-léng.","tghg":"耶和蘭起來坐伊的老父的位，家己強盛，就用刀刣死伊的眾小弟及以色列幾若個首領。","bklhl":"Iâ-hô-lâm起來坐伊ê老父ê位，家己強盛，就用刀刣死伊ê眾小弟，kap以色列kúi-nā ê首領。"}},{"book":"代下","chapter":21,"verse":5,"versions":{"unv":"約蘭登基的時候年三十二歲，在耶路撒冷作王八年。","bklcl":"Iâ-hô-lâm chē-ūi ê sî, saⁿ-cha̍p-jī hè;  tī Iâ-lō͘-sat-léng chòe ông kiōng poeh-nî.","tghg":"耶和蘭坐位的時三十二歲，佇耶路撒冷做王共八年。","bklhl":"Iâ-hô-lâm坐位ê時，三十二歲；tī耶路撒冷做王共八年。"}},{"book":"代下","chapter":21,"verse":6,"versions":{"unv":"他行以色列諸王的道，與亞哈家一樣；因他娶了亞哈的女兒為妻，行耶和華眼中看為惡的事。","bklcl":"I kiâⁿ Í-sek-lia̍t chiah-ê ông ê lō͘, kap A-hap ê ke bô koh-iūⁿ; in-ūi i chhōa A-hap ê cha-bó͘-kiáⁿ chòe bó͘; kiâⁿ Iâ-hô-hoa só͘ khòaⁿ-chòe pháiⁿ ê sū.","tghg":"伊行以色列諸個王的路，及亞哈的家無各樣；因為伊娶亞哈的查某子做某，行耶和華所看做歹的事。","bklhl":"伊行以色列chiah ê王ê路，kap A-hap ê家無各樣；因為伊娶A-hap ê cha-bó͘-kiáⁿ做bó͘；行耶和華所看做pháiⁿ ê事。"}},{"book":"代下","chapter":21,"verse":7,"versions":{"unv":"耶和華卻因自己與大衛所立的約，不肯滅大衛的家，照他所應許的，永遠賜燈光與大衛和他的子孫。","bklcl":"Chóng-sī Iâ-hô-hoa in-ūi ka-kī kap Tāi-pi̍t só͘ li̍p ê iok, m̄-kam bia̍t Tāi-pi̍t ê ke, chiàu I só͘ èng-ún ê, éng-oán siúⁿ-sù chi̍t pha teng hō͘ i kap i ê kiáⁿ-sun.","tghg":"總是耶和華因為家己及大衛所立的約，呣甘滅大衛的家，照伊所應允的，永遠賞賜一葩(pha)燈互伊及伊的子孫。","bklhl":"總是耶和華因為家己kap大衛所立ê約，m̄甘滅大衛ê家，照伊所應允ê，永遠賞賜一pha燈hō͘伊kap伊ê kiáⁿ孫。"}},{"book":"代下","chapter":21,"verse":8,"versions":{"unv":"約蘭年間，以東人背叛猶大，脫離他的權下，自己立王。","bklcl":"Tng Iâ-hô-lâm ê nî-kan, Í-tong pōe-poān Iû-tāi, thoat-lī i ê chhiú-thâu; ka-kī siat-li̍p ông.","tghg":"當耶和蘭的年間，以東背叛猶大，脫離伊的手頭，家己設立王。","bklhl":"當Iâ-hô-lâm ê年間，Í-tong背叛偤大，脫離伊ê手頭；家己設立王。"}},{"book":"代下","chapter":21,"verse":9,"versions":{"unv":"約蘭就率領軍長和所有的戰車，夜間起來，攻擊圍困他的以東人和車兵長。","bklcl":"Iâ-hô-lâm chiū chhōa i hiah-ê kun-tiúⁿ, kap lóng-chóng ê chiàn-chhia kè--khì, thàu-mî khí-lâi, phah ûi-khùn i ê Í-tong lâng, kap hiah-ê chhia-tiúⁿ.","tghg":"耶和蘭就導伊許個軍長及攏總的戰車過去，透暝起來，拍圍困伊的以東人及許個車長。","bklhl":"Iâ-hô-lâm就chhōa伊hiah-ê軍長，kap lóng總ê戰車過去，透暝起來，phah圍困伊ê Í-tong人，kap hiah-ê車長。"}},{"book":"代下","chapter":21,"verse":10,"versions":{"unv":"這樣，以東人背叛猶大，脫離他的權下，直到今日。那時，立拿人也背叛了，因為約蘭離棄耶和華─他列祖的　神。","bklcl":"Án-ni Í-tong lâng pōe-poān Iû-tāi, thoat-lī i ê chhiú-thâu, kàu kin-á-ji̍t; siâng hit-sî Li̍p-ná lâng iā pōe-poān, thoat-lī i ê chhiú-thâu; in-ūi Iâ-hô-lâm khì-sak Iâ-hô-hoa i ê lia̍t-chó͘ ê Siōng-tè.","tghg":"按呢，以東人背叛猶大，脫離伊的手頭，到今仔日。像(siâng)彼時，立拿人也背叛，脫離伊的手頭，因為耶和蘭棄拺耶和華──伊的列祖的上帝。","bklhl":"Án-ni Í-tong人背叛偤大，脫離伊ê手頭，到今á日；siâng hit時Li̍p-ná人也背叛，脫離伊ê手頭；因為Iâ-hô-lâm棄sak耶和華伊ê列祖ê上帝。"}},{"book":"代下","chapter":21,"verse":11,"versions":{"unv":"他又在猶大諸山建築邱壇，使耶路撒冷的居民行邪淫，誘惑猶大人。","bklcl":"I koh tī Iû-tāi ê soaⁿ khí soaⁿ-thâu-tôaⁿ, hō͘ Iâ-lō͘-sat-léng khiā-khí ê peh-sìⁿ kiâⁿ siâ-îm; koh iú-he̍k Iû-tāi lâng.","tghg":"伊閣佇猶大的山起山頭壇，互耶路撒冷徛起的百姓行邪淫，閣誘惑猶大人。","bklhl":"伊koh tī偤大ê山起山頭壇，hō͘耶路撒冷khiā起ê百姓行邪淫；koh誘惑偤大人。"}},{"book":"代下","chapter":21,"verse":12,"versions":{"unv":"先知以利亞達信與約蘭說：「耶和華─你祖大衛的　神如此說：『因為你不行你父約沙法和猶大王亞撒的道，","bklcl":"Sian-ti Í-lī-a siá-phoe kià hō͘ Iâ-hô-lâm, kóng, Iâ-hô-hoa lí ê chó͘ Tāi-pi̍t ê Siōng-tè án-ni kóng, In-ūi lí bô kiâⁿ lí ê pē Iok-sa-hoat ê lō͘, kap Iû-tāi ông A-sat ê lō͘;","tghg":"先知以利亞寫批寄互耶和蘭講：「耶和華──你的祖大衛的上帝按呢講：『因為你無行你的父約沙法的路及猶大王亞撒的路，","bklhl":"先知以利亞寫phoe寄hō͘ Iâ-hô-lâm，講，耶和華你ê祖大衛ê上帝án-ni講，因為你無行你ê父Iok-sa-hoat ê路，kap偤大王A-sat ê路；"}},{"book":"代下","chapter":21,"verse":13,"versions":{"unv":"乃行以色列諸王的道，使猶大人和耶路撒冷的居民行邪淫，像亞哈家一樣，又殺了你父家比你好的諸兄弟。","bklcl":"chiū-sī kiâⁿ Í-sek-lia̍t chiah-ê ông ê lō͘, koh hō͘ Iû-tāi kap Iâ-lō͘-sat-léng khiā-khí ê peh-sìⁿ kiâⁿ siâ-îm, chhin-chhiūⁿ A-hap ê ke kiâⁿ siâ-îm chi̍t-iūⁿ; koh thâi lí ê lāu-pē ê ke pí lí khah-hó hiah-ê sió-tī;","tghg":"就是行以色列諸個王的路，閣互猶大及耶路撒冷徛起的百姓行邪淫，親像亞哈的家行邪淫一樣，閣刣你的老父的家比你卡好許個小弟。","bklhl":"就是行以色列chiah ê王ê路，koh hō͘偤大kap耶路撒冷khiā起ê百姓行邪淫，親像A-hap ê家行邪淫一樣；koh 刣你ê老父ê家比你khah好hiah-ê小弟；"}},{"book":"代下","chapter":21,"verse":14,"versions":{"unv":"故此，耶和華降大災與你的百姓和你的妻子、兒女，並你一切所有的。","bklcl":"só͘-í Iâ-hô-hoa beh kàng tōa chai-ē phah lí ê peh-sìⁿ, kap lí ê kiáⁿ-jî, lí ê bó͘, í-ki̍p lí it-chhè só͘-ū--ê.","tghg":"所以，耶和華欲降大災禍拍你的百姓及你的子兒、你的某，以及你一切所有的。","bklhl":"所以耶和華beh降大災厄phah你ê百姓，kap你ê kiáⁿ兒，你ê bó͘，以及你一切所有ê。"}},{"book":"代下","chapter":21,"verse":15,"versions":{"unv":"你的腸子必患病，日加沉重，以致你的腸子墜落下來。』」","bklcl":"Lí ê tn̂g-tō͘ beh hoān-tio̍h tāng-pīⁿ, ta̍k-ji̍t ná-tāng, tì-kàu lí ê tn̂g-á thu̍t--chhut-khì.","tghg":"你的腸肚欲患著重病，逐日愈重，致到你的腸仔脫(thu̍t)出去。』」","bklhl":"你ê腸肚beh患tio̍h重病，ta̍k日ná重，致到你ê腸á突出去。"}},{"book":"代下","chapter":21,"verse":16,"versions":{"unv":"以後，耶和華激動非利士人和靠近古實的阿拉伯人來攻擊約蘭。","bklcl":"Iâ-hô-hoa kek-tōng Hui-lī-sū lâng, kap óa-kūn Kó͘-si̍t ê A-la̍h-pek lâng ê sim, lâi kong-kek Iâ-hô-lâm.","tghg":"耶和華激動非利士人及倚近古實的亞拉伯人的心來攻擊耶和蘭。","bklhl":"耶和華激動腓利士人，kap óa近Kó͘-si̍t ê阿拉伯人ê心，來攻擊Iâ-hô-lâm。"}},{"book":"代下","chapter":21,"verse":17,"versions":{"unv":"他們上來攻擊猶大，侵入境內，擄掠了王宮裡所有的財貨和他的妻子、兒女，除了他小兒子約哈斯（又名亞哈謝）之外，沒有留下一個兒子。","bklcl":"In chiūⁿ-lâi kong-kek Iû-tāi, chhim-ji̍p kéng-lāi, chhiúⁿ-lia̍h ông-kiong-lāi só͘ tú-tio̍h ê châi-bu̍t, kap i hiah-ê kiáⁿ, hiah-ê bó͘; tû i ê soah-bé kiáⁿ Iok-hap-su í-gōa, bô kā i lâu chi̍t ê kiáⁿ.","tghg":"𪜶上來攻擊猶大，侵入境內，搶掠王宮內所抵著(tú-tio̍h)的財物及伊許個子、許個某，除伊的煞尾子約哈斯以外，無給伊留一個子。","bklhl":"In上來攻擊偤大，深入境內，搶掠王宮內所tú-tio̍h ê財物，kap伊hiah-ê kiáⁿ，hiah-ê bó͘；除伊ê soah尾kiáⁿ Iok-hap-su以外，無kā伊留一个kiáⁿ。"}},{"book":"代下","chapter":21,"verse":18,"versions":{"unv":"這些事以後，耶和華使約蘭的腸子患不能醫治的病。","bklcl":"Chiah-ê tāi-chì í-āu Iâ-hô-hoa phah i, hō͘ i ê tn̂g hoān-tio̍h bōe i--tit ê pīⁿ.","tghg":"諸個代誌以後，耶和華拍伊，互伊的腸患著𣍐醫得的病。","bklhl":"Chiah-ê tāi-chì以後耶和華phah伊，hō͘伊ê腸患tio̍h bōe 醫得ê病。"}},{"book":"代下","chapter":21,"verse":19,"versions":{"unv":"他患此病纏綿日久，過了二年，腸子墜落下來，病重而死。他的民沒有為他燒甚麼物件，像從前為他列祖所燒的一樣。","bklcl":"Án-ni kú-kú, nn̄g-nî āu, i ê tn̂g ūi-tio̍h pīⁿ thu̍t--chhut-lâi, in-ūi chit ê pīⁿ tāng chiū sí.  I ê peh-sìⁿ bô kā i kiâⁿ sio ê lé-sò͘, chhin-chhiūⁿ chêng kā i ê lia̍t-chó͘ só͘ sio-ê chi̍t-iūⁿ.","tghg":"按呢久久，二年後，伊的腸為著病脫出來，因為此個病重就死。伊的百姓無給伊行燒的禮數，親像前給伊的列祖所燒的一樣。","bklhl":"Án-ni久久，兩年後，伊ê腸為tio̍h病突出來，因為chit ê病重就死。伊ê百姓無kā伊行燒 ê禮數，親像前kā伊ê列祖所燒-ê一樣。"}},{"book":"代下","chapter":21,"verse":20,"versions":{"unv":"約蘭登基的時候年三十二歲，在耶路撒冷作王八年。他去世無人思慕，眾人葬他在大衛城，只是不在列王的墳墓裡。","bklcl":"Iâ-hô-lâm chē-ūi ê sî saⁿ-cha̍p-jī hè, tī Iâ-lō͘-sat-léng chòe ông kiōng poeh nî.  I lī-khui sè-kan bô lâng it-tio̍h i; lâng bâi-chòng i tī Tāi-pi̍t ê siâⁿ, to̍k-to̍k bô tī lia̍t-ông ê bōng.","tghg":"耶和蘭坐位的時三十二歲，佇耶路撒冷做王共八年。伊離開世間無人憶著(it-tio̍h)伊，人埋葬伊佇大衛的城，獨獨無佇列王的墓。","bklhl":"Iâ-hô-lâm坐位ê時三十二歲，tī耶路撒冷做王共八年。伊離開世間無人憶tio̍h 伊；人埋葬伊tī大衛ê城，獨獨無tī列王ê墓。"}}]