[{"book":"代下","chapter":31,"verse":1,"versions":{"unv":"這事既都完畢，在那裡的以色列眾人就到猶大的城邑，打碎柱像，砍斷木偶，又在猶大、便雅憫、以法蓮、瑪拿西遍地將邱壇和祭壇拆毀淨盡。於是以色列眾人各回各城，各歸各地。","bklcl":"Chiah-ê tāi-chì lóng bêng-pe̍k, tī-hia ê Í-sek-lia̍t chèng-lâng chhut-khì, kàu Iû-tāi hiah-ê siâⁿ, phah-chhùi thiāu-siōng, chhò-tn̄g hiah-ê A-sià-la̍h; koh tī Iû-tāi, Piān-ngá-bín, Í-hoat-liân, Má-ná-se piàn-tōe, thiah-húi soaⁿ-thâu-tôaⁿ kap chè-tôaⁿ, kàu it-chīn bia̍t--i.  Tùi án-ni, Í-sek-lia̍t chèng-lâng ta̍k-ê tò-khì in ê gia̍p, kàu in ê pún-siâⁿ.","tghg":"諸個代誌攏明白，佇遐的以色列眾人出去到猶大許個城，拍碎柱像，剉斷(chhò-tn̄g)許個亞舍拉，閣佇猶大、便雅憫、以法蓮、瑪拿西遍地拆毀山頭壇及祭壇到一盡滅伊。對按呢，以色列眾人逐個倒去𪜶的業，到𪜶的本城。","bklhl":"Chiah-ê tāi-chì lóng明白，tī-hia ê以色列眾人出去，到偤大hiah-ê城，phah碎柱像，剉斷hiah-ê A-sià-la̍h；koh tī偤大、便雅憫、Í-hoat-liân、Má-ná-se遍地，拆毀山頭壇kap祭壇，到一盡滅伊。Tùi án-ni，以色列眾人ta̍k-ê tò去in ê業，到in ê本城。"}},{"book":"代下","chapter":31,"verse":2,"versions":{"unv":"希西家派定祭司利未人的班次，各按各職獻燔祭和平安祭，又在耶和華殿（原文是營）門內事奉，稱謝頌讚耶和華。","bklcl":"Hi-se-ka siat-li̍p chè-si Lī-bī lâng ê pan-lia̍t, chiàu in ê pan-lia̍t, kok chiàu in ê chit-hūn, chè-si kap Lī-bī lâng hiàn sio-chè siā-un-chè, koh tī Iâ-hô-hoa hiah-ê iâⁿ ê mn̂g-lāi ho̍k-sāi, kám-siā, o-ló.","tghg":"希西家設立祭司利未人的班列，照𪜶的班列各照𪜶的職份，祭司及利未人獻燒祭、謝恩祭，閣佇耶和華許個營的門內服事，感謝謳咾。","bklhl":"Hi-se-ka設立祭司利未人ê班列，照in ê班列，各照in ê職份，祭司kap利未人獻燒祭謝恩祭，koh tī耶和華hiah-ê營ê門內服事、感謝、o-ló。"}},{"book":"代下","chapter":31,"verse":3,"versions":{"unv":"王又從自己的產業中定出分來為燔祭，就是早晚的燔祭和安息日、月朔，並節期的燔祭，都是按耶和華律法上所載的；","bklcl":"Koh tùi i ê sán-gia̍p-tiong tiāⁿ-tio̍h ông ê hūn-gia̍h chòe sio-chè, chiū-sī chá-àm ê sio-chè, kap hiah-ê an-hioh-ji̍t, ge̍h ê chhoe-it, kap choeh-kî ê sio-chè; lóng sī chiàu Iâ-hô-hoa lu̍t-hoat só͘ kì-chài ê.","tghg":"閣對伊的產業中定著王的份額做燒祭，就是早暗的燒祭及許個安息日、月的初一，及節期的燒祭，攏是照耶和華律法所記載的；","bklhl":"Koh對伊ê產業中定tio̍h王ê份額做燒祭，就是早暗ê燒祭，kap hiah-ê安歇日，月ê初一，kap節期ê燒祭；lóng是照耶和華律法所記載ê。"}},{"book":"代下","chapter":31,"verse":4,"versions":{"unv":"又吩咐住耶路撒冷的百姓將祭司、利未人所應得的分給他們，使他們專心遵守耶和華的律法。","bklcl":"Koh hoan-hù tiàm tī Iâ-lō͘-sat-léng ê peh-sìⁿ kiong-kip chè-si kap Lī-bī lâng eng-kai tit-tio̍h ê hūn-gia̍h, hō͘ in choan-bū Iâ-hô-hoa ê lu̍t-hoat.","tghg":"閣吩咐踮佇耶路撒冷的百姓供給祭司及利未人應該得著的份額，互𪜶專務耶和華的律法。","bklhl":"Koh吩咐tiàm tī耶路撒冷ê百姓供給祭司kap利未人應該得tio̍h ê份額，hō͘ in專務耶和華ê律法。"}},{"book":"代下","chapter":31,"verse":5,"versions":{"unv":"諭旨一出，以色列人就把初熟的五穀、新酒、油、蜜，和田地的出產多多送來，又把各物的十分之一送來的極多。","bklcl":"Bēng-lēng chi̍t-ē chhut, Í-sek-lia̍t lâng chiū tòa chōe-chōe khí-thâu-se̍k ê ngó͘-kok, chiú, iû, bi̍t, kap chhân--nih só͘ chhut ê; koh ēng ta̍k-hāng mi̍h ê cha̍p-hūn-chi̍t tòa chin-chōe lâi.","tghg":"命令一下出，以色列人就帶多多起頭熟的五榖、酒、油、蜜，及田裡所出的，閣用逐項物的十份一帶真多來。","bklhl":"命令一下出，以色列人就帶chōe-chōe起頭熟ê五穀、酒、油、蜜，kap田裡所出ê；koh用ta̍k項物ê十份一帶真chōe來。"}},{"book":"代下","chapter":31,"verse":6,"versions":{"unv":"住猶大各城的以色列人和猶大人也將牛羊的十分之一，並分別為聖歸耶和華─他們　神之物，就是十分取一之物，盡都送來，積成堆壘；","bklcl":"Tiàm Iû-tāi chiah-ê siâⁿ ê Í-sek-lia̍t lâng kap Iû-tāi lâng, iā khan gû iûⁿ ê cha̍p-hūn-chi̍t lâi; koh tòa hun-piat chòe-sèng kui hō͘ Iâ-hô-hoa in ê Siōng-tè ê mi̍h cha̍p-hūn-chi̍t, thia̍p chi̍t-tui chi̍t-tui.","tghg":"踮猶大諸個城的以色列人及猶大人也牽牛羊的十份一來，閣帶分別做聖歸互耶和華──𪜶的上帝的物十份一，疊一堆一堆；","bklhl":"Tiàm偤大chiah ê城ê以色列人kap偤大人，也牽牛羊ê十份一來；koh帶分別做聖歸hō͘耶和華in ê上帝ê物十份一，疊一堆一堆。"}},{"book":"代下","chapter":31,"verse":7,"versions":{"unv":"從三月積起，到七月才完。","bklcl":"Tùi saⁿ-ge̍h khí chek-chū hiah-ê tui, kàu chhit-ge̍h chiah bêng-pe̍k.","tghg":"對三月起積聚許個堆，到七月才明白。","bklhl":"Tùi三月起積聚hiah-ê堆，到七月chiah明白。"}},{"book":"代下","chapter":31,"verse":8,"versions":{"unv":"希西家和眾首領來，看見堆壘，就稱頌耶和華，又為耶和華的民以色列人祝福。","bklcl":"Hi-se-ka kap hiah-ê siú-léng lâi khòaⁿ hiah-ê tui, chiū o-ló Iâ-hô-hoa, chiok-hok I ê peh-sìⁿ Í-sek-lia̍t.","tghg":"希西家及許個首領來，看許個堆，就謳咾耶和華，祝福伊的百姓以色列。","bklhl":"Hi-se-ka kap hiah-ê首領來看hiah-ê堆，就o-ló耶和華，祝福伊ê百姓以色列。"}},{"book":"代下","chapter":31,"verse":9,"versions":{"unv":"希西家向祭司、利未人查問這堆壘。","bklcl":"Hi-se-ka tùi chè-si kap Lī-bī lâng chhâ-mn̄g hiah-ê tui.","tghg":"希西家對祭司及利未人查問許個堆。","bklhl":"Hi-se-ka 對祭司kap利未人查問hiah-ê堆。"}},{"book":"代下","chapter":31,"verse":10,"versions":{"unv":"撒督家的大祭司亞撒利雅回答說：「自從民將供物送到耶和華殿以來，我們不但吃飽，且剩下的甚多；因為耶和華賜福給他的民，所剩下的才這樣豐盛。」","bklcl":"Sio̍k Sat-tok ê ke, chè-si-thâu  A-sat-lī-ngá, ìn kóng, Tùi peh-sìⁿ tòa kiong-kip ê mi̍h kàu Iâ-hô-hoa ê tiān í-lâi, goán chia̍h kàu-gia̍h, koh chhun chin-chōe, in-ūi Iâ-hô-hoa sù-hok I ê peh-sìⁿ, só͘ chhun--ê kàu chiah chōe.","tghg":"屬撒督的家祭司頭亞撒利雅應講：「對百姓帶供給的物到耶和華的殿以來，阮食夠額，閣剩真多；因為耶和華賜福伊的百姓，所剩的到即多。」","bklhl":"屬Sat-tok ê家，祭司頭A-sat-lī-ngá，應講，Tùi百姓帶供給ê物到耶和華ê殿以來，阮食夠額，koh chhun真chōe，因為耶和華賜福伊ê百姓，所chhun-ê到chiah chōe。"}},{"book":"代下","chapter":31,"verse":11,"versions":{"unv":"希西家吩咐在耶和華殿裡預備倉房，他們就預備了。","bklcl":"Hi-se-ka hoan-hù tī Iâ-hô-hoa ê tiān-lāi pī-pān chhek-chhng; in chiū pī-pān i.","tghg":"希西家吩咐佇耶和華的殿內備辦粟倉(chhek-chhng)，𪜶就備辦伊。","bklhl":"Hi-se-ka吩咐tī耶和華ê殿內備辦粟倉；in就備辦伊。"}},{"book":"代下","chapter":31,"verse":12,"versions":{"unv":"他們誠心將供物和十分取一之物，並分別為聖之物，都搬入倉內。利未人歌楠雅掌管這事，他兄弟示每為副管。","bklcl":"In sêng-si̍t sim chiong lé-mi̍h kap só͘ thiu ê cha̍p-hūn-chi̍t, kap hun-piat chòe-sèng ê mi̍h, lóng poaⁿ--ji̍p-lâi.  Lī-bī lâng Ko-lâm-ngá pān-lí chit ê sū; i ê sió-tī Sī-múi chòe pang-pān.","tghg":"𪜶誠實心將禮物及所抽的十份一，及分別做聖的物，攏搬入來。利未人歌楠雅辦理此個事，伊的小弟示每做幫辦(pang-pān)。","bklhl":"In誠實心將禮物kap所抽ê十份一，kap分別做聖ê物，lóng 搬入來。利未人Ko-lâm-ngá辨理chit ê事；伊ê小弟Sī-múi做幫辦。"}},{"book":"代下","chapter":31,"verse":13,"versions":{"unv":"耶歇、亞撒細雅、拿哈、亞撒黑、耶利末、約撒拔、以列、伊斯瑪基雅、瑪哈、比拿雅都是督理，在歌楠雅和他兄弟示每的手下，是希西家王和管理　神殿的亞撒利雅所派的。","bklcl":"Iâ-iat, A-sat-sè-ngá, Ná-hap, A-sat-hek, Iâ-lī-boa̍t, Iok-sat-poa̍t, Í-lia̍t, I-su-má-ki-ngá, Má-hap, Pí-ná-ngá, lóng sī úi-oân, tī Ko-lâm-ngá kap i ê sió-tī Sī-múi ê chhiú-ē; sī Hi-se-ka ông kap koán-lí Siōng-tè ê tiān ê A-sat-lī-ngá só͘-phài--ê.","tghg":"耶歇、亞撒細雅、拿哈、亞撒黑、耶利末、約撒拔、以列、伊斯瑪基雅、瑪哈、比拿雅攏是委員，佇歌楠雅及伊的小弟示每的手下，是希西家王及管理上帝的殿的亞撒利雅所派的。","bklhl":"Iâ-iat、A-sat-sè-ngá、Ná-hap、A-sat-hek、Iâ-lī-boa̍t、Iok-sat-poa̍t、Í-lia̍t、I-su-má-ki-ngá、Má-hap、Pí-ná-ngá，lóng是委員，tī Ko-lâm-ngá kap伊ê小弟Sī-múi ê手下；是Hi-se-ka王kap管理上帝ê殿ê A-sat-lī-ngá所派ê。"}},{"book":"代下","chapter":31,"verse":14,"versions":{"unv":"守東門的利未人音拿的兒子可利，掌管樂意獻與　神的禮物，發放獻與耶和華的供物和至聖的物。","bklcl":"Kò͘ tang-mn̂g ê Lī-bī lâng Im-ná ê kiáⁿ Khó-lī, chiáng-koán kam-sim hiàn-hō͘ Siōng-tè ê mi̍h, hun-hoat hiàn-hō͘ Iâ-hô-hoa ê lé-mi̍h, kap hiah-ê chì-sèng ê mi̍h.","tghg":"顧東門的利未人音拿的子可利，掌管甘心獻互上帝的物，分發獻互耶和華的禮物及許個至聖的物。","bklhl":"顧東門ê利未人Im-ná ê kiáⁿ Khó-lī，掌管甘心獻hō͘上帝ê物，分發獻hō͘耶和華ê禮物，kap hiah-ê至聖ê物。"}},{"book":"代下","chapter":31,"verse":15,"versions":{"unv":"在他手下有伊甸、岷雅岷、耶書亞、示瑪雅、亞瑪利雅、示迦尼雅，在祭司的各城裡供緊要的職任，無論弟兄大小，都按著班次分給他們。","bklcl":"Chòe i ê jī-chhiú--ê ū I-tiān, Bín-ngá-bín, Iâ-su-a, Sī-má-ngá, A-má-lī-ngá, Sī-ka-nî-ngá, tī chè-si chiah-ê siâⁿ, chiàu pan-lia̍t ēng si̍t-sim hun-hoat hō͘ in ê hiaⁿ-tī, bô-lūn tōa-sòe lóng hō͘ in.","tghg":"做伊的二手的有伊甸，珉雅珉、耶書亞、示瑪雅、亞瑪利雅、示迦尼雅，佇祭司諸個城照班列用實心，分發互𪜶的兄弟，無論大細攏互𪜶。","bklhl":"做伊ê二手ê有I-tiān、Bín-ngá-bín、Iâ-su-a、Sī-má-ngá、A-má-lī-ngá、Sī-ka-nî-ngá，tī祭司chiah ê城，照班列用實心分發hō͘ in ê兄弟，無論大細lóng hō͘ in。"}},{"book":"代下","chapter":31,"verse":16,"versions":{"unv":"按家譜，三歲以外的男丁，凡每日進耶和華殿、按班次供職的，也分給他；","bklcl":"Che chiū-sī tī hiah-ê kì ji̍p cho̍k-phó͘ saⁿ-hè í-siōng ê ta-po͘-teng í-gōa, chiū-sī kìⁿ-nā ji̍p Iâ-hô-hoa ê tiān--ê, chiàu ta̍k-ji̍t ê hūn só͘ eng-kai--ê, ūi-tio̍h in chiàu pan-lia̍t chīn i ê chit lâi ho̍k-sāi.","tghg":"這就是佇許個記入族譜，三歲以上的查甫丁以外，就是見若入耶和華的殿者，照逐日的分所應該的，為著𪜶照班列盡伊的職來服事；","bklhl":"這就是tī hiah-ê記入族譜三歲以上ê ta-po͘丁以外，就是見若入耶和華ê殿ê，照ta̍k日ê份所應該ê，為tio̍h in照班列盡伊ê職來服事。"}},{"book":"代下","chapter":31,"verse":17,"versions":{"unv":"又按宗族家譜分給祭司，按班次職任分給二十歲以外的利未人，","bklcl":"Koh chè-si chiàu in ê sè-hē kì tī cho̍k-phó͘, í-ki̍p Lī-bī lâng tùi jī-cha̍p hè í-siōng, chiàu in ê pan-lia̍t chīn in ê chit.","tghg":"閣祭司照伊的世系記佇族譜，以及利未人對二十歲以上，照𪜶的班列盡𪜶的職，","bklhl":"Koh祭司照in ê世系記tī族譜，以及利未人tùi二十歲以上，照in ê班列盡in ê職。"}},{"book":"代下","chapter":31,"verse":18,"versions":{"unv":"又按家譜計算，分給他們會中的妻子、兒女；因他們身供要職，自潔成聖。","bklcl":"Koh kì-chài tī cho̍k-phó͘-tiong ê, in ê sòe-hàn--ê, in ê bó͘, in ê kiáⁿ, in ê cha-bó͘-kiáⁿ, tī choân-hōe tiong ê; in-ūi in chīn chit-hūn ka-kī chheng-khì chiâⁿ-sèng.","tghg":"閣記載佇族譜中的，𪜶的細漢者、𪜶的某、𪜶的子，𪜶的查某子佇全會中的；因為𪜶盡職分，家己清氣成聖。","bklhl":"Koh記載tī族譜中ê，in ê細漢ê，in ê bó͘，in ê kiáⁿ，in ê cha-bó͘-kiáⁿ，tī全會中ê；因為in盡職份家己清氣成聖。"}},{"book":"代下","chapter":31,"verse":19,"versions":{"unv":"按名派定的人要把應得的分給亞倫子孫，住在各城郊野、祭司所有的男丁和一切載入家譜的利未人。","bklcl":"Iā ūi-tio̍h A-lûn ê kiáⁿ-sun, chiū-sī tiàm tī in ê siâⁿ-gōa ê chhân-tōe ê chè-si, tī ta̍k ê siâⁿ ū kì-miâ ê lâng, lâi hun-hoat in eng-kai tit-tio̍h ê hūn-gia̍h, hō͘ chè-si ê ta-po͘-teng, í-ki̍p kìⁿ-nā kì tī cho̍k-phó͘ ê Lī-bī lâng.","tghg":"也為著亞倫的子孫，就是踮佇𪜶的城外的、田地的祭司佇逐個城有記名的人，來分發𪜶應該得著的份額，互祭司的查甫丁以及見若記佇族譜的利未人。","bklhl":"也為tio̍h亞倫ê kiáⁿ孫，就是tiàm tī in ê城外ê田地ê祭司，tī ta̍k-ê城有記名ê人，來分發in應該得tio̍h ê份額，hō͘祭司ê ta-po͘丁，以及見若記tī族譜ê利未人。"}},{"book":"代下","chapter":31,"verse":20,"versions":{"unv":"希西家在猶大遍地這樣辦理，行耶和華─他　神眼中看為善為正為忠的事。","bklcl":"Hi-se-ka tī Iû-tāi piàn-tōe án-ni pān-lí, kiâⁿ siān-liông chèng-ti̍t, chīn-tiong tī Iâ-hô-hoa i ê Siōng-tè ê bīn-chêng.","tghg":"希西家佇猶大遍地按呢辦理，行善良正直，盡忠佇耶和華──伊的上帝的面前。","bklhl":"Hi-se-ka tī偤大遍地án-ni辨理，行善良正直，盡忠tī耶和華伊ê上帝ê面前。"}},{"book":"代下","chapter":31,"verse":21,"versions":{"unv":"凡他所行的，無論是辦　神殿的事，是遵律法守誡命，是尋求他的　神，都是盡心去行，無不亨通。","bklcl":"Kìⁿ-nā i khí-chhiú só͘ chòe ê, tī pān-lí Siōng-tè tiān ê sū, tī lu̍t-hoat, tī kài-bēng, lâi chhē i ê Siōng-tè, lóng choan-sim chòe i, lâi heng-thong.","tghg":"見若伊起手所做的，佇辦理上帝殿的事，佇律法佇誡命，來尋伊的上帝，攏專心做伊，來亨通。","bklhl":"見若伊起手所做ê，tī辨理上帝殿ê事，tī律法，tī誡命，來chhē伊ê上帝，lóng專心做伊，來興通。"}}]