[{"book":"代下","chapter":15,"verse":1,"versions":{"unv":"　神的靈感動俄德的兒子亞撒利雅。","bklcl":"Siōng-tè ê Sîn lîm-kàu Gô-tek ê kiáⁿ A-sat-lī-ngá.","tghg":"上帝的神臨到俄德的子亞撒利雅。","bklhl":"上帝ê神臨到Gô-tek ê kiáⁿ A-sat-lī-ngá。"}},{"book":"代下","chapter":15,"verse":2,"versions":{"unv":"他出來迎接亞撒，對他說：「亞撒和猶大、便雅憫眾人哪，要聽我說：你們若順從耶和華，耶和華必與你們同在；你們若尋求他，就必尋見；你們若離棄他，他必離棄你們。","bklcl":"I chhut-khì ngiâ-chih A-sat, kā i kóng, A-sat kap Iû-tāi Piān-ngá-bín ê chèng-lâng ah, tio̍h thiaⁿ góa ê ōe; lín kap Iâ-hô-hoa tī-teh, I iā kap lín tī-teh; lín nā chhē I, I beh hō͘ lín chhē-tio̍h; chóng-sī lín nā khì-sak I, I iā beh khì-sak lín.","tghg":"伊出去迎接(ngiâ-chih)亞撒，給伊講：「亞撒及猶大、便雅憫的眾人啊，著聽我的話：恁及耶和華佇啲，伊也及恁佇啲；恁若尋伊，伊欲互恁尋著；總是恁若棄拺伊，伊也欲棄拺恁。","bklhl":"伊出去迎接A-sat，kā伊講，A-sat kap偤大便雅憫ê眾人ah，tio̍h聽我ê話；lín kap耶和華tī-teh，伊也kap lín tī-teh；lín若chhē伊，伊beh hō͘ lín chhē-tio̍h；總是lín若棄sak伊，伊也beh棄sak lín。"}},{"book":"代下","chapter":15,"verse":3,"versions":{"unv":"以色列人不信真　神，沒有訓誨的祭司，也沒有律法，已經好久了；","bklcl":"Í-sek-lia̍t lâng kú-kú bô chin ê Siōng-tè, bô kà-sī in ê chè-si, iā bô lu̍t-hoat;","tghg":"以色列人久久無真的上帝，無教示𪜶的祭司，也無律法；","bklhl":"以色列人久久無真ê上帝，無教示in ê祭司，也無律法；"}},{"book":"代下","chapter":15,"verse":4,"versions":{"unv":"但他們在急難的時候歸向耶和華─以色列的　神，尋求他，他就被他們尋見。","bklcl":"chóng-sī in tī hoān-lān ê sî kui-ǹg Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè, lâi chhē I, I chiū hō͘ i chhē-tio̍h.","tghg":"總是𪜶佇患難的時歸向耶和華──以色列的上帝，來尋伊，伊就互伊尋著。","bklhl":"總是in tī患難ê時歸向耶和華以色列ê上帝，來chhē伊，伊就hō͘伊chhē-tio̍h。"}},{"book":"代下","chapter":15,"verse":5,"versions":{"unv":"那時，出入的人不得平安，列國的居民都遭大亂；","bklcl":"Hit-sî chhut-ji̍p ê lâng bōe tit-tio̍h pêng-an; lia̍t-kok khiā-khí ê peh-sìⁿ lóng tú-tio̍h tōa jiáu-loān;","tghg":"彼時，出入的人𣍐得著平安，列國徛起的百姓攏抵著(tú-tio̍h)大擾亂；","bklhl":"Hit時出入ê人bōe得tio̍h平安；列國khiā起ê百姓lóng tú-tio̍h大擾亂；"}},{"book":"代下","chapter":15,"verse":6,"versions":{"unv":"這國攻擊那國，這城攻擊那城，互相破壞，因為　神用各樣災難擾亂他們。","bklcl":"kok kong-kek kok, siâⁿ kong-kek siâⁿ, lóng saⁿ húi-hoāi; in-ūi Siōng-tè ēng ta̍k-iūⁿ hoān-lān jiáu-loān in.","tghg":"國攻擊國，城攻擊城，攏相毀壞，因為上帝用逐樣患難擾亂𪜶。","bklhl":"國攻擊國，城攻擊城，lóng相毀壞；因為上帝用ta̍k樣患難擾亂in。"}},{"book":"代下","chapter":15,"verse":7,"versions":{"unv":"現在你們要剛強，不要手軟，因你們所行的必得賞賜。」","bklcl":"Taⁿ lín tio̍h ióng-kiāⁿ, chhiú m̄-thang nńg--lo̍h-khì; in-ūi lín ê só͘ chòe beh tit-tio̍h pò-siúⁿ.","tghg":"今恁著勇健，手呣通軟落去，因為恁的所做欲得著報賞。」","bklhl":"Taⁿ lín tio̍h勇健，手m̄-thang軟落去；因為lín ê所做beh得tio̍h報賞。"}},{"book":"代下","chapter":15,"verse":8,"versions":{"unv":"亞撒聽見這話和俄德兒子先知亞撒利雅的預言，就壯起膽來，在猶大、便雅憫全地，並以法蓮山地所奪的各城，將可憎之物盡都除掉，又在耶和華殿的廊前重新修築耶和華的壇；","bklcl":"A-sat í-keng thiaⁿ-kìⁿ chiah-ê ōe, kap sian-ti Gô-tek ê chhàm-gú, chiū chòng-táⁿ; tī Iû-tāi Piān-ngá-bín choân-tōe, kap i só͘ chhú Í-hoat-liân soaⁿ-tōe hiah-ê siâⁿ, tû-khì lóng-chóng khó-ò͘ⁿ ê mi̍h; koh tī Iâ-hô-hoa léng-lông chêng, sin-khí Iâ-hô-hoa ê tôaⁿ.","tghg":"亞撒已經聽見諸個話及先知俄德的讖語(chhàm-gú)，就壯膽，佇猶大便雅憫全地，及伊所取以法蓮山地許個城，除去攏總可惡的物，閣佇耶和華兩廊(léng-lông)前新起耶和華的壇；","bklhl":"A-sat已經聽見chiah ê話，kap先知Gô-tek ê讖語，就壯膽；tī偤大便雅憫全地，kap伊所取Í-hoat-liân山地hiah-ê城，除去lóng總可惡ê物；koh tī耶和華léng廊前，新起耶和華ê壇。"}},{"book":"代下","chapter":15,"verse":9,"versions":{"unv":"又招聚猶大、便雅憫的眾人，並他們中間寄居的以法蓮人、瑪拿西人、西緬人。有許多以色列人歸降亞撒，因見耶和華─他的　神與他同在。","bklcl":"Koh chū-chi̍p Iû-tāi Piān-ngá-bín ê chèng-lâng, kap Í-hoat-liân, Má-ná-se, Se-biān chhut-gōa tī in tiong-kan ê lâng; in-ūi tùi Í-sek-lia̍t chhut-lâi kui A-sat ê chin-chōe; sī ūi-tio̍h in khòaⁿ-kìⁿ Iâ-hô-hoa i ê Siōng-tè kap i tī-teh.","tghg":"閣聚集猶大、便雅憫的眾人，及以法蓮、瑪拿西、西緬出外佇𪜶中間的人。因為對以色列出來歸亞撒的真多，是為著𪜶看見耶和華──伊的上帝及伊佇啲。","bklhl":"Koh聚集偤大便雅憫ê眾人，kap Í-hoat-liân、Má-ná-se、西門出外tī in中間ê人；因為tùi以色列出來歸A-sat ê真chōe；是為tio̍h in看見耶和華伊ê上帝kap伊tī-teh。"}},{"book":"代下","chapter":15,"verse":10,"versions":{"unv":"亞撒十五年三月，他們都聚集在耶路撒冷。","bklcl":"A-sat ông cha̍p-gō͘-nî saⁿ-ge̍h, in lóng chū-chi̍p tī Iâ-lō͘-sat-léng.","tghg":"亞撒王十五年三月，𪜶攏聚集佇耶路撒冷。","bklhl":"A-sat王十五年三月，in lóng聚集tī耶路撒冷。"}},{"book":"代下","chapter":15,"verse":11,"versions":{"unv":"當日他們從所取的擄物中，將牛七百隻、羊七千隻獻給耶和華。","bklcl":"Hit-ji̍t in tī só͘ tòa-lâi hiah-ê chhiúⁿ ê mi̍h ê tiong-kan, ēng gû chhit-pah chiah, iûⁿ chhit chheng chiah, hiàn hō͘ Iâ-hô-hoa.","tghg":"彼日𪜶佇所帶來許個搶的物的中間，用牛七百隻、羊七千隻獻互耶和華。","bklhl":"Hit日in tī所帶來hiah-ê搶ê物ê中間，用牛七百隻，羊七千隻，獻hō͘耶和華。"}},{"book":"代下","chapter":15,"verse":12,"versions":{"unv":"他們就立約，要盡心盡性地尋求耶和華─他們列祖的　神。","bklcl":"In chiū li̍p-iok, beh chīn-sim, chīn-sèng chhē Iâ-hô-hoa in lia̍t-chó͘ ê Siōng-tè;","tghg":"𪜶就立約，欲盡心盡性尋耶和華──𪜶列祖的上帝。","bklhl":"In就立約，beh盡心、盡性chhē耶和華in列祖ê上帝；"}},{"book":"代下","chapter":15,"verse":13,"versions":{"unv":"凡不尋求耶和華─以色列　神的，無論大小、男女，必被治死。","bklcl":"kìⁿ-nā bô chhē Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè ê, bô-lūn tōa-sòe, lâm-lú, tio̍h hō͘ i sí.","tghg":"見若無尋耶和華──以色列的上帝的，無論大細、男女，著互伊死。","bklhl":"見若無chhē耶和華以色列ê上帝ê，無論大細、男女，tio̍h hō͘伊死。"}},{"book":"代下","chapter":15,"verse":14,"versions":{"unv":"他們就大聲歡呼，吹號吹角，向耶和華起誓。","bklcl":"In chiū ēng tōa-siaⁿ, ēng hoaⁿ-hí lâi hoah, ēng hō-thâu ēng sàu-kak lâi tùi Iâ-hô-hoa chiù-chōa.","tghg":"𪜶就用大聲用歡喜來喝(hoah)，用號頭用哨角，來對耶和華咒誓(chiù-chōa)。","bklhl":"In就用大聲，用歡喜來hoah，用號頭用哨角來對耶和華chiù-chōa。"}},{"book":"代下","chapter":15,"verse":15,"versions":{"unv":"猶大眾人為所起的誓歡喜；因他們是盡心起誓，盡意尋求耶和華，耶和華就被他們尋見，且賜他們四境平安。","bklcl":"Iû-tāi chèng-lâng ūi-tio̍h só͘ chiù ê chōa hoaⁿ-hí, in-ūi in chīn-sim chiù-chōa, koh chīn-ì chhē Iâ-hô-hoa, Iâ-hô-hoa iā hō͘ in chhē-tio̍h, chiū tī in sì-kéng siúⁿ-sù in pêng-an.","tghg":"猶大眾人為著所咒的誓歡喜；因為𪜶盡心咒誓，閣盡意尋耶和華，耶和華也互𪜶尋著，就佇𪜶四境賞賜𪜶平安。","bklhl":"偤大眾人為tio̍h所chiù ê chōa歡喜，因為in盡心chiù-chōa，koh盡意chhē耶和華，耶和華也hō͘ in chhē-tio̍h，就tī in四境賞賜in平安。"}},{"book":"代下","chapter":15,"verse":16,"versions":{"unv":"亞撒王貶了他祖母瑪迦太后的位，因她造了可憎的偶像亞舍拉。亞撒砍下她的偶像，搗得粉碎，燒在汲淪溪邊。","bklcl":"A-sat ông pián i ê má, Má-ka, thài-hō͘ ê ūi; in-ūi i ūi A-sià-la̍h bat chng khó-ò͘ⁿ ê siōng.  A-sat chhò i ê siōng, tûi i kàu chhùi-chhùi, sio i tī Khip-lûn khoe-piⁿ.","tghg":"亞撒王貶(pián)伊的媽瑪迦太后的位，因為伊為亞舍拉曾裝可惡的像。亞撒剉(chhò)伊的像，搥伊到碎碎，燒伊佇汲倫溪邊。","bklhl":"A-sat王貶伊ê媽，Má-ka，太后ê位；因為伊為A-sià-la̍h bat裝可惡ê像。A-sat剉伊ê像，搥(tûi)伊到碎碎，燒伊tī Khip-lûn溪邊。"}},{"book":"代下","chapter":15,"verse":17,"versions":{"unv":"只是邱壇還沒有從以色列中廢去，然而亞撒的心一生誠實。","bklcl":"To̍k-to̍k hiah-ê soaⁿ-thâu-tôaⁿ iáu-bē tùi Í-sek-lia̍t tiong tû-khì; chóng-sī A-sat ê sim chi̍t-sì-lâng choan-it.","tghg":"獨獨許個山頭壇猶未對以色列中除去，總是亞撒的心一世人專一。","bklhl":"獨獨hiah-ê山頭壇iáu未tùi以色列中除去；總是A-sat ê心一世人專一。"}},{"book":"代下","chapter":15,"verse":18,"versions":{"unv":"亞撒將他父所分別為聖、與自己所分別為聖的金銀和器皿都奉到　神的殿裡。","bklcl":"A-sat chiong i ê lāu-pē só͘ hun-piat chòe-sèng, kap i pún-sin só͘ hun-piat chòe-sèng ê kim gûn, kap khì-kū, lóng tòa-ji̍p Siōng-tè ê tiān.","tghg":"亞撒將伊的老父所分別做聖、及伊本身所分別做聖的金銀及器具攏帶入上帝的殿。","bklhl":"A-sat將伊ê老父所分別做聖，kap伊本身所分別做聖ê金銀，kap器具，lóng帶入上帝ê殿。"}},{"book":"代下","chapter":15,"verse":19,"versions":{"unv":"從這時直到亞撒三十五年，都沒有爭戰的事。","bklcl":"Tùi chit-sî kàu A-sat saⁿ-cha̍p-gō͘-nî, bô koh ū kau-chiàn ê sū.","tghg":"對此時到亞撒三十五年無閣有交戰的事。","bklhl":"Tùi chit時到A-sat三十五年，無koh有交戰ê事。"}}]