[{"book":"代下","chapter":30,"verse":1,"versions":{"unv":"希西家差遣人去見以色列和猶大眾人，又寫信給以法蓮和瑪拿西人，叫他們到耶路撒冷耶和華的殿，向耶和華─以色列的　神守逾越節；","bklcl":"Hi-se-ka chhe lâng kàu Í-sek-lia̍t kap Iû-tāi piàn-tōe, koh siá phoe hō͘ Í-hoat-liân kap Má-ná-se, ài in kàu Iâ-lō͘-sat-léng Iâ-hô-hoa ê tiān, siú pôaⁿ-kè-choeh ho̍k-sāi Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè.","tghg":"希西家差人到以色列及猶大遍地，閣寫批互以法蓮及瑪拿西，愛𪜶到耶路撒冷耶和華的殿，守𨃟過節服事耶和華──以色列的上帝；","bklhl":"Hi-se-ka差人到以色列kap偤大遍地，koh寫phoe hō͘ Í-hoat-liân kap Má-ná-se，ài in到耶路撒冷耶和華ê殿，守pôaⁿ過節服事耶和華以色列ê上帝。"}},{"book":"代下","chapter":30,"verse":2,"versions":{"unv":"因為王和眾首領，並耶路撒冷全會眾已經商議，要在二月內守逾越節。","bklcl":"In-ūi ông kap i ê siú-léng, kap tī Iâ-lō͘-sat-léng ê hōe-chiòng, í-keng saⁿ-kap gī-lūn, beh tī jī-ge̍h siú pôaⁿ-kè-choeh.","tghg":"因為王及伊的首領，及佇耶路撒冷的會眾，已經相及議論欲佇二月守𨃟過節。","bklhl":"因為王kap伊ê首領，kap tī耶路撒冷ê會眾，已經相kap議論，beh tī二月守pôaⁿ過節。"}},{"book":"代下","chapter":30,"verse":3,"versions":{"unv":"正月（原文是那時）間他們不能守；因為自潔的祭司尚不敷用，百姓也沒有聚集在耶路撒冷；","bklcl":"Hit-sî in bōe-ōe siú, in-ūi ka-kī chheng-khì ê chè-si iáu bô kàu-gia̍h, peh-sìⁿ iā bô-ū chū-chi̍p tī Iâ-lō͘-sat-léng.","tghg":"彼時𪜶𣍐會守；因為家己清氣的祭司猶無夠額，百姓也無有聚集佇耶路撒冷；","bklhl":"Hit時in bōe會守，因為家己清氣ê祭司iáu無夠額，百姓也無有聚集tī耶路撒冷。"}},{"book":"代下","chapter":30,"verse":4,"versions":{"unv":"王與全會眾都以這事為善。","bklcl":"Ông kap hōe-chiòng lóng khòaⁿ chit ê tāi-chì chòe hó.","tghg":"王及會眾攏看此個代誌做好。","bklhl":"王kap會眾lóng看chit ê tāi-chì做好。"}},{"book":"代下","chapter":30,"verse":5,"versions":{"unv":"於是定了命令，傳遍以色列，從別是巴直到但，使他們都來，在耶路撒冷向耶和華─以色列的　神守逾越節；因為照所寫的例，守這節的不多了（或譯：因為民許久沒有照所寫的例守節了）。","bklcl":"Chiū tiāⁿ-tio̍h bēng-lēng, soan-pò͘ tī Í-sek-lia̍t choân-tōe, tùi Pia̍t-sī-pa kàu Tàn, hō͘ in lóng lâi, tī Iâ-lō͘-sat-léng siú pôaⁿ-kè-choeh ho̍k-sāi Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè; in-ūi peh-sìⁿ pêng-sò͘ bô chōe-chōe lâng chiàu só͘ siá ê kui-lē lâi siú--i.","tghg":"就定著命令，宣佈佇以色列全地，對別是巴到但，互𪜶攏來，佇耶路撒冷守𨃟過節服事耶和華──以色列的上帝；因為百姓平素無多多人照所寫的規例來守伊。","bklhl":"就定tio̍h命令，宣布tī以色列全地，tùi別是巴到Tàn，hō͘ in lóng來，tī耶路撒冷守pôaⁿ過節服事耶和華以色列ê上帝；因為百姓平素無chōe-chōe人照所寫ê規例來守伊。"}},{"book":"代下","chapter":30,"verse":6,"versions":{"unv":"驛卒就把王和眾首領的信，遵著王命傳遍以色列和猶大。信內說：「以色列人哪，你們當轉向耶和華─亞伯拉罕、以撒、以色列的　神，好叫他轉向你們這脫離亞述王手的餘民。","bklcl":"Cháu-bûn-su--ê tòa ông kap i hiah-ê siú-léng ê phoe, piàn-kiâⁿ Í-sek-lia̍t kap Iû-tāi tōe, chiàu ông ê bēng-lēng, kóng, Í-sek-lia̍t lâng ah, lín tio̍h koh kui-ǹg A-pek-la̍h-hán, Í-sat, Í-sek-lia̍t ê Siōng-tè Iâ-hô-hoa, I chiū beh kui-ǹg lín, chiū-sī thoat-lī A-su̍t hiah-ê ông ê chhiú só͘ chhun ê peh-sìⁿ.","tghg":"走文書的帶王及伊許個首領的批，遍行以色列及猶大地。照王的命令講：「以色列人啊，恁著閣歸向亞伯拉罕、以撒、以色列的上帝──耶和華，伊就欲歸向恁就是脫離亞述許個王的手所剩(chhun)的百姓。","bklhl":"走文書ê帶王kap伊hiah-ê首領ê phoe，遍行以色列kap偤大地，照王ê命令，講，以色列人ah，lín tio̍h koh歸向亞伯拉罕、以撒，以色列ê上帝耶和華，伊就beh歸向lín，就是脫離亞述hiah-ê王ê手所chhun ê百姓。"}},{"book":"代下","chapter":30,"verse":7,"versions":{"unv":"你們不要效法你們列祖和你們的弟兄；他們干犯耶和華─他們列祖的　神，以致耶和華丟棄他們，使他們敗亡（或譯：令人驚駭﹞），正如你們所見的。","bklcl":"Lín m̄-thang chhin-chhiūⁿ lín ê lia̍t-chó͘, kap lín ê hiaⁿ-tī, in kan-hoān Iâ-hô-hoa in lia̍t-chó͘ ê Siōng-tè, tì-kàu I hō͘ in tú-tio̍h bia̍t-bô, chhin-chhiūⁿ lín só͘ khòaⁿ-kìⁿ ê.","tghg":"恁呣通親像恁的列祖及恁的兄弟；𪜶干犯耶和華──𪜶列祖的上帝，致到伊互𪜶抵著(tú-tio̍h)滅無，親像恁所看見的。","bklhl":"Lín m̄-thang親像lín ê列祖，kap lín ê兄弟，in干犯耶和華in列祖ê上帝，致到伊hō͘ in tú-tio̍h滅無，親像lín所看見ê。"}},{"book":"代下","chapter":30,"verse":8,"versions":{"unv":"現在不要像你們列祖硬著頸項，只要歸順耶和華，進入他的聖所，就是永遠成聖的居所；又要事奉耶和華─你們的　神，好使他的烈怒轉離你們。","bklcl":"Taⁿ m̄-thang chhin-chhiūⁿ lín ê lia̍t-chó͘ lâi ngī ām-kún; tio̍h hiàn ka-kī hō͘ Iâ-hô-hoa, ji̍p I ê sèng-só͘, chiū-sī I éng-oán hun-piat chòe-sèng--ê; koh tio̍h ho̍k-sāi Iâ-hô-hoa lín ê Siōng-tè, thang hō͘ I ê tōa siū-khì oa̍t-tńg lī-khui lín.","tghg":"今呣通親像恁的列祖來硬頷頸，著獻家己互耶和華，入伊的聖所，就是伊永遠分別做聖者；閣著服事耶和華──恁的上帝，通互伊的大受氣越轉離開恁。","bklhl":"Taⁿ m̄-thang親像lín ê列祖來硬頷頸；tio̍h獻家己hō͘耶和華，入伊ê聖所，就是伊永遠分別做聖ê；koh tio̍h服事耶和華lín ê上帝，thang hō͘伊ê大受氣oa̍t-tńg離開lín。"}},{"book":"代下","chapter":30,"verse":9,"versions":{"unv":"你們若轉向耶和華，你們的弟兄和兒女必在擄掠他們的人面前蒙憐恤，得以歸回這地，因為耶和華─你們的　神有恩典、施憐憫。你們若轉向他，他必不轉臉不顧你們。」","bklcl":"In-ūi lín nā kui-ǹg Iâ-hô-hoa, chiū lín ê hiaⁿ-tī kap lín ê kiáⁿ-jî beh tī lia̍h in ê lâng ê bīn-chêng tit-tio̍h lîn-bín, thang koh tò-lâi chit só͘-chāi; in-ūi Iâ-hô-hoa lín ê Siōng-tè sī chû-pi lîn-bín; lín nā kui-ǹg I, I tek-khak bô oa̍t I ê bīn m̄ khòaⁿ lín.","tghg":"因為恁若歸向耶和華，就恁的兄弟及恁的子兒欲佇掠𪜶的人的面前得著憐憫，通閣倒來此所在，因為耶和華──恁的上帝是慈悲、憐憫。恁若歸向伊，伊的確無越伊的面呣看恁。」","bklhl":"因為lín若歸向耶和華，就lín ê兄弟kap lín ê kiáⁿ兒beh tī掠in ê人ê面前得tio̍h憐憫，thang koh tò來chit所在；因為耶和華lín ê上帝是慈悲憐憫；lín若歸向伊，伊的確無oa̍t伊ê面m̄看lín。"}},{"book":"代下","chapter":30,"verse":10,"versions":{"unv":"驛卒就由這城跑到那城，傳遍了以法蓮、瑪拿西，直到西布倫。那裡的人卻戲笑他們，譏誚他們。","bklcl":"Cháu-bûn-su--ê chi̍t siâⁿ kè chi̍t siâⁿ, piàn-kiâⁿ Í-hoat-liân, Má-ná-se, kàu Se-pò͘-lûn; nā-sī hiah-ê lâng thí-chhiò in, ki-chhì in.","tghg":"走文書的一城過一城，遍行以法蓮、瑪拿西，到西布倫。若是許個人恥笑𪜶，譏刺𪜶。","bklhl":"走文書ê一城過一城，遍行Í-hoat-liân、Má-ná-se，到Se-pò͘-lûn；但是hiah-ê人恥笑in，譏刺in。"}},{"book":"代下","chapter":30,"verse":11,"versions":{"unv":"然而亞設、瑪拿西、西布倫中也有人自卑，來到耶路撒冷。","bklcl":"Chóng-sī A-siat, Má-ná-se, Se-pò͘-lûn ê tiong-kan, iā ū lâng ka-kī khiam-pi, lâi kàu Iâ-lō͘-sat-léng.","tghg":"總是亞設、瑪拿西、西布倫的中間也有人家己謙卑，來到耶路撒冷。","bklhl":"總是A-siat、Má-ná-se、Se-pò͘-lûn ê中間，也有人家己謙卑，來到耶路撒冷。"}},{"book":"代下","chapter":30,"verse":12,"versions":{"unv":"　神也感動猶大人，使他們一心遵行王與眾首領憑耶和華之言所發的命令。","bklcl":"Siōng-tè iā kám-tōng Iû-tāi lâng, hō͘ in chi̍t-sim thàn ông kap hiah-ê siú-léng chiàu Iâ-hô-hoa ê ōe só͘ chhut ê bēng-lēng.","tghg":"上帝也感動猶大人，互𪜶一心(chi̍t-sim)趁王及許個首領照耶和華的話所出的命令。","bklhl":"上帝也感動偤大人，hō͘ in一心thàn王kap hiah-ê首領照耶和華ê話所出ê命令。"}},{"book":"代下","chapter":30,"verse":13,"versions":{"unv":"二月，有許多人在耶路撒冷聚集，成為大會，要守除酵節。","bklcl":"Jī-ge̍h, ū chōe-chōe lâng chū-chi̍p tī Iâ-lō͘-sat-léng, chiâⁿ-chòe chin-tōa ê hōe, beh siú tû-kàⁿ-choeh.","tghg":"二月，有多多人聚集佇耶路撒冷，成做真大的會，欲守除酵節。","bklhl":"二月，有chōe-chōe人聚集tī耶路撒冷，成做真大ê會，beh守除酵節。"}},{"book":"代下","chapter":30,"verse":14,"versions":{"unv":"他們起來，把耶路撒冷的祭壇和燒香的壇盡都除去，拋在汲淪溪中。","bklcl":"In khí-lâi, it-chīn tû-khì Iâ-lō͘-sat-léng só͘ ū ê tôaⁿ, kap sio-hiuⁿ ê tôaⁿ, hiat tī Khip-lûn khoe.","tghg":"𪜶起來，一盡除去耶路撒冷所有的壇及燒香的壇，㧒(hiat)佇汲淪溪。","bklhl":"In起來，一盡除去耶路撒冷所有ê壇，kap燒香ê壇，hiat tī Khip-lûn溪。"}},{"book":"代下","chapter":30,"verse":15,"versions":{"unv":"二月十四日，宰了逾越節的羊羔。祭司與利未人覺得慚愧，就潔淨自己，把燔祭奉到耶和華殿中，","bklcl":"Jī-ge̍h cha̍p-sì--ji̍t thâi pôaⁿ-kè-choeh ê iûⁿ-á, chè-si kap Lī-bī lâng ka-kī kiàn-siàu, chheng-khì ka-kī, tòa sio-chè kàu Iâ-hô-hoa ê tiān.","tghg":"二月十四日刣𨃟過節的羊仔。祭司及利未人家己見誚，清氣家己，帶燒祭到耶和華的殿，","bklhl":"二月十四日刣 pôaⁿ過節ê羊á，祭司kap利未人家己見笑，清氣家己，帶燒祭到耶和華ê殿。"}},{"book":"代下","chapter":30,"verse":16,"versions":{"unv":"遵著神人摩西的律法，照例站在自己的地方；祭司從利未人手裡接過血來，灑在壇上。","bklcl":"Chiàu Siōng-tè ê lô͘-po̍k Mô͘-se ê lu̍t-hoat, chiàu-lē ta̍k-lâng khiā i ê ūi; chè-si chiong in tùi Lī-bī lâng ê chhiú chih huih lâi hiù i.","tghg":"照上帝的奴僕摩西的律法，照例逐人徛伊的位；祭司將𪜶對利未人的手接(chih)血，來灑(hiù)伊。","bklhl":"照上帝ê奴僕摩西ê律法，照例ta̍k人khiā伊ê位；祭司將in tùi利未人ê手接血來hiù伊。"}},{"book":"代下","chapter":30,"verse":17,"versions":{"unv":"會中有許多人尚未自潔，所以利未人為一切不潔之人宰逾越節的羊羔，使他們在耶和華面前成為聖潔。","bklcl":"Hōe-tiong ū chōe-chōe lâng bô chheng-khì ka-kī, só͘-í thok Lī-bī lâng thòe it-chhè bô chheng-khì ê lâng thâi pôaⁿ-kè-choeh ê iûⁿ-á, hō͘ in tī Iâ-hô-hoa ê bīn-chêng chiâⁿ-chòe chheng-khì.","tghg":"會中有多多人無清氣家己，所以託利未人替一切無清氣的人刣𨃟過節的羊仔，互𪜶佇耶和華的面前成做清氣。","bklhl":"會中有chōe-chōe人無清氣家己，所以託利未人替一切無清氣ê人刣 pôaⁿ過節ê羊á，hō͘ in tī耶和華ê面前成做清氣。"}},{"book":"代下","chapter":30,"verse":18,"versions":{"unv":"以法蓮、瑪拿西、以薩迦、西布倫有許多人尚未自潔，他們卻也吃逾越節的羔羊，不合所記錄的定例。希西家為他們禱告說：「凡專心尋求　神，就是耶和華─他列祖之　神的，雖不照著聖所潔淨之禮自潔，求至善的耶和華也饒恕他。」","bklcl":"In-ūi Í-hoat-liân Má-ná-se, Í-sat-ka, Se-pò͘-lûn, ū chōe-chōe lâng bô chheng-khì ka-kī;  chóng-sī in iā chia̍h pôaⁿ-kè-choeh, bô ha̍p só͘ kì-chài ê lē.","tghg":"因為以法蓮、瑪拿西、以薩迦、西布倫有多多人無清氣家己，總是𪜶也食𨃟過節，無合所記載的例。","bklhl":"因為Í-hoat-liân、Má-ná-se、Í-sat-ka、Se-pò͘-lûn，有chōe-chōe人無清氣家己；總是in也食pôaⁿ過節，無合所記載ê例。"}},{"book":"代下","chapter":30,"verse":19,"versions":{"unv":"【併於上節】","bklcl":"In-ūi Hi-se-ka thòe in kî-tó, kóng, Kìⁿ-nā ū koat-toàn ê sim chhē Siōng-tè, chiū-sī Iâ-hô-hoa in lia̍t-chó͘ ê Siōng-tè, sui-jiân bô chiàu sèng-só͘ chheng-khì ê lé ka-kī chheng-khì, kiû chì-hó ê Iâ-hô-hoa iā sià-bián in.","tghg":"因為希西家替𪜶祈禱講：「見若有決斷的心尋上帝，就是耶和華──𪜶列祖的上帝，雖然無照聖所清氣的禮家己清氣，求至好的耶和華也赦免𪜶。」","bklhl":"因為Hi-se-ka替in祈禱，講，見若有決斷ê心chhē上帝，就是耶和華in列祖ê上帝，雖然無照聖所清氣ê禮家己清氣，求至好ê耶和華也赦免in。"}},{"book":"代下","chapter":30,"verse":20,"versions":{"unv":"耶和華垂聽希西家的禱告，就饒恕（原文是醫治）百姓。","bklcl":"Iâ-hô-hoa thiaⁿ Hi-se-ka kî-tó, chiū i-hó peh-sìⁿ.","tghg":"耶和華聽希西家祈禱，就醫好百姓。","bklhl":"耶和華聽Hi-se-ka祈禱，就醫好百姓。"}},{"book":"代下","chapter":30,"verse":21,"versions":{"unv":"在耶路撒冷的以色列人大大喜樂，守除酵節七日。利未人和祭司用響亮的樂器，日日頌讚耶和華。","bklcl":"Tòa tī Iâ-lō͘-sat-léng ê Í-sek-lia̍t lâng tōa-tōa hoaⁿ-hí, siú tû-kàⁿ-choeh chhit-ji̍t kú; Lī-bī lâng kap chè-si ji̍t-ji̍t o-ló Iâ-hô-hoa, ēng hiáng-liāng ê ga̍k-khì o-ló Iâ-hô-hoa.","tghg":"住佇耶路撒冷的以色列人大大歡喜，守除酵節七日久。利未人及祭司日日謳咾耶和華，用響亮(hiáng-liāng)的樂器謳咾耶和華。","bklhl":"Tòa tī耶路撒冷ê以色列人大大歡喜，守除酵節七日久；利未人kap祭司日日o-ló耶和華，用響亮ê樂器o-ló耶和華。"}},{"book":"代下","chapter":30,"verse":22,"versions":{"unv":"希西家慰勞一切善於事奉耶和華的利未人。於是眾人吃節筵七日，又獻平安祭，且向耶和華─他們列祖的　神認罪。","bklcl":"Hi-se-ka an-ùi it-chhè gâu ho̍k-sāi Iâ-hô-hoa ê Lī-bī lâng.  Tùi án-ni chèng-lâng chia̍h choeh-iân chhit-ji̍t, hiàn siā-un-chè, koh jīn-chōe tī Iâ-hô-hoa in lia̍t-chó͘ ê Siōng-tè ê bīn-chêng.","tghg":"希西家安慰一切𠢕(gâu)服事耶和華的利未人。對按呢眾人食節筵七日，獻謝恩祭，閣認罪佇耶和華──𪜶列祖的上帝的面前。","bklhl":"Hi-se-ka安慰一切gâu服事耶和華ê利未人。Tùi án-ni，眾人食節筵七日，獻謝恩祭，koh認罪tī耶和華in列祖ê上帝ê面前。"}},{"book":"代下","chapter":30,"verse":23,"versions":{"unv":"全會眾商議，要再守節七日；於是歡歡喜喜地又守節七日。","bklcl":"Choân-hōe gī-lūn beh koh siú-choeh chhit-ji̍t.  Tùi án-ni hoaⁿ-hí koh siú chhit-ji̍t.","tghg":"全會議論，欲閣守節七日；對按呢歡喜閣守七日。","bklhl":"全會議論beh koh守節七日。Tùi án-ni，歡喜koh守七日。"}},{"book":"代下","chapter":30,"verse":24,"versions":{"unv":"猶大王希西家賜給會眾公牛一千隻，羊七千隻為祭物；眾首領也賜給會眾公牛一千隻，羊一萬隻，並有許多的祭司潔淨自己。","bklcl":"In-ūi Iû-tāi ông Hi-se-ka sàng hōe-chiòng gû-káng chi̍t-chheng chiah, iûⁿ chhit-chheng chiah, chòe chè-mi̍h. Chèng siú-léng iā sàng hōe-chiòng gû-káng chi̍t-chheng chiah, iûⁿ chi̍t-bān chiah. Koh chōe-chōe chè-si ka-kī chheng-khì.","tghg":"因為猶大王希西家送會眾牛牨(káng)一千隻，羊七千隻做祭物；眾首領也送會眾牛牨一千隻，羊一萬隻，閣多多祭司家己清氣。","bklhl":"因為偤大王Hi-se-ka送會眾牛káng一千隻，羊七千隻，做祭物。眾首領也送會眾牛káng一千隻，羊一萬隻。Koh chōe-chōe祭司家己清氣。"}},{"book":"代下","chapter":30,"verse":25,"versions":{"unv":"猶大全會眾、祭司、利未人，並那從以色列地來的會眾和寄居的人，以及猶大寄居的人，盡都喜樂。","bklcl":"Iû-tāi hōe-chiòng kap chè-si Lī-bī lâng, kap hiah-ê tùi Í-sek-lia̍t lâi ê hōe-chiòng, í-ki̍p hiah-ê tùi Í-sek-lia̍t tōe lâi ê chhut-gōa lâng, kap khiā-khí tī Iû-tāi ê chhut-gōa lâng, lóng hoaⁿ-hí khoài-lo̍k.","tghg":"猶大會眾及祭司、利未人，及許個對以色列來的會眾以及許個對以色列地來的出外人，及徛起佇猶大的出外人，攏歡喜快樂。","bklhl":"偤大會眾kap祭司利未人，kap hiah-ê tùi以色列來ê會眾，以及hiah-ê tùi以色列地來ê出外人，kap khiā起tī偤大ê出外人，lóng歡喜快樂。"}},{"book":"代下","chapter":30,"verse":26,"versions":{"unv":"這樣，在耶路撒冷大有喜樂，自從以色列王大衛兒子所羅門的時候，在耶路撒冷沒有這樣的喜樂。","bklcl":"Tùi án-ni, tī Iâ-lō͘-sat-léng tōa hoaⁿ-hí, in-ūi tùi Í-sek-lia̍t ông Tāi-pi̍t ê kiáⁿ Só͘-lô-bûn ê sî, tī Iâ-lō͘-sat-léng bē-bat ū án-ni.","tghg":"對按呢，佇耶路撒冷大歡喜，因為對以色列王大衛的子所羅門的時，佇耶路撒冷未曾有按呢。","bklhl":"Tùi án-ni，tī耶路撒冷大歡喜，因為tùi以色列王大衛ê kiáⁿ所羅門ê時，tī耶路撒冷bē-bat有án-ni。"}},{"book":"代下","chapter":30,"verse":27,"versions":{"unv":"那時，祭司、利未人起來，為民祝福。他們的聲音蒙　神垂聽，他們的禱告達到天上的聖所。","bklcl":"Hit-sî chè-si Lī-bī lâng khí-lâi, kā peh-sìⁿ chiok-hok; in ê siaⁿ tit-tio̍h thiaⁿ-kìⁿ, in ê kî-tó thàu-kàu I khiā-khí ê sèng-só͘, kàu tī thiⁿ--nih.","tghg":"彼時，祭司、利未人起來，給百姓祝福。𪜶的聲得著聽見，𪜶的祈禱透到伊徛起的聖所，到佇天裡。","bklhl":"Hit時祭司利未人起來，kā百姓祝福；in ê聲得tio̍h聽見，in ê祈禱透到伊khiā起ê聖所，到tī天裡。"}}]