[{"book":"代下","chapter":34,"verse":1,"versions":{"unv":"約西亞登基的時候年八歲，在耶路撒冷作王三十一年。","bklcl":"Iok-se-a chē-ūi ê sî, poeh hè, tī Iâ-lō͘-sat-léng chòe-ông kiōng saⁿ-cha̍p-it nî.","tghg":"約西亞坐位的時八歲，佇耶路撒冷做王共三十一年。","bklhl":"約西亞坐位ê時，八歲，tī耶路撒冷做王共三十一年。"}},{"book":"代下","chapter":34,"verse":2,"versions":{"unv":"他行耶和華眼中看為正的事，效法他祖大衛所行的，不偏左右。","bklcl":"I kiâⁿ Iâ-hô-hoa só͘ khòaⁿ-chòe hó ê sū, kiâⁿ i ê chó͘ Tāi-pi̍t it-chhè ê lō͘, bô phian chó-iū.","tghg":"伊行耶和華所看做好的事，行伊的祖大衛一切的路，無偏左右。","bklhl":"伊行耶和華所看做好ê事，行伊ê祖大衛一切ê路，無偏左右。"}},{"book":"代下","chapter":34,"verse":3,"versions":{"unv":"他作王第八年，尚且年幼，就尋求他祖大衛的　神。到了十二年才潔淨猶大和耶路撒冷，除掉邱壇、木偶、雕刻的像，和鑄造的像。","bklcl":"I chòe ông tē-poeh nî, iáu-kú siàu-liân, khí-thâu chhē i ê chó͘ Tāi-pi̍t ê Siōng-tè; kàu cha̍p-jī nî khí-thâu chheng-khì Iû-tāi kap Iâ-lō͘-sat-léng, tû-khì soaⁿ-thâu-tôaⁿ, kap hiah-ê A-sià-la̍h, tiau-khek ê siōng kap chù-chō ê siōng.","tghg":"伊做王第八年，猶久少年，起頭尋伊的祖大衛的上帝。到十二年起頭清氣猶大及耶路撒冷，除去山頭壇，及許個亞舍拉，雕刻的像及鑄造(chù-chō)的像。","bklhl":"I做王第八年，iáu-kú少年，起頭chhē伊ê祖大衛ê上帝；到十二年起頭清氣偤大kap耶路撒冷，除去山頭壇，kap hiah-ê A-sià-la̍h，雕刻ê像kap鑄造ê像。"}},{"book":"代下","chapter":34,"verse":4,"versions":{"unv":"眾人在他面前拆毀巴力的壇，砍斷壇上高高的日像，又把木偶和雕刻的像，並鑄造的像打碎成灰，撒在祭偶像人的墳上，","bklcl":"In tī i ê bīn-chêng húi-hoāi hiah-ê Pa-le̍k ê tôaⁿ, i chhò-tn̄g tôaⁿ-téng koâiⁿ-koâiⁿ ê ji̍t-siōng, koh phah-chhùi hiah-ê A-sià-la̍h kap tiau-khek ê siōng, kap chù ê ngó͘-siōng, tûi--i chòe-hún, iā tī bat chè-sū i--ê ê bōng;","tghg":"𪜶佇伊的面前毀壞許個巴力的壇，伊剉斷(chhò-tn̄g)壇頂高高的日像，閣拍碎許個亞舍拉及雕刻的像，及鑄的偶像搥伊做粉，撒(iā)佇曾祭祀伊的的墓，","bklhl":"In tī伊ê面前毀壞hiah-ê Pa-le̍k ê壇，伊剉斷壇頂高高ê日像，koh phah碎hiah-ê A-sià-la̍h kap雕刻ê像，kap鑄 ê偶像，搥伊做粉，掖tī bat祭祀伊ê ê墓；"}},{"book":"代下","chapter":34,"verse":5,"versions":{"unv":"將他們祭司的骸骨燒在壇上，潔淨了猶大和耶路撒冷；","bklcl":"chiong in ê chè-si ê kut-thâu sio tī in ê tôaⁿ-téng, chheng-khì Iû-tāi kap Iâ-lō͘-sat-léng.","tghg":"將𪜶的祭司的骨頭燒佇𪜶的壇頂，清氣猶大及耶路撒冷；","bklhl":"將in ê祭司ê骨頭燒 tī in ê壇頂，清氣偤大kap耶路撒冷。"}},{"book":"代下","chapter":34,"verse":6,"versions":{"unv":"又在瑪拿西、以法蓮、西緬、拿弗他利各城，和四圍破壞之處，都這樣行；","bklcl":"Tī Má-ná-se, Í-hoat-liân, Se-biān, kàu tī Ná-hut-tha-lī hiah-ê siâⁿ, kap sì-ûi phòa-hoāi ê só͘-chāi, lóng iā án-ni kiâⁿ.","tghg":"佇瑪拿西、以法蓮、西緬、到佇拿弗他利許個城及四圍破壞的所在，攏也按呢行；","bklhl":"Tī Má-ná-se，Í-hoat-liân、西門，到tī Ná-hut-tha-lī hiah-ê城，kap四圍破壞ê所在，lóng也án-ni行。"}},{"book":"代下","chapter":34,"verse":7,"versions":{"unv":"又拆毀祭壇，把木偶和雕刻的像打碎成灰，砍斷以色列遍地所有的日像，就回耶路撒冷去了。","bklcl":"Koh thiah-húi chè-tôaⁿ, phah-chhùi A-sià-la̍h kap tiau-khek ê siōng chiâⁿ-chòe hún, chhò-tn̄g Í-sek-lia̍t piàn-tōe só͘ ū ê ji̍t-siōng, chiū tò-khì Iâ-lō͘-sat-léng.","tghg":"閣拆毀祭壇，拍碎亞舍拉，及雕刻的像成做粉，剉斷以色列遍地所有的日像，就倒去耶路撒冷。","bklhl":"Koh拆毀祭壇，phah碎A-sià-la̍h kap雕刻ê像成做粉，剉斷以色列遍地所有ê日像，就tò去耶路撒冷。"}},{"book":"代下","chapter":34,"verse":8,"versions":{"unv":"約西亞王十八年，淨地淨殿之後，就差遣亞薩利雅的兒子沙番、邑宰瑪西雅、約哈斯的兒子史官約亞去修理耶和華─他　神的殿。","bklcl":"Iok-se-a ông cha̍p-poeh nî, chheng-khì tōe chheng-khì tiān í-āu, chiū chhe A-sat-lī-ngá ê kiáⁿ Sa-hoan, siâⁿ-siú Má-se-ngá, sú-koaⁿ Iok-hap-su ê kiáⁿ Iok-a, khì siu-lí Iâ-hô-hoa i ê Siōng-tè ê tiān.","tghg":"約西亞王十八年，清氣地，清氣殿以後，就差亞薩利雅的子沙番、城守瑪西雅、史官約哈斯的子約亞去修理耶和華──伊的上帝的殿。","bklhl":"約西亞王十八年，清氣地清氣殿以後，就差 A-sat-lī-ngá ê kiáⁿ Sa-hoan，城守Má-se-ngá，史官Iok-hap-su ê kiáⁿ Iok-a，去修理耶和華伊ê上帝ê殿。"}},{"book":"代下","chapter":34,"verse":9,"versions":{"unv":"他們就去見大祭司希勒家，將奉到　神殿的銀子交給他；這銀子是看守殿門的利未人從瑪拿西、以法蓮，和一切以色列剩下的人，以及猶大、便雅憫眾人，並耶路撒冷的居民收來的。","bklcl":"In chiū khì kìⁿ chè-si-thâu Hi-le̍k-ka, chiong só͘ ū hiàn tī Siōng-tè tiān ê gûn kau i; chit ê gûn sī kò͘-mn̂g ê Lī-bī lâng, tùi Má-ná-se, Í-hoat-liân, kap it-chhè Í-sek-lia̍t chhun ê lâng, í-ki̍p Iû-tāi, Piān-ngá-bín chèng-lâng, kap Iâ-lō͘-sat-léng khiā-khí ê peh-sìⁿ siu-lâi--ê.","tghg":"𪜶就去見祭司頭希勒家，將所有獻佇上帝殿的銀交伊；此個銀是顧門的利未人對瑪拿西、以法蓮，及一切以色列剩的人，以及猶大、便雅憫眾人，及耶路撒冷徛起的百姓收來的。","bklhl":"In就去見祭司頭Hi-le̍k-ka，將所有獻tī上帝殿ê銀交伊；chit ê銀是顧門ê利未人，tùi Má-ná-se、Í-hoat-liân，kap一切以色列chhun ê人，以及偤大，便雅憫眾人，kap耶路撒冷khiā起ê百姓收來ê。"}},{"book":"代下","chapter":34,"verse":10,"versions":{"unv":"又將這銀子交給耶和華殿裡督工的，轉交修理耶和華殿的工匠，","bklcl":"In chiong hit ê gûn kau-hō͘ koán-lí Iâ-hô-hoa tiān chòe-kang lâng ê chhiú, choán-kau Iâ-hô-hoa tiān chòe-kang ê lâng siu-lí tiān hō͘ i hó-sè.","tghg":"𪜶將彼個銀交互管理耶和華殿做工人的手，轉交耶和華殿做工的人修理殿互伊好勢，","bklhl":"In將hit ê銀交hō͘管理耶和華殿做工人ê手，轉交耶和華殿做工ê人修理殿hō͘伊好勢。"}},{"book":"代下","chapter":34,"verse":11,"versions":{"unv":"就是交給木匠、石匠，買鑿成的石頭和架木與棟樑，修猶大王所毀壞的殿。","bklcl":"Chiū-sī kau hō͘ ba̍k-chhiūⁿ, khí-chō--ê, hō͘ in bóe kè-phah ê chio̍h, kap liân-lo̍k ê chhâ-liāu, siu-lí Iû-tāi ông só͘ húi-hoāi hiah-ê chhù.","tghg":"就是交互木匠、起造的，互𪜶買過拍的石及連絡的柴料，修理猶大王所毀壞許個厝。","bklhl":"就是交hō͘木匠，起造ê，hō͘ in買過phah ê石，kap連絡ê柴料，修理偤大王所毀壞hiah-ê厝。"}},{"book":"代下","chapter":34,"verse":12,"versions":{"unv":"這些人辦事誠實，督工的是利未人米拉利的子孫雅哈、俄巴底；督催的是哥轄的子孫撒迦利亞、米書蘭；還有善於作樂的利未人。","bklcl":"Hiah ê lâng chīn-tiong chòe-kang; tok-kang--ê sī Lī-bī lâng Bí-la̍h-lī ê kiáⁿ-sun Ngá-hap, Gô-pa-tí; tok-chhui--ê sī Ko-hat ê kiáⁿ-sun Sat-ka-lī-a, Bí-su-lân, koh ū chok-ga̍k ê Lī-bī lâng.","tghg":"許個人盡忠做工，督工者是利未人米拉利的子孫雅哈、俄巴底；督催者是哥轄的子孫撒迦利亞、米書蘭；閣有作樂(chok-ga̍k)的利未人。","bklhl":"Hiah-ê人盡忠做工；督工ê是利未人Bí-la̍h-lī ê kiáⁿ孫Ngá-hap、Gô-pa-tí；督催ê是Ko-hat ê kiáⁿ孫撒迦利亞、Bí-su-lân，koh有作樂ê利未人。"}},{"book":"代下","chapter":34,"verse":13,"versions":{"unv":"他們又監管扛抬的人，督催一切做工的。利未人中也有作書記、作司事、作守門的。","bklcl":"In iā koán-lí hiah-ê taⁿ-teh ê lâng, tok-chhui it-chhè chòe-kang ê, bô-lūn chòe sím-mi̍h kang; Lī-bī lâng ū-ê chòe su-kì, chòe iú-si, chòe koán-mn̂g--ê.","tghg":"𪜶也管理許個擔壓的人，督催一切做工的，無論做甚麼工。利未人有的做書記、做有司、做管門者。","bklhl":"In也管理hiah-ê擔teh ê人，督催一切做工ê，無論做甚麼工；利未人有ê做書記，做有司，做管門ê。"}},{"book":"代下","chapter":34,"verse":14,"versions":{"unv":"他們將奉到耶和華殿的銀子運出來的時候，祭司希勒家偶然得了摩西所傳耶和華的律法書。","bklcl":"In chiong só͘ ū hiàn tī Iâ-hô-hoa tiān ê gûn tòa chhut-khì ê sî, chè-si Hi-le̍k-ka ngó͘-jiân tit-tio̍h Mô͘-se só͘ thoân Iâ-hô-hoa lu̍t-hoat ê chheh.","tghg":"𪜶將所有獻佇耶和華殿的銀帶出去的時，祭司希勒家偶然得著摩西所傳耶和華律法的冊。","bklhl":"In將所有獻tī耶和華殿ê銀帶出去ê時，祭司Hi-le̍k-ka偶然得tio̍h摩西所傳耶和華律法ê冊。"}},{"book":"代下","chapter":34,"verse":15,"versions":{"unv":"希勒家對書記沙番說：「我在耶和華殿裡得了律法書。」遂將書遞給沙番。","bklcl":"Hi-le̍k-ka ìn su-kì Sa-hoan kóng, Góa tī Iâ-hô-hoa tiān-lāi ngó͘-jiân tit-tio̍h lu̍t-hoat ê chheh.  Hi-le̍k-ka chiū chiong chheh kau hō͘ Sa-hoan.","tghg":"希勒家應書記沙番講：「我佇耶和華殿內偶然得著律法的冊。」希勒家就將冊交互沙番。","bklhl":"Hi-le̍k-ka 應書記Sa-hoan講，我tī耶和華殿內偶然得tio̍h律法ê冊。Hi-le̍k-ka就將冊交hō͘ Sa-hoan。"}},{"book":"代下","chapter":34,"verse":16,"versions":{"unv":"沙番把書拿到王那裡，回覆王說：「凡交給僕人們辦的都辦理了。","bklcl":"Sa-hoan chiū tòa chheh khì ông hia, koh hê-hok ông kóng, Kìⁿ-nā lí só͘ thok-tiōng lí ê lô͘-po̍k-ê in teh chòe i.","tghg":"沙番就帶冊去王遐，閣回覆王講：「見若你所託仗你的奴僕的𪜶啲做伊。","bklhl":"Sa-hoan就帶冊去王hia，koh回覆王講，見若你所託重你ê奴僕ê in teh做伊。"}},{"book":"代下","chapter":34,"verse":17,"versions":{"unv":"耶和華殿裡的銀子倒出來，交給督工的和匠人的手裡了。」","bklcl":"Só͘ tit-tio̍h tī Iâ-hô-hoa tiān ê gûn lóng piàⁿ--chhut-lâi, kau hō͘ tok-kang--ê, kap chòe-kang lâng ê chhiú.","tghg":"所得著佇耶和華殿的銀攏傾(piàⁿ)出來，交互督工者及做工人的手。」","bklhl":"所得tio̍h tī耶和華殿ê銀lóng piàⁿ出來，交hō͘督工ê，kap做工人ê手。"}},{"book":"代下","chapter":34,"verse":18,"versions":{"unv":"書記沙番又對王說：「祭司希勒家遞給我一卷書。」沙番就在王面前讀那書。","bklcl":"Su-kì Sa-hoan koh tùi ông kóng, Chè-si Hi-le̍k-ka ū the̍h chi̍t pún chheh hō͘ góa; Sa-hoan tī ông ê bīn-chêng tiah tha̍k i.","tghg":"書記沙番閣對王講：「祭司希勒家有提一本冊互我。」沙番佇王的面前摘讀(tiah tha̍k)伊。","bklhl":"書記Sa-hoan koh 對王講，祭司Hi-le̍k-ka有the̍h一本冊hō͘我；Sa-hoan tī王ê面前摘讀伊。"}},{"book":"代下","chapter":34,"verse":19,"versions":{"unv":"王聽見律法上的話，就撕裂衣服，","bklcl":"Ông thiaⁿ-kìⁿ lu̍t-hoat ê ōe, chiū thiah-li̍h i ê saⁿ.","tghg":"王聽見律法的話，就拆裂伊的衫，","bklhl":"王聽見律法ê話，就拆裂伊ê衫。"}},{"book":"代下","chapter":34,"verse":20,"versions":{"unv":"吩咐希勒家與沙番的兒子亞希甘、米迦的兒子亞比頓、書記沙番，和王的臣僕亞撒雅說：","bklcl":"Ông hoan-hù Hi-le̍k-ka kap Sa-hoan ê kiáⁿ A-hi-kam, Bí-ka ê kiáⁿ A-pí-tùn, su-kì Sa-hoan, kap ông ê kūn-sîn A-sat-ngá, kóng,","tghg":"王吩咐希勒家及沙番的子亞希甘、米迦的子亞比頓、書記沙番，及王的近臣亞撒雅講：","bklhl":"王吩咐Hi-le̍k-ka kap Sa-hoan ê kiáⁿ A-hi-kam，Bí-ka ê kiáⁿ A-pí-tùn，書記Sa-hoan，kap王ê近臣A-sat-ngá，講，"}},{"book":"代下","chapter":34,"verse":21,"versions":{"unv":"「你們去為我、為以色列和猶大剩下的人，以這書上的話求問耶和華；因我們列祖沒有遵守耶和華的言語，沒有照這書上所記的去行，耶和華的烈怒就倒在我們身上。」","bklcl":"Lín khì ūi góa, ūi Í-sek-lia̍t kap Iû-tāi só͘ lâu ê peh-sìⁿ, chiong só͘ khioh-tio̍h chit pún chheh ê ōe mn̄g Iâ-hô-hoa; in-ūi Iâ-hô-hoa ê siū-khì tōa-tōa piàⁿ-lo̍h tī lán, sī ūi-tio̍h lán ê lia̍t-chó͘ bô siú Iâ-hô-hoa ê ōe, bô chiàu chit pún chheh it-chhè só͘ kì-chài-ê khì kiâⁿ.","tghg":"「恁去為我、為以色列及猶大所留的百姓，將所拾著此本冊的話問耶和華；因為耶和華的受氣大大傾落佇咱，是為著咱的列祖無守耶和華的話，無照此本冊一切所記載的去行。」","bklhl":"Lín去為我，為以色列kap偤大所留ê百姓，將所拾tio̍h chit本冊ê話問耶和華；因為耶和華ê受氣大大piàⁿ落tī咱，是為tio̍h咱ê列祖無守耶和華ê話，無照chit本冊一切所記載ê去行。"}},{"book":"代下","chapter":34,"verse":22,"versions":{"unv":"於是，希勒家和王所派的眾人都去見女先知戶勒大。戶勒大是掌管禮服沙龍的妻，沙龍是哈斯拉的孫子、特瓦的兒子。戶勒大住在耶路撒冷第二區；他們請問於她。","bklcl":"Tùi án-ni, Hi-le̍k-ka kap ông só͘ thok ê lâng, lóng khì kìⁿ lú sian-ti Hō͘-le̍k-tāi; i sī Hap-su-la̍h ê sun, Tô-khó-hap ê kiáⁿ, koán-lí lé-ho̍k hit ê Sa-liông ê bó͘.  I tiàm tī Iâ-lō͘-sat-léng tē-jī khu; in chiong chit ê ì-sù kā i kóng.","tghg":"對按呢，希勒家及王所託的人攏去見女先知戶勒大。伊是哈斯拉的孫、特可哈的子，管理禮服彼個沙龍的某。伊踮佇耶路撒冷第二區；𪜶將此個意思給伊講。","bklhl":"Tùi án-ni，Hi-le̍k-ka kap王所託ê人，lóng去見女先知Hō͘-le̍k-tāi；伊是Hap-su-la̍h ê孫，Tô-khó-hap ê kiáⁿ，管理禮服hit ê Sa-liông ê bó͘。伊tiàm tī耶路撒冷第二區；in將chit ê意思kā伊講。"}},{"book":"代下","chapter":34,"verse":23,"versions":{"unv":"她對他們說：「耶和華─以色列的　神如此說：『你們可以回覆那差遣你們來見我的人說，","bklcl":"I ìn in kóng, Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè án-ni kóng, Lín khì hê-hok hit ê chhe lín lâi kìⁿ góa ê lâng kóng,","tghg":"伊應𪜶講：「耶和華──以色列的上帝按呢講：『恁去回覆彼個差恁來見我的人講，","bklhl":"伊應in講，耶和華以色列ê上帝án-ni講，lín去回覆hit ê 差 lín來見我ê人講，"}},{"book":"代下","chapter":34,"verse":24,"versions":{"unv":"耶和華如此說：我必照著在猶大王面前所讀那書上的一切咒詛，降禍與這地和其上的居民；","bklcl":"Iâ-hô-hoa án-ni kóng, Khòaⁿ ah, Góa beh kàng chai-ē tī chit só͘-chāi, í-ki̍p tī-chia khiā-khí ê peh-sìⁿ, chiū-sī in tha̍k tī Iû-tāi ông bīn-chêng ê chheh só͘ kì-chài hiah-ê chiù-chó͘.","tghg":"耶和華按呢講：看啊！我欲降災禍佇此所在，以及佇遮徛起的百姓，就是𪜶讀佇猶大王面前的冊所記載許個咒詛；","bklhl":"耶和華án-ni講，看ah，我beh降災厄tī chit所在，以及tī-chia khiā起ê百姓，就是in讀tī偤大王面前ê冊所記載hiah-ê咒詛。"}},{"book":"代下","chapter":34,"verse":25,"versions":{"unv":"因為他們離棄我，向別神燒香，用他們手所做的惹我發怒，所以我的忿怒如火倒在這地上，總不熄滅。』","bklcl":"In-ūi in khì-sak Góa, sio-hiuⁿ tī pa̍t ê siōng-tè, ēng in ê chhiú só͘-chòe-ê kek Góa ê siū-khì; só͘-í Góa ê tōa siū-khì piàⁿ-lo̍h tī chit só͘-chāi, bô soah.","tghg":"因為𪜶棄拺我，燒香佇別個上帝，用𪜶的手所做的激我的受氣，所以我的大受氣傾(piàⁿ)落佇此所在無息(soah)。』","bklhl":"因為in棄sak我，燒香tī別ê上帝，用in ê手所做ê激我ê受氣；所以我ê大受氣piàⁿ落tī chit所在，無soah。"}},{"book":"代下","chapter":34,"verse":26,"versions":{"unv":"然而差遣你們來求問耶和華的猶大王，你們要這樣回覆他說：『耶和華─以色列的　神如此說：至於你所聽見的話，","bklcl":"Chóng-sī chhe lín lâi mn̄g Iâ-hô-hoa ê Iû-tāi ông, lín tio̍h án-ni kā i kóng, Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè án-ni kóng, Lūn-kàu lí só͘ thiaⁿ-kìⁿ ê ōe,","tghg":"總是差恁來問耶和華的猶大王，恁著按呢給伊講：『耶和華──以色列的上帝按呢講：論到你所聽見的話，","bklhl":"總是差 lín來問耶和華ê偤大王，lín tio̍h án-ni kā伊講，耶和華以色列ê上帝án-ni講，論到你所聽見ê話，"}},{"book":"代下","chapter":34,"verse":27,"versions":{"unv":"就是聽見我指著這地和其上居民所說的話，你便心裡敬服，在我面前自卑，撕裂衣服，向我哭泣，因此我應允了你。這是我─耶和華說的。","bklcl":"lí ê sim chiū nńg, ka-kī khiam-pi tī Siōng-tè ê bīn-chêng, in-ūi lí thiaⁿ-kìⁿ I só͘ kóng kong-kek chit só͘-chāi kap tī-chia khiā-khí ê peh-sìⁿ ê ōe, hit-sî lí tī Góa ê bīn-chêng ka-kī khiam-pi, koh thiah-li̍h lí ê saⁿ, tī Góa ê bīn-chêng thî-khàu, Góa í-keng thiaⁿ-kìⁿ lí; che sī Iâ-hô-hoa kóng ê.","tghg":"你的心就軟，家己謙卑佇上帝的面前，因為你聽見伊所講攻擊此所在及佇遮徛起的百姓的話，彼時你佇我的面前家己謙卑，閣拆裂你的衫，佇我的面前啼哭，我已經聽見你。這是耶和華講的。","bklhl":"你ê心就軟，家己謙卑tī上帝ê面前，因為你聽見伊所講攻擊chit所在kap tī-chia khiā起ê百姓ê話，hit時你tī我ê面前家己謙卑，koh拆裂你ê衫，tī我ê面前啼哭，我已經聽見你；這是耶和華講ê。"}},{"book":"代下","chapter":34,"verse":28,"versions":{"unv":"我必使你平平安安地歸到墳墓，到你列祖那裡，我要降與這地和其上居民的一切災禍，你也不致親眼看見。』」他們就回覆王去了。","bklcl":"Góa beh hō͘ lí kui lí ê lia̍t-chó͘, lí beh pêng-an kui-bōng; Góa só͘ beh kàng-lo̍h tī chit só͘-chāi kap tī-chia khiā-khí ê peh-sìⁿ it-chhè ê chai-ē, lí ê ba̍k-chiu tek-khak bōe khòaⁿ-kìⁿ.  In chiū tò-tńg khì hê-hok ông.","tghg":"我欲互你歸你的列祖，你欲平安歸墓，我所欲降落佇此所在及佇遮徛起的百姓一切的災禍，你的目睭的確𣍐看見。』」𪜶就倒轉去回覆王。","bklhl":"我beh hō͘你歸你ê列祖，你beh平安歸墓；我所beh降落tī chit所在kap tī-chia khiā起ê百姓一切ê災厄，你ê目睭的確bōe看見。In就倒tńg去回覆王。"}},{"book":"代下","chapter":34,"verse":29,"versions":{"unv":"王差遣人招聚猶大和耶路撒冷的眾長老來。","bklcl":"Ông chiū chhe lâng chū-chi̍p Iû-tāi kap Iâ-lō͘-sat-léng ê chèng tiúⁿ-ló.","tghg":"王就差人聚集猶大及耶路撒冷的眾長老。","bklhl":"王就差人聚集偤大kap耶路撒冷ê眾長老。"}},{"book":"代下","chapter":34,"verse":30,"versions":{"unv":"王和猶大眾人，與耶路撒冷的居民，並祭司利未人，以及所有的百姓，無論大小，都一同上到耶和華的殿；王就把殿裡所得的約書念給他們聽。","bklcl":"Ông chiū chiūⁿ-khì Iâ-hô-hoa ê tiān; Iû-tāi chèng-lâng kap khiā-khí Iâ-lō͘-sat-léng ê peh-sìⁿ, kap chè-si Lī-bī lâng, kap chèng peh-sìⁿ, bô-lūn tōa-sòe, lóng kap i khì.  Ông chiū chiong Iâ-hô-hoa tiān-lāi ngó͘-jiân tit-tio̍h iok ê chheh, it-chhè ê ōe tha̍k hō͘ in thiaⁿ.","tghg":"王就上去耶和華的殿，猶大眾人及徛起耶路撒冷的百姓，及祭司利未人，及眾百姓，無論大細，攏及伊去；王就將耶和華殿內偶然得著約的冊一切的話讀互𪜶聽。","bklhl":"王就上去耶和華ê殿；偤大眾人kap khiā起耶路撒冷ê百姓，kap祭司利未人，kap眾百姓，無論大細，lóng kap伊去。王就將耶和華殿內偶然得tio̍h約ê冊，一切ê話讀hō͘ in聽。"}},{"book":"代下","chapter":34,"verse":31,"versions":{"unv":"王站在他的地位上，在耶和華面前立約，要盡心盡性地順從耶和華，遵守他的誡命、法度、律例，成就這書上所記的約言；","bklcl":"Ông khiā tī i ê ūi, tī Iâ-hô-hoa ê bīn-chêng li̍p-iok, beh chīn-sim chīn-sèng sūn-thàn Iâ-hô-hoa, siú I ê kài-bēng, kap kan-chèng ê ōe, kap lu̍t-lē, lâi chiâⁿ chit pún chheh só͘ kì li̍p-iok ê ōe.","tghg":"王徛佇伊的位，佇耶和華的面前立約，欲盡心盡性順趁耶和華，守伊的誡命，及干證的話，及律例，來成此本冊所記立約的話；","bklhl":"王khiā tī伊ê位，tī耶和華ê面前立約，beh盡心盡性順thàn耶和華，守伊ê誡命，kap干證ê話，kap律例，來成chit本冊所記立約ê話。"}},{"book":"代下","chapter":34,"verse":32,"versions":{"unv":"又使住耶路撒冷和便雅憫的人都服從這約。於是耶路撒冷的居民都遵行他們列祖之　神的約。","bklcl":"I hō͘ Iâ-lō͘-sat-léng kap Piān-ngá-bín só͘ ū ê peh-sìⁿ lóng sêng-jīn chit ê iok; tùi án-ni Iâ-lō͘-sat-léng khiā-khí ê peh-sìⁿ chiàu Siōng-tè ê iok lâi kiâⁿ, chiū-sī in lia̍t-chó͘ ê Siōng-tè.","tghg":"伊互耶路撒冷及便雅憫所有的百姓攏承認此個約。對按呢耶路撒冷徛起的百姓照上帝的約來行，就是𪜶列祖的上帝。","bklhl":"伊hō͘耶路撒冷kap便雅憫所有ê百姓lóng承認chit ê約；Tùi án-ni，耶路撒冷khiā起ê百姓照上帝ê約來行，就是in列祖ê上帝。"}},{"book":"代下","chapter":34,"verse":33,"versions":{"unv":"約西亞從以色列各處將一切可憎之物盡都除掉，使以色列境內的人都事奉耶和華─他們的　神。約西亞在世的日子，就跟從耶和華─他們列祖的　神，總不離開。","bklcl":"Iok-se-a chiong sio̍k Í-sek-lia̍t lâng hiah-ê tōe, it-chhè khó-ò͘ⁿ--ê lóng tû-khì, koh hō͘ só͘ ū tī Í-sek-lia̍t ê lâng ho̍k-sāi Iâ-hô-hoa in ê Siōng-tè.  Tng Iok-se-a tī-teh ê ji̍t, peh-sìⁿ thàn Iâ-hô-hoa in lia̍t-chó͘ ê Siōng-tè, lóng bô lī-khui.","tghg":"約西亞將屬以色列人許個地，一切可惡的攏除去，閣互所有佇以色列的人服事耶和華──𪜶的上帝。當約西亞佇啲的日，百姓趁耶和華──𪜶列祖的上帝，攏無離開。","bklhl":"約西亞將屬以色列人hiah-ê地，一切可惡ê lóng除去，koh hō͘所有tī以色列ê人服事耶和華in ê上帝。當約西亞tī-teh ê日，百姓thàn耶和華in列祖ê上帝，lóng無離開。"}}]