[{"book":"代下","chapter":1,"verse":1,"versions":{"unv":"大衛的兒子所羅門國位堅固；耶和華─他的　神與他同在，使他甚為尊大。","bklcl":"Tāi-pi̍t ê kiáⁿ Só͘-lô-bûn kok-ūi kian-kò͘, Iâ-hô-hoa i ê Siōng-tè kap i tī--teh, hō͘ i put-chí tōa heng-ōng.","tghg":"大衛的子所羅門國位堅固；耶和華──伊的上帝及伊佇啲，互伊不止大興旺。","bklhl":"大衛ê kiáⁿ所羅門國位堅固，耶和華伊ê上帝kap伊tī-teh，hō͘伊不止大興旺。"}},{"book":"代下","chapter":1,"verse":2,"versions":{"unv":"所羅門吩咐以色列眾人，就是千夫長、百夫長、審判官、首領與族長都來。","bklcl":"Só͘-lô-bûn tùi Í-sek-lia̍t chèng-lâng kóng, chiū-sī chhian-chóng, pé-chóng, sím-phòaⁿ-si, í-ki̍p thong Í-sek-lia̍t ê siú-léng kap cho̍k-tiúⁿ.","tghg":"所羅門對以色列眾人講，就是千總、百總、審判司，以及通以色列的首領及族長。","bklhl":"所羅門對以色列眾人講，就是千總、百總、審判司，以及thong以色列ê首領kap族長。"}},{"book":"代下","chapter":1,"verse":3,"versions":{"unv":"所羅門和會眾都往基遍的邱壇去，因那裡有　神的會幕，就是耶和華僕人摩西在曠野所製造的。","bklcl":"Só͘-lô-bûn kap hōe-chiòng lóng khì kàu Ki-piàn ê soaⁿ-thâu-tôaⁿ, tī-hia ū Siōng-tè ê hōe-bō͘, chiū-sī Iâ-hô-hoa ê lô͘-po̍k Mô͘-se tī khòng-iá só͘ chō--ê.","tghg":"所羅門及會眾攏去到基遍的山頭壇，佇遐有上帝的會幕，就是耶和華的奴僕摩西佇曠野所造的。","bklhl":"所羅門kap會眾lóng去到Ki-piàn ê山頭壇，tī-hia有上帝ê會幕，就是耶和華ê奴僕摩西tī曠野所造ê。"}},{"book":"代下","chapter":1,"verse":4,"versions":{"unv":"只是　神的約櫃，大衛已經從基列‧耶琳搬到他所預備的地方，因他曾在耶路撒冷為約櫃支搭了帳幕，","bklcl":"To̍k-to̍k Siōng-tè ê kūi, Tāi-pi̍t í-keng tùi Ki-lia̍t-iâ-lîm tòa i chiūⁿ-khì kàu Tāi-pi̍t thòe i pī-pān ê só͘-chāi; in-ūi i bat thòe i tah pò͘-pîⁿ tī Iâ-lō͘-sat-léng.","tghg":"獨獨上帝的櫃，大衛已經對基列耶琳帶伊上去到大衛替伊備辦的所在，因為伊曾替伊搭布棚佇耶路撒冷，","bklhl":"獨獨上帝ê櫃，大衛已經tùi Ki-lia̍t-iâ-lîm帶伊上去到大衛替伊備辦ê所在；因為伊bat替伊搭布棚tī耶路撒冷。"}},{"book":"代下","chapter":1,"verse":5,"versions":{"unv":"並且戶珥的孫子、烏利的兒子比撒列所造的銅壇也在基遍耶和華的會幕前。所羅門和會眾都就近壇前。","bklcl":"Koh Hō͘-ní ê sun, O͘-lī ê kiáⁿ, Pí-sat-lia̍t só͘ chō ê tâng-tôaⁿ iā tī-hia, tī Iâ-hô-hoa hōe-bō͘-chêng;  Só͘-lô-bûn kap hōe-chiòng chiū-kūn i.","tghg":"閣戶珥的孫、烏利的子比撒列所造的銅壇也佇遐，佇耶和華會幕前。所羅門及會眾就近伊。","bklhl":"Koh Hō͘-ní ê孫，O͘-lī ê kiáⁿ，Pí-sat-lia̍t所造ê銅壇也tī-hia，tī耶和華會幕前；所羅門kap會眾就近伊。"}},{"book":"代下","chapter":1,"verse":6,"versions":{"unv":"所羅門上到耶和華面前會幕的銅壇那裡，獻一千犧牲為燔祭。","bklcl":"Só͘-lô-bûn chiūⁿ kàu Iâ-hô-hoa bīn-chêng ê tâng-tôaⁿ, chiū-sī tī hōe-bō͘ hia, hiàn sio-chè chi̍t-chheng tī hit téng-bīn.","tghg":"所羅門上到耶和華面前的銅壇就是佇會幕遐，獻燒祭一千佇彼頂面。","bklhl":"所羅門上到耶和華面前ê銅壇，就是tī會幕hia，獻燒祭一千tī hit頂面。"}},{"book":"代下","chapter":1,"verse":7,"versions":{"unv":"當夜，　神向所羅門顯現，對他說：「你願我賜你甚麼，你可以求。」","bklcl":"Hit-mî Siōng-tè tùi Só͘-lô-bûn chhut-hiān, kā i kóng, Lí ài Góa siúⁿ-sù lí sím-mi̍h, lí thang kiû lah.","tghg":"彼暝，上帝對所羅門出現，給伊講：「你愛我賞賜你甚麼，你通求啦。」","bklhl":"Hit暝上帝對所羅門出現，kā伊講，你ài我賞賜你甚麼，你thang求lah。"}},{"book":"代下","chapter":1,"verse":8,"versions":{"unv":"所羅門對　神說：「你曾向我父大衛大施慈愛，使我接續他作王。","bklcl":"Só͘-lô-bûn tùi Siōng-tè kóng, Lí bat tùi góa ê lāu-pē Tāi-pi̍t tōa si chû-ài, koh hō͘ góa sòa-chiap i chòe ông.","tghg":"所羅門對上帝講：「你曾對我的老父大衛大施慈愛，閣互我續接伊做王。","bklhl":"所羅門對上帝講，你bat對我ê老父大衛大施慈愛，koh hō͘我續接伊做王。"}},{"book":"代下","chapter":1,"verse":9,"versions":{"unv":"耶和華　神啊，現在求你成就向我父大衛所應許的話；因你立我作這民的王，他們如同地上塵沙那樣多。","bklcl":"Iâ-hô-hoa Siōng-tè ah, taⁿ kiû Lí kiâⁿ Lí só͘ èng-ún góa ê lāu-pē Tāi-pi̍t ê ōe; in-ūi Lí siat-li̍p góa chòe chit ê peh-sìⁿ ê ông, in chhin-chhiūⁿ tōe-chiūⁿ ê thô͘-soa chi̍t-iūⁿ.","tghg":"耶和華上帝啊，今求你行你所應允我的老父大衛的話；因為你設立我做此個百姓的王，𪜶親像地上的土沙一樣。","bklhl":"耶和華上帝ah，taⁿ求你行你所應允我ê老父大衛ê話；因為你設立我做chit ê百姓ê王，in親像地上ê土沙一樣。"}},{"book":"代下","chapter":1,"verse":10,"versions":{"unv":"求你賜我智慧聰明，我好在這民前出入；不然，誰能判斷這眾多的民呢？」","bklcl":"Kiû Lí siúⁿ-sù góa tì-hūi chhang-miâ, hō͘ góa thang chhut-ji̍p tī chit ê peh-sìⁿ ê bīn-chêng; in-ūi chī-chūi ōe sím-phòaⁿ Lí hiah-tōa kok ê peh-sìⁿ ah?","tghg":"求你賞賜我智慧聰明(chhang-miâ)，互我通出入佇此個百姓的面前；因為，是誰會審判你許大國的百姓啊？」","bklhl":"求你賞賜我智慧聰明，hō͘我thang出入tī chit ê百姓ê面前；因為是誰能審判你hiah大國ê百姓ah？"}},{"book":"代下","chapter":1,"verse":11,"versions":{"unv":"　神對所羅門說：「我已立你作我民的王。你既有這心意，並不求資財、豐富、尊榮，也不求滅絕那恨你之人的性命，又不求大壽數，只求智慧聰明好判斷我的民；","bklcl":"Siōng-tè tùi Só͘-lô-bûn kóng, Lí í-keng ū chit-hō sim, bô kiû hè-châi, hó-gia̍h, chun-kùi, kap lí ê tùi-te̍k ê sìⁿ-miā, iā bô kiû ka-kī tn̂g hè-siū; to̍k-to̍k ūi ka-kī kiû tì-hūi chhang-miâ, hō͘ lí thang sím-phòaⁿ Góa ê peh-sìⁿ, chiū-sī Góa siat-li̍p lí chòe in ê ông ê;","tghg":"上帝對所羅門講：「你已經有此號心，無求貨財、好額、尊貴，及你的對敵的生命，也無求家己長歲壽，獨獨為家己求智慧聰明互你通審判我的百姓，就是我設立你做𪜶的王的；","bklhl":"上帝對所羅門講，你已經有chit號心，無求貨財、好額、尊貴，kap你ê對敵ê性命，也無求家己長歲壽；獨獨為家己求智慧聰明，hō͘你thang審判我ê百姓，就是我設立你做in ê王ê；"}},{"book":"代下","chapter":1,"verse":12,"versions":{"unv":"我必賜你智慧聰明，也必賜你資財、豐富、尊榮。在你以前的列王都沒有這樣，在你以後也必沒有這樣的。」","bklcl":"só͘-í siúⁿ-sù lí tì-hūi chhang-miâ;  Góa iā beh siúⁿ-sù lí hè-châi, hó-gia̍h, chun-kùi; tī lí í-chêng ê lia̍t-ông lóng bô ū án-ni, tī lí í-āu iā bô beh ū án-ni ê.","tghg":"所以賞賜你智慧聰明，我也欲賞賜你貨財、好額、尊貴。佇你以前的列王攏無有按呢，佇你以後也無欲有按呢的。」","bklhl":"所以賞賜你智慧聰明；我也beh賞賜你貨財、好額、尊貴；tī你以前ê列王lóng無有án-ni，tī你以後也無beh有án-ni ê。"}},{"book":"代下","chapter":1,"verse":13,"versions":{"unv":"於是，所羅門從基遍邱壇會幕前回到耶路撒冷，治理以色列人。","bklcl":"Tùi án-ni Só͘-lô-bûn tùi Ki-piàn soaⁿ-thâu-tôaⁿ hōe-bō͘-chêng tò-lâi Iâ-lō͘-sat-léng, chòe-ông koán-lí Í-sek-lia̍t.","tghg":"對按呢，所羅門對基遍山頭壇會幕前倒來耶路撒冷，做王管理以色列。","bklhl":"Tùi án-ni，所羅門tùi Ki-piàn山頭壇會幕前tò來耶路撒冷，做王管理以色列。"}},{"book":"代下","chapter":1,"verse":14,"versions":{"unv":"所羅門聚集戰車馬兵，有戰車一千四百輛，馬兵一萬二千名，安置在屯車的城邑和耶路撒冷，就是王那裡。","bklcl":"Só͘-lô-bûn chū-chi̍p chiàn-chhia bé-peng; ū chiàn-chhia chi̍t-chheng sì-pah tiuⁿ, bé-peng chi̍t-bān nn̄g-chheng miâ; an-tì tī tún-chhia ê siâⁿ, iā kap ông tī Iâ-lō͘-sat-léng.","tghg":"所羅門聚集戰車馬兵，有戰車一千四百張，馬兵一萬二千名，安置佇囤車(tún-chhia)的城也及王佇耶路撒冷。","bklhl":"所羅門聚集戰車馬兵；有戰車一千四百張，馬兵一萬兩千名；安置tī囤車ê城，也kap王tī耶路撒冷。"}},{"book":"代下","chapter":1,"verse":15,"versions":{"unv":"王在耶路撒冷使金銀多如石頭，香柏木多如高原的桑樹。","bklcl":"Ông tī Iâ-lō͘-sat-léng hō͘ kim-gûn chhin-chhiūⁿ chio̍h-thâu, hō͘ pek-hiuⁿ-chhiū chhin-chhiūⁿ pîⁿ-iûⁿ ê sng-châi-chhiū, in-ūi chin-chōe.","tghg":"王佇耶路撒冷互金銀親像石頭，互柏香樹親像平洋的桑材樹，因為真多。","bklhl":"王tī耶路撒冷hō͘金銀親像石頭，hō͘柏香樹親像平洋ê桑材樹，因為真chōe。"}},{"book":"代下","chapter":1,"verse":16,"versions":{"unv":"所羅門的馬是從埃及帶來的，是王的商人一群一群按著定價買來的。","bklcl":"Só͘-lô-bûn só͘ ū ê bé sī tùi Ai-ki̍p lâi ê; chiū-sī ông ê seng-lí-lâng chi̍t-tīn chi̍t-tīn chiàu kè-chîⁿ bóe--lâi ê.","tghg":"所羅門所有的馬是對埃及來的，就是王的生理人一陣(chi̍t-tīn)一陣照價錢買來的。","bklhl":"所羅門所有ê馬是tùi埃及來ê；就是王ê seng-lí人一陣一陣照價錢買來ê。"}},{"book":"代下","chapter":1,"verse":17,"versions":{"unv":"他們從埃及買來的車，每輛價銀六百舍客勒，馬每匹一百五十舍客勒。赫人諸王和亞蘭諸王所買的車馬，也是按這價值經他們手買來的。","bklcl":"In tùi Ai-ki̍p bóe--lâi ê chhia, múi-tiuⁿ ta̍t gûn la̍k-pah sià-khek-le̍k; bé múi-phit chi̍t-pah gō͘-cha̍p;  Hek-lâng chiah-ê ông kap A-lân chiah-ê ông lóng tùi in keng-chhiú chiàu án-ni tòa chhut-lâi.","tghg":"𪜶對埃及買來的車，每張值銀六百舍客勒，馬每匹一百五十。赫人諸個王及亞蘭諸個王攏對𪜶經手照按呢帶出來。","bklhl":"In tùi埃及買來ê車，每張值銀六百sià-khek-le̍k；馬每匹一百五十；Hek人 chiah ê王kap A-lân chiah ê王lóng tùi in經手照án-ni帶出來。"}}]