[{"book":"代下","chapter":32,"verse":1,"versions":{"unv":"這虔誠的事以後，亞述王西拿基立來侵入猶大，圍困一切堅固城，想要攻破佔據。","bklcl":"Chiah-ê tāi-chì, i si̍t-sim kiâⁿ--i í-āu, A-su̍t ông Se-ná-ki-li̍p chiūⁿ-lâi, lâi chhim-ji̍p Iû-tāi, chat-iâⁿ ûi-khùn chiah-ê kian-kò͘ ê siâⁿ, siūⁿ beh chhú chòe ka-kī-ê.","tghg":"諸個代誌，伊實心行伊以後，亞述王西拿基立上來，來侵入猶大，紮營圍困諸個堅固的城，想欲取做家己的。","bklhl":"Chiah-ê tāi-chì，伊實心行伊以後，亞述王Se-ná-ki-li̍p上來，來深入偤大，紮營圍困chiah ê堅固ê城，想beh取做家己ê。"}},{"book":"代下","chapter":32,"verse":2,"versions":{"unv":"希西家見西拿基立來，定意要攻打耶路撒冷，","bklcl":"Hi-se-ka khòaⁿ-kìⁿ Se-ná-ki-li̍p í-keng lâi, tiāⁿ-tio̍h ì-sù beh kong-kek Iâ-lō͘-sat-léng;","tghg":"希西家看見西拿基立已經來，定著意思欲攻擊耶路撒冷，","bklhl":"Hi-se-ka看見Se-ná-ki-li̍p已經來，定tio̍h意思beh攻擊耶路撒冷；"}},{"book":"代下","chapter":32,"verse":3,"versions":{"unv":"就與首領和勇士商議，塞住城外的泉源；他們就都幫助他。","bklcl":"chiū kap i hiah-ê siú-léng í-ki̍p ióng-sū chham-siông, beh that-ba̍t siâⁿ-gōa ê chúi-goân; in chiū pang-chān i.","tghg":"就及伊許個首領以及勇士參詳，欲塞密(that-ba̍t)城外的水源；𪜶就幫助伊。","bklhl":"就kap伊hiah-ê首領以及勇士參詳，beh塞密城外ê水源；in就幫贊伊。"}},{"book":"代下","chapter":32,"verse":4,"versions":{"unv":"於是有許多人聚集，塞了一切泉源，並通流國中的小河，說：「亞述王來，為何讓他得著許多水呢？」","bklcl":"Tùi án-ni chōe-chōe peh-sìⁿ chū-chi̍p, that-ba̍t it-chhè ê chúi-goân, kap lâu kè hit só͘-chāi ê khoe, kóng, A-su̍t hiah-ê ông lâi, siáⁿ-sū hō͘ i tit-tio̍h chōe-chōe chúi ah?","tghg":"對按呢多多百姓聚集，塞密(that-ba̍t)一切的水源，及流過彼所在的溪，講：「亞述許個王來，啥事互伊得著多多水啊？」","bklhl":"Tùi án-ni， chōe-chōe百姓聚集，塞密一切ê水源，kap流過hit所在ê溪，講，亞述hiah-ê王來，啥事hō͘伊得tio̍h chōe-chōe水ah？"}},{"book":"代下","chapter":32,"verse":5,"versions":{"unv":"希西家力圖自強，就修築所有拆毀的城牆，高與城樓相齊；在城外又築一城，堅固大衛城的米羅，製造了許多軍器、盾牌；","bklcl":"Hi-se-ka kiông i ê sim-chì, khí hit ê tó-hoāi ê siâⁿ-chhiûⁿ, koâiⁿ kàu chiú-kiⁿ-lâu , koh khí chi̍t-chōa chhiûⁿ tī siâⁿ-gōa, koh kian-kò͘ Tāi-pi̍t siâⁿ ê Bí-lô, koh chè-chō chōe-chōe chiàn-khì, kap pîn-pâi;","tghg":"希西家強伊的心志，起彼個倒壞的城牆，高到守更(chiú-kiⁿ)樓；閣起一鑆(chi̍t-chōa)牆佇城外，閣堅固大衛城的米羅，閣製造多多戰器、及屏牌；","bklhl":"Hi-se-ka強伊ê心志，起hit ê倒壞ê城牆，高到守更樓，koh起一chōa牆tī城外，koh堅固大衛城ê Bí-lô，koh製造chōe-chōe戰器，kap屏牌；"}},{"book":"代下","chapter":32,"verse":6,"versions":{"unv":"設立軍長管理百姓，將他們招聚在城門的寬闊處，用話勉勵他們，說：","bklcl":"siat-li̍p kun-tiúⁿ koán-lí peh-sìⁿ, chū-chi̍p in kàu i hia, tī siâⁿ-mn̂g khoan-khoah ê só͘-chāi, ēng ōe an-ùi in kóng,","tghg":"設立軍長管理百姓，聚集𪜶到伊遐，佇城門寬闊的所在，用話安慰𪜶，講：","bklhl":"設立軍長管理百姓，聚集in到伊hia，tī城門寬闊ê所在，用話安慰in講，"}},{"book":"代下","chapter":32,"verse":7,"versions":{"unv":"「你們當剛強壯膽，不要因亞述王和跟隨他的大軍恐懼、驚慌；因為與我們同在的，比與他們同在的更大。","bklcl":"Kiông lín ê sim, chòng lín ê chì, bo̍h-tit in-ūi A-su̍t ông kap tè i ê tōa kun-tūi lâi lún, lâi kiaⁿ; in-ūi kap lán tī-teh--ê, pí kap in tī-teh--ê khah-tōa;","tghg":"「強恁的心，壯恁的志，莫得因為亞述王及隨伊的大軍隊來愞(lún)、來驚；因為及咱佇啲者，比及𪜶佇啲者卡大。","bklhl":"強lín ê心，壯lín ê志，莫得因為亞述王kap tè伊ê大軍隊來忍，來驚；因為kap咱tī-teh-ê，比kap in tī-teh-ê khah大；"}},{"book":"代下","chapter":32,"verse":8,"versions":{"unv":"與他們同在的是肉臂，與我們同在的是耶和華─我們的　神，他必幫助我們，為我們爭戰。」百姓就靠猶大王希西家的話，安然無懼了。","bklcl":"kap i tī-teh--ê sī jio̍k-thé ê chhiú, kap lán tī-teh--ê sī Iâ-hô-hoa lán ê Siōng-tè, I beh pang-chān lán, thòe lán kau-chiàn.  Peh-sìⁿ chiū an-jiân khò Iû-tāi ông Hi-se-ka ê ōe.","tghg":"及伊佇啲者，是肉體的手，及咱佇啲者是耶和華──咱的上帝，伊欲幫助咱替咱交戰。」百姓就安然，靠猶大王希西家的話。","bklhl":"kap伊tī-teh-ê是肉體ê手，kap咱tī-teh-ê是耶和華咱ê上帝，伊beh幫贊咱，替咱交戰。百姓就安然靠偤大王Hi-se-ka ê話。"}},{"book":"代下","chapter":32,"verse":9,"versions":{"unv":"此後，亞述王西拿基立和他的全軍攻打拉吉，就差遣臣僕到耶路撒冷見猶大王希西家和一切在耶路撒冷的猶大人，說：","bklcl":"Āu-lâi A-su̍t ông Se-ná-ki-li̍p, kap i ê choân-kun, kong-kek La̍h-kiat ê sî, chiū chhe i ê lô͘-po̍k kàu Iâ-lō͘-sat-léng kìⁿ Iû-tāi ông Hi-se-ka kap it-chhè tī Iâ-lō͘-sat-léng ê Iû-tāi lâng, kóng,","tghg":"後來，亞述王西拿基立及伊的全軍攻擊拉吉的時，就差伊的奴僕到耶路撒冷見猶大王希西家及一切佇耶路撒冷的猶大人，講：","bklhl":"後來亞述王Se-ná-ki-li̍p，kap伊ê全軍，攻擊拉結ê時，就差伊ê奴僕到耶路撒冷見偤大王Hi-se-ka kap一切tī耶路撒冷ê偤大人，講，"}},{"book":"代下","chapter":32,"verse":10,"versions":{"unv":"「亞述王西拿基立如此說：『你們倚靠甚麼，還在耶路撒冷受困呢？","bklcl":"A-su̍t ông Se-ná-ki-li̍p án-ni kóng, Lín óa-khò sím-mi̍h, chiah tiàm tī Iâ-lō͘-sat-léng siū ûi-khùn ah?","tghg":"「亞述王西拿基立按呢講：『恁倚靠甚麼，才踮佇耶路撒冷受圍困啊？","bklhl":"亞述王Se-ná-ki-li̍p án-ni講，Lín óa靠甚麼，chiah tiàm tī耶路撒冷受圍困ah？"}},{"book":"代下","chapter":32,"verse":11,"versions":{"unv":"希西家對你們說「耶和華─我們的　神必救我們脫離亞述王的手」，這不是誘惑你們，使你們受飢渴而死嗎？","bklcl":"Hi-se-ka kóng, Iâ-hô-hoa lán ê Siōng-tè beh kiù lán thoat-lī A-su̍t ông ê chhiú, che kiám m̄-sī ín-iú lín, hō͘ lín iau chhùi-ta lâi sí mah?","tghg":"希西家講「耶和華──咱的上帝欲救咱脫離亞述王的手」，這豈呣是引誘恁，互恁枵(iau)嘴乾來死嗎？","bklhl":"Hi-se-ka講，耶和華咱ê上帝beh救咱脫離亞述王ê手，這kiám m̄是引誘lín，hō͘ lín iau嘴乾來死mah？"}},{"book":"代下","chapter":32,"verse":12,"versions":{"unv":"這希西家豈不是廢去耶和華的邱壇和祭壇，吩咐猶大與耶路撒冷的人說「你們當在一個壇前敬拜，在其上燒香」嗎？","bklcl":"Chit ê Hi-se-ka kiám m̄-sī hòe-bô Iâ-hô-hoa ê soaⁿ-thâu-tôaⁿ, kap I hiah-ê tôaⁿ, bēng-lēng Iû-tāi kap Iâ-lō͘-sat-léng ê lâng kóng, Lín tio̍h tī chit ê tôaⁿ-chêng kèng-pài, sio-hiuⁿ tī hí(**hit) téng-bīn?","tghg":"此個希西家豈呣是廢無耶和華的山頭壇及伊許個壇，命令猶大及耶路撒冷的人講「恁著佇此個壇前敬拜，燒香佇彼頂面」？","bklhl":"Chit ê Hi-se-ka kiám m̄是廢無耶和華ê山頭壇，kap伊hiah-ê壇，命令偤大kap耶路撒冷ê人講，Lín tio̍h tī chit ê壇前敬拜，燒香tī hit頂面？"}},{"book":"代下","chapter":32,"verse":13,"versions":{"unv":"我與我列祖向列邦所行的，你們豈不知道嗎？列邦的神何嘗能救自己的國脫離我手呢？","bklcl":"Góa kap góa ê lia̍t-chó͘ tùi lia̍t-kok ê peh-sìⁿ só͘ kiâⁿ--ê, lín kiám m̄-chai mah? lia̍t-pang ê siōng-tè, hit-sî kiám ōe kiù ka-kī ê kok thoat-lī góa ê chhiú mah?","tghg":"我及我的列祖對列國的百姓所行的，恁豈呣知嗎？列邦的上帝彼時豈會救家己的國脫離我的手嗎？","bklhl":"我kap我ê列祖對列國ê百姓所行ê，lín kiám m̄知mah？列邦ê上帝，hit時kiám會救家己ê國脫離我ê手mah？"}},{"book":"代下","chapter":32,"verse":14,"versions":{"unv":"我列祖所滅的國，那些神中誰能救自己的民脫離我手呢？難道你們的神能救你們脫離我手嗎？","bklcl":"Góa ê lia̍t-chó͘ só͘ bia̍t-bô hiah-ê kok, in hiah-ê siōng-tè ê tiong-kan chī-chūi ōe kiù i ê kok thoat-lī góa ê chhiú, chiū lín ê Siōng-tè kiám ōe kiù lín thoat-lī góa ê chhiú mah?","tghg":"我的列祖所滅無許個國，𪜶許個上帝的中間是誰會救伊的國脫離我的手？就恁的上帝豈會救恁脫離我的手嗎？","bklhl":"我ê列祖所滅無hiah-ê國，in hiah-ê上帝ê中間是誰能救伊ê國脫離我ê手，就lín ê上帝kiám會救lín脫離我ê手mah？"}},{"book":"代下","chapter":32,"verse":15,"versions":{"unv":"所以你們不要叫希西家這樣欺哄誘惑你們，也不要信他；因為沒有一國一邦的神能救自己的民脫離我手和我列祖的手，何況你們的神更不能救你們脫離我的手。』」","bklcl":"Só͘-í bo̍h-tit hō͘ Hi-se-ka án-ni phiàn lín, ín-iú lín, iā bo̍h-tit sìn i; in-ūi bô chi̍t-pang chi̍t-kok ê siōng-tè ōe kiù i ê peh-sìⁿ thoat-lī góa ê chhiú, thoat-lī góa ê lia̍t-chó͘ ê chhiú; hô-hòng lín ê Siōng-tè, kiám ōe kiù lín thoat-lī góa ê chhiú?","tghg":"所以莫得互希西家按呢騙恁引誘恁，也莫得信伊；因為無一邦一國的上帝會救伊的百姓脫離我的手脫離我的列祖的手，何況(hô-hòng)恁的上帝豈會救恁脫離我的手？』」","bklhl":"所以莫得hō͘ Hi-se-ka án-ni騙lín，引誘lín，也莫得信伊；因為無一邦一國ê上帝能救伊ê百姓脫離我ê手，脫離我ê列祖ê手；何況lín ê上帝，kiám會救lín脫離我ê手？"}},{"book":"代下","chapter":32,"verse":16,"versions":{"unv":"西拿基立的臣僕還有別的話毀謗耶和華　神和他僕人希西家。","bklcl":"Se-ná-ki-li̍p ê jîn-sîn iáu koh kóng húi-pòng Iâ-hô-hoa Siōng-tè kap I ê lô͘-po̍k Hi-se-ka ê ōe.","tghg":"西拿基立的人臣猶閣講誹謗耶和華上帝及伊的奴僕希西家的話。","bklhl":"Se-ná-ki-li̍p ê人臣iáu koh講譭謗耶和華上帝kap伊ê奴僕Hi-se-ka ê話。"}},{"book":"代下","chapter":32,"verse":17,"versions":{"unv":"西拿基立也寫信毀謗耶和華─以色列的　神說：「列邦的神既不能救他的民脫離我手，希西家的神也不能救他的民脫離我手了。」","bklcl":"Koh siá phoe pòng-to̍k Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè, ki-chhì I kóng, Lia̍t-pang ê peh-sìⁿ ê siōng-tè kì-jiân bōe-ōe kiù i ê peh-sìⁿ thoat-lī góa ê chhiú, Hi-se-ka ê Siōng-tè iā bōe-ōe kiù I ê peh-sìⁿ thoat-lī góa ê chhiú.","tghg":"閣寫批謗瀆(pòng-to̍k)耶和華──以色列的上帝，譏刺伊講：「列邦的百姓的上帝既然𣍐會救伊的百姓脫離我的手，希西家的上帝也𣍐會救伊的百姓脫離我的手。」","bklhl":"Koh寫phoe謗瀆耶和華以色列ê上帝，譏刺伊講，列邦ê百姓ê上帝既然bōe會救伊ê百姓脫離我ê手，Hi-se-ka ê上帝也bōe會救伊ê百姓脫離我ê手。"}},{"book":"代下","chapter":32,"verse":18,"versions":{"unv":"亞述王的臣僕用猶大言語向耶路撒冷城上的民大聲呼叫，要驚嚇他們，擾亂他們，以便取城。","bklcl":"I hiah-ê jîn-sîn ēng Iû-tāi ê khiuⁿ-kháu, tōa-siaⁿ kiò hiah-ê tī siâⁿ-chhiûⁿ-téng ê Iâ-lō͘-sat-léng lâng, beh hō͘ in kiaⁿ, jiáu-loān in, thang chhú hit ê siâⁿ.","tghg":"伊許個人臣用猶大的腔口大聲叫許個佇城牆頂的耶路撒冷人，欲互𪜶驚，擾亂𪜶，通取彼個城。","bklhl":"伊hiah-ê人臣用偤大ê腔口，大聲叫hiah-ê tī城牆頂ê耶路撒冷人，beh hō͘ in驚，擾亂in，thang取hit ê城。"}},{"book":"代下","chapter":32,"verse":19,"versions":{"unv":"他們論耶路撒冷的　神，如同論世上人手所造的神一樣。","bklcl":"In káng-lūn Iâ-lō͘-sat-léng ê Siōng-tè, chhin-chhiūⁿ káng-lūn sè-chiūⁿ hiah-ê peh-sìⁿ ê siōng-tè, lâng ê chhiú só͘ chō-ê chi̍t-iūⁿ.","tghg":"𪜶講論耶路撒冷的上帝親像講論世上許個百姓的上帝，人的手所造的一樣。","bklhl":"In講論耶路撒冷ê上帝，親像講論世上hiah-ê百姓ê上帝，人ê手所造ê一樣。"}},{"book":"代下","chapter":32,"verse":20,"versions":{"unv":"希西家王和亞摩斯的兒子先知以賽亞因此禱告，向天呼求。","bklcl":"Hi-se-ka ông kap A-mô͘-su ê kiáⁿ sian-ti Í-sài-a, in-ūi án-ni kî-tó, ǹg thiⁿ kiû-kiò.","tghg":"希西家王及亞摩斯的子先知以賽亞因為按呢祈禱，向天求叫。","bklhl":"Hi-se-ka王kap A-mô͘-su ê kiáⁿ先知以賽亞，因為án-ni祈禱，ǹg天求叫。"}},{"book":"代下","chapter":32,"verse":21,"versions":{"unv":"耶和華就差遣一個使者進入亞述王營中，把所有大能的勇士和官長、將帥盡都滅了。亞述王滿面含羞地回到本國，進了他神的廟中，有他親生的兒子在那裡用刀殺了他。","bklcl":"Iâ-hô-hoa chiū chhe chi̍t ê sù-chiá ji̍p A-su̍t ông ê iâⁿ-tiong, it-chīn bia̍t hiah-ê tōa lêng-le̍k ê ióng-sū, í-ki̍p hiah-ê siú-léng kun-tiúⁿ; A-su̍t ông móa-bīn kiàn-siàu tò-khì pún-kok; ji̍p i ê siōng-tè ê biō-lāi, ū i chhin-siⁿ ê kiáⁿ tī-hia ēng to thâi-sí i.","tghg":"耶和華就差一個使者入亞述王的營中，一盡滅許個大能力的勇士，以及許個首領軍長。亞述王滿面見誚倒去本國，入伊的上帝的廟內，有伊親生的子佇遐用刀刣死伊。","bklhl":"耶和華就差一个使者入亞述王ê營中，一盡滅hiah-ê大能力ê勇士，以及hiah-ê首領軍長；亞述王滿面見笑tò去本國；入伊ê上帝ê廟內，有伊親生ê kiáⁿ tī-hia用刀刣死伊。"}},{"book":"代下","chapter":32,"verse":22,"versions":{"unv":"這樣，耶和華救希西家和耶路撒冷的居民脫離亞述王西拿基立的手，也脫離一切仇敵的手，又賜他們四境平安。","bklcl":"Án-ni Iâ-hô-hoa kiù Hi-se-ka kap Iâ-lō͘-sat-léng khiā-khí ê peh-sìⁿ thoat-lī A-su̍t ông Se-ná-ki-li̍p ê chhiú, iā thoat-lī it-chhè tùi-te̍k ê chhiú, koh hō͘ in sì-ûi pêng-an.","tghg":"按呢，耶和華救希西家及耶路撒冷徛起的百姓脫離亞述王西拿基立的手，也脫離一切對敵的手，閣互𪜶四圍平安。","bklhl":"Án-ni耶和華救Hi-se-ka kap耶路撒冷khiā起ê百姓脫離亞述王Se-ná-ki-li̍p ê手，也脫離一切對敵ê手，koh hō͘ in四圍平安。"}},{"book":"代下","chapter":32,"verse":23,"versions":{"unv":"有許多人到耶路撒冷，將供物獻與耶和華，又將寶物送給猶大王希西家。此後，希西家在列邦人的眼中看為尊大。","bklcl":"Ū chōe-chōe lâng tòa lé-mi̍h kàu Iâ-lō͘-sat-léng, hiàn-hō͘ Iâ-hô-hoa, koh chiong pó-mi̍h sàng Iû-tāi ông Hi-se-ka.  Chit-tia̍p liáu-āu, Hi-se-ka hō͘ lia̍t-pang khòaⁿ i chòe chun-tōa.","tghg":"有多多人帶禮物到耶路撒冷獻互耶和華，閣將寶物送猶大王希西家。此霎(tia̍p)了後，希西家互列邦看伊做尊大。","bklhl":"有chōe-chōe人帶禮物到耶路撒冷，獻hō͘耶和華，koh將寶物送偤大王Hi-se-ka。Chit-tia̍p了後，Hi-se-ka hō͘列邦看伊做尊大。"}},{"book":"代下","chapter":32,"verse":24,"versions":{"unv":"那時希西家病得要死，就禱告耶和華，耶和華應允他，賜他一個兆頭。","bklcl":"Hit-sî Hi-se-ka phòa-pīⁿ tit-beh sí, chiū kî-tó Iâ-hô-hoa, Iâ-hô-hoa kā i kóng, koh hō͘ i chi̍t ê tiāu-thâu.","tghg":"彼時希西家破病得欲死，就祈禱耶和華，耶和華給伊講，閣互伊一個兆頭(tiāu-thâu)。","bklhl":"Hit時Hi-se-ka破病得beh死，就祈禱耶和華，耶和華kā伊講，koh hō͘伊一个兆頭。"}},{"book":"代下","chapter":32,"verse":25,"versions":{"unv":"希西家卻沒有照他所蒙的恩報答耶和華；因他心裡驕傲，所以忿怒要臨到他和猶大並耶路撒冷。","bklcl":"Chóng-sī Hi-se-ka bô chiàu i só͘ tit-tio̍h ê un-tián lâi pò-tap; in-ūi i sim-lāi kiau-ngō͘; só͘-í ū siū-khì kàu tī i kap Iû-tāi kap Iâ-lō͘-sat-léng.","tghg":"總是希西家無照伊所得著的恩典來報答；因為伊心內驕傲，所以有受氣到佇伊及猶大及耶路撒冷。","bklhl":"總是Hi-se-ka無照伊所得tio̍h ê恩典來報答；因為伊心內驕傲；所以有受氣到tī伊kap偤大kap耶路撒冷。"}},{"book":"代下","chapter":32,"verse":26,"versions":{"unv":"但希西家和耶路撒冷的居民覺得心裡驕傲，就一同自卑，以致耶和華的忿怒在希西家的日子沒有臨到他們。","bklcl":"Chóng-sī Hi-se-ka kap Iâ-lō͘-sat-léng khiā-khí ê peh-sìⁿ, in-ūi sim kiau-ngō͘ chiū ka-kī khiam-pi, tì-kàu Iâ-hô-hoa ê siū-khì tī Hi-se-ka tī-teh ê ji̍t bô kàu tī in.","tghg":"總是希西家及耶路撒冷徛起的百姓，因為心驕傲就家己謙卑，致到耶和華的受氣佇希西家佇啲的日無到佇𪜶。","bklhl":"總是Hi-se-ka kap耶路撒冷khiā起ê百姓，因為心驕傲就家己謙卑，致到耶和華ê受氣tī Hi-se-ka tī-teh ê日無到tī in。"}},{"book":"代下","chapter":32,"verse":27,"versions":{"unv":"希西家大有尊榮資財，建造府庫，收藏金銀、寶石、香料、盾牌，和各樣的寶器，","bklcl":"Hi-se-ka ū chōe-chōe hè-châi kap tōa êng-kng, ūi ka-kī khí hú-khò͘, siu-khǹg kim-gûn, pó-chio̍h, hiuⁿ-liāu, pîn-pâi, kap ta̍k-iūⁿ ê pó-khì;","tghg":"希西家有多多貨財及大榮光，為家己起府庫，收囥(siu-khǹg)金銀、寶石、香料(hiuⁿ-liāu)、屏牌，及逐樣的寶器，","bklhl":"Hi-se-ka有chōe-chōe貨財kap大榮光，為家己起府庫，收khǹg金銀、寶石、香料、屏牌，kap ta̍k樣ê寶器；"}},{"book":"代下","chapter":32,"verse":28,"versions":{"unv":"又建造倉房，收藏五穀、新酒，和油，又為各類牲畜蓋棚立圈；","bklcl":"koh ūi-tio̍h só͘ chhut ê ngó͘-kok sin-chiú kap iû khí khò͘-pâng; koh ūi-tio̍h ta̍k-iūⁿ ê cheng-siⁿ tah chháu-pîⁿ, khí iûⁿ-tiâu.","tghg":"閣為著所出的五榖、新酒，及油起庫房，閣為著逐樣的精牲搭草棚起羊[廄]；","bklhl":"koh為tio̍h所出ê五穀新酒kap油起庫房；koh為tio̍h ta̍k樣ê cheng-siⁿ搭草坪，起羊椆。"}},{"book":"代下","chapter":32,"verse":29,"versions":{"unv":"並且建立城邑，還有許多的羊群牛群，因為　神賜他極多的財產。","bklcl":"Koh ūi ka-kī khí siâⁿ, koh ū chōe-chōe gû-kûn, iûⁿ-kûn, in-ūi Siōng-tè siúⁿ-sù i châi-sán chin-chōe.","tghg":"閣為家己起城，閣有多多牛群羊群，因為上帝賞賜伊財產真多。","bklhl":"Koh為家己起城，koh有chōe-chōe牛群、羊群，因為上帝賞賜伊財產真chōe。"}},{"book":"代下","chapter":32,"verse":30,"versions":{"unv":"這希西家也塞住基訓的上源，引水直下，流在大衛城的西邊。希西家所行的事盡都亨通。","bklcl":"Chit ê Hi-se-ka iā that-ba̍t Ki-hùn téng-bīn ê chúi-chôaⁿ, ín chúi hō͘ i lo̍h-lâi, lâu kàu Tāi-pi̍t siâⁿ ê sai-pêng.  Hi-se-ka kìⁿ só͘ kiâⁿ ê bô m̄ heng-thong.","tghg":"此個希西家也塞密基訓頂面的水泉，引水互伊落來，流到大衛城的西旁。希西家見所行的無呣亨通。","bklhl":"Chit ê Hi-se-ka也塞密Ki-hùn頂面ê水泉，引水hō͘伊落來，流到大衛城ê西pêng。Hi-se-ka見所行ê無m̄興通。"}},{"book":"代下","chapter":32,"verse":31,"versions":{"unv":"惟有一件事，就是巴比倫王差遣使者來見希西家，訪問國中所現的奇事；這件事　神離開他，要試驗他，好知道他心內如何。","bklcl":"Chóng-sī Pa-pí-lûn hiah-ê siú-léng chhe sù-chiá lâi i hia, beh mn̄g kok-lāi só͘ ū ê kî-sū; tī chit ê sū Siōng-tè lī-khui i, beh chhì-giām i, thang chai i sim-lāi it-chīn só͘-ū-ê.","tghg":"總是巴比倫許個首領差使者來伊遐，欲問國內所有的奇事；佇此個事上帝離開伊，欲試驗伊，通(thang)知伊心內一盡所有的。","bklhl":"總是巴比倫hiah-ê首領差使者來伊hia，beh問國內所有ê奇事；tī chit ê事上帝離開伊，beh試驗伊，thang知伊心內一盡所有ê。"}},{"book":"代下","chapter":32,"verse":32,"versions":{"unv":"希西家其餘的事和他的善行都寫在亞摩斯的兒子先知以賽亞的默示書上和猶大、以色列的諸王記上。","bklcl":"Hi-se-ka kî-û ê sū, kap i ê hó só͘ kiâⁿ, lóng kì tī A-mô͘-su ê kiáⁿ sian-ti Í-sài-a be̍k-sī ê chheh, kap Iû-tāi Í-sek-lia̍t chiah-ê ông ê kì-lio̍k.","tghg":"希西家其餘的事及伊的好所行攏記佇亞摩斯的子先知以賽亞默示的冊，及猶大以色列諸個王的記錄。","bklhl":"Hi-se-ka其餘ê事，kap伊ê好所行，lóng記tī A-mô͘-su ê kiáⁿ先知以賽亞默示ê冊，kap偤大以色列chiah ê王ê記錄。"}},{"book":"代下","chapter":32,"verse":33,"versions":{"unv":"希西家與他列祖同睡，葬在大衛子孫的高陵上。他死的時候，猶大人和耶路撒冷的居民都尊敬他。他兒子瑪拿西接續他作王。","bklcl":"Hi-se-ka kap i ê lia̍t-chó͘ tâng-khùn, bâi-chòng tī Tāi-pi̍t ê kiáⁿ-sun hûn-bōng khah-koâiⁿ ê só͘-chāi; i sí ê sî Iû-tāi lâng kap Iâ-lō͘-sat-léng khiā-khí ê peh-sìⁿ, lóng chun-kèng i.  I ê kiáⁿ Má-ná-se sòa-chiap i chòe ông.","tghg":"希西家及伊的列祖同睏，埋葬佇大衛的子孫墳墓卡高的所在。伊死的時猶大人及耶路撒冷徛起的百姓攏尊敬伊。伊的子瑪拿西續接伊做王。","bklhl":"Hi-se-ka kap伊ê列祖同睏，埋葬tī大衛ê kiáⁿ孫墳墓khah-高ê所在；伊死ê時，偤大人kap耶路撒冷khiā起ê百姓，lóng尊敬伊。伊ê kiáⁿ Má-ná-se續接伊做王。"}}]