[{"book":"代下","chapter":14,"verse":1,"versions":{"unv":"亞比雅與他列祖同睡，葬在大衛城裡。他兒子亞撒接續他作王。亞撒年間，國中太平十年。","bklcl":"A-pí-ngá kap i ê lia̍t-chó͘ tâng-khùn, bâi-chòng tī Tāi-pi̍t siâⁿ.  I ê kiáⁿ A-sat sòa-chiap i chòe ông.  Tng A-sat ê ji̍t, hit ê tōe-hng thài-pêng cha̍p-nî kú.","tghg":"亞比雅及伊的列祖同睏，埋葬佇大衛城。伊的子亞撒續接伊做王。當亞撒的日，彼個地方太平十年久。","bklhl":"A-pí-ngá kap伊ê列祖同睏，埋葬tī大衛城。伊ê kiáⁿ A-sat續接伊做王。當A-sat ê日，hit ê地方太平十年久。"}},{"book":"代下","chapter":14,"verse":2,"versions":{"unv":"亞撒行耶和華─他　神眼中看為善為正的事，","bklcl":"A-sat kiâⁿ Iâ-hô-hoa i ê Siōng-tè khòaⁿ-chòe hó chòe chèng-ti̍t ê sū;","tghg":"亞撒行耶和華──伊的上帝看做好做正直的事，","bklhl":"A-sat行耶和華伊ê上帝看做好做正直ê事；"}},{"book":"代下","chapter":14,"verse":3,"versions":{"unv":"除掉外邦神的壇和邱壇，打碎柱像，砍下木偶，","bklcl":"in-ūi i tû-khì gōa-pang ê siōng-tè ê tôaⁿ, kap soaⁿ-thâu-tôaⁿ, húi hiah-ê thiāu-siōng,","tghg":"因為伊除去外邦的上帝的壇及山頭壇，廢許個柱像，","bklhl":"因為伊除去外邦ê上帝ê壇，kap山頭壇，毀hiah-ê柱像，"}},{"book":"代下","chapter":14,"verse":4,"versions":{"unv":"吩咐猶大人尋求耶和華─他們列祖的　神，遵行他的律法、誡命；","bklcl":"chhò hiah-ê A-sià-la̍h, koh bēng-lēng Iû-tāi lâng chhē Iâ-hô-hoa in lia̍t-chó͘ ê Siōng-tè, chun-thàn I ê lu̍t-hoat kài-bēng;","tghg":"剉(chhò)許個亞舍拉，閣命令猶大人尋耶和華──𪜶列祖的上帝，遵趁伊的律法、誡命；","bklhl":"剉hiah-ê A-sià-la̍h，koh命令偤大人chhē耶和華in列祖ê上帝，遵thàn伊ê律法誡命；"}},{"book":"代下","chapter":14,"verse":5,"versions":{"unv":"又在猶大各城邑除掉邱壇和日像，那時國享太平；","bklcl":"koh tī Iû-tāi ta̍k ê siâⁿ tû-khì hiah-ê soaⁿ-thâu-tôaⁿ, kap ji̍t-siōng; kok tit-tio̍h thài-pêng tī i ê bīn-chêng.","tghg":"閣佇猶大逐個城除去許個山頭壇及日像，國得著太平佇伊的面前；","bklhl":"koh tī偤大ta̍k-ê城除去hiah-ê山頭壇，kap日像；國得tio̍h太平tī伊ê面前。"}},{"book":"代下","chapter":14,"verse":6,"versions":{"unv":"又在猶大建造了幾座堅固城。國中太平數年，沒有戰爭，因為耶和華賜他平安。","bklcl":"I tī Iû-tāi khí kúi-nā chō hiám-iàu ê siâⁿ, in-ūi i ê tōe-hng pêng-an, tī hí(**hit) kúi nî lóng bô kau-chiàn, in-ūi Iâ-hô-hoa hō͘ i pêng-an.","tghg":"伊佇猶大起幾若座險要的城。因為伊的地方平安，佇彼幾年攏無交戰，因為耶和華互伊平安。","bklhl":"伊tī偤大起kúi-nā座險要ê城，因為伊ê地方平安，tī hit幾年 lóng無交戰，因為耶和華hō͘伊平安。"}},{"book":"代下","chapter":14,"verse":7,"versions":{"unv":"他對猶大人說：「我們要建造這些城邑，四圍築牆，蓋樓，安門，做閂；地還屬我們，是因尋求耶和華─我們的　神；我們既尋求他，他就賜我們四境平安。」於是建造城邑，諸事亨通。","bklcl":"I tùi Iû-tāi lâng kóng, Lán tio̍h lâi khí chiah-ê siâⁿ, sì-ûi khí chhiûⁿ, kap siâⁿ-lâu, kap mn̂g, kap mn̂g-kông; tōe iáu tī lán ê bīn-chêng; in-ūi lán ū kiû Iâ-hô-hoa lán ê Siōng-tè; lán í-keng kiû I, I tī sì-ûi siúⁿ-sù lán pêng-an.  In chiū khí-chō lâi tit-tio̍h heng-thong.","tghg":"伊對猶大人講：「咱著來起諸個城，四圍起牆，及城樓及門，及門楗(mn̂g-kông)；地猶(iáu)佇咱的面前，因為咱有求耶和華──咱的上帝；咱已經求伊，伊佇四圍賞賜咱平安。」𪜶就起造，來得著亨通。","bklhl":"伊對偤大人講，咱tio̍h來起chiah ê城，四圍起牆，kap城樓，kap門，kap門栱；地iáu tī咱ê面前；因為咱有求耶和華咱ê上帝；咱已經求伊，伊tī四圍賞賜咱平安。In就起造來得tio̍h興通。"}},{"book":"代下","chapter":14,"verse":8,"versions":{"unv":"亞撒的軍兵，出自猶大拿盾牌拿槍的三十萬人；出自便雅憫拿盾牌拉弓的二十八萬人。這都是大能的勇士。","bklcl":"A-sat ū kun-peng, tùi Iû-tāi chhut--ê, saⁿ-cha̍p-bān, giâ pîn-pâi kap chhiuⁿ; tùi Piān-ngá-bín chhut--ê, jī-cha̍p-poeh bān, giâ pîn-pâi khui keng.  Chiah-ê lóng sī tōa la̍t ê ióng-sū.","tghg":"亞撒有軍兵，對猶大出者三十萬夯(giâ)屏牌及槍；對便雅憫出者二十八萬夯屏牌開弓。諸個攏是大力的勇士。","bklhl":"A-sat有軍兵，tùi偤大出ê，三十萬，giâ屏牌kap鎗；tùi便雅憫出ê，二十八萬，giâ屏牌開弓。Chiah-ê lóng是大力ê勇士。"}},{"book":"代下","chapter":14,"verse":9,"versions":{"unv":"有古實王謝拉率領軍兵一百萬，戰車三百輛，出來攻擊猶大人，到了瑪利沙。","bklcl":"Ū Kó͘-si̍t ông Siā-la̍h chhōa kun-tūi chi̍t-pah-bān, chiàn-chhia saⁿ-pah tiuⁿ, lâi kong-kek i, lâi kàu Má-lī-sa.","tghg":"有古實王謝拉導軍隊一百萬，戰車三百張，來攻擊伊，來到瑪利沙。","bklhl":"有Kó͘-si̍t王謝拉 chhōa軍隊一百萬，戰車三百張，來攻擊伊，來到Má-lī-sa。"}},{"book":"代下","chapter":14,"verse":10,"versions":{"unv":"於是亞撒出去與他迎敵，就在瑪利沙的洗法谷彼此擺陣。","bklcl":"A-sat chiū chhut-khì, tí-te̍k i; chiū tī Má-lī-sa Sé-hoat ê soaⁿ-kok, tāi-ke pâi-tīn.","tghg":"亞撒就出去抵敵(tí-te̍k)伊，就佇瑪利沙洗法的山谷大家排陣。","bklhl":"A-sat就出去，抵敵伊；就tī Má-lī-sa Sé-hoat ê山谷，大家排陣。"}},{"book":"代下","chapter":14,"verse":11,"versions":{"unv":"亞撒呼求耶和華─他的　神說：「耶和華啊，惟有你能幫助軟弱的，勝過強盛的。耶和華─我們的　神啊，求你幫助我們；因為我們仰賴你，奉你的名來攻擊這大軍。耶和華啊，你是我們的　神，不要容人勝過你。」","bklcl":"A-sat kiû-kiò Iâ-hô-hoa i ê Siōng-tè kóng, Iâ-hô-hoa ah, tī kiông-ê, loán-jio̍k-ê, ê tiong-kan, Lí í-gōa bô pang-chān ê;  Iâ-hô-hoa goán ê Siōng-tè ah, kiû Lí pang-chān goán; in-ūi goán óa-khò Lí, koh thok Lí ê miâ khì tí-te̍k chiah-ê chèng-lâng;  Iâ-hô-hoa ah, Lí sī goán ê Siōng-tè, m̄-thang hō͘ lâng khah-iâⁿ Lí.","tghg":"亞撒求叫耶和華──伊的上帝講：「耶和華啊，佇強的、軟弱的，的中間，你以外無幫助的。耶和華──阮的上帝啊，求你幫助阮；因為阮倚靠你，閣託你的名去抵敵諸個眾人。耶和華啊，你是阮的上帝，呣通互人卡贏你。」","bklhl":"A-sat求叫耶和華伊ê上帝講，耶和華ah，tī強ê，軟弱ê，ê中間，你以外無幫贊ê；耶和華阮ê上帝ah，求你幫贊阮；因為阮óa靠你，koh託你ê名去抵敵chiah ê眾人；耶和華ah，你是阮ê上帝，m̄-thang hō͘人khah贏你。"}},{"book":"代下","chapter":14,"verse":12,"versions":{"unv":"於是耶和華使古實人敗在亞撒和猶大人面前，古實人就逃跑了；","bklcl":"Iâ-hô-hoa chiū phah-iâⁿ Kó͘-si̍t lâng tī A-sat kap Iû-tāi lâng ê bīn-chêng; Kó͘-si̍t lâng chiū tô-cháu.","tghg":"耶和華就拍贏古實人佇亞撒及猶大人的面前，古實人就逃走；","bklhl":"耶和華就phah贏Kó͘-si̍t人tī A-sat kap偤大人ê面前；Kó͘-si̍t人就逃走。"}},{"book":"代下","chapter":14,"verse":13,"versions":{"unv":"亞撒和跟隨他的軍兵追趕他們，直到基拉耳。古實人被殺的甚多，不能再強盛，因為敗在耶和華與他軍兵面前。猶大人就奪了許多財物，","bklcl":"A-sat kap tè i ê lâng tui-jip in, kàu tī Ki-la̍h-jíⁿ; Kó͘-si̍t lâng sí chin-chōe, bōe-ōe koh kiông-sēng; in-ūi in tī Iâ-hô-hoa kap I ê kun-tūi ê bīn-chêng pāi-hoāi.  Iû-tāi lâng chhiúⁿ chōe-chōe châi-bu̍t khì.","tghg":"亞撒及隨伊的人追趇(jip)𪜶，到佇基拉耳。古實人死真多，𣍐會閣強盛，因為𪜶佇耶和華及伊的軍隊的面前敗壞。猶大人搶多多財物去，","bklhl":"A-sat kap tè伊ê人追jip in，到tī Ki-la̍h-jíⁿ；Kó͘-si̍t人死真chōe，bōe能koh強盛；因為in tī耶和華kap伊ê軍隊ê面前敗壞。偤大人搶chōe-chōe財物去。"}},{"book":"代下","chapter":14,"verse":14,"versions":{"unv":"又打破基拉耳四圍的城邑；耶和華使其中的人都甚恐懼。猶大人又將所有的城擄掠一空，因其中的財物甚多，","bklcl":"In koh phah Ki-la̍h-jíⁿ sì-ûi hiah-ê siâⁿ; in-ūi Iâ-hô-hoa hō͘ in chin kiaⁿ; in iā chhiúⁿ in lóng-chóng ê siâⁿ, in-ūi siâⁿ-lāi ū chōe-chōe mi̍h thang chhiúⁿ.","tghg":"𪜶閣拍基拉耳四圍許個城；因為耶和華互𪜶真驚。𪜶也搶𪜶攏總的城，因為城內有多多物通搶，","bklhl":"In koh phah Ki-la̍h-jíⁿ四圍hiah-ê城；因為耶和華hō͘ in真驚；in也搶in lóng總ê城，因為城內有chōe-chōe物thang搶。"}},{"book":"代下","chapter":14,"verse":15,"versions":{"unv":"又毀壞了群畜的圈，奪取許多的羊和駱駝，就回耶路撒冷去了。","bklcl":"Koh phah hiah-ê cheng-siⁿ ê tiâu, khan chin-chōe iûⁿ kap lo̍k-tô tò-khì Iâ-lō͘-sat-léng.","tghg":"閣拍許個精牲的[廄]，牽真多羊及駱駝倒去耶路撒冷。","bklhl":"Koh phah hiah-ê cheng-siⁿ ê寮，牽真chōe羊kap駱駝tò去耶路撒冷。"}}]