[{"book":"代下","chapter":13,"verse":1,"versions":{"unv":"耶羅波安王十八年，亞比雅登基作猶大王，","bklcl":"Iâ-lô-phò-àm ông cha̍p-poeh--nî, A-pí-ngá chē-ūi chòe Iû-tāi ông.","tghg":"耶羅波安王十八年，亞比雅坐位做猶大王，","bklhl":"Iâ-lô-phò-àm王十八年，A-pí-ngá坐位做偤大王。"}},{"book":"代下","chapter":13,"verse":2,"versions":{"unv":"在耶路撒冷作王三年。他母親名叫米該亞（又作瑪迦），是基比亞人烏列的女兒。亞比雅常與耶羅波安爭戰。","bklcl":"Tī Iâ-lō͘-sat-léng chòe ông saⁿ-nî kú.  I ê lāu-bú miâ kiò Bí-kai-a, sī Ki-pí-a lâng O͘-lia̍t ê cha-bó͘-kiáⁿ.","tghg":"佇耶路撒冷做王三年久。伊的老母名叫米該亞，是基比亞人烏列的查某子。亞比雅及耶羅波安交戰。","bklhl":"Tī耶路撒冷做王三年久。伊ê老母名叫Bí-kai-a，是Ki-pí-a人O͘-lia̍t ê cha-bó͘-kiáⁿ。"}},{"book":"代下","chapter":13,"verse":3,"versions":{"unv":"有一次亞比雅率領挑選的兵四十萬擺陣，都是勇敢的戰士；耶羅波安也挑選大能的勇士八十萬，對亞比雅擺陣。","bklcl":"A-pí-ngá kap Iâ-lô-phò-àm kau-chiàn.  A-pí-ngá ēng chi̍t tīn kè-kéng ê peng sì-cha̍p-bān, lâi pâi-tīn, lóng sī hó-táⁿ ê chiàn-sū.  Iâ-lô-phò-àm iā ēng kè-kéng ê tōa ióng-sū poeh-cha̍p bān, lâi tùi i pâi-tīn.","tghg":"亞比雅用一陣過揀的兵四十萬來排陣，攏是好膽的戰士；耶羅波安也用過揀的大勇士八十萬，來對伊排陣。","bklhl":"A-pí-ngá kap Iâ-lô-phò-àm交戰。A-pí-ngá用一陣過揀ê兵四十萬，來排陣，lóng是好膽ê戰士。Iâ-lô-phò-àm也用過揀ê大勇士八十萬，來對伊排陣。"}},{"book":"代下","chapter":13,"verse":4,"versions":{"unv":"亞比雅站在以法蓮山地中的洗瑪臉山上，說：「耶羅波安和以色列眾人哪，要聽我說！","bklcl":"A-pí-ngá khiā tī Í-hoat-liân soaⁿ-tōe ê Sé-má-liám soaⁿ, kóng, Iâ-lô-phò-àm  kap Í-sek-lia̍t chèng-lâng ah, tio̍h thiaⁿ góa.","tghg":"亞比雅徛佇以法蓮山地的洗瑪臉山，講：「耶羅波安及以色列眾人啊，著聽我！","bklhl":"A-pí-ngá khiā tī Í-hoat-liân山地ê Sé-má-liám山，講，Iâ-lô-phò-àm kap以色列眾人ah，tio̍h聽我。"}},{"book":"代下","chapter":13,"verse":5,"versions":{"unv":"耶和華─以色列的　神曾立鹽約（鹽就是不廢壞的意思），將以色列國永遠賜給大衛和他的子孫，你們不知道嗎？","bklcl":"Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè chiong Í-sek-lia̍t kok éng-oán hō͘ Tāi-pi̍t, chiū-sī siat-li̍p iâm ê iok, siúⁿ-sù i kap i kiáⁿ-sun, lín kiám m̄-tio̍h chai mah?","tghg":"耶和華──以色列的上帝將以色列國永遠互大衛，就是設立鹽的約，賞賜伊及伊子孫，恁豈呣著知嗎？","bklhl":"耶和華以色列ê上帝將以色列國永遠hō͘大衛，就是設立鹽ê約，賞賜伊kap伊kiáⁿ孫，lín kiám m̄-tio̍h知mah？"}},{"book":"代下","chapter":13,"verse":6,"versions":{"unv":"無奈大衛兒子所羅門的臣僕、尼八兒子耶羅波安起來背叛他的主人。","bklcl":"Chóng-sī Tāi-pi̍t ê kiáⁿ Só͘-lô-bûn ê jîn-sîn, Nî-pat ê kiáⁿ Iâ-lô-phò-àm, khí-lâi pōe-poān i ê chú-lâng.","tghg":"總是大衛的子所羅門的人臣、尼八的子耶羅波安起來背叛伊的主人。","bklhl":"總是大衛ê kiáⁿ所羅門ê人臣，Nî-pat ê kiáⁿ Iâ-lô-phò-àm，起來背叛伊ê主人。"}},{"book":"代下","chapter":13,"verse":7,"versions":{"unv":"有些無賴的匪徒聚集跟從他，逞強攻擊所羅門的兒子羅波安；那時羅波安還幼弱，不能抵擋他們。","bklcl":"Ū hiah-ê bô hē-lo̍h ê húi-lūi  chū-chi̍p tè i, ka-kī kiông-béng, lâi kong-kek Só͘-lô-bûn ê kiáⁿ Lô-phò-àm; hit-sî Lô-phò-àm iáu siàu-liân nńg-chiáⁿ, bōe-ōe tí-tng in.","tghg":"有許個無下落的匪類聚集隨(tè)伊，家己強猛來攻擊所羅門的子羅波安；彼時羅波安猶少年軟茈(nńg-chiáⁿ)𣍐會抵當(tí-tng)𪜶。","bklhl":"有hiah-ê無hē落ê匪類聚集tè伊，家己強猛，來攻擊所羅門ê kiáⁿ Lô-phò-àm；hit時Lô-phò-àm iáu少年軟chiáⁿ，bōe能抵擋in。"}},{"book":"代下","chapter":13,"verse":8,"versions":{"unv":"「現在你們有意抗拒大衛子孫手下所治耶和華的國，你們的人也甚多，你們那裡又有耶羅波安為你們所造當作神的金牛犢。","bklcl":"Taⁿ lín ū ì-sù beh tí-te̍k Tāi-pi̍t ê kiáⁿ-sun só͘ tī-lí Iâ-hô-hoa ê kok; lín ê lâng-gia̍h chin-chōe, koh ū kim-gû-á kap lín tī-teh, chiū-sī Iâ-lô-phò-àm só͘ kā lín chō chòe Siōng-tè ê.","tghg":"「今恁有意思欲抵敵大衛的子孫所治理耶和華的國，恁的人額真多，閣有金牛仔及恁佇啲就是耶羅波安所給恁造做上帝的。","bklhl":"Taⁿ lín有意思beh抵敵大衛ê kiáⁿ孫所治理耶和華ê國；lín ê人額真chōe，koh有金牛á kap lín tī-teh，就是Iâ-lô-phò-àm所kā lín造做上帝ê。"}},{"book":"代下","chapter":13,"verse":9,"versions":{"unv":"你們不是驅逐耶和華的祭司亞倫的後裔和利未人嗎？不是照著外邦人的惡俗為自己立祭司嗎？無論何人牽一隻公牛犢、七隻公綿羊將自己分別出來，就可作虛無之神的祭司。","bklcl":"Lín kiám m̄-sī kóaⁿ-tio̍k Iâ-hô-hoa ê chè-si, chiū-sī A-lûn ê kiáⁿ-sun, kap Lī-bī lâng, chiàu gōa-kok lâng ê kui-lē ka-kī siat-li̍p chè-si mah?  sīm-chì bô-lūn sím-mi̍h lâng khan chi̍t chiah gû-káng-á, kap chhit-chiah mî-iûⁿ-káng, lâi hun-piat ka-kī, chiū thang chòe bô iáⁿ-chiah-ê siōng-tè ê chè-si?","tghg":"恁豈呣是趕逐耶和華的祭司就是亞倫的子孫及利未人，照外國人的規例家己設立祭司嗎？甚至無論甚麼人牽一隻牛牨(káng)仔及七隻綿羊牨來分別家己，就通做無影跡的上帝的祭司。","bklhl":"Lín kiám m̄是趕逐耶和華ê祭司，就是亞倫ê kiáⁿ孫，kap利未人，照外國人ê規例家己設立祭司mah？甚至無論甚麼人牽一隻牛káng-á，kap七隻綿羊káng，來分別家己，就thang做無影跡ê上帝ê祭司？"}},{"book":"代下","chapter":13,"verse":10,"versions":{"unv":"至於我們，耶和華是我們的　神，我們並沒有離棄他。我們有事奉耶和華的祭司，都是亞倫的後裔，並有利未人各盡其職，","bklcl":"Lūn-kàu goán, Iâ-hô-hoa sī goán ê Siōng-tè, goán bô khì-sak I; goán ū chè-si ho̍k-sāi Iâ-hô-hoa, chiū-sī A-lûn ê kiáⁿ-sun; koh ū Lī-bī lâng ta̍k-ê chīn i ê chit.","tghg":"論到阮，耶和華是阮的上帝，阮無棄拺伊。阮有祭司服事耶和華，就是亞倫的子孫，閣有利未人逐個(ta̍k-ê)盡伊的職，","bklhl":"論到阮，耶和華是阮ê上帝，阮無棄sak伊；阮有祭司服事耶和華，就是亞倫ê kiáⁿ孫；koh有利未人ta̍k-ê盡伊ê職。"}},{"book":"代下","chapter":13,"verse":11,"versions":{"unv":"每日早晚向耶和華獻燔祭，燒美香，又在精金的桌子上擺陳設餅；又有金燈臺和燈盞，每晚點起，因為我們遵守耶和華─我們　神的命；惟有你們離棄了他。","bklcl":"Ta̍k chá-khí ta̍k ê-hng hiàn sio-chè sio phang-hiuⁿ hō͘ Iâ-hô-hoa; koh ū pâi-lia̍t ê piáⁿ tī sèng-kiat ê toh; iā ū kim teng-tâi, kap teng-chóaⁿ, ta̍k ê-hng thang tiám i; in-ūi goán siú Iâ-hô-hoa goán Siōng-tè ê bēng-lēng; to̍k-to̍k lín khì-sak I.","tghg":"逐早起逐下昏獻燒祭燒芳香(phang-hiuⁿ)互耶和華，閣有排列的餅佇聖潔的桌；也有金燈台及燈盞(teng-chóaⁿ)，逐下昏通點伊，因為阮守耶和華──阮上帝的命令；獨獨恁棄拺伊。","bklhl":"Ta̍k早起ta̍k-ê-hng獻燒祭燒芳香hō͘耶和華；koh有排列ê餅tī聖潔ê桌；也有金燈台，kap燈盞，ta̍k-ê-hng thang點伊；因為阮守耶和華阮上帝ê命令；獨獨lín棄sak伊。"}},{"book":"代下","chapter":13,"verse":12,"versions":{"unv":"率領我們的是　神，我們這裡也有　神的祭司拿號向你們吹出大聲。以色列人哪，不要與耶和華─你們列祖的　神爭戰，因你們必不能亨通。」","bklcl":"Khòaⁿ ah, Siōng-tè kap goán tī-teh, chòe goán ê thâu, I ê chè-si iā kap goán tī-teh, the̍h hiáng-liāng ê hō-thâu tōa-siaⁿ pûn kong-kek lín.  Í-sek-lia̍t lâng ah, m̄-thang kap Iâ-hô-hoa lín lia̍t-chó͘ ê Siōng-tè kau-chiàn; in-ūi lín bōe-ōe heng-thong.","tghg":"看啊，上帝及阮佇啲做阮的頭，伊的祭司也及阮佇啲，提響亮的號頭大聲歕(pûn)攻擊恁。以色列人啊，呣通及耶和華──恁列祖的上帝交戰，因為恁𣍐會亨通。」","bklhl":"看ah，上帝kap阮tī-teh，做阮ê頭，伊ê祭司也kap阮tī-teh，the̍h響亮ê號頭大聲pûn攻擊lín。以色列人ah，m̄-thang kap耶和華lín列祖ê上帝交戰；因為lín bōe會興通。"}},{"book":"代下","chapter":13,"verse":13,"versions":{"unv":"耶羅波安卻在猶大人的後頭設伏兵。這樣，以色列人在猶大人的前頭，伏兵在猶大人的後頭。","bklcl":"Chóng-sī Iâ-lô-phò-àm bâi-ho̍k peng tī in ê āu-bīn.  Tùi án-ni Í-sek-lia̍t lâng tī Iû-tāi ê thâu-chêng, bâi-ho̍k ê peng tī in ê āu-bīn.","tghg":"總是耶羅波安埋伏兵佇𪜶的後面。對按呢，以色列人佇猶大的頭前，埋伏的兵佇𪜶的後面。","bklhl":"總是Iâ-lô-phò-àm埋伏兵tī in ê後面。Tùi án-ni，以色列人tī偤大ê頭前，埋伏ê兵tī in ê後面。"}},{"book":"代下","chapter":13,"verse":14,"versions":{"unv":"猶大人回頭觀看，見前後都有敵兵，就呼求耶和華，祭司也吹號。","bklcl":"Iû-tāi lâng oa̍t-thâu khòaⁿ, khòaⁿ chêng-āu lóng ū tùi-te̍k ê peng; chiū kiû-kiò Iâ-hô-hoa, chè-si iā pûn hō-thâu.","tghg":"猶大人越頭看，看前後攏有對敵的兵，就求叫耶和華，祭司也歕號頭。","bklhl":"偤大人oa̍t頭看，看前後lóng有對敵ê兵；就求叫耶和華，祭司也pûn號頭。"}},{"book":"代下","chapter":13,"verse":15,"versions":{"unv":"於是猶大人吶喊；猶大人吶喊的時候，　神就使耶羅波安和以色列眾人敗在亞比雅與猶大人面前。","bklcl":"Iû-tāi lâng chiū âu-kiò; Iû-tāi lâng âu-kiò ê sî, Siōng-tè chiū phah-iâⁿ Iâ-lô-phò-àm kap Í-sek-lia̍t chèng-lâng, tī A-pí-ngá kap Iû-tāi lâng ê bīn-chêng.","tghg":"猶大人就喉叫；猶大人喉叫的時，上帝就拍贏耶羅波安及以色列眾人佇亞比雅及猶大人的面前。","bklhl":"偤大人就喉叫；偤大人喉叫ê時，上帝就phah贏Iâ-lô-phò-àm kap以色列眾人，tī A-pí-ngá kap偤大人ê面前。"}},{"book":"代下","chapter":13,"verse":16,"versions":{"unv":"以色列人在猶大人面前逃跑，　神將他們交在猶大人手裡。","bklcl":"Í-sek-lia̍t lâng tī Iû-tāi lâng ê bīn-chêng tô-cháu; Siōng-tè kau in tī Iû-tāi lâng ê chhiú.","tghg":"以色列人佇猶大人的面前逃走，上帝交𪜶佇猶大人的手。","bklhl":"以色列人tī偤大人ê面前逃走；上帝交in tī偤大人ê手。"}},{"book":"代下","chapter":13,"verse":17,"versions":{"unv":"亞比雅和他的軍兵大大殺戮以色列人，以色列人仆倒死亡的精兵有五十萬。","bklcl":"A-pí-ngá kap i ê peh-sìⁿ tōa-tōa thâi-sí in; Í-sek-lia̍t lâng tó-teh lâi sí ê, ū gō͘-cha̍p-bān kè-kéng ê lâng.","tghg":"亞比雅及伊的百姓大大刣死𪜶，以色列人倒啲來死的有五十萬過揀的人。","bklhl":"A-pí-ngá kap伊ê百姓大大刣死in；以色列人倒teh來死ê，有五十萬過揀ê人。"}},{"book":"代下","chapter":13,"verse":18,"versions":{"unv":"那時，以色列人被制伏了，猶大人得勝，是因倚靠耶和華─他們列祖的　神。","bklcl":"Hit-sî Í-sek-lia̍t lâng chiū hâng-ho̍k, Iû-tāi lâng tit-tio̍h khah-iâⁿ, in-ūi óa-khò Iâ-hô-hoa in lia̍t-chó͘ ê Siōng-tè ê iân-kò͘.","tghg":"彼時，以色列人就降服，猶大人得著卡贏，因為倚靠耶和華──𪜶列祖的上帝的緣故。","bklhl":"Hit時以色列人就降服，偤大人得tio̍h khah贏，因為óa靠耶和華in列祖ê上帝ê緣故。"}},{"book":"代下","chapter":13,"verse":19,"versions":{"unv":"亞比雅追趕耶羅波安，攻取了他的幾座城，就是伯特利和屬伯特利的鎮市，耶沙拿和屬耶沙拿的鎮市，以法拉音（或譯：以弗倫）和屬以法拉音的鎮市。","bklcl":"A-pí-ngá tui-jip Iâ-lô-phò-àm, chhú i kúi-nā ê siâⁿ;  chiū-sī Pek-te̍k-lī kap i ê hiuⁿ-siā, Iâ-sa-ná kap i ê hiuⁿ-siā, Í-hoat-liân kap i ê hiuⁿ-siā.","tghg":"亞比雅追趇(jip)耶羅波安，取伊幾若個城，就是伯特利及伊的鄉社，耶沙拿及伊的鄉社，以法蓮及伊的鄉社。","bklhl":"A-pí-ngá追jip Iâ-lô-phò-àm，取伊kúi-nā ê城；就是Pek-te̍k-lī kap伊ê鄉社，Iâ-sa-ná kap伊ê鄉社，Í-hoat-liân kap伊ê鄉社。"}},{"book":"代下","chapter":13,"verse":20,"versions":{"unv":"亞比雅在世的時候，耶羅波安不能再強盛；耶和華攻擊他，他就死了。","bklcl":"Tng A-pí-ngá oa̍h-teh ê ji̍t, Iâ-lô-phò-àm bōe-ōe koh kiông-sēng; Iâ-hô-hoa phah i, i chiū sí.","tghg":"當亞比雅活啲的日，耶羅波安𣍐會閣強盛；耶和華拍伊，伊就死。","bklhl":"當A-pí-ngá活teh ê日，Iâ-lô-phò-àm bōe能koh強盛；耶和華phah伊，伊就死。"}},{"book":"代下","chapter":13,"verse":21,"versions":{"unv":"亞比雅卻漸漸強盛，娶妻妾十四個，生了二十二個兒子，十六個女兒。","bklcl":"A-pí-ngá chiām-chiām kiông-sēng, chhōa bó͘ cha̍p-sì-ê, siⁿ-kiáⁿ jī-cha̍p-jī ê, cha-bó͘-kiáⁿ cha̍p-la̍k-ê.","tghg":"亞比雅漸漸強盛，娶某十四個，生子二十二個，查某子十六個。","bklhl":"A-pí-ngá漸漸強盛，娶bó͘十四個，生kiáⁿ二十二個，cha-bó͘-kiáⁿ十六個。"}},{"book":"代下","chapter":13,"verse":22,"versions":{"unv":"亞比雅其餘的事和他的言行都寫在先知易多的傳上。","bklcl":"A-pí-ngá kî-û ê sū, kap i ê giân-hēng(**hêng), lóng kì tī sian-ti E̍k-to ê chù-kái.","tghg":"亞比雅其餘的事及伊的言行，攏記佇先知易多的註解(chù-kái)。","bklhl":"A-pí-ngá其餘ê事，kap伊ê 言行，lóng記tī先知E̍k-to ê註解。"}}]