[{"book":"代下","chapter":25,"verse":1,"versions":{"unv":"亞瑪謝登基的時候年二十五歲，在耶路撒冷作王二十九年。他母親名叫約耶但，是耶路撒冷人。","bklcl":"A-má-siā chē-ūi ê sî, jī-cha̍p-gō͘ hè, tī Iâ-lō͘-sat-léng chòe ông, kiōng jī-cha̍p-káu nî.  I ê lāu-bú miâ kiò Iok-iâ-tàn, sī Iâ-lō͘-sat-léng lâng.","tghg":"亞瑪謝坐位的時二十五歲，佇耶路撒冷做王共二十九年。伊的老母名叫約耶但，是耶路撒冷人。","bklhl":"A-má-siā坐位ê時，二十五歲，tī耶路撒冷做王，共二十九年。伊ê老母名叫Iok-iâ-tàn，是耶路撒冷人。"}},{"book":"代下","chapter":25,"verse":2,"versions":{"unv":"亞瑪謝行耶和華眼中看為正的事，只是心不專誠。","bklcl":"A-má-siā kiâⁿ Iâ-hô-hoa só͘ khòaⁿ-chòe hó ê sū, chóng-sī sim bô choan-it.","tghg":"亞瑪謝行耶和華所看做好的事，總是心無專一。","bklhl":"A-má-siā行耶和華所看做好ê事，總是心無專一。"}},{"book":"代下","chapter":25,"verse":3,"versions":{"unv":"國一堅定，就把殺他父王的臣僕殺了，","bklcl":"I ê kok-koân í-keng kian-kò͘, chiū thâi-sí chêng chhì-khek i ê lāu-pē Iû-tāi ông hiah-ê jîn-sîn;","tghg":"伊的國權已經堅固，就刣死前刺客伊的老父猶大王許個人臣，","bklhl":"伊ê國權已經堅固，就刣死前刺激伊ê老父偤大王hiah-ê人臣；"}},{"book":"代下","chapter":25,"verse":4,"versions":{"unv":"卻沒有治死他們的兒子，是照摩西律法書上耶和華所吩咐的說：「不可因子殺父，也不可因父殺子，各人要為本身的罪而死。」","bklcl":"chóng-sī bô thâi-sí in ê kiáⁿ, sī chiàu Mô͘-se lu̍t-hoat ê chheh só͘ kì-chài, Iâ-hô-hoa bēng-lēng kóng, M̄-thang in-ūi kiáⁿ lâi thâi-sí lāu-pē, iā m̄-thang in-ūi pē lâi thâi-sí kiáⁿ, ta̍k lâng tio̍h in-ūi pún-sin ê chōe lâi sí.","tghg":"總是無刣死𪜶的子，是照摩西律法的冊所記載耶和華命令講：「呣通因為子來刣死老父，也呣通因為父來刣死子，逐人著因為本身的罪來死。」","bklhl":"總是無刣死in ê kiáⁿ，是照摩西律法ê冊所記載，耶和華命令講，M̄-thang因為kiáⁿ來刣死老父，也m̄-thang因為父來刣死kiáⁿ，ta̍k人tio̍h 因為本身ê罪來死。"}},{"book":"代下","chapter":25,"verse":5,"versions":{"unv":"亞瑪謝招聚猶大人，按著猶大和便雅憫的宗族設立千夫長、百夫長，又數點人數，從二十歲以外，能拿槍拿盾牌出去打仗的精兵共有三十萬；","bklcl":"A-má-siā chū-chi̍p Iû-tāi lâng, chiàu Iû-tāi kap Piān-ngá-bín ê chong-cho̍k, siat-li̍p chhian-chóng pé-chóng lâi chhōa--in; koh sǹg lâng-gia̍h, tùi jī-cha̍p hè í-siōng, tit-tio̍h kè-kéng ê peng, ōe kia̍h chhiuⁿ, kōaⁿ tîn-pâi, chiūⁿ-tīn--ê, kiōng saⁿ-cha̍p bān.","tghg":"亞瑪謝聚集猶大人，照猶大及便雅憫的宗族設立千總、百總來導𪜶，閣算人額，對二十歲以上，得著過揀的兵會攑槍捾(kōaⁿ)盾牌上陣(chiūⁿ-tīn)的共三十萬；","bklhl":"A-má-siā聚集偤大人，照偤大kap便雅憫ê宗族，設立千總百總來chhōa-in；koh算人額，tùi二十歲以上，得tio̍h過揀ê兵，能kia̍h鎗，kōaⁿ藤牌，上陣ê，共三十萬。"}},{"book":"代下","chapter":25,"verse":6,"versions":{"unv":"又用銀子一百他連得，從以色列招募了十萬大能的勇士。","bklcl":"Koh ēng gûn chi̍t-pah tha-liân-tek, tùi Í-sek-lia̍t chio-bō͘ tōa lêng-le̍k ê ióng-sū, cha̍p-bān lâng.","tghg":"閣用銀一百他連得，對以色列招募大能力的勇士十萬人。","bklhl":"Koh用銀一百tha-liân-tek，tùi以色列招募大能力ê勇士，十萬人。"}},{"book":"代下","chapter":25,"verse":7,"versions":{"unv":"有一個神人來見亞瑪謝，對他說：「王啊，不要使以色列的軍兵與你同去，因為耶和華不與以色列人以法蓮的後裔同在。","bklcl":"Ū Siōng-tè ê lô͘-po̍k lâi kìⁿ i kóng, Ông ah, bo̍h-tit hō͘ Í-sek-lia̍t ê kun-peng kap lí khì; in-ūi Iâ-hô-hoa bô kap Í-sek-lia̍t lâng, chiū-sī Í-hoat-liân ê hō͘-è, tī-teh.","tghg":"有上帝的奴僕來見伊，講：「王啊，莫得互以色列的軍兵及你去，因為耶和華無及以色列人就是以法蓮的後裔佇啲。","bklhl":"有上帝ê奴僕來見伊講，王ah，莫得hō͘以色列ê軍兵kap你去；因為耶和華無kap以色列人，就是Í-hoat-liân ê後裔，tī-teh。"}},{"book":"代下","chapter":25,"verse":8,"versions":{"unv":"你若一定要去，就奮勇爭戰吧！但　神必使你敗在敵人面前；因為　神能助人得勝，也能使人傾敗。」","bklcl":"Lí nā it-tēng beh  khì, chiū tio̍h hùn-ióng cheng-chiàn; Siōng-tè beh hō͘ lí pāi tī tùi-te̍k ê bīn-chêng, in-ūi Siōng-tè ū koân ōe pang-chān lâng, iā ōe chhia-tó lâng.","tghg":"你若一定欲去，就著奮勇爭戰！上帝欲互你敗佇對敵的面前；因為上帝有權會幫助人，也會捙倒(chhia-tó)人。」","bklhl":"你若一定beh去，就tio̍h奮勇爭戰；上帝beh hō͘你敗tī對敵ê面前，因為上帝有權能幫贊人，也會chhia倒人。"}},{"book":"代下","chapter":25,"verse":9,"versions":{"unv":"亞瑪謝問神人說：「我給了以色列軍的那一百他連得銀子怎麼樣呢？」神人回答說：「耶和華能把更多的賜給你。」","bklcl":"A-má-siā mn̄g Siōng-tè ê lô͘-po̍k kóng, Góa í-keng ēng gûn chi̍t-pah tha-liân-tek hō͘ Í-sek-lia̍t ê kun-tūi, hiah-ê beh cháiⁿ-iūⁿ ah?  Siōng-tè ê lô͘-po̍k ìn kóng, Iâ-hô-hoa ōe ēng pí chiah-ê khah-chōe hō͘ lí.","tghg":"亞瑪謝問上帝的奴僕講：「我已經用銀一百他連得互以色列的軍隊，許個欲怎樣啊？」上帝的奴僕應講：「耶和華會用比諸個卡多互你。」","bklhl":"A-má-siā問上帝ê奴僕講，我已經用銀一百tha-liân-tek hō͘以色列ê軍隊，hiah-ê beh怎樣ah？上帝ê奴僕應講，耶和華會用比chiah ê khah-chōe hō͘你。"}},{"book":"代下","chapter":25,"verse":10,"versions":{"unv":"於是亞瑪謝將那從以法蓮來的軍兵分別出來，叫他們回家去。故此，他們甚惱怒猶大人，氣忿忿地回家去了。","bklcl":"Tùi án-ni A-má-siā hun-piat tùi Í-hoat-liân lâi ê kun-peng, hō͘ in tò-khì in tau; só͘-í in chin siū-khì Iû-tāi lâng, khì-phut-phut tò-khì in tau.","tghg":"對按呢亞瑪謝分別對以法蓮來的軍兵，互𪜶倒去𪜶兜。所以，𪜶真受氣猶大人，氣咈咈(khì-phut-phut)倒去𪜶兜。","bklhl":"Tùi án-ni，A-má-siā分別tùi Í-hoat-liân來ê軍兵，hō͘ in tò去in tau；所以in真受氣偤大人，氣phut-phut tò去in tau。"}},{"book":"代下","chapter":25,"verse":11,"versions":{"unv":"亞瑪謝壯起膽來，率領他的民到鹽谷，殺了西珥人一萬。","bklcl":"A-má-siā ka-kī hùn-ióng, chhōa i ê peh-sìⁿ chhut-khì kàu Iâm ê soaⁿ-kok, thâi-sí Se-jíⁿ lâng chi̍t-bān.","tghg":"亞瑪謝家己奮勇，導伊的百姓出去到鹽的山谷，刣死西珥人一萬。","bklhl":"A-má-siā家己奮勇，chhōa伊ê百姓出去到鹽ê山谷，刣死Se-jíⁿ人一萬。"}},{"book":"代下","chapter":25,"verse":12,"versions":{"unv":"猶大人又生擒了一萬帶到山崖上，從那裡把他們扔下去，以致他們都摔碎了。","bklcl":"Iû-tāi lâng koh oa̍h-lia̍h chi̍t-bān lâng, tòa kàu soaⁿ-khàm-téng, tùi soaⁿ-khàm-téng kā in chhia--lo̍h-khì, tì-kàu in lóng chhùi-chhùi.","tghg":"猶大人閣活掠一萬人帶到山崁頂，對山崁頂給𪜶捙落去，致到𪜶攏碎碎。","bklhl":"偤大人koh活掠一萬人，帶到山崁頂，tùi山崁頂kā in chhia落去，致到in lóng碎碎。"}},{"book":"代下","chapter":25,"verse":13,"versions":{"unv":"但亞瑪謝所打發回去、不許一同出征的那些軍兵攻打猶大各城，從撒馬利亞直到伯．和崙，殺了三千人，搶了許多財物。","bklcl":"A-má-siā só͘ chhe tò-khì hiah-ê kun-tūi, m̄-chún in kap i khì kau-chiàn--ê, in kong-kek Iû-tāi hiah-ê siâⁿ, tùi Sat-má-lī-a kàu Pek-hô-lûn, thâi-sí saⁿ-chheng lâng chhiúⁿ chōe-chōe mi̍h.","tghg":"亞瑪謝所差倒去許個軍隊，呣准𪜶及伊去交戰的，𪜶攻擊猶大許個城，對撒瑪利亞到伯和崙，刣死三千人，搶多多物。","bklhl":"A-má-siā所差tò去hiah-ê軍隊，m̄准in kap伊去交戰ê，in攻擊偤大hiah-ê城，tùi撒馬利亞到Pek-hô-lûn，刣死三千人，搶chōe-chōe物。"}},{"book":"代下","chapter":25,"verse":14,"versions":{"unv":"亞瑪謝殺了以東人回來，就把西珥的神像帶回，立為自己的神，在它面前叩拜燒香。","bklcl":"A-má-siā thâi Í-tong lâng tò--lâi, chiū tòa Se-jíⁿ cho̍k hiah-ê siōng-tè, li̍p i chòe ka-kī ê siōng-tè, kūi-pài tī i ê bīn-chêng, sio-hiuⁿ hō͘ i.","tghg":"亞瑪謝刣以東人倒來，就帶西珥族許個上帝立伊做家己的上帝，跪拜佇伊的面前燒香互伊。","bklhl":"A-má-siā 刣 Í-tong人tò來，就帶Se-jíⁿ族hiah-ê上帝，立伊做家己ê上帝，跪拜tī伊ê面前，燒香hō͘伊。"}},{"book":"代下","chapter":25,"verse":15,"versions":{"unv":"因此，耶和華的怒氣向亞瑪謝發作，就差一個先知去見他，說：「這些神不能救它的民脫離你的手，你為何尋求它呢？」","bklcl":"In-ūi án-ni, Iâ-hô-hoa tōa siū-khì A-má-siā, chiū chhe chi̍t ê sian-ti khì kìⁿ i, kóng, Hiah ê peh-sìⁿ ê siōng-tè bōe-ōe kiù in ê peh-sìⁿ thoat-lī lí ê chhiú, lí siáⁿ-sū kiû in ah?","tghg":"因為按呢，耶和華大受氣亞瑪謝，就差一個先知去見伊，講：「許個百姓的上帝𣍐會救𪜶的百姓脫離你的手，你啥事求𪜶啊？」","bklhl":"因為án-ni，耶和華大受氣A-má-siā，就差一个先知去見伊，講，hiah-ê百姓ê上帝bōe能救in ê百姓脫離你ê手，你啥事求in ah？"}},{"book":"代下","chapter":25,"verse":16,"versions":{"unv":"先知與王說話的時候，王對他說：「誰立你作王的謀士呢？你住口吧！為何找打呢？」先知就止住了，又說：「你行這事，不聽從我的勸戒，我知道　神定意要滅你。」","bklcl":"I kap i kóng ê sî, ông kā i kóng, Goán kiám siat-li̍p lí chòe ông ê bô͘-sū ah? lí tiām-tiām, siáⁿ-sū thó phah ah?  Sian-ti chiū tiām-tiām, koh kóng, Góa chai Siōng-tè tiāⁿ-tio̍h ì-sù beh bia̍t lí, in-ūi lí chòe chit-ê, m̄-thiaⁿ góa ê khoàn-kài.","tghg":"伊及伊講的時，王給伊講：「阮豈設立你做王的謀士啊？你恬恬(tiām-tiām)！啥事討拍啊？」先知就恬恬，閣講：「我知上帝定著意思欲滅你，因為你做此個，呣聽我的勸戒。」","bklhl":"伊kap伊講ê時，王kā伊講，阮kiám設立你做王ê謀士ah？你恬恬，啥事討phah ah？先知就恬恬，koh講，我知上帝定tio̍h意思beh滅你，因為你做chit ê，m̄聽我ê勸解。"}},{"book":"代下","chapter":25,"verse":17,"versions":{"unv":"猶大王亞瑪謝與群臣商議，就差遣使者去見耶戶的孫子、約哈斯的兒子、以色列王約阿施，說：「你來，我們二人相見於戰場。」","bklcl":"Hit-sî Iû-tāi ông A-má-siā chham-siông chhe sù-chiá khí kìⁿ Iâ-hō͘ ê sun, Iok-hap-su ê kiáⁿ, Í-sek-lia̍t ông Iok-a-si, kóng, Lâi ah, lán nn̄g-lâng saⁿ kìⁿ-bīn tī chiàn-tiûⁿ.","tghg":"彼時猶大王亞瑪謝參詳，差使者去見耶戶的孫、約哈斯的子、以色列王約阿施，講：「來啊，咱二人相見面佇戰場。」","bklhl":"Hit時偤大王A-má-siā參詳差使者起見Iâ-hō͘ ê孫，Iok-hap-su ê kiáⁿ，以色列王Iok-a-si，講，來ah，咱兩人相見面tī戰場。"}},{"book":"代下","chapter":25,"verse":18,"versions":{"unv":"以色列王約阿施差遣使者去見猶大王亞瑪謝，說：「黎巴嫩的蒺藜差遣使者去見黎巴嫩的香柏樹，說：『將你的女兒給我兒子為妻。』後來黎巴嫩有一個野獸經過，把蒺藜踐踏了。","bklcl":"Í-sek-lia̍t ông Iok-a-si chhe sù-chiá khì kìⁿ Iû-tāi ông A-má-siā kóng, Lī-pa-lùn ê chháu-chhì chhe sù-chiá khì kìⁿ Lī-pa-lùn ê pek-hiuⁿ-chhiū kóng, Ēng lí ê cha-bó͘-kiáⁿ hō͘ góa ê kiáⁿ chòe bó͘; āu-lâi Lī-pa-lùn ū chi̍t chiah iá-siù keng-kè thún-ta̍h hit ê chháu-chhì.","tghg":"以色列王約阿施差使者去見猶大王亞瑪謝，講：「黎巴嫩的草茦(chháu-chhì)差使者去見黎巴嫩的柏香樹，講：『用你的查某子互我的子做某。』後來黎巴嫩有一隻野獸經過，𧿬踏(thún-ta̍h)彼個草茦。","bklhl":"以色列王Iok-a-si差使者去見偤大王A-má-siā講，Lī-pa-lùn ê草刺差使者去見Lī-pa-lùn ê柏香樹講，用你ê cha-bó͘-kiáⁿ hō͘我ê kiáⁿ做bó͘；後來Lī-pa-lùn有一隻野獸經過thún踏hit ê草刺。"}},{"book":"代下","chapter":25,"verse":19,"versions":{"unv":"你說：『看哪，我打敗了以東人』，你就心高氣傲，以致矜誇。你在家裡安居就罷了，為何要惹禍使自己和猶大國一同敗亡呢？」","bklcl":"Taⁿ lí kóng, lí í-keng phah-iâⁿ Í-tong, lí ê sim chiū kiau, tì-kàu lí khoa-kháu; lí tī ke-lāi an-jiân khiā-khí chiū hó, siáⁿ-sū khí-sū jiá chai-ē, hō͘ lí pún-sin kap Iû-tāi kok saⁿ-kap tó-hoāi ah?","tghg":"今你講：『你已經拍贏以東』，你的心就驕，致到你誇口。你佇家內安然徛起就好，啥事起事惹災禍互你本身及猶大國相及倒壞啊？」","bklhl":"Taⁿ你講，你已經phah贏Í-tong，你ê心就驕，致到你誇口；你tī家內安然khiā起就好，啥事起事惹災厄，hō͘你本身kap偤大國相kap倒壞ah？"}},{"book":"代下","chapter":25,"verse":20,"versions":{"unv":"亞瑪謝卻不肯聽從。這是出乎　神，好將他們交在敵人手裡，因為他們尋求以東的神。","bklcl":"Chóng-sī A-má-siā m̄-khéng thiaⁿ, in-ūi chit ê sū sī chhut tī Siōng-tè, beh chiong in kau tī tùi-te̍k ê chhiú; in-ūi in chhē Í-tong hiah-ê siōng-tè.","tghg":"總是亞瑪謝呣肯聽。因為此個事是出佇上帝，欲將𪜶交佇對敵的手，因為𪜶尋以東許個上帝。","bklhl":"總是A-má-siā m̄肯聽，因為chit ê事是出tī上帝，beh將in交tī對敵ê手；因為in chhē Í-tong hiah-ê上帝。"}},{"book":"代下","chapter":25,"verse":21,"versions":{"unv":"於是以色列王約阿施上來，在猶大的伯‧示麥與猶大王亞瑪謝相見於戰場。","bklcl":"Tùi án-ni, Í-sek-lia̍t ông Iok-a-si chiūⁿ-lâi, tī Iû-tāi ê Pek-sī-be̍k kap Iû-tāi ông A-má-siā saⁿ kìⁿ-bīn tī chiàn-tiûⁿ.","tghg":"對按呢以色列王約阿施上來，佇猶大的伯示麥及猶大王亞瑪謝相見面佇戰場。","bklhl":"Tùi án-ni，以色列王Iok-a-si上來，tī偤大ê Pek-sī-be̍k kap偤大王A-má-siā相見面tī戰場。"}},{"book":"代下","chapter":25,"verse":22,"versions":{"unv":"猶大人敗在以色列人面前，各自逃回家裡去了。","bklcl":"Iû-tāi thâi-su tī Í-sek-lia̍t ê bīn-chêng, ta̍k-lâng cháu tò-khì in ê pò͘-pîⁿ.","tghg":"猶大刣輸佇以色列的面前，逐人走倒去𪜶的布棚。","bklhl":"偤大刣輸tī以色列ê面前，ta̍k人走tò去in ê布棚。"}},{"book":"代下","chapter":25,"verse":23,"versions":{"unv":"以色列王約阿施在伯‧示麥擒住約哈斯（就是亞哈謝）的孫子、約阿施的兒子、猶大王亞瑪謝，將他帶到耶路撒冷，又拆毀耶路撒冷的城牆，從以法蓮門直到角門，共四百肘；","bklcl":"Í-sek-lia̍t ông Iok-a-si, tī Pek-sī-be̍k lia̍h-tio̍h Iok-hap-su ê sun, Iok-a-si ê kiáⁿ, Iû-tāi ông A-má-siā, tòa i kàu Iâ-lō͘-sat-léng; koh thiah-húi Iâ-lō͘-sat-léng ê siâⁿ-chhiûⁿ, tùi Í-hoat-liân mn̂g kàu kak-mn̂g, kiōng sì-pah tiú.","tghg":"以色列王約阿施佇伯示麥掠著約哈斯的孫、約阿施的子、猶大王亞瑪謝，帶伊到耶路撒冷，閣拆毀耶路撒冷的城牆，對以法蓮門到角門，共四百肘(tiú)；","bklhl":"以色列王Iok-a-si，tī Pek-sī-be̍k掠tio̍h Iok-hap-su ê孫，Iok-a-si ê kiáⁿ，偤大王A-má-siā，帶伊到耶路撒冷；koh拆毀耶路撒冷ê城牆，tùi Í-hoat-liân門到角門，共四百肘。"}},{"book":"代下","chapter":25,"verse":24,"versions":{"unv":"又將俄別‧以東所看守　神殿裡的一切金銀和器皿，與王宮裡的財寶都拿了去，並帶人去為質，就回撒馬利亞去了。","bklcl":"Chhú Siōng-tè tiān-lāi Gô-piat-í-tong só͘ kò͘-siú ê kim, gûn, khì-kū, kap ông-kiong ê châi-pó, koh lia̍h lâng chòe chún-tǹg, chiū tò-khì Sat-má-lī-a.","tghg":"取上帝殿內俄別以東所顧守的金銀器具，及王宮的財寶，閣掠人做准當，就倒去撒瑪利亞。","bklhl":"取上帝殿內Gô-piat-í-tong所顧守ê金、銀、器具，kap王宮ê財寶，koh掠人做準當，就tò去撒馬利亞。"}},{"book":"代下","chapter":25,"verse":25,"versions":{"unv":"以色列王約哈斯的兒子約阿施死後，猶大王約阿施的兒子亞瑪謝又活了十五年。","bklcl":"I-sek-lia̍t ông Iok-hap-su ê kiáⁿ Iok-a-si sí liáu-āu, Iû-tāi ông Iok-a-si ê kiáⁿ A-má-siā iáu oa̍h cha̍p-gō͘ nî.","tghg":"以色列王約哈斯的子約阿施死了後，猶大王約阿施的子亞瑪謝猶活十五年。","bklhl":"I-sek-lia̍t王Iok-hap-su ê kiáⁿ Iok-a-si死了後，偤大王Iok-a-si ê kiáⁿ A-má-siā iáu活十五年。"}},{"book":"代下","chapter":25,"verse":26,"versions":{"unv":"亞瑪謝其餘的事，自始至終不都寫在猶大和以色列諸王記上嗎？","bklcl":"A-má-siā kî-û ê sū, tùi thâu kàu bé, kiám bô lóng kì tī Iû-tāi kap Í-sek-lia̍t chiah-ê ông ê kì-lio̍k mah?","tghg":"亞瑪謝其餘的事，對頭到尾，豈無攏記佇猶大及以色列諸個王的記錄嗎？","bklhl":"A-má-siā其餘ê事，tùi頭到尾，kiám無lóng記tī偤大kap以色列chiah ê王ê記錄mah？"}},{"book":"代下","chapter":25,"verse":27,"versions":{"unv":"自從亞瑪謝離棄耶和華之後，在耶路撒冷有人背叛他，他就逃到拉吉；叛黨卻打發人到拉吉，將他殺了。","bklcl":"Tùi A-má-siā phian-lī bô tè Iâ-hô-hoa liáu-āu, tī Iâ-lō͘-sat-léng ū lâng kiat-tóng beh hāi i, i chiū cháu kàu La̍h-kiat; in chhe lâng jip i kàu La̍h-kiat, tī-hia thâi-sí i.","tghg":"對亞瑪謝偏離無隨(tè)耶和華了後，佇耶路撒冷有人結黨欲害伊，伊就走到拉吉；𪜶差人趇(jip)伊到拉吉，佇遐刣死伊。","bklhl":"Tùi A-má-siā偏離無tè耶和華了後，tī耶路撒冷有人結黨beh害伊，伊就走到拉結；in差人jip伊到拉結，tī-hia 刣死伊。"}},{"book":"代下","chapter":25,"verse":28,"versions":{"unv":"人就用馬將他的屍首馱回，葬在猶大京城他列祖的墳地裡。","bklcl":"Lâng chiū ēng bé chài i tò-lâi, kap i ê lia̍t-chó͘ bâi-chòng tī Iû-tāi ê siâⁿ.","tghg":"人就用馬載伊倒來，及伊的列祖埋葬佇猶大的城。","bklhl":"人就用馬載伊tò來，kap伊ê列祖埋葬tī偤大ê城。"}}]