[{"book":"代下","chapter":22,"verse":1,"versions":{"unv":"耶路撒冷的居民立約蘭的小兒子亞哈謝接續他作王；因為跟隨阿拉伯人來攻營的軍兵曾殺了亞哈謝的眾兄長。這樣，猶大王約蘭的兒子亞哈謝作了王。","bklcl":"Iâ-lō͘-sat-léng khiā-khí ê peh-sìⁿ siat-li̍p Iâ-hô-lâm ê soah-bé kiáⁿ A-hap-siā sòa-chiap i chòe ông; in-ūi tè A-la̍h-pek lâng kàu iâⁿ ê kun-tūi, ū thâi-sí i hiah-ê tōa-kiáⁿ.  Án-ni Iû-tāi ông Iâ-hô-lâm ê kiáⁿ A-hap-siā chòe ông.","tghg":"耶路撒冷徛起的百姓設立耶和蘭的煞尾子亞哈謝續接伊做王；因為隨亞拉伯人到營的軍隊有刣死伊許個大子。按呢，猶大王耶和蘭的子亞哈謝做王。","bklhl":"耶路撒冷khiā起ê百姓設立Iâ-hô-lâm ê soah尾kiáⁿ A-hap-siā續接伊做王；因為tè阿拉伯人到營ê軍隊，有刣死伊hiah-ê大kiáⁿ。Án-ni偤大王Iâ-hô-lâm ê kiáⁿ A-hap-siā做王。"}},{"book":"代下","chapter":22,"verse":2,"versions":{"unv":"亞哈謝登基的時候年四十二歲（列王下八章二十六節是二十二歲），在耶路撒冷作王一年。他母親名叫亞他利雅，是暗利的孫女。","bklcl":"A-hap-siā chē-ūi ê sî sì-cha̍p-jī hè; tī Iâ-lō͘-sat-léng chòe ông chi̍t-nî.  I ê lāu-bú miâ kiò A-tha-lī-ngá, sī Àm-lī ê cha-bó͘-sun.","tghg":"亞哈謝坐位的時四十二歲，佇耶路撒冷做王一年。伊的老母名叫亞她利雅，是暗利的查某孫。","bklhl":"A-hap-siā坐位ê時四十二歲；tī耶路撒冷做王一年。伊ê老母名叫A-tha-lī-ngá，是Àm-lī ê cha-bó͘孫。"}},{"book":"代下","chapter":22,"verse":3,"versions":{"unv":"亞哈謝也行亞哈家的道；因為他母親給他主謀，使他行惡。","bklcl":"I iā kiâⁿ A-hap ê ke ê lō͘; in-ūi i ê lāu-bú chí-hui i kiâⁿ pháiⁿ.","tghg":"伊也行亞哈的家的路；因為伊的老母指揮伊行歹。","bklhl":"伊也行A-hap ê家ê路；因為伊ê老母指揮伊行pháiⁿ。"}},{"book":"代下","chapter":22,"verse":4,"versions":{"unv":"他行耶和華眼中看為惡的事，像亞哈家一樣；因他父親死後有亞哈家的人給他主謀，以致敗壞。","bklcl":"I kiâⁿ Iâ-hô-hoa só͘ khòaⁿ-chòe pháiⁿ ê sū, chhin-chhiūⁿ A-hap ê ke chi̍t-iūⁿ; in-ūi i ê lāu-pē sí liáu-āu, ū A-hap ke ê lâng lâi kā i chí-hui, tì-kàu pāi-hoāi.","tghg":"伊行耶和華所看做歹的事，親像亞哈的家一樣；因為伊的老父死了後有亞哈家的人來給伊指揮，致到敗壞。","bklhl":"伊行耶和華所看做pháiⁿ ê事，親像A-hap ê家一樣；因為伊ê老父死了後，有A-hap家ê人來kā伊指揮，致到敗壞。"}},{"book":"代下","chapter":22,"verse":5,"versions":{"unv":"他聽從亞哈家的計謀，同以色列王亞哈的兒子約蘭往基列的拉末去，與亞蘭王哈薛爭戰；亞蘭人打傷了約蘭。","bklcl":"I thiaⁿ-thàn in ê kè-bô͘; kap Í-sek-lia̍t ông A-hap ê kiáⁿ Iâ-hô-lâm saⁿ-kap khì Ki-lia̍t ê La̍h-boa̍t, kap A-lân ông Hap-siat kau-chiàn.","tghg":"伊聽趁𪜶的計謀，及以色列王亞哈的子耶和蘭相及去基列的拉末，及亞蘭王哈設交戰；亞蘭人拍傷耶和蘭。","bklhl":"伊聽thàn in ê計謀；kap以色列王A-hap ê kiáⁿ Iâ-hô-lâm相kap去Ki-lia̍t ê La̍h-boa̍t，kap A-lân王Hap-siat交戰。"}},{"book":"代下","chapter":22,"verse":6,"versions":{"unv":"約蘭回到耶斯列，醫治在拉末與亞蘭王哈薛打仗所受的傷，猶大王約蘭的兒子亞撒利雅（就是亞哈謝）因為亞哈的兒子約蘭病了，就下到耶斯列看望他。","bklcl":"A-lân lâng phah-siong Iâ-hô-lâm; i tò-khì Iâ-su-lia̍t beh i-tī i ê siong, chiū-sī i tī La̍h-boa̍t kap A-lân ông Hap-siat kau-chiàn ê sî só͘ siū-tio̍h ê.  Iû-tāi ông Iâ-hô-lâm ê kiáⁿ, A-sat-lī-ngá, lo̍h-khì Iâ-su-lia̍t, beh bāi A-hap ê kiáⁿ Iâ-hô-lâm; in-ūi i ū phòa-pīⁿ.","tghg":"伊倒去耶斯列，欲醫治伊的傷就是伊佇拉末及亞蘭王哈設交戰的時所受著的，猶大王耶和蘭的子亞撒利雅落去耶斯列欲覓(bāi)亞哈的子耶和蘭，因為伊有破病。","bklhl":"A-lân人phah傷Iâ-hô-lâm；伊tò去Iâ-su-lia̍t beh醫治伊ê傷，就是伊tī La̍h-boa̍t kap A-lân王Hap-siat交戰ê時所受tio̍h ê。偤大王Iâ-hô-lâm ê kiáⁿ，A-sat-lī-ngá，落去Iâ-su-lia̍t，beh覓(bāi)A-hap ê kiáⁿ Iâ-hô-lâm；因為伊有破病。"}},{"book":"代下","chapter":22,"verse":7,"versions":{"unv":"亞哈謝去見約蘭就被害了，這是出乎　神；因為他到了，就同約蘭出去攻擊寧示的孫子耶戶。這耶戶是耶和華所膏、使他剪除亞哈家的。","bklcl":"A-hap-siā lâi khòaⁿ Iok-lâm chiū tú-tio̍h hām-hāi, che sī chhut tī Siōng-tè ê ì-sù; in-ūi i lâi, chiū kap Iâ-hô-lâm chhut-khì, tú-tio̍h Lêng-sī ê sun Iâ-hō͘, chiū-sī Iâ-hô-hoa só͘ boah-iû, hō͘ i chián-tû A-hap ê ke ê.","tghg":"亞哈謝來看約蘭就抵著(tú-tio̍h)陷害，這是出佇上帝的意思；因為伊來，就及耶和蘭出去抵著寧示的孫耶戶。就是耶和華所抹油、互伊剪除亞哈的家的。","bklhl":"A-hap-siā來看Iok-lâm就tú-tio̍h陷害，這是出tī上帝ê意思；因為伊來，就kap Iâ-hô-lâm出去，tú-tio̍h Lêng-sī ê孫Iâ-hō͘，就是耶和華所抹油，hō͘伊剪除A-hap ê家ê。"}},{"book":"代下","chapter":22,"verse":8,"versions":{"unv":"耶戶討亞哈家罪的時候，遇見猶大的眾首領和亞哈謝的眾姪子服事亞哈謝，就把他們都殺了。","bklcl":"Iâ-hō͘ pān A-hap ke ê chōe ê sî, tú-tio̍h Iû-tāi hiah-ê siú-léng, kap A-hap-siā hiaⁿ-tī ê kiáⁿ teh ho̍k-sāi A-hap-siā--ê; i chiū thâi-sí in.","tghg":"耶戶辦亞哈家的罪的時，抵著猶大許個首領及亞哈謝兄弟的子啲服事亞哈謝的，伊就刣死𪜶。","bklhl":"Iâ-hō͘辦A-hap ke ê罪ê時，tú-tio̍h偤大hiah-ê首領，kap A-hap-siā兄弟ê kiáⁿ teh服事A-hap-siā-ê；伊就刣死in。"}},{"book":"代下","chapter":22,"verse":9,"versions":{"unv":"亞哈謝藏在撒馬利亞，耶戶尋找他，眾人將他拿住，送到耶戶那裡，就殺了他，將他葬埋；因他們說，他是那盡心尋求耶和華之約沙法的兒子。這樣，亞哈謝的家無力保守國權。","bklcl":"A-hap-siā bih tī Sat-má-lī-a, Iâ-hō͘ chhē i, lâng lia̍h--i, tòa i kàu Iâ-hō͘ hia, thâi-sí i, lâng bâi-chòng i; in-ūi in kóng, I sī hit ê choan-sim chhē Iâ-hô-hoa ê Iok-sa-hoat ê kiáⁿ.  Án-ni A-hap-siā ê ke bô ū koân-le̍k thang pó-siú kok-ūi--ê.","tghg":"亞哈謝匿(bih)佇撒瑪利亞、耶戶尋伊，人掠伊，帶伊到耶戶遐，刣死伊，人埋葬伊；因為𪜶講，伊是彼個專心尋耶和華的約沙法的子。按呢，亞哈謝的家無有權力通保守國位的。","bklhl":"A-hap-siā bih tī撒馬利亞，Iâ-hō͘ chhē伊，人掠伊，帶伊到Iâ-hō͘ hia，刣死伊，人埋葬伊；因為in講，伊是hit ê專心chhē耶和華ê Iok-sa-hoat ê kiáⁿ。Án-ni A-hap-siā ê家無有權力thang保守國位ê。"}},{"book":"代下","chapter":22,"verse":10,"versions":{"unv":"亞哈謝的母親亞他利雅見她兒子死了，就起來剿滅猶大王室。","bklcl":"A-hap-siā ê lāu-bú A-tha-lī-ngá khòaⁿ-kìⁿ i ê kiáⁿ í-keng sí, chiū khí-lâi it-chīn châu-bia̍t Iû-tāi ê ông-chhin.","tghg":"亞哈謝的老母亞她利雅看見伊的子已經死，就起來一盡剿滅(châu-bia̍t)猶大的王親。","bklhl":"A-hap-siā ê老母A-tha-lī-ngá看見伊ê kiáⁿ已經死，就起來一盡剿滅偤大ê王親。"}},{"book":"代下","chapter":22,"verse":11,"versions":{"unv":"但王的女兒約示巴將亞哈謝的兒子約阿施從那被殺的王子中偷出來，把他和他的乳母都藏在臥房裡。約示巴是約蘭王的女兒，亞哈謝的妹子，祭司耶何耶大的妻。她收藏約阿施，躲避亞他利雅，免得被殺。","bklcl":"Chóng-sī ông ê cha-bó͘-kiáⁿ, Iok-sī-pa, chiong A-hap-siā ê kiáⁿ Iok-a-si, tùi hiah-ê siū-thâi ê ông-kiáⁿ-tiong thau-phō chhut-lâi, chiong i kap i ê leng-bú khǹg tī khùn-pâng--nih.  Iok-si-pa sī Iâ-hô-lâm ông ê cha-bó͘-kiáⁿ, A-hap-siā ê chí-bē, chè-si Iâ-hô-iâ-tāi ê bó͘; i tùi A-tha-lī-ngá khàm-ba̍t i, hō͘ i bô thâi-sí i.","tghg":"總是王的查某子約示巴將亞哈謝的子約阿施對許個受刣的王子中偷抱出來，將伊及伊的奶母囥(khǹg)佇睏房裡。約示巴是耶和蘭王的查某子，亞哈謝的姊妹，祭司耶何耶大的某。伊對亞她利雅蓋密(khàm-ba̍t)伊，互伊無刣死伊。","bklhl":"總是王ê cha-bó͘-kiáⁿ，Iok-sī-pa，將A-hap-siā ê kiáⁿ Iok-a-si，tùi hiah-ê受刣 ê王kiáⁿ中偷抱出來，將伊kap伊ê奶母khǹg tī睏房裡。Iok-si-pa是Iâ-hô-lâm王ê cha-bó͘-kiáⁿ，A-hap-siā ê姊妹，祭司Iâ-hô-iâ-tāi ê bó͘；伊對A-tha-lī-ngá蓋密伊，hō͘伊無刣死伊。"}},{"book":"代下","chapter":22,"verse":12,"versions":{"unv":"約阿施和她們一同藏在　神殿裡六年；亞他利雅篡了國位。","bklcl":"Āu-lâi kap in saⁿ-kap khǹg tī Siōng-tè ê tiān le̍k-kè la̍k-nî kú.  A-tha-lī-ngá koán-lí hit ê tōe-hng.","tghg":"後來及𪜶相及囥佇上帝的殿歷過六年久；亞她利雅管理彼個地方。","bklhl":"後來kap in相kap khǹg tī上帝ê殿歷過六年久。A-tha-lī-ngá管理hit ê地方。"}}]