[{"book":"代下","chapter":2,"verse":1,"versions":{"unv":"所羅門定意要為耶和華的名建造殿宇，又為自己的國建造宮室。","bklcl":"Só͘-lô-bûn tiāⁿ-tio̍h ì-sù beh ūi Iâ-hô-hoa ê miâ khí tiān-tn̂g, iā ūi ka-kī ê kok khí hông-kiong.","tghg":"所羅門定著意思欲為耶和華的名起殿堂，也為家己的國起皇宮。","bklhl":"所羅門定tio̍h意思beh為耶和華ê名起殿堂，也為家己ê國起皇宮。"}},{"book":"代下","chapter":2,"verse":2,"versions":{"unv":"所羅門就挑選七萬扛抬的，八萬在山上鑿石頭的，三千六百督工的。","bklcl":"Só͘-lô-bûn chiū kéng thiau-hu chhit-bān, chiūⁿ-soaⁿ phah-chio̍h-ê poeh-bān, tok-kang-ê saⁿ-chheng la̍k-pah.","tghg":"所羅門就揀挑夫七萬，上山拍石的八萬，督工的三千六百。","bklhl":"所羅門就揀挑夫七萬，上山phah石ê八萬，督工ê三千六百。"}},{"book":"代下","chapter":2,"verse":3,"versions":{"unv":"所羅門差人去見泰爾王希蘭，說：「你曾運香柏木與我父大衛建宮居住，求你也這樣待我。","bklcl":"Só͘-lô-bûn chhe lâng khì kìⁿ Chhui-lô ông, Hō͘-lân, kóng, Lí bat ūn pek-hiuⁿ-chhâ hō͘ góa ê lāu-pē Tāi-pi̍t khí chhù lâi khiā-khí, kiû lí iā chiàu án-ni khoán-thāi góa.","tghg":"所羅門差人去見推羅王戶蘭，講：「你曾運柏香柴互我的老父大衛起厝來徛起，求你也照按呢款待我。","bklhl":"所羅門差人去見Chhui-lô王，Hō͘-lân，講，你bat運柏香柴hō͘我ê老父大衛起厝來khiā起，求你也照án-ni款待我。"}},{"book":"代下","chapter":2,"verse":4,"versions":{"unv":"我要為耶和華─我　神的名建造殿宇，分別為聖獻給他，在他面前焚燒美香，常擺陳設餅，每早晚、安息日、月朔，並耶和華─我們　神所定的節期獻燔祭。這是以色列人永遠的定例。","bklcl":"Khòaⁿ ah, góa beh ūi-tio̍h Iâ-hô-hoa góa ê Siōng-tè ê miâ khí tiān, hun-piat chòe-sèng hiàn-hō͘ I, thang tī I ê bīn-chêng sio phang-liāu ê hiuⁿ, siông-siông kiong-kip pâi-lia̍t ê piáⁿ, ta̍k chá-àm, an-hioh-ji̍t, ge̍h ê chhoe-it, kap Iâ-hô-hoa, goán ê Siōng-tè, só͘ tiāⁿ-tio̍h ê choeh-kî, hiàn sio-chè.  Che sī Í-sek-lia̍t lâng éng-oán ê lē.","tghg":"看啊，我欲為著耶和華──我的上帝的名起殿，分別做聖獻互伊，通佇伊的面前燒芳料(phang-liāu)的香(hiuⁿ)，常常供給排列的餅，逐早暗、安息日、月的初一，及耶和華──阮的上帝所定著的節期獻燒祭。這是以色列人永遠的例。","bklhl":"看ah，我beh為tio̍h耶和華我ê上帝ê名起殿，分別做聖獻hō͘祂，thang tī祂ê面前燒芳料ê香，常常供給排列ê餅，ta̍k早暗、安歇日、月ê初一，kap耶和華，阮ê上帝，所定tio̍h ê節期，獻燒祭。這是以色列人永遠ê例。"}},{"book":"代下","chapter":2,"verse":5,"versions":{"unv":"我所要建造的殿宇甚大；因為我們的　神至大，超乎諸神。","bklcl":"Góa só͘ beh khí ê tiān chin-tōa, in-ūi goán ê Siōng-tè chin-tōa, iâⁿ-kè lóng-chóng ê siōng-tè.","tghg":"我所欲起的殿真大；因為阮的上帝真大，贏過攏總的上帝。","bklhl":"我所beh起ê殿真大，因為阮ê上帝真大，贏過lóng總ê上帝。"}},{"book":"代下","chapter":2,"verse":6,"versions":{"unv":"天和天上的天，尚且不足他居住的，誰能為他建造殿宇呢？我是誰？能為他建造殿宇嗎？不過在他面前燒香而已。","bklcl":"Thiⁿ kap thiⁿ-téng ê thiⁿ siōng-chhiáⁿ bô kàu-gia̍h thang hō͘ I khiā-khí, chī-chūi ōe ūi-tio̍h I khí tiān ah? góa sī sím-mi̍h hō lâng thang kā I khí tiān mah? put-kò tī I ê bīn-chêng sio-hiuⁿ nā-tiāⁿ.","tghg":"天及天頂的天，尚且(siōng-chhiáⁿ)無夠額通互伊徛起，是誰會為著伊起殿啊？我是甚麼號人？通給伊起殿嗎？不過佇伊的面前燒香若定。","bklhl":"天kap天頂ê天尚且無夠額thang hō͘祂khiā起，是誰能為tio̍h祂起殿ah？我是甚麼號人thang kā伊起殿mah？不過tī伊ê面前燒香nā-tiāⁿ。"}},{"book":"代下","chapter":2,"verse":7,"versions":{"unv":"現在求你差一個巧匠來，就是善用金、銀、銅、鐵，和紫色、朱紅色、藍色線，並精於雕刻之工的巧匠，與我父大衛在猶大和耶路撒冷所預備的巧匠一同做工；","bklcl":"Taⁿ kiû lí chhe chi̍t-lâng kàu góa chia, chiū-sī gâu chòe kim, gûn, tâng, thih, kap chí-sek, chu-âng-sek, lâm-sek ê liāu ê, iā cheng-kong tī ta̍k-hāng tiau-khek ê kang, thang kap hiah-ê kap góa tī Iû-tāi Iâ-lō͘-sat-léng gâu ê sai-hū saⁿ-kap chòe-kang, chiū-sī góa ê lāu-pē Tāi-pi̍t só͘ pī-pān ê.","tghg":"今求你差一人到我遮，就是𠢕(gâu)做金、銀、銅、鐵、及紫色、朱紅色、藍色的料的，也精工佇逐項雕刻的工，通及許個及我佇猶大耶路撒冷𠢕的師傅相及做工，就是我的老父大衛所備辦的；","bklhl":"Taⁿ求你差一人到我chia，就是gâu做金、銀、銅、鐵，kap紫色、朱紅色、藍色ê料ê，也精工tī ta̍k項雕刻ê工，thang kap hiah-ê kap我tī偤大耶路撒冷gâu ê師傅相kap做工，就是我ê老父大衛所備辦ê。"}},{"book":"代下","chapter":2,"verse":8,"versions":{"unv":"又求你從黎巴嫩運些香柏木、松木、檀香木到我這裡來，因我知道你的僕人善於砍伐黎巴嫩的樹木。我的僕人也必與你的僕人同工。","bklcl":"Koh kiû lí tùi Lī-pa-lùn ūn pek-hiuⁿ-chhiū, siông-chhiū, tôaⁿ-hiuⁿ-chhiū, kàu góa chia; in-ūi góa chai lí ê lô͘-po̍k gâu chhò Lī-pa-lùn ê chhiū; khòaⁿ ah, góa ê lô͘-po̍k beh kap lí ê lô͘-po̍k saⁿ-kap chòe;","tghg":"閣求你對黎巴嫩運柏香樹、松樹、檀香樹到我遮，因為我知你的奴僕𠢕剉(gâu-chhò)黎巴嫩的樹。看啊，我的奴僕欲及你的奴僕相及做。","bklhl":"Koh求你tùi Lī-pa-lùn運柏香樹、松樹、檀香樹，到我chia；因為我知你ê奴僕gâu剉 Lī-pa-lùn ê樹；看ah，我ê奴僕beh kap你ê奴僕相kap做；"}},{"book":"代下","chapter":2,"verse":9,"versions":{"unv":"這樣，可以給我預備許多的木料，因我要建造的殿宇高大出奇。","bklcl":"án-ni thang kā góa pī-pān chōe-chōe chhâ-liāu; in-ūi góa só͘ beh khí ê tiān sī tōa koh kî-biāu.","tghg":"按呢，通給我備辦多多柴料，因為我所欲起的殿是大閣奇妙。","bklhl":"án-ni thang kā我備辦chōe-chōe柴料；因為我所beh起ê殿是大koh奇妙。"}},{"book":"代下","chapter":2,"verse":10,"versions":{"unv":"你的僕人砍伐樹木，我必給他們打好了的小麥二萬歌珥，大麥二萬歌珥，酒二萬罷特，油二萬罷特。」","bklcl":"Lí ê lô͘-po̍k chhò-chhiū, khòaⁿ ah, góa beh hō͘ in hó ê sió-be̍h nn̄g-bān ko-ní, tōa-be̍h nn̄g-bān ko-ní, chiú nn̄g-bān pà-te̍k, iû nn̄g-bān pà-te̍k.","tghg":"你的奴僕剉樹，看啊，我欲互𪜶好的小麥二萬歌珥，大麥二萬歌珥，酒二萬罷特，油二萬罷特。」","bklhl":"你ê奴僕剉樹，看ah，我beh hō͘ in好ê小麥兩萬ko-ní，大麥兩萬ko-ní，酒兩萬pà-te̍k，油兩萬pà-te̍k。"}},{"book":"代下","chapter":2,"verse":11,"versions":{"unv":"泰爾王希蘭寫信回答所羅門說：「耶和華因為愛他的子民，所以立你作他們的王」；","bklcl":"Chhui-lô ông Hō͘-lân hê-phoe ìn Só͘-lô-bûn kóng, In-ūi Iâ-hô-hoa thiàⁿ I ê peh-sìⁿ, chiū siat-li̍p lí chòe in ê ông.","tghg":"推羅王戶蘭回批應所羅門講：「因為耶和華疼伊的百姓，就設立你做𪜶的王」；","bklhl":"Chhui-lô王Hō͘-lân回phoe應所羅門講，因為耶和華疼祂ê百姓，就設立你做in ê王。"}},{"book":"代下","chapter":2,"verse":12,"versions":{"unv":"又說：「創造天地的耶和華─以色列的　神是應當稱頌的！他賜給大衛王一個有智慧的兒子，使他有謀略聰明，可以為耶和華建造殿宇，又為自己的國建造宮室。","bklcl":"Hō͘-lân koh kóng, Chhòng-chō thiⁿ tōe ê Iâ-hô-hoa, Í-sek-lia̍t ê Siōng-tè, sī eng-kai o-ló--ê; I siúⁿ-sù Tāi-pi̍t ông chi̍t ê tì-hūi ê kiáⁿ, hō͘ i ū chhang-miâ gâu kè-bô͘, thang ūi-tio̍h Iâ-hô-hoa khí tiān koh ūi i ê kok khí hông-kiong.","tghg":"戶蘭閣講：「創造天地的耶和華──以色列的上帝是應該謳咾的！伊賞賜大衛王一個智慧的子，互伊有聰明𠢕計謀，通為著耶和華起殿，閣為伊的國起皇宮。","bklhl":"Hō͘-lân koh講，創造天地ê耶和華，以色列ê上帝，是應該o-ló-ê；祂賞賜大衛王一个智慧ê kiáⁿ，hō͘伊有聰明gâu計謀，thang為tio̍h耶和華起殿koh為伊ê國起皇宮。"}},{"book":"代下","chapter":2,"verse":13,"versions":{"unv":"「現在我打發一個精巧有聰明的人去，他是我父親希蘭所用的，","bklcl":"Taⁿ góa chhe chi̍t ê cheng-kong chhang-miâ ê lâng khì, sī góa ê lāu-pē Hō͘-lân só͘-ēng--ê.","tghg":"「今我差一個精工聰明的人去，是我的老父戶蘭所用的，","bklhl":"Taⁿ我差一个精工聰明ê人去，是我ê老父Hō͘-lân所用ê。"}},{"book":"代下","chapter":2,"verse":14,"versions":{"unv":"是但支派一個婦人的兒子。他父親是泰爾人，他善用金、銀、銅、鐵、石、木，和紫色、藍色、朱紅色線與細麻製造各物，並精於雕刻，又能想出各樣的巧工。請你派定這人，與你的巧匠和你父─我主大衛的巧匠一同做工。","bklcl":"I sī Tàn ê chi-phài chi̍t ê hū-jîn-lâng ê kiáⁿ, i ê lāu-pē sī Chhui-lô lâng; i gâu chòe kim, gûn, tâng, thih, chio̍h, chhâ, kap chí-sek, lâm-sek, iù-tōe pò͘, chu-âng-sek, iā ōe hiáu-tit ta̍k téng-hō ê tiau-khek, iā ōe siūⁿ-chhut ta̍k téng-hō ê kang; hō͘ i kap lí gâu ê sai-hū, í-ki̍p lí ê lāu-pē, góa ê chú Tāi-pi̍t, gâu ê sai-hū saⁿ-kap chòe.","tghg":"伊是但的支派一個婦仁人的子。伊的老父是推羅人，伊𠢕做金、銀、銅、鐵、石、柴、及紫色、藍色，幼苧(iù-tōe)布、朱紅色，也會曉得逐等號的雕刻，也會想出逐等號的工。互伊及你𠢕的師傅以及你的老父──我的主大衛𠢕的師傅相及做。","bklhl":"伊是Tàn ê支派一个婦人人ê kiáⁿ，伊ê老父是Chhui-lô人；伊gâu做金、銀、銅、鐵、石、柴，kap紫色、藍色、幼苧布、朱紅色，也會曉得ta̍k等號ê雕刻，也能想出ta̍k等號ê工；hō͘伊kap你gâu ê師傅，以及你ê老父，我ê主大衛，gâu ê師傅相kap做。"}},{"book":"代下","chapter":2,"verse":15,"versions":{"unv":"我主所說的小麥、大麥、酒、油，願我主運來給眾僕人。","bklcl":"Taⁿ góa ê chú só͘ kóng ê sió-be̍h, tōa-be̍h, iû, chiú, goān ūn lâi hō͘ chiah-ê lô͘-po̍k.","tghg":"今我的主所講的小麥、大麥、油、酒，願運來互諸個奴僕。","bklhl":"Taⁿ我ê主所講ê小麥、大麥、油、酒，願運來hō͘ chiah ê奴僕。"}},{"book":"代下","chapter":2,"verse":16,"versions":{"unv":"我們必照你所需用的，從黎巴嫩砍伐樹木，紮成筏子，浮海運到約帕；你可以從那裡運到耶路撒冷。」","bklcl":"Goán beh chiàu lí só͘ khiàm-ēng--ê tùi Lī-pa-lùn chhò-chhiū, ká kui-pâi phû tī hái--nih ūn kàu Iok-phàⁿ; lí chiū thang ūn kàu Iâ-lō͘-sat-léng.","tghg":"阮欲照你所欠用的，對黎巴嫩剉樹，絞歸排(ká-kui-pâi)，浮佇海裡運到約帕；你就通運到耶路撒冷。」","bklhl":"阮beh照你所欠用ê tùi Lī-pa-lùn剉樹，ká kui排浮tī海裡運到Iok-phàⁿ；你就thang運到耶路撒冷。"}},{"book":"代下","chapter":2,"verse":17,"versions":{"unv":"所羅門仿照他父大衛數點住在以色列地所有寄居的外邦人，共有十五萬三千六百名；","bklcl":"Só͘-lô-bûn sǹg khiā-khí tī Í-sek-lia̍t tōe ê chhut-gōa lâng, chiàu i ê lāu-pē Tāi-pi̍t só͘ sǹg ê, kè-kiōng ū cha̍p-gō͘-bān saⁿ-chheng la̍k-pah miâ.","tghg":"所羅門算徛起佇以色列地的出外人，照伊的老父大衛所算的，計共有十五萬三千六百名；","bklhl":"所羅門算khiā起tī以色列地ê出外人，照伊ê老父大衛所算ê，計共有十五萬三千六百名。"}},{"book":"代下","chapter":2,"verse":18,"versions":{"unv":"使七萬人扛抬材料，八萬人在山上鑿石頭，三千六百人督理工作。","bklcl":"I hō͘ chhit-bān lâng chòe thiau-hu, poeh-bān lâng tī soaⁿ--nih phah-chio̍h, saⁿ-chheng la̍k-pah lâng kam-tok in chòe-kang--ê.","tghg":"伊互七萬人做挑夫，八萬人佇山裡拍石，三千六百人監督𪜶做工的。","bklhl":"伊hō͘七萬人做挑夫，八萬人tī山裡phah石，三千六百人監督in做工ê。"}}]