[{"book":"代下","chapter":16,"verse":1,"versions":{"unv":"亞撒三十六年，以色列王巴沙上來攻擊猶大，修築拉瑪，不許人從猶大王亞撒那裡出入。","bklcl":"A-sat ông saⁿ-cha̍p-la̍k nî, Í-sek-lia̍t ông Pa-sa chiūⁿ-lâi kong-kek Iû-tāi, khí La̍h-má, beh chó͘-tòng lâng chhut-ji̍p tī Iû-tāi ông A-sat hia.","tghg":"亞撒王三十六年，以色列王巴沙上來攻擊猶大，起拉瑪，欲阻擋人出入佇猶大王亞撒遐。","bklhl":"A-sat王三十六年，以色列王Pa-sa上來攻擊偤大，起La̍h-má，beh阻擋人出入tī偤大王A-sat hia。"}},{"book":"代下","chapter":16,"verse":2,"versions":{"unv":"於是亞撒從耶和華殿和王宮的府庫裡拿出金銀來，送與住大馬士革的亞蘭王便‧哈達，說：","bklcl":"A-sat chiū tùi Iâ-hô-hoa ê tiān kap ông-kiong ê hú-khò͘, the̍h-chhut kim gûn, sàng hō͘ khiā-khí tī Tāi-má-sek ê A-lân ông Piān-hap-ta̍t, kóng,","tghg":"亞撒就對耶和華的殿及王宮的府庫提出金銀，送互徛起佇大馬色的亞蘭王便哈達，講：","bklhl":"A-sat就tùi耶和華ê殿kap王宮ê府庫，the̍h出金銀，送hō͘ khiā起tī大馬色ê A-lân王Piān-hap-ta̍t，講，"}},{"book":"代下","chapter":16,"verse":3,"versions":{"unv":"「你父曾與我父立約，我與你也要立約。現在我將金銀送給你，求你廢掉你與以色列王巴沙所立的約，使他離開我。」","bklcl":"Góa kap lí ū iok, chhin-chhiūⁿ chêng góa ê lāu-pē kap lí ê lāu-pē chi̍t-iūⁿ; taⁿ góa ēng kim gûn sàng lí; chhiáⁿ lí khì hòe-bô lí kap Í-sek-lia̍t ông Pa-sa só͘ li̍p ê iok, hō͘ i lī-khui góa.","tghg":"「我及你有約，親像前我的老父及你的老父一樣。今我用金銀送你，請你去廢無你及以色列王巴沙所立的約，互伊離開我。」","bklhl":"我kap你有約，親像前我ê老父kap你ê老父一樣；taⁿ我用金銀送你；請你去廢無你kap以色列王Pa-sa所立ê約，hō͘伊離開我。"}},{"book":"代下","chapter":16,"verse":4,"versions":{"unv":"便‧哈達聽從亞撒王的話，派軍長去攻擊以色列的城邑。他們就攻破以雲、但、亞伯‧瑪音，和拿弗他利一切的積貨城。","bklcl":"Piān-hap-ta̍t thiaⁿ-thàn A-sat ông ê ōe, chhe i hiah-ê kun-tiúⁿ khì kong-kek Í-sek-lia̍t ê siâⁿ; in chiū kong-phòa Í-hûn, Tàn, A-pek-má-im, í-ki̍p Ná-hut-tha-lī it-chhè hú-khò͘ ê siâⁿ.","tghg":"便哈達聽趁亞撒王的話，差伊許個軍長去攻擊以色列的城。𪜶就攻破以雲、但、亞伯瑪音，以及拿弗他利一切府庫的城。","bklhl":"Piān-hap-ta̍t聽thàn A-sat王ê話，差伊hiah-ê軍長去攻擊以色列ê城；in就攻破Í-hûn，Tàn，A-pek-má-im，以及Ná-hut-tha-lī一切府庫ê城。"}},{"book":"代下","chapter":16,"verse":5,"versions":{"unv":"巴沙聽見就停工，不修築拉瑪了。","bklcl":"Pa-sa thiaⁿ-kìⁿ chiū thêng-kang, bô koh khí La̍h-má.","tghg":"巴沙聽見就停工，無閣起拉瑪。","bklhl":"Pa-sa聽見就停工，無koh起La̍h-má。"}},{"book":"代下","chapter":16,"verse":6,"versions":{"unv":"於是亞撒王率領猶大眾人，將巴沙修築拉瑪所用的石頭、木頭都運去，用以修築迦巴和米斯巴。","bklcl":"Tùi án-ni A-sat ông chhōa Iû-tāi chèng-lâng; in chiū poaⁿ-sóa Pa-sa só͘ ēng lâi khí La̍h-má ê chio̍h-thâu kap chhâ, ēng i lâi khí Ka-pa kap Bí-su-pa.","tghg":"對按呢亞撒王導猶大眾人，𪜶就搬徙巴沙所用來起拉瑪的石頭及柴，用伊來起迦巴及米斯巴。","bklhl":"Tùi án-ni， A-sat王chhōa偤大眾人；in就搬徙Pa-sa所用來起La̍h-má ê石頭kap chhâ，用伊來起Ka-pa kap Bí-su-pa。"}},{"book":"代下","chapter":16,"verse":7,"versions":{"unv":"那時，先見哈拿尼來見猶大王亞撒，對他說：「因你仰賴亞蘭王，沒有仰賴耶和華─你的　神，所以亞蘭王的軍兵脫離了你的手。","bklcl":"Hit-sî sian-kiàn Hap-ná-nî lâi kìⁿ Iû-tāi ông A-sat, kā i kóng, In-ūi lí óa-khò A-lân ông, bô óa-khò Iâ-hô-hoa lí ê Siōng-tè, só͘-í A-lân ông ê kun-peng thoat-lī lí ê chhiú.","tghg":"彼時，先見哈拿尼來見猶大王亞撒，給伊講：「因為你倚靠亞蘭王，無倚靠耶和華──你的上帝，所以亞蘭王的軍兵脫離你的手。","bklhl":"Hit時先見Hap-ná-nî來見偤大王A-sat，kā伊講，因為你óa靠A-lân王，無óa靠耶和華你ê上帝，所以A-lân王ê軍兵脫離你ê手。"}},{"book":"代下","chapter":16,"verse":8,"versions":{"unv":"古實人、路比人的軍隊不是甚大嗎？戰車馬兵不是極多嗎？只因你仰賴耶和華，他便將他們交在你手裡。","bklcl":"Kó͘-si̍t lâng kap Lō͘-pí lâng kiám m̄-sī tōa ê kun-tūi, ū chōe-chōe chiàn-chhia kap bé-peng mah?  To̍k-to̍k in-ūi lí óa-khò Iâ-hô-hoa, I chiū chiong in kau tī lí ê chhiú.","tghg":"古實人及路比人豈呣是大的軍隊？有多多戰車及馬兵嗎？獨獨因為你倚靠耶和華，伊就將𪜶交佇你的手。","bklhl":"Kó͘-si̍t人kap Lō͘-pí人kiám m̄是大ê軍隊，有chōe-chōe戰車kap馬兵mah？獨獨因為你óa靠耶和華，伊就將in交tī你ê手。"}},{"book":"代下","chapter":16,"verse":9,"versions":{"unv":"耶和華的眼目遍察全地，要顯大能幫助向他心存誠實的人。你這事行得愚昧；此後，你必有爭戰的事。」","bklcl":"In-ūi Iâ-hô-hoa ê ba̍k-chiu tī choân-tōe khòaⁿ-lâi khòaⁿ-khì; kìⁿ-nā choan-sim ǹg I ê, I beh hián-bêng I ê tōa khùi-la̍t pang-chān i.  Tī chit ê tāi-chì, lí só͘ kiâⁿ sī gōng; in-ūi án-ni, í-āu lí beh ū kau-chiàn ê sū.","tghg":"因為耶和華的目睭佇全地看來看去，見若專心向伊的，伊欲顯明伊的大氣力幫助伊。佇此個代誌你所行是戇；因為按呢，以後你欲有交戰的事。」","bklhl":"因為耶和華ê目睭tī全地看來看去；見若專心ǹg伊ê，伊beh顯明伊ê大氣力幫贊伊。Tī chit ê tāi-chì，你所行是戇；因為án-ni，以後你beh有交戰ê事。"}},{"book":"代下","chapter":16,"verse":10,"versions":{"unv":"亞撒因此惱恨先見，將他囚在監裡。那時亞撒也虐待一些人民。","bklcl":"A-sat chiū siū-khì sian-kiàn, koaiⁿ i tī kaⁿ--nih; in-ūi i ūi-tio̍h chit-kiāⁿ sū tōa siū-khì.  Hit-sî A-sat iā pháiⁿ khoán-thāi peh-sìⁿ-tiong kúi-nā lâng.","tghg":"亞撒就受氣先見，關伊佇監裡。因為伊為著此件事大受氣。彼時亞撒也歹款待百姓中幾若人。","bklhl":"A-sat就受氣先見，關伊tī監裡；因為伊為tio̍h chit件事大受氣。Hit時A-sat也pháiⁿ款待百姓中kúi-nā人。"}},{"book":"代下","chapter":16,"verse":11,"versions":{"unv":"亞撒所行的事，自始至終都寫在猶大和以色列諸王記上。","bklcl":"A-sat só͘ kiâⁿ ê sū, tùi-thâu kàu-bé, lóng kì tī Iû-tāi kap Í-sek-lia̍t chiah-ê ông ê kì-lio̍k.","tghg":"亞撒所行的事，對頭到尾攏記佇猶大及以色列諸個王的記錄。","bklhl":"A-sat所行ê事，對頭到尾，lóng記tī偤大kap以色列chiah ê王ê記錄。"}},{"book":"代下","chapter":16,"verse":12,"versions":{"unv":"亞撒作王三十九年，他腳上有病，而且甚重。病的時候沒有求耶和華，只求醫生。","bklcl":"A-sat ông saⁿ-cha̍p-káu--nî, i ê kha ū phòa-pīⁿ, pīⁿ chin siong-tiōng.  Phòa-pīⁿ ê sî bô kiû Iâ-hô-hoa, to̍k-to̍k khì kiû i-seng.","tghg":"亞撒王三十九年，伊的腳有破病，病真傷重。破病的時無求耶和華，獨獨去求醫生。","bklhl":"A-sat王三十九年，伊ê腳有破病，病真傷重。破病ê時無求耶和華，獨獨去求醫生。"}},{"book":"代下","chapter":16,"verse":13,"versions":{"unv":"他作王四十一年而死，與他列祖同睡，","bklcl":"A-sat chòe ông sì-cha̍p-it nî chiū sí; kap i ê lia̍t-chó͘ saⁿ-kap khùn;","tghg":"亞撒做王四十一年就死，及伊的列祖相及睏，","bklhl":"A-sat做王四十一年就死；kap伊ê列祖相kap睏；"}},{"book":"代下","chapter":16,"verse":14,"versions":{"unv":"葬在大衛城自己所鑿的墳墓裡，放在床上，其床堆滿各樣馨香的香料，就是按做香的作法調和的香料，又為他燒了許多的物件。","bklcl":"bâi-chòng tī i ka-kī ê bōng, chiū-sī i tī Tāi-pi̍t ê siâⁿ ūi ka-kī só͘ chha̍k ê, hē tī bîn-chhn̂g--nih; i ê bîn-chhn̂g ū phang-hiuⁿ móa-móa, chiū-sī chiàu tiau-hô hiuⁿ ê hoat só͘ chhòng--ê.  Peh-sìⁿ ūi-tio̍h i kiâⁿ chōe-chōe sio ê lé-sò͘.","tghg":"埋葬佇伊家己的墓就是伊佇大衛的城為家己所鑿(chha̍k)的，下(hē)佇眠床裡，伊的眠床有芳香(phang-hiuⁿ)滿滿，就是照調和香的法所創的，百姓為著伊行多多燒的禮數。","bklhl":"埋葬tī伊家己ê墓，就是伊tī大衛ê城為家己所鑿ê，hē tī眠床裡；伊ê眠床有芳香滿滿，就是照調和香ê法所chhòng-ê。百姓為tio̍h伊行chōe-chōe 燒 ê禮數。"}}]