[{"book":"代下","chapter":24,"verse":1,"versions":{"unv":"約阿施登基的時候年七歲，在耶路撒冷作王四十年。他母親名叫西比亞，是別是巴人。","bklcl":"Iok-a-si chē-ūi ê sî, chhit-hè, tī Iâ-lō͘-sat-léng chòe ông le̍k-kè sì-cha̍p nî.  I ê lāu-bú miâ kiò Se-pí-a, sī Pia̍t-sī-pa lâng.","tghg":"約阿施坐位的時七歲，佇耶路撒冷做王歷過四十年。伊的老母名叫西比亞，是別是巴人。","bklhl":"Iok-a-si坐位ê時，七歲，tī耶路撒冷做王歷過四十年。伊ê老母名叫Se-pí-a，是別是巴人。"}},{"book":"代下","chapter":24,"verse":2,"versions":{"unv":"祭司耶何耶大在世的時候，約阿施行耶和華眼中看為正的事。","bklcl":"Chè-si Iâ-hô-iâ-tāi tī-teh ê ji̍t, Iok-a-si kiâⁿ Iâ-hô-hoa só͘ khòaⁿ-chòe hó ê sū.","tghg":"祭司耶何耶大佇啲的日，約阿施行耶和華所看做好的事。","bklhl":"祭司Iâ-hô-iâ-tāi tī-teh ê日，Iok-a-si行耶和華所看做好ê事。"}},{"book":"代下","chapter":24,"verse":3,"versions":{"unv":"耶何耶大為他娶了兩個妻，並且生兒養女。","bklcl":"Iâ-hô-iâ-tāi kā i chhōa nn̄g ê bó͘, i siⁿ-kiáⁿ cha-bó͘-kiáⁿ.","tghg":"耶何耶大給伊娶二個某，伊生子查某子。","bklhl":"Iâ-hô-iâ-tāi kā伊chhōa兩個bó͘，伊生kiáⁿ cha-bó͘-kiáⁿ。"}},{"book":"代下","chapter":24,"verse":4,"versions":{"unv":"此後，約阿施有意重修耶和華的殿，","bklcl":"Āu-lâi Iok-a-si ū ì-sù beh siu-lí Iâ-hô-hoa ê tiān;","tghg":"後來，約阿施有意思欲修理耶和華的殿，","bklhl":"後來Iok-a-si有意思beh修理耶和華ê殿；"}},{"book":"代下","chapter":24,"verse":5,"versions":{"unv":"便召聚眾祭司和利未人，吩咐他們說：「你們要往猶大各城去，使以色列眾人捐納銀子，每年可以修理你們　神的殿；你們要急速辦理這事。」只是利未人不急速辦理。","bklcl":"chiū tiàu-chi̍p chè-si kap Lī-bī lâng, kā in kóng, Lín tio̍h khì Iû-tāi hiah-ê siâⁿ, tùi Í-sek-lia̍t chèng-lâng tôe gûn, thang ta̍k-nî siu-lí lín ê Siōng-tè ê tiān; lín tio̍h kóaⁿ-kín pān-lí chit ê sū.  Chóng-sī Lī-bī lâng bô kóaⁿ-kín.","tghg":"就召集祭司及利未人，給𪜶講：「恁著去猶大許個城，對以色列眾人兌(tôe)銀，通逐年修理恁的上帝的殿；恁著趕緊辦理此個事。」總是利未人無趕緊。","bklhl":"就召集祭司kap利未人，kā in講，Lín tio̍h去偤大hiah-ê城，對以色列眾人tôe銀，thang ta̍k年修理lín ê上帝ê殿；lín tio̍h趕緊辨理chit ê事。總是利未人無趕緊。"}},{"book":"代下","chapter":24,"verse":6,"versions":{"unv":"王召了大祭司耶何耶大來，對他說：「從前耶和華的僕人摩西，為法櫃的帳幕與以色列會眾所定的捐項，你為何不叫利未人照這例從猶大和耶路撒冷帶來作殿的費用呢？","bklcl":"Ông tiàu chè-si-thâu Iâ-hô-iâ-tāi lâi, kā i kóng, Lí siáⁿ-sū bô pek Lī-bī lâng tùi Iû-tāi kap Iâ-lō͘-sat-léng tòa gûn lâi, chiū-sī chiàu Iâ-hô-hoa ê lô͘-po̍k Mô͘-se, kap Í-sek-lia̍t ê hōe-chiòng, só͘ tiāⁿ-tio̍h tio̍h hiàn-chòe kan-chèng ê pò͘-pîⁿ ê lō͘-ēng-ê?","tghg":"王召祭司頭耶何耶大來，給伊講：「你啥事無迫利未人對猶大及耶路撒冷帶銀來，就是照耶和華的奴僕摩西，及以色列的會眾，所定著著獻做干證的布棚的路用的？」","bklhl":"王召祭司頭Iâ-hô-iâ-tāi來，kā伊講，你啥事無逼利未人tùi偤大kap耶路撒冷帶銀來，就是照耶和華ê奴僕摩西，kap以色列ê會眾，所定tio̍h tio̍h獻做干證ê布棚ê路用ê？"}},{"book":"代下","chapter":24,"verse":7,"versions":{"unv":"（因為那惡婦亞他利雅的眾子曾拆毀　神的殿，又用耶和華殿中分別為聖的物供奉巴力。）","bklcl":"In-ūi hit ê pháiⁿ hū-jîn-lâng A-tha-lī-ngá ê chèng-kiáⁿ bat thiah-húi Siōng-tè ê tiān; koh ēng Iâ-hô-hoa tiān-lāi hun-piat chòe-sèng ê mi̍h hiàn hō͘ hiah-ê Pa-le̍k.","tghg":"（因為彼個歹婦仁人亞她利雅的眾子曾拆毀上帝的殿，閣用耶和華殿內分別做聖的物獻互許個巴力。）","bklhl":"因為hit ê pháiⁿ婦人人A-tha-lī-ngá ê眾kiáⁿ bat拆毀上帝ê殿；koh用耶和華殿內分別做聖ê物獻hō͘ hiah-ê Pa-le̍k。"}},{"book":"代下","chapter":24,"verse":8,"versions":{"unv":"於是王下令，眾人做了一櫃，放在耶和華殿的門外，","bklcl":"Tùi án-ni ông chhut bēng-lēng, in chiū chòe chi̍t ê kūi, hē tī Iâ-hô-hoa tiān ê mn̂g-gōa.","tghg":"對按呢王出命令，𪜶就做一個櫃，下(hē)佇耶和華殿的門外，","bklhl":"Tùi án-ni，王出命令，in就做一个櫃，hē tī耶和華殿ê門外。"}},{"book":"代下","chapter":24,"verse":9,"versions":{"unv":"又通告猶大和耶路撒冷的百姓，要將　神僕人摩西在曠野所吩咐以色列人的捐項給耶和華送來。","bklcl":"Koh soan-pò͘ Iû-tāi kap Iâ-lō͘-sat-léng ê peh-sìⁿ, tio̍h chiàu Siōng-tè ê lô͘-po̍k Mô͘-se tī khòng-iá bēng-lēng Í-sek-lia̍t lâng só͘ tiāⁿ-tio̍h tio̍h hiàn ê gûn, tòa lâi hō͘ Iâ-hô-hoa.","tghg":"閣宣佈猶大及耶路撒冷的百姓，著照上帝的奴僕摩西佇曠野命令以色列人所定著著獻的銀帶來互耶和華。","bklhl":"Koh宣布偤大kap耶路撒冷ê百姓，tio̍h照上帝ê奴僕摩西tī曠野命令以色列人所定tio̍h tio̍h獻ê銀，帶來hō͘耶和華。"}},{"book":"代下","chapter":24,"verse":10,"versions":{"unv":"眾首領和百姓都歡歡喜喜地將銀子送來，投入櫃中，直到捐完。","bklcl":"Chèng siú-léng kap chèng peh-sìⁿ lóng hoaⁿ-hí tòa lâi hiat tī kūi--nih, kàu oân-móa.","tghg":"眾首領及眾百姓攏歡喜帶來㧒(hiat)佇櫃裡，到圓滿(oân-móa)。","bklhl":"眾首領kap眾百姓lóng歡喜帶來hiat tī櫃裡，到完滿。"}},{"book":"代下","chapter":24,"verse":11,"versions":{"unv":"利未人見銀子多了，就把櫃抬到王所派的司事面前；王的書記和大祭司的屬員來將櫃倒空，仍放在原處。日日都是這樣，積蓄的銀子甚多。","bklcl":"Lī-bī lâng tòa hit ê kūi ji̍p ông ê pān-kong-sek, in khòaⁿ-kìⁿ gûn chin-chōe, chiū ông ê su-kì kap chè-si-thâu ê úi-oân lâi, piàⁿ-khang hit ê kūi, āu-lâi ēng kūi koh hē tī goân-ūi; ji̍t-ji̍t án-ni chòe i; khioh gûn chin-chōe.","tghg":"利未人帶彼個櫃入王的辦公室，𪜶看見銀真多；就王的書記及祭司頭的委員來傾空(piàⁿ-khang)彼個櫃，後來用櫃閣下佇原位。日日按呢做伊，拾(khioh)銀真多。","bklhl":"利未人帶hit ê櫃入王ê辦公室，in看見銀真chōe，就王ê書記kap祭司頭ê委員來，piàⁿ空hit ê櫃，後來用櫃koh hē tī原位；日日án-ni做伊；拾銀真chōe。"}},{"book":"代下","chapter":24,"verse":12,"versions":{"unv":"王與耶何耶大將銀子交給耶和華殿裡辦事的人，他們就雇了石匠、木匠重修耶和華的殿，又雇了鐵匠、銅匠修理耶和華的殿。","bklcl":"Ông kap Iâ-hô-iâ-tāi ēng gûn hō͘ chòe Iâ-hô-hoa tiān-lāi pān-sū ê lâng; in chiū chhiàⁿ chio̍h-chhiūⁿ, ba̍k-chhiūⁿ, siu-chéng Iâ-hô-hoa ê tiān, koh chhiàⁿ thih-kang, tâng-chhiūⁿ, lâi siu-lí Iâ-hô-hoa ê tiān.","tghg":"王及耶何耶大用銀互做耶和華殿內辦事的人，𪜶就倩(chhiàⁿ)石匠(chio̍h-chhiūⁿ)、木匠修整耶和華的殿，閣倩鐵工、銅匠來修理耶和華的殿。","bklhl":"王kap Iâ-hô-iâ-tāi用銀hō͘做耶和華殿內辦事ê人；in就chhiàⁿ石匠、木匠，修整耶和華ê殿, koh chhiàⁿ鐵工、銅匠，來修理耶和華ê殿。"}},{"book":"代下","chapter":24,"verse":13,"versions":{"unv":"工人操作，漸漸修成，將　神殿修造得與從前一樣，而且甚是堅固。","bklcl":"Chòe-kang ê lâng chòe in ê kang, hit ê kang chiū bêng-pe̍k, siu-lí Siōng-tè ê tiān chiàu kū ê khoán; koh hō͘ i chin kian-kò͘.","tghg":"做工的人做𪜶的工，彼個工就明白，修理上帝的殿照舊的款，閣互伊真堅固。","bklhl":"做工ê人做in ê工，hit ê工就明白，修理上帝ê殿照舊ê款；koh hō͘伊真堅固。"}},{"book":"代下","chapter":24,"verse":14,"versions":{"unv":"工程完了，他們就把其餘的銀子拿到王與耶何耶大面前，用以製造耶和華殿供奉所用的器皿和調羹，並金銀的器皿。耶何耶大在世的時候，眾人常在耶和華殿裡獻燔祭。","bklcl":"Í-keng oân-kang, in chiū tòa só͘ chhun ê gûn, kàu ông kap Iâ-hô-iâ-tāi ê bīn-chêng, ēng i lâi chō khì-kū, chòe Iâ-hô-hoa tiān ê lō͘-ēng, chiū-sī ho̍k-sāi ê khì-kū, lâi hiàn sio-chè; koh chō sî, kap kim-gûn ê khì-kū.  Tng Iâ-hô-iâ-tāi oa̍h-teh ê ji̍t, lâng siông-siông hiàn sio-chè tī Iâ-hô-hoa ê tiān.","tghg":"已經完工，𪜶就帶所剩的銀到王及耶何耶大的面前，用伊來造器具做耶和華殿的路用，就是服事的器具來獻燒祭閣造匙，及金銀的器具。當耶何耶大活啲的日，人常常獻燒祭佇耶和華的殿。","bklhl":"已經完工，in就帶所chhun ê銀，到王kap Iâ-hô-iâ-tāi ê面前，用伊來造器具，做耶和華殿ê路用，就是服事ê器具，來獻燒祭；koh造匙，kap金銀ê器具。當Iâ-hô-iâ-tāi活teh ê日，人常常獻燒祭tī耶和華ê殿。"}},{"book":"代下","chapter":24,"verse":15,"versions":{"unv":"耶何耶大年紀老邁，日子滿足而死。死的時候年一百三十歲，","bklcl":"Iâ-hô-iâ-tāi chiām-chiām lāu, ji̍t-chí móa-chiok, chiū sí, sí ê sî; chi̍t-pah saⁿ-cha̍p hè.","tghg":"耶何耶大漸漸老，日子滿足就死。死的時一百三十歲，","bklhl":"Iâ-hô-iâ-tāi漸漸老，日子滿足，就死，死ê時；一百三十歲。"}},{"book":"代下","chapter":24,"verse":16,"versions":{"unv":"葬在大衛城列王的墳墓裡；因為他在以色列人中行善，又事奉　神，修理　神的殿。","bklcl":"Lâng chòng i tī Tāi-pi̍t siâⁿ kap lia̍t-ông ê tiong-kan; in-ūi i tī Í-sek-lia̍t tiong ǹg Siōng-tè kap I ê tiān kiâⁿ-hó.","tghg":"人葬伊佇大衛城及列王的中間；因為伊佇以色列中向上帝，及伊的殿行好。","bklhl":"人葬伊tī大衛城kap列王ê中間；因為伊tī以色列中ǹg上帝kap伊ê殿行好。"}},{"book":"代下","chapter":24,"verse":17,"versions":{"unv":"耶何耶大死後，猶大的眾首領來朝拜王；王就聽從他們。","bklcl":"Iâ-hô-iâ-tāi sí-liáu, Iû-tāi chèng siú-léng lâi tiâu-pài ông; ông thiaⁿ-thàn in.","tghg":"耶何耶大死了(sí-liáu)，猶大眾首領來朝拜王；王聽趁𪜶。","bklhl":"Iâ-hô-iâ-tāi死了，偤大眾首領來朝拜王；王聽thàn in。"}},{"book":"代下","chapter":24,"verse":18,"versions":{"unv":"他們離棄耶和華─他們列祖　神的殿，去事奉亞舍拉和偶像；因他們這罪，就有忿怒臨到猶大和耶路撒冷。","bklcl":"In pàng-sak Iâ-hô-hoa in lia̍t-chó͘ ê Siōng-tè ê tiān, khì ho̍k-sāi hiah-ê A-sià-la̍h, kap ngó͘-siōng; in-ūi in chit ê chōe, chiū ū siū-khì lîm-kàu Iû-tāi kap Iâ-lō͘-sat-léng.","tghg":"𪜶放拺耶和華──𪜶列祖的上帝的殿，去服事許個亞舍拉及偶像；因為𪜶此個罪，就有受氣臨到猶大及耶路撒冷。","bklhl":"In放sak耶和華in列祖ê上帝ê殿，去服事hiah-ê A-sià-la̍h，kap偶像；因為in chit ê罪，就有受氣臨到偤大kap耶路撒冷。"}},{"book":"代下","chapter":24,"verse":19,"versions":{"unv":"但　神仍遣先知到他們那裡，引導他們歸向耶和華。這先知警戒他們，他們卻不肯聽。","bklcl":"Chóng-sī I chhe sian-ti kàu in hia, beh ín-chhōa in kui-ǹg Iâ-hô-hoa; sian-ti tùi in chòe kan-chèng, nā-sī in m̄ thiaⁿ.","tghg":"總是伊差先知到𪜶遐，欲引導𪜶歸向耶和華。先知對𪜶做干證，若是𪜶呣聽。","bklhl":"總是伊差先知到in hia，beh引chhōa in歸向耶和華；先知對 in做干證，但是in m̄聽。"}},{"book":"代下","chapter":24,"verse":20,"versions":{"unv":"那時，　神的靈感動祭司耶何耶大的兒子撒迦利亞，他就站在上面對民說：「　神如此說：你們為何干犯耶和華的誡命，以致不得亨通呢？因為你們離棄耶和華，所以他也離棄你們。」","bklcl":"Hit-sî Siōng-tè ê Sîn lîm-kàu chè-si Iâ-hô-iâ-tāi ê kiáⁿ Sat-ka-lī-a; i chiū khiā tī peh-sìⁿ ê téng-bīn, tùi in kóng, Siōng-tè án-ni kóng, Lín siáⁿ-sū hoān-tio̍h Iâ-hô-hoa ê kài-lēng, tì-kàu bōe tit-tio̍h heng-thong ah?  In-ūi lín khì-sak Iâ-hô-hoa, Iâ-hô-hoa iā khì-sak lín.","tghg":"彼時，上帝的神臨到祭司耶何耶大的子撒迦利亞，伊就徛佇百姓的頂面對𪜶講：「上帝按呢講：恁啥事犯著耶和華的誡令，致到𣍐得著亨通啊？因為恁棄拺耶和華，耶和華也棄拺恁。」","bklhl":"Hit時上帝ê神臨到祭司Iâ-hô-iâ-tāi ê kiáⁿ撒迦利亞；伊就khiā tī百姓ê頂面，對in講，上帝án-ni講，Lín啥事犯tio̍h耶和華ê誡令，致到bōe得tio̍h興通ah？因為lín棄sak耶和華，耶和華也棄sak lín。"}},{"book":"代下","chapter":24,"verse":21,"versions":{"unv":"眾民同心謀害撒迦利亞，就照王的吩咐，在耶和華殿的院內用石頭打死他。","bklcl":"In chiū kiat-tóng lâi hāi--i, chiàu ông ê bēng-lēng, tī Iâ-hô-hoa tiān ê īⁿ-lāi, ēng chio̍h-thâu tìm-sí i.","tghg":"𪜶就結黨來害伊，照王的命令，佇耶和華殿的院內用石頭擲(tìm)死伊。","bklhl":"In就結黨來害伊，照王ê命令，tī耶和華殿ê院內，用石頭tìm死伊。"}},{"book":"代下","chapter":24,"verse":22,"versions":{"unv":"這樣，約阿施王不想念撒迦利亞的父親耶何耶大向自己所施的恩，殺了他的兒子。撒迦利亞臨死的時候說：「願耶和華鑒察伸冤！」","bklcl":"Án-ni Iok-a-si ông bô siàu-liām Sat-ka-lī-a ê lāu-pē Iâ-hô-iâ-tāi só͘ kā i chòe ê, lâi hāi-sí i ê kiáⁿ.  Sat-ka-lī-a sí ê sî, kóng, Goān Iâ-hô-hoa kàm-chhat sin-oan.","tghg":"按呢，約阿施王無數念(siàu-liām)撒迦利亞的老父耶何耶大所給伊做的，來害死伊的子。撒迦利亞死的時講：「願耶和華鑑察伸冤！」","bklhl":"Án-ni Iok-a-si王無siàu念撒迦利亞ê老父Iâ-hô-iâ-tāi所kā伊做ê，來害死伊ê kiáⁿ。撒迦利亞死ê時，講，願耶和華鑑察伸冤。"}},{"book":"代下","chapter":24,"verse":23,"versions":{"unv":"滿了一年，亞蘭的軍兵上來攻擊約阿施，來到猶大和耶路撒冷，殺了民中的眾首領，將所掠的財貨送到大馬士革王那裡。","bklcl":"Nî-bé A-lân ê kun-peng chiūⁿ-lâi kong-kek Iok-a-si, lâi kàu Iû-tāi kap Iâ-lō͘-sat-léng, tùi peh-sìⁿ-tiong bia̍t peh-sìⁿ hiah-ê siú-léng, ēng só͘ chhiúⁿ ê mi̍h ūn-kàu Tāi-má-sek ông hia.","tghg":"年尾，亞蘭的軍兵上來攻擊約阿施，來到猶大及耶路撒冷，對百姓中滅百姓許個首領，用所搶的物運到大馬色王遐。","bklhl":"年尾A-lân ê軍兵上來攻擊Iok-a-si，來到偤大kap耶路撒冷，tùi百姓中滅百姓hiah-ê首領，用所搶ê物運到大馬色王hia。"}},{"book":"代下","chapter":24,"verse":24,"versions":{"unv":"亞蘭的軍兵雖來了一小隊，耶和華卻將大隊的軍兵交在他們手裡，是因猶大人離棄耶和華─他們列祖的　神，所以藉亞蘭人懲罰約阿施。","bklcl":"A-lân ê kun-peng chhōa chi̍t sió-tūi ê lâng lâi, Iâ-hô-hoa ēng tōa-tūi ê lâng kau tī in ê chhiú, sī in-ūi in pàng-sak Iâ-hô-hoa in lia̍t-chó͘ ê Siōng-tè, chiah ēng án-ni lâi chek-hoa̍t Iok-a-si.","tghg":"亞蘭的軍兵導一小隊的人來，耶和華用大隊的人交佇𪜶的手，是因為𪜶放拺耶和華──𪜶列祖的上帝，才用按呢來責罰約阿施。","bklhl":"A-lân ê軍兵chhōa一小隊ê人來，耶和華用大隊ê人交tī in ê手，是因為in放sak耶和華in列祖ê上帝，chiah用án-ni來責罰Iok-a-si。"}},{"book":"代下","chapter":24,"verse":25,"versions":{"unv":"亞蘭人離開約阿施的時候，他患重病；臣僕背叛他，要報祭司耶何耶大兒子流血之仇，殺他在床上，葬他在大衛城，只是不葬在列王的墳墓裡。","bklcl":"Tùi-te̍k lī-khui--i, pàng-sak--i; tī i tio̍h tāng-pīⁿ ê sî, i ê lô͘-po̍k ūi-tio̍h chè-si Iâ-hô-iâ-tāi hiah-ê kiáⁿ ê huih kiat-tóng lâi kong-kek i, thâi i tī i ê bîn-chhn̂g, i chiū sí; lâng bâi-chòng i tī Tāi-pi̍t ê siâⁿ, to̍k-to̍k bô chòng i tī lia̍t-ông ê bōng.","tghg":"對敵離開伊放拺伊，佇伊著重病的時；伊的奴僕為著祭司耶何耶大許個子的血，結黨來攻擊伊，刣伊佇伊的眠床，伊就死，人埋葬伊佇大衛的城，獨獨無葬伊佇列王的墓。","bklhl":"對敵離開伊，放sak伊；tī伊tio̍h重病ê時，伊ê奴僕為tio̍h祭司Iâ-hô-iâ-tāi hiah-ê kiáⁿ ê血結黨來攻擊伊，刣伊tī伊ê眠床，伊就死；人埋葬伊tī大衛ê城，獨獨無葬伊tī列王ê墓。"}},{"book":"代下","chapter":24,"verse":26,"versions":{"unv":"背叛他的是亞捫婦人示米押的兒子撒拔和摩押婦人示米利的兒子約薩拔。","bklcl":"Kiat-tóng lâi hāi--i-ê sī A-bûn ê hū-jîn-lâng Sī-bí-ap ê kiáⁿ Sat-poa̍t, kap Mô͘-ap ê hū-jîn-lâng Sī-bí-lī ê kiáⁿ Iok-sat-poa̍t.","tghg":"結黨來害伊的是亞捫的婦仁人示米押的子撒拔及摩押的婦仁人示米利的子約薩拔。","bklhl":"結黨來害伊ê是A-bûn ê婦人人Sī-bí-ap ê kiáⁿ Sat-poa̍t，kap Mô͘-ap ê婦人人Sī-bí-lī ê kiáⁿ Iok-sat-poa̍t。"}},{"book":"代下","chapter":24,"verse":27,"versions":{"unv":"至於他的眾子和他所受的警戒，並他重修　神殿的事，都寫在列王的傳上。他兒子亞瑪謝接續他作王。","bklcl":"Lūn-kàu i hiah-ê kiáⁿ, kap i só͘ siū ê kéng-kài, kap i siu-lí Siōng-tè ê tiān ê sū, lóng kì tī lia̍t-ông kì-lio̍k ê chù-kái.  I ê kiáⁿ A-má-siā sòa-chiap i chòe ông.","tghg":"論到伊許個子，及伊所受的警戒，及伊修理上帝的殿的事，攏記佇列王記錄的註解。伊的子亞瑪謝續接伊做王。","bklhl":"論到伊hiah-ê kiáⁿ，kap伊所受ê警戒，kap伊修理上帝ê殿ê事，lóng記tī列王記錄ê註解。伊ê kiáⁿ A-má-siā續接伊做王。"}}]