[{"book":"西","chapter":3,"verse":1,"versions":{"unv":"所以，你們若真與基督一同復活，就當求在上面的事；那裡有基督坐在　神的右邊。","bklcl":"Só͘-í lín nā bat kap Ki-tok tâng koh-oa̍h, chiū tio̍h kiû tī téng-bīn ê sū;  Ki-tok tī hia, chē tī Siōng-tè ê tōa pêng.","tghg":"所以，恁若曾及基督同復活，就著求佇頂面的事；基督佇遐坐佇上帝的大旁。","bklhl":"所以lín若bat kap基督同koh活，就tio̍h求tī頂面ê事；基督tī hia，坐tī上帝ê大pêng。"}},{"book":"西","chapter":3,"verse":2,"versions":{"unv":"你們要思念上面的事，不要思念地上的事。","bklcl":"Tio̍h tì-ì téng-bīn ê sū, m̄ thang tì-ì tōe-chiūⁿ ê sū.","tghg":"著致意頂面的事，呣通致意地上的事。","bklhl":"Tio̍h致意頂面ê事，m̄-thang致意地上ê事。"}},{"book":"西","chapter":3,"verse":3,"versions":{"unv":"因為你們已經死了，你們的生命與基督一同藏在　神裡面。","bklcl":"In-ūi lín bat sí, iā lín ê oa̍h-miā kap Ki-tok saⁿ-kap khǹg tī Siōng-tè.","tghg":"因為恁曾死，也恁的活命及基督相及囥(khǹg)佇上帝。","bklhl":"因為lín bat死，也lín ê活命kap基督saⁿ-kap khǹg tī上帝。"}},{"book":"西","chapter":3,"verse":4,"versions":{"unv":"基督是我們的生命，他顯現的時候，你們也要與他一同顯現在榮耀裡。","bklcl":"Ki-tok sī lán ê oa̍h-miā; kàu I hián-bêng ê sî, lín iā beh saⁿ-kap hián-bêng tī êng-kng ê tiong-ng.","tghg":"基督是咱的活命，到伊顯明的時，恁也欲相及顯明佇榮光的中央(ng)。","bklhl":"基督是咱ê活命；到伊顯明ê時，lín也beh saⁿ-kap顯明tī榮光ê中央。"}},{"book":"西","chapter":3,"verse":5,"versions":{"unv":"所以，要治死你們在地上的肢體，就如淫亂、污穢、邪情、惡慾，和貪婪（貪婪就與拜偶像一樣）。","bklcl":"Só͘-í lín tio̍h phah-sí lín tī tōe-ni̍h ê pah-thé, chiū-sī kan-îm, ù-òe, siâ ê sim-chêng, pháiⁿ ê su-io̍k, kap tham-sim chiū-sī pài ngó͘-siōng;","tghg":"所以，恁著拍死恁佇地裡的百體，就是姦淫、污穢(ù-òe)、邪的心情、歹的私慾、及貪心（就是拜偶像）。","bklhl":"所以lín tio̍h phah死lín tī地裡ê百體，就是姦淫、污穢、邪ê心情、pháiⁿ ê私慾，kap貪心就是拜偶像；"}},{"book":"西","chapter":3,"verse":6,"versions":{"unv":"因這些事，　神的忿怒必臨到那悖逆之子。","bklcl":"in-ūi tùi chiah-ê sū, Siōng-tè ê siū-khì lîm-kàu pōe-ge̍k ê lâng.","tghg":"因為對諸個事，上帝的受氣臨到悖逆(pōe-ge̍k)的人。","bklhl":"因為tùi chiah ê事，上帝ê受氣臨到悖逆ê人。"}},{"book":"西","chapter":3,"verse":7,"versions":{"unv":"當你們在這些事中活著的時候，也曾這樣行過。","bklcl":"Lín oa̍h tī in tiong-kan ê sî, iā bat kiâⁿ tī chiah-ê.","tghg":"恁活佇𪜶中間的時，也曾行佇諸個。","bklhl":"Lín活tī in中間ê時，也bat行tī chiah ê。"}},{"book":"西","chapter":3,"verse":8,"versions":{"unv":"但現在你們要棄絕這一切的事，以及惱恨、忿怒、惡毒（或譯：陰毒）、毀謗，並口中污穢的言語。","bklcl":"Nā-sī chit tia̍p lín iā tio̍h tû-khì chiah-ê it-chhè ê sū, chiū-sī oàn-hūn, siū-khì, ok-to̍k, húi-pòng, kap chhùi-lāi kiàn-siàu ê ōe.","tghg":"若是此霎(tia̍p)恁也著除去諸個一切的事，就是怨恨、受氣、惡毒、誹謗(húi-pòng)，及嘴內見誚的話。","bklhl":"但是chit-tia̍p lín也tio̍h除去chiah ê一切ê事，就是怨恨、受氣、惡毒、譭謗，kap嘴內見笑ê話。"}},{"book":"西","chapter":3,"verse":9,"versions":{"unv":"不要彼此說謊；因你們已經脫去舊人和舊人的行為，","bklcl":"Bo̍h-tit kóng pe̍h-chha̍t saⁿ-phiàn, in-ūi lín í-keng thǹg-khì kū ê lâng kap i ê kiâⁿ-chòe,","tghg":"莫得講白賊相騙；因為恁已經褪去舊的人及伊的行做，","bklhl":"莫得講白賊相騙，因為lín已經thǹg去舊ê人kap伊ê行做，"}},{"book":"西","chapter":3,"verse":10,"versions":{"unv":"穿上了新人。這新人在知識上漸漸更新，正如造他主的形像。","bklcl":"iā ū chhēng sin ê lâng, chiū-sī ji̍t-ji̍t ōaⁿ-sin, kàu tit-tio̍h chai-bat, chiàu chhòng-chō i ê ê siōng.","tghg":"也有穿新的人，就是日日換新到得著知識(chai-bat)，照創造伊者的像。","bklhl":"也有穿新ê人，就是日日換新，到得tio̍h知識，照創造伊ê ê像。"}},{"book":"西","chapter":3,"verse":11,"versions":{"unv":"在此並不分希臘人、猶太人，受割禮的、未受割禮的，化外人、西古提人，為奴的、自主的，惟有基督是包括一切，又住在各人之內。","bklcl":"Kî-tiong bô ū hun-piat Hi-lī-nî Iû-thài, kat-lé ê bô kat-lé ê, hòa-gōa ê lâng, Se-kó͘-thê lâng, chòe lô͘-po̍k ê, chū-iû ê, to̍k-to̍k Ki-tok sī bān-ū, koh tī bān-ū tiong.","tghg":"其中無有分別希利尼、猶太、割禮的、無割禮的、化外的人、西古提人、做奴僕的、自由的，獨獨基督是萬有(bān-ū)，閣佇萬有中。","bklhl":"其中無有分別希利尼、偤太，割禮ê、無割禮ê，化外ê人、Se-kó͘-thê人，做奴僕ê、自由ê，獨獨基督是萬有，koh tī萬有中。"}},{"book":"西","chapter":3,"verse":12,"versions":{"unv":"所以，你們既是　神的選民，聖潔蒙愛的人，就要存（原文是穿；下同）憐憫、恩慈、謙虛、溫柔、忍耐的心。","bklcl":"Lín kì-jiân hō͘ Siōng-tè só͘ kéng, sī sèng iā tit-tio̍h thiàⁿ ê, tio̍h ēng lîn-bín ê sim, kap jîn-chû, khiam-pi, un-jiû, thun-lún, lâi chhēng;","tghg":"恁既然互上帝所揀，是聖也得著疼的，著用憐憫的心、及仁慈、謙卑、溫柔、吞愞(thun-lún)來穿。","bklhl":"Lín既然hō͘上帝所揀，是聖也得tio̍h疼ê，tio̍h用憐憫ê心，kap仁慈、謙卑、溫柔、吞忍，來穿；"}},{"book":"西","chapter":3,"verse":13,"versions":{"unv":"倘若這人與那人有嫌隙，總要彼此包容，彼此饒恕；主怎樣饒恕了你們，你們也要怎樣饒恕人。","bklcl":"siat-sú jī-pí ū hia̍p-hiâm, chiū tio̍h saⁿ khoan-iông, saⁿ sià-bián; chhin-chhiūⁿ Chú bat sià-bián lín, lín iā tio̍h án-ni.","tghg":"設使二比有挾嫌(hia̍p-hiâm)，就著相寬容，相赦免；親像主曾赦免恁，恁也著按呢。","bklhl":"設使jī-pí有hia̍p嫌，就tio̍h相寬容，相赦免；親像主bat赦免lín，lín也tio̍h án-ni。"}},{"book":"西","chapter":3,"verse":14,"versions":{"unv":"在這一切之外，要存著愛心，愛心就是聯絡全德的。","bklcl":"Tī chiah-ê ê téng-bīn tio̍h chhēng jîn-ài, chiū-sī oân-choân ê kiat-liân.","tghg":"佇諸個的頂面，著穿仁愛，就是完全的結聯。","bklhl":"Tī chiah ê ê頂面tio̍h穿仁愛，就是完全ê結聯。"}},{"book":"西","chapter":3,"verse":15,"versions":{"unv":"又要叫基督的平安在你們心裡作主；你們也為此蒙召，歸為一體；且要存感謝的心。","bklcl":"Tio̍h hō͘ Ki-tok ê hô-pêng tī lín sim-lāi chòe chú, lín siū tiàu chiâⁿ-chòe chi̍t thé iā sī ūi-tio̍h chit-ê; koh tio̍h kám-siā.","tghg":"著互基督的和平佇恁心內做主；恁受召成做一體，也是為著此個；閣著感謝。","bklhl":"Tio̍h hō͘基督ê和平tī lín心內做主，lín受召成做一體也是為tio̍h chit ê；koh tio̍h感謝。"}},{"book":"西","chapter":3,"verse":16,"versions":{"unv":"當用各樣的智慧，把基督的道理豐豐富富地存在心裡（或譯：當把基督的道理豐豐富富地存在心裡，以各樣的智慧），用詩章、頌詞、靈歌，彼此教導，互相勸戒，心被恩感，歌頌　神。","bklcl":"Tio̍h hō͘ Ki-tok ê tō-lí, tī ta̍k iūⁿ ê tì-hūi, chhiong-móa tī lín ê sim; ēng si, ēng koa, ēng sîn ê hù, saⁿ kà-sī saⁿ khó͘-khǹg, tùi un-tián tī sim-lāi teh gîm lâi o-ló Siōng-tè.","tghg":"著互基督的道理，佇逐樣的智慧充滿佇恁的心，用詩、用歌、用神的賦(hù)，相教示，相苦勸，對恩典佇心內啲吟來謳咾上帝。","bklhl":"Tio̍h hō͘基督ê道理，tī ta̍k樣ê智慧，充滿tī lín ê心；用詩，用歌，用神ê賦，相教示相苦勸，tùi恩典tī心內teh吟來o-ló上帝。"}},{"book":"西","chapter":3,"verse":17,"versions":{"unv":"無論做甚麼，或說話或行事，都要奉主耶穌的名，藉著他感謝父　神。","bklcl":"Koh hoān só͘ chòe ê, he̍k-sī kóng he̍k-sī kiâⁿ, lóng tio̍h tī Chú Iâ-so͘ ê miâ lâi chòe i; iā tùi I lâi kám-siā Pē Siōng-tè.","tghg":"閣凡所做的，或是講或是行，攏著佇主耶穌的名來做伊，也對伊來感謝父上帝。","bklhl":"Koh凡所做ê，或是講或是行，lóng tio̍h tī主耶穌ê名來做伊；也tùi伊來感謝父上帝。"}},{"book":"西","chapter":3,"verse":18,"versions":{"unv":"你們作妻子的，當順服自己的丈夫，這在主裡面是相宜的。","bklcl":"Chòe hū-jîn-lâng ê, lín tio̍h sūn-ho̍k tiōng-hu, chiàu tiàm-tī Chú só͘ ha̍p-gî ê.","tghg":"做婦仁人的，恁著順服丈夫，照踮佇主所合宜的。","bklhl":"做婦人人ê，lín tio̍h順服丈夫，照tiàm-tī主所合宜ê。"}},{"book":"西","chapter":3,"verse":19,"versions":{"unv":"你們作丈夫的，要愛你們的妻子，不可苦待她們。","bklcl":"Chòe tiōng-hu ê, lín tio̍h thiàⁿ hū-jîn-lâng, m̄ thang pháiⁿ khoán-thāi in.","tghg":"做丈夫的，恁著疼婦仁人，呣通歹款待𪜶。","bklhl":"做丈夫ê，lín tio̍h疼婦人人，m̄-thang pháiⁿ款待in。"}},{"book":"西","chapter":3,"verse":20,"versions":{"unv":"你們作兒女的，要凡事聽從父母，因為這是主所喜悅的。","bklcl":"Chòe kiáⁿ-jî ê, lín tio̍h hoān sū sūn-thàn pē-bú, in-ūi che sī Chú só͘ hoaⁿ-hí ê.","tghg":"做子兒的，恁著凡事順趁父母，因為這是主所歡喜的。","bklhl":"做kiáⁿ兒ê，lín tio̍h凡事順thàn父母，因為這是主所歡喜ê。"}},{"book":"西","chapter":3,"verse":21,"versions":{"unv":"你們作父親的，不要惹兒女的氣，恐怕他們失了志氣。","bklcl":"Chòe lāu-pē ê, lín m̄ thang kek hō͘ lín ê kiáⁿ-jî siū-khì, kiaⁿ-liáu in sit-chì.","tghg":"做老父的，恁呣通激(kek)互恁的子兒受氣，驚了(liáu)𪜶失志。","bklhl":"做老父ê，lín m̄-thang激hō͘ lín ê kiáⁿ兒受氣，驚了in失志。"}},{"book":"西","chapter":3,"verse":22,"versions":{"unv":"你們作僕人的，要凡事聽從你們肉身的主人，不要只在眼前事奉，像是討人喜歡的，總要存心誠實敬畏主。","bklcl":"Chòe lô͘-po̍k ê, lín tio̍h hoān sū sūn-thàn hiah-ê chiàu jio̍k-thé chòe lín ê chú-lâng ê; m̄ sī ēng hit hō tī lâng ê ba̍k-chiu chêng ê un-khûn, chhin-chhiūⁿ chhú hō͘ lâng hoaⁿ-hí ê, tio̍h ēng sêng-si̍t sim kèng-ùi Chú;","tghg":"做奴僕的，恁著凡事順趁許個照肉體做恁的主人的，呣是用彼號佇人的目睭前的殷勤，親像取互人歡喜的，著用誠實心敬畏主。","bklhl":"做奴僕ê，lín tio̍h凡事順thàn hiah-ê照肉體做lín ê主人ê；m̄是用hit號tī人ê目睭前ê慇勤，親像取hō͘人歡喜ê，tio̍h用誠實心敬畏主；"}},{"book":"西","chapter":3,"verse":23,"versions":{"unv":"無論做甚麼，都要從心裡做，像是給主做的，不是給人做的，","bklcl":"kìⁿ-nā lín só͘ chòe, tio̍h chhut tī sim lâi chòe, chhin-chhiūⁿ ho̍k-sāi Chú, m̄ sī ho̍k-sāi lâng;","tghg":"見若恁所做，著出佇心來做，親像服事主，呣是服事人，","bklhl":"見若lín所做，tio̍h出tī心來做，親像服事主，m̄是服事人；"}},{"book":"西","chapter":3,"verse":24,"versions":{"unv":"因你們知道從主那裡必得著基業為賞賜；你們所事奉的乃是主基督。","bklcl":"chai lín beh tùi Chú tit-tio̍h sêng-chiap gia̍p ê pò-siúⁿ; lín sī ho̍k-sāi Chú Ki-tok.","tghg":"知恁欲對主得著承接業的報賞；恁是服事主基督。","bklhl":"知lín beh tùi主得tio̍h承接業ê報賞；lín是服事主基督。"}},{"book":"西","chapter":3,"verse":25,"versions":{"unv":"那行不義的必受不義的報應；主並不偏待人。","bklcl":"In-ūi kiâⁿ put-gī ê beh siū i put-gī ê pò-èng; Siōng-tè iā bô chiàu gōa-māu chhú lâng.","tghg":"因為行(kiâⁿ)不義的欲受伊不義的報應；上帝也無照外貌取人。","bklhl":"因為行不義ê beh受伊不義ê報應；上帝也無照外貌取人。"}}]