[{"book":"西","chapter":4,"verse":1,"versions":{"unv":"你們作主人的，要公公平平地待僕人，因為知道你們也有一位主在天上。","bklcl":"Chòe chú-lâng ê, lín tio̍h ēng gī kap kong-pêng khoán-thāi lín ê lô͘-po̍k, in-ūi chai lín iā ū Chú tī thiⁿ-ni̍h.","tghg":"做主人的，恁著用義及公平款待恁的奴僕，因為知恁也有主佇天裡。","bklhl":"做主人ê，lín tio̍h用義kap公平款待lín ê奴僕，因為知lín也有主tī天裡。"}},{"book":"西","chapter":4,"verse":2,"versions":{"unv":"你們要恆切禱告，在此警醒感恩。","bklcl":"Tio̍h siông-siông choan-bū kî-tó; kî-tó ê sî tio̍h kéng-séng lâi kám-siā,","tghg":"著常常專務祈禱，祈禱的時著警醒來感謝。","bklhl":"Tio̍h常常專務祈禱；祈禱ê時tio̍h警醒來感謝，"}},{"book":"西","chapter":4,"verse":3,"versions":{"unv":"也要為我們禱告，求　神給我們開傳道的門，能以講基督的奧祕（我為此被捆鎖），","bklcl":"koh thòe goán kî-tó, kiû Siōng-tè kā goán khui thoân tō-lí ê mn̂g, thang kóng Ki-tok ê ò-biāu, góa ūi-tio̍h chit-ê iā siū pa̍k,","tghg":"閣替阮祈禱，求上帝給阮開傳道理的門，通講基督的奧妙（我為著此個也受縛(pa̍k)），","bklhl":"koh替阮祈禱，求上帝kā阮開傳道理ê門，thang講基督ê奧妙，我為tio̍h chit ê也受縛，"}},{"book":"西","chapter":4,"verse":4,"versions":{"unv":"叫我按著所該說的話將這奧祕發明出來。","bklcl":"hō͘ góa chhián-bêng i, chiàu góa só͘ eng-kai kóng ê.","tghg":"互我闡明伊照我所應該講的。","bklhl":"hō͘我闡明伊，照我所應該講ê。"}},{"book":"西","chapter":4,"verse":5,"versions":{"unv":"你們要愛惜光陰，用智慧與外人交往。","bklcl":"Ǹg hiah-ê gōa-bīn lâng lín tio̍h tī tì-hūi lâi kiâⁿ, tio̍h pó-sioh ki-hōe.","tghg":"向許個外面人恁著佇智慧來行，著保惜機會。","bklhl":"Ǹg hiah-ê外面人，lín tio̍h tī智慧來行，tio̍h保惜機會。"}},{"book":"西","chapter":4,"verse":6,"versions":{"unv":"你們的言語要常常帶著和氣，好像用鹽調和，就可知道該怎樣回答各人。","bklcl":"Lín ê só͘ kóng tio̍h siông-siông ēng un-sûn, chhin-chhiūⁿ ēng iâm tiau-hô, chiū ōe hiáu-tit cháiⁿ-iūⁿ lâi ìn ta̍k lâng.","tghg":"恁的所講著常常用溫純，親像用鹽調和，就會曉得(hiáu-tit)怎樣來應逐人。","bklhl":"Lín ê所講tio̍h常常用溫純，親像用鹽調和，就會曉得怎樣來應ta̍k人。"}},{"book":"西","chapter":4,"verse":7,"versions":{"unv":"有我親愛的兄弟推基古要將我一切的事都告訴你們。他是忠心的執事，和我一同作主的僕人。","bklcl":"Góa lóng-chóng ê sū Chhui-ki-kó͘ beh kā lín kóng, i sī só͘ thiàⁿ ê hiaⁿ-tī, tī Chú chòe tiong-sìn ê chhe-ēng, iā tâng chòe lô͘-po̍k ê;","tghg":"我攏總的事推基古欲給恁講。伊是所疼的兄弟，佇主做忠信的差用，也同做奴僕的。","bklhl":"我lóng總ê事，Chhui-ki-kó͘ beh kā lín講，伊是所疼ê兄弟，tī主做忠信ê差用，也同做奴僕ê；"}},{"book":"西","chapter":4,"verse":8,"versions":{"unv":"我特意打發他到你們那裡去，好叫你們知道我們的光景，又叫他安慰你們的心。","bklcl":"ūi-tio̍h án-ni góa tiâu-tî chhe i chiū-kūn lín, hō͘ lín chai goán ê sū, iā hō͘ i an-ùi lín ê sim.","tghg":"為著按呢我刁持差伊就近恁，互恁知阮的事，也互伊安慰恁的心。","bklhl":"為tio̍h án-ni，我tiâu-tî差伊就近lín，hō͘ lín知阮ê事，也hō͘伊安慰lín ê心。"}},{"book":"西","chapter":4,"verse":9,"versions":{"unv":"我又打發一位親愛忠心的兄弟阿尼西母同去；他也是你們那裡的人。他們要把這裡一切的事都告訴你們。","bklcl":"Iā chhe O-nî-se-bó͘ kap i khì, i chiū-sī tiong-sìn thang thiàⁿ ê hiaⁿ-tī, iā sī lín hia ê lâng.  In beh chiong chit só͘-chāi ê sū lóng kā lín kóng.","tghg":"也差阿尼西謀及伊去；伊就是忠信通疼的兄弟，也是恁遐的人。𪜶欲將此所在的事攏給恁講。","bklhl":"也差O-nî-se-bó͘ kap伊去，伊就是忠信thang疼ê兄弟，也是lín hia ê人。In beh將chit所在ê事 lóng kā lín講。"}},{"book":"西","chapter":4,"verse":10,"versions":{"unv":"與我一同坐監的亞里達古問你們安。巴拿巴的表弟馬可也問你們安。（說到這馬可，你們已經受了吩咐；他若到了你們那裡，你們就接待他。）","bklcl":"Kap góa tâng koaiⁿ-kaⁿ ê A-lí-ta̍t-kó͘, kap Pa-ná-pa ê piáu sió-tī Má-khó, chhéng-an lín; (lūn Má-khó lín í-keng siū-tio̍h bēng-lēng; i nā lâi chiū-kūn lín, lín tio̍h chiap-la̍p i);","tghg":"及我同關監的亞里達古，及巴拿巴的表小弟馬可請安恁。（論馬可，恁已經受著命令；伊若來就近恁，恁著接納伊。）","bklhl":"Kap我同關監ê A-lí-ta̍t-kó͘，kap巴拿巴ê表小弟馬可，請安lín；(論馬可，lín已經受tio̍h命令；伊若來就近lín，lín tio̍h接納伊) ；"}},{"book":"西","chapter":4,"verse":11,"versions":{"unv":"耶數又稱為猶士都，也問你們安。奉割禮的人中，只有這三個人是為　神的國與我一同做工的，也是叫我心裡得安慰的。","bklcl":"kiò chòe Iû-su-to͘ ê Iâ-so͘ iā chhéng-an lín; chit kúi lâng sī sio̍k kat-lé ê, chí-ū in ūi-tio̍h Siōng-tè ê kok kap góa tâng tio̍h-bôa, iā sī hō͘ góa tit-tio̍h an-ùi ê.","tghg":"叫做猶士都的耶數，也請安恁。此幾人是屬割禮的，只有𪜶為著上帝的國及我同著磨(tio̍h-bôa)，也是互我得著安慰的。","bklhl":"叫做Iû-su-to͘ ê耶穌，也請安lín；chit幾人是屬割禮ê，只有in為tio̍h上帝ê國kap我同tio̍h磨，也是hō͘我得tio̍h安慰ê。"}},{"book":"西","chapter":4,"verse":12,"versions":{"unv":"有你們那裡的人，作基督耶穌僕人的以巴弗問你們安。他在禱告之間，常為你們竭力地祈求，願你們在　神一切的旨意上得以完全，信心充足，能站立得穩。","bklcl":"Ki-tok Iâ-so͘ ê lô͘-po̍k Í-pa-hut, chiū-sī lín hia ê lâng, chhéng-an lín; i tī kî-tó ê tiong-kan siông-siông ūi-tio̍h lín chhut-la̍t, hō͘ lín khiā-chāi oân-choân, móa sim sìn-ho̍k Siōng-tè it-chhè ê chí-ì.","tghg":"基督耶穌的奴僕以巴弗，就是恁遐的人，請安恁。伊佇祈禱的中間，常常為著恁出力，互恁徛在完全，滿心信服上帝一切的旨意。","bklhl":"基督耶穌ê奴僕Í-pa-hut，就是lín hia ê人，請安lín；伊tī祈禱ê中間常常為tio̍h lín出力，hō͘ lín khiā在完全，滿心信服上帝一切ê旨意。"}},{"book":"西","chapter":4,"verse":13,"versions":{"unv":"他為你們和老底嘉並希拉坡里的弟兄多多地勞苦，這是我可以給他作見證的。","bklcl":"Góa kan-chèng I, ūi-tio̍h lín kap tī Ló-tí-ka í-ki̍p Hi-lah-pho-li̍p ê lâng, ū chōe-chōe lô-khó͘.","tghg":"我干證伊，為著恁及佇老底嘉以及希拉坡里的人有多多勞苦。","bklhl":"我干證伊，為tio̍h lín kap tī Ló-tí-ka以及Hi-lah-pho-li̍p ê人，有chōe-chōe勞苦。"}},{"book":"西","chapter":4,"verse":14,"versions":{"unv":"所親愛的醫生路加和底馬問你們安。","bklcl":"Lō͘-ka, chiū-sī só͘ thiàⁿ ê i-seng, kap Tí-má chhéng-an lín.","tghg":"路加就是所疼的醫生及底馬請安恁。","bklhl":"路加，就是所疼ê醫生，kap Tí-má請安lín。"}},{"book":"西","chapter":4,"verse":15,"versions":{"unv":"請問老底嘉的弟兄和寧法，並她家裡的教會安。","bklcl":"Chhéng-an tiàm-tī Ló-tí-ka chiah-ê hiaⁿ-tī, í-ki̍p Lêng-hoat, kap chū-chi̍p tī in ê ke ê kàu-hōe.","tghg":"請安踮佇老底嘉諸個兄弟以及寧法，及聚集佇𪜶的家的教會。","bklhl":"請安tiàm-tī Ló-tí-ka chiah ê兄弟，以及Lêng-hoat，kap聚集tī in ê家ê教會。"}},{"book":"西","chapter":4,"verse":16,"versions":{"unv":"你們念了這書信，便交給老底嘉的教會，叫他們也念；你們也要念從老底嘉來的書信。","bklcl":"Chit ê phoe í-keng tha̍k tī lín tiong-kan, tio̍h siat-hoat hō͘ Ló-tí-ka lâng ê kàu-hōe iā tha̍k i; koh lín tio̍h tha̍k tùi Ló-tí-ka lâi ê phoe.","tghg":"此個批已經讀佇恁中間，著設法互老底嘉人的教會，也讀伊；閣恁著讀對老底嘉來的批。","bklhl":"Chit ê phoe已經讀tī lín中間，tio̍h設法hō͘ Ló-tí-ka人ê教會也讀伊；koh lín tio̍h讀tùi Ló-tí-ka來ê phoe。"}},{"book":"西","chapter":4,"verse":17,"versions":{"unv":"要對亞基布說：「務要謹慎，盡你從主所受的職分。」","bklcl":"Koh tio̍h kā A-ki-pò͘ kóng, Tio̍h kín-sīn lâi chīn lí tī Chú só͘ siū ê chit-hūn.","tghg":"閣著給亞基布講：「著謹慎，來盡你佇主所受的職份。」","bklhl":"Koh tio̍h kā A-ki-pò͘講，Tio̍h謹慎來盡你tī主所受ê職份。"}},{"book":"西","chapter":4,"verse":18,"versions":{"unv":"我－保羅親筆問你們安。你們要記念我的捆鎖。願恩惠常與你們同在！","bklcl":"Góa Pó-lô chhin-pit chhéng-an lín.  Lín tio̍h siàu-liām góa kòa thih liān.  Goān un-tián kap lín tī-teh.","tghg":"我保羅親筆請安恁。恁著數念(siàu-liām)我掛鐵鍊。願恩典及恁佇啲！","bklhl":"我保羅親筆請安lín。Lín tio̍h siàu念我掛鐵鍊。願恩典kap lín tī-teh。"}}]