[{"book":"但","chapter":10,"verse":1,"versions":{"unv":"波斯王古列第三年，有事顯給稱為伯提沙撒的但以理。這事是真的，是指著大爭戰；但以理通達這事，明白這異象。","bklcl":"Pho-su ông Kó͘-lia̍t tē-saⁿ--nî, ū tāi-chì hián-bêng hō͘ chheng-chòe Pek-thê-sa-sat ê Tān-í-lí; chit ê sū sī chin-si̍t, koan-hē tōa kau-chiàn, Tān-í-lí thong-ta̍t chit ê sū, bêng-pe̍k chit ê īⁿ-siōng.","tghg":"波斯王古列第三年，有代誌顯明互稱做伯提沙撒的但以理。此個事是真實，關係大交戰；但以理通達此個事，明白此個異象。","bklhl":"波斯王Kó͘-lia̍t第三年，有tāi-chì顯明hō͘稱做Pek-thê-sa-sat ê但以理；chit ê事是真實，關係大交戰，但以理通達chit ê事，明白chit ê異象。"}},{"book":"但","chapter":10,"verse":2,"versions":{"unv":"當那時，我─但以理悲傷了三個七日。","bklcl":"Hit-sî góa Tān-í-lí iu-būn saⁿ ê chhit-ji̍t-kî.","tghg":"彼時，我──但以理憂悶三個七日期。","bklhl":"Hit時我但以理憂悶三個七日期。"}},{"book":"但","chapter":10,"verse":3,"versions":{"unv":"美味我沒有吃，酒肉沒有入我的口，也沒有用油抹我的身，直到滿了三個七日。","bklcl":"Hó ê mi̍h góa bô chia̍h, bah kap chiú bô ji̍p góa ê chhùi, iā bô ēng iû boah góa ê seng-khu, ti̍t-kàu móa saⁿ ê chhit-ji̍t-kî.","tghg":"好的物我無食，肉及酒無入我的嘴，也無用油抹我的身軀，直到滿三個七日期。","bklhl":"好ê物我無食，肉kap酒無入我ê嘴，也無用油抹我ê身軀，直到滿三個七日期。"}},{"book":"但","chapter":10,"verse":4,"versions":{"unv":"正月二十四日，我在底格里斯大河邊，","bklcl":"Chiaⁿ-ge̍h jī-sì-ji̍t, góa tī Hi-tí-kiat tōa-hô piⁿ,","tghg":"正月二四日，我佇希底結大河邊，","bklhl":"正月二四日，我tī Hi-tí-kiat大河邊，"}},{"book":"但","chapter":10,"verse":5,"versions":{"unv":"舉目觀看，見有一人身穿細麻衣，腰束烏法精金帶。","bklcl":"kia̍h-ba̍k teh khòaⁿ, khòaⁿ ah, ū chi̍t-lâng, seng-khu chhēng iù-tōe-pò͘ ê saⁿ, io hâ O͘-hoat ê hó-kim;","tghg":"攑目啲看，看啊，有一人身軀穿幼苧(iù-tōe)布的衫，腰縖(hâ)烏法的好金。","bklhl":"kia̍h目teh看，看ah，有一人，身軀穿幼苧布ê衫，腰hâ O͘-hoat ê好金；"}},{"book":"但","chapter":10,"verse":6,"versions":{"unv":"他身體如水蒼玉，面貌如閃電，眼目如火把，手和腳如光明的銅，說話的聲音如大眾的聲音。","bklcl":"i ê seng-khu chhin-chhiūⁿ n̂g-ge̍k, bīn-māu chhin-chhiūⁿ sih-nà ê khoán, i ê ba̍k-chiu chhin-chhiūⁿ hé-pé, i ê chhiú kap kha sek-tì chhin-chhiūⁿ bôa-kng ê tâng, i kóng-ōe ê siaⁿ chhin-chhiūⁿ kui-tīn lâng ê siaⁿ.","tghg":"伊的身軀親像黃玉，面貌親像閃爁的款，伊的目睭親像火把，伊的手及腳色緻親像磨光的銅，伊講話的聲親像歸陣人的聲。","bklhl":"伊ê身軀親像黃玉，面貌親像sih-nà ê款，伊ê目睭親像火把，伊ê手kap腳色緻親像磨光ê銅，伊講話ê聲親像kui陣人ê聲。"}},{"book":"但","chapter":10,"verse":7,"versions":{"unv":"這異象惟有我─但以理一人看見，同著我的人沒有看見。他們卻大大戰兢，逃跑隱藏，","bklcl":"Chit ê īⁿ-siōng chí-ū góa Tān-í-lí chi̍t-lâng khòaⁿ-kìⁿ; in-ūi kap góa tī-teh ê lâng bô khòaⁿ-kìⁿ hit ê īⁿ-siōng; kan-ta ngia̍uh-ngia̍uh-chhoah, cháu--khì bih.","tghg":"此個異象只有我──但以理一人看見，因為及我佇啲的人無看見彼個異象。干單愕愕惙(ngia̍uh-ngia̍uh-chhoah)，走去匿，","bklhl":"Chit ê異象只有我但以理一人看見；因為kap我tī-teh ê人無看見hit ê異象；kan-ta ngia̍uh-ngia̍uh-chhoah，走去bih。"}},{"book":"但","chapter":10,"verse":8,"versions":{"unv":"只剩下我一人。我見了這大異象便渾身無力，面貌失色，毫無氣力。","bklcl":"Chhun góa ka-kī tī-teh; góa khòaⁿ-kìⁿ chit ê tōa īⁿ-siōng; sin-thé lóng bô la̍t; koh góa ê súi-sek pìⁿ-pháiⁿ, kàu lóng bô la̍t.","tghg":"剩我家己佇啲。我看見此個大異象身體攏無力，閣我的媠色變歹，到攏無力。","bklhl":"Chhun我家己tī-teh；我看見chit ê大異象；身體lóng無力；koh我ê súi色變pháiⁿ，到lóng無力。"}},{"book":"但","chapter":10,"verse":9,"versions":{"unv":"我卻聽見他說話的聲音，一聽見就面伏在地沉睡了。","bklcl":"Chóng-sī góa thiaⁿ-kìⁿ i kóng-ōe ê siaⁿ; thiaⁿ-kìⁿ i kóng-ōe ê sî, góa phak-lo̍h tōe, bīn àⁿ tōe, chiū khùn tāng-bîn.","tghg":"總是我聽見伊講話的聲，聽見伊講話的時，我仆落地，面俯地就睏重眠。","bklhl":"總是我聽見伊講話ê聲；聽見伊講話ê時，我仆落地，面俯地，就睏重眠。"}},{"book":"但","chapter":10,"verse":10,"versions":{"unv":"忽然，有一手按在我身上，使我用膝和手掌支持微起。","bklcl":"Khòaⁿ ah, ū chi̍t ki chhiú bong góa, hō͘ góa ēng kha-thâu-u kap chhiú-chiúⁿ tà tī tōe--nih, teh chhoah.","tghg":"看啊，有一支手摸我，互我用腳頭窩(kha-thâu-u)及手掌罩(tà)佇地裡啲惙(chhoah)。","bklhl":"看ah，有一支手摸我，hō͘我用腳頭u kap手掌罩tī地裡，teh chhoah。"}},{"book":"但","chapter":10,"verse":11,"versions":{"unv":"他對我說：「大蒙眷愛的但以理啊，要明白我與你所說的話，只管站起來，因為我現在奉差遣來到你這裡。」他對我說這話，我便戰戰兢兢地立起來。","bklcl":"I chiū tùi góa kóng, Tōa-tōa tit-tio̍h thióng-ài ê lâng, Tān-í-lí ah, lí tio̍h bêng góa kap lí só͘ kóng chiah-ê ōe; khí-lâi khiā, in-ūi góa taⁿ hōng-chhe kàu lí chia; i tùi góa kóng chit ê ōe, góa chiū khiā-teh gī-gī-chhoah.","tghg":"伊就對我講：「大大得著寵愛的人但以理啊，你著明我及你所講諸個話，起來徛，因為我今奉差到你遮。」伊對我講此個話，我就徛啲栗栗惙(gī-gī-chhoah)。","bklhl":"伊就對我講，大大得tio̍h寵愛ê人，但以理ah，你tio̍h明我kap你所講chiah ê話；起來khiā，因為我taⁿ奉差到你chia；伊對我講chit ê話，我就khiā-teh gī-gī-chhoah。"}},{"book":"但","chapter":10,"verse":12,"versions":{"unv":"他就說：「但以理啊，不要懼怕！因為從你第一日專心求明白將來的事，又在你　神面前刻苦己心，你的言語已蒙應允；我是因你的言語而來。","bklcl":"I koh tùi góa kóng, Tān-í-lí ah, m̄-bián kiaⁿ; in-ūi tùi lí thâu-chi̍t-ji̍t choan-sim ài bêng-pe̍k, koh ka-kī khiam-pi tī lí Siōng-tè ê bīn-chêng ê sî, lí ê ōe í-keng tit-tio̍h thiaⁿ-kìⁿ; koh góa in-ūi lí ê ōe chiah lâi.","tghg":"伊閣對我講：「但以理啊，呣免驚！因為對你頭一日專心愛明白，閣家己謙卑佇你上帝的面前的時，你的話已經得著聽見；閣我因為你的話才來。","bklhl":"伊koh對我講，但以理ah，m̄免驚；因為對你頭一日專心ài明白，koh家己謙卑tī你上帝ê面前ê時，你ê話已經得tio̍h聽見；koh我因為你ê話chiah來。"}},{"book":"但","chapter":10,"verse":13,"versions":{"unv":"但波斯國的魔君攔阻我二十一日。忽然有大君（就是天使長；二十一節同）中的一位米迦勒來幫助我，我就停留在波斯諸王那裡。","bklcl":"Nā-sī Pho-su kok ê jîn-kun chó͘-tòng góa jī-cha̍p-it ji̍t; khòaⁿ ah, ū tōa jîn-kun ê chi̍t-ê, Bí-ka-le̍k, lâi pang-chān góa, góa chiū thêng tī-hia, kap Pho-su hiah-ê ông chòe-tīn.","tghg":"若是波斯國的人君阻擋我二十一日。看啊，有大人君的一個米迦勒來幫助我，我就停佇遐及波斯許個王做陣。","bklhl":"但是波斯國ê人君阻擋我二十一日；看ah，有大人君ê一个，Bí-ka-le̍k，來幫贊我，我就停tī-hia，kap波斯hiah-ê王做陣。"}},{"book":"但","chapter":10,"verse":14,"versions":{"unv":"現在我來，要使你明白本國之民日後必遭遇的事，因為這異象關乎後來許多的日子。」","bklcl":"Taⁿ góa lâi sī beh hō͘ lí bêng lí ê peh-sìⁿ ji̍t-āu só͘ beh tú-tio̍h ê sū; in-ūi chit ê īⁿ-siōng iáu-kú koan-hē chōe-chōe ji̍t.","tghg":"今我來，是欲互你明你的百姓日後所欲抵著(tú-tio̍h)的事，因為此個異象猶久關係多多日。」","bklhl":"Taⁿ我來是beh hō͘你明你ê百姓日後所beh tú-tio̍h ê事；因為chit ê異象iáu-kú關係chōe-chōe日。"}},{"book":"但","chapter":10,"verse":15,"versions":{"unv":"他向我這樣說，我就臉面朝地，啞口無聲。","bklcl":"I ēng chiah-ê ōe kā góa kóng, góa chiū bīn ǹg-tōe, chēng-chēng bô kóng-ōe.","tghg":"伊用諸個話給我講，我就面向地，靜靜無講話。","bklhl":"伊用chiah ê話kā我講，我就面ǹg地，靜靜無講話。"}},{"book":"但","chapter":10,"verse":16,"versions":{"unv":"不料，有一位像人的，摸我的嘴唇，我便開口向那站在我面前的說：「我主啊，因見這異象，我大大愁苦，毫無氣力。","bklcl":"Khòaⁿ ah, ū chi̍t-ūi chhin-chhiūⁿ lâng ê khoán bong góa ê chhùi-tûn; góa chiū khui-chhùi, tùi hit-ūi khiā tī góa ê bīn-chêng-ê kóng, Góa ê chú ah, in-ūi chit ê īⁿ-siōng góa chin iu-būn, tì-kàu góa lóng bô la̍t.","tghg":"看啊，有一位親像人的款，摸我的嘴唇，我就開嘴對彼位徛佇我的面前者講：「我的主啊，因為此個異象，我真憂悶，致到我攏無力。","bklhl":"看ah，有一位親像人ê款摸我ê嘴唇；我就開嘴，對hit位khiā tī我ê面前ê講，我ê主ah，因為chit ê異象我真憂悶，致到我lóng無力。"}},{"book":"但","chapter":10,"verse":17,"versions":{"unv":"我主的僕人怎能與我主說話呢？我一見異象就渾身無力，毫無氣息。」","bklcl":"Góa ê chú ê lô͘-po̍k cháiⁿ-iūⁿ ōe kap góa ê chú kóng-ōe ah? in-ūi chit-sî góa ê seng-khu lóng bô la̍t, iā lóng bô chhoán-khùi.","tghg":"我的主的奴僕怎樣會及我的主講話啊？因為此時我的身軀攏無力，也攏無喘氣。」","bklhl":"我ê主ê奴僕怎樣能kap我ê主講話ah？因為chit時我ê身軀lóng無力，也lóng無喘氣。"}},{"book":"但","chapter":10,"verse":18,"versions":{"unv":"有一位形狀像人的又摸我，使我有力量。","bklcl":"Koh chi̍t-ūi chhin-chhiūⁿ lâng ê khoán-ê lâi bong góa, hō͘ góa ū la̍t.","tghg":"閣一位親像人的款者來摸我，互我有力。","bklhl":"Koh一位親像人ê款ê來摸我，hō͘我有力。"}},{"book":"但","chapter":10,"verse":19,"versions":{"unv":"他說：「大蒙眷愛的人哪，不要懼怕，願你平安！你總要堅強。」他一向我說話，我便覺得有力量，說：「我主請說，因你使我有力量。」","bklcl":"I kóng, Tōa tit-tio̍h thióng-ài ê lâng, m̄-bián kiaⁿ; goān lí pêng-an; lí tio̍h ióng-chòng, tio̍h ióng-chòng.  I chi̍t-ē tùi góa kóng-ōe, góa chiū tit-tio̍h ū la̍t, kóng, Góa ê chú ah, chhiáⁿ lí kóng, in-ūi lí í-keng hō͘ góa ū la̍t.","tghg":"伊講：「大得著寵愛(thióng-ài)的人，呣免驚，願你平安！你著勇壯，著勇壯。」伊一下對我講話，我就得著有力，講：「我的主啊，請你講，因為你已經互我有力。」","bklhl":"伊講，大得tio̍h寵愛ê人，m̄免驚；願你平安；你tio̍h勇壯，tio̍h勇壯。伊一下對我講話，我就得tio̍h有力，講，我ê主ah，請你講，因為你已經hō͘我有力。"}},{"book":"但","chapter":10,"verse":20,"versions":{"unv":"他就說：「你知道我為何來見你嗎？現在我要回去與波斯的魔君爭戰，我去後，希臘（原文是雅完）的魔君必來。","bklcl":"I chiū kóng, Lí chai góa ūi-hô lâi lí chia mah? Taⁿ góa beh tò--khì kap Pho-su ê jîn-kun kau-chiàn; góa khì-liáu, khòaⁿ ah, Hi-lia̍p ê jîn-kun beh lâi.","tghg":"伊就講：「你知我為何來你遮嗎？今我欲倒去及波斯的人君交戰，我去了(liáu)，看啊，希臘的人君欲來。","bklhl":"伊就講，你知我為何來你chia mah？Taⁿ我beh tò去kap波斯ê人君交戰；我去了，看ah，希臘ê人君beh來。"}},{"book":"但","chapter":10,"verse":21,"versions":{"unv":"但我要將那錄在真確書上的事告訴你。除了你們的大君米迦勒之外，沒有幫助我抵擋這兩魔君的。」","bklcl":"Chóng-sī góa beh chiong kì-chài tī chin-si̍t ê chheh-ê chí-sī lí; tû lí ê tōa jîn-kun Bí-ka-le̍k í-gōa, bô chi̍t-ê kap góa tàu chhut-la̍t lâi tí-tng in.","tghg":"總是我欲將記載佇真實的冊的指示你。除你的大人君米迦勒以外，無一個及我鬥出力來抵當(tí-tng)𪜶。」","bklhl":"總是我beh將記載tī真實ê冊ê指示你；除你ê大人君Bí-ka-le̍k以外，無一个kap我tàu出力來抵擋in。"}}]