[{"book":"但","chapter":12,"verse":1,"versions":{"unv":"那時，保佑你本國之民的天使長（原文是大君）米迦勒必站起來，並且有大艱難，從有國以來直到此時，沒有這樣的。你本國的民中，凡名錄在冊上的，必得拯救。","bklcl":"Hit-sî pó-hō͘ lí ê peh-sìⁿ ê tōa jîn-kun, Bí-ka-le̍k, beh khiā--khí-lâi; beh ū tōa khùn-khó͘ ê sî, tùi khai-kok í-lâi kàu hit-sî bē-bat ū án-ni; hit-sî lí ê peh-sìⁿ beh tit-tio̍h chín-kiù, chiū-sī kìⁿ-nā kì tī chheh--nih ê.","tghg":"「彼時，保護你的百姓的大人君米迦勒欲徛起來，欲有大困苦的時，對開國以來到彼時未曾有按呢。彼時你的百姓欲得著拯救，就是見若記佇冊裡的。","bklhl":"Hit時保護你ê百姓ê大人君，Bí-ka-le̍k，beh khiā起來；beh有大困苦ê時，tùi開國以來到hit時bē-bat有án-ni；hit時你ê百姓beh得tio̍h拯救，就是見若記tī冊裡ê。"}},{"book":"但","chapter":12,"verse":2,"versions":{"unv":"睡在塵埃中的，必有多人復醒。其中有得永生的，有受羞辱永遠被憎惡的。","bklcl":"Khùn tī thô͘-hún-tiong--ê, beh ū chōe-chōe lâng koh chhíⁿ, ū-ê tit-tio̍h éng-oa̍h, ū ê siū kiàn-siàu iàm-ò͘ⁿ kàu éng-oán.","tghg":"睏佇土粉中者，欲有多多人閣醒。有的得著永活，有的受見誚厭惡到永遠。","bklhl":"睏tī土粉中ê，beh有chōe-chōe人koh醒，有ê得tio̍h永活，有ê受見笑厭惡到永遠。"}},{"book":"但","chapter":12,"verse":3,"versions":{"unv":"智慧人必發光，如同天上的光；那使多人歸義的，必發光如星，直到永永遠遠。","bklcl":"Tì-hūi ê lâng beh hoat-chhut kng chhin-chhiūⁿ thiⁿ ê kng; hiah-ê hō͘ chōe-chōe lâng kui tī gī ê, beh chhin-chhiūⁿ kng-chhiⁿ ti̍t-kàu éng-oán.","tghg":"智慧的人欲發出光親像天的光；許個互多多人歸佇義的，欲親像光星直到永遠。","bklhl":"智慧ê人beh發出光親像天ê光；hiah-ê hō͘ chōe-chōe人歸tī義ê，beh親像光星直到永遠。"}},{"book":"但","chapter":12,"verse":4,"versions":{"unv":"但以理啊，你要隱藏這話，封閉這書，直到末時。必有多人來往奔跑（或譯：切心研究），知識就必增長。」","bklcl":"Tān-í-lí ah, lí tio̍h ún-khǹg chiah-ê ōe, hong-ba̍t chit pún chheh kàu lō͘-bé ê sî; beh ū chōe-chōe lâng cháu-lâi cháu-khì, koh kiàn-sek beh ke-thiⁿ.","tghg":"但以理啊，你著隱囥(khǹg)諸個話，封密(ba̍t)此本冊到路尾的時。欲有多多人走來走去，閣見識欲加添。」","bklhl":"但以理ah，你tio̍h隱khǹg chiah ê話，封密chit本冊到路尾ê時；beh有chōe-chōe人走來走去，koh見識beh加添。"}},{"book":"但","chapter":12,"verse":5,"versions":{"unv":"我─但以理觀看，見另有兩個人站立：一個在河這邊，一個在河那邊。","bklcl":"Góa Tān-í-lí teh khòaⁿ, khòaⁿ ah, lēng-gōa ū nn̄g-ê khiā-teh, chi̍t-ê tī hô chit-pêng-hōaⁿ, iā chi̍t-ê tī hô hit-pêng-hōaⁿ.","tghg":"我──但以理啲看，看啊，另外有二個徛啲：一個佇河此旁岸，也一個佇河彼旁岸。","bklhl":"我但以理teh看，看ah，另外有兩個khiā-teh，一个tī河chit-pêng岸，也一个tī河hit-pêng岸。"}},{"book":"但","chapter":12,"verse":6,"versions":{"unv":"有一個問那站在河水以上、穿細麻衣的說：「這奇異的事到幾時才應驗呢？」","bklcl":"Ū chi̍t-ê kā hit ê khiā tī hô-chúi ê téng-bīn, chhēng iù-tōe-saⁿ ê lâng kóng, Chiah-ê kî-sū ê kiat-kio̍k beh kàu jōa-kú ah?","tghg":"有一個給彼個徛佇河水的頂面、穿幼苧(iù-tōe)衫的人講：「諸個奇事的結局欲到偌久啊？」","bklhl":"有一个kā hit ê khiā tī河水ê頂面，穿幼苧衫ê人講，chiah ê奇事ê結局beh到jōa久ah？"}},{"book":"但","chapter":12,"verse":7,"versions":{"unv":"我聽見那站在河水以上、穿細麻衣的，向天舉起左右手，指著活到永遠的主起誓說：「要到一載、二載、半載，打破聖民權力的時候，這一切事就都應驗了。」","bklcl":"Góa thiaⁿ-kìⁿ hit ê khiā tī hô-chúi ê téng-bīn, chhēng iù-tōe-saⁿ ê lâng, kia̍h-khí i ê chiàⁿ-chhiú tò-chhiú ǹg-thiⁿ, kí éng-oa̍h ê Chú lâi chiù-chōa, kóng, beh kàu chi̍t ê sî-kî, nn̄g ê sî-kî, koh pòaⁿ-sî-kî; phò-hoāi sèng ê peh-sìⁿ ê koân-le̍k ê sî, chiah-ê it-chhè ê sū lóng beh chòe-oân.","tghg":"我聽見彼個徛佇河水的頂面、穿幼苧衫的人，攑起伊的正手倒手向天，指(kí)永活的主來咒誓講：「欲到一個時期、二個時期、閣半時期，破壞聖的百姓的權力的時，諸個一切的事攏欲做完。」","bklhl":"我聽見hit ê khiā tī河水ê頂面，穿幼苧衫ê人，kia̍h起伊ê chiàⁿ手tò手ǹg天，kí永活ê主來chiù-chōa，講，beh到一个時期，兩個時期，koh半時期；破壞聖ê百姓ê權力ê時，chiah ê一切ê事lóng beh做完。"}},{"book":"但","chapter":12,"verse":8,"versions":{"unv":"我聽見這話，卻不明白，就說：「我主啊，這些事的結局是怎樣呢？」","bklcl":"Góa thiaⁿ-kìⁿ iā bô bêng-pe̍k, chiū kóng, Góa ê chú ah, chiah-ê sū ê kiat-kio̍k sī cháiⁿ-iūⁿ?","tghg":"我聽見也無明白，就講：「我的主啊，諸個事的結局是怎樣？」","bklhl":"我聽見也無明白，就講，我ê主ah，chiah ê事ê結局是怎樣？"}},{"book":"但","chapter":12,"verse":9,"versions":{"unv":"他說：「但以理啊，你只管去；因為這話已經隱藏封閉，直到末時。","bklcl":"I kóng, Tān-í-lí ah, lí chòe lí khì; in-ūi chiah-ê ōe í-keng ún-khǹg hong-ba̍t, kàu tī lō͘-bé ê sî.","tghg":"伊講：「但以理啊，你做你去；因為諸個話已經隱囥封密，到佇路尾的時。","bklhl":"伊講，但以理ah，你做你去；因為chiah ê話已經隱khǹg封密，到tī路尾ê時。"}},{"book":"但","chapter":12,"verse":10,"versions":{"unv":"必有許多人使自己清淨潔白，且被熬煉；但惡人仍必行惡，一切惡人都不明白，惟獨智慧人能明白。","bklcl":"Beh ū chōe-chōe lâng ka-kī chheng-khì kàu pe̍h-pe̍h, koh siū thoàn-liān; chóng-sī pháiⁿ-lâng iû-goân beh kiâⁿ pháiⁿ; it-chhè pháiⁿ-lâng bōe bêng-pe̍k, to̍k-to̍k tì-hūi ê lâng ōe bêng-pe̍k.","tghg":"欲有多多人家己清氣到白白，閣受鍛煉；總是歹人猶原欲行歹，一切歹人𣍐明白，獨獨智慧的人會明白。","bklhl":"Beh有chōe-chōe人家己清氣到白白，koh受鍛鍊；總是pháiⁿ人猶原beh行pháiⁿ；一切pháiⁿ人bōe明白，獨獨智慧ê人會明白。"}},{"book":"但","chapter":12,"verse":11,"versions":{"unv":"從除掉常獻的燔祭，並設立那行毀壞可憎之物的時候，必有一千二百九十日。","bklcl":"Tùi tû-khì ji̍t-ji̍t só͘ hiàn ê chè-sū, iā khiā hit ê chân-hāi khó-ò͘ⁿ ê mi̍h ê sî, beh ū chi̍t-chheng nn̄g-pah káu-cha̍p ji̍t.","tghg":"對除去日日所獻的祭祀，也竪(khiā)彼個殘害可惡的物的時，欲有一千二百九十日。","bklhl":"Tùi除去日日所獻ê祭祀，也khiā hit ê殘害可惡ê物ê時，beh有一千兩百九十日。"}},{"book":"但","chapter":12,"verse":12,"versions":{"unv":"等到一千三百三十五日的，那人便為有福。","bklcl":"Kìⁿ-nā thèng-hāu koh kàu chi̍t-chheng saⁿ-pah saⁿ-cha̍p-gō͘ ji̍t ê, hit ê lâng ū hok-khì.","tghg":"見若聽候閣到一千三百三十五日的，彼個人有福氣。","bklhl":"見若thèng候koh到一千三百三十五日ê，hit ê人有福氣。"}},{"book":"但","chapter":12,"verse":13,"versions":{"unv":"「你且去等候結局，因為你必安歇。到了末期，你必起來，享受你的福分。」","bklcl":"Chóng-sī lí tio̍h khì kàu lō͘-bé ê sî; in-ūi lí beh an-hioh, kàu lō͘-bé ê sî lí beh khiā tī lí ê tē-ūi.","tghg":"「總是你著去到路尾的時，因為你欲安息。到路尾的時你欲徛佇你的地位。」","bklhl":"總是你tio̍h去到路尾ê時；因為你beh安歇，到路尾ê時你beh khiā tī你ê地位。"}}]