[{"book":"但","chapter":2,"verse":1,"versions":{"unv":"尼布甲尼撒在位第二年，他做了夢，心裡煩亂，不能睡覺。","bklcl":"Nî-pò͘-kah-nî-sat chē-ūi tē-jī-nî, Nî-pò͘-kah-nî-sat bāng-kìⁿ; sim peh-pak bōe khùn-tit.","tghg":"尼布甲尼撒坐位第二年，尼布甲尼撒夢見，心迫腹(peh-pak)，𣍐睏得。","bklhl":"Nî-pò͘-kah-nî-sat坐位第二年，Nî-pò͘-kah-nî-sat夢見；心擘腹bōe睏得。"}},{"book":"但","chapter":2,"verse":2,"versions":{"unv":"王吩咐人將術士、用法術的、行邪術的，和迦勒底人召來，要他們將王的夢告訴王，他們就來站在王前。","bklcl":"Ông bēng-lēng tiàu phok-sū, su̍t-sū, sai-kong, kap Ka-le̍k-tí lâng lâi, ài in ēng ông ê bāng kā i kóng.  In chiū lâi, khiā tī ông ê bīn-chêng.","tghg":"王命令召博士、術士、師公(sai-kong)，及迦勒底人來，愛𪜶用王的夢給伊講，𪜶就來徛佇王的面前。","bklhl":"王命令召博士、術士、司公，kap Ka-le̍k-tí人來，ài in用王ê夢kā伊講。In就來，khiā tī王ê面前。"}},{"book":"但","chapter":2,"verse":3,"versions":{"unv":"王對他們說：「我做了一夢，心裡煩亂，要知道這是甚麼夢。」","bklcl":"Ông kā in kóng, Góa ū bāng-kìⁿ chi̍t ê bāng, góa ê sim peh-pak, ài beh chai hit ê bāng sī sím-mi̍h.","tghg":"王給𪜶講：「我有夢見一個夢，我的心迫腹，愛欲知彼個夢是甚麼。」","bklhl":"王kā in講，我有夢見一个夢，我ê心擘腹，ài beh知hit ê夢是甚麼。"}},{"book":"但","chapter":2,"verse":4,"versions":{"unv":"迦勒底人用亞蘭的言語對王說：「願王萬歲！請將那夢告訴僕人，僕人就可以講解。」","bklcl":"Ka-le̍k-tí lâng ēng A-lân ê khiuⁿ-kháu tùi ông kóng, Goān ông bān-sòe; chhiáⁿ chiong hit ê bāng kā lí chiah-ê lô͘-po̍k kóng, goán chiū beh kóe-bêng.","tghg":"迦勒底人用亞蘭的腔口對王講：「願王萬歲！請將彼個夢給你諸個奴僕講，阮就欲解明。」","bklhl":"Ka-le̍k-tí人用A-lân ê腔口對王講，願王萬歲；請將hit ê夢kā你chiah ê奴僕講，阮就beh解明。"}},{"book":"但","chapter":2,"verse":5,"versions":{"unv":"王回答迦勒底人說：「夢我已經忘了（或譯：我已定命；八節同），你們若不將夢和夢的講解告訴我，就必被凌遲，你們的房屋必成為糞堆；","bklcl":"Ông ìn Ka-le̍k-tí lâng kóng, Hit ê sū góa í-keng bōe-kì-tit lah; lín nā bô chiong góa só͘ bāng-kìⁿ kóng hō͘ góa thiaⁿ, sòa kóe-bêng i, chiū beh chiong lín ê bah koah chhùi-chhùi, iā lín ê chhù beh chòe pùn-sò-tui.","tghg":"王應迦勒底人講：「彼個事我已經𣍐記得啦，恁若無將我所夢見講互我聽，續解明伊，就欲將恁的肉割碎碎，也恁的厝欲做糞埽(pùn-sò)堆；","bklhl":"王應Ka-le̍k-tí人講，hit ê事我已經bōe記得lah；lín若無將我所夢見講hō͘我聽，續解明伊，就beh將lín ê肉割碎碎，也lín ê厝beh做糞埽堆。"}},{"book":"但","chapter":2,"verse":6,"versions":{"unv":"你們若將夢和夢的講解告訴我，就必從我這裡得贈品和賞賜，並大尊榮。現在你們要將夢和夢的講解告訴我。」","bklcl":"Chóng-sī lín nā chiong góa só͘ bāng-kìⁿ kā góa kóng, sòa kóe-bêng i, lín beh tùi góa tit-tio̍h chēng-phín, pò-siúⁿ, tōa êng-kng; taⁿ lín tio̍h chiong góa só͘ bāng-kìⁿ kóng hō͘ góa thiaⁿ, sòa kóe-bêng i.","tghg":"總是恁若將我所夢見給我講，續解明伊，恁欲對我得著贈品、報賞、大榮光。今恁著將我所夢見講互我聽，續解明伊。」","bklhl":"總是lín若將我所夢見kā我講，續解明伊，lín beh tùi我得tio̍h贈品、報賞、大榮光；taⁿ lín tio̍h將我所夢見講hō͘我聽，續解明伊。"}},{"book":"但","chapter":2,"verse":7,"versions":{"unv":"他們第二次對王說：「請王將夢告訴僕人，僕人就可以講解。」","bklcl":"In tē-jī-pái koh tùi ông kóng, Chhiáⁿ ông chiong só͘ bāng-kìⁿ-ê kā chiah-ê lô͘-po̍k kóng, goán chiū beh kóe-bêng i.","tghg":"𪜶第二擺閣對王講：「請王將所夢見的給諸個奴僕講，阮就欲解明伊。」","bklhl":"In第二pái koh對王講，請王將所夢見ê kā chiah ê奴僕講，阮就beh解明伊。"}},{"book":"但","chapter":2,"verse":8,"versions":{"unv":"王回答說：「我准知道你們是故意遲延，因為你們知道那夢我已經忘了。","bklcl":"Ông ìn kóng, Góa chún-chún chai lín sī kò͘-ì iân-chhiân, in-ūi lín chai hit ê bāng góa í-keng bōe-kì-tit lah.","tghg":"王應講：「我準準知恁是故意延迁(iân-chhiân)，因為恁知彼個夢我已經𣍐記得啦。","bklhl":"王應講，我準準知lín是故意延chhiân，因為lín知hit ê夢我已經bōe記得lah。"}},{"book":"但","chapter":2,"verse":9,"versions":{"unv":"你們若不將夢告訴我，只有一法待你們；因為你們預備了謊言亂語向我說，要等候時勢改變。現在你們要將夢告訴我，因我知道你們能將夢的講解告訴我。」","bklcl":"Lín nā bô chiong góa só͘ bāng-kìⁿ kā góa kóng, chí-ū chi̍t-hoat thang khoán-thāi lín; in-ūi lín í-keng ū pī-pān hong-giân loān-gú tùi góa kóng, teh thèng-hāu sî-sè ê kái-piàn; taⁿ lín tio̍h chiong só͘ bāng-kìⁿ kā góa kóng, góa chiū chai lín ōe kóe-bêng i.","tghg":"恁若無將我所夢見給我講，只有一法通款待恁；因為恁已經有備辦謊言亂語(hong-giân loān-gú)對我講，啲聽候時勢的改變。今恁著將所夢見給我講，我就知恁會解明伊。」","bklhl":"Lín若無將我所夢見kā我講，只有一法thang款待lín；因為lín已經有備辦謊言亂語對我講，teh thèng候時勢ê改變；taⁿ lín tio̍h將所夢見kā我講，我就知lín能解明伊。"}},{"book":"但","chapter":2,"verse":10,"versions":{"unv":"迦勒底人在王面前回答說：「世上沒有人能將王所問的事說出來；因為沒有君王、大臣、掌權的向術士，或用法術的，或迦勒底人問過這樣的事。","bklcl":"Ka-le̍k-tí lâng tī ông ê bīn-chêng ìn kóng, Ông chit hō sū, tōe-chiūⁿ bô lâng ōe kóng-chhut; in-ūi bē-bat ū kun-ông, tāi-sîn, chiáng-koân-ê kah phok-sū, á-sī su̍t-sū, á-sī Ka-le̍k-tí lâng tio̍h án-ni chòe.","tghg":"迦勒底人佇王的面前應講：「王此號事地上無人會講出；因為未曾有君王、大臣、掌權的教博士、抑是術士，抑是迦勒底人著按呢做。","bklhl":"Ka-le̍k-tí人tī王ê面前應講，王chit號事，地上無人會講出；因為bē-bat有君王、大臣、掌權ê kah博士，á是術士，á是Ka-le̍k-tí人tio̍h án-ni做。"}},{"book":"但","chapter":2,"verse":11,"versions":{"unv":"王所問的事甚難。除了不與世人同居的神明，沒有人在王面前能說出來。」","bklcl":"Ông só͘ mn̄g--ê sī hi-kî ê sū; tû--khì bô kap sè-kan lâng tâng khiā-khí ê sîn-bêng í-gōa, bô chi̍t-ê ōe tī ông ê bīn-chêng kóng-chhut.","tghg":"王所問的是稀奇的事。除去無及世間人同徛起的神明以外，無一個會佇王的面前講出。」","bklhl":"王所問ê是稀奇ê事；除去無kap世間人同khiā起ê神明以外，無一个能tī王ê面前講出。"}},{"book":"但","chapter":2,"verse":12,"versions":{"unv":"因此，王氣忿忿地大發烈怒，吩咐滅絕巴比倫所有的哲士。","bklcl":"Ông siū-khì, siū-khì kàu-ke̍k, bēng-lēng châu-bia̍t Pa-pí-lûn it-chhè tì-hūi ê lâng.","tghg":"王受氣，受氣到極，命令剿滅(châu-bia̍t)巴比倫一切智慧的人。","bklhl":"王受氣，受氣到極，命令剿滅巴比倫一切智慧ê人。"}},{"book":"但","chapter":2,"verse":13,"versions":{"unv":"於是命令發出，哲士將要見殺，人就尋找但以理和他的同伴，要殺他們。","bklcl":"Tùi án-ni chhut bēng-lēng beh thâi tì-hūi ê lâng; chiū chhē Tān-í-lí kap i ê tâng-phōaⁿ beh thâi in.","tghg":"對按呢出命令，欲刣智慧的人，就尋但以理及伊的同伴，欲刣𪜶。","bklhl":"Tùi án-ni，出命令beh 刣智慧ê人；就chhē但以理kap伊ê同伴beh 刣 in。"}},{"book":"但","chapter":2,"verse":14,"versions":{"unv":"王的護衛長亞略出來，要殺巴比倫的哲士，但以理就用婉言回答他，","bklcl":"Ông ê sī-ōe-tiúⁿ, A-lio̍k, chhut-lâi beh thâi Pa-pí-lûn tì-hūi ê lâng, Tān-í-lí ēng cheng-thong tì-hūi ê ōe ìn i;","tghg":"王的侍衛長亞略出來，欲刣巴比倫智慧的人，但以理用精通智慧的話應伊，","bklhl":"王ê侍衛長，A-lio̍k，出來beh 刣巴比倫智慧ê人，但以理用精通智慧ê話應伊；"}},{"book":"但","chapter":2,"verse":15,"versions":{"unv":"向王的護衛長亞略說：「王的命令為何這樣緊急呢？」亞略就將情節告訴但以理。","bklcl":"chiū tùi ông ê sī-ōe-tiúⁿ, A-lio̍k, kóng, Ông só͘ chhut ê bēng-lēng cháiⁿ-iūⁿ kàu chiah kín-kip ah? A-lio̍k chiū chiong chit ê tāi-chì kā Tān-í-lí kóng.","tghg":"就對王的侍衛長亞略講：「王所出的命令怎樣到即(chiah)緊急啊？」亞略就將此個代誌給但以理講。","bklhl":"就對王ê侍衛長，A-lio̍k，講，王所出ê命令怎樣到chiah緊急ah？A-lio̍k就將chit ê tāi-chì kā但以理講。"}},{"book":"但","chapter":2,"verse":16,"versions":{"unv":"但以理遂進去求王寬限，就可以將夢的講解告訴王。","bklcl":"Tān-í-lí chiū ji̍p--khì, kiû ông khoan-ān, chiū beh chiong bāng kā ông kóe-bêng.","tghg":"但以理就入去求王寬限(khoan-ān)，就欲將夢給王解明。","bklhl":"但以理就入去，求王寬限(ān)，就beh將夢kā王解明。"}},{"book":"但","chapter":2,"verse":17,"versions":{"unv":"但以理回到他的居所，將這事告訴他的同伴哈拿尼雅、米沙利、亞撒利雅，","bklcl":"Tān-í-lí tò--khì i ê chhù, chiong chit ê sū kā i tâng-phōaⁿ Hap-ná-nî-ngá, Bí-sa-lī, A-sat-lī-ngá kóng,","tghg":"但以理倒去伊的厝，將此個事給伊同伴哈拿尼雅、米沙利、亞撒利雅講，","bklhl":"但以理tò去伊ê厝，將chit ê事kā伊同伴Hap-ná-nî-ngá、Bí-sa-lī、A-sat-lī-ngá講，"}},{"book":"但","chapter":2,"verse":18,"versions":{"unv":"要他們祈求天上的　神施憐憫，將這奧祕的事指明，免得但以理和他的同伴與巴比倫其餘的哲士一同滅亡。","bklcl":"ài in ūi-tio̍h chit ê pì-bi̍t ê sū kî-kiû thiⁿ-téng ê Siōng-tè lîn-bín, bián-tit Tān-í-lí kap i ê tâng-phōaⁿ kap Pa-pí-lûn kî-û tì-hūi ê lâng saⁿ-kap bia̍t-bô.","tghg":"愛𪜶為著此個祕密的事祈求天頂的上帝憐憫，免得但以理及伊的同伴及巴比倫其餘智慧的人相及滅無。","bklhl":"ài in為tio̍h chit ê祕密ê事祈求天頂ê上帝憐憫，免得但以理kap伊ê同伴kap巴比倫其餘智慧ê人相kap滅無。"}},{"book":"但","chapter":2,"verse":19,"versions":{"unv":"這奧祕的事就在夜間異象中給但以理顯明，但以理便稱頌天上的　神。","bklcl":"Chit ê pì-bi̍t ê sū chiū tī mî--sî īⁿ-siōng-tiong tùi Tān-í-lí hián-bêng.  Tān-í-lí chiū o-ló thiⁿ-téng ê Siōng-tè.","tghg":"此個祕密的事就佇暝時異象中對但以理顯明，但以理就謳咾天頂的上帝。","bklhl":"Chit ê祕密ê事就tī暝時異象中對但以理顯明。但以理就o-ló天頂ê上帝。"}},{"book":"但","chapter":2,"verse":20,"versions":{"unv":"但以理說：「　神的名是應當稱頌的！從亙古直到永遠，因為智慧能力都屬乎他。","bklcl":"Tān-í-lí kóng, Siōng-tè ê miâ eng-kai siū o-ló kàu éng-oán; in-ūi tì-hūi koân-lêng lóng sio̍k tī I.","tghg":"但以理講：「上帝的名應該受謳咾到永遠！因為智慧權能攏屬佇伊。","bklhl":"但以理講，上帝ê名應該受o-ló到永遠；因為智慧、權能lóng屬tī祂。"}},{"book":"但","chapter":2,"verse":21,"versions":{"unv":"他改變時候、日期，廢王，立王，將智慧賜與智慧人，將知識賜與聰明人。","bklcl":"I piàn-ōaⁿ sî-kî choeh-kùi; I hòe-bô ông, siat-li̍p ông; chiong tì-hūi hō͘ tì-hūi ê lâng, chiong kiàn-sek hō͘ chhong-bêng ê lâng.","tghg":"伊變換時期、節季，伊廢無王，設立王，將智慧互智慧的人，將見識互聰明(chhong-bêng)的人。","bklhl":"祂變換時期節季；祂廢無王，設立王；將智慧hō͘智慧ê人，將見識hō͘聰明ê人。"}},{"book":"但","chapter":2,"verse":22,"versions":{"unv":"他顯明深奧隱祕的事，知道暗中所有的，光明也與他同居。","bklcl":"I chí-sī chhim-ò pì-bi̍t ê sū; àm-tiong só͘-ū-ê I lóng chai, kng iā kap I saⁿ-kap tòa.","tghg":"伊指示深奧(chhim-ò)祕密的事，暗中所有的伊攏知，光也及伊相及住。","bklhl":"祂指示深奧祕密ê事；暗中所有ê祂lóng知，光也kap伊相kap tòa。"}},{"book":"但","chapter":2,"verse":23,"versions":{"unv":"我列祖的　神啊，我感謝你，讚美你，因你將智慧才能賜給我，允准我們所求的，把王的事給我們指明。」","bklcl":"Góa ê lia̍t-chó͘ ê Siōng-tè ah, góa kám-siā Lí o-ló Lí, in-ūi Lí siúⁿ-sù góa tì-hūi châi-lêng, taⁿ ēng goán tùi Lí só͘-kiû-ê í-keng chí-sī góa; in-ūi Lí ū ēng ông ê sū chí-sī goán.","tghg":"我的列祖的上帝啊，我感謝你，謳咾你，因為你賞賜我智慧才能，今用阮對你所求的已經指示我，因為你有用王的事指示阮。」","bklhl":"我ê列祖ê上帝ah，我感謝祢o-ló祢，因為祢賞賜我智慧才能，taⁿ用阮對祢所求ê已經指示我；因為祢有用王ê事指示阮。"}},{"book":"但","chapter":2,"verse":24,"versions":{"unv":"於是，但以理進去見亞略，就是王所派滅絕巴比倫哲士的，對他說：「不要滅絕巴比倫的哲士，求你領我到王面前，我要將夢的講解告訴王。」","bklcl":"Tùi hit-tia̍p Tān-í-lí ji̍p--khì kìⁿ A-lio̍k, chiū-sī ông só͘ phài châu-bia̍t Pa-pí-lûn hiah-ê tì-hūi ê lâng ê; i khì kā i kóng, Bo̍h-tit châu-bia̍t Pa-pí-lûn hiah-ê tì-hūi ê lâng; chhōa góa kàu ông ê bīn-chêng, góa beh chiong bāng kā ông kóe-bêng.","tghg":"對彼霎(tia̍p)，但以理入去見亞略，就是王所派剿滅巴比倫許個智慧的人的，伊去給伊講：「莫得剿滅巴比倫許個智慧的人，導我到王的面前，我欲將夢給王解明。」","bklhl":"Tùi hit-tia̍p，但以理入去見A-lio̍k，就是王所派剿滅巴比倫hiah-ê智慧ê人ê；伊去kā伊講，莫得剿滅巴比倫hiah-ê智慧ê人；chhōa我到王ê面前，我beh將夢kā王解明。"}},{"book":"但","chapter":2,"verse":25,"versions":{"unv":"亞略就急忙將但以理領到王面前，對王說：「我在被擄的猶大人中遇見一人，他能將夢的講解告訴王。」","bklcl":"A-lio̍k chek-sî chhōa Tān-í-lí kàu ông ê bīn-chêng, tùi i kóng, Góa tī Iû-tāi siū-lia̍h ê lâng ê tiong-kan tú-tio̍h chi̍t-lâng, i ōe chiong bāng kā ông kóe-bêng,","tghg":"亞略即時(chek-sî)導但以理到王的面前，對伊講：「我佇猶大受掠的人的中間抵著(tú-tio̍h)一人，伊會將夢給王解明。」","bklhl":"A-lio̍k即時chhōa但以理到王ê面前，對伊講，我tī偤大受掠ê人ê中間tú-tio̍h一人，伊會將夢kā王解明，"}},{"book":"但","chapter":2,"verse":26,"versions":{"unv":"王問稱為伯提沙撒的但以理說：「你能將我所做的夢和夢的講解告訴我嗎？」","bklcl":"Ông tùi chheng-chòe Pek-thê-sa-sat ê Tān-í-lí kóng, Lí ōe chiong góa só͘ khòaⁿ-kìⁿ ê bāng kā góa kóng, sòa kā góa kóe-bêng mah?","tghg":"王對稱做伯提沙撒的但以理講：「你會將我所看見的夢給我講續(sòa)給我解明嗎？」","bklhl":"王對稱做Pek-thê-sa-sat ê但以理講，你能將我所看見ê夢kā我講，續kā我解明mah？"}},{"book":"但","chapter":2,"verse":27,"versions":{"unv":"但以理在王面前回答說：「王所問的那奧祕事，哲士、用法術的、術士、觀兆的都不能告訴王；","bklcl":"Tān-í-lí tī ông ê bīn-chêng ìn kóng, Ông só͘ mn̄g ê pì-bi̍t, tì-hūi ê lâng, su̍t-sū, phok-sū, pok-kòa-ê, lóng bōe kā ông chí-bêng;","tghg":"但以理佇王的面前應講：「王所問的祕密，智慧的人、術士、博士、卜卦者攏𣍐給王指明；","bklhl":"但以理tī王ê面前應講，王所問ê祕密，智慧ê人、術士、博士、卜卦ê，lóng bōe kā王指明；"}},{"book":"但","chapter":2,"verse":28,"versions":{"unv":"只有一位在天上的　神能顯明奧祕的事。他已將日後必有的事指示尼布甲尼撒王。你的夢和你在床上腦中的異象是這樣：","bklcl":"chóng-sī thiⁿ-téng ū chi̍t ūi Siōng-tè ōe hián-bêng pì-bi̍t ê sū; taⁿ ēng āu-ji̍t teh-beh ū ê sū ū chí-sī Nî-pò͘-kah-nî-sat ông. Lí só͘ bāng-kìⁿ-ê kap lí tī chhn̂g--nih só͘ siūⁿ ê īⁿ-siōng sī án-ni:","tghg":"總是天頂有一位上帝會顯明祕密的事。今用後日啲欲有的事有指示尼布甲尼撒王。你所夢見的及你佇床裡所想的異象是按呢：","bklhl":"總是天頂有一位上帝能顯明祕密ê事；taⁿ用後日teh-beh有ê事有指示Nî-pò͘-kah-nî-sat王。你所夢見ê kap你tī床裡所想ê異象是án-ni："}},{"book":"但","chapter":2,"verse":29,"versions":{"unv":"王啊，你在床上想到後來的事，那顯明奧祕事的主把將來必有的事指示你。","bklcl":"ông ah, lí tī chhn̂g--nih siūⁿ kàu chiong-lâi ê sū; hit-ūi hián-bêng pì-bi̍t ê sū-ê ēng chiong-lâi só͘ beh ū ê sū chí-sī lí.","tghg":"王啊，你佇床裡想到將來的事，彼位顯明祕密的事者用將來所欲有的事指示你。","bklhl":"王ah，你tī床裡想到將來ê事；hit位顯明祕密ê事ê用將來所beh有ê事指示你。"}},{"book":"但","chapter":2,"verse":30,"versions":{"unv":"至於那奧祕的事顯明給我，並非因我的智慧勝過一切活人，乃為使王知道夢的講解和心裡的思念。","bklcl":"Lūn-kàu góa, hit ê pì-bi̍t ê sū hián-bêng tī góa, m̄-sī ūi-tio̍h góa ū tì-hūi iâⁿ-kè it-chhè oa̍h-teh ê lâng, chiū-sī tiâu-tî beh kóe-bêng hō͘ ông chai, koh hō͘ lí chai lí ê sim ê liām-thâu.","tghg":"論到我彼個祕密的事顯明佇我，呣是為著我有智慧贏過一切活啲的人，就是刁持欲解明互王知，閣互你知你的心的念頭。","bklhl":"論到我，hit ê祕密ê事顯明tī我，m̄是為tio̍h我有智慧贏過一切活teh ê人，就是tiâu-tî beh解明hō͘王知，koh hō͘你知你ê心ê念頭。"}},{"book":"但","chapter":2,"verse":31,"versions":{"unv":"「王啊，你夢見一個大像，這像甚高，極其光耀，站在你面前，形狀甚是可怕。","bklcl":"Ông ah, lí teh khòaⁿ, chiū khòaⁿ-kìⁿ ū chi̍t sian tōa-siōng; chit ê siōng chin koâiⁿ, ke̍k-kî chhàn-lān, khiā tī lí ê bīn-chêng; i ê hêng-chōng chin thang kiaⁿ.","tghg":"「王啊，你啲看，就看見有一身大像，此個像真高，極其燦爛，徛佇你的面前，伊的形狀真通驚。","bklhl":"王ah，你teh看，就看見有一sian大像；chit ê像真高，極其燦爛，khiā tī你ê面前；伊ê形狀真thang驚。"}},{"book":"但","chapter":2,"verse":32,"versions":{"unv":"這像的頭是精金的，胸膛和膀臂是銀的，肚腹和腰是銅的，","bklcl":"Chit ê siōng, i ê thâu-khak sī hó-kim-ê, i ê heng-ha̍h kap chhiú-kut sī gûn-ê, pak-tó͘ kap tōa-thúi sī tâng-ê;","tghg":"此個像，伊的頭殼是好金的，伊的胸脇(heng-ha̍h)及手骨是銀的，腹肚及大腿是銅的，","bklhl":"Chit ê像，伊ê頭殼是好金ê，伊ê胸ha̍h kap手骨是銀ê，腹肚kap大腿是銅ê；"}},{"book":"但","chapter":2,"verse":33,"versions":{"unv":"腿是鐵的，腳是半鐵半泥的。","bklcl":"i ê kha-tâng sī thih-ê, i ê kha-pôaⁿ chi̍t-pòaⁿ thih, chi̍t-pòaⁿ thô͘ ê.","tghg":"伊的腳胴(tâng)是鐵的，伊的腳盤一半鐵一半土的。","bklhl":"伊ê腳胴是鐵ê，伊ê腳盤一半鐵，一半土ê。"}},{"book":"但","chapter":2,"verse":34,"versions":{"unv":"你觀看，見有一塊非人手鑿出來的石頭打在這像半鐵半泥的腳上，把腳砸碎；","bklcl":"Lí teh khòaⁿ kàu ū chi̍t tè chio̍h phah--chhut-lâi, m̄-sī ēng chhiú phah-ê, kòng-tio̍h hit sian siōng thih kap thô͘ ê kha-pôaⁿ, lâi phah-phòa in.","tghg":"你啲看到有一塊石拍出來，呣是用手拍的，摃著彼身(sian)像鐵及土的腳盤，來拍破𪜶；","bklhl":"你teh看到有一塊石phah出來，m̄是用手phah-ê，摃tio̍h hit sian像鐵kap土ê腳盤，來phah破in。"}},{"book":"但","chapter":2,"verse":35,"versions":{"unv":"於是金、銀、銅、鐵、泥都一同砸得粉碎，成如夏天禾場上的糠秕，被風吹散，無處可尋。打碎這像的石頭變成一座大山，充滿天下。","bklcl":"Tùi án-ni hit ê thih, thô͘, tâng, gûn, kim chòe chi̍t-ē phah chhùi-chhùi, pìⁿ-chòe hē-thiⁿ gō͘-kak-tiûⁿ ê chho͘-khng, hō͘ hong chhe-sòaⁿ, bô koh ū in ê ūi-chhù; koh chit ê kòng-tio̍h siōng ê chio̍h pìⁿ-chiâⁿ tōa-soaⁿ, chhiong-móa choân-tōe.","tghg":"對按呢彼個鐵、土、銅、銀、金做一下拍碎碎，變做夏天五穀場的粗糠，互風吹散，無閣有𪜶的位處。閣此個摃著像的石變成大山，充滿全地。","bklhl":"Tùi án-ni，hit ê鐵、土、銅、銀、金做一下phah碎碎，變做夏天五穀場ê粗糠，hō͘風吹散，無koh有in ê位處；koh chit ê摃tio̍h像ê石變成大山，充滿全地。"}},{"book":"但","chapter":2,"verse":36,"versions":{"unv":"「這就是那夢。我們在王面前要講解那夢。","bklcl":"Che chiū-sī hit ê bāng; goán taⁿ beh tī ông ê bīn-chêng kóe-bêng i.","tghg":"「這就是彼個夢。阮今欲佇王的面前解明伊。","bklhl":"這就是hit ê夢；阮taⁿ beh tī王ê面前解明伊。"}},{"book":"但","chapter":2,"verse":37,"versions":{"unv":"王啊，你是諸王之王。天上的　神已將國度、權柄、能力、尊榮都賜給你。","bklcl":"Ông ah, lí sī lia̍t-ông ê ông, thiⁿ-téng ê Siōng-tè í-keng chiong kok-tō͘, koân-pèng, lêng-le̍k, êng-kng siúⁿ-sù lí;","tghg":"王啊，你是列王的王。天頂的上帝已經將國度、權柄、能力、榮光賞賜你。","bklhl":"王ah，你是列王ê王，天頂ê上帝已經將國度、權柄、能力、榮光賞賜你；"}},{"book":"但","chapter":2,"verse":38,"versions":{"unv":"凡世人所住之地的走獸，並天空的飛鳥，他都交付你手，使你掌管這一切。你就是那金頭。","bklcl":"kìⁿ-nā sè-kan lâng khiā-khí ê só͘-chāi,  liân soaⁿ-iá ê cháu-siù, khong-tiong ê pe-chiáu, I lóng kau-hù lí ê chhiú, hō͘ lí chiáng-koán chiah-ê it-chhè; lí chiū-sī hit ê kim ê thâu-khak.","tghg":"見若世間人徛起的所在，連山野的走獸，空中的飛鳥，伊攏交付你的手，互你掌管諸個一切。你就是彼個金的頭殼。","bklhl":"見若世間人khiā起ê所在，連山野ê走獸，空中ê飛鳥，祂lóng交付你ê手，hō͘你掌管chiah ê一切；你就是hit ê金ê頭殼。"}},{"book":"但","chapter":2,"verse":39,"versions":{"unv":"在你以後必另興一國，不及於你；又有第三國，就是銅的，必掌管天下。","bklcl":"Lí í-āu beh koh heng-khí chi̍t-kok m̄-ta̍t-tio̍h lí; koh ū tē-saⁿ kok, chiū-sī tâng--ê, beh chiáng-koán thiⁿ-ē.","tghg":"你以後欲閣興起一國，呣值著你；閣有第三國，就是銅的，欲掌管天下。","bklhl":"你以後beh koh興起一國m̄值tio̍h你；koh有第三國，就是銅ê，beh掌管天下。"}},{"book":"但","chapter":2,"verse":40,"versions":{"unv":"第四國，必堅壯如鐵，鐵能打碎剋制百物，又能壓碎一切，那國也必打碎壓制列國。","bklcl":"Tē-sì kok beh kian-tēng chhin-chhiūⁿ thih; thih ōe phah-phòa bān-mi̍h hō͘ i hâng-ho̍k; koh chhin-chhiūⁿ thih teh-chhùi it-chhè, i iā beh phah-phòa lia̍t-kok teh-chhùi in.","tghg":"第四國，欲堅定親像鐵，鐵會拍破萬物互伊降服，閣親像鐵壓碎一切，伊也欲拍破列國壓碎𪜶。","bklhl":"第四國beh堅定親像鐵；鐵能phah破萬物hō͘伊降服；koh親像鐵teh碎一切，伊也beh phah破列國teh碎in。"}},{"book":"但","chapter":2,"verse":41,"versions":{"unv":"你既見像的腳和腳指頭，一半是窯匠的泥，一半是鐵，那國將來也必分開。你既見鐵與泥攙雜，那國也必有鐵的力量。","bklcl":"Lí iā khòaⁿ-kìⁿ i ê kha-pôaⁿ kap kha-chńg-thâu-á chi̍t-pòaⁿ sī sio-hûi ê thô͘ chi̍t-pòaⁿ sī thih, hit ê kok iā beh pun-khui; chóng-sī lí khòaⁿ-kìⁿ thih kap nōa-thô͘ saⁿ-chham, chit ê kok iā beh ū thih ê la̍t.","tghg":"你也看見伊的腳盤及腳指頭仔，一半是燒磁(hûi)的土，一半是鐵，彼個國也欲分開(pun-khui)。總是你看見鐵及爛土相參(saⁿ-chham)，此個國也欲有鐵的力。","bklhl":"你也看見伊ê腳盤kap腳指頭á一半是燒磁ê土一半是鐵，hit ê國也beh分開；總是你看見鐵kap爛土相參，chit ê國也beh有鐵ê力。"}},{"book":"但","chapter":2,"verse":42,"versions":{"unv":"那腳指頭，既是半鐵半泥，那國也必半強半弱。","bklcl":"Hiah ê kha-chńg-thâu-á kì-jiân chi̍t-pòaⁿ sī thih chi̍t-pòaⁿ sī thô͘, án-ni hit ê kok beh chi̍t-pòaⁿ kiông, chi̍t-pòaⁿ jio̍k.","tghg":"許個腳指頭仔，既然一半是鐵一半是土，按呢彼個國欲一半強一半弱。","bklhl":"Hiah-ê腳指頭á既然一半是鐵一半是土，án-ni hit ê國beh一半強，一半弱。"}},{"book":"但","chapter":2,"verse":43,"versions":{"unv":"你既見鐵與泥攙雜，那國民也必與各種人攙雜，卻不能彼此相合，正如鐵與泥不能相合一樣。","bklcl":"Lí kì-jiân khòaⁿ-kìⁿ thih kap nōa-thô͘ saⁿ-chham, in beh kap lâng ê chióng-cho̍k saⁿ-chham; chóng-sī jī-pí bōe saⁿ-ha̍p, chhin-chhiūⁿ thih kap thô͘ bōe saⁿ-chham--tit.","tghg":"你既然看見鐵及爛土相參，𪜶欲及人的種族相參，總是二比(jī-pí)𣍐相合，親像鐵及土𣍐相參得。","bklhl":"你既然看見鐵kap爛土相參，in beh kap人ê種族相參；總是二彼bōe相合，親像鐵kap土bōe相參得。"}},{"book":"但","chapter":2,"verse":44,"versions":{"unv":"當那列王在位的時候，天上的　神必另立一國，永不敗壞，也不歸別國的人，卻要打碎滅絕那一切國，這國必存到永遠。","bklcl":"Tng hiah-ê lia̍t-ông ê ji̍t, thiⁿ-téng ê Siōng-tè beh siat-li̍p chi̍t-kok, éng-oán bōe hòe-bô, i ê koân-pèng bōe-ōe kui tī pa̍t-kok; chóng-sī i beh húi-hoāi hiah-ê kok lâi bia̍t i; ka-kī beh éng-oán khiā-chāi.","tghg":"當許個列王的日，天頂的上帝欲設立一國，永遠𣍐廢無，伊的權柄𣍐會歸佇別國，總是伊欲毀壞許個國來滅伊，家己欲永遠徛在。","bklhl":"當hiah-ê列王ê日，天頂ê上帝beh設立一國，永遠bōe廢無，伊ê權柄bōe會歸tī別國；總是伊beh毀壞hiah-ê國來滅伊；家己beh永遠khiā在。"}},{"book":"但","chapter":2,"verse":45,"versions":{"unv":"你既看見非人手鑿出來的一塊石頭從山而出，打碎金、銀、銅、鐵、泥，那就是至大的　神把後來必有的事給王指明。這夢準是這樣，這講解也是確實的。」","bklcl":"Lí kì-jiân khòaⁿ-kìⁿ ū chio̍h tùi soaⁿ--nih phah--chhut-lâi, m̄-sī ēng chhiú phah-ê, lâi phah-phòa hit ê thih, tâng, thô͘, gûn, kim; chiū-sī chì-tōa ê Siōng-tè ēng chiong-lâi beh ū ê tāi-chì chí-sī ông; hit ê bāng sī chin, hit ê kóe-bêng sī khak-si̍t.","tghg":"你既然看見有石對山裡拍出來呣是用手拍的，來拍破彼個鐵、銅、土、銀、金，就是至大的上帝用將來欲有的代誌指示王。彼個夢是真，彼個解明是確實。」","bklhl":"你既然看見有石tùi山裡phah出來，m̄是用手phah-ê，來phah破hit ê鐵、銅、土、銀、金；就是至大ê上帝用將來beh有ê tāi-chì指示王；hit ê夢是真，hit ê解明是確實。"}},{"book":"但","chapter":2,"verse":46,"versions":{"unv":"當時，尼布甲尼撒王俯伏在地，向但以理下拜，並且吩咐人給他奉上供物和香品。","bklcl":"Tng-sî Nî-pò͘-kah-nî-sat ông phak tī tōe--nih, pài Tān-í-lí; bēng-lēng ēng lé-mi̍h phang-liāu hiàn hō͘ i.","tghg":"當時，尼布甲尼撒王仆佇地裡，拜但以理，命令用禮物芳料(phang-liāu)獻互伊。","bklhl":"當時Nî-pò͘-kah-nî-sat王仆tī地裡，拜但以理；命令用禮物芳料獻hō͘伊。"}},{"book":"但","chapter":2,"verse":47,"versions":{"unv":"王對但以理說：你既能顯明這奧祕的事，你們的　神誠然是萬神之神、萬王之主，又是顯明奧祕事的。」","bklcl":"Ông ìn Tān-í-lí tùi i kóng, Lí í-keng ōe hián-bêng chit ê pì-bi̍t ê sū, lín ê Siōng-tè chin-chiàⁿ sī chiah-ê siōng-tè ê Siōng-tè, chiah-ê ông ê Chú, koh sī hián-bêng hiah-ê pì-bi̍t-ê.","tghg":"王應但以理對伊講：「你已經會顯明此個祕密的事，恁的上帝真正是諸個上帝的上帝、諸個王的主，閣是顯明許個祕密者。」","bklhl":"王應但以理對伊講，你已經能顯明chit ê祕密ê事，lín ê上帝真正是chiah ê上帝ê上帝，chiah ê王ê主，koh是顯明hiah-ê祕密ê。"}},{"book":"但","chapter":2,"verse":48,"versions":{"unv":"於是王高抬但以理，賞賜他許多上等禮物，派他管理巴比倫全省，又立他為總理，掌管巴比倫的一切哲士。","bklcl":"Tùi hit-tia̍p ông ko-seng Tān-í-lí, siúⁿ-sù i chōe-chōe siōng-phín ê lé-mi̍h, phài i koán-lí Pa-pí-lûn choân-séng; koh chòe chóng-lí lâi chiáng-koán Pa-pí-lûn it-chhè tì-hūi ê lâng.","tghg":"對彼霎王高升但以理，賞賜伊多多上品的禮物，派伊管理巴比倫全省，閣做總理，來掌管巴比倫一切智慧的人。","bklhl":"Tùi hit-tia̍p，王高升但以理，賞賜伊chōe-chōe上品ê禮物，派伊管理巴比倫全省；koh做總理來掌管巴比倫一切智慧ê人。"}},{"book":"但","chapter":2,"verse":49,"versions":{"unv":"但以理求王，王就派沙得拉、米煞、亞伯尼歌管理巴比倫省的事務，只是但以理常在朝中侍立。","bklcl":"Tān-í-lí kiû ông, ông chiū phài Sa-tek-la̍h, Bí-soah, A-pek-nî-ko koán-lí Pa-pí-lûn séng ê sū-bū; to̍k-to̍k Tān-í-lí kun-sûi tī ông-kiong.","tghg":"但以理求王，王就派沙得拉、米煞、亞伯尼歌管理巴比倫省的事務，獨獨但以理跟隨(kun-sûi)佇王宮。","bklhl":"但以理求王，王就派Sa-tek-la̍h、Bí-soah、A-pek-nî-ko管理巴比倫省ê事務；獨獨但以理跟隨tī王宮。"}}]