[{"book":"但","chapter":9,"verse":1,"versions":{"unv":"瑪代族亞哈隨魯的兒子大利烏立為迦勒底國的王元年，","bklcl":"Má-tāi cho̍k A-hap-sûi-ló͘ ê kiáⁿ Tāi-lī-o͘ li̍p-chòe Ka-le̍k-tí kok ê ông goân--nî;","tghg":"瑪代族亞哈隨魯的子大利烏立做迦勒底國的王元年，","bklhl":"馬大族A-hap-sûi-ló͘ ê kiáⁿ Tāi-lī-o͘立做Ka-le̍k-tí國ê王元年；"}},{"book":"但","chapter":9,"verse":2,"versions":{"unv":"就是他在位第一年，我但以理從書上得知耶和華的話臨到先知耶利米，論耶路撒冷荒涼的年數，七十年為滿。","bklcl":"chiū-sī i chē-ūi ê goân--nî, góa Tān-í-lí tùi chheh--nih tit-tio̍h chai hiah-ê nî ê siàu-gia̍h, chiū-sī Iâ-hô-hoa ê ōe lîm-kàu sian-ti Iâ-lī-bí kóng-khí Iâ-lō͘-sat-léng tú-tio̍h hong-hòe tio̍h móa chhit-cha̍p nî.","tghg":"就是伊坐位的元年，我──但以理對冊裡得著知許個年的數額(siàu-gia̍h)，就是耶和華的話臨到先知耶利米講起耶路撒冷抵著(tú-tio̍h)荒廢著滿七十年。","bklhl":"就是伊坐位ê元年，我但以理tùi冊裡得tio̍h知hiah-ê年ê數額，就是耶和華ê話臨到先知耶利米講起耶路撒冷tú-tio̍h荒廢tio̍h滿七十年。"}},{"book":"但","chapter":9,"verse":3,"versions":{"unv":"我便禁食，披麻蒙灰，定意向主　神祈禱懇求。","bklcl":"Góa koat-ì ǹg Chú Siōng-tè ài ēng kî-tó khún-kiû, kìm-chia̍h, chhēng môa-saⁿ, sám hé-hu, lâi chhē I.","tghg":"我決意向主上帝愛用祈禱懇求，禁食，穿麻衫，摻(sám)火灰來尋伊。","bklhl":"我決意ǹg主上帝ài用祈禱懇求、禁食，穿麻衫，sám火灰，來chhē伊。"}},{"book":"但","chapter":9,"verse":4,"versions":{"unv":"我向耶和華─我的　神祈禱、認罪，說：「主啊，大而可畏的　神，向愛主、守主誡命的人守約施慈愛。","bklcl":"Góa kî-tó Iâ-hô-hoa, góa ê Siōng-tè, jīn-chōe, kóng, Chú, chì-tōa thang kiaⁿ-ùi ê Siōng-tè ah, chiū-sī siú-iok si-un hō͘ kìⁿ-nā thiàⁿ I, kín-siú I kài-bēng ê lâng ê;","tghg":"我祈禱耶和華──我的上帝、認罪，講：「主至大通驚畏的上帝啊，就是守約施恩互見若疼伊，謹守伊誡命的人的。","bklhl":"我祈禱耶和華，我ê上帝，認罪，講，主，至大thang驚畏ê上帝ah，就是守約施恩hō͘見若疼伊，謹守伊誡命ê人ê；"}},{"book":"但","chapter":9,"verse":5,"versions":{"unv":"我們犯罪作孽，行惡叛逆，偏離你的誡命典章，","bklcl":"goán ū hoān-chōe, chok-gia̍t, kiâⁿ-pháiⁿ, pōe-poān, lī-khui Lí ê kài-bēng hoat-tō͘;","tghg":"阮有犯罪，作孽(chok-gia̍t)，行歹，背叛，離開你的誡命法度，","bklhl":"阮有犯罪、作孽、行pháiⁿ、背叛，離開你ê誡命法度；"}},{"book":"但","chapter":9,"verse":6,"versions":{"unv":"沒有聽從你僕人眾先知奉你名向我們君王、首領、列祖，和國中一切百姓所說的話。","bklcl":"bô thiaⁿ Lí ê lô͘-po̍k chiah-ê sian-ti, chiū-sī hōng Lí ê miâ tùi goán ê kun-ông, kùi-cho̍k, lia̍t-chó͘, kap kok-lāi it-chhè ê peh-sìⁿ, kóng-ōe--ê.","tghg":"無聽你的奴僕諸個先知就是奉你的名對阮的君王、貴族、列祖，及國內一切的百姓講話者。","bklhl":"無聽你ê奴僕chiah ê先知，就是奉你ê名對阮ê君王、貴族、列祖，kap國內一切ê百姓，講話ê。"}},{"book":"但","chapter":9,"verse":7,"versions":{"unv":"主啊，你是公義的，我們是臉上蒙羞的；因我們猶大人和耶路撒冷的居民，並以色列眾人，或在近處，或在遠處，被你趕到各國的人，都得罪了你，正如今日一樣。","bklcl":"Chú ah, kong-gī kui tī Lí, kiàn-siàu kui tī goán, chhin-chhiūⁿ kin-á-ji̍t; chiū-sī kui tī Iû-tāi lâng, kap Iâ-lō͘-sat-léng ê peh-sìⁿ, í-ki̍p Í-sek-lia̍t chèng-lâng, he̍k-sī kūn-ê, he̍k-sī hn̄g-ê, tī Lí, ūi-tio̍h in tek-chōe Lí, lâi kóaⁿ in kàu ê ta̍k-kok.","tghg":"主啊，公義歸佇你，見誚歸佇阮；親像今仔日，就是歸佇猶大人及耶路撒冷的百姓，以及以色列眾人，或是近的，或是遠的，佇你為著𪜶得罪你，來趕𪜶到的逐國。","bklhl":"主ah，公義歸tī祢，見笑歸tī阮，親像今á日；就是歸tī偤大人，kap耶路撒冷ê百姓，以及以色列眾人，或是近ê，或是遠ê，tī祢，為tio̍h in得罪祢，來趕in到ê ta̍k國。"}},{"book":"但","chapter":9,"verse":8,"versions":{"unv":"主啊，我們和我們的君王、首領、列祖因得罪了你，就都臉上蒙羞。","bklcl":"Chú ah, kiàn-siàu kui tī goán, kui tī goán ê kun-ông, kùi-cho̍k, lia̍t-chó͘, in-ūi goán tek-chōe Lí.","tghg":"主啊，見誚歸佇阮，歸佇阮的君王、貴族、列祖，因為阮得罪你。","bklhl":"主ah，見笑歸tī阮，歸tī阮ê君王、貴族、列祖，因為阮得罪祢。"}},{"book":"但","chapter":9,"verse":9,"versions":{"unv":"主─我們的　神是憐憫饒恕人的，我們卻違背了他，","bklcl":"Goán sui-jiân pōe-ge̍k Chú, goán ê Siōng-tè, chóng-sī lîn-bín sià-chōe sī chāi-tī I;","tghg":"阮雖然悖逆(poē-ge̍t)主──阮的上帝，總是憐憫赦罪是在佇伊，","bklhl":"阮雖然悖逆主，阮ê上帝，總是憐憫赦罪是在tī祂；"}},{"book":"但","chapter":9,"verse":10,"versions":{"unv":"也沒有聽從耶和華─我們　神的話，沒有遵行他藉僕人眾先知向我們所陳明的律法。","bklcl":"iā bô thiaⁿ Iâ-hô-hoa goán ê Siōng-tè ê ōe, lâi kiâⁿ I thok-tiōng I ê lô͘-po̍k chiah-ê sian-ti só͘ pâi-lia̍t tī goán ê bīn-chêng ê lu̍t-hoat.","tghg":"也無聽耶和華──阮的上帝的話，來行伊託仗伊的奴僕諸個先知所排列佇阮的面前的律法。","bklhl":"也無聽耶和華阮ê上帝ê話，來行祂託重祂ê奴僕chiah ê先知所排列tī阮ê面前ê律法。"}},{"book":"但","chapter":9,"verse":11,"versions":{"unv":"以色列眾人都犯了你的律法，偏行，不聽從你的話；因此，在你僕人摩西律法上所寫的咒詛和誓言都傾在我們身上，因我們得罪了　神。","bklcl":"Í-sek-lia̍t choân-cho̍k lóng ū hoān-tio̍h Lí ê lu̍t-hoat, kiâⁿ phian-lō͘ bô thiaⁿ-thàn Lí ê ōe; in-ūi án-ni, chit ê chiù-chó͘, í-ki̍p Siōng-tè ê lô͘-po̍k Mô͘-se lu̍t-hoat-tiong só͘ kì ê chiù-chōa, lóng piàⁿ tī goán ê sin-chiūⁿ, in-ūi goán ū tek-chōe Lí.","tghg":"以色列全族攏有犯著你的律法，行偏路無聽趁你的話；因為按呢，此個咒詛以及上帝的奴僕摩西律法中所指的咒誓(chiù-chōa)攏傾(piàⁿ)佇阮的身上，因為阮有得罪你。","bklhl":"以色列全族lóng有犯tio̍h祢ê律法，行偏路無聽thàn祢ê話；因為án-ni，chit ê咒詛，以及上帝ê奴僕摩西律法中所記ê chiù-chōa，lóng piàⁿ tī阮ê身上，因為阮有得罪祢。"}},{"book":"但","chapter":9,"verse":12,"versions":{"unv":"他使大災禍臨到我們，成就了警戒我們和審判我們官長的話；原來在普天之下未曾行過像在耶路撒冷所行的。","bklcl":"I bat kàng tōa chai-ē hō͘ goán, lâi èng-giām I chêng kéng-kài goán iā kéng-kài sím-phòaⁿ goán sū-su ê ōe; in-ūi tī phó͘-thiⁿ-ē m̄-bat kiâⁿ chhin-chhiūⁿ só͘ kiâⁿ tī Iâ-lō͘-sat-léng ê.","tghg":"伊曾降大災禍互阮，來應驗伊前警戒阮也警戒審判阮士師的話；因為佇普天下呣曾行親像所行佇耶路撒冷的。","bklhl":"祂bat降大災厄hō͘阮，來應驗祂前警戒阮也警戒審判阮士師ê話；因為tī普天下m̄-bat行親像所行tī耶路撒冷ê。"}},{"book":"但","chapter":9,"verse":13,"versions":{"unv":"這一切災禍臨到我們身上是照摩西律法上所寫的，我們卻沒有求耶和華─我們　神的恩典，使我們回頭離開罪孽，明白你的真理。","bklcl":"Che it-chhè ê chai-ē lîm-kàu goán, sī chiàu Mô͘-se lu̍t-hoat-tiong só͘ kì-chài-ê; chóng-sī goán iáu bô kiû Iâ-hô-hoa goán ê Siōng-tè si-un, hō͘ goán oa̍t-thâu lī-khui goán ê chōe-kòa, bêng-pe̍k Lí ê chin-lí.","tghg":"這一切的災禍臨到阮，是照摩西律法中所記載的，總是阮猶無求耶和華──阮的上帝施恩，互阮越頭離開阮的罪過，明白你的真理。","bklhl":"這一切ê災厄臨到阮，是照摩西律法中所記載ê；總是阮iáu無求耶和華阮ê上帝施恩，hō͘阮oa̍t頭離開阮ê罪過，明白祢ê真理。"}},{"book":"但","chapter":9,"verse":14,"versions":{"unv":"所以耶和華留意使這災禍臨到我們身上，因為耶和華─我們的　神在他所行的事上都是公義；我們並沒有聽從他的話。","bklcl":"Só͘-í Iâ-hô-hoa chù-ì hō͘ chit ê chai-ē lîm-kàu goán; in-ūi Iâ-hô-hoa goán ê Siōng-tè tī I só͘ kiâⁿ ê sū lóng sī kong-gī; goán pēng-bô thiaⁿ-thàn I ê ōe.","tghg":"所以耶和華注意互此個災禍臨到阮，因為耶和華──阮的上帝佇伊所行的事攏是公義；阮並無聽趁伊的話。","bklhl":"所以耶和華注意hō͘ chit ê災厄臨到阮；因為耶和華阮ê上帝tī祂所行ê事lóng是公義；阮並無聽thàn祂ê話。"}},{"book":"但","chapter":9,"verse":15,"versions":{"unv":"主─我們的　神啊，你曾用大能的手領你的子民出埃及地，使自己得了名，正如今日一樣。我們犯了罪，作了惡。","bklcl":"Chú, goán ê Siōng-tè ah, Lí bat ēng tōa koân-lêng ê chhiú tòa Lí ê peh-sìⁿ chhut Ai-ki̍p tōe, hō͘ Lí ū miâ-siaⁿ, chhin-chhiūⁿ kin-á-ji̍t; goán ū hoān-chōe, goán ū kiâⁿ-pháiⁿ.","tghg":"主──阮的上帝啊，你曾用大權能的手帶你的百姓出埃及地，互你有名聲，親像今仔日。阮有犯罪，阮有行歹。","bklhl":"主，阮ê上帝ah，祢bat用大權能ê手帶祢ê百姓出埃及地，hō͘你有名聲，親像今á日；阮有犯罪，阮有行pháiⁿ。"}},{"book":"但","chapter":9,"verse":16,"versions":{"unv":"主啊，求你按你的大仁大義，使你的怒氣和忿怒轉離你的城耶路撒冷，就是你的聖山。耶路撒冷和你的子民，因我們的罪惡和我們列祖的罪孽被四圍的人羞辱。","bklcl":"Chú ah, kiû Lí chiàu Lí ê kong-gī hō͘ Lí ê siū-khì kap Lí ê tōa siū-khì oa̍t-tńg lī-khui Lí ê siâⁿ Iâ-lō͘-sat-léng, chiū-sī Lí ê sèng-soaⁿ; in-ūi tùi goán ê chōe-ok, kap goán lia̍t-chó͘ ê chōe-kòa, Iâ-lō͘-sat-léng kap Lí ê peh-sìⁿ hō͘ sì-ûi ê lâng só͘ lêng-jio̍k.","tghg":"主啊，求你照你的公義互你的受氣及你的大受氣越轉離開你的城耶路撒冷，就是你的聖山。因為對阮的罪惡及阮列祖的罪過，耶路撒冷及你的百姓互四圍的人所凌辱。","bklhl":"主ah，求祢照祢ê公義hō͘祢ê受氣kap祢ê大受氣oa̍t-tńg離開祢ê城耶路撒冷，就是祢ê聖山；因為tùi阮ê罪惡，kap阮列祖ê罪過，耶路撒冷kap祢ê百姓hō͘四圍ê人所凌辱。"}},{"book":"但","chapter":9,"verse":17,"versions":{"unv":"我們的　神啊，現在求你垂聽僕人的祈禱懇求，為自己使臉光照你荒涼的聖所。","bklcl":"Só͘-í goán ê Siōng-tè ah, taⁿ kiû Lí thiaⁿ Lí ê lô͘-po̍k ê kî-tó khún-kiû; koh in-ūi Chú ê iân-kò͘, hō͘ Lí ê bīn ê kng chiò Lí pha-hng ê sèng-só͘.","tghg":"所以阮的上帝啊，今求你聽你的奴僕的祈禱懇求，閣因為主的緣故，互你的面的光照(chiò)你拋荒的聖所。","bklhl":"所以阮ê上帝ah，taⁿ求祢聽祢ê奴僕ê祈禱懇求；koh因為主ê緣故，hō͘祢ê面ê光照祢拋荒ê聖所。"}},{"book":"但","chapter":9,"verse":18,"versions":{"unv":"我的　神啊，求你側耳而聽，睜眼而看，眷顧我們荒涼之地和稱為你名下的城。我們在你面前懇求，原不是因自己的義，乃因你的大憐憫。","bklcl":"Góa ê Siōng-tè ah, kiû Lí àⁿ hī-khang lâi thiaⁿ, khui Lí ê ba̍k-chiu lâi khòaⁿ goán pha-hng ê tōe, kap ēng Lí ê miâ lâi chheng ê siâⁿ; in-ūi goán hiàn goán ê kî-tó tī Lí ê bīn-chêng, m̄-sī in-ūi ka-kī ê gī, chiū-sī in-ūi Lí ê tōa lîn-bín.","tghg":"我的上帝啊，求你俯耳孔來聽，開你的目睭來看阮拋荒的地及用你的名來稱的城。因為阮獻阮的祈禱佇你的面前，呣是因為家己的義，就是因為你的大憐憫。","bklhl":"我ê上帝ah，求祢俯耳孔來聽，開祢ê目睭來看阮拋荒ê地，kap用祢ê名來稱ê城；因為阮獻阮ê祈禱tī祢ê面前，m̄是因為家己ê義，就是因為祢ê大憐憫。"}},{"book":"但","chapter":9,"verse":19,"versions":{"unv":"求主垂聽，求主赦免，求主應允而行，為你自己不要遲延。我的　神啊，因這城和這民都是稱為你名下的。」","bklcl":"Chú ah, thiaⁿ, Chú ah, sià-bián, Chú ah, thiaⁿ lâi kiâⁿ; góa ê Siōng-tè ūi Lí ê iân-kò͘ bo̍h-tit iân-chhiân, in-ūi Lí ê siâⁿ, Lí ê peh-sìⁿ, lóng sī ēng Lí ê miâ lâi chheng-ê.","tghg":"主啊，聽，主啊，赦免，主啊，聽來行，我的上帝為你的緣故莫得延迁(iân-chhiân)。因為你的城、你的百姓攏是用你的名來稱的。」","bklhl":"主ah，聽，主ah，赦免，主ah，聽來行；我ê上帝為祢ê緣故莫得延chhiân，因為祢ê城，祢ê百姓，lóng是用祢ê名來稱ê。"}},{"book":"但","chapter":9,"verse":20,"versions":{"unv":"我說話，禱告，承認我的罪和本國之民以色列的罪，為我　神的聖山，在耶和華─我　神面前懇求。","bklcl":"Góa teh kóng teh kî-tó ê sî, jīn góa ê chōe kap góa ê peh-sìⁿ Í-sek-lia̍t ê chōe, ūi-tio̍h góa ê Siōng-tè ê sèng-soaⁿ hiàn góa ê khún-kiû tī góa ê Siōng-tè Iâ-hô-hoa ê bīn-chêng;","tghg":"我啲講啲祈禱的時，認我的罪及我的百姓以色列的罪，為著我的上帝的聖山，獻我的懇求佇我的上帝──耶和華的面前。","bklhl":"我teh講teh祈禱ê時，認我ê罪kap我ê百姓以色列ê罪，為tio̍h我ê上帝ê聖山，獻我ê懇求tī我ê上帝耶和華ê面前；"}},{"book":"但","chapter":9,"verse":21,"versions":{"unv":"我正禱告的時候，先前在異象中所見的那位加百列，奉命迅速飛來，約在獻晚祭的時候，按手在我身上。","bklcl":"góa kî-tó ê ōe kóng bē oân, góa khí-thâu tī īⁿ-siōng-tiong só͘ khòaⁿ-kìⁿ ê lâng, Ka-pek-lia̍t, hōng bēng-lēng kín-kín pe--lâi, iok-lio̍k tī hiàn ê-hng-chè ê sî, lâi bong góa.","tghg":"我祈禱的話講未完，我起頭佇異象中所看見的人加百列，奉命令緊緊飛來，約略佇獻下昏祭的時來摸我。","bklhl":"我祈禱ê話講未完，我起頭tī異象中所看見ê人，Ka-pek-lia̍t，奉命令緊緊飛來，約略tī獻ê-hng祭ê時，來摸我。"}},{"book":"但","chapter":9,"verse":22,"versions":{"unv":"他指教我說：「但以理啊，現在我出來要使你有智慧，有聰明。","bklcl":"I kà-sī góa, kā góa kóng, Tān-í-lí ah, góa lâi sī beh hō͘ lí ū tì-hūi chhang-miâ.","tghg":"伊教示我給我講：「但以理啊，我來是欲互你有智慧、聰明(chhang-miâ)。","bklhl":"伊教示我，kā我講，但以理ah，我來是beh hō͘你有智慧聰明。"}},{"book":"但","chapter":9,"verse":23,"versions":{"unv":"你初懇求的時候，就發出命令，我來告訴你，因你大蒙眷愛；所以你要思想明白這以下的事和異象。","bklcl":"Lí khí-thâu kî-tó ê sî, chiū ū bēng-lēng hoat-chhut, taⁿ góa lâi kā lí kóng; in-ūi lí tōa-tōa tit-tio̍h thióng-ài; só͘-í lí tio̍h siūⁿ chit ê sū, lâi bêng-pe̍k chit ê īⁿ-siōng.","tghg":"你起頭祈禱的時，就有命令發出，今我來給你講，因為你大大得著寵愛(thióng-ài)；所以你著想此個事來明白此個異象。","bklhl":"你起頭祈禱ê時，就有命令發出，taⁿ我來kā你講；因為你大大得tio̍h寵愛；所以你tio̍h想chit ê事，來明白chit ê異象。"}},{"book":"但","chapter":9,"verse":24,"versions":{"unv":"「為你本國之民和你聖城，已經定了七十個七。要止住罪過，除淨罪惡，贖盡罪孽，引進（或譯：彰顯）永義，封住異象和預言，並膏至聖者（者：或譯所）。","bklcl":"Lūn-kàu lí ê peh-sìⁿ kap lí ê sèng-siâⁿ í-keng hān-tiāⁿ chhit-cha̍p ê chhit-ji̍t-kî, beh at-chí kè-sit, tû-chīn chōe-ok, kiù-sio̍k chōe-kòa, ín-chìn éng-oán ê gī, hong-ba̍t īⁿ-siōng kap chhàm-gú, koh ēng iû boah chì-sèng-ê.","tghg":"「論到你的百姓及你的聖城，已經限定七十個七日期。欲遏止(at-chí)過失，除盡罪惡，救贖罪過，引進永遠的義，封密(ba̍t)異象及讖語(chhàm-gú)，閣用油抹至聖者。","bklhl":"論到你ê百姓kap你ê聖城已經限定七十個七日期，beh遏止過失，除盡罪惡，救贖罪過，引進永遠ê義，封密異象kap讖語，koh用油抹至聖ê。"}},{"book":"但","chapter":9,"verse":25,"versions":{"unv":"你當知道，當明白，從出令重新建造耶路撒冷，直到有受膏君的時候，必有七個七和六十二個七。正在艱難的時候，耶路撒冷城連街帶濠都必重新建造。","bklcl":"Só͘-í lí tio̍h chai tio̍h bêng, tùi chhut-bēng têng-sin khí-chō Iâ-lō͘-sat-léng ti̍t-kàu siū boah-iû ê jîn-kun ê sî, beh ū chhit ê chhit-ji̍t-kî; koh la̍k-cha̍p-jī ê chhit-ji̍t-kî, tng tī kan-lân ê sî i kap ke-lō͘ kap hô-kau lóng beh koh khí-chō.","tghg":"所以你著知，著明，對出命重新起造耶路撒冷，直到受抹油的人君的時，欲有七個七日期閣六十二個七日期。當佇艱難的時，伊及街路及濠溝(hô-kau)攏欲閣起造。","bklhl":"所以你tio̍h知tio̍h明，tùi出命重新起造耶路撒冷直到受抹油ê人君ê時，beh有七個七日期；koh六十二個七日期，當tī艱難ê時伊kap街路kap河溝lóng beh koh起造。"}},{"book":"但","chapter":9,"verse":26,"versions":{"unv":"過了六十二個七，那（或譯：有）受膏者必被剪除，一無所有；必有一王的民來毀滅這城和聖所，至終必如洪水沖沒。必有爭戰，一直到底，荒涼的事已經定了。","bklcl":"Kè la̍k-cha̍p-jī ê chhit-ji̍t-kî ê liáu-āu, siū-boah-iû-ê beh tú-tio̍h chián-tû, iā lóng bô só͘ ū; beh ū chi̍t ê jîn-kun ê peh-sìⁿ kàu lâi húi-bia̍t siâⁿ kap sèng-só͘, i ê kiat-kio̍k beh chhin-chhiūⁿ ēng tōa-chúi, kàu lō͘-bé beh ū kau-chiàn; pha-hng ê sū í-keng tiāⁿ-tio̍h.","tghg":"過六十二個七日期的了後，受抹油者欲抵著剪除，也攏無所有；欲有一個人君的百姓到來毀滅城及聖所，伊的結局欲親像用大水。到路尾欲有交戰，拋荒的事已經定著(tiāⁿ-tio̍h)。","bklhl":"過六十二個七日期 ê了後，受抹油ê beh tú-tio̍h剪除，也lóng無所有；beh有一个人君ê百姓到來毀滅城kap聖所，伊ê結局beh親像用大水，到路尾beh有交戰；拋荒ê事已經定tio̍h。"}},{"book":"但","chapter":9,"verse":27,"versions":{"unv":"一七之內，他必與許多人堅定盟約；一七之半，他必使祭祀與供獻止息。那行毀壞可憎的（或譯：使地荒涼的）如飛而來，並且有忿怒傾在那行毀壞的身上（或譯：傾在那荒涼之地），直到所定的結局。」","bklcl":"Chi̍t ê chhit-ji̍t-kî ê lāi-bīn, i beh kap chōe-chōe lâng li̍p kian-kò͘ ê iok; chhit-ji̍t-kî ê chi̍t-pòaⁿ i beh hō͘ chè-sū kap lé-mi̍h lóng soah; chân-hāi--ê chioh khó-ò͘ⁿ-ê ê si̍t lâi; koh ū tōa siū-khì piàⁿ tī hit ê kiâⁿ húi-bia̍t-ê ê sin-chiūⁿ, kàu tī só͘ tiāⁿ-tio̍h ê boa̍t-kî.","tghg":"一個七日期的內面，伊欲及多多人立堅固的約；七日期的一半，伊欲互祭祀及禮物攏息(soah)。殘害者借可惡者的翅來，閣有大受氣傾佇彼個行毀滅者的身上，到佇所定著的末期。」","bklhl":"一个七日期ê內面，伊beh kap chōe-chōe人立堅固ê約；七日期 ê一半伊beh hō͘祭祀kap禮物lóng soah；殘害ê借可惡ê ê翼來；koh有大受氣piàⁿ tī hit ê行毀滅ê ê身上，到tī所定tio̍h ê末期。"}}]