[{"book":"但","chapter":5,"verse":1,"versions":{"unv":"伯沙撒王為他的一千大臣設擺盛筵，與這一千人對面飲酒。","bklcl":"Pek-sa-sat ông siat tōa iân-sia̍h, chhiáⁿ i ê tāi-sîn chi̍t-chheng lâng; tī hit chi̍t-chheng lâng ê bīn-chêng lim-chiú.","tghg":"伯沙撒王設大筵席請伊的大臣一千人，佇彼一千人的面前飲酒。","bklhl":"Pek-sa-sat王設大筵席，請伊ê大臣一千人；tī hit一千人ê面前lim酒。"}},{"book":"但","chapter":5,"verse":2,"versions":{"unv":"伯沙撒歡飲之間，吩咐人將他父（或譯：祖；下同）尼布甲尼撒從耶路撒冷殿中所掠的金銀器皿拿來，王與大臣、皇后、妃嬪好用這器皿飲酒。","bklcl":"Pek-sa-sat khí-thâu lim chiú ê sî, hoan-hù lâng chiong i ê lāu-pē Nî-pò͘-kah-nî-sat tùi Iâ-lō͘-sat-léng ê tiān-lāi só͘ chhiúⁿ kim gûn ê khì-kū the̍h-lâi; hō͘ ông kap i ê tāi-sîn í-ki̍p i ê hō͘-hui thang ēng chiah-ê lim-chiú.","tghg":"伯沙撒起頭飲酒的時，吩咐人將伊的老父尼布甲尼撒對耶路撒冷的殿內所搶金銀的器具提來，互王及伊的大臣以及伊的后妃通用諸個飲酒。","bklhl":"Pek-sa-sat起頭lim酒ê時，吩咐人將伊ê老父Nî-pò͘-kah-nî-sat tùi耶路撒冷ê殿內所搶金銀ê器具the̍h來；hō͘王kap伊ê大臣以及伊ê后妃thang用chiah ê lim酒。"}},{"book":"但","chapter":5,"verse":3,"versions":{"unv":"於是他們把耶路撒冷　神殿庫房中所掠的金器皿拿來，王和大臣、皇后、妃嬪就用這器皿飲酒。","bklcl":"In chiū chiong só͘ chhiúⁿ Iâ-lō͘-sat-léng Siōng-tè ê chhù tiān-lāi kim ê khì-kū the̍h-lâi; ông kap tāi-sîn kap hō͘-hui ēng i lâi lim.","tghg":"𪜶就將所搶耶路撒冷上帝的厝殿內金的器具提來，王及大臣及后妃用伊來飲。","bklhl":"In就將所搶耶路撒冷上帝ê厝殿內金ê器具the̍h來；王kap大臣kap后妃用伊來lim。"}},{"book":"但","chapter":5,"verse":4,"versions":{"unv":"他們飲酒，讚美金、銀、銅、鐵、木、石所造的神。","bklcl":"In lim-chiú, o-ló in kim, gûn, tâng, thih, chhâ, chio̍h ê siōng-tè.","tghg":"𪜶飲酒，謳咾𪜶金、銀、銅、鐵、柴、石的上帝。","bklhl":"In lim酒，o-ló in金、銀、銅、鐵、柴、石ê上帝。"}},{"book":"但","chapter":5,"verse":5,"versions":{"unv":"當時，忽有人的指頭顯出，在王宮與燈臺相對的粉牆上寫字。王看見寫字的指頭","bklcl":"Tng hit-sî ū lâng ê chhiú chńg-thâu-á chhut-hiān, siá-jī tī ông-kiong ê hún-piah, teng-tâi saⁿ-tùi ê só͘-chāi; ông khòaⁿ-kìⁿ siá-jī ê chhiú.","tghg":"當彼時，有人的手指頭仔(chńg-thâu-á)出現，寫字佇王宮的粉壁，燈台相對的所在。王看見寫字的手，","bklhl":"當hit時有人ê手指頭á出現，寫字tī王宮ê粉壁，燈台相對ê所在；王看見寫字ê手。"}},{"book":"但","chapter":5,"verse":6,"versions":{"unv":"就變了臉色，心意驚惶，腰骨好像脫節，雙膝彼此相碰，","bklcl":"Ông ê bīn chiū sit-sek, sim-lāi peh-pak, io-kut lu̍t-lûn, kha-thâu-u saⁿ-kha̍p.","tghg":"王的面就失色，心內迫腹(peh-pak)，腰骨𢫫輪(lu̍t-lûn)，腳頭窩(kha-thâu-u)相磕(saⁿ-kha̍p)，","bklhl":"王ê面就失色，心內擘腹，腰骨lu̍t-lûn，腳頭u相磕。"}},{"book":"但","chapter":5,"verse":7,"versions":{"unv":"大聲吩咐將用法術的和迦勒底人並觀兆的領進來，對巴比倫的哲士說，誰能讀這文字，把講解告訴我，他必身穿紫袍，項帶金鍊，在我國中位列第三。","bklcl":"Ông tōa-siaⁿ bēng-lēng tiàu hiah-ê su̍t-sū, Ka-le̍k-tí lâng, chiam-pok-ê lóng ji̍p-lâi.  Ông tùi Pa-pí-lûn tì-hūi ê lâng kóng, Khòaⁿ sím-mi̍h lâng ōe tha̍k chit ê bûn-jī, kóe-bêng hō͘ góa chai, beh hō͘ i chhēng chí-sek ê phàu, ām-kún kòa kim-liān, tī kok-lāi chit-ūi ku tē-saⁿ.","tghg":"王大聲命令召許個術士、迦勒底人、占卜(chiam-pok)者攏入來，王對巴比倫智慧的人講，看甚麼人會讀此個文字，解明互我知，欲互伊穿紫色的袍(phàu)，頷頸(ām-kún)掛金鍊，佇國內職位居(ku)第三。","bklhl":"王大聲命令召hiah-ê術士，Ka-le̍k-tí人，占卜ê lóng入來。王對巴比倫智慧ê人講，看甚麼人能讀chit ê文字，解明hō͘我知，beh hō͘伊穿紫色ê袍，頷頸掛金鍊，tī國內職位居第三。"}},{"book":"但","chapter":5,"verse":8,"versions":{"unv":"於是王的一切哲士都進來，卻不能讀那文字，也不能把講解告訴王。","bklcl":"Tùi hit-sî ông it-chhè tì-hūi lâng lóng ji̍p-lâi; chóng-sī bōe-ōe tha̍k hit ê bûn-jī, iā bōe-ōe kóe-bêng hō͘ ông chai.","tghg":"對彼時王一切智慧人攏入來，總是𣍐會讀彼個文字，也𣍐會解明互王知。","bklhl":"Tùi hit時，王一切智慧人lóng入來；總是bōe能讀hit ê文字，也bōe能解明hō͘王知。"}},{"book":"但","chapter":5,"verse":9,"versions":{"unv":"伯沙撒王就甚驚惶，臉色改變，他的大臣也都驚奇。","bklcl":"Pek-sa-sat ông chin peh-pak, bīn sit-sek, i ê tāi-sîn iā lóng gông-ngia̍h.","tghg":"伯沙撒王真迫腹，面失色，伊的大臣也攏卬愕。","bklhl":"Pek-sa-sat王真擘腹，面失色，伊ê大臣也lóng gông-ngia̍h。"}},{"book":"但","chapter":5,"verse":10,"versions":{"unv":"太后（或譯：皇后；下同）因王和他大臣所說的話，就進入宴宮，說：「願王萬歲！你心意不要驚惶，臉面不要變色。","bklcl":"Ông-hō͘ in-ūi ông kap i ê tāi-sîn só͘ kóng ê ōe chiū ji̍p pān iân-sia̍h ê chhù; ông-hō͘ kā i kóng, Goān ông bān-sòe; lí ê sim bo̍h-tit peh-pak, bīn bo̍h-tit sit-sek.","tghg":"王后因為王及伊的大臣所講的話，就入辦筵席的厝，王后給伊講：「願王萬歲！你的心莫得迫腹，面莫得失色。","bklhl":"王后因為王kap伊ê大臣所講ê話就入辦筵席ê厝；王后kā伊講，願王萬歲；你ê心莫得擘腹，面莫得失色。"}},{"book":"但","chapter":5,"verse":11,"versions":{"unv":"在你國中有一人，他裡頭有聖神的靈，你父在世的日子，這人心中光明，又有聰明智慧，好像神的智慧。你父尼布甲尼撒王，就是王的父，立他為術士、用法術的，和迦勒底人，並觀兆的領袖。","bklcl":"Tī lí ê kok-lāi ū chi̍t-lâng i ê sim-lāi ū hiah-ê sèng ê siōng-tè ê sîn; lí ê lāu-pē chāi-siⁿ ê ji̍t khòaⁿ-chhut i ê sim-lāi ū kng-bêng, chhang-miâ, tì-hūi, chhin-chhiūⁿ chiah-ê siōng-tè ê tì-hūi; lí ê lāu-pē Nî-pò͘-kah-nî-sat ông, chiū-sī ông lí ê lāu-pē, siat-li̍p i chòe phok-sū, su̍t-sū, Ka-le̍k-tí lâng kap chiam-pok-ê ê thâu-lâng;","tghg":"佇你的國內有一人，伊的心內有許個聖的上帝的神，你的老父在生的日看出伊的心內有光明、聰明(chhang-miâ)、智慧，親像諸個上帝的智慧。你的老父尼布甲尼撒王，就是王你的老父，設立伊做博士、術士、迦勒底人，及占卜者的頭人。","bklhl":"Tī你ê國內有一人伊ê心內有hiah-ê聖ê上帝ê神；你ê老父在生ê日看出伊ê心內有光明、聰明、智慧，親像chiah ê上帝ê智慧；你ê老父Nî-pò͘-kah-nî-sat王，就是王你ê老父，設立伊做博士、術士，Ka-le̍k-tí人kap占卜ê ê頭人；"}},{"book":"但","chapter":5,"verse":12,"versions":{"unv":"在他裡頭有美好的靈性，又有知識聰明，能圓夢，釋謎語，解疑惑。這人名叫但以理，尼布甲尼撒王又稱他為伯提沙撒，現在可以召他來，他必解明這意思。」","bklcl":"i ū hó sèng-chêng, ū tì-sek chhang-miâ, ōe oân-bāng, ōe khui-thiah ò-biāu, kái-sek giâu-gî ê sū; chit-lâng miâ kiò Tān-í-lí, ông koh chheng i chòe Pek-thê-sa-sat.  Taⁿ thang kiò Tān-í-lí lâi, i beh kā lí kóe-bêng.","tghg":"伊有好性情，有智識聰明，會圓夢，會開拆奧妙，解釋(kái-sek)僥疑的事。此人名叫但以理，王閣稱伊做伯提沙撒，今通叫但以理來，伊欲給你解明。」","bklhl":"伊有好性情，有智識聰明，能圓夢，能開拆奧妙，解釋僥疑ê事；chit人名叫但以理，王koh稱伊做Pek-thê-sa-sat。Taⁿ thang叫但以理來，伊beh kā你解明。"}},{"book":"但","chapter":5,"verse":13,"versions":{"unv":"但以理就被領到王前。王問但以理說：「你是被擄之猶大人中的但以理嗎？就是我父王從猶大擄來的嗎？","bklcl":"Chiū chhōa Tān-í-lí kàu ông ê bīn-chêng.  Ông mn̄g Tān-í-lí kóng, Lí sī siū-lia̍h ê Iû-tāi lâng tiong-kan ê Tān-í-lí, chiū-sī góa ê lāu-pē chòe ông ê sî tùi Iû-tāi lia̍h-lâi-ê mah?","tghg":"就導但以理到王的面前。王問但以理講：「你是受掠的猶大人中間的但以理？就是我的老父做王的時對猶大掠來的嗎？","bklhl":"就chhōa但以理到王ê面前。王問但以理講，你是受掠ê偤大人中間ê但以理，就是我ê老父做王ê時tùi偤大掠來ê mah？"}},{"book":"但","chapter":5,"verse":14,"versions":{"unv":"我聽說你裡頭有神的靈，心中光明，又有聰明和美好的智慧。","bklcl":"Góa thiaⁿ-kìⁿ kóng lí ê sim-lāi ū hiah-ê siōng-tè ê sîn, koh lí ū kng-bêng, chhang-miâ kap hó ê tì-hūi.","tghg":"我聽見講你的心內有許個上帝的神，閣你有光明，聰明及好的智慧。","bklhl":"我聽見講你ê心內有hiah-ê上帝ê神，koh你有光明，聰明kap好ê智慧。"}},{"book":"但","chapter":5,"verse":15,"versions":{"unv":"現在哲士和用法術的都領到我面前，為叫他們讀這文字，把講解告訴我，無奈他們都不能把講解說出來。","bklcl":"Taⁿ hiah-ê tì-hūi ê lâng kap su̍t-sū í-keng tòa--lâi góa ê bīn-chêng, beh hō͘ in tha̍k hiah-ê bûn-jī lâi kóe-bêng hō͘ góa chai; chóng-sī in bōe-ōe kóe-bêng chit ê sū.","tghg":"今許個智慧的人及術士已經帶來我的面前，欲互𪜶讀許個文字，來解明互我知，總是𪜶𣍐會解明此個事。","bklhl":"Taⁿ hiah-ê智慧ê人kap術士已經帶來我ê面前，beh hō͘ in讀hiah-ê文字來解明hō͘我知；總是in bōe能解明chit ê事。"}},{"book":"但","chapter":5,"verse":16,"versions":{"unv":"我聽說你善於講解，能解疑惑；現在你若能讀這文字，把講解告訴我，就必身穿紫袍，項戴金鍊，在我國中位列第三。」","bklcl":"Góa bat thiaⁿ-kìⁿ lí ê sū, lí gâu kóe-bêng, ōe kái-sek giâu-gî ê sū; taⁿ lí nā ōe tha̍k chit ê bûn-jī, kóe-bêng hō͘ góa chai, chiū beh hō͘ lí chhēng chí-sek ê phàu, ām-kún kòa kim-liān, tī kok-lāi chit-ūi ku tē-saⁿ.","tghg":"我曾聽見你的事，你𠢕(gâu)解明，會解釋僥疑的事；今你若會讀此個文字，解明互我知，就欲互你穿紫色的袍，頷頸掛金鍊，佇國內職位居第三。」","bklhl":"我bat聽見你ê事，你gâu解明，能解釋僥疑ê事；taⁿ你若能讀chit ê文字，解明hō͘我知，就beh hō͘你穿紫色ê袍，頷頸掛金鍊，tī國內職位居第三。"}},{"book":"但","chapter":5,"verse":17,"versions":{"unv":"但以理在王面前回答說：「你的贈品可以歸你自己，你的賞賜可以歸給別人；我卻要為王讀這文字，把講解告訴王。","bklcl":"Tān-í-lí tī ông ê bīn-chêng ìn kóng, Lí ê chēng-phín thang kui tī lí pún-sin, lí ê pò-siúⁿ thang kui hō͘ pa̍t-lâng; chóng-sī góa beh kā ông tha̍k chit ê bûn-jī, kóe-bêng hō͘ ông chai.","tghg":"但以理佇王的面前應講：「你的贈品通歸佇你本身，你的報賞通歸互別人；總是我欲給王讀此個文字，解明互王知。","bklhl":"但以理tī王ê面前應講，你ê贈品thang歸tī你本身，你ê報賞thang歸hō͘別人；總是我beh kā王讀chit ê文字，解明hō͘王知。"}},{"book":"但","chapter":5,"verse":18,"versions":{"unv":"王啊，至高的　神曾將國位、大權、榮耀、威嚴賜與你父尼布甲尼撒；","bklcl":"Ông ah, chì-koâiⁿ ê Siōng-tè bat chiong kok-ūi, tōa-koân, êng-iāu, ui-hong siúⁿ-sù lí ê lāu-pē Nî-pò͘-kah-nî-sat.","tghg":"王啊，至高的上帝曾將國位、大權、榮耀、威風賞賜你的老父尼布甲尼撒；","bklhl":"王ah，至koân ê上帝bat將國位、大權、榮耀、威風賞賜你ê老父Nî-pò͘-kah-nî-sat。"}},{"book":"但","chapter":5,"verse":19,"versions":{"unv":"因　神所賜他的大權，各方、各國、各族的人都在他面前戰兢恐懼。他可以隨意生殺，隨意升降。","bklcl":"In-ūi Siōng-tè só͘ siúⁿ-sù i ê tōa-koân, chiah-ê peh-sìⁿ, chiah-ê kok, chiah-ê khiuⁿ-kháu ê lâng lóng kiaⁿ-hiâⁿ ngia̍uh-ngia̍uh-chhoah tī i ê bīn-chêng; i sûi-ì hō͘ lâng sí, sûi-ì hō͘ lâng oa̍h; sûi-ì kā lâng ko-seng, sûi-ì kā lâng kàng-kē.","tghg":"因為上帝所賞賜伊的大權，諸個百姓、諸個國、諸個腔口的人攏驚惶愕愕惙(ngia̍uh-ngia̍uh-chhoah)佇伊的面前。伊隨意互人死隨意互人活，隨意給人高升隨意給人降低。","bklhl":"因為上帝所賞賜伊ê大權，chiah ê百姓，chiah ê國，chiah ê腔口ê人lóng驚惶ngia̍uh-ngia̍uh-chhoah tī伊ê面前；伊隨意hō͘人死，隨意hō͘人活；隨意kā人高升，隨意kā人降低。"}},{"book":"但","chapter":5,"verse":20,"versions":{"unv":"但他心高氣傲，靈也剛愎，甚至行事狂傲，就被革去王位，奪去榮耀。","bklcl":"Chóng-sī i ê sim chū-ko, i ê sèng kong-ngī, tì-kàu kiâⁿ kiau-ngō͘, chiū lut i ê ông-ūi, chhiúⁿ-toa̍t i ê êng-kng;","tghg":"總是伊的心自高，伊的性剛硬(kong-ngī)，致到行驕傲，就甪(lut)伊的王位，搶奪伊的榮光。","bklhl":"總是伊ê心自高，伊ê性剛硬，致到行驕傲，就lut伊ê王位，搶奪伊ê榮光；"}},{"book":"但","chapter":5,"verse":21,"versions":{"unv":"他被趕出離開世人，他的心變如獸心，與野驢同居，吃草如牛，身被天露滴濕，等他知道至高的　神在人的國中掌權，憑自己的意旨立人治國。","bklcl":"i siū kóaⁿ-chhut lī-khui lâng, i ê sim pìⁿ-chiâⁿ chhin-chhiūⁿ cháu-siù ê sim, kap iá-lû saⁿ-kap khiā-khí; hō͘ i chia̍h-chháu chhin-chhiūⁿ gû, seng-khu hō͘ thiⁿ ê lō͘-chúi sip-tâm; kàu i chai chì-koâiⁿ ê Siōng-tè chiáng-koán lâng ê kok, chiàu I ê ì-sù siat-li̍p lâng tī-lí i.","tghg":"伊受趕出離開人，伊的心變成親像走獸的心；及野驢相及徛起，互伊食草親像牛，身軀互天的露水濕𣸄(sip-tâm)，到伊知至高的上帝掌管人的國，照伊的意思設立人治理伊。","bklhl":"伊受趕出離開人，伊ê心變成親像走獸ê心，kap野驢相kap khiā起；hō͘伊食草親像牛，身軀hō͘天ê露水濕tâm；到伊知至koân ê上帝掌管人ê國，照祂ê意思設立人治理伊。"}},{"book":"但","chapter":5,"verse":22,"versions":{"unv":"伯沙撒啊，你是他的兒子（或譯：孫子），你雖知道這一切，你心仍不自卑，","bklcl":"Pek-sa-sat ah, lí sī i ê kiáⁿ, lí sui-jiân chai che it-chhè, lí ê sim bô ka-kī khiam-pi;","tghg":"伯沙撒啊，你是伊的子，你雖然知這一切，你的心無家己謙卑，","bklhl":"Pek-sa-sat ah，你是伊ê kiáⁿ，你雖然知這一切，你ê心無家己謙卑；"}},{"book":"但","chapter":5,"verse":23,"versions":{"unv":"竟向天上的主自高，使人將他殿中的器皿拿到你面前，你和大臣、皇后、妃嬪用這器皿飲酒。你又讚美那不能看、不能聽、無知無識、金、銀、銅、鐵、木、石所造的神，卻沒有將榮耀歸與那手中有你氣息，管理你一切行動的　神。","bklcl":"kèng-jiân chū-ko, kong-kek thiⁿ-téng ê Chú; in ū tòa I tiān-lāi ê khì-kū kàu lí ê bīn-chêng, iā lí kap lí chiah-ê tāi-sîn í-ki̍p lí ê hō͘-hui lóng ēng i lâi lim-chiú; lí koh o-ló hiah-ê gûn, kim, tâng, thih, chhâ, chio̍h só͘ chòe ê siōng-tè, chiū-sī bōe khòaⁿ, bōe thiaⁿ, bōe chai ê, chóng-sī koán lí ê chhoán-khùi, tiāⁿ-tio̍h lí cho-gū ê Siōng-tè lí bô êng-kng I.","tghg":"竟然自高攻擊天頂的主，𪜶有帶伊殿內的器具到你的面前，也你及你諸個大臣、以及你的后妃攏用伊來飲酒。你閣謳咾許個銀、金、銅、鐵、柴、石所做的上帝，就是𣍐看、𣍐聽、𣍐知的，總是管你的喘氣，定著(tiāⁿ-tio̍h)你遭遇(cho-gū)的上帝你無榮光伊。","bklhl":"竟然自高，攻擊天頂ê主；in有帶祂殿內ê器具到你ê面前，也你kap你chiah ê大臣以及你ê后妃lóng用伊來lim酒；你koh o-ló hiah-ê銀、金、銅、鐵、柴、石所做ê上帝，就是bōe看，bōe聽，bōe知ê，總是管你ê喘氣，定tio̍h你遭遇ê上帝你無榮光祂。"}},{"book":"但","chapter":5,"verse":24,"versions":{"unv":"因此從　神那裡顯出指頭來寫這文字。","bklcl":"Tùi án-ni, tùi I ê bīn-chêng chhe-chhut hit ki chhiú siá chit ê bûn-jī.","tghg":"對按呢，對伊的面前差出彼支手寫此個文字。","bklhl":"Tùi án-ni，tùi祂ê面前差出hit支手寫chit ê文字。"}},{"book":"但","chapter":5,"verse":25,"versions":{"unv":"「所寫的文字是：『彌尼，彌尼，提客勒，烏法珥新。』","bklcl":"Só͘ siá ê bûn-jī chiū-sī chit-ê:BÍ-NÎ, BÍ-NÎ, THÊ-KHEK-LIA̍T, O͘-HOAT-JÍⁿ-SIⁿ.","tghg":"「所寫的文字就是此個：『彌尼(BÍ-NÎ)，彌尼，提客勒(THÊ-KHEK-LIA̍T)，烏法珥新(O͘-HOAT-JÍⁿ-SIⁿ)。』","bklhl":"所寫ê文字就是chit ê：　　BÍ-NÎ，BÍ-NÎ，THÊ-KHEK-LIA̍T，O͘-HOAT-JÍⁿ-SIⁿ。"}},{"book":"但","chapter":5,"verse":26,"versions":{"unv":"講解是這樣：彌尼，就是　神已經數算你國的年日到此完畢。","bklcl":"Kóe-bêng chiū-sī án-ni: BÍ-NÎ; chiū-sī Siōng-tè í-keng sǹg lí ê kok-ūn, hō͘ i soah.","tghg":"解明就是按呢：彌尼，就是上帝已經算你的國運互伊息(soah)。","bklhl":"解明就是án-ni：BÍ-NÎ；就是上帝已經算你ê國運，hō͘伊soah。"}},{"book":"但","chapter":5,"verse":27,"versions":{"unv":"提客勒，就是你被稱在天平裡，顯出你的虧欠。","bklcl":"THÊ-KHEK-LIA̍T; chiū-sī lí siū chhìn tī thian-pêng, hián-bêng lí ê bô kàu-gia̍h.","tghg":"提客勒，就是你受秤(chhìn)佇天秤(thian-pêng)，顯明你的無夠額。","bklhl":"THÊ-KHEK-LIA̍T；就是你受秤tī天秤，顯明你ê無夠額。"}},{"book":"但","chapter":5,"verse":28,"versions":{"unv":"毘勒斯（與烏法珥新同義），就是你的國分裂，歸與瑪代人和波斯人。」","bklcl":"PÍ-LE̍K-SU; chiū-sī lí ê kok pun-li̍h, kui hō͘ Má-tāi lâng kap Pho-su lâng.","tghg":"毗勒斯，就是你的國分裂，歸互瑪代人及波斯人。","bklhl":"PÍ-LE̍K-SU；就是你ê國分裂(pun-li̍h)，歸hō͘瑪代人kap波斯人。"}},{"book":"但","chapter":5,"verse":29,"versions":{"unv":"伯沙撒下令，人就把紫袍給但以理穿上，把金鍊給他戴在頸項上，又傳令使他在國中位列第三。","bklcl":"Tùi án-ni Pek-sa-sat chhut-lēng, lâng chiū chiong chí-sek phàu hō͘ Tān-í-lí chhēng, ēng kim-liān kòa tī i ê ām-kún, koh thoân-lēng hō͘ i tī kok-lāi chit-ūi ku tē-saⁿ.","tghg":"對按呢伯沙撒出令，人就將紫色袍互但以理穿，用金鍊掛佇伊的頷頸，閣傳令互伊佇國內職位居第三。","bklhl":"Tùi án-ni，Pek-sa-sat出令，人就將紫色袍hō͘但以理穿，用金鍊掛tī伊ê頷頸，koh傳令hō͘伊tī國內職位居第三。"}},{"book":"但","chapter":5,"verse":30,"versions":{"unv":"當夜，迦勒底王伯沙撒被殺。","bklcl":"Tī hit-mî Ka-le̍k-tí ông Pek-sa-sat hō͘ lâng thâi.","tghg":"佇彼暝，迦勒底王伯沙撒互人刣。","bklhl":"Tī hit暝，Ka-le̍k-tí王Pek-sa-sat hō͘人刣。"}},{"book":"但","chapter":5,"verse":31,"versions":{"unv":"米底亞人大利烏年六十二歲，取了迦勒底國。","bklcl":"Má-tāi lâng Tāi-lī-o͘ tit-tio̍h kok-ūi, hit-sî la̍k-cha̍p-jī hè.","tghg":"瑪代人大利烏得著國位，彼時六十二歲。","bklhl":"瑪代人Tāi-lī-o͘得tio̍h國位，hit時六十二歲。"}}]