[{"book":"但","chapter":8,"verse":1,"versions":{"unv":"伯沙撒王在位第三年，有異象現與我─但以理，是在先前所見的異象之後。","bklcl":"Pek-sa-sat ông chē-ūi tē-saⁿ-nî, koh ū īⁿ-siōng chhut-hiān hō͘ góa Tān-í-lí khòaⁿ-kìⁿ, chiū-sī tī góa thâu-chi̍t-pái khòaⁿ-kìⁿ ê īⁿ-siōng ê liáu-āu.","tghg":"伯沙撒王坐位第三年，閣有異象出現互我──但以理看見，就是佇我頭一擺看見的異象的了後。","bklhl":"Pek-sa-sat王坐位第三年，koh有異象出現hō͘我但以理看見，就是tī我頭一pái看見ê異象ê了後。"}},{"book":"但","chapter":8,"verse":2,"versions":{"unv":"我見了異象的時候，我以為在以攔省書珊城（或譯：宮）中；我見異象又如在烏萊河邊。","bklcl":"Góa khòaⁿ-kìⁿ īⁿ-siōng, khòaⁿ-kìⁿ ê sî sī tī Í-lân séng Su-san ê kiong-tiān; góa khòaⁿ-kìⁿ īⁿ-siōng sī tī O͘-lâi ê hô-piⁿ.","tghg":"我看見異象，看見的時是佇以攔省書珊的宮殿；我看見異象是佇烏萊的河邊。","bklhl":"我看見異象，看見ê時是tī Í-lân省Su-san ê宮殿；我看見異象是tī O͘-lâi ê河邊。"}},{"book":"但","chapter":8,"verse":3,"versions":{"unv":"我舉目觀看，見有雙角的公綿羊站在河邊，兩角都高。這角高過那角，更高的是後長的。","bklcl":"Góa kia̍h-ba̍k teh khòaⁿ, khòaⁿ ah, ū kang ê mî-iûⁿ khiā tī hô ê thâu-chêng, i ū nn̄g ki kak; nn̄g-ki kak lóng koâiⁿ; chit-ki khah koâiⁿ hit-ki; khah-koâiⁿ-ê tè-bé hoat.","tghg":"我攑目啲看，看啊，有公的綿羊徛佇河的頭前，伊有二支角，二支角攏高。此支卡高彼支，卡高的隨(tè)尾發。","bklhl":"我kia̍h目teh看，看ah，有公ê綿羊khiā tī河ê頭前，伊有兩支角；兩支角lóng高；chit支khah高hit支；khah高ê tè尾發。"}},{"book":"但","chapter":8,"verse":4,"versions":{"unv":"我見那公綿羊往西、往北、往南牴觸。獸在牠面前都站立不住，也沒有能救護脫離牠手的；但牠任意而行，自高自大。","bklcl":"Góa khòaⁿ-kìⁿ hit chiah kang ê mî-iûⁿ ǹg-sai ǹg-pak ǹg-lâm lâi tak; bô chi̍t chiah siù ōe khiā-chāi tī i ê bīn-chêng, iā bô chi̍t-ê ōe kiù-chhut i ê chhiú; i chhut-chāi ì-sù kiâⁿ ka-kī chòe-tōa.","tghg":"我看見彼隻公的綿羊向西、向北、向南來觸(tak)。無一隻獸會徛在佇伊的面前，也無一個會救出伊的手；伊出在意思行家己做大。","bklhl":"我看見hit隻公ê綿羊ǹg西ǹg北ǹg南來觸(tak)；無一隻獸能khiā在tī伊ê面前，也無一个能救出伊ê手；伊chhut-chāi意思行家己做大。"}},{"book":"但","chapter":8,"verse":5,"versions":{"unv":"我正思想的時候，見有一隻公山羊從西而來，遍行全地，腳不沾塵。這山羊兩眼當中有一非常的角。","bklcl":"Góa teh siūⁿ ê sî, khòaⁿ ah, ū chi̍t chiah kang ê soaⁿ-iûⁿ tùi sai--sì lâi, piàn-kiâⁿ choân-tōe, kha bô ta̍h-tio̍h tōe; chit chiah soaⁿ-iûⁿ tī i nn̄g lúi ba̍k-chiu ê tiong-ng ū chi̍t ki chin hiáⁿ-ba̍k ê kak.","tghg":"我啲想的時，看啊，有一隻公的山羊對西勢來，遍行全地，腳無踏著地。此隻山羊佇伊二蕊目睭的中央有一支真顯目(hiáⁿ-ba̍k)的角。","bklhl":"我teh想ê時，看ah，有一隻公ê山羊tùi西勢來，遍行全地，腳無踏tio̍h地；chit隻山羊tī伊兩蕊目睭ê中央有一支真顯目ê角。"}},{"book":"但","chapter":8,"verse":6,"versions":{"unv":"牠往我所看見、站在河邊有雙角的公綿羊那裡去，大發忿怒，向牠直闖。","bklcl":"I khì kàu ū nn̄g-ki kak kang ê mî-iûⁿ hia, chiū-sī góa só͘ khòaⁿ-kìⁿ khiā tī hô ê thâu-chêng-ê, hoat tōa siū-khì, cháu--khì chhē i.","tghg":"伊去到有二支角公的綿羊遐，就是我所看見徛佇河的頭前的，發大受氣，走去尋伊。","bklhl":"伊去到有兩支角公ê綿羊hia，就是我所看見khiā tī河ê頭前ê，發大受氣，走去chhē伊。"}},{"book":"但","chapter":8,"verse":7,"versions":{"unv":"我見公山羊就近公綿羊，向牠發烈怒，牴觸牠，折斷牠的兩角。綿羊在牠面前站立不住；牠將綿羊觸倒在地，用腳踐踏，沒有能救綿羊脫離牠手的。","bklcl":"Góa khòaⁿ-kìⁿ i óa-kūn kang ê mî-iûⁿ, ǹg i hoat tōa siū-khì, tak hit chiah mî-iûⁿ, phah-chi̍h i nn̄g ki kak, mî-iûⁿ bô la̍t thang khiā tī i ê bīn-chêng; i chiū hō͘ i tó tī tōe--nih, thún-ta̍h i; bô chi̍t-ê ōe kiù mî-iûⁿ chhut i ê chhiú.","tghg":"我看見伊倚近公的綿羊，向伊發大受氣，觸彼隻綿羊，拍折(phah-chi̍h)伊二支角。綿羊無力通徛佇伊的面前；伊就互伊倒佇地裡，𧿬踏(thún-ta̍h)伊，無一個會救綿羊出伊的手。","bklhl":"我看見伊óa近公ê綿羊，ǹg伊發大受氣，觸hit隻綿羊，phah折伊兩支角，綿羊無力thang khiā tī伊ê面前；伊就hō͘伊倒tī地裡，thún踏伊；無一个能救綿羊出伊ê手。"}},{"book":"但","chapter":8,"verse":8,"versions":{"unv":"這山羊極其自高自大，正強盛的時候，那大角折斷了，又在角根上向天的四方（原文是風）長出四個非常的角來。","bklcl":"Hit chiah soaⁿ-iûⁿ ka-kī chòe chin tōa; tng i kiông-béng ê sî, hit-ki tōa-ki kak tú-tio̍h phah-chi̍h, ū hoat sì ki hiáⁿ-ba̍k ê kak thòe i, ǹg thiⁿ sì-bīn ê hong.","tghg":"彼隻山羊家己做真大，當伊強猛的時，彼支大支角抵著(tú-tio̍h)拍折，有發四支顯目的角替伊，向天四面的方。","bklhl":"Hit隻山羊家己做真大；當伊強猛ê時，hit支大支角tú-tio̍h phah折，有發四支顯目ê角替伊，ǹg天四面ê方。"}},{"book":"但","chapter":8,"verse":9,"versions":{"unv":"四角之中有一角長出一個小角，向南、向東、向榮美之地，漸漸成為強大。","bklcl":"In tiong-kan chi̍t-ki koh hoat-chhut chi̍t-ki sòe-ki-kak, chiâⁿ-chòe chin tōa, ǹg-lâm, ǹg-tang, ǹg êng-iāu ê tōe.","tghg":"𪜶中間一支閣發出一支細支角，成做真大，向南、向東、向榮耀的地。","bklhl":"In中間一支koh發出一支細支角，成做真大，ǹg南，ǹg東，ǹg榮耀ê地。"}},{"book":"但","chapter":8,"verse":10,"versions":{"unv":"牠漸漸強大，高及天象，將些天象和星宿拋落在地，用腳踐踏。","bklcl":"I chiâⁿ-chòe koâiⁿ-tōa kàu thiⁿ ê kun-tūi; chiong kun-tūi kap chhiⁿ-sîn kúi-nā-ê hiat-lo̍h tōe--nih, thún-ta̍h i.","tghg":"伊成做高大到天的軍隊，將軍隊及星辰幾若個㧒(hiat)落地裡𧿬踏伊。","bklhl":"伊成做高大到天ê軍隊；將軍隊kap星辰kúi-nā-ê hiat落地裡，thún踏伊。"}},{"book":"但","chapter":8,"verse":11,"versions":{"unv":"並且牠自高自大，以為高及天象之君；除掉常獻給君的燔祭，毀壞君的聖所。","bklcl":"Koh i ka-kī chòe koâiⁿ-tōa kàu tī kun-tūi ê chú-cháiⁿ, tû--khì ta̍k-ji̍t só͘ hiàn hō͘ i ê sio-chè, húi-hoāi i ê sèng-só͘.","tghg":"閣伊家己做高大到佇軍隊的主宰；除去逐日所獻互伊的燒祭，毀壞伊的聖所。","bklhl":"Koh伊家己做高大到tī軍隊ê主宰，除去ta̍k日所獻hō͘伊ê燒祭，毀壞伊ê聖所。"}},{"book":"但","chapter":8,"verse":12,"versions":{"unv":"因罪過的緣故，有軍旅和常獻的燔祭交付牠。牠將真理拋在地上，任意而行，無不順利。","bklcl":"Ūi-tio̍h chōe-kòa ê iân-kò͘ ū kun-tūi kap ji̍t-ji̍t só͘ hiàn ê sio-chè kau-hù i; i chiong chin-lí hiat tī tōe--nih, chhut-chāi ì-sù lâi kiâⁿ, bô m̄ heng-thong.","tghg":"為著罪過的緣故，有軍隊及日日所獻的燒祭交付伊。伊將真理㧒佇地裡，出在意思來行，無呣亨通。","bklhl":"為tio̍h罪過ê緣故有軍隊kap日日所獻ê燒祭交付伊；伊將真理hiat tī地裡，chhut-chāi意思來行，無m̄興通。"}},{"book":"但","chapter":8,"verse":13,"versions":{"unv":"我聽見有一位聖者說話，又有一位聖者問那說話的聖者說：「這除掉常獻的燔祭和施行毀壞的罪過，將聖所與軍旅（或譯：以色列的軍）踐踏的異象，要到幾時才應驗呢？」","bklcl":"Góa thiaⁿ-kìⁿ ū chi̍t-ūi sèng-ê teh kóng-ōe, koh ū chi̍t-ūi sèng-ê tùi hit-ūi teh kóng-ōe-ê kóng, Chit ê īⁿ-siōng, chiū-sī lūn-kàu ji̍t-ji̍t só͘ hiàn ê sio-chè kap tì-kàu hong-hòe ê chōe-ok, hō͘ sèng-só͘ kap kun-tūi siū thún-ta̍h, beh kàu sím-mi̍h sî ah?","tghg":"我聽見有一位聖者啲講話，閣有一位聖者對彼位啲講話者講：「此個異象就是論到日日所獻的燒祭及致到荒廢的罪惡，互聖所及軍隊受𧿬踏，欲到甚麼時啊？」","bklhl":"我聽見有一位聖ê teh講話，koh有一位聖ê對hit位teh講話ê講，chit ê異象，就是論到日日所獻ê燒祭kap致到荒廢ê罪惡，hō͘聖所kap軍隊受thún踏，beh到甚麼時ah？"}},{"book":"但","chapter":8,"verse":14,"versions":{"unv":"他對我說：「到二千三百日，聖所就必潔淨。」","bklcl":"I kā góa kóng, Kàu nn̄g-chheng saⁿ-pah mî-ji̍t, sèng-só͘ chiū beh tit-tio̍h chheng-khì.","tghg":"伊給我講：「到二千三百暝日，聖所就欲得著清氣。」","bklhl":"伊kā我講，到兩千三百暝日，聖所就beh得tio̍h清氣。"}},{"book":"但","chapter":8,"verse":15,"versions":{"unv":"我─但以理見了這異象，願意明白其中的意思。忽有一位形狀像人的站在我面前。","bklcl":"Góa Tān-í-lí, góa ū khòaⁿ-kìⁿ chit ê īⁿ-siōng, ài-beh bêng-pe̍k hit ê ì-sù, hit-sî hut-jiân ū chi̍t-ūi chhin-chhiūⁿ lâng ê khoán-sit khiā tī góa ê bīn-chêng.","tghg":"我──但以理，我有看見此個異象，愛欲明白彼個意思。彼時忽然有一位親像人的款式徛佇我的面前。","bklhl":"我但以理，我有看見chit ê異象，ài-beh明白hit ê意思，hit時忽然有一位親像人ê款式khiā tī我ê面前。"}},{"book":"但","chapter":8,"verse":16,"versions":{"unv":"我又聽見烏萊河兩岸中有人聲呼叫說：「加百列啊，要使此人明白這異象。」","bklcl":"Góa koh thiaⁿ-kìⁿ O͘-lâi hô siang-pêng-hōaⁿ ê tiong-kan ū lâng ê siaⁿ kiò kóng, Ka-pek-lia̍t ah, tio̍h hō͘ chit-lâng bêng-pe̍k chit ê īⁿ-siōng.","tghg":"我閣聽見烏萊河雙旁岸的中間有人的聲叫講：「加百列啊，著互此人明白此個異象。」","bklhl":"我koh聽見O͘-lâi河雙pêng岸ê中間有人ê聲叫講，Ka-pek-lia̍t ah，tio̍h hō͘ chit人明白chit ê異象。"}},{"book":"但","chapter":8,"verse":17,"versions":{"unv":"他便來到我所站的地方。他一來，我就驚慌俯伏在地；他對我說：「人子啊，你要明白，因為這是關乎末後的異象。」","bklcl":"I chiū lâi kàu góa khiā-teh ê só͘-chāi; i chi̍t-ē lâi, góa chiū kiaⁿ-hiâⁿ, phak tī tōe--nih; i kā góa kóng, Jîn-chú ah, lí tio̍h bêng-pe̍k; in-ūi chit ê īⁿ-siōng sī koan-hē tī boa̍t-kî.","tghg":"伊就來到我徛啲的所在。伊一下來，我就驚惶仆佇地裡；伊給我講：「人子啊，你著明白，因為此個異象是關係佇末期。」","bklhl":"伊就來到我khiā-teh ê所在；伊一下來，我就驚惶，仆tī地裡；伊kā我講，人子ah，你tio̍h明白；因為chit ê異象是關係tī末期。"}},{"book":"但","chapter":8,"verse":18,"versions":{"unv":"他與我說話的時候，我面伏在地沉睡；他就摸我，扶我站起來，","bklcl":"I kap góa kóng-ōe ê sî, góa ê bīn phak tī tōe--nih, khùn tāng-bîn; i chiū bong góa, hû góa khí-lâi khiā.","tghg":"伊及我講話的時，我的面仆佇地裡睏重眠；伊就摸我，扶我起來徛，","bklhl":"伊kap我講話ê時，我ê面仆tī地裡，睏重眠；伊就摸我，扶我起來khiā。"}},{"book":"但","chapter":8,"verse":19,"versions":{"unv":"說：「我要指示你惱怒臨完必有的事，因為這是關乎末後的定期。","bklcl":"I kóng, Khòaⁿ ah, góa beh hō͘ lí chai siū-khì ê boa̍t-kî só͘ beh ū ê sū; in-ūi chit-ê sī koan-hē tī lō͘-bé só͘ tiāⁿ-tio̍h ê sî.","tghg":"伊講：「看啊，我欲互你知受氣的末期所欲有的事，因為此個是關係佇路尾所定著(tiāⁿ-tio̍h)的時。","bklhl":"伊講，看ah，我beh hō͘你知受氣ê末期所beh有ê事；因為chit ê是關係tī路尾所定tio̍h ê時。"}},{"book":"但","chapter":8,"verse":20,"versions":{"unv":"你所看見雙角的公綿羊，就是瑪代和波斯王。","bklcl":"Lí só͘ khòaⁿ-kìⁿ kang ê mî-iûⁿ, ū nn̄g ki kak ê, chiū-sī Má-tāi kap Pho-su nn̄g ê ông.","tghg":"你所看見公的綿羊有二支角的，就是瑪代及波斯二個王。","bklhl":"你所看見公ê綿羊，有兩支角ê，就是馬大kap波斯兩個王。"}},{"book":"但","chapter":8,"verse":21,"versions":{"unv":"那公山羊就是希臘王（希臘：原文是雅完；下同）；兩眼當中的大角就是頭一王。","bklcl":"Hit-chiah tn̂g-mn̂g kang ê soaⁿ-iûⁿ chiū-sī Hi-lia̍p ông; i nn̄g-lúi ba̍k-chiu-tiong ê tōa-ki kak chiū-sī thâu-chi̍t ê ông.","tghg":"彼隻長毛公的山羊就是希臘王；伊二蕊目睭中的大支角就是頭一個王。","bklhl":"Hit隻長毛公ê山羊就是希臘王；伊兩蕊目睭中ê大支角就是頭一个王。"}},{"book":"但","chapter":8,"verse":22,"versions":{"unv":"至於那折斷了的角，在其根上又長出四角，這四角就是四國，必從這國裡興起來，只是權勢都不及他。","bklcl":"Lūn-kàu hit-ki phah-chi̍h ê kak, tùi i ê tóe koh hoat-chhut sì-ki kak; án-ni ū sì-kok beh tùi i ê kok heng-khí, chóng-sī koân-le̍k bōe pí--tit i.","tghg":"論到彼支拍折的角，對伊的底閣發出四支角，按呢有四國，欲對伊的國興起，總是權力𣍐比得伊。","bklhl":"論到hit支phah折ê角，對伊ê底koh發出四支角；án-ni有四國beh對伊ê國興起，總是權力bōe比得伊。"}},{"book":"但","chapter":8,"verse":23,"versions":{"unv":"這四國末時，犯法的人罪惡滿盈，必有一王興起，面貌凶惡，能用雙關的詐語。","bklcl":"Hiah ê kok ê boa̍t-kî, lâng ê chōe-ok koàn-móa, beh ū chi̍t ê ông heng-khí, bīn-māu hiong-ok, gâu ēng khúi-khiat ê ōe.","tghg":"許個國的末期，人的罪惡貫滿，欲有一個王興起，面貌兇惡，𠢕(gâu)用詭譎(khúi-khiat)的話。","bklhl":"Hiah-ê國ê末期，人ê罪惡灌滿，beh有一个王興起，面貌兇惡，gâu用詭譎ê話。"}},{"book":"但","chapter":8,"verse":24,"versions":{"unv":"他的權柄必大，卻不是因自己的能力；他必行非常的毀滅，事情順利，任意而行；又必毀滅有能力的和聖民。","bklcl":"I ê koân-pèng chiâⁿ-chòe tōa, chóng-sī m̄-sī tùi ka-kī ê koân-pèng; i beh kiâⁿ hui-siông ê húi-bia̍t, iā sī heng-thong, koh chiàu ka-kī ê ì-sù lâi kiâⁿ; koh beh húi-bia̍t ū koân-le̍k-ê í-ki̍p sèng ê peh-sìⁿ.","tghg":"伊的權柄成做大，總是呣是對家己的權柄；伊欲行非常的毀滅，也是亨通，閣照家己的意思來行；閣欲毀滅有權力者以及聖的百姓。","bklhl":"伊ê權柄成做大，總是m̄是tùi家己ê權柄；伊beh行非常ê毀滅，也是興通，koh照家己ê意思來行；koh beh毀滅有權力ê以及聖ê百姓。"}},{"book":"但","chapter":8,"verse":25,"versions":{"unv":"他用權術成就手中的詭計，心裡自高自大，在人坦然無備的時候，毀滅多人；又要站起來攻擊萬君之君，至終卻非因人手而滅亡。","bklcl":"I ēng kè-bô͘ hō͘ i khúi-khiat ê chhiú-tōaⁿ heng-thong; sim-lāi ka-kī chòe-tōa; húi-bia̍t chōe-chōe lâng tī in bô tî-hông ê sî; koh beh khí-lâi kong-kek bān-ông ê Ông; chóng-sī i beh siū húi-hoāi, m̄-sī ēng lâng ê chhiú.","tghg":"伊用計謀互伊詭譎的手段亨通，心內家己做大，毀滅多多人，佇𪜶無持防的時；閣欲起來攻擊萬王的王，總是伊欲受毀壞呣是用人的手。","bklhl":"伊用計謀hō͘伊詭譎ê手段興通；心內家己做大；毀滅chōe-chōe人tī in無持防ê時；koh beh起來攻擊萬王ê王；總是伊beh受毀壞，m̄是用人ê手。"}},{"book":"但","chapter":8,"verse":26,"versions":{"unv":"所說二千三百日的異象是真的，但你要將這異象封住，因為關乎後來許多的日子。」","bklcl":"Chêng só͘ kóng ê-hng chá-khí ê īⁿ-siōng sī chin--ê; chóng-sī lí tio̍h hong-ba̍t hit ê īⁿ-siōng; in-ūi sī koan-hē chōe-chōe ji̍t-āu ê sū.","tghg":"前所講下昏早起的異象是真的，總是你著封密(ba̍t)彼個異象，因為是關係多多日後的事。」","bklhl":"前所講ê-hng早起ê異象是真ê；總是你tio̍h封密hit ê異象；因為是關係chōe-chōe日後ê事。"}},{"book":"但","chapter":8,"verse":27,"versions":{"unv":"於是我─但以理昏迷不醒，病了數日，然後起來辦理王的事務。我因這異象驚奇，卻無人能明白其中的意思。","bklcl":"Tùi án-ni góa Tān-í-lí hun-bê, phòa-pīⁿ kúi-nā ji̍t; jiân-āu khí--lâi pān-lí ông ê sū-bū; góa in-ūi chit ê īⁿ-siōng gông-ngia̍h, bô lâng ōe hiáu-tit.","tghg":"對按呢我──但以理昏迷，破病幾若日，然後起來辦理王的事務。我因為此個異象卬愕(gông-ngia̍h)，無人會曉得(hiáu-tit)。","bklhl":"Tùi án-ni，我但以理昏迷，破病kúi-nā日；然後起來辨理王ê事務；我因為chit ê異象gông-ngia̍h，無人會曉得。"}}]