[{"book":"但","chapter":3,"verse":1,"versions":{"unv":"尼布甲尼撒王造了一個金像，高六十肘，寬六肘，立在巴比倫省杜拉平原。","bklcl":"Nî-pò͘-kah-nî-sat ông chō kim-siōng, koâiⁿ la̍k-cha̍p tiú, khoah la̍k tiú; chhāi tī Pa-pí-lûn séng, Tō͘-la̍h ê pîⁿ-iûⁿ.","tghg":"尼布甲尼撒王造金像，高六十肘(tiú)，闊六肘，祀(chhāi)佇巴比倫省杜拉的平洋。","bklhl":"Nî-pò͘-kah-nî-sat王造金像，高六十肘，闊六肘；chhāi tī巴比倫省，Tō͘-la̍h ê平洋。"}},{"book":"但","chapter":3,"verse":2,"versions":{"unv":"尼布甲尼撒王差人將總督、欽差、巡撫、臬司、藩司、謀士、法官，和各省的官員都召了來，為尼布甲尼撒王所立的像行開光之禮。","bklcl":"Nî-pò͘-kah-nî-sat ông tiàu-chi̍p chiah-ê chóng-tok, khim-chhe, sûn-bú, àn-chhat-si, pò͘-chèng-si, bô͘-sū, hoat-koaⁿ, kap kok-séng ê koaⁿ-oân lâi hù Nî-pò͘-kah-nî-sat ông só͘ li̍p ê siōng, kiâⁿ tiám-gán ê lé.","tghg":"尼布甲尼撒王召集諸個總督、欽差(khim-chhe)、巡撫(sûn-bú)、按察司、保正司、謀士、法官，及各省的官員，來赴尼布甲尼撒王所立的像行點眼(tiám-gán)的禮。","bklhl":"Nî-pò͘-kah-nî-sat王召集chiah ê總督、欽差、巡撫、按察司、布政司、謀士、法官，kap各省ê官員來赴Nî-pò͘-kah-nî-sat王所立ê像，行點眼ê禮。"}},{"book":"但","chapter":3,"verse":3,"versions":{"unv":"於是總督、欽差、巡撫、臬司、藩司、謀士、法官，和各省的官員都聚集了來，要為尼布甲尼撒王所立的像行開光之禮，就站在尼布甲尼撒所立的像前。","bklcl":"Tùi án-ni hiah-ê chóng-tok, khim-chhe, sûn-bú, àn-chhat-si, pò͘-chèng-si, bô͘-sū, hoat-koaⁿ, kap kok-séng ê koaⁿ-oân lóng chū-chi̍p, ūi-tio̍h Nî-pò͘-kah-nî-sat só͘ li̍p ê siōng, kiâⁿ tiám-gán ê lé; chiū khiā tī Nî-pò͘-kah-nî-sat só͘ li̍p ê siōng ê thâu-chêng.","tghg":"對按呢許個總督、欽差、巡撫、按察司、保正司、謀士、法官，及各省的官員攏聚集，為著尼布甲尼撒所立的像行點眼的禮，就徛佇尼布甲尼撒所立的像的頭前。","bklhl":"Tùi án-ni，hiah-ê總督、欽差、巡撫、按察司、布政司、謀士、法官，kap各省ê官員lóng聚集，為tio̍h Nî-pò͘-kah-nî-sat所立ê像，行點眼ê禮；就khiā tī Nî-pò͘-kah-nî-sat所立ê像ê頭前。"}},{"book":"但","chapter":3,"verse":4,"versions":{"unv":"那時傳令的大聲呼叫說：「各方、各國、各族（原文是舌：下同）的人哪，有令傳與你們：","bklcl":"Hit-sî thoân bēng-lēng--ê tōa-siaⁿ kiò kóng, Lín chiah-ê peh-sìⁿ, chiah-ê kok, chiah-ê khiuⁿ-kháu ê lâng ah, ū bēng-lēng thoân hō͘ lín,","tghg":"彼時傳命令者大聲叫講：「恁諸個百姓、諸個國、諸個腔口的人啊，有命令傳互恁：","bklhl":"Hit時傳命令ê大聲叫講，Lín chiah ê百姓，chiah ê國，chiah ê腔口ê人ah，有命令傳hō͘ lín，"}},{"book":"但","chapter":3,"verse":5,"versions":{"unv":"你們一聽見角、笛、琵琶、琴、瑟、笙，和各樣樂器的聲音，就當俯伏敬拜尼布甲尼撒王所立的金像。","bklcl":"lín chi̍t-ē thiaⁿ-kìⁿ sàu-kak, ta̍t-á, pî-pê, khîm, sek, seng, kap ta̍k-iūⁿ ga̍k-khì ê siaⁿ, chiū tio̍h phak-lo̍h kèng-pài Nî-pò͘-kah-nî-sat ông só͘ li̍p ê kim-siōng;","tghg":"恁一下聽見哨角(sàu-kak)、笛仔(ta̍t-á)、琵琶(pî-pê)、琴、瑟(sek)、笙(seng)，及逐樣樂器的聲，就著仆落敬拜尼布甲尼撒王所立的金像。","bklhl":"lín一下聽見哨角、笛á、琵琶、琴、瑟、笙，kap ta̍k樣樂器ê聲，就tio̍h仆落敬拜Nî-pò͘-kah-nî-sat王所立ê金像；"}},{"book":"但","chapter":3,"verse":6,"versions":{"unv":"凡不俯伏敬拜的，必立時扔在烈火的窯中。」","bklcl":"kìⁿ-nā bô phak-lo̍h kèng-pài-ê beh chek-sî hiat-lo̍h tī iām-jia̍t ê hé-lô͘.","tghg":"見若無仆落敬拜的，欲即時㧒(hiat)落佇炎熱的火爐。」","bklhl":"見若無仆落敬拜ê beh即時hiat落tī炎熱ê火爐。"}},{"book":"但","chapter":3,"verse":7,"versions":{"unv":"因此各方、各國、各族的人民一聽見角、笛、琵琶、琴、瑟，和各樣樂器的聲音，就都俯伏敬拜尼布甲尼撒王所立的金像。","bklcl":"In-ūi án-ni chèng peh-sìⁿ chi̍t-ē thiaⁿ-kìⁿ sàu-kak, ta̍t-á, pî-pê, khîm, sek, kap ta̍k-iūⁿ ga̍k-khì ê siaⁿ, chiū chiah-ê peh-sìⁿ, chiah-ê kok, chiah-ê khiuⁿ-kháu ê lâng lóng phak-lo̍h kèng-pài Nî-pò͘-kah-nî-sat ông só͘ li̍p ê kim-siōng.","tghg":"因為按呢眾百姓一下聽見哨角、笛仔、琵琶、琴、瑟、及逐樣樂器的聲，就諸個百姓、諸個國、諸個腔口的人攏仆落敬拜尼布甲尼撒王所立的金像。","bklhl":"因為án-ni眾百姓一下聽見哨角、笛á、琵琶、琴、瑟，kap ta̍k樣樂器ê聲，就chiah ê百姓，chiah ê國，chiah ê腔口ê人lóng仆落敬拜Nî-pò͘-kah-nî-sat王所立ê金像。"}},{"book":"但","chapter":3,"verse":8,"versions":{"unv":"那時，有幾個迦勒底人進前來控告猶大人。","bklcl":"Hit-sî ū kúi-nā ê Ka-le̍k-tí lâng chìn-chêng lâi kò Iû-tāi lâng.","tghg":"彼時，有幾若個迦勒底人進前來告猶大人。","bklhl":"Hit時有kúi-nā ê Ka-le̍k-tí人進前來告偤大人。"}},{"book":"但","chapter":3,"verse":9,"versions":{"unv":"他們對尼布甲尼撒王說：「願王萬歲！","bklcl":"In tùi Nî-pò͘-kah-nî-sat ông kóng, Goān ông bān-sòe.","tghg":"𪜶對尼布甲尼撒王講：「願王萬歲！","bklhl":"In對Nî-pò͘-kah-nî-sat王講，願王萬歲。"}},{"book":"但","chapter":3,"verse":10,"versions":{"unv":"王啊，你曾降旨說，凡聽見角、笛、琵琶、琴、瑟、笙，和各樣樂器聲音的都當俯伏敬拜金像。","bklcl":"Ông ah, lí bat chhut-lēng kóng kìⁿ-nā lâng thiaⁿ-kìⁿ sàu-kak, ta̍t-á, pî-pê, khîm, sek, seng, kap ta̍k-iūⁿ ga̍k-khì ê siaⁿ, lóng tio̍h phak-lo̍h kèng-pài kim-siōng;","tghg":"王啊，你曾出令講，見若人聽見哨角、笛仔、琵琶、琴、瑟、笙，及逐樣樂器的聲，攏著仆落敬拜金像。","bklhl":"王ah，你bat出令講見若人聽見哨角、笛á、琵琶、琴、瑟、笙，kap ta̍k樣樂器ê聲，lóng tio̍h仆落敬拜金像；"}},{"book":"但","chapter":3,"verse":11,"versions":{"unv":"凡不俯伏敬拜的，必扔在烈火的窯中。","bklcl":"kìⁿ-nā bô phak-lo̍h kèng-pài-ê beh hiat-lo̍h tī iām-jia̍t ê hé-lô͘.","tghg":"見若無仆落敬拜的，欲㧒落佇炎熱的火爐。","bklhl":"見若無仆落敬拜ê beh hiat落tī炎熱ê火爐。"}},{"book":"但","chapter":3,"verse":12,"versions":{"unv":"現在有幾個猶大人，就是王所派管理巴比倫省事務的沙得拉、米煞、亞伯尼歌；王啊，這些人不理你，不事奉你的神，也不敬拜你所立的金像。」","bklcl":"Taⁿ ū kúi-nā ê Iû-tāi lâng, chiū-sī lí só͘ phài koán-lí Pa-pí-lûn séng ê sū-bū ê, Sa-tek-la̍h, Bí-soah, A-pek-nî-ko; ông ah, chiah-ê lâng bô iàu-kín lí ê ōe, m̄ ho̍k-sāi lí chiah-ê siōng-tè, iā m̄ kèng-pài lí só͘ li̍p ê kim-siōng.","tghg":"今有幾若個猶大人，就是你所派管理巴比倫省的事務的沙得拉、米煞、亞伯尼歌；王啊，諸個人無要緊你的話，呣服事你諸個上帝，也呣敬拜你所立的金像。」","bklhl":"Taⁿ有kúi-nā ê偤大人，就是你所派管理巴比倫省ê事務ê，Sa-tek-la̍h、Bí-soah、A-pek-nî-ko；王ah，chiah ê人無要緊你ê話，m̄服事你chiah ê上帝，也m̄敬拜你所立ê金像。"}},{"book":"但","chapter":3,"verse":13,"versions":{"unv":"當時，尼布甲尼撒沖沖大怒，吩咐人把沙得拉、米煞、亞伯尼歌帶過來，他們就把那些人帶到王面前。","bklcl":"Hit-sî Nî-pò͘-kah-nî-sat tōa siū-khì kàu-ke̍k, bēng-lēng chiong Sa-tek-la̍h, Bí-soah, A-pek-nî-ko tòa--lâi.  In chiū chiong chiah-ê lâng tòa kàu ông ê bīn-chêng.","tghg":"彼時，尼布甲尼撒大受氣到極，命令將沙得拉、米煞、亞伯尼歌帶來，𪜶就將諸個人帶到王的面前。","bklhl":"Hit時Nî-pò͘-kah-nî-sat大受氣到極，命令將Sa-tek-la̍h、Bí-soah、A-pek-nî-ko帶來。In就將chiah ê人帶到王ê面前。"}},{"book":"但","chapter":3,"verse":14,"versions":{"unv":"尼布甲尼撒問他們說：「沙得拉、米煞、亞伯尼歌，你們不事奉我的神，也不敬拜我所立的金像，是故意的嗎？","bklcl":"Nî-pò͘-kah-nî-sat mn̄g in kóng, Sa-tek-la̍h, Bí-soah, A-pek-nî-ko, lín bô ho̍k-sāi góa chiah-ê siōng-tè, iā bô kèng-pài góa só͘ li̍p ê kim-siōng sī tiâu-kò͘-ì mah?","tghg":"尼布甲尼撒問𪜶講：「沙得拉、米煞、亞伯尼歌，恁無服事我諸個上帝，也無敬拜我所立的金像，是刁故意嗎？","bklhl":"Nî-pò͘-kah-nî-sat問in講，Sa-tek-la̍h、Bí-soah、A-pek-nî-ko，lín無服事我chiah ê上帝，也無敬拜我所立ê金像是tiâu故意mah？"}},{"book":"但","chapter":3,"verse":15,"versions":{"unv":"你們再聽見角、笛、琵琶、琴、瑟、笙，和各樣樂器的聲音，若俯伏敬拜我所造的像，卻還可以；若不敬拜，必立時扔在烈火的窯中，有何神能救你們脫離我手呢？」","bklcl":"Taⁿ lín koh thiaⁿ-kìⁿ sàu-kak, ta̍t-á, pî-pê, khîm, sek, seng, kap ta̍k-iūⁿ ga̍k-khì ê siaⁿ, nā piān-piān phak-lo̍h kèng-pài góa só͘ chō ê siōng chiū hó; chóng-sī lín nā m̄ kèng-pài, beh chek-sî hiat lín lo̍h iām-jia̍t ê hé-lô͘; ū sím-mi̍h siōng-tè beh kiù lín thoat-lī góa ê chhiú ah?","tghg":"今恁閣聽見哨角、笛仔、琵琶、琴、瑟、笙，及逐樣樂器的聲，若便便仆落敬拜我所造的像，就好；總是恁若呣敬拜，欲即時㧒恁落炎熱的火爐，有甚麼上帝欲救恁脫離我的手啊？」","bklhl":"Taⁿ lín koh聽見哨角、笛á、琵琶、琴、瑟、笙，kap ta̍k樣樂器ê聲，若便便仆落敬拜我所造ê像就好；總是lín若m̄敬拜，beh即時hiat lín落炎熱ê火爐；有甚麼上帝beh救lín脫離我ê手ah？"}},{"book":"但","chapter":3,"verse":16,"versions":{"unv":"沙得拉、米煞、亞伯尼歌對王說：「尼布甲尼撒啊，這件事我們不必回答你；","bklcl":"Sa-tek-la̍h, Bí-soah, A-pek-nî-ko ìn ông kóng, Nî-pò͘-kah-nî-sat ah, chit ê sū goán m̄-bián ìn lí.","tghg":"沙得拉、米煞、亞伯尼歌應王講：「尼布甲尼撒啊，此個事阮呣免應你；","bklhl":"Sa-tek-la̍h、Bí-soah、A-pek-nî-ko應王講，Nî-pò͘-kah-nî-sat ah，chit ê事阮m̄免應你。"}},{"book":"但","chapter":3,"verse":17,"versions":{"unv":"即便如此，我們所事奉的　神能將我們從烈火的窯中救出來。王啊，他也必救我們脫離你的手；","bklcl":"Kó-jiân án-ni, goán só͘ ho̍k-sāi ê Siōng-tè ōe kiù goán chhut iām-jia̍t ê hé-lô͘; ông ah, I iā beh kiù goán thoat-lī lí ê chhiú.","tghg":"果然按呢，阮所服事的上帝會救阮出炎熱的火爐。王啊，伊也欲救阮脫離你的手；","bklhl":"果然án-ni，阮所服事ê上帝能救阮出炎熱ê火爐；王ah，祂也beh救阮脫離你ê手。"}},{"book":"但","chapter":3,"verse":18,"versions":{"unv":"即或不然，王啊，你當知道我們決不事奉你的神，也不敬拜你所立的金像。」","bklcl":"Nā bô án-ni, ông ah, lí tio̍h chai goán koat-toàn bô beh ho̍k-sāi lí chiah-ê siōng-tè, iā bô beh kèng-pài lí só͘ li̍p ê kim-siōng.","tghg":"若無按呢，王啊，你著知阮決斷無欲服事你諸個上帝，亦無欲敬拜你所立的金像。」","bklhl":"若無án-ni，王ah，你tio̍h知阮決斷無beh服事你chiah ê上帝，也無beh敬拜你所立ê金像。"}},{"book":"但","chapter":3,"verse":19,"versions":{"unv":"當時，尼布甲尼撒怒氣填胸，向沙得拉、米煞、亞伯尼歌變了臉色，吩咐人把窯燒熱，比尋常更加七倍；","bklcl":"Hit-sî, Nî-pò͘-kah-nî-sat móa-sim siū-khì, tùi Sa-tek-la̍h, Bí-soah, A-pek-nî-ko pìⁿ-bīn, bēng-lēng lâng khí hé-lô͘ pí pêng-siông chhit-pē khah jia̍t.","tghg":"彼時，尼布甲尼撒滿心受氣，對沙得拉、米煞、亞伯尼歌變面，命令人起火爐，比平常七倍卡熱；","bklhl":"Hit時，Nî-pò͘-kah-nî-sat滿心受氣，對Sa-tek-la̍h、Bí-soah、A-pek-nî-ko變面，命令人起火爐比平常七倍khah熱。"}},{"book":"但","chapter":3,"verse":20,"versions":{"unv":"又吩咐他軍中的幾個壯士，將沙得拉、米煞、亞伯尼歌捆起來，扔在烈火的窯中。","bklcl":"Iā bēng-lēng kun-tūi-tiong ióng-béng-ê kúi-nā lâng pa̍k Sa-tek-la̍h, Bí-soah, A-pek-nî-ko, hiat tī iām-jia̍t ê hé-lô͘.","tghg":"也命令軍隊中勇猛的幾若人，縛(pa̍k)沙得拉、米煞、亞伯尼歌，㧒佇炎熱的火爐。","bklhl":"也命令軍隊中勇猛ê kúi-nā人縛Sa-tek-la̍h、Bí-soah、A-pek-nî-ko，hiat tī炎熱ê火爐。"}},{"book":"但","chapter":3,"verse":21,"versions":{"unv":"這三人穿著褲子、內袍、外衣，和別的衣服，被捆起來扔在烈火的窯中。","bklcl":"In hiah-ê lâng siū pa̍k, iû-goân chhēng khò͘, phàu, kap lāi-saⁿ, kap kî-û ê saⁿ, hiat tī iām-jia̍t ê hé-lô͘.","tghg":"𪜶許個人受縛猶原穿褲、袍(phàu)、及內衫，及其餘的衫，㧒佇炎熱的火爐。","bklhl":"In hiah-ê人受縛，猶原穿褲、袍，kap內衫，kap其餘ê衫，hiat tī炎熱ê火爐。"}},{"book":"但","chapter":3,"verse":22,"versions":{"unv":"因為王命緊急，窯又甚熱，那抬沙得拉、米煞、亞伯尼歌的人都被火焰燒死。","bklcl":"In-ūi ông ê bēng-lēng chin kín-kip, hé-lô͘ koh chin jia̍t, hiah-ê lia̍h Sa-tek-la̍h, Bí-soah, A-pek-nî-ko ê lâng lóng hō͘ hé-chi̍h sio-sí.","tghg":"因為王的命令真緊急，火爐閣真熱，許個掠沙得拉、米煞、亞伯尼歌的人攏互火舌燒死。","bklhl":"因為王ê命令真緊急，火爐koh真熱，hiah-ê掠Sa-tek-la̍h、Bí-soah、A-pek-nî-ko ê人lóng hō͘火舌燒死。"}},{"book":"但","chapter":3,"verse":23,"versions":{"unv":"沙得拉、米煞、亞伯尼歌這三個人都被捆著落在烈火的窯中。","bklcl":"Sa-tek-la̍h, Bí-soah, A-pek-nî-ko, hí(**hit) saⁿ ê lâng lóng siū-pa̍k, tūi-lo̍h tī iām-jia̍t ê hé-lô͘.","tghg":"沙得拉、米煞、亞伯尼歌彼三個人攏受縛墜落(tūi-lo̍h)佇炎熱的火爐。","bklhl":"Sa-tek-la̍h、Bí-soah、A-pek-nî-ko，hit三個人lóng受縛，墜落tī炎熱ê火爐。"}},{"book":"但","chapter":3,"verse":24,"versions":{"unv":"那時，尼布甲尼撒王驚奇，急忙起來，對謀士說：「我捆起來扔在火裡的不是三個人嗎？」他們回答王說：「王啊，是。」","bklcl":"Hit-sî Nî-pò͘-kah-nî-sat ông gông-ngia̍h, kín-kín khí-lâi, tùi i ê bô͘-sū kóng, Lán kiám-m̄-sī pa̍k saⁿ-lâng, hiat tī hé--nih mah?  In ìn ông kóng, Ông ah, sī ah.","tghg":"彼時，尼布甲尼撒王卬愕，緊緊起來，對伊的謀士講：「咱豈呣是縛三人㧒佇火裡嗎？」𪜶應王講：「王啊，是啊！」","bklhl":"Hit時Nî-pò͘-kah-nî-sat王gông-ngia̍h，緊緊起來，對伊ê謀士講，咱kiám m̄是縛三人，hiat tī火裡mah？In應王講，王ah，是ah。"}},{"book":"但","chapter":3,"verse":25,"versions":{"unv":"王說：「看哪，我見有四個人，並沒有捆綁，在火中遊行，也沒有受傷；那第四個的相貌好像神子。」","bklcl":"Ông kóng, Khòaⁿ ah, góa khòaⁿ-kìⁿ ū sì ê lâng, pēng bô siū-pa̍k, kiâⁿ tī hé-tiong, iā bô siū-siong; hit ê tē-sì-ê ê iông-māu sī chhin-chhiūⁿ siōng-tè ê kiáⁿ.","tghg":"王講：「看啊，我看見有四個人，並無受縛，行佇火中，也無受傷；彼個第四個的容貌是親像上帝的子。」","bklhl":"王講，看ah，我看見有四個人，並無受縛，行tī火中，也無受傷；hit ê第四個ê容貌是親像上帝ê kiáⁿ。"}},{"book":"但","chapter":3,"verse":26,"versions":{"unv":"於是，尼布甲尼撒就近烈火窯門，說：「至高　神的僕人沙得拉、米煞、亞伯尼歌出來，上這裡來吧！」沙得拉、米煞、亞伯尼歌就從火中出來了。","bklcl":"Tùi hit-tia̍p Nî-pò͘-kah-nî-sat kiâⁿ kūn iām-jia̍t ê hé-lô͘-kháu; kiò kóng, Chì-koâiⁿ ê Siōng-tè ê lô͘-po̍k, Sa-tek-la̍h, Bí-soah, A-pek-nî-ko, chhut-lâi, lâi kàu chia.  Sa-tek-la̍h, Bí-soah, A-pek-nî-ko chiū tùi hé-tiong chhut-lâi.","tghg":"對彼霎(tia̍p)，尼布甲尼撒行近炎熱的火爐口，叫講：「至高的上帝的奴僕沙得拉、米煞、亞伯尼歌出來，來到遮！」沙得拉、米煞、亞伯尼歌就對火中出來。","bklhl":"Tùi hit-tia̍p，Nî-pò͘-kah-nî-sat行近炎熱ê火爐口；叫講，至koân ê上帝ê奴僕，Sa-tek-la̍h、Bí-soah、A-pek-nî-ko，出來，來到chia。Sa-tek-la̍h、Bí-soah、A-pek-nî-ko就tùi火中出來。"}},{"book":"但","chapter":3,"verse":27,"versions":{"unv":"那些總督、欽差、巡撫，和王的謀士一同聚集看這三個人，見火無力傷他們的身體，頭髮也沒有燒焦，衣裳也沒有變色，並沒有火燎的氣味。","bklcl":"Hiah ê chóng-tok, khim-chhe, sûn-bú, kap ông ê bô͘-sū saⁿ-kap chū-chi̍p, khòaⁿ-kìⁿ hit saⁿ-lâng, hé bô la̍t thang hāi in ê seng-khu, in ê thâu-mn̂g iā bô sio--tio̍h, saⁿ-khò͘ bô piàn-ōaⁿ, in iā lóng bô chhàu-hé-bī.","tghg":"許個總督、欽差、巡撫，及王的謀士，相及聚集看見彼三人，火無力通害𪜶的身軀，𪜶的頭毛也無燒著，衫褲無變換，𪜶也攏無臭火味。","bklhl":"Hiah-ê總督、欽差、巡撫，kap王ê謀士相kap聚集，看見hit三人，火無力thang害in ê身軀，in ê頭毛也無燒tio̍h，衫褲無變換，in也lóng無臭火味。"}},{"book":"但","chapter":3,"verse":28,"versions":{"unv":"尼布甲尼撒說：「沙得拉、米煞、亞伯尼歌的　神是應當稱頌的！他差遣使者救護倚靠他的僕人，他們不遵王命，捨去己身，在他們　神以外不肯事奉敬拜別神。","bklcl":"Nî-pò͘-kah-nî-sat kóng, Sa-tek-la̍h, Bí-soah, A-pek-nî-ko ê Siōng-tè sī eng-kai o-ló ê, in-ūi I chhe I ê sù-chiá chín-kiù hiah-ê óa-khò I ê lô͘-po̍k, in hoán-tùi ông ê bēng-lēng, pàng-sak ka-kī ê seng-khu, tī in ka-kī ê Siōng-tè í-gōa m̄-khéng ho̍k-sāi kèng-pài pa̍t ê siōng-tè.","tghg":"尼布甲尼撒講：「沙得拉、米煞、亞伯尼歌的上帝是應該謳咾的！因為伊差伊的使者拯救許個倚靠伊的奴僕，𪜶反對王的命令，放拺家己的身軀，佇𪜶家己的上帝以外呣肯服事敬拜別個上帝。","bklhl":"Nî-pò͘-kah-nî-sat講，Sa-tek-la̍h、Bí-soah、A-pek-nî-ko ê上帝是應該o-ló ê，因為祂差祂ê使者拯救hiah-ê óa靠伊ê奴僕，in反對王ê命令，放sak家己ê身軀，tī in家己ê上帝以外m̄肯服事敬拜別ê上帝。"}},{"book":"但","chapter":3,"verse":29,"versions":{"unv":"現在我降旨，無論何方、何國、何族的人，謗讟沙得拉、米煞、亞伯尼歌之　神的，必被凌遲，他的房屋必成糞堆，因為沒有別神能這樣施行拯救。」","bklcl":"Só͘-í góa chhut-lēng, chiah-ê peh-sìⁿ, chiah-ê kok, chiah-ê khiuⁿ-kháu ê lâng, kìⁿ-nā ēng ōe siat-to̍k Sa-tek-la̍h, Bí-soah, A-pek-nî-ko ê Siōng-tè, beh chiong in ê bah koah chhùi-chhùi, in ê chhù beh chòe pùn-sò-tui; in-ūi bô pa̍t ê siōng-tè ōe kiù lâng chhin-chhiūⁿ án-ni.","tghg":"所以我出令，諸個百姓、諸個國、諸個腔口的人，見若用話褻瀆(siat-to̍k)沙得拉、米煞、亞伯尼歌的上帝，欲將𪜶的肉割碎碎，𪜶的厝欲做糞埽(pùn-sò)堆，因為無別個上帝會救人親像按呢。」","bklhl":"所以我出令，chiah ê百姓，chiah ê國，chiah ê腔口ê人，見若用話褻瀆Sa-tek-la̍h、Bí-soah、A-pek-nî-ko ê上帝，beh將in ê肉割碎碎，in ê厝beh做糞埽堆；因為無別ê上帝能救人親像án-ni。"}},{"book":"但","chapter":3,"verse":30,"versions":{"unv":"那時王在巴比倫省，高升了沙得拉、米煞、亞伯尼歌。","bklcl":"Hit-sî ông tī Pa-pí-lûn séng ko-seng Sa-tek-la̍h, Bí-soah, A-pek-nî-ko.","tghg":"彼時王佇巴比倫省，高升沙得拉、米煞、亞伯尼歌。","bklhl":"Hit時王tī巴比倫省高升Sa-tek-la̍h、Bí-soah、A-pek-nî-ko。"}}]