[{"book":"但","chapter":4,"verse":1,"versions":{"unv":"尼布甲尼撒王曉諭住在全地各方、各國、各族的人說：「願你們大享平安！","bklcl":"Nî-pò͘-kah-nî-sat ông pan-chiàu hō͘ thiⁿ-ē chiah-ê peh-sìⁿ, chiah-ê kok, chiah-ê khiuⁿ-kháu ê lâng kóng: Goān lín tōa hióng-siū pêng-an.","tghg":"尼布甲尼撒王頒詔(pan-chìàu)互天下諸個百姓、諸個國、諸個腔口的人講：「願恁大享受平安！","bklhl":"Nî-pò͘-kah-nî-sat王頒詔hō͘天下chiah ê百姓，chiah ê國，chiah ê腔口ê人講：願lín大享受平安。"}},{"book":"但","chapter":4,"verse":2,"versions":{"unv":"我樂意將至高的　神向我所行的神蹟奇事宣揚出來。","bklcl":"Chì-koâiⁿ ê Siōng-tè só͘ kiâⁿ tī góa ê sîn-jiah kî-sū, góa hoaⁿ-hí soan-pò͘.","tghg":"至高的上帝所行佇我的神蹟奇事，我歡喜宣佈。","bklhl":"至koân ê上帝所行tī我ê神跡奇事，我歡喜宣佈。"}},{"book":"但","chapter":4,"verse":3,"versions":{"unv":"他的神蹟何其大！他的奇事何其盛！他的國是永遠的；他的權柄存到萬代！","bklcl":"Tōa ah, I ê sîn-jiah! hong-sēng ah, I ê kî-sū! I ê kok sī éng-oán ê kok, I ê koân-pèng kàu tāi-tāi.","tghg":"大啊，伊的神蹟！豐盛啊，伊的奇事！伊的國是永遠的國；伊的權柄到代代！","bklhl":"大ah，伊ê神跡！豐盛ah，伊ê奇事！伊ê國是永遠ê國，伊ê權柄到代代。"}},{"book":"但","chapter":4,"verse":4,"versions":{"unv":"「我尼布甲尼撒安居在宮中，平順在殿內。","bklcl":"Góa Nî-pò͘-kah-nî-sat tī góa ê chhù, an-jiân khiā-khí tī góa ê ông-kiong iàn-lo̍k.","tghg":"「我──尼布甲尼撒佇我的厝，安然徛起佇我的王宮宴樂。","bklhl":"我Nî-pò͘-kah-nî-sat tī我ê厝，安然khiā起tī我ê王宮宴樂。"}},{"book":"但","chapter":4,"verse":5,"versions":{"unv":"我做了一夢，使我懼怕。我在床上的思念，並腦中的異象，使我驚惶。","bklcl":"Góa bāng-kìⁿ chi̍t ê bāng hō͘ góa kiaⁿ-hiâⁿ; góa tī bîn-chhn̂g--nih ê su-sióng kap sim-lāi ê īⁿ-siōng hō͘ góa peh-pak.","tghg":"我夢見一個夢，互我驚惶。我佇眠床裡的思想，及心內的異象，互我迫腹(peh-pak)。","bklhl":"我夢見一个夢hō͘我驚惶；我tī眠床裡ê思想kap心內ê異象hō͘我擘腹。"}},{"book":"但","chapter":4,"verse":6,"versions":{"unv":"所以我降旨召巴比倫的一切哲士到我面前，叫他們把夢的講解告訴我。","bklcl":"Só͘-í góa chhut-lēng tiàu Pa-pí-lûn it-chhè tì-hūi ê lâng kàu góa ê bīn-chêng, kah in kóe-bêng hit ê bāng hō͘ góa chai.","tghg":"所以我出令召巴比倫一切智慧的人到我的面前，教𪜶解明彼個夢互我知。","bklhl":"所以我出令召巴比倫一切智慧ê人到我ê面前，kah in解明hit ê夢hō͘我知。"}},{"book":"但","chapter":4,"verse":7,"versions":{"unv":"於是那些術士、用法術的、迦勒底人、觀兆的都進來，我將那夢告訴了他們，他們卻不能把夢的講解告訴我。","bklcl":"Tùi án-ni hiah-ê phok-sū, su̍t-sū, Ka-le̍k-tí lâng, chiam-pok-ê lóng ji̍p--lâi; góa chiong hit ê bāng tng-bīn kā in kóng; chóng-sī in bô kóe-bêng hō͘ góa chai.","tghg":"對按呢許個博士、術士、迦勒底人、占卜(chiam-pok)者攏入來，我將彼個夢當面給𪜶講，總是𪜶無解明互我知。","bklhl":"Tùi án-ni，hiah-ê博士、術士、Ka-le̍k-tí人，占卜ê lóng入來；我將hit ê夢當面kā in講；總是in無解明hō͘我知。"}},{"book":"但","chapter":4,"verse":8,"versions":{"unv":"末後那照我神的名，稱為伯提沙撒的但以理來到我面前，他裡頭有聖神的靈，我將夢告訴他說：","bklcl":"Lō͘-bé ū Tān-í-lí, chiàu góa ê siōng-tè ê miâ chheng-chòe Pek-thê-sa-sat ê, kàu góa ê bīn-chêng, i ê sim-lāi ū chiah-ê sèng ê siōng-tè ê sîn;","tghg":"路尾有但以理，照我的上帝的名稱做伯提沙撒的，到我的面前，伊的心內有諸個聖的上帝的神，我用夢給伊講：","bklhl":"路尾有但以理，照我ê上帝ê名稱做Pek-thê-sa-sat ê，到我ê面前，伊ê心內有chiah ê聖ê上帝ê神；"}},{"book":"但","chapter":4,"verse":9,"versions":{"unv":"『術士的領袖伯提沙撒啊，因我知道你裡頭有聖神的靈，甚麼奧祕的事都不能使你為難。現在要把我夢中所見的異象和夢的講解告訴我。』","bklcl":"góa ēng bāng kā i kóng, Phok-sū-tiúⁿ, Pek-thê-sa-sat ah, in-ūi góa chai lí ê sim-lāi ū chiah-ê sèng ê siōng-tè ê sîn, bô chi̍t-hāng pì-bi̍t ê sū hō͘ lí ûi-lân, taⁿ tio̍h chiong góa bāng-tiong só͘ khòaⁿ-kìⁿ ê īⁿ-siōng kap i ê kóe-bêng lâi kā góa kóng.","tghg":"『博士長伯提沙撒啊，因為我知你的心內有諸個聖的上帝的神，無一項祕密的事互你為難。今著將我夢中所看見的異象及伊的解明來給我講。』","bklhl":"我用夢kā伊講，博士長，Pek-thê-sa-sat ah，因為我知你ê心內有chiah ê聖ê上帝ê神，無一項祕密ê事hō͘你為難，taⁿ tio̍h將我夢中所看見ê異象kap伊ê解明來kā我講。"}},{"book":"但","chapter":4,"verse":10,"versions":{"unv":"「我在床上腦中的異象是這樣：我看見地當中有一棵樹，極其高大。","bklcl":"Góa tī chhn̂g--nih sim-lāi ê īⁿ-siōng sī chiah-ê; góa teh khòaⁿ, khòaⁿ-kìⁿ tōe ê tiong-kan ū chi̍t châng chhiū ke̍k-kî koâiⁿ.","tghg":"「我佇床裡心內的異象是諸個：我啲看，看見地的中間有一欉樹，極其高。","bklhl":"我tī床裡心內ê異象是chiah ê；我teh看，看見地ê中間有一叢樹極其高。"}},{"book":"但","chapter":4,"verse":11,"versions":{"unv":"那樹漸長，而且堅固，高得頂天，從地極都能看見，","bklcl":"Hit châng chhiū chiām-chiām tōa koh kian-kò͘, koâiⁿ kàu tú-thiⁿ, tōe ê ke̍k-thâu iā ōe khòaⁿ-kìⁿ.","tghg":"彼欉樹漸漸大，閣堅固，高到抵(tú)天，地的極頭也會看見，","bklhl":"Hit叢樹漸漸大koh堅固，高到抵天，地ê極頭也能看見。"}},{"book":"但","chapter":4,"verse":12,"versions":{"unv":"葉子華美，果子甚多，可作眾生的食物；田野的走獸臥在蔭下，天空的飛鳥宿在枝上；凡有血氣的都從這樹得食。","bklcl":"I ê hio̍h bō͘-sēng, ké-chí chin-chōe, hit lāi-bīn ū chiòng-seng ê chia̍h-mi̍h; chhân-iá ê cháu-siù tòa tī i ê ìm-ńg, khong-tiong ê pe-chiáu hioh tī i ê ki, kìⁿ-ū hiat-khì--ê tùi i tit-tio̍h chia̍h.","tghg":"伊的葉茂盛，果子真多，彼內面有眾生的食物(chia̍h-mi̍h)；田野的走獸住佇伊的蔭影，空中的飛鳥歇佇伊的枝；見有血氣者對伊得著食。","bklhl":"伊ê葉茂盛，果子真chōe，hit內面有眾生ê食物；田野ê走獸tòa tī伊ê蔭影，空中ê飛鳥歇tī伊ê枝，見有血氣ê tùi伊得tio̍h食。"}},{"book":"但","chapter":4,"verse":13,"versions":{"unv":"「我在床上腦中的異象，見有一位守望的聖者從天而降。","bklcl":"Góa tī bîn-chhn̂g, tī góa sim-lāi ê īⁿ-siōng, khòaⁿ-kìⁿ ū chi̍t ê siú-bāng, koh sī sèng--ê, tùi thiⁿ lo̍h--lâi.","tghg":"「我佇眠床，佇我心內的異象，看見有一個守望閣是聖者對天落來。","bklhl":"我tī眠床，tī我心內ê異象，看見有一个守望，koh是聖ê，tùi天落來。"}},{"book":"但","chapter":4,"verse":14,"versions":{"unv":"大聲呼叫說：『伐倒這樹！砍下枝子！搖掉葉子！拋散果子！使走獸離開樹下，飛鳥躲開樹枝。","bklcl":"Tōa-siaⁿ kiò kóng, Chhò hit châng chhiū, khám i ê ki, iô-lak i ê hio̍h, phah-sòaⁿ i ê ké-chí, hō͘ cháu-siù lī-khui i ê ē-bīn, hō͘ pe-chiáu lī-khui i ê ki.","tghg":"大聲叫講：『剉(chhò)彼欉樹！砍(khám)伊的枝！搖落伊的葉！拍散伊的果子！互走獸離開伊的下面，互飛鳥離開伊的枝。","bklhl":"大聲叫講，剉hit叢樹，砍(khám)伊ê枝，搖落伊ê葉，phah散伊ê果子，hō͘走獸離開伊ê下面，hō͘飛鳥離開伊ê枝。"}},{"book":"但","chapter":4,"verse":15,"versions":{"unv":"樹墩卻要留在地內，用鐵圈和銅圈箍住，在田野的青草中讓天露滴濕，使他與地上的獸一同吃草，","bklcl":"Chóng-sī tio̍h lâu i ê kun-thâu tī tōe--nih, ēng thih kap tâng ê khoân pa̍k i, tī chhân--nih sin-hoat ê chháu-tiong; ēng thiⁿ ê lō͘-chúi sip-tâm i, iā hō͘ i kap cháu-siù ū-hūn tī tōe-chiūⁿ ê chháu-tiûⁿ;","tghg":"總是著留伊的根頭佇地裡，用鐵及銅的環縛伊佇田裡新發的草中，用天的露水濕𣸄(sip-tâm)伊，也互伊及走獸有份佇地上的草場，","bklhl":"總是tio̍h留伊ê根頭tī地裡，用鐵kap銅ê環縛伊，tī田裡新發ê草中；用天ê露水濕tâm伊，也hō͘伊kap走獸有份tī地上ê草場；"}},{"book":"但","chapter":4,"verse":16,"versions":{"unv":"使他的心改變，不如人心；給他一個獸心，使他經過七期（期：或譯年；本章同）。","bklcl":"hō͘ i ê sim piàn-chòe m̄-sī lâng ê sim, iā ēng siù ê sim hō͘ i, hō͘ i le̍k-kè chhit ê sî-kî.","tghg":"互伊的心，變做呣是人的心，也用獸的心互伊，互伊歷過七個時期。","bklhl":"Hō͘伊ê心變做m̄是人ê心，也用獸ê心hō͘伊，hō͘伊歷過七個時期。"}},{"book":"但","chapter":4,"verse":17,"versions":{"unv":"這是守望者所發的命，聖者所出的令，好叫世人知道至高者在人的國中掌權，要將國賜與誰就賜與誰，或立極卑微的人執掌國權。』","bklcl":"Che sī chiah-ê siú-bāng-ê só͘ tiāⁿ-tio̍h ê bēng, chiah-ê sèng-ê só͘ chhut ê lēng; hō͘ chiòng-seng chai,  Chì-koâiⁿ-ê chiáng-koán lâng ê kok, iā chiàu ka-kī ê ì-sù ēng kok siúⁿ-sù lâng, iā ēng chì-bî-sòe ê lâng siat-li̍p chòe chú.","tghg":"這是諸個守望者所定著(tiāⁿ-tio̍h)的命，諸個聖者所出的令，互眾生知至高者掌管人的國，也照家己的意思用國賞賜人，也用至微細的人設立做主。』","bklhl":"這是chiah ê守望ê所定tio̍h ê命，chiah ê聖ê所出ê令；hō͘眾生知，至koân ê掌管人ê國，也照家己ê意思用國賞賜人，也用至微細ê人設立做主。"}},{"book":"但","chapter":4,"verse":18,"versions":{"unv":"「這是我─尼布甲尼撒王所做的夢。伯提沙撒啊，你要說明這夢的講解；因為我國中的一切哲士都不能將夢的講解告訴我，惟獨你能，因你裡頭有聖神的靈。」","bklcl":"Che sī góa Nî-pò͘-kah-nî-sat ông só͘ khòaⁿ-kìⁿ ê bāng; Pek-thê-sa-sat ah, lí tio̍h kóe-bêng i, in-ūi góa kok-lāi it-chhè tì-hūi ê lâng lóng bōe-ōe kóe-bêng hō͘ góa chai; chí-ū lí ōe, in-ūi lín sim-lāi ū hiah-ê sèng ê siōng-tè ê sîn.","tghg":"「這是我──尼布甲尼撒王所看見的夢。伯提沙撒啊，你著解明伊；因為我國內一切智慧的人，攏𣍐會解明互我知，只有你會，因為恁心內有許個聖的上帝的神。」","bklhl":"這是我Nî-pò͘-kah-nî-sat王所看見ê夢；Pek-thê-sa-sat ah，你tio̍h解明伊，因為我國內一切智慧ê人lóng bōe能解明hō͘我知；只有你能，因為lín心內有hiah-ê聖ê上帝ê神。"}},{"book":"但","chapter":4,"verse":19,"versions":{"unv":"於是稱為伯提沙撒的但以理驚訝片時，心意驚惶。王說：「伯提沙撒啊，不要因夢和夢的講解驚惶。」伯提沙撒回答說：「我主啊，願這夢歸與恨惡你的人，講解歸與你的敵人。","bklcl":"Hit-sî chheng-chòe Pek-thê-sa-sat ê Tān-í-lí gông-ngia̍h ū hiah-kú, sim-lāi peh-pak. Ông tùi i kóng, Pek-thê-sa-sat ah, m̄-bián ūi-tio̍h hit ê bāng kap i ê kóe-bêng lâi peh-pak. Pek-thê-sa-sat chiū ìn kóng, Goān hit ê bāng kui tī oàn-hūn lí ê, hit ê kóe-bêng kui tī lí ê tùi-te̍k.","tghg":"彼時稱做伯提沙撒的但以理卬愕(gông-ngia̍h)有許久，心內迫腹。王對伊講：「伯提沙撒啊，呣免為著彼個夢及伊的解明來迫腹。伯提沙撒就應講，願彼個夢歸佇怨恨你的，彼個解明歸佇你的對敵。","bklhl":"Hit時稱做Pek-thê-sa-sat ê但以理gông-ngia̍h有hiah久，心內擘腹。王對伊講，Pek-thê-sa-sat ah，m̄免為tio̍h hit ê夢kap伊ê解明來擘腹。Pek-thê-sa-sat就應講，願hit ê夢歸tī怨恨你ê，hit ê解明歸tī你ê對敵。"}},{"book":"但","chapter":4,"verse":20,"versions":{"unv":"你所見的樹漸長，而且堅固，高得頂天，從地極都能看見；","bklcl":"Lí só͘ khòaⁿ-kìⁿ ê chhiū, chiām-chiām tōa koh kian-kò͘, koâiⁿ kàu tú-thiⁿ, tōe ê ke̍k-thâu iā ōe khòaⁿ-kìⁿ;","tghg":"你所看見的樹漸漸大，閣堅固，高到抵天，地的極頭也會看見；","bklhl":"你所看見ê樹，漸漸大koh堅固，高到抵天，地ê極頭也能看見；"}},{"book":"但","chapter":4,"verse":21,"versions":{"unv":"葉子華美，果子甚多，可作眾生的食物；田野的走獸住在其下；天空的飛鳥宿在枝上。","bklcl":"i ê hio̍h bō͘-sēng, i ê ké-chí chin-chōe, hit lāi-bīn ū chiòng-seng ê chia̍h-mi̍h, chhân-iá ê cháu-siù tòa tī i ê ē-bīn, khong-tiong ê pe-chiáu hioh tī i ê ki;","tghg":"伊的葉茂盛，伊的果子真多，彼內面有眾生的食物；田野的走獸住佇伊的下面；空中的飛鳥歇佇伊的枝。","bklhl":"伊ê葉茂盛，伊ê果子真chōe，hit內面有眾生ê食物，田野ê走獸tòa tī伊ê下面，空中ê飛鳥歇tī伊ê枝；"}},{"book":"但","chapter":4,"verse":22,"versions":{"unv":"「王啊，這漸長又堅固的樹就是你。你的威勢漸長及天，你的權柄管到地極。","bklcl":"ông ah, chit châng chhiū chiū-sī lí, lí chiām-chiām tōa koh kian-kò͘; lí ê kiông-tōa chiām-chiām chìn-pō͘ kàu tú-thiⁿ, lí ê koân-pèng kàu tī tōe-ke̍k.","tghg":"「王啊，此欉樹就是你。你漸漸大閣堅固，你的強大漸漸進步到抵天，你的權柄到佇地極。","bklhl":"王ah，chit叢樹就是你，你漸漸大koh堅固；你ê強大漸漸進步到抵天，你ê權柄到tī地極。"}},{"book":"但","chapter":4,"verse":23,"versions":{"unv":"王既看見一位守望的聖者從天而降，說：『將這樹砍伐毀壞，樹墩卻要留在地內，用鐵圈和銅圈箍住；在田野的青草中，讓天露滴濕，使他與地上的獸一同吃草，直到經過七期。』","bklcl":"Ông kì-jiân khòaⁿ-kìⁿ ū chi̍t ê siú-bāng koh sī sèng--ê, tùi thiⁿ lo̍h-lâi, kóng, Tio̍h chhò hit châng chhiū lâi húi-hoāi i; chóng-sī tio̍h lâu i ê kun-thâu tī tōe--nih, ēng thih kap tâng ê khoân pa̍k i tī chhân--nih sin-hoat ê chháu-tiong; ēng thiⁿ ê lō͘-chúi sip-tâm i, iā hō͘ i kap cháu-siù ū hūn, le̍k-kè chhit ê sî-kî;","tghg":"王既然看見有一個守望閣是聖者對天落來，講：『著剉彼欉樹來毀壞伊，總是著留伊的根頭佇地裡，用鐵及銅的環(khoân)縛(pa̍k)伊佇田裡新發的草中，用天的露水濕𣸄伊，也互伊及走獸有份，歷過七個時期。』","bklhl":"王既然看見有一个守望koh是聖ê，tùi天落來，講，Tio̍h剉hit叢樹來毀壞伊；總是tio̍h留伊ê根頭tī地裡，用鐵kap銅ê環縛伊tī田裡新發ê草中；用天ê露水濕tâm伊，也hō͘伊kap走獸有份，歷過七個時期；"}},{"book":"但","chapter":4,"verse":24,"versions":{"unv":"「王啊，講解就是這樣：臨到我主我王的事是出於至高者的命。","bklcl":"ông ah, hit ê kóe-bêng sī án-ni, koh Chì-koâiⁿ-ê ê bēng-lēng beh kàu góa ê ông, góa ê chú, iā sī án-ni;","tghg":"王啊，彼個解明是按呢：閣至高者的命令欲到我的王，我的主也是按呢。","bklhl":"王ah，hit ê解明是án-ni，koh至koân ê ê命令beh到我ê王，我ê主，也是án-ni；"}},{"book":"但","chapter":4,"verse":25,"versions":{"unv":"你必被趕出離開世人，與野地的獸同居，吃草如牛，被天露滴濕，且要經過七期。等你知道至高者在人的國中掌權，要將國賜與誰就賜與誰。","bklcl":"lí beh siū kóaⁿ-chhut lī-khui lâng, kap chhân-iá ê cháu-siù saⁿ-kap khiā-khí, iā beh hō͘ lí chia̍h-chháu chhin-chhiūⁿ gû, hō͘ thiⁿ ê lō͘-chúi sip-tâm, iā beh le̍k-kè chhit ê sî-kî, kàu lí chai Chì-koâiⁿ-ê chiáng-koán lâng ê kok, iā chiàu ka-kī ê ì-sù ēng kok siúⁿ-sù lâng.","tghg":"你欲受趕出離開人，及田野的走獸相及徛起，也欲互你食草親像牛，互天的露水濕𣸄，也欲歷過七個時期。到你知至高者掌權人的國，也照家己的意思用國賞賜人。","bklhl":"你beh受趕出離開人，kap田野ê走獸相kap khiā起，也beh hō͘你食草親像牛，hō͘天ê露水濕tâm，也beh歷過七個時期，到你知至koân ê掌管人ê國，也照家己ê意思用國賞賜人。"}},{"book":"但","chapter":4,"verse":26,"versions":{"unv":"守望者既吩咐存留樹墩，等你知道諸天掌權，以後你的國必定歸你。","bklcl":"In kì-jiân hoan-hù chhiū ê kun-thâu tio̍h lâu--teh; kàu lí chai chiah-ê thiⁿ teh chiáng-koân ê sî, chiū lí ê kok pit-tiāⁿ koh kui tī lí.","tghg":"𪜶既然吩咐樹的根頭著留啲，到你知諸個天啲掌權的時，就你的國必定閣歸佇你。","bklhl":"In既然吩咐樹ê根頭tio̍h留teh；到你知chiah ê天teh掌權ê時，就你ê國必定koh歸tī你。"}},{"book":"但","chapter":4,"verse":27,"versions":{"unv":"王啊，求你悅納我的諫言，以施行公義斷絕罪過，以憐憫窮人除掉罪孽，或者你的平安可以延長。」","bklcl":"Ông ah, taⁿ kiû lí hoaⁿ-hí chiap-la̍p góa ê khó͘-khǹg, ēng kiâⁿ kong-gī lâi toān-choa̍t lí ê chōe-kòa, ēng lîn-bín sòng-hiong lâng lâi tû--khì lí ê kè-sit; kiám-chhái lí ê pêng-an ōe kú-tn̂g.","tghg":"王啊，今求你歡喜接納我的苦勸，用行公義來斷絕你的罪過，用憐憫喪鄉人來除去你的過失，豈採你的平安會久長。」","bklhl":"王ah，taⁿ求你歡喜接納我ê苦勸，用行公義來斷絕你ê罪過，用憐憫sòng-hiong人來除去你ê過失；kiám-chhái你ê平安能久長。"}},{"book":"但","chapter":4,"verse":28,"versions":{"unv":"這事都臨到尼布甲尼撒王。","bklcl":"Chiah-ê sū lóng èng-giām tī Nî-pò͘-kah-nî-sat ông.","tghg":"諸個事攏應驗佇尼布甲尼撒王。","bklhl":"Chiah-ê事lóng應驗tī Nî-pò͘-kah-nî-sat王。"}},{"book":"但","chapter":4,"verse":29,"versions":{"unv":"過了十二個月，他遊行在巴比倫王宮裡（原文是上）。","bklcl":"Kàu cha̍p-jī ge̍h móa, i kiâⁿ-iû tī Pa-pí-lûn ê ông-kiong.","tghg":"到十二月滿，伊行遊佇巴比倫的王宮。","bklhl":"到十二月滿，伊行遊tī巴比倫ê王宮。"}},{"book":"但","chapter":4,"verse":30,"versions":{"unv":"他說：「這大巴比倫不是我用大能大力建為京都，要顯我威嚴的榮耀嗎？」","bklcl":"Ông kóng, Che kiám-m̄-sī tōa ê Pa-pí-lûn, góa ēng góa tōa-la̍t ê koân, iā ūi-tio̍h góa ê ui-giâm ê êng-kng lâi khí-ê, chòe pún-kok ê kiong-tiān mah?","tghg":"王講：「這豈呣是大的巴比倫，我用我大力的權，也為著我的威嚴的榮光來起的，做本國的宮殿嗎？」","bklhl":"王講，這kiám m̄是大ê巴比倫，我用我大力ê權，也為tio̍h我ê威嚴ê榮光來起ê，做本國ê宮殿mah？"}},{"book":"但","chapter":4,"verse":31,"versions":{"unv":"這話在王口中尚未說完，有聲音從天降下，說：「尼布甲尼撒王啊，有話對你說，你的國位離開你了。","bklcl":"Chit ê ōe iáu-kú tī ông ê chhùi ê sî, ū siaⁿ tùi thiⁿ lo̍h--lâi, kóng, Nî-pò͘-kah-nî-sat ông ah, ū ōe kā lí kóng, kok-ūi í-keng lī-khui lí lah.","tghg":"此個話猶久佇王的嘴的時，有聲對天落來，講：「尼布甲尼撒王啊，有話給你講，國位已經離開你啦。","bklhl":"Chit ê話iáu-kú tī王ê嘴ê時，有聲tùi天落來，講，Nî-pò͘-kah-nî-sat王ah，有話kā你講，國位已經離開你lah。"}},{"book":"但","chapter":4,"verse":32,"versions":{"unv":"你必被趕出離開世人，與野地的獸同居，吃草如牛，且要經過七期。等你知道至高者在人的國中掌權，要將國賜與誰就賜與誰。」","bklcl":"Lí beh siū kóaⁿ-chhut lī-khui lâng, kap chhân-iá ê cháu-siù saⁿ-kap khiā-khí, iā beh hō͘ lí chia̍h-chháu chhin-chhiūⁿ gû, iā beh le̍k-kè chhit ê sî-kî, kàu lí chai Chì-koâiⁿ-ê chiáng-koán lâng ê kok, iā chiàu ka-kī ê ì-sù ēng kok siúⁿ-sù lâng.","tghg":"你欲受趕出離開人，及田野的走獸相及徛起，也欲互你食草親像牛，也欲歷過七個時期。到你知至高者掌管人的國，也照家己的意思用國賞賜人。」","bklhl":"你beh受趕出離開人，kap田野ê走獸相kap khiā起，也beh hō͘你食草親像牛，也beh歷過七個時期，到你知至koân ê掌管人ê國，也照家己ê意思用國賞賜人。"}},{"book":"但","chapter":4,"verse":33,"versions":{"unv":"當時這話就應驗在尼布甲尼撒的身上，他被趕出離開世人，吃草如牛，身被天露滴濕，頭髮長長，好像鷹毛；指甲長長，如同鳥爪。","bklcl":"Chiū hit-sî tāi-chì èng-giām tī Nî-pò͘-kah-nî-sat; i siū kóaⁿ-chhut lī-khui lâng, chia̍h-chháu chhin-chhiūⁿ gû, seng-khu hō͘ thiⁿ ê lō͘-chúi sip-tâm, kàu i ê mn̂g hoat chhin-chhiūⁿ eng-chiáu ê mn̂g, i ê chńg-kah tn̂g chhin-chhiūⁿ chiáu ê jiáu.","tghg":"就彼時代誌應驗佇尼布甲尼撒，伊受趕出離開人，食草親像牛，身軀互天的露水濕𣸄，到伊的毛發，親像鷹鳥的毛；伊的指甲長，親像鳥的爪(jiáu)。","bklhl":"就hit時tāi-chì應驗tī Nî-pò͘-kah-nî-sat；伊受趕出離開人，食草親像牛，身軀hō͘天ê露水濕tâm，到伊ê毛發親像鷹鳥ê毛，伊ê指甲長親像鳥ê爪。"}},{"book":"但","chapter":4,"verse":34,"versions":{"unv":"日子滿足，我─尼布甲尼撒舉目望天，我的聰明復歸於我，我便稱頌至高者，讚美尊敬活到永遠的　神。他的權柄是永有的；他的國存到萬代。","bklcl":"Hiah ê sî-ji̍t í-keng móa, góa Nî-pò͘-kah-nî-sat kia̍h-ba̍k ǹg-thiⁿ, góa ê lêng-sèng chiū koh ho̍k-tò, góa chiū chiok-siā Chì-koâiⁿ-ê, o-ló chun-êng Éng-oa̍h-ê; in-ūi I ê koân sī éng-oán ê koân, I ê kok kàu tāi-tāi.","tghg":"許個時日已經滿，我──尼布甲尼撒攑目向天，我的靈性就閣復倒，我就祝謝至高者，謳咾尊榮永活者。因為伊的權是永遠的權；伊的國到代代。","bklhl":"Hiah-ê時日已經滿，我Nî-pò͘-kah-nî-sat kia̍h目ǹg天，我ê靈性就koh復到，我就祝謝至koân ê，o-ló尊榮永活ê；因為祂ê權是永遠ê權，祂ê國到代代。"}},{"book":"但","chapter":4,"verse":35,"versions":{"unv":"世上所有的居民都算為虛無；在天上的萬軍和世上的居民中，他都憑自己的意旨行事。無人能攔住他手，或問他說，你做甚麼呢？","bklcl":"Tōe-chiūⁿ khiā-khí ê peh-sìⁿ I khòaⁿ-chòe bô; tī thiⁿ--nih ê kun-tūi kap tōe-chiūⁿ khiā-khí ê peh-sìⁿ-tiong, I lóng chiàu ka-kī ê ì-sù kiâⁿ tāi-chì; bô lâng ōe chó͘-tòng I ê chhiú, á-sī mn̄g I kóng, Lí chòe sím-mi̍h ah?","tghg":"地上徛起的百姓伊看做無；佇天裡的軍隊及地上徛起的百姓中，伊攏照家己的意思行代誌。無人會阻擋伊的手，抑是問伊講，你做甚麼啊？","bklhl":"地上khiā起ê百姓祂看做無；tī天裡ê軍隊kap地上khiā起ê百姓中，祂lóng照家己ê意思行tāi-chì；無人能阻擋祂ê手，á是問祂講，祢做甚麼ah？"}},{"book":"但","chapter":4,"verse":36,"versions":{"unv":"那時，我的聰明復歸於我，為我國的榮耀、威嚴，和光耀也都復歸於我；並且我的謀士和大臣也來朝見我。我又得堅立在國位上，至大的權柄加增於我。","bklcl":"Hit-sî góa ê lêng-sèng koh ho̍k-tò, góa ê ui-giâm êng-iāu koh kui tī góa, chòe góa ê kok ê êng-kng; góa ê bô͘-sū kap tāi-sîn iā lâi tiâu-kìⁿ góa; góa ê kok-ūi koh kian-kò͘, tōa koân-pèng koh ke-thiⁿ tī góa.","tghg":"彼時，我的靈性閣復倒，我的威嚴、榮耀閣歸佇我，做我的國的榮光；我的謀士及大臣也來朝見我。我的國位閣堅固，大權柄閣加添佇我。","bklhl":"Hit時我ê靈性koh復到，我ê威嚴榮耀koh歸tī我，做我ê國ê榮光；我ê謀士kap大臣也來朝見我；我ê國位koh堅固，大權柄koh加添tī我。"}},{"book":"但","chapter":4,"verse":37,"versions":{"unv":"現在我─尼布甲尼撒讚美、尊崇、恭敬天上的王；因為他所做的全都誠實，他所行的也都公平。那行動驕傲的，他能降為卑。","bklcl":"Taⁿ góa Nî-pò͘-kah-nî-sat o-ló chun-kèng chheng-ho͘ thiⁿ-téng ê Ông; in-ūi I só͘-chòe--ê lóng chin-si̍t, I só͘-kiâⁿ--ê lóng kong-pêng; hiah-ê kiâⁿ tī kiau-ngō͘--ê I ōe kā in kàng-kē.","tghg":"今我──尼布甲尼撒謳咾尊敬、稱呼天頂的王；因為伊所做的攏真實，伊所行的攏公平。許個行佇驕傲者，伊會給𪜶降低。","bklhl":"Taⁿ我Nî-pò͘-kah-nî-sat o-ló尊敬稱呼天頂ê王；因為祂所做ê lóng真實，祂所行ê lóng公平；hiah-ê行tī驕傲ê祂會kā in降低。"}}]