[{"book":"但","chapter":11,"verse":1,"versions":{"unv":"又說：「當瑪代王大利烏元年，我曾起來扶助米迦勒，使他堅強。","bklcl":"Tng Má-tāi ông Tāi-lī-o͘ goân--nî, góa khiā--khí-lâi, hō͘ i kian-kò͘ ióng-chòng.","tghg":"「當瑪代王大利烏元年，我徛起來，互伊堅固勇壯。","bklhl":"當馬大王Tāi-lī-o͘元年，我khiā起來，hō͘伊堅固勇壯。"}},{"book":"但","chapter":11,"verse":2,"versions":{"unv":"現在我將真事指示你：波斯還有三王興起，第四王必富足遠勝諸王。他因富足成為強盛，就必激動大眾攻擊希臘國。","bklcl":"Taⁿ góa chiong chin-si̍t ê sū chí-sī lí.  Khòaⁿ ah, Pho-su beh koh ū saⁿ ê ông heng-khí; tē-sì-ê beh chin hó-gia̍h, iâⁿ-kè in hiah-ê; i túi i ê hó-gia̍h chiâⁿ-chòe kiông-béng ê sî, chiū beh kek-tōng chèng-lâng kong-kek Hi-lia̍p kok.","tghg":"今我將真實的事指示你：「看啊，波斯欲閣有三個王興起，第四個欲真好額贏過𪜶許個。伊對伊的好額成做強猛的時，就欲激動眾人攻擊希臘國。","bklhl":"Taⁿ我將真實ê事指示你。看ah，波斯beh koh有三個王興起；第四個beh真好額，贏過in hiah-ê；伊túi伊ê好額成做強猛ê時，就beh激動眾人攻擊希臘國。"}},{"book":"但","chapter":11,"verse":3,"versions":{"unv":"必有一個勇敢的王興起，執掌大權，隨意而行。","bklcl":"Beh ū chi̍t ê ióng-béng ê ông khí-lâi, ēng tōa-koân lâi tī-lí, chiàu ì-sù lâi kiâⁿ.","tghg":"欲有一個勇猛的王起來，用大權來治理，照意思來行。","bklhl":"Beh有一个勇猛ê王起來，用大權來治理，照意思來行。"}},{"book":"但","chapter":11,"verse":4,"versions":{"unv":"他興起的時候，他的國必破裂，向天的四方（方：原文是風）分開，卻不歸他的後裔，治國的權勢也都不及他；因為他的國必被拔出，歸與他後裔之外的人。","bklcl":"I heng-khí ê sî, i ê kok beh hun-li̍h, ǹg-thiⁿ ê sì-bīn ê hong pun-khui; chóng-sī bô kui i ê hō͘-è, iā bōe pí-tit i chêng só͘ chiáng ê koân; in-ūi i ê kok beh tú-tio̍h pu̍ih--khí-lâi, kui tī chiah-ê í-gōa ê pa̍t-lâng.","tghg":"伊興起的時，伊的國欲分裂(hun-li̍h)，向天的四面的方分開(pun-khui)，總是無歸伊的後裔，也𣍐比得伊前所掌的權；因為伊的國欲抵著(tú-tio̍h)拔(pu̍ih)起來，歸佇諸個以外的別人。","bklhl":"伊興起ê時，伊ê國beh分裂，ǹg天ê四面ê方分開；總是無歸伊ê後裔，也bōe比得伊前所掌ê權；因為伊ê國beh tú-tio̍h拔起來，歸tī chiah ê以外ê別人。"}},{"book":"但","chapter":11,"verse":5,"versions":{"unv":"南方的王必強盛，他將帥中必有一個比他更強盛，執掌權柄，他的權柄甚大。","bklcl":"Lâm-hng ê ông beh kiông-béng; chóng-sī i tāi-sîn ê tiong-kan beh ū chi̍t-ê pí i khah kiông-béng, tit-tio̍h koân; i ê koân beh chòe chin-tōa ê koân.","tghg":"「南方的王欲強猛，總是伊大臣的中間欲有一個比伊卡強猛，得著權，伊的權欲做真大的權。","bklhl":"南方ê王beh強猛；總是伊大臣ê中間beh有一个比伊khah強猛，得tio̍h權；伊ê權beh做真大ê權。"}},{"book":"但","chapter":11,"verse":6,"versions":{"unv":"過些年後，他們必互相連合，南方王的女兒必就了北方王來立約；但這女子幫助之力存立不住，王和他所倚靠之力也不能存立。這女子和引導她來的，並生她的，以及當時扶助她的，都必交與死地。","bklcl":"Kè kúi-nā nî āu, in beh saⁿ liân-ha̍p; lâm-hng ê kok ê cha-bó͘-kiáⁿ beh chiū-kūn pak-hng ê ông, ài li̍p bêng-iok; chóng-sī chit ê cha-bó͘-kiáⁿ pang-chān ê la̍t bōe-ōe kú-tn̂g; chit ê ông kap i pang-chān ê la̍t bōe-ōe chûn-chāi; koh chit ê cha-bó͘-kiáⁿ kap tòa i lâi ê, kap siⁿ i ê, í-ki̍p tng-sî hû-chō͘ i ê, lóng beh siū kau-hù.","tghg":"過幾若年後，𪜶欲相聯合，南方的國的查某子欲就近北方的王愛立盟約；總是此個查某子幫助的力𣍐會久長，此個王及伊幫助的力𣍐會存在。閣此個查某子及帶伊來的，及生伊的，以及當時扶助伊的，攏欲受交付。","bklhl":"過kúi-nā年後，in beh相連合；南方ê國ê cha-bó͘-kiáⁿ beh就近北方ê王，ài立盟約；總是chit ê cha-bó͘-kiáⁿ幫贊ê力bōe能久長；chit ê王kap伊幫贊ê力bōe能存在；koh chit ê cha-bó͘-kiáⁿ kap帶伊來ê，kap生伊ê，以及當時扶助伊ê，lóng beh受交付。"}},{"book":"但","chapter":11,"verse":7,"versions":{"unv":"但這女子的本家（原文是根）必另生一子（子：原文是枝）繼續王位，他必率領軍隊進入北方王的保障，攻擊他們，而且得勝；","bklcl":"Chóng-sī chit ê cha-bó͘-kiáⁿ ê pún-ke beh koh chhut chi̍t-ê, sòa-chiap ông-ūi, i beh tòa kun-tūi lâi, chìn-ji̍p pak-hng ê ông ê hiám-iàu, kong-kek lâi khah-iâⁿ in.","tghg":"總是此個查某子的本家欲閣出一個續接王位，伊欲帶軍隊來進入北方的王的險要，攻擊來卡贏𪜶；","bklhl":"總是chit ê cha-bó͘-kiáⁿ ê本家beh koh出一个，續接王位，伊beh帶軍隊來，進入北方ê王ê險要，攻擊來khah贏in。"}},{"book":"但","chapter":11,"verse":8,"versions":{"unv":"並將他們的神像和鑄成的偶像，與金銀的寶器掠到埃及去。數年之內，他不去攻擊北方的王。","bklcl":"Iā chiong in ê siōng-tè, kap só͘ chù ê ngó͘-siōng, í-ki̍p gûn kim ê pó-khì chhiúⁿ-lia̍h kàu Ai-ki̍p; kúi-nā nî kú bô chhap pak-hng ê ông.","tghg":"也將𪜶的上帝及所鑄(chù)的偶像，以及銀金的寶器搶掠到埃及。幾若年久，無插(chhap)北方的王。","bklhl":"也將in ê上帝，kap所鑄ê偶像，以及銀金ê寶器搶掠到埃及；kúi-nā年久無chhap北方ê王。"}},{"book":"但","chapter":11,"verse":9,"versions":{"unv":"北方的王（原文是他）必入南方王的國，卻要仍回本地。","bklcl":"I beh ji̍p lâm-hng ê ông ê kok, chóng-sī beh iû-goân tò--khì pún só͘-chāi.","tghg":"伊欲入南方的王的國，總是欲猶原倒去本所在。","bklhl":"伊beh入南方ê王ê國，總是beh猶原tò去本所在。"}},{"book":"但","chapter":11,"verse":10,"versions":{"unv":"北方王（原文是他）的二子必動干戈，招聚許多軍兵。這軍兵前去，如洪水氾濫，又必再去爭戰，直到南方王的保障。","bklcl":"I hiah-ê kiáⁿ beh khí kau-chiàn, chio-chi̍p chōe-chōe kun-tūi, i beh chìn-chêng chhin-chhiūⁿ chúi hoàn-lām tùi-hia keng-kè, chiū beh tò--khì, koh khí kau-chiàn ti̍t-kàu i ê hiám-iàu.","tghg":"「伊許個子欲去交戰，招集多多軍隊。伊欲進前親像水氾濫對遐經過，就欲倒去，閣起交戰直到伊的險要。","bklhl":"伊hiah-ê kiáⁿ beh起交戰，招集chōe-chōe軍隊，伊beh進前親像水氾濫tùi-hia經過，就beh tò去，koh起交戰直到伊ê險要。"}},{"book":"但","chapter":11,"verse":11,"versions":{"unv":"南方王必發烈怒，出來與北方王爭戰，擺列大軍；北方王的軍兵必交付他手。","bklcl":"Lâm-hng ê ông beh tōa siū-khì, chhut-lâi kap pak-hng ê ông kau-chiàn; i beh pâi-lia̍t tōa kun-tūi, tōa kun-tūi beh kau-hù i ê chhiú.","tghg":"南方的王欲大受氣，出來及北方的王交戰，伊欲排列大軍隊；大軍隊欲交付伊的手。","bklhl":"南方ê王beh大受氣，出來kap北方ê王交戰；伊beh排列大軍隊，大軍隊beh交付伊ê手。"}},{"book":"但","chapter":11,"verse":12,"versions":{"unv":"他的眾軍高傲，他的心也必自高；他雖使數萬人仆倒，卻不得常勝。","bklcl":"Í-keng tû--khì tōa kun-tūi, i ê sim chū-ko; i sui-jiân hō͘ kúi-nā bān lâng tó--lo̍h-khì, kiù-kèng bô tit-tio̍h khah-iâⁿ.","tghg":"已經除去大軍隊，伊的心自高；伊雖然互幾若萬人倒落去，究竟無得著卡贏。","bklhl":"已經除去大軍隊，伊ê心自高；伊雖然hō͘ kúi-nā萬人倒落去，究竟無得tio̍h khah贏。"}},{"book":"但","chapter":11,"verse":13,"versions":{"unv":"北方王必回來擺列大軍，比先前的更多。滿了所定的年數，他必率領大軍，帶極多的軍裝來。","bklcl":"Pak-hng ê ông beh tò--lâi, koh pâi-lia̍t tōa kun-tūi, pí chêng-ê koh khah chōe; kè kúi-nā nî āu, i beh tòa tōa kun-tūi kap chōe-chōe kun-chong lâi.","tghg":"「北方的王欲倒來閣排列大軍隊，比前的閣卡多。過幾若年後伊欲帶大軍隊及多多軍裝來。","bklhl":"北方ê王beh tò來，koh排列大軍隊，比前ê koh khah chōe；過kúi-nā年後，伊beh帶大軍隊kap chōe-chōe軍裝來。"}},{"book":"但","chapter":11,"verse":14,"versions":{"unv":"那時，必有許多人起來攻擊南方王，並且你本國的強暴人必興起，要應驗那異象，他們卻要敗亡。","bklcl":"Hit-sî beh ū chōe-chōe lâng khí-lâi kong-kek lâm-hng ê ông; koh lí ê peh-sìⁿ tiong kiông-pō ê lâng iā beh khí-lâi, ài hō͘ īⁿ-siōng tit-tio̍h èng-giām; chóng-sī in beh pāi-bô.","tghg":"彼時，欲有多多人起來攻擊南方的王，閣你的百姓中強暴的人也欲起來，愛互異象得著應驗，總是𪜶欲敗無。","bklhl":"Hit時beh有chōe-chōe人起來攻擊南方ê王；koh你ê百姓中強暴ê人也beh起來，ài hō͘異象得tio̍h應驗；總是in beh敗無。"}},{"book":"但","chapter":11,"verse":15,"versions":{"unv":"北方王必來築壘攻取堅固城；南方的軍兵必站立不住，就是選擇的精兵（原文是民）也無力站住。","bklcl":"Pak-hng ê ông beh lâi, iā beh khí thô͘-tui, kong-chhú kian-kò͘ ê siâⁿ; lâm-hng ê kun-tūi beh khiā-bōe-tiâu, i só͘ kéng ê peh-sìⁿ iā bô la̍t thang khiā-tiâu.","tghg":"北方的王欲來也欲起土堆攻取堅固的城；南方的軍隊欲徛𣍐住，伊所揀的百姓也無力通徛住。","bklhl":"北方ê王beh來，也beh起土堆，攻取堅固ê城；南方ê軍隊beh khiā-bōe-tiâu，伊所揀ê百姓也無力thang khiā-tiâu。"}},{"book":"但","chapter":11,"verse":16,"versions":{"unv":"來攻擊他的，必任意而行，無人在北方王（原文是他）面前站立得住。他必站在那榮美之地，用手施行毀滅。","bklcl":"To̍k-to̍k lâi kong-kek i ê, beh chhut-chāi ì-sù lâi kiâⁿ, bô lâng tī i ê bīn-chêng khiā-ōe-tiâu; i beh khiā tī êng-iāu ê tōe, i ê chhiú kiâⁿ châu-bia̍t.","tghg":"獨獨來攻擊伊的，欲出在意思來行，無人佇伊的面前徛會住。伊欲徛佇榮耀的地，伊的手行剿滅(châu-bia̍t)。","bklhl":"獨獨來攻擊伊ê，beh chhut-chāi意思來行，無人tī伊ê面前khiā-ōe-tiâu；伊beh khiā tī榮耀ê地，伊ê手行剿滅。"}},{"book":"但","chapter":11,"verse":17,"versions":{"unv":"他必定意用全國之力而來，立公正的約，照約而行，將自己的女兒給南方王為妻，想要敗壞他（或譯：埃及），這計卻不得成就，與自己毫無益處。","bklcl":"I koat-ì ēng choân-kok ê la̍t lâi, iā ū chèng-ti̍t ê lâng kap i lâi, i beh chiàu ì-sù kiâⁿ; koh beh ēng hū-jîn-lâng ê cha-bó͘-kiáⁿ hō͘ i, beh pāi-hoāi i; chóng-sī i bōe sêng-li̍p, iā bô chòe i ê lī-ek.","tghg":"「伊決意用全國的力來，也有正直的人及伊來，伊欲照意思行，閣欲用婦仁人的查某子互伊，欲敗壞伊，總是伊𣍐成立，也無做伊的利益。","bklhl":"伊決意用全國ê力來，也有正直ê人kap伊來，伊beh照意思行；koh beh用婦人人ê cha-bó͘-kiáⁿ hō͘伊，beh敗壞伊；總是伊bōe成立，也無做伊ê利益。"}},{"book":"但","chapter":11,"verse":18,"versions":{"unv":"其後他必轉回奪取了許多海島。但有一大帥，除掉他令人受的羞辱，並且使這羞辱歸他本身。","bklcl":"Hit-tia̍p liáu-āu i beh oa̍t-tńg-bīn ǹg hiah-ê hái-sū, chōe-chōe chhú i; chóng-sī beh ū chi̍t ê tāi-sîn tû--khì i só͘ si ê lêng-jio̍k; koh hō͘ hit ê lêng-jio̍k kui i pún-sin.","tghg":"彼霎(tia̍p)了後伊欲越轉面向許個海嶼多多取伊。總是欲有一個大臣除去伊所施的凌辱，閣互彼個凌辱歸伊本身。","bklhl":"Hit-tia̍p了後，伊beh oa̍t-tńg面ǹg hiah-ê海嶼，chōe-chōe取伊；總是beh有一个大臣除去伊所施ê凌辱；koh hō͘ hit ê凌辱歸伊本身。"}},{"book":"但","chapter":11,"verse":19,"versions":{"unv":"他就必轉向本地的保障，卻要絆跌仆倒，歸於無有。","bklcl":"Āu-lâi i beh oa̍t-tńg-bīn ǹg ka-kī kéng-lāi ê hiám-iàu; chóng-sī i beh tio̍h-tak lâi poa̍h-tó; kàu-bé bô koh khòaⁿ-kìⁿ.","tghg":"後來伊欲越轉面向家己境內的險要，總是伊欲著觸(tio̍h-tak)來跋倒，到尾無閣看見。","bklhl":"後來伊beh oa̍t-tńg面ǹg家己境內ê險要；總是伊beh tio̍h-tak來跋倒；到尾無koh看見。"}},{"book":"但","chapter":11,"verse":20,"versions":{"unv":"那時，必有一人興起接續他為王，使橫征暴斂的人通行國中的榮美地。這王不多日就必滅亡，卻不因忿怒，也不因爭戰。","bklcl":"Hit-sî beh ū chi̍t-lâng khí-lâi, sòa-chiap i ê ūi, hō͘ chi̍t ê le̍k-sek-ê piàn-kiâⁿ kok-lāi êng-iāu ê tōe; chóng-sī bô kúi-ji̍t-lāi i beh siū bia̍t-bô, m̄-sī tùi siū-khì, iā m̄-sī tùi kau-chiàn.","tghg":"「彼時，欲有一人起來續接伊的位，互一個勒索(le̍k-sek)者遍行國內榮耀的地。總是無幾日內伊欲受滅無，呣是對受氣，也呣是對交戰。」","bklhl":"Hit時beh有一人起來，續接伊ê位，hō͘一个綠色ê遍行國內榮耀ê地；總是無幾日內伊beh受滅無，m̄是tùi受氣，也m̄是tùi交戰。"}},{"book":"但","chapter":11,"verse":21,"versions":{"unv":"必有一個卑鄙的人興起接續為王，人未曾將國的尊榮給他，他卻趁人坦然無備的時候，用諂媚的話得國。","bklcl":"Beh ū chi̍t ê pi-chiān ê lâng khí-lâi, sòa-chiap i ê ūi, lâng m̄-bat ēng kok ê êng-kng hō͘ i; sī thàn lâng bô tî-hông ê sî, ēng thiám-mī lâi tit-tio̍h kok.","tghg":"「欲有一個卑賤的人起來續接伊的位，人呣曾用國的榮光互伊，是趁人無持防的時，用諂媚(thiám-mī)來得著國。","bklhl":"Beh有一个卑賤ê人起來，續接伊ê位，人m̄-bat用國ê榮光hō͘伊；是thàn人無持防ê時，用諂媚來得tio̍h國。"}},{"book":"但","chapter":11,"verse":22,"versions":{"unv":"必有無數的軍兵勢如洪水，在他面前沖沒敗壞；同盟的君也必如此。","bklcl":"Tōa-tūi ê peng-la̍t beh siū húi-bia̍t tī i ê bīn-chêng, chhin-chhiūⁿ hō͘ tōa-chúi lâu--khì, tâng hōe-bêng ê jîn-kun iā beh án-ni.","tghg":"大隊的兵力欲受毀滅佇伊的面前，親像互大水流去；同會盟的人君也欲按呢。","bklhl":"大隊ê兵力beh受毀滅tī伊ê面前，親像hō͘大水流去，同會盟ê人君也beh án-ni。"}},{"book":"但","chapter":11,"verse":23,"versions":{"unv":"與那君結盟之後，他必行詭詐，因為他必上來以微小的軍（原文是民）成為強盛。","bklcl":"Li̍p-iok liáu-āu i beh kiâⁿ khúi-chà; in-ūi i beh chiūⁿ--lâi, ēng chió-chió ê peh-sìⁿ chiâⁿ-chòe kiông-béng.","tghg":"立約了後，伊欲行詭詐，因為伊欲上來用少少的百姓成做強猛。","bklhl":"立約了後伊beh行詭詐；因為伊beh上來，用少少ê百姓成做強猛。"}},{"book":"但","chapter":11,"verse":24,"versions":{"unv":"趁人坦然無備的時候，他必來到國中極肥美之地，行他列祖和他列祖之祖所未曾行的，將擄物、掠物，和財寶散給眾人，又要設計攻打保障，然而這都是暫時的。","bklcl":"Thàn lâng bô tî-hông ê sî, i beh lâi kàu séng-lāi ê pûi-tōe, iā beh kiâⁿ i ê lia̍t-chó͘, kap in ê lia̍t-chó͘, só͘ bē-bat kiâⁿ--ê; beh ēng só͘ chhiúⁿ-ê, só͘ kiap-ê, kap hè-châi hun-sòaⁿ hō͘ lâng; koh beh siat kè-bô͘ kong-kek chiah-ê hiám-iàu ê só͘-chāi, kàu i ê sî-kî.","tghg":"趁人無持防的時，伊欲來到省內的肥地，也欲行伊的列祖及𪜶的列祖所未曾行的，欲用所搶的、所劫的，及貨財分散互人，閣欲設計謀攻擊諸個險要的所在，到伊的時期。","bklhl":"趁人無持防ê時，伊beh來到省內ê肥地，也beh行伊ê列祖，kap in ê列祖，所bē-bat行ê；beh用所搶ê，所劫ê，kap貨財分散hō͘人；koh beh設計謀攻擊chiah ê險要ê所在，到伊ê時期。"}},{"book":"但","chapter":11,"verse":25,"versions":{"unv":"他必奮勇向前，率領大軍攻擊南方王；南方王也必以極大極強的軍兵與他爭戰，卻站立不住，因為有人設計謀害南方王。","bklcl":"I beh chhut tōa-la̍t hùn-chì, ēng tōa ê kun-tūi kong-kek lâm-hng ê ông; lâm-hng ê ông, iā beh ēng ke̍k-tōa ke̍k-kiông ê kun-peng kap i kau-chiàn; chóng-sī khiā-bōe-tiâu, in-ūi lâng siat kè-bô͘ beh hāi i;","tghg":"「伊欲出大力奮志，用大的軍隊攻擊南方的王；南方的王也欲用極大極強的軍兵及伊交戰，總是徛𣍐住，因為人設計謀欲害伊。","bklhl":"伊beh出大力奮志，用大ê軍隊攻擊南方ê王；南方ê王，也beh用極大極強ê軍兵kap伊交戰；總是khiā-bōe-tiâu，因為人設計謀beh害伊；"}},{"book":"但","chapter":11,"verse":26,"versions":{"unv":"吃王膳的，必敗壞他；他的軍隊必被沖沒，而且被殺的甚多。","bklcl":"chia̍h i ê hōng-lo̍k-ê beh bia̍t i, i ê kun-peng beh sì-sòaⁿ; koh siū-thâi-ê chin-chōe.","tghg":"食伊的奉祿者欲滅伊；伊的軍兵欲四散，閣受刣的真多。","bklhl":"食伊ê奉祿ê beh滅伊，伊ê軍兵beh四散；koh受刣-ê真chōe。"}},{"book":"但","chapter":11,"verse":27,"versions":{"unv":"至於這二王，他們心懷惡計，同席說謊，計謀卻不成就；因為到了定期，事就了結。","bklcl":"Chí(Chit) nn̄g ê ông, sim chûn pháiⁿ-ì, tâng-toh ê sî kóng pe̍h-chha̍t; chóng-sī i ê kè-bô͘ bōe chiâⁿ; in-ūi kàu tiāⁿ-tio̍h ê kî in ê kiat-kio̍k ōe kàu.","tghg":"此二個王，心存歹意，同桌的時講白賊，總是伊的計謀𣍐成；因為到定著(tiāⁿ-tio̍h)的期，𪜶的結局會到。","bklhl":"Chit兩個王，心存pháiⁿ意，同桌ê時講白賊；總是伊ê計謀bōe成；因為到定tio̍h ê期in ê結局會到。"}},{"book":"但","chapter":11,"verse":28,"versions":{"unv":"北方王（原文是他）必帶許多財寶回往本國，他的心反對聖約，任意而行，回到本地。","bklcl":"I beh tòa chōe-chōe hè-châi tò--khì pún-kok; i ê sim hoán-tùi sèng-iok; chiàu i ê ì-sù kiâⁿ, tò--khì pún-kok.","tghg":"伊欲帶多多貨財倒去本國，伊的心反對聖約，照伊的意思行，倒去本國。","bklhl":"伊beh帶chōe-chōe貨財tò去本國；伊ê心反對聖約；照伊ê意思行，tò去本國。"}},{"book":"但","chapter":11,"verse":29,"versions":{"unv":"到了定期，他必返回，來到南方。後一次卻不如前一次，","bklcl":"Kàu tiāⁿ-tio̍h ê kî, i beh tò-tńg, lâi kàu lâm-hng; chóng-sī chí(**chit) lō͘-bé pái bô chhin-chhiūⁿ chêng-pái.","tghg":"「到定著的期，伊欲倒轉，來到南方。總是此路尾擺無親像前擺，","bklhl":"到定tio̍h ê期，伊beh倒tńg，來到南方；總是chit路尾pái無親像前pái。"}},{"book":"但","chapter":11,"verse":30,"versions":{"unv":"因為基提戰船必來攻擊他，他就喪膽而回，又要惱恨聖約，任意而行；他必回來聯絡背棄聖約的人。","bklcl":"In-ūi Ki-thê ê chûn beh kàu kong-kek i, tì-kàu i iu-būn chiū tò--khì, thòng-hūn sèng-iok, chiàu i ê ì-sù lâi kiâⁿ; i beh tò--lâi, kap khì-sak sèng-iok ê lâng saⁿ-kap kè-bô͘.","tghg":"因為基提的船欲到攻擊伊，致到伊憂悶就倒去，痛恨聖約，照伊的意思來行，伊欲倒來及棄拺聖約的人相及計謀。","bklhl":"因為Ki-thê ê船beh到攻擊伊，致到伊憂悶就tò去，痛恨聖約，照伊ê意思來行；伊beh tò來，kap棄sak聖約ê人相kap計謀。"}},{"book":"但","chapter":11,"verse":31,"versions":{"unv":"他必興兵，這兵必褻瀆聖地，就是保障，除掉常獻的燔祭，設立那行毀壞可憎的。","bklcl":"I beh khí-peng, in beh phah lâ-sâm sèng-só͘, chiū-sī ōe-só͘, tû--khì ji̍t-ji̍t só͘ hiàn ê chè-sū, khiā hit ê chân-hāi khó-ò͘ⁿ ê mi̍h.","tghg":"伊欲起兵，𪜶欲拍垃墋聖所，就是衛所，除去日日所獻的祭祀，竪(khiā)彼個殘害可惡的物。","bklhl":"伊beh起兵，in beh phah lâ-sâm聖所，就是衛所，除去日日所獻ê祭祀，khiā hit ê殘害可惡ê物。"}},{"book":"但","chapter":11,"verse":32,"versions":{"unv":"作惡違背聖約的人，他必用巧言勾引；惟獨認識　神的子民必剛強行事。","bklcl":"Kiâⁿ-pháiⁿ pōe-iok-ê, i beh ēng thiám-mī ê ōe ín-iú in; to̍k-to̍k bat in ê Siōng-tè ê peh-sìⁿ beh ióng-kám kiâⁿ tāi-chì.","tghg":"行歹背約的，伊欲用諂媚的話引誘𪜶；獨獨識(bat)𪜶的上帝的百姓欲勇敢行代誌。","bklhl":"行pháiⁿ背約ê，伊beh用諂媚ê話引誘in；獨獨bat in ê上帝ê百姓beh勇敢行tāi-chì。"}},{"book":"但","chapter":11,"verse":33,"versions":{"unv":"民間的智慧人必訓誨多人；然而他們多日必倒在刀下，或被火燒，或被擄掠搶奪。","bklcl":"Peh-sìⁿ-tiong tì-hūi ê lâng beh kà-sī chōe-chōe lâng; chóng-sī in chōe-chōe ji̍t beh tùi to-kiàm, hé-sio, hō͘ lâng lia̍h, hō͘ lâng chhiúⁿ, lâi sit-pāi.","tghg":"百姓中智慧的人欲教示多多人，總是𪜶多多日欲對刀劍，火燒，互人掠，互人搶來失敗。","bklhl":"百姓中智慧ê人beh教示chōe-chōe人；總是in chōe-chōe日beh tùi刀劍、火燒，hō͘人掠，hō͘人搶，來失敗。"}},{"book":"但","chapter":11,"verse":34,"versions":{"unv":"他們仆倒的時候，稍得扶助，卻有許多人用諂媚的話親近他們。","bklcl":"In sit-pāi ê sî beh lio̍h-lio̍h-á tit-tio̍h hû-chō͘; iā ū chōe-chōe lâng beh ēng thiám-mī kap in liân-lo̍k.","tghg":"𪜶失敗的時，欲略略仔(lio̍h-lio̍h-á)得著扶助，也有多多人欲用諂媚及𪜶聯絡。","bklhl":"In失敗ê時beh略略á得tio̍h扶助；也有chōe-chōe人beh用諂媚kap in連絡。"}},{"book":"但","chapter":11,"verse":35,"versions":{"unv":"智慧人中有些仆倒的，為要熬煉其餘的人，使他們清淨潔白，直到末了；因為到了定期，事就了結。","bklcl":"Tì-hūi ê lâng ê tiong-kan ū-ê beh sit-pāi, lâi thoàn-liān in, hō͘ in chheng-khì, hō͘ in pe̍h-pe̍h, ti̍t-kàu lō͘-bé ê ji̍t; in-ūi kàu tiāⁿ-tio̍h ê kî, kiat-kio̍k chiū kàu.","tghg":"智慧的人的中間有的欲失敗，來鍛煉𪜶，互𪜶清氣互𪜶白白，直到路尾的日；因為到定著的期，結局就到。","bklhl":"智慧ê人ê中間有ê beh失敗，來鍛鍊in，hō͘ in清氣，hō͘ in白白，直到路尾ê日；因為到定tio̍h ê期，結局就到。"}},{"book":"但","chapter":11,"verse":36,"versions":{"unv":"王必任意而行，自高自大，超過所有的神，又用奇異的話攻擊萬神之神。他必行事亨通，直到主的忿怒完畢，因為所定的事必然成就。","bklcl":"Hit ê ông beh chhut-chāi ì-sù lâi kiâⁿ, beh chū-ko chū-tōa pôaⁿ-kè it-chhè ê siōng-tè, koh ēng kî-īⁿ ê ōe kong-kek chiah-ê siōng-tè ê Siōng-tè; i beh heng-thong kàu tōa siū-khì bêng-pe̍k; in-ūi só͘ tiāⁿ-tio̍h ê sū tek-khak chiâⁿ.","tghg":"「彼個王欲出在意思來行，欲自高自大，𨃟過一切的上帝，閣用奇異的話攻擊諸個上帝的上帝。伊欲亨通到大受氣明白，因為所定著的事的確成。","bklhl":"Hit-ê王beh chhut-chāi意思來行，beh自高自大pôaⁿ過一切ê上帝，koh用奇異ê話攻擊chiah ê上帝ê上帝；伊beh興通到大受氣明白；因為所定tio̍h ê事的確成。"}},{"book":"但","chapter":11,"verse":37,"versions":{"unv":"他必不顧他列祖的神，也不顧婦女所羨慕的神，無論何神他都不顧；因為他必自大，高過一切。","bklcl":"I bô beh iàu-kín i ê lia̍t-chó͘ ê siōng-tè, í-ki̍p hū-lú só͘ him-bō͘--ê, bô-lūn sím-mi̍h siōng-tè i bô iàu-kín; in-ūi i beh chū-tōa pôaⁿ-kè it-chhè.","tghg":"伊無欲要緊伊的列祖的上帝，以及婦女所欣慕的，無論甚麼上帝伊無要緊；因為伊欲自大𨃟過一切。","bklhl":"伊無beh要緊伊ê列祖ê上帝，以及婦女所欣慕ê，無論甚麼上帝伊無要緊；因為伊beh自大pôaⁿ過一切。"}},{"book":"但","chapter":11,"verse":38,"versions":{"unv":"他倒要敬拜保障的神，用金、銀、寶石和可愛之物敬奉他列祖所不認識的神。","bklcl":"I beh tī i ê ūi kèng-pài ōe-só͘ ê siōng-tè; koh i ê lia̍t-chó͘ só͘ m̄-bat ê siōng-tè, i beh ēng kim, gûn, ge̍k-chio̍h, pó-mi̍h lâi kèng i.","tghg":"伊欲佇伊的位敬拜衛所的上帝，閣伊的列祖所呣識的上帝，伊欲用金、銀、玉石，寶物來敬伊。","bklhl":"伊beh tī伊ê位敬拜衛所ê上帝；koh伊ê列祖所m̄-bat ê上帝，伊beh用金、銀、玉石、寶物來敬伊。"}},{"book":"但","chapter":11,"verse":39,"versions":{"unv":"他必靠外邦神的幫助，攻破最堅固的保障。凡承認他的，他必將榮耀加給他們，使他們管轄許多人，又為賄賂分地與他們。","bklcl":"I beh óa-khò pa̍t-hō ê siōng-tè lâi siat-hoat kian-kò͘ ê ōe-só͘; hoān-nā sêng-jīn-i--ê, i beh chiong êng-kng hō͘ in, iā beh hō͘ in koán-hat chōe-chōe lâng, koh beh pun thô͘-tōe pò-siúⁿ in.","tghg":"伊欲倚靠別號的上帝來設法堅固的衛所。凡若承認伊者，伊欲將榮光互𪜶，也欲互𪜶管轄多多人，閣欲分土地報賞𪜶。","bklhl":"伊beh óa靠別號ê上帝來設法堅固ê衛所；凡若承認伊ê，伊beh將榮光hō͘ in，也beh hō͘ in管轄chōe-chōe人，koh beh分土地報賞in。"}},{"book":"但","chapter":11,"verse":40,"versions":{"unv":"到末了，南方王要與他交戰。北方王必用戰車、馬兵，和許多戰船，勢如暴風來攻擊他，也必進入列國，如洪水氾濫。","bklcl":"Kàu lō͘-bé ê sî, lâm-hng ê ông beh chhiok-hoān i; pak-hng ê ông beh kong-kek i chhin-chhiūⁿ kńg-lê-hong, ēng chhia, ēng bé-peng, ēng chōe-chōe chûn-chiah; iā beh chìn-ji̍p hiah-ê kok, chhin-chhiūⁿ hoàn-lām ê chúi keng-kè.","tghg":"「到路尾的時，南方的王欲觸犯(chhiok-hoān)伊。北方的王欲攻擊伊親像捲螺風，用車、用馬兵、用多多船隻，也欲進入許個國，親像氾濫的水經過。","bklhl":"到路尾ê時，南方ê王beh觸犯伊；北方ê王beh攻擊伊親像捲螺風，用車，用馬兵，用chōe-chōe船隻；也beh進入hiah-ê國，親像氾濫ê水經過。"}},{"book":"但","chapter":11,"verse":41,"versions":{"unv":"又必進入那榮美之地，有許多國就被傾覆，但以東人、摩押人，和一大半亞捫人必脫離他的手。","bklcl":"Koh beh chìn-ji̍p êng-iāu ê tōe, chōe-chōe kok hō͘ i chhia-tó; to̍k-to̍k Í-tong, Mô͘-ap, kap A-bûn kiáⁿ-sun chun-kùi ê lâng ōe thoat-lī i ê chhiú.","tghg":"閣欲進入榮耀的地，多多國互伊捙倒(chhia-tó)，獨獨以東、摩押，及亞捫子孫尊貴的人會脫離伊的手。","bklhl":"Koh beh進入榮耀ê地，chōe-chōe國hō͘伊chhia倒；獨獨Í-tong、Mô͘-ap，kap A-bûn kiáⁿ孫尊貴ê人會脫離伊ê手。"}},{"book":"但","chapter":11,"verse":42,"versions":{"unv":"他必伸手攻擊列國；埃及地也不得脫離。","bklcl":"I beh chhun-chhiú kong-kek lia̍t-kok; Ai-ki̍p tōe iā bô tit-tio̍h thoat-lī.","tghg":"伊欲伸手攻擊列國；埃及地也無得著脫離。","bklhl":"伊beh伸手攻擊列國；埃及地也無得tio̍h脫離。"}},{"book":"但","chapter":11,"verse":43,"versions":{"unv":"他必把持埃及的金銀財寶和各樣的寶物。利比亞人和古實人都必跟從他。","bklcl":"I beh chiáng-koán Ai-ki̍p kim-gûn ê châi-pó í-ki̍p it-chhè ê pó-mi̍h; Lū-pí-a kap Kó͘-si̍t lâng lóng beh kun-tè i.","tghg":"伊欲掌管埃及金銀的財寶以及一切的寶物。呂比亞及古實人攏欲跟隨(kun-tè)伊。","bklhl":"伊beh掌管埃及金銀ê財寶以及一切ê寶物；Lū-pí-a kap Kó͘-si̍t人lóng beh跟tè伊。"}},{"book":"但","chapter":11,"verse":44,"versions":{"unv":"但從東方和北方必有消息擾亂他，他就大發烈怒出去，要將多人殺滅淨盡。","bklcl":"Tùi-tang tùi-pak beh ū siau-sit kàu lâi jiáu-loān i; i beh tōa siū-khì chhut-khì, it-chīn tû-bia̍t chōe-chōe lâng.","tghg":"對東對北欲有消息到來擾亂伊，伊欲大受氣出去，一盡除滅多多人。","bklhl":"Tùi東tùi北beh有消息到來擾亂伊；伊beh大受氣出去，一盡除滅chōe-chōe人。"}},{"book":"但","chapter":11,"verse":45,"versions":{"unv":"他必在海和榮美的聖山中間設立他如宮殿的帳幕；然而到了他的結局，必無人能幫助他。","bklcl":"I beh tī hái kap êng-iāu ê sèng-soaⁿ ê tiong-kan tah i kiong-tiān ê pò͘-pîⁿ; chóng-sī i beh kàu i ê kiat-kio̍k, iā bô pang-chān i ê.","tghg":"伊欲佇海及榮耀的聖山的中間搭伊宮殿的布棚；總是伊欲到伊的結局，也無幫助伊的。」","bklhl":"伊beh tī海kap榮耀ê聖山ê中間搭伊宮殿ê布棚；總是伊beh到伊ê結局，也無幫贊伊ê。"}}]