[{"book":"該","chapter":1,"verse":1,"versions":{"unv":"大利烏王第二年六月初一日，耶和華的話藉先知哈該向猶大省長撒拉鐵的兒子所羅巴伯和約撒答的兒子大祭司約書亞說：","bklcl":"Tāi-lī-o͘ ông jī-nî, la̍k-ge̍h chhoe-it, Iâ-hô-hoa ê ōe thok sian-ti Hap-kai, thoân hō͘ Iû-tāi ê chóng-tok, Sat-la̍h-thiat ê kiáⁿ Só͘-lô-pa-pek, kap Iok-sat-tap ê kiáⁿ, chè-si-thâu Iok-su-a kóng,","tghg":"大利烏王二年六月初一，耶和華的話託先知哈該傳互猶大的總督撒拉鐵的子所羅巴伯，及約撒答的子祭司頭約書亞講：","bklhl":"Tāi-lī-o͘王二年，六月初一，耶和華ê話託先知哈該，傳hō͘偤大ê總督，Sat-la̍h-thiat ê kiáⁿ Só͘-lô-pa-pek，kap Iok-sat-tap ê kiáⁿ，祭司頭約書亞講，"}},{"book":"該","chapter":1,"verse":2,"versions":{"unv":"萬軍之耶和華如此說：「這百姓說，建造耶和華殿的時候尚未來到。」","bklcl":"Bān-kun ê Iâ-hô-hoa I ê ōe án-ni kóng, Chit ê peh-sìⁿ kóng, Khí Iâ-hô-hoa tiān ê sî hit-ê sî iáu-bē kàu.","tghg":"萬軍的耶和華，伊的話按呢講：「此個百姓講，起耶和華殿的時彼個時猶未到。」","bklhl":"萬軍ê耶和華祂ê話án-ni講，chit ê百姓講，起耶和華殿ê時，hit ê時iáu未到。"}},{"book":"該","chapter":1,"verse":3,"versions":{"unv":"那時耶和華的話臨到先知哈該說：","bklcl":"Hit-sî Iâ-hô-hoa ê ōe thok sian-ti Hap-kai kóng:","tghg":"彼時耶和華的話託先知哈該講：","bklhl":"Hit時耶和華ê話託先知哈該講："}},{"book":"該","chapter":1,"verse":4,"versions":{"unv":"「這殿仍然荒涼，你們自己還住天花板的房屋嗎？","bklcl":"Chit-keng tiān iû-goân hong-hòe, che kiám-sī lín ka-kī khiā-khí thian-hoa-pán ê chhù ê sî mah?","tghg":"「此間殿猶原荒廢，這豈是恁家己徛起天花板的厝的時嗎？","bklhl":"Chit間殿猶原荒廢，這kiám是lín家己khiā起天花板ê厝ê時mah？"}},{"book":"該","chapter":1,"verse":5,"versions":{"unv":"現在萬軍之耶和華如此說：你們要省察自己的行為。","bklcl":"Taⁿ  bān-kun ê Iâ-hô-hoa án-ni kóng, Lín tio̍h séng-chhat lín ê só͘-kiâⁿ.","tghg":"今萬軍的耶和華按呢講：恁著省察恁的所行。","bklhl":"Taⁿ萬軍ê耶和華án-ni講，Lín tio̍h省察lín ê所行。"}},{"book":"該","chapter":1,"verse":6,"versions":{"unv":"你們撒的種多，收的卻少；你們吃，卻不得飽；喝，卻不得足；穿衣服，卻不得暖；得工錢的，將工錢裝在破漏的囊中。」","bklcl":"Lín iā chéng-chí chōe, siu-sêng chió; lín chia̍h, iā bōe pá; lim, iā bōe chí-khoah; chhēng-saⁿ, iā bōe sio; tit-tio̍h kang-chîⁿ--ê, ēng kang-chîⁿ hē tī phòa-khang ê tē-á.","tghg":"恁撒種子多，收成少；恁食，也𣍐飽；飲，也𣍐止渴(khoah)；穿衫，也𣍐燒；得著工錢者，用工錢下(hē)佇破孔的袋仔。」","bklhl":"Lín掖種子chōe，收成少；lín食，也bōe飽；lim，也bōe止渴；穿衫，也bōe燒；得tio̍h工錢ê，用工錢hē tī破孔ê袋á。"}},{"book":"該","chapter":1,"verse":7,"versions":{"unv":"萬軍之耶和華如此說：「你們要省察自己的行為。","bklcl":"Bān-kun ê Iâ-hô-hoa án-ni kóng, Lín tio̍h séng-chhat lín ê só͘-kiâⁿ.","tghg":"萬軍的耶和華按呢講：「恁著省察恁的所行。","bklhl":"萬軍ê耶和華án-ni講，Lín tio̍h省察lín ê所行。"}},{"book":"該","chapter":1,"verse":8,"versions":{"unv":"你們要上山取木料，建造這殿，我就因此喜樂，且得榮耀。這是耶和華說的。","bklcl":"Lín tio̍h chiūⁿ-soaⁿ chhú chhâ-liāu, lâi khí chit ê tiān; Góa chiū in-ūi án-ni hoaⁿ-hí, koh tit-tio̍h êng-kng; che sī Iâ-hô-hoa kóng--ê.","tghg":"恁著上山取柴料，來起此個殿，我就因為按呢歡喜，閣得著榮光。這是耶和華講的。","bklhl":"Lín tio̍h上山取柴料，來起 chit ê殿；我就因為án-ni歡喜，koh得tio̍h榮光；這是耶和華講ê。"}},{"book":"該","chapter":1,"verse":9,"versions":{"unv":"你們盼望多得，所得的卻少；你們收到家中，我就吹去。這是為甚麼呢？因為我的殿荒涼，你們各人卻顧（原文是奔）自己的房屋。這是萬軍之耶和華說的。","bklcl":"Lín ǹg-bāng tit-tio̍h chōe, lí khòaⁿ, hoán-tńg tit-tio̍h chió; lín tòa kàu chhù--ê, Góa chiū pûn hō͘ i bô--khì; che sī sím-mi̍h iân-kò͘? sī in-ūi Góa ê tiān hong-hòe, lín ta̍k-lâng kín-kip ka-kī ê chhù; che sī bān-kun ê Iâ-hô-hoa kóng--ê.","tghg":"恁向望得著多，你看，反轉得著少；恁帶到厝的，我就歕(pûn)互伊無去。這是甚麼緣故？是因為我的殿荒廢，恁逐人緊急家己的厝。這是萬軍的耶和華講的。","bklhl":"Lín ǹg望得tio̍h chōe，你看，反tńg得tio̍h少；lín帶到厝ê，我就pûn hō͘伊無去；這是甚麼緣故？是因為我ê殿荒廢，lín ta̍k人緊急家己ê厝；這是萬軍ê耶和華講ê。"}},{"book":"該","chapter":1,"verse":10,"versions":{"unv":"所以為你們的緣故，天就不降甘露，地也不出土產。","bklcl":"Só͘-í in-ūi lín ê iân-kò͘, thiⁿ chiū bô lo̍h lō͘-chúi, tōe iā bô chhut i ê thó͘-sán.","tghg":"所以因為恁的緣故，天就無落露水，地也無出伊的土產。","bklhl":"所以因為lín ê緣故，天就無落露水，地也無出伊ê土產。"}},{"book":"該","chapter":1,"verse":11,"versions":{"unv":"我命乾旱臨到地土、山岡、五穀、新酒，和油，並地上的出產、人民、牲畜，以及人手一切勞碌得來的。」","bklcl":"Góa hō͘ khòng-hān kàu tī thó͘-tōe, tī soaⁿ-thâu, tī gō͘-kak, tī sin-chiú, tī iû, tī tōe-chiūⁿ só͘-chhut--ê, tī lâng, tī cheng-siⁿ, tī lâng ê chhiú tio̍h-bôa tit-tio̍h--ê.","tghg":"我互亢旱(khòng-hān)到佇土地、佇山頭、佇五穀、佇新酒、佇油、佇地上所出的、佇人、佇精牲、佇人的手著磨得著的。」","bklhl":"我hō͘炕旱到tī土地，tī山頭，tī五穀，tī新酒，tī油，tī地上所出ê，tī人，tī cheng-siⁿ，tī人ê手tio̍h磨得tio̍h-ê。"}},{"book":"該","chapter":1,"verse":12,"versions":{"unv":"那時，撒拉鐵的兒子所羅巴伯和約撒答的兒子大祭司約書亞，並剩下的百姓，都聽從耶和華─他們　神的話和先知哈該奉耶和華─他們　神差來所說的話；百姓也在耶和華面前存敬畏的心。","bklcl":"Hit-sî Sat-la̍h-thiat ê kiáⁿ Só͘-lô-pa-pek, kap Iok-sat-tap ê kiáⁿ, chè-si-thâu Iok-su-a, kap só͘ chhun ê peh-sìⁿ, lóng thiaⁿ-thàn in ê Siōng-tè Iâ-hô-hoa ê siaⁿ, kap sian-ti Hap-kai hōng Iâ-hô-hoa in ê Siōng-tè chhe i só͘ kóng ê ōe;  peh-sìⁿ ia̍h tī Iâ-hô-hoa ê bīn-chêng, chûn kiaⁿ-ùi ê sim.","tghg":"彼時，撒拉鐵的子所羅巴伯，及約撒答的子祭司頭約書亞，及所剩(chhun)的百姓，攏聽趁𪜶的上帝──耶和華的聲，及先知哈該奉耶和華──𪜶的上帝差伊所講的話；百姓亦佇耶和華的面前存驚畏的心。","bklhl":"Hit時Sat-la̍h-thiat ê kiáⁿ Só͘-lô-pa-pek，kap Iok-sat-tap ê kiáⁿ，祭司頭約書亞，kap所chhun ê百姓，lóng聽thàn in ê上帝耶和華ê聲，kap先知哈該 奉耶和華in ê上帝差伊所講ê話；百姓亦tī耶和華ê面前，存驚畏ê心。"}},{"book":"該","chapter":1,"verse":13,"versions":{"unv":"耶和華的使者哈該奉耶和華差遣對百姓說：「耶和華說：我與你們同在。」","bklcl":"Iâ-hô-hoa ê sù-chiá Hap-kai, chiàu Iâ-hô-hoa só͘ bēng-lēng kā peh-sìⁿ kóng, Iâ-hô-hoa kóng, Góa kap lín tī-teh.","tghg":"耶和華的使者哈該照耶和華所命令給百姓講：「耶和華講：我及恁佇啲。」","bklhl":"耶和華ê使者哈該 ，照耶和華所命令kā百姓講，耶和華講，我kap lín tī-teh。"}},{"book":"該","chapter":1,"verse":14,"versions":{"unv":"耶和華激動猶大省長撒拉鐵的兒子所羅巴伯和約撒答的兒子大祭司約書亞，並剩下之百姓的心，他們就來為萬軍之耶和華─他們　神的殿做工。","bklcl":"Iâ-hô-hoa kek-tōng Iû-tāi ê chóng-tok, Sat-la̍h-thiat ê kiáⁿ Só͘-lô-pa-pek, ê sim, kap Iok-sat-tap ê kiáⁿ, chè-si-thâu, Iok-su-a ê sim, kap chhun ê peh-sìⁿ ê sim, in chiū lâi tī bān-kun ê Iâ-hô-hoa in ê Siōng-tè ê tiān chòe-kang.","tghg":"耶和華激動猶大的總督撒拉鐵的子所羅巴伯的心及約撒答的子祭司頭約書亞的心，及剩的百姓的心，𪜶就來佇萬軍的耶和華──𪜶的上帝的殿做工。","bklhl":"耶和華激動偤大ê總督，Sat-la̍h-thiat ê kiáⁿ Só͘-lô-pa-pek，ê心，kap Iok-sat-tap ê kiáⁿ，祭司頭，約書亞ê心，kap chhun ê百姓ê心，in就來tī萬軍ê耶和華in ê上帝ê殿做工。"}},{"book":"該","chapter":1,"verse":15,"versions":{"unv":"這是在大利烏王第二年六月二十四日。","bklcl":"Che sī tī Tāi-lī-o͘ ông jī-nî, la̍k-ge̍h jī-cha̍p-sì ji̍t.","tghg":"這是佇大利烏王二年六月二十四日。","bklhl":"這是tī Tāi-lī-o͘王二年，六月二十四日。"}}]