[{"book":"該","chapter":2,"verse":1,"versions":{"unv":"七月二十一日，耶和華的話臨到先知哈該說：","bklcl":"Chhit-ge̍h jī-cha̍p-it ji̍t, Iâ-hô-hoa ê ōe thok sian-ti Hap-kai kóng,","tghg":"七月二十一日，耶和華的話託先知哈該講：","bklhl":"七月二十一日，耶和華ê話託先知哈該 講，"}},{"book":"該","chapter":2,"verse":2,"versions":{"unv":"「你要曉諭猶大省長撒拉鐵的兒子所羅巴伯和約撒答的兒子大祭司約書亞，並剩下的百姓，說：","bklcl":"Lí tio̍h kā Iû-tāi ê chóng-tok Sat-la̍h-thiat ê kiáⁿ, Só͘-lô-pa-pek, kap Iok-sat-tap ê kiáⁿ, chè-si-thâu Iok-su-a, í-ki̍p só͘ chhun ê peh-sìⁿ kóng,","tghg":"「你著給猶大的總督撒拉鐵的子所羅巴伯及約撒答的子祭司頭約書亞，以及所剩(chhun)的百姓，講：","bklhl":"你tio̍h kā偤大ê總督Sat-la̍h-thiat ê kiáⁿ，Só͘-lô-pa-pek，kap Iok-sat-tap ê kiáⁿ，祭司頭約書亞，以及所chhun ê百姓講，"}},{"book":"該","chapter":2,"verse":3,"versions":{"unv":"你們中間存留的，有誰見過這殿從前的榮耀呢？現在你們看著如何？豈不在眼中看如無有嗎？」","bklcl":"Lín tiong-kan iáu tī-teh ê lâng, ū chī-chūi bat khòaⁿ-kìⁿ chit keng tiān chiông-chêng ê êng-kng mah?  Hiān-chāi lín khòaⁿ-liáu cháiⁿ-iūⁿ ah?  kiám-m̄-sī tī lín ê ba̍k-chiu khòaⁿ chhin-chhiūⁿ bô mah?","tghg":"恁中間猶佇啲的人，有是誰曾看見此間殿從前的榮光嗎？現在恁看了怎樣啊？豈呣是佇恁的目睭看親像無嗎？」","bklhl":"Lín中間iáu tī-teh ê人，有是誰 bat看見chit間殿從前ê榮光mah？現在lín看了怎樣ah？kiám m̄是tī lín ê目睭看親像無mah？"}},{"book":"該","chapter":2,"verse":4,"versions":{"unv":"耶和華說：「所羅巴伯啊，雖然如此，你當剛強！約撒答的兒子大祭司約書亞啊，你也當剛強！這地的百姓，你們都當剛強做工，因為我與你們同在。這是萬軍之耶和華說的。","bklcl":"Iâ-hô-hoa kóng, Só͘-lô-pa-pek ah, lí tio̍h ióng-kám; Iok-sat-tap ê kiáⁿ, chè-si-thâu Iok-su-a ah, lí ia̍h tio̍h ióng-kám; Iâ-hô-hoa koh kóng, Chit só͘-chāi ê peh-sìⁿ ah, lín ia̍h tio̍h ióng-kám, ia̍h tio̍h chòe-kang, in-ūi Góa kap lín tī-teh; che sī bān-kun ê Iâ-hô-hoa kóng--ê.","tghg":"耶和華講：「所羅巴伯啊，你著勇敢！約撒答的子祭司頭約書亞啊，你亦著勇敢！」耶和華閣講：「此所在的百姓啊，恁亦著勇敢！亦著做工，因為我及恁佇啲。這是萬軍的耶和華講的。","bklhl":"耶和華講，Só͘-lô-pa-pek ah，你tio̍h勇敢；Iok-sat-tap ê kiáⁿ，祭司頭約書亞ah，你亦tio̍h勇敢；耶和華koh講，Chit所在ê百姓ah，lín亦tio̍h勇敢，亦tio̍h做工，因為我kap lín tī-teh；這是萬軍ê耶和華講ê。"}},{"book":"該","chapter":2,"verse":5,"versions":{"unv":"這是照著你們出埃及我與你們立約的話。那時，我的靈住在你們中間，你們不要懼怕。」","bklcl":"Tng lín chhut Ai-ki̍p ê sî, Góa kap lín li̍p iok ê ōe, Góa ê Sîn tiàm-tī lín tiong-kan; lín bo̍h-tit kiaⁿ.","tghg":"當恁出埃及的時我及恁立約的話。我的神踮佇恁中間，恁莫得驚。」","bklhl":"當lín出埃及ê時，我kap lín立約ê話，我ê神tiàm-tī lín中間；lín莫得驚。"}},{"book":"該","chapter":2,"verse":6,"versions":{"unv":"萬軍之耶和華如此說：「過不多時，我必再一次震動天地、滄海，與旱地。","bklcl":"In-ūi bān-kun ê Iâ-hô-hoa án-ni kóng, Koh bô jōa-kú, Góa beh koh chi̍t-pái tín-tāng thiⁿ kap tōe kap hái kap ta-tōe.","tghg":"因為萬軍的耶和華按呢講：「閣無偌久，我欲閣一擺振動(tín-tāng)天、及地、及海，及乾地。","bklhl":"因為萬軍ê耶和華án-ni講，Koh無jōa久，我beh koh一pái振動天kap地kap海kap乾地。"}},{"book":"該","chapter":2,"verse":7,"versions":{"unv":"我必震動萬國；萬國的珍寶必都運來（或譯：萬國所羨慕的必來到），我就使這殿滿了榮耀。這是萬軍之耶和華說的。」","bklcl":"Góa beh tín-tāng bān-kok, bān-kok só͘ him-bō͘--ê beh lâi;  Góa chiū hō͘ êng-kng chhiong-móa chit keng tiān; che sī bān-kun ê Iâ-hô-hoa  kóng--ê.","tghg":"我欲振動萬國；萬國所欣慕者欲來，我就互榮光充滿此間殿。這是萬軍的耶和華講的。」","bklhl":"我beh振動萬國，萬國所欣慕ê beh來；我就hō͘榮光充滿chit間殿；這是萬軍ê耶和華講ê。"}},{"book":"該","chapter":2,"verse":8,"versions":{"unv":"萬軍之耶和華說：「銀子是我的，金子也是我的。","bklcl":"Bān-kun ê Iâ-hô-hoa kóng, Gûn sī Góa--ê, kim ia̍h sī Góa--ê.","tghg":"萬軍的耶和華講：「銀是我的，金亦是我的。","bklhl":"萬軍ê耶和華講，銀是我ê，金亦是我ê。"}},{"book":"該","chapter":2,"verse":9,"versions":{"unv":"這殿後來的榮耀必大過先前的榮耀；在這地方我必賜平安。這是萬軍之耶和華說的。」","bklcl":"Chit keng tiān āu-lâi ê êng-kng, beh iâⁿ-kè chêng ê êng-kng; che sī bān-kun ê Iâ-hô-hoa kóng--ê; koh tī chit ê só͘-chāi, Góa beh siúⁿ-sù pêng-an; che sī bān-kun ê Iâ-hô-hoa kóng--ê.","tghg":"此間殿後來的榮光欲贏過前的榮光；這是萬軍的耶和華講的；閣佇此個所在我欲賞賜平安。這是萬軍的耶和華講的。」","bklhl":"Chit間殿後來ê榮光，beh贏過前ê榮光；這是萬軍ê耶和華講ê；koh tī chit ê所在，我beh賞賜平安；這是萬軍ê耶和華講ê。"}},{"book":"該","chapter":2,"verse":10,"versions":{"unv":"大利烏王第二年九月二十四日，耶和華的話臨到先知哈該說：","bklcl":"Tāi-lī-o͘ ông jī-nî, káu ge̍h jī-cha̍p-sì ji̍t, Iâ-hô-hoa ê ōe thok sian-ti Hap-kai kóng,","tghg":"大利烏王二年九月二十四日，耶和華的話託先知哈該講：","bklhl":"Tāi-lī-o͘王二年，九月二十四日，耶和華ê話託先知哈該講，"}},{"book":"該","chapter":2,"verse":11,"versions":{"unv":"萬軍之耶和華如此說：「你要向祭司問律法，","bklcl":"Bān-kun ê Iâ-hô-hoa án-ni kóng, Koan-hē tī lu̍t-hoat lí thang mn̄g chè-si,","tghg":"萬軍的耶和華按呢講：「關係佇律法你通問祭司，","bklhl":"萬軍ê耶和華án-ni講，關係tī律法你thang問祭司，"}},{"book":"該","chapter":2,"verse":12,"versions":{"unv":"說：若有人用衣襟兜聖肉，這衣襟挨著餅，或湯，或酒，或油，或別的食物，便算為聖嗎？」祭司說：「不算為聖。」","bklcl":"kóng, Siat-sú ū lâng ēng saⁿ-á-ku pau sèng ê bah, chit ê saⁿ-á-ku óa-tio̍h piáⁿ, á-sī thng, á-sī chiú, á-sī iû, á-sī pa̍t-hō chia̍h-mi̍h, chiū chit ê mi̍h chiâⁿ-chòe sèng mah?  Chè-si ìn kóng, Bô--lah.","tghg":"講：設使有人用衫仔裾(ku)包聖的肉，此個衫仔裾倚著餅，抑是湯，抑是酒，抑是油，抑是別號食物，就此個物成做聖嗎？」祭司應講：「無啦。」","bklhl":"講，設使有人用衫á裾包聖ê肉，chit ê衫á裾óa-tio̍h餅，á是湯，á是酒，á是油，á是別號食物，就chit ê物成做聖mah？祭司應講，無lah。"}},{"book":"該","chapter":2,"verse":13,"versions":{"unv":"哈該又說：「若有人因摸死屍染了污穢，然後挨著這些物的哪一樣，這物算污穢嗎？」祭司說：「必算污穢。」","bklcl":"Hap-kai koh kóng, Siat-sú ū lâng bong--tio̍h sin-si bak lâ-sâm, lâi óa-tio̍h chiah-ê mi̍h ê chi̍t-hāng, chit ê mi̍h chiâⁿ-chòe ù-òe mah? Chè-si ìn kóng, Chiâⁿ-chòe ù-òe.","tghg":"哈該閣講：「設使有人摸著身屍染(bak)垃墋，來倚著諸個物的一項，此個物成做污穢嗎？」祭司應講：「成做污穢。」","bklhl":"哈該koh講，設使有人摸tio̍h身屍bak lâ-sâm，來óa-tio̍h chiah ê物ê一項，chit ê物成做污穢mah？祭司應講，成做污穢。"}},{"book":"該","chapter":2,"verse":14,"versions":{"unv":"於是哈該說：「耶和華說：這民這國，在我面前也是如此；他們手下的各樣工作都是如此；他們在壇上所獻的也是如此。」","bklcl":"Hap-kai chiū ìn kóng, Iâ-hô-hoa kóng, Tī Góa ê bīn-chêng, chit ê peh-sìⁿ sī chhin-chhiūⁿ án-ni, chit ê kok iā sī án-ni; in ê chhiú só͘ chòe ta̍k-hō ê kang iā lóng sī án-ni; in tī-chia só͘ hiàn--ê bô chheng-khì.","tghg":"哈該就應講：「耶和華講：佇我的面前，此個百姓是親像按呢，此個國也是按呢；𪜶的手所做逐號的工也攏是按呢；𪜶佇遮所獻的無清氣。」","bklhl":"哈該就應講，耶和華講，Tī我ê面前，chit ê百姓是親像án-ni，chit ê國也是án-ni；in ê手所做ta̍k號ê工也lóng是án-ni；in tī-chia所獻ê無清氣。"}},{"book":"該","chapter":2,"verse":15,"versions":{"unv":"現在你們要追想，此日以前，耶和華的殿沒有一塊石頭壘在石頭上的光景。","bklcl":"Taⁿ chhiáⁿ lín siūⁿ, chit-ji̍t í-chêng, Iâ-hô-hoa ê tiān iáu-bē ū chio̍h tha̍h tī chio̍h-téng ê sî;","tghg":"今請恁想，此日以前，耶和華的殿猶未有石褡(tha̍h)佇石頂的時。","bklhl":"Taⁿ請lín想，chit日以前，耶和華ê殿iáu未有石疊(tha̍h)tī石頂ê時；"}},{"book":"該","chapter":2,"verse":16,"versions":{"unv":"在那一切日子，有人來到穀堆，想得二十斗，只得了十斗。有人來到酒池，想得五十桶，只得了二十桶。","bklcl":"le̍k-kè hiah-ê sî, lâng lâi kàu gō͘-kak-tui, siūⁿ beh tit-tio̍h jī-cha̍p táu, chí-ū cha̍p-táu; ū lâng lâi kàu chiú-khut, siūⁿ beh tit-tio̍h gō͘-cha̍p àng, chí-ū tit-tio̍h jī-cha̍p àng.","tghg":"歷過許個時，人來到五穀堆，想欲得著二十斗，只有十斗。有人來到酒窟，想欲得著五十甕，只有得著二十甕。","bklhl":"歷過hiah-ê時，人來到五穀堆，想beh得tio̍h二十斗，只有十斗；有人來到酒窟，想beh得tio̍h五十甕，只有得tio̍h二十甕。"}},{"book":"該","chapter":2,"verse":17,"versions":{"unv":"在你們手下的各樣工作上，我以旱風、霉爛、冰雹攻擊你們，你們仍不歸向我。這是耶和華說的。","bklcl":"Tī lín ê chhiú só͘-chòe it-chhè ê kang, Góa ēng ko͘-tâ, hiú-nōa, tōa-pha̍uh phah lín, lín iáu-kú bô kui-ǹg Góa; che sī Iâ-hô-hoa kóng--ê.","tghg":"佇恁的手所做一切的工，我用枯焦、朽爛、大雹(pha̍uh)拍恁，恁猶久無歸向我。這是耶和華講的。","bklhl":"Tī lín ê手所做一切ê工，我用枯焦、朽爛大雹phah lín，lín iáu-kú無歸ǹg我；這是耶和華講ê。"}},{"book":"該","chapter":2,"verse":18,"versions":{"unv":"你們要追想此日以前，就是從這九月二十四日起，追想到立耶和華殿根基的日子。","bklcl":"Chhiáⁿ lín siūⁿ chit-ji̍t í-chêng, tùi káu-ge̍h jī-sì ji̍t kiàn-li̍p Iâ-hô-hoa tiān ê tōe-ki ê sî, lín tio̍h siūⁿ i.","tghg":"請恁想此日以前，對九月二四日，建立耶和華殿的地基的時恁著想伊。","bklhl":"請lín想chit日以前，tùi九月二四日建立耶和華殿ê地基ê時，lín tio̍h想伊。"}},{"book":"該","chapter":2,"verse":19,"versions":{"unv":"倉裡有穀種嗎？葡萄樹、無花果樹、石榴樹、橄欖樹都沒有結果子。從今日起，我必賜福與你們。","bklcl":"Chhek-chhng iáu ū chéng-chí mah?  Phû-tô-chhiū, bû-hoa-kó-chhiū, sia̍h-liû-chhiū, kaⁿ-ná-chhiū, lóng bē ū kiat ké-chí; tùi kin-á-ji̍t khí, Góa beh sù-hok lín.","tghg":"粟倉(chhek-chhng)猶有種子嗎？葡萄樹、無花果樹、石榴(sia̍h-liû)樹、橄欖樹攏未有結果子。對今仔日起，我欲賜福恁。","bklhl":"粟倉iáu有種子mah？葡萄樹、無花果樹、石榴樹、橄欖樹，lóng未有結果子；tùi今á日起，我beh賜福lín。"}},{"book":"該","chapter":2,"verse":20,"versions":{"unv":"這月二十四日，耶和華的話二次臨到哈該說：","bklcl":"Hit-ge̍h jī-cha̍p-sì ji̍t, Iâ-hô-hoa ê ōe tē-jī-pái lîm-kàu Hap-kai kóng,","tghg":"彼月二十四日，耶和華的話第二擺臨到哈該講：","bklhl":"Hit月二十四日，耶和華ê話第二pái臨到哈該 講，"}},{"book":"該","chapter":2,"verse":21,"versions":{"unv":"「你要告訴猶大省長所羅巴伯說：我必震動天地。","bklcl":"Lí tio̍h kā Iû-tāi ê chóng-tok Só͘-lô-pa-pek kóng, Góa beh tín-tāng thiⁿ kap tōe;","tghg":"「你著給猶大的總督所羅巴伯講：我欲振動天及地。","bklhl":"你tio̍h kā偤大ê總督Só͘-lô-pa-pek講，我beh振動天kap地；"}},{"book":"該","chapter":2,"verse":22,"versions":{"unv":"我必傾覆列國的寶座，除滅列邦的勢力，並傾覆戰車和坐在其上的。馬必跌倒，騎馬的敗落，各人被弟兄的刀所殺。","bklcl":"Góa beh chhia-tó lia̍t-kok ê pó-chō, tû-bia̍t ta̍k pang-kok ê sè-le̍k, ia̍h beh chhia-tó chiàn-chhia kap chē-chhia--ê, bé kap bé-peng lóng beh tó--lo̍h-khì, ta̍k-ê tùi i ê hiaⁿ-tī ê to lâi sí.","tghg":"我欲捙倒(chhia-tó)列國的寶座，除滅逐邦國的勢力，亦欲捙倒戰車及坐車者。馬及馬兵攏欲倒落去，逐個對伊的兄弟的刀來死。","bklhl":"我beh chhia倒列國ê寶座，除滅ta̍k邦國ê勢力，亦beh chhia倒戰車kap坐車ê，馬kap馬兵lóng beh倒落去，ta̍k-ê對伊ê兄弟ê刀來死。"}},{"book":"該","chapter":2,"verse":23,"versions":{"unv":"萬軍之耶和華說：我僕人撒拉鐵的兒子所羅巴伯啊，到那日，我必以你為印，因我揀選了你。這是萬軍之耶和華說的。」","bklcl":"Bān-kun ê Iâ-hô-hoa kóng, Góa ê lô͘-po̍k Sat-la̍h-thiat ê kiáⁿ Só͘-lô-pa-pek ah, tng hit-ji̍t, Góa beh tiàu lí, Iâ-hô-hoa kóng i; koh Góa beh ēng lí chòe chhiú-chí-ìn;  in-ūi Góa bat kéng-soán lí; che sī bān-kun ê Iâ-hô-hoa kóng--ê.","tghg":"萬軍的耶和華講：我的奴僕撒拉鐵的子所羅巴伯啊，當彼日，我欲召你，耶和華講伊；閣我欲用你做手指印，因為我曾揀選你。這是萬軍的耶和華講的。」","bklhl":"萬軍ê耶和華講，我ê奴僕Sat-la̍h-thiat ê kiáⁿ Só͘-lô-pa-pek ah，當hit日，我beh召你，耶和華講伊；koh我beh用你做手指印；因為我bat揀選你；這是萬軍ê耶和華講ê。"}}]