[{"book":"申","chapter":24,"verse":1,"versions":{"unv":"「人若娶妻以後，見她有甚麼不合理的事，不喜悅她，就可以寫休書交在她手中，打發她離開夫家。","bklcl":"Lâng nā chhōa-bó͘, jiân-āu khòaⁿ i ê bó͘ m̄ tèng-ì, in-ūi i chai i ū bô ha̍p-gî ê sū, chiū thang siá lî-su hō͘ i, kau i ê chhiú, chhe i lī-khui i ê ke.","tghg":"「人若娶某，然後看伊的某呣中意，因為伊知伊有無合宜的事，就通寫離書互伊，交伊的手差伊離開伊的家。","bklhl":"人若娶bó͘，然後看伊ê bó͘ m̄中意(tèng-ì)，因為伊知伊有無合宜ê事，就thang寫離書hō͘伊，交伊ê手，差伊離開伊ê家。"}},{"book":"申","chapter":24,"verse":2,"versions":{"unv":"婦人離開夫家以後，可以去嫁別人。","bklcl":"Hū-jîn-lâng lī-khui i ê ke liáu-āu, thang khì kè pa̍t-lâng.","tghg":"婦仁人離開伊的家了後，通去嫁別人。","bklhl":"婦人人離開伊ê家了後，thang去嫁別人。"}},{"book":"申","chapter":24,"verse":3,"versions":{"unv":"後夫若恨惡她，寫休書交在她手中，打發她離開夫家，或是娶她為妻的後夫死了，","bklcl":"Nā sī āu ê tiōng-hu oàn-hūn i, iā siá lî-su kau i ê chhiú, kah i lī-khui i ê ke, á-sī i āu ê tiōng-hu chhōa i chòe-bó͘ chiū sí;","tghg":"若是後的丈夫怨恨伊，也寫離書交伊的手，教伊離開伊的家，抑是伊後的丈夫娶伊做某就死，","bklhl":"若是後ê丈夫怨恨伊，也寫離書交伊ê手，kah伊離開伊ê家，á是伊後ê丈夫娶伊做bó͘就死；"}},{"book":"申","chapter":24,"verse":4,"versions":{"unv":"打發她去的前夫不可在婦人玷污之後再娶她為妻，因為這是耶和華所憎惡的；不可使耶和華─你　神所賜為業之地被玷污了。」","bklcl":"chiū hit-ê chêng ê tiōng-hu í-keng kah i khì-ê, bōe-tit-thang tī i phah lâ-sâm í-āu, koh chhōa i chòe-bó͘;  in-ūi che sī Iâ-hô-hoa só͘ iàm-ò͘ⁿ-ê;  m̄-thang hō͘ Iâ-hô-hoa lí ê Siōng-tè só͘ siúⁿ-sù lí chòe-gia̍p ê tōe lâi hoān-chōe.","tghg":"就彼個前的丈夫已經教伊去的，𣍐得通佇伊拍垃墋以後閣娶伊做某，因為這是耶和華所厭惡的；呣通互耶和華——你的上帝所賞賜你做業的地來犯罪。」","bklhl":"就hit ê前ê丈夫已經kah伊去ê，bōe得thang tī伊phah lâ-sâm以後，koh娶伊做bó͘；因為這是耶和華所厭惡ê；m̄-thang hō͘耶和華你ê上帝所賞賜你做業ê地來犯罪。"}},{"book":"申","chapter":24,"verse":5,"versions":{"unv":"「新娶妻之人不可從軍出征，也不可託他辦理甚麼公事，可以在家清閒一年，使他所娶的妻快活。","bklcl":"Sin chhōa-bó͘ ê lâng m̄-thang khì kau-chiàn, iā m̄-thang kau-tài i pān-lí sím-mi̍h sū;  thang hō͘ i tī ke-lāi chheng-hân chi̍t-nî,  thang hō͘ i só͘ chhōa ê bó͘ hoaⁿ-hí.","tghg":"「新娶某的人呣通去交戰，也呣通交代伊辦理甚麼事，通互伊佇家內清閒(chheng-hân)一年，通互伊所娶的某歡喜。","bklhl":"新娶bó͘ ê人m̄-thang去交戰，也m̄-thang交帶伊辨理甚麼事；thang hō͘伊tī家內清閒一年，thang hō͘伊所娶ê bó͘歡喜。"}},{"book":"申","chapter":24,"verse":6,"versions":{"unv":"「不可拿人的全盤磨石或是上磨石作當頭，因為這是拿人的命作當頭。","bklcl":"M̄-thang ēng lâng ê chio̍h-bō, á-sī chio̍h-bō ê téng-tún, chòe chún-tǹg;  in-ūi che sī ēng lâng ê sìⁿ-miā chòe chún-tǹg.","tghg":"「呣通用人的石磨(chio̍h-bō)抑是石磨的頂礅(téng-tún)做準當(chún-tǹg)，因為這是用人的生命做準當。","bklhl":"M̄-thang用人ê石磨，á是石磨ê頂楯(téng-tún)，做準當；因為這是用人ê性命做準當。"}},{"book":"申","chapter":24,"verse":7,"versions":{"unv":"「若遇見人拐帶以色列中的一個弟兄，當奴才待他，或是賣了他，那拐帶人的就必治死。這樣，便將那惡從你們中間除掉。","bklcl":"Nā tú-tio̍h lâng koái Í-sek-lia̍t-tiong chi̍t-ê hiaⁿ-tī, khoán-thāi i chòe lô͘-châi, á-sī bōe i, hit ê koái-kùn chiū tio̍h hō͘ i sí;  án-ni, chiū tùi lín tiong-kan tû-khì hit ê pháiⁿ.","tghg":"「若抵著(tú-tio̍h)人拐以色列中一個兄弟，款待伊做奴才，抑是賣伊，彼個拐棍(koái-kùn)就著互伊死。按呢，就對恁中間除去彼個歹。","bklhl":"若tú-tio̍h人拐以色列中一个兄弟，款待伊做奴才，á是賣伊，hit ê拐棍就tio̍h hō͘伊死；án-ni，就tùi lín中間除去hit ê pháiⁿ。"}},{"book":"申","chapter":24,"verse":8,"versions":{"unv":"「在大痲瘋的災病上，你們要謹慎，照祭司利未人一切所指教你們的留意遵行。我怎樣吩咐他們，你們要怎樣遵行。","bklcl":"Thái-ko ê pháiⁿ chèng-thâu, lí tio̍h chin sòe-jī;  chè-si Lī-bī lâng it-chhè só͘ kà-sī lín-ê, tio̍h chiàu án-ni lâi kiâⁿ;  góa só͘ bēng-lēng in ê, lín tio̍h chip-siú lâi kiâⁿ;","tghg":"「癩[哥]的歹症頭，你著真細膩，祭司利未人一切所教示恁的著照按呢來行。我所命令𪜶的，恁著執守來行。","bklhl":"Thái-ko ê pháiⁿ症頭，你tio̍h真細膩；祭司利未人一切所教示lín-ê，tio̍h照án-ni來行；我所命令in-ê，lín tio̍h執守來行；"}},{"book":"申","chapter":24,"verse":9,"versions":{"unv":"當記念出埃及後，在路上，耶和華─你　神向米利暗所行的事。","bklcl":"chá chhut Ai-ki̍p ê sî, Iâ-hô-hoa lí Siōng-tè tī lō͘-ni̍h tùi Bí-lī-àm só͘-kiâⁿ-ê, lí tio̍h kì-tit.","tghg":"早出埃及的時，耶和華──你上帝佇路裡對米利暗所行的，你著記得。","bklhl":"早出埃及ê時，耶和華你上帝tī路裡對Bí-lī-àm所行ê，你tio̍h記得。"}},{"book":"申","chapter":24,"verse":10,"versions":{"unv":"「你借給鄰舍，不拘是甚麼，不可進他家拿他的當頭。","bklcl":"Lí bô-lūn ēng sím-mi̍h chioh chhù-piⁿ, m̄-thang ji̍p i ê ke the̍h chún-tǹg,","tghg":"「你無論用甚麼借厝邊，呣通入伊的家提準當。","bklhl":"你無論用甚麼借厝邊，m̄-thang入伊ê家the̍h準當，"}},{"book":"申","chapter":24,"verse":11,"versions":{"unv":"要站在外面，等那向你借貸的人把當頭拿出來交給你。","bklcl":"lí tio̍h khiā tī gōa-bīn, thèng-hāu kā lí chioh ê lâng the̍h chún-tǹg chhut-lâi hō͘ lí;","tghg":"你著徛佇外面，聽候給你借的人提準當出來互你。","bklhl":"你tio̍h khiā tī外面，thèng候kā你借ê人the̍h準當出來hō͘你；"}},{"book":"申","chapter":24,"verse":12,"versions":{"unv":"他若是窮人，你不可留他的當頭過夜。","bklcl":"hit lâng nā sī sòng-hiong, lí m̄-thang lâu i ê chún-tǹg kè-mî;","tghg":"彼人若是喪鄉，你呣通留伊的準當過暝。","bklhl":"Hit人若是sòng-hiong，你m̄-thang留伊ê準當過暝；"}},{"book":"申","chapter":24,"verse":13,"versions":{"unv":"日落的時候，總要把當頭還他，使他用那件衣服蓋著睡覺，他就為你祝福；這在耶和華─你　神面前就是你的義了。","bklcl":"ji̍t-lo̍h ê sî, tek-khak tio̍h ēng hit ê chún-tǹg hêng i, hō͘ i ēng i ê saⁿ kah teh khùn;  i chiū kā lí chiok-hok;  che tī Iâ-hô-hoa lí Siōng-tè ê bīn-chêng, beh sǹg-chòe lí ê gī.","tghg":"日落的時，的確著用彼個準當還伊，互伊用伊的衫蓋(kah)啲睏，伊就給你祝福；這佇耶和華──你上帝的面前欲算做你的義。","bklhl":"日落ê時，的確tio̍h用hit ê準當還伊，hō͘伊用伊ê衫kah teh睏；伊就kā你祝福；這tī耶和華你上帝ê面前，beh算做你ê義。"}},{"book":"申","chapter":24,"verse":14,"versions":{"unv":"「困苦窮乏的雇工，無論是你的弟兄或是在你城裡寄居的，你不可欺負他。","bklcl":"Khùn-khó͘ sòng-hiong ê chhiàⁿ-kang lâng, bô-lūn sī lí ê hiaⁿ-tī, á-sī chhut-gōa lâng tiàm tī lí ê tōe, tī lí ê siâⁿ-mn̂g-lāi ê, lí m̄-thang khi-hū i;","tghg":"「困苦喪鄉的倩工人，無論是你的兄弟抑是出外人踮佇你的地，佇你的城門內的，你呣通欺負伊。","bklhl":"困苦sòng-hiong ê倩工人，無論是你ê兄弟，á是出外人tiàm tī你ê地，tī你ê城門內ê，你m̄-thang欺負伊；"}},{"book":"申","chapter":24,"verse":15,"versions":{"unv":"要當日給他工價，不可等到日落─因為他窮苦，把心放在工價上─恐怕他因你求告耶和華，罪便歸你了。","bklcl":"i ê kang-chîⁿ lí hit-ji̍t tio̍h hō͘ i, m̄-thang thèng-hāu kàu ji̍t-lo̍h-liáu;  in-ūi i sòng-hiong, kòa-sim tī hit-ê;  kiaⁿ-liáu i in-ūi lí lâi tùi Iâ-hô-hoa âu-kiò, lí chiū ū chōe.","tghg":"伊的工錢你彼日著互伊，呣通聽候到日落了──因為伊喪鄉，掛心佇彼個──驚了伊因為你來對耶和華喉叫，你就有罪。","bklhl":"伊ê工錢你hit日tio̍h hō͘伊，m̄-thang thèng候到日落了；因為伊sòng-hiong，掛心tī hit ê；驚了伊因為你來對耶和華喉叫，你就有罪。"}},{"book":"申","chapter":24,"verse":16,"versions":{"unv":"「不可因子殺父，也不可因父殺子；凡被殺的都為本身的罪。","bklcl":"M̄-thang in-ūi kiáⁿ lâi hō͘ lāu-pē sí, iā m̄-thang in-ūi lāu-pē lâi hō͘ kiáⁿ sí;  ta̍k-lâng tio̍h ūi-tio̍h ka-kī ê chōe lâi sí.","tghg":"「呣通因為子來互老父死，也呣通因為老父來互子死；逐人著為著家己的罪來死。","bklhl":"M̄-thang因為kiáⁿ來hō͘老父死，也m̄-thang因為老父來hō͘ kiáⁿ死；ta̍k人tio̍h為tio̍h家己ê罪來死。"}},{"book":"申","chapter":24,"verse":17,"versions":{"unv":"「你不可向寄居的和孤兒屈枉正直，也不可拿寡婦的衣裳作當頭。","bklcl":"Lí sím-phòaⁿ, m̄-thang oan-óng chhut-gōa lâng kap bô-pē ê kiáⁿ, iā m̄-thang the̍h kóaⁿ-hū ê i-chiûⁿ chòe chún-tǹg;","tghg":"「你審判呣通冤枉出外人及無父的子，也呣通提寡婦的衣裳做準當。","bklhl":"你審判，m̄-thang冤枉出外人kap無父 ê kiáⁿ，也m̄-thang the̍h寡婦ê衣裳做準當；"}},{"book":"申","chapter":24,"verse":18,"versions":{"unv":"要記念你在埃及作過奴僕。耶和華─你的　神從那裡將你救贖，所以我吩咐你這樣行。","bklcl":"lí tio̍h kì-tit lí tī Ai-ki̍p bat chòe lô͘-châi, Iâ-hô-hoa lí ê Siōng-tè kiù-sio̍k lí tùi hia chhut;  só͘-í góa bēng-lēng lí tio̍h án-ni kiâⁿ.","tghg":"你著記得你佇埃及曾做奴才。耶和華──你的上帝救贖你對遐出，所以我命令你著按呢行。","bklhl":"你tio̍h記得你tī埃及bat做奴才，耶和華你ê上帝救贖你tùi hia出；所以我命令你tio̍h án-ni行。"}},{"book":"申","chapter":24,"verse":19,"versions":{"unv":"「你在田間收割莊稼，若忘下一捆，不可回去再取，要留給寄居的與孤兒寡婦。這樣，耶和華─你　神必在你手裡所辦的一切事上賜福與你。","bklcl":"Lí tī chhân-ni̍h siu-koah gō͘-kak, nā bōe-kì-tit chi̍t-sok tī chhân-ni̍h, m̄-thang koh oat-khì the̍h, tio̍h lâu hō͘ chhut-gōa lâng kap ko͘-jî kóaⁿ-hū, tì-kàu Iâ-hô-hoa lí ê Siōng-tè beh tī lí ê chhiú só͘ chòe it-chhè ê sū, sù-hok lí.","tghg":"「你佇田裡收割五穀，若𣍐記得一束佇田裡，呣通閣越去提，著留互出外人及孤兒寡婦。致到耶和華──你的上帝欲佇你的手所做一切的事賜福你。","bklhl":"你tī田裡收割五穀，若bōe記得一束tī田裡，m̄-thang koh oat去the̍h，tio̍h留 hō͘出外人kap孤兒、寡婦，致到耶和華你ê上帝beh tī你ê手所做一切ê事，賜福你。"}},{"book":"申","chapter":24,"verse":20,"versions":{"unv":"你打橄欖樹，枝上剩下的，不可再打；要留給寄居的與孤兒寡婦。","bklcl":"Lí phah lí ê kaⁿ-ná-chhiū í-āu m̄-thang koh sûn hiah-ê chhiū-ki;  tio̍h lâu hō͘ chhut-gōa lâng kap ko͘-jî kóaⁿ-hū.","tghg":"你拍你的橄欖樹以後，呣通閣巡許個樹枝；著留互出外人及孤兒寡婦。","bklhl":"你phah你ê橄欖樹以後m̄-thang koh巡hiah-ê樹枝；tio̍h留hō͘出外人kap孤兒、寡婦。"}},{"book":"申","chapter":24,"verse":21,"versions":{"unv":"你摘葡萄園的葡萄，所剩下的，不可再摘；要留給寄居的與孤兒寡婦。","bklcl":"Lí bán lí ê phû-tô, só͘-chhun-ê m̄-thang koh bán, tio̍h lâu hō͘ chhut-gōa lâng, kap ko͘-jî, kóaⁿ-hū;","tghg":"你挽(bán)你的葡萄，所剩的，呣通閣挽；著留互出外人及孤兒寡婦。","bklhl":"你挽你ê葡萄，所chhun-ê m̄-thang koh挽，tio̍h留hō͘出外人，kap孤兒、寡婦；"}},{"book":"申","chapter":24,"verse":22,"versions":{"unv":"你也要記念你在埃及地作過奴僕，所以我吩咐你這樣行。","bklcl":"lí iā tio̍h kì-tit lí tī Ai-ki̍p tōe bat chòe lô͘-châi;  só͘-í góa bēng-lēng lí tio̍h án-ni kiâⁿ.","tghg":"你也著記得你佇埃及地曾做奴才，所以我命令你著按呢行。","bklhl":"你也tio̍h記得你tī埃及地bat做奴才；所以我命令你tio̍h án-ni行。"}}]