[{"book":"申","chapter":34,"verse":1,"versions":{"unv":"摩西從摩押平原登尼波山，上了那與耶利哥相對的毘斯迦山頂。耶和華把基列全地直到但，","bklcl":"Mô͘-se tùi Mô͘-ap pîⁿ-iûⁿ chiūⁿ Nî-pho soaⁿ, chiūⁿ hit ê kap Iâ-lī-ko saⁿ-tùi ê Pí-su-ka soaⁿ-thâu.  Iâ-hô-hoa hō͘ i khòaⁿ Ki-lia̍t choân-tōe ti̍t-kàu Tàn;","tghg":"摩西對摩押平洋上尼波山，上彼個及耶利哥相對的毗斯迦山頭。耶和華互伊看基列全地直到但，","bklhl":"摩西tùi Mô͘-ap平洋上Nî-pho山，上hit ê kap耶利哥相對ê Pí-su-ka山頭。耶和華hō͘伊看Ki-lia̍t全地直到Tàn；"}},{"book":"申","chapter":34,"verse":2,"versions":{"unv":"拿弗他利全地，以法蓮、瑪拿西的地，猶大全地直到西海，","bklcl":"Ná-hut-tha-lī choân-tōe, Í-hoat-liân Má-ná-se ê tōe, Iû-tāi choân-tōe kàu sai-hái;","tghg":"拿弗他利全地，以法蓮、瑪拿西的地，猶大全地到西海，","bklhl":"Ná-hut-tha-lī全地，Í-hoat-liân Má-ná-se ê地，偤大全地到西海；"}},{"book":"申","chapter":34,"verse":3,"versions":{"unv":"南地和棕樹城耶利哥的平原，直到瑣珥，都指給他看。","bklcl":"Lâm-hng kap kiò-chòe chó-chhiū-siâⁿ ê Iâ-lī-ko soaⁿ-kok ê pîⁿ-iûⁿ, kàu Só-jíⁿ.","tghg":"南方及叫做棗樹城的耶利哥山谷的平洋，到瑣珥。","bklhl":"南方kap叫做棗樹城ê耶利哥山谷ê平洋，到Só-jíⁿ。"}},{"book":"申","chapter":34,"verse":4,"versions":{"unv":"耶和華對他說：「這就是我向亞伯拉罕、以撒、雅各起誓應許之地，說：『我必將這地賜給你的後裔。』現在我使你眼睛看見了，你卻不得過到那裡去。」","bklcl":"Iâ-hô-hoa tùi i kóng,  Chit ê tōe chiū-sī Góa tùi A-pek-la̍h-hán, Í-sat, Ngá-kok, chiù-chōa kóng, Góa beh siúⁿ-sù lí ê hō͘-è ê, taⁿ Góa hō͘ lí chhin-ba̍k khòaⁿ-kìⁿ;  chóng-sī lí bōe tit-tio̍h kè-khì kàu hia.","tghg":"耶和華對伊講：「此個地就是我對亞伯拉罕、以撒、雅各咒誓，講：『我欲賞賜你的後裔的。』今我互你親目看見，總是你𣍐得著過去到遐。」","bklhl":"耶和華對伊講，chit ê地就是我對亞伯拉罕、以撒、雅各，chiù-chōa講：我beh賞賜你ê後裔ê，taⁿ我hō͘你親目看見；總是你bōe得tio̍h過去到hia。"}},{"book":"申","chapter":34,"verse":5,"versions":{"unv":"於是，耶和華的僕人摩西死在摩押地，正如耶和華所說的。","bklcl":"Iâ-hô-hoa ê lô͘-po̍k Mô͘-se chiū sí tī-hia, tī Mô͘-ap ê tōe, chiàu Iâ-hô-hoa só͘ kóng ê.","tghg":"耶和華的奴僕摩西就死佇遐，佇摩押的地，照耶和華所講的。","bklhl":"耶和華ê奴僕摩西就死tī-hia，tī Mô͘-ap ê地，照耶和華所講ê。"}},{"book":"申","chapter":34,"verse":6,"versions":{"unv":"耶和華將他埋葬在摩押地、伯‧毘珥對面的谷中，只是到今日沒有人知道他的墳墓。","bklcl":"Iâ-hô-hoa bâi-chòng i tī Mô͘-ap tōe, Pek-pí-jíⁿ saⁿ-tùi ê soaⁿ-kok;  kàu kin-á-ji̍t bô lâng chai i ê bōng.","tghg":"耶和華埋葬伊佇摩押地、伯毗珥相對的山谷，到今仔日無人知伊的墓。","bklhl":"耶和華埋葬伊tī Mô͘-ap地，Pek-pí-jíⁿ相對ê山谷；到今á日無人知伊ê墓。"}},{"book":"申","chapter":34,"verse":7,"versions":{"unv":"摩西死的時候年一百二十歲；眼目沒有昏花，精神沒有衰敗。","bklcl":"Mô͘-se sí ê sî, chi̍t-pah jī-cha̍p hè, ba̍k-chiu bô hoe, cheng-le̍k bô soe-thè.","tghg":"摩西死的時一百二十歲；目睭無花，精力無衰退(soe-thè)。","bklhl":"摩西死ê時，一百二十歲，目睭無花，精力無衰退。"}},{"book":"申","chapter":34,"verse":8,"versions":{"unv":"以色列人在摩押平原為摩西哀哭了三十日，為摩西居喪哀哭的日子就滿了。","bklcl":"Í-sek-lia̍t lâng tī Mô͘-ap pîⁿ-iûⁿ ūi-tio̍h Mô͘-se ai-khàu saⁿ-cha̍p ji̍t;  ūi-tio̍h Mô͘-se iu-būn ai-khàu ê ji̍t móa lah.","tghg":"以色列人佇摩押平洋為著摩西哀哭三十日，為著摩西憂悶哀哭的日滿啦。","bklhl":"以色列人tī Mô͘-ap平洋為tio̍h摩西哀哭三十日；為tio̍h摩西憂悶哀哭ê日滿lah。"}},{"book":"申","chapter":34,"verse":9,"versions":{"unv":"嫩的兒子約書亞；因為摩西曾按手在他頭上，就被智慧的靈充滿，以色列人便聽從他，照著耶和華吩咐摩西的行了。","bklcl":"Lùn ê kiáⁿ Iok-su-a tit-tio̍h tì-hūi ê sîn chhiong-móa;  in-ūi Mô͘-se bat hōaⁿ-chhiú tī i ê téng-bīn;  Í-sek-lia̍t lâng chiū thiaⁿ-thàn i, chiàu Iâ-hô-hoa só͘ bēng-lēng Mô͘-se ê lâi kiâⁿ.","tghg":"嫩的子約書亞得著智慧的神充滿；因為摩西曾按手佇伊的頂面，以色列人就聽趁伊，照耶和華所命令摩西的來行。","bklhl":"Lùn ê kiáⁿ約書亞得tio̍h智慧ê神充滿；因為摩西bat按手tī伊ê頂面；以色列人就聽thàn伊，照耶和華所命令摩西ê來行。"}},{"book":"申","chapter":34,"verse":10,"versions":{"unv":"以後以色列中再沒有興起先知像摩西的。他是耶和華面對面所認識的。","bklcl":"Āu-lâi Í-sek-lia̍t-tiong bô koh heng-khí sian-ti chhin-chhiūⁿ Mô͘-se, i sī Iâ-hô-hoa bīn tùi bīn só͘ bat ê;","tghg":"後來以色列中無閣興起先知親像摩西。伊是耶和華面對面所識的。","bklhl":"後來以色列中無koh興起先知親像摩西，伊是耶和華面對面所bat ê；"}},{"book":"申","chapter":34,"verse":11,"versions":{"unv":"耶和華打發他在埃及地向法老和他的一切臣僕，並他的全地，行各樣神蹟奇事，","bklcl":"chiàu Iâ-hô-hoa chhe i tī Ai-ki̍p tōe, tùi Hoat-ló kap i lóng-chóng ê jîn-sîn, í-ki̍p i ê choân-tōe só͘ kiâⁿ ta̍k-iūⁿ ê sîn-jiah kî-sū, iā chiàu tōa koân-lêng ê chhiú, tōa thang kiaⁿ ê sū, chiū-sī Mô͘-se só͘ kiâⁿ tī Í-sek-lia̍t chèng-lâng ê ba̍k-chiu-chêng ê.","tghg":"照耶和華差伊佇埃及地對法老及伊攏總的人臣，以及伊的全地所行逐樣的神蹟奇事，","bklhl":"照耶和華差伊tī埃及地，tùi法老kap伊lóng總ê人臣，以及伊ê全地所行ta̍k樣ê神蹟奇事，也照大權能ê手，大thang驚ê事，就是摩西所行tī以色列眾人ê目睭前ê。"}},{"book":"申","chapter":34,"verse":12,"versions":{"unv":"又在以色列眾人眼前顯大能的手，行一切大而可畏的事。","tghg":"也照大權能的手，大通驚的事，就是摩西所行佇以色列眾人的目睭前的。"}}]