[{"book":"申","chapter":22,"verse":1,"versions":{"unv":"「你若看見弟兄的牛或羊失迷了路，不可佯為不見，總要把牠牽回來交給你的弟兄。","bklcl":"Lí nā khòaⁿ-kìⁿ lí ê hiaⁿ-tī ê gû, á-sī iûⁿ, kiâⁿ bê-lō͘, lí m̄-thang tìⁿ bô khòaⁿ-kìⁿ, lí tek-khak tio̍h hō͘ i tò-tńg-lâi lí ê hiaⁿ-tī hia.","tghg":"「你若看見你的兄弟的牛抑是羊行迷路，你呣通佯(tìⁿ)無看見，你的確著互伊倒轉來你的兄弟遐。","bklhl":"你若看見你ê兄弟ê牛，á是羊，行迷路，你m̄-thang tìⁿ無看見，你的確tio̍h hō͘伊倒tńg來你ê兄弟hia。"}},{"book":"申","chapter":22,"verse":2,"versions":{"unv":"你弟兄若離你遠，或是你不認識他，就要牽到你家去，留在你那裡，等你弟兄來尋找就還給他。","bklcl":"Lí ê hiaⁿ-tī nā lī-khui lí hn̄g, á-sī lí m̄-bat i, chiū tio̍h khan kàu lí ê chhù, lâu tī lí hia, thèng-hāu lí ê hiaⁿ-tī lâi chhē, lí chiah hêng i.","tghg":"你的兄弟若離開你遠，抑是你呣識伊，就著牽到你的厝，留佇你遐，聽候你的兄弟來尋你才還伊。","bklhl":"你ê兄弟若離開你遠，á是你m̄-bat伊，就tio̍h牽到你ê厝，留tī你hia，thèng候你ê兄弟來chhē，你chiah還伊。"}},{"book":"申","chapter":22,"verse":3,"versions":{"unv":"你的弟兄無論失落甚麼，或是驢，或是衣服，你若遇見，都要這樣行，不可佯為不見。","bklcl":"Lí ê hiaⁿ-tī ê lû, á-sī i ê saⁿ, bô-lūn i sit-lo̍h sím-mi̍h, i sit-lo̍h, lí só͘ khioh-tio̍h ê, lóng tio̍h án-ni kiâⁿ, m̄-thang tìⁿ-chòe bô khòaⁿ-kìⁿ.","tghg":"你的兄弟的驢，抑是伊的衫，無論伊失落甚麼，伊失落你所拾著的，攏著按呢行，呣通佯做無看見。","bklhl":"你ê兄弟ê驢，á是伊ê衫，無論伊失落甚麼，伊失落，你所拾tio̍h ê，lóng tio̍h án-ni行，m̄-thang tìⁿ做無看見。"}},{"book":"申","chapter":22,"verse":4,"versions":{"unv":"你若看見弟兄的牛或驢跌倒在路上，不可佯為不見，總要幫助他拉起來。","bklcl":"Lí nā khòaⁿ-kìⁿ lí ê hiaⁿ-tī ê lû, á-sī gû, poa̍h-tó tī lō͘-ni̍h, m̄-thang tìⁿ-chòe bô khòaⁿ-kìⁿ, tek-khak tio̍h pang-chān i, hû i khí-lâi.","tghg":"你若看見你的兄弟的驢抑是牛跋倒佇路裡，呣通佯做無看見，的確著幫助伊扶伊起來。","bklhl":"你若看見你ê兄弟ê驢，á是牛，跋倒tī路裡，m̄-thang tìⁿ做無看見，的確tio̍h幫贊伊，扶伊起來。"}},{"book":"申","chapter":22,"verse":5,"versions":{"unv":"「婦女不可穿戴男子所穿戴的，男子也不可穿婦女的衣服，因為這樣行都是耶和華─你　神所憎惡的。","bklcl":"Hū-jîn-lâng m̄-thang chhēng ta-po͘-lâng só͘ chhēng ê,  ta-po͘-lâng iā m̄-thang chhēng hū-jîn-lâng ê saⁿ;  in-ūi kìⁿ-nā án-ni kiâⁿ ê, sī Iâ-hô-hoa lí Siōng-tè só͘ iàm-ò͘ⁿ ê.","tghg":"「婦仁人呣通穿查甫人所穿的，查甫人也呣通穿婦仁人的衫，因為見若按呢行的是耶和華──你上帝所厭惡的。","bklhl":"婦人人m̄-thang穿ta-po͘人所穿ê，ta-po͘人也m̄-thang穿婦人人ê衫；因為見若án-ni行ê，是耶和華你上帝所厭惡ê。"}},{"book":"申","chapter":22,"verse":6,"versions":{"unv":"「你若路上遇見鳥窩，或在樹上或在地上，裡頭有雛或有蛋，母鳥伏在雛上或在蛋上，你不可連母帶雛一併取去。","bklcl":"Lí nā tī lō͘-ni̍h tú-tio̍h chiáu-siū, he̍k-sī tī chhiū-ni̍h, he̍k-sī tī tōe-ni̍h, lāi-bīn ū chiáu-á-kiáⁿ, á-sī chiáu-nn̄g, chiáu-bú àⁿ chiáu-kiáⁿ, á-sī pū-nn̄g, lí m̄-thang lia̍h chiáu-kiáⁿ sòa lia̍h chiáu-bú;","tghg":"「你若佇路裡抵著(tú-tio̍h)鳥巢(chiáu-siū)，或是佇樹裡或是佇地裡，內面有鳥仔子抑是鳥卵，鳥母伏(àⁿ)鳥子抑是孵卵，你呣通掠鳥子續掠鳥母。","bklhl":"你若tī路裡tú-tio̍h鳥siū，或是tī樹裡，或是tī地裡，內面有鳥á-kiáⁿ，á是鳥卵，鳥母àⁿ鳥kiáⁿ，á是孵卵，你m̄-thang掠鳥kiáⁿ續掠鳥母；"}},{"book":"申","chapter":22,"verse":7,"versions":{"unv":"總要放母，只可取雛；這樣你就可以享福，日子得以長久。","bklcl":"tek-khak tio̍h pàng chiáu-bú khì, chóng-sī chiáu-á-kiáⁿ lí thang lia̍h-khì;  án-ni lí chiū thang hióng-siū hok-khì koh chia̍h tn̂g hè-siū.","tghg":"的確著放鳥母去，總是鳥仔子你通掠去；按呢你就通享受福氣閣食長歲壽。","bklhl":"的確tio̍h放鳥母去，總是鳥á-kiáⁿ你thang掠去；án-ni你就thang享受福氣koh食長歲壽。"}},{"book":"申","chapter":22,"verse":8,"versions":{"unv":"「你若建造房屋，要在房上的四圍安欄杆，免得有人從房上掉下來，流血的罪就歸於你家。","bklcl":"Lí nā khí sin chhù, tio̍h chòe lân-kan tī chhù-téng, bián-tit lâng tùi hia poa̍h-lo̍h-lâi;  lâu-huih ê chōe chiū kui tī lí ê chhù.","tghg":"「你若起新厝，著做欄杆佇厝頂，免得人對遐跋落來，流血的罪就歸佇你的厝。","bklhl":"你若起新厝，tio̍h做欗杆tī厝頂，免得人tùi hia跋落來；流血ê罪就歸tī你ê厝。"}},{"book":"申","chapter":22,"verse":9,"versions":{"unv":"「不可把兩樣種子種在你的葡萄園裡，免得你撒種所結的和葡萄園的果子都要充公。","bklcl":"M̄-thang ēng nn̄g-iūⁿ ê chéng-chí iā tī lí ê phû-tô-hn̂g; kiaⁿ-liáu chòe chi̍t-ē bô-khì, chiū-sī lí só͘ iā ê chéng-chí kiat-si̍t-ê, kap lí ê phû-tô-hn̂g kiat-si̍t-ê, lóng bô thang su-khia ēng.","tghg":"「呣通用二樣的種子撒佇你的葡萄園，驚了做一下無去，就是你所撒的種子結實的及你的葡萄園結實的，攏無通私奇(su-khia)用。","bklhl":"M̄-thang用兩樣ê種子掖tī你ê葡萄園；驚了做一下無去，就是你所掖ê種子結實ê，kap你ê葡萄園結實ê，lóng無thang su-khia用。"}},{"book":"申","chapter":22,"verse":10,"versions":{"unv":"不可並用牛、驢耕地。","bklcl":"M̄-thang ēng gû kap lû saⁿ-kap lôe-chhân.","tghg":"呣通用牛及驢相及犁田。","bklhl":"M̄-thang用牛kap驢相kap犁田。"}},{"book":"申","chapter":22,"verse":11,"versions":{"unv":"不可穿羊毛、細麻兩樣攙雜料做的衣服。","bklcl":"M̄-thang chhēng chham-chhap ê pò͘-liāu, iûⁿ-mn̂g kap iù-tōe ha̍p-chit-ê.","tghg":"呣通穿參插的布料羊毛及幼苧合織的。","bklhl":"M̄-thang穿chham-chhap ê布料、羊毛kap幼苧合織ê。"}},{"book":"申","chapter":22,"verse":12,"versions":{"unv":"「你要在所披的外衣上四圍做繸子。」","bklcl":"Lí só͘ moa ê saⁿ tio̍h tī i ê sì-ûi chòe chhiu.","tghg":"「你所𧜞(moa)的衫著佇伊的四圍做鬚。」","bklhl":"你所moa ê衫tio̍h tī伊ê四圍做鬚。"}},{"book":"申","chapter":22,"verse":13,"versions":{"unv":"「人若娶妻，與她同房之後恨惡她，","bklcl":"Lâng nā chhōa-bó͘, kap i tâng-pâng,","tghg":"「人若娶某，及伊同房後來怨恨伊，","bklhl":"人若娶bó͘，kap伊同房，"}},{"book":"申","chapter":22,"verse":14,"versions":{"unv":"信口說她，將醜名加在她身上，說：『我娶了這女子，與她同房，見她沒有貞潔的憑據』；","bklcl":"āu-lâi oàn-hūn i, húi-pòng i pháiⁿ-tāi, phah-pháiⁿ i ê miâ, kóng, Góa chhōa chit ê cha-bó͘-kiáⁿ, kap i tâng-pâng, khòaⁿ i bô chāi-sek-lú ê pîn-kù;","tghg":"誹謗伊歹代，拍歹伊的名，講：『我娶此個查某子，及伊同房，看伊無在室女的憑據』；","bklhl":"後來怨恨伊，譭謗伊pháiⁿ-tāi，phah-pháiⁿ伊ê名，講：我娶chit ê cha-bó͘-kiáⁿ，kap伊同房，看伊無在室女ê憑據；"}},{"book":"申","chapter":22,"verse":15,"versions":{"unv":"女子的父母就要把女子貞潔的憑據拿出來，帶到本城門長老那裡。","bklcl":"cha-bó͘-kiáⁿ ê pē-bú tio̍h the̍h cha-bó͘-kiáⁿ chāi-sek-lú ê pîn-kù chhut-lâi, tòa kàu i pún siâⁿ-mn̂g ê tiúⁿ-ló hia;","tghg":"查某子的父母著提查某子在室女的憑據出來，帶到伊本城門的長老遐。","bklhl":"Cha-bó͘-kiáⁿ ê父母tio̍h the̍h cha-bó͘-kiáⁿ在室女ê憑據出來，帶到伊本城門ê長老hia；"}},{"book":"申","chapter":22,"verse":16,"versions":{"unv":"女子的父親要對長老說：『我將我的女兒給這人為妻，他恨惡她，","bklcl":"cha-bó͘-kiáⁿ ê lāu-pē tio̍h tùi tiúⁿ-ló kóng, Góa ēng góa ê cha-bó͘-kiáⁿ hō͘ chit ê lâng chòe-bó͘, i oàn-hūn i;","tghg":"查某子的老父著對長老講：『我用我的查某子互此個人做某，伊怨恨伊，","bklhl":"Cha-bó͘-kiáⁿ ê老父tio̍h對長老講：我用我ê cha-bó͘-kiáⁿ hō͘ chit ê人做bó͘，伊怨恨伊；"}},{"book":"申","chapter":22,"verse":17,"versions":{"unv":"信口說她，說：我見你的女兒沒有貞潔的憑據；其實這就是我女兒貞潔的憑據。』父母就把那布鋪在本城的長老面前。","bklcl":"khòaⁿ ah, i húi-pòng i pháiⁿ-tāi, kóng, Góa khòaⁿ lí ê cha-bó͘-kiáⁿ bô chāi-sek-lú ê pîn-kù;  kî-si̍t chit-ê sī góa ê cha-bó͘-kiáⁿ chāi-sek-lú ê pîn-kù.  Pē-bú chiū chiong hit-ê pò͘ pâi tī pún-siâⁿ tiúⁿ-ló ê bīn-chêng.","tghg":"看啊！伊誹謗伊歹代，講：我看你的查某子無在室女的憑據；其實此個是我的查某子在室女的憑據。』父母就將彼個布排佇本城長老的面前。","bklhl":"看ah，伊譭謗伊pháiⁿ-tāi，講：我看你ê cha-bó͘-kiáⁿ無在室女ê憑據；其實chit ê是我ê cha-bó͘-kiáⁿ在室女ê憑據。父母就將hit ê布排tī本城長老ê面前。"}},{"book":"申","chapter":22,"verse":18,"versions":{"unv":"本城的長老要拿住那人，懲治他，","bklcl":"Hit ê siâⁿ ê tiúⁿ-ló tio̍h lia̍h hit ê lâng lâi chek-hoa̍t i;","tghg":"彼個城的長老著掠彼個人，來責罰伊，","bklhl":"Hit-ê城ê長老tio̍h掠hit ê人來責罰伊；"}},{"book":"申","chapter":22,"verse":19,"versions":{"unv":"並要罰他一百舍客勒銀子，給女子的父親，因為他將醜名加在以色列的一個處女身上。女子仍作他的妻，終身不可休她。","bklcl":"iā tio̍h hoa̍t i chi̍t-pah gûn, hō͘ cha-bó͘-kiáⁿ ê lāu-pē;  in-ūi i ū ka-bû Í-sek-lia̍t chāi-sek-lú ê pháiⁿ-miâ;  cha-bó͘-kiáⁿ iû-goân chòe i ê bó͘, chi̍t-sì-lâng m̄-thang lî-chhut i.","tghg":"也著罰伊一百銀，互查某子的老父，因為伊有加誣(ka-bû)以色列在室女的歹名。查某子猶原做伊的某，一世人呣通離出伊。","bklhl":"也tio̍h罰伊一百銀，hō͘ cha-bó͘-kiáⁿ ê老父；因為伊有加誣以色列在室女ê pháiⁿ名；cha-bó͘-kiáⁿ猶原做伊ê bó͘，一世人m̄-thang離出伊。"}},{"book":"申","chapter":22,"verse":20,"versions":{"unv":"但這事若是真的，女子沒有貞潔的憑據，","bklcl":"Chóng-sī chit ê sū nā sī chin-ê, cha-bó͘-kiáⁿ bô chāi-sek-lú ê pîn-kù;","tghg":"總是此個事若是真的，查某子無在室女的憑據，","bklhl":"總是chit ê事若是真ê，cha-bó͘-kiáⁿ無在室女ê憑據；"}},{"book":"申","chapter":22,"verse":21,"versions":{"unv":"就要將女子帶到她父家的門口，本城的人要用石頭將她打死；因為她在父家行了淫亂，在以色列中做了醜事。這樣，就把那惡從你們中間除掉。","bklcl":"in tio̍h lia̍h hit ê cha-bó͘-kiáⁿ kàu i ê lāu-pē ê chhù ê mn̂g-kháu, i pún-siâⁿ ê lâng tio̍h ēng chio̍h-thâu kā i tìm-sí;  in-ūi i tī Í-sek-lia̍t tiong kiâⁿ kiàn-siàu ê sū, tī i ê lāu-pē ê ke kiâⁿ îm-loān;  án-ni chiū tùi lín tiong-kan tû-khì hit ê pháiⁿ.","tghg":"𪜶著掠彼個查某子到伊的老父的厝的門口，伊本城的人著用石頭給伊擲死；因為伊佇以色列中行見誚的事，佇伊的老父的家行淫亂。按呢就對恁中間除去彼個歹。","bklhl":"in tio̍h掠hit ê cha-bó͘-kiáⁿ到伊ê老父ê厝ê門口，伊本城ê人tio̍h用石頭kā伊tìm死；因為伊tī以色列中行見笑ê事，tī伊ê老父ê家行淫亂；án-ni就tùi lín中間除去hit ê pháiⁿ。"}},{"book":"申","chapter":22,"verse":22,"versions":{"unv":"「若遇見人與有丈夫的婦人行淫，就要將姦夫淫婦一併治死。這樣，就把那惡從以色列中除掉。","bklcl":"Nā tú-tio̍h ū lâng kap kè tiōng-hu ê hū-jîn-lâng tâng-pâng, kan-hu kap hit ê hū-jîn-lâng lóng tio̍h hō͘ in sí;  án-ni chiū tùi Í-sek-lia̍t ê tiong-kan tû-khì hit ê pháiⁿ.","tghg":"「若抵著有人及嫁丈夫的婦仁人同房，姦夫(kan-hu)及彼個婦仁人攏著互𪜶死。按呢，就對以色列的中間除去彼個歹。","bklhl":"若tú-tio̍h有人kap嫁丈夫ê婦人人同房，姦夫kap hit ê婦人人lóng tio̍h hō͘ in死；án-ni就tùi以色列ê中間除去hit ê pháiⁿ。"}},{"book":"申","chapter":22,"verse":23,"versions":{"unv":"「若有處女已經許配丈夫，有人在城裡遇見她，與她行淫，","bklcl":"Nā ū cha-bó͘-kiáⁿ, sī chāi-sek-lú ê, í-keng chòe lâng tiāⁿ-tio̍h, ū lâng tī siâⁿ-lāi tú-tio̍h i, kap i tâng-pâng;","tghg":"「若有查某子是在室女的已經做人定著，有人佇城內抵著伊，及伊同房，","bklhl":"若有cha-bó͘-kiáⁿ，是在室女ê，已經做人定tio̍h，有人tī城內tú-tio̍h伊，kap伊同房；"}},{"book":"申","chapter":22,"verse":24,"versions":{"unv":"你們就要把這二人帶到本城門，用石頭打死─女子是因為雖在城裡卻沒有喊叫；男子是因為玷污別人的妻。這樣，就把那惡從你們中間除掉。","bklcl":"chiū lín tio̍h lia̍h chit nn̄g-lâng chhut-khì kàu hit ê siâⁿ-mn̂g, ēng chio̍h-thâu tìm-sí in;  cha-bó͘-kiáⁿ, in-ūi i tī siâⁿ-lāi iáu-kú bô háu-kiù;  ta-po͘-lâng, in-ūi i lêng-jio̍k i ê chhù-piⁿ ê bó͘;  án-ni chiū tùi lín tiong-kan tû-khì hit ê pháiⁿ.","tghg":"就恁著掠此二人出去到彼個城門，用石頭擲死𪜶──查某子因為伊佇城內猶久無哮救；查甫人因為伊凌辱伊的厝邊的某。按呢就對恁中間除去彼個歹。","bklhl":"就lín tio̍h掠chit兩人出去到hit ê城門，用石頭tìm死in；cha-bó͘-kiáⁿ，因為伊tī城內iáu-kú無哮救；ta-po͘人，因為伊凌辱伊ê厝邊ê bó͘；án-ni就tùi lín中間除去hit ê pháiⁿ。"}},{"book":"申","chapter":22,"verse":25,"versions":{"unv":"「若有男子在田野遇見已經許配人的女子，強與她行淫，只要將那男子治死。","bklcl":"Chóng-sī nā ū lâng tī chhân-iá tú-tio̍h í-keng phèng tiāⁿ-tio̍h ê cha-bó͘-kiáⁿ, hit-lâng kā i kiông-kan; kan-ta hit-ê kā i kiông-kan ê lâng tio̍h sí;","tghg":"「總是若有人佇田野抵著已經聘定著的查某子，彼人給伊強姦，干單彼個給伊強姦的人著死。","bklhl":"總是若有人tī田野tú-tio̍h已經聘定tio̍h ê cha-bó͘-kiáⁿ，hit人kā伊強姦；kan-ta hit ê kā伊強姦ê人tio̍h死；"}},{"book":"申","chapter":22,"verse":26,"versions":{"unv":"但不可辦女子；她本沒有該死的罪，這事就類乎人起來攻擊鄰舍，將他殺了一樣。","bklcl":"chóng-sī hit ê cha-bó͘-kiáⁿ lí m̄-thang cháiⁿ-iūⁿ pān i;  in-ūi hit ê cha-bó͘-kiáⁿ bô eng-kai sí ê sū;  chit ê tāi-chì sī chhin-chhiūⁿ lâng khí-lâi kong-kek i ê chhù-piⁿ, thâi-sí i chi̍t-iūⁿ;","tghg":"總是彼個查某子你呣通怎樣辦伊；因為彼個查某子無應該死的事，此個代誌是親像人起來攻擊伊的厝邊，刣死伊一樣。","bklhl":"總是hit ê cha-bó͘-kiáⁿ你m̄-thang怎樣辦伊；因為hit ê cha-bó͘-kiáⁿ無應該死ê事；chit ê tāi-chì是親像人起來攻擊伊ê厝邊，刣死伊一樣；"}},{"book":"申","chapter":22,"verse":27,"versions":{"unv":"因為男子是在田野遇見那已經許配人的女子，女子喊叫，並無人救她。","bklcl":"in-ūi i tī chhân-iá tú-tio̍h i, hit-ê chòe-lâng tiāⁿ-tio̍h ê cha-bó͘-gín-ná háu-kiù, iā bô lâng kiù i.","tghg":"因為伊佇田野抵著伊，彼個做人定著的查某囝仔哮救，也無人救伊。","bklhl":"因為伊tī田野tú-tio̍h伊，hit ê做人定tio̍h ê cha-bó͘-gín-ná哮救，也無人救伊。"}},{"book":"申","chapter":22,"verse":28,"versions":{"unv":"「若有男子遇見沒有許配人的處女，抓住她，與她行淫，被人看見，","bklcl":"Nā ta-po͘-lâng tú-tio̍h bē phòe lâng ê chāi-sek-lú, khîⁿ i kap i su-thong, hō͘ lâng khòaⁿ-kìⁿ,","tghg":"「若查甫人抵著未配人的在室女，擒伊，及伊私通，互人看見，","bklhl":"若ta-po͘人tú-tio̍h 未配人ê在室女，擒伊kap伊私通，hō͘人看見，"}},{"book":"申","chapter":22,"verse":29,"versions":{"unv":"這男子就要拿五十舍客勒銀子給女子的父親；因他玷污了這女子，就要娶她為妻，終身不可休她。","bklcl":"chiū hit-ê kap i su-thong ê lâng, tio̍h the̍h gō͘-cha̍p ê gûn, hō͘ cha-bó͘-gín-ná ê lāu-pē, in-ūi i í-keng lêng-jio̍k i;  chiū tio̍h chhōa i chòe bó͘, chi̍t-sì-lâng m̄-thang lî i.","tghg":"就彼個及伊私通的人著提五十個銀互查某囝仔的老父；因為伊已經凌辱伊，就著娶伊做某，一世人呣通離伊。","bklhl":"就hit ê kap伊私通ê人，tio̍h the̍h五十ê銀，hō͘ cha-bó͘-gín-ná ê老父，因為伊已經凌辱伊；就tio̍h娶伊做bó͘，一世人m̄-thang離伊。"}},{"book":"申","chapter":22,"verse":30,"versions":{"unv":"「人不可娶繼母為妻；不可掀開他父親的衣襟。」","bklcl":"Lâng m̄-thang chhōa lāu-pē ê āu-bó͘ chòe-bó͘, m̄-thang hian-khui i ê lāu-pē ê saⁿ-á-ku.","tghg":"「人呣通娶老父的後某做某；呣通掀開伊的老父的衫仔裾。」","bklhl":"人m̄-thang娶老父ê後bó͘做bó͘，m̄-thang掀開伊ê老父ê衫á裾。"}}]