[{"book":"申","chapter":3,"verse":1,"versions":{"unv":"「以後，我們轉回，向巴珊去。巴珊王噩和他的眾民都出來，在以得來與我們交戰。","bklcl":"Lán chiū oa̍t-tńg-sin chiūⁿ Pa-san ê lō͘ khì;  Pa-san ông kap i ê chèng peh-sìⁿ lóng chhut-lâi tí-te̍k lán, chiū tī Í-tek-lâi kau-chiàn.","tghg":"「咱就越轉身，上巴珊的路去。巴珊王及伊的眾百姓攏出來抵敵咱，就佇以得來交戰。","bklhl":"咱就oa̍t-tńg身上Pa-san ê路去；Pa-san王kap伊ê眾百姓lóng出來抵敵咱，就tī Í-tek-lâi交戰。"}},{"book":"申","chapter":3,"verse":2,"versions":{"unv":"耶和華對我說：『不要怕他！因我已將他和他的眾民，並他的地，都交在你手中；你要待他像從前待住希實本的亞摩利王西宏一樣。』","bklcl":"Iâ-hô-hoa kā góa kóng, Bo̍h-tit kiaⁿ i, in-ūi Góa í-keng chiong i kap i ê chèng peh-sìⁿ, kap i ê tōe, lóng kau tī lí ê chhiú; lí tio̍h khoán-thāi i chhin-chhiūⁿ khoán-thāi tiàm tī Hi-si̍t-pún ê A-mô͘-lī ông Se-hông chi̍t-iūⁿ.","tghg":"耶和華給我講：『莫得驚伊！因為我已經將伊及伊的眾百姓，及伊的地，攏交佇你的手；你著款待伊親像款待踮佇希實本的亞摩利王西宏一樣。』","bklhl":"耶和華kā我講：莫得驚伊，因為我已經將伊kap伊ê眾百姓，kap伊ê地，lóng交tī你ê手；你tio̍h款待伊親像款待tiàm tī Hi-si̍t-pún ê A-mô͘-lī王Se-hông一樣。"}},{"book":"申","chapter":3,"verse":3,"versions":{"unv":"於是耶和華─我們的　神也將巴珊王噩和他的眾民都交在我們手中；我們殺了他們，沒有留下一個。","bklcl":"Tùi hit-tia̍p Iâ-hô-hoa lán ê Siōng-tè iā chiong Pa-san ông Go̍k, kap i ê chèng peh-sìⁿ, lóng kau tī lán ê chhiú;  lán chiū phah-sí in, bô lâu chi̍t-ê.","tghg":"對彼霎(tia̍p)耶和華──咱的上帝也將巴珊王噩(Go̍k)及伊的眾百姓攏交佇咱的手；咱就拍死𪜶，無留一個。","bklhl":"Tùi hit-tia̍p，耶和華咱ê上帝也將Pa-san王Go̍k，kap伊ê眾百姓，lóng交tī咱ê手；咱就phah死in，無留一个。"}},{"book":"申","chapter":3,"verse":4,"versions":{"unv":"那時，我們奪了他所有的城，共有六十座，沒有一座城不被我們所奪。這為亞珥歌伯的全境，就是巴珊地噩王的國。","bklcl":"Hit-sî lán chhú i só͘ ū ê siâⁿ, bô chi̍t ê siâⁿ bô hō͘ lán chhú i, kiōng la̍k-cha̍p ê siâⁿ;  che sī A-jíⁿ-ko-pek ê choân-kéng, chiū-sī Go̍k ê kok tī Pa-san ê.","tghg":"彼時，咱取伊所有的城，無一個城無互咱取伊，共六十個城。這是亞珥歌伯的全境，就是噩的國佇巴珊的。","bklhl":"Hit時咱取伊所有ê城，無一个城無hō͘咱取伊，共六十個城；這是A-jíⁿ-ko-pek ê全景，就是Go̍k ê國tī Pa-san ê。"}},{"book":"申","chapter":3,"verse":5,"versions":{"unv":"這些城都有堅固的高牆，有門有閂。此外還有許多無城牆的鄉村。","bklcl":"Chiah-ê lóng sī kian-kò͘ ê siâⁿ, ū koâiⁿ ê chhiûⁿ, ū mn̂g, ū kông;  chiah-ê í-gōa iáu-ū chōe-chōe bô siâⁿ-chhiûⁿ ê po͘-thâu.","tghg":"諸個攏是堅固的城，有高的牆，有門有楗(kông)。諸個以外猶有多多無城牆的埠頭(po͘-thâu)。","bklhl":"Chiah-ê lóng是堅固ê城，有高ê牆，有門，有栱；chiah ê以外iáu有chōe-chōe無城牆ê埠頭。"}},{"book":"申","chapter":3,"verse":6,"versions":{"unv":"我們將這些都毀滅了，像從前待希實本王西宏一樣，把有人煙的各城，連女人帶孩子，盡都毀滅；","bklcl":"Lán it-chīn bia̍t in, chhin-chhiūⁿ chêng khoán-thāi Hi-si̍t-pún ông Se-hông chi̍t-iūⁿ, bia̍t ū lâng khiā-khí ê siâⁿ, liân hū-jîn-lâng, kap gín-ná;","tghg":"咱一盡滅𪜶，親像前款待希實本王西宏一樣，滅有人徛起的城，連婦仁人及囝仔；","bklhl":"咱一盡滅in，親像前款待Hi-si̍t-pún王Se-hông一樣，滅有人khiā起ê城，連婦人人，kap gín-ná；"}},{"book":"申","chapter":3,"verse":7,"versions":{"unv":"惟有一切牲畜和城中的財物都取為自己的掠物。","bklcl":"to̍k-to̍k it-chhè ê cheng-siⁿ, kap siâⁿ-tiong ê chong-bu̍t, lán lóng chhú lâi chòe ka-kī ê lō͘-ēng.","tghg":"獨獨一切的精牲及城中的贓物，咱攏取來做家己的路用。","bklhl":"獨獨一切ê cheng-siⁿ，kap城中ê贓物，咱lóng取來做家己ê路用。"}},{"book":"申","chapter":3,"verse":8,"versions":{"unv":"那時，我們從約旦河東兩個亞摩利王的手將亞嫩谷直到黑門山之地奪過來","bklcl":"Hit-sî lán tùi Iok-tàn hit-pêng, nn̄g ê A-mô͘-lī ông ê chhiú, chhiúⁿ i ê tōe, tùi A-lùn ê soaⁿ-kok kàu Hek-bûn soaⁿ.","tghg":"彼時，咱對約但彼旁二個亞摩利王的手搶伊的地，對亞嫩的山谷到黑門(Hek-bûn)山","bklhl":"Hit時咱tùi約旦hit-pêng，兩個A-mô͘-lī王ê手，搶伊ê地，tùi A-lùn ê山谷到Hek-bûn山。"}},{"book":"申","chapter":3,"verse":9,"versions":{"unv":"（這黑門山，西頓人稱為西連，亞摩利人稱為示尼珥），","bklcl":"(Chit ê Hek-bûn, Se-tùn lâng chheng i chòe Se-liân;  A-mô͘-lī lâng chheng i chòe Sī-nî-jíⁿ.)","tghg":"（此個黑門，西頓人稱伊做西連，亞摩利人稱伊做示尼珥），","bklhl":"(chit ê Hek-bûn，Se-tùn人稱伊做Se-liân；A-mô͘-lī人稱伊做Sī-nî-jíⁿ。)"}},{"book":"申","chapter":3,"verse":10,"versions":{"unv":"就是奪了平原的各城、基列全地、巴珊全地，直到撒迦和以得來，都是巴珊王噩國內的城邑。","bklcl":"Lán chhiúⁿ pîⁿ-iûⁿ ta̍k ê siâⁿ, Ki-lia̍t choân-tōe, Pa-san choân-tōe, ti̍t-kàu Sat-ka kap Í-tek-lâi, lóng sī Pa-san ông Go̍k kok-lāi ê siâⁿ.","tghg":"咱搶平洋逐個城、基列全地、巴珊全地，直到撒迦及以得來，攏是巴珊王噩國內的城。","bklhl":"咱搶平洋ta̍k-ê城，Ki-lia̍t全地，Pa-san全地，直到Sat-ka kap Í-tek-lâi，lóng是Pa-san王Go̍k國內ê城。"}},{"book":"申","chapter":3,"verse":11,"versions":{"unv":"（利乏音人所剩下的只有巴珊王噩。他的床是鐵的，長九肘，寬四肘，都是以人肘為度。現今豈不是在亞捫人的拉巴嗎？）」","bklcl":"(Lī-hoa̍t-im lâng só͘ lâu ê, chí-ū chhun Pa-san ông Go̍k; khòaⁿ ah, i ê bîn-chhn̂g sī thih ê bîn-chhn̂g, tn̂g káu-tiú, khoah sì-tiú, lóng sī ēng lâng ê tiú chòe-pān; hiān-kim kiám-m̄-sī tī A-bûn lâng ê La̍h-pa mah?)","tghg":"（ 利乏音人所留的只有剩巴珊王噩。看啊！伊的眠床是鐵的眠床，長九肘，闊四肘，攏是用人的肘做扮。現今豈呣是佇亞捫人的拉巴嗎？）」","bklhl":"(Lī-hoa̍t-im人所留ê，只有chhun Pa-san王Go̍k；看ah，伊ê眠床是鐵ê眠床，長九肘，闊四肘，lóng是用人ê肘做pān；現今kiám-m̄是tī A-bûn人ê La̍h-pa mah？)"}},{"book":"申","chapter":3,"verse":12,"versions":{"unv":"「那時，我們得了這地。從亞嫩谷邊的亞羅珥起，我將基列山地的一半，並其中的城邑，都給了流便人和迦得人。","bklcl":"Hit-sî lán tit-tio̍h chit ê tōe; tùi A-lùn soaⁿ-kok piⁿ ê A-lô-jíⁿ khí, í-ki̍p Ki-lia̍t soaⁿ-tōe ê chi̍t-pòaⁿ, kap kî-tiong ê siâⁿ, góa lóng hō͘ Liû-piān lâng kap Ka-tek lâng;","tghg":"「彼時，咱得著此個地。對亞嫩山谷邊的亞羅珥起，以及基列山地的一半，及其中的城，我攏互流便人及迦得人。","bklhl":"Hit時咱得tio̍h chit ê地；tùi A-lùn山谷邊ê A-lô-jíⁿ起，以及Ki-lia̍t山地ê一半，kap其中ê城，我lóng hō͘ Liû-piān人kap Ka-tek人；"}},{"book":"申","chapter":3,"verse":13,"versions":{"unv":"其餘的基列地和巴珊全地，就是噩王的國，我給了瑪拿西半支派。亞珥歌伯全地乃是巴珊全地；這叫做利乏音人之地。","bklcl":"Ki-lia̍t kî-û ê tōe, kap Pa-san choân-tōe, Go̍k ê kok, góa hō͘ Má-ná-se ê pòaⁿ-chi-phài;  A-jíⁿ-ko-pek choân-tōe, Pa-san choân-tōe, che kiò-chòe Lī-hoa̍t-im lâng ê tōe.","tghg":"基列其餘的地及巴珊全地，噩的國，我互瑪拿西的半支派。亞珥歌伯全地、巴珊全地；這叫做利乏音人的地。","bklhl":"Ki-lia̍t其餘ê地，kap Pa-san全地，Go̍k ê國，我hō͘ Má-ná-se ê半支派；A-jíⁿ-ko-pek全地，Pa-san全地，這叫做Lī-hoa̍t-im人ê地。"}},{"book":"申","chapter":3,"verse":14,"versions":{"unv":"瑪拿西的子孫睚珥佔了亞珥歌伯全境，直到基述人和瑪迦人的交界，就按自己的名稱這巴珊地為哈倭特‧睚珥，直到今日。","bklcl":"Má-ná-se ê kiáⁿ Gâi-jíⁿ chiàm A-jíⁿ-ko-pek choân-kéng, ti̍t-kàu Ki-su̍t lâng kap Má-ka lâng ê kau-kài; chiū chiàu ka-kī ê miâ chheng Pa-san tōe chòe Hap-úi-te̍k-gâi-jíⁿ, kàu kin-á-ji̍t.","tghg":"瑪拿西的子睚珥佔亞珥歌伯全境，直到基述人及瑪迦人的交界，就照家己的名稱巴珊地做哈倭特睚珥，到今仔日。","bklhl":"Má-ná-se ê kiáⁿ Gâi-jíⁿ chiàm A-jíⁿ-ko-pek全景，直到Ki-su̍t人kap Má-ka人ê交界；就照家己ê名稱Pa-san地做Hap-úi-te̍k-gâi-jíⁿ，到今á日。"}},{"book":"申","chapter":3,"verse":15,"versions":{"unv":"我又將基列給了瑪吉。","bklcl":"Góa koh chiong Ki-lia̍t hō͘ Má-kiat.","tghg":"我閣將基列互瑪吉。","bklhl":"我koh將Ki-lia̍t hō͘ Má-kiat。"}},{"book":"申","chapter":3,"verse":16,"versions":{"unv":"從基列到亞嫩谷，以谷中為界，直到亞捫人交界的雅博河，我給了流便人和迦得人，","bklcl":"Tùi Ki-lia̍t kàu A-lùn ê soaⁿ-kok, ēng soaⁿ-kok chòe kài, ti̍t-kàu A-bûn lâng kau-kài ê Ngá-phok hô, góa chiong che hō͘ Liû-piān lâng, kap Ka-tek lâng;","tghg":"對基列到亞嫩的山谷，用山谷做界，直到亞捫人交界的雅博河，我將這互流便人及迦得人，","bklhl":"Tùi Ki-lia̍t到A-lùn ê山谷，用山谷做界，直到A-bûn人交界ê Ngá-phok河，我將這hō͘ Liû-piān人，kap Ka-tek人；"}},{"book":"申","chapter":3,"verse":17,"versions":{"unv":"又將亞拉巴和靠近約旦河之地，從基尼烈直到亞拉巴海，就是鹽海，並毘斯迦山根東邊之地，都給了他們。","bklcl":"koh chiong A-la̍h-pa, kap óa-kūn Iok-tàn hô ê tōe, tùi Ki-nî-lia̍t ti̍t-kàu A-la̍h-pa ê hái, chiū-sī Iâm-hái, í-ki̍p Pí-su-ka soaⁿ-kha tang-piⁿ ê tōe, lóng hō͘ in.","tghg":"閣將亞拉巴及倚近約但河的地，對基尼烈直到亞拉巴的海，就是鹽海，以及毗斯迦山腳東邊的地，攏互𪜶。","bklhl":"koh將A-la̍h-pa，kap óa近約旦河ê地，tùi Ki-nî-lia̍t直到A-la̍h-pa ê海，就是鹽海，以及Pí-su-ka山腳東邊ê地，lóng hō͘ in。"}},{"book":"申","chapter":3,"verse":18,"versions":{"unv":"「那時，我吩咐你們說：『耶和華─你們的　神已將這地賜給你們為業；你們所有的勇士都要帶著兵器，在你們的弟兄以色列人前面過去。","bklcl":"Hit-sî góa hoan-hù lín kóng, Iâ-hô-hoa lín ê Siōng-tè í-keng chiong chit ê tōe hō͘ lín chòe-gia̍p, lín tiong-kan ōe kau-chiàn-ê, lóng tio̍h tòa kun-khì, tī lín ê hiaⁿ-tī Í-sek-lia̍t lâng ê bīn-chêng kè-khì.","tghg":"「彼時，我吩咐恁講：『耶和華──恁的上帝已經將此個地互恁做業；恁中間會交戰的攏著帶軍器，佇恁的兄弟以色列人的面前過去。","bklhl":"Hit時我吩咐lín講：耶和華lín ê上帝已經將chit ê地hō͘ lín做業，lín中間能交戰ê，lóng tio̍h帶軍器，tī lín ê兄弟以色列人ê面前過去。"}},{"book":"申","chapter":3,"verse":19,"versions":{"unv":"但你們的妻子、孩子、牲畜（我知道你們有許多的牲畜）可以住在我所賜給你們的各城裡。","bklcl":"Chóng-sī lín ê bó͘, lín ê gín-ná, lín ê cheng-siⁿ,  (góa chai lín ê cheng-siⁿ chin chōe,) thang tiàm tī góa só͘ hō͘ lín ta̍k ê siâⁿ,","tghg":"總是恁的某、恁的囝仔、恁的精牲（我知恁的精牲真多）通踮佇我所互恁逐個城。","bklhl":"總是lín ê bó͘，lín ê gín-ná，lín ê cheng-siⁿ，(我知lín ê cheng-siⁿ真chōe，) thang tiàm tī我所hō͘ lín ta̍k-ê城，"}},{"book":"申","chapter":3,"verse":20,"versions":{"unv":"等到你們弟兄在約旦河那邊，也得耶和華─你們　神所賜給他們的地，又使他們得享平安，與你們一樣，你們才可以回到我所賜給你們為業之地。』","bklcl":"kàu Iâ-hô-hoa siúⁿ-sù pêng-an hō͘ lín ê hiaⁿ-tī, chhin-chhiūⁿ í-keng siúⁿ-sù lín chi̍t-iūⁿ, koh in iā tit-tio̍h Iâ-hô-hoa lín ê Siōng-tè, ēng Iok-tàn hit pêng ê tōe siúⁿ-sù in, jiân-āu lín ta̍k-lâng thang tò-lâi góa siúⁿ-sù lín chòe-gia̍p ê tōe.","tghg":"到耶和華賞賜平安互恁的兄弟，親像已經賞賜恁一樣，閣𪜶也得著耶和華──恁的上帝，用約但彼旁的地賞賜𪜶，然後恁逐人通倒來我賞賜恁做業的地。』","bklhl":"到耶和華賞賜平安hō͘ lín ê兄弟，親像已經賞賜lín一樣，koh in也得tio̍h耶和華lín ê上帝，用約旦hit pêng ê地賞賜in，然後lín ta̍k人thang tò來我賞賜lín做業ê地。"}},{"book":"申","chapter":3,"verse":21,"versions":{"unv":"那時我吩咐約書亞說：『你親眼看見了耶和華─你　神向這二王所行的；耶和華也必向你所要去的各國照樣行。","bklcl":"Hit-sî góa hoan-hù Iok-su-a kóng, Lí chhin-ba̍k khòaⁿ-kìⁿ Iâ-hô-hoa lí ê Siōng-tè tùi chit nn̄g ê ông só͘ kiâⁿ it-chhè ê sū, Iâ-hô-hoa iā beh tùi lín só͘ beh kè-khì ê ta̍k-kok án-ni kiâⁿ.","tghg":"彼時我吩咐約書亞講：『你親目看見耶和華──你的上帝對此二個王所行一切的事；耶和華也欲對恁所欲過去的逐國按呢行。","bklhl":"Hit時我吩咐約書亞講：你親目看見耶和華你ê上帝tùi chit兩個王所行一切ê事，耶和華也beh tùi lín所beh過去ê ta̍k國án-ni行。"}},{"book":"申","chapter":3,"verse":22,"versions":{"unv":"你不要怕他們，因那為你爭戰的是耶和華─你的　神。』」","bklcl":"Lín bo̍h-tit kiaⁿ in;  in-ūi thòe lín kau-chiàn ê, sī Iâ-hô-hoa lín ê Siōng-tè.","tghg":"恁莫得驚𪜶，因為替恁交戰的是耶和華──恁的上帝。』」","bklhl":"Lín莫得驚in；因為替lín交戰ê，是耶和華lín ê上帝。"}},{"book":"申","chapter":3,"verse":23,"versions":{"unv":"「那時，我懇求耶和華說：","bklcl":"Hit-sî góa khún-kiû Iâ-hô-hoa kóng,","tghg":"「彼時，我懇求耶和華講：","bklhl":"Hit時我懇求耶和華講："}},{"book":"申","chapter":3,"verse":24,"versions":{"unv":"『主耶和華啊，你已將你的大力大能顯給僕人看。在天上，在地下，有甚麼　神能像你行事、像你有大能的作為呢？","bklcl":"Chú Iâ-hô-hoa ah, Lí í-keng khí-thâu hián-chhut Lí ê tōa ui-giâm, kap Lí ê tōa khùi-la̍t tī Lí ê lô͘-po̍k, in-ūi tī thiⁿ-ni̍h, tī tōe-ni̍h, iáu-ū sím-mi̍h siōng-tè ōe kiâⁿ chhin-chhiūⁿ Lí só͘ kiâⁿ-ê, koh chhin-chhiūⁿ Lí ê tōa koân-lêng ah?","tghg":"『主耶和華啊，你已經起頭顯出你的大威嚴及你的大氣力佇你的奴僕。因為佇天裡，佇地裡，猶有甚麼上帝會行親像你所行的、閣親像你的大權能啊？","bklhl":"主耶和華ah，你已經起頭顯出你ê大威嚴，kap你ê大氣力tī你ê奴僕，因為tī天裡，tī地裡，iáu有甚麼上帝能行親像你所行ê，koh親像你ê大權能ah？"}},{"book":"申","chapter":3,"verse":25,"versions":{"unv":"求你容我過去，看約旦河那邊的美地，就是那佳美的山地和黎巴嫩。』","bklcl":"Kiû Lí iông-ún góa kè-khì, khòaⁿ Iok-tàn hô hit-pêng súi ê tōe, hit-ê súi ê soaⁿ-tōe, kap Lī-pa-lùn.","tghg":"求你容允我過去，看約但河彼旁媠的地，彼個媠的山地及黎巴嫩。』","bklhl":"求你容允我過去，看約旦河hit-pêng súi ê地，hit ê súi ê山地，kap Lī-pa-lùn。"}},{"book":"申","chapter":3,"verse":26,"versions":{"unv":"但耶和華因你們的緣故向我發怒，不應允我，對我說：『罷了！你不要向我再提這事。","bklcl":"Chóng-sī Iâ-hô-hoa, in-ūi lín ê iân-kò͘, siū-khì góa, m̄ thiaⁿ góa; Iâ-hô-hoa tùi góa kóng, Án-ni lí kàu-gia̍h lah, lí bo̍h-tit koh tùi Góa thê-khí chit ê sū.","tghg":"總是耶和華因為恁的緣故受氣我，呣聽我，耶和華對我講：『按呢你夠額啦！你莫得閣對我提起此個事。","bklhl":"總是耶和華，因為lín ê緣故，受氣我，m̄聽我；耶和華對我講，Án-ni你夠額lah，你莫得koh對我提起chit ê事。"}},{"book":"申","chapter":3,"verse":27,"versions":{"unv":"你且上毘斯迦山頂去，向東、西、南、北舉目觀望，因為你必不能過這約旦河。","bklcl":"Lí tio̍h chiūⁿ Pí-su-ka ê soaⁿ-téng, kia̍h-ba̍k ǹg-sai, ǹg-pak, ǹg-lâm, ǹg-tang, chhin-ba̍k khòaⁿ;  in-ūi lí koat-toàn bōe-ōe kè chit ê Iok-tàn hô.","tghg":"你著上毗斯迦的山頂，攑目向西、向北、向南、向東親目看，因為你決斷𣍐會過此個約但河。","bklhl":"你tio̍h上Pí-su-ka ê山頂，kia̍h目ǹg西，ǹg北，ǹg南，ǹg東，親目看；因為你決斷bōe能過chit ê約旦河。"}},{"book":"申","chapter":3,"verse":28,"versions":{"unv":"你卻要囑咐約書亞，勉勵他，使他膽壯；因為他必在這百姓前面過去，使他們承受你所要觀看之地。』","bklcl":"Chóng-sī lí tio̍h hoan-hù Iok-su-a, hō͘ i chòng-táⁿ kian-kò͘;  in-ūi i beh tī chit ê peh-sìⁿ ê bīn-chêng kè-khì, hō͘ in sêng-chiap lí só͘ beh khòaⁿ-kìⁿ ê tōe.","tghg":"總是你著吩咐約書亞，互伊壯膽堅固；因為伊欲佇此個百姓的面前過去，互𪜶承接你所欲看見的地。』","bklhl":"總是你tio̍h吩咐約書亞，hō͘伊壯膽堅固；因為伊beh tī chit ê百姓ê面前過去，hō͘ in承接你所beh看見ê地。"}},{"book":"申","chapter":3,"verse":29,"versions":{"unv":"於是我們住在伯‧毘珥對面的谷中。」","bklcl":"Tùi án-ni lán tiàm tī Pek-pí-jíⁿ tùi-bīn ê soaⁿ-kok-tiong.","tghg":"對按呢咱踮佇伯毗珥對面的山谷中。」","bklhl":"Tùi án-ni，咱tiàm tī Pek-pí-jíⁿ對面ê山谷中。"}}]