[{"book":"申","chapter":12,"verse":1,"versions":{"unv":"「你們存活於世的日子，在耶和華─你們列祖的　神所賜你們為業的地上，要謹守遵行的律例典章乃是這些：","bklcl":"Lín tī sè-kan it-seng ê ji̍t, tī Iâ-hô-hoa lín lia̍t-chó͘ ê Siōng-tè só͘ siúⁿ-sù lín chòe-gia̍p ê tōe, tio̍h chip-siú lâi kiâⁿ ê lu̍t-lē hoat-tō͘, chiū-sī chiah-ê.","tghg":"「恁佇世間一生的日，佇耶和華──恁列祖的上帝所賞賜恁做業的地，著執守來行的律例法度就是諸個：","bklhl":"Lín tī世間一生ê日，tī耶和華lín列祖ê上帝所賞賜lín做業ê地，tio̍h執守來行ê律例法度，就是chiah ê。"}},{"book":"申","chapter":12,"verse":2,"versions":{"unv":"你們要將所趕出的國民事奉神的各地方，無論是在高山，在小山，在各青翠樹下，都毀壞了；","bklcl":"Lín só͘ beh kóaⁿ lâi sêng-chiap ê lia̍t-kok, kìⁿ-nā in ho̍k-sāi in hiah-ê siōng-tè ê só͘-chāi, bô-lūn tī koâiⁿ-soaⁿ, tī sió-soaⁿ, tī lóng-chóng chhiⁿ-chhùi ê chhiū-kha, lóng tio̍h húi-hoāi in;","tghg":"恁所欲趕來承接的列國，見若𪜶服事𪜶許個上帝的所在，無論佇高山、佇小山，佇攏總青翠的樹腳，攏著毀壞𪜶；","bklhl":"Lín所beh趕來承接ê列國，見若in服事in hiah-ê上帝ê所在，無論tī高山，tī小山，tī lóng總青翠ê樹腳，lóng tio̍h毀壞in；"}},{"book":"申","chapter":12,"verse":3,"versions":{"unv":"也要拆毀他們的祭壇，打碎他們的柱像，用火焚燒他們的木偶，砍下他們雕刻的神像，並將其名從那地方除滅。","bklcl":"lín iā tio̍h thiah-húi in ê chè-tôaⁿ, phah-chhùi in tiau-khek ê thiāu, ēng hé sio in ê A-sià-lîm, chhò in só͘ tiau-khek ê siōng-tè ê siōng, iā tio̍h tùi hit só͘-chāi tû-bia̍t in ê miâ;","tghg":"恁也著拆毀𪜶的祭壇，拍碎𪜶雕刻的柱，用火燒𪜶的亞舍林，剉(chhò)𪜶所雕刻的上帝的像，也著對彼所在除滅𪜶的名。","bklhl":"lín也tio̍h拆毀in ê祭壇，phah碎in雕刻ê柱，用火燒in ê A-sià-lîm，剉in所雕刻ê上帝ê像，也tio̍h tùi hit所在除滅in ê名；"}},{"book":"申","chapter":12,"verse":4,"versions":{"unv":"你們不可照他們那樣事奉耶和華─你們的　神。","bklcl":"lín m̄-thang chhin-chhiūⁿ án-ni lâi ho̍k-sāi Iâ-hô-hoa lín ê Siōng-tè.","tghg":"恁呣通親像按呢來服事耶和華──恁的上帝。","bklhl":"lín m̄-thang親像án-ni來服事耶和華lín ê上帝。"}},{"book":"申","chapter":12,"verse":5,"versions":{"unv":"但耶和華─你們的　神從你們各支派中選擇何處為立他名的居所，你們就當往那裡去求問，","bklcl":"To̍k-to̍k Iâ-hô-hoa lín ê Siōng-tè chiong-lâi tùi lín chèng chi-phài tiong só͘ beh kéng ê só͘-chāi, thang tī-hia an-tì I ê miâ, chiū-sī I khiā-khí ê só͘-chāi, lín tio̍h khì hia chhē I;","tghg":"獨獨耶和華──恁的上帝將來對恁眾支派中所欲揀的所在，通佇遐安置伊的名，就是伊徛起的所在，恁著去遐尋伊，","bklhl":"獨獨耶和華lín ê上帝將來tùi lín眾支派中所beh揀ê所在，thang tī-hia安置伊ê名，就是伊khiā起ê所在，lín tio̍h去hia chhē伊；"}},{"book":"申","chapter":12,"verse":6,"versions":{"unv":"將你們的燔祭、平安祭、十分取一之物，和手中的舉祭，並還願祭、甘心祭，以及牛群羊群中頭生的，都奉到那裡。","bklcl":"chiong lín ê sio-chè kap pa̍t-hō ê chè, cha̍p-hūn chhú chi̍t-hūn ê mi̍h, kap chhiú-ni̍h ê kú-chè, í-ki̍p siā-goān ê chè, kam-sim hiàn ê chè, í-ki̍p gû-kûn iûⁿ-kûn tiong thâu-chúi-siⁿ-ê, lóng tio̍h tòa kàu hia;","tghg":"將恁的燒祭、及別號的祭、十份取一份的物，及手裡的舉祭，以及謝願的祭、甘心獻的祭，以及牛群羊群中頭水生的，攏著帶到遐。","bklhl":"將lín ê燒祭kap別號ê祭，十份取一份ê物，kap手裡ê舉祭，以及謝願ê祭，甘心獻ê祭，以及牛群羊群中頭水生ê，lóng tio̍h帶到hia；"}},{"book":"申","chapter":12,"verse":7,"versions":{"unv":"在那裡，耶和華─你們　神的面前，你們和你們的家屬都可以吃，並且因你手所辦的一切事蒙耶和華─你的　神賜福，就都歡樂。","bklcl":"tī-hia lín tī Iâ-hô-hoa lín Siōng-tè ê bīn-chêng ūi-tio̍h lín ê chhiú só͘ chòe it-chhè ê sū, tit-tio̍h Iâ-hô-hoa lín Siōng-tè sù-hok ê, lín kap lín ê ke-koàn lóng tio̍h lim-chia̍h hoaⁿ-hí.","tghg":"佇遐，恁佇耶和華──恁上帝的面前，為著恁的手所做一切的事，得著耶和華──恁上帝賜福的，恁及恁的家眷攏著飲食歡喜。","bklhl":"tī-hia lín tī耶和華lín上帝ê面前為tio̍h lín ê手所做一切ê事，得tio̍h耶和華lín上帝賜福ê，lín kap lín ê家眷lóng tio̍h lim食歡喜。"}},{"book":"申","chapter":12,"verse":8,"versions":{"unv":"我們今日在這裡所行的是各人行自己眼中看為正的事，你們將來不可這樣行；","bklcl":"Lán kin-á-ji̍t tī-chia só͘ kiâⁿ ê sū, sī ta̍k-lâng kiâⁿ i ka-kī khòaⁿ-chòe tio̍h-ê, lín chiong-lâi m̄-thang án-ni kiâⁿ.","tghg":"咱今仔日佇遮所行的事是逐人行伊家己看做著的，恁將來呣通按呢行；","bklhl":"咱今á日tī-chia所行ê事，是ta̍k人行伊家己看做tio̍h-ê，lín將來m̄-thang án-ni行。"}},{"book":"申","chapter":12,"verse":9,"versions":{"unv":"因為你們還沒有到耶和華─你　神所賜你的安息地，所給你的產業。","bklcl":"In-ūi lín hiān-kim iáu-bē ū kàu Iâ-hô-hoa lí ê Siōng-tè só͘ siúⁿ-sù lí ê an-hioh kap sán-gia̍p.","tghg":"因為恁現今猶未有到耶和華──你的上帝所賞賜你的安息及產業。","bklhl":"因為lín現今iáu未有夠耶和華你ê上帝所賞賜你ê安歇kap產業。"}},{"book":"申","chapter":12,"verse":10,"versions":{"unv":"但你們過了約旦河，得以住在耶和華─你們　神使你們承受為業之地，又使你們太平，不被四圍的一切仇敵擾亂，安然居住。","bklcl":"Chóng-sī lín kè Iok-tàn, tit-tio̍h khiā-khí tī Iâ-hô-hoa lín Siōng-tè siúⁿ-sù lín sêng-chiap ê tōe, koh hō͘ lín thoat-lī sì-ûi lóng-chóng ê tùi-te̍k, tit-tio̍h an-hioh, lâi an-ún khiā-khí;","tghg":"總是恁過約但，得著徛起佇耶和華──恁上帝賞賜恁承接的地，閣互恁脫離四圍攏總的對敵，得著安息來安穩徛起。","bklhl":"總是lín過約旦，得tio̍h khiā起tī耶和華lín上帝賞賜lín承接ê地，koh hō͘ lín脫離四圍lóng總ê對敵，得tio̍h安歇，來安穩khiā起；"}},{"book":"申","chapter":12,"verse":11,"versions":{"unv":"那時要將我所吩咐你們的燔祭、平安祭、十分取一之物，和手中的舉祭，並向耶和華許願獻的一切美祭，都奉到耶和華─你們　神所選擇要立為他名的居所。","bklcl":"chiū beh ū chi̍t só͘-chāi, sī Iâ-hô-hoa lín ê Siōng-tè só͘ kéng lâi an-tì I ê miâ ê, kìⁿ-nā góa só͘ bēng-lēng lín ê, chiū-sī lín ê sio-chè, kap pa̍t-hō ê chè, cha̍p-hūn chhú chi̍t-hūn ê mi̍h, kap chhiú-ni̍h ê kú-chè, í-ki̍p lí tùi Iâ-hô-hoa só͘ hē-goān ke̍k-hó ê mi̍h, lóng tio̍h tòa kàu hia.","tghg":"就欲有一所在是耶和華──恁的上帝所揀來安置伊的名的，見若我所命令恁的就是恁的燒祭、及別號的祭、十份取一份的物，及手裡的舉祭，以及你對耶和華所下願極好的物，攏著帶到遐。","bklhl":"就beh有一所在，是耶和華lín ê上帝所揀來安置伊ê名ê，見若我所命令lín ê，就是lín ê燒祭，kap別號ê祭，十份取一份ê物，kap手裡ê舉祭，以及你對耶和華所下願極好ê物，lóng tio̍h帶到hia。"}},{"book":"申","chapter":12,"verse":12,"versions":{"unv":"你們和兒女、僕婢，並住在你們城裡無分無業的利未人，都要在耶和華─你們的　神面前歡樂。","bklcl":"Lín kap lín ê kiáⁿ, cha-bó͘-kiáⁿ, lô͘-po̍k, lú-pī, lóng tio̍h hoaⁿ-hí tī Iâ-hô-hoa lín Siōng-tè ê bīn-chêng;  Lī-bī lâng tiàm tī lín ê mn̂g-lāi-ê iā sī án-ni, in-ūi in tī lín tiong-kan bô-hūn bô-gia̍p.","tghg":"恁及恁的子、查某子、奴僕、女婢，攏著歡喜佇耶和華──恁上帝的面前，利未人踮佇恁的門內的也是按呢，因為𪜶佇恁中間無份無業。","bklhl":"Lín kap lín ê kiáⁿ、cha-bó͘-kiáⁿ、奴僕、女婢，lóng tio̍h歡喜tī耶和華lín上帝ê面前；利未人tiàm tī lín ê門內ê也是án-ni，因為in tī lín中間無份無業。"}},{"book":"申","chapter":12,"verse":13,"versions":{"unv":"你要謹慎，不可在你所看中的各處獻燔祭。","bklcl":"Lí tio̍h ka-kī kín-sīn, m̄-thang tī lí khòaⁿ kah-ì ê só͘-chāi hiàn lín ê sio-chè;","tghg":"你著家己謹慎，呣通佇你看合意的所在獻恁的燒祭。","bklhl":"你tio̍h家己謹慎，m̄-thang tī你看合意ê所在獻lín ê燒祭；"}},{"book":"申","chapter":12,"verse":14,"versions":{"unv":"惟獨耶和華從你那一支派中所選擇的地方，你就要在那裡獻燔祭，行我一切所吩咐你的。","bklcl":"to̍k-to̍k tī lí chiah-ê chi-phài tiong ê chi̍t-ê, Iâ-hô-hoa só͘ beh kéng ê só͘-chāi, lín tī-hia tio̍h hiàn lí ê sio-chè;  koh tī-hia kiâⁿ góa it-chhè só͘ bēng-lēng lí ê.","tghg":"獨獨佇你諸個支派中的一個，耶和華所欲揀的所在，恁佇遐著獻你的燒祭，閣佇遐行我一切所命令你的。","bklhl":"獨獨tī你chiah ê支派中ê一个，耶和華所beh揀ê所在，lín tī-hia tio̍h獻你ê燒祭；koh tī-hia行我一切所命令你ê。"}},{"book":"申","chapter":12,"verse":15,"versions":{"unv":"「然而，在你各城裡都可以照耶和華─你　神所賜你的福分，隨心所欲宰牲吃肉；無論潔淨人不潔淨人都可以吃，就如吃羚羊與鹿一般。","bklcl":"Chóng-sī lí tī lí ta̍k ê mn̂g-lāi, thang chiàu Iâ-hô-hoa lí Siōng-tè só͘ siúⁿ-sù lí ê hok-hūn, chiàu lí ê sim só͘ ài, thâi cheng-siⁿ chia̍h-bah;  bô-lūn chheng-khì ê lâng, bô chheng-khì ê lâng, lóng thang chia̍h i, chhin-chhiūⁿ chia̍h lêng-iông kap lo̍k chi̍t-poaⁿ.","tghg":"「總是，你佇你逐個門內通照耶和華──你上帝所賞賜你的福份，照你的心所愛刣精牲食肉；無論清氣的人無清氣的人攏通食伊，親像食羚羊(lêng-iông)及鹿一般(chi̍t-poaⁿ)。","bklhl":"總是你tī你ta̍k-ê門內，thang照耶和華你上帝所賞賜你ê福份，照你ê心所ài，刣 cheng-siⁿ食肉；無論清氣ê人，無清氣ê人，lóng thang食伊，親像食羚羊kap鹿一般。"}},{"book":"申","chapter":12,"verse":16,"versions":{"unv":"只是不可吃血，要倒在地上，如同倒水一樣。","bklcl":"Chóng-sī huih m̄-thang chia̍h, tio̍h piàⁿ tī tōe-ni̍h, chhin-chhiūⁿ piàⁿ-chúi chi̍t-iūⁿ.","tghg":"總是血呣通食，著傾(piàⁿ)佇地裡，親像傾水一樣。","bklhl":"總是血m̄-thang食，tio̍h piàⁿ tī地裡，親像piàⁿ水一樣。"}},{"book":"申","chapter":12,"verse":17,"versions":{"unv":"你的五穀、新酒，和油的十分之一，或是牛群羊群中頭生的，或是你許願獻的，甘心獻的，或是手中的舉祭，都不可在你城裡吃。","bklcl":"Lí ê ngó͘-kok, chiú, iû, cha̍p-hūn ê chi̍t-hūn, he̍k-sī gû-kûn iûⁿ-kûn tiong thâu-chúi siⁿ-ê, he̍k-sī lí hē-goān hiàn-ê, kam-sim hiàn-ê, he̍k-sī chhiú-ni̍h ê kú-chè, lóng m̄-thang tī lí ê mn̂g-lāi chia̍h i;","tghg":"你的五榖、酒、油十份的一份，或是牛群羊群中頭水生的，或是你下願獻的、甘心獻的，或是手裡的舉祭，攏呣通佇你的門內食伊。","bklhl":"你ê五穀、酒、油，十份ê一份，或是牛群羊群中頭水生ê，或是你下願獻ê，甘心獻ê，或是手裡ê舉祭，lóng m̄-thang tī你ê門內食伊；"}},{"book":"申","chapter":12,"verse":18,"versions":{"unv":"但要在耶和華─你的　神面前吃，在耶和華─你　神所要選擇的地方，你和兒女、僕婢，並住在你城裡的利未人，都可以吃；也要因你手所辦的，在耶和華─你　神面前歡樂。","bklcl":"to̍k-to̍k tī Iâ-hô-hoa lí ê Siōng-tè ê bīn-chêng chia̍h i, chiū-sī tī Iâ-hô-hoa lí ê Siōng-tè só͘ beh kéng ê só͘-chāi, lí kap lí ê kiáⁿ, lí ê cha-bó͘-kiáⁿ, lô͘-po̍k, lú-pī, í-ki̍p tiàm tī lí mn̂g-lāi ê Lī-bī lâng, lóng tio̍h chia̍h i;  kìⁿ-nā lí ê chhiú só͘ chòe ê, tī Iâ-hô-hoa lí Siōng-tè ê bīn-chêng, thang hoaⁿ-hí.","tghg":"獨獨佇耶和華──你的上帝的面前食伊，就是佇耶和華──你的上帝所欲揀的所在，你及你的子、你的查某子、奴僕、女婢，以及踮佇你門內的利未人，攏著食伊；見若你的手所做的，佇耶和華──你上帝的面前通歡喜。","bklhl":"獨獨tī耶和華你ê上帝ê面前食伊，就是tī耶和華你ê上帝所beh揀ê所在，你kap你ê kiáⁿ，你ê cha-bó͘-kiáⁿ、奴僕、女婢，以及tiàm tī你門內ê利未人，lóng tio̍h食伊；見若你ê手所做ê，tī耶和華你上帝ê面前，thang歡喜。"}},{"book":"申","chapter":12,"verse":19,"versions":{"unv":"你要謹慎，在你所住的地方永不可丟棄利未人。","bklcl":"Lí tio̍h ka-kī kín-sīn, tī lí ê tōe-hng, chi̍t-sì-lâng m̄-thang pàng-sak Lī-bī lâng.","tghg":"你著家己謹慎，佇你的地方，一世人呣通放拺利未人。","bklhl":"你tio̍h家己謹慎，tī你ê地方，一世人m̄-thang放sak利未人。"}},{"book":"申","chapter":12,"verse":20,"versions":{"unv":"「耶和華─你的　神照他所應許擴張你境界的時候，你心裡想要吃肉，說：『我要吃肉』，就可以隨心所欲地吃肉。","bklcl":"Iâ-hô-hoa lí ê Siōng-tè chiàu I só͘ èng-ún lí ê, khui-khoah lí ê kéng-kài ê sî, lí ê sim ài chia̍h-bah, só͘-í kóng, Góa beh chia̍h-bah, chiū thang chiàu lí ê sim só͘-ài ê lâi chia̍h-bah.","tghg":"「耶和華──你的上帝照伊所應允你的開闊你的境界的時，你的心愛食肉，所以講：『我欲食肉』，就通照你的心所愛的來食肉。","bklhl":"耶和華你ê上帝照伊所應允你ê，開闊你ê境界ê時，你ê心ài食肉，所以講：我beh食肉，就thang照你ê心所ài ê來食肉。"}},{"book":"申","chapter":12,"verse":21,"versions":{"unv":"耶和華─你　神所選擇要立他名的地方若離你太遠，就可以照我所吩咐的，將耶和華賜給你的牛羊取些宰了，可以隨心所欲在你城裡吃。","bklcl":"Iâ-hô-hoa lí ê Siōng-tè só͘ kéng beh an-tì I ê miâ ê só͘-chāi, nā lī-khui lí chin-hn̄g, chiū thang chiàu góa só͘ bēng-lēng lí ê, chiong Iâ-hô-hoa siúⁿ-sù lí ê gû, iûⁿ, chhú lâi thâi i, thang chiàu sim só͘-ài ê, tī lí ê mn̂g-lāi chia̍h i.","tghg":"耶和華──你的上帝所揀欲安置伊的名的所在若離開你真遠，就通照我所命令你的，將耶和華賞賜你的牛羊取來刣伊，通照心所愛的佇你的門內食伊。","bklhl":"耶和華你ê上帝所揀beh安置伊ê名ê所在，若離開你真遠，就thang照我所命令你ê，將耶和華賞賜你ê牛、羊，取來刣伊，thang照心所ài ê，tī你ê門內食伊。"}},{"book":"申","chapter":12,"verse":22,"versions":{"unv":"你吃那肉，要像吃羚羊與鹿一般；無論潔淨人不潔淨人都可以吃。","bklcl":"Lí chia̍h i, chhin-chhiūⁿ chia̍h lêng-iông kap lo̍k chi̍t-poaⁿ;  bô chheng-khì kap chheng-khì ê lâng pîⁿ-pîⁿ thang chia̍h;","tghg":"你食伊，親像食羚羊及鹿一般；無清氣及清氣的人平平通食。","bklhl":"你食伊，親像食羚羊kap鹿一般；無清氣kap清氣ê人平平thang食；"}},{"book":"申","chapter":12,"verse":23,"versions":{"unv":"只是你要心意堅定，不可吃血，因為血是生命；不可將血（原文是生命）與肉同吃。","bklcl":"to̍k-to̍k lí tio̍h koat-ì, m̄-thang chia̍h huih, in-ūi huih sī oa̍h-miā;  lí m̄-thang chia̍h bah, sòa chia̍h i ê oa̍h-miā;","tghg":"獨獨你著決意，呣通食血，因為血是活命；你呣通食肉續食伊的活命。","bklhl":"獨獨你tio̍h決意，m̄-thang食血，因為血是活命；你m̄-thang食肉，續食伊ê活命；"}},{"book":"申","chapter":12,"verse":24,"versions":{"unv":"不可吃血，要倒在地上，如同倒水一樣。","bklcl":"m̄-thang chia̍h i, tio̍h piàⁿ tī tōe-ni̍h, chhin-chhiūⁿ piàⁿ chúi chi̍t-iūⁿ;","tghg":"呣通食伊，著傾佇地裡，親像傾水一樣。","bklhl":"m̄-thang食伊，tio̍h piàⁿ tī地裡，親像piàⁿ水一樣；"}},{"book":"申","chapter":12,"verse":25,"versions":{"unv":"不可吃血。這樣，你行耶和華眼中看為正的事，你和你的子孫就可以得福。","bklcl":"m̄-thang chia̍h i;  án-ni lí kiâⁿ Iâ-hô-hoa só͘ khòaⁿ-chòe tio̍h ê sū, lí kap lí ê kiáⁿ-sun chiū ōe tit-tio̍h hok-khì.","tghg":"呣通食伊。按呢，你行耶和華所看做著的事，你及你的子孫就會得著福氣。","bklhl":"m̄-thang食伊；án-ni你行耶和華所看做tio̍h ê事，你kap你ê kiáⁿ孫就會得tio̍h福氣。"}},{"book":"申","chapter":12,"verse":26,"versions":{"unv":"只是你分別為聖的物和你的還願祭要奉到耶和華所選擇的地方去。","bklcl":"To̍k-to̍k lí só͘ ū ê sèng-mi̍h, kap lí só͘ hē-goān ê, tio̍h tòa kàu Iâ-hô-hoa só͘ beh kéng ê só͘-chāi.","tghg":"獨獨你所有的聖物及你所下願的，著帶到耶和華所欲揀的所在。","bklhl":"獨獨你所有ê聖物，kap你所下願ê，tio̍h帶到耶和華所beh揀ê所在。"}},{"book":"申","chapter":12,"verse":27,"versions":{"unv":"你的燔祭，連肉帶血，都要獻在耶和華─你　神的壇上。平安祭的血要倒在耶和華─你　神的壇上；平安祭的肉，你自己可以吃。","bklcl":"Lí ê sio-chè, bah kap huih, tio̍h hiàn tī Iâ-hô-hoa lí Siōng-tè ê tôaⁿ-téng;  lí chè-mi̍h ê huih, tio̍h piàⁿ tī Iâ-hô-hoa lí Siōng-tè ê tôaⁿ;  hit ê bah, lí thang chia̍h.","tghg":"你的燒祭，肉及血，著獻佇耶和華──你上帝的壇頂。你祭物的血著傾佇耶和華──你上帝的壇；彼個肉，你通食。","bklhl":"你ê燒祭，肉kap血，tio̍h獻tī耶和華你上帝ê壇頂；你祭物ê血，tio̍h piàⁿ tī耶和華你上帝ê壇；hit ê肉，你thang食。"}},{"book":"申","chapter":12,"verse":28,"versions":{"unv":"你要謹守聽從我所吩咐的一切話，行耶和華─你　神眼中看為善，看為正的事。這樣，你和你的子孫就可以永遠享福。」","bklcl":"Lí tio̍h chip-siú, thiaⁿ-thàn góa bēng-lēng lí it-chhè ê ōe, kiâⁿ Iâ-hô-hoa lí Siōng-tè só͘ khòaⁿ-chòe hó chòe-tio̍h ê sū;  án-ni lí kap lí ê hō͘-è chiū thang éng-oán tit-tio̍h hok-khì.","tghg":"你著執守聽趁我命令你一切的話，行耶和華──你上帝所看做好做著(chòe-tio̍h)的事。按呢，你及你的後裔就通永遠得著福氣。」","bklhl":"你tio̍h執守，聽thàn我命令你一切ê話，行耶和華你上帝所看做好做tio̍h ê事；án-ni你kap你ê後裔就thang永遠得tio̍h福氣。"}},{"book":"申","chapter":12,"verse":29,"versions":{"unv":"「耶和華─你　神將你要去趕出的國民從你面前剪除，你得了他們的地居住，","bklcl":"Iâ-hô-hoa lí ê Siōng-tè tùi lí ê bīn-chêng tû-bia̍t lí só͘ beh khì sêng-chiap ê kok, lí sêng-chiap i, lâi khiā-khí i ê tōe;","tghg":"「耶和華──你的上帝對你的面前除滅你所欲去承接的國，你承接伊來徛起伊的地，","bklhl":"耶和華你ê上帝tùi你ê面前除滅你所beh去承接ê國，你承接伊，來khiā起伊ê地；"}},{"book":"申","chapter":12,"verse":30,"versions":{"unv":"那時就要謹慎，不可在他們除滅之後隨從他們的惡俗，陷入網羅，也不可訪問他們的神說：『這些國民怎樣事奉他們的神，我也要照樣行。』","bklcl":"hit-sî lí tio̍h ka-kī kín-sīn, m̄-thang tī in tùi lín ê bīn-chêng tû-bia̍t liáu-āu, hām-lo̍h in ê lô-bāng, lâi tè in;  iā m̄-thang thàm-thiaⁿ in ê siōng-tè ê sū, kóng, Chiah-ê kok cháiⁿ-iūⁿ ho̍k-sāi in ê siōng-tè, góa iā beh án-ni kiâⁿ.","tghg":"彼時你著家己謹慎，呣通佇𪜶對恁的面前除滅了後，陷落𪜶的羅網來隨𪜶，也呣通探聽𪜶的上帝的事講：『諸個國怎樣服事𪜶的上帝，我也欲按呢行。』","bklhl":"Hit時你tio̍h家己謹慎，m̄-thang tī in tùi lín ê面前除滅了後，陷落in ê羅網，來tè in；也m̄-thang探聽in ê上帝ê事，講：Chiah-ê國怎樣服事in ê上帝，我也beh án-ni行。"}},{"book":"申","chapter":12,"verse":31,"versions":{"unv":"你不可向耶和華─你的　神這樣行，因為他們向他們的神行了耶和華所憎嫌所恨惡的一切事，甚至將自己的兒女用火焚燒，獻與他們的神。","bklcl":"Lí m̄-thang tùi Iâ-hô-hoa lí ê Siōng-tè án-ni kiâⁿ;  in-ūi in tùi in ê siōng-tè kiâⁿ Iâ-hô-hoa it-chhè só͘ thòng-hūn iàm-ò͘ⁿ ê sū;  sīm-chì ēng in ê kiáⁿ cha-bó͘-kiáⁿ ēng hé sio, hiàn hō͘ in ê siōng-tè.","tghg":"你呣通對耶和華──你的上帝按呢行，因為𪜶對𪜶的上帝行耶和華一切所痛恨厭惡的事，甚至用𪜶的子查某子用火燒，獻互𪜶的上帝。","bklhl":"你m̄-thang對耶和華你ê上帝án-ni行；因為in對in ê上帝行耶和華一切所痛恨厭惡ê事；甚至用in ê kiáⁿ cha-bó͘-kiáⁿ用火燒，獻hō͘ in ê上帝。"}},{"book":"申","chapter":12,"verse":32,"versions":{"unv":"凡我所吩咐的，你們都要謹守遵行，不可加添，也不可刪減。","bklcl":"Kìⁿ-nā góa só͘ bēng-lēng lín ê, lín lóng tio̍h chip-siú lâi kiâⁿ;  lí m̄-thang ke-thiⁿ, iā m̄-thang kiám-chió.","tghg":"見若我所命令恁的，恁攏著執守來行，你呣通加添，也呣通減少。」","bklhl":"見若我所命令lín ê，lín lóng tio̍h執守來行；你m̄-thang加添，也m̄-thang減少。"}}]