[{"book":"申","chapter":13,"verse":1,"versions":{"unv":"「你們中間若有先知或是做夢的起來，向你顯個神蹟奇事，","bklcl":"Lín tiong-kan nā ū sian-ti, á-sī bāng-kìⁿ bāng-ê khí-lâi, tùi lín hián-chhut sîn-jiah, kî-sū, chiū tùi lín kóng,","tghg":"「恁中間若有先知抑是夢見夢的起來，對恁顯出神蹟奇事，","bklhl":"Lín中間若有先知，á是夢見夢ê起來，對lín顯出神蹟、奇事，就對lín講，"}},{"book":"申","chapter":13,"verse":2,"versions":{"unv":"對你說：『我們去隨從你素來所不認識的別神，事奉它吧。』他所顯的神蹟奇事雖有應驗，","bklcl":"Lán lâi-khì thàn lí pêng-sò͘ só͘ m̄-bat ê pa̍t ê siōng-tè, lâi ho̍k-sāi in, i só͘ hián-bêng ê sîn-jiah kî-sū, chiū nā èng-giām,","tghg":"就對恁講：『咱來去趁你平素所呣識的別個上帝，來服事𪜶。』伊所顯明的神蹟奇事就若應驗，","bklhl":"咱來去thàn你平素所m̄-bat ê別ê上帝，來服事in，伊所顯明ê神蹟奇事，就若應驗，"}},{"book":"申","chapter":13,"verse":3,"versions":{"unv":"你也不可聽那先知或是那做夢之人的話；因為這是耶和華─你們的　神試驗你們，要知道你們是盡心盡性愛耶和華─你們的　神不是。","bklcl":"lí iā m̄-thang thiaⁿ hit ê sian-ti, á-sī hit ê bāng-kìⁿ-ê ê ōe;  in-ūi Iâ-hô-hoa lín Siōng-tè teh chhì lín, ài chai lín sī chīn-sim chīn-sèng thiàⁿ Iâ-hô-hoa lín ê Siōng-tè á-bô.","tghg":"你也呣通聽彼個先知抑是彼個夢見者的話；因為耶和華──恁上帝啲試恁，愛知恁是盡心盡性疼耶和華──恁的上帝抑無。","bklhl":"你也m̄-thang聽hit ê先知，á是hit ê夢見ê ê話；因為耶和華lín上帝teh試lín，ài知lín是盡心盡性疼耶和華lín ê上帝á無。"}},{"book":"申","chapter":13,"verse":4,"versions":{"unv":"你們要順從耶和華─你們的　神，敬畏他，謹守他的誡命，聽從他的話，事奉他，專靠他。","bklcl":"Lín tio̍h sūn-thàn Iâ-hô-hoa lín ê Siōng-tè, kèng-ùi I, siú I ê kài-bēng, thiaⁿ I ê ōe, ho̍k-sāi I, kiat-liân I.","tghg":"恁著順趁耶和華──恁的上帝，敬畏伊，守伊的誡命，聽伊的話，服事伊，結聯伊。","bklhl":"Lín tio̍h順thàn耶和華lín ê上帝，敬畏伊，守伊ê誡命，聽伊ê話，服事伊，結聯伊。"}},{"book":"申","chapter":13,"verse":5,"versions":{"unv":"那先知或是那做夢的既用言語叛逆那領你們出埃及地、救贖你脫離為奴之家的耶和華─你們的　神，要勾引你離開耶和華─你　神所吩咐你行的道，你便要將他治死。這樣，就把那惡從你們中間除掉。","bklcl":"Hit ê sian-ti, á-sī hit ê bāng-kìⁿ bāng-ê, í-keng ēng ōe pōe-ge̍k Iâ-hô-hoa lín ê Siōng-tè, chiū-sī chhōa lín chhut Ai-ki̍p tōe, sio̍k-hôe lín thoat-lī chòe lô͘-châi ê ke ê, in án-ni beh pu̍ih lín lī-khui Iâ-hô-hoa lí ê Siōng-tè só͘ bēng-lēng lí kiâⁿ ê lō͘, lí chiū tio̍h hō͘ i sí;  án-ni tùi lín tiong-kan tû-khì hit ê pháiⁿ.","tghg":"彼個先知抑是彼個夢見夢的已經用話悖逆耶和華──恁的上帝，就是導恁出埃及地、贖回恁脫離做奴才的家的，𪜶按呢欲拔(pu̍ih)恁離開耶和華──你的上帝所命令你行的路，你就著互伊死。按呢對恁中間除去彼個歹。","bklhl":"Hit-ê先知，á是hit ê夢見夢ê，已經用話悖逆耶和華lín ê上帝，就是chhōa lín出埃及地，贖回lín脫離做奴才ê家ê，in án-ni beh拔lín離開耶和華你ê上帝所命令你行ê路，你就tio̍h hō͘伊死；án-nit ùi lín中間除去hit ê pháiⁿ。"}},{"book":"申","chapter":13,"verse":6,"versions":{"unv":"「你的同胞弟兄，或是你的兒女，或是你懷中的妻，或是如同你性命的朋友，若暗中引誘你，說：『我們不如去事奉你和你列祖素來所不認識的別神─","bklcl":"Nā sī lí tâng-bú ê hiaⁿ-tī, á-sī lí ê kiáⁿ, lí ê cha-bó͘-kiáⁿ, á-sī lí sim-hoâi-tiong ê bó͘, á-sī chhin-chhiūⁿ lí sìⁿ-miā ê pêng-iú, àm-chīⁿ ín-iú lí, kóng, Lán lâi-khì ho̍k-sāi pa̍t ê siōng-tè, chiū-sī lí kap lí ê lia̍t-chó͘ pêng-sò͘ m̄-bat-ê;","tghg":"「若是你同母的兄弟，抑是你的子你的查某子，抑是你心懷中的某，抑是親像你生命的朋友，暗靜引誘你，講：『咱來去服事別個上帝就是你及你的列祖平素呣識的──","bklhl":"若是你同母ê兄弟，á是你ê kiáⁿ，你ê cha-bó͘-kiáⁿ，á是你心懷中ê bó͘，á是親像你性命ê朋友，暗靜引誘你，講：咱來去服事別ê上帝，就是你kap你ê列祖平素m̄-bat-ê；"}},{"book":"申","chapter":13,"verse":7,"versions":{"unv":"是你四圍列國的神。』無論是離你近，離你遠，從地這邊到地那邊的神，","bklcl":"sī lí sì-ûi chiah-ê kok ê siōng-tè, lī-khui lín kūn, á lī-khui lín hn̄g, tùi chit ê tōe-ke̍k kàu hit ê tōe-ke̍k ê,","tghg":"是你四圍諸個國的上帝。』離開恁近，抑離開恁遠，對此個地極到彼個地極的，","bklhl":"是你四圍chiah ê國ê上帝，離開lín近，á離開lín遠，tùi chit ê地極到hit ê地極ê，"}},{"book":"申","chapter":13,"verse":8,"versions":{"unv":"你不可依從他，也不可聽從他，眼不可顧惜他。你不可憐恤他，也不可遮庇他，","bklcl":"lí m̄-thang thàn i, m̄-thang thiaⁿ i, ba̍k-chiu m̄-thang sioh i, lí m̄-thang khó-lîn i, iā m̄-thang khǹg-ba̍t i;","tghg":"你呣通趁伊，呣通聽伊，目睭呣通惜伊。你呣通可憐伊，也呣通囥密伊，","bklhl":"你m̄-thang thàn伊，m̄-thang聽伊，目睭m̄-thang惜伊，你m̄-thang可憐伊，也m̄-thang khǹg密伊；"}},{"book":"申","chapter":13,"verse":9,"versions":{"unv":"總要殺他；你先下手，然後眾民也下手，將他治死。","bklcl":"lí tek-khak tio̍h hō͘ i sí;  lí tio̍h chòe-thâu hē chhiú beh hō͘ i sí, jiân-āu chèng peh-sìⁿ iā hē chhiú;","tghg":"你的確著互伊死；你著做頭下手欲互伊死，然後眾百姓也下手。","bklhl":"你的確tio̍h hō͘伊死；你tio̍h做頭下手beh hō͘伊死，然後眾百姓也下手；"}},{"book":"申","chapter":13,"verse":10,"versions":{"unv":"要用石頭打死他，因為他想要勾引你離開那領你出埃及地為奴之家的耶和華─你的　神。","bklcl":"lí tio̍h ēng chio̍h-thâu tìm hō͘ i sí;  in-ūi i siūⁿ beh pu̍ih lí lī-khui Iâ-hô-hoa lí ê Siōng-tè, chiū-sī chhōa lí chhut Ai-ki̍p tōe, chòe lô͘-châi ê ke ê.","tghg":"你著用石頭擲互伊死，因為伊想欲拔你離開耶和華──你的上帝就是導你出埃及地做奴才的家的。","bklhl":"你tio̍h用石頭tìm hō͘伊死；因為伊想beh拔你離開耶和華你ê上帝，就是chhōa你出埃及地，做奴才ê家ê。"}},{"book":"申","chapter":13,"verse":11,"versions":{"unv":"以色列眾人都要聽見害怕，就不敢在你們中間再行這樣的惡了。","bklcl":"Chiū Í-sek-lia̍t chèng-lâng beh thiaⁿ-kìⁿ lâi kiaⁿ;  bô koh kiâⁿ chit-hō pháiⁿ-tāi tī lín tiong-kan.","tghg":"就以色列眾人欲聽見來驚，無閣行此號歹代佇恁中間。」","bklhl":"就以色列眾人beh聽見來驚；無koh行chit號pháiⁿ-tāi tī lín中間。"}},{"book":"申","chapter":13,"verse":12,"versions":{"unv":"「在耶和華─你　神所賜你居住的各城中，你若聽人說，有些匪類從你們中間的一座城出來勾引本城的居民，說：『我們不如去事奉你們素來所不認識的別神』；","bklcl":"Tī Iâ-hô-hoa lí Siōng-tè só͘ siúⁿ-sù lí khiā-khí chiah-ê siâⁿ ê chi̍t-ê, lí nā thiaⁿ-kìⁿ kóng,","tghg":"「佇耶和華──你上帝所賞賜你徛起諸個城的一個，你若聽見講，","bklhl":"Tī耶和華你上帝所賞賜你khiā起chiah ê城ê一个，你若聽見講："}},{"book":"申","chapter":13,"verse":13,"versions":{"unv":"【併於上節】","bklcl":"Ū húi-lūi tùi lín tiong-kan chhut, pu̍ih khiā-khí in ê siâⁿ ê lâng, kóng, Lán lâi-khì ho̍k-sāi pa̍t ê siōng-tè, lín chêng só͘ m̄-bat ê;","tghg":"有匪類對恁中間出，拔徛起𪜶的城的人，講：『咱來去服事別個上帝，恁前所呣識的』；","bklhl":"有匪類tùi lín中間出，拔khiā起in ê城ê人，講：咱來去服事別ê上帝，lín前所m̄-bat ê；"}},{"book":"申","chapter":13,"verse":14,"versions":{"unv":"你就要探聽，查究，細細地訪問，果然是真，準有這可憎惡的事行在你們中間，","bklcl":"lí chiū tio̍h thàm-thiaⁿ, chhâ-khó, siông-sè mn̄g;  khòaⁿ ah, kó-jiân sī chin, chún-chún ū chit-ê khó-ò͘ⁿ ê sū kiâⁿ tī lín tiong-kan;","tghg":"你就著探聽，查考，詳細問，看啊！果然是真，準準有此個可惡的事行佇恁中間，","bklhl":"你就tio̍h探聽、查考、詳細問；看ah，果然是真，準準有chit ê可惡ê事行tī lín中間；"}},{"book":"申","chapter":13,"verse":15,"versions":{"unv":"你必要用刀殺那城裡的居民，把城裡所有的，連牲畜，都用刀殺盡。","bklcl":"lí tek-khak tio̍h ēng to thâi-sí khiā-khí hit ê siâⁿ ê peh-sìⁿ, chiong i í-ki̍p i só͘-ū-ê, i ê cheng-siⁿ, it-chīn ēng to bia̍t i;","tghg":"你的確著用刀刣死徛起彼個城的百姓，將伊以及伊所有的，伊的精牲，一盡用刀滅伊。","bklhl":"你的確tio̍h用刀刣死khiā起hit ê城ê百姓，將伊以及伊所有ê，伊ê cheng-siⁿ，一盡用刀滅伊；"}},{"book":"申","chapter":13,"verse":16,"versions":{"unv":"你從那城裡所奪的財物都要堆積在街市上，用火將城和其內所奪的財物都在耶和華─你　神面前燒盡；那城就永為荒堆，不可再建造。","bklcl":"lí tio̍h ēng só͘ chhiúⁿ hit ê siâⁿ ê mi̍h, thia̍p tī koe-chhī-ni̍h, ēng hé sio hit ê siâⁿ kap só͘ chhiúⁿ it-chhè ê mi̍h, hō͘ Iâ-hô-hoa lí ê Siōng-tè;  hit ê siâⁿ éng-éng chòe thô͘-tui, bô thang koh khí.","tghg":"你著用所搶彼個城的物疊佇街市裡，用火燒彼個城及所搶一切的物互耶和華──你的上帝；彼個城永永做土堆，無通閣起。","bklhl":"你tio̍h用所搶hit ê城ê物，疊tī街市裡，用火燒hit ê城kap所搶一切ê物，hō͘耶和華你ê上帝；hit ê城永永做土堆，無thang koh起。"}},{"book":"申","chapter":13,"verse":17,"versions":{"unv":"那當毀滅的物連一點都不可粘你的手。你要聽從耶和華─你　神的話，遵守我今日所吩咐你的一切誡命，行耶和華─你　神眼中看為正的事，耶和華就必轉意，不發烈怒，恩待你，憐恤你，照他向你列祖所起的誓使你人數增多。」","bklcl":"Hit ê eng-kai húi-bia̍t ê mi̍h, lóng m̄-thang chi̍t-tiám-á tiâu tī lí ê chhiú;  hō͘ Iâ-hô-hoa soah I ê tōa siū-khì, un-tián lí, lîn-bín lí, hō͘ lí ke-thiⁿ lâng-gia̍h, chiàu I tùi lí ê lia̍t-chó͘ só͘ chiù-chōa ê;","tghg":"彼個應該毀滅的物攏呣通一點仔住(tiâu)佇你的手，互耶和華息伊的大受氣，恩典你，憐憫你，互你加添人額，照伊對你的列祖所咒誓的。","bklhl":"Hit-ê應該毀滅ê物，lóng m̄-thang一點á tiâu tī你ê手；hō͘耶和華soah伊ê大受氣，恩典你，憐憫你，hō͘你加添人額，照伊對你ê列祖所chiù-chōa ê；"}},{"book":"申","chapter":13,"verse":18,"versions":{"unv":"【併於上節】","bklcl":"in-ūi lí thiaⁿ Iâ-hô-hoa lí Siōng-tè ê ōe, siú I it-chhè ê kài-bēng, chiū-sī góa kin-á-ji̍t só͘ bēng-lēng lí ê, lâi kiâⁿ Iâ-hô-hoa lí ê Siōng-tè só͘ khòaⁿ-chòe hó-ê.","tghg":"因為你聽耶和華──你上帝的話，守伊一切的誡命，就是我今仔日所命令你的，來行耶和華──你的上帝所看做好的。」","bklhl":"因為你聽耶和華你上帝ê話，守伊一切ê誡命，就是我今á日所命令你ê，來行耶和華你ê上帝所看做好ê。"}}]