[{"book":"申","chapter":33,"verse":1,"versions":{"unv":"以下是神人摩西在未死之先為以色列人所祝的福：","bklcl":"Siōng-tè ê lô͘-po̍k Mô͘-se, tī i iáu-bē sí ê tāi-seng, kā Í-sek-lia̍t lâng chiok-hok;  só͘ chiok-hok ê ōe kì tī ē-tóe.","tghg":"上帝的奴僕摩西佇伊猶未死的代先給以色列人祝福，所祝福的話記佇下底：","bklhl":"上帝ê奴僕摩西，tī伊iáu未死ê事先，kā以色列人祝福；所祝福ê話記tī下底。"}},{"book":"申","chapter":33,"verse":2,"versions":{"unv":"他說：耶和華從西奈而來，從西珥向他們顯現，從巴蘭山發出光輝，從萬萬聖者中來臨，從他右手為百姓傳出烈火的律法。","bklcl":"I kóng,\tIâ-hô-hoa tùi Se-nái lâi,  Ūi-tio̍h in tùi Se-jíⁿ khí-lâi;  Tùi Pa-lân ê soaⁿ chiò-chhut kng,  Tùi bān-bān sèng-ê hia lâi;  Tùi I ê chiàⁿ-chhiú ūi-tio̍h in hoat-chhut lia̍t-hé ê lu̍t-hoat.","tghg":"伊講：耶和華對西奈來，為著𪜶對西珥起來，對巴蘭的山照出光，對萬萬聖者遐來，對伊的正手為著𪜶發出烈火的律法。","bklhl":"伊講：\t耶和華tùi西奈來，為tio̍h in tùi Se-jíⁿ起來；tùi Pa-lân ê山照出光，tùi萬萬聖ê hia來；tùi伊ê chiàⁿ手為tio̍h in發出烈火ê律法。"}},{"book":"申","chapter":33,"verse":3,"versions":{"unv":"他疼愛百姓；眾聖徒都在他手中。他們坐在他的腳下，領受他的言語。","bklcl":"I put-chí thiàⁿ-thàng hiah-ê peh-sìⁿ,  I hiah-ê sèng-ê lóng tī Lí ê chhiú;  In chē tī Lí ê kha-ē,  Thiaⁿ-siū Lí hiah-ê ōe.","tghg":"伊不止疼痛許個百姓；伊許個聖者攏佇你的手。𪜶坐佇你的腳下，聽受你許個話。","bklhl":"伊不止疼痛hiah-ê百姓，伊hiah-ê聖ê lóng tī你ê手；in坐tī你ê腳下，聽受你hiah-ê話。"}},{"book":"申","chapter":33,"verse":4,"versions":{"unv":"摩西將律法傳給我們，作為雅各會眾的產業。","bklcl":"Mô͘-se ēng lu̍t-hoat thoân hō͘ lán,  Chòe Ngá-kok hōe-chiòng ê sán-gia̍p.","tghg":"摩西用律法傳互咱，做雅各會眾的產業。","bklhl":"摩西用律法傳hō͘咱，做雅各會眾ê產業。"}},{"book":"申","chapter":33,"verse":5,"versions":{"unv":"百姓的眾首領，以色列的各支派，一同聚會的時候，耶和華（原文是他）在耶書崙中為王。","bklcl":"Peh-sìⁿ ê siú-léng,  Í-sek-lia̍t ê chèng chi-phài saⁿ-kap chū-hōe ê sî,  I tī Iâ-su-lûn chòe-ông.","tghg":"百姓的首領，以色列的眾支派，相及聚會的時，伊佇耶書崙做王。","bklhl":"百姓ê首領，以色列ê眾支派相kap聚會ê時，伊tī Iâ-su-lûn做王。"}},{"book":"申","chapter":33,"verse":6,"versions":{"unv":"願流便存活，不致死亡；願他人數不致稀少。","bklcl":"Goān Liû-piān oa̍h-teh bô sí,  Goān i ê lâng-gia̍h bô chió.","tghg":"願流便活啲，無死；願伊的人額無少。","bklhl":"願Liû-piān活teh無死，願伊ê人額無少。"}},{"book":"申","chapter":33,"verse":7,"versions":{"unv":"為猶大祝福說：求耶和華俯聽猶大的聲音，引導他歸於本族；他曾用手為自己爭戰，你必幫助他攻擊敵人。","bklcl":"I kā Iû-tāi chiok-hok, án-ni kóng,  Kiû Iâ-hô-hoa thiaⁿ Iû-tāi ê siaⁿ,  Chhōa i kàu i ê peh-sìⁿ hia;  I bat ēng i ê chhiú ūi ka-kī kau-chiàn;  Lí beh pang-chān i tí-tng i ê tùi-te̍k.","tghg":"伊給猶大祝福按呢講：求耶和華聽猶大的聲，導伊到伊的百姓遐；伊曾用伊的手為家己交戰，你欲幫助伊抵當伊的對敵。","bklhl":"伊kā偤大祝福，án-ni講：求耶和華聽偤大ê聲，chhōa伊到伊ê百姓hia；伊bat用伊ê手為家己交戰；你beh幫贊伊抵擋伊ê對敵。"}},{"book":"申","chapter":33,"verse":8,"versions":{"unv":"論利未說：耶和華啊，你的土明和烏陵都在你的虔誠人那裡。你在瑪撒曾試驗他，在米利巴水與他爭論。","bklcl":"Lūn Lī-bī kóng,  Lí ê Thó͘-bêng kap Lí ê O͘-lêng, kap Lí sèng-kiat ê lâng saⁿ-kap tī-teh;  Lí tī Má-sat bat chhì i,  Tī Bí-lī-pa ê chúi bat kap i saⁿ-chiⁿ.","tghg":"論利未講：你的土明及你的烏陵及你聖潔的人相及佇啲。你佇瑪撒曾試伊，佇米利巴的水曾及伊相爭。","bklhl":"論利未講：你ê Thó͘-bêng kap你ê O͘-lêng，kap你聖潔ê人相kap tī-teh；你tī Má-sat bat試伊，tī Bí-lī-pa ê水bat kap伊相爭。"}},{"book":"申","chapter":33,"verse":9,"versions":{"unv":"他論自己的父母說：我未曾看見；他也不承認弟兄，也不認識自己的兒女。這是因利未人遵行你的話，謹守你的約。","bklcl":"I lūn-kàu i ê lāu-pē, i ê lāu-bú, chiū kóng, Góa m̄-bat khòaⁿ-kìⁿ i;  Iā bô sêng-jīn i ê hiaⁿ-tī;  Iā bô sêng-jīn i ê kiáⁿ-jî;  In-ūi in kiâⁿ Lí ê ōe,  Siú Lí ê iok.","tghg":"伊論到伊的老父伊的老母就講：我呣曾看見伊；也無承認伊的兄弟，也無承認伊的子兒。因為𪜶行你的話，守你的約。","bklhl":"伊論到伊ê老父，伊ê老母，就講：我m̄-bat看見伊；也無承認伊ê兄弟；也無承認伊ê kiáⁿ兒；因為in行你ê話，守你ê約。"}},{"book":"申","chapter":33,"verse":10,"versions":{"unv":"他們要將你的典章教訓雅各，將你的律法教訓以色列。他們要把香焚在你面前，把全牲的燔祭獻在你的壇上。","bklcl":"In beh ēng Lí ê hoat-tō͘ kà-sī Ngá-kok,  Ēng Lí ê lu̍t-hoat kà-sī Í-sek-lia̍t;  In beh ēng hiuⁿ hē tī Lí ê bīn-chêng,  Kap ka-nn̂g-chiah-ê sio-chè tī Lí ê tôaⁿ-téng.","tghg":"𪜶欲用你的法度教示雅各，用你的律法教示以色列。𪜶欲用香下佇你的面前，及全牲隻(ka-nn̂g-chiah)的燒祭佇你的壇頂。","bklhl":"In beh用你ê法度教示雅各，用你ê律法教示以色列；in beh用香hē tī你ê面前，kap ka-nn̂g隻ê燒祭tī你ê壇頂。"}},{"book":"申","chapter":33,"verse":11,"versions":{"unv":"求耶和華降福在他的財物上，悅納他手裡所辦的事。那些起來攻擊他和恨惡他的人，願你刺透他們的腰，使他們不得再起來。","bklcl":"Goān Iâ-hô-hoa sù-hok i ê sán-gia̍p,  Chiap-la̍p i ê chhiú só͘ chòe ê kang;  Hiah ê khí-lâi kong-kek i kap oàn-hūn i ê lâng,  Goān Lí phah-chi̍h in ê io, hō͘ in bōe koh khí-lâi,","tghg":"願耶和華賜福伊的產業，接納伊的手所做的工。許個起來攻擊伊及怨恨伊的人，願你拍折𪜶的腰，互𪜶𣍐閣起來。","bklhl":"願耶和華賜福伊ê產業，接納伊ê手所做ê工；hiah-ê起來攻擊伊kap怨恨伊ê人，願你phah折in ê腰，hō͘ in bōe koh起來，"}},{"book":"申","chapter":33,"verse":12,"versions":{"unv":"論便雅憫說：耶和華所親愛的必同耶和華安然居住；耶和華終日遮蔽他，也住在他兩肩之中。","bklcl":"Lūn Piān-ngá-bín chiū kóng,  Iâ-hô-hoa só͘ thiàⁿ ê beh kap I an-jiân khiā-khí;  Iâ-hô-hoa thong-ji̍t pó-hō͘ i,  I iā beh tiàm tī i ê keng-thâu-tiong.","tghg":"論便雅憫就講：耶和華所疼的欲及伊安然徛起；耶和華通日保護伊，伊也欲踮佇伊的肩頭中。","bklhl":"論便雅憫就講：耶和華所疼ê beh kap伊安然khiā起；耶和華thong日保護伊，伊也beh tiàm tī伊ê肩頭中。"}},{"book":"申","chapter":33,"verse":13,"versions":{"unv":"論約瑟說：願他的地蒙耶和華賜福，得天上的寶物、甘露，以及地裡所藏的泉水；","bklcl":"Lūn Iok-sek chiū kóng,  Goān i ê tōe tit-tio̍h Iâ-hô-hoa sù-hok,  Tit-tio̍h thiⁿ-téng ê pó-mi̍h, kap lō͘-chúi,  Í-ki̍p tōe-ē só͘ khǹg ê chúi-goân;","tghg":"論約瑟就講：願伊的地得著耶和華賜福，得著天頂的寶物、及露水，以及地下所囥的水源；","bklhl":"論約瑟就講：願伊ê地得tio̍h耶和華賜福，得tio̍h天頂ê寶物，kap露水，以及地下所khǹg ê水源；"}},{"book":"申","chapter":33,"verse":14,"versions":{"unv":"得太陽所曬熟的美果，月亮所養成的寶物；","bklcl":"Tit-tio̍h ji̍t-thâu só͘ siⁿ ê pó-mi̍h,  Ge̍h só͘ chhut ê pó-mi̍h;","tghg":"得著日頭所生的寶物，月所出的寶物；","bklhl":"得tio̍h日頭所生ê寶物，月所出ê寶物；"}},{"book":"申","chapter":33,"verse":15,"versions":{"unv":"得上古之山的至寶，永世之嶺的寶物；","bklcl":"Tit-tio̍h kó͘-chá ê soaⁿ ê chì-pó,  Kap éng sè-tāi ê soaⁿ-niá ê pó-mi̍h;","tghg":"得著古早的山的至寶，及永世代的山嶺的寶物；","bklhl":"得tio̍h古早ê山ê至寶，kap永世代ê山嶺ê寶物；"}},{"book":"申","chapter":33,"verse":16,"versions":{"unv":"得地和其中所充滿的寶物，並住荊棘中上主的喜悅。願這些福都歸於約瑟的頭上，歸於那與弟兄迥別之人的頂上。","bklcl":"Tit-tio̍h tōe ê pó-mi̍h kap kî-tiong só͘ chhiong-móa-ê,  Í-ki̍p tiàm tī chhì-phè-lāi-ê ê un-hūi;  Goān hiah-ê lóng kui tī Iok-sek ê thâu-khak,  Kui tī hit-ê kap i ê hiaⁿ-tī pun-khui-ê ê thâu-khak-téng.","tghg":"得著地的寶物及其中所充滿的，以及踮佇莿帕(chhì-phè)內者的恩惠。願許個攏歸佇約瑟的頭殼，歸佇彼個及伊的兄弟分開者的頭殼頂。","bklhl":"得tio̍h地ê寶物kap其中所充滿ê，以及tiàm tī刺phè內ê ê恩惠；願hiah-ê lóng歸tī約瑟ê頭殼，歸tī hit ê kap伊ê兄弟分開ê ê頭殼頂。"}},{"book":"申","chapter":33,"verse":17,"versions":{"unv":"他為牛群中頭生的，有威嚴；他的角是野牛的角，用以牴觸萬邦，直到地極。這角是以法蓮的萬萬，瑪拿西的千千。","bklcl":"Chhin-chhiūⁿ gû ê thâu-chiūⁿ-siⁿ-ê, êng-kng sio̍k tī i,  I ê kak sī iá-gû ê kak;  Ēng in lâi tak bān peh-sìⁿ kàu tī tōe-ke̍k;  Che sī Í-hoat-liân ê bān-bān,  Má-ná-se ê chheng-chheng.","tghg":"親像牛的頭上生的，榮光屬佇伊；伊的角是野牛的角，用𪜶來觸(tak)萬百姓，到佇地極。這是以法蓮的萬萬，瑪拿西的千千。","bklhl":"親像牛ê頭chiūⁿ生ê，榮光屬tī伊，伊ê角是野牛ê角；用in來tak萬百姓到tī地極；這是Í-hoat-liân ê萬萬，Má-ná-se ê千千。"}},{"book":"申","chapter":33,"verse":18,"versions":{"unv":"論西布倫說：西布倫哪，你出外可以歡喜。以薩迦啊，在你帳棚裡可以快樂。","bklcl":"Lūn Se-pò͘-lûn chiū kóng,  Se-pò͘-lûn ah, lí chhut-gōa thang hoaⁿ-hí;  Í-sat-ka ah, tī lí ê pò͘-pîⁿ-lāi thang khoài-lo̍k.","tghg":"論西布倫就講：西布倫啊，你出外通歡喜。以薩迦啊，佇你的布棚內通快樂。","bklhl":"論Se-pò͘-lûn就講：Se-pò͘-lûn ah，你出外thang歡喜；以撒迦ah，tī你ê布棚內thang快樂。"}},{"book":"申","chapter":33,"verse":19,"versions":{"unv":"他們要將列邦召到山上，在那裡獻公義的祭；因為他們要吸取海裡的豐富，並沙中所藏的珍寶。","bklcl":"In beh tiàu chiah-ê peh-sìⁿ kàu soaⁿ-ni̍h,  Tī-hia beh hiàn kong-gī ê chè;  In-ūi in beh khip-siu hái-ni̍h ê hong-sēng,  Kap soa-ni̍h só͘-khǹg ê pó-pòe.","tghg":"𪜶欲召諸個百姓到山裡，佇遐欲獻公義的祭；因為𪜶欲吸收海裡的豐盛，及山裡所囥的寶貝。","bklhl":"In beh召chiah ê百姓到山裡，tī-hia beh獻公義ê祭；因為in beh吸收海裡ê豐盛，kap 沙裡所khǹg ê寶貝。"}},{"book":"申","chapter":33,"verse":20,"versions":{"unv":"論迦得說：使迦得擴張的應當稱頌！迦得住如母獅；他撕裂膀臂，連頭頂也撕裂。","bklcl":"Lūn Ka-tek chiū kóng,  Khui-khoah Ka-tek-ê tit-tio̍h o-ló;  I bih-teh chhin-chhiūⁿ bú ê sai,  I thiah-li̍h chhiú-kut kap thâu-khak.","tghg":"論迦得就講：開闊迦得的得著謳咾！伊匿啲親像母的獅；伊拆裂手骨及頭殼。","bklhl":"論Ka-tek就講：開闊Ka-tek-ê得tio̍h o-ló；i bih-teh親像母ê獅，伊拆裂手骨kap頭殼。"}},{"book":"申","chapter":33,"verse":21,"versions":{"unv":"他為自己選擇頭一段地，因在那裡有設立律法者的分存留。他與百姓的首領同來；他施行耶和華的公義和耶和華與以色列所立的典章。","bklcl":"I ūi ka-kī pī-pān tāi-seng tit-tio̍h ê gia̍p,  In-ūi tī-hia ū siat lu̍t-hoat-ê ê hūn-gia̍h lâu-teh;  I kap peh-sìⁿ ê siú-léng saⁿ-kap lâi,  Kiâⁿ Iâ-hô-hoa ê kong-gī,  Kap Í-sek-lia̍t saⁿ-kap kiâⁿ I ê phòaⁿ-toàn.","tghg":"伊為家己備辦代先得著的業，因為佇遐有設律法者的分額留啲。伊及百姓的首領相及來；行耶和華的公義及以色列相及行伊的判斷。","bklhl":"伊為家己備辦事先得tio̍h ê業，因為tī-hia有設律法ê ê份額留teh；伊kap百姓ê首領相kap來，行耶和華ê公義，kap以色列相kap行伊ê判斷。"}},{"book":"申","chapter":33,"verse":22,"versions":{"unv":"論但說：但為小獅子，從巴珊跳出來。","bklcl":"Lūn Tàn chiū kóng,  Tàn sī sòe chiah sai,  Tùi Pa-san thiàu-chhut.","tghg":"論但就講：但是細隻獅，對巴珊跳出。","bklhl":"論Tàn就講：Tàn是細隻獅，tùi Pa-san跳出。"}},{"book":"申","chapter":33,"verse":23,"versions":{"unv":"論拿弗他利說：拿弗他利啊，你足沾恩惠，滿得耶和華的福，可以得西方和南方為業。","bklcl":"Lūn Ná-hut-tha-lī chiū kóng,  Ná-hut-tha-lī ah, tit-tio̍h un-hūi chhiong-chiok;  Iā tit-tio̍h Iâ-hô-hoa ê sù-hok móa-móa ê,  Beh tit-tio̍h sai-sì kap lâm-sì chòe gia̍p.","tghg":"論拿弗他利就講：拿弗他利啊，得著恩惠充足，也得著耶和華的賜福滿滿的，欲得著西勢及南勢做業。","bklhl":"論Ná-hut-tha-lī就講：Ná-hut-tha-lī ah，得tio̍h恩惠充足；也得tio̍h耶和華ê賜福滿滿ê，Beh得tio̍h西勢kap南勢做業。"}},{"book":"申","chapter":33,"verse":24,"versions":{"unv":"論亞設說：願亞設享受多子的福樂，得他弟兄的喜悅，可以把腳蘸在油中。","bklcl":"Lūn A-siat chiū kóng,  Goān A-siat in-ūi kiáⁿ chōe lâi tit-tio̍h hok-khì,  Tit-tio̍h in ê hiaⁿ-tī ê hoaⁿ-hí;  Thang ēng i ê kha ùn tī iû-ni̍h.","tghg":"論亞設就講：願亞設因為子多來得著福氣，得著𪜶的兄弟的歡喜，通用伊的腳搵(ùn)佇油裡。","bklhl":"論A-siat就講：願A-siat因為kiáⁿ chōe來得tio̍h福氣，得tio̍h in ê兄弟ê歡喜；thang用伊ê腳ùn tī油裡。"}},{"book":"申","chapter":33,"verse":25,"versions":{"unv":"你的門閂（或譯：鞋）是銅的，鐵的。你的日子如何，你的力量也必如何。","bklcl":"Lí ê mn̂g-kông sī thih-ê, tâng-ê;  Lí ê ji̍t-chí cháiⁿ-iūⁿ, lí ê khùi-la̍t iā beh án-ni.","tghg":"你的門楗(mn̂g-kông)是鐵的，銅的。你的日子怎樣，你的氣力也欲按呢。","bklhl":"你ê門栱是鐵ê，銅ê；你ê日子怎樣，你ê氣力也beh án-ni。"}},{"book":"申","chapter":33,"verse":26,"versions":{"unv":"耶書崙哪，沒有能比　神的。他為幫助你，乘在天空，顯其威榮，駕行穹蒼。","bklcl":"Iâ-su-lûn ah, bô ū chhin-chhiūⁿ Siōng-tè ê,  I chē-thiⁿ lâi pang-chān lí,  Iā chē kiong-chhong, hián-bêng I ê êng-kng.","tghg":"耶書崙啊，無有親像上帝的。伊坐天來幫助你，也坐穹蒼，顯明伊的榮光。","bklhl":"Iâ-su-lûn ah，無有親像上帝ê，伊坐天來幫贊你，也坐穹蒼，顯明伊ê榮光。"}},{"book":"申","chapter":33,"verse":27,"versions":{"unv":"永生的　神是你的居所；他永久的膀臂在你以下。他在你前面攆出仇敵，說：毀滅吧。","bklcl":"Éng-oa̍h ê Siōng-tè chòe lí khiā-khí ê só͘-chāi,  Éng-oán ê chhiú tī lí ê ē-bīn;  I tī lí ê bīn-chêng kóaⁿ tùi-te̍k,  Koh kóng, Húi-bia̍t i.","tghg":"永活的上帝做你徛起的所在；永遠的手佇你的下面。伊佇你的面前趕對敵，閣講：毀滅伊。","bklhl":"永活ê上帝做你khiā起ê所在，永遠ê手tī你ê下面；伊tī你ê面前趕對敵，koh講：毀滅伊。"}},{"book":"申","chapter":33,"verse":28,"versions":{"unv":"以色列安然居住；雅各的本源獨居五穀新酒之地。他的天也滴甘露。","bklcl":"Í-sek-lia̍t an-jiân khiā-khí,  Ngá-kok ê hō͘-è ka-kī tòa tī ngó͘-kok kap chiú ê tōe;  I ê thiⁿ iā tih-lo̍h lō͘-chúi.","tghg":"以色列安然徛起；雅各的後裔家己住佇五穀及酒的地。伊的天也滴落露水。","bklhl":"以色列安然khiā起，雅各ê後裔家己tòa tī五穀kap酒ê地；伊ê天也滴落露水。"}},{"book":"申","chapter":33,"verse":29,"versions":{"unv":"以色列啊，你是有福的！誰像你這蒙耶和華所拯救的百姓呢？他是你的盾牌，幫助你，是你威榮的刀劍。你的仇敵必投降你；你必踏在他們的高處。","bklcl":"Í-sek-lia̍t ah, lí ū hok-khì;  Chī-chūi chhin-chhiūⁿ lí chit-ê hō͘ Iâ-hô-hoa só͘ chín-kiù ê peh-sìⁿ ah?  I sī lí ê tîn-pâi pó-hō͘ lí,  Sī lí êng-iāu ê to-kiàm;  Lí ê tùi-te̍k beh tâu-hâng lí;  Lí beh ta̍h tī in koâiⁿ ê só͘-chāi.","tghg":"以色列啊，你有福氣！是誰親像你此個互耶和華所拯救的百姓啊？伊是你的盾牌，保護你，是你榮耀的刀劍。你的對敵欲投降你；你欲踏佇𪜶高的所在。","bklhl":"以色列ah，你有福氣；是誰親像你chit ê hō͘耶和華所拯救ê百姓ah？伊是你ê藤牌保護你，是你榮耀ê刀劍；你ê對敵beh投降你；你beh踏tī in高ê所在。"}}]