[{"book":"申","chapter":23,"verse":1,"versions":{"unv":"「凡外腎受傷的，或被閹割的，不可入耶和華的會。","bklcl":"Kìⁿ-nā gōa-sīn siū-siong-ê, á-sī siū iam-koah-ê, m̄-thang ji̍p Iâ-hô-hoa ê hōe.","tghg":"「見若外腎受傷的，抑是受閹割的，呣通入耶和華的會。","bklhl":"見若外腎受傷ê，á是受閹割ê，m̄-thang入耶和華ê會。"}},{"book":"申","chapter":23,"verse":2,"versions":{"unv":"「私生子不可入耶和華的會；他的子孫，直到十代，也不可入耶和華的會。","bklcl":"Su-thong lâi siⁿ ê kiáⁿ m̄-thang ji̍p Iâ-hô-hoa ê hōe;  sui-jiân kàu i ê cha̍p-tāi, iā m̄-thang ji̍p Iâ-hô-hoa ê hōe.","tghg":"「私通來生的子呣通入耶和華的會；雖然到伊的十代，也呣通入耶和華的會。","bklhl":"私通來生ê kiáⁿ m̄-thang入耶和華ê會；雖然到伊ê十代，也m̄-thang入耶和華ê會。"}},{"book":"申","chapter":23,"verse":3,"versions":{"unv":"「亞捫人或是摩押人不可入耶和華的會；他們的子孫，雖過十代，也永不可入耶和華的會。","bklcl":"A-bûn lâng á-sī Mô͘-ap lâng, m̄-thang ji̍p Iâ-hô-hoa ê hōe;  sui-jiân kàu in ê cha̍p-tāi, éng-oán bōe thang ji̍p Iâ-hô-hoa ê hōe;","tghg":"「亞捫人抑是摩押人呣通入耶和華的會；雖然到𪜶的十代，永遠𣍐通入耶和華的會。","bklhl":"A-bûn人á是Mô͘-ap人，m̄-thang入耶和華ê會；雖然到in ê十代，永遠bōe-thang入耶和華ê會；"}},{"book":"申","chapter":23,"verse":4,"versions":{"unv":"因為你們出埃及的時候，他們沒有拿食物和水在路上迎接你們，又因他們雇了美索不達米亞的毘奪人比珥的兒子巴蘭來咒詛你們。","bklcl":"in-ūi lín chhut Ai-ki̍p ê sî, in bô ēng chia̍h-mi̍h kap chúi, tī lō͘-ni̍h ngiâ-chih lín;  koh in-ūi in tùi-te̍k lín, chhiàⁿ Bí-só͘-pho-tāi-bí ê Pì-toa̍t lâng, Pí-jíⁿ ê kiáⁿ, Pa-lân lâi chiù-chó͘ lín.","tghg":"因為恁出埃及的時，𪜶無用食物及水佇路裡迎接(ngiâ-chih)恁，閣因為𪜶對敵恁，倩(chhiàⁿ)米所波大米的毗奪人比珥的子巴蘭來咒詛恁。","bklhl":"因為lín出埃及ê時，in無用食物kap水，tī路裡迎接lín；koh因為in對敵lín，倩Bí-só͘-pho-tāi-bí ê Pì-toa̍t人，Pí-jíⁿ ê kiáⁿ，Pa-lân來咒詛lín。"}},{"book":"申","chapter":23,"verse":5,"versions":{"unv":"然而耶和華─你的　神不肯聽從巴蘭，卻使那咒詛的言語變為祝福的話，因為耶和華─你的　神愛你。","bklcl":"Chóng-sī Iâ-hô-hoa lí ê Siōng-tè m̄-thiaⁿ Pa-lân;  Iâ-hô-hoa lí ê Siōng-tè hō͘ hit ê chiù-chó͘ piàn-chòe chiok-hok lí;  in-ūi Iâ-hô-hoa lí ê Siōng-tè thiàⁿ lí.","tghg":"總是耶和華──你的上帝呣聽巴蘭，耶和華──你的上帝互彼個咒詛變做祝福你，因為耶和華──你的上帝疼你。","bklhl":"總是耶和華你ê上帝m̄聽Pa-lân；耶和華你ê上帝hō͘ hit ê咒詛變做祝福你；因為耶和華你ê上帝疼你。"}},{"book":"申","chapter":23,"verse":6,"versions":{"unv":"你一生一世永不可求他們的平安和他們的利益。","bklcl":"Lí chi̍t-sì-lâng kàu éng-oán m̄-thang kā in tô͘-bô͘ pêng-an kap hok-khì.","tghg":"你一世人到永遠呣通給𪜶圖謀平安及福氣。」","bklhl":"你一世人到永遠m̄-thang kā in圖謀平安kap福氣。"}},{"book":"申","chapter":23,"verse":7,"versions":{"unv":"「不可憎惡以東人，因為他是你的弟兄。不可憎惡埃及人，因為你在他的地上作過寄居的。","bklcl":"M̄-thang oàn-hūn Í-tong lâng, in-ūi i sī lí ê hiaⁿ-tī;  m̄-thang oàn-hūn Ai-ki̍p lâng, in-ūi lín bat chhut-gōa tī-hia;","tghg":"「呣通怨恨以東人，因為伊是你的兄弟。呣通怨恨埃及人，因為恁曾出外佇遐。","bklhl":"M̄-thang怨恨Í-tong人，因為伊是你ê兄弟；m̄-thang怨恨埃及人，因為lín bat出外tī-hia；"}},{"book":"申","chapter":23,"verse":8,"versions":{"unv":"他們第三代子孫可以入耶和華的會。」","bklcl":"in só͘ siⁿ ê kiáⁿ-sun kàu tē-saⁿ tāi thang ji̍p Iâ-hô-hoa ê hōe.","tghg":"𪜶所生的子孫到第三代通入耶和華的會。」","bklhl":"in所生ê kiáⁿ孫到第三代thang入耶和華ê會。"}},{"book":"申","chapter":23,"verse":9,"versions":{"unv":"「你出兵攻打仇敵，就要遠避諸惡。","bklcl":"Lí ê kun-tūi chhut-khì kong-kek lí ê tùi-te̍k, tī iâⁿ-pôaⁿ tio̍h ka-kī kìm-kài it-chhè ê pháiⁿ-sū.","tghg":"「你的軍隊出去攻擊你的對敵，佇營盤著家己禁誡一切的歹事。","bklhl":"你ê軍隊出去攻擊你ê對敵，tī營盤tio̍h家己禁戒一切ê pháiⁿ事。"}},{"book":"申","chapter":23,"verse":10,"versions":{"unv":"「你們中間，若有人夜間偶然夢遺，不潔淨，就要出到營外，不可入營；","bklcl":"Lín tiong-kan nā ū lâng, tī mî-sî só͘ tú-tio̍h-ê, lâi bak bô chheng-khì, i chiū tio̍h chhut-khì kàu iâⁿ-gōa, m̄-thang ji̍p iâⁿ-lāi;","tghg":"「恁中間若有人，佇暝時所抵著(tú-tio̍h)的，來染無清氣，伊就著出去到營外，呣通入營內；","bklhl":"Lín中間若有人，tī暝時所tú-tio̍h-ê，來bak無清氣，伊就tio̍h出去到營外，m̄-thang入營內；"}},{"book":"申","chapter":23,"verse":11,"versions":{"unv":"到傍晚的時候，他要用水洗澡，及至日落了才可以入營。","bklcl":"kàu beh àm ê sî, i tio̍h ēng chúi sóe, kàu ji̍t-lo̍h chiah thang ji̍p iâⁿ.","tghg":"到欲暗的時，伊著用水洗，到日落才通入營。","bklhl":"到beh暗ê時，伊tio̍h用水洗，到日落chiah thang入營。"}},{"book":"申","chapter":23,"verse":12,"versions":{"unv":"「你在營外也該定出一個地方作為便所。","bklcl":"Lí tī iâⁿ-gōa kéng chi̍t-ūi thang chhut-khì kàu gōa-bīn ê só͘-chāi;","tghg":"「你佇營外揀一位通出去到外面的所在。","bklhl":"你tī營外揀一位thang出去到外面ê所在；"}},{"book":"申","chapter":23,"verse":13,"versions":{"unv":"在你器械之中當預備一把鍬，你出營外便溺以後，用以鏟土，轉身掩蓋。","bklcl":"tī lí ê khì-kū-lāi tio̍h ū thuh-á; lí tī gōa-bīn chhut-kiong ê sî, tio̍h ēng i ku̍t thô͘, chiah oa̍t-tńg-sin, khàm lí só͘ pàng ê;","tghg":"佇你的器具內著有托仔(thuh-á)，你佇外面出恭的時，著用伊掘土，才越轉身蓋你所放的。","bklhl":"tī你ê器具內tio̍h有托á；你tī外面出恭(*放屎)ê時，tio̍h用伊掘土，chiah oa̍t-tńg身，蓋你所放ê；"}},{"book":"申","chapter":23,"verse":14,"versions":{"unv":"因為耶和華─你的　神常在你營中行走，要救護你，將仇敵交給你，所以你的營理當聖潔，免得他見你那裡有污穢，就離開你。」","bklcl":"in-ūi Iâ-hô-hoa lí ê Siōng-tè sì-kòe kiâⁿ tī lí ê iâⁿ-lāi, beh chín-kiù lí, chiong lí ê tùi-te̍k kau hō͘ lí;  só͘-í lí ê iâⁿ-pôaⁿ eng-kai tio̍h ū sèng-kiat;  bián-tit I khòaⁿ-kìⁿ lí tiong-kan ū ù-òe, chiū lī-khui lí.","tghg":"因為耶和華──你的上帝四界行佇你的營內，欲拯救你，將你的對敵交互你，所以你的營盤應該著有聖潔，免得伊看見你中間有污穢，就離開你。」","bklhl":"因為耶和華你ê上帝四界行tī你ê營內，beh拯救你，將你ê對敵交hō͘你；所以你ê營盤應該tio̍h有聖潔；免得伊看見你中間有污穢，就離開你。"}},{"book":"申","chapter":23,"verse":15,"versions":{"unv":"「若有奴僕脫了主人的手，逃到你那裡，你不可將他交付他的主人。","bklcl":"Nā ū lô͘-po̍k thoat-lī i ê chú-lâng, cháu kàu lí hia, lí m̄-thang chiong i kau hō͘ i ê chú-lâng;","tghg":"「若有奴僕脫離伊的主人，走到你遐，你呣通將伊交互伊的主人。","bklhl":"若有奴僕脫離伊ê主人，走到你hia，你m̄-thang將伊交hō͘伊ê主人；"}},{"book":"申","chapter":23,"verse":16,"versions":{"unv":"他必在你那裡與你同住，在你的城邑中，要由他選擇一個所喜悅的地方居住；你不可欺負他。","bklcl":"i beh kap lí tiàm, khiā lí tiong-kan, tī i só͘ kéng lí chi̍t ê siâⁿ-mn̂g-lāi ê só͘-chāi, chiū-sī i só͘ hoaⁿ-hí ê;  lí m̄-thang khi-hū i.","tghg":"伊欲及你踮，徛你中間，佇伊所揀你一個城門內的所在，就是伊所歡喜的；你呣通欺負伊。","bklhl":"伊beh kap你tiàm，khiā你中間，tī伊所揀你一个城門內ê所在，就是伊所歡喜ê；你m̄-thang欺負伊。"}},{"book":"申","chapter":23,"verse":17,"versions":{"unv":"「以色列的女子中不可有妓女；以色列的男子中不可有孌童。","bklcl":"Í-sek-lia̍t ê lú-chú-tiong m̄-thang ū kī-lú.\tÍ-sek-lia̍t ê lâm-chú-tiong m̄-thang ū loân-tông.","tghg":"「以色列的女子中呣通有妓女；以色列的男子中呣通有孌童(loân-tông)。","bklhl":"以色列ê女子中m̄-thang有妓女。\t以色列ê男子中m̄-thang有攣童。"}},{"book":"申","chapter":23,"verse":18,"versions":{"unv":"娼妓所得的錢，或孌童（原文是狗）所得的價，你不可帶入耶和華─你　神的殿還願，因為這兩樣都是耶和華─你　神所憎惡的。","bklcl":"Chhiong-ki só͘ tit-tio̍h ê chîⁿ, á-sī káu-lūi ê kang-chîⁿ, lí m̄-thang tòa ji̍p Iâ-hô-hoa lí Siōng-tè ê tiān lâi siā-goān;  in-ūi chit nn̄g-hāng lóng sī Iâ-hô-hoa lí Siōng-tè só͘ iàm-ò͘ⁿ ê.","tghg":"娼妓所得著的錢，抑是狗類的工錢，你呣通帶入耶和華──你上帝的殿來謝願，因為此二項攏是耶和華──你上帝所厭惡的。","bklhl":"娼妓所得tio̍h ê錢，á是狗類ê工錢，你m̄-thang 帶入耶和華你上帝ê殿來謝願；因為chit兩項lóng是耶和華你上帝所厭惡ê。"}},{"book":"申","chapter":23,"verse":19,"versions":{"unv":"「你借給你弟兄的，或是錢財或是糧食，無論甚麼可生利的物，都不可取利。","bklcl":"Lí ê hiaⁿ-tī he̍k-sī tùi lí chioh chîⁿ-gûn, á-sī chioh chia̍h-mi̍h, chioh kìⁿ-nā ōe siⁿ lī-sek ê mi̍h, lí lóng m̄-thang the̍h i ê lī-sek;","tghg":"「你的兄弟或是對你借錢銀，抑是借食物，借見若會生利息的物，你攏呣通提伊的利息。","bklhl":"你ê兄弟或是對你借錢銀，á是借食物，借見若能生利息ê物，你lóng m̄-thang the̍h伊ê利息；"}},{"book":"申","chapter":23,"verse":20,"versions":{"unv":"借給外邦人可以取利，只是借給你弟兄不可取利。這樣，耶和華─你　神必在你所去得為業的地上和你手裡所辦的一切事上賜福與你。","bklcl":"lí chioh gōa-cho̍k ê lâng, thang the̍h i ê lī-sek, chóng-sī chioh lí ê hiaⁿ-tī chiū m̄-thang the̍h i ê lī-sek;  thang hō͘ Iâ-hô-hoa lí Siōng-tè tī lí só͘ khì beh tit-tio̍h chòe-gia̍p ê tōe, tī lí ê chhiú só͘ chòe it-chhè ê sū, sù-hok lí.","tghg":"你借外族的人通提伊的利息，總是借你的兄弟就呣通提伊的利息。通互耶和華──你上帝佇你所去欲得著做業的地，佇你的手所做一切的事賜福你。","bklhl":"你借外族ê人，thang the̍h伊ê利息，總是借你ê兄弟就m̄-thang the̍h伊ê利息；thang hō͘耶和華你上帝tī你所去beh得tio̍h做業ê地，tī你ê手所做一切ê事，賜福你。"}},{"book":"申","chapter":23,"verse":21,"versions":{"unv":"「你向耶和華─你的　神許願，償還不可遲延；因為耶和華─你的　神必定向你追討，你不償還就有罪。","bklcl":"Lí tùi Iâ-hô-hoa lí ê Siōng-tè hē-goān, siā i m̄-thang iân-chhiân;  in-ūi Iâ-hô-hoa lí ê Siōng-tè tek-khak beh tùi lí thó;  lí nā bô siā, chiū ū chōe;","tghg":"「你對耶和華──你的上帝下願，謝伊呣通延迁(iân-chhiân)；因為耶和華──你的上帝的確欲對你討，你若無謝就有罪。","bklhl":"你對耶和華你ê上帝下願，謝伊m̄-thang 延chhiân；因為耶和華你ê上帝的確beh對你討；你若無謝，就有罪；"}},{"book":"申","chapter":23,"verse":22,"versions":{"unv":"你若不許願，倒無罪。","bklcl":"lí nā bô hē-goān, chiū bô chōe.","tghg":"你若無下願，就無罪。","bklhl":"你若無下願，就無罪。"}},{"book":"申","chapter":23,"verse":23,"versions":{"unv":"你嘴裡所出的，就是你口中應許甘心所獻的，要照你向耶和華─你　神所許的願謹守遵行。","bklcl":"Kìⁿ-nā tùi lí ê chhùi só͘ chhut ê, chiàu lí í-keng hē-goān tī Iâ-hô-hoa lí Siōng-tè lâi kam-sim hiàn ê, chiū-sī lí ê chhùi só͘ ín, lí tio̍h chip-siú lâi kiâⁿ i.","tghg":"見若對你的嘴所出的，照你已經下願佇耶和華──你上帝來甘心獻的，就是你的嘴所應，你著執守來行伊。","bklhl":"見若對你ê嘴所出ê，照你已經下願tī耶和華你上帝來甘心獻ê，就是你ê嘴所允，你tio̍h執守來行伊。"}},{"book":"申","chapter":23,"verse":24,"versions":{"unv":"「你進了鄰舍的葡萄園，可以隨意吃飽了葡萄，只是不可裝在器皿中。","bklcl":"Lí ji̍p lí ê chhù-piⁿ ê phû-tô-hn̂g, thang chhut-chāi ì-sù chia̍h phû-tô kàu pá;  chóng-sī m̄-thang tóe tī lí ê khì-kū-lāi.","tghg":"「你入你的厝邊的葡萄園，通出在意思食葡萄到飽，總是呣通貯佇你的器具內。","bklhl":"你入你ê厝邊ê葡萄園，thang chhut-chāi意思食葡萄到飽；總是m̄-thang貯tī你ê器具內。"}},{"book":"申","chapter":23,"verse":25,"versions":{"unv":"你進了鄰舍站著的禾稼，可以用手摘穗子，只是不可用鐮刀割取禾稼。」","bklcl":"Lí ji̍p lí ê chhù-piⁿ iáu-bē koah ê ngó͘-kok tiong, thang ēng chhiú tiah i ê sūi;  chóng-sī m̄-thang ēng liâm-á koah lí ê chhù-piⁿ ê gō͘-kak.","tghg":"你入你的厝邊猶未割的五穀中，通用手摘(tiah)伊的穗，總是呣通用鐮仔割你的厝邊的五穀。」","bklhl":"你入你ê厝邊iáu未割ê五穀中，thang用手摘伊ê穗；總是m̄-thang用鐮á割你ê厝邊ê五穀。"}}]