[{"book":"申","chapter":29,"verse":1,"versions":{"unv":"這是耶和華在摩押地吩咐摩西與以色列人立約的話，是在他和他們於何烈山所立的約之外。","bklcl":"Chiah-ê sī Iâ-hô-hoa, tī Mô͘-ap tōe, bēng-lēng Mô͘-se kap Í-sek-lia̍t lâng li̍p-iok ê ōe, sī I tī Hô-lia̍t kap in só͘ li̍p ê iok í-gōa-ê.","tghg":"諸個是耶和華佇摩押地命令摩西及以色列人立約的話，是伊佇何烈及𪜶所立的約以外的。","bklhl":"Chiah-ê是耶和華，tī Mô͘-ap地，命令摩西kap以色列人立約ê話，是伊tī Hô-lia̍t kap in所立ê約以外ê。"}},{"book":"申","chapter":29,"verse":2,"versions":{"unv":"摩西召了以色列眾人來，對他們說：「耶和華在埃及地，在你們眼前向法老和他眾臣僕，並他全地所行的一切事，你們都看見了，","bklcl":"Mô͘-se tiàu Í-sek-lia̍t chèng-lâng lâi, kā in kóng, Iâ-hô-hoa tī Ai-ki̍p tōe, tī lín ê ba̍k-chiu-chêng tùi Hoat-ló, kap i ê chèng jîn-sîn, í-ki̍p i choân-tōe, só͘ kiâⁿ it-chhè ê sū lín lóng ū khòaⁿ-kìⁿ,","tghg":"摩西召以色列眾人來，給𪜶講：「耶和華佇埃及地，佇恁的目睭前對法老及伊的眾人臣，以及伊全地所行一切的事恁攏有看見，","bklhl":"摩西召以色列眾人來，kā in講：耶和華tī埃及地，tī lín ê目睭前tùi法老，kap伊ê眾人臣，以及伊全地，所行一切ê事lín lóng有看見，"}},{"book":"申","chapter":29,"verse":3,"versions":{"unv":"就是你親眼看見的大試驗和神蹟，並那些大奇事。","bklcl":"chiū-sī lí chhin-ba̍k khòaⁿ-kìⁿ ê tōa chhì-giām, kap sîn-jiah, kap hiah-ê tōa kî-sū.","tghg":"就是你親目看見的大試驗及神蹟，及許個大奇事。","bklhl":"就是你親目看見ê大試驗，kap神蹟，kap hiah-ê大奇事。"}},{"book":"申","chapter":29,"verse":4,"versions":{"unv":"但耶和華到今日沒有使你們心能明白，眼能看見，耳能聽見。","bklcl":"Chóng-sī kàu kin-á-ji̍t Iâ-hô-hoa iáu bô hō͘ lí ōe hiáu-ngō͘ ê sim, ōe khòaⁿ-kìⁿ ê ba̍k-chiu, ōe thiaⁿ-kìⁿ ê hī-khang.","tghg":"總是到今仔日耶和華猶無互你會曉悟的心，會看見的目睭，會聽見的耳孔。","bklhl":"總是到今á日耶和華iáu無hō͘你能曉悟ê心，能看見ê目睭，能聽見ê耳孔。"}},{"book":"申","chapter":29,"verse":5,"versions":{"unv":"我領你們在曠野四十年，你們身上的衣服並沒有穿破，腳上的鞋也沒有穿壞。","bklcl":"Góa chhōa lín tī khòng-iá sì-cha̍p nî, lín seng-khu ê saⁿ bô phòa, kha-ni̍h ê ôe iā bô phòa;","tghg":"我導恁佇曠野四十年，恁身軀的衫無破，腳裡的鞋也無破。","bklhl":"我chhōa lín tī曠野四十年，lín身軀ê衫無破，腳裡ê鞋也無破；"}},{"book":"申","chapter":29,"verse":6,"versions":{"unv":"你們沒有吃餅，也沒有喝清酒濃酒。這要使你們知道，耶和華是你們的　神。","bklcl":"lín bô chia̍h piáⁿ, iā bô lim chheng-chiú, kāu-chiú; che sī beh hō͘ lín chai Góa chiū-sī Iâ-hô-hoa [chiū-sī] lín ê Siōng-tè.","tghg":"恁無食餅，也無飲清酒厚酒。這是欲互恁知，我就是耶和華──恁的上帝。","bklhl":"lín無食餅，也無lim清酒、厚酒；這是beh hō͘ lín知[我就是]耶和華[就是]lín ê上帝。"}},{"book":"申","chapter":29,"verse":7,"versions":{"unv":"你們來到這地方，希實本王西宏、巴珊王噩都出來與我們交戰，我們就擊殺了他們，","bklcl":"Lín kàu chit só͘-chāi, Hi-si̍t-pún ông Se-hông, Pa-san ông Go̍k, chhut-lâi kap lán kau-chiàn;","tghg":"恁到此所在，希實本王西宏、巴珊王噩(Go̍k)出來及咱交戰，咱就攻擊𪜶，","bklhl":"Lín到chit所在，Hi-si̍t-pún王Se-hông，Pa-san王Go̍k，出來kap咱交戰；"}},{"book":"申","chapter":29,"verse":8,"versions":{"unv":"取了他們的地給流便支派、迦得支派，和瑪拿西半支派為業。","bklcl":"lán chiū kong-kek in, chhú in ê tōe, hō͘ Liû-piān ê chi-phài, Ka-tek ê chi-phài, kap Má-ná-se pòaⁿ chi-phài chòe-gia̍p;","tghg":"取𪜶的地互流便的支派、迦得的支派，及瑪拿西半支派做業。","bklhl":"咱就攻擊in，取in ê地，hō͘ Liû-piān ê支派，Ka-tek ê支派，kap Má-ná-se半支派做業；"}},{"book":"申","chapter":29,"verse":9,"versions":{"unv":"所以你們要謹守遵行這約的話，好叫你們在一切所行的事上亨通。","bklcl":"só͘-í lín tio̍h chip-siú lâi kiâⁿ chit ê iok ê ōe, thang hō͘ lín tī it-chhè só͘ kiâⁿ ê sū heng-thong.","tghg":"所以恁著執守來行此個約的話，通互恁佇一切所行的事亨通。","bklhl":"所以lín tio̍h執守來行chit ê約ê話，thang hō͘ lín tī一切所行ê事興通。"}},{"book":"申","chapter":29,"verse":10,"versions":{"unv":"「今日，你們的首領、族長（原文是支派）、長老、官長、以色列的男丁，你們的妻子兒女，和營中寄居的，以及為你們劈柴挑水的人，都站在耶和華─你們的　神面前，","bklcl":"Kin-á-ji̍t lín chèng-lâng, lín ê siú-léng , lín ê chi-phài, lín ê tiúⁿ-ló, lín ê koaⁿ-tiúⁿ, Í-sek-lia̍t ê ta-po͘-teng,","tghg":"「今仔日恁眾人、恁的首領、恁的支派、恁的長老、恁的官長、以色列的查甫丁，恁的子兒恁的某，及你營內的出外人，對恁的劈柴的(phòa-chhâ-ê)到恁的汲水的(chhiūⁿ-chúi-ê)，攏徛佇耶和華──恁的上帝的面前，","bklhl":"今á日lín眾人，lín ê首領，lín ê支派，lín ê長老，lín ê官長，以色列ê ta-po͘丁，"}},{"book":"申","chapter":29,"verse":11,"versions":{"unv":"【併於上節】","bklcl":"lín ê kiáⁿ-jî, lín ê bó͘, kap lí iâⁿ-lāi ê chhut-gōa lâng, tùi lín ê phòa-chhâ-ê kàu lín ê chhiūⁿ-chúi-ê, lóng khiā tī Iâ-hô-hoa lín ê Siōng-tè ê bīn-chêng;","tghg":"（見申29：10）。","bklhl":"lín ê kiáⁿ兒，lín ê bó͘，kap你營內ê出外人，tùi lín ê破柴ê到lín ê chhiūⁿ水ê，lóng khiā tī耶和華lín ê上帝ê面前；"}},{"book":"申","chapter":29,"verse":12,"versions":{"unv":"為要你順從耶和華─你　神今日與你所立的約，向你所起的誓。","bklcl":"hō͘ lí ji̍p tī Iâ-hô-hoa lí Siōng-tè ê iok, iā ji̍p tī Iâ-hô-hoa lí Siōng-tè kin-á-ji̍t kap lí só͘ chiù-chōa ê;","tghg":"互你入佇耶和華──你上帝的約，也入佇耶和華──你上帝今仔日及你所咒誓的。","bklhl":"Hō͘你入tī耶和華你上帝ê約，也入tī耶和華你上帝今á日kap你所chiù-chōa ê；"}},{"book":"申","chapter":29,"verse":13,"versions":{"unv":"這樣，他要照他向你所應許的話，又向你列祖亞伯拉罕、以撒、雅各所起的誓，今日立你作他的子民，他作你的　神。","bklcl":"hō͘ I chiàu I só͘ bat tùi lí kóng-ê, koh chiàu I tùi lí ê lia̍t-chó͘ A-pek-la̍h-hán, Í-sat, Ngá-kok só͘ chiù-chōa-ê, kin-á-ji̍t siat-li̍p lí chòe I ê peh-sìⁿ, I chòe lí ê Siōng-tè.","tghg":"互伊照伊所曾對你講的，閣照伊對你的列祖亞伯拉罕、以撒、雅各所咒誓的，今仔日設立你做伊的百姓，伊做你的上帝。","bklhl":"Hō͘伊照伊所bat對你講ê，koh照伊對你ê列祖亞伯拉罕、以撒、雅各所chiù-chōa-ê，今á日設立你做伊ê百姓，伊做你ê上帝。"}},{"book":"申","chapter":29,"verse":14,"versions":{"unv":"我不但與你們立這約，起這誓，","bklcl":"Góa m̄-nā kap lín li̍p chit ê iok, kap chit ê chiù-chōa,","tghg":"我呣若及恁立此個約，及此個咒誓，","bklhl":"我m̄-nā kap lín立chit ê約，kap chit ê chiù-chōa，"}},{"book":"申","chapter":29,"verse":15,"versions":{"unv":"凡與我們一同站在耶和華─我們　神面前的，並今日不在我們這裡的人，我也與他們立這約，起這誓。","bklcl":"iā sī kap hiah-ê kin-á-ji̍t kap lán tâng-khiā tī Iâ-hô-hoa lán Siōng-tè ê bīn-chêng-ê, í-ki̍p kin-á-ji̍t bô kap lán tâng tī-teh ê lâng li̍p ê;","tghg":"也是及許個今仔日及咱同徛佇耶和華──咱上帝的面前的，以及今仔日無及咱同佇啲的人立的。」","bklhl":"也是kap hiah-ê今á日kap咱同khiā tī耶和華咱上帝ê面前ê，以及今á日無kap咱同tī-teh ê人立ê；"}},{"book":"申","chapter":29,"verse":16,"versions":{"unv":"「我們曾住過埃及地，也從列國經過；這是你們知道的。","bklcl":"(in-ūi lán ū cháiⁿ-iūⁿ tiàm tī Ai-ki̍p tōe, iā lán ū cháiⁿ-iūⁿ keng-kè lín só͘ tùi-hia kè ê lia̍t-kok, che sī lín só͘ chai ê;","tghg":"「因為咱有怎樣踮佇埃及地，也咱有怎樣經過恁所對遐過的列國；這是恁所知的。","bklhl":"(因為咱有怎樣tiàm tī埃及地，也咱有怎樣經過lín所tùi-hia過ê列國，這是lín所知ê；"}},{"book":"申","chapter":29,"verse":17,"versions":{"unv":"你們也看見他們中間可憎之物，並他們木、石、金、銀的偶像。","bklcl":"lín iā khòaⁿ-kìⁿ in tiong-kan thang iàm-ò͘ⁿ ê mi̍h, kap in hiah-ê chhâ, chio̍h, kim, gûn ê ngó͘-siōng;)","tghg":"恁也看見𪜶中間通厭惡的物，及𪜶許個柴、石、金、銀的偶像。","bklhl":"lín也看見in中間thang厭惡ê物，kap in hiah-ê柴、石、金、銀ê偶像；)"}},{"book":"申","chapter":29,"verse":18,"versions":{"unv":"惟恐你們中間，或男或女，或族長或支派長，今日心裡偏離耶和華─我們的　神，去事奉那些國的　神；又怕你們中間有惡根生出苦菜和茵蔯來，","bklcl":"kiaⁿ-liáu lín tiong-kan, ta-po͘ lâng, á-sī cha-bó͘ lâng, he̍k-sī ka-cho̍k, he̍k-sī chi-phài, in ê sim kin-á-ji̍t pōe-biū Iâ-hô-hoa lán ê Siōng-tè, khì ho̍k-sāi hiah-ê kok ê siōng-tè;  koh kiaⁿ-liáu lín tiong-kan ū pháiⁿ-kun siⁿ-chhut to̍k-chháu kap in-tîn;","tghg":"驚了恁中間，查甫人抑是查某人，或是(he̍k-sī)家族或是支派，𪜶的心今仔日悖謬(pōe-biū)耶和華──咱的上帝，去服事許個國的上帝；閣驚了恁中間有歹根生出毒草及茵蔯(in-tîn)，","bklhl":"驚了lín中間，ta-po͘人，á是cha-bó͘人，或是家族，或是支派，in ê心今á日悖謬耶和華咱ê上帝，去服事hiah-ê國ê上帝；koh驚了lín中間有pháiⁿ根生出毒草kap茵蔯；"}},{"book":"申","chapter":29,"verse":19,"versions":{"unv":"聽見這咒詛的話，心裡仍是自誇說：『我雖然行事心裡頑梗，連累眾人，卻還是平安。』","bklcl":"i thiaⁿ-kìⁿ chit-ê chiù-chó͘ ê ōe, sim-lāi iû-goân ka-kī an-ùi, kóng, Góa sui-jiân kiâⁿ tāi-chì, sim ngī, chiong ta-ê, tâm-ê lóng húi-bia̍t, góa iáu-kú ōe pêng-an;","tghg":"伊聽見此個咒詛的話，心內猶原家己安慰講：『我雖然行代誌心硬，將乾的、𣸄(tâm)的攏毀滅，我猶久會平安。』","bklhl":"伊聽見chit ê咒詛ê話，心內猶原家己安慰，講：我雖然行tāi-chì，心硬，將乾ê，tâm-ê lóng毀滅，我iáu-kú會平安；"}},{"book":"申","chapter":29,"verse":20,"versions":{"unv":"耶和華必不饒恕他；耶和華的怒氣與憤恨要向他發作，如煙冒出，將這書上所寫的一切咒詛都加在他身上。耶和華又要從天下塗抹他的名，","bklcl":"Iâ-hô-hoa bô beh sià-bián i, Iâ-hô-hoa ê siū-khì kap tò͘-khī, beh sio hit-lâng, chiong chit pún chheh só͘ kì it-chhè ê chiù-chó͘, lóng beh kàu tī i ê seng-khu;  Iâ-hô-hoa koh beh tùi thiⁿ-ē chhat-bia̍t i ê miâ;","tghg":"耶和華無欲赦免伊；耶和華的受氣及妒忌欲燒彼人，將此本冊所記一切的咒詛攏欲到佇伊的身軀。耶和華閣欲對天下擦滅伊的名，","bklhl":"耶和華無beh赦免伊，耶和華ê受氣kap妒忌，beh燒hit人，將chit本冊所記一切ê咒詛，lóng beh到tī伊ê身軀；耶和華koh beh tùi天下擦滅伊ê名；"}},{"book":"申","chapter":29,"verse":21,"versions":{"unv":"也必照著寫在律法書上、約中的一切咒詛將他從以色列眾支派中分別出來，使他受禍。","bklcl":"Iâ-hô-hoa iā beh chiàu chit ê lu̍t-hoat ê chheh só͘ kì-chài ê iok it-chhè ê chiù-chó͘, tùi Í-sek-lia̍t chèng chi-phài ê tiong-kan hun-piat i, hō͘ i tú-tio̍h chai-ē.","tghg":"耶和華也欲照此個律法的冊所記載的約一切的咒詛，對以色列眾支派的中間分別伊，互伊抵著(tú-tio̍h)災禍。","bklhl":"耶和華也beh照chit ê律法ê冊所記載ê約一切ê咒詛，tùi以色列眾支派ê中間分別伊，hō͘伊tú-tio̍h災厄。"}},{"book":"申","chapter":29,"verse":22,"versions":{"unv":"你們的後代，就是以後興起來的子孫，和遠方來的外人，看見這地的災殃，並耶和華所降與這地的疾病，","bklcl":"Chiū āu-tāi, lín hō͘-pòe ê kiáⁿ-sun, kap hn̄g-hn̄g lâi ê gōa-kok lâng, khòaⁿ-kìⁿ hit só͘-chāi ê chai-ē, í-ki̍p Iâ-hô-hoa só͘ hō͘ in tú-tio̍h ê pīⁿ-chèng,","tghg":"就後代，恁後輩(hō͘-pòe)的子孫，及遠遠來的外國人，看見彼所在的災禍，以及耶和華所互𪜶抵著的病症，","bklhl":"就後代，lín後輩ê kiáⁿ孫，kap遠遠來ê外國人，看見hit所在ê災厄，以及耶和華所hō͘ in tú-tio̍h ê病症，"}},{"book":"申","chapter":29,"verse":23,"versions":{"unv":"又看見遍地有硫磺，有鹽鹵，有火跡，沒有耕種，沒有出產，連草都不生長─好像耶和華在忿怒中所傾覆的所多瑪、蛾摩拉、押瑪、洗扁一樣─","bklcl":"koh khòaⁿ-kìⁿ piàn-tōe ū jiû-n̂g, ū iâm, ū hé-sio, bô chèng-choh, bô chhut-sán, liân chháu iā bô hoat-siⁿ tī-hia, chhin-chhiūⁿ Só͘-to-má, Gô-mô͘-la̍h, Ap-má, Sé-phian ê húi-hoāi, chiū-sī Iâ-hô-hoa tōa siū-khì ê sî só͘ húi-hoāi-ê chi̍t-iūⁿ,","tghg":"閣看見遍地有硫磺，有鹽，有火燒，無種作，無出產，連草也無發生佇遐──親像所多瑪、蛾摩拉、押瑪、洗扁的毀壞，就是耶和華大受氣的時所毀壞的一樣──","bklhl":"koh看見遍地有硫磺，有鹽，有火燒，無種作，無出產，連草也無發生tī-hia，親像所多瑪、蛾摩拉、Ap-má、Sé-phian ê毀壞，就是耶和華大受氣ê時所毀壞ê一樣，"}},{"book":"申","chapter":29,"verse":24,"versions":{"unv":"所看見的人，連萬國人，都必問說：『耶和華為何向此地這樣行呢？這樣大發烈怒是甚麼意思呢？』","bklcl":"hiah-ê lia̍t-kok in lóng beh kóng, Iâ-hô-hoa siáⁿ-sū tùi chit ê tōe án-ni kiâⁿ ah?  chit ê siū-khì hiah béng-lia̍t sī sím-mi̍h ì-sù ah?","tghg":"許個列國𪜶攏欲講：『耶和華啥事對此個地按呢行啊？此個受氣許猛烈是甚麼意思啊？』","bklhl":"Hiah-ê列國in lóng beh講：耶和華啥事對chit ê地án-ni行ah？chit ê受氣hiah猛烈是甚麼意思ah？"}},{"book":"申","chapter":29,"verse":25,"versions":{"unv":"人必回答說：『是因這地的人離棄了耶和華─他們列祖的　神，領他們出埃及地的時候與他們所立的約，","bklcl":"Lâng beh kóng, Sī in-ūi in khì-sak Iâ-hô-hoa in lia̍t-chó͘ ê Siōng-tè ê iok, sī I chhōa in chhut Ai-ki̍p tōe ê sî só͘ li̍p ê;","tghg":"人欲講：『是因為𪜶棄拺耶和華──𪜶列祖的上帝的約，是伊導𪜶出埃及地的時所立的，","bklhl":"人beh講：是因為in棄sak耶和華in列祖ê上帝ê約，是伊chhōa in出埃及地ê時所立ê；"}},{"book":"申","chapter":29,"verse":26,"versions":{"unv":"去事奉敬拜素不認識的別神，是耶和華所未曾給他們安排的。","bklcl":"in khì thàn pa̍t-ê siōng-tè ho̍k-sāi i, sī in pêng-sò͘ só͘ m̄-bat ê siōng-tè, Iâ-hô-hoa bē-bat hun-phài hō͘ in ê;","tghg":"𪜶去趁別個上帝服事伊，是𪜶平素所呣識的上帝，耶和華未曾分派互𪜶的。","bklhl":"in去thàn別ê上帝服事伊，是in平素所m̄-bat ê上帝，耶和華bē-bat分派hō͘ in ê；"}},{"book":"申","chapter":29,"verse":27,"versions":{"unv":"所以耶和華的怒氣向這地發作，將這書上所寫的一切咒詛都降在這地上。","bklcl":"só͘-í Iâ-hô-hoa hoat tōa siū-khì tī chit ê tōe, chiong chit ê chheh só͘ kì it-chhè ê chiù-chó͘, lóng kàng-lo̍h tī i;","tghg":"所以耶和華發大受氣佇此個地，將此個冊所記一切的咒詛攏降落佇伊。","bklhl":"所以耶和華發大受氣tī chit ê地，將chit ê冊所記一切ê咒詛，lóng降落tī伊；"}},{"book":"申","chapter":29,"verse":28,"versions":{"unv":"耶和華在怒氣、忿怒、大惱恨中將他們從本地拔出來，扔在別的地上，像今日一樣。』","bklcl":"Iâ-hô-hoa tī siū-khì-tiong tōa siū-khì, thòng-hūn pu̍ih in chhut i ê tōe, hiat in tī gōa-pang, chhin-chhiūⁿ kin-á-ji̍t chi̍t-iūⁿ.","tghg":"耶和華佇受氣中、大受氣、痛恨拔(pu̍ih)𪜶出伊的地，㧒𪜶佇外邦，親像今仔日一樣。』","bklhl":"耶和華tī受氣中大受氣，痛恨拔in出伊ê地，hiat in tī外邦，親像今á日一樣。"}},{"book":"申","chapter":29,"verse":29,"versions":{"unv":"「隱祕的事是屬耶和華─我們　神的；惟有明顯的事是永遠屬我們和我們子孫的，好叫我們遵行這律法上的一切話。」","bklcl":"Pì-ba̍t ê sū sio̍k tī Iâ-hô-hoa lán Siōng-tè ê;  hián-bêng ê sū, sī éng-oán sio̍k tī lán kap lán ê kiáⁿ-sun, beh hō͘ lán kiâⁿ chit ê lu̍t-hoat it-chhè ê ōe.","tghg":"「秘密的事屬佇耶和華──咱上帝的；顯明的事是永遠屬佇咱及咱的子孫，欲互咱行此個律法一切的話。」","bklhl":"秘密ê事屬tī耶和華咱上帝ê；顯明ê事，是永遠屬tī咱kap咱ê kiáⁿ孫，beh hō͘咱行chit ê律法一切ê話。"}}]