[{"book":"申","chapter":20,"verse":1,"versions":{"unv":"「你出去與仇敵爭戰的時候，看見馬匹、車輛，並有比你多的人民，不要怕他們，因為領你出埃及地的耶和華─你　神與你同在。","bklcl":"Lí chhut-khì kap tùi-te̍k kau-chiàn ê sî, khòaⁿ-kìⁿ bé, chhia, í-ki̍p peh-sìⁿ pí lí khah-chōe-ê, m̄-bián kiaⁿ in;  in-ūi chhōa lí chhut Ai-ki̍p tōe ê Iâ-hô-hoa lí ê Siōng-tè kap lí tī-teh.","tghg":"「你出去及對敵交戰的時，看見馬、車，以及百姓比你卡多個，呣免驚𪜶，因為導你出埃及地的耶和華──你的上帝及你佇啲。","bklhl":"你出去kap對敵交戰ê時，看見馬、車，以及百姓比你khah-chōe-ê，m̄免驚in；因為chhōa你出埃及地ê耶和華你ê上帝kap你tī-teh。"}},{"book":"申","chapter":20,"verse":2,"versions":{"unv":"你們將要上陣的時候，祭司要到百姓面前宣告","bklcl":"Lín teh-beh lîm-tīn kau-chiàn ê sî, chè-si tio̍h kàu peh-sìⁿ ê bīn-chêng soan-pò͘;","tghg":"恁啲欲臨陣(lîm-tīn)交戰的時，祭司著到百姓的面前宣佈，","bklhl":"Lín teh-beh臨陣交戰ê時，祭司tio̍h到百姓ê面前宣布；"}},{"book":"申","chapter":20,"verse":3,"versions":{"unv":"說：『以色列人哪，你們當聽，你們今日將要與仇敵爭戰，不要膽怯，不要懼怕戰兢，也不要因他們驚恐；","bklcl":"tùi in kóng, Í-sek-lia̍t lâng ah, lín tio̍h thiaⁿ;  lín kin-á-ji̍t beh kap peh-sìⁿ tùi-te̍k kau-chiàn, m̄-thang sit-táⁿ, m̄-thang kiaⁿ, lâi ngia̍uh-ngia̍uh-chhoah, iā m̄-thang in-ūi in lâi lún-neh;","tghg":"對𪜶講：『以色列人啊，恁著聽，恁今仔日欲及百姓對敵交戰，呣通失膽，呣通驚，來愕愕惙，也呣通因為𪜶來愞懾(lún-neh)；","bklhl":"對in講，以色列人ah，lín tio̍h聽；lín今á日beh kap百姓對敵交戰，m̄-thang失膽，m̄-thang驚，來ngia̍uh-ngia̍uh-chhoah，也m̄-thang因為in來忍neh；"}},{"book":"申","chapter":20,"verse":4,"versions":{"unv":"因為耶和華─你們的　神與你們同去，要為你們與仇敵爭戰，拯救你們。』","bklcl":"in-ūi Iâ-hô-hoa lín ê Siōng-tè chiū-sī kap lín saⁿ-kap khì ê, beh thòe lín kap tùi-te̍k kau-chiàn lâi chín-kiù lín.","tghg":"因為耶和華──恁的上帝就是及恁相及去的，欲替恁及對敵交戰來拯救恁。』","bklhl":"因為耶和華lín ê上帝就是kap lín相kap去ê，beh替lín kap對敵交戰來拯救lín。"}},{"book":"申","chapter":20,"verse":5,"versions":{"unv":"官長也要對百姓宣告說：『誰建造房屋，尚未奉獻，他可以回家去，恐怕他陣亡，別人去奉獻。","bklcl":"Hiah ê koaⁿ-tiúⁿ iā tio̍h tùi peh-sìⁿ soan-pò͘, kóng, Chī-chūi khí sin-chhù iáu-bē kiâⁿ lo̍k-sêng ê lé ah?  i tio̍h tò-khì in tau, kiaⁿ-liáu i tīn-bông, pa̍t-lâng kiâⁿ lo̍k-sêng ê lé.","tghg":"許個官長也著對百姓宣佈講：『是誰起新厝，猶未行落成的禮啊？伊著倒去𪜶兜(tau)，驚了伊陣亡(tīn-bông)，別人行落成的禮。","bklhl":"Hiah-ê官長也tio̍h對百姓宣布，講：Chī-chūi起新厝iáu未行落成ê禮 ah？伊tio̍h tò去in tau，驚了伊陣亡，別人行落成 ê禮。"}},{"book":"申","chapter":20,"verse":6,"versions":{"unv":"誰種葡萄園，尚未用所結的果子，他可以回家去，恐怕他陣亡，別人去用。","bklcl":"Chī-chūi chèng phû-tô-hn̂g, iáu-bē ū ēng-tio̍h i ê ké-chí ah?  i iā thang tò-khì in tau, kiaⁿ-liáu i tīn-bông, pa̍t-lâng khì ēng i.","tghg":"是誰種葡萄園，猶未有用著伊的果子啊？伊也通倒去𪜶兜，驚了伊陣亡，別人去用伊。","bklhl":"Chī-chūi種葡萄園，iáu未有用tio̍h伊ê果子ah？伊也thang tò去in tau，驚了伊陣亡，別人去用伊。"}},{"book":"申","chapter":20,"verse":7,"versions":{"unv":"誰聘定了妻，尚未迎娶，他可以回家去，恐怕他陣亡，別人去娶。』","bklcl":"Chī-chūi phèng-tiāⁿ bó͘, iáu-bē chhōa i ah?  i iā thang tò-khì in tau, kiaⁿ-liáu i tīn-bông, pa̍t-lâng chhōa i.","tghg":"是誰聘定(phèng-tiāⁿ)某，猶未娶伊啊？伊也通倒去𪜶兜，驚了伊陣亡，別人娶伊。』","bklhl":"Chī-chūi聘定bó͘，iáu未娶伊ah？伊也thang tò去in tau，驚了伊陣亡，別人娶伊。"}},{"book":"申","chapter":20,"verse":8,"versions":{"unv":"官長又要對百姓宣告說：『誰懼怕膽怯，他可以回家去，恐怕他弟兄的心消化，和他一樣。』","bklcl":"Hiah ê koaⁿ-tiúⁿ koh tio̍h tùi peh-sìⁿ soan-pò͘, kóng, Chī-chūi kiaⁿ-hiâⁿ sit-táⁿ ah?  i thang tò-khì in tau, kiaⁿ-liáu i ê hiaⁿ-tī ê sim siau-iûⁿ, chhin-chhiūⁿ i ê sim chi̍t-iūⁿ.","tghg":"許個官長閣著對百姓宣佈講：『是誰驚惶失膽啊？伊通倒去𪜶兜，驚了伊的兄弟的心消溶，親像伊的心一樣。』","bklhl":"Hiah-ê官長koh tio̍h對百姓宣布，講：Chī-chūi驚惶失膽ah？伊thang tò去in tau，驚了伊ê兄弟ê心消溶，親像伊ê心一樣。"}},{"book":"申","chapter":20,"verse":9,"versions":{"unv":"官長對百姓宣告完了，就當派軍長率領他們。","bklcl":"Hiah ê koaⁿ-tiúⁿ tùi peh-sìⁿ soan-pò͘ bêng-pe̍k, tio̍h siat-li̍p hiah-ê kun-tiúⁿ chòe-thâu lâi chhōa peh-sìⁿ.","tghg":"許個官長對百姓宣佈明白，著設立許個軍長做頭來導百姓。","bklhl":"Hiah-ê官長對百姓宣布明白，tio̍h設立hiah-ê軍長做頭來chhōa百姓。"}},{"book":"申","chapter":20,"verse":10,"versions":{"unv":"「你臨近一座城、要攻打的時候，先要對城裡的民宣告和睦的話。","bklcl":"Lí óa-kūn chi̍t ê siâⁿ beh phah ê sî, tio̍h tāi-seng tùi i soan-pò͘ hô-pêng ê ōe.","tghg":"「你倚近一個城、欲拍的時，著代先對伊宣佈和平的話。","bklhl":"你óa近一个城beh phah ê時，tio̍h事先對伊宣布和平ê話。"}},{"book":"申","chapter":20,"verse":11,"versions":{"unv":"他們若以和睦的話回答你，給你開了城，城裡所有的人都要給你效勞，服事你；","bklcl":"I nā ēng hô-pêng ê ōe tap-hok lí, kā lí khui siâⁿ-mn̂g, hit tiong-kan só͘ ū ê peh-sìⁿ lóng beh chòe lí ê chhe-ēng, lâi ho̍k-sāi lí.","tghg":"伊若用和平的話答覆你，給你開城門，彼中間所有的百姓攏欲做你的差用，來服事你；","bklhl":"伊若用和平ê話答覆你，kā你開城門，hit中間所有ê百姓lóng beh做你ê差用，來服事你。"}},{"book":"申","chapter":20,"verse":12,"versions":{"unv":"若不肯與你和好，反要與你打仗，你就要圍困那城。","bklcl":"I nā m̄-khéng kap lí hô-hó, hoán-tńg beh kap lín kau-chiàn, lín chiū tio̍h ûi-khùn i.","tghg":"伊若呣肯及你和好，反轉欲及恁交戰，恁就著圍困伊；","bklhl":"伊若m̄肯kap你和好，反tńg beh kap lín交戰，lín就tio̍h圍困伊。"}},{"book":"申","chapter":20,"verse":13,"versions":{"unv":"耶和華─你的　神把城交付你手，你就要用刀殺盡這城的男丁。","bklcl":"Iâ-hô-hoa lí ê Siōng-tè ēng i kau-hù lí, lí chiū tio̍h ēng to it-chīn thâi-sí i hiah-ê ta-po͘-teng;","tghg":"耶和華──你的上帝用伊交付你，你就著用刀一盡刣死伊許個查甫丁。","bklhl":"耶和華你ê上帝用伊交付你，你就tio̍h用刀一盡刣死伊hiah-ê ta-po͘丁；"}},{"book":"申","chapter":20,"verse":14,"versions":{"unv":"惟有婦女、孩子、牲畜，和城內一切的財物，你可以取為自己的掠物。耶和華─你　神把你仇敵的財物賜給你，你可以吃用。","bklcl":"to̍k-to̍k hū-lú, gín-ná, cheng-siⁿ, kap siâⁿ-lāi it-chhè só͘ chhiúⁿ ê mi̍h, lí thang chhiúⁿ i lâi chòe ka-kī ê lō͘-ēng;  lí só͘ chhiúⁿ lí ê tùi-te̍k ê mi̍h, chiū-sī Iâ-hô-hoa lí Siōng-tè só͘ siúⁿ-sù lí ê, lí thang chia̍h-ēng.","tghg":"獨獨婦女、囝仔、精牲、及城內一切所搶的物，你通搶伊來做家己的路用。你所搶你的對敵的物，就是耶和華──你上帝所賞賜你的，你通食用。","bklhl":"獨獨婦女、gín-ná、cheng-siⁿ，kap城內一切所搶ê物，你thang搶伊來做家己ê路用；你所搶你ê對敵ê物，就是耶和華你上帝所賞賜你ê，你thang食用。"}},{"book":"申","chapter":20,"verse":15,"versions":{"unv":"離你甚遠的各城，不是這些國民的城，你都要這樣待他。","bklcl":"Lī-khui lí hn̄g-hn̄g hiah-ê siâⁿ, m̄-sī chiah-ê lia̍t-kok ê siâⁿ, lí tio̍h án-ni khoán-thāi i.","tghg":"離開你遠遠許個城，呣是諸個列國的城，你著按呢款待伊。","bklhl":"離開你遠遠hiah-ê城，m̄是chiah ê列國ê城，你tio̍h án-ni款待伊。"}},{"book":"申","chapter":20,"verse":16,"versions":{"unv":"但這些國民的城，耶和華─你　神既賜你為業，其中凡有氣息的，一個不可存留；","bklcl":"To̍k-to̍k sio̍k chiah-ê peh-sìⁿ ê siâⁿ, Iâ-hô-hoa lí Siōng-tè í-keng siúⁿ-sù lí chòe-gia̍p, kî-tiong kìⁿ-ū chhoán-khùi ê, lí m̄-thang hō͘ i oa̍h-teh;","tghg":"獨獨屬諸個百姓的城，耶和華──你上帝已經賞賜你做業，其中見有喘氣的，你呣通互伊活啲；","bklhl":"獨獨屬chiah ê百姓ê城，耶和華你上帝已經賞賜你做業，其中見有喘氣ê，你m̄-thang hō͘伊活teh；"}},{"book":"申","chapter":20,"verse":17,"versions":{"unv":"只要照耶和華─你　神所吩咐的將這赫人、亞摩利人、迦南人、比利洗人、希未人、耶布斯人都滅絕淨盡，","bklcl":"tio̍h chiàu Iâ-hô-hoa lí Siōng-tè só͘ bēng-lēng lí ê, chiong Hek lâng, A-mô͘-lī lâng, Ka-lâm lâng, Pí-lī-sé lâng, Hi-bī lâng, Iâ-pò͘-su lâng, it-chīn bia̍t i;","tghg":"著照耶和華──你上帝所命令你的將赫人、亞摩利人、迦南人、比利洗人、希未人、耶布斯人一盡滅伊，","bklhl":"tio̍h照耶和華你上帝所命令你ê，將Hek人、A-mô͘-lī人、迦南人、Pí-lī-sé人、Hi-bī人、Iâ-pò͘-su人，一盡滅伊；"}},{"book":"申","chapter":20,"verse":18,"versions":{"unv":"免得他們教導你們學習一切可憎惡的事，就是他們向自己神所行的，以致你們得罪耶和華─你們的　神。","bklcl":"bián-tit in kà-sī lín o̍h it-chhè khó-ò͘ⁿ ê sū, chiū-sī in tùi tī in ê siōng-tè só͘ kiâⁿ ê, tì-kàu lín tek-chōe Iâ-hô-hoa lín ê Siōng-tè.","tghg":"免得𪜶教示恁學一切可惡的事，就是𪜶對佇𪜶的上帝所行的，致到恁得罪耶和華──恁的上帝。","bklhl":"免得in教示lín學一切可惡ê事，就是in對tī in ê上帝所行ê，致到lín得罪耶和華lín ê上帝。"}},{"book":"申","chapter":20,"verse":19,"versions":{"unv":"「你若許久圍困、攻打所要取的一座城，就不可舉斧子砍壞樹木；因為你可以吃那樹上的果子，不可砍伐。田間的樹木豈是人，叫你糟蹋嗎？","bklcl":"Lí nā kú-kú ûi-khùn chi̍t ê siâⁿ, kong-kek beh chhú i, chiū m̄-thang ēng pó͘-thâu phah-pháiⁿ chhiū-ba̍k;  in-ūi lí thang chia̍h i ê ké-chí, só͘-í m̄-thang chhò i;  chhân-iá ê chhiū-ba̍k kiám-sī lâng, hō͘ lí ûi-khùn mah?","tghg":"「你若久久圍困一個城、攻擊欲取伊，就呣通用斧頭拍歹樹木；因為你通食伊的果子，所以呣通剉伊，田野的樹木豈是人，互你圍困嗎？","bklhl":"你若久久圍困一个城，攻擊beh取伊，就m̄-thang用斧頭phah-pháiⁿ樹木；因為你thang食伊ê果子，所以m̄-thang剉伊；田野ê樹木kiám是人，hō͘你圍困mah？"}},{"book":"申","chapter":20,"verse":20,"versions":{"unv":"惟獨你所知道不是結果子的樹木可以毀壞、砍伐，用以修築營壘，攻擊那與你打仗的城，直到攻塌了。」","bklcl":"To̍k-to̍k lí só͘ bat m̄-sī thang chòe chia̍h-mi̍h ê chhiū, thang chhò lâi húi-hoāi i, ēng i lâi chòe kong-siâⁿ ê khì-kū, kong-kek hit-ê kap lí kau-chiàn ê siâⁿ, kàu kong-phòa i.","tghg":"獨獨你所識呣是通做食物的樹通剉來毀壞伊，用伊來做攻城的器具，攻擊彼個及你交戰的城，到攻破伊。」","bklhl":"獨獨你所bat m̄是thang做食物ê樹，thang剉來毀壞伊，用伊來做攻城ê器具，攻擊hit ê kap你交戰ê城，到攻破伊。"}}]