[{"book":"申","chapter":25,"verse":1,"versions":{"unv":"「人若有爭訟，來聽審判，審判官就要定義人有理，定惡人有罪。","bklcl":"Lâng nā ū oan-ke lâi tùi-sìn, koaⁿ-hú phòaⁿ-toàn i, chiū tio̍h tēng gī-lâng chòe-gī, tēng pháiⁿ-lâng chòe-pháiⁿ.","tghg":"「人若有冤家來對訊(tùi-sìn)，官府判斷伊就著定義人做義，定歹人做歹。","bklhl":"人若有冤家來對訊，官府判斷伊，就tio̍h定義人做義，定pháiⁿ人做pháiⁿ。"}},{"book":"申","chapter":25,"verse":2,"versions":{"unv":"惡人若該受責打，審判官就要叫他當面伏在地上，按著他的罪照數責打。","bklcl":"Pháiⁿ-lâng nā eng-kai siū-phah, sím-phòaⁿ-koaⁿ tio̍h hō͘ i phak tī tōe-ni̍h,  tī i ê bīn-chêng, chiàu i ê chōe, chiàu siàu-gia̍h phah i;","tghg":"歹人若應該受拍，審判官著互伊仆佇地裡，佇伊的面前照伊的罪，照數額拍伊。","bklhl":"Pháiⁿ人若應該受phah，審判官tio̍h hō͘伊仆tī地裡，tī伊ê面前，照伊ê罪，照數額phah伊；"}},{"book":"申","chapter":25,"verse":3,"versions":{"unv":"只可打他四十下，不可過數；若過數，便是輕賤你的弟兄了。","bklcl":"to̍k-to̍k thang phah i sì-cha̍p-ē, m̄-thang kè siàu-gia̍h;  nā kè siàu-gia̍h, phah i khah-chōe-ē, chiū lí ê hiaⁿ-tī hō͘ lí khòaⁿ-khin.","tghg":"獨獨通拍伊四十下，呣通過數額；若過數額，拍伊卡多下就你的兄弟互你看輕。","bklhl":"獨獨thang phah伊四十下，m̄-thang過數額；若過數額，phah伊khah-chōe下，就你ê兄弟hō͘你看輕。"}},{"book":"申","chapter":25,"verse":4,"versions":{"unv":"「牛在場上踹穀的時候，不可籠住牠的嘴。」","bklcl":"Gû teh lún gō͘-kak, m̄-thang láng i ê chhùi.","tghg":"「牛啲碖(lún)五穀，呣通籠伊的嘴。」","bklhl":"牛teh-lún五穀，m̄-thang láng伊ê嘴。"}},{"book":"申","chapter":25,"verse":5,"versions":{"unv":"「弟兄同居，若死了一個，沒有兒子，死人的妻不可出嫁外人，她丈夫的兄弟當盡弟兄的本分，娶她為妻，與她同房。","bklcl":"Hiaⁿ-tī saⁿ-kap khiā-khí, kî-tiong nā chi̍t-ê sí bô kiáⁿ, sí-lâng ê bó͘ m̄-thang kè gōa-lâng, i tiōng-hu ê sió-tī tio̍h ji̍p-khì i hia, chhōa i chòe-bó͘, lâi chīn sió-chek ê pún-hūn;","tghg":"「兄弟相及徛起，其中若一個死，無子，死人的某呣通嫁外人，伊丈夫的小弟著入去伊遐，娶伊做某，來盡小叔的本份。","bklhl":"兄弟相kap khiā起，其中若一个死無kiáⁿ，死人ê bó͘ m̄-thang嫁外人，伊丈夫ê小弟tio̍h入去伊hia，娶伊做bó͘，來盡小叔ê本份；"}},{"book":"申","chapter":25,"verse":6,"versions":{"unv":"婦人生的長子必歸死兄的名下，免得他的名在以色列中塗抹了。","bklcl":"i só͘ siⁿ ê tōa-kiáⁿ, tio̍h sòa-chiap sí ê hiaⁿ ê bêng-hūn, bián-tit i ê miâ tī Í-sek-lia̍t-tiong siau-bia̍t.","tghg":"伊所生的大子，著續接死的兄的名份，免得伊的名佇以色列中消滅。","bklhl":"伊所生ê大kiáⁿ，tio̍h續接死ê兄ê名份，免得伊ê名tī以色列中消滅。"}},{"book":"申","chapter":25,"verse":7,"versions":{"unv":"那人若不願意娶他哥哥的妻，他哥哥的妻就要到城門長老那裡，說：『我丈夫的兄弟不肯在以色列中興起他哥哥的名字，不給我盡弟兄的本分。』","bklcl":"Hit-lâng nā m̄ goān-ì chhōa i ê hiaⁿ-só, i ê hiaⁿ-só chiū tio̍h kàu siâⁿ-mn̂g ê tiúⁿ-ló hia kóng, Góa ê tiōng-hu ê sió-tī m̄-khéng tī Í-sek-lia̍t-tiong kā i ê hiaⁿ thoân chi̍t ê miâ-jī, bô beh kā góa chīn sió-chek ê pún-hūn.","tghg":"彼人若呣願意娶伊的兄嫂，伊的兄嫂就著到城門的長老遐，講：『我的丈夫的小弟呣肯佇以色列中給伊的兄傳一個名字，無欲給我盡小叔的本份。』","bklhl":"Hit人若m̄願意娶伊ê兄嫂，伊ê兄嫂就tio̍h到城門ê長老hia講：我ê丈夫ê小弟m̄肯tī以色列中kā伊ê兄傳一个名字，無beh kā我盡小叔ê本份。"}},{"book":"申","chapter":25,"verse":8,"versions":{"unv":"本城的長老就要召那人來問他，他若執意說：『我不願意娶她』，","bklcl":"I siâⁿ-lāi ê tiúⁿ-ló chiū tio̍h kiò i lâi, kā i kóng;  i nā chip-ì kóng, Góa bô beh chhōa i;","tghg":"伊城內的長老就著叫伊來給伊講，伊若執意講：『我無欲娶伊』，","bklhl":"伊城內ê長老就tio̍h叫伊來，kā伊講；伊若執意講：我無beh娶伊；"}},{"book":"申","chapter":25,"verse":9,"versions":{"unv":"他哥哥的妻就要當著長老到那人的跟前，脫了他的鞋，吐唾沫在他臉上，說：『凡不為哥哥建立家室的都要這樣待他。』","bklcl":"i ê hiaⁿ-só chiū tio̍h tī tiúⁿ-ló ê bīn-chêng chiū-kūn i, thǹg hit-lâng kha-ni̍h ê ôe, phùi-nōa tī i ê bīn, kóng, Kìⁿ-nā bô beh ūi-tio̍h hiaⁿ kiàn-li̍p i ê ke ê, tio̍h án-ni khoán-thāi i;","tghg":"伊的兄嫂就著佇長老的面前就近伊，褪彼人腳裡的鞋，呸涎佇伊的面，講：『見若無欲為著兄建立伊的家的著按呢款待伊。』","bklhl":"伊ê兄嫂就tio̍h tī長老ê面前就近伊，thǹg hit人腳裡ê鞋，phùi-nōa tī伊ê面，講：見若無beh為tio̍h兄建立伊ê家ê，tio̍h án-ni款待伊；"}},{"book":"申","chapter":25,"verse":10,"versions":{"unv":"在以色列中，他的名必稱為脫鞋之家。」","bklcl":"tī Í-sek-lia̍t-tiong, i ê miâ beh chheng chòe thǹg-ôe-ê ê ke.","tghg":"佇以色列中，伊的名欲稱做褪鞋者的家。」","bklhl":"tī以色列中，伊ê名beh稱做thǹg鞋ê ê家。"}},{"book":"申","chapter":25,"verse":11,"versions":{"unv":"「若有二人爭鬥，這人的妻近前來，要救她丈夫脫離那打她丈夫之人的手，抓住那人的下體，","bklcl":"Nā ū nn̄g-lâng saⁿ-phah, kî-tiong chi̍t-lâng ê bó͘ kūn-óa lâi, beh kiù i ê tiōng-hu thoat-lī phah i ê lâng ê chhiú, chhun-chhiú khîⁿ-tiâu hit-lâng ê ē-thé;","tghg":"「若有二人相拍，其中一人的某近倚來，欲救伊的丈夫脫離拍伊的人的手，伸手擒住彼人的下體，","bklhl":"若有兩人相phah，其中一人ê bó͘近óa來，beh救伊ê丈夫脫離phah伊ê人ê手，伸手擒tiâu hit人ê下體；"}},{"book":"申","chapter":25,"verse":12,"versions":{"unv":"就要砍斷婦人的手，眼不可顧惜她。","bklcl":"chiū tio̍h chām-tn̄g hū-jîn-lâng ê chhiú, ba̍k-chiu m̄-thang khó-lîn i.","tghg":"就著斬斷婦仁人的手，目睭呣通可憐伊。","bklhl":"就tio̍h斬斷婦人人ê手，目睭m̄-thang可憐伊。"}},{"book":"申","chapter":25,"verse":13,"versions":{"unv":"「你囊中不可有一大一小兩樣的法碼。","bklcl":"Lí ê tē-á-lāi m̄-thang ū nn̄g-iūⁿ ê phêng-chí, ū-lia̍p tōa, ū-lia̍p sòe;","tghg":"「你的袋仔內呣通有二樣的秤子(phêng-chí)，有粒大有粒細。","bklhl":"你ê袋á內m̄-thang有兩樣ê秤子(phêng-chí)，有粒大，有粒細；"}},{"book":"申","chapter":25,"verse":14,"versions":{"unv":"你家裡不可有一大一小兩樣的升斗。","bklcl":"chhù-lāi m̄-thang ū nn̄g-iūⁿ ê chin, táu, ū-ê tōa, ū-ê sòe;","tghg":"厝內呣通有二樣的升(chin)斗，有的大有的細。","bklhl":"厝內m̄-thang有兩樣ê升(chin)、斗，有ê大，有ê 細；"}},{"book":"申","chapter":25,"verse":15,"versions":{"unv":"當用對準公平的法碼，公平的升斗。這樣，在耶和華─你　神所賜你的地上，你的日子就可以長久。","bklcl":"tio̍h ēng chún-chún kong-pêng ê phêng-chí, chún-chún kong-pêng ê chin, táu;  thang hō͘ lí tī Iâ-hô-hoa lí Siōng-tè só͘ siúⁿ-sù ê tōe chia̍h tn̂g hè-siū;","tghg":"著用準準公平的秤子，準準公平的升、斗。通互你佇耶和華──你上帝所賞賜的地食長歲壽。","bklhl":"tio̍h用準準公平ê秤子，準準公平ê升、斗；thang hō͘你tī耶和華你上帝所賞賜ê地食長歲壽；"}},{"book":"申","chapter":25,"verse":16,"versions":{"unv":"因為行非義之事的人都是耶和華─你　神所憎惡的。」","bklcl":"in-ūi kìⁿ-nā kiâⁿ chiah-ê tāi-chì, kap kiâⁿ put-gī ê, lóng sī Iâ-hô-hoa lí Siōng-tè só͘ iàm-ò͘ⁿ-ê.","tghg":"因為見若行諸個代誌及行不義的，攏是耶和華──你上帝所厭惡的。」","bklhl":"因為見若行chiah ê tāi-chì，kap行不義ê，lóng是耶和華你上帝所厭惡ê。"}},{"book":"申","chapter":25,"verse":17,"versions":{"unv":"「你要記念你們出埃及的時候，亞瑪力人在路上怎樣待你。","bklcl":"Lí tio̍h kì-tit lín chhut Ai-ki̍p ê sî, A-má-le̍k lâng tī lō͘-ni̍h só͘ khoán-thāi lí ê;","tghg":"「你著記得恁出埃及的時，亞瑪力人佇路裡所款待你的。","bklhl":"你tio̍h記得lín出埃及ê時，A-má-le̍k人tī路裡所款待你ê；"}},{"book":"申","chapter":25,"verse":18,"versions":{"unv":"他們在路上遇見你，趁你疲乏困倦擊殺你儘後邊軟弱的人，並不敬畏　神。","bklcl":"i tī lō͘-ni̍h tú-tio̍h lí, tng lí khùn-khó͘ ià-siān ê sî, ū cháiⁿ-iūⁿ phah lí āu-tūi, chiū-sī tī lí āu-bīn ê loán-jio̍k ê; i iā bô kiaⁿ-ùi Siōng-tè.","tghg":"伊佇路裡抵著(tú-tio̍h)你，當你困苦厭倦的時，有怎樣拍你後隊就是佇你後面的軟弱的，伊也無驚畏上帝。","bklhl":"伊tī路裡tú-tio̍h你，當你困苦厭倦ê時，有怎樣phah你後隊，就是tī你後面ê軟弱ê；伊也無驚畏上帝。"}},{"book":"申","chapter":25,"verse":19,"versions":{"unv":"所以耶和華─你　神使你不被四圍一切的仇敵擾亂，在耶和華─你　神賜你為業的地上得享平安。那時，你要將亞瑪力的名號從天下塗抹了，不可忘記。」","bklcl":"Só͘-í kàu Iâ-hô-hoa lí Siōng-tè kiù lí thoat-lī sì-ûi lóng-chóng ê tùi-te̍k, tī Iâ-hô-hoa lí Siōng-tè siúⁿ-sù lí chòe-gia̍p ê tōe, tit-tio̍h pêng-an, hit-sî lí tio̍h chiong A-má-le̍k ê miâ-jī, tùi thiⁿ-ē chhat-siau, m̄-thang bōe-kì-tit.","tghg":"所以到耶和華──你上帝救你脫離四圍攏總的對敵，佇耶和華──你上帝賞賜你做業的地得著平安。彼時，你著將亞瑪力的名字對天下擦消，呣通𣍐記得。」","bklhl":"所以到耶和華你上帝救你脫離四圍lóng總ê對敵，tī耶和華你上帝賞賜你做業ê地，得tio̍h平安，hit時你tio̍h將A-má-le̍k ê名字，tùi天下擦消，m̄-thang bōe記得。"}}]