[{"book":"申","chapter":5,"verse":1,"versions":{"unv":"摩西將以色列眾人召了來，對他們說：「以色列人哪，我今日曉諭你們的律例典章，你們要聽，可以學習，謹守遵行。","bklcl":"Mô͘-se kiò Í-sek-lia̍t chèng-lâng, tùi in kóng, Í-sek-lia̍t ah, lín tio̍h thiaⁿ góa kin-á-ji̍t só͘ thoân hō͘ lín thiaⁿ ê lu̍t-lē hoat-tō͘, hō͘ lín thang ha̍k-si̍p i, chip-siú lâi kiâⁿ in.","tghg":"摩西叫以色列眾人，對𪜶講：「以色列啊，恁著聽我今仔日所傳互恁聽的律例法度，互恁通學習伊，執守來行𪜶。","bklhl":"摩西叫以色列眾人，對in講，以色列ah，lín tio̍h聽我今á日所傳hō͘ lín聽ê律例法度，hō͘ lín thang學習伊，執守來行in。"}},{"book":"申","chapter":5,"verse":2,"versions":{"unv":"耶和華─我們的　神在何烈山與我們立約。","bklcl":"Iâ-hô-hoa lán ê Siōng-tè tī Hô-lia̍t kap lán li̍p-iok.","tghg":"耶和華──咱的上帝佇何烈及咱立約。","bklhl":"耶和華咱ê上帝tī Hô-lia̍t kap咱立約。"}},{"book":"申","chapter":5,"verse":3,"versions":{"unv":"這約不是與我們列祖立的，乃是與我們今日在這裡存活之人立的。","bklcl":"Iâ-hô-hoa bô kap lán ê lia̍t-chó͘ li̍p chit ê iok, sī kap lán chiah-ê, chiū-sī kap lán kin-á-ji̍t it-chhè oa̍h tī-chia ê lâng li̍p-ê.","tghg":"耶和華無及咱的列祖立此個約，是及咱諸個，就是及咱今仔日一切活佇遮的人立的。","bklhl":"耶和華無kap咱ê列祖立chit ê約，是kap咱chiah ê，就是kap咱今á日一切活tī-chia ê人立ê。"}},{"book":"申","chapter":5,"verse":4,"versions":{"unv":"耶和華在山上，從火中，面對面與你們說話─","bklcl":"Iâ-hô-hoa tī soaⁿ-téng, tùi hé-tiong bīn-tùi-bīn, kap lín kóng-ōe.","tghg":"耶和華佇山頂，對火中，面對面及恁講話──","bklhl":"耶和華tī山頂，tùi火中面對面，kap lín講話。"}},{"book":"申","chapter":5,"verse":5,"versions":{"unv":"那時我站在耶和華和你們中間，要將耶和華的話傳給你們；因為你們懼怕那火，沒有上山─說：","bklcl":"(Hit-sî góa khiā tī Iâ-hô-hoa kap lín ê tiong-kan, beh chiong Iâ-hô-hoa ê ōe thoân hō͘ lín, in-ūi lín ūi-tio̍h hit ê hé lâi kiaⁿ, bô chiūⁿ soaⁿ.)","tghg":"彼時我徛佇耶和華及恁的中間，欲將耶和華的話傳互恁；因為恁為著彼個火來驚，無上山──主講：","bklhl":"(hit時我khiā tī耶和華kap lín ê中間，beh將耶和華ê話傳hō͘ lín，因為lín為tio̍h hit ê火來驚，無上山。)"}},{"book":"申","chapter":5,"verse":6,"versions":{"unv":"「『我是耶和華─你的　神，曾將你從埃及地為奴之家領出來。","bklcl":"Chú kóng, Góa sī Iâ-hô-hoa lí ê Siōng-tè, bat chhōa lí tùi Ai-ki̍p tōe, tùi chòe lô͘-châi ê ke chhut-lâi ê.","tghg":"「『我是耶和華──你的上帝，曾導你對埃及地對做奴才的家出來的。","bklhl":"主講：我是耶和華你ê上帝，bat chhōa你tùi埃及地，tùi做奴才ê家出來ê。"}},{"book":"申","chapter":5,"verse":7,"versions":{"unv":"「『除了我以外，你不可有別的神。","bklcl":"Góa í-gōa lí m̄-thang ū pa̍t ê siōng-tè.","tghg":"「『我以外你呣通有別個上帝。","bklhl":"我以外你m̄-thang有別ê上帝。"}},{"book":"申","chapter":5,"verse":8,"versions":{"unv":"「『不可為自己雕刻偶像，也不可做甚麼形像，彷彿上天、下地和地底下、水中的百物。","bklcl":"M̄-thang ūi ka-kī tiau-khek ngó͘-siōng, put-lūn thiⁿ-téng, tōe-ē, kap tōe-ē chúi-lāi só͘-ū ê mi̍h, lóng m̄-thang chng in ê siōng;","tghg":"「『呣通為家己雕刻偶像，不論天頂、地下，及地下水內所有的物，攏呣通妝𪜶的像。","bklhl":"M̄-thang為家己雕刻偶像，不論天頂、地下，kap地下水內所有ê物，lóng m̄-thang 妝in ê像；"}},{"book":"申","chapter":5,"verse":9,"versions":{"unv":"不可跪拜那些像，也不可事奉它，因為我耶和華─你的　神是忌邪的　神。恨我的，我必追討他的罪，自父及子，直到三、四代；","bklcl":"m̄-thang kūi-pài in, iā m̄-thang ho̍k-sāi in;  in-ūi Góa Iâ-hô-hoa lí ê Siōng-tè, toàn-toàn m̄ iông-ún ēng pa̍t ê siōng-tè phit-phòe Góa;  oàn-hūn Góa ê, Góa kui-kiū i ê chōe, tùi pē kàu kiáⁿ, kàu saⁿ-sì tāi;","tghg":"呣通跪拜𪜶，也呣通服事𪜶，因為我耶和華──你的上帝斷斷呣容允用別個上帝匹配我。怨恨我的，我歸咎(kui-kiū)伊的罪，對父到子，到三、四代；","bklhl":"m̄-thang跪拜in，也m̄-thang服事in；因為我耶和華你ê上帝，斷斷m̄容允用別ê上帝匹配我；怨恨我ê，我歸咎伊ê罪，tùi父到kiáⁿ，到三四代；"}},{"book":"申","chapter":5,"verse":10,"versions":{"unv":"愛我、守我誡命的，我必向他們發慈愛，直到千代。","bklcl":"thiàⁿ Góa, siú Góa kài-bēng ê, Góa si-un hō͘ i, ti̍t-kàu chheng-tāi.","tghg":"疼我、守我誡命者，我施恩互伊，直到千代。","bklhl":"疼我，守我誡命ê，我施恩hō͘伊，直到千代。"}},{"book":"申","chapter":5,"verse":11,"versions":{"unv":"「『不可妄稱耶和華─你　神的名；因為妄稱耶和華名的，耶和華必不以他為無罪。","bklcl":"M̄-thang lām-sám chheng Iâ-hô-hoa lí Siōng-tè ê miâ;  in-ūi lām-sám chheng I ê miâ ê, Iâ-hô-hoa tek-khak bô lia̍h i chòe bô-chōe.","tghg":"「『呣通濫糝稱耶和華──你上帝的名；因為濫糝稱伊的名的，耶和華的確無掠伊做無罪。","bklhl":"M̄-thang lām-sám稱耶和華你上帝ê名；因為lām-sám稱祂ê名ê，耶和華的確無掠伊做無罪。"}},{"book":"申","chapter":5,"verse":12,"versions":{"unv":"「『當照耶和華─你　神所吩咐的守安息日為聖日。","bklcl":"Tio̍h siú an-hioh-ji̍t, lia̍h i chòe-sèng, chiàu Iâ-hô-hoa lí ê Siōng-tè só͘ bēng-lēng lí ê;","tghg":"「『著守安息日掠伊做聖，照耶和華──你的上帝所命令你的。","bklhl":"Tio̍h守安歇日，掠伊做聖，照耶和華你ê上帝所命令你ê；"}},{"book":"申","chapter":5,"verse":13,"versions":{"unv":"六日要勞碌做你一切的工，","bklcl":"la̍k-ji̍t-lāi tio̍h tio̍h-bôa chòe lí it-chhè ê kang;","tghg":"六日內著著磨做你一切的工，","bklhl":"六日內tio̍h tio̍h磨做你一切ê工；"}},{"book":"申","chapter":5,"verse":14,"versions":{"unv":"但第七日是向耶和華─你　神當守的安息日。這一日，你和你的兒女、僕婢、牛、驢、牲畜，並在你城裡寄居的客旅，無論何工都不可做，使你的僕婢可以和你一樣安息。","bklcl":"to̍k-to̍k tē-chhit ji̍t, chiū-sī ǹg Iâ-hô-hoa lí ê Siōng-tè lâi siú ê an-hioh, chit-ji̍t, lí kap lí ê kiáⁿ, cha-bó͘-kiáⁿ, lô͘-po̍k, lú-pī, gû, lû, cheng-siⁿ, í-ki̍p tiàm tī lí tiong-kan ê chhut-gōa lâng, it-chhè ê kang lóng m̄-thang chòe; hō͘ lí ê lô͘-po̍k, lú-pī, thang chhin-chhiūⁿ lí an-hioh.","tghg":"獨獨第七日就是向耶和華──你的上帝來守的安息。此日，你及你的子、查某子、奴僕、女婢、牛、驢、精牲，以及踮佇你中間的出外人，一切的工攏呣通做，互你的奴僕、女婢通親像你安息。","bklhl":"獨獨第七日，就是ǹg耶和華你ê上帝來守ê安歇，chit日，你kap你ê kiáⁿ、cha-bó͘-kiáⁿ、奴僕、女婢、牛、驢、cheng-siⁿ，以及tiàm tī你中間ê出外人，一切ê工lóng m̄-thang做；hō͘你ê奴僕、女婢，thang親像你安歇。"}},{"book":"申","chapter":5,"verse":15,"versions":{"unv":"你也要記念你在埃及地作過奴僕；耶和華─你　神用大能的手和伸出來的膀臂將你從那裡領出來。因此，耶和華─你的　神吩咐你守安息日。","bklcl":"Lí iā tio̍h kì-tit lí chêng tī Ai-ki̍p tōe chòe lô͘-po̍k, Iâ-hô-hoa lí ê Siōng-tè ēng tōa koân-lêng ê chhiú, chhun-chhut-lâi ê chhiú-kut, chhōa lí tùi hia chhut-lâi;  in-ūi án-ni, Iâ-hô-hoa lí ê Siōng-tè bēng-lēng lí siú an-hioh-ji̍t.","tghg":"你也著記得你前佇埃及地做奴僕；耶和華──你的上帝用大權能的手伸出來的手骨導你對遐出來。因為按呢，耶和華──你的上帝命令你守安息日。","bklhl":"你也tio̍h記得你前tī埃及地做奴僕，耶和華你ê上帝用大權能ê手，伸出來ê手骨，chhōa你tùi hia出來；因為án-ni，耶和華你ê上帝命令你守安歇日。"}},{"book":"申","chapter":5,"verse":16,"versions":{"unv":"「『當照耶和華─你　神所吩咐的孝敬父母，使你得福，並使你的日子在耶和華─你　神所賜你的地上得以長久。","bklcl":"Tio̍h hàu-kèng lí ê lāu-pē, lí ê lāu-bú, chiàu Iâ-hô-hoa lí ê Siōng-tè só͘ bēng-lēng lí ê, hō͘ lí tī Iâ-hô-hoa lí ê Siōng-tè só͘ siúⁿ-sù lí ê tōe-hng, ji̍t-chí kú-tn̂g, lâi hióng-siū hok-khì.","tghg":"「『著孝敬你的老父、你的老母，照耶和華──你的上帝所命令你的，互你佇耶和華──你的上帝所賞賜你的地方日子久長，來享受福氣。","bklhl":"Tio̍h孝敬你ê老父，你ê老母，照耶和華你ê上帝所命令你ê，hō͘你tī耶和華你ê上帝所賞賜你ê地方，日子久長，來享受福氣。"}},{"book":"申","chapter":5,"verse":17,"versions":{"unv":"「『不可殺人。","bklcl":"M̄-thang thâi-sí lâng.","tghg":"「『呣通刣死人。","bklhl":"M̄-thang 刣死人。"}},{"book":"申","chapter":5,"verse":18,"versions":{"unv":"「『不可姦淫。","bklcl":"Iā m̄-thang kiâⁿ kan-îm.","tghg":"「『也呣通行姦淫。","bklhl":"也m̄-thang行姦淫。"}},{"book":"申","chapter":5,"verse":19,"versions":{"unv":"「『不可偷盜。","bklcl":"Iā m̄-thang thau-the̍h.","tghg":"「『也呣通偷提。","bklhl":"也m̄-thang偷the̍h。"}},{"book":"申","chapter":5,"verse":20,"versions":{"unv":"「『不可作假見證陷害人。","bklcl":"Iā m̄-thang chòe ké ê kan-chèng, hām-hāi lí ê chhù-piⁿ.","tghg":"「『也呣通做假的干證陷害你的厝邊。","bklhl":"也m̄-thang做假ê干證，陷害你ê厝邊。"}},{"book":"申","chapter":5,"verse":21,"versions":{"unv":"「『不可貪戀人的妻子；也不可貪圖人的房屋、田地、僕婢、牛、驢，並他一切所有的。』","bklcl":"Iā m̄-thang tham lí ê chhù-piⁿ ê bó͘, iā m̄-thang tham lí ê chhù-piⁿ ê chhù, kap i ê chhân-hn̂g, i ê lô͘-po̍k, i ê lú-pī, i ê gû, i ê lû, kap lí ê chhù-piⁿ it-chhè só͘ ū ê.","tghg":"「『也呣通貪你的厝邊的某；也呣通貪你的厝邊的厝、及伊的田園、伊的奴僕、伊的女婢、伊的牛、伊的驢，及你的厝邊一切所有的。』","bklhl":"也m̄-thang貪你ê厝邊ê bó͘，也m̄-thang貪你ê厝邊ê厝，kap伊ê田園，伊ê奴僕，伊ê女婢，伊ê牛，伊ê驢，kap你ê厝邊一切所有ê。"}},{"book":"申","chapter":5,"verse":22,"versions":{"unv":"「這些話是耶和華在山上，從火中、雲中、幽暗中，大聲曉諭你們全會眾的；此外並沒有添別的話。他就把這話寫在兩塊石版上，交給我了。」","bklcl":"Chiah-ê ōe sī Iâ-hô-hoa tī soaⁿ-téng, tùi hé-tiong, hûn-tiong, o͘-àm-tiong, tōa-siaⁿ hoan-hù lín choân-hōe ê; iā bô koh ke-thiⁿ. I iā siá in tī nn̄g tè chio̍h-pi, kau-tài góa.","tghg":"「諸個話是耶和華佇山頂，對火中、雲中、黑暗中，大聲吩咐恁全會的；也無閣加添。伊也寫𪜶佇二塊石碑，交代我。」","bklhl":"Chiah-ê話是耶和華tī山頂，tùi火中、雲中、烏暗中，大聲吩咐lín全會ê；也無koh加添。祂也寫in tī兩塊石碑，交帶我。"}},{"book":"申","chapter":5,"verse":23,"versions":{"unv":"「那時，火焰燒山，你們聽見從黑暗中出來的聲音；你們支派中所有的首領和長老都來就近我，","bklcl":"Hit-tia̍p hé-iām sio tī soaⁿ-ni̍h, lín thiaⁿ-kìⁿ hit ê tùi o͘-àm-tiong chhut-lâi ê siaⁿ, lín ê chi-phài lóng-chóng ê siú-léng, kap lín ê tiúⁿ-ló lâi chiū-kūn góa.","tghg":"「彼霎(tia̍p)，火焰燒佇山裡，恁聽見彼個對黑暗中出來的聲；恁的支派攏總的首領及恁的長老來就近我，","bklhl":"Hit-tia̍p火燄燒tī山裡，lín聽見hit ê tùi 烏暗中出來ê聲，lín ê支派lóng總ê首領，kap lín ê長老來就近我。"}},{"book":"申","chapter":5,"verse":24,"versions":{"unv":"說：『看哪，耶和華─我們　神將他的榮光和他的大能顯給我們看，我們又聽見他的聲音從火中出來。今日我們得見　神與人說話，人還存活。","bklcl":"Lín kóng, Khòaⁿ ah, Iâ-hô-hoa lán ê Siōng-tè hián-bêng I ê êng-kng, kap I ê chì-tōa, hō͘ goán khòaⁿ;  goán koh thiaⁿ-kìⁿ I ê siaⁿ-im tùi hé-tiong chhut;  kin-á-ji̍t goán iā chai Siōng-tè kap lâng kóng-ōe, lâng iáu ōe oa̍h.","tghg":"恁講：『看啊，耶和華──咱的上帝顯明伊的榮光及伊的至大互阮看，阮閣聽見伊的聲音對火中出。今仔日阮也知上帝及人講話，人猶會活。","bklhl":"Lín講：看ah，耶和華咱ê上帝顯明祂ê榮光，kap祂ê至大，hō͘阮看；阮koh聽見祂ê聲音tùi火中出；今á日阮也知上帝kap人講話，人iáu能活。"}},{"book":"申","chapter":5,"verse":25,"versions":{"unv":"現在這大火將要燒滅我們，我們何必冒死呢？若再聽見耶和華─我們　神的聲音就必死亡。","bklcl":"Taⁿ goán mih-sái tio̍h sí ah?  In-ūi chit ê tōa-hé beh sio-bia̍t goán;  goán nā koh thiaⁿ-kìⁿ Iâ-hô-hoa lán Siōng-tè ê siaⁿ, chiū ōe sí.","tghg":"今阮乜使(mih-sái)著死啊？因為此個大火欲燒滅阮，阮若閣聽見耶和華──咱上帝的聲就會死。","bklhl":"Taⁿ阮mih-sái tio̍h死ah？因為chit ê大火 beh 燒滅阮；阮若koh聽見耶和華咱上帝ê聲，就會死。"}},{"book":"申","chapter":5,"verse":26,"versions":{"unv":"凡屬血氣的，曾有何人聽見永生　神的聲音從火中出來，像我們聽見還能存活呢？","bklcl":"In-ūi kìⁿ-ū jio̍k-thé ê, chī-chūi chhin-chhiūⁿ goán thiaⁿ-kìⁿ éng-oa̍h Siōng-tè tùi hé-tiong kóng-ōe ê siaⁿ, iáu ōe oa̍h-teh ah?","tghg":"因為見有肉體的，是誰親像阮聽見永活上帝對火中講話的聲，猶會活啲啊？","bklhl":"因為見有肉體ê，是誰親像阮聽見永活上帝tùi火中講話ê聲，iáu能活teh ah？"}},{"book":"申","chapter":5,"verse":27,"versions":{"unv":"求你近前去，聽耶和華─我們　神所要說的一切話，將他對你說的話都傳給我們，我們就聽從遵行。』","bklcl":"Lí tio̍h chìn-chêng khì, thiaⁿ Iâ-hô-hoa lán ê Siōng-tè só͘ beh kóng it-chhè ê ōe;  chiong Iâ-hô-hoa só͘ tùi lí kóng it-chhè ê ōe, lí tio̍h tùi goán kóng;  goán beh thiaⁿ iā beh kiâⁿ i.","tghg":"你著進前去，聽耶和華──咱的上帝所欲講一切的話，將耶和華所對你講一切的話，你著對阮講，阮欲聽也欲行伊。』","bklhl":"你tio̍h進前去，聽耶和華咱ê上帝所beh講一切ê話；將耶和華所對你講一切ê話，你tio̍h對阮講；阮beh聽也beh行伊。"}},{"book":"申","chapter":5,"verse":28,"versions":{"unv":"「你們對我說的話，耶和華都聽見了。耶和華對我說：『這百姓的話，我聽見了；他們所說的都是。","bklcl":"Lín tùi góa kóng-ōe, Iâ-hô-hoa thiaⁿ-kìⁿ lín kóng-ōe ê siaⁿ, Iâ-hô-hoa tùi góa kóng,  Góa ū thiaⁿ-kìⁿ chit ê peh-sìⁿ kóng-ōe ê siaⁿ, chiū-sī in só͘ tùi lí kóng ê;  in só͘ kóng ê ōe lóng hó.","tghg":"「恁對我講話，耶和華聽見恁講話的聲。耶和華對我講：『我有聽見此個百姓講話的聲，就是𪜶所對你講的；𪜶所講的話攏好。","bklhl":"Lín對我講話，耶和華聽見lín講話ê聲，耶和華對我講，我有聽見chit ê百姓講話ê聲，就是in所對你講ê；in所講ê話lóng好。"}},{"book":"申","chapter":5,"verse":29,"versions":{"unv":"惟願他們存這樣的心敬畏我，常遵守我的一切誡命，使他們和他們的子孫永遠得福。","bklcl":"Goān in chûn chit-hō sim, lâi kèng-ùi Góa, siông-siông siú Góa it-chhè ê kài-bēng, hō͘ in kap in ê kiáⁿ-sun éng-oán tit-tio̍h hok-khì.","tghg":"願𪜶存此號心來敬畏我，常常守我一切的誡命，互𪜶及𪜶的子孫永遠得著福氣。","bklhl":"願in存chit號心，來敬畏我，常常守我一切ê誡命，hō͘ in kap in ê kiáⁿ孫永遠得tio̍h福氣。"}},{"book":"申","chapter":5,"verse":30,"versions":{"unv":"你去對他們說：你們回帳棚去吧！","bklcl":"Lí khì kā in kóng, Lín chòe lín tò-khì lín ê pò͘-pîⁿ.","tghg":"你去給𪜶講：恁做恁倒去恁的布棚！","bklhl":"你去kā in講：Lín做lín tò去lín ê布棚。"}},{"book":"申","chapter":5,"verse":31,"versions":{"unv":"至於你，可以站在我這裡，我要將一切誡命、律例、典章傳給你；你要教訓他們，使他們在我賜他們為業的地上遵行。』","bklcl":"Lūn-kàu lí, lí tio̍h khiā tī Góa chia, Góa beh chiong lí só͘ tio̍h kà-sī in it-chhè kài-bēng, lu̍t-lē, hoat-tō͘, kā lí kóng, hō͘ in tī Góa só͘ siúⁿ-sù in chòe-gia̍p ê tōe kiâⁿ i.","tghg":"論到你，你著徛佇我遮，我欲將你所著教示𪜶一切誡命、律例、法度、給你講；互𪜶佇我所賞賜𪜶做業的地行伊。』","bklhl":"論到你，你tio̍h khiā tī我chia，我beh將你所tio̍h教示in一切誡命、律例、法度，kā你講，hō͘ in tī我所賞賜in做業ê地行伊。"}},{"book":"申","chapter":5,"verse":32,"versions":{"unv":"所以，你們要照耶和華─你們　神所吩咐的謹守遵行，不可偏離左右。","bklcl":"Só͘-í lín tio̍h chiàu Iâ-hô-hoa lín ê Siōng-tè só͘ bēng-lēng lín ê, tio̍h chip-siú lâi kiâⁿ i;  m̄-thang phian tī chó, phian tī iū.","tghg":"所以，恁著照耶和華──恁的上帝所命令恁的，著執守來行伊，呣通偏佇左偏佇右。","bklhl":"所以lín tio̍h照耶和華lín ê上帝所命令lín ê，tio̍h執守來行伊；m̄-thang 偏tī左，偏tī右。"}},{"book":"申","chapter":5,"verse":33,"versions":{"unv":"耶和華─你們　神所吩咐你們行的，你們都要去行，使你們可以存活得福，並使你們的日子在所要承受的地上得以長久。」","bklcl":"Iâ-hô-hoa lín ê Siōng-tè só͘ bēng-lēng lín ê lō͘, lín lóng tio̍h kiâⁿ i, hō͘ lín oa̍h-teh, tit-tio̍h hok-khì;  iā hō͘ lín ê ji̍t-chí, tī lín só͘ beh sêng-chiap ê tōe, tit-tio̍h kú-tn̂g.","tghg":"耶和華──恁的上帝所命令恁的路，恁攏著行伊，互恁活啲得著福氣，也互恁的日子佇恁所欲承接的地得著久長。」","bklhl":"耶和華lín ê上帝所命令lín ê路，lín lóng tio̍h行伊，hō͘ lín活teh，得tio̍h福氣；也hō͘ lín ê日子，tī lín所beh承接ê地，得tio̍h久長。"}}]