[{"book":"申","chapter":2,"verse":1,"versions":{"unv":"「此後，我們轉回，從紅海的路往曠野去，是照耶和華所吩咐我的。我們在西珥山繞行了許多日子。","bklcl":"Chit-tia̍p liáu-āu, lán oa̍t-tò-tńg khí-sin, tùi Âng-hái ê lō͘ khì khòng-iá;  sī chiàu Iâ-hô-hoa só͘ tùi góa kóng-ê;  lán se̍h Se-jíⁿ soaⁿ chōe-chōe ji̍t.","tghg":"「此霎(tia̍p)了後，咱越倒轉起身，對紅海的路去曠野，是照耶和華所對我講的。咱踅(se̍h)西珥山多多日。","bklhl":"Chit-tia̍p了後，咱oa̍t倒tńg起身，tùi紅海ê路去曠野；是照耶和華所對我講ê；咱se̍h Se-jíⁿ山chōe-chōe日。"}},{"book":"申","chapter":2,"verse":2,"versions":{"unv":"耶和華對我說：","bklcl":"Iâ-hô-hoa hoan-hù góa kóng,","tghg":"耶和華吩咐我講：","bklhl":"耶和華吩咐我講："}},{"book":"申","chapter":2,"verse":3,"versions":{"unv":"『你們繞行這山的日子夠了，要轉向北去。","bklcl":"Lín se̍h chit ê soaⁿ kú lah;  tio̍h oa̍t-tńg ǹg pak-sì khì.","tghg":"『恁踅此個山久啦，著越轉向北勢去。","bklhl":"Lín se̍h chit ê山久lah；tio̍h oa̍t-tńg ǹg北勢去。"}},{"book":"申","chapter":2,"verse":4,"versions":{"unv":"你吩咐百姓說：你們弟兄以掃的子孫住在西珥，你們要經過他們的境界。他們必懼怕你們，所以你們要分外謹慎。","bklcl":"Lí tio̍h hoan-hù peh-sìⁿ kóng, Í-sò ê kiáⁿ-sun lín ê hiaⁿ-tī tiàm tī Se-jíⁿ; lín beh keng-kè in ê kéng-kài, in beh kiaⁿ lín;  só͘-í lín tio̍h put-chí kín-sīn;","tghg":"你著吩咐百姓講：以掃的子孫恁的兄弟踮佇西珥，恁欲經過𪜶的境界。𪜶欲驚恁，所以恁著不止謹慎。","bklhl":"你tio̍h吩咐百姓講：以掃ê kiáⁿ孫lín ê兄弟tiàm tī Se-jíⁿ；lín beh經過in ê境界，in beh驚lín；所以lín tio̍h不止謹慎；"}},{"book":"申","chapter":2,"verse":5,"versions":{"unv":"不可與他們爭戰；他們的地，連腳掌可踏之處，我都不給你們，因我已將西珥山賜給以掃為業。","bklcl":"m̄-thang kap in cheng-chiàn in ê tōe, chiū nā chi̍t kha-jiah-ūi, Góa lóng bô hō͘ lín, in-ūi Góa í-keng chiong Se-jíⁿ soaⁿ hō͘ Í-sò chòe-gia̍p.","tghg":"呣通及𪜶爭戰；𪜶的地，就若一腳跡位，我攏無互恁，因為我已經將西珥山互以掃做業。","bklhl":"m̄-thang kap in爭戰in ê地，就若一腳跡位，我lóng無hō͘ lín，因為我已經將Se-jíⁿ山hō͘以掃做業。"}},{"book":"申","chapter":2,"verse":6,"versions":{"unv":"你們要用錢向他們買糧吃，也要用錢向他們買水喝。","bklcl":"Lín tio̍h ēng gûn tùi in bóe bí-niû lâi chia̍h, iā tio̍h ēng gûn tùi in bóe chúi lâi lim;","tghg":"恁著用銀對𪜶買米糧來食，也著用銀對𪜶買水來飲。","bklhl":"Lín tio̍h用銀tùi in買米糧來食，也tio̍h用銀tùi in買水來lim；"}},{"book":"申","chapter":2,"verse":7,"versions":{"unv":"因為耶和華─你的　神在你手裡所辦的一切事上已賜福與你。你走這大曠野，他都知道了。這四十年，耶和華─你的　神常與你同在，故此你一無所缺。』","bklcl":"in-ūi Iâ-hô-hoa lí ê Siōng-tè, tī lí ê chhiú só͘ chòe it-chhè ê kang, sù-hok lí;  lí kiâⁿ chit ê tōa ê khòng-iá, I lóng chai;  chit sì-cha̍p nî, Iâ-hô-hoa lí ê Siōng-tè kap lí tī-teh, lí lóng bô khiàm-kheh chi̍t-hāng.","tghg":"因為耶和華──你的上帝佇你的手所做一切的工賜福你。你行此個大的曠野，伊攏知。此四十年，耶和華──你的上帝及你佇啲，你攏無欠缺一項。』","bklhl":"因為耶和華你ê上帝，tī你ê手所做一切ê工，賜福你；你行chit ê大ê曠野，伊lóng知；chit四十年，耶和華你ê上帝kap你tī-teh，你lóng無欠缺一項。"}},{"book":"申","chapter":2,"verse":8,"versions":{"unv":"「於是，我們離了我們弟兄以掃子孫所住的西珥，從亞拉巴的路，經過以拉他、以旬‧迦別，轉向摩押曠野的路去。","bklcl":"Tùi án-ni, lán lī-khui lán ê hiaⁿ-tī Í-sò ê kiáⁿ-sun, khiā-khí tī Se-jíⁿ ê; tùi A-la̍h-pa ê lō͘ keng-kè Í-la̍h-tha, Í-sûn-ka-pia̍t. Lán chiū oa̍t-tńg keng-kè Mô͘-ap khòng-iá ê lō͘ khì.","tghg":"「對按呢，咱離開咱的兄弟以掃的子孫徛起佇西珥的，對亞拉巴的路，經過以拉他、以旬迦別，咱就越轉經過摩押曠野的路去。","bklhl":"Tùi án-ni，咱離開咱ê兄弟以掃ê kiáⁿ孫，khiā起tī Se-jíⁿ ê；tùi A-la̍h-pa ê路經過Í-la̍h-tha、Í-sûn-ka-pia̍t。咱就oa̍t-tńg經過Mô͘-ap曠野ê路去。"}},{"book":"申","chapter":2,"verse":9,"versions":{"unv":"耶和華吩咐我說：『不可擾害摩押人，也不可與他們爭戰。他們的地，我不賜給你為業，因我已將亞珥賜給羅得的子孫為業。』","bklcl":"Iâ-hô-hoa tùi góa kóng, M̄-thang kiáu-jiáu Mô͘-ap lâng, iā m̄-thang kap in kau-chiàn; in ê tōe Góa lóng bô beh hō͘ lí chòe-gia̍p; in-ūi Góa í-keng chiong A-jíⁿ hō͘ Lô-tek ê kiáⁿ-sun chòe-gia̍p.","tghg":"耶和華對我講：『呣通攪擾摩押人，也呣通及𪜶交戰。𪜶的地，我攏無欲互你做業，因為我已經將亞珥互羅得的子孫做業。』","bklhl":"耶和華對我講，M̄-thang攪擾Mô͘-ap人，也m̄-thang kap in交戰；in ê地我lóng無beh hō͘你做業；因為我已經將A-jíⁿ hō͘羅得ê kiáⁿ孫做業。"}},{"book":"申","chapter":2,"verse":10,"versions":{"unv":"（先前，有以米人住在那裡，民數眾多，身體高大，像亞衲人一樣。","bklcl":"(Chá-chêng ū Í-bí lâng khiā-khí tī-hia, peh-sìⁿ chōe, tōa koh lò, chhin-chhiūⁿ A-la̍p lâng chi̍t-iūⁿ.","tghg":"（早前，有以米人徛起佇遐，百姓多，大閣[傐](lò)，親像亞衲人一樣。","bklhl":"(早前有Í-bí人khiā起tī-hia，百姓chōe，大koh lò，親像A-la̍p人一樣。"}},{"book":"申","chapter":2,"verse":11,"versions":{"unv":"這以米人像亞衲人；也算為利乏音人；摩押人稱他們為以米人。","bklcl":"In iā hō͘ lâng sǹg in chòe Lī-hoa̍t-im lâng, chhin-chhiūⁿ A-la̍p lâng chi̍t-iūⁿ;  chóng-sī Mô͘-ap lâng chheng i chòe Í-bí lâng.","tghg":"𪜶也互人算𪜶做利乏音人，親像亞衲人一樣；總是摩押人稱伊做以米人。","bklhl":"In也hō͘人算in做Lī-hoa̍t-im人，親像A-la̍p人一樣；總是Mô͘-ap人稱伊做Í-bí人。"}},{"book":"申","chapter":2,"verse":12,"versions":{"unv":"先前，何利人也住在西珥，但以掃的子孫將他們除滅，得了他們的地，接著居住，就如以色列在耶和華賜給他為業之地所行的一樣。）","bklcl":"Chá-chêng Hô-lī lâng iā khiā-khí tī Se-jíⁿ;  chóng-sī Í-sò ê kiáⁿ-sun sòa-chiap i;  in tī in ê bīn-chêng châu-bia̍t in, lâi tòa tī in ê só͘-chāi, chhin-chhiūⁿ Í-sek-lia̍t tī Iâ-hô-hoa siúⁿ-sù in chòe-gia̍p ê tōe só͘ kiâⁿ ê.)","tghg":"早前，何利人也徛起佇西珥，總是以掃的子孫續接伊，𪜶佇𪜶的面前剿滅(châu-bia̍t)𪜶，來住佇𪜶的所在，親像以色列佇耶和華賞賜𪜶做業的地所行的。）","bklhl":"早前Hô-lī人也khiā起tī Se-jíⁿ；總是以掃ê kiáⁿ孫續接伊；in tī in ê面前剿滅in，來tòa tī in ê所在，親像以色列tī耶和華賞賜in做業ê地所行ê。)"}},{"book":"申","chapter":2,"verse":13,"versions":{"unv":"現在，起來過撒烈溪！於是我們過了撒烈溪。","bklcl":"Taⁿ lín tio̍h khí-lâi kè Sat-lia̍t khoe; tùi án-ni lán kè Sat-lia̍t khoe.","tghg":"今恁著起來過撒烈溪！對按呢咱過撒烈溪。","bklhl":"Taⁿ lín tio̍h起來過Sat-lia̍t溪；Tùi án-ni，咱過Sat-lia̍t溪。"}},{"book":"申","chapter":2,"verse":14,"versions":{"unv":"自從離開加低斯‧巴尼亞，到過了撒烈溪的時候，共有三十八年，等那世代的兵丁都從營中滅盡，正如耶和華向他們所起的誓。","bklcl":"Tùi lán lī-khui Ka-te-su Pa-nî-a, kàu kè Sat-lia̍t khoe ê ji̍t, kiōng saⁿ-cha̍p-poeh nî;  kàu hit-tāi ê bú-sū lóng sí-bô tī kun-iâⁿ-tiong, chiàu Iâ-hô-hoa tùi in só͘ chiù-chōa-ê.","tghg":"對咱離開加低斯巴尼亞，到過撒烈溪的日，共三十八年，到彼代的武士攏死無佇軍營中，照耶和華對𪜶所咒誓的。","bklhl":"對咱離開Ka-te-su Pa-nî-a，到過Sat-lia̍t溪ê日，共三十八年；到hit代ê武士lóng死無tī軍營中，照耶和華對in所chiù-chōa-ê。"}},{"book":"申","chapter":2,"verse":15,"versions":{"unv":"耶和華的手也攻擊他們，將他們從營中除滅，直到滅盡。","bklcl":"Koh Iâ-hô-hoa ê chhiú kong-kek in, tùi kun-iâⁿ-tiong châu-bia̍t in, kàu in lóng sí-bô.","tghg":"閣耶和華的手攻擊𪜶，對軍營中剿滅𪜶，到𪜶攏死無。","bklhl":"Koh耶和華ê手攻擊in，tùi軍營中剿滅in，到in lóng死無。"}},{"book":"申","chapter":2,"verse":16,"versions":{"unv":"「兵丁從民中都滅盡死亡以後，","bklcl":"Bú-sū tùi peh-sìⁿ-tiong lóng châu-bia̍t sí-bô í-āu,","tghg":"「武士對百姓中攏剿滅死無以後，","bklhl":"武士tùi百姓中lóng剿滅死無以後，"}},{"book":"申","chapter":2,"verse":17,"versions":{"unv":"耶和華吩咐我說：","bklcl":"Iâ-hô-hoa hoan-hù góa kóng,","tghg":"耶和華吩咐我講：","bklhl":"耶和華吩咐我講："}},{"book":"申","chapter":2,"verse":18,"versions":{"unv":"『你今天要從摩押的境界亞珥經過，","bklcl":"Lí kin-á-ji̍t tio̍h tùi Mô͘-ap ê kéng-kài A-jíⁿ keng-kè;","tghg":"『你今仔日著對摩押的境界亞珥經過，","bklhl":"你今á日tio̍h tùi Mô͘-ap ê境界A-jíⁿ經過；"}},{"book":"申","chapter":2,"verse":19,"versions":{"unv":"走近亞捫人之地，不可擾害他們，也不可與他們爭戰。亞捫人的地，我不賜給你們為業，因我已將那地賜給羅得的子孫為業。』","bklcl":"kiâⁿ kūn A-bûn lâng ê tùi-bīn, m̄-thang kiáu-jiáu in, iā m̄-thang kap in cheng-chiàn;  in-ūi A-bûn lâng ê tōe Góa bô hō͘ lín chòe-gia̍p,  in-ūi Góa í-keng siúⁿ-sù Lô-tek ê kiáⁿ-sun chòe-gia̍p.","tghg":"行近亞捫人的對面，呣通攪擾𪜶，也呣通及𪜶爭戰。因為亞捫人的地，我無互恁做業，因為我已經賞賜羅得的子孫做業。』","bklhl":"行近A-bûn人ê對面，m̄-thang攪擾in，也m̄-thang kap in爭戰；因為A-bûn人ê地我無hō͘ lín做業，因為我已經賞賜羅得ê kiáⁿ孫做業。"}},{"book":"申","chapter":2,"verse":20,"versions":{"unv":"（那地也算為利乏音人之地，先前利乏音人住在那裡，亞捫人稱他們為散送冥。","bklcl":"(Hit ê tōe iā sǹg-chòe Lī-hoa̍t-im lâng ê tōe; chá-chêng Lī-hoa̍t-im lâng tiàm tī-hia, A-bûn lâng chheng in chòe Sàn-sòng-bêng;","tghg":"（彼個地也算做利乏音人的地，早前利乏音人踮佇遐，亞捫人稱𪜶做散送冥(Sàn-sòng-bêng)。","bklhl":"(hit ê地也算做Lī-hoa̍t-im人ê地；早前Lī-hoa̍t-im人tiàm tī-hia，A-bûn人稱in做Sàn-sòng-bêng；"}},{"book":"申","chapter":2,"verse":21,"versions":{"unv":"那民眾多，身體高大，像亞衲人一樣，但耶和華從亞捫人面前除滅他們，亞捫人就得了他們的地，接著居住。","bklcl":"hiah-ê peh-sìⁿ chōe, tōa koh lò, chhin-chhiūⁿ A-la̍p lâng chi̍t-iūⁿ;  chóng-sī Iâ-hô-hoa tī A-bûn lâng ê bīn-chêng châu-bia̍t in, in chiū tit-tio̍h in ê tōe, sòa-chiap khiā-khí;","tghg":"許個百姓多，大閣[傐](iò)，親像亞衲人一樣，總是耶和華佇亞捫人的面前剿滅𪜶，𪜶就得著𪜶的地，續接徛起。","bklhl":"Hiah-ê百姓chōe，大koh lò，親像A-la̍p人一樣；總是耶和華tī A-bûn人ê面前剿滅in，in就得tio̍h in ê地，續接khiā起；"}},{"book":"申","chapter":2,"verse":22,"versions":{"unv":"正如耶和華從前為住西珥的以掃子孫將何利人從他們面前除滅、他們得了何利人的地、接著居住一樣，直到今日。","bklcl":"chhin-chhiūⁿ I ūi Í-sò ê kiáⁿ-sun, khiā-khí tī Se-jíⁿ ê, bia̍t Hô-lī lâng tī in ê bīn-chêng, in chiū sòa-chiap khiā-khí in ê tōe kàu kin-á-ji̍t;","tghg":"親像伊為以掃的子孫徛起佇西珥的、滅何利人佇𪜶的面前、𪜶就續接徛起𪜶的地，到今仔日。","bklhl":"親像伊為以掃ê kiáⁿ孫，khiā起tī Se-jíⁿ ê，滅Hô-lī人tī in ê面前，in就續接khiā起in ê地到今á日；"}},{"book":"申","chapter":2,"verse":23,"versions":{"unv":"從迦斐託出來的迦斐託人將先前住在鄉村直到迦薩的亞衛人除滅，接著居住。）","bklcl":"koh ū A-ōe lâng khiā-khí tī hiuⁿ-siā, sòa kàu Ka-sat ê; tùi Ka-húi-thok chhut-lâi ê Ka-húi-thok lâng bia̍t in, lâi khiā-khí tī in ê ūi.)","tghg":"閣有亞衛人徛起佇鄉社續到迦薩的，對迦斐託出來的迦裴託人滅𪜶，來徛起佇𪜶的位。）","bklhl":"koh有A-ōe人khiā起tī鄉社，續到Ka-sat ê；tùi Ka-húi-thok出來ê Ka-húi-thok人滅in，來khiā起tī in ê位。)"}},{"book":"申","chapter":2,"verse":24,"versions":{"unv":"你們起來前往，過亞嫩谷；我已將亞摩利人希實本王西宏和他的地交在你手中，你要與他爭戰，得他的地為業。","bklcl":"Taⁿ lín tio̍h khí-lâi, khí-sin kè A-lùn ê soaⁿ-kok; khòaⁿ ah, Góa í-keng chiong A-mô͘-lī lâng Hi-si̍t-pún ông Se-hông, kap i ê tōe, kau tī lí ê chhiú-thâu; lí tio̍h khí-chhiú tit-tio̍h i ê tōe, khì kap i kau-chiàn.","tghg":"今恁著起來，起身過亞嫩的山谷；看啊，我已經將亞摩利人希實本王西宏及伊的地交佇你的手頭，你著起手得著伊的地，去及伊交戰。","bklhl":"Taⁿ lín tio̍h起來，起身過A-lùn ê山谷；看ah，我已經將A-mô͘-lī人Hi-si̍t-pún王Se-hông，kap伊ê地，交tī你ê手頭；你tio̍h起手得tio̍h伊ê地，去kap伊交戰。"}},{"book":"申","chapter":2,"verse":25,"versions":{"unv":"從今日起，我要使天下萬民聽見你的名聲都驚恐懼怕，且因你發顫傷慟。」","bklcl":"Tùi kin-á-ji̍t khí, Góa beh hō͘ thiⁿ-ē bān peh-sìⁿ, thiaⁿ-kìⁿ lí ê miâ-siaⁿ ê, kiaⁿ lín, lún lín;  koh in-ūi lí ngia̍uh-ngia̍uh-chhoah, thòng-khó͘.","tghg":"對今仔日起，我欲互天下萬百姓聽見你的名聲的驚恁、愞(lún)恁，閣因為你愕愕惙痛苦。」","bklhl":"Tùi今á日起，我beh hō͘天下萬百姓，聽見你ê名聲ê，驚lín，忍lín；koh因為你ngia̍uh-ngia̍uh-chhoah，痛苦。"}},{"book":"申","chapter":2,"verse":26,"versions":{"unv":"「我從基底莫的曠野差遣使者去見希實本王西宏，用和睦的話說：","bklcl":"Góa chiū tùi Ki-tí-bo̍k ê khòng-iá, chhe sù-chiá khì kìⁿ Hi-si̍t-pún ông Se-hông, ēng hô-pêng ê ōe kóng,","tghg":"「我就對基底莫的曠野差使者去見希實本王西宏，用和平的話講：","bklhl":"我就tùi Ki-tí-bo̍k ê曠野，差使者去見Hi-si̍t-pún王Se-hông，用和平ê話講："}},{"book":"申","chapter":2,"verse":27,"versions":{"unv":"『求你容我從你的地經過，只走大道，不偏左右。","bklcl":"Kiû lí iông-ún góa tùi lí ê tōe keng-kè; góa beh kiâⁿ tōa-lō͘, bô phian-chó, bô phian-iū;","tghg":"『求你容允我對你的地經過，我欲行大路，無偏左(chó)無偏右(iū)。","bklhl":"求你容允我對你ê地經過；我beh行大路，無偏左，無偏右；"}},{"book":"申","chapter":2,"verse":28,"versions":{"unv":"你可以賣糧給我吃，也可以賣水給我喝，只要容我步行過去，","bklcl":"lí the̍h góa ê gûn, bōe bí-niû hō͘ góa chia̍h, the̍h góa ê gûn, ēng chúi bōe góa lim;  to̍k-to̍k chún góa pō͘-kiâⁿ kè-khì;","tghg":"你提我的銀賣米糧互我食，提我的銀用水賣我飲，獨獨准我步行過去，","bklhl":"你the̍h我ê銀，賣米糧hō͘我食，the̍h我ê銀，用水賣我lim；獨獨准我步行過去；"}},{"book":"申","chapter":2,"verse":29,"versions":{"unv":"就如住西珥的以掃子孫和住亞珥的摩押人待我一樣，等我過了約旦河，好進入耶和華─我們　神所賜給我們的地。』","bklcl":"chhin-chhiūⁿ tiàm tī Se-jíⁿ ê Í-sò ê kiáⁿ-sun, kap tiàm tī A-jíⁿ ê Mô͘-ap lâng khoán-thāi góa chi̍t-iūⁿ;  thèng-hāu góa kè Iok-tàn hô, ji̍p Iâ-hô-hoa goán ê Siōng-tè só͘ siúⁿ-sù goán ê tōe.","tghg":"親像踮佇西珥的以掃的子孫及踮佇亞珥的摩押人款待我一樣，聽候我過約但河，入耶和華──阮的上帝所賞賜阮的地。』","bklhl":"親像tiàm tī Se-jíⁿ ê以掃ê kiáⁿ孫，kap tiàm tī A-jíⁿ ê Mô͘-ap人款待我一樣；thèng候我過約旦河，入耶和華阮ê上帝所賞賜阮ê地。"}},{"book":"申","chapter":2,"verse":30,"versions":{"unv":"但希實本王西宏不容我們從他那裡經過；因為耶和華─你的　神使他心中剛硬，性情頑梗，為要將他交在你手中，像今日一樣。","bklcl":"Chóng-sī Hi-si̍t-pún ông Se-hông m̄-khéng hō͘ lán tùi i hia keng-kè, in-ūi Iâ-hô-hoa lí ê Siōng-tè hō͘ i ê sèng-chêng kò͘-chip, sim ngī, ūi-tio̍h beh chiong i kau-hù tī lí ê chhiú;  chhin-chhiūⁿ kin-á-ji̍t chi̍t-iūⁿ.","tghg":"總是希實本王西宏呣肯互咱對伊遐經過；因為耶和華──你的上帝互伊的性情固執，心硬，為著欲將伊交付佇你的手，親像今仔日一樣。","bklhl":"總是Hi-si̍t-pún王Se-hông m̄肯hō͘咱對伊hia經過，因為耶和華你ê上帝hō͘伊ê性情固執、心硬，為tio̍h beh將伊交付tī你ê手；親像今á日一樣。"}},{"book":"申","chapter":2,"verse":31,"versions":{"unv":"耶和華對我說：『從此起首，我要將西宏和他的地交給你；你要得他的地為業。』","bklcl":"Iâ-hô-hoa kā góa kóng, Khòaⁿ ah, tùi chit-tia̍p khí, Góa beh chiong Se-hông kap i ê tōe, kau-hù tī lí ê bīn-chêng, lí taⁿ tio̍h tit-tio̍h i ê tōe chòe-gia̍p.","tghg":"耶和華給我講：『看啊！對此霎起，我欲將西宏及伊的地交付佇你的面前；你今著得著伊的地做業。』","bklhl":"耶和華kā我講：看ah，tùi chit-tia̍p起，我beh將Se-hông kap伊ê地，交付tī你ê面前，你taⁿ tio̍h得tio̍h伊ê地做業。"}},{"book":"申","chapter":2,"verse":32,"versions":{"unv":"那時，西宏和他的眾民出來攻擊我們，在雅雜與我們交戰。","bklcl":"Hit-sî Se-hông kap i ê chèng peh-sìⁿ chhut-lâi tí-te̍k lán, kau-chiàn tī Ngá-cha̍p.","tghg":"彼時，西宏及伊的眾百姓出來抵敵咱，交戰佇雅雜。","bklhl":"Hit時Se-hông kap伊ê眾百姓出來抵敵咱，交戰tī Ngá-cha̍p。"}},{"book":"申","chapter":2,"verse":33,"versions":{"unv":"耶和華─我們的　神將他交給我們，我們就把他和他的兒子，並他的眾民，都擊殺了。","bklcl":"Iâ-hô-hoa lán ê Siōng-tè chiong i kau-hù lán, lán chiū phah-sí i, kap i ê kiáⁿ, í-ki̍p i ê chèng peh-sìⁿ.","tghg":"耶和華──咱的上帝將伊交付咱，咱就拍死伊及伊的子，以及伊的眾百姓。","bklhl":"耶和華咱ê上帝將伊交付咱，咱就phah死伊，kap伊ê kiáⁿ，以及伊ê眾百姓。"}},{"book":"申","chapter":2,"verse":34,"versions":{"unv":"我們奪了他的一切城邑，將有人煙的各城，連女人帶孩子，盡都毀滅，沒有留下一個。","bklcl":"Tng hit-sî lán chhú i lóng-chóng ê siâⁿ, châu-bia̍t ū lâng khiā-khí ê siâⁿ, liân hū-jîn-lâng kap gín-ná, bô lâu chi̍t-ê;","tghg":"當彼時咱取伊攏總的城，剿滅有人徛起的城，連婦仁人及囝仔，無留一個。","bklhl":"當hit時咱取伊lóng總ê城，剿滅有人khiā起ê城，連婦人人kap gín-ná，無留一个；"}},{"book":"申","chapter":2,"verse":35,"versions":{"unv":"惟有牲畜和所奪的各城，並其中的財物，都取為自己的掠物。","bklcl":"to̍k-to̍k cheng-siⁿ kap só͘ chhiúⁿ ta̍k ê siâⁿ ê chong-bu̍t, lóng chhú lâi chòe ka-kī ê lō͘-ēng.","tghg":"獨獨精牲及所搶逐個城的贓物(chong-bu̍t)，攏取來做家己的路用。","bklhl":"獨獨cheng-siⁿ kap所搶ta̍k-ê城ê贓物，lóng取來做家己ê路用。"}},{"book":"申","chapter":2,"verse":36,"versions":{"unv":"從亞嫩谷邊的亞羅珥和谷中的城，直到基列，耶和華─我們的　神都交給我們了，沒有一座城高得使我們不能攻取的。","bklcl":"Tùi A-lùn soaⁿ-kok-piⁿ ê A-lô-jíⁿ, í-ki̍p soaⁿ-kok tiong ê siâⁿ, kàu tī Ki-lia̍t, bô chi̍t ê siâⁿ kian-kò͘, hō͘ lán chhú i bô tio̍h;  in-ūi Iâ-hô-hoa lán ê Siōng-tè lóng kau-hù lán;","tghg":"對亞嫩山谷邊的亞羅珥以及山谷中的城，到佇基列，無一個城堅固互咱取伊無著，因為耶和華──咱的上帝攏交付咱。","bklhl":"Tùi A-lùn山谷邊ê A-lô-jíⁿ，以及山谷中ê城，到tī Ki-lia̍t，無一个城堅固，hō͘咱取伊無tio̍h；因為耶和華咱ê上帝lóng交付咱；"}},{"book":"申","chapter":2,"verse":37,"versions":{"unv":"惟有亞捫人之地，凡靠近雅博河的地，並山地的城邑，與耶和華─我們　神所禁止我們去的地方，都沒有挨近。」","bklcl":"chí-ū A-bûn lâng ê tōe, Ngá-phok hô-piⁿ ê tōe, kap soaⁿ-tōe chiah-ê siâⁿ, kap Iâ-hô-hoa lán ê Siōng-tè só͘ kìm lán khì ê tōe,  lí lóng bô óa-kūn i.","tghg":"只有亞捫人的地，雅博河邊的地，及山地諸個城，及耶和華──咱的上帝所禁咱去的地，你攏無倚近伊。」","bklhl":"只有A-bûn人ê地，Ngá-phok河邊ê地，kap山地chiah ê城，kap耶和華咱ê上帝所禁咱去ê地，你lóng無óa近伊。"}}]