[{"book":"申","chapter":16,"verse":1,"versions":{"unv":"「你要注意亞筆月，向耶和華─你的　神守逾越節，因為耶和華─你的　神在亞筆月夜間領你出埃及。","bklcl":"Lí tio̍h chù-ì A-pit ge̍h, lâi siú Iâ-hô-hoa lí Siōng-tè ê pôaⁿ-kè-choeh;  in-ūi Iâ-hô-hoa lí Siōng-tè tī A-pit ge̍h mî-sî chhōa lí chhut Ai-ki̍p.","tghg":"「你著注意亞筆月，來守耶和華──你上帝的𨃟過節，因為耶和華──你上帝佇亞筆月暝時導你出埃及。","bklhl":"你tio̍h注意A-pit月，來守耶和華你上帝ê pôaⁿ過節；因為耶和華你上帝tī A-pit月暝時chhōa你出埃及。"}},{"book":"申","chapter":16,"verse":2,"versions":{"unv":"你當在耶和華所選擇要立為他名的居所，從牛群羊群中，將逾越節的祭牲獻給耶和華─你的　神。","bklcl":"Lí tio̍h tī Iâ-hô-hoa só͘ beh kéng lâi an-tì I ê miâ ê só͘-chāi, tùi lí ê iûⁿ-kûn gû-kûn, ēng jû-oa̍t-choeh ê cheng-siⁿ, hiàn-chè hō͘ Iâ-hô-hoa lí ê Siōng-tè.","tghg":"你著佇耶和華所欲揀來安置伊的名的所在，對你的羊群牛群，用逾越節(jû-oa̍t-choeh)的精牲，獻祭互耶和華──你的上帝。","bklhl":"你tio̍h tī耶和華所beh揀來安置伊ê名ê所在，對你ê羊群牛群，用逾越節ê cheng-siⁿ，獻祭hō͘耶和華你ê上帝。"}},{"book":"申","chapter":16,"verse":3,"versions":{"unv":"你吃這祭牲，不可吃有酵的餅；七日之內要吃無酵餅，就是困苦餅─你本是急忙出了埃及地─要叫你一生一世記念你從埃及地出來的日子。","bklcl":"Lí m̄-thang ēng ū-kàⁿ ê piáⁿ chham teh chia̍h;  chhit-ji̍t kú lí tio̍h ēng bô-kàⁿ ê piáⁿ chham teh chia̍h, chiū-sī khùn-khó͘ ê piáⁿ;  beh hō͘ lí it-seng ê ji̍t kì-tit lí chhut Ai-ki̍p tōe ê ji̍t;  in-ūi lí chhut Ai-ki̍p tōe ê sî chin kóaⁿ-kín.","tghg":"你呣通用有酵的餅參啲食；七日久你著用無酵的餅參啲食，就是困苦的餅──欲互你一生的日記得你出埃及地的日──因為你出埃及地的時真趕緊。","bklhl":"你m̄-thang用有酵ê餅chham teh食；七日久你tio̍h用無酵ê餅chham teh食，就是困苦ê餅；beh hō͘你一生ê日記得你出埃及地ê日；因為你出埃及地ê時真趕緊。"}},{"book":"申","chapter":16,"verse":4,"versions":{"unv":"在你四境之內，七日不可見麵酵，頭一日晚上所獻的肉，一點不可留到早晨。","bklcl":"Tī lí ê sì-kéng-lāi, chhit-ji̍t kú lóng m̄-thang khòaⁿ-kìⁿ kàⁿ;  thâu-chi̍t-ji̍t ê-hng só͘ hiàn ê chè-bah, m̄-thang lâu chi̍t-tiám-á kàu thiⁿ-kng.","tghg":"佇你的四境內，七日久攏呣通看見酵，頭一日下昏所獻的祭肉，呣通留一點仔到天光。","bklhl":"Tī你ê 四境內，七日久lóng m̄-thang看見酵；頭一日ê-hng所獻ê祭肉，m̄-thang留一點á到天光。"}},{"book":"申","chapter":16,"verse":5,"versions":{"unv":"在耶和華─你　神所賜的各城中，你不可獻逾越節的祭；","bklcl":"Tī Iâ-hô-hoa lí Siōng-tè só͘ siúⁿ-sù hiah-ê siâⁿ-mn̂g-lāi lí m̄-thang hiàn pôaⁿ-kè-choeh ê chè.","tghg":"佇耶和華──你上帝所賞賜許個城門內，你呣通獻𨃟過節的祭；","bklhl":"Tī耶和華你上帝所賞賜hiah-ê城門內，你m̄-thang獻pôaⁿ過節ê祭。"}},{"book":"申","chapter":16,"verse":6,"versions":{"unv":"只當在耶和華─你　神所選擇要立為他名的居所，晚上日落的時候，乃是你出埃及的時候，獻逾越節的祭。","bklcl":"To̍k-to̍k tio̍h tī Iâ-hô-hoa lí Siōng-tè só͘ beh kéng chòe an-tì I ê miâ ê só͘-chāi, kàu ê-hng ji̍t-lo̍h ê sî, chiū-sī lí chhut Ai-ki̍p ê sî, tio̍h hiàn pôaⁿ-kè-choeh ê chè;","tghg":"獨獨著佇耶和華──你上帝所欲揀做安置伊的名的所在，到下昏日落的時，就是你出埃及的時，著獻𨃟過節的祭。","bklhl":"獨獨tio̍h tī耶和華你上帝所beh揀做安置伊ê名ê所在，到ê-hng日落ê時，就是你出埃及ê時，tio̍h獻pôaⁿ過節ê祭；"}},{"book":"申","chapter":16,"verse":7,"versions":{"unv":"當在耶和華─你　神所選擇的地方把肉烤了吃（烤：或譯煮），次日早晨就回到你的帳棚去。","bklcl":"tio̍h tī Iâ-hô-hoa lí Siōng-tè só͘ beh kéng ê só͘-chāi, pek lâi chia̍h i;  keh chá-khí lí oa̍t-tò-khì lí ê pò͘-pîⁿ.","tghg":"著佇耶和華──你上帝所欲揀的所在煏(pek)來食伊，隔早起你越倒去你的布棚。","bklhl":"tio̍h tī耶和華你上帝所beh揀ê所在，pek來食伊；隔早起你oa̍t-tò去你ê布棚。"}},{"book":"申","chapter":16,"verse":8,"versions":{"unv":"你要吃無酵餅六日，第七日要向耶和華─你的　神守嚴肅會，不可做工。」","bklcl":"Lí tio̍h chia̍h bô-kàⁿ-piáⁿ la̍k-ji̍t;  tē-chhit ji̍t lí tio̍h siú Iâ-hô-hoa lí Siōng-tè ê giâm-siok-hōe;  lóng m̄-thang chòe-kang.","tghg":"你著食無酵餅六日，第七日你著守耶和華──你上帝的嚴肅會，攏呣通做工。」","bklhl":"你tio̍h食無酵餅六日；第七日你tio̍h守耶和華你上帝ê嚴肅會；lóng m̄-thang做工。"}},{"book":"申","chapter":16,"verse":9,"versions":{"unv":"「你要計算七七日：從你開鐮收割禾稼時算起，共計七七日。","bklcl":"Lí tio̍h ūi ka-kī sǹg chhit ê chhit-ji̍t; tùi lí khí-thâu ēng liâm-á koah ngó͘-kok ê sî, chiū sǹg chhit ê chhit-ji̍t.","tghg":"「你著為家己算七個七日：對你起頭用鐮仔割五穀的時，就算七個七日。","bklhl":"你tio̍h為家己算七個七日；對你起頭用鐮á割五穀ê時，就算七個七日。"}},{"book":"申","chapter":16,"verse":10,"versions":{"unv":"你要照耶和華─你　神所賜你的福，手裡拿著甘心祭，獻在耶和華─你的　神面前，守七七節。","bklcl":"Lí tio̍h tī Iâ-hô-hoa lí Siōng-tè ê bīn-chêng siú chhit-chhit-ji̍t-choeh;  chiong lí ê chhiú ê lé-mi̍h hōng-hiàn, sī chiàu lí ê sim só͘ goān-ê, iā chiàu Iâ-hô-hoa lí ê Siōng-tè sù-hok lí ê.","tghg":"你著佇耶和華──你上帝的面前守七七日節，將你的手的禮物奉獻，是照你的心所願的，也照耶和華──你的上帝賜福你的。","bklhl":"你tio̍h tī耶和華你上帝ê面前守七七日節；將你ê手ê禮物奉獻，是照你ê心所願ê，也照耶和華你ê上帝賜福你ê。"}},{"book":"申","chapter":16,"verse":11,"versions":{"unv":"你和你兒女、僕婢，並住在你城裡的利未人，以及在你們中間寄居的與孤兒寡婦，都要在耶和華─你　神所選擇立為他名的居所，在耶和華─你的　神面前歡樂。","bklcl":"Lí kap lí ê kiáⁿ, cha-bó͘-kiáⁿ, lô͘-po̍k, lú-pī, kap tiàm tī lí siâⁿ-mn̂g-lāi ê Lī-bī lâng, í-ki̍p tī lín tiong-kan kià-kha-ê, kap ko͘-jî, kóaⁿ-hū, lóng tio̍h tī Iâ-hô-hoa lí ê Siōng-tè só͘ beh kéng an-tì I ê miâ ê só͘-chāi, tī Iâ-hô-hoa lí Siōng-tè ê bīn-chêng hoaⁿ-hí.","tghg":"你及你的子、查某子、奴僕、女婢，及踮佇你城門內的利未人，以及佇恁中間寄腳的及孤兒寡婦，攏著佇耶和華──你的上帝所欲揀安置伊的名的所在，佇耶和華──你上帝的面前歡喜。","bklhl":"你kap你ê kiáⁿ、cha-bó͘-kiáⁿ、奴僕、女婢，kap tiàm tī你城門內ê利未人，以及tī lín中間寄腳ê，kap孤兒、寡婦，lóng tio̍h tī耶和華你ê上帝所beh揀安置伊ê名ê所在，tī耶和華你上帝ê面前歡喜。"}},{"book":"申","chapter":16,"verse":12,"versions":{"unv":"你也要記念你在埃及作過奴僕。你要謹守遵行這些律例。」","bklcl":"Lí tio̍h kì-tit lí tī Ai-ki̍p bat chòe lô͘-châi;  lí tio̍h chip-siú lâi kiâⁿ chiah-ê lu̍t-lē.","tghg":"你著記得你佇埃及曾做奴才。你著執守來行諸個律例。」","bklhl":"你tio̍h記得你tī埃及bat做奴才；你tio̍h執守來行chiah ê律例。"}},{"book":"申","chapter":16,"verse":13,"versions":{"unv":"「你把禾場的穀、酒醡的酒收藏以後，就要守住棚節七日。","bklcl":"Gō͘-kak-tiûⁿ kap chiú-khut só͘ chhut ê, lí siu-khǹg liáu-āu, tio̍h siú tah chháu-liâu-á choeh chhit-ji̍t;","tghg":"「五穀場及酒窟所出的，你收囥了後，著守搭草寮仔節七日。","bklhl":"五穀場kap酒窟所出ê，你收khǹg了後，tio̍h守搭草寮á節七日；"}},{"book":"申","chapter":16,"verse":14,"versions":{"unv":"守節的時候，你和你兒女、僕婢，並住在你城裡的利未人，以及寄居的與孤兒寡婦，都要歡樂。","bklcl":"siú choeh ê sî, lí kap lí ê kiáⁿ, cha-bó͘-kiáⁿ, lô͘-po̍k, lú-pī, kap tiàm tī lí siâⁿ-mn̂g-lāi ê Lī-bī lâng, í-ki̍p kià-kha-ê, kap ko͘-jî, kóaⁿ-hū, lóng tio̍h hoaⁿ-hí.","tghg":"守節的時，你及你的子、查某子、奴僕、女婢，及踮佇你城門內的利未人，以及寄腳的及孤兒寡婦，攏著歡喜。","bklhl":"守節 ê時，你kap你ê kiáⁿ、cha-bó͘-kiáⁿ、奴僕、女婢，kap tiàm tī你城門內ê利未人，以及寄腳ê，kap孤兒、寡婦，lóng tio̍h歡喜。"}},{"book":"申","chapter":16,"verse":15,"versions":{"unv":"在耶和華所選擇的地方，你當向耶和華─你的　神守節七日；因為耶和華─你　神在你一切的土產上和你手裡所辦的事上要賜福與你，你就非常地歡樂。","bklcl":"Tī Iâ-hô-hoa só͘ beh kéng ê só͘-chāi, lí tio̍h siú Iâ-hô-hoa lí ê Siōng-tè ê choeh chhit-ji̍t;  in-ūi Iâ-hô-hoa lí ê Siōng-tè tī lí it-chhè ê bu̍t-sán, kap lí ê chhiú it-chhè só͘ chòe ê, beh sù-hok lí, lí chiū chin tōa hoaⁿ-hí.","tghg":"佇耶和華所欲揀的所在，你著守耶和華──你的上帝的節七日；因為耶和華──你的上帝佇你一切的物產及你的手一切所做的欲賜福你，你就真大歡喜。","bklhl":"Tī耶和華所beh揀ê所在，你tio̍h守耶和華你ê上帝ê節七日；因為耶和華你ê上帝tī你一切ê物產，kap你ê手一切所做ê，beh賜福你，你就真大歡喜。"}},{"book":"申","chapter":16,"verse":16,"versions":{"unv":"你一切的男丁要在除酵節、七七節、住棚節，一年三次，在耶和華─你　神所選擇的地方朝見他，卻不可空手朝見。","bklcl":"Lí it-chhè ê ta-po͘-teng, tio̍h tī tû-kàⁿ-choeh, chhit-chhit-choeh, tah-liâu-á choeh, chi̍t-nî saⁿ-pái, lóng kàu Iâ-hô-hoa lí Siōng-tè ê bīn-chêng, tī I só͘ beh kéng ê só͘-chāi;  iā m̄-thang khang-chhiú kàu Iâ-hô-hoa ê bīn-chêng;","tghg":"你一切的查甫丁著佇除酵節、七七節、搭寮仔節，一年三擺，攏到耶和華──你上帝的面前，佇伊所欲揀的所在，也呣通空手到耶和華的面前。","bklhl":"你一切ê ta-po͘丁，tio̍h tī除酵節，七七節，搭寮á節，一年三pái，lóng到耶和華你上帝ê面前，tī伊所beh揀ê所在；也m̄-thang空手到耶和華ê面前；"}},{"book":"申","chapter":16,"verse":17,"versions":{"unv":"各人要按自己的力量，照耶和華─你　神所賜的福分，奉獻禮物。」","bklcl":"ta̍k-lâng tio̍h chiàu i ê khùi-la̍t lâi hiàn, chiū-sī chiàu Iâ-hô-hoa lí Siōng-tè só͘ siúⁿ-sù lí ê hok-hūn.","tghg":"逐人著照伊的氣力來獻，就是照耶和華──你上帝所賞賜你的福份。」","bklhl":"ta̍k人tio̍h照伊ê氣力來獻，就是照耶和華你上帝所賞賜你ê福份。"}},{"book":"申","chapter":16,"verse":18,"versions":{"unv":"「你要在耶和華─你　神所賜的各城裡，按著各支派設立審判官和官長。他們必按公義的審判判斷百姓。","bklcl":"Lí tio̍h tī Iâ-hô-hoa lí ê Siōng-tè só͘ siúⁿ-sù ta̍k ê siâⁿ-mn̂g-lāi, chiàu lí hiah-ê chi-phài, ūi ka-kī siat-li̍p sím-phòaⁿ-koaⁿ kap koaⁿ-tiúⁿ; in tio̍h chiàu kong-gī ê phòaⁿ-toàn, lâi sím-phòaⁿ peh-sìⁿ.","tghg":"「你著佇耶和華──你的上帝所賞賜逐個城門內，照你許個支派為家己設立審判官及官長。𪜶著照公義的判斷來審判百姓。","bklhl":"你tio̍h tī耶和華你ê上帝所賞賜ta̍k-ê城門內，照你hiah-ê支派，為家己設立審判官kap官長；in tio̍h照公義ê判斷，來審判百姓。"}},{"book":"申","chapter":16,"verse":19,"versions":{"unv":"不可屈枉正直；不可看人的外貌。也不可受賄賂；因為賄賂能叫智慧人的眼變瞎了，又能顛倒義人的話。","bklcl":"Lí ê sím-phòaⁿ m̄-thang oan-óng, m̄-thang khòaⁿ lâng ê gōa-māu, iā m̄-thang siū pò͘-lō͘;  in-ūi pò͘-lō͘ ōe hō͘ tì-hūi ê lâng ba̍k-chiu chhiⁿ-mî, koh ōe hō͘ gī-lâng ê ōe péng-tò-tńg.","tghg":"你的審判呣通冤枉；呣通看人的外貌。也呣通受賄賂(pò͘-lō͘)；因為賄賂會互智慧的人目睭睛瞑，閣會互義人的話反倒轉(péng-tò-tńg)。","bklhl":"你ê審判m̄-thang冤枉，m̄-thang看人ê外貌，也m̄-thang受pò͘賂；因為pò͘賂會hō͘智慧ê人目睭chhiⁿ-mî，koh會 hō͘義人ê話péng倒tńg。"}},{"book":"申","chapter":16,"verse":20,"versions":{"unv":"你要追求至公至義，好叫你存活，承受耶和華─你　神所賜你的地。","bklcl":"Lí tio̍h tui-jip chì-kong chì-gī, hō͘ lí ōe oa̍h, sêng-chiap Iâ-hô-hoa lí Siōng-tè só͘ siúⁿ-sù lí ê tōe.","tghg":"你著追趇(jip)至公至義，互你會活，承接耶和華──你上帝所賞賜你的地。","bklhl":"你tio̍h追jip至公至義，hō͘你能活，承接耶和華你上帝所賞賜你ê地。"}},{"book":"申","chapter":16,"verse":21,"versions":{"unv":"「你為耶和華─你的　神築壇，不可在壇旁栽甚麼樹木作為木偶。","bklcl":"Lí ūi ka-kī só͘ khí Iâ-hô-hoa lí Siōng-tè ê tôaⁿ, m̄-thang tī hit piⁿ-á chai sím-mi̍h chhiū-ba̍k, chòe A-sià-la̍h;","tghg":"「你為家己所起耶和華──你上帝的壇，呣通佇彼邊仔栽甚麼樹木做亞舍拉。","bklhl":"你為家己所起耶和華你上帝ê壇，m̄-thang tī hit邊á栽甚麼樹木，做A-sià-la̍h；"}},{"book":"申","chapter":16,"verse":22,"versions":{"unv":"也不可為自己設立柱像；這是耶和華─你　神所恨惡的。","bklcl":"iā m̄-thang ūi ka-kī chhāi tiau-khek ê thiāu;  che sī Iâ-hô-hoa lí ê Siōng-tè só͘ oàn-hūn ê.","tghg":"也呣通為家己祀(chhāi)雕刻的柱；這是耶和華──你的上帝所怨恨的。」","bklhl":"也m̄-thang為家己chhāi雕刻ê柱；這是耶和華你ê上帝所怨恨ê。"}}]