[{"book":"申","chapter":31,"verse":1,"versions":{"unv":"摩西去告訴以色列眾人","bklcl":"Mô͘-se ēng chiah-ê ōe khì kā Í-sek-lia̍t chèng-lâng kóng.","tghg":"摩西用諸個話去給以色列眾人講，","bklhl":"摩西用chiah ê話去kā以色列眾人講。"}},{"book":"申","chapter":31,"verse":2,"versions":{"unv":"說：「我現在一百二十歲了，不能照常出入；耶和華也曾對我說：『你必不得過這約旦河。』","bklcl":"Tùi in kóng, Góa kin-á-ji̍t chi̍t-pah jī-cha̍p hè, bōe koh chiàu-siông chhut-ji̍p;  Iâ-hô-hoa iā bat tùi góa kóng, Lí bōe-ōe kè chit ê Iok-tàn.","tghg":"對𪜶講：「我今仔日一百二十歲，𣍐閣照常出入；耶和華也曾對我講：『你𣍐會過此個約但。』","bklhl":"對in講，我今á日一百二十歲，bōe koh照常出入；耶和華也bat對我講，你bōe會過chit ê約旦。"}},{"book":"申","chapter":31,"verse":3,"versions":{"unv":"耶和華─你們的　神必引導你們過去，將這些國民在你們面前滅絕，你們就得他們的地。約書亞必引導你們過去，正如耶和華所說的。","bklcl":"Iâ-hô-hoa lí ê Siōng-tè beh chhōa lí kè-khì, beh bia̍t-bô chiah-ê kok tī lí ê bīn-chêng, lí beh sêng-chiap in.  Iok-su-a beh chhōa lí kè-khì, chhin-chhiūⁿ Iâ-hô-hoa só͘ bat kóng-ê.","tghg":"耶和華──你的上帝欲導你過去，欲滅無諸個國佇你的面前，你欲承接𪜶。約書亞欲導你過去，親像耶和華所曾講的。","bklhl":"耶和華你ê上帝beh chhōa你過去，beh滅無chiah ê國tī你ê面前，你beh承接in。約書亞beh chhōa你過去，親像耶和華所bat講ê。"}},{"book":"申","chapter":31,"verse":4,"versions":{"unv":"耶和華必待他們，如同從前待他所滅絕的亞摩利二王西宏與噩以及他們的國一樣。","bklcl":"Iâ-hô-hoa beh khoán-thāi in, chhin-chhiūⁿ chêng-ji̍t khoán-thāi I só͘ bia̍t A-mô͘-lī lâng nn̄g ê ông, Se-hông kap Go̍k, í-ki̍p in ê tōe chi̍t-iūⁿ.","tghg":"耶和華欲款待𪜶，親像前日款待伊所滅亞摩利人二個王西宏及噩以及𪜶的地一樣。","bklhl":"耶和華beh款待in，親像前日款待伊所滅A-mô͘-lī人兩個王，Se-hông kap Go̍k，以及in ê地一樣。"}},{"book":"申","chapter":31,"verse":5,"versions":{"unv":"耶和華必將他們交給你們；你們要照我所吩咐的一切命令待他們。","bklcl":"Iâ-hô-hoa beh ēng in kau tī lín ê bīn-chêng; lín tio̍h chiàu góa só͘ hoan-hù lín it-chhè ê bēng-lēng khoán-thāi in.","tghg":"耶和華欲用𪜶交佇恁的面前；恁著照我所吩咐恁一切的命令款待𪜶。","bklhl":"耶和華beh用in交tī lín ê面前；lín tio̍h照我所吩咐lín一切ê命令款待in。"}},{"book":"申","chapter":31,"verse":6,"versions":{"unv":"你們當剛強壯膽，不要害怕，也不要畏懼他們，因為耶和華─你的　神和你同去。他必不撇下你，也不丟棄你。」","bklcl":"Lín tio̍h ióng-kám chòng-táⁿ, bo̍h-tit kiaⁿ in, iā bo̍h-tit lún in;  in-ūi Iâ-hô-hoa lí ê Siōng-tè kap lí khì, I bô lī-khui lí, iā bô pàng-sak lí.","tghg":"恁著勇敢壯膽，莫得驚𪜶，也莫得愞(lún)𪜶，因為耶和華──你的上帝及你去。伊無離開你，也無放拺你。」","bklhl":"Lín tio̍h勇敢壯膽，莫得驚in，也莫得懍in；因為耶和華你ê上帝kap你去，伊無離開你，也無放sak你。"}},{"book":"申","chapter":31,"verse":7,"versions":{"unv":"摩西召了約書亞來，在以色列眾人眼前對他說：「你當剛強壯膽！因為，你要和這百姓一同進入耶和華向他們列祖起誓應許所賜之地；你也要使他們承受那地為業。","bklcl":"Mô͘-se kiò Iok-su-a lâi, tī Í-sek-lia̍t chèng-lâng ê bīn-chêng tùi i kóng, Lí tio̍h ióng-kám chòng-táⁿ, in-ūi lí beh kap chit ê peh-sìⁿ khì, ji̍p Iâ-hô-hoa tùi in lia̍t-chó͘ chiù-chōa beh hō͘ in ê tōe, lí iā beh hō͘ in tit-tio̍h i chòe-gia̍p.","tghg":"摩西叫約書亞來，佇以色列眾人的面前對伊講：「你著勇敢壯膽！因為你欲及此個百姓去，入耶和華對𪜶列祖咒誓欲互𪜶的地；你也欲互𪜶得著伊做業。","bklhl":"摩西叫約書亞來，tī以色列眾人ê面前對伊講，你tio̍h勇敢壯膽，因為你beh kap chit ê百姓去，入耶和華對in列祖chiù-chōa beh hō͘ in ê地，你也beh hō͘ in得tio̍h伊做業。"}},{"book":"申","chapter":31,"verse":8,"versions":{"unv":"耶和華必在你前面行；他必與你同在，必不撇下你，也不丟棄你。不要懼怕，也不要驚惶。」","bklcl":"Iâ-hô-hoa beh kiâⁿ tī lí ê bīn-chêng;  I beh kap lí tī-teh, I bô lī-khui lí, iā bô pàng-sak lí;  bo̍h-tit kiaⁿ, iā bo̍h-tit lún.","tghg":"耶和華欲行佇你的面前；伊欲及你佇啲，伊無離開你，也無放拺你。莫得驚，也莫得愞。」","bklhl":"耶和華beh行tī你ê面前；伊beh kap你tī-teh，伊無離開你，也無放sak你；莫得驚，也莫得懍。"}},{"book":"申","chapter":31,"verse":9,"versions":{"unv":"摩西將這律法寫出來，交給抬耶和華約櫃的祭司利未子孫和以色列的眾長老。","bklcl":"Mô͘-se siá chit ê lu̍t-hoat, kau-hō͘ kng Iâ-hô-hoa iok-kūi ê chè-si, Lī-bī ê kiáⁿ-sun, kap Í-sek-lia̍t ê chèng tiúⁿ-ló.","tghg":"摩西寫此個律法，交互扛耶和華約櫃的祭司利未的子孫及以色列的眾長老。","bklhl":"摩西寫chit ê律法，交hō͘扛耶和華約櫃ê祭司，利未ê kiáⁿ孫，kap以色列ê眾長老。"}},{"book":"申","chapter":31,"verse":10,"versions":{"unv":"摩西吩咐他們說：「每逢七年的末一年，就在豁免年的定期住棚節的時候，","bklcl":"Mô͘-se bēng-lēng in kóng, Múi chhit-nî ê lō͘-bé, chiū-sī tī tháu-pàng ê nî tiāⁿ-tio̍h ê kî, tah-liâu-choeh ê sî,","tghg":"摩西命令𪜶講：「每七年的路尾，就是佇解放的年定著的期搭寮節的時，","bklhl":"摩西命令in講：每七年ê路尾，就是tī tháu放ê年定tio̍h ê期，搭寮節ê時，"}},{"book":"申","chapter":31,"verse":11,"versions":{"unv":"以色列眾人來到耶和華─你　神所選擇的地方朝見他。那時，你要在以色列眾人面前將這律法念給他們聽。","bklcl":"Í-sek-lia̍t chèng-lâng lâi-kàu Iâ-hô-hoa lí Siōng-tè ê bīn-chêng, tī I só͘ kéng ê só͘-chāi, hit-sî lí tio̍h tī Í-sek-lia̍t chèng-lâng ê bīn-chêng tha̍k chit ê lu̍t-hoat hō͘ in thiaⁿ.","tghg":"以色列眾人來到耶和華──你上帝的面前佇伊所揀的所在。彼時，你著佇以色列眾人的面前讀此個律法互𪜶聽。","bklhl":"以色列眾人來到耶和華你上帝ê面前，tī伊所揀ê所在，hit時你tio̍h tī以色列眾人ê面前讀chit ê律法hō͘ in聽。"}},{"book":"申","chapter":31,"verse":12,"versions":{"unv":"要招聚他們男、女、孩子，並城裡寄居的，使他們聽，使他們學習，好敬畏耶和華─你們的　神，謹守、遵行這律法的一切話，","bklcl":"Lí tio̍h chū-chi̍p peh-sìⁿ, ta-po͘, cha-bó͘, gín-ná, í-ki̍p lí siâⁿ-mn̂g-lāi ê chhut-gōa lâng, hō͘ in thiaⁿ, hō͘ in ha̍k-si̍p, thang kèng-ùi Iâ-hô-hoa lín ê Siōng-tè, chip-siú lâi kiâⁿ chit ê lu̍t-hoat it-chhè ê ōe;","tghg":"你著聚集百姓查甫、查某、囝仔，以及你城門內的出外人，互𪜶聽，互𪜶學習，通敬畏耶和華──恁的上帝，執守、來行此個律法一切的話，","bklhl":"你tio̍h聚集百姓，ta-po͘，cha-bó͘，gín-ná，以及你城門內ê出外人，hō͘ in聽，hō͘ in學習，thang敬畏耶和華lín ê上帝，執守來行chit ê律法一切ê話；"}},{"book":"申","chapter":31,"verse":13,"versions":{"unv":"也使他們未曾曉得這律法的兒女得以聽見，學習敬畏耶和華─你們的　神，在你們過約旦河要得為業之地，存活的日子，常常這樣行。」","bklcl":"iā hō͘ in m̄-chai-iáⁿ ê kiáⁿ-jî tit-tio̍h thiaⁿ-kìⁿ;  chiū tī lín kè Iok-tàn só͘ sêng-chiap ê tōe, chiàu lín tiàm tī-hia it-chhè ê ji̍t thang ha̍k-si̍p kèng-ùi Iâ-hô-hoa lín ê Siōng-tè.","tghg":"也互𪜶呣知影的子兒得著聽見，就佇恁過約但所承接的地，照恁踮佇遐一切的日通學習敬畏耶和華──恁的上帝。」","bklhl":"也hō͘ in m̄-知影ê kiáⁿ兒得tio̍h聽見；就tī lín過約旦所承接ê地，照lín tiàm tī-hia一切ê日thang學習敬畏耶和華lín ê上帝。"}},{"book":"申","chapter":31,"verse":14,"versions":{"unv":"耶和華對摩西說：「你的死期臨近了；要召約書亞來，你們二人站在會幕裡，我好囑咐他。」於是摩西和約書亞去站在會幕裡。","bklcl":"Iâ-hô-hoa tùi Mô͘-se kóng, Khòaⁿ ah, lí sí ê kî kūn lah;  lí tiàu Iok-su-a lâi, saⁿ-kap khiā tī hōe-bō͘-tiong;  Góa beh ēng chit-jīm bēng-lēng i,  Mô͘-se chiū kap Iok-su-a khì saⁿ-kap khiā tī hōe-bō͘-tiong.","tghg":"耶和華對摩西講：「看啊！你死的期近啦；你召約書亞來，相及徛佇會幕中，我欲用職任命令伊。」摩西就及約書亞去相及徛佇會幕中。","bklhl":"耶和華對摩西講：看ah，你死ê期近lah；你召約書亞來，相kap khiā tī會幕中；我beh用職任命令伊，摩西就kap約書亞去相kap khiā tī會幕中。"}},{"book":"申","chapter":31,"verse":15,"versions":{"unv":"耶和華在會幕裡雲柱中顯現，雲柱停在會幕門以上。","bklcl":"Iâ-hô-hoa tī hōe-bō͘-lāi, hûn-thiāu tiong, hián-hiān; hûn-thiāu thêng tī hōe-bō͘-mn̂g ê téng-bīn.","tghg":"耶和華佇會幕內雲柱中顯現，雲柱停佇會幕門的頂面。","bklhl":"耶和華tī會幕內，雲柱中，顯現；雲柱停tī會幕門ê頂面。"}},{"book":"申","chapter":31,"verse":16,"versions":{"unv":"耶和華又對摩西說：「你必和你列祖同睡。這百姓要起來，在他們所要去的地上，在那地的人中，隨從外邦神行邪淫，離棄我，違背我與他們所立的約。","bklcl":"Iâ-hô-hoa koh tùi Mô͘-se kóng, Khòaⁿ ah, lí beh kap lí lia̍t-chó͘ saⁿ-kap khùn;  chit ê peh-sìⁿ beh khí-lâi, kiâⁿ siâ-îm lâi thàn i só͘ beh khì tiàm hit só͘-chāi gōa-bīn ê siōng-tè, lī-khui Góa, pōe Góa kap i só͘ li̍p ê iok.","tghg":"耶和華閣對摩西講：「看啊，你欲及你列祖相及睏。此個百姓欲起來，行邪淫來趁伊所欲去踮彼所在外面的上帝，離開我，背我及伊所立的約。","bklhl":"耶和華koh對摩西講：看ah，你beh kap你列祖相kap睏；chit ê百姓beh起來，行邪淫來thàn伊所beh去tiàm hit所在外面ê上帝，離開我，背我kap伊所立ê約。"}},{"book":"申","chapter":31,"verse":17,"versions":{"unv":"那時，我的怒氣必向他們發作；我也必離棄他們，掩面不顧他們，以致他們被吞滅，並有許多的禍患災難臨到他們。那日他們必說：『這些禍患臨到我們，豈不是因我們的　神不在我們中間嗎？』","bklcl":"Hit-sî Góa beh tùi in hoat-chhut siū-khì;  Góa iā beh lī-khui in, ng-bīn m̄-khòaⁿ in;  in beh siū thun-bia̍t, tú-tio̍h chōe-chōe chai-ē hoān-lān;  hit-ji̍t in beh kóng, Lán tú-tio̍h chai-ē hoān-lān, kiám-m̄-sī in-ūi lán ê Siōng-tè bô tī lán ê tiong-kan mah?","tghg":"彼時，我欲對𪜶發出受氣；我也欲離開𪜶，掩(ng)面呣看𪜶，𪜶欲受吞滅，抵著(tú-tio̍h)多多災禍患難。彼日𪜶欲講：『咱抵著災禍患難，豈呣是因為咱的上帝無佇咱的中間嗎？』","bklhl":"Hit時我beh對in發出受氣；我也beh離開in，掩面m̄看in；in beh受吞滅，tú-tio̍h chōe-chōe災厄患難；hit日in beh講：咱tú-tio̍h災厄患難，kiám-m̄是因為咱ê上帝無tī咱ê中間mah？"}},{"book":"申","chapter":31,"verse":18,"versions":{"unv":"那時，因他們偏向別神所行的一切惡，我必定掩面不顧他們。","bklcl":"Hit-ji̍t in-ūi in phian-ǹg pa̍t ê siōng-tè só͘ kiâⁿ it-chhè ê pháiⁿ, só͘-í Góa koat-toàn ng Góa ê bīn.","tghg":"彼日，因為𪜶偏向別個上帝所行一切的歹，所以我決斷掩我的面。","bklhl":"Hit日因為in偏ǹg別ê上帝所行一切ê pháiⁿ，所以我決斷掩我ê面。"}},{"book":"申","chapter":31,"verse":19,"versions":{"unv":"現在你要寫一篇歌，教導以色列人，傳給他們，使這歌見證他們的不是；","bklcl":"Taⁿ lín ka-kī tio̍h siá chit ê koa, ēng hit-ê kà-sī Í-sek-lia̍t ê kiáⁿ-sun, hō͘ in ê chhùi liām, hō͘ chit ê koa kā Góa chòe kan-chèng tī Í-sek-lia̍t ê kiáⁿ-sun.","tghg":"今恁家己著寫此個歌，用彼個教示以色列的子孫，互𪜶的嘴唸，互此個歌給我做干證佇以色列的子孫；","bklhl":"Taⁿ lín家己tio̍h寫chit ê歌，用hit ê教示以色列ê kiáⁿ孫，hō͘ in ê嘴念，hō͘ chit ê歌kā我做干證tī以色列ê kiáⁿ孫。"}},{"book":"申","chapter":31,"verse":20,"versions":{"unv":"因為我將他們領進我向他們列祖起誓應許那流奶與蜜之地，他們在那裡吃得飽足，身體肥胖，就必偏向別神，事奉他們，藐視我，背棄我的約。","bklcl":"In-ūi Góa chhōa in ji̍p Góa tùi in ê lia̍t-chó͘ só͘ chiù-chōa hit ê lâu lin kap bi̍t ê tōe;  in tit-tio̍h chia̍h koh pá-chiok, sin-thé pûi, chiū beh phian-ǹg pa̍t ê siōng-tè ho̍k-sāi in, khòaⁿ-khin Góa, pōe Góa ê iok.","tghg":"因為我導𪜶入我對𪜶的列祖所咒誓彼個流奶及蜜的地，𪜶得著食閣飽足，身體肥，就欲偏向別個上帝，服事𪜶，看輕我，背我的約。","bklhl":"因為我chhōa in入我對in ê列祖所chiù-chōa hit ê流奶kap蜜ê地；in得tio̍h食koh飽足，身體肥，就beh偏ǹg別ê上帝服事in，看輕我，背我ê約。"}},{"book":"申","chapter":31,"verse":21,"versions":{"unv":"那時，有許多禍患災難臨到他們，這歌必在他們面前作見證，他們後裔的口中必念誦不忘。我未領他們到我所起誓應許之地以先，他們所懷的意念我都知道了。」","bklcl":"Kàu in tú-tio̍h chōe-chōe chai-ē hoān-lān ê sî, chit ê koa beh tī in ê bīn-chêng chòe kiàn-chèng lâi kan-chèng in;  in-ūi in ê kiáⁿ-sun ê chhùi beh liām, bô bōe-kì-tit;  in-ūi hiān-kim Góa iáu-bē chhōa in kàu Góa só͘ chiù-chōa ê tōe, in só͘ chûn ê liām-thâu, Góa í-keng chai.","tghg":"到𪜶抵著多多災禍患難的時，此個歌欲佇𪜶的面前做見證來干證𪜶，因為𪜶的子孫的嘴欲唸無𣍐記得。因為現今我猶未導𪜶到我所咒誓的地，𪜶所存的念頭我已經知。」","bklhl":"到in tú-tio̍h chōe-chōe災厄患難ê時，chit ê歌beh tī in ê面前做見證來干證in；因為in ê kiáⁿ孫ê嘴beh念，無bōe記得；因為現今我iáu未chhōa in到我所chiù-chōa ê地，in所存ê念頭，我已經知。"}},{"book":"申","chapter":31,"verse":22,"versions":{"unv":"當日摩西就寫了一篇歌，教導以色列人。","bklcl":"Tng hit-ji̍t Mô͘-se chiū siá chit ê koa, chiong i lâi kà-sī Í-sek-lia̍t ê kiáⁿ-sun.","tghg":"當彼日摩西就寫此個歌，將伊來教示以色列的子孫。","bklhl":"當hit日摩西就寫chit ê歌，將伊來教示以色列ê kiáⁿ孫。"}},{"book":"申","chapter":31,"verse":23,"versions":{"unv":"耶和華囑咐嫩的兒子約書亞說：「你當剛強壯膽，因為你必領以色列人進我所起誓應許他們的地；我必與你同在。」","bklcl":"Iâ-hô-hoa hoan-hù Lùn ê kiáⁿ Iok-su-a kóng, Lí tio̍h ióng-kám chòng-táⁿ, in-ūi lí beh chhōa Í-sek-lia̍t lâng ji̍p Góa só͘ chiù-chōa hō͘ in ê tōe;  Góa beh kap lí saⁿ-kap tī-teh.","tghg":"耶和華吩咐嫩的子約書亞講：「你著勇敢壯膽，因為你欲導以色列人入我所咒誓互𪜶的地；我欲及你相及佇啲。」","bklhl":"耶和華吩咐Lùn ê kiáⁿ約書亞講：你tio̍h勇敢壯膽，因為你beh chhōa以色列人入我所chiù-chōa hō͘ in ê地；我beh kap你相kap tī-teh。"}},{"book":"申","chapter":31,"verse":24,"versions":{"unv":"摩西將這律法的話寫在書上，及至寫完了，","bklcl":"Mô͘-se ēng chit ê lu̍t-hoat ê ōe siá tī chheh-ni̍h, it-chīn siá bêng-pe̍k;","tghg":"摩西用此個律法的話寫佇冊裡，一盡寫明白，","bklhl":"摩西用chit ê律法ê話寫tī冊裡，一盡寫明白；"}},{"book":"申","chapter":31,"verse":25,"versions":{"unv":"就吩咐抬耶和華約櫃的利未人說：","bklcl":"Mô͘-se chiū hoan-hù kng Iâ-hô-hoa iok-kūi ê Lī-bī lâng, kóng,","tghg":"摩西就吩咐扛耶和華約櫃的利未人講：","bklhl":"摩西就吩咐扛耶和華約櫃ê利未人，講："}},{"book":"申","chapter":31,"verse":26,"versions":{"unv":"「將這律法書放在耶和華─你們　神的約櫃旁，可以在那裡見證以色列人的不是；","bklcl":"Chiong chit ê lu̍t-hoat ê chheh hē tī Iâ-hô-hoa lín Siōng-tè ê iok-kūi piⁿ, thang tī-hia chòe lí ê kan-chèng.","tghg":"「將此個律法的冊下佇耶和華──恁上帝的約櫃邊，通佇遐做你的干證；","bklhl":"將chit ê律法ê冊hē tī耶和華lín上帝ê約櫃邊，thang tī-hia做你ê干證。"}},{"book":"申","chapter":31,"verse":27,"versions":{"unv":"因為我知道你們是悖逆的，是硬著頸項的。我今日還活著與你們同在，你們尚且悖逆耶和華，何況我死後呢？","bklcl":"In-ūi góa chai lí sī pōe-ge̍k-ê, sī ām-kún ngī-ê;  khòaⁿ ah, Góa kin-á-ji̍t iáu oa̍h kap lín tī-teh, lín siōng-chhiáⁿ pōe-ge̍k Iâ-hô-hoa, hô-hòng góa sí liáu-āu ah?","tghg":"因為我知你是悖逆的，是頷頸硬的。看啊，我今仔日猶活及恁佇啲，恁尚且悖逆耶和華，何況我死了後啊？","bklhl":"因為我知你是悖逆ê，是頷頸硬ê；看ah，我今á日iáu活kap lín tī-teh，lín尚且悖逆耶和華，何況我死了後ah？"}},{"book":"申","chapter":31,"verse":28,"versions":{"unv":"你們要將你們支派的眾長老和官長都招聚了來，我好將這些話說與他們聽，並呼天喚地見證他們的不是。","bklcl":"Tio̍h chū-chi̍p lín chiah-ê chi-phài ê tiúⁿ-ló kap koaⁿ-tiúⁿ lóng lâi, góa beh kóng chiah-ê ōe hō͘ in thiaⁿ, iā beh kiò-thiⁿ kiò-tōe hō͘ in chòe kan-chèng.","tghg":"著聚集恁諸個支派的長老及官長攏來，我欲講諸個話互𪜶聽，也欲叫天叫地互𪜶做干證。","bklhl":"Tio̍h聚集lín chiah ê支派ê長老kap官長lóng來，我beh講chiah ê話hō͘ in聽，也beh叫天叫地hō͘ in做干證。"}},{"book":"申","chapter":31,"verse":29,"versions":{"unv":"我知道我死後，你們必全然敗壞，偏離我所吩咐你們的道，行耶和華眼中看為惡的事，以手所做的惹他發怒；日後必有禍患臨到你們。」","bklcl":"In-ūi góa chai góa sí liáu-āu, lín beh choân-jiân pāi-hoāi, oai-chhoa̍h góa só͘ bēng-lēng lín kiâⁿ ê tō-lō͘;  ji̍t-āu lín beh tú-tio̍h chai-ē, in-ūi lín beh kiâⁿ Iâ-hô-hoa só͘ khòaⁿ-chòe pháiⁿ ê sū, ēng lín ê chhiú só͘ chòe jiá I ê siū-khì.","tghg":"因為我知我死了後，恁欲全然敗壞，歪斜我所命令恁行的道路，日後恁欲抵著災禍，因為恁欲行耶和華所看做歹的事，用恁的手所做惹伊的受氣。」","bklhl":"因為我知我死了後，lín beh全然敗壞，歪chhoa̍h我所命令lín行ê道路；日後lín beh tú-tio̍h災厄，因為lín beh行耶和華所看做pháiⁿ ê事，用lín ê手所做惹伊ê受氣。"}},{"book":"申","chapter":31,"verse":30,"versions":{"unv":"摩西將這一篇歌的話都說與以色列全會眾聽。","bklcl":"Mô͘-se chiong chit ê koa ê ōe, thâu kàu bé kóng hō͘ Í-sek-lia̍t choân-hōe thiaⁿ.","tghg":"摩西將此個歌的話頭到尾講互以色列全會聽。","bklhl":"摩西將chit ê歌ê話，頭到尾講hō͘以色列全會聽。"}}]