[{"book":"申","chapter":17,"verse":1,"versions":{"unv":"「凡有殘疾，或有甚麼惡病的牛羊，你都不可獻給耶和華─你的　神，因為這是耶和華─你　神所憎惡的。","bklcl":"Kìⁿ-ū phòa-siùⁿ, á-sī ū sím-mi̍h pháiⁿ-iūⁿ ê gû iûⁿ, lí m̄-thang chè-hiàn Iâ-hô-hoa lí ê Siōng-tè;  in-ūi che sī Iâ-hô-hoa lí ê Siōng-tè só͘ iàm-ò͘ⁿ ê.","tghg":"「見有破相，抑是有甚麼歹樣的牛羊，你呣通祭獻耶和華──你的上帝，因為這是耶和華──你的上帝所厭惡的。","bklhl":"見有破相，á是有甚麼pháiⁿ樣ê牛羊，你m̄-thang祭獻耶和華你ê上帝；因為這是耶和華你ê上帝所厭惡ê。"}},{"book":"申","chapter":17,"verse":2,"versions":{"unv":"「在你們中間，在耶和華─你　神所賜你的諸城中，無論哪座城裡，若有人，或男或女，行耶和華─你　神眼中看為惡的事，違背了他的約，","bklcl":"Tī lín tiong-kan, tī Iâ-hô-hoa lí Siōng-tè só͘ siúⁿ-sù lí hiah-ê siâⁿ ê tiong-kan, nā tú-tio̍h ū lâng, he̍k-sī lâm, he̍k-sī lú, kiâⁿ Iâ-hô-hoa lí Siōng-tè só͘ khòaⁿ-chòe pháiⁿ-ê, ûi-pōe I ê iok,","tghg":"「佇恁中間，佇耶和華──你上帝所賞賜你許個城的中間，若抵著(tú-tio̍h)有人，或是男或是女，行耶和華──你上帝所看做歹的，違背伊的約，","bklhl":"Tī lín中間，tī耶和華你上帝所賞賜你hiah-ê城ê中間，若tú-tio̍h有人，或是男，或是女，行耶和華你上帝所看做pháiⁿ-ê，違背伊ê約，"}},{"book":"申","chapter":17,"verse":3,"versions":{"unv":"去事奉敬拜別神，或拜日頭，或拜月亮，或拜天象，是主不曾吩咐的；","bklcl":"khì ho̍k-sāi pa̍t ê siōng-tè lâi kèng-pài i, he̍k-sī ji̍t, he̍k-sī ge̍h, á-sī thiⁿ-téng ê bān-siōng, sī góa só͘ bē-bat bēng-lēng-ê;","tghg":"去服事別個上帝來敬拜伊，或是日、或是月，抑是天頂的萬象，是我所未曾命令的；","bklhl":"去服事別ê上帝來敬拜伊，或是日，或是月，á是天頂ê萬象，是我所bē-bat命令ê；"}},{"book":"申","chapter":17,"verse":4,"versions":{"unv":"有人告訴你，你也聽見了，就要細細地探聽，果然是真，準有這可憎惡的事行在以色列中，","bklcl":"nā ū lâng kā lí kóng, lí iā í-keng thiaⁿ-kìⁿ, chiū tio̍h siông-sè thàm-thiaⁿ;  khòaⁿ ah, kó-jiân ū-iáⁿ, si̍t-chāi ū chit-ê khó-ò͘ⁿ ê sū, kiâⁿ tī Í-sek-lia̍t tiong;","tghg":"若有人給你講，你也已經聽見，就著詳細探聽，看啊！果然(kó-jiân)有影，實在有此個可惡的事行佇以色列中，","bklhl":"若有人kā你講，你也已經聽見，就tio̍h詳細探聽；看ah，果然有影，實在有chit ê可惡ê事，行tī以色列中；"}},{"book":"申","chapter":17,"verse":5,"versions":{"unv":"你就要將行這惡事的男人或女人拉到城門外，用石頭將他打死。","bklcl":"lí tio̍h chiong kiâⁿ chit ê pháiⁿ-tāi ê ta-po͘-lâng, á-sī hū-jîn-lâng, thoa kàu siâⁿ-mn̂g-gōa, ēng chio̍h-thâu tìm hit ê ta-po͘-lâng, á-sī hū-jîn-lâng, hō͘ i sí.","tghg":"你著將行此個歹代的查甫人抑是婦仁人拖到城門外，用石頭擲彼個查甫人抑是婦仁人互伊死。","bklhl":"你tio̍h將行chit ê pháiⁿ-tāi ê ta-po͘人，á是婦人人，拖到城門外，用石頭tìm hit ê ta-po͘人，á是婦人人，hō͘伊死。"}},{"book":"申","chapter":17,"verse":6,"versions":{"unv":"要憑兩三個人的口作見證將那當死的人治死；不可憑一個人的口作見證將他治死。","bklcl":"Tio̍h pîn nn̄g ê kan-chèng, á-sī saⁿ ê kan-chèng ê chhùi, eng-kai sí-ê tio̍h hō͘ i sí;  nā pîn chi̍t-lâng ê chhùi chòe kan-chèng, chiū m̄-thang hō͘ i sí;","tghg":"著憑二個干證抑是三個干證的嘴，應該死者著互伊死；若憑一人的嘴做干證就呣通互伊死。","bklhl":"Tio̍h憑兩個干證，á是三個干證ê嘴，應該死ê tio̍h hō͘伊死；若憑一人ê嘴做干證，就m̄-thang hō͘伊死；"}},{"book":"申","chapter":17,"verse":7,"versions":{"unv":"見證人要先下手，然後眾民也下手將他治死。這樣，就把那惡從你們中間除掉。","bklcl":"kan-chèng-ê tio̍h chòe-thâu hē chhiú tìm i, jiân-āu chèng peh-sìⁿ iā hē chhiú hō͘ i sí;  án-ni chiū tùi lín tiong-kan tû-khì hit ê pháiⁿ.","tghg":"干證者著做頭下手擲伊，然後眾百姓也下手互伊死。按呢，就對恁中間除去彼個歹。","bklhl":"干證ê tio̍h做頭下手tìm伊，然後眾百姓也下手hō͘伊死；án-ni就tùi lín中間除去hit ê pháiⁿ。"}},{"book":"申","chapter":17,"verse":8,"versions":{"unv":"「你城中若起了爭訟的事，或因流血，或因爭競，或因毆打，是你難斷的案件，你就當起來，往耶和華─你　神所選擇的地方","bklcl":"Lí siâⁿ-mn̂g-lāi nā ū oan-ke ê sū, he̍k-sī in-ūi lâu-huih, he̍k-sī in-ūi saⁿ-kò, he̍k-sī in-ūi saⁿ-phah, sī lí só͘ bōe hiáu-tit toàn ê, lí chiū tio̍h khí-lâi, khì Iâ-hô-hoa lí Siōng-tè só͘ beh kéng ê só͘-chāi;","tghg":"「你城門內若有冤家的事，或是因為流血，或是因為相告，或是因為相拍(saⁿ-phah)，是你所𣍐曉得斷的，你就著起來，去耶和華──你上帝所欲揀的所在。","bklhl":"你城門內若有冤家ê事，或是因為流血，或是因為相告，或是因為相phah，是你所bōe曉得斷ê，你就tio̍h起來，去耶和華你上帝所beh揀ê所在；"}},{"book":"申","chapter":17,"verse":9,"versions":{"unv":"去見祭司利未人，並當時的審判官，求問他們，他們必將判語指示你。","bklcl":"kìⁿ chè-si Lī-bī lâng, kap tng-sî ê sím-phòaⁿ-koaⁿ, lâi mn̄g in;  in beh chiong phòaⁿ-sû chí-sī lí;","tghg":"見祭司利未人，及當時的審判官，來問𪜶，𪜶欲將判詞指示你。","bklhl":"見祭司利未人，kap當時ê審判官，來問in；in beh將判詞指示你；"}},{"book":"申","chapter":17,"verse":10,"versions":{"unv":"他們在耶和華所選擇的地方指示你的判語，你必照著他們所指教你的一切話謹守遵行。","bklcl":"in tī Iâ-hô-hoa só͘ beh kéng ê só͘-chāi chí-sī lí ê phòaⁿ-sû, lí tio̍h chiàu án-ni kiâⁿ;  kìⁿ in só͘ kà-sī lí ê, tio̍h chip-siú lâi kiâⁿ i;","tghg":"𪜶佇耶和華所欲揀的所在指示你的判詞，你著照按呢行，見𪜶所教示你的著執守來行伊。","bklhl":"in tī耶和華所beh揀ê所在指示你ê判詞，你tio̍h照án-ni行；見in所教示你ê，tio̍h執守來行伊；"}},{"book":"申","chapter":17,"verse":11,"versions":{"unv":"要按他們所指教你的律法，照他們所斷定的去行；他們所指示你的判語，你不可偏離左右。","bklcl":"tio̍h chiàu in só͘ beh kà-sī lí hoat-tō͘ ê chong-chí, iā tio̍h chiàu in só͘ kā lí kóng ê phòaⁿ-toàn lâi kiâⁿ;  in só͘ chí-sī lí ê phòaⁿ-sû, lí m̄-thang phian-chó phian-iū.","tghg":"著照𪜶所欲教示你法度的宗旨，也著照𪜶所給你講的判斷來行；𪜶所指示你的判詞，你呣通偏左偏右。","bklhl":"tio̍h照in所beh教示你法度ê宗旨，也tio̍h照in所kā你講ê判斷來行；in所指示你ê判詞，你m̄-thang偏左偏右。"}},{"book":"申","chapter":17,"verse":12,"versions":{"unv":"若有人擅敢不聽從那侍立在耶和華─你　神面前的祭司，或不聽從審判官，那人就必治死；這樣，便將那惡從以色列中除掉。","bklcl":"Nā ū lâng chū-choan kiâⁿ, m̄-thiaⁿ chè-si, chiū-sī tī-hia khiā-teh lâi ho̍k-sāi Iâ-hô-hoa lí ê Siōng-tè ê, á-sī m̄-thiaⁿ sím-phòaⁿ-koaⁿ, chiū tio̍h hō͘ hit-lâng sí;  án-ni lí chiū tùi Í-sek-lia̍t tiong tû-khì hit ê pháiⁿ;","tghg":"若有人自專行呣聽祭司，就是佇遐徛啲來服事耶和華──你的上帝的，抑是呣聽審判官，就著互彼人死；按呢，你就對以色列中除去彼個歹。","bklhl":"若有人自專行，m̄聽祭司，就是tī-hia khiā-teh來服事耶和華你ê上帝ê，á是m̄聽審判官，就tio̍h hō͘ hit人死；án-ni你就tùi以色列中除去hit ê pháiⁿ；"}},{"book":"申","chapter":17,"verse":13,"versions":{"unv":"眾百姓都要聽見害怕，不再擅敢行事。」","bklcl":"peh-sìⁿ beh lóng thiaⁿ-kìⁿ lâi kiaⁿ, bô koh chū-choan kiâⁿ.","tghg":"百姓欲攏聽見來驚，無閣自專行。」","bklhl":"百姓beh lóng聽見來驚，無koh自專行。"}},{"book":"申","chapter":17,"verse":14,"versions":{"unv":"「到了耶和華─你　神所賜你的地，得了那地居住的時候，若說：『我要立王治理我，像四圍的國一樣。』","bklcl":"Lí kàu Iâ-hô-hoa lí Siōng-tè só͘ siúⁿ-sù lí ê tōe, tit-tio̍h hit só͘-chāi lâi khiā-khí ê sî, nā kóng, Góa beh siat-li̍p ông chòe góa ê thâu, chhin-chhiūⁿ góa sì-ûi ê lia̍t-kok chi̍t-iūⁿ,","tghg":"「你到耶和華──你上帝所賞賜你的地，得著彼所在來徛起的時，若講：『我欲設立王做我的頭，親像我四圍的列國一樣。』","bklhl":"你到耶和華你上帝所賞賜你ê地，得tio̍h hit所在來khiā起ê時，若講，我beh設立王做我ê頭，親像我四圍ê列國一樣，"}},{"book":"申","chapter":17,"verse":15,"versions":{"unv":"你總要立耶和華─你　神所揀選的人為王。必從你弟兄中立一人；不可立你弟兄以外的人為王。","bklcl":"lí tek-khak tio̍h siat-li̍p Iâ-hô-hoa lí Siōng-tè só͘ kéng ê lâng chòe-ông, chòe lí ê thâu; tùi lí ê hiaⁿ-tī tiong siat-li̍p chi̍t-lâng chòe-ông, chòe lí ê thâu;  gōa-kok lâng, m̄-sī lí ê hiaⁿ-tī ê, lí m̄-thang siat-li̍p chòe lí ê thâu.","tghg":"你的確著設立耶和華──你上帝所揀的人做王，做你的頭。對你的兄弟中設立一人做王，做你的頭；外國人呣是你的兄弟的，你呣通設立做你的頭。","bklhl":"你的確tio̍h設立耶和華你上帝所揀ê人做王，做你ê頭；對你ê兄弟中設立一人做王，做你ê頭；外國人，m̄是你ê兄弟ê，你m̄-thang設立做你ê頭。"}},{"book":"申","chapter":17,"verse":16,"versions":{"unv":"只是王不可為自己加添馬匹，也不可使百姓回埃及去，為要加添他的馬匹，因耶和華曾吩咐你們說：『不可再回那條路去。』","bklcl":"Chóng-sī ông m̄-thang ūi-tio̍h ka-kī ke-thiⁿ chōe-chōe chiah bé, iā m̄-thang ūi-tio̍h beh ke-thiⁿ khah-chōe chiah bé, hō͘ peh-sìⁿ tò-khì Ai-ki̍p, in-ūi Iâ-hô-hoa bat bēng-lēng lín kóng, Lín bo̍h koh tùi hit tiâu lō͘ tò-khì.","tghg":"總是王呣通為著家己加添多多隻馬，也呣通為著欲加添卡多隻馬，互百姓倒去埃及，因為耶和華曾命令恁講：『恁莫閣對彼條路倒去。』","bklhl":"總是王m̄-thang為tio̍h家己加添chōe-chōe隻馬，也m̄-thang為tio̍h beh加添khah-chōe隻馬，hō͘百姓tò去埃及，因為耶和華bat命令lín講：Lín莫koh tùi hit條路tò去。"}},{"book":"申","chapter":17,"verse":17,"versions":{"unv":"他也不可為自己多立妃嬪，恐怕他的心偏邪；也不可為自己多積金銀。","bklcl":"I iā m̄-thang ūi ka-kī chhōa chōe-chōe hō͘-hui, kiaⁿ-liáu i ê sim pōe-biū;  i iā m̄-thang ūi pún-sin chek-chū chōe-chōe kim-gûn.","tghg":"伊也呣通為家己娶多多后妃，驚了伊的心悖謬；伊也呣通為本身積聚多多金銀。","bklhl":"伊也m̄-thang為家己娶chōe-chōe后妃，驚了伊ê心悖謬；伊也m̄-thang為本身積聚chōe-chōe金銀。"}},{"book":"申","chapter":17,"verse":18,"versions":{"unv":"他登了國位，就要將祭司利未人面前的這律法書，為自己抄錄一本，","bklcl":"I chē i ê kok-ūi ê sî, tio̍h ēng chi̍t pún chheh chhau-siá chit ê lu̍t-hoat, tio̍h tùi hit-pún chûn tī chè-si Lī-bī lâng ê bīn-chêng ê lâi chhau i;","tghg":"伊坐伊的國位的時，著用一本冊抄寫此個律法，著對彼本存佇祭司利未人的面前的來抄伊，","bklhl":"伊坐伊ê國位ê時，tio̍h用一本冊抄寫chit ê律法，tio̍h tùi hit本存tī祭司利未人ê面前ê來抄伊；"}},{"book":"申","chapter":17,"verse":19,"versions":{"unv":"存在他那裡，要平生誦讀，好學習敬畏耶和華─他的　神，謹守遵行這律法書上的一切言語和這些律例，","bklcl":"hit-pún tio̍h hē tī i hia, chi̍t-sì-lâng tio̍h tha̍k i;  thang ha̍k-si̍p kèng-ùi Iâ-hô-hoa i ê Siōng-tè;  tio̍h chip-siú chit ê lu̍t-hoat it-chhè ê ōe, kap chiah-ê lu̍t-lē lâi kiâⁿ i;","tghg":"彼本著下佇伊遐，一世人著讀伊，通學習敬畏耶和華──伊的上帝，著執守此個律法一切的話及諸個律例來行伊，","bklhl":"Hit本tio̍h hē tī伊hia，一世人tio̍h讀伊；thang學習敬畏耶和華伊ê上帝；tio̍h執守chit ê律法一切ê話，kap chiah ê律例來行伊；"}},{"book":"申","chapter":17,"verse":20,"versions":{"unv":"免得他向弟兄心高氣傲，偏左偏右，離了這誡命。這樣，他和他的子孫便可在以色列中，在國位上年長日久。」","bklcl":"bián-tit i chū-ko lâi khòaⁿ-khin hiaⁿ-tī; koh bián-tit i phian-chó phian-iū, lâi lī-khui chit ê kài-bēng;  thang hō͘ i kap i ê kiáⁿ-sun tī Í-sek-lia̍t tiong kok-ūi kú-tn̂g.","tghg":"免得伊自高來看輕兄弟，閣免得伊偏左偏右，來離開此個誡命。通互伊及伊的子孫佇以色列中，國位久長。」","bklhl":"免得伊自高來看輕兄弟；koh免得伊偏左偏右，來離開chit ê誡命；thang hō͘伊kap伊ê kiáⁿ孫tī以色列中國位久長。"}}]