[{"book":"申","chapter":7,"verse":1,"versions":{"unv":"「耶和華─你　神領你進入要得為業之地，從你面前趕出許多國民，就是赫人、革迦撒人、亞摩利人、迦南人、比利洗人、希未人、耶布斯人，共七國的民，都比你強大。","bklcl":"Iâ-hô-hoa lí ê Siōng-tè chhōa lí ji̍p lí só͘ beh khì tit-tio̍h ê tōe, tùi lí ê bīn-chêng kóaⁿ-chhut chōe-chōe pang-kok, chiū-sī Hek lâng, Kek-ka-sat lâng, A-mô͘-lī lâng, Ka-lâm lâng, Pí-lī-sé lâng, Hi-bī lâng, Iâ-pò͘-su lâng, kiōng chhit-kok, lóng pí lí khah-tōa khah-béng;","tghg":"「耶和華──你的上帝導你入你所欲去得著的地，對你的面前趕出多多邦國，就是赫人、革迦撒人、亞摩利人、迦南人、比利洗人、希未人、耶布斯人，共七國，攏比你卡大卡猛。","bklhl":"耶和華你ê上帝chhōa你入你所beh去得tio̍h ê地，對你ê面前趕出chōe-chōe邦國，就是Hek人、Kek-ka-sat人、A-mô͘-lī人、迦南人、Pí-lī-sé人、Hi-bī人、Iâ-pò͘-su人，共七國，lóng比你khah大khah猛；"}},{"book":"申","chapter":7,"verse":2,"versions":{"unv":"耶和華─你　神將他們交給你擊殺，那時你要把他們滅絕淨盡，不可與他們立約，也不可憐恤他們。","bklcl":"Iâ-hô-hoa lí ê Siōng-tè chiong in kau-hù lí, hō͘ lí phah-iâⁿ i, hit-sî lí tio̍h it-chīn bia̍t in, m̄-thang kap in li̍p-iok, iā m̄-thang lîn-bín in;","tghg":"耶和華──你的上帝將𪜶交付你互你拍贏伊，彼時你著一盡滅𪜶，呣通及𪜶立約，也呣通憐憫𪜶。","bklhl":"耶和華你ê上帝將in交付你，hō͘你phah贏伊，hit時你tio̍h一盡滅in，m̄-thang kap in立約，也m̄-thang憐憫in；"}},{"book":"申","chapter":7,"verse":3,"versions":{"unv":"不可與他們結親。不可將你的女兒嫁他們的兒子，也不可叫你的兒子娶他們的女兒；","bklcl":"m̄-thang kap in kiat-chhin, lí ê cha-bó͘-kiáⁿ m̄-thang kè hō͘ i ê kiáⁿ, iā m̄-thang kā lí ê kiáⁿ chhōa i ê cha-bó͘-kiáⁿ.","tghg":"呣通及𪜶結親。你的查某子呣通嫁互伊的子，也呣通給你的子娶伊的查某子；","bklhl":"m̄-thang kap in結親，你ê cha-bó͘-kiáⁿ m̄-thang嫁hō͘伊ê kiáⁿ，也m̄-thang kā你ê kiáⁿ娶伊ê cha-bó͘-kiáⁿ。"}},{"book":"申","chapter":7,"verse":4,"versions":{"unv":"因為他必使你兒子轉離不跟從主，去事奉別神，以致耶和華的怒氣向你們發作，就速速地將你們滅絕。","bklcl":"In-ūi i beh hō͘ lí ê kiáⁿ oa̍t-tńg bô tè Góa, khì ho̍k-sāi pa̍t ê siōng-tè;  tì-kàu Iâ-hô-hoa tōa siū-khì lín, kín-kín bia̍t lín.","tghg":"因為伊欲互你的子越轉無隨我，去服事別個上帝，致到耶和華大受氣恁，緊緊滅恁。","bklhl":"因為伊beh hō͘你ê kiáⁿ oa̍t-tńg無tè我，去服事別ê上帝；致到耶和華大受氣lín，緊緊滅lín。"}},{"book":"申","chapter":7,"verse":5,"versions":{"unv":"你們卻要這樣待他們：拆毀他們的祭壇，打碎他們的柱像，砍下他們的木偶，用火焚燒他們雕刻的偶像。","bklcl":"Chóng-sī lín tio̍h án-ni khoán-thāi in;  thiah-húi in ê chè-tôaⁿ, phah-chhùi in tiau-khek ê thiāu, chhò in ê A-sài-lîm, ēng hé sio in só͘ chng ê ngó͘-siōng.","tghg":"總是恁著按呢款待𪜶：拆毀𪜶的祭壇，拍碎𪜶雕刻的柱，剉(chhò)𪜶的亞舍林，用火燒𪜶所妝的偶像。","bklhl":"總是lín tio̍h án-ni款待in；拆毀in ê祭壇，phah碎in雕刻ê柱，剉in ê A-sài-lîm，用火燒in所妝ê偶像。"}},{"book":"申","chapter":7,"verse":6,"versions":{"unv":"因為你歸耶和華─你　神為聖潔的民；耶和華─你　神從地上的萬民中揀選你，特作自己的子民。","bklcl":"In-ūi lín chòe sèng-kiat ê peh-sìⁿ, kui tī Iâ-hô-hoa lí ê Siōng-tè.  Iâ-hô-hoa lí ê Siōng-tè tùi tōe-chiūⁿ bān peh-sìⁿ-tiong kéng lí, te̍k-pia̍t chòe I ka-kī ê peh-sìⁿ.","tghg":"因為恁做聖潔的百姓；歸佇耶和華──你的上帝；耶和華──你的上帝對地上萬百姓中揀你，特別做伊家己的百姓。","bklhl":"因為lín做聖潔ê百姓，歸tī耶和華你ê上帝。耶和華你ê上帝tùi地上萬百姓中揀你，特別做伊家己ê百姓。"}},{"book":"申","chapter":7,"verse":7,"versions":{"unv":"「耶和華專愛你們，揀選你們，並非因你們的人數多於別民，原來你們的人數在萬民中是最少的。","bklcl":"Iâ-hô-hoa thiàⁿ lín, kéng lín, m̄-sī in-ūi lín ê lâng-gia̍h pí pa̍t-kok khah-chōe;  in-ūi lín ê lâng-gia̍h sī bān-kok-tiong tē-it chió-ê;","tghg":"「耶和華疼恁，揀恁，呣是因為恁的人額比別國卡多，因為恁的人額是萬國中第一少的。","bklhl":"耶和華疼lín，揀lín，m̄是因為lín ê人額比別國khah-chōe；因為lín ê人額是萬國中第一少ê；"}},{"book":"申","chapter":7,"verse":8,"versions":{"unv":"只因耶和華愛你們，又因要守他向你們列祖所起的誓，就用大能的手領你們出來，從為奴之家救贖你們脫離埃及王法老的手。","bklcl":"sī in-ūi Iâ-hô-hoa thiàⁿ lín, koh in-ūi beh kiâⁿ I tùi lín lia̍t-chó͘ só͘ chiù-chōa ê, Iâ-hô-hoa chiah ēng tōa koân-lêng ê chhiú chhōa lín chhut-lâi, tùi chòe lô͘-châi ê ke kiù-sio̍k lín, thoat-lī Ai-ki̍p ông Hoat-ló ê chhiú.","tghg":"是因為耶和華疼恁，閣因為欲行伊對恁列祖所咒誓的，耶和華才用大權能的手導恁出來，對做奴才的家救贖恁脫離埃及王法老的手。","bklhl":"是因為耶和華疼lín，koh因為beh行伊對lín列祖所chiù-chōa ê，耶和華chiah用大權能ê手chhōa lín出來，tùi做奴才ê家救贖lín，脫離埃及王法老ê手。"}},{"book":"申","chapter":7,"verse":9,"versions":{"unv":"所以，你要知道耶和華─你的　神，他是　神，是信實的　神；向愛他、守他誡命的人守約，施慈愛，直到千代；","bklcl":"Só͘-í lí tio̍h chai Iâ-hô-hoa lí ê Siōng-tè, I sī Siōng-tè, sī sìn-si̍t ê Siōng-tè, ūi-tio̍h thiàⁿ I siú I kài-bēng ê lâng, kiâⁿ I ê iok kap chû-ài, ti̍t-kàu chheng-tāi.","tghg":"所以，你著知耶和華──你的上帝，伊是上帝，是信實的上帝；為著疼伊、守伊誡命的人，行伊的約及慈愛，直到千代；","bklhl":"所以你tio̍h知耶和華你ê上帝，祂是上帝，是信實ê上帝，為tio̍h疼祂守祂誡命ê人，行祂ê約kap慈愛，直到千代。"}},{"book":"申","chapter":7,"verse":10,"versions":{"unv":"向恨他的人當面報應他們，將他們滅絕。凡恨他的人必報應他們，決不遲延。","bklcl":"Kìⁿ-nā oàn-hūn I ê lâng, I beh tng-bīn pò-èng lâi bia̍t in;  oàn-hūn I ê lâng, I beh tng-bīn pò-èng i, bô beh iân-chhiân.","tghg":"見若怨恨伊的人伊欲當面報應來滅𪜶。怨恨伊的人伊欲當面報應伊，無欲延迁(iân-chhiân)。","bklhl":"見若怨恨祂ê人，祂beh當面報應來滅in；怨恨祂ê人，祂beh當面報應伊，無beh 延chhiân。"}},{"book":"申","chapter":7,"verse":11,"versions":{"unv":"所以，你要謹守遵行我今日所吩咐你的誡命、律例、典章。」","bklcl":"Só͘-í lí tio̍h chip-siú góa kin-á-ji̍t só͘ bēng-lēng lí ê kài-bēng, lu̍t-lē, hoat-tō͘, lâi kiâⁿ i.","tghg":"所以，你著執守我今仔日所命令你的誡命、律例、法度來行伊。」","bklhl":"所以你tio̍h執守我今á日所命令你ê誡命、律例、法度，來行伊。"}},{"book":"申","chapter":7,"verse":12,"versions":{"unv":"「你們果然聽從這些典章，謹守遵行，耶和華─你　神就必照他向你列祖所起的誓守約，施慈愛。","bklcl":"Āu-lâi lín nā thiaⁿ chiah-ê hoat-tō͘, chip-siú lâi kiâⁿ i, Iâ-hô-hoa lí ê Siōng-tè in-ūi án-ni beh kā lí kiâⁿ I tùi lí ê lia̍t-chó͘ só͘ chiù-chōa ê iok kap chû-ài.","tghg":"「後來恁若聽諸個法度，執守來行伊，耶和華──你的上帝因為按呢欲給你行伊對你的列祖所咒誓的約，及慈愛。","bklhl":"後來lín若聽chiah ê法度，執守來行伊，耶和華你ê上帝因為án-ni beh kā你行祂對你ê列祖所chiù-chōa ê約kap慈愛。"}},{"book":"申","chapter":7,"verse":13,"versions":{"unv":"他必愛你，賜福與你，使你人數增多，也必在他向你列祖起誓應許給你的地上賜福與你身所生的，地所產的，並你的五穀、新酒，和油，以及牛犢、羊羔。","bklcl":"I beh thiàⁿ lí, sù-hok lí, hō͘ lí heng-ōng;  iā beh tī I tùi lí ê lia̍t-chó͘ chiù-chōa siúⁿ-sù lí ê tōe, sù-hok lí ê thai só͘-siⁿ-ê, lí ê tōe só͘-chhut-ê, kap lí ê ngó͘-kok, lí ê chiú, lí ê iû, í-ki̍p lí ê gû-á, kap lí ê iûⁿ-á-kiáⁿ.","tghg":"伊欲疼你，賜福你，互你興旺，也欲佇伊對你的列祖咒誓賞賜你的地，賜福你的胎所生的，你的地所出的，及你的五穀、你的酒、你的油，以及你的牛仔，及你的羊仔子。","bklhl":"伊beh疼你，賜福你，hō͘你興旺；也beh tī祂對你ê列祖chiù-chōa賞賜你ê地，賜福你ê胎所生ê，你ê地所出ê，kap你ê五穀，你ê酒，你ê油，以及你ê牛á，kap你ê羊á-kiáⁿ。"}},{"book":"申","chapter":7,"verse":14,"versions":{"unv":"你必蒙福勝過萬民；你們的男女沒有不能生養的，牲畜也沒有不能生育的。","bklcl":"Lí beh tit-tio̍h sù-hok iâⁿ-kè bān peh-sìⁿ;  lín tiong-kan ê lâm-lú bô chi̍t-ê bōe seng-ióng;  lín tiong-kan ê cheng-siⁿ bô chi̍t-chiah bōe siⁿ-thòaⁿ.","tghg":"你欲得著賜福贏過萬百姓；恁中間的男女無一個𣍐生養，恁中間的精牲無一隻𣍐生湠。","bklhl":"你beh得tio̍h賜福贏過萬百姓；lín中間ê男女無一个bōe生養；lín中間ê cheng-siⁿ無一隻bōe生湠。"}},{"book":"申","chapter":7,"verse":15,"versions":{"unv":"耶和華必使一切的病症離開你；你所知道埃及各樣的惡疾，他不加在你身上，只加在一切恨你的人身上。","bklcl":"Iâ-hô-hoa beh hō͘ it-chhè ê pīⁿ-chèng lī-khui lí;  lí só͘ chai Ai-ki̍p ta̍k-iūⁿ ê pháiⁿ chèng-thâu, I bô hō͘ lí tú-tio̍h chi̍t-hāng;  sī beh hō͘ it-chhè oàn-hūn lí ê lâng tú-tio̍h.","tghg":"耶和華欲互一切的病症離開你；你所知埃及逐樣的歹症頭，伊無互你抵著(tú-tio̍h)一項，是欲互一切怨恨你的人抵著。","bklhl":"耶和華beh hō͘一切ê病症離開你；你所知埃及ta̍k樣ê pháiⁿ症頭，祂無hō͘你tú-tio̍h一項；是beh hō͘一切怨恨你ê人tú-tio̍h。"}},{"book":"申","chapter":7,"verse":16,"versions":{"unv":"耶和華─你　神所要交給你的一切人民，你要將他們除滅；你眼不可顧惜他們。你也不可事奉他們的　神，因這必成為你的網羅。","bklcl":"Iâ-hô-hoa lí ê Siōng-tè só͘ beh kau-hù lí ê peh-sìⁿ, lí tio̍h lóng bia̍t in;  lí ê ba̍k-chiu m̄-thang khó-lîn in, lí iā m̄-thang ho̍k-sāi in ê siōng-tè;  in-ūi che beh chòe hāi lí ê lô-bāng.","tghg":"耶和華──你的上帝所欲交付你的百姓，你著攏滅𪜶；你的目睭呣通可憐𪜶。你也呣通服事𪜶的上帝，因為這欲做害你的羅網。","bklhl":"耶和華你ê上帝所beh交付你ê百姓，你tio̍h lóng滅in；你ê目睭m̄-thang可憐in，你也m̄-thang服事in ê上帝；因為這beh做害你ê羅網。"}},{"book":"申","chapter":7,"verse":17,"versions":{"unv":"「你若心裡說，這些國的民比我更多，我怎能趕出他們呢？","bklcl":"Lí nā sim-lāi siūⁿ kóng, Chiah-ê kok pí góa khah-tōa, góa thái-thó ōe kóaⁿ-tio̍k in ah?","tghg":"「你若心內想講，諸個國比我卡大，我豈可會趕逐𪜶啊？","bklhl":"你若心內想講：Chiah-ê國比我khah大，我thái-thó能趕逐in ah？"}},{"book":"申","chapter":7,"verse":18,"versions":{"unv":"你不要懼怕他們，要牢牢記念耶和華─你　神向法老和埃及全地所行的事，","bklcl":"Lí m̄-bián kiaⁿ in;  tek-khak tio̍h kì-tit Iâ-hô-hoa lí ê Siōng-tè ǹg Hoat-ló kap Ai-ki̍p choân-tōe só͘ kiâⁿ ê sū;","tghg":"你呣免驚𪜶，的確著記得耶和華──你的上帝向法老及埃及全地所行的事，","bklhl":"你m̄免驚in；的確tio̍h記得耶和華你ê上帝ǹg法老kap埃及全地所行ê事；"}},{"book":"申","chapter":7,"verse":19,"versions":{"unv":"就是你親眼所看見的大試驗、神蹟、奇事，和大能的手，並伸出來的膀臂，都是耶和華─你　神領你出來所用的。耶和華─你　神必照樣待你所懼怕的一切人民。","bklcl":"chiū-sī lí chhin-ba̍k khòaⁿ-kìⁿ ê tōa chhì-liān, sîn-jiah, kî-sū, kap tōa koân-lêng ê chhiú, kap chhun-chhut-lâi ê chhiú-kut, lóng sī Iâ-hô-hoa lí ê Siōng-tè só͘ ēng lâi chhōa lí chhut-ê;  Iâ-hô-hoa lí ê Siōng-tè iā beh án-ni kiâⁿ tī lí só͘ kiaⁿ it-chhè ê peh-sìⁿ.","tghg":"就是你親目看見的大試煉、神蹟、奇事，及大權能的手，及伸出來的手骨，攏是耶和華──你的上帝所用來導你出的。耶和華──你的上帝也欲按呢行佇你所驚一切的百姓。","bklhl":"就是你親目看見ê大試煉、神蹟、奇事，kap大權能ê手，kap伸出來ê手骨，lóng是耶和華你ê上帝所用來chhōa你出ê；耶和華你ê上帝也beh án-ni行tī你所驚一切ê百姓。"}},{"book":"申","chapter":7,"verse":20,"versions":{"unv":"並且耶和華─你　神必打發黃蜂飛到他們中間，直到那剩下而藏躲的人從你面前滅亡。","bklcl":"Koh Iâ-hô-hoa lí ê Siōng-tè beh chhe tōa chiah phang, pe-kàu in tiong-kan, ti̍t-kàu in só͘ chhun lâi siám-bih-ê, bia̍t tī lí ê bīn-chêng.","tghg":"閣耶和華──你的上帝欲差大隻蜂飛到𪜶中間，直到𪜶所剩來閃匿(siám-bih)者滅佇你的面前。","bklhl":"Koh耶和華你ê上帝beh差大隻蜂，飛到in中間，直到in所chhun來閃bih-ê，滅tī你ê面前。"}},{"book":"申","chapter":7,"verse":21,"versions":{"unv":"你不要因他們驚恐，因為耶和華─你　神在你們中間是大而可畏的　神。","bklcl":"Lí m̄-bián kiaⁿ in;  in-ūi Iâ-hô-hoa lí ê Siōng-tè sī tōa koh thang kiaⁿ ê Siōng-tè, tī lín tiong-kan.","tghg":"你呣免驚𪜶，因為耶和華──你的上帝是大閣通驚的上帝佇恁中間。","bklhl":"你m̄免驚in；因為耶和華你ê上帝是大koh thang驚ê上帝，tī lín中間。"}},{"book":"申","chapter":7,"verse":22,"versions":{"unv":"耶和華─你　神必將這些國的民從你面前漸漸趕出；你不可把他們速速滅盡，恐怕野地的獸多起來害你。","bklcl":"Iâ-hô-hoa lí ê Siōng-tè beh tī lí ê bīn-chêng chiām-chiām tû-bia̍t chiah-ê kok;  lí m̄-thang kín-kín bia̍t i kàu-chīn, kiaⁿ-liáu iá-siù ke-thiⁿ chōe-chōe lâi hāi lí.","tghg":"耶和華──你的上帝欲佇你的面前漸漸除滅諸個國；你呣通緊緊滅伊到盡，驚了野獸加添多多來害你。","bklhl":"耶和華你ê上帝beh tī你ê面前漸漸除滅chiah ê國；你m̄-thang緊緊滅伊到盡，驚了野獸加添chōe-chōe來害你。"}},{"book":"申","chapter":7,"verse":23,"versions":{"unv":"耶和華─你　神必將他們交給你，大大地擾亂他們，直到他們滅絕了；","bklcl":"Iâ-hô-hoa lí ê Siōng-tè beh chiong in kau-hù lí, hō͘ in tōa-kiaⁿ jiáu-loān, ti̍t-kàu in bia̍t-bô;","tghg":"耶和華──你的上帝欲將𪜶交付你，互𪜶大驚擾亂，直到𪜶滅無；","bklhl":"耶和華你ê上帝beh將in交付你，hō͘ in大驚擾亂，直到in滅無；"}},{"book":"申","chapter":7,"verse":24,"versions":{"unv":"又要將他們的君王交在你手中，你就使他們的名從天下消滅。必無一人能在你面前站立得住，直到你將他們滅絕了。","bklcl":"koh beh ēng in hiah-ê ông kau tī lí ê chhiú, lí beh tû-bia̍t in ê miâ tī thiⁿ-ē;  tek-khak bô chi̍t-lâng ōe khiā tī lí ê bīn-chêng, ti̍t-kàu lí bia̍t-bô in.","tghg":"閣欲用𪜶許個王交佇你的手，你欲除滅𪜶的名佇天下。的確無一人會徛佇你的面前，直到你滅無𪜶。","bklhl":"koh beh用in hiah-ê王交tī你ê手，你beh除滅in ê名tī天下；的確無一人能khiā tī你ê面前，直到你滅無in。"}},{"book":"申","chapter":7,"verse":25,"versions":{"unv":"他們雕刻的神像，你們要用火焚燒；其上的金銀，你不可貪圖，也不可收取，免得你因此陷入網羅；這原是耶和華─你　神所憎惡的。","bklcl":"In só͘ tiau-khek in ê siōng-tè ê siōng, lín tio̍h ēng hé sio i;  i ê sin-chiūⁿ ê kim-gûn lí m̄-thang tham, iā m̄-thang the̍h i chòe ka-kī-ê;  kiaⁿ-liáu lí ūi chit-ê hām-lo̍h lô-bāng;  in-ūi che sī Iâ-hô-hoa lí ê Siōng-tè só͘ iàm-ò͘ⁿ-ê .","tghg":"𪜶所雕刻𪜶的上帝的像，恁著用火燒伊；伊的身上的金銀，你呣通貪，也呣通提伊做家己的，驚了你為此個陷落羅網；因為這是耶和華──你的上帝所厭惡的。","bklhl":"In所雕刻in ê上帝ê像，lín tio̍h用火燒伊；伊ê身上ê金銀你m̄-thang貪，也m̄-thang the̍h伊做家己ê；驚了你ūi chit ê陷落羅網；因為這是耶和華你ê上帝所厭惡ê。"}},{"book":"申","chapter":7,"verse":26,"versions":{"unv":"可憎的物，你不可帶進家去；不然，你就成了當毀滅的，與那物一樣。你要十分厭惡，十分憎嫌，因為這是當毀滅的物。」","bklcl":"Kìⁿ-nā thang iàm-ò͘ⁿ ê mi̍h, lí m̄-thang tòa-ji̍p lí ê chhù, kiaⁿ-liáu lí iā chiâⁿ-chòe thang chiù-chó͘-ê, kap hiah-ê mi̍h chi̍t-iūⁿ;  lí tio̍h ke̍k-kî thòng-hūn, ke̍k-kî iàm-ò͘ⁿ;  in-ūi sī thang chiù-chó͘-ê.","tghg":"見若通厭惡的物，你呣通帶入你的厝；驚了你也成做通咒詛的，及許個物一樣。你著極其痛恨，極其厭惡，因為是通咒詛的。」","bklhl":"見若thang厭惡ê物，你m̄-thang帶入你ê厝，驚了你也成做thang咒詛ê，kap hiah-ê物一樣；你tio̍h極其痛恨，極其厭惡；因為是thang咒詛ê。"}}]