[{"book":"申","chapter":8,"verse":1,"versions":{"unv":"「我今日所吩咐的一切誡命，你們要謹守遵行，好叫你們存活，人數增多，且進去得耶和華向你們列祖起誓應許的那地。","bklcl":"Góa kin-á-ji̍t só͘ bēng-lēng lí it-chhè ê kài-bēng, lín tio̍h chip-siú lâi kiâⁿ i, hō͘ lín thang oa̍h, lâng-gia̍h ke-thiⁿ chōe-chōe, thang ji̍p-khì tit-tio̍h Iâ-hô-hoa tùi lín ê lia̍t-chó͘ só͘ chiù-chōa èng-ún ê tōe.","tghg":"「我今仔日所命令你一切的誡命，恁著執守來行伊，互恁通活，人額加添多多，通入去得著耶和華對恁的列祖所咒誓應允的地。","bklhl":"我今á日所命令你一切ê誡命，lín tio̍h執守來行伊，hō͘ lín thang活，人額加添chōe-chōe，thang入去得tio̍h耶和華對lín ê列祖所chiù-chōa應允ê地。"}},{"book":"申","chapter":8,"verse":2,"versions":{"unv":"你也要記念耶和華─你的　神在曠野引導你這四十年，是要苦煉你，試驗你，要知道你心內如何，肯守他的誡命不肯。","bklcl":"Lí iā tio̍h kì-tit Iâ-hô-hoa lí ê Siōng-tè chit sì-cha̍p nî chhōa lí tī khòng-iá ê lō͘, sī beh hō͘ lí khiam-pi lâi chhì-giām lí, beh chai lí ê sim-lāi cháiⁿ-iūⁿ, khéng siú I ê kài-bēng á-bô.","tghg":"你也著記得耶和華──你的上帝此四十年導你佇曠野的路，是欲互你謙卑來試驗你，欲知你的心內怎樣，肯守伊的誡命抑無。","bklhl":"你也tio̍h記得耶和華你ê上帝chit四十年chhōa你tī曠野ê路，是beh hō͘你謙卑來試驗你，beh知你ê心內怎樣，肯守伊ê誡命á無。"}},{"book":"申","chapter":8,"verse":3,"versions":{"unv":"他苦煉你，任你飢餓，將你和你列祖所不認識的嗎哪賜給你吃，使你知道，人活著不是單靠食物，乃是靠耶和華口裡所出的一切話。","bklcl":"I hō͘ lí khiam-pi, hō͘ lí iau-gō, ēng lí só͘ m̄-bat, lí ê lia̍t-chó͘ iā m̄-bat, ê má-ná iúⁿ-chhī lí;  hō͘ lí chai lâng m̄-sī kan-ta óa-khò piáⁿ lâi oa̍h, lâng sī óa-khò Iâ-hô-hoa chhùi só͘ kóng it-chhè ê ōe lâi oa̍h.","tghg":"伊互你謙卑，互你枵餓，用你所呣識你的列祖也呣識的嗎哪養飼你，互你知，人呣是干單倚靠餅來活，人是倚靠耶和華嘴所講一切的話來活。","bklhl":"伊hō͘你謙卑，hō͘你iau餓，用你所m̄-bat，你ê列祖也m̄-bat，ê má-ná養飼你；hō͘你知人m̄是kan-ta óa靠餅來活，人是óa靠耶和華嘴所講一切ê話來活。"}},{"book":"申","chapter":8,"verse":4,"versions":{"unv":"這四十年，你的衣服沒有穿破，你的腳也沒有腫。","bklcl":"Chit sì-cha̍p nî lí ê saⁿ-khò͘ bô phòa, lí ê kha iā bô phòng-phā.","tghg":"此四十年，你的衫褲無破，你的腳也無肨泡(phòng-phā)。","bklhl":"Chit四十年你ê衫褲無破，你ê腳也無phòng-phā。"}},{"book":"申","chapter":8,"verse":5,"versions":{"unv":"你當心裡思想，耶和華─你　神管教你，好像人管教兒子一樣。","bklcl":"Lí ê sim tio̍h chai, Iâ-hô-hoa lí ê Siōng-tè kàu-tok lí, chhin-chhiūⁿ lâng kàu-tok i ê kiáⁿ chi̍t-iūⁿ;","tghg":"你的心著知，耶和華──你的上帝教督你，親像人教督伊的子一樣。","bklhl":"你ê心tio̍h知，耶和華你ê上帝教督你，親像人教督伊ê kiáⁿ一樣；"}},{"book":"申","chapter":8,"verse":6,"versions":{"unv":"你要謹守耶和華─你　神的誡命，遵行他的道，敬畏他。","bklcl":"koh lí tio̍h chip-siú Iâ-hô-hoa lí ê Siōng-tè ê kài-bēng, lâi kiâⁿ I ê tō-lō͘, lâi kèng-ùi I.","tghg":"閣你著執守耶和華──你的上帝的誡命，來行伊的道路，來敬畏伊。","bklhl":"koh你tio̍h執守耶和華你ê上帝ê誡命，來行伊ê道路，來敬畏伊。"}},{"book":"申","chapter":8,"verse":7,"versions":{"unv":"因為耶和華─你　神領你進入美地，那地有河，有泉，有源，從山谷中流出水來。","bklcl":"In-ūi Iâ-hô-hoa lí ê Siōng-tè chhōa lí ji̍p hit ê súi ê tōe;  hit ê tōe ū khoe, ū chúi-chôaⁿ, ū chhim-ian, tùi soaⁿ-kok kap soaⁿ lâu-chhut-lâi;","tghg":"因為耶和華──你的上帝導你入彼個媠的地，彼個地有溪，有水泉，有深淵，對山谷及山流出來。","bklhl":"因為耶和華你ê上帝chhōa你入hit ê súi ê地；hit ê地有溪，有水泉，有深淵，tùi山谷kap山流出來；"}},{"book":"申","chapter":8,"verse":8,"versions":{"unv":"那地有小麥、大麥、葡萄樹、無花果樹、石榴樹、橄欖樹，和蜜。","bklcl":"sī chhut sió-be̍h, tōa-be̍h, phû-tô-chhiū, bû-hoa-kó-chhiū, sia̍h-liû-chhiū ê tōe, iā chhut kaⁿ-ná-chhiū kap bi̍t ê tōe.","tghg":"是出小麥、大麥、葡萄樹、無花果樹、石榴(sia̍h-liû)樹的地，也出橄欖樹，及蜜的地。","bklhl":"是出小麥、大麥、葡萄樹、無花果樹，石榴樹ê地，也出橄欖樹kap蜜ê地。"}},{"book":"申","chapter":8,"verse":9,"versions":{"unv":"你在那地不缺食物，一無所缺。那地的石頭是鐵，山內可以挖銅。","bklcl":"Lí tī hit só͘-chāi chia̍h mi̍h chhiong-chiok, tī-hia lí iā bô khiàm chi̍t-hāng;  hit só͘-chāi ê chio̍h-thâu sī thih, tī i ê soaⁿ thang ku̍t tâng;","tghg":"你佇彼所在食物充足，佇遐你也無欠一項。彼所在的石頭是鐵，佇伊的山通掘銅。","bklhl":"你tī hit所在食物充足，tī-hia你也無欠一項；hit所在ê石頭是鐵，tī伊ê山thang掘銅；"}},{"book":"申","chapter":8,"verse":10,"versions":{"unv":"你吃得飽足，就要稱頌耶和華─你的　神，因他將那美地賜給你了。」","bklcl":"lí beh chia̍h kàu pá, chiū ūi-tio̍h I só͘ siúⁿ-sù lí ê súi tōe, lâi o-ló Iâ-hô-hoa lí ê Siōng-tè.","tghg":"你欲食到飽，就為著伊所賞賜你的媠地，來謳咾耶和華──你的上帝。","bklhl":"你beh食到飽，就為tio̍h伊所賞賜你ê súi地，來o-ló耶和華你ê上帝。"}},{"book":"申","chapter":8,"verse":11,"versions":{"unv":"「你要謹慎，免得忘記耶和華─你的　神，不守他的誡命、典章、律例，就是我今日所吩咐你的；","bklcl":"Lí tio̍h kín-sīn, bián-tit lí bōe-kì-tit Iâ-hô-hoa, lí ê Siōng-tè, bô siú I ê kài-bēng, hoat-tō͘, lu̍t-lē, chiū-sī góa kin-á-ji̍t só͘ bēng-lēng lí ê;","tghg":"「你著謹慎，免得你𣍐記得耶和華──你的上帝，無守伊的誡命、法度、律例，就是我今仔日所命令你的；","bklhl":"你tio̍h謹慎，免得你bōe記得耶和華─你ê上帝，無守伊ê誡命、法度、律例，就是我今á日所命令你ê；"}},{"book":"申","chapter":8,"verse":12,"versions":{"unv":"恐怕你吃得飽足，建造美好的房屋居住，","bklcl":"kiaⁿ-liáu lí í-keng chia̍h-pá, í-keng khí súi ê chhù lâi khiā-khí;","tghg":"驚了你已經食飽，已經起媠的厝來徛起，","bklhl":"驚了你已經食飽，已經起 súi ê厝來khiā起；"}},{"book":"申","chapter":8,"verse":13,"versions":{"unv":"你的牛羊加多，你的金銀增添，並你所有的全都加增，","bklcl":"lí ê gû iûⁿ ke-thiⁿ, lí ê kim-gûn ke-thiⁿ, lí só͘-ū-ê lóng ke-thiⁿ,","tghg":"你的牛羊加添，你的金銀加添，你所有的攏加添，","bklhl":"你ê牛羊加添，你ê金銀加添，你所有ê lóng加添，"}},{"book":"申","chapter":8,"verse":14,"versions":{"unv":"你就心高氣傲，忘記耶和華─你的　神，就是將你從埃及地為奴之家領出來的，","bklcl":"hit-sî lí ê sim chū-ko, bōe-kì-tit Iâ-hô-hoa, lí ê Siōng-tè, chiū-sī chhōa lí tùi Ai-ki̍p tōe, chòe lô͘-châi ê ke, chhut-lâi ê.","tghg":"彼時你的心自高，𣍐記得耶和華──你的上帝，就是導你對埃及地做奴才的家出來的，","bklhl":"Hit時你ê心自高，bōe記得耶和華─你ê上帝，就是chhōa你tùi埃及地，做奴才ê家，出來ê。"}},{"book":"申","chapter":8,"verse":15,"versions":{"unv":"引你經過那大而可怕的曠野，那裡有火蛇、蠍子、乾旱無水之地。他曾為你使水從堅硬的磐石中流出來，","bklcl":"I chhōa lí keng-kè hit ê tōa koh thang kiaⁿ ê khòng-iá, hia ū hé-chôa, giat-á-thâng, ta-sò bô chúi ê tōe;  I bat ūi-tio̍h lí hō͘ chúi tùi tēng ê chio̍h-pôaⁿ lâu-chhut-lâi.","tghg":"伊導你經過彼個大閣通驚的曠野，遐有火蛇、蠍仔蟲(giat-á-thâng)、乾燥無水的地。伊曾為著你互水對𠕇(tēng)的石磐流出來，","bklhl":"伊chhōa你經過hit ê大koh thang驚ê曠野，hia有火蛇、蠍á蟲，乾燥無水ê地；伊bat為tio̍h你hō͘水tùi tēng ê石磐流出來。"}},{"book":"申","chapter":8,"verse":16,"versions":{"unv":"又在曠野將你列祖所不認識的嗎哪賜給你吃，是要苦煉你，試驗你，叫你終久享福；","bklcl":"Koh tī khòng-iá, chiong lí ê lia̍t-chó͘ só͘ m̄-bat ê má-ná iúⁿ-chhī lí, sī beh hō͘ lí khiam-pi, chhì-giām lí, hō͘ lí kàu-bé tit-tio̍h hok-khì;","tghg":"閣佇曠野，將你的列祖所呣識的嗎哪養飼你，是欲互你謙卑，試驗你，互你到尾得著福氣；","bklhl":"Koh tī曠野，將你ê列祖所m̄-bat ê má-ná養飼你，是beh hō͘你謙卑，試驗你，hō͘你到尾得tio̍h福氣；"}},{"book":"申","chapter":8,"verse":17,"versions":{"unv":"恐怕你心裡說：『這貨財是我力量、我能力得來的。』","bklcl":"kiaⁿ-liáu lí sim-lāi siūⁿ kóng, Tit-tio̍h chit ê tōa ê ki-gia̍p sī tùi góa ê khùi-la̍t, góa ê chhiú ê lêng-le̍k.","tghg":"驚了你心內想講：『得著此個大的基業是對我的氣力、我的手的能力。』","bklhl":"驚了你心內想講：得tio̍h chit ê大ê基業是tùi我ê氣力，我ê手ê能力。"}},{"book":"申","chapter":8,"verse":18,"versions":{"unv":"你要記念耶和華─你的　神，因為得貨財的力量是他給你的，為要堅定他向你列祖起誓所立的約，像今日一樣。","bklcl":"Chóng-sī lí tio̍h kì-tit Iâ-hô-hoa lí ê Siōng-tè;  in-ūi lí tit-tio̍h tōa ki-gia̍p ê khùi-la̍t, sī I hō͘ lí, beh chiâⁿ I só͘ tùi lí ê lia̍t-chó͘ chiù-chōa ê iok, chhin-chhiūⁿ kin-á-ji̍t ê khoán.","tghg":"總是你著記得耶和華──你的上帝，因為你得著大基業的氣力，是伊互你，欲成伊所對你的列祖咒誓的約，親像今仔日的款。","bklhl":"總是你tio̍h記得耶和華你ê上帝；因為你得tio̍h大基業ê氣力，是伊hō͘你，beh成伊所對你ê列祖chiù-chōa ê約，親像今á日ê款。"}},{"book":"申","chapter":8,"verse":19,"versions":{"unv":"你若忘記耶和華─你的　神，隨從別神，事奉敬拜，你們必定滅亡；這是我今日警戒你們的。","bklcl":"Chiong-lâi lí nā bōe-kì-tit Iâ-hô-hoa lí ê Siōng-tè thàn pa̍t ê siōng-tè ho̍k-sāi i, kèng-pài i, góa kin-á-ji̍t giâm-giâm kéng-kài lín, lín tek-khak bia̍t-bô.","tghg":"將來你若𣍐記得耶和華──你的上帝，趁別個上帝服事伊，敬拜伊，我今仔日嚴嚴警戒恁，恁的確滅無。","bklhl":"將來你若bōe記得耶和華你ê上帝thàn別ê上帝服事伊，敬拜伊，我今á日嚴嚴警誡lín，lín的確滅無。"}},{"book":"申","chapter":8,"verse":20,"versions":{"unv":"耶和華在你們面前怎樣使列國的民滅亡，你們也必照樣滅亡，因為你們不聽從耶和華─你們　神的話。」","bklcl":"Iâ-hô-hoa tī lín ê bīn-chêng só͘ bia̍t-bô hiah-ê kok, lín iā beh án-ni bia̍t-bô;  in-ūi lín m̄ thiaⁿ-thàn Iâ-hô-hoa lín Siōng-tè ê ōe.","tghg":"耶和華佇恁的面前所滅無許個國，恁也欲按呢滅無，因為恁呣聽趁耶和華──恁上帝的話。」","bklhl":"耶和華tī lín ê面前所滅無hiah-ê國，lín也beh án-ni滅無；因為lín m̄聽thàn耶和華lín上帝ê話。"}}]