[{"book":"申","chapter":18,"verse":1,"versions":{"unv":"「祭司利未人和利未全支派必在以色列中無分無業；他們所吃用的就是獻給耶和華的火祭和一切所捐的。","bklcl":"Chè-si Lī-bī lâng, thong Lī-bī ê chi-phài, in tī Í-sek-lia̍t tiong bô hūn bô gia̍p;  in só͘ beh chia̍h-ê, chiū-sī Iâ-hô-hoa ê hé-chè, kap I ê gia̍p.","tghg":"「祭司利未人通(thong)利未的支派，𪜶佇以色列中無份無業；𪜶所欲食的就是耶和華的火祭及伊的業。","bklhl":"祭司利未人，thong利未ê支派，in tī以色列中無份無業；in所beh食ê，就是耶和華ê火祭，kap伊ê業。"}},{"book":"申","chapter":18,"verse":2,"versions":{"unv":"他們在弟兄中必沒有產業；耶和華是他們的產業，正如耶和華所應許他們的。","bklcl":"In tī in hiaⁿ-tī tiong bô sán-gia̍p, Iâ-hô-hoa chòe in ê sán-gia̍p,  chiàu só͘ tùi in kóng ê.","tghg":"𪜶佇𪜶兄弟中無產業；耶和華做𪜶的產業，照所對𪜶講的。","bklhl":"In tī in兄弟中無產業，耶和華做in ê產業，照所對in講ê。"}},{"book":"申","chapter":18,"verse":3,"versions":{"unv":"祭司從百姓所當得的分乃是這樣：凡獻牛或羊為祭的，要把前腿和兩腮並脾胃給祭司。","bklcl":"Chè-si tùi peh-sìⁿ só͘ eng-kai tit-tio̍h ê hūn chiū-sī chiah-ê;  kìⁿ-nā hiàn gû á-sī iûⁿ chòe chè ê, tio̍h chiong chêng thúi, kap nn̄g ê chhùi-phóe, kap tō͘, hō͘ chè-si.","tghg":"祭司對百姓所應該得著的份就是諸個：見若獻牛抑是羊做祭的，著將前腿及二個嘴䩃(chhùi-phóe)及肚互祭司。","bklhl":"祭司tùi百姓所應該得tio̍h ê份就是chiah ê；見若獻牛á是羊做祭ê，tio̍h將前腿，kap兩個嘴phóe，kap肚，hō͘祭司。"}},{"book":"申","chapter":18,"verse":4,"versions":{"unv":"初收的五穀、新酒和油，並初剪的羊毛，也要給他；","bklcl":"Lí ê ngó͘-kok, lí ê chiú, lí ê iû, khí-thâu siu-sêng ê, kap khí-thâu chián ê iûⁿ-mn̂g, lóng tio̍h hō͘ i.","tghg":"你的五穀、你的酒、你的油，起頭收成的及起頭剪的羊毛，攏著互伊；","bklhl":"你ê五穀，你ê酒，你ê油，起頭收成ê，kap起頭剪ê羊毛，lóng tio̍h hō͘伊。"}},{"book":"申","chapter":18,"verse":5,"versions":{"unv":"因為耶和華─你的　神從你各支派中將他揀選出來，使他和他子孫永遠奉耶和華的名侍立，事奉。","bklcl":"In-ūi Iâ-hô-hoa lí ê Siōng-tè tùi lí chèng chi-phài kéng i, hō͘ i kap i ê kiáⁿ-sun, hōng Iâ-hô-hoa ê miâ, khiā-teh, ho̍k-sāi I kàu éng-oán.","tghg":"因為耶和華──你的上帝對你眾支派揀伊，互伊及伊的子孫奉耶和華的名徛啲，服事伊到永遠。","bklhl":"因為耶和華你ê上帝對你眾支派揀伊，hō͘伊kap伊ê kiáⁿ孫，奉耶和華ê名，khiā-teh，服事伊到永遠。"}},{"book":"申","chapter":18,"verse":6,"versions":{"unv":"「利未人無論寄居在以色列中的哪一座城，若從那裡出來，一心願意到耶和華所選擇的地方，","bklcl":"Nā ū Lī-bī lâng bô-lūn kià-kha tī Í-sek-lia̍t tiong toh-lo̍h chi̍t chō siâⁿ-mn̂g-lāi, tùi hia chhut-lâi, choan-sim ì-ài kàu Iâ-hô-hoa só͘ beh kéng ê só͘-chāi,","tghg":"「若有利未人無論寄腳佇以色列中叨落一座城門內，對遐出來，專心意愛到耶和華所欲揀的所在，","bklhl":"若有利未人無論寄腳tī以色列中toh落一座城門內，tùi hia出來，專心意愛到耶和華所beh揀ê所在，"}},{"book":"申","chapter":18,"verse":7,"versions":{"unv":"就要奉耶和華─他　神的名事奉，像他眾弟兄利未人侍立在耶和華面前事奉一樣。","bklcl":"chiū i beh hōng Iâ-hô-hoa i Siōng-tè ê miâ ho̍k-sāi, chhin-chhiūⁿ i chèng hiaⁿ-tī hiah-ê khiā tī Iâ-hô-hoa bīn-chêng ê Lī-bī lâng chi̍t-iūⁿ;","tghg":"就伊欲奉耶和華──伊上帝的名服事，親像伊眾兄弟許個徛佇耶和華面前的利未人一樣。","bklhl":"就伊beh奉耶和華伊上帝ê名服事，親像伊眾兄弟hiah-ê khiā tī耶和華面前ê利未人一樣；"}},{"book":"申","chapter":18,"verse":8,"versions":{"unv":"除了他賣祖父產業所得的以外，還要得一分祭物與他們同吃。」","bklcl":"tī i bōe chó͘-kong ê gia̍p í-gōa, i só͘ tit-tio̍h chia̍h ê hūn-gia̍h tio̍h kap in pîⁿ.","tghg":"佇伊賣祖公的業以外，伊所得著，食的份額著及𪜶平。」","bklhl":"tī伊賣祖公ê業以外，伊所得tio̍h食ê份額tio̍h kap in憑。"}},{"book":"申","chapter":18,"verse":9,"versions":{"unv":"「你到了耶和華─你　神所賜之地，那些國民所行可憎惡的事，你不可學著行。","bklcl":"Lí nā kàu Iâ-hô-hoa lí Siōng-tè só͘ siúⁿ-sù lí ê tōe, lí m̄-thang o̍h hiah-ê kok khó-ò͘ⁿ ê sū lâi kiâⁿ.","tghg":"「你若到耶和華──你上帝所賞賜你的地，你呣通學許個國可惡的事來行。","bklhl":"你若到耶和華你上帝所賞賜你ê地，你m̄-thang學hiah-ê國可惡ê事來行。"}},{"book":"申","chapter":18,"verse":10,"versions":{"unv":"你們中間不可有人使兒女經火，也不可有占卜的、觀兆的、用法術的、行邪術的、","bklcl":"Lín tiong-kan m̄-thang ū lâng hō͘ kiáⁿ cha-bó͘-kiáⁿ keng-kè hé, kiâⁿ siâ-su̍t ê, chiam-pok ê, khòaⁿ-miā ê, chòe sai-kong ê;","tghg":"恁中間呣通有人互子、查某子經過火，行邪術的、占卜的、看命的、做師公的、","bklhl":"Lín中間m̄-thang有人hō͘ kiáⁿ cha-bó͘-kiáⁿ經過火，行邪術ê、占卜ê、看命ê、做司公ê；"}},{"book":"申","chapter":18,"verse":11,"versions":{"unv":"用迷術的、交鬼的、行巫術的、過陰的。","bklcl":"ūi-hû ê, chòe tâng-ki ê, kiâⁿ mô͘-su̍t ê, khan-bông ê;","tghg":"畫符(ūi-hû)的、做童乩(tâng-ki)的、行魔術(mô͘-su̍t)的、牽亡(khan-bông)的。","bklhl":"畫符ê、做童乩 ê、行魔術ê、牽亡ê；"}},{"book":"申","chapter":18,"verse":12,"versions":{"unv":"凡行這些事的都為耶和華所憎惡；因那些國民行這可憎惡的事，所以耶和華─你的　神將他們從你面前趕出。","bklcl":"in-ūi kìⁿ-nā kiâⁿ hiah-ê sū ê, lóng sī Iâ-hô-hoa só͘ iàm-ò͘ⁿ;  iā sī ūi-tio̍h chiah-ê khó-ò͘ⁿ ê sū, Iâ-hô-hoa lí ê Siōng-tè tùi lí ê bīn-chêng kóaⁿ in chhut.","tghg":"因為見若行許個事的，攏是耶和華所厭惡；也是為著諸個可惡的事，耶和華──你的上帝對你的面前趕𪜶出。","bklhl":"因為見若行hiah-ê事ê，lóng是耶和華所厭惡；也是為tio̍h chiah ê可惡ê事，耶和華你ê上帝對你ê面前趕in出。"}},{"book":"申","chapter":18,"verse":13,"versions":{"unv":"你要在耶和華─你的　神面前作完全人。」","bklcl":"Lí tùi tī Iâ-hô-hoa lí ê Siōng-tè, tio̍h chòe oân-choân ê lâng.","tghg":"你對佇耶和華──你的上帝著做完全的人。」","bklhl":"你對tī耶和華你ê上帝，tio̍h做完全ê人。"}},{"book":"申","chapter":18,"verse":14,"versions":{"unv":"「因你所要趕出的那些國民都聽信觀兆的和占卜的，至於你，耶和華─你的　神從來不許你這樣行。","bklcl":"In-ūi lí só͘ beh sêng-chiap hiah-ê kok, lóng thiaⁿ-thàn chiam-pok ê, kiâⁿ siâ-su̍t ê;  lūn-kàu lí, chiū Iâ-hô-hoa lí ê Siōng-tè m̄-chún lí án-ni kiâⁿ.","tghg":"「因為你所欲承接許個國攏聽趁占卜的、行邪術的，論到你，就耶和華──你的上帝呣准你按呢行。","bklhl":"因為你所beh承接hiah-ê國，lóng聽thàn占卜ê，行邪術ê；論到你，就耶和華你ê上帝m̄准你án-ni行。"}},{"book":"申","chapter":18,"verse":15,"versions":{"unv":"耶和華─你的　神要從你們弟兄中間給你興起一位先知，像我，你們要聽從他。","bklcl":"Iâ-hô-hoa lí ê Siōng-tè beh tùi lín tiong-kan, tùi lín ê hiaⁿ-tī, heng-khí sian-ti chhin-chhiūⁿ góa, lín tio̍h thiaⁿ-thàn i.","tghg":"耶和華──你的上帝欲對恁中間對恁的兄弟興起先知，親像我，恁著聽趁伊。","bklhl":"耶和華你ê上帝beh tùi lín中間，tùi lín ê兄弟，興起先知親像我，lín tio̍h聽thàn伊。"}},{"book":"申","chapter":18,"verse":16,"versions":{"unv":"正如你在何烈山大會的日子求耶和華─你　神一切的話，說：『求你不再叫我聽見耶和華─我　神的聲音，也不再叫我看見這大火，免得我死亡。』","bklcl":"Chiàu lí tī Hô-lia̍t chū-hōe ê ji̍t, tùi Iâ-hô-hoa lí Siōng-tè it-chhè só͘ kiû-ê, kóng, Bo̍h-tit hō͘ góa koh thiaⁿ-kìⁿ Iâ-hô-hoa góa ê Siōng-tè ê siaⁿ;  iā bo̍h-tit hō͘ góa koh khòaⁿ-kìⁿ chit ê tōa-hé, bián-tit góa sí-bô.","tghg":"照你佇何烈聚會的日對耶和華──你上帝一切所求的，講：『莫得互我閣聽見耶和華──我的上帝的聲，也莫得互我閣看見此個大火，免得我死無。』","bklhl":"照你tī Hô-lia̍t聚會ê日，tùi耶和華你上帝一切所求ê，講：莫得hō͘我koh聽見耶和華我ê上帝ê聲；也莫得hō͘我koh看見chit ê大火，免得我死無。"}},{"book":"申","chapter":18,"verse":17,"versions":{"unv":"耶和華就對我說：『他們所說的是。","bklcl":"Iâ-hô-hoa chiū tùi góa kóng,  In só͘ kóng-ê sī hó.","tghg":"耶和華就對我講：『𪜶所講的是好。","bklhl":"耶和華就對我講，In所講ê是好。"}},{"book":"申","chapter":18,"verse":18,"versions":{"unv":"我必在他們弟兄中間給他們興起一位先知，像你。我要將當說的話傳給他；他要將我一切所吩咐的都傳給他們。","bklcl":"Góa beh tī in hiaⁿ-tī tiong, kā in heng-khí chi̍t ê sian-ti chhin-chhiūⁿ lí, Góa beh chiong Góa ê ōe hē tī i ê chhùi, i beh chiong Góa it-chhè só͘ bēng-lēng-ê tùi in kóng.","tghg":"我欲佇𪜶兄弟中給𪜶興起一個先知，親像你。我欲將我的話下佇伊的嘴；伊欲將我一切所命令的對𪜶講。","bklhl":"我beh tī in兄弟中，kā in興起一个先知親像你，我beh將我ê話hē tī伊ê嘴，伊beh將我一切所命令ê對in講。"}},{"book":"申","chapter":18,"verse":19,"versions":{"unv":"誰不聽他奉我名所說的話，我必討誰的罪。","bklcl":"I thok Góa ê miâ lâi thoân Góa ê ōe, lâng nā m̄-thiaⁿ, Góa beh pān i.","tghg":"伊託我的名來傳我的話，人若呣聽，我欲辦伊。","bklhl":"伊託我ê名來傳我ê話，人若m̄聽，我beh辦伊。"}},{"book":"申","chapter":18,"verse":20,"versions":{"unv":"若有先知擅敢託我的名說我所未曾吩咐他說的話，或是奉別神的名說話，那先知就必治死。』","bklcl":"Chóng-sī sian-ti chū-choan thok Góa ê miâ, kóng Góa só͘ bô bēng-lēng i kóng ê ōe, á-sī hōng pa̍t ê siōng-tè ê miâ lâi kóng, hit ê sian-ti tio̍h sí.","tghg":"總是先知自專託我的名講我所無命令伊講的話，抑是奉別個上帝的名來講，彼個先知著死。』","bklhl":"總是先知自專託我ê名，講我所無命令伊講ê話，á是奉別ê上帝ê名來講：hit ê先知tio̍h死。"}},{"book":"申","chapter":18,"verse":21,"versions":{"unv":"你心裡若說：『耶和華所未曾吩咐的話，我們怎能知道呢？』","bklcl":"Lí ê sim nā siūⁿ kóng, Iâ-hô-hoa só͘ bô kóng ê ōe, goán beh-thái ōe chai ah?","tghg":"你的心若想講：『耶和華所無講的話，阮欲豈會知啊？』","bklhl":"你ê心若想講：耶和華所無講ê話，阮beh-thái會知ah？"}},{"book":"申","chapter":18,"verse":22,"versions":{"unv":"先知託耶和華的名說話，所說的若不成就，也無效驗，這就是耶和華所未曾吩咐的，是那先知擅自說的，你不要怕他。」","bklcl":"Nā ū sian-ti thok Iâ-hô-hoa ê miâ lâi kóng-ê, hit ê sū nā bô chiâⁿ, iā bô èng-giām, che sī Iâ-hô-hoa só͘ bô kóng-ê, sī hit ê sian-ti chū-choan lâi kóng-ê, lí bo̍h-tit kiaⁿ i.","tghg":"若有先知託耶和華的名來講的，彼個事若無成，也無應驗，這是耶和華所無講的，是彼個先知自專來講的，你莫得驚伊。」","bklhl":"若有先知託耶和華ê名來講ê，hit ê事若無成，也無應驗，這是耶和華所無講ê，是hit ê先知自專來講ê，你莫得驚伊。"}}]