[{"book":"申","chapter":4,"verse":1,"versions":{"unv":"「以色列人哪，現在我所教訓你們的律例典章，你們要聽從遵行，好叫你們存活，得以進入耶和華─你們列祖之　神所賜給你們的地，承受為業。","bklcl":"Í-sek-lia̍t ah, taⁿ góa só͘ kà-sī lín ê lu̍t-lē hoat-tō͘, lín tio̍h thiaⁿ lâi chun-thàn, thang hō͘ lín oa̍h-teh, ji̍p-khì lâi tit-tio̍h Iâ-hô-hoa lín ê lia̍t-chó͘ ê Siōng-tè só͘ siúⁿ-sù lín ê tōe.","tghg":"「以色列啊，今我所教示恁的律例法度，恁著聽來遵趁，通互恁活啲，入去來得著耶和華──恁的列祖的上帝所賞賜恁的地。","bklhl":"以色列ah，taⁿ我所教示lín ê律例法度，lín tio̍h聽來遵thàn，thang hō͘ lín活teh，入去來得tio̍h耶和華lín ê列祖ê上帝所賞賜lín ê地。"}},{"book":"申","chapter":4,"verse":2,"versions":{"unv":"所吩咐你們的話，你們不可加添，也不可刪減，好叫你們遵守我所吩咐的，就是耶和華─你們　神的命令。","bklcl":"Góa só͘ bēng-lēng lín ê ōe, lín m̄-thang ke-thiⁿ, iā m̄-thang kiám-chió i;  thang hō͘ lín chip-siú Iâ-hô-hoa lín Siōng-tè ê bēng-lēng, chiū-sī góa só͘ bēng-lēng lín ê.","tghg":"我所命令恁的話，恁呣通加添，也呣通減少伊，通互恁執守耶和華──恁上帝的命令，就是我所命令恁的。","bklhl":"我所命令lín ê話，lín m̄-thang加添，也m̄-thang減少伊；thang hō͘ lín執守耶和華lín上帝ê命令，就是我所命令lín ê。"}},{"book":"申","chapter":4,"verse":3,"versions":{"unv":"耶和華因巴力‧毘珥的事所行的，你們親眼看見了。凡隨從巴力‧毘珥的人，耶和華─你們的　神都從你們中間除滅了。","bklcl":"Iâ-hô-hoa in-ūi Pa-le̍k-pí-jíⁿ ê sū só͘ kiâⁿ ê, lín chhin-ba̍k khòaⁿ-kìⁿ;  in-ūi kìⁿ-nā thàn Pa-le̍k-pí-jíⁿ ê lâng, Iâ-hô-hoa lí ê Siōng-tè lóng tùi lín tiong-kan tû-bia̍t in.","tghg":"耶和華因為巴力毗珥的事所行的，恁親目看見。因為見若趁巴力毗珥的人，耶和華──你的上帝攏對恁中間除滅𪜶。","bklhl":"耶和華因為Pa-le̍k-pí-jíⁿ ê事所行ê，lín親目看見；因為見若thàn Pa-le̍k-pí-jíⁿ ê人，耶和華你ê上帝lóng tùi lín中間除滅in。"}},{"book":"申","chapter":4,"verse":4,"versions":{"unv":"惟有你們專靠耶和華─你們　神的人，今日全都存活。","bklcl":"To̍k-to̍k lín kap Iâ-hô-hoa lín ê Siōng-tè kiat-liân ê, kin-á-ji̍t lóng oa̍h-teh.","tghg":"獨獨恁及耶和華──恁的上帝結聯的，今仔日攏活啲。","bklhl":"獨獨lín kap耶和華lín ê上帝結聯ê，今á日lóng活teh。"}},{"book":"申","chapter":4,"verse":5,"versions":{"unv":"我照著耶和華─我　神所吩咐的將律例典章教訓你們，使你們在所要進去得為業的地上遵行。","bklcl":"Khòaⁿ ah, góa iā bat ēng lu̍t-lē kap hoat-tō͘ kà-sī lín, chiàu Iâ-hô-hoa góa ê Siōng-tè só͘ bēng-lēng góa ê, hō͘ lín chun-thàn tī lín só͘ beh ji̍p-khì sêng-chiap ê tōe.","tghg":"看啊！我也曾用律例及法度教示恁，照耶和華──我的上帝所命令我的，互恁遵趁佇恁所欲入去承接的地。","bklhl":"看ah，我也bat用律例kap法度教示lín，照耶和華我ê上帝所命令我ê，hō͘ lín遵thàn tī lín所beh入去承接ê地。"}},{"book":"申","chapter":4,"verse":6,"versions":{"unv":"所以你們要謹守遵行；這就是你們在萬民眼前的智慧、聰明。他們聽見這一切律例，必說：『這大國的人真是有智慧，有聰明！』","bklcl":"Só͘-í lín tio̍h chip-siú lâi kiâⁿ-i;  che chiū-sī lín ê tì-hūi chhang-miâ tī lia̍t-kok ê bīn-chêng; in chi̍t-ē thiaⁿ-kìⁿ che it-chhè ê lu̍t-lē, beh kóng, Chit ê tōa-kok chin-chiàⁿ sī ū tì-hūi chhang-miâ ê peh-sìⁿ.","tghg":"所以恁著執守來行伊；這就是恁的智慧、聰明佇列國的面前。𪜶一下聽見這一切的律例，欲講：『此個大國真正是有智慧、聰明的百姓！』","bklhl":"所以lín tio̍h執守來行伊；這就是lín ê智慧聰明tī列國ê面前；in一下聽見這一切ê律例，beh講：Chit ê大國真正是有智慧聰明ê百姓。"}},{"book":"申","chapter":4,"verse":7,"versions":{"unv":"哪一大國的人有　神與他們相近，像耶和華─我們的　神、在我們求告他的時候與我們相近呢？","bklcl":"Toh-lo̍h chi̍t ê tōa-kok ū siōng-tè kap i chhin-kūn, chhin-chhiūⁿ Iâ-hô-hoa lán ê Siōng-tè, tī lán kìⁿ-nā kiû-kiò I ê sî, kap lán chhin-kūn ah?","tghg":"叨落一個大國有上帝及伊親近，親像耶和華──咱的上帝、佇咱見若求叫伊的時及咱親近啊？","bklhl":"Toh落一个大國有上帝kap伊親近，親像耶和華咱ê上帝，tī咱見若求叫祂ê時，kap咱親近ah？"}},{"book":"申","chapter":4,"verse":8,"versions":{"unv":"又哪一大國有這樣公義的律例典章、像我今日在你們面前所陳明的這一切律法呢？","bklcl":"Koh ū sím-mi̍h tōa-kok ū lu̍t-lē kap hoat-tō͘ chhin-chhiūⁿ góa kin-á-ji̍t tī lín ê bīn-chêng só͘ thoân it-chhè ê lu̍t-hoat hiah-nih kong-gī ah?","tghg":"閣有甚麼大國有律例及法度、親像我今仔日佇恁的面前所傳一切的律法許呢公義啊？","bklhl":"Koh有甚麼大國有律例kap法度親像我今á日tī lín ê面前所傳一切ê律法hiah-nih公義ah？"}},{"book":"申","chapter":4,"verse":9,"versions":{"unv":"「你只要謹慎，殷勤保守你的心靈，免得忘記你親眼所看見的事，又免得你一生、這事離開你的心；總要傳給你的子子孫孫。","bklcl":"Só͘-í tio̍h ka-kī kín-sīn, iā tio̍h kín-sīn siú lí ê sim, bián-tit lí bōe-kì-tit chhin-ba̍k só͘ khòaⁿ-kìⁿ ê sū;  koh bián-tit chiah-ê sū tī lí oa̍h-teh ê sî lī-khui lí ê sim;  iā tio̍h ēng chit-ê kà-sī lín hiah-ê kiáⁿ, hiah-ê sun.","tghg":"「所以著家己謹慎，也著謹慎守你的心，免得你𣍐記得親目所看見的事，閣免得諸個事佇你活啲的時、離開你的心；也著用此個教示恁許個子許個孫。","bklhl":"所以tio̍h家己謹慎，也tio̍h謹慎守你ê心，免得你bōe記得親目所看見ê事；koh免得chiah ê事tī你活teh ê時離開你ê心；也tio̍h用chit ê教示lín hiah-ê kiáⁿ，hiah-ê 孫。"}},{"book":"申","chapter":4,"verse":10,"versions":{"unv":"你在何烈山站在耶和華─你　神面前的那日，耶和華對我說：『你為我招聚百姓，我要叫他們聽見我的話，使他們存活在世的日子，可以學習敬畏我，又可以教訓兒女這樣行。』","bklcl":"Lí tī Hô-lia̍t soaⁿ khiā tī Iâ-hô-hoa lí ê Siōng-tè ê bīn-chêng, hit-ji̍t Iâ-hô-hoa tùi góa kóng, Lí kā Góa chio-chi̍p peh-sìⁿ, Góa beh hō͘ in thiaⁿ-kìⁿ Góa ê ōe, hō͘ in oa̍h tī sè-kan ê ji̍t, thang ha̍k-si̍p kèng-ùi Góa; koh thang kà-sī in ê kiáⁿ-jî.","tghg":"你佇何烈山徛佇耶和華──你的上帝的面前，彼日耶和華對我講：『你給我招集百姓，我欲互𪜶聽見我的話，互𪜶活佇世間的日，通學習敬畏我，閣通教示𪜶的子兒。』","bklhl":"你tī何烈山khiā tī耶和華你ê上帝ê面前，hit日耶和華對我講，你kā我招集百姓，我beh hō͘ in聽見我ê話，hō͘ in活tī世間ê日，thang學習敬畏我；koh thang教示in ê kiáⁿ兒。"}},{"book":"申","chapter":4,"verse":11,"versions":{"unv":"那時你們近前來，站在山下；山上有火焰沖天，並有昏黑、密雲、幽暗。","bklcl":"Hit-sî lín kūn-óa, khiā tī soaⁿ-kha, soaⁿ-ni̍h ū hé-iām chhèng-kàu thiⁿ-téng, iā ū ba̍t-hûn o͘-o͘ àm-àm.","tghg":"彼時恁近倚，徛佇山腳；山裡有火焰淐到天頂，也有密雲、黑黑暗暗。","bklhl":"Hit時lín近óa，khiā tī山腳，山裡有火燄chhèng到天頂，也有密雲烏烏暗暗。"}},{"book":"申","chapter":4,"verse":12,"versions":{"unv":"耶和華從火焰中對你們說話，你們只聽見聲音，卻沒有看見形像。","bklcl":"Iâ-hô-hoa tùi hé-iām-tiong kā lín kóng-ōe;  lín thiaⁿ-kìⁿ kóng-ōe ê siaⁿ, bô khòaⁿ-kìⁿ sím-mi̍h siōng;  chí-ū siaⁿ nā-tiāⁿ.","tghg":"耶和華對火焰中給恁講話，恁聽見講話的聲，無看見甚麼像，只有聲若定。","bklhl":"耶和華tùi火燄中kā lín講話；lín聽見講話ê聲，無看見甚麼像；只有聲nā-tiāⁿ。"}},{"book":"申","chapter":4,"verse":13,"versions":{"unv":"他將所吩咐你們當守的約指示你們，就是十條誡，並將這誡寫在兩塊石版上。","bklcl":"I chiong só͘ bēng-lēng lín tio̍h siú ê iok chí-sī lín, chiū-sī cha̍p-tiâu-kài;  iā siá i tī nn̄g tè chio̍h-pi.","tghg":"伊將所命令恁著守的約指示恁，就是十條誡，也寫伊佇二塊石碑。","bklhl":"伊將所命令lín tio̍h守ê約指示lín，就是十條誡；也寫伊tī兩塊石碑。"}},{"book":"申","chapter":4,"verse":14,"versions":{"unv":"那時耶和華又吩咐我將律例典章教訓你們，使你們在所要過去得為業的地上遵行。」","bklcl":"Hit-sî Iâ-hô-hoa koh bēng-lēng góa, chiong lu̍t-lē hoat-tō͘ kà-sī lín, hō͘ lín tī só͘ beh kè-khì lâi tit-tio̍h chòe-gia̍p ê tōe chun-thàn kiâⁿ i.","tghg":"彼時耶和華閣命令我將律例法度教示恁，互恁佇所欲過去來得著做業的地遵趁行伊。」","bklhl":"Hit時耶和華koh命令我，將律例法度教示lín，hō͘ lín tī所beh過去來得tio̍h做業ê地遵thàn行伊。"}},{"book":"申","chapter":4,"verse":15,"versions":{"unv":"「所以，你們要分外謹慎；因為耶和華在何烈山、從火中對你們說話的那日，你們沒有看見甚麼形像。","bklcl":"Só͘-í lín tio̍h te̍k-pia̍t ka-kī kín-sīn, in-ūi Iâ-hô-hoa tī Hô-lia̍t soaⁿ tùi hé-tiong kā lín kóng-ōe hit-ji̍t, lín bô khòaⁿ-kìⁿ sím-mi̍h hêng-siōng;","tghg":"「所以恁著特別家己謹慎；因為耶和華佇何烈山、對火中給恁講話彼日，恁無看見甚麼形像。","bklhl":"所以lín tio̍h特別家己謹慎，因為耶和華tī何烈山tùi火中kā lín講話hit日，lín無看見甚麼形象；"}},{"book":"申","chapter":4,"verse":16,"versions":{"unv":"惟恐你們敗壞自己，雕刻偶像，彷彿甚麼男像女像，","bklcl":"kiaⁿ-liáu lín pāi-hoāi ka-kī, ūi ka-kī tiau-khek ngó͘-siōng, hóng sím-mi̍h hêng-chōng, bô-lūn sī lâm á-sī lú ê hêng-siōng;","tghg":"驚了恁敗壞家己，為家己雕刻偶像，彷甚麼形狀，無論是男抑是女的形像，","bklhl":"驚了lín敗壞家己，為家己雕刻偶像，仿甚麼形狀，無論是男á是女ê形象；"}},{"book":"申","chapter":4,"verse":17,"versions":{"unv":"或地上走獸的像，或空中飛鳥的像，","bklcl":"á-sī tōe-chiūⁿ cháu-siù ê siōng; á-sī khong-tiong pe-chiáu ê siōng;","tghg":"抑是地上走獸的像，抑是空中飛鳥的像，","bklhl":"á是地上走獸ê像；á是空中飛鳥ê像；"}},{"book":"申","chapter":4,"verse":18,"versions":{"unv":"或地上爬物的像，或地底下水中魚的像。","bklcl":"á-sī tōe-chiūⁿ teh sô ê mi̍h ê siōng; á-sī tōe-ē chúi-tiong hî-lūi ê siōng.","tghg":"抑是地上啲趖(sô)的物的像，抑是地下水中魚類的像。","bklhl":"á是地上teh 趖 ê物ê像；á是地下水中魚類 ê像。"}},{"book":"申","chapter":4,"verse":19,"versions":{"unv":"又恐怕你向天舉目觀看，見耶和華─你的　神為天下萬民所擺列的日月星，就是天上的萬象，自己便被勾引敬拜事奉它。","bklcl":"Koh kiaⁿ-liáu lí kia̍h-ba̍k ǹg-thiⁿ khòaⁿ Iâ-hô-hoa lí ê Siōng-tè só͘ hun-phài hō͘ thiⁿ-ē bān-kok ê ji̍t, ge̍h, chhiⁿ, chiū-sī thiⁿ-téng ê bān-siōng, lí chiū siū ín-iú, kèng-pài ho̍k-sāi in.","tghg":"閣驚了你攑目向天，看耶和華──你的上帝所分派互天下萬國的日月星，就是天頂的萬象，你就受引誘敬拜服事𪜶。","bklhl":"Koh驚了你kia̍h目ǹg天看耶和華你ê上帝所分派hō͘天下萬國ê日、月、星，就是天頂ê萬象，你就受引誘，敬拜服事in。"}},{"book":"申","chapter":4,"verse":20,"versions":{"unv":"耶和華將你們從埃及領出來，脫離鐵爐，要特作自己產業的子民，像今日一樣。","bklcl":"Chóng-sī Iâ-hô-hoa tòa lín chhut Ai-ki̍p, thoat-lī chù-thih ê lô͘, beh chòe I ka-kī sán-gia̍p ê peh-sìⁿ, chhin-chhiūⁿ kin-á-ji̍t ê khoán.","tghg":"總是耶和華帶恁出埃及，脫離鑄鐵的爐，欲做伊家己產業的百姓，親像今仔日的款。","bklhl":"總是耶和華帶lín出埃及，脫離鑄鐵ê爐，beh做伊家己產業ê百姓，親像今á日ê款。"}},{"book":"申","chapter":4,"verse":21,"versions":{"unv":"耶和華又因你們的緣故向我發怒，起誓必不容我過約旦河，也不容我進入耶和華─你　神所賜你為業的那美地。","bklcl":"Iâ-hô-hoa koh in-ūi lín ê iân-kò͘ siū-khì góa, chiù-chōa m̄ hō͘ góa kè Iok-tàn hô, iā m̄ hō͘ góa ji̍p Iâ-hô-hoa lí Siōng-tè só͘ siúⁿ-sù lí chòe-gia̍p ê súi tōe;","tghg":"耶和華閣因為恁的緣故受氣我，咒誓呣互我過約但河，也呣互我入耶和華──你上帝所賞賜你做業的媠地。","bklhl":"耶和華koh因為lín ê緣故受氣我，chiù-chōa m̄ hō͘我過約旦河，也m̄ hō͘我入耶和華你上帝所賞賜你做業ê súi地；"}},{"book":"申","chapter":4,"verse":22,"versions":{"unv":"我只得死在這地，不能過約旦河；但你們必過去得那美地。","bklcl":"góa tio̍h sí tī chit ê tōe; góa bōe-ōe kè Iok-tàn hô;  chóng-sī lín beh kè-khì lâi tit-tio̍h hit ê hó ê tōe.","tghg":"我著死佇此個地，我𣍐會過約但河；總是恁欲過去來得著彼個好的地。","bklhl":"我tio̍h死tī chit ê地；我bōe能過約旦河；總是lín beh過去來得tio̍h hit ê好ê地。"}},{"book":"申","chapter":4,"verse":23,"versions":{"unv":"你們要謹慎，免得忘記耶和華─你們　神與你們所立的約，為自己雕刻偶像，就是耶和華─你　神所禁止你做的偶像；","bklcl":"Lín tio̍h ka-kī kín-sīn, kiaⁿ-liáu lín bōe-kì-tit Iâ-hô-hoa lín ê Siōng-tè kap lín só͘ li̍p ê iok, ūi ka-kī tiau-khek ngó͘-siōng hóng-hut sím-mi̍h mi̍h, chiū-sī Iâ-hô-hoa lí ê Siōng-tè só͘ kìm lí ê.","tghg":"恁著家己謹慎，驚了恁𣍐記得耶和華──恁的上帝及恁所立的約，為家己雕刻偶像，彷彿甚麼物，就是耶和華──你的上帝所禁你的；","bklhl":"Lín tio̍h家己謹慎，驚了lín bōe記得耶和華lín ê上帝kap lín所立ê約，為家己雕刻偶像彷彿甚麼物，就是耶和華你ê上帝所禁你ê。"}},{"book":"申","chapter":4,"verse":24,"versions":{"unv":"因為耶和華─你的　神乃是烈火，是忌邪的　神。","bklcl":"In-ūi Iâ-hô-hoa lí ê Siōng-tè chiū-sī lia̍t-lia̍t ê hé, koat-toàn m̄ iông-ún ū pa̍t ê siōng-tè.","tghg":"因為耶和華──你的上帝就是烈烈的火，決斷呣容允有別個上帝。","bklhl":"因為耶和華你ê上帝就是烈烈ê火，決斷m̄容允有別ê上帝。"}},{"book":"申","chapter":4,"verse":25,"versions":{"unv":"「你們在那地住久了，生子生孫，就雕刻偶像，彷彿甚麼形像，敗壞自己，行耶和華─你　神眼中看為惡的事，惹他發怒。","bklcl":"Āu-lâi lín kú-kú khiā-khí tī hit ê tōe siⁿ-kiáⁿ thoân-sun, chiū tiau-khek ngó͘-siōng, hóng sím-mi̍h mi̍h ê siōng, phah-pháiⁿ lí ê sim-su̍t, kiâⁿ Iâ-hô-hoa lí ê Siōng-tè ba̍k-chiu-tiong khòaⁿ-chòe pháiⁿ ê sū, jiá I siū-khì;","tghg":"「後來恁久久徛起佇彼個地，生子傳孫，就雕刻偶像，彷甚麼物的像，拍歹你的心術，行耶和華──你的上帝目睭中看做歹的事，惹伊受氣。","bklhl":"後來lín久久khiā起tī hit ê地生kiáⁿ傳孫，就雕刻偶像，仿甚麼物ê像，phah-pháiⁿ你ê心術，行耶和華你ê上帝目睭中看做pháiⁿ ê事，惹祂受氣；"}},{"book":"申","chapter":4,"verse":26,"versions":{"unv":"我今日呼天喚地向你們作見證，你們必在過約旦河得為業的地上速速滅盡！你們不能在那地上長久，必盡行除滅。","bklcl":"góa chiū kin-a-ji̍t kiò thiⁿ kiò tōe lâi kan-chèng, lín beh tī kè Iok-tàn hô tit-tio̍h chòe-gia̍p ê tōe kín-kín bia̍t kàu chīn;  lín ê ji̍t-chí bōe-ōe tī hit só͘-chāi tit-tio̍h kú-tn̂g, beh it-chīn tû-bia̍t.","tghg":"我就今仔日叫天叫地來干證，恁欲佇過約但河得著做業的地緊緊滅到盡！恁的日子𣍐會佇彼所在得著久長，欲一盡除滅。","bklhl":"我就kin-a日叫天叫地來干證，lín beh tī過約旦河得tio̍h做業ê地緊緊滅到盡；lín ê日子bōe能tī hit所在得tio̍h久長，beh一盡除滅。"}},{"book":"申","chapter":4,"verse":27,"versions":{"unv":"耶和華必使你們分散在萬民中；在他所領你們到的萬國裡，你們剩下的人數稀少。","bklcl":"Iâ-hô-hoa beh hō͘ lín sì-sòaⁿ tī lia̍t-pang;  tī Iâ-hô-hoa só͘ chhōa lín kàu hiah-ê kok, lín chhun ê lâng-gia̍h chió-chió.","tghg":"耶和華欲互恁四散佇列邦；佇耶和華所導恁到許個國，恁剩的人額少少。","bklhl":"耶和華beh hō͘ lín四散tī列邦；tī耶和華所chhōa lín到hiah-ê國，lín chhun ê人額少少。"}},{"book":"申","chapter":4,"verse":28,"versions":{"unv":"在那裡，你們必事奉人手所造的神，就是用木石造成、不能看、不能聽、不能吃、不能聞的神。","bklcl":"Tī-hia lín beh ho̍k-sāi lâng ê chhiú só͘ chō ê siōng-tè, chiū-sī chhâ-ê, chio̍h-ê, bōe-ōe khòaⁿ-kìⁿ, bōe-ōe thiaⁿ, bōe-ōe chia̍h, bōe-ōe phīⁿ ê.","tghg":"佇遐，恁欲服事人的手所造的上帝，就是柴的、石的、𣍐會看見、𣍐會聽、𣍐會食、𣍐會鼻的。","bklhl":"Tī-hia lín beh服事人ê手所造ê上帝，就是柴ê、石ê，bōe能看見，bōe能聽，bōe能食，bōe能phīⁿ ê。"}},{"book":"申","chapter":4,"verse":29,"versions":{"unv":"但你們在那裡必尋求耶和華─你的　神。你盡心盡性尋求他的時候，就必尋見。","bklcl":"Chóng-sī lín tī-hia nā beh chhē Iâ-hô-hoa lí ê Siōng-tè, nā ēng chīn-sim chīn-sèng chhē I, chiū beh tú-tio̍h.","tghg":"總是恁佇遐若欲尋耶和華──你的上帝。若用盡心盡性尋伊，就欲抵著(tú-tio̍h)。","bklhl":"總是lín tī-hia若beh chhē耶和華你ê上帝，若用盡心盡性chhē祂，就beh tú-tio̍h。"}},{"book":"申","chapter":4,"verse":30,"versions":{"unv":"日後你遭遇一切患難的時候，你必歸回耶和華─你的　神，聽從他的話。","bklcl":"Ji̍t-āu lín tú-tio̍h khó͘-lān, só͘ kóng chiah-ê sū lîm-kàu lí, lí beh kui-ǹg Iâ-hô-hoa, lí ê Siōng-tè, lâi thiaⁿ I ê siaⁿ;","tghg":"日後恁抵著苦難，所講諸個事臨到你，你欲歸向耶和華──你的上帝，來聽伊的聲。","bklhl":"日後lín tú-tio̍h苦難，所講chiah ê事臨到你，你beh歸向耶和華，你ê上帝，來聽祂ê聲；"}},{"book":"申","chapter":4,"verse":31,"versions":{"unv":"耶和華─你　神原是有憐憫的　神；他總不撇下你，不滅絕你，也不忘記他起誓與你列祖所立的約。","bklcl":"in-ūi Iâ-hô-hoa lí ê Siōng-tè sī lîn-bín ê Siōng-tè, I bô beh pàng-sak lí, bô beh châu-bia̍t lí, iā bô bōe-kì-tit I kap lí ê lia̍t-chó͘ só͘ chiù-chōa ê iok.","tghg":"因為耶和華──你的上帝是憐憫的上帝；伊無欲放拺你，無欲剿滅(châu-bia̍t)你，也無𣍐記得伊及你的列祖所咒誓的約。","bklhl":"因為耶和華你ê上帝是憐憫ê上帝，伊無beh放sak你，無beh剿滅你，也無bōe記得伊kap你ê列祖所chiù-chōa ê約。"}},{"book":"申","chapter":4,"verse":32,"versions":{"unv":"「你且考察在你以前的世代，自　神造人在世以來，從天這邊到天那邊，曾有何民聽見　神在火中說話的聲音，像你聽見還能存活呢？這樣的大事何曾有、何曾聽見呢？","bklcl":"Chhì-mn̄g kè-sin ê sî, chiū-sī lí í-chêng ê sî, tùi Siōng-tè chhòng-chō lâng tī sè-kan hit-ji̍t í-lâi, tùi thiⁿ ê chit-piⁿ kàu thiⁿ ê hit-piⁿ, ū chhin-chhiūⁿ hit-hō ê tōa-sū mah?  Bat thiaⁿ-kìⁿ ū án-ni mah?","tghg":"「試問過身的時，就是你以前的時，對上帝創造人佇世間彼日以來，對天的此邊到天的彼邊，有親像彼號的大事嗎？曾聽見有按呢嗎？","bklhl":"試問過身ê時，就是你以前ê時，tùi上帝創造人tī世間hit日以來，tùi天ê chit邊到天ê hit邊，有親像hit號ê大事mah？Bat聽見有án-ni mah？"}},{"book":"申","chapter":4,"verse":33,"versions":{"unv":"【併於上節】","bklcl":"Bat ū sím-mi̍h peh-sìⁿ thiaⁿ-kìⁿ Siōng-tè tùi hé-tiong kóng-ōe ê siaⁿ, chhin-chhiūⁿ lí thiaⁿ-kìⁿ, iā iáu ōe oa̍h-teh mah?","tghg":"曾有甚麼百姓聽見上帝對火中講話的聲，親像你聽見也猶會活啲嗎？","bklhl":"Bat有甚麼百姓聽見上帝tùi火中講話ê聲，親像你聽見，也iáu能活teh mah？"}},{"book":"申","chapter":4,"verse":34,"versions":{"unv":"　神何曾從別的國中將一國的人民領出來，用試驗、神蹟、奇事、爭戰、大能的手，和伸出來的膀臂，並大可畏的事，像耶和華─你們的　神在埃及，在你們眼前為你們所行的一切事呢？","bklcl":"Á-sī bat ū sím-mi̍h siōng-tè chhì án-ni chòe, ēng chhì-liān, sîn-jiah, kî-sū, kau-chiàn, tōa koân-lêng ê chhiú, chhun-chhut ê chhiú-kut, kap tōa thang kiaⁿ ê sū, ūi ka-kī tùi pa̍t-kok tiong chhú chi̍t-kok, chhin-chhiūⁿ Iâ-hô-hoa lín ê Siōng-tè tī Ai-ki̍p tī lín ê ba̍k-chiu chêng, ūi lín só͘ kiâⁿ it-chhè ê sū ah?","tghg":"抑是曾有甚麼上帝試按呢做，用試煉、神蹟、奇事、交戰、大權能的手，伸出的手骨，及大通驚的事，為家己對別國中取一國，親像耶和華──恁的上帝佇埃及佇恁的目睭前，為恁所行一切的事啊？","bklhl":"á是bat有甚麼上帝試án-ni做，用試煉、神蹟、奇事、交戰、大權能ê手，伸出ê手骨，kap大thang驚ê事，為家己tùi別國中取一國，親像耶和華lín ê上帝tī埃及tī lín ê目睭前，為lín所行一切ê事ah？"}},{"book":"申","chapter":4,"verse":35,"versions":{"unv":"這是顯給你看，要使你知道，惟有耶和華─他是　神，除他以外，再無別神。","bklcl":"Ēng che hián-hiān tī lí, hō͘ lí chai Iâ-hô-hoa I sī Siōng-tè, I í-gōa bô ū pa̍t-ê.","tghg":"用這顯現佇你，互你知耶和華──伊是上帝，伊以外，無有別個。","bklhl":"用這顯現tī你，hō͘你知耶和華伊是上帝，祂以外無有別ê。"}},{"book":"申","chapter":4,"verse":36,"versions":{"unv":"他從天上使你聽見他的聲音，為要教訓你，又在地上使你看見他的烈火，並且聽見他從火中所說的話。","bklcl":"I tùi thiⁿ hō͘ lí thiaⁿ-kìⁿ I ê siaⁿ, ūi-tio̍h beh kà-sī lí, koh tī tōe-bīn-chiūⁿ hō͘ lí khòaⁿ-kìⁿ I ê tōa-hé, koh lí thiaⁿ-kìⁿ I ê ōe tùi hé-tiong chhut.","tghg":"伊對天互你聽見伊的聲，為著欲教示你，閣佇地面上互你看見伊的大火，閣你聽見伊的話對火中出。","bklhl":"祂tùi天hō͘你聽見祂ê聲，為tio̍h beh教示你，koh tī地面上hō͘你看見祂ê大火，koh你聽見祂ê話tùi火中出。"}},{"book":"申","chapter":4,"verse":37,"versions":{"unv":"因他愛你的列祖，所以揀選他們的後裔，用大能親自領你出了埃及，","bklcl":"In-ūi I thiàⁿ lí ê lia̍t-chó͘, só͘-í kéng-soán in ê hō͘-è, ēng tōa koân-lêng chhin-sin tòa lí chhut Ai-ki̍p;","tghg":"因為伊疼你的列祖，所以揀選𪜶的後裔，用大權能親身帶你出埃及，","bklhl":"因為祂疼你ê列祖，所以揀選in ê後裔，用大權能親身帶你出埃及；"}},{"book":"申","chapter":4,"verse":38,"versions":{"unv":"要將比你強大的國民從你面前趕出，領你進去，將他們的地賜你為業，像今日一樣。","bklcl":"beh tùi lí ê bīn-chêng kóaⁿ-chhut pí lí khah-tōa khah-béng ê kok-bîn, beh chhōa lí ji̍p-khì, ēng in ê tōe siúⁿ-sù lín chòe-gia̍p, chhin-chhiūⁿ kin-á-ji̍t chi̍t-iūⁿ.","tghg":"欲對你的面前趕出比你卡大卡猛的國民，欲導你入去，用𪜶的地賞賜恁做業，親像今仔日一樣。","bklhl":"beh對你ê面前趕出比你khah大khah猛ê國民，beh chhōa你入去，用in ê地賞賜lín做業，親像今á日一樣。"}},{"book":"申","chapter":4,"verse":39,"versions":{"unv":"所以，今日你要知道，也要記在心上，天上地下惟有耶和華他是　神，除他以外，再無別神。","bklcl":"Só͘-í kin-á-ji̍t lí tio̍h chai, sim iā tio̍h siūⁿ, thiⁿ-téng tōe-ē chí-ū Iâ-hô-hoa, I sī Siōng-tè, í-gōa bô pa̍t-ê.","tghg":"所以，今仔日你著知，心也著想，天頂地下只有耶和華──伊是上帝，以外無別個。","bklhl":"所以今á日你tio̍h知，心也tio̍h想，天頂地下只有耶和華，祂是上帝，以外無別ê。"}},{"book":"申","chapter":4,"verse":40,"versions":{"unv":"我今日將他的律例誡命曉諭你，你要遵守，使你和你的子孫可以得福，並使你的日子在耶和華─你　神所賜的地上得以長久。」","bklcl":"Só͘-í lí tio̍h siú I ê lu̍t-lē kài-bēng, chiū-sī góa kin-á-ji̍t só͘ bēng-lēng lí, hō͘ lí kap lí ê hō͘-è thang tit-tio̍h hok-khì, koh ke-thiⁿ lí ê ji̍t-chí kú-tn̂g tī Iâ-hô-hoa lí ê Siōng-tè só͘ siúⁿ-sù lí ê tōe kàu éng-oán.","tghg":"所以你著守伊的律例誡命，就是我今仔日所命令你，互你及你的後裔通得著福氣，閣加添你的日子久長佇耶和華──你的上帝所賞賜你的地到永遠。」","bklhl":"所以你tio̍h守祂ê律例誡命，就是我今á日所命令你，hō͘你kap你ê後裔thang得tio̍h福氣，koh加添你ê日子久長tī耶和華你ê上帝所賞賜你ê地到永遠。"}},{"book":"申","chapter":4,"verse":41,"versions":{"unv":"「那時，摩西在約旦河東，向日出之地，分定三座城，","bklcl":"Hit-sî Mô͘-se tī Iok-tàn gōa, ǹg ji̍t-chhut ê só͘-chāi hun-piat saⁿ ê siâⁿ;","tghg":"「彼時，摩西佇約但外，向日出的所在分別三個城，","bklhl":"Hit時摩西tī約旦外，ǹg日出ê所在分別三個城；"}},{"book":"申","chapter":4,"verse":42,"versions":{"unv":"使那素無仇恨、無心殺了人的，可以逃到這三城之中的一座城，就得存活：","bklcl":"hō͘ thâi-sí lâng ê lâng, chiū-sī pêng-sò͘ bô kiat-oàn, chhò-gō͘ thâi-sí i ê chhù-piⁿ ê, thang tô-cháu tī-hia;  í-keng cháu-ji̍p chiah-ê siâⁿ ê chi̍t-ê, chiū tit-tio̍h oa̍h;","tghg":"互刣死人的人，就是平素無結怨、錯誤刣死伊的厝邊的，通逃走佇遐，已經走入諸個城的一個，就得著活：","bklhl":"Hō͘ 刣死人ê人，就是平素無結怨，錯誤刣死伊ê厝邊ê，thang逃走tī-hia；已經走入chiah ê城ê一个，就得tio̍h活；"}},{"book":"申","chapter":4,"verse":43,"versions":{"unv":"為流便人分定曠野平原的比悉；為迦得人分定基列的拉末；為瑪拿西人分定巴珊的哥蘭。」","bklcl":"chiū-sī khòng-iá pîⁿ-iûⁿ ê Pí-sek, ūi-tio̍h Liû-piān lâng siat-ê;  Ki-lia̍t ê Lah-boa̍t, ūi-tio̍h Ka-tek lâng siat-ê;  Pa-san ê Ko-lân, ūi-tio̍h Má-ná-se lâng siat-ê.","tghg":"就是曠野平洋的比悉，為著流便人設的；基列的拉末，為著迦得人設的；巴珊的哥蘭，為著瑪拿西人設的。」","bklhl":"就是曠野平洋ê Pí-sek，為tio̍h Liû-piān人設ê；Ki-lia̍t ê Lah-boa̍t，為tio̍h Ka-tek人設ê；Pa-san ê Ko-lân，為tio̍h Má-ná-se人設ê。"}},{"book":"申","chapter":4,"verse":44,"versions":{"unv":"摩西在以色列人面前所陳明的律法─","bklcl":"Chit-ê sī Mô͘-se tī Í-sek-lia̍t lâng ê bīn-chêng só͘ pâi-lia̍t ê lu̍t-hoat;","tghg":"此個是摩西佇以色列人的面前所排列的律法──","bklhl":"Chit ê是摩西tī以色列人ê面前所排列ê律法；"}},{"book":"申","chapter":4,"verse":45,"versions":{"unv":"就是摩西在以色列人出埃及後所傳給他們的法度、律例、典章；","bklcl":"chiah-ê sī Mô͘-se tī Í-sek-lia̍t lâng chhut Ai-ki̍p liáu-āu, só͘ thoân hō͘ in ê chèng-kù, lu̍t-lē, hoat-tō͘.","tghg":"諸個是摩西佇以色列人出埃及了後所傳互𪜶的證據、律例、法度；","bklhl":"Chiah-ê是摩西tī以色列人出埃及了後，所傳hō͘ in ê證據、律例、法度。"}},{"book":"申","chapter":4,"verse":46,"versions":{"unv":"在約旦河東伯‧毘珥對面的谷中，在住希實本、亞摩利王西宏之地；這西宏是摩西和以色列人出埃及後所擊殺的。","bklcl":"Tī Iok-tàn hô-gōa, Pek-pí-jíⁿ tùi-bīn ê soaⁿ-kok-tiong, tī Hi-si̍t-pún khiā-khí A-mô͘-lī ông Se-hông ê tōe, chiū-sī Mô͘-se kap Í-sek-lia̍t lâng chhut Ai-ki̍p liáu-āu só͘ phah-ê.","tghg":"佇約但河外伯毗珥對面的山谷中，佇希實本徛起亞摩利王西宏的地；就是摩西及以色列人出埃及了後所拍的。","bklhl":"Tī約旦河外，Pek-pí-jíⁿ對面ê山谷中，tī Hi-si̍t-pún khiā起A-mô͘-lī王Se-hông ê地，就是摩西kap以色列人出埃及了後所phah ê。"}},{"book":"申","chapter":4,"verse":47,"versions":{"unv":"他們得了他的地，又得了巴珊王噩的地，就是兩個亞摩利王，在約旦河東向日出之地。","bklcl":"In tit-tio̍h i ê tōe, kap Pa-san ông Go̍k ê tōe, chiū-sī nn̄g ê A-mô͘-lī ông, tī Iok-tàn gōa, ǹg ji̍t-chhut ê só͘-chāi;","tghg":"𪜶得著伊的地，及巴珊王噩的地，就是二個亞摩利王，佇約但外向日出的所在。","bklhl":"In得tio̍h伊ê地，kap Pa-san王Go̍k ê地，就是兩個A-mô͘-lī王，tī約旦外，ǹg日出ê所在；"}},{"book":"申","chapter":4,"verse":48,"versions":{"unv":"從亞嫩谷邊的亞羅珥，直到西雲山，就是黑門山。","bklcl":"tùi A-lùn soaⁿ-kok piⁿ ê A-lô-jíⁿ, ti̍t-kàu Se-hûn soaⁿ, chiū-sī Hek-bûn soaⁿ;","tghg":"對亞嫩山谷邊的亞羅珥，直到西雲山，就是黑門山。","bklhl":"tùi A-lùn山谷邊ê A-lô-jíⁿ，直到Se-hûn山，就是Hek-bûn山；"}},{"book":"申","chapter":4,"verse":49,"versions":{"unv":"還有約旦河東的全亞拉巴，直到亞拉巴海，靠近毘斯迦山根。","bklcl":"í-ki̍p Iok-tàn gōa, tang-sì A-la̍h-pa ê choân-tōe, ti̍t-kàu A-la̍h-pa ê hái, óa-kūn Pí-su-ka ê soaⁿ-kha.","tghg":"以及約但外東勢亞拉巴的全地，直到亞拉巴的海，倚近毗斯迦的山腳。","bklhl":"以及約旦外，東勢A-la̍h-pa ê全地，直到A-la̍h-pa ê海，óa近Pí-su-ka ê山腳。"}}]