[{"book":"申","chapter":10,"verse":1,"versions":{"unv":"「那時，耶和華吩咐我說：『你要鑿出兩塊石版，和先前的一樣，上山到我這裡來，又要做一木櫃。","bklcl":"Hit-sî Iâ-hô-hoa kā góa kóng, Lí tio̍h phah nn̄g tè chio̍h-pi, chhin-chhiūⁿ chêng ê khoán, chiūⁿ-soaⁿ lâi Góa chia;  koh tio̍h chòe chi̍t ê chhâ ê kūi.","tghg":"「彼時，耶和華給我講：『你著拍二塊石碑，親像前的款，上山來我遮，閣著做一個柴的櫃。","bklhl":"Hit時耶和華kā我講：你tio̍h phah兩塊石碑，親像前ê款，上山來我chia；koh tio̍h做一个柴ê櫃。"}},{"book":"申","chapter":10,"verse":2,"versions":{"unv":"你先前摔碎的那版，其上的字我要寫在這版上；你要將這版放在櫃中。』","bklcl":"Lí chêng só͘ phah-chi̍h hiah-ê pi, hit téng-bīn ê ōe, Góa beh siá tī chiah-ê pi ê téng-bīn;  lí tio̍h hē in tī kūi-lāi.","tghg":"你前所拍折許個碑，彼頂面的話我欲寫佇諸個碑的頂面；你著下𪜶佇櫃內。』","bklhl":"你前所phah折hiah-ê碑，hit頂面ê話，我beh寫tī chiah ê碑ê頂面；你tio̍h hē in tī櫃內。"}},{"book":"申","chapter":10,"verse":3,"versions":{"unv":"於是我用皂莢木做了一櫃，又鑿出兩塊石版，和先前的一樣，手裡拿這兩塊版上山去了。","bklcl":"Góa chiū ēng chō-kiap-chhâ chòe chi̍t ê kūi, koh phah nn̄g-tè chio̍h-pi chhin-chhiūⁿ chêng ê khoán;  góa chhin-chhiú the̍h chit nn̄g-tè pi chiūⁿ-soaⁿ.","tghg":"我就用皂莢柴做一個櫃，閣拍二塊石碑，親像前的款，我親手提此二塊碑上山。","bklhl":"我就用皂莢柴做一个櫃，koh phah兩塊石碑親像前ê款；我親手the̍h chit兩塊碑上山。"}},{"book":"申","chapter":10,"verse":4,"versions":{"unv":"耶和華將那大會之日、在山上從火中所傳與你們的十條誡，照先前所寫的，寫在這版上，將版交給我了。","bklcl":"Iâ-hô-hoa chiong I tī tōa-hōe ê ji̍t, tī soaⁿ-téng, tùi hé-tiong kā lí kóng ê cha̍p-kài, chiàu chêng só͘ siá ê khoán, siá tī hiah-ê pi-ni̍h;  Iâ-hô-hoa chiū chiong hiah-ê kau-tài góa.","tghg":"耶和華將伊佇大會的日、佇山頂對火中給你講的十誡，照前所寫的款，寫佇許個碑裡，耶和華就將許個交代我。","bklhl":"耶和華將伊tī大會 ê日，tī山頂，tùi火中kā你講ê十誡，照前所寫ê款，寫tī hiah-ê碑裡；耶和華就將hiah-ê交帶我。"}},{"book":"申","chapter":10,"verse":5,"versions":{"unv":"我轉身下山，將這版放在我所做的櫃中，現今還在那裡，正如耶和華所吩咐我的。」","bklcl":"Góa oa̍t-tńg-sin lo̍h-soaⁿ, chiong hiah-ê pi hē tī góa só͘ chòe ê kūi, chiàu Iâ-hô-hoa ê bēng-lēng;  kàu-taⁿ iáu tī-hia.","tghg":"我越轉身落山，將許個碑下佇我所做的櫃，照耶和華的命令，到今猶(iáu)佇遐。」","bklhl":"我oa̍t-tńg身落山，將hiah-ê碑hē tī我所做ê櫃，照耶和華ê命令；到taⁿ iáu tī-hia。"}},{"book":"申","chapter":10,"verse":6,"versions":{"unv":"（以色列人從比羅比尼‧亞干（或譯：亞干井）起行，到了摩西拉。亞倫死在那裡，就葬在那裡。他兒子以利亞撒接續他供祭司的職分。","bklcl":"(Í-sek-lia̍t lâng tùi Pí-lô-pí-nî-a-kan khí-sin, kàu Mô͘-se-la̍h; A-lûn sí tī-hia, chiū bâi-chòng tī-hia; i ê kiáⁿ Í-lī-a-sat sòa-chiap i tam-tng chè-si ê chit.","tghg":"（ 以色列人對比羅比尼亞干起身，到摩西拉。亞倫死佇遐，就埋葬佇遐。伊的子以利亞撒續接伊擔當祭司的職。","bklhl":"(以色列人tùi Pí-lô-pí-nî-a-kan起身，到Mô͘-se-la̍h；亞倫死tī-hia，就埋葬tī-hia；伊ê kiáⁿ Í-li-a-sat續接伊擔當祭司ê職。"}},{"book":"申","chapter":10,"verse":7,"versions":{"unv":"他們從那裡起行，到了谷歌大，又從谷歌大到了有溪水之地的約巴他。","bklcl":"In tùi hia khí-sin, kàu Kok-ko-tāi, koh tùi Kok-ko-tāi kàu Iok-pa-tha, chiū-sī ū khoe-chúi ê tōe;","tghg":"𪜶對遐起身，到谷歌大，閣對谷歌大到約巴他，就是有溪水的地。","bklhl":"In tùi hia起身，到Kok-ko-tāi，koh tùi Kok-ko-tāi到Iok-pa-tha，就是有溪水ê地；"}},{"book":"申","chapter":10,"verse":8,"versions":{"unv":"那時，耶和華將利未支派分別出來，抬耶和華的約櫃，又侍立在耶和華面前事奉他，奉他的名祝福，直到今日。","bklcl":"hit-sî Iâ-hô-hoa hun-piat Lī-bī chi-phài, kng Iâ-hô-hoa ê iok-kūi, khiā tī Iâ-hô-hoa ê bīn-chêng lâi ho̍k-sāi I, hōng I ê miâ lâi chiok-hok, kàu kin-á-ji̍t;","tghg":"彼時，耶和華分別利未支派，扛耶和華的約櫃，徛佇耶和華的面前來服事伊，奉伊的名來祝福，到今仔日。","bklhl":"Hit時耶和華分別利未支派，扛耶和華ê約櫃，khiā tī耶和華ê面前來服事伊，奉伊ê名來祝福，到今á日；"}},{"book":"申","chapter":10,"verse":9,"versions":{"unv":"所以利未人在他弟兄中無分無業，耶和華是他的產業，正如耶和華─你　神所應許他的。）","bklcl":"só͘-í Lī-bī tī i ê hiaⁿ-tī-tiong bô-hūn bô-gia̍p, Iâ-hô-hoa sī i ê sán-gia̍p, chiàu Iâ-hô-hoa lí ê Siōng-tè só͘ tùi i kóng ê.)","tghg":"所以利未佇伊的兄弟中無份無業，耶和華是伊的產業，照耶和華──你的上帝所對伊講的。）","bklhl":"所以利未tī伊ê兄弟中無份無業，耶和華是伊ê產業，照耶和華你ê上帝所對伊講ê。)"}},{"book":"申","chapter":10,"verse":10,"versions":{"unv":"「我又像從前在山上住了四十晝夜。那次耶和華也應允我，不忍將你滅絕。","bklcl":"Góa koh chhin-chhiūⁿ thâu-pái tiàm tī soaⁿ-téng sì-cha̍p ji̍t sì-cha̍p mî;  hit-pái Iâ-hô-hoa iā thiaⁿ góa, Iâ-hô-hoa m̄-kam bia̍t lí.","tghg":"「我閣親像頭擺踮佇山頂四十日四十暝。彼擺耶和華也聽我，耶和華呣甘滅你。","bklhl":"我koh親像頭pái tiàm tī山頂四十日四十暝；hit-pái耶和華也聽我，耶和華m̄-kam滅你。"}},{"book":"申","chapter":10,"verse":11,"versions":{"unv":"耶和華吩咐我說：『你起來引導這百姓，使他們進去得我向他們列祖起誓應許所賜之地。』」","bklcl":"Iâ-hô-hoa kā góa kóng, Lí khí-lâi chòe-thâu kiâⁿ tī peh-sìⁿ ê bīn-chêng, hō͘ in ji̍p-khì sêng-chiap Góa só͘ tùi in ê lia̍t-chó͘ chiù-chōa beh hō͘ in ê tōe.","tghg":"耶和華給我講：『你起來做頭行佇百姓的面前，互𪜶入去承接我所對𪜶的列祖咒誓欲互𪜶的地。』」","bklhl":"耶和華kā我講：你起來做頭行tī百姓ê面前，hō͘ in入去承接我所對in ê列祖chiù-chōa beh hō͘ in ê地。"}},{"book":"申","chapter":10,"verse":12,"versions":{"unv":"「以色列啊，現在耶和華─你　神向你所要的是甚麼呢？只要你敬畏耶和華─你的　神，遵行他的道，愛他，盡心盡性事奉他，","bklcl":"Í-sek-lia̍t ah, taⁿ Iâ-hô-hoa lí ê Siōng-tè ài lí sím-mi̍h ah?  Kiám-m̄-sī to̍k-to̍k ài lí kèng-ùi Iâ-hô-hoa lí ê Siōng-tè, kiâⁿ I it-chhè ê tō-lō͘, thiàⁿ I, chīn-sim chīn-sèng ho̍k-sāi Iâ-hô-hoa lí ê Siōng-tè;","tghg":"「以色列啊，今耶和華──你的上帝愛你甚麼啊？豈呣是獨獨愛你敬畏耶和華──你的上帝，行伊一切的道路，疼伊，盡心盡性服事耶和華──你的上帝，","bklhl":"以色列ah，taⁿ耶和華你ê上帝ài你甚麼ah？Kiám-m̄是獨獨ài你敬畏耶和華你ê上帝，行伊一切ê道路，疼伊，盡心盡性服事耶和華你ê上帝；"}},{"book":"申","chapter":10,"verse":13,"versions":{"unv":"遵守他的誡命律例，就是我今日所吩咐你的，為要叫你得福。","bklcl":"siú Iâ-hô-hoa chiah-ê kài-bēng, kap I ê lu̍t-lē, chiū-sī góa kin-á-ji̍t só͘ bēng-lēng lí ê, ūi-tio̍h beh hō͘ lí tit-tio̍h hok-khì mah?","tghg":"守耶和華諸個誡命及伊的律例，就是我今仔日所命令你的，為著欲互你得著福氣嗎？","bklhl":"守耶和華chiah ê誡命，kap伊ê律例，就是我今á日所命令你ê，為tio̍h beh hō͘你得tio̍h福氣mah？"}},{"book":"申","chapter":10,"verse":14,"versions":{"unv":"看哪，天和天上的天，地和地上所有的，都屬耶和華─你的　神。","bklcl":"Khòaⁿ ah, thiⁿ kap chiah-ê thiⁿ ê thiⁿ, tōe kap tōe-chiūⁿ só͘-ū-ê, lóng sio̍k Iâ-hô-hoa lí ê Siōng-tè.","tghg":"看啊，天及諸個天的天，地及地上所有的，攏屬耶和華──你的上帝。","bklhl":"看ah，天kap chiah ê天ê天，地kap地上所有ê，lóng屬耶和華你ê上帝。"}},{"book":"申","chapter":10,"verse":15,"versions":{"unv":"耶和華但喜悅你的列祖，愛他們，從萬民中揀選他們的後裔，就是你們，像今日一樣。","bklcl":"Iâ-hô-hoa to̍k-to̍k hoaⁿ-hí lí ê lia̍t-chó͘, thiàⁿ in, kéng in ê hō͘-è tī bān peh-sìⁿ tiong, chiū-sī lín chiah-ê, chhin-chhiūⁿ kin-á-ji̍t chiū-sī.","tghg":"耶和華獨獨歡喜你的列祖，疼𪜶，揀𪜶的後裔佇萬百姓中，就是恁諸個，親像今仔日就是。","bklhl":"耶和華獨獨歡喜你ê列祖，疼in，揀in ê後裔tī萬百姓中，就是lín chiah ê，親像今á日就是。"}},{"book":"申","chapter":10,"verse":16,"versions":{"unv":"所以你們要將心裡的污穢除掉，不可再硬著頸項。","bklcl":"Só͘-í lín tio̍h kā lín ê sim kiâⁿ kat-lé, m̄-thang ngī lín ê ām-kún.","tghg":"所以恁著給恁的心行割禮，呣通硬恁的頷頸。","bklhl":"所以lín tio̍h kā lín ê心行割禮，m̄-thang硬lín ê頷頸。"}},{"book":"申","chapter":10,"verse":17,"versions":{"unv":"因為耶和華─你們的　神─他是萬神之神，萬主之主，至大的　神，大有能力，大而可畏，不以貌取人，也不受賄賂。","bklcl":"In-ūi Iâ-hô-hoa lín ê Siōng-tè, I sī chiah-ê siōng-tè ê Siōng-tè, chiah-ê chú ê Chú.  I sī chì-tōa ê Siōng-tè, ū lêng-le̍k koh thang kiaⁿ-ùi-ê;  bô ēng gōa-māu chhú-lâng, iā bô siū pò͘-lō͘.","tghg":"因為耶和華──恁的上帝──伊是諸個上帝的上帝，諸個主的主，伊是至大的上帝，有能力閣通驚畏的，無用外貌取人，也無受賄賂(pò͘-lō͘)。","bklhl":"因為耶和華lín ê上帝，伊是chiah ê上帝ê上帝，chiah ê主ê主。伊是至大ê上帝，有能力koh thang驚畏ê；無用外貌取人，也無受pò͘賂。"}},{"book":"申","chapter":10,"verse":18,"versions":{"unv":"他為孤兒寡婦伸冤，又憐愛寄居的，賜給他衣食。","bklcl":"I ūi-tio̍h ko͘-jî kap kóaⁿ-hū phòaⁿ-toàn;  koh thiàⁿ chhut-gōa lâng, hō͘ i chia̍h-chhēng;","tghg":"伊為著孤兒及寡婦判斷，閣疼出外人，互伊食穿。","bklhl":"伊為tio̍h孤兒kap寡婦判斷；koh疼出外人，hō͘伊食穿；"}},{"book":"申","chapter":10,"verse":19,"versions":{"unv":"所以你們要憐愛寄居的，因為你們在埃及地也作過寄居的。","bklcl":"só͘-í lín tio̍h thiàⁿ chhut-gōa lâng, in-ūi lín iā bat chhut-gōa tī Ai-ki̍p tōe.","tghg":"所以恁著疼出外人，因為恁也曾出外佇埃及地。","bklhl":"所以lín tio̍h疼出外人，因為lín也bat出外tī埃及地。"}},{"book":"申","chapter":10,"verse":20,"versions":{"unv":"你要敬畏耶和華─你的　神，事奉他，專靠他，也要指著他的名起誓。","bklcl":"Lí tio̍h kèng-ùi Iâ-hô-hoa lí ê Siōng-tè, ho̍k-sāi I, kiat-liân I, kí I ê miâ lâi chiù-chōa.","tghg":"你著敬畏耶和華──你的上帝，服事伊，結聯伊，指(kí)伊的名來咒誓。","bklhl":"你tio̍h敬畏耶和華你ê上帝，服事伊，結聯伊，kí伊ê名來chiù-chōa。"}},{"book":"申","chapter":10,"verse":21,"versions":{"unv":"他是你所讚美的，是你的　神，為你做了那大而可畏的事，是你親眼所看見的。","bklcl":"I sī lí só͘ o-ló ê, sī lí ê Siōng-tè, ūi-tio̍h lí chòe hit ê tōa koh thang kiaⁿ ê sū, sī lí chhin-ba̍k só͘ khòaⁿ-kìⁿ-ê.","tghg":"伊是你所謳咾的，是你的上帝，為著你做彼個大閣通驚的事，是你親目所看見的。","bklhl":"伊是你所o-ló ê，是你ê上帝，為tio̍h你做hit ê大koh thang驚ê事，是你親目所看見ê。"}},{"book":"申","chapter":10,"verse":22,"versions":{"unv":"你的列祖七十人下埃及；現在耶和華─你的　神使你如同天上的星那樣多。」","bklcl":"Lí ê lia̍t-chó͘ chhit-cha̍p lâng lo̍h Ai-ki̍p, taⁿ Iâ-hô-hoa lí ê Siōng-tè hō͘ lí chhin-chhiūⁿ thiⁿ-téng ê chhiⁿ hiah-nih chōe.","tghg":"你的列祖七十人落埃及；今耶和華──你的上帝互你親像天頂的星許呢多。」","bklhl":"你ê列祖七十人落埃及，taⁿ耶和華你ê上帝hō͘你親像天頂ê星hiah-ni̍h chōe。"}}]