[{"book":"申","chapter":1,"verse":1,"versions":{"unv":"以下所記的是摩西在約旦河東的曠野、疏弗對面的亞拉巴─就是巴蘭、陀弗、拉班、哈洗錄、底撒哈中間─向以色列眾人所說的話。","bklcl":"Mô͘-se tī Iok-tàn gōa, tī khòng-iá Só͘-hut tùi-bīn ê A-la̍h-pa, chiū-sī tī Pa-lân, Tô-hut, La̍h-pan, Hap-sé-lio̍k, Tí-sat-hap ê tiong-kan, tùi Í-sek-lia̍t ê chèng-lâng só͘ kóng ê ōe, kì tī ē-tóe.","tghg":"摩西佇約但外、佇曠野疏弗對面的亞拉巴──就是佇巴蘭、陀弗、拉班、哈洗錄、底撒哈的中間──對以色列的眾人所講的話記佇下底。","bklhl":"摩西tī約旦外，tī曠野Só͘-hut對面ê A-la̍h-pa，就是tī Pa-lân、Tô-hut、拉班、Hap-sé-lio̍k、Tí-sat-hap ê中間，對以色列ê眾人所講ê話，記tī下底。"}},{"book":"申","chapter":1,"verse":2,"versions":{"unv":"（從何烈山經過西珥山到加低斯‧巴尼亞有十一天的路程。）","bklcl":"Tùi Hô-lia̍t keng-kè Se-jíⁿ soaⁿ ê lō͘ kàu Ka-te-su Pa-nî-a, ū cha̍p-it ji̍t ê lō͘-chām.","tghg":"（對何烈經過西珥山的路到加低斯巴尼亞有十一日的路站。）","bklhl":"Tùi Hô-lia̍t經過Se-jíⁿ山ê路到Ka-te-su Pa-nî-a，有十一日ê路站。"}},{"book":"申","chapter":1,"verse":3,"versions":{"unv":"出埃及第四十年十一月初一日，摩西照耶和華藉著他所吩咐以色列人的話都曉諭他們。","bklcl":"Tī tē sì-cha̍p nî, cha̍p-it ge̍h chhoe-it ji̍t, Mô͘-se chiàu Iâ-hô-hoa it-chhè só͘ bēng-lēng i ê, lóng kā Í-sek-lia̍t lâng kóng.","tghg":"佇第四十年十一月初一日，摩西照耶和華一切所命令伊的攏給以色列人講。","bklhl":"Tī第四十年，十一月初一日，摩西照耶和華一切所命令伊ê，lóng kā以色列人講。"}},{"book":"申","chapter":1,"verse":4,"versions":{"unv":"那時，他已經擊殺了住希實本的亞摩利王西宏和住以得來、亞斯他錄的巴珊王噩。","bklcl":"Hit-sî i í-keng phah-iâⁿ khiā-khí tī Hi-si̍t-pún ê A-mô͘-lī ông Se-hông, kap khiā-khí tī Í-tek-lâi, A-su-tha-lio̍k ê Pa-san ông Go̍k;","tghg":"彼時，伊已經拍贏徛起佇希實本的亞摩利王西宏及徛起佇以得來、亞斯他錄的巴珊王噩(Go̍k)。","bklhl":"Hit時伊已經phah贏khiā起tī Hi-si̍t-pún ê A-mô͘-lī王Se-hông，kap khiā起tī Í-tek-lâi，A-su-tha-lio̍k ê Pa-san王Go̍k；"}},{"book":"申","chapter":1,"verse":5,"versions":{"unv":"摩西在約旦河東的摩押地講律法說：","bklcl":"Mô͘-se tī Iok-tàn gōa ê Mô͘-ap tōe, khí-thâu thoân chit ê lu̍t-hoat kóng,","tghg":"摩西佇約但外的摩押地起頭傳此個律法講：","bklhl":"摩西tī約旦外ê Mô͘-ap地，起頭傳chit ê律法講："}},{"book":"申","chapter":1,"verse":6,"versions":{"unv":"「耶和華─我們的　神在何烈山曉諭我們說：你們在這山上住的日子夠了；","bklcl":"Iâ-hô-hoa lán ê Siōng-tè tī Hô-lia̍t hoan-hù lán kóng,  Lín khiā-khí chit ê soaⁿ í-keng kú lah;","tghg":"「耶和華──咱的上帝佇何烈吩咐咱講：恁徛起此個山已經久啦；","bklhl":"耶和華咱ê上帝tī Hô-lia̍t吩咐咱講：Lín khiā起chit ê山已經久lah；"}},{"book":"申","chapter":1,"verse":7,"versions":{"unv":"要起行轉到亞摩利人的山地和靠近這山地的各處，就是亞拉巴、山地、高原、南地，沿海一帶迦南人的地，並黎巴嫩山又到幼發拉底大河。","bklcl":"tio̍h khí-sin oa̍t-tńg kàu A-mô͘-lī lâng ê soaⁿ-tōe, kap kūn-óa hia ê ta̍k só͘-chāi, tī A-la̍h-pa, tī soaⁿ-tōe, tī pîⁿ-iûⁿ, tī lâm-hng, iân-hái it-tài, Ka-lâm lâng ê tōe, kap Lī-pa-lùn, koh kàu tōa-hô, chiū-sī Pek-la̍h hô.","tghg":"著起身越轉到亞摩利人的山地及近倚遐的逐所在，佇亞拉巴、佇山地、佇平洋、佇南方，沿海一帶迦南人的地，及黎巴嫩閣到大河就是伯拉河。","bklhl":"tio̍h起身oa̍t-tńg到A-mô͘-lī人ê山地，kap近óa hia ê ta̍k所在，tī A-la̍h-pa，tī山地，tī平洋，tī南方，沿海一帶，迦南人ê地，kap黎巴嫩，koh到大河，就是Pek-la̍h河。"}},{"book":"申","chapter":1,"verse":8,"versions":{"unv":"如今我將這地擺在你們面前；你們要進去得這地，就是耶和華向你們列祖亞伯拉罕、以撒、雅各起誓應許賜給他們和他們後裔為業之地。」","bklcl":"Taⁿ Góa ēng chit ê tōe pâi-lia̍t tī lín ê bīn-chêng, lín tio̍h ji̍p-khì tit-tio̍h i lâi chòe gia̍p, chiū-sī Iâ-hô-hoa tùi lín ê chó͘, A-pek-la̍h-hán, Í-sat, Ngá-kok, chiù-chōa beh siúⁿ-sù in kap in ê hō͘-è ê tōe.","tghg":"今我用此個地排列佇恁的面前；恁著入去得著伊來做業，就是耶和華對恁的祖亞伯拉罕、以撒、雅各咒誓欲賞賜𪜶及𪜶的後裔的地。」","bklhl":"Taⁿ我用chit ê地排列tī lín ê面前，lín tio̍h入去得tio̍h伊來做業，就是耶和華對lín ê祖，亞伯拉罕、以撒、雅各，chiù-chōa beh賞賜in kap in ê後裔ê地。"}},{"book":"申","chapter":1,"verse":9,"versions":{"unv":"「那時，我對你們說：『管理你們的重任，我獨自擔當不起。","bklcl":"Hit-sî góa kā lín kóng, Lín ê chek-sêng, góa ka-kī chi̍t-ê tam-tng bōe khí.","tghg":"「彼時，我給恁講：『恁的責成，我家己一個擔當𣍐起。","bklhl":"Hit時我kā lín講：Lín ê責成，我家己一个擔當bōe起。"}},{"book":"申","chapter":1,"verse":10,"versions":{"unv":"耶和華─你們的　神使你們多起來。看哪，你們今日像天上的星那樣多。","bklcl":"Iâ-hô-hoa lín ê Siōng-tè hō͘ lín ke-thiⁿ chōe-chōe, khòaⁿ ah, lín kin-á-ji̍t chhin-chhiūⁿ thiⁿ-téng ê chhiⁿ hiah-chōe.","tghg":"耶和華──恁的上帝互恁加添多多。看啊，恁今仔日親像天頂的星許多。","bklhl":"耶和華lín ê上帝hō͘ lín加添chōe-chōe，看ah，lín今á日親像天頂ê星hiah-chōe。"}},{"book":"申","chapter":1,"verse":11,"versions":{"unv":"惟願耶和華─你們列祖的　神使你們比如今更多千倍，照他所應許你們的話賜福與你們。","bklcl":"Goān Iâ-hô-hoa lín lia̍t-chó͘ ê Siōng-tè, hō͘ lín pí hiān-kim ke chheng-pē chōe, iā chiàu I só͘ èng-ún lín-ê sù-hok lín.","tghg":"願耶和華──恁列祖的上帝互恁比現今加(ke)千倍多，也照伊所應允恁的賜福恁。","bklhl":"願耶和華lín列祖ê上帝，hō͘ lín比現今加千倍chōe，也照伊所應允lín ê賜福lín。"}},{"book":"申","chapter":1,"verse":12,"versions":{"unv":"但你們的麻煩，和管理你們的重任，並你們的爭訟，我獨自一人怎能擔當得起呢？","bklcl":"Lín ê tāng-tàⁿ, lín ê chek-sêng, kap lín ê oan-ke, góa ka-kī chi̍t-ê thái-thó tam-tng ōe khí ah?","tghg":"恁的重擔，恁的責成，及恁的冤家，我家己一個豈可(thái-thó)擔當會起啊？","bklhl":"Lín ê重擔，lín ê責成，kap lín ê冤家，我家己一个thái-thó擔當能起ah？"}},{"book":"申","chapter":1,"verse":13,"versions":{"unv":"你們要按著各支派選舉有智慧、有見識、為眾人所認識的，我立他們為你們的首領。』","bklcl":"Lín tio̍h chiàu ta̍k chi-phài kéng ū tì-hūi, ū kiàn-sek, ū bêng-bōng ê lâng, góa siat-li̍p in chòe lín ê siú-léng.","tghg":"恁著照逐支派揀有智慧、有見識、有名望的人，我設立𪜶做恁的首領。』","bklhl":"Lín tio̍h照ta̍k支派揀有智慧，有見識，有名望ê人，我設立in做lín ê首領。"}},{"book":"申","chapter":1,"verse":14,"versions":{"unv":"你們回答我說：『照你所說的行了為妙。』","bklcl":"Lín ìn góa kóng, Lí só͘-kóng-ê sī hó, thang kiâⁿ-i.","tghg":"恁應我講：『你所講的是好，通行伊。』","bklhl":"Lín應我講：你所講ê是好，thang行伊。"}},{"book":"申","chapter":1,"verse":15,"versions":{"unv":"我便將你們各支派的首領，有智慧、為眾人所認識的，照你們的支派，立他們為官長、千夫長、百夫長、五十夫長、十夫長，管理你們。","bklcl":"Góa chiū chiong lín ta̍k chi-phài ê siú-léng, chiū-sī ū tì-hūi, ū bêng-bōng ê lâng, siat-li̍p in chòe siú-léng, chiū-sī chhian-chóng, peh-chóng, ngó͘-si̍p-hu-tióng, si̍p-hu-tióng, kap iú-si, chiàu lín ê chi-phài, lâi koán-lí lín.","tghg":"我就將恁逐支派的首領，就是有智慧、有名望的人，設立𪜶做首領，就是千總、百總、五十夫長、十夫長，及有司，照恁的支派來管理恁。","bklhl":"我就將lín ta̍k支派ê首領，就是有智慧，有名望ê人，設立in做首領，就是千總、百總、五十夫長、十夫長，kap 有司，照lín ê支派，來管理lín。"}},{"book":"申","chapter":1,"verse":16,"versions":{"unv":"「當時，我囑咐你們的審判官說：『你們聽訟，無論是弟兄彼此爭訟，是與同居的外人爭訟，都要按公義判斷。","bklcl":"Tng-sî góa bēng-lēng lín ê sím-phòaⁿ-koaⁿ kóng, Lín tī lín hiaⁿ-tī tiong sím-phòaⁿ, he̍k-sī lâng kap i ê hiaⁿ-tī, á-sī kap in tiong-kan ê chhut-gōa lâng, ū saⁿ-kò, tio̍h chiàu kong-tō phòaⁿ-toàn;","tghg":"「當時，我命令恁的審判官講：『恁佇恁兄弟中審判，或是人及伊的兄弟，抑是及𪜶中間的出外人有相告，著照公道判斷。","bklhl":"當時我命令lín ê審判官講：Lín tī lín兄弟中審判，或是人kap伊ê兄弟，á是kap in中間ê出外人，有相告，tio̍h照公道判斷；"}},{"book":"申","chapter":1,"verse":17,"versions":{"unv":"審判的時候，不可看人的外貌；聽訟不可分貴賤，不可懼怕人，因為審判是屬乎　神的。若有難斷的案件，可以呈到我這裡，我就判斷。』","bklcl":"sím-phòaⁿ ê sî, m̄-thang khòaⁿ lâng ê gōa-māu, jio̍k kap kiông pîⁿ-pîⁿ tio̍h thiaⁿ i;  m̄-thang kiaⁿ-ùi lâng;  in-ūi sím-phòaⁿ sio̍k tī Siōng-tè;  lín oh kái-koat ê sū, hō͘ i kàu góa chia, góa chiū phòaⁿ-toàn i.","tghg":"審判的時，呣通看人的外貌；弱及強平平著聽伊，呣通驚畏人，因為審判屬佇上帝。恁僫解決的事，互伊到我遮，我就判斷伊。』","bklhl":"審判ê時，m̄-thang看人ê外貌，弱kap強平平tio̍h聽伊；m̄-thang驚畏人；因為審判屬tī上帝；lín oh解決ê事，hō͘伊到我chia，我就判斷伊。"}},{"book":"申","chapter":1,"verse":18,"versions":{"unv":"那時，我將你們所當行的事都吩咐你們了。」","bklcl":"Hit-sî góa chiong lín só͘ eng-kai kiâⁿ ê sū lóng bēng-lēng lín.","tghg":"彼時，我將恁所應該行的事攏命令恁。」","bklhl":"Hit時我將lín所應該行ê事lóng命令lín。"}},{"book":"申","chapter":1,"verse":19,"versions":{"unv":"「我們照著耶和華─我們　神所吩咐的從何烈山起行，經過你們所看見那大而可怕的曠野，往亞摩利人的山地去，到了加低斯‧巴尼亞。","bklcl":"Lán chiàu Iâ-hô-hoa lán ê Siōng-tè só͘ bēng-lēng lán ê, tùi Hô-lia̍t khí-sin, keng-kè lín só͘ khòaⁿ-kìⁿ hit ê tōa koh thang kiaⁿ ê khòng-iá, lō͘ tùi A-mô͘-lī lâng ê soaⁿ-tōe; lán chiū kàu Ka-te-su Pa-nî-a.","tghg":"「咱照耶和華──咱的上帝所命令咱的對何烈起身，經過恁所看見彼個大閣通驚的曠野，路對亞摩利人的山地，咱就到加低斯巴尼亞。","bklhl":"咱照耶和華咱ê上帝所命令咱ê，tùi Hô-lia̍t起身，經過lín所看見hit ê大koh thang驚ê曠野，路tùi A-mô͘-lī人ê山地；咱就到Ka-te-su Pa-nî-a。"}},{"book":"申","chapter":1,"verse":20,"versions":{"unv":"我對你們說：『你們已經到了耶和華─我們　神所賜給我們的亞摩利人之山地。","bklcl":"Góa tùi lín kóng, Lín í-keng kàu Iâ-hô-hoa lán ê Siōng-tè siúⁿ-sù lán A-mô͘-lī lâng ê soaⁿ-tōe.","tghg":"我對恁講：『恁已經到耶和華──咱的上帝賞賜咱亞摩利人的山地。","bklhl":"我對lín講，Lín已經到耶和華咱ê上帝賞賜咱A-mô͘-lī人ê山地。"}},{"book":"申","chapter":1,"verse":21,"versions":{"unv":"看哪，耶和華─你的　神已將那地擺在你面前，你要照耶和華─你列祖的　神所說的上去得那地為業；不要懼怕，也不要驚惶。』","bklcl":"Khòaⁿ ah, Iâ-hô-hoa lín ê Siōng-tè, í-keng chiong hit ê tōe pâi-lia̍t tī lí ê bīn-chêng; lí tio̍h chiàu Iâ-hô-hoa lí ê lia̍t-chó͘ ê Siōng-tè só͘ tùi lí kóng ê, chiūⁿ-khì lâi tit-tio̍h i chòe-gia̍p;  bo̍h-tit kiaⁿ, bo̍h-tit lún.","tghg":"看啊！耶和華──恁的上帝已經將彼個地排列佇你的面前，你著照耶和華──你的列祖的上帝所對你講的上去來得著伊做業；莫得驚，莫得愞(lún)。』","bklhl":"看ah，耶和華lín ê上帝，已經將hit ê地排列tī你ê面前；你tio̍h照耶和華你ê列祖ê上帝所對你講ê，上去來得tio̍h伊做業；莫得驚，莫得懍。"}},{"book":"申","chapter":1,"verse":22,"versions":{"unv":"你們都就近我來說：『我們要先打發人去，為我們窺探那地，將我們上去該走何道，必進何城，都回報我們。』","bklcl":"Hit-sî lín lóng chiū-kūn góa lâi kóng,  Lán tio̍h chhe lâng tāi-seng khì, kā lán thau-khòaⁿ hit ê tōe, hê-hok lán, khòaⁿ lán tio̍h tùi sím-mi̍h lō͘ chiūⁿ-khì, sím-mi̍h siâⁿ ji̍p-khì.","tghg":"彼時恁攏就近我來講：『咱著差人代先去，給咱偷看彼個地，回覆咱，看咱著對甚麼路上去，甚麼城入去。』","bklhl":"Hit時lín lóng就近我來講：咱tio̍h差人事先去，kā咱偷看hit ê地，回覆咱，看咱tio̍h tùi甚麼路上去，甚麼城入去。"}},{"book":"申","chapter":1,"verse":23,"versions":{"unv":"這話我以為美，就從你們中間選了十二個人，每支派一人。","bklcl":"Che ōe góa khòaⁿ chòe-hó;  góa chiū tùi lín tiong-kan kéng cha̍p-jī lâng, múi chi-phài chi̍t lâng;","tghg":"這話我看做好，我就對恁中間揀十二人，每支派一人。","bklhl":"這話我看做好；我就tùi lín中間揀十二人，每支派一人；"}},{"book":"申","chapter":1,"verse":24,"versions":{"unv":"於是他們起身上山地去，到以實各谷，窺探那地。","bklcl":"in chiū oa̍t-tńg-sin chiūⁿ soaⁿ-tōe khì, kàu Í-si̍t-kok ê soaⁿ-kok, thau-khòaⁿ i.","tghg":"𪜶就越轉身上山地去，到以實各的山谷，偷看伊。","bklhl":"in就oa̍t-tńg身上山地去，到Í-si̍t-kok ê山谷，偷看伊。"}},{"book":"申","chapter":1,"verse":25,"versions":{"unv":"他們手裡拿著那地的果子下來，到我們那裡，回報說：『耶和華─我們的　神所賜給我們的是美地。』","bklcl":"In chhiú-ni̍h the̍h hit só͘-chāi ê ké-chí, tòa lâi kàu lán hia, hê-hok lán kóng, Iâ-hô-hoa lán ê Siōng-tè só͘ siúⁿ-sù lán-ê, sī hó ê thó͘-tōe.","tghg":"𪜶手裡提彼所在的果子，帶來到咱遐，回覆咱講：『耶和華──咱的上帝所賞賜咱的是好的土地。』","bklhl":"In手裡the̍h hit所在ê果子，帶來到咱hia，回覆咱講：耶和華咱ê上帝所賞賜咱ê，是好ê土地。"}},{"book":"申","chapter":1,"verse":26,"versions":{"unv":"「你們卻不肯上去，竟違背了耶和華─你們　神的命令，","bklcl":"Chóng-sī lín m̄-khéng chiūⁿ-khì, pōe Iâ-hô-hoa lín ê Siōng-tè ê bēng-lēng;","tghg":"「總是恁呣肯上去，背耶和華──恁的上帝的命令，","bklhl":"總是lín m̄肯上去，背耶和華lín ê上帝ê命令；"}},{"book":"申","chapter":1,"verse":27,"versions":{"unv":"在帳棚內發怨言說：『耶和華因為恨我們，所以將我們從埃及地領出來，要交在亞摩利人手中，除滅我們。","bklcl":"koh tī lín ê pò͘-pîⁿ-lāi ai-oàn kóng, In-ūi Iâ-hô-hoa oàn-hūn lán, só͘-í chhōa lán chhut Ai-ki̍p tōe, beh chiong lán kau tī A-mô͘-lī lâng ê chhiú, châu-bia̍t lán.","tghg":"閣佇恁的布棚內哀怨講：『因為耶和華怨恨咱，所以導咱出埃及地，欲將咱交佇亞摩利人的手，剿滅(châu-bia̍t)咱。","bklhl":"koh tī lín ê布棚內哀怨講：因為耶和華怨恨咱，所以chhōa咱出埃及地，beh將咱交tī A-mô͘-lī人ê手，剿滅咱。"}},{"book":"申","chapter":1,"verse":28,"versions":{"unv":"我們上哪裡去呢？我們的弟兄使我們的心消化，說那地的民比我們又大又高，城邑又廣大又堅固，高得頂天，並且我們在那裡看見亞衲族的人。』","bklcl":"Lán beh chiūⁿ-khì toh-lo̍h ah?  Lán ê hiaⁿ-tī hō͘ lán sit-chì, kóng, Hia ê peh-sìⁿ pí lán khah tōa khah lò, siâⁿ khoah-tōa koh kian-kò͘, koâiⁿ kàu tú-thiⁿ;  koh goán tī-hia khòaⁿ-kìⁿ A-la̍p cho̍k ê lâng.","tghg":"咱欲上去叨落啊？咱的兄弟互咱失志，講遐的百姓比咱卡大卡[傐](lò)，城闊大閣堅固，高到抵天，閣阮佇遐看見亞衲族的人。』","bklhl":"咱beh上去toh落ah？咱ê兄弟hō͘咱失志，講：Hia ê百姓比咱khah大khah lò，城闊大koh堅固，高到抵天；koh阮tī-hia看見A-la̍p族ê人。"}},{"book":"申","chapter":1,"verse":29,"versions":{"unv":"我就對你們說：『不要驚恐，也不要怕他們。","bklcl":"Góa chiū tùi lín kóng, Bo̍h-tit lún, bo̍h-tit kiaⁿ in.","tghg":"我就對恁講：『莫得愞(lún)，莫得驚𪜶。","bklhl":"我就對lín講，莫得懍，莫得驚in。"}},{"book":"申","chapter":1,"verse":30,"versions":{"unv":"在你們前面行的耶和華─你們的　神必為你們爭戰，正如他在埃及和曠野，在你們眼前所行的一樣。","bklcl":"Kiâⁿ tī lín ê bīn-chêng ê Iâ-hô-hoa lín ê Siōng-tè, beh thòe lín kau-chiàn, chhin-chhiūⁿ I tī Ai-ki̍p ūi-tio̍h lín lâi kiâⁿ tī lín ba̍k-chiu-chêng it-chhè ê sū;","tghg":"行佇恁的面前的耶和華──恁的上帝欲替恁交戰，親像伊佇埃及為著恁來行佇恁目睭前一切的事。","bklhl":"行tī lín ê面前ê耶和華lín ê上帝，beh替lín交戰，親像伊tī埃及為tio̍h lín來行tī lín目睭前一切ê事；"}},{"book":"申","chapter":1,"verse":31,"versions":{"unv":"你們在曠野所行的路上，也曾見耶和華─你們的　神撫養你們，如同人撫養兒子一般，直等你們來到這地方。』","bklcl":"koh chhin-chhiūⁿ I kiâⁿ tī khòng-iá, tī-hia lí khòaⁿ-kìⁿ Iâ-hô-hoa lí ê Siōng-tè tī lí it-chhè só͘ kiâⁿ ê lō͘ ū cháiⁿ-iūⁿ iāng lí, chhin-chhiūⁿ lâng iāng i ê kiáⁿ chi̍t-iūⁿ, kàu lín kàu tī chit ê só͘-chāi.","tghg":"閣親像伊行佇曠野，佇遐你看見耶和華──你的上帝佇你一切所行的路有怎樣揹(iāng)你，親像人揹伊的子一樣，到恁到佇此個所在。』","bklhl":"koh親像伊行tī曠野，tī-hia你看見耶和華你ê上帝tī你一切所行ê路有怎樣iāng你，親像人iāng伊ê kiáⁿ一樣，到lín到tī chit ê所在。"}},{"book":"申","chapter":1,"verse":32,"versions":{"unv":"你們在這事上卻不信耶和華─你們的　神。","bklcl":"Chóng-sī lín tī chit ê sū m̄-sìn Iâ-hô-hoa lín ê Siōng-tè;","tghg":"總是恁佇此個事呣信耶和華──恁的上帝。","bklhl":"總是lín tī chit ê事m̄信耶和華lín ê上帝；"}},{"book":"申","chapter":1,"verse":33,"versions":{"unv":"他在路上，在你們前面行，為你們找安營的地方；夜間在火柱裡，日間在雲柱裡，指示你們所當行的路。」","bklcl":"I tī lō͘-ni̍h, tī lín ê thâu-chêng teh kiâⁿ, kā lín chhē an-iâⁿ ê só͘-chāi;  mî-sî ēng hé, ji̍t-sî ēng hûn, chí-sī lín só͘ tio̍h kiâⁿ ê lō͘.","tghg":"伊佇路裡，佇恁的頭前啲行，給恁尋安營的所在；暝時用火，日時用雲，指示恁所著行的路。」","bklhl":"伊tī路裡，tī lín ê頭前teh行，kā lín chhē安營ê所在；暝時用火，日時用雲，指示lín所tio̍h行ê路。"}},{"book":"申","chapter":1,"verse":34,"versions":{"unv":"「耶和華聽見你們這話，就發怒，起誓說：","bklcl":"Iâ-hô-hoa thiaⁿ-kìⁿ chiah-ê ōe ê siaⁿ, chiū siū-khì, chiù-chōa kóng,","tghg":"「耶和華聽見諸個話的聲，就受氣，咒誓講：","bklhl":"耶和華聽見chiah ê話ê聲，就受氣，chiù-chōa講："}},{"book":"申","chapter":1,"verse":35,"versions":{"unv":"『這惡世代的人，連一個也不得見我起誓應許賜給你們列祖的美地；","bklcl":"Chit ê pháiⁿ sè-tāi ê lâng koat-toàn bô chi̍t-ê ōe khòaⁿ-kìⁿ Góa chiù-chōa siúⁿ-sù lín lia̍t-chó͘ ê hó-tōe;","tghg":"『此個歹世代的人，決斷無一個會看見我咒誓賞賜恁列祖的好地；","bklhl":"Chit ê pháiⁿ世代ê人決斷無一个能看見我chiù-chōa賞賜lín列祖ê好地；"}},{"book":"申","chapter":1,"verse":36,"versions":{"unv":"惟有耶孚尼的兒子迦勒必得看見，並且我要將他所踏過的地賜給他和他的子孫，因為他專心跟從我。』","bklcl":"chí-ū Iâ-hu-nî ê kiáⁿ Ka-le̍k beh tit-tio̍h khòaⁿ-kìⁿ;  koh Góa beh ēng i só͘ ta̍h-tio̍h ê tōe siúⁿ-sù i, kap i ê kiáⁿ-sun;  in-ūi i choan-sim tè Iâ-hô-hoa.","tghg":"只有耶孚尼的子迦勒欲得著看見，閣我欲用伊所踏著的地賞賜伊及伊的子孫，因為伊專心隨耶和華。』","bklhl":"只有Iâ-hu-nî ê kiáⁿ迦勒beh得tio̍h看見；koh我beh用伊所踏tio̍h ê地賞賜伊，kap伊ê kiáⁿ孫；因為伊專心tè耶和華。"}},{"book":"申","chapter":1,"verse":37,"versions":{"unv":"耶和華為你們的緣故也向我發怒，說：『你必不得進入那地。","bklcl":"Iâ-hô-hoa ūi-tio̍h lín ê iân-kò͘ iā siū-khì góa, kóng, Lí iā bōe tit-tio̍h ji̍p hit ê só͘-chāi;","tghg":"耶和華為著恁的緣故也受氣我，講：『你也𣍐得著入彼個所在。","bklhl":"耶和華為tio̍h lín ê緣故也受氣我，講：你也bōe得tio̍h入hit ê所在；"}},{"book":"申","chapter":1,"verse":38,"versions":{"unv":"伺候你、嫩的兒子約書亞，他必得進入那地；你要勉勵他，因為他要使以色列人承受那地為業。","bklcl":"kun-sûi lí ê, Lùn ê kiáⁿ Iok-su-a, i beh ji̍p-khì hia;  lí tio̍h ióng-chòng i ê sim-chì, in-ūi i beh hō͘ Í-sek-lia̍t lâng sêng-chiap hit ê só͘-chāi;","tghg":"跟隨(kun-sûi)你的、嫩的子約書亞，伊欲入去遐；你著勇壯伊的心志，因為伊欲互以色列人承接彼個所在。","bklhl":"跟隨你ê，Lùn ê kiáⁿ約書亞，伊beh入去hia；你tio̍h勇壯伊ê心志，因為伊beh hō͘以色列人承接hit ê所在；"}},{"book":"申","chapter":1,"verse":39,"versions":{"unv":"並且你們的婦人孩子，就是你們所說、必被擄掠的，和今日不知善惡的兒女，必進入那地。我要將那地賜給他們，他們必得為業。","bklcl":"koh lín ê gín-ná, chiū-sī lín só͘ kóng beh siū-lia̍h-ê, kap kin-á-ji̍t lín hiah-ê bōe hiáu hó-pháiⁿ ê kiáⁿ-jî, beh ji̍p-khì hia;  Góa beh chiong hit só͘-chāi hō͘ in, in beh tit-tio̍h chòe-gia̍p;","tghg":"閣恁的囝仔，就是恁所講、欲受掠的，及今仔日恁許個𣍐曉好歹的子兒，欲入去遐。我欲將彼所在互𪜶，𪜶欲得著做業。","bklhl":"koh lín ê gín-ná，就是lín所講beh受掠ê，kap今á日lín hiah-ê bōe曉好pháiⁿ ê kiáⁿ兒，beh入去hia；我beh將hit所在hō͘ in，in beh得tio̍h做業；"}},{"book":"申","chapter":1,"verse":40,"versions":{"unv":"至於你們，要轉回，從紅海的路往曠野去。』","bklcl":"lūn-kàu lín, lín tio̍h oa̍t-tò-tńg khí-sin, tùi Âng-hái ê lō͘ khì khòng-iá.","tghg":"論到恁，恁著越倒轉起身，對紅海的路去曠野。』","bklhl":"論到lín，lín tio̍h oa̍t倒tńg起身，tùi紅海ê路去曠野。"}},{"book":"申","chapter":1,"verse":41,"versions":{"unv":"「那時，你們回答我說：『我們得罪了耶和華，情願照耶和華─我們　神一切所吩咐的上去爭戰。』於是你們各人帶著兵器，爭先上山地去了。","bklcl":"Hit-sî lín ìn góa kóng, Goán tek-chōe Iâ-hô-hoa; taⁿ goán beh chiàu Iâ-hô-hoa goán ê Siōng-tè it-chhè só͘ bēng-lēng ê, chiūⁿ-khì kau-chiàn.  Tùi hit-tia̍p lín ta̍k-lâng tòa kun-khì, sûi-piān chiūⁿ-khì soaⁿ-tōe.","tghg":"「彼時，恁應我講：『阮得罪耶和華，今阮欲照耶和華──阮的上帝一切所命令的上去交戰。』對彼霎(tia̍p)恁逐人帶軍器，隨便上去山地。","bklhl":"Hit時lín應我講：阮得罪耶和華；taⁿ阮beh照耶和華阮ê上帝一切所命令ê，上去交戰。Tùi hit-tia̍p，lín ta̍k人帶軍器，隨便上去山地。"}},{"book":"申","chapter":1,"verse":42,"versions":{"unv":"耶和華吩咐我說：『你對他們說：不要上去，也不要爭戰；因我不在你們中間，恐怕你們被仇敵殺敗了。』","bklcl":"Iâ-hô-hoa kā góa kóng, Lí tio̍h kā in kóng, M̄-thang chiūⁿ-khì, iā m̄-thang kau-chiàn;  in-ūi Góa bô tī lín tiong-kan, kiaⁿ-liáu lín thâi-su tùi-te̍k.","tghg":"耶和華給我講：『你著給𪜶講：呣通上去，也呣通交戰；因為我無佇恁中間，驚了恁刣輸對敵。』","bklhl":"耶和華kā我講：你tio̍h kā in講：M̄-thang上去，也m̄-thang交戰；因為我無tī lín中間，驚了lín 刣輸對敵。"}},{"book":"申","chapter":1,"verse":43,"versions":{"unv":"我就告訴了你們，你們卻不聽從，竟違背耶和華的命令，擅自上山地去了。","bklcl":"Góa chiū kā lín kóng;  chóng-sī lín m̄ thiaⁿ-thàn, pōe-ge̍k Iâ-hô-hoa ê bēng-lēng, chū-choan chiūⁿ-khì soaⁿ-tōe.","tghg":"我就給恁講，總是恁呣聽趁，悖逆耶和華的命令，自專上去山地。","bklhl":"我就kā lín講；總是lín m̄聽thàn，悖逆耶和華ê命令，自專上去山地。"}},{"book":"申","chapter":1,"verse":44,"versions":{"unv":"住那山地的亞摩利人就出來攻擊你們，追趕你們，如蜂擁一般，在西珥殺退你們，直到何珥瑪。","bklcl":"Tiàm tī soaⁿ-ni̍h ê A-mô͘-lī lâng chiū chhut-lâi kong-kek lín, chhin-chhiūⁿ phang tui-kóaⁿ lín chi̍t-poaⁿ, tī Se-jíⁿ thâi-iâⁿ lín, ti̍t-kàu Hô-jíⁿ-má.","tghg":"踮佇山裡的亞摩利人就出來攻擊恁，親像蜂追趕恁一般，佇西珥刣贏恁，直到何珥瑪。","bklhl":"Tiàm tī山裡ê A-mô͘-lī人就出來攻擊lín，親像蜂追趕lín一般，tī Se-jíⁿ 刣贏lín，直到Hô-jíⁿ-má。"}},{"book":"申","chapter":1,"verse":45,"versions":{"unv":"你們便回來，在耶和華面前哭號；耶和華卻不聽你們的聲音，也不向你們側耳。","bklcl":"Lín chiū tò-tńg lâi, tī Iâ-hô-hoa ê bīn-chêng thî-khàu;  chóng-sī Iâ-hô-hoa m̄-thiaⁿ lín ê siaⁿ, iā m̄ àⁿ hī-khang ǹg lín.","tghg":"恁就倒轉來，佇耶和華的面前啼哭；總是耶和華呣聽恁的聲，也呣俯耳孔向恁。","bklhl":"Lín就倒tńg來，tī耶和華ê面前啼哭；總是耶和華m̄聽lín ê聲，也m̄ àⁿ耳孔ǹg lín。"}},{"book":"申","chapter":1,"verse":46,"versions":{"unv":"於是你們在加低斯住了許多日子。」","bklcl":"Lín chiū tiàm tī Ka-te-su chōe-chōe ji̍t, chiàu lín tiàm tī-hia ê ji̍t.","tghg":"恁就踮佇加低斯多多日，照恁踮佇遐的日。」","bklhl":"Lín就tiàm tī Ka-te-su chōe-chōe日，照lín tiàm tī-hia ê日。"}}]