[{"book":"申","chapter":6,"verse":1,"versions":{"unv":"「這是耶和華─你們　神所吩咐教訓你們的誡命、律例、典章，使你們在所要過去得為業的地上遵行，","bklcl":"Che sī Iâ-hô-hoa lín ê Siōng-tè só͘ bēng-lēng kà-sī lín ê kài-bēng, lu̍t-lē, hoat-tō͘, hō͘ lín tī lín só͘ beh kè-khì tit-tio̍h chòe-gia̍p ê tōe lâi kiâⁿ i;","tghg":"「這是耶和華──恁的上帝所命令教示恁的誡命、律例、法度，互恁佇恁所欲過去得著做業的地來行伊，","bklhl":"這是耶和華lín ê上帝所命令教示lín ê誡命、律例、法度，hō͘ lín tī lín所beh過去得tio̍h做業ê地來行伊；"}},{"book":"申","chapter":6,"verse":2,"versions":{"unv":"好叫你和你子子孫孫一生敬畏耶和華─你的　神，謹守他的一切律例誡命，就是我所吩咐你的，使你的日子得以長久。","bklcl":"thang hō͘ lí kap lí ê kiáⁿ-kiáⁿ sun-sun, it-seng kèng-ùi Iâ-hô-hoa lí ê Siōng-tè, chip-siú I it-chhè ê lu̍t-lē, kài-bēng, chiū-sī góa só͘ bēng-lēng lí ê, hō͘ lí ê ji̍t-chí tit-tio̍h kú-tn̂g.","tghg":"通互你及你的子子孫孫一生敬畏耶和華──你的上帝，執守伊一切的律例、誡命。就是我所命令你的，互你的日子得著久長。","bklhl":"thang hō͘你kap你ê kiáⁿ-kiáⁿ孫孫，一生敬畏耶和華你ê上帝，執守伊一切ê律例、誡命，就是我所命令你ê，hō͘你ê日子得tio̍h久長。"}},{"book":"申","chapter":6,"verse":3,"versions":{"unv":"以色列啊，你要聽，要謹守遵行，使你可以在那流奶與蜜之地得以享福，人數極其增多，正如耶和華─你列祖的　神所應許你的。","bklcl":"Í-sek-lia̍t ah, lí tio̍h thiaⁿ, tio̍h chip-siú lâi kiâⁿ i;  hō͘ lí thang tī hit-ê lâu lin kap bi̍t ê tōe, tit-tio̍h hióng-hok, lâng-gia̍h ke-thiⁿ ke̍k-kî chōe; chhin-chhiūⁿ Iâ-hô-hoa lí lia̍t-chó͘ ê Siōng-tè só͘ èng-ún lí ê.","tghg":"以色列啊，你著聽，著執守來行伊，互你通佇彼個流奶及蜜的地得著享福，人額加添極其多，親像耶和華──你列祖的上帝所應允你的。","bklhl":"以色列ah，你tio̍h聽，tio̍h執守來行伊；hō͘你thang tī hit ê流奶kap蜜ê地，得tio̍h享福，人額加添極其chōe；親像耶和華你列祖ê上帝所應允你ê。"}},{"book":"申","chapter":6,"verse":4,"versions":{"unv":"「以色列啊，你要聽！耶和華─我們　神是獨一的主。","bklcl":"Í-sek-lia̍t ah, lí tio̍h thiaⁿ;  Iâ-hô-hoa lán ê Siōng-tè, sī to̍k-it ê Iâ-hô-hoa;","tghg":"「以色列啊，你著聽！耶和華──咱的上帝是獨一的耶和華。","bklhl":"以色列ah，你tio̍h聽；耶和華咱ê上帝，是獨一ê耶和華；"}},{"book":"申","chapter":6,"verse":5,"versions":{"unv":"你要盡心、盡性、盡力愛耶和華─你的　神。","bklcl":"lí tio̍h chīn-sim, chīn-sèng, chīn-la̍t, thiàⁿ Iâ-hô-hoa lí ê Siōng-tè.","tghg":"你著盡心、盡性、盡力疼耶和華──你的上帝。","bklhl":"你tio̍h盡心，盡性，盡力，疼耶和華你ê上帝。"}},{"book":"申","chapter":6,"verse":6,"versions":{"unv":"我今日所吩咐你的話都要記在心上，","bklcl":"Góa kin-á-ji̍t só͘ bēng-lēng lí chiah-ê ōe, tio̍h kì tī lí ê sim;","tghg":"我今仔日所命令你諸個話著記佇你的心，","bklhl":"我今á日所命令你chiah ê話，tio̍h記tī你ê心；"}},{"book":"申","chapter":6,"verse":7,"versions":{"unv":"也要殷勤教訓你的兒女。無論你坐在家裡，行在路上，躺下，起來，都要談論。","bklcl":"iā tio̍h ēng che khûn-khûn kà-sī lí ê kiáⁿ-jî, bô-lūn lí chē tī chhù-lāi kiâⁿ tī lō͘-ni̍h, khùn á-sī khí-lâi, lóng tio̍h káng-lūn;","tghg":"也著用這勤勤教示你的子兒。無論你坐佇厝內，行佇路裡，睏抑是起來，攏著講論。","bklhl":"也tio̍h用這勤勤教示你ê kiáⁿ兒，無論你坐tī厝內行tī路裡，睏á是起來，lóng tio̍h講論；"}},{"book":"申","chapter":6,"verse":8,"versions":{"unv":"也要繫在手上為記號，戴在額上為經文；","bklcl":"iā tio̍h pa̍k tī lí ê chhiú chòe kì-hō, tì tī lí nn̄g lúi ba̍k-chiu ê tiong-ng chòe kì-liām;","tghg":"也著縛佇你的手做記號，戴佇你二蕊目睭的中央做紀念；","bklhl":"也tio̍h縛tī你ê手做記號，戴tī你兩蕊目睭ê中央做記念；"}},{"book":"申","chapter":6,"verse":9,"versions":{"unv":"又要寫在你房屋的門框上，並你的城門上。」","bklcl":"koh tio̍h siá tī lí ê chhù ê mn̂g-khiā, í-ki̍p lí ê mn̂g.","tghg":"閣著寫佇你的厝的門竪(mn̂g-khiā)，以及你的門。」","bklhl":"koh tio̍h寫tī你ê厝ê門khiā，以及你ê門。"}},{"book":"申","chapter":6,"verse":10,"versions":{"unv":"「耶和華─你的　神領你進他向你列祖亞伯拉罕、以撒、雅各起誓應許給你的地。那裡有城邑，又大又美，非你所建造的；","bklcl":"Iâ-hô-hoa lí ê Siōng-tè chhōa lí ji̍p I tùi lí ê lia̍t-chó͘, A-pek-la̍h-hán, Í-sat, Ngá-kok, chiù-chōa beh hō͘ lí ê tōe;  tī-hia ū siâⁿ tōa koh súi, m̄-sī lí só͘ khí-chō ê;","tghg":"「耶和華──你的上帝導你入伊對你的列祖亞伯拉罕、以撒、雅各咒誓欲互你的地。佇遐有城，大閣媠，呣是你所起造的；","bklhl":"耶和華你ê上帝chhōa你入伊對你ê列祖，亞伯拉罕、以撒、雅各，chiù-chōa beh hō͘你ê地；tī-hia有城大koh súi，m̄是你所起造ê；"}},{"book":"申","chapter":6,"verse":11,"versions":{"unv":"有房屋，裝滿各樣美物，非你所裝滿的；有鑿成的水井，非你所鑿成的；還有葡萄園、橄欖園，非你所栽種的；你吃了而且飽足。","bklcl":"iā ū chhù chek-chū móa-móa ê hó-mi̍h, m̄-sī lí só͘ chek-chū ê;  iā ū khui-piān ê chúi-chíⁿ, m̄-sī lí só͘ khui ê;","tghg":"也有厝，積聚滿滿的好物，呣是你所積聚的；也有開便的水井，呣是你所開的；也有葡萄園、橄欖樹，呣是你所栽種的；你食到飽。","bklhl":"也有厝積聚滿滿ê好物，m̄是你所積聚ê；也有開便ê水井，m̄是你所開ê；"}},{"book":"申","chapter":6,"verse":12,"versions":{"unv":"那時你要謹慎，免得你忘記將你從埃及地、為奴之家領出來的耶和華。","bklcl":"iā ū phû-tô-hn̂g, kaⁿ-ná-chhiū, m̄-sī lí só͘ chai-chèng ê; lí chia̍h kàu pá, hit-sî lí tio̍h kín-sīn, bián-tit lí bōe-kì-tit Iâ-hô-hoa, chiū-sī chhōa lí tùi Ai-ki̍p tōe, chòe lô͘-châi ê ke, chhut-lâi ê.","tghg":"彼時你著謹慎，免得你𣍐記得耶和華，就是導你對埃及地、做奴才的家出來的。","bklhl":"也有葡萄園、橄欖樹，m̄是你所栽種ê；你食到飽，hit時你tio̍h謹慎，免得你bōe記得耶和華，就是chhōa你tùi埃及地，做奴才ê家，出來ê。"}},{"book":"申","chapter":6,"verse":13,"versions":{"unv":"你要敬畏耶和華─你的　神，事奉他，指著他的名起誓。","bklcl":"Lí tio̍h kèng-ùi Iâ-hô-hoa lí ê Siōng-tè, ho̍k-sāi I, chí I ê miâ chiù-chōa;","tghg":"你著敬畏耶和華──你的上帝，服事伊，指伊的名咒誓。","bklhl":"你tio̍h敬畏耶和華你ê上帝，服事祂，指祂ê名chiù-chōa；"}},{"book":"申","chapter":6,"verse":14,"versions":{"unv":"不可隨從別神，就是你們四圍國民的神；","bklcl":"m̄-thang thàn pa̍t ê siōng-tè, chiū-sī lín sì-ûi peh-sìⁿ hiah-ê siōng-tè.","tghg":"呣通趁別個上帝，就是恁四圍的百姓許個上帝；","bklhl":"m̄-thang thàn別ê上帝，就是lín四圍百姓hiah-ê上帝。"}},{"book":"申","chapter":6,"verse":15,"versions":{"unv":"因為在你們中間的耶和華─你　神是忌邪的　神，惟恐耶和華─你　神的怒氣向你發作，就把你從地上除滅。","bklcl":"In-ūi tī lín tiong-kan ê Iâ-hô-hoa lí ê Siōng-tè, toàn-toàn bô iông-ún ēng pa̍t ê siōng-tè phit-phòe I;  sī kiaⁿ-liáu Iâ-hô-hoa lí ê Siōng-tè tōa siū-khì lí, tùi tōe-chiūⁿ tû-bia̍t lí.","tghg":"因為佇恁中間的耶和華──你的上帝，斷斷無容允用別個上帝匹配伊，是驚了耶和華──你的上帝大受氣你，對地上除滅你。","bklhl":"因為tī lín中間ê耶和華你ê上帝，斷斷無容允用別ê上帝匹配祂；是驚了耶和華你ê上帝大受氣你，tùi地上除滅你。"}},{"book":"申","chapter":6,"verse":16,"versions":{"unv":"「你們不可試探耶和華─你們的　神，像你們在瑪撒那樣試探他。","bklcl":"Lín m̄-thang chhì Iâ-hô-hoa lín ê Siōng-tè, chhin-chhiūⁿ lín tī Má-sat chhì I chi̍t-iūⁿ.","tghg":"「恁呣通試耶和華──恁的上帝，親像恁佇瑪撒試伊一樣。","bklhl":"Lín m̄-thang試耶和華lín ê上帝，親像lín tī Má-sat試祂一樣。"}},{"book":"申","chapter":6,"verse":17,"versions":{"unv":"要留意遵守耶和華─你們　神所吩咐的誡命、法度、律例。","bklcl":"Tio̍h tì-ì siú Iâ-hô-hoa lín Siōng-tè ê kài-bēng, kap I só͘ bēng-lēng lín ê chèng-kù, lu̍t-lē.","tghg":"著致意守耶和華──恁上帝的誡命，及伊所命令恁的證據、律例。","bklhl":"Tio̍h致意守耶和華lín上帝ê誡命，kap伊所命令lín ê證據、律例。"}},{"book":"申","chapter":6,"verse":18,"versions":{"unv":"耶和華眼中看為正、看為善的，你都要遵行，使你可以享福，並可以進去得耶和華向你列祖起誓應許的那美地，","bklcl":"Iâ-hô-hoa só͘ khòaⁿ-chòe chèng-ti̍t, chòe hó ê, lí tio̍h kiâⁿ i, hō͘ lí thang hióng-hok, koh thang ji̍p-khì tit-tio̍h Iâ-hô-hoa tùi lí ê lia̍t-chó͘ só͘ chiù-chōa ê hó-tōe;","tghg":"耶和華所看做正直、做好的，你著行伊，互你通享福，閣通入去得著耶和華對你的列祖所咒誓的好地，","bklhl":"耶和華所看做正直，做好ê，你tio̍h行伊，hō͘你thang享福，koh thang入去得tio̍h耶和華對你ê列祖所chiù-chōa ê好地；"}},{"book":"申","chapter":6,"verse":19,"versions":{"unv":"照耶和華所說的，從你面前攆出你的一切仇敵。","bklcl":"beh tùi lí ê bīn-chêng kóaⁿ-chhut lí lóng-chóng ê tùi-te̍k chiàu Iâ-hô-hoa só͘ kóng ê.","tghg":"欲對你的面前趕出你攏總的對敵，照耶和華所講的。","bklhl":"beh對你ê面前趕出你lóng總ê對敵，照耶和華所講ê。"}},{"book":"申","chapter":6,"verse":20,"versions":{"unv":"「日後，你的兒子問你說：『耶和華─我們　神吩咐你們的這些法度、律例、典章是甚麼意思呢？』","bklcl":"Chiong-lâi lí ê kiáⁿ mn̄g lí kóng, Iâ-hô-hoa lán ê Siōng-tè só͘ bēng-lēng lín chiah-ê chèng-kù, lu̍t-lē, hoat-tō͘, sī sím-mi̍h ì-sù ah?","tghg":"「將來，你的子問你講：『耶和華──咱的上帝所命令恁諸個證據、律例、法度是甚麼意思啊？』","bklhl":"將來你ê kiáⁿ問你講，耶和華咱ê上帝所命令lín chiah ê證據、律例、法度，是甚麼意思ah？"}},{"book":"申","chapter":6,"verse":21,"versions":{"unv":"你就告訴你的兒子說：『我們在埃及作過法老的奴僕；耶和華用大能的手將我們從埃及領出來，","bklcl":"Lí tio̍h kā lí ê kiáⁿ kóng, Chêng goán tī Ai-ki̍p chòe Hoat-ló ê lô͘-châi, Iâ-hô-hoa ēng tōa koân-lêng ê chhiú, chhōa goán chhut Ai-ki̍p.","tghg":"你著給你的子講：『前阮佇埃及做法老的奴才；耶和華用大權能的手導阮出埃及，","bklhl":"你tio̍h kā你ê kiáⁿ講：前阮tī埃及做法老ê奴才，耶和華用大權能ê手，chhōa阮出埃及。"}},{"book":"申","chapter":6,"verse":22,"versions":{"unv":"在我們眼前，將重大可怕的神蹟奇事施行在埃及地和法老並他全家的身上，","bklcl":"Iâ-hô-hoa tī goán ê ba̍k-chiu-chêng, ēng tōa koh lī-hāi ê sîn-jiah kî-sū, kiâⁿ tī Ai-ki̍p kap Hoat-ló, í-ki̍p i ê choân-ke;","tghg":"耶和華佇阮的目睭前，用大閣利害的神蹟奇事行佇埃及及法老以及伊的全家，","bklhl":"耶和華tī阮ê目睭前，用大koh厲害ê神蹟奇事，行tī埃及kap法老，以及伊ê全家；"}},{"book":"申","chapter":6,"verse":23,"versions":{"unv":"將我們從那裡領出來，要領我們進入他向我們列祖起誓應許之地，把這地賜給我們。","bklcl":"tùi hia chhōa goán chhut-lâi, beh chhōa goán ji̍p-khì, chiong I tùi lán lia̍t-chó͘ só͘ chiù-chōa ê tōe siúⁿ-sù lán.","tghg":"對遐導阮出來，欲導阮入去將伊對咱列祖所咒誓的地，賞賜咱。","bklhl":"tùi hia chhōa阮出來，beh chhōa阮入去，將伊對咱列祖所chiù-chōa ê地賞賜咱。"}},{"book":"申","chapter":6,"verse":24,"versions":{"unv":"耶和華又吩咐我們遵行這一切律例，要敬畏耶和華─我們的　神，使我們常得好處，蒙他保全我們的生命，像今日一樣。","bklcl":"Iâ-hô-hoa bēng-lēng lán kiâⁿ chiah-ê it-chhè ê lu̍t-lē, lâi kèng-ùi Iâ-hô-hoa lán ê Siōng-tè, hō͘ lán siông-siông tit-tio̍h hok-khì, tit-tio̍h I pó-choân lán ê sìⁿ-miā, chhin-chhiūⁿ kin-á-ji̍t ê khoán.","tghg":"耶和華命令咱行諸個一切的律例，來敬畏耶和華──咱的上帝，互咱常常得著福氣，得著伊保全咱的生命，親像今仔日的款。","bklhl":"耶和華命令咱行chiah ê一切ê律例，來敬畏耶和華咱ê上帝，hō͘咱常常得tio̍h福氣，得tio̍h祂保全咱ê性命，親像今á日ê款。"}},{"book":"申","chapter":6,"verse":25,"versions":{"unv":"我們若照耶和華─我們　神所吩咐的一切誡命謹守遵行，這就是我們的義了。』」","bklcl":"Lán nā chiàu Iâ-hô-hoa lán ê Siōng-tè só͘ bēng-lēng-ê, tī I ê bīn-chêng chiàu I it-chhè ê kài-bēng lâi kiâⁿ, che chiū-sī lán ê gī.","tghg":"咱若照耶和華──咱的上帝所命令的，佇伊的面前照伊一切的誡命來行，這就是咱的義。』」","bklhl":"咱若照耶和華咱ê上帝所命令ê，tī祂ê面前照祂一切ê誡命來行，這就是咱ê義。"}}]