[{"book":"申","chapter":9,"verse":1,"versions":{"unv":"「以色列啊，你當聽！你今日要過約旦河，進去趕出比你強大的國民，得著廣大堅固、高得頂天的城邑。","bklcl":"Í-sek-lia̍t ah, tio̍h thiaⁿ;  lí kin-á-ji̍t beh kè Iok-tàn, ji̍p-khì sêng-chiap hiah-ê pí lí khah-tōa, khah-béng ê kok, tit-tio̍h khoah-tōa koh kian-kò͘ kàu tú-thiⁿ ê siâⁿ;","tghg":"「以色列啊，著聽！你今仔日欲過約但，入去承接許個比你卡大卡猛的國，得著闊大閣堅固到抵天的城。","bklhl":"以色列ah，tio̍h聽；你今á日beh過約旦，入去承接hiah-ê比你khah大，khah猛ê國，得tio̍h闊大koh堅固到抵天ê城；"}},{"book":"申","chapter":9,"verse":2,"versions":{"unv":"那民是亞衲族的人，又大又高，是你所知道的；也曾聽見有人指著他們說：『誰能在亞衲族人面前站立得住呢？』","bklcl":"hit ê peh-sìⁿ, tōa koh lò, sī A-la̍p ê cho̍k, lín só͘ chai ê, iā bat thiaⁿ-kìⁿ ū lâng chí in kóng, Chī-chūi tī A-la̍p cho̍k ê bīn-chêng khiā-ōe-tiâu ah?","tghg":"彼個百姓大閣[傐](lò)，是亞衲的族，恁所知的；也曾聽見有人指(chí)𪜶講：『是誰佇亞衲族的面前徛會住啊？』","bklhl":"Hit-ê百姓，大koh lò，是A-la̍p ê族，lín所知ê，也bat聽見有人指in講：Chī-chūi tī A-la̍p族ê面前khiā能tiâu ah？"}},{"book":"申","chapter":9,"verse":3,"versions":{"unv":"你今日當知道，耶和華─你的　神在你前面過去，如同烈火，要滅絕他們，將他們制伏在你面前。這樣，你就要照耶和華所說的趕出他們，使他們速速滅亡。","bklcl":"Kin-á-ji̍t lí tio̍h chai, Iâ-hô-hoa lí ê Siōng-tè chòe lí ê thâu-chêng kè-khì, chhin-chhiūⁿ lia̍t-lia̍t ê hé;  I beh bia̍t-bô in, hō͘ in tōa-tōa thâi-su tī lín ê bīn-chêng;  lín tio̍h kóaⁿ in chhut, hō͘ in kín-kín bia̍t-bô, chiàu Iâ-hô-hoa só͘ tùi lín kóng ê.","tghg":"今仔日你著知，耶和華──你的上帝做你的頭前過去，親像烈烈的火，伊欲滅無𪜶，互𪜶大大刣輸佇恁的面前。恁著趕𪜶出，互𪜶緊緊滅無，照耶和華所對恁講的。","bklhl":"今á日你tio̍h知，耶和華你ê上帝做你ê頭前過去，親像烈烈ê火；伊beh滅無in，hō͘ in大大刣輸tī lín ê面前；lín tio̍h趕in出，hō͘ in緊緊滅無，照耶和華所對lín講ê。"}},{"book":"申","chapter":9,"verse":4,"versions":{"unv":"「耶和華─你的　神將這些國民從你面前攆出以後，你心裡不可說：『耶和華將我領進來得這地是因我的義。』其實，耶和華將他們從你面前趕出去是因他們的惡。","bklcl":"Iâ-hô-hoa lí ê Siōng-tè tùi lí ê bīn-chêng kóaⁿ-chhut in liáu-āu, lí sim-lāi m̄-thang siūⁿ kóng, Iâ-hô-hoa chhōa góa ji̍p-lâi sêng-chiap chit ê tōe sī in-ūi góa ê gī;  kî-si̍t Iâ-hô-hoa sī ūi-tio̍h hiah-ê kok ê pháiⁿ, chiah tùi lí ê bīn-chêng kóaⁿ in chhut.","tghg":"「耶和華──你的上帝對你的面前趕出𪜶了後，你心內呣通想講：『耶和華導我入來承接此個地是因為我的義。』其實，耶和華是為著許個國的歹才對你的面前趕𪜶出。","bklhl":"耶和華你ê上帝對你ê面前趕出in了後，你心內m̄-thang想講：耶和華chhōa我入來承接chit ê地是因為我ê義；其實耶和華是為tio̍h hiah-ê國ê pháiⁿ，chiah對你ê面前趕in出。"}},{"book":"申","chapter":9,"verse":5,"versions":{"unv":"你進去得他們的地，並不是因你的義，也不是因你心裡正直，乃是因這些國民的惡，耶和華─你的　神將他們從你面前趕出去，又因耶和華要堅定他向你列祖亞伯拉罕、以撒、雅各起誓所應許的話。","bklcl":"Lí ji̍p-khì sêng-chiap in ê tōe, pēng m̄-sī in-ūi lí ê gī, iā m̄-sī in-ūi lí ê sim chèng-ti̍t;  chiū-sī in-ūi chiah-ê kok ê pháiⁿ, Iâ-hô-hoa lí ê Siōng-tè chiah tùi lí ê bīn-chêng kóaⁿ in chhut-khì;  koh in-ūi Iâ-hô-hoa beh kian-kò͘ I tùi lí ê lia̍t-chó͘ A-pek-la̍h-hán, Í-sat, Ngá-kok, só͘ chiù-chōa ê ōe.","tghg":"你入去承接𪜶的地，並呣是因為你的義，也呣是因為你的心正直，就是因為諸個國的歹，耶和華──你的上帝才對你的面前趕𪜶出去，閣因為耶和華欲堅固伊對你的列祖亞伯拉罕、以撒、雅各所咒誓的話。」","bklhl":"你入去承接in ê地，並m̄是因為你ê義，也m̄是因為你ê心正直；就是因為chiah ê國ê pháiⁿ，耶和華你ê上帝chiah對你ê面前趕in出去；koh因為耶和華beh堅固伊對你ê列祖亞伯拉罕、以撒、雅各，所chiù-chōa ê話。"}},{"book":"申","chapter":9,"verse":6,"versions":{"unv":"「你當知道，耶和華─你　神將這美地賜你為業，並不是因你的義；你本是硬著頸項的百姓。","bklcl":"Lí tio̍h chai, Iâ-hô-hoa lí ê Siōng-tè ēng súi ê tōe siúⁿ-sù lín chòe-gia̍p, m̄-sī in-ūi lí ê gī, in-ūi lí sī ām-kún ngī ê peh-sìⁿ.","tghg":"「你著知，耶和華──你的上帝用媠的地賞賜恁做業，呣是因為你的義；因為你是頷頸硬的百姓。","bklhl":"你tio̍h知，耶和華你ê上帝用súi ê地賞賜lín做業，m̄是因為你ê義，因為你是頷頸硬ê百姓。"}},{"book":"申","chapter":9,"verse":7,"versions":{"unv":"你當記念不忘，你在曠野怎樣惹耶和華─你　神發怒。自從你出了埃及地的那日，直到你們來到這地方，你們時常悖逆耶和華。","bklcl":"Lí tio̍h kì-tit, m̄-thang bōe-kì-tit, lí tī khòng-iá jiá-tio̍h Iâ-hô-hoa lí ê Siōng-tè ê siū-khì;  tùi lín chhut Ai-ki̍p tōe hit-ji̍t, kàu lín lâi kàu chit ê só͘-chāi, lín siông-siông pōe-ge̍k Iâ-hô-hoa.","tghg":"你著記得，呣通𣍐記得，你佇曠野惹著耶和華──你的上帝的受氣。對恁出埃及地彼日，到恁來到此個所在，恁常常悖逆耶和華。","bklhl":"你tio̍h記得，m̄-thang bōe記得，你tī曠野惹tio̍h耶和華你ê上帝ê受氣；tùi lín出埃及地hit日，到lín來到chit ê所在，lín常常悖逆耶和華。"}},{"book":"申","chapter":9,"verse":8,"versions":{"unv":"你們在何烈山又惹耶和華發怒；他惱怒你們，要滅絕你們。","bklcl":"Lín tī Hô-lia̍t soaⁿ koh jiá Iâ-hô-hoa siū-khì, tì-kàu Iâ-hô-hoa siū-khì lín, beh bia̍t-bô lín.","tghg":"恁佇何烈山閣惹耶和華受氣；致到耶和華受氣恁，欲滅無恁。","bklhl":"Lín tī何烈山koh惹耶和華受氣，致到耶和華受氣lín，beh滅無lín。"}},{"book":"申","chapter":9,"verse":9,"versions":{"unv":"我上了山，要領受兩塊石版，就是耶和華與你們立約的版。那時我在山上住了四十晝夜，沒有吃飯，也沒有喝水。","bklcl":"Tng-sî góa chiūⁿ-soaⁿ, beh niá-siū chio̍h-pi, chiū-sī Iâ-hô-hoa kap lín li̍p-iok ê pi;  hit-sî góa tiàm tī soaⁿ-ni̍h sì-cha̍p ji̍t sì-cha̍p mî, bô chia̍h-piáⁿ, bô lim-chúi.","tghg":"當時我上山，欲領受石碑，就是耶和華及恁立約的碑。彼時我踮佇山裡四十日四十暝，無吃餅，無飲水。","bklhl":"當時我上山，beh領受石碑，就是耶和華kap lín立約ê碑；hit時我tiàm tī山裡四十日四十暝，無食餅，無lim水。"}},{"book":"申","chapter":9,"verse":10,"versions":{"unv":"耶和華把那兩塊石版交給我，是　神用指頭寫的。版上所寫的是照耶和華在大會的日子、在山上、從火中對你們所說的一切話。","bklcl":"Iâ-hô-hoa ēng nn̄g tè chio̍h-pi kau-tài góa, sī Siōng-tè ēng chńg-thâu-á siá ê;  hit téng-bīn só͘ siá ê, sī chiàu Iâ-hô-hoa tī tōa-hōe ê ji̍t, tī soaⁿ-téng, tī hé-tiong, tùi lín só͘ kóng it-chhè ê ōe.","tghg":"耶和華用二塊石碑交代我，是上帝用指頭仔寫的。彼頂面所寫的是照耶和華佇大會的日、佇山頂、佇火中對恁所講一切的話。","bklhl":"耶和華用兩塊石碑交帶我，是上帝用指頭á寫ê；hit頂面所寫ê，是照耶和華tī大會ê日，tī山頂，tī火中，對lín所講一切ê話。"}},{"book":"申","chapter":9,"verse":11,"versions":{"unv":"過了四十晝夜，耶和華把那兩塊石版，就是約版，交給我。","bklcl":"Sì-cha̍p ji̍t sì-cha̍p mî liáu-āu, Iâ-hô-hoa ēng hit nn̄g tè chio̍h-pi, chiū-sī iok-pi, kau-tài góa.","tghg":"四十日四十暝了後，耶和華用彼二塊石碑，就是約碑，交代我。","bklhl":"四十日四十暝了後，耶和華用hit兩塊石碑，就是約碑，交帶我。"}},{"book":"申","chapter":9,"verse":12,"versions":{"unv":"對我說：『你起來，趕快下去！因為你從埃及領出來的百姓已經敗壞了自己；他們快快地偏離了我所吩咐的道，為自己鑄成了偶像。』","bklcl":"Iâ-hô-hoa tùi góa kóng, Lí khí-lâi, kín-kín tùi chia lo̍h-khì;  in-ūi lí ê peh-sìⁿ, lí tùi Ai-ki̍p chhōa-chhut-lâi ê, í-keng pāi-hoāi ka-kī;  in khoài-khoài phian-oai Góa só͘ bēng-lēng ê lō͘;  in-ūi in ūi ka-kī chù chi̍t sian ngó͘-siōng.","tghg":"耶和華對我講：『你起來，緊緊對遮落去！因為你的百姓，你對埃及導出來的已經敗壞家己；𪜶快快偏歪我所命令的路，因為𪜶為家己鑄一身偶像。』","bklhl":"耶和華對我講，你起來，緊緊tùi chia落去；因為你ê百姓，你tùi埃及chhōa出來ê，已經敗壞家己；in快快偏歪我所命令ê路；因為in為家己鑄一sian偶像。"}},{"book":"申","chapter":9,"verse":13,"versions":{"unv":"「耶和華又對我說：『我看這百姓是硬著頸項的百姓。","bklcl":"Iâ-hô-hoa koh hoan-hù góa kóng, Góa khòaⁿ chit ê peh-sìⁿ, khòaⁿ ah, sī ām-kún ngī ê peh-sìⁿ.","tghg":"「耶和華閣吩咐我講：『我看此個百姓，看啊！是頷頸硬的百姓。","bklhl":"耶和華koh吩咐我講：我看chit ê百姓，看ah，是頷頸硬ê百姓。"}},{"book":"申","chapter":9,"verse":14,"versions":{"unv":"你且由著我，我要滅絕他們，將他們的名從天下塗抹，使你的後裔比他們成為更大更強的國。』","bklcl":"Lí chhut-chāi Góa, Góa beh bia̍t in, tùi thiⁿ-ē chhat-bia̍t in ê miâ;  Góa beh hō͘ lí chiâⁿ-chòe chi̍t-kok pí in khah-kiông khah-tōa.","tghg":"你出在我，我欲滅𪜶，對天下擦滅𪜶的名，我欲互你成做一國比𪜶卡強卡大。』","bklhl":"你chhut-chāi我，我beh滅in，tùi天下擦滅in ê名；我beh hō͘你成做一國比in khah強khah大。"}},{"book":"申","chapter":9,"verse":15,"versions":{"unv":"於是我轉身下山，山被火燒著，兩塊約版在我兩手之中。","bklcl":"Góa chiū oa̍t-tńg-sin lo̍h-soaⁿ, soaⁿ hō͘ hé sio-to̍h, nn̄g tè iok-pi tī góa nn̄g ki chhiú-ni̍h;","tghg":"我就越轉身落山，山互火燒𤏸(to̍h)，二塊約碑佇我二支手裡。","bklhl":"我就oa̍t-tńg身落山，山hō͘火燒to̍h，兩塊約碑tī我兩支手裡；"}},{"book":"申","chapter":9,"verse":16,"versions":{"unv":"我一看見你們得罪了耶和華─你們的　神，鑄成了牛犢，快快地偏離了耶和華所吩咐你們的道，","bklcl":"góa chi̍t-ē khòaⁿ, lín í-keng tek-chōe Iâ-hô-hoa lín ê Siōng-tè, ūi ka-kī chù chi̍t chiah gû-á, kín-kín oai-chhoa̍h Iâ-hô-hoa só͘ bēng-lēng lín ê lō͘.","tghg":"我一下看恁已經得罪耶和華──恁的上帝，為家己鑄一隻牛仔，緊緊歪斜耶和華所命令恁的路，","bklhl":"我一下看，lín已經得罪耶和華lín ê上帝，為家己鑄一隻牛á，緊緊歪chhoa̍h耶和華所命令lín ê路。"}},{"book":"申","chapter":9,"verse":17,"versions":{"unv":"我就把那兩塊版從我手中扔下去，在你們眼前摔碎了。","bklcl":"Góa ēng hit nn̄g tè pi tùi góa ê siang-chhiú hiat-lo̍h-khì, phah-chi̍h tī lín ê ba̍k-chiu-chêng.","tghg":"我用彼二塊碑對我的雙手㧒(hiat)落去，拍折佇恁的目睭前。","bklhl":"我用hit兩塊碑tùi我ê雙手hiat落去，phah折tī lín ê目睭前。"}},{"book":"申","chapter":9,"verse":18,"versions":{"unv":"因你們所犯的一切罪，行了耶和華眼中看為惡的事，惹他發怒，我就像從前俯伏在耶和華面前四十晝夜，沒有吃飯，也沒有喝水。","bklcl":"Góa phak tī Iâ-hô-hoa ê bīn-chêng, chhin-chhiūⁿ chêng ê khoán, sì-cha̍p ji̍t sì-cha̍p mî, bô chia̍h-piáⁿ, bô lim-chúi;  in-ūi lín só͘ hoān it-chhè ê chōe, kiâⁿ Iâ-hô-hoa khòaⁿ-chòe pháiⁿ ê sū, jiá I ê siū-khì.","tghg":"我仆佇耶和華的面前親像前的款四十日四十暝，無食餅，無飲水，因為恁所犯一切的罪，行耶和華看做歹的事，惹伊的受氣。","bklhl":"我仆tī耶和華ê面前，親像前ê款，四十日四十暝，無食餅，無lim水；因為lín所犯一切ê罪，行耶和華看做pháiⁿ ê事，惹伊ê受氣。"}},{"book":"申","chapter":9,"verse":19,"versions":{"unv":"我因耶和華向你們大發烈怒，要滅絕你們，就甚害怕；但那次耶和華又應允了我。","bklcl":"Hit-sî Iâ-hô-hoa tōa m̄ kam-goān, siū-khì lín, góa chiū chin kiaⁿ, in-ūi I siū-khì beh bia̍t lín;  chóng-sī hit-pái Iâ-hô-hoa koh thiaⁿ góa.","tghg":"彼時耶和華大呣甘願受氣恁，我就真驚，因為伊受氣欲滅恁；總是彼擺耶和華閣聽我。","bklhl":"Hit時耶和華大m̄甘願，受氣lín，我就真驚，因為伊受氣beh滅lín；總是hit-pái耶和華koh聽我。"}},{"book":"申","chapter":9,"verse":20,"versions":{"unv":"耶和華也向亞倫甚是發怒，要滅絕他；那時我又為亞倫祈禱。","bklcl":"Iâ-hô-hoa iā siū-khì A-lûn, beh bia̍t i,  siâng hit-sî góa iā thòe A-lûn kî-tó.","tghg":"耶和華也受氣亞倫，欲滅伊；像(siâng)彼時我也替亞倫祈禱。","bklhl":"耶和華也受氣亞倫，beh滅伊，siâng hit時我也替亞倫祈禱。"}},{"book":"申","chapter":9,"verse":21,"versions":{"unv":"我把那叫你們犯罪所鑄的牛犢用火焚燒，又搗碎磨得很細，以致細如灰塵，我就把這灰塵撒在從山上流下來的溪水中。","bklcl":"Hit-sî góa ēng lín hoān-chōe ê mi̍h, chiū-sī lín só͘ chù ê gû-á, ēng hé sio i, koh tûi i, géng kàu iù-iù, iù kàu chhin-chhiūⁿ thô͘-hún;  góa ēng chit ê thô͘-hún iā tī tùi soaⁿ-téng lâu-lo̍h-lâi ê khoe.","tghg":"彼時我用恁犯罪的物，就是恁所鑄的牛仔用火燒伊，閣搥伊，研(géng)到幼幼，幼到親像土粉，我用此個土粉撒佇對山頂流落來的溪。","bklhl":"Hit時我用lín犯罪ê物，就是lín所鑄ê牛á，用火燒伊，koh搥伊，研到幼幼，幼到親像土粉；我用chit ê土粉也tī tùi山頂流落來ê溪。"}},{"book":"申","chapter":9,"verse":22,"versions":{"unv":"「你們在他備拉、瑪撒、基博羅‧哈他瓦又惹耶和華發怒。","bklcl":"Lín iā tī Tha-pī-la̍h, tī Má-sat, tī Ki-phok-lô-hap-tha-óa, koh kek-khí Iâ-hô-hoa ê siū-khì.","tghg":"「恁也佇他備拉、佇瑪撒、佇基博羅哈他瓦閣激起耶和華的受氣。","bklhl":"Lín也tī Tha-pī-la̍h，tī Má-sat，tī Ki-phok-lô-hap-tha-óa，koh激起耶和華ê受氣。"}},{"book":"申","chapter":9,"verse":23,"versions":{"unv":"耶和華打發你們離開加低斯‧巴尼亞，說：『你們上去得我所賜給你們的地。』那時你們違背了耶和華─你們　神的命令，不信服他，不聽從他的話。","bklcl":"Iâ-hô-hoa chhe lín lī-khui Ka-te-su Pa-nî-a kóng, Lín chiūⁿ-khì sêng-chiap Góa só͘ siúⁿ-sù lín ê tōe;  hit-sî lín ûi-pōe Iâ-hô-hoa lín Siōng-tè ê bēng-lēng, m̄-sìn I, iā m̄ thiaⁿ I ê ōe.","tghg":"耶和華差恁離開加低斯巴尼亞，講：『恁上去承接我所賞賜恁的地。』彼時恁違背耶和華──恁上帝的命令，呣信伊，也呣聽伊的話。","bklhl":"耶和華差lín離開Ka-te-su Pa-nî-a講：Lín上去承接我所賞賜lín ê地；hit時lín違背耶和華lín上帝ê命令，m̄信伊，也m̄聽伊ê話。"}},{"book":"申","chapter":9,"verse":24,"versions":{"unv":"自從我認識你們以來，你們常常悖逆耶和華。","bklcl":"Tùi góa bat lín ê ji̍t, lín siông-siông pōe-ge̍k Iâ-hô-hoa.","tghg":"對我識恁的日，恁常常悖逆耶和華。","bklhl":"Tùi我bat lín ê日，lín常常悖逆耶和華。"}},{"book":"申","chapter":9,"verse":25,"versions":{"unv":"「我因耶和華說要滅絕你們，就在耶和華面前照舊俯伏四十晝夜。","bklcl":"Góa in-ūi Iâ-hô-hoa kóng beh bia̍t lín, chiū phak tī Iâ-hô-hoa ê bīn-chêng, phak-teh sì-cha̍p ji̍t sì-cha̍p mî.","tghg":"「我因為耶和華講欲滅恁，就仆佇耶和華的面前仆啲四十日四十暝。","bklhl":"我因為耶和華講beh滅lín，就仆tī耶和華ê面前，仆teh四十日四十暝。"}},{"book":"申","chapter":9,"verse":26,"versions":{"unv":"我祈禱耶和華說：『主耶和華啊，求你不要滅絕你的百姓。他們是你的產業，是你用大力救贖的，用大能從埃及領出來的。","bklcl":"Góa kî-tó Iâ-hô-hoa kóng, Chú Iâ-hô-hoa ah, kiû Lí bo̍h-tit bia̍t-bô Lí ê peh-sìⁿ, Lí ê sán-gia̍p, chiū-sī Lí ēng tōa khùi-la̍t sio̍k-hôe ê, ēng tōa koân-lêng ê chhiú chhōa-chhut Ai-ki̍p ê;","tghg":"我祈禱耶和華講：『主耶和華啊，求你莫得滅無你的百姓。你的產業，就是你用大氣力贖回的，用大權能的手導出埃及的。","bklhl":"我祈禱耶和華講：主耶和華ah，求你莫得滅無你ê百姓，你ê產業，就是你用大氣力贖回ê，用大權能ê手chhōa出埃及ê；"}},{"book":"申","chapter":9,"verse":27,"versions":{"unv":"求你記念你的僕人亞伯拉罕、以撒、雅各，不要想念這百姓的頑梗、邪惡、罪過，","bklcl":"kiû Lí tio̍h kì-tit Lí ê lô͘-po̍k A-pek-la̍h-hán, Í-sat, Ngá-kok;  bo̍h-tit kì-liām chit ê peh-sìⁿ ê ngī-sim kap in ê pháiⁿ, in ê chōe;","tghg":"求你著記得你的奴僕亞伯拉罕、以撒、雅各，莫得紀念此個百姓的硬心、及𪜶的歹、𪜶的罪，","bklhl":"求你tio̍h記得你ê奴僕亞伯拉罕、以撒、雅各；莫得記念chit ê百姓ê硬心kap in ê pháiⁿ，in ê罪；"}},{"book":"申","chapter":9,"verse":28,"versions":{"unv":"免得你領我們出來的那地之人說，耶和華因為不能將這百姓領進他所應許之地，又因恨他們，所以領他們出去，要在曠野殺他們。","bklcl":"kiaⁿ-liáu Lí chhōa goán chhut-lâi hit só͘-chāi ê lâng kóng,  Iâ-hô-hoa in-ūi bōe-ōe chhōa in ji̍p I só͘ èng-ún in ê tōe, koh oàn-hūn in, só͘-í chhōa in chhut-khì, beh bia̍t in tī khòng-iá.","tghg":"驚了你導阮出來彼所在的人講，耶和華因為𣍐會導𪜶入伊所應允𪜶的地，閣怨恨𪜶，所以導𪜶出去，欲滅𪜶佇曠野。","bklhl":"驚了你chhōa阮出來hit所在ê人講：耶和華因為bōe會chhōa in入伊所應允in ê地，koh怨恨in，所以chhōa in出去，beh滅in tī曠野。"}},{"book":"申","chapter":9,"verse":29,"versions":{"unv":"其實他們是你的百姓，你的產業，是你用大能和伸出來的膀臂領出來的。』」","bklcl":"M̄-kú in sī Lí ê peh-sìⁿ, Lí ê sán-gia̍p, sī Lí ēng Lí ê tōa koân-lêng, ēng Lí chhun-chhut-lâi ê chhiú, só͘ chhōa-chhut-lâi ê.","tghg":"呣拘(m̄-kú)𪜶是你的百姓，你的產業，是你用你的大權能，用你伸出來的手所導出來的。』」","bklhl":"M̄-kú in是你ê百姓，你ê產業，是你用你ê大權能，用你伸出來ê手，所chhōa出來ê。"}}]