[{"book":"申","chapter":19,"verse":1,"versions":{"unv":"「耶和華─你　神將列國之民剪除的時候，耶和華─你　神也將他們的地賜給你，你接著住他們的城邑並他們的房屋，","bklcl":"Iâ-hô-hoa lí ê Siōng-tè chiong-lâi chián-tû hiah-ê kok, chiū-sī Iâ-hô-hoa lí ê Siōng-tè ēng in ê tōe siúⁿ-sù lí ê, lí sêng-chiap in, lâi khiā-khí in ê siâⁿ, kap in ê chhù;","tghg":"「耶和華──你的上帝將來剪除許個國，就是耶和華──你的上帝用𪜶的地賞賜你的，你承接𪜶來徛起𪜶的城及𪜶的厝，","bklhl":"耶和華你ê上帝將來剪除hiah-ê國，就是耶和華你ê上帝用in ê地賞賜你ê，你承接in，來khiā起in ê城，kap in ê厝；"}},{"book":"申","chapter":19,"verse":2,"versions":{"unv":"就要在耶和華─你　神所賜你為業的地上分定三座城。","bklcl":"hit-sî lí chiū tio̍h tī Iâ-hô-hoa lí Siōng-tè siúⁿ-sù lí chòe-gia̍p ê tōe, kā i hun-piat saⁿ ê siâⁿ.","tghg":"彼時你就著佇耶和華──你上帝賞賜你做業的地給伊分別三個城。","bklhl":"Hit時你就tio̍h tī耶和華你上帝賞賜你做業ê地，kā伊分別三個城。"}},{"book":"申","chapter":19,"verse":3,"versions":{"unv":"要將耶和華─你　神使你承受為業的地分為三段；又要預備道路，使誤殺人的，都可以逃到那裡去。","bklcl":"Tio̍h chiong Iâ-hô-hoa lí Siōng-tè só͘ siúⁿ-sù lí sêng-chiap kài-lāi ê tōe, hun-chòe saⁿ-khu, koh kā i khui lō͘, hō͘ hiah-ê thâi-lâng-ê lóng thang cháu-khì hia.","tghg":"著將耶和華──你上帝所賞賜你承接界內的地分做三區；閣給伊開路，互許個刣人的，攏通走去遐。","bklhl":"Tio̍h將耶和華你上帝所賞賜你承接界內ê地，分做三坵(khu)，koh kā伊開路，hō͘ hiah-ê 刣人ê lóng thang走去hia。"}},{"book":"申","chapter":19,"verse":4,"versions":{"unv":"「誤殺人的逃到那裡可以存活，定例乃是這樣：凡素無仇恨，無心殺了人的，","bklcl":"Thâi-sí-lâng-ê cháu-khì hia, chiū thang tit-tio̍h oa̍h, hit ê lē chiū-sī án-ni;  kìⁿ-nā pêng-sò͘ bô kiat-oàn chhò-gō͘ lâi thâi-sí i ê chhù-piⁿ;","tghg":"「刣死人的走去遐就通得著活，彼個例就是按呢：見若平素無結怨，錯誤來刣死伊的厝邊，","bklhl":"Thâi死人ê走去hia，就thang得tio̍h活，hit ê例就是án-ni；見若平素無結怨錯誤來刣死伊ê厝邊；"}},{"book":"申","chapter":19,"verse":5,"versions":{"unv":"就如人與鄰舍同入樹林砍伐樹木，手拿斧子一砍，本想砍下樹木，不料，斧頭脫了把，飛落在鄰舍身上，以致於死，這人逃到那些城的一座城，就可以存活，","bklcl":"chiū-sī chhin-chhiūⁿ lâng kap i ê chhù-piⁿ khì chhiū-nâ, beh chhò chhiū-ba̍k, chhiú kia̍h pó͘-thâu chi̍t-ē chhò, beh chhò hit ê chhiū, pó͘-thâu-bah lut-khì, siong-tio̍h i ê chhù-piⁿ tì-kàu sí,  chit ê lâng tio̍h cháu kàu hiah-ê siâⁿ ê chi̍t-ê, chiū thang oa̍h-teh;","tghg":"就是親像人及伊的厝邊去樹林欲剉樹木，手攑斧頭一下剉，欲剉彼個樹，斧頭肉甪(lut)去，傷著伊的厝邊，致到死，此個人著走到許個城的一個，就通活啲，","bklhl":"就是親像人kap伊ê厝邊去樹林，beh剉樹木，手kia̍h斧頭一下剉，beh剉hit ê樹，斧頭肉lut去，傷tio̍h伊ê厝邊致到死，chit ê人tio̍h走到hiah-ê城ê一个，就thang活teh；"}},{"book":"申","chapter":19,"verse":6,"versions":{"unv":"免得報血仇的，心中火熱追趕他，因路遠就追上，將他殺死；其實他不該死，因為他與被殺的素無仇恨。","bklcl":"bián-tit pò-jîn-bēng-ê, tng i sim-hé to̍h ê sî, tui-jip thâi-lâng ê lâng, in-ūi lō͘ chin-hn̄g jip-tio̍h chiū thâi-sí i;  kî-si̍t i m̄ eng-kai sí, in-ūi pêng-sî i bô oàn-hūn i.","tghg":"免得報人命的，當伊心火𤏸(to̍h)的時追趇(jip)刣人的人，因為路真遠趇著，就刣死伊；其實伊呣應該死，因為平時伊無怨恨伊。","bklhl":"免得報人命ê，當伊心火to̍h ê時，追jip 刣人ê人，因為路真遠jip-tio̍h就刣死伊；其實伊m̄應該死，因為平時伊無怨恨伊。"}},{"book":"申","chapter":19,"verse":7,"versions":{"unv":"所以我吩咐你說，要分定三座城。","bklcl":"Só͘-í góa bēng-lēng lí kóng, Tio̍h kā i hun-piat saⁿ ê siâⁿ.","tghg":"所以我命令你講，著給伊分別三個城。","bklhl":"所以我命令你講，Tio̍h kā伊分別三個城。"}},{"book":"申","chapter":19,"verse":8,"versions":{"unv":"耶和華─你　神若照他向你列祖所起的誓擴張你的境界，將所應許賜你列祖的地全然給你，","bklcl":"Iâ-hô-hoa lí ê Siōng-tè, nā chiàu I tùi lí ê lia̍t-chó͘ só͘ chiù-chōa-ê, khui-khoah lí ê kéng-kài, chiong só͘ èng-ún siúⁿ-sù lí ê lia̍t-chó͘ ê choân-tōe hō͘ lí;","tghg":"耶和華──你的上帝若照伊對你的列祖所咒誓的開闊你的境界，將所應允賞賜你的列祖的全地互你，","bklhl":"耶和華你ê上帝，若照伊對你ê列祖所chiù-chōa-ê，開闊你ê境界，將所應允賞賜你ê列祖ê全地hō͘你；"}},{"book":"申","chapter":19,"verse":9,"versions":{"unv":"你若謹守遵行我今日所吩咐的這一切誡命，愛耶和華─你的　神，常常遵行他的道，就要在這三座城之外，再添三座城，","bklcl":"góa kin-á-ji̍t só͘ bēng-lēng lí it-chhè ê kài-bēng, lí nā chip-siú lâi kiâⁿ i, thiàⁿ Iâ-hô-hoa lí ê Siōng-tè, siông-siông kiâⁿ I hiah-ê tō-lō͘, chiū tī chit saⁿ ê siâⁿ í-gōa, tio̍h koh ūi ka-kī ke-siat saⁿ ê siâⁿ;","tghg":"我今仔日所命令你一切的誡命你若執守來行伊，疼耶和華──你的上帝，常常行伊許個道路，就佇此三個城以外，著閣為家己加設(ke-siat)三個城，","bklhl":"我今á日所命令你一切ê誡命，你若執守來行伊，疼耶和華你ê上帝，常常行伊hiah-ê道路，就tī chit三個城以外，tio̍h koh為家己加設三個城；"}},{"book":"申","chapter":19,"verse":10,"versions":{"unv":"免得無辜之人的血流在耶和華─你　神所賜你為業的地上，流血的罪就歸於你。","bklcl":"bián-tit bô-chōe ê huih lâu tī Iâ-hô-hoa lí Siōng-tè só͘ siúⁿ-sù lí chòe-gia̍p ê tōe, tì-kàu lâu-huih ê chōe kui tī lí.","tghg":"免得無罪的血流佇耶和華──你上帝所賞賜你做業的地，致到流血的罪歸佇你。","bklhl":"免得無罪ê血流tī耶和華你上帝所賞賜你做業ê地，致到流血ê罪歸tī你。"}},{"book":"申","chapter":19,"verse":11,"versions":{"unv":"「若有人恨他的鄰舍，埋伏著起來擊殺他，以致於死，便逃到這些城的一座城，","bklcl":"Chóng-sī lâng nā oàn-hūn i ê chhù-piⁿ, bih-teh khí-lâi phah i, siong-hāi i kàu sí, chiū cháu kàu hiah-ê siâⁿ ê chi̍t-ê;","tghg":"「總是人若怨恨伊的厝邊，匿啲起來拍伊，傷害伊到死，就走到許個城的一個，","bklhl":"總是人若怨恨伊ê厝邊，bih teh起來phah伊，傷害伊到死，就走到hiah-ê城ê一个；"}},{"book":"申","chapter":19,"verse":12,"versions":{"unv":"本城的長老就要打發人去，從那裡帶出他來，交在報血仇的手中，將他治死。","bklcl":"i ê siâⁿ ê tiúⁿ-ló chiū tio̍h chhe lâng, tùi hia tòa i chhut-lâi, kau tī pò-jîn-bēng ê lâng ê chhiú, hō͘ i sí;","tghg":"伊的城的長老就著差人，對遐帶伊出來，交佇報人命的人的手，互伊死。","bklhl":"伊ê城ê長老就tio̍h差人，tùi hia帶伊出來，交tī報人命ê人ê手，hō͘伊死；"}},{"book":"申","chapter":19,"verse":13,"versions":{"unv":"你眼不可顧惜他，卻要從以色列中除掉流無辜血的罪，使你可以得福。」","bklcl":"lí ê ba̍k-chiu m̄-thang khó-lîn i;  tī Í-sek-lia̍t tiong tio̍h tû-khì bô-chōe ê huih, hō͘ lí thang tit-tio̍h hok-khì.","tghg":"你的目睭呣通可憐伊，佇以色列中著除去無罪的血，互你通得著福氣。」","bklhl":"你ê目睭m̄-thang可憐伊；tī以色列中tio̍h除去無罪ê血，hō͘你thang得tio̍h福氣。"}},{"book":"申","chapter":19,"verse":14,"versions":{"unv":"「在耶和華─你　神所賜你承受為業之地，不可挪移你鄰舍的地界，那是先人所定的。」","bklcl":"Tī Iâ-hô-hoa lí Siōng-tè só͘ siúⁿ-sù lí sêng-chiap ê tōe, m̄-thang î-sóa chhù-piⁿ ê kài-chí;  hit-ê sī chêng ê lâng só͘ chhāi tī lí sòa-chiap ê gia̍p ê lāi-bīn ê.","tghg":"「佇耶和華──你上帝所賞賜你承接的地，呣通移徙厝邊的界址，彼個是前的人所祀(chhāi)佇你續接的業的內面的。」","bklhl":"Tī耶和華你上帝所賞賜你承接ê地，m̄-thang移徙厝邊ê界址；hit ê是前ê人所chhāi tī你續接ê業ê內面ê。"}},{"book":"申","chapter":19,"verse":15,"versions":{"unv":"「人無論犯甚麼罪，作甚麼惡，不可憑一個人的口作見證，總要憑兩三個人的口作見證才可定案。","bklcl":"Kan-ta chi̍t-lâng bōe thang khí-lâi kan-chèng lâng sím-mi̍h pháiⁿ, sím-mi̍h chōe, chiū-sī i kìⁿ só͘ hoān ê chōe; tek-khak tio̍h pîn nn̄g ê kan-chèng ê lâng ê chhùi, á-sī saⁿ ê kan-chèng ê lâng ê chhùi, chiah thang tēng i ê àn.","tghg":"「干單一人𣍐通起來干證人甚麼歹，甚麼罪，就是伊見所犯的罪，的確著憑二個干證的人的嘴，抑是三個干證的人的嘴才通定伊的案。","bklhl":"Kan-ta一人bōe-thang起來干證人甚麼pháiⁿ，甚麼罪，就是伊見所犯ê罪；的確tio̍h憑兩個干證ê人ê嘴，á是三個干證ê人ê嘴，chiah thang定伊ê案。"}},{"book":"申","chapter":19,"verse":16,"versions":{"unv":"若有凶惡的見證人起來，見證某人作惡，","bklcl":"Nā ū lām-sám kan-chèng ê khí-lâi kong-kek bó͘ lâng, kan-chèng i kiâⁿ-pháiⁿ,","tghg":"若有濫糝干證的起來攻擊某人，干證伊行歹，","bklhl":"若有lām-sám干證ê起來攻擊某人，干證伊行pháiⁿ，"}},{"book":"申","chapter":19,"verse":17,"versions":{"unv":"這兩個爭訟的人就要站在耶和華面前，和當時的祭司，並審判官面前，","bklcl":"chiū chit nn̄g-ê saⁿ-chìⁿ ê lâng tio̍h khiā tī Iâ-hô-hoa ê bīn-chêng, kap tng-sî ê chè-si, kap sím-phòaⁿ-koaⁿ ê bīn-chêng.","tghg":"就此二個相諍(saⁿ-chìⁿ)的人著徛佇耶和華的面前，及當時的祭司，及審判官的面前，","bklhl":"就chit兩個相chìⁿ ê人tio̍h khiā tī耶和華ê面前，kap當時ê祭司，kap審判官ê面前。"}},{"book":"申","chapter":19,"verse":18,"versions":{"unv":"審判官要細細地查究，若見證人果然是作假見證的，以假見證陷害弟兄，","bklcl":"Sím-phòaⁿ-koaⁿ tio̍h siông-sè chhâ-mn̄g;  khòaⁿ ah, nā chòe kan-chèng ê lâng, kó-jiân sī ké kan-chèng, ēng ké kan-chèng beh hāi i ê hiaⁿ-tī,","tghg":"審判官著詳細查問，看啊！若做干證的人果然是假干證，用假干證欲害伊的兄弟，","bklhl":"審判官tio̍h詳細查問；看ah，若做干證ê人，果然是假干證，用假干證beh害伊ê兄弟，"}},{"book":"申","chapter":19,"verse":19,"versions":{"unv":"你們就要待他如同他想要待的弟兄。這樣，就把那惡從你們中間除掉。","bklcl":"lín chiū tio̍h khoán-thāi i, chhin-chhiūⁿ i siūⁿ beh khoán-thāi i ê hiaⁿ-tī ê;  án-ni tùi lín tiong-kan tû-khì hit ê pháiⁿ.","tghg":"恁就著款待伊親像伊想欲款待伊的兄弟的。按呢，對恁中間除去彼個歹。","bklhl":"lín就tio̍h款待伊，親像伊想beh款待伊ê兄弟ê；án-ni tùi lín中間除去hit ê pháiⁿ。"}},{"book":"申","chapter":19,"verse":20,"versions":{"unv":"別人聽見都要害怕，就不敢在你們中間再行這樣的惡了。","bklcl":"Kî-û ê lâng thiaⁿ-kìⁿ lóng beh kiaⁿ, chiū tī lín tiong-kan bô koh kiâⁿ chit hō pháiⁿ.","tghg":"其餘的人聽見攏欲驚，就佇恁中間無閣行此號歹。","bklhl":"其餘ê人聽見lóng beh驚，就tī lín中間無koh行chit號pháiⁿ。"}},{"book":"申","chapter":19,"verse":21,"versions":{"unv":"你眼不可顧惜，要以命償命，以眼還眼，以牙還牙，以手還手，以腳還腳。」","bklcl":"Lí ê ba̍k-chiu m̄-thang khó-lîn i, tio̍h ēng miā pê miā, ba̍k-chiu pê ba̍k-chiu, chhùi-khí pê chhùi-khí, chhiú pê chhiú, kha pê kha.","tghg":"你的目睭呣通可憐伊，著用命賠命，目睭賠目睭，嘴齒賠嘴齒，手賠手，腳賠腳。」","bklhl":"你ê目睭m̄-thang可憐伊，tio̍h用命賠命，目睭賠目睭，嘴齒賠嘴齒，手賠手，腳賠腳。"}}]