[{"book":"申","chapter":11,"verse":1,"versions":{"unv":"「你要愛耶和華─你的　神，常守他的吩咐、律例、典章、誡命。","bklcl":"Só͘-í lí tio̍h thiàⁿ Iâ-hô-hoa lí ê Siōng-tè, siông-siông siú I só͘ hoan-hù lí siú ê, kap I ê lu̍t-lē, hoat-tō͘, kài-bēng.","tghg":"「所以你著疼耶和華──你的上帝，常常守伊所吩咐你守的，及伊的律例、法度、誡命。","bklhl":"所以你tio̍h疼耶和華你ê上帝，常常守伊所吩咐你守ê，kap伊ê律例、法度、誡命。"}},{"book":"申","chapter":11,"verse":2,"versions":{"unv":"你們今日當知道，我本不是和你們的兒女說話；因為他們不知道，也沒有看見耶和華─你們　神的管教、威嚴、大能的手，和伸出來的膀臂，","bklcl":"Lín kin-á-ji̍t tio̍h chai, in-ūi góa m̄-sī kap lín ê kiáⁿ-jî kóng, in m̄-chai, iā bô khòaⁿ-kìⁿ Iâ-hô-hoa lín Siōng-tè ê kàu-tok, ui-giâm, tōa koân-lêng ê chhiú, kap chhun-chhut ê chhiú-kut;","tghg":"恁今仔日著知，因為我呣是及恁的子兒講，𪜶呣知，也無看見耶和華──恁上帝的教督、威嚴、大權能的手，及伸出的手骨，","bklhl":"Lín今á日tio̍h知，因為我m̄是kap lín ê kiáⁿ兒講：in m̄知，也無看見耶和華lín上帝ê教督、威嚴、大權能ê手，kap伸出ê手骨；"}},{"book":"申","chapter":11,"verse":3,"versions":{"unv":"並他在埃及中向埃及王法老和其全地所行的神蹟奇事；","bklcl":"í-ki̍p I ê sîn-jiah, I ê só͘ chòe, kìⁿ-nā tī Ai-ki̍p tiong tùi Ai-ki̍p ông Hoat-ló, kap i ê choân-tōe, só͘ kiâⁿ ê;","tghg":"以及伊的神蹟，伊的所做見若佇埃及中對埃及王法老及伊的全地所行的；","bklhl":"以及伊ê神蹟，伊ê所做，見若tī埃及中對埃及王法老，kap伊ê全地，所行ê；"}},{"book":"申","chapter":11,"verse":4,"versions":{"unv":"也沒有看見他怎樣待埃及的軍兵、車馬，他們追趕你們的時候，耶和華怎樣使紅海的水淹沒他們，將他們滅絕，直到今日，","bklcl":"iā I cháiⁿ-iūⁿ khoán-thāi Ai-ki̍p ê kun-peng, kap in ê bé, in ê chhia;  in tui-jip lín ê sî, Iâ-hô-hoa cháiⁿ-iūⁿ hō͘ Âng-hái ê chúi im-in, bia̍t-bô in kàu kin-á-ji̍t;","tghg":"也伊怎樣款待埃及的軍兵、及𪜶的馬、𪜶的車，𪜶追趇(jip)恁的時，耶和華怎樣互紅海的水淹𪜶，滅無𪜶到今仔日，","bklhl":"也伊怎樣款待埃及ê軍兵，kap in ê馬，in ê車；in追jip lín ê時，耶和華怎樣hō͘紅海ê水淹in，滅無in到今á日；"}},{"book":"申","chapter":11,"verse":5,"versions":{"unv":"並他在曠野怎樣待你們，以致你們來到這地方；","bklcl":"koh I tī khòng-iá cháiⁿ-iūⁿ khoán-thāi lín, kàu lín lâi chit ê só͘-chāi;","tghg":"閣伊佇曠野怎樣款待恁，到恁來此個所在；","bklhl":"koh伊tī曠野怎樣款待lín，到lín來chit ê所在；"}},{"book":"申","chapter":11,"verse":6,"versions":{"unv":"也沒有看見他怎樣待流便子孫以利押的兒子大坍、亞比蘭，地怎樣在以色列人中間開口，吞了他們和他們的家眷，並帳棚與跟他們的一切活物。","bklcl":"koh I cháiⁿ-iūⁿ khoán-thāi Liû-piān ê kiáⁿ-sun Í-lī-ap ê kiáⁿ, Tāi-tan, A-pí-lân;  tōe cháiⁿ-iūⁿ tī Í-sek-lia̍t lâng ê tiong-kan khui-chhùi thun in, kap in ê ke-koàn, í-ki̍p in ê pò͘-pîⁿ, kap it-chhè kun-tè in ê oa̍h-mi̍h;","tghg":"閣伊怎樣款待流便的子孫以利押的子大坍、亞比蘭，地怎樣佇以色列人的中間開嘴，吞𪜶及𪜶的家眷，以及𪜶的布棚及一切跟隨𪜶的活物。","bklhl":"koh伊怎樣款待Liû-piān ê kiáⁿ孫Í-lī-ap ê kiáⁿ、Tāi-tan、A-pí-lân；地怎樣tī以色列人ê中間開嘴吞in，kap in ê家眷，以及in ê布棚，kap一切跟tè in ê活物；"}},{"book":"申","chapter":11,"verse":7,"versions":{"unv":"惟有你們親眼看見耶和華所做的一切大事。」","bklcl":"chí-ū lín chhin-ba̍k khòaⁿ-kìⁿ Iâ-hô-hoa só͘ chòe it-chhè ê tōa-sū.","tghg":"只有恁親目看見耶和華所做一切的大事。」","bklhl":"只有lín親目看見耶和華所做一切ê大事。"}},{"book":"申","chapter":11,"verse":8,"versions":{"unv":"「所以，你們要守我今日所吩咐的一切誡命，使你們膽壯，能以進去，得你們所要得的那地，","bklcl":"Só͘-í lín tio̍h siú góa kin-á-ji̍t só͘ bēng-lēng it-chhè ê kài-bēng, hō͘ lín chòng-táⁿ, ōe ji̍p-khì sêng-chiap lín só͘ beh kè-khì sêng-chiap ê tōe;","tghg":"「所以，恁著守我今仔日所命令一切的誡命，互恁壯膽，會入去承接恁所欲過去承接的地，","bklhl":"所以lín tio̍h守我今á日所命令一切ê誡命，hō͘ lín壯膽，能入去承接lín所beh過去承接ê地；"}},{"book":"申","chapter":11,"verse":9,"versions":{"unv":"並使你們的日子在耶和華向你們列祖起誓、應許給他們和他們後裔的地上得以長久；那是流奶與蜜之地。","bklcl":"iā hō͘ lín ê ji̍t-chí kú-tn̂g tī Iâ-hô-hoa só͘ kap lín ê lia̍t-chó͘ chiù-chōa siúⁿ-sù in kap in ê hō͘-è ê tōe, chiū-sī hit-hō lâu lin kap bi̍t ê tōe.","tghg":"也互恁的日子久長，佇耶和華所及恁的列祖咒誓賞賜𪜶、及𪜶的後裔的地；就是彼號流奶及蜜的地。","bklhl":"也hō͘ lín ê日子久長tī耶和華所kap lín ê列祖chiù-chōa賞賜in kap in ê後裔ê地，就是hit號流奶kap蜜ê地。"}},{"book":"申","chapter":11,"verse":10,"versions":{"unv":"你要進去得為業的那地，本不像你出來的埃及地。你在那裡撒種，用腳澆灌，像澆灌菜園一樣。","bklcl":"In-ūi lí beh ji̍p-khì sêng-chiap ê tōe, m̄-sī chhin-chhiūⁿ lín chhut-lâi ê Ai-ki̍p tōe, lí tī-hia iā-chéng, ēng kha ta̍h lâi koàn-ak, chhin-chhiūⁿ chhài-hn̂g;","tghg":"因為你欲入去承接的地，呣是親像恁出來的埃及地。你佇遐撒種，用腳踏來灌沃，親像菜園。","bklhl":"因為你beh入去承接ê地，m̄是親像lín出來ê埃及地，你tī-hia掖種，用腳踏來灌ak，親像菜園；"}},{"book":"申","chapter":11,"verse":11,"versions":{"unv":"你們要過去得為業的那地乃是有山有谷、雨水滋潤之地，","bklcl":"to̍k-to̍k lín só͘ beh ji̍p-khì sêng-chiap ê tōe, chiū-sī ū soaⁿ, ū soaⁿ-kok, lâi sêng-siū thiⁿ ê hō͘-chúi ê tōe;","tghg":"獨獨恁所欲入去承接的地就是有山有山谷，來承受天的雨水的地，","bklhl":"獨獨lín所beh入去承接ê地，就是有山，有山谷，來承受天ê雨水ê地；"}},{"book":"申","chapter":11,"verse":12,"versions":{"unv":"是耶和華─你　神所眷顧的；從歲首到年終，耶和華─你　神的眼目時常看顧那地。","bklcl":"sī Iâ-hô-hoa lí Siōng-tè só͘ koàn-kò͘ ê tōe, tùi nî-thâu kàu nî-bé;  Iâ-hô-hoa lí Siōng-tè ê ba̍k-chiu siông-siông khòaⁿ i.","tghg":"是耶和華──你上帝所眷顧的地；對年頭到年尾，耶和華──你上帝的目睭常常看伊。","bklhl":"是耶和華你上帝所眷顧ê地，tùi年頭到年尾；耶和華你上帝ê目睭常常看伊。"}},{"book":"申","chapter":11,"verse":13,"versions":{"unv":"「你們若留意聽從我今日所吩咐的誡命，愛耶和華─你們的　神，盡心盡性事奉他，","bklcl":"Lín nā liû-sim thiaⁿ-thàn góa ê kài-bēng, chiū-sī góa kin-á-ji̍t só͘ bēng-lēng lín ê, thiàⁿ Iâ-hô-hoa lín ê Siōng-tè, chīn-sim chīn-sèng ho̍k-sāi I,","tghg":"「恁若留心聽趁我的誡命，就是我今仔日所命令恁的，疼耶和華──恁的上帝，盡心盡性服事伊，","bklhl":"Lín若留心聽thàn我ê誡命，就是我今á日所命令lín ê，疼耶和華lín ê上帝，盡心盡性服事伊，"}},{"book":"申","chapter":11,"verse":14,"versions":{"unv":"他（原文是我）必按時降秋雨春雨在你們的地上，使你們可以收藏五穀、新酒，和油，","bklcl":"chiū Góa beh chiàu-sî lo̍h lí ê tōe só͘ khiàm-ēng ê hō͘, chiū-sī chêng ê hō͘, āu ê hō͘, hō͘ lí thang siu-sêng lí ê gō͘-kak, lí ê chiú, lí ê iû;","tghg":"就我欲照時落你的地所欠用的雨，就是前的雨、後的雨，互你通收成你的五穀、你的酒、你的油，","bklhl":"就我beh照時落你ê地所欠用ê雨，就是前ê雨，後ê雨，hō͘你thang收成你ê五穀，你ê酒，你ê油；"}},{"book":"申","chapter":11,"verse":15,"versions":{"unv":"也必使你吃得飽足，並使田野為你的牲畜長草。","bklcl":"iā hō͘ lí ê chhân-iá hoat-chháu, chhī lí ê cheng-siⁿ, lí iā beh tit-tio̍h pá-chiok.","tghg":"也互你的田野發草，飼你的精牲，你也欲得著飽足。","bklhl":"也hō͘你ê田野發草，飼你ê cheng-siⁿ，你也beh得tio̍h飽足。"}},{"book":"申","chapter":11,"verse":16,"versions":{"unv":"你們要謹慎，免得心中受迷惑，就偏離正路，去事奉敬拜別神。","bklcl":"Lín tio̍h ka-kī kín-sīn, bián-tit lín ê sim siū bê, tì-kàu lín oai-chhoa̍h, khì ho̍k-sāi pa̍t ê siōng-tè, lâi kèng-pài i;","tghg":"恁著家己謹慎，免得恁的心受迷，致到恁歪斜，去服事別個上帝來敬拜伊。","bklhl":"Lín tio̍h家己謹慎，免得lín ê心受迷，致到lín歪chhoa̍h，去服事別ê上帝，來敬拜伊；"}},{"book":"申","chapter":11,"verse":17,"versions":{"unv":"耶和華的怒氣向你們發作，就使天閉塞不下雨，地也不出產，使你們在耶和華所賜給你們的美地上速速滅亡。","bklcl":"tì-kàu Iâ-hô-hoa tōa siū-khì lín, hō͘ thiⁿ koaiⁿ-ba̍t bô lo̍h hō͘, tōe iā bô chhut-sán;  lín chiū tī Iâ-hô-hoa só͘ siúⁿ-sù lín ê súi tōe kín-kín bia̍t-bô.","tghg":"致到耶和華大受氣恁，互天關密無落雨，地也無出產，恁就佇耶和華所賞賜恁的媠地緊緊滅無。","bklhl":"致到耶和華大受氣lín，hō͘天關密無落雨，地也無出產；lín就tī耶和華所賞賜lín ê súi地緊緊滅無。"}},{"book":"申","chapter":11,"verse":18,"versions":{"unv":"「你們要將我這話存在心內，留在意中，繫在手上為記號，戴在額上為經文；","bklcl":"Só͘-í lín tio̍h ēng góa chiah-ê ōe kì tī lín ê sim, lín ê náu;  iā tio̍h pa̍k tī lín ê chhiú chòe kì-hō, tì tī lín nn̄g lúi ba̍k-chiu ê tiong-ng chòe kì-liām;","tghg":"「所以恁著用我諸個話記佇恁的心，恁的腦，也著縛佇恁的手做記號，戴佇恁二蕊目睭的中央做紀念；","bklhl":"所以lín tio̍h用我chiah ê話記tī lín ê心，lín ê腦；也tio̍h縛tī lín ê手做記號，戴tī lín兩蕊目睭ê中央做記念；"}},{"book":"申","chapter":11,"verse":19,"versions":{"unv":"也要教訓你們的兒女，無論坐在家裡，行在路上，躺下，起來，都要談論；","bklcl":"iā tio̍h ēng che kà-sī lín ê kiáⁿ-jî, bô-lūn lí chē tī chhù-lāi, kiâⁿ tī lō͘-ni̍h, khùn á-sī khí-lâi, lóng tio̍h káng-lūn;","tghg":"也著用這教示恁的子兒，無論你坐佇厝內，行佇路裡，睏抑是起來，攏著講論；","bklhl":"也tio̍h用這教示lín ê kiáⁿ兒，無論你坐tī厝內，行tī路裡，睏á是起來，lóng tio̍h講論；"}},{"book":"申","chapter":11,"verse":20,"versions":{"unv":"又要寫在房屋的門框上，並城門上，","bklcl":"koh tio̍h siá tī lí ê chhù ê mn̂g-khiā, í-ki̍p lí ê mn̂g;","tghg":"閣著寫佇你的厝的門竪(mn̂g-khiā)，以及你的門，","bklhl":"koh tio̍h寫tī你ê厝ê門khiā，以及你ê門；"}},{"book":"申","chapter":11,"verse":21,"versions":{"unv":"使你們和你們子孫的日子在耶和華向你們列祖起誓、應許給他們的地上得以增多，如天覆地的日子那樣多。","bklcl":"hō͘ lín ê ji̍t-chí, kap lín ê kiáⁿ-sun ê ji̍t-chí, tī Iâ-hô-hoa tùi lín ê lia̍t-chó͘ chiù-chōa siúⁿ-sù in ê tōe, tit-tio̍h ke-thiⁿ chōe-chōe, chhin-chhiūⁿ thiⁿ khàm-tōe ê ji̍t hiah kú.","tghg":"互恁的日子及恁的子孫的日子，佇耶和華對恁的列祖咒誓賞賜𪜶的地，得著加添多多，親像天蓋地的日許久。","bklhl":"Hō͘ lín ê日子，kap lín ê kiáⁿ孫ê日子，tī耶和華對lín ê列祖chiù-chōa賞賜in ê地，得tio̍h加添chōe-chōe，親像天蓋地ê日hiah久。"}},{"book":"申","chapter":11,"verse":22,"versions":{"unv":"你們若留意謹守遵行我所吩咐這一切的誡命，愛耶和華─你們的　神，行他的道，專靠他，","bklcl":"Lín nā chù-ì chip-siú góa só͘ bēng-lēng lín it-chhè ê kài-bēng, lâi kiâⁿ i, thiàⁿ Iâ-hô-hoa lín ê Siōng-tè, kiâⁿ I it-chhè ê lō͘, kiat-liân tī I,","tghg":"恁若注意執守我所命令恁一切的誡命來行伊，疼耶和華──恁的上帝，行伊一切的路，結聯佇伊，","bklhl":"Lín若注意執守我所命令lín一切ê誡命，來行伊，疼耶和華lín ê上帝，行伊一切ê路，結聯tī伊，"}},{"book":"申","chapter":11,"verse":23,"versions":{"unv":"他必從你們面前趕出這一切國民，就是比你們更大更強的國民，你們也要得他們的地。","bklcl":"Iâ-hô-hoa chiū beh tùi lín bīn-chêng kóaⁿ-chhut che it-chhè ê kok, lín iā beh tit-tio̍h pí lín khah-tōa khah-kiông ê kok.","tghg":"耶和華就欲對恁面前趕出這一切的國，恁也欲得著比恁卡大卡強的國。","bklhl":"耶和華就beh tùi lín面前趕出這一切ê國，lín也beh得tio̍h比lín khah大khah強ê國。"}},{"book":"申","chapter":11,"verse":24,"versions":{"unv":"凡你們腳掌所踏之地都必歸你們；從曠野和黎巴嫩，並幼發拉底大河，直到西海，都要作你們的境界。","bklcl":"Kìⁿ-nā lín ê kha-chiúⁿ só͘ ta̍h ê tōe, lóng beh kui hō͘ lín, tùi khòng-iá kap Lī-pa-lùn, tùi hit ê hô, chiū-sī Pek-la̍h hô, kàu sai-pêng ê hái, lóng beh chòe lín ê kéng-kài;","tghg":"見若恁的腳掌所踏的地攏欲歸互恁；對曠野及黎巴嫩，對彼個河就是伯拉河，到西旁的海，攏欲做恁的境界。","bklhl":"見若lín ê腳掌所踏ê地，lóng beh歸hō͘ lín，tùi曠野kap Lī-pa-lùn，tùi hit ê河，就是Pek-la̍h河，到西pêng ê海，lóng beh做lín ê境界；"}},{"book":"申","chapter":11,"verse":25,"versions":{"unv":"必無一人能在你們面前站立得住；耶和華─你們的　神必照他所說的，使懼怕驚恐臨到你們所踏之地的居民。","bklcl":"beh bô chi̍t-lâng ōe khiā-tiâu tī lín ê bīn-chêng;  Iâ-hô-hoa lín ê Siōng-tè beh hō͘ lín só͘ ta̍h ê choân-tōe lóng kiaⁿ lín, lún lín, chiàu I só͘ tùi lín kóng ê.","tghg":"欲無一人會徛住佇恁的面前；耶和華──恁的上帝欲互恁所踏的全地攏驚恁愞(lún)恁，照伊所對恁講的。」","bklhl":"beh無一人能khiā-tiâu tī lín ê面前；耶和華lín ê上帝beh hō͘ lín所踏ê全地lóng驚lín，忍lín，照伊所對lín講ê。"}},{"book":"申","chapter":11,"verse":26,"versions":{"unv":"「看哪，我今日將祝福與咒詛的話都陳明在你們面前。","bklcl":"Khòaⁿ ah, góa kin-á-ji̍t chiong chiok-hok kap chiù-chó͘ pâi tī lín ê bīn-chêng;","tghg":"「看啊，我今仔日將祝福及咒詛排佇恁的面前。","bklhl":"看ah，我今á日將祝福kap咒詛排tī lín ê面前；"}},{"book":"申","chapter":11,"verse":27,"versions":{"unv":"你們若聽從耶和華─你們　神的誡命，就是我今日所吩咐你們的，就必蒙福。","bklcl":"lín nā thàn Iâ-hô-hoa lín Siōng-tè ê kài-bēng, góa kin-á-ji̍t só͘ bēng-lēng lín ê, chiū-sī chiok-hok;","tghg":"恁若趁耶和華──恁上帝的誡命，我今仔日所命令恁的，就是祝福。","bklhl":"lín若thàn耶和華lín上帝ê誡命，我今á日所命令lín ê，就是祝福；"}},{"book":"申","chapter":11,"verse":28,"versions":{"unv":"你們若不聽從耶和華─你們　神的誡命，偏離我今日所吩咐你們的道，去事奉你們素來所不認識的別神，就必受禍。","bklcl":"lín nā m̄-thàn Iâ-hô-hoa lín Siōng-tè ê kài-bēng, oai-chhoa̍h góa kin-á-ji̍t só͘ bēng-lēng lín ê lō͘, khì thàn pa̍t ê siōng-tè, lín pêng-sò͘ só͘ m̄-bat ê, chiū-sī chiù-chó͘.","tghg":"恁若呣趁耶和華──恁上帝的誡命，歪斜我今仔日所命令恁的路，去趁別個上帝，恁平素所呣識的，就是咒詛。","bklhl":"lín若m̄-thàn耶和華lín上帝ê誡命，歪chhoa̍h我今á日所命令lín ê路，去thàn別ê上帝，lín平素所m̄-bat ê，就是咒詛。"}},{"book":"申","chapter":11,"verse":29,"versions":{"unv":"及至耶和華─你的　神領你進入要去得為業的那地，你就要將祝福的話陳明在基利心山上，將咒詛的話陳明在以巴路山上。","bklcl":"Chiong-lâi Iâ-hô-hoa lí ê Siōng-tè chhōa lí kàu lí só͘ beh ji̍p-khì sêng-chiap ê tōe, lí tio̍h hē hit ê chiok-hok tī Ki-lī-sim soaⁿ, hē hit ê chiù-chó͘ tī Í-pa-lō͘ soaⁿ.","tghg":"將來耶和華──你的上帝導你到你所欲入去承接的地，你著下彼個祝福佇基利心山，下彼個咒詛佇以巴路山。","bklhl":"將來耶和華你ê上帝chhōa你到你所beh入去承接ê地，你tio̍h hē hit ê祝福tī Ki-lī-sim山，hē hit ê咒詛tī Í-pa-lō͘山。"}},{"book":"申","chapter":11,"verse":30,"versions":{"unv":"這二山豈不是在約旦河那邊，日落之處，在住亞拉巴的迦南人之地與吉甲相對，靠近摩利橡樹嗎？","bklcl":"Chit nn̄g ê soaⁿ kiám-m̄-sī tī Iok-tàn hô hit-pêng, ji̍t-lo̍h ê lō͘ ê āu-bīn, tī khiā-khí A-la̍h-pa ê Ka-lâm lâng ê tōe, kap Kiat-kah saⁿ-tùi, óa-kūn Mô͘-lī siōng-chhiū mah?","tghg":"此二個山豈呣是佇約但河彼旁，日落的路的後面，佇徛起亞拉巴的迦南人的地及吉甲相對，倚近摩利橡樹嗎？","bklhl":"Chit兩個山kiám-m̄是tī約旦河hit-pêng，日落ê路ê後面，tī khiā起A-la̍h-pa ê迦南人ê地，kap Kiat-kah相對，óa近Mô͘-lī橡樹mah？"}},{"book":"申","chapter":11,"verse":31,"versions":{"unv":"你們要過約旦河，進去得耶和華─你們　神所賜你們為業之地，在那地居住。","bklcl":"In-ūi lín beh kè Iok-tàn hô, ji̍p-khì sêng-chiap Iâ-hô-hoa lín Siōng-tè só͘ siúⁿ-sù lín chòe-gia̍p ê tōe, lín beh tī-hia khiā-khí.","tghg":"因為恁欲過約但河，入去承接耶和華──恁上帝所賞賜恁做業的地，恁欲佇遐徛起。","bklhl":"因為lín beh過約旦河，入去承接耶和華lín上帝所賞賜lín做業ê地，lín beh tī-hia khiā起。"}},{"book":"申","chapter":11,"verse":32,"versions":{"unv":"你們要謹守遵行我今日在你們面前所陳明的一切律例典章。」","bklcl":"Lín tio̍h chip-siú lâi kiâⁿ góa kin-á-ji̍t tī lín ê bīn-chêng só͘ pâi-lia̍t it-chhè ê lu̍t-lē hoat-tō͘.","tghg":"恁著執守來行我今仔日佇恁的面前所排列一切的律例法度。」","bklhl":"Lín tio̍h執守來行我今á日tī lín ê面前所排列一切ê律例法度。"}}]