[{"book":"申","chapter":27,"verse":1,"versions":{"unv":"摩西和以色列的眾長老吩咐百姓說：「你們要遵守我今日所吩咐的一切誡命。","bklcl":"Mô͘-se kap Í-sek-lia̍t chiah-ê tiúⁿ-ló bēng-lēng peh-sìⁿ kóng, Lín tio̍h siú góa kin-á-ji̍t só͘ bēng-lēng lín it-chhè ê kài-bēng.","tghg":"摩西及以色列諸個長老命令百姓講：「恁著守我今仔日所命令恁一切的誡命。","bklhl":"摩西kap以色列chiah ê長老命令百姓講：Lín tio̍h守我今á日所命令lín一切ê誡命。"}},{"book":"申","chapter":27,"verse":2,"versions":{"unv":"你們過約旦河，到了耶和華─你　神所賜給你的地，當天要立起幾塊大石頭，墁上石灰，","bklcl":"Lín kè Iok-tàn, kàu Iâ-hô-hoa lí Siōng-tè só͘ siúⁿ-sù lí ê tōe, hit-ji̍t tio̍h khiā kúi-tè tōa-chio̍h, ēng he boah i;","tghg":"恁過約但，到耶和華──你上帝所賞賜你的地，彼日著徛幾塊大石，用灰抹伊，","bklhl":"Lín過約旦，到耶和華你上帝所賞賜你ê地，hit日tio̍h khiā幾塊大石，用灰抹伊；"}},{"book":"申","chapter":27,"verse":3,"versions":{"unv":"把這律法的一切話寫在石頭上。你過了河，可以進入耶和華─你　神所賜你流奶與蜜之地，正如耶和華─你列祖之　神所應許你的。","bklcl":"lí í-keng kè-khì, tio̍h siá chit ê lu̍t-hoat it-chhè ê ōe tī hit téng-bīn, thang hō͘ lí ji̍p-khì Iâ-hô-hoa lí ê Siōng-tè só͘ siúⁿ-sù lí ê tōe, chiū-sī lâu lin kap bi̍t ê tōe, chiàu Iâ-hô-hoa lí lia̍t-chó͘ ê Siōng-tè só͘ èng-ún lí ê.","tghg":"你已經過去，著寫此個律法一切的話佇彼頂面，通互你入去耶和華──你的上帝所賞賜你的地，就是流奶及蜜的地，照耶和華──你列祖的上帝所應允你的。","bklhl":"你已經過去，tio̍h寫chit ê律法一切ê話tī hit頂面，thang hō͘你入去耶和華你ê上帝所賞賜你ê地，就是流奶kap蜜ê地，照耶和華你列祖ê上帝所應允你ê。"}},{"book":"申","chapter":27,"verse":4,"versions":{"unv":"你們過了約旦河，就要在以巴路山上照我今日所吩咐的，將這些石頭立起來，墁上石灰。","bklcl":"Lín í-keng kè Iok-tàn, chiū tio̍h tī Í-pa-lō͘ soaⁿ khiā góa kin-á-ji̍t só͘ bēng-lēng lín hiah-ê chio̍h, ēng he boah i.","tghg":"恁已經過約但，就著佇以巴路山徛我今仔日所命令恁許個石，用灰抹伊。","bklhl":"Lín已經過約旦，就tio̍h tī Í-pa-lō͘山khiā我今á日所命令lín hiah-ê石，用灰抹伊。"}},{"book":"申","chapter":27,"verse":5,"versions":{"unv":"在那裡要為耶和華─你的　神築一座石壇；在石頭上不可動鐵器。","bklcl":"Tī-hia tio̍h ūi Iâ-hô-hoa lí ê Siōng-tè khí chi̍t chō tôaⁿ, chiū-sī chio̍h ê tôaⁿ, tī hit téng-bīn m̄-thang tāng-tio̍h thih-khì;","tghg":"佇遐著為耶和華──你的上帝起一座壇；就是石的壇佇彼頂面呣通動著鐵器。","bklhl":"Tī-hia tio̍h為耶和華你ê上帝起一座壇，就是石ê壇，tī hit頂面m̄-thang動tio̍h鐵器；"}},{"book":"申","chapter":27,"verse":6,"versions":{"unv":"要用沒有鑿過的石頭築耶和華─你　神的壇，在壇上要將燔祭獻給耶和華─你的　神。","bklcl":"tio̍h ēng bô kè-phah ê chio̍h khí Iâ-hô-hoa lí Siōng-tè ê tôaⁿ;","tghg":"著用無過拍的石起耶和華──你上帝的壇，","bklhl":"tio̍h用無過phah ê石起耶和華你上帝ê壇；"}},{"book":"申","chapter":27,"verse":7,"versions":{"unv":"又要獻平安祭，且在那裡吃，在耶和華─你的　神面前歡樂。","bklcl":"tī hit téng-bīn tio̍h hiàn sio-chè hō͘ Iâ-hô-hoa lí ê Siōng-tè;  koh tio̍h hiàn siā-un-chè;  iā tī-hia chia̍h, tī Iâ-hô-hoa lí Siōng-tè ê bīn-chêng hoaⁿ-hí.","tghg":"佇彼頂面著獻燒祭互耶和華──你的上帝。閣著獻謝恩祭，也佇遐食，佇耶和華──你上帝的面前歡喜。","bklhl":"tī hit頂面tio̍h獻燒祭hō͘耶和華你ê上帝；koh tio̍h獻謝恩祭；也tī-hia食，tī耶和華你上帝ê面前歡喜。"}},{"book":"申","chapter":27,"verse":8,"versions":{"unv":"你要將這律法的一切話明明地寫在石頭上。」","bklcl":"Lí tio̍h chiong chit ê lu̍t-hoat it-chhè ê ōe, siá-bêng tī hiah-ê chio̍h-ni̍h.","tghg":"你著將此個律法一切的話寫明佇許個石裡。」","bklhl":"你tio̍h將chit ê律法一切ê話，寫明tī hiah-ê石裡。"}},{"book":"申","chapter":27,"verse":9,"versions":{"unv":"摩西和祭司利未人曉諭以色列眾人說：「以色列啊，要默默靜聽。你今日成為耶和華─你　神的百姓了。","bklcl":"Mô͘-se kap chè-si Lī-bī lâng, hoan-hù Í-sek-lia̍t chèng-lâng kóng, Í-sek-lia̍t ah, tio̍h chēng-chēng lâi thiaⁿ;  kin-á-ji̍t lí chiâⁿ-chòe Iâ-hô-hoa lí Siōng-tè ê peh-sìⁿ;","tghg":"摩西及祭司利未人吩咐以色列眾人講：「以色列啊，著靜靜來聽。今仔日你成做耶和華──你上帝的百姓。","bklhl":"摩西kap祭司利未人，吩咐以色列眾人講：以色列ah，tio̍h靜靜來聽；今á日你成做耶和華你上帝ê百姓；"}},{"book":"申","chapter":27,"verse":10,"versions":{"unv":"所以要聽從耶和華─你　神的話，遵行他的誡命律例，就是我今日所吩咐你的。」","bklcl":"só͘-í tio̍h thiaⁿ-thàn Iâ-hô-hoa lí Siōng-tè ê ōe, kiâⁿ I ê kài-bēng lu̍t-lē, chiū-sī góa kin-á-ji̍t só͘ bēng-lēng lí ê.","tghg":"所以著聽趁耶和華──你上帝的話，行伊的誡命律例，就是我今仔日所命令你的。」","bklhl":"所以tio̍h聽thàn耶和華你上帝ê話，行伊ê誡命律例，就是我今á日所命令你ê。"}},{"book":"申","chapter":27,"verse":11,"versions":{"unv":"當日，摩西囑咐百姓說：","bklcl":"Tng hit-ji̍t Mô͘-se bēng-lēng peh-sìⁿ kóng,","tghg":"當彼日，摩西命令百姓講：","bklhl":"當hit日，摩西命令百姓講："}},{"book":"申","chapter":27,"verse":12,"versions":{"unv":"「你們過了約旦河，西緬、利未、猶大、以薩迦、約瑟、便雅憫六個支派的人都要站在基利心山上為百姓祝福。","bklcl":"Lín kè Iok-tàn liáu-āu, Se-biān, Lī-bī, Iû-tāi, Í-sat-ka, Iok-sek, Piān-ngá-bín, chiah-ê chi-phài, tio̍h khiā tī Ki-lī-sim soaⁿ lâi chiok-hok peh-sìⁿ;","tghg":"「恁過約但了後，西緬、利未、猶大、以薩迦、約瑟、便雅憫諸個支派著徛佇基利心山來祝福百姓。","bklhl":"Lín過約旦了後，西門、利未、偤大、以撒迦、約瑟、便雅憫，chiah ê支派，tio̍h khiā tī Ki-lī-sim山來祝福百姓；"}},{"book":"申","chapter":27,"verse":13,"versions":{"unv":"流便、迦得、亞設、西布倫、但、拿弗他利六個支派的人都要站在以巴路山上宣布咒詛。","bklcl":"Liû-piān, Ka-tek, A-siat, Se-pò͘-lûn, Tàn, Ná-hut-tha-lī, chiah-ê chi-phài, tio̍h khiā tī Í-pa-lō͘ soaⁿ lâi soan-pò͘ chiù-chó͘.","tghg":"流便、迦得、亞設、西布倫、但、拿弗他利諸個支派著徛佇以巴路山來宣佈咒詛。","bklhl":"Liû-piān、Ka-tek、A-siat、Se-pò͘-lûn、Tàn、Ná-hut-tha-lī，chiah ê支派，tio̍h khiā tī Í-pa-lō͘山來宣布咒詛。"}},{"book":"申","chapter":27,"verse":14,"versions":{"unv":"利未人要向以色列眾人高聲說：","bklcl":"Lī-bī lâng tio̍h tōa-siaⁿ tùi Í-sek-lia̍t chèng-lâng kóng;","tghg":"利未人著大聲對以色列眾人講：","bklhl":"利未人tio̍h大聲對以色列眾人講；"}},{"book":"申","chapter":27,"verse":15,"versions":{"unv":"「『有人製造耶和華所憎惡的偶像，或雕刻，或鑄造，就是工匠手所做的，在暗中設立，那人必受咒詛！』百姓都要答應說：『阿們！』","bklcl":"Kìⁿ-nā lâng chè-chō ngó͘-siōng, khek-ê, á-sī chù-ê, Iâ-hô-hoa só͘ iàm-ò͘ⁿ-ê, chiū-sī sai-hū ê chhiú só͘ chòe ê, chhāi tī àm-chīⁿ ê só͘-chāi, hit-lâng tio̍h siū chiù-chó͘.  Peh-sìⁿ lóng tio̍h ìn kóng, A-bēng.","tghg":"「『見若人製造偶像，刻的，抑是鑄的，耶和華所厭惡的，就是師傅的手所做的，祀佇暗靜的所在，彼人著受咒詛！』百姓攏著應講：『阿們！』","bklhl":"見若人製造偶像，刻ê，á是鑄ê，耶和華所厭惡ê，就是師傅ê手所做ê，chhāi tī暗靜ê所在，hit人tio̍h受咒詛。百姓lóng tio̍h應講，A-bēng。"}},{"book":"申","chapter":27,"verse":16,"versions":{"unv":"「『輕慢父母的，必受咒詛！』百姓都要說：『阿們！』","bklcl":"Khòaⁿ-khin lāu-pē á-sī lāu-bú ê, tio̍h siū chiù-chó͘.  Peh-sìⁿ lóng tio̍h kóng, A-bēng.","tghg":"「『看輕老父抑是老母的，著受咒詛！』百姓攏著講：『阿們！』","bklhl":"看輕老父á是老母ê，tio̍h受咒詛。百姓lóng tio̍h講：A-bēng。"}},{"book":"申","chapter":27,"verse":17,"versions":{"unv":"「『挪移鄰舍地界的，必受咒詛！』百姓都要說：『阿們！』","bklcl":"Î-sóa chhù-piⁿ ê kài-chí ê, tio̍h siū chiù-chó͘.  Peh-sìⁿ lóng tio̍h kóng, A-bēng.","tghg":"「『移徙厝邊的界址的，著受咒詛！』百姓攏著講：『阿們！』","bklhl":"移徙厝邊ê界址ê，tio̍h受咒詛。百姓lóng tio̍h講：A-bēng。"}},{"book":"申","chapter":27,"verse":18,"versions":{"unv":"「『使瞎子走差路的，必受咒詛！』百姓都要說：『阿們！』","bklcl":"Hō͘ chhiⁿ-mî lâng kiâⁿ m̄-tio̍h lō͘ ê, tio̍h siū chiù-chó͘.  Peh-sìⁿ lóng tio̍h kóng, A-bēng.","tghg":"「『互睛瞑人行呣著路的，著受咒詛！』百姓攏著講：『阿們！』","bklhl":"Hō͘ chhiⁿ-mî人行m̄-tio̍h路ê，tio̍h受咒詛。百姓lóng tio̍h講：A-bēng。"}},{"book":"申","chapter":27,"verse":19,"versions":{"unv":"「『向寄居的和孤兒寡婦屈枉正直的，必受咒詛！』百姓都要說：『阿們！』","bklcl":"Sím-phòaⁿ lâi oan-óng chhut-gōa lâng kap ko͘-jî kóaⁿ-hū ê, tio̍h siū chiù-chó͘.  Peh-sìⁿ lóng tio̍h kóng, A-bēng.","tghg":"「『審判來冤枉出外人及孤兒寡婦的，著受咒詛！』百姓攏著講：『阿們！』","bklhl":"審判來冤枉出外人kap孤兒、寡婦ê，tio̍h受咒詛。百姓lóng tio̍h講：A-bēng。"}},{"book":"申","chapter":27,"verse":20,"versions":{"unv":"「『與繼母行淫的，必受咒詛！因為掀開他父親的衣襟。』百姓都要說：『阿們！』","bklcl":"Kap lāu-pē ê āu-bó͘ tâng-pâng ê tio̍h siū chiù-chó͘, in-ūi i ū hian-khui i ê lāu-pē ê saⁿ-á-ku.  Peh-sìⁿ lóng tio̍h kóng, A-bēng.","tghg":"「『及老父的後某同房的，著受咒詛！因為伊有掀開伊的老父的衫仔裾。』百姓攏著講：『阿們！』","bklhl":"Kap老父ê後bó͘同房ê tio̍h受咒詛，因為伊有掀開伊ê老父ê衫á裾。百姓lóng tio̍h講：A-bēng。"}},{"book":"申","chapter":27,"verse":21,"versions":{"unv":"「『與獸淫合的，必受咒詛！』百姓都要說：『阿們！』","bklcl":"Bô-lūn kap sím-mi̍h siù kau-ha̍p-ê tio̍h siū chiù-chó͘.  Peh-sìⁿ lóng tio̍h kóng, A-bēng.","tghg":"「『無論及甚麼獸交合的，著受咒詛！』百姓攏著講：『阿們！』","bklhl":"無論kap甚麼獸交合-ê tio̍h受咒詛。百姓lóng tio̍h講：A-bēng。"}},{"book":"申","chapter":27,"verse":22,"versions":{"unv":"「『與異母同父，或異父同母的姊妹行淫的，必受咒詛！』百姓都要說：『阿們！』","bklcl":"Lâng kap siâng-pē ê chí-bē, á-sī siâng-bú ê chí-bē, tâng-pâng, hit-lâng tio̍h siū chiù-chó͘.  Peh-sìⁿ lóng tio̍h kóng, A-bēng.","tghg":"「『人及像父(siâng-pē)的姊妹，抑是像母(siâng-bú)的姊妹同房，彼人著受咒詛！』百姓攏著講：『阿們！』","bklhl":"人kap siâng父ê姊妹，á是siâng母 ê姊妹，同房，hit人tio̍h受咒詛。百姓lóng tio̍h講：A-bēng。"}},{"book":"申","chapter":27,"verse":23,"versions":{"unv":"「『與岳母行淫的，必受咒詛！』百姓都要說：『阿們！』","bklcl":"Kap tiūⁿ-ḿ tâng-pâng-ê tio̍h siū chiù-chó͘. Peh-sìⁿ lóng tio̍h kóng, A-bēng.","tghg":"「『及丈姆同房的，著受咒詛！』百姓攏著講：『阿們！』","bklhl":"Kap丈姆同房ê tio̍h受咒詛。百姓lóng tio̍h講：A-bēng。"}},{"book":"申","chapter":27,"verse":24,"versions":{"unv":"「『暗中殺人的，必受咒詛！』百姓都要說：『阿們！』","bklcl":"Àm-chīⁿ phah-sí chhù-piⁿ ê tio̍h siū chiù-chó͘.  Peh-sìⁿ lóng tio̍h kóng, A-bēng.","tghg":"「『暗靜拍死厝邊的，著受咒詛！』百姓攏著講：『阿們！』","bklhl":"暗靜phah死厝邊ê tio̍h受咒詛。百姓lóng tio̍h講：A-bēng。"}},{"book":"申","chapter":27,"verse":25,"versions":{"unv":"「『受賄賂害死無辜之人的，必受咒詛！』百姓都要說：『阿們！』","bklcl":"Siū pò͘-lō͘ lâi hāi-sí bô-chōe ê lâng ê tio̍h siū chiù-chó͘.  Peh-sìⁿ lóng tio̍h kóng, A-bēng.","tghg":"「『受賄賂來害死無罪的人的，著受咒詛！』百姓攏著講：『阿們！』","bklhl":"受pò͘賂來害死無罪ê人ê tio̍h受咒詛。百姓lóng tio̍h講：A-bēng。"}},{"book":"申","chapter":27,"verse":26,"versions":{"unv":"「『不堅守遵行這律法言語的，必受咒詛！』百姓都要說：『阿們！』","bklcl":"Bô kian-siú chiah-ê lu̍t-hoat ê ōe lâi kiâⁿ-ê tio̍h siū chiù-chó͘.  Peh-sìⁿ lóng tio̍h kóng, A-bēng.","tghg":"「『無堅守諸個律法的話來行的，著受咒詛！』百姓攏著講：『阿們！』」","bklhl":"無堅守chiah ê律法ê話來行ê tio̍h受咒詛。百姓lóng tio̍h講：A-bēng。"}}]