[{"book":"申","chapter":15,"verse":1,"versions":{"unv":"「每逢七年末一年，你要施行豁免。","bklcl":"Ta̍k-pái kàu chhit-nî ê lō͘-bé, lí tio̍h kiâⁿ tháu-pàng.","tghg":"「逐擺到七年的路尾，你著行解放。","bklhl":"Ta̍k-pái到七年ê路尾，你tio̍h行tháu放。"}},{"book":"申","chapter":15,"verse":2,"versions":{"unv":"豁免的定例乃是這樣：凡債主要把所借給鄰舍的豁免了；不可向鄰舍和弟兄追討，因為耶和華的豁免年已經宣告了。","bklcl":"Tháu-pàng ê lē, chiū-sī án-ni;  hoān-nā chè-chú chioh chhù-piⁿ-ê, tio̍h tháu-pàng;  m̄-thang tùi lí ê chhù-piⁿ kap hiaⁿ-tī tui-thó;  in-ūi Iâ-hô-hoa ê tháu-pàng í-keng soan-pò͘ lah.","tghg":"解放的例就是按呢：凡若債主借厝邊的著解放；呣通對你的厝邊及兄弟追討，因為耶和華的解放已經宣佈啦。","bklhl":"tháu放ê例，就是án-ni；凡若債主借厝邊ê，tio̍h tháu放；m̄-thang對你ê厝邊kap兄弟追討；因為耶和華ê tháu放已經宣布lah。"}},{"book":"申","chapter":15,"verse":3,"versions":{"unv":"若借給外邦人，你可以向他追討；但借給你弟兄，無論是甚麼，你要鬆手豁免了。","bklcl":"Nā-sī gōa-kok lâng lí thang kā i tui-thó só͘ khiàm ê; to̍k-to̍k lí ê mi̍h tī lí ê hiaⁿ-tī ê, lí ê chhiú tio̍h tháu-pàng i.","tghg":"若是外國人，你通給伊追討所欠的；獨獨你的物佇你的兄弟的，你的手著解放伊。","bklhl":"若是外國人你thang kā伊追討所欠ê；獨獨你ê物tī你ê兄弟ê，你ê手tio̍h tháu放伊。"}},{"book":"申","chapter":15,"verse":4,"versions":{"unv":"你若留意聽從耶和華─你　神的話，謹守遵行我今日所吩咐你這一切的命令，就必在你們中間沒有窮人了（在耶和華─你　神所賜你為業的地上，耶和華必大大賜福與你。）","bklcl":"Lí nā liû-sim thiaⁿ Iâ-hô-hoa lí Siōng-tè ê ōe, chip-siú lâi kiâⁿ góa kin-á-ji̍t só͘ bēng-lēng lí che it-chhè ê kài-bēng, chiū beh tī lín tiong-kan bô sòng-hiong lâng;  in-ūi tī Iâ-hô-hoa lí ê Siōng-tè só͘ siúⁿ-sù lí chòe-gia̍p ê tōe, Iâ-hô-hoa beh tōa-tōa sù-hok lí.","tghg":"你若留心聽耶和華──你上帝的話，執守來行我今仔日所命令你這一切的誡命，就欲佇恁中間無喪鄉人（因為佇耶和華──你的上帝所賞賜你做業的地，耶和華欲大大賜福你。）","bklhl":"你若留心聽耶和華你上帝ê話，執守來行我今á日所命令你這一切ê誡命，就beh tī lín中間無sòng-hiong人；因為tī耶和華你ê上帝所賞賜你做業ê地，耶和華beh大大賜福你。"}},{"book":"申","chapter":15,"verse":5,"versions":{"unv":"【併於上節】","tghg":""}},{"book":"申","chapter":15,"verse":6,"versions":{"unv":"因為耶和華─你的　神必照他所應許你的賜福與你。你必借給許多國民，卻不致向他們借貸；你必管轄許多國民，他們卻不能管轄你。","bklcl":"In-ūi Iâ-hô-hoa lí ê Siōng-tè beh chiàu I só͘ èng-ún sù-hok lí;  lí beh chioh hō͘ chōe-chōe kok, iā lí m̄-bián chioh;  lí beh koán-hat chōe-chōe kok, iā in bōe koán-hat lí.","tghg":"因為耶和華──你的上帝欲照伊所應允賜福你。你欲借互多多國，也你呣免借；你欲管轄多多國，也𪜶𣍐管轄你。","bklhl":"因為耶和華你ê上帝beh照伊所應允賜福你；你beh借hō͘ chōe-chōe國，也你m̄免借；你beh管轄chōe-chōe國，也in bōe管轄你。"}},{"book":"申","chapter":15,"verse":7,"versions":{"unv":"「在耶和華─你　神所賜你的地上，無論哪一座城裡，你弟兄中若有一個窮人，你不可忍著心、揝著手不幫補你窮乏的弟兄。","bklcl":"Tī Iâ-hô-hoa lí ê Siōng-tè só͘ siúⁿ-sù lí ê tōe, nā tī lí chi̍t ê siâⁿ-mn̂g-lāi, lí ê hiaⁿ-tī tiong, ū chi̍t ê sòng-hiong lâng kap lí tī-teh, chiū m̄-thang tùi lí sòng-hiong ê hiaⁿ-tī ngī lí ê sim, kiu lí ê chhiú;","tghg":"「佇耶和華──你的上帝所賞賜你的地，若佇你一個城門內，你的兄弟中有一個喪鄉人及你佇啲，就呣通對你喪鄉的兄弟硬你的心、勼(kiu)你的手。","bklhl":"Tī耶和華你ê上帝所賞賜你ê地，若tī你一个城門內，你ê兄弟中，有一个sòng-hiong人kap你tī-teh，就m̄-thang對你sòng-hiong ê兄弟硬你ê心，kiu你ê手；"}},{"book":"申","chapter":15,"verse":8,"versions":{"unv":"總要向他鬆開手，照他所缺乏的借給他，補他的不足。","bklcl":"tek-khak tio̍h tùi i khui lí ê chhiú, chiàu i só͘ khiàm-ēng ê chioh i, pó͘ i ê bô-kàu.","tghg":"的確著對伊開你的手，照伊所欠用的借伊，補伊的無夠。","bklhl":"的確tio̍h對伊開你ê手，照伊所欠用ê借伊，補伊ê無夠。"}},{"book":"申","chapter":15,"verse":9,"versions":{"unv":"你要謹慎，不可心裡起惡念，說：『第七年的豁免年快到了』，你便惡眼看你窮乏的弟兄，甚麼都不給他，以致他因你求告耶和華，罪便歸於你了。","bklcl":"Lí tio̍h ka-kī kín-sīn, kiaⁿ-liáu lí sim-lāi ū pháiⁿ liām-thâu, kóng, Tē-chhit nî, tháu-pàng ê nî, kūn lah, lí chiū gîn lí sòng-hiong ê hiaⁿ-tī, lóng m̄ hō͘ i, tì-kàu i ūi-tio̍h lí kiû-kiò Iâ-hô-hoa, lí chiū ū-chōe;","tghg":"你著家己謹慎，驚了你心內有歹念頭，講：『第七年解放的年近啦』，你就眥(gîn)你喪鄉的兄弟，攏呣互伊，致到伊為著你求叫耶和華，你就有罪。","bklhl":"你tio̍h家己謹慎，驚了你心內有pháiⁿ念頭，講：第七年，tháu放ê年，近lah，你就gîn你sòng-hiong ê兄弟，lóng m̄ hō͘伊，致到伊為tio̍h你求叫耶和華，你就有罪；"}},{"book":"申","chapter":15,"verse":10,"versions":{"unv":"你總要給他，給他的時候心裡不可愁煩；因耶和華─你的　神必在你這一切所行的，並你手裡所辦的事上，賜福與你。","bklcl":"lí tek-khak tio̍h hō͘ i; hō͘ i ê sî, sim-lāi m̄-thang hoân-ló;  in-ūi tùi chit ê sū, Iâ-hô-hoa lí ê Siōng-tè beh tī lí it-chhè só͘ kiâⁿ ê, kap lí ê chhiú só͘ chòe ê, sù-hok lí.","tghg":"你的確著互伊，互伊的時心內呣通煩惱；因為對此個事耶和華──你的上帝欲佇你一切所行的，及你的手所做的，賜福你。","bklhl":"你的確tio̍h hō͘伊；hō͘伊ê時，心內m̄-thang煩惱；因為tùi chit ê事，耶和華你ê上帝beh tī你一切所行ê，kap你ê手所做ê，賜福你。"}},{"book":"申","chapter":15,"verse":11,"versions":{"unv":"原來那地上的窮人永不斷絕；所以我吩咐你說：『總要向你地上困苦窮乏的弟兄鬆開手。』」","bklcl":"In-ūi tī hit só͘-chāi, sòng-hiong lâng éng bōe tn̄g;  só͘-í góa bēng-lēng lí kóng, Tī lí ê kéng-lāi, tek-khak tio̍h tùi lí ê hiaⁿ-tī, sòng-hiong ê, khiàm-kheh ê, lâi khui lí ê chhiú.","tghg":"因為佇彼所在喪鄉人永𣍐斷；所以我命令你講：『佇你的境內的確著對你的兄弟喪鄉的欠缺的來開你的手。』」","bklhl":"因為tī hit所在，sòng-hiong人永bōe斷；所以我命令你講，Tī你ê境內，的確tio̍h對你ê兄弟，sòng-hiong ê，欠缺ê，來開你ê手。"}},{"book":"申","chapter":15,"verse":12,"versions":{"unv":"「你弟兄中，若有一個希伯來男人或希伯來女人被賣給你，服事你六年，到第七年就要任他自由出去。","bklcl":"Lí ê hiaⁿ-tī tiong, nā ū chi̍t-ê Hi-pek-lâi ê ta-po͘-lâng, á-sī Hi-pek-lâi ê cha-bó͘-lâng, bōe hō͘ lí, ho̍k-sāi lí la̍k-nî; kàu tē-chhit nî, chiū tháu-pàng i khì chū-iû.","tghg":"「你的兄弟中，若有一個希伯來的查甫人抑是希伯來的查某人賣互你，服事你六年，到第七年就解放伊去自由。","bklhl":"你ê兄弟中，若有一个希伯來ê ta-po͘人，á是希伯來ê cha-bó͘人，賣hō͘你，服事你六年；到第七年，就tháu放伊去自由。"}},{"book":"申","chapter":15,"verse":13,"versions":{"unv":"你任他自由的時候，不可使他空手而去，","bklcl":"Lí tháu-pàng i khì chū-iû ê sî, m̄-thang hō͘ i khang-chhiú khì;","tghg":"你解放伊去自由的時，呣通互伊空手去，","bklhl":"你tháu放伊去自由ê時，m̄-thang hō͘伊空手去；"}},{"book":"申","chapter":15,"verse":14,"versions":{"unv":"要從你羊群、禾場、酒醡之中多多地給他；耶和華─你的　神怎樣賜福與你，你也要照樣給他。","bklcl":"tio̍h tùi lí ê iûⁿ-kûn, gō͘-kak-tiûⁿ, chiú-khut tiong, chōe-chōe hō͘ i; chiàu Iâ-hô-hoa lí Siōng-tè só͘ sù-hok lí ê, lâi hō͘ i.","tghg":"著對你的羊群、五穀場、酒窟中多多互伊；照耶和華──你上帝所賜福你的，來互伊。","bklhl":"tio̍h對你ê羊群、五穀場、酒窟中，chōe-chōe hō͘伊；照耶和華你上帝所賜福你ê，來hō͘伊。"}},{"book":"申","chapter":15,"verse":15,"versions":{"unv":"要記念你在埃及地作過奴僕，耶和華─你的　神將你救贖；因此，我今日吩咐你這件事。","bklcl":"Tio̍h kì-tit lí tī Ai-ki̍p tōe chòe lô͘-châi, Iâ-hô-hoa lí ê Siōng-tè kiù-sio̍k lí;  in-ūi án-ni, góa kin-á-ji̍t bēng-lēng lí chit ê sū.","tghg":"著記得你佇埃及地做奴才，耶和華──你的上帝救贖你；因為按呢，我今仔日命令你此個事。","bklhl":"Tio̍h記得你tī埃及地做奴才，耶和華你ê上帝救贖你；因為án-ni，我今á日命令你chit ê事。"}},{"book":"申","chapter":15,"verse":16,"versions":{"unv":"他若對你說：『我不願意離開你』，是因他愛你和你的家，且因在你那裡很好，","bklcl":"I nā tùi lí kóng, Góa bô beh lī-khui lí, in-ūi i thiàⁿ lí kap lí ê ke-koàn, koh in-ūi tiàm lí hia khiā chin-hó;","tghg":"伊若對你講：『我無欲離開你』，因為伊疼你及你的家眷，閣因為踮你遐徛真好，","bklhl":"伊若對你講，我無beh離開你，因為伊疼你kap你ê家眷，koh因為tiàm你hia khiā真好；"}},{"book":"申","chapter":15,"verse":17,"versions":{"unv":"你就要拿錐子將他的耳朵在門上刺透，他便永為你的奴僕了。你待婢女也要這樣。","bklcl":"lí tio̍h ēng chǹg-á tùi mn̂g-ni̍h kǹg i ê hī-á, i chiū éng-éng chòe lí ê lô͘-po̍k.  Lí khoán-thāi lí ê lú-pī iā sī án-ni.","tghg":"你著用鑽仔(chǹg-á)對門裡貫(kǹg)伊的耳仔，伊就永永做你的奴僕。你款待你的女婢也是按呢。","bklhl":"你tio̍h用鑽á tùi門裡貫(kǹg)伊ê耳á，伊就永永做你ê奴僕。你款待你ê女婢也是án-ni。"}},{"book":"申","chapter":15,"verse":18,"versions":{"unv":"你任他自由的時候，不可以為難事，因他服事你六年，較比雇工的工價多加一倍了。耶和華─你的　神就必在你所做的一切事上賜福與你。」","bklcl":"Lí tháu-pàng i khì chū-iû ê sî, m̄-thang lia̍h-chòe khek-khui, in-ūi i ho̍k-sāi lí la̍k-nî, pí chhiàⁿ-kang-ê têng-pē ta̍t;  Iâ-hô-hoa lí ê Siōng-tè beh tī lí só͘ chòe it-chhè ê sū, sù-hok lí.","tghg":"你解放伊去自由的時，呣通掠做剋虧，因為伊服事你六年，比倩工(chhiàⁿ-kang)的重倍(têng-pē)值(ta̍t)。耶和華──你的上帝欲佇你所做一切的事賜福你。」","bklhl":"你tháu放伊去自由ê時，m̄-thang掠做剋虧，因為伊服事你六年，比倩工ê重倍值；耶和華你ê上帝beh tī你所做一切ê事，賜福你。"}},{"book":"申","chapter":15,"verse":19,"versions":{"unv":"「你牛群羊群中頭生的，凡是公的，都要分別為聖，歸耶和華─你的　神。牛群中頭生的，不可用牠耕地；羊群中頭生的，不可剪毛。","bklcl":"Kìⁿ-nā gû-kûn iûⁿ-kûn, thâu-chúi-siⁿ-ê, kang-ê, lí tio̍h hun-piat chòe-sèng, kui hō͘ Iâ-hô-hoa lí ê Siōng-tè;  gû-kûn thâu-chúi-siⁿ-ê, m̄-thang chòe-kang; iûⁿ-kûn thâu-chúi-siⁿ-ê, m̄-thang chián i ê mn̂g.","tghg":"「見若牛群羊群頭水生的，公的，你著分別做聖，歸互耶和華──你的上帝。牛群頭水生的，呣通做工；羊群頭水生的，呣通剪(chián)伊的毛。","bklhl":"見若牛群羊群，頭水生ê，公ê，你tio̍h分別做聖，歸hō͘耶和華你ê上帝；牛群頭水生ê，m̄-thang做工；羊群頭水生ê，m̄-thang剪伊ê毛。"}},{"book":"申","chapter":15,"verse":20,"versions":{"unv":"這頭生的，你和你的家屬，每年要在耶和華所選擇的地方，在耶和華─你　神面前吃。","bklcl":"Lí kap lí ê ke-koàn, ta̍k-nî tio̍h chia̍h i tī Iâ-hô-hoa lí Siōng-tè ê bīn-chêng, chiū-sī tī Iâ-hô-hoa só͘ beh kéng ê só͘-chāi.","tghg":"你及你的家眷，逐年著食伊佇耶和華──你上帝的面前，就是佇耶和華所欲揀的所在。","bklhl":"你kap你ê家眷，ta̍k年tio̍h食伊tī耶和華你上帝ê面前，就是tī耶和華所beh揀ê所在。"}},{"book":"申","chapter":15,"verse":21,"versions":{"unv":"這頭生的若有甚麼殘疾，就如瘸腿的、瞎眼的，無論有甚麼惡殘疾，都不可獻給耶和華─你的　神；","bklcl":"Nā ū phòa-siùⁿ ê, he̍k-sī pái-kha, he̍k-sī chhiⁿ-mî, bô-lūn ū sím-mi̍h pháiⁿ ê phòa-siùⁿ, lóng m̄-thang chòe-chè hiàn hō͘ Iâ-hô-hoa lí ê Siōng-tè;","tghg":"若有破相的、或是跛腳、或是睛瞑，無論有甚麼歹的破相，攏呣通做祭獻互耶和華──你的上帝；","bklhl":"若有破相ê，或是跛腳，或是chhiⁿ-mî，無論有甚麼pháiⁿ ê破相，lóng m̄-thang做祭獻hō͘耶和華你ê上帝；"}},{"book":"申","chapter":15,"verse":22,"versions":{"unv":"可以在你城裡吃；潔淨人與不潔淨人都可以吃，就如吃羚羊與鹿一般。","bklcl":"thang tī lí ê mn̂g-lāi chia̍h i;  bô chheng-khì kap chheng-khì ê lâng lóng thang, chhin-chhiūⁿ chia̍h lêng-iông kap lo̍k chi̍t-iūⁿ;","tghg":"通佇你的門內食伊；無清氣及清氣的人攏通(thang)，親像食羚羊及鹿一樣；","bklhl":"thang tī你ê門內食伊；無清氣kap清氣ê人lóng thang，親像食羚羊kap鹿一樣；"}},{"book":"申","chapter":15,"verse":23,"versions":{"unv":"只是不可吃牠的血；要倒在地上，如同倒水一樣。」","bklcl":"to̍k-to̍k m̄-thang chia̍h i ê huih;  tio̍h piàⁿ tī tōe-ni̍h, chhin-chhiūⁿ piàⁿ chúi chi̍t-iūⁿ.","tghg":"獨獨呣通食伊的血；著傾(piàⁿ)佇地裡，親像傾水一樣。」","bklhl":"獨獨m̄-thang食伊ê血；tio̍h piàⁿ tī地裡，親像piàⁿ水一樣。"}}]