[{"book":"申","chapter":32,"verse":1,"versions":{"unv":"諸天哪，側耳，我要說話；願地也聽我口中的言語。","bklcl":"Chiah-ê thiⁿ ah, tio̍h àⁿ hī-khang, góa beh kóng-ōe;  Goān tōe iā tio̍h thiaⁿ góa ê chhùi só͘ kóng ê.","tghg":"諸個天啊，著俯耳孔，我欲講話；願地也著聽我的嘴所講的。","bklhl":"Chiah-ê天ah，tio̍h àⁿ耳孔，我beh講話；願地也tio̍h聽我ê嘴所講ê。"}},{"book":"申","chapter":32,"verse":2,"versions":{"unv":"我的教訓要淋漓如雨；我的言語要滴落如露，如細雨降在嫩草上，如甘霖降在菜蔬中。","bklcl":"Góa ê kà-sī beh chhin-chhiūⁿ hō͘ kàng-lo̍h,  Góa ê ōe chhin-chhiūⁿ lō͘-chúi teh tih;  Chhin-chhiūⁿ mng-mng ê hō͘ lo̍h tī iù-iù ê chháu,  Chhin-chhiūⁿ tōa-hō͘ lo̍h tī chhài-soe.","tghg":"我的教示欲親像雨降落；我的話親像露水啲滴，親像濛濛(mng-mng)的雨落佇幼幼的草；親像大雨落佇菜蔬。","bklhl":"我ê教示beh親像雨降落，我ê話親像露水teh滴；親像mng-mng ê雨落tī幼幼 ê草，親像大雨落tī菜蔬。"}},{"book":"申","chapter":32,"verse":3,"versions":{"unv":"我要宣告耶和華的名；你們要將大德歸與我們的　神。","bklcl":"In-ūi góa beh soan-thoân Iâ-hô-hoa ê miâ;  Lín tio̍h chun lán ê Siōng-tè chòe tōa.","tghg":"因為我欲宣傳耶和華的名；恁著尊咱的上帝做大。","bklhl":"因為我beh宣傳耶和華ê名；Lín tio̍h尊咱ê上帝做大。"}},{"book":"申","chapter":32,"verse":4,"versions":{"unv":"他是磐石，他的作為完全；他所行的無不公平，是誠實無偽的　神，又公義，又正直。","bklcl":"Chòe Chio̍h-pôaⁿ-ê, I só͘-chòe-ê sī oân-choân,  I ê lō͘ lóng sī kong-pêng;  Sī chin-si̍t ê Siōng-tè, lóng bô put-gī;  I sī kong-gī, koh chèng-ti̍t.","tghg":"做石磐者，伊所做的是完全；伊的路攏是公平，是真實的上帝攏無不義，伊是公義，閣正直。","bklhl":"做石磐ê，伊所做ê是完全，伊ê路lóng是公平；是真實ê上帝，lóng無不義；伊是公義，koh正直。"}},{"book":"申","chapter":32,"verse":5,"versions":{"unv":"這乖僻彎曲的世代向他行事邪僻；有這弊病就不是他的兒女。","bklcl":"Chit ê koai-phiah oan-khiau ê sè-tāi ka-kī pāi-hoāi;  M̄-sī I ê kiáⁿ, sī in ê pē-pēng.","tghg":"此個乖僻(koai-phiah)彎曲(oan-khiau)的世代家己敗壞；呣是伊的子，是𪜶的弊病(pē-pēng)。","bklhl":"Chit ê乖癖彎曲ê世代家己敗壞；m̄是伊ê kiáⁿ，是in ê弊病。"}},{"book":"申","chapter":32,"verse":6,"versions":{"unv":"愚昧無知的民哪，你們這樣報答耶和華嗎？他豈不是你的父、將你買來的嗎？他是製造你、建立你的。","bklcl":"Gû-gōng bû-ti ê peh-sìⁿ ah,  Lín án-ni pò-tap Iâ-hô-hoa mah?  I kiám-m̄-sī lí ê lāu-pē, bóe-lí-ê mah?  I ū chhòng-chō lí, kiàn-li̍p lí.","tghg":"愚戇無知的百姓啊，恁按呢報答耶和華嗎？伊豈呣是你的老父、買你的嗎？伊有創造你、建立你。","bklhl":"愚戇無知ê百姓ah，Lín án-ni報答耶和華mah？伊kiám-m̄是你ê老父，買你ê mah？伊有創造你，建立你。"}},{"book":"申","chapter":32,"verse":7,"versions":{"unv":"你當追想上古之日，思念歷代之年；問你的父親，他必指示你；問你的長者，他必告訴你。","bklcl":"Tio̍h kì-tit kó͘-chá ê ji̍t, Siàu-liām le̍k-tāi ê nî;  Mn̄g lí ê lāu-pē, i beh chí-sī lí,  Mn̄g lí ê lāu-tōa, in beh kā lí kóng.","tghg":"著記得古早的日，數念歷代的年；問你的老父，伊欲指示你；問你的老大，𪜶欲給你講。","bklhl":"Tio̍h記得古早ê日，siàu念歷代ê年；問你ê老父，伊beh指示你，問你ê老大，in beh kā你講。"}},{"book":"申","chapter":32,"verse":8,"versions":{"unv":"至高者將地業賜給列邦，將世人分開，就照以色列人的數目立定萬民的疆界。","bklcl":"Chì-koâiⁿ-ê pun-gia̍p hō͘ lia̍t-pang.  Pun-khui sè-kan lâng ê sî,  Chiū tiāⁿ-tio̍h peh-sìⁿ ê kài-hān,  Chiàu Í-sek-lia̍t lâng ê siàu-gia̍h.","tghg":"至高者分業互列邦，分開世間人的時，就定著百姓的界限，照以色列人的數額。","bklhl":"至koân ê分業hō͘列邦。分開世間人ê時，就定tio̍h百姓ê界限，照以色列人ê數額。"}},{"book":"申","chapter":32,"verse":9,"versions":{"unv":"耶和華的分本是他的百姓；他的產業本是雅各。","bklcl":"Iâ-hô-hoa ê hūn-gia̍h sī I ê peh-sìⁿ; I só͘ tit-tio̍h ê sán-gia̍p sī Ngá-kok.","tghg":"耶和華的份額是伊的百姓；伊所得著的產業是雅各。","bklhl":"耶和華ê份額是伊ê百姓；伊所得tio̍h ê產業是雅各。"}},{"book":"申","chapter":32,"verse":10,"versions":{"unv":"耶和華遇見他在曠野─荒涼野獸吼叫之地，就環繞他，看顧他，保護他，如同保護眼中的瞳人。","bklcl":"I tú-tio̍h i tī pha-hng ê tōe,  Tī hong-hòe iá-siù háu ê khòng-iá,  I ûi-se̍h i, khòaⁿ-kò͘ i,  Pó-hō͘ i chhin-chhiūⁿ ba̍k-chiu-jîn.","tghg":"伊抵著(tú-tio̍h)伊佇拋荒的地──佇荒癈野獸哮的曠野，伊圍踅(ûi-se̍h)伊，看顧伊，保護伊，親像目睭仁。","bklhl":"伊tú-tio̍h伊tī拋荒ê地，tī荒廢野獸哮ê曠野，伊圍se̍h伊，看顧伊，保護伊親像目睭仁。"}},{"book":"申","chapter":32,"verse":11,"versions":{"unv":"又如鷹攪動巢窩，在雛鷹以上兩翅搧展，接取雛鷹，背在兩翼之上。","bklcl":"Koh chhin-chhiūⁿ eng-chiáu lā i ê siū,  Tī eng-á ê téng-bīn ia̍t i ê si̍t,  Thí-khui  si̍t-kó͘ lâi sîn i,  Chài i tī i ê si̍t-kó͘.","tghg":"閣親像鷹鳥撈(lā)伊的巢，佇鷹仔的頂面拽(ia̍t)伊的翅，展開翅股來承伊，載伊佇伊的翅股。","bklhl":"Koh親像鷹鳥lā伊ê巢，tī鷹á ê頂面ia̍t伊ê翼，thí開翼股來承(sîn)伊，載伊tī伊ê翼股。"}},{"book":"申","chapter":32,"verse":12,"versions":{"unv":"這樣，耶和華獨自引導他，並無外邦神與他同在。","bklcl":"Chí-ū Iâ-hô-hoa chhōa i,  Bô pa̍t ê siōng-tè kap i tī-teh.","tghg":"只有耶和華導伊，無別個上帝及伊佇啲。","bklhl":"只有耶和華chhōa伊，無別ê上帝kap伊tī-teh。"}},{"book":"申","chapter":32,"verse":13,"versions":{"unv":"耶和華使他乘駕地的高處，得吃田間的土產；又使他從磐石中咂蜜，從堅石中吸油；","bklcl":"Chiū hō͘ i khia tī tōe-chiūⁿ koâiⁿ ê só͘-chāi, Tit-tio̍h chia̍h chhân-ni̍h ê thó͘-sán; Koh hō͘ i tùi chio̍h-pôaⁿ suh-bi̍t, Tùi hé-chio̍h suh-iû;","tghg":"就互伊騎佇地上高的所在，得著食田裡的土產；閣互伊對石磐吸蜜，對火石吸油；","bklhl":"就hō͘伊khiā tī地上高ê所在，得tio̍h食田裡ê土產；Koh hō͘伊tùi石磐suh蜜，Tùi 火石suh油；"}},{"book":"申","chapter":32,"verse":14,"versions":{"unv":"也吃牛的奶油，羊的奶，羊羔的脂油，巴珊所出的公綿羊和山羊，與上好的麥子，也喝葡萄汁釀的酒。","bklcl":"Iā chia̍h gû-lin-iû, kap iûⁿ-lin,  Pûi ê iûⁿ-á-kiáⁿ,  Pa-san só͘ chhut ê mî-iûⁿ-káng kap soaⁿ-iûⁿ,  Kap siōng-hó ê sió-be̍h;  Iā lim phû-tô-chiap ê chiú.","tghg":"也食牛奶油，及羊奶，肥的羊仔子，巴珊所出的綿羊牨(káng)及山羊，及上好的小麥；也飲葡萄汁的酒。","bklhl":"也食牛奶油，kap羊奶，肥ê羊á-kiáⁿ，Pa-san所出ê綿羊káng kap山羊，Kap siōng好ê小麥；也lim葡萄汁ê酒。"}},{"book":"申","chapter":32,"verse":15,"versions":{"unv":"但耶書崙漸漸肥胖，粗壯，光潤，踢跳，奔跑，便離棄造他的　神，輕看救他的磐石；","bklcl":"Iâ-su-lûn pûi chiū à-pà,  Lí í-keng pûi, koh tōa-lia̍p, bah chin-phauh;  I chiū lī-khui chhòng-chō i ê Siōng-tè,  Khòaⁿ-khin kiù i ê Chio̍h-pôaⁿ.","tghg":"耶書崙肥就鴨霸，你已經肥，閣大粒，肉真博(chin-phauh)，伊就離開創造伊的上帝，看輕救伊的石磐；","bklhl":"Iâ-su-lûn肥就鴨霸，你已經肥，koh大粒，肉真phauh；伊就離開創造伊ê上帝，看輕救伊ê石磐。"}},{"book":"申","chapter":32,"verse":16,"versions":{"unv":"敬拜別神，觸動　神的憤恨，行可憎惡的事，惹了他的怒氣。","bklcl":"In ēng pa̍t ê siōng-tè kek I tò͘-khī,  Ēng khó-ò͘ⁿ-ê, jiá I ê siū-khì.","tghg":"𪜶用別個上帝，激伊妒忌，用可惡的，惹伊的受氣。","bklhl":"In用別ê上帝激伊妒忌，用可惡ê，惹伊ê受氣。"}},{"book":"申","chapter":32,"verse":17,"versions":{"unv":"所祭祀的鬼魔並非真神，乃是素不認識的神，是近來新興的，是你列祖所不畏懼的。","bklcl":"In chè-hiàn siâ-kúi, m̄-sī chin ê Siōng-tè,  Chiū-sī in pêng-sò͘ só͘ m̄-bat ê siōng-tè,  Sī sin-ê, kūn-lâi chiah ū-ê,  Sī lí ê lia̍t-chó͘ só͘ bô kiaⁿ-ùi ê.","tghg":"𪜶祭獻邪鬼呣是真的上帝，就是𪜶平素所呣識的上帝，是新的近來才有的，是你的列祖所無驚畏的。","bklhl":"In祭獻邪鬼，m̄是真ê上帝，就是in平素所m̄-bat ê上帝，是新ê，近來chiah有ê，是你ê列祖所無驚畏ê。"}},{"book":"申","chapter":32,"verse":18,"versions":{"unv":"你輕忽生你的磐石，忘記產你的　神。","bklcl":"Siⁿ lí ê Chio̍h-pôaⁿ, lí bô siàu-liām I,  Siⁿ lí ê Siōng-tè, lí bōe-kì-tit I.","tghg":"生你的石磐你無數念伊，生你的上帝你𣍐記得伊。","bklhl":"生你ê石磐，你無siàu念伊，生你ê上帝，你bōe記得伊。"}},{"book":"申","chapter":32,"verse":19,"versions":{"unv":"耶和華看見他的兒女惹動他，就厭惡他們，說：","bklcl":"Iâ-hô-hoa khòaⁿ-kìⁿ, chiū oàn-hūn,  In-ūi I ê kiáⁿ cha-bó͘-kiáⁿ kek I ê iân-kò͘.","tghg":"耶和華看見就怨恨，因為伊的子查某子激伊的緣故，就講：","bklhl":"耶和華看見，就怨恨，因為伊ê kiáⁿ cha-bó͘-kiáⁿ激伊ê緣故。"}},{"book":"申","chapter":32,"verse":20,"versions":{"unv":"我要向他們掩面，看他們的結局如何。他們本是極乖僻的族類，心中無誠實的兒女。","bklcl":"Chiū kóng, Góa beh tùi in ng Góa ê bīn,  Khòaⁿ in kiat-kio̍k cháiⁿ-iūⁿ;  In sī koai-phiah-ê cho̍k-lūi,  Bô sìn-si̍t ê kiáⁿ-jî.","tghg":"我欲對𪜶掩我的面，看𪜶結局怎樣。𪜶是乖僻的族類，無信實的子兒。","bklhl":"就講：我beh對in掩我ê面，看in結局怎樣；in是乖癖ê族類，無信實ê kiáⁿ兒。"}},{"book":"申","chapter":32,"verse":21,"versions":{"unv":"他們以那「不算為神」的觸動我的憤恨，以虛無的神惹了我的怒氣。我也要以那「不成子民」的觸動他們的憤恨，以愚昧的國民惹了他們的怒氣。","bklcl":"In ēng hit-ê m̄-sī Siōng-tè ê, kek Góa ê tò͘-khī,  Ēng in ê hu-ké ê mi̍h, jiá Góa ê siū-khì;  Góa chiū ēng m̄-sī chòe peh-sìⁿ ê, kek in ê tò͘-khī;  Ēng gû-gōng ê kok-bîn, jiá in ê siū-khì.","tghg":"𪜶用彼個「呣是上帝」的激我的妒忌，用𪜶的虛假的物惹我的受氣。我就用「呣是做百姓」的激𪜶的妒忌，用愚戇的國民惹𪜶的受氣。","bklhl":"In用hit ê m̄是上帝ê，激我ê妒忌，用in ê虛假ê物，惹我ê受氣；我就用m̄是做百姓ê，激in ê妒忌；用愚戇ê國民，惹in ê受氣。"}},{"book":"申","chapter":32,"verse":22,"versions":{"unv":"因為在我怒中有火燒起，直燒到極深的陰間，把地和地的出產盡都焚燒，山的根基也燒著了。","bklcl":"In-ūi tī Góa ê siū-khì-tiong ū hé to̍h-khí-lâi,  Sio kàu im-kan ke̍k-chhim ê só͘-chāi,  Iā sio tōe kap tōe ê chhut-sán,  Iā khí-hé sio chiah-ê soaⁿ ê tōe-ki.","tghg":"因為佇我的受氣中有火𤏸(to̍h)起來，燒到陰間極深的所在，也燒地及地的出產，也起火燒諸個山的地基。","bklhl":"因為tī我ê受氣中有火to̍h起來，燒到陰間極深ê所在，也燒地kap地ê出產，也起火燒chiah ê山ê地基。"}},{"book":"申","chapter":32,"verse":23,"versions":{"unv":"我要將禍患堆在他們身上，把我的箭向他們射盡。","bklcl":"Góa beh chek-chū chai-ē tī in ê téng-bīn,  Ēng Góa lóng-chóng ê chìⁿ lâi siā in.","tghg":"我欲積聚災禍佇𪜶的頂面，用我攏總的箭來射𪜶。","bklhl":"我beh積聚災厄tī in ê頂面，用我lóng總ê 箭來射in。"}},{"book":"申","chapter":32,"verse":24,"versions":{"unv":"他們必因飢餓消瘦，被炎熱苦毒吞滅。我要打發野獸用牙齒咬他們，並土中腹行的，用毒氣害他們。","bklcl":"In beh in-ūi iau-gō lâi siau-sán,  Siū iām-jia̍t kap to̍k-chèng thun-bia̍t;  Góa beh hō͘ in tú-tio̍h iá-siù ê chhùi-khí,  Kap chôa ê to̍k.","tghg":"𪜶欲因為枵餓來消瘦，受炎熱及毒症吞滅。我欲互𪜶抵著野獸的嘴齒，及蛇的毒。","bklhl":"In beh因為iau餓來消瘦，受炎熱kap毒症吞滅；我beh hō͘ in tú-tio̍h野獸ê嘴齒，kap蛇ê毒。"}},{"book":"申","chapter":32,"verse":25,"versions":{"unv":"外頭有刀劍，內室有驚恐，使人喪亡，使少男、童女、吃奶的、白髮的，盡都滅絕。","bklcl":"Gōa-bīn ū to-kiàm,  Lāi-bīn ū kiaⁿ-hiâⁿ, hō͘ lâng sí-bô,  Hō͘ siàu-liân ê ta-po͘-lâng, kap chāi-sek-lú,  Chia̍h-lin-ê, kap pe̍h thâu-mn̂g ê lâng, lóng bia̍t-bô,","tghg":"外面有刀劍，內面有驚惶，互人死亡，互少年的查甫人、及在室女、食奶的、及白頭毛的人，攏滅無。","bklhl":"外面有刀劍，內面有驚惶，hō͘人死無，hō͘少年ê ta-po͘人，kap在室女，食奶ê，kap白頭毛ê人，lóng滅無，"}},{"book":"申","chapter":32,"verse":26,"versions":{"unv":"我說，我必將他們分散遠方，使他們的名號從人間除滅。","bklcl":"Góa kóng,  Góa beh hō͘ in sì-sòaⁿ tī hn̄g-hn̄g,  Tī lâng ê tiong-kan tû in ê miâ-jī;","tghg":"我講，我欲互𪜶四散佇遠遠，佇人的中間除𪜶的名字。","bklhl":"我講：我beh hō͘ in四散tī遠遠，tī人ê中間除in ê名字；"}},{"book":"申","chapter":32,"verse":27,"versions":{"unv":"惟恐仇敵惹動我，只怕敵人錯看，說：是我們手的能力，並非耶和華所行的。","bklcl":"Chóng-sī Góa kiaⁿ tùi-te̍k kek Góa,  Kiaⁿ-liáu in ê tùi-te̍k gō͘-hōe,  Kiaⁿ-liáu in beh kóng,  Sī goán ê chhiú kia̍h-koâiⁿ,  M̄-sī Iâ-hô-hoa kiâⁿ chiah-ê sū.","tghg":"總是我驚對敵激我，驚了𪜶的對敵誤會，驚了𪜶欲講：是阮的手攑高，呣是耶和華行諸個事。","bklhl":"總是我驚對敵激我，驚了in ê對敵誤會，驚了in beh講：是阮ê手kia̍h高，m̄是耶和華行chiah ê事。"}},{"book":"申","chapter":32,"verse":28,"versions":{"unv":"因為以色列民毫無計謀，心中沒有聰明。","bklcl":"In-ūi in sī bōe hiáu-tit siūⁿ ê peh-sìⁿ,  Tī sim-lāi bô chhang-miâ.","tghg":"因為𪜶是𣍐曉得想的百姓，佇心內無聰明。","bklhl":"因為in是bōe曉得想ê百姓，tī心內無聰明。"}},{"book":"申","chapter":32,"verse":29,"versions":{"unv":"惟願他們有智慧，能明白這事，肯思念他們的結局。","bklcl":"Goān in ū tì-hūi, ōe bêng-pe̍k chit-ê,  Ōe siūⁿ in ê kiat-kio̍k.","tghg":"願𪜶有智慧，會明白此個，會想𪜶的結局。","bklhl":"願in有智慧，能明白chit ê，能想in ê結局。"}},{"book":"申","chapter":32,"verse":30,"versions":{"unv":"若不是他們的磐石賣了他們，若不是耶和華交出他們，一人焉能追趕他們千人？二人焉能使萬人逃跑呢？","bklcl":"Nā m̄-sī in ê Chio̍h-pôaⁿ bōe in,  Nā m̄-sī Iâ-hô-hoa chiong in kau hō͘ lâng,  Cháiⁿ-iūⁿ tùi-te̍k chi̍t-ê ōe kóaⁿ in chi̍t-chheng?  Nn̄g-ê ōe hō͘ in chi̍t-bān tô-cháu ah?","tghg":"若呣是𪜶的石磐賣𪜶，若呣是耶和華將𪜶交互人，怎樣對敵一個會趕𪜶一千？二個會互𪜶一萬逃走啊？","bklhl":"若m̄是in ê石磐賣in，若m̄是耶和華將in交hō͘人，怎樣對敵一个能趕in一千？兩個能hō͘ in一萬逃走ah？"}},{"book":"申","chapter":32,"verse":31,"versions":{"unv":"據我們的仇敵自己斷定，他們的磐石不如我們的磐石。","bklcl":"In ê chio̍h-pôaⁿ bô chhin-chhiūⁿ lán ê Chio̍h-pôaⁿ,  Liân lán ê tùi-te̍k iā án-ni phêng-phòaⁿ.","tghg":"𪜶的石磐無親像咱的石盤，連咱的對敵也按呢評判。","bklhl":"In ê石磐無親像咱ê石磐，連咱ê對敵也án-ni評判。"}},{"book":"申","chapter":32,"verse":32,"versions":{"unv":"他們的葡萄樹是所多瑪的葡萄樹，蛾摩拉田園所生的；他們的葡萄是毒葡萄，全掛都是苦的。","bklcl":"In ê phû-tô-chhiū sī tùi Só͘-to-má ê phû-tô-chhiū thoân-ê,  Iā tùi Gô-mô͘-la̍h ê hn̂g chhut-ê,  In ê phû-tô sī to̍k ê phû-tô,  Kui-pha lóng sī khó͘-ê;","tghg":"𪜶的葡萄樹是對所多瑪的葡萄樹傳的，也對蛾摩拉的園出的；𪜶的葡萄是毒的葡萄，歸葩攏是苦的。","bklhl":"In ê葡萄樹是tùi所多瑪ê葡萄樹傳ê，也tùi蛾摩拉ê園出ê，in ê葡萄是毒ê葡萄，kui葩lóng是苦ê；"}},{"book":"申","chapter":32,"verse":33,"versions":{"unv":"他們的酒是大蛇的毒氣，是虺蛇殘害的惡毒。","bklcl":"In ê chiú sī lêng ê to̍k,  Sī ok-chôa chân-hāi ê to̍k.","tghg":"𪜶的酒是龍的毒，是惡蛇殘害的毒。","bklhl":"In ê酒是龍ê毒，是惡蛇殘害ê毒。"}},{"book":"申","chapter":32,"verse":34,"versions":{"unv":"這不都是積蓄在我這裡，封鎖在我府庫中嗎？","bklcl":"Che kiám-m̄-sī chek-chū tī Góa chia,  Hong-ba̍t tī Góa pó-pòe ê khò͘-pâng mah?","tghg":"這豈呣是積聚佇我遮，封密佇我寶貝的庫房嗎？","bklhl":"這kiám-m̄是積聚tī我chia，封密tī我寶貝ê庫房mah？"}},{"book":"申","chapter":32,"verse":35,"versions":{"unv":"他們失腳的時候，伸冤報應在我；因他們遭災的日子近了；那要臨在他們身上的必速速來到。","bklcl":"Sin-oan pò-èng chāi-tī Góa,  Tī in ê kha ta̍h-tian ê sî;  In-ūi in tú-tio̍h chai-ē ê ji̍t kūn lah,  Só͘ beh tú-tio̍h ê sū ōe kín-kín kàu.","tghg":"伸冤報應在佇我，佇𪜶的腳踏顛(ta̍h-tian)的時；因為𪜶抵著災禍的日近啦；所欲抵著的事會緊緊到。","bklhl":"伸冤報應在tī我，tī in ê 腳踏顛ê時；因為in tú-tio̍h災厄ê日近lah，所beh tú-tio̍h ê事會緊緊到。"}},{"book":"申","chapter":32,"verse":36,"versions":{"unv":"耶和華見他百姓毫無能力，無論困住的、自由的都沒有剩下，就必為他們伸冤，為他的僕人後悔。","bklcl":"Iâ-hô-hoa khòaⁿ-kìⁿ I ê peh-sìⁿ khùi-la̍t í-keng bô-khì,  Hiah-ê khu-sok-ê, chū-iû-ê, lóng bô lâu chi̍t-ê,  Chiū beh thòe in sin-oan,  In-ūi I ê lô͘-po̍k lâi thè-hóe.","tghg":"耶和華看見伊的百姓氣力已經無去，許個拘束的、自由的攏無留一個，就欲替𪜶伸冤，因為伊的奴僕來退悔。","bklhl":"耶和華看見伊ê百姓氣力已經無去，hiah-ê拘束ê，自由ê，lóng無留一个，就beh替in伸冤，因為伊ê奴僕來退悔。"}},{"book":"申","chapter":32,"verse":37,"versions":{"unv":"他必說：他們的神，他們所投靠的磐石，","bklcl":"I beh kóng, In ê siōng-tè,  In só͘ óa-khò ê chio̍h-pôaⁿ;","tghg":"伊欲講：𪜶的上帝，𪜶所倚靠的石盤，","bklhl":"伊beh講：In ê上帝，in所óa靠ê石磐；"}},{"book":"申","chapter":32,"verse":38,"versions":{"unv":"就是向來吃他們祭牲的脂油，喝他們奠祭之酒的，在哪裡呢？他可以興起幫助你們，護衛你們。","bklcl":"Chiū-sī chia̍h in chè-sū ê iû,  Lim in koàn-tiān ê chiú ê, taⁿ tī toh-lo̍h?  Thang hō͘ in khí-lâi pang-chān lín,  Pó-hō͘ lín.","tghg":"就是食𪜶祭祀的油，飲𪜶灌奠的酒的，今佇叨落？通互𪜶起來幫助恁，保護恁。","bklhl":"就是食in祭祀ê油，lim in灌奠ê酒ê，taⁿ tī toh落？Thang hō͘ in起來幫贊lín，保護lín。"}},{"book":"申","chapter":32,"verse":39,"versions":{"unv":"你們如今要知道：我，惟有我是　神；在我以外並無別神。我使人死，我使人活；我損傷，我也醫治，並無人能從我手中救出來。","bklcl":"Lín taⁿ tio̍h khòaⁿ, Góa , Góa chiū-sī I,  Góa í-gōa bô ū Siōng-tè;  Góa hō͘ lâng sí, Góa hō͘ lâng oa̍h,  Góa sún-siong-i, Góa i-tī-i;  Bô chi̍t-ê ōe tùi Góa ê chhiú kiù-chhut.","tghg":"恁今著看：我，我就是伊；我以外無有上帝。我互人死，我互人活；我損傷伊，我醫治伊，無一個會對我的手救出。","bklhl":"Lín taⁿ tio̍h看，我，我就是伊，我以外無有上帝；我hō͘人死，我hō͘人活，我損傷伊，我醫治伊；無一个能tùi我ê手救出。"}},{"book":"申","chapter":32,"verse":40,"versions":{"unv":"我向天舉手說：我憑我的永生起誓：","bklcl":"Góa kia̍h-khí chhiú ǹg thiⁿ kóng,  Góa kí Góa ê éng-oa̍h lâi kóng;","tghg":"我攑起手向天講：我指我的永活來講：","bklhl":"我kia̍h起手ǹg天講：我kí我ê永活來講；"}},{"book":"申","chapter":32,"verse":41,"versions":{"unv":"我若磨我閃亮的刀，手掌審判之權，就必報復我的敵人，報應恨我的人。","bklcl":"Góa nā bôa Góa kng-nà-nà ê to,  Góa nā chip-hêng sím-phòaⁿ,  Chiū beh hêng-hoa̍t Góa ê tùi-te̍k,  Pò-èng oàn-hūn Góa ê lâng.","tghg":"我若磨我光爁爁(kng-nà-nà)的刀，我若執行審判，就欲刑罰我的對敵，報應怨恨我的人。","bklhl":"我若磨我光nà-nà ê刀，我若執行審判，就beh刑罰我ê對敵，報應怨恨我ê人。"}},{"book":"申","chapter":32,"verse":42,"versions":{"unv":"我要使我的箭飲血飲醉，就是被殺被擄之人的血。我的刀要吃肉，乃是仇敵中首領之頭的肉。","bklcl":"Góa beh hō͘ Góa ê chìⁿ lim huih kàu chùi,  Góa ê to beh chia̍h bah,  Chiū-sī siū-thâi siū-lia̍h ê lâng ê huih,  Tùi-te̍k siú-léng ê thâu ê bah.","tghg":"我欲互我的箭飲血到醉，我的刀欲食肉，就是受刣受掠的人的血，對敵首領的頭的肉。","bklhl":"我beh hō͘我ê 箭lim血到醉，我ê刀beh食肉，就是受刣受掠ê人ê血，對敵首領ê頭ê肉。"}},{"book":"申","chapter":32,"verse":43,"versions":{"unv":"你們外邦人當與主的百姓一同歡呼；因他要伸他僕人流血的冤，報應他的敵人，潔淨他的地，救贖他的百姓。","bklcl":"Lia̍t-kok ah, lóng tio̍h kap I ê peh-sìⁿ saⁿ-kap hoaⁿ-hí;  In-ūi I beh ūi I ê lô͘-po̍k ê huih sin-oan,  Pò-èng I ê tùi-te̍k,  Beh sio̍k I ê tōe kap I ê peh-sìⁿ ê chōe.","tghg":"列國啊攏著及伊的百姓相及歡喜；因為伊欲為伊的奴僕的血伸冤，報應伊的對敵，欲贖伊的地，及伊的百姓的罪。","bklhl":"列國ah，lóng tio̍h kap伊ê百姓相kap歡喜；因為伊beh為伊ê奴僕ê血伸冤，報應伊ê對敵，beh贖伊ê地kap伊ê百姓ê罪。"}},{"book":"申","chapter":32,"verse":44,"versions":{"unv":"摩西和嫩的兒子約書亞去將這歌的一切話說給百姓聽。","bklcl":"Mô͘-se lâi, ēng chit ê koa it-chhè ê ōe liām hō͘ peh-sìⁿ thiaⁿ;  Lùn ê kiáⁿ Iok-su-a iā kap i tī-teh.","tghg":"摩西來用此個歌一切的話唸互百姓聽，嫩的子約書亞也及伊佇啲。","bklhl":"摩西來，用chit ê歌一切ê話念hō͘百姓聽；Lùn ê kiáⁿ約書亞也kap伊tī-teh。"}},{"book":"申","chapter":32,"verse":45,"versions":{"unv":"摩西向以色列眾人說完了這一切的話，","bklcl":"Mô͘-se tùi Í-sek-lia̍t ê chèng-lâng kóng chiah-ê it-chhè ê ōe bêng-pe̍k, chiū kā in kóng,","tghg":"摩西對以色列的眾人講諸個一切的話明白，","bklhl":"摩西對以色列ê眾人講chiah ê一切ê話明白，就kā in講："}},{"book":"申","chapter":32,"verse":46,"versions":{"unv":"又說：「我今日所警教你們的，你們都要放在心上；要吩咐你們的子孫謹守遵行這律法上的話。","bklcl":"Góa kin-á-ji̍t só͘ tùi lín kan-chèng it-chhè ê ōe, lín tio̍h khǹg tī sim-ni̍h;  iā tio̍h hoan-hù lín ê kiáⁿ-sun chip-siú lâi kiâⁿ chit ê lu̍t-hoat it-chhè ê ōe;","tghg":"就給𪜶講：「我今仔日所對恁干證一切的話，恁著囥佇心裡；也著吩咐恁的子孫執守來行此個律法一切的話。","bklhl":"我今á日所對lín干證一切ê話，lín tio̍h khǹg tī心裡；也tio̍h吩咐lín ê kiáⁿ孫執守來行chit ê律法一切ê話；"}},{"book":"申","chapter":32,"verse":47,"versions":{"unv":"因為這不是虛空、與你們無關的事，乃是你們的生命；在你們過約旦河要得為業的地上必因這事日子得以長久。」","bklcl":"in-ūi che tùi-tī lín m̄-sī khang-khang ê sū;  sī lín ê oa̍h-miā, iā beh in-ūi chit ê sū lín ê ji̍t-chí tit-tio̍h kú-tn̂g, tī lín kè Iok-tàn beh ji̍p-khì sêng-chiap ê tōe.","tghg":"因為這對佇恁呣是空空的事，是恁的活命；也欲因為此個事恁的日子得著久長，佇恁過約但欲入去承接的地。」","bklhl":"因為這對tī lín m̄是空空ê事；是lín ê活命，也beh因為chit ê事lín ê日子得tio̍h久長，tī lín過約旦beh入去承接ê地。"}},{"book":"申","chapter":32,"verse":48,"versions":{"unv":"當日，耶和華吩咐摩西說：","bklcl":"Tng ji̍t Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"當日，耶和華吩咐摩西講：","bklhl":"當日，耶和華吩咐摩西講："}},{"book":"申","chapter":32,"verse":49,"versions":{"unv":"「你上這亞巴琳山中的尼波山去，在摩押地與耶利哥相對，觀看我所要賜給以色列人為業的迦南地。","bklcl":"Lí chiūⁿ-khì A-pa-lîm soaⁿ, Nî-pho ê soaⁿ-thâu, kap Iâ-lī-ko tùi-bīn ê Mô͘-ap tōe, khòaⁿ Góa siúⁿ-sù Í-sek-lia̍t lâng chòe-gia̍p ê Ka-lâm tōe;","tghg":"「你上去亞巴琳山尼波的山頭，及耶利哥對面的摩押地，看我賞賜以色列人做業的迦南地。","bklhl":"你上去A-pa-lîm山，Nî-pho ê山頭，kap耶利哥對面ê Mô͘-ap地，看我賞賜以色列人做業ê迦南地；"}},{"book":"申","chapter":32,"verse":50,"versions":{"unv":"你必死在你所登的山上，歸你列祖（原文是本民）去，像你哥哥亞倫死在何珥山上，歸他的列祖一樣。","bklcl":"lí beh sí tī lí só͘ chiūⁿ-khì ê soaⁿ, lâi tò-chó͘,  chhin-chhiūⁿ lí ê hiaⁿ A-lûn sí tī Hô-jíⁿ soaⁿ, lâi tò-chó͘ chi̍t-iūⁿ;","tghg":"你欲死佇你所上去的山，來倒祖，親像你的兄亞倫死佇何珥山，來倒祖一樣。","bklhl":"你beh死tī你所上去ê山，來tò祖，親像你ê hiaⁿ亞倫死tī Hô-jíⁿ山，來tò祖一樣；"}},{"book":"申","chapter":32,"verse":51,"versions":{"unv":"因為你們在尋的曠野，加低斯的米利巴水，在以色列人中沒有尊我為聖，得罪了我。","bklcl":"in-ūi lín tī Sîm ê khòng-iá, Ka-te-su ê Bí-lī-pa ê chúi, tī Í-sek-lia̍t lâng tiong tek-chōe Góa, in-ūi tī Í-sek-lia̍t lâng tiong bô chun Góa chòe sèng.","tghg":"因為恁佇尋的曠野，加低斯的米利巴的水，佇以色列人中得罪我，因為佇以色列人中無尊我做聖。","bklhl":"因為lín tī Sîm ê曠野，Ka-te-su ê Bí-lī-pa ê水，tī以色列人中得罪我，因為tī以色列人中無尊我做聖。"}},{"book":"申","chapter":32,"verse":52,"versions":{"unv":"我所賜給以色列人的地，你可以遠遠地觀看，卻不得進去。」","bklcl":"Lí thang tùi-bīn khòaⁿ hit ê tōe, chóng-sī bōe-tit-thang ji̍p-khì kàu Góa só͘ siúⁿ-sù Í-sek-lia̍t lâng ê tōe.","tghg":"你通對面看彼個地，總是𣍐得通入去到我所賞賜以色列人的地。」","bklhl":"你thang對面看hit ê地，總是bōe得thang入去到我所賞賜以色列人ê地。"}}]