[{"book":"俄","chapter":1,"verse":1,"versions":{"unv":"俄巴底亞得了耶和華的默示。論以東說：我從耶和華那裡聽見信息，並有使者被差往列國去，說：起來吧，一同起來與以東爭戰！","bklcl":"Gô-pa-tí-a só͘ tit-tio̍h ê be̍k-sī.\tChú Iâ-hô-hoa lūn-kàu Í-tong kóng:  Goán tùi Iâ-hô-hoa hia thiaⁿ-kìⁿ siau-sit, iā ū sù-chiá hōng-chhe khì lia̍t-kok, kóng, Khí--lâi ah, lán tio̍h khí-lâi kap i kau-chiàn.","tghg":"俄巴底亞所得著的默示。主耶和華論到以東講：阮對耶和華遐聽見消息，也有使者奉差去列國，講：起來啊，咱著起來及伊交戰！","bklhl":"俄巴底亞所得tio̍h ê默示。\t主耶和華論到Í-tong講：阮tùi耶和華hia聽見消息，也有使者奉差去列國，講，起來ah，咱tio̍h起來kap伊交戰。"}},{"book":"俄","chapter":1,"verse":2,"versions":{"unv":"我使你─以東在列國中為最小的，被人大大藐視。","bklcl":"Khòaⁿ ah, Góa hō͘ lí tī lia̍t-kok-tiong chòe bî-sòe, hō͘ lâng tōa-tōa khòaⁿ-khin.","tghg":"看啊，我互你佇列國中做微細，互人大大看輕。","bklhl":"看ah，我hō͘你tī列國中做微細，hō͘人大大看輕。"}},{"book":"俄","chapter":1,"verse":3,"versions":{"unv":"住在山穴中、居所在高處的啊，你因狂傲自欺，心裡說：誰能將我拉下地去呢？","bklcl":"Tiàm-tī chio̍h-tōng-lāi, khiā-khí koâiⁿ ê só͘-chāi-ê ah, lí ê sim ê kiau-ngō͘ phiàn lí, sim-lāi kóng, Chī-chūi ōe kā góa kàng-lo̍h tōe ah?","tghg":"踮佇石洞內、徛起高的所在的啊，你的心的驕傲騙你，心內講：是誰會給我降落地啊？","bklhl":"Tiàm-tī石洞內，khiā起高ê所在ê ah，你ê心ê驕傲騙你，心內講，Chī-chūi能kā我降落地ah？"}},{"book":"俄","chapter":1,"verse":4,"versions":{"unv":"你雖如大鷹高飛，在星宿之間搭窩，我必從那裡拉下你來。這是耶和華說的。","bklcl":"Lí sui-jiân seng-koâiⁿ chhin-chhiūⁿ eng-chiáu, choh-siū tī chhiⁿ ê tiong-kan, Góa beh tùi-hia kā lí kàng-lo̍h; che sī Iâ-hô-hoa kóng--ê.","tghg":"你雖然升高親像鷹鳥，作巢佇星的中間，我欲對遐給你降落。這是耶和華講的。","bklhl":"你雖然升高親像鷹鳥，作巢 tī星ê中間，我beh tùi-hia kā你降落；這是耶和華講ê。"}},{"book":"俄","chapter":1,"verse":5,"versions":{"unv":"盜賊若來在你那裡，或強盜夜間而來─你何竟被剪除─豈不偷竊直到夠了呢？摘葡萄的若來到你那裡，豈不剩下些葡萄呢？","bklcl":"Chha̍t nā lâi lí hia, á-sī kiông-tō mî--sî lâi, kiám m̄-sī thau kàu móa-ì nā-tiāⁿ? bán phû-tô--ê nā lâi kàu lí hia bán, kiám bô iáu lâu kúi-lia̍p-á mah? lí tú-tio̍h chián-tû kàu cháiⁿ-iūⁿ ah!","tghg":"賊若來你遐，抑是強盜暝時來──豈呣是偷到滿意若定──挽(bán)葡萄者若來到你遐挽，豈無猶留幾粒仔嗎？你抵著(tú-tio̍h)剪除到怎樣啊？","bklhl":"賊若來你hia，á是強盜暝時來，kiám m̄是偷到滿意nā-tiāⁿ？挽葡萄ê若來到你hia挽，kiám無iáu留幾粒á mah？你tú-tio̍h剪除到怎樣ah！"}},{"book":"俄","chapter":1,"verse":6,"versions":{"unv":"以掃的隱密處何竟被搜尋？他隱藏的寶物何竟被查出？","bklcl":"Í-sò cháiⁿ-iūⁿ siū chhiau-chhē ah!  i só͘ khǹg ê pó-mi̍h cháiⁿ-iūⁿ siū chhâ-chhut ah!","tghg":"以掃怎樣受搜尋(chhiau-chhē)啊？伊所囥(khǹg)的寶物怎樣受查出啊？","bklhl":"以掃怎樣受chhiau-chhē ah！伊所khǹg ê寶物怎樣受查出ah！"}},{"book":"俄","chapter":1,"verse":7,"versions":{"unv":"與你結盟的都送你上路，直到交界；與你和好的欺騙你，且勝過你；與你一同吃飯的設下網羅陷害你；在你心裡毫無聰明。","bklcl":"Kap lí kiat-iok-ê lóng tòa lí kàu pian-kài; kap lí hô-hó--ê khi-phiàn lí, khah-iâⁿ lí; chia̍h lí ê bí-niû--ê siat oa̍h-tauh tī lí ê ē-bīn; i ê sim lóng bô tì-sek.","tghg":"及你結約者攏帶你到邊界；及你和好者欺騙你，卡贏你；食你的米糧者設活罩(oa̍h-tauh)佇你的下面；伊的心攏無智識。","bklhl":"kap你結約ê lóng帶你到邊界；kap你和好ê欺騙你，khah贏你；食你ê米糧ê設活tauh tī你ê下面；伊ê心lóng無智識。"}},{"book":"俄","chapter":1,"verse":8,"versions":{"unv":"耶和華說：到那日，我豈不從以東除滅智慧人？從以掃山除滅聰明人？","bklcl":"Iâ-hô-hoa kóng, Kàu hit-ji̍t Góa kiám bô tùi Í-tong tû-bia̍t tì-hūi ê lâng, tùi Í-sò ê soaⁿ tû-bia̍t chhang-miâ ê lâng?","tghg":"耶和華講：到彼日，我豈無對以東除滅智慧的人？對以掃的山除滅聰明(chhang-miâ)的人？","bklhl":"耶和華講，到hit日我kiám無tùi Í-tong除滅智慧ê人，tùi以掃ê山除滅聰明ê人？"}},{"book":"俄","chapter":1,"verse":9,"versions":{"unv":"提幔哪，你的勇士必驚惶，甚至以掃山的人都被殺戮剪除。","bklcl":"Thê-bān ah, lí ê ióng-sū beh kiaⁿ-hiâⁿ, tì-kàu tiàm Í-sò ê soaⁿ, ta̍k-lâng siū thâi-sí chián-tû.","tghg":"提幔啊，你的勇士欲驚惶，致到踮以掃的山逐人受刣死剪除。","bklhl":"Thê-bān ah，你ê勇士beh驚惶，致到tiàm以掃ê山，ta̍k人受刣死剪除。"}},{"book":"俄","chapter":1,"verse":10,"versions":{"unv":"因你向兄弟雅各行強暴，羞愧必遮蓋你，你也必永遠斷絕。","bklcl":"In-ūi lí pō-gio̍k lí ê hiaⁿ-tī Ngá-kok, lí beh tú-tio̍h tōa-tōa kiàn-siàu; lí ia̍h beh éng-oán siū chián-tû.","tghg":"因為你暴虐(pō-gio̍k)你的兄弟雅各，你欲抵著大大見誚，你亦欲永遠受剪除。","bklhl":"因為你暴虐你ê兄弟雅各，你beh tú-tio̍h大大見笑；你亦beh永遠受剪除。"}},{"book":"俄","chapter":1,"verse":11,"versions":{"unv":"當外人擄掠雅各的財物，外邦人進入他的城門，為耶路撒冷拈鬮的日子，你竟站在一旁，像與他們同夥。","bklcl":"Tng lí khiā tī piⁿ--thâu ê ji̍t, gōa-lâng chhiúⁿ i ê châi-bu̍t, īⁿ-pang-lâng ji̍p i ê siâⁿ-mn̂g, ūi Iâ-lō͘-sat-léng liam-khau, hit-ji̍t lí chhin-chhiūⁿ in tiong-kan ê chi̍t-ê.","tghg":"當你徛佇邊頭的日，外人搶伊的財物，異邦人入伊的城門，為耶路撒冷拈鬮(liam-khau)，彼日你親像𪜶中間的一個。","bklhl":"當你khiā tī邊頭ê日，外人搶伊ê財物，異邦人入伊ê城門，為耶路撒冷拈鬮，hit日你親像in中間ê一个。"}},{"book":"俄","chapter":1,"verse":12,"versions":{"unv":"你兄弟遭難的日子，你不當瞪眼看著；猶大人被滅的日子，你不當因此歡樂；他們遭難的日子，你不當說狂傲的話。","bklcl":"Tng lí ê hiaⁿ-tī ê ji̍t, chiū-sī i tú-tio̍h hoān-lān ê ji̍t, lí m̄ eng-kai khiā-teh khòaⁿ; Iû-tāi lâng siū-bia̍t ê ji̍t, lí m̄ eng-kai ūi-tio̍h án-ni lâi hoaⁿ-hí; in tú-tio̍h chai-lān ê ji̍t, lí m̄ eng-kai kóng tōa-ōe.","tghg":"當你的兄弟的日，就是伊抵著患難的日，你呣應該徛啲看；猶大人受滅的日，你呣應該為著按呢來歡喜；𪜶抵著災難的日，你呣應該講大話。","bklhl":"當你ê兄弟ê日，就是伊tú-tio̍h患難ê日，你m̄應該khiā-teh看；偤大人受滅ê日，你m̄應該為tio̍h án-ni來歡喜；in tú-tio̍h災難ê日，你m̄應該講大話。"}},{"book":"俄","chapter":1,"verse":13,"versions":{"unv":"我民遭災的日子，你不當進他們的城門；他們遭災的日子，你不當瞪眼看著他們受苦；他們遭災的日子，你不當伸手搶他們的財物；","bklcl":"Góa ê peh-sìⁿ tú-tio̍h chai-ē ê ji̍t, lí m̄ eng-kai ji̍p i ê mn̂g; in tú-tio̍h chai-ē ê ji̍t, lí m̄ eng-kai khòaⁿ in teh siū-khó͘; in tú-tio̍h chai-ē ê ji̍t, lí m̄ eng-kai bong-tio̍h in ê châi-bu̍t.","tghg":"我的百姓抵著災禍的日，你呣應該入伊的門；𪜶抵著災禍的日，你呣應該看𪜶啲受苦；𪜶抵著災禍的日，你呣應該摸著𪜶的財物；","bklhl":"我ê百姓tú-tio̍h災厄ê日，你m̄應該入伊ê門；in tú-tio̍h災厄ê日，你m̄應該看in teh受苦；in tú-tio̍h災厄ê日，你m̄應該摸tio̍h in ê財物。"}},{"book":"俄","chapter":1,"verse":14,"versions":{"unv":"你不當站在岔路口剪除他們中間逃脫的；他們遭難的日子，你不當將他們剩下的人交付仇敵。","bklcl":"Lí m̄ eng-kai khiā tī siang-chhe lō͘, cha̍h in tiong-kan tô-cháu ê lâng; in tú-tio̍h chai-lān ê ji̍t, lí m̄ eng-kai chiong in chhun ê lâng kau-hù tùi-te̍k.","tghg":"你呣應該徛佇雙叉路，截(cha̍h)𪜶中間逃走的人；𪜶抵著災難的日，你呣應該將𪜶剩(chhun)的人交付對敵。","bklhl":"你m̄應該khiā tī雙叉路，遮(cha̍h)in中間逃走ê人；in tú-tio̍h災難ê日，你m̄應該將in chhun ê人交付對敵。"}},{"book":"俄","chapter":1,"verse":15,"versions":{"unv":"耶和華降罰的日子臨近萬國。你怎樣行，他也必照樣向你行；你的報應必歸到你頭上。","bklcl":"In-ūi Iâ-hô-hoa pān-lí bān-kok ê ji̍t kūn--lah; chiàu lí só͘ kiâⁿ--ê, iā beh án-ni kiâⁿ tī lí; lí só͘ chòe--ê, beh kui tī lí ê thâu-khak.","tghg":"因為耶和華辦理萬國的日近啦。照你所行的，也欲按呢行佇你；你所做的欲歸佇你的頭殼。","bklhl":"因為耶和華辨理萬國ê日近lah；照你所行ê，也beh án-ni行tī你；你所做ê，beh歸tī你ê頭殼。"}},{"book":"俄","chapter":1,"verse":16,"versions":{"unv":"你們猶大人在我聖山怎樣喝了苦杯，萬國也必照樣常常地喝；且喝且咽，他們就歸於無有。","bklcl":"In-ūi chhin-chhiūⁿ lín tī Góa ê sèng-soaⁿ bat lim, bān-kok iā beh chhin-chhiūⁿ án-ni tn̂g-tn̂g lim, ia̍h lim iā thun--lo̍h-khì, in chiū beh kui tī bô.","tghg":"因為親像恁佇我的聖山曾飲，萬國也欲親像按呢長長飲；亦飲也吞落去，𪜶就欲歸佇無。","bklhl":"因為親像lín tī我ê聖山bat lim，萬國也beh親像án-ni長長lim，亦lim也吞落去，in就beh歸tī無。"}},{"book":"俄","chapter":1,"verse":17,"versions":{"unv":"在錫安山必有逃脫的人，那山也必成聖；雅各家必得原有的產業。","bklcl":"Tī Sek-an soaⁿ beh ū tô-thoat ê lâng, ia̍h beh chiâⁿ-chòe sèng; Ngá-kok-ke beh tit-tio̍h i pún ū ê gia̍p.","tghg":"佇錫安山欲有逃脫的人，亦欲成做聖；雅各家欲得著伊本有的業。","bklhl":"Tī錫安山beh有逃脫ê人，亦beh成做聖；雅各家beh得tio̍h伊本有ê業。"}},{"book":"俄","chapter":1,"verse":18,"versions":{"unv":"雅各家必成為大火；約瑟家必為火焰；以掃家必如碎秸；火必將他燒著吞滅。以掃家必無餘剩的。這是耶和華說的。","bklcl":"Ngá-kok-ke beh chiâⁿ-chòe hé, Iok-sek ke beh chiâⁿ-chòe hé-iām, Í-sò ê ke beh chòe tiū-kó, hé beh sio lâi bia̍t i; Í-sò ê ke beh bô lâu chi̍t-ê; in-ūi Iâ-hô-hoa ū kóng i.","tghg":"雅各家欲成做火；約瑟家欲成做火焰；以掃的家欲做稻稿(tiū-kó)；火欲燒來滅伊。以掃的家欲無留一個。因為耶和華有講伊。","bklhl":"雅各家beh成做火，約瑟家beh成做火燄，以掃ê家beh做稻稿，火beh燒來滅伊；以掃ê家beh無留一个；因為耶和華有講伊。"}},{"book":"俄","chapter":1,"verse":19,"versions":{"unv":"南地的人必得以掃山；高原的人必得非利士地，也得以法蓮地和撒馬利亞地；便雅憫人必得基列。","bklcl":"Lâm-hng ê lâng beh tit-tio̍h Í-sò ê soaⁿ, pîⁿ-iûⁿ ê lâng beh tit-tio̍h Hui-lī-sū, ia̍h beh tit-tio̍h Í-hoat-liân ê chhân, kap Sat-má-lī-a ê chhân; Piān-ngá-bín lâng beh tit-tio̍h Ki-lia̍t.","tghg":"南方的人欲得著以掃的山；平洋的人欲得著非利士，亦欲得著以法蓮的田及撒瑪利亞的田；便雅憫人欲得著基列。","bklhl":"南方ê人beh得tio̍h以掃ê山，平洋ê人beh得tio̍h腓利士，亦beh得tio̍h Í-hoat-liân ê田，kap撒馬利亞ê田；便雅憫人beh得tio̍h Ki-lia̍t。"}},{"book":"俄","chapter":1,"verse":20,"versions":{"unv":"在迦南人中被擄的以色列眾人必得地直到撒勒法；在西法拉中被擄的耶路撒冷人必得南地的城邑。","bklcl":"Í-sek-lia̍t kun-tūi chiah-ê siū-lia̍h--ê beh tit-tio̍h sio̍k Ka-lâm lâng ê tōe, ti̍t-kàu Sat-le̍k-hoat; tiàm-tī Se-hoat-la̍h siū-lia̍h ê Iâ-lō͘-sat-léng lâng beh tit-tio̍h Lâm-hng ê siâⁿ.","tghg":"以色列軍隊諸個受掠者欲得著屬迦南人的地，直到撒勒法；踮佇西法拉受掠的耶路撒冷人欲得著南方的城。","bklhl":"以色列軍隊chiah ê受掠ê beh得tio̍h屬迦南人ê地，直到Sat-le̍k-hoat；tiàm-tī Se-hoat-la̍h受掠ê耶路撒冷人beh得tio̍h南方ê城。"}},{"book":"俄","chapter":1,"verse":21,"versions":{"unv":"必有拯救者上到錫安山，審判以掃山；國度就歸耶和華了。","bklcl":"Beh ū chiah-ê chín-kiù--ê chiūⁿ Sek-an soaⁿ, lâi sím-phòaⁿ Í-sò ê soaⁿ; kok-tō͘ chiū kui Iâ-hô-hoa.","tghg":"欲有諸個拯救者上錫安山，來審判以掃的山；國度就歸耶和華。","bklhl":"Beh有chiah ê拯救ê上錫安山，來審判以掃ê山；國度就歸耶和華。"}}]