[{"book":"伯","chapter":2,"verse":1,"versions":{"unv":"又有一天，　神的眾子來侍立在耶和華面前，撒但也來在其中。","bklcl":"Koh ū chi̍t-ji̍t, Siōng-tè hiah-ê kiáⁿ lâi, ka-kī khiā tī Iâ-hô-hoa ê bīn-chêng, Sat-tàn iā lâi tī in tiong-kan, ka-kī khiā tī Iâ-hô-hoa ê bīn-chêng.","tghg":"閣有一日，上帝許個子來家己徛佇耶和華的面前，撒但也來佇𪜶中間，家己徛佇耶和華的面前。","bklhl":"Koh有一日，上帝hiah-ê kiáⁿ來，家己khiā tī耶和華ê面前，撒旦也來tī in中間，家己khiā tī耶和華ê面前。"}},{"book":"伯","chapter":2,"verse":2,"versions":{"unv":"耶和華問撒但說：「你從哪裡來？」撒但回答說：「我從地上走來走去，往返而來。」","bklcl":"Iâ-hô-hoa tùi Sat-tàn kóng, Lí tùi toh-lo̍h lâi?  Sat-tàn ìn Iâ-hô-hoa kóng, Góa tī tōe-chiūⁿ kiâⁿ-lâi kiâⁿ-khì, piàn-kiâⁿ tī-hia, tùi-hia lâi.","tghg":"耶和華對撒但講：「你對叨落來？」撒但應耶和華講：「我佇地上行來行去，遍行佇遐，對遐來。」","bklhl":"耶和華對撒旦講，你tùi toh落來？撒旦應耶和華講，我tī地上行來行去，遍行tī-hia，tùi-hia來。"}},{"book":"伯","chapter":2,"verse":3,"versions":{"unv":"耶和華問撒但說：「你曾用心察看我的僕人約伯沒有？地上再沒有人像他完全正直，敬畏　神，遠離惡事。你雖激動我攻擊他，無故地毀滅他，他仍然持守他的純正。」","bklcl":"Iâ-hô-hoa tùi Sat-tàn kóng, Lí ū liû-sim tī Góa ê lô͘-po̍k Iok-pek mah?  In-ūi tōe-chiūⁿ bô lâng chhin-chhiūⁿ i oân-choân koh chèng-ti̍t, kèng-ùi Siōng-tè, lī-khui chiah-ê pháiⁿ; lí sui-jiân kek Góa kong-kek i, bô in-toaⁿ húi-hoāi i, i iû-goân chip-siú i ê sûn-choân.","tghg":"耶和華對撒但講：「你有留心佇我的奴僕約伯嗎？因為地上無人親像伊完全閣正直，敬畏上帝，離開諸個歹。你雖然激我攻擊伊，無因端毀壞伊，伊猶原執守伊的純全。」","bklhl":"耶和華對撒旦講，你有留心tī我ê奴僕約伯mah？因為地上無人親像伊完全koh正直，敬畏上帝，離開chiah ê pháiⁿ；你雖然激我攻擊伊，無因端毀壞伊，伊猶原執守伊ê純全。"}},{"book":"伯","chapter":2,"verse":4,"versions":{"unv":"撒但回答耶和華說：「人以皮代皮，情願捨去一切所有的，保全性命。","bklcl":"Sat-tàn ìn Iâ-hô-hoa kóng, Ēng phê ōaⁿ phê, lâng ūi-tio̍h i ê sìⁿ-miā goān liáu i it-chhè só͘-ū ê.","tghg":"撒但應耶和華講：「用皮換皮，人為著伊的生命，願了(liáu)伊一切所有的。","bklhl":"撒旦應耶和華講，用皮換皮，人為tio̍h伊ê性命願了伊一切所有ê。"}},{"book":"伯","chapter":2,"verse":5,"versions":{"unv":"你且伸手傷他的骨頭和他的肉，他必當面棄掉你。」","bklcl":"Chóng-sī Lí chhun Lí ê chhiú kha̍p-tio̍h i ê kut kap i ê bah, chiū i beh tng-bīn khì-choa̍t Lí.","tghg":"總是你伸你的手磕著(kha̍p-tio̍h)伊的骨及伊的肉，就伊欲當面棄絕你。」","bklhl":"總是你伸你ê手磕tio̍h伊ê骨kap伊ê肉，就伊beh當面棄絕你。"}},{"book":"伯","chapter":2,"verse":6,"versions":{"unv":"耶和華對撒但說：「他在你手中，只要存留他的性命。」","bklcl":"Iâ-hô-hoa tùi Sat-tàn kóng, Khòaⁿ ah, i tī lí ê chhiú-thâu, to̍k-to̍k tio̍h lâu i ê sìⁿ-miā.","tghg":"耶和華對撒但講：「看啊，伊佇你的手頭，獨獨著留伊的生命。」","bklhl":"耶和華對撒旦講，看ah，伊tī你ê手頭，獨獨tio̍h留伊ê性命。"}},{"book":"伯","chapter":2,"verse":7,"versions":{"unv":"於是撒但從耶和華面前退去，擊打約伯，使他從腳掌到頭頂長毒瘡。","bklcl":"Sat-tàn chiū tùi Iâ-hô-hoa ê bīn-chêng chhut-khì, phah Iok-pek, hō͘ i tùi kha-tóe kàu thâu-khak-téng siⁿ to̍k-chhng.","tghg":"撒但就對耶和華的面前出去，拍約伯，互伊對腳底到頭殼頂生毒瘡。","bklhl":"撒旦就tùi耶和華ê面前出去，phah約伯，hō͘伊tùi腳底到頭殼頂生毒瘡。"}},{"book":"伯","chapter":2,"verse":8,"versions":{"unv":"約伯就坐在爐灰中，拿瓦片刮身體。","bklcl":"I chiū ēng hāu-phiaⁿ-phè lâi pê seng-khu, chē tī hé-hu tiong.","tghg":"伊就用瓦片坯(hāu-phiaⁿ-phè)來扒(pê)身軀，坐佇火灰中。","bklhl":"伊就用hāu-phiaⁿ-phè來pê身軀，坐tī火灰中。"}},{"book":"伯","chapter":2,"verse":9,"versions":{"unv":"他的妻子對他說：「你仍然持守你的純正嗎？你棄掉　神，死了吧！」","bklcl":"I ê bó͘ chiū tùi i kóng, Lí iáu-kú chip-siú lí ê sûn-choân mah?  Tio̍h khì-choa̍t Siōng-tè lâi sí.","tghg":"伊的某就對伊講：「你猶久(iáu-kú)執守你的純全嗎？著棄絕上帝，來死！」","bklhl":"伊ê bó͘就對伊講，你iáu-kú執守你ê純全mah？Tio̍h棄絕上帝來死。"}},{"book":"伯","chapter":2,"verse":10,"versions":{"unv":"約伯卻對她說：「你說話像愚頑的婦人一樣。噯！難道我們從　神手裡得福，不也受禍嗎？」在這一切的事上約伯並不以口犯罪。","bklcl":"Nā-sī Iok-pek tùi i kóng, Lí kóng-ōe sī chhin-chhiūⁿ hiah-ê gōng ê hū-jîn-lâng só͘ teh kóng ê.  Cháiⁿ-iūⁿ--nih?  Lán tùi Siōng-tè siū hok-khì, kiám bô tùi I siū chai-ē mah?  Tī che it-chhè ê sū, Iok-pek pēng-bô tùi i ê chhùi lâi hoān-chōe.","tghg":"若是約伯對伊講：「你講話是親像許個戇的婦仁人所啲講的。怎樣呢！咱對上帝受福氣，豈無對伊受災禍嗎？」佇這一切的事約伯並無對伊的嘴來犯罪。","bklhl":"但是約伯對伊講，你講話是親像hiah-ê戇ê婦人人所teh講ê。怎樣nih？咱tùi上帝受福氣，kiám無tùi伊受災厄mah？Tī這一切ê事，約伯並無tùi伊ê嘴來犯罪。"}},{"book":"伯","chapter":2,"verse":11,"versions":{"unv":"約伯的三個朋友─提幔人以利法、書亞人比勒達、拿瑪人瑣法─聽說有這一切的災禍臨到他身上，各人就從本處約會同來，為他悲傷，安慰他。","bklcl":"Hit-sî Iok-pek saⁿ ê pêng-iú thiaⁿ-kìⁿ i tú-tio̍h it-chhè ê khó͘-lān, ta̍k-ê tùi in ê só͘-chāi lâi; chiū-sī Thê-bān lâng Í-lī-hoat, Su-a lâng Pí-le̍k-ta̍t, Ná-má lâng Só-hoat; in siong-iok saⁿ-kap lâi pi-siong, an-ùi i.","tghg":"彼時約伯三個朋友聽見伊抵著(tú-tio̍h)一切的苦難，逐個對𪜶的所在來，就是提幔人以利法、書亞人比勒達、拿瑪人瑣法，𪜶相約相及來悲傷，安慰伊。","bklhl":"Hit時約伯三個朋友聽見伊tú-tio̍h一切ê苦難，ta̍k-ê tùi in ê所在來；就是Thê-bān人Í-lī-hoat，Su-a人Pí-le̍k-ta̍t，Ná-má人Só-hoat；in相約相kap來悲傷，安慰伊。"}},{"book":"伯","chapter":2,"verse":12,"versions":{"unv":"他們遠遠地舉目觀看，認不出他來，就放聲大哭。各人撕裂外袍，把塵土向天揚起來，落在自己的頭上。","bklcl":"In hn̄g-hn̄g kia̍h-ba̍k khòaⁿ, bōe jīn-tit i, chiū tōa-siaⁿ thî-khàu; ta̍k lâng thiah-li̍h gōa-saⁿ, ǹg thiⁿ iā thô͘-hún tī ka-kī ê thâu-khak.","tghg":"𪜶遠遠攑目看，𣍐認得伊，就大聲啼哭。逐人拆裂外衫，向天撒土粉，佇家己的頭殼。","bklhl":"In遠遠kia̍h目看，bōe認得伊，就大聲啼哭；ta̍k人拆裂外衫，ǹg天掖土粉tī家己ê頭殼。"}},{"book":"伯","chapter":2,"verse":13,"versions":{"unv":"他們就同他七天七夜坐在地上，一個人也不向他說句話，因為他極其痛苦。","bklcl":"In chiū kap i chē tī thô͘-kha chhit-ji̍t chhit-mî, bô kap i kóng chi̍t-kù, in-ūi in khòaⁿ-kìⁿ i ê thòng-khó͘ chin tōa.","tghg":"𪜶就及伊坐佇土腳七日七暝，無及伊講一句，因為𪜶看見伊的痛苦真大。","bklhl":"In就kap伊坐tī土腳七日七暝，無kap伊講一句，因為in看見伊ê痛苦真大。"}}]