[{"book":"伯","chapter":42,"verse":1,"versions":{"unv":"約伯回答耶和華說：","bklcl":"Iok-pek ìn Iâ-hô-hoa kóng,","tghg":"約伯應耶和華講：","bklhl":"約伯應耶和華講，"}},{"book":"伯","chapter":42,"verse":2,"versions":{"unv":"我知道，你萬事都能做；你的旨意不能攔阻。","bklcl":"Góa chai Lí bān-sū lóng ōe, Lí ê chí-ì lóng bōe chó͘-tòng--tit.","tghg":"我知你萬事攏會。你的旨意攏𣍐阻擋得。","bklhl":"我知你萬事lóng能，你ê旨意lóng bōe阻擋得。"}},{"book":"伯","chapter":42,"verse":3,"versions":{"unv":"誰用無知的言語使你的旨意隱藏呢？我所說的是我不明白的；這些事太奇妙，是我不知道的。","bklcl":"Chit-ê bû-ti lâi khàm-ba̍t só͘ gī-lūn ê, sī chī-chūi ah?  Só͘-í góa ū kóng-chhut góa só͘ bô bêng--ê,  Chiū-sī góa só͘ siūⁿ-bōe-chhut ê kî-biāu, góa só͘ m̄-chai.","tghg":"此個無知來蓋密所議論的是是誰啊？所以我有講出我所無明的；就是我所想𣍐出的奇妙，我所呣知。","bklhl":"Chit ê無知來蓋密所議論ê，是是誰 ah？所以我有講出我所無明ê，就是我所想bōe出ê奇妙，我所m̄知。"}},{"book":"伯","chapter":42,"verse":4,"versions":{"unv":"求你聽我，我要說話；我問你，求你指示我。","bklcl":"Kiû Lí thiaⁿ, góa beh kóng,  Góa mn̄g Lí, Lí ìn góa.","tghg":"求你聽，我欲講；我問你，你應我。","bklhl":"求你聽，我beh講，我問你，你應我。"}},{"book":"伯","chapter":42,"verse":5,"versions":{"unv":"我從前風聞有你，現在親眼看見你。","bklcl":"Góa chêng hī-khang thiaⁿ-kìⁿ Lí,  Taⁿ góa ê ba̍k-chiu khòaⁿ-kìⁿ Lí;","tghg":"我前耳孔聽見你，今我的目睭看見你。","bklhl":"我前耳孔聽見你，taⁿ我ê目睭看見你；"}},{"book":"伯","chapter":42,"verse":6,"versions":{"unv":"因此我厭惡自己（或譯：我的言語），在塵土和爐灰中懊悔。","bklcl":"Só͘-í góa ka-kī iàm-ò͘ⁿ,  Tī tîn-ai kap hé-hu ê tiong-kan hoán-hóe.","tghg":"所以我家己厭惡，佇塵埃及火灰的中間反悔。","bklhl":"所以我家己厭惡，tī塵埃kap火灰ê中間反悔。"}},{"book":"伯","chapter":42,"verse":7,"versions":{"unv":"耶和華對約伯說話以後，就對提幔人以利法說：「我的怒氣向你和你兩個朋友發作，因為你們議論我不如我的僕人約伯說的是。","bklcl":"Iâ-hô-hoa tùi Iok-pek kóng chiah-ê ōe í-āu,  Iâ-hô-hoa chiū tùi Thê-bān lâng Í-lī-hoat kóng, Góa ê siū-khì tùi lí kap lí nn̄g ê pêng-iú hoat--khí-lâi,  in-ūi lín gī-lūn Góa, bô kóng ha̍p-lí ê ōe, chhin-chhiūⁿ Góa ê lô͘-po̍k Iok-pek só͘ kóng ê.","tghg":"耶和華對約伯講諸個話以後，耶和華就對提幔人以利法講：「我的受氣對你及你二個朋友發起來，因為恁議論我無講合理的話，親像我的奴僕約伯所講的。","bklhl":"耶和華對約伯講chiah ê話以後，耶和華就對Thê-bān人Í-lī-hoat講，我ê受氣對你kap你兩個朋友發起來，因為lín議論我，無講合理ê話，親像我ê奴僕約伯所講ê。"}},{"book":"伯","chapter":42,"verse":8,"versions":{"unv":"現在你們要取七隻公牛，七隻公羊，到我僕人約伯那裡去，為自己獻上燔祭，我的僕人約伯就為你們祈禱。我因悅納他，就不按你們的愚妄辦你們。你們議論我，不如我的僕人約伯說的是。」","bklcl":"Taⁿ lín tio̍h ūi pún-sin chhú chhit chiah gû-káng, chhit chiah iûⁿ-káng, kàu Góa ê lô͘-po̍k Iok-pek hia, ūi pún-sin hiàn sio-chè; Góa ê lô͘-po̍k Iok-pek beh thòe lín kî-tó; in-ūi Góa beh chiap-la̍p i, bián-tit Góa chiàu lín ê gû-gōng lâi khoán-thāi lín; in-ūi lín gī-lūn Góa, bô kóng ha̍p-lí ê ōe, chhin-chhiūⁿ Góa ê lô͘-po̍k Iok-pek só͘ kóng ê.","tghg":"今恁著為本身取七隻牛牨(káng)，七隻羊牨，到我的奴僕約伯遐，為本身獻燒祭，我的奴僕約伯欲替恁祈禱。因為我欲接納伊，免得我照恁的愚戇來款待恁。因為恁議論我，無講合理的話親像我的奴僕約伯所講的。」","bklhl":"Taⁿ lín tio̍h為本身取七隻牛káng，七隻羊káng，到我ê奴僕約伯hia，為本身獻燒祭；我ê奴僕約伯beh替lín祈禱；因為我beh接納伊，免得我照lín ê愚戇來款待lín；因為lín議論我，無講合理ê話，親像我ê奴僕約伯所講ê。"}},{"book":"伯","chapter":42,"verse":9,"versions":{"unv":"於是提幔人以利法、書亞人比勒達、拿瑪人瑣法照著耶和華所吩咐的去行；耶和華就悅納約伯。","bklcl":"Tùi án-ni Thê-bān lâng Í-lī-hoat, Su-a lâng Pí-le̍k-ta̍t, Ná-má lâng Só-hoat, chiàu Iâ-hô-hoa só͘ bēng-lēng in ê khì-kiâⁿ;  Iâ-hô-hoa iā chiap-la̍p Iok-pek.","tghg":"對按呢提幔人以利法、書亞人比勒達、拿瑪人瑣法照耶和華所命令𪜶的去行；耶和華也接納約伯。","bklhl":"Tùi án-ni， Thê-bān人Í-lī-hoat，Su-a人Pí-le̍k-ta̍t，Ná-má人Só-hoat，照耶和華所命令in-ê去行；耶和華也接納約伯。"}},{"book":"伯","chapter":42,"verse":10,"versions":{"unv":"約伯為他的朋友祈禱。耶和華就使約伯從苦境（原文是擄掠）轉回，並且耶和華賜給他的比他從前所有的加倍。","bklcl":"Iok-pek thòe i ê pêng-iú kî-tó ê sî, Iâ-hô-hoa chiū hō͘ i ê kéng-hóng ho̍k-goân; koh Iâ-hô-hoa siúⁿ-sù Iok-pek pí í-chêng só͘-ū-ê ka-pē.","tghg":"約伯替伊的朋友祈禱的時。耶和華就互伊的景況復原，閣耶和華賞賜約伯比以前所有的加倍。","bklhl":"約伯替伊ê朋友祈禱ê時，耶和華就hō͘伊ê景況復原；koh耶和華賞賜約伯比以前所有ê加倍。"}},{"book":"伯","chapter":42,"verse":11,"versions":{"unv":"約伯的弟兄、姊妹，和以先所認識的人都來見他，在他家裡一同吃飯；又論到耶和華所降與他的一切災禍，都為他悲傷安慰他。每人也送他一塊銀子和一個金環。","bklcl":"Hit-sî i ê chèng hiaⁿ-tī, chí-bē, kap í-chêng saⁿ-bat ê lâng lóng lâi kìⁿ i, tī i ê chhù saⁿ-kap chia̍h, ūi-tio̍h Iâ-hô-hoa só͘ kàng-lo̍h tī i it-chhè ê chai-ē, lóng pi-siong lâi an-ùi i; ta̍k-lâng sàng i chi̍t-tè gûn, ta̍k-lâng sàng i chi̍t-ê kim-khoân.","tghg":"彼時伊的眾兄弟、姊妹，及以前相識(saⁿ-bat)的人攏來見伊，佇伊的厝相及食；為著耶和華所降落佇伊一切的災禍，攏悲傷來安慰伊。逐人送伊一塊銀，逐人送伊一個金環。","bklhl":"Hit時伊ê眾兄弟、姊妹，kap以前相識ê人lóng來見伊，tī伊ê厝相kap食，為tio̍h耶和華所降落tī伊一切ê災厄，lóng悲傷來安慰伊；ta̍k人送伊一塊銀，ta̍k人送伊一个金環。"}},{"book":"伯","chapter":42,"verse":12,"versions":{"unv":"這樣，耶和華後來賜福給約伯比先前更多。他有一萬四千羊，六千駱駝，一千對牛，一千母驢。","bklcl":"Án-ni Iâ-hô-hoa sù-hok Iok-pek ê bé-kéng iâⁿ-kè i ê khí-thâu; i ū iûⁿ chi̍t-bān sì-chheng, lo̍k-tô la̍k chheng, gû chi̍t-chheng tùi, lû-bú chi̍t-chheng.","tghg":"按呢，耶和華賜福約伯的尾境贏過伊的起頭。伊有羊一萬四千，駱駝六千，牛一千對，驢母一千。","bklhl":"Án-ni耶和華賜福約伯ê尾景贏過伊ê起頭；伊有羊一萬四千，駱駝六千，牛一千對，驢母一千。"}},{"book":"伯","chapter":42,"verse":13,"versions":{"unv":"他也有七個兒子，三個女兒。","bklcl":"I iā ū chhit ê kiáⁿ, saⁿ ê cha-bó͘-kiáⁿ.","tghg":"伊也有七個子，三個查某子。","bklhl":"伊也有七個kiáⁿ，三個cha-bó͘-kiáⁿ。"}},{"book":"伯","chapter":42,"verse":14,"versions":{"unv":"他給長女起名叫耶米瑪，次女叫基洗亞，三女叫基連‧哈樸。","bklcl":"I kā tōa cha-bó͘-kiáⁿ miâ-kiò Iâ-bí-má, tē-jī-ê miâ-kiò Ki-sé-a, tē-saⁿ-ê miâ-kiò Ki-liân-hap-phok.","tghg":"伊給大查某子名叫耶米瑪，第二個名叫基洗亞，第三個名叫基連哈樸。","bklhl":"伊kā大cha-bó͘-kiáⁿ名叫Iâ-bí-má，第二個名叫Ki-sé-a，第三個名叫Ki-liân-hap-phok。"}},{"book":"伯","chapter":42,"verse":15,"versions":{"unv":"在那全地的婦女中找不著像約伯的女兒那樣美貌。她們的父親使她們在弟兄中得產業。","bklcl":"Thong hit só͘-chāi ê hū-lú, chhē bô chhin-chhiūⁿ Iok-pek ê cha-bó͘-kiáⁿ hiah--nih súi; in ê lāu-pē hō͘ in tī hiaⁿ-tī tiong tit-tio̍h sán-gia̍p.","tghg":"通彼所在的婦女，尋無親像約伯的查某子許呢媠。𪜶的老父互𪜶佇兄弟中得著產業。","bklhl":"Thong hit所在ê婦女，chhē無親像約伯ê cha-bó͘-kiáⁿ hiah-nih súi；in ê老父hō͘ in tī兄弟中得tio̍h產業。"}},{"book":"伯","chapter":42,"verse":16,"versions":{"unv":"此後，約伯又活了一百四十年，得見他的兒孫，直到四代。","bklcl":"Chit-tia̍p í-āu Iok-pek koh chia̍h chi̍t-pah sì-cha̍p hè, tit-tio̍h khòaⁿ-kìⁿ i ê kiáⁿ, i ê sun, kàu sì-tāi.","tghg":"此霎(tia̍p)以後，約伯閣食一百四十歲，得著看見伊的子伊的孫，到四代。","bklhl":"Chit-tia̍p以後，約伯koh食一百四十歲，得tio̍h看見伊ê kiáⁿ，伊ê孫，到四代。"}},{"book":"伯","chapter":42,"verse":17,"versions":{"unv":"這樣，約伯年紀老邁，日子滿足而死。","bklcl":"Án-ni Iok-pek nî-hè lāu, ji̍t-chí móa, chiū sí.","tghg":"按呢，約伯年歲老，日子滿就死。","bklhl":"Án-ni約伯年歲老，日子滿，就死。"}}]