[{"book":"伯","chapter":1,"verse":1,"versions":{"unv":"烏斯地有一個人名叫約伯；那人完全正直，敬畏　神，遠離惡事。","bklcl":"O͘-su ê tōe bat ū chi̍t-lâng miâ-kiò Iok-pek, hit-lâng oân-choân koh chèng-ti̍t, kèng-ùi Siōng-tè, lī-khui chiah-ê pháiⁿ.","tghg":"烏斯的地曾有一人名叫約伯；彼人完全閣正直，敬畏上帝，離開諸個歹。","bklhl":"O͘-su ê地bat有一人名叫約伯，hit人完全koh正直，敬畏上帝，離開chiah ê pháiⁿ。"}},{"book":"伯","chapter":1,"verse":2,"versions":{"unv":"他生了七個兒子，三個女兒。","bklcl":"I siⁿ chhit ê kiáⁿ, saⁿ ê cha-bó͘-kiáⁿ.","tghg":"伊生七個子，三個查某子。","bklhl":"伊生七個kiáⁿ，三個cha-bó͘-kiáⁿ。"}},{"book":"伯","chapter":1,"verse":3,"versions":{"unv":"他的家產有七千羊，三千駱駝，五百對牛，五百母驢，並有許多僕婢。這人在東方人中就為至大。","bklcl":"I ê ke-gia̍p ū iûⁿ chhit-chheng, lo̍k-tô saⁿ-chheng, gû gō͘-pah tùi, lû-bú gō͘-pah chiah;  iā ū chōe-chōe chhe-ēng ê lâng;  án-ni chit-lâng tī tang-hng chèng-lâng ê tiong-kan sī chòe tē-it-tōa.","tghg":"伊的家業有羊七千，駱駝三千，牛五百對，驢母五百隻，也有多多差用的人。按呢此人佇東方眾人的中間是最第一大。","bklhl":"伊ê家業有羊七千，駱駝三千，牛五百對，驢母五百隻；也有chōe-chōe差用ê人；án-ni chit人tī東方眾人ê中間是最第一大。"}},{"book":"伯","chapter":1,"verse":4,"versions":{"unv":"他的兒子按著日子各在自己家裡設擺筵宴，就打發人去，請了他們的三個姊妹來，與他們一同吃喝。","bklcl":"I hiah-ê kiáⁿ khì siat iân-sia̍h tī ta̍k-lâng ê chhù, chiàu i ê ji̍t-chí; koh chhe lâng khì chhiáⁿ in saⁿ ê chí-bē lâi kap in lim-chia̍h.","tghg":"伊許個子去設筵席佇逐人的厝照伊的日子，閣差人去請𪜶三個姊妹來，及𪜶飲食。","bklhl":"伊hiah-ê kiáⁿ去設筵席tī ta̍k人ê厝，照伊ê日子；koh差人去請in三個姊妹來kap in lim食。"}},{"book":"伯","chapter":1,"verse":5,"versions":{"unv":"筵宴的日子過了，約伯打發人去叫他們自潔。他清早起來，按著他們眾人的數目獻燔祭；因為他說：「恐怕我兒子犯了罪，心中棄掉　神。」約伯常常這樣行。","bklcl":"Iân-sia̍h ê ji̍t í-keng móa, Iok-pek chhe lâng kiò in lâi hō͘ in sèng-kiat; koh thàu-chá khí-lâi, chiàu in chèng-lâng ê siàu-gia̍h hiàn sio-chè; in-ūi Iok-pek kóng, Kiám-chhái góa ê kiáⁿ ū hoān-chōe, sim-lāi khì-choa̍t Siōng-tè.  Iok-pek siông-siông án-ni kiâⁿ.","tghg":"筵席的日已經滿，約伯差人叫𪜶來互𪜶聖潔。閣透早起來，照𪜶眾人的數額(siàu-gia̍h)獻燒祭；因為約伯講：「豈採我的子有犯罪，心內棄絕上帝。」約伯常常按呢行。","bklhl":"筵席ê日已經滿，約伯差人叫in來hō͘ in聖潔；koh透早起來，照in眾人ê數額獻燒祭；因為約伯講，kiám-chhái我ê kiáⁿ有犯罪，心內棄絕上帝。約伯常常án-ni行。"}},{"book":"伯","chapter":1,"verse":6,"versions":{"unv":"有一天，　神的眾子來侍立在耶和華面前，撒但也來在其中。","bklcl":"Ū chi̍t-ji̍t, Siōng-tè ê chèng-kiáⁿ lâi, ka-kī khiā tī Iâ-hô-hoa ê bīn-chêng, Sat-tàn iā lâi tī in tiong-kan.","tghg":"有一日，上帝的眾子來家己徛佇耶和華的面前，撒但也來佇𪜶中間。","bklhl":"有一日，上帝ê眾kiáⁿ來，家己khiā tī耶和華ê面前，撒旦也來tī in中間。"}},{"book":"伯","chapter":1,"verse":7,"versions":{"unv":"耶和華問撒但說：「你從哪裡來？」撒但回答說：「我從地上走來走去，往返而來。」","bklcl":"Iâ-hô-hoa tùi Sat-tàn kóng, Lí tùi toh-lo̍h lâi?  Sat-tàn chiū ìn Iâ-hô-hoa kóng, Góa tī tōe-chiūⁿ kiâⁿ-lâi kiâⁿ-khì, piàn-kiâⁿ tī-hia, tùi hia lâi.","tghg":"耶和華對撒但講：「你對叨落來？」撒但就應耶和華講：「我佇地上行來行去，遍行佇遐，對遐來。」","bklhl":"耶和華對撒旦講，你tùi toh落來？撒旦就應耶和華講，我tī地上行來行去，遍行tī-hia，tùi hia來。"}},{"book":"伯","chapter":1,"verse":8,"versions":{"unv":"耶和華問撒但說：「你曾用心察看我的僕人約伯沒有？地上再沒有人像他完全正直，敬畏　神，遠離惡事。」","bklcl":"Iâ-hô-hoa tùi Sat-tàn kóng, Lí ū liû-sim tī Góa ê lô͘-po̍k Iok-pek mah?  In-ūi tōe-chiūⁿ bô lâng chhin-chhiūⁿ i oân-choân koh chèng-ti̍t, kèng-ùi Siōng-tè, lī-khui chiah-ê pháiⁿ.","tghg":"耶和華對撒但講：「你有留心佇我的奴僕約伯嗎？因為地上無人親像伊完全閣正直，敬畏上帝，離開諸個歹。」","bklhl":"耶和華對撒旦講，你有留心tī我ê奴僕約伯mah？因為地上無人親像伊完全koh正直，敬畏上帝，離開chiah ê pháiⁿ。"}},{"book":"伯","chapter":1,"verse":9,"versions":{"unv":"撒但回答耶和華說：「約伯敬畏　神，豈是無故呢？","bklcl":"Sat-tàn ìn Iâ-hô-hoa kóng, Iok-pek kèng-ùi Siōng-tè, kiám bô in-toaⁿ mah?","tghg":"撒但應耶和華講：「約伯敬畏上帝，豈無因端嗎？","bklhl":"撒旦應耶和華講，約伯敬畏上帝，kiám無因端mah？"}},{"book":"伯","chapter":1,"verse":10,"versions":{"unv":"你豈不是四面圈上籬笆圍護他和他的家，並他一切所有的嗎？他手所做的都蒙你賜福；他的家產也在地上增多。","bklcl":"Lí kiám-m̄-sī ēng lî-pa ûi i, koh ûi i ê ke, kap ûi i sì-bīn it-chhè só͘-ū-ê mah?  I ê chhiú só͘ chòe-ê, Lí sù-hok i, i ê ke-gia̍p iā tī tōe--nih ke-thiⁿ chōe-chōe.","tghg":"你豈呣是用籬笆圍伊閣圍伊的家，及圍伊四面一切所有的嗎？伊的手所做的你賜福伊；伊的家業也佇地裡加添多多。","bklhl":"你kiám m̄是用籬笆圍伊，koh圍伊ê家，kap圍伊四面一切所有ê mah？伊ê手所做ê，你賜福伊，伊ê家業也tī地裡加添chōe-chōe。"}},{"book":"伯","chapter":1,"verse":11,"versions":{"unv":"你且伸手毀他一切所有的；他必當面棄掉你。」","bklcl":"Taⁿ Lí nā chhun Lí ê chhiú, kha̍p-tio̍h i lóng-chóng só͘-ū-ê, i tek-khak tng-bīn khì-choa̍t Lí.","tghg":"今(taⁿ)你若伸你的手磕著(kha̍p-tio̍h)伊攏總所有的；伊的確當面棄絕你。」","bklhl":"Taⁿ你若伸你ê手，磕tio̍h伊lóng總所有ê，伊的確當面棄絕你。"}},{"book":"伯","chapter":1,"verse":12,"versions":{"unv":"耶和華對撒但說：「凡他所有的都在你手中；只是不可伸手加害於他。」於是撒但從耶和華面前退去。","bklcl":"Iâ-hô-hoa tùi Sat-tàn kóng, Khòaⁿ ah, i it-chhè só͘-ū-ê lóng tī lí ê chhiú-thâu, to̍k-to̍k m̄-thang hē chhiú tī i ê seng-khu.  Sat-tàn chiū tùi Iâ-hô-hoa ê bīn-chêng chhut-khì.","tghg":"耶和華對撒但講：「看啊，伊一切所有的攏佇你的手頭；獨獨呣通下(hē)手佇伊的身軀。」撒但就對耶和華的面前出去。","bklhl":"耶和華對撒旦講，看ah，伊一切所有ê lóng tī你ê手頭，獨獨m̄-thang下手tī伊ê身軀。撒旦就tùi耶和華ê面前出去。"}},{"book":"伯","chapter":1,"verse":13,"versions":{"unv":"有一天，約伯的兒女正在他們長兄的家裡吃飯喝酒，","bklcl":"Ū chi̍t-ji̍t Iok-pek ê kiáⁿ cha-bó͘-kiáⁿ tú-á tī in tōa-hiaⁿ ê ke teh chia̍h, teh lim-chiú,","tghg":"有一日，約伯的子查某子抵仔(tú-á)佇𪜶大兄的家啲食啲飲酒，","bklhl":"有一日約伯ê kiáⁿ cha-bó͘-kiáⁿ tú-á tī in大兄ê家teh食，teh lim酒，"}},{"book":"伯","chapter":1,"verse":14,"versions":{"unv":"有報信的來見約伯，說：「牛正耕地，驢在旁邊吃草，","bklcl":"ū sù-chiá lâi Iok-pek hia, kā i kóng, Gû teh lôe-chhân, lû-bú tī piⁿ-á chia̍h-chháu;","tghg":"有使者來約伯遐，給伊講：「牛啲犁田，驢母佇邊仔食草，","bklhl":"有使者來約伯hia，kā伊講，牛teh犁田，驢母tī邊á食草；"}},{"book":"伯","chapter":1,"verse":15,"versions":{"unv":"示巴人忽然闖來，把牲畜擄去，並用刀殺了僕人；惟有我一人逃脫，來報信給你。」","bklcl":"Sī-pa ê lâng hut-jiân kàu, chhiúⁿ i, ēng to thâi-sí hiah-ê lô͘-po̍k; chí-ū góa chi̍t-lâng cháu-lī lâi pò lí.","tghg":"示巴的人忽然到，搶伊，用刀刣死許個奴僕；只有我一人走離，來報你。」","bklhl":"Sī-pa ê人忽然到，搶伊，用刀刣死hiah-ê奴僕；只有我一人走離來報你。"}},{"book":"伯","chapter":1,"verse":16,"versions":{"unv":"他還說話的時候，又有人來說：「　神從天上降下火來，將群羊和僕人都燒滅了；惟有我一人逃脫，來報信給你。」","bklcl":"I iáu teh kóng ê sî, koh ū chi̍t-ê lâi, kóng, Siōng-tè ê hé tùi thiⁿ kàng-lo̍h, sio iûⁿ-kûn, kap hiah-ê lô͘-po̍k, lâi bia̍t--in; chí-ū góa chi̍t-lâng cháu-lī lâi pò lí.","tghg":"伊猶(iáu)啲講的時，閣有一個來講：「上帝的火對天降落，燒羊群及許個奴僕來滅𪜶；只有我一人走離，來報你。」","bklhl":"伊iáu teh講ê時，koh有一个來，講，上帝ê火tùi天降落，燒羊群，kap hiah-ê奴僕，來滅in；只有我一人走離來報你。"}},{"book":"伯","chapter":1,"verse":17,"versions":{"unv":"他還說話的時候，又有人來說：「迦勒底人分作三隊忽然闖來，把駱駝擄去，並用刀殺了僕人；惟有我一人逃脫，來報信給你。」","bklcl":"I iáu teh kóng ê sî, koh ū chi̍t-ê lâi, kóng, Ka-le̍k-tí lâng pun-chòe saⁿ-tūi, hut-jiân lâi, phah lo̍k-tô lâi chhiúⁿ i, sòa ēng to thâi-sí hiah-ê lô͘-po̍k; chí-ū góa chi̍t-lâng cháu-lī lâi pò lí.","tghg":"伊猶啲講的時，閣有一個來講：「迦勒底人分做三隊忽然來，拍駱駝來搶伊，續用刀刣死許個奴僕；只有我一人走離，來報你。」","bklhl":"伊iáu teh講ê時，koh有一个來，講，Ka-le̍k-tí人分做三隊，忽然來，phah駱駝來搶伊，續用刀刣死hiah-ê奴僕；只有我一人走離來報你。"}},{"book":"伯","chapter":1,"verse":18,"versions":{"unv":"他還說話的時候，又有人來說：「你的兒女正在他們長兄的家裡吃飯喝酒，","bklcl":"I iáu teh kóng ê sî, koh ū chi̍t-ê lâi, kóng, Lí ê kiáⁿ, lí ê cha-bó͘-kiáⁿ, tī in tōa-hiaⁿ ê ke teh chia̍h teh lim-chiú;","tghg":"伊猶啲講的時，閣有一個來，講：「你的子你的查某子佇𪜶大兄的家啲食啲飲酒，","bklhl":"伊iáu teh講ê時，koh有一个來，講，你ê kiáⁿ，你ê cha-bó͘-kiáⁿ，tī in大兄 ê家teh食teh lim酒；"}},{"book":"伯","chapter":1,"verse":19,"versions":{"unv":"不料，有狂風從曠野颳來，擊打房屋的四角，房屋倒塌在少年人身上，他們就都死了；惟有我一人逃脫，來報信給你。」","bklcl":"hut-jiân ū tōa-hong tùi khòng-iá chhe--lâi, phah chhù ê sì-kak-thâu, chhù tó teh tī siàu-liân lâng ê téng-bīn, in chiū lóng sí; chí-ū góa chi̍t-lâng cháu-lī lâi pò lí.","tghg":"忽然，有大風對曠野吹來，拍厝的四角頭，厝倒壓(teh)佇少年人的頂面，𪜶就攏死；只有我一人走離，來報你。」","bklhl":"忽然有大風tùi曠野吹來，phah厝ê四角頭，厝倒teh tī少年人ê頂面，in就lóng死；只有我一人走離來報你。"}},{"book":"伯","chapter":1,"verse":20,"versions":{"unv":"約伯便起來，撕裂外袍，剃了頭，伏在地上下拜，","bklcl":"Iok-pek chiū khí-lâi, thiah-li̍h gōa-saⁿ, thì-thâu, phak tī tōe--nih lâi pài;","tghg":"約伯就起來，拆裂(thiah-li̍h)外衫，剃頭，仆佇地裡來拜，","bklhl":"約伯就起來，拆裂外衫，剃頭，仆tī地裡來拜；"}},{"book":"伯","chapter":1,"verse":21,"versions":{"unv":"說：「我赤身出於母胎，也必赤身歸回；賞賜的是耶和華，收取的也是耶和華。耶和華的名是應當稱頌的。」","bklcl":"kóng, Góa thǹg-theh chhut lāu-bú ê thai, iā beh thǹg-theh tò-khì hia; Iâ-hô-hoa siúⁿ-sù, Iâ-hô-hoa the̍h-khì, tio̍h o-ló Iâ-hô-hoa ê miâ.","tghg":"講：「我褪裼(thǹg-theh)出老母的胎，也欲褪裼倒去遐；耶和華賞賜，耶和華提去。著謳咾耶和華的名。」","bklhl":"講，我thǹg-theh出老母ê胎，也beh thǹg-theh tò去hia；耶和華賞賜，耶和華the̍h去，tio̍h o-ló耶和華ê名。"}},{"book":"伯","chapter":1,"verse":22,"versions":{"unv":"在這一切的事上約伯並不犯罪，也不以　神為愚妄（或譯：也不妄評　神）。","bklcl":"Tī che it-chhè ê sū, Iok-pek pēng bô hoān-chōe, iā bô lia̍h Siōng-tè chòe bô-ha̍p.","tghg":"佇這一切的事約伯並無犯罪，也無掠上帝做無合(bô-ha̍p)。","bklhl":"Tī這一切ê事，約伯並無犯罪，也無掠上帝做無合。"}}]