[{"book":"哀","chapter":2,"verse":1,"versions":{"unv":"主何竟發怒，使黑雲遮蔽錫安城！他將以色列的華美從天扔在地上；在他發怒的日子並不記念自己的腳凳。","bklcl":"Ai ah! Chú siū-khì, hō͘ o͘-hûn jia-khàm Sek-an ê cha-bó͘-kiáⁿ;\tI chiong Í-sek-lia̍t ê súi tùi thiⁿ hiat lo̍h tōe;\tTī I siū-khì ê ji̍t, ia̍h bô liām-tio̍h I ê kha-ta̍h-í.","tghg":"唉啊！主受氣，互黑雲遮蓋錫安的查某子！伊將以色列的媠對天㧒(hiat)落地；佇伊受氣的日亦無念著伊的腳踏椅。","bklhl":"Ai ah！主受氣，hō͘烏雲遮蓋錫安ê cha-bó͘-kiáⁿ；\t伊將以色列ê súi tùi天hiat落地；\ttī伊受氣ê日，亦無念tio̍h伊ê腳踏椅。"}},{"book":"哀","chapter":2,"verse":2,"versions":{"unv":"主吞滅雅各一切的住處，並不顧惜。他發怒傾覆猶大民的保障，使這保障坍倒在地；他辱沒這國和其中的首領。","bklcl":"Chú thún-ta̍h Ngá-kok it-chhè khiā-khí ê só͘-chāi, ia̍h bô lîn-bín;\tI siū-khì chhia-tó Iû-tāi cha-bó͘-kiáⁿ ê ōe-só͘, hō͘ i tó kàu pîⁿ-tōe;\tI lêng-jio̍k chit-kok, kap i ê kùi-cho̍k.","tghg":"主𧿬踏(thún-ta̍h)雅各一切徛起的所在，亦無憐憫。伊受氣捙倒(chhia-tó)猶大查某子的衛所，互伊倒到平地；伊凌辱此國及伊的貴族。","bklhl":"主thún踏雅各一切khiā起ê所在，亦無憐憫；\t伊受氣chhia倒偤大cha-bó͘-kiáⁿ ê衛所，hō͘伊倒到平地；\t伊凌辱chit國，kap伊ê貴族。"}},{"book":"哀","chapter":2,"verse":3,"versions":{"unv":"他發烈怒，把以色列的角全然砍斷，在仇敵面前收回右手。他像火焰四圍吞滅，將雅各燒毀。","bklcl":"I ê siū-khì chin lia̍t, it-chīn chām-tn̄g Í-sek-lia̍t ê kak;\tTī tùi-te̍k ê bīn-chêng, kiu I ê chiàⁿ-chhiú;\tI chhin-chhiūⁿ sì-ûi thun-bia̍t ê hé-iām, chiong Ngá-kok sio-lio--khì.","tghg":"伊的受氣真烈，一盡斬斷以色列的角，佇對敵的面前勼(kiu)伊的正手。伊親像四圍吞滅的火焰，將雅各燒燎(sio-lio)去。","bklhl":"伊ê受氣真烈，一盡斬斷以色列ê角；\tTī對敵ê面前，kiu伊ê chiàⁿ手；\t伊親像四圍吞滅ê火燄，將雅各燒lio去。"}},{"book":"哀","chapter":2,"verse":4,"versions":{"unv":"他張弓好像仇敵；他站著舉起右手，如同敵人將悅人眼目的，盡行殺戮。在錫安百姓的帳棚上倒出他的忿怒，像火一樣。","bklcl":"I khui-keng chhin-chhiūⁿ tùi-te̍k, I khiā-teh kia̍h-khí chiàⁿ-chhiú chhin-chhiūⁿ kiû-siû,\tIa̍h it-chīn châu-bia̍t ba̍k-chiu só͘ hoaⁿ-hí--ê;\tTī Sek-an cha-bó͘-kiáⁿ ê pò͘-pîⁿ, piàⁿ-chhut I ê tōa siū-khì chhin-chhiūⁿ hé chi̍t-iūⁿ.","tghg":"伊開弓親像對敵；伊徛啲攑起正手，親像仇讎(kiû-siû)，亦一盡剿滅(châu-bia̍t)目睭所歡喜者。佇錫安查某子的布棚傾(piàⁿ)出伊的大受氣，親像火一樣。","bklhl":"伊開弓親像對敵，伊khiā-teh kia̍h起chiàⁿ手親像仇讎，\t亦一盡剿滅目睭所歡喜ê；\tTī錫安cha-bó͘-kiáⁿ ê布棚，piàⁿ出伊ê大受氣親像火一樣。"}},{"book":"哀","chapter":2,"verse":5,"versions":{"unv":"主如仇敵吞滅以色列和錫安的一切宮殿，拆毀百姓的保障；在猶大民中加增悲傷哭號。","bklcl":"Chú pìⁿ-chòe chhin-chhiūⁿ tùi-te̍k, thun-bia̍t Í-sek-lia̍t;\tI thun-bia̍t it-chhè i ê kiong-tiān, I húi-hoāi i hiah-ê ōe-só͘;\tTī Iû-tāi cha-bó͘-kiáⁿ ê tiong-kan, ke-thiⁿ chōe-chōe pi-siong kap pi-ai.","tghg":"主變做親像對敵吞滅以色列，伊吞滅一切伊的宮殿，伊毀壞伊許個衛所；佇猶大查某子的中間加添多多悲傷及悲哀。","bklhl":"主變做親像對敵，吞滅以色列；\t伊吞滅一切伊ê宮殿，伊毀壞伊hiah-ê衛所；\tTī偤大cha-bó͘-kiáⁿ ê中間，加添chōe-chōe悲傷kap悲哀。"}},{"book":"哀","chapter":2,"verse":6,"versions":{"unv":"他強取自己的帳幕，好像是園中的窩棚，毀壞他的聚會之處。耶和華使聖節和安息日在錫安都被忘記，又在怒氣的憤恨中藐視君王和祭司。","bklcl":"I chhut-la̍t thiah-húi I ê lî-pa, chhin-chhiūⁿ hoe-hn̂g;\tI húi-hoāi I chū-hōe ê só͘-chāi;\tSó͘ tiāⁿ-tio̍h ê choeh-kî kap an-hioh-ji̍t, tī Sek-an lóng bōe-kì-tit; Iâ-hô-hoa hō͘ i án-ni;\tKoh tī I ê siū-khì thòng-hūn tiong, khòaⁿ-khin kun-ông kap chè-si.","tghg":"伊出力拆毀伊的籬笆，親像花園，伊毀壞伊聚會的所在。所定著的節期及安息日佇錫安攏𣍐記得，耶和華互伊按呢，閣佇伊的受氣痛恨中看輕君王及祭司。","bklhl":"伊出力拆毀伊ê籬笆，親像花園；\t伊毀壞伊聚會ê所在；\t所定tio̍h ê節期kap安歇日，tī錫安lóng bōe記得；耶和華hō͘伊án-ni；\tKoh tī伊ê受氣痛恨中，看輕君王kap祭司。"}},{"book":"哀","chapter":2,"verse":7,"versions":{"unv":"耶和華丟棄自己的祭壇，憎惡自己的聖所，將宮殿的牆垣交付仇敵。他們在耶和華的殿中喧嚷，像在聖會之日一樣。","bklcl":"Chú khì-sak I ê chè-tôaⁿ, iàm-ò͘ⁿ I ê sèng-só͘;\tChiong I ê kiong-tiān ê chhiûⁿ kau tī tùi-te̍k ê chhiú;\tIn tī Iâ-hô-hoa ê chhù hōa-hōa-háu, chhin-chhiūⁿ tī choeh-kî ê ji̍t chi̍t-iūⁿ.","tghg":"主棄拺(khì-sak)伊的祭壇，厭惡伊的聖所，將伊的宮殿的牆交佇對敵的手。𪜶佇耶和華的厝嘩嘩哮(hōa-hōa-háu)，親像佇節期的日一樣。","bklhl":"主棄sak伊ê祭壇，厭惡伊ê聖所；\t將伊ê宮殿ê牆交tī對敵ê手；\tIn tī耶和華ê厝hōa-hōa哮，親像tī節期ê日一樣。"}},{"book":"哀","chapter":2,"verse":8,"versions":{"unv":"耶和華定意拆毀錫安的城牆；他拉了準繩，不將手收回，定要毀滅。他使外郭和城牆都悲哀，一同衰敗。","bklcl":"Sek-an cha-bó͘-kiáⁿ ê siâⁿ-chhiûⁿ, Iâ-hô-hoa koat-ì beh thiah-húi;\tI khan chîn-sòaⁿ, ti̍t-ti̍t húi-bia̍t, chhiú bô kiu tò-tńg;\tI hō͘ gōa-chhiûⁿ kap siâⁿ-chhiûⁿ lóng pi-ai; chòe chi̍t-ē soe-pāi.","tghg":"錫安查某子的城牆耶和華決意欲拆毀；伊牽繩線，直直毀滅，手無勼倒轉。伊互外牆及城牆攏悲哀，做一下衰敗。","bklhl":"錫安cha-bó͘-kiáⁿ ê城牆，耶和華決意beh拆毀；\t伊牽準線，直直毀滅，手無kiu 倒tńg；\t伊hō͘ 外牆kap城牆lóng悲哀；做一下衰敗。"}},{"book":"哀","chapter":2,"verse":9,"versions":{"unv":"錫安的門都陷入地內；主將她的門閂毀壞，折斷。她的君王和首領落在沒有律法的列國中；她的先知不得見耶和華的異象。","bklcl":"I ê mn̂g tîm-lo̍h tōe, Chú húi-hoāi at-chi̍h i ê mn̂g-kông;\tI ê kun-ông kap kùi-cho̍k tòa tī bô hoat-lu̍t ê lia̍t-kok tiong;\tI ê sian-ti bô tit-tio̍h Iâ-hô-hoa ê khé-sī.","tghg":"伊的門沈落地；主毀壞、遏折(at-chi̍h)伊的門楗(mn̂g-kông)。伊的君王及貴族住佇無法律的列國中；伊的先知無得著耶和華的啟示。","bklhl":"伊ê門沉落地，主毀壞at折伊ê門栱；\t伊ê君王kap貴族tòa tī無法律ê列國中；\t伊ê先知無得tio̍h耶和華ê啟示。"}},{"book":"哀","chapter":2,"verse":10,"versions":{"unv":"錫安城的長老坐在地上默默無聲；他們揚起塵土落在頭上，腰束麻布；耶路撒冷的處女垂頭至地。","bklcl":"Sek-an cha-bó͘-kiáⁿ ê tióng-ló chē tī thô͘-kha, chēng-chēng bô siaⁿ;\tĒng thô͘-hún sám thâu-khak; ēng môa-pò͘ hâ-io;\tIâ-lō͘-sat-léng ê chāi-sek-lú thâu-khak chhih-lo̍h tōe.","tghg":"錫安查某子的長老坐佇土腳靜靜無聲；用土粉摻(sám)頭殼，用麻布縖(hâ)腰；耶路撒冷的在室女頭殼曲(chhih)落地。","bklhl":"錫安cha-bó͘-kiáⁿ ê長老坐tī土腳，靜靜無聲；\t用土粉sám頭殼；用麻布縖腰；\t耶路撒冷ê在室女頭殼chhih落地。"}},{"book":"哀","chapter":2,"verse":11,"versions":{"unv":"我眼中流淚，以致失明；我的心腸擾亂，肝膽塗地，都因我眾民遭毀滅，又因孩童和吃奶的在城內街上發昏。","bklcl":"Góa ê ba̍k-chiu lâu ba̍k-sái tì-kàu ian-n̄g, góa ê sim-tn̂g kiau(**kiáu)-ká.\tGóa ê koaⁿ-táⁿ tūi-lo̍h tōe, in-ūi góa ê peh-sìⁿ ê cha-bó͘-kiáⁿ tú-tio̍h húi-bia̍t;\tKoh in-ūi gín-ná kap chia̍h-lin-ê tī siâⁿ-lāi ê ke-lō͘ hūn--khì.","tghg":"我的目睭流目屎，致到煙暈；我的心腸攪絞，我的肝膽墜落地，因為我的百姓的查某子抵著(tú-tio̍h)毀滅，閣因為囝仔及食奶的佇城內的街路暈去。","bklhl":"我ê目睭流目屎致到煙暈，我ê心腸攪絞。\t我ê肝膽墮落地，因為我ê百姓ê cha-bó͘-kiáⁿ tú-tio̍h毀滅；\tKoh因為gín-ná kap食奶ê tī城內ê街路暈去。"}},{"book":"哀","chapter":2,"verse":12,"versions":{"unv":"那時，他們在城內街上發昏，好像受傷的，在母親的懷裡，將要喪命；對母親說：穀、酒在哪裡呢？","bklcl":"In tī siâⁿ-lāi ke-lō͘ hūn--khì, chhin-chhiūⁿ siū-siong--ê,\tTī lāu-bú ê sim-hoâi khùi beh tn̄g;\tHit-sî tùi lāu-bú kóng, Gō͘-kak kap chiú tī toh-lo̍h?","tghg":"𪜶佇城內街路暈去，親像受傷者，佇老母的心懷，氣欲斷；彼時對老母講：五榖及酒佇叨落？","bklhl":"In tī城內街路暈去，親像受傷ê，\tTī老母ê心懷氣beh斷；\thit時對老母講，五穀kap酒tī toh-lo̍h？"}},{"book":"哀","chapter":2,"verse":13,"versions":{"unv":"耶路撒冷的民哪，我可用甚麼向你證明呢？我可用甚麼與你相比呢？錫安的民哪，我可拿甚麼和你比較，好安慰你呢？因為你的裂口大如海，誰能醫治你呢？","bklcl":"Iâ-lō͘-sat-léng ê cha-bó͘-kiáⁿ ah, Góa beh cháiⁿ-iūⁿ ūi lí chòe kan-chèng?  Góa beh ēng sím-mi̍h phì-jū lí ah?\tSek-an ê chāi-sek-lú ah, Góa beh ēng sím-mi̍h pí-phēng lí, hō͘ lí tit-tio̍h an-ùi ah?\tIn-ūi lí ê siong-chhùi tōa chhin-chhiūⁿ hái; chī-chūi ōe i-hó lí ah?","tghg":"耶路撒冷的查某子啊，我欲怎樣為你做干證？我欲用甚麼譬喻你啊？錫安的在室女啊，我欲用甚麼比並你，互你得著安慰啊？因為你的傷嘴大親像海，是誰會醫好你啊？","bklhl":"耶路撒冷ê cha-bó͘-kiáⁿ ah，我beh怎樣為你做干證？我beh用甚麼譬喻你ah？\t錫安ê在室女ah，我beh用甚麼比並你，hō͘你得tio̍h安慰ah？\t因為你ê傷嘴大親像海；是誰能醫好你ah？"}},{"book":"哀","chapter":2,"verse":14,"versions":{"unv":"你的先知為你見虛假和愚昧的異象，並沒有顯露你的罪孽，使你被擄的歸回；卻為你見虛假的默示和使你被趕出本境的緣故。","bklcl":"Lí ê sian-ti thòe lí khòaⁿ hu-ké kap gû-gōng ê īⁿ-siōng;\tBô hián-chhut lí ê chōe-kòa, thang hō͘ lí siū-lia̍h-ê tò-tńg--lâi;\tTo̍k-to̍k thòe lí khòaⁿ hu-ké ê khé-sī, kap siū chhian-sóa ê in-toaⁿ nā-tiāⁿ.","tghg":"你的先知替你看虛假及愚戇的異象，無顯出你的罪過，通互你受掠者倒轉來；獨獨替你看虛假的啟示及受遷徙的因端若定。","bklhl":"你ê先知替你看虛假kap愚戇ê異象；\t無顯出你ê罪過，thang hō͘你受掠ê 倒tńg來；\t獨獨替你看虛假ê啟示，kap受遷徙ê因端nā-tiāⁿ。"}},{"book":"哀","chapter":2,"verse":15,"versions":{"unv":"凡過路的都向你拍掌。他們向耶路撒冷城嗤笑，搖頭，說：難道人所稱為全美的，稱為全地所喜悅的，就是這城嗎？","bklcl":"Kìⁿ-nā kè-lō͘ lâng lóng kā lí phah pho̍k-á;\tIn ǹg Iâ-lō͘-sat-léng ê cha-bó͘-kiáⁿ, thí-chhiò iô-thâu, kóng:\tChit ê siâⁿ kiám-sī lâng só͘ chheng cha̍p-chiok súi, chòe choân-tōe só͘ hoaⁿ-hí--ê mah?","tghg":"見若過路人攏給你拍噗仔(pho̍k-á)。𪜶向耶路撒冷的查某子恥笑，搖頭，講：此個城豈是人所稱十足媠，做全地所歡喜的嗎？","bklhl":"見若過路人lóng kā你phah pho̍k-á；\tIn ǹg耶路撒冷ê cha-bó͘-kiáⁿ，恥笑搖頭，講：\tchit ê城kiám是人所稱十足súi，做全地所歡喜ê mah？"}},{"book":"哀","chapter":2,"verse":16,"versions":{"unv":"你的仇敵都向你大大張口；他們嗤笑，又切齒說：我們吞滅她。這真是我們所盼望的日子臨到了！我們親眼看見了！","bklcl":"Lí ê tùi-te̍k lóng ǹg lí tōa-tōa khui i ê chhùi;\tIn thí-chhiò koh kā-khí, kóng, Goán ū thun-bia̍t i;\tChe chin-chiàⁿ sī goán só͘ ǹg-bāng ê ji̍t; taⁿ goán ū tú-tio̍h, goán ū khòaⁿ-kìⁿ.","tghg":"你的對敵攏向你大大開伊的嘴；𪜶恥笑，閣咬齒講：阮有吞滅伊。這真正是阮所向望的日，今阮有抵著，阮有看見！","bklhl":"你ê對敵lóng ǹg你大大開伊ê嘴；\tIn恥笑koh咬齒，講，阮有吞滅伊；\t這真正是阮所ǹg望ê日；taⁿ阮有tú-tio̍h，阮有看見。"}},{"book":"哀","chapter":2,"verse":17,"versions":{"unv":"耶和華成就了他所定的，應驗了他古時所命定的。他傾覆了，並不顧惜，使你的仇敵向你誇耀；使你敵人的角也被高舉。","bklcl":"Iâ-hô-hoa ū chiâⁿ I só͘ tiāⁿ-tio̍h;\tÈng-giām I chá-sî só͘ bēng-lēng ê ōe;\tI chhia-tó, ia̍h bô pó-sioh;\tHō͘ tùi-te̍k tùi lí tāi-ia̍t,\tHō͘ lí ê tùi-te̍k ê kak kia̍h-koâiⁿ.","tghg":"耶和華有成伊所定著，應驗伊早時所命令的話。伊捙倒，亦無保惜，互對敵對你大悅；互你的對敵的角攑高。","bklhl":"耶和華有成伊所定tio̍h；\t應驗伊早時所命令ê話；\t伊chhia倒，亦無保惜；\tHō͘對敵對你大悅，\thō͘你ê對敵ê角kia̍h高。"}},{"book":"哀","chapter":2,"verse":18,"versions":{"unv":"錫安民的心哀求主。錫安的城牆啊，願你流淚如河，晝夜不息；願你眼中的瞳人淚流不止。","bklcl":"In ê sim kiû-kiò Chú;\tSek-an cha-bó͘-kiáⁿ ê chhiûⁿ ah, lí tio̍h mî-ji̍t lâu ba̍k-sái chhin-chhiūⁿ khoe;\tLí m̄-thang hioh-khùn, lí ê ba̍k-chiu-jîn tio̍h lâu ba̍k-sái bô soah.","tghg":"𪜶的心求叫主。錫安查某子的牆啊，你著暝日流目屎親像溪，你呣通歇睏；你的目睭仁著流目屎無息(soah)。","bklhl":"In ê心求叫主；\t錫安cha-bó͘-kiáⁿ ê牆ah，你tio̍h暝日流目屎親像溪；\t你m̄-thang歇睏，你ê目睭仁tio̍h流目屎無soah。"}},{"book":"哀","chapter":2,"verse":19,"versions":{"unv":"夜間，每逢交更的時候要起來呼喊，在主面前傾心如水。你的孩童在各市口上受餓發昏；你要為他們的性命向主舉手禱告。","bklcl":"Mî-kan ōaⁿ-kiⁿ ê sî, tio̍h khí-lâi kiû-kiò;\tTī Chú ê bīn-chêng piàⁿ-chhut lí ê sim chhin-chhiūⁿ chúi;\tLí ê gín-ná tī koe-chhī-kháu in-ūi iau hūn--khì;\tLí tio̍h ūi-tio̍h in ê sìⁿ-miā ǹg Chú kia̍h-chhiú lâi kî-tó.","tghg":"暝間，換更的時著起來求叫，佇主的面前傾出你的心親像水。你的囝仔佇街市口因為枵(iau)暈去；你著為著𪜶的生命向主攑手來祈禱。","bklhl":"暝間換更ê時，tio̍h起來求叫；\tTī主ê面前piàⁿ出你ê心親像水；\t你ê gín-ná tī街市口因為iau暈去；\t你tio̍h為tio̍h in ê性命ǹg主kia̍h手來祈禱。"}},{"book":"哀","chapter":2,"verse":20,"versions":{"unv":"耶和華啊，求你觀看！見你向誰這樣行？婦人豈可吃自己所生育手裡所搖弄的嬰孩嗎？祭司和先知豈可在主的聖所中被殺戮嗎？","bklcl":"Iâ-hô-hoa ah, kiû Lí kàm-chhat, khòaⁿ Lí ǹg chī-chūi án-ni kiâⁿ!\tHū-jîn-lâng kiám thang chia̍h in só͘ siⁿ-ê, chhiú só͘ phō ê eⁿ-á mah?\tChè-si kap sian-ti kiám thang tī Chú ê sèng-só͘ siū thâi mah?","tghg":"耶和華啊，求你鑑察！看你向是誰按呢行？婦仁人豈通食𪜶所生的、手所抱的嬰仔嗎？祭司及先知豈通佇主的聖所受刣嗎？","bklhl":"耶和華ah，求你鑑察，看你ǹg 是誰 án-ni行！\t婦人人kiám thang食in所生ê，手所抱ê嬰á mah？\t祭司kap先知kiám thang tī主ê聖所受刣 mah？"}},{"book":"哀","chapter":2,"verse":21,"versions":{"unv":"少年人和老年人都在街上躺臥；我的處女和壯丁都倒在刀下；你發怒的日子殺死他們。你殺了，並不顧惜。","bklcl":"Gín-ná kap lāu-lâng tó tī ke-lō͘ ê thô͘-kha;\tGóa chiah-ê chāi-sek-lú kap chòng-teng tó tī to-ē;\tLí siū-khì ê ji̍t thâi-sí in; Lí thâi-sí in, ia̍h bô lîn-bín.","tghg":"囝仔及老人倒佇街路的土腳；我諸個在室女及壯丁倒佇刀下；你受氣的日刣死𪜶。你刣死𪜶，亦無憐憫。","bklhl":"Gín-ná kap老人倒tī街路ê土腳；\t我chiah ê在室女kap壯丁倒tī刀下；\t你受氣ê日刣死in；你刣死in，亦無憐憫。"}},{"book":"哀","chapter":2,"verse":22,"versions":{"unv":"你招聚四圍驚嚇我的，像在大會的日子招聚人一樣。耶和華發怒的日子，無人逃脫，無人存留。我所搖弄所養育的嬰孩，仇敵都殺淨了。","bklcl":"Lí kiò sì-ûi thang kiaⁿ-hiâⁿ--ê kàu tī góa, chhin-chhiūⁿ tī choeh-kî ê ji̍t.\tTī Iâ-hô-hoa siū-khì ê ji̍t, bô lâng ū thoat-lī, ia̍h bô lâng lâu--teh;\tGóa só͘ phō só͘ io--ê, tùi-te̍k kā i thâi-sí liáu-liáu.","tghg":"你叫四圍通驚惶者到佇我，親像佇節期的日。佇耶和華受氣的日，無人有脫離，亦無人留啲。我所抱所育(io)者，對敵給伊刣死了了。","bklhl":"你叫四圍thang驚惶ê到tī我，親像tī節期ê日。\tTī耶和華受氣ê日，無人有脫離，亦無人留teh；\t我所抱所io-ê，對敵kā伊刣死了了。"}}]