[{"book":"哀","chapter":4,"verse":1,"versions":{"unv":"黃金何其失光！純金何其變色！聖所的石頭倒在各市口上。","bklcl":"Ai ah, n̂g-kim thè-kng! hó-kim piàn-sek!\tSèng-só͘ ê chio̍h hiat tī ta̍k tiâu koe-chhī-kháu.","tghg":"唉啊，黃金退光！好金變色！聖所的石㧒(hiat)佇逐條街市口。","bklhl":"Ai ah，黃金退光！好金變色！\t聖所ê石hiat tī ta̍k條街市口。"}},{"book":"哀","chapter":4,"verse":2,"versions":{"unv":"錫安寶貴的眾子好比精金，現在何竟算為窯匠手所做的瓦瓶？","bklcl":"Sek-an pó-kùi ê chèng-kiáⁿ thang pí-phēng hó-kim,\tHiān-chāi cháiⁿ-iūⁿ khòaⁿ-chòe sio-hûi lâng só͘-chòe ê hûi-khì!","tghg":"錫安寶貴的眾子通比並好金，現在怎樣看做燒磁(hûi)人所做的磁器？","bklhl":"錫安寶貴ê眾kiáⁿ thang比並好金，\t現在怎樣看做燒磁人所做ê磁器！"}},{"book":"哀","chapter":4,"verse":3,"versions":{"unv":"野狗尚且把奶乳哺其子，我民的婦人倒成為殘忍，好像曠野的鴕鳥一般。","bklcl":"Iá-káu siōng-chhiáⁿ ēng ni-thâu hō͘ i ê kiáⁿ suh;\tGóa ê peh-sìⁿ ê hū-jîn-lâng hoán-tńg pìⁿ-chòe chân-jím, chhin-chhiūⁿ khòng-iá ê tô-chiáu.","tghg":"野狗尚且用奶頭互伊的子吸，我的百姓的婦仁人反轉變做殘忍，親像曠野的駝鳥。","bklhl":"野狗尚且用奶頭hō͘伊ê kiáⁿ suh；\t我ê百姓ê婦人人反tńg變做殘忍，親像曠野ê鴕鳥。"}},{"book":"哀","chapter":4,"verse":4,"versions":{"unv":"吃奶孩子的舌頭因乾渴貼住上膛；孩童求餅，無人擘給他們。","bklcl":"Chia̍h-ni ê eⁿ-á, i ê chi̍h ta-sò, khi̍h tī chiūⁿ-kiuⁿ;\tGín-ná thó-piáⁿ, bô lâng peh hō͘ i.","tghg":"食奶的嬰仔，伊的舌乾燥(ta-sò)吸佇上腭(chiūⁿ-kiuⁿ)；囝仔討餅，無人擘互伊。","bklhl":"食奶ê嬰á，伊ê舌乾燥，khi̍h tī上kiuⁿ；\tGín-ná討餅，無人peh hō͘伊。"}},{"book":"哀","chapter":4,"verse":5,"versions":{"unv":"素來吃美好食物的，現今在街上變為孤寒；素來臥朱紅褥子的，現今躺臥糞堆。","bklcl":"Pêng-sò͘ chia̍h hó-mi̍h--ê, taⁿ tī ke-lō͘ bô i-óa;\tPêng-sò͘ khùn tī chu-âng jio̍k-á, taⁿ tó tī pùn-sò-tui.","tghg":"平素食好物者，今佇街路無依倚；平素睏佇朱紅褥仔，今倒佇糞埽(pùn-sò)堆。","bklhl":"平素食好物ê，taⁿ tī街路無依óa；\t平素睏tī朱紅褥á，taⁿ倒tī糞埽堆。"}},{"book":"哀","chapter":4,"verse":6,"versions":{"unv":"都因我眾民的罪孽比所多瑪的罪還大；所多瑪雖然無人加手於她，還是轉眼之間被傾覆。","bklcl":"Góa ê peh-sìⁿ ê cha-bó͘-kiáⁿ ê chōe-kòa, pí Só͘-to-má ê chōe-ok khah-tāng;\tI ba̍k-nih-kú tó-hoāi, m̄-sī lâng ê chhiú hō͘ i án-ni.","tghg":"我的百姓的查某子的罪過比所多瑪的罪惡卡重；伊目𥍉久(ba̍k-nih-kú)倒壞，呣是人的手互伊按呢。","bklhl":"我ê百姓ê cha-bó͘-kiáⁿ ê罪過，比所多瑪ê罪惡khah重；\t伊目nih久倒壞，m̄是人ê手hō͘伊án-ni。"}},{"book":"哀","chapter":4,"verse":7,"versions":{"unv":"錫安的貴冑素來比雪純淨，比奶更白；他們的身體比紅寶玉（或譯：珊瑚）更紅，像光潤的藍寶石一樣。","bklcl":"Sek-an ê sè-ka pêng-sò͘ pí seh khah chheng-khì, pí leng khah-pe̍h,\tIn ê sin-thé pí âng-pó-ge̍k khah-âng, chhin-chhiūⁿ lâm-pó-chio̍h ê kng-ku̍t.","tghg":"錫安的世家平素比雪卡清氣，比奶卡白；𪜶的身體比紅寶玉卡紅，親像藍寶石的光滑(ku̍t)。","bklhl":"錫安ê世家平素比雪khah清氣，比奶khah白，\tIn ê身體比紅寶玉khah紅，親像藍寶石ê光滑。"}},{"book":"哀","chapter":4,"verse":8,"versions":{"unv":"現在他們的面貌比煤炭更黑，以致在街上無人認識；他們的皮膚緊貼骨頭，枯乾如同槁木。","bklcl":"Taⁿ in ê bīn pí hé-thòaⁿ khah-o͘; tī ke-lō͘--nih bô lâng ōe jīn--tit;\tIn chi̍t-têng-phê piⁿ chi̍t-têng-kut, ko͘-tâ chhin-chhiūⁿ chi̍t-ki ta-chhâ.","tghg":"今𪜶的面比火炭卡黑，佇街路裡無人會認得；𪜶一重皮綳(piⁿ)一重骨，枯焦親像一支乾柴。","bklhl":"Taⁿ in ê面比火炭khah烏；tī街路裡無人會認得；\tIn一重皮piⁿ一重骨，枯焦親像一支乾柴。"}},{"book":"哀","chapter":4,"verse":9,"versions":{"unv":"餓死的不如被刀殺的，因為這是缺了田間的土產，就身體衰弱，漸漸消滅。","bklcl":"Hō͘ to thâi-sí--ê pí gō-sí--ê, iáu khah-tit;\tIn-ūi sī khiàm-kheh chhân-hn̂g ê thó͘-sán, chiām-chiām siau-bô, chhin-chhiūⁿ chhì chha̍k thàu-kè.","tghg":"互刀刣死者比餓死者猶卡值，因為是欠缺田園的土產，漸漸消無，親像莿(chhì)，鑿(chha̍k)透過。","bklhl":"Hō͘刀刣死ê比餓死ê，iáu khah得；\t因為是欠缺田園ê土產，漸漸消無，親像刺鑿透過。"}},{"book":"哀","chapter":4,"verse":10,"versions":{"unv":"慈悲的婦人，當我眾民被毀滅的時候，親手煮自己的兒女作為食物。","bklcl":"Chû-sim ê hū-jîn-lâng chhin-chhiú chú i ê kiáⁿ;\tGóa ê peh-sìⁿ ê cha-bó͘-kiáⁿ tú-tio̍h húi-bia̍t ê sî, ēng chit-ê chòe bí-niû.","tghg":"慈心的婦仁人，親手煮伊的子，我的百姓的查某子抵著(tú-tio̍h)毀滅的時，用此個做米糧。","bklhl":"慈心ê婦人人親手主伊ê kiáⁿ；\t我ê百姓ê cha-bó͘-kiáⁿ tú-tio̍h毀滅ê時，用chit ê做米糧。"}},{"book":"哀","chapter":4,"verse":11,"versions":{"unv":"耶和華發怒成就他所定的，倒出他的烈怒；在錫安使火著起，燒毀錫安的根基。","bklcl":"Iâ-hô-hoa it-chīn hoat-chhut I ê siū-khì, piàⁿ-chhut I ê tōa siū-khì;\tKhí-hé tī Sek-an, sio i hiah-ê tōe-ki.","tghg":"耶和華一盡發出伊的受氣，傾(piàⁿ)出伊的大受氣；起火佇錫安，燒伊許個地基。","bklhl":"耶和華一盡發出伊ê受氣，piàⁿ出伊ê大受氣；\t起火tī錫安，燒伊hiah-ê地基。"}},{"book":"哀","chapter":4,"verse":12,"versions":{"unv":"地上的君王和世上的居民都不信敵人和仇敵能進耶路撒冷的城門。","bklcl":"Tōe-chiūⁿ ê kun-ông, kap sè-kan khiā-khí ê peh-sìⁿ,\tLóng m̄-sìn tùi-te̍k kap kiû-siû ōe ji̍p Iâ-lō͘-sat-léng ê siâⁿ-mn̂g.","tghg":"地上的君王及世間徛起的百姓攏呣信對敵及仇讎(kiû-siû)會入耶路撒冷的城門。","bklhl":"地上ê君王，kap世間khiā起ê百姓，\tLóng m̄信對敵kap仇讎會入耶路撒冷ê城門。"}},{"book":"哀","chapter":4,"verse":13,"versions":{"unv":"這都因她先知的罪惡和祭司的罪孽；他們在城中流了義人的血。","bklcl":"Che sī in-ūi i ê sian-ti ê chōe-ok, i ê chè-si ê kè-sit;\tIn tī siâⁿ-lāi lâu lâng ê huih.","tghg":"這是因為伊的先知的罪惡，伊的祭司的過失；𪜶佇城內流人的血。","bklhl":"這是因為伊ê先知ê罪惡，伊ê祭司ê過失；\tIn tī城內流人ê血。"}},{"book":"哀","chapter":4,"verse":14,"versions":{"unv":"他們在街上如瞎子亂走，又被血玷污，以致人不能摸他們的衣服。","bklcl":"In tī ke-lō͘ chhin-chhiūⁿ chhiⁿ-mî--ê loān-loān kiâⁿ, koh hō͘ huih bak lâ-sâm,\tTì-kàu lâng m̄-káⁿ bong in ê saⁿ.","tghg":"𪜶佇街路親像睛瞑者亂亂行，閣互血染(bak)垃墋(lâ-sâm)，致到人呣敢摸𪜶的衫。","bklhl":"In tī街路親像chhiⁿ-mî-ê亂亂行，koh hō͘血bak lâ-sâm，\t致到人m̄敢摸in ê衫。"}},{"book":"哀","chapter":4,"verse":15,"versions":{"unv":"人向他們喊著說：不潔淨的，躲開，躲開！不要挨近我！他們逃走飄流的時候，列國中有人說：他們不可仍在這裡寄居。","bklcl":"Lâng hoah in kóng, Siám-khui, bô chheng-khì--ê! Siám-khui , siám-khui, m̄-thang bong;\tIn tô-cháu sì-kòe-liû ê sî, lia̍t-pang-tiong ê lâng kóng, M̄-thang hō͘ i iáu kià-kha tī-chia.","tghg":"人喝(hoah)𪜶講：閃開，無清氣者，閃開，閃開！呣通摸！𪜶逃走四界流的時，列邦中的人講：呣通互伊猶寄腳佇遮。","bklhl":"人hoah in講，閃開，無清氣ê！閃開 ，閃開，m̄-thang摸；\tIn逃走四界流ê時，列邦中ê人講，M̄-thang hō͘伊iáu寄腳tī-chia。"}},{"book":"哀","chapter":4,"verse":16,"versions":{"unv":"耶和華發怒，將他們分散，不再眷顧他們；人不重看祭司，也不厚待長老。","bklcl":"Iâ-hô-hoa siū-khì kóaⁿ in, bô koh koàn-kò͘ in!\tLâng bô chun-tiōng chè-si, iā bô kèng tióng-ló.","tghg":"耶和華受氣，趕𪜶，無閣眷顧𪜶；人無尊重祭司，亦無敬長老。","bklhl":"耶和華受氣趕in，無koh眷顧in！\t人無尊重祭司，也無敬長老。"}},{"book":"哀","chapter":4,"verse":17,"versions":{"unv":"我們仰望人來幫助，以致眼目失明，還是枉然；我們所盼望的，竟盼望一個不能救人的國！","bklcl":"Goán iáu teh ǹg-bāng pang-chān, tì-kàu ba̍k-chiu ian-n̄g, iû-goân sī khang-khang;\tGoán tī liâu-bāng ê só͘-chāi, liâu-bāng chi̍t-ê bōe-ōe kiù-lâng ê kok.","tghg":"阮猶啲向望幫助，致到目睭煙暈，猶原是空空；阮佇瞭望的所在，瞭望一個𣍐會救人的國！","bklhl":"阮iáu teh ǹg望幫贊，致到目睭煙暈，猶原是空空；\t阮tī瞭望ê所在，瞭望一个bōe能救人ê國。"}},{"book":"哀","chapter":4,"verse":18,"versions":{"unv":"仇敵追趕我們的腳步像打獵的，以致我們不敢在自己的街上行走。我們的結局臨近；我們的日子滿足；我們的結局來到了。","bklcl":"In chhin-chhiūⁿ phah-la̍h--ê tui-jip goán ê kha-pō͘, tì-kàu goán m̄-káⁿ kiâⁿ tī goán ê ke-lō͘!\tGoán ê kiat-kio̍k kūn lah, goán ê ji̍t-chí móa lah; in-ūi goán ê kiat-kio̍k kàu lah.","tghg":"𪜶親像拍獵者追趇(jip)阮的腳步，致到阮呣敢行佇阮的街路。阮的結局近啦；阮的日子滿啦；因為阮的結局到啦！","bklhl":"In親像phah獵ê追jip阮ê腳步，致到阮m̄敢行tī阮ê街路！\t阮ê結局近lah，阮ê日子滿lah；因為阮ê結局到lah。"}},{"book":"哀","chapter":4,"verse":19,"versions":{"unv":"追趕我們的比空中的鷹更快；他們在山上追逼我們，在曠野埋伏，等候我們。","bklcl":"Tui-jip goán--ê, pí khong-tiong ê eng-chiáu khah-kín!\tIn tī soaⁿ--nih tui-jip goán; tī khòng-iá bâi-ho̍k tng-tán goán.","tghg":"追趇阮者比空中的鷹鳥卡緊；𪜶佇山裡追趇阮，佇曠野埋伏，當等阮。","bklhl":"追jip阮ê，比空中ê鷹鳥khah緊！\tIn tī山裡追jip阮；tī曠野埋伏當等阮。"}},{"book":"哀","chapter":4,"verse":20,"versions":{"unv":"耶和華的受膏者好比我們鼻中的氣，在他們的坑中被捉住；我們曾論到他說：我們必在他蔭下，在列國中存活。","bklcl":"Iâ-hô-hoa só͘ boah-iû-ê, thang pí-phēng goán phīⁿ-khang-lāi ê khùi, tī in ê hām-khiⁿ-lāi hō͘ lâng lia̍h--tio̍h!\tLūn-kàu i, goán bat kóng, Goán beh tī i ê tì-ìm-ē, oa̍h tī lia̍t-kok-tiong.","tghg":"耶和華所抹油者通比並阮鼻孔內的氣，佇𪜶的陷坑內互人掠著；論到伊，阮曾講：阮欲佇伊的致蔭下，活佇列國中。","bklhl":"耶和華所抹油ê，thang比並阮鼻孔內ê氣，tī in ê陷坑內hō͘人掠tio̍h！\t論到伊，阮bat講，阮beh tī伊ê致蔭下，活tī列國中。"}},{"book":"哀","chapter":4,"verse":21,"versions":{"unv":"住烏斯地的以東民哪，只管歡喜快樂；苦杯也必傳到你那裡；你必喝醉，以致露體。","bklcl":"Khiā-khí O͘-su tōe Í-tong ê cha-bó͘-kiáⁿ ah, chòe lí hoaⁿ-hí khoài-lo̍k!\tChóng-sī khó͘-poe ia̍h beh phâng kàu lí hia; lí beh lim kàu chùi, ka-kī thǹg-theh-theh.","tghg":"徛起烏斯地以東的查某子啊，做你歡喜快樂；總是苦杯亦欲捧到你遐；你欲飲到醉，家己褪裼裼(thǹg-theh-theh)。","bklhl":"khiā起O͘-su地Í-tong ê cha-bó͘-kiáⁿ ah，做你歡喜快樂！\t總是苦杯亦beh捧到你hia；你beh lim到醉，家己thǹg-theh-theh。"}},{"book":"哀","chapter":4,"verse":22,"versions":{"unv":"錫安的民哪，你罪孽的刑罰受足了，耶和華必不使你再被擄去。以東的民哪，他必追討你的罪孽，顯露你的罪惡。","bklcl":"Sek-an ê cha-bó͘-kiáⁿ ah, lí ê chōe-kòa ê hêng-hoa̍t í-keng chīn lah.\tIâ-hô-hoa tek-khak bô hō͘ lí koh siū-lia̍h;\tÍ-tong ê cha-bó͘-kiáⁿ ah, I beh pān lí ê chōe-kòa;\tI beh hián-bêng lí ê chōe-ok.","tghg":"錫安的查某子啊，你的罪過的刑罰已經盡啦！耶和華的確無互你閣受掠。以東的查某子啊，伊欲辦你的罪過，伊欲顯明你的罪惡。","bklhl":"錫安ê cha-bó͘-kiáⁿ ah，你ê罪過ê刑罰已經盡lah。\t耶和華的確無hō͘你koh受掠；\tÍ-tong ê cha-bó͘-kiáⁿ ah，伊beh辦你ê罪過；\t伊beh顯明你ê罪惡。"}}]