[{"book":"哀","chapter":1,"verse":1,"versions":{"unv":"先前滿有人民的城，現在何竟獨坐！先前在列國中為大的，現在竟如寡婦；先前在諸省中為王后的，現在成為進貢的。","bklcl":"Ai ah! chit ê siâⁿ chiông-chêng peh-sìⁿ móa-móa, taⁿ cháiⁿ-iūⁿ ko͘-toaⁿ teh chē!\tChiông-chêng tī lia̍t-kok-tiong chòe-tōa-ê, taⁿ kéng-jiân chhin-chhiūⁿ kóaⁿ-hū;\tChiông-chêng tī chiah-ê séng-tiong chun i chòe ông-hō͘--ê, taⁿ chiâⁿ-chòe chìn-kòng--ê.","tghg":"唉啊！此個城從前百姓滿滿，今怎樣孤單啲坐！從前佇列國中做大的，今竟然親像寡婦；從前佇諸個省中尊伊做王后者，今成做進貢者。","bklhl":"Ai ah！chit ê城從前百姓滿滿，taⁿ怎樣孤單teh坐！\t從前tī列國中做大ê，taⁿ竟然親像寡婦；\t從前tī chiah ê省中尊伊做王后ê，taⁿ成做進貢ê。"}},{"book":"哀","chapter":1,"verse":2,"versions":{"unv":"她夜間痛哭，淚流滿腮；在一切所親愛的中間沒有一個安慰她的。她的朋友都以詭詐待她，成為她的仇敵。","bklcl":"I mî-kan tōa thî-khàu, ba̍k-sái lâu kàu móa-bīn;\tTī it-chhè chhin-ài ê lâng ê tiong-kan bô chi̍t-ê an-ùi i;\tI ê pêng-iú lóng ēng khúi-chà khoán-thāi i,\tIn chiâⁿ-chòe i ê tùi-te̍k.","tghg":"伊暝間大啼哭，目屎流到滿面；佇一切親愛的人的中間無一個安慰伊。伊的朋友攏用詭詐款待伊，𪜶成做伊的對敵。","bklhl":"伊暝間大啼哭，目屎流到滿面；\tTī一切親愛ê人ê中間無一个安慰伊；\t伊ê朋友lóng用詭詐款待伊，\tIn成做伊ê對敵。"}},{"book":"哀","chapter":1,"verse":3,"versions":{"unv":"猶大因遭遇苦難，又因多服勞苦就遷到外邦。她住在列國中，尋不著安息；追逼她的都在狹窄之地將她追上。","bklcl":"Iû-tāi in-ūi tú-tio̍h khó͘-lān, koh in-ūi siū-tio̍h chōe-chōe lô-khó͘, chiū chhian-sóa kàu gōa-pang;\tI tiàm tī īⁿ-pang-tiong bô thang chhē-tio̍h an-hioh;\tTui-jip i--ê tī oe̍h-oe̍h ê só͘-chāi lóng jip-tio̍h i.","tghg":"猶大因為抵著(tú-tio̍h)苦難，閣因為受著多多勞苦就遷徙到外邦。伊踮佇異邦中，無通尋著安息；追趇(jip)伊者佇狹狹(oe̍h-oe̍h)的所在攏趇著伊。","bklhl":"偤大因為tú-tio̍h苦難，koh因為受tio̍h chōe-chōe勞苦，就遷徙到外邦；\t伊tiàm tī異邦中無thang chhē-tio̍h安歇；\t追jip伊ê tī狹狹ê所在lóng jip-tio̍h伊。"}},{"book":"哀","chapter":1,"verse":4,"versions":{"unv":"錫安的路徑因無人來守聖節就悲傷；她的城門淒涼；她的祭司歎息；她的處女受艱難，自己也愁苦。","bklcl":"Sek-an ê lō͘-kèng pi-siong, in-ūi bô lâng hù i ê choeh-kî;\tI ê siâⁿ-mn̂g lóng léng-chēng, i ê chè-si thó͘-khùi;\tI ê chāi-sek-lú kan-lân, i pún-sin iā iu-khó͘.","tghg":"錫安的路徑悲傷，因為無人赴伊的節期；伊的城門攏冷靜；伊的祭司吐氣；伊的在室女艱難，伊本身也憂苦。","bklhl":"錫安ê路徑悲傷，因為無人赴伊ê節期；\t伊ê城門lóng冷靜，伊ê祭司吐氣；\t伊ê在室女艱難，伊本身也憂苦。"}},{"book":"哀","chapter":1,"verse":5,"versions":{"unv":"她的敵人為首；她的仇敵亨通；因耶和華為她許多的罪過使她受苦；她的孩童被敵人擄去。","bklcl":"I ê tùi-te̍k chòe-thâu, i ê kiû-siû heng-thong;\tIn-ūi Iâ-hô-hoa ūi-tio̍h i chōe-chōe pōe-ge̍k, hō͘ i siū-khó͘;\tI ê gín-ná hō͘ tùi-te̍k lia̍h--khì.","tghg":"伊的對敵做頭；伊的仇讎(kiû-siû)亨通；因為耶和華為著伊多多悖逆，互伊受苦；伊的囝仔互對敵掠去。","bklhl":"伊ê對敵做頭，伊ê仇讎興通；\t因為耶和華為tio̍h伊chōe-chōe悖逆，hō͘伊受苦；\t伊ê gín-ná hō͘對敵掠去。"}},{"book":"哀","chapter":1,"verse":6,"versions":{"unv":"錫安城（原文是女子；下同）的威榮全都失去。她的首領像找不著草場的鹿；在追趕的人前無力行走。","bklcl":"Sek-an ê cha-bó͘-kiáⁿ, i ê súi it-chīn bô--khì;\tI ê kùi-cho̍k chhin-chhiūⁿ chhē bô chháu-tiûⁿ ê lo̍k.\tIn bô khùi-la̍t, siū-kóaⁿ tī tui-jip ê lâng ê bīn-chêng.","tghg":"錫安的查某子，伊的媠一盡無去。伊的貴族親像尋無草場的鹿；𪜶無氣力，受趕佇追趇的人的面前。","bklhl":"錫安ê cha-bó͘-kiáⁿ，伊ê súi一盡無去；\t伊ê貴族親像chhē無草場ê鹿。\tIn無氣力，受趕tī追jip ê人ê面前。"}},{"book":"哀","chapter":1,"verse":7,"versions":{"unv":"耶路撒冷在困苦窘迫之時，就追想古時一切的樂境。她百姓落在敵人手中，無人救濟；敵人看見，就因她的荒涼嗤笑。","bklcl":"Iâ-lō͘-sat-léng tī hoān-lān khún-tio̍k ê sî,\tChiū tui-siūⁿ chá-sî it-chhè hoaⁿ-hí ê sū;\tI ê peh-sìⁿ hām-lo̍h tī tùi-te̍k ê chhiú, bô lâng kiù-hō͘ i ê sî,\tTùi-te̍k khòaⁿ-kìⁿ chiū thí-chhiò i ê léng-chēng.","tghg":"耶路撒冷佇患難窘逐的時，就追想早時一切歡喜的事。伊的百姓陷落佇對敵的手，無人救護伊的時；對敵看見，就恥笑伊的冷靜。","bklhl":"耶路撒冷tī患難khún-tio̍k ê時，\t就追想早時一切歡喜ê事；\t伊ê百姓陷落tī對敵ê手，無人救護伊ê時，\t對敵看見就恥笑伊ê冷靜。"}},{"book":"哀","chapter":1,"verse":8,"versions":{"unv":"耶路撒冷大大犯罪，所以成為不潔之物；素來尊敬她的，見她赤露就都藐視她；她自己也歎息退後。","bklcl":"Iâ-lō͘-sat-léng tōa-tōa hoān-chōe; só͘-í chiâⁿ-chòe bô chheng-khì ê mi̍h;\tPêng-sò͘ chun-kèng i-ê, taⁿ khòaⁿ-kìⁿ i chhiah-sin lō͘-thé, chiū lóng khòaⁿ-khin i;\tI ka-kī iā thó͘-khùi, tò-thè.","tghg":"耶路撒冷大大犯罪，所以成做無清氣的物；平素尊敬伊的，今看見伊赤身露體就攏看輕伊；伊家己也吐氣倒退。","bklhl":"耶路撒冷大大犯罪；所以成做無清氣ê物；\t平素尊敬伊ê，taⁿ看見伊赤身露體，就lóng看輕伊；\t伊家己也吐氣，倒退。"}},{"book":"哀","chapter":1,"verse":9,"versions":{"unv":"她的污穢是在衣襟上；她不思想自己的結局，所以非常地敗落，無人安慰她。她說：耶和華啊，求你看我的苦難，因為仇敵誇大。","bklcl":"I ê ù-òe tī i ê saⁿ-á-ku; i bô siūⁿ-tio̍h i ê kiat-kio̍k;\tSó͘-í tú-tio̍h hui-siông ê lông-pōe; bô lâng an-ùi i.\tIâ-hô-hoa ah, kiû Lí khòaⁿ góa ê khó͘-lān; in-ūi tùi-te̍k ka-kī khoa-tōa.","tghg":"伊的污穢佇伊的衫仔裾(saⁿ-á-ku)；伊無想著伊的結局，所以抵著非常的狼狽(lông-pōe)，無人安慰伊。耶和華啊，求你看我的苦難，因為對敵家己誇大。","bklhl":"伊ê污穢tī伊ê衫á裾；伊無想tio̍h伊ê結局；\t所以tú-tio̍h非常ê狼狽；無人安慰伊。\t耶和華ah，求你看我ê苦難；因為對敵家己誇大。"}},{"book":"哀","chapter":1,"verse":10,"versions":{"unv":"敵人伸手，奪取她的美物；她眼見外邦人進入她的聖所─論這外邦人，你曾吩咐不可入你的會中。","bklcl":"Tùi-te̍k chhun-chhiú, chhiúⁿ i it-chhè ê pó-mi̍h;\tI khòaⁿ-kìⁿ gōa-pang lâng ji̍p i ê sèng-só͘,\tChiū-sī Lí bat hoan-hù m̄-thang ji̍p Lí ê hōe-tiong ê.","tghg":"對敵伸手，搶伊一切的寶物；伊看見外邦人入伊的聖所──就是你曾吩咐呣通入你的會中的。","bklhl":"對敵伸手，搶伊一切ê寶物；\t伊看見外邦人入伊ê聖所，\t就是你bat吩咐m̄-thang入你ê會中ê。"}},{"book":"哀","chapter":1,"verse":11,"versions":{"unv":"她的民都歎息，尋求食物；他們用美物換糧食，要救性命。他們說：耶和華啊，求你觀看，因為我甚是卑賤。","bklcl":"I ê peh-sìⁿ lóng thó͘-khùi, sì-kòe chhē chia̍h-mi̍h;\tIn ēng hó-mi̍h ōaⁿ bí-niû, ài kiù sìⁿ-miā;\tIâ-hô-hoa ah, kiû Lí khòaⁿ-kò͘; in-ūi góa sī chin pi-chiān.","tghg":"伊的百姓攏吐氣，四界尋食物(chia̍h-mi̍h)；𪜶用好物換米糧，愛救生命。耶和華啊，求你看顧，因為我是真卑賤。","bklhl":"伊ê百姓lóng吐氣，四界chhē食物；\tIn用好物換米糧，ài救性命；\t耶和華ah，求你看顧；因為我是真卑賤。"}},{"book":"哀","chapter":1,"verse":12,"versions":{"unv":"你們一切過路的人哪，這事你們不介意嗎？你們要觀看：有像這臨到我的痛苦沒有─就是耶和華在他發烈怒的日子使我所受的苦？","bklcl":"Hoān-nā tùi chia kè ê lâng ah, chit ê sū kiám kap lí bô kan-sia̍p mah?\tChhiáⁿ khòaⁿ góa só͘ tú-tio̍h ê iu-būn, ū sím-mi̍h iu-būn thang pí-phēng,\tChiū-sī Iâ-hô-hoa tī I tōa siū-khì ê ji̍t só͘ kiâⁿ tī góa--ê.","tghg":"凡若對遮過的人啊，此個事豈及你無干涉嗎？請看：我所抵著的憂悶有甚麼憂悶通比並──，就是耶和華佇伊大受氣的日所行佇我的。","bklhl":"凡若tùi chia過ê人ah，chit ê事kiám kap你無干涉mah？\t請看我所tú-tio̍h ê憂悶，有甚麼憂悶thang比並，\t就是耶和華tī伊大受氣ê日所行tī我ê。"}},{"book":"哀","chapter":1,"verse":13,"versions":{"unv":"他從高天使火進入我的骨頭，剋制了我；他鋪下網羅，絆我的腳，使我轉回；他使我終日淒涼發昏。","bklcl":"I tùi téng-bīn kàng-lo̍h hé, ji̍p góa ê kut lâi khah-iâⁿ--i;\tI tiuⁿ lô-bāng, tîⁿ-pòaⁿ góa ê kha, hō͘ góa oa̍t-tò-tńg;\tI hō͘ góa thong-ji̍t léng-chēng, hūn--khì.","tghg":"伊對頂面降落火入我的骨，來卡贏伊；伊張羅網，纏絆我的腳，互我越倒轉；伊互我通日冷靜暈去。","bklhl":"伊tùi頂面降落火，入我ê骨來khah贏伊；\t伊張羅網，纏絆我ê腳，hō͘我oa̍t倒tńg；\t伊hō͘我thong日冷靜，暈去。"}},{"book":"哀","chapter":1,"verse":14,"versions":{"unv":"我罪過的軛是他手所綁的，猶如軛繩縛在我頸項上；他使我的力量衰敗。主將我交在我所不能敵擋的人手中。","bklcl":"Góa chōe-kòa ê taⁿ, sī I ê chhiú só͘ pa̍k--ê;\tKá kui-tiâu, hē tī góa ê ām-kún; hō͘ góa ê khùi-la̍t bô--khì;\tChú kau góa tī tùi-te̍k ê chhiú, góa só͘ tí-tng bōe-tiâu--ê.","tghg":"我罪過的軛 taⁿ)是伊的手所縛(pa̍k)的；絞(ká)歸條下佇我的頷頸(ām-kún)；互我的氣力無去。主交我佇對敵的手我所抵當(tí-tng)𣍐住者。","bklhl":"我罪過ê擔，是伊ê手所縛ê；\t絞kui條，hē tī我ê頷頸；hō͘我ê氣力無去；\t主交我tī對敵ê手，我所抵擋bōe-tiâu-ê。"}},{"book":"哀","chapter":1,"verse":15,"versions":{"unv":"主輕棄我中間的一切勇士，招聚多人（原文是大會）攻擊我，要壓碎我的少年人。主將猶大居民踹下，像在酒醡中一樣。","bklcl":"Góa siâⁿ-tiong ê ióng-sū, Chú m̄-ti̍h--i;\tChú chio-chi̍p tōa ê hōe lâi kong-kek góa, chè-ap góa ê siàu-liân lâng;\tChú ta̍h Iû-tāi ê chāi-sek-lú, chhin-chhiūⁿ tī chiú-khut-tiong.","tghg":"我城中的勇士主呣揲(m̄-ti̍h)伊，主招集大的會來攻擊我，制壓我的少年人。主踏猶大的在室女，親像佇酒窟中。","bklhl":"我城中ê勇士，主m̄-ti̍h伊；\t主招集大ê會來攻擊我，制壓我ê少年人；\t主踏偤大ê在室女，親像tī酒窟中。"}},{"book":"哀","chapter":1,"verse":16,"versions":{"unv":"我因這些事哭泣；我眼淚汪汪；因為那當安慰我、救我性命的，離我甚遠。我的兒女孤苦，因為仇敵得了勝。","bklcl":"Góa in-ūi chiah-ê tāi-chì thî-khàu, góa ê ba̍k-chiu ba̍k-sái chhē-chhē-tò;\tIn-ūi hû-chhî góa ê sìⁿ-miā lâi an-ùi góa--ê, lī-khui góa chin-hn̄g.\tGóa ê kiáⁿ-jî bô i-óa, in-ūi tùi-te̍k khah-iâⁿ.","tghg":"我因為諸個代誌啼哭；我的目睭目屎泚泚倒(chhē-chhē-tò)；因為扶持我的生命來安慰我者，離開我真遠。我的子兒無依倚，因為對敵卡贏。","bklhl":"我因為chiah ê tāi-chì啼哭，我ê目睭目屎chhē-chhē倒；\t因為扶持我ê性命來安慰我ê，離開我真遠。\t我ê kiáⁿ兒無依óa，因為對敵khah贏。"}},{"book":"哀","chapter":1,"verse":17,"versions":{"unv":"錫安舉手，無人安慰。耶和華論雅各已經出令，使四圍的人作他仇敵；耶路撒冷在他們中間像不潔之物。","bklcl":"Sek-an chhun-chhiú, bô lâng an-ùi i;\tLūn-kàu Ngá-kok, Iâ-hô-hoa í-keng chhut bēng-lēng, hō͘ sì-ûi ê lâng chòe i ê tùi-te̍k;\tIâ-lō͘-sat-léng tī in tiong-kan, chhin-chhiūⁿ bô chheng-khì ê mi̍h.","tghg":"錫安伸手，無人安慰伊。論到雅各耶和華已經出命令，互四圍的人做伊的對敵；耶路撒冷佇𪜶中間親像無清氣的物。","bklhl":"錫安伸手，無人安慰伊；\t論到雅各，耶和華已經出命令，hō͘四圍ê人做伊ê對敵；\t耶路撒冷tī in中間，親像無清氣ê物。"}},{"book":"哀","chapter":1,"verse":18,"versions":{"unv":"耶和華是公義的！他這樣待我，是因我違背他的命令。眾民哪，請聽我的話，看我的痛苦；我的處女和少年人都被擄去。","bklcl":"Iâ-hô-hoa sī kong-gī, in-ūi góa ū pōe-ge̍k I ê bēng-lēng;\tChèng peh-sìⁿ ah, chhiáⁿ thiaⁿ, khòaⁿ góa ê thòng-khó͘;\tGóa chiah-ê chāi-sek-lú kap siàu-liân lâng lóng hō͘ lâng lia̍h--khì.","tghg":"耶和華是公義！因為我有悖逆伊的命令。眾百姓啊！請聽，看我的痛苦；我諸個在室女及少年人攏互人掠去。","bklhl":"耶和華是公義，因為我有悖逆伊ê命令；\t眾百姓ah，請聽，看我ê痛苦；\t我chiah ê在室女kap少年人lóng hō͘人掠去。"}},{"book":"哀","chapter":1,"verse":19,"versions":{"unv":"我招呼我所親愛的，他們卻愚弄我。我的祭司和長老正尋求食物、救性命的時候，就在城中絕氣。","bklcl":"Góa kiò chhin-ài ê lâng, chóng-sī in khi-phiàn góa;\tGóa ê chè-si, góa ê tiúⁿ-ló, teh chhē kiù-miā ê bí-niû;\tHit-sî chiū tn̄g-khùi tī siâⁿ-lāi.","tghg":"我叫親愛的人，總是𪜶欺騙我。我的祭司，我的長老啲尋救命的米糧，彼時就斷氣佇城內。","bklhl":"我叫親愛ê人，總是in欺騙我；\t我ê祭司，我ê長老，teh chhē救命ê米糧；\thit時就斷氣tī城內。"}},{"book":"哀","chapter":1,"verse":20,"versions":{"unv":"耶和華啊，求你觀看，因為我在急難中。我心腸擾亂；我心在我裡面翻轉，因我大大悖逆。在外，刀劍使人喪子；在家，猶如死亡。","bklcl":"Iâ-hô-hoa ah, góa tī hoān-lān tiong chhiáⁿ Lí lâi kàm-chhat;\tGóa ê sim-tn̂g kiau(**kiáu)-ká, góa ê sim tī góa ê lāi-bīn loān-chau-chau; in-ūi góa tōa-tōa pōe-ge̍k.\tTī gōa-bīn to-kiàm hō͘ lâng sí-kiáⁿ; tī chhù-lāi chhin-chhiūⁿ ū sí-sit.","tghg":"耶和華啊，我佇患難中請你來鑑察。我的心腸攪絞；我的心佇我的內面亂糟糟，因為我大大悖逆。佇外面，刀劍互人死子；佇厝內，親像有死失。","bklhl":"耶和華ah，我tī患難中請你來鑑察；\t我ê心腸攪絞，我ê心tī我ê內面亂chau-chau；因為我大大悖逆。\tTī外面刀劍hō͘人死kiáⁿ；tī厝內親像有死失。"}},{"book":"哀","chapter":1,"verse":21,"versions":{"unv":"聽見我歎息的有人；安慰我的卻無人！我的仇敵都聽見我所遭的患難；因你做這事，他們都喜樂。你必使你報告的日子來到，他們就像我一樣。","bklcl":"In thiaⁿ-kìⁿ góa thó͘-khùi, ia̍h bô lâng an-ùi góa;\tGóa ê tùi-te̍k lóng thiaⁿ-kìⁿ góa só͘ tú-tio̍h ê hoān-lān, in-ūi Lí chòe chit ê sū, in lóng hoaⁿ-hí;\tLí beh hō͘ pò-kò ê ji̍t kàu, in chiū chhin-chhiūⁿ góa.","tghg":"𪜶聽見我吐氣；亦無人安慰我！我的對敵攏聽見我所抵著的患難；因為你做此個事，𪜶攏歡喜。你欲互報告的日到，𪜶就親像我。","bklhl":"In聽見我吐氣，亦無人安慰我；\t我ê對敵lóng聽見我所tú-tio̍h ê患難，因為你做chit ê事，in lóng歡喜；\t你beh hō͘報告ê日到，in就親像我。"}},{"book":"哀","chapter":1,"verse":22,"versions":{"unv":"願他們的惡行都呈在你面前；你怎樣因我的一切罪過待我，求你照樣待他們；因我歎息甚多，心中發昏。","bklcl":"Goān in pháiⁿ ê só͘-kiâⁿ, lóng pâi tī Lí ê bīn-chêng;\tLí ūi-tio̍h góa it-chhè ê chōe-kòa, cháiⁿ-iūⁿ khoán-thāi góa, kiû Lí chiàu án-ni khoán-thāi in;\tIn-ūi góa ê thó͘-khùi chin-chōe, góa ê sim ia̍h hūn-khì.","tghg":"願𪜶歹的所行攏排佇你的面前；你為著我一切的罪過，怎樣款待我，求你照按呢款待𪜶；因為我的吐氣真多，我的心也暈去。","bklhl":"願in pháiⁿ ê所行，lóng排tī你ê面前；\t你為tio̍h我一切ê罪過，怎樣款待我，求你照án-ni款待in；\t因為我ê吐氣真chōe，我ê心亦暈去。"}}]