[{"book":"尼","chapter":6,"verse":1,"versions":{"unv":"參巴拉、多比雅、阿拉伯人基善和我們其餘的仇敵聽見我已經修完了城牆，其中沒有破裂之處（那時我還沒有安門扇）的，","bklcl":"Chham-pa-la̍h, To-pí-ngá, A-la̍h-pek lâng Ki-siān, kap goán kî-û ê tùi-te̍k, thiaⁿ-kìⁿ góa siâⁿ-chhiûⁿ í-keng khí-hó, kî-tiong bô lâu chi̍t-khiah; (hit-sî góa khiok bē ū an mn̂g-sìⁿ.)","tghg":"參巴拉、多比雅、亞拉伯人基善及阮其餘的對敵聽見我城牆已經起好，其中無留一隙(khiah)（彼時我卻未有安門扇(mn̂g-sìⁿ)），","bklhl":"Chham-pa-la̍h、To-pí-ngá、阿拉伯人Ki-siān，kap阮其餘ê對敵，聽見我城牆已經起好，其中無留一隙(khiah)；(hit時我卻未有安門扇。)"}},{"book":"尼","chapter":6,"verse":2,"versions":{"unv":"參巴拉和基善就打發人來見我，說：「請你來，我們在阿挪平原的一個村莊相會。」他們卻想害我。","bklcl":"Chham-pa-la̍h kap Ki-siān chiū chhe lâng lâi kìⁿ góa kóng, Chhiáⁿ lí lâi, lán tī O-lô pîⁿ-iûⁿ chi̍t ê hiuⁿ-siā siong-hōe.  Chóng-sī in siūⁿ beh hāi góa.","tghg":"參巴拉及基善就差人來見我，講：「請你來，咱佇阿羅平洋一個鄉社相會。」總是𪜶想欲害我。","bklhl":"Chham-pa-la̍h kap Ki-siān就差人來見我講，請你來，咱tī O-lô平洋一个鄉社相會。總是in想beh害我。"}},{"book":"尼","chapter":6,"verse":3,"versions":{"unv":"於是我差遣人去見他們，說：「我現在辦理大工，不能下去。焉能停工下去見你們呢？」","bklcl":"Góa chiū chhe sù-chiá khì kìⁿ in kóng, Góa taⁿ teh pān-lí tōa ê kang, bōe-ōe lo̍h-khì; thái-thó ōe lī-khui i lo̍h-khì kìⁿ lín, hō͘ chit ê kang thêng-chí ah?","tghg":"我就差使者去見𪜶，講：「我今啲辦理大的工，𣍐會落去。豈可(thái-thó)會離開伊落去見恁互此個工停止啊？」","bklhl":"我就差使者去見in講，我taⁿ teh辨理大ê工，bōe能落去；thái-thó 能離開伊落去見lín，hō͘ chit ê工停止ah？"}},{"book":"尼","chapter":6,"verse":4,"versions":{"unv":"他們這樣四次打發人來見我，我都如此回答他們。","bklcl":"In án-ni sì-pái chhe lâng lâi kìⁿ góa, góa lóng án-ni ìn in.","tghg":"𪜶按呢四擺差人來見我，我攏按呢應𪜶。","bklhl":"In án-ni四pái差人來見我，我lóng án-ni應in。"}},{"book":"尼","chapter":6,"verse":5,"versions":{"unv":"參巴拉第五次打發僕人來見我，手裡拿著未封的信，","bklcl":"Chham-pa-la̍h tē-gō͘ pái chiū chhe i ê lô͘-po̍k lâi kìⁿ góa, chhiú the̍h lō͘-hong ê phoe; phoe-lāi siá kóng,","tghg":"參巴拉第五擺就差伊的奴僕來見我，手提露封(lō͘-hong)的批，","bklhl":"Chham-pa-la̍h第五pái就差伊ê奴僕來見我，手the̍h露封ê phoe；phoe內寫講，"}},{"book":"尼","chapter":6,"verse":6,"versions":{"unv":"信上寫著說：「外邦人中有風聲，迦施慕（就是基善，見二章十九節）也說，你和猶大人謀反，修造城牆，你要作他們的王；","bklcl":"Gōa-pang-tiong ū hong-siaⁿ, Ka-si-bō͘ iā kóng, lí kap Iû-tāi lâng teh bô͘-hoán, só͘-í lí khí siâⁿ-chhiûⁿ, lí beh chòe in ê ông, chiàu chiah-ê ōe.","tghg":"批內寫講：「外邦中有風聲，迦施慕也講，你及猶大人啲謀反，所以你起城牆，你欲做𪜶的王照諸個話；","bklhl":"外邦中有風聲，Ka-si-bō͘也講，你kap偤大人teh謀反，所以你起城牆，你beh做in ê王，照chiah ê話。"}},{"book":"尼","chapter":6,"verse":7,"versions":{"unv":"你又派先知在耶路撒冷指著你宣講，說在猶大有王。現在這話必傳與王知；所以請你來，與我們彼此商議。」","bklcl":"Lí koh phài sian-ti tī Iâ-lō͘-sat-léng, soan-thoân lí ê tāi-chì kóng, Tī Iû-tāi ū ông; taⁿ beh chiàu chiah-ê ōe chàu ông; só͘-í chhiáⁿ lí lâi, lán saⁿ-kap gī-lūn.","tghg":"你閣派先知佇耶路撒冷宣傳你的代誌講，佇猶大有王。今欲照諸個話奏王；所以請你來，咱相及議論。」","bklhl":"你koh派先知tī耶路撒冷，宣傳你ê tāi-chì講，Tī偤大有王；taⁿ beh照chiah ê話奏王；所以請你來，咱相kap議論。"}},{"book":"尼","chapter":6,"verse":8,"versions":{"unv":"我就差遣人去見他，說：「你所說的這事，一概沒有，是你心裡捏造的。」","bklcl":"Góa chiū chhe lâng khì kìⁿ i kóng, Lí só͘ kóng chit ê sū, it-khài bô-iáⁿ, sī lí ê sim liap-chō--ê.","tghg":"我就差人去見伊，講：「你所講此個事，一概無影，是你的心捏造(liap-chō)的。」","bklhl":"我就差人去見伊講，你所講chit ê事，一概無影，是你ê心捏(liap)造ê。"}},{"book":"尼","chapter":6,"verse":9,"versions":{"unv":"他們都要使我們懼怕，意思說，他們的手必軟弱，以致工作不能成就。　神啊，求你堅固我的手。","bklcl":"In-ūi in lóng ài hō͘ goán kiaⁿ, ì-sù kóng, In ê chhiú beh sng-nńg, tì-kàu kang chòe bô chiâⁿ.  Siōng-tè ah, kiû Lí kian-kò͘ góa ê chhiú.","tghg":"因為𪜶攏愛互阮驚，意思講，𪜶的手欲酸軟，致到工做無成。上帝啊，求你堅固我的手。","bklhl":"因為in lóng ài hō͘阮驚，意思講，In ê手beh酸軟，致到工做無成。上帝ah，求你堅固我ê手。"}},{"book":"尼","chapter":6,"verse":10,"versions":{"unv":"我到了米希大別的孫子、第來雅的兒子示瑪雅家裡；那時，他閉門不出。他說：「我們不如在　神的殿裡會面，將殿門關鎖；因為他們要來殺你，就是夜裡來殺你。」","bklcl":"Āu-lâi góa kàu Bí-hi-tāi-pia̍t ê sun, Tē-lâi-ngá ê kiáⁿ, Sī-má-ngá ê chhù; hit-sî i koaiⁿ-teh bô chhut-lâi; i kóng, Lán tio̍h tī Siōng-tè ê chhù siong-hōe, tī tiān--nih koaiⁿ tiān-mn̂g; in-ūi in beh lâi thâi lí, chiū-sī tī mî-sî beh lâi thâi lí.","tghg":"後來我到米希大別的孫、第來雅的子示瑪雅的厝；彼時，伊關啲無出來。伊講：「咱著佇上帝的厝相會，佇殿裡關殿門；因為𪜶欲來刣你，就是佇暝時欲來刣你。」","bklhl":"後來我到Bí-hi-tāi-pia̍t ê孫，Tē-lâi-ngá ê kiáⁿ，Sī-má-ngá ê厝；hit時伊關teh無出來；伊講，咱tio̍h tī上帝ê厝相會，tī殿裡關殿門；因為in beh來刣你，就是tī暝時beh來刣你。"}},{"book":"尼","chapter":6,"verse":11,"versions":{"unv":"我說：「像我這樣的人豈要逃跑呢？像我這樣的人豈能進入殿裡保全生命呢？我不進去！」","bklcl":"Góa kóng, Chhin-chhiūⁿ góa chit-hō lâng, kiám thang cháu mah? chhin-chhiūⁿ góa chit-hō lâng, kiám thang ji̍p tiān lâi pó-choân sìⁿ-miā mah?","tghg":"我講：「親像我此號人豈通走嗎？親像我此號人豈通入殿來保全生命嗎？我呣入去！」","bklhl":"我講，親像我chit號人，kiám thang走mah？親像我chit號人，kiám thang入殿來保全性命mah？"}},{"book":"尼","chapter":6,"verse":12,"versions":{"unv":"我看明　神沒有差遣他，是他自己說這話攻擊我，是多比雅和參巴拉賄買了他。","bklcl":"Góa m̄ ji̍p-khì.  Góa khòaⁿ-chhut, chai Siōng-tè bô chhe i, sī i ka-kī kóng chit ê sian-ti ōe lâi kong-kek góa; sī To-pí-ngá kap Chham-pa-la̍h pò͘-lō͘ i.","tghg":"我看出知上帝無差伊，是伊家己講此個先知話來攻擊我，是多比雅及參巴拉賄賂(pò͘-lō͘)伊。","bklhl":"我m̄入去。我看出，知上帝無差伊，是伊家己講chit ê先知會來攻擊我；是To-pí-ngá kap Chham-pa-la̍h pò͘賂伊。"}},{"book":"尼","chapter":6,"verse":13,"versions":{"unv":"賄買他的緣故，是要叫我懼怕，依從他犯罪，他們好傳揚惡言毀謗我。","bklcl":"Pò͘-lō͘ ê iân-kò͘, sī beh hō͘ góa kiaⁿ, hō͘ góa án-ni kiâⁿ lâi hoān-chōe, in thang pò-iông pháiⁿ-ōe, lâi húi-pòng góa.","tghg":"賄賂的緣故，是欲互我驚，互我按呢行來犯罪，𪜶通報揚歹話來誹謗我。","bklhl":"pò͘賂ê緣故，是beh hō͘我驚，hō͘我án-ni行來犯罪，in thang報揚pháiⁿ話，來譭謗我。"}},{"book":"尼","chapter":6,"verse":14,"versions":{"unv":"我的　神啊，多比雅、參巴拉、女先知挪亞底，和其餘的先知要叫我懼怕，求你記念他們所行的這些事。","bklcl":"Góa ê Siōng-tè ah, To-pí-ngá, Chham-pa-la̍h, lú sian-ti Lô-a-tí, kap kî-û hiah-ê sian-ti, lóng sī beh hō͘ góa kiaⁿ-ê; kiû Lí chiàu in ê só͘ kiâⁿ lâi kì-tit in.","tghg":"我的上帝啊，多比雅、參巴拉、女先知羅亞底，及其餘許個先知攏是欲互我驚的，求你照𪜶的所行來記得𪜶。","bklhl":"我ê上帝ah，To-pí-ngá、Chham-pa-la̍h、女先知Lô-a-tí，kap其餘hiah-ê先知，lóng是beh hō͘我驚ê；求你照in ê所行來記得in。"}},{"book":"尼","chapter":6,"verse":15,"versions":{"unv":"以祿月二十五日，城牆修完了，共修了五十二天。","bklcl":"Í-lo̍k ge̍h jī-cha̍p-gō͘ ji̍t, siâⁿ-chhiûⁿ í-keng khí-hó, kiōng gō͘-cha̍p-jī ji̍t.","tghg":"以祿月二十五日，城牆已經起好，共五十二日。","bklhl":"以諾月二十五日，城牆已經起好，共五十二日。"}},{"book":"尼","chapter":6,"verse":16,"versions":{"unv":"我們一切仇敵、四圍的外邦人聽見了便懼怕，愁眉不展；因為見這工作完成是出乎我們的　神。","bklcl":"Goán it-chhè ê tùi-te̍k thiaⁿ-kìⁿ, sì-ûi ê gōa-pang lâng lóng kiaⁿ, ka-kī khòaⁿ sī sit-pāi; in-ūi khòaⁿ-kìⁿ chit ê kang chòe-chiâⁿ, sī chhut tī lán ê Siōng-tè.","tghg":"阮一切的對敵聽見、四圍的外邦人攏驚，家己看是失敗；因為看見此個工做成是出佇咱的上帝。","bklhl":"阮一切ê對敵聽見，四圍ê外邦人lóng驚，家己看是失敗；因為看見chit ê工做成，是出tī咱ê上帝。"}},{"book":"尼","chapter":6,"verse":17,"versions":{"unv":"在那些日子，猶大的貴冑屢次寄信與多比雅，多比雅也來信與他們。","bklcl":"Tng hiah-ê ji̍t Iû-tāi ê kùi-cho̍k ta̍uh-ta̍uh kià phoe hō͘ To-pí-ngá, To-pí-ngá iā ēng phoe hō͘ in.","tghg":"當許個日，猶大的貴族沓沓(ta̍uh-ta̍uh)寄批互多比雅，多比雅也用批互𪜶。","bklhl":"當hiah-ê日偤大ê貴族ta̍uh-ta̍uh寄phoe hō͘ To-pí-ngá，To-pí-ngá也用phoe hō͘ in。"}},{"book":"尼","chapter":6,"verse":18,"versions":{"unv":"在猶大有許多人與多比雅結盟；因他是亞拉的兒子，示迦尼的女婿，並且他的兒子約哈難娶了比利迦兒子米書蘭的女兒為妻。","bklcl":"In-ūi tī Iû-tāi ū chōe-chōe lâng kap i kiat-bêng, in-ūi i sī A-la̍h ê kiáⁿ, Sī-ka-nî ê kiáⁿ-sài; koh i ê kiáⁿ Iok-hap-lân chhōa Pí-lī-ka ê kiáⁿ Bí-su-lân ê cha-bó͘-kiáⁿ chòe-bó͘.","tghg":"因為佇猶大有多多人及伊結盟；因為伊是亞拉的子，示迦尼的子婿，閣伊的子約哈難娶比利迦的子米書蘭的查某子做某。","bklhl":"因為tī偤大有chōe-chōe人kap伊結盟，因為伊是A-la̍h ê kiáⁿ，Sī-ka-nî ê kiáⁿ婿；koh伊ê kiáⁿ Iok-hap-lân娶Pí-lī-ka ê kiáⁿ Bí-su-lân ê cha-bó͘-kiáⁿ做bó͘。"}},{"book":"尼","chapter":6,"verse":19,"versions":{"unv":"他們常在我面前說多比雅的善行，也將我的話傳與他。多比雅又常寄信來，要叫我懼怕。","bklcl":"In siông-siông tī góa ê bīn-chêng kóng-khí i ê hó só͘-kiâⁿ, iā chiong góa ê ōe thoân hō͘ i.  To-pí-ngá koh siông-siông kià phoe hō͘ góa, beh hō͘ góa kiaⁿ.","tghg":"𪜶常常佇我的面前講起伊的好所行，也將我的話傳互伊。多比雅閣常常寄批互我，欲互我驚。","bklhl":"In常常tī我ê面前講起伊ê好所行，也將我ê話傳hō͘伊。To-pí-ngá koh常常寄phoe hō͘我，beh hō͘我驚。"}}]