[{"book":"尼","chapter":5,"verse":1,"versions":{"unv":"百姓和他們的妻大大呼號，埋怨他們的弟兄猶大人。","bklcl":"Peh-sìⁿ kap in ê bó͘ tōa-siaⁿ háu, hiâm in ê hiaⁿ-tī Iû-tāi lâng.","tghg":"百姓及𪜶的某大聲哮，嫌𪜶的兄弟猶大人。","bklhl":"百姓kap in ê bó͘大聲哮，嫌in ê兄弟偤大人。"}},{"book":"尼","chapter":5,"verse":2,"versions":{"unv":"有的說：「我們和兒女人口眾多，要去得糧食度命」；","bklcl":"Ū lâng kóng, Goán kap kiáⁿ cha-bó͘-kiáⁿ lâng-gia̍h chōe; tio̍h khì tit-tio̍h ngó͘-kok thang chia̍h lâi tit-tio̍h oa̍h.","tghg":"有人講：「阮及子查某子人額多，著去得著五穀通食來得著活」；","bklhl":"有人講，阮kap kiáⁿ cha-bó͘-kiáⁿ人額chōe；tio̍h去得tio̍h五穀thang食來得tio̍h活。"}},{"book":"尼","chapter":5,"verse":3,"versions":{"unv":"有的說：「我們典了田地、葡萄園、房屋，要得糧食充飢」；","bklcl":"Ū-ê kóng, Ūi-tio̍h ki-hng, goán ēng goán ê chhân-hn̂g, phû-tô-hn̂g, chhù-the̍h, tián lâng lâi tit-tio̍h ngó͘-kok.","tghg":"有的講：「為著飢荒，阮用阮的田園、葡萄園、厝宅，典人來得著五穀」；","bklhl":"有ê講，為tio̍h飢荒，阮用阮ê田園、葡萄園、厝宅，典(tián)人來得tio̍h五穀。"}},{"book":"尼","chapter":5,"verse":4,"versions":{"unv":"有的說：「我們已經指著田地、葡萄園，借了錢給王納稅。","bklcl":"Ū-ê kóng, Goán í-keng ēng chhân kap phû-tô-hn̂g, chioh gûn la̍p ông ê sè.","tghg":"有的講：「阮已經用田、及葡萄園，借銀納王的稅。","bklhl":"有ê講，阮已經用田kap葡萄園，借銀納王ê稅。"}},{"book":"尼","chapter":5,"verse":5,"versions":{"unv":"我們的身體與我們弟兄的身體一樣；我們的兒女與他們的兒女一般。現在我們將要使兒女作人的僕婢，我們的女兒已有為婢的；我們並無力拯救，因為我們的田地、葡萄園已經歸了別人。」","bklcl":"Goán ê jio̍k-thé kap goán ê hiaⁿ-tī ê jio̍k-thé chi̍t-iūⁿ, goán ê kiáⁿ-jî kap in ê kiáⁿ-jî chi̍t-iūⁿ; taⁿ goán ēng goán ê kiáⁿ cha-bó͘-kiáⁿ chòe lâng ê lô͘-po̍k lú-pī, goán ê cha-bó͘-kiáⁿ ū-ê í-keng chòe lú-pī, goán iā bô hoat-tit; in-ūi goán ê chhân-hn̂g phû-tô-hn̂g í-keng kui pa̍t-lâng.","tghg":"阮的肉體及阮的兄弟的肉體一樣；阮的子兒及𪜶的子兒一樣。今阮用阮的子查某子做人的奴僕女婢，阮的查某子有的已經做女婢；阮也無法得，因為阮的田園、葡萄園已經歸別人。」","bklhl":"阮ê肉體kap阮ê兄弟ê肉體一樣，阮ê kiáⁿ兒kap in ê kiáⁿ兒一樣；taⁿ阮用阮ê kiáⁿ cha-bó͘-kiáⁿ做人ê奴僕女婢，阮ê cha-bó͘-kiáⁿ有ê已經做女婢，阮也無法得；因為阮ê田園、葡萄園已經歸別人。"}},{"book":"尼","chapter":5,"verse":6,"versions":{"unv":"我聽見他們呼號說這些話，便甚發怒。","bklcl":"Góa thiaⁿ-kìⁿ in ê âu-kiò, kap in ê ōe, chiū chin siū-khì.","tghg":"我聽見𪜶的喉叫及𪜶的話，就真受氣。","bklhl":"我聽見in ê喉叫，kap in ê話，就真受氣。"}},{"book":"尼","chapter":5,"verse":7,"versions":{"unv":"我心裡籌劃，就斥責貴冑和官長說：「你們各人向弟兄取利！」於是我招聚大會攻擊他們。","bklcl":"Góa sim-lāi siūⁿ, chiū tōa chek-pī hiah-ê kùi-cho̍k kap koaⁿ-tiúⁿ, kā in kóng, Lín ta̍k-lâng tùi hiaⁿ-tī the̍h lī-sek.  Tùi án-ni góa chio-chi̍p tōa-hōe lâi tu in.","tghg":"我心內想，就大責備許個貴族及官長給𪜶講：「恁逐人對兄弟提利息！」對按呢我招集大會來誅(tu)𪜶。","bklhl":"我心內想，就大責備hiah-ê貴族kap官長，kā in講，Lín ta̍k人tùi兄弟the̍h利息。Tùi án-ni，我招集大會來tu in。"}},{"book":"尼","chapter":5,"verse":8,"versions":{"unv":"我對他們說：「我們盡力贖回我們弟兄，就是賣與外邦的猶大人；你們還要賣弟兄，使我們贖回來嗎？」他們就靜默不語，無話可答。","bklcl":"Góa kā in kóng, Goán liōng goán ê la̍t, lâi sio̍k lán ê hiaⁿ-tī Iû-tāi lâng, chiū-sī í-keng bōe hō͘ īⁿ-pang lâng ê, lín kéng-jiân beh bōe lín ê hiaⁿ-tī mah? á-sī in beh siū bōe hō͘ lán mah?  In chēng-chēng bô ōe thang ìn.","tghg":"我給𪜶講：「阮量阮的力來贖咱的兄弟猶大人，就是已經賣互異邦人的；恁竟然欲賣恁的兄弟嗎？抑是𪜶欲受賣互咱嗎？」𪜶靜靜，無話通應。","bklhl":"我kā in講，阮量(liōng)阮ê力，來贖咱ê兄弟偤大人，就是已經賣hō͘異邦人ê，lín竟然beh賣lín ê兄弟mah？á是in beh受賣hō͘咱mah？In靜靜無話thang應。"}},{"book":"尼","chapter":5,"verse":9,"versions":{"unv":"我又說：「你們所行的不善！你們行事不當敬畏我們的　神嗎？不然，難免我們的仇敵外邦人毀謗我們。","bklcl":"Góa koh kóng, Lín só͘-chòe--ê m̄-hó; in-ūi lán ê tùi-te̍k, chiū-sī īⁿ-pang lâng ê húi-pòng, lín kiám m̄-tio̍h kèng-ùi lán ê Siōng-tè lâi kiâⁿ mah?","tghg":"我閣講：「恁所做的呣好！因為咱的對敵就是異邦人的誹謗，恁豈呣著敬畏咱的上帝來行嗎？","bklhl":"我koh講，Lín所做ê m̄好；因為咱ê對敵，就是異邦人ê譭謗，lín kiám m̄-tio̍h敬畏咱ê上帝來行mah？"}},{"book":"尼","chapter":5,"verse":10,"versions":{"unv":"我和我的弟兄與僕人也將銀錢糧食借給百姓；我們大家都當免去利息。","bklcl":"Góa kap góa ê hiaⁿ-tī, góa ê lô͘-po̍k, iā ēng chîⁿ-gûn ngó͘-kok chioh hō͘ peh-sìⁿ; taⁿ góa khǹg lín, lán tāi-ke tio̍h bián lī-sek.","tghg":"我及我的兄弟，我的奴僕也用錢銀五穀借互百姓；今我勸恁咱大家著免利息。","bklhl":"我kap我ê兄弟，我ê奴僕，也用錢銀五穀借hō͘百姓；taⁿ我勸lín，咱大家tio̍h免利息。"}},{"book":"尼","chapter":5,"verse":11,"versions":{"unv":"如今我勸你們將他們的田地、葡萄園、橄欖園、房屋，並向他們所取的銀錢、糧食、新酒，和油，百分之一的利息都歸還他們。」","bklcl":"Taⁿ góa khǹg lín kin-á-ji̍t chiong in ê chhân, phû-tô-hn̂g, kaⁿ-ná-hn̂g, chhù-the̍h, kap lín só͘ tùi in thiu ê chîⁿ-gûn, ngó͘-kok, chiú, iû, múi pah-hūn ê chi̍t-hūn lóng tio̍h hêng i.","tghg":"今我勸恁今仔日將𪜶的田、葡萄園、橄欖園、厝宅，及恁所對𪜶抽的錢銀、五穀、酒、油，每百份的一份攏著還伊。」","bklhl":"Taⁿ我勸lín今á日將in ê田、葡萄園、橄欖園、厝宅，kap lín所tùi in 抽ê錢銀、五穀、酒、油，每百份ê一份lóng tio̍h還伊。"}},{"book":"尼","chapter":5,"verse":12,"versions":{"unv":"眾人說：「我們必歸還，不再向他們索要，必照你的話行。」我就召了祭司來，叫眾人起誓，必照著所應許的而行。","bklcl":"In kóng, Goán beh hêng, bô koh tùi in thó, beh chiàu lí ê ōe kiâⁿ; góa chiū kiò chè-si lâi, kah in chiù-chōa, tio̍h chiàu chit ê ōe kiâⁿ.","tghg":"𪜶講：「阮欲還，無閣對𪜶討，欲照你的話行。」我就叫祭司來，教𪜶咒誓，著照此個話行。","bklhl":"In講，阮beh還，無koh對in討，beh照你ê話行；我就叫祭司來，kah in chiù-chōa，tio̍h照chit ê話行。"}},{"book":"尼","chapter":5,"verse":13,"versions":{"unv":"我也抖著胸前的衣襟，說：「凡不成就這應許的，願　神照樣抖他離開家產和他勞碌得來的，直到抖空了。」會眾都說：「阿們！」又讚美耶和華。百姓就照著所應許的去行。","bklcl":"Góa iā pōaⁿ-khui góa ê saⁿ-á-phè, kóng, Kìⁿ-nā bô chiâⁿ chit ê ōe--ê, goān Siōng-tè chiàu án-ni pōaⁿ-khui i lī-khui i ê ke kap i ê chit-gia̍p; chiū-sī goān i chiàu án-ni pōaⁿ kàu khang-khang.  Hōe-chiòng lóng kóng, A-bēng, koh o-ló Iâ-hô-hoa.  Peh-sìⁿ chiū chiàu chit ê ōe kiâⁿ.","tghg":"我也拂開(pōaⁿ-khui)我的衫仔帕(phè)，講：「見若無成此個話者，願上帝照按呢拂開伊離開伊的家及伊的職業，就是願伊照按呢拂到空空。」會眾攏講：「阿們！」閣謳咾耶和華。百姓就照此個話行。","bklhl":"我也pōaⁿ開我ê衫á-phè，講，見若無成chit ê話-ê，願上帝照án-ni pōaⁿ開伊離開伊ê家kap伊ê職業；就是願伊照án-ni pōaⁿ到空空。會眾lóng講，A-bēng，koh o-ló耶和華。百姓就照chit ê話行。"}},{"book":"尼","chapter":5,"verse":14,"versions":{"unv":"自從我奉派作猶大地的省長，就是從亞達薛西王二十年直到三十二年，共十二年之久，我與我弟兄都沒有吃省長的俸祿。","bklcl":"Tùi góa siū siat-li̍p tī Iû-tāi tōe chòe in ê chóng-tok, chiū-sī tùi A-ta̍t-siat-se ông jī-cha̍p nî kàu saⁿ-cha̍p-jī nî, kiōng cha̍p-jī nî ê kú, góa kap góa ê hiaⁿ-tī lóng bô chia̍h chóng-tok ê hōng-lo̍k.","tghg":"對我受設立佇猶大地做𪜶的總督，就是對亞達設西王二十年到三十二年，共十二年的久，我及我的兄弟攏無食總督的俸祿。","bklhl":"Tùi我受設立tī偤大地做in ê總督，就是tùi A-ta̍t-siat-se王二十年到三十二年，共十二年 ê久，我kap我ê兄弟lóng無食總督ê奉祿。"}},{"book":"尼","chapter":5,"verse":15,"versions":{"unv":"在我以前的省長加重百姓的擔子，每日索要糧食和酒，並銀子四十舍客勒，就是他們的僕人也轄制百姓；但我因敬畏　神不這樣行。","bklcl":"Chóng-sī góa í-chêng kū-jīm ê chóng-tok hō͘ peh-sìⁿ hū-tam chin tāng; the̍h peh-sìⁿ ê ngó͘-kok, kap chiú, kap gûn sì-cha̍p sià-khek-le̍k; liân in ê lô͘-po̍k iā hat-chè peh-sìⁿ; to̍k-to̍k góa in-ūi kèng-ùi Siōng-tè, bô án-ni kiâⁿ.","tghg":"總是我以前舊任的總督互百姓負擔真重，提百姓的五穀及酒，及銀四十舍客勒，連𪜶的奴僕也轄制百姓；獨獨我因為敬畏上帝無按呢行。","bklhl":"總是我以前舊任ê總督hō͘百姓負擔真重；the̍h百姓ê五穀，kap酒，kap銀四十sià-khek-le̍k；連in ê奴僕也轄制百姓；獨獨我因為敬畏上帝，無án-ni行。"}},{"book":"尼","chapter":5,"verse":16,"versions":{"unv":"並且我恆心修造城牆，並沒有置買田地；我的僕人也都聚集在那裡做工。","bklcl":"Koh góa choan-bū khí siâⁿ-chhiûⁿ, pēng-bô bóe chhân-tōe; góa ê lô͘-po̍k iā lóng chū-chi̍p tī-hia chòe-kang.","tghg":"閣我專務起城牆，並無買田地；我的奴僕也攏聚集佇遐做工。","bklhl":"Koh我專務起城牆，並無買田地；我ê奴僕也lóng聚集tī-hia做工。"}},{"book":"尼","chapter":5,"verse":17,"versions":{"unv":"除了從四圍外邦中來的猶大人以外，有猶大平民和官長一百五十人在我席上吃飯。","bklcl":"Tû-khì hiah-ê tùi sì-ûi ê gōa-pang-tiong lâi chhē goán ê lâng í-gōa, ū Iû-tāi lâng kap koaⁿ-tiúⁿ, chi̍t-pah gō͘-cha̍p lâng, tī góa ê toh saⁿ-kap chia̍h.","tghg":"除去許個對四圍的外邦中來尋阮的人以外，有猶大人及官長一百五十人佇我的桌相及食。","bklhl":"除去hiah-ê tùi四圍ê外邦中來chhē阮ê人以外，有偤大人kap官長，一百五十人，tī我ê桌相kap食。"}},{"book":"尼","chapter":5,"verse":18,"versions":{"unv":"每日預備一隻公牛，六隻肥羊，又預備些飛禽；每十日一次，多預備各樣的酒。雖然如此，我並不要省長的俸祿，因為百姓服役甚重。","bklcl":"Ta̍k-ji̍t pī-pān chi̍t-chiah gû-káng, la̍k-chiah pûi ê mî-iûⁿ; koh pī-pān kúi-nā chiah koe; múi cha̍p-ji̍t chi̍t-pái, pī-pān chōe-chōe ta̍k-iūⁿ ê chiú; sui-jiân án-ni, góa iā bô the̍h chóng-tok ê hōng-lo̍k; in-ūi peh-sìⁿ ho̍k-e̍k chin-tāng.","tghg":"逐日備辦一隻牛牨(káng)，六隻肥的綿羊，閣備辦幾若隻雞；每十日一擺，備辦多多逐樣的酒。雖然按呢，我也無提總督的俸祿，因為百姓服役(ho̍k-e̍k)真重。","bklhl":"Ta̍k日備辦一隻牛káng，六隻肥ê綿羊；koh備辦kúi-nā隻雞；每十日一pái，備辦chōe-chōe ta̍k樣ê酒；雖然án-ni，我也無the̍h總督ê奉祿；因為百姓服役真重。"}},{"book":"尼","chapter":5,"verse":19,"versions":{"unv":"我的　神啊，求你記念我為這百姓所行的一切事，施恩與我。","bklcl":"Góa ê Siōng-tè ah, kiû Lí kì-liām góa ūi-tio̍h chit ê peh-sìⁿ só͘ kiâⁿ it-chhè ê sū, lâi sù-hok góa.","tghg":"我的上帝啊，求你紀念我為著此個百姓所行一切的事，來賜福我。","bklhl":"我ê上帝ah，求你記念我為tio̍h chit ê百姓所行一切ê事，來賜福我。"}}]