[{"book":"尼","chapter":4,"verse":1,"versions":{"unv":"參巴拉聽見我們修造城牆就發怒，大大惱恨，嗤笑猶大人，","bklcl":"Chham-pa-la̍h thiaⁿ-kìⁿ goán khí siâⁿ-chhiûⁿ, chiū tōa siū-khì, tōa thòng-hūn thí-chhiò Iû-tāi lâng.","tghg":"參巴拉聽見阮起城牆就大受氣，大痛恨，恥笑猶大人，","bklhl":"Chham-pa-la̍h聽見阮起城牆，就大受氣，大痛恨恥笑偤大人。"}},{"book":"尼","chapter":4,"verse":2,"versions":{"unv":"對他弟兄和撒馬利亞的軍兵說：「這些軟弱的猶大人做甚麼呢？要保護自己嗎？要獻祭嗎？要一日成功嗎？要從土堆裡拿出火燒的石頭再立牆嗎？」","bklcl":"Tī i ê hiaⁿ-tī kap Sat-má-lī-a ê kun-peng ê bīn-chêng kóng, Chiah-ê loán-jio̍k ê Iû-tāi teh chòe sím-mi̍h, beh siat-hoat hō͘ ka-kī kian-kò͘ mah? beh hiàn-chè mah? beh chi̍t ji̍t sêng-kong mah? beh tùi thô͘-tui tiong the̍h chhut kè hé-sio ê chio̍h-thâu lâi koh khí mah?","tghg":"佇伊的兄弟及撒瑪利亞的軍兵的面前講：「諸個軟弱的猶大啲做甚麼？欲設法互家己堅固嗎？欲獻祭嗎？欲一日成功嗎？欲對土堆中提出過火燒的石頭來閣起嗎？」","bklhl":"Tī伊ê兄弟kap撒馬利亞ê軍兵ê面前講，chiah ê軟弱ê偤大teh做甚麼，beh設法hō͘家己堅固mah？beh獻祭mah？beh一日成功mah？beh tùi土堆中the̍h出過火燒ê石頭來koh起mah？"}},{"book":"尼","chapter":4,"verse":3,"versions":{"unv":"亞捫人多比雅站在旁邊，說：「他們所修造的石牆，就是狐狸上去也必跐倒。」","bklcl":"A-bûn lâng To-pí-ngá khiā tī i ê sin-piⁿ kóng, In só͘ khí ê, nā ū chi̍t-chiah hô͘-lî chiūⁿ-khì, chiū beh ta̍h-tó in ê chio̍h-chhiûⁿ.","tghg":"亞捫人多比雅徛佇伊的身邊，講：「𪜶所起的，若有一隻狐狸上去就欲踏倒𪜶的石牆。」","bklhl":"A-bûn人To-pí-ngá khiā tī伊ê身邊講，In所起ê，若有一隻狐狸上去，就beh踏倒in ê石牆。"}},{"book":"尼","chapter":4,"verse":4,"versions":{"unv":"我們的　神啊，求你垂聽，因為我們被藐視。求你使他們的毀謗歸於他們的頭上，使他們在擄到之地作為掠物。","bklcl":"Goán ê Siōng-tè ah, kiû Lí thiaⁿ, in-ūi goán hō͘ lâng khòaⁿ-khin, kiû Lí hō͘ in ê húi-pòng kui tī in ê thâu-khak, hō͘ in tī siū-lia̍h ê tōe tú-tio̍h chhiúⁿ-kiap;","tghg":"阮的上帝啊，求你聽，因為阮互人看輕。求你互𪜶的誹謗歸佇𪜶的頭殼，互𪜶佇受掠的地抵著(tú-tio̍h)搶劫。","bklhl":"阮ê上帝ah，求你聽，因為阮hō͘人看輕，求你hō͘ in ê譭謗歸tī in ê頭殼，hō͘ in tī受掠ê地tú-tio̍h搶劫；"}},{"book":"尼","chapter":4,"verse":5,"versions":{"unv":"不要遮掩他們的罪孽，不要使他們的罪惡從你面前塗抹，因為他們在修造的人眼前惹動你的怒氣。","bklcl":"bo̍h-tit jia-khàm in ê chōe-kòa, bo̍h-tit hō͘ in ê chōe-ok tùi Lí ê bīn-chêng chhat-siau; in-ūi in tī khí-chō ê lâng ê bīn-chêng kek-tōng Lí ê siū-khì.","tghg":"莫得遮蓋𪜶的罪過，莫得互𪜶的罪惡對你的面前擦消，因為𪜶佇起造的人的面前激動你的受氣。","bklhl":"莫得遮蓋in ê罪過，莫得hō͘ in ê罪惡tùi你ê面前擦消；因為in tī起造ê人ê面前激動你ê受氣。"}},{"book":"尼","chapter":4,"verse":6,"versions":{"unv":"這樣，我們修造城牆，城牆就都連絡，高至一半，因為百姓專心做工。","bklcl":"Án-ni, goán khí siâⁿ-chhiûⁿ, siâⁿ-chhiûⁿ chiū lóng liân-lo̍k, koâiⁿ kàu chi̍t-pòaⁿ, in-ūi peh-sìⁿ ū sim teh chòe-kang.","tghg":"按呢，阮起城牆，城牆就攏連絡，高到一半，因為百姓有心啲做工。","bklhl":"Án-ni，阮起城牆，城牆就lóng連絡，高到一半，因為百姓有心teh做工。"}},{"book":"尼","chapter":4,"verse":7,"versions":{"unv":"參巴拉、多比雅、阿拉伯人、亞捫人、亞實突人聽見修造耶路撒冷城牆，著手進行堵塞破裂的地方，就甚發怒。","bklcl":"Chham-pa-la̍h, To-pí-ngá, A-la̍h-pek lâng, A-bûn lâng, A-si̍t-tu̍t lâng, thiaⁿ-kìⁿ siu-lí Iâ-lō͘-sat-léng siâⁿ-chhiûⁿ ê kang teh chìn-hêng, pó͘-that phòa-khiah-ê só͘-chāi tú-á teh pó͘-that, chiū chin siū-khì;","tghg":"參巴拉、多比雅、阿拉伯人、亞捫人、亞實突人聽見修理耶路撒冷城牆的工啲進行，補塞(pó͘-that)破隙(phòa-khiah)的所在抵仔啲補塞，就真受氣。","bklhl":"Chham-pa-la̍h、To-pí-ngá、阿拉伯人、A-bûn人、A-si̍t-tu̍t人，聽見修理耶路撒冷城牆ê工teh進行，補塞破隙ê所在tú-á teh補塞，就真受氣；"}},{"book":"尼","chapter":4,"verse":8,"versions":{"unv":"大家同謀要來攻擊耶路撒冷，使城內擾亂。","bklcl":"tāi-ke saⁿ-kap kè-bô͘ beh lâi kong-kek Iâ-lō͘-sat-léng, hō͘ hí(**hit) lāi-bīn jiáu-loān.","tghg":"大家相及計謀欲來攻擊耶路撒冷，互彼內面擾亂。","bklhl":"大家相kap計謀beh來攻擊耶路撒冷，hō͘ hit內面擾亂。"}},{"book":"尼","chapter":4,"verse":9,"versions":{"unv":"然而，我們禱告我們的　神，又因他們的緣故，就派人看守，晝夜防備。","bklcl":"Chóng-sī goán kî-tó lán ê Siōng-tè, koh in-ūi in ê iân-kò͘, chiū phài-lâng siú-bāng, ji̍t-mî tî-hông.","tghg":"總是，阮祈禱咱的上帝，閣因為𪜶的緣故，就派人守望，日暝持防。","bklhl":"總是阮祈禱咱ê上帝，koh因為in ê緣故，就派人守望，日暝持防。"}},{"book":"尼","chapter":4,"verse":10,"versions":{"unv":"猶大人說：「灰土尚多，扛抬的人力氣已經衰敗，所以我們不能建造城牆。」","bklcl":"Iû-tāi lâng kóng, Hāu-phiaⁿ-phè iáu-kú chōe, taⁿ-teh ê lâng í-keng bô la̍t, só͘-í lán bōe-ōe khí siâⁿ-chhiûⁿ.","tghg":"猶大人講：「瓦片坯(hāu-phiaⁿ-phè)猶久多，擔壓(taⁿ-teh)的人已經無力，所以咱𣍐會起城牆。」","bklhl":"偤大人講，Hāu-phiaⁿ-phè iáu-kú chōe，擔teh ê人已經無力，所以咱bōe能起城牆。"}},{"book":"尼","chapter":4,"verse":11,"versions":{"unv":"我們的敵人且說：「趁他們不知不見，我們進入他們中間，殺他們，使工作止住。」","bklcl":"Lán ê tùi-te̍k koh bat kóng, Thàn in m̄-chai, bô khòaⁿ-kìⁿ, lán ji̍p in tiong-kan, thâi-sí in, hō͘ in ê chòe-kang lóng soah.","tghg":"咱的對敵閣曾講：「趁𪜶呣知無看見，咱入𪜶中間，刣死𪜶，互𪜶的做工攏息(soah)。」","bklhl":"咱ê對敵koh bat講，趁in m̄知，無看見，咱入in中間，刣死in，hō͘ in ê做工lóng soah。"}},{"book":"尼","chapter":4,"verse":12,"versions":{"unv":"那靠近敵人居住的猶大人十次從各處來見我們，說：「你們必要回到我們那裡。」","bklcl":"Hiah ê óa-kūn tùi-te̍k khiā-khí ê Iû-tāi lâng, cha̍p-pái tùi ta̍k só͘-chāi lâi kìⁿ goán kóng, Lín tek-khak tio̍h tò-lâi goán chia.","tghg":"許個倚近對敵徛起的猶大人十擺對逐所在來見阮，講：「恁的確著倒來阮遮。」","bklhl":"Hiah-ê óa近對敵khiā起ê偤大人，十pái tùi ta̍k所在來見阮講，Lín的確tio̍h tò來阮chia。"}},{"book":"尼","chapter":4,"verse":13,"versions":{"unv":"所以我使百姓各按宗族拿刀、拿槍、拿弓站在城牆後邊低窪的空處。","bklcl":"Só͘-í góa hō͘ peh-sìⁿ, kok chiàu in ê chong-cho̍k, kia̍h-to, kia̍h-chhiuⁿ, kia̍h-keng--ê, khiā tī siâⁿ-chhiûⁿ-āu kē ê só͘-chāi, khang ê só͘-chāi.","tghg":"所以我互百姓各照𪜶的宗族、攑刀、攑鎗、攑弓者徛佇城牆後低的所在空的所在。","bklhl":"所以我hō͘百姓，各照in ê宗族，kia̍h刀，kia̍h鎗，kia̍h弓ê，khiā tī城牆後低ê所在，空ê所在。"}},{"book":"尼","chapter":4,"verse":14,"versions":{"unv":"我察看了，就起來對貴冑、官長，和其餘的人說：「不要怕他們！當記念主是大而可畏的。你們要為弟兄、兒女、妻子、家產爭戰。」","bklcl":"Góa koan-chhat-liáu, chiū khí-lâi kā kùi-cho̍k, koaⁿ-tiúⁿ, kap kî-û ê peh-sìⁿ kóng, Bo̍h-tit kiaⁿ in, tio̍h kì-tit Chú sī tōa koh thang kiaⁿ ê; tio̍h ūi-tio̍h lín ê hiaⁿ-tī, lín ê kiáⁿ, lín ê cha-bó͘-kiáⁿ, lín ê bó͘, lín ê chhù-the̍h lâi kau-chiàn.","tghg":"我觀察了(liáu)，就起來給貴族、官長，及其餘的百姓講：「莫得驚𪜶！著記得主是大閣通驚的。著為著恁的兄弟、恁的子、恁的查某子、恁的某、恁的厝宅來交戰。」","bklhl":"我觀察了，就起來kā貴族、官長，kap其餘ê百姓講，莫得驚in，tio̍h記得主是大koh thang驚ê；tio̍h為tio̍h lín ê兄弟，lín ê kiáⁿ，lín ê cha-bó͘-kiáⁿ，lín ê bó͘，lín ê厝宅來交戰。"}},{"book":"尼","chapter":4,"verse":15,"versions":{"unv":"仇敵聽見我們知道他們的心意，見　神也破壞他們的計謀，就不來了。我們都回到城牆那裡，各做各的工。","bklcl":"Tùi-te̍k thiaⁿ-kìⁿ goán í-keng chai, koh Siōng-tè iā phò-hoāi in ê kè-e̍k, goán chiū lóng tò-tńg--lâi kàu siâⁿ-chhiûⁿ hia, ta̍k-lâng chòe in ê kang.","tghg":"對敵聽見阮已經知，閣上帝也破壞𪜶的計劃(kè-e̍k)。阮就攏倒轉來到城牆遐，逐人做𪜶的工。","bklhl":"對敵聽見阮已經知，koh上帝也破壞in ê計畫，阮就lóng 倒tńg來到城牆hia，ta̍k人做in ê工。"}},{"book":"尼","chapter":4,"verse":16,"versions":{"unv":"從那日起，我的僕人一半做工，一半拿槍、拿盾牌、拿弓、穿（或譯：拿）鎧甲，官長都站在猶大眾人的後邊。","bklcl":"Tùi hit-tia̍p liáu-āu, góa ê lô͘-po̍k chi̍t-pòaⁿ chòe kang, chi̍t-pòaⁿ kia̍h-chhiuⁿ, kōaⁿ tîn-pâi, kia̍h-keng, chhēng khoe-kah; koaⁿ-tiúⁿ lóng khiā tī Iû-tāi chèng-lâng ê āu-bīn.","tghg":"對彼霎(tia̍p)了後，我的奴僕一半做工，一半攑鎗、捾(kōaⁿ)盾牌、攑弓、穿盔甲，官長攏徛佇猶大眾人的後面。","bklhl":"Tùi hit-tia̍p了後，我ê奴僕一半做工，一半kia̍h鎗、kōaⁿ藤牌、kia̍h弓、穿盔甲；官長lóng khiā tī偤大眾人ê後面。"}},{"book":"尼","chapter":4,"verse":17,"versions":{"unv":"修造城牆的，扛抬材料的，都一手做工一手拿兵器。","bklcl":"Khí siâⁿ-chhiûⁿ--ê, taⁿ-teh--ê, kok taⁿ in ê tàⁿ, chi̍t-chhiú chòe-kang, chi̍t-chhiú kia̍h kun-khì.","tghg":"起城牆者，擔壓者，各擔(taⁿ)𪜶的擔(tàⁿ)，一手做工一手攑軍器。","bklhl":"起城牆ê，擔teh-ê，各擔in ê擔，一手做工，一手kia̍h軍器。"}},{"book":"尼","chapter":4,"verse":18,"versions":{"unv":"修造的人都腰間佩刀修造，吹角的人在我旁邊。","bklcl":"Khí-chō--ê, ta̍k-ê pē to chiàu án-ni khí-chō, pûn sàu-kak--ê tī góa ê sin-piⁿ.","tghg":"起造者逐個佩刀照按呢起造，歕(pûn)哨角者佇我的身邊。","bklhl":"起造ê，ta̍k-ê,背刀照án-ni起造，pûn哨角ê tī我ê身邊。"}},{"book":"尼","chapter":4,"verse":19,"versions":{"unv":"我對貴冑、官長，和其餘的人說：「這工程浩大，我們在城牆上相離甚遠；","bklcl":"Góa kā chiah-ê kùi-cho̍k, koaⁿ-tiúⁿ, kap kî-û ê peh-sìⁿ kóng, Chit ê kang khoah-tōa, lán tī siâⁿ-chhiûⁿ-téng pun-khui, saⁿ-lī put-chí hn̄g;","tghg":"我給諸個貴族、官長，及其餘的百姓講：「此個工闊大，咱佇城牆頂分開相離不止遠；","bklhl":"我kā chiah ê貴族、官長，kap其餘ê百姓講，chit ê工闊大，咱tī城牆頂分開，相離不止遠；"}},{"book":"尼","chapter":4,"verse":20,"versions":{"unv":"你們聽見角聲在哪裡，就聚集到我們那裡去。我們的　神必為我們爭戰。」","bklcl":"Lín bô-lūn tī toh-lo̍h thiaⁿ-kìⁿ sàu-kak ê siaⁿ, chiū tio̍h chū-chi̍p lâi kàu goán hia; lán ê Siōng-tè beh thòe lán kau-chiàn.","tghg":"恁無論佇叨落聽見哨角的聲，就著聚集來到阮遐。咱的上帝欲替咱交戰。」","bklhl":"Lín無論tī toh落聽見哨角ê聲，就tio̍h聚集來到阮hia；咱ê上帝beh替咱交戰。"}},{"book":"尼","chapter":4,"verse":21,"versions":{"unv":"於是，我們做工，一半拿兵器，從天亮直到星宿出現的時候。","bklcl":"Goán án-ni chòe kang, in ê chi̍t-pòaⁿ kia̍h-chhiuⁿ, tùi thiⁿ-phú-kng kàu chhiⁿ chhut-hiān ê sî.","tghg":"阮按呢做工，𪜶的一半攑鎗，對天昲光(thiⁿ-phú-kng)到星出現的時。","bklhl":"阮án-ni做工，in ê一半kia̍h鎗，tùi天phú光到星出現ê時。"}},{"book":"尼","chapter":4,"verse":22,"versions":{"unv":"那時，我又對百姓說：「各人和他的僕人當在耶路撒冷住宿，好在夜間保守我們，白晝做工。」","bklcl":"Hit-sî góa koh kā peh-sìⁿ kóng, Ta̍k-lâng kap i ê lô͘-po̍k tio̍h hioh-mî tī Iâ-lō͘-sat-léng ê lāi-bīn, thang mî--sî pó-hō͘ goán, ji̍t--sî chòe-kang.","tghg":"彼時，我閣給百姓講：「逐人及伊的奴僕著歇暝佇耶路撒冷的內面，通(thang)暝時保護阮，日時做工。」","bklhl":"Hit時我koh kā百姓講，ta̍k人kap伊ê奴僕tio̍h歇暝tī耶路撒冷ê內面，thang暝時保護阮，日時做工。"}},{"book":"尼","chapter":4,"verse":23,"versions":{"unv":"這樣，我和弟兄僕人，並跟從我的護兵都不脫衣服，出去打水也帶兵器。","bklcl":"Án-ni góa kap góa ê hiaⁿ-tī, góa ê lô͘-po̍k, kap tè góa ê hō͘-ōe-peng, bô chi̍t-ê thǹg-saⁿ, chhut-khì chhiūⁿ-chúi--ê iā ta̍k-ê kia̍h ke-si.","tghg":"按呢，我及我的兄弟我的奴僕，及隨我的護衛兵無一個褪衫，出去汲(chhiūⁿ)水者也逐個攑家私。","bklhl":"Án-ni我kap我ê兄弟，我ê奴僕，kap tè我ê護衛兵，無一个thǹg衫，出去chhiūⁿ水ê也ta̍k-ê kia̍h ke-si。"}}]