[{"book":"尼","chapter":8,"verse":1,"versions":{"unv":"到了七月，以色列人住在自己的城裡。那時，他們如同一人聚集在水門前的寬闊處，請文士以斯拉將耶和華藉摩西傳給以色列人的律法書帶來。","bklcl":"Kàu tē-chhit ge̍h, Í-sek-lia̍t lâng í-keng khiā-khí in hiah-ê siâⁿ.  Hit-sî peh-sìⁿ chhin-chhiūⁿ chi̍t-lâng lóng chū-chi̍p tī chúi-mn̂g-chêng khoan-khoah ê só͘-chāi, chhiáⁿ keng-ha̍k-sū, Í-su-la̍h, tòa Mô͘-se lu̍t-hoat ê chheh lâi, chiū-sī Iâ-hô-hoa só͘ bat bēng-lēng Í-sek-lia̍t ê.","tghg":"到第七月，以色列人已經徛起𪜶許個城。彼時，百姓親像一人攏聚集佇水門前寬闊的所在，請經學士以斯拉帶摩西律法的冊來就是耶和華所曾命令以色列的。","bklhl":"到第七月，以色列人已經khiā起in hiah-ê城。Hit時百姓親像一人lóng聚集tī水門前寬闊ê所在，請經學士，Í-su-la̍h，帶摩西律法ê冊來，就是耶和華所bat命令以色列ê。"}},{"book":"尼","chapter":8,"verse":2,"versions":{"unv":"七月初一日，祭司以斯拉將律法書帶到聽了能明白的男女會眾面前。","bklcl":"Chhit-ge̍h chhoe-it ji̍t, chè-si Í-su-la̍h tòa lu̍t-hoat kàu kong-hōe chêng, he̍k lâm he̍k lú, í-ki̍p kìⁿ-nā thiaⁿ-liáu ōe hiáu tit--ê ê bīn-chêng.","tghg":"七月初一日，祭司以斯拉帶律法到公會前，或男或女，以及見若聽了會曉得者的面前。","bklhl":"七月初一日，祭司Í-su-la̍h tòa律法到公會前，或男或女，以及見若聽了會曉得ê ê面前。"}},{"book":"尼","chapter":8,"verse":3,"versions":{"unv":"在水門前的寬闊處，從清早到晌午，在眾男女、一切聽了能明白的人面前讀這律法書。眾民側耳而聽。","bklcl":"Tī chúi-mn̂g-chêng khoan-khoah ê só͘-chāi, tùi thiⁿ-kng kàu ji̍t-tàu, tī chèng lâm-lú kap hiah-ê ōe bêng-pe̍k--ê ê bīn-chêng tha̍k i, peh-sìⁿ àⁿ hī-khang thiaⁿ lu̍t-hoat ê chheh.","tghg":"佇水門前寬闊的所在，對天光到日晝(ji̍t-tàu)，佇眾男女、及許個會明白者的面前讀伊。百姓俯(àⁿ)耳孔聽律法的冊。","bklhl":"Tī水門前寬闊ê所在，tùi天光到日晝，tī眾男女kap hiah-ê能明白ê ê面前讀伊，百姓àⁿ耳孔聽律法ê冊。"}},{"book":"尼","chapter":8,"verse":4,"versions":{"unv":"文士以斯拉站在為這事特備的木臺上。瑪他提雅、示瑪、亞奈雅、烏利亞、希勒家，和瑪西雅站在他的右邊；毘大雅、米沙利、瑪基雅、哈順、哈拔大拿、撒迦利亞，和米書蘭站在他的左邊。","bklcl":"Keng-ha̍k-sū Í-su-la̍h khiā tī in ūi-tio̍h chit ê sū só͘ pī-pān ê chhâ-tâi-téng; tī i ê sin-piⁿ ū Má-tha-thê-ngá, Sī-má, A-nāi-ngá, O͘-lī-a, Hi-le̍k-ka, kap Má-se-ngá, khiā tī i ê chiàⁿ-pêng; Pí-tāi-n[g]á, Bí-sa-lī, Má-ki-ngá, Hap-sūn, Hap-poa̍t-tāi-ná, Sat-ka-lī-a, kap Bí-su-lân, khiā tī i ê tò-pêng.","tghg":"經學士以斯拉徛佇𪜶為著此個事所備辦的柴台頂。佇伊的身邊有瑪他提雅、示瑪、亞奈雅、烏利亞、希勒家，及瑪西雅徛佇伊的正旁；毗大雅、米沙利、瑪基雅、哈順、哈拔大拿、撒迦利亞，及米書蘭徛佇伊的倒旁。","bklhl":"經學士Í-su-la̍h khiā tī in為tio̍h chit ê事所備辦ê柴台頂；tī伊ê身邊有Má-tha-thê-ngá、Sī-má、A-nāi-ngá、O͘-lī-a、Hi-le̍k-ka、kap Má-se-ngá，khiā tī伊ê chiàⁿ-pêng；Pí-tāi-ná、Bí-sa-lī、Má-ki-ngá、Hap-sūn、Hap-poa̍t-tāi-ná、撒迦利亞，kap Bí-su-lân，khiā tī伊ê tò-pêng。"}},{"book":"尼","chapter":8,"verse":5,"versions":{"unv":"以斯拉站在眾民以上，在眾民眼前展開這書。他一展開，眾民就都站起來。","bklcl":"Í-su-la̍h khiā tī chèng peh-sìⁿ ê téng-bīn, tī chèng peh-sìⁿ ê ba̍k-chiu-chêng hian-khui chit pún chheh; i chi̍t-ē hian-khui, chèng peh-sìⁿ chiū lóng khí-lâi khiā.","tghg":"以斯拉徛佇眾百姓的頂面，佇眾百姓的目睭前掀開此本冊。伊一下掀開，眾百姓就攏起來徛。","bklhl":"Í-su-la̍h khiā tī眾百姓ê頂面，tī眾百姓ê目睭前掀開chit本冊；伊一下掀開，眾百姓就lóng起來khiā。"}},{"book":"尼","chapter":8,"verse":6,"versions":{"unv":"以斯拉稱頌耶和華至大的　神；眾民都舉手應聲說：「阿們！阿們！」就低頭，面伏於地，敬拜耶和華。","bklcl":"Í-su-la̍h o-ló Iâ-hô-hoa chì-tōa ê Siōng-tè; chèng peh-sìⁿ lóng kia̍h-khí chhiú, ìn kóng, A-bēng, A-bēng, chiū àⁿ-thâu, bīn ǹg tōe, kèng-pài Iâ-hô-hoa.","tghg":"以斯拉謳咾耶和華至大的上帝；眾百姓攏攑起手應講：「阿們！阿們！」就俯頭，面向地，敬拜耶和華。","bklhl":"Í-su-la̍h o-ló耶和華至大ê上帝；眾百姓lóng kia̍h起手，應講，A-bēng，A-bēng，就àⁿ頭，面ǹg地，敬拜耶和華。"}},{"book":"尼","chapter":8,"verse":7,"versions":{"unv":"耶書亞、巴尼、示利比、雅憫、亞谷、沙比太、荷第雅、瑪西雅、基利他、亞撒利雅、約撒拔、哈難、毘萊雅，和利未人使百姓明白律法；百姓都站在自己的地方。","bklcl":"Iâ-su-a, Pa-nî, Sī-lī-pí, Ngá-bín, A-kok, Sa-pí-thài, Ho[O]-tē-ngá, Má-se-ngá, Ki-lī-tha, A-sat-lī-ngá, Iok-sat-poa̍t, Hap-lân, Pí-lâi-ngá, kap Lī-bī lâng, hō͘ peh-sìⁿ bêng-pe̍k lu̍t-hoat; peh-sìⁿ lóng khiā tī i ê só͘-chāi.","tghg":"耶書亞、巴尼、示利比、雅憫、亞谷、沙比太、荷第雅、瑪西雅、基利他、亞撒利雅、約撒拔、哈難、毗萊雅，及利未人互百姓明白律法；百姓攏徛佇伊的所在。","bklhl":"Iâ-su-a、Pa-nî，Sī-lī-pí、Ngá-bín、A-kok、Sa-pí-thài、Ho[O]-tē-ngá、Má-se-ngá、Ki-lī-tha、A-sat-lī-ngá、Iok-sat-poa̍t、哈蘭、Pí-lâi-ngá，kap利未人，hō͘百姓明白律法；百姓lóng khiā tī伊ê所在。"}},{"book":"尼","chapter":8,"verse":8,"versions":{"unv":"他們清清楚楚地念　神的律法書，講明意思，使百姓明白所念的。","bklcl":"In tha̍k Siōng-tè lu̍t-hoat ê chheh kàu bêng-pe̍k koh khui-thiah hit ê ì-sù, hō͘ peh-sìⁿ bêng-pe̍k só͘ tha̍k ê.","tghg":"𪜶讀上帝律法的冊到明白，閣開拆彼個意思，互百姓明白所讀的。","bklhl":"In讀上帝律法ê冊到明白koh開拆hit ê意思，hō͘百姓明白所讀ê。"}},{"book":"尼","chapter":8,"verse":9,"versions":{"unv":"省長尼希米和作祭司的文士以斯拉，並教訓百姓的利未人，對眾民說：「今日是耶和華─你們　神的聖日，不要悲哀哭泣。」這是因為眾民聽見律法書上的話都哭了；","bklcl":"Chóng-tok Nî-hi-bí, kap chòe chè-si ê keng-ha̍k-sū Í-su-la̍h, kap kà-sī peh-sìⁿ ê Lī-bī lâng, tùi chèng peh-sìⁿ kóng, Kin-á-ji̍t sī Iâ-hô-hoa lín Siōng-tè ê sèng-ji̍t; m̄-thang pi-ai thî-khàu.  In-ūi chèng peh-sìⁿ thiaⁿ-kìⁿ lu̍t-hoat ê ōe lóng thî-khàu.","tghg":"總督尼希米及做祭司的經學士以斯拉，及教示百姓的利未人，對眾百姓講：「今仔日是耶和華──恁上帝的聖日，呣通悲哀啼哭。」因為眾百姓聽見律法的話攏啼哭；","bklhl":"總督尼希米，kap做祭司ê經學士Í-su-la̍h，kap教示百姓ê利未人，對眾百姓講，今á日是耶和華lín上帝ê聖日；m̄-thang悲哀啼哭。因為眾百姓聽見律法ê話lóng啼哭。"}},{"book":"尼","chapter":8,"verse":10,"versions":{"unv":"又對他們說：「你們去吃肥美的，喝甘甜的，有不能預備的就分給他，因為今日是我們主的聖日。你們不要憂愁，因靠耶和華而得的喜樂是你們的力量。」","bklcl":"I koh kā in kóng, Khì ah, lín khì chia̍h pûi ê mi̍h, lim tiⁿ ê bī; bô pī-pān mi̍h ê lâng, tio̍h pun hō͘ i; in-ūi kin-á-ji̍t sī lán ê Chú ê sèng-ji̍t; lín m̄-thang iu-būn, in-ūi tùi Iâ-hô-hoa tit-tio̍h ê hoaⁿ-hí sī lín ê lêng-le̍k.","tghg":"伊閣給𪜶講：「去啊，恁去食肥的物，飲甜的味，無備辦物的人著分互伊，因為今仔日是咱的主的聖日。恁呣通憂悶，因為對耶和華得著的歡喜是恁的能力。」","bklhl":"伊koh kā in講，去ah，lín去食肥ê物，lim甜ê味；無備辦物ê人，tio̍h分hō͘伊；因為今á日是咱ê主ê聖日；lín m̄-thang憂悶，因為tùi耶和華得tio̍h ê歡喜是lín ê能力。"}},{"book":"尼","chapter":8,"verse":11,"versions":{"unv":"於是利未人使眾民靜默，說：「今日是聖日；不要作聲，也不要憂愁。」","bklcl":"Tùi án-ni Lī-bī lâng an-ùi chèng peh-sìⁿ kóng, Tio̍h chēng-chēng, in-ūi kin-á-ji̍t sī sèng-ji̍t; m̄-thang iu-būn.","tghg":"對按呢利未人安慰眾百姓，講：「著靜靜，因為今仔日是聖日；呣通憂悶。」","bklhl":"Tùi án-ni，利未人安慰眾百姓講，Tio̍h靜靜，因為今á日是聖日；m̄-thang憂悶。"}},{"book":"尼","chapter":8,"verse":12,"versions":{"unv":"眾民都去吃喝，也分給人，大大快樂，因為他們明白所教訓他們的話。","bklcl":"Chèng peh-sìⁿ chiū khì lim-chia̍h, iā pun mi̍h hō͘ lâng, tōa hoaⁿ-hí; in-ūi in bêng-pe̍k só͘ thoân hō͘ in ê ōe.","tghg":"眾百姓就去飲食，也分物互人，大歡喜，因為𪜶明白所傳互𪜶的話。","bklhl":"眾百姓就去lim食，也分物hō͘人，大歡喜；因為in明白所傳hō͘ in ê話。"}},{"book":"尼","chapter":8,"verse":13,"versions":{"unv":"次日，眾民的族長、祭司，和利未人都聚集到文士以斯拉那裡，要留心聽律法上的話。","bklcl":"Keh-ji̍t chèng peh-sìⁿ ê cho̍k-tiúⁿ, chè-si, kap Lī-bī lâng, lóng chū-chi̍p kàu keng-ha̍k-sū Í-su-la̍h hia, beh tì-ì thiaⁿ lu̍t-hoat ê ōe.","tghg":"隔日，眾百姓的族長、祭司、及利未人攏聚集到經學士，以斯拉遐，欲致意聽律法的話。","bklhl":"隔日眾百姓ê族長、祭司，kap利未人，lóng聚集到經學士Í-su-la̍h hia，beh致意聽律法ê話。"}},{"book":"尼","chapter":8,"verse":14,"versions":{"unv":"他們見律法上寫著，耶和華藉摩西吩咐以色列人要在七月節住棚，","bklcl":"In khòaⁿ-tio̍h lu̍t-hoat tiong ū kì-chài Iâ-hô-hoa thok Mô͘-se bēng-lēng Í-sek-lia̍t lâng, tio̍h tī chhit-ge̍h ê choeh-kî tiàm tī chháu-liâu;","tghg":"𪜶看著律法中有記載，耶和華託摩西命令以色列人著佇七月的節期踮佇草寮，","bklhl":"In看tio̍h律法中有記載耶和華託摩西命令以色列人，tio̍h tī七月ê節期tiàm tī草寮；"}},{"book":"尼","chapter":8,"verse":15,"versions":{"unv":"並要在各城和耶路撒冷宣傳報告說：「你們當上山，將橄欖樹、野橄欖樹、番石榴樹、棕樹，和各樣茂密樹的枝子取來，照著所寫的搭棚。」","bklcl":"koh tio̍h tī ta̍k ê siâⁿ kap Iâ-lō͘-sat-léng soan-thoân pò-kò kóng, Lín tio̍h chhut-khì soaⁿ--nih, chhú kaⁿ-ná chhiū-ki, iá kaⁿ-ná chhiū-ki, kong-liam chhiū-ki, chó-chhiū-ki, ām-chhiū ê chhiū-ki, lâi tah chháu-liâu chiàu só͘ kì-chài ê.","tghg":"閣著佇逐個城及耶路撒冷宣傳報告講：「恁著出去山裡，取橄欖樹枝、野橄欖樹枝、岡拈(kong-liam)樹枝、棗樹枝，艷(ām)樹的樹枝，來搭草寮照所記載的。」","bklhl":"koh tio̍h tī ta̍k-ê城kap耶路撒冷宣傳報告講，Lín tio̍h出去山裡，取橄欖樹枝，野橄欖樹枝，岡拈樹枝，棗樹枝，ām樹ê樹枝，來搭草寮照所記載ê。"}},{"book":"尼","chapter":8,"verse":16,"versions":{"unv":"於是百姓出去，取了樹枝來，各人在自己的房頂上，或院內，或　神殿的院內，或水門的寬闊處，或以法蓮門的寬闊處搭棚。","bklcl":"Peh-sìⁿ chiū chhut-khì, tòa chhiū-ki lâi, ta̍k-lâng tī ka-kī ê chhù-téng tī īⁿ-lāi, tī Siōng-tè tiān ê īⁿ-lāi, tī chúi-mn̂g khoan-khoah ê só͘-chāi, tī Í-hoat-liân mn̂g khoan-khoah ê só͘-chāi, tah chháu-liâu.","tghg":"百姓就出去，帶樹枝來，逐人佇家己的厝頂佇院內，佇上帝殿的院內，佇水門寬闊的所在，佇以法蓮門寬闊的所在搭草寮。","bklhl":"百姓就出去，帶樹枝來，ta̍k人tī家己ê厝頂tī院內，tī上帝殿ê院內，tī水門寬闊ê所在，tī Í-hoat-liân門寬闊ê所在，搭草寮。"}},{"book":"尼","chapter":8,"verse":17,"versions":{"unv":"從擄到之地歸回的全會眾就搭棚，住在棚裡。從嫩的兒子約書亞的時候直到這日，以色列人沒有這樣行。於是眾人大大喜樂。","bklcl":"Hiah ê siū-lia̍h--khì koh tò-lâi ê hōe-chiòng chiū tah chháu-liâu, chē tī chháu-liâu--nih; in-ūi tùi Lùn ê kiáⁿ Iok-su-a ê sî kàu chit-ji̍t, Í-sek-lia̍t lâng m̄-bat án-ni kiâⁿ.  Tùi án-ni in tōa-tōa hoaⁿ-hí.","tghg":"許個受掠去閣倒來的會眾就搭草寮，坐佇草寮裡。因為對嫩的子約書亞的時到此日，以色列人呣曾按呢行。對按呢𪜶大大歡喜。","bklhl":"Hiah-ê受掠去koh tò來ê會眾就搭草寮，坐tī草寮裡；因為tùi Lùn ê kiáⁿ約書亞ê時到chit日，以色列人m̄-bat án-ni行。Tùi án-ni，in大大歡喜。"}},{"book":"尼","chapter":8,"verse":18,"versions":{"unv":"從頭一天直到末一天，以斯拉每日念　神的律法書。眾人守節七日，第八日照例有嚴肅會。","bklcl":"Tùi thâu-chi̍t ji̍t, kàu lō͘-bé ji̍t, Í-su-la̍h ta̍k-ji̍t tha̍k Siōng-tè ê lu̍t-hoat.  Chèng-lâng siú-choeh chhit-ji̍t, kàu tē-poeh ji̍t ū giâm-siok-hōe, chiàu tiāⁿ-tio̍h ê lē.","tghg":"對頭一日到路尾日，以斯拉逐日讀上帝的律法。眾人守節七日，到第八日有嚴肅會照定著的例。","bklhl":"Tùi頭一日，到路尾日，Í-su-la̍h ta̍k日讀上帝ê律法。眾人守節七日，到第八日有嚴肅會，照定tio̍h ê例。"}}]