[{"book":"尼","chapter":1,"verse":1,"versions":{"unv":"哈迦利亞的兒子尼希米的言語如下：亞達薛西王二十年基斯流月，我在書珊城的宮中。","bklcl":"Hap-ka-lī-a ê kiáⁿ Nî-hi-bí ê kì-lio̍k.\tTng jī-cha̍p nî, Ki-su-liû ge̍h, góa tī Su-san ê ông-kiong;","tghg":"哈迦利亞的子尼希米的記錄：當二十年基斯流月，我佇書珊的王宮。","bklhl":"Hap-ka-lī-a ê kiáⁿ 尼希米 ê記錄。\t當二十年，Ki-su-liû月，我tī Su-san ê王宮；"}},{"book":"尼","chapter":1,"verse":2,"versions":{"unv":"那時，有我一個弟兄哈拿尼，同著幾個人從猶大來。我問他們那些被擄歸回、剩下逃脫的猶大人和耶路撒冷的光景。","bklcl":"hit-sî góa ê hiaⁿ-tī chi̍t-lâng, miâ-kiò Hap-ná-nî, kap kúi-nā ê Iû-tāi lâng lâi; góa tùi in mn̄g-kàu hiah-ê tô-thoat ê Iû-tāi lâng, chiū-sī siū-lia̍h ê tiong-kan só͘ chhun-ê, kap Iâ-lō͘-sat-léng ê sū-chêng.","tghg":"彼時，我的兄弟一人名叫哈拿尼，及幾若個猶大人來。我對𪜶問到許個逃脫的猶大人，就是受掠的中間所剩的及耶路撒冷的事情。","bklhl":"Hit時我ê兄弟一人，名叫Hap-ná-nî，kap kúi-nā ê偤大人來；我tùi in問到hiah-ê逃脫ê偤大人，就是受掠ê中間所chhun-ê，kap耶路撒冷ê事情。"}},{"book":"尼","chapter":1,"verse":3,"versions":{"unv":"他們對我說：「那些被擄歸回剩下的人在猶大省遭大難，受凌辱；並且耶路撒冷的城牆拆毀，城門被火焚燒。」","bklcl":"In kā góa kóng, Hiah ê siū-lia̍h--ê tò-lâi só͘ chhun lâu-teh ê lâng, tī séng-lāi tú-tio̍h tōa hoān-lān, siū lêng-jio̍k, koh Iâ-lō͘-sat-léng ê siâⁿ-chhiûⁿ thiah-húi, siâⁿ-mn̂g hō͘ hé sio-lio-khì.","tghg":"𪜶給我講：「許個受掠者倒來所剩留啲的人佇省內抵著(tú-tio̍h)大患難，受凌辱；閣耶路撒冷的城牆拆毀，城門互火燒燎去(sio-lio-khì)。」","bklhl":"In kā我講，hiah-ê受掠ê tò來所chhun留teh ê人，tī 省內tú-tio̍h大患難，受凌辱，koh耶路撒冷ê城牆拆毀，城門hō͘火燒lio去。"}},{"book":"尼","chapter":1,"verse":4,"versions":{"unv":"我聽見這話，就坐下哭泣，悲哀幾日，在天上的　神面前禁食祈禱，說：","bklcl":"Góa thiaⁿ-kìⁿ chiah-ê ōe chiū chē-teh, thî-khàu pi-ai kúi-nā ji̍t; kìm-chia̍h kî-tó tī thiⁿ-téng ê Siōng-tè ê bīn-chêng, kóng,","tghg":"我聽見諸個話，就坐啲啼哭悲哀幾若日，禁食祈禱佇天頂的上帝的面前，講：","bklhl":"我聽見chiah ê話就坐teh，啼哭悲哀kúi-nā日；禁食祈禱tī天頂ê上帝ê面前，講，"}},{"book":"尼","chapter":1,"verse":5,"versions":{"unv":"「耶和華─天上的　神，大而可畏的　神啊，你向愛你、守你誡命的人守約施慈愛。","bklcl":"Thiⁿ-téng ê Siōng-tè Iâ-hô-hoa, chì-tōa thang kiaⁿ-ùi ê Siōng-tè ah, siú-iok kiâⁿ jîn-ài tī thiàⁿ I, chun-thàn I ê kài-bēng--ê;","tghg":"「天頂的上帝──耶和華，至大通驚畏的上帝啊，守約行仁愛佇疼伊、遵趁伊的誡命者。","bklhl":"天頂ê上帝耶和華，至大thang驚畏ê上帝ah，守約行仁愛tī疼伊，遵thàn伊ê誡命ê；"}},{"book":"尼","chapter":1,"verse":6,"versions":{"unv":"願你睜眼看，側耳聽，你僕人晝夜在你面前為你眾僕人以色列民的祈禱，承認我們以色列人向你所犯的罪；我與我父家都有罪了。","bklcl":"góa taⁿ kiû Lí, goān Lí hī-khang thiaⁿ, ba̍k-chiu khòaⁿ, thiaⁿ Lí ê lô͘-po̍k chit-tia̍p ji̍t-mî ūi Lí ê lô͘-po̍k Í-sek-lia̍t lâng lâi kî-tó tī Lí bīn-chêng ê kî-tó, jīn Í-sek-lia̍t lâng ê chōe, chiū-sī goán só͘ tek-chōe Lí ê; góa kap góa ê lāu-pē ê ke lóng ū chōe;","tghg":"我今求你，願你耳孔聽，目睭看，聽你的奴僕此霎(tia̍p)日暝為你的奴僕以色列人來祈禱佇你面前的祈禱，認以色列人的罪，就是阮所得罪你的；我及我的老父的家攏有罪。","bklhl":"我taⁿ求你，願你耳孔聽，目睭看，聽你ê奴僕chit-tia̍p日暝為你ê奴僕以色列人來祈禱tī你面前ê祈禱，認以色列人ê罪，就是阮所得罪你ê；我kap我ê老父ê家lóng有罪；"}},{"book":"尼","chapter":1,"verse":7,"versions":{"unv":"我們向你所行的甚是邪惡，沒有遵守你藉著僕人摩西所吩咐的誡命、律例、典章。","bklcl":"goán tùi Lí só͘-kiâⁿ-ê chīn-chāi hú-pāi, bô chun-siú Lí thok Lí ê lô͘-po̍k Mô͘-se só͘ bēng-lēng ê kài-bēng, lu̍t-lē, hoat-tō͘.","tghg":"阮對你所行的盡在腐敗，無遵守你託你的奴僕摩西所命令的誡命、律例、法度。","bklhl":"阮對祢所行ê盡在腐敗，無遵守祢託祢ê奴僕摩西所命令ê誡命、律例、法度。"}},{"book":"尼","chapter":1,"verse":8,"versions":{"unv":"求你記念所吩咐你僕人摩西的話，說：『你們若犯罪，我就把你們分散在萬民中；","bklcl":"Kiû Lí kì-tit Lí só͘ bēng-lēng Lí ê lô͘-po̍k Mô͘-se ê ōe, kóng, Lín nā hoān-chōe, Góa chiū beh sì-sòaⁿ lín tī lia̍t-kok-tiong;","tghg":"求你記得你所命令你的奴僕摩西的話，講：『恁若犯罪，我就欲四散恁佇列國中；","bklhl":"求你記得你所命令你ê奴僕摩西ê話，講，Lín若犯罪，我就beh四散lín tī列國中；"}},{"book":"尼","chapter":1,"verse":9,"versions":{"unv":"但你們若歸向我，謹守遵行我的誡命，你們被趕散的人雖在天涯，我也必從那裡將他們招聚回來，帶到我所選擇立為我名的居所。』","bklcl":"chóng-sī lín nā kui tī Góa, siú Góa ê kài-bēng lâi kiâⁿ i, chiū lín siū kóaⁿ-tio̍k ê lâng, sui-jiân tī thiⁿ-piⁿ, Góa iā beh tùi-hia chū-chi̍p in, chhōa in kàu Góa só͘ kéng beh an-tì Góa ê miâ ê só͘-chāi.","tghg":"總是恁若歸佇我，守我的誡命來行伊，就恁受趕逐的人雖然佇天邊，我也欲對遐聚集𪜶，導𪜶到我所揀欲安置我的名的所在。』","bklhl":"總是lín若歸tī我，守我ê誡命來行伊，就lín受趕逐ê人，雖然tī天邊，我也beh tùi-hia聚集in，chhōa in到我所揀beh安置我ê名ê所在。"}},{"book":"尼","chapter":1,"verse":10,"versions":{"unv":"這都是你的僕人、你的百姓，就是你用大力和大能的手所救贖的。","bklcl":"Taⁿ chiah-ê lóng sī Lí ê lô͘-po̍k, Lí ê peh-sìⁿ, chiū-sī Lí ēng Lí ê tōa khùi-la̍t, kap tōa koân-lêng ê chhiú, só͘ kiù-sio̍k-ê.","tghg":"今諸個攏是你的奴僕、你的百姓，就是你用你的大氣力及大權能的手所救贖的。","bklhl":"Taⁿ chiah ê lóng是你ê奴僕，你ê百姓，就是你用你ê大氣力，kap大權能ê手，所救贖ê。"}},{"book":"尼","chapter":1,"verse":11,"versions":{"unv":"主啊，求你側耳聽你僕人的祈禱，和喜愛敬畏你名眾僕人的祈禱，使你僕人現今亨通，在王面前蒙恩。」我是作王酒政的。","bklcl":"Chú ah, kiû Lí àⁿ hī-khang thiaⁿ Lí ê lô͘-po̍k ê kî-tó, kap hiah-ê ì-ài hoaⁿ-hí kèng-ùi Lí ê miâ hiah-ê lô͘-po̍k ê kî-tó; koh kiû Lí hō͘ Lí ê lô͘-po̍k kin-á-ji̍t heng-thong, tī chit-lâng ê bīn-chêng tit-tio̍h un-tián.  Hit-sî góa chòe ông ê chiú-chèng.","tghg":"主啊，求你俯耳孔聽你的奴僕的祈禱，及許個意愛歡喜敬畏你的名許個奴僕的祈禱，閣求你互你的奴僕今仔日亨通，佇此人的面前得著恩典。」彼時我做王的酒政。","bklhl":"主ah，求你àⁿ耳孔聽你ê奴僕ê祈禱，kap hiah-ê意愛歡喜敬畏你ê名hiah-ê奴僕ê祈禱；koh求你hō͘你ê奴僕今á日興通，tī chit人ê面前得tio̍h恩典。Hit時我做王ê酒政。"}}]