[{"book":"尼","chapter":13,"verse":1,"versions":{"unv":"當日，人念摩西的律法書給百姓聽，遇見書上寫著說，亞捫人和摩押人永不可入　神的會；","bklcl":"Hit-ji̍t lâng tha̍k Mô͘-se ê chheh hō͘ peh-sìⁿ thiaⁿ, tú-tio̍h chheh-lāi ū kì kóng, A-bûn lâng kap Mô͘-ap lâng éng-oán bōe-tit-thang ji̍p Siōng-tè ê hōe;","tghg":"彼日，人讀摩西的冊互百姓聽，抵著(tú-tio̍h)冊內有記講，亞捫人及摩押人永遠𣍐得通入上帝的會；","bklhl":"Hit日人讀摩西ê冊hō͘百姓聽，tú-tio̍h冊內有記講，A-bûn人kap Mô͘-ap人永遠bōe得thang入上帝ê會；"}},{"book":"尼","chapter":13,"verse":2,"versions":{"unv":"因為他們沒有拿食物和水來迎接以色列人，且雇了巴蘭咒詛他們，但我們的　神使那咒詛變為祝福。","bklcl":"in-ūi in bô ēng chia̍h-mi̍h kap chúi, lâi ngiâ-chih Í-sek-lia̍t lâng, hoán-tńg chhiàⁿ Pa-lân lâi chiù-chó͘ in; chóng-sī goán ê Siōng-tè hō͘ hit ê chiù-chó͘ piàn-chòe chiok-hok.","tghg":"因為𪜶無用食物(chia̍h-mi̍h)及水來迎接(ngiâ-chih)以色列人，反轉請巴蘭來咒詛𪜶，總是阮的上帝互彼個咒詛變做祝福。","bklhl":"因為in無用食物kap水，來迎接以色列人，反tńg chhiàⁿ Pa-lân來咒詛in；總是阮ê上帝hō͘ hit ê咒詛變做祝福。"}},{"book":"尼","chapter":13,"verse":3,"versions":{"unv":"以色列民聽見這律法，就與一切閒雜人絕交。","bklcl":"In thiaⁿ-kìⁿ lu̍t-hoat liáu-āu, chiū tùi Í-sek-lia̍t tiong pun-khui hiah-ê cha̍p-cho̍k ê lâng.","tghg":"𪜶聽見律法了後，就對以色列中分開許個雜族的人。","bklhl":"In聽見律法了後，就tùi以色列中分開hiah-ê十族ê人。"}},{"book":"尼","chapter":13,"verse":4,"versions":{"unv":"先是蒙派管理我們　神殿中庫房的祭司以利亞實與多比雅結親，","bklcl":"Chit ê tāi-chì í-chêng, koán-lí goán Siōng-tè tiān-lāi ê pâng-keng ê chè-si Í-lī-a-si̍t kap To-pí-ngá kiat-bêng;","tghg":"此個代誌以前，管理阮上帝殿內的房間的祭司以利亞實及多比雅結盟，","bklhl":"Chit ê tāi-chì以前，管理阮上帝殿內ê房間ê祭司Í-lī-a-si̍t kap To-pí-ngá結盟；"}},{"book":"尼","chapter":13,"verse":5,"versions":{"unv":"便為他預備一間大屋子，就是從前收存素祭、乳香、器皿，和照命令供給利未人、歌唱的、守門的五穀、新酒，和油的十分之一，並歸祭司舉祭的屋子。","bklcl":"chiū ūi-tio̍h i pī-pān chi̍t-keng tōa keng pâng.  Chêng tī hit keng siu-khǹg sò͘-chè, jú-hiuⁿ, khì-kū, kap chiàu-lē kiong-kip Lī-bī lâng, chhiùⁿ-koa--ê, kò͘-mn̂g--ê, ngó͘-kok, sin-chiú, kap iû ê cha̍p-hūn-chi̍t, kap kui hō͘ chè-si kú-chè ê mi̍h.","tghg":"就為著伊備辦一間大間房，前佇彼間收囥(siu-khǹg)素祭，乳香、器具，及照例供給利未人、唱歌者、顧門者、五穀、新酒，及油的十份一，及歸互祭司舉祭的物。","bklhl":"就為tio̍h伊備辦一間大間房。前tī hit間收khǹg素祭、乳香、器具，kap照例供給利未人，唱歌ê，顧門ê，五穀、新酒，kap油ê十份一，kap歸hō͘祭司舉祭ê物。"}},{"book":"尼","chapter":13,"verse":6,"versions":{"unv":"那時我不在耶路撒冷；因為巴比倫王亞達薛西三十二年，我回到王那裡。過了多日，我向王告假。","bklcl":"Tng hit-sî góa bô tī Iâ-lō͘-sat-léng; in-ūi Pa-pí-lûn ông A-ta̍t-siat-se saⁿ-cha̍p-jī nî, góa oat-khì ông hia; kè kúi-nā ji̍t góa tùi ông kò-kè.","tghg":"當彼時我無佇耶路撒冷；因為巴比倫王亞達設西三十二年，我越去王遐。過幾若日，我對王告假(kò-kè)。","bklhl":"當hit時，我無tī耶路撒冷；因為巴比倫王A-ta̍t-siat-se三十二年，我oat去王hia；過kúi-nā日我對王告假。"}},{"book":"尼","chapter":13,"verse":7,"versions":{"unv":"我來到耶路撒冷，就知道以利亞實為多比雅在　神殿的院內預備屋子的那件惡事。","bklcl":"Góa kàu Iâ-lō͘-sat-léng chiū chai Í-lī-a-si̍t ūi To-pí-ngá só͘ kiâⁿ ê pháiⁿ-tāi, tī Siōng-tè tiān ê īⁿ-lāi, ūi i pī-pān chi̍t-keng pâng.","tghg":"我到耶路撒冷就知以利亞實為多比雅所行的歹代佇上帝殿的院內為伊備辦一間房。","bklhl":"我到耶路撒冷就知Í-lī-a-si̍t 為 To-pí-ngá所行ê pháiⁿ-tāi，tī上帝殿ê院內，為伊備辦一間房。"}},{"book":"尼","chapter":13,"verse":8,"versions":{"unv":"我甚惱怒，就把多比雅的一切家具從屋裡都拋出去，","bklcl":"Góa chiū chin peh-pak, chiong To-pí-ngá it-chhè ê ka-khì, lóng tùi pâng-lāi hiat chhut-khì;","tghg":"我就真迫腹(peh-pak)，將多比雅一切的家器攏對房內㧒(hiat)出去，","bklhl":"我就真擘腹(peh-pak)，將To-pí-ngá一切ê 家器，lóng tùi房內hiat出去；"}},{"book":"尼","chapter":13,"verse":9,"versions":{"unv":"吩咐人潔淨這屋子，遂將　神殿的器皿和素祭、乳香又搬進去。","bklcl":"góa chhut bēng-lēng, lâng chiū chheng-khì hiah-ê pâng-keng; jiân-āu góa chiong Siōng-tè tiān-lāi ê khì-kū, kap sò͘-chè, jú-hiuⁿ, koh poaⁿ--ji̍p-lâi.","tghg":"我出命令人就清氣許個房間，然後我將上帝殿內的器具及素祭、乳香閣搬入來。","bklhl":"我出命令，人就清氣hiah-ê房間；然後我將上帝殿內ê器具，kap素祭，乳香，koh搬入來。"}},{"book":"尼","chapter":13,"verse":10,"versions":{"unv":"我見利未人所當得的分無人供給他們，甚至供職的利未人與歌唱的俱各奔回自己的田地去了。","bklcl":"Góa iā chai Lī-bī lâng só͘ eng-kai tit-tio̍h ê hūn-gia̍h bô hō͘ in, tì-kàu tam-tng chit ê Lī-bī lâng, kap chhiùⁿ-koa--ê, ta̍k-ê tò-khì in ê chhân-hn̂g.","tghg":"我也知利未人所應該得著的份額無互𪜶，致到擔當職的利未人及唱歌者逐個倒去𪜶的田園。","bklhl":"我也知利未人所應該得tio̍h ê份額無hō͘ in，致到擔當職ê利未人，kap唱歌ê，ta̍k-ê tò去in ê田園。"}},{"book":"尼","chapter":13,"verse":11,"versions":{"unv":"我就斥責官長說：「為何離棄　神的殿呢？」我便招聚利未人，使他們照舊供職。","bklcl":"Góa chiū chhut-la̍t chek-pī hiah-ê koaⁿ-tiúⁿ, kā in kóng, Siōng-tè ê tiān siáⁿ-sū pàng hong-hòe ah? góa chiū chū-chi̍p Lī-bī lâng, ho̍k-tò in ê goân-jīm.","tghg":"我就出力責備許個官長給𪜶講：「上帝的殿啥事放荒廢啊？」我就聚集利未人，復倒𪜶的原任。","bklhl":"我就出力責備hiah-ê官長，kā in講，上帝ê殿啥事放荒廢ah？我就聚集利未人，復到in ê原任。"}},{"book":"尼","chapter":13,"verse":12,"versions":{"unv":"猶大眾人就把五穀、新酒，和油的十分之一送入庫房。","bklcl":"Tùi án-ni Iû-tāi ê chèng-lâng chiong ngó͘-kok, sin-chiú, kap iû ê cha̍p-hūn-chi̍t, tòa ji̍p khò͘-pâng.","tghg":"對按呢猶大的眾人將五穀、新酒，及油的十份一帶入庫房。","bklhl":"Tùi án-ni，偤大ê眾人將五穀、新酒，kap油ê十份一，帶入庫房。"}},{"book":"尼","chapter":13,"verse":13,"versions":{"unv":"我派祭司示利米雅、文士撒督，和利未人毘大雅作庫官管理庫房；副官是哈難。哈難是撒刻的兒子；撒刻是瑪他尼的兒子。這些人都是忠信的，他們的職分是將所供給的分給他們的弟兄。","bklcl":"Góa siat-li̍p chè-si Sī-lī-bí-ngá, keng-ha̍k-sū Sat-tok, kap Lī-bī lâng Pí-tāi-ngá chòe khò͘-pâng ê koaⁿ, koán-lí khò͘-pâng; hù-koaⁿ sī Hap-lân, Hap-lân sī Sat-khek ê kiáⁿ, Sat-khek sī Má-tha-nî ê kiáⁿ; in-ūi khòaⁿ chí(**chit) kúi lâng sī chīn-tiong; in ê chit-hūn sī hun-hoat mi̍h hō͘ in ê hiaⁿ-tī.","tghg":"我設立祭司示利米雅、經學士撒督，及利未人毗大雅做庫房的官管理庫房；副官是哈難。哈難是撒刻的子；撒刻是瑪他尼的子。因為看此幾人是盡忠，𪜶的職份是分發物互𪜶的兄弟。","bklhl":"我設立祭司Sī-lī-bí-ngá，經學士Sat-tok，kap利未人Pí-tāi-ngá做庫房ê官，管理庫房；副官是哈蘭，哈蘭是Sat-khek ê kiáⁿ，Sat-khek是Má-tha-nî ê kiáⁿ；因為看chit kúi人是盡忠；in ê職份是分發物hō͘ in ê兄弟。"}},{"book":"尼","chapter":13,"verse":14,"versions":{"unv":"我的　神啊，求你因這事記念我，不要塗抹我為　神的殿與其中的禮節所行的善。","bklcl":"Góa ê Siōng-tè ah, kiû Lí in-ūi chit ê sū tio̍h kì-liām góa, bo̍h-tit chhat-siau góa ūi-tio̍h Siōng-tè ê tiān, kap kî-tiong hiah-ê tián-lé, só͘-kiâⁿ ê hó-sū.","tghg":"我的上帝啊，求你因為此個事著紀念我，莫得擦消我為著上帝的殿及其中許個典禮所行的好事。","bklhl":"我ê上帝ah，求你因為chit ê事tio̍h記念我，莫得擦消我為tio̍h上帝ê殿，kap其中hiah-ê典禮，所行ê好事。"}},{"book":"尼","chapter":13,"verse":15,"versions":{"unv":"那些日子，我在猶大見有人在安息日醡酒（原文是踹酒醡），搬運禾捆馱在驢上，又把酒、葡萄、無花果，和各樣的擔子在安息日擔入耶路撒冷，我就在他們賣食物的那日警戒他們。","bklcl":"Tng hiah-ê ji̍t góa tī Iû-tāi khòaⁿ-kìⁿ lâng tī an-hioh-ji̍t ta̍h chiú-khut, poaⁿ tiū-khún, koh hō͘ lû chài; koh ēng chiú, phû-tô, bû-hoa-kó, kap ta̍k-iūⁿ ê tàⁿ, tī an-hioh-ji̍t taⁿ ji̍p Iâ-lō͘-sat-léng; góa chiū tī in bōe chia̍h-mi̍h hit-ji̍t, chek-pī in.","tghg":"當許個日，我佇猶大看見人佇安息日踏酒窟，搬稻稛(tiū-khún)閣互驢載，閣用酒、葡萄、無花果，及逐樣的擔(tàⁿ)佇安息日擔(taⁿ)入耶路撒冷，我就佇𪜶賣食物彼日責備𪜶。","bklhl":"當hiah-ê日我tī偤大看見人tī安歇日踏酒窟，搬稻綑，koh hō͘驢載；koh用酒、葡萄、無花果，kap ta̍k樣ê擔，tī安歇日擔入耶路撒冷；我就tī in賣食物hit日，責備in。"}},{"book":"尼","chapter":13,"verse":16,"versions":{"unv":"又有泰爾人住在耶路撒冷；他們把魚和各樣貨物運進來，在安息日賣給猶大人。","bklcl":"Koh ū Chhui-lô lâng tiàm tī hí(**hit) tiong-kan, tòa hî kap ta̍k-iūⁿ ê hè-mi̍h, tī an-hioh-ji̍t bōe hō͘ Iû-tāi lâng, tī Iâ-lō͘-sat-léng.","tghg":"閣有推羅人踮佇彼中間；帶魚及逐樣的貨物，佇安息日賣互猶大人佇耶路撒冷。","bklhl":"Koh有Chhui-lô人tiàm tī hit中間，帶魚kap ta̍k樣ê貨物，tī安歇日賣hō͘偤大人，tī耶路撒冷。"}},{"book":"尼","chapter":13,"verse":17,"versions":{"unv":"我就斥責猶大的貴冑說：「你們怎麼行這惡事犯了安息日呢？","bklcl":"Góa chiū chhut-la̍t chek-pī Iû-tāi hiah-ê kùi-cho̍k, kā in kóng, Lín kiâⁿ chit-hō pháiⁿ kan-hoān an-hioh-ji̍t sī siáⁿ-sū ah?","tghg":"我就出力責備猶大許個貴族給𪜶講：「恁行此號歹干犯安息日是啥事啊？","bklhl":"我就出力責備偤大hiah-ê貴族，kā in講，Lín行chit號pháiⁿ干犯安歇日是啥事ah？"}},{"book":"尼","chapter":13,"verse":18,"versions":{"unv":"從前你們列祖豈不是這樣行，以致我們　神使一切災禍臨到我們和這城嗎？現在你們還犯安息日，使忿怒越發臨到以色列！」","bklcl":"Chêng lín ê lia̍t-chó͘ kiám bô án-ni kiâⁿ, lán ê Siōng-tè kiám bô chiong chit-ê it-chhè ê chai-ē lîm-kàu lán kap chit ê siâⁿ mah?  Taⁿ lín iáu-kú hoān-tio̍h an-hioh-ji̍t, hō͘ siū-khì lîm-kàu Í-sek-lia̍t it-hoat siong-tiōng.","tghg":"前恁的列祖豈無按呢行，咱的上帝豈無將此個一切的災禍臨到咱及此個城嗎？今恁猶久犯著安息日，互受氣臨到以色列益發傷重！」","bklhl":"前lín ê列祖kiám無án-ni行，咱ê上帝kiám無將chit ê一切ê災厄臨到咱kap chit ê城mah？Taⁿ lín iáu-kú犯tio̍h安歇日，hō͘受氣臨到以色列益發傷重。"}},{"book":"尼","chapter":13,"verse":19,"versions":{"unv":"在安息日的前一日，耶路撒冷城門有黑影的時候，我就吩咐人將門關鎖，不過安息日不准開放。我又派我幾個僕人管理城門，免得有人在安息日擔甚麼擔子進城。","bklcl":"Tī an-hioh-ji̍t chêng Iâ-lō͘-sat-léng siâⁿ-mn̂g hông-hun ê sî, góa chiū bēng-lēng lâng koaiⁿ-mn̂g, koh bēng-lēng an-hioh-ji̍t bē kè-sin m̄-thang khui; góa phài góa kúi-nā ê lô͘-po̍k koán-lí siâⁿ-mn̂g, bián-tit ū lâng tī an-hioh-ji̍t taⁿ sím-mi̍h tàⁿ ji̍p-lâi.","tghg":"佇安息日前，耶路撒冷城門黃昏的時，我就命令人關門，閣命令安息日未過身呣通開。我派我幾若個奴僕管理城門，免得有人佇安息日擔甚麼擔入來。","bklhl":"Tī安歇日前耶路撒冷城門黃昏ê時，我就命令人關門，koh命令安歇日未過身m̄-thang開；我派我kúi-nā ê奴僕管理城門，免得有人tī安歇日擔甚麼擔入來。"}},{"book":"尼","chapter":13,"verse":20,"versions":{"unv":"於是商人和販賣各樣貨物的，一兩次住宿在耶路撒冷城外。","bklcl":"Tùi án-ni seng-lí lâng, kap hoàn-bōe ta̍k-hāng hè-mi̍h ê, chi̍t nn̄g pái hioh-mî tī Iâ-lō͘-sat-léng ê siâⁿ-gōa.","tghg":"對按呢生理人及販賣逐項貨物的，一二擺歇暝佇耶路撒冷的城外。","bklhl":"Tùi án-ni，seng-lí人，kap販賣ta̍k項貨物ê，一兩pái歇暝tī耶路撒冷ê城外。"}},{"book":"尼","chapter":13,"verse":21,"versions":{"unv":"我就警戒他們說：「你們為何在城外住宿呢？若再這樣，我必下手拿辦你們。」從此以後，他們在安息日不再來了。","bklcl":"Góa chiū chek-pī in kóng, Lín siáⁿ-sū hioh-mî tī siâⁿ-mn̂g-kháu ah? nā koh án-ni, góa beh hē chhiú lia̍h lín.  Tùi chit-tia̍p í-āu, in tī an-hioh-ji̍t bô koh lâi.","tghg":"我就責備𪜶講：「恁啥事歇暝佇城門口啊？若閣按呢，我欲下(hē)手掠恁。」對此霎(tia̍p)以後，𪜶佇安息日無閣來。","bklhl":"我就責備in講，Lín啥事歇暝tī城門口ah？若koh án-ni，我beh下手掠lín。Tùi chit-tia̍p以後，in tī安歇日無koh來。"}},{"book":"尼","chapter":13,"verse":22,"versions":{"unv":"我吩咐利未人潔淨自己，來守城門，使安息日為聖。我的　神啊，求你因這事記念我，照你的大慈愛憐恤我。","bklcl":"Góa bēng-lēng Lī-bī lâng chheng-khì ka-kī, lâi kò͘-siú siâⁿ-mn̂g, hō͘ an-hioh-ji̍t chòe-sèng.  Góa ê Siōng-tè ah, kiû Lí in-ūi chit ê sū lâi kì-liām góa, chiàu Lí ê tōa chû-pi lâi thiàⁿ-sioh góa.","tghg":"我命令利未人清氣家己，來顧守城門，互安息日做聖。我的上帝啊，求你因為此個事來紀念我，照你的大慈悲來疼惜我。","bklhl":"我命令利未人清氣家己，來顧守城門，hō͘安歇日做聖。我ê上帝ah，求你因為chit ê事來記念我，照你ê大慈悲來疼惜我。"}},{"book":"尼","chapter":13,"verse":23,"versions":{"unv":"那些日子，我也見猶大人娶了亞實突、亞捫、摩押的女子為妻。","bklcl":"Tng hiah-ê ji̍t góa iā khòaⁿ-kìⁿ Iû-tāi lâng chhōa A-si̍t-tu̍t, A-bûn, Mô͘-ap ê cha-bó͘-kiáⁿ chòe bó͘.","tghg":"當許個日，我也看見猶大人娶亞實突、亞捫、摩押的查某子做某。","bklhl":"當hiah-ê日我也看見偤大人娶A-si̍t-tu̍t、A-bûn、Mô͘-ap ê cha-bó͘-kiáⁿ做bó͘。"}},{"book":"尼","chapter":13,"verse":24,"versions":{"unv":"他們的兒女說話，一半是亞實突的話，不會說猶大的話，所說的是照著各族的方言。","bklcl":"In ê kiáⁿ-jî kóng-ōe, chi̍t-pòaⁿ kóng A-si̍t-tu̍t ê ōe, bōe hiáu kóng Iû-tāi ê ōe, só͘ kóng-ê chiū-sī chiàu ta̍k-cho̍k ê khiuⁿ.","tghg":"𪜶的子兒講話，一半講亞實突的話，𣍐曉講猶大的話，所講的就是照逐族的腔。","bklhl":"In ê kiáⁿ兒講話，一半講A-si̍t-tu̍t ê話，bōe曉講偤大ê話，所講ê就是照ta̍k族ê腔。"}},{"book":"尼","chapter":13,"verse":25,"versions":{"unv":"我就斥責他們，咒詛他們，打了他們幾個人，拔下他們的頭髮，叫他們指著　神起誓，必不將自己的女兒嫁給外邦人的兒子，也不為自己和兒子娶他們的女兒。","bklcl":"Góa chiū tōa-tōa chek-pī in, mē in, phah in kúi-nā lâng, chhoah in ê thâu-mn̂g, kah in kí Siōng-tè lâi chiù-chōa, kóng, Lín m̄-thang ēng ka-kī ê cha-bó͘-kiáⁿ kè hō͘ in ê kiáⁿ, iā m̄-thang ūi lín ê kiáⁿ, lín pún-sin, chhōa in ê cha-bó͘-kiáⁿ.","tghg":"我就大大責備𪜶，罵𪜶，拍𪜶幾若人，掇(chhoah)𪜶的頭毛，教𪜶指(kí)上帝來咒誓，講，恁呣通用家己的查某子嫁互𪜶的子，也呣通為恁的子，恁本身，娶𪜶的查某子。","bklhl":"我就大大責備in，罵in，phah in kúi-nā人，chhoah in ê頭毛，kah in kí上帝來chiù-chōa，講，Lín m̄-thang用家己ê cha-bó͘-kiáⁿ嫁hō͘ in ê kiáⁿ，也m̄-thang為lín ê kiáⁿ，lín本身，娶in ê cha-bó͘-kiáⁿ。"}},{"book":"尼","chapter":13,"verse":26,"versions":{"unv":"我又說：「以色列王所羅門不是在這樣的事上犯罪嗎？在多國中並沒有一王像他，且蒙他　神所愛，　神立他作以色列全國的王；然而連他也被外邦女子引誘犯罪。","bklcl":"Í-sek-lia̍t ông Só͘-lô-bûn kiám-m̄-sī tī chit hō sū hoān-chōe mah? tī chōe-chōe kok ê tiong-kan bô chi̍t ê ông chhin-chhiūⁿ i, koh tit-tio̍h i ê Siōng-tè thiàⁿ i, Siōng-tè siat-li̍p i chòe Í-sek-lia̍t choân-kok ê ông; chóng-sī gōa-pang ê cha-bó͘-kiáⁿ siōng-chhiáⁿ hō͘ i hoān-chōe.","tghg":"「以色列王所羅門豈呣是佇此號事犯罪嗎？佇多多國的中間無一個王親像伊，閣得著伊的上帝疼伊，上帝設立伊做以色列全國的王；總是外邦的查某子尚且互伊犯罪。","bklhl":"以色列王所羅門kiám m̄是tī chit號事犯罪mah？tī chōe-chōe國ê中間無一个王親像伊，koh得tio̍h伊ê上帝疼伊，上帝設立伊做以色列全國ê王；總是外邦ê cha-bó͘-kiáⁿ尚且hō͘伊犯罪。"}},{"book":"尼","chapter":13,"verse":27,"versions":{"unv":"如此，我豈聽你們行這大惡，娶外邦女子干犯我們的　神呢？」","bklcl":"Án-ni goán kiám thèng lín kiâⁿ chit-hō tōa-pháiⁿ, chhōa gōa-pang ê lú-chú, kan-hoān lán ê Siōng-tè mah?","tghg":"按呢，阮豈聽(thèng)恁行此號大歹，娶外邦的女子干犯咱的上帝嗎？」","bklhl":"Án-ni阮kiám聽(thèng)lín行chit號大pháiⁿ，娶外邦ê女子，干犯咱ê上帝mah？"}},{"book":"尼","chapter":13,"verse":28,"versions":{"unv":"大祭司以利亞實的孫子、耶何耶大的一個兒子是和倫人參巴拉的女婿，我就從我這裡把他趕出去。","bklcl":"Chè-si-thâu Í-lī-a-si̍t ê sun, Iâ-hô-iâ-tāi ê kiáⁿ, ū chi̍t-ê sī Hô-lûn lâng Chham-pa-la̍h ê kiáⁿ-sài; góa chiū kóaⁿ i lī-khui góa.","tghg":"祭司頭以利亞實的孫、耶何耶大的子，有一個是和倫人參巴拉的子婿，我就趕伊離開我。","bklhl":"祭司頭Í-lī-a-si̍t ê孫，Iâ-hô-iâ-tāi ê kiáⁿ，有一个是Hô-lûn人Chham-pa-la̍h ê kiáⁿ婿；我就趕伊離開我。"}},{"book":"尼","chapter":13,"verse":29,"versions":{"unv":"我的　神啊，求你記念他們的罪；因為他們玷污了祭司的職任，違背你與祭司利未人所立的約。","bklcl":"Góa ê Siōng-tè ah, kiû Lí kì-tit in; in-ūi in phah lâ-sâm chè-si ê chit, pōe chè-si Lī-bī lâng ê iok.","tghg":"我的上帝啊，求你記得𪜶；因為𪜶拍垃墋祭司的職，背祭司利未人的約。","bklhl":"我ê上帝ah，求你記得in；因為in phah lâ-sâm祭司ê職，背祭司利未人ê約。"}},{"book":"尼","chapter":13,"verse":30,"versions":{"unv":"這樣，我潔淨他們，使他們離絕一切外邦人，派定祭司和利未人的班次，使他們各盡其職。","bklcl":"Án-ni góa kā in tû-khì it-chhè gōa-pang lâng ê khoán, koh siat-li̍p chè-si kap Lī-bī lâng ê pan, kok chīn in ê chit;","tghg":"按呢，我給𪜶除去一切外邦人的款，閣設立祭司及利未人的班，各盡𪜶的職。","bklhl":"Án-ni我kā in除去一切外邦人ê款，koh設立祭司kap利未人ê班，各盡in ê職；"}},{"book":"尼","chapter":13,"verse":31,"versions":{"unv":"我又派百姓按定期獻柴和初熟的土產。我的　神啊，求你記念我，施恩與我。","bklcl":"liāu-lí tiāⁿ-tio̍h kî sio-chè ê chhâ, í-ki̍p khí-thâu se̍k ê thó͘-sán. Góa ê Siōng-tè ah, kiû Lí kì-liām góa, siúⁿ-sù góa hok-khì.","tghg":"料理定著期燒祭的柴以及起頭熟的土產。我的上帝啊，求你紀念我，賞賜我福氣。","bklhl":"料理定tio̍h期燒祭ê柴，以及起頭熟ê土產。我ê上帝ah，求你記念我，賞賜我福氣。"}}]