[{"book":"尼","chapter":2,"verse":1,"versions":{"unv":"亞達薛西王二十年尼散月，在王面前擺酒，我拿起酒來奉給王。我素來在王面前沒有愁容。","bklcl":"A-ta̍t-siat-se ông jī-cha̍p nî, Nî-sàn ge̍h, ū chiú tī ông ê bīn-chêng, góa chiū chìn chiú hō͘ ông.  Góa pêng-sò͘ tī ông ê bīn-chêng bē-bat ū iu-būn ê bīn-sek.","tghg":"亞達設西王二十年尼散月，有酒佇王的面前，我就進酒互王。我平素佇王的面前未曾有憂悶的面色。","bklhl":"A-ta̍t-siat-se王二十年，Nî-sàn月，有酒tī王ê面前，我就進酒hō͘王。我平素tī王ê面前bē-bat有憂悶ê面色。"}},{"book":"尼","chapter":2,"verse":2,"versions":{"unv":"王對我說：「你既沒有病，為甚麼面帶愁容呢？這不是別的，必是你心中愁煩。」於是我甚懼怕。","bklcl":"Ông kā góa kóng, Lí bô phòa-pīⁿ, cháiⁿ-iūⁿ bīn tài-iu-iông ah?  Che bô pa̍t-hāng, sī lí sim-lāi ū iu-būn.  Góa tùi án-ni chin kiaⁿ.","tghg":"王給我講：「你無破病，怎樣面帶憂容啊？這無別項，是你心內有憂悶。」我對按呢真驚。","bklhl":"王kā我講，你無破病，怎樣面帶憂容ah？這無別項，是你心內有憂悶。我Tùi án-ni，真驚。"}},{"book":"尼","chapter":2,"verse":3,"versions":{"unv":"我對王說：「願王萬歲！我列祖墳墓所在的那城荒涼，城門被火焚燒，我豈能面無愁容嗎？」","bklcl":"Góa kā ông kóng, Goān ông bān-sòe; góa ê lia̍t-chó͘ hûn-bōng ê só͘-chāi hit ê siâⁿ pha-hng, siâⁿ-mn̂g lóng hō͘ hé sio--khì, góa thái-thó bô tài-iu-iông mah?","tghg":"我給王講：「願王萬歲！我的列祖墳墓的所在彼個城拋荒，城門攏互火燒去，我豈可(thái-thó)無帶憂容嗎？」","bklhl":"我kā王講，願王萬歲；我ê列祖墳墓ê所在hit ê城拋荒，城門lóng hō͘火燒去，我thái-thó無帶憂容mah？"}},{"book":"尼","chapter":2,"verse":4,"versions":{"unv":"王問我說：「你要求甚麼？」於是我默禱天上的　神。","bklcl":"Ông mn̄g góa kóng, Lí ài kiû sím-mi̍h?  Tùi án-ni góa kî-tó thiⁿ-téng ê Siōng-tè.","tghg":"王問我講：「你愛求甚麼？」對按呢我祈禱天頂的上帝。","bklhl":"王問我講，你ài求甚麼？Tùi án-ni，我祈禱天頂ê上帝。"}},{"book":"尼","chapter":2,"verse":5,"versions":{"unv":"我對王說：「僕人若在王眼前蒙恩，王若喜歡，求王差遣我往猶大，到我列祖墳墓所在的那城去，我好重新建造。」","bklcl":"Góa tùi ông kóng, Ông nā hoaⁿ-hí, lí ê lô͘-po̍k nā tit-tio̍h un-tiàn tī Lí ê bīn-chêng, chiū kiû lí chhe góa khì Iû-tāi, kàu góa ê lia̍t-chó͘ hûn-bōng hit ê siâⁿ, góa thang koh khí i.","tghg":"我對王講：「王若歡喜，你的奴僕若得著恩典佇你的面前，就求你差我去猶大，到我的列祖墳墓彼個城，我通閣起伊。」","bklhl":"我對王講，王若歡喜，你ê奴僕若得tio̍h恩典tī你ê面前，就求你差我去偤大，到我ê列祖墳墓hit ê城，我thang koh起伊。"}},{"book":"尼","chapter":2,"verse":6,"versions":{"unv":"那時王后坐在王的旁邊。王問我說：「你去要多少日子？幾時回來？」我就定了日期。於是王喜歡差遣我去。","bklcl":"Hit-sî ông-hō͘ kap ông saⁿ-kap chē, ông kā góa kóng, Lí beh kiâⁿ ê lō͘-chām tio̍h jōa-kú? sím-mi̍h sî beh tò-lâi?  Ông hoaⁿ-hí chhe góa khì, góa chiū kap i tiāⁿ-tio̍h chi̍t ê kî-hān.","tghg":"彼時王后及王相及坐。王給我講：「你欲行的路站著偌久？甚麼時欲倒來？」王歡喜差我去。我就及伊定著一個期限。","bklhl":"Hit時王后kap王相kap坐，王kā我講，你beh行ê路站tio̍h jōa久？甚麼時beh tò來？王歡喜差我去，我就kap伊定tio̍h一个期限。"}},{"book":"尼","chapter":2,"verse":7,"versions":{"unv":"我又對王說：「王若喜歡，求王賜我詔書，通知大河西的省長准我經過，直到猶大；","bklcl":"Góa koh kā ông kóng, Ông nā hoaⁿ-hí, chhiáⁿ ēng chiàu-su hō͘ góa tòa-khì kau Hô-gōa hiah-ê chóng-tok, chún góa keng-kè kàu Iû-tāi;","tghg":"我閣給王講：「王若歡喜，請用詔書(chiàu-su)互我帶去，交河外許個總督准我經過，到猶大；","bklhl":"我koh kā王講，王若歡喜，請用詔書hō͘我帶去交河外hiah-ê總督，准我經過到偤大；"}},{"book":"尼","chapter":2,"verse":8,"versions":{"unv":"又賜詔書，通知管理王園林的亞薩，使他給我木料，做屬殿營樓之門的橫樑和城牆，與我自己房屋使用的。」王就允准我，因我　神施恩的手幫助我。","bklcl":"koh ēng chiàu-su chi̍t-hong, kià hō͘ koán-lí ông ê chhiū-nâ ê koaⁿ A-sat, kah i hō͘ góa chhâ-liāu, thang chòe tiān-piⁿ iâⁿ-pôaⁿ ê mn̂g, kap siâⁿ-chhiûⁿ, kap góa só͘ beh tòa ê chhù ê lō͘-ēng.  Ông chiū chún góa só͘ kiû ê, in-ūi góa ê Siōng-tè si-un ê chhiú pang-chān góa.","tghg":"閣用詔書一封，寄互管理王的樹林的官亞薩，教伊互我柴料，通做殿邊營盤的門及城牆，及我所欲住的厝的路用。」王就准我所求的，因為我的上帝施恩的手幫助我。","bklhl":"koh用詔書一封，寄hō͘管理王ê樹林ê官A-sat，kah伊hō͘我柴料，thang做殿邊營盤ê門，kap城牆，kap我所beh tòa ê厝ê路用。王就准我所求ê，因為我ê上帝施恩ê手幫贊我。"}},{"book":"尼","chapter":2,"verse":9,"versions":{"unv":"王派了軍長和馬兵護送我。我到了河西的省長那裡，將王的詔書交給他們。","bklcl":"Ông phài kúi-nā ê peng-thâu, kap bé-peng kap góa khì.  Góa kàu Hô-gōa hiah-ê chóng-tok hia, chiong ông ê chiàu-su kau hō͘ in.","tghg":"王派幾若個兵頭及馬兵及我去。我到河外許個總督遐，將王的詔書交互𪜶。","bklhl":"王派kúi-nā ê兵頭，kap馬兵kap我去。我到河外hiah-ê總督hia，將王ê詔書交hō͘ in。"}},{"book":"尼","chapter":2,"verse":10,"versions":{"unv":"和倫人參巴拉，並為奴的亞捫人多比雅，聽見有人來為以色列人求好處，就甚惱怒。","bklcl":"Hô-lûn lâng Chham-pa-la̍h, kap chòe lô͘-châi ê A-bûn lâng To-pí-ngá thiaⁿ-kìⁿ ū lâng lâi beh ūi Í-sek-lia̍t lâng tô͘-bô͘ lī-ek, chiū chin peh-pak.","tghg":"和倫人參巴拉，及做奴才的亞捫人多比雅，聽見有人來欲為以色列人圖謀利益，就真迫腹(peh-pak)。","bklhl":"Hô-lûn人Chham-pa-la̍h，kap做奴才ê A-bûn人To-pí-ngá聽見有人來beh為以色列人圖謀利益，就真擘腹。"}},{"book":"尼","chapter":2,"verse":11,"versions":{"unv":"我到了耶路撒冷，在那裡住了三日。","bklcl":"Góa kàu Iâ-lō͘-sat-léng, tiàm hia saⁿ-ji̍t.","tghg":"我到耶路撒冷，踮遐三日。","bklhl":"我到耶路撒冷，tiàm hia三日。"}},{"book":"尼","chapter":2,"verse":12,"versions":{"unv":"我夜間起來，有幾個人也一同起來；但　神使我心裡要為耶路撒冷做甚麼事，我並沒有告訴人。除了我騎的牲口以外，也沒有別的牲口在我那裡。","bklcl":"Góa thàu-mî khí-lâi, ū kúi-nā lâng kap góa saⁿ-kap; chóng-sī góa ê Siōng-tè kám-tōng góa ê sim só͘ beh ūi Iâ-lō͘-sat-léng chòe-ê, góa pēng-bô kā lâng kóng; tû góa khiâ ê cheng-siⁿ í-gōa, iā bô pa̍t chiah cheng-siⁿ kap góa khì.","tghg":"我透暝起來，有幾若人及我相及；總是我的上帝感動我的心所欲為耶路撒冷做的，我並無給人講。除我騎的精牲以外，也無別隻精牲及我去。","bklhl":"我透暝起來，有kúi-nā人kap我相kap；總是我ê上帝感動我ê心所beh為耶路撒冷做ê，我並無kā人講；除我騎ê cheng-siⁿ以外，也無別隻 cheng-siⁿ kap我去。"}},{"book":"尼","chapter":2,"verse":13,"versions":{"unv":"當夜我出了谷門，往野狗井去（野狗：或譯龍），到了糞廠門，察看耶路撒冷的城牆，見城牆拆毀，城門被火焚燒。","bklcl":"Góa thàu-mî tùi soaⁿ-kok mn̂g chhut-khì, kàu lêng-chíⁿ ê thâu-chêng, iā kàu pùn-sò mn̂g, koan-chhat Iâ-lō͘-sat-léng ê siâⁿ-chhiûⁿ, khòaⁿ-kìⁿ siâⁿ-chhiûⁿ thiah-húi, siâⁿ-mn̂g hō͘ hé sio--khì.","tghg":"我透暝對山谷門出去，到龍井的頭前，也到糞埽門，觀察耶路撒冷的城牆，看見城牆拆毀，城門互火燒去。","bklhl":"我透暝tùi山谷門出去，到lêng井ê頭前，也到糞埽門，觀察耶路撒冷ê城牆，看見城牆拆毀，城門hō͘火燒去。"}},{"book":"尼","chapter":2,"verse":14,"versions":{"unv":"我又往前，到了泉門和王池，但所騎的牲口沒有地方過去。","bklcl":"Góa koh chìn-chêng khì kàu chúi-chôaⁿ ê mn̂g, kap ông ê tî; chóng-sī tī-hia bô chi̍t-ūi-á thang hō͘ góa khiâ ê cheng-siⁿ kè-khì.","tghg":"我閣進前，去到水泉的門及王的池，總是佇遐無一位仔通互我騎的精牲過去。","bklhl":"我koh進前去到水泉ê門，kap王ê池；總是tī-hia無一位á thang hō͘我騎ê cheng-siⁿ過去。"}},{"book":"尼","chapter":2,"verse":15,"versions":{"unv":"於是夜間沿溪而上，察看城牆，又轉身進入谷門，就回來了。","bklcl":"Tùi án-ni, góa thàu-mî iân khoe chiūⁿ-khì, koan-chhat siâⁿ-chhiûⁿ, koh oa̍t-tńg-sin, tùi soaⁿ-kok ê mn̂g ji̍p-khì, chiah tò-lâi.","tghg":"對按呢我透暝沿溪上去，觀察城牆，閣越轉身對山谷的門入去，才倒來。","bklhl":"Tùi án-ni，我透暝沿溪上去，觀察城牆，koh oa̍t-tńg身，tùi山谷ê門入去，chiah tò來。"}},{"book":"尼","chapter":2,"verse":16,"versions":{"unv":"我往哪裡去，我做甚麼事，官長都不知道。我還沒有告訴猶大平民、祭司、貴冑、官長，和其餘做工的人。","bklcl":"Hiah ê koaⁿ-tiúⁿ m̄-chai góa khì toh-lo̍h, chòe sím-mi̍h sū; góa iáu-bē ū kā Iû-tāi ê peh-sìⁿ, chè-si, kùi-cho̍k, koaⁿ-tiúⁿ, kap kî-û chòe-kang ê lâng kóng.","tghg":"許個官長呣知我去叨落，做甚麼事。我猶未有給猶大的百姓、祭司、貴族、官長，及其餘做工的人講。","bklhl":"Hiah-ê官長m̄知我去toh落，做甚麼事；我iáu未有kā偤大ê百姓、祭司、貴族、官長，kap其餘做工ê人講。"}},{"book":"尼","chapter":2,"verse":17,"versions":{"unv":"以後，我對他們說：「我們所遭的難，耶路撒冷怎樣荒涼，城門被火焚燒，你們都看見了。來吧，我們重建耶路撒冷的城牆，免得再受凌辱！」","bklcl":"Āu-lâi góa kā in kóng, Lán só͘ tú-tio̍h ê hoān-lān, Iâ-lō͘-sat-léng cháiⁿ-iūⁿ pha-hng, siâⁿ-mn̂g hō͘ hé sio, lín lóng khòaⁿ-kìⁿ; lâi ah, lán koh khí Iâ-lō͘-sat-léng ê siâⁿ-chhiûⁿ, bián-tit lán koh siū lêng-jio̍k.","tghg":"後來，我給𪜶講：「咱所抵著(tú-tio̍h)的患難，耶路撒冷怎樣拋荒，城門互火燒，恁攏看見。來啊，咱閣起耶路撒冷的城牆，免得咱閣受凌辱！」","bklhl":"後來我kā in講，咱所tú-tio̍h ê患難，耶路撒冷怎樣拋荒，城門hō͘火燒，lín lóng看見；來ah，咱koh起耶路撒冷ê城牆，免得咱koh受凌辱。"}},{"book":"尼","chapter":2,"verse":18,"versions":{"unv":"我告訴他們我　神施恩的手怎樣幫助我，並王對我所說的話。他們就說：「我們起來建造吧！」於是他們奮勇做這善工。","bklcl":"Góa kā in kóng góa ê Siōng-tè ê chhiú cháiⁿ-iūⁿ pang-chān góa, kap ông tùi góa kóng sím-mi̍h ōe; in kóng, Lán khí-lâi khí-chō.  Tùi án-ni in hùn-ióng chòe chit ê hó ê kang.","tghg":"我給𪜶講我的上帝的手怎樣幫助我，及王對我講甚麼話。𪜶講：「咱起來起造！」對按呢𪜶奮勇做此個好的工。","bklhl":"我kā in講我ê上帝ê手怎樣幫贊我，kap王對我講甚麼話；in講，咱起來起造。Tùi án-ni，in奮勇做chit ê好ê工。"}},{"book":"尼","chapter":2,"verse":19,"versions":{"unv":"但和倫人參巴拉，並為奴的亞捫人多比雅和阿拉伯人基善聽見就嗤笑我們，藐視我們，說：「你們做甚麼呢？要背叛王嗎？」","bklcl":"Chóng-sī Hô-lûn lâng Chham-pa-la̍h kap chòe lô͘-po̍k ê A-bûn lâng To-pí-ngá, kap A-la̍h-pek lâng Ki-siān, thiaⁿ-kìⁿ chiū thí-chhiò goán, khòaⁿ-khin goán, kóng, Lín só͘ chòe sī sím-mi̍h? beh pōe-poān ông mah?","tghg":"總是和倫人參巴拉，及做奴僕的亞捫人多比雅及阿拉伯人基善聽見就恥笑阮，看輕阮，講：「恁所做是甚麼？欲背叛王嗎？」","bklhl":"總是Hô-lûn人Chham-pa-la̍h kap做奴僕ê A-bûn人To-pí-ngá，kap阿拉伯人Ki-siān，聽見就恥笑阮，看輕阮，講，Lín所做是甚麼？beh背叛王mah？"}},{"book":"尼","chapter":2,"verse":20,"versions":{"unv":"我回答他們說：「天上的　神必使我們亨通。我們作他僕人的，要起來建造；你們卻在耶路撒冷無分、無權、無紀念。」","bklcl":"Góa ìn in kóng, Thiⁿ-téng ê Siōng-tè I beh hō͘ goán heng-khí; goán chòe I ê lô͘-po̍k--ê beh khí-lâi khí-chō; chóng-sī lín tī Iâ-lō͘-sat-léng bô-hūn, bô koân, bô miâ-jī.","tghg":"我應𪜶講：「天頂的上帝伊欲互阮興起。阮做伊的奴僕者，欲起來起造；總是恁佇耶路撒冷無份、無權、無名字。」","bklhl":"我應in講，天頂ê上帝伊beh hō͘阮興起；阮做伊ê奴僕ê beh起來起造；總是lín tī耶路撒冷無份，無權，無名字。"}}]