[{"book":"尼","chapter":3,"verse":1,"versions":{"unv":"那時，大祭司以利亞實和他的弟兄眾祭司起來建立羊門，分別為聖，安立門扇，又築城牆到哈米亞樓，直到哈楠業樓，分別為聖。","bklcl":"Hit-sî chè-si-thâu Í-lī-a-si̍t, kap i ê hiaⁿ-tī hiah-ê chè-si, khí-lâi khí-chō iûⁿ-mn̂g, hun-piat i chòe-sèng, an hit ê mn̂g-sìⁿ, chiū-sī kàu Hap-bí-a ê chiú-kiⁿ-lâu, iā kàu Hap-lâm-gia̍p ê chiú-kiⁿ-lâu, hun-piat chòe-sèng.","tghg":"彼時，祭司頭以利亞實及伊的兄弟許個祭司起來起造羊門，分別伊做聖，安彼個門扇(mn̂g-sìⁿ)，就是到哈米亞的守更樓，也到哈楠業的守更樓，分別做聖。","bklhl":"Hit時祭司頭Í-lī-a-si̍t，kap伊ê兄弟hiah-ê祭司，起來起造羊門，分別伊做聖，安hit ê門扇，就是到Hap-bí-a ê守更樓，也到Hap-lâm-gia̍p ê守更樓，分別做聖。"}},{"book":"尼","chapter":3,"verse":2,"versions":{"unv":"其次是耶利哥人建造。其次是音利的兒子撒刻建造。","bklcl":"Chiap-sòa i--ê, sī Iâ-lī-ko lâng khí-chō; chiap-sòa i--ê, sī Im-lī ê kiáⁿ Sat-khek khí-chō.","tghg":"接續伊者，是耶利哥人起造。接續伊者是音利的子撒刻起造。","bklhl":"續接伊ê，是耶利哥人起造；接續伊ê，是Im-lī ê kiáⁿ Sat-khek起造。"}},{"book":"尼","chapter":3,"verse":3,"versions":{"unv":"哈西拿的子孫建立魚門，架橫樑、安門扇，和閂鎖。","bklcl":"Hap-se-ná hiah-ê kiáⁿ khí-chō hî-mn̂g; hē i ê îⁿ, an i ê mn̂g-sìⁿ, kap i ê só, i ê kông.","tghg":"哈西拿許個子起造魚門，下伊的楹(îⁿ)，安伊的門扇，及伊的鎖，伊的楗(kông)。","bklhl":"Hap-se-ná hiah-ê kiáⁿ起造魚門；hē伊ê楹，安伊ê門扇，kap伊ê鎖，伊ê栱。"}},{"book":"尼","chapter":3,"verse":4,"versions":{"unv":"其次是哈哥斯的孫子、烏利亞的兒子米利末修造。其次是米示薩別的孫子、比利迦的兒子米書蘭修造。其次是巴拿的兒子撒督修造。","bklcl":"Chiap-sòa i--ê, sī Hap-ko-su ê sun, O͘-lī-a ê kiáⁿ, Bí-lī-boa̍t siu-lí.  Chiap-sòa i--ê, sī Bí-sī-sat-pia̍t ê sun, Pí-lī-ka ê kiáⁿ, Bí-su-lân siu-lí.  Chiap-sòa i--ê, sī Pa-ná ê kiáⁿ Sat-tok siu-lí.","tghg":"接續伊者是哈哥斯的孫、烏利亞的子米利末修理。接續伊者是米示薩別的孫、比利迦的子米書蘭修理。接續伊者是巴拿的子撒督修理。","bklhl":"續接伊ê，是Hap-ko-su ê孫，O͘-lī-a ê kiáⁿ，Bí-lī-boa̍t修理。續接伊ê，是Bí-sī-sat-pia̍t ê孫，Pí-lī-ka ê kiáⁿ，Bí-su-lân修理。續接伊ê，是Pa-ná ê kiáⁿ Sat-tok修理。"}},{"book":"尼","chapter":3,"verse":5,"versions":{"unv":"其次是提哥亞人修造；但是他們的貴冑不用肩（原文是頸項）擔他們主的工作。","bklcl":"Chiap-sòa i--ê, sī Thê-ko-a lâng siu-lí; chóng-sī in ê kùi-cho̍k bô tam-tng in ê chú ê kang.","tghg":"接續伊者是提哥亞人修理；總是𪜶的貴族無擔當𪜶的主的工。","bklhl":"續接伊ê，是Thê-ko-a人修理；總是in ê貴族無擔當in ê主ê工。"}},{"book":"尼","chapter":3,"verse":6,"versions":{"unv":"巴西亞的兒子耶何耶大與比所玳的兒子米書蘭修造古門，架橫樑，安門扇和閂鎖。","bklcl":"Pa-se-a ê kiáⁿ Iâ-hô-iâ-tāi, kap Pí-só͘-tāi ê kiáⁿ Bí-su-lân, siu-lí kū-mn̂g, hē i ê îⁿ, an i ê mn̂g-sìⁿ, kap i ê só, i ê kông.","tghg":"巴西亞的子耶何耶大及比所玳的子米書蘭修理舊門，下(hē)伊的楹，安伊的門扇及伊的鎖，伊的楗。","bklhl":"Pa-se-a ê kiáⁿ Iâ-hô-iâ-tāi，kap Pí-só͘-tāi ê kiáⁿ Bí-su-lân，修理舊門，hē伊ê楹，安伊ê門扇，kap伊ê鎖，伊ê栱。"}},{"book":"尼","chapter":3,"verse":7,"versions":{"unv":"其次是基遍人米拉提，米倫人雅頓與基遍人，並屬河西總督所管的米斯巴人修造。","bklcl":"Chiap-sòa i--ê, sī Ki-piàn lâng Bí-la̍h-thê, Bí-lûn lâng Ngá-tùn, kap Ki-piàn lâng, kap sio̍k Hô-gōa ê chóng-tok só͘ koán ê Bí-su-pa lâng siu-lí.","tghg":"接續伊者是基遍人米拉提，米倫人雅頓及基遍人，及屬河外的總督所管的米斯巴人修理。","bklhl":"續接伊ê，是Ki-piàn人Bí-la̍h-thê，Bí-lûn人Ngá-tùn，kap Ki-piàn人，kap屬河外ê總督所管ê Bí-su-pa人修理。"}},{"book":"尼","chapter":3,"verse":8,"versions":{"unv":"其次是銀匠哈海雅的兒子烏薛修造。其次是做香的哈拿尼雅修造。這些人修堅耶路撒冷，直到寬牆。","bklcl":"Chiap-sòa i--ê, sī kim-chhiūⁿ Hap-hái-ngá ê kiáⁿ O͘-siat siu-lí.  Chiap-sòa i--ê, sī chòe hiuⁿ-liāu ê Hap-ná-nî-ngá siu-lí; chiah-ê lâng kian-kò͘ Iâ-lō͘-sat-léng, kàu khoah ê chhiûⁿ.","tghg":"接續伊者是金匠哈海雅的子烏設修理。接續伊者是做香料(hiuⁿ-liāu)的哈拿尼雅修理。諸個人堅固耶路撒冷，到闊的牆。","bklhl":"續接伊ê，是金匠Hap-hái-ngá ê kiáⁿ O͘-siat修理。續接伊ê，是做香料ê Hap-ná-nî-ngá修理；chiah ê人堅固耶路撒冷，夠闊ê牆。"}},{"book":"尼","chapter":3,"verse":9,"versions":{"unv":"其次是管理耶路撒冷一半、戶珥的兒子利法雅修造。","bklcl":"Chiap-sòa i--ê, sī koán-lí Iâ-lō͘-sat-léng ê chi̍t-pòaⁿ-ê, Hō͘-jíⁿ ê kiáⁿ Lī-hoat-ngá siu-lí.","tghg":"接續伊者是管理耶路撒冷的一半的、戶珥的子利法雅修理。","bklhl":"續接伊ê，是管理耶路撒冷ê一半ê，Hō͘-jíⁿ ê kiáⁿ Lī-hoat-ngá修理。"}},{"book":"尼","chapter":3,"verse":10,"versions":{"unv":"其次是哈路抹的兒子耶大雅對著自己的房屋修造。其次是哈沙尼的兒子哈突修造。","bklcl":"Chiap-sòa i-ê, sī Hap-lō͘-boat ê kiáⁿ Iâ-tāi-ngá, tī ka-kī ê chhù tùi-bīn siu-lí.  Chiap-sòa i--ê, sī Hap-sa-nî ê kiáⁿ Hap-tu̍t siu-lí.","tghg":"接續伊者是哈路抹的子耶大雅佇家己的厝對面修理。接續伊者是哈沙尼的子哈突修理。","bklhl":"續接伊ê，是Hap-lō͘-boat ê kiáⁿ Iâ-tāi-ngá，tī家己ê厝對面修理。續接伊ê，是Hap-sa-nî ê kiáⁿ Hap-tu̍t修理。"}},{"book":"尼","chapter":3,"verse":11,"versions":{"unv":"哈琳的兒子瑪基雅和巴哈‧摩押的兒子哈述修造一段，並修造爐樓。","bklcl":"Hap-lîm ê kiáⁿ Má-ki-ngá, kap Pa-hap-mô͘-ap ê kiáⁿ Hap-tu̍t, siu-lí chi̍t-tōaⁿ, í-ki̍p hé-lô͘ ê lâu.","tghg":"哈琳的子瑪基雅及巴哈摩押的子哈突修理一段，以及火爐的樓。","bklhl":"Hap-lîm ê kiáⁿ Má-ki-ngá，kap Pa-hap-mô͘-ap ê kiáⁿ Hap-tu̍t，修理一段，以及火爐ê樓。"}},{"book":"尼","chapter":3,"verse":12,"versions":{"unv":"其次是管理耶路撒冷那一半、哈羅黑的兒子沙龍和他的女兒們修造。","bklcl":"Chiap-sòa i--ê, sī koán-lí Iâ-lō͘-sat-léng hit chi̍t-pòaⁿ ê, Hap-lô-hek ê kiáⁿ Sa-liông, kap i hiah-ê cha-bó͘-kiáⁿ siu-lí.","tghg":"接續伊者是管理耶路撒冷彼一半的、哈羅黑的子沙龍及伊許個查某子修理。","bklhl":"續接伊ê，是管理耶路撒冷hit一半ê，Hap-lô-hek ê kiáⁿ Sa-liông，kap伊hiah-ê cha-bó͘-kiáⁿ修理。"}},{"book":"尼","chapter":3,"verse":13,"versions":{"unv":"哈嫩和撒挪亞的居民修造谷門，立門，安門扇和閂鎖，又建築城牆一千肘，直到糞廠門。","bklcl":"Hap-lùn kap Sat-lô-a khiā-khí ê peh-sìⁿ siu-lí soaⁿ-kok ê mn̂g, khí-chō i, an i ê mn̂g-sìⁿ, kap i ê só, i ê kông, í-ki̍p siâⁿ-chhiûⁿ chi̍t-chheng tiú, kàu pùn-sò ê mn̂g.","tghg":"哈嫩及撒羅亞徛起的百姓修理山谷的門，起造伊，安伊的門扇及伊的鎖，伊的楗，以及城牆一千肘(tiú)，到糞埽的門。","bklhl":"Hap-lùn kap Sat-lô-a khiā起ê百姓修理山谷ê門，起造伊，安伊ê門扇，kap伊ê鎖，伊ê栱，以及城牆一千肘，到糞埽ê門。"}},{"book":"尼","chapter":3,"verse":14,"versions":{"unv":"管理伯‧哈基琳、利甲的兒子瑪基雅修造糞廠門，立門，安門扇和閂鎖。","bklcl":"Koán-lí Pek-hap-ki-lîm tōe ê Lī-kah ê kiáⁿ Má-ki-ngá siu-lí pùn-sò mn̂g; khí-chō i, an i ê mn̂g-sìⁿ, kap i ê só, i ê kông.","tghg":"管理伯哈基琳地的、利甲的子瑪基雅修理糞埽門，起造伊，安伊的門扇及伊的鎖，伊的楗。","bklhl":"管理Pek-hap-ki-lîm地ê Lī-kah ê kiáⁿ Má-ki-ngá修理糞埽門；起造伊，an伊ê門扇，kap伊ê鎖，伊ê栱。"}},{"book":"尼","chapter":3,"verse":15,"versions":{"unv":"管理米斯巴、各荷西的兒子沙崙修造泉門，立門，蓋門頂，安門扇和閂鎖，又修造靠近王園西羅亞池的牆垣，直到那從大衛城下來的臺階。","bklcl":"Koán-lí Bí-su-pa tōe--ê, Kok-hô-se ê kiáⁿ Sa-lûn, siu-lí chúi-chôaⁿ ê mn̂g; khí-chō i, khàm i, an i ê mn̂g-sìⁿ, kap i ê só, i ê kông, í-ki̍p óa-kūn ông-hn̂g ê Se-lô-a tî ê chhiûⁿ, kàu hit-ê tùi Tāi-pi̍t siâⁿ lo̍h-lâi ê kiā-á.","tghg":"管理米斯巴地的、各荷西的子沙崙修理水泉的門，起造伊，蓋(khàm)伊，安伊的門扇及伊的鎖，伊的楗，以及倚近王園的西羅亞池的牆，到彼個對大衛城落來的崎仔。","bklhl":"管理Bí-su-pa地ê，Kok-hô-se ê kiáⁿ Sa-lûn，修理水泉ê門；起造伊，蓋伊，安伊ê門扇，kap伊ê鎖，伊ê栱，以及óa近王園ê西羅亞池ê牆，到hit ê tùi大衛城落來ê崎á。"}},{"book":"尼","chapter":3,"verse":16,"versions":{"unv":"其次是管理伯‧夙一半、押卜的兒子尼希米修造，直到大衛墳地的對面，又到挖成的池子，並勇士的房屋。","bklcl":"Chiap-sòa i--ê sī koán-lí Pek-siok tōe ê chi̍t-pòaⁿ, Ap-pok ê kiáⁿ Nî-hi-bí siu-lí, kàu Tāi-pi̍t hûn-bōng ê tùi-bīn, koh kàu khui-hó ê tî, í-ki̍p ióng-sū ê chhù.","tghg":"接續伊者是管理伯夙地的一半、押卜的子尼希米修理，到大衛墳墓的對面，閣到開好的池，以及勇士的厝。","bklhl":"續接伊ê是管理Pek-siok地ê一半，Ap-pok ê kiáⁿ 尼希米修理，到大衛墳墓ê對面，koh到開好ê池，以及勇士ê厝。"}},{"book":"尼","chapter":3,"verse":17,"versions":{"unv":"其次是利未人巴尼的兒子利宏修造。其次是管理基伊拉一半、哈沙比雅為他所管的本境修造。","bklcl":"Chiap-sòa i--ê sī Lī-bī lâng Pa-nî ê kiáⁿ Lī-hông siu-lí.  Chiap-sòa i--ê sī koán-lí Ki-i-la̍h tōe ê chi̍t-pòaⁿ.  Hap-sa-pí-ngá ūi i só͘ tī-lí ê tōe lâi siu-lí.","tghg":"接續伊者是利未人巴尼的子利宏修理。接續伊者是管理基伊拉地的一半、哈沙比雅為伊所治理的地來修理。","bklhl":"續接伊ê是利未人Pa-nî ê kiáⁿ Lī-hông修理。續接伊ê是管理Ki-i-la̍h地ê一半。Hap-sa-pí-ngá 為伊所治理ê地來修理。"}},{"book":"尼","chapter":3,"verse":18,"versions":{"unv":"其次是利未人弟兄中管理基伊拉那一半、希拿達的兒子巴瓦伊修造。","bklcl":"Chiap-sòa i--ê chiū-sī in ê hiaⁿ-tī, koán-lí Ki-i-la̍h tōe hit chi̍t-pòaⁿ, Hi-ná-ta̍t ê kiáⁿ Pa-óa-i siu-lí.","tghg":"接續伊者就是𪜶的兄弟管理基伊拉地彼一半、希拿達的子巴瓦伊修理。","bklhl":"續接伊ê就是in ê兄弟，管理Ki-i-la̍h地hit一半，Hi-ná-ta̍t ê kiáⁿ Pa-óa-i修理。"}},{"book":"尼","chapter":3,"verse":19,"versions":{"unv":"其次是管理米斯巴、耶書亞的兒子以謝修造一段，對著武庫的上坡、城牆轉彎之處。","bklcl":"Chiap-sòa i--ê sī koán-lí Bí-su-pa--ê, Iâ-su-a ê kiáⁿ Í-siā siu-lí chi̍t-tōaⁿ, chiū-sī tī chiūⁿ-khì kun-chong-ke̍k ê tùi-bīn oat-kak ê só͘-chāi.","tghg":"接續伊者是管理米斯巴的、耶書亞的子以謝修理一段，就是佇上去軍藏局(kun-chong-ke̍k)的對面越角的所在。","bklhl":"續接伊ê是管理Bí-su-pa-ê，Iâ-su-a ê kiáⁿ Í-siā修理一段，就是tī上去軍裝局ê對面oat角ê所在。"}},{"book":"尼","chapter":3,"verse":20,"versions":{"unv":"其次是薩拜的兒子巴錄竭力修造一段，從城牆轉彎，直到大祭司以利亞實的府門。","bklcl":"Chiap-sòa i-ê sī Sat-pài ê kiáⁿ Pa-lio̍k, chīn-la̍t siu-lí chi̍t-tōaⁿ, tùi oat-kak kàu chè-si-thâu Í-lī-a-si̍t chhù ê mn̂g.","tghg":"接續伊者是薩拜的子巴錄盡力修理一段，對越角，到祭司頭以利亞實厝的門。","bklhl":"續接伊ê是Sat-pài ê kiáⁿ Pa-lio̍k，盡力修理一段，tùi oat角到祭司頭Í-lī-a-si̍t厝ê門。"}},{"book":"尼","chapter":3,"verse":21,"versions":{"unv":"其次是哈哥斯的孫子、烏利亞的兒子米利末修造一段，從以利亞實的府門，直到以利亞實府的盡頭。","bklcl":"Chiap-sòa i--ê sī Hap-ko-su ê sun O͘-lī-a ê kiáⁿ Bí-lī-boa̍t siu-lí chi̍t-tōaⁿ, tùi I-lī-a-si̍t chhù ê mn̂g, kàu Í-lī-a-si̍t chhù ê chīn-thâu.","tghg":"接續伊者是哈哥斯的孫、烏利亞的子米利末修理一段，對以利亞實厝的門，到以利亞實厝的盡頭。","bklhl":"續接伊ê是Hap-ko-su ê孫O͘-lī-a ê kiáⁿ Bí-lī-boa̍t修理一段，對Í-lī-a-si̍t厝ê門，到Í-lī-a-si̍t厝ê盡頭。"}},{"book":"尼","chapter":3,"verse":22,"versions":{"unv":"其次是住平原的祭司修造。","bklcl":"Chiap-sòa i--ê sī tiàm tī pîⁿ-iûⁿ ê lâng hiah-ê chè-si siu-lí i.","tghg":"接續伊者是踮佇平洋的人許個祭司修理伊。","bklhl":"續接伊ê是tiàm tī平洋ê人hiah-ê祭司修理伊。"}},{"book":"尼","chapter":3,"verse":23,"versions":{"unv":"其次是便雅憫與哈述對著自己的房屋修造。其次是亞難尼的孫子、瑪西雅的兒子亞撒利雅在靠近自己的房屋修造。","bklcl":"Chiap-sòa i--ê sī Piān-ngá-bín kap Hap-su̍t tī i ê chhù ê tùi-bīn siu-lí.  Chiap-sòa i--ê sī A-lân-nî ê sun Má-se-ngá ê kiáⁿ A-sat-lī-ngá tī i ê chhù ê hū-kūn siu-lí.","tghg":"接續伊者是便雅憫及哈述佇伊的厝的對面修理。接續伊者是亞難尼的孫、瑪西雅的子亞撒利雅佇伊的厝的附近修理。","bklhl":"續接伊ê是便雅憫kap Hap-su̍t tī伊ê厝ê對面修理。續接伊ê是A-lân-nî ê孫Má-se-ngá ê kiáⁿ A-sat-lī-ngá tī伊ê厝ê附近修理。"}},{"book":"尼","chapter":3,"verse":24,"versions":{"unv":"其次是希拿達的兒子賓內修造一段，從亞撒利雅的房屋直到城牆轉彎，又到城角。","bklcl":"Chiap-sòa i--ê sī Hi-ná-ta̍t ê kiáⁿ Pin-lōe siu-lí chi̍t-tōaⁿ, tùi A-sat-lī-ngá ê chhù, kàu oat-kak, koh kàu siâⁿ-kak.","tghg":"接續伊者是希拿達的子賓內修理一段，對亞撒利雅的厝到越角，閣到城角。","bklhl":"續接伊ê是Hi-ná-ta̍t ê kiáⁿ Pin-lōe修理一段，tùi A-sat-lī-ngá ê厝，到oat角，koh到城角。"}},{"book":"尼","chapter":3,"verse":25,"versions":{"unv":"烏賽的兒子巴拉修造對著城牆的轉彎和王上宮凸出來的城樓，靠近護衛院的那一段。其次是巴錄的兒子毘大雅修造。","bklcl":"O͘-sài ê kiáⁿ Pa-la̍h tī oat-kak ê tùi-bīn, kap ông koâiⁿ ê chhù phòng chhut-lâi ê chiú-kiⁿ-lâu, óa-kūn hō͘-ōe ê īⁿ hit chi̍t-tōaⁿ.  Chiap-sòa i--ê sī Pa-lio̍k ê kiáⁿ Pí-tāi-ngá siu-lí.","tghg":"烏賽的子巴拉佇越角的對面及王高的厝肨(phòng)出來的守更樓，倚近護衛的院彼一段。接續伊者是巴錄的子毗大雅修理。","bklhl":"O͘-sài ê kiáⁿ Pa-la̍h tī oat角ê對面，kap王高ê厝phòng出來ê守更樓，óa近護衛ê院hit一段。續接伊ê是Pa-lio̍k ê kiáⁿ Pí-tāi-ngá修理。"}},{"book":"尼","chapter":3,"verse":26,"versions":{"unv":"（尼提寧住在俄斐勒，直到朝東水門的對面和凸出來的城樓。）","bklcl":"(Nî-thê-lêng tiàm-tī Gô-húi-le̍k, kàu ǹg-tang chúi-mn̂g ê tùi-bīn, kap phòng chhut-lâi ê chiú-kiⁿ-lâu.)","tghg":"（尼提寧踮佇俄斐勒，到向東水門的對面及肨出來的守更樓。）","bklhl":"(Nî-thê-lêng tiàm-tī Gô-húi-le̍k，到ǹg東水門ê對面，kap phòng出來ê守更樓。)"}},{"book":"尼","chapter":3,"verse":27,"versions":{"unv":"其次是提哥亞人又修一段，對著那凸出來的大樓，直到俄斐勒的牆。","bklcl":"Chiap-sòa i--ê sī Thê-ko-a lâng koh siu-lí chi̍t-tōaⁿ, tī hit ê phòng chhut-lâi ê tōa-lâu tùi-bīn, kàu Gô-húi-le̍k ê chhiûⁿ.","tghg":"接續伊者是提哥亞人閣修理一段，佇彼個肨出來的大樓對面，到俄斐勒的牆。","bklhl":"續接伊ê是Thê-ko-a人koh修理一段，tī hit ê phòng出來ê大樓對面，到Gô-húi-le̍k ê牆。"}},{"book":"尼","chapter":3,"verse":28,"versions":{"unv":"從馬門往上，眾祭司各對自己的房屋修造。","bklcl":"Tī Bé ê mn̂g ê téng-bīn, hiah-ê chè-si ta̍k-ê tī i ê chhù ê tùi-bīn siu-lí.","tghg":"佇馬的門的頂面，許個祭司逐個佇伊的厝的對面修理。","bklhl":"Tī馬ê門ê頂面，hiah-ê祭司ta̍k-ê tī伊ê厝ê對面修理。"}},{"book":"尼","chapter":3,"verse":29,"versions":{"unv":"其次是音麥的兒子撒督對著自己的房屋修造。其次是守東門、示迦尼的兒子示瑪雅修造。","bklcl":"Chiap-sòa i--ê sī Im-be̍k ê kiáⁿ Sat-tok, tī ka-kī ê chhù ê tùi-bīn siu-lí.  Chiap-sòa i--ê sī kò͘-siú tang-mn̂g Si-ka-nî ê kiáⁿ Sī-má-ngá siu-lí.","tghg":"接續伊者是音麥的子撒督佇家己的厝的對面修理。接續伊者是顧守東門、示迦尼的子示瑪雅修理。","bklhl":"續接伊ê是Im-be̍k ê kiáⁿ Sat-tok，tī家己ê厝ê對面修理。續接伊ê是顧守東門Si-ka-nî ê kiáⁿ Sī-má-ngá修理。"}},{"book":"尼","chapter":3,"verse":30,"versions":{"unv":"其次是示利米雅的兒子哈拿尼雅和薩拉的第六子哈嫩又修一段。其次是比利迦的兒子米書蘭對著自己的房屋修造。","bklcl":"Chiap-sòa i--ê sī Sī-lī-bí-ngá ê kiáⁿ Hap-ná-nî-ngá, kap Sat-la̍h ê tē-la̍k kiáⁿ Hap-lùn, koh siu-lí chi̍t-tōaⁿ.  Chiap-sòa i--ê sī Pí-lī-ka ê kiáⁿ Bí-su-lân, tī i ê pâng-keng ê tùi-bīn siu-lí.","tghg":"接續伊者是示利米雅的子哈拿尼雅及薩拉的第六子哈嫩閣修理一段。接續伊者是比利迦的子米書蘭佇伊的房間的對面修理。","bklhl":"續接伊ê是Sī-lī-bí-ngá ê kiáⁿ Hap-ná-nî-ngá，kap撒拉ê第六kiáⁿ Hap-lùn，koh修理一段。續接伊ê是Pí-lī-ka ê kiáⁿ Bí-su-lân，tī伊ê房間ê對面修理。"}},{"book":"尼","chapter":3,"verse":31,"versions":{"unv":"其次是銀匠瑪基雅修造到尼提寧和商人的房屋，對著哈米弗甲門，直到城的角樓。","bklcl":"Chiap-sòa i--ê sī kim-kang Má-ki-ngá siu-lí kàu Nî-thê-lêng kap seng-lí lâng ê chhù, tī Hap-bí-hut-kah mn̂g ê tùi-bīn, kàu siâⁿ-kak ê lâu.","tghg":"接續伊者是金工瑪基雅修理到尼提寧及生理人的厝，佇哈米弗甲門的對面，到城角的樓。","bklhl":"續接伊ê是金工Má-ki-ngá修理到Nî-thê-lêng kap seng-lí人ê厝，tī Hap-bí-hut-kah門ê對面，到城角ê樓。"}},{"book":"尼","chapter":3,"verse":32,"versions":{"unv":"銀匠與商人在城的角樓和羊門中間修造。","bklcl":"Kim-kang kap seng-lí lâng siu-lí, tùi siâⁿ-kak ê lâu kàu Iûⁿ-mn̂g.","tghg":"金工及生理人修理對城角的樓到羊門。","bklhl":"金工kap seng-lí人修理，tùi城角ê流到羊門。"}}]