[{"book":"士","chapter":21,"verse":1,"versions":{"unv":"以色列人在米斯巴曾起誓說：「我們都不將女兒給便雅憫人為妻。」","bklcl":"Í-sek-lia̍t lâng tī Bí-su-pa bat chiù-chōa kóng, Goán tiong-kan bô chi̍t-lâng beh ēng cha-bó͘-kiáⁿ kè hō͘ Piān-ngá-bín lâng.","tghg":"以色列人佇米斯巴曾咒誓講：「阮中間無一人欲用查某子嫁互便雅憫人。」","bklhl":"以色列人tī Bí-su-pa bat chiù-chōa講：阮中間無一人beh用cha-bó͘-kiáⁿ嫁hō͘便雅憫人。"}},{"book":"士","chapter":21,"verse":2,"versions":{"unv":"以色列人來到伯特利，坐在　神面前直到晚上，放聲痛哭，","bklcl":"Peh-sìⁿ lâi kàu Pek-te̍k-lī, tī-hia chē tī Siōng-tè ê bīn-chêng, kàu ê-hng, chhut-siaⁿ tōa thî-khàu; kóng,","tghg":"百姓來到伯特利，佇遐坐佇上帝的面前到下昏，出聲大啼哭，","bklhl":"百姓來到Pek-te̍k-lī，tī-hia坐tī上帝ê面前，到ê-hng，出聲大啼哭；講："}},{"book":"士","chapter":21,"verse":3,"versions":{"unv":"說：「耶和華─以色列的　神啊，為何以色列中有這樣缺了一支派的事呢？」","bklcl":"Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè ah, kin-á-ji̍t tī Í-sek-lia̍t tiong kiám chi̍t chi-phài;  Í-sek-lia̍t tiong siáⁿ-sū ū chit ê sū ah?","tghg":"講：「耶和華──以色列的上帝啊，今仔日佇以色列中減一支派，以色列中啥事有此個事啊？」","bklhl":"耶和華以色列ê上帝ah，今á日tī以色列中減一支派；以色列中啥事有chit ê事ah？"}},{"book":"士","chapter":21,"verse":4,"versions":{"unv":"次日清早，百姓起來，在那裡築了一座壇，獻燔祭和平安祭。","bklcl":"Keh-ji̍t thiⁿ-kng-chá peh-sìⁿ khí-lâi, tī-hia khí chi̍t chō tôaⁿ, hiàn sio-chè kap pêng-an-chè.","tghg":"隔日天光早，百姓起來，佇遐起一座壇，獻燒祭及平安祭。","bklhl":"隔日天光早百姓起來，tī-hia 起一座壇，獻燒祭kap平安祭。"}},{"book":"士","chapter":21,"verse":5,"versions":{"unv":"以色列人彼此問說：「以色列各支派中，誰沒有同會眾上到耶和華面前來呢？」先是以色列人起過大誓說，凡不上米斯巴到耶和華面前來的，必將他治死。","bklcl":"Í-sek-lia̍t lâng kóng, Tī Í-sek-lia̍t chèng chi-phài tiong, chī-chūi bô kap hōe-chiòng chiūⁿ-khì Iâ-hô-hoa hia?  In-ūi in tōa chiù-chōa kóng, Kìⁿ-nā bô chiūⁿ Bí-su-pa kàu Iâ-hô-hoa ê bīn-chêng ê, tio̍h hō͘ i sí.","tghg":"以色列人講：「佇以色列眾支派中，是誰無及會眾上去耶和華遐？」因為𪜶大咒誓講，見若無上米斯巴到耶和華的面前的，著互伊死。","bklhl":"以色列人講：Tī以色列眾支派中，是誰無kap會眾上去耶和華hia？因為in大chiù-chōa講：見若無上 Bí-su-pa到耶和華ê面前ê，tio̍h hō͘伊死。"}},{"book":"士","chapter":21,"verse":6,"versions":{"unv":"以色列人為他們的弟兄便雅憫後悔，說：「如今以色列中絕了一個支派了。","bklcl":"Í-sek-lia̍t lâng ūi-tio̍h in ê hiaⁿ-tī Piān-ngá-bín lâng thè-hóe, kóng, Kin-á-ji̍t Í-sek-lia̍t tiong choa̍t chi̍t chi-phài lah.","tghg":"以色列人為著𪜶的兄弟便雅憫人退悔，講：「今仔日以色列中絕一支派啦。","bklhl":"以色列人為tio̍h in ê兄弟便雅憫人退悔，講：今á日以色列中絕一支派lah。"}},{"book":"士","chapter":21,"verse":7,"versions":{"unv":"我們既在耶和華面前起誓說，必不將我們的女兒給便雅憫人為妻，現在我們當怎樣辦理、使他們剩下的人有妻呢？」","bklcl":"Lán í-keng kí Iâ-hô-hoa lâi chiù-chōa, bô beh ēng cha-bó͘-kiáⁿ kè in, taⁿ chiū in só͘ chhun ê lâng, lán beh tùi toh-lo̍h hō͘ in ū bó͘ ah?","tghg":"咱已經指耶和華來咒誓，無欲用查某子嫁𪜶，今就𪜶所剩的人，咱欲對叨落互𪜶有某啊？」","bklhl":"咱已經kí耶和華來chiù-chōa，無beh用cha-bó͘-kiáⁿ嫁in，taⁿ就in所chhun ê人，咱beh tùi toh落hō͘ in有bó͘ ah？"}},{"book":"士","chapter":21,"verse":8,"versions":{"unv":"又彼此問說：「以色列支派中誰沒有上米斯巴到耶和華面前來呢？」他們就查出基列‧雅比沒有一人進營到會眾那裡；","bklcl":"Koh kóng, Í-sek-lia̍t chiah-ê chi-phài tiong, toh-lo̍h chi̍t-ê bô chiūⁿ Bí-su-pa kàu Iâ-hô-hoa hia?  In chiū chhâ-chhut Ki-lia̍t-ngá-pí bô chi̍t-lâng kàu iâⁿ-lāi hōe-chiòng hia.","tghg":"閣講：「以色列諸個支派中叨落一個無上米斯巴到耶和華遐？」𪜶就查出基列雅比無一人到營內會眾遐；","bklhl":"Koh講：以色列chiah ê支派中，toh落一个無上Bí-su-pa到耶和華hia？In就查出Ki-lia̍t-ngá-pí無一人到營內會眾hia。"}},{"book":"士","chapter":21,"verse":9,"versions":{"unv":"因為百姓被數的時候，沒有一個基列‧雅比人在那裡。","bklcl":"In-ūi tiám-sǹg peh-sìⁿ ê sî, hiah-ê khiā-khí tī Ki-lia̍t-ngá-pí ê lâng, bô chi̍t-ê tī-hia.","tghg":"因為點算百姓的時，許個徛起佇基列雅比的人無一個佇遐。","bklhl":"因為點算百姓ê時，hiah-ê khiā起tī Ki-lia̍t-ngá-pí ê人，無一个tī-hia。"}},{"book":"士","chapter":21,"verse":10,"versions":{"unv":"會眾就打發一萬二千大勇士，吩咐他們說：「你們去用刀將基列‧雅比人連婦女帶孩子都擊殺了。","bklcl":"Hōe-chiòng chiū chhe chi̍t-bān nn̄g-chheng tōa-la̍t ê ióng-sū, hoan-hù in kóng, Lín khì ēng to thâi-sí khiā-khí tī Ki-lia̍t-ngá-pí ê lâng, í-ki̍p hū-jîn-lâng gín-ná;","tghg":"會眾就差一萬二千大力的勇士，吩咐𪜶講：「恁去用刀刣死徛起佇基列雅比的人以及婦仁人囝仔。","bklhl":"會眾就差一萬兩千大力ê勇士，吩咐in講：lín去用刀刣死khiā起tī Ki-lia̍t-ngá-pí ê人，以及婦人人gín-ná；"}},{"book":"士","chapter":21,"verse":11,"versions":{"unv":"所當行的就是這樣：要將一切男子和已嫁的女子盡行殺戮。」","bklcl":"lín só͘ tio̍h-kiâⁿ-ê chiū-sī án-ni; tio̍h chiong it-chhè ê ta-po͘ lâng, kap hiah-ê bat kap ta-po͘ lâng tâng-pâng ê cha-bó͘-lâng it-chīn thâi-sí.","tghg":"恁所著行的就是按呢：著將一切的查甫人及許個曾及查甫人同房的查某人一盡刣死。」","bklhl":"lín所tio̍h行ê就是án-ni；tio̍h將一切ê ta-po͘人，kap hiah-ê bat kap ta-po͘人同房ê cha-bó͘人一盡刣死。"}},{"book":"士","chapter":21,"verse":12,"versions":{"unv":"他們在基列‧雅比人中，遇見了四百個未嫁的處女，就帶到迦南地的示羅營裡。","bklcl":"In tī Ki-lia̍t-ngá-pí lâng ê tiong-kan tú-tio̍h sì-pah ê bē kap ta-po͘-lâng tâng-pâng ê chāi-sek-lú;  chiū tòa kàu Ka-lâm tōe Sī-lô ê kun-iâⁿ.","tghg":"𪜶佇基列雅比人的中間，抵著(tú-tio̍h)四百個未及查甫人同房的在室女，就帶到迦南地示羅的軍營。","bklhl":"In tī Ki-lia̍t-ngá-pí人ê中間tú-tio̍h四百個未kap ta-po͘人同房ê在室女；就帶到迦南地Sī-lô ê軍營。"}},{"book":"士","chapter":21,"verse":13,"versions":{"unv":"全會眾打發人到臨門磐的便雅憫人那裡，向他們說和睦的話。","bklcl":"Choân-hōe chhe lâng kā Lîm-bûn chio̍h-pôaⁿ ê Piān-ngá-bín lâng kóng, ēng hô-pêng ê ōe pò in.","tghg":"全會差人給臨門石磐的便雅憫人講，用和平的話報𪜶。","bklhl":"全會差人kā Lîm-bûn石磐ê便雅憫人講：用和平ê話報in。"}},{"book":"士","chapter":21,"verse":14,"versions":{"unv":"當時便雅憫人回來了，以色列人就把所存活基列‧雅比的女子給他們為妻，還是不夠。","bklcl":"Hit-sî Piān-ngá-bín lâng tò-lâi;  Í-sek-lia̍t lâng chiū chiong só͘ lâu hō͘ i oa̍h Ki-lia̍t-ngá-pí ê cha-bó͘-gín-ná kè hō͘ in; iáu-kú bô kàu-gia̍h.","tghg":"彼時便雅憫人倒來，以色列人就將所留互伊活基列雅比的查某囝仔嫁互𪜶，猶久(iáu-kú)無夠額。","bklhl":"Hit時便雅憫人tò來；以色列人就將所留hō͘伊活Ki-lia̍t-ngá-pí ê cha-bó͘-gín-ná嫁hō͘ in；iáu-kú無夠額。"}},{"book":"士","chapter":21,"verse":15,"versions":{"unv":"百姓為便雅憫人後悔，因為耶和華使以色列人缺了一個支派（原文是使以色列中有了破口）。","bklcl":"Peh-sìⁿ ūi-tio̍h Piān-ngá-bín lâng chiū thè-hóe; in-ūi Iâ-hô-hoa hō͘ Í-sek-lia̍t chi-phài khih chi̍t-kak.","tghg":"百姓為著便雅憫人就退悔(thè-hóe)，因為耶和華互以色列支派缺一角。","bklhl":"百姓為tio̍h便雅憫人就退悔；因為耶和華hō͘以色列支派khih一角。"}},{"book":"士","chapter":21,"verse":16,"versions":{"unv":"會中的長老說：「便雅憫中的女子既然除滅了，我們當怎樣辦理、使那餘剩的人有妻呢？」","bklcl":"Hōe-tiong ê tióng-ló kóng, Piān-ngá-bín tiong ê hū-lú í-keng châu-bia̍t; taⁿ chiū in só͘ chhun ê lâng lán beh tùi toh-lo̍h hō͘ in ū bó͘ ah?","tghg":"會中的長老講：「便雅憫中的婦女已經剿滅(châu-bia̍t)，今就𪜶所剩的人咱欲對叨落互𪜶有某啊？」","bklhl":"會中ê長老講：便雅憫中ê婦女已經剿滅；taⁿ就in所chhun ê人咱beh tùi toh落hō͘ in有bó͘ ah？"}},{"book":"士","chapter":21,"verse":17,"versions":{"unv":"又說：「便雅憫逃脫的人當有地業，免得以色列中塗抹了一個支派。","bklcl":"Koh kóng, Piān-ngá-bín tô-cháu ê lâng iû-goân tio̍h ū gia̍p hō͘ in, bián-tit Í-sek-lia̍t tiong choa̍t chi̍t chi-phài.","tghg":"閣講：「便雅憫逃走的人猶原著有業互𪜶，免得以色列中絕一支派。","bklhl":"Koh講：便雅憫逃走ê人猶原tio̍h有業hō͘ in，免得以色列中絕一支派。"}},{"book":"士","chapter":21,"verse":18,"versions":{"unv":"只是我們不能將自己的女兒給他們為妻；因為以色列人曾起誓說，有將女兒給便雅憫人為妻的，必受咒詛。」","bklcl":"Chóng-sī lán bōe-ōe chiong ka-kī ê cha-bó͘-gín-ná hō͘ in chòe bó͘; in-ūi Í-sek-lia̍t lâng bat chiù-chōa kóng, Ēng cha-bó͘-kiáⁿ kè hō͘ Piān-ngá-bín lâng--ê, tio̍h siū chiù-chó͘.","tghg":"總是咱𣍐會將家己的查某囝仔互𪜶做某；因為以色列人曾咒誓講，用查某子嫁互便雅憫人的，著受咒詛。」","bklhl":"總是咱bōe會將家己ê cha-bó͘-gín-ná hō͘ in做bó͘；因為以色列人bat chiù-chōa講：用cha-bó͘-kiáⁿ嫁hō͘便雅憫人ê，tio̍h受咒詛。"}},{"book":"士","chapter":21,"verse":19,"versions":{"unv":"他們又說：「在利波拿以南，伯特利以北，在示劍大路以東的示羅，年年有耶和華的節期」；","bklcl":"In koh kóng, Tī Lī-pho-ná ê lâm--sì, Pek-te̍k-lī ê pak--sì, chiū-sī tùi Pek-te̍k-lī khì Sī-kiàm tōa-lō͘ tang--sì ê Sī-lô, ta̍k-nî ū Iâ-hô-hoa ê choeh-kî.","tghg":"𪜶閣講：「佇利波拿的南勢，伯特利的北勢，就是對伯特利去示劍大路東勢的示羅，逐年有耶和華的節期」；","bklhl":"In koh講：Tī Lī-pho-ná ê南勢，Pek-te̍k-lī ê北勢，就是tùi Pek-te̍k-lī去示劍大路東勢ê Sī-lô，ta̍k年有耶和華ê節期。"}},{"book":"士","chapter":21,"verse":20,"versions":{"unv":"就吩咐便雅憫人說：「你們去，在葡萄園中埋伏。","bklcl":"Chiū hoan-hù Piān-ngá-bín lâng kóng, Lín tio̍h khì, bih tī phû-tô-hn̂g-tiong;","tghg":"就吩咐便雅憫人講：「恁著去，匿佇葡萄園中。","bklhl":"就吩咐便雅憫人講：Lín tio̍h去，bih tī葡萄園中；"}},{"book":"士","chapter":21,"verse":21,"versions":{"unv":"若看見示羅的女子出來跳舞，就從葡萄園出來，在示羅的女子中各搶一個為妻，回便雅憫地去。","bklcl":"nā khòaⁿ-kìⁿ Sī-lô ê cha-bó͘-gín-ná chhut-lâi thiàu-bú, lín tio̍h tùi phû-tô-hn̂g chhut-lâi, tī Sī-lô ê lú-chú-tiong ta̍k-lâng chhiúⁿ chi̍t-ê chòe bó͘, tò--khì Piān-ngá-bín tōe.","tghg":"若看見示羅的查某囝仔出來跳舞，恁著對葡萄園出來，佇示羅的女子中逐人搶一個做某，倒去便雅憫地。","bklhl":"若看見Sī-lô ê cha-bó͘-gín-ná出來跳舞，lín tio̍h tùi葡萄園出來，tī Sī-lô ê女子中ta̍k人搶一个做bó͘，tò去便雅憫地。"}},{"book":"士","chapter":21,"verse":22,"versions":{"unv":"他們的父親或是弟兄若來與我們爭競，我們就說：『求你們看我們的情面，施恩給這些人，因我們在爭戰的時候沒有給他們留下女子為妻。這也不是你們將女子給他們的；若是你們給的，就算有罪。』」","bklcl":"In ê hū-heng nā lâi tùi goán kò-sò͘, goán beh tùi in kóng, Chhiáⁿ lín tòa-tio̍h goán, lâi un-tián in; in-ūi chêng kau-chiàn ê sî, bô lâu cha-bó͘-gín-ná hō͘ in ta̍k-lâng chòe-bó͘; taⁿ iā m̄-sī lín hō͘ in;  nā sī, lín chiū ū chōe.","tghg":"𪜶的父兄(hū-heng)若來對阮告訴，阮欲對𪜶講：『請恁帶著阮，來恩典𪜶，因為前交戰的時無留查某囝仔互𪜶逐人做某。今也呣是恁互𪜶；若是恁就有罪。』」","bklhl":"In ê父兄若來對阮告訴，阮beh對in講，請lín帶tio̍h阮，來恩典in；因為前交戰ê時，無留cha-bó͘-gín-ná hō͘ in ta̍k人做bó͘；taⁿ也m̄是lín hō͘ in；若是，lín就有罪。"}},{"book":"士","chapter":21,"verse":23,"versions":{"unv":"於是便雅憫人照樣而行，按著他們的數目從跳舞的女子中搶去為妻，就回自己的地業去，又重修城邑居住。","bklcl":"Piān-ngá-bín lâng chiū chiàu án-ni kiâⁿ, chiàu in ê lâng-gia̍h tùi thiàu-bú ê cha-bó͘-gín-ná tiong só͘-lia̍h-ê chhōa in chòe-bó͘, chiū tò--khì in pún-tōe;  koh khí siâⁿ lâi khiā-khí hia.","tghg":"便雅憫人就照按呢行，照𪜶的人額對跳舞的查某囝仔中所掠(lia̍h)的娶𪜶做某，就倒去𪜶本地，閣起城來徛起遐。","bklhl":"便雅憫人就照án-ni行，照in ê人額tùi跳舞ê cha-bó͘-gín-ná中所掠ê娶in做bó͘，就tò去in本地；koh 起城來khiā起hia。"}},{"book":"士","chapter":21,"verse":24,"versions":{"unv":"當時以色列人離開那裡，各歸本支派、本宗族、本地業去了。","bklcl":"Hit-sî Í-sek-lia̍t lâng lī-khui hia, ta̍k-lâng tò--khì in ê chi-phài, in ê chong-cho̍k; tùi hia chhut-lâi ta̍k-lâng tò-khì in pún-tōe.","tghg":"彼時以色列人離開遐，逐人倒去𪜶的支派、伊的宗族、對遐出來逐人倒去𪜶本地。","bklhl":"Hit時以色列人離開hia，ta̍k人tò去in ê支派，in ê宗族；tùi hia出來ta̍k人tò去in本地。"}},{"book":"士","chapter":21,"verse":25,"versions":{"unv":"那時，以色列中沒有王，各人任意而行。","bklcl":"Tng hit-sî Í-sek-lia̍t-tiong bô ông; ta̍k-lâng chiàu i só͘ khòaⁿ-chòe tio̍h-ê lâi kiâⁿ.","tghg":"當彼時，以色列中無王，逐人照伊所看做著的來行。","bklhl":"當hit時以色列中無王；ta̍k人照伊所看做tio̍h-ê來行。"}}]