[{"book":"士","chapter":5,"verse":1,"versions":{"unv":"那時，底波拉和亞比挪菴的兒子巴拉作歌，說：","bklcl":"Hit-ji̍t Tí-pho-la̍h kap A-pí-lô-am ê kiáⁿ Pa-la̍h chhiùⁿ-koa kóng:","tghg":"彼日，底波拉及亞比羅菴的子巴拉唱歌，講：","bklhl":"Hit日Tí-pho-la̍h kap A-pí-lô-am ê kiáⁿ Pa-la̍h唱歌講:"}},{"book":"士","chapter":5,"verse":2,"versions":{"unv":"因為以色列中有軍長率領，百姓也甘心犧牲自己，你們應當頌讚耶和華！","bklcl":"In-ūi Í-sek-lia̍t tiong chòe-thâu-ê, chòe-thâu chhōa in,\tIn-ūi peh-sìⁿ kam-goān hi-seng,\tLín tio̍h o-ló Iâ-hô-hoa.","tghg":"因為以色列中做頭的，做頭導𪜶，因為百姓甘願犧牲，恁著謳咾耶和華！","bklhl":"因為以色列中做頭ê，做頭chhōa in，\t因為百姓甘願犧牲，\tLín tio̍h o-ló耶和華。"}},{"book":"士","chapter":5,"verse":3,"versions":{"unv":"君王啊，要聽！王子啊，要側耳而聽！我要向耶和華歌唱；我要歌頌耶和華─以色列的　神。","bklcl":"Lia̍t-ông ah, tio̍h thiaⁿ, chiah-ê siú-léng tio̍h àⁿ hī-khang;\tGóa ǹg Iâ-hô-hoa, góa beh gîm-si;\tGóa beh chhiùⁿ-koa o-ló Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè.","tghg":"列王啊，著聽！諸個首領，著俯耳孔！我向耶和華我欲吟詩；我欲唱歌謳咾耶和華──以色列的上帝。","bklhl":"列王ah，tio̍h聽，chiah ê首領tio̍h àⁿ耳孔；\t我ǹg耶和華，我beh吟詩；\t我beh唱歌o-ló耶和華以色列ê上帝。"}},{"book":"士","chapter":5,"verse":4,"versions":{"unv":"耶和華啊，你從西珥出來，由以東地行走。那時地震天漏，雲也落雨。","bklcl":"Iâ-hô-hoa ah, Lí tùi Se-jíⁿ chhut,\tTùi Í-tong tōe kiâⁿ--lâi;\tHit-sî tōe tín-tāng, thiⁿ teh tih;\tHûn iā tih chúi.","tghg":"耶和華啊，你對西珥出，對以東地行來。彼時地振動，天啲滴，雲也滴水。","bklhl":"耶和華ah，你tùi Se-jíⁿ出，\tTùi Í-tong地行來；\thit時地振動，天teh滴；\t雲也滴水。"}},{"book":"士","chapter":5,"verse":5,"versions":{"unv":"山見耶和華的面就震動，西奈山見耶和華─以色列　神的面也是如此。","bklcl":"Chiah-ê soaⁿ tī Iâ-hô-hoa ê bīn-chêng iô-choah,\tChiū-sī chit ê Se-nái soaⁿ tī Iâ-hô-hoa Í-sek-lia̍t Siōng-tè ê bīn-chêng iô-choah.","tghg":"諸個山佇耶和華的面前搖泏(iô-choah)，就是此個西奈山佇耶和華──以色列上帝的面前搖泏。","bklhl":"chiah ê山tī耶和華ê面前搖choah，\t就是chit ê西奈山tī耶和華以色列上帝ê面前搖choah。"}},{"book":"士","chapter":5,"verse":6,"versions":{"unv":"在亞拿之子珊迦的時候，又在雅億的日子，大道無人行走，都是繞道而行。","bklcl":"Tī A-ná ê kiáⁿ San-ka ê sî,\tKoh tī Ngá-ek ê ji̍t, tōa-lō͘ bô lâng kiâⁿ;\tKiâⁿ-lō͘ ê lâng lóng sī oan sió-lō͘.","tghg":"佇亞拿的子珊迦的時，閣佇雅億的日，大路無人行，行路的人攏是彎小路。","bklhl":"Tī A-ná ê kiáⁿ San-ka ê時，\tKoh tī Ngá-ek ê日，大路無人行；\t行路ê人lóng是彎小路。"}},{"book":"士","chapter":5,"verse":7,"versions":{"unv":"以色列中的官長停職，直到我底波拉興起，等我興起作以色列的母。","bklcl":"Í-sek-lia̍t tiong bô thâu-lâng, lóng-chóng bô,\tKàu góa Tī-pho-la̍h khí-lâi,\tKàu góa khí-lâi tī Í-sek-lia̍t tiong chòe lāu-bú.","tghg":"以色列中無頭人，攏總無，到我底波拉起來，到我起來佇以色列中做老母。","bklhl":"以色列中無頭人，lóng總無，\t到我Tī-pho-la̍h起來，\t到我起來tī以色列中做老母。"}},{"book":"士","chapter":5,"verse":8,"versions":{"unv":"以色列人選擇新神，爭戰的事就臨到城門。那時，以色列四萬人中豈能見盾牌槍矛呢？","bklcl":"In kéng sin ê siōng-tè,\tKau-chiàn chiū kàu in ê siâⁿ-mn̂g.\tHit-sî Í-sek-lia̍t sì-bān lâng ê tiong-kan,\tKiám ōe khòaⁿ-kìⁿ tîn-pâi kap chhiuⁿ mah?","tghg":"𪜶揀新的上帝，交戰就到𪜶的城門。彼時，以色列四萬人的中間豈會看見盾牌及槍嗎？","bklhl":"In揀新ê上帝，\t交戰就到in ê城門。\thit時以色列四萬人ê中間，\tkiám會看見藤牌kap鎗mah？"}},{"book":"士","chapter":5,"verse":9,"versions":{"unv":"我心傾向以色列的首領，他們在民中甘心犧牲自己。你們應當頌讚耶和華！","bklcl":"Góa ê sim ì-hiòng Í-sek-lia̍t hiah-ê siat-li̍p lu̍t-hoat-ê,\tPeh-sìⁿ-tiong kam-goān hi-seng-ê;\tLín tio̍h o-ló Iâ-hô-hoa.","tghg":"我的心意向以色列許個設立律法者，百姓中甘願犧牲者。恁著謳咾耶和華！","bklhl":"我ê心意向以色列hiah-ê設立律法ê，\t百姓中甘願犧牲ê；\tLín tio̍h o-ló耶和華。"}},{"book":"士","chapter":5,"verse":10,"versions":{"unv":"騎白驢的、坐繡花毯子的、行路的，你們都當傳揚！","bklcl":"Khiâ pe̍h-lû ê,\tChē siù-hoe thán-á ê,\tKiâⁿ-lō͘ ê, lín lóng tio̍h pò-iông.","tghg":"騎白驢者、坐綉花毯仔者、行路者，恁攏著報揚！","bklhl":"騎白驢ê，\t坐繡花毯á ê，\t行路ê，lín lóng tio̍h報揚。"}},{"book":"士","chapter":5,"verse":11,"versions":{"unv":"在遠離弓箭響聲打水之處，人必述說耶和華公義的作為，就是他治理以色列公義的作為。那時耶和華的民下到城門。","bklcl":"Tī chhiūⁿ-chúi ê só͘-chāi, lī-khui siā-chìⁿ ê lâng ê siaⁿ hn̄g-hn̄g,\tTī-hia lâng beh kóng-khí Iâ-hô-hoa kong-gī ê só͘-kiâⁿ,\tChiū-sī I tī-lí Í-sek-lia̍t kong-gī ê só͘ kiâⁿ.\tHit-sî Iâ-hô-hoa ê peh-sìⁿ lo̍h-khì kàu siâⁿ-mn̂g.","tghg":"佇汲水(chhiūⁿ-chúi)的所在，離開射箭的人的聲遠遠，佇遐人欲講起耶和華公義的所行，就是伊治理以色列公義的所行。彼時耶和華的百姓落去到城門。","bklhl":"Tī chhiūⁿ水ê所在，離開射箭ê人ê 聲遠遠，\tTī-hia人beh講起耶和華公義ê所行，\t就是伊治理以色列公義ê所行。\thit時耶和華ê百姓落去到城門。"}},{"book":"士","chapter":5,"verse":12,"versions":{"unv":"底波拉啊，興起！興起！你當興起，興起，唱歌。亞比挪菴的兒子巴拉啊，你當奮興，擄掠你的敵人。","bklcl":"Tí-pho-la̍h ah, chhíⁿ ah, chhíⁿ ah,\tLí tio̍h chhíⁿ, tio̍h chhíⁿ, lâi chhiùⁿ-koa;\tPa-la̍h ah, lí tio̍h khí-lâi, A-pí-lô-am ê kiáⁿ, tio̍h lia̍h lí só͘ lia̍h ê khì.","tghg":"底波拉啊，醒啊！醒啊！你著醒，著醒，來唱歌。巴拉啊，你著起來，亞比羅菴的子，著掠你所掠的去。","bklhl":"Tí-pho-la̍h ah，醒ah，醒ah，\t你tio̍h醒，tio̍h醒，來唱歌；\tPa-la̍h ah，你tio̍h起來，A-pí-lô-am ê kiáⁿ，tio̍h掠你所掠ê去。"}},{"book":"士","chapter":5,"verse":13,"versions":{"unv":"那時有餘剩的貴冑和百姓一同下來；耶和華降臨，為我攻擊勇士。","bklcl":"Hit-sî só͘ chhun ê kùi-cho̍k, kap peh-sìⁿ saⁿ-kap lo̍h-lâi,\tIâ-hô-hoa ūi góa lîm-kàu, kong-kek ióng-sū.","tghg":"彼時所剩的貴族及百姓相及落來；耶和華為我臨到，攻擊勇士。","bklhl":"hit時所chhun ê貴族，kap百姓相kap落來，\t耶和華為我臨到，攻擊勇士。"}},{"book":"士","chapter":5,"verse":14,"versions":{"unv":"有根本在亞瑪力人的地，從以法蓮下來的；便雅憫在民中跟隨你。有掌權的從瑪吉下來；有持杖檢點民數的從西布倫下來；","bklcl":"Ū tùi Í-hoat-liân lâi-ê, i ê kun-pún tī A-má-le̍k;\tPiān-ngá-bín chham tī lí ê peh-sìⁿ-tiong kun-tè lí,\tŪ siat lu̍t-hoat--ê, tùi Má-kiat lo̍h-lâi;\tŪ kia̍h-koáiⁿ tiám-sǹg peh-sìⁿ ê siàu-gia̍h--ê, tùi Se-pò͘-lûn lo̍h-lâi.","tghg":"有對以法蓮來的，伊的根本佇亞瑪力；便雅憫參佇你的百姓中跟隨你。有設律法者對瑪吉落來；有攑枴點算百姓的數額者對西布倫落來；","bklhl":"有tùi Í-hoat-liân來ê，伊ê根本tī A-má-le̍k；\t便雅憫chham tī你ê百姓中跟tè你，\t有設律法ê，tùi Má-kiat落來；\t有kia̍h柺點算百姓ê數額ê，tùi Se-pò͘-lûn落來。"}},{"book":"士","chapter":5,"verse":15,"versions":{"unv":"以薩迦的首領與底波拉同來；以薩迦怎樣，巴拉也怎樣。眾人都跟隨巴拉衝下平原；在流便的溪水旁有心中定大志的。","bklcl":"Í-sat-ka ê siú-léng, kap Tí-pho-la̍h saⁿ-kap lâi,\tÍ-sat-ka kap Pa-la̍h chi̍t-iūⁿ,\tIn tè i cháu-lo̍h pîⁿ-iûⁿ;\tTī Liû-piān ê khoe-piⁿ,\tSim ū tōa-tōa chim-chiok gī-lūn.","tghg":"以薩迦的首領及底波拉相及來；以薩迦及巴拉一樣。𪜶隨伊走落平洋；佇流便的溪邊心有大大斟酌(chim-chiok)議論。","bklhl":"Í-sat-ka ê首領，kap Tí-pho-la̍h相kap來，\tÍ-sat-ka kap Pa-la̍h一樣，\tIn tè伊走落平洋；\tTī Liû-piān ê溪邊，\t心有大大斟酌議論。"}},{"book":"士","chapter":5,"verse":16,"versions":{"unv":"你為何坐在羊圈內聽群中吹笛的聲音呢？在流便的溪水旁有心中設大謀的。","bklcl":"Lí siáⁿ-sū chē tī iûⁿ-tiâu ê tiong-ng,\tThiaⁿ kiò iûⁿ-kûn ê siaⁿ ah?","tghg":"你啥事坐佇羊[廄](tiâu)的中央聽叫羊群的聲啊？","bklhl":"你啥事坐tī羊椆ê中央，\t聽叫羊群ê聲ah？"}},{"book":"士","chapter":5,"verse":17,"versions":{"unv":"基列人安居在約旦河外。但人為何等在船上？亞設人在海口靜坐，在港口安居。","bklcl":"Ki-lia̍t khiā-khí tī Iok-tàn hit-pêng;\tTàn siáⁿ-sū thêng tī chûn-nih?\tA-siat chēng-chēng chē tī hái-piⁿ,\tTiàm tī káng-lāi.","tghg":"基列徛起佇約但彼旁。但啥事停佇船裡？亞設靜靜坐佇海邊，踮佇港內。","bklhl":"Ki-lia̍t khiā起tī約旦hit-pêng；\tTàn啥事停tī船裡？\tA-siat靜靜坐tī海邊，\tTiàm tī港內。"}},{"book":"士","chapter":5,"verse":18,"versions":{"unv":"西布倫人是拚命敢死的；拿弗他利人在田野的高處也是如此。","bklcl":"Se-pò͘-lûn sī piàⁿ-miā phe-sí ê peh-sìⁿ;\tKap Ná-hut-tha-lī tī chhân-iá koâiⁿ ê só͘-chāi, iā sī án-ni.","tghg":"西布倫是拼命拋死(peh-sìⁿ)的百姓；及拿弗他利佇田野高的所在也是按呢。","bklhl":"Se-pò͘-lûn是拚命phe死ê百姓；\tKap Ná-hut-tha-lī tī田野高ê所在，也是án-ni。"}},{"book":"士","chapter":5,"verse":19,"versions":{"unv":"君王都來爭戰。那時迦南諸王在米吉多水旁的他納爭戰，卻未得擄掠銀錢。","bklcl":"Lia̍t-ông lâi kau-chiàn;\tHit-sî Ka-lâm lia̍t-ông tī Bí-kiat-to chúi-piⁿ ê Tha-la̍h kau-chiàn,\tChóng-sī bô chhiúⁿ-tio̍h gûn.","tghg":"列王來交戰。彼時迦南列王佇米吉多水邊的他納交戰，總是無搶著銀。","bklhl":"列王來交戰；\thit時迦南列王tī Bí-kiat-to水邊ê Tha-la̍h交戰，\t總是無搶tio̍h銀。"}},{"book":"士","chapter":5,"verse":20,"versions":{"unv":"星宿從天上爭戰，從其軌道攻擊西西拉。","bklcl":"Ū tùi thiⁿ kau-chiàn ê,\tChhiⁿ-sîn tùi in ê khúi-tō lâi kap Se-se-la̍h kau-chiàn.","tghg":"有對天交戰的，星辰對𪜶的軌道來及西西拉交戰。","bklhl":"有tùi天交戰ê，\t星辰tùi in ê軌道來kap Se-se-la̍h交戰。"}},{"book":"士","chapter":5,"verse":21,"versions":{"unv":"基順古河把敵人沖沒；我的靈啊，應當努力前行。","bklcl":"Ki-sūn hô kā in lâu--khì,\tKi-sūn hô chiū-sī kó͘-chá ê hô.\tGóa ê sîn ah, lí hùn-ióng chìn-chêng khì.","tghg":"基順河給𪜶流去，基順河就是古早的河；我的神啊，你奮勇進前去。","bklhl":"Ki-sūn河kā in流去，\tKi-sūn河就是古早ê河。\t我ê神ah，你奮勇進前去。"}},{"book":"士","chapter":5,"verse":22,"versions":{"unv":"那時壯馬馳驅，踢跳，奔騰。","bklcl":"Bé-tôe kho̍k-kho̍k háu, sī in-ūi kín-kín cháu,\tChiū-sī la̍t--ê ū kín-kín cháu.","tghg":"馬蹄(bé-tôe)硞硞哮(kho̍k-kho̍k háu)，是因為緊緊走，就是力(la̍t)者有緊緊走。","bklhl":"馬蹄kho̍k-kho̍k哮，是因為緊緊走，\t就是力ê有緊緊走。"}},{"book":"士","chapter":5,"verse":23,"versions":{"unv":"耶和華的使者說：應當咒詛米羅斯，大大咒詛其中的居民；因為他們不來幫助耶和華，不來幫助耶和華攻擊勇士。","bklcl":"Iâ-hô-hoa ê sù-chiá kóng, Tio̍h chiù-chó͘ Bí-lô-su,\tTōa-tōa chiù-chó͘ kî-tiong khiā-khí ê peh-sìⁿ,\tIn-ūi in bô lâi pang-chān Iâ-hô-hoa,\tBô lâi pang-chān Iâ-hô-hoa tí-te̍k ióng-sū.","tghg":"耶和華的使者講：著咒詛米羅斯，大大咒詛其中徛起的百姓；因為𪜶無來幫助耶和華，無來幫助耶和華抵敵勇士。","bklhl":"耶和華ê使者講：Tio̍h咒詛Bí-lô-su，\t大大咒詛其中khiā起ê百姓，\t因為in無來幫贊耶和華，\t無來幫贊耶和華抵敵勇士。"}},{"book":"士","chapter":5,"verse":24,"versions":{"unv":"願基尼人希百的妻雅億比眾婦人多得福氣，比住帳棚的婦人更蒙福祉。","bklcl":"Ki-nî lâng Hi-pek ê bó͘ Ngá-ek,\tPí hiah-ê hū-jîn-lâng khah ū hok-khì,\tPí khiā-khí pò͘-pîⁿ-lāi ê hū-jîn-lâng khah ū hok-khì.","tghg":"基尼人希百的某雅億，比許個婦仁人卡有福氣，比徛起布棚內的婦仁人卡有福氣。","bklhl":"Ki-nî人Hi-pek ê bó͘ Ngá-ek，\t比hiah-ê婦人人khah有福氣，\t比khiā起布棚內ê婦人人khah有福氣。"}},{"book":"士","chapter":5,"verse":25,"versions":{"unv":"西西拉求水，雅億給他奶子，用寶貴的盤子給他奶油。","bklcl":"Se-se-la̍h thó chúi, i chiū ēng lin hō͘ i,\tĒng pó-pòe ê pôaⁿ phâng gû-lin-iû hō͘ i.","tghg":"西西拉討水，伊就用奶互伊用寶貝的盤捧牛奶油互伊。","bklhl":"Se-se-la̍h討水，伊就用奶hō͘伊，\t用寶貝ê盤捧牛奶油hō͘伊。"}},{"book":"士","chapter":5,"verse":26,"versions":{"unv":"雅億左手拿著帳棚的橛子，右手拿著匠人的錘子，擊打西西拉，打傷他的頭，把他的鬢角打破穿通。","bklcl":"Ngá-ek chhun-chhiú kia̍h teng,\tChiàⁿ-chhiú kia̍h chòe-kang-lâng ê thûi-á,\tĒng thûi kòng Se-se-la̍h, tèng-kè i ê thâu-khak,\tChha̍k lâi thàu-kè i ê pìn-piⁿ.","tghg":"雅億伸手攑釘，正手攑做工人的鎚仔，用鎚摃西西拉，釘過伊的頭殼，鑿(chha̍k)來透過伊的鬢邊，","bklhl":"Ngá-ek伸手kia̍h釘，\tchiàⁿ手kia̍h做工人ê槌á，\t用槌kòng Se-se-la̍h，釘過伊ê頭殼，\t鑿來透過伊ê鬢邊。"}},{"book":"士","chapter":5,"verse":27,"versions":{"unv":"西西拉在她腳前曲身仆倒，在她腳前曲身倒臥；在那裡曲身，就在那裡死亡。","bklcl":"Tī i ê kha ê tiong-kan, Se-se-la̍h phak--lo̍h-khì,\tChhih--lo̍h-khì, tó-teh,\tTī i ê kha ê tiong-kan phak--lo̍h, chhih--lo̍h-khì;\tTī só͘ phak--lo̍h ê só͘-chāi, chhih--lo̍h-khì lâi sí.","tghg":"佇伊的腳的中間，西西拉仆(phak)落去，扼(chhih)落去，倒啲，佇伊的腳的中間仆落，扼落去；佇所仆落的所在，扼落去來死。","bklhl":"Tī伊ê腳ê中間，Se-se-la̍h phak落去，\tChhih落去，倒teh，\tTī伊ê腳ê中間phak落，chhih落去；\tTī所phak落ê所在，chhih落去來死。"}},{"book":"士","chapter":5,"verse":28,"versions":{"unv":"西西拉的母親從窗戶裡往外觀看，從窗櫺中呼叫說：他的戰車為何耽延不來呢？他的車輪為何行得慢呢？","bklcl":"Se-se-la̍h ê lāu-bú tùi thang-á khòaⁿ--chhut-khì,\tTùi thang-á-chí--nih kiò kóng,\tCháiⁿ-iūⁿ i ê chhia bān-bān lâi?\tCháiⁿ-iūⁿ i ê chhia-lûn hiah iân-chhiân ah?","tghg":"西西拉的老母對窗仔看出去，對窗仔子裡叫講：怎樣伊的車慢慢來？怎樣伊的車輪(chhia-lûn)許延迁(iân-chhiân)啊？","bklhl":"Se-se-la̍h ê老母tùi窗á看出去，\tTùi窗á-chí裡叫講：\t怎樣伊ê車慢慢來？\t怎樣伊ê車輪hiah 延chhiân ah？"}},{"book":"士","chapter":5,"verse":29,"versions":{"unv":"聰明的宮女安慰她（原文是回答她），她也自言自語地說：","bklcl":"Kun-sûi i chhang-miâ chun-kùi ê hū-lú ìn i,\tI iā ka-kī ìn kóng,","tghg":"跟隨伊聰明尊貴的婦女應伊，伊也家己應講：","bklhl":"跟隨伊聰明尊貴ê婦女應伊，\t伊也家己應講，"}},{"book":"士","chapter":5,"verse":30,"versions":{"unv":"他們莫非得財而分？每人得了一兩個女子？西西拉得了彩衣為擄物，得繡花的彩衣為掠物。這彩衣兩面繡花，乃是披在被擄之人頸項上的。","bklcl":"Kiám bô só͘ tit-tio̍h mah? kiám bô pun só͘-chhiúⁿ ê mi̍h mah?\tTa̍k-lâng pun chi̍t nn̄g ê cha-bó͘-gín-ná;\tSe-se-la̍h chiū pun só͘ chhiúⁿ chhái-sek ê saⁿ,\tSó͘ chhiúⁿ siù-hoe chhái-sek ê saⁿ,\tNn̄g-bīn lóng sī chhái-sek siù-hoe ê, thang kòa tī ām-kún, chòe só͘ chhiúⁿ ê mi̍h.","tghg":"豈無所得著嗎？豈無分所搶的物嗎？逐人分一二個查某囝仔？西西拉就分所搶彩色的衫，所搶綉花彩色的衫，二面攏是彩色綉花的，通掛佇頷頸做所搶的物。","bklhl":"Kiám無所得tio̍h mah？ kiám無分所-搶ê物mah？\tta̍k人分一兩個cha-bó͘-gín-ná；\tSe-se-la̍h就分所搶彩色ê衫，\t所搶繡花彩色ê衫，\t兩面lóng是彩色繡花ê，thang掛tī頷頸，做所搶ê物。"}},{"book":"士","chapter":5,"verse":31,"versions":{"unv":"耶和華啊，願你的仇敵都這樣滅亡！願愛你的人如日頭出現，光輝烈烈！這樣，國中太平四十年。","bklcl":"Iâ-hô-hoa ah, goān Lí ê tùi-te̍k lóng chhin-chhiūⁿ án-ni bia̍t-bô;\tGoān thiàⁿ I ê lâng chhin-chhiūⁿ ji̍t-chhut kng-nà-nà.\tÍ-āu tōe-hng thài-pêng sì-cha̍p nî.","tghg":"耶和華啊，願你的對敵攏親像按呢滅無！願疼他的人親像日出，光爁爁(kng-nà-nà)！以後，地方太平四十年。","bklhl":"耶和華ah，願你ê對敵lóng親像án-ni滅無；\t願疼伊ê人親像日出光nà-nà。\t以後地方太平四十年。"}}]