[{"book":"士","chapter":2,"verse":1,"versions":{"unv":"耶和華的使者從吉甲上到波金，對以色列人說：「我使你們從埃及上來，領你們到我向你們列祖起誓應許之地。我又說：『我永不廢棄與你們所立的約。","bklcl":"Iâ-hô-hoa ê sù-chiá tùi Kiat-kah chiūⁿ kàu Pho-kim, kóng, Góa hō͘ lín tùi Ai-ki̍p chiūⁿ-lâi, chhōa lín kàu Góa tùi lín lia̍t-chó͘ chiù-chōa ê tōe;  Góa iā bat kóng, só͘ kap lín li̍p ê iok, Góa éng-oán bô ûi-pōe;","tghg":"耶和華的使者對吉甲上到波金，講：「我互恁對埃及上來，導恁到我對恁列祖咒誓的地。我也曾講：『所及恁立的約我永遠無違背。","bklhl":"耶和華ê使者tùi Kiat-kah上到Pho-kim，講：我hō͘ lín tùi埃及上來，chhōa lín到我tùi lín列祖chiù-chōa ê地；我也bat講：所kap lín立ê約，我永遠無違背；"}},{"book":"士","chapter":2,"verse":2,"versions":{"unv":"你們也不可與這地的居民立約，要拆毀他們的祭壇。你們竟沒有聽從我的話！為何這樣行呢？』","bklcl":"lín iā m̄-thang kap chit só͘-chāi khiā-khí ê peh-sìⁿ li̍p-iok; tio̍h thiah-húi in ê tôaⁿ.  Lín kéng-jiân m̄ thiaⁿ Góa ê ōe, sī cháiⁿ-iūⁿ án-ni kiâⁿ ah?","tghg":"恁也呣通及此所在徛起的百姓立約，著拆毀𪜶的壇。恁竟然呣聽我的話！是怎樣按呢行啊？』","bklhl":"lín也m̄-thang kap chit所在khiā起ê百姓立約；tio̍h拆毀in ê壇。Lín竟然m̄聽我ê話，是怎樣án-ni行ah？"}},{"book":"士","chapter":2,"verse":3,"versions":{"unv":"因此我又說：『我必不將他們從你們面前趕出；他們必作你們肋下的荊棘。他們的　神必作你們的網羅。』」","bklcl":"In-ūi án-ni Góa koh kóng, Góa bô beh tùi lín ê bīn-chêng kóaⁿ-chhut in, in beh chòe lín hia̍p-ē ê chhì,  in ê siōng-tè beh chòe hāi lín ê lô-bāng.","tghg":"因為按呢我閣講：『我無欲對恁的面前趕出𪜶；𪜶欲做恁脇下的茦(chhì)。𪜶的上帝欲做害恁的羅網。』」","bklhl":"因為án-ni我koh講：我無beh tùi lín ê面前趕出in，in beh做lín hia̍p下ê刺，in ê上帝beh做害lín ê羅網。"}},{"book":"士","chapter":2,"verse":4,"versions":{"unv":"耶和華的使者向以色列眾人說這話的時候，百姓就放聲而哭；","bklcl":"Iâ-hô-hoa ê sù-chiá tùi Í-sek-lia̍t chèng-lâng kóng chiah-ê ōe ê sî, peh-sìⁿ chiū khui-siaⁿ thî-khàu;","tghg":"耶和華的使者對以色列眾人講諸個話的時，百姓就開聲啼哭；","bklhl":"耶和華ê使者對以色列眾人講chiah ê話ê時，百姓就開聲啼哭；"}},{"book":"士","chapter":2,"verse":5,"versions":{"unv":"於是給那地方起名叫波金（就是哭的意思）。眾人在那裡向耶和華獻祭。","bklcl":"chiū hō hit só͘-chāi ê miâ kiò Pho-kim; in tī-hia hiàn-chè hō͘ Iâ-hô-hoa.","tghg":"就號彼所在的名叫波金。𪜶佇遐獻祭互耶和華。","bklhl":"就號hit所在ê名叫Pho-kim；in tī-hia獻祭hō͘耶和華。"}},{"book":"士","chapter":2,"verse":6,"versions":{"unv":"從前約書亞打發以色列百姓去的時候，他們各歸自己的地業，佔據地土。","bklcl":"Iok-su-a í-keng chhe Í-sek-lia̍t lâng khì ê sî, in ta̍k-lâng kui in ê gia̍p, lâi tit-tio̍h in ê tōe.","tghg":"約書亞已經差以色列人去的時，𪜶逐人歸𪜶的業，來得著𪜶的地。","bklhl":"約書亞已經差以色列人去ê時，in ta̍k人歸in ê業，來得tio̍h in ê地。"}},{"book":"士","chapter":2,"verse":7,"versions":{"unv":"約書亞在世和約書亞死後，那些見耶和華為以色列人所行大事的長老還在的時候，百姓都事奉耶和華。","bklcl":"Iok-su-a tī-teh ê ji̍t, kap Iok-su-a sí liáu-āu hiah-ê khòaⁿ-kìⁿ Iâ-hô-hoa ūi Í-sek-lia̍t lâng só͘ kiâⁿ tōa-sū ê tióng-ló iáu tī-teh ê sî, peh-sìⁿ ho̍k-sāi Iâ-hô-hoa.","tghg":"約書亞佇啲的日及約書亞死了後，許個看見耶和華為以色列人所行大事的長老猶佇啲的時，百姓服事耶和華。","bklhl":"約書亞tī-teh ê日，kap約書亞死了後hiah-ê看見耶和華為以色列人所行大事ê長老iáu tī-teh ê時，百姓服事耶和華。"}},{"book":"士","chapter":2,"verse":8,"versions":{"unv":"耶和華的僕人、嫩的兒子約書亞，正一百一十歲就死了。","bklcl":"Iâ-hô-hoa ê lô͘-po̍k, Lùn ê kiáⁿ Iok-su-a, chi̍t-pah it-cha̍p hè, chiū sí.","tghg":"耶和華的奴僕、嫩的子約書亞，一百一十歲就死。","bklhl":"耶和華ê奴僕，Lùn ê kiáⁿ約書亞，一百一十歲，就死。"}},{"book":"士","chapter":2,"verse":9,"versions":{"unv":"以色列人將他葬在他地業的境內，就是在以法蓮山地的亭拿‧希烈，在迦實山的北邊。","bklcl":"In chiū bâi-chòng i tī i ê gia̍p ê kài-lāi, chiū-sī tī Í-hoat-liân soaⁿ-tōe ê Têng-ná-hi-lia̍t, tī Ka-si̍t soaⁿ ê pak--sì.","tghg":"𪜶就埋葬伊佇伊的業的界內，就是佇以法蓮山地的亭拿希烈，佇迦實山的北勢。","bklhl":"In就埋葬伊tī伊ê業ê界內，就是tī Í-hoat-liân山地ê Têng-ná-hi-lia̍t，tī Ka-si̍t山ê北勢。"}},{"book":"士","chapter":2,"verse":10,"versions":{"unv":"那世代的人也都歸了自己的列祖。後來有別的世代興起，不知道耶和華，也不知道耶和華為以色列人所行的事。","bklcl":"Hit-tāi ê lâng lóng tò-chó͘;  í-āu koh chi̍t-tāi ê lâng heng-khí, m̄-chai Iâ-hô-hoa, iā m̄-chai ūi Í-sek-lia̍t lâng só͘ kiâⁿ ê sū.","tghg":"彼代的人攏倒祖。以後閣一代的人興起，呣知耶和華，也呣知為以色列人所行的事。","bklhl":"Hit代ê人lóng tò祖；以後koh一代 ê人興起，m̄知耶和華，也m̄知\u001e為以色列人所行ê事。"}},{"book":"士","chapter":2,"verse":11,"versions":{"unv":"以色列人行耶和華眼中看為惡的事，去事奉諸巴力，","bklcl":"Í-sek-lia̍t lâng kiâⁿ Iâ-hô-hoa khòaⁿ-chòe pháiⁿ ê sū, khì ho̍k-sāi Pa-le̍k;","tghg":"以色列人行耶和華看做歹的事，去服事巴力，","bklhl":"以色列人行耶和華看做pháiⁿ ê事，去服事Pa-le̍k；"}},{"book":"士","chapter":2,"verse":12,"versions":{"unv":"離棄了領他們出埃及地的耶和華─他們列祖的　神，去叩拜別神，就是四圍列國的神，惹耶和華發怒；","bklcl":"khì-sak in lia̍t-chó͘ ê Siōng-tè Iâ-hô-hoa, chiū-sī chhōa in chhut Ai-ki̍p tōe ê; khì tè pa̍t ê siōng-tè, chiū-sī sì-ûi hiah-ê peh-sìⁿ ê siōng-tè kūi-pài in, lâi jiá Iâ-hô-hoa ê tōa siū-khì.","tghg":"棄拺𪜶列祖的上帝──耶和華就是導𪜶出埃及地的，去隨別個上帝，就是四圍許個百姓的上帝，跪拜𪜶，來惹耶和華的大受氣；","bklhl":"棄sak in列祖ê上帝耶和華，就是chhōa in出埃及地ê；去tè別ê上帝，就是四圍hiah-ê百姓ê上帝跪拜in，來惹耶和華ê大受氣。"}},{"book":"士","chapter":2,"verse":13,"versions":{"unv":"並離棄耶和華，去事奉巴力和亞斯他錄。","bklcl":"In iā khì-sak Iâ-hô-hoa, khì ho̍k-sāi Pa-le̍k kap A-su-tha-lio̍k.","tghg":"𪜶也棄拺耶和華，去服事巴力及亞斯他錄。","bklhl":"In也棄sak耶和華，去服事Pa-le̍k kap A-su-tha-lio̍k。"}},{"book":"士","chapter":2,"verse":14,"versions":{"unv":"耶和華的怒氣向以色列人發作，就把他們交在搶奪他們的人手中，又將他們付與四圍仇敵的手中，甚至他們在仇敵面前再不能站立得住。","bklcl":"Iâ-hô-hoa siū-khì Í-sek-lia̍t ê lâng, chiong in kau tī chhiúⁿ-lia̍h in ê lâng ê chhiú, in chiū chhiúⁿ in;  I koh bōe in hō͘ sì-ûi tùi-te̍k ê chhiú; tì-kàu in tī in ê tùi-te̍k ê thâu-chêng bô koh khiā-ōe-tiâu;","tghg":"耶和華受氣以色列的人，將𪜶交佇搶掠𪜶的人的手，𪜶就搶𪜶，伊閣賣𪜶互四圍對敵的手，致到𪜶佇𪜶的對敵的頭前無閣徛會住。","bklhl":"耶和華受氣以色列ê人，將in交tī搶掠in ê人ê手，in就搶in；伊koh賣in hō͘四圍對敵ê手；致到in tī in ê對敵ê頭前無koh khiā能tiâu；"}},{"book":"士","chapter":2,"verse":15,"versions":{"unv":"他們無論往何處去，耶和華都以災禍攻擊他們，正如耶和華所說的話，又如耶和華向他們所起的誓；他們便極其困苦。","bklcl":"in bô-lūn khì toh-lo̍h, Iâ-hô-hoa chhun-chhiú kàng chai-ē hō͘ in, chiàu Iâ-hô-hoa só͘ kóng ê ōe, koh chiàu Iâ-hô-hoa tùi in só͘ chiù-chōa ê;  in chiū ke̍k khùn-khó͘.","tghg":"𪜶無論去叨落，耶和華伸手降災禍互𪜶，照耶和華所講的話，閣照耶和華對𪜶所咒誓的；𪜶就極困苦。","bklhl":"in無論去toh落，耶和華伸手降災厄hō͘ in，照耶和華所講ê話，koh照耶和華對in所chiù-chōa ê；in就極困苦。"}},{"book":"士","chapter":2,"verse":16,"versions":{"unv":"耶和華興起士師，士師就拯救他們脫離搶奪他們人的手。","bklcl":"Iâ-hô-hoa chiū heng-khí sū-su; in chiū kiù peh-sìⁿ thoat-lī chhiúⁿ-lia̍h in ê lâng ê chhiú.","tghg":"耶和華就興起士師，𪜶就救百姓脫離搶掠𪜶的人的手。","bklhl":"耶和華就興起士師；in就救百姓脫離搶掠in ê人ê手。"}},{"book":"士","chapter":2,"verse":17,"versions":{"unv":"他們卻不聽從士師，竟隨從叩拜別神，行了邪淫，速速地偏離他們列祖所行的道，不如他們列祖順從耶和華的命令。","bklcl":"Chóng-sī in bô thiaⁿ-thàn in ê sū-su, kéng-jiân kiâⁿ siâ-îm, tè pa̍t ê siōng-tè lâi kūi-pài in; in ê lia̍t-chó͘ thàn Iâ-hô-hoa ê bēng-lēng só͘ kiâⁿ ê lō͘, in kín-kín oai-chhoa̍h i, bô chiàu án-ni kiâⁿ.","tghg":"總是𪜶無聽趁𪜶的士師，竟然行邪淫，隨別個上帝來跪拜𪜶，𪜶的列祖趁耶和華的命令所行的路，𪜶緊緊歪斜(oai-chhoa̍h)伊無照按呢行。","bklhl":"總是in無聽thàn in ê士師，竟然行邪淫，tè別ê上帝來跪拜in；in ê列祖thàn耶和華ê命令所行ê路，in緊緊歪chhoa̍h伊，無照án-ni行。"}},{"book":"士","chapter":2,"verse":18,"versions":{"unv":"耶和華為他們興起士師，就與那士師同在。士師在世的一切日子，耶和華拯救他們脫離仇敵的手。他們因受欺壓擾害，就哀聲歎氣，所以耶和華後悔了。","bklcl":"Iâ-hô-hoa kā in heng-khí sū-su ê sî, Iâ-hô-hoa chiū kap sū-su tī-teh; iā tī sū-su oa̍h tī--teh it-chhè ê ji̍t, kiù in thoat-lī tùi-te̍k ê chhiú; in in-ūi siū ap-chè khó͘-chhó͘, chiū thó͘-khùi, só͘-í Iâ-hô-hoa chiū thè-hóe.","tghg":"耶和華給𪜶興起士師的時，耶和華就及士師佇啲。也佇士師活佇啲一切的日，救𪜶脫離對敵的手。𪜶因為受壓制苦楚，就吐氣，所以耶和華就退悔。","bklhl":"耶和華kā in興起士師ê時，耶和華就kap士師tī-teh；也tī士師活tī-teh一切ê日，救in脫離對敵ê手；in因為受壓制苦楚，就吐氣，所以耶和華就退悔。"}},{"book":"士","chapter":2,"verse":19,"versions":{"unv":"及至士師死後，他們就轉去行惡，比他們列祖更甚，去事奉叩拜別神，總不斷絕頑梗的惡行。","bklcl":"Kàu sū-su sí-liáu, in chiū oa̍t-tńg khì kiâⁿ, pí in ê pē-kong koh khah-pháiⁿ, tè pa̍t ê siōng-tè lâi ho̍k-sāi in, kūi-pài in, lóng bô kóe in ê só͘-kiâⁿ kap in kò͘-chip ê lō͘.","tghg":"到士師死了，𪜶就越轉去行，比𪜶的父公閣卡歹，隨別個上帝來服事𪜶跪拜𪜶，攏無改(kóe)𪜶的所行及𪜶固執的路。","bklhl":"到士師死了，in就oa̍t-tńg去行，比in ê父公koh khah-pháiⁿ，tè別ê上帝來服事in，跪拜in，lóng無改in ê所行kap in固執ê路。"}},{"book":"士","chapter":2,"verse":20,"versions":{"unv":"於是耶和華的怒氣向以色列人發作。他說：「因這民違背我吩咐他們列祖所守的約，不聽從我的話，","bklcl":"Iâ-hô-hoa chiū siū-khì Í-sek-lia̍t lâng, kóng, In-ūi chit ê peh-sìⁿ ûi-pōe Góa ê iok, chiū-sī Góa só͘ bēng-lēng in ê lia̍t-chó͘ ê, iā bô thiaⁿ-thàn Góa ê ōe;","tghg":"耶和華就受氣以色列人。講：「因為此個百姓違背我的約就是我所命令𪜶的列祖的，也無聽趁我的話，","bklhl":"耶和華就受氣以色列人，講：因為chit ê百姓違背我ê約，就是我所命令in ê列祖ê，也無聽thàn我ê話；"}},{"book":"士","chapter":2,"verse":21,"versions":{"unv":"所以約書亞死的時候所剩下的各族，我必不再從他們面前趕出，","bklcl":"só͘-í Iok-su-a sí ê sî só͘ chhun ê ta̍k-cho̍k, í-āu Góa bô beh koh tī in ê bīn-chêng kóaⁿ-chhut chi̍t-cho̍k;","tghg":"所以約書亞死的時所剩的逐族，以後我無欲閣佇𪜶的面前趕出一族，","bklhl":"所以約書亞死ê時所chhun ê ta̍k族，以後我無beh koh tī in ê面前趕出一族；"}},{"book":"士","chapter":2,"verse":22,"versions":{"unv":"為要藉此試驗以色列人，看他們肯照他們列祖謹守遵行我的道不肯。」","bklcl":"thang ēng chiah-ê lâi chhì-giām Í-sek-lia̍t lâng, khòaⁿ in khéng chip-siú Iâ-hô-hoa ê tō-lō͘ lâi kiâⁿ i, chhin-chhiūⁿ in ê lia̍t-chó͘ bat siú i, á-bô.","tghg":"通用諸個來試驗以色列人，看𪜶肯執守耶和華的道路來行伊，親像𪜶的列祖曾守伊抑無。」","bklhl":"thang用chiah ê來試驗以色列人，看in肯執守耶和華ê道路來行伊，親像in ê列祖bat守伊，á無。"}},{"book":"士","chapter":2,"verse":23,"versions":{"unv":"這樣耶和華留下各族，不將他們速速趕出，也沒有交付約書亞的手。","bklcl":"Só͘-í Iâ-hô-hoa lâu chiah-ê cho̍k, bô kín-kín kóaⁿ in chhut, iā bô chiong in kau tī Iok-su-a ê chhiú.","tghg":"所以耶和華留諸個族，無緊緊趕𪜶出，也無將𪜶交佇約書亞的手。","bklhl":"所以耶和華留chiah ê族，無緊緊趕in出，也無將in交tī約書亞ê手。"}}]