[{"book":"士","chapter":15,"verse":1,"versions":{"unv":"過了些日子，到割麥子的時候，參孫帶著一隻山羊羔去看他的妻，說：「我要進內室見我的妻。」他岳父不容他進去，","bklcl":"Koh ū hiah-kú, kàu koah-be̍h ê sî, Chham-sun tòa chi̍t chiah soaⁿ-iûⁿ-á khì chhē i ê bó͘, kóng,  Góa beh ji̍p pâng chhē góa ê bó͘;  i ê tiūⁿ-lâng m̄-chún i ji̍p.","tghg":"閣有許久，到割麥的時，參孫帶一隻山羊仔去尋伊的某，講：「我欲入房尋我的某。」伊的丈人呣准伊入，","bklhl":"Koh有hiah久，到割麥ê時，參孫帶一隻山羊á去chhē伊ê bó͘，講：我beh入房chhē我ê bó͘；伊ê丈人m̄准伊入。"}},{"book":"士","chapter":15,"verse":2,"versions":{"unv":"說：「我估定你是極其恨她，因此我將她給了你的陪伴。她的妹子不是比她還美麗嗎？你可以娶來代替她吧！」","bklcl":"Tiūⁿ-lâng kóng, Góa àn-sǹg lí si̍t-chāi oàn-hūn i, in-ūi án-ni góa chiong i hō͘ lí ê pôe-phōaⁿ; i ê sió-bē kiám-m̄-sī pí i khah-súi mah?  Chhiáⁿ lí chhōa lâi thòe i.","tghg":"丈人講：「我按算你實在怨恨伊，因為按呢我將伊互你的陪伴。伊的小妹豈呣是比伊卡媠嗎？請你娶來替伊！」","bklhl":"丈人講：我按算你實在怨恨伊，因為án-ni我將伊hō͘你ê陪伴；伊ê小妹kiám-m̄是比伊 khah-súi mah？請你娶來替伊。"}},{"book":"士","chapter":15,"verse":3,"versions":{"unv":"參孫說：「這回我加害於非利士人不算有罪。」","bklcl":"Chham-sun kā in kóng, Chit-pái góa siong-hāi Hui-lī-sū lâng, in bô thang chek-chōe góa.","tghg":"參孫給𪜶講：「此擺我傷害非利士人𪜶無通責罪我。」","bklhl":"參孫kā in講：Chit-pái我傷害腓利士人，in無thang責罪我。"}},{"book":"士","chapter":15,"verse":4,"versions":{"unv":"於是參孫去捉了三百隻狐狸（或譯：野狗），將狐狸尾巴一對一對地捆上，將火把捆在兩條尾巴中間，","bklcl":"Chham-sun chiū khì lia̍h saⁿ-pah chiah hô͘-lî, koh tòa hé-pé, chiong hô͘-lî bé nn̄g-chiah nn̄g-chiah pa̍k saⁿ-liâm, chiong hé-pé pa̍k tī nn̄g-ki bé ê tiong-kan;","tghg":"參孫就去掠三百隻狐狸，閣帶火把，將狐狸尾二隻二隻縛相粘，將火把縛佇二支尾的中間，","bklhl":"參孫就去掠三百隻狐狸，koh帶火把，將狐狸尾兩隻兩隻縛相liâm，將火把縛tī兩支尾ê中間；"}},{"book":"士","chapter":15,"verse":5,"versions":{"unv":"點著火把，就放狐狸進入非利士人站著的禾稼，將堆集的禾捆和未割的禾稼，並橄欖園盡都燒了。","bklcl":"hé-pé tiám-to̍h chiū pàng hô͘-lî ji̍p Hui-lī-sū lâng iáu-bē siu-koah ê gō͘-kak, sio i kui-khún--ê, kap i bē-koah ê gō͘-kak, í-ki̍p kaⁿ-ná-hn̂g, lóng sio-khì.","tghg":"火把點𤏸(to̍h)，就放狐狸入非利士人猶未收割的五穀，燒伊歸捆的及伊未割的五穀，以及橄欖園攏燒去。","bklhl":"火把點to̍h就放狐狸入腓利士人iáu未收割ê五穀，燒伊kui綑ê，kap伊未割ê五穀，以及橄欖園，lóng燒去。"}},{"book":"士","chapter":15,"verse":6,"versions":{"unv":"非利士人說：「這事是誰做的呢？」有人說：「是亭拿人的女婿參孫，因為他岳父將他的妻給了他的陪伴。」於是非利士人上去，用火燒了婦人和她的父親。","bklcl":"Hui-lī-sū lâng kóng, Chit ê sū chī-chūi chòe ê ah?  In kóng, Sī Têng-ná lâng ê kiáⁿ-sài Chham-sun;  in-ūi i ê tiūⁿ-lâng chiong i ê bó͘ hō͘ i ê pôe-phōaⁿ, Hui-lī-sū lâng chiū chiūⁿ-khì, ēng hé sio hū-jîn-lâng kap i ê lāu-pē.","tghg":"非利士人講：「此個事是誰做的啊？」𪜶講：「是亭拿人的子婿參孫，因為伊的丈人將伊的某互伊的陪伴。」非利士人就上去，用火燒婦仁人及伊的老父。","bklhl":"腓利士人講：chit ê事是誰做ê ah？In講：是Têng-ná人ê kiáⁿ婿參孫；因為伊ê丈人將伊ê bó͘ hō͘伊ê陪伴，腓利士人就上去，用火燒婦人人kap伊ê老父。"}},{"book":"士","chapter":15,"verse":7,"versions":{"unv":"參孫對非利士人說：「你們既然這樣行，我必向你們報仇才肯罷休。」","bklcl":"Chham-sun tùi Hui-lī-sū lâng kóng, Lín kì-jiân kiâⁿ án-ni, góa beh tùi lín pò-siû, chiah beh soah.","tghg":"參孫對非利士人講：「恁既然行按呢，我欲對恁報仇才欲息。」","bklhl":"參孫對腓利士人講：Lín既然行án-ni，我beh對lín報仇，chiah beh soah。"}},{"book":"士","chapter":15,"verse":8,"versions":{"unv":"參孫就大大擊殺他們，連腿帶腰都砍斷了。他便下去，住在以坦磐的穴內。","bklcl":"Chham-sun chiū tōa-tōa phah-sí in, sin-si saⁿ-tha̍h;  chiū lo̍h-khì tiàm tī Í-thán ê chio̍h-thâu-khang.","tghg":"參孫就大大拍死𪜶，身屍相褡(saⁿ-tha̍h)。就落去，踮佇以坦的石頭孔。","bklhl":"參孫就大大phah死in，身屍相疊(tha̍h)；就落去tiàm tī Í-thán ê石頭孔。"}},{"book":"士","chapter":15,"verse":9,"versions":{"unv":"非利士人上去安營在猶大，布散在利希。","bklcl":"Hui-lī-sū lâng chiūⁿ-khì chat-iâⁿ tī Iû-tāi, hun-sòaⁿ tī Lī-hi.","tghg":"非利士人上去紮營佇猶大，分散佇利希。","bklhl":"腓利士人上去紮營tī偤大，分散tī Lī-hi。"}},{"book":"士","chapter":15,"verse":10,"versions":{"unv":"猶大人說：「你們為何上來攻擊我們呢？」他們說：「我們上來是要捆綁參孫；他向我們怎樣行，我們也要向他怎樣行。」","bklcl":"Iû-tāi lâng kóng,  Lín siáⁿ-sū chiūⁿ-lâi kong-kek goán ah?   In kóng, Goán chiūⁿ-lâi sī beh khún-pa̍k Chham-sun; i khoán-thāi goán cháiⁿ-iūⁿ, goán iā beh án-ni khoán-thāi i.","tghg":"猶大人講：「恁啥事上來攻擊阮啊？」𪜶講：「阮上來是欲捆縛參孫；伊款待阮怎樣，阮也欲按呢款待伊。」","bklhl":"偤大人講：Lín啥事上來攻擊阮ah？In講：阮上來是beh綑縛參孫；伊款待阮怎樣，阮也beh án-ni款待伊。"}},{"book":"士","chapter":15,"verse":11,"versions":{"unv":"於是有三千猶大人下到以坦磐的穴內，對參孫說：「非利士人轄制我們，你不知道嗎？你向我們行的是甚麼事呢？」他回答說：「他們向我怎樣行，我也要向他們怎樣行。」","bklcl":"Tùi án-ni Iû-tāi saⁿ-chheng lâng kàu Í-thán ê chio̍h-thâu-khang, tùi Chham-sun kóng, Hui-lī-sū lâng koán-hat lán, lí m̄-chai mah?  lí siáⁿ-sū chòe chit ê sū hō͘ goán ah?  Ìn kóng, In cháiⁿ-iūⁿ khoán-thāi góa, góa iā án-ni khoán-thāi in.","tghg":"對按呢猶大三千人到以坦的石頭孔，對參孫講：「非利士人管轄咱，你呣知嗎？你啥事做此個事互阮啊？」應講：「𪜶怎樣款待我，我也按呢款待𪜶。」","bklhl":"Tùi án-ni，偤大三千人到Í-thán ê石頭孔，對參孫講：腓利士人管轄咱，你m̄知mah？你啥事做chit ê事hō͘阮ah？應講，In怎樣款待我，我也án-ni款待in。"}},{"book":"士","chapter":15,"verse":12,"versions":{"unv":"猶大人對他說：「我們下來是要捆綁你，將你交在非利士人手中。」參孫說：「你們要向我起誓，應承你們自己不害死我。」","bklcl":"Iû-tāi lâng kā i kóng,  Goán lo̍h-lâi sī beh khún-pa̍k lí, chiong lí kau tī Hui-lī-sū lâng ê chhiú.  Chham-sun kā in kóng, Lín tio̍h tùi góa chiù-chōa, lín pún-sin bô beh hāi góa.","tghg":"猶大人給伊講：「阮落來是欲捆縛你，將你交佇非利士人的手。」參孫給𪜶講：「恁著對我咒誓，恁本身無欲害我。」","bklhl":"偤大人kā伊講，阮落來是beh綑縛你，將你交tī腓利士人ê手。參孫kā in講：Lín tio̍h對我chiù-chōa，lín本身無beh害我。"}},{"book":"士","chapter":15,"verse":13,"versions":{"unv":"他們說：「我們斷不殺你，只要將你捆綁交在非利士人手中。」於是用兩條新繩捆綁參孫，將他從以坦磐帶上去。","bklcl":"In tùi i kóng, Bô, chí-ū beh khún-pa̍k lí kau tī in ê chhiú, goán tek-khak bô hāi-sí lí.  Chiū ēng nn̄g tiâu sin ê soh khún-pa̍k i,  tùi chio̍h-pôaⁿ tòa i chiūⁿ-khì.","tghg":"𪜶對伊講：「無，只有欲捆縛你交佇𪜶的手，阮的確無害死你。」就用二條新的索捆縛伊，對石磐帶伊上去。","bklhl":"In對伊講，無，只有beh綑縛你交tī in ê手，阮的確無害死你。就用兩條新ê索綑縛伊，tùi石磐帶伊上去。"}},{"book":"士","chapter":15,"verse":14,"versions":{"unv":"參孫到了利希，非利士人都迎著喧嚷。耶和華的靈大大感動參孫，他臂上的繩就像火燒的麻一樣，他的綁繩都從他手上脫落下來。","bklcl":"Chham-sun kàu Lī-hi, Hui-lī-sū lâng tú-tio̍h chiū hoah.  Iâ-hô-hoa ê Sîn tōa-tōa lîm-kàu i, i chhiú--nih ê soh chiū chhin-chhiūⁿ kè-hé sio ê môa, só͘ pa̍k i ê soh chiū tùi i ê chhiú lak--lo̍h-khì.","tghg":"參孫到利希，非利士人抵著(tú-tio̍h)就喝(hoah)。耶和華的神大大臨到伊，伊手裡的索就親像過火燒的麻(môa)，所縛伊的索就對伊的手落落去(lak--lo̍h-khì)。","bklhl":"參孫到Lī-hi，腓利士人tú-tio̍h就hoah。耶和華ê神大大臨到伊，伊手裡ê索就親像過火燒ê麻，所縛伊ê索就對伊ê手lak落去。"}},{"book":"士","chapter":15,"verse":15,"versions":{"unv":"他見一塊未乾的驢腮骨，就伸手拾起來，用以擊殺一千人。","bklcl":"I khòaⁿ-kìⁿ lû chi̍t ki sin ê chhùi-phóe-kut, chiū chhun-chhiú khioh i, ēng lâi phah-sí chi̍t-chheng lâng.","tghg":"伊看見驢一支新的嘴䩃骨(chhùi-phóe-kut)，就伸手拾伊，用來拍死一千人。","bklhl":"伊看見驢一支新ê嘴phóe骨，就伸手拾伊，用來phah死一千人。"}},{"book":"士","chapter":15,"verse":16,"versions":{"unv":"參孫說：我用驢腮骨殺人成堆，用驢腮骨殺了一千人。","bklcl":"Chham-sun kóng,\tGóa ēng lû ê chhùi-phóe-kut, phah-sí lâng chi̍t-tui chi̍t-tui,\tGóa ēng lû ê chhùi-phóe-kut phah-sí chi̍t-chheng lâng.","tghg":"參孫講：我用驢的嘴䩃骨拍死人一堆一堆，我用驢的嘴䩃骨拍死一千人。","bklhl":"參孫講：\t我用驢ê嘴phóe骨，phah死人一堆一堆，\t我用驢ê嘴phóe骨phah死一千人。"}},{"book":"士","chapter":15,"verse":17,"versions":{"unv":"說完這話，就把那腮骨從手裡拋出去了。那地便叫拉末‧利希。","bklcl":"Kóng soah, chiū chiong chhiú--nih ê chhùi-phóe-kut hiat-ka̍k; hit só͘-chāi chiū kiò La̍h-boa̍t-lī-hi.","tghg":"講息，就將手裡的嘴䩃骨㧒擲(hiat-ka̍k)。彼所在就叫拉末利希。","bklhl":"講soah，就將手裡 ê嘴phóe骨hiat-ka̍k；hit所在就叫La̍h-boa̍t-lī-hi。"}},{"book":"士","chapter":15,"verse":18,"versions":{"unv":"參孫甚覺口渴，就求告耶和華說：「你既藉僕人的手施行這麼大的拯救，豈可任我渴死、落在未受割禮的人手中呢？」","bklcl":"Chham-sun chhùi-ta kàu-ke̍k, chiū kiû-kiò Iâ-hô-hoa kóng, Lí kì-jiân ēng Lí ê lô͘-po̍k ê chhiú kiâⁿ chiah-tōa ê chín-kiù, chóng-bô góa taⁿ tio̍h chhùi-ta lâi sí, hām-lo̍h tī bô siū kat-lé ê lâng ê chhiú mah?","tghg":"參孫嘴乾到極，就求叫耶和華講：「你既然用你的奴僕的手行即大的拯救，總無我今著嘴乾來死、陷落佇無受割禮的人的手嗎？」","bklhl":"參孫嘴乾到極，就求叫耶和華講：你既然用你ê奴僕ê手行chiah大ê拯救，總無我taⁿ tio̍h嘴乾來死，陷落tī無受割禮ê人ê手mah？"}},{"book":"士","chapter":15,"verse":19,"versions":{"unv":"　神就使利希的窪處裂開，有水從其中湧出來。參孫喝了，精神復原；因此那泉名叫隱‧哈歌利，那泉直到今日還在利希。","bklcl":"Siōng-tè chiū hō͘ Lī-hi lap-u ê só͘-chāi li̍h-khui, ū chúi tùi-hia chhèng--chhut lâi, Chham-sun lim-liáu cheng-sîn ho̍k-tò, koh oa̍h-tāng; tùi án-ni hō hit ê chúi-chôaⁿ kiò Ún-hap-ko-lī; hit ê chúi-chôaⁿ kàu kin-á-ji̍t iáu tī Lī-hi.","tghg":"上帝就互利希塌窩(lap-u)的所在裂開，有水對遐淐出來。參孫飲了，精神復倒閣活動；對按呢號彼個水泉叫隱哈歌利，彼個水泉到今仔日猶佇利希。","bklhl":"上帝就hō͘ Lī-hi lap-u ê所在裂開，有水tùi-hia chhèng出來，參孫lim了精神復到，koh活動；tùi án-ni，號hit ê水泉叫Ún-hap-ko-lī；hit ê水泉到今á日iáu tī Lī-hi。"}},{"book":"士","chapter":15,"verse":20,"versions":{"unv":"當非利士人轄制以色列人的時候，參孫作以色列的士師二十年。","bklcl":"Tng Hui-lī-sū lâng ê sî, Chham-sun chòe Í-sek-lia̍t ê sū-su jī-cha̍p nî.","tghg":"當非利士人的時，參孫做以色列的士師二十年。","bklhl":"當腓利士人ê時，參孫做以色列ê士師二十年。"}}]