[{"book":"士","chapter":1,"verse":1,"versions":{"unv":"約書亞死後，以色列人求問耶和華說：「我們中間誰當首先上去攻擊迦南人，與他們爭戰？」","bklcl":"Iok-su-a sí liáu-āu, Í-sek-lia̍t lâng mn̄g Iâ-hô-hoa kóng, Chī-chūi tio̍h chòe-thâu chiūⁿ-khì kā goán kong-kek Ka-lâm lâng, kap in kau-chiàn?","tghg":"約書亞死了後，以色列人問耶和華講：「是誰著做頭上去給阮攻擊迦南人，及𪜶交戰？」","bklhl":"約書亞死了後，以色列人問耶和華講：Chī-chūi tio̍h做頭上去kā阮攻擊迦南人，kap in交戰？"}},{"book":"士","chapter":1,"verse":2,"versions":{"unv":"耶和華說：「猶大當先上去，我已將那地交在他手中。」","bklcl":"Iâ-hô-hoa kóng, Iû-tāi tio̍h chiūⁿ-khì; khòaⁿ ah, Góa í-keng chiong hit ê tōe kau tī i ê chhiú.","tghg":"耶和華講：「猶大著上去，看啊，我已經將彼個地交佇伊的手。」","bklhl":"耶和華講：偤大tio̍h上去；看ah，我已經將hit ê地交tī伊ê手。"}},{"book":"士","chapter":1,"verse":3,"versions":{"unv":"猶大對他哥哥西緬說：「請你同我到拈鬮所得之地去，好與迦南人爭戰；以後我也同你到你拈鬮所得之地去。」於是西緬與他同去。","bklcl":"Iû-tāi tùi i ê hiaⁿ Se-biān kóng, Chhiáⁿ lí kap góa chiūⁿ-khì kàu góa só͘ liam-tio̍h ê tōe, kap Ka-lâm lâng kau-chiàn; góa iā beh kap lí khì, kàu lí só͘ liam-tio̍h ê tōe; Se-biān chiū kap i khì.","tghg":"猶大對伊的兄西緬講：「請你及我上去到我所拈著的地，及迦南人交戰；我也欲及你去到你所拈著的地。」西緬就及伊去。","bklhl":"偤大對伊ê兄西門講：請你kap我上去到我所liam-tio̍h ê地，kap迦南人交戰；我也beh kap你去，到你所liam-tio̍h ê地；西門就kap伊去。"}},{"book":"士","chapter":1,"verse":4,"versions":{"unv":"猶大就上去；耶和華將迦南人和比利洗人交在他們手中。他們在比色擊殺了一萬人，","bklcl":"Iû-tāi chiū chiūⁿ-khì;  Iâ-hô-hoa chiong Ka-lâm lâng, kap Pí-lī-sé lâng, kau tī in ê chhiú;","tghg":"猶大就上去；耶和華將迦南人及比利洗人交佇𪜶的手。𪜶佇比色拍死𪜶一萬人，","bklhl":"偤大就上去；耶和華將迦南人，kap Pí-lī-sé人，交tī in ê手；"}},{"book":"士","chapter":1,"verse":5,"versions":{"unv":"又在那裡遇見亞多尼‧比色，與他爭戰，殺敗迦南人和比利洗人。","bklcl":"in tī Pí-sek phah-sí in chi̍t-bān lâng;  koh tī Pí-sek tú-tio̍h A-to-nî-pí-sek, kap i kau-chiàn; thâi-iâⁿ Ka-lâm lâng kap Pí-lī-sé lâng.","tghg":"閣佇比色抵著(tú-tio̍h)亞多尼比色，及伊交戰，刣贏迦南人及比利洗人。","bklhl":"in tī Pí-sek phah死in一萬人；koh tī Pí-sek tú-tio̍h A-to-nî-pí-sek，kap伊交戰；刣贏迦南人kap Pí-lī-sé人。"}},{"book":"士","chapter":1,"verse":6,"versions":{"unv":"亞多尼‧比色逃跑；他們追趕，拿住他，砍斷他手腳的大拇指。","bklcl":"A-to-nî-pí-sek tô-cháu, in tui-jip i, lia̍h-tio̍h i, chhò-tn̄g i ê chhiú i ê kha ê tōa-pō͘-bú.","tghg":"亞多尼比色逃走；𪜶追趇(jip)伊，掠著伊，剉斷伊的手伊的腳的大哺拇。","bklhl":"A-to-nî-pí-sek逃走，in追jip伊，掠tio̍h伊，剉斷伊ê手伊ê腳ê大pō͘拇。"}},{"book":"士","chapter":1,"verse":7,"versions":{"unv":"亞多尼‧比色說：「從前有七十個王，手腳的大拇指都被我砍斷，在我桌子底下拾取零碎食物。現在　神按著我所行的報應我了。」於是他們將亞多尼‧比色帶到耶路撒冷，他就死在那裡。","bklcl":"A-to-nî-pí-sek kóng, Chêng ū chhit-cha̍p ê ông, chhiú kap kha ê tōa-pō͘-bú lóng chhò--khí-lâi, tī góa ê toh-kha khioh chia̍h-mi̍h; taⁿ Siōng-tè chiàu góa só͘-kiâⁿ-ê pò-èng góa.  In tòa i kàu Iâ-lō͘-sat-léng; i chiū sí tī-hia.","tghg":"亞多尼比色講：「前有七十個王，手及腳的大哺拇攏剉起來，佇我的桌腳拾食物。今上帝照我所行的報應我。」𪜶帶伊到耶路撒冷，伊就死佇遐。","bklhl":"A-to-nî-pí-sek講：前有七十個王，手kap腳ê大pō͘拇lóng 剉起來，tī我ê桌腳拾食物；taⁿ上帝照我所行ê報應我。In帶伊到耶路撒冷；伊就死tī-hia。"}},{"book":"士","chapter":1,"verse":8,"versions":{"unv":"猶大人攻打耶路撒冷，將城攻取，用刀殺了城內的人，並且放火燒城。","bklcl":"Iû-tāi lâng kong-kek Iâ-lō͘-sat-léng, chhú i, ēng to thâi-sí in, koh pàng-hé sio siâⁿ;","tghg":"猶大人攻擊耶路撒冷，取伊，用刀刣死𪜶，閣放火燒城。","bklhl":"偤大人攻擊耶路撒冷，取伊，用刀刣死in，koh放火燒城；"}},{"book":"士","chapter":1,"verse":9,"versions":{"unv":"後來猶大人下去，與住山地、南地，和高原的迦南人爭戰。","bklcl":"āu-lâi Iû-tāi lâng lo̍h-khì, kap tiàm tī soaⁿ-tōe, lâm--sì ê tōe, pîⁿ-iûⁿ ê tōe ê Ka-lâm lâng kau-chiàn.","tghg":"後來猶大人落去，及踮佇山地、南勢的地，平洋的地的迦南人交戰。","bklhl":"後來偤大人落去，kap tiàm tī山地，南勢ê地，平洋ê地ê迦南人交戰。"}},{"book":"士","chapter":1,"verse":10,"versions":{"unv":"猶大人去攻擊住希伯崙的迦南人，殺了示篩、亞希幔、撻買。希伯崙從前名叫基列‧亞巴。","bklcl":"Iû-tāi koh khì, phah hiah-ê khiā-khí Hi-pek-lûn ê Ka-lâm lâng, thâi-sí Sī-su, A-hi-bān, That-mái;  Hi-pek-lûn chêng miâ kiò Ki-lia̍t-a-pa.","tghg":"猶大閣去拍許個徛起希伯崙的迦南人，刣死示篩、亞希幔、撻買。希伯崙前名叫基列亞巴。","bklhl":"偤大koh去，phah hiah-ê khiā起Hi-pek-lûn ê迦南人，刣死Sī-su、A-hi-bān、That-mái；Hi-pek-lûn前名叫Ki-lia̍t-a-pa。"}},{"book":"士","chapter":1,"verse":11,"versions":{"unv":"他們從那裡去攻擊底壁的居民；底壁從前名叫基列‧西弗。","bklcl":"I tùi-hia khì phah Tí-phek khiā-khí ê peh-sìⁿ;","tghg":"伊對遐去拍底璧徛起的百姓；底璧前名叫基列西弗。","bklhl":"伊tùi-hia去phah Tí-phek khiā起ê百姓；"}},{"book":"士","chapter":1,"verse":12,"versions":{"unv":"迦勒說：「誰能攻打基列‧西弗，將城奪取，我就把我女兒押撒給他為妻。」","bklcl":"Tí-phek chêng miâ kiò Ki-lia̍t-se-hut.  Ka-le̍k kóng, Nā ū lâng phah Ki-lia̍t-se-hut lâi chhú i, góa beh chiong góa ê cha-bó͘-kiáⁿ Ap-sat hō͘ i chòe-bó͘.","tghg":"迦勒講：「若有人拍基列西弗來取伊，我欲將我的查某子押撒互伊做某。」","bklhl":"Tí-phek前名叫Ki-lia̍t-se-hut。迦勒講：若有人phah Ki-lia̍t-se-hut來取伊，我beh將我ê cha-bó͘-kiáⁿ Ap-sat hō͘伊做bó͘。"}},{"book":"士","chapter":1,"verse":13,"versions":{"unv":"迦勒兄弟基納斯的兒子俄陀聶奪取了那城，迦勒就把女兒押撒給他為妻。","bklcl":"Ka-le̍k ê sió-tī Ki-la̍p-su ê kiáⁿ Gô-tô-liap chhú i; i chiū chiong i ê cha-bó͘-kiáⁿ Ap-sat hō͘ i chòe-bó͘.","tghg":"迦勒的小弟基納斯的子俄陀聶取伊，伊就將伊的查某子押撒互伊做某。","bklhl":"迦勒ê小弟Ki-la̍p-su ê kiáⁿ Gô-tô-liap取伊；伊就將伊ê cha-bó͘-kiáⁿ Ap-sat hō͘伊做bó͘。"}},{"book":"士","chapter":1,"verse":14,"versions":{"unv":"押撒過門的時候，勸丈夫向她父親求一塊田。押撒一下驢，迦勒問她說：「你要甚麼？」","bklcl":"Ap-sat kè-mn̂g ê sî khǹg tiōng-hu tùi in lāu-pē thó chi̍t khu chhân;  Ap-sat tùi lû lo̍h--lâi; Ka-le̍k mn̄g i kóng, Lí beh sím-mi̍h ah?","tghg":"押撒過門的時，勸丈夫對𪜶老父討一區田。押撒對驢落來，迦勒問伊講：「你欲甚麼啊？」","bklhl":"Ap-sat過門ê時勸丈夫tùi in老父討一坵田；Ap-sat tùi驢落來；迦勒問伊講：你beh甚麼ah？"}},{"book":"士","chapter":1,"verse":15,"versions":{"unv":"她說：「求你賜福給我，你既將我安置在南地，求你也給我水泉。」迦勒就把上泉下泉賜給她。","bklcl":"I tùi i kóng, Kiû lí sù-hok góa; lí í-keng an-tì góa tī lâm-hng ê tōe, kiû lí hō͘ góa chúi-chôaⁿ.  Ka-le̍k chiū ēng téng ê chúi-chôaⁿ, ē ê chúi-chôaⁿ, hō͘ i.","tghg":"伊對伊講：「求你賜福我，你已經安置我佇南方的地，求你互我水泉。」迦勒就用頂的水泉下的水泉互伊。","bklhl":"伊對伊講，求你賜福我；你已經安置我tī南方ê地，求你hō͘我水泉。迦勒就用頂ê水泉，下ê水泉，hō͘伊。"}},{"book":"士","chapter":1,"verse":16,"versions":{"unv":"摩西的內兄（或譯：岳父）是基尼人，他的子孫與猶大人一同離了棕樹城，往亞拉得以南的猶大曠野去，就住在民中。","bklcl":"Mô͘-se ê gōa-chhek sī Ki-nî lâng, i ê kiáⁿ-sun kap Iû-tāi ê kiáⁿ-sun tùi chó-chhiū siâⁿ saⁿ-kap chiūⁿ--khì, kàu A-la̍h-tek lâm--sì Iû-tāi ê khòng-iá, kap peh-sìⁿ saⁿ-kap khiā-khí.","tghg":"摩西的外戚(gōa-chhek)是基尼人，伊的子孫及猶大的子孫對棗樹城相及上去，到亞拉得南勢猶大的曠野，及百姓相及徛起。","bklhl":"摩西ê外戚是Ki-nî人，伊ê kiáⁿ孫kap偤大ê kiáⁿ孫tùi棗樹城相kap上去，到A-la̍h-tek lâm-sì偤大ê曠野，kap百姓相kap khiā起。"}},{"book":"士","chapter":1,"verse":17,"versions":{"unv":"猶大和他哥哥西緬同去，擊殺了住洗法的迦南人，將城盡行毀滅，那城的名便叫何珥瑪。","bklcl":"Iû-tāi kap i ê hiaⁿ Se-biān saⁿ-kap khì, phah-sí khiā-khí tī Sé-hoat ê Ka-lâm lâng, it-chīn húi-bia̍t i;  hit ê siâⁿ chiū miâ kiò Hô-jíⁿ-má.","tghg":"猶大及伊的兄西緬相及去，拍死徛起佇洗法的迦南人，一盡毀滅伊，彼個城就名叫何珥瑪。","bklhl":"偤大kap伊ê兄西門相kap去，phah死khiā起tī Sé-hoat ê迦南人，一盡毀滅伊；hit ê城就名叫Hô-jíⁿ-má。"}},{"book":"士","chapter":1,"verse":18,"versions":{"unv":"猶大又取了迦薩和迦薩的四境，亞實基倫和亞實基倫的四境，以革倫和以革倫的四境。","bklcl":"Iû-tāi koh chhú Ka-sat kap i ê kéng-kài, A-si̍t-kî-lûn kap i ê kéng-kài, Í-kek-lûn kap i ê kéng-kài.","tghg":"猶大閣取加薩及伊的境界，亞實基倫及伊的境界，以革倫及伊的境界。","bklhl":"偤大koh取Ka-sat kap伊ê境界，A-si̍t-kî-lûn kap伊ê境界，Í-kek-lûn kap伊ê境界。"}},{"book":"士","chapter":1,"verse":19,"versions":{"unv":"耶和華與猶大同在，猶大就趕出山地的居民，只是不能趕出平原的居民，因為他們有鐵車。","bklcl":"Iâ-hô-hoa kap Iû-tāi saⁿ-kap tī-teh; i chiū kóaⁿ-chhut soaⁿ-tōe khiā-khí ê peh-sìⁿ; chóng-sī bōe-ōe kóaⁿ-chhut pîⁿ-iûⁿ khiā-khí ê peh-sìⁿ, in-ūi in ū thih-chhia.","tghg":"耶和華及猶大相及佇啲，伊就趕出山地徛起的百姓，總是𣍐會趕出平洋徛起的百姓，因為𪜶有鐵車。","bklhl":"耶和華kap偤大相kap tī-teh；伊就趕出山地khiā起ê百姓；總是bōe能趕出平洋khiā起ê百姓，因為in有鐵車。"}},{"book":"士","chapter":1,"verse":20,"versions":{"unv":"以色列人照摩西所說的，將希伯崙給了迦勒；迦勒就從那裡趕出亞衲族的三個族長。","bklcl":"In chiàu Mô͘-se só͘ kóng ê, ēng Hi-pek-lûn hō͘ Ka-le̍k, i chiū tùi-hia kóaⁿ-chhut A-la̍p saⁿ ê kiáⁿ.","tghg":"𪜶照摩西所講的，用希伯崙互迦勒；伊就對遐趕出亞納三個子。","bklhl":"In照摩西所講ê，用Hi-pek-lûn hō͘迦勒，伊就tùi-hia趕出A-la̍p三個kiáⁿ。"}},{"book":"士","chapter":1,"verse":21,"versions":{"unv":"便雅憫人沒有趕出住耶路撒冷的耶布斯人。耶布斯人仍在耶路撒冷與便雅憫人同住，直到今日。","bklcl":"Piān-ngá-bín lâng bô kóaⁿ-chhut khiā-khí tī Iâ-lō͘-sat-léng ê Iâ-pò͘-su lâng;  Iâ-pò͘-su lâng iû-goân tī Iâ-lō͘-sat-léng kap Piān-ngá-bín lâng saⁿ-kap khiā-khí, kàu kin-á-ji̍t.","tghg":"便雅憫人無趕出徛起佇耶路撒冷的耶布斯人。耶布斯人猶原佇耶路撒冷及便雅憫人相及徛起，到今仔日。","bklhl":"便雅憫人無趕出khiā起tī耶路撒冷ê Iâ-pò͘-su人；Iâ-pò͘-su人猶原tī耶路撒冷kap便雅憫人相kap khiā起，到今á日。"}},{"book":"士","chapter":1,"verse":22,"versions":{"unv":"約瑟家也上去攻打伯特利；耶和華與他們同在。","bklcl":"Iok-sek ke iā chiūⁿ-khì kong-kek Pek-te̍k-lī;  Iâ-hô-hoa kap in saⁿ-kap tī-teh.","tghg":"約瑟家也上去攻擊伯特利；耶和華及𪜶相及佇啲。","bklhl":"約瑟家也上去攻擊Pek-te̍k-lī；耶和華kap in相kap tī-teh。"}},{"book":"士","chapter":1,"verse":23,"versions":{"unv":"約瑟家打發人去窺探伯特利（那城起先名叫路斯）。","bklcl":"Iok-sek-ke chhe lâng khì thau-khòaⁿ Pek-te̍k-lī;  hit ê siâⁿ thâu-seng miâ kiò Lō͘-su.","tghg":"約瑟家差人去偷看伯特利（彼個城頭先名叫路斯）。","bklhl":"約瑟家差人去偷看Pek-te̍k-lī；hit ê城頭先名叫Lō͘-su。"}},{"book":"士","chapter":1,"verse":24,"versions":{"unv":"窺探的人看見一個人從城裡出來，就對他說：「求你將進城的路指示我們，我們必恩待你。」","bklcl":"Chòe cheng-thàm-ê khòaⁿ-kìⁿ chi̍t-lâng tùi siâⁿ-lāi chhut-lâi, chiū tùi i kóng, Kiû lí ēng ji̍p siâⁿ ê lō͘ pò goán chai, goán beh hó khoán-thāi lí.","tghg":"做偵探的看見一人對城內出來，就對伊講：「求你用入城的路報阮知，阮欲好款待你。」","bklhl":"做偵探-ê看見一人tùi城內出來，就對伊講，求你用入城ê路報阮知，阮beh好款待你。"}},{"book":"士","chapter":1,"verse":25,"versions":{"unv":"那人將進城的路指示他們，他們就用刀擊殺了城中的居民，但將那人和他全家放去。","bklcl":"Hit-lâng chiū pò in ji̍p siâⁿ ê lō͘, in chiū ēng to phah-sí siâⁿ-lāi ê peh-sìⁿ; to̍k-to̍k pàng hit-lâng kap i choân-ke khì.","tghg":"彼人就報𪜶入城的路，𪜶就用刀拍死城內的百姓，獨獨放彼人及伊全家去。","bklhl":"Hit人就報in入城ê路，in就用刀phah死城內ê百姓；獨獨放hit人kap伊全家去。"}},{"book":"士","chapter":1,"verse":26,"versions":{"unv":"那人往赫人之地去，築了一座城，起名叫路斯。那城到如今還叫這名。","bklcl":"Hit-lâng khì Hek lâng ê tōe, khí chi̍t chō siâⁿ, hō miâ kiò Lō͘-su; kàu kin-á-ji̍t iáu kiò chit ê miâ.","tghg":"彼人去赫人的地，起一座城，號名叫路斯。到今仔日猶叫此個名。","bklhl":"Hit人去Hek人ê地，起一座城，號名叫Lō͘-su；到今á日iáu叫chit ê名。"}},{"book":"士","chapter":1,"verse":27,"versions":{"unv":"瑪拿西沒有趕出伯‧善和屬伯‧善鄉村的居民，他納和屬他納鄉村的居民，多珥和屬多珥鄉村的居民，以伯蓮和屬以伯蓮鄉村的居民，米吉多和屬米吉多鄉村的居民；迦南人卻執意住在那些地方。","bklcl":"Má-ná-se iā bô kóaⁿ-chhut Pek-siān kap i ê hiuⁿ-siā ê peh-sìⁿ,  Tha-la̍p kap i ê hiuⁿ-siā ê peh-sìⁿ, To-jíⁿ kap i ê hiuⁿ-siā ê peh-sìⁿ, Í-pek-liân kap i ê hiuⁿ-siā ê peh-sìⁿ, Bí-kiat-to kap i ê hiuⁿ-siā ê peh-sìⁿ;  Ka-lâm lâng chiū koat-ì khiā-khí tī hiah-ê tōe-hng.","tghg":"瑪拿西也無趕出伯善及伊的鄉社的百姓，他納及伊的鄉社的百姓，多珥及伊的鄉社的百姓，以伯蓮及伊的鄉社的百姓，米吉多及伊的鄉社的百姓；迦南人就決意徛起佇許個地方。","bklhl":"Má-ná-se也無趕出Pek-siān kap伊ê鄉社ê百姓，Tha-la̍p kap伊ê鄉社ê百姓，To-jíⁿ kap伊ê鄉社ê百姓，Í-pek-liân kap伊ê鄉社ê百姓，Bí-kiat-to kap伊ê鄉社ê百姓；迦南人就決意khiā起tī hiah-ê地方。"}},{"book":"士","chapter":1,"verse":28,"versions":{"unv":"及至以色列強盛了，就使迦南人做苦工，沒有把他們全然趕出。","bklcl":"Kàu Í-sek-lia̍t kiông-sēng, chiū hō͘ Ka-lâm lâng chòe khó͘-kang, bô it-chīn kóaⁿ in chhut.","tghg":"到以色列強盛，就互迦南人做苦工，無一盡趕𪜶出。","bklhl":"到以色列強盛，就hō͘迦南人做苦工，無一盡趕in出。"}},{"book":"士","chapter":1,"verse":29,"versions":{"unv":"以法蓮沒有趕出住基色的迦南人。於是迦南人仍住在基色，在以法蓮中間。","bklcl":"Í-hoat-liân iā bô kóaⁿ-chhut khiā-khí tī Ki-sek ê Ka-lâm lâng; Ka-lâm lâng chiū tī in tiong-kan iû-goân khiā-khí tī Ki-sek.","tghg":"以法蓮也無趕出徛起佇基色的迦南人。迦南人就佇𪜶中間，猶原徛起佇基色。","bklhl":"Í-hoat-liân也無趕出khiā起tī Ki-sek ê迦南人；迦南人就tī in中間猶原khiā起tī Ki-sek。"}},{"book":"士","chapter":1,"verse":30,"versions":{"unv":"西布倫沒有趕出基倫的居民和拿哈拉的居民。於是迦南人仍住在西布倫中間，成了服苦的人。","bklcl":"Se-pò͘-lûn iā bô kóaⁿ-chhut Ki-lûn ê peh-sìⁿ, kap Ná-hap-la̍h ê peh-sìⁿ.  Ka-lâm lâng chiū iû-goân khiā-khí tī in tiong-kan, lâi chòe khó͘-kang.","tghg":"西布倫也無趕出基倫的百姓及拿哈拉的百姓。迦南人就猶原徛起佇𪜶中間，來做苦工。","bklhl":"Se-pò͘-lûn也無趕出Ki-lûn ê百姓，kap Ná-hap-la̍h ê百姓。迦南人就猶原khiā起tī in中間，來做苦工。"}},{"book":"士","chapter":1,"verse":31,"versions":{"unv":"亞設沒有趕出亞柯和西頓的居民，亞黑拉和亞革悉的居民，黑巴、亞弗革與利合的居民。","bklcl":"A-siat iā bô kóaⁿ-chhut A-kho khiā-khí ê peh-sìⁿ, kap Se-tùn, A-hek-la̍h, A-kek-sek, Hek-pa, A-hut-kek, Lī-ha̍p khiā-khí ê peh-sìⁿ.","tghg":"亞設也無趕出亞柯徛起的百姓及西頓、亞黑拉、亞革悉、黑巴、亞弗革、利合徛起的百姓。","bklhl":"A-siat也無趕出A-kho khiā起ê百姓，kap Se-tùn、A-hek-la̍h、A-kek-sek、Hek-pa、A-hut-kek、Lī-ha̍p khiā起ê百姓。"}},{"book":"士","chapter":1,"verse":32,"versions":{"unv":"於是，亞設因為沒有趕出那地的迦南人，就住在他們中間。","bklcl":"A-sait lâng tòa tī khiā-khí hit só͘-chāi Ka-lâm lâng ê tiong-kan, in-ūi bô kóaⁿ in chhut-khì.","tghg":"亞設人住佇徛起彼所在迦南人的中間，因為無趕𪜶出去。","bklhl":"A-sait人tòa tī khiā起hit所在迦南人ê中間，因為無趕in出去。"}},{"book":"士","chapter":1,"verse":33,"versions":{"unv":"拿弗他利沒有趕出伯‧示麥和伯‧亞納的居民，於是拿弗他利就住在那地的迦南人中間；然而伯‧示麥和伯‧亞納的居民成了服苦的人。","bklcl":"Ná-hut-tha-lī bô kóaⁿ-chhut Pek-sī-be̍k khiā-khí ê peh-sìⁿ, Pek-a-la̍p khiā-khí ê peh-sìⁿ;  Ná-hut-tha-lī chiū tòa tī khiā-khí hit só͘-chāi Ka-lâm lâng ê tiong-kan;  chóng-sī Pek-sī-be̍k kap Pek-a-la̍p khiā-khí ê peh-sìⁿ lóng chòe khó͘-kang.","tghg":"拿弗他利無趕出伯示麥徛起的百姓、伯亞納徛起的百姓，拿弗他利就住佇徛起彼所在迦南人的中間；總是伯示麥及伯亞納徛起的百姓攏做苦工。","bklhl":"Ná-hut-tha-lī無趕出Pek-sī-be̍k khiā起ê百姓，Pek-a-la̍p khiā起ê百姓；Ná-hut-tha-lī就tòa tī khiā起hit所在迦南人ê中間；總是Pek-sī-be̍k kap Pek-a-la̍p khiā起ê百姓lóng做苦工。"}},{"book":"士","chapter":1,"verse":34,"versions":{"unv":"亞摩利人強逼但人住在山地，不容他們下到平原；","bklcl":"A-mô͘-lī lâng kiông-pek Tàn ê lâng khiā-khí tī soaⁿ-tōe, bô iông-ún in lo̍h-khì pîⁿ-iûⁿ.","tghg":"亞摩利人強迫但的人徛起佇山地，無容允𪜶落去平洋；","bklhl":"A-mô͘-lī人強迫Tàn ê人khiā起tī山地，無容允in落去平洋。"}},{"book":"士","chapter":1,"verse":35,"versions":{"unv":"亞摩利人卻執意住在希烈山和亞雅倫並沙賓。然而約瑟家勝了他們，使他們成了服苦的人。","bklcl":"A-mô͘-lī lâng chiū koat-ì khiā-khí tī Hi-lia̍t soaⁿ, tī A-ngá-lûn, tī Sa-pin; āu-lâi Iok-sek-ke kiông-sēng, hō͘ in chòe khó͘-kang.","tghg":"亞摩利人就決意徛起佇希烈山佇亞雅倫佇沙賓。後來約瑟家強盛，互𪜶做苦工。","bklhl":"A-mô͘-lī人就決意khiā起tī Hi-lia̍t山，tī A-ngá-lûn，tī Sa-pin；後來約瑟家強盛，hō͘ in做苦工。"}},{"book":"士","chapter":1,"verse":36,"versions":{"unv":"亞摩利人的境界，是從亞克拉濱坡，從西拉而上。","bklcl":"A-mô͘-lī lâng ê tōe-kài, sī tùi A-khek-la̍h-pin soaⁿ-phiâⁿ, tùi Se-la̍h chiūⁿ--khì.","tghg":"亞摩利人的地界，是對亞克拉濱山坪，對西拉上去。","bklhl":"A-mô͘-lī人ê地界，是tùi A-khek-la̍h-pin山坪，tùi Se-la̍h上去。"}}]