[{"book":"士","chapter":16,"verse":1,"versions":{"unv":"參孫到了迦薩，在那裡看見一個妓女，就與她親近。","bklcl":"Chham-sun kàu Ka-sat, tī-hia khòaⁿ-kìⁿ chi̍t ê kī-lú, chiū chhin-kūn i.","tghg":"參孫到迦薩，佇遐看見一個妓女，就親近伊。","bklhl":"參孫到Ka-sat，tī-hia看見一个妓女，就親近伊。"}},{"book":"士","chapter":16,"verse":2,"versions":{"unv":"有人告訴迦薩人說：「參孫到這裡來了！」他們就把他團團圍住，終夜在城門悄悄埋伏，說：「等到天亮我們便殺他。」","bklcl":"Ū lâng kā Ka-sat lâng kóng, Chham-sun kàu chia;  in chiū thàu-mî ûi i, tī siâⁿ-mn̂g tng-tán i, thong-mî chēng-chēng, kóng, Kàu thiⁿ-kng-chá lán chiū thang thâi i.","tghg":"有人給迦薩人講：「參孫到遮！」𪜶就透暝圍伊，佇城門當等伊，通暝靜靜，講：「到天光早咱就通刣伊。」","bklhl":"有人kā Ka-sat人講：參孫到chia；in就透暝圍伊，tī城門當等伊，thong暝靜靜，講：到天光早咱就thang 刣伊。"}},{"book":"士","chapter":16,"verse":3,"versions":{"unv":"參孫睡到半夜，起來，將城門的門扇、門框、門閂，一齊拆下來，扛在肩上，扛到希伯崙前的山頂上。","bklcl":"Chham-sun khùn kàu pòaⁿ-mî; tī pòaⁿ-mî khí-lâi, chiong siâⁿ-mn̂g ê mn̂g-sìⁿ, kap nn̄g ki mn̂g-khiā, kap mn̂g-kông, lóng thiah--khí-lâi, hē tī keng-thâu--nih, giâ kàu Hi-pek-lûn tùi-bīn ê soaⁿ-téng.","tghg":"參孫睏到半暝，佇半暝起來，將城門的門扇(mn̂g-sìⁿ)、及二支門竪(mn̂g-khiā)、及門楗(mng-kông)，攏拆起來，下佇肩頭裡，夯(giâ)到希伯崙對面的山頂。","bklhl":"參孫睏到半暝；tī半暝起來，將城門ê門扇，kap兩支門khiā，kap門栱，lóng拆起來，hē tī肩頭裡，giâ到Hi-pek-lûn對面ê山頂。"}},{"book":"士","chapter":16,"verse":4,"versions":{"unv":"後來，參孫在梭烈谷喜愛一個婦人，名叫大利拉。","bklcl":"Āu-lâi Chham-sun tī So-lia̍t soaⁿ-kok loân-ài chi̍t ê cha-bó͘-lâng miâ kiò Tāi-lī-la̍h.","tghg":"後來，參孫佇梭烈山谷戀愛一個查某人，名叫大利拉。","bklhl":"後來參孫tī So-lia̍t山谷戀愛一个cha-bó͘人名叫Tāi-lī-la̍h。"}},{"book":"士","chapter":16,"verse":5,"versions":{"unv":"非利士人的首領上去見那婦人，對她說：「求你誆哄參孫，探探他因何有這麼大的力氣，我們用何法能勝他，捆綁剋制他。我們就每人給你一千一百舍客勒銀子。」","bklcl":"Hui-lī-sū lâng hiah-ê siú-léng chiūⁿ-khì kìⁿ hit ê cha-bó͘-lâng, tùi i kóng, Lí tio̍h làu Chham-sun, khòaⁿ i ê tōa khùi-la̍t chāi-tī toh-lo̍h, goán cháiⁿ-iūⁿ chiah ōe iâⁿ i,  thang pa̍k lâi khùn-khó͘ i;  goán chiū ta̍k-lâng hō͘ lí chi̍t-chheng chi̍t-pah gûn.","tghg":"非利士人許個首領上去見彼個查某人，對伊講：「你著漏參孫，看伊的大氣力在佇叨落，阮怎樣才會贏伊，通縛來困苦伊。阮就逐人互你一千一百銀。」","bklhl":"腓利士人hiah-ê首領上去見hit ê cha-bó͘人，對伊講，你tio̍h làu參孫，看伊ê大氣力在tī toh落，阮怎樣chiah會贏伊，thang縛來困苦伊；阮就ta̍k人hō͘你一千一百銀。"}},{"book":"士","chapter":16,"verse":6,"versions":{"unv":"大利拉對參孫說：「求你告訴我，你因何有這麼大的力氣，當用何法捆綁剋制你。」","bklcl":"Tāi-lī-la̍h kā Chham-sun kóng, Kiû lí kā góa kóng, lí ê tōa khùi-la̍t chāi-tī toh-lo̍h, tio̍h cháiⁿ-iūⁿ chiah ōe pa̍k lí, khùn-khó͘ lí.","tghg":"大利拉給參孫講：「求你給我講，你的大氣力在佇叨落，著怎樣才會縛你困苦你。」","bklhl":"Tāi-lī-la̍h kā參孫講：求你kā我講：你ê大氣力在tī toh落，tio̍h怎樣chiah會縛你，困苦你。"}},{"book":"士","chapter":16,"verse":7,"versions":{"unv":"參孫回答說：「人若用七條未乾的青繩子捆綁我，我就軟弱像別人一樣。」","bklcl":"Chham-sun ìn kóng, Lâng nā ēng chhit-tiâu iáu-bē ta, chhiⁿ ê tîn-á pa̍k góa, góa chiū loán-jio̍k chhin-chhiūⁿ pa̍t-lâng.","tghg":"參孫應講：「人若用七條猶未乾青的藤仔縛我，我就軟弱親像別人。」","bklhl":"參孫應講，人若用七條iáu未乾，生(chhiⁿ) ê藤á縛我，我就軟弱親像別人。"}},{"book":"士","chapter":16,"verse":8,"versions":{"unv":"於是非利士人的首領拿了七條未乾的青繩子來，交給婦人，她就用繩子捆綁參孫。","bklcl":"Tùi án-ni Hui-lī-sū lâng hiah-ê siú-léng the̍h chhit-tiâu iáu-bē ta, chhiⁿ ê tîn-á lâi, kau hō͘ hū-jîn-lâng, i chiū ēng hit-ê lâi pa̍k i.","tghg":"對按呢非利士人許個首領提七條猶未乾青的藤仔來，交互婦仁人，伊就用彼個來縛伊。","bklhl":"Tùi án-ni，腓利士人hiah-ê首領the̍h七條iáu未乾，生ê藤á來，交hō͘婦人人，伊就用hit ê來縛伊。"}},{"book":"士","chapter":16,"verse":9,"versions":{"unv":"有人預先埋伏在婦人的內室裡。婦人說：「參孫哪，非利士人拿你來了！」參孫就掙斷繩子，如掙斷經火的麻線一般。這樣，他力氣的根由人還是不知道。","bklcl":"Hū-jîn-lâng í-keng ū bâi-ho̍k lâng tī i ê lāi-pâng; hū-jîn-lâng kóng, Chham-sun ah, Hui-lī-sū lâng lâi beh lia̍h lí.  Chham-sun chiū chhoah-tn̄g tîn-á, chhin-chhiūⁿ chhoah-tn̄g keng-kè hé ê môa-si chi̍t-iūⁿ;  án-ni i ê tōa khùi-la̍t lâng iū-goân m̄-chai.","tghg":"婦仁人已經有埋伏人佇伊的內房。婦仁人講：「參孫啊，非利士人來欲掠你！」參孫就掇斷(chhoah-tn̄g)藤仔，親像掇斷經過火的麻絲一樣。按呢，伊的大氣力人猶原呣知。","bklhl":"婦人人已經有埋伏人tī伊ê內房；婦人人講：參孫ah，腓利士人來beh掠你。參孫就chhoah斷藤á，親像chhoah斷經過火ê 麻絲一樣；án-ni伊ê大氣力人猶原m̄知。"}},{"book":"士","chapter":16,"verse":10,"versions":{"unv":"大利拉對參孫說：「你欺哄我，向我說謊言。現在求你告訴我當用何法捆綁你。」","bklcl":"Tāi-lī-la̍h kā Chham-sun kóng, Lí phiàn góa, tùi góa kóng pe̍h-chha̍t; taⁿ kiû lí kā góa kóng tio̍h cháiⁿ-iūⁿ chiah ōe pa̍k lí.","tghg":"大利拉給參孫講：「你騙我，對我講白賊。今求你給我講著怎樣才會縛你。」","bklhl":"Tāi-lī-la̍h kā參孫講：你騙我，對我講白賊；taⁿ求你kā我講tio̍h怎樣chiah會縛你。"}},{"book":"士","chapter":16,"verse":11,"versions":{"unv":"參孫回答說：「人若用沒有使過的新繩捆綁我，我就軟弱像別人一樣。」","bklcl":"Chham-sun ìn kóng, Lâng nā ēng bē-bat ēng ê sin soh pa̍k góa, góa chiū loán-jio̍k chhin-chhiūⁿ pa̍t-lâng.","tghg":"參孫應講：「人若用未曾用的新索縛我，我就軟弱親像別人。」","bklhl":"參孫應講，人若用bē-bat用ê新索縛我，我就軟弱親像別人。"}},{"book":"士","chapter":16,"verse":12,"versions":{"unv":"大利拉就用新繩捆綁他，對他說：「參孫哪，非利士人拿你來了！」有人預先埋伏在內室裡。參孫將臂上的繩掙斷了，如掙斷一條線一樣。","bklcl":"Tāi-lī-la̍h chiū ēng sin soh pa̍k i, tùi i kóng, Chham-sun ah, Hui-lī-sū lâng lâi beh lia̍h lí.  Hit-sî bâi-ho̍k ê lâng bih tī lāi-pâng;  Chham-sun chiū chhoah-tn̄g i chhiú-kut--nih ê soh, chhin-chhiūⁿ chhoah-tn̄g chi̍t tiâu sòaⁿ.","tghg":"大利拉就用新索縛伊，對伊講：「參孫啊，非利士人來欲掠你！」彼時埋伏的人匿佇內房。參孫就掇斷伊手骨裡的索，親像掇斷一條線。","bklhl":"Tāi-lī-la̍h就用新索縛伊，對伊講，參孫ah，腓利士人來beh掠你。Hit時埋伏ê人bih tī內房；參孫就chhoah斷伊手骨裡ê索，親像chhoah斷一條線。"}},{"book":"士","chapter":16,"verse":13,"versions":{"unv":"大利拉對參孫說：「你到如今還是欺哄我，向我說謊言。求你告訴我，當用何法捆綁你。」參孫回答說：「你若將我頭上的七條髮綹，與緯線同織就可以了。」","bklcl":"Tāi-lī-la̍h kā Chham-sun kóng, Lí kàu-taⁿ iáu phiàn góa, tùi góa kóng pe̍h-chha̍t; kiû lí kā góa kóng, tio̍h cháiⁿ-iūⁿ chiah ōe pa̍k lí.  Chham-sun ìn kóng, Lí nā ēng chhit-kó͘ ê thâu-mn̂g kap hūi-sòaⁿ saⁿ-kap chit, chiū ōe.","tghg":"大利拉給參孫講：「你到今猶騙我，對我講白賊。求你給我講，著怎樣才會縛你。」參孫應講：「你若用七股的頭毛，及緯線相及織就會。」","bklhl":"Tāi-lī-la̍h kā參孫講：你到taⁿ iáu騙我，對我講白賊；求你kā我講：tio̍h怎樣chiah會縛你。參孫應講，你若用七股ê頭毛kap緯(hūi)線相kap織，就能。"}},{"book":"士","chapter":16,"verse":14,"versions":{"unv":"於是大利拉將他的髮綹與緯線同織，用橛子釘住，對他說：「參孫哪，非利士人拿你來了！」參孫從睡中醒來，將機上的橛子和緯線一齊都拔出來了。","bklcl":"Hū-jîn-lâng chiū ēng teng tèng i ê thâu-mn̂g, kā i kóng, Chham-sun ah, Hui-lī-sū lâng lâi beh lia̍h lí. Chham-sun chiū chhíⁿ, chiong pò͘-ki ê teng kap hūi-sòaⁿ, chòe chi̍t-ē pu̍ih--chhut-lâi.","tghg":"婦仁人就用釘釘伊的頭毛，給伊講：「參孫啊，非利士人來欲掠你！」參孫就醒，將布機的釘及緯線做一下拔出來。","bklhl":"婦人人就用釘釘伊ê頭毛，kā伊講，參孫ah，腓利士人來beh掠你。參孫就醒，將布機ê釘kap 緯線，做一下拔出來。"}},{"book":"士","chapter":16,"verse":15,"versions":{"unv":"大利拉對參孫說：「你既不與我同心，怎麼說你愛我呢？你這三次欺哄我，沒有告訴我，你因何有這麼大的力氣。」","bklcl":"Tāi-lī-la̍h kā i kóng, Lí ê sim bô liân tī góa;  cháiⁿ-iūⁿ kóng lí thiàⁿ góa?  lí í-keng phiàn góa saⁿ-pái, bô kā góa kóng, lí ê khùi-la̍t chāi-tī toh-lo̍h.","tghg":"大利拉給伊講：「你的心無連佇我，怎樣講你疼我？你已經騙我三擺，無給我講，你的氣力在佇叨落。」","bklhl":"Tāi-lī-la̍h kā伊講，你ê心無連tī我；怎樣講你疼我？你已經騙我三pái，無kā我講：你ê氣力在tī toh落。"}},{"book":"士","chapter":16,"verse":16,"versions":{"unv":"大利拉天天用話催逼他，甚至他心裡煩悶要死。","bklcl":"Tāi-lī-la̍h ji̍t-ji̍t ēng ōe chhui i, pek i, tì-kàu i ê sim ut-būn, kàu beh sí;","tghg":"大利拉日日用話催伊迫伊，致到伊的心鬱悶到欲死。","bklhl":"Tāi-lī-la̍h日日用話催伊，逼伊，致到伊ê心鬱悶，到beh死；"}},{"book":"士","chapter":16,"verse":17,"versions":{"unv":"參孫就把心中所藏的都告訴了她，對她說：「向來人沒有用剃頭刀剃我的頭，因為我自出母胎就歸　神作拿細耳人；若剃了我的頭髮，我的力氣就離開我，我便軟弱像別人一樣。」","bklcl":"chiū chiong i ê sim-tóe só͘-khǹg-ê lóng pò i, kā i kóng, Éng m̄-bat ū thì-thâu-to kàu góa ê thâu-khak;  in-ūi góa tùi bú-thai chiū kui Siōng-tè chòe Ná-sè-jíⁿ lâng;  nā kā góa thì--khí-lâi, góa ê khùi-la̍t chiū lī-khui góa, góa chiū loán-jio̍k chhin-chhiūⁿ pa̍t-lâng.","tghg":"就將伊的心底所囥的攏報伊，給伊講：「永呣曾有剃頭刀到我的頭殼，因為我對母胎就歸上帝做拿細耳人；若給我剃起來，我的氣力就離開我，我就軟弱親像別人。」","bklhl":"就將伊ê心底所khǹg-ê lóng報伊，kā伊講，Éng m̄-bat有剃頭刀到我ê頭殼；因為我tùi母胎就歸上帝做Ná-sè-jíⁿ人；若kā我剃起來，我ê氣力就離開我，我就軟弱親像別人。"}},{"book":"士","chapter":16,"verse":18,"versions":{"unv":"大利拉見他把心中所藏的都告訴了她，就打發人到非利士人的首領那裡，對他們說：「他已經把心中所藏的都告訴了我，請你們再上來一次。」於是非利士人的首領手裡拿著銀子，上到婦人那裡。","bklcl":"Tāi-lī-la̍h khòaⁿ-kìⁿ i chiong sim-tóe só͘-khǹg-ê lóng kā i kóng, chiū chhe lâng kiò Hui-lī-sū lâng ê siú-léng, kā in kóng, Chhiáⁿ lín chit-pái koh chiūⁿ-lâi, in-ūi i í-keng chiong sim-tóe só͘-khǹg-ê lóng kā góa kóng.  Hui-lī-sū lâng ê siú-léng chiūⁿ-khì hū-jîn-lâng hia, hit ê gûn tòa tī chhiú--nih.","tghg":"大利拉看見伊將心底所囥的攏給伊講，就差人叫非利士人的首領，給𪜶講：「請恁此擺閣上來，因為伊已經將心底所囥的攏給我講。」非利士人的首領上去婦仁人遐，彼個銀帶佇手裡。","bklhl":"Tāi-lī-la̍h看見伊將心底所khǹg-ê lóng kā伊講，就差人叫腓利士人ê首領，kā in講：請lín chit-pái koh上來，因為伊已經將心底所khǹg-ê lóng kā我講。腓利士人ê首領上去婦人人hia，hit ê銀帶tī手裡。"}},{"book":"士","chapter":16,"verse":19,"versions":{"unv":"大利拉使參孫枕著她的膝睡覺，叫了一個人來剃除他頭上的七條髮綹。於是大利拉剋制他，他的力氣就離開他了。","bklcl":"I chiū hō͘ Chham-sun khùn tī i ê kha-thâu-u, kiò chi̍t-lâng lâi thì i chhit-kó͘ ê thâu-mn̂g;  tùi án-ni khùn-khó͘ i, i ê khùi-la̍t chiū lī-khui i.","tghg":"伊就互參孫睏佇伊的腳頭窩，叫一人來剃伊七股的頭毛。對按呢困苦伊，伊的氣力就離開伊。","bklhl":"伊就hō͘參孫睏tī伊ê腳頭u，叫一人來剃伊七股ê頭毛；tùi án-ni，困苦伊，伊ê氣力就離開伊。"}},{"book":"士","chapter":16,"verse":20,"versions":{"unv":"大利拉說：「參孫哪，非利士人拿你來了！」參孫從睡中醒來，心裡說：「我要像前幾次出去活動身體」；他卻不知道耶和華已經離開他了。","bklcl":"I kóng, Chham-sun ah, Hui-lī-sū lâng lâi beh lia̍h lí.  Chham-sun khùn chiū chhíⁿ, sim-lāi kóng, Góa beh chhin-chhiūⁿ chêng kúi-nā pái ka-kī kùn-khui; chóng-sī i m̄-chai Iâ-hô-hoa í-keng lī-khui i.","tghg":"伊講：「參孫啊，非利士人來欲掠你！」參孫睏就醒，心內講：「我欲親像前幾若擺家己滾開(kùn-khui)」；總是伊呣知耶和華已經離開伊。","bklhl":"伊講：參孫ah，腓利士人來beh掠你。參孫睏就醒，心內講：我beh親像前kúi-nā pái家己滾開；總是伊m̄知耶和華已經離開伊。"}},{"book":"士","chapter":16,"verse":21,"versions":{"unv":"非利士人將他拿住，剜了他的眼睛，帶他下到迦薩，用銅鍊拘索他；他就在監裡推磨。","bklcl":"Hui-lī-sū lâng lia̍h i, iah i ê ba̍k-chiu, tòa i kàu Ka-sat, ēng tâng-liān pa̍k i; i chiū tī kaⁿ--nih oe-bō.","tghg":"非利士人掠伊，挖(iah)伊的目睭，帶伊到迦薩，用銅鍊縛伊；伊就佇監裡挨磨(oe-bō)。","bklhl":"腓利士人掠伊，iah伊ê目睭，帶伊到Ka-sat，用銅鏈縛伊；伊就tī監裡挨磨。"}},{"book":"士","chapter":16,"verse":22,"versions":{"unv":"然而他的頭髮被剃之後，又漸漸長起來了。","bklcl":"Nā-sī i ê thâu-mn̂g siū thì liáu-āu, koh chiām-chiām tn̂g--khí-lâi.","tghg":"若是伊的頭毛受剃了後，閣漸漸長起來。","bklhl":"但是伊ê頭毛受剃了後，koh漸漸長起來。"}},{"book":"士","chapter":16,"verse":23,"versions":{"unv":"非利士人的首領聚集，要給他們的神大袞獻大祭，並且歡樂，因為他們說：「我們的神將我們的仇敵參孫交在我們手中了。」","bklcl":"Hui-lī-sū lâng hiah-ê siú-léng chū-chi̍p, beh hiàn tōa-chè hō͘ in ê siōng-tè Tāi-kún, iā beh iàn-lo̍k;  in-ūi in kóng, Lán ê siōng-tè chiong lán ê tùi-te̍k Chham-sun kau tī lán ê chhiú lah.","tghg":"非利士人許個首領聚集，欲獻大祭互𪜶的上帝大袞，也欲宴樂，因為𪜶講：「咱的上帝將咱的對敵參孫交佇咱的手啦。」","bklhl":"腓利士人hiah-ê首領聚集，beh獻大祭hō͘ in ê上帝Tāi-kún，也beh宴樂；因為in講：咱ê上帝將咱ê對敵參孫交tī咱ê手lah。"}},{"book":"士","chapter":16,"verse":24,"versions":{"unv":"眾人看見參孫，就讚美他們的神說：「我們的神將毀壞我們地、殺害我們許多人的仇敵交在我們手中了。」","bklcl":"Peh-sìⁿ khòaⁿ-kìⁿ Chham-sun, chiū o-ló in ê siōng-tè, kóng, Lán ê tùi-te̍k húi lán ê tōe, koh thâi-sí lán chōe-chōe lâng ê, taⁿ lán ê siōng-tè í-keng chiong i kau tī lán ê chhiú.","tghg":"百姓看見參孫，就謳咾𪜶的上帝講：「咱的對敵毀咱的地、閣刣死咱多多人的，今咱的上帝已經將伊交佇咱的手。」","bklhl":"百姓看見參孫，就o-ló in ê上帝，講：咱ê對敵毀咱ê地，koh 刣死咱chōe-chōe人ê，taⁿ咱ê上帝已經將伊交tī咱ê手。"}},{"book":"士","chapter":16,"verse":25,"versions":{"unv":"他們正宴樂的時候，就說：「叫參孫來，在我們面前戲耍戲耍。」於是將參孫從監裡提出來，他就在眾人面前戲耍。他們使他站在兩柱中間。","bklcl":"In iàn-lo̍k ê sî, chiū kóng, Kiò Chham-sun lâi, hō͘ lán lāng thit-thô;  in chiū kiò Chham-sun chhut-kaⁿ; i chiū hō͘ in lāng thit-thô;  in hō͘ i khiā tī nn̄g ki thiāu ê tiong-kan.","tghg":"𪜶宴樂的時，就講：「叫參孫來，互咱弄𨑨迌(thit-thô)。」𪜶就叫參孫出監，伊就互𪜶弄𨑨迌。𪜶互伊徛佇二支柱的中間。","bklhl":"In宴樂ê時，就講：叫參孫來，hō͘咱弄thit-thô；in就叫參孫出監；伊就hō͘ in弄thit-thô；in hō͘伊khiā tī兩支柱ê中間。"}},{"book":"士","chapter":16,"verse":26,"versions":{"unv":"參孫向拉他手的童子說：「求你讓我摸著托房的柱子，我要靠一靠。」","bklcl":"Chham-sun kā khan i ê chhiú ê gín-ná kóng, Chhiáⁿ lí hō͘ góa bong--tio̍h thuh-chhù ê thiāu, hō͘ góa òa in.","tghg":"參孫給牽伊的手的囝仔講：「請你互我摸著托厝(thuh-chhù)的柱，互我倚𪜶。」","bklhl":"參孫kā牽伊ê手ê gín-ná講：請你hō͘我摸tio̍h thuh厝ê柱，hō͘我óa in。"}},{"book":"士","chapter":16,"verse":27,"versions":{"unv":"那時房內充滿男女，非利士人的眾首領也都在那裡。房的平頂上約有三千男女觀看參孫戲耍。","bklcl":"Hit-sî chhù-lāi lâm-lú móa-móa;  Hui-lī-sū lâng ê chèng siú-léng iā lóng tī-hia;  chhù-téng lâm-lú iok-lio̍k ū saⁿ-chheng lâng, khòaⁿ lâng teh lāng Chham-sun thit-thô.","tghg":"彼時厝內男女滿滿，非利士人的眾首領也攏佇遐。厝頂男女約略有三千人看人啲弄(lāng)參孫𨑨迌。","bklhl":"Hit時厝內男女滿滿；腓利士人ê眾首領也lóng tī-hia；厝頂男女約略有三千人，看人teh弄參孫thit-thô。"}},{"book":"士","chapter":16,"verse":28,"versions":{"unv":"參孫求告耶和華說：「主耶和華啊，求你眷念我。　神啊，求你賜我這一次的力量，使我在非利士人身上報那剜我雙眼的仇。」","bklcl":"Chham-sun kî-tó Iâ-hô-hoa kóng, Chú Iâ-hô-hoa ah, kiû Lí siàu-liām góa, Siōng-tè ah, kiû Lí sù góa chīn chit-pái ê khui-la̍t, hō͘ góa ūi góa nn̄g lúi ba̍k-chiu, tùi Hui-lī-sū lâng chòe chi̍t-ē pò-siû.","tghg":"參孫祈禱耶和華講：「主耶和華啊，求你數念我。上帝啊，求你賜我盡此擺的氣力，互我為我二蕊目睭對非利士人做一下報仇(pò-siû)。」","bklhl":"參孫祈禱耶和華講：主耶和華ah，求你siàu念我，上帝ah，求你賜我盡chit-pái ê氣力，hō͘我為我兩蕊目睭，對腓利士人做一下報仇。"}},{"book":"士","chapter":16,"verse":29,"versions":{"unv":"參孫就抱住托房的那兩根柱子：左手抱一根，右手抱一根，","bklcl":"Chham-sun chiū lám thuh hit keng chhù ê nn̄g-ki tiong-thiāu, lâi òa i, chiàⁿ-chhiú lám chi̍t-ki, tò-chhiú lám chi̍t-ki.","tghg":"參孫就攬托(lám-thuh)彼間厝的二支中柱來倚(òa)伊：正手攬(lám)一支，倒手攬一支，","bklhl":"參孫就攬thuh hit間厝ê兩支中柱，來óa伊，chiàⁿ手攬一支，tò手攬一支。"}},{"book":"士","chapter":16,"verse":30,"versions":{"unv":"說：「我情願與非利士人同死！」就盡力屈身，房子倒塌，壓住首領和房內的眾人。這樣，參孫死時所殺的人比活著所殺的還多。","bklcl":"Chham-sun kóng, Goān góa kap Hui-lī-sū lâng saⁿ-kap sí.  Chiū chīn-la̍t khut-sin; chhù chiū tó, lâi teh tī hiah-ê siú-léng, kap tī hí lāi-bīn ê chèng-lâng.  Án-ni, Chham-sun sí ê sî só͘ hāi-sí-ê, pí oa̍h ê sî só͘ hāi-sí-ê koh khah-chōe.","tghg":"參孫講：「願我及非利士人相及死！」就盡力屈身(khut-sin)，厝就倒，來壓佇許個首領及佇彼內面的眾人。按呢，參孫死的時所害死的比活的時所害死的閣卡多。","bklhl":"參孫講：願我kap腓利士人相kap死。就盡力屈身；厝就倒，來teh tī hiah-ê首領，kap tī hit內面ê眾人。Án-ni，參孫死ê時所害死ê，比活ê時所害死ê koh khah-chōe。"}},{"book":"士","chapter":16,"verse":31,"versions":{"unv":"參孫的弟兄和他父的全家都下去取他的屍首，抬上來葬在瑣拉和以實陶中間，在他父瑪挪亞的墳墓裡。參孫作以色列的士師二十年。","bklcl":"Chham-sun ê hiaⁿ-tī, kap i ê lāu-pē choân-ke, lóng lo̍h-lâi siu-si̍p i,  kng chiūⁿ-khì bâi-chòng tī Só-la̍h kap Í-si̍t-tô ê tiong-kan, tī i ê lāu-pē Má-lô-à ê bōng-tōe.  Chham-sun chòe Í-sek-lia̍t ê sū-su jī-cha̍p nî.","tghg":"參孫的兄弟及伊的老父全家攏落來收拾伊，扛上去埋葬佇瑣拉及以實陶的中間，佇伊的老父瑪羅亞的墓地。參孫做以色列的士師二十年。","bklhl":"參孫ê兄弟，kap伊ê老父全家，lóng落來收拾伊，扛上去埋葬tī Só-la̍h kap Í-si̍t-tô ê中間，tī伊ê老父Má-lô-à ê墓地。參孫做以色列ê士師二十年。"}}]