[{"book":"士","chapter":7,"verse":1,"versions":{"unv":"耶路‧巴力就是基甸，他和一切跟隨的人早晨起來，在哈律泉旁安營。米甸營在他們北邊的平原，靠近摩利岡。","bklcl":"Iâ-lō͘-pa-le̍k chiū-sī Ki-tiân, i kap it-chhè tè i ê lâng, chá-chá khí-lâi, tī Hap-lu̍t chúi-chôaⁿ-piⁿ chat-iâⁿ;  Bí-tiân iâⁿ tī in pak--sì ê soaⁿ-kok, óa-kūn Mô͘-lī soaⁿ.","tghg":"耶路巴力就是基甸，伊及一切隨伊的人早早起來，佇哈律水泉邊紮營。米甸營佇𪜶北勢的山谷，倚近摩利山。","bklhl":"Iâ-lō͘-pa-le̍k就是基甸，伊kap一切tè伊ê人，早早起來，tī Hap-lu̍t水泉邊紮營；米甸營tī in北勢ê山谷，óa近Mô͘-lī山。"}},{"book":"士","chapter":7,"verse":2,"versions":{"unv":"耶和華對基甸說：「跟隨你的人過多，我不能將米甸人交在他們手中，免得以色列人向我誇大，說：『是我們自己的手救了我們。』","bklcl":"Iâ-hô-hoa tùi Ki-tiân kóng, Góa ēng Bí-tiân kau tī peh-sìⁿ ê chhiú, m̄-kú tè lí ê lâng siuⁿ-chōe, kiaⁿ-liáu Í-sek-lia̍t lâng tùi tī Góa lâi ka-kī khoa-kháu,  kóng, Sī góa ka-kī ê chhiú kiù góa.","tghg":"耶和華對基甸講：「我用米甸交佇百姓的手，呣拘(m̄-kú)隨你的人甚多，驚了以色列人對佇我來家己誇口，講：『是我家己的手救我。』","bklhl":"耶和華對基甸講：我用米甸交tī百姓ê手，m̄-kú tè你ê人siuⁿ-chōe，驚了以色列人對tī我來家己誇口，講：是我家己ê手救我。"}},{"book":"士","chapter":7,"verse":3,"versions":{"unv":"現在你要向這些人宣告說：『凡懼怕膽怯的，可以離開基列山回去。』」於是有二萬二千人回去，只剩下一萬。","bklcl":"Taⁿ lí tio̍h soan-pò͘ hō͘ peh-sìⁿ thiaⁿ, kìⁿ-nā kiaⁿ-hiâⁿ lún-neh ê lâng, thang lī-khui Ki-lia̍t soaⁿ tò--khì; tùi án-ni peh-sìⁿ tiong ū nn̄g-bān nn̄g-chheng lâng tò--khì; iáu ū chhun chi̍t-bān.","tghg":"今你著宣佈互百姓聽：『見若驚惶愞懾(lún-neh)的人，通離開基列山倒去。』」對按呢百姓中有二萬二千人倒去，猶有剩一萬。","bklhl":"Taⁿ你tio̍h宣布hō͘百姓聽，見若驚惶忍neh ê人，thang離開Ki-lia̍t山tò去；tùi án-ni，百姓中有兩萬兩千人tò去；iáu有chhun一萬。"}},{"book":"士","chapter":7,"verse":4,"versions":{"unv":"耶和華對基甸說：「人還是過多；你要帶他們下到水旁，我好在那裡為你試試他們。我指點誰說：『這人可以同你去』，他就可以同你去；我指點誰說：『這人不可同你去』，他就不可同你去。」","bklcl":"Iâ-hô-hoa tùi Ki-tiân kóng, Lâng iáu-kú siuⁿ-chōe; lí tio̍h chhōa in lo̍h-khì kàu chúi-piⁿ, Góa beh tī-hia kā lí chhì in; kìⁿ-nā Góa kí sím-mi̍h lâng tùi lí kóng, Chit-lâng thang kap lí khì, hit-lâng chiū thang kap lí khì;  Góa kí sím-mi̍h lâng kā lí kóng, Chit-lâng m̄-thang kap lí khì, hit-lâng chiū m̄-thang khì.","tghg":"耶和華對基甸講：「人猶久甚多(siuⁿ-chōe)；你著導𪜶落去到水邊，我欲佇遐給你試𪜶。見若我指甚麼人對你講：『此人通及你去』，彼人就通及你去；我指甚麼人給你講：『此人呣通及你去』，彼人就呣通去。」","bklhl":"耶和華對基甸講：人iáu-kú siuⁿ-chōe；你tio̍h chhōa in落去到水邊，我beh tī-hia kā你試in；見若我kí甚麼人對你講，Chit人thang kap你去，hit人就thang kap你去；我kí甚麼人kā你講，Chit人m̄-thang kap你去，hit人就m̄-thang去。"}},{"book":"士","chapter":7,"verse":5,"versions":{"unv":"基甸就帶他們下到水旁。耶和華對基甸說：「凡用舌頭舔水，像狗舔的，要使他單站在一處；凡跪下喝水的，也要使他單站在一處。」","bklcl":"Ki-tiân chiū chhōa peh-sìⁿ lo̍h-khì kàu chúi-piⁿ;  Iâ-hô-hoa tùi Ki-tiân kóng, Kìⁿ-nā ēng chi̍h nà chúi, chhin-chhiūⁿ káu teh nà, hit-lâng tio̍h hō͘ i lēng-gōa khiā-teh, kìⁿ-nā kūi--lo̍h-khì lim-chúi-ê, iā tio̍h hō͘ i lēng-gōa khiā-teh.","tghg":"基甸就導百姓落去到水邊。耶和華對基甸講：「見若用舌餂(nà)水，親像狗啲餂，彼人著互伊另外徛啲；見若跪落去飲水的，也著互伊另外徛啲。」","bklhl":"基甸就chhōa百姓落去到水邊；耶和華對基甸講：見若用舌nà水，親像狗teh nà，hit人tio̍h hō͘伊另外khiā-teh，見若跪落去lim水ê，也tio̍h hō͘伊另外khiā-teh。"}},{"book":"士","chapter":7,"verse":6,"versions":{"unv":"於是用手捧著舔水的有三百人，其餘的都跪下喝水。","bklcl":"Ēng chhiú óa-chhùi lâi nà-chúi ê, ū saⁿ-pah lâng; kî-û hiah-ê peh-sìⁿ lóng kūi--lo̍h-khì lim-chúi.","tghg":"用手倚嘴來餂水的有三百人，其餘許個百姓攏跪落去飲水。","bklhl":"用手óa嘴來nà水ê，有三百人；其餘hiah-ê百姓lóng跪落去lim水。"}},{"book":"士","chapter":7,"verse":7,"versions":{"unv":"耶和華對基甸說：「我要用這舔水的三百人拯救你們，將米甸人交在你手中；其餘的人都可以各歸各處去。」","bklcl":"Iâ-hô-hoa kā Ki-tiân kóng, Góa beh ēng chiah-ê nà-chúi ê saⁿ-pah lâng kiù lín, chiong Bí-tiân lâng kau tī lí ê chhiú; chèng peh-sìⁿ lóng thang tò--khì i ê só͘-chāi.","tghg":"耶和華給基甸講：「我欲用諸個餂水的三百人救恁，將米甸人交佇你的手；眾百姓攏通倒去伊的所在。」","bklhl":"耶和華kā基甸講：我beh用chiah ê nà水ê三百人救lín，將米甸人交tī你ê手；眾百姓lóng thang tò去伊ê所在。"}},{"book":"士","chapter":7,"verse":8,"versions":{"unv":"這三百人就帶著食物和角；其餘的以色列人，基甸都打發他們各歸各的帳棚，只留下這三百人。米甸營在他下邊的平原裡。","bklcl":"Peh-sìⁿ chhiú--nih chiū tòa kan-niû kap in ê sàu-kak;  Ki-tiân chhe Í-sek-lia̍t chèng-lâng ta̍k-lâng tò-khì in ê pò͘-pîⁿ; chí-ū lâu chí saⁿ-pah lâng;  Bí-tiân ê iâⁿ chat tī i ē-bīn ê soaⁿ-kok.","tghg":"百姓手裡就帶乾糧及𪜶的哨角；基甸差以色列眾人逐人倒去𪜶的布棚，只有留此三百人。米甸的營紮佇伊下面的山谷。","bklhl":"百姓手裡就帶乾糧kap in ê哨角；基甸差以色列眾人ta̍k人tò去in ê布棚；只有留chit三百人；米甸ê營紮tī伊下面ê山谷。"}},{"book":"士","chapter":7,"verse":9,"versions":{"unv":"當那夜，耶和華吩咐基甸說：「起來，下到米甸營裡去，因我已將他們交在你手中。","bklcl":"Siâng hit-mî Iâ-hô-hoa kā Ki-tiân kóng, Khí--lâi, lo̍h--khì kàu hit ê iâⁿ-pôaⁿ, in-ūi Góa í-keng chiong i kau tī lí ê chhiú.","tghg":"像(siâng)彼暝，耶和華給基甸講：「起來，落去到彼個營盤，因為我已经將伊交佇你的手。","bklhl":"Siâng hit暝，耶和華kā基甸講：起來，落去到hit ê營盤，因為我已經將伊交tī你ê手。"}},{"book":"士","chapter":7,"verse":10,"versions":{"unv":"倘若你怕下去，就帶你的僕人普拉下到那營裡去。","bklcl":"Lí nā m̄-káⁿ lo̍h--khì, lí kap lí ê lô͘-po̍k Phó͘-la̍h tio̍h lo̍h--khì hit ê iâⁿ-pôaⁿ;","tghg":"你若呣敢落去，你及你的奴僕普拉著落去彼個營盤。","bklhl":"你若m̄敢落去，你kap你ê奴僕Phó͘-la̍h tio̍h落去hit ê營盤；"}},{"book":"士","chapter":7,"verse":11,"versions":{"unv":"你必聽見他們所說的，然後你就有膽量下去攻營。」於是基甸帶著僕人普拉下到營旁。","bklcl":"lí beh thiaⁿ-kìⁿ in só͘ kóng ê; jiân-āu lí chiū ū tám-le̍k lo̍h--khì kàu iâⁿ-pôaⁿ.  I chiū kap i ê lô͘-po̍k Phó͘-la̍h lo̍h--khì kàu iâⁿ-pôaⁿ, tòa kun-khì-ê ê piⁿ-á.","tghg":"你欲聽見𪜶所講的，然後你就有膽力(tám-le̍k)落去到營盤。」伊就及伊的奴僕普拉落去到營盤帶軍器者的邊仔。","bklhl":"你beh聽見in所講ê；然後你就有膽力落去到營盤。伊就kap伊ê奴僕Phó͘-la̍h落去到營盤，帶軍器ê ê邊á。"}},{"book":"士","chapter":7,"verse":12,"versions":{"unv":"米甸人、亞瑪力人，和一切東方人都布散在平原，如同蝗蟲那樣多。他們的駱駝無數，多如海邊的沙。","bklcl":"Bí-tiân lâng, A-má-le̍k lâng, kap tang-hng ê chèng-lâng, lóng tó tī soaⁿ-kok, chhin-chhiūⁿ chháu-meh hiah-chōe; in ê lo̍k-tô bōe-sǹg--tit, chōe chhin-chhiūⁿ hái-kîⁿ ê soa.","tghg":"米甸人、亞瑪力人，及東方的眾人，攏倒佇山谷，親像草蜢許多。𪜶的駱駝𣍐算得，多親像海墘(kî)的沙。","bklhl":"米甸人、A-má-le̍k人，kap東方ê眾人，lóng倒tī山谷，親像草蜢hiah-chōe；in ê駱駝bōe算得，chōe親像海墘ê沙。"}},{"book":"士","chapter":7,"verse":13,"versions":{"unv":"基甸到了，就聽見一人將夢告訴同伴說：「我做了一夢，夢見一個大麥餅滾入米甸營中，到了帳幕，將帳幕撞倒，帳幕就翻轉傾覆了。」","bklcl":"Ki-tiân í-keng kàu, ū lâng ēng bāng kā i ê tâng-phōaⁿ kóng, Góa bāng-kìⁿ chi̍t ê bāng; khòaⁿ ah, ū chi̍t ê tōa-be̍h-piáⁿ kō-ji̍p Bí-tiân ê iâⁿ, kàu chi̍t ê pò͘-pîⁿ, chhiong hō͘ i tó, hō͘ pò͘-pîⁿ péng-lìn-tńg,  tó kàu pîⁿ-tōe.","tghg":"基甸已經到，有人用夢給伊的同伴講：「我夢見一個夢，看啊，有一個大麥餅翱(kō)入米甸的營，到一個布棚，衝互伊倒，互布棚反輪轉(péng-lìn-tńg)倒到平地。」","bklhl":"基甸已經到，有人用夢kā伊ê同伴講：我夢見一个夢；看ah，有一个大麥餅kō入米甸ê營，到一个布棚，衝hō͘伊倒，hō͘布棚péng-lìn-tńg，倒到平地。"}},{"book":"士","chapter":7,"verse":14,"versions":{"unv":"那同伴說：「這不是別的，乃是以色列人約阿施的兒子基甸的刀；　神已將米甸和全軍都交在他的手中。」","bklcl":"I ê tâng-phōaⁿ ìn kóng, Che m̄-sī pa̍t-hāng, chiū-sī Í-sek-lia̍t lâng, Iok-a-si ê kiáⁿ Ki-tiân ê to;  Siōng-tè í-keng chiong Bí-tiân kap i ê choân-kun kau tī i ê chhiú.","tghg":"伊的同伴應講：「這呣是別項，就是以色列人約阿施的子基甸的刀；上帝已經將米甸及伊的全軍交佇伊的手。」","bklhl":"伊ê同伴應講，這m̄是別項，就是以色列人，Iok-a-si ê kiáⁿ基甸ê刀；上帝已經將米甸kap伊ê全軍交tī伊ê手。"}},{"book":"士","chapter":7,"verse":15,"versions":{"unv":"基甸聽見這夢和夢的講解，就敬拜　神，回到以色列營中，說：「起來吧！耶和華已將米甸的軍隊交在你們手中了。」","bklcl":"Ki-tiân thiaⁿ-kìⁿ chit ê bāng ê ōe, kap i ê kóe-seh, chiū kèng-pài Siōng-tè; tò--lâi kàu Í-sek-lia̍t ê iâⁿ-tiong, kóng, Khí-lâi ah, in-ūi Iâ-hô-hoa í-keng chiong Bí-tiân ê kun-tūi kau tī lín ê chhiú lah.","tghg":"基甸聽見此個夢的話及伊的解說，就敬拜上帝，倒來到以色列的營中，講：「起來啊！因為耶和華已經將米甸的軍隊交佇恁的手啦。」","bklhl":"基甸聽見chit ê夢ê話，kap伊ê解說，就敬拜上帝；tò來到以色列ê營中，講：起來ah，因為耶和華已經將米甸ê軍隊交tī lín ê手lah。"}},{"book":"士","chapter":7,"verse":16,"versions":{"unv":"於是基甸將三百人分作三隊，把角和空瓶交在各人手裡（瓶內都藏著火把），","bklcl":"I chiū pun saⁿ-pah lâng chòe saⁿ-tūi, ēng sàu-kak kap khang-àng kau tī ta̍k-lâng ê chhiú, àng-lāi lóng khǹg hé-pé;","tghg":"伊就分三百人做三隊，用哨角及空甕(khang-àng)交佇逐人的手（甕內攏囥火把），","bklhl":"伊就分三百人做三隊，用哨角kap 空甕交tī ta̍k人ê手，甕內lóng khǹg火把；"}},{"book":"士","chapter":7,"verse":17,"versions":{"unv":"吩咐他們說：「你們要看我行事：我到了營的旁邊怎樣行，你們也要怎樣行。","bklcl":"kā in kóng, Lín tio̍h khòaⁿ góa ê iūⁿ lâi chòe;  góa kàu hit ê iâⁿ-pôaⁿ-piⁿ, góa só͘-chòe-ê, lín iā tio̍h án-ni chòe.","tghg":"給𪜶講：「恁著看我的樣來做：我到彼個營盤邊我所做的，恁也著按呢做。","bklhl":"kā in講：Lín tio̍h看我ê樣來做；我到hit ê營盤邊，我所做ê，lín也tio̍h án-ni做。"}},{"book":"士","chapter":7,"verse":18,"versions":{"unv":"我和一切跟隨我的人吹角的時候，你們也要在營的四圍吹角，喊叫說：『耶和華和基甸的刀！』」","bklcl":"Góa kap hiah-ê kap góa tī-teh ê lâng pûn sàu-kak ê sî, lín iā tio̍h tī iâⁿ ê sì-ûi pûn sàu-kak, kóng, Ūi-tio̍h Iâ-hô-hoa iā ūi-tio̍h Ki-tiân.","tghg":"我及許個及我佇啲的人歕哨角的時，恁也著佇營的四圍歕哨角，講：『為著耶和華也為著基甸！』」","bklhl":"我kap hiah-ê kap我tī-teh ê人pûn哨角ê時，lín也tio̍h tī營ê四圍pûn哨角，講：為tio̍h耶和華也為tio̍h基甸。"}},{"book":"士","chapter":7,"verse":19,"versions":{"unv":"基甸和跟隨他的一百人，在三更之初才換更的時候，來到營旁，就吹角，打破手中的瓶。","bklcl":"Ki-tiân kap tè i ê chi̍t-pah lâng, tī saⁿ-kiⁿ-thâu, lâi kàu iâⁿ-piⁿ; hit-sî chiú-kiⁿ-ê tú-á ōaⁿ-pan; in chiū pûn sàu-kak, kòng-phòa chhiú--nih ê àng;","tghg":"基甸及隨伊的一百人，佇三更頭，來到營邊，彼時守更的抵仔換班，𪜶就歕哨角，摃破手裡的甕。","bklhl":"基甸kap tè伊ê一百人，tī三更頭，來到營邊；hit時守更ê tú-á換班；in就pûn哨角，kòng破手裡ê甕；"}},{"book":"士","chapter":7,"verse":20,"versions":{"unv":"三隊的人就都吹角，打破瓶子，左手拿著火把，右手拿著角，喊叫說：「耶和華和基甸的刀！」","bklcl":"saⁿ-tūi ê lâng chiū lóng pûn sàu-kak, kòng phòa àng, tò-chhiú kia̍h hé-pé, chiàⁿ-chhiú kia̍h sàu-kak, lâi pûn, hoah kóng, Iâ-hô-hoa kap Ki-tiân ê to.","tghg":"三隊的人就攏歕哨角，摃破甕，倒手攑火把，正手攑哨角來歕，喝(hoah)講：「耶和華及基甸的刀！」","bklhl":"三隊ê人就lóng pûn哨角，kòng破甕，tò手kia̍h火把，chiàⁿ手kia̍h哨角，來pûn，hoah講：耶和華kap基甸ê刀。"}},{"book":"士","chapter":7,"verse":21,"versions":{"unv":"他們在營的四圍各站各的地方；全營的人都亂竄。三百人吶喊，使他們逃跑。","bklcl":"In tī iâⁿ ê sì-ûi ta̍k-ê khiā ka-kī ê ūi; choân-iâⁿ ê lâng lóng cháu; hoah-hiàm hō͘ in tô-cháu.","tghg":"𪜶佇營的四圍逐個徛家己的位；全營的人攏走，喝喊(hoah-hiàm)互𪜶逃走。","bklhl":"In tī營ê四圍ta̍k-ê khiā家己ê位；全營ê人lóng走；hoah-hiàm hō͘ in逃走。"}},{"book":"士","chapter":7,"verse":22,"versions":{"unv":"三百人就吹角，耶和華使全營的人用刀互相擊殺，逃到西利拉的伯‧哈示他，直逃到靠近他巴的亞伯‧米何拉。","bklcl":"Pûn saⁿ-pah ki sàu-kak ê sî, Iâ-hô-hoa hō͘ choân-iâⁿ ê lâng ta̍k-ê ēng to saⁿ-thâi;  kun-tūi cháu kàu Se-lī-la̍h ê Pek-hap-sī-tha, koh kàu A-pek-bí-hô-la̍h ê kài, kūn tī Tha-pa.","tghg":"歕三百支哨角的時，耶和華互全營的人逐個用刀相刣，軍隊走到西利拉的伯哈示他，閣到亞伯米何拉的界近佇他巴。","bklhl":"Pûn三百支哨角ê時，耶和華hō͘全營ê人ta̍k-ê用刀相刣；軍隊走到Se-lī-la̍h ê Pek-hap-sī-tha，koh到A-pek-bí-hô-la̍h ê界，近tī Tha-pa。"}},{"book":"士","chapter":7,"verse":23,"versions":{"unv":"以色列人就從拿弗他利、亞設，和瑪拿西全地聚集來追趕米甸人。","bklcl":"Í-sek-lia̍t lâng chiū tùi Ná-hut-tha-lī, A-siat, kap Má-ná-se chū-chi̍p, lâi tui-kóaⁿ Bí-tiân.","tghg":"以色列人就對拿弗他利、亞設，及瑪拿西聚集來追趕米甸。","bklhl":"以色列人就tùi Ná-hut-tha-lī、A-siat，kap Má-ná-se聚集，來追趕米甸。"}},{"book":"士","chapter":7,"verse":24,"versions":{"unv":"基甸打發人走遍以法蓮山地，說：「你們下來攻擊米甸人，爭先把守約旦河的渡口，直到伯‧巴拉。」於是以法蓮的眾人聚集，把守約旦河的渡口，直到伯‧巴拉，","bklcl":"Ki-tiân chhe lâng piàn-kiâⁿ Í-hoat-liân ê soaⁿ-tōe, kóng, Lín lo̍h-lâi kong-kek Bí-tiân, thàn in bē kàu, pé-siú hiah-ê tō͘-thâu, ti̍t-kàu Pek-pa-la̍h, chiū-sī Iok-tàn.  Tùi án-ni Í-hoat-liân ê chèng-lâng chū-chi̍p, pé-siú hiah-ê tō͘-thâu, ti̍t-kàu Pek-pa-la̍h, chiū-sī Iok-tàn;","tghg":"基甸差人遍行以法蓮的山地，講：「恁落來攻擊米甸，趁𪜶未到把守(pé-siú)許個渡頭，直到伯巴拉就是約但。」對按呢以法蓮的眾人聚集，把守許個渡頭，直到伯巴拉就是約但，","bklhl":"基甸差人遍行Í-hoat-liân ê山地，講：Lín落來攻擊米甸，thàn in未到，把守hiah-ê渡頭，直到Pek-pa-la̍h，就是約旦。Tùi án-ni， Í-hoat-liân ê眾人聚集，把守hiah-ê渡頭，直到Pek-pa-la̍h，就是約旦；"}},{"book":"士","chapter":7,"verse":25,"versions":{"unv":"捉住了米甸人的兩個首領：一名俄立，一名西伊伯；將俄立殺在俄立磐石上，將西伊伯殺在西伊伯酒醡那裡；又追趕米甸人，將俄立和西伊伯的首級帶過約旦河，到基甸那裡。","bklcl":"iā lia̍h-tio̍h Bí-tiân nn̄g ê siú-léng, Gô-li̍p kap Se-i-pek;  thâi-sí Gô-li̍p tī Gô-li̍p ê chio̍h-pôaⁿ, thâi-sí Se-i-pek tī Se-i-pek ê chiú-khut hia;  koh tui-kóaⁿ Bí-tiân lâng; tòa Gô-li̍p kap Se-i-pek ê thâu-khak kàu Iok-tàn hit-pêng, Ki-tiân hia.","tghg":"也掠著米甸二個首領：俄立及西伊伯；刣死俄立佇俄立的石磐，刣死西伊伯佇西伊伯的酒窟遐；閣追趕米甸人，帶俄立及西伊伯的頭殼到約但彼旁，基甸遐。","bklhl":"也掠tio̍h米甸兩個首領，Gô-li̍p kap Se-i-pek；刣死Gô-li̍p tī Gô-li̍p ê石磐，刣死Se-i-pek tī Se-i-pek ê酒窟hia；koh追趕米甸人；帶Gô-li̍p kap Se-i-pek ê頭殼到約旦hit-pêng，基甸hia。"}}]