[{"book":"士","chapter":20,"verse":1,"versions":{"unv":"於是以色列從但到別是巴，以及住基列地的眾人都出來，如同一人，聚集在米斯巴耶和華面前。","bklcl":"Tùi án-ni Í-sek-lia̍t chèng-lâng tùi Tàn kàu Pia̍t-sī-pa lóng chhut-lâi, kap tiàm tī Ki-lia̍t ê lâng, choân-hōe chū-chi̍p chhin-chhiūⁿ chi̍t-lâng, tī Bí-su-pa,  kàu Iâ-hô-hoa ê bīn-chêng.","tghg":"對按呢以色列眾人對但，到別是巴攏出來，及踮佇基列的人，全會聚集親像一人，佇米斯巴到耶和華的面前。","bklhl":"Tùi án-ni，以色列眾人tùi Tàn到別是巴lóng出來，kap tiàm tī Ki-lia̍t ê人，全會聚集親像一人，tī Bí-su-pa，到耶和華ê面前。"}},{"book":"士","chapter":20,"verse":2,"versions":{"unv":"以色列民的首領，就是各支派的軍長，都站在　神百姓的會中；拿刀的步兵共有四十萬。","bklcl":"Peh-sìⁿ ê siú-léng kap Í-sek-lia̍t chèng chi-phài lóng ka-kī lâi khiā tī Siōng-tè peh-sìⁿ ê hōe-tiong, kia̍h-to ê pō͘-peng kiōng sì-cha̍p-bān.","tghg":"百姓的首領，及以色列眾支派，攏家己來徛佇上帝百姓的會中；攑刀的步兵共四十萬。","bklhl":"百姓ê首領kap以色列眾支派lóng家己來khiā tī上帝百姓ê會中，kia̍h刀ê步兵共四十萬。"}},{"book":"士","chapter":20,"verse":3,"versions":{"unv":"以色列人上到米斯巴，便雅憫人都聽見了。以色列人說：「請你將這件惡事的情由對我們說明。」","bklcl":"(Piān-ngá-bín lâng lóng thiaⁿ-kìⁿ Í-sek-lia̍t lâng chiūⁿ-kàu Bí-su-pa.)  Í-sek-lia̍t lâng chiū kóng, Chit ê pháiⁿ-tāi ê chêng-iû tio̍h kā goán kóng-bêng.","tghg":"便雅憫人攏聽見以色列人上到米斯巴。以色列人就講：「此個歹代的情由著給阮講明。」","bklhl":"(便雅憫人lóng聽見以色列人上到Bí-su-pa。) 以色列人就講：chit ê pháiⁿ-tāi ê情由tio̍h kā阮講明。"}},{"book":"士","chapter":20,"verse":4,"versions":{"unv":"那利未人，就是被害之婦人的丈夫，回答說：「我和我的妾到了便雅憫的基比亞住宿。","bklcl":"Hit ê Lī-bī lâng, chiū-sī siū hái-sí ê hū-jîn-lâng ê tiōng-hu, ìn kóng, Góa kap góa ê sòe-î kàu Piān-ngá-bín ê Ki-pí-a hioh-mî.","tghg":"彼個利未人，就是受害死的婦仁人的丈夫，應講：「我及我的細姨到便雅憫的基比亞歇暝。","bklhl":"Hit-ê利未人，就是受害死ê婦人人ê丈夫，應講，我kap我ê細姨到便雅憫ê Ki-pí-a歇暝。"}},{"book":"士","chapter":20,"verse":5,"versions":{"unv":"基比亞人夜間起來，圍了我住的房子，想要殺我，又將我的妾強姦致死。","bklcl":"Ki-pí-a lâng khí-lâi kong-ke̍k góa, mî-sî pau-ûi góa hioh ê chhù, siūⁿ beh hāi-sí góa, koh kiông-kan góa ê sòe-î, tì-kàu sí;","tghg":"基比亞人起來攻擊我，暝時包圍我歇的厝，想欲害死我，閣強姦我的細姨致到死。","bklhl":"Ki-pí-a人起來攻擊我，暝時包圍我歇ê厝，想beh害死我，koh強姦我ê細姨，致到死；"}},{"book":"士","chapter":20,"verse":6,"versions":{"unv":"我就把我妾的屍身切成塊子，使人拿著傳送以色列得為業的全地，因為基比亞人在以色列中行了兇淫醜惡的事。","bklcl":"góa chiū chiong góa ê sòe-î koah kui-tè, chhe lâng the̍h kàu Í-sek-lia̍t tit-tio̍h chòe-gia̍p ê choân-tōe;  in-ūi in tī Í-sek-lia̍t tiong kiâⁿ îm-loān kap kiàn-siàu sū.","tghg":"我就將我的細姨割歸塊，差人提到以色列得著做業的全地，因為𪜶佇以色列中行淫亂及見誚事。","bklhl":"我就將我ê細姨割kui塊，差人the̍h到以色列得tio̍h做業ê全地；因為in tī以色列中行淫亂kap見笑事。"}},{"book":"士","chapter":20,"verse":7,"versions":{"unv":"你們以色列人都當籌劃商議。」","bklcl":"Lín lóng-chóng Í-sek-lia̍t lâng tio̍h táⁿ-sǹg gī-lūn.","tghg":"恁攏總以色列人著打算(táⁿ-sǹg)議論。」","bklhl":"Lín lóng總以色列人tio̍h打算議論。"}},{"book":"士","chapter":20,"verse":8,"versions":{"unv":"眾民都起來如同一人，說：「我們連一人都不回自己帳棚、自己房屋去。","bklcl":"Chèng peh-sìⁿ lóng khí-lâi chhin-chhiūⁿ chi̍t-lâng, kóng, Goán bô chi̍t-lâng beh khì i ê pò͘-pîⁿ, iā bô chi̍t-lâng beh tò--khì i ê chhù;","tghg":"眾百姓攏起來親像一人，講：「阮無一人欲去伊的布棚，也無一人欲倒去伊的厝。","bklhl":"眾百姓lóng起來親像一人，講：阮無一人beh去伊ê布棚，也無一人beh tò去伊ê厝；"}},{"book":"士","chapter":20,"verse":9,"versions":{"unv":"我們向基比亞人必這樣行，照所掣的籤去攻擊他們。","bklcl":"goán tùi Ki-pí-a lâng beh án-ni kiâⁿ; chiàu só͘ thiu ê chhiam khì kong-kek i;","tghg":"阮對基比亞人欲按呢行，照所抽的籤去攻擊伊。","bklhl":"阮對Ki-pí-a人beh án-ni行；照所抽ê籤去攻擊伊；"}},{"book":"士","chapter":20,"verse":10,"versions":{"unv":"我們要在以色列各支派中，一百人挑取十人，一千人挑取百人，一萬人挑取千人，為民運糧，等大眾到了便雅憫的基比亞，就照基比亞人在以色列中所行的醜事征伐他們。」","bklcl":"goán beh tī Í-sek-lia̍t chèng chi-phài tiong, chi̍t-pah lâng chhú cha̍p-lâng, chi̍t-chheng chhú chi̍t-pah, chi̍t-bān chhú chi̍t-chheng, kā peh-sìⁿ ūn-niû, hō͘ in kàu Piān-ngá-bín ê Ki-pí-a ê sî, thang chiàu in tī Í-sek-lia̍t tiong só͘ kiâⁿ kiàn-siàu ê sū lâi kiâⁿ tī in.","tghg":"阮欲佇以色列眾支派中，一百人取十人，一千取一百，一萬取一千，給百姓運糧，互𪜶到便雅憫的基比亞的時，通照𪜶佇以色列中所行見誚的事來行佇𪜶。」","bklhl":"阮beh tī以色列眾支派中，一百人取十人，一千取一百，一萬取一千，kā百姓運糧，hō͘ in到便雅憫ê Ki-pí-a ê時，thang照in tī以色列中所行見笑ê事來行tī in。"}},{"book":"士","chapter":20,"verse":11,"versions":{"unv":"於是以色列眾人彼此連合如同一人，聚集攻擊那城。","bklcl":"Tùi án-ni Í-sek-lia̍t chèng-lâng chū-chi̍p kong-kek hit ê siâⁿ, tāi-ke liân-ha̍p chhin-chhiūⁿ chi̍t-lâng.","tghg":"對按呢以色列眾人聚集攻擊彼個城，大家聯合親像一人。","bklhl":"Tùi án-ni，以色列眾人聚集攻擊hit ê城，大家連合親像一人。"}},{"book":"士","chapter":20,"verse":12,"versions":{"unv":"以色列眾支派打發人去，問便雅憫支派的各家說：「你們中間怎麼做了這樣的惡事呢？","bklcl":"Í-sek-lia̍t chiah-ê chi-phài chhe lâng piàn-piàn kā Piān-ngá-bín ê chi-phài kóng, Lín tiong-kan só͘ kiâⁿ ê, sím-mi̍h pháiⁿ ah?","tghg":"以色列諸個支派差人，遍遍給便雅憫的支派講：「恁中間所行的甚麼歹啊？","bklhl":"以色列chiah ê支派差人遍遍kā便雅憫ê支派講：Lín中間所行ê，甚麼pháiⁿ ah？"}},{"book":"士","chapter":20,"verse":13,"versions":{"unv":"現在你們要將基比亞的那些匪徒交出來，我們好治死他們，從以色列中除掉這惡。」便雅憫人卻不肯聽從他們弟兄以色列人的話。","bklcl":"Taⁿ lín tio̍h chiong hiah-ê lâng, chiū-sī Ki-pí-a ê húi-lūi, kau-chhut, goán thang hō͘ in sí, tùi Í-sek-lia̍t tiong tû-khì hit ê pháiⁿ.  Chóng-sī Piān-ngá-bín lâng m̄-khéng thiaⁿ in hiaⁿ-tī Í-sek-lia̍t lâng ê ōe.","tghg":"今恁著將許個人就是基比亞的匪類交出，阮通互𪜶死，對以色列中除去彼個歹。」總是便雅憫人呣肯聽𪜶兄弟以色列人的話。","bklhl":"Taⁿ lín tio̍h將hiah-ê人，就是Ki-pí-a ê匪類，交出，阮thang hō͘ in死，tùi以色列中除去hit ê pháiⁿ。總是便雅憫人m̄肯聽in兄弟以色列人ê話。"}},{"book":"士","chapter":20,"verse":14,"versions":{"unv":"便雅憫人從他們的各城裡出來，聚集到了基比亞，要與以色列人打仗。","bklcl":"Piān-ngá-bín lâng tùi in hiah-ê siâⁿ chhut-lâi, chū-chi̍p kàu Ki-pí-a, beh kap Í-sek-lia̍t lâng kau-chiàn.","tghg":"便雅憫人對𪜶許個城出來，聚集到基比亞，欲及以色列人交戰。","bklhl":"便雅憫人tùi in hiah-ê城出來，聚集到Ki-pí-a，beh kap以色列人交戰。"}},{"book":"士","chapter":20,"verse":15,"versions":{"unv":"那時便雅憫人從各城裡點出拿刀的，共有二萬六千；另外還有基比亞人點出七百精兵。","bklcl":"Hit-sî Piān-ngá-bín lâng, tùi ta̍k ê siâⁿ tiám-chhut kia̍h-to-ê, kiōng nn̄g-bān la̍k-chheng, lēng-gōa iáu ū Ki-pí-a lâng tiám-chhut chhit-pah cheng-liān ê peng.","tghg":"彼時便雅憫人對逐個城點出攑刀的，共二萬六千；另外猶有基比亞人點出七百精練的兵。","bklhl":"Hit時便雅憫人，tùi ta̍k ê城點出kia̍h刀ê，共兩萬六千，另外iáu有Ki-pí-a人點出七百精練ê兵。"}},{"book":"士","chapter":20,"verse":16,"versions":{"unv":"在眾軍之中有揀選的七百精兵，都是左手便利的，能用機弦甩石打人，毫髮不差。","bklcl":"Tī chèng peh-sìⁿ ê tiong-kan ū chhit-pah cheng-liān  ê peng, koàn-liān ēng tò-chhiú-ê, ta̍k-ê ōe ēng soh hìⁿ chio̍h, chún-chún hun-hô bô chha.","tghg":"佇眾百姓的中間有七百精鍊的兵，慣練用倒手的，逐個會用索甩石(hìⁿ chio̍h)，準準分毫(hun-hô)無差。","bklhl":"Tī眾百姓ê中間有七百精練ê兵，慣練用tò手ê，ta̍k-ê能用索hìⁿ石，準準分毫無差。"}},{"book":"士","chapter":20,"verse":17,"versions":{"unv":"便雅憫人之外，點出以色列人拿刀的，共有四十萬，都是戰士。","bklcl":"Piān-ngá-bín lâng í-gōa, tiám-chhut Í-sek-lia̍t lâng kia̍h-to-ê, kiōng sì-cha̍p bān, lóng sī chiàn-sū.","tghg":"便雅憫人以外，點出以色列人攑刀的，共四十萬，攏是戰士。","bklhl":"便雅憫人以外，點出以色列人kia̍h刀ê，共四十萬，lóng是戰士。"}},{"book":"士","chapter":20,"verse":18,"versions":{"unv":"以色列人就起來，到伯特利去求問　神說：「我們中間誰當首先上去與便雅憫人爭戰呢？」耶和華說：「猶大當先上去。」","bklcl":"Í-sek-lia̍t lâng chiū khí-lâi, kàu Pek-te̍k-lī, mn̄g Siōng-tè kóng, Goán tiong-kan chī-chūi tio̍h tāi-seng chiūⁿ khì, kap Piān-ngá-bín lâng kau-chiàn ah?  Iâ-hô-hoa kóng, Iû-tāi tio̍h tāi-seng khì.","tghg":"以色列人就起來，到伯特利問上帝講：「阮中間是誰著代先上去及便雅憫人交戰啊？」耶和華講：「猶大著代先去。」","bklhl":"以色列人就起來，到Pek-te̍k-lī，問上帝講：阮中間是誰 tio̍h事先上去，kap便雅憫人交戰ah？耶和華講：偤大tio̍h事先去。"}},{"book":"士","chapter":20,"verse":19,"versions":{"unv":"以色列人早晨起來，對著基比亞安營。","bklcl":"Í-sek-lia̍t thàu-chá khí-lâi, chat-iâⁿ kong-kek Ki-pí-a.","tghg":"以色列透早起來，紮營攻擊基比亞。","bklhl":"以色列透早起來，紮營攻擊Ki-pí-a。"}},{"book":"士","chapter":20,"verse":20,"versions":{"unv":"以色列人出來，要與便雅憫人打仗，就在基比亞前擺陣。","bklcl":"Í-sek-lia̍t lâng chiū chhut-lâi, beh kap Piān-ngá-bín lâng kau-chiàn;  Í-sek-lia̍t lâng pâi-tīn tī Ki-pí-a beh kong-kek in.","tghg":"以色列人就出來，欲及便雅憫人交戰，以色列人排陣佇基比亞欲攻擊𪜶。","bklhl":"以色列人就出來，beh kap便雅憫人交戰；以色列人排陣tī Ki-pí-a beh攻擊in。"}},{"book":"士","chapter":20,"verse":21,"versions":{"unv":"便雅憫人就從基比亞出來，當日殺死以色列人二萬二千。","bklcl":"Piān-ngá-bín lâng chiū tùi Ki-pí-a chhut-lâi, hit-ji̍t thâi-sí Í-sek-lia̍t lâng nn̄g-bān nn̄g-chheng, tó tī tōe--nih.","tghg":"便雅憫人就對基比亞出來，彼日刣死以色列人二萬二千倒佇地裡。","bklhl":"便雅憫人就tùi Ki-pí-a出來，hit日刣死以色列人兩萬兩千，倒tī地裡。"}},{"book":"士","chapter":20,"verse":22,"versions":{"unv":"以色列人彼此奮勇，仍在頭一日擺陣的地方又擺陣。","bklcl":"Í-sek-lia̍t lâng chiū ka-kī hùn-ióng, iû-goân tī thâu-chi̍t-ji̍t pâi-tīn ê só͘-chāi koh pâi-tīn.","tghg":"以色列人就家己奮勇，猶原佇頭一日排陣的所在閣排陣。","bklhl":"以色列人就家己奮勇，猶原tī頭一日排陣ê所在koh排陣。"}},{"book":"士","chapter":20,"verse":23,"versions":{"unv":"未擺陣之先，以色列人上去，在耶和華面前哭號，直到晚上，求問耶和華說：「我們再去與我們弟兄便雅憫人打仗可以不可以？」耶和華說：「可以上去攻擊他們。」","bklcl":"(Í-sek-lia̍t lâng chiūⁿ-khì, tī Iâ-hô-hoa ê bīn-chêng thî-khàu kàu ê-hng;  mn̄g Iâ-hô-hoa kóng, Goán tio̍h koh chiūⁿ-khì kap goán ê hiaⁿ-tī Piān-ngá-bín lâng kau-chiàn á m̄-bián?  Iâ-hô-hoa kóng, Tio̍h chiūⁿ-khì kong-kek i.)","tghg":"以色列人上去，佇耶和華的面前啼哭，到下昏，問耶和華講：「阮著閣上去及阮的兄弟便雅憫人交戰抑呣免？」耶和華講：「著上去攻擊伊。」","bklhl":"(以色列人上去，tī耶和華ê面前啼哭到ê-hng；問耶和華講：阮tio̍h koh上去kap阮ê兄弟便雅憫人交戰á m̄免？耶和華講：Tio̍h上去攻擊伊。)"}},{"book":"士","chapter":20,"verse":24,"versions":{"unv":"第二日，以色列人就上前攻擊便雅憫人。","bklcl":"Tē-jī ji̍t Í-sek-lia̍t lâng chiū chìn-chêng khì kong-kek Piān-ngá-bín lâng.","tghg":"第二日，以色列人就進前去攻擊便雅憫人。","bklhl":"第二日以色列人就進前去攻擊便雅憫人。"}},{"book":"士","chapter":20,"verse":25,"versions":{"unv":"便雅憫人也在這日從基比亞出來，與以色列人接戰，又殺死他們一萬八千，都是拿刀的。","bklcl":"Piān-ngá-bín lâng iā tī tē-jī ji̍t tùi Ki-pí-a chhut-lâi, kong-kek in;  koh thâi-sí Í-sek-lia̍t lâng chi̍t-bān poeh-chheng lâng,  tó tī tōe--nih, lóng sī kia̍h-to-ê.","tghg":"便雅憫人也佇第二日對基比亞出來，攻擊𪜶，閣刣死以色列人一萬八千人倒佇地裡，攏是攑刀的。","bklhl":"便雅憫人也tī第二日tùi Ki-pí-a出來，攻擊in；koh 刣死以色列人一萬八千人，倒tī地裡，lóng是kia̍h刀ê。"}},{"book":"士","chapter":20,"verse":26,"versions":{"unv":"以色列眾人就上到伯特利，坐在耶和華面前哭號，當日禁食直到晚上；又在耶和華面前獻燔祭和平安祭。","bklcl":"Í-sek-lia̍t lâng kap chèng peh-sìⁿ lóng chiūⁿ-khì kàu Pek-te̍k-lī, tī-hia chē tī Iâ-hô-hoa ê bīn-chêng thî-khàu; hit-ji̍t kìm-chia̍h kàu ji̍t-àm, koh tī Iâ-hô-hoa ê bīn-chêng hiàn sio-chè kap pêng-an-chè.","tghg":"以色列人及眾百姓攏上去到伯特利，佇遐坐佇耶和華的面前啼哭，彼日禁食到日暗；閣佇耶和華的面前獻燒祭及平安祭。","bklhl":"以色列人kap眾百姓lóng上去到Pek-te̍k-lī，tī-hia坐tī耶和華ê面前啼哭；hit日禁食到日暗，koh tī耶和華ê面前獻燒祭kap平安祭。"}},{"book":"士","chapter":20,"verse":27,"versions":{"unv":"那時，　神的約櫃在那裡；亞倫的孫子、以利亞撒的兒子非尼哈侍立在約櫃前。以色列人問耶和華說：「我們當再出去與我們弟兄便雅憫人打仗呢？還是罷兵呢？」耶和華說：「你們當上去，因為明日我必將他們交在你們手中。」","bklcl":"Hit-sî Siōng-tè ê iok-kūi tī-hia.  A-lûn ê sun, Í-lī-a-sat ê kiáⁿ, Hui-nî-hap hit-sî khiā tī i ê bīn-chêng.","tghg":"彼時，上帝的約櫃佇遐；亞倫的孫、以利亞撒的子非尼哈彼時徛佇伊的面前。","bklhl":"Hit時上帝ê約櫃tī-hia。亞倫ê孫，以利亞撒ê kiáⁿ，Hui-nî-hap hit時khiā tī伊ê面前。"}},{"book":"士","chapter":20,"verse":28,"versions":{"unv":"【併於上節】","bklcl":"Í-sek-lia̍t lâng mn̄g Iâ-hô-hoa kóng, góa tio̍h chhut-khì kap góa ê hiaⁿ-tī Piān-ngá-bín lâng kau-chiàn mah?  á-sī tio̍h soah ah?  Iâ-hô-hoa kóng, Lí tio̍h chiūⁿ-khì, in-ūi bîn-á-ji̍t Góa beh chiong in kau tī lí ê chhiú.","tghg":"以色列人問耶和華講：「我著出去及我的兄弟便雅憫人交戰嗎？抑是著息啊？」耶和華講：「你著上去，因為明仔日我欲將𪜶交佇你的手。」","bklhl":"以色列人問耶和華講：我tio̍h出去kap我ê兄弟便雅憫人交戰mah？á是tio̍h soah ah？耶和華講：你tio̍h上去，因為明á日我beh將in交tī你ê手。"}},{"book":"士","chapter":20,"verse":29,"versions":{"unv":"以色列人在基比亞的四圍設下伏兵。","bklcl":"Í-sek-lia̍t lâng chiū bâi-ho̍k peng tī Ki-pí-a ê sì-ûi.","tghg":"以色列人就埋伏兵佇基比亞的四圍。","bklhl":"以色列人就埋伏兵tī Ki-pí-a ê四圍。"}},{"book":"士","chapter":20,"verse":30,"versions":{"unv":"第三日，以色列人又上去攻擊便雅憫人，在基比亞前擺陣，與前兩次一樣。","bklcl":"Tē-saⁿ ji̍t Í-sek-lia̍t lâng koh chiūⁿ-khì kong-kek Piān-ngá-bín lâng, pâi-lia̍t tūi-ngó͘ tī Ki-pí-a, kap chêng nn̄g-pái chi̍t-iūⁿ.","tghg":"第三日，以色列人閣上去攻擊便雅憫人，排列隊伍佇基比亞，及前二擺一樣。","bklhl":"第三日以色列人koh上去攻擊便雅憫人，排列隊伍tī Ki-pí-a，kap前兩pái一樣。"}},{"book":"士","chapter":20,"verse":31,"versions":{"unv":"便雅憫人也出來迎敵，就被引誘離城；在田間兩條路上，一通伯特利，一通基比亞，像前兩次，動手殺死以色列人約有三十個。","bklcl":"Piān-ngá-bín lâng chiū chhut-khì tí-te̍k peh-sìⁿ, chiū siū ín-iú lī-khui siâⁿ; in chhin-chhiūⁿ chêng nn̄g-pái tī chhân--nih khí-chhiú thâi-sí Í-sek-lia̍t lâng iok-lio̍k saⁿ-cha̍p-ê, tī tōa-lō͘-téng; hiah-ê tiâu lō͘, chi̍t-tiâu thàng Pek-te̍k-lī , chi̍t-tiâu thàng Ki-pí-a.","tghg":"便雅憫人就出去抵敵百姓，就受引誘離開城；𪜶親像前二擺，佇田裡起手刣死以色列人約略三十個；佇大路頂許個條路，一條𥦁伯特利，一條𥦁基比亞。","bklhl":"便雅憫人就出去抵敵百姓，就受引誘離開城；in親像前兩pái tī 田裡起手刣死以色列人約略三十個，tī大路頂；hiah-ê條路，一條thàng Pek-te̍k-lī，一條thàng Ki-pí-a。"}},{"book":"士","chapter":20,"verse":32,"versions":{"unv":"便雅憫人說：「他們仍舊敗在我們面前。」但以色列人說：「我們不如逃跑，引誘他們離開城到路上來。」","bklcl":"Piān-ngá-bín lâng kóng, In iû-goân thâi-su tī lán ê bīn-chêng.  Í-sek-lia̍t lâng, kóng, Lán tio̍h tô-cháu, ín-iú in lī-khui siâⁿ kàu tōa-lō͘.","tghg":"便雅憫人講：「𪜶猶原刣輸佇咱的面前。」以色列人講：「咱著逃走，引誘𪜶離開城到大路。」","bklhl":"便雅憫人講：In猶原刣輸tī咱ê面前。以色列人，講：咱tio̍h逃走，引誘in離開城到大路。"}},{"book":"士","chapter":20,"verse":33,"versions":{"unv":"以色列眾人都起來，在巴力‧他瑪擺陣，以色列的伏兵從馬利‧迦巴埋伏的地方衝上前去。","bklcl":"Í-sek-lia̍t chèng-lâng lóng tùi i ê só͘-chāi khí-lâi, pâi-lia̍t tūi-ngó͘ tī Pa-le̍k-tha-má;  Í-sek-lia̍t bâi-ho̍k ê peng tùi in ê só͘-chāi, chiū-sī Má-lī-ka-pa, chhiong--chhut-lâi.","tghg":"以色列眾人攏對伊的所在起來，排列隊伍佇巴力他瑪，以色列埋伏的兵對𪜶的所在就是馬利迦巴衝出來。","bklhl":"以色列眾人lóng對伊ê所在起來，排列隊伍tī Pa-le̍k-tha-má；以色列埋伏ê兵tùi in ê所在，就是Má-lī-ka-pa，衝出來。"}},{"book":"士","chapter":20,"verse":34,"versions":{"unv":"有以色列人中的一萬精兵，來到基比亞前接戰，勢派甚是凶猛；便雅憫人卻不知道災禍臨近了。","bklcl":"Thong Í-sek-lia̍t ū chi̍t-bān cheng-liān ê peng, chìn-chêng lâi kong-kek Ki-pí-a, kau-chiàn ê sè-bīn chin béng-lia̍t; chóng-sī Piān-ngá-bín lâng m̄-chai chai-ē kàu lah.","tghg":"通以色列有一萬精練的兵，進前來攻擊基比亞，交戰的勢面真猛烈；總是便雅憫人呣知災禍到啦。","bklhl":"Thong以色列有一萬精練ê兵，進前來攻擊Ki-pí-a，交戰ê勢面真猛烈；總是便雅憫人m̄知災厄到lah。"}},{"book":"士","chapter":20,"verse":35,"versions":{"unv":"耶和華使以色列人殺敗便雅憫人。那日，以色列人殺死便雅憫人二萬五千一百，都是拿刀的。","bklcl":"Iâ-hô-hoa phah Piān-ngá-bín tī Í-sek-lia̍t ê bīn-chêng; hit-ji̍t Í-sek-lia̍t lâng thâi-sí Piān-ngá-bín nn̄g-bān gō͘-chheng chi̍t-pah lâng, lóng sī kia̍h-to-ê.","tghg":"耶和華拍便雅憫佇以色列的面前。彼日，以色列人刣死便雅憫二萬五千一百人，攏是攑刀的。","bklhl":"耶和華phah便雅憫tī以色列ê面前；hit日以色列人刣死便雅憫兩萬五千一百人，lóng是kia̍h刀ê。"}},{"book":"士","chapter":20,"verse":36,"versions":{"unv":"於是便雅憫人知道自己敗了。先是以色列人；因為靠著在基比亞前所設的伏兵，就在便雅憫人面前詐敗。","bklcl":"Piān-ngá-bín lâng chiah chai in ê siū-phah; in-ūi Í-sek-lia̍t lâng thè-niū Piān-ngá-bín lâng, sī ūi-tio̍h in óa-khò só͘ siat tī Ki-pí-a ê ho̍k-peng.","tghg":"便雅憫人才知𪜶的受拍。因為以色列人退讓便雅憫人，是為著𪜶倚靠所設佇基比亞的伏兵。","bklhl":"便雅憫人chiah知in ê受phah；因為以色列人退讓便雅憫人，是為tio̍h in óa靠所設tī Ki-pí-a ê伏兵。"}},{"book":"士","chapter":20,"verse":37,"versions":{"unv":"伏兵急忙闖進基比亞，用刀殺死全城的人。","bklcl":"Bâi-ho̍k ê peng kín-kín chhoàn-ji̍p Ki-pí-a;  bâi-ho̍k ê peng chìn-chêng ēng to thâi-sí thong-siâⁿ ê lâng.","tghg":"埋伏的兵緊緊竄入(chhoàn-ji̍p)基比亞，埋伏的兵進前用刀刣死通城的人。","bklhl":"埋伏ê兵緊緊竄入Ki-pí-a；埋伏ê兵進前用刀刣死thong城ê人。"}},{"book":"士","chapter":20,"verse":38,"versions":{"unv":"以色列人預先同伏兵約定在城內放火，以煙氣上騰為號。","bklcl":"Í-sek-lia̍t lâng kap ho̍k-peng ū tāi-seng iok chi̍t ê kì-hō, chiū-sī hō͘ hé-hun tùi siâⁿ-lāi chhèng--khí-lâi.","tghg":"以色列人及伏兵有代先約一個記號，就是互火熏對城內淐起來。","bklhl":"以色列人kap伏兵有事先約一个記號，就是hō͘火薰tùi城內chhèng起來。"}},{"book":"士","chapter":20,"verse":39,"versions":{"unv":"以色列人臨退陣的時候，便雅憫人動手殺死以色列人，約有三十個，就說：「他們仍像前次被我們殺敗了。」","bklcl":"Í-sek-lia̍t lâng tng kau-chiàn ê sî oa̍t-tńg-sin;  Piān-ngá-bín lâng khí-chhiú thâi-sí Í-sek-lia̍t lâng, iok-lio̍k saⁿ-cha̍p-ê, chiū kóng, In iû-goân chhin-chhiūⁿ chêng-pái thâi-su tī lán ê bīn-chêng.","tghg":"以色列人當交戰的時越轉身，便雅憫人起手刣死以色列人，約略三十個，就講：「𪜶猶原親像前擺刣輸佇咱的面前。」","bklhl":"以色列人當交戰ê時oa̍t-tńg身；便雅憫人起手刣死以色列人，約略三十個，就講：In猶原親像前pái 刣輸tī咱ê面前。"}},{"book":"士","chapter":20,"verse":40,"versions":{"unv":"當煙氣如柱從城中上騰的時候，便雅憫人回頭觀看，見全城的煙氣沖天。","bklcl":"Tng hé-iām chhin-chhiūⁿ ian-thiāu tùi siâⁿ-tiong chhèng--chiūⁿ-khì ê sî, Piān-ngá-bín lâng oa̍t-thâu khòaⁿ, khòaⁿ-kìⁿ thong-siâⁿ ê hé-hun tú-thiⁿ.","tghg":"當火焰親像煙柱對城中淐上去的時，便雅憫人越頭看，看見通城的火熏抵天。","bklhl":"當火燄親像煙柱tùi城中chhèng上去ê時，便雅憫人oa̍t頭看，看見thong城ê火薰抵天。"}},{"book":"士","chapter":20,"verse":41,"versions":{"unv":"以色列人又轉身回來，便雅憫人就甚驚惶，因為看見災禍臨到自己了。","bklcl":"Í-sek-lia̍t lâng koh oa̍t-tńg-sin;  Piān-ngá-bín lâng chiū chin gông-ngia̍h, in-ūi khòaⁿ-kìⁿ chai-ē kàu lah.","tghg":"以色列人閣越轉身，便雅憫人就真卬愕，因為看見災禍到啦。","bklhl":"以色列人koh oa̍t-tńg身；便雅憫人就真gông-ngia̍h，因為看見災厄到lah。"}},{"book":"士","chapter":20,"verse":42,"versions":{"unv":"他們在以色列人面前轉身往曠野逃跑；以色列人在後面追殺。那從各城裡出來的，也都夾攻殺滅他們。","bklcl":"Só͘-í in tī Í-sek-lia̍t lâng ê bīn-chêng oa̍t-tńg-sin ǹg khòng-iá ê lō͘ tô-cháu; chóng-sī tui-jip in chin óa, tùi hiah-ê siâⁿ chhut-lâi-ê in lóng thâi in tī hit tiong-kan.","tghg":"所以𪜶佇以色列人的面前越轉身向曠野的路逃走；總是追趇(jip)𪜶真倚。對許個城出來的，𪜶攏刣𪜶佇彼中間。","bklhl":"所以in tī以色列人ê面前oa̍t-tńg身ǹg曠野ê路逃走；總是追jip in真óa，tùi hiah-ê城出來ê in lóng 刣 in tī hit中間。"}},{"book":"士","chapter":20,"verse":43,"versions":{"unv":"以色列人圍繞便雅憫人，追趕他們，在他們歇腳之處、對著日出之地的基比亞踐踏他們。","bklcl":"In ûi-khùn Piān-ngá-bín lâng, tui-jip in, tī in hioh-kha ê só͘-chāi thún-ta̍h in, kàu Ki-pí-a ê tùi-bīn, ǹg ji̍t-chhut ê só͘-chāi.","tghg":"𪜶圍困便雅憫人，追趇𪜶，佇𪜶歇腳的所在、𧿬踏(thún-ta̍h)𪜶，到基比亞的對面向日出的所在。","bklhl":"In圍困便雅憫人，追jip in，tī in歇腳ê所在thún踏in，到Ki-pí-a ê對面，ǹg日出ê所在。"}},{"book":"士","chapter":20,"verse":44,"versions":{"unv":"便雅憫人死了的有一萬八千，都是勇士。","bklcl":"Piān-ngá-bín lâng sí-ê, ū chi̍t-bān poeh-chheng; chiah-ê lóng sī ióng-sū; kî-û ê lâng oa̍t-tńg-sin cháu-khì khòng-iá, kàu Lîm-bûn ê chio̍h-pôaⁿ.","tghg":"便雅憫人死的有一萬八千，諸個攏是勇士。","bklhl":"便雅憫人死ê，有一萬八千；chiah ê lóng是勇士；其餘ê人oa̍t-tńg身走去曠野，到Lîm-bûn ê石磐。"}},{"book":"士","chapter":20,"verse":45,"versions":{"unv":"其餘的人轉身向曠野逃跑，往臨門磐去。以色列人在道路上殺了他們五千人，如拾取遺穗一樣，追到基頓又殺了他們二千人。","bklcl":"Í-sek-lia̍t lâng tī tōa-lō͘--nih siu-si̍p in gō͘-chheng lâng, chhin-chhiūⁿ khioh be̍h-seh chi̍t-iūⁿ; koh tui-jip in kàu Ki-tùn, thâi-sí in nn̄g-chheng lâng.","tghg":"其餘的人越轉身走去曠野，到臨門的石磐。以色列人佇大路裡收拾𪜶五千人，親像拾麥屑(be̍h-seh)一樣，閣追趇𪜶到基頓刣死𪜶二千人。","bklhl":"以色列人tī大路裡收拾in五千人，親像拾麥屑一樣；koh追jip in到Ki-tùn，刣死in兩千人。"}},{"book":"士","chapter":20,"verse":46,"versions":{"unv":"那日便雅憫死了的共有二萬五千人，都是拿刀的勇士。","bklcl":"Hit-ji̍t Piān-ngá-bín lâng sí-ê, kiōng nn̄g-bān gō͘-chheng lâng; hiah-ê lóng sī kia̍h-to ê ióng-sū.","tghg":"彼日便雅憫人死的共二萬五千人，許個攏是攑刀的勇士。","bklhl":"Hit日便雅憫人死ê，共兩萬五千人；hiah-ê lóng是kia̍h刀ê勇士。"}},{"book":"士","chapter":20,"verse":47,"versions":{"unv":"只剩下六百人，轉身向曠野逃跑，到了臨門磐，就在那裡住了四個月。","bklcl":"To̍k-to̍k la̍k-pah lâng oa̍t-tńg-sin cháu--khì khòng-iá, kàu Lîm-bûn ê chio̍h-pôaⁿ, chiū tiàm tī Lîm-bûn ê chio̍h-pôaⁿ sì-ge̍h-ji̍t.","tghg":"獨獨六百人，越轉身走去曠野，到臨門的石磐，就踮佇臨門的石磐四月日。","bklhl":"獨獨六百人oa̍t-tńg身走去曠野，到Lîm-bûn ê石磐，就tiàm tī Lîm-bûn ê石磐四月日。"}},{"book":"士","chapter":20,"verse":48,"versions":{"unv":"以色列人又轉到便雅憫地，將各城的人和牲畜，並一切所遇見的，都用刀殺盡，又放火燒了一切城邑。","bklcl":"Í-sek-lia̍t lâng koh oa̍t-tńg kong-kek Piān-ngá-bín lâng, ēng to phah-sí chiah-ê siâⁿ-tiong ê lâng kap cheng-siⁿ, í-ki̍p it-chhè só͘ tú-tio̍h-ê; koh it-chhè só͘ kàu ê siâⁿ lóng ēng hé sio.","tghg":"以色列人閣越轉攻擊便雅憫人，用刀拍死諸個城中的人及精牲，以及一切所抵著(tú-tio̍h)的，閣一切所到的城攏用火燒。","bklhl":"以色列人koh oa̍t-tńg攻擊便雅憫人，用刀phah死chiah ê城中ê人kap cheng-siⁿ，以及一切所tú-tio̍h-ê；koh一切所到ê城lóng用火燒。"}}]