[{"book":"士","chapter":14,"verse":1,"versions":{"unv":"參孫下到亭拿，在那裡看見一個女子，是非利士人的女兒。","bklcl":"Chham-sun lo̍h-khì Têng-ná, tī Têng-ná khòaⁿ-kìⁿ chi̍t ê cha-bó͘-gín-ná, chiū-sī Hui-lī-sū lâng ê cha-bó͘-kiáⁿ.","tghg":"參孫落去亭拿，佇亭拿看見一個查某囝仔，就是非利士人的查某子。","bklhl":"參孫落去Têng-ná，tī Têng-ná看見一个cha-bó͘-gín-ná，就是腓利士人ê cha-bó͘-kiáⁿ。"}},{"book":"士","chapter":14,"verse":2,"versions":{"unv":"參孫上來稟告他父母說：「我在亭拿看見一個女子，是非利士人的女兒，願你們給我娶來為妻。」","bklcl":"Chham-sun chiūⁿ-khì kā i lāu-pē lāu-bú kóng, Góa tī Têng-ná khòaⁿ-kìⁿ chi̍t ê cha-bó͘-gín-ná, sī Hui-lī-sū lâng ê cha-bó͘-kiáⁿ; goān lín kā góa chhōa i lâi chòe-bó͘.","tghg":"參孫上去給伊老父老母講：「我佇亭拿看見一個查某囝仔，是非利士人的查某子，願恁給我娶伊來做某。」","bklhl":"參孫上去kā伊老父老母講：我tī Têng-ná看見一个cha-bó͘-gín-ná，是腓利士人ê cha-bó͘-kiáⁿ；願lín kā我娶伊來做bó͘。"}},{"book":"士","chapter":14,"verse":3,"versions":{"unv":"他父母說：「在你弟兄的女兒中，或在本國的民中，豈沒有一個女子，何致你去在未受割禮的非利士人中娶妻呢？」參孫對他父親說：「願你給我娶那女子，因我喜悅她。」","bklcl":"I ê lāu-pē i ê lāu-bú kā i kóng,  Tī lí hiaⁿ-tī tiong ê cha-bó͘-gín-ná, á-sī tī lán peh-sìⁿ tiong, kiám bô chi̍t ê cha-bó͘-gín-ná, tì-kàu lí khì tī bô siū kat-lé ê Hui-lī-sū lâng tiong chhōa-bó͘ ah?  Chham-sun kā i ê lāu-pē kóng, Goān lí kā góa chhōa i; in-ūi i sī góa kah-ì ê.","tghg":"伊的老父伊的老母給伊講：「佇你兄弟中的查某囝仔，抑是佇咱百姓中，豈無一個查某囝仔，致到你去佇無受割禮的非利士人中娶某啊？」參孫給伊的老父講：「願你給我娶伊，因為伊是我合意(kah-ì)的。」","bklhl":"伊ê老父伊ê老母kā伊講，Tī你兄弟中ê cha-bó͘-gín-ná，á是tī咱百姓中，kiám無一个cha-bó͘-gín-ná，致到你去tī無受割禮ê腓利士人中娶bó͘ ah？參孫kā伊ê老父講：願你kā我娶伊；因為伊是我合意ê。"}},{"book":"士","chapter":14,"verse":4,"versions":{"unv":"他的父母卻不知道這事是出於耶和華，因為他找機會攻擊非利士人。那時，非利士人轄制以色列人。","bklcl":"Chóng-sī i ê lāu-pē i ê lāu-bú m̄-chai chit ê sū sī chhut tī Iâ-hô-hoa; in-ūi I chhē ki-hōe kong-kek Hui-lī-sū.  Hit-sî Hui-lī-sū lâng koán-hat Í-sek-lia̍t.","tghg":"總是伊的老父伊的老母呣知此個事是出佇耶和華，因為伊尋機會攻擊非利士。彼時，非利士人管轄以色列。","bklhl":"總是伊ê老父伊ê老母m̄知chit ê事是出tī耶和華；因為伊chhē機會攻擊腓利士，hit時腓利士人管轄以色列。"}},{"book":"士","chapter":14,"verse":5,"versions":{"unv":"參孫跟他父母下亭拿去，到了亭拿的葡萄園，見有一隻少壯獅子向他吼叫。","bklcl":"Chham-sun kap i ê pē-bú lo̍h-khì Têng-ná, kàu Têng-ná ê phû-tô-hn̂g; tú-tn̄g ū chi̍t chiah sai-á-thûn háu lâi óa i.","tghg":"參孫及伊的父母落去亭拿，到亭拿的葡萄園，抵當有一隻獅仔豚(sai-á-thûn)哮來倚伊。","bklhl":"參孫kap伊ê父母落去Têng-ná，到Têng-ná ê葡萄園；tú-tn̄g有一隻獅á-thûn哮來óa伊。"}},{"book":"士","chapter":14,"verse":6,"versions":{"unv":"耶和華的靈大大感動參孫，他雖然手無器械，卻將獅子撕裂，如同撕裂山羊羔一樣。他行這事並沒有告訴父母。","bklcl":"Iâ-hô-hoa ê Sîn tōa-tōa lîm-kàu Chham-sun, i ê chhiú bô ke-si, iā thiah-li̍h i, chhin-chhiūⁿ thiah-li̍h soaⁿ-iûⁿ-á chi̍t-iūⁿ; i iā bô kā i ê pē-bú kóng i só͘ kiâⁿ ê sū.","tghg":"耶和華的神大大臨到參孫，伊的手無家私，也拆裂伊，親像拆裂山羊仔一樣。伊也無給伊的父母講伊所行的事。","bklhl":"耶和華ê神大大臨到參孫，伊ê手無ke-si，也拆裂伊，親像拆裂山羊á一樣；伊也無kā伊ê父母講伊所行ê事。"}},{"book":"士","chapter":14,"verse":7,"versions":{"unv":"參孫下去與女子說話，就喜悅她；","bklcl":"I lo̍h-khì kap cha-bó͘-gín-ná kóng ōe; i sī Chham-sun só͘ kah-ì ê.","tghg":"伊落去及查某囝仔講話，伊是參孫所合意的；","bklhl":"伊落去kap cha-bó͘-gín-ná講話；伊是參孫所合意ê。"}},{"book":"士","chapter":14,"verse":8,"versions":{"unv":"過了些日子，再下去要娶那女子，轉向道旁要看死獅，見有一群蜂子和蜜在死獅之內，","bklcl":"Koh ū hiah-kú, tò-tńg beh lâi chhōa i, oat tùi lō͘-piⁿ beh khòaⁿ sí ê sai, khòaⁿ-kìⁿ ū chi̍t siū phang kap bi̍t tī sai ê sin-si-lāi;","tghg":"閣有許久，倒轉欲來娶伊，越對路邊欲看死的獅，看見有一巢(siū)蜂及蜜佇獅的身屍(sin-si)內，","bklhl":"Koh有hiah久，倒tńg beh來娶伊，oat tùi路邊beh看死ê獅，看見有一siū蜂kap蜜tī獅ê身屍內；"}},{"book":"士","chapter":14,"verse":9,"versions":{"unv":"就用手取蜜，且吃且走；到了父母那裡，給他父母，他們也吃了；只是沒有告訴這蜜是從死獅之內取來的。","bklcl":"chhiú the̍h bi̍t khì kiâⁿ, ná-kiâⁿ ná-chia̍h;  kàu i ê pē-bú hia, chiū hō͘ in, in iā chia̍h; chóng-sī bô kā i kóng chit ê bi̍t sī tùi sai ê sin-si the̍h-lâi-ê.","tghg":"手提蜜去行，愈行愈食；到伊的父母遐，就互𪜶，𪜶也食；總是無給伊講此個蜜是對獅的身屍提來的。","bklhl":"手the̍h蜜去行，ná行ná食；到伊ê父母hia，就hō͘ in，in也食；總是無kā伊講chit ê蜜是tùi獅ê身屍the̍h來ê。"}},{"book":"士","chapter":14,"verse":10,"versions":{"unv":"他父親下去見女子。參孫在那裡設擺筵宴，因為向來少年人都有這個規矩。","bklcl":"I ê lāu-pē lo̍h-khì kàu cha-bó͘-gín-ná hia;  Chham-sun tī-hia siat iân-sia̍h;  in-ūi pêng-sò͘ siàu-liân lâng lóng ū chit hō ê hong-sio̍k.","tghg":"伊的老父落去到查某囝仔遐。參孫佇遐設筵席，因為平素少年人攏有此號的風俗。","bklhl":"伊ê老父落去到cha-bó͘-gín-ná hia；參孫tī-hia設筵席；因為平素少年人lóng有chit號ê風俗。"}},{"book":"士","chapter":14,"verse":11,"versions":{"unv":"眾人看見參孫，就請了三十個人陪伴他。","bklcl":"In khòaⁿ-kìⁿ Chham-sun, chiū chhōa saⁿ-cha̍p ê phōaⁿ lâi pôe i.","tghg":"𪜶看見參孫，就導三十個伴來陪伊。","bklhl":"In看見參孫，就chhōa三十個伴來陪伊。"}},{"book":"士","chapter":14,"verse":12,"versions":{"unv":"參孫對他們說：「我給你們出一個謎語，你們在七日筵宴之內，若能猜出意思告訴我，我就給你們三十件裡衣，三十套衣裳；","bklcl":"Chham-sun kā in kóng, Góa taⁿ beh chhut chi̍t ê chhai hō͘ lín; lín tī iân-sia̍h ê chhit-ji̍t-lāi nā ōe chhai-chhut ì-sù lâi kā góa kóng, góa chiū beh hō͘ lín saⁿ-cha̍p niá ê iù-tōe saⁿ, saⁿ-cha̍p thò ê gōa-saⁿ;","tghg":"參孫給𪜶講：「我今欲出一個猜(chhai)互恁，恁佇筵席的七日內，若會猜出意思來給我講，我就欲互恁三十領的幼苧衫，三十套的外衫；","bklhl":"參孫kā in講：我taⁿ beh出一个猜hō͘ lín；lín tī筵席ê七日內若會猜出意思來kā我講：我就beh hō͘ lín三十領ê幼苧衫，三十套ê外衫；"}},{"book":"士","chapter":14,"verse":13,"versions":{"unv":"你們若不能猜出意思告訴我，你們就給我三十件裡衣，三十套衣裳。」他們說：「請將謎語說給我們聽。」","bklcl":"lín nā bōe-ōe kā góa kóng, lín chiū tio̍h hō͘ góa saⁿ-cha̍p niá ê iù-tōe saⁿ, saⁿ-cha̍p thò ê gōa-saⁿ.  In kóng, Chhiáⁿ chhut lí ê chhai hō͘ goán thiaⁿ.","tghg":"恁若𣍐會給我講，恁就著互我三十領的幼苧衫，三十套的外衫。」𪜶講：「請出你的猜互阮聽。」","bklhl":"lín若bōe能kā我講：lín就tio̍h hō͘我三十領ê幼苧衫，三十套ê外衫。In講：請出你ê猜hō͘阮聽。"}},{"book":"士","chapter":14,"verse":14,"versions":{"unv":"參孫對他們說：吃的從吃者出來；甜的從強者出來。他們三日不能猜出謎語的意思。","bklcl":"I chiū kā in kóng,\tTùi chia̍h-ê chhut chia̍h-mi̍h;\tTùi kiông-ê chhut tiⁿ. In saⁿ-ji̍t kú chhai bōe chhut.","tghg":"伊就給𪜶講：對食的出食物；對強的出甜。𪜶三日久猜𣍐出。","bklhl":"伊就kā in講：\tTùi食ê出食物；\tTùi強ê出甜。In三日久猜bōe出。"}},{"book":"士","chapter":14,"verse":15,"versions":{"unv":"到第七天，他們對參孫的妻說：「你誆哄你丈夫，探出謎語的意思告訴我們，免得我們用火燒你和你父家。你們請了我們來，是要奪我們所有的嗎？」","bklcl":"Kàu tē-chhit ji̍t, in kā Chham-sun ê bó͘ kóng, Lí tio̍h làu lí ê tiōng-hu, hō͘ i ēng chhai ê ì-sù kā goán kóng, bián-tit goán ēng hé sio lí kap lí ê lāu-pē ê chhù;  lín chhiáⁿ goán lâi, sī beh chhiúⁿ goán á-m̄-sī?","tghg":"到第七日，𪜶給參孫的某講：「你著漏(làu)你的丈夫，互伊用猜的意思給阮講，免得阮用火燒你及你的老父的厝。恁請阮來，是欲搶阮抑呣是？」","bklhl":"到第七日，in kā參孫ê bó͘講：你tio̍h làu你ê丈夫，hō͘伊用猜ê意思kā阮講：免得阮用火燒你kap你ê老父ê厝；lín請阮來，是beh搶阮á-m̄是？"}},{"book":"士","chapter":14,"verse":16,"versions":{"unv":"參孫的妻在丈夫面前啼哭說：「你是恨我，不是愛我，你給我本國的人出謎語，卻沒有將意思告訴我。」參孫回答說：「連我父母我都沒有告訴，豈可告訴你呢？」","bklcl":"Chham-sun ê bó͘ thî-khàu tī i ê bīn-chêng kóng, Lí sī oàn-hūn góa, m̄-sī thiàⁿ góa;  in-ūi lí chhut-chhai hō͘ góa pún-kok ê lâng, iā bô kā góa kóng-bêng.  I ìn i kóng, Liân góa ê lāu-pē lāu-bú to͘ bô kā i kóng, kiám thang kā lí kóng mah?","tghg":"參孫的某啼哭佇伊的面前講：「你是怨恨我，呣是疼我，因為你出猜互我本國的人，也無給我講明。」伊應伊講：「連我的老父老母都(to͘)無給伊講，豈通給你講嗎？」","bklhl":"參孫ê bó͘啼哭tī伊ê面前講：你是怨恨我，m̄是疼我；因為你出猜hō͘我本國ê人，也無kā我講明。伊應伊講：連我ê老父老母都無kā伊講，kiám thang kā你講mah？"}},{"book":"士","chapter":14,"verse":17,"versions":{"unv":"七日筵宴之內，她在丈夫面前啼哭，到第七天逼著他，他才將謎語的意思告訴他妻，他妻就告訴本國的人。","bklcl":"Tī iân-sia̍h ê chhit-ji̍t-lāi, i thî-khàu tī i ê tiōng-hu ê bīn-chêng; kàu tē-chhit ji̍t chiū kā i kóng; in-ūi i pek i chin-thiám; i ê bó͘ chiū kā i pún-kok ê lâng kóng.","tghg":"佇筵席的七日內，伊啼哭佇伊的丈夫的面前，到第七日就給伊講，因為伊迫伊真殄(chin-thiám)，伊的某就給伊本國的人講。","bklhl":"Tī筵席ê七日內，伊啼哭tī伊ê丈夫ê面前；到第七日就kā伊講；因為伊逼伊真thiám；伊ê bó͘就kā伊本國ê人講。"}},{"book":"士","chapter":14,"verse":18,"versions":{"unv":"到第七天，日頭未落以前，那城裡的人對參孫說：有甚麼比蜜還甜呢？有甚麼比獅子還強呢？參孫對他們說：你們若非用我的母牛犢耕地，就猜不出我謎語的意思來。","bklcl":"Kàu tē-chhit ji̍t, ji̍t iáu-bē lo̍h ê tāi-seng, siâⁿ-lāi ê peh-sìⁿ kā Chham-sun kóng, Ū sím-mi̍h pí bi̍t khah-tiⁿ ah?  ū sím-mi̍h pí sai khah-kiông ah?  Chham-sun kā in kóng,\tLín nā m̄-sī ēng góa ê gû-chéng-á lôe-chhân,\tGóa ê chhai chiū chhai-bōe-chhut.","tghg":"到第七日，日猶未落的代先，城內的百姓給參孫講：有甚麼比蜜卡甜啊？有甚麼比獅卡強啊？參孫給𪜶講：恁若呣是用我的牛種仔犁田，我的猜就猜𣍐出。","bklhl":"到第七日，日iáu未落ê事先，城內ê百姓kā參孫講：有甚麼比蜜khah甜ah？有甚麼比獅khah強ah？參孫kā in講：\tLín若m̄是用我ê牛種á犁田，\t我ê猜就猜bōe出。"}},{"book":"士","chapter":14,"verse":19,"versions":{"unv":"耶和華的靈大大感動參孫，他就下到亞實基倫，擊殺了三十個人，奪了他們的衣裳，將衣裳給了猜出謎語的人。參孫發怒，就上父家去了。","bklcl":"Iâ-hô-hoa ê Sîn tōa-tōa lîm-kàu Chham-sun, i chiū lo̍h-khì kàu A-si̍t-ki-lûn, thâi-sí in tiong-kan saⁿ-cha̍p lâng, chhiúⁿ in, chiong hiah-ê saⁿ hō͘ chhai-tio̍h ê lâng.  Chham-sun tōa siū-khì, chiū chiūⁿ-khì in lāu-pē ê ke.","tghg":"耶和華的神大大臨到參孫，伊就落去到亞實基倫，刣死𪜶中間三十人，搶𪜶，將許個衫互猜著的人。參孫大受氣，就上去𪜶老父的家。","bklhl":"耶和華ê神大大臨到參孫，伊就落去到A-si̍t-ki-lûn，刣死in中間三十人，搶in，將hiah-ê衫hō͘猜tio̍h ê人。參孫大受氣，就上去in老父ê家。"}},{"book":"士","chapter":14,"verse":20,"versions":{"unv":"參孫的妻便歸了參孫的陪伴，就是作過他朋友的。","bklcl":"Chham-sun ê bó͘ chiū kè hō͘ i ê pôe-phōaⁿ, chiū-sī Chham-sun ēng chòe i ê pêng-iú ê.","tghg":"參孫的某就嫁互伊的陪伴，就是參孫用做伊的朋友的。","bklhl":"參孫ê bó͘就嫁hō͘伊ê陪伴，就是參孫用做伊ê朋友ê。"}}]