[{"book":"士","chapter":19,"verse":1,"versions":{"unv":"當以色列中沒有王的時候，有住以法蓮山地那邊的一個利未人，娶了一個猶大伯利恆的女子為妾。","bklcl":"Tng Í-sek-lia̍t bô ông ê sî, ū kià-kha tī Í-hoat-liân soaⁿ-tōe hit-pêng ê chi̍t ê Lī-bī lâng, chhōa chi̍t ê Iû-tāi Pek-lī-hêng ê cha-bó͘-gín-ná chòe sòe-î;","tghg":"當以色列無王的時，有寄腳佇以法蓮山地彼旁的一個利未人，娶一個猶大伯利恆的查某囝仔做細姨。","bklhl":"當以色列無王ê時，有寄腳tī Í-hoat-liân山地hit-pêng ê一个利未人，娶一个偤大伯利恆ê cha-bó͘-gín-ná做細姨；"}},{"book":"士","chapter":19,"verse":2,"versions":{"unv":"妾行淫離開丈夫，回猶大的伯利恆，到了父家，在那裡住了四個月。","bklcl":"sòe-î kiâⁿ-îm pōe i ê tiōng-hu, lī-khui i tò--khì Iû-tāi Pek-lī-hêng, kàu lāu-pē ê ke, tòa hia sì-ge̍h-ji̍t.","tghg":"細姨行淫背伊的丈夫，離開伊倒去猶大伯利恆，到老父的家，住遐四月日。","bklhl":"細姨行淫背伊ê丈夫，離開伊tò去偤大伯利恆，到老父ê家，tòa hia四月日。"}},{"book":"士","chapter":19,"verse":3,"versions":{"unv":"她丈夫起來，帶著一個僕人、兩匹驢去見她，用好話勸她回來。女子就引丈夫進入父家。她父見了那人，便歡歡喜喜地迎接。","bklcl":"I ê tiōng-hu khí-lâi, tòa chi̍t ê lô͘-po̍k nn̄g chiah lû khì jip i, beh ēng hó-ōe an-ùi i, chhōa i tò-lâi; i chiū chhōa i ji̍p lāu-pē ê chhù; hū-jîn-lâng ê lāu-pē khòaⁿ-kìⁿ, chiū hoan-gêng i.","tghg":"伊的丈夫起來，帶一個奴僕、二隻驢去趇(jip)伊，欲用好話安慰伊導伊倒來。伊就導伊入老父的厝。婦仁人的老父看見，就歡迎伊。","bklhl":"伊ê丈夫起來，帶一个奴僕兩隻驢去jip伊，beh用好話安慰伊，chhōa伊tò來；伊就chhōa伊入老父ê厝；婦人人ê老父看見，就歡迎伊。"}},{"book":"士","chapter":19,"verse":4,"versions":{"unv":"那人的岳父，就是女子的父親，將那人留下住了三天。於是二人一同吃喝、住宿。","bklcl":"I ê tiūⁿ-lâng, chiū-sī cha-bó͘-gín-ná ê lāu-pē, lâu i; i chiū kap i tòa saⁿ-ji̍t;  in chiū saⁿ-kap lim-chia̍h, tiàm tī-hia.","tghg":"伊的丈人，就是查某囝仔的老父，留伊，伊就及伊住三日。𪜶就相及飲食，踮佇遐。","bklhl":"伊ê丈人，就是cha-bó͘-gín-ná ê老父，留伊；伊就kap伊tòa三日；in就相kap lim食，tiàm tī-hia。"}},{"book":"士","chapter":19,"verse":5,"versions":{"unv":"到第四天，利未人清早起來要走，女子的父親對女婿說：「請你吃點飯，加添心力，然後可以行路。」","bklcl":"Kàu tē-sì ji̍t, in thàu-chá khí-lâi, i beh khí-sin khì;  cha-bó͘-gín-ná ê lāu-pē kā kiáⁿ-sài kóng, Chhiáⁿ lí chia̍h tām-po̍h piáⁿ chòe tiám-sim, āu-lâi chiah thang khí-sin kiâⁿ.","tghg":"到第四日，𪜶透早起來伊欲起身去，查某囝仔的老父給子婿講：「請你食淡薄餅做點心，後來才通起身行。」","bklhl":"到第四日，in透早起來，伊beh起身去；cha-bó͘-gín-ná ê老父kā kiáⁿ婿講：請你食淡薄餅做點心，後來chiah thang起身行。"}},{"book":"士","chapter":19,"verse":6,"versions":{"unv":"於是二人坐下一同吃喝。女子的父親對那人說：「請你再住一夜，暢快你的心。」","bklcl":"Nn̄g-lâng chiū chē--lo̍h-khì, saⁿ-kap lim-chia̍h; cha-bó͘-gín-ná ê lāu-pē tùi hit-lâng kóng, Chhiáⁿ lí hoaⁿ-hí koh tiàm chi̍t-mî, hō͘ lí ê sim khoài-lo̍k.","tghg":"二人就坐落去相及飲食。查某囝仔的老父對彼人講：「請你歡喜閣踮一暝，互你的心快樂。」","bklhl":"兩人就坐落去，相kap lim食；cha-bó͘-gín-ná ê老父對hit人講：請你歡喜koh tiàm一暝，hō͘你ê心快樂。"}},{"book":"士","chapter":19,"verse":7,"versions":{"unv":"那人起來要走，他岳父強留他，他又住了一宿。","bklcl":"Hit-lâng khí-lâi beh khí-sin, i ê tiūⁿ-lâng kiông-kiông lâu i; i chiū koh hioh chi̍t-mî.","tghg":"彼人起來欲起身，伊的丈人強強留伊，伊就閣歇一暝。","bklhl":"Hit人起來beh起身，伊ê丈人強強留伊；伊就koh歇一暝。"}},{"book":"士","chapter":19,"verse":8,"versions":{"unv":"到第五天，他清早起來要走，女子的父親說：「請你吃點飯，加添心力，等到日頭偏西再走。」於是二人一同吃飯。","bklcl":"Kàu tē-gō͘ ji̍t, i thàu-chá khí-lâi beh khí-sin; cha-bó͘-gín-ná ê lāu-pē kā i kóng, Chhiáⁿ lí koh tiám-sim, thèng-hāu kàu ji̍t chhiâ-sai; in nn̄g lâng chiū saⁿ-kap chia̍h.","tghg":"到第五日，伊透早起來欲起身，查某囝仔的老父給伊講：「請你閣點心，聽候到日斜西(ji̍t chhiâ-sai)。」𪜶二人就相及食。","bklhl":"到第五日，伊透早起來beh起身；cha-bó͘-gín-ná ê老父kā伊講，請你koh點心，thèng候到日斜西；in兩人就相kap食。"}},{"book":"士","chapter":19,"verse":9,"versions":{"unv":"那人同他的妾和僕人起來要走，他岳父，就是女子的父親，對他說：「看哪，日頭偏西了，請你再住一夜；天快晚了，可以在這裡住宿，暢快你的心。明天早早起行回家去。」","bklcl":"Hit-lâng kap i ê sòe-î kap lô͘-po̍k khí-lâi beh khí kiâⁿ;  i ê tiūⁿ-lâng, chiū-sī cha-bó͘-gín-ná ê lāu-pē, kā i kóng, Khòaⁿ ah, ji̍t beh àm, chhiáⁿ lí koh hioh chi̍t-mî, ji̍t beh lo̍h lah; lí tio̍h hioh chia, hō͘ lí ê sim khoài-lo̍k; bîn-á-ji̍t thàu-chá khí-sin tò--khì lín tau.","tghg":"彼人及伊的細姨及奴僕起來欲起行，伊的丈人，就是查某囝仔的老父，給伊講：「看啊，日欲暗，請你閣歇一暝；日欲落啦，你著歇遮，互你的心快樂。明仔日透早起身倒去恁兜。」","bklhl":"Hit人kap伊ê細姨kap奴僕起來beh 起行；伊ê丈人，就是cha-bó͘-gín-ná ê老父，kā伊講，看ah，日beh暗，請你koh歇一暝，日beh落lah；你tio̍h歇chia，hō͘你ê心快樂；明á日透早起身tò去lín tau。"}},{"book":"士","chapter":19,"verse":10,"versions":{"unv":"那人不願再住一夜，就備上那兩匹驢，帶著妾起身走了，來到耶布斯的對面（耶布斯就是耶路撒冷。）","bklcl":"Hit-lâng m̄-khéng koh hioh chi̍t-mî, chiū khí-lâi khí-sin, kàu Iâ-pò͘-su ê tùi-bīn, Iâ-pò͘-su chiū-sī Iâ-lō͘-sat-léng;  nn̄g-chiah kòa-oaⁿ ê lû, í-ki̍p i ê sòe-î, kap i khì;","tghg":"彼人呣肯閣歇一暝，就起來起身，到耶布斯的對面（耶布斯就是耶路撒冷。）二隻掛鞍(kòa-oaⁿ)的驢，以及伊的細姨及伊去。","bklhl":"Hit人m̄肯koh歇一暝，就起來起身，到Iâ-pò͘-su ê對面，Iâ-pò͘-su就是耶路撒冷；兩隻掛鞍ê驢，以及伊ê細姨，kap伊去；"}},{"book":"士","chapter":19,"verse":11,"versions":{"unv":"臨近耶布斯的時候，日頭快要落了，僕人對主人說：「我們不如進這耶布斯人的城裡住宿。」","bklcl":"kiâⁿ kūn Iâ-pò͘-su ê sî, ji̍t í-keng beh lo̍h; lô͘-po̍k kā chú-lâng kóng, Lâi ah, lán m̄-ta̍t-tio̍h oat-ji̍p Iâ-pò͘-su lâng chit ê siâⁿ, hioh-mî tī-hia.","tghg":"行近耶布斯的時，日已經欲落，奴僕給主人講：「來啊，咱呣值著越入耶布斯人此個城歇暝佇遐。」","bklhl":"行近Iâ-pò͘-su ê時，日已經beh落；奴僕kā主人講：來ah，咱m̄值tio̍h oat入Iâ-pò͘-su人chit ê城，歇暝tī-hia。"}},{"book":"士","chapter":19,"verse":12,"versions":{"unv":"主人回答說：「我們不可進不是以色列人住的外邦城，不如過到基比亞去」；","bklcl":"Chú-lâng kóng, Lán bô beh oat-ji̍p gōa-pang lâng ê siâⁿ, chiū-sī bô sio̍k Í-sek-lia̍t lâng ê;  khah-hó lán tio̍h kè-lâi Ki-pí-a;","tghg":"主人講：「咱無欲越入外邦人的城就是無屬以色列人的，卡好咱著過來基比亞」；","bklhl":"主人講：咱無beh oat入外邦人ê城，就是無屬以色列人ê；khah好咱tio̍h過來Ki-pí-a；"}},{"book":"士","chapter":19,"verse":13,"versions":{"unv":"又對僕人說：「我們可以到一個地方，或住在基比亞，或住在拉瑪。」","bklcl":"koh kā lô͘-po̍k kóng, Lâi, lán tio̍h khì chiah-ê só͘-chāi ê chi̍t-ê, lâi hioh tī Ki-pí-a, á-sī La̍h-má.","tghg":"閣給奴僕講：「來，咱著去諸個所在的一個，來歇佇基比亞，抑是拉瑪。」","bklhl":"koh kā奴僕講：來，咱tio̍h去chiah ê所在ê一个，來歇tī Ki-pí-a，á是La̍h-má。"}},{"book":"士","chapter":19,"verse":14,"versions":{"unv":"他們就往前走。將到便雅憫的基比亞，日頭已經落了；","bklcl":"In chiū chìn-chêng khì; chiong-kūn Piān-ngá-bín ê Ki-pí-a, ji̍t í-keng lo̍h.","tghg":"𪜶就進前去。將近便雅憫的基比亞，日已經落；","bklhl":"In就進前去；將近便雅憫ê Ki-pí-a，日已經落。"}},{"book":"士","chapter":19,"verse":15,"versions":{"unv":"他們進入基比亞要在那裡住宿，就坐在城裡的街上，因為無人接他們進家住宿。","bklcl":"In chiū oat-ji̍t-khì, beh hioh tī Ki-pí-a; chiū ji̍p-khì chē tī siâⁿ-lāi ê ke-lō͘; in-ūi bô lâng chiap-la̍p in ji̍p chhù hioh-mî.","tghg":"𪜶就越入去欲歇佇基比亞，就入去坐佇城內的街路，因為無人接納𪜶入厝歇暝。","bklhl":"In就oat入去，beh歇tī Ki-pí-a；就入去坐tī城內ê街路；因為無人接納in入厝歇暝。"}},{"book":"士","chapter":19,"verse":16,"versions":{"unv":"晚上，有一個老年人從田間做工回來。他原是以法蓮山地的人，住在基比亞；那地方的人卻是便雅憫人。","bklcl":"Ji̍t-àm ū chi̍t ê lāu-lâng tùi chhân--nih chòe-kang tò-lâi.  I pún sī Í-hoat-liân soaⁿ-tōe ê lâng, kià-kha tī Ki-pí-a; chóng-sī hit só͘-chāi ê lâng sī Piān-ngá-bín lâng.","tghg":"日暗，有一個老人對田裡做工倒來。伊本是以法蓮山地的人，寄腳佇基比亞；總是彼所在的人是便雅憫人。","bklhl":"日暗有一个老人tùi 田裡做工tò來，伊本是Í-hoat-liân山地ê人，寄腳tī Ki-pí-a；總是hit所在ê人是便雅憫人。"}},{"book":"士","chapter":19,"verse":17,"versions":{"unv":"老年人舉目看見客人坐在城裡的街上，就問他說：「你從哪裡來？要往哪裡去？」","bklcl":"Lāu-lâng kia̍h-ba̍k khòaⁿ-kìⁿ lâng-kheh tī siâⁿ-lāi ê ke-lō͘, chiū mn̄g i kóng, Lí tùi toh-lo̍h lâi?  beh khì toh-lo̍h?","tghg":"老人攑目看見人客佇城內的街路，就問伊講：「你對叨落來？欲去叨落？」","bklhl":"老人kia̍h目看見人客tī城內ê街路，就問伊講：你tùi toh落來？beh去toh落？"}},{"book":"士","chapter":19,"verse":18,"versions":{"unv":"他回答說：「我們從猶大的伯利恆來，要往以法蓮山地那邊去。我原是那裡的人，到過猶大的伯利恆，現在我往耶和華的殿去，在這裡無人接我進他的家。","bklcl":"I ìn kóng, Goán tùi Iû-tāi Pek-lī-hêng lâi, beh khì Í-hoat-liân soaⁿ-tōe hit-pêng; góa pún tī-hia, kè--khì Iû-tāi Pek-lī-hêng;  taⁿ góa khì Iâ-hô-hoa ê chhù;  tī-chia bô lâng chiap-la̍p góa ji̍p i ê chhù;","tghg":"伊應講：「阮對猶大伯利恆來，欲去以法蓮山地彼旁。我本佇遐，過去猶大伯利恆，今我去耶和華的厝，佇遮無人接納我入伊的厝。","bklhl":"伊應講，阮tùi偤大伯利恆來，beh去Í-hoat-liân山地hit-pêng；我本tī-hia，過去偤大伯利恆；taⁿ我去耶和華ê厝；tī-chia無人接納我入伊ê厝；"}},{"book":"士","chapter":19,"verse":19,"versions":{"unv":"其實我有糧草可以餵驢，我與我的妾，並我的僕人，有餅有酒，並不缺少甚麼。」","bklcl":"chóng-sī góa ū chháu ū niû, thang hō͘ lû, iā ū piáⁿ ū chiú thang hō͘ pún-sin, kap lí ê lú-pī, kap tè lí ê lô͘-po̍k ê siàu-liân lâng, lóng bô khiàm chi̍t-hāng.","tghg":"總是我有草有糧通互驢，也有餅有酒通互本身及你的女婢，及隨你的奴僕的少年人，攏無欠一項。」","bklhl":"總是我有草有糧，thang hō͘驢，也有餅有酒thang hō͘本身，kap你ê女婢，kap tè你ê奴僕ê少年人，lóng無欠一項。"}},{"book":"士","chapter":19,"verse":20,"versions":{"unv":"老年人說：「願你平安！你所需用的我都給你，只是不可在街上過夜。」","bklcl":"Lāu-lâng kóng, Goān lí pêng-an; lí só͘ khiàm-ēng-ê sī góa tāi;  to̍k-to̍k lí m̄-thang tī ke-lō͘--nih kè-mî.","tghg":"老人講：「願你平安！你所欠用的是我代，獨獨你呣通佇街路裡過暝。」","bklhl":"老人講：願你平安；你所欠用ê是我tāi；獨獨你m̄-thang tī街路裡過暝。"}},{"book":"士","chapter":19,"verse":21,"versions":{"unv":"於是領他們到家裡，餵上驢，他們就洗腳吃喝。","bklcl":"Tùi án-ni chhōa in kàu i ê chhù, chhī i ê lû; in chiū sóe-kha lim-chia̍h.","tghg":"對按呢導𪜶到伊的厝，飼伊的驢，𪜶就洗腳飲食(lim-chia̍h)。","bklhl":"Tùi án-ni，chhōa in到伊ê厝，飼伊ê驢；in就洗腳lim食。"}},{"book":"士","chapter":19,"verse":22,"versions":{"unv":"他們心裡正歡暢的時候，城中的匪徒圍住房子，連連叩門，對房主老人說：「你把那進你家的人帶出來，我們要與他交合。」","bklcl":"In ê sim tú teh khoài-lo̍k ê sî, siâⁿ-lāi hiah-ê húi-lūi ûi-lûi i ê chhù, ti̍t-ti̍t phah-mn̂g, tùi chhù-chú lāu-lâng kóng, Lí chiong hit ê ji̍p lí ê chhù ê lâng tòa--chhut-lâi, goán beh kap i kau-ha̍p.","tghg":"𪜶的心抵啲快樂的時，城內許個匪類圍纍(ûi-lûi)伊的厝，直直拍門，對厝主老人講：「你將彼個入你的厝的人帶出來，阮欲及伊交合。」","bklhl":"In ê心tú teh快樂ê時，城內hiah-ê匪類圍纍伊ê厝，直直phah門，tùi厝主老人講：你將hit ê入你ê厝ê人帶出來，阮beh kap伊交合。"}},{"book":"士","chapter":19,"verse":23,"versions":{"unv":"那房主出來對他們說：「弟兄們哪，不要這樣作惡；這人既然進了我的家，你們就不要行這醜事。","bklcl":"Hit ê chhù-chú chhut-lâi in hia, kā in kóng, Góa ê hiaⁿ-tī ah, m̄-thang, bo̍h-tit chòe chit ê pháiⁿ; chit-lâng kì-jiân ji̍p góa ê chhù, lín chiū bo̍h--tit chòe chit ê kiàn-siàu ê sū.","tghg":"彼個厝主出來𪜶遐給𪜶講：「我的兄弟啊，呣通，莫得做此個歹；此人既然入我的厝，恁就莫得做此個見誚的事。","bklhl":"Hit-ê厝主出來in hia，kā in講：我ê兄弟ah，m̄-thang，莫得做chit ê pháiⁿ；chit人既然入我ê厝，lín就莫得做chit ê見笑ê事。"}},{"book":"士","chapter":19,"verse":24,"versions":{"unv":"我有個女兒，還是處女，並有這人的妾，我將她們領出來任憑你們玷辱她們，只是向這人不可行這樣的醜事。」","bklcl":"Góa ū cha-bó͘-kiáⁿ, iáu sī chāi-sek-lú, koh ū i ê sòe-î; góa chhōa i chhut-lâi, lín thang lêng-jio̍k i,  chhut-chāi lín ê ì-sù khoán-thāi in;  to̍k-to̍k tùi chit-lâng lín m̄-thang kiâⁿ chit ê kiàn-siàu sū.","tghg":"我有查某子，猶是在室女，閣有伊的細姨，我導伊出來恁通凌辱伊出在恁的意思款待𪜶，獨獨對此人恁呣通行此個見誚事。」","bklhl":"我有cha-bó͘-kiáⁿ，iáu是在室女，koh有伊ê細姨；我chhōa伊出來，lín thang凌辱伊，chhut-chāi lín ê意思款待in；獨獨tùi chit人lín m̄-thang行chit ê見笑事。"}},{"book":"士","chapter":19,"verse":25,"versions":{"unv":"那些人卻不聽從他的話。那人就把他的妾拉出去交給他們，他們便與她交合，終夜凌辱她，直到天色快亮才放她去。","bklcl":"Chóng-sī hiah-ê lâng m̄-thiaⁿ i ê ōe; hit-lâng chiū chiong i ê sòe-î khan chhut-khì gōa-bīn kau in;  in chiū kap i kau-ha̍p, thong-mî lêng-jio̍k i;  kàu chá-khí thiⁿ beh kng ê sî, chiah pàng i khì.","tghg":"總是許個人呣聽伊的話。彼人就將伊的細姨牽出去外面交𪜶，𪜶就及伊交合，通暝凌辱伊，到早起天欲光的時，才放伊去。","bklhl":"總是hiah-ê人m̄聽伊ê話；hit人就將伊ê細姨牽出去外面交in；in就kap伊交合，thong暝凌辱伊；到早起天beh光ê時，chiah放伊去。"}},{"book":"士","chapter":19,"verse":26,"versions":{"unv":"天快亮的時候，婦人回到她主人住宿的房門前，就仆倒在地，直到天亮。","bklcl":"Thiⁿ phú-kng ê sî, hū-jîn-lâng lâi kàu i ê chú-lâng só͘ hioh hit ê chhù mn̂g-kháu, chiū tó tī-hia, ti̍t-kàu thiⁿ-kng.","tghg":"天昲光的時，婦仁人來到伊的主人所歇彼個厝門口，就倒佇遐，直到天光。","bklhl":"天phú光ê時，婦人人來到伊ê主人所歇hit ê厝門口，就倒tī-hia，直到天光。"}},{"book":"士","chapter":19,"verse":27,"versions":{"unv":"早晨，她的主人起來開了房門，出去要行路，不料那婦人仆倒在房門前，兩手搭在門檻上；","bklcl":"Thiⁿ-kng-chá i ê chú-lâng khí-lâi khui chhù ê mn̂g, chhut-khì beh khí-sin, khòaⁿ-kìⁿ hit ê hū-jîn-lâng, chiū-sī i ê sòe-î, tó tī chhù mn̂g-kháu, nn̄g ki chhiú khòa tī hō͘-tēng--nih;","tghg":"天光早，伊的主人起來開厝的門，出去欲起身，看見彼個婦仁人就是伊的細姨倒佇厝門口，二支手靠佇戶椗(hō͘-tēng)裡；","bklhl":"天光早，伊ê主人起來開厝ê門，出去beh起身，看見hit ê婦人人，就是伊ê細姨，倒tī厝門口，兩支手khòa tī戶碇裡；"}},{"book":"士","chapter":19,"verse":28,"versions":{"unv":"就對婦人說：「起來，我們走吧！」婦人卻不回答。那人便將她馱在驢上，起身回本處去了。","bklcl":"chiū kā hū-jîn-lâng kóng, Khí-lâi, lán beh khí-sin; chóng-sī i bô ìn;  i chiū kā i hû tī lû ê téng-bīn, khí-sin khì i ê pún só͘-chāi.","tghg":"就給婦仁人講：「起來，咱欲起身！」總是伊無應。伊就給伊扶佇驢的頂面，起身去伊的本所在。","bklhl":"就kā婦人人講：起來，咱beh起身；總是伊無應；伊就kā伊扶tī驢ê頂面，起身去伊ê本所在。"}},{"book":"士","chapter":19,"verse":29,"versions":{"unv":"到了家裡，用刀將妾的屍身切成十二塊，使人拿著傳送以色列的四境。","bklcl":"Kàu i ê chhù, chiū ēng to chiong i ê sòe-î ê sin-si kap kut koah chòe cha̍p-jī tè, chhe lâng the̍h-khì thong Í-sek-lia̍t ê choân-kéng.","tghg":"到伊的厝，就用刀將伊的細姨的身屍及骨割做十二塊，差人提去通以色列的全境。","bklhl":"到伊ê厝，就用刀將伊ê細姨ê身屍kap 骨割做十二塊，差人the̍h去thong以色列ê全境。"}},{"book":"士","chapter":19,"verse":30,"versions":{"unv":"凡看見的人都說：「從以色列人出埃及地，直到今日，這樣的事沒有行過，也沒有見過。現在應當思想，大家商議當怎樣辦理。」","bklcl":"Kìⁿ-nā khòaⁿ-kìⁿ ê lâng lóng kóng, Tùi Í-sek-lia̍t lâng chhut Ai-ki̍p ê ji̍t, ti̍t-kàu kin-á-ji̍t, bē-bat án-ni kiâⁿ, iā bô khòaⁿ-kìⁿ; taⁿ lín tio̍h siūⁿ, tio̍h chham-siông, jiân-āu chiah kóng.","tghg":"見若看見的人攏講：「對以色列人出埃及的日，直到今仔日，未曾按呢行，也無看見。今恁著想，著參詳然後才講。」","bklhl":"見若看見ê人lóng講：Tùi以色列人出埃及ê日，直到今á日，bē-bat án-ni行，也無看見；taⁿ lín tio̍h想，tio̍h參詳，然後chiah講。"}}]