[{"book":"士","chapter":10,"verse":1,"versions":{"unv":"亞比米勒以後，有以薩迦人朵多的孫子、普瓦的兒子陀拉興起，拯救以色列人。他住在以法蓮山地的沙密。","bklcl":"A-pí-bí-le̍k liáu-āu, ū Í-sat-ka lâng, Tó-to ê sun, Phó͘-óa ê kiáⁿ, Tô-la̍h khí-lâi, chín-kiù Í-sek-lia̍t lâng; i tiàm tī Í-hoat-liân soaⁿ-tōe ê Sa-bi̍t;","tghg":"亞比米勒了後，有以薩迦人朵多的孫、普瓦的子陀拉起來，拯救以色列人。伊踮佇以法蓮山地的沙密。","bklhl":"A-pí-bí-le̍k了後，有Í-sat-ka人，Tó-to ê孫，Phó͘-óa ê kiáⁿ，Tô-la̍h起來，拯救以色列人；伊tiàm tī Í-hoat-liân山地ê Sa-bi̍t；"}},{"book":"士","chapter":10,"verse":2,"versions":{"unv":"陀拉作以色列的士師二十三年，就死了，葬在沙密。","bklcl":"i chòe Í-sek-lia̍t ê sū-su jī-cha̍p-saⁿ nî, chiū sí, bâi-chòng tī Sa-bi̍t.","tghg":"伊做以色列的士師二十三年，就死，埋葬佇沙密。","bklhl":"伊做以色列ê士師二十三年，就死，埋葬tī Sa-bi̍t。"}},{"book":"士","chapter":10,"verse":3,"versions":{"unv":"在他以後有基列人睚珥興起，作以色列的士師二十二年。","bklcl":"I liáu-āu ū Ki-lia̍t lâng Gâi-jíⁿ khí-lâi, chòe Í-sek-lia̍t ê sū-su jī-cha̍p-jī nî.","tghg":"伊了後有基列人睚珥起來，做以色列的士師二十二年。","bklhl":"伊了後有Ki-lia̍t人Gâi-jíⁿ起來，做以色列ê士師二十二年。"}},{"book":"士","chapter":10,"verse":4,"versions":{"unv":"他有三十個兒子，騎著三十匹驢駒。他們有三十座城邑，叫作哈倭特‧睚珥，直到如今，都是在基列地。","bklcl":"I ū saⁿ-cha̍p ê kiáⁿ, khiâ saⁿ-cha̍p chiah-ê lû-á, in ū saⁿ-cha̍p chō siâⁿ, miâ kiò Hap-úi-te̍k-gâi-jíⁿ, kàu kin-á-ji̍t; lóng sī tī Ki-lia̍t tōe.","tghg":"伊有三十個子，騎三十隻的驢仔。𪜶有三十座城，名叫哈倭特睚珥，到今仔日，攏是佇基列地。","bklhl":"伊有三十個kiáⁿ，騎三十隻ê驢á，in有三十座城，名叫Hap-úi-te̍k-gâi-jíⁿ，到今á日；lóng是tī Ki-lia̍t地。"}},{"book":"士","chapter":10,"verse":5,"versions":{"unv":"睚珥死了，就葬在加們。","bklcl":"Gâi-jíⁿ sí, chiū bâi-chòng tī Ka-bûn.","tghg":"睚珥死，就埋葬佇加們。","bklhl":"Gâi-jíⁿ死，就埋葬tī Ka-bûn。"}},{"book":"士","chapter":10,"verse":6,"versions":{"unv":"以色列人又行耶和華眼中看為惡的事，去事奉諸巴力和亞斯他錄，並亞蘭的神、西頓的神、摩押的神、亞捫人的神、非利士人的神，離棄耶和華，不事奉他。","bklcl":"Í-sek-lia̍t lâng koh kiâⁿ Iâ-hô-hoa só͘ khòaⁿ-chòe pháiⁿ ê sū, khì ho̍k-sāi chiah-ê Pa-le̍k, kap A-su-tha-lio̍k, í-ki̍p A-lân ê siōng-tè, Se-tùn hiah-ê siōng-tè, Mô͘-ap ê siōng-tè, A-bûn lâng ê siōng-tè, Hui-lī-sū lâng ê siōng-tè; khì-sak Iâ-hô-hoa bô ho̍k-sāi I.","tghg":"以色列人閣行耶和華所看做歹的事，去服事諸個巴力及亞斯他錄，以及亞蘭的上帝、西頓許個上帝、摩押的上帝、亞捫人的上帝、非利士人的上帝，棄拺耶和華，無服事伊。","bklhl":"以色列人koh行耶和華所看做pháiⁿ ê事，去服事chiah ê Pa-le̍k，kap A-su-tha-lio̍k，以及A-lân ê上帝，Se-tùn hiah-ê上帝，Mô͘-ap ê上帝，A-bûn人ê上帝，腓利士人ê上帝；棄sak耶和華無服事伊。"}},{"book":"士","chapter":10,"verse":7,"versions":{"unv":"耶和華的怒氣向以色列人發作，就把他們交在非利士人和亞捫人的手中。","bklcl":"Iâ-hô-hoa siū-khì Í-sek-lia̍t lâng, bōe in tī Hui-lī-sū lâng ê chhiú, kap A-bûn lâng ê chhiú.","tghg":"耶和華受氣以色列人，賣𪜶佇非利士人的手及亞捫人的手。","bklhl":"耶和華受氣以色列人，賣in tī腓利士人ê手，kap A-bûn人ê手。"}},{"book":"士","chapter":10,"verse":8,"versions":{"unv":"從那年起，他們擾害欺壓約旦河那邊、住亞摩利人之基列地的以色列人，共有十八年。","bklcl":"In tùi hit-nî jiáu-loān ap-chè Í-sek-lia̍t lâng cha̍p-poeh nî, chiū-sī tī Iok-tàn hit-pêng, chèng Í-sek-lia̍t lâng khiā-khí tī A-mô͘-lī lâng ê tōe, chiū-sī tī Ki-lia̍t ê.","tghg":"𪜶對彼年，擾亂壓制以色列人十八年，就是佇約但彼旁、眾以色列人徛起佇亞摩利人的地就是佇基列的。","bklhl":"In tùi hit年擾亂壓制以色列人十八年，就是tī約旦hit-pêng，眾以色列人khiā起tī A-mô͘-lī人ê地，就是tī Ki-lia̍t ê。"}},{"book":"士","chapter":10,"verse":9,"versions":{"unv":"亞捫人又渡過約旦河去攻打猶大和便雅憫，並以法蓮族。以色列人就甚覺窘迫。","bklcl":"A-bûn lâng koh kè Iok-tàn hô, khì kong-kek Iû-tāi, Piān-ngá-bín, Í-hoat-liân cho̍k;  Í-sek-lia̍t lâng chiū chīn-chāi khún-pek.","tghg":"亞捫人閣過約但河去攻擊猶大、便雅憫、以法蓮族。以色列人就盡在窘迫(khún-pek)。","bklhl":"A-bûn人koh過約旦河，去攻擊偤大，便雅憫，Í-hoat-liân族；以色列人就盡在窘迫。"}},{"book":"士","chapter":10,"verse":10,"versions":{"unv":"以色列人哀求耶和華說：「我們得罪了你；因為離棄了我們　神，去事奉諸巴力。」","bklcl":"Í-sek-lia̍t lâng ai-kiû Iâ-hô-hoa, kóng, Goán tek-chōe Lí, in-ūi ū khì-sak goán ê Siōng-tè, khì ho̍k-sāi chiah-ê Pa-le̍k.","tghg":"以色列人哀求耶和華講：「阮得罪你；因為有棄拺阮的上帝，去服事諸個巴力。」","bklhl":"以色列人哀求耶和華，講：阮得罪你，因為有棄sak阮ê上帝，去服事chiah ê Pa-le̍k。"}},{"book":"士","chapter":10,"verse":11,"versions":{"unv":"耶和華對以色列人說：「我豈沒有救過你們脫離埃及人、亞摩利人、亞捫人，和非利士人嗎？","bklcl":"Iâ-hô-hoa tùi Í-sek-lia̍t lâng kóng, Góa kiám bô kiù lín thoat-lī Ai-ki̍p lâng, A-mô͘-lī lâng, A-bûn lâng, kap Hui-lī-sū lâng mah?","tghg":"耶和華對以色列人講：「我豈無救恁脫離埃及人、亞摩利人、亞捫人、及非利士人嗎？","bklhl":"耶和華對以色列人講：我kiám無救lín脫離埃及人、A-mô͘-lī人、A-bûn人，kap腓利士人mah？"}},{"book":"士","chapter":10,"verse":12,"versions":{"unv":"西頓人、亞瑪力人、馬雲人也都欺壓你們；你們哀求我，我也拯救你們脫離他們的手。","bklcl":"Se-tùn lâng, A-má-le̍k lâng, Má-hûn lâng, iā lóng ap-chè lín;  lín ai-kiû Góa, Góa iā chín-kiù lín thoat-lī in ê chhiú;","tghg":"西頓人、亞瑪力人、馬雲人，也攏壓制恁；恁哀求我，我也拯救恁脫離𪜶的手。","bklhl":"Se-tùn人、A-má-le̍k人、Má-hûn人，也lóng壓制lín；lín哀求我，我也拯救lín脫離in ê手；"}},{"book":"士","chapter":10,"verse":13,"versions":{"unv":"你們竟離棄我，事奉別神！所以我不再救你們了。","bklcl":"lín kéng-jiân pàng-sak Góa, ho̍k-sāi pa̍t ê siōng-tè;","tghg":"恁竟然放拺我，服事別個上帝！所以我無閣救恁。","bklhl":"lín竟然放sak我，服事別ê上帝；"}},{"book":"士","chapter":10,"verse":14,"versions":{"unv":"你們去哀求所選擇的神；你們遭遇急難的時候，讓他救你們吧！」","bklcl":"só͘-í Góa bô koh kiù lín; lín khì ai-kiû lín só͘ kéng ê siōng-tè; lín tú-tio̍h hoān-lān ê sî, thang hō͘ in kiù lín.","tghg":"恁去哀求恁所揀的上帝；恁抵著(tú-tio̍h)患難的時，通互𪜶救恁！」","bklhl":"所以我無koh救lín；lín去哀求lín所揀ê上帝；lín tú-tio̍h患難ê時，thang hō͘ in救lín。"}},{"book":"士","chapter":10,"verse":15,"versions":{"unv":"以色列人對耶和華說：「我們犯罪了，任憑你隨意待我們吧！只求你今日拯救我們。」","bklcl":"Í-sek-lia̍t lâng tùi Iâ-hô-hoa kóng,  Goán hoān-chōe lah, chhut-chāi Lí ê ì-sù khoán-thāi goán;  to̍k-to̍k kiû Lí kin-á-ji̍t kiù goán.","tghg":"以色列人對耶和華講：「阮犯罪啦，出在你的意思款待阮！獨獨求你今仔日救阮。」","bklhl":"以色列人對耶和華講：阮犯罪lah，chhut-chāi你ê意思款待阮；獨獨求你今á日救阮。"}},{"book":"士","chapter":10,"verse":16,"versions":{"unv":"以色列人就除掉他們中間的外邦神，事奉耶和華。耶和華因以色列人受的苦難，就心中擔憂。","bklcl":"In chiū tùi in tiong-kan tû-khì gōa-pang ê siōng-tè, ho̍k-sāi Iâ-hô-hoa;  Iâ-hô-hoa ê sim in-ūi Í-sek-lia̍t lâng ê kan-khó͘ chiū iu-būn.","tghg":"𪜶就對𪜶中間除去外邦的上帝，服事耶和華。耶和華的心因為以色列人的艱苦，就憂悶。","bklhl":"In就tùi in中間除去外邦ê上帝，服事耶和華；耶和華ê心因為以色列人ê艱苦就憂悶。"}},{"book":"士","chapter":10,"verse":17,"versions":{"unv":"當時亞捫人聚集，安營在基列。以色列人也聚集，安營在米斯巴。","bklcl":"Tng hit-sî A-bûn lâng chū-chi̍p, chat-iâⁿ tī Ki-lia̍t; Í-sek-lia̍t lâng iā chū-chi̍p, chat-iâⁿ tī Bí-su-pa.","tghg":"當彼時亞捫人聚集，紮營佇基列。以色列人也聚集，紮營佇米斯巴。","bklhl":"當hit時A-bûn人聚集，紮營tī Ki-lia̍t；以色列人也聚集，紮營tī Bí-su-pa。"}},{"book":"士","chapter":10,"verse":18,"versions":{"unv":"基列的民和眾首領彼此商議說：「誰能先去攻打亞捫人，誰必作基列一切居民的領袖。」","bklcl":"Ki-lia̍t ê peh-sìⁿ kap chèng siú-léng, tāi-ke saⁿ-kap gī-lūn kóng, Chī-chūi ōe tāi-seng khì kong-kek A-bûn lâng?  hit-lâng beh chòe Ki-lia̍t chèng peh-sìⁿ ê thâu-lâng.","tghg":"基列的百姓及眾首領大家相及議論講：「是誰會代先去攻擊亞捫人，彼人欲做基列眾百姓的頭人。」","bklhl":"Ki-lia̍t ê百姓kap眾首領，大家相kap議論講：Chī-chūi能事先去攻擊A-bûn人？hit人beh做Ki-lia̍t眾百姓ê頭人。"}}]