[{"book":"士","chapter":8,"verse":1,"versions":{"unv":"以法蓮人對基甸說：「你去與米甸人爭戰，沒有招我們同去，為甚麼這樣待我們呢？」他們就與基甸大大地爭吵。","bklcl":"Í-hoat-liân lâng tùi Ki-tiân kóng, Lí khì kap Bí-tiân lâng kau-chiàn, bô kiò goán kap lí khì, siáⁿ-sū án-ni khoán-thāi goán ah? In chiū kap i tōa-tōa kè-kàu.","tghg":"以法蓮人對基甸講：「你去及米甸人交戰，無叫阮及你去，啥事按呢款待阮啊？」𪜶就及伊大大計較。","bklhl":"Í-hoat-liân人對基甸講：你去kap米甸人交戰，無叫阮kap你去，啥事án-ni款待阮ah？ In就kap伊大大計較。"}},{"book":"士","chapter":8,"verse":2,"versions":{"unv":"基甸對他們說：「我所行的豈能比你們所行的呢？以法蓮拾取剩下的葡萄不強過亞比以謝所摘的葡萄嗎？","bklcl":"Ki-tiân tùi in kóng, Góa só͘ kiâⁿ-ê kiám ōe pí-tit lín mah?  Í-hoat-liân khioh phû-tô-seh, kiám bô khah-iâⁿ A-pí-í-siā bán phû-tô mah?","tghg":"基甸對𪜶講：「我所行的豈會比得恁嗎？以法蓮拾葡萄屑(seh)豈無卡贏亞比以謝挽(bán)葡萄嗎？","bklhl":"基甸對in講，我所行ê kiám會比得lín mah？Í-hoat-liân拾葡萄屑(seh)，kiám無khah贏A-pí-í-siā挽葡萄mah？"}},{"book":"士","chapter":8,"verse":3,"versions":{"unv":"　神已將米甸人的兩個首領俄立和西伊伯交在你們手中；我所行的豈能比你們所行的呢？」基甸說了這話，以法蓮人的怒氣就消了。","bklcl":"Siōng-tè í-keng chiong Bí-tiân ê siú-léng Gô-li̍p Se-i-pek kau tī lín ê chhiú, góa só͘-kiâⁿ ê kiám ōe pí-tit lín mah?  I kóng chiah-ê ōe, in ê siū-khì chiū siau.","tghg":"上帝已經將米甸的首領俄立、西伊伯交佇恁的手；我所行的豈會比得恁嗎？」伊講諸個話，𪜶的受氣就消。","bklhl":"上帝已經將米甸ê首領Gô-li̍p Se-i-pek交tī lín ê手，我所行ê kiám會比得lín mah？伊講chiah ê話，in ê受氣就消。"}},{"book":"士","chapter":8,"verse":4,"versions":{"unv":"基甸和跟隨他的三百人到約旦河過渡，雖然疲乏，還是追趕。","bklcl":"Ki-tiân kap tè i ê saⁿ-pah lâng kàu Iok-tàn kè-tō͘, sui-jiân ià-siān, iáu-kú teh tui-jip.","tghg":"基甸及隨伊的三百人到約但過渡，雖然厭倦，猶久啲追趇(jip)。","bklhl":"基甸kap tè伊ê三百人到約旦過渡，雖然厭倦，iáu-kú teh追jip。"}},{"book":"士","chapter":8,"verse":5,"versions":{"unv":"基甸對疏割人說：「求你們拿餅來給跟隨我的人吃，因為他們疲乏了；我們追趕米甸人的兩個王西巴和撒慕拿。」","bklcl":"Ki-tiân tùi So͘-kat lâng kóng, Chhiáⁿ lí chiong piáⁿ kiong-kip kun-tè góa ê peh-sìⁿ; in-ūi in ià-siān, góa iā teh jip Bí-tiân nn̄g ê ông, Se-pa kap Sat-bō͘-ná.","tghg":"基甸對疏割人講：「請你將餅供給跟隨我的百姓，因為𪜶厭倦；我也啲趇米甸二個王西巴及撒慕拿。」","bklhl":"基甸對So͘-kat人講：請你將餅供給跟tè我ê百姓；因為in厭倦，我也teh jip米甸兩個王，Se-pa kap Sat-bō͘-ná。"}},{"book":"士","chapter":8,"verse":6,"versions":{"unv":"疏割人的首領回答說：「西巴和撒慕拿已經在你手裡，你使我們將餅給你的軍兵嗎？」","bklcl":"So͘-kat hiah-ê siú-léng ìn kóng, Se-pa kap Sat-bō͘-ná ê chhiú í-keng tī lí ê chhiú, goán chiah tio̍h ēng piáⁿ hō͘ lí ê kun-tūi ah?","tghg":"疏割許個首領應講：「西巴及撒慕拿的手已經佇你的手，阮才著用餅互你的軍隊啊？」","bklhl":"So͘-kat hiah-ê首領應講，Se-pa kap Sat-bō͘-ná ê手已經tī你ê手，阮chiah tio̍h用餅hō͘你ê軍隊ah？"}},{"book":"士","chapter":8,"verse":7,"versions":{"unv":"基甸說：「耶和華將西巴和撒慕拿交在我手之後，我就用野地的荊條和枳棘打傷你們。」","bklcl":"Ki-tiân kóng, Iâ-hô-hoa chiong Se-pa kap Sat-bō͘-ná kau tī góa ê chhiú liáu-āu, góa chiū beh ēng khòng-iá ê chhì kap chhì-á phah-siong lín ê bah.","tghg":"基甸講：「耶和華將西巴及撒慕拿交佇我的手了後，我就欲用曠野的茦(chhì)及莿仔(chhì-á)拍傷恁的肉。」","bklhl":"基甸講：耶和華將Se-pa kap Sat-bō͘-ná交tī我ê手了後，我就beh用曠野ê刺 kap刺á phah傷lín ê肉。"}},{"book":"士","chapter":8,"verse":8,"versions":{"unv":"基甸從那裡上到毘努伊勒，對那裡的人也是這樣說；毘努伊勒人也與疏割人回答他的話一樣。","bklcl":"I tùi hia chiūⁿ-khì Pí-lô͘-i-le̍k, iā tùi in án-ni kóng;  Pí-lô͘-i-le̍k lâng ìn i, iā kap So͘-kat lâng só͘ ìn-ê saⁿ-tâng.","tghg":"伊對遐上去毗努伊勒，也對𪜶按呢講；毗努伊勒人應伊也及疏割人所應的相同。","bklhl":"伊tùi hia上去Pí-lô͘-i-le̍k，也對in án-ni講；Pí-lô͘-i-le̍k人應伊，也kap So͘-kat人所應ê相同。"}},{"book":"士","chapter":8,"verse":9,"versions":{"unv":"他向毘努伊勒人說：「我平平安安回來的時候，我必拆毀這樓。」","bklcl":"I tùi Pí-lô͘-i-le̍k ê lâng kóng, Góa pêng-an tò--lâi ê sî, góa beh thiah chit ê tâi.","tghg":"伊對毗努伊勒的人講：「我平安倒來的時，我欲拆此個台。」","bklhl":"伊對Pí-lô͘-i-le̍k ê人講：我平安tò來ê時，我beh拆chit ê台。"}},{"book":"士","chapter":8,"verse":10,"versions":{"unv":"那時西巴和撒慕拿，並跟隨他們的軍隊都在加各，約有一萬五千人，就是東方人全軍所剩下的；已經被殺約有十二萬拿刀的。","bklcl":"Hit-sî Se-pa kap Sat-bō͘-ná, í-ki̍p kun-tè i ê kun-tūi, lóng tī Ka-kok, iok-lio̍k ū chi̍t-bān gō͘-chheng lâng, chiū-sī tang-hng choân-kun só͘-chhun-ê;  in-ūi í-keng sí cha̍p-jī bān lâng, lóng sī kia̍h-to-ê.","tghg":"彼時西巴及撒慕拿，以及跟隨伊的軍隊攏佇加各，約略有一萬五千人，就是東方全軍所剩的；因為已經死十二萬人攏是攑刀的。","bklhl":"Hit時Se-pa kap Sat-bō͘-ná，以及跟tè伊ê軍隊，lóng tī Ka-kok，約略有一萬五千人，就是東方全軍所chhun-ê；因為已經死十二萬人，lóng是kia̍h刀ê。"}},{"book":"士","chapter":8,"verse":11,"versions":{"unv":"基甸就由挪巴和約比哈東邊，從住帳棚人的路上去，殺敗了米甸人的軍兵，因為他們坦然無懼。","bklcl":"Ki-tiân chiū tùi Lô-pa kap Iok-pí-hap tang-pêng tùi khiā-khí pò͘-pîⁿ--ê ê lō͘, chiūⁿ-khì, phah-iâⁿ in ê kun-tūi; in-ūi in ê kun-tūi an-jiân.","tghg":"基甸就對羅巴及約比哈東旁，對徛起布棚者的路上去，拍贏𪜶的軍隊，因為𪜶的軍隊安然。","bklhl":"基甸就tùi Lô-pa kap Iok-pí-hap東pêng tùi khiā起布棚ê ê路，上去，phah贏in ê軍隊；因為in ê軍隊安然。"}},{"book":"士","chapter":8,"verse":12,"versions":{"unv":"西巴和撒慕拿逃跑；基甸追趕他們，捉住米甸的二王西巴和撒慕拿，驚散全軍。","bklcl":"Se-pa kap Sat-bō͘-ná tô-cháu, Ki-tiân tui-jip in, lia̍h-tio̍h Bí-tiân nn̄g ê ông Se-pa kap Sat-bō͘-ná, hō͘ in choân-kun kiaⁿ-cháu.","tghg":"西巴及撒慕拿逃走；基甸追趇𪜶，掠著米甸二個王西巴及撒慕拿，互𪜶全軍驚走。","bklhl":"Se-pa kap Sat-bō͘-ná逃走，基甸追jip in，掠tio̍h米甸兩個王Se-pa kap Sat-bō͘-ná，hō͘ in全軍驚走。"}},{"book":"士","chapter":8,"verse":13,"versions":{"unv":"約阿施的兒子基甸由希列斯坡從陣上回來，","bklcl":"Iok-a-si ê kiáⁿ Ki-tiân tùi Hi-lia̍t-su ê soaⁿ-phiâⁿ, tùi chiàn-tīn tò--lâi.","tghg":"約阿施的子基甸對希列斯的山坪對戰陣(chiàn-tīn)倒來，","bklhl":"Iok-a-si ê kiáⁿ基甸tùi Hi-lia̍t-su ê山坪，tùi戰陣tò來。"}},{"book":"士","chapter":8,"verse":14,"versions":{"unv":"捉住疏割的一個少年人，問他：「疏割的首領長老是誰？」他就將首領長老七十七個人的名字寫出來。","bklcl":"Lia̍h So͘-kat chi̍t ê siàu-liân lâng, mn̄g i; i chiū siá So͘-kat hiah-ê siú-léng kap tiúⁿ-ló, kiōng chhit-cha̍p-chhit lâng, hō͘ i.","tghg":"掠疏割一個少年人，問伊，伊就寫疏割許個首領及長老共七十七人互伊。","bklhl":"掠So͘-kat一个少年人，問伊；伊就寫So͘-kat hiah-ê首領kap長老，共七十七人，hō͘伊。"}},{"book":"士","chapter":8,"verse":15,"versions":{"unv":"基甸到了疏割，對那裡的人說：「你們從前譏誚我說：『西巴和撒慕拿已經在你手裡，你使我們將餅給跟隨你的疲乏人嗎？』現在西巴和撒慕拿在這裡。」","bklcl":"Ki-tiân kàu So͘-kat, tùi hia ê lâng kóng, Lín chêng ūi-tio̍h Se-pa kap Sat-bō͘-ná gio̍h-sio̍h góa kóng, Se-pa kap Sat-bō͘-ná ê chhiú í-keng tī lí ê chhiú, goán chiah tio̍h ēng piáⁿ hō͘ lí ià-siān ê lâng ah?  Taⁿ lín lâi khòaⁿ.","tghg":"基甸到疏割，對許個人講：「恁前為著西巴及撒慕拿謔俗(gio̍h-sio̍h)我講：『西巴及撒慕拿的手已經佇你的手，阮才著用餅互你厭倦的人啊？』今恁來看。」","bklhl":"基甸到So͘-kat，對hia ê人講：Lín前為tio̍h Se-pa kap Sat-bō͘-ná gio̍h-sio̍h我講：Se-pa kap Sat-bō͘-ná ê手已經tī你ê手，阮chiah tio̍h用餅hō͘你厭倦ê人ah？Taⁿ lín來看。"}},{"book":"士","chapter":8,"verse":16,"versions":{"unv":"於是捉住那城內的長老，用野地的荊條和枳棘責打（原文是指教）疏割人；","bklcl":"Chiū lia̍h siâⁿ-lāi ê tiúⁿ-ló, ēng khòng-iá ê chhì kap chhì-á lâi kàu-tok So͘-kat lâng;","tghg":"就掠城內的長老，用曠野的莿及莿仔來教督疏割人；","bklhl":"就掠城內ê長老，用曠野ê刺kap刺á來教督So͘-kat人；"}},{"book":"士","chapter":8,"verse":17,"versions":{"unv":"又拆了毘努伊勒的樓，殺了那城裡的人。","bklcl":"koh thiah Pí-lô͘-i-le̍k ê tâi, thâi-sí hit ê siâⁿ-lāi ê lâng.","tghg":"閣拆毗努伊勒的台，刣死彼個城內的人。","bklhl":"koh拆Pí-lô͘-i-le̍k ê台，刣死hit ê城內ê人。"}},{"book":"士","chapter":8,"verse":18,"versions":{"unv":"基甸問西巴和撒慕拿說：「你們在他泊山所殺的人是甚麼樣式？」回答說：「他們好像你，各人都有王子的樣式。」","bklcl":"Chiū mn̄g Se-pa kap Sat-bō͘-ná kóng, Lín tī Tha-po̍k soaⁿ só͘ thâi ê lâng sím-mi̍h khoán?  Ìn kóng, In chhin-chhiūⁿ lí, ta̍k-lâng lóng ū ông ê kiáⁿ ê iông-māu.","tghg":"就問西巴及撒慕拿講：「恁佇他泊山所刣的人甚麼款？」應講：「𪜶親像你，逐人攏有王的子的容貌(iông-māu)。」","bklhl":"就問Se-pa kap Sat-bō͘-ná講：Lín tī Tha-po̍k山所刣 ê人甚麼款？應講，In親像你，ta̍k人lóng有王ê kiáⁿ ê容貌。"}},{"book":"士","chapter":8,"verse":19,"versions":{"unv":"基甸說：「他們是我同母的弟兄，我指著永生的耶和華起誓，你們從前若存留他們的性命，我如今就不殺你們了。」","bklcl":"I kóng, In sī góa siâng-bú ê hiaⁿ-tī; góa chí Iâ-hô-hoa ê éng-oa̍h lâi kóng, Lín chêng nā lâu in ê sìⁿ-miā, góa taⁿ chiū bô thâi lín.","tghg":"伊講：「𪜶是我像母的兄弟，我指耶和華的永活來講，恁前若留𪜶的生命，我今就無刣恁。」","bklhl":"伊講：In是我siâng母ê兄弟；我指耶和華ê永活來講：Lín前若留in ê性命，我taⁿ就無刣 lín。"}},{"book":"士","chapter":8,"verse":20,"versions":{"unv":"於是對他的長子益帖說：「你起來殺他們。」但益帖因為是童子，害怕，不敢拔刀。","bklcl":"Chiū tùi i ê tōa-kiáⁿ Ek-thiap kóng, Khí-lâi thâi in; chóng-sī siàu-liân lâng bô pu̍ih-to, in-ūi i iáu siàu-liân, chiū kiaⁿ.","tghg":"就對伊的大子益帖講：「起來刣𪜶。」總是少年人無拔刀(pu̍ih-to)，因為伊猶少年，就驚。","bklhl":"就對伊ê大kiáⁿ Ek-thiap講：起來刣 in；總是少年人無拔刀，因為伊iáu少年，就驚。"}},{"book":"士","chapter":8,"verse":21,"versions":{"unv":"西巴和撒慕拿說：「你自己起來殺我們吧！因為人如何，力量也是如何。」基甸就起來，殺了西巴和撒慕拿，奪獲他們駱駝項上戴的月牙圈。","bklcl":"Se-pa kap Sat-bō͘-ná kóng, Lí ka-kī khí-lâi thâi goán; in-ūi lâng cháiⁿ-iūⁿ, khùi-la̍t iā sī án-ni.  Ki-tiân chiū khí-lâi thâi-sí Se-pa kap Sat-bō͘-ná, chhú in lo̍k-tô ām-kún ê chng-thāⁿ, khoán-sit chhin-chhiūⁿ ge̍h-bâi.","tghg":"西巴及撒慕拿講：「你家己起來刣阮！因為人怎樣，氣力也是按呢。」基甸就起來，刣死西巴及撒慕拿，取𪜶駱駝頷頸的妝飾款式親像月眉(ge̍h-bâi)。","bklhl":"Se-pa kap Sat-bō͘-ná講：你家己起來刣阮；因為人怎樣，氣力也是án-ni。基甸就起來刣死Se-pa kap Sat-bō͘-ná，取in駱駝頷頸ê裝飾，款式親像月眉。"}},{"book":"士","chapter":8,"verse":22,"versions":{"unv":"以色列人對基甸說：「你既救我們脫離米甸人的手，願你和你的兒孫管理我們。」","bklcl":"Í-sek-lia̍t lâng tùi Ki-tiân kóng, Lí í-keng kiù goán thoat-lī Bí-tiân lâng ê chhiú, goān lí kap lí ê kiáⁿ, lí ê sun, koán-lí goán.","tghg":"以色列人對基甸講：「你已經救阮脫離米甸人的手，願你及你的子你的孫管理阮。」","bklhl":"以色列人對基甸講：你已經救阮脫離米甸人ê手，願你kap你ê kiáⁿ，你ê孫，管理阮。"}},{"book":"士","chapter":8,"verse":23,"versions":{"unv":"基甸說：「我不管理你們，我的兒子也不管理你們，惟有耶和華管理你們。」","bklcl":"Ki-tiân kóng, Góa bô beh koán-lí lín, góa ê kiáⁿ iā bô beh koán-lí lín;  to̍k-to̍k Iâ-hô-hoa beh chòe lín ê ông.","tghg":"基甸講：「我無欲管理恁，我的子也無欲管理恁，獨獨耶和華欲做恁的王。」","bklhl":"基甸講：我無beh管理lín，我ê kiáⁿ也無beh管理lín；獨獨耶和華beh做lín ê王。"}},{"book":"士","chapter":8,"verse":24,"versions":{"unv":"基甸又對他們說：「我有一件事求你們：請你們各人將所奪的耳環給我。」（原來仇敵是以實瑪利人，都是戴金耳環的。）","bklcl":"Ki-tiân koh tùi in kóng, Góa ū chi̍t-hāng kiû lín, chhiáⁿ lín ta̍k-lâng chiong só͘ chhiúⁿ ê hī-khoân hō͘ góa.  (In-ūi tùi-te̍k sī Í-si̍t-má-lī ê lâng, chiah ū chit-hō kim ê hī-khoân.)","tghg":"基甸閣對𪜶講：「我有一項求恁：請恁逐人將所搶的耳環互我。」（因為對敵是以實瑪利的人，才有此號金的耳環。）","bklhl":"基甸koh對in講，我有一項求lín，請lín ta̍k人將所搶ê耳鐶hō͘我。(因為對敵是以實瑪利ê人，chiah有chit號金ê耳鐶。)"}},{"book":"士","chapter":8,"verse":25,"versions":{"unv":"他們說：「我們情願給你」，就鋪開一件外衣，各人將所奪的耳環丟在其上。","bklcl":"In kóng, Goán kam-goān hō͘ lí.  Chiū chhu chi̍t niá gōa-saⁿ, ta̍k-lâng chiong só͘ chhiúⁿ ê hī-khoân hiat tī hí téng-bīn.","tghg":"𪜶講：「阮甘願互你。」就舒(chhu)一領(chi̍t-niá)外衫，逐人將所搶的耳環㧒佇彼頂面。","bklhl":"In講：阮甘願hō͘你。就chhu一領外衫，ta̍k人將所搶ê耳鐶hiat tī hit頂面。"}},{"book":"士","chapter":8,"verse":26,"versions":{"unv":"基甸所要出來的金耳環重一千七百舍客勒金子。此外還有米甸王所戴的月環、耳墜，和所穿的紫色衣服，並駱駝項上的金鍊子。","bklcl":"Ki-tiân só͘ thó ê kim hī-khoân, tāng chi̍t-chheng chhit-pah sià-khek-le̍k ê kim-á;  chit-ê í-gōa koh ū ge̍h-bâi ê chng-thāⁿ, hī-tūi, kap chí-sek ê i-ho̍k, Bí-tiân ông só͘ ū-ê, kap lo̍k-tô ām-kún ê liān-á.","tghg":"基甸所討的金耳環重一千七百舍客勒的金仔。此個以外閣有月眉的妝飾、耳墜(hī-tūi)，及紫色的衣服，米甸王所有的，及駱駝頷頸的鍊仔。","bklhl":"基甸所討ê金耳鐶，重一千七百sià-khek-le̍k ê金á；chit ê以外koh有月眉ê裝飾，耳墜，kap紫色ê衣服，米甸王所有ê，kap駱駝頷頸ê鍊á。"}},{"book":"士","chapter":8,"verse":27,"versions":{"unv":"基甸以此製造了一個以弗得，設立在本城俄弗拉。後來以色列人拜那以弗得行了邪淫；這就作了基甸和他全家的網羅。","bklcl":"Ki-tiân ēng chit-ê chè-chō chi̍t ê í-hut-tek, hē tī i ê pún-siâⁿ Gô-hut-la̍h; āu-lâi Í-sek-lia̍t lâng lóng khì hia kiâⁿ siâ-îm pài i; che sī chòe hāi Ki-tiân kap i choân-ke ê lô-bāng.","tghg":"基甸用此個製造一個以弗得，下佇伊的本城俄弗拉。後來以色列人攏去遐行邪淫拜伊；這是做害基甸及伊全家的羅網。","bklhl":"基甸用chit ê製造一个í-hut-tek，hē tī伊ê本城Gô-hut-la̍h；後來以色列人lóng去hia行邪淫拜伊；這是做害基甸kap伊全家ê羅網。"}},{"book":"士","chapter":8,"verse":28,"versions":{"unv":"這樣，米甸人被以色列人制伏了，不敢再抬頭。基甸還在的日子，國中太平四十年。","bklcl":"Án-ni Bí-tiân khut-ho̍k tī Í-sek-lia̍t lâng, bōe-ōe koh kia̍h-khí thâu-khak.  Ki-tiân ê ji̍t, hit ê tōe-hng thài-pêng sì-cha̍p nî.","tghg":"按呢，米甸屈服佇以色列人，𣍐會閣攑起頭殼。基甸的日，彼個地方太平四十年。","bklhl":"Án-ni米甸屈服tī以色列人，bōe會koh kia̍h起頭殼。基甸ê日，hit ê地方太平四十年。"}},{"book":"士","chapter":8,"verse":29,"versions":{"unv":"約阿施的兒子耶路‧巴力回去，住在自己家裡。","bklcl":"Iok-a-si ê kiáⁿ Iâ-lō͘-pa-le̍k tò-khì ka-kī ê chhù khiā-khí.","tghg":"約阿施的子耶路巴力倒去家己的厝徛起。","bklhl":"Iok-a-si ê kiáⁿ Iâ-lō͘-pa-le̍k tò去家己ê厝khiā起。"}},{"book":"士","chapter":8,"verse":30,"versions":{"unv":"基甸有七十個親生的兒子，因為他有許多的妻。","bklcl":"Ki-tiân ū chhit-cha̍p ê chhin-siⁿ kiáⁿ; in-ūi i ū chhōa chōe-chōe ê bó͘.","tghg":"基甸有七十個親生子，因為伊有娶多多個某。","bklhl":"基甸有七十個親生kiáⁿ；因為伊有chhōa chōe-chōe ê bó͘。"}},{"book":"士","chapter":8,"verse":31,"versions":{"unv":"他的妾住在示劍，也給他生了一個兒子。基甸與他起名叫亞比米勒。","bklcl":"Tī Sī-kiàm i ê sòe-î iā kā i siⁿ chi̍t ê kiáⁿ; i chiū kā i hō-miâ kiò A-pí-bí-le̍k.","tghg":"佇示劍伊的細姨也給伊生一個子。伊就給伊號名叫亞比米勒。","bklhl":"Tī示劍伊ê細姨也kā伊生一个kiáⁿ；伊就kā伊號名叫A-pí-bí-le̍k。"}},{"book":"士","chapter":8,"verse":32,"versions":{"unv":"約阿施的兒子基甸，年紀老邁而死，葬在亞比以謝族的俄弗拉，在他父親約阿施的墳墓裡。","bklcl":"Iok-a-si ê kiáⁿ Ki-tiân nî-lāu hè-chōe, chiū sí, bâi-chòng tī A-pí-í-siā cho̍k Gô-hut-la̍h, tī i ê lāu-pē Iok-a-si ê bōng.","tghg":"約阿施的子基甸，年老歲多就死，埋葬佇亞比以謝族俄弗拉，佇伊的老父約阿施的墓。","bklhl":"Iok-a-si ê kiáⁿ基甸年老歲chōe，就死，埋葬tī A-pí-í-siā族Gô-hut-la̍h，tī伊ê老父Iok-a-si ê墓。"}},{"book":"士","chapter":8,"verse":33,"versions":{"unv":"基甸死後，以色列人又去隨從諸巴力行邪淫，以巴力‧比利土為他們的神。","bklcl":"Ki-tiân sí liáu-āu Í-sek-lia̍t lâng oa̍t-tńg khì kiâⁿ-îm, tè chiah-ê Pa-le̍k, ēng Pa-le̍k-pí-lī-thó͘ chòe in ê siōng-tè.","tghg":"基甸死了後，以色列人越轉去行淫，隨諸個巴力用巴力比利土做𪜶的上帝。","bklhl":"基甸死了後以色列人oa̍t-tńg去行淫，tè chiah ê Pa-le̍k，用Pa-le̍k-pí-lī-thó͘做in ê上帝。"}},{"book":"士","chapter":8,"verse":34,"versions":{"unv":"以色列人不記念耶和華─他們的　神，就是拯救他們脫離四圍仇敵之手的，","bklcl":"Í-sek-lia̍t lâng bô kì-liām Iâ-hô-hoa in ê Siōng-tè, chiū-sī kiù in thoat-lī sì-ûi ê tùi-te̍k ê chhiú ê;","tghg":"以色列人無紀念耶和華──𪜶的上帝，就是救𪜶脫離四圍的對敵的手的，","bklhl":"以色列人無記念耶和華in ê上帝，就是救in脫離四圍ê對敵ê手ê；"}},{"book":"士","chapter":8,"verse":35,"versions":{"unv":"也不照著耶路‧巴力，就是基甸向他們所施的恩惠厚待他的家。","bklcl":"iā bô hó khoán-thāi Iâ-lō͘-pa-le̍k, chiū-sī Ki-tiân ê ke, chiàu i só͘ kiâⁿ tī Í-sek-lia̍t ê un-hūi.","tghg":"也無好款待耶路巴力，就是基甸的家照伊所行佇以色列的恩惠。","bklhl":"也無好款待Iâ-lō͘-pa-le̍k，就是基甸ê家，照伊所行tī以色列ê恩惠。"}}]