[{"book":"士","chapter":17,"verse":1,"versions":{"unv":"以法蓮山地有一個人名叫米迦。","bklcl":"Í-hoat-liân soaⁿ-tōe ū chi̍t ê lâng, miâ-kiò Bí-ka;","tghg":"以法蓮山地有一個人名叫米迦。","bklhl":"Í-hoat-liân山地有一个人，名叫Bí-ka；"}},{"book":"士","chapter":17,"verse":2,"versions":{"unv":"他對母親說：「你那一千一百舍客勒銀子被人拿去，你因此咒詛，並且告訴了我。看哪，這銀子在我這裡，是我拿去了。」他母親說：「我兒啊，願耶和華賜福與你！」","bklcl":"i kā lāu-bú kóng, Lí hit chi̍t-chheng chi̍t-pah gûn hō͘ lâng the̍h-khì, lí in-ūi án-ni chiù-chó͘, koh kóng hō͘ góa thiaⁿ, khòaⁿ ah, chit ê gûn tī góa chia; sī góa the̍h--khì.  I ê lāu-bú kóng, Goān Iâ-hô-hoa sù-hok góa ê kiáⁿ.","tghg":"他給老母講：「你彼一千一百銀互人提去，你因為按呢咒詛，閣講互我聽。看啊，此個銀佇我遮，是我提去。」伊的老母講：「願耶和華賜福我的子。」","bklhl":"伊kā老母講：你hit一千一百銀hō͘人the̍h去，你因為án-ni咒詛，koh講hō͘我聽，看ah，chit ê銀tī我chia；是我the̍h去。伊ê老母講：願耶和華賜福我ê kiáⁿ。"}},{"book":"士","chapter":17,"verse":3,"versions":{"unv":"米迦就把這一千一百舍客勒銀子還他母親。他母親說：「我分出這銀子來為你獻給耶和華，好雕刻一個像，鑄成一個像。現在我還是交給你。」","bklcl":"I chiū chiong chheng-it gûn hêng i ê lāu-bú; i ê lāu-bú kóng, Góa í-keng tùi góa ê chhiú ēng chit ê gûn, ūi góa ê kiáⁿ, hiàn hō͘ Iâ-hô-hoa, thang tiau-khek chi̍t sian siōng, chù chi̍t sian siōng; taⁿ góa iû-goân koh kau lí.","tghg":"伊就將千一銀還伊的老母。伊的老母講：「我已經對我的手用此個銀，為我的子獻互耶和華，通雕刻一身像，鑄(chù)一身像。今我猶原閣交你。」","bklhl":"伊就將千一銀還伊ê老母；伊ê老母講：我已經tùi我ê手用chit ê銀，為我ê kiáⁿ，獻hō͘耶和華，thang雕刻一sian像，鑄一sian像；taⁿ我猶原koh交你。"}},{"book":"士","chapter":17,"verse":4,"versions":{"unv":"米迦將銀子還他母親，他母親將二百舍客勒銀子交給銀匠，雕刻一個像，鑄成一個像，安置在米迦的屋內。","bklcl":"Bí-ka chiong gûn hêng i ê lāu-bú; i ê lāu-bú ēng nn̄g-pah gûn hō͘ chù-chō ê lâng, i chiū ēng hit-ê chòe tiau-khek ê ngó͘-siōng, chù ê ngó͘-siōng;  hē i tī Bí-ka ê chhù.","tghg":"米迦將銀還伊的老母，伊的老母用二百銀互鑄造的人，伊就用彼個做雕刻的偶像，鑄的偶像，下伊佇米迦的厝。","bklhl":"Bí-ka將銀還伊ê老母；伊ê老母用兩百銀hō͘鑄造ê人，伊就用hit ê做雕刻ê偶像，鑄ê偶像；hē 伊tī Bí-ka ê厝。"}},{"book":"士","chapter":17,"verse":5,"versions":{"unv":"這米迦有了神堂，又製造以弗得和家中的神像，分派他一個兒子作祭司。","bklcl":"Chit ê Bí-ka ū siōng-tè ê chhù, koh chè-chō í-hut-tek, kap ke-lāi hiah-ê ngó͘-siōng, kiâⁿ siat-li̍p ê lé, hun-piat i chi̍t ê kiáⁿ chòe i ê chè-si.","tghg":"此個米迦有上帝的厝，閣製造以弗得及家內許個偶像，行設立的禮，分別伊一個子做伊的祭司。","bklhl":"Chit ê Bí-ka有上帝ê厝，koh製造í-hut-tek，kap家內hiah-ê偶像，行設立ê禮，分別伊一个kiáⁿ做伊ê祭司。"}},{"book":"士","chapter":17,"verse":6,"versions":{"unv":"那時以色列中沒有王，各人任意而行。","bklcl":"Hit-sî Í-sek-lia̍t tiong bô ông; ta̍k-lâng chiàu i só͘ khòaⁿ-chòe tio̍h--ê lâi kiâⁿ.","tghg":"彼時以色列中無王，逐人照伊所看做著(tio̍h)的來行。","bklhl":"Hit時以色列中無王；ta̍k人照伊所看做tio̍h-ê來行。"}},{"book":"士","chapter":17,"verse":7,"versions":{"unv":"猶大的伯利恆有一個少年人，是猶大族的利未人，他在那裡寄居。","bklcl":"Iû-tāi Pek-lī-hêng ū chi̍t ê siàu-liân lâng, sio̍k Iû-tāi cho̍k ê Lī-bī lâng, i kià-kha tī-hia.","tghg":"猶大伯利恆有一個少年人，屬猶大族的利未人，伊寄腳佇遐。","bklhl":"偤大伯利恆有一个少年人，屬偤大族ê利未人，伊寄腳tī-hia。"}},{"book":"士","chapter":17,"verse":8,"versions":{"unv":"這人離開猶大的伯利恆城，要找一個可住的地方。行路的時候，到了以法蓮山地，走到米迦的家。","bklcl":"Chit-lâng lī-khui Iû-tāi Pek-lī-hêng siâⁿ, beh chhē chi̍t-ê thang khiā-khí ê só͘-chāi; kiâⁿ-lō͘ ê sî, kàu Í-hoat-liân ê soaⁿ-tōe, Bí-ka ê chhù.","tghg":"此人離開猶大伯利恆城，欲尋一個通徛起的所在。行路的時，到以法蓮的山地，米迦的厝。","bklhl":"Chit人離開偤大伯利恆城，beh chhē一个thang khiā起ê所在；行路ê時，到Í-hoat-liân ê山地，Bí-ka ê厝。"}},{"book":"士","chapter":17,"verse":9,"versions":{"unv":"米迦問他說：「你從哪裡來？」他回答說：「從猶大的伯利恆來。我是利未人，要找一個可住的地方。」","bklcl":"Bí-ka mn̄g i kóng, Lí tùi toh-lo̍h lâi?  I ìn kóng, Góa sī Iû-tāi Pek-lī-hêng ê Lī-bī lâng, beh chhē chi̍t-ê thang khiā-khí ê só͘-chāi.","tghg":"米迦問伊講：「你對叨落來？」伊應講：「我是猶大伯利恆的利未人，欲尋一個通徛起的所在。」","bklhl":"Bí-ka問伊講：你tùi toh落來？伊應講，我是偤大伯利恆ê利未人，beh chhē一个thang khiā起ê所在。"}},{"book":"士","chapter":17,"verse":10,"versions":{"unv":"米迦說：「你可以住在我這裡，我以你為父、為祭司。我每年給你十舍客勒銀子，一套衣服和度日的食物。」利未人就進了他的家。","bklcl":"Bí-ka kā i kóng, Lí lâi kap góa tòa, chòe góa ê lāu-pē, chòe góa ê chè-si; góa ta̍k-nî hō͘ lí cha̍p ê gûn-á, chi̍t-hù i-chiûⁿ, kap lí ê ji̍t-si̍t.  Lī-bī lâng chiū ji̍t-khì.","tghg":"米迦給伊講：「你來及我住，做我的老父、做我的祭司。我逐年互你十個銀仔，一付衣裳及你的日食。」利未人就入去。","bklhl":"Bí-ka kā伊講，你來kap我tòa，做我ê老父，做我ê祭司；我ta̍k年hō͘你十個銀á，一副衣裳，kap你ê日食。利未人就入去。"}},{"book":"士","chapter":17,"verse":11,"versions":{"unv":"利未人情願與那人同住；那人看這少年人如自己的兒子一樣。","bklcl":"Lī-bī lâng kam-goān kap hit-lâng saⁿ-kap tòa.  Bí-ka khòaⁿ chit ê siàu-liân lâng chhin-chhiūⁿ ka-kī ê kiáⁿ.","tghg":"利未人甘願及彼人相及住；米迦看此個少年人親像家己的子。","bklhl":"利未人甘願kap hit人相kap tòa。Bí-ka看chit ê少年人親像家己ê kiáⁿ。"}},{"book":"士","chapter":17,"verse":12,"versions":{"unv":"米迦分派這少年的利未人作祭司，他就住在米迦的家裡。","bklcl":"Bí-ka kā Lī-bī lâng kiâⁿ siat-li̍p ê lé;  siàu-liân lâng chiū chòe i ê chè-si, lâi tòa tī i ê chhù.","tghg":"米迦給利未人行設立的禮，少年人就做伊的祭司，來住佇伊的厝。","bklhl":"Bí-ka kā利未人行設立ê禮；少年人就做伊ê祭司，來tòa tī伊ê厝。"}},{"book":"士","chapter":17,"verse":13,"versions":{"unv":"米迦說：「現在我知道耶和華必賜福與我，因我有一個利未人作祭司。」","bklcl":"Bí-ka kóng, Taⁿ góa chai Iâ-hô-hoa beh hó khoán-thāi góa, in-ūi góa ū chi̍t ê Lī-bī lâng chòe chè-si.","tghg":"米迦講：「今我知耶和華欲好款待我，因為我有一個利未人做祭司。」","bklhl":"Bí-ka講：Taⁿ我知耶和華beh好款待我，因為我有一个利未人做祭司。"}}]