[{"book":"士","chapter":3,"verse":1,"versions":{"unv":"耶和華留下這幾族，為要試驗那不曾知道與迦南爭戰之事的以色列人，","bklcl":"Iâ-hô-hoa só͘ lâu chiah-ê cho̍k, sī beh ēng i lâi chhì-giām Í-sek-lia̍t lâng, chiū-sī hiah-ê m̄-bat kìⁿ-kè Ka-lâm kau-chiàn ê sū ê;","tghg":"耶和華所留諸個族，是欲用伊來試驗以色列人就是許個呣曾見過迦南交戰的事的，","bklhl":"耶和華所留chiah ê族，是beh用伊來試驗以色列人，就是hiah-ê m̄-bat見過迦南交戰ê事ê；"}},{"book":"士","chapter":3,"verse":2,"versions":{"unv":"好叫以色列的後代又知道又學習未曾曉得的戰事。","bklcl":"tiâu-tî beh hō͘ Í-sek-lia̍t āu-tāi ê lâng chai, lâi kà-sī in kau-chiàn, chiū-sī hiah-ê chêng só͘ bē bat keng-kè ê lâng.","tghg":"刁持(tiâu-tî)欲互以色列後代的人知來教示𪜶交戰，就是許個前所未曾經過的人。","bklhl":"tiâu-tî beh hō͘以色列後代ê人知，來教示in交戰，就是hiah-ê前所未bat經過ê人。"}},{"book":"士","chapter":3,"verse":3,"versions":{"unv":"所留下的就是非利士的五個首領和一切迦南人、西頓人，並住黎巴嫩山的希未人，從巴力‧黑們山直到哈馬口。","bklcl":"Só͘ lâu--teh hiah-ê cho̍k, chiū-sī Hui-lī-sū gō͘ ê siú-léng, kap it-chhè ê Ka-lâm lâng, Se-tùn lâng, kap khiā-khí Lī-pa-lùn soaⁿ ê Hi-bī lâng, tùi Pa-le̍k-hek-bûn soaⁿ, kàu Hap-má kháu;","tghg":"所留啲許個族就是非利士五個首領及一切的迦南人、西頓人，及徛起黎巴嫩山的希未人，對巴力黑們山到哈馬口。","bklhl":"所留teh hiah-ê族，就是腓利士五個首領，kap一切ê迦南人、Se-tùn人，kap khiā起Lī-pa-lùn山ê Hi-bī人，tùi Pa-le̍k-hek-bûn山，到Hap-má口；"}},{"book":"士","chapter":3,"verse":4,"versions":{"unv":"留下這幾族，為要試驗以色列人，知道他們肯聽從耶和華藉摩西吩咐他們列祖的誡命不肯。","bklcl":"che chiū-sī beh ēng in lâi chhì-giām Í-sek-lia̍t lâng, khòaⁿ in khéng thiaⁿ-thàn Iâ-hô-hoa thok Mô͘-se só͘ bēng-lēng in lia̍t-chó͘ ê kài-bēng á-bô.","tghg":"這就是欲用𪜶，來試驗以色列人，看𪜶肯聽趁耶和華託摩西所命令𪜶列祖的誡命抑無。","bklhl":"這就是beh用in來試驗以色列人，看in肯聽thàn耶和華託摩西所命令in列祖ê誡命á無。"}},{"book":"士","chapter":3,"verse":5,"versions":{"unv":"以色列人竟住在迦南人、赫人、亞摩利人、比利洗人、希未人、耶布斯人中間，","bklcl":"Tùi án-ni Í-sek-lia̍t lâng khiā-khí tī Ka-lâm lâng, Hek lâng, A-mô͘-lī lâng, Pí-lī-sé lâng, Hi-bī lâng, Iâ-pò͘-su lâng ê tiong-kan; chhōa in ê cha-bó͘-kiáⁿ chòe-bó͘; iā ēng cha-bó͘-kiáⁿ kè in ê kiáⁿ,","tghg":"對按呢以色列人徛起佇迦南人、赫人、亞摩利人、比利洗人、希未人、耶布斯人的中間，","bklhl":"Tùi án-ni，以色列人khiā起tī迦南人、Hek人、A-mô͘-lī人、Pí-lī-sé人、Hi-bī人、Iâ-pò͘-su人ê中間；娶in ê cha-bó͘-kiáⁿ做bó͘；也用cha-bó͘-kiáⁿ嫁in ê kiáⁿ，"}},{"book":"士","chapter":3,"verse":6,"versions":{"unv":"娶他們的女兒為妻，將自己的女兒嫁給他們的兒子，並事奉他們的神。","bklcl":"sòa ho̍k-sāi in hiah-ê siōng-tè.","tghg":"娶𪜶的查某子做某，也用查某子嫁𪜶的子，續服事𪜶許個上帝。","bklhl":"續服事in hiah-ê上帝。"}},{"book":"士","chapter":3,"verse":7,"versions":{"unv":"以色列人行耶和華眼中看為惡的事，忘記耶和華─他們的　神，去事奉諸巴力和亞舍拉，","bklcl":"Í-sek-lia̍t lâng kiâⁿ Iâ-hô-hoa só͘ khòaⁿ-chòe pháiⁿ ê sū, bōe-kì-tit Iâ-hô-hoa in ê Siōng-tè, khì ho̍k-sāi chiah-ê Pa-le̍k kap A-su-tha-lio̍k.","tghg":"以色列人行耶和華所看做歹的事，𣍐記得耶和華──𪜶的上帝，去服事諸個巴力及亞舍拉，","bklhl":"以色列人行耶和華所看做pháiⁿ ê事，bōe記得耶和華in ê上帝，去服事chiah ê Pa-le̍k kap A-su-tha-lio̍k。"}},{"book":"士","chapter":3,"verse":8,"versions":{"unv":"所以耶和華的怒氣向以色列人發作，就把他們交在美索不達米亞王古珊‧利薩田的手中。以色列人服事古珊‧利薩田八年。","bklcl":"Só͘-í Iâ-hô-hoa siū-khì Í-sek-lia̍t lâng, bōe in hō͘ Bí-só͘-pho-tāi-bí ông Kó͘-san-lī-sat-tiân ê chhiú;  Í-sek-lia̍t lâng ho̍k-sāi Kó͘-san-lī-sat-tiân poeh nî.","tghg":"所以耶和華受氣以色列人，賣𪜶互米所波大米王古珊利薩田的手。以色列人服事古珊利薩田八年。","bklhl":"所以耶和華受氣以色列人，賣in hō͘ Bí-só͘-pho-tāi-bí王Kó͘-san-lī-sat-tiân ê手；以色列人服事Kó͘-san-lī-sat-tiân八年。"}},{"book":"士","chapter":3,"verse":9,"versions":{"unv":"以色列人呼求耶和華的時候，耶和華就為他們興起一位拯救者救他們，就是迦勒兄弟基納斯的兒子俄陀聶。","bklcl":"Í-sek-lia̍t lâng kiû-kiò Iâ-hô-hoa ê sî, Iâ-hô-hoa chiū kā Í-sek-lia̍t lâng heng-khí chi̍t ê chín-kiù--ê kiù in;  chiū-sī Ka-le̍k ê sió-tī Ki-la̍p-su ê kiáⁿ Gô-tô-liap.","tghg":"以色列人求叫耶和華的時，耶和華就給以色列人興起一個拯救者救𪜶，就是迦勒的小弟基納斯的子俄陀聶。","bklhl":"以色列人求叫耶和華ê時，耶和華就kā以色列人興起一个拯救ê救in；就是迦勒ê小弟Ki-la̍p-su ê kiáⁿ Gô-tô-liap。"}},{"book":"士","chapter":3,"verse":10,"versions":{"unv":"耶和華的靈降在他身上，他就作了以色列的士師，出去爭戰。耶和華將美索不達米亞王古珊‧利薩田交在他手中，他便勝了古珊‧利薩田。","bklcl":"Iâ-hô-hoa ê Sîn lîm-kàu i, i chiū chòe Í-sek-lia̍t ê sū-su, chhut-khì kau-chiàn.  Iâ-hô-hoa chiong Bí-só͘-pho-tāi-bí ông Kó͘-san-lī-sat-tiân kau tī i ê chhiú, i chiū khah-iâⁿ Kó͘-san-lī-sat-tiân.","tghg":"耶和華的神臨到伊，伊就做以色列的士師，出去交戰。耶和華將米所波大米王古珊利薩田交佇伊的手，伊就卡贏古珊利薩田。","bklhl":"耶和華ê神臨到伊，伊就做以色列ê士師，出去交戰。耶和華將Bí-só͘-pho-tāi-bí王Kó͘-san-lī- sat-tiân交tī伊ê手，伊就khah贏Kó͘-san-lī-sat-tiân。"}},{"book":"士","chapter":3,"verse":11,"versions":{"unv":"於是國中太平四十年。基納斯的兒子俄陀聶死了。","bklcl":"Tùi án-ni hit ê tōe-hng thài-pêng sì-cha̍p nî.  Ki-la̍p-su ê kiáⁿ Gô-tô-liap sí.","tghg":"對按呢彼個地方太平四十年。基納斯的子俄陀聶死。","bklhl":"Tùi án-ni， hit ê地方太平四十年，Ki-la̍p-su ê kiáⁿ Gô-tô-liap死。"}},{"book":"士","chapter":3,"verse":12,"versions":{"unv":"以色列人又行耶和華眼中看為惡的事，耶和華就使摩押王伊磯倫強盛，攻擊以色列人。","bklcl":"Í-sek-lia̍t lâng koh kiâⁿ Iâ-hô-hoa só͘ khòaⁿ-chòe pháiⁿ ê sū;  Iâ-hô-hoa chiū hō͘ Mô͘-ap ông I-ki-lûn kiông-sēng, kong-kek Í-sek-lia̍t lâng;  in-ūi in kiâⁿ Iâ-hô-hoa só͘ khòaⁿ-chòe pháiⁿ-ê.","tghg":"以色列人閣行耶和華所看做歹的事，耶和華就互摩押王伊磯倫強盛，攻擊以色列人，因為𪜶行耶和華所看做歹的。","bklhl":"以色列人koh行耶和華所看做pháiⁿ ê事；耶和華就hō͘ Mô͘-ap王I-ki-lûn強盛，攻擊以色列人；因為in行耶和華所看做pháiⁿ-ê。"}},{"book":"士","chapter":3,"verse":13,"versions":{"unv":"伊磯倫招聚亞捫人和亞瑪力人，去攻打以色列人，佔據棕樹城。","bklcl":"I-ki-lûn chū-chi̍p A-bûn lâng kap A-má-le̍k lâng óa i, khì phah Í-sek-lia̍t lâng, chiàm chó-chhiū ê siâⁿ.","tghg":"伊磯倫聚集亞捫人及亞瑪力人倚伊，去拍以色列人，佔棗樹的城。","bklhl":"I-ki-lûn聚集A-bûn人kap A-má-le̍k人óa伊，去phah以色列人，佔棗樹ê城。"}},{"book":"士","chapter":3,"verse":14,"versions":{"unv":"於是以色列人服事摩押王伊磯倫十八年。","bklcl":"Tùi án-ni Í-sek-lia̍t lâng ho̍k-sāi Mô͘-ap ông I-ki-lûn cha̍p-poeh nî.","tghg":"對按呢以色列人服事摩押王伊磯倫十八年。","bklhl":"Tùi án-ni，以色列人服事Mô͘-ap王I-ki-lûn十八年。"}},{"book":"士","chapter":3,"verse":15,"versions":{"unv":"以色列人呼求耶和華的時候，耶和華就為他們興起一位拯救者，就是便雅憫人基拉的兒子以笏；他是左手便利的。以色列人託他送禮物給摩押王伊磯倫。","bklcl":"Í-sek-lia̍t lâng kiû-kiò Iâ-hô-hoa ê sî, Iâ-hô-hoa chiū kā in heng-khí chi̍t ê chín-kiù--ê; chiū-sī Piān-ngá-bín lâng Ki-la̍h ê kiáⁿ Í-hut; i sī koàn-liān ēng tò-chhiú-ê;  Í-sek-lia̍t lâng thok-tiōng i sàng lé-mi̍h hō͘ Mô͘-ap ông I-ki-lûn.","tghg":"以色列人求叫耶和華的時，耶和華就給𪜶興起一個拯救者，就是便雅憫人基拉的子以笏(Í-hut)；伊是慣練用倒手的。以色列人託仗伊送禮物互摩押王伊磯倫。","bklhl":"以色列人求叫耶和華ê時，耶和華就kā in興起一个拯救ê；就是便雅憫人Ki-la̍h ê kiáⁿ Í-hut；伊是慣練用tò手ê；以色列人託重伊送禮物hō͘ Mô͘-ap王I-ki-lûn。"}},{"book":"士","chapter":3,"verse":16,"versions":{"unv":"以笏打了一把兩刃的劍，長一肘，帶在右腿上衣服裡面。","bklcl":"Í-hut ūi ka-kī phah chi̍t-ki siang-bīn lāi ê kiàm, tn̂g chi̍t-tiú, pa̍k tī chiàⁿ-thúi i-ho̍k ê lāi-bīn.","tghg":"以笏為家己拍一支雙面利的劍，長一肘，縛佇正腿衣服的內面。","bklhl":"Í-hut為家己phah一支雙面利ê劍，長一肘，縛tī chiàⁿ腿衣服ê內面。"}},{"book":"士","chapter":3,"verse":17,"versions":{"unv":"他將禮物獻給摩押王伊磯倫（原來伊磯倫極其肥胖）；","bklcl":"I ēng lé-mi̍h hiàn-hō͘ Mô͘-ap ông I-ki-lûn; I-ki-lûn sī chin pûi ê lâng.","tghg":"伊用禮物獻互摩押王伊磯倫（伊磯倫是真肥的人）；","bklhl":"伊用禮物獻hō͘ Mô͘-ap王I-ki-lûn；I-ki-lûn是真肥ê人。"}},{"book":"士","chapter":3,"verse":18,"versions":{"unv":"以笏獻完禮物，便將抬禮物的人打發走了，","bklcl":"Hiàn lé-mi̍h í-keng bêng-pe̍k, chiū chhe tòa lé-mi̍h ê lâng lóng khì.","tghg":"獻禮物已經明白，就差帶禮物的人攏去，","bklhl":"獻禮物已經明白，就差帶禮物ê人lóng去。"}},{"book":"士","chapter":3,"verse":19,"versions":{"unv":"自己卻從靠近吉甲鑿石之地回來，說：「王啊，我有一件機密事奏告你。」王說：「迴避吧！」於是左右侍立的人都退去了。","bklcl":"I pún-sin tùi kūn Kiat-kah phah chio̍h-siōng ê só͘-chāi oat-tò-tńg lâi, kóng, Ông ah, góa ū pì-bi̍t ê sū beh kā lí kóng;  ông kóng, Sok-chēng; khiā tī i sin-piⁿ ê lâng chiū lóng thè-chhut.","tghg":"伊本身對近吉甲拍石像的所在越倒轉來，講：「王啊，我有祕密的事欲給你講。」王講：「肅靜(sok-chēng)！」徛佇伊身邊的人就攏退出。","bklhl":"伊本身tùi近Kiat-kah phah石像ê所在oat倒tńg來，講：王ah，我有祕密ê事beh kā你講；王講：肅靜；khiā tī伊身邊ê人就lóng退出。"}},{"book":"士","chapter":3,"verse":20,"versions":{"unv":"以笏來到王面前；王獨自一人坐在涼樓上。以笏說：「我奉　神的命報告你一件事。」王就從座位上站起來。","bklcl":"Í-hut chiū-kūn i, ông ka-kī chi̍t-ê chē tī liâng-léng ê lâu-téng; Í-hut kóng, Góa hōng Siōng-tè ê bēng-lēng ū tāi-chì lâi pò lí; ông chiū tùi chō-ūi khiā khí-lâi.","tghg":"以笏就近伊；王家己一個坐佇涼冷的樓頂。以笏講：「我奉上帝的命令有代誌來報你。」王就對座位徛起來。","bklhl":"Í-hut就近伊，王家己一个坐tī涼冷ê樓頂；Í-hut講：我奉上帝ê命令有tāi-chì來報你；王就tùi座位khiā起來。"}},{"book":"士","chapter":3,"verse":21,"versions":{"unv":"以笏便伸左手，從右腿上拔出劍來，刺入王的肚腹，","bklcl":"Í-hut chiū chhun tò-chhiú, tùi chiàⁿ-thúi pu̍ih-chhut kiàm, chhì-ji̍p ông ê pak-tó͘;","tghg":"以笏就伸倒手，對正腿拔出劍，刺入王的腹肚，","bklhl":"Í-hut就伸tò手，tùi chiàⁿ腿拔出劍，刺入王ê腹肚；"}},{"book":"士","chapter":3,"verse":22,"versions":{"unv":"連劍把都刺進去了。劍被肥肉夾住，他沒有從王的肚腹拔出來，且穿通了後身。","bklcl":"kiàm ê pìⁿ iā sòa ji̍p-khì, kiàm hō͘ iû kā-tiâu, in-ūi i bô tùi i ê pak-tó͘ pu̍ih kiàm chhut-lâi; chiū thàng-kè ka-chiah chhut-lâi.","tghg":"劍的柄也續入去。劍互油咬住，因為伊無對伊的腹肚拔劍出來，就𥦁過尻脊(ka-chiah)出來。","bklhl":"劍ê柄也續入去，劍hō͘油咬tiâu，因為伊無對伊ê腹肚拔劍出來；就thàng過ka-chiah出來。"}},{"book":"士","chapter":3,"verse":23,"versions":{"unv":"以笏就出到遊廊，將樓門盡都關鎖。","bklcl":"Í-hut chiū chhut-khì kàu léng-lông, chiong hiah-ê lâu-mn̂g koaiⁿ-só.","tghg":"以笏就出去到伶廊，將許個樓門關鎖。","bklhl":"Í-hut就出去到léng-lông，將hiah-ê樓門關鎖。"}},{"book":"士","chapter":3,"verse":24,"versions":{"unv":"以笏出來之後，王的僕人到了，看見樓門關鎖，就說：「他必是在樓上大解。」","bklcl":"I chhut-khì liáu, ông ê lô͘-po̍k kàu, khòaⁿ-kìⁿ lâu-mn̂g koaiⁿ-só, chiū kóng, I tek-khak sī tī lâu-téng teh tāi-piān.","tghg":"伊出去了，王的奴僕到，看見樓門關鎖，就講：「伊的確是佇樓頂啲大便(tāi-piān)。」","bklhl":"伊出去了，王ê奴僕到，看見樓門關鎖，就講：伊的確是tī樓頂teh大便。"}},{"book":"士","chapter":3,"verse":25,"versions":{"unv":"他們等煩了，見仍不開樓門，就拿鑰匙開了，不料，他們的主人已死，倒在地上。","bklcl":"In thèng-hāu kàu gông-ngia̍h, khòaⁿ-kìⁿ i bô khui lâu-téng ê mn̂g, chiū kia̍h só-sî lâi khui; khòaⁿ ah, in ê chú-lâng í-keng sí, tó tī tōe--nih.","tghg":"𪜶聽候到卬愕(gông-ngia̍h)，看見伊無開樓頂的門，就攑鎖匙來開，看啊，𪜶的主人已經死，倒佇地裡。","bklhl":"In thèng候到gông-ngia̍h，看見伊無開樓頂ê門，就kia̍h鎖匙來開；看ah，in ê主人已經死，倒tī地裡。"}},{"book":"士","chapter":3,"verse":26,"versions":{"unv":"他們耽延的時候，以笏就逃跑了，經過鑿石之地，逃到西伊拉；","bklcl":"In iân-chhiân ê sî, Í-hut chiū tô-cháu, í-keng kè phah chio̍h-siōng ê tōe, siám cháu kàu Se-i-la̍h.","tghg":"𪜶延迁(iân-chhiân)的時，以笏就逃走，已經過拍石像的地，閃走到西伊拉；","bklhl":"In 延chhiân ê時，Í-hut就逃走，已經過phah石像ê地，閃走到Se-i-la̍h。"}},{"book":"士","chapter":3,"verse":27,"versions":{"unv":"到了，就在以法蓮山地吹角。以色列人隨著他下了山地，他在前頭引路，","bklcl":"Í-keng kàu, chiū tī Í-hoat-liân soaⁿ-tōe pûn sàu-kak; Í-sek-lia̍t lâng chiū tè i tùi soaⁿ-tōe lo̍h--khì, i kiâⁿ tī thâu-chêng;","tghg":"已經到，就佇以法蓮山地歕哨角。以色列人就隨伊對山地落去，伊行佇頭前，","bklhl":"已經到，就tī Í-hoat-liân山地pûn哨角；以色列人就tè伊tùi山地落去，伊行tī頭前；"}},{"book":"士","chapter":3,"verse":28,"versions":{"unv":"對他們說：「你們隨我來，因為耶和華已經把你們的仇敵摩押人交在你們手中。」於是他們跟著他下去，把守約旦河的渡口，不容摩押一人過去。","bklcl":"tùi in kóng, Lín tè góa lâi, in-ūi Iâ-hô-hoa í-keng chiong lín ê tùi-te̍k Mô͘-ap lâng kau tī lín ê chhiú.  In chiū tè i lo̍h--khì, pé-siú Mô͘-ap ê tùi-bīn, Iok-tàn hô ê tō͘-thâu, bô iông-ún chi̍t-lâng kè-khì;","tghg":"對𪜶講：「恁隨我來，因為耶和華已經將恁的對敵摩押人交佇恁的手。」𪜶就隨伊落去，把守(pé-siú)摩押的對面約但河的渡頭，無容允一人過去。","bklhl":"對in講，Lín tè我來，因為耶和華已經將lín ê對敵Mô͘-ap人交tī lín ê手。In就tè伊落去，把守Mô͘-ap ê對面，約旦河ê渡頭，無容允一人過去；"}},{"book":"士","chapter":3,"verse":29,"versions":{"unv":"那時擊殺了摩押人約有一萬，都是強壯的勇士，沒有一人逃脫。","bklcl":"hit-sî thâi-sí Mô͘-ap lâng iok-lio̍k chi̍t-bān, lóng sī tōa-hàn ê ióng-sū, bô chi̍t-ê cháu-lī.","tghg":"彼時刣死摩押人約略一萬，攏是大漢的勇士，無一個走離。","bklhl":"Hit時刣死Mô͘-ap人約略一萬，lóng是大漢ê勇士，無一个走離。"}},{"book":"士","chapter":3,"verse":30,"versions":{"unv":"這樣，摩押就被以色列人制伏了。國中太平八十年。","bklcl":"Tùi án-ni Mô͘-ap chiū khut-ho̍k tī Í-sek-lia̍t lâng; tōe-hng thài-pêng poeh-cha̍p nî.","tghg":"對按呢，摩押就屈服佇以色列人。地方太平八十年。","bklhl":"Tùi án-ni， Mô͘-ap就屈服tī以色列人；地方太平八十年。"}},{"book":"士","chapter":3,"verse":31,"versions":{"unv":"以笏之後，有亞拿的兒子珊迦，他用趕牛的棍子打死六百非利士人。他也救了以色列人。","bklcl":"Í-hut liáu-āu, ū A-ná ê kiáⁿ San-ka, i ēng kóaⁿ-gû ê thih-chhì phah-sí la̍k-pah ê Hui-lī-sū lâng.  I iā kiù Í-sek-lia̍t lâng.","tghg":"以笏了後，有亞拿的子珊迦，伊用趕牛的鐵刺拍死六百個非利士人。伊也救以色列人。","bklhl":"Í-hut了後，有A-ná ê kiáⁿ San-ka，伊用趕牛ê鐵刺phah死六百ê腓利士人。伊也救以色列人。"}}]