[{"book":"士","chapter":13,"verse":1,"versions":{"unv":"以色列人又行耶和華眼中看為惡的事，耶和華將他們交在非利士人手中四十年。","bklcl":"Í-sek-lia̍t lâng koh kiâⁿ Iâ-hô-hoa só͘ khòaⁿ-chòe pháiⁿ ê sū;  Iâ-hô-hoa chiong in kau tī Hui-lī-sū lâng ê chhiú sì-cha̍p nî.","tghg":"以色列人閣行耶和華所看做歹的事，耶和華將𪜶交佇非利士人的手四十年。","bklhl":"以色列人koh行耶和華所看做pháiⁿ ê事；耶和華將in交tī腓利士人ê手四十年。"}},{"book":"士","chapter":13,"verse":2,"versions":{"unv":"那時，有一個瑣拉人，是屬但族的，名叫瑪挪亞。他的妻不懷孕，不生育。","bklcl":"Hit-sî ū chi̍t ê Só-la̍h lâng, sī Tàn ê cho̍k, miâ-kiò Má-lô-à;  i ê bó͘ bô hoâi-īn, bô siⁿ.","tghg":"彼時，有一個瑣拉人，是但的族，名叫瑪羅亞。伊的某無懷孕，無生。","bklhl":"Hit時有一个Só-la̍h人，是Tàn ê族，名叫Má-lô-à；伊ê bó͘無懷孕，無生。"}},{"book":"士","chapter":13,"verse":3,"versions":{"unv":"耶和華的使者向那婦人顯現，對她說：「向來你不懷孕，不生育，如今你必懷孕生一個兒子。","bklcl":"Iâ-hô-hoa ê sù-chiá tùi hit ê hū-jîn-lâng hián-hiān, kā i kóng, Lí pêng-sò͘ bô hoâi-īn bô siⁿ, taⁿ lí beh hoâi-īn siⁿ chi̍t ê kiáⁿ.","tghg":"耶和華的使者對彼個婦仁人顯現，給伊講：「你平素無懷孕，無生，今你欲懷孕生一個子。","bklhl":"耶和華ê使者對hit ê婦人人顯現，kā伊講，你平素無懷孕無生，taⁿ你beh懷孕生一个kiáⁿ。"}},{"book":"士","chapter":13,"verse":4,"versions":{"unv":"所以你當謹慎，清酒濃酒都不可喝，一切不潔之物也不可吃。","bklcl":"Só͘-í lí tio̍h sòe-jī, po̍h-chiú kāu-chiú lóng m̄-thang lim, bô chheng-khì ê mi̍h iā lóng m̄-thang chia̍h.","tghg":"所以你著細膩，薄酒厚酒攏呣通飲，無清氣的物也攏呣通食。","bklhl":"所以你tio̍h細膩，薄酒厚酒lóng m̄-thang lim，無清氣ê物也lóng m̄-thang食。"}},{"book":"士","chapter":13,"verse":5,"versions":{"unv":"你必懷孕生一個兒子，不可用剃頭刀剃他的頭，因為這孩子一出胎就歸　神作拿細耳人。他必起首拯救以色列人脫離非利士人的手。」","bklcl":"In-ūi lí hoâi-īn beh siⁿ chi̍t ê kiáⁿ;  thì thâu-mn̂g ê to m̄-thang kàu i ê thâu-khak;  in-ūi chit ê gín-ná tùi thai--nih chiū kui Siōng-tè chòe Ná-sè-jíⁿ lâng;  in-ūi i beh chòe kiù Í-sek-lia̍t ê thâu-chi̍t-chām, thoat-lī Hui-lī-sū lâng ê chhiú.","tghg":"因為你懷孕欲生一個子，剃頭毛的刀呣通到伊的頭殼，因為此個囝仔對胎裡就歸上帝做拿細耳人。因為伊欲做救以色列的頭一站脫離非利士人的手。」","bklhl":"因為你懷孕beh 生一个kiáⁿ；剃頭毛ê刀m̄-thang到伊ê頭殼；因為chit ê gín-ná tùi胎裡就歸上帝做Ná-sè-jíⁿ人；因為伊beh做救以色列ê頭一站，脫離腓利士人ê手。"}},{"book":"士","chapter":13,"verse":6,"versions":{"unv":"婦人就回去對丈夫說：「有一個神人到我面前來，他的相貌如　神使者的相貌，甚是可畏。我沒有問他從哪裡來，他也沒有將他的名告訴我，","bklcl":"Hū-jîn-lâng lâi kā i ê tiōng-hu kóng, Ū chi̍t ê Siōng-tè ê lâng kàu góa chia, i ê iông-māu chhin-chhiūⁿ Siōng-tè sù-chiá ê iông-māu, chin thang kiaⁿ;  góa bô mn̄g i tùi toh-lo̍h lâi, i iā bô ēng i ê miâ kā góa kóng;","tghg":"婦仁人來給伊的丈夫講：「有一個上帝的人到我遮，伊的容貌親像上帝使者的容貌，真通驚。我無問伊對叨落來，伊也無用伊的名給我講，","bklhl":"婦人人來kā伊ê丈夫講：有一个上帝ê人到我chia，伊ê容貌親像上帝使者ê容貌，真thang驚；我無問伊tùi toh落來，伊也無用伊ê名kā我講；"}},{"book":"士","chapter":13,"verse":7,"versions":{"unv":"卻對我說：『你要懷孕生一個兒子，所以清酒濃酒都不可喝，一切不潔之物也不可吃；因為這孩子從出胎一直到死，必歸　神作拿細耳人。』」","bklcl":"chóng-sī kā góa kóng, Lí hoâi-īn beh siⁿ chi̍t ê kiáⁿ, só͘-í po̍h-chiú kāu-chiú lóng m̄-thang lim, bô chheng-khì ê mi̍h iā lóng m̄-thang chia̍h;  in-ūi chit ê gín-ná tùi thai--nih kàu i sí ê ji̍t beh kui Siōng-tè chòe Ná-sè-jíⁿ ê lâng.","tghg":"總是給我講：『你懷孕欲生一個子，所以薄酒厚酒攏呣通飲，無清氣的物也攏呣通食；因為此個囝仔對胎裡到伊死的日，欲歸上帝做拿細耳的人。』」","bklhl":"總是kā我講：你懷孕beh 生一个kiáⁿ，所以薄酒厚酒lóng m̄-thang lim，無清氣ê物也lóng m̄-thang食；因為chit ê gín-ná tùi胎裡到伊死ê日beh歸上帝做Ná-sè-jíⁿ ê人。"}},{"book":"士","chapter":13,"verse":8,"versions":{"unv":"瑪挪亞就祈求耶和華說：「主啊，求你再差遣那神人到我們這裡來，好指教我們怎樣待這將要生的孩子。」","bklcl":"Má-lô-à chiū kiû Iâ-hô-hoa kóng, Chú ah, kiû Lí hō͘ Lí só͘ chhe Siōng-tè ê lâng koh lâi goán chia, thang kà-sī goán cháiⁿ-iūⁿ khoán-thāi chit ê beh siⁿ ê kiáⁿ.","tghg":"瑪羅亞就求耶和華講：「主啊，求你互你所差上帝的人閣來阮遮，通教示阮怎樣款待此個欲生的子。」","bklhl":"Má-lô-à就求耶和華講：主ah，求你hō͘你所差上帝ê人koh來阮chia，thang教示阮怎樣款待chit ê beh生ê kiáⁿ。"}},{"book":"士","chapter":13,"verse":9,"versions":{"unv":"　神應允瑪挪亞的話；婦人正坐在田間的時候，　神的使者又到她那裡，她丈夫瑪挪亞卻沒有同她在一處。","bklcl":"Siōng-tè thiaⁿ Má-lô-à ê ōe; hū-jîn-lâng chē tī chhân--nih ê sî Siōng-tè ê sù-chiá koh kàu i hia; chóng-sī i ê tiōng-hu Má-lô-à bô kap i tī-teh.","tghg":"上帝聽瑪羅亞的話；婦仁人坐佇田裡的時，上帝的使者閣到伊遐，總是伊的丈夫瑪羅亞無及伊佇啲。","bklhl":"上帝聽Má-lô-à ê話；婦人人坐tī田裡ê時，上帝ê使者koh到伊hia；總是伊ê丈夫Má-lô-à無kap伊tī-teh。"}},{"book":"士","chapter":13,"verse":10,"versions":{"unv":"婦人急忙跑去告訴丈夫說：「那日到我面前來的人，又向我顯現。」","bklcl":"Hu-jîn-lâng kóaⁿ-kín cháu-khì, pò i ê tiōng-hu, kā i kóng, Hit-ji̍t lâi góa chia hit ê lâng koh tùi góa chhut-hiān.","tghg":"婦仁人趕緊走去報伊的丈夫給伊講：「彼日來我遮彼個人，閣對我出現。」","bklhl":"婦人人趕緊走去，報伊ê丈夫，kā伊講，hit日來我chia hit ê人koh對我出現。"}},{"book":"士","chapter":13,"verse":11,"versions":{"unv":"瑪挪亞起來跟隨他的妻來到那人面前，對他說：「與這婦人說話的就是你嗎？」他說：「是我。」","bklcl":"Má-lô-à khí-lâi tè i ê bó͘ kàu hit-lâng hia, kā i kóng, Bat kap chit ê hū-jîn-lâng kóng-ōe ê, sī lí mah?  I kóng, Sī góa.","tghg":"瑪羅亞起來隨伊的某到彼人遐，給伊講：「曾及此個婦仁人講話的是你嗎？」伊講：「是我。」","bklhl":"Má-lô-à起來tè伊ê bó͘到hit人hia，kā伊講，Bat kap chit ê婦人人講話ê，是你mah？伊講：是我。"}},{"book":"士","chapter":13,"verse":12,"versions":{"unv":"瑪挪亞說：「願你的話應驗！我們當怎樣待這孩子，他後來當怎樣呢？」","bklcl":"Má-lô-à kóng, Goān lí ê ōe èng-giām; chit ê gín-ná tio̍h chiàu sím-mi̍h hoat, goán tio̍h tùi i cháiⁿ-iūⁿ kiâⁿ?","tghg":"瑪羅亞講：「願你的話應驗！此個囝仔著照甚麼法，阮著對伊怎樣行？」","bklhl":"Má-lô-à講：願你ê話應驗；chit ê gín-ná tio̍h照甚麼法，阮tio̍h對伊怎樣行？"}},{"book":"士","chapter":13,"verse":13,"versions":{"unv":"耶和華的使者對瑪挪亞說：「我告訴婦人的一切事，她都當謹慎。","bklcl":"Iâ-hô-hoa ê sù-chiá tùi Má-lô-à kóng, Góa kā hū-jîn-lâng só͘ kóng it-chhè ê sū, i lóng tio̍h chim-chiok;","tghg":"耶和華的使者對瑪羅亞講：「我給婦仁人所講一切的事，伊攏著斟酌(chim-chiok)。","bklhl":"耶和華ê使者對Má-lô-à講：我kā婦人人所講一切ê事，伊lóng tio̍h 斟酌；"}},{"book":"士","chapter":13,"verse":14,"versions":{"unv":"葡萄樹所結的都不可吃，清酒濃酒都不可喝，一切不潔之物也不可吃。凡我所吩咐的，她都當遵守。」","bklcl":"kìⁿ-nā phû-tô só͘ chhut ê, i m̄-thang chia̍h, po̍h-chiú kāu-chiú lóng m̄-thang lim, it-chhè bô chheng-khì ê mi̍h iā m̄-thang chia̍h; kìⁿ góa só͘ bēng-lēng ê, i lóng tio̍h chun-siú.","tghg":"見若葡萄所出的伊呣通食，薄酒厚酒攏呣通飲，一切無清氣的物也呣通食。見我所命令的，伊攏著遵守。」","bklhl":"見若葡萄所出ê，伊m̄-thang食，薄酒厚酒lóng m̄-thang lim，一切無清氣ê物也m̄-thang食；見我所命令ê，伊lóng tio̍h遵守。"}},{"book":"士","chapter":13,"verse":15,"versions":{"unv":"瑪挪亞對耶和華的使者說：「求你容我們款留你，好為你預備一隻山羊羔。」","bklcl":"Má-lô-à tùi Iâ-hô-hoa ê sù-chiá kóng, Chhiáⁿ lí hō͘ góa lâu--teh, goán thang kā lí pī-pān chi̍t chiah soaⁿ-iûⁿ-á.","tghg":"瑪羅亞對耶和華的使者講：「請你互我留啲，阮通給你備辦一隻山羊仔。」","bklhl":"Má-lô-à對耶和華ê使者講：請你hō͘我留teh，阮thang kā你備辦一隻山羊á。"}},{"book":"士","chapter":13,"verse":16,"versions":{"unv":"耶和華的使者對瑪挪亞說：「你雖然款留我，我卻不吃你的食物，你若預備燔祭就當獻與耶和華。」原來瑪挪亞不知道他是耶和華的使者。","bklcl":"Iâ-hô-hoa ê sù-chiá kā Má-lô-à kóng, Lí sui-jiân lâu góa, góa m̄-chia̍h lí ê mi̍h; lí nā pī-pān sio-chè, chiū tio̍h hiàn hō͘ Iâ-hô-hoa.  In-ūi Má-lô-à m̄-chai i sī Iâ-hô-hoa ê sù-chiá.","tghg":"耶和華的使者給瑪羅亞講：「你雖然留我，我呣食你的物，你若備辦燒祭就著獻互耶和華。」因為瑪羅亞呣知伊是耶和華的使者。","bklhl":"耶和華ê使者kā Má-lô-à講：你雖然留我，我m̄食你ê物；你若備辦燒祭，就tio̍h獻hō͘耶和華。因為Má-lô-à m̄知伊是耶和華ê使者。"}},{"book":"士","chapter":13,"verse":17,"versions":{"unv":"瑪挪亞對耶和華的使者說：「請將你的名告訴我，到你話應驗的時候，我們好尊敬你。」","bklcl":"Má-lô-à kā Iâ-hô-hoa ê sù-chiá kóng, Lí miâ kiò sím-mi̍h, kàu lí ê ōe èng-giām ê sî, goán thang chun-kèng lí?","tghg":"瑪羅亞給耶和華的使者講：「你名叫甚麼，到你的話應驗的時，阮通尊敬你。」","bklhl":"Má-lô-à kā耶和華ê使者講：你名叫甚麼，到你ê話應驗ê時，阮thang尊敬你？"}},{"book":"士","chapter":13,"verse":18,"versions":{"unv":"耶和華的使者對他說：「你何必問我的名，我名是奇妙的。」","bklcl":"Iâ-hô-hoa ê sù-chiá kā i kóng,  Lí siáⁿ-sū mn̄g góa ê miâ?  góa ê miâ sī kî-biāu--ê,","tghg":"耶和華的使者給伊講：「你啥事問我的名，我的名是奇妙的。」","bklhl":"耶和華ê使者kā伊講，你啥事問我ê名？我ê名是奇妙ê，"}},{"book":"士","chapter":13,"verse":19,"versions":{"unv":"瑪挪亞將一隻山羊羔和素祭在磐石上獻與耶和華，使者行奇妙的事；瑪挪亞和他的妻觀看，","bklcl":"Má-lô-à chiong chi̍t chiah soaⁿ-iûⁿ-á kap sò͘-chè, tī chio̍h-pôaⁿ-téng lâi hiàn hō͘ Iâ-hô-hoa; sù-chiá kiâⁿ kî-koài ê sū, Má-lô-à kap i ê bó͘ khòaⁿ-kìⁿ.","tghg":"瑪羅亞將一隻山羊仔及素祭佇石磐頂來獻互耶和華，使者行奇怪的事；瑪羅亞及伊的某看見，","bklhl":"Má-lô-à將一隻山羊á kap素祭，tī石磐頂來獻hō͘耶和華；使者行奇怪ê事，Má-lô-à kap伊ê bó͘看見。"}},{"book":"士","chapter":13,"verse":20,"versions":{"unv":"見火焰從壇上往上升，耶和華的使者在壇上的火焰中也升上去了。瑪挪亞和他的妻看見，就俯伏於地。","bklcl":"In-ūi hé-iām tùi tôaⁿ-téng chhèng-chiūⁿ thiⁿ ê sî, Iâ-hô-hoa ê sù-chiá tī tôaⁿ-téng ê hé-iām-tiong iā chiūⁿ-khì.  Má-lô-à kap i ê bó͘ khòaⁿ-kìⁿ, chiū phak tī tōe--nih.","tghg":"因為火焰對壇頂淐上天的時，耶和華的使者佇壇頂的火焰中也上去。瑪羅亞及伊的某看見，就仆佇地裡。","bklhl":"因為火燄tùi壇頂chhèng上天ê時，耶和華ê使者tī壇頂ê火燄中也上去。Má-lô-à kap伊ê bó͘看見，就仆tī地裡。"}},{"book":"士","chapter":13,"verse":21,"versions":{"unv":"耶和華的使者不再向瑪挪亞和他的妻顯現，瑪挪亞才知道他是耶和華的使者。","bklcl":"Iâ-hô-hoa ê sù-chiá bô koh chhut-hiān hō͘ Má-lô-à kap i ê bó͘ khòaⁿ-kìⁿ, Má-lô-à chiah chai i sī Iâ-hô-hoa ê sù-chiá.","tghg":"耶和華的使者無閣出現互瑪羅亞及伊的某看見，瑪羅亞才知伊是耶和華的使者。","bklhl":"耶和華ê使者無koh出現hō͘ Má-lô-à kap伊ê bó͘看見，Má-lô-à chiah知伊是耶和華ê使者。"}},{"book":"士","chapter":13,"verse":22,"versions":{"unv":"瑪挪亞對他的妻說：「我們必要死，因為看見了　神。」","bklcl":"Má-lô-à kā i ê bó͘ kóng, Lán tek-khak ōe sí, in-ūi lán ū khòaⁿ-kìⁿ Siōng-tè.","tghg":"瑪羅亞給伊的某講：「咱的確會死，因為咱有看見上帝。」","bklhl":"Má-lô-à kā伊ê bó͘講：咱的確會死，因為咱有看見上帝。"}},{"book":"士","chapter":13,"verse":23,"versions":{"unv":"他的妻卻對他說：「耶和華若要殺我們，必不從我們手裡收納燔祭和素祭，並不將這一切事指示我們，今日也不將這些話告訴我們。」","bklcl":"I ê bó͘ chiū kā i kóng, Iâ-hô-hoa nā beh hō͘ lán sí, tek-khak bô tùi lán ê chhiú chiap-la̍p sio-chè kap sò͘-chè, koh bô chiong chiah-ê it-chhè ê sū chí-sī lán,  chit-tia̍p iā bô chiong che sū kā lán kóng.","tghg":"伊的某就給伊講：「耶和華若欲互咱死，的確無對咱的手接納燒祭及素祭，閣無將諸個一切的事指示咱，此霎(tia̍p)也無將這事給咱講。」","bklhl":"伊ê bó͘就kā伊講，耶和華若beh hō͘咱死，的確無tùi咱ê手接納燒祭kap素祭，koh無將chiah ê一切ê事指示咱，chit-tia̍p也無將這事kā咱講。"}},{"book":"士","chapter":13,"verse":24,"versions":{"unv":"後來婦人生了一個兒子，給他起名叫參孫。孩子長大，耶和華賜福與他。","bklcl":"Āu-lâi hū-jîn-lâng siⁿ chi̍t ê kiáⁿ, kā i hō-miâ kiò Chham-sun; gín-ná tōa-hàn, Iâ-hô-hoa sù-hok i.","tghg":"後來婦仁人生一個子，給伊號名叫參孫。囝仔大漢，耶和華賜福伊。","bklhl":"後來婦人人生一个kiáⁿ，kā伊號名叫參孫；gín-ná大漢，耶和華賜福伊。"}},{"book":"士","chapter":13,"verse":25,"versions":{"unv":"在瑪哈尼‧但，就是瑣拉和以實陶中間，耶和華的靈才感動他。","bklcl":"Tī Má-hap-nî-tàn, chiū-sī Só-la̍h kap Í-si̍t-tô ê tiong-kan,  Iâ-hô-hoa ê Sîn khí-thâu kám-tōng i.","tghg":"佇瑪哈尼但，就是瑣拉及以實陶的中間，耶和華的神起頭感動伊。","bklhl":"Tī Má-hap-nî-tàn，就是Só-la̍h kap Í-si̍t-tô ê中間，耶和華ê神起頭感動伊。"}}]