[{"book":"士","chapter":12,"verse":1,"versions":{"unv":"以法蓮人聚集，到了北方，對耶弗他說：「你去與亞捫人爭戰，為甚麼沒有招我們同去呢？我們必用火燒你和你的房屋。」","bklcl":"Í-hoat-liân lâng chū-chi̍p kàu pak-hng, tùi Iâ-hut-tha kóng, Lí kè-khì kap A-bûn lâng kau-chiàn, siáⁿ-sū bô kiò goán kap lí khì ah?  goán beh ēng hé sio lí kap lí ê chhù.","tghg":"以法蓮人聚集，到北方，對耶弗他講：「你過去及亞捫人交戰，啥事無叫阮及你去啊？阮欲用火燒你及你的厝。」","bklhl":"Í-hoat-liân人聚集到北方，tùi Iâ-hut-tha講：你過去kap A-bûn人交戰，啥事無叫阮kap你去ah？阮beh用火燒你kap你ê厝。"}},{"book":"士","chapter":12,"verse":2,"versions":{"unv":"耶弗他對他們說：「我和我的民與亞捫人大大爭戰；我招你們來，你們竟沒有來救我脫離他們的手。","bklcl":"Iâ-hut-tha tùi in kóng, Góa kap góa ê peh-sìⁿ kap A-bûn lâng tōa kè-kàu;  góa chio lín lâi, lín kéng-jiân bô kiù góa thoat-lī in ê chhiú;","tghg":"耶弗他對𪜶講：「我及我的百姓及亞捫人大計較；我招恁來，恁竟然無救我脫離𪜶的手。","bklhl":"Iâ-hut-tha對in講，我kap我ê百姓kap A-bûn人大計較；我招lín來，lín竟然無救我脫離in ê手；"}},{"book":"士","chapter":12,"verse":3,"versions":{"unv":"我見你們不來救我，我就拚命前去攻擊亞捫人，耶和華將他們交在我手中。你們今日為甚麼上我這裡來攻打我呢？」","bklcl":"góa khòaⁿ-kìⁿ lín bô lâi kiù góa, góa chiū piàⁿ-miā chìn-chêng khì kong-kek A-bûn lâng;  Iâ-hô-hoa chiong in kau tī góa ê chhiú, lín kin-á-ji̍t siáⁿ-sū lâi góa chia, beh kap góa kau-chiàn ah?","tghg":"我看見恁無來救我，我就拼命進前去攻擊亞捫人，耶和華將𪜶交佇我的手。恁今仔日啥事來我遮欲及我交戰啊？」","bklhl":"我看見lín無來救我，我就拚命進前去攻擊A-bûn人；耶和華將in交tī我ê手，lín今á日啥事來我chia，beh kap我交戰ah？"}},{"book":"士","chapter":12,"verse":4,"versions":{"unv":"於是耶弗他招聚基列人，與以法蓮人爭戰。基列人擊殺以法蓮人，是因他們說：「你們基列人在以法蓮、瑪拿西中間，不過是以法蓮逃亡的人。」","bklcl":"Iâ-hut-tha chiū chū-chi̍p Ki-lia̍t ê chèng-lâng, kap Í-hoat-liân lâng kau-chiàn;  Ki-lia̍t lâng phah-sí Í-hoat-liân lâng, in-ūi in kóng, Lín Ki-lia̍t lâng tī Í-hoat-liân Má-ná-se ê tiong-kan, sī Í-hoat-liân tô-cháu ê lâng.","tghg":"耶弗他就聚集基列的眾人，及以法蓮人交戰。基列人拍死以法蓮人，因為𪜶講：「恁基列人佇以法蓮、瑪拿西的中間，是以法蓮逃走的人。」","bklhl":"Iâ-hut-tha就聚集Ki-lia̍t ê眾人，kap Í-hoat-liân人交戰；Ki-lia̍t人phah死Í-hoat-liân人，因為in講：Lín Ki-lia̍t人tī Í-hoat-liân、Má-ná-se ê中間，是Í-hoat-liân逃走ê人。"}},{"book":"士","chapter":12,"verse":5,"versions":{"unv":"基列人把守約旦河的渡口，不容以法蓮人過去。以法蓮逃走的人若說：「容我過去。」基列人就問他說：「你是以法蓮人不是？」他若說：「不是」，","bklcl":"Ki-lia̍t lâng tī Í-hoat-liân lâng ê thâu-chêng pé-siú Iok-tàn ê tō͘-kháu;  Í-hoat-liân tô-cháu-ê nā kóng, Chhiáⁿ hō͘ goán kè-khì, Ki-lia̍t lâng chiū mn̄g i kóng, Lí sī Í-hoat-liân lâng á m̄-sī?","tghg":"基列人佇以法蓮人的頭前，把守(pé-siú)約但的渡口(tō͘-kháu)。以法蓮逃走的若講：「請互阮過去。」基列人就問伊講：「你是以法蓮人抑呣是？」","bklhl":"Ki-lia̍t人tī Í-hoat-liân人ê頭前把守約旦ê渡口；Í-hoat-liân逃走ê若講，請hō͘阮過去，Ki-lia̍t人就問伊講：你是Í-hoat-liân人á m̄是？"}},{"book":"士","chapter":12,"verse":6,"versions":{"unv":"就對他說：「你說『示播列』。」以法蓮人因為咬不真字音，便說「西播列」。基列人就將他拿住，殺在約旦河的渡口。那時以法蓮人被殺的有四萬二千人。","bklcl":"I nā kóng, M̄-sī, chiū kā i kóng, Lí kóng Sī-pò͘-lia̍t; i kóng chòe Se-pò͘-lia̍t, in-ūi in ê im kóng bōe chiàⁿ;  in chiū lia̍h i, thâi tī Iok-tàn ê tō͘-kháu;  hit-sî Í-hoat-liân lâng siū-thâi-ê, sì-bān nn̄g-chheng lâng.","tghg":"伊若講：「呣是」，就給伊講：「你講『示播列』。」伊講做『西播列』，因為𪜶的音講𣍐正。𪜶就掠伊，刣佇約但的渡口。彼時以法蓮人受刣的四萬二千人。","bklhl":"伊若講，m̄是，就kā伊講，你講Sī-pò͘-lia̍t；伊講做Se-pò͘-lia̍t，因為in ê音講bōe正；in就掠伊，刣 tī約旦ê渡口；hit時Í-hoat-liân人受刣-ê，四萬兩千人。"}},{"book":"士","chapter":12,"verse":7,"versions":{"unv":"耶弗他作以色列的士師六年。基列人耶弗他死了，葬在基列的一座城裡。","bklcl":"Iâ-hut-tha chòe Í-sek-lia̍t ê sū-su la̍k-nî.  Ki-lia̍t lâng Iâ-hut-tha sí, bâi-chòng tī Ki-lia̍t ê chi̍t ê siâⁿ.","tghg":"耶弗他做以色列的士師六年。基列人耶弗他死，埋葬佇基列的一個城。","bklhl":"Iâ-hut-tha做以色列ê士師六年。Ki-lia̍t人Iâ-hut-tha死，埋葬tī Ki-lia̍t ê一个城。"}},{"book":"士","chapter":12,"verse":8,"versions":{"unv":"耶弗他以後，有伯利恆人以比讚作以色列的士師。","bklcl":"Iâ-hut-tha liáu-āu, ū Pek-lī-hêng lâng Í-pí-chàn chòe Í-sek-lia̍t ê sū-su;","tghg":"耶弗他了後，有伯利恆人以比讚做以色列的士師。","bklhl":"Iâ-hut-tha了後，有伯利恆人Í-pí-chàn做以色列ê士師；"}},{"book":"士","chapter":12,"verse":9,"versions":{"unv":"他有三十個兒子，三十個女兒；女兒都嫁出去了。他給眾子從外鄉娶了三十個媳婦。他作以色列的士師七年。","bklcl":"i ū saⁿ-cha̍p ê kiáⁿ, koh saⁿ-cha̍p ê cha-bó͘-kiáⁿ kè tī gōa-kháu, iā tùi gōa-kháu kā i ê kiáⁿ chhōa saⁿ-cha̍p ê sim-pū; i chòe Í-sek-lia̍t ê sū-su chhit-nî.","tghg":"伊有三十個子，閣三十個查某子；嫁佇外口。也對外口給伊的子娶三十個媳婦。伊做以色列的士師七年。","bklhl":"伊有三十個kiáⁿ，koh三十個cha-bó͘-kiáⁿ嫁tī外口，也tùi外口kā伊ê kiáⁿ chhōa三十個新婦；伊做以色列ê士師七年。"}},{"book":"士","chapter":12,"verse":10,"versions":{"unv":"以比讚死了，葬在伯利恆。","bklcl":"Í-pí-chàn sí, bâi-chòng tī Pek-lī-hêng.","tghg":"以比讚死，埋葬佇伯利恆。","bklhl":"Í-pí-chàn死，埋葬tī伯利恆。"}},{"book":"士","chapter":12,"verse":11,"versions":{"unv":"以比讚之後，有西布倫人以倫，作以色列的士師十年。","bklcl":"I liáu-āu, ū Se-pò͘-lûn lâng Í-lûn chòe Í-sek-lia̍t ê sū-su;  i chòe Í-sek-lia̍t ê sū-su cha̍p-nî.","tghg":"伊了後，有西布倫人以倫做以色列的士師，伊做以色列的士師十年。","bklhl":"伊了後，有Se-pò͘-lûn人Í-lûn做以色列ê士師；伊做以色列ê士師十年。"}},{"book":"士","chapter":12,"verse":12,"versions":{"unv":"西布倫人以倫死了，葬在西布倫地的亞雅崙。","bklcl":"Se-pò͘-lûn lâng Í-lûn sí, bâi-chòng tī Se-pò͘-lûn tōe ê A-ngá-lūn.","tghg":"西布倫人以倫死，埋葬佇西布倫地的亞雅崙。","bklhl":"Se-pò͘-lûn人Í-lûn死，埋葬tī Se-pò͘-lûn地ê A-ngá-lūn。"}},{"book":"士","chapter":12,"verse":13,"versions":{"unv":"以倫之後，有比拉頓人希列的兒子押頓作以色列的士師。","bklcl":"I liáu-āu, ū Pí-la̍h-tùn lâng, Hi-lia̍t ê kiáⁿ Ap-tùn, chòe Í-sek-lia̍t ê sū-su;","tghg":"伊了後，有比拉頓人希列的子押頓做以色列的士師。","bklhl":"伊了後，有Pí-la̍h-tûn人，Hi-lia̍t ê kiáⁿ Ap-tùn，做以色列ê士師；"}},{"book":"士","chapter":12,"verse":14,"versions":{"unv":"他有四十個兒子，三十個孫子，騎著七十匹驢駒。押頓作以色列的士師八年。","bklcl":"i ū sì-cha̍p ê kiáⁿ, saⁿ-cha̍p ê sun, khiâ chhit-cha̍p chiah lû-á; i chòe Í-sek-lia̍t ê sū-su poeh-nî.","tghg":"伊有四十個子，三十個孫，騎七十隻驢仔。伊做以色列的士師八年。","bklhl":"伊有四十個kiáⁿ，三十個孫，騎七十隻驢á；伊做以色列ê士師八年。"}},{"book":"士","chapter":12,"verse":15,"versions":{"unv":"比拉頓人希列的兒子押頓死了，葬在以法蓮地的比拉頓，在亞瑪力人的山地。","bklcl":"Pí-la̍h-tùn lâng Hi-lia̍t ê kiáⁿ Ap-tùn sí, bâi-chòng tī Í-hoat-liân tōe ê Pí-la̍h-tùn, tī A-má-le̍k lâng ê soaⁿ-tōe.","tghg":"比拉頓人希列的子押頓死，埋葬佇以法蓮地的比拉頓，佇亞瑪力人的山地。","bklhl":"Pí-la̍h-tùn人Hi-lia̍t ê kiáⁿ Ap-tùn死，埋葬tī Í-hoat-liân地ê Pí-la̍h-tùn，tī A-má-le̍k人ê山地。"}}]