[{"book":"士","chapter":4,"verse":1,"versions":{"unv":"以笏死後，以色列人又行耶和華眼中看為惡的事，","bklcl":"Í-hut sí-liáu, Í-sek-lia̍t lâng koh kiâⁿ Iâ-hô-hoa só͘ khòaⁿ-chòe pháiⁿ ê sū.","tghg":"以笏死了，以色列人閣行耶和華所看做歹的事，","bklhl":"Í-hut死了，以色列人koh行耶和華所看做pháiⁿ ê事。"}},{"book":"士","chapter":4,"verse":2,"versions":{"unv":"耶和華就把他們付與在夏瑣作王的迦南王耶賓手中；他的將軍是西西拉，住在外邦人的夏羅設。","bklcl":"Iâ-hô-hoa bōe in tī Ka-lâm ông Iâ-pin ê chhiú, chiū-sī tī Hā-só chòe-ông-ê; i ê kun-tiúⁿ sī Se-se-la̍h, i khiā-khí tī gōa-pang lâng ê Hā-lô-siat.","tghg":"耶和華賣𪜶佇迦南王耶賓的手就是佇夏瑣做王的；伊的軍長是西西拉，伊徛起佇外邦人的夏羅設。","bklhl":"耶和華賣in tī迦南王Iâ-pin ê手，就是tī Hā-só做王ê；伊ê軍長是Se-se-la̍h，伊khiā起tī外邦人ê Hā-lô-siat。"}},{"book":"士","chapter":4,"verse":3,"versions":{"unv":"耶賓王有鐵車九百輛。他大大欺壓以色列人二十年，以色列人就呼求耶和華。","bklcl":"Iâ-pin ông ū thih-chhia káu-pah tiuⁿ; i tōa-tōa khi-ap Í-sek-lia̍t lâng jī-cha̍p nî;  Í-sek-lia̍t lâng chiū kiû-kiò Iâ-hô-hoa.","tghg":"耶賓王有鐵車九百張。伊大大欺壓以色列人二十年，以色列人就求叫耶和華。","bklhl":"Iâ-pin王有鐵車九百張；伊大大欺壓以色列人二十年；以色列人就求叫耶和華。"}},{"book":"士","chapter":4,"verse":4,"versions":{"unv":"有一位女先知名叫底波拉，是拉比多的妻，當時作以色列的士師。","bklcl":"Hit-sî ū chi̍t ê lú sian-ti miâ kiò Tí-pho-la̍h, sī La̍h-pí-to ê bó͘, i chòe Í-sek-lia̍t ê sū-su.","tghg":"彼時有一個女先知名叫底波拉，是拉比多的某，伊做以色列的士師。","bklhl":"Hit時有一个女先知名叫Tí-pho-la̍h，是La̍h-pí-to ê bó͘，伊做以色列ê士師。"}},{"book":"士","chapter":4,"verse":5,"versions":{"unv":"她住在以法蓮山地拉瑪和伯特利中間，在底波拉的棕樹下。以色列人都上她那裡去聽判斷。","bklcl":"I khiā-khí tī Í-hoat-liân soaⁿ-tōe, La̍h-má kap Pek-te̍k-lī ê tiong-kan, tī Tí-pho-la̍h ê chó-chhiū-kha;  Í-sek-lia̍t lâng lóng chiūⁿ-khì i hia, siū i phòaⁿ-toàn.","tghg":"伊徛起佇以法蓮山地拉瑪及伯特利的中間，佇底波拉的棗樹腳(chó-chhiū-kha)。以色列人攏上去伊遐受伊判斷。","bklhl":"伊khiā起tī Í-hoat-liân山地，La̍h-má kap Pek-te̍k-lī ê中間，tī Tí-pho-la̍h ê棗樹腳；以色列人lóng上去伊hia，受伊判斷。"}},{"book":"士","chapter":4,"verse":6,"versions":{"unv":"她打發人從拿弗他利的基低斯將亞比挪菴的兒子巴拉召了來，對他說：「耶和華─以色列的　神吩咐你說：『你率領一萬拿弗他利和西布倫人上他泊山去。","bklcl":"I chhe lâng kiò A-pí-lô-am ê kiáⁿ Pa-la̍h tùi Ná-hut-tha-lī ê Ki-te-su lâi, tùi i kóng, Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè kiám-m̄-sī bēng-lēng kóng, Lí tio̍h khì Tha-po̍k soaⁿ, chhōa Ná-hut-tha-lī kap Se-pò͘-lûn lâng chi̍t-bān kap lí khì?","tghg":"伊差人叫亞比羅菴的子巴拉對拿弗他利的基低斯來，對伊講：「耶和華──以色列的上帝豈呣是命令講：『你著去他泊山導拿弗他利及西布倫人一萬及你去。","bklhl":"伊差人叫A-pí-lô-am ê kiáⁿ Pa-la̍h tùi Ná-hut-tha-lī ê Ki-te-su來，對伊講，耶和華以色列ê上帝kiám-m̄是命令講：你tio̍h去Tha-po̍k山，chhōa Ná-hut-tha-lī kap Se-pò͘-lûn人一萬 kap你去？"}},{"book":"士","chapter":4,"verse":7,"versions":{"unv":"我必使耶賓的將軍西西拉率領他的車輛和全軍往基順河，到你那裡去；我必將他交在你手中。』」","bklcl":"Góa beh hō͘ Iâ-pin ê kun-tiúⁿ Se-se-la̍h kap i ê chhia, i ê choân-kun, kàu Ki-sūn hô lí hia;  Góa beh chiong i kau tī lí ê chhiú.","tghg":"我欲互耶賓的軍長西西拉及伊的車，伊的全軍到基順河你遐；我欲將伊交佇你的手。』」","bklhl":"我beh hō͘ Iâ-pin ê軍長Se-se-la̍h kap伊ê車，伊ê全軍，到Ki-sūn河你hia；我beh將伊交tī你ê手。"}},{"book":"士","chapter":4,"verse":8,"versions":{"unv":"巴拉說：「你若同我去，我就去；你若不同我去，我就不去。」","bklcl":"Pa-la̍h kā i kóng, Lí nā kap góa khì, góa chiū beh khì; lí nā m̄ kap góa khì, góa chiū m̄ khì.","tghg":"巴拉給伊講：「你若及我去，我就欲去；你若呣及我去，我就呣去。」","bklhl":"Pa-la̍h kā伊講，你若kap我去，我就beh去；你若m̄ kap我去，我就m̄去。"}},{"book":"士","chapter":4,"verse":9,"versions":{"unv":"底波拉說：「我必與你同去，只是你在所行的路上得不著榮耀，因為耶和華要將西西拉交在一個婦人手裡。」於是底波拉起來，與巴拉一同往基低斯去了。","bklcl":"I kóng, Góa tek-khak beh kap lí khì;  chóng-sī lí tī só͘ kiâⁿ ê lō͘; bōe tit-tio̍h êng-hián;  in-ūi Iâ-hô-hoa beh bōe Se-se-la̍h tī hū-jîn-lâng ê chhiú.  Tí-pho-la̍h chiū khí-lâi, kap Pa-la̍h saⁿ-kap khì Ki-te-su.","tghg":"伊講：「我的確欲及你去，總是你佇所行的路𣍐得著榮顯，因為耶和華欲賣西西拉佇婦仁人的手。」底波拉就起來，及巴拉相及去基低斯。","bklhl":"伊講：我的確beh kap你去；總是你tī所行ê路；bōe得tio̍h榮顯；因為耶和華beh賣Se-se-la̍h tī婦人人ê手。Tí-pho-la̍h就起來，kap Pa-la̍h相kap去Ki-te-su。"}},{"book":"士","chapter":4,"verse":10,"versions":{"unv":"巴拉就招聚西布倫人和拿弗他利人到基低斯，跟他上去的有一萬人。底波拉也同他上去。","bklcl":"Pa-la̍h chiū chio-chi̍p Se-pò͘-lûn lâng kap Ná-hut-tha-lī lâng kàu Ki-te-su; tè i chiūⁿ-khì-ê ū chi̍t-bān lâng.  Tí-pho-la̍h iā kap i chiūⁿ-khì.","tghg":"巴拉就招集西布倫人及拿弗他利人到基低斯，隨伊上去的有一萬人。底波拉也及伊上去。","bklhl":"Pa-la̍h就招集Se-pò͘-lûn人kap Ná-hut-tha-lī人到Ki-te-su；tè伊上去ê有一萬人。Tí-pho-la̍h也kap伊上去。"}},{"book":"士","chapter":4,"verse":11,"versions":{"unv":"摩西岳父（或譯：內兄）何巴的後裔，基尼人希百曾離開基尼族，到靠近基低斯、撒拿音的橡樹旁支搭帳棚。","bklcl":"Ki-nî lâng Hi-pek bat lī-khui Ki-nî lâng, chiū-sī Mô͘-se ê gōa-chhek Hô-pa ê hō͘-è; chiū tah pò͘-pîⁿ tī Sat-ná-im ê siōng-chhiū-piⁿ, chiū-sī óa-kūn Ki-te-su ê.","tghg":"基尼人希百曾離開基尼人，就是摩西的外戚何巴的後裔，就搭布棚佇撒拿音的橡樹邊就是倚近基低斯的。","bklhl":"Ki-nî人Hi-pek bat離開Ki-nî人，就是摩西ê外戚Hô-pa ê後裔；就搭布棚tī Sat-ná-im ê橡樹邊，就是óa近Ki-te-su ê。"}},{"book":"士","chapter":4,"verse":12,"versions":{"unv":"有人告訴西西拉說：「亞比挪菴的兒子巴拉已經上他泊山了。」","bklcl":"Ū lâng kā Se-se-la̍h kóng, A-pí-lô-am ê kiáⁿ Pa-la̍h í-keng chiūⁿ-khì Tha-po̍k soaⁿ.","tghg":"有人給西西拉講：「亞比挪菴的子巴拉已經上去他泊山。」","bklhl":"有人kā Se-se-la̍h講：A-pí-lô-am ê kiáⁿ Pa-la̍h已經上去Tha-po̍k山。"}},{"book":"士","chapter":4,"verse":13,"versions":{"unv":"西西拉就聚集所有的鐵車九百輛和跟隨他的全軍，從外邦人的夏羅設出來，到了基順河。","bklcl":"Se-se-la̍h chiū chū-chi̍p i lóng-chóng ê chhia, chiū-sī thih-chhia káu-pah tiuⁿ, kap tè i ê choân-kun, tùi gōa-pang ê Hā-lô-siat, kàu Ki-sūn hô.","tghg":"西西拉就聚集伊攏總的車就是鐵車九百張及隨伊的全軍，對外邦的夏羅設，到基順河。","bklhl":"Se-se-la̍h就聚集伊lóng總ê車，就是鐵車九百張，kap tè伊ê全軍，tùi外邦ê Hā-lô-siat，到Ki-sūn河。"}},{"book":"士","chapter":4,"verse":14,"versions":{"unv":"底波拉對巴拉說：「你起來，今日就是耶和華將西西拉交在你手的日子。耶和華豈不在你前頭行嗎？」於是巴拉下了他泊山，跟隨他有一萬人。","bklcl":"Tí-pho-la̍h tùi Pa-la̍h kóng, Khí-lâi, kin-á-ji̍t chiū-sī Iâ-hô-hoa chiong Se-se-la̍h kau tī lí ê chhiú ê ji̍t;  Iâ-hô-hoa kiám bô tī lí ê thâu-chêng kiâⁿ mah?  Tùi án-ni Pa-la̍h tùi Tha-po̍k soaⁿ lo̍h-lâi; tè i ê ū chi̍t-bān lâng.","tghg":"底波拉對巴拉講：「起來，今仔日就是耶和華將西西拉交佇你的手的日。耶和華豈無佇你的頭前行嗎？」對按呢巴拉對他泊山落來，隨伊的有一萬人。","bklhl":"Tí-pho-la̍h對Pa-la̍h講：起來，今á日就是耶和華將Se-se-la̍h交tī你ê手ê日；耶和華kiám無tī你ê頭前行mah？Tùi án-ni， Pa-la̍h tùi Tha-po̍k山落來；tè伊ê有一萬人。"}},{"book":"士","chapter":4,"verse":15,"versions":{"unv":"耶和華使西西拉和他一切車輛全軍潰亂，在巴拉面前被刀殺敗；西西拉下車步行逃跑。","bklcl":"Iâ-hô-hoa ēng to phah-loān Se-se-la̍h kap i só͘ ū ê chhia, i ê choân-kun, tī Pa-la̍h ê bīn-chêng;  Se-se-la̍h lo̍h-chhia pō͘-kiâⁿ tô-cháu.","tghg":"耶和華用刀拍亂西西拉及伊所有的車伊的全軍，佇巴拉的面前；西西拉落車步行逃走。","bklhl":"耶和華用刀phah亂Se-se-la̍h kap伊所有ê車，伊ê全軍，tī Pa-la̍h ê面前；Se-se-la̍h落車步行逃走。"}},{"book":"士","chapter":4,"verse":16,"versions":{"unv":"巴拉追趕車輛、軍隊，直到外邦人的夏羅設。西西拉的全軍都倒在刀下，沒有留下一人。","bklcl":"Chóng-sī Pa-la̍h tui-jip hiah-ê chhia kap kun-tūi, kàu gōa-pang ê Hā-lô-siat;  Se-se-la̍h ê choân-kun lóng tó tī to-ē, bô lâu chi̍t ê lâng.","tghg":"總是巴拉追趇(jip)許個車及軍隊，到外邦的夏羅設。西西拉的全軍攏倒佇刀下，無留一個人。","bklhl":"總是Pa-la̍h追jip hiah-ê車kap軍隊，到外邦ê Hā-lô-siat；Se-se-la̍h ê全軍lóng倒tī刀下，無留一个人。"}},{"book":"士","chapter":4,"verse":17,"versions":{"unv":"只有西西拉步行逃跑，到了基尼人希百之妻雅億的帳棚，因為夏瑣王耶賓與基尼人希百家和好。","bklcl":"Chí-ū Se-se-la̍h pō͘-kiâⁿ tô-cháu, kàu Ki-nî lâng Hi-pek ê bó͘ Ngá-ek ê pò͘-pîⁿ; in-ūi Hā-só ông Iâ-pin kap Ki-nî lâng Hi-pek ê ke hô-hó.","tghg":"只有西西拉步行逃走，到基尼人希百的某雅億的布棚，因為夏瑣王耶賓及基尼人希百的家和好。","bklhl":"只有Se-se-la̍h步行逃走，到Ki-nî人Hi-pek ê bó͘ Ngá-ek ê布棚；因為Hā-só王Iâ-pin kap Ki-nî人Hi-pek ê家和好。"}},{"book":"士","chapter":4,"verse":18,"versions":{"unv":"雅億出來迎接西西拉，對他說：「請我主進來，不要懼怕」；西西拉就進了她的帳棚。雅億用被將他遮蓋。","bklcl":"Ngá-ek chhut-lâi ngiâ-chih Se-se-la̍h, kā i kóng, Góa ê chú ah, oat--ji̍p-lâi, chhiáⁿ lí oat-ji̍p góa chia, m̄-bián kiaⁿ;  Se-se-la̍h chiū oat-ji̍p i ê pò͘-pîⁿ.  Ngá-ek chiū ēng thán-á kā i kah--teh.","tghg":"雅億出來迎接(ngiâ-chih)西西拉，給伊講：「我的主啊，越入來，請你越入我遮，呣免驚」；西西拉就越入伊的布棚。雅億就用毯仔給伊蓋啲。","bklhl":"Ngá-ek出來迎接Se-se-la̍h，kā伊講，我ê主ah，oat入來，請你oat入我chia，m̄免驚；Se-se-la̍h就oat入伊ê布棚。Ngá-ek就用毯á kā伊kah-teh。"}},{"book":"士","chapter":4,"verse":19,"versions":{"unv":"西西拉對雅億說：「我渴了，求你給我一點水喝。」雅億就打開皮袋，給他奶子喝，仍舊把他遮蓋。","bklcl":"Se-se-la̍h kā i kóng, Góa chhùi-ta, chhiáⁿ lí ēng tām-po̍h chúi hō͘ góa lim;  i chiū khui tóe lin ê phê-tē hō͘ i lim;  iû-goân kā i kah--teh.","tghg":"西西拉給伊講：「我嘴乾，請你用淡薄水互我飲。」伊就開貯奶的皮袋，互伊飲，猶原給伊蓋啲。","bklhl":"Se-se-la̍h kā伊講，我嘴乾，請你用淡薄水hō͘我lim；伊就開貯奶ê皮袋hō͘伊lim；猶原kā伊kah-teh。"}},{"book":"士","chapter":4,"verse":20,"versions":{"unv":"西西拉又對雅億說：「請你站在帳棚門口，若有人來問你說：『有人在這裡沒有？』你就說：『沒有。』」","bklcl":"Se-se-la̍h koh kā i kóng, Lí khiā tī pò͘-pîⁿ mn̂g, nā ū lâng lâi mn̄g lí kóng, Ū lâng tī lí chia bô?  lí chiū kā i kóng, Bô.","tghg":"西西拉閣給伊講：「你徛佇布棚門，若有人來問你講：『有人佇你遮無？』你就給伊講：『無。』」","bklhl":"Se-se-la̍h koh kā伊講，你khiā tī布棚門，若有人來問你講，有人tī你chia無？你就kā伊講，無。"}},{"book":"士","chapter":4,"verse":21,"versions":{"unv":"西西拉疲乏沉睡。希百的妻雅億取了帳棚的橛子，手裡拿著錘子，輕悄悄地到他旁邊，將橛子從他鬢邊釘進去，釘入地裡。西西拉就死了。","bklcl":"Se-se-la̍h ià-siān khùn lo̍h-bîn;  Hi-pek ê bó͘ Ngá-ek the̍h pò͘-pîⁿ ê teng, chhiú kia̍h thûi-á, liam-liam-á kiâⁿ kàu i hia, ēng teng tùi i ê pìn-piⁿ tèng-ji̍p, thàu-kè thô͘-kha; i chiū sí.","tghg":"西西拉厭倦睏落眠。希百的某雅億提布棚的釘，手攑鎚仔(thûi-á)，跕跕仔(liam-liam-á)行到伊遐，用釘對伊的鬢邊釘入，透過土腳。伊就死。","bklhl":"Se-se-la̍h厭倦睏落眠；Hi-pek ê bó͘ Ngá-ek the̍h布棚ê燈，手kia̍h槌á，liam-liam-á行到伊hia，用釘對伊ê鬢邊釘入，透過土腳；伊就死。"}},{"book":"士","chapter":4,"verse":22,"versions":{"unv":"巴拉追趕西西拉的時候，雅億出來迎接他說：「來吧，我將你所尋找的人給你看。」他就進入帳棚，看見西西拉已經死了，倒在地上，橛子還在他鬢中。","bklcl":"Hit-sî Pa-la̍h tui-jip Se-se-la̍h, Ngá-ek chhut-lâi ngiâ-chih i kā i kóng, Lâi ah, góa ēng lí só͘ chhē ê lâng hō͘ lí khòaⁿ; i chiū ji̍p-khì, khòaⁿ ah, Se-se-la̍h í-keng sí, tó-teh, teng iáu-kú tī i ê pìn-piⁿ.","tghg":"彼時巴拉追趇西西拉，雅億出來迎接伊給伊講：「來啊，我用你所尋的人互你看。」伊就入去，看啊，西西拉已經死，倒啲，釘猶久佇伊的鬢邊。","bklhl":"Hit時Pa-la̍h追jip Se-se-la̍h，Ngá-ek出來迎接伊kā伊講，來ah，我用你所chhē ê人hō͘你看；伊就入去，看ah，Se-se-la̍h已經死，倒teh，釘iáu-kú tī伊ê鬢邊。"}},{"book":"士","chapter":4,"verse":23,"versions":{"unv":"這樣，　神使迦南王耶賓被以色列人制伏了。","bklcl":"Án-ni hí chi̍t-ji̍t, Siōng-tè hō͘ Ka-lâm ông Iâ-pin khut-ho̍k tī Í-sek-lia̍t lâng ê bīn-chêng.","tghg":"按呢彼一日，上帝互迦南王耶賓屈服佇以色列人的面前。","bklhl":"Án-ni hit一日，上帝hō͘迦南王Iâ-pin屈服tī以色列人ê面前。"}},{"book":"士","chapter":4,"verse":24,"versions":{"unv":"從此以色列人的手越發有力，勝了迦南王耶賓，直到將他滅絕了。","bklcl":"Tùi án-ni Í-sek-lia̍t lâng it-hoat ū sè-le̍k, khah-iâⁿ Ka-lâm ông Iâ-pin, kàu it-chīn bia̍t Ka-lâm ông Iâ-pin.","tghg":"對按呢以色列人益發有勢力，卡贏迦南王耶賓，到一盡滅迦南王耶賓。","bklhl":"Tùi án-ni，以色列人益發有勢力，khah贏迦南王Iâ-pin，到一盡滅迦南王Iâ-pin。"}}]