[{"book":"士","chapter":11,"verse":1,"versions":{"unv":"基列人耶弗他是個大能的勇士，是妓女的兒子。耶弗他是基列所生的。","bklcl":"Ki-lia̍t lâng Iâ-hut-tha sī chi̍t ê tōa koân-lêng ê ióng-sū, sī kī-lú ê kiáⁿ;  Iâ-hut-tha sī Ki-lia̍t só͘ siⁿ ê.","tghg":"基列人耶弗他是一個大權能的勇士，是妓女的子。耶弗他是基列所生的。","bklhl":"Ki-lia̍t人Iâ-hut-tha是一个大權能ê勇士，是妓女ê kiáⁿ；Iâ-hut-tha是Ki-lia̍t所生ê。"}},{"book":"士","chapter":11,"verse":2,"versions":{"unv":"基列的妻也生了幾個兒子：他妻所生的兒子長大了，就趕逐耶弗他，說：「你不可在我們父家承受產業，因為你是妓女的兒子。」","bklcl":"Ki-lia̍t ê bó͘ iā kā i siⁿ kúi-nā ê kiáⁿ; i ê bó͘ só͘ siⁿ ê kiáⁿ í-keng tōa-hàn, chiū kek-tio̍k Iâ-hut-tha, kā i kóng, Lí m̄-thang tī goán lāu-pē ê ke sêng-chiap gia̍p, in-ūi lí sī pa̍t ê hū-jîn-lâng ê kiáⁿ.","tghg":"基列的某也給伊生幾若個子：伊的某所生的子已經大漢，就革逐(kek-tio̍k)耶弗他，給伊講：「你呣通佇阮老父的家承接業，因為你是別個婦仁人的子。」","bklhl":"Ki-lia̍t ê bó͘也kā伊生kúi-nā ê kiáⁿ；伊ê bó͘所生ê kiáⁿ已經大漢，就激逐(tio̍k) Iâ-hut-tha，kā伊講，你m̄-thang tī阮老父ê家承接業，因為你是別ê婦人人ê kiáⁿ。"}},{"book":"士","chapter":11,"verse":3,"versions":{"unv":"耶弗他就逃避他的弟兄，去住在陀伯地，有些匪徒到他那裡聚集，與他一同出入。","bklcl":"Iâ-hut-tha chiū cháu, siám-pī i ê hiaⁿ-tī, khì tiàm tī Tô-pek ê tōe; ū húi-lūi chū-chi̍p tī Iâ-hut-tha hia, tè i chhut-ji̍p.","tghg":"耶弗他就走閃避伊的兄弟，去踮佇陀伯的地，有匪類聚集佇耶弗他遐，隨伊出入。","bklhl":"Iâ-hut-tha就走，閃避伊ê兄弟，去tiàm tī Tô-pek ê地；有匪類聚集tī Iâ-hut-tha hia，tè伊出入。"}},{"book":"士","chapter":11,"verse":4,"versions":{"unv":"過了些日子，亞捫人攻打以色列。","bklcl":"Kè ū hiah-kú, A-bûn lâng kap Í-sek-lia̍t kau-chiàn.","tghg":"過有許久，亞捫人及以色列交戰。","bklhl":"過有hiah久，A-bûn人kap以色列交戰。"}},{"book":"士","chapter":11,"verse":5,"versions":{"unv":"亞捫人攻打以色列的時候，基列的長老到陀伯地去，要叫耶弗他回來；","bklcl":"A-bûn lâng kap Í-sek-lia̍t kau-chiàn ê sî, Ki-lia̍t ê tiúⁿ-ló khì beh chio Iâ-hut-tha tùi Tô-pek ê tōe lâi;","tghg":"亞捫人及以色列交戰的時，基列的長老去，欲招耶弗他對陀伯的地來；","bklhl":"A-bûn人kap以色列交戰ê時，Ki-lia̍t ê長老去beh招Iâ-hut-tha tùi Tô-pek ê地來；"}},{"book":"士","chapter":11,"verse":6,"versions":{"unv":"對耶弗他說：「請你來作我們的元帥，我們好與亞捫人爭戰。」","bklcl":"tùi Iâ-hut-tha kóng, Chhiáⁿ lí lâi chòe goán ê goân-sòe, goán chiū thang kap A-bûn lâng kau-chiàn.","tghg":"對耶弗他講：「請你來做阮的元帥，阮就通及亞捫人交戰。」","bklhl":"對Iâ-hut-tha講：請你來做阮ê元帥，阮就thang kap A-bûn人交戰。"}},{"book":"士","chapter":11,"verse":7,"versions":{"unv":"耶弗他回答基列的長老說：「從前你們不是恨我、趕逐我出離父家嗎？現在你們遭遇急難為何到我這裡來呢？」","bklcl":"Iâ-hut-tha ìn Ki-lia̍t ê tiúⁿ-ló kóng, Chêng lín kiám m̄-sī oàn-hūn góa, kóaⁿ góa chhut lāu-pē ê ke mah?  taⁿ lín tú-tio̍h hoān-lān, siáⁿ-sū lâi góa chia ah?","tghg":"耶弗他應基列的長老講：「前恁豈呣是怨恨我、趕我出老父的家嗎？今恁抵著(tú-tio̍h)患難啥事來我遮啊？」","bklhl":"Iâ-hut-tha應Ki-lia̍t ê長老講：前lín kiám m̄是怨恨我，趕我出老父ê家mah？taⁿ lín tú-tio̍h患難，啥事來我chia ah？"}},{"book":"士","chapter":11,"verse":8,"versions":{"unv":"基列的長老回答耶弗他說：「現在我們到你這裡來，是要你同我們去，與亞捫人爭戰；你可以作基列一切居民的領袖。」","bklcl":"Ki-lia̍t ê tiúⁿ-ló ìn Iâ-hut-tha kóng, Goán taⁿ só͘-í kui-ǹg lí, sī ài lí kap goán khì, kap A-bûn lâng kau-chiàn; lí thang chòe goán ê thâu, lâi koán-hat Ki-lia̍t it-chhè khiā-khí ê peh-sìⁿ.","tghg":"基列的長老應耶弗他講：「阮今所以歸向你，是愛你及阮去，及亞捫人交戰；你通做阮的頭來管轄基列一切徛起的百姓。」","bklhl":"Ki-lia̍t ê長老應Iâ-hut-tha講：阮taⁿ所以歸向你，是ài你kap阮去，kap A-bûn人交戰；你thang做阮ê頭，來管轄Ki-lia̍t一切khiā起ê百姓。"}},{"book":"士","chapter":11,"verse":9,"versions":{"unv":"耶弗他對基列的長老說：「你們叫我回去，與亞捫人爭戰，耶和華把他交給我，我可以作你們的領袖嗎？」","bklcl":"Iâ-hut-tha tùi Ki-lia̍t ê tiúⁿ-ló kóng, Lín chhōa góa tò--khì, kap A-bûn lâng kau-chiàn, Iâ-hô-hoa chiong in kau tī góa ê bīn-chêng, góa chin-chiàⁿ beh chòe lín ê thâu mah?","tghg":"耶弗他對基列的長老講：「恁導我倒去，及亞捫人交戰，耶和華將𪜶交佇我的面前，我真正欲做恁的頭嗎？」","bklhl":"Iâ-hut-tha對Ki-lia̍t ê長老講：Lín chhōa我tò去，kap A-bûn人交戰，耶和華將in交tī我ê面前，我真正beh做lín ê頭mah？"}},{"book":"士","chapter":11,"verse":10,"versions":{"unv":"基列的長老回答耶弗他說：「有耶和華在你我中間作見證，我們必定照你的話行。」","bklcl":"Ki-lia̍t ê tiúⁿ-ló ìn Iâ-hut-tha kóng, Iâ-hô-hoa tī lán tiong-kan chòe kan-chèng, goán tek-khak chiàu lí ê ōe kiâⁿ.","tghg":"基列的長老應耶弗他講：「耶和華佇咱中間做干證，阮的確照你的話行。」","bklhl":"Ki-lia̍t ê長老應Iâ-hut-tha講：耶和華tī咱中間做干證，阮的確照你ê話行。"}},{"book":"士","chapter":11,"verse":11,"versions":{"unv":"於是耶弗他同基列的長老回去，百姓就立耶弗他作領袖、作元帥。耶弗他在米斯巴將自己的一切話陳明在耶和華面前。","bklcl":"Iâ-hut-tha chiū kap Ki-lia̍t ê tiúⁿ-ló tò--khì; peh-sìⁿ chiū li̍p i chòe-thâu, chòe goân-sòe.  Iâ-hut-tha tī Bí-su-pa chiong ka-kī it-chhè ê ōe pâi-lia̍t tī Iâ-hô-hoa ê bīn-chêng.","tghg":"耶弗他就及基列的長老倒去，百姓就立伊做頭、做元帥。耶弗他佇米斯巴將家己一切的話排列佇耶和華的面前。","bklhl":"Iâ-hut-tha就kap Ki-lia̍t ê長老tò去；百姓就立伊做頭，做元帥。Iâ-hut-tha tī Bí-su-pa將家己一切ê話排列tī耶和華ê面前。"}},{"book":"士","chapter":11,"verse":12,"versions":{"unv":"耶弗他打發使者去見亞捫人的王，說：「你與我有甚麼相干，竟來到我國中攻打我呢？」","bklcl":"Iâ-hut-tha chhe hiah-ê sù-chiá khì kìⁿ A-bûn lâng ê ông kóng, Lí kap góa sím-mi̍h kan-sia̍p, kéng-jiân lâi góa chia kong-kek góa ê tōe ah?","tghg":"耶弗他差許個使者去見亞捫人的王，講：「你及我甚麼干涉，竟然來我遮攻擊我的地啊？」","bklhl":"Iâ-hut-tha差hiah-ê使者去見A-bûn人ê王講：你kap我甚麼干涉，竟然來我chia攻擊我ê地ah？"}},{"book":"士","chapter":11,"verse":13,"versions":{"unv":"亞捫人的王回答耶弗他的使者說：「因為以色列人從埃及上來的時候佔據我的地，從亞嫩河到雅博河，直到約旦河。現在你要好好地將這地歸還吧！」","bklcl":"A-bûn lâng ê ông ìn Iâ-hut-tha ê sù-chiá kóng, In-ūi Í-sek-lia̍t lâng tùi Ai-ki̍p chiūⁿ-lâi ê sî, chiàm góa ê tōe, tùi A-lùn kàu Ngá-phok, ti̍t-kàu Iok-tàn; taⁿ lín tio̍h goān-goān chiong chiah-ê tōe hêng góa.","tghg":"亞捫人的王應耶弗他的使者講：「因為以色列人對埃及上來的時佔我的地，對亞嫩到雅博，直到約但。今恁著願願將諸個地還我！」","bklhl":"A-bûn人ê王應Iâ-hut-tha ê使者講：因為以色列人tùi埃及上來ê時，佔我ê地，tùi A-lùn到Ngá-phok，直到約旦；taⁿ lín tio̍h願願將chiah ê地還我。"}},{"book":"士","chapter":11,"verse":14,"versions":{"unv":"耶弗他又打發使者去見亞捫人的王，","bklcl":"Iâ-hut-tha koh chhe sù-chiá khì kìⁿ A-bûn lâng ê ông, kā i kóng,","tghg":"耶弗他閣差使者去見亞捫人的王，","bklhl":"Iâ-hut-tha koh 差使者去見A-bûn人ê王，kā伊講，"}},{"book":"士","chapter":11,"verse":15,"versions":{"unv":"對他說：「耶弗他如此說，以色列人並沒有佔據摩押地和亞捫人的地。","bklcl":"Iâ-hut-tha án-ni kóng, Í-sek-lia̍t lâng pēng bô chiàm Mô͘-ap tōe, kap A-bûn lâng ê tōe.","tghg":"給伊講：「耶弗他按呢講，以色列人並無佔摩押地及亞捫人的地。","bklhl":"Iâ-hut-tha án-ni講：以色列人並無佔Mô͘-ap地，kap A-bûn人ê地。"}},{"book":"士","chapter":11,"verse":16,"versions":{"unv":"以色列人從埃及上來乃是經過曠野到紅海，來到加低斯，","bklcl":"Í-sek-lia̍t lâng tùi Ai-ki̍p chiūⁿ-lâi, keng-kè khòng-iá kàu Âng-hái, lâi kàu Ka-te-su;","tghg":"以色列人對埃及上來經過曠野到紅海，來到加低斯，","bklhl":"以色列人tùi埃及上來，經過曠野到紅海，來到Ka-te-su；"}},{"book":"士","chapter":11,"verse":17,"versions":{"unv":"就打發使者去見以東王，說：『求你容我從你的地經過。』以東王卻不應允。又照樣打發使者去見摩押王，他也不允准。以色列人就住在加低斯。","bklcl":"hit-sî Í-sek-lia̍t chiū chhe sù-chiá khì kìⁿ Í-tong ông kóng, Kiû lí chún goán keng-kè lí ê tōe;  chóng-sī Í-tong ông m̄ thiaⁿ i.  Koh chhe sù-chiá khì kìⁿ Mô͘-ap ông, i iā m̄-chún; Í-sek-lia̍t lâng chiū tiàm tī Ka-te-su.","tghg":"彼時以色列就差使者去見以東王，講：『求你准阮經過你的地。』總是以東王呣聽伊。閣差使者去見摩押王，伊也呣准。以色列人就踮佇加低斯。","bklhl":"Hit時以色列就差使者去見Í-tong王講：求你准阮經過你ê地；總是Í-tong王m̄聽伊。Koh 差使者去見Mô͘-ap王，伊也m̄准；以色列人就tiàm tī Ka-te-su。"}},{"book":"士","chapter":11,"verse":18,"versions":{"unv":"他們又經過曠野，繞著以東和摩押地，從摩押地的東邊過來，在亞嫩河邊安營，並沒有入摩押的境內，因為亞嫩河是摩押的邊界。","bklcl":"In koh keng-kè khòng-iá, se̍h Í-tong tōe kap Mô͘-ap tōe, tùi Mô͘-ap tōe ê tang--sì kè-lâi, tī A-lùn hit-pêng chat-iâⁿ; iā bô ji̍p Mô͘-ap ê kéng-lāi;  in-ūi A-lùn hô sī Mô͘-ap ê kau-kài.","tghg":"𪜶閣經過曠野，踅(se̍h)以東地及摩押地，對摩押地的東勢過來，佇亞嫩彼旁紮營，也無入摩押的境內，因為亞嫩河是摩押的交界。","bklhl":"In koh經過曠野，se̍h Í-tong地kap Mô͘-ap地，tùi Mô͘-ap地ê東勢過來，tī A-lùn hit-pêng紮營；也無入Mô͘-ap ê境內；因為A-lùn河是Mô͘-ap ê交界。"}},{"book":"士","chapter":11,"verse":19,"versions":{"unv":"以色列人打發使者去見亞摩利王西宏，就是希實本的王，對他說：『求你容我們從你的地經過，往我們自己的地方去。』","bklcl":"Í-sek-lia̍t chhe lâng khì kìⁿ A-mô͘-lī ông Se-hông, chiū-sī Hi-si̍t-pún ê ông,  Í-sek-lia̍t tùi i kóng, Kiû lí chún goán kè lí ê tōe, khì goán ka-kī ê só͘-chāi.","tghg":"以色列差人去見亞摩利王西宏，就是希實本的王，以色列對伊講：『求你准阮過你的地，去阮家己的所在。』","bklhl":"以色列差人去見A-mô͘-lī王Se-hông，就是Hi-si̍t-pún ê王，以色列對伊講，求你准阮過你ê地，去阮家己ê所在。"}},{"book":"士","chapter":11,"verse":20,"versions":{"unv":"西宏卻不信服以色列人，不容他們經過他的境界，乃招聚他的眾民在雅雜安營，與以色列人爭戰。","bklcl":"Chóng-sī Se-hông m̄-sìn Í-sek-lia̍t, m̄-hō͘ in keng-kè i ê kéng-kài;  Se-hông chiū chū-chi̍p i ê chèng peh-sìⁿ, tī Ngá-cha̍p chat-iâⁿ, kap Í-sek-lia̍t lâng kau-chiàn.","tghg":"總是西宏呣信以色列，呣互𪜶經過伊的境界，西宏就聚集伊的眾百姓佇雅雜紮營，及以色列人交戰。","bklhl":"總是Se-hông m̄信以色列，m̄-hō͘ in經過伊ê境界；Se-hông就聚集伊ê眾百姓，tī Ngá-cha̍p紮營，kap以色列人交戰。"}},{"book":"士","chapter":11,"verse":21,"versions":{"unv":"耶和華─以色列的　神將西宏和他的眾民都交在以色列人手中，以色列人就擊殺他們，得了亞摩利人的全地：","bklcl":"Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè, ēng Se-hông kap i ê chèng peh-sìⁿ kau tī Í-sek-lia̍t lâng ê chhiú, in chiū phah in;  tùi án-ni Í-sek-lia̍t chiū tit-tio̍h hit só͘-chāi khiā-khí ê A-mô͘-lī lâng choân-tōe.","tghg":"耶和華──以色列的上帝用西宏及伊的眾百姓交佇以色列人的手，𪜶就拍𪜶，對按呢以色列就得著彼所在徛起的亞摩利人全地；","bklhl":"耶和華以色列ê上帝，用Se-hông kap伊ê眾百姓交tī以色列人ê手，in就phah in；tùi án-ni，以色列就得tio̍h hit所在khiā起ê A-mô͘-lī人全地。"}},{"book":"士","chapter":11,"verse":22,"versions":{"unv":"從亞嫩河到雅博河，從曠野直到約旦河。","bklcl":"In tit-tio̍h A-mô͘-lī lâng ê choân kéng-kài, tùi A-lùn kàu Ngá-phok, tùi khòng-iá kàu Iok-tàn.","tghg":"𪜶得著亞摩利人的全境界，對亞嫩到雅博，對曠野到約但。","bklhl":"In得tio̍h A-mô͘-lī人ê全境界，tùi A-lùn到Ngá-phok，tùi曠野到約旦。"}},{"book":"士","chapter":11,"verse":23,"versions":{"unv":"耶和華─以色列的　神在他百姓以色列面前趕出亞摩利人，你竟要得他們的地嗎？","bklcl":"Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè tī I peh-sìⁿ Í-sek-lia̍t ê bīn-chêng, kóaⁿ-chhut A-mô͘-lī lâng; lí iā beh tit-tio̍h in ê tōe mah?","tghg":"耶和華──以色列的上帝佇伊百姓以色列的面前趕出亞摩利人，你也欲得著𪜶的地嗎？","bklhl":"耶和華以色列ê上帝tī伊百姓以色列ê面前，趕出A-mô͘-lī人；你也beh得tio̍h in ê地mah？"}},{"book":"士","chapter":11,"verse":24,"versions":{"unv":"你的神基抹所賜你的地你不是得為業嗎？耶和華─我們的　神在我們面前所趕出的人，我們就得他的地。","bklcl":"Lí ê siōng-tè Ki-boa̍t só͘ siúⁿ-sù lí tit-tio̍h-ê, lí bô tit-tio̍h i lâi chòe-gia̍p mah?  Iâ-hô-hoa goán ê Siōng-tè kìⁿ-nā tùi goán ê bīn-chêng só͘ kóaⁿ-chhut-ê, goán beh tit-tio̍h i.","tghg":"你的上帝基抹所賞賜你得著的你無得著伊來做業嗎？耶和華──阮的上帝見若對阮的面前所趕出的，阮欲得著伊。","bklhl":"你ê上帝Ki-boa̍t所賞賜你得tio̍h-ê，你無得tio̍h伊來做業mah？耶和華阮ê上帝見若tùi阮ê面前所趕出ê，阮beh得tio̍h伊。"}},{"book":"士","chapter":11,"verse":25,"versions":{"unv":"難道你比摩押王西撥的兒子巴勒還強嗎？他曾與以色列人爭競，或是與他們爭戰嗎？","bklcl":"Lí kiám iâⁿ-kè Mô͘-ap ông Se-phoat ê kiáⁿ Pa-le̍k mah?  i kiám bat kap Í-sek-lia̍t lâng kè-kàu mah?  kiám bat kap in kau-chiàn mah?","tghg":"你豈贏過摩押王西撥的子巴勒嗎？伊豈曾及以色列人計較嗎？豈曾及𪜶交戰嗎？","bklhl":"你kiám贏過Mô͘-ap王Se-phoat ê kiáⁿ Pa-le̍k mah？伊kiám bat kap以色列人計較mah？kiám bat kap in交戰mah？"}},{"book":"士","chapter":11,"verse":26,"versions":{"unv":"以色列人住希實本和屬希實本的鄉村，亞羅珥和屬亞羅珥的鄉村，並沿亞嫩河的一切城邑，已經有三百年了；在這三百年之內，你們為甚麼沒有取回這些地方呢？","bklcl":"Í-sek-lia̍t lâng tiàm tī Hi-si̍t-pún kap i ê hiuⁿ-siā,  A-lô-jíⁿ kap i ê hiuⁿ-siā, kap A-lùn hô-piⁿ hiah-ê siâⁿ, í-keng ū saⁿ-pah nî, lín tī hit-sî siáⁿ-sū bô chhú in tò-tńg ah?","tghg":"以色列人踮佇希實本及伊的鄉社，亞羅珥及伊的鄉社，及亞嫩河邊許個城，已經有三百年；恁佇彼時啥事無取𪜶倒轉啊？","bklhl":"以色列人tiàm tī Hi-si̍t-pún kap伊ê鄉社，A-lô-jíⁿ kap伊ê鄉社，kap A-lùn河邊hiah-ê城，已經有三百年，lín tī hit時啥事無取in 倒tńg ah？"}},{"book":"士","chapter":11,"verse":27,"versions":{"unv":"原來我沒有得罪你，你卻攻打我，惡待我。願審判人的耶和華今日在以色列人和亞捫人中間判斷是非。」","bklcl":"Góa bô tek-chōe lí, lí hoán-tńg kap góa kau-chiàn, si̍t-chāi bû-lí;  goān sím-phòaⁿ ê Iâ-hô-hoa kin-á-ji̍t tī Í-sek-lia̍t kap A-bûn ê tiong-kan lâi phòaⁿ-toàn.","tghg":"我無得罪你，你反轉及我交戰，實在無理。願審判的耶和華今仔日佇以色列及亞捫的中間來判斷。」","bklhl":"我無得罪你，你反tńg kap我交戰，實在無理；願審判ê耶和華今á日tī以色列kap A-bûn ê中間來判斷。"}},{"book":"士","chapter":11,"verse":28,"versions":{"unv":"但亞捫人的王不肯聽耶弗他打發人說的話。","bklcl":"Chóng-sī A-bûn lâng ê ông m̄-khéng thiaⁿ Iâ-hut-tha chhe lâng tùi i kóng ê ōe.","tghg":"總是亞捫人的王呣肯聽耶弗他差人對伊講的話。","bklhl":"總是A-bûn人ê王m̄肯聽Iâ-hut-tha差人對伊講ê話。"}},{"book":"士","chapter":11,"verse":29,"versions":{"unv":"耶和華的靈降在耶弗他身上，他就經過基列和瑪拿西，來到基列的米斯巴，又從米斯巴來到亞捫人那裡。","bklcl":"Iâ-hô-hoa ê Sîn lîm-kàu Iâ-hut-tha; i chiū keng-kè Ki-lia̍t kap Má-ná-se, koh keng-kè kàu Ki-lia̍t ê Bí-su-pa, koh tùi Ki-lia̍t ê Bí-su-pa keng-kè kàu A-bûn lâng hia.","tghg":"耶和華的神臨到耶弗他，伊就經過基列及瑪拿西，閣經過到基列的米斯巴，閣對基列的米斯巴經過到亞捫人遐。","bklhl":"耶和華ê神臨到Iâ-hut-tha；伊就經過Ki-lia̍t kap Má-ná-se，koh經過到Ki-lia̍t ê Bí-su-pa，koh tùi Ki-lia̍t ê Bí-su-pa經過到A-bûn人hia。"}},{"book":"士","chapter":11,"verse":30,"versions":{"unv":"耶弗他就向耶和華許願，說：「你若將亞捫人交在我手中，","bklcl":"Iâ-hut-tha chiū tùi Iâ-hô-hoa hē-goān, kóng, Lí nā chiong A-bûn lâng kau tī góa ê chhiú,","tghg":"耶弗他就對耶和華下願，講：「你若將亞捫人交佇我的手，","bklhl":"Iâ-hut-tha就對耶和華下願，講：你若將A-bûn人交tī我ê手，"}},{"book":"士","chapter":11,"verse":31,"versions":{"unv":"我從亞捫人那裡平平安安回來的時候，無論甚麼人，先從我家門出來迎接我，就必歸你，我也必將他獻上為燔祭。」","bklcl":"góa tùi A-bûn lâng hia pêng-an tò-lâi ê sî, kìⁿ-nā tùi góa ê chhù ê mn̂g chhut-lâi ngiâ-chih góa-ê, beh kui tī Iâ-hô-hoa, góa beh hiàn i chòe sio-chè.","tghg":"我對亞捫人遐平安倒來的時，見若對我的厝的門出來迎接(ngiâ-chih)我的，欲歸佇耶和華，我欲獻伊做燒祭。」","bklhl":"我tùi A-bûn人hia平安tò來ê時，見若tùi我ê厝ê門出來迎接我ê，beh歸tī耶和華，我beh獻伊做燒祭。"}},{"book":"士","chapter":11,"verse":32,"versions":{"unv":"於是耶弗他往亞捫人那裡去，與他們爭戰；耶和華將他們交在他手中，","bklcl":"Tùi án-ni Iâ-hut-tha khì A-bûn lâng hia, kap in kau-chiàn;  Iâ-hô-hoa chiong in kau tī i ê chhiú;","tghg":"對按呢耶弗他去亞捫人遐，及𪜶交戰；耶和華將𪜶交佇伊的手，","bklhl":"Tùi án-ni， Iâ-hut-tha去A-bûn人hia，kap in交戰；耶和華將in交tī伊ê手；"}},{"book":"士","chapter":11,"verse":33,"versions":{"unv":"他就大大殺敗他們，從亞羅珥到米匿，直到亞備勒‧基拉明，攻取了二十座城。這樣亞捫人就被以色列人制伏了。","bklcl":"i chiū phah in, tōa-tōa thâi-sí in, tùi A-lô-jíⁿ kàu Bí-le̍k, ti̍t-kàu A-pī-le̍k-ki-la̍h-bêng, kiōng jī-cha̍p ê siâⁿ; án-ni A-bûn lâng chiū khut-ho̍k tī Í-sek-lia̍t lâng.","tghg":"伊就拍𪜶大大刣死𪜶，對亞羅珥到米匿，直到亞備勒基拉明，共二十個城。按呢亞捫人就屈服佇以色列人。","bklhl":"伊就phah in，大大刣死in，tùi A-lô-jíⁿ到Bí-le̍k，直到A-pī-le̍k-ki-la̍h-bêng，共二十個城；án-ni A-bûn人就屈服tī以色列人。"}},{"book":"士","chapter":11,"verse":34,"versions":{"unv":"耶弗他回米斯巴到了自己的家，不料，他女兒拿著鼓跳舞出來迎接他，是他獨生的，此外無兒無女。","bklcl":"Iâ-hut-tha tò-lâi Bí-su-pa kàu ka-kī ê chhù, hit-sî i ê cha-bó͘-kiáⁿ kia̍h lin-long-kó͘ thiàu-bú chhut-lâi ngiâ-chih i; chit-ê sī i to̍k-siⁿ ê, í-gōa bô kiáⁿ, bô cha-bó͘-kiáⁿ.","tghg":"耶弗他倒來米斯巴到家己的厝，彼時，伊的查某子抬(kia̍h)鈴瓏鼓跳舞出來迎接伊，此個是伊獨生的，以外無子無查某子。","bklhl":"Iâ-hut-tha tò來Bí-su-pa到家己ê厝，hit時伊ê cha-bó͘-kiáⁿ kia̍h lin-long鼓跳舞出來迎接伊；chit ê是伊獨生ê，以外無kiáⁿ，無cha-bó͘-kiáⁿ。"}},{"book":"士","chapter":11,"verse":35,"versions":{"unv":"耶弗他看見她，就撕裂衣服，說：「哀哉！我的女兒啊，你使我甚是愁苦，叫我作難了；因為我已經向耶和華開口許願，不能挽回。」","bklcl":"Iâ-hut-tha khòaⁿ-kìⁿ i, chiū thiah-li̍h saⁿ kóng, Ai--ah, góa ê cha-bó͘-kiáⁿ, lí hō͘ góa chin-chhám, lí iā sī hō͘ góa chin tōa kan-lân; in-ūi góa í-keng tùi Iâ-hô-hoa khui-chhùi, bōe-ōe siu tò-tńg.","tghg":"耶弗他看見伊，就拆裂衫講：「唉啊，我的查某子，你互我真慘，你也是互我真大艱難；因為我已經對耶和華開嘴，𣍐會收倒轉。」","bklhl":"Iâ-hut-tha看見伊，就拆裂衫講：Ai-ah，我ê cha-bó͘-kiáⁿ，你hō͘我真慘，你也是hō͘我真大艱難；因為我已經對耶和華開嘴，bōe會收倒tńg。"}},{"book":"士","chapter":11,"verse":36,"versions":{"unv":"他女兒回答說：「父啊，你既向耶和華開口，就當照你口中所說的向我行，因耶和華已經在仇敵亞捫人身上為你報仇」；","bklcl":"I ìn kóng, Góa ê pē ah, lí í-keng tùi Iâ-hô-hoa khui-chhùi, chiū tio̍h chiàu lí ê chhùi só͘ kóng-chhut-ê kiâⁿ tī góa;  in-ūi Iâ-hô-hoa í-keng ūi-tio̍h lí pò-siû lí ê tùi-te̍k A-bûn lâng.","tghg":"伊應講：「我的父啊，你已經對耶和華開嘴，就著照你的嘴所講出的行佇我，因為耶和華已經為著你報仇你的對敵亞捫人」；","bklhl":"伊應講，我ê父ah，你已經對耶和華開嘴，就tio̍h照你ê嘴所講出ê行tī我；因為耶和華已經為tio̍h你報仇你ê對敵A-bûn人。"}},{"book":"士","chapter":11,"verse":37,"versions":{"unv":"又對父親說：「有一件事求你允准：容我去兩個月，與同伴在山上，好哀哭我終為處女。」","bklcl":"Koh tùi i ê lāu-pē kóng, Ū chit kiāⁿ sū kiû lí ún-chún, iông-ún góa nn̄g-ge̍h-ji̍t, hō͘ góa kap góa ê tâng-phòaⁿ khì soaⁿ--nih, thang thî-khàu góa chòe chāi-sek-lú.","tghg":"閣對伊的老父講：「有一件事求你允准：容允我二月日，互我及我的同伴去山裡，通啼哭我做在室女。」","bklhl":"Koh對伊ê老父講：有chit件事求你允准，容允我兩月日，hō͘我kap我ê同伴去山裡，thang啼哭我做在室女。"}},{"book":"士","chapter":11,"verse":38,"versions":{"unv":"耶弗他說：「你去吧！」就容她去兩個月。她便和同伴去了，在山上為她終為處女哀哭。","bklcl":"I kóng, Lí khì ah.  Chiū chhe i khì nn̄g-ge̍h-ji̍t; i kap tâng-phōaⁿ khì, tī soaⁿ--nih ūi-tio̍h i chòe chāi-sek-lú thî-khàu;","tghg":"伊講：「你去啊！」就差伊去二月日。伊及同伴去，佇山裡為著伊做在室女啼哭。","bklhl":"伊講：你去ah。就差伊去兩月日；伊kap同伴去，tī山裡為tio̍h伊做在室女啼哭；"}},{"book":"士","chapter":11,"verse":39,"versions":{"unv":"兩月已滿，她回到父親那裡，父親就照所許的願向她行了。女兒終身沒有親近男子。","bklcl":"nn̄g-ge̍h-ji̍t í-keng móa, i tò-lâi kàu lāu-pē hia, lāu-pē chiū chiàu i só͘ hē ê goān khoán-thāi i;  i lóng bô chhin-kūn ta-po͘-lâng.","tghg":"二月日已經滿，伊倒來到老父遐，老父就照伊所下的願款待伊。伊攏無親近查甫人。","bklhl":"兩月日已經滿，伊tò來到老父hia，老父就照伊所下ê願款待伊；伊lóng無親近ta-po͘人。"}},{"book":"士","chapter":11,"verse":40,"versions":{"unv":"此後以色列中有個規矩，每年以色列的女子去為基列人耶弗他的女兒哀哭四天。","bklcl":"Āu-lâi Í-sek-lia̍t tiong ū chit ê lē, ta̍k-nî Í-sek-lia̍t chiah-ê cha-bó͘-gín-ná khì tui-tō Ki-lia̍t lâng Iâ-hut-tha ê cha-bó͘-kiáⁿ, múi-nî sì ji̍t.","tghg":"後來以色列中有此個例，逐年以色列諸個查某囝仔去追悼(tui-tō)基列人耶弗他的查某子每年四日。","bklhl":"後來以色列中有chit ê例，ta̍k年以色列chiah ê cha-bó͘-gín-ná去追悼Ki-lia̍t人Iâ-hut-tha ê cha-bó͘-kiáⁿ，每年四日。"}}]