[{"book":"門","chapter":1,"verse":1,"versions":{"unv":"為基督耶穌被囚的保羅，同兄弟提摩太寫信給我們所親愛的同工腓利門，","bklcl":"Chòe Ki-tok Iâ-so͘ ê siû-hoān, Pó-lô, kap hiaⁿ-tī Thê-mô͘-thài, phoe kià hō͘ goán só͘ thiàⁿ tâng tio̍h-bôa ê Hui-lī-bûn,","tghg":"做基督耶穌的囚犯(siû-hoān)保羅，及兄弟提摩太批寄互阮所疼同著磨的腓利門，","bklhl":"做基督耶穌ê囚犯，保羅，kap兄弟提摩太，phoe寄hō͘阮所疼同tio̍h磨ê腓利門，"}},{"book":"門","chapter":1,"verse":2,"versions":{"unv":"和妹子亞腓亞並與我們同當兵的亞基布，以及在你家的教會。","bklcl":"kap chí-bē A-hui-a, í-ki̍p kap góa tâng tng peng ê A-ki-pò͘, kap chū-chi̍p tī lí ê ke ê kàu-hōe;","tghg":"及姊妹亞腓亞以及及我同當兵的亞基布，及聚集佇你的家的教會。","bklhl":"kap姊妹A-hui-a，以及kap我同當兵ê A-ki-pò͘，kap聚集tī你ê家ê教會；"}},{"book":"門","chapter":1,"verse":3,"versions":{"unv":"願恩惠、平安從　神我們的父和主耶穌基督歸與你們！","bklcl":"goān lín tùi lán ê Pē Siōng-tè kap Chú Iâ-so͘ Ki-tok tit-tio̍h un-tián pêng-an.","tghg":"願恁對咱的父上帝及主耶穌基督得著恩典、平安！","bklhl":"願lín對咱ê父上帝kap主耶穌基督得tio̍h恩典平安。"}},{"book":"門","chapter":1,"verse":4,"versions":{"unv":"我禱告的時候提到你，常為你感謝我的　神；","bklcl":"Góa siông-siông kám-siā góa ê Siōng-tè, tī góa kî-tó ê tiong-kan siàu-liām lí;","tghg":"我常常感謝我的上帝，佇我祈禱的中間數念(siàu-liām)你；","bklhl":"我常常感謝我ê上帝，tī我祈禱ê中間siàu念你；"}},{"book":"門","chapter":1,"verse":5,"versions":{"unv":"因聽說你的愛心並你向主耶穌和眾聖徒的信心（或譯：因聽說你向主耶穌和眾聖徒有愛心有信心）。","bklcl":"in-ūi thiaⁿ-kìⁿ lí ê jîn-ài kap lí só͘ ū ê sìn, chiū-sī ǹg Chú Iâ-so͘ kap hián-chhut tī chèng sèng-tô͘ ê;","tghg":"因為聽見你的仁愛及你所有的信，就是向(ǹg)主耶穌及顯出佇眾聖徒的。","bklhl":"因為聽見你ê仁愛kap你所有ê信，就是ǹg主耶穌kap顯出tī眾聖徒ê；"}},{"book":"門","chapter":1,"verse":6,"versions":{"unv":"願你與人所同有的信心顯出功效，使人知道你們各樣善事都是為基督做的。","bklcl":"goān lí ê sìn ê siong-thong ū kong-hāu, thang chhim chai lín tiong-kan bān hāng ê hó, lâi kui tī Ki-tok.","tghg":"願你的信的相通有功效，通深知恁中間萬項的好來歸佇基督。","bklhl":"願你ê信ê相通有功效，thang深知lín中間萬項ê好，來歸tī基督。"}},{"book":"門","chapter":1,"verse":7,"versions":{"unv":"兄弟啊，我為你的愛心，大有快樂，大得安慰，因眾聖徒的心從你得了暢快。","bklcl":"Hiaⁿ-tī ah, góa ūi-tio̍h lí ê jîn-ài tōa hoaⁿ-hí, tōa an-ùi; in-ūi sèng-tô͘ ê sim tùi lí tit-tio̍h an-hioh.","tghg":"兄弟啊，我為著你的仁愛，大歡喜，大安慰，因為聖徒的心對你得著安息。","bklhl":"兄弟ah，我為tio̍h你ê仁愛大歡喜，大安慰；因為聖徒ê心對你得tio̍h安歇。"}},{"book":"門","chapter":1,"verse":8,"versions":{"unv":"我雖然靠著基督能放膽吩咐你合宜的事，","bklcl":"Só͘-í góa sui-jiân tī Ki-tok ū thang hó-táⁿ chiong só͘ ha̍p-gî kiâⁿ ê hoan-hù lí,","tghg":"所以我雖然佇基督有通好膽將所合宜行的吩咐你，","bklhl":"所以我雖然tī基督有thang好膽將所合宜行ê吩咐你，"}},{"book":"門","chapter":1,"verse":9,"versions":{"unv":"然而像我這有年紀的保羅，現在又是為基督耶穌被囚的，寧可憑著愛心求你，","bklcl":"to̍k-to̍k in-ūi saⁿ-thiàⁿ ê iân-kò͘, lêng-khó͘ kiû lí; góa chiū-sī nî lāu ê Pó-lô, hiān-kim iā ūi-tio̍h Ki-tok Iâ-so͘ lâi siū koaiⁿ-kaⁿ.","tghg":"獨獨因為相疼的緣故寧可求你，我就是年老的保羅，現今也為著基督耶穌來受關監，","bklhl":"獨獨因為相疼ê緣故，寧可求你；我就是年老ê保羅，現今也為tio̍h基督耶穌來受關監。"}},{"book":"門","chapter":1,"verse":10,"versions":{"unv":"就是為我在捆鎖中所生的兒子阿尼西母（就是有益處的意思）求你。","bklcl":"Góa ūi-tio̍h góa ê kiáⁿ, chiū-sī góa tī kòa thih-liān ê sî só͘ siⁿ ê, O-nî-se-bó͘, lâi kiû lí;","tghg":"我為著我的子，就是我佇掛鐵鍊的時所生的阿尼西謀來求你。","bklhl":"我為tio̍h我ê kiáⁿ，就是我tī掛鐵鍊ê時所生ê，O-nî-se-bó͘，來求你；"}},{"book":"門","chapter":1,"verse":11,"versions":{"unv":"他從前與你沒有益處，但如今與你我都有益處。","bklcl":"i chêng bô lī-ek lí, hiān-kim chiū chòe lí góa ê lī-ek;","tghg":"伊前無利益你，現今就做你我的利益。","bklhl":"伊前無利益你，現今就做你我ê利益；"}},{"book":"門","chapter":1,"verse":12,"versions":{"unv":"我現在打發他親自回你那裡去；他是我心上的人。","bklcl":"góa ū chhe i koh tò-khì lí hia; chit lâng chiū-sī góa ê sim-pak.","tghg":"我有差伊閣倒去你遐；此人就是我的心腹。","bklhl":"我有差伊koh tò去你hia；chit人就是我ê心腹。"}},{"book":"門","chapter":1,"verse":13,"versions":{"unv":"我本來有意將他留下，在我為福音所受的捆鎖中替你伺候我。","bklcl":"Góa pún ài lâu i kap góa tòa, thang tī góa ūi-tio̍h hok-im kòa thih-liān ê sî, thòe lí ho̍k-sāi góa.","tghg":"我本愛留伊及我住，通佇我為著福音掛鐵鍊的時替你服事我。","bklhl":"我本ài留伊kap我tòa，thang tī我為tio̍h福音掛鐵鍊ê時，替你服事我。"}},{"book":"門","chapter":1,"verse":14,"versions":{"unv":"但不知道你的意思，我就不願意這樣行，叫你的善行不是出於勉強，乃是出於甘心。","bklcl":"Chóng-sī bē chai lí ê ì-sù, góa chiū m̄ ài chòe sím-mi̍h;  sī beh hō͘ lí ê hó, m̄ sī chhut tī bián-kióng, sī chhut tī kam-goān.","tghg":"總是未知你的意思，我就呣愛做甚麼，是欲互你的好呣是出佇勉強，是出佇甘願。","bklhl":"總是未知你ê意思，我就m̄-ài做甚麼；是beh hō͘你ê好，m̄是出tī勉強，是出tī甘願。"}},{"book":"門","chapter":1,"verse":15,"versions":{"unv":"他暫時離開你，或者是叫你永遠得著他，","bklcl":"In-ūi i chiām-sî lī-khui lí, kiám-chhái sī beh hō͘ lí thang éng-oán tit-tio̍h i;","tghg":"因為伊暫時離開你，豈採是欲互你通永遠得著伊，","bklhl":"因為伊暫時離開你，kiám-chhái是beh hō͘你thang永遠得tio̍h伊；"}},{"book":"門","chapter":1,"verse":16,"versions":{"unv":"不再是奴僕，乃是高過奴僕，是親愛的兄弟。在我實在是如此，何況在你呢！這也不拘是按肉體說，是按主說。","bklcl":"m̄ sī iû-goân chòe lô͘-po̍k, sī iâⁿ-kè lô͘-po̍k, chiū-sī chòe só͘ thiàⁿ ê hiaⁿ-tī; góa si̍t-chāi khòaⁿ i chòe án-ni; hô-hòng i sī lí ke-lāi ê lâng, koh sī sio̍k tī Chú ê, kiám bô koh khah thiàⁿ i mah?","tghg":"呣是猶原做奴僕，是贏過奴僕，就是做所疼的兄弟。我實在看伊做按呢，何況(hô-hòng)伊是你家內的人！閣是屬佇主的，豈無閣卡疼伊嗎？","bklhl":"m̄是猶原做奴僕，是贏過奴僕，就是做所疼ê兄弟；我實在看伊做án-ni；何況伊是你家內ê人，koh是屬tī主ê，kiám無koh-khah疼伊mah?"}},{"book":"門","chapter":1,"verse":17,"versions":{"unv":"你若以我為同伴，就收納他，如同收納我一樣。","bklcl":"Só͘-í lí nā lia̍h góa chòe tâng-phōaⁿ, tio̍h chiap-la̍p i, chhin-chhiūⁿ chiap-la̍p góa.","tghg":"所以你若掠我做同伴，著接納伊，親像接納我。","bklhl":"所以你若掠我做同伴，tio̍h接納伊，親像接納我。"}},{"book":"門","chapter":1,"verse":18,"versions":{"unv":"他若虧負你，或欠你甚麼，都歸在我的帳上；","bklcl":"I nā ū khek-khui lí, á-sī khiàm lí sím-mi̍h, thang sǹg góa ê siàu.","tghg":"伊若有剋虧你，抑是欠你甚麼，通算我的數(siàu)；","bklhl":"伊若有剋虧你，á是欠你甚麼，thang算我ê賬。"}},{"book":"門","chapter":1,"verse":19,"versions":{"unv":"我必償還，這是我─保羅親筆寫的。我並不用對你說，連你自己也是虧欠於我。","bklcl":"Góa Pó-lô chhin-chhiú siá, góa beh chē-gia̍h; bián góa kā lí kóng, lí só͘ khiàm góa ê, sī lí pún-sin ê sìⁿ-miā.","tghg":"我保羅親手寫，我欲坐額。免我給你講，你所欠我的是你本身的生命。","bklhl":"我保羅親手寫，我beh坐額；免我kā你講，你所欠我ê，是你本身ê性命。"}},{"book":"門","chapter":1,"verse":20,"versions":{"unv":"兄弟啊，望你使我在主裡因你得快樂（或譯：益處），並望你使我的心在基督裡得暢快。","bklcl":"Sī lah, hiaⁿ-tī ah, hō͘ góa tī Chú tùi lí tit-tio̍h hoaⁿ-hí; hō͘ góa ê sim tī Ki-tok tit-tio̍h an-hioh.","tghg":"是啦，兄弟啊，互我佇主對你得著歡喜，互我的心佇基督得著安息。","bklhl":"是lah，兄弟ah，hō͘我tī主對你得tio̍h歡喜；hō͘我ê心tī基督得tio̍h安歇。"}},{"book":"門","chapter":1,"verse":21,"versions":{"unv":"我寫信給你，深信你必順服，知道你所要行的必過於我所說的。","bklcl":"Góa í-keng chhim sìn lí ê sūn-thàn, chiū siá phoe hō͘ lí, in-ūi chai lí só͘ beh kiâⁿ ê, ōe kè-thâu tī góa só͘ kóng ê.","tghg":"我已經深信你的順趁，就寫批互你，因為知你所欲行的會過頭佇我所講的。","bklhl":"我已經深信你ê順thàn，就寫phoe hō͘你，因為知你所beh行ê，會過頭tī我所講ê。"}},{"book":"門","chapter":1,"verse":22,"versions":{"unv":"此外你還要給我預備住處；因為我盼望藉著你們的禱告，必蒙恩到你們那裡去。","bklcl":"Koh iā tio̍h pī-pān só͘-chāi hō͘ góa tòa; in-ūi góa ǹg-bāng tùi lín ê kî-tó, Siōng-tè beh chiong góa siúⁿ-sù lín.","tghg":"閣也著備辦所在互我住；因為我向望(ǹg-bāng)對恁的祈禱，上帝欲將我賞賜恁。","bklhl":"Koh也tio̍h備辦所在hō͘我tòa；因為我ǹg望tùi lín ê祈禱，上帝beh將我賞賜lín。"}},{"book":"門","chapter":1,"verse":23,"versions":{"unv":"為基督耶穌與我同坐監的以巴弗問你安。","bklcl":"Í-pa-hut, chiū-sī tī Ki-tok Iâ-so͘ kap góa chòe tâng koaiⁿ-kaⁿ ê, chhéng-an lí;","tghg":"以巴弗就是佇基督耶穌及我做同關監的請安你。","bklhl":"Í-pa-hut，就是tī基督耶穌kap我做同關監ê，請安你；"}},{"book":"門","chapter":1,"verse":24,"versions":{"unv":"與我同工的馬可、亞里達古、底馬、路加也都問你安。","bklcl":"kap góa saⁿ-kap tio̍h-bôa ê Má-khó, A-lí-ta̍t-kó͘, Tí-má, Lō͘-ka iā chhéng-an lí.","tghg":"及我相及著磨的馬可、亞里達古、底馬、路加也請安你。","bklhl":"kap我saⁿ-kap tio̍h磨ê馬可、A-lí-ta̍t-kó͘、Tí-má，路加也請安你。"}},{"book":"門","chapter":1,"verse":25,"versions":{"unv":"願我們主耶穌基督的恩常在你的心裡。阿們！","bklcl":"Goān lán ê Chú Iâ-so͘ Ki-tok ê un-tián kap lín ê sîn saⁿ-kap tī-teh.  À-bēng.","tghg":"願咱的主耶穌基督的恩典及恁的神相及佇啲。阿們！","bklhl":"願咱ê主耶穌基督ê恩典kap lín ê神saⁿ-kap tī-teh。À-bēng。"}}]