[{"book":"詩","chapter":90,"verse":1,"versions":{"unv":"（神人摩西的祈禱）主啊，你世世代代作我們的居所。","bklcl":"Siōng-tè ê lâng Mô͘-se ê kî-tó.1)\tChú ah, Lí ta̍k sè-tāi chòe goán khiā-khí ê só͘-chāi.","tghg":"〔上帝的人摩西的祈禱。〕主啊，你逐(ta̍k)世代做阮徛起的所在。","bklhl":"上帝ê人摩西ê祈禱。1)\t主ah，你ta̍k世代做阮khiā起ê所在。"}},{"book":"詩","chapter":90,"verse":2,"versions":{"unv":"諸山未曾生出，地與世界你未曾造成，從亙古到永遠，你是　神。","bklcl":"Chiah-ê soaⁿ iáu-bē siⁿ-chhut,  Tōe kap sè-kài Lí iáu-bē chō-chiâⁿ,  Tùi éng-oán kàu éng-oán Lí sī Siōng-tè.","tghg":"諸個山猶未生出，地及世界你猶未造成，對永遠到永遠，你是上帝。","bklhl":"Chiah ê山iáu未生出，　　地kap世界你iáu未造成，　　Tùi永遠到永遠你是上帝。"}},{"book":"詩","chapter":90,"verse":3,"versions":{"unv":"你使人歸於塵土，說：你們世人要歸回。","bklcl":"Lí hō͘ lâng kui thó͘,  Kóng, Lín sè-kan lâng, tio̍h oa̍t-tò-tńg.","tghg":"你互人歸土，講：恁世間人著越倒轉。","bklhl":"你hō͘人歸土，講，　　Lín世間人，tio̍h oa̍t倒tńg。"}},{"book":"詩","chapter":90,"verse":4,"versions":{"unv":"在你看來，千年如已過的昨日，又如夜間的一更。","bklcl":"In-ūi chāi Lí khòaⁿ, chi̍t-chheng nî chhin-chhiūⁿ í-keng kè--khì ê chā-ji̍t;  Koh chhin-chhiūⁿ mî-kan ê chi̍t-kiⁿ.","tghg":"因為在你看，一千年親像已經過去的昨日，閣親像暝間的一更。","bklhl":"因為在你看，一千年親像已經過去ê昨日；　　Koh親像暝間ê一更。"}},{"book":"詩","chapter":90,"verse":5,"versions":{"unv":"你叫他們如水沖去；他們如睡一覺。早晨，他們如生長的草，","bklcl":"Lí chhin-chhiūⁿ ēng tōa-chúi kā in lâu--khì; in chhin-chhiūⁿ khùn chi̍t-chhíⁿ;  Chá-khí-sî in chhin-chhiūⁿ hoat-siⁿ ê chháu.","tghg":"你親像用大水給𪜶流去；𪜶親像睏一醒。早起時，𪜶親像發生的草，","bklhl":"你親像用大水kā in流去；in親像睏一醒；　　早起時in親像發生ê草。"}},{"book":"詩","chapter":90,"verse":6,"versions":{"unv":"早晨發芽生長，晚上割下枯乾。","bklcl":"Chá-khí-sî hoat-siⁿ bō͘-sēng;  Ê-hng-sî siū-koah chiū ko͘-tâ.","tghg":"早起時發生茂盛，下昏時收割就枯焦。","bklhl":"早起時發生茂盛；　　Ê-hng時受割就枯焦。"}},{"book":"詩","chapter":90,"verse":7,"versions":{"unv":"我們因你的怒氣而消滅，因你的忿怒而驚惶。","bklcl":"In-ūi goán tùi Lí ê siū-khì chiū siau-bia̍t,  Koh goán tùi Lí ê hoat-sèng lâi kiaⁿ-hiâⁿ.","tghg":"因為阮對你的受氣就消滅，閣阮對你的發性來驚惶。","bklhl":"因為阮tùi你ê受氣就消滅，　　Koh阮tùi你ê發性來驚惶。"}},{"book":"詩","chapter":90,"verse":8,"versions":{"unv":"你將我們的罪孽擺在你面前，將我們的隱惡擺在你面光之中。","bklcl":"Lí chiong goán ê chōe-ok pâi tī Lí ê bīn-chêng,  Chiong goán ún-ba̍t ê pháiⁿ pâi tī Lí ê bīn ê kng-bêng-tiong.","tghg":"你將阮的罪惡排佇你的面前，將阮隱密的歹排佇你的面的光明中。","bklhl":"你將阮ê罪惡排tī你ê面前，　　將阮隱密ê pháiⁿ排tī你ê面ê光明中。"}},{"book":"詩","chapter":90,"verse":9,"versions":{"unv":"我們經過的日子都在你震怒之下；我們度盡的年歲好像一聲歎息。","bklcl":"Goán ê ji̍t-chí lóng keng-kè tī Lí ê tōa siū-khì;  Goán ê nî-hè kè-liáu, chhin-chhiūⁿ thó͘ chi̍t ê khùi.","tghg":"阮的日子攏經過佇你的大受氣；阮的年歲過了親像吐一個氣。","bklhl":"阮ê日子lóng經過tī你ê大受氣；　　阮ê年歲過了，親像吐一个氣。"}},{"book":"詩","chapter":90,"verse":10,"versions":{"unv":"我們一生的年日是七十歲，若是強壯可到八十歲；但其中所矜誇的不過是勞苦愁煩，轉眼成空，我們便如飛而去。","bklcl":"Goán it-seng ê nî-ji̍t sī chhit-cha̍p hè,  Nā sī ióng-chòng thang kàu poeh-cha̍p hè,  Chóng-sī kî-tiong só͘ khoa-kháu--ê, put-kò sī lô-khó͘ iu-chhiû;  I kín-kín kè, goán chiū pe--khì.","tghg":"阮一生的年日是七十歲，若是勇壯通到八十歲；總是其中所誇口的不過(put-kò)是勞苦憂愁，伊緊緊過，阮就飛去。","bklhl":"阮一生ê年日是七十歲，　　若是勇壯thang到八十歲，　　總是其中所誇口ê，不過是勞苦憂愁；　　伊緊緊過，阮就飛去。"}},{"book":"詩","chapter":90,"verse":11,"versions":{"unv":"誰曉得你怒氣的權勢？誰按著你該受的敬畏曉得你的忿怒呢？","bklcl":"Chī-chūi chai Lí siū-khì ê koân-sè,  Ia̍h chiàu Lí eng-kai siū ê kèng-ùi, chai Lí ê siū-khì ah?","tghg":"是誰知你受氣的權勢？亦照你應該受的敬畏知你的受氣啊？","bklhl":"Chī-chūi知你受氣ê權勢，　　亦照你應該受ê敬畏，知你ê受氣ah？"}},{"book":"詩","chapter":90,"verse":12,"versions":{"unv":"求你指教我們怎樣數算自己的日子，好叫我們得著智慧的心。","bklcl":"Kiû Lí kà-sī goán, cháiⁿ-iūⁿ sǹg ka-kī ê ji̍t-chí;  Hō͘ goán tit-tio̍h tì-hūi ê sim.","tghg":"求你教示阮怎樣算家己的日子，互阮得著智慧的心。","bklhl":"求你教示阮，怎樣算家己ê日子；　　Hō͘阮得tio̍h智慧ê心。"}},{"book":"詩","chapter":90,"verse":13,"versions":{"unv":"耶和華啊，我們要等到幾時呢？求你轉回，為你的僕人後悔。","bklcl":"Iâ-hô-hoa ah, beh kàu tī-sî nih? kiû Lí tò-tńg;  Ūi-tio̍h Lí ê lô͘-po̍k lâi hôe-sim.","tghg":"耶和華啊，欲到底時呢？求你倒轉，為著你的奴僕來回心。","bklhl":"耶和華ah，beh到tī時nih？求你倒tńg；　　為tio̍h你ê奴僕來回心。"}},{"book":"詩","chapter":90,"verse":14,"versions":{"unv":"求你使我們早早飽得你的慈愛，好叫我們一生一世歡呼喜樂。","bklcl":"Kiû Lí chá-khí-sî ēng Lí ê chû-ài hō͘ goán móa-chiok;  Hō͘ goán chi̍t-sì-lâng hoaⁿ-hí khoài-lo̍k.","tghg":"求你早起時用你的慈愛互阮滿足，互阮一世人歡喜快樂。","bklhl":"求你早起時用你ê慈愛hō͘阮滿足；　　Hō͘阮一世人歡喜快樂。"}},{"book":"詩","chapter":90,"verse":15,"versions":{"unv":"求你照著你使我們受苦的日子，和我們遭難的年歲，叫我們喜樂。","bklcl":"Kiû Lí chiàu Lí khó͘-chhó͘ goán ê ji̍t,  Chiàu goán tú-tio̍h hoān-lān ê nî, hō͘ goán hoaⁿ-hí.","tghg":"求你照你苦楚阮的日，照阮抵著(tú-tio̍h)患難的年，互阮歡喜。","bklhl":"求你照你苦楚阮ê日，　　照阮tú-tio̍h患難ê年，hō͘阮歡喜。"}},{"book":"詩","chapter":90,"verse":16,"versions":{"unv":"願你的作為向你僕人顯現；願你的榮耀向他們子孫顯明。","bklcl":"Goān Lí ê só͘-chòe tùi Lí ê lô͘-po̍k hián-hiān,  Lí ê êng-kng tùi in ê kiáⁿ-sun hián-bêng.","tghg":"願你的所做對你的奴僕顯現；你的榮光對𪜶的子孫顯明。","bklhl":"願你ê所做對你ê奴僕顯現，　　你ê榮光對in ê kiáⁿ孫顯明。"}},{"book":"詩","chapter":90,"verse":17,"versions":{"unv":"願主─我們　神的榮美歸於我們身上。願你堅立我們手所做的工；我們手所做的工，願你堅立。","bklcl":"Goān Chú goán ê Siōng-tè ê bí-biāu tiàm tī goán ê téng-bīn;  Goān Lí kian-kò͘ goán ê chhiú só͘ chòe ê kang,  Goán ê chhiú só͘ chòe ê kang, goān Lí kian-kò͘ i.","tghg":"願主──阮的上帝的美妙踮佇阮的頂面。願你堅固阮的手所做的工；阮的手所做的工，願你堅固伊。","bklhl":"願主阮ê上帝ê美妙tiàm tī阮ê頂面；　　願你堅固阮ê手所做ê工，　　阮ê手所做ê工，願你堅固伊。"}}]