[{"book":"詩","chapter":42,"verse":1,"versions":{"unv":"（可拉後裔的訓誨詩，交與伶長。）　神啊，我的心切慕你，如鹿切慕溪水。","bklcl":"Khó-la̍h hō͘-è kà-sī ê si, kau hō͘ Ga̍k-koaⁿ.1)\tSiōng-tè ah, góa ê sim chhiat-chhiat him-bō͘ Lí,  Chhin-chhiūⁿ lo̍k chhiat-chhiat him-bō͘ khoe-chúi.","tghg":"〔可拉後裔教示的詩；交互樂官。〕上帝啊，我的心切切欣慕你，親像鹿切切欣慕溪水。","bklhl":"Khó-la̍h後裔教示ê詩，交hō͘樂官。1) 上帝ah，我ê心切切欣慕你，　　親像鹿切切欣慕溪水。"}},{"book":"詩","chapter":42,"verse":2,"versions":{"unv":"我的心渴想　神，就是永生　神；我幾時得朝見　神呢？","bklcl":"Góa ê sim chhùi-ta, him-bō͘ Siōng-tè, chiū-sī oa̍h ê Siōng-tè;  Góa siáⁿ-sî ōe kàu Siōng-tè bīn-chêng, lâi kìⁿ I ah?","tghg":"我的心嘴乾欣慕上帝，就是活的上帝；我啥時會到上帝面前來見伊啊？","bklhl":"我ê心嘴乾，欣慕上帝，就是活ê上帝；　　我啥時能到上帝面前，來見伊ah？"}},{"book":"詩","chapter":42,"verse":3,"versions":{"unv":"我晝夜以眼淚當飲食；人不住地對我說：你的　神在哪裡呢？","bklcl":"Góa mî-ji̍t ēng góa ê ba̍k-sái chún pn̄g chia̍h,  In tùi góa kóng bô soah, Lí ê Siōng-tè tī toh-lo̍h?","tghg":"我暝日用我的目屎準飯食；𪜶對我講無息：你的上帝佇叨落？","bklhl":"我暝日用我ê目屎chún飯食，　　In對我講無soah，你ê上帝tī toh落？"}},{"book":"詩","chapter":42,"verse":4,"versions":{"unv":"我從前與眾人同往，用歡呼稱讚的聲音領他們到　神的殿裡，大家守節。我追想這些事，我的心極其悲傷。","bklcl":"Góa chá-chêng kap chèng-lâng chòe-tīn khì, chhōa in kàu Siōng-tè ê chhù;  Ēng hoaⁿ-hí o-ló ê siaⁿ, tāi-ke siú choeh;  Góa tui-liām chiah-ê sū, góa ê sim ke̍k-kî pi-siong.","tghg":"我早前及眾人做陣去，導𪜶到上帝的厝，用歡喜謳咾的聲，大家守節。我追念諸個事，我的心極其悲傷。","bklhl":"我早前kap眾人做陣去，chhōa in到上帝ê厝；　　用歡喜o-ló ê聲，大家守節；　　我追念chiah ê事，我ê心極其悲傷。"}},{"book":"詩","chapter":42,"verse":5,"versions":{"unv":"我的心哪，你為何憂悶？為何在我裡面煩躁？應當仰望　神，因他笑臉幫助我；我還要稱讚他。","bklcl":"Góa ê sim ah, lí siáⁿ-sū ut-chut?  Siáⁿ-sū tī góa ê lāi-bīn tio̍h-kip?  Lí tio̍h ǹg-bāng Siōng-tè,  In-ūi I ê bīn ǹg góa, lâi chín-kiù góa; só͘-í góa iáu-kú beh o-ló I.","tghg":"我的心啊，你啥事鬱悴？啥事佇我的內面著急？你著向望上帝，因為伊的面向我來拯救我；所以我猶久欲謳咾伊。","bklhl":"我ê心ah，你啥事鬱卒？　　啥事tī我ê內面著急？　　你tio̍h ǹg望上帝，　　因為伊ê面ǹg我，來拯救我；所以我iáu-kú beh o-ló伊。"}},{"book":"詩","chapter":42,"verse":6,"versions":{"unv":"我的　神啊，我的心在我裡面憂悶，所以我從約旦地，從黑門嶺，從米薩山記念你。","bklcl":"Góa ê Siōng-tè ah, góa ê sim tī góa ê lāi-bīn ut-chut;  Só͘-í góa tùi Iok-tàn ê tōe kap Hek-bûn,  Ia̍h tùi Bí-sat ê soaⁿ kì-liām Lí.","tghg":"我的上帝啊，我的心佇我的內面鬱悴(ut-chut)，所以我對約但的地及黑門，亦對米薩的山紀念你。","bklhl":"我ê上帝ah，我ê心tī我ê內面鬱卒；　　所以我tùi約旦ê地kap Hek-bûn，　　亦tùi Bí-sat ê山記念你。"}},{"book":"詩","chapter":42,"verse":7,"versions":{"unv":"你的瀑布發聲，深淵就與深淵響應；你的波浪洪濤漫過我身。","bklcl":"Lí ê pho̍k-pò͘ chhut-siaⁿ, chiū chhim-ian kap chhim-ian saⁿ kiò ìn;  Lí ê pho-lōng, Lí ê tōa-éng, lóng im-ba̍t góa.","tghg":"你的瀑布出聲，就深淵及深淵相叫應；你的波浪你的大湧攏淹密我。","bklhl":"你ê瀑布出聲，就深淵kap深淵相叫應；　　你ê波浪，你ê大湧，lóng淹密我。"}},{"book":"詩","chapter":42,"verse":8,"versions":{"unv":"白晝，耶和華必向我施慈愛；黑夜，我要歌頌禱告賜我生命的　神。","bklcl":"Chóng-sī Iâ-hô-hoa ji̍t--sî beh si-chhut I ê chû-ài;  Mî--sî I hō͘ góa chhiùⁿ-koa,  Lâi kiû siúⁿ-sù góa oa̍h-miā ê Siōng-tè.","tghg":"總是耶和華日時欲施出伊的慈愛；暝時，伊互我唱歌來求賞賜我活命的上帝。","bklhl":"總是耶和華日時beh施出伊ê慈愛；　　暝時伊hō͘我唱歌，　　來求賞賜我活命ê上帝。"}},{"book":"詩","chapter":42,"verse":9,"versions":{"unv":"我要對　神─我的磐石說：你為何忘記我呢？我為何因仇敵的欺壓時常哀痛呢？","bklcl":"Góa beh tùi Siōng-tè, góa ê chio̍h-pôaⁿ, kóng, Lí siáⁿ-sū bōe-kì-tit góa?  Góa siáⁿ-sū in-ūi tùi-te̍k ê ap-pek, iu-būn lâi kiâⁿ ah?","tghg":"我欲對上帝──我的石磐講：你啥事𣍐記得我？我啥事因為對敵的壓迫憂悶來行啊？","bklhl":"我beh對上帝，我ê石磐，講，你啥事bōe記得我？　　我啥事因為對敵ê壓迫，憂悶來行ah？"}},{"book":"詩","chapter":42,"verse":10,"versions":{"unv":"我的敵人辱罵我，好像打碎我的骨頭，不住地對我說：你的　神在哪裡呢？","bklcl":"Góa ê tùi-te̍k ki-chhì góa, chhin-chhiūⁿ phah-chhùi góa ê kut-thâu;  In tùi góa kóng bô soah, Lí ê Siōng-tè tī toh-lo̍h?","tghg":"我的對敵譏刺我，親像拍碎我的骨頭，𪜶對我講無息：你的上帝佇叨落？","bklhl":"我ê對敵譏刺我，親像phah碎我ê骨頭；　　In對我講無soah，你ê上帝tī toh落？"}},{"book":"詩","chapter":42,"verse":11,"versions":{"unv":"我的心哪，你為何憂悶？為何在我裡面煩躁？應當仰望　神，因我還要稱讚他。他是我臉上的光榮（原文是幫助），是我的　神。","bklcl":"Góa ê sim ah, lí siáⁿ-sū ut-chut?  Siáⁿ-sū tī góa ê lāi-bīn tio̍h-kip?  Lí tio̍h ǹg-bāng Siōng-tè; in-ūi góa iáu-kú beh o-ló I;  I sī góa ê bīn ê êng-kng, ia̍h sī góa ê Siōng-tè.","tghg":"我的心啊，你啥事鬱悴？啥事佇我的內面著急？你著向望上帝，因為我猶久欲謳咾伊。伊是我的面的榮光，亦是我的上帝。","bklhl":"我ê心ah，你啥事鬱卒？　　啥事tī我ê內面著急？　　你tio̍h ǹg望上帝；因為我iáu-kú beh o-ló伊；　　伊是我ê面ê榮光，亦是我ê上帝。"}}]