[{"book":"詩","chapter":17,"verse":1,"versions":{"unv":"（大衛的祈禱。）耶和華啊，求你聽聞公義，側耳聽我的呼籲！求你留心聽我這不出於詭詐嘴唇的祈禱！","bklcl":"Tāi-pi̍t ê kî-tó.1)\tIâ-hô-hoa ah, kiû Lí thiaⁿ kong-gī, liû-sim thiaⁿ góa ê kiû-kiò;  Góa ê kî-tó m̄-sī tùi kan-chà ê chhùi-tûn chhut; kiû Lí àⁿ hī-khang lâi thiaⁿ.","tghg":"〔大衛的祈禱〕耶和華啊，求你聽公義，留心聽我的求叫！我的祈禱呣是對奸詐的嘴唇出，求你俯(àⁿ)耳孔來聽！","bklhl":"大衛ê祈禱。1) 耶和華ah，求你聽公義，留心聽我ê求叫；　　我ê祈禱m̄是tùi奸詐ê嘴唇出；求你àⁿ耳孔來聽。"}},{"book":"詩","chapter":17,"verse":2,"versions":{"unv":"願我的判語從你面前發出；願你的眼睛觀看公正。","bklcl":"Goān góa ê phòaⁿ-sû tùi Lí ê bīn-chêng hoat-chhut,  Goān Lí ê ba̍k-chiu kàm-chhat chèng-ti̍t.","tghg":"願我的判詞對你的面前發出；願你的目睭鑑察正直。","bklhl":"願我ê判詞tùi你ê面前發出，　　願你ê目睭鑑察正直。"}},{"book":"詩","chapter":17,"verse":3,"versions":{"unv":"你已經試驗我的心；你在夜間鑒察我；你熬煉我，卻找不著甚麼；我立志叫我口中沒有過失。","bklcl":"Lí í-keng chhì-giām góa ê sim,  Lí tī mî--sî kàm-chhat góa;  Lí thoàn-liān góa, bô chhē--tio̍h sím-mi̍h;  Góa li̍p-chì, hō͘ góa ê chhùi bô ū kè-sit.","tghg":"你已經試驗我的心；你佇暝時鑑察我；你鍛煉我，無尋著甚麼；我立志互我的嘴無有過失。","bklhl":"你已經試驗我ê心，你tī暝時鑑察我；　　你鍛鍊我，無chhē-tio̍h甚麼；　　我立志，hō͘我ê嘴無有過失。"}},{"book":"詩","chapter":17,"verse":4,"versions":{"unv":"論到人的行為，我藉著你嘴唇的言語自己謹守，不行強暴人的道路。","bklcl":"Lūn-kàu lâng ê kiâⁿ-chòe, góa thàn Lí só͘ kóng ê ōe,  Ka-kī kín-siú, bô kiâⁿ kiông-ok lâng ê lō͘.","tghg":"論到人的行做，我趁你所講的話家己謹守，無行強惡人的路。","bklhl":"論到人ê行做，我thàn你所講ê話，　　家己謹守，無行強惡人ê路。"}},{"book":"詩","chapter":17,"verse":5,"versions":{"unv":"我的腳踏定了你的路徑；我的兩腳未曾滑跌。","bklcl":"Góa ê kha tiāⁿ-tiāⁿ kiâⁿ Lí ê lō͘, Góa ê kha bē-bat ta̍h-chhū.","tghg":"我的腳定定行你的路；我的腳未曾踏趨(ta̍h-chhū)。","bklhl":"我ê腳定定行你ê路，　　我ê腳bē-bat踏chhū。"}},{"book":"詩","chapter":17,"verse":6,"versions":{"unv":"　神啊，我曾求告你，因為你必應允我；求你向我側耳，聽我的言語。","bklcl":"Siōng-tè ah, lūn-kàu góa, góa bat kiû-kiò Lí, in-ūi Lí beh ìn góa;  Kiû Lí àⁿ hī-khang thiaⁿ góa ê ōe.","tghg":"上帝啊，論到我，我曾求叫你，因為你欲應我；求你俯耳孔，聽我的話。","bklhl":"上帝ah，論到我，我bat求叫你，因為你beh 應我；　　求你àⁿ耳孔聽我ê話。"}},{"book":"詩","chapter":17,"verse":7,"versions":{"unv":"求你顯出你奇妙的慈愛來；你是那用右手拯救投靠你的脫離起來攻擊他們的人。","bklcl":"Kiû Lí hián-bêng Lí koh-iūⁿ ê jîn-chû, Lí sī ēng chiàⁿ-chhiú kiù óa-khò Lí ê lâng,  Thoat-lī hiah-ê khí-lâi kong-kek in--ê.","tghg":"求你顯明你各樣的仁慈；你是用正手救倚靠你的人脫離許個起來攻擊𪜶者。","bklhl":"求你顯明你各樣ê仁慈，你是用chiàⁿ手救óa靠你ê人，　　脫離hiah-ê起來攻擊in-ê。"}},{"book":"詩","chapter":17,"verse":8,"versions":{"unv":"求你保護我，如同保護眼中的瞳人；將我隱藏在你翅膀的蔭下，","bklcl":"Kiû Lí pó-hō͘ góa chhin-chhiūⁿ pó-hō͘ ba̍k-chiu-jîn,  Chiong góa khàm-ba̍t tī Lí ê si̍t-ē.","tghg":"求你保護我，親像保護目睭仁；將我蓋密佇你的翅下，","bklhl":"求你保護我親像保護目睭仁，　　將我蓋密tī你ê翼下。"}},{"book":"詩","chapter":17,"verse":9,"versions":{"unv":"使我脫離那欺壓我的惡人，就是圍困我要害我命的仇敵。","bklcl":"Hō͘ góa thoat-lī hiah-ê chhiúⁿ-kiap góa ê pháiⁿ-lâng,  Chiū-sī ûi-khùn góa, beh hāi góa sìⁿ-miā ê tùi-te̍k.","tghg":"互我脫離許個搶劫我的歹人，就是圍困我欲害我生命的對敵。","bklhl":"Hō͘我脫離hiah-ê搶劫我ê pháiⁿ人，　　就是圍困我，beh害我性命ê對敵。"}},{"book":"詩","chapter":17,"verse":10,"versions":{"unv":"他們的心被脂油包裹；他們用口說驕傲的話。","bklcl":"In hō͘ ka-kī ê iû pau-ba̍t;  In ê chhùi kóng kiau-ngō͘ ê ōe.","tghg":"𪜶互家己的油包密；𪜶的嘴講驕傲的話。","bklhl":"In hō͘家己ê油包密；　　In ê嘴講驕傲ê話。"}},{"book":"詩","chapter":17,"verse":11,"versions":{"unv":"他們圍困了我們的腳步；他們瞪著眼，要把我們推倒在地。","bklcl":"In hiān-chāi ûi-khùn goán ê kha-pō͘;  In chù-ba̍k beh chhia-tó goán tī tōe--nih.","tghg":"𪜶現在圍困阮的腳步；𪜶注目，欲捙(chhia)倒阮佇地裡。","bklhl":"In現在圍困阮ê腳步；　　In注目beh chhia倒阮tī地裡。"}},{"book":"詩","chapter":17,"verse":12,"versions":{"unv":"他像獅子急要抓食，又像少壯獅子蹲伏在暗處。","bklcl":"In chhin-chhiūⁿ sai siàu-siūⁿ beh kā mi̍h;  Koh chhin-chhiūⁿ béng ê sai-á-thûn bih tī àm-ba̍t ê só͘-chāi.","tghg":"𪜶親像獅數想(siàu-siūⁿ)欲咬物，閣親像猛的獅仔豚(thûn)匿(bih)佇暗密(à-ba̍t)的所在。","bklhl":"In親像獅siàu想beh咬物；　　Koh親像猛ê獅á-thûn bih tī暗密ê所在。"}},{"book":"詩","chapter":17,"verse":13,"versions":{"unv":"耶和華啊，求你起來，前去迎敵，將他打倒！用你的刀救護我命脫離惡人。","bklcl":"Iâ-hô-hoa ah, kiû Lí khí--lâi, tí-tng tùi-te̍k;  Chiong i táⁿ-tó;  Ēng Lí ê to kiù góa ê sìⁿ-miā thoat-lī pháiⁿ-lâng.","tghg":"耶和華啊，求你起來，抵當(tí-tng)對敵，將伊打倒！用你的刀救我的生命脫離歹人。","bklhl":"耶和華ah，求你起來，抵擋對敵；　　將伊打倒；　　用你ê刀救我ê性命脫離pháiⁿ人。"}},{"book":"詩","chapter":17,"verse":14,"versions":{"unv":"耶和華啊，求你用手救我脫離世人，脫離那只在今生有福分的世人！你把你的財寶充滿他們的肚腹；他們因有兒女就心滿意足，將其餘的財物留給他們的嬰孩。","bklcl":"Iâ-hô-hoa ah, ēng Lí ê chhiú kiù góa thoat-lī sè-kan-lâng; Thoat-lī hiah-ê tī kim-seng ū hok-hūn ê sè-kan-lâng. Lí chiong Lí ê châi-pó chhiong-móa in ê pak-tó͘; In ū kiáⁿ-jî kàu sim-móa ì-chiok; Chiong kî-û ê châi-bu̍t lâu hō͘ in ê eⁿ-á.","tghg":"耶和華啊，用你的手救我脫離世間人，脫離許個佇今生有福份的世間人！你將你的財寶充滿𪜶的腹肚；𪜶有子兒到心滿意足，將其餘的財物留互𪜶的嬰仔。","bklhl":"耶和華ah，用你ê手救我脫離世間人；　　脫離hiah-ê tī 今生有福份ê世間人。　　你將你ê財寶充滿in ê腹肚；　　In有kiáⁿ兒到心滿意足；　　將其餘ê財物留hō͘ in ê嬰á。"}},{"book":"詩","chapter":17,"verse":15,"versions":{"unv":"至於我，我必在義中見你的面；我醒了的時候，得見（或譯：著）你的形像就心滿意足了。","bklcl":"Lūn-kàu góa, góa beh tī gī ê tiong-kan khòaⁿ-kìⁿ Lí ê bīn;  Góa khùn-chhíⁿ ê sî, khòaⁿ-kìⁿ Lí ê hêng-iông, chiū sim-móa ì-chiok.","tghg":"論到我，我欲佇義的中間看見你的面；我睏醒的時，看見你的形容就心滿意足。","bklhl":"論到我，我beh tī義ê中間看見你ê面；　　我睏醒ê時，看見你ê形容，就心滿意足。"}}]