[{"book":"詩","chapter":146,"verse":1,"versions":{"unv":"你們要讚美耶和華！我的心哪，你要讚美耶和華！","bklcl":"Lín tio̍h o-ló Iâ-hô-hoa.  Góa ê sim ah, lí tio̍h o-ló Iâ-hô-hoa.","tghg":"恁著謳咾耶和華！我的心啊，你著謳咾耶和華！","bklhl":"Lín tio̍h o-ló耶和華。　　我ê心ah，你tio̍h o-ló耶和華。"}},{"book":"詩","chapter":146,"verse":2,"versions":{"unv":"我一生要讚美耶和華！我還活的時候要歌頌我的　神！","bklcl":"Góa it-seng beh o-ló Iâ-hô-hoa;  Góa iáu-oa̍h ê sî, beh chhiùⁿ-koa o-ló góa ê Siōng-tè.","tghg":"我一生欲謳咾耶和華！我猶活的時欲唱歌謳咾我的上帝！","bklhl":"我一生beh o-ló耶和華；　　我iáu活ê時，beh唱歌o-ló我ê上帝。"}},{"book":"詩","chapter":146,"verse":3,"versions":{"unv":"你們不要倚靠君王，不要倚靠世人；他一點不能幫助。","bklcl":"Lín bo̍h--tit óa-khò kun-ông, bo̍h--tit óa-khò sè-kan lâng;  In chi̍t-tiám-á bōe-ōe pang-chān.","tghg":"恁莫得倚靠君王，莫得倚靠世間人；𪜶一點仔𣍐會幫助。","bklhl":"Lín莫得óa靠君王，莫得óa靠世間人；　　In一點á bōe能幫贊。"}},{"book":"詩","chapter":146,"verse":4,"versions":{"unv":"他的氣一斷，就歸回塵土；他所打算的，當日就消滅了。","bklcl":"I chi̍t-ē tn̄g-khùi, chiū kui-thó͘;  I só͘ kè-e̍k--ê, tī hit-ji̍t chiū siau-bia̍t.","tghg":"伊一下斷氣，就歸土；伊所計劃(kè-e̍k)的，佇彼日就消滅。","bklhl":"伊一下斷氣，就歸土；　　伊所計畫-ê，tī hit日就消滅。"}},{"book":"詩","chapter":146,"verse":5,"versions":{"unv":"以雅各的　神為幫助、仰望耶和華─他　神的，這人便為有福！","bklcl":"Ū Ngá-kok ê Siōng-tè chòe i ê pang-chān,  Ǹg-bāng i ê Siōng-tè Iâ-hô-hoa ê, chit-hō lâng ū hok-khì;","tghg":"有雅各的上帝做伊的幫助，向望伊的上帝──耶和華的，此號人有福氣！","bklhl":"有雅各ê上帝做伊ê幫贊，　　Ǹg望伊ê上帝耶和華ê，chit號人有福氣；"}},{"book":"詩","chapter":146,"verse":6,"versions":{"unv":"耶和華造天、地、海，和其中的萬物；他守誠實，直到永遠。","bklcl":"I sī chhòng-chō thiⁿ, tōe, hái, kap kî-tiong ê bān-mi̍h;  I pó-siú sêng-si̍t kàu tī éng-oán;","tghg":"伊是創造天、地、海，及其中的萬物；伊保守誠實，到佇永遠。","bklhl":"伊是創造天，地，海，kap其中ê萬物；　　伊保守誠實到tī永遠；"}},{"book":"詩","chapter":146,"verse":7,"versions":{"unv":"他為受屈的伸冤，賜食物與飢餓的。耶和華釋放被囚的；","bklcl":"I ūi-tio̍h siū un-khut ê lâng sin-oan;  Siúⁿ-sù chia̍h-mi̍h hō͘ iau-gō--ê.  Iâ-hô-hoa tháu-pàng siū koaiⁿ-kaⁿ--ê;","tghg":"伊為著受冤屈的人伸冤，賞賜食物互枵餓者。耶和華解放受關監者；","bklhl":"伊為tio̍h受冤屈ê人伸冤；　　賞賜食物hō͘ iau餓-ê。　　耶和華tháu放受關監-ê；"}},{"book":"詩","chapter":146,"verse":8,"versions":{"unv":"耶和華開了瞎子的眼睛；耶和華扶起被壓下的人。耶和華喜愛義人。","bklcl":"Iâ-hô-hoa khui chhiⁿ-mî-lâng ê ba̍k-chiu;  Iâ-hô-hoa hû-khí siū ap-chè ê lâng;  Iâ-hô-hoa thiàⁿ-sioh gī-lâng;","tghg":"耶和華開睛瞑人的目睭；耶和華扶起受壓制的人。耶和華疼惜義人。","bklhl":"耶和華開chhiⁿ-mî人ê目睭；　　耶和華扶起受壓制ê人；　　耶和華疼惜義人；"}},{"book":"詩","chapter":146,"verse":9,"versions":{"unv":"耶和華保護寄居的，扶持孤兒和寡婦，卻使惡人的道路彎曲。","bklcl":"Iâ-hô-hoa pó-hō͘ chhut-gōa lâng;  Hû-chhî ko͘-jî kóaⁿ-hū;  To̍k-to̍k pháiⁿ-lâng ê tō-lō͘, hō͘ i oan-khiau.","tghg":"耶和華保護出外人，扶持孤兒寡婦，獨獨歹人的道路互伊彎曲。","bklhl":"耶和華保護出外人；　　扶持孤兒寡婦；　　獨獨pháiⁿ人ê道路，hō͘伊彎曲。"}},{"book":"詩","chapter":146,"verse":10,"versions":{"unv":"耶和華要作王，直到永遠！錫安哪，你的　神要作王，直到萬代！你們要讚美耶和華！","bklcl":"Iâ-hô-hoa beh chòe ông kàu éng-oán;  Sek-an ah, lí ê Siōng-tè beh chòe ông kàu bān-tāi.  Lín tio̍h o-ló Iâ-hô-hoa.","tghg":"耶和華欲做王，到永遠！錫安啊，你的上帝欲做王，到萬代！恁著謳咾耶和華！","bklhl":"耶和華beh做王到永遠；　　錫安ah，你ê上帝beh做王到萬代。　　Lín tio̍h o-ló耶和華。"}}]