[{"book":"詩","chapter":141,"verse":1,"versions":{"unv":"（大衛的詩。）耶和華啊，我曾求告你，求你快快臨到我這裡！我求告你的時候，願你留心聽我的聲音！","bklcl":"Tāi-pi̍t ê si.1)\tIâ-hô-hoa ah, góa bat kiû-kiò Lí;  Kiû Lí kín-kín lîm-kàu góa;  Góa kiû-kiò Lí ê sî,  Goān Lí àⁿ hī-khang thiaⁿ góa ê siaⁿ.","tghg":"〔大衛的詩。〕耶和華啊，我曾求叫你，求你緊緊臨到我！我求叫你的時，願你俯(àⁿ)耳孔聽我的聲！","bklhl":"大衛ê詩。1)\t耶和華ah，我bat求叫你；　　求你緊緊臨到我；　　我求叫你ê時，　　願你àⁿ耳孔聽我ê聲。"}},{"book":"詩","chapter":141,"verse":2,"versions":{"unv":"願我的禱告如香陳列在你面前！願我舉手祈求，如獻晚祭！","bklcl":"Goān góa ê kî-tó, chhin-chhiūⁿ hiuⁿ, pâi tī Lí ê bīn-chêng;  Goān góa ê kia̍h-khí chhiú, chhin-chhiūⁿ ê-hng-sî ê chè-sū.","tghg":"願我的祈禱親像香排佇你的面前！願我的攑起手，親像下昏時的祭祀！","bklhl":"願我ê祈禱，親像香，排tī你ê面前；　　願我ê kia̍h起手，親像ê-hng時ê祭祀。"}},{"book":"詩","chapter":141,"verse":3,"versions":{"unv":"耶和華啊，求你禁止我的口，把守我的嘴！","bklcl":"Iâ-hô-hoa ah, kiû Lí kò͘-siú góa ê chhùi;  Pé-siú góa chhùi-tûn ê mn̂g.","tghg":"耶和華啊，求你顧守我的嘴，把守我嘴唇的門！","bklhl":"耶和華ah，求你顧守我ê嘴；　　把守我嘴唇ê門。"}},{"book":"詩","chapter":141,"verse":4,"versions":{"unv":"求你不叫我的心偏向邪惡，以致我和作孽的人同行惡事；也不叫我吃他們的美食。","bklcl":"Kiû Lí bô hō͘ góa ê sim phian-ǹg siâ-ok,  Tì-kàu góa kap chok-gia̍t ê lâng tâng-kiâⁿ pháiⁿ-tāi;  Ia̍h bô hō͘ góa chia̍h in ê hó-mi̍h.","tghg":"求你無互我的心偏向邪惡，致到我及作孽(chok-gia̍t)的人同行歹代；亦無互我食𪜶的好物。","bklhl":"求你無hō͘我ê心偏ǹg邪惡，　　致到我kap作孽ê人同行pháiⁿ-tāi；　　亦無hō͘我食in ê好物。"}},{"book":"詩","chapter":141,"verse":5,"versions":{"unv":"任憑義人擊打我，這算為仁慈；任憑他責備我，這算為頭上的膏油；我的頭不要躲閃。正在他們行惡的時候，我仍要祈禱。","bklcl":"Gī-lâng phah góa, góa sǹg-chòe jîn-chû;  I chek-pī góa, góa sǹg-chòe thâu-khak-téng boah-iû;  Góa ê thâu-khak bô beh oa̍t-siám;  Tng in kiâⁿ-pháiⁿ ê sî, góa iû-goân beh kî-tó.","tghg":"義人拍我，我算做仁慈；伊責備我，我算做頭殼頂抹油；我的頭殼無欲越閃。當𪜶行歹的時，我猶原欲祈禱。","bklhl":"義人phah我，我算做仁慈；　　伊責備我，我算做頭殼頂抹油；　　我ê頭殼無beh oa̍t-siám；　　當in行pháiⁿ ê時，我猶原beh祈禱。"}},{"book":"詩","chapter":141,"verse":6,"versions":{"unv":"他們的審判官被扔在巖下；眾人要聽我的話，因為這話甘甜。","bklcl":"In ê sím-phòaⁿ-koaⁿ siū hiat-lo̍h soaⁿ-khàm;  In beh thiaⁿ góa ê ōe, in-ūi che ōe sī tiⁿ.","tghg":"𪜶的審判官受㧒落山崁；𪜶欲聽我的話，因為這話是甜。","bklhl":"In ê審判官受hiat落山崁；　　In beh聽我ê話，因為這話是甜。"}},{"book":"詩","chapter":141,"verse":7,"versions":{"unv":"我們的骨頭散在墓旁，好像人耕田、刨地的土塊。","bklcl":"Goán ê kut-thâu sì-sòaⁿ tī bōng-piⁿ;  Chhin-chhiūⁿ lâng choh-chhân, lôe-khui hit ê thô͘.","tghg":"阮的骨頭四散佇墓邊，親像人作田、犁開彼個土。","bklhl":"阮ê骨頭四散tī墓邊；　　親像人作田，犁開hit ê土。"}},{"book":"詩","chapter":141,"verse":8,"versions":{"unv":"主─耶和華啊，我的眼目仰望你；我投靠你，求你不要將我撇得孤苦！","bklcl":"Chú Iâ-hô-hoa ah, góa ê ba̍k-chiu ǹg Lí;  Góa óa-khò Lí, kiû Lí m̄-thang pàng-sak góa ê sîn-hûn bô i-óa.","tghg":"主──耶和華啊，我的目睭向你；我倚靠你，求你呣通放拺我的神魂無依倚！","bklhl":"主耶和華ah，我ê目睭ǹg你；　　我óa靠你，求你m̄-thang放sak我ê神魂無依óa。"}},{"book":"詩","chapter":141,"verse":9,"versions":{"unv":"求你保護我脫離惡人為我設的網羅和作孽之人的圈套！","bklcl":"Kiû Lí pó-hō͘ góa thoat-lī in ūi-tio̍h góa tiuⁿ ê oa̍h-tauh,  Kap kiâⁿ-pháiⁿ ê lâng ê khoân-thò.","tghg":"求你保護我脫離𪜶為著我張的活罩，及行歹的人的圈套！","bklhl":"求你保護我脫離in為tio̍h我張ê活tauh，　　Kap行pháiⁿ ê人ê環套。"}},{"book":"詩","chapter":141,"verse":10,"versions":{"unv":"願惡人落在自己的網裡，我卻得以逃脫。","bklcl":"Goān pháiⁿ-lâng hām-lo̍h tī in ê lô-bāng;  Chóng-sī góa tit-tio̍h thoat-lī.","tghg":"願歹人陷落佇𪜶的羅網，總是我得著脫離。","bklhl":"願pháiⁿ人陷落tī in ê羅網；　　總是我得tio̍h脫離。"}}]