[{"book":"詩","chapter":9,"verse":1,"versions":{"unv":"（大衛的詩，交與伶長。調用慕拉便。）我要一心稱謝耶和華；我要傳揚你一切奇妙的作為。","bklcl":"Tāi-pi̍t ê si, kau hō͘ Ga̍k-koaⁿ, tiāu, ēng Bō͘-la̍h-piān.1)\tGóa beh choân-sim kám-siā Iâ-hô-hoa;  Góa beh pò-iông Lí it-chhè kî-biāu ê só͘-chòe.","tghg":"〔大衛的詩，交互樂官。調用幕拉便。〕我欲全心感謝耶和華；我欲報揚你一切奇妙的所做。","bklhl":"大衛ê詩，交hō͘樂官，調用Bō͘-la̍h-piān。1) 我beh全心感謝耶和華；　　我beh報揚你一切奇妙ê所做。"}},{"book":"詩","chapter":9,"verse":2,"versions":{"unv":"我要因你歡喜快樂；至高者啊，我要歌頌你的名！","bklcl":"Góa beh chāi-tī Lí hoaⁿ-hí khoài-lo̍k;  Chì-koâiⁿ--ê ah, góa beh o-ló Lí ê miâ.","tghg":"我欲在佇你歡喜快樂；至高者啊，我欲謳咾你的名！","bklhl":"我beh在tī你歡喜快樂；　　至koân ê ah，我beh o-ló你ê名。"}},{"book":"詩","chapter":9,"verse":3,"versions":{"unv":"我的仇敵轉身退去的時候，他們一見你的面就跌倒滅亡。","bklcl":"Góa ê tùi-te̍k oa̍t-tńg-sin thè--khì ê sî,  Chiū tī Lí ê bīn-chêng poa̍h-tó bia̍t-bô.","tghg":"我的對敵越轉身退去的時，就佇你的面前跋倒滅無。","bklhl":"我ê對敵oa̍t-tńg身退去ê時，　　就tī你ê面前跋倒滅無。"}},{"book":"詩","chapter":9,"verse":4,"versions":{"unv":"因你已經為我伸冤，為我辨屈；你坐在寶座上，按公義審判。","bklcl":"Lí í-keng thòe góa sin-oan, thòe góa piān-bêng;  Lí chē tī pó-chō, chiàu kong-gī sím-phòaⁿ.","tghg":"你已經替我伸冤，替我辯明；你坐佇寶座，照公義審判。","bklhl":"你已經替我伸冤，替我辯明；　　你坐tī寶座，照公義審判。"}},{"book":"詩","chapter":9,"verse":5,"versions":{"unv":"你曾斥責外邦，你曾滅絕惡人；你曾塗抹他們的名，直到永永遠遠。","bklcl":"Lí ū chek-pī lia̍t-pang, Lí ū bia̍t-bô pháiⁿ-lâng,  Lí ū chhat-bia̍t in ê miâ kàu éng-oán.","tghg":"你有責備列邦，你有滅無歹人；你有擦滅𪜶的名，到永遠。","bklhl":"你有責備列邦，你有滅無pháiⁿ人，　　你有擦滅in ê名到永遠。"}},{"book":"詩","chapter":9,"verse":6,"versions":{"unv":"仇敵到了盡頭；他們被毀壞，直到永遠。你拆毀他們的城邑，連他們的名號都歸於無有。","bklcl":"Tùi-te̍k kàu kiat-kio̍k, siū hong-hòe kàu éng-oán;  Lí húi-hoāi in ê siâⁿ;  Liân in ê kì-liām ia̍h bô--khì.","tghg":"對敵到結局；受荒廢到永遠。你毀壞𪜶的城，連𪜶的紀念亦無去。","bklhl":"對敵到結局，受荒廢到永遠；　　你毀壞in ê城；連in ê記念亦無去。"}},{"book":"詩","chapter":9,"verse":7,"versions":{"unv":"惟耶和華坐著為王，直到永遠；他已經為審判設擺他的寶座。","bklcl":"To̍k-to̍k Iâ-hô-hoa chē-ūi kàu éng-oán;  I í-keng ūi sím-phòaⁿ, an-tì I ê pó-chō.","tghg":"獨獨耶和華坐位，到永遠；伊已經為審判安置伊的寶座。","bklhl":"獨獨耶和華坐位到永遠；　　伊已經ūi審判，安置伊ê寶座。"}},{"book":"詩","chapter":9,"verse":8,"versions":{"unv":"他要按公義審判世界，按正直判斷萬民。","bklcl":"I beh chiàu kong-gī sím-phòaⁿ sè-kài,  Chiàu chèng-ti̍t phòaⁿ-toàn chèng peh-sìⁿ.","tghg":"伊欲照公義審判世界，照正直判斷眾百姓。","bklhl":"伊beh照公義審判世界，　　照正直判斷眾百姓。"}},{"book":"詩","chapter":9,"verse":9,"versions":{"unv":"耶和華又要給受欺壓的人作高臺，在患難的時候作高臺。","bklcl":"Iâ-hô-hoa koh beh chòe siū ap-pek ê lâng ê koâiⁿ-tâi,  Tī hoān-lān ê sî ê koâiⁿ-tâi.","tghg":"耶和華閣欲做受壓迫的人的高台，佇患難的時的高台。","bklhl":"耶和華koh beh做受壓迫ê人ê高台，　　Tī患難ê時ê高台。"}},{"book":"詩","chapter":9,"verse":10,"versions":{"unv":"耶和華啊，認識你名的人要倚靠你，因你沒有離棄尋求你的人。","bklcl":"Bat Lí ê miâ ê lâng beh óa-khò Lí;  In-ūi, Iâ-hô-hoa, Lí bē-bat khì-sak chhē Lí ê lâng.","tghg":"識你的名的人欲倚靠你，因為耶和華，你未曾棄拺尋你的人。","bklhl":"Bat你ê名ê人beh óa靠你；　　因為，耶和華，你bē-bat棄sak chhē你ê人。"}},{"book":"詩","chapter":9,"verse":11,"versions":{"unv":"應當歌頌居錫安的耶和華，將他所行的傳揚在眾民中。","bklcl":"Tio̍h o-ló khiā-khí Sek-an ê Iâ-hô-hoa,  Chiong I só͘ kiâⁿ--ê pò-iông tī chèng peh-sìⁿ ê tiong-kan.","tghg":"著謳咾徛起錫安的耶和華，將伊所行的報揚佇眾百姓的中間。","bklhl":"Tio̍h o-ló khiā起錫安ê耶和華，　　將伊所行ê報揚tī眾百姓ê中間。"}},{"book":"詩","chapter":9,"verse":12,"versions":{"unv":"因為那追討流人血之罪的─他記念受屈的人，不忘記困苦人的哀求。","bklcl":"In-ūi hit ê cha-pān bēng-àn--ê kì-tit in;  Bô bōe kì-tit khùn-khó͘ lâng ê ai-kiû.","tghg":"因為彼個查辦命案者記得𪜶，無𣍐記得困苦人的哀求。","bklhl":"因為hit ê查辦命案ê記得in；　　無bōe記得困苦人ê哀求。"}},{"book":"詩","chapter":9,"verse":13,"versions":{"unv":"耶和華啊，你是從死門把我提拔起來的；求你憐恤我，看那恨我的人所加給我的苦難，","bklcl":"Iâ-hô-hoa ah, kiû Lí lîn-bín góa;  Lí sī tùi sí-mn̂g kiù góa khí--lâi--ê,  Tio̍h kàm-chhat hiah-ê oàn-hūn góa ê lâng só͘ hō͘ góa tú-tio̍h ê khó͘-lān.","tghg":"耶和華啊，求你憐憫我；你是對死門救我起來者，著鑑察許個怨恨我的人所互我抵著(tú-tio̍h)的苦難。","bklhl":"耶和華ah，求你憐憫我；　　你是tùi死門救我起來ê，　　Tio̍h鑑察hiah-ê怨恨我ê人所hō͘我tú-tio̍h ê苦難。"}},{"book":"詩","chapter":9,"verse":14,"versions":{"unv":"好叫我述說你一切的美德；我必在錫安城（原文是女子）的門因你的救恩歡樂。","bklcl":"Thang hō͘ góa kóng-khí Lí it-chhè ê hó miâ-siaⁿ;  Góa beh tī Sek-an siâⁿ ê mn̂g,  Ūi-tio̍h Lí ê kiù-un lâi hoaⁿ-hí.","tghg":"通互我講起你一切的好名聲；我欲佇錫安城的門為著你的救恩來歡喜。","bklhl":"Thang hō͘我講起你一切ê好名聲；　　我beh tī錫安城ê門，　　為tio̍h你ê救恩來歡喜。"}},{"book":"詩","chapter":9,"verse":15,"versions":{"unv":"外邦人陷在自己所掘的坑中；他們的腳在自己暗設的網羅裡纏住了。","bklcl":"Lia̍t-pang hām-lo̍h tī in só͘ khui ê hām-khiⁿ;  In ê kha tîⁿ tī in àm-chīⁿ siat ê lô-bāng.","tghg":"列邦陷落佇𪜶所開的陷坑；𪜶的腳纏佇𪜶暗靜設的羅網。","bklhl":"列邦陷落tī in所開ê陷坑；　　In ê腳纏tī in暗靜設ê羅網。"}},{"book":"詩","chapter":9,"verse":16,"versions":{"unv":"耶和華已將自己顯明了，他已施行審判；惡人被自己手所做的纏住了（或譯：他叫惡人被自己手所做的累住了）。（細拉）","bklcl":"Iâ-hô-hoa í-keng hián-bêng ka-kī, I í-keng kiâⁿ sím-phòaⁿ;  Pháiⁿ lâng hō͘ ka-kī ê chhiú só͘ chòe--ê tîⁿ--tio̍h. [Hi-kai-un. Sè-la̍h","tghg":"耶和華已經顯明家己，伊已經行審判；歹人互家己的手所做的纏著。（細拉）","bklhl":"耶和華已經顯明家己，伊已經行審判；　　Pháiⁿ人hō͘家己ê手所做ê纏tio̍h。[Hi-kai-un, Sè-la̍h]"}},{"book":"詩","chapter":9,"verse":17,"versions":{"unv":"惡人，就是忘記　神的外邦人，都必歸到陰間。","bklcl":"Pháiⁿ-lâng beh kui tī im-hú,  Bōe kì--tit Siōng-tè ê lia̍t-pang ia̍h beh án-ni.","tghg":"歹人欲歸佇陰府，𣍐記得上帝的列邦亦欲按呢。","bklhl":"Pháiⁿ人beh歸tī陰府，　　Bōe記得上帝ê列邦亦beh án-ni。"}},{"book":"詩","chapter":9,"verse":18,"versions":{"unv":"窮乏人必不永久被忘；困苦人的指望必不永遠落空。","bklcl":"In-ūi sòng-hiong-lâng tek-khak bô éng-oán hō͘ Siōng-tè bōe kì-tit,  Khùn-khó͘ ê lâng ê ǹg-bāng, tek-khak bōe éng-éng bô--khì.","tghg":"因為喪鄉人的確無永遠互上帝𣍐記得；困苦的人的向望的確𣍐永永無去。","bklhl":"因為sòng-hiong人的確無永遠hō͘上帝bōe記得，　　困苦ê人ê ǹg望，的確bōe永永無去。"}},{"book":"詩","chapter":9,"verse":19,"versions":{"unv":"耶和華啊，求你起來，不容人得勝！願外邦人在你面前受審判！","bklcl":"Iâ-hô-hoa ah, kiû Lí khí--lâi, m̄-thang iông-ún lâng khah-iâⁿ;  Goān lia̍t-pang tī Lí ê bīn-chêng siū sím-phòaⁿ.","tghg":"耶和華啊，求你起來，呣通容允人卡贏！願列邦佇你的面前受審判！","bklhl":"耶和華ah，求你起來，m̄-thang容允人khah贏；　　願列邦tī你ê面前受審判。"}},{"book":"詩","chapter":9,"verse":20,"versions":{"unv":"耶和華啊，求你使外邦人恐懼；願他們知道自己不過是人。（細拉）","bklcl":"Iâ-hô-hoa ah, kiû Lí hō͘ in kiaⁿ-hiâⁿ;  Goān lia̍t-pang chai ka-kī put-kò sī lâng nā-tiāⁿ.  [Sè-la̍h","tghg":"耶和華啊，求你互𪜶驚惶；願列邦知家己不過是人若定。（細拉）","bklhl":"耶和華ah，求你hō͘ in驚惶；　　願列邦知家己不過是人nā-tiāⁿ。[Sè-la̍h]"}}]