[{"book":"詩","chapter":28,"verse":1,"versions":{"unv":"（大衛的詩。）耶和華啊，我要求告你！我的磐石啊，不要向我緘默！倘若你向我閉口，我就如將死的人一樣。","bklcl":"Tāi-pi̍t ê si.1)\tIâ-hô-hoa ah, góa beh kiû-kiò Lí;  Góa ê chio̍h-pôaⁿ ah, m̄-thang bô beh thiaⁿ góa.  Nā Lí tùi góa chēng-chēng,  Góa chiū chhin-chhiūⁿ ji̍p bōng ê lâng chi̍t-iūⁿ.","tghg":"〔大衛的詩〕耶和華啊，我欲求叫你！我的石磐啊，呣通無欲聽我！若你對我靜靜，我就親像入墓的人一樣。","bklhl":"大衛ê詩。1) 耶和華ah，我beh求叫你；　　我ê石磐ah，m̄-thang無beh聽我。　　若你tùi我靜靜，　　我就親像入墓ê人一樣。"}},{"book":"詩","chapter":28,"verse":2,"versions":{"unv":"我呼求你，向你至聖所舉手的時候，求你垂聽我懇求的聲音！","bklcl":"Góa kiû-kiò Lí, ǹg Lí ê chì-sèng-só͘ kia̍h chhiú ê sî, kiû Lí thiaⁿ góa khún-kiû ê siaⁿ.","tghg":"我求叫你，向你的至聖所攑手的時，求你聽我懇求的聲！","bklhl":"我求叫你，ǹg你ê至聖所kia̍h手ê時，求你聽我懇求ê聲。"}},{"book":"詩","chapter":28,"verse":3,"versions":{"unv":"不要把我和惡人並作孽的一同除掉；他們與鄰舍說和平話，心裡卻是奸惡。","bklcl":"M̄-thang chiong góa kap pháiⁿ-lâng, í-ki̍p chok-gia̍t ê lâng, chòe chi̍t-ē tû--khì.  In kap chhù-piⁿ kóng hô-pêng ê ōe, chóng-sī in ê sim kan-hiám.","tghg":"呣通將我及歹人以及作孽的人做一下除去；𪜶及厝邊講和平的話，總是𪜶的心奸險。","bklhl":"M̄-thang將我kap pháiⁿ人，以及作孽ê人，做一下除去。　　In kap厝邊講和平ê話，總是in ê心kan-hiám。"}},{"book":"詩","chapter":28,"verse":4,"versions":{"unv":"願你按著他們所做的，並他們所行的惡事待他們。願你照著他們手所做的待他們，將他們所應得的報應加給他們。","bklcl":"Goān Lí chiàu in só͘ chòe--ê, iā chiàu in só͘ kiâⁿ ê pháiⁿ-tāi, khoán-thāi in;  Goān Lí chiàu in ê chhiú só͘ chòe--ê, khoán-thāi in;  Chiong in só͘ eng-kai tú-tio̍h-ê pò-èng in.","tghg":"願你照𪜶所做的，也照𪜶所行的歹代款待𪜶。願你照𪜶的手所做的款待𪜶，將𪜶所應該抵著(tú-tio̍h)的報應𪜶。","bklhl":"願你照in所做ê，也照in所行ê pháiⁿ-tāi，款待in；　　願你照in ê手所做ê，款待in；　　將in所應該tú-tio̍h-ê報應in。"}},{"book":"詩","chapter":28,"verse":5,"versions":{"unv":"他們既然不留心耶和華所行的和他手所做的，他就必毀壞他們，不建立他們。","bklcl":"In kì-jiân bô liû-sim tī Iâ-hô-hoa só͘ kiâⁿ--ê,  Í-ki̍p I ê chhiú só͘ chòe--ê;  I chiū beh húi-hoāi in, bô beh kiàn-li̍p in.","tghg":"𪜶既然無留心佇耶和華所行的以及伊的手所做的，伊就欲毀壞𪜶，無欲建立𪜶。","bklhl":"In既然無留心tī耶和華所行ê，　　以及伊ê手所做ê；　　伊就beh毀壞in，無beh建立in。"}},{"book":"詩","chapter":28,"verse":6,"versions":{"unv":"耶和華是應當稱頌的，因為他聽了我懇求的聲音。","bklcl":"Iâ-hô-hoa sī eng-kai o-ló--ê,  In-ūi I thiaⁿ góa khún-kiû ê siaⁿ.","tghg":"耶和華是應該謳咾者，因為伊聽我懇求的聲。","bklhl":"耶和華是應該o-ló-ê，　　因為伊聽我懇求ê聲。"}},{"book":"詩","chapter":28,"verse":7,"versions":{"unv":"耶和華是我的力量，是我的盾牌；我心裡倚靠他就得幫助。所以我心中歡樂，我必用詩歌頌讚他。","bklcl":"Iâ-hô-hoa sī góa ê khùi-la̍t, ia̍h sī góa ê tîn-pâi.  Góa ê sim óa-khò I, góa chiū tit-tio̍h pang-chān.  Só͘-í góa ê sim tōa hoaⁿ-hí;  Góa beh ēng góa ê si-koa o-ló I.","tghg":"耶和華是我的氣力，亦是我的盾牌；我的心倚靠伊我就得著幫助。所以我的心大歡喜，我欲用我的詩歌謳咾伊。","bklhl":"耶和華是我ê氣力，亦是我ê藤牌。　　我ê心óa靠伊，我就得tio̍h幫贊。　　所以我ê心大歡喜；　　我beh用我ê詩歌o-ló伊。"}},{"book":"詩","chapter":28,"verse":8,"versions":{"unv":"耶和華是他百姓的力量，又是他受膏者得救的保障。","bklcl":"Iâ-hô-hoa sī I ê peh-sìⁿ ê khùi-la̍t;  Iā sī I siū boah-iû--ê tit-kiù ê ōe-só͘.","tghg":"耶和華是伊的百姓的氣力，也是伊受抹油者得救的衛所。","bklhl":"耶和華是伊ê百姓ê氣力；　　也是伊受抹油ê得救ê衛所。"}},{"book":"詩","chapter":28,"verse":9,"versions":{"unv":"求你拯救你的百姓，賜福給你的產業，牧養他們，扶持他們，直到永遠。","bklcl":"Kiû Lí chín-kiù Lí ê peh-sìⁿ, sù-hok Lí ê sán-gia̍p,  Iúⁿ-chhī in, hû-chhî in, kàu tī éng-oán.","tghg":"求你拯救你的百姓，賜福你的產業，養飼𪜶，扶持𪜶，到佇永遠。","bklhl":"求你拯救你ê百姓，賜福你ê產業，　　養飼in，扶持in，到tī永遠。"}}]