[{"book":"詩","chapter":72,"verse":1,"versions":{"unv":"（所羅門的詩。）　神啊，求你將判斷的權柄賜給王，將公義賜給王的兒子。","bklcl":"Só͘-lô-bûn ê si.1)\tSiōng-tè ah, kiû Lí chiong Lí ê phòaⁿ-toàn siúⁿ-sù ông,  Chiong Lí ê kong-gī siúⁿ-sù ông ê kiáⁿ.","tghg":"〔所羅門的詩。〕上帝啊，求你將你的判斷賞賜王，將你的公義賞賜王的子。","bklhl":"所羅門ê詩。1) 上帝ah，求你將你ê判斷賞賜王，　　將你ê公義賞賜王ê kiáⁿ。"}},{"book":"詩","chapter":72,"verse":2,"versions":{"unv":"他要按公義審判你的民，按公平審判你的困苦人。","bklcl":"I beh chiàu kong-gī sím-phòaⁿ Lí ê peh-sìⁿ,  Chiàu kong-pêng phòaⁿ-toàn Lí hiah-ê khùn-khó͘ ê lâng.","tghg":"伊欲照公義審判你的百姓，照公平判斷你許個困苦的人。","bklhl":"伊beh照公義審判你ê百姓，　　照公平判斷你hiah-ê困苦ê人。"}},{"book":"詩","chapter":72,"verse":3,"versions":{"unv":"大山小山都要因公義使民得享平安。","bklcl":"Tōa-soaⁿ beh in-ūi kong-gī, hō͘ peh-sìⁿ pêng-an,  Soaⁿ-á iā beh án-ni.","tghg":"大山欲因為公義互百姓平安，山仔也欲按呢。","bklhl":"大山 beh因為公義，hō͘百姓平安，　　山á也beh án-ni。"}},{"book":"詩","chapter":72,"verse":4,"versions":{"unv":"他必為民中的困苦人伸冤，拯救窮乏之輩，壓碎那欺壓人的。","bklcl":"I beh kā peh-sìⁿ-tiong khùn-khó͘ ê lâng phòaⁿ-toàn,  I beh kiù sòng-hiong ê lâng,  I beh teh-chhùi pō-gio̍k ê lâng.","tghg":"伊欲給百姓中困苦的人判斷，伊欲救喪鄉的人，伊欲壓碎暴虐的人。","bklhl":"伊beh kā百姓中困苦ê人判斷，　　伊beh救sòng-hiong ê人，　　伊beh teh碎暴虐ê人。"}},{"book":"詩","chapter":72,"verse":5,"versions":{"unv":"太陽還存，月亮還在，人要敬畏你，直到萬代！","bklcl":"Lâng beh kèng-ùi Lí ji̍t-kú ge̍h-tn̂g,  Ti̍t-kàu bān sè-tāi.","tghg":"人欲敬畏你，日久月長，直到萬世代！","bklhl":"人beh敬畏你日久月長，　　直到萬世代。"}},{"book":"詩","chapter":72,"verse":6,"versions":{"unv":"他必降臨，像雨降在已割的草地上，如甘霖滋潤田地。","bklcl":"I beh kàng-lîm chhin-chhiūⁿ hō͘ lo̍h tī í-keng koah ê chháu,  Chhin-chhiūⁿ ki̍p-sî ê hō͘ lūn-te̍k thó͘-tōe.","tghg":"伊欲降臨，親像雨落佇已經割的草，親像及時的雨潤澤土地。","bklhl":"伊beh降臨親像雨落tī已經割ê草，　　親像及時ê雨潤澤土地。"}},{"book":"詩","chapter":72,"verse":7,"versions":{"unv":"在他的日子，義人要發旺，大有平安，好像月亮長存。","bklcl":"Tī I ê ji̍t-chí gī-lâng beh heng-ōng; Tōa-tōa pêng-an kap ge̍h pîⁿ kú.","tghg":"佇伊的日子，義人欲興旺，大大平安，及月平久。","bklhl":"Tī伊ê日子義人beh興旺；　　大大平安kap月平久。"}},{"book":"詩","chapter":72,"verse":8,"versions":{"unv":"他要執掌權柄，從這海直到那海，從大河直到地極。","bklcl":"I beh chiáng-koân tùi chit ê hái kàu hit ê hái,  Tùi Tōa-hô kàu tōe-ke̍k.","tghg":"伊欲掌權，對此個海到彼個海，對大河到地極。","bklhl":"伊beh掌權tùi chit ê海到hit ê海，　　Tùi大河到地極。"}},{"book":"詩","chapter":72,"verse":9,"versions":{"unv":"住在曠野的，必在他面前下拜；他的仇敵必要舔土。","bklcl":"Khiā-khí tī khòng-iá-ê beh kūi-pài tī i ê bīn-chêng;  I ê tùi-te̍k beh chī thô͘-hún.","tghg":"徛起佇曠野的，欲跪拜佇伊的面前；伊的對敵欲舐土粉。","bklhl":"Khiā起tī曠野ê beh跪拜tī伊ê面前；　　伊ê對敵beh舐(chī)土粉。"}},{"book":"詩","chapter":72,"verse":10,"versions":{"unv":"他施和海島的王要進貢；示巴和西巴的王要獻禮物。","bklcl":"Tha-si kap hái-sū ê lia̍t-ông beh chìn-kòng;  Sī-pa kap Se-pa ê ông beh hiàn lé-mi̍h.","tghg":"他施及海嶼的列王欲進貢；示巴及西巴的王欲獻禮物。","bklhl":"Tha-si kap海嶼ê列王beh進貢；　　Sī-pa kap Se-pa ê王beh獻禮物。"}},{"book":"詩","chapter":72,"verse":11,"versions":{"unv":"諸王都要叩拜他；萬國都要事奉他。","bklcl":"Lia̍t-ông lóng beh phak-lo̍h pài i,  Bān-kok lóng beh ho̍k-sāi i.","tghg":"列王攏欲仆落拜伊；萬國攏欲服事伊。","bklhl":"列王lóng beh仆落拜伊，　　萬國lóng beh服事伊。"}},{"book":"詩","chapter":72,"verse":12,"versions":{"unv":"因為，窮乏人呼求的時候，他要搭救；沒有人幫助的困苦人，他也要搭救。","bklcl":"In-ūi sòng-hiong lâng kiû-kiò ê sî, i beh kiù i;  Khùn-khó͘ bô i-óa ê lâng i iā beh kiù.","tghg":"因為，喪鄉人求叫的時，伊欲救伊；困苦無依倚的人，伊也欲救。","bklhl":"因為sòng-hiong人求叫ê時，伊beh救伊；　　困苦無依óa ê人伊也beh救。"}},{"book":"詩","chapter":72,"verse":13,"versions":{"unv":"他要憐恤貧寒和窮乏的人，拯救窮苦人的性命。","bklcl":"I beh lîn-bín chheng-tām sòng-hiong ê lâng,  I beh chín-kiù sòng-hiong lâng ê sìⁿ-miā.","tghg":"伊欲憐憫清淡喪鄉的人，伊欲拯救喪鄉人的生命。","bklhl":"伊beh憐憫清淡sòng-hiong ê人，　　伊beh拯救sòng-hiong人ê性命。"}},{"book":"詩","chapter":72,"verse":14,"versions":{"unv":"他要救贖他們脫離欺壓和強暴；他們的血在他眼中看為寶貴。","bklcl":"I beh kiù-sio̍k in ê sìⁿ-miā thoat-lī ap-pek kap pō-gio̍k;  I beh khòaⁿ in ê huih chòe pó-pòe.","tghg":"伊欲救贖𪜶的生命脫離壓迫及暴虐；伊欲看𪜶的血做寶貝。","bklhl":"伊beh救贖in ê性命脫離壓迫kap暴虐；　　伊beh看in ê血做寶貝。"}},{"book":"詩","chapter":72,"verse":15,"versions":{"unv":"他們要存活。示巴的金子要奉給他；人要常常為他禱告，終日稱頌他。","bklcl":"I beh oa̍h--teh; beh chiong Sī-pa ê kim hō͘ i,  Beh siông-siông ūi i kî-tó,  Thong-ji̍t o-ló i.","tghg":"伊欲活啲。欲將示巴的金互伊；欲常常為伊祈禱，通日謳咾伊。","bklhl":"伊beh活teh；beh將Sī-pa ê金hō͘伊，　　Beh常常為伊祈禱，thong日o-ló伊。"}},{"book":"詩","chapter":72,"verse":16,"versions":{"unv":"在地的山頂上，五穀必然茂盛（或譯：有一把五穀）；所結的穀實要響動，如黎巴嫩的樹林；城裡的人要發旺，如地上的草。","bklcl":"Tī tōe--nih, tī soaⁿ-téng, gō͘-kak tek-khak bō͘-sēng,  Só͘ kiat ê gō͘-kak beh iô-tāng, chhin-chhiūⁿ Lī-pa-lùn ê chhiū;  Siâⁿ-lāi ê lâng beh heng-ōng, chhin-chhiūⁿ tōe-chiūⁿ ê chháu.","tghg":"佇地裡佇山頂，五穀的確茂盛；所結的五穀欲搖動，親像黎巴嫩的樹；城內的人欲興旺，親像地上的草。","bklhl":"Tī地裡，tī山頂，五穀的確茂盛，　　所結ê五穀beh搖動，親像黎巴嫩ê樹；　　城內ê人beh興旺，親像地上ê草。"}},{"book":"詩","chapter":72,"verse":17,"versions":{"unv":"他的名要存到永遠，要留傳如日之久。人要因他蒙福；萬國要稱他有福。","bklcl":"I ê miâ beh lâu kàu éng-oán;  I ê miâ beh liû-thoân chhin-chhiūⁿ ji̍t ê kú;  Lâng beh in-ūi i lâi tit-tio̍h hok-khì;  Bān-kok beh chheng-ho͘ i ū hok-khì.","tghg":"伊的名欲留到永遠，伊的名欲流傳親像日的久。人欲因為伊來得著福氣；萬國欲稱呼伊有福氣。","bklhl":"伊ê名beh留到永遠；　　伊ê名beh流傳親像日ê久；　　人beh因為伊來得tio̍h福氣；　　萬國beh稱呼伊有福氣。"}},{"book":"詩","chapter":72,"verse":18,"versions":{"unv":"獨行奇事的耶和華─以色列的　神是應當稱頌的！","bklcl":"Iâ-hô-hoa Siōng-tè, chiū-sī Í-sek-lia̍t ê Siōng-tè,  Chí-ū I kiâⁿ kî-īⁿ ê sū, eng-kai o-ló I.","tghg":"耶和華上帝──就是以色列的上帝，只有伊行奇異的事，應該謳咾伊！","bklhl":"耶和華上帝，就是以色列ê上帝，　　只有伊行奇異ê事，應該o-ló伊。"}},{"book":"詩","chapter":72,"verse":19,"versions":{"unv":"他榮耀的名也當稱頌，直到永遠。願他的榮耀充滿全地！阿們！阿們！","bklcl":"Goān I êng-kng ê miâ éng-oán siū o-ló;  Goān I ê êng-kng chhiong-móa choân-tōe.  A-bēng, koh A-bēng.","tghg":"願伊榮光的名，永遠受謳咾。願伊的榮光充滿全地！阿們！閣阿們！","bklhl":"願伊榮光ê名永遠受o-ló；　　願伊ê榮光充滿全地。　　A-bēng，koh A-bēng。"}},{"book":"詩","chapter":72,"verse":20,"versions":{"unv":"耶西的兒子─大衛的祈禱完畢。","bklcl":"Iâ-se ê kiáⁿ Tāi-pi̍t ê kî-tó bêng-pe̍k.","tghg":"耶西的子──大衛的祈禱明白。","bklhl":"耶西ê kiáⁿ大衛ê祈禱明白。"}}]