[{"book":"詩","chapter":101,"verse":1,"versions":{"unv":"（大衛的詩）。我要歌唱慈愛和公平；耶和華啊，我要向你歌頌！","bklcl":"Tāi-pi̍t ê si.1)\tGóa beh chhiùⁿ chû-ài kap kong-pêng ê koa;  Iâ-hô-hoa ah, góa beh ǹg Lí chhiùⁿ o-ló ê koa.","tghg":"〔大衛的詩。〕我欲唱慈愛及公平的歌；耶和華啊，我欲向你唱謳咾的歌！","bklhl":"大衛ê詩。1) 我beh唱慈愛kap公平ê歌；　　耶和華ah，我beh ǹg你唱o-ló ê歌。"}},{"book":"詩","chapter":101,"verse":2,"versions":{"unv":"我要用智慧行完全的道。你幾時到我這裡來呢？我要存完全的心行在我家中。","bklcl":"Góa beh ēng tì-hūi kiâⁿ tī oân-choân ê lō͘;  Lí beh siáⁿ-sî kàu góa chia?  Góa beh ēng oân-choân ê sim kiâⁿ tī góa ê ke-lāi.","tghg":"我欲用智慧行佇完全的路。你欲啥時到我遮？我欲用完全的心行佇我的家內。","bklhl":"我beh用智慧行tī完全ê路；　　你beh啥時到我chia？　　我beh用完全ê心行tī我ê家內。"}},{"book":"詩","chapter":101,"verse":3,"versions":{"unv":"邪僻的事，我都不擺在我眼前；悖逆人所做的事，我甚恨惡，不容沾在我身上。","bklcl":"Siâ-phiah-ê sū, góa lóng m̄ pâi tī góa ê ba̍k-chêng;  Pōe-tō ê lâng só͘ chòe ê sū, góa chin oàn-hūn;  M̄ hō͘ i liâm-tio̍h góa.","tghg":"邪僻的事，我攏呣排佇我的目前；悖道的人所做的事，我真怨恨，呣互伊粘著我。","bklhl":"邪癖ê事，我lóng m̄排tī我ê目前；　　背道 ê人所做ê事，我真怨恨；　　M̄ hō͘伊liâm-tio̍h我。"}},{"book":"詩","chapter":101,"verse":4,"versions":{"unv":"彎曲的心思，我必遠離；一切的惡人（或譯：惡事），我不認識。","bklcl":"Oan-khiau ê sim tek-khak hō͘ i lī-khui góa;  It-chhè ê pháiⁿ góa m̄-bat i.","tghg":"彎曲的心，的確互伊離開我；一切的歹，我呣識伊。","bklhl":"彎曲ê心的確hō͘伊離開我；　　一切ê pháiⁿ我m̄-bat伊。"}},{"book":"詩","chapter":101,"verse":5,"versions":{"unv":"在暗中讒謗他鄰居的，我必將他滅絕；眼目高傲、心裡驕縱的，我必不容他。","bklcl":"Àm-tiong húi-pòng i ê chhù-piⁿ--ê, góa beh bia̍t i; Ba̍k-chiu-kho͘ tōa ê, sim kiau-ngō͘ ê lâng, góa bô iông-ún i.","tghg":"暗中誹謗伊的厝邊者，我欲滅伊；目睭箍大的，心驕傲的人，我無容允伊。","bklhl":"暗中譭謗伊ê厝邊ê，我beh滅伊；　　目睭kho͘大ê，心驕傲ê人，我無容允伊。"}},{"book":"詩","chapter":101,"verse":6,"versions":{"unv":"我眼要看國中的誠實人，叫他們與我同住；行為完全的，他要伺候我。","bklcl":"Góa ê ba̍k-chiu beh khòaⁿ kok-lāi sêng-si̍t ê lâng, hō͘ in kap góa saⁿ-kap tòa;  Kiâⁿ tī oân-choân ê lō͘--ê, i beh ho̍k-sāi góa.","tghg":"我的目睭欲看國內誠實的人，互𪜶及我相及住；行佇完全的路者，伊欲服事我。","bklhl":"我ê目睭beh看國內誠實ê人，hō͘ in kap我相kap tòa；　　行tī完全ê路ê，伊beh服事我。"}},{"book":"詩","chapter":101,"verse":7,"versions":{"unv":"行詭詐的，必不得住在我家裡；說謊話的，必不得立在我眼前。","bklcl":"Kiâⁿ khúi-chà ê lâng bōe-tit-thang tòa góa ê ke-lāi;  Kóng pe̍h-chha̍t-ōe ê lâng bōe-tit-thang khiā-tiâu tī góa ê ba̍k-chiu-chêng.","tghg":"行詭詐的人，𣍐得通住我的家內；講白賊話的人，𣍐得通徛住佇我的目睭前。","bklhl":"行詭詐ê人bōe得thang帶我ê家內；　　講白賊話ê人bōe得thang khiā-tiâu tī我ê目睭前。"}},{"book":"詩","chapter":101,"verse":8,"versions":{"unv":"我每日早晨要滅絕國中所有的惡人，好把一切作孽的從耶和華的城裡剪除。","bklcl":"Ta̍k chá-khí góa beh bia̍t-bô kok-lāi ê pháiⁿ-lâng;  Thang chiong it-chhè chòe-pháiⁿ ê lâng, tùi Iâ-hô-hoa ê siâⁿ tû--khì.","tghg":"逐早起我欲滅無國內的歹人，通將一切做歹的人對耶和華的城除去。","bklhl":"Ta̍k早起我beh滅無國內ê pháiⁿ人；　　Thang將一切做pháiⁿ ê人，tùi耶和華ê城除去。"}}]