[{"book":"詩","chapter":5,"verse":1,"versions":{"unv":"（大衛的詩，交與伶長。用吹的樂器。）耶和華啊，求你留心聽我的言語，顧念我的心思！","bklcl":"Tāi-pi̍t ê si, kau hō͘ Ga̍k-koaⁿ; ēng pûn ê ga̍k-khì.1)\tIâ-hô-hoa ah, kiû Lí àⁿ hī-khang thiaⁿ góa ê ōe.  Kàm-chhat góa ê sim-su.","tghg":"大衛的詩，交互樂官。用歕的樂器。〕耶和華啊，求你俯耳孔聽我的話，鑑察我的心思！","bklhl":"大衛ê詩，交hō͘樂官；用pûn ê樂器。1) 耶和華ah，求你àⁿ耳孔聽我ê話。　　鑑察我ê心思。"}},{"book":"詩","chapter":5,"verse":2,"versions":{"unv":"我的王我的　神啊，求你垂聽我呼求的聲音！因為我向你祈禱。","bklcl":"Góa ê Ông, góa ê Siōng-tè ah, Kiû Lí àⁿ-lo̍h thiaⁿ góa kiû-kiò ê siaⁿ; In-ūi góa ǹg Lí kî-tó.","tghg":"我的王我的上帝啊，求你俯落聽我求叫的聲！因為我向你祈禱。","bklhl":"我ê王，我ê上帝ah，求你àⁿ落聽我求叫ê聲；　因為我ǹg你祈禱。"}},{"book":"詩","chapter":5,"verse":3,"versions":{"unv":"耶和華啊，早晨你必聽我的聲音；早晨我必向你陳明我的心意，並要警醒！","bklcl":"Iâ-hô-hoa ah, chá-khí-sî Lí ōe thiaⁿ góa ê siaⁿ;  Chá-khí-sî góa beh tùi Lí pâi-lia̍t góa ê sim-ì, sòa beh liâu-bāng.","tghg":"耶和華啊，早起時你會聽我的聲；早起時我欲對你排列我的心意，續欲瞭望！","bklhl":"耶和華ah，早起時你會聽我ê聲；　　早起時我beh對你排列我ê心意，續beh瞭望。"}},{"book":"詩","chapter":5,"verse":4,"versions":{"unv":"因為你不是喜悅惡事的　神，惡人不能與你同居。","bklcl":"In-ūi Lí m̄-sī hoaⁿ-hí chōe-ok ê Siōng-tè;  Pháiⁿ--ê bōe-tit-thang kap Lí tâng khiā-khí.","tghg":"因為你呣是歡喜罪惡的上帝，歹者𣍐得通及你同徛起。","bklhl":"因為你m̄是歡喜罪惡ê上帝；　　Pháiⁿ-ê bōe得thang kap你同khiā起。"}},{"book":"詩","chapter":5,"verse":5,"versions":{"unv":"狂傲人不能站在你眼前；凡作孽的，都是你所恨惡的。","bklcl":"Kiau-ngō͘ ê lâng bōe-ōe khiā tī Lí ê bīn-chêng;  Chòe-pháiⁿ ê lâng lóng sī Lí só͘ oàn-hūn.","tghg":"驕傲的人𣍐會徛佇你的面前；做歹的人，攏是你所怨恨。","bklhl":"驕傲ê人bōe能khiā tī你ê面前；　　做pháiⁿ ê人lóng是你所怨恨。"}},{"book":"詩","chapter":5,"verse":6,"versions":{"unv":"說謊言的，你必滅絕；好流人血弄詭詐的，都為耶和華所憎惡。","bklcl":"Kóng pe̍h-chha̍t--ê, Lí beh bia̍t in;  Ài thâi lâng kap kan-kúi--ê, lóng sī Iâ-hô-hoa só͘ iàm-ò͘ⁿ.","tghg":"講白賊者，你欲滅𪜶；愛刣人及奸詭者，攏是耶和華所厭惡。","bklhl":"講白賊ê，你beh滅in；　　Ài 刣人kap奸詭ê，lóng是耶和華所厭惡。"}},{"book":"詩","chapter":5,"verse":7,"versions":{"unv":"至於我，我必憑你豐盛的慈愛進入你的居所；我必存敬畏你的心向你的聖殿下拜。","bklcl":"Lūn-kàu góa, góa beh pîn Lí hong-sēng ê chû-ài ji̍p Lí ê chhù;  Góa beh chûn kèng-ùi Lí ê sim, ǹg Lí ê sèng-tiān lâi kèng-pài.","tghg":"論到我，我欲憑你豐盛的慈愛入你的厝；我欲存敬畏你的心向你的聖殿來敬拜。","bklhl":"論到我，我beh憑你豐盛ê慈愛入你ê厝；　　我beh chûn敬畏你ê心，ǹg你ê聖殿來敬拜。"}},{"book":"詩","chapter":5,"verse":8,"versions":{"unv":"耶和華啊，求你因我的仇敵，憑你的公義引領我，使你的道路在我面前正直。","bklcl":"Iâ-hô-hoa ah, kiû Lí in-ūi góa ê tùi-te̍k, pîn Lí ê kong-gī chhōa góa;  Hō͘ Lí ê lō͘ tī góa ê bīn-chêng chèng-ti̍t.","tghg":"耶和華啊，求你因為我的對敵，憑你的公義導我，互你的路佇我的面前正直。","bklhl":"耶和華ah，求你因為我ê對敵，憑你ê公義chhōa我；　　Hō͘你ê路tī我ê面前正直。"}},{"book":"詩","chapter":5,"verse":9,"versions":{"unv":"因為，他們的口中沒有誠實；他們的心裡滿有邪惡；他們的喉嚨是敞開的墳墓；他們用舌頭諂媚人。","bklcl":"In-ūi in ê chhùi bô láu-si̍t;  In ê sim ok-to̍k móa-móa;  In ê nâ-âu sī khui-khui ê bōng;  In ēng chi̍h thiám-mī lâng.","tghg":"因為，𪜶的嘴無老實；𪜶的心惡毒滿滿；𪜶的嚨喉(nâ-âu)是開開的墓；𪜶用舌諂媚(thiám-mī)人。","bklhl":"因為in ê嘴無老實；　　In ê心惡毒滿滿；　　In ê嚨喉是開開ê墓；　　In用舌諂媚人。"}},{"book":"詩","chapter":5,"verse":10,"versions":{"unv":"　神啊，求你定他們的罪！願他們因自己的計謀跌倒；願你在他們許多的過犯中把他們逐出，因為他們背叛了你。","bklcl":"Siōng-tè ah, kiû Lí tēng in ê chōe;  Hō͘ in tùi ka-kī ê kè-bô͘ poa̍h-tó.  In ê chōe-kòa chin-chōe, goān Lí chiong in kóaⁿ-chhut;  In-ūi in pōe-poān Lí.","tghg":"上帝啊，求你定𪜶的罪！互𪜶對家己的計謀跋倒；𪜶的罪過真多，願你將𪜶趕出，因為𪜶背叛你。","bklhl":"上帝ah，求你定in ê罪；　　Hō͘ in tùi家己ê計謀跋倒。　　In ê罪過真chōe，願你將in趕出；　　因為in背叛你。"}},{"book":"詩","chapter":5,"verse":11,"versions":{"unv":"凡投靠你的，願他們喜樂，時常歡呼，因為你護庇他們；又願那愛你名的人都靠你歡欣。","bklcl":"Kìⁿ-nā óa-khò Lí--ê, goān in hoaⁿ-hí;  Goān in éng-éng hoaⁿ-hí chhut-siaⁿ; in-ūi Lí pì-iū in.  Koh goān hiah-ê thiàⁿ-sioh Lí ê miâ ê lâng, lóng tiàm-tī Lí lâi hoaⁿ-hí.","tghg":"見若倚靠你者，願𪜶歡喜，願𪜶永永歡喜出聲，因為你庇佑𪜶；閣願許個疼惜你的名的人攏踮佇你來歡喜。","bklhl":"見若óa靠你ê，願in歡喜；願in永永歡喜出聲；　　因為你庇佑in。　　Koh願hiah-ê疼惜你ê名ê人，lóng tiàm-tī你來歡喜。"}},{"book":"詩","chapter":5,"verse":12,"versions":{"unv":"因為你必賜福與義人；耶和華啊，你必用恩惠如同盾牌四面護衛他。","bklcl":"In-ūi Lí beh sù-hok hō͘ gī-lâng;  Iâ-hô-hoa ah, Lí beh ēng un-hūi, chhin-chhiūⁿ tîn-pâi, sì-bīn ûi--i.","tghg":"因為你欲賜福互義人；耶和華啊，你欲用恩惠親像盾牌四面圍伊。","bklhl":"因為你beh賜福hō͘義人；　　耶和華ah，你beh用恩惠，親像藤牌，四面圍伊。"}}]