[{"book":"詩","chapter":84,"verse":1,"versions":{"unv":"（可拉後裔的詩，交與伶長。用迦特樂器。）萬軍之耶和華啊，你的居所何等可愛！","bklcl":"Khó-la̍h ê hō͘-è ê si; kau hō͘ Ga̍k-koaⁿ; ēng Ka-te̍k ê ga̍k-khì.1)\tBān-kun ê Iâ-hô-hoa ah,  Lí khiā-khí ê só͘-chāi, cháiⁿ-iūⁿ hiah thang ì-ài.","tghg":"〔可拉的後裔的詩，交互樂官。用迦特的樂器。〕萬軍的耶和華啊，你徛起的所在怎樣(cháiⁿ-iūⁿ)許通意愛！","bklhl":"Khó-la̍h ê後裔ê詩；交hō͘樂官；用Ka-te̍k ê樂器。1) 萬軍ê耶和華ah，　　你khiā起ê所在，怎樣hiah thang意愛。"}},{"book":"詩","chapter":84,"verse":2,"versions":{"unv":"我羨慕渴想耶和華的院宇；我的心腸，我的肉體向永生　神呼籲（或譯：歡呼）。","bklcl":"Góa ê sim-sîn loân-bō͘ Iâ-hô-hoa ê tiān-īⁿ kàu hūn--khì;  Góa ê sim-tn̂g, góa ê jio̍k-thé, ǹg oa̍h ê Siōng-tè kiû-kiò.","tghg":"我的心神戀慕耶和華的殿院到昏去；我的心腸，我的肉體向活的上帝求叫。","bklhl":"我ê心神戀慕耶和華ê殿院到暈去；　　我ê心腸，我ê肉體，ǹg活ê上帝求叫。"}},{"book":"詩","chapter":84,"verse":3,"versions":{"unv":"萬軍之耶和華─我的王，我的　神啊，在你祭壇那裡，麻雀為自己找著房屋，燕子為自己找著菢雛之窩。","bklcl":"Bān-kun ê Iâ-hô-hoa, góa ê Ông, góa ê Siōng-tè ah,  Chhek-chiáu-á ūi-tio̍h ka-kī chhē-tio̍h chi̍t ê chhù,  Ìⁿ-á ūi-tio̍h ka-kī chhē-tio̍h pū-kiáⁿ ê siū;  Chiū-sī tī Lí hiah-ê chè-tôaⁿ hia.","tghg":"萬軍的耶和華──我的王，我的上帝啊，雀鳥仔為著家己尋著一個厝，燕仔為著家己尋著孵子的巢，就是佇你許個祭壇遐。","bklhl":"萬軍ê耶和華，我ê王，我ê上帝ah，　　雀鳥á為tio̍h家己chhē-tio̍h一个厝，　　燕á為tio̍h家己chhē-tio̍h pū-kiáⁿ ê巢；　　就是tī你hiah-ê祭壇hia。"}},{"book":"詩","chapter":84,"verse":4,"versions":{"unv":"如此住在你殿中的便為有福！他們仍要讚美你。（細拉）","bklcl":"Khiā-khí tī Lí ê chhù ê, hit hō lâng ū hok-khì;  In beh ti̍t-ti̍t o-ló Lí.\t[Sè-la̍h","tghg":"徛起佇你的厝的彼號人有福氣！𪜶欲直直謳咾你。（細拉）","bklhl":"Khiā起tī你ê厝ê，hit號人有福氣；　　In beh直直o-ló你。[Sè-la̍h]"}},{"book":"詩","chapter":84,"verse":5,"versions":{"unv":"靠你有力量、心中想往錫安大道的，這人便為有福！","bklcl":"I ê la̍t chāi-tī Lí,  In ê sim ì-hiòng Sek-an ê tōa-lō͘--ê, hit-hō lâng ū hok-khì.","tghg":"伊的力在佇你，𪜶的心意向錫安的大路者，彼號人有福氣！","bklhl":"伊ê力在tī你，　　In ê心意向錫安ê大路ê，hit號人有福氣。"}},{"book":"詩","chapter":84,"verse":6,"versions":{"unv":"他們經過流淚谷，叫這谷變為泉源之地；並有秋雨之福蓋滿了全谷。","bklcl":"In keng-kè Lâu-ba̍k-sái ê soaⁿ-kok, hō͘ i pìⁿ-chòe chúi-chôaⁿ ê só͘-chāi;  Koh ū chhiu-thiⁿ ê hō͘ ê hok-khì kā i khàm-móa.","tghg":"𪜶經過「流目屎」的山谷，互伊變做水泉的所在；閣有秋天的雨的福氣給伊蓋滿。","bklhl":"In經過Lâu-目屎ê山谷，hō͘伊變做水泉ê所在；　　Koh有秋天ê雨ê福氣kā伊蓋滿。"}},{"book":"詩","chapter":84,"verse":7,"versions":{"unv":"他們行走，力上加力，各人到錫安朝見　神。","bklcl":"In ná-kiâⁿ, khùi-la̍t ná ke-thiⁿ,  Ta̍k-lâng kàu Sek-an tiâu-kìⁿ Siōng-tè.","tghg":"𪜶愈行，氣力愈加添，逐人到錫安朝見上帝。","bklhl":"In ná行，氣力ná加添，　　Ta̍k人到錫安朝見上帝。"}},{"book":"詩","chapter":84,"verse":8,"versions":{"unv":"耶和華─萬軍之　神啊，求你聽我的禱告！雅各的　神啊，求你留心聽！（細拉）","bklcl":"Bān-kun ê Siōng-tè Iâ-hô-hoa ah, kiû Lí thiaⁿ góa ê kî-tó;  Ngá-kok ê Siōng-tè ah, kiû Lí àⁿ hī-khang lâi thiaⁿ.\t[Sè-la̍h","tghg":"萬軍的上帝──耶和華啊，求你聽我的祈禱！雅各的上帝啊，求你俯耳孔來聽！（細拉）","bklhl":"萬軍ê上帝耶和華ah，求你聽我ê祈禱；　　雅各ê上帝ah，求你àⁿ耳孔來聽。[Sè-la̍h]"}},{"book":"詩","chapter":84,"verse":9,"versions":{"unv":"　神啊，你是我們的盾牌；求你垂顧觀看你受膏者的面！","bklcl":"Chòe goán ê tîn-pâi ê Siōng-tè ah, Lí tio̍h khòaⁿ;  Khòaⁿ Lí siū boah-iû--ê ê bīn.","tghg":"做阮的盾牌的上帝啊，你著看，看你受抹油者的面！","bklhl":"做阮ê藤牌ê上帝ah，你tio̍h看；　　看你受抹油ê ê面。"}},{"book":"詩","chapter":84,"verse":10,"versions":{"unv":"在你的院宇住一日，勝似在別處住千日；寧可在我　神殿中看門，不願住在惡人的帳棚裡。","bklcl":"Tī Lí ê tiān-īⁿ tòa chi̍t-ji̍t, khah-hó chi̍t-chheng ji̍t;  Lêng-khó͘ tī góa ê Siōng-tè ê chhù kò͘-mn̂g,  Khah-hó tiàm tī pháiⁿ-lâng ê pò͘-pîⁿ,","tghg":"佇你的殿院住一日，卡好一千日；寧可佇我的上帝的厝顧門，卡好踮佇歹人的布棚。","bklhl":"Tī你ê殿院 tòa一日，khah好一千日；　　寧可tī我ê上帝ê厝顧門，　　Khah好tiàm tī pháiⁿ人ê布棚，"}},{"book":"詩","chapter":84,"verse":11,"versions":{"unv":"因為耶和華─　神是日頭，是盾牌，要賜下恩惠和榮耀。他未嘗留下一樣好處不給那些行動正直的人。","bklcl":"In-ūi Iâ-hô-hoa Siōng-tè sī ji̍t-thâu, sī tîn-pâi;  Iâ-hô-hoa siúⁿ-sù un-hūi kap êng-kng;  I bē-bat lâu chi̍t-hāng hó-mi̍h,  Bô hō͘ hiah-ê kiâⁿ chèng-ti̍t ê lâng.","tghg":"因為耶和華──上帝是日頭，是盾牌，耶和華賞賜恩惠及榮光。伊未曾留一項好物無互許個行正直的人。","bklhl":"因為耶和華上帝是日頭，是藤牌；　　耶和華賞賜恩惠kap榮光；　　伊bē-bat留一項好物，無hō͘ hiah-ê行正直ê人。"}},{"book":"詩","chapter":84,"verse":12,"versions":{"unv":"萬軍之耶和華啊，倚靠你的人便為有福！","bklcl":"Bān-kun ê Iâ-hô-hoa ah,  Óa-khò Lí ê lâng ū hok-khì.","tghg":"萬軍的耶和華啊，倚靠你的人有福氣！","bklhl":"萬軍ê耶和華ah，　　Óa靠你ê人有福氣。"}}]