[{"book":"詩","chapter":86,"verse":1,"versions":{"unv":"（大衛的祈禱。）耶和華啊，求你側耳應允我，因我是困苦窮乏的。","bklcl":"Tāi-pi̍t ê kî-tó.1)\tIâ-hô-hoa ah, kiû Lí àⁿ hī-khang thiaⁿ góa;  In-ūi góa sī khùn-khó͘ sòng-hiong ê.","tghg":"〔大衛的祈禱。〕耶和華啊，求你俯耳孔聽我，因為我是困苦喪鄉(sòng-hiong)的。","bklhl":"大衛ê祈禱。1) 耶和華ah，求你àⁿ耳孔聽我；　　因為我是困苦sòng-hiong ê。"}},{"book":"詩","chapter":86,"verse":2,"versions":{"unv":"求你保存我的性命，因我是虔誠人。我的　神啊，求你拯救這倚靠你的僕人！","bklcl":"Kiû Lí pó-chûn góa ê sìⁿ-miā, in-ūi góa sī khiân-sêng ê lâng.  Góa ê Siōng-tè ah, Lí ê lô͘-po̍k óa-khò Lí; kiû Lí chín-kiù i.","tghg":"求你保存我的生命，因為我是虔誠的人。我的上帝啊，你的奴僕倚靠你，求你拯救伊！","bklhl":"求你保存我ê性命，因為我是虔誠ê人。　　我ê上帝ah，你ê奴僕óa靠你；求你拯救伊。"}},{"book":"詩","chapter":86,"verse":3,"versions":{"unv":"主啊，求你憐憫我，因我終日求告你。","bklcl":"Chú ah, kiû Lí lîn-bín góa;  In-ūi góa thong-ji̍t kiû-kiò Lí.","tghg":"主啊，求你憐憫我，因為我通日求叫你。","bklhl":"主ah，求你憐憫我；　　因為我thong日求叫你。"}},{"book":"詩","chapter":86,"verse":4,"versions":{"unv":"主啊，求你使僕人心裡歡喜，因為我的心仰望你。","bklcl":"Chú ah, kiû Lí hō͘ Lí ê lô͘-po̍k sim hoaⁿ-hí;  In-ūi góa ēng góa ê sim gióng-bōng Lí.","tghg":"主啊，求你互你的奴僕心歡喜，因為我用我的心仰望你。","bklhl":"主ah，求你hō͘你ê奴僕心歡喜；　　因為我用我ê心仰望你。"}},{"book":"詩","chapter":86,"verse":5,"versions":{"unv":"主啊，你本為良善，樂意饒恕人，有豐盛的慈愛賜給凡求告你的人。","bklcl":"Chú ah, in-ūi Lí sī hó, hoaⁿ-hí sià-bián lâng;  Ū hong-sēng ê chû-ài, siúⁿ-sù hoān-nā kiû-kiò Lí ê lâng.","tghg":"主啊，因為你是好，歡喜赦免人，有豐盛的慈愛賞賜凡若求叫你的人。","bklhl":"主ah，因為你是好，歡喜赦免人；　　有豐盛ê慈愛，賞賜凡若求叫你ê人。"}},{"book":"詩","chapter":86,"verse":6,"versions":{"unv":"耶和華啊，求你留心聽我的禱告，垂聽我懇求的聲音。","bklcl":"Iâ-hô-hoa ah, kiû Lí àⁿ hī-khang thiaⁿ góa ê kî-tó;  Àⁿ-lo̍h thiaⁿ góa khún-kiû ê siaⁿ.","tghg":"耶和華啊，求你俯耳孔聽我的祈禱，俯落聽我懇求的聲。","bklhl":"耶和華ah，求你àⁿ耳孔聽我ê祈禱；　　Àⁿ落聽我懇求ê聲。"}},{"book":"詩","chapter":86,"verse":7,"versions":{"unv":"我在患難之日要求告你，因為你必應允我。","bklcl":"Tī góa hoān-lān ê ji̍t, beh kiû-kiò Lí;  Lí beh ìn góa.","tghg":"佇我患難的日欲求叫你，你欲應我。","bklhl":"Tī我患難ê日，beh求叫你；　　你beh 應我。"}},{"book":"詩","chapter":86,"verse":8,"versions":{"unv":"主啊，諸神之中沒有可比你的；你的作為也無可比。","bklcl":"Chú ah, chiah-ê siōng-tè ê tiong-kan, bô chi̍t-ê ōe pí-tit Lí;  Lí ê só͘ chòe ia̍h bô thang pí-phēng.","tghg":"主啊，諸個上帝的中間無一個會比得你；你的所做亦無通比並。","bklhl":"主ah，chiah ê上帝 ê中間，無一个能比得你；　　你ê所做亦無thang比並。"}},{"book":"詩","chapter":86,"verse":9,"versions":{"unv":"主啊，你所造的萬民都要來敬拜你；他們也要榮耀你的名。","bklcl":"Chú ah, Lí só͘ chō ê bān-pang lóng beh lâi phak-pài tī Lí ê bīn-chêng;  In ia̍h beh êng-kng Lí ê miâ.","tghg":"主啊，你所造的萬邦攏欲來仆拜佇你的面前；𪜶亦欲榮光你的名。","bklhl":"主ah，你所造ê萬邦lóng beh來仆拜tī你ê面前；　　In亦beh榮光你ê名。"}},{"book":"詩","chapter":86,"verse":10,"versions":{"unv":"因你為大，且行奇妙的事；惟獨你是　神。","bklcl":"In-ūi Lí chòe tōa, koh kiâⁿ kî-biāu ê sū;  Chí-ū Lí sī Siōng-tè.","tghg":"因為你做大，閣行奇妙的事；只有你是上帝。","bklhl":"因為你做大，koh行奇妙ê事；　　只有你是上帝。"}},{"book":"詩","chapter":86,"verse":11,"versions":{"unv":"耶和華啊，求你將你的道指教我；我要照你的真理行；求你使我專心敬畏你的名！","bklcl":"Iâ-hô-hoa ah, kiû Lí chiong Lí ê tō-lō͘ chí-sī góa; góa beh chiàu Lí ê chin-lí lâi kiâⁿ;  Hō͘ góa choan-it ê sim kèng-ùi Lí ê miâ.","tghg":"耶和華啊，求你將你的道路指示我；我欲照你的真理來行；互我專一的心敬畏你的名！","bklhl":"耶和華ah，求你將你ê道路指示我；我beh照你ê真理來行；　　Hō͘我專一ê心敬畏你ê名。"}},{"book":"詩","chapter":86,"verse":12,"versions":{"unv":"主─我的　神啊，我要一心稱讚你；我要榮耀你的名，直到永遠。","bklcl":"Chú, góa ê Siōng-tè ah, góa beh choân-sim o-ló Lí;  Góa beh êng-kng Lí ê miâ kàu éng-oán.","tghg":"主──我的上帝啊，我欲全心謳咾你；我欲榮光你的名，到永遠。","bklhl":"主，我ê上帝ah，我beh全心o-ló你；　　我beh榮光你ê名到永遠。"}},{"book":"詩","chapter":86,"verse":13,"versions":{"unv":"因為，你向我發的慈愛是大的；你救了我的靈魂免入極深的陰間。","bklcl":"In-ūi Lí tùi góa hoat-chhut tōa ê chû-ài,  Lí kiù góa ê sìⁿ-miā bián lo̍h ke̍k-chhim ê im-kan.","tghg":"因為，你對我發出大的慈愛；你救我的生命免落極深的陰間。","bklhl":"因為你對我發出大ê慈愛，　　你救我ê性命免落極深ê陰間。"}},{"book":"詩","chapter":86,"verse":14,"versions":{"unv":"　神啊，驕傲的人起來攻擊我，又有一黨強橫的人尋索我的命；他們沒有將你放在眼中。","bklcl":"Siōng-tè ah, kiau-ngō͘ ê lâng khí-lâi kong-kek góa;  Koh ū kiông-pō ê tóng siàu-siūⁿ góa ê sìⁿ-miā;  In bô kèng-hōng Lí tī in ê bīn-chêng.","tghg":"上帝啊，驕傲的人起來攻擊我，閣有強暴的黨數想(siàu-siūⁿ)我的生命，𪜶無敬奉你佇𪜶的面前。","bklhl":"上帝ah，驕傲ê人起來攻擊我；　　Koh有強暴ê黨siàu想我ê性命；　　In無敬奉你tī in ê面前。"}},{"book":"詩","chapter":86,"verse":15,"versions":{"unv":"主啊，你是有憐憫有恩典的　神，不輕易發怒，並有豐盛的慈愛和誠實。","bklcl":"Chú ah, Lí sī jîn-chû un-tián ê Siōng-tè;  Bô khoài-khoài siū-khì, koh ū hong-sēng ê chû-ài kap sêng-si̍t.","tghg":"主啊，你是仁慈恩典的上帝，無快快受氣，閣有豐盛的慈愛及誠實。","bklhl":"主ah，你是仁慈恩典ê上帝；　　無快快受氣，koh有豐盛ê慈愛kap誠實。"}},{"book":"詩","chapter":86,"verse":16,"versions":{"unv":"求你向我轉臉，憐恤我，將你的力量賜給僕人，救你婢女的兒子。","bklcl":"Kiû Lí oa̍t--kè-lâi khòaⁿ góa, khó-lîn góa;  Chiong Lí ê khùi-la̍t siúⁿ-sù Lí ê lô͘-po̍k,  Kiù Lí ê lú-pī ê kiáⁿ.","tghg":"求你越過來看我，可憐我，將你的氣力賞賜你的奴僕，救你的女婢的子。","bklhl":"求你oa̍t過來看我，可憐我；　　將你ê氣力賞賜你ê奴僕，　　救你ê女婢ê kiáⁿ。"}},{"book":"詩","chapter":86,"verse":17,"versions":{"unv":"求你向我顯出恩待我的憑據，叫恨我的人看見便羞愧，因為你─耶和華幫助我，安慰我。","bklcl":"Kiû Lí hián-chhut un-tián góa ê pîn-kù,  Hō͘ oàn-hūn góa ê lâng khòaⁿ-kìⁿ lâi kiàn-siàu;  In-ūi Iâ-hô-hoa Lí pang-chān góa, an-ùi góa.","tghg":"求你顯出恩典我的憑據，互怨恨我的人看見來見誚，因為耶和華──你幫助我，安慰我。","bklhl":"求你顯出恩典我ê憑據，　　Hō͘怨恨我ê人看見來見笑；　　因為耶和華你幫贊我，安慰我。"}}]