[{"book":"詩","chapter":24,"verse":1,"versions":{"unv":"（大衛的詩。）地和其中所充滿的，世界和住在其間的，都屬耶和華。","bklcl":"Tāi-pi̍t ê si.1)\tTōe kap kî-tiong só͘ chhiong-móa ê,  Sè-kài kap tiàm tī i tiong-kan ê, lóng sio̍k Iâ-hô-hoa.","tghg":"〔大衛的詩〕地及其中所充滿的，世界及踮佇伊中間的，攏屬耶和華。","bklhl":"大衛ê詩。1) 地kap其中所充滿ê，　　世界kap tiàm tī伊中間ê，lóng屬耶和華。"}},{"book":"詩","chapter":24,"verse":2,"versions":{"unv":"他把地建立在海上，安定在大水之上。","bklcl":"I chiong tōe kiàn-li̍p tī hái ê téng-bīn,  An-tì tī tōa-chúi ê téng-bīn.","tghg":"伊將地建立佇海的頂面，安置佇大水的頂面。","bklhl":"伊將地建立tī海ê頂面，　　安置tī大水ê頂面。"}},{"book":"詩","chapter":24,"verse":3,"versions":{"unv":"誰能登耶和華的山？誰能站在他的聖所？","bklcl":"Chī-chūi ōe chiūⁿ Iâ-hô-hoa ê soaⁿ?  Chī-chūi ōe khiā tī I sèng ê só͘-chāi?","tghg":"是誰會上耶和華的山？是誰會徛佇伊聖的所在？","bklhl":"Chī-chūi能上耶和華ê山？　　Chī-chūi能khiā tī伊聖ê所在？"}},{"book":"詩","chapter":24,"verse":4,"versions":{"unv":"就是手潔心清、不向虛妄、起誓不懷詭詐的人。","bklcl":"Chiū-sī chhiú chheng-khì, sim chheng-kiat;  Chûn-sim bô ǹg hu-ké, chiù-chōa bô khǹg kan-kúi ê lâng.","tghg":"就是手清氣心清潔、存心無向虛假、咒誓無囥奸詭的人。","bklhl":"就是手清氣，心清潔；　　存心無ǹg虛假，chiù-chōa無khǹg奸詭ê人。"}},{"book":"詩","chapter":24,"verse":5,"versions":{"unv":"他必蒙耶和華賜福，又蒙救他的　神使他成義。","bklcl":"Chit-hō lâng beh tit-tio̍h Iâ-hô-hoa sù-hok;  Koh tùi kiù i ê Siōng-tè tit-tio̍h gī.","tghg":"此號人欲得著耶和華賜福，閣對救伊的上帝得著義。","bklhl":"Chit號人beh得tio̍h耶和華賜福；　　Koh tùi救伊ê上帝得tio̍h義。"}},{"book":"詩","chapter":24,"verse":6,"versions":{"unv":"這是尋求耶和華的族類，是尋求你面的雅各。（細拉）","bklcl":"Chiah-ê sī chhē Iâ-hô-hoa ê cho̍k-lūi,  Ngá-kok ê Siōng-tè ah, che sī ài kìⁿ Lí ê bīn ê lâng.\t[Sè-la̍h","tghg":"諸個是尋耶和華的族類，雅各的上帝啊，這是愛見你的面的人。（細拉）","bklhl":"Chiah-ê是chhē耶和華ê族類，　　雅各ê上帝ah，這是ài見你ê面ê人。[Sè-la̍h]"}},{"book":"詩","chapter":24,"verse":7,"versions":{"unv":"眾城門哪，你們要抬起頭來！永久的門戶，你們要被舉起！那榮耀的王將要進來！","bklcl":"Siâⁿ-mn̂g ah, kia̍h-khí lín ê thâu;  Éng-oán ê mn̂g ah, lín tio̍h siū kú-khí;  Êng-kng ê Ông beh ji̍p.","tghg":"城門啊，攑起恁的頭！永遠的門啊，恁著受舉起！榮光的王欲入！","bklhl":"城門ah，kia̍h起lín ê頭；　　永遠ê門ah，lín tio̍h受舉起；　　榮光ê王beh入。"}},{"book":"詩","chapter":24,"verse":8,"versions":{"unv":"榮耀的王是誰呢？就是有力有能的耶和華，在戰場上有能的耶和華！","bklcl":"Hit ê êng-kng ê Ông sī chī-chūi?  Chiū-sī tōa khùi-la̍t tōa koân-lêng ê Iâ-hô-hoa,  Tī kau-chiàn ū tōa koân-lêng ê Iâ-hô-hoa.","tghg":"彼個榮光的王是是誰？就是大氣力大權能的耶和華，佇交戰有大權能的耶和華！","bklhl":"Hit-ê榮光ê王是是誰？　　就是大氣力大權能ê耶和華，　　Tī交戰有大權能ê耶和華。"}},{"book":"詩","chapter":24,"verse":9,"versions":{"unv":"眾城門哪，你們要抬起頭來！永久的門戶，你們要把頭抬起！那榮耀的王將要進來！","bklcl":"Siâⁿ-mn̂g ah, kia̍h-khí lín ê thâu,  Éng-oán ê mn̂g ah, lín ia̍h tio̍h kia̍h-khí;  Êng-kng ê Ông beh ji̍p.","tghg":"城門啊，攑起恁的頭！永遠的門啊，恁亦著攑起！榮光的王欲入(ji̍p)！","bklhl":"城門ah，kia̍h起lín ê頭，　　永遠ê門ah，lín亦tio̍h kia̍h起；　　榮光ê王beh入。"}},{"book":"詩","chapter":24,"verse":10,"versions":{"unv":"榮耀的王是誰呢？萬軍之耶和華，他是榮耀的王！（細拉）","bklcl":"Hit ê êng-kng ê Ông sī chī-chūi?  Bān-kun ê Iâ-hô-hoa, I sī êng-kng ê Ông.  [Sè-la̍h","tghg":"彼個榮光的王是是誰？萬軍的耶和華，伊是榮光的王！（細拉）","bklhl":"Hit-ê榮光ê王是是誰？　　萬軍ê耶和華，伊是榮光ê王。[Sè-la̍h]"}}]