[{"book":"詩","chapter":89,"verse":1,"versions":{"unv":"（以斯拉人以探的訓誨詩。）我要歌唱耶和華的慈愛，直到永遠；我要用口將你的信實傳與萬代。","bklcl":"Í-su-la̍h lâng, Í-thàm, kà-sī ê si.1)\tGóa beh chhiùⁿ-koa o-ló Iâ-hô-hoa ê chû-ài kàu tī éng-oán.  Beh ēng góa ê chhùi thoân Lí ê sìn-si̍t kàu tāi-tāi.","tghg":"〔以斯拉人以探教示的詩。〕我欲唱歌謳咾耶和華的慈愛，到佇永遠；欲用我的嘴傳你的信實到代代。","bklhl":"Í-su-la̍h人，Í-thàm，教示ê詩。1) 我beh唱歌o-ló耶和華ê慈愛到tī永遠。　　Beh用我ê嘴傳你ê信實到代代。"}},{"book":"詩","chapter":89,"verse":2,"versions":{"unv":"因我曾說：你的慈悲必建立到永遠；你的信實必堅立在天上。","bklcl":"In-ūi góa bat kóng, Chû-ài beh siū kiàn-li̍p kàu éng-oán;  Lí beh chiong Lí ê sìn-si̍t kian-kò͘ tī thiⁿ--nih.","tghg":"因為我曾講：慈愛欲受建立到永遠；你欲將你的信實堅固佇天裡。","bklhl":"因為我bat講，慈愛beh受建立到永遠；　　你beh將你ê信實堅固tī天裡。"}},{"book":"詩","chapter":89,"verse":3,"versions":{"unv":"我與我所揀選的人立了約，向我的僕人大衛起了誓：","bklcl":"Góa kap Góa só͘ kéng ê lâng li̍p-iok,  Tùi Góa ê lô͘-po̍k Tāi-pi̍t chiù-chōa.","tghg":"我及我所揀的人立約，對我的奴僕大衛咒誓：","bklhl":"我kap我所揀ê人立約，　　對我ê奴僕大衛chiù-chōa。"}},{"book":"詩","chapter":89,"verse":4,"versions":{"unv":"我要建立你的後裔，直到永遠；要建立你的寶座，直到萬代。（細拉）","bklcl":"Góa beh hō͘ lí ê hō͘-è kian-kò͘ kàu éng-oán,  Koh hō͘ lí ê pó-chō kiàn-li̍p kàu tāi-tāi.\t\t[Sè-la̍h","tghg":"我欲互你的後裔，堅固到永遠；閣互你的寶座，建立到代代。（細拉）","bklhl":"我beh hō͘你ê後裔堅固到永遠，　　Koh hō͘你ê寶座建立到代代。\t[Sè-la̍h]"}},{"book":"詩","chapter":89,"verse":5,"versions":{"unv":"耶和華啊，諸天要稱讚你的奇事；在聖者的會中，要稱讚你的信實。","bklcl":"Iâ-hô-hoa ah, chiah-ê thiⁿ beh o-ló Lí ê kî-sū;  Tī sèng--ê ê hōe-tiong, beh o-ló Lí ê sìn-si̍t.","tghg":"耶和華啊，諸個天欲謳咾你的奇事；佇聖者的會中，欲謳咾你的信實。","bklhl":"耶和華ah，chiah ê天 beh o-ló你ê奇事；　　Tī聖ê ê會中，beh o-ló你ê信實。"}},{"book":"詩","chapter":89,"verse":6,"versions":{"unv":"在天空誰能比耶和華呢？　神的眾子中，誰能像耶和華呢？","bklcl":"Tī khong-tiong chī-chūi ōe pí-tit Iâ-hô-hoa?  Tōa koân-lêng--ê ê chèng-kiáⁿ-tiong, chī-chūi ōe chhin-chhiūⁿ Iâ-hô-hoa?","tghg":"佇空中是誰會比得耶和華？大權能者的眾子中，是誰會親像耶和華？","bklhl":"Tī空中是誰能比得耶和華？　　大權能ê ê眾kiáⁿ中，是誰能親像耶和華？"}},{"book":"詩","chapter":89,"verse":7,"versions":{"unv":"他在聖者的會中，是大有威嚴的　神，比一切在他四圍的更可畏懼。","bklcl":"I tī sèng--ê ê gī-hōe tiong, sī tōa-tōa ū ui-giâm ê Siōng-tè;  Pí it-chhè tī I sì-ûi ê, koh-khah thang kiaⁿ-ùi.","tghg":"伊佇聖者的議會中，是大大有威嚴的上帝，比一切佇伊四圍的閣卡通驚畏。","bklhl":"伊tī聖ê ê議會中，是大大有威嚴ê上帝；　　比一切tī伊四圍ê，koh-khah thang驚畏。"}},{"book":"詩","chapter":89,"verse":8,"versions":{"unv":"耶和華─萬軍之　神啊，哪一個大能者像你耶和華？你的信實是在你的四圍。","bklcl":"Bān-kun ê Siōng-tè Iâ-hô-hoa ah,  Toh-lo̍h chi̍t-ê tōa koân-lêng--ê, chhin-chhiūⁿ Lí Iâ-hô-hoa?  Lí ê sìn-si̍t tī Lí ê sì-ûi.","tghg":"萬軍的上帝──耶和華啊，叨落一個大權能者親像你耶和華？你的信實佇你的四圍。","bklhl":"萬軍ê上帝耶和華ah，　　Toh落一个大權能ê，親像你耶和華？　　你ê信實tī你ê四圍。"}},{"book":"詩","chapter":89,"verse":9,"versions":{"unv":"你管轄海的狂傲；波浪翻騰，你就使它平靜了。","bklcl":"Hái-chúi tiòng-koâiⁿ, Lí koán-hat--i;  Hái-éng giâ--khí-lâi, Lí hō͘ i pîⁿ.","tghg":"海水漲高你管轄伊；海湧夯起來，你互伊平。","bklhl":"海水漲高，你管轄伊；　　海湧giâ起來，你hō͘伊平。"}},{"book":"詩","chapter":89,"verse":10,"versions":{"unv":"你打碎了拉哈伯，似乎是已殺的人；你用有能的膀臂打散了你的仇敵。","bklcl":"Lí phah chhùi La̍h-hap-pek, chhin-chhiūⁿ í-keng thâi-sí ê lâng;  Lí ēng ū khùi-la̍t ê chhiú phah-sòaⁿ Lí ê tùi-te̍k.","tghg":"你拍碎拉哈伯，親像已經刣死的人；你用有氣力的手拍散你的對敵。","bklhl":"你phah碎La̍h-hap-pek，親像已經刣死ê人；　　你用有氣力ê手phah散你ê對敵。"}},{"book":"詩","chapter":89,"verse":11,"versions":{"unv":"天屬你，地也屬你；世界和其中所充滿的都為你所建立。","bklcl":"Thiⁿ sio̍k Lí, tōe ia̍h sio̍k Lí;  Sè-kài kap kî-tiong só͘ chhiong-móa--ê, lóng sī Lí só͘ kiàn-li̍p.","tghg":"天屬你，地亦屬你；世界及其中所充滿的攏是你所建立。","bklhl":"天屬你，地亦屬你；　　世界kap其中所充滿ê，lóng是你所建立。"}},{"book":"詩","chapter":89,"verse":12,"versions":{"unv":"南北為你所創造；他泊和黑門都因你的名歡呼。","bklcl":"Lâm-pak sī Lí só͘ chhòng-chō;  Tha-po̍k kap Hek-bûn, in-ūi Lí ê miâ lâi hoaⁿ-hí.","tghg":"南北是你所創造；他泊及黑門因為你的名來歡喜。","bklhl":"南北是你所創造；　　Tha-po̍k kap Hek-bûn，因為你ê名來歡喜。"}},{"book":"詩","chapter":89,"verse":13,"versions":{"unv":"你有大能的膀臂；你的手有力，你的右手也高舉。","bklcl":"Lí ū tōa koân-lêng ê chhiú,  Lí ê chhiú ū la̍t, Lí ê chiàⁿ-chhiú kia̍h koâiⁿ-koâiⁿ.","tghg":"你有大權能的手；你的手有力，你的正手攑高高。","bklhl":"你有大權能ê手，　　你ê手有力，你ê chiàⁿ手kia̍h高高。"}},{"book":"詩","chapter":89,"verse":14,"versions":{"unv":"公義和公平是你寶座的根基；慈愛和誠實行在你前面。","bklcl":"Kong-pêng kap gī-lí sī Lí ê pó-chō ê tōe-ki;  Chû-ài kap sêng-si̍t kiâⁿ tī Lí ê bīn-chêng.","tghg":"公平及義理是你的寶座的地基；慈愛及誠實行佇你的面前。","bklhl":"公平kap義理是你ê寶座ê地基；　　慈愛kap誠實行tī你ê面前。"}},{"book":"詩","chapter":89,"verse":15,"versions":{"unv":"知道向你歡呼的，那民是有福的！耶和華啊，他們在你臉上的光裡行走。","bklcl":"Ōe bat hoaⁿ-hí ê siaⁿ--ê, hit ê peh-sìⁿ ū hok-khì;  Iâ-hô-hoa ah, in tī Lí ê bīn só͘ hoat-chhut ê kng teh kiâⁿ.","tghg":"會識歡喜的聲者，彼個百姓有福氣！耶和華啊，𪜶佇你的面所發出的光啲行。","bklhl":"能bat歡喜ê聲-ê，hit ê百姓有福氣；　　耶和華ah，in tī你ê面所發出ê光teh行。"}},{"book":"詩","chapter":89,"verse":16,"versions":{"unv":"他們因你的名終日歡樂，因你的公義得以高舉。","bklcl":"In ji̍t-ji̍t in-ūi Lí ê miâ lâi hoaⁿ-hí;  In-ūi Lí ê kong-gī tit-tio̍h seng-koâiⁿ.","tghg":"𪜶日日因為你的名來歡喜，因為你的公義得著升高(seng-koâiⁿ)。","bklhl":"In日日因為你ê名來歡喜；　　因為你ê公義得tio̍h升高。"}},{"book":"詩","chapter":89,"verse":17,"versions":{"unv":"你是他們力量的榮耀；因為你喜悅我們，我們的角必被高舉。","bklcl":"In-ūi Lí sī in khùi-la̍t ê êng-kng;  Koh in-ūi Lí hoaⁿ-hí goán, goán ê kak beh tit-tio̍h kia̍h-koâiⁿ.","tghg":"因為你是𪜶氣力的榮光；閣因為你歡喜阮，阮的角欲得著攑高。","bklhl":"因為你是in氣力ê榮光；　　Koh因為你歡喜阮，阮ê角beh得tio̍h kia̍h高。"}},{"book":"詩","chapter":89,"verse":18,"versions":{"unv":"我們的盾牌屬耶和華；我們的王屬以色列的聖者。","bklcl":"Goán ê tîn-pâi sio̍k tī Iâ-hô-hoa;  Goán ê ông sio̍k tī Í-sek-lia̍t ê Sèng--ê.","tghg":"阮的盾牌屬佇耶和華；阮的王屬佇以色列的聖者。","bklhl":"阮ê藤牌屬tī耶和華；　　阮ê王屬tī以色列ê聖ê。"}},{"book":"詩","chapter":89,"verse":19,"versions":{"unv":"當時，你在異象中曉諭你的聖民，說：我已把救助之力加在那有能者的身上；我高舉那從民中所揀選的。","bklcl":"Tng-sî Lí tī īⁿ-siōng-tiong hoan-hù Lí sèng ê peh-sìⁿ, kóng,  Góa ēng pang-chān ê la̍t, hē tī hit ê ū koân-lêng--ê ê sin-chiūⁿ;  Tùi peh-sìⁿ-tiong kéng--ê, Góa ko-seng--i.","tghg":"當時，你佇異象中吩咐你聖的百姓，講：我用幫助的力下佇彼個有權能者的身上；對百姓中揀者我高升伊。","bklhl":"當時你tī異象中吩咐你聖ê百姓，講，　　我用幫贊ê力，hē tī hit ê有權能ê ê身上；　　Tùi百姓中揀ê，我高升伊。"}},{"book":"詩","chapter":89,"verse":20,"versions":{"unv":"我尋得我的僕人大衛，用我的聖膏膏他。","bklcl":"Góa chhē-tio̍h Góa ê lô͘-po̍k Tāi-pi̍t;  Ēng Góa ê sèng-iû boah--i.","tghg":"我尋著我的奴僕大衛，用我的聖油抹伊。","bklhl":"我chhē-tio̍h我ê奴僕大衛；　　用我ê聖油抹伊。"}},{"book":"詩","chapter":89,"verse":21,"versions":{"unv":"我的手必使他堅立；我的膀臂也必堅固他。","bklcl":"Góa ê chhiú beh siông-siông kap i tī-teh,  Góa ê chhiú-kut ia̍h beh kian-kò͘--i.","tghg":"我的手欲常常及伊佇啲；我的手骨亦欲堅固伊。","bklhl":"我ê手beh常常kap伊tī-teh，　　我ê手骨亦beh堅固伊。"}},{"book":"詩","chapter":89,"verse":22,"versions":{"unv":"仇敵必不勒索他；凶惡之子也不苦害他。","bklcl":"Tùi-te̍k bōe-ōe le̍k-sek i;  Hiong-ok ê lâng bōe-ōe khó͘-chhó͘--i.","tghg":"對敵𣍐會勒索伊；兇惡的人𣍐會苦楚伊。","bklhl":"對敵bōe能勒索伊；　　兇惡ê人bōe能苦楚伊。"}},{"book":"詩","chapter":89,"verse":23,"versions":{"unv":"我要在他面前打碎他的敵人，擊殺那恨他的人。","bklcl":"Góa beh tī i ê bīn-chêng phah-chhùi i ê tùi-te̍k;  Kong-kek hit ê oàn-hūn i ê lâng.","tghg":"我欲佇伊的面前拍碎伊的對敵，攻擊彼個怨恨伊的人。","bklhl":"我beh tī伊ê面前phah碎伊ê對敵；　　攻擊hit ê怨恨伊ê人。"}},{"book":"詩","chapter":89,"verse":24,"versions":{"unv":"只是我的信實和我的慈愛要與他同在；因我的名，他的角必被高舉。","bklcl":"Chóng-sī Góa ê sìn-si̍t, kap Góa ê chû-ài, beh kap i tī-teh;  In-ūi Góa ê miâ, i ê kak beh tit-tio̍h kia̍h-koâiⁿ.","tghg":"總是我的信實及我的慈愛欲及伊佇啲；因為我的名，伊的角欲得著攑高。","bklhl":"總是我ê信實，kap我ê慈愛，beh kap伊tī-teh；　　因為我ê名，伊ê角beh得tio̍h kia̍h高。"}},{"book":"詩","chapter":89,"verse":25,"versions":{"unv":"我要使他的左手伸到海上，右手伸到河上。","bklcl":"Góa beh hō͘ i ê chhiú chhun kàu hái;  Chiàⁿ-chhiú chhun kàu chiah-ê hô.","tghg":"我欲互伊的手伸到海，正手伸到諸個河。","bklhl":"我beh hō͘伊ê手伸到海；　　Chiàⁿ手伸到chiah ê河。"}},{"book":"詩","chapter":89,"verse":26,"versions":{"unv":"他要稱呼我說：你是我的父，是我的　神，是拯救我的磐石。","bklcl":"I beh chheng-ho͘ Góa kóng, Lí sī góa ê pē,  Sī góa ê Siōng-tè, sī kiù góa ê chio̍h-pôaⁿ.","tghg":"伊欲稱呼我講：你是我的父，是我的上帝，是救我的石磐。","bklhl":"伊beh稱呼我講，你是我ê父，　　是我ê上帝，是救我ê石磐。"}},{"book":"詩","chapter":89,"verse":27,"versions":{"unv":"我也要立他為長子，為世上最高的君王。","bklcl":"Góa ia̍h beh siat-li̍p i chòe tōa-kiáⁿ,  Chòe sè-chiūⁿ tē-it koâiⁿ ê kun-ông.","tghg":"我亦欲設立伊做大子，做世上第一高的君王。","bklhl":"我亦beh設立伊最大kiáⁿ，　　做世上第一高ê君王。"}},{"book":"詩","chapter":89,"verse":28,"versions":{"unv":"我要為他存留我的慈愛，直到永遠；我與他立的約必要堅定。","bklcl":"Góa beh ūi-tio̍h i pó-chûn Góa ê chû-ài kàu éng-oán;  Góa kap i só͘ li̍p ê iok, tek-khak bô piàn-ōaⁿ.","tghg":"我欲為著伊保存我的慈愛，到永遠；我及伊所立的約的確無變換。","bklhl":"我beh為tio̍h伊保存我ê慈愛到永遠；　　我kap伊所立ê約，的確無變換。"}},{"book":"詩","chapter":89,"verse":29,"versions":{"unv":"我也要使他的後裔存到永遠，使他的寶座如天之久。","bklcl":"Góa ia̍h beh pó-chûn i ê hō͘-è kàu tāi-tāi;  Hō͘ i ê pó-chō chhin-chhiūⁿ thiⁿ ê kú.","tghg":"我亦欲保存伊的後裔到代代，互伊的寶座親像天的久。","bklhl":"我亦beh保存伊ê後裔到代代；　　Hō͘伊ê寶座親像天ê久。"}},{"book":"詩","chapter":89,"verse":30,"versions":{"unv":"倘若他的子孫離棄我的律法，不照我的典章行，","bklcl":"Siat-sú i ê kiáⁿ-sun pàng-sak Góa ê lu̍t-hoat;  Bô kiâⁿ Góa ê hoat-tō͘;","tghg":"設使伊的子孫放拺我的律法，無行我的法度；","bklhl":"設使伊ê kiáⁿ孫放sak我ê律法；　　無行我ê法度；"}},{"book":"詩","chapter":89,"verse":31,"versions":{"unv":"背棄我的律例，不遵守我的誡命，","bklcl":"Pōe-biū Góa ê lu̍t-lē,  Bô siú Góa ê kài-bēng;","tghg":"悖謬(pōe-biū)我的律例，無守我的誡命，","bklhl":"悖謬我ê律例，　　無守我ê誡命；"}},{"book":"詩","chapter":89,"verse":32,"versions":{"unv":"我就要用杖責罰他們的過犯，用鞭責罰他們的罪孽。","bklcl":"Góa chiū beh ēng koáiⁿ-á chek-hoa̍t in ê kè-sit;  Ēng piⁿ chek-hoa̍t in ê chōe-ok.","tghg":"我就欲用柺仔責罰𪜶的過失，用鞭責罰𪜶的罪惡。","bklhl":"我就beh用柺á責罰in ê過失；　　用鞭責罰in ê罪惡。"}},{"book":"詩","chapter":89,"verse":33,"versions":{"unv":"只是我必不將我的慈愛全然收回，也必不叫我的信實廢棄。","bklcl":"Chóng-sī Góa tek-khak bô chiong góa ê chû-ài it-chīn tùi i siu-hôe;  Ia̍h tek-khak bô hō͘ Góa ê sìn-si̍t hòe-bô.","tghg":"總是我的確無將我的慈愛一盡對伊收回，亦的確無互我的信實廢無。","bklhl":"總是我的確無將我ê慈愛一盡對伊收回；　　亦的確無hō͘我ê信實廢無。"}},{"book":"詩","chapter":89,"verse":34,"versions":{"unv":"我必不背棄我的約，也不改變我口中所出的。","bklcl":"Góa tek-khak bô sit Góa ê iok,  Ia̍h bô kóe-ōaⁿ Góa ê chhùi só͘ kóng--ê.","tghg":"我的確無失我的約，亦無改換我的嘴所講的。","bklhl":"我的確無失我ê約，　　亦無改換我ê嘴所講ê。"}},{"book":"詩","chapter":89,"verse":35,"versions":{"unv":"我一次指著自己的聖潔起誓：我決不向大衛說謊！","bklcl":"Góa chi̍t-pái kí ka-kī ê sèng-kiat lâi chiù-chōa,  Góa koat-toàn bô tùi Tāi-pi̍t kóng pe̍h-chha̍t;","tghg":"我一擺指家己的聖潔來咒誓(chiù-chōa)：我決斷無對大衛講白賊！","bklhl":"我一pái kí家己ê聖潔來chiù-chōa，　　我決斷無tùi大衛講白賊；"}},{"book":"詩","chapter":89,"verse":36,"versions":{"unv":"他的後裔要存到永遠；他的寶座在我面前如日之恆一般，","bklcl":"I ê hō͘-è beh thoân kàu éng-oán;  I ê pó-chō tī Góa ê bīn-chêng, chhin-chhiūⁿ ji̍t ê kú-tn̂g;","tghg":"伊的後裔欲傳到永遠；伊的寶座佇我的面前親像日的久長，","bklhl":"伊ê後裔beh傳到永遠；　　伊ê寶座tī我ê面前，親像日ê久長；"}},{"book":"詩","chapter":89,"verse":37,"versions":{"unv":"又如月亮永遠堅立，如天上確實的見證。（細拉）","bklcl":"Ia̍h chhin-chhiūⁿ ge̍h ê éng-oán kiàn-li̍p;  Koh chhin-chhiūⁿ thiⁿ-téng khak-si̍t ê kan-chèng.\t[Sè-la̍h","tghg":"亦親像月的永遠建立，閣親像天頂確實的干證。（細拉）","bklhl":"亦親像月ê永遠建立；　　Koh親像天頂確實ê干證。[Sè-la̍h]"}},{"book":"詩","chapter":89,"verse":38,"versions":{"unv":"但你惱怒你的受膏者，就丟掉棄絕他。","bklcl":"Chóng-sī Lí ū siū-khì Lí ê siū-boah-iû--ê,  Iàm-chiān khì-sak i.","tghg":"總是你有受氣你的受抹油者，厭賤棄拺伊。","bklhl":"總是你有受氣你ê受抹油ê，　　厭(iàm)賤棄sak伊。"}},{"book":"詩","chapter":89,"verse":39,"versions":{"unv":"你厭惡了與僕人所立的約，將他的冠冕踐踏於地。","bklcl":"Lí í-keng iàm-ò͘ⁿ kap Lí ê lô͘-po̍k só͘ li̍p ê iok,  Chiong i ê bián-liû chau-that tī tōe--nih.","tghg":"你已經厭惡及你的奴僕所立的約，將伊的冕旒蹧躂佇地裡。","bklhl":"你已經厭惡kap你ê奴僕所立ê約，　　將伊ê冕旒蹧躂 tī地裡。"}},{"book":"詩","chapter":89,"verse":40,"versions":{"unv":"你拆毀了他一切的籬笆，使他的保障變為荒場。","bklcl":"Lí í-keng thiah i it-chhè ê lî-pa;  Hō͘ i ê ōe-só͘ pìⁿ chòe pha-hng ê só͘-chāi.","tghg":"你已經拆伊一切的籬笆，互伊的衛所變做拋荒的所在。","bklhl":"你已經拆伊一切ê籬笆；　　Hō͘伊ê衛所變做拋荒ê所在。"}},{"book":"詩","chapter":89,"verse":41,"versions":{"unv":"凡過路的人都搶奪他；他成為鄰邦的羞辱。","bklcl":"Kè-lō͘ lâng lóng chhiúⁿ-the̍h i;  I chiâⁿ-chòe keh-piah kok só͘ lêng-jio̍k--ê.","tghg":"過路人攏搶提伊；伊成做隔壁國所凌辱者。","bklhl":"過路人lóng搶the̍h伊；　　伊成做隔壁kok所凌辱ê。"}},{"book":"詩","chapter":89,"verse":42,"versions":{"unv":"你高舉了他敵人的右手；你叫他一切的仇敵歡喜。","bklcl":"Lí hō͘ i ê tùi-te̍k ê chiàⁿ-chhiú kia̍h-koâiⁿ;  Hō͘ i ê kiû-siû lóng hoaⁿ-hí.","tghg":"你互伊的對敵的正手攑高；互伊的仇讎攏歡喜。","bklhl":"你hō͘伊ê對敵ê chiàⁿ手kia̍h高；　　Hō͘伊ê仇讎lóng歡喜。"}},{"book":"詩","chapter":89,"verse":43,"versions":{"unv":"你叫他的刀劍捲刃，叫他在爭戰之中站立不住。","bklcl":"Lí hō͘ i ê to-kiàm tó-mî,  Hō͘ i tī kau-chiàn ê sî khiā-bōe-tiâu.","tghg":"你互伊的刀劍倒鋩(tó-mî)，互伊佇交戰的時徛𣍐住，","bklhl":"你hō͘伊ê刀劍倒鋩(tó-mî)，　　Hō͘伊tī交戰ê時khiā-bōe-tiâu。"}},{"book":"詩","chapter":89,"verse":44,"versions":{"unv":"你使他的光輝止息，將他的寶座推倒於地。","bklcl":"Lí hō͘ i ê êng-hián bô--khì,  Chiong i ê pó-chō chhia-tó tī tōe--nih.","tghg":"你互伊的榮顯無去，將伊的寶座捙倒佇地裡。","bklhl":"你hō͘伊ê榮顯無去，　　將伊ê寶座chhia倒tī地裡。"}},{"book":"詩","chapter":89,"verse":45,"versions":{"unv":"你減少他青年的日子，又使他蒙羞。（細拉）","bklcl":"Lí kiám-chió i chheng-liân ê ji̍t-chí;  Koh hō͘ i móa-móa kiàn-siàu.\t\t[Sè-la̍h","tghg":"你減少伊青年的日子，閣互伊滿滿見誚。（細拉）","bklhl":"你減少伊青年ê日子；　　Koh hō͘伊滿滿見笑。\t[Sè-la̍h]"}},{"book":"詩","chapter":89,"verse":46,"versions":{"unv":"耶和華啊，這要到幾時呢？你要將自己隱藏到永遠嗎？你的忿怒如火焚燒要到幾時呢？","bklcl":"Iâ-hô-hoa ah, Lí beh jōa-kú ka-kī khǹg-ba̍t, kàu éng-oán mah?  Lí ê siū-khì chhin-chhiūⁿ hé to̍h, beh jōa-kú ah?","tghg":"耶和華啊，你欲偌久？家己囥密到永遠嗎？你的受氣親像火𤏸(to̍h)欲偌久啊？","bklhl":"耶和華ah，你beh jōa久家己khǹg密，到永遠mah？　　你ê受氣親像火to̍h，beh jōa久ah？"}},{"book":"詩","chapter":89,"verse":47,"versions":{"unv":"求你想念我的時候是何等的短少；你創造世人，要使他們歸何等的虛空呢？","bklcl":"Kiû Lí kì-tit góa ê sî-kan, cháiⁿ-iūⁿ hiah té-chió;  Lí chhòng-chō it-chhè ê sè-kan lâng, hō͘ in kàu hiah khang-hu ah!","tghg":"求你記得我的時間怎樣許短少；你創造一切的世間人，互𪜶到許空虛啊！","bklhl":"求你記得我ê時間，怎樣hiah短少；　　你創造一切ê世間人，hō͘ in到hiah空虛ah！"}},{"book":"詩","chapter":89,"verse":48,"versions":{"unv":"誰能常活免死、救他的靈魂脫離陰間的權柄呢？（細拉）","bklcl":"Sím-mi̍h lâng ōe tn̂g-tn̂g oa̍h, bô kìⁿ-tio̍h sí,  Ōe kiù i ê lêng-hûn thoat-lī im-kan ê koân-pèng ah?\t[Sè-la̍h","tghg":"甚麼人會長長活無見著死、會救伊的靈魂脫離陰間的權柄啊！（細拉）","bklhl":"甚麼人能長長活，無見tio̍h死，　　能救伊ê靈魂脫離陰間ê權柄ah？[Sè-la̍h]"}},{"book":"詩","chapter":89,"verse":49,"versions":{"unv":"主啊，你從前憑你的信實向大衛立誓要施行的慈愛在哪裡呢？","bklcl":"Chú ah, Lí chêng pîn Lí ê sìn-si̍t, tùi Tāi-pi̍t chiù-chōa--ê,  Hiah ê chû-ài taⁿ tī toh-lo̍h?","tghg":"主啊，你前憑你的信實對大衛咒誓的，許個慈愛今佇叨落？","bklhl":"主ah，你前憑你ê信實，對大衛chiù-chōa-ê，　　Hiah-ê慈愛taⁿ tī toh落？"}},{"book":"詩","chapter":89,"verse":50,"versions":{"unv":"主啊，求你記念僕人們所受的羞辱，記念我怎樣將一切強盛民的羞辱存在我懷裡。","bklcl":"Chú ah, kiû Lí kì-liām Lí ê lô͘-po̍k só͘ siū ê lêng-jio̍k,  Kì-liām góa cháiⁿ-iūⁿ chiong it-chhè kiông-sēng ê peh-sìⁿ ê lêng-jio̍k chûn tī góa ê sim-lāi;","tghg":"主啊，求你紀念你的奴僕所受的凌辱(lêng-jio̍k)，紀念我怎樣將一切強盛的百姓的凌辱存(chûn)佇我的心內。","bklhl":"主ah，求你記念你ê奴僕所受ê凌辱，　　記念我怎樣將一切強盛ê百姓ê凌辱存tī我ê心內；"}},{"book":"詩","chapter":89,"verse":51,"versions":{"unv":"耶和華啊，你的仇敵用這羞辱羞辱了你的僕人，羞辱了你受膏者的腳蹤。","bklcl":"Iâ-hô-hoa ah, Lí ê tùi-te̍k ēng chit ê lêng-jio̍k,  Chiū-sī lêng-jio̍k Lí siū boah-iû--ê ê chong-chek.","tghg":"耶和華啊，你的對敵用此個凌辱，就是凌辱你受抹油者的踪跡。","bklhl":"耶和華ah，你ê對敵用chit ê凌辱，　　就是凌辱你受抹油ê ê蹤跡。"}},{"book":"詩","chapter":89,"verse":52,"versions":{"unv":"耶和華是應當稱頌的，直到永遠。阿們！阿們！","bklcl":"Tio̍h o-ló Iâ-hô-hoa kàu éng-oán.  A-bēng, koh A-bēng.","tghg":"著謳咾耶和華，到永遠。阿們！閣阿們！","bklhl":"Tio̍h o-ló耶和華到永遠。　　A-bēng，koh A-bēng。"}}]