[{"book":"詩","chapter":142,"verse":1,"versions":{"unv":"（大衛在洞裡作的訓誨詩，乃是祈禱。）我發聲哀告耶和華，發聲懇求耶和華。","bklcl":"Tāi-pi̍t tī tōng-lāi ê sî, chòe chit ê kà-sī ê si; ia̍h sī kî-tó.1)\tGóa chhut-siaⁿ âu-kiò Iâ-hô-hoa,  Chhut-siaⁿ khún-kiû Iâ-hô-hoa.","tghg":"〔大衛佇洞內的時做此個教示的詩，亦是祈禱。〕我出聲喉叫耶和華，出聲懇求耶和華。","bklhl":"大衛tī洞內ê時，做chit ê教示ê詩；亦是祈禱。1)\t我出聲喉叫耶和華，　　出聲懇求耶和華。"}},{"book":"詩","chapter":142,"verse":2,"versions":{"unv":"我在他面前吐露我的苦情，陳說我的患難。","bklcl":"Góa tī I ê bīn-chêng thò͘-chhut góa ê khó͘-chêng.  Góa tī I ê bīn-chêng pâi-lia̍t góa ê hoān-lān.","tghg":"我佇伊的面前吐出我的苦情，我佇伊的面前排列我的患難。","bklhl":"我tī伊ê面前吐出我ê苦情。　　我tī伊ê面前排列我ê患難。"}},{"book":"詩","chapter":142,"verse":3,"versions":{"unv":"我的靈在我裡面發昏的時候，你知道我的道路。在我行的路上，敵人為我暗設網羅。","bklcl":"Góa ê sîn tī góa ê lāi-bīn hūn--khì ê sî, Lí chai góa ê lō͘;  Tī góa kiâⁿ ê lō͘, in ūi-tio̍h góa àm-chīⁿ tiuⁿ oa̍h-tauh.","tghg":"我的神佇我的內面昏去的時，你知我的路。佇我行的路，𪜶為著我暗靜張活罩(oa̍h-tauh)。","bklhl":"我ê神tī我ê內面暈去ê時，你知我ê路；　　tī我行ê路，in為tio̍h我暗靜張活tauh。"}},{"book":"詩","chapter":142,"verse":4,"versions":{"unv":"求你向我右邊觀看，因為沒有人認識我；我無處避難，也沒有人眷顧我。","bklcl":"Kiû Lí ǹg góa ê chiàⁿ-pêng lâi khòaⁿ, in-ūi bô lâng bat góa;  Góa bô tè thang tô-siám, ia̍h bô lâng khòaⁿ-kò͘ góa.","tghg":"求你向我的正旁來看，因為無人識我；我無地通逃閃，亦無人看顧我。","bklhl":"求你ǹg我ê chiàⁿ-pêng來看，因為無人bat我；　　我無tè thang逃閃，亦無人看顧我。"}},{"book":"詩","chapter":142,"verse":5,"versions":{"unv":"耶和華啊，我曾向你哀求。我說：你是我的避難所；在活人之地，你是我的福分。","bklcl":"Iâ-hô-hoa ah, góa bat tùi Lí ai-kiû;  Góa kóng, Lí sī góa tô-siám ê só͘-chāi,  Tī oa̍h-lâng ê tōe, Lí sī góa ê ki-gia̍p.","tghg":"耶和華啊，我曾對你哀求。我講：你是我逃閃的所在；佇活人的地，你是我的基業。","bklhl":"耶和華ah，我bat對你哀求；　　我講，你是我逃閃ê所在，Tī活人ê地，你是我ê基業。"}},{"book":"詩","chapter":142,"verse":6,"versions":{"unv":"求你側耳聽我的呼求，因我落到極卑之地；求你救我脫離逼迫我的人，因為他們比我強盛。","bklcl":"Kiû Lí àⁿ hī-khang thiaⁿ góa ê kiû-kiò; in-ūi góa lo̍h kàu ke̍k-kē ê ūi;  Kiû Lí kiù góa thoat-lī khún-pek góa ê lâng, in-ūi in pí góa khah-kiông.","tghg":"求你俯耳孔聽我的求叫，因為我落到極低的位；求你救我脫離窘迫我的人，因為𪜶比我卡強。","bklhl":"求你àⁿ耳孔聽我ê求叫；因為我落到極-kē ê位；　　求你救我脫離窘迫我ê人，因為in比我khah強。"}},{"book":"詩","chapter":142,"verse":7,"versions":{"unv":"求你領我出離被囚之地，我好稱讚你的名。義人必環繞我，因為你是用厚恩待我。","bklcl":"Kiû Lí chhōa góa chhut kaⁿ, góa chiū thang o-ló Lí ê miâ;  Gī-lâng beh ûi góa, in-ūi Lí ēng un-tián khoán-thāi góa.","tghg":"求你導我出監，我就通謳咾你的名。義人欲圍我，因為你用恩典款待我。","bklhl":"求你chhōa我出監，我就thang o-ló你ê名；　　義人beh圍我，因為你用恩典款待我。"}}]