[{"book":"詩","chapter":31,"verse":1,"versions":{"unv":"（大衛的詩，交與伶長。）耶和華啊，我投靠你；求你使我永不羞愧；憑你的公義搭救我！","bklcl":"Tāi-pi̍t ê si; kau hō͘ Ga̍k-koaⁿ.1)\tIâ-hô-hoa ah, góa óa-khò Lí, kiû Lí hō͘ góa éng-éng bô kiàn-siàu;  Chiàu Lí ê kong-gī chín-kiù góa.","tghg":"〔大衛的詩，交互樂官。〕耶和華啊，我倚靠你；求你互我永永無見誚(kiàn-siàu)；照你的公義拯救我！","bklhl":"大衛ê詩；交hō͘樂官。1) 耶和華ah，我óa靠你，求你hō͘我永永無見笑；　　照你ê公義拯救我。"}},{"book":"詩","chapter":31,"verse":2,"versions":{"unv":"求你側耳而聽，快快救我！作我堅固的磐石，拯救我的保障！","bklcl":"Kiû Lí àⁿ hī-khang thiaⁿ góa, kín-kín lâi kiù góa;  Chòe góa kian-kò͘ ê chio̍h-pôaⁿ, chòe chín-kiù góa ê ōe-só͘.","tghg":"求你俯耳孔聽我，緊緊來救我！做我堅固的石磐，做拯救我的衛所！","bklhl":"求你àⁿ耳孔聽我，緊緊來救我；　　做我堅固ê石磐，做拯救我ê衛所。"}},{"book":"詩","chapter":31,"verse":3,"versions":{"unv":"因為你是我的巖石，我的山寨；所以，求你為你名的緣故引導我，指點我。","bklcl":"In-ūi Lí sī góa ê soaⁿ-giâm, góa ê soaⁿ-chē.  Só͘-í kiû Lí in-ūi Lí ê miâ lâi ín-chhōa góa, chí-tiám góa.","tghg":"因為你是我的山巖，我的山寨；所以，求你因為你的名來引導我，指點我。","bklhl":"因為你是我ê山巖，我ê山寨。　　所以求你因為你ê名來引chhōa我，指點我。"}},{"book":"詩","chapter":31,"verse":4,"versions":{"unv":"求你救我脫離人為我暗設的網羅，因為你是我的保障。","bklcl":"Lâng àm-chīⁿ tiuⁿ lô-bāng beh bāng góa, kiû Lí kiù góa thoat-lī;  In-ūi Lí sī góa ê ōe-só͘.","tghg":"人暗靜張羅網欲網我，求你救我脫離，因為你是我的衛所。","bklhl":"人暗靜張羅網beh網我，求你救我脫離；　　因為你是我ê衛所。"}},{"book":"詩","chapter":31,"verse":5,"versions":{"unv":"我將我的靈魂交在你手裡；耶和華誠實的　神啊，你救贖了我。","bklcl":"Góa chiong góa ê lêng-hûn kau tī Lí ê chhiú;  Iâ-hô-hoa chin-si̍t ê Siōng-tè ah, Lí ū kiù-sio̍k góa.","tghg":"我將我的靈魂交佇你的手；耶和華真實的上帝啊，你有救贖我。","bklhl":"我將我ê靈魂交tī你ê手；　　耶和華真實ê上帝ah，你有救贖我。"}},{"book":"詩","chapter":31,"verse":6,"versions":{"unv":"我恨惡那信奉虛無之神的人；我卻倚靠耶和華。","bklcl":"Góa oàn-hūn hiah-ê sìn-hōng hu-ké ê lâng;  To̍k-to̍k góa óa-khò Iâ-hô-hoa.","tghg":"我怨恨許個信奉虛假的人；獨獨我倚靠耶和華。","bklhl":"我怨恨hiah-ê信奉虛假ê人；　　獨獨我óa靠耶和華。"}},{"book":"詩","chapter":31,"verse":7,"versions":{"unv":"我要為你的慈愛高興歡喜；因為你見過我的困苦，知道我心中的艱難。","bklcl":"Góa in-ūi Lí ê chû-ài beh hoaⁿ-hí khoài-lo̍k;  In-ūi Lí ū khòaⁿ-kìⁿ góa ê kan-khó͘,  Chai góa sim-sîn ê kan-lân.","tghg":"我因為你的慈愛欲歡喜快樂；因為你有看見我的艱苦，知我心神的艱難。","bklhl":"我因為你ê慈愛beh歡喜快樂；　　因為你有看見我ê艱苦，　　知我心神ê艱難。"}},{"book":"詩","chapter":31,"verse":8,"versions":{"unv":"你未曾把我交在仇敵手裡；你使我的腳站在寬闊之處。","bklcl":"Lí bē-bat chiong góa kau tī tùi-te̍k ê chhiú;  Lí hō͘ góa ê kha khiā tī khui-khoah ê só͘-chāi.","tghg":"你未曾將我交佇對敵的手；你互我的腳徛佇開闊的所在。","bklhl":"你bē-bat將我交tī對敵ê手；　　你hō͘我ê腳khiā tī開闊ê所在。"}},{"book":"詩","chapter":31,"verse":9,"versions":{"unv":"耶和華啊，求你憐恤我，因為我在急難之中；我的眼睛因憂愁而乾癟，連我的身心也不安舒。","bklcl":"Iâ-hô-hoa ah, góa tī hoān-lān tiong, kiû Lí lîn-bín góa;  Góa ê ba̍k-chiu in-ūi iu-būn phah-pháiⁿ,  Góa ê sim-sîn, góa ê sin-thé, ia̍h sī án-ni.","tghg":"耶和華啊，我佇患難中，求你憐憫我；我的目睭因為憂悶拍歹，我的心神我的身體亦是按呢。","bklhl":"耶和華ah，我tī患難中，求你憐憫我；　　我ê目睭因為憂悶phah-pháiⁿ，我ê心神，我ê身體，亦是án-ni。"}},{"book":"詩","chapter":31,"verse":10,"versions":{"unv":"我的生命為愁苦所消耗；我的年歲為歎息所曠廢。我的力量因我的罪孽衰敗；我的骨頭也枯乾。","bklcl":"Góa ê sìⁿ-miā in-ūi iu-khó͘ lâi siau-bô,  Góa ê nî-hè ūi-tio̍h thó͘-khùi ia̍h án-ni;  Góa ê khùi-la̍t in-ūi góa ê chōe-ok lâi soe-lám;  Góa ê kut-thâu ia̍h ko͘-tâ.","tghg":"我的生命因為憂苦來消無；我的年歲為著吐氣亦按呢。我的氣力因為我的罪惡來衰膦(soe-lám)；我的骨頭亦枯焦。","bklhl":"我ê性命因為憂苦來消無，　　我ê年歲為tio̍h吐氣亦án-ni；　　我ê氣力因為我ê罪惡來衰lám；　　我ê骨頭亦枯焦。"}},{"book":"詩","chapter":31,"verse":11,"versions":{"unv":"我因一切敵人成了羞辱，在我的鄰舍跟前更甚；那認識我的都懼怕我，在外頭看見我的都躲避我。","bklcl":"Góa in-ūi góa it-chhè ê tùi-te̍k chiâⁿ-chòe lêng-jio̍k;  Tī góa ê chhù-piⁿ-tau koh-khah siong-tiōng; hiah-ê bat góa ê lâng lóng kiaⁿ góa;  Tī gōa-bīn khòaⁿ-kìⁿ góa ê lâng cháu-siám lī-khui góa.","tghg":"我因為我一切的對敵成做凌辱，佇我的厝邊兜閣卡傷重；許個識我的人攏驚我，佇外面看見我的人走閃離開我。","bklhl":"我因為我一切ê對敵成做凌辱；　　Tī我ê厝邊tau koh-khah傷重；hiah-ê bat我ê人lóng驚我；　　Tī外面看見我ê人走閃離開我。"}},{"book":"詩","chapter":31,"verse":12,"versions":{"unv":"我被人忘記，如同死人，無人記念；我好像破碎的器皿。","bklcl":"Góa chhin-chhiūⁿ sí-lâng hō͘ lâng bōe kì-tit, bô lâng siàu-liām; Góa chhin-chhiūⁿ phòa-chhùi ê khì-kū.","tghg":"我親像死人，互人𣍐記得，無人數念；我親像破碎的器具。","bklhl":"我親像死人hō͘人bōe記得，無人siàu念；　　我親像破碎ê器具。"}},{"book":"詩","chapter":31,"verse":13,"versions":{"unv":"我聽見了許多人的讒謗，四圍都是驚嚇；他們一同商議攻擊我的時候，就圖謀要害我的性命。","bklcl":"In-ūi góa thiaⁿ-kìⁿ chōe-chōe lâng ê húi-pòng,  Sì-ûi lóng sī kiaⁿ-hiâⁿ;  In saⁿ-kap chham-siông kong-kek góa ê sî,  Chiū kè-bô͘ beh hāi góa ê sìⁿ-miā.","tghg":"因為我聽見多多人的誹謗，四圍攏是驚惶；𪜶相及參詳攻擊我的時，就計謀欲害我的生命。","bklhl":"因為我聽見chōe-chōe人ê譭謗，四圍lóng是驚惶；　　In相kap參詳攻擊我ê時，　　就計謀beh害我ê性命。"}},{"book":"詩","chapter":31,"verse":14,"versions":{"unv":"耶和華啊，我仍舊倚靠你；我說：你是我的　神。","bklcl":"Iâ-hô-hoa ah, góa iû-goân óa-khò Lí;  Góa kóng, Lí sī góa ê Siōng-tè.","tghg":"耶和華啊，我猶原倚靠你；我講：你是我的上帝。","bklhl":"耶和華ah，我猶原óa靠你；　　我講，你是我ê上帝。"}},{"book":"詩","chapter":31,"verse":15,"versions":{"unv":"我終身的事在你手中；求你救我脫離仇敵的手和那些逼迫我的人。","bklcl":"Góa ê cho-gū tī Lí ê chhiú;  Kiû Lí kiù góa thoat-lī góa ê tùi-te̍k ê chhiú, í-ki̍p khún-pek góa ê lâng.","tghg":"我的遭遇佇你的手；求你救我脫離我的對敵的手以及窘迫我的人。","bklhl":"我ê遭遇tī你ê手；　　求你救我脫離我ê對敵ê手，以及窘迫我ê人。"}},{"book":"詩","chapter":31,"verse":16,"versions":{"unv":"求你使你的臉光照僕人，憑你的慈愛拯救我。","bklcl":"Kiû Lí hō͘ Lí ê bīn chiò-kng Lí ê lô͘-po̍k;  Chiàu Lí ê chû-ài chín-kiù góa.","tghg":"求你互你的面照光你的奴僕，照你的慈愛拯救我。","bklhl":"求你hō͘你ê面照光你ê奴僕；　　照你ê慈愛拯救我。"}},{"book":"詩","chapter":31,"verse":17,"versions":{"unv":"耶和華啊，求你叫我不致羞愧，因為我曾呼籲你；求你使惡人羞愧，使他們在陰間緘默無聲。","bklcl":"Iâ-hô-hoa ah, kiû Lí hō͘ góa bô kiàn-siàu; in-ūi góa ū kiû-kiò Lí.  Kiû Lí hō͘ pháiⁿ-lâng kiàn-siàu, hō͘ in tī im-kan chēng chauh-chauh.","tghg":"耶和華啊，求你互我無見誚，因為我有求叫你；求你互歹人見誚；互𪜶佇陰間靜寂寂。","bklhl":"耶和華ah，求你hō͘我無見笑；因為我有求叫你。　　求你hō͘ pháiⁿ人見笑，hō͘ in tī陰間靜chauh-chauh。"}},{"book":"詩","chapter":31,"verse":18,"versions":{"unv":"那撒謊的人逞驕傲輕慢，出狂妄的話攻擊義人；願他的嘴啞而無言。","bklcl":"Goān Lí hō͘ hiah-ê pe̍h-chha̍t ê chhùi piàn é-káu;  Chiū-sī kiau-ngō͘ khòaⁿ-khin, lām-sám bú-bān gī-lâng--ê.","tghg":"願你互許個白賊的嘴變啞口；就是驕傲看輕，濫糝侮慢義人的。","bklhl":"願你hō͘ hiah-ê白賊ê嘴piàn啞口；　　就是驕傲看輕，lām-sám侮慢義人ê。"}},{"book":"詩","chapter":31,"verse":19,"versions":{"unv":"敬畏你、投靠你的人，你為他們所積存的，在世人面前所施行的恩惠是何等大呢！","bklcl":"Kèng-ùi Lí ê lâng, Lí ūi-tio̍h in só͘ chek-chū ê un-hūi,  Ūi-tio̍h óa-khò Lí ê lâng, tī sè-kan-lâng ê bīn-chêng, só͘ si-hêng ê un-hūi, cháiⁿ-iūⁿ hiah tōa!","tghg":"敬畏你的人，你為著𪜶所積聚的恩惠，為著倚靠你的人，佇世間人的面前所施行的恩惠怎樣許大！","bklhl":"敬畏你ê人，你為tio̍h in所積聚ê恩惠，　　為tio̍h óa靠你ê人，tī世間人ê面前，所施行ê恩惠，怎樣hiah大！"}},{"book":"詩","chapter":31,"verse":20,"versions":{"unv":"你必把他們藏在你面前的隱密處，免得遇見人的計謀；你必暗暗地保守他們在亭子裡，免受口舌的爭鬧。","bklcl":"Lí beh chiong in khǹg tī Lí ê bīn-chêng ún-ba̍t ê só͘-chāi; bián-tì tú-tio̍h lâng ê kè-bô͘;  Lí beh àm-chīⁿ pó-siú in tī tiùⁿ-ûi-lāi, bián siū chhùi-chi̍h ê cheng-piān.","tghg":"你欲將𪜶囥佇你的面前隱密的所在，免致抵著(tú-tio̍h)人的計謀；你欲暗靜保守𪜶佇帳帷內，免受嘴舌的爭辯。","bklhl":"你beh將in khǹg tī你ê面前隱密ê所在；免致tú-tio̍h人ê計謀；　　你beh暗靜保守in tī帳帷內，免受嘴舌ê爭辯。"}},{"book":"詩","chapter":31,"verse":21,"versions":{"unv":"耶和華是應當稱頌的，因為他在堅固城裡向我施展奇妙的慈愛。","bklcl":"Iâ-hô-hoa sī eng-kai o-ló--ê,  In-ūi I tī kian-kò͘ ê siâⁿ tùi góa si-chhut I kî-biāu ê chû-ài.","tghg":"耶和華是應該謳咾者，因為伊佇堅固的城對我施出伊奇妙的慈愛。","bklhl":"耶和華是應該o-ló-ê，　　因為伊tī堅固ê城對我施出伊奇妙ê慈愛。"}},{"book":"詩","chapter":31,"verse":22,"versions":{"unv":"至於我，我曾急促地說：我從你眼前被隔絕。然而，我呼求你的時候，你仍聽我懇求的聲音。","bklcl":"Lūn-kàu góa, góa bat tio̍h-kip kóng, Tùi Lí ê ba̍k-chiu-chêng, góa siū keh-tn̄g;  Chóng-sī góa kiû-kiò Lí ê sî, Lí iû-goân thiaⁿ góa khún-kiû ê siaⁿ.","tghg":"論到我，我曾著急講：對你的目睭前，我受隔斷。總是，我求叫你的時，你猶原聽我懇求的聲。","bklhl":"論到我，我bat著急講，tùi你ê目睭前，我受隔斷；　　總是我求叫你ê時，你猶原聽我懇求ê聲。"}},{"book":"詩","chapter":31,"verse":23,"versions":{"unv":"耶和華的聖民哪，你們都要愛他！耶和華保護誠實人，足足報應行事驕傲的人。","bklcl":"Iâ-hô-hoa sèng ê peh-sìⁿ ah, lín lóng tio̍h thiàⁿ I;  Iâ-hô-hoa pó-siú sêng-si̍t ê lâng,  Tāng-tāng pò-èng kiâⁿ kiau-ngō͘ ê lâng.","tghg":"耶和華聖的百姓啊，恁攏著疼伊！耶和華保守誠實的人，重重報應行驕傲的人。","bklhl":"耶和華聖ê百姓ah，lín lóng tio̍h疼伊；　　耶和華保守誠實ê人，重重報應行驕傲ê人。"}},{"book":"詩","chapter":31,"verse":24,"versions":{"unv":"凡仰望耶和華的人，你們都要壯膽，堅固你們的心！","bklcl":"Kìⁿ-nā ǹg-bāng Iâ-hô-hoa ê lâng,  Lín tio̍h chòng-táⁿ, lín ê sim tio̍h kian-kò͘.","tghg":"見若向望耶和華的人，恁著壯膽，恁的心著堅固！","bklhl":"見若ǹg望耶和華ê人，　　Lín tio̍h壯膽，lín ê心tio̍h堅固。"}}]