[{"book":"詩","chapter":35,"verse":1,"versions":{"unv":"（大衛的詩。）耶和華啊，與我相爭的，求你與他們相爭！與我相戰的，求你與他們相戰！","bklcl":"Tāi-pi̍t ê si.1)\tIâ-hô-hoa ah, kap góa saⁿ-chiⁿ-ê, kiû Lí kap in saⁿ-chiⁿ;  Kap góa kau-chiàn--ê, kiû Lí kap in kau-chiàn.","tghg":"〔大衛的詩。〕耶和華啊，及我相爭(saⁿ-chiⁿ)的，求你及𪜶相爭！及我交戰的，求你及𪜶交戰！","bklhl":"大衛ê詩。1) 耶和華ah，kap我相爭ê，求你kap in相爭；　　Kap我交戰-ê，求你kap in交戰。"}},{"book":"詩","chapter":35,"verse":2,"versions":{"unv":"拿著大小的盾牌，起來幫助我。","bklcl":"The̍h tōa-sòe ê tîn-pâi,  Khí-lâi pang-chān góa.","tghg":"提大細的盾牌，起來幫助我。","bklhl":"The̍h大細ê藤牌，　　起來幫贊我。"}},{"book":"詩","chapter":35,"verse":3,"versions":{"unv":"抽出槍來，擋住那追趕我的；求你對我的靈魂說：我是拯救你的。","bklcl":"Thiu-chhut chhiuⁿ, chó͘-chí hiah-ê tui-kóaⁿ góa--ê;  Tùi góa ê sîn-hûn kóng, Góa sī chín-kiù lí--ê.","tghg":"抽出槍，阻止許個追趕我者；對我的神魂講：我是拯救你者。","bklhl":"抽出鎗，阻止hiah-ê追趕我ê；　　Tùi我ê神魂講，我是拯救你ê。"}},{"book":"詩","chapter":35,"verse":4,"versions":{"unv":"願那尋索我命的，蒙羞受辱！願那謀害我的，退後羞愧！","bklcl":"Goān hiah-ê siàu-siūⁿ góa ê sìⁿ-miā ê lâng siū kiàn-siàu lêng-jio̍k;  Goān hiah-ê kè-bô͘ hāi góa ê lâng oa̍t-tò-tńg làu-khùi.","tghg":"願許個數想我的生命的人，受見誚凌辱！願許個計謀害我的人，越倒轉漏氣！","bklhl":"願hiah-ê siàu想我ê性命ê人受見笑凌辱；　　願hiah-ê計謀害我ê人oa̍t倒tńg漏氣。"}},{"book":"詩","chapter":35,"verse":5,"versions":{"unv":"願他們像風前的糠，有耶和華的使者趕逐他們。","bklcl":"Goān in chhin-chhiūⁿ hong chhe ê chho͘-khng;  Ū Iâ-hô-hoa ê sù-chiá teh kóaⁿ in.","tghg":"願𪜶親像風吹的粗糠，有耶和華的使者啲趕𪜶。","bklhl":"願in親像風吹ê粗糠；　　有耶和華ê使者teh趕in。"}},{"book":"詩","chapter":35,"verse":6,"versions":{"unv":"願他們的道路又暗又滑，有耶和華的使者追趕他們。","bklcl":"Goān in ê lō͘ àm koh ku̍t,  Ū Iâ-hô-hoa ê sù-chiá teh kóaⁿ in.","tghg":"願𪜶的路暗閣滑，有耶和華的使者啲趕𪜶。","bklhl":"願in ê路暗koh滑，有耶和華ê使者teh趕in。"}},{"book":"詩","chapter":35,"verse":7,"versions":{"unv":"因他們無故地為我暗設網羅，無故地挖坑，要害我的性命。","bklcl":"In-ūi in bô in-toaⁿ ūi góa àm-siat lô-bāng tī khiⁿ-lāi,  Bô in-toaⁿ ku̍t hām-khiⁿ beh hāi góa ê sìⁿ-miā.","tghg":"因為𪜶無因端為我暗設羅網佇坑內，無因端掘陷坑，欲害我的生命。","bklhl":"因為in無因端為我暗設羅網tī坑內，　　無因端ku̍t陷坑beh害我ê性命。"}},{"book":"詩","chapter":35,"verse":8,"versions":{"unv":"願災禍忽然臨到他身上！願他暗設的網纏住自己！願他落在其中遭災禍！","bklcl":"Goān tī i bô phah-sǹg ê sî, chai-ē kàu i ê sin-chiūⁿ;  Goān i àm-siat ê lô-bāng tîⁿ-tio̍h i ka-kī;  Goān i poa̍h-lo̍h hí lāi-bīn, siū hāi.","tghg":"願佇伊無拍算的時災禍到伊的身上！願伊暗設的羅網纏著伊家己！願伊跋落彼內面受害！","bklhl":"願tī伊無phah算ê時，災厄到伊ê身上；　　願伊暗設 ê羅網纏tio̍h伊家己；　　願伊跋落hí內面，受害。"}},{"book":"詩","chapter":35,"verse":9,"versions":{"unv":"我的心必靠耶和華快樂，靠他的救恩高興。","bklcl":"Chiū góa ê sim beh tī Iâ-hô-hoa lâi khoài-lo̍k;  Tī I ê kiù-un lâi hoaⁿ-hí.","tghg":"就我的心欲佇耶和華來快樂，佇伊的救恩來歡喜。","bklhl":"就我ê心beh tī耶和華來快樂；　　Tī伊ê救恩來歡喜。"}},{"book":"詩","chapter":35,"verse":10,"versions":{"unv":"我的骨頭都要說：耶和華啊，誰能像你救護困苦人脫離那比他強壯的，救護困苦窮乏人脫離那搶奪他的？","bklcl":"Góa ê kut-thâu lóng beh kóng,  Iâ-hô-hoa ah, chī-chūi ōe chhin-chhiūⁿ Lí?  Lí chín-kiù khùn-khó͘ ê lâng, thoat-lī hiah-ê pí i khah-kiông--ê;  Chín-kiù khùn-khó͘ kap sòng-hiong ê lâng thoat-lī hiah-ê chhiúⁿ-toa̍t i--ê.","tghg":"我的骨頭攏欲講：耶和華啊，是誰會親像你？你拯救困苦的人脫離許個比伊卡強者，拯救困苦及喪鄉的人脫離許個搶奪伊者？","bklhl":"我ê骨頭lóng beh講，　　耶和華ah，是誰 ōe親像你？　　你拯救困苦ê人，脫離hiah-ê比伊khah強ê；　　拯救困苦kap sòng-hiong ê人脫離hiah-ê搶奪伊ê。"}},{"book":"詩","chapter":35,"verse":11,"versions":{"unv":"凶惡的見證人起來，盤問我所不知道的事。","bklcl":"Hiong-ok ê kan-chèng--ê khí-lâi;  Góa só͘ m̄-chai ê sū, in chhâ-mn̄g góa.","tghg":"兇惡的干證者起來，我所呣知的事𪜶查問我。","bklhl":"兇惡ê干證ê起來；　　我所m̄知ê事，in查問我。"}},{"book":"詩","chapter":35,"verse":12,"versions":{"unv":"他們向我以惡報善，使我的靈魂孤苦。","bklcl":"In tùi-tī góa ēng pháiⁿ pò hó:  Hō͘ góa ê sîn-hûn ko͘-toaⁿ.","tghg":"𪜶對佇我用歹報好，互我的神魂孤單。","bklhl":"In對tī我用pháiⁿ報好：　　Hō͘我ê神魂孤單。"}},{"book":"詩","chapter":35,"verse":13,"versions":{"unv":"至於我，當他們有病的時候，我便穿麻衣，禁食，刻苦己心；我所求的都歸到自己的懷中。","bklcl":"Lūn-kàu góa, tng in phòa-pīⁿ ê sî, góa chiū chhēng môa-saⁿ,  Ēng kìm-chia̍h khek-khó͘ góa ê sim-sîn;  Góa só͘ kiû--ê, lóng kui tī ka-kī ê sim-hoâi.","tghg":"論到我，當𪜶破病的時，我就穿麻衫，用禁食，刻苦我的心神；我所求的攏歸佇家己的心懷。","bklhl":"論到我，當in破病ê時，我就穿麻衫，　　用禁食刻苦我ê心神；　　我所求ê，lóng歸tī家己ê心懷。"}},{"book":"詩","chapter":35,"verse":14,"versions":{"unv":"我這樣行，好像他是我的朋友，我的弟兄；我屈身悲哀，如同人為母親哀痛。","bklcl":"Góa án-ni kiâⁿ, chhin-chhiūⁿ i sī góa ê pêng-iú, góa ê hiaⁿ-tī;  Góa khut-lo̍h seng-khu pi-ai, chhin-chhiūⁿ lâng ūi-tio̍h lāu-bú ai-siong.","tghg":"我按呢行，親像伊是我的朋友，我的兄弟；我屈落身軀悲哀，親像人為著老母哀傷。","bklhl":"我án-ni行，親像伊是我ê朋友，我ê兄弟；　　我屈落身軀悲哀，親像人為tio̍h老母哀傷。"}},{"book":"詩","chapter":35,"verse":15,"versions":{"unv":"我在患難中，他們卻歡喜，大家聚集。我所不認識的那些下流人聚集攻擊我；他們不住地把我撕裂。","bklcl":"Góa tú-tio̍h hoān-lān, in chiū hoaⁿ-hí, saⁿ-kap chū-chi̍p;  Góa só͘ m̄ saⁿ-bat ê hā-téng-lâng chū-chi̍p kong-kek góa;  In khiú-la̍k góa bô soah.","tghg":"我抵著(tú-tio̍h)患難，𪜶就歡喜，相及聚集。我所呣相識的下等人聚集攻擊我；𪜶搝搙(khiú-la̍k)我無息。","bklhl":"我tú-tio̍h患難，in就歡喜，相kap聚集；　　我所m̄相識ê 下等人聚集攻擊我；　　In khiú-la̍k我無soah。"}},{"book":"詩","chapter":35,"verse":16,"versions":{"unv":"他們如同席上好嬉笑的狂妄人向我咬牙。","bklcl":"In chhin-chhiūⁿ hì-hiauh, pián-chia̍h ê bô hē-lo̍h lâng, Tùi góa kā chhùi-khí-kun.","tghg":"𪜶親像戲謔諞食的無下落人對我咬嘴齒根。","bklhl":"In親像戲hiauh，pián食ê無hē落人，　　對我咬嘴齒根。"}},{"book":"詩","chapter":35,"verse":17,"versions":{"unv":"主啊，你看著不理要到幾時呢？求你救我的靈魂脫離他們的殘害！救我的生命（生命：原文是獨一者）脫離少壯獅子！","bklcl":"Chú ah, Lí tiāⁿ-tiāⁿ teh khòaⁿ, beh kàu jōa-kú?  Kiû Lí kiù góa ê sîn-hûn thoat-lī in ê chân-hāi,  Kiù góa ê sìⁿ-miā thoat-lī béng ê sai-á-thûn.","tghg":"主啊，你定定啲看欲到偌久(jōa-kú)？求你救我的神魂脫離𪜶的殘害(chân-hāi)！救我的生命脫離猛的獅仔豚！","bklhl":"主ah，你定定teh看，beh到jōa久？　　求你救我ê神魂脫離in ê殘害，　　救我ê性命脫離猛ê獅á-thûn。"}},{"book":"詩","chapter":35,"verse":18,"versions":{"unv":"我在大會中要稱謝你，在眾民中要讚美你。","bklcl":"Góa tī tōa chū-hōe ê tiong-kan beh kám-siā Lí;  Tī chèng peh-sìⁿ ê tiong-kan beh o-ló Lí.","tghg":"我佇大聚會的中間欲感謝你，佇眾百姓的中間欲謳咾你。","bklhl":"我tī大聚會ê中間beh感謝你；　　Tī眾百姓ê中間beh o-ló你。"}},{"book":"詩","chapter":35,"verse":19,"versions":{"unv":"求你不容那無理與我為仇的向我誇耀！不容那無故恨我的向我擠眼！","bklcl":"Kiû Lí bo̍h-tit iông-ún hiah-ê bô lí-iû tùi-te̍k góa-ê, tùi góa khoa-kháu;  Bo̍h-tit iông-ún hiah-ê bô in-toaⁿ oàn-hūn góa-ê gîn--góa.","tghg":"求你莫得(bo̍h-tit)容允許個無理由對敵我的對我誇口！莫得容允許個無因端(in-toaⁿ)怨恨我的眥我(gîn-góa)。","bklhl":"求你莫得容允hiah-ê無理由對敵我ê，對我誇口；　　莫得容允hiah-ê無因端怨恨我ê gîn我。"}},{"book":"詩","chapter":35,"verse":20,"versions":{"unv":"因為他們不說和平話，倒想出詭詐的言語害地上的安靜人。","bklcl":"In-ūi in bô kóng hô-pêng ê ōe;  Chiū-sī kè-bô͘ khúi-khiat ê ōe; hāi tōe-chiūⁿ an-hūn ê lâng.","tghg":"因為𪜶無講和平的話，就是計謀詭譎(khúi-khiat)的話害地上安份的人。","bklhl":"因為in無講和平ê話；　　就是計謀詭譎ê話；害地上安份ê人。"}},{"book":"詩","chapter":35,"verse":21,"versions":{"unv":"他們大大張口攻擊我，說：阿哈，阿哈，我們的眼已經看見了！","bklcl":"In tōa-tōa khui-chhùi kong-kek góa;  Kóng, Ho͘h--chāi!  Ho͘h--chāi!  Goán ê ba̍k-chiu í-keng khòaⁿ-kìⁿ lah.","tghg":"𪜶大大開嘴攻擊我，講：呼哉！呼哉！阮的目睭已經看見啦！","bklhl":"In大大開嘴攻擊我；　　講，Ho͘h-chāi！Ho͘h-chāi！　　阮ê目睭已經看見lah。"}},{"book":"詩","chapter":35,"verse":22,"versions":{"unv":"耶和華啊，你已經看見了，求你不要閉口！主啊，求你不要遠離我！","bklcl":"Iâ-hô-hoa ah, Lí í-keng khòaⁿ-kìⁿ; kiû Lí m̄-thang chēng-chēng;  Chú ah, m̄-thang lī-khui góa.","tghg":"耶和華啊，你已經看見，求你呣通靜靜！主啊，呣通離開我！","bklhl":"耶和華ah，你已經看見；求你m̄-thang靜靜；　　主ah，m̄-thang離開我。"}},{"book":"詩","chapter":35,"verse":23,"versions":{"unv":"我的　神我的主啊，求你奮興醒起，判清我的事，伸明我的冤！","bklcl":"Góa ê Siōng-tè, góa ê Chú ah, kiû Lí cheng-sîn, khí--lâi;  Phòaⁿ-koat góa ê sū, pān-lí góa ê àn.","tghg":"我的上帝我的主啊，求你精神起來，判決我的事，辦理我的案！","bklhl":"我ê上帝，我ê主ah，求你精神，起來；　　判決我ê事，辨理我ê案。"}},{"book":"詩","chapter":35,"verse":24,"versions":{"unv":"耶和華─我的　神啊，求你按你的公義判斷我，不容他們向我誇耀！","bklcl":"Iâ-hô-hoa góa ê Siōng-tè ah, kiû Lí chiàu Lí ê kong-gī phòaⁿ-toàn góa;  Bo̍h-tit iông-ún in tùi góa khoa-kháu.","tghg":"耶和華──我的上帝啊，求你照你的公義判斷我，莫得容允𪜶對我誇口！","bklhl":"耶和華我ê上帝ah，求你照你ê公義判斷我；　　莫得容允in對我誇口。"}},{"book":"詩","chapter":35,"verse":25,"versions":{"unv":"不容他們心裡說：阿哈，遂我們的心願了！不容他們說：我們已經把他吞了！","bklcl":"Bo̍h-tit iông-ún in sim-lāi kóng,  Ho͘h--chāi, chiàu goán ê sim-goān lah;  Bo̍h-tit iông-ún in kóng, Goán í-keng kā i thun--lo̍h-khì lah.","tghg":"莫得容允𪜶心內講：呼哉，照阮的心願啦！莫得容允𪜶講：阮已經給伊吞落去啦！","bklhl":"莫得容允in心內講，　　Ho͘h-chāi，照阮ê心願lah；　　莫得容允in講，阮已經kā伊吞落去lah。"}},{"book":"詩","chapter":35,"verse":26,"versions":{"unv":"願那喜歡我遭難的一同抱愧蒙羞！願那向我妄自尊大的披慚愧，蒙羞辱！","bklcl":"Goān hiah-ê hoaⁿ-hí góa tú-tio̍h hoān-lān--ê, lóng kiàn-siàu làu-khùi;  Goān hiah-ê tùi góa ka-kī chun-tōa--ê, siū kiàn-siàu lak-lián.","tghg":"願許個歡喜我抵著患難者攏見誚漏氣！願許個對我家己尊大者，受見誚落臉！","bklhl":"願hiah-ê歡喜我tú-tio̍h患難ê，lóng見笑漏氣；　　願hiah-ê對我家己尊大ê，受見笑lak臉。"}},{"book":"詩","chapter":35,"verse":27,"versions":{"unv":"願那喜悅我冤屈得伸的（冤屈得伸：原文是公義）歡呼快樂；願他們常說：當尊耶和華為大！耶和華喜悅他的僕人平安。","bklcl":"Goān hiah-ê ài góa tit-tio̍h sin-oan ê lâng, chhut hoaⁿ-hí ê siaⁿ khoài-lo̍k;  Goān in siông-siông kóng, Tio̍h chun Iâ-hô-hoa chòe tōa.  In-ūi I hoaⁿ-hí I ê lô͘-po̍k pêng-an.","tghg":"願許個愛我得著伸冤的人出歡喜的聲快樂；願𪜶常常講：著尊耶和華做大！因為伊歡喜伊的奴僕平安。","bklhl":"願hiah-ê ài我得tio̍h伸冤ê人，出歡喜ê聲快樂；　　願in常常講，tio̍h尊耶和華做大。　　因為伊歡喜伊ê奴僕平安。"}},{"book":"詩","chapter":35,"verse":28,"versions":{"unv":"我的舌頭要終日論說你的公義，時常讚美你。","bklcl":"Góa ê chi̍h beh kóng-khí Lí ê gī,  Thong-ji̍t o-ló Lí.","tghg":"我的舌欲講起你的義，通日謳咾你。","bklhl":"我ê舌beh講起你ê義，　　Thong日o-ló你。"}}]