[{"book":"詩","chapter":144,"verse":1,"versions":{"unv":"（大衛的詩。）耶和華─我的磐石是應當稱頌的！他教導我的手爭戰，教導我的指頭打仗。","bklcl":"Tāi-pi̍t ê si.1)\tIâ-hô-hoa góa ê chio̍h-pôaⁿ, sī eng-kai o-ló--ê;  I kà-sī góa ê chhiú ōe cheng-chiàn,  Kà-sī góa ê chńg-thâu-á ōe saⁿ-thâi.","tghg":"〔大衛的詩。〕耶和華──我的石磐是應該謳咾者！伊教示我的手會爭戰，教示我的指頭仔會相刣(saⁿ-thâi)。","bklhl":"大衛ê詩。1)\t耶和華我ê石磐，是應該o-ló-ê；　　伊教示我ê手能爭戰，　　教示我ê指頭á能相刣。"}},{"book":"詩","chapter":144,"verse":2,"versions":{"unv":"他是我慈愛的主，我的山寨，我的高臺，我的救主，我的盾牌，是我所投靠的；他使我的百姓服在我以下。","bklcl":"I sī góa ê chû-ài, góa ê soaⁿ-chē,  Góa ê koâiⁿ-tâi, góa ê kiù-chú;  Góa ê tîn-pâi, sī góa só͘ óa-khò--ê;  I hō͘ góa ê peh-sìⁿ hâng-ho̍k tī góa ê ē-bīn.","tghg":"伊是我的慈愛，我的山寨，我的高台，我的救主，我的盾牌，是我所倚靠者；伊互我的百姓降服佇我的下面。","bklhl":"伊是我ê慈愛，我ê山寨，　　我ê高台，我ê救主；　　我ê藤牌，是我所óa靠ê；　　伊hō͘我ê百姓降服tī我ê下面。"}},{"book":"詩","chapter":144,"verse":3,"versions":{"unv":"耶和華啊，人算甚麼，你竟認識他！世人算甚麼，你竟顧念他！","bklcl":"Iâ-hô-hoa ah, lâng sī sím-mi̍h, Lí kéng-jiân bat i?  Lâng ê kiáⁿ sī sím-mi̍h, Lí kéng-jiân siàu-liām i?","tghg":"耶和華啊，人是甚麼，你竟然識伊！人的子是甚麼，你竟然數念伊！","bklhl":"耶和華ah，人是甚麼，你竟然bat伊？　　人ê kiáⁿ是甚麼，你竟然siàu念伊？"}},{"book":"詩","chapter":144,"verse":4,"versions":{"unv":"人好像一口氣；他的年日如同影兒快快過去。","bklcl":"Lâng chhin-chhiūⁿ pûn chi̍t ê khùi;  I ê ji̍t-chí chhin-chhiūⁿ iáⁿ kè--khì.","tghg":"人親像歕(pûn)一個氣；伊的日子親像影過去。","bklhl":"人親像pûn一个氣；　　伊ê日子親像影過去。"}},{"book":"詩","chapter":144,"verse":5,"versions":{"unv":"耶和華啊，求你使天下垂，親自降臨，摸山，山就冒煙。","bklcl":"Iâ-hô-hoa ah, kiû Lí hō͘ thiⁿ sûi-lo̍h, chhin-sin kàng-lîm;  Bong soaⁿ, soaⁿ chiū chhut ian.","tghg":"耶和華啊，求你互天垂落(sûi-lo̍h)，親身降臨，摸山，山就出煙。","bklhl":"耶和華ah，求你hō͘天垂落，親身降臨；　　摸山，山就出煙。"}},{"book":"詩","chapter":144,"verse":6,"versions":{"unv":"求你發出閃電，使他們四散，射出你的箭，使他們擾亂。","bklcl":"Kiû Lí hoat-chhut sih-nà, hō͘ in sì-sòaⁿ;  Siā-chhut Lí ê chìⁿ, hō͘ in jiáu-loān.","tghg":"求你發出閃爁，互𪜶四散，射出你的箭，互𪜶擾亂。","bklhl":"求你發出sih-nà，hō͘ in四散；　　射出你ê箭，hō͘ in擾亂。"}},{"book":"詩","chapter":144,"verse":7,"versions":{"unv":"求你從上伸手救拔我，救我出離大水，救我脫離外邦人的手。","bklcl":"Lí tùi téng-bīn chhun-chhiú kiù góa;  Kiù góa chhut tōa-chúi,  Kiù góa thoat-lī gōa-pang lâng ê chhiú.","tghg":"你對頂面伸手救我，救我出大水，救我脫離外邦人的手。","bklhl":"你tùi頂面伸手救我；　　救我出大水，救我脫離外邦人ê手。"}},{"book":"詩","chapter":144,"verse":8,"versions":{"unv":"他們的口說謊話；他們的右手起假誓。","bklcl":"In ê chhùi kóng pe̍h-chha̍t,  In ê chiàⁿ-chhiú sī kan-chà ê chiàⁿ-chhiú.","tghg":"𪜶的嘴講白賊；𪜶的正手是奸詐的正手。","bklhl":"In ê嘴講白賊，　　In ê chiàⁿ手是奸詐ê chiàⁿ手。"}},{"book":"詩","chapter":144,"verse":9,"versions":{"unv":"　神啊，我要向你唱新歌，用十弦瑟向你歌頌。","bklcl":"Siōng-tè ah, góa beh tùi Lí chhiùⁿ sin ê koa;  Ēng cha̍p-tiâu-hiân ê sek, chhiùⁿ-koa o-ló Lí.","tghg":"上帝啊，我欲對你唱新的歌，用十條弦的瑟唱歌謳咾你。","bklhl":"上帝ah，我beh對你唱新ê歌；　　用十條絃ê瑟，唱歌o-ló你。"}},{"book":"詩","chapter":144,"verse":10,"versions":{"unv":"你是那拯救君王的；你是那救僕人大衛脫離害命之刀的。","bklcl":"Lí sī hit ê chín-kiù lia̍t-ông--ê,  Lí sī hit ê kiù lô͘-po̍k Tāi-pi̍t thoat-lī hāi-miā ê to--ê.","tghg":"你是彼個拯救列王者；你是彼個救奴僕大衛脫離害命的刀者。","bklhl":"你是hit ê拯救列王ê，　　你是hit ê救奴僕大衛脫離害命ê刀ê。"}},{"book":"詩","chapter":144,"verse":11,"versions":{"unv":"求你救拔我，救我脫離外邦人的手。他們的口說謊話；他們的右手起假誓。","bklcl":"Kiû Lí chín-kiù góa, kiù góa thoat-lī gōa-pang lâng ê chhiú;  In ê chhùi kóng pe̍h-chha̍t,  In ê chiàⁿ-chhiú sī kan-chà ê chiàⁿ-chhiú.","tghg":"求你拯救我，救我脫離外邦人的手。𪜶的嘴講白賊；𪜶的正手是奸詐的正手。","bklhl":"求你拯救我，救我脫離外邦人ê手；　　In ê嘴講白賊，　　In ê chiàⁿ手是奸詐ê chiàⁿ手。"}},{"book":"詩","chapter":144,"verse":12,"versions":{"unv":"我們的兒子從幼年好像樹栽子長大；我們的女兒如同殿角石，是按建宮的樣式鑿成的。","bklcl":"Goán ê ta-po͘-kiáⁿ tng siàu-liân ê sî, chhin-chhiūⁿ chhiū-á tōa-châng;  Goán ê cha-bó͘-kiáⁿ chhin-chhiūⁿ chhù-kak ê chio̍h, chiàu khí-keng ê khoán-sit tiau-tok--ê.","tghg":"阮的查甫子當少年的時親像樹仔大欉；阮的查某子親像厝角的石，照起宮(khí-keng)的款式雕琢的。","bklhl":"阮ê ta-po͘-kiáⁿ當少年ê時，親像樹á大叢；　　阮ê cha-bó͘-kiáⁿ親像厝角ê石，照起宮ê款式雕琢ê。"}},{"book":"詩","chapter":144,"verse":13,"versions":{"unv":"我們的倉盈滿，能出各樣的糧食；我們的羊在田間孳生千萬。","bklcl":"Goán ê chhek-chhng móa-móa, ōe chhut ta̍k-iūⁿ ê bí-niû;  Goán ê iûⁿ tī soaⁿ-iá siⁿ-thòaⁿ, chiâⁿ-chheng chiâⁿ-bān.","tghg":"阮的粟倉滿滿，會出逐樣的米糧；阮的羊佇山野生湠成千成萬。","bklhl":"阮ê粟倉滿滿，會出ta̍k樣ê米糧；　　阮ê羊tī山野生湠，chiâⁿ千chiâⁿ萬。"}},{"book":"詩","chapter":144,"verse":14,"versions":{"unv":"我們的牛馱著滿馱，沒有人闖進來搶奪，也沒有人出去爭戰；我們的街市上也沒有哭號的聲音。","bklcl":"Goán ê gû thoa-mi̍h móa-chāi;  Bô ū lâng ji̍p-lâi chhim-chiàm, ia̍h bián chhut-khì cheng-chiàn;  Goán ê koe-chhī, ia̍h bô ū thî-khàu ê siaⁿ.","tghg":"阮的牛拖物滿載，無有人入來侵佔，亦免出去爭戰；阮的街市亦無有啼哭的聲。","bklhl":"阮ê牛拖物滿載；　　無有人入來侵佔，亦免出去爭戰；　　阮ê街市，亦無有啼哭ê聲。"}},{"book":"詩","chapter":144,"verse":15,"versions":{"unv":"遇見這光景的百姓便為有福！有耶和華為他們的　神，這百姓便為有福！","bklcl":"Tú-tio̍h chit-hō kéng-hóng ê peh-sìⁿ, ū hok-khì;  Ū Iâ-hô-hoa chòe in ê Siōng-tè, chit-hō ê peh-sìⁿ ū hok-khì.","tghg":"抵著(tú-tio̍h)此號景況的百姓有福氣！有耶和華做𪜶的上帝，此號的百姓有福氣！","bklhl":"Tú-tio̍h chit號景況ê百姓，有福氣；　　有耶和華做in ê上帝，chit號ê百姓有福氣。"}}]