[{"book":"詩","chapter":6,"verse":1,"versions":{"unv":"（大衛的詩，交與伶長。用絲弦的樂器，調用第八。）耶和華啊，求你不要在怒中責備我，也不要在烈怒中懲罰我！","bklcl":"Tāi-pi̍t ê si, kau hō͘ Ga̍k-koaⁿ; ēng si-hiân ê ga̍k-khì; tiāu, ēng tē poeh.1)\tIâ-hô-hoa ah, m̄-thang tī Lí ê siū-khì-tiong chek-pī góa,  Ia̍h m̄-thang tī Lí tōa siū-khì-tiong khiàn-chek góa.","tghg":"﹝大衛的詩，交互樂官。用絲弦的樂器，調用第八。〕耶和華啊，呣通佇你的受氣中責備我，亦呣通佇你大受氣中譴責(khiàn-chek)我！","bklhl":"大衛ê詩，交hō͘樂官；用絲絃ê樂器；調用第八。1) 耶和華ah，m̄-thang tī你ê受氣中責備我，　　亦m̄-thang tī你大受氣中譴責我。"}},{"book":"詩","chapter":6,"verse":2,"versions":{"unv":"耶和華啊，求你可憐我，因為我軟弱。耶和華啊，求你醫治我，因為我的骨頭發戰。","bklcl":"Iâ-hô-hoa ah, kiû Lí khó-lîn góa, in-ūi góa soe-lám;  Iâ-hô-hoa ah, kiû Lí i-tī góa, in-ūi góa ê kut-thâu ngia̍uh-ngia̍uh-chhoah.","tghg":"耶和華啊，求你可憐我，因為我衰膦(soe-lám)。耶和華啊，求你醫治我，因為我的骨頭愕愕惙。","bklhl":"耶和華ah，求你可憐我，因為我衰lám；　　耶和華ah，求你醫治我，因為我ê骨頭ngia̍uh-ngia̍uh-chhoah。"}},{"book":"詩","chapter":6,"verse":3,"versions":{"unv":"我心也大大地驚惶。耶和華啊，你要到幾時才救我呢？","bklcl":"Góa ê sim tōa-tōa kiaⁿ-hiâⁿ;  Iâ-hô-hoa ah, Lí beh kàu tī-sî chiah kiù góa?","tghg":"我的心大大驚惶。耶和華啊，你欲到底時才救我？","bklhl":"我ê心大大驚惶；　　耶和華ah，你beh到tī時chiah救我？"}},{"book":"詩","chapter":6,"verse":4,"versions":{"unv":"耶和華啊，求你轉回搭救我！因你的慈愛拯救我。","bklcl":"Iâ-hô-hoa ah, kiû Lí oa̍t-tò-tńg kiù góa ê sìⁿ-miā;  Ūi-tio̍h Lí ê chû-ài lâi kiù góa.","tghg":"耶和華啊，求你越倒轉救我的生命！為著你的慈愛來救我。","bklhl":"耶和華ah，求你oa̍t倒tńg救我ê性命；　　為tio̍h你ê慈愛來救我。"}},{"book":"詩","chapter":6,"verse":5,"versions":{"unv":"因為，在死地無人記念你，在陰間有誰稱謝你？","bklcl":"In-ūi sí-bô ê tiong-kan, bô kì-liām Lí;  Im-hú ê tiong-kan, chī-chūi kám-siā Lí?","tghg":"因為，死無的中間無紀念你，陰府的中間是誰感謝你？","bklhl":"因為死無ê中間，無記念你；　　陰府ê中間，是誰感謝你？"}},{"book":"詩","chapter":6,"verse":6,"versions":{"unv":"我因唉哼而困乏；我每夜流淚，把床榻漂起，把褥子濕透。","bklcl":"Góa in-ūi haiⁿ-haiⁿ-chhan lâi ià-siān;  Góa ta̍k-mî lâu ba̍k-sái, im góa ê bîn-chhn̂g,  Sip-thàu góa ê jio̍k-á.","tghg":"我因為哼哼孱(haiⁿ-haiⁿ-chhan)來厭倦；我逐暝流目屎，淹我的眠床，濕透我的褥仔(jio̍k-á)。","bklhl":"我因為haiⁿ-haiⁿ-chhan來厭倦；　　我ta̍k-mî流目屎，淹我ê眠床，　　濕透我ê褥á。"}},{"book":"詩","chapter":6,"verse":7,"versions":{"unv":"我因憂愁眼睛乾癟，又因我一切的敵人眼睛昏花。","bklcl":"Góa in-ūi iu-būn, ba̍k-chiu phah-pháiⁿ;  Koh in-ūi góa it-chhè ê tùi-te̍k, lâi ba̍k-chiu hoe.","tghg":"我因為憂悶目睭拍歹，閣因為我一切的對敵來目睭花。","bklhl":"我因為憂悶，目睭phah-pháiⁿ；　　Koh因為我一切ê對敵，來目睭花。"}},{"book":"詩","chapter":6,"verse":8,"versions":{"unv":"你們一切作孽的人，離開我吧！因為耶和華聽了我哀哭的聲音。","bklcl":"Lín it-chhè chòe pháiⁿ ê lâng, tio̍h lī-khui góa;  In-ūi Iâ-hô-hoa thiaⁿ-kìⁿ góa thî-khàu ê siaⁿ.","tghg":"恁一切做歹的人，著離開我！因為耶和華聽見我啼哭的聲。","bklhl":"Lín一切做pháiⁿ ê人，tio̍h離開我；　　因為耶和華聽見我啼哭ê聲。"}},{"book":"詩","chapter":6,"verse":9,"versions":{"unv":"耶和華聽了我的懇求；耶和華必收納我的禱告。","bklcl":"Iâ-hô-hoa ū thiaⁿ góa ê khún-kiû;  Iâ-hô-hoa beh chiap-la̍p góa ê kî-tó.","tghg":"耶和華有聽我的懇求；耶和華欲接納我的祈禱。","bklhl":"耶和華有聽我ê懇求；　　耶和華beh接納我ê祈禱。"}},{"book":"詩","chapter":6,"verse":10,"versions":{"unv":"我的一切仇敵都必羞愧，大大驚惶；他們必要退後，忽然羞愧。","bklcl":"Góa ê tùi-te̍k lóng beh kiàn-siàu, tōa-tōa kiaⁿ-hiâⁿ;  In beh thè tò-tńg, hut-jiân kiàn-siàu.","tghg":"我的對敵攏欲見誚，大大驚惶；𪜶欲退倒轉，忽然見誚。","bklhl":"我ê對敵lóng beh見笑，大大驚惶；　　In beh退倒tńg，忽然見笑。"}}]