[{"book":"詩","chapter":7,"verse":1,"versions":{"unv":"（大衛指著便雅憫人古實的話，向耶和華唱的流離歌。）耶和華─我的　神啊，我投靠你！求你救我脫離一切追趕我的人，將我救拔出來！","bklcl":"Tāi-pi̍t chí Piān-ngá-bín lâng Kó͘-si̍t ê ōe, ǹg Iâ-hô-hoa chhiùⁿ-koa; tiāu, ēng Si-kai-un.1)\tIâ-hô-hoa góa ê Siōng-tè ah, góa óa-khò Lí;  Kiû Lí kiù góa thoat-lī it-chhè tui-kóaⁿ góa ê lâng, kiù góa chhut-lâi.","tghg":"﹝大衛指便雅憫人古實的話，向耶和華唱歌；調用詩偕韻（譯音）。〕耶和華──我的上帝啊，我倚靠你！求你救我脫離一切追趕我的人，救我出來！","bklhl":"大衛指便雅憫人Kó͘-si̍t ê話，ǹg耶和華唱歌；調用Si-kai-un。1) 耶和華我ê上帝ah，我óa靠你；　　求你救我脫離一切追趕我ê人，救我出來。"}},{"book":"詩","chapter":7,"verse":2,"versions":{"unv":"恐怕他們像獅子撕裂我，甚至撕碎，無人搭救。","bklcl":"Kiaⁿ-liáu i chhin-chhiūⁿ sai, thiah-li̍h góa;  Thiah kàu chhùi-chhùi, bô chín-kiù góa--ê.","tghg":"驚了伊親像獅拆裂我，拆到碎碎，無拯救我者。","bklhl":"驚了伊親像獅，拆裂我；　　拆到碎碎，無拯救我ê。"}},{"book":"詩","chapter":7,"verse":3,"versions":{"unv":"耶和華─我的　神啊，我若行了這事，若有罪孽在我手裡，","bklcl":"Iâ-hô-hoa góa ê Siōng-tè ah, góa nā kiâⁿ chit-ê;  Nā ū chōe-ok tī góa ê chhiú;","tghg":"耶和華──我的上帝啊，我若行此個，若有罪惡佇我的手，","bklhl":"耶和華我ê上帝ah，我若行chit ê；　　若有罪惡tī我ê手；"}},{"book":"詩","chapter":7,"verse":4,"versions":{"unv":"我若以惡報那與我交好的人─連那無故與我為敵的，我也救了他，","bklcl":"Góa nā ēng pháiⁿ pò hit ê kap góa hô-hó ê lâng;  (Kî-si̍t liân hit ê bô iân-kò͘ kap góa chòe tùi-te̍k ê lâng, góa ia̍h ū kiù i;)","tghg":"我若用歹報彼個及我和好的人──其實連彼個無緣故及我做對敵的人，我亦有救伊，","bklhl":"我若用pháiⁿ報hit ê kap我和好ê人；　　(其實連hit ê無緣故kap我做對敵ê人，我亦有救伊；)"}},{"book":"詩","chapter":7,"verse":5,"versions":{"unv":"就任憑仇敵追趕我，直到追上，將我的性命踏在地下，使我的榮耀歸於灰塵。（細拉）","bklcl":"Chiū chhut-chāi tùi-te̍k tui-jip góa, kàu jip-tio̍h;  Chiong góa ê sìⁿ-miā ta̍h tī thô͘-kha,  Chiong góa ê êng-kng hē tī thô͘-hún.\t[Sè-la̍h","tghg":"就出在對敵追趇(jip)我，到趇著，將我的生命踏佇土腳，將我的榮光下(hē)佇土粉。（細拉）","bklhl":"就chhut-chāi對敵追jip我，到jip-tio̍h；　　將我ê性命踏tī土腳，將我ê榮光hē tī土粉。[Sè-la̍h]"}},{"book":"詩","chapter":7,"verse":6,"versions":{"unv":"耶和華啊，求你在怒中起來，挺身而立，抵擋我敵人的暴怒！求你為我興起！你已經命定施行審判！","bklcl":"Iâ-hô-hoa ah, kiû Lí tī Lí ê siū-khì-tiong khí--lâi,  Peh--khí-lâi khiā, tí-tng góa ê tùi-te̍k ê tōa siū-khì,  Kiû Lí ūi-tio̍h góa lâi chhíⁿ, chiàu Lí só͘ tiāⁿ-tio̍h lâi sím-phòaⁿ.","tghg":"耶和華啊，求你佇你的受氣中起來，絔(peh)起來徛，抵當我的對敵的大受氣！求你為著我來醒！照你所定著來審判！","bklhl":"耶和華ah，求你tī你ê受氣中起來，　　Peh起來khiā，抵擋我ê對敵ê大受氣，　　求你為tio̍h我來醒，照你所定tio̍h來審判。"}},{"book":"詩","chapter":7,"verse":7,"versions":{"unv":"願眾民的會環繞你！願你從其上歸於高位！","bklcl":"Goān lia̍t-pang ê hōe ûi Lí;  Goān Lí tò-tńg tī koâiⁿ-ūi tī in ê téng-bīn.","tghg":"願列邦的會圍你！願你倒轉佇高位佇𪜶的頂面！","bklhl":"願列邦ê會圍你；　　願你倒tńg tī高位tī in ê頂面。"}},{"book":"詩","chapter":7,"verse":8,"versions":{"unv":"耶和華向眾民施行審判；耶和華啊，求你按我的公義和我心中的純正判斷我。","bklcl":"Iâ-hô-hoa sím-phòaⁿ chèng peh-sìⁿ;  Iâ-hô-hoa ah, kiû Lí phòaⁿ-toàn góa, chiàu góa ê gī kap góa sim-lāi ê chèng-ti̍t.","tghg":"耶和華審判眾百姓；耶和華啊，求你判斷我照我的義及我心內的正直。","bklhl":"耶和華審判眾百姓；　　耶和華ah，求你判斷我，照我ê義kap我心內ê正直。"}},{"book":"詩","chapter":7,"verse":9,"versions":{"unv":"願惡人的惡斷絕！願你堅立義人！因為公義的　神察驗人的心腸肺腑。","bklcl":"Goān pháiⁿ-lâng ê pháiⁿ kàu chia soah, gī-lâng Lí hō͘ i khiā-chāi;  In-ūi kong-gī ê Siōng-tè kàm-chhat lâng ê sim-tn̂g.","tghg":"願歹人的歹到遮息(soah)！義人你互伊徛在！因為公義的上帝鑑察人的心腸。","bklhl":"願pháiⁿ人ê pháiⁿ到chia soah，義人你hō͘伊khiā在；　　因為公義ê上帝鑑察人ê心腸。"}},{"book":"詩","chapter":7,"verse":10,"versions":{"unv":"　神是我的盾牌；他拯救心裡正直的人。","bklcl":"Góa ê tîn-pâi chāi-tī Siōng-tè,  I chín-kiù sim-lāi chèng-ti̍t ê lâng.","tghg":"我的盾牌在佇上帝；伊拯救心內正直的人。","bklhl":"我ê藤牌在tī上帝，　　伊拯救心內正直ê人。"}},{"book":"詩","chapter":7,"verse":11,"versions":{"unv":"　神是公義的審判者，又是天天向惡人發怒的　神。","bklcl":"Siōng-tè sī kong-gī ê sím-phòaⁿ-si;  Ia̍h sī ji̍t-ji̍t hoat-chhut siū-khì ê Siōng-tè.","tghg":"上帝是公義的審判司，亦是日日發出受氣的上帝。","bklhl":"上帝是公義ê審判司；　　亦是日日發出受氣ê上帝。"}},{"book":"詩","chapter":7,"verse":12,"versions":{"unv":"若有人不回頭，他的刀必磨快，弓必上弦，預備妥當了。","bklcl":"Lâng nā m̄ hoán-hóe, I beh bôa I ê to;  I ū tiuⁿ I ê keng, pī-pān piān-piān.","tghg":"人若呣反悔，伊欲磨伊的刀，伊有張伊的弓，備辦便便。","bklhl":"人若m̄反悔，伊beh磨伊ê刀；　　伊有張伊ê弓，備辦便便。"}},{"book":"詩","chapter":7,"verse":13,"versions":{"unv":"他也預備了殺人的器械；他所射的是火箭。","bklcl":"I pī-pān ōe hō͘ lâng sí ê ke-si,  I só͘ siā ê chìⁿ sī hé chìⁿ.","tghg":"伊備辦會互人死的家私；伊所射的箭是火箭。","bklhl":"伊備辦會hō͘人死ê ke-si，　　伊所射ê箭是火箭。"}},{"book":"詩","chapter":7,"verse":14,"versions":{"unv":"試看惡人因奸惡而劬勞，所懷的是毒害，所生的是虛假。","bklcl":"Lí khòaⁿ, pháiⁿ lâng tô͘-bô͘ kan-ok,  Hoâi-īn to̍k-hāi, siⁿ-chhut hu-ké.","tghg":"你看，歹人圖謀奸惡，懷孕毒害，生出虛假。","bklhl":"你看，pháiⁿ人圖謀奸惡，　　懷孕毒害，生出虛假。"}},{"book":"詩","chapter":7,"verse":15,"versions":{"unv":"他掘了坑，又挖深了，竟掉在自己所挖的阱裡。","bklcl":"I khui khut, ku̍t hō͘ i chhim;  Kéng-jiân poa̍h-lo̍h tī i só͘ khui ê hām-khiⁿ.","tghg":"伊開窟，掘(ku̍t)互伊深，竟然跋落佇伊所開的陷坑。","bklhl":"伊開窟，掘hō͘伊深；　　竟然跋落tī伊所開ê陷坑。"}},{"book":"詩","chapter":7,"verse":16,"versions":{"unv":"他的毒害必臨到他自己的頭上；他的強暴必落到他自己的腦袋上。","bklcl":"I ê to̍k-hāi beh tò-tńg kàu i ê thâu-khak;  I ê kiông-pō beh lo̍h tī i ê thâu-khak-téng.","tghg":"伊的毒害欲倒轉到伊的頭殼；伊的強暴欲落佇伊的頭殼頂。","bklhl":"伊ê毒害beh 倒tńg到伊ê頭殼；　　伊ê強暴beh落tī伊ê頭殼頂。"}},{"book":"詩","chapter":7,"verse":17,"versions":{"unv":"我要照著耶和華的公義稱謝他，歌頌耶和華至高者的名。","bklcl":"Góa beh chiàu Iâ-hô-hoa ê kong-gī kám-siā I;  Koh o-ló chì-koâiⁿ Iâ-hô-hoa ê miâ.","tghg":"我欲照耶和華的公義感謝伊，閣謳咾至高耶和華的名。","bklhl":"我beh照耶和華ê公義感謝伊；　　Koh o-ló至koân耶和華ê名。"}}]