[{"book":"詩","chapter":51,"verse":1,"versions":{"unv":"（大衛與拔示巴同室以後，先知拿單來見他；他作這詩，交與伶長。）　神啊，求你按你的慈愛憐恤我！按你豐盛的慈悲塗抹我的過犯！","bklcl":"Tāi-pi̍t kap Poa̍t-sī-pa tâng-pâng í-āu, sian-ti Ná-tan lâi kìⁿ i, i chòe chit ê si; kau hō͘ Ga̍k-koaⁿ.1)\tSiōng-tè ah, chiàu Lí ê chû-ài lîn-bín góa;  Chiàu Lí hong-sēng ê chû-pi chhat-siau góa ê kè-sit;","tghg":"〔大衛及拔示巴同房以後，先知拿單來見伊；伊做此個詩，交互樂官。〕上帝啊，照你的慈愛憐憫我！照你豐盛的慈悲擦消我的過失！","bklhl":"大衛kap Poa̍t-sī-pa同房以後，先知Ná-tan來見伊，伊做chit ê詩；交hō͘樂官。1) 上帝ah，照你ê慈愛憐憫我；　　照你豐盛ê慈悲擦消我ê過失；"}},{"book":"詩","chapter":51,"verse":2,"versions":{"unv":"求你將我的罪孽洗除淨盡，並潔除我的罪！","bklcl":"Chiong góa ê chōe-ok it-chīn sóe-tû,  Ia̍h sóe-chheng góa, kàu bô chōe.","tghg":"將我的罪惡一盡洗除，亦洗清我到無罪！","bklhl":"將我ê罪惡一盡洗除，　　亦洗清我，到無罪。"}},{"book":"詩","chapter":51,"verse":3,"versions":{"unv":"因為，我知道我的過犯；我的罪常在我面前。","bklcl":"In-ūi góa ka-kī chai góa ê kè-sit;  Góa ê chōe siông-siông tī góa ê bīn-chêng.","tghg":"因為，我家己知我的過失；我的罪常常佇我的面前。","bklhl":"因為我家己知我ê過失；　　我ê罪常常tī我ê面前。"}},{"book":"詩","chapter":51,"verse":4,"versions":{"unv":"我向你犯罪，惟獨得罪了你；在你眼前行了這惡，以致你責備我的時候顯為公義，判斷我的時候顯為清正。","bklcl":"Góa só͘ hoān-tio̍h--ê, chiū-sī tek-chōe Lí nā-tiāⁿ,  Tī Lí ê ba̍k-chiu-chêng kiâⁿ chit-hō pháiⁿ;  Tì-kàu Lí kóng-ōe ê sî, hián-bêng chòe-gī;  Phòaⁿ-toàn ê sî, hián-bêng kong-tō.","tghg":"我所犯著的，就是得罪你若定；佇你的目睭前行此號歹，致到你講話的時顯明做義，判斷的時顯明公道。","bklhl":"我所犯tio̍h-ê，就是得罪你nā-tiāⁿ，　　Tī你ê目睭前行chit號pháiⁿ；　　致到你講話ê時，顯明做義；　　判斷ê時，顯明公道。"}},{"book":"詩","chapter":51,"verse":5,"versions":{"unv":"我是在罪孽裡生的，在我母親懷胎的時候就有了罪。","bklcl":"Góa sī tī chōe-ok-tiong siⁿ--ê,  Tī chōe ê tiong-kan, góa ê lāu-bú hoâi-īn góa.","tghg":"我是佇罪惡中生者，佇罪的中間我的老母懷孕我。","bklhl":"我是tī罪惡中生ê，　　Tī罪ê中間，我ê老母懷孕我。"}},{"book":"詩","chapter":51,"verse":6,"versions":{"unv":"你所喜愛的是內裡誠實；你在我隱密處，必使我得智慧。","bklcl":"Lí só͘ ài--ê sī sim-lāi sêng-si̍t;  Tī góa ê pak-lāi, Lí beh hō͘ góa tit-tio̍h tì-hūi.","tghg":"你所愛的是心內誠實；佇我的腹內，你欲互我得著智慧。","bklhl":"你所ài-ê是心內誠實；　　Tī我ê腹內，你beh hō͘我得tio̍h智慧。"}},{"book":"詩","chapter":51,"verse":7,"versions":{"unv":"求你用牛膝草潔淨我，我就乾淨；求你洗滌我，我就比雪更白。","bklcl":"Kiû Lí ēng giû-chhek-chháu sóe góa, góa chiū chheng-khì;  Kiû Lí sóe góa, góa chiū pí seh khah-pe̍h.","tghg":"求你用牛膝草洗我，我就清氣；求你洗我，我就比雪卡白。","bklhl":"求你用牛膝草洗我，我就清氣；　　求你洗我，我就比雪khah白。"}},{"book":"詩","chapter":51,"verse":8,"versions":{"unv":"求你使我得聽歡喜快樂的聲音，使你所壓傷的骨頭可以踴躍。","bklcl":"Kiû Lí hō͘ góa tit-tio̍h thiaⁿ-kìⁿ hoaⁿ-hí khoài-lo̍k ê siaⁿ;  Hō͘ Lí só͘ at-chi̍h ê kut thang hoaⁿ-hí.","tghg":"求你互我得著聽見歡喜快樂的聲，互你所遏折的骨通歡喜。","bklhl":"求你hō͘我得tio̍h聽見歡喜快樂ê聲；　　Hō͘你所at折ê骨thang歡喜。"}},{"book":"詩","chapter":51,"verse":9,"versions":{"unv":"求你掩面不看我的罪，塗抹我一切的罪孽。","bklcl":"Kiû Lí ng Lí ê bīn, bô khòaⁿ góa ê chōe,  Chhat-siau góa it-chhè ê chōe-ok.","tghg":"求你掩你的面無看我的罪，擦消我一切的罪惡。","bklhl":"求你掩你ê面，無看我ê罪，　　擦消我一切ê罪惡。"}},{"book":"詩","chapter":51,"verse":10,"versions":{"unv":"　神啊，求你為我造清潔的心，使我裡面重新有正直（或譯：堅定）的靈。","bklcl":"Siōng-tè ah, kiû Lí kā góa chhòng-chō chheng-khì ê sim,  Hō͘ góa ê lāi-bīn ū ōaⁿ-sin chèng-ti̍t ê sîn.","tghg":"上帝啊，求你給我創造清氣的心，互我的內面有換新正直的神。","bklhl":"上帝ah，求你kā我創造清氣ê心，　　Hō͘我ê內面有換新正直ê神。"}},{"book":"詩","chapter":51,"verse":11,"versions":{"unv":"不要丟棄我，使我離開你的面；不要從我收回你的聖靈。","bklcl":"M̄-thang kóaⁿ góa, hō͘ góa lī-khui Lí ê bīn;  M̄-thang tùi góa siu-hôe Lí sèng ê sîn.","tghg":"呣通趕我，互我離開你的面；呣通對我收回你聖的神。","bklhl":"M̄-thang 趕我，hō͘我離開你ê面；　　M̄-thang tùi我收回你聖ê神。"}},{"book":"詩","chapter":51,"verse":12,"versions":{"unv":"求你使我仍得救恩之樂，賜我樂意的靈扶持我，","bklcl":"Kiû Lí hō͘ góa iû-goân tit-tio̍h Lí kiù-un ê khoài-lo̍k;  Siúⁿ-sù góa ū chū-iû ê sîn, lâi hû-chhî góa.","tghg":"求你互我猶原得著你救恩的快樂，賞賜我有自由的神來扶持我，","bklhl":"求你hō͘我猶原得tio̍h你救恩ê快樂；　　賞賜我有自由ê神，來扶持我。"}},{"book":"詩","chapter":51,"verse":13,"versions":{"unv":"我就把你的道指教有過犯的人，罪人必歸順你。","bklcl":"Góa chiū chiong Lí ê tō-lō͘ chí-sī ū kè-sit ê lâng;  Ū chōe ê lâng chiū beh kui-sūn Lí.","tghg":"我就將你的道路指示有過失的人，有罪的人就欲歸順你。","bklhl":"我就將你ê道路指示有過失ê人；　　有罪ê人就beh歸順你。"}},{"book":"詩","chapter":51,"verse":14,"versions":{"unv":"　神啊，你是拯救我的　神；求你救我脫離流人血的罪！我的舌頭就高聲歌唱你的公義。","bklcl":"Siōng-tè ah, Lí sī kiù góa ê Siōng-tè,  Kiû Lí kiù góa thoat-lī thâi-lâng ê chōe;  Góa ê chi̍h beh tōa-siaⁿ gîm-si o-ló Lí ê gī.","tghg":"上帝啊，你是救我的上帝；求你救我脫離刣人的罪！我的舌欲大聲吟詩謳咾你的義。","bklhl":"上帝ah，你是救我ê上帝，　　求你救我脫離刣人ê罪；　　我ê舌beh大聲吟詩o-ló你ê義。"}},{"book":"詩","chapter":51,"verse":15,"versions":{"unv":"主啊，求你使我嘴唇張開，我的口便傳揚讚美你的話！","bklcl":"Chú ah, kiû Lí khui góa ê chhùi-tûn;  Góa ê chhùi chiū beh pò-iông Lí ê hó miâ-siaⁿ.","tghg":"主啊，求你開我的嘴唇，我的嘴就欲報揚你的好名聲！","bklhl":"主ah，求你開我ê嘴唇；　　我ê嘴就beh報揚你ê好名聲。"}},{"book":"詩","chapter":51,"verse":16,"versions":{"unv":"你本不喜愛祭物，若喜愛，我就獻上；燔祭，你也不喜悅。","bklcl":"In-ūi Lí bô ài chè-mi̍h; nā ài, góa chiū beh hiàn;  Sio-chè Lí ia̍h bô hoaⁿ-hí.","tghg":"因為你無愛祭物，若愛，我就欲獻；燒祭，你亦無歡喜。","bklhl":"因為你無ài祭物；若ài，我就beh獻；　　燒祭你亦無歡喜。"}},{"book":"詩","chapter":51,"verse":17,"versions":{"unv":"　神所要的祭就是憂傷的靈；　神啊，憂傷痛悔的心，你必不輕看。","bklcl":"Siōng-tè só͘ ài ê chè, chiū-sī iu-siong ê sîn;  Siōng-tè ah, iu-siong thòng-hóe ê sim,  Lí bô beh khòaⁿ-khin i.","tghg":"上帝所愛的祭就是憂傷的神；上帝啊，憂傷痛悔的心，你無欲看輕伊。","bklhl":"上帝所ài ê祭，就是憂傷ê神；　　上帝ah，憂傷痛悔ê心，你無beh看輕伊。"}},{"book":"詩","chapter":51,"verse":18,"versions":{"unv":"求你隨你的美意善待錫安，建造耶路撒冷的城牆。","bklcl":"Kiû Lí chiàu Lí ê hó ì-sù, hó khoán-thāi Sek-an;  Khí-chō Iâ-lō͘-sat-léng ê siâⁿ-chhiûⁿ.","tghg":"求你照你的好意思好款待錫安，起造耶路撒冷的城牆。","bklhl":"求你照你ê好意思，好款待錫安；　　起造耶路撒冷ê城牆。"}},{"book":"詩","chapter":51,"verse":19,"versions":{"unv":"那時，你必喜愛公義的祭和燔祭並全牲的燔祭；那時，人必將公牛獻在你壇上。","bklcl":"Hit-sî Lí beh hoaⁿ-hí gī ê chè, kap sio-chè, í-ki̍p ka-nn̂g-chiah cheng-siⁿ ê sio-chè;  Hit-sî lâng beh chiong kang ê gû hiàn tī Lí ê tôaⁿ.","tghg":"彼時，你欲歡喜義的祭及燒祭(sio-chè)以及加圇隻(ka-nn̂g-chiah)精牲(cheng-siⁿ)的燒祭；彼時，人欲將公的牛獻佇你的壇(tôaⁿ)。","bklhl":"Hit時你beh歡喜義ê祭，kap燒祭，以及ka-nn̂g-chiah cheng-siⁿ ê燒祭；　　Hit時人beh將公ê牛獻tī你ê壇。"}}]