[{"book":"詩","chapter":110,"verse":1,"versions":{"unv":"（大衛的詩。）耶和華對我主說：你坐在我的右邊，等我使你仇敵作你的腳凳。","bklcl":"Tāi-pi̍t ê si.1)\tIâ-hô-hoa tùi góa ê chú kóng,  Lí chē Góa ê iū-pêng,  Thèng-hāu Góa hō͘ lí ê tùi-te̍k chòe Lí ê kha-ta̍h.","tghg":"〔大衛的詩。〕耶和華對我的主講：你坐我的右旁(iū-pêng)，聽候我互你的對敵做你的腳踏(kha-ta̍h)。","bklhl":"大衛ê詩。1) 耶和華對我ê主講，你坐我ê右pêng，　　Thèng候我hō͘你ê對敵做你ê腳踏。"}},{"book":"詩","chapter":110,"verse":2,"versions":{"unv":"耶和華必使你從錫安伸出能力的杖來；你要在你仇敵中掌權。","bklcl":"Iâ-hô-hoa beh tùi Sek-an chhun-chhut lí ū lêng-le̍k ê koáiⁿ;  Lí tio̍h tī lí tùi-te̍k ê tiong-kan chiáng-koân.","tghg":"耶和華欲對錫安伸出你有能力的枴(koáiⁿ)；你著佇你對敵的中間掌權(chiáng-koân)。","bklhl":"耶和華beh tùi錫安伸出你有能力ê柺；　　你tio̍h tī你對敵ê中間掌權。"}},{"book":"詩","chapter":110,"verse":3,"versions":{"unv":"當你掌權的日子（或譯：行軍的日子），你的民要以聖潔的妝飾為衣（或譯：以聖潔為妝飾），甘心犧牲自己；你的民多如清晨的甘露（或譯：你少年時光耀如清晨的甘露）。","bklcl":"Lí chhut-kun ê ji̍t, lí ê peh-sìⁿ beh ēng sèng-kiat ê chng-thāⁿ chòe saⁿ, kam-sim hiàn ka-kī;  Lí ê chòng-teng kui-óa lí, chhin-chhiūⁿ chá-khí-sî só͘ kiat ê lō͘-chúi.","tghg":"你出軍的日，你的百姓欲用聖潔的妝飾做衫，甘心獻家己；你的壯丁歸倚你親像早起時所結的露水。","bklhl":"你出軍ê日，你ê百姓beh用聖潔ê裝飾做衫，甘心獻家己；　　你ê壯丁歸óa你，親像早起時所結ê露水。"}},{"book":"詩","chapter":110,"verse":4,"versions":{"unv":"耶和華起了誓，決不後悔，說：你是照著麥基洗德的等次永遠為祭司。","bklcl":"Iâ-hô-hoa í-keng chiù-chōa, tek-khak bô thè-hóe, kóng,  Lí éng-oán chòe chè-si,  Chiàu Be̍k-ki-sé-tek ê pan-lia̍t.","tghg":"耶和華已經咒誓，的確無退悔，講：你永遠做祭司照麥基洗德的班列。","bklhl":"耶和華已經chiù-chōa，的確無退悔，講，　　你永遠做祭司，照Be̍k-ki-sé-tek ê班列。"}},{"book":"詩","chapter":110,"verse":5,"versions":{"unv":"在你右邊的主，當他發怒的日子，必打傷列王。","bklcl":"Tī lí chiàⁿ-pêng ê Chú,  Tng I siū-khì ê ji̍t, beh phah-pāi lia̍t-ông.","tghg":"佇你正旁的主，當伊受氣的日，欲拍敗列王。","bklhl":"Tī你chiàⁿ-pêng ê主，　　當伊受氣ê日，beh phah敗列王。"}},{"book":"詩","chapter":110,"verse":6,"versions":{"unv":"他要在列邦中刑罰惡人，屍首就遍滿各處；他要在許多國中打破仇敵的頭。","bklcl":"I beh tī lia̍t-pang-tiong lâi sím-phòaⁿ,  I beh hō͘ sin-si piàn-móa ta̍k só͘-chāi;  I beh tī chōe-chōe kok phah-phòa tùi-te̍k ê thâu-khak.","tghg":"伊欲佇列邦中來審判，伊欲互身屍遍滿逐所在；伊欲佇多多國拍破對敵的頭殼。","bklhl":"伊beh tī列邦中來審判，伊beh hō͘身屍遍滿ta̍k所在；　　伊beh tī chōe-chōe國phah破對敵ê頭殼。"}},{"book":"詩","chapter":110,"verse":7,"versions":{"unv":"他要喝路旁的河水，因此必抬起頭來。","bklcl":"I beh lim lō͘-piⁿ ê khoe-chúi;  In-ūi án-ni, i beh kia̍h-khí thâu.","tghg":"伊欲飲路邊的溪水，因為按呢伊欲攑起頭。","bklhl":"伊beh lim路邊ê溪水；　　因為án-ni，伊beh kia̍h起頭。"}}]