[{"book":"詩","chapter":96,"verse":1,"versions":{"unv":"你們要向耶和華唱新歌！全地都要向耶和華歌唱！","bklcl":"Lín tio̍h ǹg Iâ-hô-hoa chhiùⁿ sin ê koa,  Choân-tōe lóng tio̍h ǹg Iâ-hô-hoa chhiùⁿ-koa.","tghg":"恁著向(ǹg)耶和華唱新的歌！全地攏著向耶和華唱歌！","bklhl":"Lín tio̍h ǹg耶和華唱新ê歌，　　全地lóng tio̍h ǹg耶和華唱歌。"}},{"book":"詩","chapter":96,"verse":2,"versions":{"unv":"要向耶和華歌唱，稱頌他的名！天天傳揚他的救恩！","bklcl":"Tio̍h ǹg Iâ-hô-hoa chhiùⁿ-koa, chiok-siā I ê miâ;  Ji̍t-ji̍t thoân-pò I ê kiù-un.","tghg":"著向耶和華唱歌，祝謝伊的名！日日傳報伊的救恩！","bklhl":"Tio̍h ǹg耶和華唱歌，祝謝伊ê名；　　日日傳報伊ê救恩。"}},{"book":"詩","chapter":96,"verse":3,"versions":{"unv":"在列邦中述說他的榮耀！在萬民中述說他的奇事！","bklcl":"Tī lia̍t-pang ê tiong-kan kóng-khí I ê êng-kng;  Tī bān peh-sìⁿ ê tiong-kan kóng-khí I kî-biāu ê só͘-chòe.","tghg":"佇列邦的中間講起伊的榮光！佇萬百姓的中間講起伊奇妙的所做！","bklhl":"Tī列邦ê中間講起伊ê榮光；　　Tī 萬百姓ê中間講起伊奇妙ê所做。"}},{"book":"詩","chapter":96,"verse":4,"versions":{"unv":"因耶和華為大，當受極大的讚美；他在萬神之上，當受敬畏。","bklcl":"In-ūi Iâ-hô-hoa chòe tōa, eng-kai siū ke̍k-tōa ê o-ló;  I tī chèng sîn-bêng ê téng-bīn eng-kai siū kèng-ùi.","tghg":"因為耶和華做大，應該受極大的謳咾；伊佇眾神明的頂面，應該受敬畏。","bklhl":"因為耶和華最大，應該受極大ê o-ló；　　伊tī眾神明ê頂面應該受敬畏。"}},{"book":"詩","chapter":96,"verse":5,"versions":{"unv":"外邦的神都屬虛無；惟獨耶和華創造諸天。","bklcl":"In-ūi lia̍t-pang ê siōng-tè lóng sī hu-ké;  To̍k-to̍k Iâ-hô-hoa chhòng-chō chiah-ê thiⁿ.","tghg":"因為列邦的上帝攏是虛假；獨獨耶和華創造諸個天。","bklhl":"因為列邦ê上帝 lóng是虛假；　　獨獨耶和華創造chiah ê天。"}},{"book":"詩","chapter":96,"verse":6,"versions":{"unv":"有尊榮和威嚴在他面前；有能力與華美在他聖所。","bklcl":"Tī I ê bīn-chêng ū chun-kùi kap ui-giâm;  Tī I ê sèng-só͘ ū koân-lêng kap êng-kng.","tghg":"佇伊的面前有尊貴及威嚴；佇伊的聖所有權能及榮光。","bklhl":"Tī伊ê面前有尊貴kap威嚴；　　Tī伊ê聖所有權能kap榮光。"}},{"book":"詩","chapter":96,"verse":7,"versions":{"unv":"民中的萬族啊，你們要將榮耀、能力歸給耶和華，都歸給耶和華！","bklcl":"Peh-sìⁿ-tiong ê ta̍k-cho̍k ah, lín tio̍h chiong koân-lêng êng-kng,  Kui hō͘ Iâ-hô-hoa; kui hō͘ Iâ-hô-hoa.","tghg":"百姓中的逐族啊，恁著將權能榮光，歸互耶和華，歸互耶和華！","bklhl":"百姓中ê ta̍k族ah，lín tio̍h將權能榮光，　　歸hō͘耶和華；歸hō͘耶和華。"}},{"book":"詩","chapter":96,"verse":8,"versions":{"unv":"要將耶和華的名所當得的榮耀歸給他，拿供物來進入他的院宇。","bklcl":"Ēng I ê miâ só͘ eng-kai tit-tio̍h ê êng-kng, kui hō͘ Iâ-hô-hoa;  Tòa lé-mi̍h lâi ji̍p I ê īⁿ.","tghg":"用伊的名所應該得著的榮光歸互耶和華，帶禮物來入伊的院。","bklhl":"用伊ê名所應該得tio̍h ê榮光，　　歸hō͘耶和華；帶禮物來入伊ê院。"}},{"book":"詩","chapter":96,"verse":9,"versions":{"unv":"當以聖潔的（的：或譯為）妝飾敬拜耶和華；全地要在他面前戰抖！","bklcl":"Tio̍h ēng sèng-kiat ê chng-thāⁿ kèng-pài Iâ-hô-hoa;  Choân-tōe tī I ê bīn-chêng ngia̍uh-ngia̍uh-chhoah.","tghg":"著用聖潔的妝飾敬拜耶和華；全地佇伊的面前愕愕惙！","bklhl":"Tio̍h用聖潔ê裝飾敬拜耶和華；　　全地tī伊ê面前ngia̍uh-ngia̍uh-chhoah。"}},{"book":"詩","chapter":96,"verse":10,"versions":{"unv":"人在列邦中要說：耶和華作王！世界就堅定，不得動搖；他要按公正審判眾民。","bklcl":"Tī lia̍t-pang-tiong tio̍h kóng, Iâ-hô-hoa chòe ông,  Sè-kài kian-kò͘, bōe iô-tāng;  I beh chiàu kong-pêng sím-phòaⁿ bān peh-sìⁿ.","tghg":"佇列邦中著講：耶和華做王！世界堅固，𣍐搖動；伊欲照公平審判萬百姓。","bklhl":"Tī列邦中tio̍h講，耶和華做王，　　世界堅固，bōe搖動；　　伊beh照公平審判萬百姓。"}},{"book":"詩","chapter":96,"verse":11,"versions":{"unv":"願天歡喜，願地快樂！願海和其中所充滿的澎湃！","bklcl":"Goān thiⁿ hoaⁿ-hí, tōe khoài-lo̍k;  Goān hái kap kî-tiong só͘ chhiong-móa--ê lóng chhut tōa-siaⁿ;","tghg":"願天歡喜，地快樂！願海及其中所充滿的攏出大聲！","bklhl":"願天歡喜，地快樂；　　願海kap其中所充滿ê lóng出大聲；"}},{"book":"詩","chapter":96,"verse":12,"versions":{"unv":"願田和其中所有的都歡樂！那時，林中的樹木都要在耶和華面前歡呼。","bklcl":"Goān chhân-hn̂g kap kî-tiong só͘-ū--ê lóng khoài-lo̍k;  Hit-sî chhiū-nâ-lāi ê chhiū-ba̍k lóng beh tī Iâ-hô-hoa ê bīn-chêng chhut hoaⁿ-hí ê siaⁿ;","tghg":"願田園及其中所有的攏快樂！彼時，樹林內的樹木攏欲佇耶和華的面前出歡喜的聲。","bklhl":"願田園kap其中所有ê lóng快樂；　　Hit時樹林內ê樹木lóng beh tī耶和華ê面前出歡喜ê聲；"}},{"book":"詩","chapter":96,"verse":13,"versions":{"unv":"因為他來了，他來要審判全地。他要按公義審判世界，按他的信實審判萬民。","bklcl":"In-ūi I lâi lah, I lâi beh sím-phòaⁿ choân-tōe;  I beh chiàu kong-gī sím-phòaⁿ sè-kài,  Chiàu I ê sìn-si̍t sím-phòaⁿ bān peh-sìⁿ.","tghg":"因為伊來啦，伊來欲審判全地。伊欲照公義審判世界，照伊的信實審判萬百姓。","bklhl":"因為伊來lah，伊來beh審判全地；　　伊beh照公義審判世界，　　照伊ê信實審判萬百姓。"}}]