[{"book":"詩","chapter":57,"verse":1,"versions":{"unv":"（大衛逃避掃羅，藏在洞裡。那時，他作這金詩，交與伶長。調用休要毀壞。）　神啊，求你憐憫我，憐憫我！因為我的心投靠你。我要投靠在你翅膀的蔭下，等到災害過去。","bklcl":"Tāi-pi̍t siám-pī Sò-lô, bih tī tōng-lāi;  hit-sî i chòe chit ê kim ê si; kau hō͘ Ga̍k-koaⁿ; tiāu, sī ēng \"Bo̍h-tit húi-hoāi--ê\".1)\tSiōng-tè ah, kiû Lí khó-lîn góa, khó-lîn góa;  Góa ê sin beh tâu-hioh tī Lí;  Góa beh tâu-hioh tī Lí si̍t-kó͘ ê tì-ìm-ē,  Thèng-hāu chiah-ê chai-ē keng-kè.","tghg":"〔大衛閃避掃羅，匿佇洞內。彼時，伊做此個金的詩，交互樂官。調是用「莫得毀壞的」。〕上帝啊，求你可憐我，可憐我！我的身欲投歇(tâu-hioh)佇你。我欲投歇佇你翅股(si̍t-kó͘)的致蔭下(tì-ìm-ē)，聽候諸個災禍(chai-ē)經過。","bklhl":"大衛閃避掃羅，bih tī洞內；hit時伊做chit ê金ê詩；交hō͘樂官；調是用「莫得毀壞ê」。1) 上帝ah，求你可憐我，可憐我；　　我ê身beh投歇tī你；　　我beh 投歇tī你翼股ê致蔭下，　　Thèng候chiah ê災厄經過。"}},{"book":"詩","chapter":57,"verse":2,"versions":{"unv":"我要求告至高的　神，就是為我成全諸事的　神。","bklcl":"Góa beh kiû-kiò Chì-koâiⁿ ê Siōng-tè;  Chiū-sī kā góa chhiâⁿ-tî ta̍k-hāng sū ê Siōng-tè.","tghg":"我欲求叫至高的上帝，就是給我成持(chhiâⁿ-tî)逐項事的上帝。","bklhl":"我beh求叫至koân ê上帝；　　就是kā我chhiâⁿ-tî ta̍k項事ê上帝。"}},{"book":"詩","chapter":57,"verse":3,"versions":{"unv":"那要吞我的人辱罵我的時候，　神從天上必施恩救我，也必向我發出慈愛和誠實。","bklcl":"Tng hit ê beh thun-chia̍h góa ê lâng húi-pòng góa ê sî,  Siōng-tè beh si-un, tùi thiⁿ kiù góa;  [Sè-la̍h  Ia̍h beh hoat-chhut I ê chû-ài, kap I ê sêng-si̍t.","tghg":"當彼個欲吞食我的人誹謗我的時，上帝欲施恩對天救我，亦欲發出伊的慈愛及伊的誠實。","bklhl":"當hit ê beh吞食我ê人譭謗我ê時，　　上帝beh施恩，tùi天救我；[Sè-la̍h]　　亦beh發出伊ê慈愛，kap伊ê誠實。"}},{"book":"詩","chapter":57,"verse":4,"versions":{"unv":"我的性命在獅子中間；我躺臥在性如烈火的世人當中。他們的牙齒是槍、箭；他們的舌頭是快刀。","bklcl":"Góa ê sìⁿ-miā tī sai ê tiong-kan;  Góa tó tī chhin-chhiūⁿ hé to̍h ê sè-kan lâng ê tiong-kan;  In ê chhùi-khí sī chhiuⁿ sī chìⁿ,  In ê chi̍h sī lāi-to.","tghg":"我的生命佇獅的中間；我倒佇親像火𤏸(to̍h)的世間人的中間。𪜶的嘴齒是鎗、是箭；𪜶的舌是利刀(lāi-to)。","bklhl":"我ê性命tī獅ê中間；我倒tī親像火to̍h ê世間人ê中間；　　In ê嘴齒是鎗是箭，　　In ê舌是利刀。"}},{"book":"詩","chapter":57,"verse":5,"versions":{"unv":"　神啊，願你崇高過於諸天！願你的榮耀高過全地！","bklcl":"Siōng-tè ah, goān Lí koâiⁿ-tōa pôaⁿ-kè chiah-ê thiⁿ,  Goān Lí ê êng-kng pôaⁿ-kè choân-tōe.","tghg":"上帝啊，願你高大𨃟過諸個天！願你的榮光𨃟過全地！","bklhl":"上帝ah，願你高大pôaⁿ過chiah ê天，　　願你ê榮光pôaⁿ過全地。"}},{"book":"詩","chapter":57,"verse":6,"versions":{"unv":"他們為我的腳設下網羅，壓制我的心；他們在我面前挖了坑，自己反掉在其中。（細拉）","bklcl":"In kā góa ê kha-pō͘ siat lô-bāng,  Ap-chè góa ê sim-sîn;  In tī góa ê bīn-chêng khui hām-khiⁿ,  Ka-kī hoán-tńg poa̍h-lo̍h hit lāi-bīn.\t\t[Sè-la̍h","tghg":"𪜶給我的腳步設羅網，壓制我的心神；𪜶佇我的面前開陷坑，家己反轉跋落彼內面。（細拉）","bklhl":"In kā我ê腳步設羅網，　　壓制我ê心神；　　In tī我ê面前開陷坑，　　家己反tńg跋落hit內面。\t[Sè-la̍h]"}},{"book":"詩","chapter":57,"verse":7,"versions":{"unv":"　神啊，我心堅定，我心堅定；我要唱詩，我要歌頌！","bklcl":"Siōng-tè ah, góa ê sim chū-chāi, góa ê sim chū-chāi;  Góa beh gîm-si, góa beh chhiùⁿ-koa o-ló.","tghg":"上帝啊，我的心自在，我的心自在；我欲吟詩，我欲唱歌謳咾！","bklhl":"上帝ah，我ê心自在，我ê心自在；　　我beh吟詩，我beh唱歌o-ló。"}},{"book":"詩","chapter":57,"verse":8,"versions":{"unv":"我的靈（原文是榮耀）啊，你當醒起！琴瑟啊，你們當醒起！我自己要極早醒起！","bklcl":"Góa ê sîn ah, lí tio̍h cheng-sîn khí-lâi;  Khîm ah, sek ah, lín tio̍h cheng-sîn khí-lâi;  Góa pún-sin beh chin chá cheng-sîn khí-lâi.","tghg":"我的神啊，你著精神起來！琴啊，瑟啊，恁著精神起來！我本身欲真早精神起來！","bklhl":"我ê神ah，你tio̍h精神起來；　　琴ah，瑟ah，lín tio̍h精神起來；　　我本身beh真早精神起來。"}},{"book":"詩","chapter":57,"verse":9,"versions":{"unv":"主啊，我要在萬民中稱謝你，在列邦中歌頌你！","bklcl":"Chú ah, Góa beh tī bān peh-sìⁿ ê tiong-kan kám-siā Lí;  Tī lia̍t-pang ê tiong-kan chhiùⁿ-koa o-ló Lí.","tghg":"主啊，我欲佇萬百姓的中間感謝你，佇列邦的中間唱歌謳咾你！","bklhl":"主ah，我beh tī 萬百姓ê中間感謝你；　　Tī列邦ê中間唱歌o-ló你。"}},{"book":"詩","chapter":57,"verse":10,"versions":{"unv":"因為，你的慈愛高及諸天；你的誠實達到穹蒼。","bklcl":"In-ūi Lí ê chû-ài tōa kàu tú-thiⁿ,  Lí ê sêng-si̍t kàu kiong-chhong.","tghg":"因為，你的慈愛大到抵天；你的誠實到穹蒼。","bklhl":"因為你ê慈愛大到抵天，　　你ê誠實到穹蒼。"}},{"book":"詩","chapter":57,"verse":11,"versions":{"unv":"　神啊，願你崇高過於諸天！願你的榮耀高過全地！","bklcl":"Siōng-tè ah, goān Lí koâiⁿ-tōa pôaⁿ-kè chiah-ê thiⁿ;  Goān Lí ê êng-kng pôaⁿ-kè choân-tōe.","tghg":"上帝啊，願你高大𨃟過諸個天！願你的榮光𨃟過全地！","bklhl":"上帝ah，願你高大pôaⁿ過chiah ê天；　　願你ê榮光pôaⁿ過全地。"}}]