[{"book":"詩","chapter":36,"verse":1,"versions":{"unv":"（耶和華的僕人大衛的詩，交與伶長。）惡人的罪過在他心裡說：我眼中不怕　神！","bklcl":"Iâ-hô-hoa ê lô͘-po̍k Tāi-pi̍t ê si, kau-hō͘ Ga̍k-koaⁿ.1)\tPháiⁿ-lâng ê chōe-kòa, ū ōe tī góa ê sim kóng, I ê ba̍k-chiu-tiong bô kiaⁿ Siōng-tè.","tghg":"〔耶和華的奴僕大衛的詩，交互樂官。〕歹人的罪過有話佇我的心講：伊的目睭中無驚上帝！","bklhl":"（耶和華ê奴僕大衛ê詩，交hō͘樂官） 1 Pháiⁿ人ê罪過，有話tī我ê心講，　　伊ê目睭中無驚上帝。"}},{"book":"詩","chapter":36,"verse":2,"versions":{"unv":"他自誇自媚，以為他的罪孽終不顯露，不被恨惡。","bklcl":"In-ūi tī i ê ba̍k-chiu-lāi i ka-kī thiám-mī,  Phah-sǹg i ê chōe-ok éng bōe lō͘-hiān, bōe siū oàn-hūn.","tghg":"因為佇伊的目睭內伊家己諂媚(thiám-mī)，拍算伊的罪惡永𣍐露現，𣍐受怨恨。","bklhl":"因為tī伊ê目睭內伊家己諂媚，　　Phah算伊ê罪惡永bōe露現，bōe受怨恨。"}},{"book":"詩","chapter":36,"verse":3,"versions":{"unv":"他口中的言語盡是罪孽詭詐；他與智慧善行已經斷絕。","bklcl":"I chhùi-lāi ê ōe, lóng sī chōe-ok kap kan-chà;  I kap tì-hūi hó ê só͘-kiâⁿ í-keng toān-choa̍t.","tghg":"伊嘴內的話攏是罪惡及奸詐；伊及智慧好的所行已經斷絕。","bklhl":"伊嘴內ê話，lóng是罪惡kap奸詐；　　伊kap智慧好ê所行已經斷絕。"}},{"book":"詩","chapter":36,"verse":4,"versions":{"unv":"他在床上圖謀罪孽，定意行不善的道，不憎惡惡事。","bklcl":"I tī bîn-chhn̂g tô͘-bô͘ chōe-ok,  I tiāⁿ-tio̍h ì-sù khiā tī m̄-hó ê lō͘;  I bô oàn-hūn pháiⁿ-tāi.","tghg":"伊佇眠床圖謀罪惡，伊定著意思徛佇呣好的路，伊無怨恨歹代。","bklhl":"伊tī眠床圖謀罪惡，　　伊定tio̍h意思khiā tī m̄好ê路；　　伊無怨恨pháiⁿ-tāi。"}},{"book":"詩","chapter":36,"verse":5,"versions":{"unv":"耶和華啊，你的慈愛上及諸天；你的信實達到穹蒼。","bklcl":"Iâ-hô-hoa ah, Lí ê chû-ài sī tī thiⁿ--nih;  Lí ê sìn-si̍t kàu tī kiong-chhong.","tghg":"耶和華啊，你的慈愛是佇天裡；你的信實到佇穹蒼。","bklhl":"耶和華ah，你ê慈愛是tī天裡；　　你ê信實到tī穹蒼。"}},{"book":"詩","chapter":36,"verse":6,"versions":{"unv":"你的公義好像高山；你的判斷如同深淵。耶和華啊，人民、牲畜，你都救護。","bklcl":"Lí ê gī chhin-chhiūⁿ ke̍k-koâiⁿ ê soaⁿ;  Lí ê phòaⁿ-toàn sī chhin-chhiūⁿ chhim-ian.  Iâ-hô-hoa ah, lâng kap cheng-siⁿ, Lí lóng pó-hō͘ in.","tghg":"你的義親像極高的山；你的判斷是親像深淵。耶和華啊，人及精牲，你攏保護𪜶。","bklhl":"你ê義親像極高ê山；　　你ê判斷是親像深淵。　　耶和華ah，人kap cheng-siⁿ，你lóng保護in。"}},{"book":"詩","chapter":36,"verse":7,"versions":{"unv":"　神啊，你的慈愛何其寶貴！世人投靠在你翅膀的蔭下。","bklcl":"Siōng-tè ah, Lí ê chû-ài cháiⁿ-iūⁿ hiah pó-pòe ah!  Sè-kan-lâng bih tī Lí si̍t-kó͘ ê tì-ìm-ē.","tghg":"上帝啊，你的慈愛怎樣許寶貝啊！世間人匿佇你翅股的致蔭下。","bklhl":"上帝ah，你ê慈愛怎樣hiah寶貝ah！　　世間人bih tī你翼股ê致蔭下。"}},{"book":"詩","chapter":36,"verse":8,"versions":{"unv":"他們必因你殿裡的肥甘得以飽足；你也必叫他們喝你樂河的水。","bklcl":"In beh in-ūi Lí ê chhù ê hó-mi̍h, tit-tio̍h pá-chiok;  Lí ia̍h beh hō͘ in lim Lí khoài-lo̍k ê hô-chúi.","tghg":"𪜶欲因為你的厝的好物得著飽足；你亦欲互𪜶飲你快樂的河水。","bklhl":"In beh因為你ê厝ê好物，得tio̍h飽足；　　你亦beh hō͘ in lim你快樂ê河水。"}},{"book":"詩","chapter":36,"verse":9,"versions":{"unv":"因為，在你那裡有生命的源頭；在你的光中，我們必得見光。","bklcl":"In-ūi oa̍h-miā ê goân-thâu, chāi tī Lí hia;  Tī Lí ê kng, goán beh khòaⁿ-kìⁿ kng.","tghg":"因為，活命的源頭在佇你遐；佇你的光，阮欲看見光。","bklhl":"因為活命ê源頭，在tī你hia；　　Tī你ê光，阮beh看見光。"}},{"book":"詩","chapter":36,"verse":10,"versions":{"unv":"願你常施慈愛給認識你的人，常以公義待心裡正直的人。","bklcl":"Goān Lí siông-siông si chû-ài hō͘ bat Lí ê lâng;  Siông-siông ēng Lí ê kong-gī si hō͘ sim-lāi chèng-ti̍t ê lâng.","tghg":"願你常常施慈愛互識你的人，常常用你的公義施互心內正直的人。","bklhl":"願你常常施慈愛hō͘ bat你ê人；　　常常用你ê公義施hō͘心內正直ê人。"}},{"book":"詩","chapter":36,"verse":11,"versions":{"unv":"不容驕傲人的腳踐踏我；不容凶惡人的手趕逐我。","bklcl":"M̄-thang iông-ún kiau-ngō͘ ê lâng ê kha thún-ta̍h góa,  M̄-thang iông-ún hiong-ok ê lâng ê chhiú kóaⁿ-tio̍k góa.","tghg":"呣通容允驕傲的人的腳𧿬踏(thún-ta̍h)我；呣通容允兇惡的人的手趕逐(kóaⁿ-tio̍k)我。","bklhl":"M̄-thang容允驕傲ê人ê腳thún踏我，　　M̄-thang容允兇惡ê人ê手趕逐我。"}},{"book":"詩","chapter":36,"verse":12,"versions":{"unv":"在那裡，作孽的人已經仆倒；他們被推倒，不能再起來。","bklcl":"Tī-hia chòe pháiⁿ ê lâng í-keng tó--lo̍h-khì;  I siū chhia-tó, bōe-ōe koh khí-lâi.","tghg":"佇遐，做歹的人已經倒落去；伊受捙倒，𣍐會閣起來。","bklhl":"Tī-hia做pháiⁿ ê人已經倒落去；　　伊受chhia倒，bōe能koh起來。"}}]