[{"book":"詩","chapter":88,"verse":1,"versions":{"unv":"（可拉後裔的詩歌，就是以斯拉人希幔的訓誨詩，交與伶長。調用麻哈拉利暗俄。）耶和華─拯救我的　神啊，我晝夜在你面前呼籲。","bklcl":"Khó-la̍h  hō͘-è ê si-koa, chiū-sī Í-sū-la̍h lâng Hi-bān kà-sī ê si; kau hō͘ Ga̍k-koaⁿ; tiāu, ēng Mô͘-ha̍p-la̍h Lī-àm-ngô͘.1)\tIâ-hô-hoa, kiù góa ê Siōng-tè ah,  Góa ji̍t-mî tī Lí ê bīn-chêng kiû-kiò.","tghg":"〔可拉後裔的詩歌，就是以斯拉人希幔教示的詩，交互樂官。調用麻哈拉利暗俄。〕耶和華──救我的上帝啊，我日暝佇你的面前求叫。","bklhl":"Khó-la̍h後裔ê詩歌，就是以斯拉人Hi-bān教示ê詩；交hō͘樂官；調用Mô͘-ha̍p-la̍h Lī-àm-ngô͘。1) 耶和華，救我ê上帝ah，　　我日暝tī你ê面前求叫。"}},{"book":"詩","chapter":88,"verse":2,"versions":{"unv":"願我的禱告達到你面前；求你側耳聽我的呼求！","bklcl":"Goān góa ê kî-tó kàu Lí ê bīn-chêng;  Kiû Lí àⁿ hī-khang thiaⁿ góa ê kî-kiû.","tghg":"願我的祈禱到你的面前；求你俯耳孔聽我祈求！","bklhl":"願我ê祈禱到你ê面前；　　求你àⁿ耳孔聽我ê祈求。"}},{"book":"詩","chapter":88,"verse":3,"versions":{"unv":"因為我心裡滿了患難；我的性命臨近陰間。","bklcl":"In-ūi góa ê sim móa-móa hoān-lān,  Góa ê sìⁿ-miā kūn tī im-kan.","tghg":"因為我的心滿滿患難；我的生命近佇陰間。","bklhl":"因為我ê心滿滿患難，　　我ê性命近tī陰間。"}},{"book":"詩","chapter":88,"verse":4,"versions":{"unv":"我算和下坑的人同列，如同無力（或譯：沒有幫助）的人一樣。","bklcl":"Góa sǹg kap lo̍h-hia̍t ê lâng tâng-lia̍t;  Iā chhin-chhiūⁿ bô tit-tio̍h pang-chān ê lâng.","tghg":"我算及落穴的人同列，也親像無得著幫助的人。","bklhl":"我算kap落穴ê人同列；　　也親像無得tio̍h幫贊ê人。"}},{"book":"詩","chapter":88,"verse":5,"versions":{"unv":"我被丟在死人中，好像被殺的人躺在墳墓裡。他們是你不再記念的，與你隔絕了。","bklcl":"Góa siū hiat-ka̍k tī sí-lâng-tiong,  Chhin-chhiūⁿ siū-thâi ê lâng tó tī bōng-lāi;  In sī Lí bô koh kì-tit-ê,  Tùi Lí ê chhiú keh-tn̄g.","tghg":"我受㧒擲(hiat-ka̍k)佇死人中，親像受刣的人倒佇墓內。𪜶是你無閣記得的，對你的手隔斷(keh-tn̄g)。","bklhl":"我受hiat-ka̍k tī死人中，　　親像受刣 ê人倒tī墓內；　　In是你無koh記得ê，　　Tùi你ê手隔斷。"}},{"book":"詩","chapter":88,"verse":6,"versions":{"unv":"你把我放在極深的坑裡，在黑暗地方，在深處。","bklcl":"Lí hē góa tī ke̍k-chhim ê hia̍t;  Tī o͘-àm ê tōe-hng, tī chhim-ian.","tghg":"你下我佇極深的穴，佇黑暗的地方，佇深淵。","bklhl":"你hē我tī極深ê穴；　　Tī烏暗ê地方，tī深淵。"}},{"book":"詩","chapter":88,"verse":7,"versions":{"unv":"你的忿怒重壓我身；你用一切的波浪困住我。（細拉）","bklcl":"Lí ê siū-khì tāng-tāng teh góa;  Lí ēng Lí it-chhè ê hái-éng khó͘-chhó͘ khún-pek góa.\t[Sè-la̍h","tghg":"你的受氣重重壓我；你用你一切的海湧苦楚窘迫我。（細拉）","bklhl":"你ê受氣重重teh我；　　你用你一切ê海湧苦楚窘迫我。[Sè-la̍h]"}},{"book":"詩","chapter":88,"verse":8,"versions":{"unv":"你把我所認識的隔在遠處，使我為他們所憎惡；我被拘困，不得出來。","bklcl":"Kap góa sio-bat ê lâng Lí hō͘ in lī-khui góa hn̄g-hn̄g,  Hō͘ in iàm-ò͘ⁿ góa;  Góa siū koaiⁿ-kìm, bōe-tit chhut-lâi.","tghg":"及我相識的人你互𪜶離開我遠遠，互𪜶厭惡我；我受關禁，𣍐得出來。","bklhl":"Kap我相識ê人你hō͘ in離開我遠遠，　　Hō͘ in厭惡我；　　我受關禁，bōe得出來。"}},{"book":"詩","chapter":88,"verse":9,"versions":{"unv":"我的眼睛因困苦而乾癟。耶和華啊，我天天求告你，向你舉手。","bklcl":"Góa ê ba̍k-chiu in-ūi khùn-khó͘ phah-pháiⁿ;  Iâ-hô-hoa ah, góa ji̍t-ji̍t kiû-kiò Lí,  Góa ǹg Lí kia̍h-chhiú.","tghg":"我的目睭因為困苦拍歹。耶和華啊，我日日求叫你，我向你攑手。","bklhl":"我ê目睭因為困苦phah-pháiⁿ；　　耶和華ah，我日日求叫你，　　我ǹg你kia̍h-手。"}},{"book":"詩","chapter":88,"verse":10,"versions":{"unv":"你豈要行奇事給死人看嗎？難道陰魂還能起來稱讚你嗎？（細拉）","bklcl":"Lí kiám beh kiâⁿ kî-sū hō͘ sí-lâng khòaⁿ mah?  Chóng-bô im-hûn iáu ōe khí-lâi o-ló Lí ah?\t[Sè-la̍h","tghg":"你豈欲行奇事互死人看嗎？總無陰魂猶會起來謳咾你啊？（細拉）","bklhl":"你kiám beh行奇事hō͘死人看mah？　　總無陰魂iáu會起來o-ló你ah？[Sè-la̍h]"}},{"book":"詩","chapter":88,"verse":11,"versions":{"unv":"豈能在墳墓裡述說你的慈愛嗎？豈能在滅亡中述說你的信實嗎？","bklcl":"Kiám ōe tī bōng-lāi kóng-khí Lí ê chû-ài mah?  Kiám ōe tī bia̍t-bô ê tiong-kan kóng-khí Lí ê sìn-si̍t mah?","tghg":"豈會佇墓內講起你的慈愛嗎？豈會佇滅無的中間講起你的信實嗎？","bklhl":"Kiám會tī墓內講起你ê慈愛mah？　　Kiám會tī滅無ê中間講起你ê信實mah？"}},{"book":"詩","chapter":88,"verse":12,"versions":{"unv":"你的奇事豈能在幽暗裡被知道嗎？你的公義豈能在忘記之地被知道嗎？","bklcl":"Tī o͘-àm ê só͘-chāi, kiám ōe chai Lí ê kî-sū mah?  Tī bōe-kì-tit tāi-chì ê tōe-hng, kiám ōe chai Lí ê kong-gī mah?","tghg":"佇黑暗的所在豈會知你的奇事嗎？佇𣍐記得代誌的地方豈會知你的公義嗎？","bklhl":"Tī烏暗ê所在，kiám會知你ê奇事mah？　　Tī bōe記得tāi-chì ê地方，kiám會知你ê公義mah？"}},{"book":"詩","chapter":88,"verse":13,"versions":{"unv":"耶和華啊，我呼求你；我早晨的禱告要達到你面前。","bklcl":"Iâ-hô-hoa ah, góa ū kî-kiû Lí;  Tī chá-khí-sî góa ê kî-tó beh thàu kàu Lí ê bīn-chêng.","tghg":"耶和華啊，我有祈求你；佇早起時我的祈禱欲透到你的面前。","bklhl":"耶和華ah，我有祈求你；　　Tī早起時我ê祈禱beh透到你ê面前。"}},{"book":"詩","chapter":88,"verse":14,"versions":{"unv":"耶和華啊，你為何丟棄我？為何掩面不顧我？","bklcl":"Iâ-hô-hoa ah, Lí siáⁿ-sū khì-sak góa?  Siáⁿ-sū ng Lí ê bīn, m̄ khòaⁿ góa?","tghg":"耶和華啊，你啥事棄拺我？啥事掩你的面呣看我？","bklhl":"耶和華ah，你啥事棄sak我？　　啥事掩你ê面，m̄看我？"}},{"book":"詩","chapter":88,"verse":15,"versions":{"unv":"我自幼受苦，幾乎死亡；我受你的驚恐，甚至慌張。","bklcl":"Góa tùi siàu-liân siū-khó͘, hiám-hiám sí;  Góa siū-tio̍h Lí ê kiaⁿ-hiâⁿ, tì-kàu sim hun-loān.","tghg":"我對少年受苦，險險死；我受著你的驚惶，致到心紛亂。","bklhl":"我tùi少年受苦，險險死；　　我受tio̍h你ê驚惶，致到心紛亂。"}},{"book":"詩","chapter":88,"verse":16,"versions":{"unv":"你的烈怒漫過我身；你的驚嚇把我剪除。","bklcl":"Lí ê tōa siū-khì im-ba̍t góa;  Lí ēng kiaⁿ-hiâⁿ tû-bia̍t góa.","tghg":"你的大受氣淹密我；你用驚惶除滅我。","bklhl":"你ê大受氣淹密我；　　你用驚惶除滅我。"}},{"book":"詩","chapter":88,"verse":17,"versions":{"unv":"這些終日如水環繞我，一齊都來圍困我。","bklcl":"Chiah-ê thong-ji̍t chhin-chhiūⁿ chúi ûi góa;  Chi̍t-chôe lâi ûi-khùn góa.","tghg":"諸個通日親像水圍我，一齊來圍困我。","bklhl":"Chiah-ê thong日親像水圍我；　　一齊來圍困我。"}},{"book":"詩","chapter":88,"verse":18,"versions":{"unv":"你把我的良朋密友隔在遠處，使我所認識的人進入黑暗裡。","bklcl":"Lí chiong góa ê liông-pêng bi̍t-iú keh-khui hn̄g-hn̄g;  Hō͘ góa só͘ saⁿ-bat ê lâng ji̍p tī o͘-àm ê só͘-chāi.","tghg":"你將我的良朋密友隔開遠遠，互我所相識的人入佇黑暗的所在。","bklhl":"你將我ê良朋密友隔開遠遠；　　Hō͘我所相識ê人入tī烏暗ê所在。"}}]