[{"book":"詩","chapter":4,"verse":1,"versions":{"unv":"（大衛的詩，交與伶長。用絲弦的樂器。）顯我為義的　神啊，我呼籲的時候，求你應允我！我在困苦中，你曾使我寬廣；現在求你憐恤我，聽我的禱告！","bklcl":"Tāi-pi̍t ê si, kau hō͘ Ga̍k-koaⁿ; ēng si hiân ê ga̍k-khì.1)\tHián-bêng góa ê gī ê Siōng-tè ah, góa kiû-kiò ê sî, kiû Lí ìn góa.  Góa tī khùn-khó͘ ê tiong-kan, Lí bat hō͘ góa khoan-khoah.  Taⁿ kiû Lí lîn-bín góa, lâi thiaⁿ góa ê kî-tó.","tghg":"〔大衛的詩交互樂官；用絲弦的樂器。〕顯明我的義的上帝呀，我求叫的時，求你應我！我佇困苦的中間，你曾互我寬闊；今求你憐憫我，來聽我的祈禱！","bklhl":"大衛ê詩，交hō͘樂官；用絲絃ê樂器。1) 顯明我ê義ê上帝ah，　　我求叫ê時，求你應我。　　我tī困苦ê中間，你bat hō͘我寬闊。　　Taⁿ求你憐憫我，來聽我ê祈禱。"}},{"book":"詩","chapter":4,"verse":2,"versions":{"unv":"你們這上流人哪，你們將我的尊榮變為羞辱要到幾時呢？你們喜愛虛妄，尋找虛假，要到幾時呢？（細拉）","bklcl":"Lín chiah-ê siōng-téng-lâng ah, chiong góa ê êng-kng piàn-chòe lêng-jio̍k, beh kàu tī-sî?  Lín ì-ài khang-hu, chhiau-chhē bô iáⁿ-chiah, beh kàu tī-sî?\t[Sè-la̍h","tghg":"恁諸個上等人啊，將我的榮光變做凌辱欲到底時？恁意愛空虛，搜尋(chhiau-chhē)無影跡(chiah)，欲到底時？（細拉）","bklhl":"Lín chiah ê上等人ah，將我ê榮光變做凌辱，beh到tī時？　　Lín意愛空虛，chhiau-chhē無影跡，beh到tī時？[Sè-la̍h]"}},{"book":"詩","chapter":4,"verse":3,"versions":{"unv":"你們要知道，耶和華已經分別虔誠人歸他自己；我求告耶和華，他必聽我。","bklcl":"Lín tio̍h chai Iâ-hô-hoa í-keng hun-piat kèng-khiân ê lâng chòe I ka-kī ê.  Góa kiû-kiò Iâ-hô-hoa, I beh thiaⁿ góa.","tghg":"恁著知，耶和華已經分別敬虔的人做伊家己的；我求叫耶和華，伊欲聽我。","bklhl":"Lín tio̍h知耶和華已經分別敬虔ê人做伊家己ê。　　我求叫耶和華，伊beh聽我。"}},{"book":"詩","chapter":4,"verse":4,"versions":{"unv":"你們應當畏懼，不可犯罪；在床上的時候，要心裡思想，並要肅靜。（細拉）","bklcl":"Lín tio̍h kiaⁿ-hiâⁿ, m̄-thang hoān-chōe;  Tī bîn-chhn̂g--nih, sim tio̍h sàm-su, ia̍h tio̍h siok-chēng.  [Sè-la̍h","tghg":"恁著驚惶，呣通犯罪；佇眠床裡，心著三思，亦著肅靜(siok-chēng)。（細拉）","bklhl":"Lín tio̍h驚惶，m̄-thang犯罪；　　Tī眠床裡，心tio̍h三思，亦tio̍h肅靜。[Sè-la̍h]"}},{"book":"詩","chapter":4,"verse":5,"versions":{"unv":"當獻上公義的祭，又當倚靠耶和華。","bklcl":"Tio̍h hiàn gī ê chè,  Ia̍h tio̍h óa-khò Iâ-hô-hoa.","tghg":"著獻義的祭，亦著倚靠耶和華。","bklhl":"Tio̍h獻義ê祭，　　亦tio̍h óa靠耶和華。"}},{"book":"詩","chapter":4,"verse":6,"versions":{"unv":"有許多人說：誰能指示我們甚麼好處？耶和華啊，求你仰起臉來，光照我們。","bklcl":"Chōe-chōe lâng kóng, Chī-chūi ōe chí-sī goán sím-mi̍h hó--chhù?  Iâ-hô-hoa ah, kiû Lí ēng Lí ê bīn ê kng lâi chiò goán.","tghg":"多多人講：是誰會指示阮甚麼好處？耶和華啊，求你用你的面的光，來照阮。","bklhl":"Chōe-chōe人講，Chī-chūi會指示阮甚麼好處？　　耶和華ah，求你用你ê面ê光來照阮。"}},{"book":"詩","chapter":4,"verse":7,"versions":{"unv":"你使我心裡快樂，勝過那豐收五穀新酒的人。","bklcl":"Lí hō͘ góa sim-lāi ū hoaⁿ-hí,  Iâⁿ-kè lâng tit-tio̍h chōe-chōe gō͘-kak kap sin-chiú ê sî.","tghg":"你互我心內有歡喜，贏過人得著多多五穀及新酒的時。","bklhl":"你hō͘我心內有歡喜，　　贏過人得tio̍h chōe-chōe五穀kap新酒ê時。"}},{"book":"詩","chapter":4,"verse":8,"versions":{"unv":"我必安然躺下睡覺，因為獨有你─耶和華使我安然居住。","bklcl":"Góa beh an-jiân tó--teh khùn,  In-ūi chí-ū Iâ-hô-hoa Lí hō͘ góa an-ún khiā-khí.","tghg":"我欲安然倒啲睏，因為只有耶和華──你互我安穩徛起。","bklhl":"我beh安然倒teh睏，　　因為只有耶和華你hō͘我安穩khiā起。"}}]