[{"book":"詩","chapter":74,"verse":1,"versions":{"unv":"（亞薩的訓誨詩。）　神啊，你為何永遠丟棄我們呢？你為何向你草場的羊發怒，如煙冒出呢？","bklcl":"A-sat kà-sī ê si.1)\tSiōng-tè ah, Lí siáⁿ-sū éng-oán pàng-sak goán?  Lí siáⁿ-sū siū-khì Lí chháu-tiûⁿ ê iûⁿ, chhin-chhiūⁿ chhut hé-ian?","tghg":"〔亞薩教示的詩。〕上帝啊，你啥事永遠放拺(pàng-sak)阮？你啥事受氣你草場的羊，親像出火煙(hé-ian)？","bklhl":"A-sat教示ê詩。1) 上帝ah，你啥事永遠放sak阮？　　你啥事受氣你草場ê羊，親像出火煙？"}},{"book":"詩","chapter":74,"verse":2,"versions":{"unv":"求你記念你古時所得來的會眾，就是你所贖、作你產業支派的，並記念你向來所居住的錫安山。","bklcl":"Kiû Lí kì-liām Lí chá-sî só͘ tit-tio̍h ê hōe-chiòng,  Chiū-sī Lí só͘ sio̍k-hôe chòe Lí ê gia̍p ê chi-phài ê;  Iā tio̍h kì-liām Lí pêng-sî só͘ khiā-khí ê Sek-an soaⁿ.","tghg":"求你紀念你早時所得著的會眾，就是你所贖回、做你的業的支派的，也著紀念你平時所徛起的錫安山。","bklhl":"求你記念你早時所得tio̍h ê會眾，　　就是你所贖回做你ê業ê支派ê；　　也tio̍h記念你平時所khiā起ê錫安山。"}},{"book":"詩","chapter":74,"verse":3,"versions":{"unv":"求你舉步去看那日久荒涼之地，仇敵在聖所中所行的一切惡事。","bklcl":"Kiû Lí kiâⁿ kàu hiah-ê kú-kú pha-hng ê tōe,  Khòaⁿ tùi-te̍k tī sèng-só͘ it-chhè só͘ húi-hoāi ê.","tghg":"求你行到許個久久拋荒的地，看對敵佇聖所一切所毀壞的。","bklhl":"求你行到hiah-ê久久拋荒ê地，　　看對敵tī聖所一切所毀壞ê。"}},{"book":"詩","chapter":74,"verse":4,"versions":{"unv":"你的敵人在你會中吼叫；他們豎了自己的旗為記號。","bklcl":"Lí ê tùi-te̍k tī Lí ê hōe-lāi hōa-hōa-háu;  In khiā in ê kî chòe kì-hō.","tghg":"你的對敵佇你的會內嘩嘩哮(hōa-hōa-háu)；𪜶竪𪜶的旗做記號。","bklhl":"你ê對敵tī你ê會內hōa-hōa哮；　　In khiā in ê旗做記號。"}},{"book":"詩","chapter":74,"verse":5,"versions":{"unv":"他們好像人揚起斧子，砍伐林中的樹。","bklcl":"In chhin-chhiūⁿ lâng kia̍h-khí pó͘-thâu,  Lâi chhò chhiū-nâ ê chhiū.","tghg":"𪜶親像人攑起斧頭，來剉(chhò)樹林的樹。","bklhl":"In親像人kia̍h起斧頭，　　來chhò樹林ê樹。"}},{"book":"詩","chapter":74,"verse":6,"versions":{"unv":"聖所中一切雕刻的，他們現在用斧子錘子打壞了。","bklcl":"Sèng-só͘ ê lāi-bīn it-chhè tiau-khek-ê,  In hiān-chāi ēng pó͘-thâu kap thûi it-chīn phah-pháiⁿ.","tghg":"聖所的內面一切雕刻的，𪜶現在用斧頭及鎚(thûi)一盡拍歹。","bklhl":"聖所ê內面一切雕刻-ê，　　In現在用斧頭kap槌一盡phah-pháiⁿ。"}},{"book":"詩","chapter":74,"verse":7,"versions":{"unv":"他們用火焚燒你的聖所，褻瀆你名的居所，拆毀到地。","bklcl":"In pàng-hé sio Lí ê sèng-só͘,  Phah lâ-sâm Lí ê miâ só͘ khiā-khí ê só͘-chāi, chiâⁿ-chòe pîⁿ-tōe.","tghg":"𪜶放火燒你的聖所，拍垃墋你的名所徛起的所在，成做平地。","bklhl":"In放火燒你ê聖所，　　Phah lâ-sâm你ê名所khiā起ê所在，成做平地。"}},{"book":"詩","chapter":74,"verse":8,"versions":{"unv":"他們心裡說：我們要盡行毀滅；他們就在遍地把　神的會所都燒毀了。","bklcl":"In sim-lāi kóng, Lán tio̍h it-chīn húi-hoāi in;  In tī piàn-tōe chiong Siōng-tè ê hōe-tn̂g lóng sio-lio--khì.","tghg":"𪜶心內講：咱著一盡毀壞𪜶；𪜶佇遍地將上帝的會堂攏燒燎去。","bklhl":"In心內講，咱tio̍h一盡毀壞in；　　In tī遍地將上帝ê會堂lóng燒lio去。"}},{"book":"詩","chapter":74,"verse":9,"versions":{"unv":"我們不見我們的標幟，不再有先知；我們內中也沒有人知道這災禍要到幾時呢！","bklcl":"Goán bô khòaⁿ-kìⁿ goán ê tiāu-thâu,  Bô koh ū sian-ti;  Goán tiong-kan iā bô lâng chai beh kàu sím-mi̍h sî.","tghg":"阮無看見阮的兆頭，無閣有先知；阮中間也無人知欲到甚麼時！","bklhl":"阮無看見阮ê兆頭，　　無koh有先知；　　阮中間也無人知beh到甚麼時。"}},{"book":"詩","chapter":74,"verse":10,"versions":{"unv":"　神啊，敵人辱罵要到幾時呢？仇敵褻瀆你的名要到永遠嗎？","bklcl":"Siōng-tè ah, tùi-te̍k ki-chhì beh kàu sím-mi̍h sî?  Kiû-siû siat-to̍k Lí ê miâ beh kàu éng-oán mah?","tghg":"上帝啊，對敵譏刺欲到甚麼時？仇讎褻瀆你的名欲到永遠嗎？","bklhl":"上帝ah，對敵譏刺beh到甚麼時？　　仇讎褻瀆你ê名beh到永遠mah？"}},{"book":"詩","chapter":74,"verse":11,"versions":{"unv":"你為甚麼縮回你的右手？求你從懷中伸出來，毀滅他們。","bklcl":"Lí ūi-hô kiu Lí ê chhiú, chiū-sī Lí ê chiàⁿ-chhiú?  Kiû Lí tùi Lí ê heng-chêng chhun-chhut--lâi, húi-bia̍t in.","tghg":"你為何勼你的手，就是你的正手？求你對你的胸前伸出來，毀滅𪜶。","bklhl":"你為何kiu你ê手，就是你ê chiàⁿ手？　　求你tùi你ê胸前伸出來，毀滅in。"}},{"book":"詩","chapter":74,"verse":12,"versions":{"unv":"　神自古以來為我的王，在地上施行拯救。","bklcl":"Chóng-sī Siōng-tè tùi chá í-lâi chòe góa ê ông,  Tī tōe--nih kiâⁿ chín-kiù.","tghg":"總是上帝對早以來做我的王，佇地裡行拯救。","bklhl":"總是上帝tùi早以來做我ê王，　　Tī地裡行拯救。"}},{"book":"詩","chapter":74,"verse":13,"versions":{"unv":"你曾用能力將海分開，將水中大魚的頭打破。","bklcl":"Lí bat ēng Lí ê koân-lêng chiong hái pun-khui;  Phah-phòa chúi-tiong tōa tōng-bu̍t ê thâu-khak.","tghg":"你曾用你的權能將海分開，拍破水中大動物的頭殼。","bklhl":"你bat用你ê權能將海分開；　　Phah破水中大動物ê頭殼。"}},{"book":"詩","chapter":74,"verse":14,"versions":{"unv":"你曾砸碎鱷魚的頭，把牠給曠野的禽獸（禽獸：原文是民）為食物。","bklcl":"Lí bat kòng-chhùi go̍k-hî ê thâu-khak,  Chiong i hō͘ khòng-iá ê iá-siù chòe chia̍h-mi̍h.","tghg":"你曾摃碎鱷魚的頭殼，將伊互曠野的野獸做食物。","bklhl":"你bat kòng碎鱷魚ê頭殼，　　將伊hō͘曠野ê野獸做食物。"}},{"book":"詩","chapter":74,"verse":15,"versions":{"unv":"你曾分裂磐石，水便成了溪河；你使長流的江河乾了。","bklcl":"Lí bat pun-khui chúi-goân kap hô;  Lí bat hō͘ tn̂g-lâu ê kang-hô ta--khì.","tghg":"你曾分開水源及河；你曾互長流的江河乾去。","bklhl":"你bat分開水源kap河；　　你bat hō͘長流ê江河乾去。"}},{"book":"詩","chapter":74,"verse":16,"versions":{"unv":"白晝屬你，黑夜也屬你；亮光和日頭是你所預備的。","bklcl":"Ji̍t--sî sio̍k Lí, mî--sî iā sio̍k Lí;  Kng kap ji̍t-thâu sī Lí só͘ pī-pān--ê.","tghg":"日時屬你，暝時也屬你；光及日頭是你所備辦的。","bklhl":"日時屬你，暝時也屬你；　　光 kap日頭是你所備辦-ê。"}},{"book":"詩","chapter":74,"verse":17,"versions":{"unv":"地的一切疆界是你所立的；夏天和冬天是你所定的。","bklcl":"Tōe-chiūⁿ it-chhè ê kài-hān sī Lí só͘ siat-li̍p;  Hē-thiⁿ kap tang-thiⁿ sī Lí só͘ tiāⁿ-tio̍h.","tghg":"地上一切的界限是你所設立；夏天及冬天是你所定著。","bklhl":"地上一切ê界限是你所設立；　　夏天kap冬天是你所定tio̍h。"}},{"book":"詩","chapter":74,"verse":18,"versions":{"unv":"耶和華啊，仇敵辱罵，愚頑民褻瀆了你的名，求你記念這事。","bklcl":"Iâ-hô-hoa ah, kiû Lí kì-tit, tùi-te̍k ū húi-pòng,  Gōng ê peh-sìⁿ siat-to̍k Lí ê miâ.","tghg":"耶和華啊，求你記得對敵有誹謗，戇的百姓褻瀆你的名。","bklhl":"耶和華ah，求你記得，對敵有譭謗，　　戇ê百姓褻瀆你ê名。"}},{"book":"詩","chapter":74,"verse":19,"versions":{"unv":"不要將你斑鳩的性命交給野獸；不要永遠忘記你困苦人的性命。","bklcl":"Lí ê ka-chui ê sìⁿ-miā, m̄-thang kau hō͘ iá-siù;  Lí sòng-hiong lâng ê oa̍h-miā m̄-thang éng-oán bōe kì-tit.","tghg":"你的鳩鵻(ka-chui)的生命，呣通交互野獸；你喪鄉人的活命呣通永遠𣍐記得。","bklhl":"你ê ka-chui ê性命，m̄-thang交hō͘野獸；　　你sòng-hiong人ê活命m̄-thang永遠bōe記得。"}},{"book":"詩","chapter":74,"verse":20,"versions":{"unv":"求你顧念所立的約，因為地上黑暗之處都滿了強暴的居所。","bklcl":"Kiû Lí siàu-liām só͘ li̍p ê iok;  In-ūi tōe-chiūⁿ o͘-àm ê só͘-chāi móa-móa sī kiông-pō ê châu-hia̍t","tghg":"求你數念所立的約，因為地上黑暗的所在滿滿是強暴的巢穴。","bklhl":"求你siàu念所立ê約；　　因為地上烏暗ê所在滿滿是強暴ê巢穴。"}},{"book":"詩","chapter":74,"verse":21,"versions":{"unv":"不要叫受欺壓的人蒙羞回去；要叫困苦窮乏的人讚美你的名。","bklcl":"Siū ap-chè ê lâng, m̄-thang hō͘ in kiàn-siàu tò--khì;  Khùn-khó͘ sòng-hiong ê lâng tio̍h hō͘ in o-ló Lí ê miâ.","tghg":"受壓制的人呣通互𪜶見誚倒去；困苦喪鄉的人著互𪜶謳咾你的名。","bklhl":"受壓制ê人，m̄-thang hō͘ in見笑tò去；　　困苦sòng-hiong ê人tio̍h hō͘ in o-ló你ê名。"}},{"book":"詩","chapter":74,"verse":22,"versions":{"unv":"　神啊，求你起來為自己伸訴！要記念愚頑人怎樣終日辱罵你。","bklcl":"Siōng-tè ah, kiû Lí khí-lâi ūi ka-kī hun-sò͘;  Tio̍h kì--tit gōng-lâng thong-ji̍t cháiⁿ-iūⁿ teh húi-pòng Lí.","tghg":"上帝啊，求你起來為家己分訴！著記得戇人通日怎樣啲誹謗你。","bklhl":"上帝ah，求你起來為家己分訴；　　Tio̍h記得戇人thong日怎樣teh譭謗你。"}},{"book":"詩","chapter":74,"verse":23,"versions":{"unv":"不要忘記你敵人的聲音；那起來敵你之人的喧嘩時常上升。","bklcl":"M̄-thang bōe-kì--tit Lí ê tùi-te̍k ê siaⁿ;  Hiah ê khí-lâi kong-kek Lí ê lâng, in ê hán-hōa siông-siông chiūⁿ kàu téng-bīn.","tghg":"呣通𣍐記得你的對敵的聲；許個起來攻擊你的人𪜶的喊嘩(hán-hōa)常常上到頂面。","bklhl":"M̄-thang bōe記得你ê對敵ê聲；　　Hiah-ê起來攻擊你ê人，in ê hán-hōa常常上到頂面。"}}]