[{"book":"詩","chapter":143,"verse":1,"versions":{"unv":"（大衛的詩。）耶和華啊，求你聽我的禱告，留心聽我的懇求，憑你的信實和公義應允我。","bklcl":"Tāi-pi̍t ê si.1)\tIâ-hô-hoa ah, kiû Lí thiaⁿ góa ê kî-tó, àⁿ hī-khang thiaⁿ góa ê khún-kiû;  Chiàu Lí ê sìn-si̍t, chiàu Lí ê kong-gī, lâi ìn góa.","tghg":"〔大衛的詩。〕耶和華啊，求你聽我的祈禱，俯(àⁿ)耳孔聽我的懇求，照你的信實照你的公義來應我。","bklhl":"大衛ê詩。1)\t耶和華ah，求你聽我ê祈禱，àⁿ耳孔聽我ê懇求；　　照你ê信實，照你ê公義，來應我。"}},{"book":"詩","chapter":143,"verse":2,"versions":{"unv":"求你不要審問僕人；因為在你面前，凡活著的人沒有一個是義的。","bklcl":"Kiû Lí bo̍h-tit sím-mn̄g Lí ê lô͘-po̍k,  In-ūi tī Lí ê bīn-chêng, oa̍h-teh ê lâng, bô chi̍t-ê chheng-chòe-gī.","tghg":"求你莫得審問你的奴僕；因為佇你的面前，活啲人無一個稱做義。","bklhl":"求你莫得審問你ê奴僕，　　因為tī你ê面前，活teh ê人，無一个稱做義。"}},{"book":"詩","chapter":143,"verse":3,"versions":{"unv":"原來仇敵逼迫我，將我打倒在地，使我住在幽暗之處，像死了許久的人一樣。","bklcl":"Tùi-te̍k khún-pek góa,  Chiong góa ê sìⁿ-miā, phah-tó tī tōe--nih;  Hō͘ góa tiàm tī o͘-àm ê só͘-chāi,  chhin-chhiūⁿ sí kú-kú ê lâng chi̍t-iūⁿ.","tghg":"對敵窘迫(khún-pek)我，將我的生命拍倒佇地裡，互我踮佇黑暗的所在，親像死久久的人一樣。","bklhl":"對敵窘迫我，　　將我ê性命，phah倒tī地裡；　　Hō͘我tiàm tī烏暗ê所在，親像死久久ê人一樣。"}},{"book":"詩","chapter":143,"verse":4,"versions":{"unv":"所以，我的靈在我裡面發昏；我的心在我裡面悽慘。","bklcl":"Só͘-í góa ê sîn-hûn tī góa ê lāi-bīn hūn-khì;  Góa ê sim tī góa ê lāi-bīn chhiⁿ-chhìn.","tghg":"所以，我的神魂佇我的內面昏去；我的心佇我的內面凄凊(chhiⁿ-chhìn)。","bklhl":"所以我ê神魂tī我ê內面暈去；　　我ê心tī我ê內面悽凊。"}},{"book":"詩","chapter":143,"verse":5,"versions":{"unv":"我追想古時之日，思想你的一切作為，默念你手的工作。","bklcl":"Góa kì-tit kó͘-chá ê ji̍t;  Siàu-liām Lí it-chhè ê só͘-kiâⁿ;  Chēng-chēng siūⁿ Lí ê chhiú ê só͘-chòe.","tghg":"我記得古早的日，數念你一切的所行，靜靜想你的手的所做。","bklhl":"我記得古早ê日；　　Siàu念你一切ê所行；　　靜靜想你ê手ê所做。"}},{"book":"詩","chapter":143,"verse":6,"versions":{"unv":"我向你舉手；我的心渴想你，如乾旱之地盼雨一樣。（細拉）","bklcl":"Góa ǹg Lí kia̍h-khí chhiú,  Góa ê sim him-bō͘ Lí, chhin-chhiūⁿ khòng-hān ê tōe chi̍t-iūⁿ.\t[Sè-la̍h","tghg":"我向你攑起手；我的心欣慕你，親像亢旱(khòng-hān)的地一樣。（細拉）","bklhl":"我ǹg你kia̍h起手，　　我ê心欣慕你，親像炕旱ê地一樣。[Sè-la̍h]"}},{"book":"詩","chapter":143,"verse":7,"versions":{"unv":"耶和華啊，求你速速應允我！我心神耗盡！不要向我掩面，免得我像那些下坑的人一樣。","bklcl":"Iâ-hô-hoa ah, kiû Lí kín-kín ìn góa;  Góa ê sim-sîn hùi-liáu-liáu;  M̄-thang tùi góa ng bīn;  Bián-tit góa chhin-chhiūⁿ lo̍h-bōng ê lâng.","tghg":"耶和華啊，求你緊緊應我！我的心神費了了！呣通對我掩面，免得我親像落墓的人。","bklhl":"耶和華ah，求你緊緊應我；　　我ê心神廢了了；M̄-thang對我掩面；免得我親像落墓ê人。"}},{"book":"詩","chapter":143,"verse":8,"versions":{"unv":"求你使我清晨得聽你慈愛之言，因我倚靠你；求你使我知道當行的路，因我的心仰望你。","bklcl":"Kiû Lí hō͘ góa chá-khí-sî thiaⁿ-kìⁿ Lí chû-ài ê siaⁿ,  In-ūi góa óa-khò Lí;  Kiû Lí hō͘ góa chai eng-kai kiâⁿ ê lō͘.  In-ūi góa ê sim gióng-bōng Lí.","tghg":"求你互我早起時聽見你慈愛的聲，因為我倚靠你；求你互我知應該行的路，因為我的心仰望你。","bklhl":"求你hō͘我早起時聽見你慈愛ê聲，　　因為我óa靠你；　　求你hō͘我知應該行ê路。　　因為我ê心仰望你。"}},{"book":"詩","chapter":143,"verse":9,"versions":{"unv":"耶和華啊，求你救我脫離我的仇敵！我往你那裡藏身。","bklcl":"Iâ-hô-hoa ah, kiû Lí kiù góa thoat-lī góa ê tùi-te̍k;  Góa cháu--khì bih tī Lí hia.","tghg":"耶和華啊，求你救我脫離我的對敵！我走去匿佇你遐。","bklhl":"耶和華ah，求你救我脫離我ê對敵；　　我走去bih tī你hia。"}},{"book":"詩","chapter":143,"verse":10,"versions":{"unv":"求你指教我遵行你的旨意，因你是我的　神。你的靈本為善；求你引我到平坦之地。","bklcl":"Lí sī góa ê Siōng-tè, kiû Lí kà-sī góa kiâⁿ Lí ê chí-ì;  Lí ê sîn sī hó, kiû Lí chhōa góa tī pîⁿ-ti̍t ê tōe.","tghg":"你是我的上帝，求你教示我行你的旨意。你的神是好；求你導我佇平直的地。","bklhl":"你是我ê上帝，求你教示我行你ê旨意；　　你ê神是好，求你chhōa我tī平直ê地。"}},{"book":"詩","chapter":143,"verse":11,"versions":{"unv":"耶和華啊，求你為你的名將我救活，憑你的公義，將我從患難中領出來，","bklcl":"Iâ-hô-hoa ah, kiû Lí ūi-tio̍h Lí ê miâ hō͘ góa oa̍h;  Chiàu Lí ê kong-gī, chhōa góa chhut hoān-lān-tiong.","tghg":"耶和華啊，求你為著你的名互我活，照你的公義，導我出患難中，","bklhl":"耶和華ah，求你為tio̍h你ê名hō͘我活；　　照你ê公義，chhōa我出患難中。"}},{"book":"詩","chapter":143,"verse":12,"versions":{"unv":"憑你的慈愛剪除我的仇敵，滅絕一切苦待我的人，因我是你的僕人。","bklcl":"Chiàu Lí ê chû-ài, tû-khì góa ê tùi-te̍k,  Châu-bia̍t it-chhè khó͘-chhó͘ góa ê lâng;  In-ūi góa sī Lí ê lô͘-po̍k.","tghg":"照你的慈愛除去我的對敵，剿滅(châu-bia̍t)一切苦楚我的人，因為我是你的奴僕。","bklhl":"照你ê慈愛，除去我ê對敵，　　剿滅一切苦楚我ê人；　　因為我是你ê奴僕。"}}]