[{"book":"詩","chapter":98,"verse":1,"versions":{"unv":"（一篇詩。）你們要向耶和華唱新歌！因為他行過奇妙的事；他的右手和聖臂施行救恩。","bklcl":"Chi̍t phiⁿ si.1)\tLín tio̍h ǹg Iâ-hô-hoa chhiùⁿ sin ê koa;  In-ūi I bat kiâⁿ kî-biāu ê sū;  I ê chiàⁿ-chhiú, kap I sèng ê chhiú-kut, í-keng ūi ka-kī kiâⁿ chín-kiù.","tghg":"〔一篇詩。〕恁著向耶和華唱新的歌！因為伊曾行奇妙的事；伊的正手及伊聖的手骨已經為家己行拯救。","bklhl":"一篇詩。1) Lín tio̍h ǹg耶和華唱新ê歌；　　因為伊bat行奇妙ê事；　　伊ê chiàⁿ手，kap伊聖ê手骨，已經為家己行拯救。"}},{"book":"詩","chapter":98,"verse":2,"versions":{"unv":"耶和華發明了他的救恩，在列邦人眼前顯出公義；","bklcl":"Iâ-hô-hoa hō͘ lâng chai I ê chín-kiù;  Tī lia̍t-pang-lâng ê ba̍k-chiu-chêng hián-bêng I ê kong-gī.","tghg":"耶和華互人知伊的拯救，佇列邦人的目睭前顯明伊的公義；","bklhl":"耶和華hō͘人知伊ê拯救；　　Tī列邦人ê目睭前顯明伊ê公義。"}},{"book":"詩","chapter":98,"verse":3,"versions":{"unv":"記念他向以色列家所發的慈愛，所憑的信實。地的四極都看見我們　神的救恩。","bklcl":"I kì-liām I tùi Í-sek-lia̍t ke só͘ hoat-chhut ê chû-ài kap sìn-si̍t;  Tōe ê sì-kak lóng khòaⁿ-kìⁿ lán ê Siōng-tè ê chín-kiù.","tghg":"伊紀念伊對以色列家所發出的慈愛及信實。地的四角攏看見咱的上帝的拯救。","bklhl":"伊記念伊tùi以色列家所發出ê慈愛kap信實；　　地ê四角lóng看見咱ê上帝ê拯救。"}},{"book":"詩","chapter":98,"verse":4,"versions":{"unv":"全地都要向耶和華歡樂；要發起大聲，歡呼歌頌！","bklcl":"Choân-tōe lóng tio̍h ǹg Iâ-hô-hoa chhut hoaⁿ-hí ê siaⁿ;  Tio̍h chhut tōa-siaⁿ hoaⁿ-hí chhiùⁿ-koa o-ló I.","tghg":"全地攏著向耶和華出歡喜的聲；著出大聲，歡喜唱歌謳咾伊！","bklhl":"全地lóng tio̍h ǹg耶和華出歡喜ê聲；　　Tio̍h出大聲歡喜唱歌o-ló伊。"}},{"book":"詩","chapter":98,"verse":5,"versions":{"unv":"要用琴歌頌耶和華，用琴和詩歌的聲音歌頌他！","bklcl":"Tio̍h tôaⁿ-khîm chhiùⁿ-koa o-ló Iâ-hô-hoa;  Tio̍h tôaⁿ-khîm hô si-koa ê siaⁿ o-ló I.","tghg":"著彈琴唱歌謳咾耶和華，著彈琴和詩歌的聲謳咾伊！","bklhl":"Tio̍h彈琴唱歌o-ló耶和華；　　Tio̍h彈琴和詩歌ê聲o-ló伊。"}},{"book":"詩","chapter":98,"verse":6,"versions":{"unv":"用號和角聲，在大君王耶和華面前歡呼！","bklcl":"Ēng hō-thâu kap sàu-kak ê siaⁿ,  Tī Kun-ông Iâ-hô-hoa ê bīn-chêng chhut hoaⁿ-hí ê siaⁿ.","tghg":"用號頭及哨角的聲，佇君王耶和華的面前出歡喜的聲！","bklhl":"用號頭kap哨角ê聲，　　Tī君王耶和華ê面前出歡喜ê聲。"}},{"book":"詩","chapter":98,"verse":7,"versions":{"unv":"願海和其中所充滿的澎湃；世界和住在其間的也要發聲。","bklcl":"Goān hái, kap kî-tiong só͘ chhiong-móa--ê, lóng tio̍h chhut tōa-siaⁿ;  Sè-kài, kap tiàm tī hit tiong-kan--ê, ia̍h tio̍h chhut-siaⁿ;","tghg":"願海及其中所充滿的攏著出大聲；世界及踮佇彼中間的亦著出聲。","bklhl":"願海，kap其中所充滿ê，lóng tio̍h出大聲；　　世界，kap tiàm tī hit中間ê，亦tio̍h出聲；"}},{"book":"詩","chapter":98,"verse":8,"versions":{"unv":"願大水拍手；願諸山在耶和華面前一同歡呼；","bklcl":"Goān tōa-chúi phah chhiú-chiúⁿ,  Goān chiah-ê soaⁿ tī Iâ-hô-hoa ê bīn-chêng chhut hoaⁿ-hí ê siaⁿ.","tghg":"願大水拍手掌(chhiú-chiúⁿ)；願諸個山佇耶和華的面前出歡喜的聲；","bklhl":"願大水phah手掌，　　願chiah ê山tī耶和華ê面前出歡喜ê聲。"}},{"book":"詩","chapter":98,"verse":9,"versions":{"unv":"因為他來要審判遍地。他要按公義審判世界，按公正審判萬民。","bklcl":"In-ūi I lâi beh sím-phòaⁿ choân-tōe;  I beh chiàu kong-gī sím-phòaⁿ sè-kài,  Chiàu I ê chèng-ti̍t sím-phòaⁿ lia̍t-pang.","tghg":"因為伊來欲審判全地。伊欲照公義審判世界，照伊的正直審判列邦。","bklhl":"因為伊來beh審判全地；　　伊beh照公義審判世界，　　照伊ê正直審判列邦。"}}]