[{"book":"詩","chapter":75,"verse":1,"versions":{"unv":"（亞薩的詩歌，交與伶長。調用休要毀壞。）　神啊，我們稱謝你，我們稱謝你！因為你的名相近，人都述說你奇妙的作為。","bklcl":"A-sat ê si-koa, kau hō͘ Ga̍k-koaⁿ; tiāu, sī ēng \"Bo̍h-tit húi-hoāi--ê\".1)\tSiōng-tè ah, goán kám-siā Lí,  Goán kám-siā Lí, in-ūi Lí ê miâ kūn-kūn;  Lâng pò-iông Lí kî-biāu ê só͘-chòe.","tghg":"〔亞薩的詩歌，交互樂官。調是用莫得毀壞的。〕上帝啊，阮感謝你，阮感謝你！因為你的名近近(kūn-kūn)，人報揚你奇妙的所做。","bklhl":"A-sat ê詩歌，交hō͘樂官；調是用「莫得毀壞ê」。1) 上帝ah，阮感謝你，　　阮感謝你，因為你ê名近近；　　人報揚你奇妙ê所做。"}},{"book":"詩","chapter":75,"verse":2,"versions":{"unv":"我到了所定的日期，必按正直施行審判。","bklcl":"Góa kàu tiāⁿ-tio̍h ê ji̍t-kî,  Góa beh chiàu chèng-ti̍t sím-phòaⁿ.","tghg":"我到定著的日期，我欲照正直審判。","bklhl":"我到定tio̍h ê日期，　　我beh照正直審判。"}},{"book":"詩","chapter":75,"verse":3,"versions":{"unv":"地和其上的居民都消化了；我曾立了地的柱子。（細拉）","bklcl":"Tōe kap tōe-chiūⁿ khiā-khí ê peh-sìⁿ lóng siau-iûⁿ;  Góa chim-chio̍k khiā-chāi tōe ê thiāu.\t[Sè-la̍h","tghg":"地及地上徛起的百姓攏消溶；我斟酌徛在地的柱。（細拉）","bklhl":"地kap地上khiā起ê百姓lóng消溶；　　我斟酌 khiā在地ê柱。[Sè-la̍h]"}},{"book":"詩","chapter":75,"verse":4,"versions":{"unv":"我對狂傲人說：不要行事狂傲！對凶惡人說：不要舉角！","bklcl":"Góa tùi kiau-ngō͘ ê lâng kóng, Bo̍h-tit kiau-ngō͘;  Tùi pháiⁿ-lâng kóng, Bo̍h-tit kia̍h-khí lí ê kak;","tghg":"我對驕傲(kiau-ngō͘)的人講：莫得驕傲！對歹人講：莫得攑起你的角！","bklhl":"我對驕傲ê人講，莫得驕傲；　　對pháiⁿ人講，莫得kia̍h起你ê角；"}},{"book":"詩","chapter":75,"verse":5,"versions":{"unv":"不要把你們的角高舉；不要挺著頸項說話。","bklcl":"Bo̍h-tit koâiⁿ-koâiⁿ kia̍h-khí lí ê kak; Bo̍h-tit ngī lí ê ām-kún lâi kóng-ōe.","tghg":"莫得高高攑起你的角；莫得硬(ngī)你的頷頸(ām-kún)來講話。","bklhl":"莫得高高kia̍h起你ê角；　　莫得硬你ê頷頸來講話。"}},{"book":"詩","chapter":75,"verse":6,"versions":{"unv":"因為高舉非從東，非從西，也非從南而來。","bklcl":"In-ūi m̄-sī tùi tang, m̄-sī tùi sai,  Ia̍h m̄-sī tùi lâm lâi tit-tio̍h kú-khí;","tghg":"因為呣是對東，呣是對西，亦呣是對南來得著舉起。","bklhl":"因為m̄是tùi東，m̄是tùi西，　　亦m̄是tùi南來得tio̍h舉起；"}},{"book":"詩","chapter":75,"verse":7,"versions":{"unv":"惟有　神斷定；他使這人降卑，使那人升高。","bklcl":"Chí-ū Siōng-tè sī phòaⁿ-toàn--ê,  I hō͘ chit-ê kàng-kē, hō͘ hit-ê seng-koâiⁿ.","tghg":"只有上帝是判斷者；伊互此個降低，互彼個升高。","bklhl":"只有上帝是判斷ê，　　伊hō͘ chit ê降低，hō͘ hit ê升高。"}},{"book":"詩","chapter":75,"verse":8,"versions":{"unv":"耶和華手裡有杯，其中的酒起沫，杯內滿了攙雜的酒；他倒出來，地上的惡人必都喝這酒的渣滓，而且喝盡。","bklcl":"Iâ-hô-hoa chhiú--nih ū poe, kî-tiong ê chiú khí phe̍h;  Poe-lāi ū kè-thàu ê chiú móa-móa, I piàⁿ--chhut-lâi;  Tōe-chiūⁿ ê pháiⁿ-lâng beh lóng lim chit ê chiú ê che-tái, lim kàu liáu-liáu.","tghg":"耶和華手裡有杯，其中的酒起沫，杯內有過透的酒滿滿；伊傾出來，地上的歹人欲攏飲此個酒的渣滓，飲到了了。","bklhl":"耶和華手裡有杯，其中ê酒起沫(phe̍h)；　　杯內有過透ê酒滿滿，伊piàⁿ出來；　　地上ê pháiⁿ人beh lóng lim chit ê酒ê渣滓，lim到了了。"}},{"book":"詩","chapter":75,"verse":9,"versions":{"unv":"但我要宣揚，直到永遠！我要歌頌雅各的　神！","bklcl":"To̍k-to̍k góa beh pò-iông ti̍t kàu éng-oán;  Góa beh chhiùⁿ-koa o-ló Ngá-kok ê Siōng-tè.","tghg":"獨獨我欲報揚，直到永遠！我欲唱歌謳咾雅各的上帝！","bklhl":"獨獨我beh報揚直到永遠；　　我beh唱歌o-ló雅各ê上帝。"}},{"book":"詩","chapter":75,"verse":10,"versions":{"unv":"惡人一切的角，我要砍斷；惟有義人的角必被高舉。","bklcl":"Pháiⁿ-lâng it-chhè ê kak, Góa beh chām-tn̄g;  Gī-lâng ê kak beh tit-tio̍h kú-khí.","tghg":"歹人一切的角，我欲斬斷；義人的角欲得著舉起(kú-khí)。","bklhl":"Pháiⁿ人一切ê角，我beh斬斷；　　義人ê角beh得tio̍h舉起。"}}]