[{"book":"詩","chapter":27,"verse":1,"versions":{"unv":"（大衛的詩。）耶和華是我的亮光，是我的拯救，我還怕誰呢？耶和華是我性命的保障（或譯：力量），我還懼誰呢？","bklcl":"Tāi-pi̍t ê si.1)\tIâ-hô-hoa sī góa ê kng, sī góa ê chín-kiù; góa beh kiaⁿ chī-chūi?  Iâ-hô-hoa sī góa oa̍h-miā ê khùi-la̍t; góa beh kiaⁿ chī-chūi?","tghg":"〔大衛的詩。〕耶和華是我的光，是我的拯救，我欲驚是誰？耶和華是我活命的氣力，我欲驚是誰？","bklhl":"大衛ê詩。1) 耶和華是我ê光，是我ê拯救；我beh kiaⁿ 是誰？　　耶和華是我活命ê氣力；我beh kiaⁿ 是誰？"}},{"book":"詩","chapter":27,"verse":2,"versions":{"unv":"那作惡的就是我的仇敵，前來吃我肉的時候就絆跌仆倒。","bklcl":"Hiah ê chòe pháiⁿ ê lâng, chiū-sī góa ê kiû-siû, góa ê tùi-te̍k, lâi kong-kek góa, beh chia̍h góa ê bah,  Hit-sî in chiū tio̍h-tak poa̍h-tó.","tghg":"許個做歹的人就是我的仇讎，我的對敵來攻擊我，欲食我的肉，彼時𪜶就著觸跋倒。","bklhl":"Hiah-ê做pháiⁿ ê人，就是我ê仇讎，我ê對敵，來攻擊我，beh食我ê肉，　　Hit時in就tio̍h-tak跋倒。"}},{"book":"詩","chapter":27,"verse":3,"versions":{"unv":"雖有軍兵安營攻擊我，我的心也不害怕；雖然興起刀兵攻擊我，我必仍舊安穩。","bklcl":"Sui-jiân ū kun-peng chat-iâⁿ, beh kong-kek góa,  Góa ê sim ia̍h bô kiaⁿ-hiâⁿ;  Sui-jiân heng-khí to-peng kong-kek góa,  Góa iû-goân chū-chāi.","tghg":"雖然有軍兵紮營欲攻擊我，我的心亦無驚惶；雖然興起刀兵攻擊我，我猶原自在。","bklhl":"雖然有軍兵紮營，beh攻擊我，　　我ê心亦無驚惶；　　雖然興起刀兵攻擊我，　　我猶原自在。"}},{"book":"詩","chapter":27,"verse":4,"versions":{"unv":"有一件事，我曾求耶和華，我仍要尋求：就是一生一世住在耶和華的殿中，瞻仰他的榮美，在他的殿裡求問。","bklcl":"Ū chi̍t hāng sū góa bat tùi Iâ-hô-hoa kiû, góa iû-goân tì-ì ài tit-tio̍h; Chiū-sī chi̍t-sì-lâng khiā-khí Iâ-hô-hoa ê chhù, Khòaⁿ I ê êng-kng, siàu-liām I ê tiān.","tghg":"有一項事，我曾對耶和華求，我猶原致意愛得著；就是一世人徛起耶和華的厝，看伊的榮光，數念伊的殿。","bklhl":"有一項事我bat對耶和華求，我猶原致意ài得tio̍h；　　就是一世人khiā起耶和華ê厝，　　看伊ê榮光，siàu念伊ê殿。"}},{"book":"詩","chapter":27,"verse":5,"versions":{"unv":"因為我遭遇患難，他必暗暗地保守我；在他亭子裡，把我藏在他帳幕的隱密處，將我高舉在磐石上。","bklcl":"In-ūi hoān-lān ê ji̍t, I beh àm-chīⁿ pó-hō͘ góa tī I ê tiùⁿ-ûi lāi;  Chiong góa khǹg tī I pò͘-pîⁿ khàm-ba̍t ê só͘-chāi;  Kú-khí góa tī chio̍h-pôaⁿ-téng.","tghg":"因為患難的日，伊欲暗靜保護我；佇伊的帳帷內，將我囥佇伊布棚蓋密的所在，舉起我佇石磐頂。","bklhl":"因為患難ê日，伊beh暗靜保護我tī伊ê帳帷內；　　將我khǹg tī伊布棚蓋密ê所在；舉起我tī石磐頂。"}},{"book":"詩","chapter":27,"verse":6,"versions":{"unv":"現在我得以昂首，高過四面的仇敵。我要在他的帳幕裡歡然獻祭；我要唱詩歌頌耶和華。","bklcl":"Taⁿ góa ê thâu-khak tit-tio̍h kia̍h-khí, khah-koâiⁿ tī góa sì-bīn ê tùi-te̍k;  Góa beh tī I ê pò͘-pîⁿ hiàn hoaⁿ-hí ê chè;  Góa beh gîm-si, ia̍h beh chhiùⁿ-koa o-ló Iâ-hô-hoa.","tghg":"今我的頭殼得著攑起，卡高佇我四面的對敵。我欲佇伊的布棚獻歡喜的祭；我欲吟詩亦欲唱歌謳咾耶和華。","bklhl":"Taⁿ我ê頭殼得tio̍h kia̍h起，khah高tī我四面ê對敵；　　我beh tī伊ê布棚獻歡喜ê祭；　　我beh吟詩，亦beh唱歌o-ló耶和華。"}},{"book":"詩","chapter":27,"verse":7,"versions":{"unv":"耶和華啊，我用聲音呼籲的時候，求你垂聽；並求你憐恤我，應允我。","bklcl":"Iâ-hô-hoa ah, góa chhut-siaⁿ kiû-kiò ê sî, kiû Lí thiaⁿ;  Koh kiû Lí lîn-bín góa, ìn góa.","tghg":"耶和華啊，我出聲求叫的時，求你聽；閣求你憐憫我，應我。","bklhl":"耶和華ah，我出聲求叫ê時，求你聽；　　Koh求你憐憫我，應我。"}},{"book":"詩","chapter":27,"verse":8,"versions":{"unv":"你說：你們當尋求我的面。那時我心向你說：耶和華啊，你的面我正要尋求。","bklcl":"Lí bat kóng, Lín tio̍h him-bō͘ kìⁿ Góa ê bīn; hit-sî góa ê sim tùi Lí kóng,  Iâ-hô-hoa ah, góa beh him-bō͘ kìⁿ Lí ê bīn.","tghg":"你曾講：恁著欣慕見我的面。彼時我的心對你講：耶和華啊，我欲欣慕見你的面。","bklhl":"你bat講，Lín tio̍h欣慕見我ê面；hit時我ê心tùi你講，　　耶和華ah，我beh欣慕見你ê面。"}},{"book":"詩","chapter":27,"verse":9,"versions":{"unv":"不要向我掩面。不要發怒趕逐僕人，你向來是幫助我的。救我的　神啊，不要丟掉我，也不要離棄我。","bklcl":"M̄-thang tùi góa ng Lí ê bīn;  M̄-thang siū-khì lâi kóaⁿ Lí ê lô͘-po̍k;  Lí pêng-sò͘ sī chòe góa ê pang-chān;  Kiù góa ê Siōng-tè ah, m̄-thang pàng-sak góa, ia̍h m̄-thang lī-khui góa.","tghg":"呣通對我掩你的面。呣通受氣來趕你的奴僕，你平素是做我的幫助。救我的上帝啊，呣通放拺我，亦呣通離開我。","bklhl":"M̄-thang對我掩你ê面；　　M̄-thang受氣來趕你ê奴僕；　　你平素是做我ê幫贊；　　救我ê上帝ah，m̄-thang放sak我，亦m̄-thang離開我。"}},{"book":"詩","chapter":27,"verse":10,"versions":{"unv":"我父母離棄我，耶和華必收留我。","bklcl":"In-ūi pē-bú lī-khui góa, Iâ-hô-hoa beh siu-liû góa.","tghg":"因為父母離開我，耶和華欲收留我。","bklhl":"因為父母離開我，　　耶和華beh收留我。"}},{"book":"詩","chapter":27,"verse":11,"versions":{"unv":"耶和華啊，求你將你的道指教我，因我仇敵的緣故引導我走平坦的路。","bklcl":"Iâ-hô-hoa ah, kiû Lí ēng Lí ê tō-lō͘ chí-sī góa;  In-ūi góa ê tùi-te̍k ê iân-kò͘, chhōa góa tī pîⁿ-tháⁿ ê lō͘.","tghg":"耶和華啊，求你用你的道路指示我，因為我的對敵的緣故導我佇平坦的路。","bklhl":"耶和華ah，求你用你ê道路指示我；　　因為我ê對敵ê緣故，chhōa我tī平坦ê路。"}},{"book":"詩","chapter":27,"verse":12,"versions":{"unv":"求你不要把我交給敵人，遂其所願；因為妄作見證的和口吐凶言的，起來攻擊我。","bklcl":"M̄-thang chiong góa kau hō͘ tùi-te̍k, chiâⁿ in ê sim-goān;  In-ūi lām-sám kan-chèng ê lâng khí-lâi kong-kek góa, in ia̍h thò͘-chhut hiong-ok ê ōe.","tghg":"呣通將我交互對敵，成𪜶的心願；因為濫糝干證的人，起來攻擊我，𪜶亦吐出兇惡的話。","bklhl":"M̄-thang將我交hō͘對敵，成in ê心願；　　因為lām-sám干證ê人起來攻擊我，in亦吐出兇惡ê話。"}},{"book":"詩","chapter":27,"verse":13,"versions":{"unv":"我若不信在活人之地得見耶和華的恩惠，就早已喪膽了。","bklcl":"Góa nā m̄-sìn tī oa̍h-lâng ê tōe tit-tio̍h khòaⁿ-kìⁿ Iâ-hô-hoa ê un-hūi,  Chiū tek-khak choa̍t-bāng.","tghg":"我若呣信佇活人的地得著看見耶和華的恩惠，就的確絕望。","bklhl":"我若m̄信tī活人ê地得tio̍h看見耶和華ê恩惠，　　就的確絕望。"}},{"book":"詩","chapter":27,"verse":14,"versions":{"unv":"要等候耶和華！當壯膽，堅固你的心！我再說，要等候耶和華！","bklcl":"Tio̍h thèng-hāu Iâ-hô-hoa,  Tio̍h ióng-chòng, lí ê sim tio̍h kian-kò͘;  Si̍t-chāi tio̍h thèng-hāu Iâ-hô-hoa.","tghg":"著聽候耶和華！著勇壯，你的心著堅固！實在著聽候耶和華！","bklhl":"Tio̍h thèng候耶和華，　　Tio̍h勇壯，你ê心tio̍h堅固；　　實在tio̍h thèng候耶和華。"}}]