[{"book":"詩","chapter":45,"verse":1,"versions":{"unv":"（可拉後裔的訓誨詩，又是愛慕歌，交與伶長。調用百合花。）我心裡湧出美辭；我論到我為王做的事，我的舌頭是快手筆。","bklcl":"Khó-la̍h hō͘-è kà-sī ê si, koh sī ài-bō͘ ê koa; kau hō͘ Ga̍k-koaⁿ; tiāu, sī ēng \"Pek-ha̍p-hoe\".1)\tGóa ê sim chhèng-chhut hó ê ōe;  Góa kóng-khí góa ūi-tio̍h ông só͘ chòe--ê;  Góa ê chi̍h sī bín-chia̍t ê lâng ê pit.","tghg":"〔可拉後裔教示的詩，閣是愛慕的歌，交互樂官，調是用百合花。〕我的心淐出(chhèng-chhut)好的話；我講起我為著王所做的，我的舌是敏捷(bín-chia̍t)的人的筆。","bklhl":"Khó-la̍h後裔教示ê詩，koh是愛慕ê歌；交hō͘樂官；調是用「百合花」。1) 我ê心chhèng出好ê話；　　我講起我為tio̍h王所做ê；　　我ê舌是敏捷ê人ê筆。"}},{"book":"詩","chapter":45,"verse":2,"versions":{"unv":"你比世人更美；在你嘴裡滿有恩惠；所以　神賜福給你，直到永遠。","bklcl":"Lí pí sè-kan lâng khah hó-khòaⁿ,  Tī lí ê chhùi móa-móa ū un-hūi,  Só͘-í Siōng-tè sù-hok lí, ti̍t-kàu éng-oán.","tghg":"你比世間人卡好看；佇你的嘴滿滿有恩惠；所以上帝賜福你，直到永遠。","bklhl":"你比世間人khah好看，　　Tī你ê嘴滿滿有恩惠，　　所以上帝賜福你，直到永遠。"}},{"book":"詩","chapter":45,"verse":3,"versions":{"unv":"大能者啊，願你腰間佩刀，大有榮耀和威嚴！","bklcl":"Tōa koân-lêng--ê ah, lí tio̍h pē kiàm tī io--nih,  Hián-chhut lí ê êng-kng kap ui-giâm.","tghg":"大權能者啊，你著佩劍佇腰裡，顯出你的榮光及威嚴！","bklhl":"大權能ê ah，你tio̍h背劍tī腰裡，　　顯出你ê榮光kap威嚴。"}},{"book":"詩","chapter":45,"verse":4,"versions":{"unv":"為真理、謙卑、公義赫然坐車前往，無不得勝；你的右手必顯明可畏的事。","bklcl":"Koh tī ui-giâm ê tiong-kan, ūi-tio̍h chin-lí, khiam-pi, kong-gī,  Lí chē-chhia chìn-chêng khì, bô m̄ tek-sèng;  Lí ê chiàⁿ-chhiú beh chòe thang kiaⁿ ê sū, hō͘ lí khòaⁿ.","tghg":"閣佇威嚴的中間，為著真理、謙卑、公義你坐車進前去，無呣得勝；你的正手欲做通驚的事互你看。","bklhl":"Koh tī威嚴ê中間，為tio̍h真理、謙卑、公義，　　你坐車進前去，無m̄得勝；　　你ê chiàⁿ手beh做thang驚ê事，hō͘你看。"}},{"book":"詩","chapter":45,"verse":5,"versions":{"unv":"你的箭鋒快，射中王敵之心；萬民仆倒在你以下。","bklcl":"Lí ê chìⁿ-bah chin lāi, Siā-tio̍h ông ê tùi-te̍k ê sim,  Lia̍t-pang tó tī lí ê ē-bīn.","tghg":"你的箭肉真利，射著王的對敵的心；列邦倒佇你的下面。","bklhl":"你ê箭肉真利，　　射tio̍h王ê對敵ê心，　　列邦倒tī你ê下面。"}},{"book":"詩","chapter":45,"verse":6,"versions":{"unv":"　神啊，你的寶座是永永遠遠的；你的國權是正直的。","bklcl":"Siōng-tè ah, Lí ê pó-chō sī éng-éng oán-oán ê,  Lí ê kok ê koân-pèng sī chèng-ti̍t ê koân-pèng.","tghg":"上帝啊，你的寶座是永永遠遠的；你的國的權柄是正直的權柄。","bklhl":"上帝ah，你ê寶座是永永遠遠ê，　　你ê國ê權柄是正直ê權柄。"}},{"book":"詩","chapter":45,"verse":7,"versions":{"unv":"你喜愛公義，恨惡罪惡；所以　神─就是你的　神─用喜樂油膏你，勝過膏你的同伴。","bklcl":"Lí hoaⁿ-hí kong-gī, oàn-hūn put-hoat,  Só͘-í Siōng-tè, lí ê Siōng-tè, ēng hoaⁿ-hí ê iû boah lí,  Iâⁿ-kè lí chiah-ê tâng-phōaⁿ.","tghg":"你歡喜公義，怨恨不法；所以上帝──你的上帝──用歡喜的油抹你，贏過你諸個同伴。","bklhl":"你歡喜公義，怨恨不法，　　所以上帝，你ê上帝，用歡喜ê油抹你，　　贏過你chiah ê同伴。"}},{"book":"詩","chapter":45,"verse":8,"versions":{"unv":"你的衣服都有沒藥、沉香、肉桂的香氣；象牙宮中有絲弦樂器的聲音使你歡喜。","bklcl":"Lí ê i-chiûⁿ lóng ū bu̍t-io̍h, tîm-hiuⁿ, jio̍k-kùi ê phang;  Tùi chhiūⁿ-gê ê ông-kiong, ū si-hiân ê ga̍k-khì hō͘ lí hoaⁿ-hí.","tghg":"你的衣裳攏有沒藥、沈香、肉桂的芳；對象牙的王宮有絲弦的樂器互你歡喜。","bklhl":"你ê衣裳lóng有沒藥、沉香、肉桂ê芳；　　Tùi象牙ê王宮，有絲絃ê樂器hō͘你歡喜。"}},{"book":"詩","chapter":45,"verse":9,"versions":{"unv":"有君王的女兒在你尊貴婦女之中；王后佩戴俄斐金飾站在你右邊。","bklcl":"Ū ông ê cha-bó͘-kiáⁿ tī lí chun-kùi hū-lú ê tiong-kan;  Ông-hō͘ ēng Gô-hui ê kim chng-thāⁿ, khiā tī lí ê chiàⁿ-pêng.","tghg":"有王的查某子佇你尊貴婦女的中間；王后用俄斐的金妝飾(chng-thāⁿ)徛佇你的正旁。","bklhl":"有王ê cha-bó͘-kiáⁿ tī你尊貴婦女ê中間；　　王后用Gô-hui ê金裝飾，khiā tī你ê chiàⁿ-pêng。"}},{"book":"詩","chapter":45,"verse":10,"versions":{"unv":"女子啊，你要聽，要想，要側耳而聽！不要記念你的民和你的父家，","bklcl":"Cha-bó͘-gín-á ah, lí tio̍h thiaⁿ,  tio̍h khòaⁿ, tio̍h àⁿ hī-khang;  M̄-thang kì-tit lí ê peh-sìⁿ, kap lí ê lāu-pē ê ke;","tghg":"查某囝仔啊，你著聽，著看，著俯耳孔！呣通記得你的百姓及你的老父的家，","bklhl":"Cha-bó͘-gín-á ah，你tio̍h聽，tio̍h看，tio̍h àⁿ耳孔；　　M̄-thang記得你ê百姓，kap你ê老父ê家；"}},{"book":"詩","chapter":45,"verse":11,"versions":{"unv":"王就羨慕你的美貌；因為他是你的主，你當敬拜他。","bklcl":"Ông chiū beh him-bō͘ lí ê súi;  In-ūi i sī lí ê chú, lí tio̍h pài i.","tghg":"王就欲欣慕你的媠；因為伊是你的主，你著拜伊。","bklhl":"王就beh欣慕你ê súi；　　因為伊是你ê主，你tio̍h拜伊。"}},{"book":"詩","chapter":45,"verse":12,"versions":{"unv":"泰爾的民（原文是女子）必來送禮；民中的富足人也必向你求恩。","bklcl":"Chhui-lô ê peh-sìⁿ beh lâi sàng lé-mi̍h,  Peh-sìⁿ tiong ê hó-gia̍h lâng beh tùi lí kiû un.","tghg":"推羅的百姓欲來送禮物；百姓中的好額人欲對你求恩。","bklhl":"Chhui-lô ê百姓beh來送禮物，　　百姓中ê好額人beh對你求恩。"}},{"book":"詩","chapter":45,"verse":13,"versions":{"unv":"王女在宮裡極其榮華；她的衣服是用金線繡的。","bklcl":"Ông ê cha-bó͘-kiáⁿ tī ông-kiong-lāi, ke̍k-kî êng-hôa;  I ê i-ho̍k sī ēng kim-sòaⁿ siù--ê.","tghg":"王的查某子佇王宮內極其榮華；伊的衣服是用金線綉的。","bklhl":"王ê cha-bó͘-kiáⁿ tī王宮內，極其榮華；　　伊ê衣服是用金線繡ê。"}},{"book":"詩","chapter":45,"verse":14,"versions":{"unv":"她要穿錦繡的衣服，被引到王前；隨從她的陪伴童女也要被帶到你面前。","bklcl":"I beh chhēng siù-hoe ê i-ho̍k, siū chhōa kàu ông ê bīn-chêng;  Chòe-phōaⁿ kun-sûi i ê chāi-sek-lú ia̍h beh siū chhōa kàu lí ê bīn-chêng;","tghg":"伊欲穿綉花的衣服，受導到王的面前；做伴跟隨伊的在室女亦欲受導到你的面前。","bklhl":"伊beh穿繡花ê衣服，受chhōa到王ê面前；　　做伴跟隨伊ê在室女亦beh受chhōa到你ê面前；"}},{"book":"詩","chapter":45,"verse":15,"versions":{"unv":"她們要歡喜快樂被引導；她們要進入王宮。","bklcl":"In beh hoaⁿ-hí khoài-lo̍k siū ín-chhōa;  In beh chìn-ji̍p ông-kiong.","tghg":"𪜶欲歡喜快樂受引導；𪜶欲進入王宮。","bklhl":"In beh歡喜快樂受引chhōa；　　In beh進入王宮。"}},{"book":"詩","chapter":45,"verse":16,"versions":{"unv":"你的子孫要接續你的列祖；你要立他們在全地作王。","bklcl":"Lí ê kiáⁿ-sun beh sòa-chiap lí ê lia̍t-chó͘;  Lí beh siat-li̍p in tī choân-tōe chòe-ông.","tghg":"你的子孫欲續接你的列祖；你欲設立𪜶佇全地做王。","bklhl":"你ê kiáⁿ孫beh續接你ê列祖；　　你beh設立in tī全地做王。"}},{"book":"詩","chapter":45,"verse":17,"versions":{"unv":"我必叫你的名被萬代記念，所以萬民要永永遠遠稱謝你。","bklcl":"Góa beh hō͘ lí ê miâ bān-tāi hō͘ lâng kì-liām;  Só͘-í bān peh-sìⁿ beh éng-éng oán-oán kám-siā lí.","tghg":"我欲互你的名萬代互人紀念，所以萬百姓欲永永遠遠感謝你。","bklhl":"我beh hō͘你ê名萬代hō͘人記念；　　所以萬百姓beh永永遠遠感謝你。"}}]