[{"book":"詩","chapter":112,"verse":1,"versions":{"unv":"你們要讚美耶和華！敬畏耶和華，甚喜愛他命令的，這人便為有福！","bklcl":"Lín tio̍h o-ló Iâ-hô-hoa.  Kèng-ùi Iâ-hô-hoa, tōa hoaⁿ-hí I ê bēng-lēng--ê,  Chit-hō lâng ū hok-khì.","tghg":"恁著謳咾耶和華！敬畏耶和華，大歡喜伊的命令者，此號人有福氣！","bklhl":"Lín tio̍h o-ló耶和華。　　敬畏耶和華，大歡喜伊ê命令ê，　　Chit號人有福氣。"}},{"book":"詩","chapter":112,"verse":2,"versions":{"unv":"他的後裔在世必強盛；正直人的後代必要蒙福。","bklcl":"I ê hō͘-è tī sè-kan tek-khak kiông-sēng;  Chèng-ti̍t ê lâng ê āu-tāi, tek-khak beh tit-tio̍h hok-khì.","tghg":"伊的後裔佇世間的確強盛；正直的人的後代的確欲得著福氣。","bklhl":"伊ê後裔tī世間的確強盛；　　正直ê人ê後代，的確beh得tio̍h福氣。"}},{"book":"詩","chapter":112,"verse":3,"versions":{"unv":"他家中有貨物，有錢財；他的公義存到永遠。","bklcl":"I ê ke-lāi ū hè-mi̍h, ū chîⁿ-châi;  I ê kong-gī chûn kàu éng-oán.","tghg":"伊的家內有貨物，有錢財；伊的公義存到永遠。","bklhl":"伊ê家內有貨物，有錢財；　　伊ê公義存到永遠。"}},{"book":"詩","chapter":112,"verse":4,"versions":{"unv":"正直人在黑暗中，有光向他發現；他有恩惠，有憐憫，有公義。","bklcl":"Chèng-ti̍t ê lâng tī o͘-àm ê tiong-kan, ū kng ūi-tio̍h i hoat-hiān;  I ū un-hūi, ū lîn-bín, ū kong-gī.","tghg":"正直的人佇黑暗的中間，有光為著伊發現；伊有恩惠，有憐憫，有公義。","bklhl":"正直ê人tī烏暗ê中間，有光為tio̍h伊發現；　　伊有恩惠，有憐憫，有公義。"}},{"book":"詩","chapter":112,"verse":5,"versions":{"unv":"施恩與人、借貸與人的，這人事情順利；他被審判的時候要訴明自己的冤。","bklcl":"Si-un lâi chioh lâng--ê, ū hok-khì;  I siū sím-phòaⁿ ê sî, beh sò͘-bêng ka-kī ê sū.","tghg":"施恩來借人者，有福氣；伊受審判的時欲訴明家己的事。","bklhl":"施恩來借人ê，有福氣；　　伊受審判ê時，beh訴明家己ê事。"}},{"book":"詩","chapter":112,"verse":6,"versions":{"unv":"他永不動搖；義人被記念，直到永遠。","bklcl":"I éng-éng bô iô-choah;  Gī-lâng siū kì-liām, ti̍t-kàu éng-oán.","tghg":"伊永永無搖泏(iô-choah)；義人受紀念，直到永遠。","bklhl":"伊永永無搖choah；　　義人受記念，直到永遠。"}},{"book":"詩","chapter":112,"verse":7,"versions":{"unv":"他必不怕凶惡的信息；他心堅定，倚靠耶和華。","bklcl":"I m̄-kiaⁿ pháiⁿ siau-sit;  I ê sim kian-kò͘, óa-khò Iâ-hô-hoa.","tghg":"伊呣驚歹消息；伊的心堅固，倚靠耶和華。","bklhl":"伊m̄驚pháiⁿ消息；　　伊ê心堅固，óa靠耶和華。"}},{"book":"詩","chapter":112,"verse":8,"versions":{"unv":"他心確定，總不懼怕，直到他看見敵人遭報。","bklcl":"I ê sim chū-chāi, lóng bô kiaⁿ-hiâⁿ,  Ti̍t-kàu i khòaⁿ-kìⁿ i ê tùi-te̍k siū pò-èng.","tghg":"伊的心自在，攏無驚惶，直到伊看見伊的對敵受報應。","bklhl":"伊ê心自在，lóng無驚惶，　　直到伊看見伊ê對敵受報應。"}},{"book":"詩","chapter":112,"verse":9,"versions":{"unv":"他施捨錢財，賙濟貧窮；他的仁義存到永遠。他的角必被高舉，大有榮耀。","bklcl":"I tōa siá-si, i chín-chè sòng-hiong lâng; I ê jîn-gī chûn kàu éng-oán; I ê kak tit-tio̍h kú-khí, ū êng-kng.","tghg":"伊大捨施，伊賑濟喪鄉人；伊的仁義存到永遠。伊的角得著舉起，有榮光。","bklhl":"伊大捨施，伊賑濟sòng-hiong人；　　伊ê仁義存到永遠；　　伊ê角得tio̍h舉起，有榮光。"}},{"book":"詩","chapter":112,"verse":10,"versions":{"unv":"惡人看見便惱恨，必咬牙而消化；惡人的心願要歸滅絕。","bklcl":"Pháiⁿ-lâng khòaⁿ-liáu bōe-khat-tit,  Tek-khak kā-gê chhiat-chhí, lâi siau-bia̍t;  Pháiⁿ-lâng ê sim-goān beh kui tī bô.","tghg":"歹人看了𣍐克得(bōe-khat-tit)，的確(tek-khak)咬牙切齒來消滅；歹人的心願欲歸佇無。","bklhl":"Pháiⁿ人看了bōe-khat得，　　的確咬牙切齒，來消滅；　　Pháiⁿ人ê心願beh歸tī無。"}}]