[{"book":"詩","chapter":61,"verse":1,"versions":{"unv":"（大衛的詩，交與伶長。用絲弦的樂器。）　神啊，求你聽我的呼求，側耳聽我的禱告！","bklcl":"Tāi-pi̍t ê si, kau hō͘ Ga̍k-koaⁿ; ēng si-hiân ê ga̍k-khì.1)\tSiōng-tè ah, kiû Lí thiaⁿ góa ê kiû-kiò;  Àⁿ-lo̍h thiaⁿ góa ê kî-tó.","tghg":"〔大衛的詩，交互樂官。用絲弦的樂器。〕上帝啊，求你聽我的求叫，俯落聽我祈禱！","bklhl":"大衛ê詩，交hō͘樂官；用絲絃ê樂器。1) 上帝ah，求你聽我ê求叫；　　Àⁿ落聽我ê祈禱。"}},{"book":"詩","chapter":61,"verse":2,"versions":{"unv":"我心裡發昏的時候，我要從地極求告你。求你領我到那比我更高的磐石！","bklcl":"Góa ê sim sit-chì ê sî, chiū beh tùi tōe-ke̍k kiû-kiò Lí;  Kiû Lí chhōa góa kàu hit-ê pí góa khah-koâiⁿ ê chio̍h-pôaⁿ.","tghg":"我的心失志的時，就欲對地極求叫你。求你導我到彼個比我卡高的石磐！","bklhl":"我ê心失志ê時，就beh tùi地極求叫你；　　求你chhōa我到hit ê比我khah高ê石磐。"}},{"book":"詩","chapter":61,"verse":3,"versions":{"unv":"因為你作過我的避難所，作過我的堅固臺，脫離仇敵。","bklcl":"In-ūi Lí bat chòe góa tô-siám ê só͘-chāi.  Chòe góa kian-kò͘ ê tâi, lâi thoat-lī tùi-te̍k.","tghg":"因為你曾做我逃閃的所在，做我堅固的台，來脫離對敵。","bklhl":"因為你bat做我逃閃ê所在。　　做我堅固ê台，來脫離對敵。"}},{"book":"詩","chapter":61,"verse":4,"versions":{"unv":"我要永遠住在你的帳幕裡！我要投靠在你翅膀下的隱密處！（細拉）","bklcl":"Góa beh éng-oán tòa tī Lí ê pò͘-pîⁿ;  Góa beh bih tī Lí si̍t-ē ún-ba̍t ê só͘-chāi.\t\t[Sè-la̍h","tghg":"我欲永遠住佇你的布棚！我欲匿佇你翅下隱密的所在！（細拉）","bklhl":"我beh永遠tòa tī你ê布棚；　　我beh bih tī你翼下隱密ê所在。\t[Sè-la̍h]"}},{"book":"詩","chapter":61,"verse":5,"versions":{"unv":"　神啊，你原是聽了我所許的願；你將產業賜給敬畏你名的人。","bklcl":"Siōng-tè ah, góa só͘ hē ê goān,  Lí ū thiaⁿ-kìⁿ;  Lí ū chiong sán-gia̍p siúⁿ-sù kèng-ùi Lí ê miâ ê lâng.","tghg":"上帝啊，我所下的願你有聽見；你有將產業賞賜敬畏你的名的人。","bklhl":"上帝ah，我所hē ê願，你有聽見；　　你有將產業賞賜敬畏你ê名ê人。"}},{"book":"詩","chapter":61,"verse":6,"versions":{"unv":"你要加添王的壽數；他的年歲必存到世世。","bklcl":"Lí beh ke-thiⁿ ông ê hè-siū;  I ê nî-hè beh kàu tāi-tāi.","tghg":"你欲加添王的歲壽；伊的年歲欲到代代。","bklhl":"你beh加添王ê歲壽；　　伊ê年歲beh到代代。"}},{"book":"詩","chapter":61,"verse":7,"versions":{"unv":"他必永遠坐在　神面前；願你預備慈愛和誠實保佑他！","bklcl":"I beh éng-oán chē-ūi tī Siōng-tè ê bīn-chêng;  Goān Lí pī-pān chû-ài kap sêng-si̍t lâi pó-hō͘ i.","tghg":"伊欲永遠坐位佇上帝的面前；願你備辦慈愛及誠實來保護伊！","bklhl":"伊beh永遠坐位tī上帝ê面前；　　願你備辦慈愛kap誠實來保護伊。"}},{"book":"詩","chapter":61,"verse":8,"versions":{"unv":"這樣，我要歌頌你的名，直到永遠，好天天還我所許的願。","bklcl":"Án-ni góa beh chhiùⁿ-koa o-ló Lí ê miâ, kàu éng-oán;  Thang ji̍t-ji̍t siā góa ê goān.","tghg":"按呢，我欲唱歌謳咾你的名，到永遠，通日日謝我的願。","bklhl":"Án-ni我beh唱歌o-ló你ê名，到永遠；　　Thang日日謝我ê願。"}}]