[{"book":"詩","chapter":56,"verse":1,"versions":{"unv":"（非利士人在迦特拿住大衛。那時，他作這金詩，交與伶長。調用遠方無聲鴿。）　神啊，求你憐憫我，因為人要把我吞了，終日攻擊欺壓我。","bklcl":"Hui-lī-sū lâng tī Ka-te̍k lia̍h-tio̍h Tāi-pi̍t, hit-sî i chòe chit ê kim ê si; kau hō͘ Ga̍k-koaⁿ; tiāu, sī ēng \"hn̄g-hn̄g bô siaⁿ ê kap\"1)\tSiōng-tè ah, kiû Lí khó-lîn góa, in-ūi lâng beh thun-chia̍h góa;  Thong-ji̍t kong-kek, ap-chè góa.","tghg":"〔非利士人佇迦特掠著大衛。彼時，伊做此個金的詩，交互樂官。調是用「遠遠無聲的鴿」。〕上帝啊，求你可憐我，因為人欲吞食我，通日(Thong-ji̍t)攻擊壓制我。","bklhl":"腓利士人tī Ka-te̍k掠tio̍h大衛，hit時伊做chit ê金ê詩；交hō͘樂官；調是用「遠遠無聲ê鴿」1) 上帝ah，求你可憐我，因為人beh吞食我；　　Thong日攻擊，壓制我。"}},{"book":"詩","chapter":56,"verse":2,"versions":{"unv":"我的仇敵終日要把我吞了，因逞驕傲攻擊我的人甚多。","bklcl":"Góa ê tùi-te̍k thong-ji̍t beh thun-chia̍h góa,  In-ūi khí kiau-ngō͘ kong-kek góa ê lâng chin chōe.","tghg":"我的對敵通日欲吞食我，因為起驕傲攻擊我的人真多。","bklhl":"我ê對敵thong日beh吞食我，　　因為起驕傲攻擊我ê人真chōe。"}},{"book":"詩","chapter":56,"verse":3,"versions":{"unv":"我懼怕的時候要倚靠你。","bklcl":"Góa tī kiaⁿ-hiâⁿ ê sî,  Góa beh óa-khò Lí.","tghg":"我佇驚惶的時我欲倚靠你。","bklhl":"我tī驚惶ê時，　　我beh óa靠你。"}},{"book":"詩","chapter":56,"verse":4,"versions":{"unv":"我倚靠　神，我要讚美他的話；我倚靠　神，必不懼怕。血氣之輩能把我怎麼樣呢？","bklcl":"Góa khò Siōng-tè, góa beh o-ló I ê ōe;  Góa í-keng óa-khò Siōng-tè, góa chiū bô kiaⁿ.  Sio̍k tī hiat-khì--ê beh siáⁿ hoat-tit góa ta-ôa?","tghg":"我靠上帝，我欲謳咾伊的話；我已經倚靠上帝，我就無驚。屬佇血氣者欲啥法得我奈何(ta-ôa)？","bklhl":"我靠上帝，我beh o-ló伊ê話；　　我已經óa靠上帝，我就無驚。　　屬tī血氣ê beh啥法得我ta-ôa？"}},{"book":"詩","chapter":56,"verse":5,"versions":{"unv":"他們終日顛倒我的話；他們一切的心思都是要害我。","bklcl":"In thong-ji̍t kóe-chhoa̍h góa ê ōe;  In tùi góa só͘-siūⁿ--ê, lóng sī beh hāi góa.","tghg":"𪜶通日改斜(kóe-chhoa̍h)我的話；𪜶對我所想的攏是欲害我。","bklhl":"In thong日改chhoa̍h我ê話；　　In對我所想ê，lóng是beh害我。"}},{"book":"詩","chapter":56,"verse":6,"versions":{"unv":"他們聚集，埋伏窺探我的腳蹤，等候要害我的命。","bklcl":"In chū-chi̍p, bâi-ho̍k, teh siòng góa ê kha-pō͘,  Chhin-chhiūⁿ tng-tán beh hāi góa ê sìⁿ-miā.","tghg":"𪜶聚集，埋伏啲相我的腳步，親像當等欲害我的生命。","bklhl":"In聚集、埋伏，teh siòng我ê腳步，　　親像當等beh害我ê性命。"}},{"book":"詩","chapter":56,"verse":7,"versions":{"unv":"他們豈能因罪孽逃脫嗎？　神啊，求你在怒中使眾民墮落！","bklcl":"In chòe-pháiⁿ kiám ōe tô-thoat mah?  Siōng-tè ah, kiû Lí tī siū-khì-tiong, hō͘ chèng peh-sìⁿ tūi-lo̍h.","tghg":"𪜶做歹豈會逃脫嗎？上帝啊，求你佇受氣中互眾百姓墮落！","bklhl":"In做pháiⁿ kiám會逃脫mah？　　上帝ah，求你tī受氣中，hō͘眾百姓墮落。"}},{"book":"詩","chapter":56,"verse":8,"versions":{"unv":"我幾次流離，你都記數；求你把我眼淚裝在你的皮袋裡。這不都記在你冊子上嗎？","bklcl":"Góa ê liû-lo̍k, Lí lóng kì-siàu;  Kiû Lí chiong góa ê ba̍k-sái siu tī Lí ê phê-lông;  Che kiám bô lóng kì tī Lí ê chheh mah?","tghg":"我的流落，你攏記數；求你將我的目屎收佇你的皮囊。這豈無攏記佇你的冊嗎？","bklhl":"我ê流落，你lóng 記數；　　求你將我ê目屎siu tī你ê皮囊；　　這kiám無lóng記tī你ê冊mah？"}},{"book":"詩","chapter":56,"verse":9,"versions":{"unv":"我呼求的日子，我的仇敵都要轉身退後。　神幫助我，這是我所知道的。","bklcl":"Góa kiû-kiò ê ji̍t, góa ê tùi-te̍k lóng beh oa̍t-tńg-sin thè--khì;  Siōng-tè ūi góa, che sī góa só͘ chai.","tghg":"我求叫的日，我的對敵攏欲越轉身退去。上帝為我，這是我所知。","bklhl":"我求叫ê日，我ê對敵lóng beh oa̍t-tńg身退去；　　上帝為我，這是我所知。"}},{"book":"詩","chapter":56,"verse":10,"versions":{"unv":"我倚靠　神，我要讚美他的話；我倚靠耶和華，我要讚美他的話。","bklcl":"Góa khò Siōng-tè, góa beh o-ló I ê ōe;  Góa khò Iâ-hô-hoa, góa beh o-ló I ê ōe.","tghg":"我靠上帝，我欲謳咾伊的話；我靠耶和華，我欲謳咾伊的話。","bklhl":"我靠上帝，我beh o-ló伊ê話；　　我靠耶和華，我beh o-ló伊ê話。"}},{"book":"詩","chapter":56,"verse":11,"versions":{"unv":"我倚靠　神，必不懼怕。人能把我怎麼樣呢？","bklcl":"Góa í-keng óa-khò Siōng-tè, góa chiū bô kiaⁿ;  Lâng beh siáⁿ hoat-tit góa ta-ôa?","tghg":"我已經倚靠上帝，我就無驚。人欲啥法得我奈何(ta-ôa)！","bklhl":"我已經óa靠上帝，我就無驚；　　人beh啥法得我ta-ôa？"}},{"book":"詩","chapter":56,"verse":12,"versions":{"unv":"　神啊，我向你所許的願在我身上；我要將感謝祭獻給你。","bklcl":"Siōng-tè ah, góa tùi Lí só͘ hē ê goān tī góa ê sin-chiūⁿ;  Góa beh ēng siā-un ê chè hiàn hō͘ Lí.","tghg":"上帝啊，我對你所下的願佇我的身上；我欲用謝恩的祭獻互你。","bklhl":"上帝ah，我對你所hē ê願tī我ê身上；　　我beh用謝恩ê祭獻hō͘你。"}},{"book":"詩","chapter":56,"verse":13,"versions":{"unv":"因為你救我的命脫離死亡。你豈不是救護我的腳不跌倒、使我在生命光中行在　神面前嗎？","bklcl":"In-ūi Lí kiù góa ê oa̍h-miā thoat-lī sí-bô;  Lí kiám-m̄-sī pó-hō͘ góa ê kha bô poa̍h-tó mah?  Hō͘ góa tī Siōng-tè ê bīn-chêng, kiâⁿ tī oa̍h-miā ê kng tiong mah?","tghg":"因為你救我的活命脫離死無。你豈呣是保護我的腳無跋倒嗎，互我佇上帝的面前，行佇活命的光中嗎？","bklhl":"因為你救我ê活命脫離死無；　　你kiám m̄是保護我ê腳無跋倒mah？　　Hō͘我tī上帝ê面前，行tī活命ê光中mah？"}}]