[{"book":"詩","chapter":16,"verse":1,"versions":{"unv":"（大衛的金詩。）　神啊，求你保佑我，因為我投靠你。","bklcl":"Tāi-pi̍t kim ê si.1)\tSiōng-tè ah, kiû Lí pó-hō͘ góa; in-ūi góa óa-khò Lí.","tghg":"〔大衛金的詩〕上帝啊，求你保護我，因為我倚靠你。","bklhl":"大衛金ê詩。1) 上帝ah，求你保護我；因為我óa靠你。"}},{"book":"詩","chapter":16,"verse":2,"versions":{"unv":"我的心哪，你曾對耶和華說：你是我的主；我的好處不在你以外。","bklcl":"Góa ê lêng ah, lí bat tùi Iâ-hô-hoa kóng, Lí sī góa ê Chú,  Lí í-gōa, góa bô hok-khì.","tghg":"我的靈啊，你曾對耶和華講：你是我的主；你以外我無福氣。","bklhl":"我ê靈ah，你bat對耶和華講，你是我ê主，　　你以外，我無福氣。"}},{"book":"詩","chapter":16,"verse":3,"versions":{"unv":"論到世上的聖民，他們又美又善，是我最喜悅的。","bklcl":"Lūn-kàu tōe-chiūⁿ sèng ê peh-sìⁿ, In sī ke̍k-kî hó, sī góa só͘ chhim-chhim hoaⁿ-hí ê.","tghg":"論到地上聖的百姓，𪜶是極其好，是我所深深歡喜的。","bklhl":"論到地上聖ê百姓，　　In是極其好，是我所深深歡喜ê。"}},{"book":"詩","chapter":16,"verse":4,"versions":{"unv":"以別神代替耶和華的（或譯：送禮物給別神的），他們的愁苦必加增；他們所澆奠的血我不獻上；我嘴唇也不提別神的名號。","bklcl":"Ēng pa̍t ê sîn thòe-ōaⁿ Iâ-hô-hoa ê, in ê iu-khó͘ beh ná ke-thiⁿ;  In hiàn tiān-huih ê chè, góa bô beh hiàn;  Góa ê chhùi-tûn ia̍h m̄ thê-khí in ê miâ.","tghg":"用別個神替換耶和華的，𪜶的憂苦欲愈加添；𪜶獻奠(tiān)血的祭我無欲獻；我的嘴唇亦呣提起𪜶的名。","bklhl":"用別ê神替換耶和華ê，in ê憂苦beh ná加添；　　In獻tiān-血ê祭，我無beh獻；　　我ê嘴唇亦m̄提起in ê名。"}},{"book":"詩","chapter":16,"verse":5,"versions":{"unv":"耶和華是我的產業，是我杯中的分；我所得的，你為我持守。","bklcl":"Iâ-hô-hoa sī góa ê sán-gia̍p, kap góa poe-tiong ê hūn-gia̍h;  Góa só͘ èng-tit--ê, Lí kā góa kò͘-siú.","tghg":"耶和華是我的產業，及我杯中的份額；我所應得的，你給我顧守。","bklhl":"耶和華是我ê產業，kap我杯中ê份額；　　我所應得ê，你kā我顧守。"}},{"book":"詩","chapter":16,"verse":6,"versions":{"unv":"用繩量給我的地界，坐落在佳美之處；我的產業實在美好。","bklcl":"Só͘ niû hō͘ góa ê tōe, sī tī chin súi ê só͘-chāi;  Góa ê sán-gia̍p si̍t-chāi chin hó.","tghg":"所量互我的地，是佇真媠的所在；我的產業實在真好。","bklhl":"所量hō͘我ê地，是tī真súi ê所在；　　我ê產業實在真好。"}},{"book":"詩","chapter":16,"verse":7,"versions":{"unv":"我必稱頌那指教我的耶和華；我的心腸在夜間也警戒我。","bklcl":"Góa beh o-ló hit ê kà-sī góa ê Iâ-hô-hoa;  Mî--sî góa ê sim-tn̂g ia̍h chí-tiám góa.","tghg":"我欲謳咾彼個教示我的耶和華；暝時我的心腸亦指點我。","bklhl":"我beh o-ló hit ê教示我ê耶和華；　　暝時我ê心腸亦指點我。"}},{"book":"詩","chapter":16,"verse":8,"versions":{"unv":"我將耶和華常擺在我面前，因他在我右邊，我便不致搖動。","bklcl":"Góa siông-siông kèng-hōng Iâ-hô-hoa tī góa ê bīn-chêng;  In-ūi I tī góa ê chiàⁿ-pêng, góa chiū bô iô-choah.","tghg":"我常常敬奉耶和華佇我的面前，因為伊佇我的正旁，我就無搖泏(iô-choah)。","bklhl":"我常常敬奉耶和華tī我ê面前；　　因為伊tī我ê chiàⁿ-pêng，我就無搖choah。"}},{"book":"詩","chapter":16,"verse":9,"versions":{"unv":"因此，我的心歡喜，我的靈（原文是榮耀）快樂；我的肉身也要安然居住。","bklcl":"In-ūi án-ni góa ê sim hoaⁿ-hí, góa ê sîn khoài-lo̍k;  Góa ê jio̍k-sin ia̍h beh an-jiân khiā-khí.","tghg":"因為按呢，我的心歡喜，我的神快樂；我的肉身亦欲安然徛起。","bklhl":"因為án-ni我ê心歡喜，我ê神快樂；　　我ê肉身亦beh安然khiā起。"}},{"book":"詩","chapter":16,"verse":10,"versions":{"unv":"因為你必不將我的靈魂撇在陰間，也不叫你的聖者見朽壞。","bklcl":"In-ūi Lí bô chiong góa ê lêng-hûn pàng-hē tī im-kan;  Ia̍h bô hō͘ Lí ê sèng--ê tú-tio̍h hiú-nōa.","tghg":"因為你無將我的靈魂放下佇陰間，亦無互你的聖者抵著(tú-tio̍h)朽爛。","bklhl":"因為你無將我ê靈魂放下tī陰間；　　亦無hō͘你ê聖ê tú-tio̍h朽爛。"}},{"book":"詩","chapter":16,"verse":11,"versions":{"unv":"你必將生命的道路指示我。在你面前有滿足的喜樂；在你右手中有永遠的福樂。","bklcl":"Lí beh chiong oa̍h-miā ê lō͘ chí-sī góa;  Tī Lí ê bīn-chêng ū móa-chiok ê hoaⁿ-hí;  Tī Lí ê chiàⁿ-chhiú ū éng-oán ê khoài-lo̍k.","tghg":"你欲將活命的路指示我。佇你的面前有滿足的歡喜；佇你的正手有永遠的快樂。","bklhl":"你beh將活命ê路指示我；　　Tī你ê面前有滿足ê歡喜；　　Tī你ê chiàⁿ手有永遠ê快樂。"}}]