[{"book":"詩","chapter":52,"verse":1,"versions":{"unv":"（以東人多益來告訴掃羅說：大衛到了亞希米勒家。那時，大衛作這訓誨詩，交與伶長。）勇士啊，你為何以作惡自誇？　神的慈愛是常存的。","bklcl":"Í-tong lâng To-ek lâi pò Sò-lô kóng, Tāi-pi̍t kàu A-hi-bí-le̍k ê ke.  Hit-sî Tāi-pi̍t chòe chit ê kà-sī ê si; kau hō͘ Ga̍k-koaⁿ.1)\tIóng-béng ê lâng ah, lí siáⁿ-sū ūi-tio̍h chòe-pháiⁿ lâi khoa-kháu?  Siōng-tè ê chû-ài éng-oán tī-teh.","tghg":"〔以東人多益來報掃羅講：「大衛到亞希米勒的家。」彼時，大衛做此個教示的詩，交互樂官。〕勇猛的人啊，你啥事為著做歹來誇口？上帝的慈愛永遠佇啲。","bklhl":"Í-tong人To-ek來報掃羅講，大衛到A-hi-bí-le̍k ê家。Hit時大衛做chit ê教示ê詩；交hō͘樂官。1) 勇猛ê人ah，你啥事為tio̍h做pháiⁿ來誇口？　　上帝ê慈愛永遠tī-teh。"}},{"book":"詩","chapter":52,"verse":2,"versions":{"unv":"你的舌頭邪惡詭詐，好像剃頭刀，快利傷人。","bklcl":"Lí ê chi̍h tô͘-bô͘ siâ-ok;  Chhin-chhiūⁿ lāi ê thì-thâu-to, kiâⁿ kan-chà.","tghg":"你的舌圖謀邪惡，親像利的剃頭刀，行奸詐。","bklhl":"你ê舌圖謀邪惡；　　親像內ê剃頭刀，行奸詐。"}},{"book":"詩","chapter":52,"verse":3,"versions":{"unv":"你愛惡勝似愛善，又愛說謊，不愛說公義。（細拉）","bklcl":"Lí ài pháiⁿ iâⁿ-kè ài hó;  Ài pe̍h-chha̍t iâⁿ-kè ài kóng gī-lí.\t[Sè-la̍h","tghg":"你愛歹贏過愛好，愛白賊，贏過愛講義理。（細拉）","bklhl":"你ài pháiⁿ贏過ài好；　　Ài白賊贏過ài講義理。[Sè-la̍h]"}},{"book":"詩","chapter":52,"verse":4,"versions":{"unv":"詭詐的舌頭啊，你愛說一切毀滅的話！","bklcl":"Khúi-khiat ê chi̍h ah,  Lí ài kóng it-chhè thun-chia̍h ê ōe.","tghg":"詭譎(khúi-khiat)的舌啊，你愛講一切吞食的話！","bklhl":"詭譎ê舌ah，　　你ài講一切吞食ê話。"}},{"book":"詩","chapter":52,"verse":5,"versions":{"unv":"　神也要毀滅你，直到永遠；他要把你拿去，從你的帳棚中抽出，從活人之地將你拔出。（細拉）","bklcl":"Siōng-tè ia̍h beh húi-hoāi lí, kàu éng-oán,  I beh lia̍h lí, tùi lí ê pò͘-pîⁿ-tiong khiú--chhut-lâi;  Tùi oa̍h lâng ê tōe, chiong lí pu̍ih chhut lâi.\t[Sè-la̍h","tghg":"上帝亦欲毀壞你，到永遠；伊欲掠你，對你的布棚中搝(khiú)出來，對活人的地將你拔出來。（細拉）","bklhl":"上帝亦beh毀壞你，到永遠，　　祂beh掠你，tùi你ê布棚中khiú出來；　　Tùi活人ê地，將你拔出來。[Sè-la̍h]"}},{"book":"詩","chapter":52,"verse":6,"versions":{"unv":"義人要看見而懼怕，並要笑他，","bklcl":"Gī-lâng beh khòaⁿ-kìⁿ lâi kiaⁿ-hiâⁿ,  Ia̍h beh chhiò i, kóng,","tghg":"義人欲看見來驚惶，亦欲笑伊，","bklhl":"義人beh看見來驚惶，　　亦beh笑伊，講，"}},{"book":"詩","chapter":52,"verse":7,"versions":{"unv":"說：看哪，這就是那不以　神為他力量的人，只倚仗他豐富的財物，在邪惡上堅立自己。","bklcl":"Khòaⁿ ah, che chiū-sī hit-hō bô lia̍h Siōng-tè chòe i ê khùi-la̍t ê lâng;  Sī óa-khò i ê chîⁿ-châi ê chōe,  Tī siâ-ok ka-kī khiā-chāi.","tghg":"講：看啊，這就是彼號無掠上帝做伊的氣力的人，是倚靠伊的錢財的罪，佇邪惡家己徛在。","bklhl":"看ah，這就是hit號無掠上帝做伊ê氣力ê人；　　是óa靠伊ê錢財ê罪，　　Tī邪惡家己khiā在。"}},{"book":"詩","chapter":52,"verse":8,"versions":{"unv":"至於我，就像　神殿中的青橄欖樹；我永永遠遠倚靠　神的慈愛。","bklcl":"Lūn-kàu góa, góa sī chhin-chhiūⁿ Siōng-tè chhù-lāi chhiⁿ-chhùi ê kaⁿ-ná-chhiū;  Góa éng-éng oán-oán óa-khò Siōng-tè ê chû-ài.","tghg":"論到我，我是親像上帝厝內青翠的橄欖樹；我永永遠遠倚靠上帝的慈愛。","bklhl":"論到我，我是親像上帝厝內青翠ê橄欖樹；　　我永永遠遠óa靠上帝ê慈愛。"}},{"book":"詩","chapter":52,"verse":9,"versions":{"unv":"我要稱謝你，直到永遠，因為你行了這事。我也要在你聖民面前仰望你的名；這名本為美好。","bklcl":"In-ūi Lí kiâⁿ che, góa beh kám-siā Lí kàu éng-oán;  Góa ia̍h beh tī Lí sèng ê peh-sìⁿ ê bīn-chêng ǹg-bāng Lí ê miâ; in-ūi i ê miâ sī hó.","tghg":"因為你行這，我欲感謝你，到永遠。我亦欲佇你聖的百姓的面前向望你的名；因為伊的名是好。","bklhl":"因為你行這，我beh感謝你到永遠；　　我亦beh tī你聖ê百姓ê面前ǹg望你ê名；因為伊ê名是好。"}}]