[{"book":"詩","chapter":79,"verse":1,"versions":{"unv":"（亞薩的詩。）　神啊，外邦人進入你的產業，污穢你的聖殿，使耶路撒冷變成荒堆，","bklcl":"A-sat ê si.1)\tSiōng-tè ah, gōa-pang-lâng chìn-ji̍p Lí ê sán-gia̍p,  Phah lâ-sâm Lí ê sèng-tiān,  Hō͘ Iâ-lō͘-sat-léng pìⁿ-chiâⁿ thô͘-tui.","tghg":"〔亞薩的詩。〕上帝啊，外邦人進入你的產業，拍垃墋(lâ-sâm)你的聖殿，互耶路撒冷變成土堆，","bklhl":"A-sat ê詩。1) 上帝ah，外邦人進入你ê產業，　　Phah lâ-sâm你ê聖殿，　　Hō͘耶路撒冷變-成土堆。"}},{"book":"詩","chapter":79,"verse":2,"versions":{"unv":"把你僕人的屍首交與天空的飛鳥為食，把你聖民的肉交與地上的野獸，","bklcl":"In chiong Lí ê lô͘-po̍k ê sin-si, kau hō͘ khong-tiong ê pe-chiáu, chòe chia̍h-mi̍h;  Chiong Lí sèng ê peh-sìⁿ ê bah, kau hō͘ tōe-chiūⁿ ê iá-siù.","tghg":"𪜶將你的奴僕的身屍交互空中的飛鳥做食物，將你聖的百姓的肉交互地上的野獸，","bklhl":"In將你ê奴僕ê身屍，交hō͘空中ê飛鳥，做食物；　　將你聖ê百姓ê肉，交hō͘地上ê野獸。"}},{"book":"詩","chapter":79,"verse":3,"versions":{"unv":"在耶路撒冷周圍流他們的血如水，無人葬埋。","bklcl":"Tī Iâ-lō͘-sat-léng chiu-ûi, lâu in ê huih chhin-chhiūⁿ chúi;  Ia̍h bô lâng bâi-chòng i.","tghg":"佇耶路撒冷周圍流𪜶的血親像水，亦無人埋葬伊。","bklhl":"Tī耶路撒冷周圍，流in ê血親像水；　　亦無人埋葬伊。"}},{"book":"詩","chapter":79,"verse":4,"versions":{"unv":"我們成為鄰國的羞辱，成為我們四圍人的嗤笑譏刺。","bklcl":"Goán hō͘ goán keh-piah kok só͘ lêng-jio̍k,  Hō͘ goán sì-ûi ê lâng léng-chhiò ki-chhì.","tghg":"阮互阮隔壁國所凌辱，互阮四圍的人冷笑譏刺。","bklhl":"阮hō͘阮隔壁kok所凌辱，　　Hō͘阮四圍ê人冷笑譏刺。"}},{"book":"詩","chapter":79,"verse":5,"versions":{"unv":"耶和華啊，這到幾時呢？你要動怒到永遠嗎？你的憤恨要如火焚燒嗎？","bklcl":"Iâ-hô-hoa ah, Lí ê siū-khì beh jōa-kú, kàu éng-oán mah?  Lí ê siū-khì beh chhin-chhiūⁿ hé to̍h mah?","tghg":"耶和華啊，你的受氣欲偌久(jōa-kú)，到永遠嗎？你的受氣欲親像火𤏸(to̍h)嗎？","bklhl":"耶和華ah，你ê受氣beh jōa久，到永遠mah？　　你ê受氣beh親像火to̍h mah？"}},{"book":"詩","chapter":79,"verse":6,"versions":{"unv":"願你將你的忿怒倒在那不認識你的外邦和那不求告你名的國度。","bklcl":"Goān Lí chiong Lí ê siū-khì piàⁿ-lo̍h tī hiah-ê m̄-bat Lí ê gōa-pang,  Í-ki̍p hiah-ê bô kiû-kiò Lí ê miâ ê lia̍t-kok.","tghg":"願你將你的受氣傾落佇許個呣識你的外邦，以及許個無求叫你的名的列國。","bklhl":"願你將你ê受氣piàⁿ落tī hiah-ê m̄-bat你ê外邦，　　以及hiah-ê無求叫你ê名ê列國。"}},{"book":"詩","chapter":79,"verse":7,"versions":{"unv":"因為他們吞了雅各，把他的住處變為荒場。","bklcl":"In-ūi in thun-chia̍h Ngá-kok,  Hō͘ i khiā-khí ê só͘-chāi pha-hng.","tghg":"因為𪜶吞食雅各，互伊徛起的所在拋荒。","bklhl":"因為in吞食雅各，　　Hō͘伊khiā起ê所在拋荒。"}},{"book":"詩","chapter":79,"verse":8,"versions":{"unv":"求你不要記念我們先祖的罪孽，向我們追討；願你的慈悲快迎著我們，因為我們落到極卑微的地步。","bklcl":"Kiû Lí m̄-thang kì-tit goán ê chó͘-kong ê chōe, lâi tùi goán thó;  Goān Lí ê chû-pi kín-kín lîm-kàu goán;  In-ūi goán lo̍h kàu ke̍k pi-bî ê tōe-ūi.","tghg":"求你呣通記得阮的祖公的罪，來對阮討；願你的慈悲緊緊臨到阮，因為阮落到極卑微的地位。","bklhl":"求你m̄-thang記得阮ê祖公ê罪，來tùi阮討；　　願你ê慈悲緊緊臨到阮；　　因為阮落到極卑微ê地位。"}},{"book":"詩","chapter":79,"verse":9,"versions":{"unv":"拯救我們的　神啊，求你因你名的榮耀幫助我們！為你名的緣故搭救我們，赦免我們的罪。","bklcl":"Kiù goán ê Siōng-tè ah, kiû Lí in-ūi Lí ê miâ ê êng-kng pang-chān goán;  In-ūi Lí ê miâ ê iân-kò͘ kiù goán, sià-bián goán ê chōe.","tghg":"救阮的上帝啊，求你因為你的名的榮光幫助阮！因為你的名的緣故救阮，赦免阮的罪。","bklhl":"救阮ê上帝ah，求你因為你ê名ê榮光幫贊阮；　　因為你ê名ê緣故救阮，赦免阮ê罪。"}},{"book":"詩","chapter":79,"verse":10,"versions":{"unv":"為何容外邦人說他們的　神在哪裡呢？願你使外邦人知道你在我們眼前伸你僕人流血的冤。","bklcl":"Siáⁿ-sū tì-kàu gōa-pang lâng kóng, In ê Siōng-tè tī toh-lo̍h?  Goān Lí sin Lí ê lô͘-po̍k lâu-huih ê oan, hō͘ gōa-pang lâng chai,  Hō͘ goán chhin-ba̍k khòaⁿ-kìⁿ.","tghg":"啥事致到外邦人講「𪜶的上帝佇叨落」？願你伸你的奴僕流血的冤，互外邦人知互阮親目看見。","bklhl":"啥事致到外邦人講，In ê上帝tī toh落？　　願你申你ê奴僕流血ê冤，　　Hō͘外邦人知，hō͘阮親目看見。"}},{"book":"詩","chapter":79,"verse":11,"versions":{"unv":"願被囚之人的歎息達到你面前；願你按你的大能力存留那些將要死的人。","bklcl":"Goān siû-hoān ê thó͘-khùi thàu-kàu Lí ê bīn-chêng;  Goān Lí, chiàu Lí ê tōa koân-lêng, pó-chûn hiah-ê gí-tiāⁿ tio̍h-sí ê lâng.","tghg":"願囚犯的吐氣透到你的面前；願你照你的大權能保存許個擬定著死的人。","bklhl":"願囚犯ê吐氣透到你ê面前；　　願你，照你ê大權能，保存hiah-ê擬定tio̍h死ê人。"}},{"book":"詩","chapter":79,"verse":12,"versions":{"unv":"主啊，願你將我們鄰邦所羞辱你的羞辱加七倍歸到他們身上。","bklcl":"Chú ah, goān Lí chiong goán keh-piah kok só͘ lêng-jio̍k Lí ê lêng-jio̍k,  Ke-thiⁿ chhit-pē, kui tī in ê sin-chiūⁿ.","tghg":"主啊，願你將阮隔壁國所凌辱你的凌辱，加添七倍歸佇𪜶的身上。","bklhl":"主ah，願你將阮隔壁國所凌辱你ê凌辱，　　加添七倍，歸tī in ê身上。"}},{"book":"詩","chapter":79,"verse":13,"versions":{"unv":"這樣，你的民，你草場的羊，要稱謝你，直到永遠；要述說讚美你的話，直到萬代。","bklcl":"Án-ni goán chòe Lí ê peh-sìⁿ, Lí ê chháu-tiûⁿ ê iûⁿ-ê,  Beh kám-siā Lí kàu éng-oán;  Beh o-ló Lí ê miâ kàu bān sè-tāi.","tghg":"按呢，阮做你的百姓，你的草場的羊者，欲感謝你到永遠；欲謳咾你的名，到萬世代。","bklhl":"Án-ni阮做你ê百姓，你ê草場ê羊ê，　　Beh感謝你到永遠；　　Beh o-ló你ê名到萬世代。"}}]