[{"book":"詩","chapter":10,"verse":1,"versions":{"unv":"耶和華啊，你為甚麼站在遠處？在患難的時候為甚麼隱藏？","bklcl":"Iâ-hô-hoa ah, Lí siáⁿ-sū hn̄g-hn̄g teh khiā?  Tī hoān-lān ê sî, Lí siáⁿ-sū tiàm-ba̍t?","tghg":"耶和華啊，你啥事遠遠啲徛？佇患難的時你啥事踮密？","bklhl":"耶和華ah，你啥事遠遠teh khiā？　　Tī患難ê時，你啥事tiàm密？"}},{"book":"詩","chapter":10,"verse":2,"versions":{"unv":"惡人在驕橫中把困苦人追得火急；願他們陷在自己所設的計謀裡。","bklcl":"Pháiⁿ-lâng tī kiau-ngō͘ ê tiong-kan, tui-jip khùn-khó͘ ê lâng chin kín-kip,  Goān in hām-lo̍h tī ka-kī só͘ siat ê kè-bô͘.","tghg":"歹人佇驕傲的中間追趇(jip)困苦的人真緊急；願𪜶陷落佇家己所設的計謀。","bklhl":"Pháiⁿ人tī驕傲ê中間，追jip困苦ê人真緊急，　　願in陷落tī家己所設ê計謀。"}},{"book":"詩","chapter":10,"verse":3,"versions":{"unv":"因為惡人以心願自誇；貪財的背棄耶和華，並且輕慢他（或譯：他祝福貪財的，卻輕慢耶和華）。","bklcl":"Pháiⁿ-lâng khoa-kháu i ê sim só͘ ài,  Tham--sim--ê khì-sak Iâ-hô-hoa, koh bú-bān I.","tghg":"歹人誇口伊的心所愛；貪心者棄拺耶和華，閣侮慢伊。","bklhl":"Pháiⁿ人誇口伊ê心所ài，　　貪心ê棄sak耶和華，koh侮慢伊。"}},{"book":"詩","chapter":10,"verse":4,"versions":{"unv":"惡人面帶驕傲，說：耶和華必不追究；他一切所想的都以為沒有　神。","bklcl":"Pháiⁿ-lâng bīn tài kiau-ngō͘, kóng, I bô-beh kiù-khàm;  I só͘ siūⁿ--ê lóng lia̍h-chòe bô Siōng-tè.","tghg":"歹人面帶驕傲，講：伊無欲究勘(kiù-khàm)；伊所想的攏掠做無上帝。","bklhl":"Pháiⁿ人面tài驕傲，講，伊無beh究勘；　　伊所想ê lóng掠做無上帝。"}},{"book":"詩","chapter":10,"verse":5,"versions":{"unv":"凡他所做的，時常穩固；你的審判超過他的眼界。至於他一切的敵人，他都向他們噴氣。","bklcl":"Kìⁿ-nā i só͘ kiâⁿ--ê siông-siông ún-tàng;  Lí ê sím-phòaⁿ pôaⁿ-kè i ê gán-kài;  Lūn-kàu i it-chhè ê tùi-te̍k, i lóng biáu-sī in.","tghg":"見若伊所行的，常常穩當；你的審判𨃟過伊的眼界。論到伊一切的對敵，伊攏藐視𪜶。","bklhl":"見若伊所行ê常常穩當；　　你ê審判pôaⁿ過伊ê gán-kài；　　論到伊一切ê對敵，伊lóng藐視in。"}},{"book":"詩","chapter":10,"verse":6,"versions":{"unv":"他心裡說：我必不動搖，世世代代不遭災難。","bklcl":"I sim-lāi kóng, Góa tek-khak bōe iô-choah,  Tāi-tāi bōe tú-tio̍h chai-lān.","tghg":"伊心內講：我的確𣍐搖泏(iô-choah)，代代𣍐抵著(tú-tio̍h)災難。","bklhl":"伊心內講，我的確bōe搖choah，代代bōe tú-tio̍h災難。"}},{"book":"詩","chapter":10,"verse":7,"versions":{"unv":"他滿口是咒罵、詭詐、欺壓，舌底是毒害、奸惡。","bklcl":"I ê chhùi móa-móa chiù-mē, kan-chà, khi-ap;  I ê chi̍h-ē ok-to̍k, hu-ké.","tghg":"伊的嘴滿滿咒罵、奸詐、欺壓，伊的舌下惡毒、虛假。","bklhl":"伊ê嘴滿滿咒罵，奸詐，欺壓；　　伊ê舌下惡毒，虛假。"}},{"book":"詩","chapter":10,"verse":8,"versions":{"unv":"他在村莊埋伏等候；他在隱密處殺害無辜的人。他的眼睛窺探無倚無靠的人；","bklcl":"I tī hiuⁿ-chhng bâi-ho̍k ê só͘-chāi chē-teh;  I tī ún-ba̍t ê só͘-chāi hāi-sí bô chōe ê lâng,  I ê ba̍k-chiu àm-chīⁿ ti̍t-ti̍t siòng bô i-óa ê lâng.","tghg":"伊佇鄉村(hiuⁿ-chhng)埋伏的所在坐啲；伊佇隱密的所在害死無罪的人。伊的目睭暗靜直直相無依倚的人；","bklhl":"伊tī鄉村埋伏ê所在坐teh；　　伊tī隱密ê所在害死無罪ê人，　　伊ê目睭暗靜直直siòng無依óa ê人。"}},{"book":"詩","chapter":10,"verse":9,"versions":{"unv":"他埋伏在暗地，如獅子蹲在洞中。他埋伏，要擄去困苦人；他拉網，就把困苦人擄去。","bklcl":"I bâi-ho̍k tī àm-chīⁿ ê só͘-chāi,  chhin-chhiūⁿ sai bih tī i ê hia̍t;  I bâi-ho̍k beh lia̍h sòng-hiong lâng;  Ēng bāng ûi sòng-hiong lâng, lâi lia̍h--tio̍h i.","tghg":"伊埋伏佇暗靜的所在，親像獅匿佇伊的穴。伊埋伏，欲掠喪鄉人；用網圍喪鄉人，來掠著伊。","bklhl":"伊埋伏tī暗靜ê所在，親像獅bih tī伊ê穴；　　伊埋伏beh掠sòng-hiong人；　　用網圍sòng-hiong人，來掠tio̍h伊。"}},{"book":"詩","chapter":10,"verse":10,"versions":{"unv":"他屈身蹲伏，無倚無靠的人就倒在他爪牙（爪牙：或譯強暴人）之下。","bklcl":"I khut-sin phak--teh,  Bô i-óa ê lâng chiū tó tī i jiáu-gê--ê ē-bīn.","tghg":"伊屈身仆啲，無依倚的人就倒佇伊爪牙的下面。","bklhl":"伊屈身仆teh，　　無依óa ê人就倒tī伊jiáu-gê-ê下面。"}},{"book":"詩","chapter":10,"verse":11,"versions":{"unv":"他心裡說：　神竟忘記了；他掩面永不觀看。","bklcl":"I sim-lāi kóng, Siōng-tè bōe-kì-tit;  Ng I ê bīn; éng-oán bô khòaⁿ-kìⁿ.","tghg":"伊心內講：上帝𣍐記得；掩伊的面永遠無看見。","bklhl":"伊心內講，上帝bōe記得；　　掩伊ê面；永遠無看見。"}},{"book":"詩","chapter":10,"verse":12,"versions":{"unv":"耶和華啊，求你起來！　神啊，求你舉手，不要忘記困苦人！","bklcl":"Iâ-hô-hoa ah, kiû Lí khí--lâi;  Siōng-tè ah, kia̍h-khí Lí ê chhiú;  M̄-thang bōe kì-tit sòng-hiong-lâng.","tghg":"耶和華啊，求你起來！上帝啊，攑起你的手，呣通𣍐記得喪鄉人！","bklhl":"耶和華ah，求你起來；上帝ah，kia̍h起你ê手；　　M̄-thang bōe記得sòng-hiong人。"}},{"book":"詩","chapter":10,"verse":13,"versions":{"unv":"惡人為何輕慢　神，心裡說：你必不追究？","bklcl":"Pháiⁿ-lâng siáⁿ-sū biáu-sī Siōng-tè,  Sim-lāi kóng, Lí bô beh kun-kiù?","tghg":"歹人啥事藐視上帝，心內講；你無欲根究？","bklhl":"Pháiⁿ人啥事藐視上帝，　　心內講，你無beh根究？"}},{"book":"詩","chapter":10,"verse":14,"versions":{"unv":"其實你已經觀看；因為奸惡毒害，你都看見了，為要以手施行報應。無倚無靠的人把自己交託你；你向來是幫助孤兒的。","bklcl":"Lí í-keng khòaⁿ-kìⁿ; in-ūi ok-to̍k oàn-tò͘, Lí lóng kàm-chhat, beh ēng Lí ê chhiú pò-èng;  Bô i-óa ê lâng, chiong pún-sin kau-tài Lí;  Lí sī pang-chān bô pē ê kiáⁿ--ê.","tghg":"你已經看見；因為惡毒怨妒，你攏鑑察，欲用你的手報應。無依倚的人將本身交代你；你是幫助無父的子者。","bklhl":"你已經看見；　　因為惡毒怨妒，你lóng鑑察，　　Beh用你ê手報應；　　無依óa ê人，將本身交帶你；　　你是幫贊無父ê kiáⁿ-ê。"}},{"book":"詩","chapter":10,"verse":15,"versions":{"unv":"願你打斷惡人的膀臂；至於壞人，願你追究他的惡，直到淨盡。","bklcl":"Goān Lí phah-chi̍h pháiⁿ-lâng ê chhiú-kut;  Lūn-kàu ok-lâng, goān Lí kun-kiù i ê pháiⁿ kàu thiat-tí.","tghg":"願你拍折歹人的手骨；論到惡人，願你根究伊的歹，到徹底。","bklhl":"願你phah折pháiⁿ人ê手骨；　　論到惡人，願你根究伊ê pháiⁿ到徹底。"}},{"book":"詩","chapter":10,"verse":16,"versions":{"unv":"耶和華永永遠遠為王；外邦人從他的地已經滅絕了。","bklcl":"Iâ-hô-hoa chòe ông, tùi éng-oán kàu éng-oán;  Lia̍t-pang-lâng tùi I ê tōe lóng bia̍t-bô.","tghg":"耶和華做王對永遠到永遠；列邦人對伊的地攏滅無。","bklhl":"耶和華做王，tùi永遠到永遠；　　列邦人tùi伊ê地lóng滅無。"}},{"book":"詩","chapter":10,"verse":17,"versions":{"unv":"耶和華啊，謙卑人的心願，你早已知道（原文是聽見）。你必預備他們的心，也必側耳聽他們的祈求，","bklcl":"Iâ-hô-hoa ah, khiam-pi ê lâng ê sim-goān, Lí í-keng thiaⁿ-kìⁿ;  Lí beh pī-pān in ê sim, Lí beh àⁿ hī-khang lâi thiaⁿ.","tghg":"耶和華啊，謙卑的人的心願，你已經聽見。你欲備辦𪜶的心，你欲俯耳孔來聽。","bklhl":"耶和華ah，謙卑ê人ê心願，你已經聽見；　　你beh備辦in ê心，你beh àⁿ耳孔來聽。"}},{"book":"詩","chapter":10,"verse":18,"versions":{"unv":"為要給孤兒和受欺壓的人伸冤，使強橫的人不再威嚇他們。","bklcl":"Beh thòe bô pē ê kiáⁿ, í-ki̍p siū ap-pek ê lâng, sin-oan.  Hō͘ sè-kan-lâng bô koh háng-hoah lâng.","tghg":"欲替無父的子以及受壓迫的人伸冤，互世間人無閣哄喝(háng-hoah)人。","bklhl":"Beh替無父ê kiáⁿ，以及受壓迫ê人，伸冤。　　Hō͘世間人無koh háng-hoah人。"}}]