[{"book":"詩","chapter":19,"verse":1,"versions":{"unv":"（大衛的詩，交與伶長。）諸天述說　神的榮耀；穹蒼傳揚他的手段。","bklcl":"Tāi-pi̍t ê si; kau hō͘ Ga̍k-koaⁿ.1)\tChiah-ê thiⁿ kóng-khí Siōng-tè ê êng-kng,  Kiong-chhong pò-iông I ê chhiú só͘ chòe--ê.","tghg":"〔大衛的詩，交互樂官。〕諸個天講起上帝的榮光；穹蒼報揚伊的手所做的。","bklhl":"大衛ê詩；交hō͘樂官。1) Chiah-ê天講起上帝ê榮光，　　穹蒼報揚伊ê手所做ê。"}},{"book":"詩","chapter":19,"verse":2,"versions":{"unv":"這日到那日發出言語；這夜到那夜傳出知識。","bklcl":"Chit-ji̍t tùi hit-ji̍t hoat-chhut giân-gú,  Chit-mî tùi hit-mî thoân-chhut chai-bat.","tghg":"此日對彼日發出言語；此暝對彼暝傳出知識。","bklhl":"Chit日tùi hit日發出言語，　　Chit暝tùi hit暝傳出知識。"}},{"book":"詩","chapter":19,"verse":3,"versions":{"unv":"無言無語，也無聲音可聽。","bklcl":"Bô giân bô gú;  In ê siaⁿ bô thang thiaⁿ-kìⁿ.","tghg":"無言無語，𪜶的聲無通聽見。","bklhl":"無言無語；　　In ê聲無thang聽見。"}},{"book":"詩","chapter":19,"verse":4,"versions":{"unv":"它的量帶通遍天下，它的言語傳到地極。　神在其間為太陽安設帳幕；","bklcl":"In ê chún-chîn piàn tī thiⁿ-ē,  In ê giân-gú kàu tī tōe-ke̍k.  Siōng-tè tī in tiong-kan ūi-tio̍h ji̍t-thâu an-tì tiùⁿ-pâng.","tghg":"𪜶的準繩遍佇天下，𪜶的言語到佇地極。上帝佇𪜶中間為著日頭安置帳房(tiùⁿ-pâng)；","bklhl":"In ê準繩遍tī天下，　　In ê言語到tī地極。　　上帝tī in中間為tio̍h日頭安置帳房。"}},{"book":"詩","chapter":19,"verse":5,"versions":{"unv":"太陽如同新郎出洞房，又如勇士歡然奔路。","bklcl":"Ji̍t-thâu chhin-chhiūⁿ sin-kiáⁿ-sài chhut i ê pâng,  Ia̍h chhin-chhiūⁿ béng-ióng ê lâng hoaⁿ-hí cháu i ê lō͘.","tghg":"日頭親像新子婿出伊的房，亦親像猛勇的人歡喜走伊的路。","bklhl":"日頭親像新kiáⁿ婿出伊ê房，　　亦親像猛勇ê人歡喜走伊ê路。"}},{"book":"詩","chapter":19,"verse":6,"versions":{"unv":"它從天這邊出來，繞到天那邊，沒有一物被隱藏不得它的熱氣。","bklcl":"I tùi thiⁿ ê chit-pêng chhut,  Se̍h kàu thiⁿ ê hit-pêng;  Bô chi̍t-hāng-mi̍h khǹg-ba̍t, bô tit-tio̍h i ê jia̍t-khì.","tghg":"伊對天的此旁出，踅到天的彼旁，無一項物囥密，無得著伊的熱氣。","bklhl":"伊tùi天ê chit-pêng出，　　Se̍h到天ê hit-pêng；　　無一項物khǹg密，無得tio̍h伊ê熱氣。"}},{"book":"詩","chapter":19,"verse":7,"versions":{"unv":"耶和華的律法全備，能甦醒人心；耶和華的法度確定，能使愚人有智慧。","bklcl":"Iâ-hô-hoa ê lu̍t-hoat chiâu-chn̂g, ōe hō͘ lâng ê sim-sîn oa̍h--khí-lâi;  Iâ-hô-hoa ê kan-chèng khak-si̍t, ōe hō͘ gōng-lâng ū tì-hūi.","tghg":"耶和華的律法齊全，會互人的心神活起來；耶和華的干證確實，會互戇人有智慧。","bklhl":"耶和華ê律法齊全，能hō͘人ê心神活起來；　　耶和華ê干證確實，能hō͘戇人有智慧。"}},{"book":"詩","chapter":19,"verse":8,"versions":{"unv":"耶和華的訓詞正直，能快活人的心；耶和華的命令清潔，能明亮人的眼目。","bklcl":"Iâ-hô-hoa ê kà-sī chèng-ti̍t, ōe hō͘ lâng ê sim hoaⁿ-hí;  Iâ-hô-hoa ê bēng-lēng chheng-kiat, ōe hō͘ lâng ê ba̍k-chiu kng-bêng.","tghg":"耶和華的教示正直，會互人的心歡喜；耶和華的命令清潔，會互人的目睭光明。","bklhl":"耶和華ê教示正直，能hō͘人ê心歡喜；　　耶和華ê命令清潔，能hō͘人ê目睭光明。"}},{"book":"詩","chapter":19,"verse":9,"versions":{"unv":"耶和華的道理潔淨，存到永遠；耶和華的典章真實，全然公義─","bklcl":"Keng-ùi Iâ-hô-hoa ê tō-lí sī chheng-khì, éng-oán chûn-chāi;  Iâ-hô-hoa ê phòaⁿ-toàn chin-si̍t, it-khài sī kong-gī.","tghg":"敬畏耶和華的道理是清氣，永遠存在；耶和華的判斷真實，一概是公義","bklhl":"敬畏耶和華ê道理是清氣，永遠存在；　　耶和華ê判斷真實，一概是公義。"}},{"book":"詩","chapter":19,"verse":10,"versions":{"unv":"都比金子可羨慕，且比極多的精金可羨慕；比蜜甘甜，且比蜂房下滴的蜜甘甜。","bklcl":"Pí kim, pí chōe-chōe hó kim, khah thang him-bō͘;  Pí bi̍t, pí phang-pâng tih--lo̍h-lâi ê bi̍t khah-tiⁿ.","tghg":"——比金，比多多好金卡通欣慕；比蜜，比蜂房滴落來的蜜卡甜。","bklhl":"比金，比chōe-chōe好金，khah thang欣慕；　　比蜜，比蜂房滴落來ê蜜khah甜。"}},{"book":"詩","chapter":19,"verse":11,"versions":{"unv":"況且你的僕人因此受警戒，守著這些便有大賞。","bklcl":"Koh Lí ê lô͘-po̍k tùi chiah-ê siū kéng-kài;  Siú chiah-ê ū tōa siúⁿ-sù.","tghg":"閣你的奴僕對諸個受警戒，守諸個有大賞賜。","bklhl":"Koh你ê奴僕tùi chiah ê受警戒；　　守chiah ê有大賞賜。"}},{"book":"詩","chapter":19,"verse":12,"versions":{"unv":"誰能知道自己的錯失呢？願你赦免我隱而未現的過錯。","bklcl":"Chī-chūi ōe chai i ê sit-chhò ah?  Kiû Lí tû--khì góa àm-chīⁿ ê kè-sit.","tghg":"是誰會知伊的失錯啊？求你除去我暗靜的過失。","bklhl":"Chī-chūi會知伊ê失錯ah？　　求你除去我暗靜ê過失。"}},{"book":"詩","chapter":19,"verse":13,"versions":{"unv":"求你攔阻僕人不犯任意妄為的罪，不容這罪轄制我，我便完全，免犯大罪。","bklcl":"Kiû Lí chó͘-chí Lí ê lô͘-po̍k, bô kò͘-ì hoān-chōe;  M̄-chún hit ê chōe-ok koán-hat góa;  Góa chiū oân-choân, bián hoān tōa-chōe.","tghg":"求你阻止你的奴僕無故意犯罪，呣准彼個罪惡管轄我，我就完全，免犯大罪。","bklhl":"求你阻止你ê奴僕，無故意犯罪；　　M̄准hit ê罪惡管轄我；　　我就完全，免犯大罪。"}},{"book":"詩","chapter":19,"verse":14,"versions":{"unv":"耶和華─我的磐石，我的救贖主啊，願我口中的言語、心裡的意念在你面前蒙悅納。","bklcl":"Iâ-hô-hoa góa ê chio̍h-pôaⁿ, kiù-sio̍k góa ê Chú ah;  Goān góa ê chhùi só͘ kóng--ê, sim só͘ siūⁿ--ê, tī Lí ê bīn-chêng tit-tio̍h chiap-la̍p.","tghg":"耶和華──我的石磐，救贖我的主啊，願我的嘴所講的、心所想的佇你的面前得著接納。","bklhl":"耶和華我ê石磐，救贖我ê主ah；　　願我ê嘴所講ê，心所想ê，tī你ê面前得tio̍h接納。"}}]