[{"book":"詩","chapter":65,"verse":1,"versions":{"unv":"（大衛的詩歌，交與伶長。）　神啊，錫安的人都等候讚美你；所許的願也要向你償還。","bklcl":"Tāi-pi̍t ê si-koa,  kau hō͘ Ga̍k-koaⁿ.1)\tSiōng-tè ah, tī Sek-an ū lâng o-ló teh thèng-hāu Lí;  Ia̍h beh tùi Lí siā só͘ hē ê goān.","tghg":"〔大衛的詩歌，交互樂官。〕上帝啊，佇錫安有人謳咾啲聽候你；亦欲對你謝所下(hē)的願。","bklhl":"大衛ê詩歌，交hō͘樂官。1) 上帝ah，tī錫安有人o-ló teh thèng候你；　　亦beh對你謝所hē ê願。"}},{"book":"詩","chapter":65,"verse":2,"versions":{"unv":"聽禱告的主啊，凡有血氣的都要來就你。","bklcl":"Thiaⁿ lâng kî-tó ê Chú ah,  Kìⁿ ū hiat-khì-ê lóng beh chiū-kūn Lí.","tghg":"聽人祈禱的主啊，見有血氣的攏欲就近你。","bklhl":"聽人祈禱ê主ah，　　見有血氣ê lóng beh就近你。"}},{"book":"詩","chapter":65,"verse":3,"versions":{"unv":"罪孽勝了我；至於我們的過犯，你都要赦免。","bklcl":"Chōe-ok khah-iâⁿ góa;  Lūn-kàu goán ê kè-sit, Lí lóng beh sià-bián.","tghg":"罪惡卡贏我；論到阮的過失，你攏欲赦免。","bklhl":"罪惡khah贏我；　　論到阮ê過失，你lóng beh赦免。"}},{"book":"詩","chapter":65,"verse":4,"versions":{"unv":"你所揀選、使他親近你、住在你院中的，這人便為有福！我們必因你居所、你聖殿的美福知足了。","bklcl":"Lí só͘ kéng-soán, hō͘ i chhin-kūn Lí,  Tiàm tī Lí ê īⁿ-lāi--ê, chit-hō lâng ū hok-khì;  Goán beh in-ūi Lí ê chhù, Lí ê sèng-tiān ê hok-khì,  Lâi sim-móa ì-chiok.","tghg":"你所揀選(kéng-soán)、互伊親近你、踮佇你的院內者，此號人有福氣！阮欲因為你的厝、你的聖殿的福氣來心滿意足。","bklhl":"你所揀選，hō͘伊親近你，　　Tiàm tī你ê院內ê，chit號人有福氣；　　阮beh因為你ê厝，你ê聖殿ê福氣，　　來心滿意足。"}},{"book":"詩","chapter":65,"verse":5,"versions":{"unv":"拯救我們的　神啊，你必以威嚴秉公義應允我們；你本是一切地極和海上遠處的人所倚靠的。","bklcl":"Kiù goán ê Siōng-tè ah,  Lí beh ēng ui-giâm, péng kong-gī lâi ìn goán;  Lí sī tōe-ke̍k kap hái-bīn hn̄g-hn̄g ê lâng,  Lóng-chóng só͘ óa-khò--ê.","tghg":"救阮的上帝啊，你欲用威嚴秉公義來應阮；你是地極及海面遠遠的人攏總所倚靠者。","bklhl":"救阮ê上帝ah，　　你beh用威嚴，秉公義來應阮；　　你是地極kap海面遠遠ê人，　　Lóng總所óa靠ê。"}},{"book":"詩","chapter":65,"verse":6,"versions":{"unv":"他既以大能束腰，就用力量安定諸山，","bklcl":"I í-keng ēng tōa koân-lêng hâ-io;  Chiū ēng I ê khùi-la̍t an-tiāⁿ chiah-ê soaⁿ.","tghg":"伊已經用大權能縖腰，就用伊的氣力安定諸個山。","bklhl":"伊已經用大權能縖腰；　　就用伊ê氣力安定chiah ê山。"}},{"book":"詩","chapter":65,"verse":7,"versions":{"unv":"使諸海的響聲和其中波浪的響聲，並萬民的喧嘩，都平靜了。","bklcl":"Chiah-ê hái hōa-hōa-háu, kap kî-tiong hái-éng hōa-hōa-háu,  Í-ki̍p bān peh-sìⁿ ê soan-hoa, I hō͘ in pêng-chēng.","tghg":"諸個海嘩嘩哮(hōa-hōa-háu)及其中海湧嘩嘩哮，以及萬百姓的喧嘩，伊互𪜶平靜。","bklhl":"Chiah-ê海hōa-hōa哮，kap其中海湧hōa-hōa哮，　　以及萬百姓ê 喧嘩，伊hō͘ in平靜。"}},{"book":"詩","chapter":65,"verse":8,"versions":{"unv":"住在地極的人因你的神蹟懼怕；你使日出日落之地都歡呼。","bklcl":"Khiā-khí tōe-ke̍k ê lâng in-ūi Lí ê sîn-jiah lâi kiaⁿ-hiâⁿ;  Ji̍t-chhut ji̍t-lo̍h ê só͘-chāi, Lí hō͘ in lóng hoaⁿ-hí.","tghg":"徛起地極的人因為你的神蹟來驚惶；日出日落的所在你互𪜶攏歡喜。","bklhl":"Khiā起地極ê人因為你ê神跡來驚惶；　　日出日落ê所在，你hō͘ in lóng歡喜。"}},{"book":"詩","chapter":65,"verse":9,"versions":{"unv":"你眷顧地，降下透雨，使地大得肥美。　神的河滿了水；你這樣澆灌了地，好為人預備五穀。","bklcl":"Lí koàn-kò͘ thó͘-tōe, lo̍h hō͘ koàn-ak i, hō͘ i chin-pûi;  Siōng-tè ê hô, i ê chúi móa-móa;  Lí án-ni pī-pān thó͘-tōe, chiū-sī thòe lâng pī-pān gō͘-kak.","tghg":"你眷顧土地，落雨灌沃伊，互伊真肥。上帝的河，伊的水滿滿；你按呢備辦土地，就是替人備辦五穀。","bklhl":"你眷顧土地，落雨灌ak伊，hō͘伊真肥；　　上帝ê河，伊ê水滿滿；　　你án-ni備辦土地，就是替人備辦五穀。"}},{"book":"詩","chapter":65,"verse":10,"versions":{"unv":"你澆透地的犁溝，潤平犁脊，降甘霖，使地軟和；其中發長的，蒙你賜福。","bklcl":"Lí koàn-ak chhân-hn̂g, móa i ê kau, siu pîⁿ i ê lêng;  Lo̍h hó ê hō͘-chúi, hō͘ thó͘-tōe nńg-nńg;  Kî-tiong só͘ hoat-siⁿ--ê tit-tio̍h Lí sù-hok.","tghg":"你灌沃田園滿伊的溝，修平伊的稜，落好的雨水，互土地軟軟；其中所發生的，得著你賜福。","bklhl":"你灌ak田園，滿伊ê溝，修平伊ê稜；　　落好ê雨水，hō͘土地軟軟；　　其中所發生ê得tio̍h你賜福。"}},{"book":"詩","chapter":65,"verse":11,"versions":{"unv":"你以恩典為年歲的冠冕；你的路徑都滴下脂油，","bklcl":"Lí ēng Lí ê un-tián chòe nî-tang ê bián-liû,  Lí ê lō͘-kèng lóng ū iû teh tih.","tghg":"你用你的恩典做年冬的冕旒；你的路徑攏有油啲滴。","bklhl":"你用你ê恩典做年冬ê冕旒，　　你ê路徑lóng有油teh滴。"}},{"book":"詩","chapter":65,"verse":12,"versions":{"unv":"滴在曠野的草場上。小山以歡樂束腰；","bklcl":"Tih tī khòng-iá ê chháu-po͘;  Soaⁿ-thâu ēng hoaⁿ-hí chòe-tòa lâi hâ.","tghg":"滴佇曠野的草埔。山頭用歡喜做帶來縖；","bklhl":"滴tī曠野ê草埔；　　山頭用歡喜做帶來hâ。"}},{"book":"詩","chapter":65,"verse":13,"versions":{"unv":"草場以羊群為衣；谷中也長滿了五穀。這一切都歡呼歌唱。","bklcl":"Chháu-po͘ ēng iûⁿ-kûn chòe saⁿ lâi chhēng;  Soaⁿ-kok ēng gō͘-kak chòe moa  lâi khàm;  In lóng hoaⁿ-hí chhut-siaⁿ, lâi gîm-si.","tghg":"草埔用羊群做衫來穿；山谷用五穀做𧜞(moa)來蓋(khàm)。𪜶攏歡喜出聲來吟詩。","bklhl":"草埔用羊群做衫來穿；　　山谷用五穀做moa來蓋；　　In lóng歡喜出聲，來吟詩。"}}]