[{"book":"詩","chapter":11,"verse":1,"versions":{"unv":"（大衛的詩，交與伶長。）我是投靠耶和華；你們怎麼對我說：你當像鳥飛往你的山去。","bklcl":"Tāi-pi̍t ê si, kau hō͘ Ga̍k-koaⁿ.1)\tGóa sī óa-khò Iâ-hô-hoa;  Lín siáⁿ-sū tùi góa ê sîn-hûn kóng,  Lí tio̍h chhin-chhiūⁿ chiáu, pe--khì lín ê soaⁿ.","tghg":"〔大衛的詩，交互樂官。〕我是倚靠耶和華；恁啥事對我的神魂講：你著親像鳥飛去恁的山。","bklhl":"大衛ê詩，交hō͘樂官。1) 我是óa靠耶和華；　　Lín啥事tùi我ê神魂講，　　你tio̍h親像鳥，飛去lín ê山。"}},{"book":"詩","chapter":11,"verse":2,"versions":{"unv":"看哪，惡人彎弓，把箭搭在弦上，要在暗中射那心裡正直的人。","bklcl":"Khòaⁿ ah, pháiⁿ-lâng tiuⁿ keng,  An in ê chìⁿ tī keng-hiân,  Beh àm-chīⁿ siā sim-lāi chèng-ti̍t ê lâng.","tghg":"看啊，歹人張弓，安𪜶的箭佇弓弦，欲暗靜射心內正直的人。","bklhl":"看ah，pháiⁿ人張弓，　　安in ê箭tī弓絃，　　Beh暗靜射心內正直ê人。"}},{"book":"詩","chapter":11,"verse":3,"versions":{"unv":"根基若毀壞，義人還能做甚麼呢？","bklcl":"Tōe-ki nā tó-hoāi,  Gī-lâng iáu ōe chòe sím-mi̍h?","tghg":"地基若倒壞，義人猶會做甚麼？","bklhl":"地基若倒壞，　　義人iáu會做甚麼？"}},{"book":"詩","chapter":11,"verse":4,"versions":{"unv":"耶和華在他的聖殿裡；耶和華的寶座在天上；他的慧眼察看世人。","bklcl":"Iâ-hô-hoa tī I ê sèng-tiān,  Iâ-hô-hoa ê pó-chō tī thiⁿ--nih;  I ê ba̍k-chiu teh khòaⁿ,  I ê ba̍k-chiu kàm-chhat sè-kan-lâng.","tghg":"耶和華佇伊的聖殿；耶和華的寶座佇天裡；伊的目睭啲看，伊的目睭鑑察世間人。","bklhl":"耶和華tī伊ê聖殿，　　耶和華ê寶座tī天裡；　　伊ê目睭teh看，伊ê目睭鑑察世間人。"}},{"book":"詩","chapter":11,"verse":5,"versions":{"unv":"耶和華試驗義人；惟有惡人和喜愛強暴的人，他心裡恨惡。","bklcl":"Iâ-hô-hoa chhì-giām gī-lâng,  to̍k-to̍k pháiⁿ-lâng kap ài kiông-pō--ê, I ê sim oàn-hūn i.","tghg":"耶和華試驗義人；獨獨歹人及愛強暴者，伊的心怨恨伊。","bklhl":"耶和華試驗義人，　　獨獨pháiⁿ人kap ài強暴ê，伊ê心怨恨伊。"}},{"book":"詩","chapter":11,"verse":6,"versions":{"unv":"他要向惡人密布網羅；有烈火、硫磺、熱風，作他們杯中的分。","bklcl":"I beh chiong lô-bāng pha tī pháiⁿ-lâng ê sin-chiūⁿ;  Ū hé-iām, jiû-n̂g, kap jia̍t-jia̍t ê hong, chòe in poe-tiong ê hūn-gia̍h.","tghg":"伊欲將羅網拋佇歹人的身上；有火焰、硫磺，及熱熱的風，做𪜶杯中的份額。","bklhl":"伊beh將羅網拋tī pháiⁿ人ê身上；　　有火燄、硫磺，kap熱熱ê風，做in杯中ê份額。"}},{"book":"詩","chapter":11,"verse":7,"versions":{"unv":"因為耶和華是公義的，他喜愛公義；正直人必得見他的面。","bklcl":"In-ūi Iâ-hô-hoa sī kong-gī;  I hoaⁿ-hí kong-gī,  Chèng-ti̍t ê lâng beh kìⁿ-tio̍h I ê bīn.","tghg":"因為耶和華是公義，伊歡喜公義；正直的人欲見著伊的面。","bklhl":"因為耶和華是公義；伊歡喜公義。　　正直ê人beh見tio̍h伊ê面。"}}]