[{"book":"詩","chapter":32,"verse":1,"versions":{"unv":"（大衛的訓誨詩。）得赦免其過、遮蓋其罪的，這人是有福的！","bklcl":"Tāi-pi̍t  ê kà-sī ê si.1)\tKè-sit tit-tio̍h sià-bián, chōe-kòa tit-tio̍h jia-khàm--ê, che lâng ū hok-khì.","tghg":"〔大衛的教示的詩。〕過失得著赦免，罪過得著遮蓋(jia-khàm)者，這人有福氣！","bklhl":"大衛ê教示ê詩。1)\t過失得tio̍h赦免，罪過得tio̍h遮蓋ê，這人有福氣。"}},{"book":"詩","chapter":32,"verse":2,"versions":{"unv":"凡心裡沒有詭詐、耶和華不算為有罪的，這人是有福的！","bklcl":"Iâ-hô-hoa bô sǹg i chòe ū chōe,  I ê sim bô kan-chà--ê, che lâng ū hok-khì.","tghg":"耶和華無算伊做有罪，伊的心無奸詐者，這人有福氣！","bklhl":"耶和華無算伊做有罪，伊ê心無奸詐ê，這人有福氣。"}},{"book":"詩","chapter":32,"verse":3,"versions":{"unv":"我閉口不認罪的時候，因終日唉哼而骨頭枯乾。","bklcl":"Góa chēng-chēng ê sî, góa ê kut-thâu ko͘-tâ;  In-ūi góa thong-ji̍t tōa-siaⁿ háu.","tghg":"我靜靜的時，我的骨頭枯焦。因為我通日大聲哮。","bklhl":"我靜靜ê時，我ê骨頭枯焦；   因為我thong日大聲哮。"}},{"book":"詩","chapter":32,"verse":4,"versions":{"unv":"黑夜白日，你的手在我身上沉重；我的精液耗盡，如同夏天的乾旱。（細拉）","bklcl":"In-ūi mî-ji̍t Lí ê chhiú tāng-tāng chhi̍h góa;  Góa ê cheng-e̍k pìⁿ chhin-chhiūⁿ hē-thiⁿ ê ta-sò.  [Sè-la̍h","tghg":"因為暝日，你的手重重扼我；我的精液，變親像夏天的乾燥。（細拉）","bklhl":"因為暝日你ê手重重chhi̍h我；   我ê精液變親像夏天ê乾燥。[Sè-la̍h]"}},{"book":"詩","chapter":32,"verse":5,"versions":{"unv":"我向你陳明我的罪，不隱瞞我的惡。我說：我要向耶和華承認我的過犯，你就赦免我的罪惡。（細拉）","bklcl":"Góa tùi Lí pâi-lia̍t góa ê chōe-kòa, bô ún-môa góa ê chōe-ok;  Góa kóng, Góa beh tùi Iâ-hô-hoa sêng-jīn góa ê kè-sit;  Lí chiū sià-bián góa hoān-hoat ê chōe.\t[Sè-la̍h","tghg":"我對你排列我的罪過，無隱瞞我的罪惡。我講：我欲對耶和華承認我的過失，你就赦免我犯法的罪。（細拉）","bklhl":"我對你排列我ê罪過，無隱瞞我ê罪惡；  我講，我beh對耶和華承認我ê過失；  你就赦免我犯法ê罪。[Sè-la̍h]"}},{"book":"詩","chapter":32,"verse":6,"versions":{"unv":"為此，凡虔誠人都當趁你可尋找的時候禱告你；大水泛溢的時候，必不能到他那裡。","bklcl":"In-ūi án-ni, kìⁿ-nā khiân-sêng ê lâng, tī thang chhē--tio̍h Lí ê sî, tio̍h kî-tó Lí.  Tōa-chúi hoàn-lām ê sî, tek-khak bōe kàu i hia.","tghg":"因為按呢，見若虔誠的人佇通尋著你的時著祈禱你；大水氾濫的時，的確𣍐到伊遐。","bklhl":"因為án-ni，見若虔誠ê人，tī thang chhē-tio̍h你ê時，tio̍h祈禱你。   大水氾濫ê時，的確bōe到伊hia。"}},{"book":"詩","chapter":32,"verse":7,"versions":{"unv":"你是我藏身之處；你必保佑我脫離苦難，以得救的樂歌四面環繞我。（細拉）","bklcl":"Lí sī góa siám-bih ê só͘-chāi;  Lí beh pì-iū góa thoat-lī kan-khó͘;  Lí beh ēng tit-kiù ê koa sì-bīn ûi góa.\t[Sè-la̍h","tghg":"你是我閃匿的所在；你欲庇佑我脫離艱苦，你欲用得救的歌四面圍我。（細拉）","bklhl":"你是我閃bih ê所在；你beh庇佑我脫離艱苦；   你beh用得救ê歌四面圍我。[Sè-la̍h]"}},{"book":"詩","chapter":32,"verse":8,"versions":{"unv":"我要教導你，指示你當行的路；我要定睛在你身上勸戒你。","bklcl":"Góa beh kà-sī lí, chí-sī lí eng-kai kiâⁿ ê lō͘;  Góa beh chù-ba̍k khòaⁿ lí, lâi khoàn-kài lí.","tghg":"我欲教示你，指示你應該行的路；我欲注目看你來勸戒你。","bklhl":"我beh教示你，指示你應該行ê路；   我beh注目看你，來勸解你。"}},{"book":"詩","chapter":32,"verse":9,"versions":{"unv":"你不可像那無知的騾馬，必用嚼環轡頭勒住牠；不然，就不能馴服。","bklcl":"M̄-thang chhin-chhiūⁿ bé, lô, in bô tì-sek;  Tio̍h ēng bé-ka-kiuⁿ bé-le̍k-soh iok-sok--in,  Nā bô, in chiū m̄ óa-kūn lí.","tghg":"呣通親像馬、騾，𪜶無智識，著用馬咬韁(bé-kā-kiuⁿ)馬勒索(bé-le̍k-soh)約束𪜶；若無，𪜶就呣倚近你。","bklhl":"M̄-thang親像bé，lô，in無知識；   Tio̍h用bé-ka-kiuⁿ bé-le̍k-soh約束in，   若無，in就m̄ óa近你。"}},{"book":"詩","chapter":32,"verse":10,"versions":{"unv":"惡人必多受苦楚；惟獨倚靠耶和華的必有慈愛四面環繞他。","bklcl":"Pháiⁿ-lâng siū chōe-chōe khó͘-lān;  to̍k-to̍k óa-khò Iâ-hô-hoa ê lâng beh ū chû-ài sì-bīn ûi i.","tghg":"歹人受多多苦難；獨獨倚靠耶和華的人欲有慈愛四面圍伊。","bklhl":"Pháiⁿ人受chōe-chōe苦難；   獨獨óa靠耶和華ê人beh有慈愛四面圍伊。"}},{"book":"詩","chapter":32,"verse":11,"versions":{"unv":"你們義人應當靠耶和華歡喜快樂；你們心裡正直的人都當歡呼。","bklcl":"Lín gī-lâng ah, tio̍h in-ūi Iâ-hô-hoa lâi hoaⁿ-hí khoài-lo̍k;  Sim chèng-ti̍t ê lâng ah, lín tio̍h chhut hoaⁿ-hí ê siaⁿ.","tghg":"恁義人啊，著因為耶和華來歡喜快樂；心正直的人啊，恁著出歡喜的聲。","bklhl":"Lín義人ah，tio̍h因為耶和華來歡喜快樂；   心正直ê人ah，lín tio̍h出歡喜ê聲。"}}]