[{"book":"詩","chapter":59,"verse":1,"versions":{"unv":"（掃羅打發人窺探大衛的房屋，要殺他。那時，大衛作這金詩，交與伶長。調用休要毀壞。）我的　神啊，求你救我脫離仇敵，把我安置在高處，得脫那些起來攻擊我的人。","bklcl":"Sò-lô chhe lâng khì bâi-ho̍k Tāi-pi̍t ê chhù, beh thâi--i;  hit-sî Tāi-pi̍t chòe chit ê kim ê si; kau hō͘ Ga̍k-koaⁿ; tiāu, ēng \"Bo̍h-tit húi-hoāi\".1)\tGóa ê Siōng-tè ah, kiû Lí kiù góa thoat-lī góa ê tùi-te̍k;  An-tì góa tī koâiⁿ ê só͘-chāi, tit-tio̍h thoat-lī hiah-ê khí-lâi kong-kek góa ê lâng.","tghg":"〔掃羅差人去埋伏大衛的厝，欲刣伊。彼時，大衛做此個金的詩，交互樂官。調用「莫得毀壞」。〕我的上帝啊，求你救我脫離我的對敵，安置我佇高的所在，得著脫離許個起來攻擊我的人。","bklhl":"掃羅差人去埋伏大衛ê厝，beh 刣伊；hit時大衛做chit ê金ê詩；交hō͘樂官；調用「莫得毀壞」。1) 我ê上帝ah，求你救我脫離我ê對敵；　　安置我tī高ê所在，得tio̍h脫離hiah-ê起來攻擊我ê人。"}},{"book":"詩","chapter":59,"verse":2,"versions":{"unv":"求你救我脫離作孽的人和喜愛流人血的人！","bklcl":"Kiû Lí kiù góa thoat-lī chòe-pháiⁿ ê lâng,  Koh kiù góa thoat-lī ài thâi-sí lâng ê lâng.","tghg":"求你救我脫離做歹的人，閣救我脫離愛刣死人的人！","bklhl":"求你救我脫離做pháiⁿ ê人，　　Koh救我脫離ài 刣-死人ê人。"}},{"book":"詩","chapter":59,"verse":3,"versions":{"unv":"因為，他們埋伏要害我的命；有能力的人聚集來攻擊我。耶和華啊，這不是為我的過犯，也不是為我的罪愆。","bklcl":"In-ūi in bâi-ho̍k beh hāi góa ê sìⁿ-miā;  Ū béng-lâng chū-chi̍p lâi kong-kek góa;  Iâ-hô-hoa ah, che m̄-sī in-ūi góa ê kè-sit, ia̍h m̄-sī in-ūi góa ê chōe-kòa.","tghg":"因為，𪜶埋伏欲害我的生命；有猛人聚集來攻擊我。耶和華啊，這呣是因為我的過失，亦呣是因為我的罪過。","bklhl":"因為in埋伏beh害我ê性命；　　有猛人聚集來攻擊我；　　耶和華ah，這m̄是因為我ê過失，亦m̄是因為我ê罪過。"}},{"book":"詩","chapter":59,"verse":4,"versions":{"unv":"我雖然無過，他們預備整齊，跑來攻擊我。求你興起鑒察，幫助我！","bklcl":"Góa sui-jiân bô kè-sit, in cháu lâi, pī-pān beh hāi góa;  Kiû Lí cheng-sîn khí-lâi pang-chān góa, lâi kàm-chhat.","tghg":"我雖然無過失，𪜶走來，備辦欲害我。求你精神起來幫助我，來鑑察！","bklhl":"我雖然無過失，in走來，備辦beh害我；　　求你精神起來幫贊我，來鑑察。"}},{"book":"詩","chapter":59,"verse":5,"versions":{"unv":"萬軍之　神─耶和華以色列的　神啊！求你興起，懲治萬邦！不要憐憫行詭詐的惡人！（細拉）","bklcl":"Bān-kun ê Siōng-tè Iâ-hô-hoa, chiū-sī Í-sek-lia̍t ê Siōng-tè ah,  Kiû Lí khí--lâi, pān-lí bān-kok; m̄-thang lîn-bín kìⁿ-nā kiâⁿ kan-chà ê pháiⁿ-lâng.\t[Sè-la̍h","tghg":"萬軍的上帝──耶和華就是以色列的上帝啊！求你起來，辦理萬國！呣通憐憫見若行奸詐的歹人！（細拉）","bklhl":"萬軍ê上帝耶和華，就是以色列ê上帝ah，　　求你起來，辨理萬國；m̄-thang憐憫見若行奸詐ê pháiⁿ人。[Sè-la̍h]"}},{"book":"詩","chapter":59,"verse":6,"versions":{"unv":"他們晚上轉回，叫號如狗，圍城繞行。","bklcl":"In ê-hng-sî tò--lâi, âu-kiò chhin-chhiūⁿ káu;  Tī siâⁿ--nih sì-kòe kiâⁿ.","tghg":"𪜶下昏時倒來，喉叫親像狗，佇城裡四界行。","bklhl":"In ê-hng時tò來，喉叫親像狗；　　Tī城裡四界行。"}},{"book":"詩","chapter":59,"verse":7,"versions":{"unv":"他們口中噴吐惡言，嘴裡有刀；他們說：有誰聽見？","bklcl":"In ê chhùi thò͘-chhut pháiⁿ-ōe,  Chhùi-tûn ū to.  In-ūi in kóng, Chī-chūi thiaⁿ-kìⁿ?","tghg":"𪜶的嘴吐出歹話，嘴唇有刀；因為𪜶講，是誰聽見？","bklhl":"In ê嘴吐出pháiⁿ話，嘴唇有刀。　　因為in講，Chī-chūi聽見？"}},{"book":"詩","chapter":59,"verse":8,"versions":{"unv":"但你─耶和華必笑話他們；你要嗤笑萬邦。","bklcl":"Nā-sī Lí Iâ-hô-hoa beh chhiò in,  Lí beh chhìn-chhiò lia̍t-pang.","tghg":"若是你──耶和華欲笑𪜶；你欲凊笑(chhìn-chhiò)列邦。","bklhl":"但是你耶和華beh笑in，　　你beh chhìn笑列邦。"}},{"book":"詩","chapter":59,"verse":9,"versions":{"unv":"我的力量啊，我必仰望你，因為　神是我的高臺。","bklcl":"Góa ê khùi-la̍t ah, góa beh ǹg-bāng Lí;  In-ūi Siōng-tè sī góa ê koâiⁿ-tâi.","tghg":"我的氣力啊，我欲向望你，因為上帝是我的高台(koâiⁿ-tâi)。","bklhl":"我ê氣力ah，我beh ǹg望你；　　因為上帝是我ê高台。"}},{"book":"詩","chapter":59,"verse":10,"versions":{"unv":"我的　神要以慈愛迎接我；　神要叫我看見我仇敵遭報。","bklcl":"Góa ê Siōng-tè beh ēng chû-ài ngiâ-chih góa;  Siōng-tè beh hō͘ góa khòaⁿ-kìⁿ góa ê tùi-te̍k siū pò-èng.","tghg":"我的上帝欲用慈愛迎接(ngiâ-chih)我；上帝欲互我看見我的對敵受報應。","bklhl":"我ê上帝beh用慈愛迎接我；　　上帝beh hō͘我看見我ê對敵受報應。"}},{"book":"詩","chapter":59,"verse":11,"versions":{"unv":"不要殺他們，恐怕我的民忘記。主啊，你是我們的盾牌；求你用你的能力使他們四散，且降為卑。","bklcl":"Bo̍h-tit châu-bia̍t in, kiaⁿ-kìⁿ góa ê peh-sìⁿ bōe-kì-tit;  Chú ah, goán ê tîn-pâi ah,  Kiû  Lí ēng Lí ê khùi-la̍t, hō͘ in sì-sòaⁿ, koh kàng-kē.","tghg":"莫得剿滅(châu-bia̍t)𪜶，驚見我的百姓𣍐記得。主啊，阮的盾牌啊；求你用你的氣力互𪜶四散，閣降低。","bklhl":"莫得剿滅in，驚見我ê百姓bōe記得；　　主ah，阮ê藤牌ah，　　求你用你ê氣力，hō͘ in四散，koh降低。"}},{"book":"詩","chapter":59,"verse":12,"versions":{"unv":"因他們口中的罪和嘴裡的言語，並咒罵虛謊的話，願他們在驕傲之中被纏住了。","bklcl":"In-ūi in chhùi ê chōe-kòa kap chhùi-tûn ê ōe,  Í-ki̍p in só͘ kóng ê chiù-mē kap pe̍h-chha̍t,  Goān in tī kiau-ngō͘ ê tiong-kan siū lia̍h-tio̍h.","tghg":"因為𪜶嘴的罪過及嘴唇的話，以及𪜶所講的咒罵及白賊，願𪜶佇驕傲的中間受掠著。","bklhl":"因為in嘴ê罪過kap嘴唇ê話，　　以及in所講ê咒罵kap白賊，　　願in tī驕傲ê中間受掠tio̍h。"}},{"book":"詩","chapter":59,"verse":13,"versions":{"unv":"求你發怒，使他們消滅，以致歸於無有，叫他們知道　神在雅各中間掌權，直到地極。（細拉）","bklcl":"Kiû Lí siū-khì châu-bia̍t in, châu-bia̍t in, kàu lóng bô--khì;  Hō͘ in chai Siōng-tè tī Ngá-kok ê tiong-kan chiáng-koân,  Kàu tī tōe-ke̍k.\t[Sè-la̍h","tghg":"求你受氣，剿滅𪜶，剿滅𪜶到攏無去，互𪜶知上帝佇雅各的中間掌權，到佇地極。（細拉）","bklhl":"求你受氣剿滅in，剿滅in，到lóng無去；　　Hō͘ in知上帝tī雅各ê中間掌權，　　到tī地極。[Sè-la̍h]"}},{"book":"詩","chapter":59,"verse":14,"versions":{"unv":"到了晚上，任憑他們轉回；任憑他們叫號如狗，圍城繞行。","bklcl":"In ê-hng-sî tò--lâi, âu-kiò chhin-chhiūⁿ káu;  Tī siâⁿ--nih sì-kòe kiâⁿ.","tghg":"𪜶下昏時，倒來；喉叫親像狗，佇城裡四界行。","bklhl":"In ê-hng時tò來，喉叫親像狗；　　Tī城裡四界行。"}},{"book":"詩","chapter":59,"verse":15,"versions":{"unv":"他們必走來走去，尋找食物，若不得飽就終夜在外。","bklcl":"In beh cháu-lâi cháu-khì chhē chia̍h-mi̍h;  Nā bô tit-tio̍h pá, chiū thong-mî thèng-hāu.","tghg":"𪜶欲走來走去，尋食物，若無得著飽，就通暝聽候。","bklhl":"In beh走來走去chhē食物；　　若無得tio̍h飽，就thong暝thèng候。"}},{"book":"詩","chapter":59,"verse":16,"versions":{"unv":"但我要歌頌你的力量，早晨要高唱你的慈愛；因為你作過我的高臺，在我急難的日子作過我的避難所。","bklcl":"Nā-sī góa beh chhiùⁿ-koa o-ló Lí ê khùi-la̍t,  Chá-khí-sî beh tōa-siaⁿ o-ló Lí ê chû-ài;  In-ūi Lí bat chòe góa ê koâiⁿ-tâi,  Tī hoān-lān ê ji̍t, chòe góa tô-siám ê só͘-chāi.","tghg":"若是我欲唱歌謳咾你的氣力，早起時欲大聲謳咾你的慈愛；因為你曾做我的高台，佇患難的日做我逃閃的所在。","bklhl":"但是我beh唱歌o-ló你ê氣力，　　早起時beh大聲o-ló你ê慈愛；　　因為你bat做我ê高台，　　Tī患難ê日，做我逃閃ê所在。"}},{"book":"詩","chapter":59,"verse":17,"versions":{"unv":"我的力量啊，我要歌頌你；因為　神是我的高臺，是賜恩與我的　神。","bklcl":"Góa ê khùi-la̍t ah, góa beh chhiùⁿ-koa o-ló Lí;  In-ūi Siōng-tè sī góa ê koâiⁿ-tâi, sī góa chû-ài ê Siōng-tè.","tghg":"我的氣力啊，我欲唱歌謳咾你；因為上帝是我的高台，是我慈愛的上帝。","bklhl":"我ê氣力ah，我beh唱歌o-ló你；　　因為上帝是我ê高台，是我慈愛ê上帝。"}}]