[{"book":"詩","chapter":58,"verse":1,"versions":{"unv":"（大衛的金詩，交與伶長。調用休要毀壞。）世人哪，你們默然不語，真合公義嗎？施行審判，豈按正直嗎？","bklcl":"Tāi-pi̍t  kim ê si; kau hō͘ Ga̍k-koaⁿ; tiāu, sī ēng \"Bo̍h-tit húi-hoāi\".1)\tSè-kan lâng ah, lín chēng-chēng kiám chin-chiàⁿ kóng kong-gī mah?  Lín kiám chiàu sêng-si̍t kiâⁿ sím-phòaⁿ mah?","tghg":"〔大衛金的詩，交互樂官。調是用「莫得毀壞」。〕世間人啊，恁靜靜，豈(kiám)真正講公義嗎？恁豈照誠實行審判嗎？","bklhl":"大衛金ê詩；交hō͘樂官；調是用「莫得毀壞」。1) 世間人ah，lín靜靜kiám真正講公義mah？　　Lín kiám照誠實行審判mah？"}},{"book":"詩","chapter":58,"verse":2,"versions":{"unv":"不然！你們是心中作惡；你們在地上秤出你們手所行的強暴。","bklcl":"M̄-sī, lín sī sim-lāi chòe pháiⁿ;  Lín tī tōe-chiūⁿ, ēng lín ê chhiú só͘ chòe ê kiông-pō, chhìn hō͘ lâng.","tghg":"呣是！恁是心內做歹；恁佇地上用恁的手所做的強暴秤互人。","bklhl":"M̄是，lín是心內做pháiⁿ；　　Lín tī地上，用lín ê手所做ê強暴，秤(chhìn)hō͘人。"}},{"book":"詩","chapter":58,"verse":3,"versions":{"unv":"惡人一出母胎就與　神疏遠，一離母腹便走錯路，說謊話。","bklcl":"Pháiⁿ-lâng chi̍t-ē chhut bú-thai, chiū kap Siōng-tè chhiⁿ-so͘;  Chi̍t-ē lī-khui lāu-bú ê pak-tó͘, chiū kiâⁿ chha-lō͘, kóng pe̍h-chha̍t ōe.","tghg":"歹人一下出母胎就及上帝生疏，一下離開老母的腹肚就行差路，講白賊話。","bklhl":"Pháiⁿ人一下出母胎，就kap上帝生疏；　　一下離開老母ê腹肚，就行叉路，講白賊話。"}},{"book":"詩","chapter":58,"verse":4,"versions":{"unv":"他們的毒氣好像蛇的毒氣；他們好像塞耳的聾虺，","bklcl":"In ê to̍k chhin-chhiūⁿ chôa ê to̍k,  In chhin-chhiūⁿ chhàu-hī-lâng ê to̍k-chôa that-ba̍t hī-khang;","tghg":"𪜶的毒親像蛇的毒；𪜶親像臭耳聾(chhàu-hī-lâng)的毒蛇塞密(that-ba̍t)耳孔，","bklhl":"In ê毒親像蛇ê毒，　　In親像臭耳人ê毒蛇塞密耳孔；"}},{"book":"詩","chapter":58,"verse":5,"versions":{"unv":"不聽行法術的聲音，雖用極靈的咒語也是不聽。","bklcl":"M̄-thiaⁿ khu-chôa ê lâng ê siaⁿ,  Sui-bóng gâu ūi-hû liām-chiù--ê, in ia̍h m̄-thiaⁿ.","tghg":"呣聽驅蛇的人的聲，雖莽𠢕畫符唸咒者𪜶亦呣聽。","bklhl":"M̄聽驅蛇ê人ê聲，　　雖bóng gâu畫符念咒ê，in亦m̄聽。"}},{"book":"詩","chapter":58,"verse":6,"versions":{"unv":"　神啊，求你敲碎他們口中的牙；耶和華啊，求你敲掉少壯獅子的大牙！","bklcl":"Siōng-tè ah, kiû Lí phah-chi̍h in chhùi-lāi ê khí;  Iâ-hô-hoa ah, kiû Lí phah-chi̍h sai-á-thûn ê tōa ki chhùi-khí.","tghg":"上帝啊，求你拍折(phah-chi̍h)𪜶嘴內的齒！耶和華啊，求你拍折獅仔豚的大支嘴齒！","bklhl":"上帝ah，求你phah折in嘴內ê齒；　　耶和華ah，求你phah折獅á-thûn ê大支嘴齒。"}},{"book":"詩","chapter":58,"verse":7,"versions":{"unv":"願他們消滅，如急流的水一般；他們瞅準射箭的時候，願箭頭彷彿砍斷。","bklcl":"Goān in siau-bia̍t chhin-chhiūⁿ kín-kín lâu ê chúi;  In ê chìⁿ pí beh siā ê sî, goān in ê chìⁿ chhin-chhiūⁿ phah-chi̍h.","tghg":"願𪜶消滅，親像緊緊流的水；𪜶的箭比欲射的時，願𪜶的箭親像拍折。","bklhl":"願in消滅親像緊緊流ê水；　　In ê箭比beh射ê時，願in ê箭親像phah折。"}},{"book":"詩","chapter":58,"verse":8,"versions":{"unv":"願他們像蝸牛消化過去，又像婦人墜落未見天日的胎。","bklcl":"Goān in chhin-chhiūⁿ lō͘-lê, siau-iûⁿ--khì; Koh chhin-chhiūⁿ hū-jîn-lâng ka-la̍uh bô kìⁿ-tio̍h thiⁿ-ji̍t ê thai.","tghg":"願𪜶親像露螺消溶去，閣親像婦仁人磕落無見著天日的胎。","bklhl":"願in親像lô͘螺，消溶去；　　Koh親像婦人人ka-la̍uh無見tio̍h天日ê胎。"}},{"book":"詩","chapter":58,"verse":9,"versions":{"unv":"你們用荊棘燒火，鍋還未熱，他要用旋風把青的和燒著的一齊颳去。","bklcl":"Lín ēng chhì-á hiâⁿ hé,  tiáⁿ iáu-bē jia̍t,  I beh ēng kńg-lê-hong, chiong chhiⁿ--ê kap to̍h--ê, chòe chi̍t-ē sàu--khì.","tghg":"恁用莿仔燃火，鼎猶未熱，伊欲用捲螺風將青的及𤏸(to̍h)的做一下掃去。","bklhl":"Lín用刺á hiâⁿ火，鼎iáu未熱，　　伊beh用捲螺風，將生ê kap to̍h-ê，做一下掃去。"}},{"book":"詩","chapter":58,"verse":10,"versions":{"unv":"義人見仇敵遭報就歡喜，要在惡人的血中洗腳。","bklcl":"Gī-lâng khòaⁿ-kìⁿ pò-èng ê sū, chiū hoaⁿ-hí;  I beh tī pháiⁿ-lâng ê huih sóe i ê kha.","tghg":"義人看見報應的事就歡喜，伊欲佇歹人的血洗伊的腳。","bklhl":"義人看見報應ê事，就歡喜；　　伊beh tī pháiⁿ人ê血洗伊ê腳。"}},{"book":"詩","chapter":58,"verse":11,"versions":{"unv":"因此，人必說：義人誠然有善報；在地上果有施行判斷的　神！","bklcl":"Lâng chiū beh kóng, Gī-lâng chin-chiàⁿ ū hó-pò;  Tī tōe-bīn-chiūⁿ kó-jiân ū Siōng-tè teh phòaⁿ-toàn.","tghg":"人就欲講：義人真正有好報；佇地面上果然有上帝啲判斷！","bklhl":"人就beh講，義人真正有好報；　　Tī地面上果然有上帝teh判斷。"}}]