[{"book":"詩","chapter":53,"verse":1,"versions":{"unv":"（大衛的訓誨詩，交與伶長。調用麻哈拉。）愚頑人心裡說：沒有　神。他們都是邪惡，行了可憎惡的罪孽；沒有一個人行善。","bklcl":"Tāi-pi̍t kà-sī ê si; kau hō͘ Ga̍k-koaⁿ; tiāu, sī ēng Bâ-hap-la̍h.1)\tGōng-lâng sim-lāi kóng, Bô ū Siōng-tè.  In thàn siâ-ok, kiâⁿ khó-ò͘ⁿ ê chōe;  Bô chi̍t-lâng kiâⁿ hó.","tghg":"〔大衛教示的詩，互樂官，調是用麻哈拉。〕戇人心內講：無有上帝。𪜶趁(thàn)邪惡(siâ-ok)，行可惡(khó-ò͘ⁿ)的罪；無一人行好。","bklhl":"大衛教示ê詩；交hō͘樂官；調是用Bâ-hap-la̍h。1) 戇人心內講，無有上帝。　　In thàn邪惡，行可惡ê罪；　　無一人行好。"}},{"book":"詩","chapter":53,"verse":2,"versions":{"unv":"　神從天上垂看世人，要看有明白的沒有？有尋求他的沒有？","bklcl":"Siōng-tè tùi thiⁿ àⁿ-lo̍h khòaⁿ sè-kan-lâng,  Beh khòaⁿ ū bêng-lí ê lâng,  Ū chhē-kiû Siōng-tè ê lâng á-bô.","tghg":"上帝對天俯落看世間人，欲看有明理的人，有尋求上帝的人抑無？","bklhl":"上帝tùi天àⁿ落看世間人，　　Beh看有明理ê人，　　有chhē求上帝ê人á無。"}},{"book":"詩","chapter":53,"verse":3,"versions":{"unv":"他們各人都退後，一同變為污穢；並沒有行善的，連一個也沒有。","bklcl":"In ta̍k-lâng lóng thè-āu, it-khài piàn-chòe ù-òe;  Bô lâng kiâⁿ hó, liân chi̍t-ê ia̍h bô.","tghg":"𪜶逐人攏退後，一概變做污穢；無人行好，連一個亦無。","bklhl":"In ta̍k人lóng退後，一概變做污穢；　　無人行好，連一个亦無。"}},{"book":"詩","chapter":53,"verse":4,"versions":{"unv":"作孽的沒有知識嗎？他們吞吃我的百姓如同吃飯一樣，並不求告　神。","bklcl":"Chòe pháiⁿ ê lâng kiám bōe hiáu-tit mah?  In thun-chia̍h Góa ê peh-sìⁿ chhin-chhiūⁿ chia̍h-piáⁿ.  Ia̍h bô kiû-kiò Siōng-tè.","tghg":"做歹的人豈𣍐曉得嗎？𪜶吞食我的百姓親像食餅，亦無求叫上帝。","bklhl":"做pháiⁿ ê人kiám bōe曉得mah？　　In吞食我ê百姓親像食餅。　　亦無求叫上帝。"}},{"book":"詩","chapter":53,"verse":5,"versions":{"unv":"他們在無可懼怕之處就大大害怕，因為　神把那安營攻擊你之人的骨頭散開了。你使他們蒙羞，因為　神棄絕了他們。","bklcl":"In tī bô thang kiaⁿ-hiâⁿ ê só͘-chāi, chiū tōa-tōa kiaⁿ-hiâⁿ; In-ūi Siōng-tè chiong hit-ê an-iâⁿ kong-kek lí ê lâng ê kut-thâu phah-sòaⁿ; Lí hō͘ in kiàn-siàu, in-ūi Siōng-tè khì-sak in.","tghg":"𪜶佇無通驚惶(kiaⁿ-hiâⁿ)的所在就大大驚惶，因為上帝將彼個安營攻擊你的人的骨頭拍散。你互𪜶見誚，因為上帝棄拺(khì-sak)𪜶。","bklhl":"In tī無thang驚惶ê所在，就大大驚惶；　　因為上帝將hit ê安營攻擊你ê人ê骨頭phah散；　　你hō͘ in見笑，因為上帝棄sak in。"}},{"book":"詩","chapter":53,"verse":6,"versions":{"unv":"但願以色列的救恩從錫安而出。　神救回他被擄的子民那時，雅各要快樂，以色列要歡喜。","bklcl":"Goān Í-sek-lia̍t ê chín-kiù tùi Sek-an chhut;  Siōng-tè kiù I siū-lia̍h ê peh-sìⁿ tò-tńg--lâi,  Hit-sî Ngá-kok beh khoài-lo̍k, Í-sek-lia̍t beh hoaⁿ-hí.","tghg":"願以色列的拯救對錫安出。上帝救伊受掠的百姓倒轉來，彼時雅各欲快樂，以色列欲歡喜。","bklhl":"願以色列ê拯救tùi錫安出；　　上帝救伊受掠ê百姓倒tńg來，　　Hit時雅各beh快樂，以色列beh歡喜。"}}]