[{"book":"詩","chapter":40,"verse":1,"versions":{"unv":"（大衛的詩，交與伶長。）我曾耐性等候耶和華；他垂聽我的呼求。","bklcl":"Tāi-pi̍t ê si, kau hō͘ Ga̍k-koaⁿ.1)\tGóa bat thun-lún thèng-hāu Iâ-hô-hoa;  I àⁿ-lo̍h ǹg góa, thiaⁿ góa ê kiû-kiò.","tghg":"〔大衛的詩，交互樂官。〕我曾吞愞(thun-lún)聽候耶和華；伊俯落向(ǹg)我，聽我的求叫。","bklhl":"大衛ê詩，交hō͘樂官。1) 我bat吞忍thèng候耶和華；　　伊àⁿ落ǹg我，聽我ê求叫。"}},{"book":"詩","chapter":40,"verse":2,"versions":{"unv":"他從禍坑裡，從淤泥中，把我拉上來，使我的腳立在磐石上，使我腳步穩當。","bklcl":"I tùi thang kiaⁿ ê hām-khiⁿ, tùi thô͘-bê tiong, khan góa khí-lâi; Hō͘ góa ê kha khiā tī chio̍h-pôaⁿ-téng, hō͘ góa ê kha-pō͘ chāi-ngó͘.","tghg":"伊對通驚的陷坑，對土糜中，牽我起來，互我的腳徛佇石磐頂，互我的腳步在伍。","bklhl":"伊tùi thang驚ê陷坑，tùi土糜中，牽我起來；　　Hō͘我ê腳khiā tī石磐頂，hō͘我ê腳步在伍。"}},{"book":"詩","chapter":40,"verse":3,"versions":{"unv":"他使我口唱新歌，就是讚美我們　神的話。許多人必看見而懼怕，並要倚靠耶和華。","bklcl":"I hō͘ góa ê chhùi chhiùⁿ sin ê koa, chiū-sī o-ló goán ê Siōng-tè--ê;  Chōe-chōe lâng beh khòaⁿ-kìⁿ lâi kiaⁿ-ùi,  Ia̍h beh óa-khò Iâ-hô-hoa.","tghg":"伊互我的嘴唱新的歌，就是謳咾阮的上帝的。多多人欲看見來驚畏，亦欲倚靠耶和華。","bklhl":"伊hō͘我ê嘴唱新ê歌，就是o-ló阮ê上帝ê；　　Chōe-chōe人beh看見來驚畏，　　亦beh óa靠耶和華。"}},{"book":"詩","chapter":40,"verse":4,"versions":{"unv":"那倚靠耶和華、不理會狂傲和偏向虛假之輩的，這人便為有福！","bklcl":"To̍k-to̍k óa-khò Iâ-hô-hoa, bô chhap hiah-ê kiau-ngō͘, í-ki̍p phian-ǹg hu-ké ê lâng,  Chit-hō lâng ū hok-khì.","tghg":"獨獨倚靠耶和華、無插(chhap)許個驕傲，以及偏向(phian-ǹg)虛假(hu-ké)的人，此號人有福氣！","bklhl":"獨獨óa靠耶和華，無chhap hiah-ê驕傲，以及偏ǹg虛假ê人，　　Chit號人有福氣。"}},{"book":"詩","chapter":40,"verse":5,"versions":{"unv":"耶和華─我的　神啊，你所行的奇事，並你向我們所懷的意念甚多，不能向你陳明。若要陳明，其事不可勝數。","bklcl":"Iâ-hô-hoa góa ê Siōng-tè ah, Lí só͘ kiâⁿ ê kî-sū,  Í-ki̍p Lí tùi goán só͘ chûn ê liām-thâu chin-chōe;  Bōe-ōe tùi Lí pâi-lia̍t;  Góa nā beh thê-khí lâi kóng,  Hit ê siàu-gia̍h sǹg-bōe-liáu.","tghg":"耶和華──我的上帝啊，你所行的奇事，以及你對阮所存的念頭真多，𣍐會對你排列；我若欲提起來講，彼個數額算𣍐了。","bklhl":"耶和華我ê上帝ah，你所行ê奇事，　　以及你對阮所存ê念頭真chōe；　　Bōe能對你排列；　　我若beh提起來講，　　Hit-ê數額算bōe了。"}},{"book":"詩","chapter":40,"verse":6,"versions":{"unv":"祭物和禮物，你不喜悅；你已經開通我的耳朵。燔祭和贖罪祭非你所要。","bklcl":"Chè-sū kap lé-mi̍h Lí bô hoaⁿ-hí;  Lí ū khui góa ê hī-khang;  Sio-chè kap sio̍k-chōe-chè, Lí bô ài-ti̍h:","tghg":"祭祀及禮物，你無歡喜；你有開我的耳孔。燒祭及贖罪祭你無愛揲(ài-ti̍h)。","bklhl":"祭祀kap禮物你無歡喜；　　你有開我ê耳孔；　　燒祭kap贖罪祭，你無ài-ti̍h："}},{"book":"詩","chapter":40,"verse":7,"versions":{"unv":"那時我說：看哪，我來了！我的事在經卷上已經記載了。","bklcl":"Hit-sî góa kóng, Lí khòaⁿ, Góa lâi lah;  Góa ê sū í-keng kì tī chheh--nih.","tghg":"彼時我講：你看，我來啦！我的事已經記佇冊裡。","bklhl":"Hit時我講，你看，我來lah；　　我ê事已經記tī冊裡。"}},{"book":"詩","chapter":40,"verse":8,"versions":{"unv":"我的　神啊，我樂意照你的旨意行；你的律法在我心裡。","bklcl":"Góa ê Siōng-tè ah, Lí ê chí-ì góa hoaⁿ-hí thàn;  Lí ê lu̍t-hoat tī góa ê sim-lāi.","tghg":"我的上帝啊，你的旨意我歡喜趁；你的律法佇我的心內。","bklhl":"我ê上帝ah，你ê旨意我歡喜thàn；　　你ê律法tī我ê心內。"}},{"book":"詩","chapter":40,"verse":9,"versions":{"unv":"我在大會中宣傳公義的佳音；我必不止住我的嘴唇。耶和華啊，這是你所知道的。","bklcl":"Góa tī tōa chū-hōe ê tiong-kan, soan-thoân kong-gī ê hó siau-sit;  Góa bô beh thêng-chí góa ê chhùi-tûn;  Iâ-hô-hoa ah, che sī Lí só͘ chai ê.","tghg":"我佇大聚會的中間宣傳公義的好消息；我無欲停止我的嘴唇。耶和華啊，這是你所知的。","bklhl":"我tī大聚會ê中間，宣傳公義ê好消息；　　我無beh停止我ê嘴唇；　　耶和華ah，這是你所知ê。"}},{"book":"詩","chapter":40,"verse":10,"versions":{"unv":"我未曾把你的公義藏在心裡；我已陳明你的信實和你的救恩；我在大會中未曾隱瞞你的慈愛和誠實。","bklcl":"Góa bē-bat chiong Lí ê kong-gī khàm-ba̍t tī góa ê sim-lāi;  Góa í-keng pâi-lia̍t Lí ê sìn-si̍t, kap Lí ê kiù-un.  Góa tùi tōa chū-hōe bē-bat ún-khǹg Lí ê chû-ài kap sêng-si̍t.","tghg":"我未曾將你的公義蓋密佇我的心內；我已經排列你的信實及你的救恩；我對大聚會未曾隱囥你的慈愛及誠實。","bklhl":"我bē-bat將你ê公義蓋密tī我ê心內；　　我已經排列你ê信實，kap你ê救恩。　　我對大聚會bē-bat隱khǹg你ê慈愛kap誠實。"}},{"book":"詩","chapter":40,"verse":11,"versions":{"unv":"耶和華啊，求你不要向我止住你的慈悲！願你的慈愛和誠實常常保佑我！","bklcl":"Iâ-hô-hoa ah, kiû Lí m̄-thang tùi góa thêng-chí Lí ê chû-pi;  Goān Lí ê chû-ài kap sêng-si̍t siông-siông pó-hō͘ góa.","tghg":"耶和華啊，求你呣通對我停止你的慈悲！願你的慈愛及誠實常常保護我！","bklhl":"耶和華ah，求你m̄-thang對我停止你ê慈悲；　　願你ê慈愛kap誠實常常保護我。"}},{"book":"詩","chapter":40,"verse":12,"versions":{"unv":"因有無數的禍患圍困我，我的罪孽追上了我，使我不能昂首；這罪孽比我的頭髮還多，我就心寒膽戰。","bklcl":"In-ūi ū bōe-sǹg-tit ê chai-ē ûi-khùn góa;  Góa ê chōe-ok jip-tio̍h góa, hō͘ góa bōe-ōe kia̍h-ba̍k;  Chiah-ê chōe-ok pí góa ê thâu-mn̂g khah-chōe; góa ê sim sòa lī-khui góa.","tghg":"因為有𣍐算得的災禍(chai-ē)圍困我，我的罪惡趇(jip)著(jip-tio̍h)我，互我𣍐會攑目；諸個罪惡比我的頭毛卡多(khah-chōe)，我的心續(sòa)離開我。","bklhl":"因為有bōe算得ê災厄圍困我；　　我ê罪惡jip-tio̍h我，hō͘我bōe能kia̍h目；　　Chiah-ê罪惡比我ê頭毛khah-chōe；我ê心續離開我。"}},{"book":"詩","chapter":40,"verse":13,"versions":{"unv":"耶和華啊，求你開恩搭救我！耶和華啊，求你速速幫助我！","bklcl":"Iâ-hô-hoa ah, kiû Lí hoaⁿ-hí chín-kiù góa;  Iâ-hô-hoa ah, kiû Lí kín-kín pang-chān góa.","tghg":"耶和華啊，求你歡喜拯救我！耶和華啊，求你緊緊幫助我！","bklhl":"耶和華ah，求你歡喜拯救我；　　耶和華ah，求你緊緊幫贊我。"}},{"book":"詩","chapter":40,"verse":14,"versions":{"unv":"願那些尋找我、要滅我命的，一同抱愧蒙羞！願那些喜悅我受害的，退後受辱！","bklcl":"Goān hiah-ê siàu-siūⁿ beh hāi góa sìⁿ-miā--ê chòe chi̍t-ē kiàn-siàu, làu-khùi;  Goān hiah-ê hoaⁿ-hí góa siū hām-hāi--ê, oa̍t-tò-tńg siū lêng-jio̍k.","tghg":"願許個數想欲害我生命者，做一下見誚漏氣！願許個歡喜我受陷害者，越倒轉受凌辱！","bklhl":"願hiah-ê siàu想beh害我性命ê做一下見笑，漏氣；　　願hiah-ê歡喜我受陷害ê，oa̍t倒tńg受凌辱。"}},{"book":"詩","chapter":40,"verse":15,"versions":{"unv":"願那些對我說阿哈、阿哈的，因羞愧而敗亡！","bklcl":"Goān hiah-ê tùi góa kóng, Ho͘h--chāi, Ho͘h--chāi ê, In-ūi kiàn-siàu lâi pāi-bô.","tghg":"願許個對我講呼哉、呼哉的，因為見誚來敗無！","bklhl":"願hiah-ê對我講，Ho͘h-chāi，Ho͘h-chāi ê，　　因為見笑來敗無。"}},{"book":"詩","chapter":40,"verse":16,"versions":{"unv":"願一切尋求你的，因你高興歡喜！願那些喜愛你救恩的，常說：當尊耶和華為大！","bklcl":"Goān it-chhè chhē Lí ê, in-ūi Lí lâi hoaⁿ-hí khoài-lo̍k;  Goān hiah-ê him-bō͘ Lí kiù-un--ê siông-siông kóng,  Tio̍h chun Iâ-hô-hoa chòe tōa.","tghg":"願一切尋你的，因為你來歡喜快樂！願許個欣慕你救恩者，常常講：著尊耶和華做大！","bklhl":"願一切chhē你ê，因為你來歡喜快樂；　　願hiah-ê欣慕你救恩-ê常常講，　　Tio̍h尊耶和華做大。"}},{"book":"詩","chapter":40,"verse":17,"versions":{"unv":"但我是困苦窮乏的，主仍顧念我；你是幫助我的，搭救我的。　神啊，求你不要耽延！","bklcl":"Chóng-sī góa sī khùn-khó͘ sòng-hiong--ê,  Chú iáu-kú siàu-liām góa;  Lí sī pang-chān góa--ê, chín-kiù góa--ê;  Góa ê Siōng-tè ah, kiû Lí m̄-thang iân-chhiân.","tghg":"總是我是困苦喪鄉者，主猶久數念我；你是幫助我者，拯救我者。我的上帝啊，求你呣通延迁(iân-chhiân)！","bklhl":"總是我是困苦sòng-hiong-ê，主iáu-kú siàu念我；　　你是幫贊我ê，拯救我ê；　　我ê上帝ah，求你m̄-thang延chhiân。"}}]