[{"book":"詩","chapter":71,"verse":1,"versions":{"unv":"耶和華啊，我投靠你；求你叫我永不羞愧！","bklcl":"Iâ-hô-hoa ah, góa óa-khò Lí,  Kiû Lí hō͘ góa éng-éng bô kiàn-siàu.","tghg":"耶和華啊，我倚靠你；求你互我永永無見誚！","bklhl":"耶和華ah，我óa靠你，　　求你hō͘我永永無見笑。"}},{"book":"詩","chapter":71,"verse":2,"versions":{"unv":"求你憑你的公義搭救我，救拔我；側耳聽我，拯救我！","bklcl":"Chiàu Lí ê kong-gī chín-kiù góa, hō͘ góa thoat-lī;  Àⁿ hī-khang thiaⁿ góa, lâi kiù góa.","tghg":"照你的公義拯救我，互我脫離；俯耳孔聽我，來救我！","bklhl":"照你ê公義拯救我，hō͘我脫離；　　Àⁿ耳孔聽我，來救我。"}},{"book":"詩","chapter":71,"verse":3,"versions":{"unv":"求你作我常住的磐石；你已經命定要救我，因為你是我的巖石，我的山寨。","bklcl":"Kiû Lí chòe góa thang khiā-khí ê chio̍h-pôaⁿ, hō͘ góa siông-siông khì tiàm hia;  Lí í-keng bēng-lēng beh kiù góa.  In-ūi Lí sī góa ê soaⁿ-giâm, góa ê soaⁿ-chē.","tghg":"求你做我通徛起的石磐，互我常常去踮遐；你已經命令欲救我，因為你是我的山巖(soaⁿ-giâm)，我的山寨(soaⁿ-chē)。","bklhl":"求你做我thang khiā起ê石磐，hō͘我常常去tiàm hia；　　你已經命令beh救我。　　因為你是我ê山巖，我ê山寨。"}},{"book":"詩","chapter":71,"verse":4,"versions":{"unv":"我的　神啊，求你救我脫離惡人的手，脫離不義和殘暴之人的手。","bklcl":"Góa ê Siōng-tè ah, kiû Lí kiù góa thoat-lī pháiⁿ-lâng ê chhiú,  Thoat-lī put-gī kap chân-jím ê lâng ê chhiú-thâu.","tghg":"我的上帝啊，求你救我脫離歹人的手，脫離不義及殘忍的人的手頭。","bklhl":"我ê上帝ah，求你救我脫離pháiⁿ人ê手，　　脫離不義kap殘忍ê人ê手頭。"}},{"book":"詩","chapter":71,"verse":5,"versions":{"unv":"主─耶和華啊，你是我所盼望的；從我年幼，你是我所倚靠的。","bklcl":"In-ūi Chú Iâ-hô-hoa, Lí sī góa só͘ ǹg-bāng-ê;  Tùi góa siàu-liân ê sî Lí sī góa só͘ óa-khò-ê.","tghg":"因為主──耶和華，你是我所向望的；對我少年的時，你是我所倚靠的。","bklhl":"因為主耶和華，你是我所ǹg望-ê；　　Tùi我少年ê時你是我所óa靠ê。"}},{"book":"詩","chapter":71,"verse":6,"versions":{"unv":"我從出母胎被你扶持；使我出母腹的是你。我必常常讚美你！","bklcl":"Góa tùi thai--nih hō͘ Lí hû-chhî,  Hō͘ góa chhut lāu-bú ê pak-tó͘ ê, sī Lí;  Góa beh siông-siông o-ló Lí.","tghg":"我對胎裡互你扶持；互我出老母的腹肚的是你。我欲常常謳咾你！","bklhl":"我tùi胎裡hō͘你扶持，　　hō͘我出老母ê腹肚ê，是你；　　我beh常常o-ló你。"}},{"book":"詩","chapter":71,"verse":7,"versions":{"unv":"許多人以我為怪，但你是我堅固的避難所。","bklcl":"Chōe-chōe lâng lia̍h góa chòe kî-koài;  Chóng-sī Lí sī góa kian-kò͘ tô-siám ê só͘-chāi.","tghg":"多多人掠我做奇怪，總是你是我堅固逃閃的所在。","bklhl":"Chōe-chōe人掠我做奇怪；　　總是你是我堅固逃閃ê所在。"}},{"book":"詩","chapter":71,"verse":8,"versions":{"unv":"你的讚美，你的榮耀終日必滿了我的口。","bklcl":"Góa móa-chhùi beh o-ló Lí,  Thong-ji̍t beh êng-kng Lí.","tghg":"我滿嘴欲謳咾你，通日欲榮光你。","bklhl":"我滿嘴beh o-ló你，　　Thong日beh榮光你。"}},{"book":"詩","chapter":71,"verse":9,"versions":{"unv":"我年老的時候，求你不要丟棄我！我力氣衰弱的時候，求你不要離棄我！","bklcl":"Góa nî-lāu ê sî, kiû Lí m̄-thang pàng-sak góa;  Góa khùi-la̍t soe-lám ê sî, kiû Lí m̄-thang lī-khui góa.","tghg":"我年老的時，求你呣通放拺我！我氣力衰膦(soe-lám)的時，求你呣通離開我。","bklhl":"我年老ê時，求你m̄-thang放sak我；　　我氣力衰lám ê時，求你m̄-thang離開我。"}},{"book":"詩","chapter":71,"verse":10,"versions":{"unv":"我的仇敵議論我；那些窺探要害我命的彼此商議，","bklcl":"In-ūi góa ê tùi-te̍k gī-lūn góa;  Hiah-ê tng-tán beh hāi góa ê sìⁿ-miā--ê saⁿ-kap chham-siông,","tghg":"因為我的對敵議論我；許個當等欲害我的生命者相及參詳，","bklhl":"因為我ê對敵議論我；　　Hiah-ê當等beh害我ê性命ê相kap參詳，"}},{"book":"詩","chapter":71,"verse":11,"versions":{"unv":"說：　神已經離棄他；我們追趕他，捉拿他吧！因為沒有人搭救。","bklcl":"Kóng, Siōng-tè í-keng pàng-sak i;  Taⁿ tio̍h tui-kóaⁿ i, lia̍h i;  in-ūi bô kiù i ê.","tghg":"講：上帝已經放拺伊；今著追趕伊，掠伊！因為無救伊的。","bklhl":"講，上帝已經放sak伊；　　Taⁿ tio̍h追趕伊，掠伊；因為無救伊ê。"}},{"book":"詩","chapter":71,"verse":12,"versions":{"unv":"　神啊，求你不要遠離我！我的　神啊，求你速速幫助我！","bklcl":"Siōng-tè ah, kiû Lí m̄-thang lī-khui góa hn̄g-hn̄g;  Góa ê Siōng-tè ah, kiû Lí kín-kín lâi pang-chān góa.","tghg":"上帝啊，求你呣通離開我遠遠！我的上帝啊，求你緊緊來幫助我！","bklhl":"上帝ah，求你m̄-thang離開我遠遠；　　我ê上帝ah，求你緊緊來幫贊我。"}},{"book":"詩","chapter":71,"verse":13,"versions":{"unv":"願那與我性命為敵的，羞愧被滅；願那謀害我的，受辱蒙羞。","bklcl":"Goān hiah-ê chòe góa sìⁿ-miā ê tùi-te̍k ê, siū kiàn-siàu bia̍t-bô;  Goān hiah-ê kè-bô͘ hāi góa ê, siū lêng-jio̍k làu-khùi.","tghg":"願許個做我生命的對敵的，受見誚滅無；願許個計謀害我的，受凌辱漏氣。","bklhl":"願hiah-ê做我性命ê對敵ê，受見笑滅無；　　願hiah-ê計謀害我ê，受凌辱漏氣。"}},{"book":"詩","chapter":71,"verse":14,"versions":{"unv":"我卻要常常盼望，並要越發讚美你。","bklcl":"Chóng-sī góa beh siông-siông ǹg-bāng,  Góa beh ná-kú ná o-ló Lí,","tghg":"總是我欲常常向望，我欲愈久愈謳咾你。","bklhl":"總是我beh常常ǹg望，　　我beh ná久ná o-ló你，"}},{"book":"詩","chapter":71,"verse":15,"versions":{"unv":"我的口終日要述說你的公義和你的救恩，因我不計其數。","bklcl":"Lí ê kong-gī, í-ki̍p Lí ê chín-kiù sǹg-bōe-liáu,  Góa ê chhùi thong-ji̍t beh kóng-khí.","tghg":"你的公義以及你的拯救算𣍐了，我的嘴通日欲講起。","bklhl":"你ê公義，以及你ê拯救算bōe了，　　我ê嘴thong日beh講起。"}},{"book":"詩","chapter":71,"verse":16,"versions":{"unv":"我要來說主─耶和華大能的事；我單要提說你的公義。","bklcl":"Góa beh lâi kóng Chú Iâ-hô-hoa tōa koân-lêng ê sū;  Góa toaⁿ-toaⁿ beh kóng-khí Lí ê gī.","tghg":"我欲來講主──耶和華大權能的事；我單單欲講起你的義。","bklhl":"我beh來講主耶和華大權能ê事；　　我單單beh講起你ê義。"}},{"book":"詩","chapter":71,"verse":17,"versions":{"unv":"　神啊，自我年幼時，你就教訓我；直到如今，我傳揚你奇妙的作為。","bklcl":"Siōng-tè ah, tùi góa siàu-liân ê sî Lí ū kà-sī góa;  Kàu hiān-kim góa bat pò-iông Lí kî-biāu ê só͘-chòe.","tghg":"上帝啊，對我少年的時，你有教示我；到現今，我曾報揚你奇妙的所做。","bklhl":"上帝ah，tùi我少年ê時你有教示我；　　到現今我bat報揚你奇妙ê所做。"}},{"book":"詩","chapter":71,"verse":18,"versions":{"unv":"　神啊，我到年老髮白的時候，求你不要離棄我！等我將你的能力指示下代，將你的大能指示後世的人。","bklcl":"Siōng-tè ah, góa kàu nî-lāu; thâu-mn̂g-pe̍h ê sî, kiû Lí m̄-thang pàng-sak góa;  Thèng-hāu góa chiong Lí ê khùi-la̍t chí-sī ē-tāi,  Chiong Lí ê tōa koân-lêng chí-sī it-chhè chiong-lâi ê lâng.","tghg":"上帝啊，我到年老頭毛白的時，求你呣通放拺我！聽候我將你的氣力指示下代，將你的大權能指示一切將來的人。","bklhl":"上帝ah，我到年老；頭毛-白ê時，求你m̄-thang放sak我；　　Thèng候我將你ê氣力指示下代，　　將你ê大權能指示一切將來ê人。"}},{"book":"詩","chapter":71,"verse":19,"versions":{"unv":"　神啊，你的公義甚高；行過大事的　神啊，誰能像你！","bklcl":"Siōng-tè ah, Lí ê gī chin koâiⁿ;  Siōng-tè ah, Lí bat kiâⁿ tōa ê sū;  Chī-chūi ōe chhin-chhiūⁿ Lí?","tghg":"上帝啊，你的義真高；上帝啊，你曾行大的事，是誰會親像你！","bklhl":"上帝ah，你ê義真高；　　上帝ah，你bat行大ê事；　　Chī-chūi能親像你？"}},{"book":"詩","chapter":71,"verse":20,"versions":{"unv":"你是叫我們多經歷重大急難的，必使我們復活，從地的深處救上來。","bklcl":"Lí sī hō͘ goán le̍k-kè chōe-chōe tōa hoān-lān ê;  Lí beh hō͘ goán koh-chài oa̍h;  Iā beh kiù goán tùi tōe ê chhim-ian khí-lâi.","tghg":"你是互阮歷過多多大患難的，你欲互阮閣再活，也欲救阮對地的深淵起來。","bklhl":"你是hō͘阮歷過chōe-chōe大患難ê；　　你beh hō͘阮koh再活；　　也beh救阮tùi地ê深淵起來。"}},{"book":"詩","chapter":71,"verse":21,"versions":{"unv":"求你使我越發昌大，又轉來安慰我。","bklcl":"Kiû Lí hō͘ góa ná koâiⁿ-tōa,  Koh tò-tńg an-ùi góa.","tghg":"求你互我愈高大，閣倒轉安慰我。","bklhl":"求你hō͘我ná高大，　　Koh 倒tńg安慰我。"}},{"book":"詩","chapter":71,"verse":22,"versions":{"unv":"我的　神啊，我要鼓瑟稱讚你，稱讚你的誠實！以色列的聖者啊，我要彈琴歌頌你！","bklcl":"Góa ê Siōng-tè ah, góa beh tôaⁿ-sek o-ló Lí,  O-ló Lí ê chin-si̍t;  Í-sek-lia̍t ê Sèng-ê ah,  Góa beh tôaⁿ-khîm o-ló Lí.","tghg":"我的上帝啊，我欲彈瑟謳咾你，謳咾你的真實！以色列的聖者啊，我欲彈琴謳咾你！","bklhl":"我ê上帝ah，我beh彈瑟o-ló你，　　O-ló你ê真實；　　以色列ê聖ê ah，　　我beh彈琴o-ló你。"}},{"book":"詩","chapter":71,"verse":23,"versions":{"unv":"我歌頌你的時候，我的嘴唇和你所贖我的靈魂都必歡呼；","bklcl":"Góa chhiùⁿ-koa o-ló Lí ê sî,  Góa ê chhùi-tûn, í-ki̍p Lí só͘ kiù-sio̍k góa ê lêng-hûn, beh hoaⁿ-hí chhut-siaⁿ.","tghg":"我唱歌謳咾你的時，我的嘴唇以及你所救贖我的靈魂欲歡喜出聲；","bklhl":"我唱歌o-ló你ê時，　　我ê嘴唇，以及你所救贖我ê靈魂，beh歡喜出聲。"}},{"book":"詩","chapter":71,"verse":24,"versions":{"unv":"並且我的舌頭必終日講論你的公義，因為那些謀害我的人已經蒙羞受辱了。","bklcl":"Koh góa ê chi̍h kui-ji̍t beh káng-lūn Lí ê gī,  In-ūi hiah-ê kè-bô͘ hāi góa ê lâng í-keng kiàn-siàu siū lêng-jio̍k.","tghg":"閣我的舌歸日欲講論你的義，因為許個計謀害我的人已經見誚受凌辱。","bklhl":"Koh我ê舌kui日beh講論你ê義，　　因為hiah-ê計謀害我ê人已經見笑受凌辱。"}}]