[{"book":"詩","chapter":39,"verse":1,"versions":{"unv":"（大衛的詩，交與伶長耶杜頓。）我曾說：我要謹慎我的言行，免得我舌頭犯罪；惡人在我面前的時候，我要用嚼環勒住我的口。","bklcl":"Tāi-pi̍t ê si, kau hō͘ Ga̍k-koaⁿ, Iâ-tō͘-tùn.1)\tGóa bat kóng, Góa beh kín-sīn góa ê lō͘,  Bián-tit ēng góa ê chi̍h hoān-chōe;  Pháiⁿ-lâng tī góa bīn-chêng ê sî, Góa beh iok-sok góa ê chhùi chhin-chhiūⁿ bé-kā-kiuⁿ.","tghg":"〔大衛的詩，交互樂官耶杜頓。〕我曾講：我欲謹慎(kín-sīn)我的路，免得用我的舌犯罪；歹人佇我面前的時，我欲約束我的嘴親像馬咬韁(bé-kā-kiuⁿ)。","bklhl":"大衛ê詩，交hō͘樂官，Iâ-tō͘-tùn。1) 我bat講，我beh謹慎我ê路，　　免得用我ê舌犯罪；　　Pháiⁿ人tī我面前ê時，　　我beh約束我ê嘴親像馬咬韁。"}},{"book":"詩","chapter":39,"verse":2,"versions":{"unv":"我默然無聲，連好話也不出口；我的愁苦就發動了，","bklcl":"Góa chēng-chēng bô siaⁿ, liân hó-ōe ia̍h bô kóng-chhut chhùi;  Góa ê iu-būn chiū giâ--khí-lâi.","tghg":"我靜靜無聲，連好話亦無講出嘴；我的憂悶就夯起來，","bklhl":"我靜靜無聲，連好話亦無講出嘴；　　我ê憂悶就giâ起來。"}},{"book":"詩","chapter":39,"verse":3,"versions":{"unv":"我的心在我裡面發熱。我默想的時候，火就燒起，我便用舌頭說話。","bklcl":"Góa ê sim tī góa ê lāi-bīn jia̍t-jia̍t;  Góa chēng-chēng siūⁿ ê sî, hé chiū to̍h--khí-lâi;  Góa chiū ēng chi̍h lâi kóng:","tghg":"我的心佇我的內面熱熱。我靜靜想的時，火就𤏸(to̍h)起來，我就用舌來講。","bklhl":"我ê心tī我ê內面熱熱；　　我靜靜想ê時，火就to̍h起來；　　我就用舌來講："}},{"book":"詩","chapter":39,"verse":4,"versions":{"unv":"耶和華啊，求你叫我曉得我身之終！我的壽數幾何？叫我知道我的生命不長！","bklcl":"Iâ-hô-hoa ah, kiû Lí hō͘ góa chai pún-sin ê kiat-kio̍k,  Kap góa nî-hè ê siàu-gia̍h jōa-chōe;  Hō͘ góa chai loán-jio̍k kàu cháiⁿ-iūⁿ.","tghg":"耶和華啊，求你互我知本身的結局！及我年歲的數額偌多？互我知軟弱到怎樣！","bklhl":"耶和華ah，求你hō͘我知本身ê結局，　　Kap我年歲ê數額jōa-chōe；　　Hō͘我知軟弱到怎樣。"}},{"book":"詩","chapter":39,"verse":5,"versions":{"unv":"你使我的年日窄如手掌；我一生的年數，在你面前如同無有。各人最穩妥的時候，真是全然虛幻。（細拉）","bklcl":"Lí hō͘ góa ê ji̍t-chí chhin-chhiūⁿ chi̍t-pa-chiúⁿ,  Góa it-seng ê nî-hé, tī Lí ê bīn-chêng chhin-chhiūⁿ bô;  Ta̍k-lâng khiā-chāi ê sî, chin-chiàⁿ lóng sī khang-khang.  [Sè-la̍h","tghg":"你互我的日子親像一巴掌；我一生的年歲，佇你的面前親像無。逐人徛在的時，真正攏是空空。（細拉）","bklhl":"你hō͘我ê日子親像一巴掌，　　我一生ê年-hé，tī你ê面前親像無；　　Ta̍k人khiā在ê時，真正lóng是空空。[Sè-la̍h]"}},{"book":"詩","chapter":39,"verse":6,"versions":{"unv":"世人行動實係幻影。他們忙亂，真是枉然；積蓄財寶，不知將來有誰收取。","bklcl":"Sè-kan-lâng kiâⁿ-chòe si̍t-chāi chhin-chhiūⁿ iáⁿ;  In bô-êng chhih-chhih, chin-chiàⁿ bô chhái-kang;  I só͘ chek-chū--ê, m̄-chai chiong-lâi chī-chūi tit--khì.","tghg":"世間人行做實在親像影。𪜶無閒䟙䟙(chhih-chhih)，真正無採工；伊所積聚的，呣知將來是誰得去。","bklhl":"世間人行做實在親像iáⁿ；　　In無閒chhih-chhih，真正無chhái-kang；　　伊所積聚-ê，m̄知將來是誰得去。"}},{"book":"詩","chapter":39,"verse":7,"versions":{"unv":"主啊，如今我等甚麼呢？我的指望在乎你！","bklcl":"Chú ah, góa taⁿ thèng-hāu sím-mi̍h?  Góa ê ǹg-bāng chāi-tī Lí.","tghg":"主啊，我今聽候甚麼？我的向望在佇你！","bklhl":"主ah，我taⁿ thèng候甚麼？　　我ê ǹg望在tī你。"}},{"book":"詩","chapter":39,"verse":8,"versions":{"unv":"求你救我脫離一切的過犯，不要使我受愚頑人的羞辱。","bklcl":"Kiû Lí kiù góa thoat-lī góa it-chhè ê kè-sit;  M̄-thang hō͘ góa siū gōng-lâng ê lêng-jio̍k.","tghg":"求你救我脫離我一切的過失，呣通互我受戇人的凌辱。","bklhl":"求你救我脫離我一切ê過失；　　M̄-thang hō͘我受戇人ê凌辱。"}},{"book":"詩","chapter":39,"verse":9,"versions":{"unv":"因我所遭遇的是出於你，我就默然不語。","bklcl":"Góa chēng-chēng bô khui-chhùi;  In-ūi sī Lí chòe ê.","tghg":"我靜靜無開嘴，因為是你做的。","bklhl":"我靜靜無開嘴；　　因為是你做ê。"}},{"book":"詩","chapter":39,"verse":10,"versions":{"unv":"求你把你的責罰從我身上免去；因你手的責打，我便消滅。","bklcl":"Lí só͘ kàng ê chek-hoa̍t kiû Lí kā góa tû--khì;  In-ūi Lí ê chhiú ê tok-chek, góa chiū siau-bia̍t.","tghg":"你所降的責罰求你給我除去；因為你的手的督責，我就消滅。","bklhl":"你所降ê責罰求你kā我除去；　　因為你ê手ê督責，我就消滅。"}},{"book":"詩","chapter":39,"verse":11,"versions":{"unv":"你因人的罪惡懲罰他的時候，叫他的笑容（的笑容：或譯所喜愛的）消滅，如衣被蟲所咬。世人真是虛幻！（細拉）","bklcl":"Lí in-ūi lâng ê chōe-ok, kéng-kài i ê sî,  Hō͘ i só͘ hoaⁿ-hí--ê siau-bia̍t, chhin-chhiūⁿ tio̍h chiù-thâng;  Sè-kan lâng chin-chiàⁿ sī khang-khang.\t  [Sè-la̍h","tghg":"你因為人的罪惡警戒伊的時，互伊所歡喜的消滅，親像著蛀蟲。世間人真正是空空！（細拉）","bklhl":"你因為人ê罪惡，警戒伊ê時，　　Hō͘伊所歡喜ê消滅，親像tio̍h蛀蟲；　　世間人真正是空空。\t  [Sè-la̍h]"}},{"book":"詩","chapter":39,"verse":12,"versions":{"unv":"耶和華啊，求你聽我的禱告，留心聽我的呼求！我流淚，求你不要靜默無聲！因為我在你面前是客旅，是寄居的，像我列祖一般。","bklcl":"Iâ-hô-hoa ah, kiû Lí thiaⁿ góa ê kî-tó, àⁿ hī-khang thiaⁿ góa ê kiû-kiò,  Góa lâu ba̍k-sái, kiû Lí m̄-thang bô chhut siaⁿ;  In-ūi góa tī Lí ê bīn-chêng sī chhut-gōa-lâng,  Sī kià-kha--ê, chhin-chhiūⁿ góa ê lia̍t-chó͘ chi̍t-poaⁿ-iūⁿ.","tghg":"耶和華啊，求你聽我的祈禱，俯耳孔聽我的求叫！我流目屎，求你呣通無出聲！因為我佇你的面前是出外人，是寄腳者，親像我的列祖一般樣。","bklhl":"耶和華ah，求你聽我ê祈禱，àⁿ耳孔聽我ê求叫，　　我流目屎，求你m̄-thang無出聲；　　因為我tī你ê面前是出外人，　　是寄腳ê，親像我ê列祖一般樣。"}},{"book":"詩","chapter":39,"verse":13,"versions":{"unv":"求你寬容我，使我在去而不返之先可以力量復原。","bklcl":"Kiû Lí khoan-iông góa, hō͘ góa iáu-bē khì lâi kui tī bô ê tāi-seng,  Thang tit-tio̍h sóng-khoài.","tghg":"求你寬容我，互我猶未去來歸佇無的代先通得著爽快。","bklhl":"求你寬容我，hō͘我iáu未去來歸tī無ê事先，　　Thang得tio̍h爽快。"}}]