[{"book":"詩","chapter":95,"verse":1,"versions":{"unv":"來啊，我們要向耶和華歌唱，向拯救我們的磐石歡呼！","bklcl":"Lâi ah, lán tio̍h ǹg Iâ-hô-hoa chhiùⁿ-koa;  Ǹg kiù lán ê chio̍h-pôaⁿ chhut hoaⁿ-hí ê siaⁿ.","tghg":"來啊，咱著向耶和華唱歌，向救咱的石磐出歡喜的聲！","bklhl":"來ah，咱tio̍h ǹg耶和華唱歌；　　Ǹg救咱ê石磐出歡喜ê聲。"}},{"book":"詩","chapter":95,"verse":2,"versions":{"unv":"我們要來感謝他，用詩歌向他歡呼！","bklcl":"Lán tio̍h kàu I ê bīn-chêng kám-siā I,  Ēng si-koa ǹg I chhut hoaⁿ-hí ê siaⁿ.","tghg":"咱著到伊的面前感謝伊，用詩歌向伊出歡喜的聲！","bklhl":"咱tio̍h到伊ê面前感謝伊，　　用詩歌ǹg伊出歡喜ê聲。"}},{"book":"詩","chapter":95,"verse":3,"versions":{"unv":"因耶和華為大神，為大王，超乎萬神之上。","bklcl":"In-ūi Iâ-hô-hoa sī tōa ê Siōng-tè,  Sī tōa ê ông, iâⁿ-kè lóng-chóng ê siōng-tè;","tghg":"因為耶和華是大的上帝，是大的王，贏過攏總的上帝。","bklhl":"因為耶和華是大ê上帝，　　是大ê王，贏過lóng總ê上帝；"}},{"book":"詩","chapter":95,"verse":4,"versions":{"unv":"地的深處在他手中；山的高峰也屬他。","bklcl":"Tōe chhim ê só͘-chāi tī I ê chhiú-tiong;  Soaⁿ koâiⁿ ê soaⁿ-chiam ia̍h sio̍k tī I.","tghg":"地深的所在佇伊的手中；山高的山尖亦屬佇伊。","bklhl":"地深ê所在tī伊ê手中；　　山高ê山尖亦屬tī伊。"}},{"book":"詩","chapter":95,"verse":5,"versions":{"unv":"海洋屬他，是他造的；旱地也是他手造成的。","bklcl":"Iûⁿ-hái sio̍k tī I, sī I chhòng-chō--ê;  Ta-tōe ia̍h sī I ê chhiú chō-chiâⁿ-ê.","tghg":"洋海屬佇伊，是伊創造的；乾地亦是伊的手造成的。","bklhl":"洋海屬tī伊，是伊創造ê；　　乾地亦是伊ê手造成ê。"}},{"book":"詩","chapter":95,"verse":6,"versions":{"unv":"來啊，我們要屈身敬拜，在造我們的耶和華面前跪下。","bklcl":"Lâi ah, lán tio̍h kiok-kiong kèng-pài;  Kūi-lo̍h tī chhòng-chō lán ê Iâ-hô-hoa ê bīn-chêng;","tghg":"來啊，咱著鞠躬敬拜，跪落佇創造咱的耶和華的面前。","bklhl":"來ah，咱tio̍h鞠躬敬拜；　　跪落tī創造咱ê耶和華ê面前；"}},{"book":"詩","chapter":95,"verse":7,"versions":{"unv":"因為他是我們的　神；我們是他草場的羊，是他手下的民。惟願你們今天聽他的話：","bklcl":"In-ūi I sī lán ê Siōng-tè,  Lán sī I iúⁿ-chhī ê peh-sìⁿ, sī I chhiú-ē ê iûⁿ.  Kin-á-ji̍t, lín nā thiaⁿ I ê siaⁿ,","tghg":"因為伊是咱的上帝；咱是伊養飼的百姓，是伊手下的羊。今仔日恁若聽伊的聲：","bklhl":"因為伊是咱ê上帝，　　咱是伊養飼ê百姓，是伊手下ê羊。　　今á日，lín若聽伊ê聲，"}},{"book":"詩","chapter":95,"verse":8,"versions":{"unv":"你們不可硬著心，像當日在米利巴，就是在曠野的瑪撒。","bklcl":"Chiū m̄-thang ngī lín ê sim, chhin-chhiūⁿ tī Bí-lī-pa,  Chhin-chhiūⁿ tong-ji̍t tī khòng-iá ê Má-sat;","tghg":"就呣通硬恁的心，親像佇米利巴，親像當日佇曠野的瑪撒。","bklhl":"就m̄-thang硬lín ê心，親像tī Bí-lī-pa，　　親像當日tī曠野ê Má-sat；"}},{"book":"詩","chapter":95,"verse":9,"versions":{"unv":"那時，你們的祖宗試我探我，並且觀看我的作為。","bklcl":"Hit-sî lín ê chó͘-kong chhì Góa,  Giām Góa, koh khòaⁿ-kìⁿ Góa ê só͘-chòe.","tghg":"彼時，恁的祖公試我驗我，閣看見我的所做。","bklhl":"Hit時lín ê祖公試我，　　驗我，koh看見我ê所做。"}},{"book":"詩","chapter":95,"verse":10,"versions":{"unv":"四十年之久，我厭煩那世代，說：這是心裡迷糊的百姓，竟不曉得我的作為！","bklcl":"Sì-cha̍p nî kú, Góa iàm-hūn hit sè-tāi ê lâng, Kóng, Chiah-ê sī sim bê-loān ê peh-sìⁿ, M̄-bat Góa ê lō͘;","tghg":"四十年久，我厭恨彼世代的人，講：諸個是心迷亂的百姓，呣識我的路！","bklhl":"四十年久，我厭恨hit世代ê人，　　講，Chiah-ê是心迷亂ê百姓，　　M̄-bat我ê路；"}},{"book":"詩","chapter":95,"verse":11,"versions":{"unv":"所以，我在怒中起誓，說：他們斷不可進入我的安息！","bklcl":"Só͘-í Góa tī siū-khì ê tiong-kan, chiù-chōa kóng,  In toàn-toàn bōe-tit-thang ji̍p Góa ê an-hioh.","tghg":"所以，我佇受氣的中間咒誓，講：𪜶斷斷𣍐得通入我的安息！","bklhl":"所以我tī受氣ê中間，chiù-chōa講，　　In斷斷bōe得thang入我ê安歇。"}}]