[{"book":"詩","chapter":80,"verse":1,"versions":{"unv":"（亞薩的詩，交與伶長。調用為證的百合花。）領約瑟如領羊群之以色列的牧者啊，求你留心聽！坐在二基路伯上的啊，求你發出光來！","bklcl":"A-sat ê si; kau hō͘ Ga̍k-koaⁿ; tiāu, ēng \"Chòe kan-chèng ê pek-ha̍p-hoe\".1)\tÍ-sek-lia̍t ê bo̍k-chiá ah, chhōa Iok-sek chhin-chhiūⁿ iûⁿ-kûn--ê, kiû Lí àⁿ hī-khang thiaⁿ; Chē tī ki-lō͘-peng ê téng-bīn--ê, kiû Lí hoat-chhut Lí ê kng.","tghg":"〔亞薩的詩，交互樂官。調用做干證的百合花。〕以色列的牧者啊，導約瑟親像羊群者，求你俯耳孔聽！坐佇𠼻𡀔兵(ki-lō͘-peng)的頂面者，求你發出你的光！","bklhl":"A-sat ê詩；交hō͘樂官；調用「做干證ê百合花」。1) 以色列ê牧者ah，chhōa約瑟親像羊群ê，求你àⁿ耳孔聽；　　坐tī ki-lō͘-peng ê頂面ê，求你發出你ê光。"}},{"book":"詩","chapter":80,"verse":2,"versions":{"unv":"在以法蓮、便雅憫、瑪拿西前面施展你的大能，來救我們。","bklcl":"Tī Í-hoat-liân, Piān-ngá-bín, Má-ná-se ê bīn-chêng, tián-chhut Lí ê koân-lêng,  Lâi kiù goán.","tghg":"佇以法蓮、便雅憫、瑪拿西的面前，展出(tián-chhut)你的權能，來救阮。","bklhl":"Tī Í-hoat-liân、便雅憫、Má-ná-se ê面前，展出你ê權能，　　來救阮。"}},{"book":"詩","chapter":80,"verse":3,"versions":{"unv":"　神啊，求你使我們回轉（或譯：復興），使你的臉發光，我們便要得救！","bklcl":"Siōng-tè ah, hō͘ goán tò-tńg;  Hō͘ Lí ê bīn hoat-chhut kng, goán chiū tit-tio̍h kiù.","tghg":"上帝啊，互阮倒轉，互你的面發出光，阮就得著救！","bklhl":"上帝ah，hō͘阮倒tńg；　　Hō͘你ê面發出光，阮就得tio̍h救。"}},{"book":"詩","chapter":80,"verse":4,"versions":{"unv":"耶和華─萬軍之　神啊，你向你百姓的禱告發怒，要到幾時呢？","bklcl":"Bān-kun ê Siōng-tè Iâ-hô-hoa ah,  Lí ǹg Lí ê peh-sìⁿ ê kî-tó hoat-chhut siū-khì, beh jōa-kú ah?","tghg":"萬軍的上帝──耶和華啊，你向你的百姓的祈禱發出受氣，欲偌久啊？","bklhl":"萬軍ê上帝耶和華ah，　　你ǹg你ê百姓ê祈禱發出受氣，beh jōa久ah？"}},{"book":"詩","chapter":80,"verse":5,"versions":{"unv":"你以眼淚當食物給他們吃，又多量出眼淚給他們喝。","bklcl":"Lí ēng ba̍k-sái chòe chia̍h-mi̍h, hō͘ in chia̍h; Koh niû chōe-chōe ba̍k-sái hō͘ in lim.","tghg":"你用目屎做食物互𪜶食，閣量多多目屎互𪜶飲。","bklhl":"你用目屎做食物，hō͘ in食；　　Koh量chōe-chōe目屎hō͘ in lim。"}},{"book":"詩","chapter":80,"verse":6,"versions":{"unv":"你使鄰邦因我們紛爭；我們的仇敵彼此戲笑。","bklcl":"Lí hō͘ keh-piah-kok in-ūi goán lâi saⁿ-chiⁿ,  Goán ê tùi-te̍k saⁿ-kap teh chhiò.","tghg":"你互隔壁國因為阮來相爭；阮的對敵相及啲笑。","bklhl":"你hō͘隔壁國因為阮來相爭，　　阮ê對敵相kap teh笑。"}},{"book":"詩","chapter":80,"verse":7,"versions":{"unv":"萬軍之　神啊，求你使我們回轉，使你的臉發光，我們便要得救！","bklcl":"Bān-kun ê Siōng-tè ah, hō͘ goán tò-tńg,  Hō͘ Lí ê bīn hoat-chhut kng, goán chiū tit-tio̍h kiù.","tghg":"萬軍的上帝啊，互阮倒轉，互你的面發出光，阮就得著救！","bklhl":"萬軍ê上帝ah，hō͘阮倒tńg，　　Hō͘你ê面發出光，阮就得tio̍h救。"}},{"book":"詩","chapter":80,"verse":8,"versions":{"unv":"你從埃及挪出一棵葡萄樹，趕出外邦人，把這樹栽上。","bklcl":"Lí tùi Ai-ki̍p sóa chi̍t-châng phû-tô-chhiū,  Kóaⁿ-chhut lia̍t-pang, lâi chai--i,","tghg":"你對埃及徙一欉葡萄樹，趕出列邦，來栽伊。","bklhl":"你tùi埃及徙一叢葡萄樹，　　趕出列邦，來栽伊，"}},{"book":"詩","chapter":80,"verse":9,"versions":{"unv":"你在這樹根前預備了地方，它就深深扎根，爬滿了地。","bklcl":"Lí tī i ê thâu-chêng piàⁿ-khang thó͘-tōe;  I ê kun tèng chhim, chiū siⁿ-thòaⁿ móa-tōe.","tghg":"你佇伊的頭前傾空土地，伊的根釘深，就生湠滿地。","bklhl":"你tī伊ê頭前piàⁿ空土地；　　伊ê根釘深，就生湠滿地。"}},{"book":"詩","chapter":80,"verse":10,"versions":{"unv":"它的影子遮滿了山，枝子好像佳美的香柏樹。","bklcl":"I ê iáⁿ jia-ba̍t chiah-ê soaⁿ,  I ê ki chhin-chhiūⁿ chin-hó ê peh-hiuⁿ-chhiū.","tghg":"伊的影遮密諸個山，伊的枝親像真好的柏香樹。","bklhl":"伊ê影遮密chiah ê山，　　伊ê枝親像真好ê柏香樹。"}},{"book":"詩","chapter":80,"verse":11,"versions":{"unv":"它發出枝子，長到大海，發出蔓子，延到大河。","bklcl":"Hoat-chhut i ê ki, chhun kàu tōa-hái,  I ê tîn thòaⁿ kàu Tōa-hô.","tghg":"發出伊的枝，伸到大海，伊的藤，湠到大河。","bklhl":"發出伊ê枝，伸到大海，　　伊ê藤thòaⁿ到大河。"}},{"book":"詩","chapter":80,"verse":12,"versions":{"unv":"你為何拆毀這樹的籬笆，任憑一切過路的人摘取？","bklcl":"Lí siáⁿ-sū thiah-húi i ê lî-pa,  Chhut-chāi it-chhè kè-lō͘ ê lâng bán--i?","tghg":"你啥事拆毀伊的籬笆，出在一切過路的人挽伊？","bklhl":"你啥事拆毀伊ê籬笆，　　Chhut-chāi一切過路ê人挽伊？"}},{"book":"詩","chapter":80,"verse":13,"versions":{"unv":"林中出來的野豬把它糟踏；野地的走獸拿它當食物。","bklcl":"Chhiū-nâ-lāi chhut-lâi ê soaⁿ-ti chau-that--i,  Khòng-iá ê cháu-siù chia̍h--i.","tghg":"樹林內出來的山豬蹧躂伊；曠野的走獸食伊。","bklhl":"樹林內出來ê山豬 蹧躂伊，　　曠野ê走獸食伊。"}},{"book":"詩","chapter":80,"verse":14,"versions":{"unv":"萬軍之　神啊，求你回轉！從天上垂看，眷顧這葡萄樹，","bklcl":"Bān-kun ê Siōng-tè ah, kiû Lí tò-tńg;  Tùi thiⁿ àⁿ-lo̍h khòaⁿ, chiàu-kò͘ chit châng phû-tô-chhiū,","tghg":"萬軍的上帝啊，求你倒轉！對天俯落看，照顧此欉葡萄樹，","bklhl":"萬軍ê上帝ah，求你倒tńg；　　Tùi天àⁿ落看，照顧chit叢葡萄樹，"}},{"book":"詩","chapter":80,"verse":15,"versions":{"unv":"保護你右手所栽的和你為自己所堅固的枝子。","bklcl":"Pó-hō͘ Lí chiàⁿ-chhiú só͘ chai--ê,  Kap Lí ūi ka-kī só͘ kian-kò͘ ê ki.","tghg":"保護你正手所栽的，及你為家己所堅固的枝。","bklhl":"保護你chiàⁿ手所栽ê，　　Kap你為家己所堅固ê枝。"}},{"book":"詩","chapter":80,"verse":16,"versions":{"unv":"這樹已經被火焚燒，被刀砍伐；他們因你臉上的怒容就滅亡了。","bklcl":"I í-keng siū hé sio, siū to chhò;  Ūi-tio̍h Lí ê bīn ê siū-khì, in chiū bia̍t-bô.","tghg":"伊已經受火燒，受刀剉(chhò)；為著你的面的受氣，𪜶就滅無。","bklhl":"伊已經受火燒，受刀剉；　　為tio̍h你ê面ê受氣，in就滅無。"}},{"book":"詩","chapter":80,"verse":17,"versions":{"unv":"願你的手扶持你右邊的人，就是你為自己所堅固的人子。","bklcl":"Goān Lí ê chhiú hōaⁿ tī Lí chiàⁿ-pêng ê lâng,  Chiū-sī Lí ūi ka-kī só͘ kian-kò͘ ê jîn-chú.","tghg":"願你的手按佇你正旁的人，就是你為家己所堅固的人子。","bklhl":"願你ê手岸tī你chiàⁿ-pêng ê人，　　就是你為家己所堅固ê人子。"}},{"book":"詩","chapter":80,"verse":18,"versions":{"unv":"這樣，我們便不退後離開你；求你救活我們，我們就要求告你的名。","bklcl":"Án-ni, goán chiū bô tò-thè lī-khui Lí;  Kiû Lí hō͘ goán tit-tio̍h oa̍h, goán chiū beh kiû-kiò Lí ê miâ.","tghg":"按呢，阮就無倒退離開你；求你互阮得著活，阮就欲求叫你的名。","bklhl":"Án-ni，阮就無倒退離開你；　　求你hō͘阮得tio̍h活，阮就beh求叫你ê名。"}},{"book":"詩","chapter":80,"verse":19,"versions":{"unv":"耶和華─萬軍之　神啊，求你使我們回轉，使你的臉發光，我們便要得救！","bklcl":"Bān-kun ê Siōng-tè Iâ-hô-hoa ah, hō͘ goán tò-tńg;  Hō͘ Lí ê bīn hoat-chhut kng, goán chiū tit-tio̍h kiù.","tghg":"萬軍的上帝──耶和華啊，互阮倒轉，互你的面發出光，阮就得著救！","bklhl":"萬軍ê上帝耶和華ah，hō͘阮倒tńg；　　Hō͘你ê面發出光，阮就得tio̍h救。"}}]