[{"book":"詩","chapter":62,"verse":1,"versions":{"unv":"（大衛的詩，照耶杜頓的作法，交與伶長。）我的心默默無聲，專等候　神；我的救恩是從他而來。","bklcl":"Tāi-pi̍t ê si, chiàu Iâ-tō͘-tùn ê chòe-hoat; kau hō͘ Ga̍k-koaⁿ.1)\tGóa ê sim chēng-chēng, choan-bū thèng-hāu Siōng-tè,  Góa ê chín-kiù sī tùi I lâi.","tghg":"〔大衛的詩，照耶杜頓的作法交互樂官。〕我的心靜靜，專務(choan-bū)聽候上帝；我的拯救是對伊來。","bklhl":"大衛ê詩，照Iâ-tō͘-tùn ê做法；交hō͘樂官。1) 我ê心靜靜，專務thèng候上帝，　　我ê拯救是tùi祂來。"}},{"book":"詩","chapter":62,"verse":2,"versions":{"unv":"惟獨他是我的磐石，我的拯救；他是我的高臺，我必不很動搖。","bklcl":"To̍k-to̍k I sī góa ê chio̍h-pôaⁿ, chín-kiù góa-ê;  I sī góa ê koâiⁿ-tâi, góa bōe tōa iô-tāng.","tghg":"獨獨伊是我的石磐，拯救我的；伊是我的高台，我𣍐大搖動。","bklhl":"獨獨伊是我ê石磐，拯救我ê；　　伊是我ê高台，我bōe大搖動。"}},{"book":"詩","chapter":62,"verse":3,"versions":{"unv":"你們大家攻擊一人，把他毀壞，如同毀壞歪斜的牆、將倒的壁，要到幾時呢？","bklcl":"Lín tāi-ke kong-kek lâng,  Chiong i húi-hoāi,  Chhin-chhiūⁿ húi-hoāi khi-chhiâ ê chhiûⁿ, beh tó ê piah, beh kàu tī-sî ah?","tghg":"恁大家攻擊人，將伊毀壞，親像毀壞敧斜(khi-chhiâ)的牆、欲倒的壁，欲到底時啊？","bklhl":"Lín大家攻擊人，　　將伊毀壞，　　親像毀壞khi斜ê牆，beh倒ê壁，beh到tī時ah？"}},{"book":"詩","chapter":62,"verse":4,"versions":{"unv":"他們彼此商議，專要從他的尊位上把他推下；他們喜愛謊話，口雖祝福，心卻咒詛。（細拉）","bklcl":"In saⁿ-kap kè-bô͘ choan-bū beh tùi i chun-kùi ê ūi kā i chhia--lo̍h-khì,  In hoaⁿ-hí pe̍h-chha̍t;  In chhùi chiok-hok, sim chiù-chó͘.\t[Sè-la̍h","tghg":"𪜶相及計謀，專務欲對伊尊貴的位給伊捙落去；𪜶歡喜白賊，𪜶嘴祝福，心咒詛。（細拉）","bklhl":"In相kap計謀專務beh tùi伊尊貴ê位kā伊chhia落去，　　In歡喜白賊；　　In嘴祝福，心咒詛。[Sè-la̍h]"}},{"book":"詩","chapter":62,"verse":5,"versions":{"unv":"我的心哪，你當默默無聲，專等候　神，因為我的盼望是從他而來。","bklcl":"Góa ê sîn ah, lí tio̍h chēng-chēng, choan-bū thèng-hāu Siōng-tè;  In-ūi góa ê ǹg-bāng sī tùi I lâi.","tghg":"我的神啊，你著靜靜，專務聽候上帝，因為我的向望是對伊來。","bklhl":"我ê神ah，你tio̍h靜靜，專務thèng候上帝；　　因為我ê ǹg望是tùi祂來。"}},{"book":"詩","chapter":62,"verse":6,"versions":{"unv":"惟獨他是我的磐石，我的拯救；他是我的高臺，我必不動搖。","bklcl":"To̍k-to̍k I sī góa ê chio̍h-pôaⁿ, sī chín-kiù góa ê;  I sī góa ê koâiⁿ-tâi, góa bōe iô-tāng.","tghg":"獨獨伊是我的石磐，是拯救我的；伊是我的高台，我𣍐搖動。","bklhl":"獨獨伊是我ê石磐，是拯救我ê；　　伊是我ê高台，我bōe搖動。"}},{"book":"詩","chapter":62,"verse":7,"versions":{"unv":"我的拯救、我的榮耀都在乎　神；我力量的磐石、我的避難所都在乎　神。","bklcl":"Góa ê chín-kiù, góa ê êng-kng, chāi-tī Siōng-tè;  Góa ê khùi-la̍t ê chio̍h-pôaⁿ, góa ê siám-pī ê só͘-chāi, ia̍h chāi-tī Siōng-tè.","tghg":"我的拯救、我的榮光在佇上帝；我的氣力的石磐、我的閃避的所在亦在佇上帝。","bklhl":"我ê拯救，我ê榮光，在tī上帝；　　我ê氣力ê石磐，我ê閃避ê所在，亦在tī上帝。"}},{"book":"詩","chapter":62,"verse":8,"versions":{"unv":"你們眾民當時時倚靠他，在他面前傾心吐意；　神是我們的避難所。（細拉）","bklcl":"Lín chèng peh-sìⁿ, tio̍h sî-sî óa-khò I;  Tī I ê bīn-chêng piàⁿ-chhut lín ê sim;   Siōng-tè sī lán tô-siám ê só͘-chāi.\t[Sè-la̍h","tghg":"恁眾百姓著時時倚靠伊，佇伊的面前傾出恁的心；上帝是咱逃閃的所在。（細拉）","bklhl":"Lín眾百姓，tio̍h時時óa靠伊；　　Tī伊ê面前piàⁿ出lín ê心；　　上帝是咱逃閃ê所在。[Sè-la̍h]"}},{"book":"詩","chapter":62,"verse":9,"versions":{"unv":"下流人真是虛空；上流人也是虛假；放在天平裡就必浮起；他們一共比空氣還輕。","bklcl":"Pi-bî ê lâng chin-chiàⁿ sī khang-hu, chun-kùi ê lâng iā sī hu-ké;  Hē tī thian-phêng-óaⁿ, tek-khak phû--khí-lâi,  In it-khài pí ho͘-khip ê khì khah-khin.","tghg":"卑微的人真正是空虛；尊貴的人也是虛假；下佇天秤碗的確浮起來；𪜶一概比呼吸的氣卡輕。","bklhl":"卑微ê人真正是空虛，尊貴ê人也是虛假；　　Hē tī天秤碗，的確浮起來，　　In一概比呼吸ê氣khah輕。"}},{"book":"詩","chapter":62,"verse":10,"versions":{"unv":"不要仗勢欺人，也不要因搶奪而驕傲；若財寶加增，不要放在心上。","bklcl":"M̄-thang óa-khò pō-gio̍k;  M̄-thang in-ūi chhiúⁿ-the̍h lâi kiau-ngō͘;  Nā châi-pó ke-thiⁿ, m̄-thang chù-ì tī-hia.","tghg":"呣通倚靠暴虐，呣通因為搶提來驕傲；若財寶加添，呣通注意佇遐。","bklhl":"M̄-thang óa靠暴虐；　　M̄-thang因為搶the̍h來驕傲；　　若財寶加添，m̄-thang注意tī-hia。"}},{"book":"詩","chapter":62,"verse":11,"versions":{"unv":"　神說了一次、兩次，我都聽見：就是能力都屬乎　神。","bklcl":"Siōng-tè kóng chi̍t-pái,  Góa ū thiaⁿ-kìⁿ nn̄g-hāng;  Chiū-sī koân-lêng sio̍k tī Siōng-tè.","tghg":"上帝講一擺，我有聽見二項：就是權能屬佇上帝。","bklhl":"上帝講一pái，　　我有聽見兩項；　　就是權能屬tī上帝。"}},{"book":"詩","chapter":62,"verse":12,"versions":{"unv":"主啊，慈愛也是屬乎你，因為你照著各人所行的報應他。","bklcl":"Chú ah, chû-ài ia̍h sī sio̍k tī Lí;  In-ūi Lí chiàu ta̍k-lâng ê só͘-kiâⁿ lâi pò-èng i.","tghg":"主啊，慈愛亦是屬佇你，因為你照逐人的所行來報應伊。","bklhl":"主ah，慈愛亦是屬tī你；　　因為你照ta̍k人ê所行來報應伊。"}}]