[{"book":"詩","chapter":111,"verse":1,"versions":{"unv":"你們要讚美耶和華！我要在正直人的大會中，並公會中，一心稱謝耶和華。","bklcl":"Lín tio̍h o-ló Iâ-hô-hoa.  Tī chèng-ti̍t lâng ê hōe-tiong, kap kong-hōe tiong,  Góa beh choan-sim kám-siā Iâ-hô-hoa.","tghg":"恁著謳咾耶和華！佇正直人的會中，及公會中，我欲專心感謝耶和華。","bklhl":"Lín tio̍h o-ló耶和華。　　Tī正直人ê會中，kap公會中，　　我beh專心感謝耶和華。"}},{"book":"詩","chapter":111,"verse":2,"versions":{"unv":"耶和華的作為本為大；凡喜愛的都必考察。","bklcl":"Iâ-hô-hoa ê só͘ chòe chin-tōa,  Hoān-nā hoaⁿ-hí I só͘ chòe--ê,  lóng beh chhâ-khó i.","tghg":"耶和華的所做真大；凡若歡喜伊所做的攏欲查考伊。","bklhl":"耶和華ê所做真大，　　凡若歡喜伊所做ê，lóng beh查考伊。"}},{"book":"詩","chapter":111,"verse":3,"versions":{"unv":"他所行的是尊榮和威嚴；他的公義存到永遠。","bklcl":"I só͘ kiâⁿ--ê sī chun-kùi ui-giâm;  I ê gī éng-éng tī-teh.","tghg":"伊所行的是尊貴威嚴；伊的義永永佇啲。","bklhl":"伊所行ê是尊貴威嚴；　　伊ê義永永tī-teh。"}},{"book":"詩","chapter":111,"verse":4,"versions":{"unv":"他行了奇事，使人記念；耶和華有恩惠，有憐憫。","bklcl":"I kiâⁿ kî-sū, hō͘ lâng kì-liām;  Iâ-hô-hoa ū un-hūi, ū lîn-bín.","tghg":"伊行奇事，互人紀念；耶和華有恩惠，有憐憫。","bklhl":"伊行奇事，hō͘人記念；　　耶和華有恩惠，有憐憫。"}},{"book":"詩","chapter":111,"verse":5,"versions":{"unv":"他賜糧食給敬畏他的人；他必永遠記念他的約。","bklcl":"I siúⁿ-sù bí-niû hō͘ kèng-ùi I ê lâng;  I beh éng-oán kì-liām I ê iok.","tghg":"伊賞賜米糧互敬畏伊的人；伊欲永遠紀念伊的約。","bklhl":"伊賞賜米糧hō͘敬畏伊ê人；　　伊beh永遠記念伊ê約。"}},{"book":"詩","chapter":111,"verse":6,"versions":{"unv":"他向百姓顯出大能的作為，把外邦的地賜給他們為業。","bklcl":"I chiong I tōa koân-lêng ê só͘-chòe hián-bêng tī I ê peh-sìⁿ;  Chiong lia̍t-pang ê gia̍p siúⁿ-sù in.","tghg":"伊將伊大權能的所做顯明佇伊的百姓；將列邦的業賞賜𪜶。","bklhl":"伊將伊大權能ê所做顯明tī伊ê百姓；　　將列邦ê業賞賜in。"}},{"book":"詩","chapter":111,"verse":7,"versions":{"unv":"他手所行的是誠實公平；他的訓詞都是確實的，","bklcl":"I ê chhiú só͘-chòe sī sêng-si̍t kong-pêng;  I ê kà-sī lóng sī khak-si̍t.","tghg":"伊的手所做是誠實公平；伊的教示攏是確實，","bklhl":"伊ê手所做是誠實公平；　　伊ê教示lóng是確實。"}},{"book":"詩","chapter":111,"verse":8,"versions":{"unv":"是永永遠遠堅定的，是按誠實正直設立的。","bklcl":"Sī éng sè-tāi kian-kò͘--ê,  Sī chiàu sêng-si̍t chèng-ti̍t siat-li̍p--ê.","tghg":"是永世代堅固的，是照誠實正直設立的。","bklhl":"是永世代堅固ê，　　是照誠實正直設立ê。"}},{"book":"詩","chapter":111,"verse":9,"versions":{"unv":"他向百姓施行救贖，命定他的約，直到永遠；他的名聖而可畏。","bklcl":"I ǹg I ê peh-sìⁿ si-hêng kiù-sio̍k;  I tiāⁿ-tio̍h I ê iok, ti̍t-kàu éng-oán;  I ê miâ sī sèng, thang kiaⁿ-ùi.","tghg":"伊向伊的百姓施行救贖，伊定著伊的約，直到永遠；伊的名是聖，通驚畏。","bklhl":"伊ǹg伊ê百姓施行救贖；　　伊定tio̍h伊ê約，直到永遠；　　伊ê名是聖，thang驚畏。"}},{"book":"詩","chapter":111,"verse":10,"versions":{"unv":"敬畏耶和華是智慧的開端；凡遵行他命令的是聰明人。耶和華是永遠當讚美的！","bklcl":"Kèng-ùi Iâ-hô-hoa sī tì-hūi ê kun-pún;  Kìⁿ-nā chiàu án-ni kiâⁿ-ê, chiah ū chhang-miâ;  Iâ-hô-hoa ê miâ-siaⁿ ti̍t-kàu éng-oán.","tghg":"敬畏耶和華是智慧的根本；見若照按呢行的才有聰明。耶和華的名聲直到永遠！","bklhl":"敬畏耶和華是智慧ê根本；　　見若照án-ni行ê，chiah有聰明；　　耶和華ê名聲直到永遠。"}}]