[{"book":"路","chapter":7,"verse":1,"versions":{"unv":"耶穌對百姓講完了這一切的話，就進了迦百農。","bklcl":"Iâ-so͘ kóng hō͘ peh-sìⁿ thiaⁿ ê ōe lóng bêng-pe̍k, chiū ji̍p Ka-pek-lông.","tghg":"耶穌講互百姓聽的話攏明白，就入迦百農。","bklhl":"耶穌講hō͘百姓聽ê話lóng明白，就入迦百農。"}},{"book":"路","chapter":7,"verse":2,"versions":{"unv":"有一個百夫長所寶貴的僕人害病，快要死了。","bklcl":"Ū chi̍t ê pé-chóng só͘ tùi-tiōng ê lô͘-po̍k hoān-tio̍h pīⁿ, teh-beh sí.","tghg":"有一個百總所對重(tùi-tiōng)的奴僕患著病，啲欲死。","bklhl":"有一个百總所對重ê奴僕患tio̍h病，teh-beh死。"}},{"book":"路","chapter":7,"verse":3,"versions":{"unv":"百夫長風聞耶穌的事，就託猶太人的幾個長老去求耶穌來救他的僕人。","bklcl":"Pé-chóng thiaⁿ-kìⁿ Iâ-so͘ ê sū, chiū chhe Iû-thài ê tiúⁿ-ló kúi-nā lâng, kiû I lâi kiù i ê lô͘-po̍k.","tghg":"百總聽見耶穌的事，就差猶太的長老幾若人求伊來救伊的奴僕。","bklhl":"百總聽見耶穌ê事，就差偤太ê長老幾nā人，求伊來救伊ê奴僕。"}},{"book":"路","chapter":7,"verse":4,"versions":{"unv":"他們到了耶穌那裡，就切切地求他說：「你給他行這事是他所配得的；","bklcl":"In chiū-kūn Iâ-so͘ chhiat-chhiat kiû I kóng, Chit lâng ōe kham-tit lí kā i kiâⁿ chit ê tāi-chì;","tghg":"𪜶就近耶穌，切切求伊講：「此人會堪得你給伊行此個代誌；","bklhl":"In就近耶穌切切求伊講，Chit人會堪得你kā伊行chit ê tāi-chì；"}},{"book":"路","chapter":7,"verse":5,"versions":{"unv":"因為他愛我們的百姓，給我們建造會堂。」","bklcl":"in-ūi i thiàⁿ lán ê peh-sìⁿ, koh pún-sin thòe lán khí hōe-tn̂g.","tghg":"因為伊疼咱的百姓，閣本身替咱起會堂。」","bklhl":"因為伊疼咱ê百姓，koh本身替咱起會堂。"}},{"book":"路","chapter":7,"verse":6,"versions":{"unv":"耶穌就和他們同去。離那家不遠，百夫長託幾個朋友去見耶穌，對他說：「主啊！不要勞動；因你到我舍下，我不敢當。","bklcl":"Iâ-so͘ kap in khì.  Lī chhù bô jōa hn̄g, pé-chóng chhe kúi-nā ê pêng-iú chiū-kūn I, kā I kóng, Chú ah, m̄-thang lô-hoân; lí kàu góa ê chhù góa tng bōe khí;","tghg":"耶穌及𪜶去。離厝無偌遠，百總差幾若個朋友就近伊，給伊講：「主啊！呣通勞煩；你到我的厝，我當(tng)𣍐起。","bklhl":"耶穌kap in去。離厝無jōa遠，百總差幾nā ê朋友就近伊，kā伊講，主ah，m̄-thang勞煩；你到我ê厝我當bōe起；"}},{"book":"路","chapter":7,"verse":7,"versions":{"unv":"我也自以為不配去見你，只要你說一句話，我的僕人就必好了。","bklcl":"góa iā lia̍h chòe ka-kī bōe kham-tit chiū-kūn lí; lí nā kóng chi̍t kù ōe, góa ê lô͘-po̍k chiū ōe hó.","tghg":"我也掠做家己𣍐堪得就近你，你若講一句話，我的奴僕就會好。","bklhl":"我也掠做家己bōe堪得就近你；你若講一句話，我ê奴僕就會好。"}},{"book":"路","chapter":7,"verse":8,"versions":{"unv":"因為我在人的權下，也有兵在我以下，對這個說：『去！』他就去；對那個說：『來！』他就來；對我的僕人說：『你做這事！』他就去做。」","bklcl":"In-ūi góa iā sī hō͘ lâng koán ê lâng, iā ū peng hō͘ góa koán; kā chit-ê kóng, Khì, i chiū khì; kā hit-ê kóng, Lâi, i chiū lâi; kā góa ê lô͘-po̍k kóng, Kiâⁿ án-ni, i chiū kiâⁿ án-ni.","tghg":"因為我也是互人管的人，也有兵互我管，給此個講：『去！』伊就去；給彼個講：『來！』伊就來；給我的奴僕講：『行按呢！』伊就行按呢。」","bklhl":"因為我也是hō͘人管ê人，也有兵hō͘我管；kā chit ê講，去，伊就去；kā hit ê講，來，伊就來；kā我ê奴僕講，行án-ni，伊就行án-ni。"}},{"book":"路","chapter":7,"verse":9,"versions":{"unv":"耶穌聽見這話，就希奇他，轉身對跟隨的眾人說：「我告訴你們，這麼大的信心，就是在以色列中，我也沒有遇見過。」","bklcl":"Iâ-so͘ thiaⁿ-kìⁿ chiah-ê ōe chiū kî-koài i, oa̍t-tńg-sin kā tè I ê chèng lâng kóng, Góa kā lín kóng, chhin-chhiūⁿ chit hō ê sìn liân Í-sek-lia̍t tiong góa iáu-bē bat tú-tio̍h.","tghg":"耶穌聽見諸個話，就奇怪伊，越轉身給隨伊的眾人講：「我給恁講，親像此號的信，連以色列中我猶未曾抵著(tú-tio̍h)。」","bklhl":"耶穌聽見chiah ê話就奇怪伊，oa̍t-tńg身kā tè伊ê眾人講，我kā lín講，親像chit號ê信，連以色列中我iáu-bē bat tú-tio̍h。"}},{"book":"路","chapter":7,"verse":10,"versions":{"unv":"那託來的人回到百夫長家裡，看見僕人已經好了。","bklcl":"Só͘ chhe ê lâng tò-khì kàu chhù, khòaⁿ-kìⁿ lô͘-po̍k í-keng hó-hó.","tghg":"所差的人倒(tò)去到厝，看見奴僕已經好好。","bklhl":"所差ê人tò去到厝，看見奴僕已經好好。"}},{"book":"路","chapter":7,"verse":11,"versions":{"unv":"過了不多時（有古卷：次日），耶穌往一座城去，這城名叫拿因，他的門徒和極多的人與他同行。","bklcl":"Koh bô jōa kú, Iâ-so͘ khì chi̍t ê siâⁿ miâ kiò Ná-in; I ê ha̍k-seng kap kui tīn lâng kap I tâng kiâⁿ.","tghg":"閣無偌久，耶穌去一個城，名叫拿因，伊的學生及歸陣人及伊同行。","bklhl":"Koh無jōa久，耶穌去一个城名叫Ná-in；伊ê學生kap Kui陣人kap伊同行。"}},{"book":"路","chapter":7,"verse":12,"versions":{"unv":"將近城門，有一個死人被抬出來。這人是他母親獨生的兒子；他母親又是寡婦。有城裡的許多人同著寡婦送殯。","bklcl":"Beh kūn siâⁿ-mn̂g, tú-tn̄g ū lâng kng chi̍t ê sí-lâng chhut-lâi, i ê lāu-bú ko͘-ko͘ siⁿ chit ê kiáⁿ, koh sī chiú-kóaⁿ.  Siâⁿ-lāi ū chōe-chōe lâng teh sàng i.","tghg":"欲近城門，抵當(tú-tn̄g)有人扛(kng)一個死人出來。伊的老母孤孤生此個子；閣是守寡。城內有多多人啲送伊。","bklhl":"Beh近城門，tú-tn̄g有人扛一个死人出來，伊ê老母孤孤生chit ê kiáⁿ，koh是守寡。城內有chōe-chōe人teh送伊。"}},{"book":"路","chapter":7,"verse":13,"versions":{"unv":"主看見那寡婦，就憐憫她，對她說：「不要哭！」","bklcl":"Chú khòaⁿ-kìⁿ chiū lîn-bín i, kā i kóng, Bo̍h-tit háu.","tghg":"主看見就憐憫伊，給伊講：「莫得哮！」","bklhl":"主看見就憐憫伊，kā伊講，莫得哮。"}},{"book":"路","chapter":7,"verse":14,"versions":{"unv":"於是進前按著槓，抬的人就站住了。耶穌說：「少年人，我吩咐你，起來！」","bklcl":"Chiū óa-khì, bong hit-ê khòa sin-si ê kè, kng ê lâng thêng-kha; I chiū kóng, Siàu-liân lâng ah, góa kā lí kóng, Khí-lâi.","tghg":"就倚去摸彼個靠(khòa)身屍的架(kè)，扛的人停腳。伊就講：「少年人啊，我給你講，起來！」","bklhl":"就óa去，摸hit ê khòa身屍ê架，扛ê人停腳；伊就講，少年人ah，我kā你講，起來。"}},{"book":"路","chapter":7,"verse":15,"versions":{"unv":"那死人就坐起，並且說話。耶穌便把他交給他母親。","bklcl":"Sí ê lâng chiū khí-lâi chē, sòa kóng ōe. Iâ-so͘ chiū chiong i hō͘ i ê lāu-bú.","tghg":"死的人就起來坐，續講話。","bklhl":"死ê人就起來坐，續講話。耶穌就將伊hō͘伊ê老母。"}},{"book":"路","chapter":7,"verse":16,"versions":{"unv":"眾人都驚奇，歸榮耀與　神，說：「有大先知在我們中間興起來了！」又說：「　神眷顧了他的百姓！」","bklcl":"Chèng lâng lóng kiaⁿ-hiâⁿ, kui êng-kng Siōng-tè kóng, Tōa sian-ti ū heng-khí tī lán tiong-kan; koh kóng, Siōng-tè ū khòaⁿ-kò͘ I ê peh-sìⁿ.","tghg":"耶穌就將伊互伊的老母。眾人攏驚惶，歸榮光上帝，講：「大先知有興起佇咱中間！」閣講：「上帝有看顧伊的百姓！」","bklhl":"眾人lóng驚惶，歸榮光上帝講，大先知有興起tī咱中間；koh講，上帝有看顧伊ê百姓。"}},{"book":"路","chapter":7,"verse":17,"versions":{"unv":"他這事的風聲就傳遍了猶太和周圍地方。","bklcl":"Tùi án-ni Iâ-so͘ chit ê miâ-siaⁿ piàn thoân tī Iû-thài kap chiu-ûi ê tōe-hng.","tghg":"對按呢耶穌此個名聲遍傳佇猶太及周圍的地方。","bklhl":"Tùi án-ni耶穌chit ê名聲遍傳tī偤太kap周圍ê地方。"}},{"book":"路","chapter":7,"verse":18,"versions":{"unv":"約翰的門徒把這些事都告訴約翰。","bklcl":"Iok-hān ê ha̍k-seng chiong chiah-ê sū lóng-chóng pò in ê sian-siⁿ chai.","tghg":"約翰的學生將諸個事攏總報𪜶的先生知。","bklhl":"約翰ê學生將chiah ê事lóng總報in ê先生知。"}},{"book":"路","chapter":7,"verse":19,"versions":{"unv":"他便叫了兩個門徒來，打發他們到主那裡去，說：「那將要來的是你嗎？還是我們等候別人呢？」","bklcl":"I chiū kiò i ê ha̍k-seng nn̄g lâng lâi, chhe in chiū-kūn Chú kóng, Só͘ beh lâi ê sī lí mah?  Á-sī goán tio̍h ǹg-bāng pa̍t lâng ah?","tghg":"伊就叫伊的學生二人來，差𪜶就近主，講：「所欲來的是你嗎？抑是阮著向望別人啊？」","bklhl":"伊就叫伊ê學生兩人來，差in就近主講，所beh來ê是你mah？á是阮tio̍h ǹg望別人ah？"}},{"book":"路","chapter":7,"verse":20,"versions":{"unv":"那兩個人來到耶穌那裡，說：「施洗的約翰打發我們來問你：『那將要來的是你嗎？還是我們等候別人呢？』」","bklcl":"Hit nn̄g lâng í-keng kàu, chiū kóng, Kiâⁿ sóe-lé Iok-hān chhe goán chiū-kūn lí, kóng, Beh lâi ê sī lí mah?  Á-sī goán tio̍h ǹg-bāng pa̍t lâng ah?","tghg":"彼二人已經到，就講：「行洗禮約翰差阮就近你講：『欲來的是你嗎？抑是阮著向望別人啊？』」","bklhl":"Hit兩人已經到，就講，行洗禮約翰差阮就近你，講，Beh來ê是你mah？á是阮tio̍h ǹg望別人ah？"}},{"book":"路","chapter":7,"verse":21,"versions":{"unv":"正當那時候，耶穌治好了許多有疾病的，受災患的，被惡鬼附著的，又開恩叫好些瞎子能看見。","bklcl":"Hit sî Iâ-so͘ i-hó chōe-chōe phòa-pīⁿ ê, thàng-thiàⁿ ê, hoān-tio̍h kúi ê, koh hō͘ chōe-chōe chhiⁿ-mî ê tit-tio̍h khòaⁿ-kìⁿ.","tghg":"彼時，耶穌醫好多多破病的痛疼的，患著鬼的，閣互多多睛瞑的得著看見。","bklhl":"Hit時耶穌醫好chōe-chōe破病ê，痛疼ê，犯tio̍h鬼ê，koh hō͘ chōe-chōe chhiⁿ-mî ê得tio̍h看見。"}},{"book":"路","chapter":7,"verse":22,"versions":{"unv":"耶穌回答說：「你們去，把所看見所聽見的事告訴約翰，就是瞎子看見，瘸子行走，長大痲瘋的潔淨，聾子聽見，死人復活，窮人有福音傳給他們。","bklcl":"Chiū ìn kóng, Lín tio̍h khì, chiong lín só͘ khòaⁿ-kìⁿ só͘ thiaⁿ-kìⁿ ê pò Iok-hān chai; chiū-sī chhiⁿ-mî ê khòaⁿ-kìⁿ, pái-kha ê kiâⁿ, thái-ko ê chheng-khì, chhàu-hī-lâng ê thiaⁿ-kìⁿ, sí ê lâng koh-oa̍h, sòng-hiong lâng tit-tio̍h thiaⁿ hok-im;","tghg":"就應講：「恁著去，將恁所看見所聽見的報約翰知，就是睛瞑的看見，跛腳的行，癩[哥](ko)的清氣，臭耳聾的聽見，死的人復活，喪鄉人得著聽福音。","bklhl":"就應講，Lín tio̍h去，將lín所看見所聽見ê報約翰知；就是chhiⁿ-mî ê看見，跛腳ê行，thái-ko ê清氣，臭耳人ê聽見，死ê人koh活，sòng-hiong人得tio̍h聽福音；"}},{"book":"路","chapter":7,"verse":23,"versions":{"unv":"凡不因我跌倒的，就有福了！」","bklcl":"kìⁿ-nā bô tī góa lâi tio̍h-tak ê, ū hok-khì.","tghg":"見若無佇我來著觸的，有福氣！」","bklhl":"見若無tī我來tio̍h-tak ê，有福氣。"}},{"book":"路","chapter":7,"verse":24,"versions":{"unv":"約翰所差來的人既走了，耶穌就對眾人講論約翰說：「你們從前出去到曠野，是要看甚麼呢？要看風吹動的蘆葦嗎？","bklcl":"Iok-hān só͘ chhe ê lâng khì-liáu, Iâ-so͘ chiah thê-khí Iok-hān, tùi chèng lâng kóng, Lín chêng chhut-khì khòng-iá, beh khòaⁿ sím-mi̍h? sī lô͘-tek hō͘ hong chhe tín-tāng mah?","tghg":"約翰所差的人去了，耶穌才提起約翰對眾人講：「恁前出去曠野，欲看甚麼？是蘆竹互風吹振動嗎？","bklhl":"約翰所差ê人去了，耶穌chiah提起約翰，tùi眾人講，Lín前出去曠野，beh看甚麼？是蘆竹hō͘風吹振動mah？"}},{"book":"路","chapter":7,"verse":25,"versions":{"unv":"你們出去，到底是要看甚麼？要看穿細軟衣服的人嗎？那穿華麗衣服、宴樂度日的人是在王宮裡。","bklcl":"Lín chhut-khì beh khòaⁿ sím-mi̍h? sī lâng chhēng iù-nńg ê i-chiûⁿ mah? Lí khòaⁿ, chhēng saⁿ hâng-ngó͘ hióng-siū iàn-lo̍k ê sī tī ông-kiong.","tghg":"恁出去，欲看甚麼？是人穿幼軟(iù-nńg)的衣裳(i-chiûⁿ)嗎？你看，穿衫行伍(hâng-ngó͘)、享受宴樂的是佇王宮。","bklhl":"Lín出去beh看甚麼？是人穿幼軟ê衣裳mah？你看，穿衫hâng-ngó͘享受宴樂ê是tī王宮。"}},{"book":"路","chapter":7,"verse":26,"versions":{"unv":"你們出去，究竟是要看甚麼？要看先知嗎？我告訴你們，是的，他比先知大多了。","bklcl":"Án-ni, lín chhut-khì beh khòaⁿ sím-mi̍h? sian-ti lâng mah? Sī lah, góa kā lín kóng, iā sī khah iâⁿ-kè sian-ti ê.","tghg":"按呢，恁出去欲看甚麼？先知人嗎？是啦，我給恁講，也是卡贏過先知的。","bklhl":"Án-ni，lín出去beh看甚麼？先知人mah？是lah，我kā lín講，也是khah贏過先知ê。"}},{"book":"路","chapter":7,"verse":27,"versions":{"unv":"經上記著說：『我要差遣我的使者在你前面預備道路』，所說的就是這個人。","bklcl":"Chit lâng chiū-sī keng-ni̍h só͘ chí ê, kóng,\tLí khòaⁿ, góa chhe góa ê sù-chiá tī lí ê bīn-chêng,\tI beh tī lí ê thâu-chêng pī-pān lí ê lō͘.","tghg":"此人就是經裡所指的講：『你看，我差我的使者佇你的面前，伊欲佇你的頭前備辦你的路。』","bklhl":"Chit人就是經裡所指ê，講，\t你看，我差我ê使者tī你ê面前，\t伊beh tī你ê頭前備辦你ê路。"}},{"book":"路","chapter":7,"verse":28,"versions":{"unv":"我告訴你們，凡婦人所生的，沒有一個大過約翰的；然而　神國裡最小的比他還大。」","bklcl":"Góa kā lín kóng, Hū-jîn-lâng só͘ siⁿ bē ū khah tōa Iok-hān ê; chóng-sī tī Siōng-tè kok ê bî-sòe ê iáu khah tōa i.","tghg":"我給恁講，婦仁人所生，未有卡大約翰的；總是佇上帝國的微細的猶(iáu)卡大伊。」","bklhl":"我kā lín講，婦人人所生bē有khah大約翰ê；總是tī上帝國ê微細ê iáu khah大伊。"}},{"book":"路","chapter":7,"verse":29,"versions":{"unv":"眾百姓和稅吏既受過約翰的洗，聽見這話，就以　神為義；","bklcl":"Chèng peh-sìⁿ kap thiu-hiòng ê lâng, í-keng siū Iok-hān ê sóe-lé, chi̍t-ē thiaⁿ-kìⁿ che, chiū chheng-ho͘ Siōng-tè chòe gī.","tghg":"眾百姓及抽餉的人，已經受約翰的洗禮，一下聽見這，就稱呼上帝做義；","bklhl":"眾百姓kap抽餉ê人，已經受約翰ê洗禮，一下聽見這，就稱呼上帝做義。"}},{"book":"路","chapter":7,"verse":30,"versions":{"unv":"但法利賽人和律法師沒有受過約翰的洗，竟為自己廢棄了　神的旨意。（29-30兩節或譯：眾百姓和稅吏聽見了約翰的話，就受了他的洗，便以　神為義；但法利賽人和律法師不受約翰的洗，竟為自己廢棄了　神的旨意。）","bklcl":"Nā-sī Hoat-lī-sài lâng kap kà lu̍t-hoat ê sian-siⁿ bô siū i ê sóe-lé, ka-kī phah-bô Siōng-tè ê chí-ì.","tghg":"若是法利賽人及教律法的先生無受伊的洗禮，家己拍無上帝的旨意。","bklhl":"若是法利賽人kap教律法ê先生無受伊ê洗禮，家己phah無上帝ê旨意。"}},{"book":"路","chapter":7,"verse":31,"versions":{"unv":"主又說：「這樣，我可用甚麼比這世代的人呢？他們好像甚麼呢？","bklcl":"Chú kóng, Chit sè-tāi ê lâng, góa beh ēng sím-mi̍h lâi pí-phēng in?  In sī chhin-chhiūⁿ sím-mi̍h ah?","tghg":"主講：「此世代的人我欲用甚麼來比並(pí-phēng)𪜶？𪜶是親像甚麼啊？","bklhl":"主講，Chit世代ê人，我beh用甚麼來比並in？in是親像甚麼ah？"}},{"book":"路","chapter":7,"verse":32,"versions":{"unv":"好像孩童坐在街市上，彼此呼叫說：我們向你們吹笛，你們不跳舞；我們向你們舉哀，你們不啼哭。","bklcl":"Sī chhin-chhiūⁿ gín-ná chē tī koe-chhī-ni̍h, saⁿ kiò kóng, Goán tùi lín pûn ta̍t-á, lín bô thiàu-bú; goán bat pi-ai, lín bô thî-khàu.","tghg":"是親像囝仔坐佇街市裡，相叫講：阮對恁歕笛仔，恁無跳舞；阮曾悲哀，恁無啼哭。","bklhl":"是親像gín-ná坐tī街市裡，saⁿ叫講，阮對lín pûn笛á，lín無跳舞；阮bat悲哀，lín無啼哭。"}},{"book":"路","chapter":7,"verse":33,"versions":{"unv":"施洗的約翰來，不吃餅，不喝酒，你們說他是被鬼附著的。","bklcl":"In-ūi kiâⁿ sóe-lé ê Iok-hān lâi, bô chia̍h piáⁿ bô lim chiú, lín chiū kóng, I hoān-tio̍h kúi.","tghg":"因為行洗禮的約翰來，無食餅，無飲酒，恁就講伊患著鬼。","bklhl":"因為行洗禮ê約翰來，無食餅無lim酒，lín就講，伊犯tio̍h鬼。"}},{"book":"路","chapter":7,"verse":34,"versions":{"unv":"人子來，也吃也喝，你們說他是貪食好酒的人，是稅吏和罪人的朋友。","bklcl":"Jîn-chú lâi iā chia̍h iā lim, lín chiū kóng, I sī tham-chia̍h hò͘ⁿ-chiú ê lâng, thiu-hiòng ê kap pháiⁿ lâng ê pêng-iú.","tghg":"人子來，也食也飲，恁就講伊是貪食好酒的人，抽餉的及歹人的朋友。","bklhl":"人子來也食也lim，lín就講，伊是貪食好酒ê人，抽餉ê Kap pháiⁿ人ê朋友。"}},{"book":"路","chapter":7,"verse":35,"versions":{"unv":"但智慧之子都以智慧為是。」","bklcl":"Nā-sī Tì-hūi tùi i ê chèng kiáⁿ hián-bêng i sī tio̍h.","tghg":"若是智慧對伊的眾子顯明伊是著。」","bklhl":"若是智慧對伊ê眾kiáⁿ顯明伊是tio̍h。"}},{"book":"路","chapter":7,"verse":36,"versions":{"unv":"有一個法利賽人請耶穌和他吃飯；耶穌就到法利賽人家裡去坐席。","bklcl":"Ū chi̍t ê Hoat-lī-sài lâng chhiáⁿ Iâ-so͘ saⁿ-kap chia̍h.  I chiū ji̍p Hoat-lī-sài lâng ê chhù chē toh.","tghg":"有一個法利賽人請耶穌相及食；伊就入法利賽人的厝坐桌。","bklhl":"有一个法利賽人請耶穌saⁿ-kap食，伊就入法利賽人ê厝坐桌。"}},{"book":"路","chapter":7,"verse":37,"versions":{"unv":"那城裡有一個女人，是個罪人，知道耶穌在法利賽人家裡坐席，就拿著盛香膏的玉瓶，","bklcl":"Tú-tn̄g siâⁿ-lāi ū chi̍t ê pháiⁿ hū-jîn-lâng, chai I chē toh tī Hoat-lī-sài lâng ê chhù, chiū tòa tóe hiuⁿ-iû ê ge̍k-koàn lâi;","tghg":"抵當城內有一個歹婦仁人，知伊坐桌佇法利賽人的厝，就帶貯(tóe)香油(hiuⁿ-iû)的玉罐來，","bklhl":"Tú-tn̄g城內有一个pháiⁿ婦人人，知伊坐桌tī法利賽人ê厝，就tòa tóe香油ê玉罐來；"}},{"book":"路","chapter":7,"verse":38,"versions":{"unv":"站在耶穌背後，挨著他的腳哭，眼淚溼了耶穌的腳，就用自己的頭髮擦乾，又用嘴連連親他的腳，把香膏抹上。","bklcl":"khiā tī Iâ-so͘ ê āu-bīn, óa I ê kha teh thî-khàu; ū ba̍k-sái tih-tâm I ê kha, chiū ēng i ê thâu-mn̂g chhit i; koh chia̍p-chia̍p chim I ê kha, ēng hiuⁿ-iû boah i.","tghg":"徛佇耶穌的後面，倚伊的腳啲啼哭，有目屎滴𣸄(tâm)伊的腳，就用伊的頭毛拭(chhit)伊，閣捷捷(chia̍p-chia̍p)唚(chim)伊的腳，用香油抹伊。","bklhl":"khiā tī耶穌ê後面，óa伊ê腳teh啼哭；有目屎滴tâm伊ê腳，就用伊ê頭毛拭伊；koh chia̍p-chia̍p chim伊ê腳，用香油抹伊。"}},{"book":"路","chapter":7,"verse":39,"versions":{"unv":"請耶穌的法利賽人看見這事，心裡說：「這人若是先知，必知道摸他的是誰，是個怎樣的女人；乃是個罪人。」","bklcl":"Chhiáⁿ Iâ-so͘ ê Hoat-lī-sài lâng khòaⁿ-kìⁿ án-ni, sim-lāi siūⁿ kóng, Chit lâng nā sī sian-ti, tek-khak ōe chai bong I ê lâng sī chī-chūi, koh sī sím-mi̍h hō ê hū-jîn-lâng, chiū-sī pháiⁿ lâng.","tghg":"請耶穌的法利賽人看見按呢，心內想講：「此人若是先知，的確會知摸伊的人是是誰，閣是甚麼號的婦仁人；就是歹人。」","bklhl":"請耶穌ê法利賽人看見án-ni，心內想講，Chit人若是先知，的確會知摸伊ê人是是誰，koh是甚麼號ê婦人人，就是pháiⁿ人。"}},{"book":"路","chapter":7,"verse":40,"versions":{"unv":"耶穌對他說：「西門！我有句話要對你說。」西門說：「夫子，請說。」","bklcl":"Iâ-so͘ ìn i kóng, Se-bûn, góa ū ōe beh kā lí kóng. Se-bûn kóng, Sian-siⁿ, chhiáⁿ lí kóng.","tghg":"耶穌應伊講：「西門！我有話欲給你講。」西門講：「先生，請你講。」","bklhl":"耶穌應伊講，西門，我有話beh kā你講。西門講，先生，請你講。"}},{"book":"路","chapter":7,"verse":41,"versions":{"unv":"耶穌說：「一個債主有兩個人欠他的債；一個欠五十兩銀子，一個欠五兩銀子；","bklcl":"I chiū kóng, Bó͘ ê chè-chú ū nn̄g lâng khiàm i ê chè, chi̍t-ê khiàm i gō͘-pah ê gûn-á, chi̍t-ê khiàm i gō͘-cha̍p.","tghg":"伊就講：「某個債主有二人欠伊的債；一個欠伊五百個銀仔，一個欠伊五十；","bklhl":"伊就講，某個債主有兩人欠伊ê債，一个欠伊五百ê銀á，一个欠伊五十。"}},{"book":"路","chapter":7,"verse":42,"versions":{"unv":"因為他們無力償還，債主就開恩免了他們兩個人的債。這兩個人哪一個更愛他呢？」","bklcl":"In kì-jiân bô thang hêng, chè-chú chiū sià-bián in nn̄g lâng.  Án-ni, chiū tá-lo̍h chi̍t-ê khah thiàⁿ chè-chú ah?","tghg":"𪜶既然無通還，債主就赦免𪜶二人。按呢，就叨落(tá-lo̍h)一個卡疼債主啊？」","bklhl":"In既然無thang還，債主就赦免in兩人。Án-ni，就tá-lo̍h一个khah疼債主ah？"}},{"book":"路","chapter":7,"verse":43,"versions":{"unv":"西門回答說：「我想是那多得恩免的人。」耶穌說：「你斷的不錯。」","bklcl":"Se-bûn ìn kóng, Góa phah-sǹg sī hit-ê hō͘ i sià-bián khah chōe ê.  Iâ-so͘ kā i kóng, Lí só͘ toàn ê sī tio̍h.","tghg":"西門應講：「我拍算是彼個互伊赦免卡多的。」耶穌給伊講：「你所斷的是著。」","bklhl":"西門應講，我phah算是hit ê hō͘伊赦免khah chōe ê。耶穌kā伊講，你所斷ê是tio̍h。"}},{"book":"路","chapter":7,"verse":44,"versions":{"unv":"於是轉過來向著那女人，便對西門說：「你看見這女人嗎？我進了你的家，你沒有給我水洗腳；但這女人用眼淚溼了我的腳，用頭髮擦乾。","bklcl":"Chiū oa̍t thâu ǹg hū-jîn-lâng, kā Se-bûn kóng, Lí khòaⁿ-kìⁿ chit ê hū-jîn-lâng bô?  Góa ji̍p lí ê chhù, lí bô ēng chúi hō͘ góa sóe kha; nā-sī i ēng ba̍k-sái tih-tâm góa ê kha, ēng thâu-mn̂g chhit i.","tghg":"就越頭向婦仁人，給西門講：「你看見此個婦仁人無？我入你的厝，你無用水互我洗腳；若是伊用目屎滴𣸄(tâm)我的腳，用頭毛拭伊。","bklhl":"就oa̍t頭ǹg婦人人，kā西門講，你看見chit ê婦人人無？我入你ê厝，你無用水hō͘我洗腳；但是伊用目屎滴tâm我ê腳，用頭毛拭伊。"}},{"book":"路","chapter":7,"verse":45,"versions":{"unv":"你沒有與我親嘴；但這女人從我進來的時候就不住地用嘴親我的腳。","bklcl":"Lí bô kā góa chim; to̍k-to̍k i tùi góa ji̍p-lâi ê sî chim góa ê kha bô soah.","tghg":"你無給我唚；獨獨伊對我入來的時唚我的腳無息。","bklhl":"你無kā我chim；獨獨伊tùi我入來ê時chim我ê腳無soah。"}},{"book":"路","chapter":7,"verse":46,"versions":{"unv":"你沒有用油抹我的頭；但這女人用香膏抹我的腳。","bklcl":"Lí bô ēng iû boah góa ê thâu-khak; nā-sī i ēng hiuⁿ-iû boah góa ê kha.","tghg":"你無用油抹我的頭殼；若是伊用香油抹我的腳。","bklhl":"你無用油抹我ê頭殼；但是伊用香油抹我ê腳。"}},{"book":"路","chapter":7,"verse":47,"versions":{"unv":"所以我告訴你，她許多的罪都赦免了，因為她的愛多；但那赦免少的，他的愛就少。」","bklcl":"Só͘-í góa kā lí kóng, I chōe-chōe ê chōe-kòa í-keng sià-bián, in-ūi i ê thiàⁿ sī chōe; nā-sī tit-tio̍h sià-bián chió ê, i ê thiàⁿ iā sī chió.","tghg":"所以我給你講，伊多多的罪過已經赦免，因為伊的疼是多，若是得著赦免少的，伊的疼也是少。」","bklhl":"所以我kā你講，伊chōe-chōe ê罪kòa已經赦免，因為伊ê疼是chōe；但是得tio̍h赦免少ê，伊ê疼也是少。"}},{"book":"路","chapter":7,"verse":48,"versions":{"unv":"於是對那女人說：「你的罪赦免了。」","bklcl":"Chiū kā hū-jîn-lâng kóng, Lí ê chōe sià lah.","tghg":"就給婦仁人講：「你的罪赦啦。」","bklhl":"就kā婦人人講，你ê罪赦lah。"}},{"book":"路","chapter":7,"verse":49,"versions":{"unv":"同席的人心裡說：「這是甚麼人，竟赦免人的罪呢？」","bklcl":"Tâng toh ê lâng sim-lāi kóng, Chit-ê teh sià chōe ê sī sím-mi̍h lâng?","tghg":"同桌的人心內講：「此個啲赦罪的是甚麼人。」","bklhl":"同桌ê人心內講，Chit ê teh赦罪ê是甚麼人？"}},{"book":"路","chapter":7,"verse":50,"versions":{"unv":"耶穌對那女人說：「你的信救了你；平平安安回去吧！」","bklcl":"Iâ-so͘ tùi hū-jîn-lâng kóng, Lí ê sìn ū kiù lí; chòe lí an-sim tò-khì.","tghg":"耶穌對婦仁人講：「你的信有救你；做你安心倒去！」","bklhl":"耶穌tùi婦人人講，你ê信有救你；做你安心tò去。"}}]