[{"book":"路","chapter":6,"verse":1,"versions":{"unv":"有一個安息日，耶穌從麥地經過。他的門徒掐了麥穗，用手搓著吃。","bklcl":"Ū chi̍t ê an-hioh-ji̍t Iâ-so͘ tùi be̍h-hn̂g keng-kè, I ê ha̍k-seng tiah be̍h-sūi, ēng chhiú jê i lâi chia̍h.","tghg":"有一個安息日，耶穌對麥園經過。伊的學生摘(tiah)麥穗(sūi)，用手揉(jê)伊來食(chia̍h)。","bklhl":"有一个安歇日耶穌tùi麥園經過，伊ê學生摘麥穗，用手揉伊來食。"}},{"book":"路","chapter":6,"verse":2,"versions":{"unv":"有幾個法利賽人說：「你們為甚麼做安息日不可做的事呢？」","bklcl":"Ū Hoat-lī-sài kúi-nā lâng kóng, An-hioh-ji̍t só͘ m̄ eng-kai kiâⁿ ê, lín siáⁿ-sū kiâⁿ i?","tghg":"有法利賽幾若人講：「安息日所呣應該行的，恁啥事行伊？」","bklhl":"有法利賽幾nā人講，安歇日所m̄應該行ê，lín啥事行伊？"}},{"book":"路","chapter":6,"verse":3,"versions":{"unv":"耶穌對他們說：「經上記著大衛和跟從他的人飢餓之時所做的事，連這個你們也沒有念過嗎？","bklcl":"Iâ-so͘ ìn kóng, Tāi-pi̍t kap kun-tè ê lâng iau ê sî só͘ kiâⁿ ê, lín bē tha̍k-tio̍h mah?","tghg":"耶穌應講：「大衛及跟隨的人枵的時所行的，恁未讀著嗎？","bklhl":"耶穌應講，大衛kap跟tè ê人Iau ê時所行ê，lín bē讀tio̍h mah？"}},{"book":"路","chapter":6,"verse":4,"versions":{"unv":"他怎麼進了　神的殿，拿陳設餅吃，又給跟從的人吃？這餅除了祭司以外，別人都不可吃。」","bklcl":"I ji̍p Siōng-tè ê chhù, the̍h pâi-lia̍t ê piáⁿ lâi chia̍h, koh hō͘ i kun-tè ê lâng; chit hō piáⁿ, nā m̄ sī chè-si, chiū lóng m̄ eng-kai chia̍h.","tghg":"伊入上帝的厝，提排列的餅來食，閣互伊跟隨的人，此號餅若呣是祭司，就攏呣應該食。」","bklhl":"伊入上帝ê厝，the̍h排列ê餅來食，koh hō͘伊跟tè ê人；chit號餅，若m̄是祭司，就lóng m̄應該食。"}},{"book":"路","chapter":6,"verse":5,"versions":{"unv":"又對他們說：「人子是安息日的主。」","bklcl":"Koh kā in kóng, Jîn-chú iā sī an-hioh-ji̍t ê Chú.","tghg":"閣給𪜶講：「人子也是安息日的主。」","bklhl":"Koh kā in講，人子也是安歇日ê主。"}},{"book":"路","chapter":6,"verse":6,"versions":{"unv":"又有一個安息日，耶穌進了會堂教訓人，在那裡有一個人右手枯乾了。","bklcl":"Koh chi̍t ê an-hioh-ji̍t, Iâ-so͘ ji̍p hōe-tn̂g kà-sī; tī hia ū chi̍t lâng i ê chiàⁿ chhiú ko͘-tâ.","tghg":"閣一個安息日，耶穌入會堂教示，佇遐有一人伊的正手枯焦。","bklhl":"Koh一个安歇日，耶穌入會堂教示；tī hia有一人伊ê chiàⁿ手枯焦。"}},{"book":"路","chapter":6,"verse":7,"versions":{"unv":"文士和法利賽人窺探耶穌，在安息日治病不治病，要得把柄去告他。","bklcl":"Keng-ha̍k-sū kap Hoat-lī-sài lâng tng khòaⁿ I tī an-hioh-ji̍t beh i-pīⁿ á bô; ì-sù sī ài chhē phāng thang kò I.","tghg":"經學士及法利賽人當看伊佇安息日欲醫病抑無，意思是愛尋縫通告伊。","bklhl":"經學士kap法利賽人當看伊tī安歇日beh醫病á無；意思是ài chhē縫thang告伊。"}},{"book":"路","chapter":6,"verse":8,"versions":{"unv":"耶穌卻知道他們的意念，就對那枯乾一隻手的人說：「起來！站在當中。」那人就起來，站著。","bklcl":"Iâ-so͘ chai in ê ì-sù, chiū kā hit-ê chhiú ko͘-tâ ê lâng kóng, khí-lâi, khiā tī tiong-ng; i chiū khí-lâi khiā.","tghg":"耶穌知𪜶的意思，就給彼個手枯焦的人講：「起來！徛佇中央。」伊就起來徛。","bklhl":"耶穌知in ê意思，就kā hit ê手枯焦ê人講，起來，khiā tī中央；伊就起來khiā。"}},{"book":"路","chapter":6,"verse":9,"versions":{"unv":"耶穌對他們說：「我問你們，在安息日行善行惡，救命害命，哪樣是可以的呢？」","bklcl":"Iâ-so͘ chiū tùi in kóng, Góa mn̄g lín, tī an-hioh-ji̍t kiâⁿ hó sū kiâⁿ pháiⁿ sū, kiù sìⁿ-miā hāi sìⁿ-miā, tá-lo̍h chi̍t hāng khah ha̍p-gî ah?","tghg":"耶穌就對𪜶講：「我問恁，佇安息日行好事行歹事，救生命害生命，叨落一項卡合宜啊？」","bklhl":"耶穌就對in講，我問lín，tī安歇日行好事行pháiⁿ事，救性命害性命，tá-lo̍h一項khah合宜ah？"}},{"book":"路","chapter":6,"verse":10,"versions":{"unv":"他就周圍看著他們眾人，對那人說：「伸出手來！」他把手一伸，手就復了原。","bklcl":"Chiū sì-kè khòaⁿ chèng lâng, kā hit lâng kóng, Chhun lí ê chhiú. I chhun-chhut-khì; chhiú chiū hó-hó.","tghg":"就四界看眾人，給彼人講：「伸你的手！」伊伸出去，手就好好。","bklhl":"就四界看眾人，kā hit人講，伸你ê手。伊伸出去；手就好好。"}},{"book":"路","chapter":6,"verse":11,"versions":{"unv":"他們就滿心大怒，彼此商議怎樣處治耶穌。","bklcl":"Hiah ê lâng móa-sim siū-khì; saⁿ-kap gī-lūn tio̍h cháiⁿ-iūⁿ lâi pān Iâ-so͘.","tghg":"許個人滿心受氣，相及議論著怎樣來辦耶穌。","bklhl":"Hiah-ê人滿心受氣；saⁿ-kap議論tio̍h怎樣來辦耶穌。"}},{"book":"路","chapter":6,"verse":12,"versions":{"unv":"那時，耶穌出去，上山禱告，整夜禱告　神；","bklcl":"Tng hit sî Iâ-so͘ chhut-khì soaⁿ-ni̍h kî-tó, thong mî kî-kiû Siōng-tè.","tghg":"當彼時，耶穌出去山裡祈禱，通暝祈求上帝；","bklhl":"當hit時耶穌出去山裡祈禱，thong暝祈求上帝。"}},{"book":"路","chapter":6,"verse":13,"versions":{"unv":"到了天亮，叫他的門徒來，就從他們中間挑選十二個人，稱他們為使徒。","bklcl":"Kàu thiⁿ-kng chiū kiò I ê ha̍k-seng lâi; tùi in tiong-kan kéng cha̍p-jī lâng, chheng in chòe sù-tô͘;","tghg":"到天光，就叫伊的學生來，對𪜶中間揀十二人，稱𪜶做使徒。","bklhl":"到天光就叫伊ê學生來；對in中間揀十二人，稱in做使徒；"}},{"book":"路","chapter":6,"verse":14,"versions":{"unv":"這十二個人有西門（耶穌又給他起名叫彼得），還有他兄弟安得烈，又有雅各和約翰，腓力和巴多羅買，","bklcl":"ū Se-bûn, Iâ-so͘ koh hō i ê miâ chòe Pí-tek, kap i ê hiaⁿ-tī An-tek-lia̍t, koh ū Ngá-kok kap Iok-hān, Hui-le̍k kap Pa-to-lô-mái;","tghg":"有西門（耶穌閣號伊的名做彼得），及伊的兄弟安得烈，閣有雅各及約翰，腓力及巴多羅買，","bklhl":"有西門，耶穌koh號伊ê名做彼得，kap伊ê兄弟安得烈，koh有雅各kap約翰，腓力kap巴多羅買；"}},{"book":"路","chapter":6,"verse":15,"versions":{"unv":"馬太和多馬，亞勒腓的兒子雅各和奮銳黨的西門，","bklcl":"Má-thài kap To-má, A-le̍k-hui ê kiáⁿ Ngá-kok kap chheng chòe Se-lô-tí ê Se-bûn,","tghg":"馬太及多馬，亞勒腓的子雅各及稱做西羅底的西門，","bklhl":"馬太kap多馬，亞勒腓ê Kiáⁿ雅各kap稱做西羅底ê西門，"}},{"book":"路","chapter":6,"verse":16,"versions":{"unv":"雅各的兒子（或譯：兄弟）猶大，和賣主的加略人猶大。","bklcl":"Ngá-kok ê kiáⁿ Iû-tāi, kap bōe sian-siⁿ ê Ka-lio̍k lâng Iû-tāi.","tghg":"雅各的子猶大，及賣先生的加略人猶大。","bklhl":"雅各ê Kiáⁿ偤大，kap賣先生ê加略人偤大。"}},{"book":"路","chapter":6,"verse":17,"versions":{"unv":"耶穌和他們下了山，站在一塊平地上；同站的有許多門徒，又有許多百姓，從猶太全地和耶路撒冷，並泰爾、西頓的海邊來，都要聽他講道，又指望醫治他們的病；","bklcl":"Iâ-so͘ kap in lo̍h-lâi khiā tī pîⁿ ê só͘-chāi, ū I chōe-chōe ê ha̍k-seng kap kui tōa tīn ê peh-sìⁿ, tùi Iû-thài choân-tōe kap Iâ-lō͘-sat-léng í-ki̍p Chhui-lô Se-tùn iân hái-kîⁿ ê tōe lâi beh thiaⁿ I, iā beh tit-tio̍h i-hó in ê pīⁿ;","tghg":"耶穌及𪜶落來，徛佇平的所在；有伊多多的學生及歸大陣的百姓，對猶太全地及耶路撒冷，以及推羅、西頓沿海墘(kîⁿ)的地來，欲聽伊，也欲得著醫好𪜶的病；","bklhl":"耶穌kap in落來khiā tī平ê所在，有伊chōe-chōe ê學生kap Kui大陣ê百姓，tùi偤太全地kap耶路撒冷以及Chhui-lô Se-tùn沿海墘ê地來beh聽伊，也beh得tio̍h醫好in ê病；"}},{"book":"路","chapter":6,"verse":18,"versions":{"unv":"還有被污鬼纏磨的，也得了醫治。","bklcl":"koh ū hō͘ siâ-sîn só͘ thiau-lân ê iā tit-tio̍h i-hó.","tghg":"閣有互邪神所刁難的，也得著醫好。","bklhl":"koh有hō͘邪神所刁難ê也得tio̍h醫好。"}},{"book":"路","chapter":6,"verse":19,"versions":{"unv":"眾人都想要摸他；因為有能力從他身上發出來，醫好了他們。","bklcl":"Chèng lâng lóng ài bong I, in-ūi ū koân-lêng tùi I chhut, lâi i-hó in tāi-ke.","tghg":"眾人攏愛摸伊；因為有權能對伊出，來醫好𪜶大家。","bklhl":"眾人lóng ài摸伊，因為有權能對伊出，來醫好in大家。"}},{"book":"路","chapter":6,"verse":20,"versions":{"unv":"耶穌舉目看著門徒，說：你們貧窮的人有福了！因為　神的國是你們的。","bklcl":"Iâ-so͘ kia̍h ba̍k khòaⁿ I ê ha̍k-seng, kóng, Lín sòng-hiong ê lâng ū hok-khì ah, in-ūi Siōng-tè ê kok sī lín ê.","tghg":"耶穌攑目看伊的學生，講：恁喪鄉的人有福氣啊！因為上帝的國是恁的。","bklhl":"耶穌kia̍h目看伊ê學生，講，Lín sòng-hiong ê人有福氣ah，因為上帝ê國是lín ê。"}},{"book":"路","chapter":6,"verse":21,"versions":{"unv":"你們飢餓的人有福了！因為你們將要飽足。你們哀哭的人有福了！因為你們將要喜笑。","bklcl":"Lín hiān-chāi teh iau ê lâng ū hok-khì ah; in-ūi lín beh tit-tio̍h pá.  Lín hiān-chāi thî-khàu ê lâng ū hok-khì ah, in-ūi lín teh-beh chhiò.","tghg":"恁現在啲枵的人有福氣啊！因為恁欲得著飽。恁現在啼哭的人有福氣啊！因為恁啲欲笑。","bklhl":"Lín現在teh iau ê人有福氣ah；因為lín beh得tio̍h飽。Lín現在啼哭ê人有福氣ah，因為lín teh-beh笑。"}},{"book":"路","chapter":6,"verse":22,"versions":{"unv":"「人為人子恨惡你們，拒絕你們，辱罵你們，棄掉你們的名，以為是惡，你們就有福了！","bklcl":"Lâng ūi-tio̍h Jîn-chú lâi oàn-hūn lín, kū-choa̍t lín, lóe-mē lín, lia̍h lín ê miâ chòe pháiⁿ lâi khì-sak i, lín chiū ū hok-khì ah.","tghg":"人為著人子來怨恨恁，拒絕恁，詈罵(lóe-mē)恁，掠恁的名做歹，來棄拺(khì-sak)伊，恁就有福氣啊！","bklhl":"人為tio̍h人子來怨恨lín，拒絕lín，lóe罵lín，掠lín ê名做pháiⁿ來棄sak伊，lín就有福氣ah。"}},{"book":"路","chapter":6,"verse":23,"versions":{"unv":"當那日，你們要歡喜跳躍，因為你們在天上的賞賜是大的。他們的祖宗待先知也是這樣。","bklcl":"Tng hit ji̍t lín tio̍h hoaⁿ-hí tiô-thiàu; in-ūi tī thiⁿ-ni̍h lín ê pò-siúⁿ sī tōa, sī in ê chó͘ khoán-thāi sian-ti iā sī án-ni.","tghg":"當彼日，恁著歡喜趒(tiô)跳，因為佇天裡恁的報賞是大。是𪜶的祖款待先知也是按呢。","bklhl":"當hit日lín tio̍h歡喜tiô跳；因為tī天裡lín ê報賞是大，是in ê祖款待先知也是án-ni。"}},{"book":"路","chapter":6,"verse":24,"versions":{"unv":"但你們富足的人有禍了！因為你們受過你們的安慰。","bklcl":"Nā-sī lín hó-gia̍h lâng ū chai-ē ah! in-ūi lín í-keng siū-tio̍h lín ê an-ùi.","tghg":"若是恁好額人有災禍啊！因為恁已經受著恁的安慰。","bklhl":"但是lín好額人有災禍ah！因為lín已經受tio̍h lín ê安慰。"}},{"book":"路","chapter":6,"verse":25,"versions":{"unv":"你們飽足的人有禍了！因為你們將要飢餓。你們喜笑的人有禍了！因為你們將要哀慟哭泣。","bklcl":"Lín hiān-chāi pá ê lâng ū chai-ē ah! in-ūi lín teh-beh iau.  Lín hiān-chāi chhiò ê lâng ū chai-ē ah! in-ūi lín beh ai-siong thî-khàu.","tghg":"恁現在飽的人有災禍啊！因為恁啲欲枵。恁現在笑的人有災禍啊！因為恁欲哀傷啼哭。","bklhl":"Lín現在飽ê人有災禍ah！因為lín teh-beh iau。Lín現在笑ê人有災禍ah！因為lín beh哀傷啼哭。"}},{"book":"路","chapter":6,"verse":26,"versions":{"unv":"「人都說你們好的時候，你們就有禍了！因為他們的祖宗待假先知也是這樣。」","bklcl":"Lín hō͘ chèng lâng o-ló ê ū chai-ē ah! in-ūi in ê chó͘ khoán-thāi ké ê sian-ti iā sī án-ni.","tghg":"「恁互眾人謳咾的有災禍啊！因為𪜶的祖款待假的先知也是按呢。」","bklhl":"Lín Hō͘眾人o-ló ê有災禍ah！因為in ê祖款待假ê先知也是án-ni。"}},{"book":"路","chapter":6,"verse":27,"versions":{"unv":"「只是我告訴你們這聽道的人，你們的仇敵，要愛他！恨你們的，要待他好！","bklcl":"Nā-sī góa kā lín teh thiaⁿ ê lâng kóng, Tùi-te̍k lín ê tio̍h thiàⁿ in; oàn-hūn lín ê, tio̍h hó khoán-thāi in;","tghg":"「若是我給恁啲聽的人講，對敵恁的，著疼𪜶！怨恨恁的，著好款待𪜶！","bklhl":"但是我kā lín teh聽ê人講，對敵lín ê tio̍h疼in；怨恨lín ê，tio̍h好款待in；"}},{"book":"路","chapter":6,"verse":28,"versions":{"unv":"咒詛你們的，要為他祝福！凌辱你們的，要為他禱告！","bklcl":"lóe-mē lín ê, tio̍h kā in chiok-hok; lêng-jio̍k lín ê, tio̍h thòe in kî-tó.","tghg":"詈罵恁的，著給𪜶祝福！凌辱(lêng-jio̍k)恁的，著替𪜶祈禱！","bklhl":"lóe罵lín ê，tio̍h kā in祝福；凌辱lín ê，tio̍h替in祈禱。"}},{"book":"路","chapter":6,"verse":29,"versions":{"unv":"有人打你這邊的臉，連那邊的臉也由他打。有人奪你的外衣，連裡衣也由他拿去。","bklcl":"Lâng siàn lí chit pêng ê chhùi-phóe, chiū tio̍h oa̍t hit pêng ǹg i.  Lâng the̍h lín ê gōa-saⁿ, liân lāi-saⁿ iā bo̍h-tit tòng i.","tghg":"人搧(siàn)你此旁的嘴䩃(chhùi-phóe)，就著越彼旁向伊。人提恁的外衫，連內衫也莫得擋伊。","bklhl":"人siàn你chit-pêng ê嘴phóe，就tio̍h oa̍t hit-pêng ǹg伊。人the̍h lín ê外衫，連內衫也莫得擋伊。"}},{"book":"路","chapter":6,"verse":30,"versions":{"unv":"凡求你的，就給他。有人奪你的東西去，不用再要回來。","bklcl":"Hoān-nā kiû lí ê tio̍h hō͘ i; the̍h lí ê mi̍h ê, bo̍h-tit koh kā i thó.","tghg":"凡若求你的，著互伊。提你的物的，莫得閣給伊討。","bklhl":"凡若求你ê tio̍h hō͘伊；the̍h你ê物ê，莫得koh kā伊討。"}},{"book":"路","chapter":6,"verse":31,"versions":{"unv":"你們願意人怎樣待你們，你們也要怎樣待人。","bklcl":"Lín ài lâng cháiⁿ-iūⁿ khoán-thāi lín, iā tio̍h án-ni khoán-thāi lâng.","tghg":"恁愛(ài)人怎樣款待恁，也著按呢款待人。","bklhl":"Lín ài人怎樣款待lín，也tio̍h án-ni款待人。"}},{"book":"路","chapter":6,"verse":32,"versions":{"unv":"你們若單愛那愛你們的人，有甚麼可酬謝的呢？就是罪人也愛那愛他們的人。","bklcl":"Lín nā thiàⁿ hiah-ê thiàⁿ lín ê, ū sím-mi̍h un-hūi? in-ūi pháiⁿ lâng iā sī thiàⁿ hiah-ê thiàⁿ in ê lâng.","tghg":"恁若疼許個疼恁的，有甚麼恩惠？因為歹人也是疼許個疼𪜶的人。","bklhl":"Lín若疼hiah-ê疼lín ê，有甚麼恩惠？因為pháiⁿ人也是疼hiah-ê疼in ê人。"}},{"book":"路","chapter":6,"verse":33,"versions":{"unv":"你們若善待那善待你們的人，有甚麼可酬謝的呢？就是罪人也是這樣行。","bklcl":"Lín nā hó khoán-thāi hiah-ê hó khoán-thāi lín ê, ū sím-mi̍h un-hūi? in-ūi pháiⁿ lâng iā sī án-ni kiâⁿ.","tghg":"恁若好款待許個好款待恁的，有甚麼恩惠？因為歹人也是按呢行。","bklhl":"Lín若好款待hiah-ê好款待lín ê，有甚麼恩惠？因為pháiⁿ人也是án-ni行。"}},{"book":"路","chapter":6,"verse":34,"versions":{"unv":"你們若借給人，指望從他收回，有甚麼可酬謝的呢？就是罪人也借給罪人，要如數收回。","bklcl":"Lín nā chioh hiah-ê ū thang ǹg-bāng i hêng ê, ū sím-mi̍h un-hūi? in-ūi pháiⁿ lâng iā chioh pháiⁿ lâng, ài in chiàu siàu-gia̍h lâi hêng.","tghg":"恁若借許個，有通向望伊還的，有甚麼恩惠？因為歹人也借歹人，愛𪜶照數額來還。","bklhl":"Lín若借hiah-ê有thang ǹg望伊還ê，有甚麼恩惠？因為pháiⁿ人也借pháiⁿ人，ài in照數額來還。"}},{"book":"路","chapter":6,"verse":35,"versions":{"unv":"你們倒要愛仇敵，也要善待他們，並要借給人不指望償還，你們的賞賜就必大了，你們也必作至高者的兒子；因為他恩待那忘恩的和作惡的。","bklcl":"Nā-sī lín tio̍h thiàⁿ lín ê tùi-te̍k hó khoán-thāi in; chioh lâng iā bô choa̍t-bāng; lín ê pò-siúⁿ chiū tōa, koh lín beh chòe Chì-koâiⁿ-ê ê kiáⁿ-jî; in-ūi I hó khoán-thāi bông-un kap pháiⁿ ê lâng.","tghg":"若是恁著疼恁的對敵，好款待𪜶，借人也無絕望，恁的報賞就大，閣恁欲做至高者的子兒，因為伊好款待忘恩(bông-un)及歹的人。","bklhl":"但是lín tio̍h疼lín ê對敵好款待in；借人也無絕望；lín ê報賞就大，koh lín beh做至koân ê ê Kiáⁿ兒；因為伊好款待蒙恩kap pháiⁿ ê人。"}},{"book":"路","chapter":6,"verse":36,"versions":{"unv":"你們要慈悲，像你們的父慈悲一樣。」","bklcl":"Só͘-í lín tio̍h ū lîn-bín, chhin-chhiūⁿ lín ê Pē ê lîn-bín chi̍t iūⁿ.","tghg":"所以恁著有憐憫，親像恁的父的憐憫一樣。」","bklhl":"所以lín tio̍h有憐憫，親像lín ê父ê憐憫一樣。"}},{"book":"路","chapter":6,"verse":37,"versions":{"unv":"「你們不要論斷人，就不被論斷；你們不要定人的罪，就不被定罪；你們要饒恕人，就必蒙饒恕（饒恕：原文是釋放）；","bklcl":"Bo̍h-tit phoe-phêng lâng, chiū bô tú-tio̍h phoe-phêng; bo̍h-tit chek-chōe lâng, chiū bô tú-tio̍h chek-chōe; lín pàng lâng soah, chiū beh pàng lín soah;","tghg":"「莫得批評人，就無抵著(tú-tio̍h)批評；莫得責罪人，就無抵著責罪；恁放人息，就欲放恁息；","bklhl":"莫得批評人，就無tú-tio̍h批評；莫得責罪人，就無tú-tio̍h責罪；lín放人soah，就beh放lín soah；"}},{"book":"路","chapter":6,"verse":38,"versions":{"unv":"你們要給人，就必有給你們的，並且用十足的升斗，連搖帶按，上尖下流地倒在你們懷裡；因為你們用甚麼量器量給人，也必用甚麼量器量給你們。」","bklcl":"hō͘ lâng, chiū beh hō͘ lín; beh ēng chiok-gia̍h ê táu, ji̍h, iô, hō͘ i cha̍t kàu pôaⁿ-chhut-lâi, piàⁿ tī lín ê saⁿ-á-phè.  In-ūi lín ēng sím-mi̍h niû lâi niû, iā beh án-ni tò niû hō͘ lín.","tghg":"互人，就欲互恁，欲用足額的斗，扼(jı̍h)、搖，互伊實(cha̍t)到𨃟(pôaⁿ)出來，傾佇恁的衫仔帕(phè)；因為恁用甚麼量(niû)來量，也欲按呢倒量互恁。」","bklhl":"hō͘人，就beh hō͘ lín；beh用足額ê斗，ji̍h，搖，hō͘伊cha̍t到pôaⁿ出來，拚tī lín ê衫á-phè。因為lín用甚麼量來量，也beh án-ni倒量hō͘ lín。"}},{"book":"路","chapter":6,"verse":39,"versions":{"unv":"耶穌又用比喻對他們說：「瞎子豈能領瞎子，兩個人不是都要掉在坑裡嗎？","bklcl":"Koh ēng phì-jū kā in kóng, Chhiⁿ-mî ê ōe kā chhiⁿ-mî ê chhōa lō͘ mah?  Nn̄g-ê kiám bōe lóng poa̍h-lo̍h hām-khiⁿ mah?","tghg":"閣用譬喻給𪜶講：「睛瞑的會給睛瞑的導路嗎？二個豈𣍐攏跋落陷坑(hām-khiⁿ)嗎？","bklhl":"Koh用譬喻kā in講，Chhiⁿ-mî ê能kā chhiⁿ-mî ê chhōa路mah？兩ê kiám bōe lóng跋落陷坑mah？"}},{"book":"路","chapter":6,"verse":40,"versions":{"unv":"學生不能高過先生；凡學成了的不過和先生一樣。","bklcl":"Ha̍k-seng bōe-ōe pôaⁿ-kè sian-siⁿ; chóng-sī kìⁿ-nā chiâⁿ chòe chiâu-pī ê beh chhin-chhiūⁿ i ê sian-siⁿ.","tghg":"學生𣍐會𨃟(pôaⁿ)過先生；總是見若成做齊備的欲親像伊的先生。","bklhl":"學生bōe會pôaⁿ過先生；總是見若成做齊備ê beh親像伊ê先生。"}},{"book":"路","chapter":6,"verse":41,"versions":{"unv":"為甚麼看見你弟兄眼中有刺，卻不想自己眼中有樑木呢？","bklcl":"Koh lí cháiⁿ-iūⁿ khòaⁿ-kìⁿ hiaⁿ-tī ba̍k-chiu lāi ê chháu-á-iù, iā bô siūⁿ lí ba̍k-chiu lāi ê îⁿ-á-chhâ ah?","tghg":"閣你怎樣看見兄弟目睭內的草仔幼，也無想你目睭內的楹仔柴(îⁿ-á-chhâ)啊？","bklhl":"Koh你怎樣看見兄弟目睭內ê草á幼，也無想你目睭內ê楹á柴ah？"}},{"book":"路","chapter":6,"verse":42,"versions":{"unv":"你不見自己眼中有樑木，怎能對你弟兄說：『容我去掉你眼中的刺』呢？你這假冒為善的人！先去掉自己眼中的樑木，然後才能看得清楚，去掉你弟兄眼中的刺。」","bklcl":"Á-sī beh-thái ōe kā lí ê hiaⁿ-tī kóng, Hiaⁿ-tī ah, lí ba̍k-chiu lāi ê chháu-á-iù hō͘ góa kā lí the̍h-khì, iā pún-sin bô khòaⁿ-kìⁿ lí ba̍k-chiu lāi ê îⁿ-á-chhâ ah? Ké-hó ê lâng ah, tāi-seng the̍h-khì lí ba̍k-chiu lāi ê îⁿ-á-chhâ, chiah ōe bêng-bêng khòaⁿ-kìⁿ thang the̍h-khì hiaⁿ-tī ba̍k-chiu lāi ê chháu-á-iù.","tghg":"抑是欲豈會(thái-ōe)給你的兄弟講：『兄弟啊，你目睭內的草仔幼互我給你提去』，也本身無看見你目睭內的楹仔柴啊？假好的人啊！代先提去你目睭內的楹仔柴，才會明明看見，通提去兄弟目睭內的草仔幼。」","bklhl":"á是beh-thái會kā你ê兄弟講，兄弟ah，你目睭內ê草á幼hō͘我kā你the̍h去，也本身無看見你目睭內ê楹á柴ah？假好ê人ah，事先the̍h去你目睭內ê楹á柴，chiah會明明看見thang the̍h去兄弟目睭內ê草á幼。"}},{"book":"路","chapter":6,"verse":43,"versions":{"unv":"「因為，沒有好樹結壞果子，也沒有壞樹結好果子。","bklcl":"In-ūi bô ū hó chhiū kiat pháiⁿ ké-chí; iā bô ū pháiⁿ chhiū kiat hó ké-chí.","tghg":"「因為，無有好樹結歹果子，也無有歹樹結好果子。","bklhl":"因為無有好樹結pháiⁿ果子；也無有pháiⁿ樹結好果子。"}},{"book":"路","chapter":6,"verse":44,"versions":{"unv":"凡樹木看果子，就可以認出它來。人不是從荊棘上摘無花果，也不是從蒺藜裡摘葡萄。","bklcl":"In-ūi ta̍k châng chhiū tùi i ka-kī ê ké-chí lâi bat i; chhì-phè lāi bô lâng bán bû-hoa-kó, chháu-chhì lāi bô lâng tiah phû-tô.","tghg":"因為逐欉樹對伊家己的果子，來識伊。莿帕(chhì-phè)內無人挽(bán)無花果，草茦(chháu-chhì)內無人摘(tiah)葡萄。","bklhl":"因為ta̍k叢樹對伊家己ê果子來bat伊；刺phè內無人挽無花果，草刺內無人摘葡萄。"}},{"book":"路","chapter":6,"verse":45,"versions":{"unv":"善人從他心裡所存的善就發出善來；惡人從他心裡所存的惡就發出惡來；因為心裡所充滿的，口裡就說出來。」","bklcl":"Hó lâng tùi i ê sim só͘ chek-chū ê hó lâi hoat-chhut hó; pháiⁿ lâng tùi i só͘ chek-chū ê pháiⁿ lâi hoat-chhut pháiⁿ; in-ūi tùi sim só͘ chhiong-móa ê, chhùi chiū kóng chhut.","tghg":"好人對伊的心所積聚的好來發出好；歹人對伊所積聚的歹來發出歹；因為對心所充滿的，嘴就講出。」","bklhl":"好人對伊ê心所積聚ê好來發出好；pháiⁿ人對伊所積聚ê pháiⁿ來發出pháiⁿ；因為tùi心所充滿ê，嘴就講出。"}},{"book":"路","chapter":6,"verse":46,"versions":{"unv":"「你們為甚麼稱呼我『主啊，主啊』卻不遵我的話行呢？","bklcl":"Lín siáⁿ-sū chheng-ho͘ góa, Chú ah, Chú ah, iā bô kiâⁿ góa só͘ kóng ê ah?","tghg":"「恁啥事稱呼我『主啊，主啊』也無行我所講的啊？","bklhl":"Lín啥事稱呼我，主ah，主ah，也無行我所講ê ah？"}},{"book":"路","chapter":6,"verse":47,"versions":{"unv":"凡到我這裡來，聽見我的話就去行的，我要告訴你們他像甚麼人：","bklcl":"Kìⁿ-nā chiū-kūn góa, thiaⁿ góa chiah-ê ōe lâi kiâⁿ i ê lâng, góa beh pò lín chai hit ê lâng chhin-chhiūⁿ sím-mi̍h.","tghg":"見若就近我，聽我諸個話來行伊的人，我欲報恁知彼個人親像甚麼：","bklhl":"見若就近我，聽我chiah ê話來行伊ê人，我beh報lín知hit ê人親像甚麼。"}},{"book":"路","chapter":6,"verse":48,"versions":{"unv":"他像一個人蓋房子，深深地挖地，把根基安在磐石上；到發大水的時候，水沖那房子，房子總不能搖動，因為根基立在磐石上（有古卷：因為蓋造得好）。","bklcl":"I sī chhin-chhiūⁿ lâng khí chhù, ku̍t hō͘ i chhim, hē tōe-ki tī chio̍h-pôaⁿ téng; tōa chúi chi̍t-ē kàu, khoe lâu chhiong-tio̍h chhù, bōe-ōe iô-tāng i, in-ūi i khí-tit hó.","tghg":"伊是親像人起厝，掘互伊深，下(hē)地基佇石磐頂；大水一下到，溪流沖著厝，𣍐會搖動伊，因為伊起得好。","bklhl":"伊是親像人起厝，掘hō͘伊深，hē地基tī石磐頂；大水一下到，溪流沖tio̍h厝，bōe會搖動伊，因為伊起得好。"}},{"book":"路","chapter":6,"verse":49,"versions":{"unv":"惟有聽見不去行的，就像一個人在土地上蓋房子，沒有根基；水一沖，隨即倒塌了，並且那房子壞的很大。」","bklcl":"Nā-sī thiaⁿ-liáu bô kiâⁿ ê lâng, sī chhin-chhiūⁿ lâng khí chhù tī thô͘-téng, bô hē tōe-ki; khoe lâu chhiong-tio̍h i, chiū tó; hit keng chhù ê tó-hoāi sī siong-tiōng.","tghg":"若是聽了無行的人，是親像人起厝佇土頂，無下地基；溪流沖著伊，就倒，彼間厝的倒壞是傷重。」","bklhl":"但是聽了無行ê人，是親像人起厝tī土頂，無hē地基；溪流沖tio̍h伊，就倒；hit間厝ê倒壞是傷重。"}}]