[{"book":"路","chapter":3,"verse":1,"versions":{"unv":"該撒提庇留在位第十五年，本丟•彼拉多作猶太巡撫，希律作加利利分封的王，他兄弟腓力作以土利亞和特拉可尼地方分封的王，呂撒聶作亞比利尼分封的王，","bklcl":"Thê-pì-liû Kai-sat chē ūi ê cha̍p-gō͘ nî Pún-tiu Pí-lia̍p-to chòe Iû-thài ê chóng-tok, Hi-lu̍t chòe Ka-lī-lī hun-hong ê jîn-kun, i ê hiaⁿ-tī Hui-le̍k chòe Í-thó͘-lī-a kap Tek-lia̍p-khó-nî tōe-hng hun-hong ê jîn-kun, Lū-sat-liap chòe A-pí-lī-nî hun-hong ê jîn-kun,","tghg":"提庇留該撒坐位的十五年，本丟彼拉多做猶太的總督，希律做加利利分封的人君，伊的兄弟腓力做以土利亞及特拉可尼地方分封的人君，呂撒聶做亞比利尼分封的人君，","bklhl":"Thê-pì-liû該撒坐位ê十五年本丟彼拉多做偤太ê總督，希律做加利利分封ê人君，伊ê兄弟腓力做Í-thó͘-lī-a kap Tek-lia̍p-khó-nî地方分封ê人君，Lū-sat-liap做A-pí-lī-nî分封ê人君，"}},{"book":"路","chapter":3,"verse":2,"versions":{"unv":"亞那和該亞法作大祭司。那時，撒迦利亞的兒子約翰在曠野裡，　神的話臨到他。","bklcl":"A-ná kap Kai-a-hoat chòe chè-si-thâu ê sî, Sat-ka-lī-a ê kiáⁿ Iok-hān tī khòng-iá-ni̍h, Siōng-tè ê ōe kàu tī i.","tghg":"亞那及該亞法做祭司頭的時，撒迦利亞的子約翰佇曠野裡，上帝的話到佇伊。","bklhl":"A-ná kap Kai-a-hoat做祭司頭ê時，撒迦利亞ê Kiáⁿ約翰tī曠野裡，上帝ê話到tī伊。"}},{"book":"路","chapter":3,"verse":3,"versions":{"unv":"他就來到約旦河一帶地方，宣講悔改的洗禮，使罪得赦。","bklcl":"I chiū kàu Iok-tàn hô ê sì-hng, thoân hoán-hóe ê sóe-lé, hō͘ lâng tit-tio̍h sià-chōe.","tghg":"伊就到約但河的四方，傳反悔的洗禮，互人得著赦罪。","bklhl":"伊就到約旦河ê四方，傳反悔ê洗禮，hō͘人得tio̍h赦罪。"}},{"book":"路","chapter":3,"verse":4,"versions":{"unv":"正如先知以賽亞書上所記的話，說：在曠野有人聲喊著說：預備主的道，修直他的路！","bklcl":"Chhin-chhiūⁿ sian-ti Í-sài-a chheh-ni̍h só͘ kì ê ōe, kóng, \tŪ teh kiò tī khòng-iá ê, i ê siaⁿ kóng,\tPī-pān Chú ê lō͘,\tSiu ti̍t I ê sió lō͘.","tghg":"親像先知以賽亞冊裡所記的話，講：有啲叫佇曠野的，伊的聲講：備辦主的路，修直伊的小路！","bklhl":"親像先知以賽亞冊裡所記ê話，講，\t有teh叫tī曠野ê，伊ê聲講，\t備辦主ê路，\t修直伊ê小路。"}},{"book":"路","chapter":3,"verse":5,"versions":{"unv":"一切山窪都要填滿；大小山岡都要削平！彎彎曲曲的地方要改為正直；高高低低的道路要改為平坦！","bklcl":"Chiah-ê soaⁿ-kok lóng beh thūn-tīⁿ,\tChiah-ê tōa sió ê soaⁿ-thâu lóng beh hō͘ i kē,\tOan-khiau ê, beh hō͘ i ti̍t,\tKhâm-khia̍t ê, beh hō͘ i pîⁿ;","tghg":"諸個山谷攏欲填淀(thūn-tīⁿ)；諸個大小的山頭攏欲互伊低(kē)！彎曲(oan-khiau)的欲互伊直；嵁硈(khâm-khia̍t)的欲互伊平！","bklhl":"Chiah-ê山谷lóng beh thūn-tīⁿ，\tChiah-ê大小ê山頭lóng beh hō͘伊低，\t彎曲ê，beh hō͘伊直，\tKhâm-khia̍t ê，beh hō͘伊平；"}},{"book":"路","chapter":3,"verse":6,"versions":{"unv":"凡有血氣的，都要見　神的救恩！","bklcl":"Hoān ū jio̍k-thé ê beh khòaⁿ-kìⁿ Siōng-tè ê chín-kiù.","tghg":"凡有肉體的欲看見上帝的拯救！","bklhl":"凡有肉體ê beh看見上帝ê拯救。"}},{"book":"路","chapter":3,"verse":7,"versions":{"unv":"約翰對那出來要受他洗的眾人說：「毒蛇的種類！誰指示你們逃避將來的忿怒呢？","bklcl":"Chōe-chōe lâng chhut-lâi beh siū Iok-hān ê sóe-lé, i chiū tùi in kóng, To̍k-chôa ê lūi ah, chī-chūi-á chí-sī lín siám-pī chiong-lâi ê siū-khì ah?","tghg":"多多人出來欲受約翰的洗禮，伊就對𪜶講：「毒蛇的類啊！是誰仔指示恁閃避將來的受氣啊？","bklhl":"Chōe-chōe人出來beh受約翰ê洗禮，伊就對in講，毒蛇ê類ah，是誰-á指示lín閃避將來ê受氣ah？"}},{"book":"路","chapter":3,"verse":8,"versions":{"unv":"你們要結出果子來，與悔改的心相稱。不要自己心裡說：『有亞伯拉罕為我們的祖宗。』我告訴你們，　神能從這些石頭中，給亞伯拉罕興起子孫來。","bklcl":"Só͘-í lín tio̍h kiat hit hō ha̍p tī hoán-hóe ê ké-chí.  Bo̍h-tit ka-kī phah-sǹg, Ū A-pek-la̍h-hán chòe goán ê pē; in-ūi góa kā lín kóng, Siōng-tè ōe tùi chiah-ê chio̍h-thâu chhut kiáⁿ-sun hō͘ A-pek-la̍h-hán.","tghg":"所以恁著結彼號合佇反悔的果子。莫得家己拍算：『有亞伯拉罕做阮的父。』因為我給恁講，上帝會對諸個石頭，出子孫互亞伯拉罕。","bklhl":"所以lín tio̍h結hit號合tī反悔ê果子。莫得家己phah算，有亞伯拉罕做阮ê父；因為我kā lín講，上帝會tùi chiah ê石頭出kiaⁿ孫hō͘亞伯拉罕。"}},{"book":"路","chapter":3,"verse":9,"versions":{"unv":"現在斧子已經放在樹根上，凡不結好果子的樹就砍下來，丟在火裡。」","bklcl":"Taⁿ pó͘-thâu í-keng hē tī chhiū-thâu; kìⁿ-nā chhiū bô kiat hó ké-chí ê, chiū chhò i, hiat-lo̍h hé.","tghg":"今斧頭已經下佇樹頭，見若樹無結好果子的就剉(chhò)伊，㧒落火。」","bklhl":"Taⁿ斧頭已經hē tī樹頭；見若樹無結好果子ê，就chhò伊，hiat落火。"}},{"book":"路","chapter":3,"verse":10,"versions":{"unv":"眾人問他說：「這樣，我們當做甚麼呢？」","bklcl":"Chèng lâng mn̄g i kóng, Án-ni, goán tio̍h cháiⁿ-iūⁿ chòe?","tghg":"眾人問伊講：「按呢，阮著怎樣做？」","bklhl":"眾人問伊講，Án-ni，阮tio̍h怎樣做？"}},{"book":"路","chapter":3,"verse":11,"versions":{"unv":"約翰回答說：「有兩件衣裳的，就分給那沒有的；有食物的，也當這樣行。」","bklcl":"I ìn kóng, Ū nn̄g niá saⁿ ê tio̍h pun hō͘ bô ê; ū mi̍h thang chia̍h ê, iā tio̍h án-ni.","tghg":"伊應講：「有二領衫的，著分互無的；有物通食的，也著按呢。」","bklhl":"伊應講，有兩領衫ê tio̍h分hō͘無ê；有物thang食ê，也tio̍h án-ni。"}},{"book":"路","chapter":3,"verse":12,"versions":{"unv":"又有稅吏來要受洗，問他說：「夫子，我們當做甚麼呢？」","bklcl":"Thiu-hiòng ê iā lâi beh siū sóe-lé, tùi i kóng, Sian-siⁿ ah, goán tio̍h cháiⁿ-iūⁿ chòe?","tghg":"抽餉的也來欲受洗禮，對伊講：「先生啊，阮著怎樣做？」","bklhl":"抽餉ê也來beh受洗禮，對伊講，先生ah，阮tio̍h怎樣做？"}},{"book":"路","chapter":3,"verse":13,"versions":{"unv":"約翰說：「除了例定的數目，不要多取。」","bklcl":"I tùi in kóng, Tiāⁿ-tio̍h ê hiòng í-gōa, bo̍h-tit ke the̍h.","tghg":"伊對𪜶講：「定著的餉以外，莫得加提。」","bklhl":"伊對in講，定tio̍h ê餉以外，莫得加the̍h。"}},{"book":"路","chapter":3,"verse":14,"versions":{"unv":"又有兵丁問他說：「我們當做甚麼呢？」約翰說：「不要以強暴待人，也不要訛詐人，自己有錢糧就當知足。」","bklcl":"Peng-teng iā mn̄g i kóng, Iā goán tio̍h cháiⁿ-iūⁿ chòe? I tùi in kóng, Bo̍h-tit le̍k-sek lâng, bo̍h-tit oaiⁿ lâng; tio̍h lia̍h lín só͘ tit-tio̍h ê niû chòe kàu-gia̍h.","tghg":"兵丁也問伊講：「也阮著怎樣做？」伊對𪜶講：「莫得勒索(le̍k-sek)人，莫得彎人，著掠恁所得著的糧做夠額。」","bklhl":"兵丁也問伊講，也阮tio̍h怎樣做？伊對in講，莫得勒索人，莫得歪人；tio̍h掠lín所得tio̍h ê糧做夠額。"}},{"book":"路","chapter":3,"verse":15,"versions":{"unv":"百姓指望基督來的時候，人都心裡猜疑，或者約翰是基督。","bklcl":"Peh-sìⁿ teh ǹg-bāng ê sî, chèng lâng sim-lāi teh gī-lūn Iok-hān kiám-chhái sī Ki-tok,","tghg":"百姓啲向望的時，眾人心內啲議論約翰豈採是基督。","bklhl":"百姓teh ǹg望ê時，眾人心內teh議論約翰kiám-chhái是基督，"}},{"book":"路","chapter":3,"verse":16,"versions":{"unv":"約翰說：「我是用水給你們施洗，但有一位能力比我更大的要來，我就是給他解鞋帶也不配。他要用聖靈與火給你們施洗。","bklcl":"Iok-hān ìn chèng lâng kóng, Góa ēng chúi kā lín kiâⁿ sóe-lé; to̍k-to̍k ū chi̍t-ê pí góa khah ū koân-lêng ê beh lâi, chiū nā tháu I ê ôe-tòa góa iā bōe kham-tit; I beh ēng Sèng Sîn kap hé kā lín sóe.","tghg":"約翰應眾人講：「我用水給恁行洗禮，獨獨有一個比我卡有權能的欲來，就若解(tháu)伊的鞋帶我也𣍐堪得。伊欲用聖神及火給恁洗。","bklhl":"約翰應眾人講，我用水kā lín行洗禮；獨獨有一个比我khah有權能ê beh來，就若tháu伊ê鞋帶我也bōe堪得；伊beh用聖神kap火kā lín洗。"}},{"book":"路","chapter":3,"verse":17,"versions":{"unv":"他手裡拿著簸箕，要揚淨他的場，把麥子收在倉裡，把糠用不滅的火燒盡了。」","bklcl":"I ê chhiú the̍h pòa-ki, beh chiong I hit tiûⁿ it-chīn pòa, siu be̍h ji̍p I ê chhng; nā-sī be̍h-hiūⁿ chiū ēng bōe hoa ê hé sio i.","tghg":"伊的手提簸箕(pòa-ki)，欲將伊彼場一盡簸，收麥入伊的倉，若是麥香就用𣍐熄(hoa)的火燒伊。」","bklhl":"伊ê手the̍h簸箕，beh將伊hit場一盡簸，收麥入伊ê倉；但是麥hiūⁿ就用bōe hoa ê火燒伊。"}},{"book":"路","chapter":3,"verse":18,"versions":{"unv":"約翰又用許多別的話勸百姓，向他們傳福音。","bklcl":"Iok-hān lēng-gōa ēng chōe-chōe hāng khó͘-khǹg lâi thoân hok-im hō͘ peh-sìⁿ.","tghg":"約翰另外用多多項苦勸，來傳福音互百姓。","bklhl":"約翰另外用chōe-chōe項苦勸來傳福音hō͘百姓。"}},{"book":"路","chapter":3,"verse":19,"versions":{"unv":"只是分封的王希律，因他兄弟之妻希羅底的緣故，並因他所行的一切惡事，受了約翰的責備；","bklcl":"To̍k-to̍k hun-hong ê jîn-kun Hi-lu̍t, in-ūi i ê hiaⁿ-tī ê bó͘ Hi-lô-tí ê iân-kò͘, koh in-ūi só͘ kiâⁿ lóng-chóng ê pháiⁿ tāi, hō͘ Iok-hān chek-pī,","tghg":"獨獨分封的人君希律，因為伊的兄弟的某希羅底的緣故，閣因為所行攏總的歹代，互約翰責備；","bklhl":"獨獨分封ê人君希律，因為伊ê兄弟ê bó͘ Hi-lô-tí ê緣故，koh因為所行lóng總ê pháiⁿ tāi，hō͘約翰責備，"}},{"book":"路","chapter":3,"verse":20,"versions":{"unv":"又另外添了一件，就是把約翰收在監裡。","bklcl":"taⁿ koh ke chi̍t hāng, chiū-sī chiong Iok-hān koaiⁿ tī kaⁿ-ni̍h.","tghg":"今閣加一項，就是將約翰關佇監裡。","bklhl":"taⁿ koh加一項，就是將約翰關tī監裡。"}},{"book":"路","chapter":3,"verse":21,"versions":{"unv":"眾百姓都受了洗，耶穌也受了洗。正禱告的時候，天就開了，","bklcl":"Chèng peh-sìⁿ í-keng siū sóe-lé, Iâ-so͘ iā í-keng siū sóe-lé, kî-tó ê sî, thiⁿ khui,","tghg":"眾百姓已經受洗禮，耶穌也已經受洗禮。祈禱的時，天開，","bklhl":"眾百姓已經受洗禮，耶穌也已經受洗禮，祈禱ê時，天開，"}},{"book":"路","chapter":3,"verse":22,"versions":{"unv":"聖靈降臨在他身上，形狀彷彿鴿子；又有聲音從天上來，說：「你是我的愛子，我喜悅你。」","bklcl":"Sèng Sîn kàng-lîm tī I ê téng-bīn, hêng-chōng chhin-chhiūⁿ chíⁿ-á; koh tùi thiⁿ ū siaⁿ kóng, Lí sī góa thiàⁿ ê Kiáⁿ, góa hoaⁿ-hí lí.","tghg":"聖神降臨佇伊的頂面，形狀親像鴿仔(chíⁿ-á)；閣對天有聲，講：「你是我疼的子，我歡喜你。」","bklhl":"聖神降臨tī伊ê頂面，形狀親像鴿á；koh tùi天有聲講，你是我疼ê Kiáⁿ，我歡喜你。"}},{"book":"路","chapter":3,"verse":23,"versions":{"unv":"耶穌開頭傳道，年紀約有三十歲。依人看來，他是約瑟的兒子；約瑟是希里的兒子；","bklcl":"Iâ-so͘ chhut-thâu ê sî iok-lio̍k saⁿ-cha̍p hè; I (chiàu lâng khòaⁿ) sī Iok-sek ê kiáⁿ, Iok-sek sī Hi-lí ê kiáⁿ,","tghg":"耶穌出頭的時，約略三十歲。伊照人看，是約瑟的子；約瑟是希里的子；","bklhl":"耶穌出頭ê時約略三十歲；伊(照人看) 是約瑟ê Kiáⁿ，約瑟是Hi-lí ê Kiáⁿ，"}},{"book":"路","chapter":3,"verse":24,"versions":{"unv":"希里是瑪塔的兒子；瑪塔是利未的兒子；利未是麥基的兒子；麥基是雅拿的兒子；雅拿是約瑟的兒子；","bklcl":"Hi-lí sī Má-thap ê kiáⁿ, Má-thap sī Lī-bī ê kiáⁿ, Lī-bī sī Be̍k-ki ê kiáⁿ, Be̍k-ki sī Ngá-ná ê kiáⁿ, Ngá-ná sī Iok-sek ê kiáⁿ,","tghg":"希里是瑪塔的子；瑪塔是利未的子；利未是麥基的子；麥基是雅拿的子；雅拿是約瑟的子；","bklhl":"Hi-lí是Má-thap ê Kiáⁿ，Má-thap是利未ê Kiáⁿ，利未是Be̍k-ki ê Kiáⁿ，Be̍k-ki是Ngá-ná ê Kiáⁿ，Ngá-ná是約瑟ê Kiáⁿ，"}},{"book":"路","chapter":3,"verse":25,"versions":{"unv":"約瑟是瑪他提亞的兒子；瑪他提亞是亞摩斯的兒子；亞摩斯是拿鴻的兒子；拿鴻是以斯利的兒子；以斯利是拿該的兒子；","bklcl":"Iok-sek sī Má-tāi-thê-a ê kiáⁿ, Má-tāi-thê-a sī A-mô͘-sū ê kiáⁿ, A-mô͘-sū sī Ná-hông ê kiáⁿ, Ná-hông sī Í-sū-lí ê kiáⁿ, Í-sū-lí sī Ná-kai ê kiáⁿ,","tghg":"約瑟是瑪他提亞的子；瑪他提亞是亞摩斯的子；亞摩斯是拿鴻的子；拿鴻是以斯利的子；以斯利是拿該的子；","bklhl":"約瑟是Má-tāi-thê-a ê kiáⁿ，Má-tāi-thê-a是A-mô͘-sū ê kiáⁿ，A-mô͘-sū是Ná-hông ê kiáⁿ，Ná-hông是Í-sū-lí ê kiáⁿ，Í-sū-lí是Ná-kai ê kiáⁿ，"}},{"book":"路","chapter":3,"verse":26,"versions":{"unv":"拿該是瑪押的兒子；瑪押是瑪他提亞的兒子；瑪他提亞是西美的兒子；西美是約瑟的兒子；約瑟是猶大的兒子；猶大是約亞拿的兒子；","bklcl":"Ná-kai sī Má-ap ê kiáⁿ, Má-ap sī Má-tāi-thê-a ê kiáⁿ, Má-tāi-thê-a sī Se-bí ê kiáⁿ, Se-bí sī Iok-sek ê kiáⁿ, Iok-sek sī Iû-tāi ê kiáⁿ, Iû-tāi sī Iok-a-ná ê kiáⁿ,","tghg":"拿該是瑪押的子；瑪押是瑪他提亞的子；瑪他提亞是西美的子；西美是約瑟的子；約瑟是猶大的子；","bklhl":"Ná-kai是Má-ap ê Kiáⁿ，Má-ap是Má-tāi-thê-a ê Kiáⁿ，Má-tāi-thê-a是Se-bí ê Kiáⁿ，Se-bí是約瑟ê Kiáⁿ，約瑟是偤大ê Kiáⁿ，偤大是Iok-a-ná ê Kiáⁿ，"}},{"book":"路","chapter":3,"verse":27,"versions":{"unv":"約亞拿是利撒的兒子；利撒是所羅巴伯的兒子；所羅巴伯是撒拉鐵的兒子；撒拉鐵是尼利的兒子；尼利是麥基的兒子；","bklcl":"Iok-a-ná sī Lī-sat ê kiáⁿ, Lī-sat sī Só͘-lô-pa-pek ê kiáⁿ, Só͘-lô-pa-pek sī Sat-lia̍p-thiat ê kiáⁿ, Sat-lia̍p-thiat sī Nî-lī ê kiáⁿ,","tghg":"猶大是約亞拿的子；約亞拿是利撒的子；利撒是所羅巴伯的子；所羅巴伯是撒拉鐵的子；撒拉鐵是尼利的子；尼利是麥基的子；","bklhl":"Iok-a-ná是Lī-sat ê Kiáⁿ，Lī-sat是Só͘-lô-pa-pek ê Kiáⁿ，Só͘-lô-pa-pek是Sat-lia̍p-thiat ê Kiáⁿ，Sat-lia̍p-thiat是Nî-lī ê Kiáⁿ，"}},{"book":"路","chapter":3,"verse":28,"versions":{"unv":"麥基是亞底的兒子；亞底是哥桑的兒子；哥桑是以摩當的兒子；以摩當是珥的兒子；珥是約細的兒子；","bklcl":"Nî-lī sī Be̍k-ki ê kiáⁿ, Be̍k-ki sī A-tí ê kiáⁿ, A-tí sī Ko-song ê kiáⁿ, Ko-song sī Í-mô͘-tông ê kiáⁿ, Í-mô͘-tông sī Jíⁿ ê kiáⁿ, Jíⁿ sī Iok-sè ê kiáⁿ,","tghg":"麥基是亞底的子；亞底是哥桑的子；哥桑是以摩童的子；以摩童是珥的子；珥是約細的子；","bklhl":"Nî-lī是Be̍k-ki ê Kiáⁿ，Be̍k-ki是A-tí ê Kiáⁿ，A-tí是Ko-song ê Kiáⁿ，Ko-song是Í-mô͘-tông ê Kiáⁿ，Í-mô͘-tông是Jíⁿ ê Kiáⁿ，Jíⁿ是Iok-sè ê Kiáⁿ，"}},{"book":"路","chapter":3,"verse":29,"versions":{"unv":"約細是以利以謝的兒子；以利以謝是約令的兒子；約令是瑪塔的兒子；瑪塔是利未的兒子；","bklcl":"Iok-sè sī Í-lia̍t-sat ê kiáⁿ, Í-lia̍t-sat sī Iok-lēng ê kiáⁿ, Iok-lēng sī Má-thap ê kiáⁿ, Má-thap sī Lī-bī ê kiáⁿ,","tghg":"約細是以利謝的子；以利謝是約令的子；約令是瑪塔的子；瑪塔是利未的子；","bklhl":"Iok-sè是Í-lia̍t-sat ê Kiáⁿ，Í-lia̍t-sat是Iok-lēng ê Kiáⁿ，Iok-lēng是Má-thap ê Kiáⁿ，Má-thap是利未ê Kiáⁿ，"}},{"book":"路","chapter":3,"verse":30,"versions":{"unv":"利未是西緬的兒子；西緬是猶大的兒子；猶大是約瑟的兒子；約瑟是約南的兒子；約南是以利亞敬的兒子；","bklcl":"Lī-bī sī Se-biān ê kiáⁿ, Se-biān sī Iû-tāi ê kiáⁿ. Iû-tāi sī Iok-sek ê kiáⁿ, Iok-sek sī Iok-lâm ê kiáⁿ, Iok-lâm sī Í-lī-a-kim ê kiáⁿ,","tghg":"利未是西緬的子；西緬是猶大的子；猶大是約瑟的子；約瑟是約南的子；約南是以利亞金的子；","bklhl":"利未是西門ê Kiáⁿ，西門是偤大ê Kiáⁿ。偤大是約瑟ê Kiáⁿ，約瑟是Iok-lâm ê Kiáⁿ，Iok-lâm是Í-lī-a-kim ê Kiáⁿ，"}},{"book":"路","chapter":3,"verse":31,"versions":{"unv":"以利亞敬是米利亞的兒子；米利亞是買南的兒子；買南是瑪達他的兒子；瑪達他是拿單的兒子；拿單是大衛的兒子；","bklcl":"Í-lī-a-kim sī Bí-lī-a ê kiáⁿ, Bí-lī-a sī Mái-lâm ê kiáⁿ, Mái-lâm sī Má-ta̍t-thaⁿ ê kiáⁿ, Má-ta̍t-thaⁿ sī Ná-tan ê kiáⁿ, Ná-tan sī Tāi-pi̍t ê kiáⁿ,","tghg":"以利亞金是米利亞的子；米利亞是買南的子；買南是瑪達他的子；瑪達他是拿單的子；拿單是大衛的子；","bklhl":"Í-lī-a-kim是Bí-lī-a ê Kiáⁿ，Bí-lī-a是Mái-lâm ê Kiáⁿ，Mái-lâm是Má-ta̍t-thaⁿ ê Kiáⁿ，Má-ta̍t-thaⁿ是Ná-taⁿ ê Kiáⁿ，Ná-tan是大衛ê Kiáⁿ，"}},{"book":"路","chapter":3,"verse":32,"versions":{"unv":"大衛是耶西的兒子；耶西是俄備得的兒子；俄備得是波阿斯的兒子；波阿斯是撒門的兒子；撒門是拿順的兒子；","bklcl":"Tāi-pi̍t sī Iâ-se ê kiáⁿ, Iâ-se sī O-pek ê kiáⁿ, O-pek sī Pho-sū ê kiáⁿ, Pho-sū sī Sat-bûn ê kiáⁿ, Sat-bûn sī Ná-sūn ê kiáⁿ,","tghg":"大衛是耶西的子；耶西是俄伯的子；俄伯是波斯的子；波斯是撒門的子；撒門是拿順的子；","bklhl":"大衛是Iâ-se ê Kiáⁿ，Iâ-se是O-pek ê Kiáⁿ，O-pek是Pho-sū ê Kiáⁿ，Pho-sū是Sat-bûn ê Kiáⁿ，Sat-bûn是Ná-sūn ê Kiáⁿ，"}},{"book":"路","chapter":3,"verse":33,"versions":{"unv":"拿順是亞米拿達的兒子；亞米拿達是亞蘭的兒子；亞蘭是希斯崙的兒子；希斯崙是法勒斯的兒子；法勒斯是猶大的兒子；","bklcl":"Ná-sūn sī A-bí-ná-ta̍t ê kiáⁿ, A-bí-ná-ta̍t sī A-lân ê kiáⁿ, A-lân sī Í-sū-lûn ê kiáⁿ, Í-sū-lûn sī Hoat-le̍k-sū ê kiáⁿ, Hoat-le̍k-sū sī Iû-tāi ê kiáⁿ,","tghg":"拿順是亞米拿達的子；亞米拿達是亞蘭的子；亞蘭是希斯崙的子；希斯崙是法勒斯的子；法勒斯是猶大的子；","bklhl":"Ná-sūn是A-bí-ná-ta̍t ê Kiáⁿ，A-bí-ná-ta̍t是A-lân ê Kiáⁿ，A-lân是Í-sū-lûn ê Kiáⁿ，Í-sū-lûn是Hoat-le̍k-sū ê Kiáⁿ，Hoat-le̍k-sū是偤大ê Kiáⁿ，"}},{"book":"路","chapter":3,"verse":34,"versions":{"unv":"猶大是雅各的兒子；雅各是以撒的兒子；以撒是亞伯拉罕的兒子；亞伯拉罕是他拉的兒子；他拉是拿鶴的兒子；","bklcl":"Iû-tāi sī Ngá-kok ê kiáⁿ, Ngá-kok sī Í-sat ê kiáⁿ, Í-sat sī A-pek-la̍h-hán ê kiáⁿ, A-pek-la̍h-hán sī Thaⁿ-la̍h ê kiáⁿ, Thaⁿ-la̍h sī Ná-ho̍k ê kiáⁿ,","tghg":"猶大是雅各的子；雅各是以撒的子；以撒是亞伯拉罕的子；亞伯拉罕是他拉的子；他拉是拿福的子；","bklhl":"偤大是雅各ê Kiáⁿ，雅各是以撒ê Kiáⁿ，以撒是亞伯拉罕ê Kiáⁿ，亞伯拉罕是Thaⁿ-la̍h ê Kiáⁿ，Thaⁿ-la̍h是Ná-ho̍k ê Kiáⁿ，"}},{"book":"路","chapter":3,"verse":35,"versions":{"unv":"拿鶴是西鹿的兒子；西鹿是拉吳的兒子；拉吳是法勒的兒子；法勒是希伯的兒子；希伯是沙拉的兒子；","bklcl":"Ná-ho̍k sī Sat-lo̍k ê kiáⁿ, Sat-lo̍k sī Lia̍p-kó͘ ê kiáⁿ, Lia̍p-kó͘ sī Hoat-le̍k ê kiáⁿ, Hoat-le̍k sī Hi-pek ê kiáⁿ, Hi-pek sī Sat-lia̍p ê kiáⁿ,","tghg":"拿福是西鹿的子；西鹿是拉吳的子；拉吳是法勒的子；法勒是希伯的子；希伯是沙拉的子；","bklhl":"Ná-ho̍k是Sat-lo̍k ê Kiáⁿ，Sat-lo̍k是Lia̍p-kó͘ ê Kiáⁿ，Lia̍p-kó͘是Hoat-le̍k ê Kiáⁿ，Hoat-le̍k是Hi-pek ê Kiáⁿ，Hi-pek是Sat-lia̍p ê Kiáⁿ，"}},{"book":"路","chapter":3,"verse":36,"versions":{"unv":"沙拉是該南的兒子；該南是亞法撒的兒子；亞法撒是閃的兒子；閃是挪亞的兒子；挪亞是拉麥的兒子；","bklcl":"Sat-lia̍p sī Kai-lâm ê kiáⁿ, Kai-lâm sī A-hoat-sat ê kiáⁿ, A-hoat-sat sī Siám ê kiáⁿ, Siám sī Ná-a ê kiáⁿ, Ná-a sī La̍h-be̍k ê kiáⁿ,","tghg":"沙拉是該南的子；該南是亞法撒的子；亞法撒是閃的子；閃是挪亞的子；挪亞是拉麥的子；","bklhl":"Sat-lia̍p是Kai-lâm ê Kiáⁿ，Kai-lâm是A-hoat-sat ê Kiáⁿ，A-hoat-sat是Siám ê Kiáⁿ，Siám是挪亞ê Kiáⁿ，挪亞是La̍h-be̍k ê Kiáⁿ，"}},{"book":"路","chapter":3,"verse":37,"versions":{"unv":"拉麥是瑪土撒拉的兒子；瑪土撒拉是以諾的兒子；以諾是雅列的兒子；雅列是瑪勒列的兒子；瑪勒列是該南的兒子；該南是以挪士的兒子；","bklcl":"La̍h-be̍k sī Má-thó͘-sat-la̍h ê kiáⁿ, Má-thó͘-sat-la̍h sī Í-lo̍k ê kiáⁿ, Í-lo̍k sī Ngá-lia̍t ê kiáⁿ, Ngá-lia̍t sī Má-le̍k-lia̍t ê kiáⁿ, Má-le̍k-lia̍t sī Kai-lâm ê kiáⁿ, Kai-lâm sī Í-ná-sū ê kiáⁿ,","tghg":"拉麥是瑪土撒拉的子；瑪土撒拉是以諾的子；以諾是雅列的子；雅列是瑪勒列的子；瑪勒列是該南的子；該南是以挪士的子；","bklhl":"La̍h-be̍k是Má-thó͘-sat-la̍h ê Kiáⁿ，Má-thó͘-sat-la̍h是Í-lo̍k ê Kiáⁿ，Í-lo̍k是Ngá-lia̍t ê Kiáⁿ，Ngá-lia̍t是Má-le̍k-lia̍t ê Kiáⁿ，Má-le̍k-lia̍t是Kai-lâm ê Kiáⁿ，Kai-lâm是Í-ná-sū ê Kiáⁿ，"}},{"book":"路","chapter":3,"verse":38,"versions":{"unv":"以挪士是塞特的兒子；塞特是亞當的兒子；亞當是　神的兒子。","bklcl":"Í-ná-sū sī Siat ê kiáⁿ, Siat sī A-tong ê kiáⁿ, A-tong sī Siōng-tè ê kiáⁿ.","tghg":"以挪士是設的子；設是亞當的子；亞當是上帝的子。","bklhl":"Í-ná-sū是Siat ê Kiáⁿ，Siat是亞當ê Kiáⁿ，亞當是上帝ê Kiáⁿ。"}}]