[{"book":"路","chapter":9,"verse":1,"versions":{"unv":"耶穌叫齊了十二個門徒，給他們能力、權柄，制伏一切的鬼，醫治各樣的病，","bklcl":"Iâ-so͘ kiò cha̍p-jī ê ha̍k-seng lóng lâi, hō͘ in ū lêng-le̍k koân-pèng, ōe chè-ap lóng-chóng ê kúi, i-hó pīⁿ-chèng.","tghg":"耶穌叫十二個學生攏來，互𪜶有能力、權柄，會制壓攏總的鬼，醫好病症，","bklhl":"耶穌叫十二個學生lóng來，hō͘ in有能力權柄，能制壓lóng總ê鬼，醫好病症。"}},{"book":"路","chapter":9,"verse":2,"versions":{"unv":"又差遣他們去宣傳　神國的道，醫治病人，","bklcl":"Chiū chhe in khì thoân Siōng-tè ê kok, i-hó phòa-pīⁿ lâng.","tghg":"就差𪜶去傳上帝的國，醫好破病人，","bklhl":"就差in去傳上帝ê國，醫好破病人。"}},{"book":"路","chapter":9,"verse":3,"versions":{"unv":"對他們說：「行路的時候，不要帶柺杖和口袋，不要帶食物和銀子，也不要帶兩件褂子。","bklcl":"Koh tùi in kóng, Bo̍h-tit tòa lō͘-hùi, bo̍h-tit koáiⁿ-á, bo̍h-tit tah-liân, bo̍h-tit kan-niû, bo̍h-tit gûn, iā bo̍h-tit nn̄g niá saⁿ.","tghg":"閣對𪜶講：「莫得帶路費，莫得枴仔，莫得褡褳(tah-liân)，莫得乾糧(kan-niû)，莫得銀，也莫得二領衫。","bklhl":"Koh對in講，莫得帶路費，莫得柺á，莫得tah-liân，莫得乾糧，莫得銀，也莫得兩領衫。"}},{"book":"路","chapter":9,"verse":4,"versions":{"unv":"無論進哪一家，就住在那裡，也從那裡起行。","bklcl":"Kìⁿ só͘ ji̍p ê chhù, tio̍h tòa tī hia, iā tio̍h tùi hia khí-sin.","tghg":"見所入的厝，著住佇遐，也著對遐起身。","bklhl":"見所入ê厝，tio̍h tòa tī hia，也tio̍h tùi hia起身。"}},{"book":"路","chapter":9,"verse":5,"versions":{"unv":"凡不接待你們的，你們離開那城的時候，要把腳上的塵土跺下去，見證他們的不是。」","bklcl":"Hoān-nā m̄ chiap-la̍p lín ê, chhut in ê siâⁿ ê sî, tio̍h pōaⁿ-khì lín kha-ni̍h ê thô͘-hún, lâi kan-chèng in.","tghg":"凡若呣接納恁的，出𪜶的城的時，著拂(pōaⁿ)去恁腳裡的土粉，來干證𪜶。」","bklhl":"凡若m̄接納lín ê，出in ê城ê時，tio̍h拌去lín腳裡ê土粉，來干證in。"}},{"book":"路","chapter":9,"verse":6,"versions":{"unv":"門徒就出去，走遍各鄉宣傳福音，到處治病。","bklcl":"Ha̍k-seng chiū chhut-khì, piàn-kiâⁿ hiah-ê hiuⁿ-siā thoân hok-im, ta̍k só͘-chāi i-pīⁿ.","tghg":"學生就出去，遍行許個鄉社傳福音，逐所在醫病。","bklhl":"學生就出去，遍行hiah-ê鄉社傳福音，ta̍k所在醫病。"}},{"book":"路","chapter":9,"verse":7,"versions":{"unv":"分封的王希律聽見耶穌所做的一切事，就游移不定；因為有人說：「是約翰從死裡復活」；","bklcl":"Hun-hong ê jîn-kun Hi-lu̍t thiaⁿ-kìⁿ it-chhè ê sū, chiū put-chí tiû-tû, in-ūi ū lâng kóng, Iok-hān tùi sí-lâng tiong koh-oa̍h;","tghg":"分封的人君希律聽見一切的事，就不止躊躇(tiû-tû)；因為有人講：「約翰對死人中復活」；","bklhl":"分封ê人君希律聽見一切ê事，就不止躊躇，因為有人講，約翰tùi死人中koh活；"}},{"book":"路","chapter":9,"verse":8,"versions":{"unv":"又有人說：「是以利亞顯現」；還有人說：「是古時的一個先知又活了。」","bklcl":"ū-ê kóng, Í-lī-a chhut-hiān; iā ū-ê kóng, kó͘-chá ê sian-ti chi̍t lâng koh-oa̍h.","tghg":"有的講：「以利亞出現」；也有的講：「古早的先知一人復活。」","bklhl":"有ê講，以利亞出現；也有ê講，古早ê先知一人koh活。"}},{"book":"路","chapter":9,"verse":9,"versions":{"unv":"希律說：「約翰我已經斬了，這卻是甚麼人？我竟聽見他這樣的事呢？」就想要見他。","bklcl":"Nā-sī Hi-lu̍t kóng, Iok-hān góa í-keng kā i thâi-thâu; taⁿ góa thiaⁿ-kìⁿ I chit hō sū, che sī sím-mi̍h lâng?  Chiū chhē ki-hōe ài khòaⁿ-kìⁿ I.","tghg":"若是希律講：「約翰我已經給伊刣頭，今我聽見伊此號事，這是甚麼人？」就尋機會愛看見伊。","bklhl":"但是希律講，約翰我已經kā伊刣頭；taⁿ我聽見伊chit號事，這是甚麼人？就chhē機會ài看見伊"}},{"book":"路","chapter":9,"verse":10,"versions":{"unv":"使徒回來，將所做的事告訴耶穌，耶穌就帶他們暗暗地離開那裡，往一座城去；那城名叫伯賽大。","bklcl":"Sù-tô͘ tò-lâi, chiong in só͘ kiâⁿ ê pâi-lia̍t hō͘ Iâ-so͘ thiaⁿ.  Iâ-so͘ chiū chhōa in thè-khui kàu chi̍t ê siâⁿ, miâ Pek-sài-tāi.","tghg":"使徒倒來，將𪜶所行的排列互耶穌聽，耶穌就導𪜶退開，到一個城，名伯賽大。","bklhl":"使徒tò來，將in所行ê排列hō͘耶穌聽。耶穌就chhōa in退開到一个城，名Pek-sài-tāi。"}},{"book":"路","chapter":9,"verse":11,"versions":{"unv":"但眾人知道了，就跟著他去；耶穌便接待他們，對他們講論　神國的道，醫治那些需醫的人。","bklcl":"Nā-sī chèng lâng chai chiū tè I; I chiap-la̍p in, tùi in káng-lūn Siōng-tè ê kok; hoān-nā khiàm-ēng i-pīⁿ, chiū kā i i.","tghg":"若是眾人知，就隨伊；伊接納𪜶，對𪜶講論上帝的國，凡若欠用醫病就給伊醫。","bklhl":"但是眾人知就tè伊；伊接納in，對in講論上帝ê國；凡若欠用醫病，就kā伊醫。"}},{"book":"路","chapter":9,"verse":12,"versions":{"unv":"日頭快要平西，十二個門徒來對他說：「請叫眾人散開，他們好往四面鄉村裡去借宿找吃的，因為我們這裡是野地。」","bklcl":"Ji̍t beh lo̍h, cha̍p-jī ê ha̍k-seng lâi kā I kóng, Chhiáⁿ sì-sòaⁿ chèng lâng, hō͘ in khì sì-ûi ê hiuⁿ-siā kap soaⁿ-tiûⁿ tâu-hioh siat-hoat chia̍h; in-ūi lán chia sī khòng-iá ê só͘-chāi.","tghg":"日欲落，十二個學生來給伊講：「請四散眾人，互𪜶去四圍的鄉社及山場投歇(tâu-hioh)設法食，因為咱遮是曠野的所在。」","bklhl":"日beh落，十二個學生來kā伊講，請四散眾人，hō͘ in去四圍ê鄉社kap山場投歇，設法食；因為咱chia是曠野ê所在。"}},{"book":"路","chapter":9,"verse":13,"versions":{"unv":"耶穌說：「你們給他們吃吧！」門徒說：「我們不過有五個餅，兩條魚，若不去為這許多人買食物就不夠。」","bklcl":"Iâ-so͘ tùi in kóng, Lín hō͘ in chia̍h.  In kóng, Goán nā bô khì thòe chiah-ê chèng lâng bóe chia̍h, chiū put-kò ū gō͘ ê piáⁿ, nn̄g bé hî nā-tiāⁿ.","tghg":"耶穌對𪜶講：「恁互𪜶食！」𪜶講：「阮若無去替諸個眾人買食，就不過有五個餅，二尾魚若定。」","bklhl":"耶穌對in講，Lín Hō͘ in食。In講，阮若無去替chiah ê眾人買食，就不過有五個餅，兩尾魚nā-tiāⁿ。"}},{"book":"路","chapter":9,"verse":14,"versions":{"unv":"那時，人數約有五千。耶穌對門徒說：「叫他們一排一排地坐下，每排大約五十個人。」","bklcl":"In-ūi hiah-ê lâng iok-lio̍k ū gō͘-chheng.  Iâ-so͘ tùi ha̍k-seng kóng, Hō͘ chèng lâng chē kui lia̍t, múi lia̍t gō͘-cha̍p lâng.","tghg":"因為許個人約略有五千。耶穌對學生講：「互眾人坐歸列，每列五十人。」","bklhl":"因為hiah-ê人約略有五千。耶穌tùi學生講，Hō͘眾人坐kui列，每列五十人。"}},{"book":"路","chapter":9,"verse":15,"versions":{"unv":"門徒就如此行，叫眾人都坐下。","bklcl":"Ha̍k-seng chiàu án-ni kiâⁿ, hō͘ chèng lâng lóng chē.","tghg":"學生照按呢行，互眾人攏坐。","bklhl":"學生照án-ni行，hō͘眾人lóng坐。"}},{"book":"路","chapter":9,"verse":16,"versions":{"unv":"耶穌拿著這五個餅，兩條魚，望著天祝福，擘開，遞給門徒，擺在眾人面前。","bklcl":"Iâ-so͘ the̍h gō͘ ê piáⁿ nn̄g bé hî, ǹg thiⁿ chiok-siā lâi peh i, hō͘ ha̍k-seng pâi tī chèng lâng ê bīn-chêng.","tghg":"耶穌提五個餅，二尾魚，向天祝謝，來擘(peh)伊，互學生排佇眾人的面前。","bklhl":"耶穌the̍h五個餅兩尾魚，ǹg天祝謝來peh伊，hō͘學生排tī眾人ê面前。"}},{"book":"路","chapter":9,"verse":17,"versions":{"unv":"他們就吃，並且都吃飽了；把剩下的零碎收拾起來，裝滿了十二籃子。","bklcl":"Lóng chia̍h kàu pá; khioh só͘ chhun ê sut-á cha̍p-jī kheng.","tghg":"攏食夠飽，拾所剩的屑仔(sut-á)十二筐(kheng)。","bklhl":"Lóng食到飽；拾所chhun ê屑á十二筐。"}},{"book":"路","chapter":9,"verse":18,"versions":{"unv":"耶穌自己禱告的時候，門徒也同他在那裡。耶穌問他們說：「眾人說我是誰？」","bklcl":"Iâ-so͘ ka-kī teh kî-tó, ha̍k-seng kap I tī hia; I chiū mn̄g in kóng, Chèng lâng kóng góa sī chī-chūi?","tghg":"耶穌家己啲祈禱，學生及伊佇遐。伊就問𪜶講：「眾人講我是是誰？」","bklhl":"耶穌家己teh祈禱，學生kap伊tī hia；伊就問in講，眾人講我是是誰？"}},{"book":"路","chapter":9,"verse":19,"versions":{"unv":"他們說：「有人說是施洗的約翰；有人說是以利亞；還有人說是古時的一個先知又活了。」","bklcl":"Ìn kóng, sī kiâⁿ sóe-lé ê Iok-hān; iā ū lâng kóng, sī Í-lī-a; koh ū lâng kóng, sī kó͘-chá ê sian-ti chi̍t lâng koh-oa̍h.","tghg":"應講：「是行洗禮的約翰；也有人講是以利亞；閣有人講是古早的先知一人復活。」","bklhl":"應講，是行洗禮ê約翰；也有人講，是以利亞；koh有人講，是古早ê先知一人koh活。"}},{"book":"路","chapter":9,"verse":20,"versions":{"unv":"耶穌說：「你們說我是誰？」彼得回答說：「是　神所立的基督。」","bklcl":"I kā in kóng, Nā-sī lín kóng góa sī chī-chūi?  Pí-tek ìn kóng, Sī Siōng-tè ê Ki-tok.","tghg":"伊給𪜶講：「若是恁講我是是誰？」彼得應講；「是上帝的基督。」","bklhl":"伊kā in講，若是lín講我是是誰？彼得應講，是上帝ê基督。"}},{"book":"路","chapter":9,"verse":21,"versions":{"unv":"耶穌切切地囑咐他們，不可將這事告訴人，","bklcl":"I chiū kìm-kài in bo̍h-tit chiong che kā lâng kóng;","tghg":"伊就禁戒𪜶，莫得將這給人講，","bklhl":"伊就禁戒in莫得將這kā人講；"}},{"book":"路","chapter":9,"verse":22,"versions":{"unv":"又說：「人子必須受許多的苦，被長老、祭司長、和文士棄絕，並且被殺，第三日復活。」","bklcl":"sòa kóng, Jîn-chú tek-khak tio̍h siū chōe-chōe kan-khó͘, hō͘ chiah-ê tiúⁿ-ló, chè-si-thâu, keng-ha̍k-sū só͘ khì-sak, koh siū hāi-sí, tē saⁿ ji̍t koh-oa̍h.","tghg":"續講：「人子的確著受多多艱苦，互諸個長老、祭司頭、經學士所棄拺，閣受害死，第三日復活。」","bklhl":"續講，人子的確tio̍h受chōe-chōe艱苦，hō͘ chiah ê長老、祭司頭、經學士所棄sak，koh受害死，第三日koh活。"}},{"book":"路","chapter":9,"verse":23,"versions":{"unv":"耶穌又對眾人說：「若有人要跟從我，就當捨己，天天背起他的十字架來跟從我。","bklcl":"Koh tùi chèng lâng kóng, Nā ū lâng ài tè góa, chiū tio̍h khòaⁿ-bô ka-kī, ji̍t-ji̍t giâ i ê si̍p-jī-kè lâi tè góa.","tghg":"閣對眾人講：「若有人愛隨我，就著看無家己，日日夯(giâ)伊的十字架來隨我。","bklhl":"Koh對眾人講，若有人ài tè我，就tio̍h看無家己，日日giâ伊ê十字架來tè我。"}},{"book":"路","chapter":9,"verse":24,"versions":{"unv":"因為，凡要救自己生命（生命：或譯靈魂；下同）的，必喪掉生命；凡為我喪掉生命的，必救了生命。","bklcl":"In-ūi kìⁿ-nā ài kiù i ê sìⁿ-miā ê beh sit-lo̍h i; chóng-sī kìⁿ-nā ūi-tio̍h góa lâi sit-lo̍h i ê sìⁿ-miā ê teh-beh kiù i.","tghg":"因為見若愛救伊的生命的，欲失落伊；總是見若為著我來失落伊的生命的，啲欲救伊。","bklhl":"因為見若ài救伊ê性命ê beh失落伊；總是見若為tio̍h我來失落伊ê性命ê teh-beh救伊。"}},{"book":"路","chapter":9,"verse":25,"versions":{"unv":"人若賺得全世界，卻喪了自己，賠上自己，有甚麼益處呢？","bklcl":"In-ūi lâng nā tit-tio̍h choân sè-kài lâi sit-lo̍h ka-kī, sún-hoāi ka-kī, ū sím-mi̍h lī-ek ah?","tghg":"因為人若得著全世界，來失落家己，損壞家己，有甚麼利益啊？","bklhl":"因為人若得tio̍h全世界來失落家己，損壞家己，有甚麼利益ah？"}},{"book":"路","chapter":9,"verse":26,"versions":{"unv":"凡把我和我的道當作可恥的，人子在自己的榮耀裡，並天父與聖天使的榮耀裡降臨的時候，也要把那人當作可恥的。","bklcl":"Kìⁿ-nā lia̍h góa kap góa ê ōe chòe kiàn-siàu ê, Jîn-chú ēng ka-kī kap Pē kap sèng thiⁿ-sài ê êng-kng lâi ê sî, iā beh lia̍h hit lâng chòe kiàn-siàu.","tghg":"見若掠我及我的話做見誚的，人子用家己及父及聖天使的榮光來的時，也欲掠彼人做見誚。","bklhl":"見若掠我kap我ê話做見笑ê，人子用家己kap父kap聖天使ê榮光來ê時，也beh掠hit人做見笑。"}},{"book":"路","chapter":9,"verse":27,"versions":{"unv":"我實在告訴你們，站在這裡的，有人在沒嘗死味以前，必看見　神的國。」","bklcl":"Góa chin-si̍t kā lín kóng, Khiā tī chia ê, ū lâng iáu-bē sí, beh khòaⁿ-kìⁿ Siōng-tè ê kok.","tghg":"我真實給恁講，徛佇遮的，有人猶未死，欲看見上帝的國。」","bklhl":"我真實kā lín講，Khiā tī chia ê，有人iáu-bē死，beh看見上帝ê國。"}},{"book":"路","chapter":9,"verse":28,"versions":{"unv":"說了這話以後約有八天，耶穌帶著彼得、約翰、雅各上山去禱告。","bklcl":"Kóng chiah-ê ōe liáu-āu chha-put-to poeh ji̍t, Iâ-so͘ tòa Pí-tek, Iok-hān, Ngá-kok saⁿ-kap chiūⁿ soaⁿ kî-tó.","tghg":"講諸個話了後差不多八日，耶穌帶彼得、約翰、雅各相及上山祈禱。","bklhl":"講chiah ê話了後差不多八日，耶穌帶彼得、約翰、雅各saⁿ-kap上山祈禱。"}},{"book":"路","chapter":9,"verse":29,"versions":{"unv":"正禱告的時候，他的面貌就改變了，衣服潔白放光。","bklcl":"Kî-tó ê sî I ê bīn-māu ū koh-iūⁿ, I ê saⁿ pe̍h, koh kng nà-nà.","tghg":"祈禱的時，伊的面貌有各樣，伊的衫白閣光爁爁(nà-nà)。","bklhl":"祈禱ê時伊ê面貌有koh-iūⁿ，伊ê衫白，koh光nà-nà。"}},{"book":"路","chapter":9,"verse":30,"versions":{"unv":"忽然有摩西、以利亞兩個人同耶穌說話；","bklcl":"Hut-jiân ū nn̄g lâng kap I kóng ōe, chiū-sī Mô͘-se, Í-lī-a.","tghg":"忽然(hut-jiân)有二人及伊講話，就是摩西、以利亞；","bklhl":"忽然有兩人kap伊講話，就是摩西、以利亞。"}},{"book":"路","chapter":9,"verse":31,"versions":{"unv":"他們在榮光裡顯現，談論耶穌去世的事，就是他在耶路撒冷將要成的事。","bklcl":"In tī êng-kng chhut-hiān, tâm-lūn I ê kè-sì, chiū-sī I tī Iâ-lō͘-sat-léng só͘ beh le̍k-kè ê.","tghg":"𪜶佇榮光出現，談論伊的過世，就是伊佇耶路撒冷所欲歷過的。","bklhl":"In tī榮光出現，談論伊ê過世，就是伊tī耶路撒冷所beh歷過ê。"}},{"book":"路","chapter":9,"verse":32,"versions":{"unv":"彼得和他的同伴都打盹，既清醒了，就看見耶穌的榮光，並同他站著的那兩個人。","bklcl":"Pí-tek kap tâng tī-teh ê lâng ià-siān bîn-khì; kàu in cheng-sîn, chiū khòaⁿ-kìⁿ Iâ-so͘ ê êng-kng, í-ki̍p kap I khiā-teh hit nn̄g lâng.","tghg":"彼得及同佇啲的人厭倦眠(bîn)去，到𪜶精神，就看見耶穌的榮光，以及及伊徛啲彼二人。","bklhl":"彼得kap同tī-teh ê人厭倦眠去；到in精神，就看見耶穌ê榮光，以及kap伊khiā-teh hit兩人。"}},{"book":"路","chapter":9,"verse":33,"versions":{"unv":"二人正要和耶穌分離的時候，彼得對耶穌說：「夫子，我們在這裡真好！可以搭三座棚，一座為你，一座為摩西，一座為以利亞。」他卻不知道所說的是甚麼。","bklcl":"Tng hit nn̄g lâng lī-pia̍t I ê sî, Pí-tek tùi Iâ-so͘ kóng, Sian-siⁿ, lán tī chia chin hó; goán lâi tah saⁿ keng liâu-á, chi̍t keng hō͘ lí, chi̍t keng hō͘ Mô͘-se, chi̍t keng hō͘ Í-lī-a; sī m̄ chai i só͘ kóng ê.","tghg":"當彼二人離別伊的時，彼得對耶穌講：「先生，咱佇遮真好！阮來搭三間寮仔，一間互你，一間互摩西，一間互以利亞。」是呣知伊所講的。","bklhl":"當hit兩人離別伊ê時，彼得tùi耶穌講，先生，咱tī chia真好；阮來搭三間寮á，一間hō͘你，一間hō͘摩西，一間hō͘以利亞；是m̄知伊所講ê。"}},{"book":"路","chapter":9,"verse":34,"versions":{"unv":"說這話的時候，有一朵雲彩來遮蓋他們；他們進入雲彩裡就懼怕。","bklcl":"Kóng chiah-ê ōe ê sî, ū hûn tà in; in ji̍p tī hûn-lāi chiū kiaⁿ.","tghg":"講諸個話的時，有雲罩(tà)𪜶；𪜶入佇雲內就驚。","bklhl":"講chiah ê話ê時，有雲罩in；in入tī雲內就驚。"}},{"book":"路","chapter":9,"verse":35,"versions":{"unv":"有聲音從雲彩裡出來，說：「這是我的兒子，我所揀選的（有古卷：這是我的愛子），你們要聽他。」","bklcl":"Ū siaⁿ tùi hûn-ni̍h chhut, kóng, Chit-ê sī góa ê Kiáⁿ, góa só͘ kéng ê; lín tio̍h thiaⁿ I.","tghg":"有聲對雲裡出，講：「此個是我的子，我所揀的，恁著聽伊。」","bklhl":"有聲tùi雲裡出，講，chit ê是我ê Kiáⁿ，我所揀ê；lín tio̍h聽伊"}},{"book":"路","chapter":9,"verse":36,"versions":{"unv":"聲音住了，只見耶穌一人在那裡。當那些日子，門徒不提所看見的事，一樣也不告訴人。","bklcl":"Hit ê siaⁿ í-keng chhut, chiū khòaⁿ-kìⁿ Iâ-so͘ ka-kī tī-teh.  Ha̍k-seng chēng-chēng; hit sî bô chiong só͘ khòaⁿ-kìⁿ ê kā lâng kóng.","tghg":"彼個聲已經出，就看見耶穌家己佇啲。學生靜靜，彼時無將所看見的給人講。","bklhl":"Hit-ê聲已經出，就看見耶穌家己tī-teh。學生靜靜；hit時無將所看見ê Kā人講。"}},{"book":"路","chapter":9,"verse":37,"versions":{"unv":"第二天，他們下了山，就有許多人迎見耶穌。","bklcl":"Keh ji̍t in lo̍h soaⁿ ê sî, ū kui tīn lâng lâi chih I.","tghg":"隔日，𪜶落山的時，有歸陣人來接(chih)伊。","bklhl":"隔日in落山ê時，有kui陣人來接伊"}},{"book":"路","chapter":9,"verse":38,"versions":{"unv":"其中有一人喊叫說：「夫子！求你看顧我的兒子，因為他是我的獨生子。","bklcl":"Chiông-tiong ū chi̍t lâng tōa siaⁿ kiò kóng, Sian-siⁿ ah, kiû lí khòaⁿ góa ê kiáⁿ, i sī góa ko͘-siⁿ ê.","tghg":"從中有一人大聲叫講：「先生啊！求你看我的子，伊是我孤生的。","bklhl":"從中有一人大聲叫講，先生ah，求你看我ê Kiáⁿ，伊是我孤生ê。"}},{"book":"路","chapter":9,"verse":39,"versions":{"unv":"他被鬼抓住就忽然喊叫；鬼又叫他抽瘋，口中流沫，並且重重地傷害他，難以離開他。","bklcl":"Ū sîn lia̍h i, chiū liâm-piⁿ âu-kiò, hō͘ i thiu-chhoah kàu lâu nōa, koh tāng-tāng siong i; lī-khui i si̍t-chāi oh.","tghg":"有神掠伊就連鞭喉叫；互伊抽惙(thiu-chhoah)到流涎(nōa)，閣重重傷伊，離開伊實在僫(oh)。","bklhl":"有神掠伊，就liâm-piⁿ喉叫，hō͘伊thiu-chhoah到流nōa，koh重重傷伊；離開伊實在oh。"}},{"book":"路","chapter":9,"verse":40,"versions":{"unv":"我求過你的門徒，把鬼趕出去，他們卻是不能。」","bklcl":"Góa bat kiû lí ê ha̍k-seng kóaⁿ i, iā in bōe-ōe.","tghg":"我曾求你的學生趕伊，也𪜶𣍐會。」","bklhl":"我bat求你ê學生趕伊，也in bōe能。"}},{"book":"路","chapter":9,"verse":41,"versions":{"unv":"耶穌說：「噯！這又不信又悖謬的世代啊，我在你們這裡，忍耐你們要到幾時呢？將你的兒子帶到這裡來吧！」","bklcl":"Iâ-so͘ ìn kóng, Hàiⁿ ah, m̄ sìn koh pōe-ge̍k ê sè-tāi ah, góa kap lín tòa, thun-lún lín, beh kàu jōa kú ah?  Tio̍h chhōa lí ê kiáⁿ lâi chia.","tghg":"耶穌應講：「嗐(hàiⁿ)啊！呣信閣悖逆(poē-ge̍k)的世代啊，我及恁住，吞愞恁欲到偌久啊？著導你的子來遮！」","bklhl":"耶穌應講，Hàiⁿ ah，m̄信koh悖逆ê世代ah，我kap lín tòa，吞忍lín，beh到jōa久ah？Tio̍h chhōa你ê Kiáⁿ來chia。"}},{"book":"路","chapter":9,"verse":42,"versions":{"unv":"正來的時候，鬼把他摔倒，叫他重重地抽瘋。耶穌就斥責那污鬼，把孩子治好了，交給他父親。","bklcl":"Lâi ê sî kúi siak hō͘ i tó, hō͘ i tōa thiu-chhoah.  Iâ-so͘ chiū chek-pī siâ-sîn, i-hó hit ê gín-ná, kau hō͘ i ê lāu-pē.","tghg":"來的時，鬼摔(siak)互伊倒，互伊大抽惙(thiu-chhoah)。耶穌就責備邪神，醫好彼個囝仔，交互伊的老父。","bklhl":"來ê時鬼siak hō͘伊倒，hō͘伊大thiu-chhoah。耶穌就責備邪神，醫好hit ê gín-ná，交hō͘伊ê老父。"}},{"book":"路","chapter":9,"verse":43,"versions":{"unv":"眾人都詫異　神的大能（大能：或譯威榮）。耶穌所做的一切事，眾人正希奇的時候，耶穌對門徒說：","bklcl":"Chèng lâng lóng gông-ngia̍h Siōng-tè ê tōa ui-giâm.\tChèng lâng kî-koài I só͘ chòe lóng-chóng ê sū, hit sî Iâ-so͘ tùi I ê ha̍k-seng kóng,","tghg":"眾人攏卬愕上帝的大威嚴。眾人奇怪伊所做攏總的事，彼時，耶穌對伊的學生講：","bklhl":"眾人lóng gông-ngia̍h上帝ê大威嚴。\t眾人奇怪伊所做lóng總ê事，hit時耶穌tùi伊ê學生講，"}},{"book":"路","chapter":9,"verse":44,"versions":{"unv":"「你們要把這些話存在耳中，因為人子將要被交在人手裡。」","bklcl":"Chiah-ê ōe lín tio̍h thiaⁿ khì lo̍h-hī; in-ūi Jîn-chú beh tú-tio̍h ké-sàng tī lâng ê chhiú.","tghg":"「諸個話恁著聽去落耳，因為人子欲抵著(tú-tio̍h)解送(ké-sàng)佇人的手。」","bklhl":"Chiah-ê話lín tio̍h聽去落耳；因為人子beh tú-tio̍h解送tī人ê手。"}},{"book":"路","chapter":9,"verse":45,"versions":{"unv":"他們不明白這話，意思乃是隱藏的，叫他們不能明白，他們也不敢問這話的意思。","bklcl":"Ha̍k-seng bōe hiáu-ngō͘ chit ê ōe, sī tùi in ún-ba̍t, hō͘ in bōe bêng-pe̍k; in iā m̄ káⁿ ēng chit ê ōe mn̄g I.","tghg":"學生𣍐曉悟此個話，是對𪜶隱密，互𪜶𣍐明白，𪜶也呣敢用此個話問伊。","bklhl":"學生bōe曉悟chit ê話，是對in隱密，hō͘ in bōe明白；in也m̄敢用chit ê話問伊。"}},{"book":"路","chapter":9,"verse":46,"versions":{"unv":"門徒中間起了議論，誰將為大。","bklcl":"Ha̍k-seng tiong siⁿ-khí piān-lūn, khòaⁿ chī-chūi beh chòe tōa.","tghg":"學生中生起辯論，看是誰欲最大。","bklhl":"學生中生起辯論，看是誰 beh做大。"}},{"book":"路","chapter":9,"verse":47,"versions":{"unv":"耶穌看出他們心中的議論，就領一個小孩子來，叫他站在自己旁邊，","bklcl":"Nā-sī Iâ-so͘ khòaⁿ-chhut in sim-lāi só͘ piān-lūn, chiū khan chi̍t ê gín-ná hō͘ i khiā tī sin-piⁿ,","tghg":"若是耶穌看出𪜶心內所辯論，就牽一個囝仔，互伊徛佇身邊，","bklhl":"但是耶穌看出in心內所辯論，就牽一个gín-ná hō͘伊khiā tī身邊，"}},{"book":"路","chapter":9,"verse":48,"versions":{"unv":"對他們說：「凡為我名接待這小孩子的，就是接待我；凡接待我的，就是接待那差我來的。你們中間最小的，他便為大。」","bklcl":"chiah kā in kóng, Kìⁿ-nā ūi-tio̍h góa ê miâ chiap-la̍p chit ê gín-ná ê chiū-sī chiap-la̍p góa; kìⁿ-nā chiap-la̍p góa ê sī chiap-la̍p chhe góa ê; in-ūi lín chèng lâng ê tiong-kan tē it bî-sòe ê, i sī chòe tōa ê.","tghg":"才(chiah)給𪜶講：「見若為著我的名接納此個囝仔的，就是接納我；見若接納我的，是接納差我的。因為恁眾人的中間第一微細的，伊是做大的。」","bklhl":"chiah kā in講，見若為tio̍h我ê名接納chit ê gín-ná ê就是接納我；見若接納我ê是接納差我ê；因為lín眾人ê中間第一微細ê，伊是做大ê。"}},{"book":"路","chapter":9,"verse":49,"versions":{"unv":"約翰說：「夫子，我們看見一個人奉你的名趕鬼，我們就禁止他，因為他不與我們一同跟從你。」","bklcl":"Iok-hān ìn kóng, Sian-siⁿ, goán bat khòaⁿ-kìⁿ chi̍t lâng ēng lí ê miâ kóaⁿ kúi; goán chiū kìm-chí i, in-ūi i bô kap goán tè lí.","tghg":"約翰應講：「先生，阮曾看見一人用你的名趕鬼，阮就禁止伊，因為伊無及阮隨你。」","bklhl":"約翰應講，先生，阮bat看見一人用你ê名趕鬼；阮就禁止伊，因為伊無kap阮tè你。"}},{"book":"路","chapter":9,"verse":50,"versions":{"unv":"耶穌說：「不要禁止他；因為不敵擋你們的，就是幫助你們的。」","bklcl":"Iâ-so͘ tùi i kóng, Bo̍h-tit kìm-chí i, in-ūi kìⁿ-nā bô kong-kek lín ê chiū-sī ūi lín.","tghg":"耶穌對伊講：「莫得禁止伊；因為見若無攻擊恁的，就是為恁。」","bklhl":"耶穌對伊講，莫得禁止伊，因為見若無攻擊lín ê就是為lín。"}},{"book":"路","chapter":9,"verse":51,"versions":{"unv":"耶穌被接上升的日子將到，他就定意向耶路撒冷去，","bklcl":"Iâ-so͘ siū chih-chiap chiūⁿ thiⁿ ê ji̍t-kî beh kàu, chiū koat-ì ǹg Iâ-lō͘-sat-léng lâi kiâⁿ, chhe sù-chiá chòe-thâu khì;","tghg":"耶穌受接接(chih-chiap)上天的日期欲到，就決意向耶路撒冷來行，","bklhl":"耶穌受chih接上天ê日期beh到，就決意ǹg耶路撒冷來行，差使者做頭去；"}},{"book":"路","chapter":9,"verse":52,"versions":{"unv":"便打發使者在他前頭走。他們到了撒馬利亞的一個村莊，要為他預備。","bklcl":"in khì ji̍p Sat-má-lī-a lâng chi̍t ê hiuⁿ-siā, beh kā I pī-pān.","tghg":"差使者做頭去。𪜶去入撒瑪利亞人一個鄉社，欲給伊備辦。","bklhl":"in去入撒馬利亞人一个鄉社，beh kā伊備辦。"}},{"book":"路","chapter":9,"verse":53,"versions":{"unv":"那裡的人不接待他，因他面向耶路撒冷去。","bklcl":"Nā-sī in m̄ chiap-la̍p I, in-ūi I ǹg Iâ-lō͘-sat-léng teh kiâⁿ.","tghg":"若是𪜶呣接納伊，因為伊向耶路撒冷啲行。","bklhl":"但是in m̄接納伊，因為伊ǹg耶路撒冷teh行。"}},{"book":"路","chapter":9,"verse":54,"versions":{"unv":"他的門徒雅各、約翰看見了，就說：「主啊，你要我們吩咐火從天上降下來燒滅他們，像以利亞所做的（有古卷沒有像以利亞所做的這幾個字）嗎？」","bklcl":"I ê ha̍k-seng Ngá-kok Iok-hān khòaⁿ-kìⁿ án-ni, chiū kóng, Chú ah, lí ài goán kiò hé tùi thiⁿ lo̍h-lâi bia̍t in mah?","tghg":"伊的學生雅各、約翰看見按呢，就講：「主啊，你愛阮叫火對天落來滅𪜶嗎？」","bklhl":"伊ê學生雅各約翰看見án-ni，就講，主ah，你ài阮叫火tùi天落來滅in mah？"}},{"book":"路","chapter":9,"verse":55,"versions":{"unv":"耶穌轉身責備兩個門徒，說：「你們的心如何，你們並不知道。","bklcl":"Iâ-so͘ oa̍t-tńg-sin chek-pī in.","tghg":"耶穌越轉身責備𪜶。","bklhl":"耶穌oa̍t-tńg身責備in。"}},{"book":"路","chapter":9,"verse":56,"versions":{"unv":"人子來不是要滅人的性命（性命或譯：靈魂；下同），是要救人的性命。」說著就往別的村莊去了（有古卷只有五十五節首句，五十六節末句）。","bklcl":"Tāi-ke chiū khì pa̍t ê hiuⁿ-siā.","tghg":"大家就去別個鄉社。","bklhl":"大家就去別個鄉社。"}},{"book":"路","chapter":9,"verse":57,"versions":{"unv":"他們走路的時候，有一人對耶穌說：「你無論往哪裡去，我要跟從你。」","bklcl":"In kiâⁿ lō͘ ê sî ū lâng tùi Iâ-so͘ kóng, Lí bô lūn tá-lo̍h khì, góa beh tè lí.","tghg":"𪜶行路的時，有人對耶穌講：「你無論叨落去，我欲隨你。」","bklhl":"In行路ê時有人tùi耶穌講，你無論tá-lo̍h去，我beh tè你。"}},{"book":"路","chapter":9,"verse":58,"versions":{"unv":"耶穌說：「狐狸有洞，天空的飛鳥有窩，只是人子沒有枕頭的地方。」","bklcl":"Iâ-so͘ kā i kóng, Hô͘-lî ū khang, thiⁿ-tiong ê pe-chiáu ū siū; to̍k-to̍k Jîn-chú bô khòa thâu-khak ê só͘-chāi.","tghg":"耶穌給伊講：「狐狸有孔，天中的飛鳥有巢(siū)，獨獨人子無靠(khòa)頭殼的所在。」","bklhl":"耶穌kā伊講，狐狸有孔，天中ê飛鳥有巢；獨獨人子無khòa頭殼ê所在。"}},{"book":"路","chapter":9,"verse":59,"versions":{"unv":"又對一個人說：「跟從我來！」那人說：「主，容我先回去埋葬我的父親。」","bklcl":"Koh tùi chi̍t lâng kóng, Tè góa.  Hit lâng kóng, Chú ah, hō͘ góa tò-khì, seng bâi-chòng góa ê lāu-pē.","tghg":"閣對一人講：「隨我！」彼人講：「主啊，互我倒去先埋葬(bâi-chòng)我的老父。」","bklhl":"Koh對一人講，Tè我。Hit人講，主ah，hō͘我tò去，先埋葬我ê老父。"}},{"book":"路","chapter":9,"verse":60,"versions":{"unv":"耶穌說：「任憑死人埋葬他們的死人，你只管去傳揚　神國的道。」","bklcl":"Iâ-so͘ kā i kóng, Chhut-chāi sí-lâng bâi-chòng in ê sí-lâng; nā-sī lí tio̍h khì thoân-pò Siōng-tè ê kok.","tghg":"耶穌給伊講：「出在死人埋葬𪜶的死人，若是你著去傳報上帝的國。」","bklhl":"耶穌kā伊講，chhut-chāi死人埋葬in ê死人；但是你tio̍h去傳報上帝ê國。"}},{"book":"路","chapter":9,"verse":61,"versions":{"unv":"又有一人說：「主，我要跟從你，但容我先去辭別我家裡的人。」","bklcl":"Koh chi̍t lâng kóng, Chú ah, góa beh tè lí; chóng-sī chún góa seng khì kap ke-lāi ê lâng saⁿ-sî.","tghg":"閣一人講：「主啊，我欲隨你，總是准我先去及家內的人相辭。」","bklhl":"Koh一人講，主ah，我beh tè你；總是准我先去kap家內ê人相辭。"}},{"book":"路","chapter":9,"verse":62,"versions":{"unv":"耶穌說：「手扶著犁向後看的，不配進　神的國。」","bklcl":"Iâ-so͘ tùi i kóng, Kìⁿ-nā chhiú hōaⁿ lôe-bé lâi khòaⁿ āu-bīn ê, bô ha̍p tī Siōng-tè ê kok.","tghg":"耶穌對伊講：「見若手按犁尾(lôe-bé)來看後面的，無合佇上帝的國。」","bklhl":"耶穌對伊講，見若手hōaⁿ犁尾來看後面ê，無合tī上帝ê國。"}}]