[{"book":"路","chapter":8,"verse":1,"versions":{"unv":"過了不多日，耶穌周遊各城各鄉傳道，宣講　神國的福音。和他同去的有十二個門徒，","bklcl":"Kè bô kúi ji̍t, Iâ-so͘ sì-kè kiâⁿ ta̍k ê siâⁿ ta̍k ê hiuⁿ-siā, soan-thoân lâi pò-iông Siōng-tè kok ê hok-im; cha̍p-jī ê ha̍k-seng iā kap I khì;","tghg":"過無幾日，耶穌四界行逐個城逐個鄉社，宣傳來報揚上帝國的福音。十二個學生也及伊去，","bklhl":"過無幾日，耶穌四界行ta̍k ê城ta̍k ê鄉社，宣傳來報揚上帝國ê福音；十二個學生也kap伊去；"}},{"book":"路","chapter":8,"verse":2,"versions":{"unv":"還有被惡鬼所附、被疾病所累、已經治好的幾個婦女，內中有稱為抹大拉的馬利亞（曾有七個鬼從她身上趕出來），","bklcl":"iā ū kúi-nā ê hū-jîn-lâng, ū-ê bat hoān-tio̍h kúi, ū-ê ū phòa-pīⁿ, taⁿ í-keng tit-tio̍h i-hó; kî-tiong ū Boa̍t-tāi-lia̍p ê Má-lī-a, bat ū chhit ê kúi tùi i chhut-khì;","tghg":"也有幾若個婦仁人，有的曾患著鬼，有的有破病今已經得著醫好，其中有抹大拉的馬利亞（曾有七個鬼對伊出去），","bklhl":"也有幾nā ê婦人人，有ê bat犯tio̍h鬼，有ê有破病，taⁿ已經得tio̍h醫好；其中有Boa̍t-tāi-lia̍p ê馬利亞，bat有七個鬼對伊出去；"}},{"book":"路","chapter":8,"verse":3,"versions":{"unv":"又有希律的家宰苦撒的妻子約亞拿，並蘇撒拿，和好些別的婦女，都是用自己的財物供給耶穌和門徒。","bklcl":"koh ū Hi-lu̍t ê koán-ke Khó͘-sat ê bó͘ Iok-a-ná; koh ū So͘-sat-ná; í-gōa iáu ū chōe-chōe hū-jîn-lâng, lóng ēng in só͘ ū ê lâi ho̍k-sāi in.","tghg":"閣有希律的管家苦撒的某約亞拿，閣有蘇撒拿，以外猶有多多婦仁人，攏用𪜶所有的來服事𪜶。","bklhl":"koh有希律ê管家Khó͘-sat ê bó͘ Iok-a-ná；koh有So͘-sat-ná；以外iáu有chōe-chōe婦人人，lóng用in所有ê來服事in。"}},{"book":"路","chapter":8,"verse":4,"versions":{"unv":"當許多人聚集、又有人從各城裡出來見耶穌的時候，耶穌就用比喻說：","bklcl":"Ū chōe-chōe lâng chū-chi̍p, koh ū lâng tùi ta̍k ê siâⁿ lâi chiū-kūn I;","tghg":"有多多人聚集，閣有人對逐個城來就近伊，彼時耶穌設譬喻給𪜶講：","bklhl":"有chōe-chōe人聚集，koh有人tùi ta̍k ê城來就近伊；"}},{"book":"路","chapter":8,"verse":5,"versions":{"unv":"「有一個撒種的出去撒種。撒的時候，有落在路旁的，被人踐踏，天上的飛鳥又來吃盡了。","bklcl":"hit sî Iâ-so͘ siat phì-jū kā in kóng, Ū iā chéng ê chhut-khì iā chéng.  Teh iā ê sî, ū-ê ka-la̍uh tī lō͘-piⁿ, hō͘ lâng só͘ ta̍h, thiⁿ-tiong ê pe-chiáu it-chīn chia̍h i.","tghg":"「有撒種的出去撒種。啲撒的時，有的磕落(ka-la̍uh)佇路邊，互人所踏，天中的飛鳥一盡食伊。","bklhl":"hit時耶穌設譬喻kā in講，有掖種ê出去掖種。Teh也ê時，有ê ka-la̍uh tī路邊，hō͘人所踏，天中ê飛鳥一盡食伊。"}},{"book":"路","chapter":8,"verse":6,"versions":{"unv":"有落在磐石上的，一出來就枯乾了，因為得不著滋潤。","bklcl":"Ū-ê ka-la̍uh tī chio̍h-pôaⁿ téng, hoat-khí-lâi chiū ta-khì, in-ūi bô lūn-te̍k.","tghg":"有的磕落佇石盤頂，發起來就乾去，因為無潤澤。","bklhl":"有ê ka-la̍uh tī石磐頂，發起來就乾去，因為無潤澤。"}},{"book":"路","chapter":8,"verse":7,"versions":{"unv":"有落在荊棘裡的，荊棘一同生長，把它擠住了。","bklcl":"Ū-ê ka-la̍uh tī chhì-á tiong, chhì-á pîⁿ-pîⁿ hoat-khí-lâi, jia-pè i.","tghg":"有的磕落佇茦仔中，茦仔平平發起來，遮蔽伊。","bklhl":"有ê ka-la̍uh tī刺á中，刺á平平發起來，遮蔽伊。"}},{"book":"路","chapter":8,"verse":8,"versions":{"unv":"又有落在好土裡的，生長起來，結實百倍。」耶穌說了這些話，就大聲說：「有耳可聽的，就應當聽！」","bklcl":"Ū-ê ka-la̍uh tī hó ê thó͘-tōe, hoat-khí-lâi kiat-si̍t kàu chi̍t-pah pē.  Chiah-ê ōe kóng-liáu, chiū kiò kóng, Ū hī-khang thang thiaⁿ ê, tio̍h thiaⁿ.","tghg":"有的磕落佇好的土地，發起來結實到一百倍。」諸個話講了，就叫講：「有耳孔通聽的，著聽！」","bklhl":"有ê ka-la̍uh tī好ê土地，發起來結實到一百倍。Chiah-ê話講了，就叫講，有耳孔thang聽ê，tio̍h聽。"}},{"book":"路","chapter":8,"verse":9,"versions":{"unv":"門徒問耶穌說：「這比喻是甚麼意思呢？」","bklcl":"I ê ha̍k-seng mn̄g I chit ê phì-jū cháiⁿ-iūⁿ.","tghg":"伊的學生問伊，此個譬喻怎樣。","bklhl":"伊ê學生問伊chit ê譬喻怎樣。"}},{"book":"路","chapter":8,"verse":10,"versions":{"unv":"他說：「　神國的奧祕只叫你們知道；至於別人，就用比喻，叫他們看也看不見，聽也聽不明。」","bklcl":"Iâ-so͘ kóng, Siōng-tè kok ê ò-biāu hō͘ lín chai; nā-sī tùi pa̍t lâng chiū ēng phì-jū, beh hō͘ in khòaⁿ, khòaⁿ bōe kìⁿ, thiaⁿ iā bōe hiáu-ngō͘.","tghg":"耶穌講：「上帝國的奧妙互恁知；若是對別人，就用譬喻，欲互𪜶看，看𣍐見，聽也𣍐曉悟。」","bklhl":"耶穌講，上帝國ê奧妙hō͘ lín知；但是tùi別人就用譬喻，beh hō͘ in看，看bōe見，聽也bōe曉悟。"}},{"book":"路","chapter":8,"verse":11,"versions":{"unv":"「這比喻乃是這樣：種子就是　神的道。","bklcl":"Chit ê phì-jū chiū-sī án-ni: Chéng-chí chiū-sī Siōng-tè ê tō-lí.","tghg":"「此個譬喻就是按呢：種子就是上帝的道理。","bklhl":"Chit ê譬喻就是án-ni:種子就是上帝ê道理。"}},{"book":"路","chapter":8,"verse":12,"versions":{"unv":"那些在路旁的，就是人聽了道，隨後魔鬼來，從他們心裡把道奪去，恐怕他們信了得救。","bklcl":"Tī lō͘-piⁿ ê, chiū-sī lâng thiaⁿ-kìⁿ tō-lí; Mô͘-kúi chiū lâi, tùi in ê sim-lāi chiong tō-lí chhiúⁿ-khì, bián-tit in sìn lâi tit-tio̍h kiù.","tghg":"佇路邊的，就是人聽見道理，魔鬼就來，對𪜶的心內將道理搶去，免得𪜶信來得著救。","bklhl":"Tī路邊ê，就是人聽見道理；魔鬼就來，對in ê心內將道理搶去，免得in信來得tio̍h救。"}},{"book":"路","chapter":8,"verse":13,"versions":{"unv":"那些在磐石上的，就是人聽道，歡喜領受，但心中沒有根，不過暫時相信，及至遇見試煉就退後了。","bklcl":"Tī chio̍h-pôaⁿ téng ê, chiū-sī lâng thiaⁿ-liáu hoaⁿ-hí sêng-siū tō-lí; nā-sī in bô kun, sī chiām-sî sìn nā-tiāⁿ, tú-tio̍h chhì-liān ê sî chiū pōe-biū.","tghg":"佇石磐頂的，就是人聽了歡喜承受道理，若是𪜶無根，是暫時信若定，抵著(tú-tio̍h)試煉的時就悖謬(pōe-biū)。","bklhl":"Tī石磐頂ê，就是人聽了歡喜承受道理；但是in無根，是暫時信nā-tiāⁿ，tú-tio̍h試煉ê時就pōe-biū。"}},{"book":"路","chapter":8,"verse":14,"versions":{"unv":"那落在荊棘裡的，就是人聽了道，走開以後，被今生的思慮、錢財、宴樂擠住了，便結不出成熟的子粒來。","bklcl":"Lo̍h tī chhì-á lāi ê, chiah-ê chiū-sī lâng thiaⁿ-liáu chiū khì, hō͘ chāi-siⁿ ê khòa-lū, hè-châi, iàn-lo̍k só͘ jia-pè, chiū kiat m̄ chiâⁿ lia̍p.","tghg":"落佇茦仔(chhì-á)內的，諸個就是人聽了就去，互在生的掛慮、貨財、宴樂所遮蔽(jia-pè)，就結呣成粒。","bklhl":"落tī刺á內ê，chiah ê就是人聽了就去，hō͘在生ê掛慮、貨財、宴樂所遮蔽，就結m̄成粒。"}},{"book":"路","chapter":8,"verse":15,"versions":{"unv":"那落在好土裡的，就是人聽了道，持守在誠實善良的心裡，並且忍耐著結實。」","bklcl":"Tī hó thó͘-tōe ê, chiah-ê chiū-sī lâng ēng hó koh siān-liông ê sim thiaⁿ tō-lí lâi chip-siú i, koh thun-lún lâi kiat-si̍t.","tghg":"佇好土地的，諸個就是人用好閣善良的心聽道理來執守伊，閣吞愞來結實。」","bklhl":"Tī好土地ê，chiah ê就是人用好koh善良ê心聽道理來執守伊，koh吞忍來結實。"}},{"book":"路","chapter":8,"verse":16,"versions":{"unv":"「沒有人點燈用器皿蓋上，或放在床底下，乃是放在燈臺上，叫進來的人看見亮光。","bklcl":"Bô lâng tiám teng ēng khì-kū lâi khàm i, á-sī hē tī bîn-chhn̂g ē, chiū-sī hē tī teng-tâi téng, hō͘ ji̍p-lâi ê lâng khòaⁿ-kìⁿ hit ê kng.","tghg":"「無人點燈用器具來蓋伊，抑是下佇眠床下，就是下佇燈台頂，互入來的人看見彼個光。","bklhl":"無人點燈用器具來蓋伊，á是hē tī眠床下，就是hē tī燈台頂，hō͘入來ê人看見hit ê光。"}},{"book":"路","chapter":8,"verse":17,"versions":{"unv":"因為掩藏的事沒有不顯出來的；隱瞞的事沒有不露出來被人知道的。","bklcl":"In-ūi bô ū ún-ba̍t, iā chiong-lâi bô lō͘-hiān ê; bô ū pì-ba̍t, chiong-lâi bô hō͘ lâng chai koh lō͘-hiān ê.","tghg":"因為無有隱密也將來無露現的；無有秘密將來無互人知閣露現的。","bklhl":"因為無有隱密，也將來無露現ê；無有祕密，將來無hō͘人知koh露現ê。"}},{"book":"路","chapter":8,"verse":18,"versions":{"unv":"所以，你們應當小心怎樣聽；因為凡有的，還要加給他；凡沒有的，連他自以為有的，也要奪去。」","bklcl":"Só͘-í lín tio̍h kín-sīn cháiⁿ-iūⁿ lâi thiaⁿ; in-ūi kìⁿ-nā ū ê, beh hō͘ i; bô ê, liân i ka-kī lia̍h-chòe ū ê, iā beh kā i chhiúⁿ-khì.","tghg":"所以，恁著謹慎怎樣來聽；因為見若有的，欲互伊；無的，連伊家己掠做有的，也欲給伊搶去。」","bklhl":"所以lín tio̍h謹慎怎樣來聽；因為見若有ê，beh hō͘伊；無ê，連伊家己掠做有ê，也beh kā伊搶去。"}},{"book":"路","chapter":8,"verse":19,"versions":{"unv":"耶穌的母親和他弟兄來了，因為人多，不得到他跟前。","bklcl":"Iâ-so͘ ê lāu-bú kap hiaⁿ-tī lâi chiū-kūn I; in-ūi lâng chōe, bōe-tit kūn-óa.","tghg":"耶穌的老母及兄弟來就近伊，因為人多，𣍐得近倚。","bklhl":"耶穌ê老母kap兄弟來就近伊；因為人chōe，bōe得近óa。"}},{"book":"路","chapter":8,"verse":20,"versions":{"unv":"有人告訴他說：「你母親和你弟兄站在外邊，要見你。」","bklcl":"Ū lâng kā I kóng, Lí ê lāu-bú kap lí ê hiaⁿ-tī khiā tī gōa-bīn, ài beh khòaⁿ lí.","tghg":"有人給伊講：「你的老母及你的兄弟徛佇外面，愛欲看你。」","bklhl":"有人kā伊講，你ê老母kap你ê兄弟khiā tī外面，ài beh看你。"}},{"book":"路","chapter":8,"verse":21,"versions":{"unv":"耶穌回答說：「聽了　神之道而遵行的人就是我的母親，我的弟兄了。」","bklcl":"I ìn kóng, Góa ê lāu-bú kap góa ê hiaⁿ-tī chiū-sī chiah-ê thiaⁿ Siōng-tè ê tō-lí lâi kiâⁿ ê lâng.","tghg":"伊應講：「我的老母及我的兄弟，就是諸個聽上帝的道理來行的人。」","bklhl":"伊應講，我ê老母kap我ê兄弟就是chiah ê聽上帝ê道理來行ê人。"}},{"book":"路","chapter":8,"verse":22,"versions":{"unv":"有一天，耶穌和門徒上了船，對門徒說：「我們可以渡到湖那邊去。」他們就開了船。","bklcl":"Ū chi̍t ji̍t Iâ-so͘ kap I ê ha̍k-seng chiūⁿ chûn, kā in kóng, Lán lâi khì ô͘ ê hit pêng hōaⁿ.  Chiū khui chûn.","tghg":"有一日，耶穌及伊的學生上船，給𪜶講：「咱來去湖的彼旁岸。」就開船。","bklhl":"有一日耶穌kap伊ê學生上船，kā in講，咱來去湖ê hit-pêng岸。就開船。"}},{"book":"路","chapter":8,"verse":23,"versions":{"unv":"正行的時候，耶穌睡著了。湖上忽然起了暴風，船將滿了水，甚是危險。","bklcl":"Kiâⁿ ê sî Iâ-so͘ khùn-khì.  Ū pò-thâu-hong phah-lo̍h-lâi ô͘-ni̍h, chûn-lāi ê chúi chha-put-to móa, chīn-chāi gûi-hiám.","tghg":"行的時，耶穌睏去。有颶頭風(pò-thâu-hong)拍落來湖裡，船內的水差不多滿，盡在危險。","bklhl":"行ê時耶穌睏去。有報頭風phah落來湖裡，船內ê水差不多滿，盡在危險。"}},{"book":"路","chapter":8,"verse":24,"versions":{"unv":"門徒來叫醒了他，說：「夫子！夫子！我們喪命啦！」耶穌醒了，斥責那狂風大浪；風浪就止住，平靜了。","bklcl":"Ha̍k-seng kūn-óa, kiò I chhíⁿ, kóng, Sian-siⁿ ah, sian-siⁿ ah, beh bô miā lah.  I chiū chhíⁿ, chek-pī hong kap hái-éng, hong éng chiū soah, iā pîⁿ-tiāⁿ.","tghg":"學生近倚叫伊醒，講：「先生啊！先生啊！欲無命啦！」伊就醒，責備風及海湧；風湧就息，也平定。","bklhl":"學生近óa，叫伊醒，講，先生ah，先生ah，beh無命lah。伊就醒，責備風kap海湧，風湧就soah，也平定。"}},{"book":"路","chapter":8,"verse":25,"versions":{"unv":"耶穌對他們說：「你們的信心在哪裡呢？」他們又懼怕又希奇，彼此說：「這到底是誰？他吩咐風和水，連風和水也聽從他了。」","bklcl":"I chiū kā ha̍k-seng kóng, Lín ê sìn tī tá-lo̍h?  In chiū kiaⁿ-hiâⁿ kî-koài, saⁿ-kap kóng, Che sī sím-mi̍h lâng, bēng-lēng hong kap chúi, in iā sūn I?","tghg":"伊就給學生講：「恁的信佇叨落？」𪜶就驚惶奇怪，相及講：「這是甚麼人？命令風及水，𪜶也順伊？」","bklhl":"伊就kā學生講，Lín ê信tī tá-lo̍h？In就驚惶奇怪，saⁿ-kap講，這是甚麼人，命令風kap水，in也順伊？"}},{"book":"路","chapter":8,"verse":26,"versions":{"unv":"他們到了格拉森（有古卷：加大拉）人的地方，就是加利利的對面。","bklcl":"Chûn kàu Keh-lah-sim lâng ê tōe-hng, chiū-sī Ka-lī-lī ê tùi-bīn.","tghg":"船到格拉森人的地方，就是加利利的對面。","bklhl":"船到Keh-lah-sim人ê地方，就是加利利ê對面。"}},{"book":"路","chapter":8,"verse":27,"versions":{"unv":"耶穌上了岸，就有城裡一個被鬼附著的人迎面而來。這個人許久不穿衣服，不住房子，只住在墳塋裡。","bklcl":"Iâ-so͘ lī-khui chûn, chiūⁿ hōaⁿ; ū chi̍t lâng tùi siâⁿ-ni̍h chhut-lâi tú-tio̍h I, sī hoān-tio̍h kúi ê, kú-kú bô chhēng saⁿ bô tiàm chhù-lāi, to̍k-to̍k tiàm tī hûn-bōng tiong.","tghg":"耶穌離開船上岸，有一人對城裡出來抵著伊，是患著鬼的。久久無穿衫，無踮厝內，獨獨踮佇墳墓中。","bklhl":"耶穌離開船，上岸；有一人tùi城裡出來tú-tio̍h伊，是犯tio̍h鬼ê，久久無穿衫無tiàm厝內，獨獨tiàm tī墳墓中。"}},{"book":"路","chapter":8,"verse":28,"versions":{"unv":"他見了耶穌，就俯伏在他面前，大聲喊叫，說：「至高　神的兒子耶穌，我與你有甚麼相干？求你不要叫我受苦！」","bklcl":"Khòaⁿ-kìⁿ Iâ-so͘ chiū âu-kiò, phak tī I ê bīn-chêng, tōa siaⁿ kóng, Chì-koâiⁿ Siōng-tè ê Kiáⁿ Iâ-so͘, góa kap lí ū sím-mi̍h kan-sia̍p? kiû lí bo̍h-tit khó͘-chhó͘ góa.","tghg":"看見耶穌就喉叫，仆佇伊的面前，大聲講：「至高上帝的子耶穌，我及你有甚麼干涉？求你莫得苦楚我！」","bklhl":"看見耶穌就喉叫，仆tī伊ê面前，大聲講，至koân上帝ê Kiáⁿ耶穌，我kap你有甚麼干涉？求你莫得苦楚我。"}},{"book":"路","chapter":8,"verse":29,"versions":{"unv":"是因耶穌曾吩咐污鬼從那人身上出來。原來這鬼屢次抓住他；他常被人看守，又被鐵鍊和腳鐐捆鎖，他竟把鎖鍊掙斷，被鬼趕到曠野去。","bklcl":"In-ūi Iâ-so͘ ū bēng-lēng siâ-sîn tùi hit ê lâng chhut-lâi.  In-ūi siâ-sîn siông-siông lia̍h i; lâng ēng thih-liān liān i, ēng kha-khàu khàu i, lâi kò͘-siú i; i chiū chhoah-tn̄g só͘ pa̍k i ê khì-kū, i hō͘ kúi kóaⁿ kàu khòng-iá.","tghg":"因為耶穌有命令邪神對彼個人出來。因為邪神常常掠伊；人用鐵鍊鍊伊，用腳銬銬伊，來顧守伊，伊就掇斷(chhoah-tn̄g)所縛伊的器具，伊互鬼趕到曠野。","bklhl":"因為耶穌有命令邪神tùi hit ê人出來。因為邪神常常掠伊；人用鐵鏈鏈伊，用腳銬銬伊，來顧守伊；伊就chhoah斷所縛伊ê器具，伊hō͘鬼趕到曠野。"}},{"book":"路","chapter":8,"verse":30,"versions":{"unv":"耶穌問他說：「你名叫甚麼？」他說：「我名叫『群』」；這是因為附著他的鬼多。","bklcl":"Iâ-so͘ mn̄g i kóng, Lí kiò sím-mi̍h miâ?  I kóng, Iâⁿ; in-ūi ū chōe-chōe kúi ji̍p i.","tghg":"耶穌問伊講；「你叫甚麼名？」伊講：「營」；因為有多多鬼入伊。","bklhl":"耶穌問伊講，你叫甚麼名？伊講，營；因為有chōe-chōe鬼入伊。"}},{"book":"路","chapter":8,"verse":31,"versions":{"unv":"鬼就央求耶穌，不要吩咐他們到無底坑裡去。","bklcl":"Kúi kiû Iâ-so͘ bo̍h-tit hoan-hù in ji̍p chhim-ian.","tghg":"鬼求耶穌，莫得吩咐𪜶入深淵。","bklhl":"鬼求耶穌莫得吩咐in入深淵。"}},{"book":"路","chapter":8,"verse":32,"versions":{"unv":"那裡有一大群豬在山上吃食。鬼央求耶穌，准他們進入豬裡去。耶穌准了他們，","bklcl":"Tī hia ū kui tīn ti, tī soaⁿ-ni̍h teh thó-chia̍h.  Kúi kiû I chún in ji̍p hiah-ê ti.  Chiū chún in.","tghg":"佇遐有歸陣豬佇山裡啲討食。鬼求伊，准𪜶入許個豬。就准𪜶，","bklhl":"Tī hia有kui陣豬，tī山裡teh討食。鬼求伊准in入hiah-ê豬。就准in。"}},{"book":"路","chapter":8,"verse":33,"versions":{"unv":"鬼就從那人出來，進入豬裡去。於是那群豬闖下山崖，投在湖裡淹死了。","bklcl":"Kúi chiū tùi hit lâng chhut-khì, ji̍p hiah-ê ti;  kui tīn ti chiū cháu-lo̍h soaⁿ-phiâⁿ, chông-lo̍h ô͘, kek-sí.","tghg":"鬼就對彼人出去，入許個豬。歸陣豬就走落山坪(soaⁿ-phiâⁿ)，𧽵(chông)落湖激死。","bklhl":"鬼就tùi hit人出去，入hiah-ê豬；kui陣豬就走落山坪，chông落湖，格死。"}},{"book":"路","chapter":8,"verse":34,"versions":{"unv":"放豬的看見這事就逃跑了，去告訴城裡和鄉下的人。","bklcl":"Kò͘-ti ê khòaⁿ-kìⁿ chit ê tāi-chì chiū cháu-khì, pò siâⁿ-lāi kap hiuⁿ-siā ê lâng chai.","tghg":"顧豬的看見此個代誌就走去，報城內及鄉社的人知。","bklhl":"顧豬ê看見chit ê tāi-chì就走去，報城內kap鄉社ê人知。"}},{"book":"路","chapter":8,"verse":35,"versions":{"unv":"眾人出來要看是甚麼事；到了耶穌那裡，看見鬼所離開的那人，坐在耶穌腳前，穿著衣服，心裡明白過來，他們就害怕。","bklcl":"In chiū chhut-lâi, ài khòaⁿ chit ê tāi-chì; chiū-kūn Iâ-so͘, tú-tio̍h kúi só͘ tùi i chhut-lâi hit lâng, chhēng saⁿ, hāi-chāi, chē tī Iâ-so͘ kha-ē; in chiū kiaⁿ.","tghg":"𪜶就出來愛看此個代誌；就近耶穌，抵著鬼所對伊出來彼人，穿衫，嗐哉(hāi-chāi)，坐佇耶穌腳下，𪜶就驚。","bklhl":"In就出來，ài看chit ê tāi-chì；就近耶穌，tú-tio̍h鬼所對伊出來hit人，穿衫，hāi-chāi，坐tī耶穌腳下；in就驚。"}},{"book":"路","chapter":8,"verse":36,"versions":{"unv":"看見這事的便將被鬼附著的人怎麼得救告訴他們。","bklcl":"Khòaⁿ-kìⁿ ê lâng chiong hoān-tio̍h kúi ê lâng cháiⁿ-iūⁿ tit-tio̍h kiù pò in chai.","tghg":"看見的人將患著鬼的人怎樣得著救報𪜶知。","bklhl":"看見ê人將犯tio̍h鬼ê人怎樣得tio̍h救報in知。"}},{"book":"路","chapter":8,"verse":37,"versions":{"unv":"格拉森四圍的人，因為害怕得很，都求耶穌離開他們；耶穌就上船回去了。","bklcl":"Keh-lah-sim sì-hng ê lâng lóng kiû Iâ-so͘ lī-khui in; in-ūi in tōa kiaⁿ ê iân-kò͘;  I chiū chiūⁿ chûn tò-tńg-khì.","tghg":"格拉森四方的人，攏求耶穌離開𪜶，因為𪜶大驚的緣故；伊就上船倒轉去。","bklhl":"Keh-lah-sim四方ê人lóng求耶穌離開in；因為in大驚ê緣故；伊就上船倒tńg去。"}},{"book":"路","chapter":8,"verse":38,"versions":{"unv":"鬼所離開的那人懇求和耶穌同在；耶穌卻打發他回去，說：","bklcl":"Kúi só͘ tùi i chhut-khì ê lâng kiû beh kap I khì.  Nā-sī Iâ-so͘ chhe i khì kóng,","tghg":"鬼所對伊出去的人求欲及伊去，若是耶穌差伊去，講：","bklhl":"鬼所對伊出去ê人求beh kap伊去。但是耶穌差伊去講，"}},{"book":"路","chapter":8,"verse":39,"versions":{"unv":"「你回家去，傳說　神為你做了何等大的事。」他就去，滿城裡傳揚耶穌為他做了何等大的事。","bklcl":"Tò-khì lín tau, chiong Siōng-tè ūi-tio̍h lí kiâⁿ hiah tōa ê sū pâi-lia̍t hō͘ lâng chai.  I chiū khì, piàn siâⁿ soan-thoân Iâ-so͘ ūi-tio̍h i só͘ kiâⁿ hiah tōa ê sū.","tghg":"「倒去恁兜，將上帝為著你行許大的事排列互人知。」伊就去，遍城宣傳耶穌為著伊所行許大的事。","bklhl":"tò去lín tau，將上帝為tio̍h你行hiah大ê事排列hō͘人知。伊就去，遍城宣傳耶穌為tio̍h伊所行hiah大ê事。"}},{"book":"路","chapter":8,"verse":40,"versions":{"unv":"耶穌回來的時候，眾人迎接他，因為他們都等候他。","bklcl":"Iâ-so͘ tò-tńg-lâi ê sî chèng lâng chiap-la̍p I; in-ūi in lóng teh thèng-hāu I.","tghg":"耶穌倒轉來的時，眾人接納伊，因為𪜶攏啲聽候伊。","bklhl":"耶穌倒tńg來ê時眾人接納伊；因為in lóng teh thèng候祂。"}},{"book":"路","chapter":8,"verse":41,"versions":{"unv":"有一個管會堂的，名叫睚魯，來俯伏在耶穌腳前，求耶穌到他家裡去；","bklcl":"Ū chi̍t lâng, miâ Gâi-ló͘, chiū-sī koán hōe-tn̂g ê, lâi phak tī Iâ-so͘ ê kha-ē, kiû I kàu i ê ke;","tghg":"有一人名睚魯(Gâi-ló͘)，就是管會堂的，來仆佇耶穌的腳下，求伊到伊的家；","bklhl":"有一人，名Gâi-ló͘，就是管會堂ê，來仆tī耶穌ê腳下，求伊到伊ê家；"}},{"book":"路","chapter":8,"verse":42,"versions":{"unv":"因他有一個獨生女兒，約有十二歲，快要死了。耶穌去的時候，眾人擁擠他。","bklcl":"in-ūi i ū ko͘-siⁿ ê cha-bó͘-kiáⁿ iok-lio̍k cha̍p-jī hè, teh-beh sí.  Iâ-so͘ khì ê sî, chèng lâng oe-khoeh I.","tghg":"因為伊有孤生的查某子，約略十二歲，啲欲死。耶穌去的時，眾人挨夾(oe-khoeh)伊。","bklhl":"因為伊有孤生ê cha-bó͘-kiáⁿ約略十二歲，teh-beh死。耶穌去ê時，眾人oe-khoeh祂。"}},{"book":"路","chapter":8,"verse":43,"versions":{"unv":"有一個女人，患了十二年的血漏，在醫生手裡花盡了他一切養生的，並沒有一人能醫好他。","bklcl":"Ū chi̍t ê hū-jîn-lâng, hiat-lāu cha̍p-jī nî, in-ūi chhiáⁿ i-seng ke-hé phòa kàu liáu, bô chi̍t lâng ōe i-hó i,","tghg":"有一個婦仁人，血漏十二年，因為請醫生家伙破到了，無一人會醫好伊。","bklhl":"有一个婦人人，血漏十二年，因為請醫生家伙破到了，無一人能醫好伊，"}},{"book":"路","chapter":8,"verse":44,"versions":{"unv":"她來到耶穌背後，摸他的衣裳繸子，血漏立刻就止住了。","bklcl":"lâi kàu Iâ-so͘ ê ka-chiah-āu, bong I saⁿ-á-ku ê chhiu; hiat-lāu chek-sî chí.","tghg":"來到耶穌的尻脊後(ka-chiah-āu)，摸伊衫仔裾(saⁿ-á-ku)的鬚，血漏即時止。","bklhl":"來到耶穌ê ka-chiah後，摸伊衫á裾ê鬚；血漏即時止。"}},{"book":"路","chapter":8,"verse":45,"versions":{"unv":"耶穌說：「摸我的是誰？」眾人都不承認。彼得和同行的人都說：「夫子，眾人擁擁擠擠緊靠著你。（有古卷加：你還問摸我的是誰嗎？）」","bklcl":"Iâ-so͘ kóng, Bong góa ê sī chī-chūi?  Tāi-ke kóng bô; Pí-tek kap tâng kiâⁿ ê lâng kóng, Sian-siⁿ, chèng lâng pek-óa, khoeh-tio̍h lí.","tghg":"耶穌講：「摸我的是是誰？」大家講無。彼得及同行的人講：「先生，眾人迫倚夾著(khoeh-tioh)你。」","bklhl":"耶穌講，摸我ê是是誰？大家講無；彼得kap同行ê人講，先生，眾人逼óa，khoeh-tio̍h你。"}},{"book":"路","chapter":8,"verse":46,"versions":{"unv":"耶穌說：「總有人摸我，因我覺得有能力從我身上出去。」","bklcl":"Iâ-so͘ kóng, Ū lâng bong góa, in-ūi góa chai ū koân-lêng tùi góa chhut.","tghg":"耶穌講：「有人摸我，因為我知有權能對我出。」","bklhl":"耶穌講，有人摸我，因為我知有權能tùi我出。"}},{"book":"路","chapter":8,"verse":47,"versions":{"unv":"那女人知道不能隱藏，就戰戰兢兢地來俯伏在耶穌腳前，把摸他的緣故和怎樣立刻得好了，當著眾人都說出來。","bklcl":"Hū-jîn-lâng khòaⁿ i khǹg bōe ba̍t, ngia̍uh-ngia̍uh-chhoah lâi phak tī I kha-ē; tng chèng lâng ê bīn-chêng kóng-bêng bong I ê iân-kò͘, kap i cháiⁿ-iūⁿ liâm-piⁿ hó.","tghg":"婦仁人看伊囥𣍐密，愕愕惙來仆佇伊腳下，當眾人的面前講明摸伊的緣故，及伊怎樣連鞭好。","bklhl":"婦人人看伊khǹg bōe密，ngia̍uh-ngia̍uh-chhoah來仆tī伊腳下；當眾人ê面前講明摸伊ê緣故，kap伊怎樣liâm-piⁿ好。"}},{"book":"路","chapter":8,"verse":48,"versions":{"unv":"耶穌對她說：「女兒，你的信救了你；平平安安地去吧！」","bklcl":"Iâ-so͘ kā i kóng, Hū-jîn-lâng ah, lí ê sìn ū kiù lí, chòe lí an-sim tò-khì.","tghg":"耶穌給伊講：「婦仁人啊，你的信有救你；做你安心倒去！」","bklhl":"耶穌kā伊講，婦人人ah，你ê信有救你，做你安心tò去。"}},{"book":"路","chapter":8,"verse":49,"versions":{"unv":"還說話的時候，有人從管會堂的家裡來，說：「你的女兒死了，不要勞動夫子。」","bklcl":"I iáu teh kóng ê sî, ū lâng tùi koán hōe-tn̂g ê ê ke lâi kóng, Lí ê cha-bó͘-kiáⁿ í-keng sí, bián lô-tōng sian-siⁿ.","tghg":"伊猶啲講的時，有人對管會堂者的家來，講：「你的查某子已經死，免勞動先生。」","bklhl":"伊iáu teh講ê時，有人tùi趕會堂ê ê家來講，你ê cha-bó͘-kiáⁿ已經死，免勞動先生。"}},{"book":"路","chapter":8,"verse":50,"versions":{"unv":"耶穌聽見就對他說：「不要怕，只要信！你的女兒就必得救。」","bklcl":"Iâ-so͘ thiaⁿ-kìⁿ chiū ìn i kóng, M̄ bián kiaⁿ, chí-ū tio̍h sìn, i chiū tit-tio̍h kiù.","tghg":"耶穌聽見就應伊講：「呣免驚，只有著信，伊就得著救。」","bklhl":"耶穌聽見就應伊講，M̄免驚，只有tio̍h信，伊就得tio̍h救。"}},{"book":"路","chapter":8,"verse":51,"versions":{"unv":"耶穌到了他的家，除了彼得、約翰、雅各，和女兒的父母，不許別人同他進去。","bklcl":"Í-keng kàu i ê ke, tī Pí-tek, Iok-hān, Ngá-kok, kap cha-bó͘ gín-ná ê pē-bú í-gōa, m̄ chún pa̍t lâng kap I ji̍p-khì.","tghg":"已經到伊的家，佇彼得、約翰、雅各，及查某囝仔的父母以外，呣准別人及伊入去。","bklhl":"已經到伊ê家，tī彼得，約翰，雅各，kap cha-bó͘ gín-ná ê父母以外，m̄准別人kap伊入去。"}},{"book":"路","chapter":8,"verse":52,"versions":{"unv":"眾人都為這女兒哀哭捶胸。耶穌說：「不要哭！她不是死了，是睡著了。」","bklcl":"Chèng lâng teh thî-khàu, ūi-tio̍h i lâi tûi heng; Iâ-so͘ kóng, Bo̍h-tit thî-khàu, in-ūi i m̄ sī sí, sī teh khùn nā-tiāⁿ.","tghg":"眾人啲啼哭，為著伊來搥胸。耶穌講：「莫得啼哭！因為伊呣是死，是啲睏若定。」","bklhl":"眾人teh啼哭，為tio̍h伊來搥胸；耶穌講，莫得啼哭，因為伊m̄是死，是teh睏nā-tiāⁿ。"}},{"book":"路","chapter":8,"verse":53,"versions":{"unv":"他們曉得女兒已經死了，就嗤笑耶穌。","bklcl":"In chiū thí-chhiò I, in-ūi chai i í-keng sí lah.","tghg":"𪜶就恥笑伊，因為知伊已經死啦。","bklhl":"In就恥笑伊，因為知伊已經死lah。"}},{"book":"路","chapter":8,"verse":54,"versions":{"unv":"耶穌拉著她的手，呼叫說：「女兒，起來吧！」","bklcl":"Iâ-so͘ khan cha-bó͘ gín-ná ê chhiú kiò kóng, Cha-bó͘ gín-ná, khí-lâi.","tghg":"耶穌牽查某囝仔的手，叫講：「查某囝仔，起來！」","bklhl":"耶穌牽cha-bó͘ gín-ná ê手叫講，Cha-bó͘ gín-ná，起來。"}},{"book":"路","chapter":8,"verse":55,"versions":{"unv":"她的靈魂便回來，她就立刻起來了。耶穌吩咐給她東西吃。","bklcl":"I ê sîn ho̍k-tò, chek-sî khí-lâi; Iâ-so͘ hoan-hù hō͘ i chia̍h.","tghg":"伊的神復倒(ho̍k-tò)，即時起來。耶穌吩咐互伊食。","bklhl":"伊ê神復到，即時起來；耶穌吩咐hō͘伊食。"}},{"book":"路","chapter":8,"verse":56,"versions":{"unv":"她的父母驚奇得很；耶穌囑咐他們，不要把所做的事告訴人。","bklcl":"I ê pē-bú gông-ngia̍h;  Iâ-so͘ bēng-lēng in bo̍h-tit chiong só͘ kiâⁿ ê kā lâng kóng.","tghg":"伊的父母卬愕；耶穌命令𪜶，莫得將所行的給人講。","bklhl":"伊ê父母gông-ngia̍h；耶穌命令in莫得將所行ê kā人講。"}}]