[{"book":"路","chapter":13,"verse":1,"versions":{"unv":"正當那時，有人將彼拉多使加利利人的血攙雜在他們祭物中的事告訴耶穌。","bklcl":"Tng hit sî ū kúi-nā lâng tī-teh, chiong Ka-lī-lī lâng ê sū kā Iâ-so͘ kóng, chiū-sī Pí-lia̍p-to chiong in ê huih chham tī in ê seng-lé ê.","tghg":"當彼時，有幾若人佇啲將加利利人的事給耶穌講，就是彼拉多將𪜶的血參佇𪜶的牲禮(seng-lé)的。","bklhl":"當hit時有幾nā人tī-teh，將加利利人ê事kā耶穌講，就是彼拉多將in ê血chham tī in ê牲禮ê。"}},{"book":"路","chapter":13,"verse":2,"versions":{"unv":"耶穌說：「你們以為這些加利利人比眾加利利人更有罪，所以受這害嗎？","bklcl":"Iâ-so͘ ìn kóng, In-ūi chiah-ê Ka-lī-lī lâng siū chit hō ê hāi, lín phah-sǹg in pí chèng Ka-lī-lī lâng khah ū chōe mah?","tghg":"耶穌應講：「因為諸個加利利人受此號的害，恁拍算𪜶比眾加利利人卡有罪嗎？","bklhl":"耶穌應講，因為chiah ê加利利人受chit號ê害，lín phah算in比眾加利利人khah有罪mah？"}},{"book":"路","chapter":13,"verse":3,"versions":{"unv":"我告訴你們，不是的！你們若不悔改，都要如此滅亡！","bklcl":"Góa kā lín kóng, M̄ sī; lín nā bô hoán-hóe, lóng beh chhin-chhiūⁿ án-ni bia̍t-bô.","tghg":"我給恁講，呣是！恁若無反悔，攏欲親像按呢滅無！","bklhl":"我kā lín講，m̄是；lín若無反悔，lóng beh親像án-ni滅無。"}},{"book":"路","chapter":13,"verse":4,"versions":{"unv":"從前西羅亞樓倒塌了，壓死十八個人；你們以為那些人比一切住在耶路撒冷的人更有罪嗎？","bklcl":"Á-sī hit cha̍p-poeh lâng, hō͘ Se-lô-a ê thah tó-lo̍h-lâi teh-sí ê, lín phah-sǹg in pí lóng-chóng khiā-khí tī Iâ-lō͘-sat-léng ê lâng hoān-chōe khah tāng mah?","tghg":"抑是彼十八人，互西羅亞的塔倒落來壓(teh)死的；恁拍算𪜶比攏總徛起佇耶路撒冷的人犯罪卡重嗎？","bklhl":"á是hit十八人，hō͘西羅亞ê塔倒落來teh死ê，lín phah算in比lóng總khiā起tī耶路撒冷ê人犯罪khah重mah？"}},{"book":"路","chapter":13,"verse":5,"versions":{"unv":"我告訴你們，不是的！你們若不悔改，都要如此滅亡！」","bklcl":"Góa kā lín kóng, M̄ sī; lín nā bô hoán-hóe, lóng beh chiàu án-ni bia̍t-bô.","tghg":"我給恁講，呣是！恁若無反悔，攏欲照按呢滅無！」","bklhl":"我kā lín講，m̄是；lín若無反悔，lóng beh照án-ni滅無。"}},{"book":"路","chapter":13,"verse":6,"versions":{"unv":"於是用比喻說：「一個人有一棵無花果樹栽在葡萄園裡。他來到樹前找果子，卻找不著。","bklcl":"I chiū siat chi̍t ê phì-jū kóng, Bó͘ lâng ū chi̍t châng bû-hoa-kó chhiū chai tī i ê phû-tô hn̂g-ni̍h; chiū lâi hit châng chhē ké-chí, chhē bô.","tghg":"伊就設一個譬喻講：「某人有一欉無花果樹栽(chai)佇伊的葡萄園裡。就來彼欉尋果子，尋無。","bklhl":"伊就設一个譬喻講，某人有一叢無花果樹栽tī伊ê葡萄園裡；就來hit叢chhē果子，chhē無。"}},{"book":"路","chapter":13,"verse":7,"versions":{"unv":"就對管園的說：『看哪，我這三年來到這無花果樹前找果子，竟找不著。把它砍了吧，何必白佔地土呢！』","bklcl":"Chiah tùi koán-hn̂g ê kóng, Lí khòaⁿ, góa liân-liân saⁿ nî lâi tùi chit châng bû-hoa-kó chhiū chhē ké-chí, chhē bô.  Tio̍h kā i chhò-khí-lâi; siáⁿ-sū hō͘ i iā tìn só͘-chāi?","tghg":"才對管園的講：『你看，我連連三年來對此欉無花果樹尋果子，尋無。著給伊剉(chhò)起來，啥事互伊也鎮所在！』","bklhl":"Chiah對管園ê講，你看，我連連三年來tùi chit叢無花果樹chhē果子，chhē無。Tio̍h kā伊chhò起來；啥事hō͘伊也tìn所在？"}},{"book":"路","chapter":13,"verse":8,"versions":{"unv":"管園的說：『主啊，今年且留著，等我周圍掘開土，加上糞；","bklcl":"Ìn i kóng, Chú ah, kin-nî chhiáⁿ koh iông-ún i; thèng-hāu góa sì-ûi ku̍t-sang èng-pûi;","tghg":"應伊講：『主啊，今年請閣容允伊，聽候我四圍掘鬆(ku̍t-sang)，壅肥(èng-pûi)；","bklhl":"應伊講，主ah，今年請koh容允伊；thèng候我四圍掘鬆èng肥；"}},{"book":"路","chapter":13,"verse":9,"versions":{"unv":"以後若結果子便罷，不然再把它砍了。』」","bklcl":"āu-lâi nā kiat ké-chí, chiū hó; nā bô, lí chiah kā i chhò-khí-lâi.","tghg":"後來若結果子就好，若無，你才(chiah)給伊剉起來。』」","bklhl":"後來若結果子，就好；若無，你chiah kā伊chhò起來。"}},{"book":"路","chapter":13,"verse":10,"versions":{"unv":"安息日，耶穌在會堂裡教訓人。","bklcl":"An-hioh-ji̍t Iâ-so͘ tī chi̍t ê hōe-tn̂g teh kà-sī lâng;","tghg":"安息日，耶穌佇一個會堂啲教示人。","bklhl":"安歇日耶穌tī一个會堂teh教示人；"}},{"book":"路","chapter":13,"verse":11,"versions":{"unv":"有一個女人被鬼附著，病了十八年，腰彎得一點直不起來。","bklcl":"tú-tn̄g ū chi̍t ê hū-jîn-lâng, hoān-tio̍h siâ-sîn tì pīⁿ cha̍p-poeh nî kú, ún-ku lóng bōe chhun ti̍t.","tghg":"抵當有一個婦仁人患著邪神，致病十八年久，瘟痀(ún-ku)攏𣍐伸(chhun)直。","bklhl":"tú-tn̄g有一个婦人人，犯tio̍h邪神致病十八年久，ún-ku lóng bōe伸直。"}},{"book":"路","chapter":13,"verse":12,"versions":{"unv":"耶穌看見，便叫過她來，對她說：「女人，你脫離這病了！」","bklcl":"Iâ-so͘ khòaⁿ-kìⁿ chiū kiò i kóng, Hū-jîn-lâng ah, taⁿ lí thoat-lī lí ê pīⁿ lah.","tghg":"耶穌看見，就叫伊講：「婦仁人啊，今你脫離你的病啦！」","bklhl":"耶穌看見就叫伊講，婦人人ah，taⁿ你脫離你ê病lah。"}},{"book":"路","chapter":13,"verse":13,"versions":{"unv":"於是用兩隻手按著她；她立刻直起腰來，就歸榮耀與　神。","bklcl":"Chiū ēng siang-chhiú kā i hōaⁿ; i chek-sî chhun ti̍t, chiū kui êng-kng Siōng-tè.","tghg":"就用雙手給伊按；伊即時伸(chhun)直，就歸榮光上帝。","bklhl":"就用雙手kā伊hōaⁿ；伊即時伸直，就歸榮光上帝。"}},{"book":"路","chapter":13,"verse":14,"versions":{"unv":"管會堂的因為耶穌在安息日治病，就氣忿忿地對眾人說：「有六日應當做工；那六日之內可以來求醫，在安息日卻不可。」","bklcl":"Koán hōe-tn̂g ê, in-ūi Iâ-so͘ tī an-hioh-ji̍t i-pīⁿ, chiū siū-khì, tùi chèng lâng ìn kóng, Ū la̍k ji̍t eng-kai tio̍h chòe kang, hit la̍k ji̍t kan thang lâi siū i; an-hioh-ji̍t m̄-thang.","tghg":"管會堂的因為耶穌佇安息日醫病，就受氣對眾人應講：「有六日應該著做工；彼六日間通來受醫，安息日呣通。」","bklhl":"管會堂ê，因為耶穌tī安歇日醫病，就受氣，對眾人應講，有六日應該tio̍h做工，hit六日間thang來受醫；安歇日m̄-thang。"}},{"book":"路","chapter":13,"verse":15,"versions":{"unv":"主說：「假冒為善的人哪，難道你們各人在安息日不解開槽上的牛、驢，牽去飲嗎？","bklcl":"Nā-sī Chú ìn i kóng, Ké-hó ê lâng ah, tī an-hioh-ji̍t lín kiám bô ta̍k lâng tùi chô-ni̍h tháu i ê gû á-sī lû, khan-khì chia̍h chúi mah?","tghg":"若是主應伊講：「假好的人啊，佇安息日恁豈無逐人對槽裡解(tháu)伊的牛，抑是驢，牽去食水嗎？","bklhl":"但是主應伊講，假好ê人ah，tī安歇日lín kiám無ta̍k人tùi槽裡tháu伊ê牛á是驢，牽去食水mah？"}},{"book":"路","chapter":13,"verse":16,"versions":{"unv":"況且這女人本是亞伯拉罕的後裔，被撒但捆綁了這十八年，不當在安息日解開她的綁嗎？」","bklcl":"Chit ê hū-jîn-lâng sī A-pek-la̍h-hán ê hō͘-è, hō͘ Sat-tàn pa̍k i í-keng cha̍p-poeh nî kú, kiám m̄ eng-kai tī an-hioh ê ji̍t tháu i ê kat mah?","tghg":"此個婦仁人是亞伯拉罕的後裔，互撒旦縛(pa̍k)伊已經十八年久，豈呣應該佇安息的日解(tháu)伊的結嗎？」","bklhl":"Chit ê婦人人是亞伯拉罕ê後裔，hō͘撒旦縛伊已經十八年久，Kiám m̄應該tī安歇ê日tháu伊ê結mah？"}},{"book":"路","chapter":13,"verse":17,"versions":{"unv":"耶穌說這話，他的敵人都慚愧了；眾人因他所行一切榮耀的事，就都歡喜了。","bklcl":"Iâ-so͘ kóng án-ni, chiah-ê tùi-te̍k lóng kiàn-siàu; chèng lâng in-ūi I só͘ kiâⁿ it-chhè êng-kng ê sū, lóng-chóng hoaⁿ-hí.","tghg":"耶穌講按呢，諸個對敵攏見誚；眾人因為伊所行一切榮光的事，攏總歡喜。","bklhl":"耶穌講án-ni，chiah ê對敵lóng見笑；眾人因為伊所行一切榮光ê事，lóng總歡喜。"}},{"book":"路","chapter":13,"verse":18,"versions":{"unv":"耶穌說：「　神的國好像甚麼？我拿甚麼來比較呢？","bklcl":"Iâ-so͘ chiū kóng, Siōng-tè ê kok chhin-chhiūⁿ sím-mi̍h?  Góa beh ēng sím-mi̍h lâi pí-phēng i?","tghg":"耶穌就講：「上帝的國親像甚麼？我欲用甚麼來比並伊？","bklhl":"耶穌就講，上帝ê國親像甚麼？我beh用甚麼來比並伊？"}},{"book":"路","chapter":13,"verse":19,"versions":{"unv":"好像一粒芥菜種，有人拿去種在園子裡，長大成樹，天上的飛鳥宿在它的枝上。」","bklcl":"Sī chhin-chhiūⁿ chi̍t lia̍p kòa-chhài chí, lâng the̍h khì chèng tī i ka-kī ê hn̂g, chiū tōa châng chiâⁿ chòe chhiū, khong-tiong ê chiáu lâi hioh tī i ê ki.","tghg":"是親像一粒芥菜子，人提去種佇伊家己的園，就大欉成做樹，空中的鳥來歇佇伊的枝。」","bklhl":"是親像一粒芥菜子，人the̍h去種tī伊家己ê園，就大叢成做樹，空中ê鳥來歇tī伊ê枝。"}},{"book":"路","chapter":13,"verse":20,"versions":{"unv":"又說：「我拿甚麼來比　神的國呢？","bklcl":"Koh kóng, Góa beh ēng sím-mi̍h lâi pí-phēng Siōng-tè ê kok?","tghg":"閣講：「我欲用甚麼來比並上帝的國？","bklhl":"Koh講，我beh用甚麼來比並上帝ê國？"}},{"book":"路","chapter":13,"verse":21,"versions":{"unv":"好比麵酵，有婦人拿來藏在三斗麵裡，直等全團都發起來。」","bklcl":"Sī chhin-chhiūⁿ kàⁿ, hū-jîn-lâng the̍h khì hē tī saⁿ táu ê mī-hún lāi, kàu lóng-chóng hoat-kàⁿ.","tghg":"是親像酵，婦仁人提去下佇三斗的麵粉內，到攏總發酵。」","bklhl":"是親像酵，婦人人the̍h去hē tī三斗ê麵粉內，到lóng總發酵。"}},{"book":"路","chapter":13,"verse":22,"versions":{"unv":"耶穌往耶路撒冷去，在所經過的各城各鄉教訓人。","bklcl":"Iâ-so͘ keng-kè chiah-ê siâⁿ chiah-ê hiuⁿ-siā kà-sī lâng, iā ǹg Iâ-lō͘-sat-léng teh kiâⁿ.","tghg":"耶穌經過諸個城諸個鄉社教示人，也向耶路撒冷啲行。","bklhl":"耶穌經過chiah ê城chiah ê鄉社教示人，也ǹg耶路撒冷teh行。"}},{"book":"路","chapter":13,"verse":23,"versions":{"unv":"有一個人問他說：「主啊，得救的人少嗎？」","bklcl":"Ū chi̍t lâng kā I kóng, Chú ah, tit-tio̍h kiù ê lâng sī chió mah?","tghg":"有一人給伊講：「主啊，得著救的人是少(chió)嗎？」","bklhl":"有一人kā伊講，主ah，得tio̍h救ê人是少mah？"}},{"book":"路","chapter":13,"verse":24,"versions":{"unv":"耶穌對眾人說：「你們要努力進窄門。我告訴你們，將來有許多人想要進去，卻是不能。","bklcl":"Iâ-so͘ tùi in kóng, Tio̍h chīn-la̍t tùi oe̍h mn̂g ji̍p-khì; in-ūi góa kā lín kóng, beh ū chōe-chōe lâng kiû ji̍p iā bōe tit-tio̍h.","tghg":"耶穌對𪜶講：「著盡力對狹(oe̍h)門入去。因為我給恁講，欲有多多人求入，也𣍐得著。","bklhl":"耶穌對in講，Tio̍h盡力tùi狹門入去；因為我kā lín講，beh有chōe-chōe人求入也bōe得tio̍h。"}},{"book":"路","chapter":13,"verse":25,"versions":{"unv":"及至家主起來關了門，你們站在外面叩門，說：『主啊，給我們開門！』他就回答說：『我不認識你們，不曉得你們是哪裡來的！』","bklcl":"Kàu ke-chú khí-lâi koaiⁿ mn̂g, lín chiah khiā tī gōa-bīn, phah mn̂g, kóng, Chú ah, kā goán khui leh, I chiū beh ìn lín kóng, Lín tùi tó-ūi lâi, góa m̄ bat lín.","tghg":"到家主起來關門，恁才徛佇外面拍門，講：『主啊，給阮開咧(leh)！』伊就欲應恁講：『恁對叨位來！我呣識恁。』","bklhl":"到家主起來關門，lín chiah khiā tī外面，phah門，講，主ah，kā阮開leh，伊就beh應lín講，Lín tùi tó位來，我m̄-bat lín。"}},{"book":"路","chapter":13,"verse":26,"versions":{"unv":"那時，你們要說：『我們在你面前吃過喝過，你也在我們的街上教訓過人。』","bklcl":"Lín chiū beh kóng, Goán bat tī lí ê bīn-chêng lim-chia̍h; lí iā bat tī goán ê ke-lō͘ kà-sī.","tghg":"恁就欲講：『阮曾佇你的面前飲食，你也曾佇阮的街路教示。』","bklhl":"Lín就beh講，阮bat tī你ê面前lim食；你也bat tī阮ê街路教示。"}},{"book":"路","chapter":13,"verse":27,"versions":{"unv":"他要說：『我告訴你們，我不曉得你們是哪裡來的。你們這一切作惡的人，離開我去吧！』","bklcl":"I beh kóng, Góa kā lín kóng, góa m̄ chai lín tùi tó-ūi lâi;","tghg":"伊欲講：『我給恁講，我呣知恁對叨位來。恁行不義的人，攏著離開我！』","bklhl":"伊beh講，我kā lín講，我m̄知lín tùi tó位來；"}},{"book":"路","chapter":13,"verse":28,"versions":{"unv":"你們要看見亞伯拉罕、以撒、雅各，和眾先知都在　神的國裡，你們卻被趕到外面，在那裡必要哀哭切齒了。","bklcl":"lín kiâⁿ put-gī ê lâng lóng tio̍h lī-khui góa.  Lín teh-beh khòaⁿ-kìⁿ A-pek-la̍h-hán, Í-sat, Ngá-kok kap chèng sian-ti tī Siōng-tè ê kok, iā lín ka-kī siū kóaⁿ-chhut tī gōa-bīn; tng hit sî tī hia beh ū thî-khàu kā-gê chhiat-chhí.","tghg":"恁啲欲看見亞伯拉罕、以撒、雅各及眾先知佇上帝的國，也恁家己受趕出佇外面，當彼時佇遐欲有啼哭咬牙切齒。","bklhl":"lín行不義ê人lóng tio̍h離開我。Lín teh-beh看見亞伯拉罕、以撒、雅各kap眾先知tī上帝ê國，也lín家己受趕出tī外面；當hit時tī hia beh有啼哭咬牙切齒。"}},{"book":"路","chapter":13,"verse":29,"versions":{"unv":"從東、從西、從南、從北將有人來，在　神的國裡坐席。","bklcl":"Tùi tang tùi sai tùi lâm tùi pak, beh ū lâng lâi chē toh tī Siōng-tè ê kok.","tghg":"對東、對西、對南、對北欲有人來，坐桌佇上帝的國。","bklhl":"Tùi東tùi西tùi南tùi北，beh有人來坐桌tī上帝ê國。"}},{"book":"路","chapter":13,"verse":30,"versions":{"unv":"只是有在後的，將要在前；有在前的，將要在後。」","bklcl":"Ū lō͘-bé ê beh chòe tāi-seng, iā ū tāi-seng ê beh chòe lō͘-bé.","tghg":"有路尾的，欲做代先；也有代先的，欲做路尾。」","bklhl":"有路尾ê beh做事先，也有事先ê beh做路尾。"}},{"book":"路","chapter":13,"verse":31,"versions":{"unv":"正當那時，有幾個法利賽人來對耶穌說：「離開這裡去吧，因為希律想要殺你。」","bklcl":"Hit sî ū Hoat-lī-sài kúi-nā lâng lâi kā I kóng, Lí tio̍h lī-khui chia khì pa̍t ūi, in-ūi Hi-lu̍t ài beh thâi lí.","tghg":"彼時，有法利賽幾若人來給伊講：「你著離開遮去別位，因為希律愛欲刣你。」","bklhl":"Hit時有法利賽幾nā人來kā伊講，你tio̍h離開chia去別位，因為希律ài beh 刣你。"}},{"book":"路","chapter":13,"verse":32,"versions":{"unv":"耶穌說：「你們去告訴那個狐狸說：『今天、明天我趕鬼治病，第三天我的事就成全了。』","bklcl":"I kā in kóng, Lín khì kā hit chiah hô͘-lî kóng, Lí khòaⁿ, kin-á-ji̍t, bîn-á-ji̍t góa kóaⁿ kúi i-pīⁿ, kàu tē saⁿ ji̍t góa chiū oân-choân.","tghg":"伊給𪜶講：「恁去給彼隻狐狸講：『你看，今仔日、明仔日我趕鬼醫病，到第三日我就完全。』","bklhl":"伊kā in講，lín去kā hit隻狐狸講，你看，今á日，明á日我趕鬼醫病，到第三日我就完全。"}},{"book":"路","chapter":13,"verse":33,"versions":{"unv":"雖然這樣，今天、明天、後天，我必須前行，因為先知在耶路撒冷之外喪命是不能的。","bklcl":"Sui-jiân án-ni, kin-á-ji̍t, bîn-á-ji̍t kap āu-ji̍t góa eng-kai tio̍h kiâⁿ; in-ūi put-kai ū sian-ti siū hāi-sí tī Iâ-lō͘-sat-léng ê gōa-bīn.","tghg":"雖然按呢，今仔日、明仔日、及後日，我應該著行，因為不該有先知受害死佇耶路撒冷的外面。","bklhl":"雖然án-ni，今á日，明á日kap後日我應該tio̍h行；因為不該有先知受害死tī耶路撒冷ê外面。"}},{"book":"路","chapter":13,"verse":34,"versions":{"unv":"耶路撒冷啊！耶路撒冷啊！你常殺害先知，又用石頭打死那奉差遣到你這裡來的人。我多次願意聚集你的兒女，好像母雞把小雞聚集在翅膀底下；只是你們不願意。","bklcl":"Iâ-lō͘-sat-léng ah, Iâ-lō͘-sat-léng ah, chiū-sī thâi-sí sian-ti lâng, ēng chio̍h-thâu tìm hōng-chhe kàu tī i ê, góa jōa chōe pái ài chū-chi̍p lí ê kiáⁿ-jî, chhin-chhiūⁿ koe-bú chū-chi̍p i ê koe-á tī si̍t-ē; nā-sī lín m̄ ài.","tghg":"耶路撒冷啊！耶路撒冷啊！就是刣死先知人，用石頭擲(tìm)奉差到佇伊的。我偌多擺愛聚集你的子兒，親像雞母聚集伊的雞仔佇翅下；若是恁呣愛。","bklhl":"耶路撒冷ah，耶路撒冷ah，就是刣死先知人，用石頭tìm奉差到tī伊ê，我jōa chōe pái ài聚集你ê kiáⁿ兒，親像雞母聚集伊ê雞á tī翼下；但是lín m̄ ài。"}},{"book":"路","chapter":13,"verse":35,"versions":{"unv":"看哪，你們的家成為荒場留給你們。我告訴你們，從今以後你們不得再見我，直等到你們說：『奉主名來的是應當稱頌的。』」","bklcl":"Lí khòaⁿ, lín ê chhù pàng teh hō͘ lín; koh góa kā lín kóng, Lín koat-toàn bōe khòaⁿ-kìⁿ góa, thèng-hāu lín kóng, Tī Chú ê miâ lâi ê tit-tio̍h hok-khì.","tghg":"你看，恁的厝放啲互恁。閣我給恁講，恁決斷𣍐看見我，聽候恁講：『佇主的名來的得著福氣。』」","bklhl":"你看，lín ê厝放teh hō͘ lín；koh我kā lín講，Lín決斷bōe看見我，thèng候lín講，Tī主ê名來ê得tio̍h福氣。"}}]