[{"book":"路","chapter":14,"verse":1,"versions":{"unv":"安息日，耶穌到一個法利賽人的首領家裡去吃飯，他們就窺探他。","bklcl":"An-hioh-ji̍t Iâ-so͘ ji̍p chi̍t ê Hoat-lī-sài thâu-lâng ê chhù, beh chia̍h; in teh tng-tán I.","tghg":"安息日，耶穌入一個法利賽頭人的厝欲食，𪜶啲當等伊。","bklhl":"安歇日耶穌入一个法利賽頭人ê厝，beh食；in teh當等伊。"}},{"book":"路","chapter":14,"verse":2,"versions":{"unv":"在他面前有一個患水臌的人。","bklcl":"Tú-tn̄g tī I ê bīn-chêng ū chi̍t ê kó͘-tiòng ê lâng.","tghg":"抵當佇伊的面前有一個臌脹(kó.-tiòng)的人。","bklhl":"Tú-tn̄g tī伊ê面前有一个蠱脹ê人。"}},{"book":"路","chapter":14,"verse":3,"versions":{"unv":"耶穌對律法師和法利賽人說：「安息日治病可以不可以？」","bklcl":"Iâ-so͘ tùi kà lu̍t-hoat ê sian-siⁿ kap Hoat-lī-sài lâng kóng, An-hioh-ji̍t i-pīⁿ thang á m̄-thang?","tghg":"耶穌對教律法的先生，及法利賽人講：「安息日醫病通抑呣通？」","bklhl":"耶穌對教律法ê先生kap法利賽人講，安歇日醫病thang á m̄-thang？"}},{"book":"路","chapter":14,"verse":4,"versions":{"unv":"他們卻不言語。耶穌就治好那人，叫他走了；","bklcl":"In chēng-chēng.  Iâ-so͘ khan hit ê lâng, i-hó i, hō͘ i khì.","tghg":"𪜶靜靜。耶穌牽彼個人醫好伊，互伊去；","bklhl":"In靜靜。耶穌牽hit ê人，醫好伊，hō͘伊去。"}},{"book":"路","chapter":14,"verse":5,"versions":{"unv":"便對他們說：「你們中間誰有驢或有牛，在安息日掉在井裡，不立時拉牠上來呢？」","bklcl":"Sòa tùi in kóng, Lín tiong-kan sím-mi̍h lâng ū lû á-sī gû tī an-hioh-ji̍t poa̍h-lo̍h kau-khut, iā bô liâm-piⁿ khan i khí-lâi mah?","tghg":"續對𪜶講：「恁中間甚麼人有驢抑是牛，佇安息日跋落溝窟，也無連鞭牽伊起來嗎？」","bklhl":"續對in講，Lín中間甚麼人有驢á是牛tī安歇日跋落溝窟，也無liâm-piⁿ牽伊起來mah？"}},{"book":"路","chapter":14,"verse":6,"versions":{"unv":"他們不能對答這話。","bklcl":"Chiah-ê ōe in bōe-ōe ìn.","tghg":"諸個話𪜶𣍐會應。","bklhl":"Chiah-ê話in bōe會應。"}},{"book":"路","chapter":14,"verse":7,"versions":{"unv":"耶穌見所請的客揀擇首位，就用比喻對他們說：","bklcl":"Iâ-so͘ khòaⁿ hiah-ê lâng-kheh kéng tōa ūi, chiū siat phì-jū tùi in kóng,","tghg":"耶穌看許個人客揀(kéng)大位，就設譬喻對𪜶講：","bklhl":"耶穌看hiah-ê人客揀大位，就設譬喻對in講，"}},{"book":"路","chapter":14,"verse":8,"versions":{"unv":"「你被人請去赴婚姻的筵席，不要坐在首位上，恐怕有比你尊貴的客被他請來；","bklcl":"Lín hō͘ lâng chhiáⁿ khì hù hun-in ê iân-toh, bo̍h-tit chē tōa ūi, kiaⁿ-liáu pí lí khah chun-kùi ê iā hō͘ i chhiáⁿ, chiū chhiáⁿ lí kap chhiáⁿ i ê lâi kā lí kóng,  Niū ūi hō͘ chit lâng;","tghg":"「恁互人請去赴婚姻的筵桌，莫得坐大位，驚了比你卡尊貴的也互伊請；","bklhl":"Lín hō͘人請去赴婚姻ê筵桌，莫得坐大位，驚了比你khah尊貴ê也hō͘伊請，就請你kap請伊ê來kā你講，讓位hō͘ chit人；"}},{"book":"路","chapter":14,"verse":9,"versions":{"unv":"那請你們的人前來對你說：『讓座給這一位吧！』你就羞羞慚慚地退到末位上去了。","bklcl":"lí chiū kiàn-siàu, thè-khì chē tī bé ūi.","tghg":"就請你及請伊的來給你講：『讓位互此人！』你就見誚退去坐佇尾位。","bklhl":"你就見笑，退去坐tī尾位。"}},{"book":"路","chapter":14,"verse":10,"versions":{"unv":"你被請的時候，就去坐在末位上，好叫那請你的人來對你說：『朋友，請上座。』那時，你在同席的人面前就有光彩了。","bklcl":"To̍k-to̍k hō͘ lâng chhiáⁿ ê sî tio̍h khì chē bé ūi, chiū chhiáⁿ lí ê lâi kā lí kóng, Pêng-iú ah, chē khí-lâi; hit sî lí tī tâng toh ê lâng ê bīn-chêng chiū ū thé-biān.","tghg":"獨獨互人請的時，著去坐尾位，就請你的來給你講：『朋友啊，坐起來。』彼時，你佇同桌的人的面前就有體面(thé-biān)。","bklhl":"獨獨hō͘人請ê時tio̍h去坐尾位，就請你ê來kā你講，朋友ah，坐起來；hit時你tī同桌ê人ê面前就有體面。"}},{"book":"路","chapter":14,"verse":11,"versions":{"unv":"因為，凡自高的，必降為卑；自卑的，必升為高。」","bklcl":"In-ūi kìⁿ-nā chū-ko ê beh hō͘ i pi-bî; ka-kī pi-bî ê beh ko-seng i.","tghg":"因為，見若自高的，欲互伊卑微；家己卑微的，欲高升伊。」","bklhl":"因為見若自高ê beh hō͘伊卑微；家己卑微ê beh高升伊。"}},{"book":"路","chapter":14,"verse":12,"versions":{"unv":"耶穌又對請他的人說：「你擺設午飯或晚飯，不要請你的朋友、弟兄、親屬，和富足的鄰舍，恐怕他們也請你，你就得了報答。","bklcl":"Iâ-so͘ iā kā chhiáⁿ I ê lâng kóng, Lí pān ji̍t-tàu tǹg á-sī ê-hng tǹg, m̄-thang chhiáⁿ lí ê pêng-iú, á-sī hiaⁿ-tī, á-sī chhin-chhek, á-sī hó-gia̍h ê chhù-piⁿ, kiaⁿ-liáu in tò chhiáⁿ lí, lí chiū siū pò-tap.","tghg":"耶穌也給請伊的人講：「你辦日晝頓抑是下昏頓，呣通請你的朋友，抑是兄弟，抑是親戚(chhin-chhek)，抑是好額的厝邊，驚了𪜶倒請你，你就受報答。","bklhl":"耶穌也kā請伊ê人講，你辦日晝頓á是ê-hng頓，m̄-thang請你ê朋友，á是兄弟，á是親戚，á是好額ê厝邊，驚了in倒請你，你就受報答。"}},{"book":"路","chapter":14,"verse":13,"versions":{"unv":"你擺設筵席，倒要請那貧窮的、殘廢的、瘸腿的、瞎眼的，你就有福了！","bklcl":"Nā-sī lí pān iân-toh ê sî, tio̍h chhiáⁿ sòng-hiong ê, phòa-siùⁿ ê, pái-kha ê, chhiⁿ-mî ê; lí chiū ū hok-khì;","tghg":"若是你辦筵桌的時，著請喪鄉的、破相的、跛腳的、睛瞑的，你就有福氣！","bklhl":"但是你辦筵桌ê時，tio̍h請sòng-hiong ê、破相ê、跛腳ê、chhiⁿ-mî ê；你就有福氣；"}},{"book":"路","chapter":14,"verse":14,"versions":{"unv":"因為他們沒有甚麼可報答你。到義人復活的時候，你要得著報答。」","bklcl":"in-ūi in bô thang pò-tap lí; chiū tī gī lâng koh-oa̍h ê sî lí beh tit-tio̍h pò-tap.","tghg":"因為𪜶無通報答你。就佇義人復活的時，你欲得著報答。」","bklhl":"因為in無thang報答你；就tī義人koh活ê時你beh得tio̍h報答。"}},{"book":"路","chapter":14,"verse":15,"versions":{"unv":"同席的有一人聽見這話，就對耶穌說：「在　神國裡吃飯的有福了！」","bklcl":"Tâng toh ê chi̍t lâng thiaⁿ-kìⁿ chiah-ê ōe, chiū kā I kóng, Beh tī Siōng-tè ê kok chia̍h ê, ū hok-khì ah.","tghg":"同桌的一人聽見諸個話，就給伊講：「欲佇上帝的國食的有福氣啊！」","bklhl":"同桌ê一人聽見chiah ê話，就kā伊講，Beh tī上帝ê國食ê，有福氣ah。"}},{"book":"路","chapter":14,"verse":16,"versions":{"unv":"耶穌對他說：「有一人擺設大筵席，請了許多客。","bklcl":"Nā-sī Iâ-so͘ kā i kóng, Ū chi̍t lâng pān tōa iân-sia̍h, só͘ chhiáⁿ ê chōe-chōe.","tghg":"若是耶穌給伊講：「有一人辦大筵席，所請的多多。","bklhl":"但是耶穌kā伊講，有一人辦大筵席，所請ê chōe-chōe。"}},{"book":"路","chapter":14,"verse":17,"versions":{"unv":"到了坐席的時候，打發僕人去對所請的人說：『請來吧！樣樣都齊備了。』","bklcl":"Kàu beh chia̍h ê sî, chhe i ê lô͘-po̍k kā só͘ chhiáⁿ ê lâng kóng, Tio̍h lâi, pah hāng mi̍h piān lah.","tghg":"到欲食的時，差伊的奴僕給所請的人講：『著來！百項物便啦。』","bklhl":"到beh食ê時，差伊ê奴僕kā所請ê人講，Tio̍h來，百項物便lah。"}},{"book":"路","chapter":14,"verse":18,"versions":{"unv":"眾人一口同音地推辭。頭一個說：『我買了一塊地，必須去看看。請你准我辭了。』","bklcl":"Chèng lâng chiū tâng chi̍t iūⁿ sim the-sî.  Thâu-chi̍t-ê kā i kóng, Góa ū bóe hn̂g, ko͘-put-chiong tio̍h khì khòaⁿ i; chhiáⁿ hō͘ góa sî.","tghg":"眾人就同一樣心推辭。頭一個給伊講：『我有買園，姑不終著去看伊。請互我辭。』","bklhl":"眾人就同一樣心推辭。頭一个kā伊講，我有買園，ko͘-put-chiong tio̍h去看伊；請hō͘我辭。"}},{"book":"路","chapter":14,"verse":19,"versions":{"unv":"又有一個說：『我買了五對牛，要去試一試。請你准我辭了。』","bklcl":"Koh chi̍t lâng kóng, Góa ū bóe gû gō͘ tùi, beh khì giām-khòaⁿ, chhiáⁿ hō͘ góa sî.","tghg":"閣一人講：『我有買牛五對，欲去驗看。請互我辭。』","bklhl":"Koh一人講，我有買牛五對，beh去驗看，請hō͘我辭。"}},{"book":"路","chapter":14,"verse":20,"versions":{"unv":"又有一個說：『我才娶了妻，所以不能去。』","bklcl":"Koh chi̍t ê kóng, Góa ū chhōa bó͘, chiah bōe tit lâi.","tghg":"閣一個講：『我有娶某，才𣍐得來。』","bklhl":"Koh一个講，我有娶bó͘，chiah bōe得來。"}},{"book":"路","chapter":14,"verse":21,"versions":{"unv":"那僕人回來，把這事都告訴了主人。家主就動怒，對僕人說：『快出去，到城裡大街小巷，領那貧窮的、殘廢的、瞎眼的、瘸腿的來。』","bklcl":"Lô͘-po̍k tò-khì chiong chiah-ê sū kā i ê chú-lâng kóng.  Ke-chú siū-khì, kā i ê lô͘-po̍k kóng, Kín-kín chhut-khì kàu siâⁿ-lāi ê tōa koe sió hāng, chhōa hiah-ê sòng-hiong ê, phòa-siùⁿ ê, chhiⁿ-mî ê, pái-kha ê lâi chia.","tghg":"奴僕倒去，將諸個事給伊的主人講，家主受氣，給伊的奴僕講：『緊緊出去，到城內的大街小巷，導許個喪鄉的、破相的、睛瞑的、跛腳的來遮。』","bklhl":"奴僕tò去將chiah ê事kā伊ê主人講。家主受氣，kā伊ê奴僕講，緊緊出去到城內ê大街小巷，chhōa hiah-ê sòng-hiong ê、破相ê、chhiⁿ-mî ê、跛腳ê來chia。"}},{"book":"路","chapter":14,"verse":22,"versions":{"unv":"僕人說：『主啊，你所吩咐的已經辦了，還有空座。』","bklcl":"Lô͘-po̍k kóng, Chú ah, lí só͘ bēng-lēng ê í-keng kiâⁿ i; nā-sī iáu-kú ū chhun ūi.","tghg":"奴僕講：『主啊，你所命令的已經行伊，若是猶久有剩位。』","bklhl":"奴僕講，主ah，你所命令ê已經行伊；但是iáu-kú有chhun位。"}},{"book":"路","chapter":14,"verse":23,"versions":{"unv":"主人對僕人說：『你出去到路上和籬笆那裡，勉強人進來，坐滿我的屋子。","bklcl":"Chú-lâng tùi i ê lô͘-po̍k kóng, Chhut-khì lō͘-ni̍h kap lî-pa piⁿ bián-kióng lâng ji̍p-lâi, hō͘ góa ê chhù móa-móa.","tghg":"主人對伊的奴僕講：『出去路裡及籬笆邊，勉強人入來，互我的厝滿滿。","bklhl":"主人對伊ê奴僕講，出去路裡kap籬笆邊勉強人入來，hō͘我ê厝滿滿。"}},{"book":"路","chapter":14,"verse":24,"versions":{"unv":"我告訴你們，先前所請的人沒有一個得嘗我的筵席。』」","bklcl":"In-ūi góa kā lín kóng, Chêng só͘ chhiáⁿ ê bô chi̍t lâng ōe tit chia̍h góa ê iân-sia̍h.","tghg":"因為我給恁講，前所請的無一人會得食我的筵席。』」","bklhl":"因為我kā lín講，前所請ê無一人會得食我ê筵席。"}},{"book":"路","chapter":14,"verse":25,"versions":{"unv":"有極多的人和耶穌同行。他轉過來對他們說：","bklcl":"Chōe-chōe lâng kap I tâng kiâⁿ, I chiū oa̍t-kè-lâi, tùi in kóng,","tghg":"多多人及伊同行。伊就越過來對𪜶講：","bklhl":"Chōe-chōe人kap伊同行，伊就oa̍t過來，對in講，"}},{"book":"路","chapter":14,"verse":26,"versions":{"unv":"「人到我這裡來，若不愛我勝過愛（愛我勝過愛：原文是恨）自己的父母、妻子、兒女、弟兄、姊妹，和自己的性命，就不能作我的門徒。","bklcl":"Nā ū lâng chiū-kūn góa, iā bô oàn-hūn i ê pē-bú, bó͘-kiáⁿ, hiaⁿ-tī, chí-bē, í-ki̍p ka-kī ê sìⁿ-miā, chiū bōe-ōe chòe góa ê ha̍k-seng.","tghg":"「若有人就近我，也無怨恨伊的父母、某子、兄弟、姊妹，以及家己的生命，就𣍐會做我的學生。","bklhl":"若有人就近我，也無怨恨伊ê父母、bó͘-kiáⁿ、兄弟、姊妹，以及家己ê性命，就bōe能做我ê學生。"}},{"book":"路","chapter":14,"verse":27,"versions":{"unv":"凡不背著自己十字架跟從我的，也不能作我的門徒。","bklcl":"Bô giâ ka-kī ê si̍p-jī-kè lâi tè góa ê, iā bōe-ōe chòe góa ê ha̍k-seng.","tghg":"無夯(giâ)家己的十字架來隨我的，也𣍐會做我的學生。","bklhl":"無giâ家己ê十字架來tè我ê，也bōe能做我ê學生。"}},{"book":"路","chapter":14,"verse":28,"versions":{"unv":"你們哪一個要蓋一座樓，不先坐下算計花費，能蓋成不能呢？","bklcl":"Lín tiong-kan sím-mi̍h lâng beh khí thah, kiám bô tāi-seng chē-teh, lâi sǹg hit ê só͘-hùi, khòaⁿ ōe khí kàu chiâⁿ bōe?","tghg":"恁中間甚麼人欲起塔，豈無代先坐啲，來算彼個所費，看會起到成𣍐？","bklhl":"Lín中間甚麼人beh起塔，kiám無事先坐teh，來算hit ê所費，看能起到成bōe？"}},{"book":"路","chapter":14,"verse":29,"versions":{"unv":"恐怕安了地基，不能成功，看見的人都笑話他，說：","bklcl":"Kiaⁿ-liáu kiám-chhái hē tōe-ki, iā bōe-ōe khí kàu hó; chiū khòaⁿ-kìⁿ ê lâng lóng thí-chhiò i, kóng,","tghg":"驚了豈採下地基，也𣍐會起到好，就看見的人攏恥笑伊，講：","bklhl":"驚了kiám-chhái hē地基，也bōe能起到好；就看見ê人lóng恥笑伊，講，"}},{"book":"路","chapter":14,"verse":30,"versions":{"unv":"『這個人開了工，卻不能完工。』","bklcl":"Chit ê lâng ū tāng kang, iā bōe khí kàu hó.","tghg":"『此個人有動工，也𣍐起到好。』","bklhl":"Chit ê人有動工，也bōe起到好。"}},{"book":"路","chapter":14,"verse":31,"versions":{"unv":"或是一個王出去和別的王打仗，豈不先坐下酌量，能用一萬兵去敵那領二萬兵來攻打他的嗎？","bklcl":"Á-sī sím-mi̍h ông chhut-lâi beh kap pa̍t ê ông kau-chiàn, kiám bô tāi-seng chē-teh chham-bô͘; khòaⁿ ōe ēng chi̍t-bān peng tí-te̍k hit-ê chhōa nn̄g-bān peng lâi kong-kek i ê, á bōe?","tghg":"抑是甚麼王出來欲及別個王交戰，豈無代先坐啲參謀，看會用一萬兵抵敵彼個導二萬兵來攻擊伊的抑𣍐？","bklhl":"á是甚麼王出來beh kap別個王交戰，kiám無事先坐teh參謀；看能用一萬兵抵敵hit ê chhōa兩萬兵來攻擊伊ê，á bōe？"}},{"book":"路","chapter":14,"verse":32,"versions":{"unv":"若是不能，就趁敵人還遠的時候，派使者去求和息的條款。","bklcl":"Nā bōe, chiū thàn i iáu hn̄g, chhe sù-chiá khì kap i káng hô.","tghg":"若𣍐，就趁伊猶遠，差使者去及伊講和。","bklhl":"若bōe，就趁伊iáu遠，差使者去kap伊講和。"}},{"book":"路","chapter":14,"verse":33,"versions":{"unv":"這樣，你們無論甚麼人，若不撇下一切所有的，就不能作我的門徒。」","bklcl":"Án-ni, lín tiong-kan kìⁿ-nā bô pàng-sak it-chhè só͘ ū ê, bōe-ōe chòe góa ê ha̍k-seng.","tghg":"按呢，恁中間見若無放拺一切所有的，𣍐會做我的學生。」","bklhl":"Án-ni，lín中間見若無放sak一切所有ê，bōe能做我ê學生。"}},{"book":"路","chapter":14,"verse":34,"versions":{"unv":"「鹽本是好的；鹽若失了味，可用甚麼叫它再鹹呢？","bklcl":"Taⁿ iâm sī hó, iâm nā sòa sit-bī, beh ēng sím-mi̍h ho̍k-tò i ê bī?","tghg":"「今鹽是好；鹽若續失味，欲用甚麼復倒(ho̍k-tò)伊的味？","bklhl":"Taⁿ鹽是好，鹽若續失味，beh用甚麼復到伊ê味？"}},{"book":"路","chapter":14,"verse":35,"versions":{"unv":"或用在田裡，或堆在糞裡，都不合式，只好丟在外面。有耳可聽的，就應當聽！」","bklcl":"Iā bōe lo̍h hn̂g tit, iā bōe chòe pûi tit; chí ū hiat tī gōa-bīn.  Ū hī-khang thang thiaⁿ ê, tio̍h thiaⁿ.","tghg":"也𣍐落園得，也𣍐做肥得，只有㧒(hiat)佇外面。有耳孔通聽的，著聽！」","bklhl":"也bōe落園得，也bōe做肥得；只有hiat tī外面。有耳孔thang聽ê，tio̍h聽。"}}]