[{"book":"路","chapter":11,"verse":1,"versions":{"unv":"耶穌在一個地方禱告；禱告完了，有個門徒對他說：「求主教導我們禱告，像約翰教導他的門徒。」","bklcl":"Iâ-so͘ tī chi̍t só͘-chāi kî-tó, í-keng soah, I ê ha̍k-seng chi̍t lâng tùi I kóng, Chú ah, kà-sī goán kî-tó, chhin-chhiūⁿ Iok-hān iā bat kà-sī i ê ha̍k-seng.","tghg":"耶穌佇一所在祈禱；已經息，伊的學生一人對伊講：「主啊，教示阮祈禱，親像約翰也曾教示伊的學生。」","bklhl":"耶穌tī一所在祈禱，已經soah，伊ê學生一人對伊講，主ah，教示阮祈禱，親像約翰也bat教示伊ê學生。"}},{"book":"路","chapter":11,"verse":2,"versions":{"unv":"耶穌說：「你們禱告的時候，要說：我們在天上的父（有古卷：父啊）：願人都尊你的名為聖。願你的國降臨；願你的旨意行在地上，如同行在天上（有古卷沒有願你的旨意....）。","bklcl":"I chiū kā in kóng, Lín kî-tó ê sî tio̍h kóng, Pē ah, goān lí ê miâ sèng; lí ê kok lîm-kàu;","tghg":"伊就給𪜶講：「恁祈禱的時，著講：父啊，願你的名聖。你的國臨到，","bklhl":"伊就kā in講，Lín祈禱ê時tio̍h講，父ah，願你ê名聖；你ê國臨到；"}},{"book":"路","chapter":11,"verse":3,"versions":{"unv":"我們日用的飲食，天天賜給我們。","bklcl":"goán ê ji̍t-si̍t ji̍t-ji̍t hō͘ goán;","tghg":"阮的日食，日日互阮。","bklhl":"阮ê日食日日hō͘阮；"}},{"book":"路","chapter":11,"verse":4,"versions":{"unv":"赦免我們的罪，因為我們也赦免凡虧欠我們的人。不叫我們遇見試探；救我們脫離凶惡（有古卷沒有末句）。」","bklcl":"sià-bián goán ê chōe, in-ūi goán iā sià-bián ko͘-hū goán ê lâng; bo̍h-tit chhōa goán ji̍p tī chhì.","tghg":"赦免阮的罪，因為阮也赦免辜負阮的人。莫得導阮入佇試。」","bklhl":"赦免阮ê罪，因為阮也赦免辜負阮ê人；莫得chhōa阮入tī試。"}},{"book":"路","chapter":11,"verse":5,"versions":{"unv":"耶穌又說：「你們中間誰有一個朋友半夜到他那裡去，說：『朋友！請借給我三個餅；","bklcl":"Koh tùi in kóng, Lín sím-mi̍h lâng ū pêng-iú, lí pòaⁿ-mî khì chhē i, kā i kóng, Pêng-iú ah, the̍h saⁿ ê piáⁿ chioh góa:","tghg":"閣對𪜶講：「恁甚麼人有朋友，你半暝去尋伊，給伊講：『朋友啊！提三個餅借我；","bklhl":"Koh對in講，Lín甚麼人有朋友，你半暝去chhē伊，kā伊講，朋友ah，the̍h三個餅借我:"}},{"book":"路","chapter":11,"verse":6,"versions":{"unv":"因為我有一個朋友行路，來到我這裡，我沒有甚麼給他擺上。』","bklcl":"in-ūi góa ū pêng-iú tùi lō͘-ni̍h lâi chhē góa, góa bô mi̍h thang chhiáⁿ i.","tghg":"因為我有朋友對路裡來尋我，我無物通請伊。』","bklhl":"因為我有朋友tùi路裡來chhē我，我無物thang請伊"}},{"book":"路","chapter":11,"verse":7,"versions":{"unv":"那人在裡面回答說：『不要攪擾我，門已經關閉，孩子們也同我在床上了，我不能起來給你。』","bklcl":"I tùi lāi-bīn ìn kóng, Bo̍h-tit chô-chak góa; mn̂g í-keng koaiⁿ, gín-ná kap góa tī chhn̂g-ni̍h; góa bōe tit thang khí-lâi the̍h hō͘ lí.","tghg":"伊對內面應講：『莫得嘈齪(chô-chak)我，門已經關，囝仔及我佇床裡，我𣍐得通起來提互你。』","bklhl":"伊tùi內面應講，莫得chô-chak我；門已經關，gín-ná kap我tī床裡；我bōe得thang起來the̍h hō͘你。"}},{"book":"路","chapter":11,"verse":8,"versions":{"unv":"我告訴你們，雖不因他是朋友起來給他，但因他情詞迫切地直求，就必起來照他所需用的給他。","bklcl":"Góa kā lí kóng, sui-jiân bô ūi-tio̍h i chòe pêng-iú khí-lâi the̍h hō͘ i, iáu-kú ūi-tio̍h i ê pek-chhiat beh khí-lâi, chiàu i só͘ khiàm-ēng ê hō͘ i.","tghg":"我給你講，雖然無為著伊做朋友起來提互伊，猶久為著伊的迫切，欲起來照伊所欠用的互伊。","bklhl":"我kā你講，雖然無為tio̍h伊做朋友起來the̍h hō͘伊，iáu-kú為tio̍h伊ê迫切beh起來，照伊所欠用ê hō͘伊。"}},{"book":"路","chapter":11,"verse":9,"versions":{"unv":"我又告訴你們，你們祈求，就給你們；尋找，就尋見；叩門，就給你們開門。","bklcl":"Góa koh kā lín kóng, Kiû chiū hō͘ lín; chhē chiū tú-tio̍h; phah mn̂g chiū kā lín khui.","tghg":"我閣給恁講，求，就互恁；尋，就抵著(tú-tio̍h)；拍門，就給恁開。","bklhl":"我koh kā lín講，求就hō͘ lín；chhē就tú-tio̍h；phah門就kā lín開。"}},{"book":"路","chapter":11,"verse":10,"versions":{"unv":"因為，凡祈求的，就得著；尋找的，就尋見；叩門的，就給他開門。","bklcl":"In-ūi kìⁿ-nā kiû ê tit-tio̍h, chhē ê tú-tio̍h; phah mn̂g ê kā in khui.","tghg":"因為，見若求的，得著；尋的，抵著；拍門的，給𪜶開。","bklhl":"因為見若求ê得tio̍h，chhē ê tú-tio̍h；phah門ê Kā in開。"}},{"book":"路","chapter":11,"verse":11,"versions":{"unv":"你們中間作父親的，誰有兒子求餅，反給他石頭呢？求魚，反拿蛇當魚給他呢？","bklcl":"Lín tá-lo̍h chi̍t-ê chòe pē ê, ū kiáⁿ lâi thó piáⁿ, kiám beh chiong chio̍h-thâu hō͘ i mah?  Á-sī beh hî, kiám beh chiong chôa chún-chòe hî hō͘ i mah?","tghg":"恁叨落一個做父的，有子來討餅，豈欲將石頭互伊嗎？抑是欲魚，豈欲將蛇准做魚互伊嗎？","bklhl":"Lín tá-lo̍h一个做父ê，有kiáⁿ來討餅，kiám beh將石頭hō͘伊mah？á是beh魚，kiám beh將蛇準做魚hō͘伊mah？"}},{"book":"路","chapter":11,"verse":12,"versions":{"unv":"求雞蛋，反給他蠍子呢？","bklcl":"Á-sī thó nn̄g, kiám beh chiong giat-á-thâng hō͘ i mah?","tghg":"抑是討卵，豈欲將蠍仔蟲互伊嗎？","bklhl":"á是討卵，kiám beh將蠍á蟲hō͘伊mah？"}},{"book":"路","chapter":11,"verse":13,"versions":{"unv":"你們雖然不好，尚且知道拿好東西給兒女；何況天父，豈不更將聖靈給求他的人嗎？」","bklcl":"Lín chiah-ê sui-jiân pháiⁿ, iáu-kú ōe hiáu-tit ēng hó mi̍h hō͘ lín ê kiáⁿ-jî, hô-hòng lín tī thiⁿ-ni̍h ê Pē kiám bô ēng Sèng Sîn lâi hō͘ kiû I ê lâng mah?","tghg":"恁諸個雖然歹，猶久會曉得用好物互恁的子兒；何況恁佇天裡的父，豈無用聖神來互求伊的人嗎？」","bklhl":"Lín chiah ê雖然pháiⁿ，iáu-kú會曉得用好物hō͘ lín ê Kiáⁿ兒，何況lín tī天裡ê父，kiám無用聖神來hō͘求伊ê人mah？"}},{"book":"路","chapter":11,"verse":14,"versions":{"unv":"耶穌趕出一個叫人啞巴的鬼；鬼出去了，啞巴就說出話來；眾人都希奇。","bklcl":"Iâ-so͘ kóaⁿ chi̍t ê é-káu kúi; í-keng chhut, é-káu ê chiū kóng ōe; chèng lâng kî-koài.","tghg":"耶穌趕一個啞口(é-káu)鬼；已經出，啞口的就講話；眾人奇怪。","bklhl":"耶穌趕一个啞口鬼；已經出，啞口ê就講話；眾人奇怪。"}},{"book":"路","chapter":11,"verse":15,"versions":{"unv":"內中卻有人說：「他是靠著鬼王別西卜趕鬼。」","bklcl":"Lāi-tiong ū kúi-nā lâng kóng, I kóaⁿ kúi sī khò kúi-ông Pia̍t-se-pok.","tghg":"內中有幾若人講：「伊趕鬼是靠鬼王別西卜。」","bklhl":"內中有幾nā人講，伊趕鬼是靠鬼王Pia̍t-se-pok。"}},{"book":"路","chapter":11,"verse":16,"versions":{"unv":"又有人試探耶穌，向他求從天上來的神蹟。","bklcl":"Koh ū lâng chhì I, tùi I kiû tùi thiⁿ lâi ê sîn-jiah.","tghg":"閣有人試伊，對伊求對天來的神蹟。","bklhl":"Koh有人試伊，對伊求tùi天來ê神蹟。"}},{"book":"路","chapter":11,"verse":17,"versions":{"unv":"他曉得他們的意念，便對他們說：「凡一國自相紛爭，就成為荒場；凡一家自相紛爭，就必敗落。","bklcl":"Iâ-so͘ chai in ê ì-sù chiū kā in kóng, Hoān-nā kok ka-kī cheng-piàⁿ, ōe tì-kàu pha-hng, chhù chi̍t keng chi̍t keng tó-hoāi;","tghg":"耶穌知𪜶的意思，就給𪜶講：「凡若國家己爭拼(cheng-piàⁿ)，會致到拋荒；厝一間一間倒壞。","bklhl":"耶穌知in ê意思就kā in講，凡若國家己爭拚，會致到拋荒，厝一間一間倒壞；"}},{"book":"路","chapter":11,"verse":18,"versions":{"unv":"若撒但自相紛爭，他的國怎能站得住呢？因為你們說我是靠著別西卜趕鬼。","bklcl":"nā Sat-tàn ka-kī cheng-piàⁿ, i ê kok thái-thó khiā ōe tiâu? in-ūi lín kóng góa khò Pia̍t-se-pok kóaⁿ kúi.","tghg":"若撒但家己爭拼，伊的國豈可(thái-thó)徛會住？因為恁講我靠別西卜趕鬼。","bklhl":"若撒旦家己爭拚，伊ê國thái-thó khiā會tiâu？因為lín講我靠Pia̍t-se-pok趕鬼。"}},{"book":"路","chapter":11,"verse":19,"versions":{"unv":"我若靠著別西卜趕鬼，你們的子弟趕鬼又靠著誰呢？這樣，他們就要斷定你們的是非。","bklcl":"Siat-sú góa khò Pia̍t-se-pok kóaⁿ kúi, chiū lín ê chú-tē kóaⁿ kúi, óa-khò chī-chūi ah?  Án-ni in beh gí-toàn lín.","tghg":"設使我靠別西卜趕鬼，就恁的子弟趕鬼倚靠是誰啊？按呢，𪜶欲擬(gí)斷恁。","bklhl":"設使我靠Pia̍t-se-pok趕鬼，就lín ê子弟趕鬼，óa靠是誰 ah？Án-ni in beh擬斷lín。"}},{"book":"路","chapter":11,"verse":20,"versions":{"unv":"我若靠著　神的能力趕鬼，這就是　神的國臨到你們了。","bklcl":"To̍k-to̍k góa nā khò Siōng-tè ê chhiú kóaⁿ kúi, chiū Siōng-tè ê kok í-keng kàu tī lín.","tghg":"獨獨我若靠上帝的手趕鬼，就上帝的國已經到佇恁。","bklhl":"獨獨我若靠上帝ê手趕鬼，就上帝ê國已經到tī lín。"}},{"book":"路","chapter":11,"verse":21,"versions":{"unv":"壯士披掛整齊，看守自己的住宅，他所有的都平安無事；","bklcl":"Béng lâng chhēng khoe-kah kia̍h ke-si kò͘-siú i ê chhù, i só͘ ū ê chiū an-ún.","tghg":"猛人(béng-lâng)穿盔甲(khoe-kah)攑家私，顧守伊的厝，伊所有的就安穩；","bklhl":"猛人穿盔甲kia̍h ke-si顧守伊ê厝，伊所有ê就安穩。"}},{"book":"路","chapter":11,"verse":22,"versions":{"unv":"但有一個比他更壯的來，勝過他，就奪去他所倚靠的盔甲兵器，又分了他的贓。","bklcl":"Chóng-sī pí i khah béng ê kàu lâi iâⁿ i, chiū chhiúⁿ i só͘ óa-khò choân-hù ê chiàn-khì, lâi pun i ê mi̍h-kiāⁿ.","tghg":"總是比伊卡猛的到來，贏伊，就搶伊所倚靠全副的戰器，來分(pun)伊的物件(mih-kiāⁿ)。","bklhl":"總是比伊khah猛ê到來贏伊，就搶伊所óa靠全副ê戰器，來分伊ê物件。"}},{"book":"路","chapter":11,"verse":23,"versions":{"unv":"不與我相合的，就是敵我的；不同我收聚的，就是分散的。」","bklcl":"Bô tâng góa ê chiū-sī tùi-te̍k góa; bô kap góa siu-khioh ê chiū-sī teh phah-sòaⁿ.","tghg":"無同我的，就是對敵我；無及我收拾(siu-khioh)的，就是啲拍散。」","bklhl":"無同我ê就是對敵我；無kap我收拾ê就是teh phah散。"}},{"book":"路","chapter":11,"verse":24,"versions":{"unv":"「污鬼離了人身，就在無水之地過來過去，尋求安歇之處；既尋不著，便說：『我要回到我所出來的屋裡去。』","bklcl":"Siâ-sîn í-keng lī-khui lâng, keng-kè bô chúi ê tōe, kiû an-hioh; bô tit-tio̍h, chiū kóng, Góa beh tò-khì só͘ chhut-lâi ê chhù.","tghg":"「邪神已經離開人，經過無水的地，求安息；無得著，就講：『我欲倒去(tò-khì)所出來的厝。』","bklhl":"邪神已經離開人，經過無水ê地，求安歇；無得tio̍h，就講，我beh tò去所出來ê厝。"}},{"book":"路","chapter":11,"verse":25,"versions":{"unv":"到了，就看見裡面打掃乾淨，修飾好了，","bklcl":"Kàu tè, chiū khòaⁿ-kìⁿ piàⁿ-sàu chôe-chéng;","tghg":"到地，就看見傾掃(piàⁿ-sàu)齊整(chôe-chéng)，","bklhl":"到tè，就看見拚掃齊整；"}},{"book":"路","chapter":11,"verse":26,"versions":{"unv":"便去另帶了七個比自己更惡的鬼來，都進去住在那裡。那人末後的景況比先前更不好了。」","bklcl":"chiū khì koh tòa chhit ê sîn pí ka-kī khah pháiⁿ, ji̍p-khì khiā-khí.  Hit lâng lō͘-bé ê kéng-hóng pí khí-thâu khah chhám.","tghg":"就去閣帶七個神比家己卡歹，入去徛起。彼人路尾的景況比起頭卡慘。」","bklhl":"就去koh帶七個神比家己khah pháiⁿ，入去khiā起。Hit人路尾ê景況比起頭khah慘。"}},{"book":"路","chapter":11,"verse":27,"versions":{"unv":"耶穌正說這話的時候，眾人中間有一個女人大聲說：「懷你胎的和乳養你的有福了！」","bklcl":"I kóng chiah-ê ōe ê sî, chèng lâng tiong ū chi̍t ê hū-jîn-lâng tōa siaⁿ kā I kóng, Siⁿ lí ê pak-tó͘, hō͘ lí suh ê lin-thâu ū hok-khì ah.","tghg":"伊講諸個話的時，眾人中有一個婦仁人大聲給伊講：「生你的腹肚互你吸的奶頭有福氣啊！」","bklhl":"伊講chiah ê話ê時，眾人中有一个婦人人大聲kā伊講，生你ê腹肚，hō͘你suh ê奶頭有福氣ah。"}},{"book":"路","chapter":11,"verse":28,"versions":{"unv":"耶穌說：「是，卻還不如聽　神之道而遵守的人有福。」","bklcl":"Nā-sī Iâ-so͘ kóng, M̄ ta̍t-tio̍h thiaⁿ Siōng-tè ê tō-lí lâi siú ê khah ū hok-khì.","tghg":"若是耶穌講：「呣值著(m-ta̍t-tio̍h)聽上帝的道理來守的卡有福氣。」","bklhl":"但是耶穌講：M̄達tio̍h聽上帝ê道理來守ê khah有福氣。"}},{"book":"路","chapter":11,"verse":29,"versions":{"unv":"當眾人聚集的時候，耶穌開講說：「這世代是一個邪惡的世代。他們求看神蹟，除了約拿的神蹟以外，再沒有神蹟給他們看。","bklcl":"Lâng chū-chi̍p ná chōe, Iâ-so͘ chiū kóng, Chit sè-tāi sī pháiⁿ ê sè-tāi, in kiû sîn-jiah, nā-sī tû Iok-ná ê sîn-jiah í-gōa, bô beh sîn-jiah hō͘ i.","tghg":"人聚集愈多，耶穌就講：「此世代是歹的世代，𪜶求神蹟，若是除約拿的神蹟以外，無欲神蹟互伊。","bklhl":"人聚集ná chōe，耶穌就講，Chit世代是pháiⁿ ê世代，in求神蹟，但是除約拿ê神蹟以外，無beh神蹟hō͘伊。"}},{"book":"路","chapter":11,"verse":30,"versions":{"unv":"約拿怎樣為尼尼微人成了神蹟，人子也要照樣為這世代的人成了神蹟。","bklcl":"In-ūi Iok-ná chiâⁿ-chòe sîn-jiah lâi hō͘ Nî-nî-bî lâng, chhin-chhiūⁿ án-ni Jîn-chú iā beh chiâⁿ-chòe sîn-jiah lâi hō͘ chit sè-tāi.","tghg":"因為約拿成做神蹟來互尼尼微人，親像按呢人子也欲成做神蹟來互此世代。","bklhl":"因為約拿成做神蹟來hō͘尼尼微人，親像án-ni人子也beh成做神蹟來hō͘ chit世代。"}},{"book":"路","chapter":11,"verse":31,"versions":{"unv":"當審判的時候，南方的女王要起來定這世代的罪；因為她從地極而來，要聽所羅門的智慧話。看哪！在這裡有一人比所羅門更大。","bklcl":"Lâm-hng ê lú-ông tng sím-phòaⁿ ê sî, beh kap chit sè-tāi ê lâng saⁿ-kap khí-lâi, sòa gí-tiāⁿ chit sè-tāi ê chōe; in-ūi i tùi tōe ê ke̍k-thâu lâi thiaⁿ Só͘-lô-bûn tì-sek ê ōe, hô-hòng tī chia ū pí Só͘-lô-bûn khah tōa ê.","tghg":"南方的女王當審判的時，欲及此世代的人相及起來，續擬定此世代的罪；因為伊對地的極頭來，聽所羅門智識的話。何況佇遮有比所羅門卡大的。","bklhl":"南方ê女王當審判ê時，beh kap chit世代ê人saⁿ-kap起來，續擬定chit世代ê罪；因為伊tùi地ê極頭來聽所羅門知識ê話，何況tī chia有比所羅門khah大ê。"}},{"book":"路","chapter":11,"verse":32,"versions":{"unv":"當審判的時候，尼尼微人要起來定這世代的罪，因為尼尼微人聽了約拿所傳的就悔改了。看哪！在這裡有一人比約拿更大。」","bklcl":"Nî-nî-bî lâng tng sím-phòaⁿ ê sî beh kap chit sè-tāi ê  lâng saⁿ-kap khiā-khí-lâi, sòa gí-tiāⁿ chit sè-tāi ê chōe; in-ūi in tùi Iok-ná só͘ thoân ê lâi hoán-hóe, hô-hòng tī chia ū pí Iok-ná khah tōa ê.","tghg":"尼尼微人當審判的時，欲及此世代的人相及徛起來，續擬定此世代的罪，因為𪜶對約拿所傳的來反悔。何況佇遮有比約拿卡大的。」","bklhl":"尼尼微人當審判ê時beh kap chit世代ê人saⁿ-kap khiā起來，續擬定chit世代ê罪；因為in tùi約拿所傳ê來反悔，何況tī chia有比約拿khah大ê。"}},{"book":"路","chapter":11,"verse":33,"versions":{"unv":"「沒有人點燈放在地窨子裡，或是斗底下，總是放在燈臺上，使進來的人得見亮光。","bklcl":"Bô lâng tiám teng hē tī ún-ba̍t ê só͘-chāi, á-sī tī táu ē; chiū-sī hē tī teng-tâi téng, hō͘ ji̍p-lâi ê lâng khòaⁿ-kìⁿ hit ê kng.","tghg":"「無人點燈下佇隱密的所在，抑是佇斗下，就是下佇(hē tī)燈台頂，互入來的人看見彼個光。","bklhl":"無人點燈hē tī隱密ê所在，á是tī斗下；就是hē tī燈台頂，hō͘入來ê人看見hit ê光。"}},{"book":"路","chapter":11,"verse":34,"versions":{"unv":"你眼睛就是身上的燈。你的眼睛若瞭亮，全身就光明；眼睛若昏花，全身就黑暗。","bklcl":"Seng-khu ê teng chiū-sī lí ê ba̍k-chiu; lí ê ba̍k-chiu nā kim, chiū thong seng-khu iā kng; lí ê ba̍k-chiu nā hoe, chiū seng-khu iā àm.","tghg":"身軀的燈就是你的目睭；你的目睭若金，就通(thong)身軀也光。你的目睭若花，就身軀也暗。","bklhl":"身軀ê燈就是你ê目睭；你ê目睭若金，就thong身軀也光；你ê目睭若花，就身軀也暗。"}},{"book":"路","chapter":11,"verse":35,"versions":{"unv":"所以，你要省察，恐怕你裡頭的光或者黑暗了。","bklcl":"Só͘-í tio̍h kín-sīn kiaⁿ-liáu lí lāi-bīn ê kng sī àm.","tghg":"所以著謹慎，驚了你內面的光是暗。","bklhl":"所以tio̍h謹慎驚了你內面ê 光是暗。"}},{"book":"路","chapter":11,"verse":36,"versions":{"unv":"若是你全身光明，毫無黑暗，就必全然光明，如同燈的明光照亮你。」","bklcl":"Siat-sú lí thong seng-khu lóng kng, bô chi̍t jiah àm, chiū beh oân-choân kng, chhin-chhiūⁿ teng ê kng nà-nà teh chiò lí.","tghg":"設使你通身軀攏光，無一跡(jiah)暗，就欲完全光，親像燈的光爁爁(nà-nà)啲照你。」","bklhl":"設使你thong身軀lóng光，無一跡暗，就beh完全光，親像燈ê 光nà-nà teh照你。"}},{"book":"路","chapter":11,"verse":37,"versions":{"unv":"說話的時候，有一個法利賽人請耶穌同他吃飯，耶穌就進去坐席。","bklcl":"Kóng ōe ê sî ū Hoat-lī-sài lâng chhiáⁿ i saⁿ-kap chia̍h. Iâ-so͘ chiū ji̍p-khì chē.","tghg":"講話的時，有法利賽人請伊相及食，耶穌就入去坐。","bklhl":"講話ê時有法利賽人請伊saⁿ-kap食。耶穌就入去坐。"}},{"book":"路","chapter":11,"verse":38,"versions":{"unv":"這法利賽人看見耶穌飯前不洗手便詫異。","bklcl":"Hit ê Hoat-lī-sài lâng khòaⁿ-kìⁿ I bē sóe lâi chia̍h, chiū kî-koài.","tghg":"彼個法利賽人看見伊未洗來食就奇怪。","bklhl":"Hit-ê法利賽人看見伊bē洗來食，就奇怪。"}},{"book":"路","chapter":11,"verse":39,"versions":{"unv":"主對他說：「如今你們法利賽人洗淨杯盤的外面，你們裡面卻滿了勒索和邪惡。","bklcl":"Chú chiū tùi i kóng, Taⁿ lín Hoat-lī-sài lâng chheng-khì poe kap pôaⁿ ê gōa-bīn; nā-sī lín lāi-bīn chiū ū chhiúⁿ-kiap kap ok-to̍k móa-móa.","tghg":"主就對伊講：「今恁法利賽人清氣杯及盤的外面，若是恁內面就有搶劫及惡毒滿滿。","bklhl":"主就對伊講，Taⁿ lín法利賽人清氣杯kap盤 ê外面；但是lín內面就有搶劫kap惡毒滿滿。"}},{"book":"路","chapter":11,"verse":40,"versions":{"unv":"無知的人哪，造外面的，不也造裡面嗎？","bklcl":"Lín gōng lâng ah, chhòng-chō gōa-bīn ê kiám bô iā chhòng-chō lāi-bīn mah?","tghg":"恁戇人啊，創造外面的，豈無也創造內面嗎？","bklhl":"Lín戇人ah，創造外面ê kiám無也創造內面mah？"}},{"book":"路","chapter":11,"verse":41,"versions":{"unv":"只要把裡面的施捨給人，凡物於你們就都潔淨了。","bklcl":"Chóng-sī tio̍h chiong chiah-ê lāi-bīn ê mi̍h chín-chè lâng, chiū ta̍k hāng mi̍h chāi lín lóng chheng-khì.","tghg":"總是著將諸個內面的物賑濟(chín-chè)人，就逐項物在恁攏清氣。","bklhl":"總是tio̍h將chiah ê內面ê物賑濟人，就ta̍k項物在lín lóng清氣。"}},{"book":"路","chapter":11,"verse":42,"versions":{"unv":"「你們法利賽人有禍了！因為你們將薄荷、芸香並各樣菜蔬獻上十分之一，那公義和愛　神的事反倒不行了。這原是你們當行的；那也是不可不行的。","bklcl":"Lín Hoat-lī-sài lâng ū chai-ē ah! in-ūi lín chiong po̍k-hô, ûn-hiong, kap ta̍k iūⁿ ê chhài-soe cha̍p hūn thiu chi̍t hūn, nā-sī kong-gī kap thiàⁿ Siōng-tè ê sū chiū pàng bô iàu-kín; chóng-sī chiah-ê sī eng-kai tio̍h kiâⁿ ê, hiah-ê iā m̄-thang pàng-sak.","tghg":"「恁法利賽人有災禍啊！因為恁將薄荷(po̍k-hô)、芸香(ûn-hiong)及逐樣的菜蔬十份抽一份，若是公義及疼上帝的事就放無要緊。總是諸個是應該著行的；許個也呣通放拺。","bklhl":"Lín法利賽人有災禍ah！因為lín將薄荷，芸香kap ta̍k樣ê菜蔬十份抽一份，但是公義kap疼上帝ê事就放無要緊；總是chiah ê是應該tio̍h行ê，hiah-ê也m̄-thang放sak。"}},{"book":"路","chapter":11,"verse":43,"versions":{"unv":"你們法利賽人有禍了！因為你們喜愛會堂裡的首位，又喜愛人在街市上問你們的安。","bklcl":"Lín Hoat-lī-sài lâng ū chai-ē ah! in-ūi lín ài hōe-tn̂g lāi chē koâiⁿ ūi, koe-chhī-ni̍h hō͘ lâng chhéng-an.","tghg":"恁法利賽人有災禍啊！因為恁愛(ài)會堂內坐高位，街市裡互人請安。","bklhl":"Lín法利賽人有災禍ah！因為lín ài會堂內坐高位，街市裡hō͘人請安。"}},{"book":"路","chapter":11,"verse":44,"versions":{"unv":"你們有禍了！因為你們如同不顯露的墳墓，走在上面的人並不知道。」","bklcl":"Lín ū chai-ē ah! in-ūi lín chhin-chhiūⁿ ún-ba̍t ê bōng, lâng kiâⁿ tī hit téng-bīn m̄ chai.","tghg":"恁有災禍啊！因為恁親像隱密的墓，人行佇彼頂面呣知。」","bklhl":"Lín有災禍ah！因為lín親像隱密ê墓，人行tī hit頂面m̄知。"}},{"book":"路","chapter":11,"verse":45,"versions":{"unv":"律法師中有一個回答耶穌說：「夫子！你這樣說也把我們糟蹋了。」","bklcl":"Ū chi̍t ê kà lu̍t-hoat ê sian-siⁿ ìn I kóng, Sian-siⁿ, lí kóng chiah-ê ōe iā pō͘-jio̍k-tio̍h goán.","tghg":"有一個教律法的先生應伊講：「先生！你講諸個話也暴辱(pō͘-jio̍k)著阮。」","bklhl":"有一个教律法ê先生應伊講，先生，你講chiah ê話也暴辱tio̍h阮。"}},{"book":"路","chapter":11,"verse":46,"versions":{"unv":"耶穌說：「你們律法師也有禍了！因為你們把難擔的擔子放在人身上，自己一個指頭卻不肯動。","bklcl":"Nā-sī I kóng, Lín kà lu̍t-hoat ê sian-siⁿ iā ū chai-ē ah! in-ūi lín chiong oh-tit taⁿ ê tàⁿ hō͘ lâng taⁿ; nā-sī lín pún-sin bô ēng chi̍t ki chńg-thâu-á lâi bong hiah-ê tàⁿ.","tghg":"若是伊講：「恁教律法的先生也有災禍啊！因為恁將僫得(oh-tit)擔(taⁿ)的擔(tàⁿ)互人擔(taⁿ)，若是恁本身無用一支指頭仔來摸許個擔(tàⁿ)。","bklhl":"但是伊講：Lín教律法ê先生也有災禍ah！因為lín將oh得擔ê擔hō͘人擔；但是lín本身無用一支指頭á來摸hiah-ê擔。"}},{"book":"路","chapter":11,"verse":47,"versions":{"unv":"你們有禍了！因為你們修造先知的墳墓，那先知正是你們的祖宗所殺的。","bklcl":"Lín ū chai-ē ah! in-ūi lín chhòng sian-ti lâng ê bōng, iā lín ê chó͘ bat hāi-sí in.","tghg":"恁有災禍啊！因為恁創(chhòng)先知人的墓，也恁的祖曾(bat)害死𪜶。","bklhl":"Lín有災禍ah！因為lín chhòng先知人ê墓，也lín ê祖bat害死in。"}},{"book":"路","chapter":11,"verse":48,"versions":{"unv":"可見你們祖宗所做的事，你們又證明又喜歡；因為他們殺了先知，你們修造先知的墳墓。","bklcl":"Án-ni, lín ê chó͘ só͘ chòe ê, lín chòe kan-chèng, koh hoaⁿ-hí i; in-ūi in hāi-sí in, iā lín chhòng in ê bōng.","tghg":"按呢，恁的祖所做的，恁做干證閣歡喜伊；因為𪜶害死𪜶，也恁創𪜶的墓。","bklhl":"Án-ni，lín ê祖所做ê，lín做干證，koh歡喜伊；因為in害死in，也lín chhòng in ê墓。"}},{"book":"路","chapter":11,"verse":49,"versions":{"unv":"所以　神用智慧（用智慧：或譯的智者）曾說：『我要差遣先知和使徒到他們那裡去，有的他們要殺害，有的他們要逼迫』，","bklcl":"Só͘-í Siōng-tè ê Tì-hūi ū kóng, Góa beh chhe sian-ti kap sù-tô͘ chiū-kūn in, kî-tiong ū-ê in beh hāi-sí i, ū-ê in beh khún-tio̍k i;","tghg":"所以上帝的智慧有講：『我欲差先知及使徒就近𪜶，其中有的𪜶欲害死伊，有的𪜶欲窘逐伊。』","bklhl":"所以上帝ê智慧有講，我beh差先知kap使徒就近in，其中有ê in beh害死伊，有ê in beh khún-tio̍k伊；"}},{"book":"路","chapter":11,"verse":50,"versions":{"unv":"使創世以來所流眾先知血的罪都要問在這世代的人身上，","bklcl":"tì-kàu tùi chhòng-chō sè-kan í-lâi só͘ lâu chèng sian-ti ê huih lóng beh kā chit sè-tāi thó;","tghg":"致到對創造世間以來所流眾先知的血攏欲給此世代討，","bklhl":"致到tùi創造世間以來所流眾先知ê血lóng beh kā chit世代討；"}},{"book":"路","chapter":11,"verse":51,"versions":{"unv":"就是從亞伯的血起，直到被殺在壇和殿中間撒迦利亞的血為止。我實在告訴你們，這都要問在這世代的人身上。","bklcl":"chiū-sī tùi A-pek ê huih kàu Sat-ka-lī-a sí tī tiān kap tôaⁿ ê tiong-kan ê huih, si̍t-chāi ah, góa kā lín kóng, lóng beh tùi chit sè-tāi thó.","tghg":"就是對亞伯的血，到撒迦利亞死佇殿及壇的中間的血。實在啊，我給恁講，攏欲對此世代討。","bklhl":"就是tùi亞伯ê血到撒迦利亞死tī殿kap壇ê中間ê血，實在ah，我kā lín講，lóng beh對chit世代討。"}},{"book":"路","chapter":11,"verse":52,"versions":{"unv":"你們律法師有禍了！因為你們把知識的鑰匙奪了去，自己不進去，正要進去的人你們也阻擋他們。」","bklcl":"Lín kà lu̍t-hoat ê sian-siⁿ ū chai-ē ah!  in-ūi lín chiong chai-bat ê só-sî kia̍h-khì; lín ka-kī m̄ ji̍p, teh-beh ji̍p ê lâng lín chiū chó͘-tòng i.","tghg":"恁教律法的先生有災禍啊！因為恁將知識的鎖匙攑去，恁家己呣入，啲欲入的人恁就阻擋伊。」","bklhl":"Lín教律法ê先生有災禍ah！因為lín將知識ê鎖匙kia̍h去；lín家己m̄入，teh-beh入ê人lín就阻擋伊"}},{"book":"路","chapter":11,"verse":53,"versions":{"unv":"耶穌從那裡出來，文士和法利賽人就極力地催逼他，引動他多說話，","bklcl":"Iâ-so͘ tùi hia chhut-lâi ê sî, keng-ha̍k-sū kap Hoat-lī-sài lâng chhut-la̍t pek I, kek I kóng khah chōe ōe;","tghg":"耶穌對遐出來的時，經學士及法利賽人出力迫伊，激伊講卡多話，","bklhl":"耶穌tùi hia出來ê時，經學士kap法利賽人出力逼伊，激伊講khah chōe話；"}},{"book":"路","chapter":11,"verse":54,"versions":{"unv":"私下窺聽，要拿他的話柄。","bklcl":"tng-tán I, ài lia̍h I ê ōe-phāng.","tghg":"當等伊，愛掠伊的話縫(ōe-phāng)。","bklhl":"當等伊，ài掠伊ê話縫。"}}]