[{"book":"路","chapter":23,"verse":1,"versions":{"unv":"眾人都起來，把耶穌解到彼拉多面前，","bklcl":"In choân-hōe ê lâng lóng khí-lâi, tòa I kàu Pí-lia̍p-to ê bīn-chêng;","tghg":"𪜶全會的人攏起來，帶伊到彼拉多的面前，","bklhl":"In全會ê人lóng起來，帶伊到彼拉多ê面前；"}},{"book":"路","chapter":23,"verse":2,"versions":{"unv":"就告他說：「我們見這人誘惑國民，禁止納稅給該撒，並說自己是基督，是王。」","bklcl":"kò I kóng, Goán khòaⁿ chit lâng bê-he̍k goán ê peh-sìⁿ, kìm lâng la̍p sè hō͘ Kai-sat, ka-kī chheng chòe Ki-tok, chòe ông.","tghg":"告伊講：「阮看此人迷惑阮的百姓，禁人納稅互該撒，家己稱做基督，做王。」","bklhl":"告伊講，阮看chit人迷惑阮ê百姓，禁人納稅hō͘該撒，家己稱做基督，做王。"}},{"book":"路","chapter":23,"verse":3,"versions":{"unv":"彼拉多問耶穌說：「你是猶太人的王嗎？」耶穌回答說：「你說的是。」","bklcl":"Pí-lia̍p-to mn̄g I kóng, Lí sī Iû-thài lâng ê ông mah?  Ìn i kóng, Lí kóng, chiū-sī.","tghg":"彼拉多問伊講：「你是猶太人的王嗎？」應伊講：「你講就是。」","bklhl":"彼拉多問伊講，你是偤太人ê王mah？應伊講，你講，就是。"}},{"book":"路","chapter":23,"verse":4,"versions":{"unv":"彼拉多對祭司長和眾人說：「我查不出這人有甚麼罪來。」","bklcl":"Pí-lia̍p-to tùi hiah-ê chè-si-thâu kap kui tīn ê lâng kóng, Góa khòaⁿ chit lâng bô chōe.","tghg":"彼拉多對許個祭司頭及歸陣的人講：「我看此人無罪。」","bklhl":"彼拉多tùi hiah-ê祭司頭kap Kui陣ê人講，我看chit人無罪。"}},{"book":"路","chapter":23,"verse":5,"versions":{"unv":"但他們越發極力地說：「他煽惑百姓，在猶太遍地傳道，從加利利起，直到這裡了。」","bklcl":"Chóng-sī in ná chhut-la̍t kóng, I iô-tāng peh-sìⁿ, piàn Iû-thài thoân kàu, tùi Ka-lī-lī khí kàu chia.","tghg":"總是𪜶愈出力講：「伊搖動百姓，遍猶太傳教，對加利利起，到遮。」","bklhl":"總是in ná出力講，伊搖動百姓，遍偤太傳教，tùi加利利起到chia。"}},{"book":"路","chapter":23,"verse":6,"versions":{"unv":"彼拉多一聽見，就問：「這人是加利利人嗎？」","bklcl":"Pí-lia̍p-to chi̍t-ē thiaⁿ-kìⁿ, chiū mn̄g khòaⁿ chit lâng sī Ka-lī-lī lâng á m̄ sī.","tghg":"彼拉多一下聽見，就問：「看此人是加利利人抑呣是？」","bklhl":"彼拉多一下聽見，就問看chit人是加利利人á m̄是。"}},{"book":"路","chapter":23,"verse":7,"versions":{"unv":"既曉得耶穌屬希律所管，就把他送到希律那裡去。那時希律正在耶路撒冷。","bklcl":"Í-keng chai I sio̍k tī Hi-lu̍t só͘ koán-hat, chiū sàng I hō͘ Hi-lu̍t; hit sî Hi-lu̍t iā tī Iâ-lō͘-sat-léng.","tghg":"已經知伊屬佇希律所管轄，就送伊互希律。彼時希律也佇耶路撒冷。","bklhl":"已經知伊屬tī希律所管轄，就送伊hō͘希律；hit時希律也tī耶路撒冷。"}},{"book":"路","chapter":23,"verse":8,"versions":{"unv":"希律看見耶穌，就很歡喜；因為聽見過他的事，久已想要見他，並且指望看他行一件神蹟，","bklcl":"Hi-lu̍t khòaⁿ-kìⁿ Iâ-so͘ chiū chin hoaⁿ-hí, sī kú-kú ài khòaⁿ-kìⁿ I, in-ūi bat thiaⁿ-kìⁿ I ê sū, koh ǹg-bāng khòaⁿ-kìⁿ I kiâⁿ sîn-jiah.","tghg":"希律看見耶穌，就真歡喜；是久久愛看見伊，因為曾聽見伊的事，閣向望看見伊行神蹟，","bklhl":"希律看見耶穌就真歡喜，是久久ài看見伊，因為bat聽見伊ê事，koh ǹg望看見伊行神蹟。"}},{"book":"路","chapter":23,"verse":9,"versions":{"unv":"於是問他許多的話，耶穌卻一言不答。","bklcl":"Chiū ēng chōe-chōe ōe mn̄g I; nā-sī Iâ-so͘ bô ìn i chi̍t kù.","tghg":"就用多多話問伊，若是耶穌無應伊一句。","bklhl":"就用chōe-chōe話問伊；但是耶穌無應伊一句。"}},{"book":"路","chapter":23,"verse":10,"versions":{"unv":"祭司長和文士都站著，極力地告他。","bklcl":"Hiah ê chè-si-thâu kap keng-ha̍k-sū khiā-teh, chhut-la̍t kò I.","tghg":"許個祭司頭及經學士徛啲，出力告伊。","bklhl":"Hiah-ê祭司頭kap經學士khiā-teh，出力告伊。"}},{"book":"路","chapter":23,"verse":11,"versions":{"unv":"希律和他的兵丁就藐視耶穌，戲弄他，給他穿上華麗衣服，把他送回彼拉多那裡去。","bklcl":"Hi-lu̍t kap i ê peng ba̍k-tē-bô I, hì-lāng I; ēng súi ê saⁿ kā I chhēng, koh sàng hêng Pí-lia̍p-to.","tghg":"希律及伊的兵目底無伊，戲弄伊，用媠的衫給伊穿，閣送還彼拉多。","bklhl":"希律kap伊ê兵目底無伊，戲弄伊；用súi ê衫kā伊穿，koh送還彼拉多。"}},{"book":"路","chapter":23,"verse":12,"versions":{"unv":"從前希律和彼拉多彼此有仇，在那一天就成了朋友。","bklcl":"Hi-lu̍t kap Pí-lia̍p-to pêng-sî kiat-oàn, hit ji̍t chiū chòe pêng-iú.","tghg":"希律及彼拉多平時結怨，彼日就做朋友。","bklhl":"希律kap彼拉多平時結怨，hit日就做朋友。"}},{"book":"路","chapter":23,"verse":13,"versions":{"unv":"彼拉多傳齊了祭司長和官府並百姓，","bklcl":"Pí-lia̍p-to tiàu hiah-ê chè-si-thâu, kap iú-si chham peh-sìⁿ lâi,","tghg":"彼拉多召許個祭司頭及有司參(chham)百姓來，","bklhl":"彼拉多召hiah-ê祭司頭，kap有司chham百姓來，"}},{"book":"路","chapter":23,"verse":14,"versions":{"unv":"就對他們說：「你們解這人到我這裡，說他是誘惑百姓的。看哪，我也曾將你們告他的事，在你們面前審問他，並沒有查出他甚麼罪來；","bklcl":"tùi in kóng, Lín tòa chit ê lâng kàu góa chia, kóng I sī bê-he̍k peh-sìⁿ ê; lí khòaⁿ, góa tī lín ê bīn-chêng í-keng sím-mn̄g I; chóng-sī lūn-kàu lín só͘ kò I ê sū, góa chhâ-chhut I lóng bô chōe.","tghg":"對𪜶講：「恁帶此個人到我遮，講伊是迷惑百姓的。你看，我佇恁的面前已經審問伊，總是論到恁所告伊的事，我查出伊攏無罪；","bklhl":"對in講，Lín帶chit ê人到我chia，講伊是迷惑百姓ê；你看，我tī lín ê面前已經審問伊；總是論到lín所告伊ê事，我查出伊lóng無罪。"}},{"book":"路","chapter":23,"verse":15,"versions":{"unv":"就是希律也是如此，所以把他送回來。可見他沒有做甚麼該死的事。","bklcl":"Hi-lu̍t iā sī án-ni; in-ūi ū chiong I sàng hêng lán; iā lí khòaⁿ, I só͘ kiâⁿ bô chi̍t hāng eng-kai sí ê sū.","tghg":"希律也是按呢，因為有將伊送還咱。也你看伊所行無一項應該死的事。","bklhl":"希律也是án-ni；因為有將伊送還咱；也你看，伊所行無一項應該死ê事。"}},{"book":"路","chapter":23,"verse":16,"versions":{"unv":"故此，我要責打他，把他釋放了。」（有古卷加：","bklcl":"Só͘-í góa beh phah lâi tháu-pàng I.","tghg":"所以，我欲拍，來解放伊。」","bklhl":"所以我beh phah來tháu放伊。"}},{"book":"路","chapter":23,"verse":17,"versions":{"unv":"每逢這節期，巡撫必須釋放一個囚犯給他們。）","tghg":"｛到節期，總督必須放一個犯人互𪜶。〔台語羅馬譯本無此節！〕｝"}},{"book":"路","chapter":23,"verse":18,"versions":{"unv":"眾人卻一齊喊著說：「除掉這個人！釋放巴拉巴給我們！」","bklcl":"In chi̍t chôe âu-kiò kóng, Tio̍h tû-khì chit ê lâng, pàng Pa-lia̍p-pa hō͘ goán.","tghg":"𪜶一齊喉叫講：「著除去此個人！放巴拉巴互阮！」","bklhl":"In一齊喉叫講，Tio̍h除去chit ê人，放巴拉巴hō͘阮。"}},{"book":"路","chapter":23,"verse":19,"versions":{"unv":"這巴拉巴是因在城裡作亂殺人，下在監裡的。","bklcl":"Chit ê Pa-lia̍p-pa, in-ūi tī siâⁿ-lāi chok-loān koh thâi-sí lâng, chiah koaiⁿ lo̍h kaⁿ.","tghg":"此個巴拉巴，因為佇城內作亂閣刣死人，才關落監。","bklhl":"Chit ê 巴拉巴，因為tī城內作亂koh 刣-死人，chiah關落監。"}},{"book":"路","chapter":23,"verse":20,"versions":{"unv":"彼拉多願意釋放耶穌，就又勸解他們。","bklcl":"Pí-lia̍p-to ài pàng Iâ-so͘, chiū koh kap in kóng.","tghg":"彼拉多愛放耶穌，就閣及𪜶講。","bklhl":"彼拉多ài放耶穌，就koh kap in講。"}},{"book":"路","chapter":23,"verse":21,"versions":{"unv":"無奈他們喊著說：「釘他十字架！釘他十字架！」","bklcl":"Nā-sī in kiò, Tèng I si̍p-jī-kè, tèng I si̍p-jī-kè.","tghg":"若是𪜶叫：「釘伊十字架！釘伊十字架！」","bklhl":"但是in叫，釘伊十字架，釘伊十字架。"}},{"book":"路","chapter":23,"verse":22,"versions":{"unv":"彼拉多第三次對他們說：「為甚麼呢？這人做了甚麼惡事呢？我並沒有查出他甚麼該死的罪來。所以，我要責打他，把他釋放了。」","bklcl":"Pí-lia̍p-to tē saⁿ pái tùi in kóng, Sī cháiⁿ-iūⁿ? I ū kiâⁿ sím-mi̍h pháiⁿ?  Góa khòaⁿ I bô chi̍t hāng eng-kai sí ê chōe; só͘-í beh phah lâi tháu-pàng I.","tghg":"彼拉多第三擺對𪜶講：「是怎樣？伊有行甚麼歹？我看伊無一項應該死的罪。所以，欲拍，來解放伊。」","bklhl":"彼拉多第三pái對in講，是怎樣？伊有行甚麼pháiⁿ？我看伊無一項應該死ê罪；所以beh phah來tháu放伊。"}},{"book":"路","chapter":23,"verse":23,"versions":{"unv":"他們大聲催逼彼拉多，求他把耶穌釘在十字架上。他們的聲音就得了勝。","bklcl":"In tōa siaⁿ pek-chhiat kiû tèng I tī si̍p-jī-kè.  In ê siaⁿ khah-iâⁿ.","tghg":"𪜶大聲迫切，求釘伊佇十字架。𪜶的聲卡贏。","bklhl":"In大聲迫切求釘伊tī十字架。In ê聲khah贏。"}},{"book":"路","chapter":23,"verse":24,"versions":{"unv":"彼拉多這才照他們所求的定案，","bklcl":"Pí-lia̍p-to gí-toàn chiàu in só͘ kiû ê lâi kiâⁿ:","tghg":"彼拉多擬斷照𪜶所求的來行，","bklhl":"彼拉多擬斷照in所求ê來行:"}},{"book":"路","chapter":23,"verse":25,"versions":{"unv":"把他們所求的那作亂殺人、下在監裡的釋放了，把耶穌交給他們，任憑他們的意思行。","bklcl":"chiū tháu-pàng in só͘ kiû hit ê ūi-tio̍h chok-loān sòa thâi-sí lâng koaiⁿ lo̍h kaⁿ ê; chiong Iâ-so͘ kau in, lâi sūn in ê ì-sù.","tghg":"就解放𪜶所求彼個為著作亂、續刣死人關落監的，將耶穌交𪜶，來順𪜶的意思。","bklhl":"就tháu放in所求hit ê為tio̍h作亂續刣死人關落監ê；將耶穌交in，來順in ê意思。"}},{"book":"路","chapter":23,"verse":26,"versions":{"unv":"帶耶穌去的時候，有一個古利奈人西門，從鄉下來；他們就抓住他，把十字架擱在他身上，叫他背著跟隨耶穌。","bklcl":"Tòa Iâ-so͘ khì ê sî, ū chi̍t ê Kó͘-lī-nāi ê lâng, Se-bûn, tùi hiuⁿ-ē lâi, in chiū khiú i lâi, chiong si̍p-jī-kè khòa tī i ê keng-thâu, hō͘ i giâ lâi tè Iâ-so͘.","tghg":"帶耶穌去的時，有一個古利奈的人西門，對鄉下來；𪜶就搝(khiú)伊來，將十字架靠(khòa)佇伊的肩頭，互伊夯(giâ)來隨耶穌。","bklhl":"帶耶穌去ê時，有一个Kó͘-lī-nāi ê人，西門，tùi鄉下來，in就khiú伊來，將十字架掛tī伊ê肩頭，hō͘伊giâ來tè耶穌。"}},{"book":"路","chapter":23,"verse":27,"versions":{"unv":"有許多百姓跟隨耶穌，內中有好些婦女；婦女們為他號咷痛哭。","bklcl":"Tè I ê lâng ū peh-sìⁿ kap hū-jîn-lâng chōe-chōe, hū-jîn-lâng ūi-tio̍h I tûi heng ai-siong.","tghg":"隨伊的人，有百姓及婦仁人多多；婦仁人為著伊搥胸哀傷。","bklhl":"Tè伊ê人有百姓kap婦人人chōe-chōe，婦人人為tio̍h伊搥胸哀傷。"}},{"book":"路","chapter":23,"verse":28,"versions":{"unv":"耶穌轉身對她們說：「耶路撒冷的女子，不要為我哭，當為自己和自己的兒女哭。","bklcl":"Iâ-so͘ oa̍t thâu tùi in kóng, Iâ-lō͘-sat-léng ê hū-jîn-lâng ah, bo̍h-tit ūi-tio̍h góa thî-khàu, tio̍h ūi-tio̍h lín ka-kī kap ka-kī ê kiáⁿ-jî lâi thî-khàu:","tghg":"耶穌越頭對𪜶講：「耶路撒冷的婦仁人啊，莫得為著我啼哭，著為著恁家己及家己的子兒來啼哭。","bklhl":"耶穌oa̍t頭對in講，耶路撒冷ê婦人人ah，莫得為tio̍h我啼哭，tio̍h為tio̍h lín家己kap家己ê Kiáⁿ兒來啼哭:"}},{"book":"路","chapter":23,"verse":29,"versions":{"unv":"因為日子要到，人必說：『不生育的，和未曾懷胎的，未曾乳養嬰孩的，有福了！』","bklcl":"in-ūi sî beh kàu, lâng beh kóng, Bōe-ōe hoâi-īn ê hū-jîn-lâng, bē bat seng-sán ê thai, bē bat hō͘ gín-ná suh ê lin-thâu, ū hok-khì.","tghg":"因為時欲到，人欲講：『𣍐會懷孕的婦仁人，未曾生產的胎，未曾互囝仔吸的奶頭，有福氣！』","bklhl":"因為時beh到，人beh講，bōe會懷孕ê婦人人，bē bat生產ê胎，bē bat hō͘ gín-ná suh ê奶頭，有福氣。"}},{"book":"路","chapter":23,"verse":30,"versions":{"unv":"那時，人要向大山說：倒在我們身上！向小山說：遮蓋我們！","bklcl":"Hit sî lâng chiū beh tùi soaⁿ kóng, Teh goán; iā tùi soaⁿ-á kóng, Khàm goán.","tghg":"彼時，人就欲對山講：壓阮！也對山仔講：蓋(khàm)阮！","bklhl":"Hit時人就beh對山講，Teh阮；也對山á講，蓋阮。"}},{"book":"路","chapter":23,"verse":31,"versions":{"unv":"「這些事既行在有汁水的樹上，那枯乾的樹將來怎麼樣呢？」","bklcl":"In-ūi tī chhiⁿ ê chhiū-ba̍k nā kiâⁿ án-ni, chiū tī ta ê chhiū-ba̍k beh cháiⁿ-iūⁿ ah?","tghg":"「因為佇青的樹木若行按呢，就佇乾的樹木欲怎樣啊？」","bklhl":"因為tī青ê樹木若行án-ni，就tī乾ê樹木beh怎樣ah？"}},{"book":"路","chapter":23,"verse":32,"versions":{"unv":"又有兩個犯人，和耶穌一同帶來處死。","bklcl":"Koh ū nn̄g ê hoān-lâng hō͘ lâng tòa-khì, kap Iâ-so͘ tâng siū sí.","tghg":"閣有二個犯人，互人帶去及耶穌同受死。","bklhl":"Koh有兩個犯人hō͘人帶去，kap耶穌同受死。"}},{"book":"路","chapter":23,"verse":33,"versions":{"unv":"到了一個地方，名叫「髑髏地」，就在那裡把耶穌釘在十字架上，又釘了兩個犯人：一個在左邊，一個在右邊。","bklcl":"Kàu chi̍t só͘-chāi miâ kiò Thâu-khak-óaⁿ, chiū tī hia tèng I tī si̍p-jī-kè; koh tèng hiah-ê hoān-lâng, chi̍t-ê tī chiàⁿ pêng, chi̍t-ê tī tò pêng.","tghg":"到一所在，名叫「頭殼碗」，就佇遐釘伊佇十字架，閣釘許個犯人：一個佇正旁，一個佇倒旁。","bklhl":"到一所在名叫頭殼碗，就tī hia釘伊tī十字架；koh釘hiah-ê犯人，一个tī chiàⁿ-pêng，一个tī tò-pêng。"}},{"book":"路","chapter":23,"verse":34,"versions":{"unv":"當下耶穌說：「父啊！赦免他們；因為他們所做的，他們不曉得。」兵丁就拈鬮分他的衣服。","bklcl":"Iâ-so͘ kóng, Pē ah, sià-bián in, in-ūi in só͘ chòe ê, in m̄ chai.  Lâng chiū liam-khau pun I ê saⁿ.","tghg":"耶穌講：「父啊！赦免𪜶；因為𪜶所做的，𪜶呣知。」人就拈鬮(liam-khau)分伊的衫。","bklhl":"耶穌講，父ah，赦免in，因為in所做ê，in m̄知。人就拈鬮分伊ê衫。"}},{"book":"路","chapter":23,"verse":35,"versions":{"unv":"百姓站在那裡觀看。官府也嗤笑他，說：「他救了別人；他若是基督，　神所揀選的，可以救自己吧！」","bklcl":"Hiah ê iú-si ki-chhì I kóng, I bat kiù pa̍t lâng; nā sī chòe Siōng-tè ê Ki-tok, siū kéng-soán ê, tio̍h kiù ka-kī.","tghg":"許個有司譏刺(ki-chhì)伊，講：「伊曾救別人；若是做上帝的基督，受揀選的，著救家己！」","bklhl":"Hiah-ê有司譏刺伊講，伊bat救別人；若是做上帝ê基督，受揀選ê，tio̍h救家己。"}},{"book":"路","chapter":23,"verse":36,"versions":{"unv":"兵丁也戲弄他，上前拿醋送給他喝，","bklcl":"Peng-teng iā hì-lāng I, kūn-óa ēng chhò͘ hō͘ I,","tghg":"兵丁也戲弄伊，近倚用醋互伊，","bklhl":"兵丁也戲弄伊，近óa用醋hō͘伊，"}},{"book":"路","chapter":23,"verse":37,"versions":{"unv":"說：「你若是猶太人的王，可以救自己吧！」","bklcl":"kóng, Lí nā sī Iû-thài lâng ê ông, tio̍h kiù ka-kī.","tghg":"講：「你若是猶太人的王，著救家己！」","bklhl":"講，你若是偤太人ê王，tio̍h救家己。"}},{"book":"路","chapter":23,"verse":38,"versions":{"unv":"在耶穌以上有一個牌子（有古卷加：用希臘、羅馬、希伯來的文字）寫著：「這是猶太人的王。」","bklcl":"Tī I ê téng-bīn ū chám-tiâu siá kóng, Chit-ê sī Iû-thài lâng ê ông.","tghg":"佇伊的頂面有斬條寫講：「此個是猶太人的王。」","bklhl":"Tī伊ê頂面有斬條寫講，chit ê是偤太人ê王。"}},{"book":"路","chapter":23,"verse":39,"versions":{"unv":"那同釘的兩個犯人有一個譏笑他，說：「你不是基督嗎？可以救自己和我們吧！」","bklcl":"Siū tiàu-teh ê hoān-lâng chi̍t-ê siat-to̍k I, kóng, Lí kiám m̄ sī Ki-tok mah?  Tio̍h kiù ka-kī kap goán.","tghg":"受吊啲的犯人一個褻瀆(siat-to̍k)伊，講：「你豈呣是基督嗎？著救家己及阮！」","bklhl":"受吊teh ê犯人一个褻瀆伊，講，你Kiám m̄是基督mah？Tio̍h救家己kap阮。"}},{"book":"路","chapter":23,"verse":40,"versions":{"unv":"那一個就應聲責備他，說：「你既是一樣受刑的，還不怕　神嗎？","bklcl":"Tē jī ê ìn lâi chek-pī i, kóng, Lí kì-jiân tâng siū chōe, liân Siōng-tè iā m̄ kiaⁿ mah?","tghg":"第二個應來責備伊，講：「你既然同受罪，連上帝也呣驚嗎？","bklhl":"第二個應來責備伊，講，你既然同受罪，連上帝也m̄驚mah？"}},{"book":"路","chapter":23,"verse":41,"versions":{"unv":"我們是應該的，因我們所受的與我們所做的相稱，但這個人沒有做過一件不好的事。」","bklcl":"Lán siū chōe sī kong-tō; in-ūi lán só͘ siū ê ha̍p tī lán só͘ kiâⁿ; nā-sī chit lâng só͘ kiâⁿ ê, bô chi̍t hāng m̄ tio̍h.","tghg":"咱受罪是公道，因為咱所受的合佇咱所行，若是此人所行的無一項呣著。」","bklhl":"咱受罪是公道；因為咱所受ê合tī咱所行；但是chit人所行ê，無一項m̄ tio̍h。"}},{"book":"路","chapter":23,"verse":42,"versions":{"unv":"就說：「耶穌啊，你得國降臨的時候，求你記念我！」","bklcl":"Chiū kóng, Iâ-so͘ ah, lí tī lí ê kok lâi ê sî, tio̍h kì-tit góa.","tghg":"就講：「耶穌啊，你佇你的國來的時，著記得我！」","bklhl":"就講，耶穌ah，你tī你ê國來ê時，tio̍h記得我。"}},{"book":"路","chapter":23,"verse":43,"versions":{"unv":"耶穌對他說：「我實在告訴你，今日你要同我在樂園裡了。」","bklcl":"Iâ-so͘ chiū kā i kóng, Góa si̍t-chāi kā lí kóng, Kin-á-ji̍t lí beh kap góa tī Lo̍k-hn̂g.","tghg":"耶穌就給伊講：「我實在給你講，今仔日你欲及我佇樂園。」","bklhl":"耶穌就kā伊講，我實在kā你講，今á日你beh kap我tī樂園。"}},{"book":"路","chapter":23,"verse":44,"versions":{"unv":"那時約有午正，遍地都黑暗了，直到申初，","bklcl":"Ji̍t tiong-tàu, choân tōe o͘-àm; kàu saⁿ tiám cheng ê sî, ji̍t ê kng bô-khì;","tghg":"日中晝，全地黑暗，到三點鐘的時，日的光無去；","bklhl":"日中晝，全地烏暗；到三點鐘ê時，日ê光無去；"}},{"book":"路","chapter":23,"verse":45,"versions":{"unv":"日頭變黑了；殿裡的幔子從當中裂為兩半。","bklcl":"tiān-lāi ê tiùⁿ tùi tiong li̍h-khui.","tghg":"殿內的帳(tiùⁿ)對中裂開。","bklhl":"殿內ê帳tùi中裂開。"}},{"book":"路","chapter":23,"verse":46,"versions":{"unv":"耶穌大聲喊著說：「父啊！我將我的靈魂交在你手裡。」說了這話，氣就斷了。","bklcl":"Iâ-so͘ tōa siaⁿ kiò, chiū kóng, Pē ah, góa ê sîn kau-tāi lí ê chhiú.  Chiah-ê ōe kóng soah, khùi chiū tn̄g.","tghg":"耶穌大聲叫就講：「父啊！我的神交代你的手。」諸個話講息，氣就斷。","bklhl":"耶穌大聲叫，就講，父ah，我ê神交帶你ê手。Chiah-ê話講soah，氣就斷。"}},{"book":"路","chapter":23,"verse":47,"versions":{"unv":"百夫長看見所成的事，就歸榮耀與　神，說：「這真是個義人！」","bklcl":"Pé-chóng khòaⁿ-kìⁿ chit ê tāi-chì, kui êng-kng Siōng-tè, kóng, Chit-ê chin-chiàⁿ sī gī ê lâng.","tghg":"百總看見此個代誌，歸榮光上帝，講：「此個真正是義的人！」","bklhl":"百總看見chit ê tāi-chì，歸榮光上帝，講，Chit ê真正是義ê人。"}},{"book":"路","chapter":23,"verse":48,"versions":{"unv":"聚集觀看的眾人見了這所成的事都捶著胸回去了。","bklcl":"Chū-chi̍p teh khòaⁿ ê chèng lâng khòaⁿ-kìⁿ chiah-ê tāi-chì, lóng tûi heng tò-khì.","tghg":"聚集啲看的眾人看見諸個代誌攏搥胸倒去。","bklhl":"聚集teh看ê眾人看見chiah ê tāi-chì，lóng搥胸tò去。"}},{"book":"路","chapter":23,"verse":49,"versions":{"unv":"還有一切與耶穌熟識的人，和從加利利跟著他來的婦女們，都遠遠地站著看這些事。","bklcl":"Hiah-ê kap Iâ-so͘ saⁿ-bat ê, í-ki̍p hiah-ê tùi Ka-lī-lī tè I lâi ê hū-jîn-lâng, lóng hn̄g-hn̄g teh khiā, lâi khòaⁿ chiah-ê sū.","tghg":"許個及耶穌相識的，以及許個對加利利隨伊來的婦仁人，攏遠遠啲徛來看諸個事。","bklhl":"Hiah-ê kap耶穌相識ê，以及hiah-ê tùi加利利tè伊來ê婦人人，lóng遠遠teh khiā，來看chiah ê事。"}},{"book":"路","chapter":23,"verse":50,"versions":{"unv":"有一個人名叫約瑟，是個議士，為人善良公義；","bklcl":"Ū chi̍t lâng miâ Iok-sek, i sī gī-oân, chòe lâng hó koh gī;","tghg":"有一人名約瑟，伊是議員，做人好閣義；","bklhl":"有一人名約瑟，伊是議員，做人好koh義；"}},{"book":"路","chapter":23,"verse":51,"versions":{"unv":"眾人所謀所為，他並沒有附從。他本是猶太、亞利馬太城裡素常盼望　神國的人。","bklcl":"i bô tâng hiah-ê lâng só͘ kè-bô͘ só͘ chòe ê, i sī sio̍k Iû-thài lâng ê A-lī-má-thài siâⁿ, pêng-sò͘ him-bō͘ Siōng-tè kok ê.","tghg":"伊無同許個人所計謀所做的。伊是屬猶太人的亞利馬太城，平素欣慕上帝國的。","bklhl":"伊無同hiah-ê人所計謀所做ê，伊是屬偤太人ê A-lī-má-thài城，平素欣慕上帝國ê。"}},{"book":"路","chapter":23,"verse":52,"versions":{"unv":"這人去見彼拉多，求耶穌的身體，","bklcl":"Chit lâng khì kìⁿ Pí-lia̍p-to, lâi kiû Iâ-so͘ ê sin-si.","tghg":"此人去見彼拉多，來求耶穌的身屍，","bklhl":"Chit人去見彼拉多，來求耶穌ê身屍。"}},{"book":"路","chapter":23,"verse":53,"versions":{"unv":"就取下來，用細麻布裹好，安放在石頭鑿成的墳墓裡；那裡頭從來沒有葬過人。","bklcl":"Chiū siu I lo̍h-lâi, ēng iù-tōe pò͘ pau I, hē tī chio̍h chha̍k ê bōng, lóng bē bat bâi-chòng lâng ê.","tghg":"就收伊落來，用幼苧布包伊，下佇石鑿(chha̍k)的墓；攏未曾埋葬人的。","bklhl":"就收伊落來，用幼苧布包伊，hē tī石鑿ê墓，lóng bē bat埋葬人ê。"}},{"book":"路","chapter":23,"verse":54,"versions":{"unv":"那日是預備日，安息日也快到了。","bklcl":"Hit ji̍t chiū-sī pī-pān choeh ê ji̍t, an-hioh-ji̍t kūn lah.","tghg":"彼日就是備辦節的日，安息日近啦。","bklhl":"Hit日就是備辦節ê日，安歇日近lah。"}},{"book":"路","chapter":23,"verse":55,"versions":{"unv":"那些從加利利和耶穌同來的婦女跟在後面，看見了墳墓和他的身體怎樣安放。","bklcl":"Tùi Ka-lī-lī kap Iâ-so͘ saⁿ-kap lâi hiah-ê hū-jîn-lâng tè tī āu-bīn, khòaⁿ I ê bōng, kap cháiⁿ-iūⁿ hē I ê sin-si.","tghg":"對加利利及耶穌相及來許個婦仁人隨佇後面，看伊的墓及怎樣下伊的身屍。","bklhl":"Tùi加利利kap耶穌saⁿ-kap來hiah-ê婦人人tè tī後面，看伊ê墓，kap怎樣hē伊ê身屍。"}},{"book":"路","chapter":23,"verse":56,"versions":{"unv":"她們就回去，預備了香料香膏。她們在安息日，便遵著誡命安息了。","bklcl":"Chiū tò-khì pī-pān hiuⁿ-liāu hiuⁿ-iû; tng an-hioh-ji̍t chiàu kài-bēng lâi hioh.","tghg":"就倒去，備辦香料(hiuⁿ-liāu)香油(hiuⁿ-iû)。當安息日，照誡命來歇。","bklhl":"就tò去備辦香料、香油；當安歇日照誡命來歇。"}}]