[{"book":"路","chapter":4,"verse":1,"versions":{"unv":"耶穌被聖靈充滿，從約旦河回來，聖靈將他引到曠野，四十天受魔鬼的試探。","bklcl":"Iâ-so͘ siū Sèng Sîn chhiong-móa, tùi Iok-tàn hô tò-lâi; hō͘ Sèng Sîn chhōa I tī khòng-iá-ni̍h sì-cha̍p ji̍t kú, hō͘ Mô͘-kúi chhì I;","tghg":"耶穌受聖神充滿，對約但河倒來，互聖神導伊佇曠野裡，","bklhl":"耶穌受聖神充滿，tùi約旦河tò來；hō͘聖神chhōa伊tī曠野裡四十日久，hō͘魔鬼試伊；"}},{"book":"路","chapter":4,"verse":2,"versions":{"unv":"那些日子沒有吃甚麼；日子滿了，他就餓了。","bklcl":"chiah-ê ji̍t ê tiong-kan bô chia̍h sím-mi̍h mi̍h, āu-lâi chiū iau.","tghg":"四十日久互魔鬼試伊。諸個日的中間無食甚麼物；後來，就枵。","bklhl":"chiah ê日ê中間無食甚麼物，後來就iau。"}},{"book":"路","chapter":4,"verse":3,"versions":{"unv":"魔鬼對他說：「你若是　神的兒子，可以吩咐這塊石頭變成食物。」","bklcl":"Mô͘-kúi kā I kóng, Lí nā sī Siōng-tè ê Kiáⁿ, tio̍h kah chit ê chio̍h pìⁿ-chòe piáⁿ.","tghg":"魔鬼給伊講：「你若是上帝的子著教此個石變做餅。」","bklhl":"魔鬼kā伊講，你若是上帝ê Kiáⁿ，tio̍h kah chit ê石變做餅。"}},{"book":"路","chapter":4,"verse":4,"versions":{"unv":"耶穌回答說：「經上記著說：『人活著不是單靠食物，乃是靠　神口裡所出的一切話。』」","bklcl":"Iâ-so͘ ìn i kóng, Ū kì-chài kóng, Lâng ê oa̍h m̄ nā óa-khò piáⁿ.","tghg":"耶穌應伊講：「有記載講：『人的活呣若倚靠餅。』」","bklhl":"耶穌應伊講，有記載講，人ê活m̄-nā óa靠餅。"}},{"book":"路","chapter":4,"verse":5,"versions":{"unv":"魔鬼又領他上了高山，霎時間把天下的萬國都指給他看，","bklcl":"Mô͘-kúi koh chhōa I peh-chiūⁿ koâiⁿ, chi̍t-ba̍k-nih kú ēng thiⁿ-ē bān kok hō͘ I khòaⁿ,","tghg":"魔鬼閣導伊絔(peh)上高，一目𥍉(chı̍t-ba̍k-nih)久用天下萬國互伊看，","bklhl":"魔鬼koh chhōa伊peh上高，一目nih久用天下萬國hō͘伊看，"}},{"book":"路","chapter":4,"verse":6,"versions":{"unv":"對他說：「這一切權柄、榮華，我都要給你，因為這原是交付我的，我願意給誰就給誰。","bklcl":"chiū kā I kóng, Chit ê it-chhè ê koân, kap in ê êng-kng góa beh hō͘ lí; in-ūi chit-ê í-keng kau hō͘ góa, chhut-chāi góa beh hō͘ sím-mi̍h lâng chiū hō͘ i;","tghg":"就給伊講：「此個一切的權，及𪜶的榮光，我欲互你，因為此個已經交互我，出在我欲互甚麼人就互伊。","bklhl":"就kā伊講，Chit ê一切ê權，kap in ê榮光我beh hō͘你；因為chit ê已經交hō͘我，chhut-chāi我beh hō͘甚麼人就hō͘伊；"}},{"book":"路","chapter":4,"verse":7,"versions":{"unv":"你若在我面前下拜，這都要歸你。」","bklcl":"só͘-í lí nā pài tī góa ê bīn-chêng, chiū lóng-chóng sī lí ê.","tghg":"所以你若拜佇我的面前，就攏總是你的。」","bklhl":"所以你若拜tī我ê面前，就lóng總是你ê。"}},{"book":"路","chapter":4,"verse":8,"versions":{"unv":"耶穌說：「經上記著說：當拜主─你的　神，單要事奉他。」","bklcl":"Iâ-so͘ ìn i kóng, Ū kì-chài kóng, Tio̍h pài Chú, lí ê Siōng-tè, to̍k-to̍k ho̍k-sāi I nā-tiāⁿ.","tghg":"耶穌應伊講：「有記載講：著拜主──你的上帝，獨獨服事伊若定。」","bklhl":"耶穌應伊講，有記載講，Tio̍h拜主，你ê上帝，獨獨服事伊nā-tiāⁿ。"}},{"book":"路","chapter":4,"verse":9,"versions":{"unv":"魔鬼又領他到耶路撒冷去，叫他站在殿頂（頂：原文是翅）上，對他說：「你若是　神的兒子，可以從這裡跳下去；","bklcl":"Koh chhōa I kàu Iâ-lō͘-sat-léng, hō͘ I khiā tī tiān ê bé-liu, kā I kóng, Lí nā sī Siōng-tè ê Kiáⁿ, tio̍h tùi chia ka-kī tiô-lo̍h-khì;","tghg":"閣導伊到耶路撒冷，互伊徛佇殿的尾溜，給伊講：「你若是上帝的子，著對遮家己趒(tiô)落去；","bklhl":"Koh chhōa伊到耶路撒冷，hō͘伊khiā tī殿ê尾溜，kā伊講，你若是上帝ê Kiáⁿ，tio̍h tùi chia家己tiô落去；"}},{"book":"路","chapter":4,"verse":10,"versions":{"unv":"因為經上記著說：主要為你吩咐他的使者保護你；","bklcl":"in-ūi ū kì-chài kóng, \tI beh ūi-tio̍h lí bēng-lēng I ê thiⁿ-sài pó-hō͘ lí;","tghg":"因為有記載講：伊欲為著你命令伊的天使保護你；","bklhl":"因為有記載講，\t伊beh為tio̍h你命令伊ê天使保護你；"}},{"book":"路","chapter":4,"verse":11,"versions":{"unv":"他們要用手托著你，免得你的腳碰在石頭上。」","bklcl":"Koh kóng, \tIn beh ēng chhiú hû lí, \tBián-tit lí ê kha tak-tio̍h chio̍h.","tghg":"閣講：「𪜶欲用手扶你，免得你的腳觸著(tak-tio̍h)石。」","bklhl":"Koh講，\tIn beh用手扶你，\t免得你ê腳tak-tio̍h石。"}},{"book":"路","chapter":4,"verse":12,"versions":{"unv":"耶穌對他說：「經上說：『不可試探主─你的　神。』」","bklcl":"Iâ-so͘ ìn i kóng, Ū kóng, Bo̍h-tit chhì Chú, lí ê Siōng-tè.","tghg":"耶穌應伊講：「有講：『莫得試主──你的上帝。』」","bklhl":"耶穌應伊講，有講，莫得試主，你ê上帝。"}},{"book":"路","chapter":4,"verse":13,"versions":{"unv":"魔鬼用完了各樣的試探，就暫時離開耶穌。","bklcl":"Mô͘-kúi í-keng chīn ta̍k hāng ê chhì, chiū chiām-sî lī-khui I.","tghg":"魔鬼已經盡逐項的試，就暫時離開伊。","bklhl":"魔鬼已經盡ta̍k項ê試，就暫時離開伊。"}},{"book":"路","chapter":4,"verse":14,"versions":{"unv":"耶穌滿有聖靈的能力，回到加利利；他的名聲就傳遍了四方。","bklcl":"Iâ-so͘ tī Sèng Sîn ê koân-lêng tò-tńg-khì Ka-lī-lī.  I ê miâ-siaⁿ piàn thoân tī sì-ûi ê tōe-hng.","tghg":"耶穌佇聖神的權能，倒轉去加利利；伊的名聲遍傳佇四圍的地方。","bklhl":"耶穌tī聖神ê權能倒tńg去加利利。伊ê名聲遍傳tī四圍ê地方。"}},{"book":"路","chapter":4,"verse":15,"versions":{"unv":"他在各會堂裡教訓人，眾人都稱讚他。","bklcl":"I tī in ê hōe-tn̂g kà-sī, hō͘ chèng lâng o-ló I.","tghg":"伊佇𪜶的會堂教示，互眾人謳咾伊。","bklhl":"伊tī in ê會堂教示，hō͘眾人o-ló伊。"}},{"book":"路","chapter":4,"verse":16,"versions":{"unv":"耶穌來到拿撒勒，就是他長大的地方。在安息日，照他平常的規矩進了會堂，站起來要念聖經。","bklcl":"Iâ-so͘ kàu Ná-sat-le̍k, chiū-sī I tióng-sêng ê só͘-chāi; tī an-hioh-ji̍t chiàu I pêng-siông ê hoat-tō͘ ji̍p hōe-tn̂g, chiū khiā-teh beh tha̍k.","tghg":"耶穌到拿撒勒，就是伊長成的所在。佇安息日，照伊平常的法度入會堂，就徛啲欲讀。","bklhl":"耶穌到拿撒勒，就是伊長成ê所在；tī安歇日照伊平常ê法度日會堂，就khiā-teh beh讀。"}},{"book":"路","chapter":4,"verse":17,"versions":{"unv":"有人把先知以賽亞的書交給他，他就打開，找到一處寫著說：","bklcl":"Ū lâng chiong sian-ti Í-sài-a ê chheh hō͘ I; I chiū hian-khui, chhē-tio̍h hit só͘-chāi, kì kóng,","tghg":"有人將先知以賽亞的冊互伊，伊就掀開，尋著彼所在記講：","bklhl":"有人將先知以賽亞ê冊hō͘伊；伊就掀開，chhē-tio̍h hit所在，記講，"}},{"book":"路","chapter":4,"verse":18,"versions":{"unv":"主的靈在我身上，因為他用膏膏我，叫我傳福音給貧窮的人；差遣我報告：被擄的得釋放，瞎眼的得看見，叫那受壓制的得自由，","bklcl":"Chú ê Sîn lîm-kàu góa,\tIn-ūi I ēng iû boah góa, hō͘ góa thoân hok-im hō͘ sòng-hiong lâng;\tI ū chhe góa kā siū lia̍h ê lâng kóng, in ōe tit tháu-pàng, Kā chhiⁿ-mî ê kóng, in ōe tit-tio̍h koh kng,\tLâi tháu-pàng siū ap-chè ê lâng,","tghg":"主的神臨到我，因為伊用油抹我，互我傳福音互喪鄉人；伊有差我給受掠的人講：𪜶會得解放，給睛瞑的講，𪜶會得著閣光，來解放受壓制的人，","bklhl":"主ê神臨到我，\t因為伊用油抹我，hō͘我傳福音hō͘ sòng-hiong人；\t伊有差我kā受掠ê人講，in會得tháu放，Kā chhiⁿ-mî ê講，in會得tio̍h koh光，\t來tháu放受壓制ê人，"}},{"book":"路","chapter":4,"verse":19,"versions":{"unv":"報告　神悅納人的禧年。","bklcl":"Soan-thoân Chú hoaⁿ-hí ê nî.","tghg":"宣傳主歡喜的年。","bklhl":"宣傳主歡喜ê年。"}},{"book":"路","chapter":4,"verse":20,"versions":{"unv":"於是把書捲起來，交還執事，就坐下。會堂裡的人都定睛看他。","bklcl":"Iâ-so͘ ha̍p chheh, hêng chip-sū, chiū chē-teh; tī hōe-tn̂g ê chèng lâng lóng chù-ba̍k khòaⁿ I.","tghg":"耶穌合冊，還執事，就坐啲。佇會堂的眾人攏注目看伊。","bklhl":"耶穌ha̍p冊，還執事，就坐teh；tī會堂ê眾人lóng注目看伊"}},{"book":"路","chapter":4,"verse":21,"versions":{"unv":"耶穌對他們說：「今天這經應驗在你們耳中了。」","bklcl":"I chiū khui chhùi tùi in kóng, Chit ê sèng-keng ê èng-giām, lín kin-á-ji̍t ū thiaⁿ-kìⁿ lah.","tghg":"伊就開嘴對𪜶講：「此個聖經的應驗，恁今仔日有聽見啦。」","bklhl":"伊就開嘴對in講，Chit ê聖經ê應驗，lín今á日有聽見lah。"}},{"book":"路","chapter":4,"verse":22,"versions":{"unv":"眾人都稱讚他，並希奇他口中所出的恩言；又說：「這不是約瑟的兒子嗎？」","bklcl":"Chèng lâng lóng kan-chèng I, kî-koài I ê chhùi só͘ chhut un-tián ê ōe; chiū kóng, Chit-ê kiám m̄ sī Iok-sek ê kiáⁿ mah?","tghg":"眾人攏干證伊，奇怪伊的嘴所出恩典的話；就講：「此個豈呣是約瑟的子嗎？」","bklhl":"眾人lóng干證伊，奇怪伊ê嘴所出恩典ê話；就講，Chit ê Kiám m̄是約瑟ê Kiáⁿ mah？"}},{"book":"路","chapter":4,"verse":23,"versions":{"unv":"耶穌對他們說：「你們必引這俗語向我說：『醫生，你醫治自己吧！我們聽見你在迦百農所行的事，也當行在你自己家鄉裡』」；","bklcl":"I chiū tùi in kóng, Lín tek-khak ín chit ê sio̍k-gú, tùi góa kóng, I-seng ah, lí tio̍h ka-kī i; kìⁿ-nā goán thiaⁿ-kìⁿ lí kiâⁿ tī Ka-pek-lông ê, iā tio̍h kiâⁿ tī chia, chiū-sī lí ê pún só͘-chāi.","tghg":"伊就對𪜶講：「恁的確引此個(in-chit-ê)俗語(sio̍k-gú)對我講：『醫生啊，你著家己醫！見若阮聽見你行佇迦百農的，也著行佇遮，就是你的本所在』」；","bklhl":"伊就對in講，Lín的確引chit ê俗語，tùi我講，醫生ah，你tio̍h家己醫；見若阮聽見你行tī迦百農ê，也tio̍h行tī chia，就是你ê本所在。"}},{"book":"路","chapter":4,"verse":24,"versions":{"unv":"又說：「我實在告訴你們，沒有先知在自己家鄉被人悅納的。","bklcl":"Koh kóng, Góa si̍t-chāi kā lín kóng, Bē ū sian-ti tī pún só͘-chāi hō͘ lâng chiap-la̍p i.","tghg":"閣講：「我實在給恁講，未有先知佇本所在(chāi)互人接納伊。","bklhl":"Koh講，我實在kā lín講，Bē有先知tī本所在hō͘人接納伊。"}},{"book":"路","chapter":4,"verse":25,"versions":{"unv":"我對你們說實話，當以利亞的時候，天閉塞了三年零六個月，遍地有大饑荒，那時，以色列中有許多寡婦，","bklcl":"Nā-sī góa chin-si̍t kā lín kóng, Tng Í-lī-a ê sî, thiⁿ khòng-hān saⁿ nî pòaⁿ, piàn-tōe tōa ki-hng, hit sî Í-sek-lia̍t tiong ū chōe-chōe chiú-kóaⁿ lâng,","tghg":"若是我真實給恁講，當以利亞的時，天亢旱(khòng-hān)三年半，遍地大飢荒，彼時，以色列中有多多守寡人(chiú-kóaⁿ-lâng)，","bklhl":"但是我真實kā lín講，當以利亞ê時，天炕旱三年半，遍地大飢荒，hit時以色列中有chōe-chōe守寡人，"}},{"book":"路","chapter":4,"verse":26,"versions":{"unv":"以利亞並沒有奉差往她們一個人那裡去，只奉差往西頓的撒勒法一個寡婦那裡去。","bklcl":"Í-lī-a bē bat hōng-chhe khì chhē in chi̍t lâng; chí ū khì Se-tùn ê Sat-le̍k-tāi, chhē chi̍t ê chiú-kóaⁿ lâng.","tghg":"以利亞未曾奉差去尋𪜶一人，只有去西頓的撒勒法尋一個守寡人。","bklhl":"以利亞bē bat奉差去chhē in一人；只有去Se-tùn ê Sat-le̍k-tāi，chhē一个守寡人。"}},{"book":"路","chapter":4,"verse":27,"versions":{"unv":"先知以利沙的時候，以色列中有許多長大痲瘋的，但內中除了敘利亞國的乃縵，沒有一個得潔淨的。」","bklcl":"Koh sian-ti Í-lī-sa ê sî, Í-sek-lia̍t tiong ū chōe-chōe thái-ko ê; kî-tiong bô chi̍t lâng tit-tio̍h chheng-khì, chí-ū Sū-lī-a lâng Nái-bān nā-tiāⁿ.","tghg":"閣先知以利沙的時，以色列中有多多癩[哥](ko)的，其中無一人得著清氣，只有敘利亞人乃縵若定。」","bklhl":"Koh先知Í-lī-sa ê時，以色列中有chōe-chōe thái-ko ê；其中無一人得tio̍h清氣，只有敘利亞人Nái-bān nā-tiāⁿ。"}},{"book":"路","chapter":4,"verse":28,"versions":{"unv":"會堂裡的人聽見這話，都怒氣滿胸，","bklcl":"Tī hōe-tn̂g ê lâng thiaⁿ-kìⁿ chiah-ê ōe, lóng móa-sim siū-khì;","tghg":"佇會堂的人聽見諸個話，攏滿心受氣，","bklhl":"Tī會堂ê人聽見chiah ê話，lóng滿心受氣；"}},{"book":"路","chapter":4,"verse":29,"versions":{"unv":"就起來攆他出城（他們的城造在山上）；他們帶他到山崖，要把他推下去。","bklcl":"chiū khí-lâi kóaⁿ I chhut siâⁿ-gōa, in ê siâⁿ khí tī soaⁿ-téng, chèng lâng tòa I kàu soaⁿ-khàm, beh kā I chhia-lo̍h-khì.","tghg":"就起來趕伊出城外（𪜶的城起佇山頂）；眾人帶伊到山崁，欲給伊捙(chhia)落去。","bklhl":"就起來趕伊出城外，in ê城起tī山頂，眾人帶伊到山崁，beh kā伊chhia落去。"}},{"book":"路","chapter":4,"verse":30,"versions":{"unv":"他卻從他們中間直行，過去了。","bklcl":"Nā-sī Iâ-so͘ tùi in tiong-kan kiâⁿ-kè, chòe I khì.","tghg":"若是耶穌對𪜶中間行過，做伊去。","bklhl":"但是耶穌對in中間行過，做伊去。"}},{"book":"路","chapter":4,"verse":31,"versions":{"unv":"耶穌下到迦百農，就是加利利的一座城，在安息日教訓眾人。","bklcl":"Lo̍h-khì kàu Ka-pek-lông, chiū-sī Ka-lī-lī chi̍t ê siâⁿ; tī an-hioh-ji̍t kà-sī lâng.","tghg":"落去到迦百農，就是加利利一個城，佇安息日教示人。","bklhl":"落去到迦百農，就是加利利一个城；tī安歇日教示人。"}},{"book":"路","chapter":4,"verse":32,"versions":{"unv":"他們很希奇他的教訓，因為他的話裡有權柄。","bklcl":"Lâng kî-koài I ê kà-sī, in-ūi I ê ōe ū koân.","tghg":"人奇怪伊的教示，因為伊的話有權。","bklhl":"人奇怪伊ê教示，因為伊ê話有權。"}},{"book":"路","chapter":4,"verse":33,"versions":{"unv":"在會堂裡有一個人，被污鬼的精氣附著，大聲喊叫說：","bklcl":"Hōe-tn̂g lāi ū chi̍t ê hoān-tio̍h kúi ê lâng, tōa siaⁿ kiò kóng,","tghg":"會堂內有一個患著鬼的人，大聲叫講：","bklhl":"會堂內有一个犯tio̍h鬼ê人，大聲叫講，"}},{"book":"路","chapter":4,"verse":34,"versions":{"unv":"「唉！拿撒勒的耶穌，我們與你有甚麼相干？你來滅我們嗎？我知道你是誰，乃是　神的聖者。」","bklcl":"Hàiⁿ, Ná-sat-le̍k ê Iâ-so͘, goán kap lí sím-mi̍h kan-sia̍p, lí lâi beh bia̍t goán mah? Góa chai lí chī-chūi, chiū-sī Siōng-tè ê Sèng-ê.","tghg":"「嗐(hàiⁿ)！拿撒勒的耶穌，阮及你甚麼干涉？你來欲滅阮嗎？我知你是誰，就是上帝的聖者。」","bklhl":"Hàiⁿ，拿撒勒ê耶穌，阮kap你甚麼干涉，你來beh滅阮mah？我知你是誰，就是上帝ê聖ê。"}},{"book":"路","chapter":4,"verse":35,"versions":{"unv":"耶穌責備他說：「不要作聲，從這人身上出來吧！」鬼把那人摔倒在眾人中間，就出來了，卻也沒有害他。","bklcl":"Iâ-so͘ chek-pī i kóng, Lí tio̍h chēng-chēng, tùi i chhut-khì.  Kúi chiū chhia-tó hit lâng tī chèng lâng ê tiong-kan, chiah chhut-khì, lóng bô siong-tio̍h i.","tghg":"耶穌責備伊講：「你著靜靜，對伊出去！」鬼就捙倒彼人佇眾人的中間，才(chiah)出去，攏無傷著伊。","bklhl":"耶穌責備伊講，你tio̍h靜靜，tùi伊出去。鬼就chhia-tó Hit人tī眾人ê中間，chiah出去，lóng無傷tio̍h伊。"}},{"book":"路","chapter":4,"verse":36,"versions":{"unv":"眾人都驚訝，彼此對問說：「這是甚麼道理呢？因為他用權柄能力吩咐污鬼，污鬼就出來。」","bklcl":"Chèng lâng gông-ngia̍h saⁿ-kap gī-lūn kóng, Che sī sím-mi̍h ōe ah? in-ūi I ēng koân-pèng kap lêng-le̍k bēng-lēng chiah-ê siâ-sîn, in chiū chhut-khì.","tghg":"眾人卬愕，相及議論講：「這是甚麼話啊？因為伊用權柄及能力命令諸個邪神，𪜶就出去。」","bklhl":"眾人gông-ngia̍h saⁿ-kap議論講，這是甚麼話ah？因為伊用權柄kap能力命令chiah ê邪神，in就出去。"}},{"book":"路","chapter":4,"verse":37,"versions":{"unv":"於是耶穌的名聲傳遍了周圍地方。","bklcl":"I ê miâ-siaⁿ chiū piàn-thoân tī sì-ûi ê tōe-hng.","tghg":"伊的名聲就遍傳佇四圍的地方。","bklhl":"伊ê名聲就遍傳tī四圍ê地方。"}},{"book":"路","chapter":4,"verse":38,"versions":{"unv":"耶穌出了會堂，進了西門的家。西門的岳母害熱病甚重，有人為她求耶穌。","bklcl":"Iâ-so͘ tùi hōe-tn̂g khí-lâi, ji̍p Se-bûn ê ke. Se-bûn ê tiūⁿ-ḿ hoān-tio̍h tāng ê jia̍t-pīⁿ; lâng thòe i kiû Iâ-so͘.","tghg":"耶穌對會堂起來，入西門的家。西門的丈姆患著重的熱病(jia̍t-pīⁿ)，人替伊求耶穌。","bklhl":"耶穌tùi會堂起來，入西門ê家。西門ê丈姆患tio̍h重ê熱病；人替伊求耶穌。"}},{"book":"路","chapter":4,"verse":39,"versions":{"unv":"耶穌站在她旁邊，斥責那熱病，熱就退了。她立刻起來服事他們。","bklcl":"Iâ-so͘ khiā-óa, àⁿ-lo̍h chek-pī i ê jia̍t-pīⁿ, jia̍t chiū thè; hū-jîn-lâng sûi-sî khí-lâi, su-hāu in.","tghg":"耶穌徛倚，俯落責備伊的熱病，熱就退。婦仁人隨時起來伺候(su-hāu)𪜶。","bklhl":"耶穌khiā-óa，àⁿ落責備伊ê熱病，熱就退；婦人人隨時起來，伺候in。"}},{"book":"路","chapter":4,"verse":40,"versions":{"unv":"日落的時候，凡有病人的，不論害甚麼病，都帶到耶穌那裡。耶穌按手在他們各人身上，醫好他們。","bklcl":"Ji̍t lo̍h ê sî, kìⁿ-nā ū pīⁿ ê, put-lūn hoān-tio̍h sím-mi̍h pīⁿ, lâng lóng tòa in lâi chiū-kūn Iâ-so͘. Iâ-so͘ hōaⁿ chhiú tī in ta̍k lâng ê sin-chiūⁿ, lâi i-hó in.","tghg":"日落的時，見若有病的，不論患著甚麼病，人攏帶𪜶來就近耶穌。耶穌按手佇𪜶逐人的身上，來醫好𪜶。","bklhl":"日落ê時，見若有病ê，不論患tio̍h甚麼病，人lóng tòa in來就近耶穌。耶穌hōaⁿ手tī in ta̍k人ê身上，來醫好in。"}},{"book":"路","chapter":4,"verse":41,"versions":{"unv":"又有鬼從好些人身上出來，喊著說：「你是　神的兒子。」耶穌斥責他們，不許他們說話。因為他們知道他是基督。","bklcl":"Koh ū kúi tùi chōe-chōe lâng chhut-khì, kiò kóng, Lí chiū-sī Siōng-tè ê Kiáⁿ.  Iâ-so͘ in-ūi kúi bat I sī Ki-tok, chiū chek-pī in, m̄ chún in kóng.","tghg":"閣有鬼對多多人出去，叫講：「你就是上帝的子。」耶穌因為鬼識伊是基督，就責備𪜶，呣准𪜶講。","bklhl":"Koh有鬼tùi chōe-chōe人出去，叫講，你就是上帝ê Kiáⁿ。耶穌因為鬼bat伊是基督，就責備in，m̄准in講。"}},{"book":"路","chapter":4,"verse":42,"versions":{"unv":"天亮的時候，耶穌出來，走到曠野地方。眾人去找他，到了他那裡，要留住他，不要他離開他們。","bklcl":"Thiⁿ-kng ê sî Iâ-so͘ khì tī khòng-iá ê só͘-chāi; kui tīn lâng chhē I, chiū-kūn I, ài lâu I, hō͘ I bo̍h-tit lī-khui in khì.","tghg":"天光的時，耶穌去佇曠野的所在。歸陣人尋伊，就近伊，愛留伊，互伊莫得離開𪜶去。","bklhl":"天光ê時耶穌去tī曠野ê所在；kui陣人chhē伊，就近伊，ài留伊，hō͘伊莫得離開in去。"}},{"book":"路","chapter":4,"verse":43,"versions":{"unv":"但耶穌對他們說：「我也必須在別城傳　神國的福音，因我奉差原是為此。」","bklcl":"Nā-sī I tùi in kóng, Góa iā tio̍h tī pa̍t ê siâⁿ thoân Siōng-tè kok ê hok-im, in-ūi góa hōng-chhe chiū-sī ūi-tio̍h che.","tghg":"若是伊對𪜶講：「我也著佇別個城傳上帝國的福音，因為我奉差就是為著這。」","bklhl":"但是伊對in講，我也tio̍h tī別個城傳上帝國ê福音，因為我奉差就是為tio̍h這。"}},{"book":"路","chapter":4,"verse":44,"versions":{"unv":"於是耶穌在加利利的各會堂傳道。","bklcl":"I chiū tī Ka-lī-lī chiah-ê hōe-tn̂g lâi soan-thoân.","tghg":"伊就佇加利利諸個會堂來宣傳。","bklhl":"伊就tī加利利chiah ê會堂來宣傳。"}}]