[{"book":"約二","chapter":1,"verse":1,"versions":{"unv":"作長老的寫信給蒙揀選的太太（或譯：教會；下同）和她的兒女，就是我誠心所愛的；不但我愛，也是一切知道真理之人所愛的。","bklcl":"Chòe tiúⁿ-ló ê phoe kià hō͘ siū kéng-soán chun-kùi ê hū-jîn-lâng kap i ê kiáⁿ-jî,  sī góa tī chin-lí só͘ thiàⁿ ê; koh m̄ nā góa, kìⁿ-nā bat chin-lí ê iā lóng sī án-ni;","tghg":"做長老的批寄互受揀選尊貴的婦仁人及伊的子兒，是我佇真理所疼的；閣呣若我，見若識(bat)真理的亦攏是按呢。","bklhl":"做長老ê phoe寄hō͘受揀選尊貴ê婦人人kap伊ê kiáⁿ兒，是我tī真理所疼ê；koh m̄-nā我，見若bat真理ê也lóng是án-ni；"}},{"book":"約二","chapter":1,"verse":2,"versions":{"unv":"愛你們是為真理的緣故，這真理存在我們裡面，也必永遠與我們同在。","bklcl":"thiàⁿ lín sī ūi-tio̍h chin-lí, chit ê chin-lí chiū-sī tiàm tī lán ê, iā beh éng-oán kap lán tī-teh.","tghg":"疼恁是為著真理，此個真理就是踮佇咱的，也欲永遠及咱佇啲。","bklhl":"疼lín是為tio̍h真理，chit ê真理就是tiàm tī咱ê，也beh永遠kap咱tī-teh。"}},{"book":"約二","chapter":1,"verse":3,"versions":{"unv":"恩惠、憐憫、平安從父　神和他兒子耶穌基督在真理和愛心上必常與我們同在！","bklcl":"Un-tián, lîn-bín, pêng-an, tùi Pē Siōng-tè, iā tùi Pē ê Kiáⁿ, Iâ-so͘ Ki-tok, tī chin-lí kap thiàⁿ-thàng, beh kap lán tī-teh.","tghg":"恩典、憐憫、平安對父上帝，也對父的子耶穌基督佇真理及疼痛欲及咱佇啲！","bklhl":"恩典、憐憫、平安，tùi父上帝，也tùi父ê Kiáⁿ，耶穌基督，tī真理kap疼痛，beh kap咱tī-teh。"}},{"book":"約二","chapter":1,"verse":4,"versions":{"unv":"我見你的兒女，有照我們從父所受之命令遵行真理的，就甚歡喜。","bklcl":"Góa chin hoaⁿ-hí, in-ūi tù-tio̍h lí ê kiáⁿ-jî ū tī chin-lí lâi kiâⁿ ê, chiàu lán tùi Pē niá-siū ê bēng-lēng.","tghg":"我真歡喜，因為抵著(tú-tio̍h)你的子兒有佇真理來行的，照咱對父領受的命令。","bklhl":"我真歡喜，因為tù-tio̍h你ê kiáⁿ兒有tī真理來行ê，照咱tùi父領受ê命令。"}},{"book":"約二","chapter":1,"verse":5,"versions":{"unv":"太太啊，我現在勸你，我們大家要彼此相愛。這並不是我寫一條新命令給你，乃是我們從起初所受的命令。","bklcl":"Chun-kùi ê hū-jîn-lâng ah, taⁿ góa kiû lí, m̄ sī chhin-chhiūⁿ siá sin ê bēng-lēng hō͘ lí, sī lán tùi khí-thâu só͘ ū ê, chiū-sī tāi-ke tio̍h saⁿ-thiàⁿ.","tghg":"尊貴的婦仁人啊，今我求你，呣是親像寫新的命令互你，是咱對起頭所有的，就是大家著相疼。","bklhl":"尊貴ê婦人人ah，taⁿ我求你，m̄是親像寫新ê命令hō͘你，是咱tùi起頭所有ê，就是大家tio̍h相疼。"}},{"book":"約二","chapter":1,"verse":6,"versions":{"unv":"我們若照他的命令行，這就是愛。你們從起初所聽見當行的，就是這命令。","bklcl":"Lán chiàu I ê bēng-lēng lâi kiâⁿ, che chiū-sī thiàⁿ. Lín thàn i lâi kiâⁿ, chiàu lín tùi khí-thâu só͘ thiaⁿ-kìⁿ ê, che chiū-sī hit ê bēng-lēng.","tghg":"咱照伊的命令來行，這就是疼。恁趁伊來行照恁對起頭所聽見的，這就是彼個命令。","bklhl":"咱照伊ê命令來行，這就是疼。Lín thàn伊來行，照lín tùi起頭所聽見ê，這就是hit ê命令。"}},{"book":"約二","chapter":1,"verse":7,"versions":{"unv":"因為世上有許多迷惑人的出來，他們不認耶穌基督是成了肉身來的；這就是那迷惑人、敵基督的。","bklcl":"In-ūi ū chōe-chōe bê-he̍k lâng ê chhut-lâi ji̍p sè-kan, chiū-sī m̄ jīn Iâ-so͘ Ki-tok tī jio̍k-thé lâi ê. Chit-ê chiū-sī hit ê bê-he̍k lâng ê, iā sī tùi-te̍k Ki-tok ê.","tghg":"因為有多多迷惑人的出來入世間，就是呣認耶穌基督佇肉體來的；此個就是彼個迷惑人的、也是對敵基督的。","bklhl":"因為有chōe-chōe迷惑人ê出來入世間，就是m̄認耶穌基督tī肉體來ê。Chit ê就是hit ê迷惑人ê，也是對敵基督ê。"}},{"book":"約二","chapter":1,"verse":8,"versions":{"unv":"你們要小心，不要失去你們（有古卷：我們）所做的工，乃要得著滿足的賞賜。","bklcl":"Lín tio̍h kín-sīn ka-kī, bián-tit lín sit-lo̍h lán só͘ tio̍h-bôa ê, thang tit-tio̍h móa-chiok ê pò-siúⁿ.","tghg":"恁著謹慎家己，免得恁失落咱所著磨的，通得著滿足的報賞。","bklhl":"Lín tio̍h謹慎家己，免得lín失落咱所tio̍h磨ê，thang得tio̍h滿足ê報賞。"}},{"book":"約二","chapter":1,"verse":9,"versions":{"unv":"凡越過基督的教訓不常守著的，就沒有　神；常守這教訓的，就有父又有子。","bklcl":"Kìⁿ-nā chìn-chêng, iā bô tiàm tī Ki-tok ê kà-sī ê, bô ū Siōng-tè; tiàm tī hit ê kà-sī ê, chiū ū Pē kap Kiáⁿ.","tghg":"見若進前也無踮佇基督的教示的，無有上帝；踮佇彼個教示的，就有父及子。","bklhl":"見若進前，也無tiàm tī基督ê教示ê，無有上帝；tiàm tī hit ê教示ê，就有父kap Kiáⁿ。"}},{"book":"約二","chapter":1,"verse":10,"versions":{"unv":"若有人到你們那裡，不是傳這教訓，不要接他到家裡，也不要問他的安；","bklcl":"Nā ū lâng kàu lín hia, iā bô thoân chit ê kà-sī, chiū m̄ thang chiap-la̍p i ji̍p chhù, iā m̄ thang kā i chhéng-an;","tghg":"若有人到恁遐，也無傳此個教示，就呣通接納伊入厝，也呣通給伊請安；","bklhl":"若有人到lín hia，也無傳chit ê教示，就m̄-thang接納伊入厝，也m̄-thang kā伊請安；"}},{"book":"約二","chapter":1,"verse":11,"versions":{"unv":"因為問他安的，就在他的惡行上有分。","bklcl":"in-ūi kā i chhéng-an ê, ū hūn tī i ê pháiⁿ só͘ kiâⁿ.","tghg":"因為給伊請安的，有份佇伊的歹所行。","bklhl":"因為kā伊請安ê，有份tī伊ê pháiⁿ所行。"}},{"book":"約二","chapter":1,"verse":12,"versions":{"unv":"我還有許多事要寫給你們，卻不願意用紙墨寫出來，但盼望到你們那裡，與你們當面談論，使你們的喜樂滿足。","bklcl":"Góa ū chōe-chōe hāng beh siá hō͘ lín, m̄ ài ēng chóa kap ba̍k;  sī ǹg-bāng kàu lín hia, tng-bīn saⁿ-kap kóng, hō͘ lín ê hoaⁿ-hí chhiong-móa.","tghg":"我有多多項欲寫互恁，呣愛用紙及墨，是向望到恁遐，當面相及講，互恁的歡喜充滿。","bklhl":"我有chōe-chōe項beh寫hō͘ lín，m̄-ài用紙kap墨；是ǹg望到lín hia，當面saⁿ-kap講，hō͘ lín ê歡喜充滿。"}},{"book":"約二","chapter":1,"verse":13,"versions":{"unv":"你那蒙揀選之姊妹的兒女都問你安。","bklcl":"Lí siū kéng ê chí-bē ê kiáⁿ-jî lóng  kā lí chhéng-an.","tghg":"你受揀的姊妹的子兒攏給你請安。","bklhl":"你受揀ê姊妹ê kiáⁿ兒lóng kā你請安。"}}]