[{"book":"雅","chapter":3,"verse":1,"versions":{"unv":"我的弟兄們，不要多人作師傅，因為曉得我們要受更重的判斷。","bklcl":"Góa ê hiaⁿ-tī ah, m̄ thang chōe-chōe lâng chòe sian-siⁿ, in-ūi chai lán beh siū khah tāng ê sím-phòaⁿ.","tghg":"我的兄弟啊，呣通多多人做先生(sian-siⁿ)，因為知咱欲受卡重的審判。","bklhl":"我ê兄弟ah，m̄-thang chōe-chōe人做先生，因為知咱beh受khah重ê審判。"}},{"book":"雅","chapter":3,"verse":2,"versions":{"unv":"原來我們在許多事上都有過失；若有人在話語上沒有過失，他就是完全人，也能勒住自己的全身。","bklcl":"In-ūi lán chèng lâng tī chōe-chōe hāng poa̍h-tó.  Tī kóng ōe bô poa̍h-tó ê, chiū-sī chòe oân-choân ê lâng, iā ōe iok-sok i thong seng-khu.","tghg":"因為咱眾人佇多多項跋倒；佇講話無跋倒的，就是做完全的人，也會約束伊通身軀。","bklhl":"因為咱眾人tī chōe-chōe項跋倒。Tī講話無跋倒ê，就是做完全ê人，也會約束伊thong身軀。"}},{"book":"雅","chapter":3,"verse":3,"versions":{"unv":"我們若把嚼環放在馬嘴裡，叫牠順服，就能調動牠的全身。","bklcl":"Lán hē bé-kā-kiuⁿ tī bé ê chhùi, hō͘ in sūn-thàn lán, chiū koán-hat in thong seng-khu.","tghg":"咱下(hē)馬咬韁(bé-kā-kiuⁿ)佇馬的嘴，互𪜶順趁咱，就管轄𪜶通身軀。","bklhl":"咱hē馬咬韁tī馬ê嘴，hō͘ in順thàn咱，就管轄in thong身軀。"}},{"book":"雅","chapter":3,"verse":4,"versions":{"unv":"看哪，船隻雖然甚大，又被大風催逼，只用小小的舵，就隨著掌舵的意思轉動。","bklcl":"Koh, lí khòaⁿ, hiah-ê chûn, sui-jiân hiah tōa chiah, hō͘ tōa hong sàu i, iû-goân sī ēng sòe-sòe ê tōa hō͘ i tńg-oat, chiàu tāi-kong ê ì-sù só͘ ài.","tghg":"閣你看，許個船雖然許大隻，互大風掃伊，猶原是用細細的舵(tōa)，互伊轉越照舵公(tāi-kong)的意思所愛。","bklhl":"Koh，你看，hiah-ê船，雖然hiah大chiah，hō͘大風掃它，猶原是用細細ê舵hō͘伊tńg-oat，照tāi-kong ê意思所ài。"}},{"book":"雅","chapter":3,"verse":5,"versions":{"unv":"這樣，舌頭在百體裡也是最小的，卻能說大話。看哪，最小的火能點著最大的樹林。","bklcl":"Án-ni chi̍h sī sòe-sòe ê thé, iáu-kú kóng tōa ōe.  Lí khòaⁿ, sió-khóa ê hé sio chhiū-ba̍k jōa chōe ah!","tghg":"按呢，舌是細細的體，猶久講大話。你看，小可(sió-khóa)的火燒樹木偌多啊！","bklhl":"Án-ni舌是細細ê體，iáu-kú講大ōe。你看，小khóa ê火燒樹木jōa chōe ah！"}},{"book":"雅","chapter":3,"verse":6,"versions":{"unv":"舌頭就是火，在我們百體中，舌頭是個罪惡的世界，能污穢全身，也能把生命的輪子點起來，並且是從地獄裡點著的。","bklcl":"Chi̍h chiū-sī hé, tī lán pah-thé tiong chòe put-gī ê sè-kài, phah lâ-sâm thong seng-khu, it-seng ê hêng-tōng tūi i hoat hé;  i ka-kī ê hé sī tùi tē-ge̍k hoat.","tghg":"舌就是火，佇咱百體中做不義的世界，拍垃墋通身軀，一生的行動對伊發火，伊家己的火是對地獄發。","bklhl":"舌就是火，tī咱百體中做不義ê世界，phah lâ-sâm thong身軀，一生ê行動tūi伊發火；伊家己ê火是tùi地獄發。"}},{"book":"雅","chapter":3,"verse":7,"versions":{"unv":"各類的走獸、飛禽、昆蟲、水族，本來都可以制伏，也已經被人制伏了；","bklcl":"In-ūi ta̍k lūi ê cháu-siù, pe-chiáu, thâng-thōa, chúi-cho̍k, lóng siū chè-ap, iā í-keng hō͘ jîn-lūi chè-ap.","tghg":"因為逐類的走獸、飛鳥、蟲𧒴(thâng-thōa)、水族，攏受制壓，也已經互人類制壓；","bklhl":"因為ta̍k類ê走獸、飛鳥、蟲thōa、水族，lóng受制壓，也已經hō͘人類制壓。"}},{"book":"雅","chapter":3,"verse":8,"versions":{"unv":"惟獨舌頭沒有人能制伏，是不止息的惡物，滿了害死人的毒氣。","bklcl":"To̍k-to̍k chi̍h bô lâng ōe chè-ap; sī bô thêng-hioh ê pháiⁿ mi̍h, ū sí ê to̍k móa-móa.","tghg":"獨獨舌無人會制壓，是無停歇的歹物，有死的毒滿滿。","bklhl":"獨獨舌無人會制壓；是無停歇ê pháiⁿ物，有死ê毒滿滿。"}},{"book":"雅","chapter":3,"verse":9,"versions":{"unv":"我們用舌頭頌讚那為主、為父的，又用舌頭咒詛那照著　神形像被造的人。","bklcl":"Lán ēng i o-ló Chú, chiū-sī Pē, koh ēng i chiù-chó͘ lâng, chiū-sī chiàu Siōng-tè ê khoán-sit lâi chhòng-chō ê.","tghg":"咱用伊謳咾主、就是父，閣用伊咒詛人，就是照上帝的款式來創造者。","bklhl":"咱用伊o-ló主，就是父，koh用伊咒詛人，就是照上帝ê款式來創造ê。"}},{"book":"雅","chapter":3,"verse":10,"versions":{"unv":"頌讚和咒詛從一個口裡出來！我的弟兄們，這是不應當的！","bklcl":"O-ló kap chiù-chó͘ siāng chi̍t ê chhùi chhut.  Góa ê hiaⁿ-tī ah, che sī m̄ eng-kai.","tghg":"謳咾及咒詛像(siāng)一個嘴出。我的兄弟啊，這是呣應該！","bklhl":"O-ló kap咒詛siāng一个嘴出。我ê兄弟ah，這是m̄應該。"}},{"book":"雅","chapter":3,"verse":11,"versions":{"unv":"泉源從一個眼裡能發出甜苦兩樣的水嗎？","bklcl":"Chúi-chôaⁿ kiám ōe tùi siāng chi̍t khang lâu chhut tiⁿ-ê khó͘-ê mah?","tghg":"水泉豈會對像一孔流出甜的苦的嗎？","bklhl":"水泉kiám會tùi siāng一khang流出甜ê苦ê mah？"}},{"book":"雅","chapter":3,"verse":12,"versions":{"unv":"我的弟兄們，無花果樹能生橄欖嗎？葡萄樹能結無花果嗎？鹹水裡也不能發出甜水來。","bklcl":"Góa ê hiaⁿ-tī ah, bû-hoa-kó chhiū ōe siⁿ kaⁿ-ná mah?  á-sī phû-tô chhiū ōe siⁿ bû-hoa-kó mah?  án-ni tùi kiâm-ê lâu-chhut chiáⁿ-ê iā bōe-ōe.","tghg":"我的兄弟啊，無花果樹會生橄欖嗎？抑是葡萄樹會生無花果嗎？按呢對鹹的流出飷(chiáⁿ)的也𣍐會。","bklhl":"我ê兄弟ah，無花果樹能生橄欖mah？á是葡萄樹能生無花果mah？án-ni tùi鹹ê流出chiáⁿ-ê也bōe-ōe。"}},{"book":"雅","chapter":3,"verse":13,"versions":{"unv":"你們中間誰是有智慧有見識的呢？他就當在智慧的溫柔上顯出他的善行來。","bklcl":"Lín tiong-kan chī-chūi ū tì-hūi kiàn-sek ê ah? chiū tio̍h ēng tì-hūi ê un-jiû, tùi hó ê phín-hēng, lâi hián-bêng i ê só͘ kiâⁿ.","tghg":"恁中間是誰有智慧見識的啊？就著用智慧的溫柔，對好的品行來顯明伊的所行。","bklhl":"Lín中間是誰有智慧見識ê ah？就tio̍h用智慧ê溫柔，tùi好ê品行，來顯明伊ê所行。"}},{"book":"雅","chapter":3,"verse":14,"versions":{"unv":"你們心裡若懷著苦毒的嫉妒和紛爭，就不可自誇，也不可說謊話抵擋真道。","bklcl":"Lín sim-lāi nā khǹg ok-to̍k ê oàn-tò͘ kap saⁿ-chiⁿ, chiū bo̍h-tit khoa-kháu, bo̍h-tit pe̍h-chha̍t lâi ge̍k chin-lí.","tghg":"恁心內若囥(khǹg)惡毒的怨妒及相爭，就莫得誇口，莫得白賊來逆(ge̍k)真理。","bklhl":"Lín心內若khǹg惡毒ê怨妒kap相爭，就莫得誇口，莫得白賊來逆真理。"}},{"book":"雅","chapter":3,"verse":15,"versions":{"unv":"這樣的智慧不是從上頭來的，乃是屬地的，屬情慾的，屬鬼魔的。","bklcl":"Chit hō tì-hūi m̄ sī tùi téng-bīn lâi ê, sī sio̍k tī chōe, sio̍k tī hiat-khì, sio̍k kúi ê khoán.","tghg":"此號智慧呣是對頂面來的，是屬佇罪，屬佇血氣，屬鬼的款。","bklhl":"Chit號智慧m̄是tùi頂面來ê，是屬tī罪，屬tī血氣，屬鬼ê款。"}},{"book":"雅","chapter":3,"verse":16,"versions":{"unv":"在何處有嫉妒、紛爭，就在何處有擾亂和各樣的壞事。","bklcl":"In-ūi tī sím-mi̍h só͘-chāi ū oàn-tò͘ kap saⁿ-chiⁿ, chiū tī hia ū jiáu-loān kap it-chhè ê pháiⁿ sū.","tghg":"因為佇甚麼所在有怨妒及相爭，就佇遐有擾亂及一切的歹事。","bklhl":"因為tī甚麼所在有怨妒kap相爭，就tī hia有擾亂kap一切ê pháiⁿ事。"}},{"book":"雅","chapter":3,"verse":17,"versions":{"unv":"惟獨從上頭來的智慧，先是清潔，後是和平，溫良柔順，滿有憐憫，多結善果，沒有偏見，沒有假冒。","bklcl":"To̍k-to̍k tùi téng-bīn ê tì-hūi, it sī chheng-kiat, iáu-ê sī hô-pêng, un-jiû, hó siong-liông, ū lîn-bín kap hó ê ké-chí móa-móa, bô phian-thán, bô ké-hó.","tghg":"獨獨對頂面的智慧，一是清潔，猶的(iáu-ê)是和平，溫柔好商量(siong-liông)，有憐憫及好的果子滿滿，無偏袒(phian-thán)，無假好。","bklhl":"獨獨tùi頂面ê智慧，一是清潔，iáu-ê是和平、溫柔、好商量、有憐憫kap好ê果子滿滿，無偏袒，無假好。"}},{"book":"雅","chapter":3,"verse":18,"versions":{"unv":"並且使人和平的，是用和平所栽種的義果。","bklcl":"Koh gī ê ké-chí sī chāi-tī hô-pêng, kā kiâⁿ hô-pêng ê lâng lâi chèng.","tghg":"閣義的果子是在佇和平，給行(kā kiâⁿ)和平的人來種。","bklhl":"Koh義ê果子是在tī和平，kā行和平ê人來種。"}}]