[{"book":"雅","chapter":2,"verse":1,"versions":{"unv":"我的弟兄們，你們信奉我們榮耀的主耶穌基督，便不可按著外貌待人。","bklcl":"Góa ê hiaⁿ-tī ah, lín siú lán ê Chú Iâ-so͘ Ki-tok êng-kng ê Chú ê sìn, m̄ thang ēng gōa-māu chhú lâng.","tghg":"我的兄弟啊，恁守咱的主耶穌基督榮光的主的信，呣通用外貌取人。","bklhl":"我ê兄弟ah，lín守咱ê主耶穌基督榮光ê主ê信，m̄-thang用外貌取人。"}},{"book":"雅","chapter":2,"verse":2,"versions":{"unv":"若有一個人帶著金戒指，穿著華美衣服，進你們的會堂去；又有一個窮人穿著骯髒衣服也進去；","bklcl":"Nā ū lâng kòa kim chhiú-chí, chhēng súi saⁿ, ji̍p lín ê hōe-tn̂g, iā ū sòng-hiong lâng chhēng phòa-nōa ê saⁿ pîⁿ-pîⁿ ji̍p,","tghg":"若有人掛金手指，穿媠衫，入恁的會堂；也有喪鄉人穿破爛的衫平平入；","bklhl":"若有人掛金手指，穿súi衫，入lín ê會堂，也有sòng-hiong人穿破爛ê衫平平入，"}},{"book":"雅","chapter":2,"verse":3,"versions":{"unv":"你們就重看那穿華美衣服的人，說：「請坐在這好位上」；又對那窮人說：「你站在那裡」，或「坐在我腳凳下邊。」","bklcl":"lín chiū khòaⁿ chhēng súi saⁿ ê, kā i kóng, Lí chē chit ê téng ūi; iā kā sòng-hiong ê kóng, Lí khiā hit ūi, á-sī chē góa ê kha-ta̍h-í ē;","tghg":"恁就看穿媠衫的，給伊講：「你坐此個頂位」；也給喪鄉者講：「你徛彼位」，抑是「坐我的腳踏椅下」。","bklhl":"lín就看穿súi衫ê，kā伊講，你坐chit ê頂位；也kā sòng-hiong ê講，你khiā hit位，á是坐我ê腳踏椅下；"}},{"book":"雅","chapter":2,"verse":4,"versions":{"unv":"這豈不是你們偏心待人，用惡意斷定人嗎？","bklcl":"che kiám m̄ sī sim-lāi ū cheng-choa̍h, ēng pháiⁿ liām-thâu lâi hun-piat mah?","tghg":"這豈呣是心內有增差(cheng-choa̍h)，用歹念頭來分別嗎？","bklhl":"這kiám m̄是心內有cheng-choa̍h，用pháiⁿ念頭來分別mah？"}},{"book":"雅","chapter":2,"verse":5,"versions":{"unv":"我親愛的弟兄們，請聽，　神豈不是揀選了世上的貧窮人，叫他們在信上富足，並承受他所應許給那些愛他之人的國嗎？","bklcl":"Góa só͘ thiàⁿ ê hiaⁿ-tī, tio̍h thiaⁿ ah;  Siōng-tè kiám m̄ sī kéng sè-kan sòng-hiong ê, hō͘ in tī sìn chòe hó-gia̍h, lâi sêng-chiap I só͘ èng-ún beh hō͘ thiàⁿ I ê lâng ê kok mah?","tghg":"我所疼的兄弟，著聽啊，上帝豈呣是揀世間喪鄉的，互𪜶佇信做好額，來承接伊所應允欲互疼伊的人的國嗎？","bklhl":"我所疼ê兄弟，tio̍h聽ah；上帝kiám m̄是揀世間sòng-hiong ê，hō͘ in tī信做好額，來承接伊所應允beh hō͘疼伊ê人ê國mah？"}},{"book":"雅","chapter":2,"verse":6,"versions":{"unv":"你們反倒羞辱貧窮人。那富足人豈不是欺壓你們、拉你們到公堂去嗎？","bklcl":"Nā-sī lín chiū lêng-jio̍k sòng-hiong lâng.  Pù lâng kiám m̄ sī hia̍p-chè lín, ka-kī thoa lín kàu sím-phòaⁿ thiaⁿ?","tghg":"若是恁就凌辱喪鄉人。富人豈呣是脅制恁，家己拖恁到審判廳？","bklhl":"但是lín就凌辱sòng-hiong人。富人kiám m̄是脅制lín，家己拖lín到審判廳？"}},{"book":"雅","chapter":2,"verse":7,"versions":{"unv":"他們不是褻瀆你們所敬奉（所敬奉：或譯被稱）的尊名嗎？","bklcl":"Kiám m̄ sī pòng-to̍k lín só͘ hō͘ lâng kiò chun-kùi ê miâ mah?","tghg":"豈呣是謗瀆(pòng-to̍k)恁所互人叫尊貴的名嗎？","bklhl":"Kiám m̄是謗瀆lín所hō͘人叫尊貴ê名mah？"}},{"book":"雅","chapter":2,"verse":8,"versions":{"unv":"經上記著說：「要愛人如己。」你們若全守這至尊的律法才是好的。","bklcl":"Chiàu sèng-keng só͘ kì-chài,  Tio̍h thiàⁿ chhù-piⁿ chhin-chhiūⁿ ka-kī, lín nā siú chit ê chì hó ê hoat kàu chīn, chiah sī hó.","tghg":"照聖經所記載：「著疼厝邊親像家己。」恁若守此個至好的法到盡，才是好。","bklhl":"照聖經所記載，Tio̍h疼厝邊親像家己，lín若守chit ê至好ê法到盡，chiah是好。"}},{"book":"雅","chapter":2,"verse":9,"versions":{"unv":"但你們若按外貌待人，便是犯罪，被律法定為犯法的。","bklcl":"To̍k-to̍k lín nā ēng gōa-māu chhú lâng, chiū hoān chōe, hō͘ lu̍t-hoat tēng chòe hoān-hoat ê.","tghg":"獨獨恁若用外貌取人，就犯罪，互律法定做犯法的。","bklhl":"獨獨lín若用外貌取人，就犯罪，hō͘律法定做犯法ê。"}},{"book":"雅","chapter":2,"verse":10,"versions":{"unv":"因為凡遵守全律法的，只在一條上跌倒，他就是犯了眾條。","bklcl":"In-ūi kìⁿ-nā choân siú lu̍t-hoat, iā tùi chi̍t tiâu poa̍h-tó, chiū-sī hoān-tio̍h chèng tiâu.","tghg":"因為見若全守律法，也對一條跋倒，就是犯著眾條。","bklhl":"因為見若全守律法，也tùi一條跋倒，就是犯tio̍h眾條。"}},{"book":"雅","chapter":2,"verse":11,"versions":{"unv":"原來那說「不可姦淫」的，也說「不可殺人」；你就是不姦淫，卻殺人，仍是成了犯律法的。","bklcl":"In-ūi kóng, Bo̍h-tit kan-îm ê, iā kóng, Bo̍h-tit thâi lâng.  Nā lín bô kan-îm iā ū thâi lâng, sī chòe hoān-tio̍h lu̍t-hoat ê lâng.","tghg":"因為講「莫得姦淫」的，也講「莫得刣人」；若恁無姦淫，也有刣人，是做犯著律法的人。","bklhl":"因為講，莫得姦淫ê，也講，莫得刣人。若lín無姦淫也有刣人，是做犯tio̍h律法ê人。"}},{"book":"雅","chapter":2,"verse":12,"versions":{"unv":"你們既然要按使人自由的律法受審判，就該照這律法說話行事。","bklcl":"Lín kì-jiân beh chiàu hō͘ lâng chū-iû ê lu̍t-hoat siū sím-phòaⁿ, chiū tio̍h chiàu án-ni kóng, chiàu án-ni kiâⁿ.","tghg":"恁既然欲照互人自由的律法受審判，就著照按呢講照按呢行。","bklhl":"Lín既然beh照hō͘人自由ê律法受審判，就tio̍h照án-ni講，照án-ni行。"}},{"book":"雅","chapter":2,"verse":13,"versions":{"unv":"因為那不憐憫人的，也要受無憐憫的審判；憐憫原是向審判誇勝。","bklcl":"In-ūi lâng bô lîn-bín lâng, tng sím-phòaⁿ iā bô tit-tio̍h lîn-bín;  lîn-bín iâⁿ-kè sím-phòaⁿ lâi khoa-kháu.","tghg":"因為人無憐憫人，當審判也無得著憐憫；憐憫贏過審判來誇口。","bklhl":"因為人無憐憫人，當審判也無得tio̍h憐憫；憐憫贏過審判來誇口。"}},{"book":"雅","chapter":2,"verse":14,"versions":{"unv":"我的弟兄們，若有人說自己有信心，卻沒有行為，有甚麼益處呢？這信心能救他嗎？","bklcl":"Góa ê hiaⁿ-tī ah, lâng kóng ū sìn, iā bô kiâⁿ, ū sím-mi̍h lī-ek?  Chit hō sìn ōe kiù i mah?","tghg":"我的兄弟啊，人講有信，也無行，有甚麼利益？此號信會救伊嗎？","bklhl":"我ê兄弟ah，人講有信，也無行，有甚麼利益？Chit號信能救伊mah？"}},{"book":"雅","chapter":2,"verse":15,"versions":{"unv":"若是弟兄或是姊妹，赤身露體，又缺了日用的飲食；","bklcl":"Nā ū hiaⁿ-tī á-sī chí-bē bô thang chhēng bô thang chia̍h,","tghg":"若有兄弟抑是姊妹，無通穿，無通食；","bklhl":"若有兄弟á是姊妹無thang穿無thang食，"}},{"book":"雅","chapter":2,"verse":16,"versions":{"unv":"你們中間有人對他們說：「平平安安地去吧！願你們穿得暖，吃得飽」，卻不給他們身體所需用的，這有甚麼益處呢？","bklcl":"lín tiong-kan ū lâng kā in kóng, Thang an-jiân khì, goān lín chhēng-sio chia̍h-pá, iā kèng-jiân bô ēng sin-khu só͘ khiàm-ēng ê hō͘ in, ū sím-mi̍h lī-ek?","tghg":"恁中間有人給𪜶講：「通安然去！願恁穿燒、食飽」；也竟然無用身軀所欠用的互𪜶，有甚麼利益？","bklhl":"lín中間有人kā in講，Thang安然去，願lín穿燒食飽，也竟然無用身軀所欠用ê hō͘ in，有甚麼利益？"}},{"book":"雅","chapter":2,"verse":17,"versions":{"unv":"這樣，信心若沒有行為就是死的。","bklcl":"Án-ni, sìn nā bô kiâⁿ, chiū ka-kī sī sí.","tghg":"按呢，信若無行就家己是死。","bklhl":"Án-ni，信若無行，就家己是死。"}},{"book":"雅","chapter":2,"verse":18,"versions":{"unv":"必有人說：「你有信心，我有行為；你將你沒有行為的信心指給我看，我便藉著我的行為，將我的信心指給你看。」","bklcl":"Beh ū lâng kóng, Lí ū sìn, góa ū kiâⁿ; lí bô ēng kiâⁿ tio̍h hō͘ góa khòaⁿ lí ê sìn, góa chiū tùi góa ê kiâⁿ hō͘ lí khòaⁿ góa ê sìn.","tghg":"欲有人講：「你有信，我有行；你無用行著互我看你的信，我就對我的行，互你看我的信。」","bklhl":"Beh有人講，你有信，我有行；你無用行tio̍h hō͘我看你ê信，我就tùi我ê行hō͘你看我ê信。"}},{"book":"雅","chapter":2,"verse":19,"versions":{"unv":"你信　神只有一位，你信的不錯；鬼魔也信，卻是戰驚。","bklcl":"Lí sìn Siōng-tè chí ū chi̍t ê; che sī hó; hiah-ê kúi iā sìn, lâi ngia̍uh-ngia̍uh-chhoah.","tghg":"你信上帝只有一個，這是好；許個鬼也信，來愕愕惙(ngia̍uh-ngia̍uh-chhoah)。","bklhl":"你信上帝只有一个；這是好；hiah-ê鬼也信，來ngia̍uh-ngia̍uh-chhoah。"}},{"book":"雅","chapter":2,"verse":20,"versions":{"unv":"虛浮的人哪，你願意知道沒有行為的信心是死的嗎？","bklcl":"Hong-hàm ê lâng ah, bô ū kiâⁿ ê sìn chiū-sī khang-khang, lí ài chai mah?","tghg":"謊譀(hong-hàm)的人啊，無有行的信就是空空，你愛知嗎？","bklhl":"Hong-hàm ê人ah，無有行ê信就是空空，你ài知mah？"}},{"book":"雅","chapter":2,"verse":21,"versions":{"unv":"我們的祖宗亞伯拉罕把他兒子以撒獻在壇上，豈不是因行為稱義嗎？","bklcl":"Lán ê chó͘ A-pek-la̍h-hán hiàn i ê kiáⁿ Í-sat tī tôaⁿ-téng, kiám m̄ sī tùi só͘ kiâⁿ lâi tit-tio̍h chheng-chòe-gī mah?","tghg":"咱的祖亞伯拉罕獻伊的子以撒佇壇頂，豈呣是對所行來得著稱做義嗎？","bklhl":"咱ê祖亞伯拉罕獻伊ê kiáⁿ以撒tī壇頂，kiám m̄是tùi所行來得tio̍h稱做義mah？"}},{"book":"雅","chapter":2,"verse":22,"versions":{"unv":"可見，信心是與他的行為並行，而且信心因著行為才得成全。","bklcl":"Khó-kiàn sìn kap i ê kiâⁿ pîⁿ-pîⁿ chìn-hêng, koh sìn tùi kiâⁿ lâi tit-tio̍h oân-choân.","tghg":"可見信及伊的行平平進行，閣信對行來得著完全。","bklhl":"可見信kap伊ê行平平進行，koh信tùi行來得tio̍h完全。"}},{"book":"雅","chapter":2,"verse":23,"versions":{"unv":"這就應驗經上所說：「亞伯拉罕信　神，這就算為他的義。」他又得稱為　神的朋友。","bklcl":"Chiū èng-giām sèng-keng só͘ kóng, A-pek-la̍h-hán sìn Siōng-tè, chiū kā i sǹg chòe gī; i koh tit-tio̍h chheng chòe Siōng-tè ê pêng-iú.","tghg":"就應驗聖經所講：「亞伯拉罕信上帝，就給伊算做義。」伊閣得著稱做上帝的朋友。","bklhl":"就應驗聖經所講，亞伯拉罕信上帝，就kā伊算做義；伊koh得tio̍h稱做上帝ê朋友。"}},{"book":"雅","chapter":2,"verse":24,"versions":{"unv":"這樣看來，人稱義是因著行為，不是單因著信。","bklcl":"Tùi án-ni khòaⁿ, lâng tit-tio̍h chheng-chòe-gī sī tùi só͘ kiâⁿ, m̄ sī kan-ta tùi sìn.","tghg":"對按呢看，人得著稱做義是對所行，呣是干單對信。","bklhl":"Tùi án-ni看，人得tio̍h稱做義是tùi所行，m̄是kan-ta tùi信。"}},{"book":"雅","chapter":2,"verse":25,"versions":{"unv":"妓女喇合接待使者，又放他們從別的路上出去，不也是一樣因行為稱義嗎？","bklcl":"Chhiong-ki Lat-ha̍p chiap-la̍p sù-chiá, hō͘ in tùi pa̍t tiâu lō͘ chhut, kiám m̄ sī iû-goân tùi só͘ kiâⁿ lâi tit-tio̍h chheng-chòe-gī?","tghg":"娼妓喇合接納使者，互𪜶對別條路出，豈呣是猶原對所行來得著稱做義？","bklhl":"娼妓Lat-ha̍p接納使者，hō͘ in tùi別條路出，kiám m̄是猶原tùi所行來得tio̍h稱做義？"}},{"book":"雅","chapter":2,"verse":26,"versions":{"unv":"身體沒有靈魂是死的，信心沒有行為也是死的。","bklcl":"In-ūi chhin-chhiūⁿ seng-khu, nā bô sîn, chiū sī sí, sìn bô kiâⁿ iā sī sí.","tghg":"因為親像身軀若無神就是死，信無行也是死。","bklhl":"因為親像身軀，若無神，就是死，信無行也是死。"}}]