[{"book":"雅","chapter":5,"verse":1,"versions":{"unv":"嗐！你們這些富足人哪，應當哭泣、號咷，因為將有苦難臨到你們身上。","bklcl":"Taⁿ, lín pù lâng, tio̍h ūi-tio̍h beh kàu tī lín ê khó͘-lān lâi thî-khàu âu-kiò.","tghg":"今，恁富人，著為著欲到佇恁的苦難，來啼哭、喉叫。","bklhl":"Taⁿ，lín富人，tio̍h為tio̍h beh到tī lín ê苦難來啼哭喉叫。"}},{"book":"雅","chapter":5,"verse":2,"versions":{"unv":"你們的財物壞了，衣服也被蟲子咬了。","bklcl":"Lín ê chîⁿ-châi í-keng pāi-hoāi, lín ê i-chiûⁿ tio̍h chiù thâng.","tghg":"恁的錢財已經敗壞，恁的衣裳(i-chiûⁿ)著蛀(chiù)蟲。","bklhl":"Lín ê錢財已經敗壞，lín ê衣裳tio̍h蛀蟲。"}},{"book":"雅","chapter":5,"verse":3,"versions":{"unv":"你們的金銀都長了銹；那銹要證明你們的不是，又要吃你們的肉，如同火燒。你們在這末世只知積攢錢財。","bklcl":"Lín ê kim-gûn siⁿ sian, hit ê sian beh chòe kan-chèng lâi kong-kek lín, iā beh chia̍h lín ê bah chhin-chhiūⁿ hé sio.  Lín tī chiah-ê lō͘-bé ji̍t í-keng chek-chū châi-pó.","tghg":"恁的金銀生銹(sian)；彼個銹欲做干證來攻擊恁，也欲食恁的肉，親像火燒。恁佇諸個路尾日已經積聚財寶。","bklhl":"Lín ê金銀生sian，hit ê sian beh做干證來攻擊lín，也beh食lín ê肉親像火燒。Lín tī chiah ê路尾日已經積聚財寶。"}},{"book":"雅","chapter":5,"verse":4,"versions":{"unv":"工人給你們收割莊稼，你們虧欠他們的工錢，這工錢有聲音呼叫，並且那收割之人的冤聲已經入了萬軍之主的耳了。","bklcl":"Lí khòaⁿ, siu-koah lín ê hn̂g ê ê kang-chîⁿ, lín só͘ m̄ hō͘ in lâi khek-khui lâng ê, ū siaⁿ teh âu-kiò; koh siu-koah ê lâng chiah-ê ai-oàn ê siaⁿ thàu ji̍p Bān-kun ê Chú ê hī-khang.","tghg":"你看，收割恁的園者的工錢，恁所呣互𪜶來剋虧人的，有聲啲喉叫，閣收割的人諸個哀怨的聲透入萬軍的主的耳孔。","bklhl":"你看，收割lín ê園ê ê工錢，lín所m̄ hō͘ in來剋虧人ê，有聲teh喉叫；koh收割ê人chiah ê哀怨ê聲透入萬軍ê主ê耳孔。"}},{"book":"雅","chapter":5,"verse":5,"versions":{"unv":"你們在世上享美福，好宴樂，當宰殺的日子竟嬌養你們的心。","bklcl":"Lín tī tōe-chiūⁿ bat iàn-lo̍k chhia-chhí, iúⁿ lín ê sim tī sat-lio̍k ê ji̍t.","tghg":"恁佇地上曾宴樂、奢侈(chhia-chhí)，養恁的心佇殺戮(sat-lio̍k)的日。","bklhl":"Lín tī地上bat宴樂奢侈，養lín ê心tī殺戮ê日。"}},{"book":"雅","chapter":5,"verse":6,"versions":{"unv":"你們定了義人的罪，把他殺害，他也不抵擋你們。","bklcl":"Hit ê gī lâng lín bat tēng i ê chōe lâi thâi-sí i;  i iā  bô tí-te̍k lín.","tghg":"彼個義人恁曾定伊的罪，來刣死伊，伊也無抵敵恁。","bklhl":"Hit-ê義人lín bat定伊ê罪來刣死伊；伊也無抵敵lín。"}},{"book":"雅","chapter":5,"verse":7,"versions":{"unv":"弟兄們哪，你們要忍耐，直到主來。看哪，農夫忍耐等候地裡寶貴的出產，直到得了秋雨春雨。","bklcl":"Hiaⁿ-tī ah, só͘-í lín tio̍h siông-siông thun-lún, kàu tī Chú ê kàng-lo̍h. Lí khòaⁿ, choh-sit lâng thèng-hāu tōe-chiūⁿ pó-pòe ê thó͘-sán, siông-siông thun-lún teh thèng-hāu i, kàu tit-tio̍h chhiu-lîm chhun-hō͘.","tghg":"兄弟啊，所以恁著常常吞愞(lún)，到佇主的降落。你看，作穡(sit)人聽候地上寶貝的土產，常常吞愞啲聽候伊到得著秋霖春雨(chhiu-lîm chhun-hō͘)。","bklhl":"兄弟ah，所以lín tio̍h常常吞忍，到tī主ê降落。你看，作穡人thèng候地上寶貝ê土產，常常吞忍teh thèng候伊，到得tio̍h秋霖春雨。"}},{"book":"雅","chapter":5,"verse":8,"versions":{"unv":"你們也當忍耐，堅固你們的心，因為主來的日子近了。","bklcl":"Lín iā tio̍h siông-siông thun-lún, kian-kò͘ lín ê sim, in-ūi Chú ê kàng-lîm kūn lah.","tghg":"恁也著常常吞愞，堅固恁的心，因為主的降臨近啦。","bklhl":"Lín也tio̍h常常吞忍，堅固lín ê心，因為主ê降臨近lah。"}},{"book":"雅","chapter":5,"verse":9,"versions":{"unv":"弟兄們，你們不要彼此埋怨，免得受審判。看哪，審判的主站在門前了。","bklcl":"Hiaⁿ-tī ah, bo̍h-tit saⁿ oàn-tò͘, bián-tit lín siū sím-phòaⁿ; lí khòaⁿ, sím-phòaⁿ-si í-keng khiā tī mn̂g-kháu.","tghg":"兄弟啊，莫得相怨妒，免得恁受審判。你看，審判司已經徛佇門口。","bklhl":"兄弟ah，莫得相怨妒，免得lín受審判；你看，審判司已經khiā tī門口。"}},{"book":"雅","chapter":5,"verse":10,"versions":{"unv":"弟兄們，你們要把那先前奉主名說話的眾先知當作能受苦能忍耐的榜樣。","bklcl":"Hiaⁿ-tī ah, hiah-ê thok Chú ê miâ lâi kóng ê sian-ti, lín tio̍h chhú in chòe siū hoān-lān thun-lún ê bô͘-iūⁿ.","tghg":"兄弟啊，許個託主的名來講的先知，恁著取𪜶做受患難吞愞的模樣。","bklhl":"兄弟ah，hiah-ê託主ê名來講ê先知，lín tio̍h取in做受患難吞忍ê模樣。"}},{"book":"雅","chapter":5,"verse":11,"versions":{"unv":"那先前忍耐的人，我們稱他們是有福的。你們聽見過約伯的忍耐，也知道主給他的結局，明顯主是滿心憐憫，大有慈悲。","bklcl":"Hiah ê bat thun-lún ê lâng, lán kóng in ū hok-khì.  Lín bat thiaⁿ-kìⁿ Iok-pek ê thun-lún, koh khòaⁿ Chú kàu bé cháiⁿ-iūⁿ, chiū-sī Chú móa-pak ê chû-pi kap lîn-bín.","tghg":"許個曾吞愞的人，咱講𪜶有福氣。恁曾聽見約伯的吞愞，閣看主到尾怎樣，就是主滿腹的慈悲及憐憫。","bklhl":"Hiah-ê bat吞忍ê人，咱講in有福氣。Lín bat聽見約伯ê吞忍，koh看主到尾怎樣，就是主滿腹ê慈悲kap憐憫。"}},{"book":"雅","chapter":5,"verse":12,"versions":{"unv":"我的弟兄們，最要緊的是不可起誓；不可指著天起誓，也不可指著地起誓，無論何誓都不可起。你們說話，是，就說是；不是，就說不是，免得你們落在審判之下。","bklcl":"To̍k-to̍k, góa ê hiaⁿ-tī ah, tē it iàu-kín, bo̍h-tit chiù-chōa; bo̍h-tit kí thiⁿ, á-sī tōe, á-sī pa̍t hāng mi̍h, lâi chiù-chōa.  Lín ê Sī tio̍h chòe Sī, M̄-sī, chòe M̄-sī, bián-tit lín tú-tio̍h gí-chōe.","tghg":"獨獨我的兄弟啊，第一要緊，莫得咒誓(chiù-chōa)；莫得指(kí)天，抑是地，抑是別項物來咒誓。恁的，是，著做是；呣是，做呣是，免得恁抵著(tú-tio̍h)擬罪。","bklhl":"獨獨，我ê兄弟ah，第一要緊，莫得chiù-chōa；莫得kí天，á是地，á是別項物，來chiù-chōa。Lín ê是tio̍h做是，m̄是，做m̄是，免得lín tú-tio̍h擬罪。"}},{"book":"雅","chapter":5,"verse":13,"versions":{"unv":"你們中間有受苦的呢，他就該禱告；有喜樂的呢，他就該歌頌。","bklcl":"Lín tiong-kan ū lâng siū khó͘ mah?  i tio̍h kî-tó.  Ū lâng hoaⁿ-hí bô? i tio̍h gîm si.","tghg":"恁中間有人受苦嗎？伊著祈禱；有人歡喜無？伊著吟詩。","bklhl":"Lín中間有人受苦mah？伊tio̍h祈禱。有人歡喜無？伊tio̍h吟詩。"}},{"book":"雅","chapter":5,"verse":14,"versions":{"unv":"你們中間有病了的呢，他就該請教會的長老來；他們可以奉主的名用油抹他，為他禱告。","bklcl":"Ū lâng phòa-pīⁿ bô? i tio̍h kiò kàu-hōe ê tiúⁿ-ló, tī Chú ê miâ ēng iû boah i, kūn-óa i lâi kî-tó.","tghg":"有人破病無？伊著叫教會的長老；佇主的名用油抹伊，近倚伊來祈禱。","bklhl":"有人破病無？伊tio̍h叫教會ê長老，tī主ê名用油抹伊，近óa伊來祈禱。"}},{"book":"雅","chapter":5,"verse":15,"versions":{"unv":"出於信心的祈禱要救那病人，主必叫他起來；他若犯了罪，也必蒙赦免。","bklcl":"Ū sìn ê kî-tó beh kiù phòa-pīⁿ ê lâng, Chú beh hō͘ i khí-lâi: i nā ū chōe, beh sià-bián i.","tghg":"有信的祈禱欲救破病的人，主欲互伊起來；伊若有罪，欲赦免伊。","bklhl":"有信ê祈禱beh救破病ê人，主beh hō͘伊起來：伊若有罪，beh赦免伊。"}},{"book":"雅","chapter":5,"verse":16,"versions":{"unv":"所以你們要彼此認罪，互相代求，使你們可以得醫治。義人祈禱所發的力量是大有功效的。","bklcl":"Lín tio̍h saⁿ-tùi jīn chōe, saⁿ-thòe kî-tó, thang tit-tio̍h i-hó.  Gī-lâng ê kî-tó, i ê le̍k-liōng ū tōa kong-hāu.","tghg":"恁著相對認罪，相替祈禱，通得著醫好。義人的祈禱，伊的力量有大功效。","bklhl":"Lín tio̍h相對認罪，相替祈禱，thang得tio̍h醫好。義人ê祈禱，伊ê力量有大功效。"}},{"book":"雅","chapter":5,"verse":17,"versions":{"unv":"以利亞與我們是一樣性情的人，他懇切禱告，求不要下雨，雨就三年零六個月不下在地上。","bklcl":"Í-lī-a sī kap lán tâng chêng ê lâng, i chhiat-chhiat kiû bo̍h-tit lo̍h hō͘, chiū bô lo̍h hō͘ tī tōe-ni̍h le̍k-kè saⁿ nî koh la̍k ge̍h ji̍t.","tghg":"以利亞是及咱同(tâng)情的人，伊切切求莫得落雨，就無落雨佇地裡歷過三年閣六月日。","bklhl":"以利亞是kap咱同情ê人，伊切切求莫得落雨，就無落雨tī地裡歷過三年koh六月日。"}},{"book":"雅","chapter":5,"verse":18,"versions":{"unv":"他又禱告，天就降下雨來，地也生出土產。","bklcl":"I koh kî-tó, thiⁿ chiū lo̍h hō͘, tōe chiū chhut thó͘-sán.","tghg":"伊閣祈禱，天就落雨，地就出土產。","bklhl":"伊koh祈禱，天就落雨，地就出土產。"}},{"book":"雅","chapter":5,"verse":19,"versions":{"unv":"我的弟兄們，你們中間若有失迷真道的，有人使他回轉，","bklcl":"Góa ê hiaⁿ-tī ah, lín tiong-kan nā ū sit-bê chin-lí ê , ū lâng hō͘ i oa̍t-tńg,","tghg":"我的兄弟啊，恁中間若有失迷真理的，有人互伊越轉，","bklhl":"我ê兄弟ah，lín中間若有失迷真理ê，有人hō͘伊oa̍t-tńg，"}},{"book":"雅","chapter":5,"verse":20,"versions":{"unv":"這人該知道：叫一個罪人從迷路上轉回便是救一個靈魂不死，並且遮蓋許多的罪。","bklcl":"thang chai hō͘ chi̍t ê chōe-jîn tùi bê-lō͘ tò-tńg ê, ōe kiù i ê lêng-hûn chhut sí, koh ōe jia-khàm chōe-chōe chē-kòa.","tghg":"通知(thang chai)互一個罪人對迷路倒轉的，會救伊的靈魂出死，閣會遮蓋多多罪過。","bklhl":"thang知hō͘一个罪人tùi迷路倒tńg ê，能救伊ê靈魂出死，koh能遮蓋chōe-chōe罪過。"}}]