[{"book":"書","chapter":22,"verse":1,"versions":{"unv":"當時，約書亞召了流便人、迦得人，和瑪拿西半支派的人來，","bklcl":"Hit-sî Iok-su-a kiò Liû-piān lâng, Ka-tek lâng, kap Má-ná-se pòaⁿ-chi-phài ê lâng lâi,","tghg":"彼時，約書亞叫流便人、迦得人，及瑪拿西半支派的人來，","bklhl":"Hit時約書亞叫Liû-piān人、Ka-tek人，Kap Má-ná-se半支派ê人來，"}},{"book":"書","chapter":22,"verse":2,"versions":{"unv":"對他們說：「耶和華僕人摩西所吩咐你們的，你們都遵守了；我所吩咐你們的，你們也都聽從了。","bklcl":"tùi in kóng, Iâ-hô-hoa ê lô͘-po̍k Mô͘-se só͘ bēng-lēng lín ê, lín lóng chun-siú, góa só͘ bēng-lēng lín ê, lín iā lóng thiaⁿ-thàn;","tghg":"對𪜶講：「耶和華的奴僕摩西所命令恁的，恁攏遵守；我所命令恁的，恁也攏聽趁。","bklhl":"對in講，耶和華ê奴僕摩西所命令lín ê，lín lóng遵守，我所命令lín ê，lín也lóng聽thàn；"}},{"book":"書","chapter":22,"verse":3,"versions":{"unv":"你們這許多日子，總沒有撇離你們的弟兄，直到今日，並守了耶和華─你們　神所吩咐你們當守的。","bklcl":"lín chiah-chōe ji̍t, lóng bô lī-khui lín ê hiaⁿ-tī, ti̍t-kàu kin-á-ji̍t, lín iā ū siú Iâ-hô-hoa lín Siōng-tè só͘ bēng-lēng lín tio̍h siú ê.","tghg":"恁即多日，攏無離開恁的兄弟，直到今仔日，恁也有守耶和華──恁上帝所命令恁著守的。","bklhl":"lín chiah-chōe日，lóng無離開lín ê兄弟，直到今á日，lín也有守耶和華lín上帝所命令lín tio̍h守ê。"}},{"book":"書","chapter":22,"verse":4,"versions":{"unv":"如今耶和華─你們　神照著他所應許的，使你們弟兄得享平安，現在可以轉回你們的帳棚，到耶和華的僕人摩西在約旦河東所賜你們為業之地。","bklcl":"Taⁿ Iâ-hô-hoa lín Siōng-tè chiàu I só͘ èng-ún-ê, hō͘ lín hiaⁿ-tī tit-tio̍h pêng-an; taⁿ lín thang tò-tńg-khì lín ê pò͘-pîⁿ, kàu Iâ-hô-hoa ê lô͘-po̍k Mô͘-se tī Iok-tàn hit-pêng só͘ sù-hō͘ lín chòe-gia̍p ê tōe.","tghg":"今耶和華──恁上帝照伊所應允的，互恁兄弟得著平安，今恁通倒轉去恁的布棚，到耶和華的奴僕摩西佇約但彼旁所賜互恁作業的地。","bklhl":"Taⁿ耶和華lín上帝照祂所應允ê，hō͘ lín兄弟得tio̍h平安；taⁿ lín thang 倒tńg去lín ê布棚，到耶和華ê奴僕摩西tī約旦hit-pêng所賜hō͘ lín做業ê地。"}},{"book":"書","chapter":22,"verse":5,"versions":{"unv":"只要切切地謹慎遵行耶和華僕人摩西所吩咐你們的誡命律法，愛耶和華─你們的　神，行他一切的道，守他的誡命，專靠他，盡心盡性事奉他。」","bklcl":"Chóng-sī lín chhiat-chhiat tio̍h kín-sīn, chun-thàn Iâ-hô-hoa ê lô͘-po̍k Mô͘-se só͘ bēng-lēng lín ê kài-bēng lu̍t-hoat, thiàⁿ Iâ-hô-hoa lín ê Siōng-tè, kiâⁿ I it-chhè ê tō-lō͘, siú I ê kài-bēng, kiat-liân tī I, chīn-sim chīn-sèng ho̍k-sāi I.","tghg":"總是恁切切著謹慎遵趁耶和華的奴僕摩西所命令恁的誡命律法，疼耶和華──恁的上帝，行伊一切的道路，守伊的誡命，結聯佇伊，盡心盡性服事伊。」","bklhl":"總是lín切切tio̍h謹慎，遵thàn耶和華ê奴僕摩西所命令lín ê誡命律法，疼耶和華lín ê上帝，行伊一切ê道路，守伊ê誡命，結聯tī伊，盡心盡性服事伊。"}},{"book":"書","chapter":22,"verse":6,"versions":{"unv":"於是約書亞為他們祝福，打發他們去，他們就回自己的帳棚去了。","bklcl":"Tùi án-ni Iok-su-a kā in chiok-hok, chhe in khì; in chiū tò-khì in ê pò͘-pîⁿ.","tghg":"對按呢約書亞給𪜶祝福，差𪜶去，𪜶就倒去𪜶的布棚。","bklhl":"Tùi án-ni，約書亞kā in祝福，差in去；in就tò去in ê布棚。"}},{"book":"書","chapter":22,"verse":7,"versions":{"unv":"瑪拿西那半支派，摩西早已在巴珊分給他們地業。這半支派，約書亞在約旦河西，在他們弟兄中，分給他們地業。約書亞打發他們回帳棚的時候為他們祝福，","bklcl":"Má-ná-se pòaⁿ-chi-phài, Mô͘-se í-keng tī Pa-san pun-gia̍p hō͘ in; iáu pòaⁿ-chi-phài Iok-su-a tī Iok-tàn hit-pêng sai-sì, tī in hiaⁿ-tī-tiong pun-gia̍p hō͘ in;  Iok-su-a chhe in tò-khì pò͘-pîⁿ ê sî, kā in chiok-hok;","tghg":"瑪拿西半支派，摩西已經佇巴珊分業互𪜶。猶半支派，約書亞佇約但彼旁西勢，佇𪜶兄弟中，分業互𪜶。約書亞差𪜶倒去布棚的時給𪜶祝福，","bklhl":"Má-ná-se半支派，摩西已經tī Pa-san分業hō͘ in；iáu半支派約書亞tī約旦hit-pêng西勢，tī in兄弟中分業hō͘ in；約書亞差in tò去布棚ê時，kā in祝福；"}},{"book":"書","chapter":22,"verse":8,"versions":{"unv":"對他們說：「你們帶許多財物，許多牲畜和金、銀、銅、鐵，並許多衣服，回你們的帳棚去，要將你們從仇敵奪來的物，與你們眾弟兄同分。」","bklcl":"hoan-hù in kóng, Lín tio̍h tòa chōe-chōe châi-bu̍t, chōe-chōe cheng-siⁿ, kap gûn, kim, tâng, thih, kap chōe-chōe i-ho̍k, tò-khì lín ê pò͘-pîⁿ; chiong lín só͘ chhiúⁿ tùi-te̍k ê chong-bu̍t, kap lín ê hiaⁿ-tī saⁿ-kap pun.","tghg":"吩咐𪜶講：「恁著帶多多財物，多多精牲及銀、金、銅、鐵，及多多衣服，倒去恁的布棚，將恁所搶對敵的贓物，及恁的兄弟相及分。」","bklhl":"吩咐in講：Lín tio̍h 帶chōe-chōe財物，chōe-chōe cheng-siⁿ，kap銀、金、銅、鐵，kap chōe-chōe衣服，tò去lín ê布棚；將lín所搶對敵ê贓物，kap lín ê兄弟相kap分。"}},{"book":"書","chapter":22,"verse":9,"versions":{"unv":"於是流便人、迦得人、瑪拿西半支派的人從迦南地的示羅起行，離開以色列人，回往他們得為業的基列地，就是照耶和華藉摩西所吩咐的得了為業之地。","bklcl":"Tùi án-ni Liû-piān lâng, Ka-tek lâng, Má-ná-se pòaⁿ-chi-phài ê lâng, tùi Ka-lâm tōe ê Sī-lô khí-sin, lī-khui Í-sek-lia̍t lâng, beh tò-khì in tit-tio̍h Ki-lia̍t tōe;  chiū-sī chiàu Iâ-hô-hoa thok Mô͘-se só͘ bēng-lēng ê, tit-tio̍h chòe-gia̍p ê tōe.","tghg":"對按呢流便人、迦得人、瑪拿西半支派的人對迦南地的示羅起身，離開以色列人，欲倒去𪜶得著基列地，就是照耶和華託摩西所命令的得著做業的地。","bklhl":"Tùi án-ni，Liû-piān人、Ka-tek人、Má-ná-se半支派ê人，tùi迦南地ê Sī-lô起身，離開以色列人，beh tò去in得tio̍h Ki-lia̍t地；就是照耶和華託摩西所命令ê，得tio̍h做業ê地。"}},{"book":"書","chapter":22,"verse":10,"versions":{"unv":"流便人、迦得人，和瑪拿西半支派的人到了靠近約旦河的一帶迦南地，就在約旦河那裡築了一座壇；那壇看著高大。","bklcl":"Liû-piān lâng, Ka-tek lâng, kap Má-ná-se pòaⁿ-chi-phài, kàu Iok-tàn hô-piⁿ it-tài ê Ka-lâm tōe, chiū tī kūn Iok-tàn hia, khí chi̍t chō tôaⁿ, hit ê tôaⁿ khòaⁿ-liáu chin-tōa.","tghg":"流便人、迦得人，及瑪拿西半支派到約但河邊一帶的迦南地，就佇近約但遐起一座壇；彼個壇看了真大。","bklhl":"Liû-piān人、Ka-tek人，kap Má-ná-se半支派，到約旦河邊一帶ê迦南地，就tī近約旦hia，起一座壇，hit ê壇看了真大。"}},{"book":"書","chapter":22,"verse":11,"versions":{"unv":"以色列人聽說流便人、迦得人、瑪拿西半支派的人靠近約旦河邊，在迦南地屬以色列人的那邊築了一座壇。","bklcl":"Í-sek-lia̍t lâng thiaⁿ-kìⁿ kóng, Khòaⁿ ah, Liû-piān lâng, Ka-tek lâng, kap Má-ná-se pòaⁿ-chi-phài ū khí chi̍t chō tôaⁿ tī Ka-lâm tōe ê thâu-chêng, Iok-tàn ê piⁿ-á, Í-sek-lia̍t lâng kè-khì ê só͘-chāi.","tghg":"以色列人聽見講，看啊，流便人、迦得人，及瑪拿西半支派有起一座壇佇迦南地的頭前約但的邊仔，以色列人過去的所在。","bklhl":"以色列人聽見講：看ah，Liû-piān人、Ka-tek人，kap Má-ná-se半支派有起一座壇tī迦南地ê頭前，約旦ê邊á，以色列人過去ê所在。"}},{"book":"書","chapter":22,"verse":12,"versions":{"unv":"全會眾一聽見，就聚集在示羅，要上去攻打他們。","bklcl":"Í-sek-lia̍t lâng thiaⁿ-kìⁿ, Í-sek-lia̍t lâng choân-hōe lóng chū-chi̍p tī Sī-lô, beh chiūⁿ-khì kap in kau-chiàn.","tghg":"以色列人聽見，以色列人全會攏聚集佇示羅，欲上去及𪜶交戰。","bklhl":"以色列人聽見，以色列人全會lóng聚集tī Sī-lô，beh上去kap in交戰。"}},{"book":"書","chapter":22,"verse":13,"versions":{"unv":"以色列人打發祭司以利亞撒的兒子非尼哈，往基列地去見流便人、迦得人、瑪拿西半支派的人；","bklcl":"Í-sek-lia̍t lâng chhe chè-si Í-lī-a-sat ê kiáⁿ Hui-nî-hap khì Ki-lia̍t tōe kìⁿ Liû-piān lâng, Ka-tek lâng, Má-ná-se pòaⁿ-chi-phài;","tghg":"以色列人差祭司以利亞撒的子非尼哈，去基列地見流便人、迦得人、瑪拿西半支派；","bklhl":"以色列人差祭司Í-lī-a-sat ê kiáⁿ Hui-nî-hap去Ki-lia̍t地見Liû-piān人、Ka-tek人，Má-ná-se半支派；"}},{"book":"書","chapter":22,"verse":14,"versions":{"unv":"又打發十個首領與非尼哈同去，就是以色列每支派的一個首領，都是以色列軍中的統領。","bklcl":"koh chhe cha̍p ê siú-léng kap i khì, chiū-sī Í-sek-lia̍t ta̍k chi-phài ta̍k-cho̍k chi̍t ê siú-léng ta̍k-lâng tī Í-sek-lia̍t kun-tūi-tiong chòe cho̍k-tiúⁿ.","tghg":"閣差十個首領及伊去，就是以色列逐支派逐族一個首領，逐人佇以色列軍隊中做族長。","bklhl":"koh差十個首領kap伊去，就是以色列ta̍k支派ta̍k族一个首領ta̍k人tī以色列軍隊中做族長。"}},{"book":"書","chapter":22,"verse":15,"versions":{"unv":"他們到了基列地，見流便人、迦得人，和瑪拿西半支派的人，對他們說：","bklcl":"In kàu Ki-lia̍t tōe, kìⁿ Liû-piān lâng, Ka-tek lâng, kap Má-ná-se pòaⁿ-chi-phài, tùi in kóng,","tghg":"𪜶到基列地，見流便人、迦得人，及瑪拿西半支派，對𪜶講：","bklhl":"In到Ki-lia̍t地，見Liû-piān人、Ka-tek人，kap Má-ná-se半支派，對in講，"}},{"book":"書","chapter":22,"verse":16,"versions":{"unv":"「耶和華全會眾這樣說，你們今日轉去不跟從耶和華，干犯以色列的　神，為自己築一座壇，悖逆了耶和華，這犯的是甚麼罪呢？","bklcl":"Iâ-hô-hoa choân-hōe ê chèng-lâng án-ni kóng, Lín kan-hoān Í-sek-lia̍t ê Siōng-tè, kin-á-ji̍t oa̍t-tńg bô tè Iâ-hô-hoa, ūi ka-kī khí chi̍t chō tôaⁿ, tì-kàu kin-á-ji̍t pōe-ge̍k Iâ-hô-hoa, hoān-tio̍h che sī sím-mi̍h chōe ah?","tghg":"「耶和華全會的眾人按呢講，恁干犯以色列的上帝，今仔日越轉無隨耶和華，為家己起一座壇，致到今仔日悖逆耶和華，犯著這是甚麼罪啊？","bklhl":"耶和華全會ê眾人án-ni講：Lín干犯以色列ê上帝，今á日oa̍t-tńg無tè耶和華，為家己起一座壇，致到今á日悖逆耶和華，犯tio̍h這是甚麼罪ah？"}},{"book":"書","chapter":22,"verse":17,"versions":{"unv":"從前拜毘珥的罪孽還算小嗎？雖然瘟疫臨到耶和華的會眾，到今日我們還沒有洗淨這罪。","bklcl":"Chá tùi tī Pí-jíⁿ ê chōe, lán iáu lia̍h-chòe sió-khóa mah?  Sui-jiân un-e̍k kàu Iâ-hô-hoa ê hōe-chiòng, kàu kin-á-ji̍t lán iáu-bē chheng-khì;","tghg":"早對佇毗珥的罪，咱猶掠做小可(sió-khóa)嗎？雖然瘟疫到耶和華的會眾，到今仔日咱猶未清氣。","bklhl":"早對tī Pí-jíⁿ ê罪，咱iáu掠做小khóa mah？雖然瘟疫到耶和華ê會眾，到今á日咱iáu未清氣；"}},{"book":"書","chapter":22,"verse":18,"versions":{"unv":"你們今日竟轉去不跟從耶和華嗎？你們今日既悖逆耶和華，明日他必向以色列全會眾發怒。","bklcl":"lín kin-á-ji̍t kéng-jiân oa̍t-tńg bô tè Iâ-hô-hoa ah!  lín kin-á-ji̍t pōe-ge̍k Iâ-hô-hoa, bîn-á-ji̍t I beh siū-khì Í-sek-lia̍t ê choân-hōe.","tghg":"恁今仔日竟然越轉無隨耶和華啊？恁今仔日悖逆耶和華，明仔日伊欲受氣以色列的全會。","bklhl":"lín今á日竟然oa̍t-tńg無tè耶和華ah！lín今á日悖逆耶和華，明á日伊beh受氣以色列ê全會。"}},{"book":"書","chapter":22,"verse":19,"versions":{"unv":"你們所得為業之地，若嫌不潔淨，就可以過到耶和華之地，就是耶和華的帳幕所住之地，在我們中間得地業。只是不可悖逆耶和華，也不可得罪我們，在耶和華─我們　神的壇以外為自己築壇。","bklcl":"Lín só͘ tit-tio̍h chòe-gia̍p ê tōe, nā bô chheng-khì, chiū thang kè-lâi Iâ-hô-hoa ê tōe ê gia̍p, chiū-sī Iâ-hô-hoa hōe-bō͘ só͘ tiàm ê só͘-chāi, tī goán tiong-kan tit-tio̍h gia̍p;  chóng-sī m̄-thang pōe-ge̍k Iâ-hô-hoa,  iā m̄-thang pōe-ge̍k goán, m̄-thang tī Iâ-hô-hoa lán Siōng-tè ê tôaⁿ í-gōa, ūi ka-kī koh khí tôaⁿ.","tghg":"恁所得著做業的地，若無清氣，就通過來耶和華的地的業，就是耶和華會幕所踮的所在，佇阮中間得著業。總是呣通悖逆耶和華，也呣通悖逆阮，呣通佇耶和華──咱上帝的壇以外，為家己閣起壇。","bklhl":"Lín所得tio̍h做業ê地，若無清氣，就thang過來耶和華ê地ê業，就是耶和華會幕所tiàm ê所在，tī阮中間得tio̍h業；總是m̄-thang悖逆耶和華，也m̄-thang悖逆阮，m̄-thang tī耶和華咱上帝ê壇以外，為家己koh起壇。"}},{"book":"書","chapter":22,"verse":20,"versions":{"unv":"從前謝拉的曾孫亞干豈不是在那當滅的物上犯了罪，就有忿怒臨到以色列全會眾嗎？那人在所犯的罪中不獨一人死亡。」","bklcl":"Chêng Siā-la̍h ê cheng-sun A-kan, kiám bô tī hit ê eng-kai hiàn ê mi̍h hoān-chōe, chiū ū siū-khì lîm-kàu tī Í-sek-lia̍t ê choân-hōe mah?  hit ê lâng tī i só͘ hoān ê chōe, m̄-nā i ka-kī chi̍t-lâng sí.","tghg":"前謝拉的曾孫亞干豈無佇彼個應該獻的物犯罪，就有受氣臨到佇以色列的全會嗎？彼個人佇伊所犯的罪，呣若伊家己一人死。」","bklhl":"前謝拉 ê曾孫A-kan，kiám無tī hit ê應該獻ê物犯罪，就有受氣臨到tī以色列ê全會mah？hit ê人tī伊所犯ê罪，m̄-nā伊家己一人死。"}},{"book":"書","chapter":22,"verse":21,"versions":{"unv":"於是流便人、迦得人、瑪拿西半支派的人回答以色列軍中的統領說：","bklcl":"Tùi án-ni Liû-piān lâng, Ka-tek lâng, Má-ná-se pòaⁿ-chi-phài ìn Í-sek-lia̍t kun-tūi ê thâu-lâng kóng,","tghg":"對按呢流便人、迦得人、瑪拿西半支派應以色列軍隊的頭人講：","bklhl":"Tùi án-ni，Liû-piān人、Ka-tek人、Má-ná-se半支派應以色列軍隊ê頭人講："}},{"book":"書","chapter":22,"verse":22,"versions":{"unv":"「大能者　神耶和華！大能者　神耶和華！他是知道的！以色列人也必知道！我們若有悖逆的意思，或是干犯耶和華（願你今日不保佑我們），","bklcl":"Choân-lêng ê Siōng-tè Iâ-hô-hoa, choân-lêng ê Siōng-tè Iâ-hô-hoa, I chai, Í-sek-lia̍t iā beh chai, goán nā ū pōe-ge̍k ê ì-sù, á-sī kan-hoān Iâ-hô-hoa,","tghg":"「全能的上帝耶和華！全能的上帝耶和華！伊知！以色列也欲知！阮若有悖逆的意思，抑是干犯耶和華（今仔日無救阮），","bklhl":"全能ê上帝耶和華，全能ê上帝耶和華，伊知，以色列也beh知，阮若有悖逆ê意思，á是干犯耶和華，"}},{"book":"書","chapter":22,"verse":23,"versions":{"unv":"為自己築壇，要轉去不跟從耶和華，或是要將燔祭、素祭、平安祭獻在壇上，願耶和華親自討我們的罪。","bklcl":"(kin-á-ji̍t bô kiù goán), ūi ka-kī khí tôaⁿ, beh oa̍t-tńg bô tè Iâ-hô-hoa, á-sī beh hiàn sio-chè, sò͘-chè, siā-un chè, tī hí téng-bīn, Iâ-hô-hoa beh kui-kiū i;","tghg":"為家己起壇，欲越轉無隨耶和華，抑是欲獻燒祭、素祭、謝恩祭佇彼頂面，耶和華欲歸咎伊。","bklhl":"(今á日無救阮) ，為家己起壇，beh oa̍t-tńg無tè耶和華，á是beh獻燒祭、素祭、謝恩祭，tī hit頂面，耶和華beh歸咎伊；"}},{"book":"書","chapter":22,"verse":24,"versions":{"unv":"我們行這事並非無故，是特意做的，說：恐怕日後你們的子孫對我們的子孫說：『你們與耶和華─以色列的　神有何關涉呢？","bklcl":"goán chòe chit ê tāi-chì sī ūi-tio̍h tî-hông chiah kò͘-ì chòe; sī kiaⁿ-liáu āu-ji̍t lín ê kiáⁿ-sun tùi goán ê kiáⁿ-sun kóng, Lín kap Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè ū sím-mi̍h koan-hē ah?","tghg":"阮做此個代誌是為著持防(tî-hông)，才故意做，是驚了後日恁的子孫對阮的子孫講：『恁及耶和華──以色列的上帝有甚麼關係啊？","bklhl":"阮做chit ê tāi-chì是為tio̍h持防chiah故意做；是驚了後日lín ê kiáⁿ孫對阮ê kiáⁿ孫講：Lín kap耶和華以色列ê上帝有甚麼關係ah？"}},{"book":"書","chapter":22,"verse":25,"versions":{"unv":"因為耶和華把約旦河定為我們和你們這流便人、迦得人的交界，你們與耶和華無分了。』這樣，你們的子孫就使我們的子孫不再敬畏耶和華了。","bklcl":"Liû-piān lâng, Ka-tek lâng ah, Iâ-hô-hoa siat chit ê Iok-tàn, tī lín kap goán ê tiong-kan chòe kài-hān;  taⁿ lín tī Iâ-hô-hoa bô hūn;  án-ni chiū lín ê kiáⁿ-sun ōe hō͘ goán ê kiáⁿ-sun bô koh kèng-ùi Iâ-hô-hoa.","tghg":"流便人、迦得人啊，耶和華設此個約但，佇恁及阮的中間做界限(kài-hān)，今恁佇耶和華無分。』按呢，就恁的子孫會互阮的子孫無閣敬畏耶和華。","bklhl":"Liû-piān人、Ka-tek人ah，耶和華設 chit ê約旦，tī lín kap阮ê中間做界限；taⁿ lín tī耶和華無份；án-ni就lín ê kiáⁿ孫會hō͘阮ê kiáⁿ孫無koh敬畏耶和華。"}},{"book":"書","chapter":22,"verse":26,"versions":{"unv":"因此我們說：『不如為自己築一座壇，不是為獻燔祭，也不是為獻別的祭，","bklcl":"Só͘-í goán saⁿ-kap kóng, Taⁿ lán tio̍h ūi ka-kī khí chi̍t chō tôaⁿ, m̄-sī ūi-tio̍h sio-chè, iā m̄-sī ūi-tio̍h pa̍t-hō ê chè;","tghg":"所以阮相及講：『今咱著為家己起一座壇，呣是為著燒祭，也呣是為著別號的祭，","bklhl":"所以阮相kap講：Taⁿ咱tio̍h為家己起一座壇，m̄是為tio̍h燒祭，也m̄是為tio̍h別號ê祭；"}},{"book":"書","chapter":22,"verse":27,"versions":{"unv":"乃是為你我中間和你我後人中間作證據，好叫我們也在耶和華面前獻燔祭、平安祭，和別的祭事奉他，免得你們的子孫日後對我們的子孫說，你們與耶和華無分了。』","bklcl":"chiū-sī ūi-tio̍h lín goán ê tiong-kan, í-ki̍p lín kap goán āu-tāi ê tiong-kan chòe chèng-kù;  hō͘ goán thang tī Iâ-hô-hoa ê bīn-chêng, ēng goán ê sio-chè, siā-un-chè, kap pa̍t-hō chè, lâi ho̍k-sāi I;  bián-tit lín ê kiáⁿ-sun āu-ji̍t tùi goán ê kiáⁿ-sun kóng, Lín bô hūn tī Iâ-hô-hoa.","tghg":"就是為著恁阮的中間以及恁及阮後代的中間做證據，互阮通佇耶和華的面前用阮的燒祭、謝恩祭，及別號祭來服事伊，免得恁的子孫後日對阮的子孫講，恁無份佇耶和華。』","bklhl":"就是為tio̍h lín阮ê中間，以及lín kap阮後代ê中間做證據；hō͘阮thang tī耶和華ê面前，用阮ê燒祭、謝恩祭，kap別號祭，來服事伊；免得lín ê kiáⁿ孫後日對阮ê kiáⁿ孫講：Lín無份tī耶和華。"}},{"book":"書","chapter":22,"verse":28,"versions":{"unv":"所以我們說：『日後你們對我們，或對我們的後人這樣說，我們就可以回答說，你們看我們列祖所築的壇是耶和華壇的樣式；這並不是為獻燔祭，也不是為獻別的祭，乃是為作你我中間的證據。』","bklcl":"Só͘-í goán kóng, Pa̍t-ji̍t in nā tùi goán, á-sī goán ê āu-tāi, án-ni kóng, goán thang ìn kóng, Lín thang khòaⁿ Iâ-hô-hoa ê tôaⁿ ê khoán-sit,  chiū-sī goán ê lia̍t-chó͘ chêng só͘ khí-ê; m̄-sī ūi-tio̍h sio-chè kap pa̍t-hō ê chè, chiū-sī ūi-tio̍h beh chòe lín goán tiong-kan ê chèng-kù.","tghg":"所以阮講：『別日𪜶若對阮，抑是阮的後代按呢講，阮通應講，恁通看耶和華的壇的款式，就是阮的列祖前所起的；呣是為著燒祭，及別號的祭，就是為著欲做恁阮中間的證據。』","bklhl":"所以阮講：別日in若對阮，á是阮ê後代，án-ni講：阮thang應講，Lín thang看耶和華ê壇ê款式，就是阮ê列祖前所起ê；m̄是為tio̍h燒祭kap別號ê祭，就是為tio̍h beh做lín阮中間ê證據。"}},{"book":"書","chapter":22,"verse":29,"versions":{"unv":"我們在耶和華─我們　神帳幕前的壇以外，另築一座壇，為獻燔祭、素祭，和別的祭，悖逆耶和華，今日轉去不跟從他，我們斷沒有這個意思。」","bklcl":"Goán tī Iâ-hô-hoa lán Siōng-tè hōe-bō͘-chêng í-gōa, lēng-gōa koh khí chi̍t chō tôaⁿ, ūi-tio̍h sio-chè, sò͘-chè, kap pa̍t-hō ê chè, lâi pōe-ge̍k Iâ-hô-hoa,  kin-á-ji̍t oa̍t-tńg bô tè Iâ-hô-hoa, goán koat-toàn bô chit-hō ì-sù.","tghg":"阮佇耶和華──咱上帝會幕前以外，另外閣起一座壇，為著燒祭、素祭，及別號的祭，來悖逆耶和華，今仔日越轉無隨耶和華，阮決斷無此號意思。」","bklhl":"阮tī耶和華咱上帝會幕前以外，另外koh起一座壇，為tio̍h燒祭、素祭，kap別號ê祭，來悖逆耶和華，今á日oa̍t-tńg無tè耶和華，阮決斷無chit號意思。"}},{"book":"書","chapter":22,"verse":30,"versions":{"unv":"祭司非尼哈與會中的首領，就是與他同來以色列軍中的統領，聽見流便人、迦得人、瑪拿西人所說的話，就都以為美。","bklcl":"Chè-si Hui-nî-hap kap hōe-tiong hiah-ê siú-léng, í-ki̍p kap i saⁿ-kap lâi Í-sek-lia̍t tiong kun-tūi ê thâu-lâng, chiū-sī kap i saⁿ-kap lâi-ê, thiaⁿ-kìⁿ Liû-piān lâng, Ka-tek lâng, Má-ná-se lâng, só͘ kóng ê ōe, chiū lóng lia̍h-chòe hó.","tghg":"祭司非尼哈及會中許個首領，以及及伊相及來以色列中軍隊的頭人，就是及伊相及來的，聽見流便人、迦得人、瑪拿西人所講的話，就攏掠做好。","bklhl":"祭司Hui-nî-hap kap會中hiah-ê首領，以及kap伊相kap來以色列中軍隊ê頭人，就是kap伊相kap來ê，聽見Liû-piān人、Ka-tek人、Má-ná-se人，所講ê話，就lóng掠做好。"}},{"book":"書","chapter":22,"verse":31,"versions":{"unv":"祭司以利亞撒的兒子非尼哈對流便人、迦得人、瑪拿西人說：「今日我們知道耶和華在我們中間，因為你們沒有向他犯了這罪。現在你們救以色列人脫離耶和華的手了。」","bklcl":"Chè-si Í-lī-a-sat ê kiáⁿ Hui-nî-hap tùi Liû-piān lâng, Ka-tek lâng, Má-ná-se lâng kóng, Kin-á-ji̍t goán chai Iâ-hô-hoa tī lán ê tiong-kan, in-ūi lín bô hoān-tio̍h chit ê chōe lâi tek-chōe Iâ-hô-hoa;  taⁿ lín ū kiù Í-sek-lia̍t lâng thoat-lī Iâ-hô-hoa ê chhiú.","tghg":"祭司以利亞撒的子非尼哈對流便人、迦得人、瑪拿西人講：「今仔日阮知耶和華佇咱的中間，因為恁無犯著此個罪來得罪耶和華。今恁有救以色列人脫離耶和華的手。」","bklhl":"祭司Í-lī-a-sat ê kiáⁿ Hui-nî-hap對Liû-piān人、Ka-tek人、Má-ná-se人講：今á日阮知耶和華tī咱ê中間，因為lín無犯tio̍h chit ê罪來得罪耶和華；taⁿ lín有救以色列人脫離耶和華ê手。"}},{"book":"書","chapter":22,"verse":32,"versions":{"unv":"祭司以利亞撒的兒子非尼哈與眾首領離了流便人、迦得人，從基列地回往迦南地，到了以色列人那裡，便將這事回報他們。","bklcl":"Chè-si Í-lī-a-sat ê kiáⁿ Hui-nî-hap, kap hiah-ê siú-léng, lī-pia̍t Liû-piān lâng, Ka-tek lâng, tùi Ki-lia̍t tōe tò-khì Ka-lâm tōe, kàu Í-sek-lia̍t lâng hia, hê-hok in.","tghg":"祭司以利亞撒的子非尼哈及許個首領離別流便人、迦得人，對基列地倒去迦南地，到以色列人遐，回覆𪜶。","bklhl":"祭司Í-lī-a-sat ê kiáⁿ Hui-nî-hap，kap hiah-ê首領，離別Liû-piān人、Ka-tek人，tùi Ki-lia̍t地 tò去迦南地，到以色列人hia，回覆in。"}},{"book":"書","chapter":22,"verse":33,"versions":{"unv":"以色列人以這事為美，就稱頌　神，不再提上去攻打流便人、迦得人、毀壞他們所住的地了。","bklcl":"Í-sek-lia̍t lâng lia̍h chit ê sū chòe-hó;  tùi án-ni Í-sek-lia̍t lâng o-ló Siōng-tè, bô koh thê-khí beh chiūⁿ-khì kap Liû-piān lâng Ka-tek lâng kau-chiàn, lâi húi-hoāi in só͘ khiā-khí ê tōe.","tghg":"以色列人掠此個事做好，對按呢以色列人謳咾上帝，無閣提起欲上去及流便人、迦得人交戰，來毀壞𪜶所徛起的地。","bklhl":"以色列人掠chit ê事做好；tùi án-ni，以色列人o-ló上帝，無koh提起beh上去kap Liû-piān人、Ka-tek人交戰，來毀壞in所khiā起ê地。"}},{"book":"書","chapter":22,"verse":34,"versions":{"unv":"流便人、迦得人給壇起名叫證壇，意思說：這壇在我們中間證明耶和華是　神。","bklcl":"Liû-piān lâng Ka-tek lâng kiò hit ê tôaⁿ miâ chòe Chèng-kù;  in-ūi kóng, Chit ê tôaⁿ tī lán tiong-kan chèng-bêng Iâ-hô-hoa sī Siōng-tè.","tghg":"流便人、迦得人叫彼個壇名做證據，因為講，此個壇佇咱中間證明耶和華是上帝。","bklhl":"Liû-piān人、Ka-tek人叫hit ê壇名做證據；因為講：chit ê壇tī咱中間證明耶和華是上帝。"}}]