[{"book":"書","chapter":3,"verse":1,"versions":{"unv":"約書亞清早起來，和以色列眾人都離開什亭，來到約旦河，就住在那裡，等候過河。","bklcl":"Thiⁿ-kng Iok-su-a thàu-chá khí-lâi, kap Í-sek-lia̍t chèng lâng lóng lī-khui Si̍p-têng, lâi kàu Iok-tàn; iáu-bē kè-khì, chiū hioh tī-hia, thèng-hāu kè-hô.","tghg":"天光約書亞透早起來，及以色列眾人攏離開什亭，來到約但，猶未過去就歇佇遐，聽候過河。","bklhl":"天光約書亞透早起來，kap以色列眾人lóng離開Si̍p-têng，來到約旦；iáu未過去，就歇tī-hia，thèng候過河。"}},{"book":"書","chapter":3,"verse":2,"versions":{"unv":"過了三天，官長走遍營中，","bklcl":"Kè saⁿ-ji̍t, koaⁿ-tiúⁿ piàn-kiâⁿ iâⁿ-tiong;","tghg":"過三日，官長遍行營中，","bklhl":"過三日，官長遍行營中；"}},{"book":"書","chapter":3,"verse":3,"versions":{"unv":"吩咐百姓說：「你們看見耶和華─你們　神的約櫃，又見祭司利未人抬著，就要離開所住的地方，跟著約櫃去。","bklcl":"bēng-lēng peh-sìⁿ kóng, Lín khòaⁿ-kìⁿ Iâ-hô-hoa lín Siōng-tè ê iok-kūi, koh khòaⁿ-kìⁿ chè-si Lī-bī lâng kng i ê sî, tio̍h lī-khui lín ê só͘-chāi, lâi tè in ê āu-bīn.","tghg":"命令百姓講：「恁看見耶和華──恁上帝的約櫃，閣看見祭司利未人扛伊的時，著離開恁的所在，來隨𪜶的後面。","bklhl":"命令百姓講：Lín看見耶和華lín上帝ê約櫃，koh看見祭司利未人扛伊ê時，tio̍h離開lín ê所在，來tè in ê後面。"}},{"book":"書","chapter":3,"verse":4,"versions":{"unv":"只是你們和約櫃相離要量二千肘，不可與約櫃相近，使你們知道所當走的路，因為這條路你們向來沒有走過。」","bklcl":"Chóng-sī lín kap iok-kūi saⁿ-lī, iok-lio̍k tio̍h niû nn̄g-chheng tiú ê hn̄g; m̄-thang pek-kūn i, hō͘ lín chai só͘ tio̍h kiâⁿ ê lō͘; in-ūi lín pêng-sî m̄-bat kiâⁿ chit tiâu lō͘.","tghg":"總是恁及約櫃相離約略著量二千肘的遠，呣通迫近伊，互恁知所著行的路，因為恁平時呣曾行此條路。」","bklhl":"總是lín kap約櫃相離，約略tio̍h量兩千肘ê遠；m̄-thang 逼近伊，hō͘ lín知所tio̍h行ê路；因為lín平時m̄-bat行chit條路。"}},{"book":"書","chapter":3,"verse":5,"versions":{"unv":"約書亞吩咐百姓說：「你們要自潔，因為明天耶和華必在你們中間行奇事。」","bklcl":"Iok-su-a tùi peh-sìⁿ kóng, Lín tio̍h ka-kī sèng-kiat, in-ūi bîn-á-ji̍t Iâ-hô-hoa beh tī lín tiong-kan kiâⁿ kî-sū.","tghg":"約書亞對百姓講：「恁著家己聖潔，因為明仔日耶和華欲佇恁中間行奇事。」","bklhl":"約書亞對百姓講：Lín tio̍h家己聖潔，因為明á日耶和華beh tī lín中間行奇事。"}},{"book":"書","chapter":3,"verse":6,"versions":{"unv":"約書亞又吩咐祭司說：「你們抬起約櫃，在百姓前頭過去。」於是他們抬起約櫃，在百姓前頭走。","bklcl":"Iok-su-a koh hoan-hù chè-si kóng, Lín kng iok-kūi khí-lâi, tī peh-sìⁿ ê thâu-chêng kiâⁿ; in chiū kng iok-kūi khí-lâi, kiâⁿ tī peh-sìⁿ ê thâu-chêng.","tghg":"約書亞閣吩咐祭司講：「恁扛約櫃起來，佇百姓的頭前行。」𪜶就扛約櫃起來，行佇百姓的頭前。","bklhl":"約書亞koh吩咐祭司講：Lín扛約櫃起來，tī百姓ê頭前行；in就扛約櫃起來，行tī百姓ê頭前。"}},{"book":"書","chapter":3,"verse":7,"versions":{"unv":"耶和華對約書亞說：「從今日起，我必使你在以色列眾人眼前尊大，使他們知道我怎樣與摩西同在，也必照樣與你同在。","bklcl":"Iâ-hô-hoa tùi Iok-su-a kóng, Tùi kin-á-ji̍t khí,  Góa beh hō͘ lí tī Í-sek-lia̍t chèng-lâng ê ba̍k-chiu-chêng chòe-tōa, hō͘ in chai Góa kap lí tī-teh, chhin-chhiūⁿ chêng kap Mô͘-se tī-teh chi̍t-iūⁿ.","tghg":"耶和華對約書亞講：「對今仔日起，我欲互你佇以色列眾人的目睭前做大，互𪜶知我及你佇啲，親像前及摩西佇啲一樣。","bklhl":"耶和華對約書亞講：Tùi今á日起，我beh hō͘你tī以色列眾人ê目睭前做大，hō͘ in知我kap你tī-teh，親像前kap摩西tī-teh一樣。"}},{"book":"書","chapter":3,"verse":8,"versions":{"unv":"你要吩咐抬約櫃的祭司說：『你們到了約旦河的水邊上，就要在約旦河水裡站住。』」","bklcl":"Lí tio̍h hoan-hù kng iok-kūi ê chè-si kóng, Lín kàu Iok-tàn chúi-piⁿ ê sî, tio̍h thêng-kha tī Iok-tàn.","tghg":"你著吩咐扛約櫃的祭司講：『恁到約但水邊的時，著停腳佇約但。』」","bklhl":"你tio̍h吩咐扛約櫃ê祭司講：Lín到約旦水邊ê時，tio̍h停腳tī約旦。"}},{"book":"書","chapter":3,"verse":9,"versions":{"unv":"約書亞對以色列人說：「你們近前來，聽耶和華─你們　神的話。」","bklcl":"Iok-su-a tùi Í-sek-lia̍t lâng kóng, Lín kūn-chêng lâi, thiaⁿ Iâ-hô-hoa lín Siōng-tè ê ōe.","tghg":"約書亞對以色列人講：「恁近前來，聽耶和華──恁上帝的話。」","bklhl":"約書亞對以色列人講：Lín近前來，聽耶和華lín上帝ê話。"}},{"book":"書","chapter":3,"verse":10,"versions":{"unv":"約書亞說：「看哪，普天下主的約櫃必在你們前頭過去，到約旦河裡，因此你們就知道在你們中間有永生　神；並且他必在你們面前趕出迦南人、赫人、希未人、比利洗人、革迦撒人、亞摩利人、耶布斯人。","bklcl":"Iok-su-a koh kóng, Tùi án-ni lín thang chai oa̍h ê Siōng-tè tī lín tiong-kan, beh tī lín ê thâu-chêng kóaⁿ-tio̍k Ka-lâm lâng, Hek lâng, Hi-bī lâng, Pí-lī-sé lâng, Kek-ka-sat lâng, A-mô͘-lī lâng, Iâ-pò͘-su lâng.","tghg":"約書亞閣講：「對按呢恁通知(thang chai)，活的上帝佇恁中間，欲佇恁的頭前趕逐迦南人、赫人、希未人、比利洗人、革迦撒人、亞摩利人、耶布斯人；","bklhl":"約書亞koh講：Tùi án-ni，lín thang知活ê上帝tī lín中間，beh tī lín ê頭前趕逐迦南人，Hek人、Hi-bī人、Pí-lī-sé人、Kek-ka-sat人、A-mô͘-lī人、Iâ-pò͘-su人。"}},{"book":"書","chapter":3,"verse":11,"versions":{"unv":"【併於上節】","bklcl":"Khòaⁿ ah, phó͘-thiⁿ-ē ê Chú-cháiⁿ ê iok-kūi beh tī lín ê thâu-chêng kè-khì, ji̍p Iok-tàn.","tghg":"看啊，普天下的主宰的約櫃欲佇恁的頭前過去，入約但。","bklhl":"看ah，普天下ê主宰ê約櫃beh tī lín ê頭前過去，入約旦。"}},{"book":"書","chapter":3,"verse":12,"versions":{"unv":"你們現在要從以色列支派中揀選十二個人，每支派一人，","bklcl":"Lín taⁿ tio̍h tùi Í-sek-lia̍t chi-phài-tiong kéng cha̍p-jī lâng, múi chi-phài chi̍t ê lâng;","tghg":"恁今著對以色列支派中揀十二人，每支派一個人，","bklhl":"Lín taⁿ tio̍h tùi以色列支派中揀十二人，每支派一个人；"}},{"book":"書","chapter":3,"verse":13,"versions":{"unv":"等到抬普天下主耶和華約櫃的祭司把腳站在約旦河水裡，約旦河的水，就是從上往下流的水，必然斷絕，立起成壘。」","bklcl":"kàu kng phó͘-thiⁿ-ē ê Chú Iâ-hô-hoa ê iok-kūi ê chè-si, in ê kha khiā tī Iok-tàn hô ê chúi, Iok-tàn hô ê chúi, chiū-sī tùi téng-bīn lâu-lo̍h-lâi ê chúi, beh chia̍t-tn̄g, khiā-khí-lâi kui-tui.","tghg":"到扛普天下的主耶和華的約櫃的祭司，𪜶的腳徛佇約但河的水，約但河的水，就是對頂面流落來的水，欲截斷(chia̍t-tn̄g)，徛起來歸堆。」","bklhl":"到扛普天下ê主耶和華ê約櫃ê祭司，in ê腳khiā tī約旦河ê水，約旦河ê水，就是tùi頂面流落來ê水，beh截斷，khiā起來kui堆。"}},{"book":"書","chapter":3,"verse":14,"versions":{"unv":"百姓離開帳棚要過約旦河的時候，抬約櫃的祭司乃在百姓的前頭。","bklcl":"Peh-sìⁿ lī-khui pò͘-pîⁿ, beh kè Iok-tàn ê sî, chè-si chiū kng iok-kūi tī peh-sìⁿ ê thâu-chêng.","tghg":"百姓離開布棚欲過約但的時，祭司就扛約櫃佇百姓的頭前。","bklhl":"百姓離開布棚，beh過約旦ê時，祭司就扛約櫃tī百姓ê頭前。"}},{"book":"書","chapter":3,"verse":15,"versions":{"unv":"他們到了約旦河，腳一入水（原來約旦河水在收割的日子漲過兩岸），","bklcl":"Tī siu-sêng ê sî, Iok-tàn ê chúi siông-siông pôaⁿ-kè i ê hōaⁿ. Kng iok-kūi-ê kàu Iok-tàn, kng iok-kūi ê chè-si, kha chi̍t-ē ùn-tio̍h chúi,","tghg":"（佇收成的時約但的水常常𨃟過伊的岸。）扛約櫃的到約但，扛約櫃的祭司，腳一下搵著水，","bklhl":"Tī收成ê時，約旦ê水常常pôaⁿ過伊ê岸。扛約櫃ê到約旦，扛約櫃ê祭司，腳一下ùn-tio̍h水，"}},{"book":"書","chapter":3,"verse":16,"versions":{"unv":"那從上往下流的水便在極遠之地、撒拉但旁的亞當城那裡停住，立起成壘；那往亞拉巴的海，就是鹽海，下流的水全然斷絕。於是百姓在耶利哥的對面過去了。","bklcl":"hit-ê tùi téng-bīn lâu-lo̍h-lâi ê chúi, chiū khiā-khí-lâi kui-tui, saⁿ-lī chin-hn̄g, tī Sat-la̍h-tàn piⁿ-thâu ê A-tong siâⁿ; hit ê lâu tī A-la̍h-pa hái, chiū-sī Iâm-hái, hiah-ê chúi choân-jiân chia̍t-tn̄g; peh-sìⁿ chiū tī Iâ-lī-ko ê tùi-bīn kè-khì.","tghg":"彼個對頂面流落來的水，就竪(khiā)起來歸堆，相離真遠、佇撒拉但邊頭的亞當城；彼個流佇亞拉巴海，就是鹽海，許個水全然截斷。百姓就佇耶利哥的對面過去。","bklhl":"hit ê tùi頂面流落來ê水，就khiā起來kui堆，相離真遠，tī Sat-la̍h-tàn邊頭ê亞當城；hit ê流tī A-la̍h-pa海，就是鹽海，hiah-ê水全然截斷；百姓就tī耶利哥ê對面過去。"}},{"book":"書","chapter":3,"verse":17,"versions":{"unv":"抬耶和華約櫃的祭司在約旦河中的乾地上站定，以色列眾人都從乾地上過去，直到國民盡都過了約旦河。","bklcl":"Kng Iâ-hô-hoa iok-kūi ê chè-si tī Iok-tàn ê ta-tōe tiāⁿ-tiāⁿ khiā-teh;  Í-sek-lia̍t chèng-lâng lóng tùi ta-tōe kè-khì, ti̍t-kàu peh-sìⁿ it-chīn kè Iok-tàn.","tghg":"扛耶和華約櫃的祭司佇約但的乾地定定(tiāⁿ-tiāⁿ)徛啲，以色列眾人攏對乾地過去，直到百姓一盡過約但。","bklhl":"扛耶和華約櫃ê祭司tī約旦ê乾地定定khiā-teh；以色列眾人lóng tùi乾地過去，直到百姓一盡過約旦。"}}]