[{"book":"書","chapter":23,"verse":1,"versions":{"unv":"耶和華使以色列人安靜，不與四圍的一切仇敵爭戰，已經多日。約書亞年紀老邁，","bklcl":"Iâ-hô-hoa í-keng hō͘ Í-sek-lia̍t lâng an-chēng, bô kap sì-ûi it-chhè ê tùi-te̍k kau-chiàn, í-keng le̍k-kè chōe-chōe ji̍t,  Iok-su-a iā hè-siū chōe, nî-lāu;","tghg":"耶和華已經互以色列人安靜，無及四圍一切的對敵交戰，已經歷過多多日。約書亞也歲壽多年老，","bklhl":"耶和華已經hō͘以色列人安靜，無kap四圍一切ê對敵交戰，已經歷過chōe-chōe日，約書亞也歲壽chōe，年老；"}},{"book":"書","chapter":23,"verse":2,"versions":{"unv":"就把以色列眾人的長老、族長、審判官，並官長都召了來，對他們說：「我年紀已經老邁。","bklcl":"hit-sî Iok-su-a chiū kiò Í-sek-lia̍t chèng-lâng, in ê tiúⁿ-ló, kap in ê cho̍k-tiúⁿ, in ê sím-phòaⁿ-koaⁿ, in ê koaⁿ-tiúⁿ, lóng-chóng lâi, tùi in kóng, Góa í-keng hè-siū chōe, nî-lāu;","tghg":"彼時約書亞就叫以色列眾人，𪜶的長老，及𪜶的族長，𪜶的審判官，𪜶的官長攏總來，對𪜶講：「我已經歲壽多年老。","bklhl":"Hit時約書亞就叫以色列眾人，in ê長老，kap in ê族長，in ê審判官，in ê官長，lóng總來，對in講，我已經歲壽chōe，年老；"}},{"book":"書","chapter":23,"verse":3,"versions":{"unv":"耶和華─你們的　神因你們的緣故向那些國所行的一切事，你們親眼看見了，因那為你們爭戰的是耶和華─你們的　神。","bklcl":"Iâ-hô-hoa lín ê Siōng-tè, in-ūi lín ê iân-kò͘, tùi hiah-ê kok só͘ kiâⁿ it-chhè ê sū, lín ū khòaⁿ-kìⁿ;  in-ūi thòe lín kau-chiàn-ê sī Iâ-hô-hoa lín ê Siōng-tè.","tghg":"耶和華──恁的上帝因為恁的緣故，對許個國所行一切的事，恁有看見，因為替恁交戰的是耶和華──恁的上帝。","bklhl":"耶和華lín ê上帝，因為lín ê緣故，對hiah-ê國所行一切ê事，lín有看見；因為替lín交戰ê是耶和華lín ê上帝。"}},{"book":"書","chapter":23,"verse":4,"versions":{"unv":"我所剪除和所剩下的各國，從約旦河起到日落之處的大海，我已經拈鬮分給你們各支派為業。","bklcl":"Só͘ chhun chiah-ê kok, í-ki̍p góa só͘ chián-tû hiah-ê kok, tùi Iok-tàn kàu tōa-hái, ǹg ji̍t-lo̍h ê só͘-chāi, góa í-keng pun hō͘ lín ta̍k chi-phài chòe-gia̍p.","tghg":"所剩諸個國，以及我所剪除許個國，對約但到大海向日落的所在，我已經分互恁逐支派做業。","bklhl":"所chhun chiah ê國，以及我所剪除hiah-ê國，tùi約旦到大海，ǹg日落ê所在，我已經分hō͘ lín ta̍k支派做業。"}},{"book":"書","chapter":23,"verse":5,"versions":{"unv":"耶和華─你們的　神必將他們從你們面前趕出去，使他們離開你們，你們就必得他們的地為業，正如耶和華─你們的　神所應許的。","bklcl":"Iâ-hô-hoa lín ê Siōng-tè beh tùi lín ê bīn-chêng kóaⁿ-tio̍k in, iā beh tùi lín ê thâu-chêng kek-tio̍k in;  lín chiū beh tit-tio̍h in ê tōe chòe-gia̍p, chiàu Iâ-hô-hoa lín ê Siōng-tè só͘ tùi lín kóng ê.","tghg":"耶和華──恁的上帝欲對恁的面前趕逐(tio̍k)𪜶，也欲對恁的頭前革逐(kek-tio̍k)𪜶，恁就欲得著𪜶的地做業，照耶和華──恁的上帝所對恁講的。","bklhl":"耶和華lín ê上帝beh tùi lín ê面前趕逐in，也beh tùi lín ê頭前激逐(tio̍k) in；lín就beh得tio̍h in ê地做業，照耶和華lín ê上帝所對lín講ê。"}},{"book":"書","chapter":23,"verse":6,"versions":{"unv":"所以，你們要大大壯膽，謹守遵行寫在摩西律法書上的一切話，不可偏離左右。","bklcl":"Só͘-í lín tio̍h tōa-tōa chòng-táⁿ, chip-siú lâi kiâⁿ Mô͘-se lu̍t-hoat ê chheh it-chhè só͘ kì-chài ê, m̄-thang lī-khui i lâi phian-chó phian-iū;","tghg":"所以，恁著大大壯膽，執守來行摩西律法的冊一切所記載的，呣通離開伊來偏左偏右。","bklhl":"所以lín tio̍h大大壯膽，執守來行摩西律法ê冊一切所記載ê，m̄-thang離開伊來偏左偏右；"}},{"book":"書","chapter":23,"verse":7,"versions":{"unv":"不可與你們中間所剩下的這些國民攙雜。他們的神，你們不可提他的名，不可指著他起誓，也不可事奉、叩拜；","bklcl":"tī lín tiong-kan só͘ chhun hiah-ê kok, lín m̄-thang kap i chham-chhap, m̄-thang thê-khí in hiah-ê siōng-tè ê miâ, m̄-thang hō͘ lâng kí in lâi chiù-chōa, iā m̄-thang ho̍k-sāi i, m̄-thang kūi-pài i;","tghg":"佇恁中間所剩許個國，恁呣通及伊參插。呣通提起𪜶許個上帝的名，呣通互人指𪜶來咒誓，也呣通服事伊，呣通跪拜伊；","bklhl":"tī lín中間所chhun hiah-ê國，lín m̄-thang kap伊chham-chhap，m̄-thang提起in hiah-ê上帝ê名，m̄-thang hō͘人kí in來chiù-chōa，也m̄-thang服事伊，m̄-thang跪拜伊；"}},{"book":"書","chapter":23,"verse":8,"versions":{"unv":"只要照著你們到今日所行的，專靠耶和華─你們的　神。","bklcl":"chóng-sī tio̍h chiàu lín kàu kin-á-ji̍t só͘-kiâⁿ-ê, kiat-liân Iâ-hô-hoa lín ê Siōng-tè.","tghg":"總是著照恁到今仔日所行的，結聯耶和華──恁的上帝。","bklhl":"總是tio̍h照lín到今á日所行ê，結聯耶和華lín ê上帝。"}},{"book":"書","chapter":23,"verse":9,"versions":{"unv":"因為耶和華已經把又大又強的國民從你們面前趕出；直到今日，沒有一人在你們面前站立得住。","bklcl":"In-ūi Iâ-hô-hoa í-keng ēng tōa koh kiông ê kok tùi lín ê bīn-chêng kóaⁿ-chhut;  kàu kin-á-ji̍t bô chi̍t-lâng ōe khiā-tiâu tī lín ê bīn-chêng.","tghg":"因為耶和華已經用大閣強的國對恁的面前趕出；到今仔日，無一人會徛住(khiā-tiâu)佇恁的面前。","bklhl":"因為耶和華已經用大koh強ê國tùi lín ê面前趕出；到今á日無一人能khiā-tiâu tī lín ê面前。"}},{"book":"書","chapter":23,"verse":10,"versions":{"unv":"你們一人必追趕千人，因耶和華─你們的　神照他所應許的，為你們爭戰。","bklcl":"Lín chi̍t-lâng beh kóaⁿ-tio̍k chi̍t-chheng lâng, in-ūi thòe lín kau-chiàn-ê, sī Iâ-hô-hoa lín ê Siōng-tè, chiàu I só͘ tùi lín kóng-ê.","tghg":"恁一人欲趕逐一千人，因為替恁交戰的，是耶和華──恁的上帝，照伊所對恁講的。","bklhl":"Lín一人beh趕逐一千人，因為替lín交戰ê，是耶和華lín ê上帝，照伊所對lín講ê。"}},{"book":"書","chapter":23,"verse":11,"versions":{"unv":"你們要分外謹慎，愛耶和華─你們的　神。","bklcl":"Lín tio̍h tōa-tōa ka-kī kín-sīn, thiàⁿ Iâ-hô-hoa lín ê Siōng-tè.","tghg":"恁著大大家己謹慎，疼耶和華──恁的上帝。","bklhl":"Lín tio̍h大大家己謹慎，疼耶和華lín ê上帝。"}},{"book":"書","chapter":23,"verse":12,"versions":{"unv":"你們若稍微轉去，與你們中間所剩下的這些國民聯絡，彼此結親，互相往來，","bklcl":"Lín nā lio̍h-á tò-thè, kap chûn tī lín tiong-kan só͘ chhun hiah-ê peh-sìⁿ kiat-liân, kap in kiat-chhin, saⁿ-kap óng-lâi;","tghg":"恁若略仔倒退，及存佇恁中間所剩許個百姓結聯，及𪜶結親，相及往來，","bklhl":"Lín若略á倒退，kap存tī lín中間所chhun hiah-ê百姓結聯，kap in結親，相kap往來；"}},{"book":"書","chapter":23,"verse":13,"versions":{"unv":"你們要確實知道，耶和華─你們的　神必不再將他們從你們眼前趕出；他們卻要成為你們的網羅、機檻、肋上的鞭、眼中的刺，直到你們在耶和華─你們　神所賜的這美地上滅亡。","bklcl":"lín tio̍h khak-si̍t chai, Iâ-hô-hoa lín ê Siōng-tè tek-khak bô beh koh chiong hiah-ê peh-sìⁿ tùi lín ê bīn-chêng kóaⁿ-chhut;  chóng-sī in beh chiâⁿ-chòe lín ê lô-bāng oa̍h-tauh, phah lín seng-khu ê chhê, ba̍k-chiu-lāi ê chhì, ti̍t-kàu lín tùi tī Iâ-hô-hoa lín Siōng-tè só͘ siúⁿ-sù lín chit ê hó  ê tōe bia̍t-bô.","tghg":"恁著確實知，耶和華──恁的上帝的確無欲閣將許個百姓對恁的面前趕出；總是𪜶欲成做恁的羅網、活罩(oa̍h-tauh)、拍恁身軀的箠(chhê)、目睭內的茦(chhì)，直到恁對佇耶和華──恁上帝所賞賜恁此個好的地滅無。","bklhl":"lín tio̍h確實知，耶和華lín ê上帝的確無beh koh將hiah-ê百姓tùi lín ê面前趕出；總是in beh成做lín ê羅網活tauh，phah lín身軀ê箠，目睭內ê刺，直到lín對tī耶和華lín上帝所賞賜lín chit ê好ê地滅無。"}},{"book":"書","chapter":23,"verse":14,"versions":{"unv":"「我現在要走世人必走的路。你們是一心一意地知道，耶和華─你們　神所應許賜福與你們的話沒有一句落空，都應驗在你們身上了。","bklcl":"Khòaⁿ ah, góa kin-á-ji̍t beh kiâⁿ sè-kan lâng só͘ tio̍h kiâⁿ ê lō͘; lín chi̍t-sim chi̍t-ì chai Iâ-hô-hoa lín Siōng-tè só͘ èng-ún sù-hok lín ê ōe, bô chi̍t-kù lo̍k-khong, lóng èng-giām tī lín ê sin-chiūⁿ, kî-tiong bô lo̍k-khong chi̍t-hāng.","tghg":"「看啊，我今仔日欲行世間人所著行的路。恁一心一意知耶和華──恁上帝所應允賜福恁的話無一句落空，攏應驗佇恁的身上，其中無落空一項。","bklhl":"看ah，我今á日beh行世間人所tio̍h行ê路；lín一心一意知耶和華lín上帝所應允賜福lín ê話，無一句落空，lóng應驗tī lín ê身上，其中無落空一項。"}},{"book":"書","chapter":23,"verse":15,"versions":{"unv":"耶和華─你們　神所應許的一切福氣怎樣臨到你們身上，耶和華也必照樣使各樣禍患臨到你們身上，直到把你們從耶和華─你們　神所賜的這美地上除滅。","bklcl":"Iâ-hô-hoa lín Siōng-tè só͘ èng-ún it-chhè ê hok-khì, cháiⁿ-iūⁿ lîm-kàu lín ê, Iâ-hô-hoa iā beh chiàu án-ni hō͘ ta̍k-iūⁿ ê chai-ē kàu tī lín, ti̍t-kàu I bia̍t-bô lín tī Iâ-hô-hoa lín Siōng-tè só͘ siúⁿ-sù lín chit ê hó ê tōe.","tghg":"耶和華──恁上帝所應允一切的福氣怎樣臨到恁的，耶和華也欲照按呢互逐樣的災禍到佇恁，直到伊滅無恁佇耶和華──恁上帝所賞賜恁此個好的地。","bklhl":"耶和華lín上帝所應允一切ê福氣，怎樣臨到lín ê，耶和華也beh照án-ni hō͘ ta̍k樣ê災厄到tī lín，直到伊滅無lín tī耶和華lín上帝所賞賜lín chit ê好ê地。"}},{"book":"書","chapter":23,"verse":16,"versions":{"unv":"你們若違背耶和華─你們　神吩咐你們所守的約，去事奉別神，叩拜他，耶和華的怒氣必向你們發作，使你們在他所賜的美地上速速滅亡。」","bklcl":"Lín nā ûi-pōe Iâ-hô-hoa lín Siōng-tè só͘ bēng-lēng lín ê iok, khì ho̍k-sāi pa̍t ê siōng-tè, kūi-pài i, Iâ-hô-hoa ê siū-khì beh tùi lín hoat-chhut, lín beh kín-kín bia̍t-bô tī I só͘ siúⁿ-sù lín hó ê tōe.","tghg":"恁若違背耶和華──恁上帝所命令恁的約，去服事別個上帝，跪拜伊，耶和華的受氣欲對恁發出，恁欲緊緊滅無佇伊所賞賜恁好的地。」","bklhl":"Lín若違背耶和華lín上帝所命令lín ê約，去服事別ê上帝，跪拜伊，耶和華ê受氣beh tùi lín發出，lín beh緊緊滅無tī伊所賞賜lín好ê地。"}}]