[{"book":"書","chapter":24,"verse":1,"versions":{"unv":"約書亞將以色列的眾支派聚集在示劍，召了以色列的長老、族長、審判官，並官長來，他們就站在　神面前。","bklcl":"Iok-su-a chū-chi̍p Í-sek-lia̍t chèng chi-phài kàu tī Sī-kiàm, tiàu Í-sek-lia̍t ê tiúⁿ-ló, kap in ê cho̍k-tiúⁿ, sím-phòaⁿ-koaⁿ, í-ki̍p koaⁿ-tiúⁿ lâi;  in chiū khiā tī Siōng-tè ê bīn-chêng.","tghg":"約書亞聚集以色列眾支派到佇示劍，召以色列的長老，及𪜶的族長、審判官，以及官長來，𪜶就徛佇上帝的面前。","bklhl":"約書亞聚集以色列眾支派到tī示劍，召以色列ê長老，kap in ê族長、審判官，以及官長來；in就khiā tī上帝ê面前。"}},{"book":"書","chapter":24,"verse":2,"versions":{"unv":"約書亞對眾民說：「耶和華─以色列的　神如此說：『古時你們的列祖，就是亞伯拉罕和拿鶴的父親他拉，住在大河那邊事奉別神，","bklcl":"Iok-su-a kā chèng peh-sìⁿ kóng, Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè án-ni kóng, Chāi-chá lín ê lia̍t-chó͘, chiū-sī A-pek-la̍h-hán ê lāu-pē, Ná-ho̍k ê lāu-pē, Tha-la̍h, tiàm tī Tōa-hô hit-pêng, ho̍k-sāi pa̍t ê siōng-tè.","tghg":"約書亞給眾百姓講：「耶和華──以色列的上帝按呢講：『在早(chāi-chá)恁的列祖，就是亞伯拉罕的老父，拿福的老父、他拉，踮佇大河彼旁，服事別個上帝，","bklhl":"約書亞kā眾百姓講：耶和華以色列ê上帝án-ni講：在早lín ê列祖，就是亞伯拉罕ê老父，Ná-ho̍k ê老父，Tha-la̍h，tiàm tī大河hit-pêng，服事別ê上帝。"}},{"book":"書","chapter":24,"verse":3,"versions":{"unv":"我將你們的祖宗亞伯拉罕從大河那邊帶來，領他走遍迦南全地，又使他的子孫眾多，把以撒賜給他；","bklcl":"Góa chhú lín ê chó͘ A-pek-la̍h-hán tùi Tōa-hô hit-pêng chhōa i piàn-kiâⁿ Ka-lâm choân-tōe;  koh hō͘ i ê kiáⁿ-sun chōe-chōe, ēng Í-sat siúⁿ-sù i;","tghg":"我取恁的祖亞伯拉罕對大河彼旁導伊遍行迦南全地，閣互伊的子孫多多，用以撒賞賜伊；","bklhl":"我取lín ê祖亞伯拉罕tùi大河hit-pêng chhōa伊遍行迦南全地；koh hō͘伊ê kiáⁿ孫chōe-chōe，用以撒賞賜伊；"}},{"book":"書","chapter":24,"verse":4,"versions":{"unv":"又把雅各和以掃賜給以撒，將西珥山賜給以掃為業；後來雅各和他的子孫下到埃及去了。","bklcl":"koh ēng Ngá-kok kap Í-sò siúⁿ-sù Í-sat, chiong Se-jíⁿ soaⁿ siúⁿ-sù Í-sò chòe-gia̍p; āu-lâi Ngá-kok kap i ê kiáⁿ-sun lo̍h-khì Ai-ki̍p.","tghg":"閣用雅各及以掃賞賜以撒，將西珥山賞賜以掃做業；後來雅各及伊的子孫落去埃及。","bklhl":"koh用雅各kap以掃賞賜以撒，將Se-jíⁿ山賞賜以掃做業；後來雅各kap伊ê kiáⁿ孫落去埃及。"}},{"book":"書","chapter":24,"verse":5,"versions":{"unv":"我差遣摩西、亞倫，並照我在埃及中所行的降災與埃及，然後把你們領出來。","bklcl":"Góa chhe Mô͘-se kap A-lûn, Góa iā kàng chai-ē tī Ai-ki̍p, chiàu Góa tī hí tiong-kan só͘ kiâⁿ ê;  jiân-āu chhōa lín chhut-lâi.","tghg":"我差摩西及亞倫，我也降災禍佇埃及，照我佇彼中間所行的，然後導恁出來。","bklhl":"我差摩西kap亞倫，我也降災厄tī埃及，照我tī hit中間所行ê；然後chhōa lín出來。"}},{"book":"書","chapter":24,"verse":6,"versions":{"unv":"我領你們列祖出埃及，他們就到了紅海；埃及人帶領車輛馬兵追趕你們列祖到紅海。","bklcl":"Góa chhōa lín ê lia̍t-chó͘ chhut Ai-ki̍p, lín chiū kàu hái-kîⁿ, Ai-ki̍p lâng chhōa in ê chhia kap bé-peng tui-jip lín ê lia̍t-chó͘ kàu Âng-hái;","tghg":"我導恁的列祖出埃及，恁就到海墘；埃及人導𪜶的車及馬兵追趇(jip)恁的列祖到紅海。","bklhl":"我chhōa lín ê列祖出埃及，lín就到海墘，埃及人chhōa in ê車kap馬兵追jip lín ê列祖到紅海；"}},{"book":"書","chapter":24,"verse":7,"versions":{"unv":"你們列祖哀求耶和華，他就使你們和埃及人中間黑暗了，又使海水淹沒埃及人。我在埃及所行的事，你們親眼見過。你們在曠野也住了許多年日。","bklcl":"in kiû-kiò Iâ-hô-hoa, I chiū ēng o͘-àm hē tī lín kap Ai-ki̍p lâng ê tiong-kan, koh hō͘ hái lâi im-ba̍t in;  Góa tī Ai-ki̍p só͘ kiâⁿ ê sū lín chhin-ba̍k khòaⁿ-kìⁿ;  lín tiàm tī khòng-iá chōe-chōe ji̍t.","tghg":"𪜶求叫耶和華，伊就用黑暗下佇恁及埃及人的中間，閣互海來淹密𪜶。我佇埃及所行的事，恁親目看見。恁踮佇曠野多多日。","bklhl":"in求叫耶和華，伊就用烏暗hē tī lín kap埃及人ê中間，koh hō͘海來淹密in；我tī埃及所行ê事lín親目看見；lín tiàm tī曠野chōe-chōe日。"}},{"book":"書","chapter":24,"verse":8,"versions":{"unv":"我領你們到約旦河東亞摩利人所住之地。他們與你們爭戰，我將他們交在你們手中，你們便得了他們的地為業；我也在你們面前將他們滅絕。","bklcl":"Góa chhōa lín kàu khiā-khí tī Iok-tàn hit-pêng, A-mô͘-lī lâng ê tōe;  in kap lín kau-chiàn;  Góa chiong in kau tī lín ê chhiú;  lín chiū tit-tio̍h in ê tōe;  Góa châu-bia̍t  in tī lín ê bīn-chêng.","tghg":"我導恁到徛起佇約但彼旁亞摩利人的地。𪜶及恁交戰，我將𪜶交佇恁的手，恁就得著𪜶的地；我剿滅(châu-bia̍t)𪜶佇恁的面前。","bklhl":"我chhōa lín到khiā起tī約旦hit-pêng，A-mô͘-lī人ê地；in kap lín交戰；我將in交tī lín ê手；lín就得tio̍h in ê地；我剿滅in tī lín ê面前。"}},{"book":"書","chapter":24,"verse":9,"versions":{"unv":"那時，摩押王西撥的兒子巴勒起來攻擊以色列人，打發人召了比珥的兒子巴蘭來咒詛你們。","bklcl":"Hit-sî Mô͘-ap ông Se-phoat ê kiáⁿ Pa-le̍k khí-lâi kap Í-sek-lia̍t kau-chiàn; chhe lâng khì kiò Pí-jíⁿ ê kiáⁿ Pa-lân lâi chiù-chó͘ lín.","tghg":"彼時，摩押王西撥的子巴勒起來及以色列交戰，差人去叫比珥的子巴蘭來咒詛恁。","bklhl":"Hit時Mô͘-ap王Se-phoat ê kiáⁿ Pa-le̍k起來kap以色列交戰；差人去叫Pí-jíⁿ ê kiáⁿ Pa-lân來咒詛lín。"}},{"book":"書","chapter":24,"verse":10,"versions":{"unv":"我不肯聽巴蘭的話，所以他倒為你們連連祝福。這樣，我便救你們脫離巴勒的手。","bklcl":"Góa m̄-thiaⁿ Pa-lân ê ōe;  só͘-í i liân-liân kā lín chiok-hok;  án-ni, Góa chiū kiù lín thoat-lī i ê chhiú.","tghg":"我呣聽巴蘭的話，所以伊連連給恁祝福。按呢，我就救恁脫離伊的手。","bklhl":"我m̄聽Pa-lân ê話；所以伊連連kā lín祝福；án-ni，我就救lín脫離伊ê手。"}},{"book":"書","chapter":24,"verse":11,"versions":{"unv":"你們過了約旦河，到了耶利哥；耶利哥人、亞摩利人、比利洗人、迦南人、赫人、革迦撒人、希未人、耶布斯人都與你們爭戰；我把他們交在你們手裡。","bklcl":"Lín kè Iok-tàn, kàu Iâ-lī-ko;  Iâ-lī-ko lâng, A-mô͘-lī lâng, Pí-lī-sé lâng, Ka-lâm lâng, Hek lâng, Kek-ka-sat lâng, Hi-bī lâng, Iâ-pò͘-su lâng, lóng kap lín kau-chiàn ;  Góa chiong in kau tī lín ê chhiú.","tghg":"恁過約但，到耶利哥；耶利哥人、亞摩利人、比利洗人、迦南人、赫人、革迦撒人、希未人、耶布斯人，攏及恁交戰；我將𪜶交佇恁的手。","bklhl":"Lín過約旦，到耶利哥；耶利哥人、A-mô͘-lī人、Pí-lī-sé人、迦南人、Hek人、Kek-ka-sat人、Hi-bī人、Iâ-pò͘-su人，lóng kap lín交戰；我將in交tī lín ê手。"}},{"book":"書","chapter":24,"verse":12,"versions":{"unv":"我打發黃蜂飛在你們前面，將亞摩利人的二王從你們面前攆出，並不是用你的刀，也不是用你的弓。","bklcl":"Góa chhe tōa-chiah-phang pe tī lín ê thâu-chêng, chiong A-mô͘-lī lâng nn̄g ê ông, tùi lín ê bīn-chêng kóaⁿ-chhut-khì;  m̄-sī ēng lí ê to, iā m̄-sī ēng lí ê keng.","tghg":"我差大隻蜂飛佇恁的頭前，將亞摩利人二個王對恁的面前趕出去，呣是用你的刀，也呣是用你的弓。","bklhl":"我差大隻蜂飛tī lín ê頭前，將A-mô͘-lī人兩個王，tùi lín ê面前趕出去；m̄是用你ê刀，也m̄是用你ê弓。"}},{"book":"書","chapter":24,"verse":13,"versions":{"unv":"我賜給你們地土，非你們所修治的；我賜給你們城邑，非你們所建造的。你們就住在其中，又得吃非你們所栽種的葡萄園、橄欖園的果子。』","bklcl":"Góa siúⁿ-sù lín ê thó͘-tōe, m̄-sī lín só͘ tio̍h-bôa-ê, iā siúⁿ-sù lín siâⁿ, m̄-sī lín só͘ khí-chō-ê, lín chiū tiàm tī hí tiong-kan;  koh m̄-sī lín só͘ chai-chèng ê phû-tô-hn̂g kaⁿ-ná-hn̂g, lín tit-tio̍h chia̍h i ê ké-chí.","tghg":"我賞賜恁的土地，呣是恁所著磨的；也賞賜恁城，呣是恁所起造的。恁就踮佇彼中間，閣呣是恁所栽種的葡萄園橄欖園，恁得著食伊的果子。』","bklhl":"我賞賜lín ê土地，m̄是lín所tio̍h磨ê，也賞賜lín城，m̄是lín所起造ê，lín就tiàm tī hit中間；koh m̄是lín所栽種ê葡萄園橄欖-園，lín得tio̍h食伊ê果子。"}},{"book":"書","chapter":24,"verse":14,"versions":{"unv":"「現在你們要敬畏耶和華，誠心實意地事奉他，將你們列祖在大河那邊和在埃及所事奉的神除掉，去事奉耶和華。","bklcl":"Taⁿ lín tio̍h kèng-ùi Iâ-hô-hoa, sêng-sim si̍t-ì ho̍k-sāi I, chiong lín lia̍t-chó͘ tī Tōa-hô hit-pêng kap tī Ai-ki̍p só͘ ho̍k-sāi ê siōng-tè tû-khì, lâi ho̍k-sāi Iâ-hô-hoa.","tghg":"「今恁著敬畏耶和華，誠心實意服事伊，將恁列祖佇大河彼旁及佇埃及所服事的上帝除去，來服事耶和華。","bklhl":"Taⁿ lín tio̍h敬畏耶和華，誠心實意服事伊，將lín列祖tī大河hit-pêng kap tī埃及所服事ê上帝除去，來服事耶和華。"}},{"book":"書","chapter":24,"verse":15,"versions":{"unv":"若是你們以事奉耶和華為不好，今日就可以選擇所要事奉的：是你們列祖在大河那邊所事奉的神呢？是你們所住這地的亞摩利人的神呢？至於我和我家，我們必定事奉耶和華。」","bklcl":"Nā sī lín lia̍h ho̍k-sāi Iâ-hô-hoa chòe m̄-hó, kin-á-ji̍t lín tio̍h kéng lín só͘ beh ho̍k-sāi-ê; khòaⁿ sī lín lia̍t-chó͘ tī Tôa-hô hit-pêng só͘ ho̍k-sāi hiah-ê siōng-tè, á-sī lín só͘ khiā-khí in ê tōe,  A-mô͘-lī lâng, hiah-ê siōng-tè ah.  Lūn-kàu góa kap góa ê ke, goán koat-toàn beh ho̍k-sāi Iâ-hô-hoa.","tghg":"若是恁掠服事耶和華做呣好，今仔日恁著揀恁所欲服事的：看是恁列祖佇大河彼旁所服事許個上帝？抑是恁所徛起𪜶的地亞摩利人許個上帝啊？論到我及我的家，阮決斷欲服事耶和華。」","bklhl":"Nā是lín掠服事耶和華做m̄好，今á日lín tio̍h揀lín所beh服事ê；看是lín列祖tī大河hit-pêng所服事hiah-ê上帝，á是lín所khiā起in ê地， A-mô͘-lī人，hiah-ê上帝ah。論到我kap我ê家，阮決斷beh服事耶和華。"}},{"book":"書","chapter":24,"verse":16,"versions":{"unv":"百姓回答說：「我們斷不敢離棄耶和華去事奉別神；","bklcl":"Peh-sìⁿ ìn kóng, Goán koat-toàn bô ì-sù beh khì-sak Iâ-hô-hoa khì ho̍k-sāi pa̍t ê siōng-tè.","tghg":"百姓應講：「阮決斷無意思欲棄拺耶和華去服事別個上帝；","bklhl":"百姓應講，阮決斷無意思beh棄sak耶和華去服事別ê上帝。"}},{"book":"書","chapter":24,"verse":17,"versions":{"unv":"因耶和華─我們的　神曾將我們和我們列祖從埃及地的為奴之家領出來，在我們眼前行了那些大神蹟，在我們所行的道上，所經過的諸國，都保護了我們。","bklcl":"In-ūi Iâ-hô-hoa goán ê Siōng-tè bat chhōa goán kap goán ê lia̍t-chó͘ tùi Ai-ki̍p tōe chòe lô͘-châi ê ke chhut-lâi, tī goán ê ba̍k-chiu-chêng kiâⁿ hiah-ê tōa ê sîn-jiah, tī goán só͘ kiâⁿ it-chhè ê lō͘, só͘ keng-kè ê ta̍k-kok, lóng ū pó-hō͘ goán.","tghg":"因為耶和華──阮的上帝曾導阮及阮的列祖對埃及地做奴才的家出來，佇阮的目睭前行許個大的神蹟，佇阮所行一切的路，所經過的逐國，攏有保護阮。","bklhl":"因為耶和華阮ê上帝bat chhōa阮kap阮ê列祖tùi埃及地做奴才ê家出來，tī阮ê目睭前行hiah-ê大ê神蹟，tī阮所行一切ê路，所經過ê ta̍k國，lóng有保護阮。"}},{"book":"書","chapter":24,"verse":18,"versions":{"unv":"耶和華又把住此地的亞摩利人都從我們面前趕出去。所以，我們必事奉耶和華，因為他是我們的　神。」","bklcl":"Iâ-hô-hoa iā tī goán ê bīn-chêng kóaⁿ-chhut lóng-chóng ê peh-sìⁿ, kóaⁿ-chhut khiā-khí chit ê só͘-chāi ê A-mô͘-lī lâng;  só͘-í goán iā beh ho̍k-sāi Iâ-hô-hoa, in-ūi I sī goán ê Siōng-tè.","tghg":"耶和華也佇阮的面前趕出攏總的百姓，趕出徛起此個所在的亞摩利人。所以，阮也欲服事耶和華，因為伊是阮的上帝。」","bklhl":"耶和華也tī阮ê面前趕出lóng總ê百姓，趕出khiā起chit ê所在ê A-mô͘-lī人；所以阮也beh服事耶和華，因為祂是阮ê上帝。"}},{"book":"書","chapter":24,"verse":19,"versions":{"unv":"約書亞對百姓說：「你們不能事奉耶和華；因為他是聖潔的　神，是忌邪的　神，必不赦免你們的過犯罪惡。","bklcl":"Iok-su-a tùi peh-sìⁿ kóng, Lín bōe-ōe ho̍k-sāi Iâ-hô-hoa, in-ūi I sī sèng ê Siōng-tè, koat-toàn bô iông-ún ēng pa̍t ê Siōng-tè phit-phòe I, bô beh sià-bián lín ê kè-sit, lín ê chōe-ok.","tghg":"約書亞對百姓講：「恁𣍐會服事耶和華；因為伊是聖的上帝，決斷無容允用別個上帝匹配伊，無欲赦免恁的過失，恁的罪惡。","bklhl":"約書亞對百姓講：Lín bōe會服事耶和華，因為伊是聖ê上帝，決斷無容允用別ê上帝匹配伊，無beh赦免lín ê過失，lín ê罪惡。"}},{"book":"書","chapter":24,"verse":20,"versions":{"unv":"你們若離棄耶和華去事奉外邦神，耶和華在降福之後，必轉而降禍與你們，把你們滅絕。」","bklcl":"Lín nā lī-khui Iâ-hô-hoa khì ho̍k-sāi gōa-pang ê Siōng-tè, Iâ-hô-hoa tī kàng hok-khì hō͘ lín liáu-āu, beh oa̍t-tńg lâi kàng chai-ē hō͘ lín, bia̍t-bô lín.","tghg":"恁若離開耶和華去服事外邦的上帝，耶和華佇降福氣互恁了後，欲越轉來降災禍互恁，滅無恁。」","bklhl":"Lín若離開耶和華去服事外邦ê上帝，耶和華tī降福氣hō͘ lín了後，beh oa̍t-tńg來降災厄hō͘ lín，滅無lín。"}},{"book":"書","chapter":24,"verse":21,"versions":{"unv":"百姓回答約書亞說：「不然，我們定要事奉耶和華。」","bklcl":"Peh-sìⁿ ìn Iok-su-a kóng, Bô-lah; goán tiāⁿ-tio̍h beh ho̍k-sāi Iâ-hô-hoa.","tghg":"百姓應約書亞講：「無啦，阮定著欲服事耶和華。」","bklhl":"百姓ìn約書亞講：無lah；阮定tio̍h beh服事耶和華。"}},{"book":"書","chapter":24,"verse":22,"versions":{"unv":"約書亞對百姓說：「你們選定耶和華，要事奉他，你們自己作見證吧！」他們說：「我們願意作見證。」","bklcl":"Iok-su-a tùi peh-sìⁿ kóng, Lín kéng Iâ-hô-hoa beh ho̍k-sāi I, lín ka-kī chòe lín ê kan-chèng.  In  ìn kóng, Hó, goán chòe kan-chèng.","tghg":"約書亞對百姓講：「恁揀耶和華，欲服事伊，恁家己做恁的干證！」𪜶應講：「好，阮做干證。」","bklhl":"約書亞對百姓講：Lín揀耶和華beh服事伊，lín家己做lín ê干證。In應講，好，阮做干證。"}},{"book":"書","chapter":24,"verse":23,"versions":{"unv":"約書亞說：「你們現在要除掉你們中間的外邦神，專心歸向耶和華─以色列的　神。」","bklcl":"Iok-su-a kóng, Lín taⁿ tio̍h tû-khì lín tiong-kan só͘ ū gōa-pang ê siōng-tè, hō͘ lín choan-sim kui-ǹg Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè.","tghg":"約書亞講：「恁今著除去恁中間所有外邦的上帝，互恁專心歸向耶和華──以色列的上帝。」","bklhl":"約書亞講：Lín taⁿ tio̍h除去lín中間所有外邦ê上帝，hō͘ lín專心歸向耶和華以色列ê上帝。"}},{"book":"書","chapter":24,"verse":24,"versions":{"unv":"百姓回答約書亞說：「我們必事奉耶和華─我們的　神，聽從他的話。」","bklcl":"Peh-sìⁿ ìn Iok-su-a kóng, Goán beh ho̍k-sāi Iâ-hô-hoa goán ê Siōng-tè, thiaⁿ-thàn I ê ōe.","tghg":"百姓應約書亞講：「阮欲服事耶和華──阮的上帝，聽趁伊的話。」","bklhl":"百姓ìn約書亞講：阮beh服事耶和華阮ê上帝，聽thàn伊ê話。"}},{"book":"書","chapter":24,"verse":25,"versions":{"unv":"當日，約書亞就與百姓立約，在示劍為他們立定律例典章。","bklcl":"Hit-ji̍t Iok-su-a chiū kap peh-sìⁿ li̍p-iok, tī Sī-kiàm kā in siat-li̍p lu̍t-lē hoat-tō͘.","tghg":"彼日，約書亞就及百姓立約，佇示劍給𪜶設立律例法度。","bklhl":"Hit日約書亞就kap百姓立約，tī示劍kā in設立律例法度。"}},{"book":"書","chapter":24,"verse":26,"versions":{"unv":"約書亞將這些話都寫在　神的律法書上，又將一塊大石頭立在橡樹下耶和華的聖所旁邊。","bklcl":"Iok-su-a chiong chiah-ê ōe lóng siá tī Siōng-tè lu̍t-hoat ê chheh, koh chiong chi̍t-tè tōa chio̍h-thâu khiā tī-hia, tī siōng-chhiū kha, Iâ-hô-hoa sèng-só͘ ê piⁿ-á.","tghg":"約書亞將諸個話攏寫佇上帝律法的冊，閣將一塊大石頭徛佇遐佇橡樹腳，耶和華聖所的邊仔。","bklhl":"約書亞將chiah ê話lóng寫tī上帝律法ê冊，koh將一塊大石頭khiā tī-hia，tī橡樹腳，耶和華聖所ê邊á。"}},{"book":"書","chapter":24,"verse":27,"versions":{"unv":"約書亞對百姓說：「看哪，這石頭可以向我們作見證；因為是聽見了耶和華所吩咐我們的一切話，倘或你們背棄你們的　神，這石頭就可以向你們作見證（倘或...見證：或譯所以要向你們作見證，免得你們背棄耶和華─你們的　神）。」","bklcl":"Iok-su-a tùi chèng peh-sìⁿ kóng, Khòaⁿ ah, chit ê chio̍h-thâu beh chòe lán ê kan-chèng; in-ūi i ū thiaⁿ-kìⁿ Iâ-hô-hoa só͘ hoan-hù lán it-chhè ê ōe, só͘-í beh tùi lín chòe kan-chèng, kiaⁿ-liáu lín pōe-ge̍k lín ê Siōng-tè.","tghg":"約書亞對眾百姓講：「看啊，此個石頭欲做咱的干證；因為伊有聽見耶和華所吩咐咱一切的話，所以欲對恁做干證，驚了恁悖逆恁的上帝。」","bklhl":"約書亞對眾百姓講：看ah，chit ê石頭beh做咱ê干證；因為伊有聽見耶和華所吩咐咱一切ê話，所以beh對lín做干證，驚了lín悖逆lín ê上帝。"}},{"book":"書","chapter":24,"verse":28,"versions":{"unv":"於是約書亞打發百姓各歸自己的地業去了。","bklcl":"Iok-su-a chiū chhe peh-sìⁿ khì;  ta̍k-lâng chiū tò-khì i só͘ tit-tio̍h ê tōe.","tghg":"約書亞就差百姓去，逐人就倒去伊所得著的地。","bklhl":"約書亞就差百姓去；ta̍k人就tò去伊所得tio̍h ê地。"}},{"book":"書","chapter":24,"verse":29,"versions":{"unv":"這些事以後，耶和華的僕人嫩的兒子約書亞，正一百一十歲，就死了。","bklcl":"Chiah-ê sū í-āu, Iâ-hô-hoa ê lô͘-po̍k, Lùn ê kiáⁿ Iok-su-a, chi̍t-pah it-cha̍p hè chiū sí.","tghg":"諸個事以後，耶和華的奴僕嫩的子約書亞，一百一十歲，就死。","bklhl":"Chiah-ê事以後，耶和華ê奴僕，Lùn ê kiáⁿ約書亞，一百一十歲就死。"}},{"book":"書","chapter":24,"verse":30,"versions":{"unv":"以色列人將他葬在他地業的境內，就是在以法蓮山地的亭拿‧西拉，在迦實山的北邊。","bklcl":"In chiū bâi-chòng i tī i ê gia̍p ê kài-lāi, chiū-sī tī Í-hoat-liân soaⁿ-tōe ê Têng-ná-se-la̍h, tī Ka-si̍t soaⁿ ê pak-sì.","tghg":"𪜶就埋葬伊佇伊的業的界內，就是佇以法蓮山地的亭拿西拉，佇迦實山的北勢。","bklhl":"In就埋葬伊tī伊ê業ê界內，就是tī Í-hoat-liân山地ê Têng-ná-se-la̍h，tī Ka-si̍t山ê北勢。"}},{"book":"書","chapter":24,"verse":31,"versions":{"unv":"約書亞在世和約書亞死後，那些知道耶和華為以色列人所行諸事的長老還在的時候，以色列人事奉耶和華。","bklcl":"Iok-su-a tī-teh ê ji̍t, kap Iok-su-a sí liáu-āu, hiah-ê chai Iâ-hô-hoa ūi Í-sek-lia̍t lâng só͘ kiâⁿ chiah-ê sū ê tióng-ló iáu tī-teh ê sî, Í-sek-lia̍t lâng ho̍k-sāi Iâ-hô-hoa.","tghg":"約書亞佇啲的日及約書亞死了後，許個知耶和華為以色列人所行諸個事的長老猶佇啲的時，以色列人服事耶和華。","bklhl":"約書亞tī-teh ê日，kap約書亞死了後，hiah-ê知耶和華為以色列人所行chiah ê事ê長老iáu tī-teh ê時，以色列人服事耶和華。"}},{"book":"書","chapter":24,"verse":32,"versions":{"unv":"以色列人從埃及所帶來約瑟的骸骨，葬埋在示劍，就是在雅各從前用一百塊銀子向示劍的父親、哈抹的子孫所買的那塊地裡；這就作了約瑟子孫的產業。","bklcl":"Í-sek-lia̍t lâng tùi Ai-ki̍p só͘ tòa lâi Iok-sek ê kut-thâu, in bâi-chòng i tī Sī-kiàm, chiū-sī Ngá-kok chá-chêng ēng chi̍t-pah gûn tùi Sī-kiàm ê lāu-pē Hap-boa̍t hiah-ê kiáⁿ só͘ bóe ê tōe;  chiū chòe Iok-sek kiáⁿ-sun ê gia̍p.","tghg":"以色列人對埃及所帶來約瑟的骨頭，𪜶埋葬伊佇示劍，就是雅各早前用一百銀對示劍的老父、哈抹許個子所買的地；就做約瑟子孫的業。","bklhl":"以色列人tùi埃及所帶來約瑟ê骨頭，in埋葬伊tī示劍，就是雅各早前用一百銀tùi示劍ê老父Hap-boa̍t hiah-ê kiáⁿ所買ê地；就做約瑟kiáⁿ孫ê業。"}},{"book":"書","chapter":24,"verse":33,"versions":{"unv":"亞倫的兒子以利亞撒也死了，就把他葬在他兒子非尼哈所得以法蓮山地的小山上。","bklcl":"A-lûn ê kiáⁿ Í-lī-a-sat iā sí; in chiū bâi-chòng i tī i ê kiáⁿ Hui-nî-hap só͘ tit-tio̍h ê soaⁿ-lūn-á, chiū-sī tī Í-hoat-liân ê soaⁿ-tōe.","tghg":"亞倫的子以利亞撒也死，𪜶就埋葬伊佇伊的子非尼哈所得著的山崙仔，就是佇以法蓮的山地。","bklhl":"亞倫ê kiáⁿ Í-lī-a-sat也死；in就埋葬伊tī伊ê kiáⁿ Hui-nî-hap所得tio̍h ê山崙á，就是tī Í-hoat-liân ê山地。"}}]