[{"book":"書","chapter":7,"verse":1,"versions":{"unv":"以色列人在當滅的物上犯了罪；因為猶大支派中，謝拉的曾孫，撒底的孫子，迦米的兒子亞干取了當滅的物；耶和華的怒氣就向以色列人發作。","bklcl":"Chóng-sī Í-sek-lia̍t lâng tī eng-kai hiàn ê mi̍h ū hoān-chōe;  in-ūi Iû-tāi ê chi-phài-tiong, Siā-la̍h ê cheng-sun, Sat-tí ê sun, Ka-bí ê kiáⁿ, A-kan the̍h eng-kai hiàn ê mi̍h;  Iâ-hô-hoa chiū siū-khì Í-sek-lia̍t lâng.","tghg":"總是以色列人佇應該獻的物有犯罪；因為猶大的支派中，謝拉的曾孫(cheng-sun)，撒底的孫，迦米的子亞干提應該獻的物；耶和華就受氣以色列人。","bklhl":"總是以色列人tī應該獻ê物有犯罪；因為偤大ê支派中，謝拉 ê曾孫，Sat-tí ê孫，Ka-bí ê kiáⁿ，A-kan the̍h應該獻ê物；耶和華就受氣以色列人。"}},{"book":"書","chapter":7,"verse":2,"versions":{"unv":"當下，約書亞從耶利哥打發人往伯特利東邊、靠近伯‧亞文的艾城去，吩咐他們說：「你們上去窺探那地。」他們就上去窺探艾城。","bklcl":"Iok-su-a tùi Iâ-lī-ko chhe lâng khì Pek-te̍k-lī tang-sì, óa-kūn Pek-a-bûn ê Ai siâⁿ, hoan-hù in kóng, Lín chiūⁿ-khì thau-khòaⁿ hit ê tōe; in chiū chiūⁿ-khì thau-khòaⁿ Ai ê siâⁿ.","tghg":"約書亞對耶利哥差人去伯特利東勢、倚近伯亞文的艾城，吩咐𪜶講：「恁上去偷看彼個地。」𪜶就上去偷看艾的城。","bklhl":"約書亞tùi耶利哥差人去Pek-te̍k-lī東勢，óa近Pek-a-bûn ê Ai城，吩咐in講：Lín上去偷看hit ê地；in就上去偷看Ai ê城。"}},{"book":"書","chapter":7,"verse":3,"versions":{"unv":"他們回到約書亞那裡，對他說：「眾民不必都上去，只要二三千人上去就能攻取艾城；不必勞累眾民都去，因為那裡的人少。」","bklcl":"In tò-lâi kàu Iok-su-a hia, kā i kóng, M̄-bián hō͘ chèng peh-sìⁿ chiūⁿ-khì; tāi-iok nn̄g-saⁿ chheng lâng chiūⁿ-khì phah Ai siâⁿ, chiū hó;  m̄-bián lô-tōng chèng peh-sìⁿ khì kàu hia;  in-ūi hia ê lâng chió-chió.","tghg":"𪜶倒來到約書亞遐，給伊講：「呣免互眾百姓上去，大約二三千人上去拍艾城就好；呣免勞動眾百姓去到遐，因為遐的人少少。」","bklhl":"In tò來到約書亞hia，kā伊講，m̄免hō͘眾百姓上去；大約兩三千人上去phah Ai城，就好；m̄免勞動眾百姓去到hia；因為hia ê人少少。"}},{"book":"書","chapter":7,"verse":4,"versions":{"unv":"於是民中約有三千人上那裡去，竟在艾城人面前逃跑了。","bklcl":"Tùi án-ni peh-sìⁿ-tiong iok-lio̍k saⁿ-chheng lâng chiūⁿ-khì hia; kéng-jiân tī Ai siâⁿ ê lâng ê bīn-chêng tô-cháu.","tghg":"對按呢百姓中約略三千人上去遐，竟然佇艾城的人的面前逃走。","bklhl":"Tùi án-ni，百姓中約略三千人上去hia；竟然tī Ai城ê人ê面前逃走。"}},{"book":"書","chapter":7,"verse":5,"versions":{"unv":"艾城的人擊殺了他們三十六人，從城門前追趕他們，直到示巴琳，在下坡殺敗他們；眾民的心就消化如水。","bklcl":"Ai siâⁿ ê lâng thâi-sí in iok-lio̍k saⁿ-cha̍p-la̍k lâng; in tùi siâⁿ-mn̂g-chêng tui-kóaⁿ in, kàu Sī-pa-lîm tī in lo̍h-kē ê só͘-chāi phah-sí in;  chèng peh-sìⁿ chiū sit-táⁿ, loán-jio̍k chhin-chhiūⁿ chúi.","tghg":"艾城的人刣死𪜶約略三十六人，𪜶對城門前追趕𪜶，到示巴琳，佇𪜶落低的所在拍死𪜶；眾百姓就失膽，軟弱親像水。","bklhl":"Ai城ê人刣死in約略三十六人；in tùi城門前追趕in，到Sī-pa-lîm tī in落\u001e低ê所在phah死in；眾百姓就失膽，軟弱親像水。"}},{"book":"書","chapter":7,"verse":6,"versions":{"unv":"約書亞便撕裂衣服；他和以色列的長老把灰撒在頭上，在耶和華的約櫃前俯伏在地，直到晚上。","bklcl":"Iok-su-a chiū thiah-li̍h saⁿ; i kap Í-sek-lia̍t ê tiúⁿ-ló, tī Iâ-hô-hoa ê kūi-chêng, phak tī thô͘-kha, kàu ê-hng, iā ēng tîn-ai sám tī thâu-khak.","tghg":"約書亞就拆裂衫；伊及以色列的長老佇耶和華的櫃前仆佇土腳，到下昏，也用塵埃(tîn-ai)摻(sám)佇頭殼。","bklhl":"約書亞就拆裂衫；伊kap以色列ê長老，tī耶和華ê櫃前，仆tī土腳，到ê-hng，也用塵埃sám tī頭殼。"}},{"book":"書","chapter":7,"verse":7,"versions":{"unv":"約書亞說：「哀哉！主耶和華啊，你為甚麼竟領這百姓過約旦河，將我們交在亞摩利人的手中，使我們滅亡呢？我們不如住在約旦河那邊倒好。","bklcl":"Iok-su-a kóng, Ai-ah, Chú Iâ-hô-hoa ah, Lí siáⁿ-sū chhōa chiah-ê peh-sìⁿ kè chit ê Iok-tàn, chiong goán kau tī A-mô͘-lī lâng ê chhiú, hō͘ goán bia̍t-bô ah?  Khó-sioh goán bô lia̍h tiàm tī Iok-tàn hit-pêng chòe kàu-gia̍h.","tghg":"約書亞講：「唉啊！主耶和華啊，你啥事導諸個百姓過此個約但，將阮交佇亞摩利人的手，互阮滅無啊？可惜阮無掠踮佇約但彼旁做夠額。","bklhl":"約書亞講：Ai-ah，主耶和華ah，你啥事chhōa chiah ê百姓過chit ê約旦，將阮交tī A-mô͘-lī人ê手，hō͘阮滅無ah？可惜阮無掠tiàm tī約旦hit-pêng做夠額。"}},{"book":"書","chapter":7,"verse":8,"versions":{"unv":"主啊，以色列人既在仇敵面前轉背逃跑，我還有甚麼可說的呢？","bklcl":"Chú ah, Í-sek-lia̍t lâng í-keng tī tùi-te̍k ê bīn-chêng oa̍t-tńg-sin cháu, góa iáu-ū sím-mi̍h thang kóng ah?","tghg":"主啊，以色列人已經佇對敵的面前越轉身走，我猶有甚麼通講啊？","bklhl":"主ah，以色列人已經tī對敵ê面前oa̍t-tńg身走，我iáu有甚麼thang講ah？"}},{"book":"書","chapter":7,"verse":9,"versions":{"unv":"迦南人和這地一切的居民聽見了就必圍困我們，將我們的名從地上除滅。那時你為你的大名要怎樣行呢？」","bklcl":"In-ūi Ka-lâm lâng kap chit só͘-chāi it-chhè khiā-khí ê peh-sìⁿ thiaⁿ-kìⁿ, chiū beh ûi-khùn goán, tû-bia̍t goán ê miâ tī tōe-chiūⁿ; hit-sî Lí ūi-tio̍h Lí ê tōa-miâ beh cháiⁿ-iūⁿ ah?","tghg":"因為迦南人及此所在一切徛起的百姓聽見就欲圍困阮，除滅阮的名佇地上。彼時你為著你的大名欲怎樣啊？」","bklhl":"因為迦南人kap chit所在一切khiā起ê百姓聽見，就beh圍困阮，除滅阮ê名tī地上；hit時你為tio̍h你ê大-名beh怎樣ah？"}},{"book":"書","chapter":7,"verse":10,"versions":{"unv":"耶和華吩咐約書亞說：「起來！你為何這樣俯伏在地呢？","bklcl":"Iâ-hô-hoa kā Iok-su-a kóng, Khí-lâi, lí siáⁿ-sū án-ni phak tī tōe-ni̍h ah?","tghg":"耶和華給約書亞講：「起來！你啥事按呢仆佇地裡啊？","bklhl":"耶和華kā約書亞講：起來，你啥事án-ni仆tī地裡ah？"}},{"book":"書","chapter":7,"verse":11,"versions":{"unv":"以色列人犯了罪，違背了我所吩咐他們的約，取了當滅的物；又偷竊，又行詭詐，又把那當滅的放在他們的家具裡。","bklcl":"Í-sek-lia̍t hoān-chōe, ûi-pōe Góa só͘ bēng-lēng in ê iok, chhú eng-kai hiàn ê mi̍h, iā thau-the̍h, iā kiâⁿ khúi-chà, khǹg tī in ê ke-khì-tiong.","tghg":"以色列犯罪，違背我所命令𪜶的約，取應該獻的物；也偷提，也行詭詐，囥佇𪜶的家器中。","bklhl":"以色列犯罪，違背我所命令in ê約，取應該獻ê物，也偷the̍h，也行詭詐，khǹg tī in ê家器中。"}},{"book":"書","chapter":7,"verse":12,"versions":{"unv":"因此，以色列人在仇敵面前站立不住。他們在仇敵面前轉背逃跑，是因成了被咒詛的；你們若不把當滅的物從你們中間除掉，我就不再與你們同在了。","bklcl":"In-ūi án-ni Í-sek-lia̍t lâng tī tùi-te̍k ê bīn-chêng khiā-bōe-tiâu; in tī tùi-te̍k ê bīn-chêng oa̍t-tńg-sin cháu, sī in-ūi in chiâⁿ-chòe siū chiù-chó͘;  lín nā bô chiong eng-kai hiàn ê mi̍h, tùi lín tiong-kan tû-khì, Góa chiū bô koh kap lín saⁿ-kap tī-teh.","tghg":"因為按呢，以色列人佇對敵的面前徛𣍐住。𪜶佇對敵的面前越轉身走，是因為𪜶成做受咒詛；恁若無將應該獻的物對恁中間除去，我就無閣及恁相及佇啲。","bklhl":"因為án-ni以色列人tī對敵ê面前khiā-bōe-tiâu；in tī對敵ê面前oa̍t-tńg身走，是因為in成做受咒詛；lín若無將應該獻ê物，tùi lín中間除去，我就無koh kap lín相kap tī-teh。"}},{"book":"書","chapter":7,"verse":13,"versions":{"unv":"你起來，叫百姓自潔，對他們說：『你們要自潔，預備明天，因為耶和華─以色列的　神這樣說：以色列啊，你們中間有當滅的物，你們若不除掉，在仇敵面前必站立不住！』","bklcl":"Lí khí-lâi, hō͘ peh-sìⁿ chheng-khì, kā in kóng, Lín tio̍h ka-kī chheng-khì pī-pān bîn-á-ji̍t;  in-ūi Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè án-ni kóng, Í-sek-lia̍t ah, lín iáu-bē kau-chhut hit ê mi̍h, chiū tī tùi-te̍k ê bīn-chêng lín beh khiā-bōe-tiâu.","tghg":"你起來，互百姓清氣，給𪜶講：『恁著家己清氣，備辦明仔日，因為耶和華──以色列的上帝按呢講：以色列啊，恁猶未交出彼個物，就佇對敵的面前恁欲徛𣍐住！』","bklhl":"你起來，hō͘百姓清氣，kā in講：Lín tio̍h家己清氣備辦明á日；因為耶和華以色列ê上帝án-ni講：以色列ah，lín iáu未交出hit ê物，就tī對敵ê面前lín beh khiā-bōe-tiâu。"}},{"book":"書","chapter":7,"verse":14,"versions":{"unv":"到了早晨，你們要按著支派近前來；耶和華所取的支派，要按著宗族近前來；耶和華所取的宗族，要按著家室近前來；耶和華所取的家室，要按著人丁，一個一個地近前來。","bklcl":"Bîn-á-chá-khí lín tio̍h chiàu lín ê chi-phài kūn-chêng lâi;  Iâ-hô-hoa só͘ chhú ê chi-phài, tio̍h chiàu chong-cho̍k kūn-chêng lâi; Iâ-hô-hoa só͘ chhú ê chong-cho̍k, tio̍h chiàu ke-koàn kūn-chêng lâi;  Iâ-hô-hoa só͘ chhú ê ke-koàn, tio̍h chiàu jîn-teng, chi̍t-ê chi̍t-ê kūn-chêng lâi.","tghg":"明仔早起，恁著照恁的支派近前來；耶和華所取的支派，著照宗族近前來；耶和華所取的宗族，著照家眷近前來；耶和華所取的家眷，著照人丁，一個一個近前來。","bklhl":"明á早起lín tio̍h照lín ê支派近前來；耶和華所取ê支派，tio̍h照宗族近前來；耶和華所取ê宗族，tio̍h照家眷近前來；耶和華所取ê家眷，tio̍h照人丁，一个一个近前來。"}},{"book":"書","chapter":7,"verse":15,"versions":{"unv":"被取的人有當滅的物在他那裡，他和他所有的必被火焚燒；因他違背了耶和華的約，又因他在以色列中行了愚妄的事。」","bklcl":"Siū chhú-tio̍h ê lâng, ū eng-kai hiàn ê mi̍h tī i hia, i kap i só͘-ū-ê, tio̍h siū hé sio; in-ūi i ū pōe Iâ-hô-hoa ê iok, koh in-ūi i tī Í-sek-lia̍t tiong ū kiâⁿ gōng-gōng ê sū.","tghg":"受取著的人有應該獻的物佇伊遐，伊及伊所有的著受火燒；因為伊有背耶和華的約，閣因為伊佇以色列中有行戇戇的事。」","bklhl":"受取tio̍h ê人，有應該獻ê物tī伊hia，伊kap 伊所有ê，tio̍h受火燒；因為伊有背耶和華ê約，koh因為伊tī以色列中有行戇戇ê事。"}},{"book":"書","chapter":7,"verse":16,"versions":{"unv":"於是，約書亞清早起來，使以色列人按著支派近前來，取出來的是猶大支派；","bklcl":"Thiⁿ-kng, Iok-su-a chá-chá khí-lâi, hō͘ Í-sek-lia̍t lâng chiàu chi-phài kūn-chêng lâi; chhú-tio̍h-ê sī Iû-tāi chi-phài;","tghg":"天光約書亞早早起來，互以色列人照支派近前來，取著的是猶大支派；","bklhl":"天光，約書亞早早起來，hō͘以色列人照支派近前來；取tio̍h-ê是偤大支派；"}},{"book":"書","chapter":7,"verse":17,"versions":{"unv":"使猶大支派（原文是宗族）近前來，就取了謝拉的宗族；使謝拉的宗族，按著家室人丁，一個一個地近前來，取出來的是撒底；","bklcl":"hō͘ Iû-tāi ê chong-cho̍k kūn-chêng-lâi, chiū chhú-tio̍h Siā-la̍h ê chong-cho̍k;  hō͘ Siā-la̍h chong-cho̍k ê jîn-teng chi̍t-ê chi̍t-ê kūn-chêng lâi, chiū chhú-tio̍h Sat-tí;","tghg":"互猶大的宗族近前來，就取著謝拉的宗族；互謝拉宗族的人丁，一個一個近前來，就取著撒底；","bklhl":"Hō͘偤大ê宗族近前來，就取tio̍h 謝拉 ê宗族；hō͘ 謝拉宗族ê人丁一个一个近前來，就取tio̍h Sat-tí；"}},{"book":"書","chapter":7,"verse":18,"versions":{"unv":"使撒底的家室，按著人丁，一個一個地近前來，就取出猶大支派的人謝拉的曾孫，撒底的孫子，迦米的兒子亞干。","bklcl":"hō͘ i ê ke chiàu jîn-teng chi̍t-ê chi̍t-ê kūn-chêng lâi, chiū chhú-tio̍h Iû-tāi chi-phài ê lâng Siā-la̍h ê cheng-sun, Sat-tí ê sun, Ka-bí ê kiáⁿ A-kan.","tghg":"互伊的家照人丁，一個一個近前來，就取著猶大支派的人謝拉的曾孫，撒底的孫，迦米的子亞干。","bklhl":"Hō͘伊ê家照人丁一个一个近前來，就取tio̍h偤大支派ê人謝拉 ê曾孫，Sat-tí ê孫，Ka-bí ê kiáⁿ A-kan。"}},{"book":"書","chapter":7,"verse":19,"versions":{"unv":"約書亞對亞干說：「我兒，我勸你將榮耀歸給耶和華─以色列的　神，在他面前認罪，將你所做的事告訴我，不要向我隱瞞。」","bklcl":"Iok-su-a tùi A-kan kóng, Góa ê kiáⁿ, góa khǹg lí tio̍h kui êng-kng Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè, tī I ê bīn-chêng jīn-chōe, chiong lí só͘ chòe ê sū kā góa kóng, m̄-thang tùi góa ún-môa.","tghg":"約書亞對亞干講：「我的子，我勸你著歸榮光耶和華──以色列的上帝，佇伊的面前認罪，將你所做的事給我講，呣通對我隱瞞。」","bklhl":"約書亞對A-kan講：我ê kiáⁿ，我勸你tio̍h歸榮光耶和華以色列ê上帝，tī伊ê面前認罪，將你所做ê事kā我講：m̄-thang對我隱瞞。"}},{"book":"書","chapter":7,"verse":20,"versions":{"unv":"亞干回答約書亞說：「我實在得罪了耶和華─以色列的　神。我所做的事如此如此：","bklcl":"A-kan ìn Iok-su-a kóng,  Góa si̍t-chāi tek-chōe Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè; góa só͘ chòe ê sū sī án-ni, án-ni;","tghg":"亞干應約書亞講：「我實在得罪耶和華──以色列的上帝。我所做的事是按呢按呢：","bklhl":"A-kan 應約書亞講：我實在得罪耶和華以色列ê上帝；我所做ê事是án-ni，án-ni；"}},{"book":"書","chapter":7,"verse":21,"versions":{"unv":"我在所奪的財物中看見一件美好的示拿衣服，二百舍客勒銀子，一條金子重五十舍客勒，我就貪愛這些物件，便拿去了。現今藏在我帳棚內的地裡，銀子在衣服底下。」","bklcl":"góa tī só͘ chhiúⁿ ê châi-bu̍t-tiong khòaⁿ-kìⁿ chi̍t-niá Sī-ná ê súi-saⁿ, gûn nn̄g-pah sià-khek-le̍k, kim chi̍t-tiāⁿ, tāng gō͘-cha̍p sià-khek-le̍k, góa tham chiah-ê mi̍h, chiū the̍h i, taⁿ tâi tī góa ê pò͘-pîⁿ-lāi ê thô͘-kha-ē, gûn tī i ê ē-tóe.","tghg":"我佇所搶的財物中看見一領示拿的媠衫，銀二百舍客勒，金一錠(tiāⁿ)重五十舍客勒，我貪諸個物，就提伊。今埋(tâi)佇我的布棚內的土腳下，銀佇伊的下底。」","bklhl":"我tī所搶ê財物中看見一領Sī-ná ê súi衫，銀兩百sià-khek-le̍k，金一tiāⁿ，重五十sià-khek-le̍k，我貪 chiah ê物，就the̍h伊，taⁿ 埋 tī我ê布棚內ê土腳下，銀tī伊ê下底。"}},{"book":"書","chapter":7,"verse":22,"versions":{"unv":"約書亞就打發人跑到亞干的帳棚裡。那件衣服果然藏在他帳棚內，銀子在底下。","bklcl":"Iok-su-a chiū chhe lâng khì, in chiū khì, kàu i ê pò͘-pîⁿ; khòaⁿ ah, hit ê mi̍h kó-jiân khǹg tī i ê pò͘-pîⁿ-lāi, gûn tī ē-tóe.","tghg":"約書亞就差人去，𪜶就去到伊的布棚。看啊，彼個物果然囥佇伊的布棚內，銀佇下底。","bklhl":"約書亞就差人去，in就去，到伊ê布棚；看ah，hit ê物果然khǹg tī伊ê布棚內，銀tī下底。"}},{"book":"書","chapter":7,"verse":23,"versions":{"unv":"他們就從帳棚裡取出來，拿到約書亞和以色列眾人那裡，放在耶和華面前。","bklcl":"In chiū tùi pò͘-pîⁿ-lāi the̍h-chhut-lâi, tòa kàu Iok-su-a kap Í-sek-lia̍t chèng-lâng hia, hē tī Iâ-hô-hoa ê bīn-chêng.","tghg":"𪜶就對布棚內提出來，帶到約書亞及以色列眾人遐，下佇耶和華的面前。","bklhl":"In就tùi布棚內the̍h出來，帶到約書亞kap以色列眾人hia，hē tī耶和華ê面前。"}},{"book":"書","chapter":7,"verse":24,"versions":{"unv":"約書亞和以色列眾人把謝拉的曾孫亞干和那銀子、那件衣服、那條金子，並亞干的兒女、牛、驢、羊、帳棚，以及他所有的，都帶到亞割谷去。","bklcl":"Iok-su-a kap Í-sek-lia̍t chèng-lâng, chiong Siā-la̍h ê cheng-sun A-kan, kap hit ê gûn, hit kiāⁿ saⁿ, hit tiāⁿ kim, kap i ê kiáⁿ, cha-bó͘-kiáⁿ, gû, lû, iûⁿ, pò͘-pîⁿ, í-ki̍p i it-chhè só͘-ū-ê, lóng tòa kàu A-kat ê soaⁿ-kok.","tghg":"約書亞及以色列眾人將謝拉的曾孫亞干及彼個銀、彼件衫、彼錠金，及伊的子查某子、牛、驢、羊、布棚，以及伊一切所有的，攏帶到亞割的山谷。","bklhl":"約書亞kap以色列眾人，將謝拉 ê曾孫A-kan，kap hit ê銀，hit 件衫，hit錠金，kap伊ê kiáⁿ、cha-bó͘-kiáⁿ、牛、驢、羊、布棚，以及伊一切所有ê，lóng帶到A-kat ê山谷。"}},{"book":"書","chapter":7,"verse":25,"versions":{"unv":"約書亞說：「你為甚麼連累我們呢？今日耶和華必叫你受連累。」於是以色列眾人用石頭打死他，將石頭扔在其上，又用火焚燒他所有的（原文是他們）。","bklcl":"Iok-su-a kóng, Lí siáⁿ-sū hāi goán?  kin-á-ji̍t Iâ-hô-hoa iā beh hāi lí.  Tùi án-ni Í-sek-lia̍t chèng-lâng ēng chio̍h-thâu tìm-sí i;  ēng hé sio in, chiong chio̍h-thâu tìm in.","tghg":"約書亞講：「你啥事害阮？今仔日耶和華也欲害你。」對按呢以色列眾人用石頭擲死伊，用火燒𪜶，將石頭擲𪜶。","bklhl":"約書亞講：你啥事害阮？今á日耶和華也beh害你。Tùi án-ni，以色列眾人用石頭tìm死伊；用火燒in，將石頭tìm in。"}},{"book":"書","chapter":7,"verse":26,"versions":{"unv":"眾人在亞干身上堆成一大堆石頭，直存到今日。於是耶和華轉意，不發他的烈怒。因此那地方名叫亞割谷（就是連累的意思），直到今日。","bklcl":"Chèng-lâng tī i ê téng-bīn thia̍p chi̍t tōa-tui ê chio̍h, kàu tī kin-á-ji̍t; tùi án-ni Iâ-hô-hoa siu-hôe I ê tōa siū-khì.  Só͘-í hit só͘-chāi miâ-kiò A-kat ê soaⁿ-kok, kàu kin-á-ji̍t.","tghg":"眾人佇伊的頂面疊一大堆的石，到佇今仔日。對按呢耶和華收回伊的大受氣。所以彼所在名叫亞割的山谷，到今仔日。","bklhl":"眾人tī伊ê頂面疊一大堆ê石，到tī今á日；tùi án-ni，耶和華收回伊ê大受氣。所以hit所在名叫A-kat ê山谷，到今á日。"}}]