[{"book":"書","chapter":17,"verse":1,"versions":{"unv":"瑪拿西是約瑟的長子，他的支派拈鬮所得之地記在下面。至於瑪拿西的長子基列之父（或譯：主）瑪吉，因為是勇士就得了基列和巴珊。","bklcl":"Che sī Má-ná-se ê chi-phài liam-khau só͘ tit-tio̍h ê gia̍p;  in-ūi i sī Iok-sek ê tōa-kiáⁿ.  Lūn-kàu Má-kiat, sī Má-ná-se ê tōa-kiáⁿ, Ki-lia̍t ê lāu-pē, in-ūi i sī ióng-sū, chiū tit-tio̍h Ki-lia̍t kap Pa-san.","tghg":"這是瑪拿西的支派拈鬮所得著的業，因為伊是約瑟的大子。論到瑪吉，是瑪拿西的大子基列的老父，因為伊是勇士就得著基列及巴珊。","bklhl":"這是Má-ná-se ê支派拈鬮所得tio̍h ê業；因為伊是約瑟ê大kiáⁿ。論到Má-kiat，是Má-ná-se ê大kiáⁿ，Ki-lia̍t ê老父，因為伊是勇士，就得tio̍h Ki-lia̍t kap Pa-san。"}},{"book":"書","chapter":17,"verse":2,"versions":{"unv":"瑪拿西其餘的子孫，按著宗族拈鬮分地，就是亞比以謝子孫，希勒子孫，亞斯列子孫，示劍子孫，希弗子孫，示米大子孫；這些按著宗族，都是約瑟兒子瑪拿西子孫的男丁。","bklcl":"Má-ná-se kî-û ê kiáⁿ-sun, chiàu in ê chong-cho̍k, liam-khau pun-tōe; chiū-sī A-pí-í-siā ê kiáⁿ-sun, Hi-le̍k ê kiáⁿ-sun, A-su-lia̍t ê kiáⁿ-sun, Sī-kiàm ê kiáⁿ-sun, Hi-hut ê kiáⁿ-sun, Sī-bí-tāi ê kiáⁿ-sun; chiah-ê chiàu in ê chong-cho̍k, lóng sī Iok-sek ê kiáⁿ Má-ná-se ê ta-po͘-teng.","tghg":"瑪拿西其餘的子孫，照𪜶的宗族，拈鬮分地，就是亞比以謝的子孫，希勒的子孫，亞斯列的子孫，示劍的子孫，希弗的子孫，示米大的子孫；諸個照𪜶的宗族，攏是約瑟的子瑪拿西的查甫丁。","bklhl":"Má-ná-se其餘ê kiáⁿ孫，照in ê宗族，拈鬮分地；就是A-pí-í-siā ê kiáⁿ孫，Hi-le̍k ê kiáⁿ孫，A-su-lia̍t ê kiáⁿ孫，示劍ê kiáⁿ孫，Hi-hut ê kiáⁿ孫，Sī-bí-tāi ê kiáⁿ孫；chiah ê照in ê宗族，lóng是約瑟ê kiáⁿ Má-ná-se ê ta-po͘丁。"}},{"book":"書","chapter":17,"verse":3,"versions":{"unv":"瑪拿西的玄孫，瑪吉的曾孫，基列的孫子，希弗的兒子西羅非哈沒有兒子，只有女兒。他的女兒名叫瑪拉、挪阿、曷拉、密迦、得撒；","bklcl":"Má-ná-se ê goân-sun, Má-kiat ê cheng-sun, Ki-lia̍t ê sun, Hi-hut ê kiáⁿ Se-lô-hui-hap bô kiáⁿ, chí-ū cha-bó͘-kiáⁿ; i ê cha-bó͘-kiáⁿ miâ-kiò Má-la̍h, Ná-a, Hat-la̍h, Bi̍t-ka, Tek-sat.","tghg":"瑪拿西的元孫，瑪吉的曾孫，基列的孫，希弗的子西羅非哈無子，只有查某子。伊的查某子名叫瑪拉、挪阿、曷拉、密迦、得撒；","bklhl":"Má-ná-se ê元孫，Má-kiat ê曾孫，Ki-lia̍t ê孫，Hi-hut ê kiáⁿ Se-lô-hui-hap無kiáⁿ，只有cha-bó͘-kiáⁿ；伊ê cha-bó͘-kiáⁿ名叫Má-la̍h、挪亞、Hat-la̍h、Bi̍t-ka、Tek-sat。"}},{"book":"書","chapter":17,"verse":4,"versions":{"unv":"她們來到祭司以利亞撒和嫩的兒子約書亞並眾首領面前，說：「耶和華曾吩咐摩西在我們弟兄中分給我們產業。」於是約書亞照耶和華所吩咐的，在她們伯叔中，把產業分給她們。","bklcl":"In lâi kàu chè-si Í-lī-a-sat kap Lùn ê kiáⁿ Iok-su-a, kap chèng siú-léng ê bīn-chêng, kóng, Iâ-hô-hoa bat bēng-lēng Mô͘-se, tī goán hiaⁿ-tī-tiong pun gia̍p hō͘ goán;  i chiū chiàu Iâ-hô-hoa só͘ bēng-lēng ê, tī in lāu-pē ê hiaⁿ-tī-tiong, pun gia̍p hō͘ in.","tghg":"𪜶來到祭司以利亞撒及嫩的子約書亞及眾首領的面前，講：「耶和華曾命令摩西佇阮兄弟中分業互阮。」伊就照耶和華所命令的，佇𪜶老父的兄弟中，分業互𪜶。","bklhl":"In來到祭司Í-lī-a-sat kap Lùn ê kiáⁿ約書亞，kap眾首領ê面前，講：耶和華bat命令摩西，tī阮兄弟中分業hō͘阮；伊就照耶和華所命令ê，tī in老父ê兄弟中，分業hō͘ in。"}},{"book":"書","chapter":17,"verse":5,"versions":{"unv":"除了約旦河東的基列和巴珊地之外，還有十分地歸瑪拿西，","bklcl":"Tī Iok-tàn hit-pêng, Ki-lia̍t kap Pa-san tōe í-gōa, Má-ná-se koh liam-khau tit-tio̍h cha̍p-hūn ê tōe.","tghg":"佇約但彼旁基列及巴珊地以外，瑪拿西閣拈鬮得著十份的地，","bklhl":"Tī約旦hit-pêng、Ki-lia̍t kap Pa-san地以外，Má-ná-se koh 拈鬮得tio̍h十份ê地。"}},{"book":"書","chapter":17,"verse":6,"versions":{"unv":"因為瑪拿西的孫女們在瑪拿西的孫子中得了產業。基列地是屬瑪拿西其餘的子孫。","bklcl":"In-ūi Má-ná-se hiah-ê cha-bó͘-sun, tī Má-ná-se ê kiáⁿ-sun-tiong, tit-tio̍h gia̍p.  Ki-lia̍t tōe sī sio̍k Má-ná-se kî-û ê kiáⁿ-sun.","tghg":"因為瑪拿西許個查某孫佇瑪拿西的子孫中得著業。基列地是屬瑪拿西其餘的子孫。","bklhl":"因為Má-ná-se hiah-ê cha-bó͘孫，tī Má-ná-se ê kiáⁿ孫中，得tio̍h業。Ki-lia̍t地是屬Má-ná-se其餘ê kiáⁿ孫。"}},{"book":"書","chapter":17,"verse":7,"versions":{"unv":"瑪拿西的境界：從亞設起，到示劍前的密米他，往北到隱‧他普亞居民之地。","bklcl":"Má-ná-se ê tōe-kài, tùi A-siat khí, kàu Sī-kiàm ê thâu-chêng ê Bi̍t-bí-tha, hit ê kài ǹg chiàⁿ-chhiú-pêng, kàu Ún-tha-phó͘-a khiā-khí ê peh-sìⁿ hia.","tghg":"瑪拿西的地界：對亞設起，到示劍的頭前的密米他，彼個界向正手旁到隱他普亞徛起的百姓遐。","bklhl":"Má-ná-se ê地界，tùi A-siat起，到示劍ê頭前ê Bi̍t-bí-tha，hit ê界ǹg chiàⁿ手pêng，到Ún-tha-phó͘-a khiā起ê百姓hia。"}},{"book":"書","chapter":17,"verse":8,"versions":{"unv":"他普亞地歸瑪拿西，只是瑪拿西境界上的他普亞城歸以法蓮子孫。","bklcl":"Tha-phó͘-a ê tōe kui Má-ná-se; to̍k-to̍k Má-ná-se ê kau-kài ê Tha-phó͘-a kui Í-hoat-liân ê kiáⁿ-sun.","tghg":"他普亞的地歸瑪拿西，獨獨瑪拿西的交界的他普亞歸以法蓮的子孫。","bklhl":"Tha-phó͘-a ê地歸Má-ná-se；獨獨Má-ná-se ê交界ê Tha-phó͘-a歸Í-hoat-liân ê kiáⁿ孫。"}},{"book":"書","chapter":17,"verse":9,"versions":{"unv":"其界下到加拿河的南邊。在瑪拿西城邑中的這些城邑都歸以法蓮。瑪拿西的地界是在河北直通到海為止；","bklcl":"I ê kài lo̍h-khì kàu Ka-ná hô; tī hô ê lâm-pêng, tī Má-ná-se hiah-ê siâⁿ ê tiong-kan, chiah-ê siâⁿ sī sio̍k Í-hoat-liân;  Má-ná-se ê tōe-kài sī tī hô ê pak-sì, thàng-kàu hái ûi-chí.","tghg":"伊的界落去到加拿河佇河的南旁。佇瑪拿西許個城的中間，諸個城是屬以法蓮。瑪拿西的地界是佇河的北勢。𥦁到海為止；","bklhl":"伊ê界落去到Ka-ná河；tī河ê南pêng，tī Má-ná-se hiah-ê城ê中間，chiah ê城是屬Í-hoat-liân；Má-ná-se ê地界是tī河ê北勢，thàng到海為止。"}},{"book":"書","chapter":17,"verse":10,"versions":{"unv":"南歸以法蓮，北歸瑪拿西，以海為界；北邊到亞設，東邊到以薩迦。","bklcl":"Lâm sio̍k Í-hoat-liân, pak sio̍k Má-ná-se, ēng hái chòe i ê kài; pak-pêng kàu A-siat, tang-pêng kàu Í-sat-ka.","tghg":"南屬以法蓮，北屬瑪拿西，用海做伊的界；北旁到亞設，東旁到以薩迦。","bklhl":"南屬Í-hoat-liân，北屬Má-ná-se，用海做伊ê界；北pêng到A-siat，東pêng到Í-sat-ka。"}},{"book":"書","chapter":17,"verse":11,"versions":{"unv":"瑪拿西在以薩迦和亞設境內，有伯‧善和屬伯‧善的鎮市，以伯蓮和屬以伯蓮的鎮市，多珥的居民和屬多珥的鎮市；又有三處山岡，就是隱‧多珥和屬隱‧多珥的鎮市；他納的居民和屬他納的鎮市，米吉多的居民和屬米吉多的鎮市。","bklcl":"Má-ná-se tī Í-sat-ka kap A-siat ê kéng-lāi, ū Pek-siān kap i ê hiuⁿ-siā, Í-pek-liân kap i ê hiuⁿ-siā, Tô-jíⁿ khiā-khí ê peh-sìⁿ kap i ê hiuⁿ-siā;  koh ū saⁿ só͘-chāi soaⁿ-tōe, chiū-sī Ún-to-jíⁿ kap i ê hiuⁿ-siā, Tha-la̍p khiā-khí ê peh-sìⁿ kap i ê hiuⁿ-siā, Bí-kiat-to khiā-khí ê peh-sìⁿ kap i ê hiuⁿ-siā.","tghg":"瑪拿西佇以薩迦及亞設的境內，有伯善及伊的鄉社，以伯蓮及伊的鄉社，多珥徛起的百姓及伊的鄉社，閣有三所在山地，就是隱多珥及伊的鄉社；他納徛起的百姓及伊的鄉社；米吉多徛起的百姓及伊的鄉社。","bklhl":"Má-ná-se tī Í-sat-ka kap A-siat ê境內，有Pek-siān kap伊ê鄉社，Í-pek-liân kap伊ê鄉社，Tô-jíⁿ khiā起ê百姓kap伊ê鄉社；koh有三所在山地，就是Ún-to-jíⁿ kap伊ê鄉社，Tha-la̍p khiā起ê百姓kap伊ê鄉社，Bí-kiat-to khiā起ê百姓kap伊ê鄉社。"}},{"book":"書","chapter":17,"verse":12,"versions":{"unv":"只是瑪拿西子孫不能趕出這些城的居民，迦南人偏要住在那地。","bklcl":"Chóng-sī Má-ná-se ê kiáⁿ-sun bōe-ōe kóaⁿ-chhut hiah-ê siâⁿ ê peh-sìⁿ;  Ka-lâm lâng koat-ì beh tiàm tī hit ê tōe;","tghg":"總是瑪拿西的子孫𣍐會趕出許個城的百姓，迦南人決意欲踮佇彼個地。","bklhl":"總是Má-ná-se ê kiáⁿ孫bōe會趕出hiah-ê城ê百姓；迦南人決意beh tiàm tī hit ê地；"}},{"book":"書","chapter":17,"verse":13,"versions":{"unv":"及至以色列人強盛了，就使迦南人做苦工，沒有把他們全然趕出。","bklcl":"kàu Í-sek-lia̍t lâng kiông-sēng ê sî chiū hō͘ Ka-lâm lâng chòe khó͘-kang, bô it-chīn kóaⁿ in chhut.","tghg":"到以色列人強盛的時，就互迦南人做苦工，無一盡趕𪜶出。","bklhl":"到以色列人強盛ê時就hō͘迦南人做苦工，無一盡趕in出。"}},{"book":"書","chapter":17,"verse":14,"versions":{"unv":"約瑟的子孫對約書亞說：「耶和華到如今既然賜福與我們，我們也族大人多，你為甚麼僅將一鬮一段之地分給我們為業呢？」","bklcl":"Iok-sek ê kiáⁿ-sun tùi Iok-su-a kóng, Iâ-hô-hoa pêng-sî sù-hok goán, goán chiū chiâⁿ-chòe tōa-cho̍k, lí siáⁿ-sū kan-ta ēng chi̍t-khau ê hūn-gia̍h hō͘ goán chòe-gia̍p ah?","tghg":"約瑟的子孫對約書亞講：「耶和華平時賜福阮，阮就成做大族，你啥事干單用一鬮(chi̍t-khau)的份額互阮做業啊？」","bklhl":"約瑟ê kiáⁿ孫對約書亞講：耶和華平時賜福阮，阮就成做大族，你啥事kan-ta用一khau ê份額hō͘阮做業ah？"}},{"book":"書","chapter":17,"verse":15,"versions":{"unv":"約書亞說：「你們如果族大人多，嫌以法蓮山地窄小，就可以上比利洗人、利乏音人之地，在樹林中砍伐樹木。」","bklcl":"Iok-su-a tùi in kóng, Lín nā kó-jiân chiâⁿ-chòe tōa-cho̍k, Í-hoat-liân tōe tùi tī lín sī khah oe̍h-sòe, chiū lí thang chiūⁿ-khì chhiū-nâ, tī Pí-lī-sé lâng, Lī-hoa̍t-im lâng ê tōe, tī-hia ūi ka-kī lâi khai-khún.","tghg":"約書亞對𪜶講：「恁若果然成做大族，以法蓮地對佇恁是卡狹細(oe̍h-sòe)，就你通上去樹林，佇比利洗人、利乏音人的地，佇遐為家己來開墾。」","bklhl":"約書亞對in講，Lín若果然成做大族，Í-hoat-liân地對tī lín是khah 狹細，就你thang上去樹林，tī Pí-lī-sé人、Lī-hoa̍t-im人ê地，tī-hia為家己來開墾。"}},{"book":"書","chapter":17,"verse":16,"versions":{"unv":"約瑟的子孫說：「那山地容不下我們，並且住平原的迦南人，就是住伯‧善和屬伯‧善的鎮市，並住耶斯列平原的人，都有鐵車。」","bklcl":"Iok-sek ê kiáⁿ-sun kóng, Hit ê tōe bô kàu-gia̍h iông-ún goán; koh tiàm tī pîⁿ-iûⁿ ê Ka-lâm lâng, chiū-sī tiàm-tī Pek-siān kap i ê hiuⁿ-siā, kap tiàm Iâ-su-lia̍t pîⁿ-iûⁿ ê lâng, lóng ū thih-chhia.","tghg":"約瑟的子孫講：「彼個地無夠額容允阮，閣踮佇平洋的迦南人，就是踮佇伯善及伊的鄉社，及踮耶斯列平洋的人，攏有鐵車。」","bklhl":"約瑟ê kiáⁿ孫講：hit ê地無夠額容允阮；koh tiàm tī平洋ê迦南人，就是tiàm-tī Pek-siān kap伊ê鄉社，kap tiàm Iâ-su-lia̍t平洋ê人，lóng有鐵車。"}},{"book":"書","chapter":17,"verse":17,"versions":{"unv":"約書亞對約瑟家，就是以法蓮和瑪拿西人，說：「你是族大人多，並且強盛，不可僅有一鬮之地，","bklcl":"Iok-su-a tùi Iok-sek ê ke, chiū-sī Í-hoat-liân kap Má-ná-se ê lâng, kóng, Lí sī tōa-cho̍k koh kiông-sēng; m̄-nā chi̍t-khau ê hūn-gia̍h,","tghg":"約書亞對約瑟的家，就是以法蓮及瑪拿西的人，講：「你是大族，閣強盛，呣若一鬮的份額，","bklhl":"約書亞對約瑟ê家，就是Í-hoat-liân kap Má-ná-se ê人，講：你是大族koh強盛；m̄-nā一khau ê份額，"}},{"book":"書","chapter":17,"verse":18,"versions":{"unv":"山地也要歸你，雖是樹林，你也可以砍伐；靠近之地必歸你。迦南人雖有鐵車，雖是強盛，你也能把他們趕出去。」","bklcl":"soaⁿ-tōe iā beh kui lí; sui-jiân sī chhiū-nâ lí iā thang chhò i; i ê ke̍k-thâu iā beh sio̍k lí; Ka-lâm lâng sui-jiân ū thih-chhia, koh kiông-sēng, lí iā ōe kóaⁿ in chhut-khì.","tghg":"山地也欲歸你，雖然是樹林，你也通剉伊；伊的極頭也欲屬你。迦南人雖然有鐵車，閣強盛，你也會趕𪜶出去。」","bklhl":"山地也beh歸你；雖然是樹林你也thang剉伊；伊ê極頭也beh屬你；迦南人雖然有鐵車，koh強盛，你也會趕in出去。"}}]