[{"book":"書","chapter":2,"verse":1,"versions":{"unv":"當下，嫩的兒子約書亞從什亭暗暗打發兩個人作探子，吩咐說：「你們去窺探那地和耶利哥。」於是二人去了，來到一個妓女名叫喇合的家裡，就在那裡躺臥。","bklcl":"Lùn ê kiáⁿ Iok-su-a tùi Si̍p-têng àm-chīⁿ chhe nn̄g-lâng chòe cheng-thàm, hoan-hù in kóng, Lín khì khòaⁿ hit ê tōe, kap Iâ-lī-ko.  In chiū khì, kàu chi̍t ê chhiong-ki Lat-ha̍p ê chhù, chiū hioh tī-hia.","tghg":"嫩的子約書亞對什亭暗靜差二人做偵探，吩咐𪜶講：「恁去看彼個地及耶利哥。」𪜶就去，到一個娼妓喇合的厝，就歇佇遐。","bklhl":"Lùn ê kiáⁿ約書亞tùi Si̍p-têng暗靜差兩人做偵探，吩咐in講：lín去看hit ê地，kap耶利哥。In就去，到一个娼妓Lat-ha̍p ê厝，就歇tī-hia。"}},{"book":"書","chapter":2,"verse":2,"versions":{"unv":"有人告訴耶利哥王說：「今夜有以色列人來到這裡窺探此地。」","bklcl":"Ū lâng pò Iâ-lī-ko ông kóng, Khòaⁿ ah, kin-àm ū Í-sek-lia̍t lâng lâi chia thau-khòaⁿ chit ê tōe.","tghg":"有人報耶利哥王講：「看啊，今暗有以色列人來遮偷看此個地。」","bklhl":"有人報耶利哥王講：看ah，今暗有以色列人來chia偷看chit ê地。"}},{"book":"書","chapter":2,"verse":3,"versions":{"unv":"耶利哥王打發人去見喇合說：「那來到你這裡、進了你家的人要交出來，因為他們來窺探全地。」","bklcl":"Iâ-lī-ko ông chhe lâng khì Lat-ha̍p hia kóng, Hiah-ê lâi lí chia, ji̍p lí ê chhù ê lâng, lí tio̍h chhōa in chhut-lâi; in-ūi in lâi, sī beh thau-khòaⁿ chit ê choân-tōe.","tghg":"耶利哥王差人去喇合遐講：「許個來你遮、入你的厝的人，你著導𪜶出來，因為𪜶來，是欲偷看此個全地。」","bklhl":"耶利哥王差人去Lat-ha̍p hia講：Hiah-ê來你chia，入你ê厝ê人，你tio̍h chhōa in出來；因為in來，是beh偷看chit ê全地。"}},{"book":"書","chapter":2,"verse":4,"versions":{"unv":"女人將二人隱藏，就回答說：「那人果然到我這裡來；他們是哪裡來的我卻不知道。","bklcl":"Hū-jîn-lâng chiong hí nn̄g-lâng khǹg-ba̍t, chiū ìn kóng, Chin-chiàⁿ ū lâng lâi góa chia; chóng-sī in tùi toh-lo̍h lâi, góa m̄-chai;","tghg":"婦仁人將彼二人囥密，就應講：「真正有人來我遮；總是𪜶對叨落來我呣知。","bklhl":"婦人人將hit兩人khǹg密，就應講，真正有人來我chia；總是in tùi toh落來，我m̄知；"}},{"book":"書","chapter":2,"verse":5,"versions":{"unv":"天黑、要關城門的時候，他們出去了，往哪裡去我卻不知道。你們快快地去追趕，就必追上。」","bklcl":"ji̍t àm, beh koaiⁿ siâⁿ-mn̂g ê sî, hiah-ê lâng chhut-khì; in khì toh-lo̍h góa m̄-chai, lín kín-kín khì jip, chiū ōe jip-tio̍h.","tghg":"日暗、欲關城門的時，許個人出去，𪜶去叨落我呣知。恁緊緊去趇(jip)，就會趇著。」","bklhl":"日暗，beh關城門ê時，hiah-ê人出去；in去toh落我m̄知，lín緊緊去jip，就會jip-tio̍h。"}},{"book":"書","chapter":2,"verse":6,"versions":{"unv":"（先是女人領二人上了房頂，將他們藏在那裡所擺的麻秸中。）","bklcl":"(Chóng-sī hū-jîn-lâng í-keng chhōa in chiūⁿ chhù-téng, chiong só͘ pâi tī chhù-téng ê môa-kó lâi khàm in.)","tghg":"（總是婦仁人已經導𪜶上厝頂，將所排佇厝頂的麻稿(môa-kó)來蓋𪜶。）","bklhl":"(總是婦人人已經chhōa in上厝頂，將所排tī厝頂ê麻稿(môa-kó)來蓋in。)"}},{"book":"書","chapter":2,"verse":7,"versions":{"unv":"那些人就往約旦河的渡口追趕他們去了。追趕他們的人一出去，城門就關了。","bklcl":"Hiah ê lâng chiū àn Iok-tàn hit tiâu lō͘ jip i, kàu lō͘-thâu; jip in ê lâng chi̍t-ē chhut-khì, siâⁿ-mn̂g chiū koaiⁿ.","tghg":"許個人就按約但彼條路趇伊。到路頭趇𪜶的人一下出去，城門就關。","bklhl":"Hiah-ê人就àn約旦hit條路jip伊，到路頭；jip in ê人一下出去，城門就關。"}},{"book":"書","chapter":2,"verse":8,"versions":{"unv":"二人還沒有躺臥，女人就上房頂，到他們那裡，","bklcl":"Nn̄g-lâng iáu-bē khì khùn, hū-jîn-lâng chiū chiūⁿ chhù-téng kàu in hia;","tghg":"二人猶未去睏，婦仁人就上厝頂，到𪜶遐，","bklhl":"兩人iáu未去睏，婦人人就上厝頂到in hia；"}},{"book":"書","chapter":2,"verse":9,"versions":{"unv":"對他們說：「我知道耶和華已經把這地賜給你們，並且因你們的緣故我們都驚慌了。這地的一切居民在你們面前心都消化了；","bklcl":"tùi in kóng, Góa chai Iâ-hô-hoa í-keng chiong chit ê tōe siúⁿ-sù lín, koh in-ūi lín ê iân-kò͘ goán lóng kiaⁿ, chit só͘-chāi it-chhè khiā-khí ê peh-sìⁿ, tī lín ê bīn-chêng lóng sit-táⁿ.","tghg":"對𪜶講：「我知耶和華已經將此個地賞賜恁，閣因為恁的緣故阮攏驚。此所在一切徛起的百姓佇恁的面前攏失膽；","bklhl":"對in講，我知耶和華已經將chit ê地賞賜lín，koh因為lín ê緣故阮lóng驚，chit所在一切khiā起ê百姓，tī lín ê面前lóng失膽。"}},{"book":"書","chapter":2,"verse":10,"versions":{"unv":"因為我們聽見你們出埃及的時候，耶和華怎樣在你們前面使紅海的水乾了，並且你們怎樣待約旦河東的兩個亞摩利王西宏和噩，將他們盡行毀滅。","bklcl":"In-ūi goán ū thiaⁿ-kìⁿ lín chhut Ai-ki̍p ê sî, Iâ-hô-hoa cháiⁿ-iūⁿ tī lín ê thâu-chêng hō͘ Âng-hái ê chúi ta-khì;  koh lín cháiⁿ-iūⁿ khoán-thāi Iok-tàn hit pêng nn̄g ê A-mô͘-lī ông, Se-hông kap Go̍k, chiū-sī lín só͘ húi-bia̍t-ê.","tghg":"因為阮有聽見恁出埃及的時，耶和華怎樣佇恁的頭前互紅海的水乾去，閣恁怎樣款待約但彼旁二個亞摩利王西宏及噩，就是恁所毀滅的。","bklhl":"因為阮有聽見lín出埃及ê時，耶和華怎樣tī lín ê頭前hō͘紅海ê水乾去；koh lín怎樣款待約旦hit-pêng兩個A-mô͘-lī王，Se-hông kap Go̍k，就是lín所毀滅ê。"}},{"book":"書","chapter":2,"verse":11,"versions":{"unv":"我們一聽見這些事，心就消化了。因你們的緣故，並無一人有膽氣。耶和華─你們的　神本是上天下地的　神。","bklcl":"Goán chi̍t-ē thiaⁿ-kìⁿ chiah-ê sū, chiū sit-táⁿ, in-ūi lín ê iân-kò͘ ta̍k-ê sîn put-hū-thé;  in-ūi Iâ-hô-hoa lín ê Siōng-tè, tī thiⁿ-téng tōe-ē chòe Siōng-tè.","tghg":"阮一下聽見諸個事，就失膽。因為恁的緣故，逐個神不附體。因為耶和華──恁的上帝佇天頂地下做上帝。","bklhl":"阮一下聽見chiah ê事，就失膽，因為lín ê緣故ta̍k-ê神不附體；因為耶和華lín ê上帝，tī天頂地下做上帝。"}},{"book":"書","chapter":2,"verse":12,"versions":{"unv":"現在我既是恩待你們，求你們指著耶和華向我起誓，也要恩待我父家，並給我一個實在的證據，","bklcl":"Taⁿ góa í-keng hó khoán-thāi lín, chhiáⁿ lín kí Iâ-hô-hoa tùi góa chiù-chōa, beh hó khoán-thāi góa lāu-pē ê ke, sòa hō͘ góa chi̍t-ê si̍t-chāi ê kì-hō;","tghg":"今我已經好款待恁，請恁指耶和華對我咒誓，欲好款待我老父的家，續互我一個實在的記號，","bklhl":"Taⁿ我已經好款待lín，請lín kí耶和華對我chiù-chōa，beh好款待我老父ê家，續hō͘我一个實在ê記號；"}},{"book":"書","chapter":2,"verse":13,"versions":{"unv":"要救活我的父母、弟兄、姊妹，和一切屬他們的，拯救我們性命不死。」","bklcl":"beh kiù-oa̍h góa ê lāu-pē, lāu-bú, góa ê hiaⁿ-tī, chí-bē, kap it-chhè sio̍k in só͘-ū-ê, chín-kiù goán ê sìⁿ-miā bián sí.","tghg":"欲救活我的老父老母、我的兄弟、姊妹，及一切屬𪜶所有的，拯救阮的生命免死。」","bklhl":"beh救活我ê老父、老母，我ê兄弟、姊妹，kap一切屬in所有ê，拯救阮ê性命免死。"}},{"book":"書","chapter":2,"verse":14,"versions":{"unv":"二人對她說：「你若不洩漏我們這件事，我們情願替你們死。耶和華將這地賜給我們的時候，我們必以慈愛誠實待你。」","bklcl":"Nn̄g-lâng ìn i kóng, Lí nā bô lāu-siat goán chit ê sū, goán kam-goān ēng goán ê sìⁿ-miā thòe lín,  kàu Iâ-hô-hoa chiong chit ê tōe siúⁿ-sù goán ê sî,  goán beh ēng chû-ài sêng-si̍t khoán-thāi lí.","tghg":"二人應伊講：「你若無漏洩(lāu-siat)阮此個事，阮甘願用阮的生命替恁。到耶和華將此個地賞賜阮的時，阮欲用慈愛誠實款待你。」","bklhl":"兩人應伊講：你若無漏洩(設)阮chit ê事，阮甘願用阮ê性命替lín，到耶和華將chit ê地賞賜阮ê時，阮beh用慈愛誠實款待你。"}},{"book":"書","chapter":2,"verse":15,"versions":{"unv":"於是女人用繩子將二人從窗戶裡縋下去；因她的房子是在城牆邊上，她也住在城牆上。","bklcl":"Tùi án-ni i ēng soh tùi thang-á kā in tūi-lo̍h-khì;  in-ūi i ê chhù khí tī siâⁿ-chhiûⁿ, i iā khiā-khí tī chhiûⁿ-téng.","tghg":"對按呢伊用索對窗仔給𪜶墜落去；因為伊的厝起佇城牆，伊也徛起佇牆頂。","bklhl":"Tùi án-ni，伊用索tùi窗á kā in 墜落去；因為伊ê厝起tī城牆，伊也khiā起tī牆頂。"}},{"book":"書","chapter":2,"verse":16,"versions":{"unv":"她對他們說：「你們且往山上去，恐怕追趕的人碰見你們；要在那裡隱藏三天，等追趕的人回來，然後才可以走你們的路。」","bklcl":"I tùi in kóng, Lín tio̍h chiūⁿ-khì soaⁿ-ni̍h, kiaⁿ-liáu tui-jip ê lâng tú-tio̍h lín;  tio̍h tī-hia bih saⁿ-ji̍t, thèng-hāu tui-jip ê lâng tò-lâi;  jiân-āu chiah thang kiâⁿ lín ê lō͘.","tghg":"伊對𪜶講：「恁著上去山裡，驚了追趇的人抵著(tú-tio̍h)恁，著佇遐匿三日，聽候追趇的人倒來，然後才通行恁的路。」","bklhl":"伊對in講，Lín tio̍h上去山裡，驚了追jip ê人tú-tio̍h lín；tio̍h tī-hia bih三日，thèng候追jip ê人tò來；然後chiah thang行lín ê路。"}},{"book":"書","chapter":2,"verse":17,"versions":{"unv":"二人對她說：「你要這樣行。不然，你叫我們所起的誓就與我們無干了。","bklcl":"Nn̄g-lâng tùi i kóng, Lí kah goán só͘ chiù-chōa ê, goán tek-khak bô ūi-tio̍h hit-ê lâi hoān-chōe;","tghg":"二人對伊講：「你教阮所咒誓的，阮的確無為著彼個來犯罪。","bklhl":"兩人對伊講，你kah阮所chiù-chōa ê，阮的確無為tio̍h hit ê來犯罪；"}},{"book":"書","chapter":2,"verse":18,"versions":{"unv":"我們來到這地的時候，你要把這條朱紅線繩繫在縋我們下去的窗戶上，並要使你的父母、弟兄，和你父的全家都聚集在你家中。","bklcl":"goán nā kàu chit só͘-chāi ê sî, lí tio̍h chiong chit-tiâu chu-âng ê soh pa̍k tī tūi goán lo̍h-khì ê thang-á-ni̍h; iā tio̍h chū-chi̍p lí ê lāu-pē, lāu-bú, hiaⁿ-tī, kap lí ê lāu-pē choân-ke lóng tiàm lí ê chhù-lāi;","tghg":"阮若到此所在的時，你著將此條朱紅的索縛佇墜阮落去的窗仔裡，也著聚集你的老父老母、兄弟、及你的老父全家攏踮你的厝內。","bklhl":"阮若到chit所在ê時，你tio̍h將chit條朱紅ê索縛tī墜阮落去ê窗á裡；也tio̍h聚集你ê老父、老母、兄弟，kap你ê老父全家lóng tiàm你ê厝內；"}},{"book":"書","chapter":2,"verse":19,"versions":{"unv":"凡出了你家門往街上去的，他的罪（原文是血）必歸到自己的頭上，與我們無干了。凡在你家裡的，若有人下手害他，流他血的罪就歸到我們的頭上。","bklcl":"kìⁿ-nā chhut lí ê ke ê mn̂g khì ke-lō͘-ê, i ê sí sī chū-chhú-ê, bô goán ê chōe;  kìⁿ-nā kap lí tī chhù-lāi-ê, nā ū lâng hē-chhiú hāi i, chiū i ê sí sī goán ê chōe;","tghg":"見若出你的家的門去街路的，伊的死是自取的，無阮的罪。見若及你佇厝內的，若有人下手害伊，就伊的死是阮的罪。","bklhl":"見若出你ê家ê門去街路ê，伊ê死是自取ê，無阮ê罪；見若kap你tī厝內ê，若有人下手害伊，就伊ê死是阮ê罪；"}},{"book":"書","chapter":2,"verse":20,"versions":{"unv":"你若洩漏我們這件事，你叫我們所起的誓就與我們無干了。」","bklcl":"chóng-sī lí nā lāu-siat goán chit ê sū, chiū lí só͘ kah goán chiù-chōa-ê, kap goán bô kan-sia̍p.","tghg":"總是你若漏洩阮此個事，就你所教阮咒誓的及阮無干涉。","bklhl":"總是你若漏洩阮chit ê事，就你所kah阮chiù-chōa-ê，kap阮無干涉。"}},{"book":"書","chapter":2,"verse":21,"versions":{"unv":"女人說：「照你們的話行吧！」於是打發他們去了，又把朱紅線繩繫在窗戶上。","bklcl":"I kóng, Thang chiàu lín ê ōe lâi kiâⁿ.  Tùi án-ni i chhe in khì; in chiū khì; i ēng chu-âng ê soh pa̍k tī thang-á.","tghg":"伊講：「通照恁的話來行！」對按呢伊差𪜶去，𪜶就去，伊用朱紅的索縛佇窗仔。","bklhl":"伊講：Thang照lín ê話來行。Tùi án-ni，伊差in去；in就去；伊用朱紅ê索縛tī窗á。"}},{"book":"書","chapter":2,"verse":22,"versions":{"unv":"二人到山上，在那裡住了三天，等著追趕的人回去了。追趕的人一路找他們，卻找不著。","bklcl":"Nn̄g-lâng khì kàu soaⁿ-ni̍h, tiàm hia saⁿ-ji̍t, thèng-hāu tui-jip ê lâng tò-khì, tui-jip ê lâng iân-lō͘ chhē in, iā chhē-bô-tio̍h.","tghg":"二人去到山裡，踮遐三日，聽候追趇的人倒去。追趇的人沿路尋𪜶，也尋無著。","bklhl":"兩人去到山裡，tiàm hia三日，thèng候追jip ê人tò去，追jip ê人沿路chhē in，也chhē無tio̍h。"}},{"book":"書","chapter":2,"verse":23,"versions":{"unv":"二人就下山回來，過了河，到嫩的兒子約書亞那裡，向他述說所遭遇的一切事；","bklcl":"Nn̄g-lâng chiū lo̍h-soaⁿ tò-lâi, kè hô kàu Lùn ê kiáⁿ Iok-su-a hia; tùi i kóng-khí in só͘ tú-tio̍h it-chhè ê sū.","tghg":"二人就落山倒來，過河，到嫩的子約書亞遐，對伊講起𪜶所抵著一切的事；","bklhl":"兩人就落山tò來，過河到Lùn ê kiáⁿ約書亞hia；對伊講起in所tú-tio̍h一切ê事。"}},{"book":"書","chapter":2,"verse":24,"versions":{"unv":"又對約書亞說：「耶和華果然將那全地交在我們手中；那地的一切居民在我們面前心都消化了。」","bklcl":"Koh tùi Iok-su-a kóng, Iâ-hô-hoa kó-jiân ēng hit ê choân-tōe kau tī lán ê chhiú; hit só͘-chāi it-chhè khiā-khí ê peh-sìⁿ, tī lán ê bīn-chêng lóng sit-táⁿ.","tghg":"閣對約書亞講：「耶和華果然用彼個全地交佇咱的手；彼所在一切徛起的百姓佇咱的面前攏失膽。」","bklhl":"Koh對約書亞講：耶和華果然用hit ê全地交tī咱ê手；hit所在一切khiā起ê百姓，tī咱ê面前lóng失膽。"}}]