[{"book":"書","chapter":9,"verse":1,"versions":{"unv":"約旦河西，住山地、高原，並對著黎巴嫩山沿大海一帶的諸王，就是赫人、亞摩利人、迦南人、比利洗人、希未人、耶布斯人的諸王，聽見這事，","bklcl":"Iok-tàn hit-pêng, he̍k-sī tī soaⁿ-tōe, he̍k-sī tī pîⁿ-iûⁿ, he̍k-sī tī tōa-hái Lī-pa-lùn saⁿ-tùi ê piⁿ-á, Hek-lâng, A-mō͘-lī lâng, Ka-lâm lâng, Pí-lī-sé lâng, Hi-bī lâng, Iâ-pò͘-su lâng, chiah-ê ông chi̍t-ē thiaⁿ-kìⁿ che,","tghg":"約但彼旁，或是佇山地，或是佇平洋，或是佇大海黎巴嫩相對的邊仔，赫人、亞摩利人、迦南人、比利洗人、希未人、耶布斯人諸個王，一下聽見這，","bklhl":"約旦hit-pêng，或是tī山地，或是tī平洋，或是tī大海Lī-pa-lùn相對ê邊á，Hek人、A-mō͘-lī人、迦南人、Pí-lī-sé人、Hi-bī人、Iâ-pò͘-su人，chiah ê王一下聽見這，"}},{"book":"書","chapter":9,"verse":2,"versions":{"unv":"就都聚集，同心合意地要與約書亞和以色列人爭戰。","bklcl":"chiū lóng chū-chi̍p, tâng-sim ha̍p-ì, beh kap Iok-su-a kap Í-sek-lia̍t lâng kau-chiàn.","tghg":"就攏聚集，同心合意欲及約書亞及以色列人交戰。","bklhl":"就lóng聚集，同心合意，beh kap約書亞kap以色列人交戰。"}},{"book":"書","chapter":9,"verse":3,"versions":{"unv":"基遍的居民聽見約書亞向耶利哥和艾城所行的事，","bklcl":"Chóng-sī Ki-piàn khiā-khí ê peh-sìⁿ thiaⁿ-kìⁿ Iok-su-a tùi Iâ-lī-ko kap Ai siâⁿ só͘ kiâⁿ ê sū;","tghg":"總是基遍徛起的百姓聽見約書亞對耶利哥及艾城所行的事，","bklhl":"總是Ki-piàn khiā起ê百姓聽見約書亞對耶利哥kap Ai城所行ê事；"}},{"book":"書","chapter":9,"verse":4,"versions":{"unv":"就設詭計，假充使者，拿舊口袋和破裂縫補的舊皮酒袋馱在驢上，","bklcl":"chiū siat khúi-kè, ké-chòe sù-chiá, ēng kū ê tē, kap phòa-li̍h koh pó͘ ê kū chiú-tē, hō͘ lû tô i;","tghg":"就設詭計，假做使者，用舊的袋及破裂(phòa-li̍h)閣補的舊酒袋互驢馱(tô)伊，","bklhl":"就設詭計，假做使者，用舊ê袋，kap破裂koh補ê舊酒袋，hō͘驢馱(tô)伊；"}},{"book":"書","chapter":9,"verse":5,"versions":{"unv":"將補過的舊鞋穿在腳上，把舊衣服穿在身上；他們所帶的餅都是乾的，長了霉了。","bklcl":"kha-ni̍h chhēng kè-pó͘ ê kū-ôe, seng-khu chhēng kū-saⁿ, in só͘ pī-pān ê piáⁿ lóng sī ta koh chhàu-phú.","tghg":"腳裡穿過補的舊鞋，身軀穿舊衫；𪜶所備辦的餅攏是乾，閣臭醭(chhàu-phú)。","bklhl":"腳裡穿過補ê舊鞋，身軀穿舊衫，in所備辦ê餅lóng是乾koh臭phú。"}},{"book":"書","chapter":9,"verse":6,"versions":{"unv":"他們到吉甲營中見約書亞，對他和以色列人說：「我們是從遠方來的，現在求你與我們立約。」","bklcl":"In kàu Kiat-kah iâⁿ-tiong  kìⁿ Iok-su-a, tùi i kah Í-sek-lia̍t lâng kóng, Goán sī tùi chin-hn̄g ê só͘-chāi lâi ê; taⁿ kiû lí kap goán li̍p-iok.","tghg":"𪜶到吉甲營中見約書亞，對伊及以色列人講：「阮是對真遠的所在來的，今求你及阮立約。」","bklhl":"In到Kiat-kah營中見約書亞，對伊kah以色列人講：阮是tùi真遠ê所在來ê；taⁿ求你kap阮立約。"}},{"book":"書","chapter":9,"verse":7,"versions":{"unv":"以色列人對這些希未人說：「只怕你們是住在我們中間的；若是這樣，怎能和你們立約呢？」","bklcl":"Í-sek-lia̍t lâng tùi chiah-ê Hi-bī lâng kóng, Kiám-chhái lín sī khiā-khí tī goán tiong-kan ê, beh cháiⁿ-iūⁿ kap lín li̍p-iok ah?","tghg":"以色列人對諸個希未人講：「豈採恁是徛起佇阮中間的；欲怎樣及恁立約啊？」","bklhl":"以色列人對chiah ê Hi-bī人講：Kiám-chhái lín是khiā起tī阮中間ê，beh怎樣kap lín立約ah？"}},{"book":"書","chapter":9,"verse":8,"versions":{"unv":"他們對約書亞說：「我們是你的僕人。」約書亞問他們說：「你們是甚麼人？是從哪裡來的？」","bklcl":"In tùi Iok-su-a kóng, Goán sī lí ê lô͘-po̍k.  Iok-su-a mn̄g in kóng, Lín sī sím-mi̍h lâng, sī tùi toh-lo̍h lâi ê?","tghg":"𪜶對約書亞講：「阮是你的奴僕。」約書亞問𪜶講：「恁是甚麼人？是對叨落來的？」","bklhl":"In對約書亞講：阮是你ê奴僕。約書亞問in講：Lín是甚麼人，是tùi toh落來ê？"}},{"book":"書","chapter":9,"verse":9,"versions":{"unv":"他們回答說：「僕人從極遠之地而來，是因聽見耶和華─你　神的名聲和他在埃及所行的一切事，","bklcl":"In tùi i kóng, Lí ê lô͘-po̍k tùi ke̍k-hn̄g ê só͘-chāi lâi, ūi-tio̍h Iâ-hô-hoa lí Siōng-tè ê miâ;  in-ūi goán í-keng thiaⁿ-kìⁿ I ê miâ-siaⁿ, kap I tī Ai-ki̍p it-chhè só͘ kiâⁿ ê;","tghg":"𪜶對伊講：「你的奴僕對極遠的所在來，為著耶和華──你上帝的名，因為阮已經聽見伊的名聲及伊佇埃及一切所行的，","bklhl":"In對伊講，你ê奴僕tùi極遠ê所在來，為tio̍h耶和華你上帝ê名；因為阮已經聽見伊ê名聲，kap伊tī埃及一切所行ê；"}},{"book":"書","chapter":9,"verse":10,"versions":{"unv":"並他向約旦河東的兩個亞摩利王，就是希實本王西宏和在亞斯他錄的巴珊王噩一切所行的事。","bklcl":"í-ki̍p I tī Iok-tàn hit-pêng tùi A-mô͘-lī nn̄g ê ông, chiū-sī Hi-si̍t-pún ông Se-hông, kap tī A-su-tha-lio̍k ê Pa-san ông Go̍k, it-chhè só͘ kiâⁿ ê sū.","tghg":"以及伊佇約但彼旁對亞摩利二個王，就是希實本王西宏及佇亞斯他錄的巴珊王噩一切所行的事。","bklhl":"以及伊tī約旦hit-pêng tùi A-mô͘-lī兩個王，就是Hi-si̍t-pún王Se-hông，kap tī A-su-tha-lio̍k ê Pa-san王Go̍k，一切所行ê事。"}},{"book":"書","chapter":9,"verse":11,"versions":{"unv":"我們的長老和我們那地的一切居民對我們說：『你們手裡要帶著路上用的食物去迎接以色列人，對他們說：我們是你們的僕人；現在求你們與我們立約。』","bklcl":"Goán ê tióng-ló kap goán hia khiā-khí ê peh-sìⁿ chiū kā goán kóng, Lín chhiú tio̍h tòa lō͘-ni̍h ēng ê chia̍h-mi̍h, khì ngiâ-chih in, tùi in kóng, Goán sī lí ê lô͘-po̍k, taⁿ kiû lí kap goán li̍p-iok.","tghg":"阮的長老及阮遐徛起的百姓就給阮講：『恁手著帶路裡用的食物去迎接(ngiâ-chih)𪜶，對𪜶講：阮是你的奴僕；今求你及阮立約。』","bklhl":"阮ê長老kap阮hia khiā起ê百姓就kā阮講：Lín手tio̍h 帶路裡用ê食物，去迎接in，對in講，阮是你ê奴僕，taⁿ求你kap阮立約。"}},{"book":"書","chapter":9,"verse":12,"versions":{"unv":"我們出來要往你們這裡來的日子，從家裡帶出來的這餅還是熱的；看哪，現在都乾了，長了霉了。","bklcl":"Goán chhut-lâi beh lâi lín chia ê ji̍t, tùi chhù-lāi tòa-chhut chiah-ê piáⁿ chòe lō͘-tiong ê lō͘-ēng, hit-sî iáu sio-sio; khòaⁿ ah, taⁿ í-keng lóng ta koh chhàu-phú lah;","tghg":"阮出來欲來恁遮的日，對厝內帶出諸個餅做路中的路用，彼時猶燒燒(iáu sio-sio)；看啊，今已經攏乾，閣臭醭啦。","bklhl":"阮出來beh來lín chia ê日，tùi厝內帶出chiah ê餅做路中ê路用，hit時iáu燒燒；看ah，taⁿ已經lóng乾 koh臭phú lah；"}},{"book":"書","chapter":9,"verse":13,"versions":{"unv":"這皮酒袋，我們盛酒的時候還是新的；看哪，現在已經破裂。我們這衣服和鞋，因為道路甚遠，也都穿舊了。」","bklcl":"chiah-ê chiú-lông goán tóe-chiú ê sî, iáu sī sin-ê, khòaⁿ ah, taⁿ í-keng phòa-li̍h; goán chiah-ê saⁿ kap ôe iā lóng chhēng-kū, in-ūi lō͘ chin-hn̄g.","tghg":"諸個酒囊(chiú-lông)，阮貯酒的時猶是新的；看啊，今已經破裂。阮諸個衫及鞋，也攏穿舊，因為路真遠。」","bklhl":"Chiah-ê酒囊阮貯酒ê時，iáu是新ê，看ah，taⁿ已經破裂；阮chiah ê衫kap鞋也lóng穿舊，因為路真遠。"}},{"book":"書","chapter":9,"verse":14,"versions":{"unv":"以色列人受了他們些食物，並沒有求問耶和華。","bklcl":"Í-sek-lia̍t lâng chiū tùi in ê chia̍h-mi̍h the̍h tām-po̍h, iā bô chhéng-mn̄g Iâ-hô-hoa.","tghg":"以色列人就對𪜶的食物提淡薄，也無請問(chhéng-mn̄g)耶和華。","bklhl":"以色列人就tùi in ê食物the̍h淡薄，也無請問耶和華。"}},{"book":"書","chapter":9,"verse":15,"versions":{"unv":"於是約書亞與他們講和，與他們立約，容他們活著；會眾的首領也向他們起誓。","bklcl":"Iok-su-a chiū kap in káng-hô, kap in li̍p-iok, iông-ún in oa̍h; hōe-chiòng ê siú-léng iā tùi in chiù-chōa.","tghg":"約書亞就及𪜶講和，及𪜶立約，容允𪜶活；會眾的首領也對𪜶咒誓。","bklhl":"約書亞就kap in講和，kap in立約，容允in活；會眾ê首領也對in chiù-chōa。"}},{"book":"書","chapter":9,"verse":16,"versions":{"unv":"以色列人與他們立約之後，過了三天才聽見他們是近鄰，住在以色列人中間的。","bklcl":"Kap in li̍p-iok liáu-āu, kè saⁿ-ji̍t, chiah thiaⁿ-kìⁿ  in sī kūn-kūn, tiàm tī in tiong-kan.","tghg":"及𪜶立約了後，過三日才聽見𪜶是近近，踮佇𪜶中間。","bklhl":"Kap in立約了後，過三日，chiah聽見in是近近，tiàm tī in中間。"}},{"book":"書","chapter":9,"verse":17,"versions":{"unv":"以色列人起行，第三天到了他們的城邑，就是基遍、基非拉、比錄、基列‧耶琳。","bklcl":"Í-sek-lia̍t khí-sin, tē-saⁿ ji̍t kàu in ê siâⁿ; hiah-ê siâⁿ chiū-sī Ki-piàn, Ki-hui-la̍h, Pí-lio̍k, Ki-lia̍t-iâ-lîm.","tghg":"以色列起身，第三日到𪜶的城，許個城就是基遍、基非拉、比錄、基列耶琳。","bklhl":"以色列起身，第三日到in ê城；hiah-ê城就是Ki-piàn、Ki-hui-la̍h、Pí-lio̍k、Ki-lia̍t-iâ-lîm。"}},{"book":"書","chapter":9,"verse":18,"versions":{"unv":"因為會眾的首領已經指著耶和華─以色列的　神向他們起誓，所以以色列人不擊殺他們；全會眾就向首領發怨言。","bklcl":"In-ūi hōe-chiòng ê siú-léng í-keng chí Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè tùi in chiù-chōa, só͘-í Í-sek-lia̍t lâng bô phah in;  choân hōe-chiòng chiū ai-oàn hiah-ê siú-léng.","tghg":"因為會眾的首領已經指耶和華──以色列的上帝對𪜶咒誓，所以以色列人無拍𪜶；全會眾就哀怨許個首領。","bklhl":"因為會眾ê首領已經指耶和華以色列ê上帝對in chiù-chōa，所以以色列人無phah in；全會眾就哀怨hiah-ê首領。"}},{"book":"書","chapter":9,"verse":19,"versions":{"unv":"眾首領對全會眾說：「我們已經指著耶和華─以色列的　神向他們起誓，現在我們不能害他們。","bklcl":"Chèng siú-léng tùi choân-hōe kóng, Goán í-keng chí Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè tùi in chiù-chōa, taⁿ lán m̄-thang kha̍p-tio̍h in.","tghg":"眾首領對全會講：「阮已經指耶和華──以色列的上帝對𪜶咒誓，今咱呣通磕(kha̍p-tio̍h)著𪜶。","bklhl":"眾首領對全會講：阮已經指耶和華以色列ê上帝對in chiù-chōa，taⁿ咱m̄-thang 磕tio̍h in。"}},{"book":"書","chapter":9,"verse":20,"versions":{"unv":"我們要如此待他們，容他們活著，免得有忿怒因我們所起的誓臨到我們身上。」","bklcl":"Lán tio̍h án-ni khoán-thāi in, iông-ún in oa̍h-teh, kiaⁿ-liáu lán ūi-tio̍h só͘ tùi in chiù-chōa-ê, siū-khì kàu tī lán.","tghg":"咱著按呢款待𪜶，容允𪜶活啲，驚了咱為著所對𪜶咒誓的受氣到佇咱。」","bklhl":"咱tio̍h án-ni款待in，容允in活teh，驚了咱為tio̍h所對in chiù-chōa-ê，受氣到tī咱。"}},{"book":"書","chapter":9,"verse":21,"versions":{"unv":"首領又對會眾說：「要容他們活著。」於是他們為全會眾作了劈柴挑水的人，正如首領對他們所說的話。","bklcl":"Siú-léng koh tùi in kóng, Tio̍h iông-ún in oa̍h; tùi án-ni in chiū kā hōe-chiòng chòe phòa-chhâ chhiūⁿ-chúi ê lâng, chiàu siú-léng só͘ kā in kóng ê ōe.","tghg":"首領閣對𪜶講：「著容允𪜶活。」對按呢𪜶就給會眾做破柴(phòa-chhâ)汲水(chhiūⁿ-chúi)的人，照首領所給𪜶講的話。","bklhl":"首領koh對in講，Tio̍h容允in活；tùi án-ni，in就kā會眾做破柴chhiūⁿ水ê人，照首領所kā in講ê話。"}},{"book":"書","chapter":9,"verse":22,"versions":{"unv":"約書亞召了他們來，對他們說：「為甚麼欺哄我們說『我們離你們甚遠』呢？其實你們是住在我們中間。","bklcl":"Iok-su-a kiò in lâi, kā in kóng, Siáⁿ-sū phiàn goán kóng, Goán lī-khui lín chin-hn̄g ah?  Kî-si̍t lín sī tiàm tī goán tiong-kan.","tghg":"約書亞叫𪜶來，給𪜶講：「啥事騙阮講『阮離開恁真遠』啊？其實恁是踮佇阮中間。","bklhl":"約書亞叫in來，kā in講：啥事騙阮講：阮離開lín真遠ah？其實lín是tiàm tī阮中間。"}},{"book":"書","chapter":9,"verse":23,"versions":{"unv":"現在你們是被咒詛的！你們中間的人必斷不了作奴僕，為我　神的殿作劈柴挑水的人。」","bklcl":"Taⁿ lín sī siū chiù-chó͘-ê, lín tiong-kan chòe lô͘-châi-ê éng bô tn̄g, kā góa Siōng-tè ê tiān chòe phòa-chhâ chhiūⁿ-chúi ê.","tghg":"今恁是受咒詛的！恁中間做奴才的永無斷，給我上帝的殿做破柴汲水的。」","bklhl":"Taⁿ lín是受咒詛ê，lín中間做奴才ê永無斷，kā我上帝ê殿做破柴chhiūⁿ水ê。"}},{"book":"書","chapter":9,"verse":24,"versions":{"unv":"他們回答約書亞說：「因為有人實在告訴你的僕人，耶和華─你的　神曾吩咐他的僕人摩西，把這全地賜給你們，並在你們面前滅絕這地的一切居民，所以我們為你們的緣故甚怕喪命，就行了這事。","bklcl":"In ìn Iok-su-a kóng, In-ūi ū lâng khak-si̍t pò lí ê lô͘-po̍k kóng, Iâ-hô-hoa lí ê Siōng-tè bat bēng-lēng I ê lô͘-po̍k Mô͘-se, chiong chit ê choân-tōe siúⁿ-sù lín, iā tī lín ê thâu-chêng châu-bia̍t chit ê só͘-chāi it-chhè khiā-khí ê peh-sìⁿ;  só͘-í goán in-ūi lín ê iân-kò͘, kiaⁿ-liáu bô-miā, chiah chòe chit ê tāi-chì.","tghg":"𪜶應約書亞講：「因為有人確實報你的奴僕講，耶和華──你的上帝曾命令伊的奴僕摩西，將此個全地賞賜恁，也佇恁的頭前剿滅(châu-bia̍t)此個所在一切徛起的百姓，所以阮因為恁的緣故驚了無命，才做此個代誌。","bklhl":"In應約書亞講：因為有人確實報你ê奴僕講：耶和華你ê上帝bat命令伊ê奴僕摩西，將chit ê全地賞賜lín，掖tī lín ê頭前剿滅chit ê所在一切khiā起ê百姓；所以阮因為lín ê緣故，驚了無命，chiah做chit ê tāi-chì。"}},{"book":"書","chapter":9,"verse":25,"versions":{"unv":"現在我們在你手中，你以怎樣待我們為善為正，就怎樣做吧！」","bklcl":"Taⁿ goán tī lí ê chhiú-thâu; lí khòaⁿ-chòe hó chòe chèng-ti̍t ê, chiàu án-ni kiâⁿ lâi khoán-thāi goán.","tghg":"今阮佇你的手頭，你看做好做正直的，照按呢行來款待阮！」","bklhl":"Taⁿ阮tī你ê手頭；你看做好做正直ê，照án-ni行來款待阮。"}},{"book":"書","chapter":9,"verse":26,"versions":{"unv":"於是約書亞這樣待他們，救他們脫離以色列人的手，以色列人就沒有殺他們。","bklcl":"Iok-su-a chiū án-ni khoán-thāi in, kiù in thoat-lī Í-sek-lia̍t lâng ê chhiú;  só͘-í in chiū bô thâi in.","tghg":"約書亞就按呢款待𪜶，救𪜶脫離以色列人的手，所以𪜶就無刣𪜶。","bklhl":"約書亞就án-ni款待in，救in脫離以色列人ê手；所以in就無刣 in。"}},{"book":"書","chapter":9,"verse":27,"versions":{"unv":"當日約書亞使他們在耶和華所要選擇的地方，為會眾和耶和華的壇作劈柴挑水的人，直到今日。","bklcl":"Tng hit-ji̍t Iok-su-a hō͘ in kā hōe-chiòng kap Iâ-hô-hoa ê tôaⁿ, chòe phòa-chhâ kap chhiūⁿ-chúi ê lâng, tī I só͘ beh kéng ê só͘-chāi, kàu kin-á-ji̍t.","tghg":"當彼日約書亞互𪜶給會眾及耶和華的壇，做破柴及汲水的人佇伊所欲揀的所在，到今仔日。","bklhl":"當hit日，約書亞hō͘ in kā會眾kap耶和華ê壇，做破柴kap chhiūⁿ水ê人，tī伊所beh揀ê所在，到今á日。"}}]