[{"book":"書","chapter":20,"verse":1,"versions":{"unv":"耶和華曉諭約書亞說：","bklcl":"Iâ-hô-hoa hoan-hù Iok-su-a kóng,","tghg":"耶和華吩咐約書亞講：","bklhl":"耶和華吩咐約書亞講："}},{"book":"書","chapter":20,"verse":2,"versions":{"unv":"「你吩咐以色列人說：你們要照著我藉摩西所曉諭你們的，為自己設立逃城，","bklcl":"Lí hoan-hù Í-sek-lia̍t lâng, kóng, Lín tio̍h chiàu Góa thok Mô͘-se só͘ kā lín kóng ê, ūi ka-kī siat-li̍p tô-siám ê siâⁿ;","tghg":"「你吩咐以色列人講：恁著照我託摩西所給恁講的，為家己設立逃閃(tô-siám)的城，","bklhl":"你吩咐以色列人，講：Lín tio̍h照我託摩西所kā lín講ê，為家己設立逃閃ê城；"}},{"book":"書","chapter":20,"verse":3,"versions":{"unv":"使那無心而誤殺人的，可以逃到那裡。這些城可以作你們逃避報血仇人的地方。","bklcl":"hō͘ hit ê bô-ì-tiong chhò-gō͘ thâi-lâng-ê, thang cháu kàu hia; hiah-ê siâⁿ thang chòe lín siám-pī pò-jîn-bēng ê lâng ê só͘-chāi.","tghg":"互彼個無意中錯誤刣人的，通走到遐，許個城通做恁閃避報人命(pò-jîn-bēng)的人的所在。","bklhl":"Hō͘ hit ê無意中錯誤刣人ê，thang走到hia；hiah-ê城thang做lín閃避報人命ê人ê所在。"}},{"book":"書","chapter":20,"verse":4,"versions":{"unv":"那殺人的要逃到這些城中的一座城，站在城門口，將他的事情說給城內的長老們聽。他們就把他收進城裡，給他地方，使他住在他們中間。","bklcl":"I beh cháu kàu chiah-ê siâⁿ ê chi̍t-ê, khiā tī siâⁿ-mn̂g-kháu, chiong i ê sū-chêng kóng hō͘ hit ê siâⁿ ê tiúⁿ-ló thiaⁿ; in chiū siu i ji̍p siâⁿ, hō͘ i chi̍t só͘-chāi, hō͘ i tiàm tī in tiong-kan.","tghg":"伊欲走到諸個城的一個，徛佇城門口，將伊的事情講互彼個城的長老聽。𪜶就收伊入城，互伊一所在，互伊踮佇𪜶中間。","bklhl":"伊beh走到chiah ê城ê一个，khiā tī城門口，將伊ê事情講hō͘ hit ê城ê長老聽；in就收伊入城，hō͘伊一所在，hō͘伊tiàm tī in中間。"}},{"book":"書","chapter":20,"verse":5,"versions":{"unv":"若是報血仇的追了他來，長老不可將他交在報血仇的手裡；因為他是素無仇恨，無心殺了人的。","bklcl":"Pò-jîn-bēng-ê nā tui-jip i, in m̄-thang ēng thâi-lâng-ê kau tī i ê chhiú;  in-ūi i chhò-gō͘ thâi-sí i ê chhù-piⁿ, pêng-sò͘ bô oàn-hūn i.","tghg":"報人命的若追趇(jip)伊，𪜶呣通用刣人的交佇伊的手；因為伊錯誤刣死伊的厝邊，平素無怨恨伊。","bklhl":"報人命ê若追jip伊，in m̄-thang用刣人ê交tī伊ê手；因為伊錯誤刣死伊ê厝邊，平素無怨恨伊。"}},{"book":"書","chapter":20,"verse":6,"versions":{"unv":"他要住在那城裡，站在會眾面前聽審判，等到那時的大祭司死了，殺人的才可以回到本城本家，就是他所逃出來的那城。」","bklcl":"I beh tòa tī hit ê siâⁿ, thèng-hāu khiā tī hōe-chiòng ê bīn-chêng siū sím-phòaⁿ, thèng-hāu hit-sî ê chè-si-tiúⁿ í-keng sí, thâi-lâng-ê chiah thang tò-khì kàu pún-siâⁿ, pún-ke, chiū-sī i só͘ tùi hia cháu-chhut-lâi hit ê siâⁿ.","tghg":"伊欲住佇彼個城，聽候徛佇會眾的面前受審判，聽候彼時的祭司長已經死，刣人的才通倒去到本城本家，就是伊所對遐走出來彼個城。」","bklhl":"伊beh tòa tī hit ê城，thèng候khiā tī會眾ê面前受審判，thèng候hit時ê祭司長已經死，刣人ê chiah thang tò去到本城，本家，就是伊所tùi hia走出來hit ê城。"}},{"book":"書","chapter":20,"verse":7,"versions":{"unv":"於是，以色列人在拿弗他利山地分定加利利的基低斯；在以法蓮山地分定示劍；在猶大山地分定基列‧亞巴（基列‧亞巴就是希伯崙）；","bklcl":"In chiū tiāⁿ-tio̍h siat tī Ná-hut-tha-lī soaⁿ-tōe, tī Ka-lī-lī ê Ki-te-su, kap tī Í-hoat-liân soaⁿ-tōe ê Sī-kiàm, í-ki̍p tī Iû-tāi soaⁿ-tōe ê Ki-lia̍t-a-pa, chiū-sī Hi-pek-lûn.","tghg":"𪜶就定著設佇拿弗他利山地，佇加利利的基低斯；及佇以法蓮山地的示劍；以及佇猶大山地的基列亞巴（就是希伯崙）；","bklhl":"In就定tio̍h 設 tī Ná-hut-tha-lī山地，tī加利利ê Ki-te-su，kap tī Í-hoat-liân山地ê示劍，以及tī偤大山地ê Ki-lia̍t-a-pa，就是Hi-pek-lûn。"}},{"book":"書","chapter":20,"verse":8,"versions":{"unv":"又在約旦河外耶利哥東，從流便支派中，在曠野的平原，設立比悉；從迦得支派中設立基列的拉末；從瑪拿西支派中設立巴珊的哥蘭。","bklcl":"Koh tī Iok-tàn hit-pêng, kūn Iâ-lī-ko tang-sì, siat-li̍p sio̍k Liû-piān chi-phài, tī khòng-iá, tī pîⁿ-iûⁿ ê Pí-sek;  kap sio̍k Ka-tek chi-phài Ki-lia̍t ê La̍h-boa̍t; í-ki̍p sio̍k Má-ná-se chi-phài, Pa-san ê Ko-lân.","tghg":"閣佇約但彼旁，近耶利哥東勢，設立屬流便支派，佇曠野，佇平洋的比悉；及屬迦得支派基列的拉末；以及屬瑪拿西支派，巴珊的哥蘭。","bklhl":"Koh tī約旦hit-pêng，近耶利哥東勢，設立屬Liû-piān支派，tī曠野，tī平洋ê Pí-sek；kap屬Ka-tek支派Ki-lia̍t ê La̍h-boa̍t；以及屬Má-ná-se支派，Pa-san ê Ko-lân。"}},{"book":"書","chapter":20,"verse":9,"versions":{"unv":"這都是為以色列眾人和在他們中間寄居的外人所分定的城邑，使誤殺人的都可以逃到那裡，不死在報血仇人的手中，等他站在會眾面前聽審判。","bklcl":"Chiah-ê sī ūi-tio̍h Í-sek-lia̍t chèng-lâng, kap kià-kha tī tiong-kan só͘ siat ê siâⁿ, hō͘ chhò-gō͘ thâi-lâng-ê lóng thang cháu kàu hia, bô sí tī pò-jîn-bēng ê lâng ê chhiú, thèng-hāu i khiā tī hōe-chiòng ê bīn-chêng.","tghg":"諸個是為著以色列眾人及寄腳佇中間所設的城，互錯誤刣人的攏通走到遐，無死佇報人命的人的手，聽候伊徛佇會眾的面前。","bklhl":"Chiah-ê是為tio̍h以色列眾人，kap寄腳tī中間所設ê城，hō͘錯誤刣人ê lóng thang走到hia，無死tī報人命ê人ê手，thèng候伊khiā tī會眾ê面前。"}}]