[{"book":"書","chapter":10,"verse":1,"versions":{"unv":"耶路撒冷王亞多尼‧洗德聽見約書亞奪了艾城，盡行毀滅，怎樣待耶利哥和耶利哥的王，也照樣待艾城和艾城的王，又聽見基遍的居民與以色列人立了和約，住在他們中間，","bklcl":"Iâ-lō͘-sat-léng ông A-to-nî-sé-tek thiaⁿ-kìⁿ Iok-su-a chhú Ai siâⁿ, it-chīn bia̍t i, khoán-thāi Ai siâⁿ kap i ê ông, chhin-chhiūⁿ chêng khoán-thāi Iâ-lī-ko kap i ê ông chi̍t-iūⁿ; koh thiaⁿ-kìⁿ Ki-piàn khiā-khí ê peh-sìⁿ kap Í-sek-lia̍t lâng li̍p hô-iok, khiā-khí tī in tiong-kan;","tghg":"耶路撒冷王亞多尼洗德聽見約書亞取艾城，一盡滅伊，款待艾城及伊的王，親像前款待耶利哥及伊的王一樣，閣聽見基遍徛起的百姓及以色列人立和約，徛起佇𪜶中間，","bklhl":"耶路撒冷王A-to-nî-sé-tek聽見約書亞取Ai城，一盡滅伊，款待Ai城kap伊ê王，親像前款待耶利哥kap伊ê王一樣；koh聽見Ki-piàn khiā起ê百姓kap以色列人立和約，khiā起tī in中間；"}},{"book":"書","chapter":10,"verse":2,"versions":{"unv":"就甚懼怕；因為基遍是一座大城，如都城一般，比艾城更大，並且城內的人都是勇士。","bklcl":"chiū chin kiaⁿ; in-ūi Ki-piàn sī tōa-siâⁿ, chhin-chhiūⁿ chi̍t ê kiaⁿ-siâⁿ, pí Ai siâⁿ khah-tōa; koh siâⁿ-lāi ê lâng lóng sī ióng-sū.","tghg":"就真驚；因為基遍是大城，親像一個京城，比艾城卡大，閣城內的人攏是勇士。","bklhl":"就真驚；因為Ki-piàn是大城，親像一个京城，比Ai城khah大；koh城內ê人lóng是勇士。"}},{"book":"書","chapter":10,"verse":3,"versions":{"unv":"所以耶路撒冷王亞多尼‧洗德打發人去見希伯崙王何咸、耶末王毘蘭、拉吉王雅非亞，和伊磯倫王底璧，說：","bklcl":"Tùi án-ni Iâ-lō͘-sat-léng ông A-to-nî-sé-tek chhe lâng khì kìⁿ Hi-pek-lûn ông Hô-hâm, Iâ-boa̍t ông Pí-lân, La̍h-kiat ông Ngá-hui-a, kap I-ki-lûn ông Tí-phek, kóng,","tghg":"對按呢耶路撒冷王亞多尼洗德差人去見希伯崙王何咸、耶末王毗蘭、拉吉王雅非亞，及伊磯倫王底璧，講：","bklhl":"Tùi án-ni，耶路撒冷王A-to-nî-sé-tek差人去見Hi-pek-lûn王Hô-hâm，Iâ-boa̍t王Pí-lân，拉結王Ngá-hui-a，kap I-ki-lûn王Tí-phek，講："}},{"book":"書","chapter":10,"verse":4,"versions":{"unv":"「求你們上來幫助我，我們好攻打基遍，因為他們與約書亞和以色列人立了和約。」","bklcl":"Chhiáⁿ lín chiūⁿ-lâi góa chia, pang-chān góa; lán thang lâi khì phah Ki-piàn, in-ūi i kap Iok-su-a kap Í-sek-lia̍t li̍p hô-iok.","tghg":"「請恁上來我遮幫助我，咱通來去拍基遍，因為伊及約書亞及以色列立和約。」","bklhl":"請lín上來我chia，幫贊我；咱thang來去phah Ki-piàn，因為伊kap約書亞kap以色列立和約。"}},{"book":"書","chapter":10,"verse":5,"versions":{"unv":"於是五個亞摩利王，就是耶路撒冷王、希伯崙王、耶末王、拉吉王、伊磯倫王，大家聚集，率領他們的眾軍上去，對著基遍安營，攻打基遍。","bklcl":"Tùi án-ni A-mô͘-lī lâng gō͘ ê ông, chiū-sī Iâ-lō͘-sat-léng ông, Hi-pek-lûn ông, Iâ-boa̍t ông, La̍h-kiat ông, I-ki-lûn ông, tāi-ke chū-chi̍p, kap in ê kun-tūi chiūⁿ-khì, chat-iâⁿ tī Ki-piàn ê tùi-bīn, beh kong-kek i.","tghg":"對按呢亞摩利人五個王，就是耶路撒冷王、希伯崙王、耶末王、拉吉王、伊磯倫王，大家聚集，及𪜶的軍隊上去，紮營佇基遍的對面，欲攻擊伊。","bklhl":"Tùi án-ni，A-mô͘-lī人五個王，就是耶路撒冷王、Hi-pek-lûn王、Iâ-boa̍t王、拉結王、I-ki-lûn王，大家聚集，kap in ê軍隊上去，紮營tī Ki-piàn ê對面，beh攻擊伊。"}},{"book":"書","chapter":10,"verse":6,"versions":{"unv":"基遍人就打發人往吉甲的營中去見約書亞，說：「你不要袖手不顧你的僕人，求你速速上來拯救我們，幫助我們，因為住山地亞摩利人的諸王都聚集攻擊我們。」","bklcl":"Ki-piàn lâng chiū chhe lâng khì Kiat-kah ê iâⁿ, kìⁿ Iok-su-a kóng, Lí m̄-thang kiu chhiú m̄-khòaⁿ lí ê lô͘-po̍k; kiû lí kín-kín lâi chia chín-kiù goán, pang-chān goán;  in-ūi khiā-khí soaⁿ-tōe A-mô͘-lī lâng hiah-ê ông, lóng chū-chi̍p lâi kong-kek goán.","tghg":"基遍人就差人去吉甲的營見約書亞，講：「你呣通勼(kiu)手呣看你的奴僕，求你緊緊來遮拯救阮，幫助阮，因為徛起山地亞摩利人許個王攏聚集來攻擊阮。」","bklhl":"Ki-piàn人就差人去Kiat-kah ê營，見約書亞講：你m̄-thang kiu手m̄看你ê奴僕；求你緊緊來chia拯救阮，幫贊阮；因為khiā起山地A-mô͘-lī人hiah-ê王，lóng聚集來攻擊阮。"}},{"book":"書","chapter":10,"verse":7,"versions":{"unv":"於是約書亞和他一切兵丁，並大能的勇士，都從吉甲上去。","bklcl":"Tùi án-ni Iok-su-a, kap i it-chhè ê chiàn-sū, í-ki̍p it-chhè tōa-la̍t ê ióng-sū, lóng tùi Kiat-kah chiūⁿ-khì.","tghg":"對按呢約書亞及伊一切的戰士，以及一切大力(tōa-la̍t)的勇士，攏對吉甲上去。","bklhl":"Tùi án-ni，約書亞，kap伊一切ê戰士，以及一切大力ê勇士，lóng tùi Kiat-kah上去。"}},{"book":"書","chapter":10,"verse":8,"versions":{"unv":"耶和華對約書亞說：「不要怕他們；因為我已將他們交在你手裡，他們無一人能在你面前站立得住。」","bklcl":"Iâ-hô-hoa kā Iok-su-a kóng, Bo̍h-tit kiaⁿ in, in-ūi Góa í-keng chiong in kau tī lí ê chhiú;  in bô chi̍t-lâng ōe khiā-tiâu tī lí ê bīn-chêng.","tghg":"耶和華給約書亞講：「莫得驚𪜶；因為我已經將𪜶交佇你的手，𪜶無一人會徛住(khiā-tiâu)佇你的面前。」","bklhl":"耶和華kā約書亞講：莫得驚in，因為我已經將in交tī你ê手；in無一人能khiā-tiâu tī你ê面前。"}},{"book":"書","chapter":10,"verse":9,"versions":{"unv":"約書亞就終夜從吉甲上去，猛然臨到他們那裡。","bklcl":"Iok-su-a hut-jiân kàu in hia, in-ūi i tùi Kiat-kah thong-mî chiūⁿ-khì.","tghg":"約書亞忽然到𪜶遐，因為伊對吉甲通暝上去。","bklhl":"約書亞忽然到in hia，因為伊tùi Kiat-kah thong暝上去。"}},{"book":"書","chapter":10,"verse":10,"versions":{"unv":"耶和華使他們在以色列人面前潰亂。約書亞在基遍大大地殺敗他們，追趕他們，在伯‧和崙的上坡路擊殺他們，直到亞西加和瑪基大。","bklcl":"Iâ-hô-hoa hō͘ in tī Í-sek-lia̍t lâng ê bīn-chêng hun-loān;  chiū tī Ki-piàn thâi-sí in chin-chōe;  tui-jip in tī chiūⁿ Pek-hô-lûn ê lō͘, phah in kàu A-se-ka kap Má-ki-tāi.","tghg":"耶和華互𪜶佇以色列人的面前紛亂。就佇基遍刣死𪜶真多，追趇(jip)𪜶，佇上伯和崙的路拍𪜶，到亞西加及瑪基大。","bklhl":"耶和華hō͘ in tī以色列人ê面前紛亂；就tī Ki-piàn 刣死in真chōe；追jip in tī上 Pek-hô-lûn ê路，phah in到A-se-ka kap Má-ki-tāi。"}},{"book":"書","chapter":10,"verse":11,"versions":{"unv":"他們在以色列人面前逃跑，正在伯‧和崙下坡的時候，耶和華從天上降大冰雹（原文是石頭）在他們身上，直降到亞西加，打死他們。被冰雹打死的，比以色列人用刀殺死的還多。","bklcl":"In tī Í-sek-lia̍t lâng ê bīn-chêng tô-cháu; tī Pek-hô-lûn lo̍h-khì ê sî, Iâ-hô-hoa tùi thiⁿ lo̍h tōa pha̍uh tī in ê sin-chiūⁿ, kàu A-se-ka, hō͘ in sí;  hiah-ê hō͘ pha̍uh phah-sí-ê, pí Í-sek-lia̍t lâng ēng to thâi-sí-ê, khah-chōe.","tghg":"𪜶佇以色列人的面前逃走，佇伯和崙落去的時，耶和華對天落大雹佇𪜶的身上，到亞西加，互𪜶死。許個互雹拍死的，比以色列人用刀刣死的卡多。","bklhl":"In tī以色列人ê面前逃走；tī Pek-hô-lûn落去ê時，耶和華tùi天落大雹tī in ê身上，到A-se-ka，hō͘ in死；hiah-ê hō͘雹phah死ê，比以色列人用刀刣死ê，khah-chōe。"}},{"book":"書","chapter":10,"verse":12,"versions":{"unv":"當耶和華將亞摩利人交付以色列人的日子，約書亞就禱告耶和華，在以色列人眼前說：日頭啊，你要停在基遍；月亮啊，你要止在亞雅崙谷。","bklcl":"Tng Iâ-hô-hoa chiong A-mô͘-lī lâng kau tī Í-sek-lia̍t lâng ê ji̍t, Iok-su-a chiū kā Iâ-hô-hoa kóng, iā tī Í-sek-lia̍t lâng ê bīn-chêng kóng,\tJi̍t-thâu ah, lí tio̍h thêng tī Ki-piàn ê téng-bīn,\tGe̍h ah, lí tio̍h thêng tī A-ngá-lûn ê soaⁿ-kok.","tghg":"當耶和華將亞摩利人交佇以色列人的日，約書亞就給耶和華講，也佇以色列人的面前講：日頭啊，你著停佇基遍的頂面；月啊，你著停佇亞雅崙的山谷。","bklhl":"當耶和華將A-mô͘-lī人交tī以色列人ê日，約書亞就kā耶和華講：也tī以色列人ê面前講：\t日頭ah，你tio̍h停tī Ki-piàn ê頂面，\t月ah，你tio̍h停tī A-ngá-lûn ê山谷。"}},{"book":"書","chapter":10,"verse":13,"versions":{"unv":"於是日頭停留，月亮止住，直等國民向敵人報仇。這事豈不是寫在雅煞珥書上嗎？日頭在天當中停住，不急速下落，約有一日之久。","bklcl":"Ji̍t-thâu chiū thêng-teh, ge̍h chiū hioh-teh, Thèng-hāu peh-sìⁿ pò-siû tī in ê tùi-te̍k. Chit ê sū kiám m̄-sī siá tī Ngá-soah-jíⁿ ê chheh mah? Ji̍t-thâu thêng tī thiⁿ ê tiong-ng, bô kín-kín lo̍h-khì, iok-lio̍k ū chi̍t-ji̍t ê kú.","tghg":"日頭就停啲，月就歇啲，聽候百姓報仇佇𪜶的對敵。此個事豈呣是寫佇雅煞珥的冊嗎？日頭停佇天的中央，無緊緊落去，約略有一日的久。","bklhl":"日頭就停teh，月就歇teh，\tthèng候百姓報仇tī in ê對敵。Chit ê事kiám m̄是寫tī Ngá-soah-jíⁿ ê冊mah？日頭停tī天ê中央，無緊緊落去，約略有一日ê久。"}},{"book":"書","chapter":10,"verse":14,"versions":{"unv":"在這日以前，這日以後，耶和華聽人的禱告，沒有像這日的，是因耶和華為以色列爭戰。","bklcl":"Í-chêng í-āu bô ū chhin-chhiūⁿ hí chi̍t-ji̍t, tit-tio̍h Iâ-hô-hoa thiaⁿ lâng ê siaⁿ;  sī in-ūi Iâ-hô-hoa thòe Í-sek-lia̍t lâng kau-chiàn.","tghg":"以前，以後，無有親像彼一日，得著耶和華聽人的聲，是因為耶和華替以色列人交戰。","bklhl":"以前以後無有親像hit一日，得tio̍h耶和華聽人ê聲；是因為耶和華替以色列人交戰。"}},{"book":"書","chapter":10,"verse":15,"versions":{"unv":"約書亞和以色列眾人回到吉甲的營中。","bklcl":"Iok-su-a kap Í-sek-lia̍t chèng-lâng tò-lâi Kiat-kah ê iâⁿ-lāi.","tghg":"約書亞及以色列眾人倒來吉甲的營內。","bklhl":"約書亞kap以色列眾人tò來Kiat-kah ê營內。"}},{"book":"書","chapter":10,"verse":16,"versions":{"unv":"那五王逃跑，藏在瑪基大洞裡。","bklcl":"Hí gō͘ ê ông tô-cháu, bih tī Má-ki-tāi ê tōng-lāi.","tghg":"彼五個王逃走，匿佇瑪基大的洞內。","bklhl":"Hit五個王逃走，bih tī Má-ki-tāi ê洞內。"}},{"book":"書","chapter":10,"verse":17,"versions":{"unv":"有人告訴約書亞說：「那五王已經找到了，都藏在瑪基大洞裡。」","bklcl":"Ū lâng khì kā Iok-su-a kóng, Hí gō͘ ê ông í-keng chhē-tio̍h lah, lóng bih tī Má-ki-tāi ê tōng-lāi.","tghg":"有人去給約書亞講：「彼五個王已經尋著啦，攏匿佇瑪基大的洞內。」","bklhl":"有人去kā約書亞講：Hit五個王已經chhē-tio̍h lah，lóng bih tī Má-ki-tāi ê洞內。"}},{"book":"書","chapter":10,"verse":18,"versions":{"unv":"約書亞說：「你們把幾塊大石頭滾到洞口，派人看守，","bklcl":"Iok-su-a kóng, Sóa tōa tè chio̍h kàu tōng-kháu, phài lâng tiàm hia kò͘-siú in;","tghg":"約書亞講：「徙大塊石到洞口，派人踮遐顧守𪜶，","bklhl":"約書亞講：徙大塊石到洞口，派人tiàm hia顧守in；"}},{"book":"書","chapter":10,"verse":19,"versions":{"unv":"你們卻不可耽延，要追趕你們的仇敵，擊殺他們儘後邊的人，不容他們進自己的城邑，因為耶和華－你們的　神已經把他們交在你們手裡。」","bklcl":"chóng-sī lín m̄-thang thêng-kha, tio̍h tui-jip lín ê tùi-te̍k, phah in ê āu-tūi, m̄-thang iông-ún in ji̍p in ê siâⁿ; in-ūi Iâ-hô-hoa lín ê Siōng-tè í-keng chiong in kau tī lín ê chhiú.","tghg":"總是恁呣通停腳，著追趇恁的對敵，拍𪜶的後隊，呣通容允𪜶入𪜶的城，因為耶和華──恁的上帝已經將𪜶交佇恁的手。」","bklhl":"總是lín m̄-thang停腳，tio̍h追jip lín ê對敵，phah in ê後隊，m̄-thang容允in入in ê城；因為耶和華lín ê上帝已經將in交tī lín ê手。"}},{"book":"書","chapter":10,"verse":20,"versions":{"unv":"約書亞和以色列人大大殺敗他們，直到將他們滅盡；其中剩下的人都進了堅固的城。","bklcl":"Iok-su-a kap Í-sek-lia̍t tōa-tōa thâi-sí in, kàu it-chīn châu-bia̍t chiah soah;  kî-tiong chhun ê lâng lóng ji̍p kian-kò͘ ê siâⁿ;","tghg":"約書亞及以色列大大刣死𪜶，到一盡剿滅(châu-bia̍t)才息；其中剩的人攏入堅固的城。","bklhl":"約書亞kap以色列大大刣死in，到一盡剿滅chiah soah；其中chhun ê人lóng入堅固ê城；"}},{"book":"書","chapter":10,"verse":21,"versions":{"unv":"眾百姓就安然回瑪基大營中，到約書亞那裡。沒有一人敢向以色列人饒舌。","bklcl":"chèng peh-sìⁿ chiū an-jiân tò-lâi Má-ki-tāi ê iâⁿ, kàu Iok-su-a hia;  bô chi̍t-lâng káⁿ chhut-siaⁿ kong-kek Í-sek-lia̍t lâng.","tghg":"眾百姓就安然倒來瑪基大的營，到約書亞遐。無一人敢出聲攻擊以色列人。","bklhl":"眾百姓就安然tò來Má-ki-tāi ê營，到約書亞hia；無一人敢出聲攻擊以色列人。"}},{"book":"書","chapter":10,"verse":22,"versions":{"unv":"約書亞說：「打開洞口，將那五王從洞裡帶出來，領到我面前。」","bklcl":"Iok-su-a kóng, Khui tōng-kháu, lia̍h hí gō͘ ê ông chhut-tōng, lâi góa chia.","tghg":"約書亞講：「開洞口，掠彼五個王出洞，來我遮。」","bklhl":"約書亞講：開洞口，掠hit五個王出洞，來我chia。"}},{"book":"書","chapter":10,"verse":23,"versions":{"unv":"眾人就這樣行，將那五王，就是耶路撒冷王、希伯崙王、耶末王、拉吉王、伊磯倫王，從洞裡帶出來，領到約書亞面前。","bklcl":"In chiū án-ni kiâⁿ, lia̍h hí gō͘ ê ông, chiū-sī Iâ-lō͘-sat-léng ông, Hi-pek-lûn ông, Iâ-boa̍t ông, La̍h-kiat ông, I-ki-lûn ông, tùi tōng-lāi chhut-lâi, tòa kàu i hia.","tghg":"𪜶就按呢行，掠彼五個王，就是耶路撒冷王、希伯倫王、耶末王、拉吉王、伊磯倫王，對洞內出來，帶到伊遐。","bklhl":"In就án-ni行，掠hit五個王，就是耶路撒冷王、Hi-pek-lûn王、Iâ-boa̍t王、拉結王、I-ki-lûn王，tùi洞內出來，帶到伊hia。"}},{"book":"書","chapter":10,"verse":24,"versions":{"unv":"帶出那五王到約書亞面前的時候，約書亞就召了以色列眾人來，對那些和他同去的軍長說：「你們近前來，把腳踏在這些王的頸項上。」他們就近前來，把腳踏在這些王的頸項上。","bklcl":"Lia̍h hiah-ê ông chhut-lâi kàu Iok-su-a hia ê sî, Iok-su-a chiū kiò Í-sek-lia̍t chèng-lâng lâi, tùi hiah-ê kap i saⁿ-kap khì ê kun-tiúⁿ kóng, Lín kūn-chêng lâi, chiong kha ta̍h tī chiah-ê ông ê ām-kún; in chiū kūn-chêng lâi, ēng kha ta̍h tī in ê ām-kún.","tghg":"掠許個王出來到約書亞遐的時，約書亞就叫以色列眾人來，對許個及伊相及去的軍長講：「恁近前來，將腳踏佇諸個王的頷頸。」𪜶就近前來，用腳踏佇𪜶的頷頸。","bklhl":"掠hiah-ê王出來到約書亞hia ê時，約書亞就叫以色列眾人來，對hiah-ê kap伊相kap去ê軍長講：Lín近前來，將腳踏tī chiah ê王ê頷頸；in就近前來，用腳踏tī in ê頷頸。"}},{"book":"書","chapter":10,"verse":25,"versions":{"unv":"約書亞對他們說：「你們不要懼怕，也不要驚惶。應當剛強壯膽，因為耶和華必這樣待你們所要攻打的一切仇敵。」","bklcl":"Iok-su-a tùi in kóng, Lín bo̍h-tit kiaⁿ, iā bo̍h-tit lún, tio̍h ióng-kám chòng-táⁿ; in-ūi lín só͘ beh kong-kek it-chhè ê tùi-te̍k, Iâ-hô-hoa beh án-ni khoán-thāi in.","tghg":"約書亞對𪜶講：「恁莫得驚，也莫得愞(lún)。著勇敢壯膽，因為恁所欲攻擊一切的對敵耶和華欲按呢款待𪜶。」","bklhl":"約書亞對in講，Lín莫得驚，也莫得懍，tio̍h勇敢壯膽；因為lín所beh攻擊一切ê對敵，耶和華beh án-ni款待in。"}},{"book":"書","chapter":10,"verse":26,"versions":{"unv":"隨後約書亞將這五王殺死，掛在五棵樹上。他們就在樹上直掛到晚上。","bklcl":"Āu-lâi Iok-su-a phah-sí in, tiàu in tī gō͘ châng chhiū; in tiàu tī chhiū-ni̍h kàu ê-hng.","tghg":"後來約書亞拍死𪜶，吊𪜶佇五欉樹。𪜶吊佇樹裡到下昏。","bklhl":"後來約書亞phah死in，吊in tī五叢樹；in吊tī樹裡到ê-hng。"}},{"book":"書","chapter":10,"verse":27,"versions":{"unv":"日頭要落的時候，約書亞一吩咐，人就把屍首從樹上取下來，丟在他們藏過的洞裡，把幾塊大石頭放在洞口，直存到今日。","bklcl":"Ji̍t-lo̍h ê sî, Iok-su-a chhut-lēng, chiū tùi chhiū-ni̍h siu sin-si lo̍h-lâi, hiat tī in só͘ bih ê tōng, chiong kúi-nā tè tōa-chio̍h hē tī tōng-kháu, kàu-taⁿ iáu tī-teh.","tghg":"日落的時，約書亞出令，就對樹裡收身屍落來，㧒佇𪜶所匿的洞，將幾若塊(kúi-nā tè)大石下(hē)佇洞口，到今猶佇啲。","bklhl":"日落ê時，約書亞出令，就tùi樹裡收身屍落來，hiat tī in所bih ê洞，將kúi-nā塊大石hē tī 洞口，到taⁿ iáu tī-teh。"}},{"book":"書","chapter":10,"verse":28,"versions":{"unv":"當日，約書亞奪了瑪基大，用刀擊殺城中的人和王；將其中一切人口盡行殺滅，沒有留下一個。他待瑪基大王，像從前待耶利哥王一樣。","bklcl":"Hit-ji̍t Iok-su-a chhú Má-ki-tāi, ēng to thâi-sí in kap in ê ông; hí lāi-bīn ê lâng it-chīn châu-bia̍t, bô lâu chi̍t-ê; i khoán-thāi Má-ki-tāi ê ông, chhin-chhiūⁿ chêng khoán-thāi Iâ-lī-ko ông chi̍t-iūⁿ.","tghg":"彼日，約書亞取瑪基大，用刀刣死𪜶及𪜶的王；彼內面的人一盡剿滅，無留一個。伊款待瑪基大的王，親像前款待耶利哥王一樣。","bklhl":"Hit日約書亞取Má-ki-tāi，用刀刣死in kap in ê王；hit內面ê人一盡剿滅，無留一个；伊款待Má-ki-tāi ê王，親像前款待耶利哥王一樣。"}},{"book":"書","chapter":10,"verse":29,"versions":{"unv":"約書亞和以色列眾人從瑪基大往立拿去，攻打立拿。","bklcl":"Iok-su-a kap Í-sek-lia̍t chèng-lâng tùi Má-ki-tāi hia khì kàu Li̍p-ná, kong-kek Li̍p-ná.","tghg":"約書亞及以色列眾人對瑪基大遐去到立拿，攻擊立拿。","bklhl":"約書亞kap以色列眾人tùi Má-ki-tāi hia去到Li̍p-ná，攻擊Li̍p-ná。"}},{"book":"書","chapter":10,"verse":30,"versions":{"unv":"耶和華將立拿和立拿的王也交在以色列人手裡。約書亞攻打這城，用刀擊殺了城中的一切人口，沒有留下一個。他待立拿王，像從前待耶利哥王一樣。","bklcl":"Iâ-hô-hoa chiong i kap i ê ông kau tī Í-sek-lia̍t lâng ê chhiú;  i ēng to thâi-sí i, kap hí lāi-bīn ê chèng-lâng, bô lâu chi̍t-ê; i khoán-thāi i ê ông, chhin-chhiūⁿ chêng khoán-thāi Iâ-lī-ko ông chi̍t-iūⁿ.","tghg":"耶和華將伊及伊的王交佇以色列人的手。伊用刀刣死伊，及彼內面的眾人，無留一個。伊款待伊的王，親像前款待耶利哥王一樣。","bklhl":"耶和華將伊kap伊ê王交tī以色列人ê手；伊用刀刣死伊，kap hit內面ê眾人，無留一个；伊款待伊ê王，親像前款待耶利哥王一樣。"}},{"book":"書","chapter":10,"verse":31,"versions":{"unv":"約書亞和以色列眾人從立拿往拉吉去，對著拉吉安營，攻打這城。","bklcl":"Iok-su-a kap Í-sek-lia̍t chèng-lâng tùi Li̍p-ná hia khì kàu La̍h-kiat, chat-iâⁿ tī i ê tùi-bīn, lâi kong-kek i.","tghg":"約書亞及以色列眾人對立拿遐去到拉吉，紮營佇伊的對面，來攻擊伊。","bklhl":"約書亞kap以色列眾人tùi Li̍p-ná hia去到拉結，紮營tī伊ê對面，來攻擊伊。"}},{"book":"書","chapter":10,"verse":32,"versions":{"unv":"耶和華將拉吉交在以色列人的手裡。第二天約書亞就奪了拉吉，用刀擊殺了城中的一切人口，是照他向立拿一切所行的。","bklcl":"Iâ-hô-hoa chiong La̍h-kiat kau tī Í-sek-lia̍t lâng ê chhiú; keh-ji̍t chiū chhú i, ēng to thâi-sí i, kap hí lāi-bīn ê chèng-lâng; sī chiàu i tùi Li̍p-ná it-chhè só͘ kiâⁿ ê.","tghg":"耶和華將拉吉交佇以色列人的手。隔日就取伊，用刀刣死伊及彼內面的眾人，是照伊對立拿一切所行的。","bklhl":"耶和華將拉結交tī以色列人ê手；隔日就取伊，用刀刣死伊，kap hit內面ê眾人；是照伊對Li̍p-ná一切所行ê。"}},{"book":"書","chapter":10,"verse":33,"versions":{"unv":"那時基色王荷蘭上來幫助拉吉，約書亞就把他和他的民都擊殺了，沒有留下一個。","bklcl":"Hit-sî Ki-sek ê ông Hô-lân lâi beh pang-chān La̍h-kiat; Iok-su-a chiū phah-sí i, kap i ê peh-sìⁿ; lóng bô kā i lâu chi̍t-ê.","tghg":"彼時基色的王荷蘭來欲幫助拉吉，約書亞就拍死伊及伊的百姓，攏無給伊留一個。","bklhl":"Hit時Ki-sek ê王Hô-lân來beh幫贊拉結；約書亞就phah死伊，kap伊ê百姓；lóng無kā伊留一个。"}},{"book":"書","chapter":10,"verse":34,"versions":{"unv":"約書亞和以色列眾人從拉吉往伊磯倫去，對著伊磯倫安營，攻打這城。","bklcl":"Iok-su-a kap Í-sek-lia̍t chèng-lâng tùi La̍h-kiat khì kàu I-ki-lûn, tī i ê tùi-bīn chat-iâⁿ, kong-kek i;","tghg":"約書亞及以色列眾人對拉吉去到伊磯倫，佇伊的對面紮營，攻擊伊。","bklhl":"約書亞kap以色列眾人tùi拉結去到I-ki-lûn，tī伊ê對面紮營，攻擊伊；"}},{"book":"書","chapter":10,"verse":35,"versions":{"unv":"當日就奪了城，用刀擊殺了城中的人。那日，約書亞將城中的一切人口盡行殺滅，是照他向拉吉一切所行的。","bklcl":"hit-ji̍t chiū chhú i, ēng to phah i;  tī hit-ji̍t it-chīn châu-bia̍t hí lāi-bīn ê chèng-lâng; sī chiàu i tùi La̍h-kiat it-chhè só͘ kiâⁿ ê.","tghg":"彼日就取伊，用刀拍伊。佇彼日，一盡剿滅彼內面的眾人，是照伊對拉吉一切所行的。","bklhl":"Hit日就取伊，用刀phah伊；tī hit日一盡剿滅hit內面ê眾人；是照伊tùi拉結一切所行ê。"}},{"book":"書","chapter":10,"verse":36,"versions":{"unv":"約書亞和以色列眾人從伊磯倫上希伯崙去，攻打這城，","bklcl":"Iok-su-a kap Í-sek-lia̍t chèng-lâng tùi I-ki-lûn chiūⁿ-khì kàu Hi-pek-lûn, kong-kek i;","tghg":"約書亞及以色列眾人對伊磯倫上去到希伯倫，攻擊伊，","bklhl":"約書亞kap以色列眾人tùi I-ki-lûn上去到Hi-pek-lûn，攻擊伊；"}},{"book":"書","chapter":10,"verse":37,"versions":{"unv":"就奪了希伯崙和屬希伯崙的諸城邑，用刀將城中的人與王，並那些城邑中的人口，都擊殺了，沒有留下一個，是照他向伊磯倫所行的，把城中的一切人口盡行殺滅。","bklcl":"chiū chhú i, ēng to phah i, kap i ê ông, í-ki̍p i só͘ sio̍k ê siâⁿ; thâi-sí hí lāi-bīn ê peh-sìⁿ, lóng bô lâu chi̍t-ê; sī chiàu i tùi I-ki-lûn it-chhè só͘ kiâⁿ ê, it-chīn châu-bia̍t i, kap hí lāi-bīn ê chèng peh-sìⁿ.","tghg":"就取伊，用刀拍伊及伊的王，以及伊所屬的城，刣死彼內面的百姓，攏無留一個，是照伊對伊磯倫一切所行的，一盡剿滅伊，及彼內面的眾百姓。","bklhl":"就取伊，用刀phah伊，kap伊ê王，以及伊所屬ê城；刣死hit內面ê百姓，lóng無留一个；是照伊對I-ki-lûn一切所行ê，一盡剿滅伊，kap hit內面ê眾百姓。"}},{"book":"書","chapter":10,"verse":38,"versions":{"unv":"約書亞和以色列眾人回到底璧，攻打這城，","bklcl":"Iok-su-a kap Í-sek-lia̍t chèng-lâng tò-lâi kàu Tí-phek, kong-kek i;","tghg":"約書亞及以色列眾人倒來到底璧，攻擊伊，","bklhl":"約書亞kap以色列眾人tò來到Tí-phek，攻擊伊；"}},{"book":"書","chapter":10,"verse":39,"versions":{"unv":"就奪了底璧和屬底璧的城邑，又擒獲底璧的王，用刀將這些城中的人口盡行殺滅，沒有留下一個。他待底璧和底璧王，像從前待希伯崙和立拿與立拿王一樣。","bklcl":"chiū chhú i, kap i ê ông, í-ki̍p sio̍k i ê siâⁿ, ēng to phah i;  it-chīn bia̍t hí lāi-bīn ê chèng-lâng, bô lâu chi̍t-ê, chiàu i chêng khoán-thāi Hi-pek-lûn ê, taⁿ iā khoán-thāi Tí-phek kap i ê ông; iā chiàu i chêng khoán-thāi Li̍p-ná kap i ê ông chi̍t-iūⁿ.","tghg":"就取伊及伊的王，以及屬伊的城，用刀拍伊一盡滅彼內面的眾人，無留一個。照伊前款待希伯倫的，今也款待底璧及伊的王，也照伊前款待立拿及伊的王一樣。","bklhl":"就取伊，kap伊ê王，以及屬伊ê城，用刀phah伊；一盡滅hit內面ê眾人，無留一个，照伊前款待Hi-pek-lûn ê，taⁿ也款待Tí-phek kap伊ê王；也照伊前款待Li̍p-ná kap伊ê王一樣。"}},{"book":"書","chapter":10,"verse":40,"versions":{"unv":"這樣，約書亞擊殺全地的人，就是山地、南地、高原、山坡的人，和那些地的諸王，沒有留下一個。將凡有氣息的盡行殺滅，正如耶和華─以色列的　神所吩咐的。","bklcl":"Án-ni Iok-su-a phah choân-tōe, chiū-sī soaⁿ-tōe, lâm-hng ê tōe, pîⁿ-iûⁿ, soaⁿ-phiâⁿ, kap in lóng-chóng ê ông, bô lâu chi̍t-ê;  kìⁿ-ū chhoán-khùi-ê it-chīn châu-bia̍t, chiàu Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè só͘ bēng-lēng ê.","tghg":"按呢，約書亞拍全地，就是山地、南方的地、平洋、山坪，及𪜶攏總的王，無留一個。見有喘氣的一盡剿滅，照耶和華──以色列的上帝所命令的。","bklhl":"Án-ni約書亞phah全地，就是山地，南方ê地、平洋、山坪，kap in lóng總ê王，無留一个；見有喘氣ê一盡剿滅，照耶和華以色列ê上帝所命令ê。"}},{"book":"書","chapter":10,"verse":41,"versions":{"unv":"約書亞從加低斯‧巴尼亞攻擊到迦薩，又攻擊歌珊全地，直到基遍。","bklcl":"Tùi Ka-te-su-pa-nî-a kàu Ka-sat, koh Ko-san choân-tōe, í-ki̍p Ki-piàn, lóng hō͘ Iok-su-a phah.","tghg":"對加低斯巴尼亞到迦薩，閣歌珊全地，以及基遍，攏互約書亞拍。","bklhl":"Tùi Ka-te-su-pa-nî-a到Ka-sat，koh Ko-san全地，以及Ki-piàn，lóng hō͘約書亞phah。"}},{"book":"書","chapter":10,"verse":42,"versions":{"unv":"約書亞一時殺敗了這些王，並奪了他們的地，因為耶和華─以色列的　神為以色列爭戰。","bklcl":"Hiah ê ông kap in ê tōe, Iok-su-a chòe chi̍t-sî chhú in;  in-ūi Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè thòe Í-sek-lia̍t kau-chiàn.","tghg":"許個王及𪜶的地，約書亞做一時取𪜶，因為耶和華──以色列的上帝替以色列交戰。","bklhl":"Hiah-ê王kap in ê地，約書亞做一時取in；因為耶和華以色列ê上帝替以色列交戰。"}},{"book":"書","chapter":10,"verse":43,"versions":{"unv":"於是約書亞和以色列眾人回到吉甲的營中。","bklcl":"Iok-su-a kap Í-sek-lia̍t ê chèng-lâng chiū tò-lâi kàu Kiat-kah ê iâⁿ-pôaⁿ.","tghg":"約書亞及以色列的眾人就倒來到吉甲的營盤。","bklhl":"約書亞kap以色列ê眾人就tò來到Kiat-kah ê營盤。"}}]