[{"book":"書","chapter":11,"verse":1,"versions":{"unv":"夏瑣王耶賓聽見這事，就打發人去見瑪頓王約巴、伸崙王、押煞王，","bklcl":"Hā-só ông Iâ-pin thiaⁿ-kìⁿ chit ê tāi-chì, chiū chhe lâng khì kìⁿ Má-tùn ông Iok-pa, kap Sin-lûn ê ông, Ap-soah ê ông;","tghg":"夏瑣王耶賓聽見此個代誌，就差人去見瑪頓王約巴，及伸崙的王，押煞的王，","bklhl":"Hā-só王Iâ-pin聽見chit ê tāi-chì，就差人去見Má-tùn王Iok-pa，kap Sin-lûn ê王、Ap-soah ê王；"}},{"book":"書","chapter":11,"verse":2,"versions":{"unv":"與北方山地、基尼烈南邊的亞拉巴高原，並西邊多珥山岡的諸王；","bklcl":"iā kàu pak-hng, soaⁿ-tōe, kap Ki-nî-lia̍t lâm-sì ê A-la̍h-pa, pîⁿ-iûⁿ, kap sai-sì To-jíⁿ ê soaⁿ-thâu, chiah-ê ông.","tghg":"也到北方、山地，及基尼烈南勢的亞拉巴平洋，及西勢多珥的山頭，諸個王；","bklhl":"也到北方，山地，kap Ki-nî-lia̍t南勢ê A-la̍h-pa，平洋，kap西勢To-jíⁿ ê山頭，chiah ê王。"}},{"book":"書","chapter":11,"verse":3,"versions":{"unv":"又去見東方和西方的迦南人，與山地的亞摩利人、赫人、比利洗人、耶布斯人，並黑門山根米斯巴地的希未人。","bklcl":"Koh khì kìⁿ tang-sì kap sai-sì ê Ka-lâm lâng, kap A-mô͘-lī lâng, Hek lâng, Pí-lī-sé lâng, kap Iâ-pò͘-sū lâng, khiā-khí tī soaⁿ-tōe ê, í-ki̍p Hek-bûn soaⁿ-kha Bí-su-pa tōe ê Hi-bī lâng.","tghg":"閣去見東勢及西勢的迦南人、及亞摩利人、赫人、比利洗人，及耶布斯人，徛起佇山地的，以及黑門山腳米斯巴地的希未人。","bklhl":"Koh去見東勢kap西勢ê迦南人，kap A-mô͘-lī人、Hek人、Pí-lī-sé人，kap Iâ-pò͘-sū人，khiā起tī山地ê，以及Hek-bûn山腳Bí-su-pa地ê Hi-bī人。"}},{"book":"書","chapter":11,"verse":4,"versions":{"unv":"這些王和他們的眾軍都出來，人數多如海邊的沙，並有許多馬匹車輛。","bklcl":"In kap in ê chèng kun-tūi lóng chhut-lâi, lâng-gia̍h chin-chōe chhin-chhiūⁿ hái-piⁿ ê soa;  bé kap chhia iā chin-chōe.","tghg":"𪜶及𪜶的眾軍隊攏出來，人額真多親像海邊的沙，馬及車也真多。","bklhl":"In kap in ê眾軍隊lóng出來，人額真chōe親像海邊ê沙；馬kap車也真chōe。"}},{"book":"書","chapter":11,"verse":5,"versions":{"unv":"這諸王會合，來到米倫水邊，一同安營，要與以色列人爭戰。","bklcl":"Chiah-ê ông lóng chū-chi̍p, lâi kàu Bí-lûn ê chúi-piⁿ, pîⁿ-pîⁿ an-iâⁿ, beh kap Í-sek-lia̍t kau-chiàn.","tghg":"諸個王攏聚集，來到米倫的水邊，平平安營，欲及以色列交戰。","bklhl":"Chiah-ê王lóng聚集，來到Bí-lûn ê水邊，平平安營，beh kap以色列交戰。"}},{"book":"書","chapter":11,"verse":6,"versions":{"unv":"耶和華對約書亞說：「你不要因他們懼怕。明日這時，我必將他們交付以色列人全然殺了。你要砍斷他們馬的蹄筋，用火焚燒他們的車輛。」","bklcl":"Iâ-hô-hoa kā Iok-su-a kóng, M̄-bián ūi-tio̍h in lâi kiaⁿ, in-ūi bîn-á-ji̍t chha-put-to chit-sî, Góa ēng thâi-sí ê chèng-lâng kau tī Í-sek-lia̍t ê bīn-chêng;  lí tio̍h koah-tn̄g in ê bé-thúi ê tōa-kun, ēng hé sio in ê chhia.","tghg":"耶和華給約書亞講：「呣免為著𪜶來驚。因為明仔日差不多此時，我用刣死的眾人交佇以色列的面前。你著割斷𪜶的馬腿的大筋，用火燒𪜶的車。」","bklhl":"耶和華kā約書亞講：m̄免為tio̍h in來驚，因為明á日差不多chit時，我用刣死ê眾人交tī以色列ê面前；你tio̍h割斷in ê馬腿ê大筋，用火燒in ê車。"}},{"book":"書","chapter":11,"verse":7,"versions":{"unv":"於是約書亞率領一切兵丁，在米倫水邊突然向前攻打他們。","bklcl":"Iok-su-a kap lóng-chóng ê chiàn-sū, hut-jiân kàu Bí-lûn ê chúi-piⁿ; tú-tio̍h in chiū phah in.","tghg":"約書亞及攏總的戰士，忽然到米倫的水邊抵著(tú-tio̍h)𪜶就拍𪜶。","bklhl":"約書亞kap lóng總ê戰士，忽然到Bí-lûn ê水邊；tú-tio̍h in就phah in。"}},{"book":"書","chapter":11,"verse":8,"versions":{"unv":"耶和華將他們交在以色列人手裡，以色列人就擊殺他們，追趕他們到西頓大城，到米斯利弗‧瑪音，直到東邊米斯巴的平原，將他們擊殺，沒有留下一個。","bklcl":"Iâ-hô-hoa chiong in kau tī Í-sek-lia̍t lâng ê chhiú, in chiū phah in, tui-jip in kàu tōa Se-tùn, iā kàu Bí-su-lī-hut-má-im, ti̍t-kàu tang-sì Bí-su-pa ê pîⁿ-iûⁿ, thâi-sí in, bô lâu chi̍t-ê.","tghg":"耶和華將𪜶交佇以色列人的手，𪜶就拍𪜶，追趇(jip)𪜶到大西頓，也到米斯利弗瑪音，直到東勢米斯巴的平洋，刣死𪜶，無留一個。","bklhl":"耶和華將in交tī以色列人ê手，in就phah in，追jip in到大Se-tùn，也到Bí-su-lī-hut-má-im，直到東勢Bí-su-pa ê平洋，刣死in，無留一个。"}},{"book":"書","chapter":11,"verse":9,"versions":{"unv":"約書亞就照耶和華所吩咐他的去行，砍斷他們馬的蹄筋，用火焚燒他們的車輛。","bklcl":"Iok-su-a chiū chiàu Iâ-hô-hoa só͘ bēng-lēng-ê khoán-thāi in;  bé chiū koah-tn̄g in ê thúi ê tōa-kun, chhia chiū ēng hé sio.","tghg":"約書亞就照耶和華所命令的款待𪜶，馬就割斷𪜶的腿的大筋，車就用火燒。","bklhl":"約書亞就照耶和華所命令ê款待in；馬就割斷in ê腿ê大筋，車就用火燒。"}},{"book":"書","chapter":11,"verse":10,"versions":{"unv":"當時，約書亞轉回奪了夏瑣，用刀擊殺夏瑣王。（素來夏瑣在這諸國中是為首的。）","bklcl":"Hit-sî Iok-su-a oa̍t-tńg-lâi chhú Hā-só, ēng to thâi i ê ông; in-ūi Hā-só pêng-sî chòe chiah-ê kok ê thâu.","tghg":"彼時，約書亞越轉來取夏瑣，用刀刣伊的王。（因為夏瑣平時做諸個國的頭。）","bklhl":"Hit時約書亞oa̍t-tńg來取Hā-só，用刀刣伊ê王；因為Hā-só平時做chiah ê國ê頭。"}},{"book":"書","chapter":11,"verse":11,"versions":{"unv":"以色列人用刀擊殺城中的人口，將他們盡行殺滅；凡有氣息的沒有留下一個。約書亞又用火焚燒夏瑣。","bklcl":"Í-sek-lia̍t lâng ēng to thâi-sí hí lāi-bīn ê chèng-lâng, it-chīn bia̍t in; kìⁿ-ū chhoán-khùi-ê bô lâu chi̍t-ê; koh ēng hé sio Hā-só.","tghg":"以色列人用刀刣死彼內面的眾人，一盡滅𪜶；見有喘氣的無留一個。閣用火燒夏瑣。","bklhl":"以色列人用刀刣死hit內面ê眾人，一盡滅in；見有喘氣ê無留一个；koh用火燒Hā-só。"}},{"book":"書","chapter":11,"verse":12,"versions":{"unv":"約書亞奪了這些王的一切城邑，擒獲其中的諸王，用刀擊殺他們，將他們盡行殺滅，正如耶和華僕人摩西所吩咐的。","bklcl":"Iok-su-a chhú hiah-ê ông lóng-chóng ê siâⁿ, í-ki̍p in ê ông, ēng to thâi-sí in, it-chīn bia̍t in, chiàu Iâ-hô-hoa ê lô͘-po̍k Mô͘-se só͘ bēng-lēng ê.","tghg":"約書亞取許個王攏總的城，以及𪜶的王，用刀刣死𪜶，一盡滅𪜶，照耶和華的奴僕摩西所命令的。","bklhl":"約書亞取hiah-ê王lóng總ê城，以及in ê王，用刀刣死in，一盡滅in，照耶和華ê奴僕摩西所命令ê。"}},{"book":"書","chapter":11,"verse":13,"versions":{"unv":"至於造在山岡上的城，除了夏瑣以外，以色列人都沒有焚燒。約書亞只將夏瑣焚燒了。","bklcl":"Hiah ê khí tī lūn-á-téng ê siâⁿ, tû Hā-só í-gōa, Í-sek-lia̍t lâng lóng bô sio i;  chí-ū Hā-só hō͘ Iok-su-a sio-khì.","tghg":"許個起佇崙仔頂的城，除夏瑣以外，以色列人攏無燒伊。只有夏瑣互約書亞燒去。","bklhl":"Hiah-ê起tī崙á頂ê城，除Hā-só以外，以色列人lóng無燒伊；只有Hā-só hō͘約書亞燒去。"}},{"book":"書","chapter":11,"verse":14,"versions":{"unv":"那些城邑所有的財物和牲畜，以色列人都取為自己的掠物；惟有一切人口都用刀擊殺，直到殺盡；凡有氣息的沒有留下一個。","bklcl":"Tī hiah-ê siâⁿ só͘ chhiúⁿ ê mi̍h, kap cheng-siⁿ, Í-sek-lia̍t lâng lóng chhú chòe ka-kī ê;  to̍k-to̍k lâng, lóng ēng to thâi-sí kàu bia̍t-bô;  kìⁿ-ū chhoán-khùi-ê bô lâu chi̍t-ê.","tghg":"佇許個城所搶的物及精牲，以色列人攏取做家己的；獨獨人攏用刀刣死到滅無；見有喘氣的無留一個。","bklhl":"Tī hiah-ê城所搶ê物，kap cheng-siⁿ，以色列人lóng 取做家己ê；獨獨人，lóng用刀刣死到滅無；見有喘氣ê無留一个。"}},{"book":"書","chapter":11,"verse":15,"versions":{"unv":"耶和華怎樣吩咐他僕人摩西，摩西就照樣吩咐約書亞，約書亞也照樣行。凡耶和華所吩咐摩西的，約書亞沒有一件懈怠不行的。","bklcl":"Iâ-hô-hoa bēng-lēng I ê lô͘-po̍k Mô͘-se ê, Mô͘-se chiàu án-ni bēng-lēng Iok-su-a, Iok-su-a án-ni kiâⁿ; kìⁿ Iâ-hô-hoa só͘ bēng-lēng Mô͘-se ê, Iok-su-a bô chi̍t-hāng bô kiâⁿ.","tghg":"耶和華命令伊的奴僕摩西的，摩西照按呢命令約書亞。約書亞按呢行。見耶和華所命令摩西的，約書亞無一項無行。","bklhl":"耶和華命令伊ê奴僕摩西ê，摩西照án-ni命令約書亞，約書亞án-ni行；見耶和華所命令摩西ê，約書亞無一項無行。"}},{"book":"書","chapter":11,"verse":16,"versions":{"unv":"約書亞奪了那全地，就是山地、一帶南地、歌珊全地、高原、亞拉巴、以色列的山地，和山下的高原。","bklcl":"Án-ni Iok-su-a chhú hit ê choân-tōe, chiū-sī soaⁿ-tōe, lâm-hng choân-tōe, Ko-san choân-tōe, kap pîⁿ-iûⁿ A-la̍h-pa, Í-sek-lia̍t ê soaⁿ-tōe, kap i ê pîⁿ-iûⁿ;","tghg":"按呢約書亞取彼個全地，就是山地、南方全地、歌珊全地、及平洋、亞拉巴、以色列的山地，及伊的平洋。","bklhl":"Án-ni約書亞取hit ê全地，就是山地，南方全地，Ko-san全地，kap平洋A-la̍h-pa，以色列ê山地，kap伊ê平洋；"}},{"book":"書","chapter":11,"verse":17,"versions":{"unv":"從上西珥的哈拉山，直到黑門山下黎巴嫩平原的巴力‧迦得，並且擒獲那些地的諸王，將他們殺死。","bklcl":"tùi chiūⁿ-khì Se-jíⁿ ê Hap-la̍h soaⁿ, kàu Hek-bûn soaⁿ-kha, Lī-pa-lùn soaⁿ-kok ê Pa-le̍k-ka-tek;  iā lia̍h hit só͘-chāi hiah-ê ông, phah hō͘ in sí.","tghg":"對上去西珥的哈拉山，到黑門山腳黎巴嫩山谷的巴力迦得，也掠彼所在許個王，拍互𪜶死。","bklhl":"tùi上去Se-jíⁿ ê Hap-la̍h山，到Hek-bûn山腳，Lī-pa-lùn山谷ê Pa-le̍k-ka-tek；也掠hit所在hiah-ê王，phah hō͘ in死。"}},{"book":"書","chapter":11,"verse":18,"versions":{"unv":"約書亞和這諸王爭戰了許多年日。","bklcl":"Iok-su-a kap chiah-ê ông kau-chiàn chin-kú.","tghg":"約書亞及諸個王交戰真久。","bklhl":"約書亞kap chiah ê王交戰真久。"}},{"book":"書","chapter":11,"verse":19,"versions":{"unv":"除了基遍的希未人之外，沒有一城與以色列人講和的，都是以色列人爭戰奪來的。","bklcl":"Tû Ki-piàn ê Hi-bī lâng í-gōa, bô chi̍t ê siâⁿ kap Í-sek-lia̍t lâng káng-hô; in lóng tùi kau-chiàn lâi chhú i.","tghg":"除基遍的希未人以外，無一個城及以色列人講和(káng-hô)，𪜶攏對交戰來取伊。","bklhl":"除Ki-piàn ê Hi-bī人以外，無一个城kap以色列人講和；in lóng tùi交戰來取伊。"}},{"book":"書","chapter":11,"verse":20,"versions":{"unv":"因為耶和華的意思是要使他們心裡剛硬，來與以色列人爭戰，好叫他們盡被殺滅，不蒙憐憫，正如耶和華所吩咐摩西的。","bklcl":"In-ūi tùi Iâ-hô-hoa hō͘ in ê sim ngī, tí-te̍k Í-sek-lia̍t, lâi kap in kau-chiàn, hō͘ in it-chīn siū-bia̍t, bô tit-tio̍h lîn-bín, tì-kàu it-chīn bia̍t-bô, chiàu Iâ-hô-hoa só͘ bēng-lēng Mô͘-se ê.","tghg":"因為對耶和華互𪜶的心硬，抵敵以色列來及𪜶交戰，互𪜶一盡受滅，無得著憐憫，致到一盡滅無，照耶和華所命令摩西的。","bklhl":"因為tùi耶和華hō͘ in ê心硬，抵敵以色列，來kap in交戰，hō͘ in一盡受滅，無得tio̍h憐憫，致到一盡滅無，照耶和華所命令摩西ê。"}},{"book":"書","chapter":11,"verse":21,"versions":{"unv":"當時約書亞來到，將住山地、希伯崙、底璧、亞拿伯、猶大山地、以色列山地所有的亞衲族人剪除了。約書亞將他們和他們的城邑盡都毀滅。","bklcl":"Hit-sî Iok-su-a kàu, chiū tùi soaⁿ-tōe, Hi-pek-lûn, Tí-phek, A-ná-pek, Iû-tāi soaⁿ-tōe, Í-sek-lia̍t soaⁿ-tōe, chián-tû A-la̍p cho̍k ê lâng;  Iok-su-a it-chīn bia̍t in, kap in hiah-ê siâⁿ.","tghg":"彼時約書亞到，就對山地、希伯倫、底璧、亞拿伯、猶大山地、以色列山地剪除亞衲族的人。約書亞一盡滅𪜶、及𪜶許個城。","bklhl":"Hit時約書亞到，就tùi山地、Hi-pek-lûn、Tí-phek、A-ná-pek、偤大山地、以色列山地，剪除A-la̍p族ê人；約書亞一盡滅in，kap in hiah-ê城。"}},{"book":"書","chapter":11,"verse":22,"versions":{"unv":"在以色列人的地沒有留下一個亞衲族人，只在迦薩、迦特，和亞實突有留下的。","bklcl":"Tī Í-sek-lia̍t lâng ê tōe lóng bô lâu chi̍t ê A-la̍p cho̍k ê lâng;  to̍k-to̍k tī Ka-sat, Ka-te̍k, kap A-si̍t-tu̍t ū chhun tām-po̍h.","tghg":"佇以色列人的地攏無留一個亞衲族的人，獨獨佇迦薩、迦特及亞實突有剩淡薄。","bklhl":"Tī以色列人ê地lóng無留一个A-la̍p族ê人；獨獨tī Ka-sat、Ka-te̍k，kap A-si̍t-tu̍t有chhun淡薄。"}},{"book":"書","chapter":11,"verse":23,"versions":{"unv":"這樣，約書亞照著耶和華所吩咐摩西的一切話奪了那全地，就按著以色列支派的宗族將地分給他們為業。於是國中太平，沒有爭戰了。","bklcl":"Án-ni Iok-su-a chiàu Iâ-hô-hoa só͘ bēng-lēng Mô͘-se it-chhè ê ōe, chhú hit ê choân-tōe;  Iok-su-a chiong tōe pun hō͘ Í-sek-lia̍t chòe-gia̍p, chiàu in ê chi-phài, in ê chong-cho̍k;  tùi án-ni hit ê tōe thài-pêng bô kau-chiàn.","tghg":"按呢，約書亞照耶和華所命令摩西一切的話取彼個全地，約書亞將地分互以色列做業照𪜶的支派𪜶的宗族。對按呢彼個地太平，無交戰。","bklhl":"Án-ni約書亞照耶和華所命令摩西一切ê話，取hit ê全地；約書亞將地分hō͘以色列做業，照in ê支派，in ê宗族；tùi án-ni，hit ê地太平無交戰。"}}]