[{"book":"書","chapter":5,"verse":1,"versions":{"unv":"約旦河西亞摩利人的諸王和靠海迦南人的諸王，聽見耶和華在以色列人前面使約旦河的水乾了，等到我們過去，他們的心因以色列人的緣故就消化了，不再有膽氣。","bklcl":"Iok-tàn hô sai-sì ê A-mô͘-lī lâng chiah-ê ông, kap óa-hái ê Ka-lâm lâng chiah-ê ông, thiaⁿ-kìⁿ Iâ-hô-hoa tī Í-sek-lia̍t lâng ê bīn-chêng hō͘ Iok-tàn ê chúi ta-khì, thèng-hāu lán kè-khì;  in ê sim in-ūi Í-sek-lia̍t lâng ê iân-kò͘ chiū sit-táⁿ, sîn put-hū-thé.","tghg":"約但河西勢的亞摩利人諸個王及倚海的迦南人諸個王，聽見耶和華佇以色列人的面前互約但的水乾去，聽候咱過去，𪜶的心因為以色列人的緣故就失膽，神不附體。","bklhl":"約旦河西勢ê A-mô͘-lī人chiah ê王，kap óa海ê迦南人chiah ê王，聽見耶和華tī以色列人ê面前hō͘約旦ê水乾去，thèng候咱過去；in ê心因為以色列人ê緣故就失膽，神不附體。"}},{"book":"書","chapter":5,"verse":2,"versions":{"unv":"那時，耶和華吩咐約書亞說：「你製造火石刀，第二次給以色列人行割禮。」","bklcl":"Hit-sî Iâ-hô-hoa tùi Iok-su-a kóng, Lí tio̍h chhòng hé-chio̍h to, tē-jī pái kā Í-sek-lia̍t lâng kiâⁿ kat-lé.","tghg":"彼時，耶和華對約書亞講：「你著創火石刀，第二擺給以色列人行割禮。」","bklhl":"Hit時耶和華對約書亞講：你tio̍h chhòng火石刀，第二pái kā以色列人行割禮。"}},{"book":"書","chapter":5,"verse":3,"versions":{"unv":"約書亞就製造了火石刀，在「除皮山」那裡給以色列人行割禮。","bklcl":"Iok-su-a chiū chhòng hé-chio̍h to, tī tû-khì-phê soaⁿ hia, kā Í-sek-lia̍t lâng kiâⁿ kat-lé.","tghg":"約書亞就創火石刀，佇「除去皮山」遐給以色列人行割禮。","bklhl":"約書亞就chhòng火石刀，tī除去皮山hia，kā以色列人行割禮。"}},{"book":"書","chapter":5,"verse":4,"versions":{"unv":"約書亞行割禮的緣故，是因為從埃及出來的眾民，就是一切能打仗的男丁，出了埃及以後，都死在曠野的路上。","bklcl":"Iok-su-a kā in kiâⁿ kat-lé ê iân-kò͘, sī in-ūi tùi Ai-ki̍p chhut-lâi ê chèng peh-sìⁿ, kìⁿ ōe kau-chiàn ê ta-po͘-teng, chhut Ai-ki̍p í-āu tī lō͘-ni̍h sí tī khòng-iá.","tghg":"約書亞給𪜶行割禮的緣故，是因為對埃及出來的眾百姓，見會交戰的查甫丁，出埃及以後，佇路裡死佇曠野。","bklhl":"約書亞kā in行割禮ê緣故，是因為tùi埃及出來ê眾百姓，見能交戰ê ta-po͘丁，出埃及以後tī路裡死tī曠野。"}},{"book":"書","chapter":5,"verse":5,"versions":{"unv":"因為出來的眾民都受過割禮；惟獨出埃及以後、在曠野的路上所生的眾民都沒有受過割禮。","bklcl":"In-ūi chhut-lâi ê chèng peh-sìⁿ lóng siū kat-lé; to̍k-to̍k chhut Ai-ki̍p í-āu tī khòng-iá ê lō͘-ni̍h só͘ siⁿ ê chèng peh-sìⁿ, lóng bô siū kat-lé.","tghg":"因為出來的眾百姓攏受割禮；獨獨出埃及以後、佇曠野的路裡所生的眾百姓攏無受割禮。","bklhl":"因為出來ê眾百姓lóng受割禮；獨獨出埃及以後tī曠野ê路裡所生ê眾百姓，lóng無受割禮。"}},{"book":"書","chapter":5,"verse":6,"versions":{"unv":"以色列人在曠野走了四十年，等到國民，就是出埃及的兵丁，都消滅了，因為他們沒有聽從耶和華的話。耶和華曾向他們起誓，必不容他們看見耶和華向他們列祖起誓、應許賜給我們的地，就是流奶與蜜之地。","bklcl":"Í-sek-lia̍t lâng tī khòng-iá kiâⁿ sì-cha̍p nî,  kàu chèng peh-sìⁿ, chiū-sī chhut Ai-ki̍p ê chiàn-sū, it-chīn siau-bia̍t; in-ūi in bô thiaⁿ-thàn Iâ-hô-hoa ê ōe, Iâ-hô-hoa bat tùi in chiù-chōa, m̄-hō͘ in khòaⁿ-kìⁿ Iâ-hô-hoa tùi in lia̍t-chó͘ só͘ chiù-chōa beh siúⁿ-sù lán ê tōe, chiū-sī lâu lin kap bi̍t ê tōe.","tghg":"以色列人佇曠野行四十年，到眾百姓，就是出埃及的戰士，一盡消滅，因為𪜶無聽趁耶和華的話。耶和華曾對𪜶咒誓，呣互𪜶看見耶和華對𪜶列祖所咒誓、欲賞賜咱的地，就是流奶及蜜的地。","bklhl":"以色列人tī曠野行四十年，到眾百姓，就是出埃及ê戰士，一盡消滅；因為in無聽thàn耶和華ê話，耶和華bat對in chiù-chōa，m̄-hō͘ in看見耶和華對in列祖所chiù-chōa beh賞賜咱ê地，就是流奶kap蜜ê地。"}},{"book":"書","chapter":5,"verse":7,"versions":{"unv":"他們的子孫，就是耶和華所興起來接續他們的，都沒有受過割禮；因為在路上沒有給他們行割禮，約書亞這才給他們行了。","bklcl":"In ê kiáⁿ-sun, chiū-sī I só͘ heng-khí lâi sòa-chiap in ê, lóng bô siū kat-lé, in-ūi in tī lō͘-ni̍h bô kā in kiâⁿ kat-lé;  Iok-su-a chiah kā in kiâⁿ.","tghg":"𪜶的子孫，就是伊所興起來續接𪜶的，攏無受割禮；因為𪜶佇路裡無給𪜶行割禮，約書亞才給𪜶行。","bklhl":"In ê kiáⁿ孫，就是伊所興起來續接in ê，lóng無受割禮，因為in tī路裡無kā in行割禮；約書亞chiah kā in行。"}},{"book":"書","chapter":5,"verse":8,"versions":{"unv":"國民都受完了割禮，就住在營中自己的地方，等到痊癒了。","bklcl":"Peh-sìⁿ lóng siū kat-lé bêng-pe̍k, chiū tiàm tī iâⁿ-lāi ka-kī ê só͘-chāi, thèng-hāu hó.","tghg":"百姓攏受割禮明白，就踮佇營內家己的所在，聽候好。","bklhl":"百姓lóng受割禮明白，就tiàm tī營內家己ê所在，thèng候好。"}},{"book":"書","chapter":5,"verse":9,"versions":{"unv":"耶和華對約書亞說：「我今日將埃及的羞辱從你們身上滾去了。」因此，那地方名叫吉甲（就是滾的意思），直到今日。","bklcl":"Iâ-hô-hoa tùi Iok-su-a kóng, Góa kin-á-ji̍t chiong Ai-ki̍p ê lêng-jio̍k î-sóa lī-khui lín;  tùi án-ni hit só͘-chāi miâ kiò Kiat-kah, ti̍t-kàu kin-á-ji̍t.","tghg":"耶和華對約書亞講：「我今仔日將埃及的凌辱移徙離開恁。」對按呢，彼所在名叫吉甲，直到今仔日。","bklhl":"耶和華對約書亞講：我今á日將埃及ê凌辱移徙離開lín；tùi án-ni，hit所在名叫Kiat-kah，直到今á日。"}},{"book":"書","chapter":5,"verse":10,"versions":{"unv":"以色列人在吉甲安營。正月十四日晚上，在耶利哥的平原守逾越節。","bklcl":"Hit-sî Í-sek-lia̍t lâng chat-iâⁿ tī Kiat-kah; hit-ge̍h cha̍p-sì ê-hng, tī Iâ-lī-ko ê pîⁿ-iûⁿ siú pôaⁿ-kè-choeh.","tghg":"彼時以色列人紮營佇吉甲。彼月十四下昏，佇耶利哥的平洋守𨃟過節。","bklhl":"Hit時以色列人紮營tī Kiat-kah；hit月十四ê-hng，tī耶利哥ê平洋守pôaⁿ過節。"}},{"book":"書","chapter":5,"verse":11,"versions":{"unv":"逾越節的次日，他們就吃了那地的出產；正當那日吃無酵餅和烘的穀。","bklcl":"Pôaⁿ-kè-choeh ê keh-ji̍t in chiū chia̍h hit só͘-chāi só͘ chhut ê, tú-tú hit-ji̍t chia̍h bô-kàⁿ-piáⁿ kap hang ê ngó͘-kok;","tghg":"𨃟過節的隔日，𪜶就食彼所在所出的；抵抵(tú-tú)彼日食無酵餅及烘(hang)的五穀。","bklhl":"pôaⁿ過節ê隔日in就食hit所在所出ê，tú-tú hit日食無酵餅kap烘ê五穀；"}},{"book":"書","chapter":5,"verse":12,"versions":{"unv":"他們吃了那地的出產，第二日嗎哪就止住了，以色列人也不再有嗎哪了。那一年，他們卻吃迦南地的出產。","bklcl":"in chia̍h hit só͘-chāi só͘ chhut ê, keh-ji̍t má-ná chiū thêng-hioh;  Í-sek-lia̍t lâng iā bô koh ū má-ná;  hit-nî in chiū chia̍h Ka-lâm tōe ê thó͘-sán.","tghg":"𪜶食彼所在所出的隔日嗎哪就停歇，以色列人也無閣有嗎哪。彼年，𪜶就食迦南地的土產。","bklhl":"in食hit所在所出ê，隔日má-ná就停歇；以色列人也無koh有má-ná；hit年in就食迦南地ê土產。"}},{"book":"書","chapter":5,"verse":13,"versions":{"unv":"約書亞靠近耶利哥的時候，舉目觀看，不料，有一個人手裡有拔出來的刀，對面站立。約書亞到他那裡，問他說：「你是幫助我們呢，是幫助我們敵人呢？」","bklcl":"Iok-su-a óa-kūn Iâ-lī-ko ê sî kia̍h-ba̍k khòaⁿ, khòaⁿ-kìⁿ ū chi̍t-lâng chhiú pu̍ih-to, khiā tī i ê tùi-bīn;  Iok-su-a kūn-óa i, mn̄g i kóng, Lí sī ūi goán ê, á-sī ūi goán ê tùi-te̍k ah?","tghg":"約書亞倚近耶利哥的時，攑目看，看見有一人手拔(pu̍ih)刀，徛佇伊的對面。約書亞近倚伊，問伊講：「你是為阮的？抑是為阮的對敵啊？」","bklhl":"約書亞óa近耶利哥ê時kia̍h目看，看見有一人手拔刀，khiā tī伊ê對面；約書亞近óa伊，問伊講：你是為阮ê，á是為阮ê對敵ah？"}},{"book":"書","chapter":5,"verse":14,"versions":{"unv":"他回答說：「不是的，我來是要作耶和華軍隊的元帥。」約書亞就俯伏在地下拜，說：「我主有甚麼話吩咐僕人。」","bklcl":"I ìn kóng, Bô, góa lâi sī chòe Iâ-hô-hoa ê kun-tiúⁿ.  Iok-su-a chiū phak tī tōe-ni̍h pài i, kóng, Góa ê Chú bēng-lēng lô͘-po̍k sím-mi̍h?","tghg":"伊應講：「無，我來是做耶和華的軍長。」約書亞就仆佇地裡拜伊，講：「我的主命令奴僕甚麼？」","bklhl":"伊應講，無，我來是做耶和華ê軍長。約書亞就仆tī地裡拜伊，講：我ê主命令奴僕甚麼？"}},{"book":"書","chapter":5,"verse":15,"versions":{"unv":"耶和華軍隊的元帥對約書亞說：「把你腳上的鞋脫下來，因為你所站的地方是聖的。」約書亞就照著行了。","bklcl":"Iâ-hô-hoa ê kun-tiúⁿ tùi Iok-su-a kóng, Thǹg lí kha-ni̍h ê ôe, in-ūi lí só͘ khiā ê só͘-chāi sī sèng ê;  Iok-su-a chiū chiàu án-ni kiâⁿ.","tghg":"耶和華的軍長對約書亞講：「褪你腳裡的鞋，因為你所徛的所在是聖的。」約書亞就照按呢行。","bklhl":"耶和華ê軍長對約書亞講：Thǹg你腳裡ê鞋，因為你所khiā ê所在是聖ê；約書亞就照án-ni行。"}}]