[{"book":"書","chapter":1,"verse":1,"versions":{"unv":"耶和華的僕人摩西死了以後，耶和華曉諭摩西的幫手，嫩的兒子約書亞，說：","bklcl":"Iâ-hô-hoa ê lô͘-po̍k Mô͘-se sí liáu-āu, Iâ-hô-hoa hoan-hù Lùn ê kiáⁿ Iok-su-a, chiū-sī kun-sûi Mô͘-se ê, kóng,","tghg":"耶和華的奴僕摩西死了後，耶和華吩咐嫩的子約書亞，就是跟隨(kun-sûi)摩西的，講：","bklhl":"耶和華ê奴僕摩西死了後，耶和華吩咐Lùn ê kiáⁿ約書亞，就是跟隨摩西ê，講："}},{"book":"書","chapter":1,"verse":2,"versions":{"unv":"「我的僕人摩西死了。現在你要起來，和眾百姓過這約旦河，往我所要賜給以色列人的地去。","bklcl":"Góa ê lô͘-po̍k Mô͘-se sí-liáu lah; taⁿ lí tio̍h khí-lâi, kap chèng peh-sìⁿ kè chit ê Iok-tàn, khì Góa só͘ siúⁿ-sù Í-sek-lia̍t lâng ê tōe.","tghg":"「我的奴僕摩西死了啦。今你著起來，及眾百姓過此個約但，去我所賞賜以色列人的地。","bklhl":"我ê奴僕摩西死了lah；taⁿ你tio̍h起來，kap眾百姓過chit ê約旦，去我所賞賜以色列人ê地。"}},{"book":"書","chapter":1,"verse":3,"versions":{"unv":"凡你們腳掌所踏之地，我都照著我所應許摩西的話賜給你們了。","bklcl":"Kìⁿ-nā lín ê kha-chiúⁿ só͘ ta̍h ê tōe, Góa lóng siúⁿ-sù lín, chiàu Góa tùi Mô͘-se só͘ kóng ê;","tghg":"見若恁的腳掌所踏的地，我攏賞賜恁照我對摩西所講的。","bklhl":"見若lín ê腳掌所踏ê地，我lóng賞賜lín，照我對摩西所講ê；"}},{"book":"書","chapter":1,"verse":4,"versions":{"unv":"從曠野和這黎巴嫩，直到幼發拉底大河，赫人的全地，又到大海日落之處，都要作你們的境界。","bklcl":"tùi khòng-iá kap chit ê Lī-pa-lùn kàu tōa-hô, chiū-sī Pek-lat hô, Hek-lâng ê choân-tōe, koh kàu tōa-hái, ǹg ji̍t-lo̍h ê só͘-chāi, lóng beh chòe lín ê kéng-kài.","tghg":"對曠野及此個黎巴嫩，到大河就是伯拉河，赫人的全地，閣到大海向日落的所在，攏欲做恁的境界。","bklhl":"tùi曠野kap chit ê Lī-pa-lùn到大河，就是Pek-lat河，Hek人ê全地，koh到大海，ǹg日落ê所在，lóng beh做lín ê境界。"}},{"book":"書","chapter":1,"verse":5,"versions":{"unv":"你平生的日子，必無一人能在你面前站立得住。我怎樣與摩西同在，也必照樣與你同在；我必不撇下你，也不丟棄你。","bklcl":"Lí chi̍t-sì-lâng tek-khak bô chi̍t-lâng ōe khiā-tiâu tī lí ê bīn-chêng;  Góa cháiⁿ-iūⁿ kap Mô͘-se tī-teh, iā beh án-ni kap lí tī-teh;  Góa tek-khak bô lī-khui lí, iā bô pàng-sak lí.","tghg":"你一世人，的確無一人會徛住佇你的面前。我怎樣及摩西佇啲，也欲按呢及你佇啲；我的確無離開你，也無放拺你。","bklhl":"你一世人的確無一人ōe khiā-tiâu tī你ê面前；我怎樣kap摩西tī-teh，也beh án-ni kap你tī-teh；我的確無離開你，也無放sak你。"}},{"book":"書","chapter":1,"verse":6,"versions":{"unv":"你當剛強壯膽！因為你必使這百姓承受那地為業，就是我向他們列祖起誓應許賜給他們的地。","bklcl":"Lí tio̍h ióng-kám chòng-táⁿ, in-ūi lí beh hō͘ chit ê peh-sìⁿ tit-tio̍h hit ê tōe chòe gia̍p, chiū-sī Góa tùi in ê lia̍t-chó͘ só͘ chiù-chōa beh hō͘ in ê.","tghg":"你著勇敢壯膽！因為你欲互此個百姓得著彼個地做業，就是我對𪜶的列祖所咒誓欲互𪜶的。","bklhl":"你tio̍h勇敢壯膽，因為你beh hō͘ chit ê百姓得tio̍h hit ê地做業，就是我對in ê列祖所chiù-chōa beh hō͘ in ê。"}},{"book":"書","chapter":1,"verse":7,"versions":{"unv":"只要剛強，大大壯膽，謹守遵行我僕人摩西所吩咐你的一切律法，不可偏離左右，使你無論往哪裡去，都可以順利。","bklcl":"To̍k-to̍k lí tio̍h ióng-kám tōa-tōa chòng-táⁿ, chip-siú Góa ê lô͘-po̍k Mô͘-se só͘ bēng-lēng lí it-chhè ê lu̍t-hoat, lâi kiâⁿ i; m̄-thang lī-khui lâi phian-chó phian-iū, hō͘ lí bô-lūn toh-lo̍h khì, lóng tit-tio̍h heng-thong.","tghg":"獨獨你著勇敢，大大壯膽，執守我的奴僕摩西所命令你一切的律法來行伊，呣通離開來偏左偏右，互你無論叨落去，攏得著亨通。","bklhl":"獨獨你tio̍h勇敢大大壯膽，執守我ê奴僕摩西所命令你一切ê律法，來行伊；m̄-thang離開來偏左偏右，hō͘你無論toh落去，lóng得tio̍h興通。"}},{"book":"書","chapter":1,"verse":8,"versions":{"unv":"這律法書不可離開你的口，總要晝夜思想，好使你謹守遵行這書上所寫的一切話。如此，你的道路就可以亨通，凡事順利。","bklcl":"Chit ê lu̍t-hoat ê chheh m̄-thang lī-khui lí ê chhùi, tek-khak tio̍h mî-ji̍t siūⁿ i,  hō͘ lí chip-siú lâi kiâⁿ chit ê chheh-lāi só͘ kì-chài it-chhè ê ōe;  án-ni chiū ōe hō͘ lí ê lō͘ pîⁿ-tháⁿ, lí iā tit-tio̍h tōa heng-thong.","tghg":"此個律法的冊呣通離開你的嘴，的確著暝日想伊，互你執守來行此個冊內所記載一切的話。按呢，就會互你的路平坦，你也得著大亨通。","bklhl":"Chit ê律法ê冊m̄-thang離開你ê嘴，的確tio̍h暝日想伊， hō͘你執守來行chit ê冊內所記載一切ê話；án-ni就會hō͘你ê路平坦，你也得tio̍h大興通。"}},{"book":"書","chapter":1,"verse":9,"versions":{"unv":"我豈沒有吩咐你嗎？你當剛強壯膽！不要懼怕，也不要驚惶；因為你無論往哪裡去，耶和華─你的　神必與你同在。」","bklcl":"Góa kiám bô bēng-lēng lí mah?  Lí tio̍h ióng-kám chòng-táⁿ, bo̍h-tit kiaⁿ, iā bo̍h-tit  lún; in-ūi lí bô-lūn toh-lo̍h khì, Iâ-hô-hoa lí ê Siōng-tè kap lí tī-teh.","tghg":"我豈無命令你嗎？你著勇敢壯膽！莫得驚，也莫得愞；因為你無論叨落去，耶和華──你的上帝及你佇啲。」","bklhl":"我kiám無命令你mah？你tio̍h勇敢壯膽，莫得驚，也莫得懍；因為你無論toh落去，耶和華你ê上帝kap你tī-teh。"}},{"book":"書","chapter":1,"verse":10,"versions":{"unv":"於是，約書亞吩咐百姓的官長說：","bklcl":"Tùi án-ni Iok-su-a bēng-lēng peh-sìⁿ ê koaⁿ-tiúⁿ kóng,","tghg":"對按呢，約書亞命令百姓的官長講：","bklhl":"Tùi án-ni，約書亞命令百姓ê官長講："}},{"book":"書","chapter":1,"verse":11,"versions":{"unv":"「你們要走遍營中，吩咐百姓說：『當預備食物；因為三日之內你們要過這約旦河，進去得耶和華─你們　神賜你們為業之地。』」","bklcl":"Lín tio̍h piàn-kiâⁿ iâⁿ-tiong, bēng-lēng peh-sìⁿ, kóng, Lín tio̍h pī-pān chia̍h-mi̍h, in-ūi saⁿ-ji̍t-lāi, lín beh kè chit ê Iok-tàn, ji̍p-khì tit-tio̍h Iâ-hô-hoa lín  Siōng-tè só͘ beh hō͘ lín tit-tio̍h ê tōe.","tghg":"「恁著遍行營中，命令百姓講：『恁著備辦食物；因為三日內恁欲過此個約但，入去得著耶和華──恁上帝所欲互恁得著的地。』」","bklhl":"Lín tio̍h遍行營中，命令百姓，講：Lín tio̍h備辦食物，因為三日內，lín beh過chit ê約旦，入去得tio̍h耶和華lín上帝所beh hō͘ lín得tio̍h ê地。"}},{"book":"書","chapter":1,"verse":12,"versions":{"unv":"約書亞對流便人、迦得人，和瑪拿西半支派的人說：","bklcl":"Iok-su-a hoan-hù Liû-piān lâng, Ka-tek lâng, kap Má-ná-se pòaⁿ-chi-phài, kóng,","tghg":"約書亞吩咐流便人、迦得人，及瑪拿西半支派講：","bklhl":"約書亞吩咐Liû-piān人、Ka-tek人，kap Má-ná-se半支派，講："}},{"book":"書","chapter":1,"verse":13,"versions":{"unv":"「你們要追念耶和華的僕人摩西所吩咐你們的話說：『耶和華─你們的　神使你們得享平安，也必將這地賜給你們。』","bklcl":"Lín tio̍h kì-tit Iâ-hô-hoa ê lô͘-po̍k Mô͘-se só͘ bēng-lēng lín ê ōe, kóng, Iâ-hô-hoa lín Siōng-tè í-keng hō͘ lín pêng-an, iā beh chiong chit ê tōe siúⁿ-sù lín.","tghg":"「恁著記得耶和華的奴僕摩西所命令恁的話講：『耶和華──恁上帝已經互恁平安，也欲將此個地賞賜恁。』","bklhl":"Lín tio̍h記得耶和華ê奴僕摩西所命令lín ê話，講：耶和華lín上帝已經hō͘ lín平安，也beh將chit ê地賞賜lín。"}},{"book":"書","chapter":1,"verse":14,"versions":{"unv":"你們的妻子、孩子，和牲畜都可以留在約旦河東、摩西所給你們的地；但你們中間一切大能的勇士都要帶著兵器在你們的弟兄前面過去，幫助他們，","bklcl":"Lín ê bó͘, lín ê gín-ná, lín ê cheng-siⁿ, lóng tio̍h tòa tī Iok-tàn chit-pêng, Mô͘-se só͘ hō͘ lín ê tōe;  to̍k-to̍k lín tiong-kan it-chhè tōa khùi-la̍t ê ióng-sū, lóng tio̍h tòa kun-khì, tī lín hiaⁿ-tī ê thâu-chêng kè-khì, pang-chān in;","tghg":"恁的某，恁的囝仔，恁的精牲攏著住佇約但此旁、摩西所互恁的地；獨獨恁中間一切大氣力的勇士攏著帶軍器佇恁兄弟的頭前過去，幫助𪜶，","bklhl":"Lín ê bó͘，lín ê gín-ná，lín ê cheng-siⁿ，lóng tio̍h tòa tī約旦chit-pêng，摩西所hō͘ lín ê地；獨獨lín中間一切大氣力ê勇士，lóng tio̍h帶軍器，tī lín兄弟ê頭前過去，幫贊in；"}},{"book":"書","chapter":1,"verse":15,"versions":{"unv":"等到耶和華使你們的弟兄像你們一樣得享平安，並且得著耶和華─你們　神所賜他們為業之地，那時才可以回你們所得之地，承受為業，就是耶和華的僕人摩西在約旦河東、向日出之地所給你們的。」","bklcl":"kàu Iâ-hô-hoa hō͘ lín ê hiaⁿ-tī tit-tio̍h pêng-an, chhin-chhiūⁿ lín chi̍t-iūⁿ, kàu in iā tit-tio̍h Iâ-hô-hoa lín Siōng-tè só͘ siúⁿ-sù in ê tōe, hit-sî lín chiah thang tò-khì lín só͘ tit-tio̍h ê tōe, sêng-chiap i lâi chòe-gia̍p, chiū-sī Iâ-hô-hoa ê lô͘-po̍k Mô͘-se tī Iok-tàn chit-pêng, ǹg ji̍t-chhut ê só͘-chāi, só͘ hō͘ lín ê.","tghg":"到耶和華互恁的兄弟得著平安親像恁一樣，到𪜶也得著耶和華──恁上帝所賞賜𪜶的地，彼時恁才通倒去恁所得著的地，承接伊來做業，就是耶和華的奴僕摩西佇約但此旁、向日出的所在所互恁的。」","bklhl":"到耶和華hō͘ lín ê兄弟得tio̍h平安，親像lín一樣，到in也得tio̍h耶和華lín上帝所賞賜in ê地，hit時lín chiah thang tò去lín所得tio̍h ê地，承接伊來做業，就是耶和華ê奴僕摩西tī約旦chit-pêng，ǹg日出ê所在，所hō͘ lín ê。"}},{"book":"書","chapter":1,"verse":16,"versions":{"unv":"他們回答約書亞說：「你所吩咐我們行的，我們都必行；你所差遣我們去的，我們都必去。","bklcl":"In ìn Iok-su-a kóng, Kìⁿ lí só͘ bēng-lēng goán ê, goán beh kiâⁿ, lí só͘ chhe goán ê, goán lóng beh khì;","tghg":"𪜶應約書亞講：「見你所命令阮的，阮欲行；你所差阮的，阮攏欲去。","bklhl":"In應約書亞講：見你所命令阮ê，阮beh行，你所差阮ê，阮lóng beh去；"}},{"book":"書","chapter":1,"verse":17,"versions":{"unv":"我們從前在一切事上怎樣聽從摩西，現在也必照樣聽從你；惟願耶和華─你的　神與你同在，像與摩西同在一樣。","bklcl":"goán chêng tī it-chhè ê sū cháiⁿ-iūⁿ thiaⁿ-thàn Mô͘-se, taⁿ iā beh án-ni thiaⁿ-thàn lí;  to̍k-to̍k goān Iâ-hô-hoa lí ê Siōng-tè kap lí tī-teh, chhin-chhiūⁿ I chêng kap Mô͘-se tī-teh chi̍t-iūⁿ.","tghg":"阮前佇一切的事怎樣聽趁摩西，今也欲按呢聽趁你；獨獨願耶和華──你的上帝及你佇啲，親像伊前及摩西佇啲一樣。","bklhl":"阮前tī一切ê事怎樣聽thàn摩西，taⁿ也beh án-ni聽thàn你；獨獨願耶和華你ê上帝kap你tī-teh，親像伊前kap摩西tī-teh一樣。"}},{"book":"書","chapter":1,"verse":18,"versions":{"unv":"無論甚麼人違背你的命令，不聽從你所吩咐他的一切話，就必治死他。你只要剛強壯膽！」","bklcl":"Bô-lūn sím-mi̍h lâng ûi-pōe lí ê bēng-lēng, m̄-thiaⁿ lí ê ōe, chiàu lí it-chhè só͘ bēng-lēng ê, chiū beh hō͘ i sí;  to̍k-to̍k lí tio̍h ióng-kám chòng-táⁿ.","tghg":"無論甚麼人違背你的命令，呣聽你的話照你一切所命令的，就欲互伊死。獨獨你著勇敢壯膽！」","bklhl":"無論甚麼人違背你ê命令，m̄聽你ê話，照你一切所命令ê，就beh hō͘伊死；獨獨你tio̍h勇敢壯膽。"}}]