[{"book":"書","chapter":16,"verse":1,"versions":{"unv":"約瑟的子孫拈鬮所得之地是從靠近耶利哥的約旦河起，以耶利哥東邊的水為界：從耶利哥上去，通過山地的曠野，到伯特利；","bklcl":"Iok-sek ê kiáⁿ-sun liam-khau só͘ tit-tio̍h ê tōe, sī tùi óa-kūn Iâ-lī-ko ê Iok-tàn hô khí, tī Iâ-lī-ko chúi ê tang-pêng, tùi Iâ-lī-ko chiūⁿ-khì, thàng-kè soaⁿ-tōe ê khòng-iá, kàu Pek-te̍k-lī;","tghg":"約瑟的子孫拈鬮所得著的地是對倚近耶利哥的約但河起，佇耶利哥水的東旁：對耶利哥上去，𥦁過山地的曠野，到伯特利；","bklhl":"約瑟ê kiáⁿ孫拈鬮所得tio̍h ê地，是tùi óa近耶利哥ê約旦河起，tī耶利哥水ê東pêng，tùi耶利哥上去，thàng過山地ê曠野，到Pek-te̍k-lī；"}},{"book":"書","chapter":16,"verse":2,"versions":{"unv":"又從伯特利到路斯，接連到亞基人的境界，至亞他綠；","bklcl":"koh tùi Pek-te̍k-lī kàu Lō͘-su, liân kàu A-ki lâng ê kéng-kài, kàu A-tha-lio̍k;","tghg":"閣對伯特利到路斯，連到亞基人的境界，到亞他綠；","bklhl":"koh tùi Pek-te̍k-lī到Lō͘-su，連到A-ki人ê境界，到A-tha-lio̍k；"}},{"book":"書","chapter":16,"verse":3,"versions":{"unv":"又往西下到押利提人的境界，到下伯‧和崙的境界，直到基色，通到海為止。","bklcl":"koh ǹg-sai lo̍h-khì kàu Ap-lī-thê lâng ê kéng-kài, kàu ē-bīn ê Pek-hô-lûn ê kéng-kài, ti̍t-kàu Ki-sek, thàng-kàu hái ûi-chí.","tghg":"閣向西落去到押利提人的境界，到下面的伯和崙的境界，直到基色，𥦁到海為止。","bklhl":"koh ǹg西落去到Ap-lī-thê人ê境界，到下面ê Pek-hô-lûn ê境界，直到Ki-sek，thàng到海為止。"}},{"book":"書","chapter":16,"verse":4,"versions":{"unv":"約瑟的兒子瑪拿西、以法蓮就得了他們的地業。","bklcl":"Iok-sek ê kiáⁿ Má-ná-se Í-hoat-liân chiū tit-tio̍h che chòe in ê gia̍p.","tghg":"約瑟的子瑪拿西、以法蓮就得著這做𪜶的業。","bklhl":"約瑟ê kiáⁿ Má-ná-se、Í-hoat-liân就得tio̍h這做in ê業。"}},{"book":"書","chapter":16,"verse":5,"versions":{"unv":"以法蓮子孫的境界，按著宗族所得的，記在下面：他們地業的東界是亞他綠‧亞達到上伯‧和崙；","bklcl":"Í-hoat-liân kiáⁿ-sun ê kéng-kài, chiàu in ê chong-cho̍k só͘ tit-tio̍h ê, kì tī ē-bīn;  in ê gia̍p tang-sì ê kài sī A-tha-lio̍k-a-ta̍t kàu téng-bīn ê Pek-hô-lûn;","tghg":"以法蓮子孫的境界，照𪜶的宗族所得著的，記佇下面：𪜶的業東勢的界是亞他綠亞達到頂面的伯和崙；","bklhl":"Í-hoat-liân kiáⁿ孫ê境界，照in ê宗族所得tio̍h ê，記tī下面；in ê業東勢ê界是A-tha-lio̍k-a-ta̍t到頂面ê Pek-hô-lûn；"}},{"book":"書","chapter":16,"verse":6,"versions":{"unv":"往西通到北邊的密米他，又向東繞到他納‧示羅，又接連到雅挪哈的東邊；","bklcl":"hit ê kài ǹg sai thàng-kàu pak-pêng ê Bi̍t-bí-tha, hit ê kài ǹg tang se̍h kàu Tha-la̍p-sī-lô, koh liân kàu Ngá-lô-hap ê tang-pêng.","tghg":"彼個界向西𥦁到北旁的密米他，彼個界向東踅到他納示羅，閣連到雅挪哈的東旁；","bklhl":"Hit-ê界ǹg西thàng到北pêng ê Bi̍t-bí-tha，hit ê界ǹg東se̍h到Tha-la̍p-sī-lô，koh連到Ngá-lô-hap ê東pêng。"}},{"book":"書","chapter":16,"verse":7,"versions":{"unv":"從雅挪哈下到亞他綠，又到拿拉，達到耶利哥，通到約旦河為止；","bklcl":"Tùi Ngá-lô-hap lo̍h-khì kàu A-tha-lio̍k, koh kàu Ná-la̍h, thàu-kàu Iâ-lī-ko, thàng-kàu Iok-tàn ûi-chí.","tghg":"對雅挪哈落去到亞他綠，閣到拿拉，透到耶利哥，𥦁到約但為止；","bklhl":"Tùi Ngá-lô-hap落去到A-tha-lio̍k，koh到Ná-la̍h，透到耶利哥，thàng到約旦為止。"}},{"book":"書","chapter":16,"verse":8,"versions":{"unv":"從他普亞往西，到加拿河，直通到海為止。這就是以法蓮支派按著宗族所得的地業。","bklcl":"Hit ê kài tùi Tha-phó͘-a ǹg-sai, kàu Ka-ná hô, thàng-kàu hái ûi-chí.  Che chiū-sī Í-hoat-liân lâng ê chi-phài, chiàu in ê chong-cho̍k, só͘ tit-tio̍h ê gia̍p.","tghg":"彼個界對他普亞向西，到迦拿河，𥦁到海為止。這就是以法蓮人的支派照𪜶的宗族所得著的業。","bklhl":"Hit-ê界tùi Tha-phó͘-a ǹg西，到Ka-ná河，thàng到海為止。這就是Í-hoat-liân人ê支派，照in ê宗族，所得tio̍h ê業。"}},{"book":"書","chapter":16,"verse":9,"versions":{"unv":"另外在瑪拿西人地業中得了些城邑和屬城的村莊。這都是分給以法蓮子孫的。","bklcl":"Lēng-gōa tī Má-ná-se kiáⁿ-sun ê gia̍p-tiong, ū hun-piat ê siâⁿ;  hiah-ê siâⁿ, kap i ê hiuⁿ-siā, lóng pun hō͘ Í-hoat-liân lâng.","tghg":"另外佇瑪拿西子孫的業中，有分別的城許個城及伊的鄉社。攏分互以法蓮人。","bklhl":"另外tī Má-ná-se kiáⁿ孫ê業中，有分別ê城；hiah-ê城，kap伊ê鄉社，lóng分hō͘ Í-hoat-liân人。"}},{"book":"書","chapter":16,"verse":10,"versions":{"unv":"他們沒有趕出住基色的迦南人；迦南人卻住在以法蓮人中間，成為做苦工的僕人，直到今日。","bklcl":"In bô kóaⁿ-chhut tiàm tī Ki-sek ê Ka-lâm lâng; chóng-sī Ka-lâm lâng tiàm tī Í-hoat-liân lâng ê tiong-kan, chòe khó͘-kang ê lô͘-po̍k, kàu kin-á-ji̍t.","tghg":"𪜶無趕出踮佇基色的迦南人；總是迦南人踮佇以法蓮人的中間，做苦工的奴僕，到今仔日。","bklhl":"In無趕出tiàm tī Ki-sek ê迦南人；總是迦南人tiàm tī Í-hoat-liân人ê中間，做苦工ê奴僕，到今á日。"}}]