[{"book":"書","chapter":13,"verse":1,"versions":{"unv":"約書亞年紀老邁，耶和華對他說：「你年紀老邁了，還有許多未得之地，","bklcl":"Iok-su-a hè-siū chōe, nî-lāu, Iâ-hô-hoa tùi i kóng, Lí hè-siū chōe, nî-lāu, eng-kai chhú ê tōe, iáu ū chhun chin-chōe;","tghg":"約書亞歲壽多年老，耶和華對伊講：「你歲壽多年老，應該取的地，猶有剩真多，","bklhl":"約書亞歲壽chōe，年老，耶和華對伊講，你歲壽chōe，年老，應該取ê地，iáu有chhun真chōe；"}},{"book":"書","chapter":13,"verse":2,"versions":{"unv":"就是非利士人的全境和基述人的全地。","bklcl":"só͘ chhun ê tōe, chiū-sī Hui-lī-sū lâng ê choân-kéng, kap Ki-su̍t lâng ê choân-tōe;","tghg":"所剩的地就是非利士人的全境，及基述人的全地。","bklhl":"所chhun ê地，就是腓利士人ê全境，kap Ki-su̍t人ê全地；"}},{"book":"書","chapter":13,"verse":3,"versions":{"unv":"從埃及前的西曷河往北，直到以革倫的境界，就算屬迦南人之地。有非利士人五個首領所管的迦薩人、亞實突人、亞實基倫人、迦特人、以革倫人之地，並有南方亞衛人之地。","bklcl":"tùi Ai-ki̍p thâu-chêng ê Se-hat, ǹg-pak kàu Í-kek-lûn ê kéng-kài, che chiū sǹg-chòe Ka-lâm lâng ê tōe;  Hui-lī-sū lâng gō͘ ê siú-léng, chiū-sī Ka-sat lâng, A-si̍t-tu̍t lâng, A-si̍t-ki-lûn lâng, Ka-tek lâng, Í-kek-lûn lâng;  koh ū lâm-hng A-ōe lâng;","tghg":"對埃及頭前的西曷向北，到以革倫的境界，這就算做迦南人的地。非利士人五個首領就是迦薩人、亞實突人、亞實基倫人、迦特人、以革倫人，閣有南方亞衛人。","bklhl":"tùi埃及頭前ê Se-hat，ǹg北到Í-kek-lûn ê境界，這就算做迦南人ê地；腓利士人五個首領，就是Ka-sat人、A-si̍t-tu̍t人、A-si̍t-ki-lûn人、Ka-tek人、Í-kek-lûn人；koh有南方A-ōe人；"}},{"book":"書","chapter":13,"verse":4,"versions":{"unv":"又有迦南人的全地，並屬西頓人的米亞拉到亞弗，直到亞摩利人的境界。","bklcl":"Ka-lâm lâng ê choân-tōe, Se-tùn lâng ê Bí-a-la̍h, kàu A-hut, ti̍t-kàu A-mô͘-lī lâng ê kau-kài;","tghg":"迦南人的全地，西頓人的米亞拉到亞弗，直到亞摩利人的交界。","bklhl":"迦南人ê全地，Se-tùn人ê Bí-a-la̍h，到A-hut，直到A-mô͘-lī人ê交界；"}},{"book":"書","chapter":13,"verse":5,"versions":{"unv":"還有迦巴勒人之地，並向日出的全黎巴嫩，就是從黑門山根的巴力‧迦得，直到哈馬口。","bklcl":"koh ū Ka-pa-le̍k lâng ê tōe, kap ǹg ji̍t-chhut ka-nn̂g ê Lī-pa-lùn, tùi Hek-bûn soaⁿ-kha ê Pa-le̍k-ka-tek, kàu Hap-má ê lō͘-kháu;","tghg":"閣有迦巴勒人的地，及向日出整個(ka-nn̂g)的黎巴嫩，對黑門山腳的巴力迦得，到哈馬的路口。","bklhl":"koh有Ka-pa-le̍k人ê地，kap ǹg日出ka-nn̂g ê Lī-pa-lùn，tùi Hek-bûn山腳ê Pa-le̍k-ka-tek，到Hap-má ê路口；"}},{"book":"書","chapter":13,"verse":6,"versions":{"unv":"山地的一切居民，從黎巴嫩直到米斯利弗‧瑪音，就是所有的西頓人，我必在以色列人面前趕出他們去。你只管照我所吩咐的，將這地拈鬮分給以色列人為業。","bklcl":"khiā-khí soaⁿ-tōe lóng-chóng ê peh-sìⁿ, tùi Lī-pa-lùn kàu Bí-su-lī-hut-má-im, Se-tùn ê chèng-lâng, Góa beh tī Í-sek-lia̍t lâng ê bīn-chêng kóaⁿ in chhut-khì;  lí thang chiàu Góa só͘ bēng-lēng lí ê, pun hiah-ê tōe hō͘ Í-sek-lia̍t lâng chòe-gia̍p.","tghg":"徛起山地攏總的百姓，對黎巴嫩到米斯利弗瑪音，西頓的眾人，我欲佇以色列人的面前趕𪜶出去。你通照我所命令你的，分許個地互以色列人做業。","bklhl":"khiā起山地lóng總ê百姓，tùi Lī-pa-lùn到Bí-su-lī-hut-má-im、Se-tùn ê眾人，我beh tī以色列人ê面前趕in出去；你thang照我所命令你ê，分hiah-ê地hō͘以色列人做業。"}},{"book":"書","chapter":13,"verse":7,"versions":{"unv":"現在你要把這地分給九個支派和瑪拿西半個支派為業。」","bklcl":"Taⁿ lí tio̍h chiong chit ê tōe pun hō͘ káu chi-phài kap Má-ná-se pòaⁿ-chi-phài chòe-gia̍p.","tghg":"今你著將此個地分互九支派及瑪拿西半支派做業。","bklhl":"Taⁿ你tio̍h將chit ê地分hō͘九支派kap Má-ná-se半支派做業。"}},{"book":"書","chapter":13,"verse":8,"versions":{"unv":"瑪拿西那半支派和流便、迦得二支派已經受了產業，就是耶和華的僕人摩西在約旦河東所賜給他們的：","bklcl":"Liû-piān, Ka-tek, nn̄g chi-phài, kap Má-ná-se iáu pòaⁿ-chi-phài, saⁿ-kap tit-tio̍h Mô͘-se só͘ siúⁿ-sù ê gia̍p, tī Iok-tàn tang-sì hit-pêng, chiū-sī chiàu Iâ-hô-hoa ê lô͘-po̍k Mô͘-se só͘ hō͘ in ê.","tghg":"流便、迦得二支派及瑪拿西猶半支派，相及得著摩西所賞賜的業，佇約但東勢彼旁，就是照耶和華的奴僕摩西所互𪜶的：","bklhl":"Liû-piān、Ka-tek，兩支派，kap Má-ná-se iáu半支派，相kap得tio̍h摩西所賞賜ê業，tī約旦東勢hit-pêng，就是照耶和華ê奴僕摩西所hō͘ in ê。"}},{"book":"書","chapter":13,"verse":9,"versions":{"unv":"是從亞嫩谷邊的亞羅珥和谷中的城，並米底巴的全平原，直到底本，","bklcl":"Sī tùi A-lùn soaⁿ-kok-piⁿ ê A-lô-jíⁿ, kap soaⁿ-kok-tiong ê siâⁿ, í-ki̍p Bí-tí-pa ê choân pîⁿ-iûⁿ, ti̍t-kàu Tí-pún;","tghg":"是對亞嫩山谷邊的亞羅珥及山谷中的城，以及米底巴的全平洋，直到底本，","bklhl":"是tùi A-lùn山谷邊ê A-lô-jíⁿ，kap山谷中ê城，以及Bí-tí-pa ê全平洋，直到Tí-pún；"}},{"book":"書","chapter":13,"verse":10,"versions":{"unv":"和在希實本作王亞摩利王西宏的諸城，直到亞捫人的境界；","bklcl":"kap tiàm tī Hi-si̍t-pún chòe-ông, A-mô͘-lī lâng ê ông Se-hông chiah-ê siâⁿ, kàu A-bûn lâng ê kau-kài;","tghg":"及踮佇希實本做王亞摩利人的王西宏諸個城，到亞捫人的交界；","bklhl":"kap tiàm tī Hi-si̍t-pún做王，A-mô͘-lī人ê王Se-hông chiah ê城，到A-bûn人ê交界；"}},{"book":"書","chapter":13,"verse":11,"versions":{"unv":"又有基列地、基述人、瑪迦人的地界，並黑門全山、巴珊全地，直到撒迦；","bklcl":"koh ū Ki-lia̍t tōe, Ki-su̍t lâng, Má-ka lâng ê tōe-kài, kap ka-nn̂g ê Hek-bûn soaⁿ, ka-nn̂g ê Pa-san, kàu Sat-ka;","tghg":"閣有基列地、基述人、瑪迦人的地界，及整個(ka-nn̂g)的黑門山、整個的巴珊，到撒迦；","bklhl":"koh有Ki-lia̍t地，Ki-su̍t人、Má-ka人ê地界，kap ka-nn̂g ê Hek-bûn山，ka-nn̂g ê Pa-san，到Sat-ka；"}},{"book":"書","chapter":13,"verse":12,"versions":{"unv":"又有巴珊王噩的全國─他在亞斯他錄和以得來作王（利乏音人所存留的只剩下他）。這些地的人都是摩西所擊殺、所趕逐的。","bklcl":"koh Pa-san ông Go̍k ê choân-kok, i tī A-su-tha-lio̍k kap Í-tek-lâi chòe-ông; i sī Lī-hoa̍t-im cho̍k só͘ chhun-ê; in-ūi chiah-ê lóng sī Mô͘-se só͘ phah ê, só͘ kóaⁿ ê.","tghg":"閣巴珊王噩的全國──伊佇亞斯他錄及以得來做王（伊是利乏音族所剩的）。因為諸個攏是摩西所拍的、所趕的。","bklhl":"koh Pa-san王Go̍k ê全國，伊tī A-su-tha-lio̍k kap Í-tek-lâi做王；伊是Lī-hoa̍t-im族所chhun-ê；因為chiah ê lóng是摩西所phah ê，所趕ê。"}},{"book":"書","chapter":13,"verse":13,"versions":{"unv":"以色列人卻沒有趕逐基述人、瑪迦人；這些人仍住在以色列中，直到今日。","bklcl":"Chóng-sī Í-sek-lia̍t lâng bô kóaⁿ Ki-su̍t lâng, Má-ka lâng;  kàu kin-á-ji̍t Ki-su̍t, Má-ka iû-goân tiàm tī Í-sek-lia̍t lâng ê tiong-kan.","tghg":"總是以色列人無趕基述人、瑪迦人；到今仔日基述、瑪迦猶原踮佇以色列人的中間。","bklhl":"總是以色列人無趕Ki-su̍t人、Má-ka人；到今á日Ki-su̍t、Má-ka猶原tiàm tī以色列人ê中間。"}},{"book":"書","chapter":13,"verse":14,"versions":{"unv":"只是利未支派，摩西（原文是他）沒有把產業分給他們。他們的產業乃是獻與耶和華─以色列　神的火祭，正如耶和華所應許他們的。","bklcl":"To̍k-to̍k bô pun gia̍p hō͘ Lī-bī ê chi-phài;  Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè sio-chè ê chè-mi̍h chòe in ê gia̍p, chiàu I só͘ tùi i kóng ê.","tghg":"獨獨無分業互利未的支派。耶和華──以色列的上帝燒祭的祭物做𪜶的業，照伊所對伊講的。","bklhl":"獨獨無分業hō͘利未ê支派；耶和華以色列ê上帝燒祭ê祭物做in ê業，照伊所對伊講ê。"}},{"book":"書","chapter":13,"verse":15,"versions":{"unv":"摩西按著流便支派的宗族分給他們產業。","bklcl":"Mô͘-se pun hō͘ Liû-piān chi-phài ê, chiàu in ê chong-cho̍k.","tghg":"摩西分互流便支派的照𪜶的宗族。","bklhl":"摩西分hō͘ Liû-piān支派ê，照in ê宗族。"}},{"book":"書","chapter":13,"verse":16,"versions":{"unv":"他們的境界是亞嫩谷邊的亞羅珥和谷中的城，靠近米底巴的全平原；","bklcl":"In ê kéng-kài sī A-lùn soaⁿ-kok-piⁿ ê A-lô-jíⁿ, kap soaⁿ-kok-tiong ê siâⁿ, óa-kūn Bí-tí-pa ê choân pîⁿ-iûⁿ,","tghg":"𪜶的境界是亞嫩山谷邊的亞羅珥及山谷中的城，倚近米底巴的全平洋；","bklhl":"In ê境界是A-lùn山谷邊ê A-lô-jíⁿ，kap山谷中ê城，óa近Bí-tí-pa ê全平洋，"}},{"book":"書","chapter":13,"verse":17,"versions":{"unv":"希實本並屬希實本平原的各城，底本、巴末‧巴力、伯‧巴力‧勉、","bklcl":"Hi-si̍t-pún kap i pîⁿ-iûⁿ hiah-ê siâⁿ, Tí-pún, Pa-boa̍t-pa-le̍k, Pek-pa-le̍k-bián;","tghg":"希實本及伊平洋許個城，底本、巴末巴力、伯巴力勉、","bklhl":"Hi-si̍t-pún kap伊平洋hiah-ê城，Tí-pún、Pa-boa̍t-pa-le̍k、Pek-pa-le̍k-bián；"}},{"book":"書","chapter":13,"verse":18,"versions":{"unv":"雅雜、基底莫、米法押、","bklcl":"Ngá-cha̍p, Ki-tí-bo̍k, Bí-hoat-ap;","tghg":"雅雜、基底莫、米法押、","bklhl":"Ngá-cha̍p、Ki-tí-bo̍k、Bí-hoat-ap；"}},{"book":"書","chapter":13,"verse":19,"versions":{"unv":"基列亭、西比瑪、谷中山的細列‧哈沙轄、","bklcl":"Ki-lia̍t-têng, Se-pí-má, kap soaⁿ-kok tiong ê soaⁿ Sè-lia̍t-hap-sa-hat;","tghg":"基列亭、西比瑪、及山谷中的山細列哈沙轄、","bklhl":"Ki-lia̍t-têng、Se-pí-má，kap山谷中ê山Sè-lia̍t-hap-sa-hat；"}},{"book":"書","chapter":13,"verse":20,"versions":{"unv":"伯‧毘珥、毘斯迦山坡、伯‧耶西末；","bklcl":"Pek-pì-jíⁿ, Pì-su-ka ê soaⁿ-phiâⁿ, Pek-iâ-se-boa̍t;","tghg":"伯毗珥、毗斯迦的山坪、伯耶西末；","bklhl":"Pek-pì-jíⁿ、Pì-su-ka ê山坪，Pek-iâ-se-boa̍t；"}},{"book":"書","chapter":13,"verse":21,"versions":{"unv":"平原的各城，並亞摩利王西宏的全國。這西宏曾在希實本作王，摩西把他和米甸的族長以未、利金、蘇珥、戶珥、利巴擊殺了；這都是住那地屬西宏為首領的。","bklcl":"koh pîⁿ-iûⁿ hiah-ê siâⁿ, tī Hi-si̍t-pún chòe-ông ê A-mô͘-lī lâng ê ông Se-hông ê choân-kok;  Mô͘-se phah i kap Bí-tiân hiah-ê siú-léng, chiū-sī Í-bī, Lī-kim, So͘-jíⁿ, Hō͘-jíⁿ, Lī-pa;  chiah-ê lóng sī tiàm tī hit só͘-chāi chòe siú-léng, sio̍k tī Se-hông ê.","tghg":"閣平洋許個城，佇希實本做王的亞摩利人的王西宏的全國。摩西拍伊及米甸許個首領，就是以未、利金、蘇珥、戶珥、利巴諸個；攏是踮佇彼所在做首領屬佇西宏的。","bklhl":"koh平洋hiah-ê城，tī Hi-si̍t-pún做王ê A-mô͘-lī人ê王Se-hông ê全國；摩西phah 伊kap米甸hiah-ê首領，就是Í-bī、Lī-kim、So͘-jíⁿ、Hō͘-jíⁿ、Lī-pa；chiah ê lóng是tiàm tī hit所在做首領，屬tī Se-hông ê。"}},{"book":"書","chapter":13,"verse":22,"versions":{"unv":"那時以色列人在所殺的人中，也用刀殺了比珥的兒子術士巴蘭。","bklcl":"Í-sek-lia̍t lâng thâi hiah-ê lâng ê sî, iā ēng to thâi Pí-jíⁿ ê kiáⁿ, su̍t-sū Pa-lân.","tghg":"以色列人刣許個人的時，也用刀刣比珥的子術士巴蘭。","bklhl":"以色列人刣 hiah-ê人ê時，也用刀刣 Pí-jíⁿ ê kiáⁿ，術士Pa-lân。"}},{"book":"書","chapter":13,"verse":23,"versions":{"unv":"流便人的境界就是約旦河與靠近約旦河的地。以上是流便人按著宗族所得為業的諸城，並屬城的村莊。","bklcl":"Liû-piān lâng ê kéng-kài, i ê gia̍p tī Iok-tàn kap hô-piⁿ ê tōe.  Che sī Liû-piān lâng ê gia̍p, chiàu in ê chong-cho̍k, chiah-ê siâⁿ, chiah-ê hiuⁿ-siā.","tghg":"流便人的境界，伊的業佇約但及河邊的地。這是流便人的業照𪜶的宗族諸個城，諸個鄉社。","bklhl":"Liû-piān人ê境界，伊ê業tī約旦kap河邊ê地。這是Liû-piān人ê業，照in ê宗族，chiah ê城，chiah ê鄉社。"}},{"book":"書","chapter":13,"verse":24,"versions":{"unv":"摩西按著迦得支派的宗族分給他們產業。","bklcl":"Mô͘-se pun hō͘ Ka-tek lâng, chiàu Ka-tek chi-phài ê chong-cho̍k.","tghg":"摩西分互迦得人照迦得支派的宗族。","bklhl":"摩西分hō͘ Ka-tek人，照Ka-tek支派ê宗族。"}},{"book":"書","chapter":13,"verse":25,"versions":{"unv":"他們的境界是雅謝和基列的各城，並亞捫人的一半地，直到拉巴前的亞羅珥；","bklcl":"In ê kéng-kài sī Ngá-siā kap Ki-lia̍t it-chhè ê siâⁿ, kap A-bûn lâng chi̍t-pòaⁿ ê tōe, kàu La̍h-pa thâu-chêng ê A-lô-jíⁿ.","tghg":"𪜶的境界是雅謝及基列一切的城，及亞捫人一半的地，到拉巴頭前的亞羅珥；","bklhl":"In ê境界是Ngá-siā kap Ki-lia̍t一切ê城，kap A-bûn人一半ê地，到La̍h-pa頭前ê A-lô-jíⁿ。"}},{"book":"書","chapter":13,"verse":26,"versions":{"unv":"從希實本到拉抹‧米斯巴和比多寧，又從瑪哈念到底璧的境界，","bklcl":"Tùi Hi-si̍t-pún kàu La̍h-boa̍t-bí-su-pa, kap Pí-to-lêng, koh tùi Má-hap-liām, kàu Tí-phek ê kéng-kài;","tghg":"對希實本到拉抹米斯巴及比多寧，閣對瑪哈念到底璧的境界，","bklhl":"Tùi Hi-si̍t-pún到La̍h-boa̍t-bí-su-pa，kap Pí-to-lêng，koh tùi Má-hap-liām，到Tí-phek ê境界；"}},{"book":"書","chapter":13,"verse":27,"versions":{"unv":"並谷中的伯‧亞蘭、伯‧寧拉、疏割、撒分，就是希實本王西宏國中的餘地，以及約旦河與靠近約旦河的地，直到基尼烈海的極邊，都在約旦河東。","bklcl":"kap soaⁿ-kok-tiong ê Pek-a-lân, Pek-lêng-la̍h, So͘-kat, Sat-hun, chiū-sī Hi-si̍t-pún ông Se-hông kok-lāi só͘ chhun ê tōe, í-ki̍p Iok-tàn hô kap hô-piⁿ ê tōe, ti̍t-kàu Ki-nî-lia̍t hái ê ke̍k-thâu, tī Iok-tàn hit-pêng ê tang-sì.","tghg":"及山谷中的伯亞蘭、伯寧拉、疏割、撒分，就是希實本王西宏國內所剩的地，以及約但河及河邊的地，直到基尼烈海的極頭，佇約但彼旁的東勢。","bklhl":"kap山谷中ê Pek-a-lân、Pek-lêng-la̍h、So͘-kat，Sat-hun，就是Hi-si̍t-pún王Se-hông國內所chhun ê地，以及約旦河kap河邊ê地，直到Ki-nî-lia̍t海ê極頭，tī約旦hit-pêng ê東勢。"}},{"book":"書","chapter":13,"verse":28,"versions":{"unv":"以上是迦得人按著宗族所得為業的諸城，並屬城的村莊。","bklcl":"Che sī Ka-tek lâng chiàu i ê chong-cho̍k só͘ tit-tio̍h chòe-gia̍p chiah-ê siâⁿ, kap hiuⁿ-siā.","tghg":"這是迦得人照伊的宗族所得著做業諸個城，及鄉社。","bklhl":"這是Ka-tek人照伊ê宗族所得tio̍h做業chiah ê城，kap鄉社。"}},{"book":"書","chapter":13,"verse":29,"versions":{"unv":"摩西把產業分給瑪拿西半支派，是按著瑪拿西半支派的宗族所分的。","bklcl":"Mô͘-se pun hō͘ Má-ná-se pòaⁿ-chi-phài-ê, sī chiàu Má-ná-se lâng pòaⁿ-chi-phài ê chong-cho̍k.","tghg":"摩西分互瑪拿西半支派的，是照瑪拿西人半支派的宗族。","bklhl":"摩西分hō͘ Má-ná-se半支派ê，是照Má-ná-se人半支派ê宗族。"}},{"book":"書","chapter":13,"verse":30,"versions":{"unv":"他們的境界是從瑪哈念起，包括巴珊全地，就是巴珊王噩的全國，並在巴珊、睚珥的一切城邑，共六十個。","bklcl":"In ê kéng-kài sī tùi Má-hap-liām khí, pau-hâm Pa-san choân-tōe, chiū-sī Pa-san ông Go̍k ê choân-kok, kap tī Pa-san Gāi-jíⁿ it-chhè ê siâⁿ, kiōng la̍k-cha̍p ê siâⁿ;","tghg":"𪜶的境界是對瑪哈念起，包含巴珊全地，就是巴珊王噩的全國，及佇巴珊、睚珥一切的城，共六十個城。","bklhl":"In ê境界是tùi Má-hap-liām起，包含Pa-san全地，就是Pa-san王Go̍k ê全國，kap tī Pa-san、Gāi-jíⁿ一切ê城，共六十ê城；"}},{"book":"書","chapter":13,"verse":31,"versions":{"unv":"基列的一半，並亞斯他錄、以得來，就是屬巴珊王噩國的二城，是按著宗族給瑪拿西的兒子瑪吉的一半子孫。","bklcl":"Ki-lia̍t ê chi̍t-pòaⁿ, kap A-su-tha-lio̍k, Í-tek-lâi, sī sio̍k Pa-san ông Go̍k ê kok ê siâⁿ, sī hō͘ Má-ná-se ê kiáⁿ, Má-kiat, chiū-sī Má-kiat ê kiáⁿ-sun ê chi̍t-pòaⁿ, chiàu i ê chong-cho̍k.","tghg":"基列的一半，及亞斯他錄、以得來，是屬巴珊王噩的國的城，是互瑪拿西的子瑪吉就是瑪吉的子孫的一半，照伊的宗族。","bklhl":"Ki-lia̍t ê一半，kap A-su-tha-lio̍k，Í-tek-lâi，是屬Pa-san王Go̍k ê國ê城，是hō͘ Má-ná-se ê kiáⁿ，Má-kiat，就是Má-kiat ê kiáⁿ孫ê一半，照伊ê宗族。"}},{"book":"書","chapter":13,"verse":32,"versions":{"unv":"以上是摩西在約旦河東對著耶利哥的摩押平原所分給他們的產業。","bklcl":"Téng-bīn sī Mô͘-se tī Iok-tàn hit-pêng tang-sì, Iâ-lī-ko tùi-bīn Mô͘-ap ê pîⁿ-iûⁿ, só͘ pun ê gia̍p.","tghg":"頂面是摩西佇約但彼邊東勢耶利哥對面摩押的平洋，所分的業。","bklhl":"頂面是摩西tī約旦hit-pêng東勢，耶利哥對面Mô͘-ap ê平洋，所分ê業。"}},{"book":"書","chapter":13,"verse":33,"versions":{"unv":"只是利未支派，摩西沒有把產業分給他們。耶和華─以色列的　神是他們的產業，正如耶和華所應許他們的。","bklcl":"To̍k-to̍k Lī-bī chi-phài, Mô͘-se bô pun-gia̍p hō͘ in;  Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè sī chòe in ê sán-gia̍p, chiàu I só͘ kā in kóng ê.","tghg":"獨獨利未支派，摩西無分業互𪜶。耶和華──以色列的上帝是做𪜶的產業，照伊所給𪜶講的。","bklhl":"獨獨利未支派，摩西無分業hō͘ in；耶和華以色列ê上帝是做in ê產業，照伊所kā in講ê。"}}]