[{"book":"書","chapter":6,"verse":1,"versions":{"unv":"耶利哥的城門因以色列人就關得嚴緊，無人出入。","bklcl":"(Iâ-lī-ko ê siâⁿ-mn̂g, in-ūi Í-sek-lia̍t lâng ê iân-kò͘, chiū koaiⁿ tiâu-tiâu, bô lâng chhut, iā bô lâng ji̍p.)","tghg":"耶利哥的城門因為以色列人的緣故就關住住(tiâu-tiâu)，無人出也無人入。","bklhl":"(耶利哥ê城門，因為以色列人ê緣故，就關tiâu-tiâu，無人出，也無人入。)"}},{"book":"書","chapter":6,"verse":2,"versions":{"unv":"耶和華曉諭約書亞說：「看哪，我已經把耶利哥和耶利哥的王，並大能的勇士，都交在你手中。","bklcl":"Iâ-hô-hoa kā Iok-su-a kóng, Khòaⁿ ah, Góa ū chiong Iâ-lī-ko kap i ê ông, kap i tōa-la̍t ê ióng-sū, lóng kau tī lí ê chhiú.","tghg":"耶和華給約書亞講：「看啊，我有將耶利哥及伊的王，及伊大力的勇士，攏交佇你的手。","bklhl":"耶和華kā約書亞講：看ah，我有將耶利哥kap伊ê王，kap伊大力ê勇士，lóng交tī你ê手。"}},{"book":"書","chapter":6,"verse":3,"versions":{"unv":"你們的一切兵丁要圍繞這城，一日圍繞一次，六日都要這樣行。","bklcl":"Lín it-chhè ê chiàn-sū tio̍h ûi-se̍h chit ê siâⁿ chi̍t-pái;  la̍k-ji̍t lóng tio̍h án-ni kiâⁿ;","tghg":"恁一切的戰士著圍踅(ûi-se̍h)此個城，一擺，六日攏著按呢行。","bklhl":"Lín一切ê戰士tio̍h圍se̍h chit ê城一pái；六日lóng tio̍h án-ni行；"}},{"book":"書","chapter":6,"verse":4,"versions":{"unv":"七個祭司要拿七個羊角走在約櫃前。到第七日，你們要繞城七次，祭司也要吹角。","bklcl":"chhit ê chè-si tio̍h kia̍h chhit ki iûⁿ-kak ê hō-tâng kiâⁿ tī iok-kūi ê thâu-chêng, kàu tē-chhit ji̍t lín tio̍h se̍h-siâⁿ chhit-pái, chè-si iā tio̍h pûn hō-tâng;","tghg":"七個祭司著攑七支羊角的號筒(hō-tâng)行佇約櫃的頭前。到第七日，恁著踅城(se̍h-siâⁿ)七擺，祭司也著歕(pûn)號筒。","bklhl":"七個祭司tio̍h kia̍h七支羊角ê號筒行tī約櫃ê頭前，到第七日lín tio̍h se̍h城七pái，祭司也tio̍h pûn號筒；"}},{"book":"書","chapter":6,"verse":5,"versions":{"unv":"他們吹的角聲拖長，你們聽見角聲，眾百姓要大聲呼喊，城牆就必塌陷，各人都要往前直上。」","bklcl":"in pûn-kak ê siaⁿ thoa-tn̂g, lín thiaⁿ-kìⁿ hō-tâng ê siaⁿ, chèng peh-sìⁿ tio̍h tōa-siaⁿ hoah, siâⁿ-chhiûⁿ chiū beh tó pîⁿ-pîⁿ, ta̍k-lâng lóng tio̍h ti̍t-ti̍t chìn-chêng khì.","tghg":"𪜶歕角的聲拖長，恁聽見號筒的聲，眾百姓著大聲喝(hoah)，城牆就欲倒平平，逐人攏著直直進前去。」","bklhl":"in pûn角ê聲拖長，lín聽見號筒ê聲，眾百姓tio̍h大聲hoah，城牆就beh倒平平，ta̍k人lóng tio̍h直直進前去。"}},{"book":"書","chapter":6,"verse":6,"versions":{"unv":"嫩的兒子約書亞召了祭司來，吩咐他們說：「你們抬起約櫃來，要有七個祭司拿七個羊角走在耶和華的約櫃前」；","bklcl":"Lùn ê kiáⁿ Iok-su-a kiò chè-si lâi, kā in kóng, Lín tio̍h kng iok-kūi, chè-si chhit-lâng kia̍h chhit ki iûⁿ-kak ê hō-tâng tī Iâ-hô-hoa ê kūi-chêng.","tghg":"嫩的子約書亞叫祭司來，給𪜶講：「恁著扛約櫃，祭司七人攑七支羊角的號筒佇耶和華的櫃前」；","bklhl":"Lùn ê kiáⁿ約書亞叫祭司來，kā in講：Lín tio̍h 扛約櫃，祭司七人kia̍h七支羊角ê號筒tī耶和華ê櫃前。"}},{"book":"書","chapter":6,"verse":7,"versions":{"unv":"又對百姓說：「你們前去繞城，帶兵器的要走在耶和華的約櫃前。」","bklcl":"Koh kā peh-sìⁿ kóng, Lín tio̍h chìn-chêng khì se̍h-siâⁿ, tòa kun-khì-ê tio̍h kiâⁿ tī Iâ-hô-hoa ê kūi-chêng.","tghg":"閣給百姓講：「恁著進前去踅城，帶軍器的著行佇耶和華的櫃前。」","bklhl":"Koh kā百姓講：Lín tio̍h進前去se̍h城，帶軍器ê tio̍h行tī耶和華ê櫃前。"}},{"book":"書","chapter":6,"verse":8,"versions":{"unv":"約書亞對百姓說完了話，七個祭司拿七個羊角走在耶和華面前吹角；耶和華的約櫃在他們後面跟隨。","bklcl":"Iok-su-a tùi peh-sìⁿ kóng soah, chhit ê chè-si kia̍h chhit ki iûⁿ-kak ê hō-tâng, kiâⁿ tī Iâ-hô-hoa ê bīn-chêng, pûn hō-tâng, Iâ-hô-hoa ê iok-kūi tè tī in ê āu-bīn;","tghg":"約書亞對百姓講息，七個祭司攑七支羊角的號筒行佇耶和華的面前歕號筒；耶和華的約櫃隨佇𪜶的後面。","bklhl":"約書亞對百姓講soah，七個祭司kia̍h七支羊角ê號筒，行tī耶和華ê面前，pûn號筒，耶和華ê約櫃tè tī in ê後面；"}},{"book":"書","chapter":6,"verse":9,"versions":{"unv":"帶兵器的走在吹角的祭司前面，後隊隨著約櫃行。祭司一面走一面吹。","bklcl":"tòa kun-khì-ê kiâⁿ tī pûn hō-tâng ê chè-si ê thâu-chêng, āu-tūi tè iok-kūi kiâⁿ;  chè-si ná-kiâⁿ ná-pûn hō-tâng.","tghg":"帶軍器的行佇歕號筒的祭司的頭前，後隊隨約櫃行。祭司愈行愈歕號筒。","bklhl":"帶軍器ê行tī pûn號筒ê祭司ê頭前，後隊tè約櫃行；祭司ná行ná-pûn號筒。"}},{"book":"書","chapter":6,"verse":10,"versions":{"unv":"約書亞吩咐百姓說：「你們不可呼喊，不可出聲，連一句話也不可出你們的口，等到我吩咐你們呼喊的日子，那時才可以呼喊。」","bklcl":"Iok-su-a bēng-lēng peh-sìⁿ kóng, Lín m̄-thang hoah, m̄-thang hō͘ lâng thiaⁿ-kìⁿ lín ê siaⁿ, liân chi̍t-kù iā m̄-thang chhut-chhùi, thèng-hāu góa hoan-hù lín hoah ê ji̍t, hit-sî chiah thang hoah.","tghg":"約書亞命令百姓講：「恁呣通喝，呣通互人聽見恁的聲，連一句也呣通出嘴，聽候我吩咐恁喝的日，彼時才通喝。」","bklhl":"約書亞命令百姓講：Lín m̄-thang hoah，m̄-thang hō͘人聽見lín ê聲，連一句也m̄-thang出嘴，thèng候我吩咐lín hoah ê日，hit時chiah thang hoah。"}},{"book":"書","chapter":6,"verse":11,"versions":{"unv":"這樣，他使耶和華的約櫃繞城，把城繞了一次；眾人回到營裡，就在營裡住宿。","bklcl":"Tùi án-ni, i hō͘ Iâ-hô-hoa ê iok-kūi ûi-siâⁿ, se̍h chi̍t-pái; in chiū tò-lâi iâⁿ-pôaⁿ, hioh tī iâⁿ-lāi.","tghg":"對按呢，伊互耶和華的約櫃圍城，踅一擺；𪜶就倒來營盤，歇佇營內。","bklhl":"Tùi án-ni，伊hō͘耶和華ê約櫃圍城，se̍h一pái；in就tò來營盤，歇tī營內。"}},{"book":"書","chapter":6,"verse":12,"versions":{"unv":"約書亞清早起來，祭司又抬起耶和華的約櫃。","bklcl":"Thiⁿ-kng Iok-su-a chá-chá khí-lâi, chè-si iā kng Iâ-hô-hoa ê iok-kūi.","tghg":"天光約書亞早早起來，祭司也扛耶和華的約櫃。","bklhl":"天光約書亞早早起來，祭司也扛耶和華ê約櫃。"}},{"book":"書","chapter":6,"verse":13,"versions":{"unv":"七個祭司拿七個羊角在耶和華的約櫃前，時常行走吹角；帶兵器的在他們前面走，後隊隨著耶和華的約櫃行。祭司一面走一面吹。","bklcl":"Kia̍h chhit ki iûⁿ-kak ê hō-tâng ê chhit ê chè-si, tī Iâ-hô-hoa ê kūi-chêng ti̍t-ti̍t kiâⁿ, pûn hō-tâng;  tòa kun-khì-ê tī in ê thâu-chêng kiâⁿ; āu-tūi tè Iâ-hô-hoa ê iok-kūi kiâⁿ, chè-si ná-kiâⁿ ná-pûn hō-tâng;","tghg":"攑七支羊角的號筒的七個祭司佇耶和華的櫃前，直直行歕號筒；帶軍器的佇𪜶的頭前行，後隊隨耶和華的約櫃行。祭司愈行愈歕號筒。","bklhl":"Kia̍h七支羊角ê號筒ê七個祭司，tī耶和華ê櫃前直直行，pûn號筒；帶軍器ê tī in ê頭前行；後隊tè耶和華ê約櫃行，祭司ná行ná-pûn號筒；"}},{"book":"書","chapter":6,"verse":14,"versions":{"unv":"第二日，眾人把城繞了一次，就回營裡去。六日都是這樣行。","bklcl":"tē-jī ji̍t in se̍h-siâⁿ chi̍t-pái; chiū tò-lâi iâⁿ-pôaⁿ; la̍k-ji̍t lóng sī án-ni kiâⁿ.","tghg":"第二日，𪜶踅城一擺，就倒來營盤。六日攏是按呢行。","bklhl":"第二日in se̍h城一pái；就tò來營盤；六日lóng是án-ni行。"}},{"book":"書","chapter":6,"verse":15,"versions":{"unv":"第七日清早，黎明的時候，他們起來，照樣繞城七次；惟獨這日把城繞了七次。","bklcl":"Tē-chhit ji̍t phah-phú-kng ê sî, in chá-chá khí-lâi, chiàu án-ni se̍h-siâⁿ chhit-pái;  chí-ū chit-ji̍t se̍h-siâⁿ chhit-pái.","tghg":"第七日拍昲光(phah-phú-kng)的時，𪜶早早起來，照按呢踅城七擺；只有此日踅城七擺。","bklhl":"第七日phah-phú光ê時，in早早起來，照án-ni se̍h城七pái；只有chit日se̍h城七pái。"}},{"book":"書","chapter":6,"verse":16,"versions":{"unv":"到了第七次，祭司吹角的時候，約書亞吩咐百姓說：「呼喊吧，因為耶和華已經把城交給你們了！","bklcl":"Kàu tē-chhit pái, chè-si pûn hō-tâng ê sî, Iok-su-a kā peh-sìⁿ kóng, Tio̍h hoah ah, in-ūi Iâ-hô-hoa ēng siâⁿ kau hō͘ lín lah.","tghg":"到第七擺，祭司歕號筒的時，約書亞給百姓講：「著喝(hoah)啊，因為耶和華用城交互恁啦！","bklhl":"到第七pái，祭司pûn號筒ê時，約書亞kā百姓講：Tio̍h hoah ah，因為耶和華用城交hō͘ lín lah。"}},{"book":"書","chapter":6,"verse":17,"versions":{"unv":"這城和其中所有的都要在耶和華面前毀滅；只有妓女喇合與她家中所有的可以存活，因為她隱藏了我們所打發的使者。","bklcl":"Chit ê siâⁿ kap kî-tiong it-chhè só͘-ū-ê, lóng tio̍h hun-piat kui hō͘ Iâ-hô-hoa; chí-ū chhiong-ki Lat-ha̍p, í-ki̍p it-chhè kap i tī chhù-lāi-ê, thang oa̍h-teh; in-ūi i ū khǹg-ba̍t lán só͘ chhe ê sù-chiá.","tghg":"此個城及其中一切所有的攏著分別歸互耶和華；只有娼妓喇合以及一切及伊佇厝內的通活啲，因為伊有囥密咱所差的使者。","bklhl":"Chit ê城kap其中一切所有ê，lóng tio̍h分別歸hō͘耶和華；只有娼妓Lat-ha̍p，以及一切kap伊tī厝內ê，thang活teh；因為伊有khǹg密咱所差ê使者。"}},{"book":"書","chapter":6,"verse":18,"versions":{"unv":"至於你們，務要謹慎，不可取那當滅的物，恐怕你們取了那當滅的物就連累以色列的全營，使全營受咒詛。","bklcl":"Lín tī eng-kai bia̍t ê mi̍h tio̍h ka-kī kín-sīn, kiaⁿ-liáu lín the̍h eng-kai bia̍t ê mi̍h, tì-kàu ka-kī iā chòe eng-kai bia̍t-ê;  koh liân-lūi Í-sek-lia̍t choân-iâⁿ iā chòe eng-kai bia̍t-ê, lâi hāi-tio̍h i.","tghg":"恁佇應該滅的物著家己謹慎，驚了恁提應該滅的物，致到家己也做應該滅的，閣連累以色列全營也做應該滅的，來害著伊。","bklhl":"Lín tī應該滅ê物tio̍h家己謹慎，驚了lín the̍h應該滅ê物，致到家己也做應該滅ê；koh連累以色列全營也做應該滅ê，來害tio̍h伊。"}},{"book":"書","chapter":6,"verse":19,"versions":{"unv":"惟有金子、銀子，和銅鐵的器皿都要歸耶和華為聖，必入耶和華的庫中。」","bklcl":"Chí-ū kim, gûn, kap tâng thih ê khì-kū, lóng tio̍h hun-piat kui hō͘ Iâ-hô-hoa, siu-ji̍p Iâ-hô-hoa ê hú-khò͘.","tghg":"只有金、銀及銅鐵的器具攏著分別歸互耶和華，收入耶和華的府庫。」","bklhl":"只有金、銀，kap銅鐵ê器具，lóng tio̍h分別歸hō͘耶和華，收入耶和華ê府庫。"}},{"book":"書","chapter":6,"verse":20,"versions":{"unv":"於是百姓呼喊，祭司也吹角。百姓聽見角聲，便大聲呼喊，城牆就塌陷，百姓便上去進城，各人往前直上，將城奪取；","bklcl":"Peh-sìⁿ chiū hoah, chè-si iā pûn hō-tâng; peh-sìⁿ thiaⁿ-kìⁿ hō-tâng ê siaⁿ, chiū tōa-siaⁿ hoah, siâⁿ-chhiûⁿ chiū tó kàu pîⁿ-pîⁿ, peh-sìⁿ chiū chìn-chêng ji̍p siâⁿ, ta̍k-lâng ti̍t-ti̍t khì; tùi án-ni chhú hit ê siâⁿ.","tghg":"百姓就喝，祭司也歕號筒。百姓聽見號筒的聲，就大聲喝，城牆就倒到平平，百姓就進前入城，逐人直直去，對按呢取彼個城；","bklhl":"百姓就hoah，祭司也pûn號筒；百姓聽見號筒ê聲，就大聲hoah，城牆就倒到平平，百姓就進前入城，ta̍k人直直去；tùi án-ni，取hit ê城。"}},{"book":"書","chapter":6,"verse":21,"versions":{"unv":"又將城中所有的，不拘男女老少，牛羊和驢，都用刀殺盡。","bklcl":"Koh chiong siâⁿ-lāi só͘-ū-ê, bô-lūn lâm-lú ló-iù, gû, iûⁿ, kap lû, lóng ēng to it-chīn bia̍t i.","tghg":"閣將城內所有的，無論男女老幼，牛、羊及驢，攏用刀一盡滅伊。","bklhl":"Koh將城內所有ê，無論男女老幼、牛、羊，kap驢，lóng用刀一盡滅伊。"}},{"book":"書","chapter":6,"verse":22,"versions":{"unv":"約書亞吩咐窺探地的兩個人說：「你們進那妓女的家，照著你們向她所起的誓，將那女人和她所有的都從那裡帶出來。」","bklcl":"Iok-su-a kā cheng-thàm hit ê tōe hí nn̄g lâng kóng, Lín ji̍p-khì hit ê chhiong-ki ê chhù, chiàu lín tùi i só͘ chiù-chōa-ê, chhōa hit ê hū-jîn-lâng kap it-chhè sio̍k tī i-ê lóng tùi-hia chhut-lâi.","tghg":"約書亞給偵探彼個地彼二人講：「恁入去彼個娼妓的厝，照恁對伊所咒誓的，導彼個婦仁人及一切屬佇伊的攏對遐出來。」","bklhl":"約書亞kā偵探hit ê地hit兩人講：Lín入去hit ê娼妓ê厝，照lín對伊所chiù-chōa-ê，chhōa hit ê婦人人kap一切屬tī伊ê lóng tùi-hia出來。"}},{"book":"書","chapter":6,"verse":23,"versions":{"unv":"當探子的兩個少年人就進去，將喇合與她的父母、弟兄，和她所有的，並她一切的親眷，都帶出來，安置在以色列的營外。","bklcl":"Hiah ê chòe cheng-thàm ê siàu-liân lâng chiū ji̍p-khì, chhōa Lat-ha̍p kap i ê lāu-pē, lāu-bú, hiaⁿ-tī, í-ki̍p it-chhè sio̍k tī i-ê chhut-lâi, iā chhōa i ê chhin-chhek chhut-lâi, hō͘ in tòa tī Í-sek-lia̍t ê iâⁿ-gōa.","tghg":"許個做偵探的少年人就入去，導喇合及伊的老父老母、兄弟，以及一切屬佇伊的出來，也導伊的親戚(chhin-chhek)出來，互𪜶住佇以色列的營外。","bklhl":"Hiah-ê做偵探ê少年人就入去，chhōa Lat-ha̍p kap伊ê老父、老母、兄弟，以及一切屬tī伊ê出來，也chhōa伊ê親戚出來，hō͘ in tòa tī以色列ê營外。"}},{"book":"書","chapter":6,"verse":24,"versions":{"unv":"眾人就用火將城和其中所有的焚燒了；惟有金子、銀子，和銅鐵的器皿都放在耶和華殿的庫中。","bklcl":"In chiū ēng hé sio hit ê siâⁿ kap kî-tiong it-chhè só͘-ū-ê;  to̍k-to̍k kim, gûn, kap tâng thih ê khì-kū, lóng hē tī Iâ-hô-hoa chhù-lāi ê hú-khò͘.","tghg":"𪜶就用火燒彼個城及其中一切所有的；獨獨金、銀及銅鐵的器具攏下佇耶和華厝內的府庫。","bklhl":"In就用火燒hit ê城kap其中一切所有ê；獨獨金、銀，kap銅鐵ê器具，lóng hē tī耶和華厝內ê府庫。"}},{"book":"書","chapter":6,"verse":25,"versions":{"unv":"約書亞卻把妓女喇合與她父家，並她所有的，都救活了；因為她隱藏了約書亞所打發窺探耶利哥的使者，她就住在以色列中，直到今日。","bklcl":"Iok-su-a chiū pó-choân chhiong-ki Lat-ha̍p, kap i lāu-pē ê ke-koàn, kap it-chhè sio̍k tī i-ê ê oa̍h-miā;  in-ūi i ū khǹg-ba̍t Iok-su-a só͘ chhe thau-khòaⁿ Iâ-lī-ko ê sù-chiá; i chiū tiàm tī Í-sek-lia̍t tiong, kàu kin-á-ji̍t.","tghg":"約書亞就保全娼妓喇合及伊老父的家眷(ke-koàn)，及一切屬佇伊的的活命；因為伊有囥密約書亞所差偷看耶利哥的使者，伊就踮佇以色列中，到今仔日。","bklhl":"約書亞就保全娼妓Lat-ha̍p，kap伊老父ê家眷，kap一切屬tī伊ê ê活命；因為伊有khǹg密約書亞所差偷看耶利哥ê使者；伊就tiàm tī以色列中，到今á日。"}},{"book":"書","chapter":6,"verse":26,"versions":{"unv":"當時，約書亞叫眾人起誓說：「有興起重修這耶利哥城的人，當在耶和華面前受咒詛。他立根基的時候，必喪長子，安門的時候，必喪幼子。」","bklcl":"Tng-sî Iok-su-a tùi chèng-lâng chiù-chōa kóng, Kìⁿ-nā khí-lâi khí-chō chit ê Iâ-lī-ko siâⁿ ê, tio̍h tī Iâ-hô-hoa ê bīn-chêng siū chiù-chó͘;  i hē tōe-ki ê sî, beh sí tōa-kiáⁿ, hē-mn̂g ê sî beh sí soah-bé-kiáⁿ.","tghg":"當時，約書亞對眾人咒誓講：「見若起來起造此個耶利哥城的，著佇耶和華的面前受咒詛。伊下地基的時，欲死大子，下門的時，欲死煞尾子(soah-bé-kiáⁿ)。」","bklhl":"當時約書亞對眾人chiù-chōa講：見若起來起造chit ê耶利哥城ê，tio̍h tī耶和華ê面前受咒詛；伊hē地基ê時，beh死大kiáⁿ，hē門ê時beh死soah尾kiáⁿ。"}},{"book":"書","chapter":6,"verse":27,"versions":{"unv":"耶和華與約書亞同在，約書亞的聲名傳揚遍地。","bklcl":"Iâ-hô-hoa kap Iok-su-a saⁿ-kap tī-teh, i ê miâ-siaⁿ móa-móa tī hit só͘-chāi.","tghg":"耶和華及約書亞相及佇啲，伊的名聲滿滿佇彼所在。","bklhl":"耶和華kap約書亞相kap tī-teh，伊ê名聲滿滿tī hit所在。"}}]