[{"book":"書","chapter":21,"verse":1,"versions":{"unv":"那時，利未人的眾族長來到祭司以利亞撒和嫩的兒子約書亞，並以色列各支派的族長面前，","bklcl":"Hit-sî Lī-bī lâng chiah-ê cho̍k-tiúⁿ chiū-kūn chè-si Í-lī-a-sat, kap Lùn ê kiáⁿ Iok-su-a, í-ki̍p Í-sek-lia̍t lâng chi-phài chiah-ê cho̍k-tiúⁿ;","tghg":"彼時，利未人諸個族長就近祭司以利亞撒及嫩的子約書亞，以及以色列人支派諸個族長，","bklhl":"hit時利未人chiah ê族長就近祭司Í-lī-a-sat，kap Lùn ê kiáⁿ約書亞，以及以色列人支派chiah ê族長；"}},{"book":"書","chapter":21,"verse":2,"versions":{"unv":"在迦南地的示羅對他們說：「從前耶和華藉著摩西吩咐給我們城邑居住，並城邑的郊野可以牧養我們的牲畜。」","bklcl":"tī Ka-lâm tōe ê Sī-lô kā in kóng, Chêng Iâ-hô-hoa thok Mô͘-se hō͘ goán ū siâⁿ thang khiā-khí, ū kau-iá thang chòe chhī cheng-siⁿ ê lō͘-ēng.","tghg":"佇迦南地的示羅給𪜶講：「前耶和華託摩西互阮有城通徛起，有郊野通做飼精牲的路用。」","bklhl":"tī迦南地ê Sī-lô kā in講：前耶和華託摩西hō͘阮有城thang khiā起，有郊野thang做飼cheng-siⁿ ê路用。"}},{"book":"書","chapter":21,"verse":3,"versions":{"unv":"於是以色列人照耶和華所吩咐的，從自己的地業中，將以下所記的城邑和城邑的郊野給了利未人。","bklcl":"Í-sek-lia̍t lâng chiū chiàu Iâ-hô-hoa só͘ bēng-lēng ê, tùi ka-kī ê gia̍p-tiong, chiong ē-bīn só͘ kì chiah-ê siâⁿ, kap in ê kau-iá, hō͘ Lī-bī lâng.","tghg":"以色列人就照耶和華所命令的，對家己的業中，將下面所記諸個城及𪜶的郊野互利未人。","bklhl":"以色列人就照耶和華所命令ê，tùi家己ê業中，將下面所記chiah ê城，kap in ê郊野，hō͘利未人。"}},{"book":"書","chapter":21,"verse":4,"versions":{"unv":"為哥轄族拈鬮：利未人的祭司、亞倫的子孫，從猶大支派、西緬支派、便雅憫支派的地業中，按鬮得了十三座城。","bklcl":"Ūi Ko-hat chiah-ê cho̍k liam-khau; Lī-bī lâng tiong chè-si A-lûn ê kiáⁿ-sun, tùi Iû-tāi chi-phài, Se-biān chi-phài, Piān-ngá-bín chi-phài, liam-tio̍h cha̍p-saⁿ chō siâⁿ.","tghg":"為哥轄諸個族拈鬮：利未人中祭司、亞倫的子孫，對猶大支派、西緬支派、便雅憫支派，拈著十三座城。","bklhl":"為 Ko-hat chiah ê族拈鬮；利未人中祭司亞倫ê kiáⁿ孫，tùi偤大支派，西門支派，便雅憫支派，liam-tio̍h十三座城。"}},{"book":"書","chapter":21,"verse":5,"versions":{"unv":"哥轄其餘的子孫，從以法蓮支派、但支派、瑪拿西半支派的地業中，按鬮得了十座城。","bklcl":"Ko-hat kî-û ê kiáⁿ-sun, tùi Í-hoat-liân chi-phài ê chong-cho̍k, tùi Tàn ê chi-phài, tùi Má-ná-se pòaⁿ-chi-phài, liam-tio̍h cha̍p chō siâⁿ.","tghg":"哥轄其餘的子孫，對以法蓮支派的宗族、對但的支派、對瑪拿西半支派，拈著十座城。","bklhl":"Ko-hat其餘ê kiáⁿ孫，tùi Í-hoat-liân支派ê宗族，tùi Tàn ê支派，tùi Má-ná-se半支派，liam-tio̍h十座城。"}},{"book":"書","chapter":21,"verse":6,"versions":{"unv":"革順的子孫，從以薩迦支派、亞設支派、拿弗他利支派、住巴珊的瑪拿西半支派的地業中，按鬮得了十三座城。","bklcl":"Kek-sūn ê kiáⁿ-sun, tùi Í-sat-ka chi-phài ê chong-cho̍k, tùi A-siat ê chi-phài, tùi Ná-hut-tha-lī ê chi-phài, tùi tiàm tī Pa-san ê Má-ná-se pòaⁿ-chi-phài, liam-tio̍h cha̍p-saⁿ chō siâⁿ.","tghg":"革順的子孫，對以薩迦支派的宗族、對亞設的支派、對拿弗他利的支派、對踮佇巴珊的瑪拿西半支派，拈著十三座城。","bklhl":"Kek-sūn ê kiáⁿ孫，tùi Í-sat-ka支派ê宗族，tùi A-siat ê支派，tùi Ná-hut-tha-lī ê支派，tùi tiàm tī Pa-san ê Má-ná-se半支派，liam-tio̍h十三座城。"}},{"book":"書","chapter":21,"verse":7,"versions":{"unv":"米拉利的子孫，按著宗族，從流便支派、迦得支派、西布倫支派的地業中，按鬮得了十二座城。","bklcl":"Bí-la̍h-lī ê kiáⁿ-sun, chiàu in ê chong-cho̍k, tùi Liû-piān ê chi-phài, tùi Ka-tek ê chi-phài, tùi Se-pò͘-lûn ê chi-phài, tit-tio̍h cha̍p-jī chō siâⁿ.","tghg":"米拉利的子孫，照𪜶的宗族，對流便的支派、對迦得的支派、對西布倫的支派，得著十二座城。","bklhl":"Bí-la̍h-lī ê kiáⁿ孫，照in ê宗族，tùi Liû-piān ê支派，tùi Ka-tek ê支派，tùi Se-pò͘-lûn ê支派，得tio̍h十二座城。"}},{"book":"書","chapter":21,"verse":8,"versions":{"unv":"以色列人照著耶和華藉摩西所吩咐的，將這些城邑和城邑的郊野，按鬮分給利未人。","bklcl":"Í-sek-lia̍t lâng chiàu Iâ-hô-hoa thok Mô͘-se só͘ bēng-lēng-ê, chiong chiah-ê siâⁿ, kap in ê kau-iá, liam-khau pun hō͘ Lī-bī lâng.","tghg":"以色列人照耶和華託摩西所命令的，將諸個城，及𪜶的郊野，拈鬮分互利未人。","bklhl":"以色列人照耶和華託摩西所命令ê，將chiah ê城，kap in ê郊野，拈鬮分hō͘利未人。"}},{"book":"書","chapter":21,"verse":9,"versions":{"unv":"從猶大支派、西緬支派的地業中，將以下所記的城給了利未支派哥轄宗族亞倫的子孫；因為給他們拈出頭一鬮，","bklcl":"Koh tùi Iû-tāi kiáⁿ-sun ê chi-phài, Se-biān kiáⁿ-sun ê chi-phài, ē-bīn kì-miâ hiah-ê siâⁿ hō͘ in;","tghg":"閣對猶大子孫的支派、西緬子孫的支派，下面記名許個城互𪜶，","bklhl":"Koh tùi偤大kiáⁿ孫ê支派，西門kiáⁿ孫ê支派，下面記名hiah-ê城hō͘ in；"}},{"book":"書","chapter":21,"verse":10,"versions":{"unv":"【併於上節】","bklcl":"chiū-sī hō͘ Lī-bī kiáⁿ-sun-tiong, Ko-hat chong-cho̍k-tiong, A-lûn ê kiáⁿ-sun; in-ūi hō͘ in tāi-seng liam-khau;","tghg":"就是互利未子孫中哥轄宗族中亞倫的子孫；因為互𪜶代先拈鬮，","bklhl":"就是hō͘利未kiáⁿ孫中，Ko-hat宗族中，亞倫ê kiáⁿ孫；因為hō͘ in事先拈鬮；"}},{"book":"書","chapter":21,"verse":11,"versions":{"unv":"將猶大山地的基列‧亞巴和四圍的郊野給了他們。亞巴是亞衲族的始祖。（基列‧亞巴就是希伯崙）。","bklcl":"ēng Iû-tāi soaⁿ-tōe ê Ki-lia̍t-a-pa, (chiū-sī Hi-pek-lûn,) kap i sì-ûi ê kau-iá, hō͘ in; A-pa sī A-la̍p cho̍k ê chó͘.","tghg":"用猶大山地的基列亞巴（就是希伯崙）及伊四圍的郊野互𪜶。亞巴是亞納族的祖。","bklhl":"用偤大山地ê Ki-lia̍t-a-pa，(就是Hi-pek-lûn，) kap伊四圍ê郊野，hō͘ in；A-pa是A-la̍p族ê祖。"}},{"book":"書","chapter":21,"verse":12,"versions":{"unv":"惟將屬城的田地和村莊給了耶孚尼的兒子迦勒為業。","bklcl":"To̍k-to̍k hit ê siâⁿ ê chhân, kap i ê hiuⁿ-siā, in hō͘ Iâ-hu-nî ê kiáⁿ Ka-le̍k chòe-gia̍p.","tghg":"獨獨彼個城的田及伊的鄉社，𪜶互耶孚尼的子迦勒做業。","bklhl":"獨獨hit ê城ê田，kap伊ê鄉社，in hō͘ Iâ-hu-nî ê kiáⁿ迦勒做業。"}},{"book":"書","chapter":21,"verse":13,"versions":{"unv":"以色列人將希伯崙，就是誤殺人的逃城和屬城的郊野，給了祭司亞倫的子孫；又給他們立拿和屬城的郊野，","bklcl":"Koh ēng Hi-pek-lûn, kap i ê kau-iá, chiū-sī thâi-sí-lâng tô-siám ê siâⁿ; í-ki̍p Li̍p-ná kap i ê kau-iá, hō͘ chè-si A-lûn ê kiáⁿ-sun;","tghg":"閣用希伯崙及伊的郊野，就是刣死人逃閃的城，以及立拿及伊的郊野，互祭司亞倫的子孫，","bklhl":"Koh用Hi-pek-lûn，kap伊ê郊野，就是刣死人逃閃ê城；以及Li̍p-ná kap伊ê郊野，hō͘祭司亞倫ê kiáⁿ孫；"}},{"book":"書","chapter":21,"verse":14,"versions":{"unv":"雅提珥和屬城的郊野，以實提莫和屬城的郊野，","bklcl":"koh hō͘ in Ngá-thê-jíⁿ, kap i ê kau-iá, Í-si̍t-thê-bo̍k, kap i ê kau-iá;","tghg":"閣互𪜶雅提珥及伊的郊野，以實提莫及伊的郊野，","bklhl":"koh hō͘ in Ngá-thê-jíⁿ，kap伊ê郊野，Í-si̍t-thê-bo̍k，kap伊ê郊野；"}},{"book":"書","chapter":21,"verse":15,"versions":{"unv":"何崙和屬城的郊野，底璧和屬城的郊野，","bklcl":"Hô-lûn kap i ê kau-iá, Tí-phek kap i ê kau-iá;","tghg":"何崙及伊的郊野，底璧及伊的郊野，","bklhl":"Hô-lûn kap伊ê郊野，Tí-phek kap伊ê郊野；"}},{"book":"書","chapter":21,"verse":16,"versions":{"unv":"亞因和屬城的郊野，淤他和屬城的郊野，伯‧示麥和屬城的郊野，共九座城，都是從這二支派中分出來的。","bklcl":"A-in, kap i ê kau-iá, U-tha kap i ê kau-iá, Pek-sī-be̍k kap i ê kau-iá;  kiōng káu chō siâⁿ, lóng sī tùi chí nn̄g chi-phài hō͘ in.","tghg":"亞因及伊的郊野，淤他及伊的郊野，伯示麥及伊的郊野，共九座城，攏是對此二支派互𪜶。","bklhl":"A-in，kap伊ê郊野，U-tha kap伊ê郊野，Pek-sī-be̍k kap伊ê郊野；共九座城，lóng是tùi chí兩支派hō͘ in。"}},{"book":"書","chapter":21,"verse":17,"versions":{"unv":"又從便雅憫支派的地業中給了他們基遍和屬城的郊野，迦巴和屬城的郊野，","bklcl":"Koh tùi Piān-ngá-bín ê chi-phài, hō͘ in Ki-piàn kap i ê kau-iá, Ka-pa kap i ê kau-iá;","tghg":"閣對便雅憫的支派互𪜶基遍及伊的郊野，迦巴及伊的郊野，","bklhl":"Koh tùi便雅憫ê支派，hō͘ in Ki-piàn kap伊ê郊野，Ka-pa kap伊ê郊野；"}},{"book":"書","chapter":21,"verse":18,"versions":{"unv":"亞拿突和屬城的郊野，亞勒們和屬城的郊野，共四座城。","bklcl":"A-ná-tu̍t kap i ê kau-iá, A-le̍k-bûn kap i ê kau-iá,  kiōng sì chō siâⁿ;","tghg":"亞拿突及伊的郊野，亞勒們及伊的郊野，共四座城。","bklhl":"A-ná-tu̍t kap伊ê郊野，A-le̍k-bûn kap伊ê郊野，共四座城；"}},{"book":"書","chapter":21,"verse":19,"versions":{"unv":"亞倫子孫作祭司的共有十三座城，還有屬城的郊野。","bklcl":"A-lûn ê kiáⁿ-sun chòe chè-si-ê só͘ tit-tio̍h ê siâⁿ kiōng cha̍p-saⁿ chō siâⁿ, kap i ê kau-iá.","tghg":"亞倫的子孫做祭司者所得著的城共十三座城，及伊的郊野。","bklhl":"亞倫ê kiáⁿ孫做祭司ê所得tio̍h ê城共十三座城，kap伊ê郊野。"}},{"book":"書","chapter":21,"verse":20,"versions":{"unv":"利未支派中哥轄的宗族，就是哥轄其餘的子孫，拈鬮所得的城有從以法蓮支派中分出來的。","bklcl":"Lī-bī lâng Ko-hat kiáⁿ-sun ê chong-cho̍k, chiū-sī Ko-hat kî-û ê kiáⁿ-sun, liam-khau só͘ tit-tio̍h ê siâⁿ sī tùi Í-hoat-liân chi-phài-tiong pun-chhut-ê.","tghg":"利未人哥轄子孫的宗族，就是哥轄其餘的子孫，拈鬮所得著的城是對以法蓮支派中分出的。","bklhl":"利未人Ko-hat kiáⁿ孫ê宗族，就是Ko-hat其餘ê kiáⁿ孫，拈鬮所得tio̍h ê城是tùi Í-hoat-liân支派中分出ê。"}},{"book":"書","chapter":21,"verse":21,"versions":{"unv":"以色列人將以法蓮山地的示劍，就是誤殺人的逃城和屬城的郊野，給了他們；又給他們基色和屬城的郊野，","bklcl":"Koh ēng Í-hoat-liân soaⁿ-tōe ê Sī-kiàm, chiū-sī thâi-sí-lâng-ê tô-siám ê siâⁿ, kap in ê kau-iá, í-ki̍p Ki-sek kap i ê kau-iá;","tghg":"閣用以法蓮山地的示劍，就是刣死人者逃閃的城及𪜶的郊野；以及基色及伊的郊野，","bklhl":"Koh用Í-hoat-liân山地ê示劍，就是刣死人ê逃閃ê城，kap in ê郊野，以及Ki-sek kap伊ê郊野；"}},{"book":"書","chapter":21,"verse":22,"versions":{"unv":"基伯先和屬城的郊野，伯‧和崙和屬城的郊野，共四座城；","bklcl":"Ki-pek-sian kap i ê kau-iá, Pek-hô-lûn kap i ê kau-iá hō͘ in;  kiōng sì chō siâⁿ.","tghg":"基伯先及伊的郊野，伯和崙及伊的郊野互𪜶，共四座城；","bklhl":"Ki-pek-sian kap伊ê郊野，Pek-hô-lûn kap伊ê郊野hō͘ in；共四座城。"}},{"book":"書","chapter":21,"verse":23,"versions":{"unv":"又從但支派的地業中給了他們伊利提基和屬城的郊野，基比頓和屬城的郊野，","bklcl":"Koh tùi Tàn ê chi-phài-tiong, hō͘ in I-lī-thê-ki kap i ê kau-iá, Ki-pí-tùn kap i ê kau-iá;","tghg":"閣對但的支派中互𪜶伊利提基及伊的郊野，基比頓及伊的郊野，","bklhl":"Koh tùi Tàn ê支派中，hō͘ in I-lī-thê-ki kap伊ê郊野，Ki-pí-tùn kap伊ê郊野；"}},{"book":"書","chapter":21,"verse":24,"versions":{"unv":"亞雅崙和屬城的郊野，迦特‧臨門和屬城的郊野，共四座城；","bklcl":"A-ngá-lûn kap i ê kau-iá, Ka-te̍k-lîm-bûn kap i ê kau-iá;  kiōng sì chō siâⁿ.","tghg":"亞雅崙及伊的郊野，迦特臨門及伊的郊野，共四座城；","bklhl":"A-ngá-lûn kap伊ê郊野，Ka-te̍k-lîm-bûn kap伊ê郊野；共四座城。"}},{"book":"書","chapter":21,"verse":25,"versions":{"unv":"又從瑪拿西半支派的地業中給了他們他納和屬城的郊野，迦特‧臨門和屬城的郊野，共兩座城。","bklcl":"Koh tùi Má-ná-se pòaⁿ-chi-phài tiong hō͘ in Tha-la̍p kap i ê kau-iá, í-ki̍p Ka-te̍k-lîm-bûn kap i ê kau-iá; kiōng nn̄g chō siâⁿ.","tghg":"閣對瑪拿西半支派中互𪜶他納及伊的郊野，以及迦特臨門及伊的郊野，共二座城。","bklhl":"Koh tùi Má-ná-se半支派中hō͘ in Tha-la̍p kap伊ê郊野，以及Ka-te̍k-lîm-bûn kap伊ê郊野；共兩座城。"}},{"book":"書","chapter":21,"verse":26,"versions":{"unv":"哥轄其餘的子孫共有十座城，還有屬城的郊野。","bklcl":"Ko-hat ê kiáⁿ-sun kî-û ê chong-cho̍k, só͘ tit-tio̍h ê siâⁿ, kiōng cha̍p-chō, kap in ê kau-iá.","tghg":"哥轄的子孫其餘的宗族，所得著的城，共十座，及𪜶的郊野。","bklhl":"Ko-hat ê kiáⁿ孫其餘ê宗族，所得tio̍h ê城，共十座，kap in ê郊野。"}},{"book":"書","chapter":21,"verse":27,"versions":{"unv":"以色列人又從瑪拿西半支派的地業中將巴珊的哥蘭，就是誤殺人的逃城和屬城的郊野，給了利未支派革順的子孫；又給他們比‧施提拉和屬城的郊野，共兩座城；","bklcl":"Koh tùi Má-ná-se pòaⁿ-chi-phài ê gia̍p-tiong, chiong Pa-san ê Ko-lân, chiū-sī thâi-lâng-ê tô-siám ê siâⁿ, kap i ê kau-iá, í-ki̍p Pí-si-thê-la̍h kap i ê kau-iá, kiōng nn̄g chō siâⁿ, hō͘ Lī-bī chong-cho̍k Kek-sūn ê kiáⁿ-sun.","tghg":"閣對瑪拿西半支派的業中將巴珊的哥蘭，就是刣人者逃閃的城及伊的郊野，以及比施提拉及伊的郊野，共二座城，互利未宗族革順的子孫；","bklhl":"Koh tùi Má-ná-se半支派ê業中，將Pa-san ê Ko-lân，就是刣人ê逃閃ê城，kap伊ê郊野，以及Pí-si-thê-la̍h kap伊ê郊野，共兩座城，hō͘利未宗族Kek-sūn ê kiáⁿ孫。"}},{"book":"書","chapter":21,"verse":28,"versions":{"unv":"又從以薩迦支派的地業中給了他們基善和屬城的郊野，大比拉和屬城的郊野，","bklcl":"Koh tùi Í-sat-ka chi-phài ê gia̍p-tiong, ēng Ki-siān kap i ê kau-iá, Tāi-pí-la̍h kap i ê kau-iá;","tghg":"閣對以薩迦支派的業中，用基善及伊的郊野，大比拉及伊的郊野，","bklhl":"Koh tùi Í-sat-ka支派ê業中，用Ki-siān kap伊ê郊野，Tāi-pí-la̍h kap伊ê郊野；"}},{"book":"書","chapter":21,"verse":29,"versions":{"unv":"耶末和屬城的郊野，隱‧干寧和屬城的郊野，共四座城；","bklcl":"Iâ-boa̍t kap i ê kau-iá, Ún-kan-lêng kap i ê kau-iá, kiōng sì chō siâⁿ, hō͘ in.","tghg":"耶末及伊的郊野，隱干寧及伊的郊野，共四座城互𪜶；","bklhl":"Iâ-boa̍t kap伊ê郊野，Ún-kan-lêng kap伊ê郊野，共四座城，hō͘ in。"}},{"book":"書","chapter":21,"verse":30,"versions":{"unv":"又從亞設支派的地業中給了他們米沙勒和屬城的郊野，押頓和屬城的郊野，","bklcl":"Koh tùi A-siat chi-phài ê gia̍p-tiong, ēng Bí-sa-le̍k kap i ê kau-iá, Ap-tùn kap i ê kau-iá;","tghg":"閣對亞設支派的業中用米沙勒及伊的郊野，押頓及伊的郊野，","bklhl":"Koh tùi A-siat支派ê業中，用Bí-sa-le̍k kap伊ê郊野，Ap-tùn kap伊ê郊野；"}},{"book":"書","chapter":21,"verse":31,"versions":{"unv":"黑甲和屬城的郊野，利合和屬城的郊野，共四座城；","bklcl":"Hek-kah kap i ê kau-iá, Lī-ha̍p kap i ê kau-iá, kiōng sì chō siâⁿ, hō͘ in.","tghg":"黑甲及伊的郊野，利合及伊的郊野，共四座城互𪜶；","bklhl":"Hek-kah kap伊ê郊野，Lī-ha̍p kap伊ê郊野，共四座城，hō͘ in。"}},{"book":"書","chapter":21,"verse":32,"versions":{"unv":"又從拿弗他利支派的地業中將加利利的基低斯，就是誤殺人的逃城和屬城的郊野，給了他們；又給他們哈末‧多珥和屬城的郊野，加珥坦和屬城的郊野，共三座城。","bklcl":"Koh tùi Ná-hut-tha-lī chi-phài ê gia̍p-tiong, ēng Ka-lī-lī ê Ki-te-su, chiū-sī thâi-lâng-ê tô-siám ê siâⁿ, kap i ê kau-iá, í-ki̍p Hap-boa̍t-to-jíⁿ kap i ê kau-iá, Ka-jíⁿ-thán kap i ê kau-iá, kiōng saⁿ chō siâⁿ, hō͘ in.","tghg":"閣對拿弗他利支派的業中用加利利的基低斯，就是刣人者逃閃的城及伊的郊野，以及哈末多珥及伊的郊野，加珥坦及伊的郊野，共三座城互𪜶。","bklhl":"Koh tùi Ná-hut-tha-lī支派ê業中，用加利利ê Ki-te-su，就是刣人ê逃閃ê城，kap伊ê郊野，以及Hap-boa̍t-to-jíⁿ kap伊ê郊野，Ka-jíⁿ-thán kap伊ê郊野，共三座城，hō͘ in。"}},{"book":"書","chapter":21,"verse":33,"versions":{"unv":"革順人按著宗族所得的城，共十三座，還有屬城的郊野。","bklcl":"Kek-sūn lâng ê siâⁿ chiàu i ê chong-cho̍k, kiōng cha̍p-saⁿ chō siâⁿ kap i ê kau-iá.","tghg":"革順人的城照伊的宗族，共十三座城，及伊的郊野。","bklhl":"Kek-sūn人ê城照伊ê宗族，共十三座城kap伊ê郊野。"}},{"book":"書","chapter":21,"verse":34,"versions":{"unv":"其餘利未支派米拉利子孫，從西布倫支派的地業中所得的，就是約念和屬城的郊野，加珥他和屬城的郊野，","bklcl":"Tùi Se-pò͘-lûn chi-phài ê gia̍p-tiong, chiong Iok-liām kap i ê kau-iá, Ka-jíⁿ-tha kap i ê kau-iá;","tghg":"對西布倫支派的業中，將約念及伊的郊野，加珥他及伊的郊野，","bklhl":"Tùi Se-pò͘-lûn支派ê業中，將 Iok-liām kap伊ê郊野，Ka-jíⁿ-tha kap伊ê郊野；"}},{"book":"書","chapter":21,"verse":35,"versions":{"unv":"丁拿和屬城的郊野，拿哈拉和屬城的郊野，共四座城；","bklcl":"Teng-ná kap i ê kau-iá, Ná-hap-la̍h kap i ê kau-iá, kiōng sì chō siâⁿ, hō͘ kî-û ê Lī-bī lâng, chiū-sī Bí-la̍h-lī kiáⁿ-sun ê chong-cho̍k.","tghg":"丁拿及伊的郊野，拿哈拉及伊的郊野，共四座城，互其餘的利未人，就是米拉利子孫的宗族；","bklhl":"Teng-ná kap伊ê郊野，Ná-hap-la̍h kap伊ê郊野，共四座城，hō͘其餘ê利未人，就是Bí-la̍h-lī kiáⁿ孫ê宗族。"}},{"book":"書","chapter":21,"verse":36,"versions":{"unv":"又從流便支派的地業中給了他們比悉和屬城的郊野，雅雜和屬城的郊野，","bklcl":"Koh tùi Liû-piān chi-phài ê gia̍p-tiong, ēng Pí-sek kap i ê kau-iá, Ngá-cha̍p kap i ê kau-iá;","tghg":"閣對流便支派的業中，用比悉及伊的郊野，雅雜及伊的郊野，","bklhl":"Koh tùi Liû-piān支派ê業中，用Pí-sek kap伊ê郊野，Ngá-cha̍p kap伊ê郊野；"}},{"book":"書","chapter":21,"verse":37,"versions":{"unv":"基底莫和屬城的郊野，米法押和屬城的郊野，共四座城；","bklcl":"Ki-tí-bo̍k kap i ê kau-iá, Bí-hoat-ap kap i ê kau-iá, kiōng sì chō siâⁿ, hō͘ in.","tghg":"基底莫及伊的郊野，米法押及伊的郊野，共四座城互𪜶；","bklhl":"Ki-tí-bo̍k kap伊ê郊野，Bí-hoat-ap kap伊ê郊野，共四座城，hō͘ in。"}},{"book":"書","chapter":21,"verse":38,"versions":{"unv":"又從迦得支派的地業中，將基列的拉末，就是誤殺人的逃城和屬城的郊野，給了他們；又給他們瑪哈念和屬城的郊野，","bklcl":"Koh tùi Ka-tek chi-phài ê gia̍p-tiong, chiong Ki-lia̍t ê La̍h-boa̍t, chiū-sī thâi-sí-lâng-ê tô-siám ê siâⁿ, kap i ê kau-iá, í-ki̍p Má-hap-liām kap i ê kau-iá;","tghg":"閣對迦得支派的業中，將基列的拉末，就是刣死人者逃閃的城及伊的郊野，以及瑪哈念及伊的郊野，","bklhl":"Koh tùi Ka-tek支派ê業中，將Ki-lia̍t ê La̍h-boa̍t，就是刣死人ê逃閃ê城，kap伊ê郊野，以及Má-hap-liām kap伊ê郊野；"}},{"book":"書","chapter":21,"verse":39,"versions":{"unv":"希實本和屬城的郊野，雅謝和屬城的郊野，共四座城。","bklcl":"Hi-si̍t-pún kap i ê kau-iá, Ngá-siā kap i ê kau-iá, kiōng sì chō siâⁿ, hō͘ in.","tghg":"希實本及伊的郊野，雅謝及伊的郊野，共四座城互𪜶。","bklhl":"Hi-si̍t-pún kap伊ê郊野，Ngá-siā kap伊ê郊野，共四座城，hō͘ in。"}},{"book":"書","chapter":21,"verse":40,"versions":{"unv":"其餘利未支派的人，就是米拉利的子孫，按著宗族拈鬮所得的，共十二座城。","bklcl":"Lī-bī lâng kî-û ê chong-cho̍k, chiū-sī Bí-la̍h-lī ê kiáⁿ-sun, chiàu in ê chong-cho̍k, liam-khau só͘ tit-tio̍h chiah-ê siâⁿ, kiōng cha̍p-jī chō siâⁿ.","tghg":"利未人其餘的宗族，就是米拉利的子孫，照𪜶的宗族拈鬮所得著諸個城，共十二座城。","bklhl":"利未人其餘ê宗族，就是Bí-la̍h-lī ê kiáⁿ孫，照in ê宗族，拈鬮所得tio̍h chiah ê城，共十二座城。"}},{"book":"書","chapter":21,"verse":41,"versions":{"unv":"利未人在以色列人的地業中所得的城，共四十八座，並有屬城的郊野。","bklcl":"Lī-bī lâng tī Í-sek-lia̍t ê gia̍p-tiong só͘ tit-tio̍h ê siâⁿ, kiōng sì-cha̍p-poeh chō siâⁿ, kap in ê kau-iá.","tghg":"利未人佇以色列的業中所得著的城，共四十八座城，及𪜶的郊野。","bklhl":"利未人tī以色列ê業中所得tio̍h ê城，共四十八座城，kap in ê郊野。"}},{"book":"書","chapter":21,"verse":42,"versions":{"unv":"這些城四圍都有屬城的郊野，城城都是如此。","bklcl":"Chiah-ê siâⁿ sì-ûi lóng ū i ê kau-iá, ta̍k-ê lóng sī án-ni.","tghg":"諸個城四圍攏有伊的郊野，逐個攏是按呢。","bklhl":"Chiah-ê城四圍lóng有伊ê郊野，ta̍k-ê lóng是án-ni。"}},{"book":"書","chapter":21,"verse":43,"versions":{"unv":"這樣，耶和華將從前向他們列祖起誓所應許的全地賜給以色列人，他們就得了為業，住在其中。","bklcl":"Án-ni Iâ-hô-hoa chiong I chêng chiù-chōa beh hō͘ in lia̍t-chó͘ ê choân-tōe, hō͘ Í-sek-lia̍t lâng;  in chiū tit-tio̍h chòe-gia̍p, tiàm tī-hia khiā-khí.","tghg":"按呢，耶和華將伊前咒誓欲互𪜶列祖的全地互以色列人，𪜶就得著做業，踮佇遐徛起。","bklhl":"Án-ni耶和華將伊前chiù-chōa beh hō͘ in列祖ê全地，hō͘以色列人；in就得tio̍h做業，tiàm tī-hia khiā起。"}},{"book":"書","chapter":21,"verse":44,"versions":{"unv":"耶和華照著向他們列祖起誓所應許的一切話，使他們四境平安；他們一切仇敵中，沒有一人在他們面前站立得住。耶和華把一切仇敵都交在他們手中。","bklcl":"Iâ-hô-hoa chiàu I tùi in ê lia̍t-chó͘ it-chhè só͘ chiù-chōa-ê, hō͘ in sì-ûi pêng-an;  in ê tùi-te̍k, bô chi̍t-lâng ōe khiā-tiâu tī in ê bīn-chêng;  Iâ-hô-hoa chiong in ê tùi-te̍k lóng kau tī in ê chhiú.","tghg":"耶和華照伊對𪜶的列祖一切所咒誓的，互𪜶四圍平安；𪜶的對敵，無一人會徛住佇𪜶的面前。耶和華將𪜶的對敵攏交佇𪜶的手。","bklhl":"耶和華照伊對in ê列祖一切所chiù-chōa-ê，hō͘ in四圍平安；in ê對敵，無一人能khiā-tiâu tī in ê面前；耶和華將in ê對敵lóng交tī in ê手。"}},{"book":"書","chapter":21,"verse":45,"versions":{"unv":"耶和華應許賜福給以色列家的話一句也沒有落空，都應驗了。","bklcl":"Kìⁿ Iâ-hô-hoa tùi Í-sek-lia̍t ke só͘ kóng ê hó-ōe, bô chi̍t-kù lo̍k-khong, lóng ū èng-giām.","tghg":"見耶和華對以色列家所講的好話，無一句落空(lo̍k-khong)，攏有應驗。","bklhl":"見耶和華對以色列家所講ê好話，無一句落空，lóng有應驗。"}}]