[{"book":"摩","chapter":8,"verse":1,"versions":{"unv":"主耶和華又指示我一件事：我看見一筐夏天的果子。","bklcl":"Chú Iâ-hô-hoa hō͘ góa khòaⁿ-kìⁿ chi̍t-hāng; góa khòaⁿ-kìⁿ chi̍t-kheng hē-thiⁿ ê ké-chí.","tghg":"主耶和華互我看見一項：我看見一筐(kheng)夏天的果子。","bklhl":"主耶和華hō͘我看見一項；我看見一筐夏天ê果子。"}},{"book":"摩","chapter":8,"verse":2,"versions":{"unv":"他說：「阿摩司啊，你看見甚麼？」我說：「看見一筐夏天的果子。」耶和華說：「我民以色列的結局到了，我必不再寬恕他們。」","bklcl":"I kóng, A-mô͘-sū ah, lí khòaⁿ-kìⁿ sím-mi̍h? góa kóng, Khòaⁿ-kìⁿ chi̍t-kheng hē-thiⁿ ê ké-chí.  Iâ-hô-hoa chiū tùi góa kóng, Góa ê peh-sìⁿ Í-sek-lia̍t ê boa̍t-kî kàu--lah; Góa tek-khak bô koh khoan-sù in.","tghg":"伊講：「阿摩司啊，你看見甚麼？」我講：「看見一筐夏天的果子。」耶和華就對我講：「我的百姓以色列的末期到啦，我的確無閣寬恕𪜶。」","bklhl":"伊講，阿摩司ah，你看見甚麼？我講，看見一筐夏天ê果子。耶和華就對我講，我ê百姓以色列ê末期到lah；我的確無koh寬恕in。"}},{"book":"摩","chapter":8,"verse":3,"versions":{"unv":"主耶和華說：「那日，殿中的詩歌變為哀號；必有許多屍首在各處拋棄，無人作聲。」","bklcl":"Chú Iâ-hô-hoa kóng, Hit-ji̍t kiong-tiān ê chhiùⁿ-koa beh piàn-chòe thî-khàu; beh ū chōe-chōe sin-si tī ta̍k só͘-chāi hiat-ka̍k, lâng lóng chēng-chēng.","tghg":"主耶和華講：「彼日，宮殿的唱歌欲變做啼哭；欲有多多身屍佇逐所在㧒擲(hiat-ka̍k)，人攏靜靜。」","bklhl":"主耶和華講，hit日宮殿ê唱歌beh變做啼哭；beh有chōe-chōe身屍tī ta̍k所在hiat-ka̍k，人lóng靜靜。"}},{"book":"摩","chapter":8,"verse":4,"versions":{"unv":"你們這些要吞吃窮乏人、使困苦人衰敗的，當聽我的話！","bklcl":"Lín chiah-ê ài thun-chia̍h sòng-hiong lâng, hō͘ chit só͘-chāi ê khùn-khó͘ lâng soe-pāi--ê, tio̍h thiaⁿ chit ê ōe.","tghg":"恁諸個愛吞食喪鄉人、互此所在的困苦人衰敗者，著聽此個話！","bklhl":"Lín chiah ê ài吞食sòng-hiong人，hō͘ chit所在ê困苦人衰敗ê，tio̍h聽chit ê話。"}},{"book":"摩","chapter":8,"verse":5,"versions":{"unv":"你們說：月朔幾時過去，我們好賣糧；安息日幾時過去，我們好擺開麥子；賣出用小升斗，收銀用大戥子，用詭詐的天平欺哄人，","bklcl":"Lín kóng, Ge̍h ê chhoe-it sím-mi̍h sî kè-khì, hō͘ goán thang thiò gō͘-kak? an-hioh-ji̍t sím-mi̍h sî kè-khì, hō͘ goán thang bōe be̍h, ēng sòe ê i-hoat, ēng tāng ê sià-khek-le̍k, ēng khúi-chà ê thian-pêng lâi phiàn lâng;","tghg":"恁講：月的初一甚麼時過去，互阮通糶(thiò)五穀；安息日甚麼時過去，互阮通賣麥；用細的伊法，用重的舍客勒，用詭詐的天秤(thian-pêng)來騙人，","bklhl":"Lín講，月ê初一甚麼時過去，hō͘阮thang thiò五穀？安歇日甚麼時過去，hō͘阮thang賣麥，用細ê i-hoat，用重ê sià-khek-le̍k，用詭詐ê天秤來騙人；"}},{"book":"摩","chapter":8,"verse":6,"versions":{"unv":"好用銀子買貧寒人，用一雙鞋換窮乏人，將壞了的麥子賣給人。","bklcl":"thang ēng gûn bóe sòng-hiong lâng, ēng chi̍t-siang ôe ōaⁿ kêng-chhiah-ê lâng, chiong pháiⁿ ê be̍h bōe hō͘ lâng?","tghg":"通用銀買喪鄉人，用一雙鞋換窮赤(kêng-chhiah)的人，將歹的麥賣互人。","bklhl":"thang用銀買sòng-hiong人，用一雙鞋換窮赤(kêng-chhiah)ê人，將pháiⁿ ê麥賣hō͘人？"}},{"book":"摩","chapter":8,"verse":7,"versions":{"unv":"耶和華指著雅各的榮耀起誓說：他們的一切行為，我必永遠不忘。","bklcl":"Iâ-hô-hoa kí Ngá-kok ê êng-hôa lâi chiù-chōa kóng, In lóng-chóng ê só͘-chòe, Góa éng-oán bô bōe-kì-tit.","tghg":"耶和華指(kí)雅各的榮華來咒誓(chiù-chōa)講：𪜶攏總的所做，我永遠無𣍐記得。","bklhl":"耶和華kí雅各ê榮華來chiù-chōa講，In lóng總ê所做，我永遠無bōe記得。"}},{"book":"摩","chapter":8,"verse":8,"versions":{"unv":"地豈不因這事震動？其上的居民不也悲哀嗎？地必全然像尼羅河漲起，如同埃及河湧上落下。","bklcl":"Chit ê tōe kiám bô beh in-ūi án-ni lâi iô-choah, khiā-khí hit tiong-kan--ê, kiám bô beh pi-ai mah? Chit ê tōe beh chhin-chhiūⁿ Tōa-hô tiòng--khí-lâi; iā beh tín-tāng, thè-kē chhin-chhiūⁿ Ai-ki̍p hô.","tghg":"此個地豈無欲因為按呢來搖泏(iô-choah)？徛起彼中間者豈無欲悲哀嗎？此個地欲親像大河漲起來，也欲振動退低親像埃及河。","bklhl":"Chit ê地kiám無beh因為án-ni來搖choah，khiā起hit中間ê，kiám無beh悲哀mah？chit ê地beh親像大河漲起來；也beh振動，退低親像埃及河。"}},{"book":"摩","chapter":8,"verse":9,"versions":{"unv":"主耶和華說：到那日，我必使日頭在午間落下，使地在白晝黑暗。","bklcl":"Chú Iâ-hô-hoa kóng, Kàu hit-ji̍t, Góa beh hō͘ ji̍t-thâu tī ji̍t-tiong-tàu chiū lo̍h--khì, hō͘ tōe tī tng-thâu-pe̍h-ji̍t piàn o͘-àm.","tghg":"主耶和華講：到彼日，我欲互日頭佇日中晝(tiong-tàu)就落去，互地佇當頭白日變黑暗。","bklhl":"主耶和華講，到hit日，我beh hō͘日頭tī日中晝就落去，hō͘地tī當頭白日變烏暗。"}},{"book":"摩","chapter":8,"verse":10,"versions":{"unv":"我必使你們的節期變為悲哀，歌曲變為哀歌。眾人腰束麻布，頭上光禿，使這場悲哀如喪獨生子，至終如痛苦的日子一樣。","bklcl":"Góa beh hō͘ lín ê choeh-kî piàn-chòe pi-ai, koa-khek lóng piàn-chòe ai-ko, beh hō͘ chèng-lâng io hâ môa-pò͘, thâu-khak bô pòaⁿ ki mn̂g; koh hō͘ i pi-ai chhin-chhiūⁿ sí ko͘-siⁿ ê kiáⁿ, kàu-bé chhin-chhiūⁿ thòng-khó͘ ê ji̍t chi̍t-iūⁿ.","tghg":"我欲互恁的節期變做悲哀，歌曲攏變做哀歌。欲互眾人腰縖(hâ)麻布，頭殼無半支毛，閣互伊悲哀親像死孤生的子，到尾親像痛苦的日一樣。","bklhl":"我beh hō͘ lín ê節期變做悲哀，歌曲lóng變做哀歌，beh hō͘眾人腰hâ麻布，頭殼無半支毛；koh hō͘伊悲哀親像死孤身ê kiáⁿ，到尾親像痛苦ê日一樣。"}},{"book":"摩","chapter":8,"verse":11,"versions":{"unv":"主耶和華說：日子將到，我必命饑荒降在地上。人飢餓非因無餅，乾渴非因無水，乃因不聽耶和華的話。","bklcl":"Chú Iâ-hô-hoa kóng, Khòaⁿ ah, ji̍t-chí beh kàu, Góa beh hō͘ ki-hng kàu tī chit só͘-chāi, ki-hng m̄-sī in-ūi bô piáⁿ, chhùi-ta m̄-sī ūi-tio̍h bô chúi, chiū-sī in-ūi bô thang thiaⁿ Iâ-hô-hoa ê ōe.","tghg":"主耶和華講：看啊，日子欲到，我欲互飢荒到佇此所在。飢荒呣是因為無餅，嘴乾呣是為著無水，就是因為無通聽耶和華的話。","bklhl":"主耶和華講，看ah，日子beh到，我beh hō͘飢荒到tī chit所在，飢荒m̄是因為無餅，嘴乾m̄是為tio̍h無水，就是因為無thang聽耶和華ê話。"}},{"book":"摩","chapter":8,"verse":12,"versions":{"unv":"他們必飄流，從這海到那海，從北邊到東邊，往來奔跑，尋求耶和華的話，卻尋不著。","bklcl":"In beh sì-kòe khì, tùi chit ê hái kàu hit ê hái, tùi pak kàu tang; cháu-lâi cháu-khì, chhē-kiû Iâ-hô-hoa ê ōe, ia̍h chhē-bô.","tghg":"𪜶欲四界去，對此個海到彼個海，對北到東，走來走去，尋求耶和華的話，亦尋無。","bklhl":"In beh四界去，tùi chit ê海到hit ê海，tùi北到東；走來走去，chhē求耶和華ê話，亦chhē無。"}},{"book":"摩","chapter":8,"verse":13,"versions":{"unv":"當那日，美貌的處女和少年的男子必因乾渴發昏。","bklcl":"Tng hit-ji̍t, súi ê chāi-sek-lú kap siàu-liân ê ta-po͘-lâng beh in-ūi chhùi-ta lâi hūn-khì.","tghg":"當彼日，媠的在室女及少年的查甫人欲因為嘴乾來昏去。","bklhl":"當hit日，súi ê在室女kap少年ê ta-po͘人beh因為嘴乾來暈去。"}},{"book":"摩","chapter":8,"verse":14,"versions":{"unv":"那指著撒馬利亞牛犢（原文是罪）起誓的說：但哪，我們指著你那裡的活神起誓；又說：我們指著別是巴的神道（神：原文是活）起誓。這些人都必仆倒，永不再起來。","bklcl":"Hiah ê kí Sat-má-lī-a ê chōe lâi chiù-chōa, koh kí Tàn oa̍h ê Siōng-tè lâi chiù-chōa; koh kí Pia̍t-sī-pa ê oa̍h-lō͘ lâi chiù-chōa--ê, in tek-khak poa̍h-tó, éng bōe koh khí--lâi.","tghg":"許個指撒瑪利亞的罪來咒誓，閣指但活的上帝來咒誓；閣指別是巴的活路來咒誓者。𪜶的確跋倒，永𣍐閣起來。","bklhl":"Hiah-ê kí撒馬利亞ê罪來chiù-chōa，koh kí Tàn活ê上帝來chiù-chōa；koh kí別是巴ê活路來chiù-chōa-ê，in的確跋倒，永bōe koh起來。"}}]