[{"book":"摩","chapter":2,"verse":1,"versions":{"unv":"耶和華如此說：摩押三番四次地犯罪，我必不免去她的刑罰；因為她將以東王的骸骨焚燒成灰。","bklcl":"Iâ-hô-hoa án-ni kóng, Ūi-tio̍h Mô͘-ap hoān-chōe kàu saⁿ-pái, ia̍h kàu sì-pái, Góa bô beh bián i ê hêng-hoa̍t; in-ūi i chiong Í-tong ông ê kut-thâu sio chòe he.","tghg":"耶和華按呢講：為著摩押犯罪到三擺亦到四擺，我無欲免伊的刑罰；因為伊將以東王的骨頭燒做灰。","bklhl":"耶和華án-ni講，為tio̍h Mô͘-ap犯罪到三pái，亦到四pái，我無beh免伊ê刑罰；因為伊將Í-tong王ê骨頭燒做灰。"}},{"book":"摩","chapter":2,"verse":2,"versions":{"unv":"我卻要降火在摩押，燒滅加略的宮殿。摩押必在鬨嚷吶喊吹角之中死亡。","bklcl":"Góa beh kàng-hé tī Mô͘-ap, sio-bia̍t Ka-lio̍k ê kiong-tiān; Mô͘-ap beh tī hōa-hōa-háu hoah-hiàm pûn sàu-kak ê tiong-kan sí-bô.","tghg":"我欲降火佇摩押，燒滅加略的宮殿。摩押欲佇嘩嘩哮(hōa-hōa-háu)喝喊(hoah-hiàm)歕(pûn)哨角的中間死無。","bklhl":"我beh降火tī Mô͘-ap，燒滅加略ê宮殿；Mô͘-ap beh tī hōa-hōa哮hoah-hiàm pûn哨角ê中間死無。"}},{"book":"摩","chapter":2,"verse":3,"versions":{"unv":"我必剪除摩押中的審判者，將其中的一切首領和他一同殺戮。這是耶和華說的。","bklcl":"Góa beh tùi i ê tiong-kan chián-tû sím-phòaⁿ-si, sòa thâi-sí in it-chhè ê siú-léng; che sī Iâ-hô-hoa kóng--ê.","tghg":"我欲對伊的中間剪除審判司，續刣死𪜶一切的首領。這是耶和華講的。","bklhl":"我beh對伊ê中間剪除審判司，續刣死in一切ê首領；這是耶和華講ê。"}},{"book":"摩","chapter":2,"verse":4,"versions":{"unv":"耶和華如此說：猶大人三番四次地犯罪，我必不免去他們的刑罰；因為他們厭棄耶和華的訓誨，不遵守他的律例。他們列祖所隨從虛假的偶像使他們走迷了。","bklcl":"Iâ-hô-hoa án-ni kóng, Ūi-tio̍h Iû-tāi lâng hoān-chōe kàu saⁿ-pái, ia̍h kàu sì-pái, Góa bô beh bián i ê hêng-hoa̍t; in-ūi in khì-sak Iâ-hô-hoa ê kà-sī, bô chun-siú I ê lu̍t-lē; in ê lia̍t-chó͘ só͘ thàn ê hu-ké hō͘ in kiâⁿ bê-lō͘.","tghg":"耶和華按呢講：為著猶大人犯罪到三擺亦到四擺，我無欲免伊的刑罰；因為𪜶棄拺(khì-sak)耶和華的教示，無遵守伊的律例。𪜶的列祖所趁的虛假互𪜶行迷路。","bklhl":"耶和華án-ni講，為tio̍h偤大人犯罪到三pái，亦到四pái，我無beh免伊ê刑罰；因為in棄sak耶和華ê教示，無遵守祂ê律例；in ê列祖所thàn ê虛假hō͘ in行迷路。"}},{"book":"摩","chapter":2,"verse":5,"versions":{"unv":"我卻要降火在猶大，燒滅耶路撒冷的宮殿。","bklcl":"Góa beh kàng-hé tī Iû-tāi, sio-bia̍t Iâ-lō͘-sat-léng ê kiong-tiān.","tghg":"我欲降火佇猶大，燒滅耶路撒冷的宮殿。","bklhl":"我beh降火tī偤大，燒滅耶路撒冷ê宮殿。"}},{"book":"摩","chapter":2,"verse":6,"versions":{"unv":"耶和華如此說：以色列人三番四次地犯罪，我必不免去他們的刑罰；因他們為銀子賣了義人，為一雙鞋賣了窮人。","bklcl":"Iâ-hô-hoa án-ni kóng, Ūi-tio̍h Í-sek-lia̍t lâng hoān-chōe kàu saⁿ-pái, ia̍h kàu sì-pái, Góa bô beh bián i ê hêng-hoa̍t; in-ūi in bōe gī-lâng lâi tit-tio̍h gûn, bōe sòng-hiong lâng lâi tit-tio̍h chi̍t-siang ôe.","tghg":"耶和華按呢講：為著以色列人犯罪到三擺亦到四擺，我無欲免伊的刑罰；因為𪜶賣義人來得著銀，賣喪鄉人來得著一雙鞋。","bklhl":"耶和華án-ni講，為tio̍h以色列人犯罪到三pái，亦到四pái，我無beh免伊ê刑罰；因為in賣義人來得tio̍h銀，賣sòng-hiong人來得tio̍h一雙鞋。"}},{"book":"摩","chapter":2,"verse":7,"versions":{"unv":"他們見窮人頭上所蒙的灰也都垂涎，阻礙謙卑人的道路。父子同一個女子行淫，褻瀆我的聖名。","bklcl":"Sòng-hiong lâng thâu-khak-téng ê tîn-ai, sī in só͘ ì-ài, óng-khut un-jiû ê lâng ê lí-lō͘; pē-kiáⁿ saⁿ-kap chhin-kūn chi̍t ê siàu-liân ê hū-jîn-lâng, tì-kàu siat-to̍k Góa ê sèng-miâ.","tghg":"喪鄉人頭殼頂的塵埃，是𪜶所意愛，枉屈溫柔的人的理路。父子相及親近一個少年的婦仁人，致到褻瀆(siat-to̍k)我的聖名。","bklhl":"Sòng-hiong人頭殼頂ê塵埃，是in所意愛，枉屈溫柔ê人ê理路；父kiáⁿ相kap親近一个少年ê婦人人，致到褻瀆我ê聖名。"}},{"book":"摩","chapter":2,"verse":8,"versions":{"unv":"他們在各壇旁鋪人所當的衣服，臥在其上，又在他們神的廟中喝受罰之人的酒。","bklcl":"In tī ta̍k ê tôaⁿ-piⁿ tó tī lâng chòe chún-tǹg ê saⁿ; koh tī in ê Siōng-tè ê chhù-lāi lim siū-hoa̍t ê lâng ê chiú.","tghg":"𪜶佇逐個壇邊，倒佇人做準當(chún-tǹg)的衫，閣佇𪜶的上帝的厝內飲受罰的人的酒。","bklhl":"In tī ta̍k-ê壇邊倒tī人做準當ê衫；koh tī in ê上帝ê厝內lim受罰ê人ê酒。"}},{"book":"摩","chapter":2,"verse":9,"versions":{"unv":"我從以色列人面前除滅亞摩利人。他雖高大如香柏樹，堅固如橡樹，我卻上滅他的果子，下絕他的根本。","bklcl":"Góa tùi in ê bīn-chêng tû-bia̍t A-mô͘-lī lâng, hiah-ê lâng koâiⁿ-tōa chhin-chhiūⁿ pek-hiuⁿ-chhiū, ióng chhin-chhiūⁿ siōng-chhiū; chóng-sī Góa téng-bīn bia̍t i ê ké-chí, ē-bīn choa̍t-tn̄g i ê kun.","tghg":"我對𪜶的面前除滅亞摩利人。許個人高大親像柏香樹，勇親像橡樹。總是我頂面滅伊的果子，下面絕斷伊的根。","bklhl":"我tùi in ê面前除滅A-mô͘-lī人，hiah-ê人高大親像柏香樹，勇親像橡樹；總是我頂面滅伊ê果子，下面絕斷伊ê根。"}},{"book":"摩","chapter":2,"verse":10,"versions":{"unv":"我也將你們從埃及地領上來，在曠野引導你們四十年，使你們得亞摩利人之地為業。","bklcl":"Góa iā tòa lín tùi Ai-ki̍p tōe chiūⁿ-lâi, tī khòng-iá chhōa lín sì-cha̍p nî, hō͘ lín tit-tio̍h A-mô͘-lī lâng ê tōe chòe-gia̍p.","tghg":"我也帶恁對埃及地上來，佇曠野導恁四十年，互恁得著亞摩利人的地做業。","bklhl":"我也帶lín tùi埃及地上來，tī曠野chhōa lín四十年，hō͘ lín得tio̍h A-mô͘-lī人ê地做業。"}},{"book":"摩","chapter":2,"verse":11,"versions":{"unv":"我從你們子弟中興起先知，又從你們少年人中興起拿細耳人。以色列人哪，不是這樣嗎？這是耶和華說的。","bklcl":"Góa tùi lín ê kiáⁿ-jî tiong-kan heng-khí sian-ti, koh tùi lín ê siàu-liân lâng ê tiong-kan heng-khí Ná-sè-jíⁿ; Í-sek-lia̍t lâng ah, kiám-m̄-sī án-ni mah? che sī Iâ-hô-hoa kóng--ê.","tghg":"我對恁的子兒中間興起先知，閣對恁的少年人的中間興起拿細耳。以色列人啊，豈呣是按呢嗎？這是耶和華講的。","bklhl":"我tùi lín ê kiáⁿ兒中間興起先知，koh tùi lín ê少年人ê中間興起Ná-sè-jíⁿ；以色列人ah，kiám m̄是án-ni mah？這是耶和華講ê。"}},{"book":"摩","chapter":2,"verse":12,"versions":{"unv":"你們卻給拿細耳人酒喝，囑咐先知說：不要說預言。","bklcl":"Chóng-sī lín hō͘ Ná-sè-jíⁿ lim chiú, hoan-hù sian-ti kóng, Bo̍h-tit kóng sian-ti ōe.","tghg":"總是恁互拿細珥飲酒，吩咐先知講：莫得講先知話。","bklhl":"總是lín hō͘ Ná-sè-jíⁿ lim酒，吩咐先知講，莫得講先知話。"}},{"book":"摩","chapter":2,"verse":13,"versions":{"unv":"看哪，在你們所住之地，我必壓你們，如同裝滿禾捆的車壓物一樣。","bklcl":"Khòaⁿ ah, tī lín só͘ tiàm ê tōe, Góa beh teh lín lo̍h--khì; chhin-chhiūⁿ chng-móa tiū-khún ê chhia teh-tāng chi̍t-iūⁿ.","tghg":"看啊，佇恁所踮的地，我欲壓(teh)你落去，親像裝滿稻捆的車壓重一樣。","bklhl":"看ah，tī lín所tiàm ê地，我beh teh lín落去；親像裝滿稻綑ê車teh重一樣。"}},{"book":"摩","chapter":2,"verse":14,"versions":{"unv":"快跑的不能逃脫；有力的不能用力；剛勇的也不能自救。","bklcl":"Gâu-cháu-ê bōe-ōe tô-thoat; ióng-chòng--ê bô la̍t-bé, ióng-béng--ê bōe-ōe ka-kī kiù sìⁿ-miā;","tghg":"𠢕(gâu)走者𣍐會逃脫；勇壯者無力尾；勇猛者𣍐會家己救生命。","bklhl":"gâu走ê bōe能逃脫；勇壯ê無力尾，勇猛ê bōe能家己救性命；"}},{"book":"摩","chapter":2,"verse":15,"versions":{"unv":"拿弓的不能站立；腿快的不能逃脫；騎馬的也不能自救。","bklcl":"kia̍h-keng--ê bōe-ōe khiā-chāi; kha-pō͘ kín--ê bōe-ōe ka-kī kiù; khiâ-bé--ê bōe-ōe ka-kī kiù-miā.","tghg":"攑弓者𣍐會徛在；腳步緊者𣍐會家己救；騎馬者𣍐會家己救命。","bklhl":"kia̍h弓ê bōe能khiā在；腳步緊ê bōe能家己救；騎馬ê bōe能家己救命。"}},{"book":"摩","chapter":2,"verse":16,"versions":{"unv":"到那日，勇士中最有膽量的，必赤身逃跑。這是耶和華說的。","bklcl":"Kàu hit-ji̍t, ióng-sū-tiong ū tám-le̍k--ê beh thǹg-chhiah-theh tô-cháu; che sī Iâ-hô-hoa kóng--ê.","tghg":"到彼日，勇士中有膽力者，欲褪(thǹg)赤體逃走。這是耶和華講的。","bklhl":"到hit日，勇士中有膽力ê beh thǹg赤theh逃走；這是耶和華講ê。"}}]