[{"book":"摩","chapter":4,"verse":1,"versions":{"unv":"你們住撒馬利亞山如巴珊母牛的啊，當聽我的話─你們欺負貧寒的，壓碎窮乏的，對家主說：拿酒來，我們喝吧！","bklcl":"Lín Pa-san ê gû-bú, tiàm-tī Sat-má-lī-a soaⁿ--ê, tio̍h thiaⁿ chit ê ōe; lín khi-hū sòng-hiong lâng, ap-chè kan-khó͘ lâng, tùi in ê tiōng-hu kóng, Phâng-chiú lâi hō͘ goán lim.","tghg":"恁巴珊的牛母踮佇撒瑪利亞山者，著聽此個話──恁欺負喪鄉人，壓制艱苦人，對𪜶的丈夫講：捧酒來，互阮飲！","bklhl":"Lín Pa-san ê牛母，tiàm-tī撒馬利亞山ê，tio̍h聽chit ê話；lín欺負sòng-hiong人，壓制艱苦人，對in ê丈夫講，捧酒來hō͘阮lim。"}},{"book":"摩","chapter":4,"verse":2,"versions":{"unv":"主耶和華指著自己的聖潔起誓說：日子快到，人必用鉤子將你們鉤去，用魚鉤將你們餘剩的鉤去。","bklcl":"Chú Iâ-hô-hoa kí ka-kī ê sèng lâi chiù-chōa kóng, Khòaⁿ ah, ji̍t-chí beh lîm-kàu lín, lâng beh ēng kau lia̍h lín khì, ēng tiò-hî-kau lia̍h lín só͘ chhun--ê khì.","tghg":"主耶和華指(kí)家己的聖來咒誓(chiù-chōa)講：看啊，日子欲臨到恁，人欲用鈎掠恁去，用釣魚鈎掠恁所剩(chhun)者去。","bklhl":"主耶和華kí家己ê聖來chiù-chōa講，看ah，日子beh臨到lín，人beh用鉤掠lín去，用釣魚鉤掠lín所chhun-ê去。"}},{"book":"摩","chapter":4,"verse":3,"versions":{"unv":"你們各人必從破口直往前行，投入哈門。這是耶和華說的。","bklcl":"Lín ta̍k-lâng beh tùi phòa-khiah ti̍t-ti̍t chìn-chêng khì, cháu-ji̍p Hap-bûn; che sī Iâ-hô-hoa kóng--ê.","tghg":"恁逐人欲對破隙(phòa-khiah)直直進前去，走入哈門。這是耶和華講的。","bklhl":"Lín ta̍k人beh tùi破隙直直進前去，走入Hap-bûn；這是耶和華講ê。"}},{"book":"摩","chapter":4,"verse":4,"versions":{"unv":"以色列人哪，任你們往伯特利去犯罪，到吉甲加增罪過；每日早晨獻上你們的祭物，每三日奉上你們的十分之一。","bklcl":"Lín khì Pek-te̍k-lī hoān-chōe, kàu Kiat-kah ke-thiⁿ lín ê chōe;  ta̍k chá-khí hiàn lín ê chè-mi̍h, múi saⁿ-ji̍t hiàn lín ê cha̍p-hūn-chi̍t;","tghg":"恁去伯特利犯罪，到吉甲加添恁的罪；逐早起獻恁的祭物，每三日獻恁的十份一。","bklhl":"Lín去Pek-te̍k-lī犯罪，到Kiat-kah加添lín ê罪；ta̍k早起獻lín ê祭物，每三日獻lín ê十份一；"}},{"book":"摩","chapter":4,"verse":5,"versions":{"unv":"任你們獻有酵的感謝祭，把甘心祭宣傳報告給眾人，因為是你們所喜愛的。這是主耶和華說的。","bklcl":"ia̍h hiàn ū-kàⁿ ê mi̍h chòe siā-un-chè, chiong kam-sim-chè lâi pò-iông soan-thoân; Í-sek-lia̍t lâng ah, che sī lín só͘ hoaⁿ-hí--ê; Chú Iâ-hô-hoa kóng i lah.","tghg":"亦獻有酵(kàⁿ)的物做謝恩祭，將甘心祭來報揚宣傳，以色列人啊，這是恁所歡喜者。主耶和華講伊啦。","bklhl":"亦獻有酵ê物做謝恩祭，將甘心祭來報揚宣傳；以色列人ah，這是lín所歡喜ê；主耶和華講伊lah。"}},{"book":"摩","chapter":4,"verse":6,"versions":{"unv":"我使你們在一切城中牙齒乾淨，在你們各處糧食缺乏，你們仍不歸向我。這是耶和華說的。","bklcl":"Góa hō͘ lín tī ta̍k ê siâⁿ-lāi chhùi-khí lóng bô mi̍h thang pō͘, tī lín ê ta̍k só͘-chāi khiàm-kheh bí-niû; lín iáu-kú bô kui-ǹg Góa; che sī Iâ-hô-hoa kóng--ê.","tghg":"我互恁佇逐個城內，嘴齒攏無物通哺(pō͘)，佇恁的逐所在欠缺米糧，恁猶久無歸向我。這是耶和華講的。","bklhl":"我hō͘ lín tī ta̍k-ê城內嘴齒lóng無物thang pō͘，tī lín ê ta̍k所在欠缺米糧；lín iáu-kú無歸向我；這是耶和華講ê。"}},{"book":"摩","chapter":4,"verse":7,"versions":{"unv":"在收割的前三月，我使雨停止，不降在你們那裡；我降雨在這城，不降雨在那城；這塊地有雨，那塊地無雨；無雨的就枯乾了。","bklcl":"Tī siu-koah í-chêng saⁿ ge̍h-ji̍t, Góa kìm-chí lo̍h-hō͘ tī lín hia; Góa lo̍h-hō͘ tī chit ê siâⁿ, bô lo̍h-hō͘ tī hit ê siâⁿ; chit só͘-chāi ū hō͘, hit só͘-chāi bô hō͘, chiū ko͘-tâ.","tghg":"佇收割以前三月日，我禁止落雨佇恁遐，我落雨佇此個城，無落雨佇彼個城；此所在有雨，彼所在無雨；就枯焦。","bklhl":"Tī收割以前三月日，我禁止落雨tī lín hia；我落雨tī chit ê城，無落雨tī hit ê城；chit所在有雨，hit所在無雨，就枯焦。"}},{"book":"摩","chapter":4,"verse":8,"versions":{"unv":"這樣，兩三城的人湊到一城去找水，卻喝不足；你們仍不歸向我。這是耶和華說的。","bklcl":"Án-ni nn̄g-saⁿ ê siâⁿ ê lâng, sì-kòe tian kàu chi̍t ê siâⁿ chhē-chúi, ia̍h bô thang chí-khoah; lín iáu-kú bô kui-ǹg Góa; che sī Iâ-hô-hoa kóng--ê.","tghg":"按呢，二三個城的人，四界顛到一個城尋水，亦無通止渴(khoah)；恁猶久無歸向我。這是耶和華講的。","bklhl":"Án-ni兩三個城ê人，四界顛到一个城chhē-水，亦無thang止渴；lín iáu-kú無歸向我；這是耶和華講ê。"}},{"book":"摩","chapter":4,"verse":9,"versions":{"unv":"我以旱風、霉爛攻擊你們，你們園中許多菜蔬、葡萄樹、無花果樹、橄欖樹都被剪蟲所吃；你們仍不歸向我。這是耶和華說的。","bklcl":"Góa ēng ko͘-tâ hiú-nōa kong-kek lín; lín ê hn̂g ê chhut-sán, lín ê phû-tô-hn̂g, bû-hoa-kó chhiū, kaⁿ-ná-chhiū, lóng hō͘ chián-thâng chia̍h--khì; lín iáu-kú bô kui-ǹg Góa; che sī Iâ-hô-hoa kóng--ê.","tghg":"我用枯焦、朽爛攻擊恁，恁的園的出產，恁的葡萄園、無花果樹、橄欖樹攏互剪蟲食去；恁猶久無歸向我。這是耶和華講的。","bklhl":"我用枯焦朽爛攻擊lín；lín ê園ê出產，lín ê葡萄園、無花果樹、橄欖樹，lóng hō͘剪蟲食去；lín iáu-kú無歸ǹg我；這是耶和華講ê。"}},{"book":"摩","chapter":4,"verse":10,"versions":{"unv":"我降瘟疫在你們中間，像在埃及一樣；用刀殺戮你們的少年人，使你們的馬匹被擄掠，營中屍首的臭氣撲鼻；你們仍不歸向我。這是耶和華說的。","bklcl":"Góa kàng un-e̍k tī lín tiong-kan, chhin-chhiūⁿ tī Ai-ki̍p ê khoán; ēng to thâi-sí lín ê siàu-liân lâng; lín hiah-ê bé hō͘ lâng khan--khì, iâⁿ-lāi ê chhàu-bī chhèng kàu lín ê phīⁿ-khang; lín iáu-kú bô kui-ǹg Góa; che sī Iâ-hô-hoa kóng--ê.","tghg":"我降瘟疫(un-e̍k)佇恁中間，親像佇埃及的款；用刀刣死恁的少年人，恁許個馬互人牽去，營內的臭味淐(chhèng)到恁的鼻孔；恁猶久無歸向我。這是耶和華講的。","bklhl":"我降瘟疫tī lín中間，親像tī埃及ê款；用刀刣死lín ê少年人；lín hiah-ê馬hō͘人牽去，營內ê臭味chhèng到lín ê鼻孔；lín iáu-kú無歸ǹg我；這是耶和華講ê。"}},{"book":"摩","chapter":4,"verse":11,"versions":{"unv":"我傾覆你們中間的城邑，如同我從前傾覆所多瑪、蛾摩拉一樣，使你們好像從火中抽出來的一根柴；你們仍不歸向我。這是耶和華說的。","bklcl":"Góa chhia-tó lín tiong-kan kúi-nā ê siâⁿ, chhin-chhiūⁿ Siōng-tè chhia-tó Só͘-to-má Gô-mô͘-la̍h chi̍t-iūⁿ, lín chhin-chhiūⁿ chi̍t-tè-á chhâ tùi hé-tiong thiu--chhut-lâi; lín iáu-kú bô kui-ǹg Góa; che sī Iâ-hô-hoa kóng--ê.","tghg":"我捙倒(chhia-tó)恁中間幾若個城，親像上帝捙倒所多瑪、蛾摩拉一樣，恁親像一塊仔柴對火中抽出來；恁猶久無歸向我。這是耶和華講的。","bklhl":"我chhia倒lín中間kúi-nā ê城，親像上帝chhia倒所多瑪蛾摩拉一樣，lín親像一塊á柴tùi火中抽出來；lín iáu-kú無歸ǹg我；這是耶和華講ê。"}},{"book":"摩","chapter":4,"verse":12,"versions":{"unv":"以色列啊，我必向你如此行；以色列啊，我既這樣行，你當預備迎見你的　神。","bklcl":"Í-sek-lia̍t ah, só͘-í Góa beh án-ni khoán-thāi lí; ūi-tio̍h Góa beh án-ni khoán-thāi lí, Í-sek-lia̍t ah, lí tio̍h pī-pān lâi kìⁿ lí ê Siōng-tè.","tghg":"以色列啊，所以我欲按呢款待你；為著我欲按呢款待你，以色列啊，你著備辦來見你的上帝。","bklhl":"以色列ah，所以我beh án-ni款待你；為tio̍h我beh án-ni款待你，以色列ah，你tio̍h備辦來見你ê上帝。"}},{"book":"摩","chapter":4,"verse":13,"versions":{"unv":"那創山、造風、將心意指示人、使晨光變為幽暗、腳踏在地之高處的，他的名是耶和華─萬軍之　神。","bklcl":"Hit ê chhòng-soaⁿ chō-hong, chiong I ê sim-ì chí-sī lâng, hō͘ chá-khí-sî piàn-chòe o͘-àm, kha ta̍h tī tōe--nih koâiⁿ ê só͘-chāi--ê, I ê miâ chiū-sī bān-kun ê Siōng-tè Iâ-hô-hoa.","tghg":"彼個創山、造風、將伊的心意指示人、互早起時變做黑暗、腳踏佇地裡高的所在者，伊的名就是萬軍的上帝──耶和華。","bklhl":"Hit-ê chhòng山造風，將祂ê心意指示人，hō͘早起時變做烏暗，kha踏tī地裡高ê所在ê，祂ê名就是萬軍ê上帝耶和華。"}}]