[{"book":"摩","chapter":7,"verse":1,"versions":{"unv":"主耶和華指示我一件事：為王割菜（或譯：草）之後，菜又發生；剛發生的時候，主造蝗蟲。","bklcl":"Chú Iâ-hô-hoa hō͘ góa khòaⁿ-kìⁿ chi̍t-hāng; khòaⁿ ah, kā ông koah-chháu liáu-āu, chháu koh hoat-siⁿ; tú-á koh hoat ê sî, I hō͘ chháu-meh chhut.","tghg":"主耶和華互我看見一項：看啊，給王割草了後，草閣發生；抵仔(tú-á)閣發的時，伊互草蜢出。","bklhl":"主耶和華hō͘我看見一項；看ah，kā王割草了後，草koh發生；tú-á koh發ê時，祂hō͘草蜢出。"}},{"book":"摩","chapter":7,"verse":2,"versions":{"unv":"蝗蟲吃盡那地的青物，我就說：「主耶和華啊，求你赦免；因為雅各微弱，他怎能站立得住呢？」","bklcl":"Chháu-meh chia̍h-oân hit ê kéng-lāi chhiⁿ-chhùi ê mi̍h, góa chiū kóng, Chú Iâ-hô-hoa ah, kiû Lí sià-bián; Ngá-kok thái-thó khiā-ōe-tiâu ah? in-ūi i sī bî-sòe.","tghg":"草蜢食完彼個境內青翠的物，我就講：「主耶和華啊，求你赦免；雅各豈可(thái-thó)徛會住啊？因為伊是微細。」","bklhl":"草蜢食完hit ê境內青翠ê物，我就講，主耶和華ah，求祢赦免；雅各thái-thó khiā-ōe-tiâu ah？因為伊是微細。"}},{"book":"摩","chapter":7,"verse":3,"versions":{"unv":"耶和華就後悔，說：「這災可以免了。」","bklcl":"Iâ-hô-hoa ūi chit ê sū thè-hóe; Iâ-hô-hoa koh kóng, Chit ê sū bô beh chiâⁿ.","tghg":"耶和華為此個事退悔，耶和華閣講：「此個事無欲成。」","bklhl":"耶和華為 chit ê事退悔；耶和華koh講，chit ê事無beh成。"}},{"book":"摩","chapter":7,"verse":4,"versions":{"unv":"主耶和華又指示我一件事：他命火來懲罰以色列，火就吞滅深淵，險些將地燒滅。","bklcl":"Chú Iâ-hô-hoa koh hō͘ góa khòaⁿ-kìⁿ chi̍t-hāng; khòaⁿ ah, Chú Iâ-hô-hoa kiò hé lâi chek-hoa̍t; hé it-chīn sio chhim-ian, ia̍h beh thun-chia̍h tōe;","tghg":"主耶和華閣互我看見一項：看啊，主耶和華叫火來責罰，火一盡燒深淵，亦欲吞食地。","bklhl":"主耶和華koh hō͘我看見一項；看ah，主耶和華叫火來責罰；火一盡燒深淵，亦beh吞食地；"}},{"book":"摩","chapter":7,"verse":5,"versions":{"unv":"我就說：「主耶和華啊，求你止息；因為雅各微弱，他怎能站立得住呢？」","bklcl":"góa chiū kóng, Chú Iâ-hô-hoa ah, kiû Lí thêng-chí; Ngá-kok thái-thó khiā-ōe-tiâu ah?  in-ūi i sī bî-sòe.","tghg":"我就講：「主耶和華啊，求你停止；雅各豈可徛會住啊？因為伊是微細。」","bklhl":"我就講，主耶和華ah，求祢停止；雅各thái-thó khiā-ōe-tiâu ah？因為伊是微細。"}},{"book":"摩","chapter":7,"verse":6,"versions":{"unv":"耶和華就後悔，說：「這災也可免了。」","bklcl":"Iâ-hô-hoa ūi chit ê sū thè-hóe;  Chú Iâ-hô-hoa koh kóng, Chit ê sū iā bô beh chiâⁿ.","tghg":"耶和華為此個事退悔，主耶和華閣講：「此個事也無欲成。」","bklhl":"耶和華為chit ê事退悔；主耶和華koh講，chit ê事也無beh成。"}},{"book":"摩","chapter":7,"verse":7,"versions":{"unv":"他又指示我一件事：有一道牆是按準繩建築的，主手拿準繩站在其上。","bklcl":"I koh hō͘ góa khòaⁿ-kìⁿ chi̍t-hāng; khòaⁿ ah, ū chi̍t-chōa chhiûⁿ sī chiàu chîn-sòaⁿ khí--ê; Chú khiā tī hit téng-bīn, chhiú the̍h chîn-sòaⁿ.","tghg":"伊閣互我看見一項：看啊，有一鑆(chōa)牆是照繩(chîn)線起的，主徛佇彼頂面手提繩線。","bklhl":"伊koh hō͘我看見一項；看ah，有一chōa牆是照繩線起ê；主khiā tī hit頂面，手the̍h繩線。"}},{"book":"摩","chapter":7,"verse":8,"versions":{"unv":"耶和華對我說：「阿摩司啊，你看見甚麼？」我說：「看見準繩。」主說：「我要吊起準繩在我民以色列中，我必不再寬恕他們。","bklcl":"Iâ-hô-hoa tùi góa kóng, A-mô͘-sū ah, lí khòaⁿ-kìⁿ sím-mi̍h? góa kóng, Khòaⁿ-kìⁿ chîn-sòaⁿ. Chú kóng, Khòaⁿ ah, Góa beh khan chîn-sòaⁿ tī Góa ê peh-sìⁿ Í-sek-lia̍t tiong; Góa bô beh koh khoan-sù in.","tghg":"耶和華對我講：「阿摩司啊，你看見甚麼？」我講：「看見繩線。」主講：「看啊，我欲牽繩線佇我的百姓以色列中，我無欲閣寬恕𪜶。","bklhl":"耶和華對我講，阿摩司ah，你看見甚麼？我講，看見繩線。主講，看ah，我beh牽繩線tī我ê百姓以色列中；我無beh koh寬恕in。"}},{"book":"摩","chapter":7,"verse":9,"versions":{"unv":"以撒的邱壇必然淒涼，以色列的聖所必然荒廢。我必興起，用刀攻擊耶羅波安的家。」","bklcl":"Í-sat ê soaⁿ-thâu-tôaⁿ beh pha-hng, Í-sek-lia̍t ê sèng-só͘ beh hong-hòe; Góa beh khí-lâi, ēng to kong-kek Iâ-lô-pho-àm ê ke.","tghg":"以撒的山頭壇欲拋荒，以色列的聖所欲荒廢。我欲起來，用刀攻擊耶羅波安的家。」","bklhl":"以撒ê山頭壇beh拋荒，以色列ê聖所beh荒廢；我beh起來，用刀攻擊Iâ-lô-pho-àm ê家。"}},{"book":"摩","chapter":7,"verse":10,"versions":{"unv":"伯特利的祭司亞瑪謝打發人到以色列王耶羅波安那裡，說：「阿摩司在以色列家中圖謀背叛你；他所說的一切話，這國擔當不起；","bklcl":"Tng-sî Pek-te̍k-lī ê chè-si, A-má-siā, chhe lâng kàu Í-sek-lia̍t ông Iâ-lô-pho-àm hia kóng, A-mô͘-sū tī Í-sek-lia̍t cho̍k-tiong kè-bô͘ kong-kek lí; chit ê tōe-hng bōe kham-tit i kóng chiah-ê ōe.","tghg":"當時伯特利的祭司亞瑪謝差人到以色列王耶羅波安遐，講：「阿摩司佇以色列族中計謀攻擊你；此個地方𣍐堪得伊講諸個話；","bklhl":"當時Pek-te̍k-lī ê祭司，A-má-siā，差人到以色列王Iâ-lô-pho-àm hia講，阿摩司tī以色列族中計謀攻擊你；chit ê地方bōe堪得伊講chiah ê話。"}},{"book":"摩","chapter":7,"verse":11,"versions":{"unv":"因為阿摩司如此說：『耶羅波安必被刀殺，以色列民定被擄去離開本地。』」","bklcl":"In-ūi A-mô͘-sū án-ni kóng, Iâ-lô-pho-àm beh hō͘ to thâi-sí, Í-sek-lia̍t peh-sìⁿ koat-toàn beh siū-lia̍h lī-khui pún só͘-chāi.","tghg":"因為阿摩司按呢講：『耶羅波安欲互刀刣死，以色列百姓決斷欲受掠離開本所在。』」","bklhl":"因為阿摩司án-ni講，Iâ-lô-pho-àm beh hō͘刀刣死，以色列百姓決斷beh受掠離開本所在。"}},{"book":"摩","chapter":7,"verse":12,"versions":{"unv":"亞瑪謝又對阿摩司說：「你這先見哪，要逃往猶大地去，在那裡糊口，在那裡說預言，","bklcl":"A-má-siā koh tùi A-mô͘-sū kóng, Lí chit ê sian-kiàn ah, khì--ah, tio̍h cháu--khì Iû-tāi tōe, tī-hia thàn-chia̍h, tī-hia chòe sian-ti.","tghg":"亞瑪謝閣對阿摩司講：「你此個先見啊，去啊，著走去猶大地，佇遐趁食，佇遐做先知，","bklhl":"A-má-siā koh對阿摩司講，你chit ê先見ah，去ah，tio̍h走去偤大地，tī-hia thàn食，tī-hia做先知。"}},{"book":"摩","chapter":7,"verse":13,"versions":{"unv":"卻不要在伯特利再說預言；因為這裡有王的聖所，有王的宮殿。」","bklcl":"Chóng-sī m̄-thang koh tī Pek-te̍k-lī kóng sian-ti ōe; in-ūi tī-chia ū ông ê sèng-só͘, ū ông-ke ê kiong-tiān.","tghg":"總是呣通閣佇伯特利講先知話；因為佇遮有王的聖所，有王家的宮殿。」","bklhl":"總是m̄-thang koh tī Pek-te̍k-lī講先知話；因為tī-chia有王ê聖所，有王家ê宮殿。"}},{"book":"摩","chapter":7,"verse":14,"versions":{"unv":"阿摩司對亞瑪謝說：「我原不是先知，也不是先知的門徒（原文是兒子）。我是牧人，又是修理桑樹的。","bklcl":"A-mô͘-sū chiū tùi A-má-siā kóng, Góa pún m̄-sī sian-ti, ia̍h m̄-sī sian-ti ê kiáⁿ; góa sī chhī cheng-siⁿ ê lâng, koh sī tī-lí sng-châi-chhiū--ê.","tghg":"阿摩司就對亞瑪謝講：「我本呣是先知，亦呣是先知的子。我是飼精牲的人，閣是治理桑材(sng-châi)樹者。","bklhl":"阿摩司就對A-má-siā講，我本m̄是先知，亦m̄是先知ê kiáⁿ；我是飼cheng-siⁿ ê人，koh是治理桑材樹ê。"}},{"book":"摩","chapter":7,"verse":15,"versions":{"unv":"耶和華選召我，使我不跟從羊群，對我說：『你去向我民以色列說預言。』","bklcl":"Góa teh kò͘ iûⁿ-kûn ê sî, Iâ-hô-hoa kéng-tiàu góa, Iâ-hô-hoa tùi góa kóng, Khì ah, tùi Góa ê peh-sìⁿ Í-sek-lia̍t soan-thoân.","tghg":"我啲顧羊群的時，耶和華揀召我，耶和華對我講：『去啊，對我的百姓以色列宣傳。』","bklhl":"我teh顧羊群ê時，耶和華揀召我，耶和華對我講，去ah，對我ê百姓以色列宣傳。"}},{"book":"摩","chapter":7,"verse":16,"versions":{"unv":"亞瑪謝啊，現在你要聽耶和華的話。你說：『不要向以色列說預言，也不要向以撒家滴下預言。』","bklcl":"Taⁿ lí tio̍h thiaⁿ Iâ-hô-hoa ê ōe; lí kóng, M̄-thang soan-thoân lâi kong-kek Í-sek-lia̍t, m̄-thang kóng-ōe lâi kong-kek Í-sat ê ke.","tghg":"今你著聽耶和華的話。你講：『呣通宣傳來攻擊以色列，呣通講話來攻擊以撒的家。』","bklhl":"Taⁿ你tio̍h聽耶和華ê話；你講，M̄-thang宣傳來攻擊以色列，m̄-thang講話來攻擊以撒ê家。"}},{"book":"摩","chapter":7,"verse":17,"versions":{"unv":"所以耶和華如此說：『你的妻子必在城中作妓女，你的兒女必倒在刀下；你的地必有人用繩子量了分取，你自己必死在污穢之地。以色列民定被擄去離開本地。』」","bklcl":"Só͘-í Iâ-hô-hoa án-ni kóng, Lí ê bó͘ beh tī siâⁿ-lāi chòe chhiong-ki, lí ê kiáⁿ cha-bó͘-kiáⁿ beh sí tī to-ē; lí ê tōe, lâng beh ēng soh niû lâi pun i; lí pún-sin beh sí tī ù-òe ê só͘-chāi; Í-sek-lia̍t peh-sìⁿ koat-toàn beh siū-lia̍h lī-khui pún só͘-chāi.","tghg":"所以耶和華按呢講：『你的某欲佇城內做娼妓，你的子查某子欲死佇刀下；你的地人欲用索量來分伊，你本身欲死佇污穢的所在。以色列百姓決斷欲受掠離開本所在。』」","bklhl":"所以耶和華án-ni講，你ê bó͘ beh tī城內做娼妓，你ê kiáⁿ cha-bó͘-kiáⁿ beh死tī刀下；你ê地，人beh用索量來分伊；你本身beh死tī污穢ê所在；以色列百姓決斷beh受掠離開本所在。"}}]