[{"book":"摩","chapter":1,"verse":1,"versions":{"unv":"當猶大王烏西雅，以色列王約阿施的兒子耶羅波安在位的時候，大地震前二年，提哥亞牧人中的阿摩司得默示論以色列。","bklcl":"Thê-ko-a bo̍k-chiá-tiong A-mô͘-sū ê ōe.  Chiah-ê ōe chiū-sī tī Iû-tāi ông O͘-se-a nî-kan, Í-sek-lia̍t ông Iok-hat ê kiáⁿ Iâ-lô-pho-àm ê nî-kan, tōe-tāng í-chêng nn̄g-nî, só͘ khòaⁿ-kìⁿ koan-hē Í-sek-lia̍t ê sū.","tghg":"提哥亞牧者中阿摩司的話。諸個話就是佇猶大王烏西雅年間，以色列王約轄的子耶羅波安的年間，地動以前二年，所看見關係以色列的事。","bklhl":"Thê-ko-a牧者中阿摩司ê話，chiah ê話就是tī偤大王O͘-se-a年間，以色列王Iok-hat ê kiáⁿ Iâ-lô-pho-àm ê年間，地動以前兩年，所看見關係以色列ê事。"}},{"book":"摩","chapter":1,"verse":2,"versions":{"unv":"他說：耶和華必從錫安吼叫，從耶路撒冷發聲；牧人的草場要悲哀；迦密的山頂要枯乾。","bklcl":"I kóng, Iâ-hô-hoa tùi Sek-an âu-kiò, tùi Iâ-lō͘-sat-léng chhut I ê siaⁿ; bo̍k-chiá ê chháu-tiûⁿ pi-ai, Ka-bi̍t ê soaⁿ-téng ko͘-tâ.","tghg":"伊講：耶和華對錫安喉叫，對耶路撒冷出伊的聲；牧者的草場悲哀；迦密的山頂枯焦。","bklhl":"伊講，耶和華對錫安喉叫，對耶路撒冷出祂ê聲；牧者ê草場悲哀，Ka-bi̍t ê山頂枯焦。"}},{"book":"摩","chapter":1,"verse":3,"versions":{"unv":"耶和華如此說：大馬士革三番四次地犯罪，我必不免去她的刑罰；因為她以打糧食的鐵器打過基列。","bklcl":"Iâ-hô-hoa án-ni kóng, Ūi-tio̍h Tāi-má-sek hoān-chōe kàu saⁿ-pái, ia̍h kàu sì-pái, Góa bô beh bián i ê hêng-hoa̍t; in-ūi i ēng phah gō͘-kak ê thih-khì phah Ki-lia̍t.","tghg":"耶和華按呢講：為著大馬色犯罪到三擺，亦到四擺，我無欲免伊的刑罰；因為伊用拍五穀的鐵器拍基列。","bklhl":"耶和華án-ni講，為tio̍h大馬色犯罪到三pái，亦到四pái，我無beh免伊ê刑罰；因為伊用phah五穀ê鐵器phah Ki-lia̍t。"}},{"book":"摩","chapter":1,"verse":4,"versions":{"unv":"我卻要降火在哈薛的家中，燒滅便哈達的宮殿。","bklcl":"Góa beh kàng-hé tī Hap-siat ê ke, sio-bia̍t Piān-hap-ta̍t ê kiong-tiān.","tghg":"我欲降火佇哈設的家，燒滅便哈達的宮殿。","bklhl":"我beh降火tī Hap-siat ê家，燒滅Piān-hap-ta̍t ê宮殿。"}},{"book":"摩","chapter":1,"verse":5,"versions":{"unv":"我必折斷大馬士革的門閂，剪除亞文平原的居民和伯•伊甸掌權的。亞蘭人必被擄到吉珥。這是耶和華說的。","bklcl":"Góa beh chám-tn̄g Tāi-má-sek ê mn̂g-kông, chián-tû A-bûn pîⁿ-iûⁿ khiā-khí ê peh-sìⁿ, kap Pek-i-tiân chiáng-koân-pèng--ê; A-lân lâng beh siū-lia̍h kàu Kiat-jíⁿ; che sī Iâ-hô-hoa kóng--ê.","tghg":"我欲斬斷大馬色的門楗(kông)，剪除亞文平洋徛起的百姓及伯伊甸掌權柄者。亞蘭人欲受掠到吉珥。這是耶和華講的。","bklhl":"我beh斬斷大馬色ê門栱，剪除A-bûn平洋khiā起ê百姓，kap Pek-i-tiân掌權柄ê；A-lân人beh受掠到Kiat-jíⁿ；這是耶和華講ê。"}},{"book":"摩","chapter":1,"verse":6,"versions":{"unv":"耶和華如此說：迦薩三番四次地犯罪，我必不免去她的刑罰；因為她擄掠眾民交給以東。","bklcl":"Iâ-hô-hoa án-ni kóng, Ūi-tio̍h Ka-sat hoān-chōe kàu saⁿ-pái, ia̍h kàu sì-pái, Góa bô beh bián i ê hêng-hoa̍t; in-ūi in lia̍h kui-cho̍k ê peh-sìⁿ kau hō͘ Í-tong.","tghg":"耶和華按呢講：為著迦薩犯罪到三擺亦到四擺，我無欲免伊的刑罰；因為𪜶掠歸族的百姓交互以東。","bklhl":"耶和華án-ni講，為tio̍h Ka-sat犯罪到三pái，亦到四pái，我無beh免伊ê刑罰；因為in掠kui族ê百姓交hō͘ Í-tong。"}},{"book":"摩","chapter":1,"verse":7,"versions":{"unv":"我卻要降火在迦薩的城內，燒滅其中的宮殿。","bklcl":"Góa beh kàng-hé tī Ka-sat ê siâⁿ-chhiûⁿ, sio-bia̍t i ê kiong-tiān.","tghg":"我欲降火佇迦薩的城牆，燒滅伊的宮殿。","bklhl":"我beh降火tī Ka-sat ê城牆，燒滅伊ê宮殿。"}},{"book":"摩","chapter":1,"verse":8,"versions":{"unv":"我必剪除亞實突的居民和亞實基倫掌權的，也必反手攻擊以革倫。非利士人所餘剩的必都滅亡。這是主耶和華說的。","bklcl":"Góa beh chián-tû A-si̍t-tu̍t khiā-khí ê peh-sìⁿ, kap A-si̍t-ki-lûn chiáng-koân-pèng--ê; ia̍h beh oa̍t-tńg chhiú kong-kek Í-kek-lûn; Hui-lī-sū lâng só͘ chhun--ê, beh lóng bia̍t-bô; che sī Chú Iâ-hô-hoa kóng--ê.","tghg":"我欲剪除亞實突徛起的百姓及亞實基倫掌權柄者，亦欲越轉手攻擊以革倫。非利士人所剩(chhun)者，欲攏滅無。這是主耶和華講的。","bklhl":"我beh剪除A-si̍t-tu̍t khiā起ê百姓，kap A-si̍t-ki-lûn掌權柄ê；亦beh oa̍t-tńg手攻擊Í-kek-lûn；腓利士人所chhun-ê，beh lóng滅無；這是主耶和華講ê。"}},{"book":"摩","chapter":1,"verse":9,"versions":{"unv":"耶和華如此說：泰爾三番四次地犯罪，我必不免去她的刑罰；因為她將眾民交給以東，並不記念弟兄的盟約。","bklcl":"Iâ-hô-hoa án-ni kóng, Ūi-tio̍h Chhui-lô hoān-chōe kàu saⁿ-pái, ia̍h kàu sì-pái, Góa bô beh bián i ê hêng-hoa̍t; in-ūi in chiong kui-cho̍k ê peh-sìⁿ kau hō͘ Í-tong, ia̍h bô kì-liām hiaⁿ-tī ê bêng-iok.","tghg":"耶和華按呢講：為著推羅犯罪到三擺亦到四擺，我無欲免伊的刑罰；因為𪜶將歸族的百姓交互以東，亦無紀念兄弟的盟約。","bklhl":"耶和華án-ni講，為tio̍h Chhui-lô犯罪到三pái，亦到四pái，我無beh免伊ê刑罰；因為in將kui族ê百姓交hō͘ Í-tong，亦無記念兄弟ê盟約。"}},{"book":"摩","chapter":1,"verse":10,"versions":{"unv":"我卻要降火在泰爾的城內，燒滅其中的宮殿。","bklcl":"Góa beh kàng-hé tī Chhui-lô ê siâⁿ-chhiûⁿ, sio-bia̍t i ê kiong-tiān.","tghg":"我欲降火佇推羅的城牆，燒滅伊的宮殿。","bklhl":"我beh降火tī Chhui-lô ê城牆，燒滅伊ê宮殿。"}},{"book":"摩","chapter":1,"verse":11,"versions":{"unv":"耶和華如此說：以東三番四次地犯罪，我必不免去她的刑罰；因為她拿刀追趕兄弟，毫無憐憫，發怒撕裂，永懷忿怒。","bklcl":"Iâ-hô-hoa án-ni kóng, Ūi-tio̍h Í-tong hoān-chōe kàu saⁿ-pái, ia̍h kàu sì-pái, Góa bô beh bián i ê hêng-hoa̍t; in-ūi i kia̍h-to tui-jip i ê hiaⁿ-tī, lóng bô lîn-bín; i ê siū-khì béng-lia̍t, hoat-chhut bô soah, éng-oán khǹg siū-khì.","tghg":"耶和華按呢講：為著以東犯罪到三擺亦到四擺，我無欲免伊的刑罰；因為伊攑刀追趇(jip)伊的兄弟，攏無憐憫，伊的受氣猛烈，發出無息(soah)永遠囥(khǹg)受氣。","bklhl":"耶和華án-ni講，為tio̍h Í-tong犯罪到三pái，亦到四pái，我無beh免伊ê刑罰；因為伊kia̍h刀追jip伊ê兄弟，lóng無憐憫；伊ê受氣猛烈，發出無soah，永遠khǹg受氣。"}},{"book":"摩","chapter":1,"verse":12,"versions":{"unv":"我卻要降火在提幔，燒滅波斯拉的宮殿。","bklcl":"Góa beh kàng-hé tī Thê-bān, sio-bia̍t Pho-su-la̍h ê kiong-tiān.","tghg":"我欲降火佇提幔，燒滅波斯拉的宮殿。","bklhl":"我beh降火tī Thê-bān，燒滅Pho-su-la̍h ê宮殿。"}},{"book":"摩","chapter":1,"verse":13,"versions":{"unv":"耶和華如此說：亞捫人三番四次地犯罪，我必不免去他們的刑罰；因為他們剖開基列的孕婦，擴張自己的境界。","bklcl":"Iâ-hô-hoa án-ni kóng, Ūi-tio̍h A-bûn-cho̍k hoān-chōe kàu saⁿ-pái, ia̍h kàu sì-pái, Góa bô beh bián i ê hêng-hoa̍t;  in-ūi in phòa-khui Ki-lia̍t ū sin-īn ê hū-jîn-lâng, beh khui-khoah in ê kéng-kài.","tghg":"耶和華按呢講：為著亞捫族犯罪到三擺亦到四擺，我無欲免伊的刑罰；因為𪜶破開基列有娠孕(sin-īn)的婦仁人，欲開闊𪜶的境界。","bklhl":"耶和華án-ni講，為tio̍h A-bûn族犯罪到三pái，亦到四pái，我無beh免伊ê刑罰；因為in破開Ki-lia̍t有身孕ê婦人人，beh開闊in ê境界。"}},{"book":"摩","chapter":1,"verse":14,"versions":{"unv":"我卻要在爭戰吶喊的日子，旋風狂暴的時候，點火在拉巴的城內，燒滅其中的宮殿。","bklcl":"Góa beh tī kau-chiàn hoah-hiàm ê ji̍t, kńg-lê-hong kông-hong ê ji̍t, khí-hé tī La̍h-pa ê siâⁿ-chhiûⁿ, sio-bia̍t i ê kiong-tiān.","tghg":"我欲佇交戰喝喊(hoah-hiàm)的日，捲螺風狂風的日，起火佇拉巴的城牆，燒滅伊的宮殿。","bklhl":"我beh tī交戰hoah-hiàm ê日，捲螺風狂風ê日，起火tī La̍h-pa ê城牆，燒滅伊ê宮殿。"}},{"book":"摩","chapter":1,"verse":15,"versions":{"unv":"他們的王和首領必一同被擄去。這是耶和華說的。","bklcl":"In ê ông kap i hiah-ê siú-léng, beh chòe chi̍t-ē hō͘ lâng lia̍h-khì; che sī Iâ-hô-hoa kóng--ê.","tghg":"𪜶的王及伊許個首領欲做一下互人掠去。這是耶和華講的。","bklhl":"In ê王kap伊hiah-ê首領，beh做一下hō͘人掠去；這是耶和華講ê。"}}]