[{"book":"摩","chapter":9,"verse":1,"versions":{"unv":"我看見主站在祭壇旁邊；他說：你要擊打柱頂，使門檻震動，打碎柱頂，落在眾人頭上；所剩下的人，我必用刀殺戮，無一人能逃避，無一人能逃脫。","bklcl":"Góa khòaⁿ-kìⁿ Chú khiā tī chè-tôaⁿ-piⁿ; I kóng, Lí tio̍h phah thiāu-táu, hō͘ mn̂g-tēng tín-tāng; phah-chhùi i lâi siong-tio̍h chèng-lâng ê thâu-khak; in só͘ chhun ê lâng, Góa beh ēng to thâi, bô chi̍t-ê cháu ōe lī; bô chi̍t-ê ōe tit-tio̍h kiù.","tghg":"我看見主徛佇祭壇邊；伊講：你著拍柱枓(thiāu-táu)，互門椗(tēng)振動，拍碎伊，來傷著眾人的頭殼；𪜶所剩(chhun)的人，我欲用刀刣，無一個走會離，無一個會得著救。","bklhl":"我看見主khiā tī祭壇邊；祂講，你tio̍h phah柱斗，hō͘門碇振動；phah碎伊來傷tio̍h眾人ê頭殼；in所chhun ê人，我beh用刀刣，無一个走能離；無一个能得tio̍h救。"}},{"book":"摩","chapter":9,"verse":2,"versions":{"unv":"他們雖然挖透陰間，我的手必取出他們來；雖然爬上天去，我必拿下他們來；","bklcl":"In sui-jiân ku̍t kàu im-kan, Góa ê chhiú beh tùi-hia lia̍h in chhut-lâi; sui-jiân chiūⁿ kàu thiⁿ, Góa beh tùi-hia lia̍h in lo̍h--lâi;","tghg":"𪜶雖然掘到陰間，我的手欲對遐掠𪜶出來；雖然上到天，我欲對遐掠𪜶落來；","bklhl":"In雖然掘到陰間，我ê手beh tùi-hia掠in出來；雖然上到天，我beh tùi-hia掠in落來；"}},{"book":"摩","chapter":9,"verse":3,"versions":{"unv":"雖然藏在迦密山頂，我必搜尋，捉出他們來；雖然從我眼前藏在海底，我必命蛇咬他們；","bklcl":"sui-jiân bih tī Ka-bi̍t soaⁿ-téng, Góa beh chhiau-chhē, tùi-hia lia̍h in chhut-lâi; sui-jiân siám-pī Góa ê ba̍k-chiu-chêng, bih tī hái-tóe, Góa beh tùi-hia bēng-lēng chôa, i beh kā in;","tghg":"雖然匿(bih)佇迦密山頂，我欲搜尋(chhiau-chhē)，對遐掠𪜶出來；雖然閃避我的目睭前匿佇海底，我欲對遐命令蛇，伊欲咬𪜶；","bklhl":"雖然bih tī迦密山頂，我beh chhiau-chhē，tùi-hia掠in出來；雖然閃避我ê目睭前，bih tī海底，我beh tùi-hia命令蛇，伊beh kā in；"}},{"book":"摩","chapter":9,"verse":4,"versions":{"unv":"雖被仇敵擄去，我必命刀劍殺戮他們；我必向他們定住眼目，降禍不降福。","bklcl":"sui-jiân siū-lia̍h tī tùi-te̍k ê bīn-chêng, Góa beh tùi-hia bēng-lēng to-kiàm, i beh thâi in; Góa beh chù-ba̍k khòaⁿ i, sī beh kàng chai-ē, m̄-sī beh kàng hok-khì.","tghg":"雖然受掠佇對敵的面前，我欲對遐命令刀劍，伊欲刣𪜶；我欲注目看伊，是欲降災禍呣是欲降福氣。","bklhl":"雖然受掠tī對敵ê面前，我beh tùi-hia命令刀劍，伊beh 刣 in；我beh注目看伊，是beh降災厄，m̄是beh降福氣。"}},{"book":"摩","chapter":9,"verse":5,"versions":{"unv":"主─萬軍之耶和華摸地，地就消化，凡住在地上的都必悲哀。地必全然像尼羅河漲起，如同埃及河落下。","bklcl":"In-ūi Chú bān-kun ê Iâ-hô-hoa bong tōe, tōe chiū siau-iûⁿ; kìⁿ-nā khiā-khí hit tiong-kan--ê beh pi-ai, choân-tōe beh chhin-chhiūⁿ Tōa-hô tiòng--khí-lâi, ia̍h beh thè-kē chhin-chhiūⁿ Ai-ki̍p hô.","tghg":"因為主──萬軍的耶和華摸地，地就消溶，見若徛起彼中間者欲悲哀。全地欲親像大河漲起來，亦欲退低親像埃及河。","bklhl":"因為主萬軍ê耶和華摸地，地就消溶；見若khiā起hit中間ê beh悲哀，全地beh親像大河漲起來，亦beh退低親像埃及河。"}},{"book":"摩","chapter":9,"verse":6,"versions":{"unv":"那在天上建造樓閣、在地上安定穹蒼、命海水澆在地上的─耶和華是他的名。","bklcl":"Tī thiⁿ-téng khí I ê pâng-keng, tī tōe-chiūⁿ hē kiong-chhong ê tōe-ki, kiò hái-chúi lâi piàⁿ tī tōe--nih-ê, I ê miâ sī Iâ-hô-hoa.","tghg":"佇天頂起伊的房間、佇地上下(hē)穹蒼的地基、叫海水來傾(piàⁿ)佇地裡者──伊的名是耶和華。","bklhl":"Tī天頂起祂ê房間，tī地上hē穹蒼ê地基，叫海水來piàⁿ tī地裡ê，祂ê名是耶和華。"}},{"book":"摩","chapter":9,"verse":7,"versions":{"unv":"耶和華說：以色列人哪，我豈不看你們如古實人嗎？我豈不是領以色列人出埃及地，領非利士人出迦斐託，領亞蘭人出吉珥嗎？","bklcl":"Iâ-hô-hoa kóng, Í-sek-lia̍t lâng ah, Góa kiám-bô khòaⁿ lín chhin-chhiūⁿ Kó͘-si̍t lâng mah? Góa kiám-m̄-sī chhōa Í-sek-lia̍t lâng chhut Ai-ki̍p tōe, Hui-lī-sū lâng chhut Ka-hui-thok, A-lân lâng chhut Kiat-jíⁿ mah?","tghg":"耶和華講：以色列人啊，我豈無看恁親像古實人嗎？我豈呣是導以色列人出埃及地，非利士人出迦斐託，亞蘭人出吉珥嗎？","bklhl":"耶和華講，以色列人ah，我kiám無看lín親像Kó͘-si̍t人mah？我kiám m̄是chhōa以色列人出埃及地，腓利士人出Ka-hui-thok，A-lân人出Kiat-jíⁿ mah？"}},{"book":"摩","chapter":9,"verse":8,"versions":{"unv":"主耶和華的眼目察看這有罪的國，必將這國從地上滅絕，卻不將雅各家滅絕淨盡。這是耶和華說的。","bklcl":"Khòaⁿ ah, Chú Iâ-hô-hoa chù-ba̍k khòaⁿ chit ê ū-chōe ê kok, Góa beh tùi tōe-chiūⁿ bia̍t--i; chóng-sī bô beh it-chīn bia̍t Ngá-kok ê ke. che sī Iâ-hô-hoa kóng--ê.","tghg":"看啊，主耶和華注目看此個有罪的國，我欲對地上滅伊，總是無欲一盡滅雅各的家。這是耶和華講的。","bklhl":"看ah，主耶和華注目看chit ê有罪ê國，我beh tùi地上滅伊；總是無beh一盡滅雅各ê家。這是耶和華講ê。"}},{"book":"摩","chapter":9,"verse":9,"versions":{"unv":"我必出令，將以色列家分散在列國中，好像用篩子篩穀，連一粒也不落在地上。","bklcl":"Khòaⁿ ah, Góa beh chhut bēng-lēng tī bān-kok-tiong pòa Í-sek-lia̍t-ke, chhin-chhiūⁿ ēng pòa-ki pòa gō͘-kak, bô chi̍t-lia̍p tēng--ê ka-la̍uh tōe.","tghg":"看啊，我欲出命令，佇萬國中簸(pòa)以色列家，親像用簸箕(pòa-ki)簸五穀，無一粒𠕇(tēng)的磕落(ka-la̍uh)地。","bklhl":"看ah，我beh出命令tī萬國中簸以色列家，親像用簸箕簸五穀，無一粒tēng-ê ka-la̍uh地。"}},{"book":"摩","chapter":9,"verse":10,"versions":{"unv":"我民中的一切罪人說：災禍必追不上我們，也迎不著我們。他們必死在刀下。","bklcl":"Góa ê peh-sìⁿ tiong-kan lóng-chóng ū-chōe ê lâng kóng, Chai-ē bōe jip-tio̍h goán, ia̍h bōe tú-tio̍h goán-ê, in beh sí tī to-ē.","tghg":"我的百姓中間攏總有罪的人講：災禍𣍐趇(jip)著阮，亦𣍐抵著(tú-tio̍h)阮的。𪜶欲死佇刀下。","bklhl":"我ê百姓中間lóng總有罪ê人講，災厄bōe jip-tio̍h阮，亦bōe tú-tio̍h阮ê，in beh死tī刀下。"}},{"book":"摩","chapter":9,"verse":11,"versions":{"unv":"到那日，我必建立大衛倒塌的帳幕，堵住其中的破口，把那破壞的建立起來，重新修造，像古時一樣，","bklcl":"Kàu hit-ji̍t Tāi-pi̍t í-keng tó ê pò͘-pîⁿ, Góa beh koh kā i khiā--khí-lâi, iā beh pó͘ i ê phòa-khiah, beh khí i hiah-ê tó-hoāi--ê, lâi kiàn-li̍p i, chhin-chhiūⁿ chá-sî chi̍t-iūⁿ;","tghg":"到彼日，大衛已經倒的布棚，我欲閣給伊徛起來，也欲補伊的破隙(khiah)，欲起伊許個倒壞的，來建立伊，親像早時一樣。","bklhl":"到hit日，大衛已經倒ê布棚，我beh koh kā伊khiā起來，也beh補伊ê破隙，beh起伊hiah-ê倒壞ê，來建立伊，親像早時一樣；"}},{"book":"摩","chapter":9,"verse":12,"versions":{"unv":"使以色列人得以東所餘剩的和所有稱為我名下的國。此乃行這事的耶和華說的。","bklcl":"hō͘ in tit-tio̍h Í-tong iáu chhun--ê chòe-gia̍p, ia̍h tit-tio̍h hiah-ê ēng Góa ê miâ lâi chheng ê gōa-pang.  Che sī kiâⁿ chit ê sū ê Iâ-hô-hoa só͘ kóng--ê.","tghg":"互𪜶得著以東猶剩的做業，亦得著許個用我的名來稱的外邦。這是行此個事的耶和華所講的。","bklhl":"hō͘ in得tio̍h Í-tong iáu chhun-ê做業，亦得tio̍h hiah-ê用我ê名來稱ê外邦。這是行chit ê事ê耶和華所講ê。"}},{"book":"摩","chapter":9,"verse":13,"versions":{"unv":"耶和華說：日子將到，耕種的必接續收割的；踹葡萄的必接續撒種的；大山要滴下甜酒；小山都必流奶（原文是消化，見約珥三章十八節）。","bklcl":"Iâ-hô-hoa kóng, Khòaⁿ ah, ji̍t-chí beh kàu, lôe-chhân--ê beh jip-tio̍h siu-koah--ê, ta̍h phû-tô--ê beh jip-tio̍h iā-chéng--ê; tōa-soaⁿ beh tih tiⁿ-chiú, sió-soaⁿ beh lâu ni.","tghg":"耶和華講：看啊，日子欲到，犁田者欲趇著收割者；踏葡萄者欲趇著撒種者，大山欲滴甜酒；小山欲流奶。","bklhl":"耶和華講，看ah，日子beh到，犁田ê beh jip-tio̍h收割ê，踏葡萄ê beh jip-tio̍h掖種ê；大山beh滴甜酒，小山beh流奶。"}},{"book":"摩","chapter":9,"verse":14,"versions":{"unv":"我必使我民以色列被擄的歸回；他們必重修荒廢的城邑居住，栽種葡萄園，喝其中所出的酒，修造果木園，吃其中的果子。","bklcl":"Góa beh hō͘ Góa ê peh-sìⁿ Í-sek-lia̍t siū-lia̍h--ê tò-tńg-lâi; in beh koh khí hong-hòe ê siâⁿ lâi khiā-khí, chai phû-tô-hn̂g, lâi lim i ê chiú, choh hn̂g, lâi chia̍h i ê ké-chí.","tghg":"我欲互我的百姓以色列受掠者倒轉來；𪜶欲閣起荒廢的城來徛起，栽葡萄園，來飲伊的酒，作園，來食伊的果子。","bklhl":"我beh hō͘我ê百姓以色列受掠ê倒tńg來；in beh koh起荒廢ê城來khiā起，栽葡萄園，來lim伊ê酒，作園，來食伊ê果子。"}},{"book":"摩","chapter":9,"verse":15,"versions":{"unv":"我要將他們栽於本地，他們不再從我所賜給他們的地上拔出來。這是耶和華─你的　神說的。","bklcl":"Góa beh chai-pôe in tī pún thó͘-tōe; in bô koh tú-tio̍h pu̍ih-chhut tī Góa só͘ hō͘ in ê tōe; che sī Iâ-hô-hoa lí ê Siōng-tè kóng--ê.","tghg":"我欲栽培𪜶佇本土地，𪜶無閣抵著拔(pu̍ih)出佇我所互𪜶的地。這是耶和華──你的上帝講的。","bklhl":"我beh栽培in tī本土地；in無koh tú-tio̍h拔出tī我所hō͘ in ê地；這是耶和華你ê上帝講ê。"}}]