[{"book":"摩","chapter":5,"verse":1,"versions":{"unv":"以色列家啊，要聽我為你們所作的哀歌：","bklcl":"Í-sek-lia̍t-ke ah, tio̍h thiaⁿ chit ê ōe, chiū-sī Góa só͘ lūn-kàu lín ê ai-ko.","tghg":"以色列家啊，著聽此個話就是我所論到恁的哀歌：","bklhl":"以色列家ah，tio̍h聽chit ê話，就是我所論到lín ê哀歌。"}},{"book":"摩","chapter":5,"verse":2,"versions":{"unv":"以色列民（原文是處女）跌倒，不得再起；躺在地上，無人攙扶。","bklcl":"Í-sek-lia̍t peh-sìⁿ poa̍h-tó, bōe koh khí-lâi; siū hiat tī tōe--nih, bô lâng hû i khí-lâi.","tghg":"以色列百姓跋倒，𣍐閣起來；受㧒(hiat)佇地裡，無人扶伊起來。","bklhl":"以色列百姓跋倒，bōe koh起來；受hiat tī地裡，無人扶伊起來。"}},{"book":"摩","chapter":5,"verse":3,"versions":{"unv":"主耶和華如此說：以色列家的城發出一千兵的，只剩一百；發出一百的，只剩十個。","bklcl":"In-ūi Chú Iâ-hô-hoa án-ni kóng, Í-sek-lia̍t-ke ê siâⁿ, chhut chi̍t-chheng lâng--ê, chí-ū chhun chi̍t-pah; chhut chi̍t-pah--ê, chí-ū chhun cha̍p--ê.","tghg":"因為主耶和華按呢講：以色列家的城出一千人的，只有剩(chhun)一百；出一百的，只有剩十個。","bklhl":"因為主耶和華án-ni講，以色列家ê城，出一千人ê，只有chhun一百；出一百ê，只有chhun十ê。"}},{"book":"摩","chapter":5,"verse":4,"versions":{"unv":"耶和華向以色列家如此說：你們要尋求我，就必存活。","bklcl":"In-ūi Iâ-hô-hoa tùi Í-sek-lia̍t-ke kóng, Lín tio̍h chhē Góa, chiū tit-tio̍h oa̍h.","tghg":"因為耶和華對以色列家講：恁著尋我，就得著活。","bklhl":"因為耶和華對以色列家講，Lín tio̍h chhē我，就得tio̍h活。"}},{"book":"摩","chapter":5,"verse":5,"versions":{"unv":"不要往伯特利尋求，不要進入吉甲，不要過到別是巴；因為吉甲必被擄掠，伯特利也必歸於無有。","bklcl":"Bo̍h-tit chhē Pek-te̍k-lī, bo̍h-tit ji̍p Kiat-kah, bo̍h-tit kè-khì Pia̍t-sī-pa; in-ūi Kiat-kah tek-khak hō͘ lâng lia̍h, Pek-te̍k-lī iā beh kui tī bô.","tghg":"莫得尋伯特利，莫得入吉甲，莫得過去別是巴；因為吉甲的確互人掠，伯特利也欲歸佇無。","bklhl":"莫得chhē Pek-te̍k-lī，莫得入Kiat-kah，莫得過去別是巴；因為Kiat-kah的確hō͘人掠，Pek-te̍k-lī也beh歸tī無。"}},{"book":"摩","chapter":5,"verse":6,"versions":{"unv":"要尋求耶和華，就必存活，免得他在約瑟家像火發出，在伯特利焚燒，無人撲滅。","bklcl":"Lín tio̍h chhē Iâ-hô-hoa chiū tit-tio̍h oa̍h; kiaⁿ-liáu I chhin-chhiūⁿ hé hoat-chhut tī Iok-sek ê ke, sio tī Pek-te̍k-lī, bô lâng phah-sit.","tghg":"恁著尋耶和華，就得著活，驚了伊親像火發出佇約瑟的家，燒佇伯特利，無人拍熄(sit)。","bklhl":"Lín tio̍h chhē耶和華就得tio̍h活；驚了伊親像火發出tī約瑟ê家，燒tī Pek-te̍k-lī，無人phah熄。"}},{"book":"摩","chapter":5,"verse":7,"versions":{"unv":"你們這使公平變為茵蔯、將公義丟棄於地的，","bklcl":"Lín chiah-ê hō͘ kong-pêng piàn-chòe in-tîn, chiong kong-gī hiat tī tōe--nih-ê,","tghg":"恁諸個互公平變做茵蔯(in-tîn)，將公義㧒佇地裡的，","bklhl":"Lín chiah ê hō͘公平變做茵蔯，將公義hiat tī地裡ê，"}},{"book":"摩","chapter":5,"verse":8,"versions":{"unv":"要尋求那造昴星和參星，使死蔭變為晨光，使白日變為黑夜，命海水來澆在地上的─耶和華是他的名；","bklcl":"lín tio̍h chhē hit-ê chō Báu-chhiⁿ kap Chham-chhiⁿ, hō͘ sí-ìm piàn-chòe chá-khí-sî, hō͘ ji̍t--sî piàn-chòe o͘-àm-mî; kiò hái-chúi lâi piàⁿ tī tōe--nih-ê, I ê miâ sī Iâ-hô-hoa;","tghg":"恁著尋彼個造昴星(Báu-chhiⁿ)及參星，互死蔭變做早起時，互日時變做黑暗暝，叫海水來傾(piàⁿ)佇地裡的──伊的名是耶和華；","bklhl":"lín tio̍h chhē hit ê造Báu-chhiⁿ kap Chham-chhiⁿ，hō͘死蔭變做早起時，hō͘日時變做烏暗暝；叫海水來piàⁿ tī地裡ê，祂ê名是耶和華；"}},{"book":"摩","chapter":5,"verse":9,"versions":{"unv":"他使力強的忽遭滅亡，以致保障遭遇毀壞。","bklcl":"I hō͘ kiông-béng-ê hut-jiân tú-tio̍h pāi-bô, tì-kàu ōe-só͘ tú-tio̍h pāi-bô.","tghg":"伊互強猛的忽然抵著(tú-tio̍h)敗無，致到衛所抵著敗無。","bklhl":"祂hō͘強猛ê忽然tú-tio̍h敗無，致到衛所tú-tio̍h敗無。"}},{"book":"摩","chapter":5,"verse":10,"versions":{"unv":"你們怨恨那在城門口責備人的，憎惡那說正直話的。","bklcl":"Chiah-ê lâng oàn-hūn hit-ê tī siâⁿ-mn̂g chek-pī lâng--ê, iàm-ò͘ⁿ hit-ê kóng chèng-ti̍t-ōe--ê.","tghg":"諸個人怨恨彼個佇城門責備人者，厭惡彼個講正直話者。","bklhl":"Chiah-ê人怨恨hit ê tī城門責備人ê，厭惡hit ê講正直話ê。"}},{"book":"摩","chapter":5,"verse":11,"versions":{"unv":"你們踐踏貧民，向他們勒索麥子；你們用鑿過的石頭建造房屋，卻不得住在其內；栽種美好的葡萄園，卻不得喝所出的酒。","bklcl":"In-ūi lín thún-ta̍h sòng-hiong lâng, le̍k-sek i ê be̍h, só͘-í lín ēng tiau-tok ê chio̍h khí-chhù, chóng-sī bōe tit-tio̍h khiā tī hit lāi-bīn; chai-chèng hó ê phû-tô-hn̂g, iā bô thang lim i ê chiú.","tghg":"因為恁𧿬踏(thún-ta̍h)喪鄉人，勒索(le̍k-sek)伊的麥；所以恁用雕琢(tiau-tok)的石起厝，總是𣍐得著徛佇彼內面；栽種好的葡萄園，也無通飲伊的酒。","bklhl":"因為lín thún踏sòng-hiong人，勒索伊ê麥，所以lín用雕琢ê石起厝，總是bōe得tio̍h khiā tī hit內面；栽種好ê葡萄園，也無thang lim伊ê酒。"}},{"book":"摩","chapter":5,"verse":12,"versions":{"unv":"我知道你們的罪過何等多，你們的罪惡何等大。你們苦待義人，收受賄賂，在城門口屈枉窮乏人。","bklcl":"In-ūi Góa chai lín ê chōe-kòa cháiⁿ-iūⁿ ê chōe, lín ê pháiⁿ cháiⁿ-iūⁿ ê tōa; lín pháiⁿ khoán-thāi gī-lâng, siū pò͘-lō͘, tī siâⁿ-mn̂g-kháu oan-óng sòng-hiong lâng.","tghg":"因為我知恁的罪過怎樣的多，恁的歹怎樣的大。恁歹款待義人，受賄賂(pò͘-lō͘)，佇城門口冤枉喪鄉人。","bklhl":"因為我知lín ê罪過怎樣ê罪，lín ê pháiⁿ怎樣ê大；lín pháiⁿ款待義人，受pò͘賂，tī城門口冤枉sòng-hiong人。"}},{"book":"摩","chapter":5,"verse":13,"versions":{"unv":"所以通達人見這樣的時勢必靜默不言，因為時勢真惡。","bklcl":"Só͘-í thong-ta̍t ê lâng khòaⁿ-kìⁿ chit-hō sî-sè, beh chēng-chēng bô kóng-ōe; in-ūi sî-sè chin pháiⁿ.","tghg":"所以通達的人看見此號時勢，欲靜靜無講話，因為時勢真歹。","bklhl":"所以通達ê人看見chit號時勢，beh靜靜無講話；因為時勢真pháiⁿ。"}},{"book":"摩","chapter":5,"verse":14,"versions":{"unv":"你們要求善，不要求惡，就必存活。這樣，耶和華─萬軍之　神必照你們所說的與你們同在。","bklcl":"Lín tio̍h kiû-hó m̄-thang kiû-pháiⁿ, hō͘ lín tit-tio̍h oa̍h; án-ni Iâ-hô-hoa bān-kun ê Siōng-tè beh kap lín tī-teh, chiàu lín só͘ kóng.","tghg":"恁著求好，呣通求歹，互恁得著活。按呢，耶和華──萬軍的上帝欲及恁佇啲照恁所講。","bklhl":"Lín tio̍h求好m̄-thang求pháiⁿ，hō͘ lín得tio̍h活；án-ni耶和華萬軍ê上帝beh kap lín tī-teh，照lín所講。"}},{"book":"摩","chapter":5,"verse":15,"versions":{"unv":"要惡惡好善，在城門口秉公行義；或者耶和華─萬軍之　神向約瑟的餘民施恩。","bklcl":"Tio̍h oàn-hūn pháiⁿ, ài hó, tī siâⁿ-mn̂g kiâⁿ kong-gī ê sím-phòaⁿ; kiám-chhái Iâ-hô-hoa, bān-kun ê Siōng-tè, beh si-un tī Iok-sek chhun ê peh-sìⁿ.","tghg":"著怨恨歹，愛好，佇城門行公義的審判；豈採耶和華──萬軍的上帝欲施恩佇約瑟剩的百姓。","bklhl":"Tio̍h怨恨pháiⁿ，ài好，tī城門行公義ê審判；kiám-chhái耶和華，萬軍ê上帝，beh施恩tī約瑟chhun ê百姓。"}},{"book":"摩","chapter":5,"verse":16,"versions":{"unv":"主耶和華─萬軍之　神如此說：在一切寬闊處必有哀號的聲音；在各街市上必有人說：哀哉！哀哉！又必叫農夫來哭號，叫善唱哀歌的來舉哀。","bklcl":"Só͘-í Chú bān-kun ê Siōng-tè Iâ-hô-hoa án-ni kóng, Tī it-chhè khui-khoah ê só͘-chāi beh ū ai-khàu, tī ta̍k-tiâu ke-lō͘ beh ū lâng kóng, Chhám ah, chhám ah! koh beh kiò choh-chhân lâng lâi thî-khàu, kiò gâu chhiùⁿ ai-ko--ê, lâi ai-khàu.","tghg":"所以主萬軍的上帝──耶和華按呢講：佇一切開闊的所在欲有哀哭；佇逐條街路欲有人講：慘啊！慘啊！閣欲叫作田人來啼哭，叫𠢕唱哀歌者來哀哭。","bklhl":"所以主萬軍ê上帝耶和華án-ni講，Tī一切開闊ê所在beh有哀哭，tī ta̍k條街路beh有人講，慘ah，慘ah！koh beh叫作田人來啼哭，叫gâu唱哀歌ê，來哀哭。"}},{"book":"摩","chapter":5,"verse":17,"versions":{"unv":"在各葡萄園必有哀號的聲音，因為我必從你中間經過。這是耶和華說的。","bklcl":"Tī lóng-chóng ê phû-tô-hn̂g iā beh ai-khàu; in-ūi Góa beh tùi lí tiong-kan keng-kè; che sī Iâ-hô-hoa kóng--ê.","tghg":"佇攏總的葡萄園也欲哀哭，因為我欲對你中間經過。這是耶和華講的。","bklhl":"Tī lóng總ê葡萄園也beh哀哭；因為我beh tùi你中間經過；這是耶和華講ê。"}},{"book":"摩","chapter":5,"verse":18,"versions":{"unv":"想望耶和華日子來到的有禍了！你們為何想望耶和華的日子呢？那日黑暗沒有光明，","bklcl":"Lín ǹg-bāng Iâ-hô-hoa ê ji̍t--ê, ū chai-ē ah! Lín siáⁿ-sū ǹg-bāng Iâ-hô-hoa ê ji̍t ah? hit-ji̍t sī àm, m̄-sī kng.","tghg":"恁向望耶和華的日者有災禍啊！恁啥事向望耶和華的日啊？彼日是暗，呣是光，","bklhl":"Lín ǹg望耶和華ê日ê，有災厄ah！Lín啥事ǹg望耶和華ê日ah？hit日是暗，m̄是光。"}},{"book":"摩","chapter":5,"verse":19,"versions":{"unv":"景況好像人躲避獅子又遇見熊，或是進房屋以手靠牆，就被蛇咬。","bklcl":"Sī chhin-chhiūⁿ lâng siám-pī sai lâi cháu, koh tú-tio̍h hîm; ji̍p chhù, chhiú óa piah, chiū hō͘ chôa kā-tio̍h.","tghg":"是親像人閃避獅來走閣抵著熊，入厝手倚壁，就互蛇咬著。","bklhl":"是親像人閃避獅來走，koh tú-tio̍h熊；入厝，手óa壁，就hō͘蛇咬tio̍h。"}},{"book":"摩","chapter":5,"verse":20,"versions":{"unv":"耶和華的日子不是黑暗沒有光明嗎？不是幽暗毫無光輝嗎？","bklcl":"Iâ-hô-hoa ê ji̍t kiám m̄-sī àm-àm bô kng, o͘-àm bô kng-bêng mah?","tghg":"耶和華的日豈呣是暗暗無光？黑暗無光明嗎？","bklhl":"耶和華ê日kiám m̄是暗暗無光，烏暗無光明mah？"}},{"book":"摩","chapter":5,"verse":21,"versions":{"unv":"我厭惡你們的節期，也不喜悅你們的嚴肅會。","bklcl":"Góa iàm-ò͘ⁿ khòaⁿ-khin lín ê choeh-kî, iā bô hoaⁿ-hí lín ê giâm-siok-hōe.","tghg":"我厭惡看輕恁的節期，也無歡喜恁的嚴肅會。","bklhl":"我厭惡看輕lín ê節期，也無歡喜lín ê嚴肅會。"}},{"book":"摩","chapter":5,"verse":22,"versions":{"unv":"你們雖然向我獻燔祭和素祭，我卻不悅納，也不顧你們用肥畜獻的平安祭；","bklcl":"Lín sui-jiân hiàn sio-chè kap lín ê sò͘-chè hō͘ Góa, Góa iā bô hoaⁿ-hí; lín hiàn pûi ê cheng-siⁿ chòe siā-un-chè, Góa bô beh kàm-la̍p.","tghg":"恁雖然獻燒祭及恁的素祭互我，我也無歡喜，恁獻肥的精牲做謝恩祭，我無欲監納。","bklhl":"Lín雖然獻燒祭kap lín ê素祭hō͘我，我也無歡喜；lín獻肥ê cheng-siⁿ做謝恩祭，我無beh鑒納。"}},{"book":"摩","chapter":5,"verse":23,"versions":{"unv":"要使你們歌唱的聲音遠離我，因為我不聽你們彈琴的響聲。","bklcl":"Tio̍h hō͘ lín chhiùⁿ-koa ê siaⁿ lī-khui Góa; in-ūi lín tôaⁿ-khîm ê tiāu, Góa bô beh thiaⁿ.","tghg":"著互恁唱歌的聲離開我，因為恁彈琴的調我無欲聽。","bklhl":"Tio̍h hō͘ lín唱歌ê聲離開我；因為lín彈琴ê調，我無beh聽。"}},{"book":"摩","chapter":5,"verse":24,"versions":{"unv":"惟願公平如大水滾滾，使公義如江河滔滔。","bklcl":"To̍k-to̍k tio̍h hō͘ kong-pêng chhin-chhiūⁿ tōa-chúi ti̍t-ti̍t lâu, hō͘ kong-gī chhin-chhiūⁿ tn̂g lâu ê kang-hô.","tghg":"獨獨著互公平親像大水直直流，互公義親像長流的江河。","bklhl":"獨獨tio̍h hō͘公平親像大水直直流，hō͘公義親像長流ê江河。"}},{"book":"摩","chapter":5,"verse":25,"versions":{"unv":"「以色列家啊，你們在曠野四十年，豈是將祭物和供物獻給我呢？","bklcl":"Í-sek-lia̍t-ke ah, lín tī khòng-iá sì-cha̍p nî, ū ēng chè-sū kap lé-mi̍h hiàn hō͘ Góa bô?","tghg":"「以色列家啊，恁佇曠野四十年，有用祭祀及禮物獻互我無？","bklhl":"以色列家ah，lín tī曠野四十年，有用祭祀kap禮物獻hō͘我無？"}},{"book":"摩","chapter":5,"verse":26,"versions":{"unv":"你們抬著為自己所造之摩洛的帳幕和偶像的龕，並你們的神星。","bklcl":"Lín kng lín ê ông Se-khut, kap lín ê siōng Ki-ûn, chiū-sī lín ê siōng-tè ê chhiⁿ, ūi-tio̍h pún-sin só͘ chō--ê.","tghg":"恁扛(kng)恁的王西屈及恁的像基勻，就是恁的上帝的星，為著本身所造的。","bklhl":"Lín扛lín ê王Se-khut，kap lín ê像Ki-ûn，就是lín ê上帝ê星，為tio̍h本身所造ê。"}},{"book":"摩","chapter":5,"verse":27,"versions":{"unv":"所以我要把你們擄到大馬士革以外。」這是耶和華、名為萬軍之　神說的。","bklcl":"Só͘-í Góa beh hō͘ lín siū-lia̍h kàu Tāi-má-sek ê gōa-bīn; che sī Iâ-hô-hoa kóng--ê, I ê miâ sī bān-kun ê Siōng-tè.","tghg":"所以我欲互恁受掠到大馬色的外面。」這是耶和華講的，伊的名是萬軍的上帝。","bklhl":"所以我beh hō͘ lín受掠到大馬色ê外面；這是耶和華講ê，伊ê名是萬軍ê上帝。"}}]