[{"book":"摩","chapter":6,"verse":1,"versions":{"unv":"國為列國之首，人最著名，且為以色列家所歸向，在錫安和撒馬利亞山安逸無慮的，有禍了！","bklcl":"Tī Sek-an bô khòa-lū--ê, tī Sat-má-lī-a soaⁿ lia̍h-chòe ún-tàng--ê, tī bān-kok-tiong chòe tē-it kok ê siú-léng, chiū-sī Í-sek-lia̍t-ke só͘ kui-óa--ê, ū chai-ē ah.","tghg":"佇錫安無掛慮者，佇撒瑪利亞山掠做穩當者，佇萬國中做第一國的首領，就是以色列家所歸倚者，有災禍啊！","bklhl":"Tī錫安無掛慮ê，tī撒馬利亞山掠做穩當ê，tī萬國中做第一國ê首領，就是以色列家所歸óa-ê，有災厄ah。"}},{"book":"摩","chapter":6,"verse":2,"versions":{"unv":"你們要過到甲尼察看，從那裡往大城哈馬去，又下到非利士人的迦特。看那些比你們的國還強嗎？境界比你們的境界還寬嗎？","bklcl":"Lín tio̍h khì Kah-nî lâi khòaⁿ, tùi hia khì kàu tōa-siâⁿ Hap-má; koh lo̍h-khì Hui-lī-sū ê Ka-te̍k; in kiám ū khah-iâⁿ chiah-ê kok mah? in ê kéng-kài pí lín ê kéng-kài khah khoah mah?","tghg":"恁著去甲尼來看，對遐去到大城哈馬，閣落去非利士的迦特，𪜶豈有卡贏諸個國嗎？𪜶的境界比恁的境界卡闊嗎？","bklhl":"Lín tio̍h去Kah-nî來看，tùi hia去到大城Hap-má；koh落去腓利士ê Ka-te̍k；in kiám有khah贏chiah ê國mah？in ê境界比lín ê境界khah闊mah？"}},{"book":"摩","chapter":6,"verse":3,"versions":{"unv":"你們以為降禍的日子還遠，坐在位上盡行強暴（或譯：行強暴使審判臨近）。","bklcl":"lín ka-kī lia̍h-chòe kàng chai-ē ê ji̍t iáu-kú hn̄g, hō͘ pō-gio̍k ê chō-ūi kūn-óa.","tghg":"恁家己掠做降災禍的日猶久遠，互暴虐(pō-gio̍k)的座位近倚。","bklhl":"lín家己掠做降災厄ê日iáu-kú遠，hō͘暴虐ê座位近óa。"}},{"book":"摩","chapter":6,"verse":4,"versions":{"unv":"你們躺臥在象牙床上，舒身在榻上，吃群中的羊羔，棚裡的牛犢；","bklcl":"Lín tó tī chhiūⁿ-gê ê bîn-chhn̂g, the tī khòng-chhn̂g, chia̍h iûⁿ-kûn-tiong ê iûⁿ-á, kap tiâu-lāi ê gû-á,","tghg":"恁倒佇象牙的眠床，撐(the)佇坑床(khòng-chhn̂g)，食羊群中的羊仔，及[廄](tiâu)內的牛仔；","bklhl":"Lín倒tī象牙ê眠床，the tī囥(khòng)床，食羊群中ê羊á，kap tiâu內ê牛á，"}},{"book":"摩","chapter":6,"verse":5,"versions":{"unv":"彈琴鼓瑟，唱消閑的歌曲，為自己製造樂器，如同大衛所造的；","bklcl":"tôaⁿ-khîm tôaⁿ-sek, chhiùⁿ la-êng ê koa-khek, ūi ka-kī chòe ga̍k-khì, chhin-chhiūⁿ Tāi-pi̍t.","tghg":"彈琴彈瑟，唱拉閒的歌曲，為家己做樂器，親像大衛；","bklhl":"彈琴彈瑟，唱拉閒(la-êng)ê歌曲，為家己做樂器，親像大衛。"}},{"book":"摩","chapter":6,"verse":6,"versions":{"unv":"以大碗喝酒，用上等的油抹身，卻不為約瑟的苦難擔憂。","bklcl":"Ēng óaⁿ lim-chiú, ēng siōng-hó ê iû ka-kī boah; chóng-sī bô ūi Iok-sek ê pāi-hoāi tam-iu.","tghg":"用碗飲酒，用上好的油家己抹，總是無為約瑟的敗壞擔憂。","bklhl":"用碗lim酒，用siōng好ê油家己抹；總是無為約瑟ê敗壞擔憂。"}},{"book":"摩","chapter":6,"verse":7,"versions":{"unv":"所以這些人必在被擄的人中首先被擄，舒身的人荒宴之樂必消滅了。","bklcl":"Só͘-í in beh tī siū-lia̍h ê lâng ê tiong-kan tāi-seng siū-lia̍h; the tī khòng-chhn̂g ê lâng in ê iàn-lo̍k beh bô--khì.","tghg":"所以𪜶欲佇受掠的人的中間代先受掠；撐佇坑床的人𪜶的宴樂欲無去。","bklhl":"所以in beh tī受掠ê人ê中間事先受掠；the tī khòng床ê人in ê宴樂beh無去。"}},{"book":"摩","chapter":6,"verse":8,"versions":{"unv":"主耶和華萬軍之　神指著自己起誓說，我憎惡雅各的榮華，厭棄他的宮殿；因此我必將城和其中所有的都交付敵人。","bklcl":"Bān-kun ê Siōng-tè Iâ-hô-hoa kóng, Chú Iâ-hô-hoa kí ka-kī lâi chiù-chōa kóng, Góa iàm-chiān Ngá-kok ê êng-hôa, oàn-hūn i ê kiong-tiān; in-ūi án-ni Góa beh chiong siâⁿ, kap kî-tiong só͘-ū--ê, lóng kau-hù tùi-te̍k.","tghg":"萬軍的上帝──耶和華講，主耶和華指(kí)家己來咒誓講：我厭賤雅各的榮華，怨恨伊的宮殿；因為，按呢我欲將城及其中所有的攏交付對敵。","bklhl":"萬軍ê上帝耶和華講，主耶和華kí家己來chiù-chōa講，我厭賤雅各ê榮華，怨恨伊ê宮殿；因為án-ni我beh將城，kap其中所有ê，lóng交付對敵。"}},{"book":"摩","chapter":6,"verse":9,"versions":{"unv":"那時，若在一房之內剩下十個人，也都必死。","bklcl":"Hit-sî nā chhun cha̍p-lâng tī chi̍t keng chhù, ia̍h lóng beh sí;","tghg":"彼時，若剩(chhun)十人佇一間厝，亦攏欲死。","bklhl":"Hit時若chhun十人tī一間厝，亦lóng beh死；"}},{"book":"摩","chapter":6,"verse":10,"versions":{"unv":"死人的伯叔，就是燒他屍首的，要將這屍首搬到房外，問房屋內間的人說：「你那裡還有人沒有？」他必說：「沒有」；又說：「不要作聲，因為我們不可提耶和華的名。」","bklcl":"sí-lâng ê kai-chhin, chiū-sī sio i ê sin-si--ê, kā i hû--khí lâi, beh tòa i ê si-hâi chhut chhù-gōa, chiū mn̄g lāi-pâng ê lâng, kóng, Lí hia iáu ū lâng bô? i ìn kóng, Bô; i chiū kóng, M̄-thang chhut-siaⁿ; in-ūi lán m̄-thang kóng-khí Iâ-hô-hoa ê miâ.","tghg":"死人的皆親，就是燒伊的身屍者，給伊扶起來欲帶伊的屍骸出厝外，就問內房的人講：「你遐猶有人無？」伊應講：「無」；伊就講：「呣通出聲，因為咱呣通講起耶和華的名。」","bklhl":"死人ê該親，就是燒伊ê身屍ê，kā伊扶起來，beh帶伊ê屍骸出厝外，就問內房ê人，講，你hia iáu有人無？伊應講，無；伊就講，M̄-thang出聲；因為咱m̄-thang講起耶和華ê名。"}},{"book":"摩","chapter":6,"verse":11,"versions":{"unv":"看哪，耶和華出令，大房就被攻破，小屋就被打裂。","bklcl":"Khòaⁿ ah, Iâ-hô-hoa chhut bēng-lēng, phah tōa-keng chhù hō͘ i chhùi-chhùi, phah sòe-keng chhù hō͘ i li̍h-li̍h--khui.","tghg":"看啊，耶和華出命令，拍大間厝互伊碎碎，拍細間厝互伊裂裂開。","bklhl":"看ah，耶和華出命令，phah大間厝hō͘伊碎碎，phah細間厝hō͘伊裂裂開。"}},{"book":"摩","chapter":6,"verse":12,"versions":{"unv":"馬豈能在崖石上奔跑？人豈能在那裡用牛耕種呢？你們卻使公平變為苦膽，使公義的果子變為茵蔯。","bklcl":"Bé kiám ōe pháu tī chio̍h-pôaⁿ-téng mah? Lâng kiám ōe ēng gû lôe tī-hia mah? Lín kéng-jiân hō͘ kong-pêng piàn-chòe khó͘-táⁿ, hō͘ kong-gī ê ké-chí piàn-chòe in-tîn.","tghg":"馬豈會跑(pháu)佇石磐頂嗎？人豈會用牛犁佇遐嗎？恁竟然互公平變做苦膽，互公義的果子變做茵蔯(in-tîn)。","bklhl":"馬kiám會跑tī石磐頂mah？人kiám會用牛犁tī-hia mah？Lín竟然hō͘公平變做苦膽，hō͘公義ê果子變做茵蔯。"}},{"book":"摩","chapter":6,"verse":13,"versions":{"unv":"你們喜愛虛浮的事，自誇說，我們不是憑自己的力量取了角嗎？","bklcl":"Lín hoaⁿ-hí hu-ké ê sū, iā kóng, Goán kiám-m̄-sī ēng ka-kī ê khùi-la̍t chhú nn̄g-ki kak mah?","tghg":"恁歡喜虛假的事，也講：阮豈呣是用家己的氣力取二支角嗎？","bklhl":"Lín歡喜虛假ê事，也講，阮kiám m̄是用家己ê氣力取兩支角mah？"}},{"book":"摩","chapter":6,"verse":14,"versions":{"unv":"耶和華萬軍之　神說：以色列家啊，我必興起一國攻擊你們；他們必欺壓你們，從哈馬口直到亞拉巴的河。","bklcl":"Iâ-hô-hoa bān-kun ê Siōng-tè kóng, Khòaⁿ ah, Í-sek-lia̍t-ke, Góa beh heng-khí chi̍t-kok kong-kek lín; in beh khó͘-chhó͘ lín, tùi ji̍p Hap-má ê lō͘ kàu A-la̍h-pa ê khoe.","tghg":"耶和華、萬軍的上帝講：看啊，以色列家，我欲興起一國攻擊恁；𪜶欲苦楚恁，對入哈馬的路到亞拉巴的溪。","bklhl":"耶和華萬軍ê上帝講，看ah，以色列家，我beh興起一國攻擊lín；in beh苦楚lín，tùi入Hap-má ê路到A-la̍h-pa ê溪。"}}]