[{"book":"摩","chapter":3,"verse":1,"versions":{"unv":"以色列人哪，你們全家是我從埃及地領上來的，當聽耶和華攻擊你們的話：","bklcl":"Í-sek-lia̍t lâng ah, tio̍h thiaⁿ Iâ-hô-hoa só͘ kóng kong-kek lín ê ōe, chiū-sī kong-kek Góa só͘ chhōa chhut Ai-ki̍p tōe ê choân-ke ê ōe.","tghg":"以色列人啊，著聽耶和華所講攻擊恁的話，就是攻擊我所導出埃及地的全家的話：","bklhl":"以色列人ah，tio̍h聽耶和華所講攻擊lín ê話，就是攻擊我所chhōa出埃及地ê全家ê話。"}},{"book":"摩","chapter":3,"verse":2,"versions":{"unv":"在地上萬族中，我只認識你們；因此，我必追討你們的一切罪孽。","bklcl":"Tī tōe-chiūⁿ bān-cho̍k-tiong, Góa chí-ū bat lín; só͘-í Góa beh pān lín it-chhè ê chōe-kòa.","tghg":"佇地上萬族中，我只有識(bat)恁；所以，我欲辦恁一切的罪過。","bklhl":"Tī地上萬族中，我只有bat lín；所以我beh辦lín一切ê罪過。"}},{"book":"摩","chapter":3,"verse":3,"versions":{"unv":"二人若不同心，豈能同行呢？","bklcl":"Nn̄g-lâng nā bô saⁿ-iok, kiám ōe saⁿ-kap kiâⁿ?","tghg":"二人若無相約，豈會相及行？","bklhl":"兩人若無相約，kiám會相kap行？"}},{"book":"摩","chapter":3,"verse":4,"versions":{"unv":"獅子若非抓食，豈能在林中咆哮呢？少壯獅子若無所得，豈能從洞中發聲呢？","bklcl":"Sai nā bô kā-tio̍h mi̍h, kiám ōe tī chhiū-nâ-lāi háu mah?  Sòe chiah ióng ê sai nā bô só͘ tit-tio̍h, kiám ōe tùi hia̍t-lāi chhut-siaⁿ mah?","tghg":"獅若無咬著物，豈會佇樹林內哮嗎？細隻勇的獅若無所得著，豈會對穴(hia̍t)內出聲嗎？","bklhl":"獅若無咬tio̍h物，kiám會tī樹林內哮mah？細隻勇ê獅若無所得tio̍h，kiám會tùi 穴內出聲mah？"}},{"book":"摩","chapter":3,"verse":5,"versions":{"unv":"若沒有機檻，雀鳥豈能陷在網羅裡呢？網羅若無所得，豈能從地上翻起呢？","bklcl":"Nā bô tiuⁿ oa̍h-tauh, chiáu-á kiám ōe hām-lo̍h tōe-chiūⁿ ê lô-bāng mah? lô-bāng nā bô só͘ tit-tio̍h, kiám ōe tùi tōe-chiūⁿ hoan-khí-lâi mah?","tghg":"若無張活罩(oa̍h-tauh)，鳥仔豈會陷落地上的羅網嗎？羅網若無所得著，豈會對地上翻起來嗎？","bklhl":"若無張活tauh，鳥á kiám會陷落地上ê羅網mah？羅網若無所得tio̍h，kiám會tùi地上翻起來mah？"}},{"book":"摩","chapter":3,"verse":6,"versions":{"unv":"城中若吹角，百姓豈不驚恐呢？災禍若臨到一城，豈非耶和華所降的嗎？","bklcl":"Siâⁿ-lāi nā pûn sàu-kak, peh-sìⁿ kiám bô kiaⁿ-hiâⁿ mah? Chai-ē nā kàu chi̍t ê siâⁿ, kiám-m̄-sī Iâ-hô-hoa só͘ kàng-lo̍h--ê mah?","tghg":"城內若歕(pûn)哨角，百姓豈無驚惶嗎？災禍若到一個城，豈呣是耶和華所降落的嗎？","bklhl":"城內若pûn哨角，百姓kiám無驚惶mah？災厄若到一个城，kiám m̄是耶和華所降落ê mah？"}},{"book":"摩","chapter":3,"verse":7,"versions":{"unv":"主耶和華若不將奧祕指示他的僕人─眾先知，就一無所行。","bklcl":"Chú Iâ-hô-hoa, nā bô ēng I pì-bi̍t ê ì-sù chí-sī I ê lô͘-po̍k chiah-ê sian-ti, chiū lóng bô só͘ kiâⁿ.","tghg":"主耶和華若無用伊祕密的意思指示伊的奴僕──諸個先知，就攏無所行。","bklhl":"主耶和華，若無用祂祕密ê意思指示祂ê奴僕chiah ê先知，就lóng無所行。"}},{"book":"摩","chapter":3,"verse":8,"versions":{"unv":"獅子吼叫，誰不懼怕呢？主耶和華發命，誰能不說預言呢？","bklcl":"Sai teh háu, chī-chūi bô kiaⁿ?  Chú Iâ-hô-hoa í-keng kóng, chī-chūi bô kóng sian-ti ê ōe?","tghg":"獅啲哮，是誰無驚？主耶和華已經講，是誰無講先知的話？","bklhl":"獅teh哮，是誰無驚？主耶和華已經講，是誰無講先知ê話？"}},{"book":"摩","chapter":3,"verse":9,"versions":{"unv":"要在亞實突的宮殿中和埃及地的宮殿裡傳揚說：你們要聚集在撒馬利亞的山上，就看見城中有何等大的擾亂與欺壓的事。","bklcl":"Tio̍h tī A-si̍t-tu̍t ê kiong-tiān, kap Ai-ki̍p tōe ê kiong-tiān, pò-iông kóng, Lín tio̍h chū-chi̍p tī Sat-má-lī-a chiah-ê soaⁿ, chiū khòaⁿ-kìⁿ kî-tiong ê tōa jiáu-loān, kap hit lāi-bīn pō-gio̍k ê sū.","tghg":"著佇亞實突的宮殿及埃及地的宮殿報揚講：恁著聚集佇撒瑪利亞諸個山，就看見其中的大擾亂及彼內面暴虐(pō-gio̍k)的事。","bklhl":"Tio̍h tī A-si̍t-tu̍t ê宮殿，kap埃及地ê宮殿，報揚講，Lín tio̍h聚集tī撒馬利亞chiah ê山，就看見其中ê大擾亂，kap hit內面暴虐ê事。"}},{"book":"摩","chapter":3,"verse":10,"versions":{"unv":"那些以強暴搶奪財物、積蓄在自己家中的人不知道行正直的事。這是耶和華說的。","bklcl":"In-ūi in bōe-hiáu-tit kiâⁿ chèng-ti̍t, chiū-sī ēng kiông-pō kap chhiúⁿ-kiap ê mi̍h, chek-chū tī in ê kiong-tiān-lāi: che sī Iâ-hô-hoa kóng--ê.","tghg":"因為𪜶𣍐曉得行正直，就是用強暴及搶劫的物、積聚佇𪜶的宮殿內。這是耶和華講的。","bklhl":"因為in bōe曉得行正直，就是用強暴kap搶劫ê物，積聚tī in ê宮殿內：這是耶和華講ê。"}},{"book":"摩","chapter":3,"verse":11,"versions":{"unv":"所以主耶和華如此說：敵人必來圍攻這地，使你的勢力衰微，搶掠你的家宅。","bklcl":"Só͘-í Chú Iâ-hô-hoa án-ni kóng, Beh ū tùi-te̍k lâi ûi-khùn chit ê tōe, hō͘ lí ê sè-le̍k soe-bî, chhiúⁿ lí ê kiong-tiān.","tghg":"所以主耶和華按呢講：欲有對敵來圍困此個地，互你的勢力衰微，搶你的宮殿。","bklhl":"所以主耶和華án-ni講，Beh有對敵來圍困chit ê地，hō͘你ê勢力衰微，搶你ê宮殿。"}},{"book":"摩","chapter":3,"verse":12,"versions":{"unv":"耶和華如此說：「牧人怎樣從獅子口中搶回兩條羊腿或半個耳朵，住撒馬利亞的以色列人躺臥在床角上或鋪繡花毯的榻上，他們得救也不過如此。」","bklcl":"Iâ-hô-hoa án-ni kóng, Chhin-chhiūⁿ bo̍k-chiá tùi sai ê chhùi, chhiúⁿ-chhut nn̄g-ki kha, á-sī pòaⁿ-tè hī-á, án-ni tiàm Sat-má-lī-a ê Í-sek-lia̍t lâng, the tī bîn-chhn̂g-kak, á-sī chhu siù-hoe-thán ê bîn-chhn̂g--ê, in ê tit-tio̍h kiù, ia̍h put-kò sī án-ni.","tghg":"耶和華按呢講：「親像牧者對獅的嘴搶出二支腳抑是半塊耳仔，按呢踮撒瑪利亞的以色列人撐(the)佇眠床角抑是舒(chhu)綉花毯的眠床者，𪜶的得著救亦不過是按呢。」","bklhl":"耶和華án-ni講，親像牧者tùi獅ê嘴，搶出兩支腳，á是半塊耳á，án-ni tiàm撒馬利亞ê以色列人，the tī眠床角，á是chhu繡花毯ê眠床ê，in ê得tio̍h救，亦不過是án-ni。"}},{"book":"摩","chapter":3,"verse":13,"versions":{"unv":"主耶和華─萬軍之　神說：當聽這話，警戒雅各家。","bklcl":"Chú Iâ-hô-hoa, bān-kun ê Siōng-tè, kóng, Lín tio̍h thiaⁿ chit ê ōe, ia̍h tio̍h kan-chèng tī Ngá-kok ke.","tghg":"主耶和華──萬軍的上帝講：恁著聽此個話，亦著干證佇雅各家。","bklhl":"主耶和華，萬軍ê上帝，講，Lín tio̍h聽chit ê話，亦tio̍h干證tī雅各家。"}},{"book":"摩","chapter":3,"verse":14,"versions":{"unv":"我討以色列罪的日子，也要討伯特利祭壇的罪；壇角必被砍下，墜落於地。","bklcl":"Góa pān Í-sek-lia̍t chōe-kòa ê ji̍t, iā beh pān Pek-te̍k-lī ê chè-tôaⁿ; tôaⁿ-kak beh siū chhò-chi̍h, tūi-lo̍h tōe.","tghg":"我辦以色列罪過的日，也欲辦伯特利的祭壇；壇角欲受剉折(chhò-chi̍h)，墜落地。","bklhl":"我辦以色列罪過ê日，也beh辦Pek-te̍k-lī ê祭壇；壇角beh受剉折，墮落地。"}},{"book":"摩","chapter":3,"verse":15,"versions":{"unv":"我要拆毀過冬和過夏的房屋。象牙的房屋也必毀滅；高大的房屋都歸無有。這是耶和華說的。","bklcl":"Góa beh húi i tang-thiⁿ ê chhù, hē-thiⁿ ê chhù; chhiūⁿ-gê ê chhù iā beh húi-bia̍t, tōa-chhù ia̍h lóng bô--khì; che sī Iâ-hô-hoa kóng--ê.","tghg":"我欲毀伊冬天的厝、夏天的厝。象牙的厝也欲毀滅；大厝亦攏無去。這是耶和華講的。","bklhl":"我beh毀伊冬天ê厝，夏天ê厝；象牙ê厝也beh毀滅，大厝亦lóng無去；這是耶和華講ê。"}}]