[{"book":"王下","chapter":2,"verse":1,"versions":{"unv":"耶和華要用旋風接以利亞升天的時候，以利亞與以利沙從吉甲前往。","bklcl":"Iâ-hô-hoa beh ēng kńg-lê-hong chiap Í-lī-a chiūⁿ-thiⁿ ê sî, Í-lī-a kap Í-lī-sa tùi Kiat-kah khì.","tghg":"耶和華欲用捲螺風(kńg-lê-hong)接(chiap)以利亞上天的時，以利亞及以利沙對吉甲去。","bklhl":"耶和華beh用捲螺風接以利亞上天ê時，以利亞kap以利沙tùi Kiat-kah去。"}},{"book":"王下","chapter":2,"verse":2,"versions":{"unv":"以利亞對以利沙說：「耶和華差我往伯特利去，你可以在這裡等候。」以利沙說：「我指著永生的耶和華，又敢在你面前起誓，我必不離開你。」於是二人下到伯特利。","bklcl":"Í-lī-a kā Í-lī-sa kóng, Lí chhiáⁿ tiàm chia, in-ūi Iâ-hô-hoa chhe góa khì Pek-te̍k-lī.  Í-lī-sa kóng, Góa kí éng-oa̍h ê Iâ-hô-hoa, kap lí ê oa̍h-miā lâi chiù-chōa, góa bô beh lī-khui lí; nn̄g-lâng chiū lo̍h-khì Pek-te̍k-lī.","tghg":"以利亞給以利沙講：「你且踮遮，因為耶和華差我去伯特利。」以利沙講：「我指永活的耶和華，及你的活命來咒誓，我無欲離開你。」二人就落去伯特利。","bklhl":"以利亞kā以利沙講，你請tiàm chia，因為耶和華差我去Pek-te̍k-lī。以利沙講，我kí永活ê耶和華，kap你ê活命來chiù-chōa，我無beh離開你；兩人就落去Pek-te̍k-lī。"}},{"book":"王下","chapter":2,"verse":3,"versions":{"unv":"住伯特利的先知門徒出來見以利沙，對他說：「耶和華今日要接你的師傅離開你，你知道不知道？」他說：「我知道，你們不要作聲。」","bklcl":"Tī Pek-te̍k-lī hiah-ê sian-ti ê ha̍k-seng chhut-lâi kìⁿ Í-lī-sa kā i kóng, Iâ-hô-hoa kin-á-ji̍t beh chhú lí ê ló-su lī-khui lí khì, lí chai mah?  I kóng, Sī, góa chai, lín bo̍h chòe-siaⁿ.","tghg":"佇伯特利許個先知的學生出來見以利沙，給伊講：「耶和華今仔日欲取你的老師(ló-su)離開你去，你知嗎？」伊講：「是，我知，恁莫做聲。」","bklhl":"Tī Pek-te̍k-lī hiah-ê先知ê學生出來見以利沙kā伊講，耶和華今á日beh取你ê老師離開你去，你知mah？伊講，是，我知，lín莫做聲。"}},{"book":"王下","chapter":2,"verse":4,"versions":{"unv":"以利亞對以利沙說：「耶和華差遣我往耶利哥去，你可以在這裡等候。」以利沙說：「我指著永生的耶和華，又敢在你面前起誓，我必不離開你。」於是二人到了耶利哥。","bklcl":"Í-lī-a kā i kóng, Í-lī-sa ah, lí chhiáⁿ tiàm chia, in-ūi Iâ-hô-hoa chhe góa khì Iâ-lī-ko.  I kóng, Góa kí éng-oa̍h ê Iâ-hô-hoa, kap lí ê oa̍h-miā, lâi chiù-chōa, góa bô beh lī-khui lí.  In chiū kàu Iâ-lī-ko.","tghg":"以利亞給伊講：「以利沙啊，你且踮遮，因為耶和華差我去耶利哥。」伊講：「我指永活的耶和華，及你的活命來咒誓，我無欲離開你。」𪜶就到耶利哥。","bklhl":"以利亞kā伊講，以利沙ah，你請tiàm chia，因為耶和華差我去耶利哥。伊講，我kí永活ê耶和華，kap你ê活命，來chiù-chōa，我無beh離開你。In就到耶利哥。"}},{"book":"王下","chapter":2,"verse":5,"versions":{"unv":"住耶利哥的先知門徒就近以利沙，對他說：「耶和華今日要接你的師傅離開你，你知道不知道？」他說：「我知道，你們不要作聲。」","bklcl":"Tī Iâ-lī-ko hiah-ê sian-ti ê ha̍k-seng chiū-kūn Í-lī-sa, kā i kóng, Iâ-hô-hoa kin-á-ji̍t beh chhú lí ê ló-su lī-khui lí khì, lí chai mah?  I kóng, Sī, góa chai, lín bo̍h chòe-siaⁿ.","tghg":"佇耶利哥許個先知的學生就近以利沙，給伊講：「耶和華今仔日欲取你的老師離開你去，你知嗎？」伊講：「是，我知，恁莫做聲。」","bklhl":"Tī耶利哥hiah-ê先知ê學生就近以利沙，kā伊講，耶和華今á日beh取你ê老師離開你去，你知mah？伊講，是，我知，lín莫做聲。"}},{"book":"王下","chapter":2,"verse":6,"versions":{"unv":"以利亞對以利沙說：「耶和華差遣我往約旦河去，你可以在這裡等候。」以利沙說：「我指著永生的耶和華，又敢在你面前起誓，我必不離開你。」於是二人一同前往。","bklcl":"Í-lī-a kā Í-lī-sa kóng, Lí chhiáⁿ tiàm chia, in-ūi Iâ-hô-hoa chhe góa khì Iok-tàn.  Í-lī-sa kóng, Góa kí éng-oa̍h ê Iâ-hô-hoa, kap lí ê oa̍h-miā, lâi chiù-chōa, góa bô beh lī-khui lí.  In nn̄g-lâng chiū saⁿ-kap khì.","tghg":"以利亞給以利沙講：「你且踮遮，因為耶和華差我去約但。」以利沙講：「我指永活的耶和華，及你的活命來咒誓，我無欲離開你。」𪜶二人就相及去。","bklhl":"以利亞kā以利沙講，你請tiàm chia，因為耶和華差我去約旦。以利沙講，我kí永活ê耶和華，kap你ê活命，來chiù-chōa，我無beh離開你。In兩人就相kap去。"}},{"book":"王下","chapter":2,"verse":7,"versions":{"unv":"有先知門徒去了五十人，遠遠地站在他們對面；二人在約旦河邊站住。","bklcl":"Ū sian-ti ê ha̍k-seng gō͘-cha̍p lâng khì, hn̄g-hn̄g khiā tī in ê tùi-bīn; nn̄g-lâng tī Iok-tàn hô-piⁿ teh khiā.","tghg":"有先知的學生五十人去，遠遠徛佇𪜶的對面；二人佇約但河邊啲徛。","bklhl":"有先知ê學生五十人去，遠遠khiā tī in ê對面；兩人tī約旦河邊teh khiā。"}},{"book":"王下","chapter":2,"verse":8,"versions":{"unv":"以利亞將自己的外衣捲起來，用以打水，水就左右分開，二人走乾地而過。","bklcl":"Í-lī-a the̍h i ê gōa-saⁿ kńg--khí-lâi, phah hiah-ê chúi, chúi chiū hun siang-pêng; nn̄g-lâng kiâⁿ ta-tōe kè-khì.","tghg":"以利亞提伊的外衫捲起來，拍許個水，水就分雙旁，二人行乾地過去。","bklhl":"以利亞the̍h伊ê外衫捲起來，phah hiah-ê水，水就分雙pêng；兩人行乾地過去。"}},{"book":"王下","chapter":2,"verse":9,"versions":{"unv":"過去之後，以利亞對以利沙說：「我未曾被接去離開你，你要我為你做甚麼，只管求我。」以利沙說：「願感動你的靈加倍地感動我。」","bklcl":"Kè-khì liáu, Í-lī-a kā Í-lī-sa kóng, Góa iáu-bē siū-chhú lī-khui lí khì, góa beh kā lí chòe sím-mi̍h? lí taⁿ tio̍h kiû.  Í-lī-sa kóng, Kiû lí chiong kám-tōng lí ê sîn hō͘ góa siang-hūn.","tghg":"過去了，以利亞給以利沙講：「我猶未受取離開你去，我欲給你做甚麼？你今著求。」以利沙講：「求你將感動你的神互我雙份。」","bklhl":"過去了，以利亞kā以利沙講，我iáu未受取離開你去，我beh kā你做甚麼？你taⁿ tio̍h求。以利沙講，求你將感動你ê神hō͘我雙份。"}},{"book":"王下","chapter":2,"verse":10,"versions":{"unv":"以利亞說：「你所求的難得。雖然如此，我被接去離開你的時候，你若看見我，就必得著；不然，必得不著了。」","bklcl":"Í-lī-a kóng, Lí só͘ kiû--ê, oh--tit ah; chóng-sī góa siū-chhú lī-khui lí ê sî, lí nā khòaⁿ-kìⁿ góa, chiū beh tit-tio̍h; nā bô, chiū bōe tit-tio̍h.","tghg":"以利亞講：「你所求的僫(oh)得啊！總是我受取離開你的時，你若看見我，就欲得著，若無，就𣍐得著。」","bklhl":"以利亞講，你所求ê，oh得ah；總是我受取離開你ê時，你若看見我，就beh得tio̍h；若無，就bōe得tio̍h。"}},{"book":"王下","chapter":2,"verse":11,"versions":{"unv":"他們正走著說話，忽有火車火馬將二人隔開，以利亞就乘旋風升天去了。","bklcl":"In teh-kiâⁿ teh-kóng, hut-jiân ū hé-chhia hé-bé, keh-khui in nn̄g-lâng;  Í-lī-a chiū chē kńg-lê-hong chiūⁿ-thiⁿ.","tghg":"𪜶啲行啲講，忽然有火車火馬隔開𪜶二人，以利亞就坐捲螺風上天。","bklhl":"In teh行teh講，忽然有火車火馬，隔開in兩人；以利亞就坐捲螺風上天。"}},{"book":"王下","chapter":2,"verse":12,"versions":{"unv":"以利沙看見，就呼叫說：「我父啊！我父啊！以色列的戰車馬兵啊！」以後不再見他了。於是以利沙把自己的衣服撕為兩片。","bklcl":"Í-lī-sa  khòaⁿ-kìⁿ, chiū kiò kóng, Góa ê pē ah, góa ê pē ah, Í-sek-lia̍t ê chiàn-chhia kap i bé-peng ah.  Āu-lâi bô koh khòaⁿ-kìⁿ i; chiū the̍h ka-kī ê saⁿ lâi thiah chòe nn̄g-pêng.","tghg":"以利沙看見，就叫講：「我的父啊！我的父啊！以色列的戰車及伊馬兵啊！」後來無閣看見伊。就提家己的衫來拆做二旁。","bklhl":"以利沙看見，就叫講，我ê父ah，我ê父ah，以色列ê戰車kap伊馬兵ah。後來無koh看見伊；就the̍h家己ê衫來拆做兩pêng。"}},{"book":"王下","chapter":2,"verse":13,"versions":{"unv":"他拾起以利亞身上掉下來的外衣，回去站在約旦河邊。","bklcl":"I khioh Í-lī-a ka-la̍uh lo̍h-lâi ê gōa-saⁿ, tò-tńg-khì khiā tī Iok-tàn hô-piⁿ.","tghg":"伊拾以利亞磕落(ka-la̍uh)落來(lo̍h-lâi)的外衫，倒轉去徛佇約但河邊。","bklhl":"伊拾以利亞ka-la̍uh落來ê外衫，倒tńg去khiā tī約旦河邊。"}},{"book":"王下","chapter":2,"verse":14,"versions":{"unv":"他用以利亞身上掉下來的外衣打水，說：「耶和華─以利亞的　神在哪裡呢？」打水之後，水也左右分開，以利沙就過來了。","bklcl":"I ēng Í-lī-a ka-la̍uh lo̍h-lâi ê gōa-saⁿ phah chúi, kóng, Í-lī-a ê Siōng-tè Iâ-hô-hoa tī toh-lo̍h?  phah chúi liáu-āu, chúi chiū pun siang-pêng;  Í-lī-sa chiū kè-khì.","tghg":"伊用以利亞磕落落來的外衫拍水，講：「以利亞的上帝──耶和華佇叨落？」拍水了後，水就分雙旁，以利沙就過去。","bklhl":"伊用以利亞ka-la̍uh落來ê外衫phah水，講，以利亞ê上帝耶和華tī toh落？phah水了後，水就分雙pêng；以利沙就過去。"}},{"book":"王下","chapter":2,"verse":15,"versions":{"unv":"住耶利哥的先知門徒從對面看見他，就說：「感動以利亞的靈感動以利沙了。」他們就來迎接他，在他面前俯伏於地，","bklcl":"Sian-ti ê ha̍k-seng, tiàm tī Iâ-lī-ko tī i ê tùi-bīn ê, khòaⁿ-kìⁿ i, chiū kóng, Kám-tōng Í-lī-a ê sîn tiàm tī Í-lī-sa lah; in chiū lâi ngiâ-chih i, phak-lo̍h tī i ê bīn-chêng.","tghg":"先知的學生踮佇耶利哥佇伊的對面的，看見伊就講：「感動以利亞的神踮佇以利沙啦。」𪜶就來迎接(ngiâ-chih)伊，仆落佇伊的面前，","bklhl":"先知ê學生，tiàm tī耶利哥tī伊ê對面ê，看見伊，就講，感動以利亞ê神tiàm tī以利沙lah；in就來迎接伊，仆落tī伊ê面前。"}},{"book":"王下","chapter":2,"verse":16,"versions":{"unv":"對他說：「僕人們這裡有五十個壯士，求你容他們去尋找你師傅，或者耶和華的靈將他提起來，投在某山某谷。」以利沙說：「你們不必打發人去。」","bklcl":"Kā i kóng, Lí khòaⁿ ah, lí ê lô͘-po̍k chia ū chòng-sū gō͘-cha̍p lâng; kiû lí chún in khì chhē lí ê ló-su; kiaⁿ-liáu Iâ-hô-hoa ê Sîn leh i, hiat tī bó͘ ê soaⁿ, bó͘ ê soaⁿ-kok.  I kóng, M̄-thang chhe.","tghg":"給伊講：「你看啊，你的奴僕遮有壯士五十人，求你准𪜶去尋你的老師，驚了耶和華的神提伊，㧒(hiat)佇某個山某個山谷，」伊講：「呣通差。」","bklhl":"kā伊講，你看ah，你ê奴僕chia有壯士五十人；求你准in去chhē你ê老師；驚了耶和華ê神leh伊，hiat tī某個山，某個山谷。伊講，M̄-thang 差。"}},{"book":"王下","chapter":2,"verse":17,"versions":{"unv":"他們再三催促他，他難以推辭，就說：「你們打發人去吧！」他們便打發五十人去，尋找了三天，也沒有找著。","bklcl":"In pek i kàu hō͘ i pháiⁿ-ē, i chiū kóng, Lín thang chhe i.  In chiū chhe gō͘-cha̍p lâng khì, chhē saⁿ ji̍t, iā chhē-bô.","tghg":"𪜶迫伊到互伊歹推(pháiⁿ-ē)，伊就講：「恁通差伊。」𪜶就差五十人去，尋三日，也尋無。","bklhl":"In逼伊到hō͘伊pháiⁿ-ē，伊就講，Lín thang差伊。In就差五十人去，chhē三日，也chhē無。"}},{"book":"王下","chapter":2,"verse":18,"versions":{"unv":"以利沙仍然在耶利哥等候他們回到他那裡；他對他們說：「我豈沒有告訴你們不必去嗎？」","bklcl":"I tī Iâ-lī-ko thèng-hāu, in tò-lâi kàu i hia; i kā in kóng, Góa kiám-bô kā lín kóng, M̄-thang khì mah?","tghg":"伊佇耶利哥聽候𪜶倒來到伊遐；伊給𪜶講：「我豈無給恁講，呣通去嗎？」","bklhl":"伊tī耶利哥thèng候，in tò來到伊hia；伊kā in講，我kiám無kā lín講，M̄-thang去mah？"}},{"book":"王下","chapter":2,"verse":19,"versions":{"unv":"耶利哥城的人對以利沙說：「這城的地勢美好，我主看見了；只是水惡劣，土產不熟而落。」","bklcl":"Siâⁿ-lāi ê peh-sìⁿ kā Í-lī-sa kóng, Chhiáⁿ lí khòaⁿ chit ê siâⁿ ê tōe-tiám sī hó, chiàu góa ê chú só͘ khòaⁿ-kìⁿ--ê; chóng-sī chúi pháiⁿ, tì-kàu thó͘-tōe bô chhut-sán.","tghg":"城內的百姓給以利沙講：「請你看此個城的地點是好，照我的主所看見的；總是水歹，致到土地無出產。」","bklhl":"城內ê百姓kā以利沙講，請你看chit ê城ê地點是好，照我ê主所看見ê；總是水pháiⁿ，致到土地無出產。"}},{"book":"王下","chapter":2,"verse":20,"versions":{"unv":"以利沙說：「你們拿一個新瓶來，裝鹽給我」；他們就拿來給他。","bklcl":"Í-lī-sa kóng, Lín the̍h chi̍t ê sin ê pân, tóe iâm lâi hō͘ góa.  In chiū the̍h lâi hō͘ i.","tghg":"以利沙講：「恁提一個新的瓶(pân)，貯鹽來互我。」𪜶就提來互伊。","bklhl":"以利沙講，Lín the̍h一个新ê瓶，貯鹽來hō͘我。In就the̍h來hō͘伊。"}},{"book":"王下","chapter":2,"verse":21,"versions":{"unv":"他出到水源，將鹽倒在水中，說：「耶和華如此說：『我治好了這水，從此必不再使人死，也不再使地土不生產。』」","bklcl":"I chhut-khì kàu chúi-chôaⁿ, chiong iâm piàⁿ tī hit lāi-bīn, kóng, Iâ-hô-hoa án-ni kóng, Góa i-hó chit ê chúi, bô koh tùi hia ū sí-bô, á-sī bô chhut-sán.","tghg":"伊出去到水泉，將鹽傾佇彼內面，講：耶和華按呢講：『我醫好此個水，無閣對遐有死無，抑是無出產。』」","bklhl":"伊出去到水泉，將鹽piàⁿ tī hit內面，講，耶和華án-ni講，我醫好chit ê水，無koh tùi hia有死無，á是無出產。"}},{"book":"王下","chapter":2,"verse":22,"versions":{"unv":"於是那水治好了，直到今日，正如以利沙所說的。","bklcl":"Hit ê chúi chiū i-hó, kàu kin-á-ji̍t; chiàu Í-lī-sa só͘ kóng ê ōe.","tghg":"彼個水就醫好，到今仔日，照以利沙所講的話。","bklhl":"Hit-ê水就醫好，到今á日；照以利沙所講ê話。"}},{"book":"王下","chapter":2,"verse":23,"versions":{"unv":"以利沙從那裡上伯特利去，正上去的時候，有些童子從城裡出來，戲笑他說：「禿頭的上去吧！禿頭的上去吧！」","bklcl":"Í-lī-sa tùi hia chiūⁿ-khì Pek-te̍k-lī, chiūⁿ-lō͘ ê sî, ū gín-ná tùi siâⁿ-lāi chhut-lâi, thí-chhiò i, tùi i kóng, Liù-hia̍h-ê, chiūⁿ-khì o͘h, liù-hia̍h-ê, chiūⁿ-khì o͘h.","tghg":"以利沙對遐上去伯特利，上路的時，有囝仔對城內出來，恥笑伊，對伊講：「翏額的(liù-hia̍h-ê)上去噢(o͘h)！翏額的上去噢！」","bklhl":"以利沙tùi hia上去Pek-te̍k-lī，上路ê時，有gín-ná tùi城內出來，恥笑伊，對伊講，Liù額ê，上去o͘h，liù額ê，上去o͘h。"}},{"book":"王下","chapter":2,"verse":24,"versions":{"unv":"他回頭看見，就奉耶和華的名咒詛他們。於是有兩個母熊從林中出來，撕裂他們中間四十二個童子。","bklcl":"I oa̍t-thâu khòaⁿ in, chiū hōng Iâ-hô-hoa ê miâ chiù-chó͘ in; chiū ū nn̄g chiah hîm-bú tùi chhiū-nâ-lāi chhut-lâi, peh-thiah in tiong-kan sì-cha̍p-jī ê gín-ná.","tghg":"伊越頭看𪜶，就奉耶和華的名咒詛𪜶。就有二隻熊母對樹林內出來，擘拆(peh-thiah)𪜶中間四十二個囝仔。","bklhl":"伊oa̍t頭看in，就奉耶和華ê名咒詛in；就有兩隻熊母tùi樹林內出來，peh拆in中間四十二個gín-ná。"}},{"book":"王下","chapter":2,"verse":25,"versions":{"unv":"以利沙從伯特利上迦密山，又從迦密山回到撒馬利亞。","bklcl":"I tùi-hia chiūⁿ Ka-bi̍t soaⁿ; koh tùi hia tò-khì Sat-má-lī-a.","tghg":"伊對遐上迦密山，閣對遐倒去撒瑪利亞。","bklhl":"伊tùi-hia上Ka-bi̍t山；koh tùi hia tò去撒馬利亞。"}}]