[{"book":"王下","chapter":6,"verse":1,"versions":{"unv":"先知門徒對以利沙說：「看哪，我們同你所住的地方過於窄小，","bklcl":"Sian-ti ê ha̍k-seng kā Í-lī-sa kóng, Khòaⁿ ah, goán kap lí só͘ tòa ê só͘-chāi siuⁿ oe̍h.","tghg":"先知的學生給以利沙講：「看啊，阮及你所住的所在甚狹(siuⁿ-oe̍h)，","bklhl":"先知ê學生kā以利沙講，看ah，阮kap你所tòa ê所在siuⁿ狹。"}},{"book":"王下","chapter":6,"verse":2,"versions":{"unv":"求你容我們往約旦河去，各人從那裡取一根木料建造房屋居住。」他說：「你們去吧！」","bklcl":"Kiû lí chún goán khì Iok-tàn, ta̍k-lâng tùi-hia chhú chi̍t ki chhâ-liāu, hō͘ goán tī-hia khí chi̍t só͘-chāi thang khiā.  I kóng, Lín thang khì ah.","tghg":"求你准阮去約但，逐人對遐取一支柴料互阮佇遐起一所在通徛。」伊講：「恁通去啊！」","bklhl":"求你准阮去約旦，ta̍k人tùi-hia取一支柴料，hō͘阮tī-hia起一所在thang khiā。伊講，Lín thang去ah。"}},{"book":"王下","chapter":6,"verse":3,"versions":{"unv":"有一人說：「求你與僕人同去。」回答說：「我可以去。」","bklcl":"Ū chi̍t-ê kóng, Bo̍h-tit the, kiû lí kap lô͘-po̍k khì.  Ìn kóng, Góa beh khì.  Tùi án-ni chiū kap in khì.","tghg":"有一個講：「莫得推，求你及奴僕去。」應講：「我欲去。」","bklhl":"有一个講，莫得推，求你kap奴僕去。應講，我beh去。Tùi án-ni，就kap in去。"}},{"book":"王下","chapter":6,"verse":4,"versions":{"unv":"於是以利沙與他們同去。到了約旦河，就砍伐樹木。","bklcl":"In kàu Iok-tàn, chiū chhò-chhiū.","tghg":"對按呢就及𪜶去。𪜶到約但，就剉(chhò)樹。","bklhl":"In到約旦，就剉樹。"}},{"book":"王下","chapter":6,"verse":5,"versions":{"unv":"有一人砍樹的時候，斧頭掉在水裡，他就呼叫說：「哀哉！我主啊，這斧子是借的。」","bklcl":"Ū chi̍t-lâng chhò-chhiū ê sî, pó͘-thâu-bah ka-la̍uh tī chúi--nih.  I chiū kiò kóng, Chhám--ah!  Góa ê chú ah, chit ki pó͘-thâu sī chioh--ê.","tghg":"有一人剉樹的時，斧頭肉(pó͘-thâu-bah)磕落(ka-la̍uh)佇水裡，伊就叫講：「慘啊！我的主啊，此支斧頭是借的。」","bklhl":"有一人剉樹ê時，斧頭肉ka-la̍uh tī水裡。伊就叫講，慘ah！我ê主ah，chit支斧頭是借ê。"}},{"book":"王下","chapter":6,"verse":6,"versions":{"unv":"神人問說：「掉在哪裡了？」他將那地方指給以利沙看。以利沙砍了一根木頭，拋在水裡，斧頭就漂上來了。","bklcl":"Siōng-tè ê lô͘-po̍k kóng, Ka-la̍uh tī toh-lo̍h?  I chiū pò i khòaⁿ hit só͘-chāi.  I chiū chhò chi̍t ki chhâ, hiat tī-hia; pó͘-thâu-bah chiū phû--khí-lâi.","tghg":"上帝的奴僕講：「磕落佇叨落？」伊就報伊看彼所在。伊就剉一支柴，㧒(hiat)佇遐，斧頭肉就浮起來。","bklhl":"上帝ê奴僕講，Ka-la̍uh tī toh落？伊就報伊看hit所在。伊就剉一支柴，hiat tī-hia；斧頭肉就浮起來。"}},{"book":"王下","chapter":6,"verse":7,"versions":{"unv":"以利沙說：「拿起來吧！」那人就伸手拿起來了。","bklcl":"I kóng, Kia̍h--khí-lâi; hit-lâng chiū chhun-chhiú kia̍h--khí-lâi.","tghg":"伊講：「攑起來！」彼人就伸手攑起來。","bklhl":"伊講，Kia̍h起來；hit人就伸手kia̍h起來。"}},{"book":"王下","chapter":6,"verse":8,"versions":{"unv":"亞蘭王與以色列人爭戰，和他的臣僕商議說：「我要在某處某處安營。」","bklcl":"A-lân ông kap Í-sek-lia̍t kau-chiàn, kap i ê jîn-sîn gī-lūn kóng, Góa tio̍h chat-iâⁿ tī bó͘ só͘-chāi, bó͘ só͘-chāi.","tghg":"亞蘭王及以色列交戰，及伊的人臣議論講：「我著紮營佇某所在某所在。」","bklhl":"A-lân王kap以色列交戰，kap伊ê人臣議論講，我tio̍h紮營tī 某所在，某所在。"}},{"book":"王下","chapter":6,"verse":9,"versions":{"unv":"神人打發人去見以色列王，說：「你要謹慎，不要從某處經過，因為亞蘭人從那裡下來了。」","bklcl":"Siōng-tè ê lô͘-po̍k chhe lâng khì kìⁿ Í-sek-lia̍t ông, kóng, Lí tio̍h kín-sīn, m̄-thang tùi bó͘ só͘-chāi keng-kè, in-ūi A-lân lâng lo̍h-lâi tī-hia.","tghg":"上帝的奴僕差人去見以色列王，講：「你著謹慎，呣通對某所在經過，因為亞蘭人落來佇遐。」","bklhl":"上帝ê奴僕差人去見以色列王，講，你tio̍h謹慎，m̄-thang tùi某所在經過，因為A-lân人落來tī-hia。"}},{"book":"王下","chapter":6,"verse":10,"versions":{"unv":"以色列王差人去窺探神人所告訴所警戒他去的地方，就防備未受其害，不止一兩次。","bklcl":"Í-sek-lia̍t ông chhe lâng kàu Siōng-tè ê lô͘-po̍k só͘ kóng tio̍h tî-hông ê só͘-chāi.  Tùi án-ni bô siū-hāi, m̄-nā chi̍t-pái, nn̄g-pái.","tghg":"以色列王差人到上帝的奴僕所講著持防(tî-hông)的所在，對按呢無受害，呣若一擺二擺。","bklhl":"以色列王差人到上帝ê奴僕所講tio̍h持防ê所在。Tùi án-ni，無受害，m̄-nā一pái，兩pái。"}},{"book":"王下","chapter":6,"verse":11,"versions":{"unv":"亞蘭王因這事心裡驚疑，召了臣僕來，對他們說：「我們這裡有誰幫助以色列王，你們不指給我嗎？」","bklcl":"A-lân ông in-ūi chit ê sū sim-lāi chin peh-pak, tiàu i ê jîn-sîn lâi, kā in kóng, Lán tiong-kan chī-chūi ūi Í-sek-lia̍t ông, lín bô lâi kā góa kóng mah?","tghg":"亞蘭王因為此個事心內真迫腹(peh-pak)，召伊的人臣來，給𪜶講：「咱中間是誰為以色列王，恁無來給我講嗎？」","bklhl":"A-lân王因為chit ê事心內真擘腹，召伊ê人臣來，kā in講，咱中間是誰為以色列王，lín無來kā我講mah？"}},{"book":"王下","chapter":6,"verse":12,"versions":{"unv":"有一個臣僕說：「我主，我王！無人幫助他，只有以色列中的先知以利沙，將王在臥房所說的話告訴以色列王了。」","bklcl":"Ū chi̍t ê jîn-sîn kóng, Góa ê chú, góa ê ông ah, m̄-sī án-ni; chiū-sī Í-sek-lia̍t tiong ê sian-ti Í-lī-sa chiong lí tī khùn-pâng só͘ kóng ê ōe, kā Í-sek-lia̍t ông kóng.","tghg":"有一個人臣講：「我的主，我的王啊！呣是按呢，就是以色列中的先知以利沙，將你佇睏房所講的話給以色列王講。」","bklhl":"有一个人臣講，我ê主，我ê王ah，m̄是án-ni；就是以色列中ê先知以利沙將你tī睏房所講ê話，kā以色列王講。"}},{"book":"王下","chapter":6,"verse":13,"versions":{"unv":"王說：「你們去探他在哪裡，我好打發人去捉拿他。」有人告訴王說：「他在多坍。」","bklcl":"Ông kóng, Lín khì thàm-khòaⁿ i tī toh-lo̍h, góa thang chhe lâng khì lia̍h i.  Ū lâng kā ông kóng, Khòaⁿ ah, i tī To-tan.","tghg":"王講：「恁去探看伊佇叨落，我通差人去掠伊。」有人給王講：「看啊，伊佇多坍。」","bklhl":"王講，lín去探看伊tī toh落，我thang差人去掠伊。有人kā王講，看ah，伊tī To-tan。"}},{"book":"王下","chapter":6,"verse":14,"versions":{"unv":"王就打發車馬和大軍往那裡去，夜間到了，圍困那城。","bklcl":"Ông chiū chhe bé, chhia, kap tōa-tūi peng khì hia.  In thàu-mî kàu, ûi-khùn hit ê siâⁿ.","tghg":"王就差馬車及大隊兵去遐，𪜶透暝到，圍困彼個城。","bklhl":"王就差馬、車，kap大隊兵去hia。In透暝到，圍困hit ê城。"}},{"book":"王下","chapter":6,"verse":15,"versions":{"unv":"神人的僕人清早起來出去，看見車馬軍兵圍困了城。僕人對神人說：「哀哉！我主啊，我們怎樣行才好呢？」","bklcl":"Siōng-tè ê lô͘-po̍k ê chhe-ēng chheng-chá khí-lâi chhut khì, khòaⁿ-kìⁿ ū kun-peng, bé kap chhia, ûi-khùn siâⁿ.  Chhe-ēng kā i kóng, Chhám--ah! góa ê chú ah, lán beh cháiⁿ-iūⁿ?","tghg":"上帝的奴僕的差用清早起來出去，看見有軍兵，馬及車圍困城。差用給伊講：「慘啊！我的主啊，咱欲怎樣？」","bklhl":"上帝ê奴僕ê差用清早起來出去，看見有軍兵，馬kap車，圍困城。差用kā伊講，慘ah！我ê主ah，咱beh怎樣？"}},{"book":"王下","chapter":6,"verse":16,"versions":{"unv":"神人說：「不要懼怕！與我們同在的比與他們同在的更多。」","bklcl":"Siōng-tè ê lô͘-po̍k kóng, M̄-bián kiaⁿ; in-ūi kap lán tī-teh-ê, pí kap in tī-teh-ê, koh khah chōe.","tghg":"上帝的奴僕講：「呣免驚！因為及咱佇啲的比及𪜶佇啲的閣卡多。」","bklhl":"上帝ê奴僕講，m̄免驚；因為kap咱tī-teh-ê，比kap in tī-teh-ê，koh-khah chōe。"}},{"book":"王下","chapter":6,"verse":17,"versions":{"unv":"以利沙禱告說：「耶和華啊，求你開這少年人的眼目，使他能看見。」耶和華開他的眼目，他就看見滿山有火車火馬圍繞以利沙。","bklcl":"Í-lī-sa kî-tó kóng, Iâ-hô-hoa ah, kiû Lí khui i ê ba̍k-chiu, hō͘ i ōe khòaⁿ-kìⁿ.  Iâ-hô-hoa chiū khui siàu-liân lâng ê ba̍k-chiu, i chiū khòaⁿ-kìⁿ; khòaⁿ ah, piàn-soaⁿ hé-bé hé-chhia ûi Í-lī-sa.","tghg":"以利沙祈禱講：「耶和華啊，求你開伊的目睭，互伊會看見。」耶和華就開少年人的目睭，伊就看見，看啊！遍山火馬火車圍以利沙。","bklhl":"以利沙祈禱講，耶和華ah，求你開伊ê目睭，hō͘伊能看見。耶和華就開少年人ê目睭，伊就看見；看ah，遍山火馬火車圍以利沙。"}},{"book":"王下","chapter":6,"verse":18,"versions":{"unv":"敵人下到以利沙那裡，以利沙禱告耶和華說：「求你使這些人的眼目昏迷。」耶和華就照以利沙的話，使他們的眼目昏迷。","bklcl":"In lo̍h-khì kàu i hia, Í-lī-sa kî-tó kóng, Iâ-hô-hoa ah, kiû Lí phah chiah-ê peh-sìⁿ, hō͘ in chhiⁿ-mî.  I chiū phah hō͘ in chhiⁿ-mî, chiàu Í-lī-sa ê ōe.","tghg":"𪜶落去到伊遐，以利沙祈禱講：「耶和華啊，求你拍諸個百姓，互𪜶睛暝。」伊就拍互𪜶睛暝，照以利沙的話。","bklhl":"In落去到伊hia，以利沙祈禱講，耶和華ah，求你phah chiah ê百姓，hō͘ in chhiⁿ-mî。伊就phah hō͘ in chhiⁿ-mî，照以利沙ê話。"}},{"book":"王下","chapter":6,"verse":19,"versions":{"unv":"以利沙對他們說：「這不是那道，也不是那城；你們跟我去，我必領你們到所尋找的人那裡。」於是領他們到了撒馬利亞。","bklcl":"Í-lī-sa kā in kóng, Chit-ê m̄-sī hit ê lō͘, chit-ê iā m̄-sī hit ê siâⁿ; lín tè góa, góa beh chhōa lín kàu lín só͘ chhē ê lâng hia.  Chiū chhōa in kàu Sat-má-lī-a.","tghg":"以利沙給𪜶講：「此個呣是彼個路，此個也呣是彼個城；恁隨我，我欲導恁到恁所尋的人遐。」就導𪜶到撒瑪利亞。","bklhl":"以利沙kā in講，Chit ê m̄是hit ê路，chit ê也m̄是hit ê城；lín tè我，我beh chhōa lín到lín所chhē ê人hia。就chhōa in到撒馬利亞。"}},{"book":"王下","chapter":6,"verse":20,"versions":{"unv":"他們進了撒馬利亞，以利沙禱告說：「耶和華啊，求你開這些人的眼目，使他們能看見。」耶和華開他們的眼目，他們就看見了，不料，是在撒馬利亞的城中。","bklcl":"In ji̍p Sat-má-lī-a, Í-lī-sa kóng, Iâ-hô-hoa ah, kiû Lí khui chiah-ê lâng ê ba̍k-chiu, hō͘ in khòaⁿ-kìⁿ.  Iâ-hô-hoa khui in ê ba̍k-chiu, in chiū khòaⁿ-kìⁿ; bô phah-sǹg, sī tī Sat-má-lī-a ê siâⁿ-lāi.","tghg":"𪜶入撒瑪利亞，以利沙講：「耶和華啊，求你開諸個人的目睭，互𪜶看見。」耶和華開𪜶的目睭，𪜶就看見，無拍算，是佇撒瑪利亞的城內。","bklhl":"In入撒馬利亞，以利沙講，耶和華ah，求你開chiah ê人ê目睭，hō͘ in看見。耶和華開in ê目睭，in就看見；無phah算，是tī撒馬利亞ê城內。"}},{"book":"王下","chapter":6,"verse":21,"versions":{"unv":"以色列王見了他們，就問以利沙說：「我父啊，我可以擊殺他們嗎？」","bklcl":"Í-sek-lia̍t ông khòaⁿ-kìⁿ in, chiū mn̄g Í-lī-sa kóng, Góa ê pē ah, góa tio̍h phah i mah?  tio̍h phah i mah?","tghg":"以色列王看見𪜶，就問以利沙講：「我的父啊，我著拍伊嗎？著拍伊嗎？」","bklhl":"以色列王看見in，就問以利沙講，我ê父ah，我tio̍h phah伊mah？tio̍h phah伊mah？"}},{"book":"王下","chapter":6,"verse":22,"versions":{"unv":"回答說：「不可擊殺他們！就是你用刀用弓擄來的，豈可擊殺他們嗎（或譯：也不可擊殺，何況這些人呢）？當在他們面前設擺飲食，使他們吃喝回到他們的主人那裡。」","bklcl":"Ìn kóng, M̄-thang phah in; lí ēng to ēng keng só͘ lia̍h--lâi-ê, kiám thang phah i mah?  tio̍h hē piáⁿ kap chúi tī in ê bīn-chêng, hō͘ in lim-chia̍h, tò-khì in ê chú-lâng hia.","tghg":"應講：「呣通拍𪜶！你用刀用弓所掠來的，豈通拍伊嗎？著下餅及水佇𪜶的面前，互𪜶飲食，倒去𪜶的主人遐。","bklhl":"應講，M̄-thang phah in；你用刀用弓所掠來ê，kiám thang phah伊mah？tio̍h hē餅kap水tī in ê面前，hō͘ in lim食，tò去in ê主人hia。"}},{"book":"王下","chapter":6,"verse":23,"versions":{"unv":"王就為他們預備了許多食物；他們吃喝完了，打發他們回到他們主人那裡。從此，亞蘭軍不再犯以色列境了。","bklcl":"Ông thòe in pī-pān chōe-chōe chia̍h-mi̍h; in lim-chia̍h bêng-pe̍k, chiū kah in khì; chiū tò-khì in ê chú-lâng hia.  Tùi án-ni A-lân ê kun-peng bô koh chhim-hoān Í-sek-lia̍t ê kéng-kài.","tghg":"王替𪜶備辦多多食物！𪜶飲食明白，就教𪜶去！就倒去𪜶的主人遐。對按呢，亞蘭的軍兵無閣侵犯以色列的境界。","bklhl":"王替in備辦chōe-chōe食物；in lim食明白，就kah in去；就tò去in ê主人hia。Tùi án-ni，A-lân ê軍兵無koh侵犯以色列ê境界。"}},{"book":"王下","chapter":6,"verse":24,"versions":{"unv":"此後，亞蘭王便‧哈達聚集他的全軍，上來圍困撒馬利亞。","bklcl":"Āu-lâi A-lân ông Piān-hap-ta̍t chū-chi̍p i ê choân-kun, chiūⁿ-lâi ûi-khùn Sat-má-lī-a.","tghg":"後來，亞蘭王便哈達聚集伊的全軍，上來圍困撒瑪利亞。","bklhl":"後來A-lân王Piān-hap-ta̍t聚集伊ê全軍，上來圍困撒馬利亞。"}},{"book":"王下","chapter":6,"verse":25,"versions":{"unv":"於是撒馬利亞被圍困，有饑荒，甚至一個驢頭值銀八十舍客勒，二升鴿子糞值銀五舍客勒。","bklcl":"Sat-má-lī-a tōa ki-hng; in ûi-khùn siâⁿ, tì-kàu chi̍t ê lû-thâu ta̍t gûn poeh-cha̍p sià-khek-le̍k, kap-pùn chi̍t-khap ê sì-hūn-chi̍t ta̍t gûn gō͘ sià-khek-le̍k.","tghg":"撒瑪利亞大飢荒，𪜶圍困城，致到一個驢頭值銀八十舍客勒，鴿糞(kap-pùn)一搕(khap)的四份一值銀五舍客勒。","bklhl":"撒馬利亞大飢荒；in圍困城，致到一个驢頭值銀八十sià-khek-le̍k，鴿糞一khap ê四份一值銀五sià-khek-le̍k。"}},{"book":"王下","chapter":6,"verse":26,"versions":{"unv":"一日，以色列王在城上經過，有一個婦人向他呼叫說：「我主，我王啊！求你幫助。」","bklcl":"Í-sek-lia̍t ông tùi siâⁿ-chhiûⁿ keng-kè ê sî, ū chi̍t ê hū-jîn-lâng tùi i kiû-kiò, kóng, Góa ê chú, góa ê ông ah, pang-chān góa.","tghg":"以色列王對城牆經過的時，有一個婦仁人對伊求叫講：「我的主，我的王啊！幫助我。」","bklhl":"以色列王tùi城牆經過ê時，有一个婦人人對伊求叫，講，我ê主，我ê王ah，幫贊我。"}},{"book":"王下","chapter":6,"verse":27,"versions":{"unv":"王說：「耶和華不幫助你，我從何處幫助你？是從禾場，是從酒醡呢？」","bklcl":"Ông kóng, Iâ-hô-hoa bô pang-chān lí, góa beh tùi toh-lo̍h pang-chān lí?  sī tùi gō͘-kak-tiûⁿ, á-sī tùi chiú-khut ah?","tghg":"王講：「耶和華無幫助你，我欲對叨落幫助你？是對五穀場，抑是對酒窟啊？」","bklhl":"王講，耶和華無幫贊你，我beh tùi toh落幫贊你？是tùi五穀場，á是tùi酒窟ah？"}},{"book":"王下","chapter":6,"verse":28,"versions":{"unv":"王問婦人說：「你有甚麼苦處？」她回答說：「這婦人對我說：『將你的兒子取來，我們今日可以吃，明日可以吃我的兒子。』","bklcl":"Ông koh kóng, Lí ū sím-mi̍h kan-khó͘?  I ìn kóng, Chit ê hū-jîn-lâng tùi góa kóng, Kau-chhut lí ê kiáⁿ, lán kin-á-ji̍t thang chia̍h i, bîn-á-ji̍t lán chia̍h góa ê kiáⁿ;","tghg":"王閣講：「你有甚麼艱苦？」伊應講：「此個婦仁人對我講：『交出你的子，咱今仔日通食伊，明仔日咱食我的子。』","bklhl":"王koh講，你有甚麼艱苦？伊應講，chit ê婦人人對我講，交出你ê kiáⁿ，咱今á日thang食伊，明á日咱食我ê kiáⁿ；"}},{"book":"王下","chapter":6,"verse":29,"versions":{"unv":"我們就煮了我的兒子吃了。次日我對她說：『要將你的兒子取來，我們可以吃。』她卻將她的兒子藏起來了。」","bklcl":"goán chiū chú góa ê kiáⁿ chia̍h i; keh-ji̍t góa tùi i kóng, Kau-chhut lí ê kiáⁿ, lán thang chia̍h i, chóng-sī i khǹg-ba̍t i ê kiáⁿ.","tghg":"阮就煮我的子食伊。隔日我對伊講，『交出你的子，咱通食伊，』總是伊囥密(khǹg-ba̍t)伊的子。」","bklhl":"阮就煮我ê kiáⁿ食伊；隔日我對伊講，交出你ê kiáⁿ，咱thang食伊，總是伊khǹg密伊ê kiáⁿ。"}},{"book":"王下","chapter":6,"verse":30,"versions":{"unv":"王聽見婦人的話，就撕裂衣服；（王在城上經過）百姓看見王貼身穿著麻衣。","bklcl":"Ông thiaⁿ-kìⁿ hū-jîn-lâng ê ōe, chiū thiah-li̍h saⁿ, tī siâⁿ-chhiûⁿ-téng keng-kè;  peh-sìⁿ khòaⁿ-kìⁿ i, khòaⁿ-kìⁿ i sin-tóe-saⁿ sī chho͘-môa-pò͘.","tghg":"王聽見婦仁人的話，就拆裂衫；（佇城牆頂經過）百姓看見伊，看見伊身底衫是粗麻布。","bklhl":"王聽見婦人人ê話，就拆裂衫，tī城牆頂經過；百姓看見伊，看見伊 身底衫是粗麻布。"}},{"book":"王下","chapter":6,"verse":31,"versions":{"unv":"王說：「我今日若容沙法的兒子以利沙的頭仍在他項上，願　神重重地降罰與我！」","bklcl":"Ông kóng, Sa-hoat ê kiáⁿ Í-lī-sa ê thâu-khak kin-á-ji̍t nā iû-goân liân tī i ê sin-khu, goān Siōng-tè ka-pē chek-hoa̍t góa.","tghg":"王講：「沙法的子以利沙的頭殼今仔日若猶原連佇伊的身軀，願上帝加倍責罰我！」","bklhl":"王講，Sa-hoat ê kiáⁿ以利沙ê頭殼今á日若猶原連tī伊ê身軀，願上帝加倍責罰我。"}},{"book":"王下","chapter":6,"verse":32,"versions":{"unv":"那時，以利沙正坐在家中，長老也與他同坐。王打發一個伺候他的人去；他還沒有到，以利沙對長老說：「你們看這兇手之子，打發人來斬我的頭；你們看著使者來到，就關上門，用門將他推出去。在他後頭不是有他主人腳步的響聲嗎？」","bklcl":"Hit-sî Í-lī-sa chē tī chhù-lāi, tióng-ló iā kap i teh chē; ông chhe chi̍t-lâng chòe-thâu khì; sù-chiá iáu-bē kàu i hia, Í-lī-sa kā tiúⁿ-ló kóng, Lín khòaⁿ chit ê hiong-siú ê kiáⁿ, cháiⁿ-iūⁿ chhe lâng chhú góa ê thâu-khak; lín khòaⁿ, sù-chiá nā lâi, chiū tio̍h koaiⁿ-mn̂g, chó͘-chí i tī mn̂g-gōa; tī i ê āu-bīn kiám bô ū i ê chú-lâng ê kha-pō͘ siaⁿ?","tghg":"彼時以利沙坐佇厝內，長老也及伊啲坐。王差一人做頭去；使者猶未到伊遐，以利沙給長老講：「恁看此個兇首的子，怎樣差人取我的頭殼；恁看使者若來，就著關門，阻止伊佇門外。佇伊的後面豈無有伊的主人的腳步聲？」","bklhl":"Hit時以利沙坐tī厝內，長老也kap伊teh坐；王差一人做頭去；使者iáu未到伊hia，以利沙kā長老講，Lín看chit ê兇手ê kiáⁿ，怎樣差人取我ê頭殼；lín看，使者若來，就tio̍h關門，阻止伊tī門外；tī伊ê後面kiám無有伊ê主人ê腳步聲？"}},{"book":"王下","chapter":6,"verse":33,"versions":{"unv":"正說話的時候，使者來到，王也到了，說：「這災禍是從耶和華那裡來的，我何必再仰望耶和華呢？」","bklcl":"I iáu kap in kóng-ōe ê sî, khòaⁿ ah, sù-chiá lo̍h-khì i hia; kóng, Khòaⁿ ah, chit ê chai-ē tùi Iâ-hô-hoa, góa siáⁿ-sū tio̍h koh thèng-hāu Iâ-hô-hoa ah?","tghg":"伊猶及𪜶講話的時，看啊，使者落去伊遐，講：「看啊，此個災禍對耶和華，我啥事著閣聽候耶和華啊？」","bklhl":"伊iáu kap in講話ê時，看ah，使者落去伊hia；講，看ah，chit ê災厄tùi耶和華，我啥事tio̍h koh thèng候耶和華ah？"}}]