[{"book":"王下","chapter":21,"verse":1,"versions":{"unv":"瑪拿西登基的時候年十二歲，在耶路撒冷作王五十五年。他母親名叫協西巴。","bklcl":"Má-ná-se chē-ūi ê sî cha̍p-jī hè; tī Iâ-lō͘-sat-léng chòe ông kiōng gō͘-cha̍p-gō͘ nî.  I ê lāu-bú miâ kiò Hia̍p-se-pa.","tghg":"瑪拿西坐位的時十二歲，佇耶路撒冷做王共五十五年。伊的老母名叫協西巴。","bklhl":"Má-ná-se坐位ê時十二歲；tī耶路撒冷做王共五十五年。伊ê老母名叫Hia̍p-se-pa。"}},{"book":"王下","chapter":21,"verse":2,"versions":{"unv":"瑪拿西行耶和華眼中看為惡的事，效法耶和華在以色列人面前趕出的外邦人所行可憎的事。","bklcl":"I kiâⁿ Iâ-hô-hoa só͘ khòaⁿ-chòe pháiⁿ ê sū, o̍h gōa-pang lâng só͘ kiâⁿ khó-ò͘ⁿ ê sū, chiū-sī Iâ-hô-hoa tī Í-sek-lia̍t ê bīn-chêng só͘ kóaⁿ-chhut--ê,","tghg":"伊行耶和華所看做歹的事，學外邦人所行可惡的事，就是耶和華佇以色列的面前所趕出的。","bklhl":"伊行耶和華所看做pháiⁿ ê事，學外邦人所行可惡ê事，就是耶和華tī以色列ê面前所趕出ê，"}},{"book":"王下","chapter":21,"verse":3,"versions":{"unv":"重新建築他父希西家所毀壞的邱壇，又為巴力築壇，做亞舍拉像，效法以色列王亞哈所行的，且敬拜事奉天上的萬象；","bklcl":"In-ūi i ê lāu-pē Hi-se-ka só͘ húi ê soaⁿ-thâu-tôaⁿ, i koh khí i; koh ūi Pa-le̍k khí tôaⁿ, chòe A-sià-la̍h, chiàu Í-sek-lia̍t ông A-hap ê só͘ chòe; koh kèng-pài thiⁿ-téng ê bān-siōng lâi ho̍k-sāi i.","tghg":"因為伊的老父希西家所毀的山頭壇，伊閣起伊，閣為巴力起壇，做亞舍拉，照以色列王亞哈的所做，閣敬拜天頂的萬象來服事伊；","bklhl":"因為伊ê老父Hi-se-ka所毀ê山頭壇，伊koh起伊；koh為Pa-le̍k起壇，做A-sià-la̍h，照以色列王A-hap ê所做；koh敬拜天頂ê萬象來服事伊。"}},{"book":"王下","chapter":21,"verse":4,"versions":{"unv":"在耶和華殿宇中築壇。耶和華曾指著這殿說：「我必立我的名在耶路撒冷。」","bklcl":"Tī Iâ-hô-hoa ê tiān-lāi khí kúi-nā ê tôaⁿ; Iâ-hô-hoa bat kí chit ê tiān, kóng, Góa beh an-tì Góa ê miâ tī Iâ-lō͘-sat-léng.","tghg":"佇耶和華的殿內起幾若個壇。耶和華曾指此個殿講：「我欲安置我的名佇耶路撒冷。」","bklhl":"Tī耶和華ê殿內起kúi-nā ê壇；耶和華bat kí chit ê殿，講，我beh安置我ê名tī耶路撒冷。"}},{"book":"王下","chapter":21,"verse":5,"versions":{"unv":"他在耶和華殿的兩院中為天上的萬象築壇，","bklcl":"I tī Iâ-hô-hoa ê tiān nn̄g ê īⁿ-lāi, ūi-tio̍h thiⁿ-téng ê bān-siōng khí tôaⁿ.","tghg":"伊佇耶和華的殿二個院內為著天頂的萬象起壇，","bklhl":"伊tī耶和華ê殿兩個院內，為tio̍h天頂ê萬象起壇。"}},{"book":"王下","chapter":21,"verse":6,"versions":{"unv":"並使他的兒子經火，又觀兆，用法術，立交鬼的和行巫術的，多行耶和華眼中看為惡的事，惹動他的怒氣；","bklcl":"Koh hō͘ i ê kiáⁿ keng-kè hé, koh ū khòaⁿ tiāu-thâu, ēng hoat-su̍t, ēng thiàu-tâng--ê, chhiáⁿ sai-kong; kiâⁿ chōe-chōe Iâ-hô-hoa só͘ khòaⁿ-chòe pháiⁿ ê sū, lâi kek I ê siū-khì.","tghg":"閣互伊的子經過火，閣有看兆頭，用法術，用跳童(thiàu-tâng)者，請師公，行多多耶和華所看做歹的事，來激伊的受氣；","bklhl":"Koh hō͘伊ê kiáⁿ經過火，koh有看兆頭，用法術，用跳童ê，請司公；行chōe-chōe耶和華所看做pháiⁿ ê事，來激伊ê受氣。"}},{"book":"王下","chapter":21,"verse":7,"versions":{"unv":"又在殿內立雕刻的亞舍拉像。耶和華曾對大衛和他兒子所羅門說：「我在以色列眾支派中所選擇的耶路撒冷和這殿，必立我的名，直到永遠。","bklcl":"Koh tī tiān-lāi chhāi i só͘ chō A-sià-la̍h tiau-khek ê siōng; chit keng tiān chiū-sī Iâ-hô-hoa bat tùi Tāi-pi̍t kap i ê kiáⁿ Só͘-lô-bûn kí i lâi kóng, Chit keng tiān, kap Iâ-lō͘-sat-léng, chiū-sī Góa tī Í-sek-lia̍t chèng chi-phài tiong só͘ kéng-ê,  Góa beh an-tì Góa ê miâ tī-hia, kàu éng-oán.","tghg":"閣佇殿內祀(chhāi)伊所造亞舍拉雕刻的像。此間殿就是耶和華曾對大衛及伊的子所羅門指(kí)伊來講：「此間殿及耶路撒冷，就是我佇以色列眾支派中所揀的，我欲安置我的名佇遐，到永遠。","bklhl":"Koh tī殿內chhāi伊所造A-sià-la̍h雕刻ê像；chit間殿就是耶和華bat對大衛kap伊ê kiáⁿ所羅門kí伊來講，Chit間殿，kap耶路撒冷，就是我tī以色列眾支派中所揀ê，我beh安置我ê名tī-hia，到永遠。"}},{"book":"王下","chapter":21,"verse":8,"versions":{"unv":"以色列人若謹守遵行我一切所吩咐他們的和我僕人摩西所吩咐他們的一切律法，我就不再使他們挪移離開我所賜給他們列祖之地。」","bklcl":"Í-sek-lia̍t lâng nā chip-siú lâi kiâⁿ Góa it-chhè só͘ bēng-lēng in--ê, chiàu Góa ê lô͘-po̍k Mô͘-se só͘ bēng-lēng in it-chhè ê lu̍t-hoat,  Góa chiū bô koh hō͘ in ê kha î-sóa, lī-khui Góa só͘ siúⁿ-sù in lia̍t-chó͘ ê tōe.","tghg":"以色列人若執守來行我一切所命令𪜶的，照我的奴僕摩西所命令𪜶一切的律法，我就無閣互𪜶的腳移徙離開我所賞賜𪜶列祖的地。」","bklhl":"以色列人若執守來行我一切所命令in ê，照我ê奴僕摩西所命令in一切ê律法，我就無koh hō͘ in ê腳移徙，離開我所賞賜in列祖ê地。"}},{"book":"王下","chapter":21,"verse":9,"versions":{"unv":"他們卻不聽從。瑪拿西引誘他們行惡，比耶和華在以色列人面前所滅的列國更甚。","bklcl":"Chóng-sī in bô thiaⁿ-thàn;  Má-ná-se ín-iú in kiâⁿ pháiⁿ, pí Iâ-hô-hoa tī Í-sek-lia̍t lâng ê bīn-chêng só͘ bia̍t ê lia̍t-kok koh-khah siong-tiōng.","tghg":"總是𪜶無聽趁。瑪拿西引誘𪜶行歹，比耶和華佇以色列人的面前所滅的列國閣卡傷重。","bklhl":"總是in無聽thàn；Má-ná-se引誘in行pháiⁿ，比耶和華tī以色列人ê面前所滅ê列國koh-khah傷重。"}},{"book":"王下","chapter":21,"verse":10,"versions":{"unv":"耶和華藉他僕人眾先知說：","bklcl":"Iâ-hô-hoa thok I ê lô͘-po̍k, hiah-ê sian-ti, kóng,","tghg":"耶和華託伊的奴僕，許個先知講：","bklhl":"耶和華託伊ê奴僕，hiah-ê先知，講，"}},{"book":"王下","chapter":21,"verse":11,"versions":{"unv":"「因猶大王瑪拿西行這些可憎的惡事比先前亞摩利人所行的更甚，使猶大人拜他的偶像，陷在罪裡；","bklcl":"In-ūi Iû-tāi ông Má-ná-se kiâⁿ chiah-ê khó-ò͘ⁿ ê sū, pí i í-chêng ê A-mô͘-lī lâng só͘ kiâⁿ-ê koh-khah pháiⁿ, koh ēng i ê ngó͘-siōng hō͘ Iû-tāi lâng hām-lo̍h chōe,","tghg":"「因為猶大王瑪拿西行諸個可惡的事比伊以前的亞摩利人所行的閣卡歹，閣用伊的偶像互猶大人陷落罪；","bklhl":"因為偤大王Má-ná-se行chiah ê可惡ê事，比伊以前ê A-mô͘-lī人所行ê koh-khah pháiⁿ，koh用伊ê偶像hō͘偤大人陷落罪，"}},{"book":"王下","chapter":21,"verse":12,"versions":{"unv":"所以耶和華─以色列的　神如此說：我必降禍與耶路撒冷和猶大，叫一切聽見的人無不耳鳴。","bklcl":"só͘-í  Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè án-ni kóng, Khòaⁿ ah, Góa beh kàng chai-ē tī Iâ-lō͘-sat-léng kap Iû-tāi, hō͘ it-chhè thiaⁿ-kìⁿ ê lâng nn̄g ê hī-khang beh tiō--khí-lâi.","tghg":"所以耶和華──以色列的上帝按呢講：看啊！我欲降災禍佇耶路撒冷及猶大，互一切聽見的人二個耳孔欲抖(tiō)起來。","bklhl":"所以耶和華以色列ê上帝án-ni講，看ah，我beh降災厄tī耶路撒冷kap偤大，hō͘一切聽見ê人兩個耳孔beh tiō起來。"}},{"book":"王下","chapter":21,"verse":13,"versions":{"unv":"我必用量撒馬利亞的準繩和亞哈家的線鉈拉在耶路撒冷上，必擦淨耶路撒冷，如人擦盤，將盤倒扣。","bklcl":"Góa beh ēng niû Sat-má-lī-a ê chîn-sòaⁿ kap A-hap ê ke ê tūi-chîn, khan tī Iâ-lō͘-sat-léng ê téng-bīn, beh chhit Iâ-lō͘-sat-léng, chhin-chhiūⁿ lâng chhit pôaⁿ, chhit-liáu chiū péng-phak.","tghg":"我欲用量撒瑪利亞的繩線(chîn-sòaⁿ)及亞哈的家的墜繩(tūi-chîn)牽佇耶路撒冷的頂面，欲拭(chhit)耶路撒冷，親像人拭盤，拭了就反仆(péng-phak)。","bklhl":"我beh用量撒馬利亞ê繩線kap A-hap ê家ê墜繩，牽tī耶路撒冷ê頂面，beh拭(chhit)耶路撒冷，親像人拭盤，拭了就péng仆。"}},{"book":"王下","chapter":21,"verse":14,"versions":{"unv":"我必棄掉所餘剩的子民（原文是產業），把他們交在仇敵手中，使他們成為一切仇敵擄掠之物；","bklcl":"Góa beh pàng-lī Góa ê sán-gia̍p só͘ chhun ê; chiong in kau tī tùi-te̍k ê chhiú, in beh chiâⁿ-chòe in it-chhè ê tùi-te̍k só͘ lia̍h só͘ chhiúⁿ--ê.","tghg":"我欲放離我的產業所剩的，將𪜶交佇對敵的手，𪜶欲成做𪜶一切的對敵所掠所搶的；","bklhl":"我beh放離我ê產業所chhun ê；將in交tī對敵ê手，in beh成做in一切ê對敵所掠所搶ê。"}},{"book":"王下","chapter":21,"verse":15,"versions":{"unv":"是因他們自從列祖出埃及直到如今，常行我眼中看為惡的事，惹動我的怒氣。」","bklcl":"In-ūi in tùi in ê lia̍t-chó͘ chhut Ai-ki̍p ê ji̍t, iā kàu kin-á-ji̍t, siông-siông kiâⁿ Góa só͘ khòaⁿ-chòe pháiⁿ ê sū, kek Góa siū-khì.","tghg":"因為𪜶對恁的列祖出埃及的日，也到今仔日，常常行我所看做歹的事，激我受氣。」","bklhl":"因為in tùi in ê列祖出埃及ê日，也到今á日，常常行我所看做pháiⁿ ê事，激我受氣。"}},{"book":"王下","chapter":21,"verse":16,"versions":{"unv":"瑪拿西行耶和華眼中看為惡的事，使猶大人陷在罪裡，又流許多無辜人的血，充滿了耶路撒冷，從這邊直到那邊。","bklcl":"Má-ná-se hō͘ Iû-tāi lâng hoān-chōe, kiâⁿ Iâ-hô-hoa só͘ khòaⁿ-chòe pháiⁿ ê sū; i chit ê chōe í-gōa, koh lâu chōe-chōe bô-chōe ê lâng ê huih, móa Iâ-lō͘-sat-léng, tùi chit-kak kàu hit-kak.","tghg":"瑪拿西互猶大人犯罪，行耶和華所看做歹的事，伊此個罪以外，閣流多多無罪的人的血，滿耶路撒冷，對此角到彼角。","bklhl":"Má-ná-se hō͘偤大人犯罪，行耶和華所看做pháiⁿ ê事；伊chit ê罪以外，koh流chōe-chōe無罪ê人ê血，滿耶路撒冷，tùi chit角到hit角。"}},{"book":"王下","chapter":21,"verse":17,"versions":{"unv":"瑪拿西其餘的事，凡他所行的和他所犯的罪都寫在猶大列王記上。","bklcl":"Má-ná-se kî-û ê sū, kìⁿ i só͘ kiâⁿ ê, kap i só͘ hoān ê chōe, kiám bô lóng kì tī Iû-tāi lia̍t-ông ê kì-lio̍k mah?","tghg":"瑪拿西其餘的事，見伊所行的及伊所犯的罪豈無攏記佇猶大列王的記錄嗎？","bklhl":"Má-ná-se其餘ê事，見伊所行ê，kap伊所犯ê罪，kiám無lóng記tī偤大列王ê記錄mah？"}},{"book":"王下","chapter":21,"verse":18,"versions":{"unv":"瑪拿西與他列祖同睡，葬在自己宮院烏撒的園內；他兒子亞們接續他作王。","bklcl":"Má-ná-se kap i ê lia̍t-chó͘ tâng-khùn, bâi-chòng tī i ka-kī kiong-lāi ê hn̂g, chiū-sī O͘-sat ê hn̂g.  I ê kiáⁿ A-bûn sòa-chiap i chòe ông.","tghg":"瑪拿西及伊的列祖同睏，埋葬佇伊家己宮內的園就是烏撒的園；伊的子亞們續接伊做王。","bklhl":"Má-ná-se kap伊ê列祖同睏，埋葬tī伊家己宮內ê園，就是O͘-sat ê園。伊ê kiáⁿ A-bûn續接伊做王。"}},{"book":"王下","chapter":21,"verse":19,"versions":{"unv":"亞們登基的時候年二十二歲，在耶路撒冷作王二年。他母親名叫米舒利密，是約提巴人哈魯斯的女兒。","bklcl":"A-bûn chē-ūi ê sî, jī-cha̍p-jī hè, tī Iâ-lō͘-sat-léng chòe-ông le̍k-kè nn̄g-nî; i ê lāu-bú miâ kiò Bí-su-lī-bi̍t, sī Iok-thê-pa lâng Hap-ló͘-su ê cha-bó͘-kiáⁿ.","tghg":"亞們坐位的時二十二歲，佇耶路撒冷做王歷過二年。伊的老母名叫米舒利密，是約提巴人哈魯斯的查某子。","bklhl":"A-bûn坐位ê時，二十二歲，tī耶路撒冷做王歷過兩年；伊ê老母名叫Bí-su-lī-bi̍t，是Iok-thê-pa人Hap-ló͘-su ê cha-bó͘-kiáⁿ。"}},{"book":"王下","chapter":21,"verse":20,"versions":{"unv":"亞們行耶和華眼中看為惡的事，與他父親瑪拿西所行的一樣；","bklcl":"I kiâⁿ Iâ-hô-hoa só͘ khòaⁿ-chòe pháiⁿ ê sū, chhin-chhiūⁿ i ê lāu-pē Má-ná-se só͘-chòe-ê;","tghg":"伊行耶和華所看做歹的事，親像伊的老父瑪拿西所做的；","bklhl":"伊行耶和華所看做pháiⁿ ê事，親像伊ê老父Má-ná-se所做ê；"}},{"book":"王下","chapter":21,"verse":21,"versions":{"unv":"行他父親一切所行的，敬奉他父親所敬奉的偶像，","bklcl":"kiâⁿ i ê lāu-pē it-chhè só͘ kiâⁿ ê lō͘, ho̍k-sāi i ê lāu-pē só͘ ho̍k-sāi hiah-ê ngó͘-siōng;","tghg":"行伊的老父一切所行的路，服事伊的老父所服事許個偶像，","bklhl":"行伊ê老父一切所行ê路，服事伊ê老父所服事hiah-ê偶像；"}},{"book":"王下","chapter":21,"verse":22,"versions":{"unv":"離棄耶和華─他列祖的　神，不遵行耶和華的道。","bklcl":"khì-sak Iâ-hô-hoa i ê lia̍t-chó͘ ê Siōng-tè, bô kiâⁿ Iâ-hô-hoa ê tō-lō͘.","tghg":"棄拺耶和華──伊的列祖的上帝，無行耶和華的道路。","bklhl":"棄sak耶和華伊ê列祖ê上帝，無行耶和華ê道路。"}},{"book":"王下","chapter":21,"verse":23,"versions":{"unv":"亞們王的臣僕背叛他，在宮裡殺了他。","bklcl":"A-bûn ê jîn-sîn pōe-poān i, thâi-sí ông tī ông-kiong-lāi.","tghg":"亞們的人臣背叛伊，刣死王佇王宮內。","bklhl":"A-bûn ê人臣背叛伊，刣死王tī王宮內。"}},{"book":"王下","chapter":21,"verse":24,"versions":{"unv":"但國民殺了那些背叛亞們王的人，立他兒子約西亞接續他作王。","bklcl":"Chóng-sī kok-bîn thâi-sí hiah-ê pōe-poān A-bûn ông ê lâng.  Kok-bîn chiū siat-li̍p i ê kiáⁿ Iok-se-a sòa-chiap i chòe-ông.","tghg":"總是國民刣死許個背叛亞們王的人，國民就設立伊的子約西亞續接伊做王。","bklhl":"總是國民刣死hiah-ê背叛A-bûn王ê人。國民就設立伊ê kiáⁿ約西亞續接伊做王。"}},{"book":"王下","chapter":21,"verse":25,"versions":{"unv":"亞們其餘所行的事都寫在猶大列王記上。","bklcl":"A-bûn kî-û só͘ kiâⁿ ê sū, kiám bô kì tī Iû-tāi lia̍t-ông ê kì-lio̍k mah?","tghg":"亞們其餘所行的事豈無記佇猶大列王的記錄嗎？","bklhl":"A-bûn其餘所行ê事，kiám無記tī偤大列王ê記錄mah？"}},{"book":"王下","chapter":21,"verse":26,"versions":{"unv":"亞們葬在烏撒的園內自己的墳墓裡。他兒子約西亞接續他作王。","bklcl":"Bâi-chòng tī ka-kī ê bōng, tī O͘-sat ê hn̂g.  I ê kiáⁿ Iok-se-a sòa-chiap i chòe ông.","tghg":"埋葬佇家己的墓佇烏撒的園。伊的子約西亞續接伊做王。","bklhl":"埋葬tī家己ê墓，tī O͘-sat ê園。伊ê kiáⁿ約西亞續接伊做王。"}}]