[{"book":"王下","chapter":24,"verse":1,"versions":{"unv":"約雅敬年間，巴比倫王尼布甲尼撒上到猶大；約雅敬服事他三年，然後背叛他。","bklcl":"Iok-ngá-kèng ê nî-kan, Pa-pí-lûn ông Nî-pò͘-kah-nî-sat chiūⁿ-lâi.  Iok-ngá-kèng ho̍k-sāi i saⁿ nî; āu-lâi hoán-tńg pōe-ge̍k i.","tghg":"約雅敬的年間，巴比倫王尼布甲尼撒上來；約雅敬服事伊三年，後來反轉背逆伊。","bklhl":"Iok-ngá-kèng ê年間，巴比倫王Nî-pò͘-kah-nî-sat上來。Iok-ngá-kèng服事伊三年；後來反tńg悖逆伊。"}},{"book":"王下","chapter":24,"verse":2,"versions":{"unv":"耶和華使迦勒底軍、亞蘭軍、摩押軍，和亞捫人的軍來攻擊約雅敬，毀滅猶大，正如耶和華藉他僕人眾先知所說的。","bklcl":"Iâ-hô-hoa chhe Ka-le̍k-tí ê kun-tūi, A-lân ê kun-tūi, Mô͘-ap ê kun-tūi, kap A-bûn ê kun-tūi, lâi kong-kek i; koh chhe in kong-kek Iû-tāi beh bia̍t i; chiàu Iâ-hô-hoa thok I ê lô͘-po̍k chiah-ê sian-ti só͘ kóng ê.","tghg":"耶和華差迦勒底的軍隊、亞蘭的軍隊、摩押的軍隊，及亞捫的軍隊來攻擊伊，閣差𪜶攻擊猶大欲滅伊，照耶和華託伊的奴僕諸個先知所講的。","bklhl":"耶和華差Ka-le̍k-tí ê軍隊，A-lân ê軍隊，Mô͘-ap ê軍隊，kap A-bûn ê軍隊，來攻擊伊；koh差in攻擊偤大beh滅伊；照耶和華託伊ê奴僕chiah ê先知所講ê。"}},{"book":"王下","chapter":24,"verse":3,"versions":{"unv":"這禍臨到猶大人，誠然是耶和華所命的，要將他們從自己面前趕出，是因瑪拿西所犯的一切罪；","bklcl":"Chit ê sū lîm-kàu Iû-tāi, si̍t-chāi sī tùi Iâ-hô-hoa ê bēng-lēng beh chhian-sóa i, lī-khui I ê bīn-chêng; che lóng sī in-ūi Má-ná-se ê chōe, chiàu i it-chhè só͘ kiâⁿ ê;","tghg":"此個事臨到猶大，實在是對耶和華的命令欲遷徙伊，離開伊的面前，這攏是因為瑪拿西的罪照伊一切所行的；","bklhl":"Chit ê事臨到偤大，實在是tùi耶和華ê命令beh遷徙伊，離開伊ê面前；這lóng是因為Má-ná-se ê罪，照伊一切所行ê；"}},{"book":"王下","chapter":24,"verse":4,"versions":{"unv":"又因他流無辜人的血，充滿了耶路撒冷；耶和華決不肯赦免。","bklcl":"iā ūi-tio̍h i lâu bô-chōe ê lâng ê huih, in-ūi i ēng bô-chōe ê lâng ê huih chhiong-móa Iâ-lō͘-sat-léng; chit ê chōe Iâ-hô-hoa m̄-khéng sià-bián.","tghg":"也為著伊留無罪的人的血，因為伊用無罪的人的血充滿耶路撒冷；此個罪耶和華呣肯赦免。","bklhl":"也為tio̍h伊流無罪ê人ê血，因為伊用無罪ê人ê血充滿耶路撒冷；chit ê罪耶和華m̄肯赦免。"}},{"book":"王下","chapter":24,"verse":5,"versions":{"unv":"約雅敬其餘的事，凡他所行的都寫在猶大列王記上。","bklcl":"Iok-ngá-kèng kî-û ê sū, kìⁿ i só͘ kiâⁿ ê, kiám bô lóng kì tī Iû-tāi lia̍t-ông ê kì-lio̍k mah?","tghg":"約雅敬其餘的事，見伊所行的豈無攏記佇猶大列王的記錄嗎？","bklhl":"Iok-ngá-kèng其餘ê事，見伊所行ê，kiám無lóng記tī偤大列王ê記錄mah？"}},{"book":"王下","chapter":24,"verse":6,"versions":{"unv":"約雅敬與他列祖同睡。他兒子約雅斤接續他作王。","bklcl":"Iok-ngá-kèng kap i ê lia̍t-chó͘ tâng-khùn; i ê kiáⁿ Iok-ngá-kun sòa-chiap i chòe-ông.","tghg":"約雅敬及伊的列祖同睏。伊的子約雅斤續接伊做王。","bklhl":"Iok-ngá-kèng kap伊ê列祖同睏；伊ê kiáⁿ Iok-ngá-kun續接伊做王。"}},{"book":"王下","chapter":24,"verse":7,"versions":{"unv":"埃及王不再從他國中出來；因為巴比倫王將埃及王所管之地，從埃及小河直到幼發拉底河都奪去了。","bklcl":"Ai-ki̍p ông bô koh tùi i ê tōe chhut-lâi; in-ūi Pa-pí-lûn ū ông chhú kìⁿ sio̍k Ai-ki̍p ông ê tōe, tùi Ai-ki̍p sió-hô, kàu Pek-la̍h hô.","tghg":"埃及王無閣對伊的地出來；因為巴比倫有王取見屬埃及王的地，對埃及小河到伯拉河。","bklhl":"埃及王無koh對伊ê地出來；因為巴比倫有王取見屬埃及王ê地，tùi埃及小河，到Pek-la̍h河。"}},{"book":"王下","chapter":24,"verse":8,"versions":{"unv":"約雅斤登基的時候年十八歲，在耶路撒冷作王三個月。他母親名叫尼護施他，是耶路撒冷人以利拿單的女兒。","bklcl":"Iok-ngá-kun chē-ūi ê sî, cha̍p-poeh-hè, tī Iâ-lō͘-sat-léng chòe ông saⁿ-ge̍h-ji̍t; i ê lāu-bú miâ kiò Nî-hō͘-si-tha, sī Iâ-lō͘-sat-léng lâng Í-lī-ná-tan ê cha-bó͘-kiáⁿ.","tghg":"約雅斤坐位的時十八歲，佇耶路撒冷做王三月日。伊的老母名叫尼護施她，是耶路撒冷人以利拿單的查某子。","bklhl":"Iok-ngá-kun坐位ê時，十八歲，tī耶路撒冷做王三月日；伊ê老母名叫Nî-hō͘-si-tha，是耶路撒冷人Í-lī-ná-tan ê cha-bó͘-kiáⁿ。"}},{"book":"王下","chapter":24,"verse":9,"versions":{"unv":"約雅斤行耶和華眼中看為惡的事，效法他父親一切所行的。","bklcl":"Iok-ngá-kun kiâⁿ Iâ-hô-hoa só͘ khòaⁿ-chòe pháiⁿ ê sū, chiàu i ê lāu-pē it-chhè só͘ kiâⁿ.","tghg":"約雅斤行耶和華所看做歹的事，照伊的老父一切所行。","bklhl":"Iok-ngá-kun行耶和華所看做pháiⁿ ê事，照伊ê老父一切所行。"}},{"book":"王下","chapter":24,"verse":10,"versions":{"unv":"那時，巴比倫王尼布甲尼撒的軍兵上到耶路撒冷，圍困城。","bklcl":"Hit-sî Pa-pí-lûn ông Nî-pò͘-kah-nî-sat ê jîn-sîn chiūⁿ lâi Iâ-lō͘-sat-léng, ûi-khùn hit ê siâⁿ.","tghg":"彼時，巴比倫王尼布甲尼撒的人臣上來耶路撒冷，圍困彼個城。","bklhl":"Hit時巴比倫王Nî-pò͘-kah-nî-sat ê人臣上來耶路撒冷，圍困hit ê城。"}},{"book":"王下","chapter":24,"verse":11,"versions":{"unv":"當他軍兵圍困城的時候，巴比倫王尼布甲尼撒就親自來了。","bklcl":"Tng i ê jîn-sîn ûi-khùn siâⁿ ê sî, Pa-pí-lûn ông Nî-pò͘-kah-nî-sat chiū lâi.","tghg":"當伊的人臣圍困城的時，巴比倫王尼布甲尼撒就來。","bklhl":"當伊ê人臣圍困城ê時，巴比倫王Nî-pò͘-kah-nî-sat就來。"}},{"book":"王下","chapter":24,"verse":12,"versions":{"unv":"猶大王約雅斤和他母親、臣僕、首領、太監一同出城，投降巴比倫王；巴比倫王便拿住他。那時是巴比倫王第八年。","bklcl":"Iû-tāi ông Iok-ngá-kun chhut siâⁿ kàu Pa-pí-lûn ông hia, i kap i ê lāu-bú, kap i ê jîn-sîn, siú-léng, thài-kàm, lóng khì.  Pa-pí-lûn ông lia̍h i; tī i chòe ông tē-poeh nî.","tghg":"猶大王約雅斤出城到巴比倫王遐，伊及伊的老母、及伊的人臣、首領、太監攏去，巴比倫王掠伊。佇伊做王第八年。","bklhl":"偤大王Iok-ngá-kun出城到巴比倫王hia，伊kap伊ê老母，kap伊ê人臣、首領、太監，lóng去。巴比倫王掠伊；tī伊做王第八年。"}},{"book":"王下","chapter":24,"verse":13,"versions":{"unv":"巴比倫王將耶和華殿和王宮裡的寶物都拿去了，將以色列王所羅門所造耶和華殿裡的金器都毀壞了，正如耶和華所說的；","bklcl":"Koh chiong Iâ-hô-hoa tiān-lāi ê pó-mi̍h, kap ông-kiong ê pó-mi̍h, lóng tùi hia the̍h-khì; chiong Í-sek-lia̍t ông Só͘-lô-bûn só͘ chō Iâ-hô-hoa tiān-lāi ê kim-khì, lóng phah-phòa, chiàu Iâ-hô-hoa só͘ kóng ê ōe;","tghg":"閣將耶和華殿內的寶物及王宮的寶物攏對遐提去，將以色列王所羅門所造耶和華殿內的金器攏拍破，照耶和華所講的話；","bklhl":"Koh將耶和華殿內ê寶物，kap王宮ê寶物，lóng tùi hia the̍h去；將以色列王所羅門所造耶和華殿內ê金器，lóng phah破，照耶和華所講ê話；"}},{"book":"王下","chapter":24,"verse":14,"versions":{"unv":"又將耶路撒冷的眾民和眾首領，並所有大能的勇士，共一萬人，連一切木匠、鐵匠都擄了去；除了國中極貧窮的人以外，沒有剩下的；","bklcl":"koh chiong Iâ-lō͘-sat-léng ê chèng peh-sìⁿ, kap chèng siú-léng, í-ki̍p só͘ ū tōa koân-lêng ê ióng-sū, kiōng chi̍t-bān lâng, liân it-chhè ê kang-chhiūⁿ, thih-chhiūⁿ, lóng lia̍h-khì; tû kok-lāi ke̍k sòng-hiong ê lâng í-gōa, bô chhun chi̍t-ê;","tghg":"閣將耶路撒冷的眾百姓及眾首領，以及所有大權能的勇士，共一萬人，連一切的工匠(kang-chhiūⁿ)、鐵匠攏掠去；除國內極喪鄉的人以外，無剩一個；","bklhl":"koh將耶路撒冷ê眾百姓，kap眾首領，以及所有大權能ê勇士，共一萬人，連一切ê工匠、鐵匠，lóng掠去；除國內極sòng-hiong ê人以外，無chhun一个；"}},{"book":"王下","chapter":24,"verse":15,"versions":{"unv":"並將約雅斤和王母、后妃、太監，與國中的大官，都從耶路撒冷擄到巴比倫去了；","bklcl":"iā tòa Iok-ngá-kun kàu Pa-pí-lûn, kap thài-hō͘, hō͘-hui, thài-kàm, kap kok-lāi ê tōa-koaⁿ, lóng lia̍h i tùi Iâ-lō͘-sat-léng kàu Pa-pí-lûn.","tghg":"也帶約雅斤到巴比倫、及太后、后妃、太監及國內的大官，攏掠伊對耶路撒冷到巴比倫；","bklhl":"也帶Iok-ngá-kun到巴比倫，kap太后、后妃、太監，kap國內ê大官，lóng掠伊tùi耶路撒冷到巴比倫。"}},{"book":"王下","chapter":24,"verse":16,"versions":{"unv":"又將一切勇士七千人和木匠、鐵匠一千人，都是能上陣的勇士，全擄到巴比倫去了。","bklcl":"Koh chiong it-chhè ê ióng-sū chhit-chheng lâng, kap kang-chhiūⁿ, thih-chhiūⁿ, chi̍t-chheng lâng, lóng sī ióng-chòng ōe chiūⁿ-tīn-ê, Pa-pí-lûn ông lóng lia̍h i kàu Pa-pí-lûn.","tghg":"閣將一切的勇士七千人及工匠、鐵匠一千人，攏是勇壯會上陣的，巴比倫王攏掠伊到巴比倫。","bklhl":"Koh將一切ê勇士七千人，kap工匠、鐵匠，一千人，lóng是勇壯能上陣ê，巴比倫王lóng掠伊到巴比倫。"}},{"book":"王下","chapter":24,"verse":17,"versions":{"unv":"巴比倫王立約雅斤的叔叔瑪探雅代替他作王，給瑪探雅改名叫西底家。","bklcl":"Pa-pí-lûn ông siat-li̍p Iok-ngá-kun ê chek Má-thàm-ngá chòe ông sòa-chiap i, ōaⁿ i ê miâ kiò Se-tí-ka.","tghg":"巴比倫王設立約雅斤的叔瑪探雅做王續接伊，換伊的名叫西底家。","bklhl":"巴比倫王設立Iok-ngá-kun ê叔Má-thàm-ngá做王續接伊，換伊ê名叫Se-tí-ka。"}},{"book":"王下","chapter":24,"verse":18,"versions":{"unv":"西底家登基的時候年二十一歲，在耶路撒冷作王十一年。他母親名叫哈慕他，是立拿人耶利米的女兒。","bklcl":"Se-tí-ka chē-ūi ê sî, jī-cha̍p-it hè, tī Iâ-lō͘-sat-léng chòe ông cha̍p-it nî; i ê lāu-bú miâ Hap-bō͘-tha, sī Li̍p-ná lâng Iâ-lī-bí ê cha-bó͘-kiáⁿ.","tghg":"西底家坐位的時二十一歲，佇耶路撒冷做王十一年。伊的老母名哈慕她，是立拿人耶利米的查某子。","bklhl":"Se-tí-ka坐位ê時，二十一歲，tī耶路撒冷做王十一年；伊ê老母名Hap-bō͘-tha，是Li̍p-ná人耶利米ê cha-bó͘-kiáⁿ。"}},{"book":"王下","chapter":24,"verse":19,"versions":{"unv":"西底家行耶和華眼中看為惡的事，是照約雅敬一切所行的。","bklcl":"I kiâⁿ Iâ-hô-hoa só͘ khòaⁿ-chòe pháiⁿ ê sū, chiàu Iok-ngá-kèng it-chhè só͘ kiâⁿ ê.","tghg":"伊行耶和華所看做歹的事，照約雅敬一切所行的。","bklhl":"伊行耶和華所看做pháiⁿ ê事，照Iok-ngá-kèng一切所行ê。"}},{"book":"王下","chapter":24,"verse":20,"versions":{"unv":"因此耶和華的怒氣在耶路撒冷和猶大發作，以致將人民從自己面前趕出。","bklcl":"Iâ-lō͘-sat-léng kap Iû-tāi tú-tio̍h chiah-ê sū, sī in-ūi Iâ-hô-hoa hoat-chhut siū-khì, beh tùi I ê bīn-chêng kóaⁿ-chhut in.","tghg":"耶路撒冷及猶大抵著(tú-tio̍h)諸個事，是因為耶和華發出受氣欲對伊的面前趕出𪜶。","bklhl":"耶路撒冷kap偤大tú-tio̍h chiah ê事，是因為耶和華發出受氣，beh tùi伊ê面前趕出in。"}}]