[{"book":"王下","chapter":10,"verse":1,"versions":{"unv":"亞哈有七十個兒子在撒馬利亞。耶戶寫信送到撒馬利亞，通知耶斯列的首領，就是長老和教養亞哈眾子的人，說：","bklcl":"A-hap ū chhit-cha̍p ê kiáⁿ tī Sat-má-lī-a.  Iâ-hō͘ siá-phoe kià khì Sat-má-lī-a, hō͘ Iâ-su-lia̍t hiah-ê siú-léng, tiúⁿ-ló, kap hiah-ê bú-ióng A-hap ê chèng-kiáⁿ ê;","tghg":"亞哈有七十個子佇撒瑪利亞。耶戶寫批寄去撒瑪利亞，互耶斯列許個首領，長老及許個撫養(bú-ióng)亞哈的眾子的，","bklhl":"A-hap有七十個kiáⁿ tī撒馬利亞。Iâ-hō͘寫phoe寄去撒馬利亞，hō͘ Iâ-su-lia̍t hiah-ê首領，長老，kap hiah-ê撫養A-hap ê眾kiáⁿ ê；"}},{"book":"王下","chapter":10,"verse":2,"versions":{"unv":"「你們那裡既有你們主人的眾子和車馬、器械、堅固城，","bklcl":"phoe kóng, Lín ê chú-lâng hiah-ê kiáⁿ kap lín tī-hia, lín koh ū chhia bé kap kian-kò͘ ê siâⁿ, kap khì-hâi;","tghg":"批講：「恁的主人許個子及恁佇遐，恁閣有車馬、及堅固的城、及器械，","bklhl":"phoe講，Lín ê主人hiah-ê kiáⁿ kap lín tī-hia，lín koh有車馬kap堅固ê城，kap器械；"}},{"book":"王下","chapter":10,"verse":3,"versions":{"unv":"接了這信，就可以在你們主人的眾子中選擇一個賢能合宜的，使他坐他父親的位，你們也可以為你們主人的家爭戰。」","bklcl":"chi̍t tiuⁿ phoe kàu lín hia ê sî, chiū tio̍h tī lín chú-lâng hiah-ê kiáⁿ ê tiong-kan, kéng chi̍t ê gâu koh thò-tòng ê, hō͘ i chē in lāu-pē ê ūi, lín iā thang ūi lín chú-lâng ê ke kau-chiàn.","tghg":"此張批到恁遐的時，就著佇恁主人許個子的中間揀一個𠢕閣妥當的，互伊坐𪜶老父的位，恁也通為恁主人的家交戰。」","bklhl":"chit張phoe到lín hia ê時，就tio̍h tī lín主人hiah-ê kiáⁿ ê中間，揀一个gâu koh妥當ê，hō͘伊坐in老父ê位，lín也thang為lín主人ê家交戰。"}},{"book":"王下","chapter":10,"verse":4,"versions":{"unv":"他們卻甚懼怕，彼此說：「二王在他面前尚且站立不住，我們怎能站得住呢？」","bklcl":"In chin kiaⁿ, saⁿ-kap kóng, Khòaⁿ ah, nn̄g ê ông tī i ê bīn-chêng siōng-chhiáⁿ khiā-bōe-tiâu, lán thái-thó khiā-ōe-tiâu?","tghg":"𪜶真驚，相及講：「看啊，二個王佇伊的面前尚且(siōng-chhiáⁿ)徛𣍐住，咱豈可(thái-thó)徛會住？」","bklhl":"In真驚，相kap講，看ah，兩個王tī伊ê面前尚且khiā-bōe-tiâu，咱thái-thó khiā-ōe-tiâu？"}},{"book":"王下","chapter":10,"verse":5,"versions":{"unv":"家宰、邑宰，和長老，並教養眾子的人，打發人去見耶戶，說：「我們是你的僕人，凡你所吩咐我們的都必遵行，我們不立誰作王，你看怎樣好就怎樣行。」","bklcl":"Koán-ke--ê, kap siâⁿ-siú, kap hiah-ê tiúⁿ-ló, kap bú-ióng hiah-ê kiáⁿ ê, chhe lâng khì kìⁿ Iâ-hō͘, kóng, Goán sī lí ê lô͘-po̍k, kìⁿ lí só͘ kā goán kóng ê, goán beh kiâⁿ, goán bô beh siat-li̍p lâng chòe ông, lí só͘ khòaⁿ-chòe hó ê, thang kiâⁿ i.","tghg":"管家者、及城守、及許個長老，及撫養許個子者，差人去見耶戶，講：「阮是你的奴僕，見你所給阮講的，阮欲行，阮無欲設立人做王，你所看做好的，通行伊。」","bklhl":"管家ê，kap城守，kap hiah-ê長老，kap撫養hiah-ê kiáⁿ ê，差人去見Ιâ-hō͘，講，阮是你ê奴僕，見你所kā阮講ê，阮beh行，阮無beh設立人做王，你所看做好ê，thang行伊。"}},{"book":"王下","chapter":10,"verse":6,"versions":{"unv":"耶戶又給他們寫信說：「你們若歸順我，聽從我的話，明日這時候，要將你們主人眾子的首級帶到耶斯列來見我。」那時王的兒子七十人都住在教養他們那城中的尊貴人家裡。","bklcl":"I koh siá phoe hō͘ in kóng, Lín nā ūi góa, thiaⁿ-thàn góa ê ōe, tio̍h chhú lín ê chú-lâng hiah-ê kiáⁿ ê thâu-khak, bîn-á-ji̍t chit-sî lâi Iâ-su-lia̍t góa chia.  Ông ê kiáⁿ chhit-cha̍p lâng kap siâⁿ-lāi chun-kùi ê lâng, chiū-sī bú-ióng in ê, saⁿ-kap tòa.","tghg":"伊閣寫批互𪜶講：「恁若為我，聽趁我的話，著取恁的主人許個子的頭殼，明仔日此時來耶斯列我遮。」王的子七十人及城內尊貴的人，就是撫養𪜶的相及住。","bklhl":"伊koh寫phoe hō͘ in講，Lín若為我，聽thàn我ê話，tio̍h取lín ê主人hiah-ê kiáⁿ ê頭殼，明á日chit時，　來Iâ-su-lia̍t我chia。王ê kiáⁿ七十人kap城內尊貴ê人，就是撫養in ê，相kap tòa。"}},{"book":"王下","chapter":10,"verse":7,"versions":{"unv":"信一到，他們就把王的七十個兒子殺了，將首級裝在筐裡，送到在耶斯列的耶戶那裡。","bklcl":"Phoe chi̍t-ē kàu, in chiū lia̍h ông ê kiáⁿ chhit-cha̍p lâng, it-chīn thâi-sí, chiong thâu-khak hē tī kheng--nih, sàng kàu Iâ-su-lia̍t Iâ-hō͘ hia.","tghg":"批一下到，𪜶就掠王的子七十人，一盡刣死，將頭殼下佇筐裡，送到耶斯列、耶戶遐。","bklhl":"Phoe一下到，in就掠王ê kiáⁿ七十人，一盡刣死，將頭殼hē tī筐裡，送到Iâ-su-lia̍t Iâ-hō͘ hia。"}},{"book":"王下","chapter":10,"verse":8,"versions":{"unv":"有使者來告訴耶戶說：「他們將王眾子的首級送來了。」耶戶說：「將首級在城門口堆作兩堆，擱到明日。」","bklcl":"Ū chi̍t ê sù-chiá lâi kā i kóng, In tòa ông hiah-ê kiáⁿ ê thâu-khak lâi. Iâ-hō͘ kóng, Chiong in thia̍p chòe nn̄g-tui, hē tī siâⁿ-mn̂g-kháu, kàu bîn-á-chá-khí.","tghg":"有一個使者來給伊講：「𪜶帶王許個子的頭殼來。」耶戶講：「將𪜶疊做二堆下佇城門口，到明仔早起。」","bklhl":"有一个使者來kā伊講，In帶王hiah-ê kiáⁿ ê頭殼來。Iâ-hō͘講，將in疊做兩堆，hē tī城門口，到明á早起。"}},{"book":"王下","chapter":10,"verse":9,"versions":{"unv":"次日早晨，耶戶出來，站著對眾民說：「你們都是公義的，我背叛我主人，將他殺了；這些人卻是誰殺的呢？","bklcl":"Keh chá-khí, Iâ-hō͘ chhut-lâi, khiā-teh, kā chèng peh-sìⁿ kóng, Lín lóng sī kong-gī; khòaⁿ ah, góa pōe-poān góa ê chú-lâng, thâi-sí i, chóng-sī thâi-sí chiah-ê chèng-lâng--ê sī chī-chūi ah?","tghg":"隔早起，耶戶出來，徛啲，給眾百姓講：「恁攏是公義，看啊，我背叛我的主人，刣死伊；總是刣死諸個眾人的是是誰啊？","bklhl":"隔早起，Iâ-hō͘出來，khiā-teh，kā眾百姓講，Lín lóng是公義；看ah，我背叛我ê主人，刣死伊，總是刣死chiah ê眾人ê是是誰 ah？"}},{"book":"王下","chapter":10,"verse":10,"versions":{"unv":"由此可知，耶和華指著亞哈家所說的話一句沒有落空，因為耶和華藉他僕人以利亞所說的話都成就了。」","bklcl":"Taⁿ thang chai Iâ-hô-hoa ê ōe, chiū-sī Iâ-hô-hoa lūn A-hap ê ke só͘ kóng ê, bô chi̍t kù phah ka-la̍uh; in-ūi Iâ-hô-hoa thok I ê lô͘-po̍k Í-lī-a só͘ kóng ê ōe, lóng ū chòe-chiâⁿ.","tghg":"今通知(thang chai)耶和華的話，就是耶和華論亞哈的家所講的無一句拍磕落(ka-la̍uh)，因為耶和華託伊的奴僕以利亞所講的話攏有做成。」","bklhl":"Taⁿ thang知耶和華ê話，就是耶和華論A-hap ê家所講ê，無一句phah ka-la̍uh；因為耶和華託伊ê奴僕以利亞所講ê話，lóng有做成。"}},{"book":"王下","chapter":10,"verse":11,"versions":{"unv":"凡亞哈家在耶斯列所剩下的人和他的大臣、密友、祭司，耶戶盡都殺了，沒有留下一個。","bklcl":"Sio̍k A-hap ê ke, tī Iâ-su-lia̍t só͘ chhun ê lâng, kap i ê tāi-sîn, chhin-bi̍t ê pêng-iú, chè-si, Iâ-hō͘ it-chīn thâi in, bô lâu chi̍t-ê.","tghg":"屬亞哈的家佇耶斯列所剩的人及伊的大臣、親密的朋友、祭司，耶戶一盡刣𪜶，無留一個。","bklhl":"屬A-hap ê家，tī Iâ-su-lia̍t所chhun ê人，kap伊ê 大臣、親密ê朋友、祭司，Iâ-hō͘一盡刣 in，無留一个。"}},{"book":"王下","chapter":10,"verse":12,"versions":{"unv":"耶戶起身往撒馬利亞去。在路上、牧人剪羊毛之處，","bklcl":"Iâ-hō͘ khí-lâi, khì kàu Sat-má-lī-a.","tghg":"耶戶起來去到撒瑪利亞。佇路裡、到牧者剪羊毛的厝，","bklhl":"Iâ-hō͘起來，去到撒馬利亞。"}},{"book":"王下","chapter":10,"verse":13,"versions":{"unv":"遇見猶大王亞哈謝的弟兄，問他們說：「你們是誰？」回答說：「我們是亞哈謝的弟兄，現在下去要問王和太后的眾子安。」","bklcl":"Tī lō͘--nih kàu bo̍k-chiá chián iûⁿ-mn̂g ê chhù, tú-tio̍h Iû-tāi ông A-hap-siā ê hiaⁿ-tī, mn̄g in kóng, Lín sī sím-mi̍h lâng?  Ìn kóng, Goán sī A-hap-siā ê hiaⁿ-tī; taⁿ lo̍h--khì beh chhéng-an ông ê kiáⁿ kap ông-hō͘ ê kiáⁿ.","tghg":"抵著(tú-tio̍h)猶大王亞哈謝的兄弟，問𪜶講：「恁是甚麼人？」應講：「阮是亞哈謝的兄弟，今落去欲請安王的子及王后的子。」","bklhl":"Tī路裡到牧者剪羊毛ê厝，tú-tio̍h偤大王A-hap-siā ê兄弟，問in講，Lín是甚麼人？應講，阮是A-hap-siā ê兄弟；taⁿ落去beh請安王ê kiáⁿ kap王后ê kiáⁿ。"}},{"book":"王下","chapter":10,"verse":14,"versions":{"unv":"耶戶吩咐說：「活捉他們！」跟從的人就活捉了他們，將他們殺在剪羊毛之處的坑邊，共四十二人，沒有留下一個。","bklcl":"I kóng, Oa̍h-oa̍h lia̍h in.  In chiū oa̍h-oa̍h lia̍h in, tī chián iûⁿ-mn̂g ê chhù ê khiⁿ-á piⁿ thâi-sí in, kiōng sì-cha̍p-jī lâng, bô lâu chi̍t-ê.","tghg":"伊講：「活活掠𪜶！」𪜶就活活掠𪜶，佇剪羊毛的厝的坑仔邊刣死𪜶，共四十二人，無留一個。","bklhl":"伊講，活活掠in。In就活活掠in，tī剪羊毛ê厝ê坑á邊刣死in，共四十二人，無留一个。"}},{"book":"王下","chapter":10,"verse":15,"versions":{"unv":"耶戶從那裡前行，恰遇利甲的兒子約拿達來迎接他，耶戶問他安，對他說：「你誠心待我像我誠心待你嗎？」約拿達回答說：「是。」耶戶說：「若是這樣，你向我伸手」，他就伸手；耶戶拉他上車。","bklcl":"Iâ-hō͘ tùi hia khì, tú-tio̍h Lī-kah ê kiáⁿ, Iok-ná-ta̍t, lâi chih i; Iâ-hō͘ chhéng-an i, tùi i kóng, Lí ê sim chèng-ti̍t ǹg góa, chhin-chhiūⁿ góa ê sim ǹg lí ê sim á-bô?  Iok-ná-ta̍t ìn kóng, Sī.  Iâ-hō͘ kóng, Nā-sī án-ni, chhun lí ê chhiú hō͘ góa.  I chiū chhun-chhiú hō͘ i.  I chiū khan i chiūⁿ-chhia.","tghg":"耶戶對遐去，抵著利甲的子約拿達來接伊，耶戶請安伊，對伊講：「你的心正直向我，親像我的心向你的心抑無？」約拿達應講：「是。」耶戶講：「若是按呢，伸你的手互我。」伊就伸手互伊；伊就牽伊上車。","bklhl":"Iâ-hō͘ tùi hia去，tú-tio̍h Lī-kah ê kiáⁿ，Iok-ná-ta̍t，來接伊；Iâ-hō͘請安伊，對伊講，你ê心正直ǹg我，親像我ê心ǹg你ê心á無？Iok-ná-ta̍t應講，是。Iâ-hō͘講，若是án-ni，伸你ê手hō͘我。伊就伸手hō͘伊。伊就牽伊上車。"}},{"book":"王下","chapter":10,"verse":16,"versions":{"unv":"耶戶說：「你和我同去，看我為耶和華怎樣熱心」；於是請他坐在車上，","bklcl":"Iâ-hō͘ kóng, Lí kap góa saⁿ-kap khì, khòaⁿ góa ūi-tio̍h Iâ-hô-hoa ê jia̍t-sim.  Chiū hō͘ i chē tī i ê chhia.","tghg":"耶戶講：「你及我相及去，看我為著耶和華的熱心」；就互伊坐佇伊的車，","bklhl":"Iâ-hō͘講，你kap我相kap去，看我為tio̍h耶和華ê熱心。就hō͘伊坐tī伊ê車。"}},{"book":"王下","chapter":10,"verse":17,"versions":{"unv":"到了撒馬利亞，就把撒馬利亞的亞哈家剩下的人都殺了，直到滅盡，正如耶和華對以利亞所說的。","bklcl":"Kàu Sat-má-lī-a chiū thâi-sí kìⁿ-nā sio̍k A-hap só͘ chhun tī Sat-má-lī-a ê, it-chīn bia̍t i, chiàu Iâ-hô-hoa tùi Í-lī-a só͘ kóng ê ōe.","tghg":"到撒瑪利亞，就刣死見若屬亞哈所剩佇撒瑪利亞的，一盡滅伊，照耶和華對以利亞所講的話。","bklhl":"到撒馬利亞就刣死見若屬A-hap所chhun tī撒馬利亞ê，一盡滅伊，照耶和華對以利亞所講ê話。"}},{"book":"王下","chapter":10,"verse":18,"versions":{"unv":"耶戶招聚眾民，對他們說：「亞哈事奉巴力還冷淡，耶戶卻更熱心。","bklcl":"Iâ-hō͘ chio-chi̍p chèng peh-sìⁿ, kā in kóng, A-hap ho̍k-sāi Pa-le̍k iáu  sī sió-khóa, Iâ-hō͘ beh tōa-tōa ho̍k-sāi i.","tghg":"耶戶招集眾百姓，給𪜶講：「亞哈服事巴力猶是小可(sió-khóa)，耶戶欲大大服事伊。","bklhl":"Iâ-hō͘招集眾百姓，kā in講，A-hap服事Pa-le̍k iáu是小khóa，Iâ-hō͘ beh大大服事伊。"}},{"book":"王下","chapter":10,"verse":19,"versions":{"unv":"現在我要給巴力獻大祭。應當叫巴力的眾先知和一切拜巴力的人，並巴力的眾祭司，都到我這裡來，不可缺少一個；凡不來的必不得活。」耶戶這樣行，是用詭計要殺盡拜巴力的人。","bklcl":"Só͘-í tio̍h tiàu Pa-le̍k chèng sian-ti, kap it-chhè ho̍k-sāi Pa-le̍k ê, kap i lóng-chóng ê chè-si, lâi góa chia, m̄-thang kiám chi̍t-lâng, in-ūi góa beh hiàn tōa ê chè-sū hō͘ Pa-le̍k;  kìⁿ-nā bô lâi ê, bōe tit-tio̍h oa̍h.  Iâ-hō͘ án-ni kiâⁿ sī ēng khúi-kè, beh it-chīn thâi-sí pài Pa-le̍k ê lâng.","tghg":"所以著召巴力眾先知及一切服事巴力的，及伊攏總的祭司，來我遮，呣通減一人；因為我欲獻大的祭祀互巴力。見若無來的𣍐得著活。」耶戶按呢行，是用詭計(khúi-kè)欲一盡刣死拜巴力的人。","bklhl":"所以tio̍h召Pa-le̍k眾先知，kap一切服事Pa-le̍k ê，kap伊lóng總ê祭司，來我chia，m̄-thang kiám一人，因為我beh獻大ê祭祀hō͘ Pa-le̍k；見若無來ê，bōe得tio̍h活。Iâ-hō͘ án-ni行是用詭計，beh一盡刣死拜Pa-le̍k ê人。"}},{"book":"王下","chapter":10,"verse":20,"versions":{"unv":"耶戶說：「要為巴力宣告嚴肅會！」於是宣告了。","bklcl":"Iâ-hō͘ kóng, Tio̍h ūi Pa-le̍k soan-pò͘ giâm-siok-hōe. In chiū soan-pò͘.","tghg":"耶戶講：「著為巴力宣佈嚴肅會！」𪜶就宣佈。","bklhl":"Iâ-hō͘講，Tio̍h為Pa-le̍k宣布嚴肅會。In就宣布。"}},{"book":"王下","chapter":10,"verse":21,"versions":{"unv":"耶戶差人走遍以色列地；凡拜巴力的人都來齊了，沒有一個不來的。他們進了巴力廟，巴力廟中從前邊直到後邊都滿了人。","bklcl":"Iâ-hō͘ chhe lâng piàn-kiâⁿ Í-sek-lia̍t tōe; pài Pa-le̍k ê lâng lóng chiâu kàu, bô chi̍t-ê bô lâi.  In chiū ji̍p Pa-le̍k ê biō; Pa-le̍k ê biō-lāi, tùi chit-pêng kàu hit-pêng, lâng móa-móa.","tghg":"耶戶差人遍行以色列地；拜巴力的人攏齊到，無一個無來。𪜶就入巴力的廟，巴力的廟內對此旁到彼旁人滿滿。","bklhl":"Iâ-hō͘差人遍行以色列地；拜Pa-le̍k ê人lóng chiâu到，無一个無來。In就入Pa-le̍k ê廟；Pa-le̍k ê廟內，tùi chit-pêng到hit-pêng，人滿滿。"}},{"book":"王下","chapter":10,"verse":22,"versions":{"unv":"耶戶吩咐掌管禮服的人說：「拿出禮服來，給一切拜巴力的人穿。」他就拿出禮服來給了他們。","bklcl":"Iâ-hō͘ hoan-hù chiáng lé-ho̍k ê lâng kóng, The̍h lé-ho̍k chhut-lâi hō͘ it-chhè pài Pa-le̍k ê lâng chhēng.  I chiū the̍h lé-ho̍k chhut-lâi hō͘ in.","tghg":"耶戶吩咐掌禮服的人講：「提禮服出來互一切拜巴力的人穿。」伊就提禮服出來互𪜶。","bklhl":"Iâ-hō͘吩咐掌禮服ê人講，The̍h禮服出來hō͘一切拜Pa-le̍k ê人穿。伊就the̍h禮服出來hō͘ in。"}},{"book":"王下","chapter":10,"verse":23,"versions":{"unv":"耶戶和利甲的兒子約拿達進了巴力廟，對拜巴力的人說：「你們察看察看，在你們這裡不可有耶和華的僕人，只可容留拜巴力的人。」","bklcl":"Iâ-hō͘ kap Lī-kah ê kiáⁿ, Iok-ná-ta̍t, ji̍p Pa-le̍k ê biō; kā pài Pa-le̍k ê lâng kóng, Lín tio̍h chhâ-khòaⁿ, tī lín ê tiong-kan m̄-thang ū ho̍k-sāi Iâ-hô-hoa ê lâng, kan-ta pài Pa-le̍k ê lâng nā-tiāⁿ.","tghg":"耶戶及利甲的子約拿達入巴力的廟，給拜巴力的人講：「恁著查看，佇恁的中間呣通有服事耶和華的人，干單(kan-ta)拜巴力的人若定。」","bklhl":"Iâ-hō͘ kap Lī-kah ê kiáⁿ，Iok-ná-ta̍t，入Pa-le̍k ê廟；kā拜Pa-le̍k ê人講，Lín tio̍h查看，tī lín ê中間m̄-thang有服事耶和華ê人，kan-ta拜Pa-le̍k ê人nā-tiāⁿ。"}},{"book":"王下","chapter":10,"verse":24,"versions":{"unv":"耶戶和約拿達進去，獻平安祭和燔祭。耶戶先安派八十人在廟外，吩咐說：「我將這些人交在你們手中，若有一人脫逃，誰放的必叫他償命！」","bklcl":"In ji̍p--khì beh hiàn chè-sū sio-chè. Iâ-hō͘ tāi-seng an-tì poeh-cha̍p lâng tī gōa-bīn, kóng, Góa chiong chiah-ê lâng kau tī lín ê chhiú, nā chi̍t-lâng cháu--khì, pàng i cháu ê lâng i ê miā tio̍h pê miā.","tghg":"𪜶入去欲獻祭祀燒祭。耶戶代先安置八十人佇外面，講：「我將諸個人交佇恁的手，若一人走去，放伊走的人，伊的命著賠命！」","bklhl":"In入去beh獻祭祀燒祭。Iâ-hō͘事先安置八十人tī外面，講，我將chiah ê人交tī lín ê手，若一人走去，放伊走ê人伊ê命tio̍h賠命。"}},{"book":"王下","chapter":10,"verse":25,"versions":{"unv":"耶戶獻完了燔祭，就出來吩咐護衛兵和眾軍長說：「你們進去殺他們，不容一人出來！」護衛兵和軍長就用刀殺他們，將屍首拋出去，便到巴力廟的城去了，","bklcl":"Iâ-hō͘ hiàn sio-chè bêng-pe̍k chiū kā hō͘-ōe-peng kap hiah-ê kun-tiúⁿ kóng, Lín ji̍p--khì thâi in, m̄-thang iông-ún chi̍t-lâng chhut-lâi.  In chiū ēng to thâi in; hō͘-ōe-peng kap kun-tiúⁿ hiat sin-si chhut--khì; chiū khì kàu Pa-le̍k biō ê siâⁿ.","tghg":"耶戶獻燒祭明白就給護衛兵及許個軍長講：「恁入去刣𪜶，呣通容允一人出來！」𪜶就用刀刣𪜶，護衛兵及軍長㧒(hiat)身屍出去，就去到巴力廟的城，","bklhl":"Iâ-hō͘獻燒祭明白就kā護衛兵kap hiah-ê軍長講，Lín入去刣 in，m̄-thang容允一人出來。In就用刀刣 in；護衛兵kap軍長hiat身屍出去；就去到Pa-le̍k廟ê城。"}},{"book":"王下","chapter":10,"verse":26,"versions":{"unv":"將巴力廟中的柱像都拿出來燒了；","bklcl":"In chiong Pa-le̍k biō-lāi ê thiāu-siōng the̍h--chhut-lâi sio.","tghg":"𪜶將巴力廟內的柱像提出來燒；","bklhl":"In將Pa-le̍k廟內ê柱像the̍h出來燒。"}},{"book":"王下","chapter":10,"verse":27,"versions":{"unv":"毀壞了巴力柱像，拆毀了巴力廟作為廁所，直到今日。","bklcl":"In húi-hoāi Pa-le̍k ê thiāu-siōng, húi-hoāi Pa-le̍k ê biō, ēng i chòe chhè-tî kàu kin-á-ji̍t.","tghg":"𪜶毀壞巴力的柱像，毀壞巴力的廟用伊做廁池(chhè-tî)，到今仔日。","bklhl":"In毀壞Pa-le̍k ê柱像，毀壞Pa-le̍k ê廟，用伊做廁池到今á日。"}},{"book":"王下","chapter":10,"verse":28,"versions":{"unv":"這樣，耶戶在以色列中滅了巴力。","bklcl":"Án-ni Iâ-hō͘ tī Í-sek-lia̍t tiong bia̍t-bô Pa-le̍k.","tghg":"按呢，耶戶佇以色列中滅無巴力。","bklhl":"Án-ni Iâ-hō͘ tī以色列中滅無Pa-le̍k。"}},{"book":"王下","chapter":10,"verse":29,"versions":{"unv":"只是耶戶不離開尼八的兒子耶羅波安使以色列人陷在罪裡的那罪，就是拜伯特利和但的金牛犢。","bklcl":"Chóng-sī Iâ-hō͘ bô lī-khui Nî-pat ê kiáⁿ Iâ-lô-phò-àm ê chōe, chiū-sī i só͘ ēng hō͘ Í-sek-lia̍t hoān-chōe ê, chiū-sī pài Pek-te̍k-lī kap Tàn só͘ ū kim ê gû-á.","tghg":"總是耶戶無離開尼八的子耶羅波安的罪，就是伊所用互以色列犯罪的，就是拜伯特利及但所有金的牛仔。","bklhl":"總是Iâ-hō͘無離開Nî-pat ê kiáⁿ Iâ-lô-phò-àm ê罪，就是伊所用hō͘以色列犯罪ê，就是拜Pek-te̍k-lī kap Tàn所有金ê牛á。"}},{"book":"王下","chapter":10,"verse":30,"versions":{"unv":"耶和華對耶戶說：「因你辦好我眼中看為正的事，照我的心意待亞哈家，你的子孫必接續你坐以色列的國位，直到四代。」","bklcl":"Iâ-hô-hoa kā Iâ-hō͘ kóng, In-ūi lí kiâⁿ-hó chiâⁿ Góa só͘ khòaⁿ-chòe hó ê, chiàu Góa ê sim-ì khoán-thāi A-hap ê ke, lí ê kiáⁿ-sun beh chē Í-sek-lia̍t ê kok-ūi le̍k-kè sì-tāi.","tghg":"耶和華給耶戶講：「因為你行好成我所看做好的，照我的心意款待亞哈的家，你的子孫欲坐以色列的國位，歷過四代。」","bklhl":"耶和華kā Iâ-hō͘講，因為你行好成我所看做好ê，照我ê心意款待A-hap ê家，你ê kiáⁿ孫beh坐以色列ê國位歷過四代。"}},{"book":"王下","chapter":10,"verse":31,"versions":{"unv":"只是耶戶不盡心遵守耶和華─以色列　神的律法，不離開耶羅波安使以色列人陷在罪裡的那罪。","bklcl":"Chóng-sī Iâ-hō͘ bô choan-sim chun-siú lâi kiâⁿ Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè ê lu̍t-hoat, bô lī-khui Iâ-lô-phò-àm ê chōe, chiū-sī só͘ ēng lâi hō͘ Í-sek-lia̍t lâng hoān-chōe ê.","tghg":"總是耶戶無專心遵守來行耶和華──以色列的上帝的律法，無離開耶羅波安的罪，就是所用來互以色列人犯罪的。","bklhl":"總是Iâ-hō͘無專心遵守來行耶和華以色列ê上帝ê律法，無離開Iâ-lô-phò-àm ê罪，就是所用來hō͘以色列人犯罪ê。"}},{"book":"王下","chapter":10,"verse":32,"versions":{"unv":"在那些日子，耶和華才割裂以色列國，使哈薛攻擊以色列的境界，","bklcl":"Hit-tia̍p Iâ-hô-hoa khí-thâu koah Í-sek-lia̍t kok, hō͘ i khah sòe; Hap-siat kong-kek Í-sek-lia̍t ê sì-kéng;","tghg":"彼霎(tia̍p)耶和華起頭割以色列國互伊卡細，哈設攻擊以色列的四境，","bklhl":"Hit-tia̍p耶和華起頭割以色列國，hō͘伊khah細；Hap-siat攻擊以色列ê四境；"}},{"book":"王下","chapter":10,"verse":33,"versions":{"unv":"乃是約旦河東、基列全地，從靠近亞嫩谷邊的亞羅珥起，就是基列和巴珊的迦得人、流便人、瑪拿西人之地。","bklcl":"tùi Iok-tàn hô tang--sì, Ki-lia̍t ê choân-tōe, Ka-tek lâng, Liû-piān lâng, Má-ná-se lâng ê tōe, tùi kūn A-lùn soaⁿ-kok ê A-lô-jíⁿ, chiū-sī Ki-lia̍t kap Pa-san.","tghg":"對約但河東勢、基列的全地，迦得人、流便人、瑪拿西人的地，對近亞嫩山谷的亞羅珥，就是基列及巴珊。","bklhl":"tùi約旦河東勢，Ki-lia̍t ê全地，Ka-tek人，Liû-piān人，Má-ná-se人ê地，tùi近A-lùn山谷ê A-lô-jíⁿ，就是Ki-lia̍t kap Pa-san。"}},{"book":"王下","chapter":10,"verse":34,"versions":{"unv":"耶戶其餘的事，凡他所行的和他的勇力都寫在以色列諸王記上。","bklcl":"Iâ-hō͘ kî-û ê sū, kìⁿ i só͘ kiâⁿ ê, kap i ê lêng-le̍k, kiám bô lóng kì tī Í-sek-lia̍t chiah-ê ông ê kì-lio̍k mah?","tghg":"耶戶其餘的事，見伊所行的及伊的能力豈無攏記佇以色列諸個王的記錄嗎？","bklhl":"Iâ-hō͘其餘ê事，見伊所行ê，kap伊ê能力，kiám無lóng記tī以色列chiah ê王ê記錄mah？"}},{"book":"王下","chapter":10,"verse":35,"versions":{"unv":"耶戶與他列祖同睡，葬在撒馬利亞；他兒子約哈斯接續他作王。","bklcl":"Iâ-hō͘ kap i ê lia̍t-chó͘ tâng-khùn; in bâi-chòng i tī Sat-má-lī-a.  I ê kiáⁿ Iok-hap-su sòa-chiap i chòe ông.","tghg":"耶戶及伊的列祖同睏，𪜶埋葬伊佇撒瑪利亞；伊的子約哈斯續接伊做王。","bklhl":"Iâ-hō͘ kap伊ê列祖同睏；in埋葬伊tī撒馬利亞。伊ê kiáⁿ Iok-hap-su續接伊做王。"}},{"book":"王下","chapter":10,"verse":36,"versions":{"unv":"耶戶在撒馬利亞作以色列王二十八年。","bklcl":"Iâ-hō͘ tī Sat-má-lī-a chòe Í-sek-lia̍t ông ê sî le̍k-kè jī-cha̍p-poeh nî.","tghg":"耶戶佇撒瑪利亞做以色列王的時歷過二十八年。","bklhl":"Iâ-hō͘ tī撒馬利亞做以色列王ê時歷過二十八年。"}}]