[{"book":"王下","chapter":12,"verse":1,"versions":{"unv":"耶戶第七年，約阿施登基，在耶路撒冷作王四十年。他母親名叫西比亞，是別是巴人。","bklcl":"Iâ-hō͘ tē chhit nî, Iok-a-si chē-ūi; tī Iâ-lō͘-sat-léng chòe ông le̍k-kè sì-cha̍p nî; i ê lāu-bú miâ kiò Se-pí-a, sī Pia̍t-sī-pa lâng.","tghg":"耶戶第七年，約阿施坐位，佇耶路撒冷做王歷過四十年。伊的老母名叫西比亞，是別是巴人。","bklhl":"Iâ-hō͘第七年，Iok-a-si坐位；tī耶路撒冷做王歷過四十年；伊ê老母名叫Se-pí-a，是別是巴人。"}},{"book":"王下","chapter":12,"verse":2,"versions":{"unv":"約阿施在祭司耶何耶大教訓他的時候，就行耶和華眼中看為正的事；","bklcl":"Iok-a-si tit-tio̍h chè-si Iâ-hô-iâ-tāi kà-sī, it-seng kiâⁿ Iâ-hô-hoa khòaⁿ-chòe hó ê sū.","tghg":"約阿施得著祭司耶何耶大教示，一生行耶和華看做好的事；","bklhl":"Iok-a-si得tio̍h祭司Iâ-hô-iâ-tāi教示，一生行耶和華看做好ê事。"}},{"book":"王下","chapter":12,"verse":3,"versions":{"unv":"只是邱壇還沒有廢去，百姓仍在那裡獻祭燒香。","bklcl":"Chóng-sī soaⁿ-thâu-biō bô hòe-bô; peh-sìⁿ iáu hiàn-chè sio-hiuⁿ tī soaⁿ-thâu-biō.","tghg":"總是山頭廟無廢無，百姓猶獻祭燒香佇山頭廟。","bklhl":"總是山頭廟無廢無；百姓iáu獻祭燒香tī山頭廟。"}},{"book":"王下","chapter":12,"verse":4,"versions":{"unv":"約阿施對眾祭司說：「凡奉到耶和華殿分別為聖之物所值通用的銀子，或各人當納的身價，或樂意奉到耶和華殿的銀子，","bklcl":"Iok-a-si kā chèng chè-si kóng, Kìⁿ-nā hiàn tī Iâ-hô-hoa ê tiān hun-piat chòe-sèng ê mi̍h, só͘ ta̍t ê gûn, chiū-sī thong-ēng ê gûn, á-sī ta̍k-lâng eng-kai la̍p ê sin-kè gûn, á-sī sim só͘ goān hiàn tī Iâ-hô-hoa tiān ê gûn;","tghg":"約阿施給眾祭司講：「見若獻佇耶和華的殿分別做聖的物所值的銀就是通用的銀，抑是逐人應該納的身價銀，抑是心所願獻佇耶和華殿的銀，","bklhl":"Iok-a-si kā眾祭司講，見若獻tī耶和華ê殿分別做聖ê物，所值ê銀，就是通用ê銀，á是ta̍k人應該納ê身價銀，á是心所願獻tī耶和華殿ê銀；"}},{"book":"王下","chapter":12,"verse":5,"versions":{"unv":"你們當從所認識的人收了來，修理殿的一切破壞之處。」","bklcl":"chè-si ta̍k-lâng tio̍h tùi só͘ bat ê lâng siu-lâi, siu-lí tiān phòa-hoāi ê só͘-chāi; bô-lūn sím-mi̍h só͘-chāi phòa-hoāi, lóng tio̍h siu-lí.","tghg":"祭司逐人著對所識(bat)的人收來，修理殿破壞的所在。無論甚麼所在破壞，攏著修理。」","bklhl":"祭司ta̍k人tio̍h tùi所bat ê人收來，修理殿破壞ê所在；無論甚麼所在破壞，lóng tio̍h修理。"}},{"book":"王下","chapter":12,"verse":6,"versions":{"unv":"無奈到了約阿施王二十三年，祭司仍未修理殿的破壞之處。","bklcl":"Chóng-sī Iok-a-si ông jī-cha̍p-saⁿ nî, chè-si iáu-bē siu-lí tiān phòa-hoāi ê só͘-chāi.","tghg":"總是約阿施王二十三年，祭司猶未修理殿破壞的所在。","bklhl":"總是Iok-a-si王二十三年，祭司iáu未修理殿破壞ê所在。"}},{"book":"王下","chapter":12,"verse":7,"versions":{"unv":"所以約阿施王召了大祭司耶何耶大和眾祭司來，對他們說：「你們怎麼不修理殿的破壞之處呢？從今以後，你們不要從所認識的人再收銀子，要將所收的交出來，修理殿的破壞之處。」","bklcl":"Só͘-í Iok-a-si ông tiàu chè-si Iâ-hô-iâ-tāi, kap kî-û ê chè-si lâi, kā in kóng, Lín cháiⁿ-iūⁿ bô siu-lí tiān phòa-hoāi ê só͘-chāi ah?  Taⁿ lín m̄-thang koh tùi só͘ bat ê lâng siu gûn, tio̍h kau-chhut hit ê gûn, siu-lí tiān phòa-hoāi ê só͘-chāi.","tghg":"所以約阿施王召祭司耶何耶大，及其餘的祭司來，給𪜶講：「恁怎樣無修理殿破壞的所在啊？今恁呣通閣對所識的人收銀，著交出彼個銀，修理殿破壞的所在。」","bklhl":"所以Iok-a-si王召祭司Iâ-hô-iâ-tāi，kap其餘ê祭司來，kā in講，Lín怎樣無修理殿破壞ê所在ah？Taⁿ lín m̄-thang koh tùi所bat ê人收銀，tio̍h交出hit ê銀，修理殿破壞ê所在。"}},{"book":"王下","chapter":12,"verse":8,"versions":{"unv":"眾祭司答應不再收百姓的銀子，也不修理殿的破壞之處。","bklcl":"Chèng chè-si tah-èng m̄ koh siu peh-sìⁿ ê gûn, iā bô siu-lí tiān phòa-hoāi ê só͘-chāi.","tghg":"眾祭司答應呣閣收百姓的銀，也無修理殿破壞的所在。","bklhl":"眾祭司答應m̄ koh收百姓ê銀，也無修理殿破壞ê所在。"}},{"book":"王下","chapter":12,"verse":9,"versions":{"unv":"祭司耶何耶大取了一個櫃子，在櫃蓋上鑽了一個窟窿，放於壇旁，在進耶和華殿的右邊；守門的祭司將奉到耶和華殿的一切銀子投在櫃裡。","bklcl":"Chè-si Iâ-hô-iâ-tāi chhú chi̍t ê kūi, tī kūi-kòa chha̍k chi̍t khang, hē tī tôaⁿ-piⁿ, tī ji̍p Iâ-hô-hoa tiān ê chiàⁿ-pêng; pé-mn̂g ê chè-si chiong tòa ji̍p Iâ-hô-hoa tiān ê gûn hē tī kūi-lāi.","tghg":"祭司耶何耶大取一個櫃，佇櫃蓋鑿(chha̍k)一孔，下佇壇邊，佇入耶和華殿的正旁；把門(pé-mn̂g)的祭司將帶入耶和華殿的銀下佇櫃內。","bklhl":"祭司Iâ-hô-iâ-tāi取一个櫃，tī櫃蓋鑿一孔，hē tī壇邊，tī入耶和華殿ê chiàⁿ-pêng；把門ê祭司將帶入耶和華殿ê銀hē tī櫃內。"}},{"book":"王下","chapter":12,"verse":10,"versions":{"unv":"他們見櫃裡的銀子多了，便叫王的書記和大祭司上來，將耶和華殿裡的銀子數算包起來。","bklcl":"In khòaⁿ-kìⁿ kūi-lāi ê gûn í-keng chōe, ông ê su-kì kap tōa chè-si chiūⁿ-lâi, chiong Iâ-hô-hoa tiān-lāi só͘ tit-tio̍h ê gûn, khoán tī tē-á-lāi, lâi sǹg-phêng i.","tghg":"𪜶看見櫃內的銀已經多，王的書記及大祭司上來，將耶和華殿內所得著的銀，款佇袋仔內，來算秤(sǹg-phêng)伊。","bklhl":"In看見櫃內ê銀已經chōe，王ê書記kap大祭司上來，將耶和華殿內所得tio̍h ê銀，款tī袋á內，來算秤(phêng)伊。"}},{"book":"王下","chapter":12,"verse":11,"versions":{"unv":"把所平的銀子交給督工的，就是耶和華殿裡辦事的人；他們把銀子轉交修理耶和華殿的木匠和工人，","bklcl":"Chiong só͘ phêng ê gûn kau hō͘ chòe-kang-ê, chiū-sī Iâ-hô-hoa tiān-lāi pān-sū ê lâng; in chiū chiong i hoat hō͘ siu-lí Iâ-hô-hoa tiān ê ba̍k-chhiūⁿ, kap kiàn-tiok ê lâng;","tghg":"將所秤的銀交互做工的，就是耶和華殿內辦事的人；𪜶就將伊發互修理耶和華殿的木匠及建築的人，","bklhl":"將所秤ê銀交hō͘做工ê，就是耶和華殿內辦事ê人；in就將伊發hō͘修理耶和華殿ê木匠，kap建築ê人；"}},{"book":"王下","chapter":12,"verse":12,"versions":{"unv":"並瓦匠、石匠，又買木料和鑿成的石頭，修理耶和華殿的破壞之處，以及修理殿的各樣使用。","bklcl":"kap thô͘-chhiūⁿ, chio̍h-chhiūⁿ, iā beh bóe chhâ-liāu kap kè-phah ê chio̍h, siu-lí Iâ-hô-hoa tiān phòa-hoāi ê só͘-chāi, í-ki̍p siu-lí tiān ê cha̍p-hùi.","tghg":"及土匠、石匠，也欲買柴料及過拍的石，修理耶和華殿破壞的所在，以及修理殿的雜費。","bklhl":"kap土匠、石匠，也beh買柴料kap過phah ê石，修理耶和華殿破壞ê所在，以及修理殿ê雜費。"}},{"book":"王下","chapter":12,"verse":13,"versions":{"unv":"但那奉到耶和華殿的銀子，沒有用以做耶和華殿裡的銀杯、蠟剪、碗、號，和別樣的金銀器皿，","bklcl":"Chóng-sī hit ê tòa-lâi ji̍p Iâ-hô-hoa tiān ê gûn, bô ēng i lâi chòe Iâ-hô-hoa tiān-lāi ê gûn-poe, chián-to, óaⁿ, hō-thâu, kap ta̍k-hō kim-khì gûn-khì;","tghg":"總是彼個帶來入耶和華殿的銀，無用伊來做耶和華殿內的銀杯、剪刀(chián-to)、碗、號頭，及逐號金器銀器，","bklhl":"總是hit ê帶來入耶和華殿ê銀，無用伊來做耶和華殿內ê銀杯、剪刀、碗、號頭，kap ta̍k號金器銀器；"}},{"book":"王下","chapter":12,"verse":14,"versions":{"unv":"乃將那銀子交給督工的人修理耶和華的殿；","bklcl":"chiū chiong hit ê gûn kau hō͘ chòe-kang ê lâng, siu-lí Iâ-hô-hoa ê tiān.","tghg":"就將彼個銀交互做工的人修理耶和華的殿；","bklhl":"就將hit ê銀交hō͘做工ê人，修理耶和華ê殿。"}},{"book":"王下","chapter":12,"verse":15,"versions":{"unv":"且將銀子交給辦事的人轉交做工的人，不與他們算賬，因為他們辦事誠實。","bklcl":"Koh chiong gûn kau hō͘ só͘ keng-chhiú ê lâng, hō͘ i hoat hō͘ chòe-kang lâng, bô kap in sǹg-siàu; in-ūi in chòe tāi-chì sêng-si̍t.","tghg":"閣將銀交互所經手的人互伊發互做工人，無及𪜶算數(sǹg-siàu)，因為𪜶做代誌誠實。","bklhl":"Koh將銀交hō͘所經手ê人，hō͘伊發hō͘做工人，無kap in算賬；因為in做tāi-chì誠實。"}},{"book":"王下","chapter":12,"verse":16,"versions":{"unv":"惟有贖愆祭、贖罪祭的銀子沒有奉到耶和華的殿，都歸祭司。","bklcl":"To̍k-to̍k pó͘-kè-sit-chè ê gûn, sio̍k-chōe-chè ê gûn, bô tòa-ji̍p Iâ-hô-hoa ê tiān, sī kui chè-si.","tghg":"獨獨補過失祭的銀、贖罪祭的銀無帶入耶和華的殿，是歸祭司。","bklhl":"獨獨補過失祭ê銀，贖罪祭ê銀，無帶入耶和華ê殿，是歸祭司。"}},{"book":"王下","chapter":12,"verse":17,"versions":{"unv":"那時，亞蘭王哈薛上來攻打迦特，攻取了，就定意上來攻打耶路撒冷。","bklcl":"Hit-sî A-lân ông Hap-siat chiūⁿ-khì kong-kek Ka-te̍k, the̍h i, chiū tiāⁿ-tio̍h ì-sù chiūⁿ-khì kong-kek Iâ-lō͘-sat-léng.","tghg":"彼時，亞蘭王哈設上去攻擊迦特，提伊，就定著意思上去攻擊耶路撒冷。","bklhl":"Hit時A-lân王Hap-siat上去攻擊Ka-te̍k，the̍h伊，就定tio̍h意思上去攻擊耶路撒冷。"}},{"book":"王下","chapter":12,"verse":18,"versions":{"unv":"猶大王約阿施將他列祖猶大王約沙法、約蘭、亞哈謝所分別為聖的物和自己所分別為聖的物，並耶和華殿與王宮府庫裡所有的金子都送給亞蘭王哈薛；哈薛就不上耶路撒冷來了。","bklcl":"Iû-tāi ông Iok-a-si chiong i ê lia̍t-chó͘ Iû-tāi ông Iok-sa-hoat, Iâ-hô-lâm, A-hap-siā só͘ hiàn chòe-sèng ê mi̍h, kap i pún-sin só͘ hiàn chòe-sèng ê mi̍h, í-ki̍p Iâ-hô-hoa ê tiān kap ông-kiong hú-khò͘ só͘ ū ê kim, lóng sàng hō͘ A-lân ông Hap-siat; i chiū bô chiūⁿ-lâi Iâ-lō͘-sat-léng.","tghg":"猶大王約阿施將伊的列祖猶大王約沙法、約蘭、亞哈謝所獻做聖的物及伊本身所獻做聖的物，以及耶和華的殿及王宮府庫所有的金攏送互亞蘭王哈設；伊就無上來耶路撒冷。","bklhl":"偤大王Iok-a-si將伊ê列祖偤大王Iok-sa-hoat、Iâ-hô-lâm、A-hap-siā所獻做聖ê物，kap伊本身所獻做聖ê物，以及耶和華ê殿kap王宮府庫所有ê金，lóng送hō͘ A-lân王Hap-siat；伊就無上來耶路撒冷。"}},{"book":"王下","chapter":12,"verse":19,"versions":{"unv":"約阿施其餘的事，凡他所行的都寫在猶大列王記上。","bklcl":"Iok-a-si kî-û ê sū, kìⁿ i só͘ kiâⁿ ê, kiám bô lóng kì tī Iû-tāi lia̍t-ông ê kì-lio̍k mah?","tghg":"約阿施其餘的事，見伊所行的豈無攏記佇猶大列王的記錄嗎？","bklhl":"Iok-a-si其餘ê事，見伊所行ê，kiám無lóng記tī偤大列王ê記錄mah？"}},{"book":"王下","chapter":12,"verse":20,"versions":{"unv":"約阿施的臣僕起來背叛，在下悉拉的米羅宮那裡將他殺了。","bklcl":"I ê jîn-sîn khí-lâi, pōe-poān, thâi-sí Iok-a-si, tī lo̍h-khì Sek-la̍h Bí-lô ê chhù.","tghg":"伊的人臣起來背叛，刣死約阿施佇落去悉拉米羅的厝。","bklhl":"伊ê人臣起來，背叛，刣死Iok-a-si，tī落去Sek-la̍h Bí-lô ê厝。"}},{"book":"王下","chapter":12,"verse":21,"versions":{"unv":"殺他的那臣僕就是示米押的兒子約撒甲和朔默的兒子約薩拔。眾人將他葬在大衛城他列祖的墳地裡。他兒子亞瑪謝接續他作王。","bklcl":"I ê jîn-sîn, chiū-sī Sī-bí-ap ê kiáⁿ Iok-sat-kah, kap Sok-be̍k ê kiáⁿ Iok-sat-poa̍t thâi-sí i; lâng bâi-chòng i tī Tāi-pi̍t ê siâⁿ, kap i ê lia̍t-chó͘ siâng-ūi; i ê kiáⁿ A-má-siā sòa-chiap i chòe-ông.","tghg":"伊的人臣就是示米押的子約撒甲及朔默的子約薩拔刣死伊。人埋葬伊佇大衛的城及伊的列祖像位(siâng-ūi)；伊的子亞瑪謝續接伊做王。","bklhl":"伊ê人臣，就是Sī-bí-ap ê kiáⁿ Iok-sat-kah，kap Sok-be̍k ê kiáⁿ Iok-sat-poa̍t 刣死伊；人埋葬伊tī大衛ê城，kap伊ê列祖siâng位；伊ê kiáⁿ A-má-siā續接伊做王。"}}]