[{"book":"王下","chapter":25,"verse":1,"versions":{"unv":"西底家背叛巴比倫王。他作王第九年十月初十日，巴比倫王尼布甲尼撒率領全軍來攻擊耶路撒冷，對城安營，四圍築壘攻城。","bklcl":"Se-tí-ka pōe-poān Pa-pí-lûn ông.  Tng i chē-ūi tē-káu nî, cha̍p-ge̍h chhoe-cha̍p, Pa-pí-lûn ông Nî-pò͘-kah-nî-sat chhōa i choân-kun lâi kong-kek Iâ-lō͘-sat-léng, tī siâⁿ ê tùi-bīn chat-iâⁿ, koh tī sì-ûi choh thô͘-tui kong-kek siâⁿ.","tghg":"西底家背叛巴比倫王。當伊坐位第九年十月初十，巴比倫王尼布甲尼撒導伊全軍來攻擊耶路撒冷，佇城的對面紮營，閣佇四圍築(choh)土堆攻擊城。","bklhl":"Se-tí-ka背叛巴比倫王。當伊坐位第九年，十月初十，巴比倫王Nî-pò͘-kah-nî-sat chhōa伊全軍來攻擊耶路撒冷，tī城ê對面紮營，koh tī四圍作土堆攻擊城。"}},{"book":"王下","chapter":25,"verse":2,"versions":{"unv":"於是城被圍困，直到西底家王十一年。","bklcl":"Tùi án-ni siâⁿ siū ûi-khùn, ti̍t-kàu Se-tí-ka ông cha̍p-it nî.","tghg":"對按呢城受圍困，直到西底家王十一年。","bklhl":"Tùi án-ni，城受圍困，直到Se-tí-ka王十一年。"}},{"book":"王下","chapter":25,"verse":3,"versions":{"unv":"四月初九日，城裡有大饑荒，甚至百姓都沒有糧食。","bklcl":"Sì-ge̍h chhoe-káu ji̍t, siâⁿ-lāi ki-hng chin siong-tiōng, tì-kàu hit só͘-chāi ê peh-sìⁿ lóng bô bí-niû.","tghg":"四月初九日，城內飢荒真傷重，致到彼所在的百姓攏無米糧。","bklhl":"四月初九日，城內飢荒真傷重，致到hit所在ê百姓lóng無米糧。"}},{"book":"王下","chapter":25,"verse":4,"versions":{"unv":"城被攻破，一切兵丁就在夜間從靠近王園兩城中間的門逃跑。迦勒底人正在四圍攻城，王就向亞拉巴逃走。","bklcl":"Siâⁿ siū kong-phòa, it-chhè ê peng-teng thàu-mî, tùi óa-kūn ông ê hn̂g, nn̄g ê siâⁿ-chhiûⁿ tiong ê mn̂g hit tiâu lō͘ tô-cháu.  Ka-le̍k-tí lâng tú-tú tī sì-ûi kong-kek siâⁿ, ông chiū tùi A-la̍h-pa ê lō͘ tô-cháu.","tghg":"城受攻破，一切的兵丁透暝對倚近王的園二個城牆中的門彼條路逃走。迦勒底人抵抵(tú-tú)佇四圍攻擊城，王就對亞拉巴的路逃走。","bklhl":"城受攻破，一切ê兵丁透暝，tùi óa近王ê園，兩個城牆中ê門hit條路逃走。Ka-le̍k-tí人tú-tú tī四圍攻擊城，王就tùi A-la̍h-pa ê路逃走。"}},{"book":"王下","chapter":25,"verse":5,"versions":{"unv":"迦勒底的軍隊追趕王，在耶利哥的平原追上他；他的全軍都離開他四散了。","bklcl":"Ka-le̍k-tí ê kun-peng tui-jip ông, tī Iâ-lī-ko ê pîⁿ-iûⁿ tui-tio̍h i, i ê choân-kun lóng lī-khui i sì-sòaⁿ.","tghg":"迦勒底的軍兵追趇(jip)王，佇耶利哥的平洋追著伊；伊的全軍攏離開伊四散。","bklhl":"Ka-le̍k-tí ê軍兵追jip王，tī耶利哥ê平洋追tio̍h伊，伊ê全軍lóng離開伊四散。"}},{"book":"王下","chapter":25,"verse":6,"versions":{"unv":"迦勒底人就拿住王，帶他到在利比拉的巴比倫王那裡審判他。","bklcl":"In lia̍h-tio̍h ông, tòa kàu Lī-pí-la̍h Pa-pí-lûn ông hia, chiū sím-phòaⁿ i.","tghg":"𪜶掠著王，帶到利比拉巴比倫王遐，就審判伊。","bklhl":"In掠tio̍h王，帶到Lī-pí-la̍h巴比倫王hia，就審判伊。"}},{"book":"王下","chapter":25,"verse":7,"versions":{"unv":"在西底家眼前殺了他的眾子，並且剜了西底家的眼睛，用銅鍊鎖著他，帶到巴比倫去。","bklcl":"Tī Se-tí-ka ê ba̍k-chiu chêng, thâi-sí Se-tí-ka hiah-ê kiáⁿ, koh iah Se-tí-ka nn̄g-lúi ba̍k-chiu, ēng thih-liān liān i, tòa i kàu Pa-pí-lûn.","tghg":"佇西底家的目睭前刣死西底家許個子，閣挖(iah)西底家二蕊目睭，用鐵鍊鍊伊，帶伊到巴比倫。","bklhl":"Tī Se-tí-ka ê目睭前，刣死Se-tí-ka hiah-ê kiáⁿ，koh iah Se-tí-ka兩蕊目睭，用鐵鏈鏈伊，帶伊到巴比倫。"}},{"book":"王下","chapter":25,"verse":8,"versions":{"unv":"巴比倫王尼布甲尼撒十九年五月初七日，巴比倫王的臣僕、護衛長尼布撒拉旦來到耶路撒冷，","bklcl":"Pa-pí-lûn ông Nî-pò͘-kah-nî-sat ông cha̍p-káu nî, gō͘-ge̍h chhoe-chhit ji̍t, kun-sûi Pa-pí-lûn ông ê sī-ōe-tiúⁿ Nî-pò͘-sat-la̍h-tàn kàu Iâ-lō͘-sat-léng;","tghg":"巴比倫王尼布甲尼撒王十九年五月初七日，跟隨(kun-sûi)巴比倫王的侍衛長尼布撒拉旦到耶路撒冷，","bklhl":"巴比倫王Nî-pò͘-kah-nî-sat王十九年，五月初七日，跟隨巴比倫王ê侍衛長Nî-pò͘-sat-la̍h-tàn到耶路撒冷；"}},{"book":"王下","chapter":25,"verse":9,"versions":{"unv":"用火焚燒耶和華的殿和王宮，又焚燒耶路撒冷的房屋，就是各大戶家的房屋。","bklcl":"ēng hé sio Iâ-hô-hoa ê tiān, kap ông-kiong, koh ēng hé sio Iâ-lō͘-sat-léng it-chhè ê chhù, chiū-sī hù-kùi ke ê chhù.","tghg":"用火燒耶和華的殿及王宮，閣用火燒耶路撒冷一切的厝，就是富貴家的厝。","bklhl":"用火燒耶和華ê殿，kap王宮，koh用火燒耶路撒冷一切ê厝，就是富貴家ê厝。"}},{"book":"王下","chapter":25,"verse":10,"versions":{"unv":"跟從護衛長迦勒底的全軍就拆毀耶路撒冷四圍的城牆。","bklcl":"Kun-tè sī-ōe-tiúⁿ Ka-le̍k-tí ê choân-kun, chiū thiah-húi Iâ-lō͘-sat-léng sì-ûi ê siâⁿ-chhiûⁿ.","tghg":"跟隨侍衛長迦勒底的全軍就拆毀耶路撒冷四圍的城牆。","bklhl":"跟tè侍衛長Ka-le̍k-tí ê全軍，就拆毀耶路撒冷四圍ê城牆。"}},{"book":"王下","chapter":25,"verse":11,"versions":{"unv":"那時護衛長尼布撒拉旦將城裡所剩下的百姓，並已經投降巴比倫王的人，以及大眾所剩下的人，都擄去了。","bklcl":"Hit-sî sī-ōe-tiúⁿ Nî-pò͘-sat-la̍h-tàn, chiong lâu tī siâⁿ-lāi só͘ chhun ê peh-sìⁿ, kap hiah-ê tâu-hâng Pa-pí-lûn ông ê, í-ki̍p chèng-lâng tiong só͘ chhun-ê, lóng lia̍h-khì.","tghg":"彼時侍衛長尼布撒拉旦將留佇城內所剩的百姓，及許個投降巴比倫王的，以及眾人中所剩的，攏掠去。","bklhl":"Hit時侍衛長Nî-pò͘-sat-la̍h-tàn，將留tī城內所chhun ê百姓，kap hiah-ê投降巴比倫王ê，以及眾人中所chhun-ê，lóng掠去。"}},{"book":"王下","chapter":25,"verse":12,"versions":{"unv":"但護衛長留下些民中最窮的，使他們修理葡萄園，耕種田地。","bklcl":"To̍k-to̍k sī-ōe-tiúⁿ lâu tē-it sòng-hiong-ê, hō͘ in tī-lí phû-tô-hn̂g kap chèng-choh.","tghg":"獨獨侍衛長留第一喪鄉的，互𪜶治理葡萄園，及種作。","bklhl":"獨獨侍衛長留第一sòng-hiong-ê，hō͘ in治理葡萄園kap種作。"}},{"book":"王下","chapter":25,"verse":13,"versions":{"unv":"耶和華殿的銅柱，並耶和華殿的盆座和銅海，迦勒底人都打碎了，將那銅運到巴比倫去了，","bklcl":"Iâ-hô-hoa tiān-lāi ê tâng-thiāu, kap Iâ-hô-hoa tiān-lāi ê phûn-chō, í-ki̍p tâng-hái, Ka-le̍k-tí lâng lóng phah-phòa, chiong hiah-ê tâng ūn-kàu Pa-pí-lûn;","tghg":"耶和華殿內的銅柱，及耶和華殿內的盆座以及銅海，迦勒底人攏拍破，將許個銅運到巴比倫，","bklhl":"耶和華殿內ê銅柱，kap耶和華殿內ê盆座，以及銅海，Ka-le̍k-tí人lóng phah破，將hiah-ê銅運到巴比倫；"}},{"book":"王下","chapter":25,"verse":14,"versions":{"unv":"又帶去鍋、鏟子、蠟剪、調羹，並所用的一切銅器，","bklcl":"koh tòa-khì tiáⁿ, thuh-á, chián-to, óaⁿ, kap só͘ ēng it-chhè ê tâng-khì;","tghg":"閣帶去鼎、托仔(thuh-á)、剪刀(chián-to)、碗，及所用一切的銅器，","bklhl":"koh帶去鼎、托á、剪刀、碗，kap所用一切ê銅器；"}},{"book":"王下","chapter":25,"verse":15,"versions":{"unv":"火鼎、碗，無論金的銀的，護衛長也都帶去了。","bklcl":"hé-lô͘, pôaⁿ, it-chhè kim-khì ê kim, gûn-khì ê gûn, sī-ōe-tiúⁿ lóng tòa-khì.","tghg":"火爐、盤，一切金器的金銀器的銀，侍衛長攏帶去。","bklhl":"火爐、盤，一切金器ê金，銀器ê銀，侍衛長lóng帶去。"}},{"book":"王下","chapter":25,"verse":16,"versions":{"unv":"所羅門為耶和華殿所造的兩根銅柱、一個銅海，和幾個盆座，這一切的銅，多得無法可稱。","bklcl":"Koh tòa Só͘-lô-bûn ông ūi Iâ-hô-hoa ê tiān só͘ chhòng nn̄g ki thiāu, chi̍t ê tâng-hái, kap hiah-ê chō; chiah-ê khì-kū ê tâng bōe-ōe chhìn i ê khin-tāng.","tghg":"閣帶所羅門王為耶和華的殿所創二支柱、一個銅海，及許個座，諸個器具的銅𣍐會秤伊的輕重。","bklhl":"Koh帶所羅門王為耶和華ê殿所chhòng兩支柱，一个銅海，kap hiah-ê座；chiah ê器具ê銅bōe能秤伊ê輕重。"}},{"book":"王下","chapter":25,"verse":17,"versions":{"unv":"這一根柱子高十八肘，柱上有銅頂，高三肘；銅頂的周圍有網子和石榴，都是銅的。那一根柱子，照此一樣，也有網子。","bklcl":"Chit ki thiāu koâiⁿ cha̍p-poeh tiú, i ê téng-bīn ū tâng ê thiāu-táu; thiāu-táu koâiⁿ saⁿ-tiú; thiāu-táu ê chiu-ûi ū bāng-á kap sia̍h-liû, lóng sī tâng chòe ê; tē-jī ki thiāu siâng chi̍t khoán, iā ū bāng-á.","tghg":"此支柱高十八肘(tiú)，伊的頂面有銅的柱枓(thiāu-táu)，柱枓高三肘；柱枓的周圍有網仔及石榴(sia̍h-liû)，攏是銅做的。第二支柱，像一款，也有網仔。","bklhl":"Chit支柱高十八肘，伊ê頂面有銅ê柱斗；柱斗高三肘；柱斗ê周圍有網á kap石榴，lóng是銅做ê；第二支柱siâng一款，也有網á。"}},{"book":"王下","chapter":25,"verse":18,"versions":{"unv":"護衛長拿住大祭司西萊雅、副祭司西番亞，和三個把門的，","bklcl":"Sī-ōe-tiúⁿ lia̍h chè-si-thâu Se-lâi-ngá, kap tē jī kip ê chè-si Se-hoan-a, kap saⁿ ê kò͘-mn̂g--ê;","tghg":"侍衛長掠祭司頭西萊雅、及第二級的祭司西番亞，及三個顧門者，","bklhl":"侍衛長掠祭司頭Se-lâi-ngá，kap第二級ê祭司Se-hoan-a，kap三個顧門ê；"}},{"book":"王下","chapter":25,"verse":19,"versions":{"unv":"又從城中拿住一個管理兵丁的官（或譯：太監），並在城裡所遇常見王面的五個人和檢點國民軍長的書記，以及城裡遇見的國民六十個人。","bklcl":"koh tùi siâⁿ-lāi lia̍h chi̍t ê koán-peng ê koaⁿ, kap tī siâⁿ-lāi só͘ tú-tio̍h siông-siông kìⁿ ông ê bīn ê gō͘ lâng, kap kun-tiúⁿ ê su-kì tiám-sǹg peh-sìⁿ ê, í-ki̍p siâⁿ-tiong só͘ tú-tio̍h ê kok-bîn la̍k-cha̍p lâng.","tghg":"閣對城內掠一個管兵的官，及佇城內所抵著(tú-tio̍h)常常見王的面的五人及軍長的書記點算百姓的，以及城中所抵著的國民六十人。","bklhl":"koh tùi城內掠一个管兵ê官，kap tī城內所tú-tio̍h常常見王ê面ê五人，kap軍長ê書記點算百姓ê，以及城中所tú-tio̍h ê國民六十人。"}},{"book":"王下","chapter":25,"verse":20,"versions":{"unv":"護衛長尼布撒拉旦將這些人帶到在利比拉的巴比倫王那裡。","bklcl":"Sī-ōe-tiúⁿ Nî-pò͘-sat-la̍h-tàn chiong chiah-ê lâng tòa kàu Lī-pí-la̍h, Pa-pí-lûn ông hia.","tghg":"侍衛長尼布撒拉旦將諸個人帶到利比拉巴比倫王遐。","bklhl":"侍衛長Nî-pò͘-sat-la̍h-tàn將chiah ê人帶到Lī-pí-la̍h，巴比倫王hia。"}},{"book":"王下","chapter":25,"verse":21,"versions":{"unv":"巴比倫王就把他們擊殺在哈馬地的利比拉。這樣，猶大人被擄去離開本地。","bklcl":"Pa-pí-lûn ông phah in tī Hap-má tōe ê Lī-pí-la̍h, thâi-sí in.  Án-ni Iû-tāi ê peh-sìⁿ siū-lia̍h lī-khui pún-tōe.","tghg":"巴比倫王拍𪜶佇哈馬地的利比拉刣死𪜶。按呢，猶大的百姓受掠離開本地。","bklhl":"巴比倫王phah in tī Hap-má地ê Lī-pí-la̍h，刣死in。Án-ni偤大ê百姓受掠離開本地。"}},{"book":"王下","chapter":25,"verse":22,"versions":{"unv":"至於猶大國剩下的民，就是巴比倫王尼布甲尼撒所剩下的，巴比倫王立了沙番的孫子、亞希甘的兒子基大利作他們的省長。","bklcl":"Lūn-kàu Iû-tāi kok chhun ê peh-sìⁿ, chiū-sī Pa-pí-lûn ông Nî-pò͘-kah-nî-sat só͘ lâu--ê, ông siat-li̍p Sa-hoan ê sun, A-hi-kam ê kiáⁿ, Ki-tāi-lī, koán-hat in.","tghg":"論到猶大國剩的百姓，就是巴比倫王尼布甲尼撒所留的，王設立沙番的孫、亞希甘的子基大利管轄𪜶。","bklhl":"論到偤大國chhun ê百姓，就是巴比倫王Nî-pò͘-kah-nî-sat所留ê，王設立Sa-hoan ê孫，A-hi-kam ê kiáⁿ，Ki-tāi-lī，管轄in。"}},{"book":"王下","chapter":25,"verse":23,"versions":{"unv":"眾軍長和屬他們的人聽見巴比倫王立了基大利作省長，於是軍長尼探雅的兒子以實瑪利、加利亞的兒子約哈難、尼陀法人單戶蔑的兒子西萊雅、瑪迦人的兒子雅撒尼亞，和屬他們的人都到米斯巴見基大利。","bklcl":"Chèng kun-tiúⁿ kap sio̍k in ê lâng, thiaⁿ-kìⁿ Pa-pí-lûn ông siat-li̍p Ki-tāi-lī koán-hat in. Tùi án-ni Nî-thàm-ngá ê kiáⁿ Í-si̍t-má-lī, Κa-lī-a ê kiáⁿ Iok-hap-lân, Nî-tô-hoat ê lâng Tan-hō͘-bia̍t ê kiáⁿ Se-lâi-ngá, Má-ka lâng ê kiáⁿ Ngá-sat-nî-a, kap sio̍k in ê lâng, lóng kàu Bí-su-pa kìⁿ Ki-tāi-lī.","tghg":"眾軍長及屬𪜶的人聽見巴比倫王設立基大利管轄𪜶，對按呢尼探雅的子以實瑪利、加利亞的子約哈難、尼陀法的人單戶蔑的子西萊雅、瑪迦人的子雅撒尼亞，及屬𪜶的人攏到米斯巴見基大利。","bklhl":"眾軍長kap屬in ê人，聽見巴比倫王設立Ki-tāi-lī管轄in。Tùi án-ni，Nî-thàm-ngá ê kiáⁿ以實瑪利，Ka-lī-a ê kiáⁿ Iok-hap-lân，Nî-tô-hoat ê人Tan-hō͘-bia̍t ê kiáⁿ Se-lâi-ngá，Má-ka人ê kiáⁿ Ngá-sat-nî-a，kap屬in ê人，lóng到Bí-su-pa見Ki-tāi-lī。"}},{"book":"王下","chapter":25,"verse":24,"versions":{"unv":"基大利向他們和屬他們的人起誓說：「你們不必懼怕迦勒底臣僕，只管住在這地服事巴比倫王，就可以得福。」","bklcl":"Ki-tāi-lī tùi in kap sio̍k in ê lâng chiù-chōa, kóng, Lín bo̍h-tit kiaⁿ Ka-le̍k-tí ê jîn-sîn; chòe lín tiàm chit só͘-chāi, ho̍k-sāi Pa-pí-lûn ông, chiū thang tit-tio̍h hok-khì.","tghg":"基大利對𪜶及屬𪜶的人咒誓講：「恁莫得驚迦勒底的人臣，做恁踮此所在服事巴比倫王，就通得著福氣。」","bklhl":"Ki-tāi-lī tùi in kap屬in ê人chiù-chōa，講，Lín莫得驚Ka-le̍k-tí ê人臣；做lín tiàm chit所在，服事巴比倫王，就thang得tio̍h福氣。"}},{"book":"王下","chapter":25,"verse":25,"versions":{"unv":"七月間，宗室以利沙瑪的孫子、尼探雅的兒子以實瑪利帶著十個人來，殺了基大利和同他在米斯巴的猶大人與迦勒底人。","bklcl":"Chhit-ge̍h-kan ông-chhin Í-lī-sa-má ê sun, Nî-thàm-ngá ê kiáⁿ, Í-si̍t-má-lī, tòa cha̍p-lâng kap i lâi, phah-sí Ki-tāi-lī í-ki̍p kap i tī Bí-su-pa ê Iû-tāi lâng, kap Ka-le̍k-tí lâng.","tghg":"七月間，王親以利沙瑪的孫、尼探雅的子以實瑪利帶十人及伊來，拍死基大利以及及伊佇米斯巴的猶大人及迦勒底人。","bklhl":"七月間，王親Í-lī-sa-má ê孫，Nî-thàm-ngá ê kiáⁿ，以實瑪利，帶十人kap伊來，phah死Ki-tāi-lī以及kap伊tī Bí-su-pa ê偤大人，kap Ka-le̍k-tí人。"}},{"book":"王下","chapter":25,"verse":26,"versions":{"unv":"於是眾民，無論大小，連眾軍長；因為懼怕迦勒底人，都起身往埃及去了。","bklcl":"Tùi án-ni chèng peh-sìⁿ bô-lūn tōa-sòe, kap hiah-ê kun-tiúⁿ, lóng khí-lâi khì Ai-ki̍p; in-ūi kiaⁿ Ka-le̍k-tí lâng ê iân-kò͘.","tghg":"對按呢眾百姓，無論大細，及許個軍長；攏起來去埃及，因為驚迦勒底人的緣故。","bklhl":"Tùi án-ni，眾百姓無論大細，kap hiah-ê軍長，lóng起來去埃及；因為驚Ka-le̍k-tí人ê緣故。"}},{"book":"王下","chapter":25,"verse":27,"versions":{"unv":"猶大王約雅斤被擄後三十七年，巴比倫王以未．米羅達元年十二月二十七日，使猶大王約雅斤抬頭，提他出監；","bklcl":"Iû-tāi ông Iok-ngá-kun siū-lia̍h liáu-āu tē saⁿ-cha̍p-chhit nî, Pa-pí-lûn ông Í-bī-bí-lô-ta̍t goân--nî, cha̍p-jī ge̍h jī-cha̍p-chhit ji̍t, kú-khí Iû-tāi ông Iok-ngá-kun, pàng i chhut-kaⁿ.","tghg":"猶大王約雅斤受掠了後第三十七年，巴比倫王以未米羅達元年十二月二十七日，舉起猶大王約雅斤，放伊出監；","bklhl":"偤大王Iok-ngá-kun受掠了後第三十七年，巴比倫王Í-bī-bí-lô-ta̍t元年，十二月二十七日，舉起偤大王Iok-ngá-kun，放伊出監。"}},{"book":"王下","chapter":25,"verse":28,"versions":{"unv":"又對他說恩言，使他的位高過與他一同在巴比倫眾王的位，","bklcl":"Ia̍h ēng hó-ōe an-ùi i, hō͘ i ê ūi khah-koâiⁿ kî-û chiah-ê ông ê ūi, chiū-sī kap i tâng tī Pa-pí-lûn ê.","tghg":"亦用好話安慰伊，互伊的位卡高其餘諸個王的位，就是及伊同佇巴比倫的。","bklhl":"亦用好話安慰伊，hō͘伊ê位khah高其餘chiah ê王ê位，就是kap伊同tī巴比倫ê。"}},{"book":"王下","chapter":25,"verse":29,"versions":{"unv":"給他脫了囚服。他終身常在巴比倫王面前吃飯。","bklcl":"Thǹg--khì i kaⁿ-lāi só͘ chhēng ê saⁿ, chi̍t-sì-lâng kap Pa-pí-lûn ông saⁿ-kap chia̍h.","tghg":"褪去伊監內所穿的衫。一世人及巴比倫王相及食。","bklhl":"Thǹg去伊監內所穿ê衫，一世人kap巴比倫王相kap食。"}},{"book":"王下","chapter":25,"verse":30,"versions":{"unv":"王賜他所需用的食物，日日賜他一分，終身都是這樣。","bklcl":"Pa-pí-lûn ông siúⁿ-sù i só͘ khiàm-ēng ê si̍t-bu̍t, ji̍t-ji̍t hō͘ i chi̍t-hūn, chi̍t-sì-lâng lóng sī án-ni.","tghg":"巴比倫王賞賜伊所欠用的食物，日日互伊一份，一世人攏是按呢。","bklhl":"巴比倫王賞賜伊所欠用ê食物，日日hō͘伊一份，一世人lóng是án-ni。"}}]