[{"book":"王下","chapter":15,"verse":1,"versions":{"unv":"以色列王耶羅波安二十七年，猶大王亞瑪謝的兒子亞撒利雅登基，","bklcl":"Í-sek-lia̍t ông Iâ-lô-phò-àm jī-cha̍p-chhit nî, Iû-tāi ông A-má-siā ê kiáⁿ A-sat-lī-ngá chē-ūi.","tghg":"以色列王耶羅波安二十七年，猶大王亞瑪謝的子亞撒利雅坐位，","bklhl":"以色列王Iâ-lô-phò-àm二十七年，偤大王A-má-siā ê kiáⁿ A-sat-lī-ngá坐位。"}},{"book":"王下","chapter":15,"verse":2,"versions":{"unv":"他登基的時候年十六歲，在耶路撒冷作王五十二年。他母親名叫耶可利雅，是耶路撒冷人。","bklcl":"I chē-ūi ê sî, cha̍p-la̍k hè; tī Iâ-lō͘-sat-léng chòe-ông kiōng gō͘-cha̍p-jī nî.  I ê lāu-bú miâ kiò Iâ-khó-lī-ngá, sī Iâ-lō͘-sat-léng lâng.","tghg":"伊坐位的時十六歲，佇耶路撒冷做王共五十二年。伊的老母名叫耶可利雅，是耶路撒冷人。","bklhl":"伊坐位ê時，十六歲；tī耶路撒冷做王共五十二年。伊ê老母名叫Iâ-khó-lī-ngá，是耶路撒冷人。"}},{"book":"王下","chapter":15,"verse":3,"versions":{"unv":"亞撒利雅行耶和華眼中看為正的事，效法他父親亞瑪謝一切所行的；","bklcl":"I kiâⁿ Iâ-hô-hoa só͘ khòaⁿ-chòe hó ê sū, chiàu i ê lāu-pē A-má-siā it-chhè ê só͘-kiâⁿ.","tghg":"伊行耶和華所看做好的事，照伊的老父亞瑪謝一切的所行；","bklhl":"伊行耶和華所看做好ê事，照伊ê老父A-má-siā一切ê所行。"}},{"book":"王下","chapter":15,"verse":4,"versions":{"unv":"只是邱壇還沒有廢去，百姓仍在那裡獻祭燒香。","bklcl":"Chóng-sī soaⁿ-thâu-tôaⁿ iáu bô hòe--khì, peh-sìⁿ iû-goân hiàn-chè sio-hiuⁿ tī soaⁿ-thâu-tôaⁿ.","tghg":"總是山頭壇猶無廢去，百姓猶原獻祭燒香佇山頭壇。","bklhl":"總是山頭壇iáu無廢去，百姓猶原獻祭燒香tī山頭壇。"}},{"book":"王下","chapter":15,"verse":5,"versions":{"unv":"耶和華降災與王，使他長大痲瘋，直到死日，他就住在別的宮裡。他的兒子約坦管理家事，治理國民。","bklcl":"Iâ-hô-hoa chiū phah ông, hō͘ i thái-ko, kàu i sí ê ji̍t, i chiū lēng-gōa chhù khiā-khí.  I ê kiáⁿ Iok-thán koán-lí ke-sū, tī-lí kok-bîn.","tghg":"耶和華就拍王，互伊癩[哥]，到伊死的日，伊就另外厝徛起。伊的子約坦管理家事，治理國民。","bklhl":"耶和華就phah王，hō͘伊thái-ko，到伊死ê日，伊就另外厝khiā起。伊ê kiáⁿ Iok-thán管理家事，治理國民。"}},{"book":"王下","chapter":15,"verse":6,"versions":{"unv":"亞撒利雅其餘的事，凡他所行的都寫在猶大列王記上。","bklcl":"A-sat-lī-ngá kî-û ê sū, kìⁿ i só͘ kiâⁿ ê, kiám bô lóng kì tī Iû-tāi lia̍t-ông ê kì-lio̍k mah?","tghg":"亞撒利雅其餘的事，見伊所行的豈無攏記佇猶大列王的記錄嗎？","bklhl":"A-sat-lī-ngá其餘ê事，見伊所行ê，kiám無lóng記tī偤大列王ê記錄mah？"}},{"book":"王下","chapter":15,"verse":7,"versions":{"unv":"亞撒利雅與他列祖同睡，葬在大衛城他列祖的墳地裡。他兒子約坦接續他作王。","bklcl":"A-sat-lī-ngá kap i ê chó͘ tâng-khùn, kap i ê chó͘ chòng tī Tāi-pi̍t ê siâⁿ.  I ê kiáⁿ Iok-thán sòa-chiap i chòe-ông.","tghg":"亞撒利雅及伊的祖同睏，及伊的祖葬佇大衛的城。伊的子約坦續接伊做王。","bklhl":"A-sat-lī-ngá kap伊ê祖同睏，kap伊ê祖葬tī大衛ê城。伊ê kiáⁿ Iok-thán續接伊做王。"}},{"book":"王下","chapter":15,"verse":8,"versions":{"unv":"猶大王亞撒利雅三十八年，耶羅波安的兒子撒迦利雅在撒馬利亞作以色列王六個月。","bklcl":"Iû-tāi ông A-sat-lī-ngá saⁿ-cha̍p-poeh nî, Iâ-lô-phò-àm ê kiáⁿ Sat-ka-lī-ngá tī Sat-má-lī-a chòe Í-sek-lia̍t ông la̍k-ge̍h-ji̍t.","tghg":"猶大王亞撒利雅三十八年，耶羅波安的子撒迦利雅佇撒瑪利亞做以色列王六月日。","bklhl":"偤大王A-sat-lī-ngá三十八年，Iâ-lô-phò-àm ê kiáⁿ Sat-ka-lī-ngá tī撒馬利亞做以色列王六月日。"}},{"book":"王下","chapter":15,"verse":9,"versions":{"unv":"他行耶和華眼中看為惡的事，效法他列祖所行的，不離開尼八的兒子耶羅波安使以色列人陷在罪裡的那罪。","bklcl":"I kiâⁿ Iâ-hô-hoa khòaⁿ-chòe pháiⁿ ê sū, chiàu i ê lia̍t-chó͘ só͘ kiâⁿ ê, bô lī-khui Nî-pat ê kiáⁿ Iâ-lô-phò-àm ê chōe, chiū-sī hō͘ Í-sek-lia̍t hoān-chōe ê.","tghg":"伊行耶和華看做歹的事，照伊的列祖所行的，無離開尼八的子耶羅波安的罪，就是互以色列犯罪的。","bklhl":"伊行耶和華看做pháiⁿ ê事，照伊ê列祖所行ê，無離開Nî-pat ê kiáⁿ Iâ-lô-phò-àm ê罪，就是hō͘以色列犯罪ê。"}},{"book":"王下","chapter":15,"verse":10,"versions":{"unv":"雅比的兒子沙龍背叛他，在百姓面前擊殺他，篡了他的位。","bklcl":"Ngá-pí ê kiáⁿ Sa-liông pōe-poān i, tī peh-sìⁿ ê bīn-chêng phah i, thâi i, chhoàn i ê ūi.","tghg":"雅比的子沙龍背叛伊，佇百姓的面前拍伊，刣伊，篡(chhoàn)伊的位。","bklhl":"Ngá-pí ê kiáⁿ Sa-liông背叛伊，tī百姓ê面前phah伊，刣伊，篡伊ê位。"}},{"book":"王下","chapter":15,"verse":11,"versions":{"unv":"撒迦利雅其餘的事都寫在以色列諸王記上。","bklcl":"Sat-ka-lī-ngá kî-û ê sū, lóng kì tī Í-sek-lia̍t chiah-ê ông ê kì-lio̍k.","tghg":"撒迦利雅其餘的事攏記佇以色列諸個王的記錄。","bklhl":"Sat-ka-lī-ngá其餘ê事，lóng記tī以色列chiah ê王ê記錄。"}},{"book":"王下","chapter":15,"verse":12,"versions":{"unv":"這是從前耶和華應許耶戶說：「你的子孫必坐以色列的國位直到四代。」這話果然應驗了。","bklcl":"Che sī chêng Iâ-hô-hoa kā Iâ-hō͘ kóng ê ōe, kóng, Lí ê kiáⁿ-sun beh chē Í-sek-lia̍t ê kok-ūi kàu sì-tāi, chit ê ōe án-ni èng-giām.","tghg":"這是前耶和華給耶戶講的話講：「你的子孫欲坐以色列的國位到四代。」此個話按呢應驗。","bklhl":"這是前耶和華kā Iâ-hō͘講ê話，講，你ê kiáⁿ孫beh坐以色列ê國位到四代，chit ê話án-ni應驗。"}},{"book":"王下","chapter":15,"verse":13,"versions":{"unv":"猶大王烏西雅（就是亞撒利雅）三十九年，雅比的兒子沙龍登基在撒馬利亞作王一個月。","bklcl":"Iû-tāi ông O͘-se-ngá saⁿ-cha̍p-káu nî, Ngá-pí ê kiáⁿ Sa-liông chē-ūi, tī Sat-má-lī-a chòe-ông chi̍t-ge̍h-ji̍t.","tghg":"猶大王烏西雅三十九年，雅比的子沙龍坐位佇撒瑪利亞做王一月日。","bklhl":"偤大王O͘-se-ngá三十九年，Ngá-pí ê kiáⁿ Sa-liông坐位，tī撒馬利亞做王一月日。"}},{"book":"王下","chapter":15,"verse":14,"versions":{"unv":"迦底的兒子米拿現從得撒上撒馬利亞，殺了雅比的兒子沙龍，篡了他的位。","bklcl":"Ka-tí ê kiáⁿ Bí-ná-hiān tùi Tek-sat chiūⁿ-khì Sat-má-lī-a, phah Ngá-pí ê kiáⁿ Sa-liông tī Sat-má-lī-a, thâi-sí i, chhoàn i ê ūi.","tghg":"迦底的子米拿現對得撒上去撒瑪利亞，拍雅比的子沙龍佇撒瑪利亞刣死伊，篡伊的位。","bklhl":"Ka-tí ê kiáⁿ Bí-ná-hiān tùi Tek-sat上去撒馬利亞，phah Ngá-pí ê kiáⁿ Sa-liông tī撒馬利亞，刣死伊，篡伊ê位。"}},{"book":"王下","chapter":15,"verse":15,"versions":{"unv":"沙龍其餘的事和他背叛的情形都寫在以色列諸王記上。","bklcl":"Sa-liông kî-û ê sū, kap i pōe-poān ê chêng-hêng, lóng kì tī Í-sek-lia̍t chiah-ê ông ê kì-lio̍k.","tghg":"沙龍其餘的事及伊背叛的情形攏記佇以色列諸個王的記錄。","bklhl":"Sa-liông其餘ê事，kap伊背叛ê情形，lóng記tī以色列chiah ê王ê記錄。"}},{"book":"王下","chapter":15,"verse":16,"versions":{"unv":"那時米拿現從得撒起攻打提斐薩和其四境，擊殺城中一切的人，剖開其中所有的孕婦，都因他們沒有給他開城。","bklcl":"Hit-sî Bí-ná-hiān phah Thê-húi-sat, kap kìⁿ-nā tī in tiong-kan ê, kap i ê sì-kéng, tùi Tek-sat khí; in-ūi in bô kā i khui siâⁿ-mn̂g, só͘-í phah i, iā phòa-khui in tiong-kan it-chhè ū sin-īn ê hū-jîn-lâng.","tghg":"彼時米拿現拍提斐薩及見若佇𪜶中間的及伊的四境對得撒起，因為𪜶無給伊開城門，所以拍伊，也破開𪜶中間一切有娠孕(sin-īn)的婦仁人。","bklhl":"Hit時Bí-ná-hiān phah Thê-húi-sat，kap見若tī in中間ê，kap伊ê四境，tùi Tek-sat起；因為in無kā伊開城門，所以phah伊，也破開in中間一切有身孕ê婦人人。"}},{"book":"王下","chapter":15,"verse":17,"versions":{"unv":"猶大王亞撒利雅三十九年，迦底的兒子米拿現登基，在撒馬利亞作以色列王十年。","bklcl":"Iû-tāi ông A-sat-lī-ngá saⁿ-cha̍p-káu nî, Ka-tí ê kiáⁿ Bí-ná-hiān chē-ūi, tī Sat-má-lī-a chòe Í-sek-lia̍t ông, kiōng cha̍p-nî.","tghg":"猶大王亞撒利雅三十九年，迦底的子米拿現坐位，佇撒瑪利亞做以色列王共十年。","bklhl":"偤大王A-sat-lī-ngá三十九年，Ka-tí ê kiáⁿ Bí-ná-hiān坐位，tī撒馬利亞做以色列王，共十年。"}},{"book":"王下","chapter":15,"verse":18,"versions":{"unv":"他行耶和華眼中看為惡的事，終身不離開尼八的兒子耶羅波安使以色列人陷在罪裡的那罪。","bklcl":"I kiâⁿ Iâ-hô-hoa só͘ khòaⁿ-chòe pháiⁿ ê sū, chi̍t-sì-lâng bô lī-khui Nî-pat ê kiáⁿ Iâ-lô-phò-àm ê chōe, chiū-sī hō͘ Í-sek-lia̍t hoān-chōe--ê.","tghg":"伊行耶和華所看做歹的事，一世人無離開尼八的子耶羅波安的罪，就是互以色列犯罪的。","bklhl":"伊行耶和華所看做pháiⁿ ê事，一世人無離開Nî-pat ê kiáⁿ Iâ-lô-phò-àm ê罪，就是hō͘以色列犯罪ê。"}},{"book":"王下","chapter":15,"verse":19,"versions":{"unv":"亞述王普勒來攻擊以色列國，米拿現給他一千他連得銀子，請普勒幫助他堅定國位。","bklcl":"A-su̍t ông Phó͘-le̍k lâi kong-kek chit ê thó͘-tōe.  Bí-ná-hiān ēng gûn chi̍t-chheng tha-liân-tek hō͘ Phó͘-le̍k, ài i pang-chān lâi kian-kò͘ i ê kok-koân.","tghg":"亞述王普勒來攻擊此個土地。米拿現用銀一千他連得互普勒，愛伊幫助來堅固伊的國權。","bklhl":"亞述王Phó͘-le̍k來攻擊chit ê土地。Bí-ná-hiān用銀一千tha-liân-tek hō͘ Phó͘-le̍k，ài伊幫贊來堅固伊ê國權。"}},{"book":"王下","chapter":15,"verse":20,"versions":{"unv":"米拿現向以色列一切大富戶索要銀子，使他們各出五十舍客勒，就給了亞述王。於是亞述王回去，不在國中停留。","bklcl":"Bí-ná-hiān tùi Í-sek-lia̍t it-chhè ê tōa hó-gia̍h lâng, kiông phài chiah-ê gûn, kah ta̍k-lâng chhut gûn gō͘-cha̍p sià-khek-le̍k, sàng hō͘ A-su̍t ông.  Tùi án-ni A-su̍t ông tò-khì, bô tiàm hit só͘-chāi.","tghg":"米拿現對以色列一切的大好額人強派諸個銀，教逐人(ta̍k-lâng)出銀五十舍客勒，送互亞述王。對按呢亞述王倒去，無踮彼所在。","bklhl":"Bí-ná-hiān tùi以色列一切ê大好額人，強派chiah ê銀，kah ta̍k人出銀五十sià-khek-le̍k，送hō͘亞述王。Tùi án-ni，亞述王tò去，無tiàm hit所在。"}},{"book":"王下","chapter":15,"verse":21,"versions":{"unv":"米拿現其餘的事，凡他所行的都寫在以色列諸王記上。","bklcl":"Bí-ná-hiān kî-û ê sū, kìⁿ i só͘ kiâⁿ ê, kiám bô lóng kì tī Í-sek-lia̍t chiah-ê ông ê kì-lio̍k mah?","tghg":"米拿現其餘的事，見伊所行的豈無攏記佇以色列諸個王的記錄嗎？","bklhl":"Bí-ná-hiān其餘ê事，見伊所行ê，kiám無lóng記tī以色列chiah ê王ê記錄mah？"}},{"book":"王下","chapter":15,"verse":22,"versions":{"unv":"米拿現與他列祖同睡。他兒子比加轄接續他作王。","bklcl":"Bí-ná-hiān kap i ê lia̍t-chó͘ tâng-khùn; i ê kiáⁿ Pí-ka-hat sòa-chiap i chòe-ông.","tghg":"米拿現及伊的列祖同睏。伊的子比加轄續接伊做王。","bklhl":"Bí-ná-hiān kap伊ê列祖同睏；伊ê kiáⁿ Pí-ka-hat續接伊做王。"}},{"book":"王下","chapter":15,"verse":23,"versions":{"unv":"猶大王亞撒利雅五十年，米拿現的兒子比加轄在撒馬利亞登基作以色列王二年。","bklcl":"Iû-tāi ông A-sat-lī-ngá gō͘-cha̍p nî, Bí-ná-hiān ê kiáⁿ Pí-ka-hat tī Sat-má-lī-a chòe Í-sek-lia̍t ông, kiōng nn̄g-nî.","tghg":"猶大王亞撒利雅五十年，米拿現的子比加轄佇撒瑪利亞做以色列王共二年。","bklhl":"偤大王A-sat-lī-ngá五十年，Bí-ná-hiān ê kiáⁿ Pí-ka-hat tī撒馬利亞做以色列王，共兩年。"}},{"book":"王下","chapter":15,"verse":24,"versions":{"unv":"他行耶和華眼中看為惡的事，不離開尼八的兒子耶羅波安使以色列人陷在罪裡的那罪。","bklcl":"I kiâⁿ Iâ-hô-hoa só͘ khòaⁿ-chòe pháiⁿ ê sū; bô lī-khui Nî-pat ê kiáⁿ Iâ-lô-phò-àm ê chōe, chiū-sī hō͘ Í-sek-lia̍t hoān-chōe--ê.","tghg":"伊行耶和華所看做歹的事，無離開尼八的子耶羅波安的罪，就是互以色列犯罪的。","bklhl":"伊行耶和華所看做pháiⁿ ê事；無離開Nî-pat ê kiáⁿ Iâ-lô-phò-àm ê罪，就是hō͘以色列犯罪ê。"}},{"book":"王下","chapter":15,"verse":25,"versions":{"unv":"比加轄的將軍、利瑪利的兒子比加背叛他，在撒馬利亞王宮裡的衛所殺了他。亞珥歌伯和亞利耶並基列的五十人幫助比加；比加擊殺他，篡了他的位。","bklcl":"I ê kun-tiúⁿ, Lī-má-lī ê kiáⁿ Pí-ka pōe-poān i, tī Sat-má-lī-a ông-kiong ê ōe-só͘ phah i; A-jíⁿ-ko-pek kap A-lī-iâ kap Ki-lia̍t ê lâng gō͘-cha̍p-ê kap i tâng-bô͘; thâi-sí i, chhoàn i ê ūi.","tghg":"伊的軍長、利瑪利的子比加背叛伊，佇撒瑪利亞王宮的衛所拍伊。亞珥歌伯及亞利耶及基列的人五十個及伊同謀；刣死伊，篡伊的位。","bklhl":"伊ê軍長，Lī-má-lī ê kiáⁿ Pí-ka背叛伊，tī撒馬利亞王宮ê衛所phah伊；A-jíⁿ-ko-pek kap A-lī-iâ kap Ki-lia̍t ê人五十個kap伊同謀；刣死伊，篡伊ê位。"}},{"book":"王下","chapter":15,"verse":26,"versions":{"unv":"比加轄其餘的事，凡他所行的都寫在以色列諸王記上。","bklcl":"Pí-ka-hat kî-û ê sū, kìⁿ i só͘ kiâⁿ ê, lóng kì tī Í-sek-lia̍t chiah-ê ông ê kì-lio̍k.","tghg":"比加轄其餘的事，見伊所行的攏記佇以色列諸個王的記錄。","bklhl":"Pí-ka-hat其餘ê事，見伊所行ê，lóng記tī以色列chiah ê王ê記錄。"}},{"book":"王下","chapter":15,"verse":27,"versions":{"unv":"猶大王亞撒利雅五十二年，利瑪利的兒子比加在撒馬利亞登基作以色列王二十年。","bklcl":"Iû-tāi ông A-sat-lī-ngá gō͘-cha̍p-jī nî, Lī-má-lī ê kiáⁿ Pí-ka tī Sat-má-lī-a chē-ūi, chòe Í-sek-lia̍t ông, kiōng jī-cha̍p nî.","tghg":"猶大王亞撒利雅五十二年，利瑪利的子比加佇撒瑪利亞坐位做以色列王共二十年。","bklhl":"偤大王A-sat-lī-ngá五十二 年，Lī-má-lī ê kiáⁿ Pí-ka tī撒馬利亞坐位，做以色列王，共二十年。"}},{"book":"王下","chapter":15,"verse":28,"versions":{"unv":"他行耶和華眼中看為惡的事，不離開尼八的兒子耶羅波安使以色列人陷在罪裡的那罪。","bklcl":"I kiâⁿ Iâ-hô-hoa só͘ khòaⁿ-chòe pháiⁿ ê sū, bô lī-khui Nî-pat ê kiáⁿ Iâ-lô-phò-àm ê chōe, chiū-sī hō͘ Í-sek-lia̍t hoān-chōe--ê.","tghg":"伊行耶和華所看做歹的事，無離開尼八的子耶羅波安的罪，就是互以色列犯罪的。","bklhl":"伊行耶和華所看做pháiⁿ ê事，無離開Nî-pat ê kiáⁿ Iâ-lô-phò-àm ê罪，就是hō͘以色列犯罪ê。"}},{"book":"王下","chapter":15,"verse":29,"versions":{"unv":"以色列王比加年間，亞述王提革拉．毘列色來奪了以雲、亞伯．伯．瑪迦、亞挪、基低斯、夏瑣、基列、加利利，和拿弗他利全地，將這些地方的居民都擄到亞述去了。","bklcl":"Í-sek-lia̍t ông Pí-ka ê sî, A-su̍t ông Thê-kek-la̍h-pí-lia̍t-sek lâi chhú Í-hûn, A-pek-pek-má-ka, A-lô, Ki-te-su, Hā-só, Ki-lia̍t, Ka-lī-lī, kap Ná-hut-tha-lī choân-tōe; lóng lia̍h in kàu A-su̍t.","tghg":"以色列王比加的時，亞述王提革拉毗列色來取以雲、亞伯伯瑪迦、亞羅、基低斯、夏瑣、基列、加利利，及拿弗他利全地，攏掠𪜶到亞述。","bklhl":"以色列王Pí-ka ê時，亞述王Thê-kek-la̍h-pí-lia̍t-sek來取Í-hûn、A-pek-pek-má-ka、A-lô、Ki-te-su、Hā-só、Ki-lia̍t、加利利，kap Ná-hut-tha-lī全地；lóng掠in到亞述。"}},{"book":"王下","chapter":15,"verse":30,"versions":{"unv":"烏西雅的兒子約坦二十年，以拉的兒子何細亞背叛利瑪利的兒子比加，擊殺他，篡了他的位。","bklcl":"O͘-se-ngá ê kiáⁿ Iok-thán jī-cha̍p nî, Í-la̍h ê kiáⁿ Hô-sè-a pōe-poān Lī-má-lī ê kiáⁿ Pí-ka, phah lâi thâi-sí i, chhoàn i ê ūi.","tghg":"烏西雅的子約坦二十年，以拉的子何細亞背叛利瑪利的子比加，拍來刣死伊，篡伊的位。","bklhl":"O͘-se-ngá ê kiáⁿ Iok-thán二十年，Í-la̍h ê kiáⁿ Hô-sè-a背叛Lī-má-lī ê kiáⁿ Pí-ka，phah來刣死伊，篡伊ê位。"}},{"book":"王下","chapter":15,"verse":31,"versions":{"unv":"比加其餘的事，凡他所行的都寫在以色列諸王記上。","bklcl":"Pí-ka kî-û ê sū, kìⁿ i só͘ kiâⁿ ê, lóng kì tī Í-sek-lia̍t chiah-ê ông ê kì-lio̍k.","tghg":"比加其餘的事，見伊所行的攏記佇以色列諸個王的記錄。","bklhl":"Pí-ka其餘ê事，見伊所行ê，lóng記tī以色列chiah ê王ê記錄。"}},{"book":"王下","chapter":15,"verse":32,"versions":{"unv":"以色列王利瑪利的兒子比加第二年，猶大王烏西雅的兒子約坦登基。","bklcl":"Í-sek-lia̍t ông Lī-má-lī ê kiáⁿ Pí-ka tē-jī nî, Iû-tāi ông O͘-se-ngá ê kiáⁿ Iok-thán chē-ūi.","tghg":"以色列王利瑪利的子比加第二年，猶大王烏西雅的子約坦坐位。","bklhl":"以色列王Lī-má-lī ê kiáⁿ Pí-ka第二年，偤大王O͘-se-ngá ê kiáⁿ Iok-thán坐位。"}},{"book":"王下","chapter":15,"verse":33,"versions":{"unv":"他登基的時候年二十五歲，在耶路撒冷作王十六年。他母親名叫耶路沙，是撒督的女兒。","bklcl":"I chē-ūi ê sî, jī-cha̍p-gō͘ hè, tī Iâ-lō͘-sat-léng chòe-ông cha̍p-la̍k nî; i ê lāu-bú miâ kiò Iâ-lō͘-sa, sī Sat-tok ê cha-bó͘-kiáⁿ.","tghg":"伊坐位的時二十五歲，佇耶路撒冷做王十六年。伊的老母名叫耶路沙，是撒督的查某子。","bklhl":"伊坐位ê時，二十五歲，tī耶路撒冷做王十六年；伊ê老母名叫Iâ-lō͘-sa，是Sat-tok ê cha-bó͘-kiáⁿ。"}},{"book":"王下","chapter":15,"verse":34,"versions":{"unv":"約坦行耶和華眼中看為正的事，效法他父親烏西雅一切所行的；","bklcl":"I kiâⁿ Iâ-hô-hoa só͘ khòaⁿ-chòe hó ê sū; chiàu i ê lāu-pē O͘-se-ngá it-chhè só͘ kiâⁿ ê khì kiâⁿ.","tghg":"伊行耶和華所看做好的事，照伊的老父烏西雅一切所行的去行。","bklhl":"伊行耶和華所看做好ê事；照伊ê老父O͘-se-ngá一切所行ê去行。"}},{"book":"王下","chapter":15,"verse":35,"versions":{"unv":"只是邱壇還沒有廢去，百姓仍在那裡獻祭燒香。約坦建立耶和華殿的上門。","bklcl":"Chóng-sī soaⁿ-thâu-tôaⁿ iáu bô hòe-bô, peh-sìⁿ iû-goân hiàn-chè sio-hiuⁿ tī soaⁿ-thâu-tôaⁿ.  Iok-thán khí Iâ-hô-hoa tiān téng-bīn ê mn̂g.","tghg":"總是山頭壇猶無廢無，百姓猶原獻祭燒香佇山頭壇。約坦起耶和華殿頂面的門。","bklhl":"總是山頭壇iáu無廢無，百姓猶原獻祭燒香tī山頭壇。Iok-thán起耶和華殿頂面ê門。"}},{"book":"王下","chapter":15,"verse":36,"versions":{"unv":"約坦其餘的事，凡他所行的都寫在猶大列王記上。","bklcl":"Iok-thán kî-û ê sū, kìⁿ i só͘ kiâⁿ ê, kiám bô lóng kì tī Iû-tāi lia̍t-ông ê kì-lio̍k mah?","tghg":"約坦其餘的事，見伊所行的豈無攏記佇猶大列王的記錄嗎？","bklhl":"Iok-thán其餘ê事，見伊所行ê，kiám無lóng記tī偤大列王ê記錄mah？"}},{"book":"王下","chapter":15,"verse":37,"versions":{"unv":"在那些日子，耶和華才使亞蘭王利汛和利瑪利的兒子比加去攻擊猶大。","bklcl":"Hit-sî Iâ-hô-hoa khí-thâu chhe A-lân ông Lī-sìn kap Lī-má-lī ê kiáⁿ Pí-ka khì kong-kek Iû-tāi.","tghg":"彼時耶和華起頭差亞蘭王利汛及利瑪利的子比加去攻擊猶大。","bklhl":"Hit時耶和華起頭差A-lân王Lī-sìn kap Lī-má-lī ê kiáⁿ Pí-ka去攻擊偤大。"}},{"book":"王下","chapter":15,"verse":38,"versions":{"unv":"約坦與他列祖同睡，葬在他祖大衛城他列祖的墳地裡。他兒子亞哈斯接續他作王。","bklcl":"Iok-thán kap i ê lia̍t-chó͘ tâng-khùn, kap i ê lia̍t-chó͘ chòng tī i ê chó͘ Tāi-pi̍t ê siâⁿ.  I ê kiáⁿ A-hap-su sòa-chiap i chòe-ông.","tghg":"約坦及伊的列祖同睏，及伊的列祖葬佇伊的祖大衛的城。伊的子亞哈斯續接伊做王。","bklhl":"Iok-thán kap伊ê列祖同睏，kap伊ê列祖葬tī伊ê祖大衛ê城。伊ê kiáⁿ A-hap-su續接伊做王。"}}]