[{"book":"王下","chapter":1,"verse":1,"versions":{"unv":"亞哈死後，摩押背叛以色列。","bklcl":"A-hap sí-liáu, Mô͘-ap pōe-poān Í-sek-lia̍t.","tghg":"亞哈死了，摩押背叛(pōe-poān)以色列。","bklhl":"A-hap死了，Mô͘-ap背叛以色列。"}},{"book":"王下","chapter":1,"verse":2,"versions":{"unv":"亞哈謝在撒馬利亞，一日從樓上的欄杆裡掉下來，就病了；於是差遣使者說：「你們去問以革倫的神巴力．西卜，我這病能好不能好。」","bklcl":"A-hap-siā tùi Sat-má-lī-a ê lâu-téng ê lân-kan poa̍h--lo̍h-lâi, tì-pīⁿ; chiū chhe sù-chiá, kā in kóng, Lín khì mn̄g Í-kek-lûn ê siōng-tè Pa-le̍k-se-pok, góa chit ê pīⁿ ōe hó á-bōe.","tghg":"亞哈謝對撒瑪利亞的樓頂的欄杆跋落來，致病；就差使者給𪜶講：「恁去問以革倫的上帝巴力西卜，我此個病會好抑𣍐。」","bklhl":"A-hap-siā tùi撒馬利亞ê樓頂ê欗杆跋落來，致病；就差使者，kā in講，lín去問Í-kek-lûn ê上帝Pa-le̍k-se-pok，我chit ê病會好á-bōe。"}},{"book":"王下","chapter":1,"verse":3,"versions":{"unv":"但耶和華的使者對提斯比人以利亞說：「你起來，去迎著撒馬利亞王的使者，對他們說：『你們去問以革倫神巴力．西卜，豈因以色列中沒有　神嗎？』","bklcl":"Chóng-sī Iâ-hô-hoa ê sù-chiá kā Thê-su-pí lâng Í-lī-a kóng, Lí khí--lâi, chiūⁿ-khì chih Sat-má-lī-a ông ê sù-chiá, kā in kóng, Lín khì mn̄g Í-kek-lûn ê siōng-tè Pa-le̍k-se-pok, sī in-ūi Í-sek-lia̍t tiong bô Siōng-tè mah?","tghg":"總是耶和華的使者給提斯比人以利亞講：「你起來，上去接(chih)撒瑪利亞王的使者，給𪜶講：『恁去問以革倫的上帝巴力西卜，是因為以色列中無上帝嗎？』","bklhl":"總是耶和華ê使者kā Thê-su-pí人以利亞講，你起來，上去chih撒馬利亞王ê使者，kā in講，lín去問Í-KEK-lûn ê上帝Pa-le̍k-se-pok，是因為以色列中無上帝mah？"}},{"book":"王下","chapter":1,"verse":4,"versions":{"unv":"所以耶和華如此說：『你必不下你所上的床，必定要死！』」以利亞就去了。","bklcl":"Só͘-í Iâ-hô-hoa án-ni kóng, Lí bōe-ōe koh lo̍h-khì lí só͘ chiūⁿ-khì ê bîn-chhn̂g, tek-khak ōe sí.  Í-lī-a chiū khì.","tghg":"所以耶和華按呢講：『你𣍐會閣落去你所上去的眠床，的確會死！』」以利亞就去。","bklhl":"所以耶和華án-ni講，你bōe會koh落去你所上去ê眠床，的確會死。以利亞就去。"}},{"book":"王下","chapter":1,"verse":5,"versions":{"unv":"使者回來見王，王問他們說：「你們為甚麼回來呢？」","bklcl":"Sù-chiá tò-lâi kìⁿ ông, ông mn̄g in kóng, Lín ūi sím-mi̍h tò-lâi?","tghg":"使者倒來見王，王問𪜶講：「恁為甚麼倒來？」","bklhl":"使者tò來見王，王問in講，Lín為甚麼tò來？"}},{"book":"王下","chapter":1,"verse":6,"versions":{"unv":"使者回答說：「有一個人迎著我們來，對我們說：『你們回去見差你們來的王，對他說：耶和華如此說，你差人去問以革倫神巴力．西卜，豈因以色列中沒有　神嗎？所以你必不下所上的床，必定要死。』」","bklcl":"Sù-chiá ìn i kóng, Ū chi̍t-lâng tú-tio̍h goán, kā goán kóng, Khì ah, lín tò-khì kìⁿ chhe lín ê ông, kā i kóng, Iâ-hô-hoa án-ni kóng, Lí chhe lâng khì mn̄g Í-kek-lûn ê siōng-tè Pa-le̍k-se-pok, sī in-ūi Í-sek-lia̍t tiong bô Siōng-tè mah? só͘-í lí bōe koh lo̍h-khì lí só͘ chiūⁿ-khì ê bîn-chhn̂g, tek-khak ōe sí.","tghg":"使者應伊講：「有一人抵著(tú-tio̍h)阮，給阮講：『去啊，恁倒去見差恁的王，給伊講：耶和華按呢講，你差人去問以革倫的上帝巴力西卜，是因為以色列中無上帝嗎？所以你𣍐閣落去你所上去的眠床，的確會死！』」","bklhl":"使者應伊講，有一人tú-tio̍h阮，kā阮講，去ah，lín tò去見差lín ê王，kā伊講，耶和華án-ni講，你差人去問Í-kek-lûn ê上帝Pa-le̍k-se-pok，是因為以色列中無上帝mah？所以你bōe koh落去你所上去ê眠床，的確會死。"}},{"book":"王下","chapter":1,"verse":7,"versions":{"unv":"王問他們說：「迎著你們來告訴你們這話的，是怎樣的人？」","bklcl":"Ông mn̄g in kóng, Chiūⁿ-lâi tú-tio̍h lín, kā lín kóng chiah-ê ōe ê, i ê hêng-chōng siáⁿ-khoán?","tghg":"王問𪜶講：「上來抵著恁，給恁講諸個話的，伊的形狀啥款？」","bklhl":"王問in講，上來tú-tio̍h lín，kā lín講chiah ê話ê，伊ê形狀啥款？"}},{"book":"王下","chapter":1,"verse":8,"versions":{"unv":"回答說：「他身穿毛衣，腰束皮帶。」王說：「這必是提斯比人以利亞。」","bklcl":"Ìn kóng, I chhēng ū-mn̂g ê saⁿ, io hâ phê-tòa.  Ông kóng, che sī Thê-su-pí lâng Í-lī-a.","tghg":"應講：「伊穿有毛的衫，腰縖皮帶。」王講：「這是提斯比人以利亞。」","bklhl":"應講，伊穿有毛ê衫，腰hâ皮帶。王講，這是Thê-su-pí人以利亞。"}},{"book":"王下","chapter":1,"verse":9,"versions":{"unv":"於是，王差遣五十夫長，帶領五十人去見以利亞，他就上到以利亞那裡；以利亞正坐在山頂上。五十夫長對他說：「神人哪，王吩咐你下來！」","bklcl":"Ông chiū chhe ngó͘-si̍p-hu-tióng chhōa i hí(**hit) gō͘-cha̍p lâng khì Í-lī-a hia, I chiūⁿ-khì i hia; khòaⁿ ah, Í-lī-a chē tī soaⁿ-téng. Ngó͘-si̍p-hu-tióng kā i kóng, Siōng-tè ê lô͘-po̍k ah, ông kóng, Lí tio̍h lo̍h-lâi.","tghg":"王就差五十夫長(ngó͘-si̍p-hu-tióng)導伊彼五十人去以利亞遐，伊上去伊遐；看啊，以利亞坐佇山頂。五十夫長給伊講：「上帝的奴僕啊，王講，你著落來！」","bklhl":"王就差五十夫長chhōa伊hit五十人去以利亞hia，伊上去伊hia；看ah，以利亞坐tī山頂。五十夫長kā伊講，上帝ê奴僕ah，王講，你tio̍h落來。"}},{"book":"王下","chapter":1,"verse":10,"versions":{"unv":"以利亞回答說：「我若是神人，願火從天上降下來，燒滅你和你那五十人！」於是有火從天上降下來，燒滅五十夫長和他那五十人。","bklcl":"Í-lī-a ìn ngó͘-si̍p-hu-tióng kóng, Góa nā sī Siōng-tè ê lô͘-po̍k, goān hé tùi thiⁿ lo̍h-lâi, sio lí kap lí hí(**hit) gō͘-cha̍p lâng; chiū ū hé tùi thiⁿ lo̍h-lâi sio i kap i hí(**hit) gō͘-cha̍p lâng.","tghg":"以利亞應五十夫長講：「我若是上帝的奴僕，願火對天落來，燒你及你彼五十人！」就有火對天落來燒伊及伊彼五十人。","bklhl":"以利亞ìn五十夫長講，我若是上帝ê奴僕，願火tùi天落來，燒你kap你hit五十人；就有火tùi天落來燒伊kap伊hit五十人。"}},{"book":"王下","chapter":1,"verse":11,"versions":{"unv":"王第二次差遣一個五十夫長，帶領五十人去見以利亞。五十夫長對以利亞說：「神人哪，王吩咐你快快下來！」","bklcl":"Ông koh chhe chi̍t ê ngó͘-si̍p-hu-tióng, chhōa i hí(**hit) gō͘-cha̍p lâng, khì Í-lī-a hia; i chiū kā i kóng, Siōng-tè ê lô͘-po̍k ah, ông kóng, Lí kín-kín lo̍h-lâi.","tghg":"王閣差一個五十夫長，導伊彼五十人去以利亞遐。伊就給伊講：「上帝的奴僕啊，王講，你緊緊落來！」","bklhl":"王koh 差一个五十夫長，chhōa伊hit五十人，去以利亞hia；伊就kā伊講，上帝ê奴僕ah，王講，你緊緊落來。"}},{"book":"王下","chapter":1,"verse":12,"versions":{"unv":"以利亞回答說：「我若是神人，願火從天上降下來，燒滅你和你那五十人！」於是　神的火從天上降下來，燒滅五十夫長和他那五十人。","bklcl":"Í-lī-a ìn in kóng, Góa nā sī Siōng-tè ê lô͘-po̍k, goān hé tùi thiⁿ lo̍h-lâi, sio lí kap lí hí(**hit) gō͘-cha̍p lâng; chiū ū Siōng-tè ê hé tùi thiⁿ lo̍h-lâi, sio i kap i hí(**hit) gō͘-cha̍p lâng.","tghg":"以利亞應𪜶講：「我若是上帝的奴僕，願火對天落來，燒你及你彼五十人！」就有上帝的火對天落來，燒伊及伊彼五十人。","bklhl":"以利亞應in講，我若是上帝ê奴僕，願火tùi天落來，燒你kap你hit五十人；就有上帝ê火tùi天落來，燒伊kap伊hit五十人。"}},{"book":"王下","chapter":1,"verse":13,"versions":{"unv":"王第三次差遣一個五十夫長，帶領五十人去。這五十夫長上去，雙膝跪在以利亞面前，哀求他說：「神人哪，願我的性命和你這五十個僕人的性命在你眼前看為寶貴！","bklcl":"Ông koh chhe tē-saⁿ tūi ê ngó͘-si̍p-hu-tióng chhōa i hí(**hit) gō͘-cha̍p lâng; hit ê tē-saⁿ tūi ê ngó͘-si̍p-hu-tióng chiūⁿ-khì kūi tī Í-lī-a ê bīn-chêng, khún-kiû i kóng, Siōng-tè ê lô͘-po̍k ah, kiû lí lia̍h góa ê sìⁿ-miā kap lí chí gō͘-cha̍p ê lô͘-po̍k ê sìⁿ-miā chòe pó-pòe.","tghg":"王閣差第三隊的五十夫長，導伊彼五十人。彼個第三隊的五十夫長上去，跪佇以利亞的面前，懇求伊講：「上帝的奴僕啊，求你掠我的生命及你此五十個奴僕的生命做寶貝！","bklhl":"王koh 差第三隊ê五十夫長chhōa伊hit五十人；hit ê第三隊ê五十夫長上去跪tī以利亞ê面前，懇求伊講，上帝ê奴僕ah，求你掠我ê性命kap你chit五十ê奴僕ê性命做寶貝。"}},{"book":"王下","chapter":1,"verse":14,"versions":{"unv":"已經有火從天上降下來，燒滅前兩次來的五十夫長和他們各自帶的五十人；現在願我的性命在你眼前看為寶貴！」","bklcl":"Khòaⁿ ah, í-keng ū hé tùi thiⁿ lo̍h-lâi sio-sí í-chêng nn̄g ê ngó͘-si̍p-hu-tióng, kap i ta̍k-ê gō͘-cha̍p lâng; taⁿ kiû lí khòaⁿ góa ê sìⁿ-miā chòe pó-pòe.","tghg":"看啊，已經有火對天落來燒死以前二個五十夫長及伊逐個五十人；今求你看我的生命做寶貝！」","bklhl":"看ah，已經有火tùi天落來燒死以前兩個五十夫長，kap伊ta̍k-ê五十人；taⁿ求你看我ê性命做寶貝。"}},{"book":"王下","chapter":1,"verse":15,"versions":{"unv":"耶和華的使者對以利亞說：「你同著他下去，不要怕他！」以利亞就起來，同著他下去見王，","bklcl":"Iâ-hô-hoa ê sù-chiá kā Í-lī-a kóng, Lí kap i lo̍h-khì m̄-bián kiaⁿ i.","tghg":"耶和華的使者給以利亞講：「你及伊落去，呣免驚伊！」以利亞就起來，及伊落去見王，","bklhl":"耶和華ê使者kā以利亞講，你kap伊落去m̄免驚伊。"}},{"book":"王下","chapter":1,"verse":16,"versions":{"unv":"對王說：「耶和華如此說：『你差人去問以革倫神巴力．西卜，豈因以色列中沒有　神可以求問嗎？所以你必不下所上的床，必定要死！』」","bklcl":"Í-lī-a chiū khí-lâi, kap i lo̍h-khì kìⁿ ông; kā i kóng, Iâ-hô-hoa án-ni kóng, Lí chhe lâng khì mn̄g Í-kek-lûn ê siōng-tè Pa-le̍k-se-pok, sī in-ūi Í-sek-lia̍t tiong bô Siōng-tè hō͘ lí mn̄g I ê ōe mah? só͘-í lí bōe koh lo̍h-lâi lí só͘ chiūⁿ-khì ê bîn-chhn̂g, tek-khak tio̍h sí.","tghg":"給伊講：「耶和華按呢講：『你差人去問以革倫的上帝巴力西卜，是因為以色列中無上帝互你問伊的話嗎？所以你𣍐閣落來你所上去的眠床，的確著死！』」","bklhl":"以利亞就起來，kap伊落去見王；kā伊講，耶和華án-ni講，你差人去問Í-kek-lûn ê上帝Pa-le̍k-se-pok，是因為以色列中無上帝hō͘你問伊ê話mah？所以你bōe koh落來你所上去ê眠床，的確tio̍h死。"}},{"book":"王下","chapter":1,"verse":17,"versions":{"unv":"亞哈謝果然死了，正如耶和華藉以利亞所說的話。因他沒有兒子，他兄弟約蘭接續他作王，正在猶大王約沙法的兒子約蘭第二年。","bklcl":"Ông chiū sí, chiàu Í-lī-a só͘ thoân Iâ-hô-hoa ê ōe; ông bô kiáⁿ, Iâ-hô-lâm sòa-chiap ūi, tī Iû-tāi ông Iok-sa-hoat ê kiáⁿ Iâ-hô-lâm tē-jī nî.","tghg":"王就死，照以利亞所傳耶和華的話。王無子，耶和南續接位，佇猶大王約沙法的子耶和南第二年。","bklhl":"王就死，照以利亞所傳耶和華ê話；王無kiáⁿ，Iâ-hô-lâm續接位，tī偤大王Iok-sa-hoat ê kiáⁿ Iâ-hô-lâm第二年。"}},{"book":"王下","chapter":1,"verse":18,"versions":{"unv":"亞哈謝其餘所行的事都寫在以色列諸王記上。","bklcl":"A-hap-siā kî-û ê sū, kiám bô kì tī Í-sek-lia̍t chiah-ê ông ê kì-lio̍k mah?","tghg":"亞哈謝其餘的事豈無記佇以色列諸個王的記錄嗎？","bklhl":"A-hap-siā其餘ê事，kiám無記tī以色列chiah ê王ê記錄mah？"}}]