[{"book":"王下","chapter":13,"verse":1,"versions":{"unv":"猶大王亞哈謝的兒子約阿施二十三年，耶戶的兒子約哈斯在撒馬利亞登基作以色列王十七年。","bklcl":"Iû-tāi ông A-hap-siā ê kiáⁿ Iok-a-si jī-cha̍p-saⁿ nî, Iâ-hō͘ ê kiáⁿ Iok-hap-su tī Sat-má-lī-a chē-ūi, chòe Í-sek-lia̍t ông, kiōng cha̍p-chhit nî.","tghg":"猶大王亞哈謝的子約阿施二十三年，耶戶的子約哈斯佇撒瑪利亞坐位做以色列王共十七年。","bklhl":"偤大王A-hap-siā ê kiáⁿ Iok-a-si二十三年，Iâ-hō͘ ê kiáⁿ Iok-hap-su tī撒馬利亞坐位，做以色列王，共十七年。"}},{"book":"王下","chapter":13,"verse":2,"versions":{"unv":"約哈斯行耶和華眼中看為惡的事，效法尼八的兒子耶羅波安使以色列人陷在罪裡的那罪，總不離開。","bklcl":"I kiâⁿ Iâ-hô-hoa só͘ khòaⁿ-chòe pháiⁿ ê sū, thàn Nî-pat ê kiáⁿ Iâ-lô-phò-àm hō͘ Í-sek-lia̍t lâng hoān-chōe hit ê chōe, lóng bô lī-khui i.","tghg":"伊行耶和華所看做歹的事，趁尼八的子耶羅波安互以色列人犯罪彼個罪，攏無離開伊。","bklhl":"伊行耶和華所看做pháiⁿ ê事，thàn Nî-pat ê kiáⁿ Iâ-lô-phò-àm hō͘以色列人犯罪hit ê罪，lóng無離開伊。"}},{"book":"王下","chapter":13,"verse":3,"versions":{"unv":"於是，耶和華的怒氣向以色列人發作，將他們屢次交在亞蘭王哈薛和他兒子便．哈達的手裡。","bklcl":"Iâ-hô-hoa chiū siū-khì kàu Í-sek-lia̍t lâng, siông-siông kau in tī A-lân ông Hap-siat ê chhiú, kap Hap-siat ê kiáⁿ Piān-hap-ta̍t ê chhiú.","tghg":"耶和華就受氣到以色列人，常常交𪜶佇亞蘭王哈設的手，及哈設的子便哈達的手。","bklhl":"耶和華就受氣到以色列人，常常交in tī A-lân王Hap-siat ê手，kap Hap-siat ê kiáⁿ Piān-hap-ta̍t ê手。"}},{"book":"王下","chapter":13,"verse":4,"versions":{"unv":"約哈斯懇求耶和華，耶和華就應允他，因為見以色列人所受亞蘭王的欺壓。","bklcl":"Iok-hap-su khún-kiû Iâ-hô-hoa, Iâ-hô-hoa thiaⁿ i; in-ūi I khòaⁿ-kìⁿ Í-sek-lia̍t lâng siū chè-ap, chiū-sī A-lân ông chè-ap in.","tghg":"約哈斯懇求耶和華，耶和華聽伊，因為伊看見以色列人受制壓，就是亞蘭王制壓𪜶。","bklhl":"Iok-hap-su懇求耶和華，耶和華聽伊；因為伊看見以色列人受制壓，就是A-lân王制壓in。"}},{"book":"王下","chapter":13,"verse":5,"versions":{"unv":"耶和華賜給以色列人一位拯救者，使他們脫離亞蘭人的手；於是以色列人仍舊安居在家裡。","bklcl":"(Iâ-hô-hoa siúⁿ-sù Í-sek-lia̍t chi̍t ê chín-kiù-ê, hō͘ in thoat-lī A-lân lâng ê chhiú.  Í-sek-lia̍t lâng chiū chiàu-kū khiā-khí in ê pò͘-pîⁿ.","tghg":"耶和華賞賜以色列一個拯救者，互𪜶脫離亞蘭人的手；以色列人就照舊徛起𪜶的布棚。","bklhl":"(耶和華賞賜以色列一个拯救ê，hō͘ in脫離A-lân人ê手。以色列人就照舊khiā起in ê布棚。"}},{"book":"王下","chapter":13,"verse":6,"versions":{"unv":"然而他們不離開耶羅波安家使以色列人陷在罪裡的那罪，仍然去行，並且在撒馬利亞留下亞舍拉。","bklcl":"Chóng-sī in bô lī-khui Iâ-lô-phò-àm ê ke ê chōe, chiū-sī hō͘ Í-sek-lia̍t lâng hoān-chōe ê, iû-goân án-ni khì kiâⁿ; Sat-má-lī-a ê A-sià-la̍h iáu lâu-teh.)","tghg":"總是𪜶無離開耶羅波安的家的罪，就是互以色列人犯罪的，猶原按呢去行，撒瑪利亞的亞舍拉猶留啲。","bklhl":"總是in無離開Iâ-lô-phò-àm ê家ê罪，就是hō͘以色列人犯罪ê，猶原án-ni去行；撒馬利亞ê A-sià-la̍h iáu留teh。)"}},{"book":"王下","chapter":13,"verse":7,"versions":{"unv":"亞蘭王滅絕約哈斯的民，踐踏他們如禾場上的塵沙，只給約哈斯留下五十馬兵，十輛戰車，一萬步兵。","bklcl":"I tī peh-sìⁿ tiong chí-ū lâu bé-peng gō͘ cha̍p, chiàn-chhia cha̍p-tiuⁿ, pō͘-peng chi̍t-bān, in-ūi A-lân ông ū bia̍t in, thún-ta̍h in, chhin-chhiūⁿ gō͘-kak-tiûⁿ ê thô͘-soa.","tghg":"伊佇百姓中只有留馬兵五十、戰車十張、步兵一萬。因為亞蘭王有滅𪜶𧿬踏(thún-ta̍h)𪜶親像五穀場的土沙。","bklhl":"伊tī百姓中只有留馬兵五十，戰車十張，步兵一萬，因為A-lân王有滅in，thún踏in，親像五穀場ê土沙。"}},{"book":"王下","chapter":13,"verse":8,"versions":{"unv":"約哈斯其餘的事，凡他所行的和他的勇力都寫在以色列諸王記上。","bklcl":"Iok-hap-su kî-û ê sū, kìⁿ i só͘ kiâⁿ ê, kap i ê lêng-le̍k, kiám bô lóng kì tī Í-sek-lia̍t chiah-ê ông ê kì-lio̍k mah?","tghg":"約哈斯其餘的事，見伊所行的及伊的能力豈無攏記佇以色列諸個王的記錄嗎？","bklhl":"Iok-hap-su其餘ê事，見伊所行ê，kap伊ê能力，kiám無lóng記tī以色列chiah ê王ê記錄mah？"}},{"book":"王下","chapter":13,"verse":9,"versions":{"unv":"約哈斯與他列祖同睡，葬在撒馬利亞。他兒子約阿施接續他作王。","bklcl":"Iok-hap-su kap i ê lia̍t-chó͘ tâng-khùn, lâng bâi-chòng i tī Sat-má-lī-a; i ê kiáⁿ Iok-a-si sòa-chiap i chòe ông.","tghg":"約哈斯及伊的列祖同睏，人埋葬伊佇撒瑪利亞。伊的子約阿施續接伊做王。","bklhl":"Iok-hap-su kap伊ê列祖同睏，人埋葬伊tī撒馬利亞；伊ê kiáⁿ Iok-a-si續接伊做王。"}},{"book":"王下","chapter":13,"verse":10,"versions":{"unv":"猶大王約阿施三十七年，約哈斯的兒子約阿施在撒馬利亞登基作以色列王十六年。","bklcl":"Iû-tāi ông Iok-a-si saⁿ-cha̍p-chhit nî, Iok-hap-su ê kiáⁿ Iok-a-si tī Sat-má-lī-a chē-ūi, chòe Í-sek-lia̍t ông, kiōng cha̍p-la̍k nî.","tghg":"猶大王約阿施三十七年，約哈斯的子約阿施佇撒瑪利亞坐位做以色列王共十六年。","bklhl":"偤大王Iok-a-si三十七年，Iok-hap-su ê kiáⁿ Iok-â-si tī撒馬利亞坐位，做以色列王，共十六年。"}},{"book":"王下","chapter":13,"verse":11,"versions":{"unv":"他行耶和華眼中看為惡的事，不離開尼八的兒子耶羅波安使以色列人陷在罪裡的一切罪，仍然去行。","bklcl":"I kiâⁿ Iâ-hô-hoa só͘ khòaⁿ-chòe pháiⁿ ê sū, bô lī-khui Nî-pat ê kiáⁿ Iâ-lô-phò-àm ê chōe, chiū-sī i hō͘ Í-sek-lia̍t lâng hoān-chōe ê; iû-goân án-ni kiâⁿ.","tghg":"伊行耶和華所看做歹的事，無離開尼八的子耶羅波安的罪，就是伊互以色列人犯罪的，猶原按呢行。","bklhl":"伊行耶和華所看做pháiⁿ ê事，無離開Nî-pat ê kiáⁿ Iâ-lô-phò-àm ê罪，就是伊hō͘以色列人犯罪ê；猶原án-ni行。"}},{"book":"王下","chapter":13,"verse":12,"versions":{"unv":"約阿施其餘的事，凡他所行的和他與猶大王亞瑪謝爭戰的勇力，都寫在以色列諸王記上。","bklcl":"Iok-a-si kî-û ê sū, kìⁿ i só͘ kiâⁿ ê, í-ki̍p i kap Iû-tāi ông A-má-siā kau-chiàn ê lêng-le̍k, kiám bô lóng kì tī Í-sek-lia̍t chiah-ê ông ê kì-lio̍k mah?","tghg":"約阿施其餘的事，見伊所行的以及伊及猶大王亞瑪謝交戰的能力豈無攏記佇以色列諸個王的記錄嗎？","bklhl":"Iok-a-si其餘ê事，見伊所行ê，以及伊kap偤大王A-má-siā交戰ê能力，kiám無lóng記tī以色列chiah ê王ê記錄mah？"}},{"book":"王下","chapter":13,"verse":13,"versions":{"unv":"約阿施與他列祖同睡，耶羅波安坐了他的位。約阿施與以色列諸王一同葬在撒馬利亞。","bklcl":"Iok-a-si kap i ê lia̍t-chó͘ tâng-khùn; Iâ-lô-phò-àm chē i ê ūi.  Iok-a-si kap Í-sek-lia̍t chiah-ê ông saⁿ-kap chòng tī Sat-má-lī-a.","tghg":"約阿施及伊的列祖同睏，耶羅波安坐伊的位。約阿施及以色列諸個王相及葬佇撒瑪利亞。","bklhl":"Iok-a-si kap伊ê列祖同睏；Iâ-lô-phò-àm坐伊ê位。Iok-a-si kap以色列chiah ê王相kap葬tī撒馬利亞。"}},{"book":"王下","chapter":13,"verse":14,"versions":{"unv":"以利沙得了必死的病，以色列王約阿施下來看他，伏在他臉上哭泣，說：「我父啊！我父啊！以色列的戰車馬兵啊！」","bklcl":"Í-lī-sa hoān-tio̍h phòa-pīⁿ, chiū-sī beh sí ê pīⁿ; Í-sek-lia̍t ông Iok-a-si lo̍h-lâi khòaⁿ i, àⁿ tī i ê bīn thî-khàu, kóng, Góa ê pē ah, góa ê pē ah, Í-sek-lia̍t ê chiàn-chhia kap i ê bé-peng ah.","tghg":"以利沙患著破病就是欲死的病，以色列王約阿施落來看伊，俯佇伊的面啼哭，講：「我的父啊！我的父啊！以色列的戰車及伊的馬兵啊！」","bklhl":"以利沙患tio̍h破病，就是beh死ê病；以色列王Iok-a-si落來看伊，àⁿ tī伊ê面啼哭，講，我ê父ah，我ê父ah，以色列ê戰車kap伊ê馬兵ah。"}},{"book":"王下","chapter":13,"verse":15,"versions":{"unv":"以利沙對他說：「你取弓箭來。」王就取了弓箭來；","bklcl":"Í-lī-sa kā i kóng, Lí kia̍h keng-chìⁿ.  I chiū kia̍h keng kap chìⁿ.","tghg":"以利沙給伊講：「你攑弓箭(keng-chìⁿ)。」伊就攑弓及箭；","bklhl":"以利沙kā伊講，你kia̍h弓箭。伊就kia̍h弓kap箭。"}},{"book":"王下","chapter":13,"verse":16,"versions":{"unv":"又對以色列王說：「你用手拿弓。」王就用手拿弓。以利沙按手在王的手上，","bklcl":"Koh kā Í-sek-lia̍t ông kóng, Lí ēng chhiú pu̍ih keng; i chiū ēng chhiú pu̍ih i.","tghg":"閣給以色列王講：「你用手拔(pu̍ih)弓。」伊就用手拔伊。以利沙按手佇王的手，","bklhl":"Koh kā以色列王講，你用手拔弓；伊就用手拔伊。"}},{"book":"王下","chapter":13,"verse":17,"versions":{"unv":"說：「你開朝東的窗戶。」他就開了。以利沙說：「射箭吧！」他就射箭。以利沙說：「這是耶和華的得勝箭，就是戰勝亞蘭人的箭；因為你必在亞弗攻打亞蘭人，直到滅盡他們。」","bklcl":"Í-lī-sa hōaⁿ-chhiú tī ông ê chhiú, kóng, Lí khui ǹg tang--sì ê thang-á.  I chiū khui.  Í-lī-sa kóng, Siā chìⁿ. I chiū siā chìⁿ.  Í-lī-sa kóng, Che sī Iâ-hô-hoa thâi-iâⁿ ê chìⁿ, chiū-sī thâi-iâⁿ A-lân lâng ê chìⁿ, in-ūi lí beh tī A-hut kong-kek A-lân lâng, kàu it-chīn bia̍t in.","tghg":"講：「你開向東勢的窗仔。」伊就開。以利沙講：「射箭！」伊就射箭。以利沙講：「這是耶和華刣贏的箭，就是刣贏亞蘭人的箭；因為你欲佇亞弗攻擊亞蘭人，到一盡滅𪜶。」","bklhl":"以利沙按手tī王ê手，講，你開ǹg東勢ê窗á。伊就開。以利沙講，射箭。伊就射箭。以利沙講，這是耶和華刣贏ê箭，就是刣贏A-lân人ê箭，因為你beh tī A-hut攻擊A-lân人，到一盡滅in。"}},{"book":"王下","chapter":13,"verse":18,"versions":{"unv":"以利沙又說：「取幾枝箭來。」他就取了來。以利沙說：「打地吧！他打了三次，便止住了。","bklcl":"Koh kóng, Kia̍h hiah-ê chìⁿ; i chiū kia̍h i.  I koh kā Í-sek-lia̍t ông kóng, Phah tōe.  I phah saⁿ-pái chiū soah.","tghg":"閣講：「攑許個箭。」伊就攑伊，伊閣給以色列王講：「拍地！」伊拍三擺，就息(soah)。","bklhl":"Koh講，Kia̍h hiah-ê箭；伊就kia̍h伊。伊koh kā以色列王講，Phah地。伊phah三pái就soah。"}},{"book":"王下","chapter":13,"verse":19,"versions":{"unv":"神人向他發怒，說：「應當擊打五六次，就能攻打亞蘭人直到滅盡；現在只能打敗亞蘭人三次。」","bklcl":"Siōng-tè ê lô͘-po̍k siū-khì i kóng, Lí hit-tia̍p tio̍h phah gō͘-la̍k pái, chiū ōe kong-kek A-lân, kàu i it-chīn bia̍t; taⁿ chí-ū ōe phah-pāi A-lân lâng saⁿ-pái.","tghg":"上帝的奴僕受氣伊，講：「你彼霎(tia̍p)著拍五六擺，就會攻擊亞蘭到伊一盡滅；今只有會拍敗亞蘭人三擺。」","bklhl":"上帝ê奴僕受氣伊講，你hit-tia̍p tio̍h phah五六pái，就會攻擊A-lân，到伊一盡滅；taⁿ只有能phah敗A-lân人三pái。"}},{"book":"王下","chapter":13,"verse":20,"versions":{"unv":"以利沙死了，人將他葬埋。到了新年，有一群摩押人犯境，","bklcl":"Í-lī-sa sí-liáu, lâng kā i bâi-chòng; kàu sin-nî, ū Mô͘-ap kui-tīn lâng chhim-hoān kéng-kài.","tghg":"以利沙死了，人給伊埋葬。到新年，有摩押歸陣人侵犯境界，","bklhl":"以利沙死了，人kā伊埋葬；到新年，有Mô͘-ap kui陣人侵犯境界。"}},{"book":"王下","chapter":13,"verse":21,"versions":{"unv":"有人正葬死人，忽然看見一群人，就把死人拋在以利沙的墳墓裡，一碰著以利沙的骸骨，死人就復活，站起來了。","bklcl":"Ū lâng tú-á teh bâi-chòng sí-lâng, hut-jiân khòaⁿ-kìⁿ kui-tīn lâng, chiū chiong sí-lâng hiat tī Í-lī-sa ê bōng; sí-lâng chi̍t-ē kha̍p-tio̍h Í-lī-sa ê kut-thâu, chiū koh-oa̍h khí-lâi khiā.","tghg":"有人抵仔(tú-á)啲埋葬死人，忽然看見歸陣人，就將死人㧒(hiat)佇以利沙的墓，死人一下磕著(kha̍p-tio̍h)以利沙的骨頭，就復活起來徛。","bklhl":"有人tú-á teh埋葬死人，忽然看見kui陣人，就將死人hiat tī以利沙ê墓；死人一下磕tio̍h以利沙ê骨頭，就koh活起來khiā。"}},{"book":"王下","chapter":13,"verse":22,"versions":{"unv":"約哈斯年間，亞蘭王哈薛屢次欺壓以色列人。","bklcl":"Iok-hap-su ê nî-kan, A-lân ông Hap-siat ta̍uh-ta̍uh chè-ap Í-sek-lia̍t lâng.","tghg":"約哈斯的年間，亞蘭王哈設沓沓(ta̍uh-ta̍uh)制壓以色列人。","bklhl":"Iok-hap-su ê年間，A-lân王Hap-siat ta̍uh-ta̍uh制壓以色列人。"}},{"book":"王下","chapter":13,"verse":23,"versions":{"unv":"耶和華卻因與亞伯拉罕、以撒、雅各所立的約，仍施恩給以色列人，憐恤他們，眷顧他們，不肯滅盡他們，尚未趕逐他們離開自己面前。","bklcl":"Chóng-sī Iâ-hô-hoa in-ūi I kap A-pek-la̍h-hán, Í-sat, Ngá-kok só͘ li̍p ê iok, iû-goân si-un hō͘ Í-sek-lia̍t, lîn-bín in, koàn-kò͘ in, m̄-kam châu-bia̍t in, iáu-bē kóaⁿ-tio̍k in lī-khui I ê bīn-chêng.","tghg":"總是耶和華因為伊及亞伯拉罕、以撒、雅各所立的約，猶原施恩互以色列，憐憫𪜶，眷顧𪜶，呣甘剿滅(châu-bia̍t)𪜶，猶未趕逐𪜶離開伊的面前。","bklhl":"總是耶和華因為伊kap亞伯拉罕、以撒、雅各所立ê約，猶原施恩hō͘以色列，憐憫in，眷顧in，m̄甘剿滅in，iáu未趕逐in離開祂ê面前。"}},{"book":"王下","chapter":13,"verse":24,"versions":{"unv":"亞蘭王哈薛死了，他兒子便‧哈達接續他作王。","bklcl":"A-lân ông Hap-siat sí, i ê kiáⁿ Piān-hap-ta̍t sòa-chiap i chòe ông.","tghg":"亞蘭王哈設死，伊的子便哈達續接伊做王。","bklhl":"A-lân王Hap-siat死，伊ê kiáⁿ Piān-hap-ta̍t續接伊做王。"}},{"book":"王下","chapter":13,"verse":25,"versions":{"unv":"從前哈薛和約阿施的父親約哈斯爭戰，攻取了些城邑，現在約哈斯的兒子約阿施三次打敗哈薛的兒子便‧哈達，就收回了以色列的城邑。","bklcl":"Chêng Hap-siat kap Iok-a-si ê lāu-pē Iok-hap-su kau-chiàn, tùi i ê chhiú the̍h-khì kúi-nā ê siâⁿ; taⁿ Iok-hap-su ê kiáⁿ Iok-a-si tùi Hap-siat ê kiáⁿ Piān-hap-ta̍t ê chhiú the̍h tò-tńg. Iok-a-si phah i saⁿ-pái, khek-ho̍k Í-sek-lia̍t hiah-ê siâⁿ.","tghg":"前哈設及約阿施的老父約哈斯交戰，對伊的手提去幾若個城，今約哈斯的子約阿施對哈設的子便哈達的手提倒轉，約阿施拍伊三擺，克服以色列許個城。","bklhl":"前Hap-siat kap Iok-a-si ê老父Iok-hap-su交戰，對伊ê手the̍h去kúi-nā ê城；taⁿ Iok-hap-su ê kiáⁿ Iok-a-si tùi Hap-siat ê kiáⁿ Piān-hap-ta̍t ê手the̍h 倒tńg。Iok-a-si phah伊三pái，克服以色列hiah-ê城。"}}]