[{"book":"王下","chapter":3,"verse":1,"versions":{"unv":"猶大王約沙法十八年，亞哈的兒子約蘭在撒馬利亞登基作了以色列王十二年。","bklcl":"Iû-tāi ông Iok-sa-hoat cha̍p-poeh nî, A-hap ê kiáⁿ Iâ-hô-lâm tī Sat-má-lī-a chē-ūi, chòe Í-sek-lia̍t ông, kiōng cha̍p-jī nî.","tghg":"猶大王約沙法十八年，亞哈的子耶和南佇撒瑪利亞坐位做以色列王共十二年。","bklhl":"偤大王Iok-sa-hoat十八年，A-hap ê kiáⁿ Iâ-hô-lâm tī撒馬利亞坐位，做以色列王，共十二年。"}},{"book":"王下","chapter":3,"verse":2,"versions":{"unv":"他行耶和華眼中看為惡的事，但不致像他父母所行的，因為除掉他父所造巴力的柱像。","bklcl":"I kiâⁿ Iâ-hô-hoa só͘ khòaⁿ-chòe pháiⁿ ê sū; chóng-sī bô chhin-chhiūⁿ i ê lāu-pē i ê lāu-bú só͘ chòe-ê; in-ūi in lāu-pē só͘ chhòng Pa-le̍k ê thiāu-siōng, i ū tû-khì.","tghg":"伊行耶和華所看做歹的事，總是無親像伊的老父伊的老母所做的，因為𪜶老父所創巴力的柱像，伊有除去。","bklhl":"伊行耶和華所看做pháiⁿ ê事；總是無親像伊ê老父伊ê老母所做ê；因為in老父所chhòng Pa-le̍k ê柱像，伊有除去。"}},{"book":"王下","chapter":3,"verse":3,"versions":{"unv":"然而，他貼近尼八的兒子耶羅波安使以色列人陷在罪裡的那罪，總不離開。","bklcl":"Chóng-sī i khîⁿ-tiâu Nî-pat ê kiáⁿ Iâ-lô-phò-àm hō͘ Í-sek-lia̍t hoān-chōe hit hō chōe, lóng bô lī-khui.","tghg":"總是，伊擒住尼八的子耶羅波安互以色列犯罪彼號罪，攏無離開。","bklhl":"總是伊擒tiâu Nî-pat ê kiáⁿ Iâ-lô-phò-àm hō͘以色列犯罪hit號罪，lóng無離開。"}},{"book":"王下","chapter":3,"verse":4,"versions":{"unv":"摩押王米沙牧養許多羊，每年將十萬羊羔的毛和十萬公綿羊的毛給以色列王進貢。","bklcl":"Mô͘-ap ông Bí-sa chhī chōe-chōe iûⁿ, nî-nî ēng cha̍p-bān chiah iûⁿ-á ê mn̂g, cha̍p-bān chiah mî-iûⁿ-káng ê mn̂g, chìn-kòng Í-sek-lia̍t ông.","tghg":"摩押王米沙飼多多羊，年年用十萬隻羊仔的毛，十萬隻綿羊牨(káng)的毛進貢以色列王。","bklhl":"Mô͘-ap王Bí-sa飼chōe-chōe羊，年年用十萬隻羊á ê毛，十萬隻綿羊káng ê毛，進貢以色列王。"}},{"book":"王下","chapter":3,"verse":5,"versions":{"unv":"亞哈死後，摩押王背叛以色列王。","bklcl":"A-hap sí-liáu, Mô͘-ap ông pōe-poān Í-sek-lia̍t ông.","tghg":"亞哈死了，摩押王背叛以色列王。","bklhl":"A-hap死了，Mô͘-ap王背叛以色列王。"}},{"book":"王下","chapter":3,"verse":6,"versions":{"unv":"那時約蘭王出撒馬利亞，數點以色列眾人。","bklcl":"Hit-sî Iâ-hô-lâm ông chhut Sat-má-lī-a, tiám-sǹg Í-sek-lia̍t chèng-lâng.","tghg":"彼時耶和南王出撒瑪利亞，點算以色列眾人。","bklhl":"Hit時Iâ-hô-lâm王出撒馬利亞，點算以色列眾人。"}},{"book":"王下","chapter":3,"verse":7,"versions":{"unv":"前行的時候，差人去見猶大王約沙法，說：「摩押王背叛我，你肯同我去攻打摩押嗎？」他說：「我肯上去，你我不分彼此，我的民與你的民一樣，我的馬與你的馬一樣。」","bklcl":"Khí-sin ê sî, chhe lâng khì kìⁿ Iû-tāi ông Iok-sa-hoat, kóng, Mô͘-ap ông pōe-poān góa, lí khéng kap góa khì kong-kek Mô͘-ap mah?  I kóng, Góa beh chiūⁿ-khì, góa chhin-chhiūⁿ lí, góa ê peh-sìⁿ chhin-chhiūⁿ lí ê peh-sìⁿ, góa ê bé chhin-chhiūⁿ lí ê bé.","tghg":"起身的時，差人去見猶大王約沙法，講：「摩押王背叛我，你肯及我去攻擊摩押嗎？」伊講：「我欲上去，我親像你，我的百姓親像你的百姓，我的馬親像你的馬。」","bklhl":"起身ê時，差人去見偤大王Iok-sa-hoat，講，Mô͘-ap王背叛我，你肯kap我去攻擊Mô͘-ap mah？伊講，我beh上去，我親像你，我ê百姓親像你ê百姓，我ê馬親像你ê馬。"}},{"book":"王下","chapter":3,"verse":8,"versions":{"unv":"約蘭說：「我們從哪條路上去呢？」回答說：「從以東曠野的路上去。」","bklcl":"I kóng, Lán beh tùi toh-lo̍h chi̍t tiâu lō͘ chiūⁿ-khì ah?  I kóng, Tùi Í-tong khòng-iá ê lō͘.","tghg":"伊講：「咱欲對叨落一條路上去啊？」伊講：「對以東曠野的路。」","bklhl":"伊講，咱beh tùi toh落一條路上去ah？伊講，Tùi Í-tong曠野ê路。"}},{"book":"王下","chapter":3,"verse":9,"versions":{"unv":"於是，以色列王和猶大王，並以東王，都一同去繞行七日的路程；軍隊和所帶的牲畜沒有水喝。","bklcl":"Í-sek-lia̍t ông kap Iû-tāi ông kap Í-tong ông chiū khì; kiâⁿ-se̍h chhit-ji̍t ê lō͘-chām, kun-tūi kap tè in ê cheng-siⁿ bô chúi thang lim.","tghg":"以色列王及猶大王，及以東王就去，行踅(kiâⁿ-se̍h)七日的路站；軍隊及隨𪜶的精牲無水通飲。","bklhl":"以色列王kap偤大王kap Í-tong王就去；行se̍h七日ê路站，軍隊kap tè in ê cheng-siⁿ無水thang lim。"}},{"book":"王下","chapter":3,"verse":10,"versions":{"unv":"以色列王說：「哀哉！耶和華招聚我們這三王，乃要交在摩押人的手裡。」","bklcl":"Í-sek-lia̍t ông kóng, Chhám ah, Iâ-hô-hoa chū-chi̍p chí(**chit) saⁿ ê ông, beh chiong in kau tī Mô͘-ap lâng ê chhiú.","tghg":"以色列王講：「慘啊！耶和華聚集此三個王，欲將𪜶交佇摩押人的手。」","bklhl":"以色列王講，慘ah，耶和華聚集chit三個王，beh將in交tī Mô͘-ap人ê手。"}},{"book":"王下","chapter":3,"verse":11,"versions":{"unv":"約沙法說：「這裡不是有耶和華的先知嗎？我們可以託他求問耶和華。」以色列王的一個臣子回答說：「這裡有沙法的兒子以利沙，就是從前服事以利亞的（原文是倒水在以利亞手上的）。」","bklcl":"Iok-sa-hoat kóng, Tī-chia kiám bô Iâ-hô-hoa ê sian-ti, lán thang thok i lâi mn̄g Iâ-hô-hoa mah? Í-sek-lia̍t ông chi̍t ê lô͘-po̍k ìn kóng, Chêng piàⁿ-chúi tī Í-lī-a ê chhiú--ê, Sa-hoat ê kiáⁿ Í-lī-sa tī-chia.","tghg":"約沙法講：「佇遮豈無耶和華的先知，咱通託伊來問耶和華嗎？」以色列王一個奴僕應講：「前傾(piàⁿ)水佇以利亞的手者，沙法的子以利沙佇遮。」","bklhl":"Iok-sa-hoat講，Tī-chia kiám無耶和華ê先知，咱thang託伊來問耶和華mah？以色列王一个奴僕應講，前piàⁿ水tī以利亞ê手ê，Sa-hoat ê kiáⁿ以利沙tī-chia。"}},{"book":"王下","chapter":3,"verse":12,"versions":{"unv":"約沙法說：「他必有耶和華的話。」於是以色列王和約沙法，並以東王都下去見他。","bklcl":"Iok-sa-hoat kóng, I ū Iâ-hô-hoa ê ōe.  Í-sek-lia̍t ông kap Iok-sa-hoat kap Í-tong ông chiū lo̍h-khì kìⁿ i.","tghg":"約沙法講：「伊有耶和華的話。」以色列王及約沙法，及以東王就落去見伊。","bklhl":"Iok-sa-hoat講，伊有耶和華ê話。以色列王kap Iok-sa-hoat kap Í-tong王就落去見伊。"}},{"book":"王下","chapter":3,"verse":13,"versions":{"unv":"以利沙對以色列王說：「我與你何干？去問你父親的先知和你母親的先知吧！」以色列王對他說：「不要這樣說，耶和華招聚我們這三王，乃要交在摩押人的手裡。」","bklcl":"Í-lī-sa kā Í-sek-lia̍t ông kóng, Góa kap lí sím-mi̍h kan-sia̍p? thang khì chhē lí ê lāu-pē ê sian-ti, kap lí ê lāu-bú ê sian-ti. Í-sek-lia̍t ông kā i kóng, M̄-sī án-ni; Iâ-hô-hoa chū-chi̍p chí(**chit) saⁿ ê ông, beh kau tī Mô͘-ap lâng ê chhiú.","tghg":"以利沙給以色列王講：「我及你甚麼干涉？通去尋你的老父的先知，及你的老母的先知。」以色列王給伊講：「呣是按呢，耶和華聚集此三個王，欲交佇摩押人的手。」","bklhl":"以利沙kā以色列王講，我kap你甚麼干涉？thang去chhē你ê老父ê先知，kap你ê老母ê先知。以色列王kā伊講，m̄是án-ni；耶和華聚集chit三個王，beh交tī Mô͘-ap人ê手。"}},{"book":"王下","chapter":3,"verse":14,"versions":{"unv":"以利沙說：「我指著所事奉永生的萬軍耶和華起誓，我若不看猶大王約沙法的情面，必不理你，不顧你。","bklcl":"Í-lī-sa kóng, Góa kí éng-oa̍h bān-kun ê Iâ-hô-hoa, chiū-sī góa khiā tī I ê bīn-chêng-ê, lâi kóng, Góa nā m̄-sī khòaⁿ Iû-tāi ông Iok-sa-hoat ê bīn, chiū m̄-khòaⁿ lí, m̄-chhap lí.","tghg":"以利沙講：「我指永活萬軍的耶和華，就是我徛佇伊的面前的來講，我若呣是看猶大王約沙法的面，就呣看你，呣插你。","bklhl":"以利沙講，我kí永活萬軍ê耶和華，就是我khiā tī伊ê面前ê，來講，我若m̄是看偤大王Iok-sa-hoat ê面，就m̄看你，m̄-chhap你。"}},{"book":"王下","chapter":3,"verse":15,"versions":{"unv":"現在你們給我找一個彈琴的來。」彈琴的時候，耶和華的靈（原文是手）就降在以利沙身上。","bklcl":"Taⁿ tio̍h kā góa kiò chi̍t ê ga̍k-su lâi chia; ga̍k-su tôaⁿ ê sî, Iâ-hô-hoa ê chhiú chiū kàu Í-lī-sa.","tghg":"今著給我叫一個樂師來遮。」樂師彈的時，耶和華的手就到以利沙。","bklhl":"Taⁿ tio̍h kā我叫一个樂師來chia；樂師彈 ê時，耶和華ê手就到以利沙。"}},{"book":"王下","chapter":3,"verse":16,"versions":{"unv":"他便說：「耶和華如此說：『你們要在這谷中滿處挖溝；","bklcl":"I chiū kóng, Iâ-hô-hoa án-ni kóng, Chit ê soaⁿ-kok lín tio̍h piàn-piàn khui kau.","tghg":"伊就講：「耶和華按呢講：『此個山谷恁著遍遍開溝；","bklhl":"伊就講，耶和華án-ni講，chit ê山谷lín tio̍h遍遍開溝。"}},{"book":"王下","chapter":3,"verse":17,"versions":{"unv":"因為耶和華如此說：你們雖不見風，不見雨，這谷必滿了水，使你們和牲畜有水喝。』","bklcl":"In-ūi Iâ-hô-hoa án-ni kóng, Lín beh bô khòaⁿ-kìⁿ hong, bô khòaⁿ-kìⁿ hō͘; iáu-kú chit ê soaⁿ-kok, chúi beh móa-móa, hō͘ lín thang lim; chiū-sī lín, kap lín ê cheng-siⁿ, lín ê siù, lim i.","tghg":"因為耶和華按呢講：恁欲無看見風，無看見雨，猶久此個山谷水欲滿滿，互恁通飲就是恁及恁的精牲恁的獸飲伊。』","bklhl":"因為耶和華án-ni講，Lín beh無看見風，無看見雨；iáu-kú chit ê山谷，水beh滿滿，hō͘ lín thang lim；就是lín，kap lín ê cheng-siⁿ，lín ê獸，lim伊。"}},{"book":"王下","chapter":3,"verse":18,"versions":{"unv":"在耶和華眼中這還算為小事，他也必將摩押人交在你們手中。","bklcl":"Chāi Iâ-hô-hoa iáu khòaⁿ chit-ê chòe sió-khóa;  I iā beh ēng Mô͘-ap lâng kau tī lín ê chhiú.","tghg":"在耶和華猶看此個做小可(sió-khóa)，伊也欲用摩押人交佇恁的手。","bklhl":"在耶和華iáu看chit ê做小khóa；伊也beh用Mô͘-ap人交tī lín ê手。"}},{"book":"王下","chapter":3,"verse":19,"versions":{"unv":"你們必攻破一切堅城美邑，砍伐各種佳樹，塞住一切水泉，用石頭糟踏一切美田。」","bklcl":"Lín beh kong-phòa ta̍k ê kian-kò͘ ê siâⁿ, kap ta̍k ê súi ê siâⁿ, chhò ta̍k-châng hó ê chhiū, that-tiâu lóng-chóng ê chúi-chôaⁿ, ēng chio̍h-thâu phah-pháiⁿ lóng-chóng hó ê chhân.","tghg":"恁欲攻破逐個堅固的城及逐個媠的城，剉(chhò)逐欉好的樹，塞住(that-tiâu)攏總的水泉，用石頭拍歹攏總好的田。」","bklhl":"Lín beh攻破ta̍k-ê堅固ê城，kap ta̍k-ê súi ê城，剉ta̍k叢好ê樹，that-tiâu lóng總ê水泉，用石頭phah-pháiⁿ lóng總好ê田。"}},{"book":"王下","chapter":3,"verse":20,"versions":{"unv":"次日早晨，約在獻祭的時候，有水從以東而來，遍地就滿了水。","bklcl":"Keh chá-khí hiàn-chè ê sî, khòaⁿ ah, ū chúi tùi Í-tong ê lō͘ lâi, piàn-tōe chiū ū chúi móa-móa.","tghg":"隔早起，獻祭的時，看啊，有水對以東的路來，遍地就有水滿滿。","bklhl":"隔早起獻祭ê時，看ah，有水tùi Í-tong ê路來，遍地就有水滿滿。"}},{"book":"王下","chapter":3,"verse":21,"versions":{"unv":"摩押眾人聽見這三王上來要與他們爭戰，凡能頂盔貫甲的，無論老少，盡都聚集站在邊界上。","bklcl":"Mô͘-ap chèng-lâng thiaⁿ-kìⁿ chí(**chit) saⁿ ê ông chiūⁿ-lâi, beh kap in kau-chiàn, chiū chū-chi̍p kìⁿ-nā ōe kia̍h ke-si-ê í-siōng, lóng khiā tī piⁿ-kài.","tghg":"摩押眾人聽見此三個王上來欲及𪜶交戰，就聚集見若會攑家私的以上，攏徛佇邊界。","bklhl":"Mô͘-ap眾人聽見chit三個王上來，beh kap in交戰，就聚集見若能kia̍h ke-si-ê以上，lóng khiā tī邊界。"}},{"book":"王下","chapter":3,"verse":22,"versions":{"unv":"次日早晨，日光照在水上，摩押人起來，看見對面水紅如血，","bklcl":"Keh chá-khí in chá-chá khí-lâi, ji̍t chiò tī chúi--nih; Mô͘-ap lâng khòaⁿ tùi-bīn ê chúi âng chhin-chhiūⁿ huih;","tghg":"隔早起，𪜶早早起來，日照佇水裡，摩押人看對面的水紅親像血，","bklhl":"隔早起in早早起來，日照tī水裡；Mô͘-ap人看對面ê水紅親像血；"}},{"book":"王下","chapter":3,"verse":23,"versions":{"unv":"就說：「這是血啊！必是三王互相擊殺，俱都滅亡。摩押人哪，我們現在去搶奪財物吧！」","bklcl":"chiū kóng, Che chiū-sī huih ah, hiah-ê ông tek-khak lóng sí; sī saⁿ kong-kek.  Mô͘-ap ah, tio̍h lâi khì chhiúⁿ i lah.","tghg":"就講：「這就是血啊！許個王的確攏死，是相攻擊。摩押啊，著來去搶伊啦！」","bklhl":"就講，這就是血ah，hiah-ê王的確lóng死；是相攻擊。Mô͘-ap ah，tio̍h來去搶伊lah。"}},{"book":"王下","chapter":3,"verse":24,"versions":{"unv":"摩押人到了以色列營，以色列人就起來攻打他們，以致他們在以色列人面前逃跑。以色列人往前追殺摩押人，直殺入摩押的境內，","bklcl":"In kàu Í-sek-lia̍t lâng ê iâⁿ, Í-sek-lia̍t lâng chiū khí-lâi kong-kek Mô͘-ap lâng; hō͘ in cháu tī in ê bīn-chêng; Í-sek-lia̍t lâng ji̍p in kéng-kài, phah-sí Mô͘-ap lâng, húi in ê siâⁿ;","tghg":"𪜶到以色列人的營，以色列人就起來攻擊摩押人，互𪜶走佇𪜶的面前。以色列人入𪜶境界，拍死摩押人，","bklhl":"In到以色列人ê營，以色列人就起來攻擊Mô͘-ap人；hō͘ in走tī in ê面前；以色列人入in警戒，phah死Mô͘-ap人，毀in ê城；"}},{"book":"王下","chapter":3,"verse":25,"versions":{"unv":"拆毀摩押的城邑，各人拋石填滿一切美田，塞住一切水泉，砍伐各種佳樹，只剩下吉珥‧哈列設的石牆；甩石的兵在四圍攻打那城。","bklcl":"ta̍k-lâng hiat chio̍h thūn-móa lóng-chóng hó ê tōe, that-tiâu lóng-chóng ê chúi-chôaⁿ, chhò in ta̍k-châng hó ê chhiū; chí-ū chhun Kiat-jíⁿ-hap-lia̍t-siat ê chio̍h-chhiûⁿ; hìⁿ-chio̍h--ê sì-ûi kong-kek i.","tghg":"毀𪜶的城，逐人㧒(hiat)石填滿(thūn-móa)攏總好的地，塞住攏總的水泉，剉𪜶逐欉好的樹，只有剩吉珥哈列設的石牆；甩(hìⁿ)石者四圍攻擊伊。","bklhl":"ta̍k人hiat石thūn滿lóng總好ê地，that-tiâu lóng總ê水泉，剉in ta̍k叢好ê樹；只有chhun Kiat-jíⁿ-hap-lia̍t-siat ê石牆；hìⁿ石ê四圍攻擊伊。"}},{"book":"王下","chapter":3,"verse":26,"versions":{"unv":"摩押王見陣勢甚大，難以對敵，就率領七百拿刀的兵，要衝過陣去到以東王那裡，卻是不能；","bklcl":"Mô͘-ap ông khòaⁿ-kìⁿ kau-chiàn ê sè-bīn tí-te̍k bōe tiâu, chiū tòa kia̍h-to-ê chhit-pah, beh chhiong-kè tīn kàu Í-tong ông hia; chóng-sī bōe-ōe.","tghg":"摩押王看見交戰的勢面抵敵𣍐住，就帶攑刀者七百，欲衝過陣到以東王遐，總是𣍐會；","bklhl":"Mô͘-ap王看見交戰ê勢面抵敵bōe tiâu，就帶kia̍h刀ê七百，beh衝過陣到Í-tong王hia；總是bōe能。"}},{"book":"王下","chapter":3,"verse":27,"versions":{"unv":"便將那應當接續他作王的長子，在城上獻為燔祭。以色列人遭遇耶和華的大怒（或譯：招人痛恨），於是三王離開摩押王，各回本國去了。","bklcl":"Chiū chhú eng-kai sòa-chiap i ê ūi ê tōa-kiáⁿ, tī siâⁿ-téng hiàn i chòe sio-chè; ū tōa thòng-hūn kàu tī Í-sek-lia̍t.  In chiū lī-khui i, tò-khì in pún-kok.","tghg":"就取應該續接伊的位的大子，佇城頂獻伊做燒祭。有大痛恨到佇以色列，𪜶就離開伊，倒去𪜶本國。","bklhl":"就取應該續接伊ê位ê大kiáⁿ，tī城頂獻伊做燒祭；有大痛恨到tī以色列。In就離開伊，tò去in本國。"}}]