[{"book":"王下","chapter":17,"verse":1,"versions":{"unv":"猶大王亞哈斯十二年，以拉的兒子何細亞在撒馬利亞登基作以色列王九年。","bklcl":"Iû-tāi ông A-hap-sū cha̍p-jī nî, Í-la̍h ê kiáⁿ Hô-sè-a tī Sat-má-lī-a chē-ūi, chòe Í-sek-lia̍t ông kiōng káu nî.","tghg":"猶大王亞哈斯十二年，以拉的子何細亞佇撒瑪利亞坐位做以色列王共九年。","bklhl":"偤大王A-hap-sū十二年，Í-la̍h ê kiáⁿ Hô-sè-a tī撒馬利亞坐位，做以色列王共九年。"}},{"book":"王下","chapter":17,"verse":2,"versions":{"unv":"他行耶和華眼中看為惡的事，只是不像在他以前的以色列諸王。","bklcl":"I kiâⁿ Iâ-hô-hoa só͘ khòaⁿ-chòe pháiⁿ ê sū, chóng-sī bô chhin-chhiūⁿ i í-chêng ê Í-sek-lia̍t chiah-ê ông.","tghg":"伊行耶和華所看做歹的事，總是無親像伊以前的以色列諸個王。","bklhl":"伊行耶和華所看做pháiⁿ ê事，總是無親像伊以前ê以色列chiah ê王。"}},{"book":"王下","chapter":17,"verse":3,"versions":{"unv":"亞述王撒縵以色上來攻擊何細亞，何細亞就服事他，給他進貢。","bklcl":"A-su̍t ông Sat-bān-í-sek chiūⁿ-lâi kong-kek i.  Hô-sè-a chiū hâng-ho̍k i, chìn-kòng i.","tghg":"亞述王撒縵以色上來攻擊伊，何細亞就降服伊，進貢伊。","bklhl":"亞述王Sat-bān-í-sek上來攻擊伊。Hô-sè-a就降服伊，進貢伊。"}},{"book":"王下","chapter":17,"verse":4,"versions":{"unv":"何細亞背叛，差人去見埃及王梭，不照往年所行的與亞述王進貢。亞述王知道了，就把他鎖禁，囚在監裡。","bklcl":"A-su̍t ông chai Hô-sè-a ū kè-bô͘ pōe-poān, in-ūi i bat chhe sù-chiá khì kìⁿ Ai-ki̍p ông So, koh bô chìn-kòng A-su̍t ông, chhin-chhiūⁿ í-chêng nî-nî ê só͘ chòe; só͘-í A-su̍t ông koaiⁿ-kìm--i, pa̍k i tī kaⁿ--nih.","tghg":"亞述王知何細亞有計謀背叛，因為伊曾差使者去見埃及王梭，閣無進貢亞述王，親像以前年年的所做。所以亞述王關禁伊，縛伊佇監裡。","bklhl":"亞述王知Hô-sè-a有計謀背叛，因為伊bat差使者去見埃及王So，koh無進貢亞述王，親像以前年年ê所做；所以亞述王關禁伊，縛伊tī 監裡。"}},{"book":"王下","chapter":17,"verse":5,"versions":{"unv":"亞述王上來攻擊以色列遍地，上到撒馬利亞，圍困三年。","bklcl":"A-su̍t ông chiūⁿ-lâi piàn-kiâⁿ hit ê tōe, koh chiūⁿ-lâi ûi-kong Sat-má-lī-a saⁿ-nî kú.","tghg":"亞述王上來遍行彼個地，閣上來圍攻撒瑪利亞三年久。","bklhl":"亞述王上來遍行hit ê地，koh上來圍攻撒馬利亞三年久。"}},{"book":"王下","chapter":17,"verse":6,"versions":{"unv":"何細亞第九年亞述王攻取了撒馬利亞，將以色列人擄到亞述，把他們安置在哈臘與歌散的哈博河邊，並米底亞人的城邑。","bklcl":"Hô-sè-a tē-káu nî A-su̍t ông chhú Sat-má-lī-a, lia̍h Í-sek-lia̍t lâng kàu A-su̍t, an-tì in tī Hap-la̍h, kap Hap-phok, tī Ko-sàn hô-piⁿ-ê kap Má-tài lâng hiah-ê siâⁿ.","tghg":"何細亞第九年亞述王取撒瑪利亞，掠以色列人到亞述，安置𪜶佇哈臘及哈博佇歌散河邊的，及瑪代人許個城。","bklhl":"Hô-sè-a第九年亞述王取撒馬利亞，掠以色列人到亞述，安置in tī Hap-la̍h，kap Hap-phok，tī Ko-sàn河邊ê kap瑪代人hiah-ê城。"}},{"book":"王下","chapter":17,"verse":7,"versions":{"unv":"這是因以色列人得罪那領他們出埃及地、脫離埃及王法老手的耶和華─他們的　神，去敬畏別神，","bklcl":"Che sī in-ūi Í-sek-lia̍t lâng tek-chōe Iâ-hô-hoa in ê Siōng-tè, chiū-sī chhōa in chhut Ai-ki̍p tōe, thoat-lī Ai-ki̍p ông Hoat-ló ê chhiú ê;","tghg":"這是因為以色列人得罪耶和華──𪜶的上帝，就是導𪜶出埃及地、脫離埃及王法老的手的，𪜶去敬畏別個上帝，","bklhl":"這是因為以色列人得罪耶和華in ê上帝，就是chhōa in出埃及地，脫離埃及王法老ê手ê；"}},{"book":"王下","chapter":17,"verse":8,"versions":{"unv":"隨從耶和華在他們面前所趕出外邦人的風俗和以色列諸王所立的條規。","bklcl":"in khì kèng-ùi pa̍t ê siōng-tè, thàn Iâ-hô-hoa tī Í-sek-lia̍t ê thâu-chêng só͘  kóaⁿ-chhut ê gōa-pang lâng, kap Í-sek-lia̍t lia̍t-ông só͘ siat ê kui-lē.","tghg":"趁耶和華佇以色列的頭前所趕出的外邦人及以色列列王所設的規例。","bklhl":"in去敬畏別ê上帝，thàn耶和華tī以色列ê頭前所趕出ê外邦人，kap以色列列王所設ê規例。"}},{"book":"王下","chapter":17,"verse":9,"versions":{"unv":"以色列人暗中行不正的事，違背耶和華─他們的　神，在他們所有的城邑，從瞭望樓直到堅固城，建築邱壇；","bklcl":"Í-sek-lia̍t lâng àm-chīⁿ kiâⁿ put-gī ê sū, tek-chōe Iâ-hô-hoa in ê Siōng-tè, tī in hiah-ê siâⁿ, tùi chiú-kiⁿ-lâu kàu kian-kò͘ ê siâⁿ, khí soaⁿ-thâu-tôaⁿ.","tghg":"以色列人暗靜行不義的事，得罪耶和華──𪜶的上帝，佇𪜶許個城，對守更樓(chiú-kiⁿ-lâu)到堅固的城，起山頭壇；","bklhl":"以色列人暗靜行不義ê事，得罪耶和華in ê上帝，tī in hiah-ê城，tùi守更樓到堅固ê城，起山頭壇。"}},{"book":"王下","chapter":17,"verse":10,"versions":{"unv":"在各高岡上、各青翠樹下立柱像和木偶；","bklcl":"Tī ta̍k ê koâiⁿ-soaⁿ ê téng-bīn, ta̍k châng chhiⁿ-chhùi ê chhiū-kha, khiā thiāu-siōng, kap hiah-ê A-sià-la̍h;","tghg":"佇逐個高山的頂面、逐欉青翠的樹腳，徛柱像及許個亞舍拉；","bklhl":"Tī ta̍k-ê高山ê頂面，ta̍k叢青翠ê樹腳，khiā柱像，kap hiah-ê A-sià-la̍h；"}},{"book":"王下","chapter":17,"verse":11,"versions":{"unv":"在邱壇上燒香，效法耶和華在他們面前趕出的外邦人所行的，又行惡事惹動耶和華的怒氣；","bklcl":"koh tī-hia sio-hiuⁿ tī ta̍k ê soaⁿ-thâu-tôaⁿ, chhin-chhiūⁿ Iâ-hô-hoa tī in ê thâu-chêng só͘ kóaⁿ-chhut ê gōa-pang lâng ê só͘ kiâⁿ; koh kiâⁿ hiah-ê pháiⁿ-tāi lâi kek Iâ-hô-hoa ê siū-khì.","tghg":"閣佇遐燒香佇逐個山頭壇，親像耶和華佇𪜶的頭前所趕出的外邦人的所行，閣行許個歹代來激(kek)耶和華的受氣；","bklhl":"koh tī-hia燒香tī ta̍k-ê山頭壇，親像耶和華tī in ê頭前所趕出ê外邦人ê所行；koh行hiah-ê pháiⁿ-tāi來激耶和華ê受氣。"}},{"book":"王下","chapter":17,"verse":12,"versions":{"unv":"且事奉偶像，就是耶和華警戒他們不可行的。","bklcl":"Koh ho̍k-sāi ngó͘-siōng, chiū-sī Iâ-hô-hoa só͘ hoan-hù in kóng, M̄-thang án-ni chòe--ê.","tghg":"閣服事偶像，就是耶和華所吩咐𪜶講呣通按呢做的。","bklhl":"Koh服事偶像，就是耶和華所吩咐in講，M̄-thang án-ni做ê。"}},{"book":"王下","chapter":17,"verse":13,"versions":{"unv":"但耶和華藉眾先知、先見勸戒以色列人和猶大人說：「當離開你們的惡行，謹守我的誡命律例，遵行我吩咐你們列祖，並藉我僕人眾先知所傳給你們的律法。」","bklcl":"Chóng-sī Iâ-hô-hoa thok chèng sian-ti kap sian-kiàn--ê, tùi Í-sek-lia̍t kap Iû-tāi chòe kan-chèng, kóng, Tio̍h lī-khui lín ê pháiⁿ só͘ kiâⁿ, chip-siú Góa ê kài-bēng, lu̍t-lē, chiàu Góa hoan-hù lín ê lia̍t-chó͘, kap thok Góa ê lô͘-po̍k chèng sian-ti só͘ thoân hō͘ lín oân-choân ê lu̍t-hoat.","tghg":"總是耶和華託眾先知及先見者，對以色列及猶大做干證講：「著離開恁的歹所行，執守我的誡命律例，照我吩咐恁的列祖，及託我的奴僕眾先知所傳互恁完全的律法。」","bklhl":"總是耶和華託眾先知kap先見ê，對以色列kap偤大做干證，講，Tio̍h離開lín ê pháiⁿ所行，執守我ê誡命、律例，照我吩咐lín ê列祖，kap託我ê奴僕眾先知所傳hō͘ lín完全ê律法。"}},{"book":"王下","chapter":17,"verse":14,"versions":{"unv":"他們卻不聽從，竟硬著頸項，效法他們列祖，不信服耶和華─他們的　神，","bklcl":"Chóng-sī in m̄-thiaⁿ, ngī in ê ām-kún, chhin-chhiūⁿ in ê lia̍t-chó͘ ngī in ê ām-kún, m̄ sìn-ho̍k Iâ-hô-hoa in ê Siōng-tè ê.","tghg":"總是𪜶呣聽，硬(ngī)𪜶的頷頸(ām-kún)，親像𪜶的列祖硬𪜶的頷頸，呣信服耶和華──𪜶的上帝的。","bklhl":"總是in m̄聽，硬in ê頷頸，親像in ê列祖硬in ê頷頸，m̄信服耶和華in ê上帝ê。"}},{"book":"王下","chapter":17,"verse":15,"versions":{"unv":"厭棄他的律例和他與他們列祖所立的約，並勸戒他們的話，隨從虛無的神，自己成為虛妄，效法周圍的外邦人，就是耶和華囑咐他們不可效法的；","bklcl":"In iā khì-sak I ê lu̍t-lē, í-ki̍p I kap in ê lia̍t-chó͘ só͘ li̍p ê iok, kap tùi in só͘ kan-chèng ê kan-chèng, thàn hu-ké, lâi ka-kī chòe hu-ké, o̍h chiu-ûi ê gōa-pang lâng; hiah-ê lâng chiū-sī Iâ-hô-hoa bat bēng-lēng in m̄-thang o̍h in ê só͘-kiâⁿ-ê.","tghg":"𪜶也棄拺伊的律例以及伊及𪜶的列祖所立的約，及對𪜶所干證的干證，趁虛假，來家己做虛假，學周圍的外邦人，許個人就是耶和華曾命令𪜶呣通學𪜶的所行的；","bklhl":"In也棄sak伊ê律例，以及伊kap in ê列祖所立ê約，kap 對in所干證ê干證，thàn虛假，來家己做虛假，學周圍ê外邦人；hiah-ê人就是耶和華bat命令in m̄-thang學in ê所行ê。"}},{"book":"王下","chapter":17,"verse":16,"versions":{"unv":"離棄耶和華─他們　神的一切誡命，為自己鑄了兩個牛犢的像，立了亞舍拉，敬拜天上的萬象，事奉巴力，","bklcl":"In lī-khui Iâ-hô-hoa in ê Siōng-tè it-chhè ê kài-bēng, ūi pún-sin chù-siōng, chiū-sī nn̄g-chiah gû-á, chòe A-sià-la̍h, kèng-pài thiⁿ-téng ê bān-siōng, ho̍k-sāi Pa-le̍k.","tghg":"𪜶離開耶和華──𪜶的上帝一切的誡命，為本身鑄像(chù-siōng)就是二隻牛仔，做亞舍拉，敬拜天頂的萬象，服事巴力，","bklhl":"In離開耶和華in ê上帝一切ê誡命，為本身鑄像，就是兩隻牛á，做A-sià-la̍h，敬拜天頂ê萬象，服事Pa-le̍k。"}},{"book":"王下","chapter":17,"verse":17,"versions":{"unv":"又使他們的兒女經火，用占卜，行法術賣了自己，行耶和華眼中看為惡的事，惹動他的怒氣。","bklcl":"Koh hō͘ in ê kiáⁿ cha-bó͘-kiáⁿ keng-kè hé, iā ēng chiam-pok, siâ-su̍t, bōe ka-kī kiâⁿ Iâ-hô-hoa só͘ khòaⁿ-chòe pháiⁿ ê sū, kek I ê siū-khì.","tghg":"閣互𪜶的子查某子經過火，也用占卜，邪術賣家己，行耶和華所看做歹的事，激伊的受氣。","bklhl":"Koh hō͘ in ê kiáⁿ cha-bó͘-kiáⁿ經過火，也用占卜、邪術，賣家己行耶和華所看做pháiⁿ ê事，激伊ê受氣。"}},{"book":"王下","chapter":17,"verse":18,"versions":{"unv":"所以耶和華向以色列人大大發怒，從自己面前趕出他們，只剩下猶大一個支派。","bklcl":"Só͘-í Iâ-hô-hoa tōa siū-khì Í-sek-lia̍t lâng, kóaⁿ in lī-khui I ê bīn-chêng; to̍k-to̍k chhun Iû-tāi chi̍t chi-phài nā-tiāⁿ.","tghg":"所以耶和華大受氣以色列人，趕𪜶離開伊的面前，獨獨剩猶大一支派若定。","bklhl":"所以耶和華大受氣以色列人，趕in離開伊ê面前；獨獨chhun偤大一支派nā-tiāⁿ。"}},{"book":"王下","chapter":17,"verse":19,"versions":{"unv":"猶大人也不遵守耶和華─他們　神的誡命，隨從以色列人所立的條規。","bklcl":"Iû-tāi iā bô thàn Iâ-hô-hoa in ê Siōng-tè ê kài-bēng, chiū-sī thàn Í-sek-lia̍t só͘ li̍p ê kui-lē.","tghg":"猶大也無趁耶和華──𪜶的上帝的誡命，就是趁以色列所立的規例。","bklhl":"偤大也無thàn耶和華in ê上帝ê誡命，就是thàn以色列所立ê規例。"}},{"book":"王下","chapter":17,"verse":20,"versions":{"unv":"耶和華就厭棄以色列全族，使他們受苦，把他們交在搶奪他們的人手中，以致趕出他們離開自己面前，","bklcl":"Iâ-hô-hoa khì-sak Í-sek-lia̍t ê chèng hō͘-è, khó͘-chhó͘ in, chiong in kau tī chhiúⁿ-lia̍h in ê lâng ê chhiú, kàu-bé kóaⁿ-chhut in lī-khui I ê bīn-chêng.","tghg":"耶和華棄拺以色列的眾後裔，苦楚𪜶，將𪜶交佇搶掠𪜶的人的手，到尾趕出𪜶離開伊的面前，","bklhl":"耶和華棄sak以色列ê眾後裔，苦楚in，將in交tī搶掠in ê人ê手，到尾趕出in離開伊ê面前。"}},{"book":"王下","chapter":17,"verse":21,"versions":{"unv":"將以色列國從大衛家奪回；他們就立尼八的兒子耶羅波安作王。耶羅波安引誘以色列人不隨從耶和華，陷在大罪裡。","bklcl":"In-ūi thiah Í-sek-lia̍t lī-khui Tāi-pi̍t ê ke; in chiū siat-li̍p Nî-pat ê kiáⁿ Iâ-lô-phò-àm chòe ông.  Iâ-lô-phò-àm pek Í-sek-lia̍t hō͘ in bô thàn Iâ-hô-hoa, hō͘ in kan-hoān tōa-chōe.","tghg":"因為拆以色列離開大衛的家；𪜶就設立尼八的子耶羅波安做王。耶羅波安迫(pek)以色列互𪜶無趁耶和華，互𪜶奸犯大罪。","bklhl":"因為拆以色列離開大衛ê家；in就設立Nî-pat ê kiáⁿ Iâ-lô-phò-àm做王。Iâ-lô-phò-àm逼以色列hō͘ in無thàn耶和華，hō͘ in干犯大罪。"}},{"book":"王下","chapter":17,"verse":22,"versions":{"unv":"以色列人犯耶羅波安所犯的一切罪，總不離開，","bklcl":"Í-sek-lia̍t lâng kiâⁿ Iâ-lô-phò-àm só͘ hoān it-chhè ê chōe, bô lī-khui i.","tghg":"以色列人行耶羅波安所犯一切的罪，無離開伊，","bklhl":"以色列人行Iâ-lô-phò-àm所犯一切ê罪，無離開伊。"}},{"book":"王下","chapter":17,"verse":23,"versions":{"unv":"以致耶和華從自己面前趕出他們，正如藉他僕人眾先知所說的。這樣，以色列人從本地被擄到亞述，直到今日。","bklcl":"Tì-kàu Iâ-hô-hoa chhian-sóa Í-sek-lia̍t lī-khui I ê bīn-chêng, chiàu I thok I ê lô͘-po̍k chèng sian-ti só͘ kóng ê; án-ni Í-sek-lia̍t siū-lia̍h lī-khui pún-tōe kàu A-su̍t, kàu kin-á-ji̍t.","tghg":"致到耶和華遷徙以色列離開伊的面前，照伊託伊的奴僕眾先知所講的。按呢，以色列受掠離開本地到亞述，到今仔日。","bklhl":"致到耶和華遷徙以色列離開伊ê面前，照伊託伊ê奴僕眾先知所講ê；án-ni以色列受掠離開本地到亞述，到今á日。"}},{"book":"王下","chapter":17,"verse":24,"versions":{"unv":"亞述王從巴比倫、古他、亞瓦、哈馬，和西法瓦音遷移人來，安置在撒馬利亞的城邑，代替以色列人；他們就得了撒馬利亞，住在其中。","bklcl":"A-su̍t ông tùi Pa-pí-lûn, Kó͘-tha, A-óa, Hap-má, kap Se-hoat-óa-im, î-sóa lâng lâi Sat-má-lī-a, an-tì in tī hiah-ê siâⁿ, thòe Í-sek-lia̍t lâng; in chiū tit-tio̍h Sat-má-lī-a, lâi khiā-khí hiah-ê siâⁿ.","tghg":"亞述王對巴比倫、古他、亞瓦、哈馬，及西法瓦音移徙人來撒瑪利亞，安置𪜶佇許個城，替以色列人；𪜶就得著撒瑪利亞，來徛起許個城。","bklhl":"亞述王tùi巴比倫、Kó͘-tha、A-óa、Hap-má，kap Se-hoat-óa-im，移徙人來撒馬利亞，安置in tī hiah-ê城，替以色列人；in就得tio̍h撒馬利亞，來khiā起hiah-ê城。"}},{"book":"王下","chapter":17,"verse":25,"versions":{"unv":"他們才住那裡的時候，不敬畏耶和華，所以耶和華叫獅子進入他們中間，咬死了些人。","bklcl":"In khí-thâu khiā-khí tī-hia ê sî, bô kèng-ùi Iâ-hô-hoa; só͘-í Iâ-hô-hoa hō͘ sai ji̍p in tiong-kan, kā-sí kúi-nā lâng.","tghg":"𪜶起頭徛起佇遐的時，無敬畏耶和華，所以耶和華互獅入𪜶中間，咬死幾若人。","bklhl":"In起頭khiā起tī-hia ê時，無敬畏耶和華；所以耶和華hō͘獅入in中間，咬死kúi-nā人。"}},{"book":"王下","chapter":17,"verse":26,"versions":{"unv":"有人告訴亞述王說：「你所遷移安置在撒馬利亞各城的那些民，不知道那地之神的規矩，所以那神叫獅子進入他們中間，咬死他們。」","bklcl":"Ū lâng pò A-su̍t ông kóng, Lí só͘ î-sóa an-tì tī Sat-má-lī-a hiah-ê siâⁿ ê lia̍t-pang lâng, m̄-chai hit só͘-chāi ê Siōng-tè ê kui-lē, só͘-í I hō͘ sai ji̍p lâi in tiong-kan, kā-sí in, in-ūi in m̄-chai hit só͘-chāi ê Siōng-tè ê kui-lē.","tghg":"有人報亞述王講：「你所移徙安置佇撒瑪利亞許個城的列邦人，呣知彼所在的上帝的規例，所以伊互獅入來𪜶中間，咬死𪜶。」因為𪜶呣知彼所在的上帝的規例。」","bklhl":"有人報亞述王講，你所移徙安置tī撒馬利亞hiah-ê城ê列邦人，m̄知hit所在ê上帝ê規例，所以伊hō͘獅入來in中間，咬死in，因為in m̄知hit所在ê上帝ê規例。"}},{"book":"王下","chapter":17,"verse":27,"versions":{"unv":"亞述王就吩咐說：「叫所擄來的祭司回去一個，使他住在那裡，將那地之神的規矩指教那些民。」","bklcl":"A-su̍t ông chiū bēng-lēng kóng, Tùi hia lia̍h-lâi ê chè-si, thang hō͘ in chi̍t-ê tò-khì, hō͘ i tòa hia khiā-khí, ēng hit só͘-chāi ê Siōng-tè ê kui-lē kà-sī in.","tghg":"亞述王就命令講：「對遐掠來的祭司通互𪜶一個倒去，互伊住遐徛起，用彼所在的上帝的規例教示𪜶。」","bklhl":"亞述王就命令講，Tùi hia掠來ê祭司，thang hō͘ in一个tò去，hō͘伊tòa hia khiā起，用hit所在ê上帝ê規例教示in。"}},{"book":"王下","chapter":17,"verse":28,"versions":{"unv":"於是有一個從撒馬利亞擄去的祭司回來，住在伯特利，指教他們怎樣敬畏耶和華。","bklcl":"Tùi án-ni hiah-ê tùi Sat-má-lī-a só͘ lia̍h-khì ê chè-si, chi̍t-ê tò-lâi, khiā-khí tī Pek-te̍k-lī, kà-sī in tio̍h cháiⁿ-iūⁿ kèng-ùi Iâ-hô-hoa.","tghg":"對按呢許個對撒瑪利亞所掠去的祭司一個倒來，徛起佇伯特利，教示𪜶著怎樣敬畏耶和華。","bklhl":"Tùi án-ni，hiah-ê tùi撒馬利亞所掠去ê祭司，一个tò來，khiā起tī Pek-te̍k-lī，教示in tio̍h怎樣敬畏耶和華。"}},{"book":"王下","chapter":17,"verse":29,"versions":{"unv":"然而，各族之人在所住的城裡各為自己製造神像，安置在撒馬利亞人所造有邱壇的殿中。","bklcl":"Chóng-sī ta̍k pang-kok ê lâng chō in ka-kī ê siōng-tè; ta̍k-kok ê lâng tī in só͘ khiā-khí hiah-ê siâⁿ an-tì i ê siōng tī Sat-má-lī-a lâng chêng só͘ chō ê soaⁿ-thâu-biō.","tghg":"總是，逐邦國的人造𪜶家己的上帝，逐國的人佇𪜶所徛起許個城安置伊的像佇撒瑪利亞人前所造的山頭廟。","bklhl":"總是ta̍k邦國ê人造in家己ê上帝；ta̍k國ê人tī in所khiā起hiah-ê城安置伊ê像tī撒馬利亞人前所造ê山頭廟。"}},{"book":"王下","chapter":17,"verse":30,"versions":{"unv":"巴比倫人造疏割‧比訥像；古他人造匿甲像；哈馬人造亞示瑪像；","bklcl":"Pa-pí-lûn lâng chō So͘-kat-pí-la̍p, Kó͘-tha lâng chō Le̍k-kah, Hap-má lâng chō A-sī-má;","tghg":"巴比倫人造疏割比訥；古他人造匿甲；哈馬人造亞示瑪；","bklhl":"巴比倫人造So͘-kat-pí-la̍p，Kó͘-tha人造Le̍k-kah，Hap-má人造A-sī-má；"}},{"book":"王下","chapter":17,"verse":31,"versions":{"unv":"亞瓦人造匿哈和他珥他像；西法瓦音人用火焚燒兒女，獻給西法瓦音的神亞得米勒和亞拿米勒。","bklcl":"A-óa lâng chō Le̍k-hap kap Tha-jíⁿ-tha, Se-hoat-óa-im lâng ēng hé sio kiáⁿ-jî, hiàn hō͘ Se-hoat-óa-im ê siōng-tè A-tek-bí-le̍k kap A-ná-bí-le̍k.","tghg":"亞瓦人造匿哈及他珥他；西法瓦音人用火燒子兒，獻互西法瓦音的上帝亞得米勒及亞拿米勒。","bklhl":"A-óa人造Le̍k-hap kap Tha-jíⁿ-tha，Se-hoat-óa-im人用火燒kiáⁿ兒，獻hō͘ Se-hoat-óa-im ê上帝A-tek-bí-le̍k kap A-ná-bí-le̍k。"}},{"book":"王下","chapter":17,"verse":32,"versions":{"unv":"他們懼怕耶和華，也從他們中間立邱壇的祭司，為他們在有邱壇的殿中獻祭。","bklcl":"In án-ni kèng-ùi Iâ-hô-hoa, tùi chèng-lâng tiong siat-li̍p lâng chòe soaⁿ-thâu-tôaⁿ ê chè-si, thòe in hiàn-chè tī soaⁿ-thâu-biō.","tghg":"𪜶按呢敬畏耶和華，對眾人中設立人做山頭壇的祭司，替𪜶獻祭佇山頭廟。","bklhl":"In án-ni敬畏耶和華，tùi眾人中設立人做山頭壇ê祭司，替in獻祭tī山頭廟。"}},{"book":"王下","chapter":17,"verse":33,"versions":{"unv":"他們又懼怕耶和華，又事奉自己的神，從何邦遷移，就隨何邦的風俗。","bklcl":"In kèng-ùi Iâ-hô-hoa, koh ho̍k-sāi ka-kī ê siōng-tè; tùi sím-mi̍h kok sóa-lâi, chiū thàn hit kok ê kui-lē.","tghg":"𪜶敬畏耶和華，閣服事家己的上帝，對甚麼國徙來，就趁彼國的規例。","bklhl":"In敬畏耶和華，koh服事家己ê上帝；tùi甚麼國徙來，就thàn hit國ê規例。"}},{"book":"王下","chapter":17,"verse":34,"versions":{"unv":"他們直到如今仍照先前的風俗去行，不專心敬畏耶和華，不全守自己的規矩、典章，也不遵守耶和華吩咐雅各後裔的律法、誡命。〈雅各，就是從前耶和華起名叫以色列的。〉","bklcl":"In kàu kin-á-ji̍t iáu-kú chiàu chêng ê hong-sio̍k khì kiâⁿ, bô kèng-ùi Iâ-hô-hoa, bô chun-thàn in ê lu̍t-lē, kap in ê kui-lē, iā bô chiàu Iâ-hô-hoa bēng-lēng Ngá-kok hō͘-è ê lu̍t-hoat kài-bēng;  Ngá-kok chiū-sī I só͘ chheng chòe Í-sek-lia̍t ê.","tghg":"𪜶到今仔日猶久照前的風俗去行，無敬畏耶和華，無遵趁𪜶的律例、及𪜶的規例，也無照耶和華命令雅各後裔的律法誡命。（雅各，就是伊所稱做以色列的。）","bklhl":"In到今á日iáu-kú照前ê風俗去行，無敬畏耶和華，無遵thàn in ê律例，kap in ê規例，也無照耶和華命令雅各後裔ê律法誡命；雅各就是伊所稱做以色列ê。"}},{"book":"王下","chapter":17,"verse":35,"versions":{"unv":"耶和華曾與他們立約，囑咐他們說：「不可敬畏別神，不可跪拜事奉他，也不可向他獻祭。","bklcl":"Iâ-hô-hoa bat kap in li̍p-iok, hoan-hù in kóng, M̄-thang kèng-ùi pa̍t ê siōng-tè, m̄-thang kūi-pài, m̄-thang ho̍k-sāi i, m̄-thang chè-hiàn i.","tghg":"耶和華曾及𪜶立約，吩咐𪜶講：「呣通敬畏別個上帝，呣通跪拜，呣通服事伊，呣通祭獻伊。","bklhl":"耶和華bat kap in立約，吩咐in講，M̄-thang敬畏別ê上帝，m̄-thang跪拜，m̄-thang服事伊，m̄-thang祭獻伊。"}},{"book":"王下","chapter":17,"verse":36,"versions":{"unv":"但那用大能和伸出來的膀臂領你們出埃及地的耶和華，你們當敬畏，跪拜，向他獻祭。","bklcl":"To̍k-to̍k hit-ê ēng tōa koân-lêng kap chhun-chhut ê chhiú-kut chhōa lín chhut Ai-ki̍p tōe ê Iâ-hô-hoa, lín tio̍h kèng-ùi I, kūi-pài I, chè-hiàn I.","tghg":"獨獨彼個用大權能及伸出的手骨導恁出埃及地的耶和華，恁著敬畏伊，跪拜伊，祭獻伊。","bklhl":"獨獨hit ê用大權能kap伸出ê手骨chhōa lín出埃及地ê耶和華，lín tio̍h敬畏伊，跪拜伊，祭獻伊。"}},{"book":"王下","chapter":17,"verse":37,"versions":{"unv":"他給你們寫的律例、典章、律法、誡命，你們應當永遠謹守遵行，不可敬畏別神。","bklcl":"I siá hō͘ lín ê lu̍t-lē, lé-gî, lu̍t-hoat, kài-bēng, lín eng-kai éng-oán chip-siú chun-thàn; m̄-thang kèng-ùi pa̍t ê siōng-tè.","tghg":"伊寫互恁的律例、禮儀、律法、誡命，恁應該永遠執守遵趁，呣通敬畏別個上帝。","bklhl":"伊寫hō͘ lín ê律例、禮儀、律法、誡命，lín應該永遠執守遵thàn；m̄-thang敬畏別ê上帝。"}},{"book":"王下","chapter":17,"verse":38,"versions":{"unv":"我─耶和華與你們所立的約你們不可忘記，也不可敬畏別神。","bklcl":"Góa kap lín só͘ li̍p ê iok, lín m̄-thang bōe kì-tit, iā m̄-thang kèng-ùi pa̍t ê siōng-tè.","tghg":"我及恁所立的約恁呣通𣍐記得，也呣通敬畏別個上帝。","bklhl":"我kap lín所立ê約，lín m̄-thang bōe記得，也m̄-thang敬畏別ê上帝。"}},{"book":"王下","chapter":17,"verse":39,"versions":{"unv":"但要敬畏耶和華─你們的　神，他必救你們脫離一切仇敵的手。」","bklcl":"To̍k-to̍k tio̍h kèng-ùi Iâ-hô-hoa lín ê Siōng-tè, I beh kiù lín thoat-lī lín it-chhè tùi-te̍k ê chhiú.","tghg":"獨獨著敬畏耶和華──恁的上帝。伊欲救恁脫離恁一切對敵的手。」","bklhl":"獨獨tio̍h敬畏耶和華lín ê上帝，伊beh救lín脫離lín一切對敵ê手。"}},{"book":"王下","chapter":17,"verse":40,"versions":{"unv":"他們卻不聽從，仍照先前的風俗去行。","bklcl":"Chóng-sī in m̄-thiaⁿ-thàn, iû-goân chiàu chêng ê hong-sio̍k khì kiâⁿ.","tghg":"總是𪜶呣聽趁，猶原照前的風俗去行。","bklhl":"總是in m̄聽thàn，猶原照前ê風俗去行。"}},{"book":"王下","chapter":17,"verse":41,"versions":{"unv":"如此這些民又懼怕耶和華，又事奉他們的偶像。他們子子孫孫也都照樣行，效法他們的祖宗，直到今日。","bklcl":"Án-ni chiah-ê lia̍t-kok iā kèng-ùi Iâ-hô-hoa, iā ho̍k-sāi in ê ngó͘-siōng; in ê kiáⁿ, in ê sun, iā lóng sī án-ni; in ê chó͘-kong só͘ kiâⁿ ê, kàu kin-á-ji̍t in iā kiâⁿ i.","tghg":"按呢諸個列國也敬畏耶和華，也服事𪜶的偶像。𪜶的子𪜶的孫也攏是按呢，𪜶的祖公所行的，到今仔日𪜶也行伊。","bklhl":"Án-ni chiah ê列國也敬畏耶和華，也服事in ê偶像；in ê kiáⁿ，in ê孫，也lóng是án-ni；in ê祖公所行ê，到今á日in也行伊。"}}]