[{"book":"王下","chapter":18,"verse":1,"versions":{"unv":"以色列王以拉的兒子何細亞第三年，猶大王亞哈斯的兒子希西家登基。","bklcl":"Tng Í-sek-lia̍t ông Í-la̍h ê kiáⁿ Hô-sè-a saⁿ nî, Iû-tāi ông A-hap-su ê kiáⁿ Hi-se-ka chē-ūi.","tghg":"當以色列王以拉的子何細亞三年，猶大王亞哈斯的子希西家坐位。","bklhl":"當以色列王Í-la̍h ê kiáⁿ Hô-sè-a三年，偤大王A-hap-su ê kiáⁿ Hi-se-ka坐位。"}},{"book":"王下","chapter":18,"verse":2,"versions":{"unv":"他登基的時候年二十五歲，在耶路撒冷作王二十九年。他母親名叫亞比，是撒迦利雅的女兒。","bklcl":"I chē-ūi ê sî, jī-cha̍p-gō͘ hè; tī Iâ-lō͘-sat-léng chòe ông, kiōng jī-cha̍p-káu nî; i ê lāu-bú miâ kiò A-pí, sī Sat-ka-lī-ngá ê cha-bó͘-kiáⁿ.","tghg":"伊坐位的時二十五歲，佇耶路撒冷做王共二十九年。伊的老母名叫亞比，是撒迦利雅的查某子。","bklhl":"伊坐位ê時，二十五歲；tī耶路撒冷做王，共二十九年；伊ê老母名叫A-pí，是Sat-ka-lī-ngá ê cha-bó͘-kiáⁿ。"}},{"book":"王下","chapter":18,"verse":3,"versions":{"unv":"希西家行耶和華眼中看為正的事，效法他祖大衛一切所行的。","bklcl":"I kiâⁿ Iâ-hô-hoa só͘ khòaⁿ-chòe hó ê sū, chiàu i ê chó͘ Tāi-pi̍t it-chhè só͘ kiâⁿ ê.","tghg":"伊行耶和華所看做好的事，照伊的祖大衛一切所行的。","bklhl":"伊行耶和華所看做好ê事，照伊ê祖大衛一切所行ê。"}},{"book":"王下","chapter":18,"verse":4,"versions":{"unv":"他廢去邱壇，毀壞柱像，砍下木偶，打碎摩西所造的銅蛇，因為到那時以色列人仍向銅蛇燒香。希西家叫銅蛇為銅塊（或譯：人稱銅蛇為銅像）。","bklcl":"I hòe-bô soaⁿ-thâu-tôaⁿ, húi-hoāi thiāu-siōng, chhò A-sià-la̍h, phah-chhùi Mô͘-se só͘ chō ê tâng-chôa; in-ūi kàu hit-sî Í-sek-lia̍t lâng tùi i sio-hiuⁿ; kiò i chòe Nî-hut-si-tàn.","tghg":"伊廢無山頭壇，毀壞柱像，剉(chhò)亞舍拉，拍碎摩西所造的銅蛇，因為到彼時以色列人對伊燒香，叫伊做尼忽士但。","bklhl":"伊廢無山頭壇，毀壞柱像，剉A-sià-la̍h，phah碎摩西所造ê銅蛇；因為到hit時以色列人對伊燒香；叫伊做Nî-hut-si-tàn。"}},{"book":"王下","chapter":18,"verse":5,"versions":{"unv":"希西家倚靠耶和華─以色列的　神，在他前後的猶大列王中沒有一個及他的。","bklcl":"I óa-khò Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè; tī i í-āu Iû-tāi lia̍t-ông tiong bô chi̍t-ê ōe pí-tit i, i í-chêng iā bô.","tghg":"伊倚靠耶和華──以色列的上帝，佇伊以後猶大列王中無一個會比得伊，伊以前也無。","bklhl":"伊óa靠耶和華以色列ê上帝；tī伊以後偤大列王中無一个能比得伊，伊以前也無。"}},{"book":"王下","chapter":18,"verse":6,"versions":{"unv":"因為他專靠耶和華，總不離開，謹守耶和華所吩咐摩西的誡命。","bklcl":"In-ūi i kiat-liân tī Iâ-hô-hoa, tè I bô lī-khui, chip-siú Iâ-hô-hoa só͘ bēng-lēng Mô͘-se ê kài-bēng.","tghg":"因為伊結聯佇耶和華，隨(tè)伊無離開，執守耶和華所命令摩西的誡命。","bklhl":"因為伊結聯tī耶和華，tè伊無離開，執守耶和華所命令摩西ê誡命。"}},{"book":"王下","chapter":18,"verse":7,"versions":{"unv":"耶和華與他同在，他無論往何處去盡都亨通。他背叛、不肯事奉亞述王。","bklcl":"Iâ-hô-hoa kap i tī-teh, i bô-lūn khì toh-lo̍h, it-chīn heng-thong; i pōe-poān A-su̍t ông, bô ho̍k-sāi i.","tghg":"耶和華及伊佇啲，伊無論去叨落一盡亨通。伊背叛亞述王、無服事伊。","bklhl":"耶和華kap伊tī-teh，伊無論去toh落，一盡興通；伊背叛亞述王，無服事伊。"}},{"book":"王下","chapter":18,"verse":8,"versions":{"unv":"希西家攻擊非利士人，直到迦薩，並迦薩的四境，從瞭望樓到堅固城。","bklcl":"I kong-kek Hui-lī-sū lâng, ti̍t-kàu Ka-sat, kap i ê kéng-kài, tùi chiú-kiⁿ-lâu kàu kian-kò͘ ê siâⁿ.","tghg":"伊攻擊非利士人，直到迦薩，及伊的境界，對守更樓到堅固的城。","bklhl":"伊攻擊腓利士人，直到Ka-sat，kap伊ê境界，tùi守更樓到堅固ê城。"}},{"book":"王下","chapter":18,"verse":9,"versions":{"unv":"希西家王第四年，就是以色列王以拉的兒子何細亞第七年，亞述王撒縵以色上來圍困撒馬利亞；","bklcl":"Hi-se-ka ông tē-sì nî, chiū-sī Í-sek-lia̍t ông Í-la̍h ê kiáⁿ Hô-sè-a tē-chhit nî, A-su̍t ông Sat-bān-í-sek chiūⁿ-lâi kong-kek Sat-má-lī-a, ûi-khùn i.","tghg":"希西家王第四年，就是以色列王以拉的子何細亞第七年，亞述王撒縵以色上來攻擊撒瑪利亞圍困伊；","bklhl":"Hi-se-ka王第四年，就是以色列王Í-la̍h ê kiáⁿ Hô-sè-a第七年，亞述王Sat-bān-í-sek上來攻擊撒馬利亞，圍困伊。"}},{"book":"王下","chapter":18,"verse":10,"versions":{"unv":"過了三年就攻取了城。希西家第六年，以色列王何細亞第九年，撒馬利亞被攻取了。","bklcl":"Kàu tē-saⁿ nî bé chiū chhú i; Hi-se-ka la̍k-nî, Í-sek-lia̍t ông Hô-sè-a káu-nî, Sat-má-lī-a hō͘ i chhú--khì.","tghg":"到第三年尾就取伊。希西家六年，以色列王何細亞九年，撒瑪利亞互伊取去。","bklhl":"到第三年尾就取伊；Hi-se-ka六年，以色列王Hô-sè-a九年，撒馬利亞hō͘伊取去。"}},{"book":"王下","chapter":18,"verse":11,"versions":{"unv":"亞述王將以色列人擄到亞述，把他們安置在哈臘與歌散的哈博河邊，並米底亞人的城邑；","bklcl":"A-su̍t ông lia̍h Í-sek-lia̍t lâng kàu A-su̍t, an-tì in tī Hap-la̍h, kap Hap-phok, tī Ko-sàn hô-piⁿ-ê, kap Má-tái lâng hiah-ê siâⁿ.","tghg":"亞述王掠以色列人到亞述，安置𪜶佇哈臘及哈博佇歌散河邊的，及瑪代人許個城；","bklhl":"亞述王掠以色列人到亞述，安置in tī Hap-la̍h，kap Hap-phok，tī Ko-sàn河邊ê，kap瑪代人hiah-ê城。"}},{"book":"王下","chapter":18,"verse":12,"versions":{"unv":"都因他們不聽從耶和華─他們　神的話，違背他的約，就是耶和華僕人摩西吩咐他們所當守的。","bklcl":"In-ūi in m̄ thiaⁿ-thàn Iâ-hô-hoa in ê Siōng-tè ê ōe, ûi-pōe I ê iok; kìⁿ Iâ-hô-hoa ê lô͘-po̍k Mô͘-se só͘ bēng-lēng ê, in m̄-thiaⁿ, m̄-siú i.","tghg":"因為𪜶呣聽趁耶和華──𪜶的上帝的話，違背伊的約，見耶和華的奴僕摩西所命令的，𪜶呣聽呣守伊。","bklhl":"因為in m̄聽thàn耶和華in ê上帝ê話，違背伊ê約；見耶和華ê奴僕摩西所命令ê，in m̄聽，m̄守伊。"}},{"book":"王下","chapter":18,"verse":13,"versions":{"unv":"希西家王十四年，亞述王西拿基立上來攻擊猶大的一切堅固城，將城攻取。","bklcl":"Hi-se-ka ông cha̍p-sì nî, A-su̍t ông Se-ná-ki-li̍p chiūⁿ lâi kong-kek Iû-tāi it-chhè kian-kò͘ ê siâⁿ, chhú i.","tghg":"希西家王十四年，亞述王西拿基立上來攻擊猶大一切堅固的城，取伊。","bklhl":"Hi-se-ka王十四年，亞述王Se-ná-ki-li̍p上來攻擊偤大一切堅固ê城，取伊。"}},{"book":"王下","chapter":18,"verse":14,"versions":{"unv":"猶大王希西家差人往拉吉去見亞述王，說：「我有罪了，求你離開我；凡你罰我的，我必承當。」於是亞述王罰猶大王希西家銀子三百他連得，金子三十他連得。","bklcl":"Iû-tāi ông Hi-se-ka chhe lâng khì La̍h-kiat, kìⁿ A-su̍t ông, kóng, Góa ū-chōe lah, kiû lí lī-khui góa; kìⁿ lí hoa̍t góa ê, góa beh tam-tng.  Tùi án-ni A-su̍t ông phài Iû-tāi ông Hi-se-ka gûn saⁿ-pah tha-liân-tek, kim saⁿ-cha̍p tha-liân-tek.","tghg":"猶大王希西家差人去拉吉見亞述王，講：「我有罪啦，求你離開我；見你罰我的，我欲擔當。」對按呢亞述王派猶大王希西家銀三百他連得，金三十他連得。","bklhl":"偤大王Hi-se-ka差人去拉結，見亞述王，講，我有罪lah，求你離開我；見你罰我ê，我beh擔當。Tùi án-ni，亞述王派偤大王Hi-se-ka銀三百tha-liân-tek，金三十tha-liân-tek。"}},{"book":"王下","chapter":18,"verse":15,"versions":{"unv":"希西家就把耶和華殿裡和王宮府庫裡所有的銀子都給了他。","bklcl":"Hi-se-ka chiū chiong Iâ-hô-hoa tiān-lāi, kap ông-kiong hú-khò͘ só͘ ū ê gûn, lóng hō͘ i.","tghg":"希西家就將耶和華殿內及王宮府庫所有的銀攏互伊。","bklhl":"Hi-se-ka就將耶和華殿內，kap王宮府庫所有ê銀，lóng hō͘伊。"}},{"book":"王下","chapter":18,"verse":16,"versions":{"unv":"那時，猶大王希西家將耶和華殿門上的金子和他自己包在柱上的金子都刮下來，給了亞述王。","bklcl":"Hit-sî Hi-se-ka pak Iâ-hô-hoa tiān-mn̂g ê kim, kap Iû-tāi ông Hi-se-ka an tī thiāu--nih hiah-ê kim, hō͘ A-su̍t ông.","tghg":"彼時，希西家剝耶和華殿門的金及猶大王希西家安佇柱裡許個金，互亞述王。","bklhl":"Hit時Hi-se-ka剝耶和華殿門ê金，kap偤大王Hi-se-ka an tī柱裡hiah-ê金，hō͘亞述王。"}},{"book":"王下","chapter":18,"verse":17,"versions":{"unv":"亞述王從拉吉差遣他珥探、拉伯撒利，和拉伯沙基率領大軍往耶路撒冷，到希西家王那裡去。他們上到耶路撒冷，就站在上池的水溝旁，在漂布地的大路上。","bklcl":"A-su̍t ông tùi La̍h-kiat chhe Tha-jíⁿ-thàm, La̍h-pek-sat-lī, kap La̍h-pek-sa-ki, chhōa tōa-tūi peng khì Iâ-lō͘-sat-léng, Hi-se-ka ông hia; in chiūⁿ-khì kàu Iâ-lō͘-sat-léng.  Í-keng kàu, chiū lâi khiā tī téng-tî ê chúi-kau-piⁿ, chiū-sī tī phiò-pò͘ sai-hū ê chhân ê tōa-lō͘.","tghg":"亞述王對拉吉差他珥探、拉伯撒利，及拉伯沙基導大隊兵去耶路撒冷，希西家王遐。𪜶上去到耶路撒冷，已經到，就來徛佇頂池的水溝邊，就是佇漂布(phiò-pò͘)師傅的田的大路。","bklhl":"亞述王tùi拉結差Tha-jíⁿ-thàm、La̍h-pek-sat-lī，kap La̍h-pek-sa-ki，chhōa大隊兵去耶路撒冷，Hi-se-ka王hia；in上去到耶路撒冷。已經到，就來khiā tī頂池ê水溝邊，就是tī漂布師傅ê田ê大路。"}},{"book":"王下","chapter":18,"verse":18,"versions":{"unv":"他們呼叫王的時候，就有希勒家的兒子家宰以利亞敬，並書記舍伯那和亞薩的兒子史官約亞，出來見他們。","bklcl":"In âu-kiò ông ê sî, chiū ū koán-ke ê Hi-le̍k-ka ê kiáⁿ Í-lī-a-kèng, kap su-kì Sià-pek-ná, kap sú-koaⁿ A-sat ê kiáⁿ Iok-a, chhut-lâi kìⁿ in.","tghg":"𪜶喉叫王的時，就有管家的希勒家的子以利亞敬，及書記舍伯那及史官亞薩的子約亞，出來見𪜶。","bklhl":"In喉叫王ê時，就有管家ê Hi-le̍k-ka ê kiáⁿ Í-lī-a-kèng，kap書記Sià-pek-ná，kap史官A-sat ê kiáⁿ Iok-a，出來見in。"}},{"book":"王下","chapter":18,"verse":19,"versions":{"unv":"拉伯沙基說：「你們去告訴希西家說，亞述大王如此說：『你所倚靠的有甚麼可仗賴的呢？","bklcl":"La̍h-pek-sa-ki tùi in kóng, Lín khì kā Hi-se-ka kóng, A-su̍t ông, tāi-ông, án-ni kóng, Lí só͘ óa-khò ê sī óa-khò sím-mi̍h?","tghg":"拉伯沙基對𪜶講：「恁去給希西家講，亞述王，大王按呢講：『你所倚靠的是倚靠甚麼？","bklhl":"La̍h-pek-sa-ki對in講，lín去kā Hi-se-ka講，亞述王，大王，án-ni講，你所óa靠ê是óa靠甚麼？"}},{"book":"王下","chapter":18,"verse":20,"versions":{"unv":"你說有打仗的計謀和能力，我看不過是虛話。你到底倚靠誰才背叛我呢？","bklcl":"Lí kóng, Ū kè-bô͘, ū khùi-la̍t, thang kau-chiàn; che sī khang-khang ê ōe nā-tiāⁿ.  Lí tàu-tí óa-khò chī-chūi, chiah pōe-poān góa ah?","tghg":"你講有計謀有氣力通交戰，這是空空的話若定。你到底倚靠是誰才背叛我啊？","bklhl":"你講，有計謀，有氣力，thang交戰；這是空空ê話nā-tiāⁿ。你到底óa靠是誰，chiah背叛我ah？"}},{"book":"王下","chapter":18,"verse":21,"versions":{"unv":"看哪，你所倚靠的埃及是那壓傷的葦杖；人若靠這杖，就必刺透他的手。埃及王法老向一切倚靠他的人也是這樣。","bklcl":"Khòaⁿ ah, lí só͘ óa-khò ê Ai-ki̍p, sī hit ê pit-phòa ê lô͘-tek-koáiⁿ; lâng nā òa(**óa) i, chiū ōe chhiah-ji̍p i ê chhiú; Ai-ki̍p ông Hoat-ló tùi it-chhè óa-khò i ê lâng, iā sī án-ni.","tghg":"看啊，你所倚靠的埃及是彼個𤿎破(pit-phòa)的蘆竹枴；人若倚伊，就會刺入伊的手。埃及王法老對一切倚靠伊的人也是按呢。","bklhl":"看ah，你所óa靠ê埃及，是hit ê pit破ê蘆竹稈；人若óa伊，就會刺入伊ê手；埃及王法老對一切óa靠伊ê人，也是án-ni。"}},{"book":"王下","chapter":18,"verse":22,"versions":{"unv":"你們若對我說：我們倚靠耶和華─我們的　神，希西家豈不是將　神的邱壇和祭壇廢去，且對猶大和耶路撒冷的人說：你們當在耶路撒冷這壇前敬拜嗎？","bklcl":"Lín nā kā góa kóng, Goán óa-khò Iâ-hô-hoa goán ê Siōng-tè; chit ê Iâ-hô-hoa kiám m̄-sī Hi-se-ka bat hòe I ê soaⁿ-thâu-tôaⁿ, kap I hiah-ê chè-tôaⁿ; iā bat tùi Iû-tāi kap Iâ-lō͘-sat-léng ê lâng kóng, Lín tio̍h tī Iâ-lō͘-sat-léng, tī chit ê tôaⁿ-chêng kèng-pài ê mah?","tghg":"恁若給我講：阮倚靠耶和華──阮的上帝，此個耶和華豈呣是希西家曾廢伊的山頭壇及伊許個祭壇，也曾對猶大及耶路撒冷的人講：恁著佇耶路撒冷佇此個壇前敬拜的嗎？","bklhl":"Lín若kā我講，阮óa靠耶和華阮ê上帝；chit ê耶和華kiám m̄是Hi-se-ka bat廢伊ê山頭壇，kap伊hiah-ê祭壇；也bat對偤大kap耶路撒冷ê人講，Lín tio̍h tī耶路撒冷，tī chit ê壇前敬拜ê mah？"}},{"book":"王下","chapter":18,"verse":23,"versions":{"unv":"現在你把當頭給我主亞述王，我給你二千匹馬，看你這一面騎馬的人夠不夠。","bklcl":"Taⁿ chhiáⁿ lí ēng chún-tǹg hō͘ góa ê chú A-su̍t ông, góa hō͘ lí nn̄g-chheng chiah bé, khòaⁿ lí hit-bīn ōe pī-pān lâng khiâ i á-bōe;","tghg":"今請你用準當互我的主亞述王，我互你二千隻馬，看你彼面會備辦人騎伊抑𣍐。","bklhl":"Taⁿ請你用準當hō͘我ê主亞述王，我hō͘你兩千隻馬，看你hit面會備辦人騎伊á-bōe；"}},{"book":"王下","chapter":18,"verse":24,"versions":{"unv":"若不然，怎能打敗我主臣僕中最小的軍長呢？你竟倚靠埃及的戰車馬兵嗎？","bklcl":"nā bōe, thái-thó ōe phah-thè góa ê chú chiah-ê tē-it sòe ê lô͘-po̍k-tiong chi̍t ê kun-tiúⁿ, iā kéng-jiân óa-khò Ai-ki̍p, ài tit-tio̍h chiàn-chhia kap bé-peng ah?","tghg":"若𣍐，豈可(thái-thó)會拍退我的主諸個第一細的奴僕中一個軍長？也竟然倚靠埃及愛得著戰車及馬兵啊？","bklhl":"若bōe，thái-thó能phah退我ê主chiah ê第一細ê奴僕中一个軍長，也竟然óa靠埃及，ài得tio̍h戰車kap馬兵ah？"}},{"book":"王下","chapter":18,"verse":25,"versions":{"unv":"現在我上來攻擊毀滅這地，豈沒有耶和華的意思嗎？耶和華吩咐我說：你上去攻擊毀滅這地吧！』」","bklcl":"Taⁿ góa chiūⁿ lâi kong-kek húi-bia̍t chit ê tōe, kiám bô Iâ-hô-hoa ê ì-sù mah?  Iâ-hô-hoa hoan-hù góa kóng, Lí chiūⁿ-khì kong-kek húi-bia̍t chit ê tōe.","tghg":"今我上來攻擊毀滅此個地，豈無耶和華的意思嗎？耶和華吩咐我講：你上去攻擊毀滅此個地。』」","bklhl":"Taⁿ我上來攻擊毀滅chit ê地，kiám無耶和華ê意思mah？耶和華吩咐我講，你上去攻擊毀滅chit ê地。"}},{"book":"王下","chapter":18,"verse":26,"versions":{"unv":"希勒家的兒子以利亞敬和舍伯那，並約亞，對拉伯沙基說：「求你用亞蘭言語和僕人說話，因為我們懂得；不要用猶大言語和我們說話，達到城上百姓的耳中。」","bklcl":"Hi-le̍k-ka ê kiáⁿ Í-lī-a-kèng, kap Sià-pek-ná, Iok-a, tùi La̍h-pek-sa-ki kóng, Kiû lí ēng A-lân ê ōe kap lí ê lô͘-po̍k kóng, in-ūi goán ōe hiáu thiaⁿ, m̄-thang ēng Iû-tāi ê ōe kap goán kóng, hō͘ siâⁿ-téng ê peh-sìⁿ hī-khang thiaⁿ-kìⁿ.","tghg":"希勒家的子以利亞敬及舍伯那、約亞，對拉伯沙基講：「求你用亞蘭的話及你的奴僕講，因為阮會曉聽；呣通用猶大的話及阮講，互城頂的百姓耳孔聽見。」","bklhl":"Hi-le̍k-ka ê kiáⁿ Í-lī-a-kèng kap Sià-pek-ná、Iok-a，對La̍h-pek-sa-ki講，求你用A-lân ê話kap你ê奴僕講，因為阮會曉聽，m̄-thang用偤大ê話kap阮講，hō͘城頂ê百姓耳孔聽見。"}},{"book":"王下","chapter":18,"verse":27,"versions":{"unv":"拉伯沙基說：「我主差遣我來，豈是單對你和你的主說這些話嗎？不也是對這些坐在城上、要與你們一同吃自己糞、喝自己尿的人說嗎？」","bklcl":"La̍h-pek-sa-ki kóng, Góa ê chú chhe góa lâi, kiám sī tùi lí ê chú kap lí kóng chiah-ê ōe mah? kiám m̄-sī tùi chē tī siâⁿ-téng ê lâng kóng, hō͘ in kap lín pîⁿ-pîⁿ chia̍h ka-kī ê pùn, lim ka-kī ê jiō mah?","tghg":"拉伯沙基講：「我的主差我來，豈是對你的主及你講諸個話嗎？豈呣是對坐佇城頂的人講、互𪜶及恁平平食家己的糞(pùn)、飲家己的尿嗎？」","bklhl":"La̍h-pek-sa-ki講，我ê主差我來，kiám是對你ê主kap你講chiah ê話mah？kiám m̄是對坐tī城頂 ê人講，hō͘ in kap lín平平食家己ê糞，lim家己ê尿mah？"}},{"book":"王下","chapter":18,"verse":28,"versions":{"unv":"於是拉伯沙基站著，用猶大言語大聲喊著說：「你們當聽亞述大王的話！","bklcl":"La̍h-pek-sa-ki chiū khiā-teh, ēng Iû-tāi ê ōe tōa-siaⁿ kiò kóng, Lín tio̍h thiaⁿ A-su̍t ông, tāi-ông ê ōe.","tghg":"拉伯沙基就徛啲，用猶大的話大聲叫講：「恁著聽亞述王、大王的話！","bklhl":"La̍h-pek-sa-ki就khiā-teh，用偤大ê話大聲叫講，Lín tio̍h聽亞述王，大王ê話。"}},{"book":"王下","chapter":18,"verse":29,"versions":{"unv":"王如此說：『你們不要被希西家欺哄了；因他不能救你們脫離我的手。","bklcl":"Ông án-ni kóng, Lín m̄-thang hō͘ Hi-se-ka só͘ phiàn; in-ūi i bōe-ōe kiù lín thoat-lī ông ê chhiú.","tghg":"王按呢講：『恁呣通互希西家所騙；因為伊𣍐會救恁脫離王的手。","bklhl":"王án-ni講，Lín m̄-thang hō͘ Hi-se-ka所騙；因為伊bōe會救lín脫離王ê手。"}},{"book":"王下","chapter":18,"verse":30,"versions":{"unv":"也不要聽希西家使你們倚靠耶和華，說耶和華必要拯救我們，這城必不交在亞述王的手中。』","bklcl":"Iā bo̍h-tit thiaⁿ Hi-se-ka kah lín óa-khò Iâ-hô-hoa, kóng, Iâ-hô-hoa tek-khak beh kiù lán, chit ê siâⁿ tek-khak bô kau tī A-su̍t ông ê chhiú.","tghg":"也莫得聽希西家教恁倚靠耶和華，講耶和華的確欲救咱，此個城的確無交佇亞述王的手。』","bklhl":"也莫得聽Hi-se-ka kah lín óa靠耶和華，講，耶和華的確beh救咱，chit ê城的確無交tī亞述王ê手。"}},{"book":"王下","chapter":18,"verse":31,"versions":{"unv":"不要聽希西家的話！因亞述王如此說：『你們要與我和好，出來投降我，各人就可以吃自己葡萄樹和無花果樹的果子，喝自己井裡的水。","bklcl":"Bo̍h-tit thiaⁿ Hi-se-ka ê ōe; in-ūi A-su̍t ông án-ni kóng, Lín tio̍h kap góa hô-hó, chhut-lâi tâu-hâng góa, ta̍k-lâng chiū thang chia̍h ka-kī ê phû-tô-chhiū kap bû-hoa-kó chhiū ê ké-chí, lim ka-kī ê chíⁿ-chúi;","tghg":"莫得聽希西家的話！因為亞述王按呢講：『恁著及我和好，出來投降我，逐人就通食家己的葡萄樹及無花果樹的果子，飲家己的井水。","bklhl":"莫得聽Hi-se-ka ê話；因為亞述王án-ni講，Lín tio̍h kap我和好，出來投降我，ta̍k人就thang食家己ê葡萄樹kap無花果樹ê果子，lim家己ê井水；"}},{"book":"王下","chapter":18,"verse":32,"versions":{"unv":"等我來領你們到一個地方與你們本地一樣，就是有五穀和新酒之地，有糧食和葡萄園之地，有橄欖樹和蜂蜜之地，好使你們存活，不至於死。希西家勸導你們，說耶和華必拯救我們；你們不要聽他的話。","bklcl":"thèng-hāu góa chhōa lín kàu chi̍t ê tōe kap lín pún-tōe bô koh-iūⁿ, chiū-sī ū gō͘-kak kap sin-chiú ê tōe, ū bí-niû kap phû-tô-hn̂g ê tōe, ū kaⁿ-ná-iû kap bi̍t ê tōe, hō͘ lín oa̍h-teh bô sí.  Hi-se-ka ín-iú lín kóng, Iâ-hô-hoa beh chín-kiù lán, lín bo̍h-tit thiaⁿ i ê ōe.","tghg":"聽候我導恁到一個地及恁本地無各樣，就是有五穀及新酒的地，有米糧及葡萄園的地，有橄欖油及蜜的地，互恁活啲無死。希西家引誘恁，講耶和華欲拯救咱；恁莫得聽伊的話。","bklhl":"thèng候我chhōa lín到一个地kap lín本地無各樣，就是有五穀kap新酒ê地，有米糧kap葡萄園ê地，有橄欖油kap蜜ê地，hō͘ lín活teh無死。Hi-se-ka引誘lín講，耶和華beh拯救咱，lín莫得聽伊ê話。"}},{"book":"王下","chapter":18,"verse":33,"versions":{"unv":"列國的神有哪一個救他本國脫離亞述王的手呢？","bklcl":"Lia̍t-kok ê siōng-tè, kiám ū chi̍t-ê bat kiù i ê kok thoat-lī A-su̍t ông ê chhiú mah?","tghg":"列國的上帝豈有一個曾救伊的國脫離亞述王的手嗎？","bklhl":"列國ê上帝，kiám有一个bat救伊ê國脫離亞述王ê手mah？"}},{"book":"王下","chapter":18,"verse":34,"versions":{"unv":"哈馬、亞珥拔的神在哪裡呢？西法瓦音、希拿、以瓦的神在哪裡呢？他們曾救撒馬利亞脫離我的手嗎？","bklcl":"Hap-má kap A-jíⁿ-poa̍t ê siōng-tè tī toh-lo̍h ah?  Se-hoat-óa-im, Hi-ná, Í-óa ê siōng-tè tī toh-lo̍h ah? in kiám bat kiù Sat-má-lī-a thoat-lī góa ê chhiú mah?","tghg":"哈瑪及亞珥拔的上帝佇叨落啊？西法瓦音、希拿、以瓦的上帝佇叨落啊？𪜶豈曾救撒瑪利亞脫離我的手嗎？","bklhl":"Hap-má kap A-jíⁿ-poa̍t ê上帝tī toh落ah？Se-hoat-óa-im、Hi-ná、Í-óa ê上帝tī toh落ah？in kiám bat救撒馬利亞脫離我ê手mah？"}},{"book":"王下","chapter":18,"verse":35,"versions":{"unv":"這些國的神有誰曾救自己的國脫離我的手呢？難道耶和華能救耶路撒冷脫離我的手嗎？』」","bklcl":"Chiah-ê kok ê siōng-tè ū chī-chūi bat kiù ka-kī ê kok thoat-lī góa ê chhiú ah, bo̍h-kioh Iâ-hô-hoa kiám ōe kiù Iâ-lō͘-sat-léng thoat-lī góa ê chhiú ah?","tghg":"諸個國的上帝有是誰曾救家己的國脫離我的手啊？莫卻(bo̍h-kioh)耶和華豈會救耶路撒冷脫離我的手啊？』」","bklhl":"Chiah-ê國ê上帝有是誰 bat救家己ê國脫離我ê手ah，莫kioh耶和華kiám會救耶路撒冷脫離我ê手ah？"}},{"book":"王下","chapter":18,"verse":36,"versions":{"unv":"百姓靜默不言，並不回答一句，因為王曾吩咐說：「不要回答他。」","bklcl":"Peh-sìⁿ chēng-chēng, iā bô ìn chi̍t-kù; in-ūi ông bat hoan-hù kóng, Bo̍h-tit ìn i.","tghg":"百姓靜靜，也無應一句，因為王曾吩咐講：「莫得應伊。」","bklhl":"百姓靜靜，也無應一句；因為王bat吩咐講，莫得應伊。"}},{"book":"王下","chapter":18,"verse":37,"versions":{"unv":"當下，希勒家的兒子家宰以利亞敬和書記舍伯那，並亞薩的兒子史官約亞，都撕裂衣服，來到希西家那裡，將拉伯沙基的話告訴了他。","bklcl":"Hit-sî Hi-le̍k-ka ê kiáⁿ koán-ke ê Í-lī-a-kèng, kap su-kì Sià-pek-ná, kap sú-koaⁿ A-sat ê kiáⁿ Iok-a, lóng thiah-li̍h saⁿ, lâi kàu Hi-se-ka hia, chiong La̍h-pek-sa-ki ê ōe kā i kóng.","tghg":"彼時，希勒家的子管家的以利亞敬及書記舍伯那，及史官亞薩的子約亞，攏拆裂衫，來到希西家遐，將拉伯沙基的話給伊講。","bklhl":"Hit時Hi-le̍k-ka ê kiáⁿ管家ê Í-lī-a-kèng，kap書記Sià-pek-ná，kap史官A-sat ê kiáⁿ Iok-a，lóng拆裂衫，來到Hi-se-ka hia，將La̍h-pek-sa-ki ê話kā伊講。"}}]