[{"book":"王下","chapter":22,"verse":1,"versions":{"unv":"約西亞登基的時候年八歲，在耶路撒冷作王三十一年。他母親名叫耶底大，是波斯加人亞大雅的女兒。","bklcl":"Iok-se-a chē-ūi ê sî poeh-hè, tī Iâ-lō͘-sat-léng chòe-ông kiōng saⁿ-cha̍p-it nî.  I ê lāu-bú miâ kiò Iâ-tí-tāi, sī Pho-su-ka lâng A-tāi-ngá ê cha-bó͘-kiáⁿ.","tghg":"約西亞坐位的時八歲，佇耶路撒冷做王共三十一年。伊的老母名叫耶底大，是波斯加人亞大雅的查某子。","bklhl":"約西亞坐位ê時八歲，tī耶路撒冷做王共三十一年。伊ê老母名叫Iâ-tí-tāi，是Pho-su-ka人A-tāi-ngá ê cha-bó͘-kiáⁿ。"}},{"book":"王下","chapter":22,"verse":2,"versions":{"unv":"約西亞行耶和華眼中看為正的事，行他祖大衛一切所行的，不偏左右。","bklcl":"I kiâⁿ Iâ-hô-hoa só͘ khòaⁿ-chòe hó ê sū, kiâⁿ i ê chó͘ Tāi-pi̍t it-chhè ê lō͘, bô phian chó-iū.","tghg":"伊行耶和華所看做好的事，行伊的祖大衛一切的路，無偏左右。","bklhl":"伊行耶和華所看做好ê事，行伊ê祖大衛一切ê路，無偏左右。"}},{"book":"王下","chapter":22,"verse":3,"versions":{"unv":"約西亞王十八年，王差遣米書蘭的孫子、亞薩利的兒子─書記沙番上耶和華殿去，吩咐他說：","bklcl":"Iok-se-a cha̍p-poeh nî, ông chhe Bí-su-lân ê sun, A-sat-lī ê kiáⁿ, su-kì Sa-hoan, kàu Iâ-hô-hoa ê tiān, hoan-hù i kóng,","tghg":"約西亞十八年，王差米書蘭的孫、亞薩利的子──書記沙番到耶和華的殿，吩咐伊講：","bklhl":"約西亞十八年，王差Bí-su-lân ê孫，A-sat-lī ê kiáⁿ，書記Sa-hoan，到耶和華ê殿，吩咐伊講，"}},{"book":"王下","chapter":22,"verse":4,"versions":{"unv":"「你去見大祭司希勒家，使他將奉到耶和華殿的銀子，就是守門的從民中收聚的銀子，數算數算，","bklcl":"Lí chiūⁿ-khì kìⁿ chè-si-thâu Hi-le̍k-ka, kah i sǹg hiah-ê tòa ji̍p Iâ-hô-hoa tiān ê gûn, chiū-sī koán-mn̂g--ê tùi peh-sìⁿ só͘ siu--ê;","tghg":"「你上去見祭司頭希勒家，教伊算許個帶入耶和華殿的銀，就是管門者對百姓所收的，","bklhl":"你上去見祭司頭Hi-le̍k-ka，kah伊算hiah-ê帶入耶和華殿ê銀，就是管門ê tùi百姓所收ê；"}},{"book":"王下","chapter":22,"verse":5,"versions":{"unv":"交給耶和華殿裡辦事的人，使他們轉交耶和華殿裡做工的人，好修理殿的破壞之處，","bklcl":"hō͘ in kau-hō͘ chòe-kang lâng,  chiū-sī koán-lí Iâ-hô-hoa tiān ê, hō͘ in choán-kau Iâ-hô-hoa tiān-lāi chòe-kang ê lâng, thang siu-lí tiān phòa-hoāi ê só͘-chāi;","tghg":"互𪜶交互做工人，就是管理耶和華殿的，互𪜶轉交耶和華殿內做工的人，通修理殿破壞的所在，","bklhl":"Hō͘ in交hō͘做工人，就是管理耶和華殿ê，hō͘ in轉交耶和華殿內做工ê人，thang修理殿破壞ê所在；"}},{"book":"王下","chapter":22,"verse":6,"versions":{"unv":"就是轉交木匠和工人，並瓦匠，又買木料和鑿成的石頭修理殿宇，","bklcl":"chiū-sī choán-kau ba̍k-chhiūⁿ, khí-chō ê kap thô͘-chhiūⁿ, koh bóe chhâ-liāu, kap kè-phah ê chio̍h, lâi siu-lí tiān.","tghg":"就是轉交木匠，起造的，及土匠，閣買柴料，及過拍的石，來修理殿，","bklhl":"就是轉交木匠，起造ê kap土匠，koh買柴料，kap過phah ê石，來修理殿。"}},{"book":"王下","chapter":22,"verse":7,"versions":{"unv":"將銀子交在辦事的人手裡，不與他們算帳，因為他們辦事誠實。」","bklcl":"Chóng-sī kau-kè in ê chhiú ê gûn, bô kap in sǹg; in-ūi in chòe tāi-chì sêng-si̍t.","tghg":"總是交過𪜶的手的銀，無及𪜶算，因為𪜶做代誌誠實。」","bklhl":"總是交過in ê手ê銀，無kap in算；因為in做tāi-chì誠實。"}},{"book":"王下","chapter":22,"verse":8,"versions":{"unv":"大祭司希勒家對書記沙番說：「我在耶和華殿裡得了律法書。」希勒家將書遞給沙番，沙番就看了。","bklcl":"Chè-si-thâu Hi-le̍k-ka kā su-kì Sa-hoan kóng, Góa tī Iâ-hô-hoa tiān-lāi ngó͘-jiân tit-tio̍h lu̍t-hoat ê chheh.  Hi-le̍k-ka chiong chheh kau-hō͘ Sa-hoan, Sa-hoan chiū tha̍k i.","tghg":"祭司頭希勒家給書記沙番講：「我佇耶和華殿內偶然得著律法的冊。」希勒家將冊交互沙番，沙番就讀伊。","bklhl":"祭司頭Hi-le̍k-ka kā書記Sa-hoan講，我tī耶和華殿內偶然得tio̍h律法ê冊。Hi-le̍k-ka將冊交hō͘ Sa-hoan，Sa-hoan就讀伊。"}},{"book":"王下","chapter":22,"verse":9,"versions":{"unv":"書記沙番到王那裡，回覆王說：「你的僕人已將殿裡的銀子倒出數算，交給耶和華殿裡辦事的人了。」","bklcl":"Su-kì Sa-hoan kàu ông hia, hê-hok ông kóng, Lí ê lô͘-po̍k í-keng chiong só͘ tit-tio̍h tī tiān-lāi ê gûn piàⁿ-chhut-lâi, kau hō͘ pān-lí Iâ-hô-hoa tiān ê chòe-kang lâng.","tghg":"書記沙番到王遐，回覆王講：「你的奴僕已經將所得著佇殿內的銀傾(piàⁿ)出來，交互辦理耶和華殿的做工人。」","bklhl":"書記Sa-hoan到王hia，回覆王講，你ê奴僕已經將所得tio̍h tī殿內ê銀piàⁿ出來，交hō͘辨理耶和華殿ê做工人。"}},{"book":"王下","chapter":22,"verse":10,"versions":{"unv":"書記沙番又對王說：「祭司希勒家遞給我一卷書。」沙番就在王面前讀那書。","bklcl":"Su-kì Sa-hoan koh kā ông kóng, Chè-si Hi-le̍k-ka ū the̍h chi̍t pún chheh hō͘ góa.  Sa-hoan chiū tī ông ê bīn-chêng tha̍k i.","tghg":"書記沙番閣給王講：「祭司希勒家有提一本冊互我。」沙番就佇王的面前讀伊。","bklhl":"書記Sa-hoan koh kā王講，祭司Hi-le̍k-ka有the̍h一本冊hō͘我。Sa-hoan就tī王ê面前讀伊。"}},{"book":"王下","chapter":22,"verse":11,"versions":{"unv":"王聽見律法書上的話，便撕裂衣服，","bklcl":"Ông thiaⁿ-kìⁿ lu̍t-hoat chheh ê ōe, chiū thiah-li̍h i ê saⁿ.","tghg":"王聽見律法冊的話，就拆裂伊的衫，","bklhl":"王聽見律法冊ê話，就拆裂伊ê衫。"}},{"book":"王下","chapter":22,"verse":12,"versions":{"unv":"吩咐祭司希勒家與沙番的兒子亞希甘、米該亞的兒子亞革波、書記沙番和王的臣僕亞撒雅，說：","bklcl":"Ông hoan-hù chè-si Hi-le̍k-ka, kap Sa-hoan ê kiáⁿ A-hi-kam, Bí-kai-a ê kiáⁿ A-kek-pho, su-kì Sa-hoan, kap ông ê kūn-sîn A-sat-ngá, kóng,","tghg":"王吩咐祭司希勒家及沙番的子亞希甘、米該亞之子亞革波、書記沙番及王的近臣亞撒雅，講：","bklhl":"王吩咐祭司Hi-le̍k-ka，kap Sa-hoan ê kiáⁿ A-hi-kam，Bí-kai-a ê kiáⁿ A-kek-pho，書記Sa-hoan，kap王ê近臣A-sat-ngá，講，"}},{"book":"王下","chapter":22,"verse":13,"versions":{"unv":"「你們去為我、為民、為猶大眾人，以這書上的話求問耶和華；因為我們列祖沒有聽從這書上的言語，沒有遵著書上所吩咐我們的去行，耶和華就向我們大發烈怒。」","bklcl":"Lín khì, ūi góa , ūi peh-sìⁿ, ūi Iû-tāi chèng-lâng, chiong só͘ khioh-tio̍h chit pún chheh ê ōe mn̄g Iâ-hô-hoa; in-ūi Iâ-hô-hoa tōa siū-khì lán, sī in-ūi lán ê lia̍t-chó͘ bô thiaⁿ-thàn chit ê chheh ê ōe, bô chiàu it-chhè só͘ kì-chài lūn lán-ê lâi kiâⁿ.","tghg":"「恁去為我、為百姓、為猶大眾人，將所拾(khioh)著此本冊的話問耶和華；因為耶和華大受氣咱，是因為咱的列祖無聽趁此個冊的話，無照一切所記載論咱的來行。」","bklhl":"Lín去，為我，為百姓，為偤大眾人，將所拾tio̍h chit本冊ê話問耶和華；因為耶和華大受氣咱，是因為咱ê列祖無聽thàn chit ê冊ê話，無照一切所記載論咱ê來行。"}},{"book":"王下","chapter":22,"verse":14,"versions":{"unv":"於是，祭司希勒家和亞希甘、亞革波、沙番、亞撒雅都去見女先知戶勒大。戶勒大是掌管禮服沙龍的妻；沙龍是哈珥哈斯的孫子、特瓦的兒子。戶勒大住在耶路撒冷第二區。他們請問於她。","bklcl":"Tùi án-ni chè-si Hi-le̍k-ka, kap A-hi-kam, A-kek-pho, Sa-hoan, A-sat-ngá, lóng khì kìⁿ lú sian-ti Hō͘-le̍k-tāi.  I sī Hap-jíⁿ-hap-su ê sun, Tek-óa ê kiáⁿ, koán-lí lé-ho̍k hit ê Sa-liông ê bó͘; i tiàm tī Iâ-lō͘-sat-léng tē-jī khu.  In kap i kóng.","tghg":"對按呢，祭司希勒家及亞希甘、亞革波、沙番、亞撒雅攏去見女先知戶勒大。伊是哈珥哈斯的孫、特瓦的子；管理禮服彼個沙龍的某。伊踮佇耶路撒冷第二區。𪜶及伊講。","bklhl":"Tùi án-ni，祭司Hi-le̍k-ka，kap A-hi-kam、A-kek-pho、Sa-hoan、A-sat-ngá，lóng去見女先知Hō͘-le̍k-tāi。伊是Hap-jíⁿ-hap-su ê孫，Tek-óa ê kiáⁿ，管理禮服hit ê Sa-liông ê bó͘；伊tiàm tī耶路撒冷第二區。In kap伊講。"}},{"book":"王下","chapter":22,"verse":15,"versions":{"unv":"她對他們說：「耶和華─以色列的　神如此說：『你們可以回覆那差遣你們來見我的人說，","bklcl":"I kā in kóng, Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè án-ni kóng, Lín khì hê-hok hit ê chhe lín lâi kìⁿ góa ê lâng, kóng,","tghg":"伊給𪜶講：「耶和華──以色列的上帝按呢講：『恁去回覆彼個差恁來見我的人講，","bklhl":"伊kā in講，耶和華以色列ê上帝án-ni講，lín去回覆hit ê 差lín來見我ê人，講，"}},{"book":"王下","chapter":22,"verse":16,"versions":{"unv":"耶和華如此說：我必照著猶大王所讀那書上的一切話，降禍與這地和其上的居民。","bklcl":"Iâ-hô-hoa án-ni kóng, Khòaⁿ ah, Góa beh kàng chai-ē tī chit só͘-chāi kap tī-chia khiā-khí ê peh-sìⁿ, chiū-sī Iû-tāi ông só͘ tha̍k hit pún chheh ê ōe.","tghg":"耶和華按呢講：看啊我欲降災禍佇此所在及佇遮徛起的百姓，就是猶大王所讀彼本冊的話。","bklhl":"耶和華án-ni講，看ah，我beh降災厄tī chit所在kap tī-chia khiā起ê百姓，就是偤大王所讀hit本冊ê話。"}},{"book":"王下","chapter":22,"verse":17,"versions":{"unv":"因為他們離棄我，向別神燒香，用他們手所做的惹我發怒，所以我的忿怒必向這地發作，總不止息。』","bklcl":"In-ūi in khì-sak Góa, sio-hiuⁿ tī pa̍t ê siōng-tè, ēng in ê chhiú só͘-chòe--ê kek Góa ê siū-khì; só͘-í Góa siū-khì chit só͘-chāi, chhin-chhiūⁿ hé to̍h bô soah.","tghg":"因為𪜶棄拺我，燒香佇別個上帝，用𪜶的手所做的激我的受氣，所以我受氣此所在，親像火𤏸(to̍h)無息(soah)。』","bklhl":"因為in棄sak我，燒香tī別ê上帝，用in ê手所做ê激我ê受氣；所以我受氣chit所在，親像火to̍h無soah。"}},{"book":"王下","chapter":22,"verse":18,"versions":{"unv":"然而，差遣你們來求問耶和華的猶大王，你們要這樣回覆他說：『耶和華─以色列的　神如此說：至於你所聽見的話，","bklcl":"Chóng-sī chhe lín lâi mn̄g Iâ-hô-hoa ê Iû-tāi ông, lín tio̍h án-ni kā i kóng, Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè án-ni kóng, Lūn-kàu lí só͘ thiaⁿ-kìⁿ ê ōe,","tghg":"總是，差恁來問耶和華的猶大王，恁著按呢給伊講：『耶和華──以色列的上帝按呢講：論到你所聽見的話，","bklhl":"總是差lín來問耶和華ê偤大王，lín tio̍h án-ni kā伊講，耶和華以色列ê上帝án-ni講，論到你所聽見ê話，"}},{"book":"王下","chapter":22,"verse":19,"versions":{"unv":"就是聽見我指著這地和其上的居民所說、要使這地變為荒場、民受咒詛的話，你便心裡敬服，在我面前自卑，撕裂衣服，向我哭泣，因此我應允了你。這是我─耶和華說的。","bklcl":"chiū-sī thiaⁿ-kìⁿ Góa kong-kek chit só͘-chāi kap khiā-khí tī-chia ê peh-sìⁿ, só͘ kóng beh hō͘ i pha-hng siū chiù-chó͘; lí ê sim chiū nńg, lí ka-kī khiam-pi tī Iâ-hô-hoa ê bīn-chêng, koh thiah-li̍h lí ê saⁿ, tī Góa ê bīn-chêng thî-khàu, Góa iā ū thiaⁿ-kìⁿ, che sī Iâ-hô-hoa kóng ê.","tghg":"就是聽見我攻擊此所在及徛起佇遮的百姓所講、欲互伊拋荒受咒詛，你的心就軟，你家己謙卑佇耶和華的面前，閣拆裂你的衫，佇我的面前啼哭，我也有聽見，這是耶和華講的。","bklhl":"就是聽見我攻擊chit所在kap khiā起tī-chia ê百姓，所講beh hō͘伊拋荒受咒詛；你ê心就軟，你家己謙卑tī耶和華ê面前，koh拆裂你ê衫，tī我ê面前啼哭，我也有聽見，這是耶和華講ê。"}},{"book":"王下","chapter":22,"verse":20,"versions":{"unv":"我必使你平平安安地歸到墳墓到你列祖那裡；我要降與這地的一切災禍，你也不致親眼看見。』」他們就回覆王去了。","bklcl":"Só͘-í Góa beh hō͘ lí kui lí ê lia̍t-chó͘, lí beh pêng-an kui-bōng; Góa só͘ beh kàng-lo̍h tī chit só͘-chāi it-chhè ê chai-ē, lí ê ba̍k-chiu tek-khak bōe khòaⁿ-kìⁿ.  In chiū tò-tńg--khì hê-hok ông.","tghg":"所以我欲互你歸你的列祖，你欲平安歸墓；我所欲降落佇此所在一切的災禍，你的目睭的確𣍐看見。』」𪜶就倒轉去回覆王。","bklhl":"所以我beh hō͘你歸你ê列祖，你beh平安歸墓；我所beh降落tī chit所在一切ê災厄，你ê目睭的確bōe看見。In就倒tńg去回覆王。"}}]