[{"book":"王下","chapter":23,"verse":1,"versions":{"unv":"王差遣人招聚猶大和耶路撒冷的眾長老來。","bklcl":"Ông chhe lâng chū-chi̍p Iû-tāi kap Iâ-lō͘-sat-léng ê chèng tiúⁿ-ló.","tghg":"王差人聚集猶大及耶路撒冷的眾長老。","bklhl":"王差人聚集偤大kap耶路撒冷ê眾長老。"}},{"book":"王下","chapter":23,"verse":2,"versions":{"unv":"王和猶大眾人與耶路撒冷的居民，並祭司、先知，和所有的百姓，無論大小，都一同上到耶和華的殿；王就把耶和華殿裡所得的約書念給他們聽。","bklcl":"Ông chiū chiūⁿ-khì Iâ-hô-hoa ê tiān; Iû-tāi chèng lâng kap khiā-khí Iâ-lō͘-sat-léng ê peh-sìⁿ, kap chè-si, sian-ti, kap chèng peh-sìⁿ, bô-lūn tōa-sòe, lóng kap i khì.  Ông chiū chiong Iâ-hô-hoa tiān-lāi ngó͘-jiân tit-tio̍h iok ê chheh it-chhè ê ōe, tha̍k hō͘ in thiaⁿ.","tghg":"王就上去耶和華的殿，猶大眾人及徛起耶路撒冷的百姓，及祭司、先知，及眾百姓，無論大細，攏及伊去；王就將耶和華殿內偶然得著約的冊一切的話讀互𪜶聽。","bklhl":"王就上去耶和華ê殿；偤大眾人kap khiā起耶路撒冷ê百姓，kap祭司、先知，kap眾百姓，無論大細，lóng kap伊去。王就將耶和華殿內偶然得tio̍h約ê冊一切ê話，讀hō͘ in聽。"}},{"book":"王下","chapter":23,"verse":3,"versions":{"unv":"王站在柱旁，在耶和華面前立約，要盡心盡性地順從耶和華，遵守他的誡命、法度、律例，成就這書上所記的約言。眾民都服從這約。","bklcl":"Ông khiā tī thiāu-piⁿ, tī Iâ-hô-hoa ê bīn-chêng li̍p-iok, beh chīn-sim chīn-sèng sūn-thàn Iâ-hô-hoa, siú I ê kài-bēng, kap kan-chèng ê ōe, kap lu̍t-lē, lâi chiâⁿ chit pún chheh só͘ kì li̍p-iok ê ōe.  Peh-sìⁿ lóng sêng-jīn chit ê iok.","tghg":"王徛佇柱邊，佇耶和華的面前立約，欲盡心盡性順趁耶和華，守伊的誡命、及干證的話、及律例，來成此本冊所記立約的話。百姓攏承認此個約。","bklhl":"王khiā tī柱邊，tī耶和華ê面前立約，beh盡心盡性順thàn耶和華，守伊ê誡命，kap干證ê話，kap律例，來成chit本冊所記立約ê話。百姓lóng承認chit ê約。"}},{"book":"王下","chapter":23,"verse":4,"versions":{"unv":"王吩咐大祭司希勒家和副祭司，並把門的，將那為巴力和亞舍拉，並天上萬象所造的器皿，都從耶和華殿裡搬出來，在耶路撒冷外汲淪溪旁的田間燒了，把灰拿到伯特利去。","bklcl":"Ông bēng-lēng chè-si-thâu Hi-le̍k-ka, kap tē-jī-kip ê chè-si, kap kò͘-mn̂g ê koaⁿ, chiong ūi-tio̍h Pa-le̍k, kap A-sià-la̍h, kap thiⁿ-téng ê bān-siōng, só͘ chō hiah-ê khì-kū, poaⁿ-chhut Iâ-hô-hoa ê tiān, sio i tī Iâ-lō͘-sat-léng gōa, Khip-lûn khoe-piⁿ ê chhân, tòa i ê hé-hu kàu Pek-te̍k-lī.","tghg":"王命令祭司頭希勒家及第二級的祭司，及顧門的官，將為著巴力及亞舍拉，及天頂的萬象所造許個器具，搬出耶和華的殿，燒伊佇耶路撒冷外汲淪溪邊的田，帶伊的火灰到伯特利。","bklhl":"王命令祭司頭Hi-le̍k-ka，kap第二級ê祭司，kap顧門ê官，將為tio̍h Pa-le̍k，kap A-sià-la̍h，kap天頂ê萬象，所造hiah-ê器具，搬出耶和華ê殿，燒伊tī耶路撒冷外，Khip-lûn溪邊ê田，帶伊ê火灰到Pek-te̍k-lī。"}},{"book":"王下","chapter":23,"verse":5,"versions":{"unv":"從前猶大列王所立拜偶像的祭司，在猶大城邑的邱壇和耶路撒冷的周圍燒香，現在王都廢去，又廢去向巴力和日、月、行星（或譯：十二宮），並天上萬象燒香的人；","bklcl":"Chêng Iû-tāi lia̍t-ông só͘ siat-li̍p pài ngó͘-siōng ê chè-si, tī Iû-tāi hiah-ê siâⁿ, kap Iâ-lō͘-sat-léng sì-ûi ê soaⁿ-thâu-tôaⁿ sio-hiuⁿ--ê, taⁿ ông lóng lut i, iā lut hiah-ê sio-hiuⁿ tī Pa-le̍k, kap ji̍t, ge̍h, hêng-chhiⁿ, í-ki̍p thiⁿ-téng ê bān-siōng ê.","tghg":"前猶大列王所設立拜偶像的祭司，佇猶大許個城及耶路撒冷四圍的山頭壇燒香的，今王攏甪(lut)伊，也甪許個燒香佇巴力及日、月、行星，以及天頂的萬象的；","bklhl":"前偤大列王所設立拜偶像ê祭司，tī偤大hiah-ê城，kap耶路撒冷四圍ê山頭壇燒香ê，taⁿ王lóng lut伊，也lut hiah-ê燒香tī Pa-le̍k，kap日、月、行星，以及天頂ê萬象ê。"}},{"book":"王下","chapter":23,"verse":6,"versions":{"unv":"又從耶和華殿裡將亞舍拉搬到耶路撒冷外汲淪溪邊焚燒，打碎成灰，將灰撒在平民的墳上；","bklcl":"I koh tòa A-sià-la̍h chhut Iâ-hô-hoa ê tiān, khì Iâ-lō͘-sat-léng gōa, kàu Khip-lûn khoe, tī Khip-lûn khoe sio i, tûi i chòe hún, ēng hit ê hún iā tī peh-sìⁿ ê bōng.","tghg":"伊閣帶亞舍拉出耶和華的殿去耶路撒冷外，到汲淪溪佇汲淪溪燒伊，搥(tûi)伊做粉，用彼個粉撒佇百姓的墓；","bklhl":"伊koh帶A-sià-la̍h出耶和華ê殿，去耶路撒冷外，到Khip-lûn 溪，tī Khip-lûn溪燒伊，搥伊做粉，用hit ê粉掖tī百姓ê墓。"}},{"book":"王下","chapter":23,"verse":7,"versions":{"unv":"又拆毀耶和華殿裡孌童的屋子，就是婦女為亞舍拉織帳子的屋子，","bklcl":"Koh húi Iâ-hô-hoa tiān-lāi loân-tông ê chhù, chiū-sī hū-lú ūi-tio̍h A-sià-la̍h chit pò͘-pîⁿ ê só͘-chāi.","tghg":"閣毀耶和華殿內孌童(loân-tông)的厝，就是婦女為著亞舍拉織布棚的所在。","bklhl":"Koh毀耶和華殿內攣童ê厝，就是婦女為tio̍h A-sià-la̍h織布棚ê所在。"}},{"book":"王下","chapter":23,"verse":8,"versions":{"unv":"並且從猶大的城邑帶眾祭司來，污穢祭司燒香的邱壇，從迦巴直到別是巴，又拆毀城門旁的邱壇，這邱壇在邑宰約書亞門前，進城門的左邊。","bklcl":"Koh tùi Iû-tāi hiah-ê siâⁿ tòa hiah-ê chè-si chhut-khì, phah lâ-sâm chè-si sio-hiuⁿ ê soaⁿ-thâu-tôaⁿ, tùi Ka-pa kàu Pia̍t-sī-pa; iā thiah-húi hiah-ê mn̂g ê soaⁿ-thâu-tôaⁿ, chiū-sī tī koán-siâⁿ--ê Iok-su-a ê mn̂g-chêng, chiū-sī lâng ji̍p siâⁿ-mn̂g ê tò-pêng.","tghg":"閣對猶大許個城帶許個祭司出去，拍垃墋祭司燒香的山頭壇，對迦巴到別是巴，也拆毀許個門的山頭壇，就是佇管城的約書亞的門前，就是人入城門的倒旁。","bklhl":"Koh tùi偤大hiah-ê城帶hiah-ê祭司出去，phah lâ-sâm祭司燒香ê山頭壇，tùi Ka-pa到別是巴；也拆毀hiah-ê門ê山頭壇，就是tī管城ê約書亞ê門前，就是人入城門ê tò-pêng。"}},{"book":"王下","chapter":23,"verse":9,"versions":{"unv":"但是邱壇的祭司不登耶路撒冷耶和華的壇，只在他們弟兄中間吃無酵餅。","bklcl":"Chóng-sī soaⁿ-thâu-tôaⁿ ê chè-si tī Iâ-lō͘-sat-léng, bô chiūⁿ Iâ-hô-hoa ê tôaⁿ, chí-ū tī in hiaⁿ-tī tiong chia̍h bô-kàⁿ-piáⁿ.","tghg":"總是山頭壇的祭司佇耶路撒冷無上耶和華的壇，只有佇𪜶兄弟中食無酵餅。","bklhl":"總是山頭壇ê祭司tī耶路撒冷，無上耶和華ê壇，只有tī in兄弟中食無酵餅。"}},{"book":"王下","chapter":23,"verse":10,"versions":{"unv":"又污穢欣嫩子谷的陀斐特，不許人在那裡使兒女經火獻給摩洛；","bklcl":"I koh phah lâ-sâm tī Piān-him-lùn ê Tô-húi-te̍k, bián-tit lâng tī-hia hō͘ in ê kiáⁿ cha-bó͘-kiáⁿ keng-kè hé, lâi hiàn hō͘ Mô͘-lo̍k.","tghg":"伊閣拍垃墋佇便欣嫩的陀斐特，免得人佇遐互𪜶的子查某子經過火來獻互摩洛；","bklhl":"伊koh phah lâ-sâm tī Piān-him-lùn ê Tô-húi-te̍k，免得人tī-hia hō͘ in ê kiáⁿ cha-bó͘-kiáⁿ經過火，來獻hō͘ Mô͘-lo̍k。"}},{"book":"王下","chapter":23,"verse":11,"versions":{"unv":"又將猶大列王在耶和華殿門旁、太監拿單．米勒靠近遊廊的屋子、向日頭所獻的馬廢去，且用火焚燒日車。","bklcl":"Koh tû-khì Iû-tāi lia̍t-ông hiàn hō͘ ji̍t-thâu hiah-ê bé, tī ji̍p Iâ-hô-hoa tiān ê só͘-chāi, tī thài-kàm Ná-tan-bí-le̍k óa-kūn léng-lông ê chhù; koh ēng hé sio ji̍t-thâu hiah-ê chhia.","tghg":"閣除去猶大列王獻互日頭許個馬，佇入耶和華殿的所在，佇太監拿單米勒倚近兩廊的厝，閣用火燒日頭許個車。","bklhl":"Koh除去偤大列王獻hō͘日頭hiah-ê馬，tī入耶和華殿ê所在，tī太監Ná-tan-bí-le̍k óa近léng廊ê厝；koh用火燒日頭hiah-ê車。"}},{"book":"王下","chapter":23,"verse":12,"versions":{"unv":"猶大列王在亞哈斯樓頂上所築的壇和瑪拿西在耶和華殿兩院中所築的壇，王都拆毀打碎了，就把灰倒在汲淪溪中。","bklcl":"Iû-tāi lia̍t-ông tī A-hap-su ê lâu-téng ê chhù-kòa só͘ khí ê chè-tôaⁿ, kap Má-ná-se tī Iâ-hô-hoa tiān nn̄g ê īⁿ-tiong só͘ khí ê tôaⁿ, ông lóng húi-hoāi--i, tùi hit só͘-chāi chhian-sóa--i, piàⁿ i ê hún tī Khip-lûn khoe.","tghg":"猶大列王佇亞哈斯的樓頂的厝蓋所起的祭壇及瑪拿西佇耶和華殿二個院中所起的壇，王攏毀壞伊，對彼所在遷徙伊，傾伊的粉佇汲淪溪。","bklhl":"偤大列王tī A-hap-su ê樓頂ê厝蓋所起 ê祭壇，kap Má-ná-se tī耶和華殿兩個院中所起ê壇，王lóng毀壞伊，tùi hit所在遷徙伊，piàⁿ伊ê粉tī Khip-lûn溪。"}},{"book":"王下","chapter":23,"verse":13,"versions":{"unv":"從前以色列王所羅門在耶路撒冷前、邪僻山右邊為西頓人可憎的神亞斯他錄、摩押人可憎的神基抹、亞捫人可憎的神米勒公所築的邱壇，王都污穢了，","bklcl":"Chiông-chêng Í-sek-lia̍t ông Só͘-lô-bûn tī Iâ-lō͘-sat-léng ê thâu-chêng, tī siâ-phiah-soaⁿ ê chiàⁿ-pêng, só͘ khí ê soaⁿ-thâu-tôaⁿ, ho̍k-sāi Se-tùn lâng khó-ò͘ⁿ ê A-su-tha-lio̍k, Mô͘-ap lâng khó-ò͘ⁿ ê Ki-boa̍t, A-bûn lâng khó-ò͘ⁿ ê Bí-le̍k-kong ê, ông lóng phah lâ-sâm i;","tghg":"從前以色列王所羅門佇耶路撒冷的頭前、佇邪僻山的正旁所起的山頭壇服事西頓人可惡的亞斯他錄、摩押人可惡的基抹、亞捫人可惡的米勒公的，王攏拍垃墋伊，","bklhl":"從前以色列王所羅門tī耶路撒冷ê頭前，tī斜僻山ê chiàⁿ-pêng，所起 ê山頭壇，服事Se-tùn人可惡ê A-su-tha-lio̍k，Mô͘-ap人可惡ê Ki-boa̍t，A-bûn人可惡ê Bí-le̍k-kong ê，王lóng phah lâ-sâm伊；"}},{"book":"王下","chapter":23,"verse":14,"versions":{"unv":"又打碎柱像，砍下木偶，將人的骨頭充滿了那地方。","bklcl":"koh húi-hoāi hiah-ê thiāu-siōng, chhò hiah-ê A-sià-la̍h, chiong lâng ê kut-thâu chhiong-móa hiah-ê só͘-chāi.","tghg":"閣毀壞許個柱像，剉(chhò)許個亞舍拉，將人的骨頭充滿許個所在。","bklhl":"koh毀壞hiah-ê柱像，剉hiah-ê A-sià-la̍h，將人ê骨頭充滿hiah-ê所在。"}},{"book":"王下","chapter":23,"verse":15,"versions":{"unv":"他將伯特利的壇，就是叫以色列人陷在罪裡、尼八的兒子耶羅波安所築的那壇，都拆毀焚燒，打碎成灰，並焚燒了亞舍拉。","bklcl":"Tī Pek-te̍k-lī ê tôaⁿ, í-ki̍p Nî-pat ê kiáⁿ Iâ-lô-phò-àm, hō͘ Í-sek-lia̍t hoān-chōe--ê, só͘ khí ê soaⁿ-thâu-biō; taⁿ Iok-se-a húi hit ê tôaⁿ kap soaⁿ-thâu-biō, koh sio i ê soaⁿ-thâu-biō, tûi i chiâⁿ hún; sòa sio hit ê A-sià-la̍h.","tghg":"佇伯特利的壇，以及尼八的子耶羅波安互以色列犯罪的所起的山頭廟，今約西亞毀彼個壇及山頭廟，閣燒伊的山頭廟，搥伊成粉，續燒彼個亞舍拉。","bklhl":"Tī Pek-te̍k-lī ê壇，以及Nî-pat ê kiáⁿ Iâ-lô-phò-àm，hō͘以色列犯罪ê，所起 ê山頭廟；taⁿ約西亞毀hit ê壇kap山頭廟，koh 燒伊ê山頭廟，搥伊成粉；續燒hit ê A-sià-la̍h。"}},{"book":"王下","chapter":23,"verse":16,"versions":{"unv":"約西亞回頭，看見山上的墳墓，就打發人將墳墓裡的骸骨取出來，燒在壇上，污穢了壇，正如從前神人宣傳耶和華的話。","bklcl":"Iok-se-a oa̍t-tńg-sin khòaⁿ-kìⁿ soaⁿ--nih hiah-ê bōng, chiū chhe lâng khì the̍h bōng-lāi ê kut-thâu, sio tī tôaⁿ-téng, lâi phah lâ-sâm i; chiàu Iâ-hô-hoa só͘ kóng, chiū-sī chêng soan-thoân chiah-ê tāi-chì Siōng-tè ê lô͘-po̍k só͘ soan-thoân ê.","tghg":"約西亞越轉身看見山裡許個墓，就差人去提墓內的骨頭，燒佇壇頂，來拍垃墋伊，照耶和華所講，就是前宣傳諸個代誌上帝的奴僕所宣傳的。","bklhl":"約西亞oa̍t-tńg身看見山裡hiah-ê墓，就差人去the̍h墓內ê骨頭，燒tī壇頂，來phah lâ-sâm伊；照耶和華所講，就是前宣傳chiah ê tāi-chì上帝ê奴僕所宣傳ê。"}},{"book":"王下","chapter":23,"verse":17,"versions":{"unv":"約西亞問說：「我所看見的是甚麼碑？」那城裡的人回答說：「先前有神人從猶大來，預先說王現在向伯特利壇所行的事，這就是他的墓碑。」","bklcl":"Iok-se-a kóng, Góa só͘ khòaⁿ-kìⁿ ê chio̍h-pi sī sím-mi̍h?  Hit ê siâⁿ ê lâng kā i kóng, Chêng ū Siōng-tè ê lô͘-po̍k tùi Iû-tāi lâi, tāi-seng kóng lí hiān-kim só͘ chòe ê sū lâi kong-kek Pek-te̍k-lī ê tôaⁿ--ê; chit-ê sī i ê bōng.","tghg":"約西亞講：「我所看見的石碑是甚麼？」彼個城的人給伊講：「前有上帝的奴僕對猶大來，代先講你現今所做的事來攻擊伯特利的壇的，此個是伊的墓。」","bklhl":"約西亞講，我所看見ê石碑是甚麼？hit ê城ê人kā伊講，前有上帝ê奴僕tùi偤大來，事先講你現今所做ê事來攻擊Pek-te̍k-lī ê壇ê；chit ê是伊ê墓。"}},{"book":"王下","chapter":23,"verse":18,"versions":{"unv":"約西亞說：「由他吧！不要挪移他的骸骨。」他們就不動他的骸骨，也不動從撒馬利亞來那先知的骸骨。","bklcl":"I kóng, Bo̍h-tit chhap i, lâng m̄-thang chhian-sóa i ê kut-thâu. In chiū bô tāng-tio̍h i ê kut-thâu, iā bô tāng-tio̍h tùi Sat-má-lī-a lâi hit ê sian-ti ê kut-thâu.","tghg":"伊講：「莫得插(chhap)伊！人呣通遷徙伊的骨頭。」𪜶就無動著伊的骨頭，也無動著對撒瑪利亞來彼個先知的骨頭。","bklhl":"伊講，莫得chhap伊，人m̄-thang遷徙伊ê骨頭。In就無動tio̍h伊ê骨頭，也無動tio̍h tùi撒馬利亞來hit ê先知ê骨頭。"}},{"book":"王下","chapter":23,"verse":19,"versions":{"unv":"從前以色列諸王在撒馬利亞的城邑建築邱壇的殿，惹動耶和華的怒氣，現在約西亞都廢去了，就如他在伯特利所行的一般；","bklcl":"Sat-má-lī-a hiah-ê siâⁿ-lāi soaⁿ-thâu ê chhù, chiū-sī chêng Í-sek-lia̍t chiah-ê ông só͘ khí lâi kek Iâ-hô-hoa ê siū-khì-ê, taⁿ Iok-se-a húi i; chiàu i só͘ kiâⁿ tī Pek-te̍k-lī--ê lâi kiâⁿ tī in;","tghg":"撒瑪利亞許個城內山頭的厝就是前以色列諸個王所起，來激耶和華的受氣的，今約西亞毀伊，照伊所行佇伯特利的來行佇𪜶；","bklhl":"撒馬利亞hiah-ê城內山頭ê厝，就是前以色列chiah ê王所起來激耶和華ê受氣ê，taⁿ約西亞毀伊；照伊所行tī Pek-te̍k-lī ê來行tī in；"}},{"book":"王下","chapter":23,"verse":20,"versions":{"unv":"又將邱壇的祭司都殺在壇上，並在壇上燒人的骨頭，就回耶路撒冷去了。","bklcl":"koh thâi-sí hit só͘-chāi soaⁿ-thâu-biō ê chè-si tī tôaⁿ-téng; iā sio lâng ê kut-thâu tī tôaⁿ-téng; chiah tò-khì Iâ-lō͘-sat-léng.","tghg":"閣刣死彼所在山頭廟的祭司佇壇頂，也燒人的骨頭佇壇頂，才倒去耶路撒冷。","bklhl":"koh 刣死hit所在山頭廟ê祭司tī壇頂；也燒人ê骨頭tī壇頂；chiah tò去耶路撒冷。"}},{"book":"王下","chapter":23,"verse":21,"versions":{"unv":"王吩咐眾民說：「你們當照這約書上所寫的，向耶和華─你們的　神守逾越節。」","bklcl":"Ông bēng-lēng chèng peh-sìⁿ kóng, Tio̍h siú pôaⁿ-kè-choeh lâi ho̍k-sāi Iâ-hô-hoa lín ê Siōng-tè, chiàu chit ê iok ê chheh só͘-kì-ê.","tghg":"王命令眾百姓講：「著守𨃟過節來服事耶和華──恁的上帝，照此個約的冊所記的。」","bklhl":"王命令眾百姓講，Tio̍h守pôaⁿ過節來服事耶和華lín ê上帝，照chit ê約ê冊所記ê。"}},{"book":"王下","chapter":23,"verse":22,"versions":{"unv":"自從士師治理以色列人和以色列王、猶大王的時候，直到如今，實在沒有守過這樣的逾越節；","bklcl":"Tùi sū-su tī-lí Í-sek-lia̍t ê sî, kap Í-sek-lia̍t-ông, Iû-tāi lia̍t-ông ê sî, si̍t-chāi bē ū siú chhin-chhiūⁿ chit-hō ê pôaⁿ-kè-choeh.","tghg":"對士師治理以色列的時及以色列列王、猶大列王的時，實在未有守親像此號的𨃟過節；","bklhl":"Tùi士師治理以色列ê時，kap以色列王，偤大列王ê時，實在bē有守親像chit號ê pôaⁿ過節。"}},{"book":"王下","chapter":23,"verse":23,"versions":{"unv":"只有約西亞王十八年在耶路撒冷向耶和華守這逾越節。","bklcl":"Chí-ū Iok-se-a ông cha̍p-poeh nî tī Iâ-lō͘-sat-léng siú chit ê pôaⁿ-kè-choeh ho̍k-sāi Iâ-hô-hoa.","tghg":"只有約西亞王十八年佇耶路撒冷守此個𨃟過節服事耶和華。","bklhl":"只有約西亞王十八年tī耶路撒冷守chit ê pôaⁿ過節服事耶和華。"}},{"book":"王下","chapter":23,"verse":24,"versions":{"unv":"凡猶大國和耶路撒冷所有交鬼的、行巫術的，與家中的神像和偶像，並一切可憎之物，約西亞盡都除掉，成就了祭司希勒家在耶和華殿裡所得律法書上所寫的話。","bklcl":"Iû-tāi tōe kap Iâ-lō͘-sat-léng só͘ ū thiàu-tâng--ê, chòe sai-kong-ê, kap ke-lāi ê ngó͘-siōng, kap sîn-pu̍t, kap it-chhè khó-ò͘ⁿ ê mi̍h, Iok-se-a lóng tû i, lâi chiâⁿ lu̍t-hoat ê ōe, sī kì tī chè-si Hi-le̍k-ka tī Iâ-hô-hoa ê tiān só͘ tit-tio̍h ê chheh só͘ kì ê.","tghg":"猶大地及耶路撒冷所有跳童的、做師公的，及家內的偶像及神佛，及一切可惡的物，約西亞攏除伊，來成律法的話，是記佇祭司希勒家佇耶和華的殿所得著的冊所記的。","bklhl":"偤大地kap耶路撒冷所有跳童ê，做司公ê，kap家內ê偶像，kap神佛，kap一切可惡ê物，約西亞lóng除伊，來成律法ê話，是記tī祭司Hi-le̍k-ka tī耶和華ê殿所得tio̍h ê冊所記ê。"}},{"book":"王下","chapter":23,"verse":25,"versions":{"unv":"在約西亞以前沒有王像他盡心、盡性、盡力地歸向耶和華，遵行摩西的一切律法；在他以後也沒有興起一個王像他。","bklcl":"Tī Iok-se-a í-chêng bô ū ông chhin-chhiūⁿ i chīn-sim chīn-sèng chīn-la̍t kui-ǹg Iâ-hô-hoa, chiàu Mô͘-se it-chhè ê lu̍t-hoat; tī i í-āu, iā bô chhut chi̍t ê ông chhin-chhiūⁿ i.","tghg":"佇約西亞以前無有王親像伊盡心、盡性、盡力歸向耶和華，照摩西一切的律法；佇伊以後也無出一個王親像伊。","bklhl":"Tī約西亞以前無有王親像伊盡心盡性盡力歸向耶和華，照摩西一切ê律法；tī伊以後，也無出一个王親像伊。"}},{"book":"王下","chapter":23,"verse":26,"versions":{"unv":"然而，耶和華向猶大所發猛烈的怒氣仍不止息，是因瑪拿西諸事惹動他。","bklcl":"Chóng-sī Iâ-hô-hoa bô soah I béng-lia̍t ê tōa siū-khì, chiū-sī I tùi Iû-tāi hoat-chhut ê siū-khì, sī in-ūi Má-ná-se só͘ kek-tio̍h I siū-khì hiah-ê sū.","tghg":"總是，耶和華無息伊猛烈的大受氣就是伊對猶大發出的受氣，是因為瑪拿西所激著伊受氣許個事。","bklhl":"總是耶和華無soah伊猛烈ê大受氣，就是伊對偤大發出ê受氣，是因為Má-ná-se所激tio̍h伊受氣hiah-ê事。"}},{"book":"王下","chapter":23,"verse":27,"versions":{"unv":"耶和華說：「我必將猶大人從我面前趕出，如同趕出以色列人一般；我必棄掉我從前所選擇的這城─耶路撒冷和我所說立我名的殿。」","bklcl":"Iâ-hô-hoa kóng, Góa beh chhian-sóa Iû-tāi lī-khui Góa ê bīn-chêng, chhin-chhiūⁿ chhian-sóa Í-sek-lia̍t chi̍t-iūⁿ; Góa beh khì-sak Góa só͘ kéng chit ê siâⁿ, chiū-sī Iâ-lō͘-sat-léng, kap chit keng tiān, chiū-sī Góa chí i lâi kóng, Góa ê miâ beh tī-hia--ê.","tghg":"耶和華講：「我欲遷徙猶大離開我的面前，親像遷徙以色列一樣；我欲棄拺我所揀此個城──就是耶路撒冷及此間殿就是我指伊來講我的名欲佇遐的。」","bklhl":"耶和華講，我beh遷徙偤大離開我ê面前，親像遷徙以色列一樣；我beh棄sak我所揀chit ê城，就是耶路撒冷，kap chit間殿，就是我指伊來講，我ê名beh tī-hia ê。"}},{"book":"王下","chapter":23,"verse":28,"versions":{"unv":"約西亞其餘的事，凡他所行的都寫在猶大列王記上。","bklcl":"Iok-se-a kî-û ê sū, kìⁿ i só͘ kiâⁿ ê, kiám bô lóng kì tī Iû-tāi lia̍t-ông ê kì-lio̍k mah?","tghg":"約西亞其餘的事，見伊所行的豈無攏記佇猶大列王的記錄嗎？","bklhl":"約西亞其餘ê事，見伊所行ê，kiám無lóng記tī偤大列王ê記錄mah？"}},{"book":"王下","chapter":23,"verse":29,"versions":{"unv":"約西亞年間，埃及王法老尼哥上到幼發拉底河攻擊亞述王；約西亞王去抵擋他。埃及王遇見約西亞在米吉多，就殺了他。","bklcl":"Iok-se-a ê nî-kan, Ai-ki̍p ông Hoat-ló-nî-ko chiūⁿ Pek-la̍h hô, kong-kek A-su̍t ông, Iok-se-a khì tí-tng i; Ai-ki̍p ông tú-tio̍h Iok-se-a tī Bí-kiat-to chiū thâi i.","tghg":"約西亞的年間，埃及王法老尼哥上伯拉河攻擊亞述王；約西亞去抵當伊。埃及王抵著(tú-tio̍h)約西亞佇米吉多就刣伊。","bklhl":"約西亞ê年間，埃及王Hoat-ló-nî-ko上Pek-la̍h河，攻擊亞述王，約西亞去抵擋伊；埃及王tú-tio̍h約西亞tī Bí-kiat-to就刣伊。"}},{"book":"王下","chapter":23,"verse":30,"versions":{"unv":"他的臣僕用車將他的屍首從米吉多送到耶路撒冷，葬在他自己的墳墓裡。國民膏約西亞的兒子約哈斯接續他父親作王。","bklcl":"I ê jîn-sîn ēng chhia chài i ê sin-si tùi Bí-kiat-to, tòa i kàu Iâ-lō͘-sat-léng, bâi-chòng tī i pún-sin ê bōng.  Kok-bîn chiong Iok-se-a ê kiáⁿ Iok-hap-su ēng iû boah i, siat-li̍p i chòe ông, sòa-chiap i ê lāu-pē.","tghg":"伊的人臣用車載伊的身屍對米吉多帶伊到耶路撒冷，埋葬佇伊本身的墓。國民將約西亞的子約哈斯用油抹伊設立伊做王，續接伊的老父。","bklhl":"伊ê人臣用車載伊ê身屍tùi Bí-kiat-to，帶伊到耶路撒冷，埋葬tī伊本身ê墓。國民將約西亞ê kiáⁿ Iok-hap-su用油抹伊，設立伊做王，續接伊ê老父。"}},{"book":"王下","chapter":23,"verse":31,"versions":{"unv":"約哈斯登基的時候年二十三歲，在耶路撒冷作王三個月。他母親名叫哈慕他，是立拿人耶利米的女兒。","bklcl":"Iok-hap-su chē-ūi ê sî, jī-cha̍p-saⁿ hè, tī Iâ-lō͘-sat-léng chòe ông saⁿ-ge̍h-ji̍t.  I ê lāu-bú miâ Hap-bó͘-tha, sī Li̍p-ná lâng Iâ-lī-bí ê cha-bó͘-kiáⁿ.","tghg":"約哈斯坐位的時二十三歲，佇耶路撒冷做王三月日。伊的老母名哈慕她，是立拿人耶利米的查某子。","bklhl":"Iok-hap-su坐位ê時，二十三歲，tī耶路撒冷做王三月日。伊ê老母名Hap-bó͘-tha，是Li̍p-ná人耶利米ê cha-bó͘-kiáⁿ。"}},{"book":"王下","chapter":23,"verse":32,"versions":{"unv":"約哈斯行耶和華眼中看為惡的事，效法他列祖一切所行的。","bklcl":"I kiâⁿ Iâ-hô-hoa só͘ khòaⁿ-chòe pháiⁿ ê sū, chiàu i ê lia̍t-chó͘ it-chhè só͘ kiâⁿ--ê.","tghg":"伊行耶和華所看做歹的事，照伊的列祖一切所行的。","bklhl":"伊行耶和華所看做pháiⁿ ê事，照伊ê列祖一切所行ê。"}},{"book":"王下","chapter":23,"verse":33,"versions":{"unv":"法老尼哥將約哈斯鎖禁在哈馬地的利比拉，不許他在耶路撒冷作王，又罰猶大國銀子一百他連得，金子一他連得。","bklcl":"Hoat-ló-nî-ko koaiⁿ-kìm i tī Hap-má tōe ê Lī-pí-la̍h, hō͘ i bô chòe ông tī Iâ-lō͘-sat-léng; koh hō͘ hit-kok chìn-kòng gûn chi̍t-pah tha-liân-tek, kim chi̍t tha-liân-tek.","tghg":"法老尼哥關禁伊佇哈馬地的利比拉，互伊無做王佇耶路撒冷，閣互彼國進貢銀一百他連得，金一他連得。","bklhl":"Hoat-ló-nî-ko關禁伊tī Hap-má地ê Lī-pí-la̍h，hō͘伊無做王tī耶路撒冷；koh hō͘ hit國進貢銀一百tha-liân-tek，金一tha-liân-tek。"}},{"book":"王下","chapter":23,"verse":34,"versions":{"unv":"法老尼哥立約西亞的兒子以利亞敬接續他父親約西亞作王，給他改名叫約雅敬，卻將約哈斯帶到埃及，他就死在那裡。","bklcl":"Hoat-ló-nî-ko siat-li̍p Iok-se-a ê kiáⁿ Í-lī-a-kèng sòa-chiap i ê lāu-pē Iok-se-a chòe ông, kā i kóe-miâ kiò Iok-ngá-kèng; iā tòa Iok-hap-su kàu Ai-ki̍p; i chiū sí tī-hia.","tghg":"法老尼哥設立約西亞的子以利亞敬續接伊的老父約西亞做王，給伊改名叫約雅敬，也帶約哈斯到埃及，伊就死佇遐。","bklhl":"Hoat-ló-nî-ko設立約西亞ê kiáⁿ Í-lī-a-kèng續接伊ê老父約西亞做王，kā伊改名叫Iok-ngá-kèng；也帶Iok-hap-su到埃及；伊就死tī-hia。"}},{"book":"王下","chapter":23,"verse":35,"versions":{"unv":"約雅敬將金銀給法老，遵著法老的命向國民征取金銀，按著各人的力量派定，索要金銀，好給法老尼哥。","bklcl":"Iok-ngá-kèng ēng gûn kap kim hō͘ Hoat-ló, chiàu Hoat-ló ê bēng-lēng, tùi hit tōe-hng siu gûn lâi hō͘ i, kiông-thiu hit tōe-hng peh-sìⁿ ê kim-gûn, ta̍k-lâng chiàu só͘ phài tiāⁿ-tio̍h--ê, lâi hō͘ Hoat-ló-nî-ko.","tghg":"約雅敬用銀及金互法老，照法老的命令對彼地方收銀來互伊，強抽彼地方百姓的金銀，逐人照所派定著的，來互法老尼哥。","bklhl":"Iok-ngá-kèng用銀kap金hō͘法老，照法老ê命令，tùi hit地方收銀來hō͘伊，強抽hit地方百姓ê金銀，ta̍k人照所派定tio̍h ê，來hō͘ Hoat-ló-nî-ko。"}},{"book":"王下","chapter":23,"verse":36,"versions":{"unv":"約雅敬登基的時候年二十五歲，在耶路撒冷作王十一年。他母親名叫西布大，是魯瑪人毘大雅的女兒。","bklcl":"Iok-ngá-kèng chē-ūi ê sî,  jī-cha̍p-gō͘ hè, tī Iâ-lō͘-sat-léng chòe ông, kiōng cha̍p-it nî.  I ê lāu-bú miâ kiò Se-pò͘-tāi, sī Ló͘-má lâng Pì-tāi-ngá ê cha-bó͘-kiáⁿ.","tghg":"約雅敬坐位的時二十五歲，佇耶路撒冷做王共十一年。伊的老母名叫西布大，是魯瑪人毗大雅的查某子。","bklhl":"Iok-ngá-kèng坐位ê時，二十五歲，tī耶路撒冷做王，共十一年。伊ê老母名叫Se-pò͘-tāi，是Ló͘-má人Pì-tāi-ngá ê cha-bó͘-kiáⁿ。"}},{"book":"王下","chapter":23,"verse":37,"versions":{"unv":"約雅敬行耶和華眼中看為惡的事，效法他列祖一切所行的。","bklcl":"Iok-ngá-kèng kiâⁿ Iâ-hô-hoa só͘ khòaⁿ-chòe pháiⁿ ê sū, chiàu i ê lia̍t-chó͘ it-chhè só͘ kiâⁿ ê.","tghg":"約雅敬行耶和華所看做歹的事，照伊的列祖一切所行的。","bklhl":"Iok-ngá-kèng行耶和華所看做pháiⁿ ê事，照伊ê列祖一切所行ê。"}}]