[{"book":"王下","chapter":8,"verse":1,"versions":{"unv":"以利沙曾對所救活之子的那婦人說：「你和你的全家要起身往你可住的地方去住，因為耶和華命饑荒降在這地七年。」","bklcl":"Ū chi̍t ê hū-jîn-lâng, Í-lī-sa bat hō͘ i ê kiáⁿ koh-oa̍h ê, iā bat kā i kóng, Khí-lâi, lí kap lí ê choân-ke khì tòa lí só͘ thang tòa ê só͘-chāi; in-ūi Iâ-hô-hoa bēng-lēng ki-hng lîm-kàu, beh tī chit ê só͘-chāi chhit-nî kú.","tghg":"有一個婦仁人以利沙曾互伊的子復活的，也曾給伊講：「起來你及你的全家去住你所通住的所在，因為耶和華命令飢荒臨到，欲佇此個所在七年久。」","bklhl":"有一个婦人人，以利沙bat hō͘伊ê kiáⁿ koh活ê，也bat kā伊講，起來，你kap你ê全家去tòa你所thang tòa ê所在；因為耶和華命令飢荒臨到，beh tī chit ê所在七年久。"}},{"book":"王下","chapter":8,"verse":2,"versions":{"unv":"婦人就起身，照神人的話帶著全家往非利士地去，住了七年。","bklcl":"Hū-jîn-lâng chiū khí-lâi, chiàu Siōng-tè ê lô͘-po̍k ê ōe khì kiâⁿ; i kap i ê ke khì Hui-lī-sū lâng ê tōe, tòa chhit-nî kú.","tghg":"婦仁人就起來，照上帝的奴僕的話去行，伊及伊的家去非利士人的地，住七年久。","bklhl":"婦人人就起來，照上帝ê奴僕ê話去行；伊kap伊ê家去腓利士人ê地，tòa七年久。"}},{"book":"王下","chapter":8,"verse":3,"versions":{"unv":"七年完了，那婦人從非利士地回來，就出去為自己的房屋田地哀告王。","bklcl":"Chhit-nî móa, hit ê hū-jîn-lâng tùi Hui-lī-sū tōe tò-lâi; chiū chhut-khì, beh ūi ka-kī ê chhù-the̍h chhân-hn̂g kiû-kiò ông.","tghg":"七年滿，彼個婦仁人對非利士地倒來，就出去欲為家己的厝宅田園求叫王。","bklhl":"七年滿，hit ê婦人人tùi腓利士地tò來；就出去，beh為家己ê厝宅田園求叫王。"}},{"book":"王下","chapter":8,"verse":4,"versions":{"unv":"那時王正與神人的僕人基哈西說：「請你將以利沙所行的一切大事告訴我。」","bklcl":"Hit-sî ông kap Siōng-tè ê lô͘-po̍k ê chhe-ēng Ki-hap-se kóng-ōe, kóng, Chhiáⁿ lí chiong Í-lī-sa só͘ kiâⁿ it-chhè ê tōa-sū kā góa kóng.","tghg":"彼時王及上帝的奴僕的差用基哈西講話講：「請你將以利沙所行一切的大事給我講。」","bklhl":"Hit時王kap上帝ê奴僕ê差用Ki-hap-se講話，講，請你將以利沙所行一切ê大事kā我講。"}},{"book":"王下","chapter":8,"verse":5,"versions":{"unv":"基哈西告訴王以利沙如何使死人復活，恰巧以利沙所救活、她兒子的那婦人為自己的房屋田地來哀告王。基哈西說：「我主我王，這就是那婦人，這是她的兒子，就是以利沙所救活的。」","bklcl":"Ki-hap-se teh kā ông kóng Í-lī-sa cháiⁿ-iūⁿ hō͘ sí ê lâng koh-oa̍h; chhàu-khám hit ê hū-jîn-lâng, chiū-sī i hō͘ i ê kiáⁿ koh-oa̍h-ê, ūi-tio̍h i ê chhù-the̍h chhân-hn̂g lâi kiû-kiò ông.  Ki-hap-se kóng, Góa ê chú góa ê ông, chit-ê sī hit ê hū-jîn-lâng, chit-ê sī i ê kiáⁿ, chiū-sī Í-lī-sa hō͘ i koh-oa̍h ê.","tghg":"基哈西啲給王講以利沙怎樣互死的人復活，湊巧(chhàu-khám)彼個婦仁人就是伊互伊的子復活的，為著伊的厝宅田園來求叫王。基哈西講：「我的主我的王，此個是彼個婦仁人，此個是伊的子，就是以利沙互伊復活的。」","bklhl":"Ki-hap-se teh kā王講以利沙怎樣hō͘死ê人koh活；chhàu-khám hit ê婦人人，就是伊hō͘伊ê kiáⁿ koh活ê，為tio̍h伊ê厝宅田園來求叫王。Ki-hap-se講，我ê主我ê王，chit ê是hit ê婦人人，chit ê是伊ê kiáⁿ，就是以利沙hō͘伊koh活ê。"}},{"book":"王下","chapter":8,"verse":6,"versions":{"unv":"王問那婦人，她就把那事告訴王。於是王為她派一個太監，說：「凡屬這婦人的都還給她，自從她離開本地直到今日，她田地的出產也都還給她。」","bklcl":"Ông mn̄g hit ê hū-jîn-lâng, i chiū kā i kóng; ông chiū ūi-tio̍h i phài chi̍t ê koaⁿ-oân kóng, Kìⁿ-nā sio̍k chit ê hū-jîn-lâng ê, lóng tio̍h hêng i; tùi i lī-khui pún só͘-chāi kàu kin-á-ji̍t, i ê chhân-hn̂g só͘ chhut-sán ê, iā lóng tio̍h hêng i.","tghg":"王問彼個婦仁人，伊就給伊講。王就為著伊派一個官員，講：「見若屬此個婦仁人的攏著還伊，對伊離開本所在到今仔日，伊的田園所出產的也攏著還伊。」","bklhl":"王問hit ê婦人人，伊就kā伊講；王就為tio̍h伊派一个官員講，見若屬chit ê婦人人ê，lóng tio̍h還伊；tùi伊離開本所在到今á日，伊ê田園所出產ê，也lóng tio̍h還伊。"}},{"book":"王下","chapter":8,"verse":7,"versions":{"unv":"以利沙來到大馬士革，亞蘭王便‧哈達正患病。有人告訴王說：「神人來到這裡了。」","bklcl":"Í-lī-sa lâi kàu Tāi-má-sek; A-lân ông Piān-hap-ta̍t teh phòa-pīⁿ; ū lâng kā ông kóng, Siōng-tè ê lô͘-po̍k lâi kàu chia.","tghg":"以利沙來到大馬色，亞蘭王便哈達啲破病。有人給王講：「上帝的奴僕來到遮。」","bklhl":"以利沙來到大馬色；A-lân王Piān-hap-ta̍t teh破病；有人kā王講，上帝ê奴僕來到chia。"}},{"book":"王下","chapter":8,"verse":8,"versions":{"unv":"王就吩咐哈薛說：「你帶著禮物去見神人，託他求問耶和華，我這病能好不能好？」","bklcl":"Ông chiū kā Hap-siat kóng, Lí tòa lé-mi̍h khì kìⁿ Siōng-tè ê lô͘-po̍k, pài-thok i mn̄g Iâ-hô-hoa khòaⁿ góa chit ê pīⁿ ōe oa̍h á-bōe?","tghg":"王就給哈設講：「你帶禮物去見上帝的奴僕，拜託伊問耶和華，看我此個病會活抑𣍐？」","bklhl":"王就kā Hap-siat講，你帶禮物去見上帝ê奴僕，拜託伊問耶和華看我chit ê病會活á-bōe？"}},{"book":"王下","chapter":8,"verse":9,"versions":{"unv":"於是哈薛用四十個駱駝，馱著大馬士革的各樣美物為禮物，去見以利沙。到了他那裡，站在他面前，說：「你兒子亞蘭王便．哈達打發我來見你，他問說：『我這病能好不能好？』」","bklcl":"Hap-siat chiū khì kìⁿ i, ēng sì-cha̍p chiah lo̍k-tô chài Tāi-má-sek ta̍k-hō ê hó-mi̍h chòe lé-mi̍h, khì khiā tī i ê bīn-chêng, kóng, Lí ê kiáⁿ A-lân ông Piān-hap-ta̍t chhe góa lâi lí chia, kóng, Góa chit ê pīⁿ ōe oa̍h á-bōe?","tghg":"哈設就去見伊，用四十隻駱駝載大馬色逐號的好物做禮物，去徛佇伊的面前，講：「你的子亞蘭王便哈達差我來你遮，講：『我此個病會活抑𣍐？』」","bklhl":"Hap-siat就去見伊，用四十隻駱駝載大馬色ta̍k號ê好物做禮物，去khiā tī伊ê面前，講，你ê kiáⁿ A-lân王Piān-hap-ta̍t差我來你chia，講，我chit ê病會活á-bōe？"}},{"book":"王下","chapter":8,"verse":10,"versions":{"unv":"以利沙對哈薛說：「你回去告訴他說，這病必能好；但耶和華指示我，他必要死。」","bklcl":"Í-lī-sa kā i kóng, Lí khì hê-hok i, kóng, Lí tek-khak ōe oa̍h; chóng-sī Iâ-hô-hoa chí-sī góa, i tek-khak beh sí.","tghg":"以利沙給伊講：「你去回覆伊講，你的確會活；總是耶和華指示我，伊的確欲死。」","bklhl":"以利沙kā伊講，你去回覆伊，講，你的確會活；總是耶和華指示我，伊的確beh死。"}},{"book":"王下","chapter":8,"verse":11,"versions":{"unv":"神人定睛看著哈薛，甚至他慚愧。神人就哭了；","bklcl":"Í-lī-sa chù-ba̍k khòaⁿ i, tì-kàu i kiàn-siàu;  Siōng-tè ê lô͘-po̍k chiū lâu ba̍k-sái.","tghg":"以利沙注目看伊，致到伊見誚。上帝的奴僕就流目屎；","bklhl":"以利沙注目看伊，致到伊見笑；上帝ê奴僕就流目屎。"}},{"book":"王下","chapter":8,"verse":12,"versions":{"unv":"哈薛說：「我主為甚麼哭？」回答說：「因為我知道你必苦害以色列人，用火焚燒他們的保障，用刀殺死他們的壯丁，摔死他們的嬰孩，剖開他們的孕婦。」","bklcl":"Hap-siat kóng, Góa ê chú siáⁿ-sū lâu ba̍k-sái?  Ìn kóng, In-ūi góa chai lí só͘ beh khó͘-chhó͘ Í-sek-lia̍t lâng ê; ēng hé sio in hiám-iàu ê só͘-chāi, ēng to thâi-sí in ê chòng-teng, siak-sí in ê eⁿ-á, phòa-khui in ū sin-īn ê hū-jîn-lâng.","tghg":"哈設講：「我的主啥事流目屎？」應講：「因為我知你所欲苦楚以色列人的，用火燒𪜶險要(hiám-iàu)的所在，用刀刣死𪜶的壯丁，摔死𪜶的嬰仔，破開𪜶有娠孕(sin-īn)的婦仁人。」","bklhl":"Hap-siat講，我ê主啥事流目屎？應講，因為我知你所beh苦楚以色列人ê；用火燒in險要ê所在，用刀刣死in ê壯丁，siak死in ê嬰á，破開in有身孕ê婦人人。"}},{"book":"王下","chapter":8,"verse":13,"versions":{"unv":"哈薛說：「你僕人算甚麼，不過是一條狗，焉能行這大事呢？」以利沙回答說：「耶和華指示我，你必作亞蘭王。」","bklcl":"Hap-siat kóng, Lí ê lô͘-po̍k sī sím-mi̍h, put-kò sī chi̍t chiah káu, thái-thó ōe kiâⁿ chit ê tōa-sū ah?  Í-lī-sa ìn kóng, Iâ-hô-hoa chí-sī góa, lí beh chòe A-lân ông.","tghg":"哈設講：「你的奴僕是甚麼，不過是一隻狗，豈可(thái-thó)會行此個大事啊？」以利沙應講：「耶和華指示我，你欲做亞蘭王。」","bklhl":"Hap-siat講，你ê奴僕是甚麼，不過是一隻狗，thái-thó能行chit ê大事ah？以利沙應講，耶和華指示我，你beh做A-lân王。"}},{"book":"王下","chapter":8,"verse":14,"versions":{"unv":"哈薛離開以利沙，回去見他的主人。主人問他說：「以利沙對你說甚麼？」回答說：「他告訴我你必能好。」","bklcl":"I lī-khui Í-lī-sa, tò-khì i ê chú-lâng hia; chú-lâng mn̄g i kóng, Í-lī-sa kā lí kóng sím-mi̍h?  Ìn kóng, I kā góa kóng, lí tek-khak ōe oa̍h.","tghg":"伊離開以利沙，倒去伊的主人遐。主人問伊講：「以利沙給你講甚麼？」應講：「伊給我講你的確會活。」","bklhl":"伊離開以利沙，tò去伊ê主人hia；主人問伊講，以利沙kā你講甚麼？應講，伊kā我講，你的確會活。"}},{"book":"王下","chapter":8,"verse":15,"versions":{"unv":"次日，哈薛拿被窩浸在水中，蒙住王的臉，王就死了。於是哈薛篡了他的位。","bklcl":"Keh-ji̍t i the̍h kāu ê pò͘ ùn chúi, khàm ông ê bīn, ông chiū sí.  Hap-siat chiū thòe i chòe ông.","tghg":"隔日伊提厚的布搵(ùn)水，蓋王的面，王就死。哈設就替伊做王。","bklhl":"隔日伊the̍h厚ê布ùn水，蓋王ê面，王就死。Hap-siat就替伊做王。"}},{"book":"王下","chapter":8,"verse":16,"versions":{"unv":"以色列王亞哈的兒子約蘭第五年，猶大王約沙法還在位的時候，約沙法的兒子約蘭登基作了猶大王。","bklcl":"Í-sek-lia̍t ông A-hap ê kiáⁿ Iok-lâm tē-gō͘ nî, Iok-sa-hoat chòe Iû-tāi ông ê sî, Iû-tāi ông Iok-sa-hoat ê kiáⁿ Iâ-hô-lâm khí-thâu chē-ūi.","tghg":"以色列王亞哈的子約蘭第五年，約沙法做猶大王的時，猶大王約沙法的子耶和南起頭坐位。","bklhl":"以色列王A-hap ê kiáⁿ Iok-lâm第五年，Iok-sa-hoat做偤大王ê時，偤大王Iok-sa-hoat ê kiáⁿ Iâ-hô-lâm起頭坐位。"}},{"book":"王下","chapter":8,"verse":17,"versions":{"unv":"約蘭登基的時候年三十二歲，在耶路撒冷作王八年。","bklcl":"Iâ-hô-lâm chē-ūi ê sî, saⁿ-cha̍p-jī hè, tī Iâ-lō͘-sat-léng chòe-ông le̍k-kè poeh-nî.","tghg":"耶和南坐位的時三十二歲，佇耶路撒冷做王歷過八年。","bklhl":"Iâ-hô-lâm坐位ê時，三十二歲，tī耶路撒冷做王歷過八年。"}},{"book":"王下","chapter":8,"verse":18,"versions":{"unv":"他行以色列諸王所行的，與亞哈家一樣；因為他娶了亞哈的女兒為妻，行耶和華眼中看為惡的事。","bklcl":"I kiâⁿ Í-sek-lia̍t ông ê lō͘, kap A-hap ê ke bô koh-iūⁿ; in-ūi i chhōa A-hap ê cha-bó͘-kiáⁿ chòe-bó͘, kiâⁿ Iâ-hô-hoa só͘ khòaⁿ-chòe pháiⁿ ê sū.","tghg":"伊行以色列王的路，及亞哈的家無各樣；因為伊娶亞哈的查某子做某，行耶和華所看做歹的事。","bklhl":"伊行以色列王ê路，kap A-hap ê家無各樣；因為伊娶A-hap ê cha-bó͘-kiáⁿ做bó͘，行耶和華所看做pháiⁿ ê事。"}},{"book":"王下","chapter":8,"verse":19,"versions":{"unv":"耶和華卻因他僕人大衛的緣故，仍不肯滅絕猶大，照他所應許大衛的話，永遠賜燈光與他的子孫。","bklcl":"Chóng-sī Iâ-hô-hoa, in-ūi I ê lô͘-po̍k Tāi-pi̍t ê iân-kò͘, m̄-kam bia̍t Iû-tāi, chiàu I só͘ èng-ún Tāi-pi̍t ê ōe, éng-oán siúⁿ-sù chi̍t pha teng hō͘ i ê kiáⁿ-sun.","tghg":"總是耶和華因為伊的奴僕大衛的緣故，呣甘滅猶大，照伊所應允大衛的話，永遠賞賜一葩(pha)燈互伊的子孫。","bklhl":"總是耶和華，因為伊ê奴僕大衛ê緣故，m̄甘滅偤大，照伊所應允大衛ê話，永遠賞賜一pha燈hō͘伊ê kiáⁿ孫。"}},{"book":"王下","chapter":8,"verse":20,"versions":{"unv":"約蘭年間，以東人背叛猶大，脫離他的權下，自己立王。","bklcl":"Tng Iok-lâm ê nî-kan, Í-tong pōe-poān Iû-tāi, thoat-lī i ê chhiú-thâu, ka-kī siat-li̍p ông.","tghg":"當約蘭的年間，以東背叛猶大，脫離伊的手頭，家己設立王。","bklhl":"當Iok-lâm ê年間，Í-tong背叛偤大，脫離伊ê手頭，家己設立王。"}},{"book":"王下","chapter":8,"verse":21,"versions":{"unv":"約蘭率領所有的戰車往撒益去，夜間起來，攻打圍困他的以東人和車兵長；猶大兵就逃跑，各回各家去了。","bklcl":"Iok-lâm tòa só͘ ū ê chiàn-chhia, kè-khì Sat-ek, thàu-mî khí-lâi, phah ûi-khùn i ê Í-tong lâng kap hiah-ê chhia-tiúⁿ; peh-sìⁿ chiū tô-cháu, ta̍k-ê tò-khì i ê pò͘-pîⁿ.","tghg":"約蘭帶所有的戰車過去撒益，透暝起來，拍圍困伊的以東人及許個車長；百姓就逃走，逐個倒去伊的布棚。","bklhl":"Iok-lâm帶所有ê戰車，過去Sat-ek，透暝起來，phah圍困伊ê Í-tong人kap hiah-ê車長；百姓就逃走，ta̍k-ê tò去伊ê布棚。"}},{"book":"王下","chapter":8,"verse":22,"versions":{"unv":"這樣，以東人背叛猶大，脫離他的權下，直到今日。那時立拿人也背叛了。","bklcl":"Án-ni, Í-tong lâng pōe-poān Iû-tāi, thoat-lī i ê chhiú-thâu, kàu kin-á-ji̍t.  Siâng hit-sî, Li̍p-ná lâng iā pōe-poān.","tghg":"按呢，以東人背叛猶大，脫離伊的手頭，到今仔日。像(siâng)彼時立拿人也背叛。","bklhl":"Án-ni，Í-tong人背叛偤大，脫離伊ê手頭，到今á日。Siâng hit時，Li̍p-ná人也背叛。"}},{"book":"王下","chapter":8,"verse":23,"versions":{"unv":"約蘭其餘的事，凡他所行的，都寫在猶大列王記上。","bklcl":"Iok-lâm kî-û ê sū, kìⁿ i só͘ kiâⁿ ê, kiám bô lóng kì tī Iû-tāi lia̍t-ông ê kì-lio̍k mah?","tghg":"約蘭其餘的事，見伊所行的，豈無攏記佇猶大列王的記錄嗎？","bklhl":"Iok-lâm其餘ê事，見伊所行ê，kiám無lóng記tī偤大列王ê記錄mah？"}},{"book":"王下","chapter":8,"verse":24,"versions":{"unv":"約蘭與他列祖同睡，葬在大衛城他列祖的墳地裡。他兒子亞哈謝接續他作王。","bklcl":"Iok-lâm kap i ê lia̍t-chó͘ tâng-khùn, tī Tāi-pi̍t siâⁿ kap i ê chó͘ tâng bâi-chòng.  I ê kiáⁿ A-hap-siā sòa-chiap i chòe-ông.","tghg":"約蘭及伊的列祖同睏，佇大衛城及伊的祖同埋葬。伊的子亞哈謝續接伊做王。","bklhl":"Iok-lâm kap伊ê列祖同睏，tī大衛城kap伊ê祖同埋葬。伊ê kiáⁿ A-hap-siā續接伊做王。"}},{"book":"王下","chapter":8,"verse":25,"versions":{"unv":"以色列王亞哈的兒子約蘭十二年，猶大王約蘭的兒子亞哈謝登基。","bklcl":"Í-sek-lia̍t ông A-hap ê kiáⁿ Iok-lâm cha̍p-jī nî, Iû-tāi ông Iâ-hô-lâm ê kiáⁿ A-hap-siā khí-thâu chē-ūi.","tghg":"以色列王亞哈的子約蘭十二年，猶大王耶和南的子亞哈謝起頭坐位。","bklhl":"以色列王A-hap ê kiáⁿ Iok-lâm十二年，偤大王Iâ-hô-lâm ê kiáⁿ A-hap-siā起頭坐位。"}},{"book":"王下","chapter":8,"verse":26,"versions":{"unv":"他登基的時候年二十二歲，在耶路撒冷作王一年。他母親名叫亞他利雅，是以色列王暗利的孫女。","bklcl":"A-hap-siā chē-ūi ê sî, jī-cha̍p-jī hè, tī Iâ-lō͘-sat-léng chòe ông chi̍t-nî; i ê lāu-bú miâ kiò A-tha-lī-ngá, sī Í-sek-lia̍t ông Àm-lī ê cha-bó͘-sun.","tghg":"亞哈謝坐位的時二十二歲，佇耶路撒冷做王一年，伊的老母名叫亞她利雅，是以色列王暗利的查某孫。","bklhl":"A-hap-siā坐位ê時，二十二歲，tī耶路撒冷做王一年；伊ê老母名叫A-tha-lī-ngá，是以色列王Àm-lī ê cha-bó͘孫。"}},{"book":"王下","chapter":8,"verse":27,"versions":{"unv":"亞哈謝效法亞哈家行耶和華眼中看為惡的事，與亞哈家一樣，因為他是亞哈家的女婿。","bklcl":"I kiâⁿ A-hap ê ke ê lō͘, kiâⁿ Iâ-hô-hoa só͘ khòaⁿ-chòe pháiⁿ ê sū, kap A-hap ê ke bô koh-iūⁿ.  In-ūi i sī A-hap ê ke ê kiáⁿ-sài.","tghg":"伊行亞哈的家的路行耶和華所看做歹的事，及亞哈的家無各樣，因為伊是亞哈的家的子婿。","bklhl":"伊行A-hap ê家ê路，行耶和華所看做pháiⁿ ê事，kap A-hap ê家無各樣。因為伊是A-hap ê家ê kiáⁿ婿。"}},{"book":"王下","chapter":8,"verse":28,"versions":{"unv":"他與亞哈的兒子約蘭同往基列的拉末去，與亞蘭王哈薛爭戰。亞蘭人打傷了約蘭，","bklcl":"I kap A-hap ê kiáⁿ Iok-lâm saⁿ-kap khì Ki-lia̍t ê La̍h-boa̍t, kap A-lân ông Hap-siat kau-chiàn; A-lân lâng phah-siong Iok-lâm.","tghg":"伊及亞哈的子約蘭相及去基列的拉末，及亞蘭王哈設交戰。亞蘭人拍傷約蘭，","bklhl":"伊kap A-hap ê kiáⁿ Iok-lâm相kap去Ki-lia̍t ê La̍h-boa̍t，kap A-lân王Hap-siat交戰；A-lân人phah傷Iok-lâm。"}},{"book":"王下","chapter":8,"verse":29,"versions":{"unv":"約蘭王回到耶斯列，醫治在拉末與亞蘭王哈薛打仗的時候所受的傷。猶大王約蘭的兒子亞哈謝因為亞哈的兒子約蘭病了，就下到耶斯列看望他。","bklcl":"Iok-lâm ông tò-khì Iâ-su-lia̍t, beh i-tī i ê siong, chiū-sī i tī La̍h-boa̍t kap A-lân ông Hap-siat kau-chiàn ê sî, A-lân lâng phah--tio̍h i--ê.  Iû-tāi ông Iâ-hô-lâm ê kiáⁿ A-hap-siā lo̍h-khì Iâ-su-lia̍t, beh bāi A-hap ê kiáⁿ Iok-lâm, in-ūi i ū phòa-pīⁿ.","tghg":"約蘭王倒去耶斯列，欲醫治伊的傷，就是伊佇拉末及亞蘭王哈設交戰的時，亞蘭人拍著伊的。猶大王耶和南的子亞哈謝落去耶斯列欲覓(bāi)亞哈的子約蘭，因為伊有破病。","bklhl":"Iok-lâm王tò去Iâ-su-lia̍t，beh醫治伊ê傷，就是伊tī La̍h-boa̍t kap A-lân王Hap-siat交戰ê時，A-lân人phah-tio̍h伊ê。偤大王Iâ-hô-lâm ê kiáⁿ A-hap-siā落去Iâ-su-lia̍t，beh覓(bāi) A-hap ê kiáⁿ Iok-lâm，因為伊有破病。"}}]