[{"book":"王下","chapter":9,"verse":1,"versions":{"unv":"先知以利沙叫了一個先知門徒來，吩咐他說：「你束上腰，手拿這瓶膏油往基列的拉末去。","bklcl":"Sian-ti Í-lī-sa kiò sian-ti ê ha̍k-seng chi̍t-ê, kā i kóng, Lí hâ-io, the̍h chi̍t-pân iû, khì Ki-lia̍t ê La̍h-boa̍t.","tghg":"先知以利沙叫先知的學生一個，給伊講：「你縖(hâ)腰，提一瓶(pân)油去基列的拉末。","bklhl":"先知以利沙叫先知ê學生一个，kā伊講，你縖腰，the̍h一瓶油，去Ki-lia̍t ê La̍h-boa̍t。"}},{"book":"王下","chapter":9,"verse":2,"versions":{"unv":"到了那裡，要尋找寧示的孫子、約沙法的兒子耶戶，使他從同僚中起來，帶他進嚴密的屋子，","bklcl":"Kàu hia, tio̍h chhē Lêng-sī ê sun, Iok-sa-hoat ê kiáⁿ, Iâ-hō͘, ji̍p-khì, hō͘ i tùi i ê hiaⁿ-tī-tiong khí-lâi, chhōa i ji̍p lāi-pâng;","tghg":"到遐，著尋寧示的孫、約沙法的子耶戶，入去，互伊對伊的兄弟中起來，導伊入內房，","bklhl":"到hia，tio̍h chhē Lêng-sī ê孫，Iok-sa-hoat ê kiáⁿ，Iâ-hō͘，入去，hō͘伊對伊ê兄弟中起來，chhōa伊入內房；"}},{"book":"王下","chapter":9,"verse":3,"versions":{"unv":"將瓶裡的膏油倒在他頭上，說：『耶和華如此說：我膏你作以色列王。』說完了，就開門逃跑，不要遲延。」","bklcl":"chiong pân-lāi ê iû thîn tī i ê thâu-khak, kóng, Iâ-hô-hoa án-ni kóng, Góa ēng iû boah lí chòe Í-sek-lia̍t ê ông. Lí chiū tio̍h khui-mn̂g tô-cháu, m̄-thang iân-chhiân.","tghg":"將瓶內的油斟(thîn)佇伊的頭殼，講：『耶和華按呢講：我用油抹你做以色列的王。』你就著開門逃走，呣通延迁(iân-chhiân)。」","bklhl":"將瓶內ê油thîn tī伊ê頭殼，講，耶和華án-ni講，我用油抹你做以色列ê王。你就tio̍h開門逃走，m̄-thang 延chhiân。"}},{"book":"王下","chapter":9,"verse":4,"versions":{"unv":"於是那少年先知往基列的拉末去了。","bklcl":"Chit ê siàu-liân lâng, chiū-sī siàu-liân ê sian-ti, khì Ki-lia̍t ê La̍h-boa̍t.","tghg":"此個少年人就是少年的先知去基列的拉末。","bklhl":"Chit ê少年人，就是少年ê先知，去Ki-lia̍t ê La̍h-boa̍t。"}},{"book":"王下","chapter":9,"verse":5,"versions":{"unv":"到了那裡，看見眾軍長都坐著，就說：「將軍哪，我有話對你說。」耶戶說：「我們眾人裡，你要對哪一個說呢？」回答說：「將軍哪，我要對你說。」","bklcl":"Kàu hia, khòaⁿ-kìⁿ chèng kun-tiúⁿ teh chē; i chiū kóng, Kun-tiúⁿ ah, góa ū tāi-chì beh kā lí kóng.  Iâ-hō͘ kóng, Beh kā goán tiong-kan sím-mi̍h lâng kóng?  Ìn kóng, Kun-tiúⁿ ah, chiū-sī lí.","tghg":"到遐，看見眾軍長啲坐，伊就講：「軍長啊，我有代誌欲給你講。」耶戶講：「欲給阮中間甚麼人講？」應講：「軍長啊，就是你。」","bklhl":"到hia，看見眾軍長teh坐；伊就講，軍長ah，我有tāi-chì beh kā你講。Iâ-hō͘講，Beh kā阮中間甚麼人講？應講，軍長ah，就是你。"}},{"book":"王下","chapter":9,"verse":6,"versions":{"unv":"耶戶就起來，進了屋子，少年人將膏油倒在他頭上，對他說：「耶和華─以色列的　神如此說：『我膏你作耶和華民以色列的王。","bklcl":"I chiū khí-lâi, ji̍p-khì chhù-lāi; siàu-liân lâng ēng iû thîn tī i ê thâu-khak, kā i kóng, Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè án-ni kóng, Góa ēng iû boah lí, chòe Iâ-hô-hoa ê peh-sìⁿ Í-sek-lia̍t ê ông.","tghg":"伊就起來，入去厝內，少年人用油斟佇伊的頭殼，給伊講：「耶和華──以色列的上帝按呢講：『我用油抹你做耶和華的百姓以色列的王。","bklhl":"伊就起來，入去厝內；少年人用油thîn tī伊ê頭殼，kā伊講，耶和華以色列ê上帝án-ni講，我用油抹你，做耶和華ê百姓以色列ê王。"}},{"book":"王下","chapter":9,"verse":7,"versions":{"unv":"你要擊殺你主人亞哈的全家，我好在耶洗別身上伸我僕人眾先知和耶和華一切僕人流血的冤。","bklcl":"Lí tio̍h phah-bia̍t lí ê chú-lâng A-hap ê ke, hō͘ Góa thang pò-èng Góa ê lô͘-po̍k chiah-ê sian-ti ê huih, í-ki̍p Iâ-hô-hoa chèng lô͘-po̍k ê huih, chiū-sī tī Iâ-sé-piat ê chhiú só͘ chòe ê.","tghg":"你著拍滅你的主人亞哈的家，互我通報應我的奴僕諸個先知的血，以及耶和華眾奴僕的血，就是佇耶洗別的手所做的。","bklhl":"你tio̍h phah滅你ê主人A-hap ê家，hō͘我thang報應我ê奴僕chiah ê先知ê血，以及耶和華眾奴僕ê血，就是tī Iâ-sé-piat ê手所做ê。"}},{"book":"王下","chapter":9,"verse":8,"versions":{"unv":"亞哈全家必都滅亡，凡屬亞哈的男丁，無論是困住的、自由的，我必從以色列中剪除，","bklcl":"In-ūi A-hap choân-ke beh lóng bia̍t-bô;  Góa beh chián-tû sio̍k A-hap ê ta-po͘-teng, bô-lūn siū khu-sok-ê, á-sī chū-iû-ê, tī Í-sek-lia̍t tiong.","tghg":"因為亞哈全家欲攏滅無，我欲剪除屬亞哈的查甫丁，無論受拘束的抑是自由的，佇以色列中，","bklhl":"因為A-hap全家beh lóng滅無；我beh剪除屬A-hap ê ta-po͘丁，無論受拘束ê，á是自由ê，tī以色列中。"}},{"book":"王下","chapter":9,"verse":9,"versions":{"unv":"使亞哈的家像尼八兒子耶羅波安的家，又像亞希雅兒子巴沙的家。","bklcl":"Góa beh hō͘ A-hap ê ke chhin-chhiūⁿ Nî-pat ê kiáⁿ Iâ-lô-phò-àm ê ke, iā chhin-chhiūⁿ A-hi-ngá ê kiáⁿ Pa-sa ê ke.","tghg":"我欲互亞哈的家親像尼八的子耶羅波安的家，也親像亞希雅的子巴沙的家。","bklhl":"我beh hō͘ A-hap ê家親像Nî-pat ê kiáⁿ Iâ-lô-phò-àm ê家，也親像A-hi-ngá ê kiáⁿ Pa-sa ê家。"}},{"book":"王下","chapter":9,"verse":10,"versions":{"unv":"耶洗別必在耶斯列田裡被狗所吃，無人葬埋。』」說完了，少年人就開門逃跑了。","bklcl":"Tī Iâ-su-lia̍t ê hn̂g, káu beh chia̍h Iâ-sé-piat, bô lâng bâi-chòng i.  Siàu-liân lâng chiū khui-mn̂g tô-cháu.","tghg":"佇耶斯列的園，狗欲食耶洗別，無人埋葬伊。』」少年人就開門逃走。","bklhl":"Tī Iâ-su-lia̍t ê園，狗beh食Iâ-sé-piat，無人埋葬伊。少年人就開門逃走。"}},{"book":"王下","chapter":9,"verse":11,"versions":{"unv":"耶戶出來，回到他主人的臣僕那裡，有一人問他說：「平安嗎？這狂妄的人來見你有甚麼事呢？」回答說：「你們認得那人，也知道他說甚麼。」","bklcl":"Iâ-hō͘ chhut-khì, kàu i ê chú-lâng ê lô͘-po̍k hia; ū chi̍t-lâng mn̄g i kóng, Lóng pêng-an bô? chit ê siáu-ê lâi chhē lí sím-mi̍h tāi-chì ah?  I kā in kóng, Lín bat hit ê lâng, iā chai i só͘ kóng ê.","tghg":"耶戶出去，到伊的主人的奴僕遐，有一人問伊講：「攏平安無？此個𤞚者(siáu-ê)來尋你甚麼代誌啊？」伊給𪜶講：「恁識彼個人，也知伊所講的。」","bklhl":"Iâ-hō͘出去，到伊ê主人ê奴僕hia；有一人問伊講，Lóng平安無？chit ê siáu-ê來chhē你甚麼tāi-chì ah？伊kā in講，Lín bat hit ê人，也知伊所講ê。"}},{"book":"王下","chapter":9,"verse":12,"versions":{"unv":"他們說：「這是假話，你據實地告訴我們。」回答說：「他如此如此對我說。他說：『耶和華如此說：我膏你作以色列王。』」","bklcl":"In kóng, Bô-iáⁿ, lí tio̍h kā goán kóng.  Ìn kóng, I án-ni, án-ni kā góa kóng; i kóng, Iâ-hô-hoa án-ni kóng, Góa ēng iû boah lí chòe Í-sek-lia̍t ê ông.","tghg":"𪜶講：「無影，你著給阮講。」應講：「伊按呢按呢給我講。伊講：『耶和華按呢講：我用油抹你做以色列的王。』」","bklhl":"In講，無影，你tio̍h kā阮講。應講，伊án-ni，án-ni kā我講；伊講，耶和華án-ni講，我用油抹你做以色列ê王。"}},{"book":"王下","chapter":9,"verse":13,"versions":{"unv":"他們就急忙各將自己的衣服鋪在上層臺階，使耶戶坐在其上；他們吹角，說：「耶戶作王了！」","bklcl":"In kóaⁿ-kín, ta̍k-lâng ēng ka-kī ê saⁿ pho͘ tī kiā-á ê téng-chân, hē tī Iâ-hō͘ ê ē-bīn; in pûn sàu-kak kóng, Iâ-hō͘ chòe-ông lah.","tghg":"𪜶趕緊逐人用家己的衫舖佇崎仔(kiā-á)的頂層(téng-chân)，下佇耶戶的下面；𪜶歕(pûn)哨角(sàu-kak)講：「耶戶做王啦！」","bklhl":"In趕緊，ta̍k人用家己ê衫鋪tī崎á ê 頂層，hē tī Iâ-hō͘ ê下面；in pûn哨角講，Iâ-hō͘做王lah。"}},{"book":"王下","chapter":9,"verse":14,"versions":{"unv":"這樣，寧示的孫子、約沙法的兒子耶戶背叛約蘭。先是約蘭和以色列眾人因為亞蘭王哈薛的緣故，把守基列的拉末；","bklcl":"Án-ni Lêng-sī ê sun, Iok-sa-hoat ê kiáⁿ, Iâ-hō͘ pōe-poān Iok-lâm.   (Iok-lâm kap Í-sek-lia̍t chèng-lâng bat pé-siú Ki-lia̍t ê La̍h-boa̍t, in-ūi A-lân ông Hap-siat ê iân-kò͘.","tghg":"按呢，寧示的孫、約沙法的子耶戶背叛約蘭。約蘭及以色列眾人曾把守(pé-siú)基列的拉末，因為亞蘭王哈設的緣故；","bklhl":"Án-ni Lêng-sī ê孫，Iok-sa-hoat ê kiáⁿ，Iâ-hō͘背叛Iok-lâm。(Iok-lâm kap以色列眾人bat把守Ki-lia̍t ê La̍h-boa̍t，因為A-lân王Hap-siat ê緣故。"}},{"book":"王下","chapter":9,"verse":15,"versions":{"unv":"但約蘭王回到耶斯列，醫治與亞蘭王哈薛打仗所受的傷。耶戶說：「若合你們的意思，就不容人逃出城往耶斯列報信去。」","bklcl":"Chóng-sī Iok-lâm ông tò-khì Iâ-su-lia̍t, i-tī i ê siong, chiū-sī i tī kap A-lân ông Hap-siat kau-chiàn ê sî, A-lân lâng phah-tio̍h i--ê.)  Iâ-hō͘ kóng, Lín ê ì-sù nā sī án-ni, chiū m̄-thang iông-ún lâng cháu chhut-siâⁿ, khì Iâ-su-lia̍t pò siau-sit.","tghg":"總是約蘭王倒去耶斯列，醫治伊的傷，就是伊佇及亞蘭王哈設交戰的時，亞蘭人拍著伊的。耶戶講：「恁的意思若是按呢，就呣通容允人走出城去耶斯列報消息。」","bklhl":"總是Iok-lâm王tò去Iâ-su-lia̍t，醫治伊ê傷，就是伊tī kap A-lân王Hap-siat交戰ê時，A-lân人phah-tio̍h伊ê。) Iâ-hō͘講，Lín ê意思若是án-ni，就m̄-thang容允人走出城，去Iâ-su-lia̍t報消息。"}},{"book":"王下","chapter":9,"verse":16,"versions":{"unv":"於是耶戶坐車往耶斯列去，因為約蘭病臥在那裡。猶大王亞哈謝已經下去看望他。","bklcl":"Iâ-hō͘ chiū chē-chhia, khì Iâ-su-lia̍t, in-ūi Iok-lâm tó tī-hia.  Iû-tāi ông A-hap-siā í-keng lo̍h-khì bāi Iok-lâm.","tghg":"耶戶就坐車去耶斯列，因為約蘭倒佇遐。猶大王亞哈謝已經落去覓(bāi)約蘭。","bklhl":"Iâ-hō͘就坐車，去Iâ-su-lia̍t，因為Iok-lâm倒tī-hia。偤大王A-hap-siā已經落去覓Iok-lâm。"}},{"book":"王下","chapter":9,"verse":17,"versions":{"unv":"有一個守望的人站在耶斯列的樓上，看見耶戶帶著一群人來，就說：「我看見一群人。」約蘭說：「打發一個騎馬的去迎接他們，問說：平安不平安？」","bklcl":"Ū chi̍t ê siú-bāng-ê khiā tī Iâ-su-lia̍t ê lâu-téng, khòaⁿ-kìⁿ Iâ-hō͘ ê kun-tūi lâi, chiū kóng, Góa khòaⁿ-kìⁿ chi̍t-tīn kun-tūi.  Iok-lâm kóng, Chhe chi̍t ê khiâ-bé--ê khì chih i, sòa mn̄g i kóng, Pêng-an mah?","tghg":"有一個守望者徛佇耶斯列的樓頂，看見耶戶的軍隊來，就講：「我看見一陣軍隊。」約蘭講：「差一個騎馬者去接(chih)伊，續問伊講：平安嗎？」","bklhl":"有一个守望ê khiā tī Iâ-su-lia̍t ê樓頂，看見Iâ-hō͘ ê軍隊來，就講，我看見一陣軍隊。Iok-lâm講，差一个騎馬ê去接伊，續問伊講，平安mah？"}},{"book":"王下","chapter":9,"verse":18,"versions":{"unv":"騎馬的就去迎接耶戶，說：「王問說，平安不平安？」耶戶說：「平安不平安與你何干？你轉在我後頭吧！」守望的人又說：「使者到了他們那裡，卻不回來。」","bklcl":"Khiâ-bé--ê khì chih i kóng, Ông án-ni kóng, Sī pêng-an mah?  Iâ-hō͘ kóng, Pêng-an á-bô, kap lí sím-mi̍h kan-sia̍p?  lí oat-lâi tè góa ê āu-bīn.  Siú-bāng--ê koh kóng, Sù-chiá kàu in hia, chóng-sī bô tò-tńg-lâi.","tghg":"騎馬者去接伊，講：「王按呢講，是平安嗎？」耶戶講：「平安抑無及你甚麼干涉？你越來隨我的後面！」守望者閣講：「使者到𪜶遐，總是無倒轉來。」","bklhl":"騎馬ê去接伊講，王án-ni講，是平安mah？Iâ-hō͘講，平安á無，kap你甚麼干涉？你oat來tè我ê後面。守望ê koh講，使者到in hia，總是無倒tńg來。"}},{"book":"王下","chapter":9,"verse":19,"versions":{"unv":"王又打發一個騎馬的去。這人到了他們那裡，說：「王問說，平安不平安？」耶戶說：「平安不平安與你何干？你轉在我後頭吧！」","bklcl":"Ông koh chhe chi̍t ê khiâ-bé--ê khì, i kàu in hia, kóng, Ông án-ni kóng, Sī pêng-an mah?  Iâ-hō͘ kóng, Pêng-an á-bô, kap lí sím-mi̍h kan-sia̍p? lí oat-lâi tè góa ê āu-bīn.","tghg":"王閣差一個騎馬者去。伊到𪜶遐，講：「王按呢講，是平安嗎？」耶戶講：「平安抑無及你甚麼干涉？你越來隨我的後面！」","bklhl":"王koh 差一个騎馬ê去，伊到in hia，講，王án-ni講，是平安mah？Iâ-hō͘講，平安á無，kap你甚麼干涉？你oat來tè我ê後面。"}},{"book":"王下","chapter":9,"verse":20,"versions":{"unv":"守望的人又說：「他到了他們那裡，也不回來；車趕得甚猛，像寧示的孫子耶戶的趕法。」","bklcl":"Siú-bāng--ê koh kóng, I kàu in hia, iā bô tò-tńg--lâi; kóaⁿ-chhia ê khoán chhin-chhiūⁿ Lêng-sī ê sun Iâ-hō͘ teh kóaⁿ; in-ūi i kóaⁿ chin kông.","tghg":"守望者閣講：「伊到𪜶遐，也無倒轉來；趕車的款親像寧示的孫耶戶啲趕，因為伊趕真狂(kông)。」","bklhl":"守望ê koh講，伊到in hia，也無倒tńg來；趕車ê款親像Lêng-sī ê孫Iâ-hō͘ teh趕；因為伊趕真狂。"}},{"book":"王下","chapter":9,"verse":21,"versions":{"unv":"約蘭吩咐說：「套車！」人就給他套車。以色列王約蘭和猶大王亞哈謝各坐自己的車出去迎接耶戶，在耶斯列人拿伯的田那裡遇見他。","bklcl":"Iok-lâm kóng, Thò chhia; chiū thò i ê chhia.  Í-sek-lia̍t ông Iok-lâm kap Iû-tāi ông A-hap-siā chhut-khì; ta̍k-ê chē ka-kī ê chhia chhut-khì chih Iâ-hō͘; tī Iâ-su-lia̍t lâng Ná-po̍k ê hn̂g tú-tio̍h i.","tghg":"約蘭講：「套車！」就套伊的車。以色列王約蘭及猶大王亞哈謝出去逐個坐家己的車出去接耶戶，佇耶斯列人拿伯的園抵著(tú-tio̍h)伊。","bklhl":"Iok-lâm講，套車；就套伊ê車。以色列王Iok-lâm kap偤大王A-hap-siā出去；ta̍k-ê坐家己ê車出去接Iâ-hō͘；tī Iâ-su-lia̍t人Ná-po̍k ê園tú-tio̍h伊。"}},{"book":"王下","chapter":9,"verse":22,"versions":{"unv":"約蘭見耶戶就說：「耶戶啊，平安嗎？」耶戶說：「你母親耶洗別的淫行邪術這樣多，焉能平安呢？」","bklcl":"Iok-lâm kìⁿ-tio̍h Iâ-hō͘ chiū kóng, Iâ-hō͘ ah, sī pêng-an mah?  I ìn kóng, Lí ê lāu-bú Iâ-sé-piat ê îm-hēng siâ-su̍t hiah-chōe iáu tī-teh, thái ōe pêng-an?","tghg":"約蘭見著耶戶就講：「耶戶啊，是平安嗎？」伊應講：「你的老母耶洗別的淫行邪術許多猶(iáu)佇啲，豈(thái)會平安？」","bklhl":"Iok-lâm見tio̍h Iâ-hō͘就講，Iâ-hō͘ ah，是平安mah？伊應講，你ê老母Iâ-sé-piat ê淫行邪術hiah-chōe iáu tī-teh，thái會平安？"}},{"book":"王下","chapter":9,"verse":23,"versions":{"unv":"約蘭就轉車逃跑，對亞哈謝說：「亞哈謝啊，反了！」","bklcl":"Iok-lâm chiū oa̍t-tńg i ê chhia cháu, kā A-hap-siā kóng, A-hap-siā ah, ū bô͘-hoán lah.","tghg":"約蘭就越轉伊的車走，給亞哈謝講：「亞哈謝啊，有謀反(bô͘-hoán)啦！」","bklhl":"Iok-lâm就oa̍t-tńg伊ê車走，kā A-hap-siā講，A-hap-siā ah，有謀反lah。"}},{"book":"王下","chapter":9,"verse":24,"versions":{"unv":"耶戶開滿了弓，射中約蘭的脊背，箭從心窩穿出，約蘭就仆倒在車上。","bklcl":"Iâ-hō͘ chīn-la̍t khui-keng, siā-tio̍h Iok-lâm ê pn̄g-sî-kut tiong; chìⁿ tùi i ê sim thàng--chhut khì. I chiū lek--lo̍h chhia-lāi.","tghg":"耶戶盡力開弓，射著約蘭的飯匙骨中，箭對伊的心𥦁(thàng)出去。伊就慄(lek)落車內。","bklhl":"Iâ-hō͘盡力開弓，射tio̍h Iok-lâm ê飯匙骨中；箭對伊ê心thàng出去。伊就lek落車內。"}},{"book":"王下","chapter":9,"verse":25,"versions":{"unv":"耶戶對他的軍長畢甲說：「你把他拋在耶斯列人拿伯的田間。你當追想，你我一同坐車跟隨他父亞哈的時候，耶和華對亞哈所說的預言，","bklcl":"Iâ-hō͘ kā i ê kun-tiúⁿ Pit-kah kóng, Lí chiong i hiat tī Iâ-su-lia̍t lâng Ná-po̍k ê hn̂g--nih; lí tio̍h kì-tit lí góa saⁿ-kap chē-chhia tè i ê lāu-pē A-hap ê sî, Iâ-hô-hoa tùi i só͘ chhàm-gú-ê;","tghg":"耶戶給伊的軍長畢甲講：「你將伊㧒(hiat)佇耶斯列人拿伯的園裡。你著記得，你我相及坐車隨伊的老父亞哈的時，耶和華對伊所讖語(chhàm-gú)的，","bklhl":"Iâ-hō͘ kā伊ê軍長Pit-kah講，你將伊hiat tī Iâ-su-lia̍t人Ná-po̍k ê園裡；你tio̍h記得你我相kap坐車tè伊ê老父A-hap ê時，耶和華對伊所讖語ê；"}},{"book":"王下","chapter":9,"verse":26,"versions":{"unv":"說：『我昨日看見拿伯的血和他眾子的血，我必在這塊田上報應你。』這是耶和華說的，現在你要照著耶和華的話，把他拋在這田間。」","bklcl":"Iâ-hô-hoa kóng, Góa chā-ji̍t ū khòaⁿ-kìⁿ Ná-po̍k ê huih, kap i ê kiáⁿ ê huih; Iâ-hô-hoa koh kóng, Tī chit khu hn̂g Góa beh pò-èng lí.  Taⁿ tio̍h chiong i hiat tī hit khu hn̂g, chiàu Iâ-hô-hoa só͘ kóng ê.","tghg":"耶和華講：『我昨日有看見拿伯的血及伊的子的血』，耶和華閣講：『佇此區園我欲報應你。』今著將伊㧒佇彼區園，照耶和華所講的。」","bklhl":"耶和華講，我昨日有看見Ná-po̍k ê血，kap伊ê kiáⁿ ê血；耶和華koh講，Tī chit坵園我beh報應你。Taⁿ tio̍h將伊hiat tī hit坵園，照耶和華所講ê。"}},{"book":"王下","chapter":9,"verse":27,"versions":{"unv":"猶大王亞哈謝見這光景，就從園亭之路逃跑。耶戶追趕他，說：「把這人也殺在車上。」到了靠近以伯蓮的姑珥坡上擊傷了他。他逃到米吉多，就死在那裡。","bklcl":"Iû-tāi ông A-hap-siā khòaⁿ-kìⁿ án-ni, chiū tùi hn̂g ê chhù ê lō͘ tô-cháu.  Iâ-hō͘ jip i, kóng, Iā tio̍h phah-sí i tī chhia-lāi; kàu óa-kūn Í-pek-liân chiūⁿ Ko-jíⁿ ê soaⁿ-phiâⁿ phah-siong i.  I cháu kàu Bí-kiat-to, chiū sí tī-hia.","tghg":"猶大王亞哈謝看見按呢，就對園的厝的路逃走。耶戶趇(jip)伊，講：「也著拍死伊佇車內。」到倚近以伯蓮上姑珥的山坪(soaⁿ-phiâⁿ)拍傷伊。伊走到米吉多，就死佇遐。","bklhl":"偤大王A-hap-siā看見án-ni，就tùi園ê厝ê路逃走。Iâ-hō͘ jip伊，講，也tio̍h phah死伊tī車內；到óa近Í-pek-liân上Ko-jíⁿ ê山坪phah傷伊。伊走到Bí-kiat-to，就死tī-hia。"}},{"book":"王下","chapter":9,"verse":28,"versions":{"unv":"他的臣僕用車將他的屍首送到耶路撒冷，葬在大衛城他自己的墳墓裡，與他列祖同葬。","bklcl":"I ê lô͘-po̍k ēng chhia chài i kàu Iâ-lō͘-sat-léng, chòng tī i ê bōng, kap i ê lia̍t-chó͘, tī Tāi-pi̍t ê siâⁿ.","tghg":"伊的奴僕用車載伊到耶路撒冷，葬佇伊的墓及伊的列祖，佇大衛的城。","bklhl":"伊ê奴僕用車載伊到耶路撒冷，葬tī伊ê墓，kap伊ê列祖，tī大衛ê城。"}},{"book":"王下","chapter":9,"verse":29,"versions":{"unv":"亞哈謝登基作猶大王的時候，是在亞哈的兒子約蘭第十一年。","bklcl":"Tī A-hap ê kiáⁿ Iok-lâm cha̍p-it nî, A-hap-siā khí-thâu chòe Iû-tāi ông.","tghg":"佇亞哈的子約蘭十一年，亞哈謝起頭做猶大王。","bklhl":"Tī A-hap ê kiáⁿ Iok-lâm十一年，A-hap-siā起頭做偤大王。"}},{"book":"王下","chapter":9,"verse":30,"versions":{"unv":"耶戶到了耶斯列；耶洗別聽見就擦粉、梳頭，從窗戶裡往外觀看。","bklcl":"Iâ-hō͘ kàu Iâ-su-lia̍t, Iâ-sé-piat thiaⁿ-kìⁿ, chiū ūi ba̍k-bâi, soe-thâu, àⁿ tī thang-á teh-khòaⁿ.","tghg":"耶戶到耶斯列；耶洗別聽見就畫(ūi)目眉、梳頭，俯(àⁿ)佇窗仔啲看。","bklhl":"Iâ-hō͘到Iâ-su-lia̍t，Iâ-sé-piat聽見，就畫目眉、梳頭，àⁿ tī窗á teh看。"}},{"book":"王下","chapter":9,"verse":31,"versions":{"unv":"耶戶進門的時候，耶洗別說：「殺主人的心利啊，平安嗎？」","bklcl":"Iâ-hō͘ ji̍p-mn̂g ê sî, Iâ-sé-piat kóng, Thâi-sí chú-lâng ê Sim-lī ah, pêng-an mah?","tghg":"耶戶入門的時，耶洗別講：「刣死主人的心利啊，平安嗎？」","bklhl":"Iâ-hō͘入門ê時，Iâ-sé-piat講，刣死主人ê Sim-lī ah，平安mah？"}},{"book":"王下","chapter":9,"verse":32,"versions":{"unv":"耶戶抬頭向窗戶觀看，說：「誰順從我？」有兩三個太監從窗戶往外看他。","bklcl":"Iâ-hō͘ kia̍h-thâu ǹg thang-á khòaⁿ, kóng, Chī-chūi ūi góa, chī-chūi ah?  Ū nn̄g-saⁿ ê thài-kàm àⁿ-lo̍h khòaⁿ i.","tghg":"耶戶攑頭向窗仔看，講：「是誰為我，是誰啊？」有二三個太監俯落看伊。","bklhl":"Iâ-hō͘ kia̍h頭ǹg窗á看，講，Chī-chūi為我，是誰 ah？有兩三個太監àⁿ落看伊。"}},{"book":"王下","chapter":9,"verse":33,"versions":{"unv":"耶戶說：「把她扔下來！」他們就把她扔下來。她的血濺在牆上和馬上；於是把她踐踏了。","bklcl":"Iâ-hō͘ kóng, Kā i chhia--lo̍h-lâi; in chiū chhia i lo̍h-lâi; i ê huih chōaⁿ-tio̍h chhiûⁿ-piah kap bé; chiū ēng kha ta̍h i.","tghg":"耶戶講：「給伊捙(chhia)落來！」𪜶就捙伊落來。伊的血濺(chōaⁿ)著牆壁及馬；就用腳踏伊。","bklhl":"Iâ-hō͘講，kā伊chhia落來；in就chhia伊落來；伊ê血chōaⁿ-tio̍h牆壁kap馬；就用腳踏伊。"}},{"book":"王下","chapter":9,"verse":34,"versions":{"unv":"耶戶進去，吃了喝了，吩咐說：「你們把這被咒詛的婦人葬埋了，因為她是王的女兒。」","bklcl":"Iâ-hō͘ ji̍p-khì, iā chia̍h iā lim, kóng, Lín khì khòaⁿ hit ê siū chiù-chó͘ ê hū-jîn-lâng, sòa bâi-chòng i, in-ūi i sī ông ê cha-bó͘-kiáⁿ.","tghg":"耶戶入去，也食也飲，講：「恁去看彼個受咒詛的婦仁人續埋葬伊，因為伊是王的查某子。」","bklhl":"Iâ-hō͘入去，也食也lim，講，lín去看hit ê受咒詛ê婦人人，續埋葬伊，因為伊是王ê cha-bó͘-kiáⁿ。"}},{"book":"王下","chapter":9,"verse":35,"versions":{"unv":"他們就去葬埋她，只尋得她的頭骨和腳，並手掌。","bklcl":"In khì beh chòng i; kan-ta chhē-tio̍h i ê thâu-khak-kut, kap kha, kap chhiú-chiúⁿ nā-tiāⁿ.","tghg":"𪜶去欲葬伊，干單尋著伊的頭殼骨及腳，及手掌若定。","bklhl":"In去beh葬伊；kan-ta chhē-tio̍h伊ê頭殼骨，kap腳，kap手掌nā-tiāⁿ。"}},{"book":"王下","chapter":9,"verse":36,"versions":{"unv":"他們回去告訴耶戶，耶戶說：「這正應驗耶和華藉他僕人提斯比人以利亞所說的話，說：『在耶斯列田間，狗必吃耶洗別的肉；","bklcl":"In tò-lâi hê-hok i;  Iâ-hō͘ chiū kóng, Che chiū-sī Iâ-hô-hoa thok I ê lô͘-po̍k Thê-su-pí lâng Í-lī-a só͘ kóng ê ōe, kóng, Tī Iâ-su-lia̍t ê hn̂g, káu beh chia̍h Iâ-sé-piat ê bah.","tghg":"𪜶倒來回覆伊，耶戶就講：「這就是耶和華託伊的奴僕提斯比人以利亞所講的話，講：『佇耶斯列的園，狗欲食耶洗別的肉；","bklhl":"In tò來回覆伊；Iâ-hō͘就講，這就是耶和華託伊ê奴僕Thê-su-pí人以利亞所講ê話，講，Tī Iâ-su-lia̍t ê園，狗beh食Iâ-sé-piat ê肉。"}},{"book":"王下","chapter":9,"verse":37,"versions":{"unv":"耶洗別的屍首必在耶斯列田間如同糞土，甚至人不能說這是耶洗別。』」","bklcl":"Koh Iâ-sé-piat ê sin-si beh tī Iâ-su-lia̍t ê hn̂g chhin-chhiūⁿ pùn tī thô͘-bīn, tì-kàu lâng bô beh kóng, Che sī Iâ-sé-piat.","tghg":"閣耶洗別的身屍欲佇耶斯列的園親像糞(pùn)佇土面，致到人無欲講這是耶洗別。』」","bklhl":"Koh Iâ-sé-piat ê身屍beh tī Iâ-su-lia̍t ê園親像糞tī土面，致到人無beh講，這是Iâ-sé-piat。"}}]