[{"book":"王下","chapter":20,"verse":1,"versions":{"unv":"那時，希西家病得要死。亞摩斯的兒子先知以賽亞去見他，對他說：「耶和華如此說：『你當留遺命與你的家，因為你必死，不能活了。』」","bklcl":"Hiah ê ji̍t ê tiong-kan Hi-se-ka phòa-pīⁿ tit-beh sí.  A-mô͘-su ê kiáⁿ sian-ti Í-sài-a, khì kìⁿ i, tùi i kóng, Iâ-hô-hoa án-ni kóng, Lí tio̍h siat-hoat lí ê ke-sū, in-ūi lí tit-beh sí, bōe oa̍h.","tghg":"許個日的中間，希西家破病得欲死。亞摩斯的子先知以賽亞去見伊，對伊講：「耶和華按呢講：『你著設法你的家事(ke-sū)，因為你得欲死，𣍐活。』」","bklhl":"Hiah-ê日ê中間Hi-se-ka破病得beh死。A-mô͘-su ê kiáⁿ先知以賽亞，去見伊，對伊講，耶和華án-ni講，你tio̍h設法你ê家-事，因為你得beh死，bōe活。"}},{"book":"王下","chapter":20,"verse":2,"versions":{"unv":"希西家就轉臉朝牆，禱告耶和華說：","bklcl":"I chiū oa̍t-tńg bīn ǹg-piah, kî-tó Iâ-hô-hoa kóng,","tghg":"伊就越轉面向壁，祈禱耶和華講：","bklhl":"伊就oa̍t-tńg面ǹg壁，祈禱耶和華講，"}},{"book":"王下","chapter":20,"verse":3,"versions":{"unv":"「耶和華啊，求你記念我在你面前怎樣存完全的心，按誠實行事，又做你眼中所看為善的。」希西家就痛哭了。","bklcl":"Iâ-hô-hoa ah, kiû Lí kì-liām góa tī Lí ê bīn-chêng cháiⁿ-iūⁿ chûn oân-choân ê sim, chiàu sêng-si̍t lâi kiâⁿ; koh chòe Lí só͘ khòaⁿ-chòe hó--ê.  Hi-se-ka chiū tōa-siaⁿ thî-khàu.","tghg":"「耶和華啊，求你紀念我佇你的面前怎樣存完全的心，照誠實來行，閣做你所看做好的。」希西家就大聲啼哭。","bklhl":"耶和華ah，求你記念我tī你ê面前怎樣存完全ê心，照誠實來行；koh做你所看做好ê。Hi-se-ka就大聲啼哭。"}},{"book":"王下","chapter":20,"verse":4,"versions":{"unv":"以賽亞出來，還沒有到中院（院：或譯城），耶和華的話就臨到他，說：","bklcl":"Í-sài-a chhut-khì, iáu-bē kàu tiong-īⁿ, Iâ-hô-hoa ê ōe chiū lîm-kàu i kóng,","tghg":"以賽亞出去，猶未到中院，耶和華的話就臨到伊，講：","bklhl":"以賽亞出去，iáu未到中院，耶和華ê話就臨到伊講，"}},{"book":"王下","chapter":20,"verse":5,"versions":{"unv":"「你回去告訴我民的君希西家說：耶和華─你祖大衛的　神如此說：『我聽見了你的禱告，看見了你的眼淚，我必醫治你；到第三日，你必上到耶和華的殿。","bklcl":"Lí oat-tò-tńg, kā Góa ê peh-sìⁿ ê jîn-kun Hi-se-ka kóng, Lí ê chó͘ Tāi-pi̍t ê Siōng-tè Iâ-hô-hoa án-ni kóng, Góa í-keng thiaⁿ-kìⁿ lí ê kî-tó, khòaⁿ-kìⁿ lí ê ba̍k-sái; khòaⁿ ah, Góa beh i-hó lí; kàu tē-saⁿ ji̍t, lí beh chiūⁿ-khì Iâ-hô-hoa ê tiān.","tghg":"「你越倒轉給我的百姓的人君希西家講：你的祖大衛的上帝──耶和華按呢講：『我已經聽見你的祈禱，看見你的目屎，看啊！我欲醫好你；到第三日，你欲上去耶和華的殿。","bklhl":"你oat倒tńg，kā我ê百姓ê人君Hi-se-ka講，你ê祖大衛ê上帝耶和華án-ni講，我已經聽見你ê祈禱，看見你ê目屎；看ah，我beh醫好你；到第三日，你beh上去耶和華ê殿。"}},{"book":"王下","chapter":20,"verse":6,"versions":{"unv":"我必加增你十五年的壽數，並且我要救你和這城脫離亞述王的手。我為自己和我僕人大衛的緣故，必保護這城。』」","bklcl":"Góa beh ke-thiⁿ lí ê hè-siū cha̍p-gō͘ nî; koh Góa beh kiù lí kap chit ê siâⁿ thoat-lī A-su̍t ông ê chhiú; Góa ūi-tio̍h ka-kī ê iân-kò͘, koh ūi-tio̍h Góa ê lô͘-po̍k Tāi-pi̍t ê iân-kò͘, beh pó-hō͘ chit ê siâⁿ.","tghg":"我欲加添你的歲壽十五年，閣我欲救你及此個城脫離亞述王的手。我為著家己的緣故，閣為著我的奴僕大衛的緣故，欲保護此個城。』」","bklhl":"我beh加添你ê歲壽十五年；koh我beh救你kap chit ê城脫離亞述王ê手；我為tio̍h家己ê緣故，koh為tio̍h我ê奴僕大衛ê緣故，beh保護chit ê城。"}},{"book":"王下","chapter":20,"verse":7,"versions":{"unv":"以賽亞說：「當取一塊無花果餅來。」人就取了來，貼在瘡上，王便痊癒了。","bklcl":"Í-sài-a kóng, Tio̍h the̍h chi̍t-tè bû-hoa-kó-piáⁿ lâi; in chiū the̍h-lâi, tah tī lia̍p-á; ông chiū hó.","tghg":"以賽亞講：「著提一塊無花果餅來。」𪜶就提來，貼佇[粒]仔，王就好。","bklhl":"以賽亞講，Tio̍h the̍h一塊無花果餅來；in就the̍h來，貼tī粒á；王就好。"}},{"book":"王下","chapter":20,"verse":8,"versions":{"unv":"希西家問以賽亞說：「耶和華必醫治我，到第三日，我能上耶和華的殿，有甚麼兆頭呢？」","bklcl":"Hi-se-ka mn̄g Í-sài-a kóng, Iâ-hô-hoa beh i-hó góa, kàu tē-saⁿ ji̍t góa beh chiūⁿ-khì Iâ-hô-hoa ê tiān, ū sím-mi̍h tiāu-thâu?","tghg":"希西家問以賽亞講：「耶和華欲醫好我，到第三日，我欲上去耶和華的殿，有甚麼兆頭(tiāu-thâu)？」","bklhl":"Hi-se-ka問以賽亞講，耶和華beh醫好我，到第三日我beh上去耶和華ê殿，有甚麼兆頭？"}},{"book":"王下","chapter":20,"verse":9,"versions":{"unv":"以賽亞說：「耶和華必成就他所說的。這是他給你的兆頭：你要日影向前進十度呢？是要往後退十度呢？」","bklcl":"Í-sài-a kóng, Iâ-hô-hoa beh chiâⁿ I só͘ kóng ê, che sī Iâ-hô-hoa beh hō͘ lí ê tiāu-thâu; lí beh ji̍t-iáⁿ chìn-chêng cha̍p-tō͘, á-sī thè-āu cha̍p-tō͘ ah?","tghg":"以賽亞講：「耶和華欲成伊所講的。這是耶和華欲互你的兆頭：你欲日影進前十度？抑是退後十度啊？」","bklhl":"以賽亞講，耶和華beh成伊所講ê，這是耶和華beh hō͘你ê兆頭；你beh日影進前十度，á是退後十度 ah？"}},{"book":"王下","chapter":20,"verse":10,"versions":{"unv":"希西家回答說：「日影向前進十度容易，我要日影往後退十度。」","bklcl":"Hi-se-ka ìn kóng, Ji̍t-iáⁿ chìn-chêng cha̍p-tō͘ sī khah-khoài; bô--lah, tio̍h ji̍t-iáⁿ thè-āu cha̍p-tō͘.","tghg":"希西家應講：「日影進前十度是卡快，無啦，著日影退後十度。」","bklhl":"Hi-se-ka應講，日影進前十度是khah快；無lah，tio̍h日影退後十度。"}},{"book":"王下","chapter":20,"verse":11,"versions":{"unv":"先知以賽亞求告耶和華，耶和華就使亞哈斯的日晷向前進的日影，往後退了十度。","bklcl":"Sian-ti Í-sài-a kiû-kiò Iâ-hô-hoa, I chiū hō͘ A-hap-su ê ji̍t-kui chìn-chêng ê ji̍t-iáⁿ thè-āu cha̍p-tō͘.","tghg":"先知以賽亞求叫耶和華，伊就互亞哈斯的日晷(ji̍t-kui)進前的日影，退後十度。","bklhl":"先知以賽亞求叫耶和華，伊就hō͘ A-hap-su ê日圭進前ê日影退後十度。"}},{"book":"王下","chapter":20,"verse":12,"versions":{"unv":"那時，巴比倫王巴拉但的兒子米羅達‧巴拉但聽見希西家病而痊癒，就送書信和禮物給他。","bklcl":"Tng-sî Pa-pí-lûn ông Pa-la̍h-tàn ê kiáⁿ Pí-lô-ta̍t-pa-la̍h-tàn thiaⁿ-kìⁿ Hi-se-ka phòa-pīⁿ, chiū sàng phoe-sìn kap lé-mi̍h hō͘ Hi-se-ka.","tghg":"當時，巴比倫王巴拉但的子比羅達巴拉但聽見希西家破病，就送批信及禮物互希西家。","bklhl":"當時巴比倫王Pa-la̍h-tàn ê kiáⁿ Pí-lô-ta̍t-pa-la̍h-tàn聽見Hi-se-ka破病，就送phoe信kap禮物hō͘ Hi-se-ka。"}},{"book":"王下","chapter":20,"verse":13,"versions":{"unv":"希西家聽從使者的話，就把他寶庫的金子、銀子、香料、貴重的膏油，和他武庫的一切軍器，並他所有的財寶，都給他們看。他家中和他全國之內，希西家沒有一樣不給他們看的。","bklcl":"Hi-se-ka thiaⁿ sù-chiá ê ōe, chiū chiong i khǹg pó-mi̍h ê chhù, kim, gûn, hiuⁿ-liāu, kùi-khì ê iû, kap i ê kun-chong-ke̍k, kap hú-khò͘-lāi it-chhè só͘-ū-ê, lóng hō͘ in khòaⁿ; i ê ke-tiong kap i choân-kok ê lāi-bīn, Hi-se-ka bô chi̍t hāng bô hō͘ in khòaⁿ.","tghg":"希西家聽使者的話，就將伊囥寶物的厝、金銀、香料、貴氣的油，及伊的軍藏局，及府庫內一切所有的，攏互𪜶看。伊的家中及伊全國的內面，希西家無一項無互𪜶看。","bklhl":"Hi-se-ka聽使者ê話，就將伊khǹg寶物ê厝，金、銀、香料、貴氣ê油，kap伊ê軍裝局，kap府庫內一切所有ê，lóng hō͘ in看；伊ê家中kap伊全國ê內面，Hi-se-ka無一項無hō͘ in看。"}},{"book":"王下","chapter":20,"verse":14,"versions":{"unv":"於是先知以賽亞來見希西家王，問他說：「這些人說甚麼？他們從哪裡來見你？」希西家說：「他們從遠方的巴比倫來。」","bklcl":"Tùi án-ni sian-ti Í-sài-a lâi kìⁿ Hi-se-ka ông, mn̄g i kóng, Chiah-ê lâng kóng sím-mi̍h? in tùi toh-lo̍h lâi kìⁿ lí?  Hi-se-ka kóng, In tùi hn̄g-hn̄g ê só͘-chāi, chiū-sī tùi Pa-pí-lûn lâi.","tghg":"對按呢先知以賽亞來見希西家王，問伊講：「諸個人講甚麼？𪜶對叨落來見你？」希西家講：「𪜶對遠遠的所在就是對巴比倫來。」","bklhl":"Tùi án-ni，先知以賽亞來見Hi-se-ka王，問伊講，chiah ê人講甚麼？in tùi toh落來見你？Hi-se-ka講，In tùi遠遠ê所在，就是tùi巴比倫來。"}},{"book":"王下","chapter":20,"verse":15,"versions":{"unv":"以賽亞說：「他們在你家裡看見了甚麼？」希西家說：「凡我家中所有的，他們都看見了；我財寶中沒有一樣不給他們看的。」","bklcl":"Í-sài-a kóng, In tī lí ê ke ū khòaⁿ-kìⁿ sím-mi̍h? Hi-se-ka ìn kóng, Hoān-nā góa ke-tiong só͘-ū-ê in lóng ū khòaⁿ-kìⁿ; góa ê châi-pó ê tiong-kan bô chi̍t-hāng bô hō͘ in khòaⁿ-kìⁿ.","tghg":"以賽亞講：「𪜶佇你的家有看見甚麼？」希西家應講：「凡若我家中所有的𪜶攏有看見，我的財寶的中間無一項無互𪜶看見。」","bklhl":"以賽亞講，In tī你ê家有看見甚麼？Hi-se-ka應講，凡若我家中所有ê in lóng有看見；我ê財寶ê中間無一項無hō͘ in看見。"}},{"book":"王下","chapter":20,"verse":16,"versions":{"unv":"以賽亞對希西家說：「你要聽耶和華的話，","bklcl":"Í-sài-a tùi Hi-se-ka kóng, Lí tio̍h thiaⁿ Iâ-hô-hoa ê ōe.","tghg":"以賽亞對希西家講：「你著聽耶和華的話，","bklhl":"以賽亞對Hi-se-ka講，你tio̍h聽耶和華ê話。"}},{"book":"王下","chapter":20,"verse":17,"versions":{"unv":"日子必到，凡你家裡所有的，並你列祖積蓄到如今的，都要被擄到巴比倫去，不留下一樣。這是耶和華說的。","bklcl":"Khòaⁿ ah, ji̍t-chí beh kàu, hoān-nā lí ke-lāi só͘-ū-ê kap lí ê lia̍t-chó͘ chek-chū kàu hiān-kim-ê, lóng beh siū-chhiúⁿ kàu Pa-pí-lûn, bô lâu chi̍t-hāng; che sī Iâ-hô-hoa kóng ê.","tghg":"看啊，日子欲到，凡若你家內所有的及你的列祖積聚到現今的，攏欲受搶到巴比倫，無留一項。這是耶和華講的。","bklhl":"看ah，日子beh到，凡若你家內所有ê kap你ê列祖積聚到現今ê，lóng beh受搶到巴比倫，無留一項；這是耶和華講ê。"}},{"book":"王下","chapter":20,"verse":18,"versions":{"unv":"並且從你本身所生的眾子，其中必有被擄去在巴比倫王宮裡當太監的。」","bklcl":"Koh tùi lí pún-sin só͘ siⁿ ê kiáⁿ-sun, kî-tiong ū-ê beh siū lia̍h--khì, tī Pa-pí-lûn ê ông-kiong tng thài-kàm.","tghg":"閣對你本身所生的子孫，其中有的欲受掠去佇巴比倫的王宮當(tng)太監。」","bklhl":"Koh對你本身所生ê kiáⁿ孫，其中有ê beh受掠去，tī巴比倫ê王宮當太監。"}},{"book":"王下","chapter":20,"verse":19,"versions":{"unv":"希西家對以賽亞說：「你所說耶和華的話甚好！若在我的年日中有太平和穩固的景況，豈不是好嗎？」","bklcl":"Hi-se-ka tùi Í-sài-a kóng, Lí só͘ thoân Iâ-hô-hoa ê ōe sī hó; koh kóng, Góa iáu tī-teh ê ji̍t, nā ū thài-pêng kian-kò͘, kiám m̄-sī hó?","tghg":"希西家對以賽亞講：「你所傳耶和華的話是好！閣講，我猶佇啲的日若有太平堅固，豈呣是好？」","bklhl":"Hi-se-ka對以賽亞講，你所傳耶和華ê話是好；koh講，我iáu tī-teh ê日，若有太平堅固，kiám m̄是好？"}},{"book":"王下","chapter":20,"verse":20,"versions":{"unv":"希西家其餘的事和他的勇力，他怎樣挖池、挖溝、引水入城，都寫在猶大列王記上。","bklcl":"Hi-se-ka kî-û ê sū, kap i ê lêng-le̍k, i cháiⁿ-iūⁿ ku̍t tî khui kau, ín chúi ji̍p siâⁿ, kiám bô lóng kì tī Iû-tāi lia̍t-ông ê kì-lio̍k mah?","tghg":"希西家其餘的事及伊的能力，伊怎樣掘池、開溝、引水入城，豈無攏記佇猶大列王的記錄嗎？","bklhl":"Hi-se-ka其餘ê事，kap伊ê能力，伊怎樣掘池開溝，引水入城，kiám無lóng記tī偤大列王ê記錄mah？"}},{"book":"王下","chapter":20,"verse":21,"versions":{"unv":"希西家與他列祖同睡。他兒子瑪拿西接續他作王。","bklcl":"Hi-se-ka kap i ê lia̍t-chó͘ tâng khùn.  I ê kiáⁿ Má-ná-se sòa-chiap i chòe ông.","tghg":"希西家及伊的列祖同睏。伊的子瑪拿西續接伊做王。","bklhl":"Hi-se-ka kap伊ê列祖同睏。伊ê kiáⁿ Má-ná-se續接伊做王。"}}]