[{"book":"王下","chapter":5,"verse":1,"versions":{"unv":"亞蘭王的元帥乃縵在他主人面前為尊為大，因耶和華曾藉他使亞蘭人得勝；他又是大能的勇士，只是長了大痲瘋。","bklcl":"A-lân ông ê kun-tiúⁿ Nái-bān, tī i ê chú-lâng ê bīn-chêng chòe-tōa, chòe chun-kùi, in-ūi Iâ-hô-hoa bat ēng i hō͘ A-lân tek-sèng, i iā sī tōa koân-lêng ê ióng-sū; chóng-sī thái-ko.","tghg":"亞蘭王的軍長乃縵佇伊的主人的面前做大做尊貴，因為耶和華曾用伊互亞蘭得勝；伊也是大權能的勇士，總是癩[哥]。","bklhl":"A-lân王ê軍長Nái-bān，tī伊ê主人ê面前做大，做尊貴，因為耶和華bat用伊hō͘ A-lân得勝，伊也是大權能ê勇士；總是thái-ko。"}},{"book":"王下","chapter":5,"verse":2,"versions":{"unv":"先前亞蘭人成群地出去，從以色列國擄了一個小女子，這女子就服事乃縵的妻。","bklcl":"Chêng A-lân lâng kui-tīn chhut-khì, tùi Í-sek-lia̍t tōe lia̍h chi̍t ê cha-bó͘-gín-ná; i chiū su-hāu Nái-bān ê bó͘.","tghg":"前亞蘭人歸陣出去，對以色列地掠一個查某囝仔，伊就伺候乃縵的某。","bklhl":"前A-lân人kui陣出去，tùi以色列地掠一个cha-bó͘-gín-ná；伊就伺候Nái-bān ê bó͘。"}},{"book":"王下","chapter":5,"verse":3,"versions":{"unv":"她對主母說：「巴不得我主人去見撒馬利亞的先知，必能治好他的大痲瘋。」","bklcl":"I kā i ê chú-bú kóng, Khó͘ bōe tit-tio̍h góa ê chú kap Sat-má-lī-a ê sian-ti saⁿ-kap tī-teh, i tek-khak ōe i-hó i ê thái-ko.","tghg":"伊給伊的主母講：「苦𣍐得著我的主及撒瑪利亞的先知相及佇啲，伊的確會醫好伊的癩[哥]","bklhl":"伊kā伊ê主母講，苦bōe得tio̍h我ê主kap撒馬利亞ê先知相kap tī-teh，伊的確能醫好伊ê thái-ko。"}},{"book":"王下","chapter":5,"verse":4,"versions":{"unv":"乃縵進去，告訴他主人說，以色列國的女子如此如此說。","bklcl":"Ū lâng ji̍p-khì kā i ê chú kóng, Sio̍k Í-sek-lia̍t tōe ê cha-bó͘-gín-ná án-ni án-ni kóng.","tghg":"有人入去給伊的主講，屬以色列地的查某囝仔按呢按呢講。","bklhl":"有人入去kā伊ê主講，屬以色列地ê cha-bó͘-gín-ná án-ni án-ni講。"}},{"book":"王下","chapter":5,"verse":5,"versions":{"unv":"亞蘭王說：「你可以去，我也達信於以色列王。」於是乃縵帶銀子十他連得，金子六千舍客勒，衣裳十套，就去了；","bklcl":"A-lân ông kóng, Lí khì ah, góa iā beh kià chi̍t tiuⁿ phoe hō͘ Í-sek-lia̍t ông.  Nái-bān chiū khì, tòa gûn cha̍p tha-liân-tek, kim la̍k chheng, i-chiûⁿ cha̍p-thò;","tghg":"亞蘭王講：「你去啊，我也欲寄一張批互以色列王。」乃縵就去，帶銀十他連得，金六千，衣裳十套；","bklhl":"A-lân王講，你去ah，我也beh寄一張phoe hō͘以色列王。Nái-bān就去，帶銀十tha-liân-tek，金六千，衣裳十套；"}},{"book":"王下","chapter":5,"verse":6,"versions":{"unv":"且帶信給以色列王，信上說：「我打發臣僕乃縵去見你，你接到這信，就要治好他的大痲瘋。」","bklcl":"tòa phoe kàu Í-sek-lia̍t ông hia, phoe-lāi kóng, Phoe kàu lí hia ê sî, khòaⁿ ah, góa chhe jîn-sîn Nái-bān khì kìⁿ lí, lí tio̍h i-hó i ê thái-ko.","tghg":"帶批到以色列王遐，批內講：「批到你遐的時，看啊，我差人臣乃縵去見你，你著醫好伊的癩[哥]。」","bklhl":"帶phoe到以色列王hia，phoe內講，Phoe到你hia ê時，看ah，我差人臣Nái-bān去見你，你tio̍h醫好伊ê thái-ko。"}},{"book":"王下","chapter":5,"verse":7,"versions":{"unv":"以色列王看了信就撕裂衣服，說：「我豈是　神，能使人死使人活呢？這人竟打發人來，叫我治好他的大痲瘋。你們看一看，這人何以尋隙攻擊我呢？」","bklcl":"Í-sek-lia̍t ông khòaⁿ phoe liáu, chiū thiah li̍h i ê saⁿ, kóng, Góa kiám sī Siōng-tè, hō͘ lâng sí, hō͘ lâng oa̍h mah? chit-lâng kéng-jiân chhe lâng lâi góa chia, kah góa i-hó i ê thái-ko; chhiáⁿ lín chim-chiok siūⁿ, khòaⁿ chit-lâng cháiⁿ-iūⁿ chhē-phāng kong-kek góa.","tghg":"以色列王看批了(liáu)，就拆裂伊的衫，講：「我豈是上帝，互人死，互人活嗎？此人竟然差人來我遮，教我醫好伊的癩[哥]。請恁斟酌想，看此人怎樣尋縫攻擊我？」","bklhl":"以色列王看phoe了，就拆裂伊ê衫，講，我kiám是上帝，hō͘人死，hō͘人活mah？Chit人竟然差人來我chia，kah我醫好伊ê thái-ko；請lín 斟酌想，看chit人怎樣chhē縫攻擊我。"}},{"book":"王下","chapter":5,"verse":8,"versions":{"unv":"神人以利沙聽見以色列王撕裂衣服，就打發人去見王，說：「你為甚麼撕了衣服呢？可使那人到我這裡來，他就知道以色列中有先知了。」","bklcl":"Siōng-tè ê lô͘-po̍k Í-lī-sa thiaⁿ-kìⁿ Í-sek-lia̍t ông thiah-li̍h i ê saⁿ, chiū chhe lâng khì kìⁿ ông kóng, Lí siáⁿ-sū thiah-li̍h saⁿ ah?  Thang hō͘ hit-lâng kàu góa chia, i chiah chai Í-sek-lia̍t tiong ū sian-ti.","tghg":"上帝的奴僕以利沙聽見以色列王拆裂伊的衫，就差人去見王，講：「你啥事拆裂衫啊？通互彼人到我遮，伊才知以色列中有先知。」","bklhl":"上帝ê奴僕以利沙聽見以色列王拆裂伊ê衫，就差人去見王講，你啥事拆裂衫ah？Thang hō͘ hit人到我chia，伊chiah知以色列中有先知。"}},{"book":"王下","chapter":5,"verse":9,"versions":{"unv":"於是，乃縵帶著車馬到了以利沙的家，站在門前。","bklcl":"Nái-bān chiū kap i ê bé, i ê chhia lâi, khiā tī Í-lī-sa ê chhù mn̂g-kháu.","tghg":"乃縵就及伊的馬伊的車來徛佇以利沙的厝門口。","bklhl":"Nái-bān就kap伊ê馬，伊ê車來，khiā tī以利沙ê厝門口。"}},{"book":"王下","chapter":5,"verse":10,"versions":{"unv":"以利沙打發一個使者，對乃縵說：「你去在約旦河中沐浴七回，你的肉就必復原，而得潔淨。」","bklcl":"Í-lī-sa chhe chi̍t ê sù-chiá, kā Nái-bān kóng, Lí khì Iok-tàn hô sóe sin-khu chhit-pái, lí ê bah chiū ho̍k-goân, lí beh tit-tio̍h chheng-khì.","tghg":"以利沙差一個使者，給乃縵講：「你去約但河洗身軀七擺，你的肉就復原，你欲得著清氣。」","bklhl":"以利沙差一个使者，kā Nái-bān講，你去約旦河洗身軀七pái，你ê肉就復原，你beh得tio̍h清氣。"}},{"book":"王下","chapter":5,"verse":11,"versions":{"unv":"乃縵卻發怒走了，說：「我想他必定出來見我，站著求告耶和華─他　神的名，在患處以上搖手，治好這大痲瘋。","bklcl":"Nái-bān chiū siū-khì, thè-khì, kóng, Góa pún phah-sǹg i tek-khak beh chhut-lâi kìⁿ góa, khiā--teh kiû-kiò Iâ-hô-hoa i ê Siōng-tè ê miâ, iô-chhiú tī hoān-tio̍h ê só͘-chāi, lâi i-hó thái-ko-ê.","tghg":"乃縵就受氣退去，講：「我本拍算伊的確欲出來見我，徛啲求叫耶和華──伊的上帝的名，搖手佇患著的所在，來醫好癩[哥]的。","bklhl":"Nái-bān就受氣，退去，講，我本phah算伊的確beh出來見我，khiā-teh求叫耶和華伊ê上帝ê名，搖手tī患tio̍h ê所在，來醫好thái-ko-ê。"}},{"book":"王下","chapter":5,"verse":12,"versions":{"unv":"大馬士革的河亞罷拿和法珥法豈不比以色列的一切水更好嗎？我在那裡沐浴不得潔淨嗎？」於是氣忿忿地轉身去了。","bklcl":"Tāi-má-sek ê hô, A-pa-ná kap Hoat-jíⁿ-hoat, kiám bô pí Í-sek-lia̍t it-chhè ê chúi khah-hó mah?  góa tī-hia sóe seng-khu bōe tit-tio̍h chheng-khì mah? chiū oa̍t-tńg-sin siū-khì, chòe i khì.","tghg":"大馬色的河亞罷拿及法珥法豈無比以色列一切的水卡好嗎？我佇遐洗身軀𣍐得著清氣嗎？」就越轉身受氣做伊去。","bklhl":"大馬色ê河，A-pa-ná kap Hoat-jíⁿ-hoat，kiám無比以色列一切ê水khah好mah？我tī-hia洗身軀bōe得tio̍h清氣mah？就oa̍t-tńg身受氣，做伊去。"}},{"book":"王下","chapter":5,"verse":13,"versions":{"unv":"他的僕人進前來，對他說：「我父啊，先知若吩咐你做一件大事，你豈不做嗎？何況說你去沐浴而得潔淨呢？」","bklcl":"I ê lô͘-po̍k chìn-chêng, kā i kóng, Góa ê pē ah, sian-ti nā kah lí khì chòe chi̍t-kiāⁿ tōa-sū, lí kiám bô beh chòe mah? hô-hòng i kan-ta kā lí kóng, Sóe chiū chheng-khì ah?","tghg":"伊的奴僕進前，給伊講：「我的父啊，先知若教你去做一件大事，你豈無欲做嗎？何況伊干單給你講洗就清氣啊？」","bklhl":"伊ê奴僕進前，kā伊講，我ê父ah，先知若kah你去做一件大事，你kiám無beh做mah？何況伊kan-ta kā你講，洗就清氣ah？"}},{"book":"王下","chapter":5,"verse":14,"versions":{"unv":"於是乃縵下去，照著神人的話，在約旦河裡沐浴七回；他的肉復原，好像小孩子的肉，他就潔淨了。","bklcl":"Nái-bān chiū lo̍h-khì, chiàu Siōng-tè lô͘-po̍k ê ōe, tī Iok-tàn hô sóe chhit-pái; i ê bah ho̍k-goân, chhin-chhiūⁿ gín-ná bah, i chiū chheng-khì.","tghg":"乃縵就落去，照上帝奴僕的話，佇約但河洗七擺；伊的肉復原，親像囝仔肉，伊就清氣。","bklhl":"Nái-bān就落去，照上帝奴僕ê話，tī約旦河洗七pái；伊ê肉復原，親像gín-ná肉，伊就清氣。"}},{"book":"王下","chapter":5,"verse":15,"versions":{"unv":"乃縵帶著一切跟隨他的人，回到神人那裡，站在他面前，說：「如今我知道，除了以色列之外，普天下沒有　神。現在求你收點僕人的禮物。」","bklcl":"I kap it-chhè tè i ê lâng tò-tńg-lâi Siōng-tè ê lô͘-po̍k hia, khiā tī i ê bīn-chêng kóng, Khòaⁿ ah, góa taⁿ chai, tû Í-sek-lia̍t í-gōa, phó͘ thiⁿ-ē bô ū Siōng-tè; taⁿ kiû lí siu lí ê lô͘-po̍k ê lé-mi̍h.","tghg":"伊及一切隨伊的人，倒轉來上帝的奴僕遐，徛佇伊的面前講：「看啊，我今知，除以色列以外，普天下無有上帝。今求你收你的奴僕的禮物。」","bklhl":"伊kap一切tè伊ê人倒tńg來上帝ê奴僕hia，khiā tī伊ê面前講，看ah，我taⁿ知，除以色列以外，普天下無有上帝；taⁿ求你收你ê奴僕ê禮物。"}},{"book":"王下","chapter":5,"verse":16,"versions":{"unv":"以利沙說：「我指著所事奉永生的耶和華起誓，我必不受。」乃縵再三地求他，他卻不受。","bklcl":"I kóng, Góa kí éng-oa̍h ê Iâ-hô-hoa, chiū-sī góa khiā tī I ê bīn-chêng ê, lâi chiù-chōa, góa tek-khak m̄-siu.  I kiông-pek i siu, i koat-toàn m̄.","tghg":"伊講：「我指永活的耶和華就是我徛佇伊的面前的來咒誓，我的確呣收。」伊強迫伊收，伊決斷呣。","bklhl":"伊講，我kí永活ê耶和華，就是我khiā tī伊ê面前ê，來chiù-chōa，我的確m̄收。伊強迫伊收，伊決斷m̄。"}},{"book":"王下","chapter":5,"verse":17,"versions":{"unv":"乃縵說：「你若不肯受，請將兩騾子馱的土賜給僕人。從今以後，僕人必不再將燔祭或平安祭獻與別神，只獻給耶和華。","bklcl":"Nái-bān kóng, Nā m̄, kiû lí chiong nn̄g chiah lô só͘ ōe chài ê thô͘ hō͘ lí ê lô͘-po̍k; in-ūi tùi taⁿ í-āu, lí ê lô͘-po̍k bô koh ēng sio-chè á-sī pa̍t-hō ê chè hō͘ pa̍t ê siōng-tè; chí-ū hiàn hō͘ Iâ-hô-hoa.","tghg":"乃縵講：「若呣，求你將二隻騾所會載的土互你的奴僕。因為對今以後，你的奴僕無閣用燒祭抑是別號的祭互別個上帝，只有獻互耶和華。","bklhl":"Nái-bān講，若m̄，求你將兩隻騾所能載ê土hō͘你ê奴僕；因為tùi taⁿ以後，你ê奴僕無koh用燒祭á是別號ê祭hō͘別ê上帝；只有獻hō͘耶和華。"}},{"book":"王下","chapter":5,"verse":18,"versions":{"unv":"惟有一件事，願耶和華饒恕你僕人：我主人進臨門廟叩拜的時候，我用手攙他在臨門廟，我也屈身。我在臨門廟屈身的這事，願耶和華饒恕我。」","bklcl":"To̍k-to̍k ū chi̍t-hāng sū, goān Iâ-hô-hoa sià-bián lí ê lô͘-po̍k, chiū-sī góa ê chú ji̍p Lîm-bûn ê biō, tī-hia kèng-pài, òa(**óa)--tio̍h góa ê chhiú ê sî, koh góa tī Lîm-bûn ê biō àⁿ-io; chiū-sī góa tī Lîm-bûn ê biō àⁿ-io ê sî, goān Iâ-hô-hoa tī chí chit kiāⁿ sū sià-bián lí ê lô͘-po̍k.","tghg":"獨獨有一項事，願耶和華赦免你的奴僕：就是我的主入臨門的廟佇遐敬拜，倚著我的手的時，閣我佇臨門的廟俯(àⁿ)腰，就是我佇臨門的廟俯腰的時，願耶和華佇這此件事赦免你的奴僕。」","bklhl":"獨獨有一項事，願耶和華赦免你ê奴僕，就是我ê主入Lîm-bûn ê廟，tī-hia敬拜，óa-tio̍h我ê手ê時，koh我tī Lîm-bûn ê廟àⁿ腰；就是我tī Lîm-bûn ê廟àⁿ腰 ê時，願耶和華tī指chit件事赦免你ê奴僕。"}},{"book":"王下","chapter":5,"verse":19,"versions":{"unv":"以利沙對他說：「你可以平平安安地回去！」乃縵就離開他去了；走了不遠，","bklcl":"I chiū kā i kóng, Lí thang pêng-an khì.  I chiū lī-khui i khì, kiâⁿ chi̍t chām-á.","tghg":"伊就給伊講：「你通平安去！」伊就離開伊去；行一站仔(chi̍t chām-á)，","bklhl":"伊就kā伊講，你thang平安去。伊就離開伊去，行一chām-á。"}},{"book":"王下","chapter":5,"verse":20,"versions":{"unv":"神人以利沙的僕人基哈西心裡說：「我主人不願從這亞蘭人乃縵手裡受他帶來的禮物，我指著永生的耶和華起誓，我必跑去追上他，向他要些。」","bklcl":"Siōng-tè ê lô͘-po̍k Í-lī-sa ê chhe-ēng Ki-hap-se, sim-lāi kóng, Góa ê chú-lâng thé-thiap chit ê A-lân lâng Nái-bān, bô beh tùi i ê chhiú siu i só͘ tòa--lâi-ê; góa kí éng-oa̍h ê Iâ-hô-hoa lâi kóng, góa beh cháu-khì jip i, tùi i the̍h tām-po̍h.","tghg":"上帝的奴僕以利沙的差用基哈西心內講：「我的主人體貼此個亞蘭人乃縵，無欲對伊的手收伊所帶來的，我指永活的耶和華來講，我欲走去趇(jip)伊，對伊提淡薄。」","bklhl":"上帝ê奴僕以利沙ê差用Ki-hap-se，心內講，我ê主人體貼chit ê A-lân人Nái-bān，無beh對伊ê手收伊所帶來ê；我kí永活ê耶和華來講，我beh走去jip伊，對伊the̍h淡薄。"}},{"book":"王下","chapter":5,"verse":21,"versions":{"unv":"於是基哈西追趕乃縵。乃縵看見有人追趕，就急忙下車迎著他，說：「都平安嗎？」","bklcl":"Ki-hap-se chiū khì jip Nái-bān ê āu-bīn.  Nái-bān khòaⁿ-kìⁿ ū lâng cháu lâi jip--i, chiū lo̍h-chhia ngiâ-chih i, kóng, Lóng pêng-an mah?","tghg":"基哈西就去趇乃縵的後面。乃縵看見有人走來趇伊，就落車迎接(ngiâ-chih)伊，講：「攏平安嗎？」","bklhl":"Ki-hap-se就去jip Nái-bān ê後面。Nái-bān看見有人走來jip伊，就落車迎接伊，講，Lóng平安mah？"}},{"book":"王下","chapter":5,"verse":22,"versions":{"unv":"說：「都平安。我主人打發我來說：『剛才有兩個少年人，是先知門徒，從以法蓮山地來見我，請你賜他們一他連得銀子，兩套衣裳。』」","bklcl":"Kóng, Lóng pêng-an; góa ê chú chhe góa lâi kóng, Tú-chiah ū nn̄g ê siàu-liân lâng, sī sian-ti ê ha̍k-seng, tùi Í-hoat-liân soaⁿ-tōe lâi kìⁿ góa; chhiáⁿ lí ēng gûn chi̍t tha-liân-tek, i-chiûⁿ nn̄g thò, hō͘ i.","tghg":"講：「攏平安。我的主差我來講：『抵即(tú-chiah)有二個少年人，是先知的學生，對以法蓮山地來見我，請你用銀一他連得，衣裳二套互伊。』」","bklhl":"講，Lóng平安；我ê主差我來講，Tú-chiah有兩個少年人，是先知ê學生，tùi Í-hoat-liân山地來見我；請你用銀一tha-liân-tek，衣裳兩套，hō͘伊。"}},{"book":"王下","chapter":5,"verse":23,"versions":{"unv":"乃縵說：「請受二他連得」；再三地請受，便將二他連得銀子裝在兩個口袋裡，又將兩套衣裳交給兩個僕人；他們就在基哈西前頭抬著走。","bklcl":"Nái-bān kóng, M̄-thang the, chhiáⁿ siu nn̄g tha-liân-tek; kiông-pek i, chiū chiong nn̄g tha-liân-tek gûn chng tī nn̄g ê pò͘-tē, kap nn̄g thò i-chiûⁿ, kau i nn̄g ê lô͘-po̍k; nn̄g ê lô͘-po̍k pē i, kiâⁿ tī i ê thâu-chêng.","tghg":"乃縵講：「呣通推(the)，請收二他連得」；強迫伊，就將二他連得銀裝佇二個布袋，及二套衣裳交伊二個奴僕；二個奴僕背伊，行佇伊的頭前。","bklhl":"Nái-bān講，M̄-thang 推(the)，請收兩tha-liân-tek；強迫伊，就將兩tha-liân-tek銀裝tī兩個布袋，kap兩套衣裳，交伊兩個奴僕；兩個奴僕背伊，行tī伊ê頭前。"}},{"book":"王下","chapter":5,"verse":24,"versions":{"unv":"到了山岡，基哈西從他們手中接過來，放在屋裡，打發他們回去。","bklcl":"Kàu soaⁿ--nih ê sî, Ki-hap-se tùi in ê chhiú chih--lâi, hē tī chhù-lāi; chhe in khì, in chiū khì.","tghg":"到山裡的時，基哈西對𪜶的手接(chih)來，下佇厝內，差𪜶去，𪜶就去。","bklhl":"到山裡ê時，Ki-hap-se tùi in ê手接來，hē tī厝內；差in去，in就去。"}},{"book":"王下","chapter":5,"verse":25,"versions":{"unv":"基哈西進去，站在他主人面前。以利沙問他說：「基哈西你從哪裡來？」回答說：「僕人沒有往哪裡去。」","bklcl":"I chiū ji̍p-khì khiā tī i ê chú-lâng ê bīn-chêng.  Í-lī-sa mn̄g i kóng, Ki-hap-se, lí tùi toh-lo̍h lâi? I ìn i kóng, Lí ê lô͘-po̍k bô khì toh-lo̍h.","tghg":"伊就入去，徛佇伊的主人的面前。以利沙問伊講：「基哈西，你對叨落來？」伊應伊講：「你的奴僕無去叨落。」","bklhl":"伊就入去khiā tī伊ê主人ê面前。以利沙問伊講，Ki-hap-se，你tùi toh落來？伊應伊講，你ê奴僕無去toh落。"}},{"book":"王下","chapter":5,"verse":26,"versions":{"unv":"以利沙對他說：「那人下車轉回迎你的時候，我的心豈沒有去呢？這豈是受銀子、衣裳、買橄欖園、葡萄園、牛羊、僕婢的時候呢？","bklcl":"Í-lī-sa kā i kóng, Hit-lâng lo̍h-chhia tò-tńg--lâi ngiâ-chih lí ê sî, góa ê sim kiám bô kap lí khì mah?  Che kiám sī siū gûn, siū i-chiûⁿ, kaⁿ-ná-hn̂g, phû-tô-hn̂g, gû, iûⁿ, lô͘-po̍k, lú-pī ê sî mah?","tghg":"以利沙給伊講：「彼人落車倒轉來迎接你的時，我的心豈無及你去嗎？這豈是受銀、受衣裳、橄欖園、葡萄園、牛、羊、奴僕、女婢的時嗎？","bklhl":"以利沙kā伊講，hit人落車 倒tńg來迎接你ê時，我ê心kiám無kap你去mah？這kiám是受銀，受衣裳、橄欖園、葡萄園、牛、羊、奴僕、女婢ê時mah？"}},{"book":"王下","chapter":5,"verse":27,"versions":{"unv":"因此，乃縵的大痲瘋必沾染你和你的後裔，直到永遠。」基哈西從以利沙面前退出去，就長了大痲瘋，像雪那樣白。","bklcl":"Tùi án-ni Nái-bān ê thái-ko beh thoân hō͘ lí, kap lí ê hō͘-è, ti̍t-kàu éng-oán.  Ki-hap-se tùi Í-lī-sa ê bīn-chêng thè--chhut-khì, chiū khí thái-ko, pe̍h chhin-chhiūⁿ seh.","tghg":"對按呢乃縵的癩[哥]欲傳互你及你的後裔，直到永遠。」基哈西對以利沙的面前退出去，就起癩[哥]，白親像雪。","bklhl":"Tùi án-ni，Nái-bān ê thái-ko beh傳hō͘你，kap你ê後裔，直到永遠。Ki-hap-se tùi以利沙ê面前退出去，就起thái-ko，白親像雪。"}}]