[{"book":"王下","chapter":7,"verse":1,"versions":{"unv":"以利沙說：「你們要聽耶和華的話，耶和華如此說：明日約到這時候，在撒馬利亞城門口，一細亞細麵要賣銀一舍客勒，二細亞大麥也要賣銀一舍客勒。」","bklcl":"Í-lī-sa kóng, Lín tio̍h thiaⁿ Iâ-hô-hoa ê ōe; Iâ-hô-hoa án-ni kóng, Bîn-á-ji̍t iok-lio̍k kàu chit-sî, tī Sat-má-lī-a ê siâⁿ-mn̂g-kháu, chi̍t sè-a ê iù-mī-hún ta̍t gûn chi̍t sià-khek-le̍k, nn̄g sè-a tōa-be̍h ta̍t gûn chi̍t sià-khek-le̍k.","tghg":"以利沙講：「恁著聽耶和華的話，耶和華按呢講：明仔日約略到此時，佇撒瑪利亞的城門口，一細亞的幼麵粉值銀一舍客勒，二細亞大麥值銀一舍客勒。」","bklhl":"以利沙講，Lín tio̍h聽耶和華ê話；耶和華án-ni講，明á日約略到chit時，tī撒馬利亞ê城門口，一sè-a ê幼麵粉值銀一sià-khek-le̍k，兩sè-a大麥值銀一sià-khek-le̍k。"}},{"book":"王下","chapter":7,"verse":2,"versions":{"unv":"有一個攙扶王的軍長對神人說：「即便耶和華使天開了窗戶，也不能有這事。」以利沙說：「你必親眼看見，卻不得吃。」","bklcl":"Ū chi̍t ê kun-tiúⁿ, sī ông òa(**óa) i ê chhiú--ê, ìn Siōng-tè ê lô͘-po̍k kóng, Siat-sú Iâ-hô-hoa tùi thiⁿ khui thang-á, kiám ōe án-ni mah? Í-lī-sa kóng, Lí beh chhin-ba̍k khòaⁿ, chóng-sī chia̍h-bōe-tio̍h.","tghg":"有一個軍長是王倚伊的手者，應上帝的奴僕講：「設使耶和華對天開窗仔，豈會按呢嗎？」以利沙講：「你欲親目看，總是食𣍐著。」","bklhl":"有一个軍長，是王óa伊ê手ê，應上帝ê奴僕講，設使耶和華tùi天開窗á，kiám會án-ni mah？以利沙講，你beh親目看，總是食bōe-tio̍h。"}},{"book":"王下","chapter":7,"verse":3,"versions":{"unv":"在城門那裡有四個長大痲瘋的人，他們彼此說：「我們為何坐在這裡等死呢？","bklcl":"Tī siâⁿ-mn̂g hia ū sì ê thái-ko-ê, in saⁿ-kap kóng, Lán siáⁿ-sū chē tī-chia thèng-hāu sí ah?","tghg":"佇城門遐有四個癩[哥]的，𪜶相及講：「咱啥事坐佇遮聽候死啊？","bklhl":"Tī城門hia有四個thái-ko-ê，in相kap講，咱啥事坐tī-chia thèng候死ah？"}},{"book":"王下","chapter":7,"verse":4,"versions":{"unv":"我們若說，進城去吧！城裡有饑荒，必死在那裡；若在這裡坐著不動，也必是死。來吧，我們去投降亞蘭人的軍隊，他們若留我們的活命，就活著；若殺我們，就死了吧！」","bklcl":"Lán nā kóng, Ji̍p siâⁿ khì, siâⁿ-lāi ū ki-hng, lán beh sí tī-hia; nā tiāⁿ-tiāⁿ chē tī-chia, iā sī tio̍h sí.  Lâi lah, lán lâi khì tâu-hâng A-lân ê kun-tūi; in nā lâu lán ê oa̍h-miā, lán chiū ōe oa̍h; nā thâi-sí lán, kun-tu iā sī sí.","tghg":"咱若講，入城去！城內有飢荒，咱欲死佇遐；若定定坐佇遮，也是著死。來啦，咱來去投降亞蘭的軍隊，𪜶若留咱的活命，咱就會活；若刣死咱，根抵(kun-tu)也是死！」","bklhl":"咱若講，入城去，城內有飢荒，咱beh死tī-hia；若定定坐tī-chia，也是tio̍h死。來lah，咱來去投降A-lân ê軍隊；in若留咱ê活命，咱就會活；若刣死咱，kun-tu也是死。"}},{"book":"王下","chapter":7,"verse":5,"versions":{"unv":"黃昏的時候，他們起來往亞蘭人的營盤去；到了營邊，不見一人在那裡。","bklcl":"Hông-hun ê sî, in khí-lâi, beh khì A-lân lâng ê iâⁿ; í-keng kàu A-lân lâng ê iâⁿ  ê piⁿ-kak, khòaⁿ ah, bô chi̍t-lâng tī-hia.","tghg":"黃昏的時，𪜶起來欲去亞蘭人的營；已經到亞蘭人的營的邊角，看啊，無一人佇遐。","bklhl":"黃昏ê時，in起來，beh去A-lân人ê營；已經到A-lân人ê營ê邊角，看ah，無一人tī-hia。"}},{"book":"王下","chapter":7,"verse":6,"versions":{"unv":"因為主使亞蘭人的軍隊聽見車馬的聲音，是大軍的聲音；他們就彼此說：「這必是以色列王賄買赫人的諸王和埃及人的諸王來攻擊我們。」","bklcl":"In-ūi Chú hō͘ A-lân ê kun-tūi thiaⁿ-kìⁿ chhia ê siaⁿ, bé ê siaⁿ, chiū-sī tōa kun-tūi ê siaⁿ.  In chiū saⁿ-kap kóng, Khòaⁿ ah, che sī Í-sek-lia̍t ông bóe-hó Hek-lâng chiah-ê ông, kap Ai-ki̍p lâng chiah-ê ông, lâi kong-kek lán.","tghg":"因為主互亞蘭的軍隊聽見車的聲、馬的聲，就是大軍隊的聲；𪜶就相及講：「看啊，這是以色列王買好赫人諸個王及埃及人諸個王，來攻擊咱。」","bklhl":"因為主hō͘ A-lân ê軍隊聽見車ê聲，馬ê聲，就是大軍隊ê聲。In就相kap講，看ah，這是以色列王買好Hek人chiah ê王，kap埃及人chiah ê王，來攻擊咱。"}},{"book":"王下","chapter":7,"verse":7,"versions":{"unv":"所以，在黃昏的時候他們起來逃跑，撇下帳棚、馬、驢，營盤照舊，只顧逃命。","bklcl":"Só͘-í tī hông-hun ê sî in khí-lâi tô-cháu, pàng-sak in ê pò͘-pîⁿ, in ê bé, in ê lû, iâⁿ-pôaⁿ chiàu-kū, cháu-khì pó sìⁿ-miā.","tghg":"所以，佇黃昏的時𪜶起來逃走，放拺(pàng-sak)𪜶的布棚、𪜶的馬、𪜶的驢，營盤照舊(chiàu-kū)，走去保生命。","bklhl":"所以tī黃昏ê時in起來逃走，放sak in ê布棚，in ê馬，in ê驢，營盤照舊，走去保性命。"}},{"book":"王下","chapter":7,"verse":8,"versions":{"unv":"那些長大痲瘋的到了營邊，進了帳棚，吃了喝了，且從其中拿出金銀和衣服來，去收藏了；回來又進了一座帳棚，從其中拿出財物來去收藏了。","bklcl":"Hiah ê thái-ko-ê kàu iâⁿ ê piⁿ-kak, ji̍p chi̍t ê pò͘-pîⁿ, iā chia̍h iā lim; tùi hia the̍h kim gûn kap i-chiûⁿ khì siu-khǹg; koh lâi, koh ji̍p chi̍t ê pò͘-pîⁿ, tùi hia the̍h-chhut châi-bu̍t khì siu-khǹg.","tghg":"許個癩[哥]的到營的邊角，入一個布棚，也食也飲，對遐提金銀及衣裳去收囥(khǹg)；閣來閣入一個布棚，對遐提出財物去收囥。","bklhl":"Hiah-ê thái-ko-ê到營ê邊角，入一个布棚，也食也lim；tùi hia the̍h金銀kap衣裳去收khǹg；koh來，koh入一个布棚，tùi hia the̍h出財物去收khǹg。"}},{"book":"王下","chapter":7,"verse":9,"versions":{"unv":"那時，他們彼此說：「我們所做的不好！今日是有好信息的日子，我們竟不作聲！若等到天亮，罪必臨到我們。來吧，我們與王家報信去！」","bklcl":"Hit-sî in saⁿ-kap kóng, Lán só͘-chòe-ê m̄-hó; kin-á-ji̍t sī ū hó siau-sit ê ji̍t iā lán chēng-chēng; nā thèng-hāu kàu thiⁿ kng, lán tio̍h siū-chōe; lâi ah, lán tio̍h khì pò ông-ke chai.","tghg":"彼時，𪜶相及講：「咱所做的呣好！今仔日是有好消息的日，也咱靜靜！若聽候到天光，咱著受罪。來啊，咱著去報王家知。」","bklhl":"Hit時in相kap講，咱所做ê m̄好；今á日是有好消息ê日也咱靜靜；若thèng候到天光，咱tio̍h受罪；來ah，咱tio̍h去報王家知。"}},{"book":"王下","chapter":7,"verse":10,"versions":{"unv":"他們就去叫守城門的，告訴他們說：「我們到了亞蘭人的營，不見一人在那裡，也無人聲，只有拴著的馬和驢，帳棚都照舊。」","bklcl":"In chiū khì kiò kò͘ siâⁿ-mn̂g ê, kā in kóng, Goán kàu A-lân lâng ê iâⁿ, khòaⁿ-kìⁿ bô chi̍t-lâng tī-hia, iā bô lâng ê siaⁿ-seh; chí-ū bé pa̍k-teh, lû pa̍k-teh, pò͘-pîⁿ lóng chiàu-kū.","tghg":"𪜶就去叫顧城門的，給𪜶講：「阮到亞蘭人的營，看見無一人佇遐，也無人的聲說(siaⁿ-seh)，只有馬縛啲、驢縛啲，布棚攏照舊。」","bklhl":"In就去叫顧城門ê，kā in講，阮到A-lân人ê營，看見無一人tī-hia，也無人ê聲seh；只有馬縛teh，驢縛teh，布棚lóng照舊。"}},{"book":"王下","chapter":7,"verse":11,"versions":{"unv":"守城門的叫了眾守門的人來，他們就進去與王家報信。","bklcl":"I chiū khì kiò hiah-ê kò͘-mn̂g--ê; in chiū khì pò ông-ke chai.","tghg":"伊就去叫許個顧門者，𪜶就去報王家知。","bklhl":"伊就去叫hiah-ê顧門ê；in就去報王家知。"}},{"book":"王下","chapter":7,"verse":12,"versions":{"unv":"王夜間起來，對臣僕說：「我告訴你們亞蘭人向我們如何行。他們知道我們飢餓，所以離營，埋伏在田野，說：『以色列人出城的時候，我們就活捉他們，得以進城。』」","bklcl":"Ông thàu-mî khí-lâi, kā i ê jîn-sîn kóng, A-lân lâng tùi-tī lán só͘ chòe ê, góa kā lín kóng.  In chai lán iau-gō, só͘-í chhut iâⁿ-pôaⁿ, bâi-ho̍k tī chhân-iá, kóng, In chhut-siâⁿ ê sî, lán chiū oa̍h-oa̍h lia̍h in, lâi tit-tio̍h ji̍p in ê siâⁿ.","tghg":"王透暝起來，給伊的人臣講：「亞蘭人對佇咱所做的我給恁講。𪜶知咱枵餓，所以出營盤，埋伏佇田野，講：『𪜶出城的時，咱就活活掠𪜶，來得著入𪜶的城。』」","bklhl":"王透暝起來，kā伊ê人臣講，A-lân人tùi-tī咱所做ê，我kā lín講。In知咱iau餓，所以出營盤，埋伏tī田野，講，In出城ê時，咱就活活掠in，來得tio̍h入in ê城。"}},{"book":"王下","chapter":7,"verse":13,"versions":{"unv":"有一個臣僕對王說：「我們不如用城裡剩下之馬中的五匹馬（馬和城裡剩下的以色列人都是一樣，快要滅絕），打發人去窺探。」","bklcl":"I ê jîn-sîn ū chi̍t-ê ìn ông kóng, Iáu chhun ê bé, chiū-sī iáu lâu tī siâⁿ-lāi ê, kiû lí chhe lâng khan gō͘ chiah lâi, (khòaⁿ ah, bé chhin-chhiūⁿ Í-sek-lia̍t chèng-lâng só͘ lâu tī siâⁿ-lāi ê; khòaⁿ ah, bé chhin-chhiūⁿ Í-sek-lia̍t chèng-lâng siū-bia̍t-ê;) lán thang chhe lâng khì khòaⁿ i.","tghg":"伊的人臣有一個應王講：「猶剩的馬，就是猶留佇城內的，求你差人牽五隻來（看啊，馬親像以色列眾人所留佇城內的，看啊，馬親像以色列眾人受滅的），咱通差人去看伊。」","bklhl":"伊ê人臣有一个應王講，Iáu chhun ê馬，就是iáu留 tī城內ê，求你差人牽五隻來，(看ah，馬親像以色列眾人所留tī城內ê；看ah，馬親像以色列眾人受滅ê；) 咱thang差人去看伊。"}},{"book":"王下","chapter":7,"verse":14,"versions":{"unv":"於是取了兩輛車和馬，王差人去追尋亞蘭軍，說：「你們去窺探窺探。」","bklcl":"Chiū chhú nn̄g tiuⁿ chhia, kap bé, ông chhe lâng khì jip A-lân ê kun-peng, kóng, Lín khì khòaⁿ-bāi--leh.","tghg":"就取二張車及馬，王差人去趇(jip)亞蘭的軍兵，講：「恁去看覓咧(khòaⁿ-bāi--leh)。」","bklhl":"就取兩張車，kap馬，王差人去jip A-lân ê軍兵，講，lín去看bāi leh。"}},{"book":"王下","chapter":7,"verse":15,"versions":{"unv":"他們就追尋到約旦河，看見滿道上都是亞蘭人急跑時丟棄的衣服器具，使者就回來報告王。","bklcl":"In chiū tui-jip in kàu Iok-tàn, khòaⁿ-kìⁿ móa-lō͘ lóng sī A-lân lâng kín cháu ê sî só͘ hiat-ka̍k ê i-ho̍k khì-kū; sù-chiá chiū tò-lâi hê-hok ông.","tghg":"𪜶就追趇𪜶到約但，看見滿路攏是亞蘭人緊走的時所㧒擲(hiat-ka̍k)的衣服器具，使者就倒來回覆王。","bklhl":"In就追jip in到約旦，看見滿路lóng是A-lân人緊走ê時所hiat-ka̍k ê衣服器具；使者就tò來回覆王。"}},{"book":"王下","chapter":7,"verse":16,"versions":{"unv":"眾人就出去，擄掠亞蘭人的營盤。於是一細亞細麵賣銀一舍客勒，二細亞大麥也賣銀一舍客勒，正如耶和華所說的。","bklcl":"Peh-sìⁿ chiū chhut-khì chhiúⁿ A-lân lâng ê iâⁿ-pôaⁿ; tùi án-ni chi̍t sè-a ê iù-mī-hún ta̍t gûn chi̍t sià-khek-le̍k; nn̄g sè-a tōa-be̍h iā ta̍t gûn chi̍t sià-khek-le̍k;  chiàu Iâ-hô-hoa só͘ kóng ê.","tghg":"百姓就出去，搶亞蘭人的營盤。對按呢一細亞的幼麵粉值銀一舍客勒，二細亞大麥也值銀一舍客勒，照耶和華所講的。","bklhl":"百姓就出去搶A-lân人ê營盤；Tùi án-ni，一sè-a ê幼麵粉值銀一sià-khek-le̍k；兩sè-a大麥也值銀一sià-khek-le̍k；照耶和華所講ê。"}},{"book":"王下","chapter":7,"verse":17,"versions":{"unv":"王派攙扶他的那軍長在城門口彈壓，眾人在那裡將他踐踏，他就死了，正如神人在王下來見他的時候所說的。","bklcl":"Ông phài i só͘ òa(**óa)-chhiú hit ê kun-tiúⁿ koán-lí siâⁿ-mn̂g; peh-sìⁿ tī siâⁿ-mn̂g thún-ta̍h i, i chiū sí, chiàu Siōng-tè ê lô͘-po̍k só͘ kóng ê, chiū-sī ông lo̍h-lâi kìⁿ i ê sî só͘ kóng ê.","tghg":"王派伊所倚手彼個軍長管理城門，百姓佇城門𧿬踏(thún-ta̍h)伊，伊就死，照上帝的奴僕所講的，就是王落來見伊的時所講的。","bklhl":"王派伊所óa手hit ê軍長管理城門；百姓tī城門thún踏伊，伊就死，照上帝ê奴僕所講ê，就是王落來見伊ê時所講ê。"}},{"book":"王下","chapter":7,"verse":18,"versions":{"unv":"神人曾對王說：「明日約到這時候，在撒馬利亞城門口，二細亞大麥要賣銀一舍客勒，一細亞細麵也要賣銀一舍客勒。」","bklcl":"Koh Siōng-tè ê lô͘-po̍k só͘ tùi ông kóng ê, Bîn-á-ji̍t iok-lio̍k kàu chit-sî, tī Sat-má-lī-a ê siâⁿ-mn̂g-kháu, nn̄g sè-a tōa-be̍h ta̍t gûn chi̍t sià-khek-le̍k, chi̍t sè-a ê iù-mī-hún ta̍t gûn chi̍t sià-khek-le̍k;","tghg":"閣上帝的奴僕所對王講的：「明仔日約略到此時，佇撒瑪利亞的城門口，二細亞大麥值銀一舍客勒，一細亞的幼麵粉值銀一舍客勒。」","bklhl":"Koh上帝ê奴僕所對王講ê，明á日約略到chit時，tī撒馬利亞ê城門口，兩sè-a大麥值銀一sià-khek-le̍k，一sè-a ê幼麵粉值銀一sià-khek-le̍k；"}},{"book":"王下","chapter":7,"verse":19,"versions":{"unv":"那軍長對神人說：「即便耶和華使天開了窗戶，也不能有這事。」神人說：「你必親眼看見，卻不得吃。」","bklcl":"koh hit ê kun-tiúⁿ tùi Siōng-tè ê lô͘-po̍k kóng, Siat-sú Iâ-hô-hoa tùi thiⁿ khui thang-á, kiám ōe án-ni mah?  Siōng-tè ê lô͘-po̍k kóng, Lí beh chhin-ba̍k khòaⁿ-kìⁿ, chóng-sī chia̍h-bōe-tio̍h;","tghg":"閣彼個軍長對上帝的奴僕講：「設使耶和華對天開窗仔，豈會按呢嗎？」上帝的奴僕講：「你欲親目看見，總是食𣍐著。」","bklhl":"koh hit ê軍長對上帝ê奴僕講，設使耶和華tùi天開窗á，kiám會án-ni mah？上帝ê奴僕講，你beh親目看見，總是食bōe-tio̍h；"}},{"book":"王下","chapter":7,"verse":20,"versions":{"unv":"這話果然應驗在他身上；因為眾人在城門口將他踐踏，他就死了。","bklcl":"chit ê ōe kó-jiân èng-giām tī i ê sin-chiūⁿ; in-ūi peh-sìⁿ tī siâⁿ-mn̂g-kháu thún-ta̍h i, i chiū sí.","tghg":"此個話果然應驗佇伊的身上；因為百姓佇城門口𧿬踏伊，伊就死。","bklhl":"Chit ê話果然應驗tī伊ê身上；因為百姓tī城門口thún踏伊伊就死。"}}]