[{"book":"王下","chapter":16,"verse":1,"versions":{"unv":"利瑪利的兒子比加十七年，猶大王約坦的兒子亞哈斯登基。","bklcl":"Lī-má-lī ê kiáⁿ Pí-ka cha̍p-chhit nî, Iû-tāi ông Iok-thán ê kiáⁿ A-hap-su chē-ūi.","tghg":"利瑪利的子比加十七年，猶大王約坦的子亞哈斯坐位。","bklhl":"Lī-má-lī ê kiáⁿ Pí-ka十七年，偤大王Iok-thán ê kiáⁿ A-hap-su坐位。"}},{"book":"王下","chapter":16,"verse":2,"versions":{"unv":"他登基的時候年二十歲，在耶路撒冷作王十六年；不像他祖大衛行耶和華─他　神眼中看為正的事，","bklcl":"A-hap-su chē-ūi ê sî, jī-cha̍p hè, tī Iâ-lō͘-sat-léng chòe-ông cha̍p-la̍k nî; bô chhin-chhiūⁿ i ê chó͘ Tāi-pi̍t kiâⁿ Iâ-hô-hoa i ê Siōng-tè só͘ khòaⁿ-chòe hó ê sū.","tghg":"亞哈斯坐位的時二十歲，佇耶路撒冷做王十六年；無親像伊的祖大衛行耶和華──伊的上帝所看做好的事，","bklhl":"A-hap-su坐位ê時，二十歲，tī耶路撒冷做王十六年；無親像伊ê祖大衛行耶和華伊ê上帝所看做好ê事。"}},{"book":"王下","chapter":16,"verse":3,"versions":{"unv":"卻效法以色列諸王所行的，又照著耶和華從以色列人面前趕出的外邦人所行可憎的事，使他的兒子經火，","bklcl":"Chiū-sī kiâⁿ Í-sek-lia̍t chiah-ê ông ê lō͘, koh hō͘ i ê kiáⁿ keng-kè hé, chiàu Iâ-hô-hoa tùi Í-sek-lia̍t lâng ê bīn-chêng kóaⁿ-chhut gōa-pang lâng só͘ kiâⁿ khó-ò͘ⁿ ê sū.","tghg":"就是行以色列諸個王的路，閣互伊的子經過火，照耶和華對以色列人的面前趕出外邦人所行可惡的事，","bklhl":"就是行以色列chiah ê王ê路，koh hō͘伊ê kiáⁿ經過火，照耶和華tùi以色列人ê面前趕出外邦人所行可惡ê事。"}},{"book":"王下","chapter":16,"verse":4,"versions":{"unv":"並在邱壇上、山岡上、各青翠樹下獻祭燒香。","bklcl":"Koh tī soaⁿ-thâu-tôaⁿ, tī soaⁿ ê téng-bīn, tī ta̍k châng chhiⁿ-chhùi ê chhiū-kha, hiàn-chè sio-hiuⁿ.","tghg":"閣佇山頭壇、佇山的頂面、佇逐欉青翠的樹腳獻祭燒香。","bklhl":"Koh tī山頭壇，tī山ê頂面，tī ta̍k叢青翠ê樹腳，獻祭燒香。"}},{"book":"王下","chapter":16,"verse":5,"versions":{"unv":"亞蘭王利汛和以色列王利瑪利的兒子比加上來攻打耶路撒冷，圍困亞哈斯，卻不能勝他。","bklcl":"Hit-sî A-lân ông Lī-sìn kap Í-sek-lia̍t ông Lī-má-lī ê kiáⁿ Pí-ka chiūⁿ-lâi kong-kek Iâ-lō͘-sat-léng, ûi-khùn A-hap-su; chóng-sī bōe iâⁿ i.","tghg":"彼時亞蘭王利汛及以色列王利瑪利的子比加上來攻擊耶路撒冷，圍困亞哈斯，總是𣍐贏伊。","bklhl":"Hit時A-lân王Lī-sìn kap以色列王Lī-má-lī ê kiáⁿ Pí-ka上來攻擊耶路撒冷，圍困A-hap-su；總是bōe贏伊。"}},{"book":"王下","chapter":16,"verse":6,"versions":{"unv":"當時亞蘭王利汛收回以拉他歸與亞蘭，將猶大人從以拉他趕出去。亞蘭人（有譯以東人的）就來到以拉他，住在那裡，直到今日。","bklcl":"Tng-sî A-lân ông Lī-sìn siu-hôe Í-la̍h-tha hō͘ A-lân; chiū kóaⁿ Iû-tāi lâng chhut Í-la̍h-tha.  A-lân lâng chiū lâi Í-la̍h-tha, khiā-khí hia, kàu kin-á-ji̍t.","tghg":"當時亞蘭王利汛收回以拉他互亞蘭，就趕猶大人出以拉他。亞蘭人就來以拉他，徛起遐，到今仔日。","bklhl":"當時A-lân王Lī-sìn收回Í-la̍h-tha hō͘ A-lân；就趕偤大人出Í-la̍h-tha。A-lân人就來Í-la̍h-tha，khiā起hia，到今á日。"}},{"book":"王下","chapter":16,"verse":7,"versions":{"unv":"亞哈斯差遣使者去見亞述王提革拉．毘列色，說：「我是你的僕人、你的兒子。現在亞蘭王和以色列王攻擊我，求你來救我脫離他們的手。」","bklcl":"A-hap-su chhe sù-chiá khì kìⁿ A-su̍t ông Thê-kek-la̍h-pí-lia̍t-sek, kóng, Góa sī lí ê lô͘-po̍k, lí ê kiáⁿ; taⁿ A-lân ông kap Í-sek-lia̍t ông kong-kek góa; kiû lí chiūⁿ lâi kiù góa thoat-lī in ê chhiú.","tghg":"亞哈斯差使者去見亞述王提革拉毗列色，講：「我是你的奴僕、你的子。今亞蘭王及以色列王攻擊我，求你上來救我脫離𪜶的手。」","bklhl":"A-hap-su差使者去見亞述王Thê-kek-la̍h-pí-lia̍t-sek，講，我是你ê奴僕，你ê kiáⁿ；taⁿ A-lân王kap以色列王攻擊我；求你上來救我脫離in ê手。"}},{"book":"王下","chapter":16,"verse":8,"versions":{"unv":"亞哈斯將耶和華殿裡和王宮府庫裡所有的金銀都送給亞述王為禮物。","bklcl":"A-hap-su chiong Iâ-hô-hoa tiān-lāi kap ông-kiong hú-khò͘ só͘ ū ê kim gûn, chòe lé-mi̍h sàng hō͘ A-su̍t ông.","tghg":"亞哈斯將耶和華殿內及王宮府庫所有的金銀做禮物送互亞述王。","bklhl":"A-hap-su將耶和華殿內kap王宮府庫所有ê金銀，做禮物送hō͘亞述王。"}},{"book":"王下","chapter":16,"verse":9,"versions":{"unv":"亞述王應允了他，就上去攻打大馬士革，將城攻取，殺了利汛，把居民擄到吉珥。","bklcl":"A-su̍t ông thiaⁿ i; A-su̍t ông chiū chiūⁿ-khì kong-kek Tāi-má-sek, chhú i, lia̍h i ê peh-sìⁿ kàu Kiat-jíⁿ, thâi-sí Lī-sìn.","tghg":"亞述王聽伊，亞述王就上去攻擊大馬色，取伊，掠伊的百姓到吉珥，刣死利汛。","bklhl":"亞述王聽伊；亞述王就上去攻擊大馬色，取伊，掠伊ê百姓到Kiat-jíⁿ，刣死Lī-sìn。"}},{"book":"王下","chapter":16,"verse":10,"versions":{"unv":"亞哈斯王上大馬士革去迎接亞述王提革拉．毘列色，在大馬士革看見一座壇，就照壇的規模樣式作法畫了圖樣，送到祭司烏利亞那裡。","bklcl":"A-hap-su ông khì Tāi-má-sek beh ngiâ-chih A-su̍t ông Thê-kek-la̍h-pí-lia̍t-sek; tī Tāi-má-sek khòaⁿ-kìⁿ chi̍t chō tôaⁿ.  A-hap-su ông chiong hit ê tôaⁿ ê khoán-sit, kui-bô͘, chè-tō͘, kià hō͘ chè-si O͘-lī-a.","tghg":"亞哈斯王去大馬色欲迎接(ngiâ-chih)亞述王提革拉毗列色，佇大馬色看見一座壇，亞哈斯王將彼個壇的款式、規模、制度，寄互祭司烏利亞。","bklhl":"A-hap-su王去大馬色beh迎接亞述王Thê-kek-la̍h-pí-lia̍t-sek；tī大馬色看見一座壇。A-hap-su王將hit ê壇ê款式、規模、制度，寄hō͘祭司O͘-lī-a。"}},{"book":"王下","chapter":16,"verse":11,"versions":{"unv":"祭司烏利亞照著亞哈斯王從大馬士革送來的圖樣，在亞哈斯王沒有從大馬士革回來之先，建築一座壇。","bklcl":"Chè-si O͘-lī-a chiū khí chi̍t chō tôaⁿ; chiàu A-hap-su ông tùi Tāi-má-sek só͘ kià-lâi it-chhè ê tô͘, chiàu án-ni chè-si O͘-lī-a chō i; thèng-hāu A-hap-su ông tùi Tāi-má-sek lâi.","tghg":"祭司烏利亞就起一座壇，照亞哈斯王對大馬色所寄來一切的圖，照按呢祭司烏利亞造伊，聽候亞哈斯王對大馬色來。","bklhl":"祭司O͘-lī-a就起一座壇；照A-hap-su王tùi大馬色所寄來一切ê圖，照án-ni祭司O͘-lī-a造伊；thèng候A-hap-su王tùi大馬色來。"}},{"book":"王下","chapter":16,"verse":12,"versions":{"unv":"王從大馬士革回來看見壇，就近前來，在壇上獻祭；","bklcl":"Ông tùi Tāi-má-sek tò-lâi; ông khòaⁿ-kìⁿ tôaⁿ, ông kūn-óa tôaⁿ; hiàn-chè tī hí(**hit) téng-bīn.","tghg":"王對大馬色倒來，王看見壇，王近倚壇，獻祭佇彼頂面；","bklhl":"王tùi大馬色tò來；王看見壇，王近óa 壇；獻祭tī hit頂面。"}},{"book":"王下","chapter":16,"verse":13,"versions":{"unv":"燒燔祭、素祭、澆奠祭，將平安祭牲的血灑在壇上，","bklcl":"Sio i ê sio-chè, kap sò͘-chè, koh koàn-tiān, chiong siā-un-chè ê huih hiù tī tôaⁿ--nih.","tghg":"燒伊的燒祭，及素祭，閣灌奠，將謝恩祭的血灑(hiù)佇壇裡，","bklhl":"燒伊ê燒祭，kap素祭，koh灌奠，將謝恩祭ê血hiù tī壇裡。"}},{"book":"王下","chapter":16,"verse":14,"versions":{"unv":"又將耶和華面前的銅壇從耶和華殿和新壇的中間搬到新壇的北邊。","bklcl":"Koh chiong Iâ-hô-hoa thâu-chêng ê tâng-tôaⁿ, tùi tiān ê thâu-chêng, chiū-sī tùi i ê tôaⁿ kap Iâ-hô-hoa tiān ê tiong-kan, sóa--lâi hē tī i ê tôaⁿ ê pak--sì.","tghg":"閣將耶和華頭前的銅壇對殿的頭前，就是對伊的壇及耶和華殿的中間徙來下佇伊的壇的北勢。","bklhl":"Koh將耶和華頭前ê銅壇，tùi 殿ê頭前，就是對伊ê壇kap耶和華殿ê中間，徙來hē tī伊ê壇ê北勢。"}},{"book":"王下","chapter":16,"verse":15,"versions":{"unv":"亞哈斯王吩咐祭司烏利亞說：「早晨的燔祭、晚上的素祭，王的燔祭、素祭，國內眾民的燔祭、素祭、奠祭都要燒在大壇上。燔祭牲和平安祭牲的血也要灑在這壇上，只是銅壇我要用以求問耶和華。」","bklcl":"A-hap-su ông bēng-lēng chè-si O͘-lī-a kóng, Chá-khí sî ê sio-chè, ê-hng sî ê sò͘-chè, ông ê sio-chè sò͘-chè, kok-lāi chèng peh-sìⁿ ê sio-chè sò͘-chè kap koàn-tiān, lóng tio̍h sio tī tōa-tôaⁿ ê téng-bīn; sio-chè kap chè-sū ê huih iā tio̍h hiù tī chit ê tôaⁿ-téng. Chóng-sī tâng-tôaⁿ góa beh chòe mn̄g ê lō͘-ēng.","tghg":"亞哈斯王命令祭司烏利亞講：「早起時的燒祭、下昏時的素祭，王的燒祭、素祭，國內眾百姓的燒祭、素祭，及灌奠，攏著燒佇大壇的頂面。燒祭及祭祀(chè-sū)的血也著灑佇此個壇頂，總是銅壇我欲做問的路用。」","bklhl":"A-hap-su王命令祭司O͘-lī-a講，早起時ê燒祭，ê-hng時ê素祭，王ê燒祭素祭，國內眾百姓ê燒祭素祭kap灌奠，lóng tio̍h 燒 tī大壇ê頂面；燒祭kap祭祀ê血也tio̍h hiù tī chit ê壇頂。總是銅壇我beh做問ê路用。"}},{"book":"王下","chapter":16,"verse":16,"versions":{"unv":"祭司烏利亞就照著亞哈斯王所吩咐的行了。","bklcl":"Chè-si O͘-lī-a chiū chiàu A-hap-su ông só͘ bēng-lēng-ê khì kiâⁿ.","tghg":"祭司烏利亞就照亞哈斯王所命令的去行。","bklhl":"祭司O͘-lī-a就照A-hap-su王所命令ê去行。"}},{"book":"王下","chapter":16,"verse":17,"versions":{"unv":"亞哈斯王打掉盆座四面鑲著的心子，把盆從座上挪下來，又將銅海從馱海的銅牛上搬下來，放在鋪石地；","bklcl":"A-hap-su ông chhò-tn̄g hiah-ê chō ê kîⁿ, chiong phûn tùi hiah-ê chō sóa--lo̍h-lâi; koh chiong tâng-hái tùi chài hái ê tâng-gû-téng poaⁿ--lo̍h-lâi, hē tī pho͘-hoe-chio̍h ê só͘-chāi.","tghg":"亞哈斯王剉斷(chhò-tn̄g)許個座的墘(kîⁿ)，將盆對許個座徙落來，閣將銅海對載海的銅牛頂搬落來，下佇舖灰石的所在；","bklhl":"A-hap-su王剉斷hiah-ê座ê墘，將盆tùi hiah-ê座徙落來；koh將銅海tùi載海ê銅牛頂搬落來，hē tī鋪花石ê所在。"}},{"book":"王下","chapter":16,"verse":18,"versions":{"unv":"又因亞述王的緣故，將耶和華殿為安息日所蓋的廊子和王從外入殿的廊子挪移，圍繞耶和華的殿。","bklcl":"Koh in-ūi A-su̍t ông ê iân-kò͘, chiong tiān-lāi ūi-tio̍h an-hioh-ji̍t só͘ khí ê lông, kap ông tùi gōa-bīn ji̍p-lâi ê lông, tùi Iâ-hô-hoa ê tiān î-sóa.","tghg":"閣因為亞述王的緣故，將殿內為著安息日所起的廊(lông)及王對外面入來的廊，對耶和華的殿移徙。","bklhl":"Koh因為亞述王ê緣故，將殿內為tio̍h安歇日所起ê廊，kap王tùi外面入來ê廊，tùi耶和華ê殿移徙。"}},{"book":"王下","chapter":16,"verse":19,"versions":{"unv":"亞哈斯其餘所行的事都寫在猶大列王記上。","bklcl":"A-hap-su kî-û só͘ kiâⁿ ê sū, kiám bô lóng kì tī Iû-tāi lia̍t-ông ê kì-lio̍k mah?","tghg":"亞哈斯其餘所行的事豈無攏記佇猶大列王的記錄嗎？","bklhl":"A-hap-su其餘所行ê事，kiám無lóng記tī偤大列王ê記錄mah？"}},{"book":"王下","chapter":16,"verse":20,"versions":{"unv":"亞哈斯與他列祖同睡，葬在大衛城他列祖的墳地裡。他兒子希西家接續他作王。","bklcl":"A-hap-su kap i ê lia̍t-chó͘ tâng-khùn, kap i ê lia̍t-chó͘ chòng tī Tāi-pi̍t ê siâⁿ.  I ê kiáⁿ Hi-se-ka sòa-chiap i chòe ông.","tghg":"亞哈斯及伊的列祖同睏，及伊的列祖葬佇大衛的城。伊的子希西家續接伊做王。","bklhl":"A-hap-su kap伊ê列祖同睏，kap伊ê列祖葬tī大衛ê城。伊ê kiáⁿ Hi-se-ka續接伊做王。"}}]