[{"book":"王下","chapter":11,"verse":1,"versions":{"unv":"亞哈謝的母親亞他利雅見她兒子死了，就起來剿滅王室。","bklcl":"A-hap-siā ê lāu-bú, A-tha-lī-ngá, khòaⁿ-kìⁿ i ê kiáⁿ í-keng sí, chiū khí-lâi châu-bia̍t it-chīn ê ông-chhin.","tghg":"亞哈謝的老母亞她利雅看見伊的子已經死，就起來剿滅(châu-bia̍t)一盡的王親。","bklhl":"A-hap-siā ê老母，A-tha-lī-ngá，看見伊ê kiáⁿ已經死，就起來剿滅一盡ê王親。"}},{"book":"王下","chapter":11,"verse":2,"versions":{"unv":"但約蘭王的女兒，亞哈謝的妹子約示巴，將亞哈謝的兒子約阿施從那被殺的王子中偷出來，把他和他的乳母都藏在臥房裡，躲避亞他利雅，免得被殺。","bklcl":"Chóng-sī Iok-lâm ông ê cha-bó͘-kiáⁿ, A-hap-siā ê chí-bē, Iok-sī-pa, chiong A-hap-siā ê kiáⁿ, Iok-a-si, tùi hiah-ê siū-thâi ê ông kiáⁿ tiong thau-phō chhut-lâi, chiong i kap i ê leng-bú khǹg tī khùn-pâng--nih; in tùi A-tha-lī-ngá khàm-ba̍t i, hō͘ i bô siū thâi.","tghg":"總是約蘭王的查某子，亞哈謝的姊妹約示巴，將亞哈謝的子約阿施對許個受刣的王子中偷抱出來，將伊及伊的奶母囥(khǹg)佇睏房裡，𪜶對亞她利雅蓋密(khàm-ba̍t)伊，互伊無受刣。","bklhl":"總是Iok-lâm王ê cha-bó͘-kiáⁿ，A-hap-siā ê姊妹，Iok-sī-pa，將A-hap-siā ê kiáⁿ，Iok-a-si，tùi hiah-ê受刣 ê王kiáⁿ中偷抱出來，將伊kap伊ê奶母khǹg tī睏房裡；in對A-tha-lī-ngá蓋密伊，hō͘伊無受刣。"}},{"book":"王下","chapter":11,"verse":3,"versions":{"unv":"約阿施和他的乳母藏在耶和華的殿裡六年；亞他利雅篡了國位。","bklcl":"Āu-lâi kap i saⁿ-kap khǹg tī Iâ-hô-hoa ê tiān le̍k-kè la̍k-nî kú; A-tha-lī-ngá koán-lí hit ê tōe-hng.","tghg":"後來及伊相及囥佇耶和華的殿歷過六年久；亞她利雅管理彼個地方。","bklhl":"後來kap伊相kap khǹg tī耶和華ê殿歷過六年久；A-tha-lī-ngá管理hit ê地方。"}},{"book":"王下","chapter":11,"verse":4,"versions":{"unv":"第七年，耶何耶大打發人叫迦利人（或譯：親兵）和護衛兵的眾百夫長來，領他們進了耶和華的殿，與他們立約，使他們在耶和華殿裡起誓，又將王的兒子指給他們看，","bklcl":"Kàu tē chhit nî, Iâ-hô-iâ-tāi chhe lâng kiò Ka-lī cho̍k kap hō͘-ōe-peng ê pé-chóng, chhōa in ji̍p Iâ-hô-hoa ê tiān kàu i hia, chiū kap in li̍p-iok, hō͘ in tī Iâ-hô-hoa ê tiān chiù-chōa, koh ēng ông ê kiáⁿ hō͘ in khòaⁿ.","tghg":"到第七年，耶何耶大差人叫迦利族及護衛兵的百總，導𪜶入耶和華的殿到伊遐，就及𪜶立約，互𪜶佇耶和華的殿咒誓，閣用王的子互𪜶看，","bklhl":"到第七年，Iâ-hô-iâ-tāi差人叫Ka-lī族kap護衛兵ê百總，chhōa in入耶和華ê殿到伊hia，就kap in立約，hō͘ in tī耶和華ê殿chiù-chōa，koh用王ê kiáⁿ hō͘ in看。"}},{"book":"王下","chapter":11,"verse":5,"versions":{"unv":"吩咐他們說：「你們當這樣行：凡安息日進班的三分之一要看守王宮，","bklcl":"Koh hoan-hù in kóng, Lín tio̍h án-ni kiâⁿ; kìⁿ-nā lín tī an-hioh-ji̍t ji̍p--lâi ê saⁿ-hūn-chi̍t tio̍h kò͘-siú ông-kiong;","tghg":"閣吩咐𪜶講：「恁著按呢行：見若恁佇安息日入來的三份一著顧守王宮，","bklhl":"Koh吩咐in講，Lín tio̍h án-ni行；見若lín tī安歇日入來ê三份一tio̍h顧守王宮；"}},{"book":"王下","chapter":11,"verse":6,"versions":{"unv":"三分之一要在蘇珥門，三分之一要在護衛兵院的後門。這樣把守王宮，攔阻閒人。","bklcl":"saⁿ-hūn-chi̍t tio̍h tī So͘-ní ê mn̂g; saⁿ-hūn-chi̍t tio̍h tī hō͘-ōe-peng āu-bīn ê mn̂g; án-ni kò͘-siú ông-kiong, chó͘-chí lâng chhut-ji̍p.","tghg":"三份一著佇蘇珥的門，三份一著佇護衛兵後面的門。按呢顧守王宮，阻止人出入。","bklhl":"三份一tio̍h tī So͘-ní ê門；三份一tio̍h tī護衛兵後面ê門；án-ni顧守王宮，阻止人出入。"}},{"book":"王下","chapter":11,"verse":7,"versions":{"unv":"你們安息日所有出班的三分之二要在耶和華的殿裡護衛王；","bklcl":"Kìⁿ-nā lín tī an-hioh-ji̍t chhut-khì ê nn̄g-hūn tio̍h kò͘-siú Iâ-hô-hoa ê tiān, tī ông ê sì-ûi.","tghg":"見若恁佇安息日出去的二份著顧守耶和華的殿佇王的四圍；","bklhl":"見若lín tī安歇日出去ê兩份tio̍h顧守耶和華ê殿，tī王ê四圍。"}},{"book":"王下","chapter":11,"verse":8,"versions":{"unv":"各人手拿兵器，四圍護衛王。凡擅入你們班次的必當治死，王出入的時候，你們當跟隨他。」","bklcl":"Lín ta̍k-lâng chhiú kia̍h ke-si sì-ûi pó-hō͘ ông; kìⁿ-nā lâng ji̍p lín ê pan-lia̍t-ê, tio̍h hō͘ i sí; ông chhut, ông ji̍p ê sî, lín tio̍h kun-sûi i.","tghg":"恁逐人手攑家私，四圍保護王。見若人入恁的班列的著互伊死，王出王入的時，恁著跟隨(kun-sûi)伊。」","bklhl":"Lín ta̍k人手kia̍h ke-si四圍保護王；見若人入lín ê班列ê，tio̍h hō͘伊死；王出，王入ê時，lín tio̍h跟隨伊。"}},{"book":"王下","chapter":11,"verse":9,"versions":{"unv":"眾百夫長就照著祭司耶何耶大一切所吩咐的去行，各帶所管安息日進班出班的人來見祭司耶何耶大。","bklcl":"Hiah ê pé-chóng chiàu chè-si Iâ-hô-iâ-tāi it-chhè só͘ bēng-lēng-ê khì kiâⁿ; ta̍k-lâng tòa in lûn-tio̍h an-hioh-ji̍t ji̍p-lâi ê lâng kap in lûn-tio̍h an-hioh-ji̍t chhut-khì ê lâng lâi kàu chè-si Iâ-hô-iâ-tāi hia.","tghg":"許個百總照祭司耶何耶大一切所命令的去行，逐人帶𪜶輪著安息日入來的人及𪜶輪著安息日出去的人來到祭司耶何耶大遐。","bklhl":"Hiah-ê百總照祭司Iâ-hô-iâ-tāi一切所命令ê去行；ta̍k人帶in輪tio̍h安歇日入來ê人kap in輪tio̍h安歇日出去ê人來到祭司Iâ-hô-iâ-tāi hia。"}},{"book":"王下","chapter":11,"verse":10,"versions":{"unv":"祭司便將耶和華殿裡所藏大衛王的槍和盾牌交給百夫長。","bklcl":"Chè-si chiū chiong Iâ-hô-hoa tiān-lāi só͘ khǹg Tāi-pi̍t ông ê chhiuⁿ kap pîn-pâi kau hō͘ hiah-ê pé-chóng.","tghg":"祭司就將耶和華殿內所囥大衛王的槍及屏牌交互許個百總。","bklhl":"祭司就將耶和華殿內所khǹg大衛王ê鎗kap屏牌交hō͘ hiah-ê百總。"}},{"book":"王下","chapter":11,"verse":11,"versions":{"unv":"護衛兵手中各拿兵器，在壇和殿那裡，從殿右直到殿左，站在王子的四圍。","bklcl":"Hō͘-ōe-peng chhiú--nih kia̍h ke-si, tī tôaⁿ kap tiān hia, tùi tiān ê chiàⁿ-pêng kàu tiān ê tò-pêng, khiā tī ông ê sì-ûi.","tghg":"護衛兵手裡攑家私，佇壇及殿遐，對殿的正旁到殿的倒旁，徛佇王的四圍。","bklhl":"護衛兵手裡kia̍h ke-si，tī壇kap殿hia，tùi殿ê chiàⁿ-pêng到殿ê tò-pêng，khiā tī王ê四圍。"}},{"book":"王下","chapter":11,"verse":12,"versions":{"unv":"祭司領王子出來，給他戴上冠冕，將律法書交給他，膏他作王；眾人就拍掌說：「願王萬歲！」","bklcl":"Chè-si chhōa ông ê kiáⁿ chhut-lâi, kā i tì bián-liû chiong lu̍t-hoat ê chheh hō͘ i; ēng iû boah i, siat-li̍p i chòe-ông; in chiū phah chhiú-chiúⁿ kóng, Goān ông bān-sòe.","tghg":"祭司導王的子出來，給伊戴冕旒，將律法的冊互伊，用油抹伊設立伊做王；𪜶就拍手掌(chhiú-chiúⁿ)講：「願王萬歲！」","bklhl":"祭司chhōa王ê kiáⁿ出來，kā伊戴冕旒將律法ê冊hō͘伊；用油抹伊，設立伊做王；in就phah手掌講，願王萬歲。"}},{"book":"王下","chapter":11,"verse":13,"versions":{"unv":"亞他利雅聽見護衛兵和民的聲音，就到民那裡，進耶和華的殿，","bklcl":"A-tha-lī-ngá thiaⁿ-kìⁿ hō͘-ōe-peng kap peh-sìⁿ ê siaⁿ, chiū kàu peh-sìⁿ hia, ji̍p Iâ-hô-hoa ê tiān;","tghg":"亞她利雅聽見護衛兵及百姓的聲，就到百姓遐，入耶和華的殿，","bklhl":"A-tha-lī-ngá聽見護衛兵kap百姓ê聲，就到百姓hia，入耶和華ê殿；"}},{"book":"王下","chapter":11,"verse":14,"versions":{"unv":"看見王照例站在柱旁，百夫長和吹號的人侍立在王左右，國中的眾民歡樂吹號；亞他利雅就撕裂衣服，喊叫說：「反了！反了！」","bklcl":"khòaⁿ-kìⁿ ông chiàu-lē khiā tī thiāu-piⁿ, kun-tiúⁿ kap pûn hō-thâu ê, khiā tī ông ê chó-iū;  kok-lāi chèng peh-sìⁿ hoaⁿ-hí, pûn hō-thâu.  A-tha-lī-ngá chiū thiah-li̍h i ê saⁿ, hoah kóng, Hoán-poān ah, hoán-poān ah.","tghg":"看見王照例徛佇柱邊，軍長及歕(pûn)號頭的徛佇王的左右，國內眾百姓歡喜歕號頭；亞她利雅就拆裂伊的衫，喝(hoah)講：「反叛啊！反叛(hoán-poān)啊！」","bklhl":"看見王照例khiā tī柱邊，軍長kap pûn號頭ê，khiā tī王ê左右；國內眾百姓歡喜，pûn號頭。A-tha-lī-ngá就拆裂伊ê衫，hoah講，反叛ah，反叛ah。"}},{"book":"王下","chapter":11,"verse":15,"versions":{"unv":"祭司耶何耶大吩咐管轄軍兵的百夫長說：「將她趕出班外，凡跟隨她的必用刀殺死！」因為祭司說「不可在耶和華殿裡殺她」，","bklcl":"Chè-si Iâ-hô-iâ-tāi hoan-hù koán-hat kun-tūi ê pé-chóng, tùi in kóng, Tùi pan-lia̍t ê tiong-kan kóaⁿ i chhut-khì, kìⁿ-nā tè-i-ê, tio̍h ēng to thâi-sí i; in-ūi chè-si kóng, M̄-thang tī Iâ-hô-hoa ê tiān thâi i.","tghg":"祭司耶何耶大吩咐管轄軍隊的百總，對𪜶講：「對班列的中間趕伊出去，見若隨伊的著用刀刣死伊！」因為祭司講「呣通佇耶和華的殿刣伊。」","bklhl":"祭司Iâ-hô-iâ-tāi吩咐管轄軍隊ê百總，對in講，Tùi班列ê中間趕伊出去，見若tè伊ê，tio̍h用刀刣死伊；因為祭司講，M̄-thang tī耶和華ê殿刣伊。"}},{"book":"王下","chapter":11,"verse":16,"versions":{"unv":"眾兵就閃開讓她去；她從馬路上王宮去，便在那裡被殺。","bklcl":"In siám-khui siang-pêng hō͘ i khì; i tùi chiūⁿ-kàu ông-kiong ê bé-lō͘ khì, tī-hia siū-thâi.","tghg":"𪜶閃開雙旁互伊去；伊對上到王宮的馬路去，佇遐受刣。","bklhl":"In閃開雙pêng hō͘伊去；伊tùi上到王宮ê馬路去，tī-hia受刣。"}},{"book":"王下","chapter":11,"verse":17,"versions":{"unv":"耶何耶大使王和民與耶和華立約，作耶和華的民；又使王與民立約。","bklcl":"Iâ-hô-iâ-tāi chiū tī Iâ-hô-hoa kap ông kap peh-sìⁿ ê tiong-kan li̍p-iok, hō͘ in chòe Iâ-hô-hoa ê peh-sìⁿ; koh tī ông kap peh-sìⁿ ê tiong-kan li̍p-iok.","tghg":"耶何耶大就佇耶和華及王及百姓的中間立約，互𪜶做耶和華的百姓；閣佇王及百姓的中間立約。","bklhl":"Iâ-hô-iâ-tāi就tī耶和華kap王kap百姓ê中間立約，hō͘ in做耶和華ê百姓；koh tī王kap百姓ê中間立約。"}},{"book":"王下","chapter":11,"verse":18,"versions":{"unv":"於是國民都到巴力廟，拆毀了廟，打碎壇和像，又在壇前將巴力的祭司瑪坦殺了。祭司耶何耶大派官看守耶和華的殿，","bklcl":"Tùi án-ni kok-lāi ê chèng peh-sìⁿ kàu Pa-le̍k ê biō, thiah-húi i; phah-chhùi hiah-ê tôaⁿ kap ngó͘-siōng, koh tī tôaⁿ-chêng phah-sí Pa-le̍k ê chè-si Má-thán.  Chè-si siat koaⁿ-oân lâi kò͘-siú Iâ-hô-hoa ê tiān.","tghg":"對按呢國內的眾百姓到巴力的廟，拆毀伊，拍碎許個壇及偶像，閣佇壇前拍死巴力的祭司瑪坦。祭司設官員來顧守耶和華的殿，","bklhl":"Tùi án-ni，國內ê眾百姓到Pa-le̍k ê廟，拆毀伊；phah碎hiah-ê壇kap偶像，koh tī壇前phah死Pa-le̍k ê祭司Má-thán。祭司設官員來顧守耶和華ê殿。"}},{"book":"王下","chapter":11,"verse":19,"versions":{"unv":"又率領百夫長和迦利人（或譯：親兵）與護衛兵，以及國中的眾民，請王從耶和華殿下來，由護衛兵的門進入王宮，他就坐了王位。","bklcl":"Koh chhōa pé-chóng kap Ka-lī-cho̍k kap hō͘-ōe-peng. í-ki̍p kok-lāi chèng peh-sìⁿ; in tùi Iâ-hô-hoa ê tiān chhōa ông lo̍h--lâi, tùi hō͘-ōe-peng ê mn̂g-lō͘ ji̍p ông-kiong.  I chiū chē ông-ūi.","tghg":"閣導百總及迦利族及護衛兵，以及國內眾百姓，𪜶對耶和華的殿導王落來，對護衛兵的門路入王宮，伊就坐王位。","bklhl":"Koh chhōa百總kap Ka-lī族kap護衛兵。以及國內眾百姓；in tùi耶和華ê殿chhōa王落來，tùi護衛兵ê門路入王宮。伊就坐王位。"}},{"book":"王下","chapter":11,"verse":20,"versions":{"unv":"國民都歡樂，閤城都安靜。眾人已將亞他利雅在王宮那裡用刀殺了。","bklcl":"Kok-lāi ê peh-sìⁿ lóng hoaⁿ-hí, thong-siâⁿ lóng an-chēng; in tī ông-kiong hia, ēng to thâi-sí A-tha-lī-ngá.","tghg":"國內的百姓攏歡喜，通城攏安靜。𪜶佇王宮遐用刀刣死亞她利雅。","bklhl":"國內ê百姓lóng歡喜，thong城lóng安靜；in tī王宮hia，用刀刣死A-tha-lī-ngá。"}},{"book":"王下","chapter":11,"verse":21,"versions":{"unv":"約阿施登基的時候年方七歲。","bklcl":"Iok-a-si chē-ūi ê sî chhit-hè.","tghg":"約阿施坐位的時七歲。","bklhl":"Iok-a-si坐位ê時七歲。"}}]