[{"book":"得","chapter":4,"verse":1,"versions":{"unv":"波阿斯到了城門，坐在那裡，恰巧波阿斯所說的那至近的親屬經過。波阿斯說：「某人哪，你來坐在這裡。」他就來坐下。","bklcl":"Pho-a-su chiūⁿ kàu siâⁿ-mn̂g, chē tī-hia; tú-tn̄g Pho-a-su só͘ kóng hit ê kai-chhin-ê tùi-hia kè; i chiū tùi i kóng, Bó͘-lâng ah, chhiáⁿ lí oat-lâi chia chē; i chiū oat-khì chē.","tghg":"波阿斯上到城門，坐佇遐，抵當波阿斯所講彼個該親的對遐過。伊就對伊講：「某人啊，請你越來遮坐。」伊就越去坐。","bklhl":"Pho-a-su上到城門，坐tī-hia；tú-tn̄g Pho-a-su所講hit ê該親ê tùi-hia過；伊就對伊講，某人ah，請你oat來chia坐；伊就oat去坐。"}},{"book":"得","chapter":4,"verse":2,"versions":{"unv":"波阿斯又從本城的長老中揀選了十人，對他們說：「請你們坐在這裡。」他們就都坐下。","bklcl":"Pho-a-su koh tùi pún-siâⁿ ê tióng-ló tiong kiò cha̍p-lâng lâi, kā in kóng, Chhiáⁿ lín chē tiàm chia; in chiū chē.","tghg":"波阿斯閣對本城的長老中叫十人來，給𪜶講：「請恁坐踮遮。」𪜶就坐。","bklhl":"Pho-a-su koh tùi本城ê長老中叫十人來，kā in講，請lín坐tiàm chia；in就坐。"}},{"book":"得","chapter":4,"verse":3,"versions":{"unv":"波阿斯對那至近的親屬說：「從摩押地回來的拿俄米，現在要賣我們族兄以利米勒的那塊地；","bklcl":"Pho-a-su tùi hit ê chì-chhin-ê kóng, Tùi Mô͘-ap tōe tò-lâi ê Ná-o-bí, taⁿ bōe i hit-hūn ê hn̂g, sī pún sio̍k lán ê hiaⁿ Í-lī-bí-le̍k ê;","tghg":"波阿斯對彼個至親的講：「對摩押地倒來的拿俄米，今賣伊彼份的園是本屬咱的兄以利米勒的；","bklhl":"Pho-a-su對hit ê至親ê講，Tùi Mô͘-ap地tò來ê拿俄米，taⁿ賣伊 hit份ê園，是本屬咱ê兄Í-lī-bí-le̍k ê；"}},{"book":"得","chapter":4,"verse":4,"versions":{"unv":"我想當贖那塊地的是你，其次是我，以外再沒有別人了。你可以在這裡的人面前和我本國的長老面前說明，你若肯贖就贖，若不肯贖就告訴我。」那人回答說：「我肯贖。」","bklcl":"góa ì-sù beh thong-ti lí kóng, Tio̍h tī chiah-ê chē-teh ê lâng ê bīn-chêng kap góa ê peh-sìⁿ ê tióng-ló ê bīn-chêng, bóe i; lí nā beh sio̍k, chiū sio̍k i; nā m̄ sio̍k i, chiū bêng-bêng kóng hō͘ góa chai;  in-ūi lí í-gōa bô pa̍t-lâng thang sio̍k i, tē-jī chiū-sī góa.  I ìn kóng, Góa beh sio̍k i.","tghg":"我意思欲通知你講，著佇諸個坐啲的人的面前及我的百姓的長老的面前，買伊。你若欲贖，就贖伊，若呣贖伊，就明明講互我知，因為你以外無別人通贖伊，第二就是我。」伊應講：「我欲贖伊。」","bklhl":"我意思beh通知你講，Tio̍h tī chiah ê坐teh ê人ê面前kap我ê百姓ê長老ê面前，買伊；你若beh贖，就贖伊；若m̄贖伊，就明明講hō͘我知；因為你以外無別人thang贖伊，第二就是我。伊應講，我beh贖伊。"}},{"book":"得","chapter":4,"verse":5,"versions":{"unv":"波阿斯說：「你從拿俄米手中買這地的時候，也當娶（原文是買；十節同）死人的妻摩押女子路得，使死人在產業上存留他的名。」","bklcl":"Pho-a-su kóng, Lí tùi Ná-o-bí ê chhiú bóe hit hūn hn̂g ê ji̍t, iā tio̍h tùi sí-lâng ê bó͘, Mô͘-ap ê cha-bó͘-kiáⁿ Lō͘-tek, bóe i, lâi kiàn-li̍p sí-lâng ê miâ tī i ê gia̍p.","tghg":"波阿斯講：「你對拿俄米的手買彼份園的日，也著對死人的某摩押的查某子路得買伊，來建立死人的名佇伊的業。」","bklhl":"Pho-a-su講，你tùi拿俄米ê手買hit份園ê日，也tio̍h tùi死人ê bó͘，Mô͘-ap ê cha-bó͘-kiáⁿ路得，買伊，來建立死人ê名tī伊ê業。"}},{"book":"得","chapter":4,"verse":6,"versions":{"unv":"那人說：「這樣我就不能贖了，恐怕於我的產業有礙。你可以贖我所當贖的，我不能贖了。」","bklcl":"Hit ê chì-chhin-ê kóng, Góa bōe-ōe ūi ka-kī sio̍k i, kiaⁿ-liáu góa gāi-tio̍h ka-kī ê gia̍p; góa sio̍k-gia̍p ê koân lí thang ūi ka-kī chiáng i;  in-ūi góa bōe-ōe sio̍k i.","tghg":"彼個至親的講：「我𣍐會為家己贖伊，驚了我礙著(gāi-tio̍h)家己的業。我贖業的權你通為家己掌伊，因為我𣍐會贖伊。」","bklhl":"Hit-ê至親ê講，我bōe會為家己贖伊，驚了我礙tio̍h家己ê業；我贖業ê權你thang為家己掌伊；因為我bōe會贖伊。"}},{"book":"得","chapter":4,"verse":7,"versions":{"unv":"從前，在以色列中要定奪甚麼事，或贖回，或交易，這人就脫鞋給那人。以色列人都以此為證據。","bklcl":"Chêng tī Í-sek-lia̍t tiong beh koat-tēng sím-mi̍h sū, he̍k-sī sio̍k-hôe, he̍k-sī kau-ōaⁿ, chit lâng tio̍h thǹg ôe hō͘ hit lâng; Í-sek-lia̍t lâng lóng ēng chit-ê chòe chèng-kù ê lē.","tghg":"前，佇以色列中欲決定甚麼事，或是贖回，或是交換，此人著褪鞋互彼人。以色列人攏用此個做證據的例。","bklhl":"前tī以色列中beh決定甚麼事，或是贖回，或是交換，chit人tio̍h thǹg鞋hō͘ hit人；以色列人lóng用chit ê做證據ê例。"}},{"book":"得","chapter":4,"verse":8,"versions":{"unv":"那人對波阿斯說：「你自己買吧！」於是將鞋脫下來了。","bklcl":"Hit ê chì-chhin tùi Pho-a-su kóng, Lí ūi ka-kī bóe i; i chiū thǹg ka-kī ê ôe.","tghg":"彼個至親對波阿斯講：「你為家己買伊！」伊就褪家己的鞋。","bklhl":"Hit-ê至親對Pho-a-su講，你為家己買伊；伊就thǹg家己ê鞋。"}},{"book":"得","chapter":4,"verse":9,"versions":{"unv":"波阿斯對長老和眾民說：「你們今日作見證，凡屬以利米勒和基連、瑪倫的，我都從拿俄米手中置買了；","bklcl":"Pho-a-su kā tióng-ló kap chèng peh-sìⁿ kóng, Lín kin-á-ji̍t chòe kan-chèng, kìⁿ-nā sio̍k Í-lī-bí-le̍k, kìⁿ-nā sio̍k Ki-liân Má-lûn ê, góa lóng tùi Ná-o-bí ê chhiú bóe lâi;","tghg":"波阿斯給長老及眾百姓講：「恁今仔日做干證，見若屬以利米勒見若屬基連、瑪倫的，我攏對拿俄米的手買來；","bklhl":"Pho-a-su kā長老kap眾百姓講，Lín今á日做干證，見若屬Í-lī-bí-le̍k，見若屬Ki-liân Má-lûn ê，我lóng tùi拿俄米ê手買來；"}},{"book":"得","chapter":4,"verse":10,"versions":{"unv":"又娶了瑪倫的妻摩押女子路得為妻，好在死人的產業上存留他的名，免得他的名在本族本鄉滅沒。你們今日可以作見證。」","bklcl":"koh bóe Má-lûn ê bó͘, Mô͘-ap ê cha-bó͘-kiáⁿ, Lō͘-tek chòe góa ê bó͘, thang kiàn-li̍p sí-lâng ê miâ tī i ê gia̍p, hō͘ sí-lâng ê miâ bô choa̍t tī i ê hiaⁿ-tī-tiong, kap i ê pún-siâⁿ; lín kin-á-ji̍t chòe kan-chèng.","tghg":"閣買瑪倫的某摩押的查某子路得做我的某，通建立死人的名佇伊的業，互死人的名無絕佇伊的兄弟中及伊的本城。恁今仔日做干證。」","bklhl":"koh買Má-lûn ê bó͘，Mô͘-ap ê cha-bó͘-kiáⁿ，路得做我ê bó͘，thang建立死人ê名tī伊ê業，hō͘死人ê名無絕tī伊ê兄弟中，kap伊ê本城；lín今á日做干證。"}},{"book":"得","chapter":4,"verse":11,"versions":{"unv":"在城門坐著的眾民和長老都說：「我們作見證。願耶和華使進你家的這女子，像建立以色列家的拉結、利亞二人一樣。又願你在以法他得亨通，在伯利恆得名聲。","bklcl":"Tī siâⁿ-mn̂g teh chē hiah-ê chèng peh-sìⁿ kap tiúⁿ-ló kóng, Goán chòe kan-chèng; goān Iâ-hô-hoa hō͘ ji̍p lí ê ke ê hū-jîn-lâng chhin-chhiūⁿ kiàn-li̍p Í-sek-lia̍t ke La̍h-kiat Lī-a nn̄g-lâng chi̍t-iūⁿ; koh goān lí tī Í-hoat-tha chòe hô-kia̍t, tī Pek-lī-hêng chòe ū miâ-siaⁿ-ê;","tghg":"佇城門啲坐許個眾百姓及長老講：「阮做干證。願耶和華互入你的家的婦仁人，親像建立以色列家拉結、利亞二人一樣。閣願你佇以法他做豪傑(hô-kia̍t)，佇伯利恆做有名聲的。","bklhl":"Tī城門teh坐hiah-ê眾百姓kap長老講，阮做干證；願耶和華hō͘入你ê家ê婦人人親像建立以色列家拉結、利亞兩人一樣；koh願你tī Í-hoat-tha做豪傑，tī伯利恆做有名聲ê；"}},{"book":"得","chapter":4,"verse":12,"versions":{"unv":"願耶和華從這少年女子賜你後裔，使你的家像他瑪從猶大所生法勒斯的家一般。」","bklcl":"iā goān lí ê ke tùi Iâ-hô-hoa ēng chit ê cha-bó͘-kiáⁿ só͘ beh siúⁿ-sù lí ê hō͘-è, chiâⁿ-chòe chhin-chhiūⁿ Hoat-le̍k-su ê ke, chiū-sī Tha-má kā Iû-tāi só͘ siⁿ ê.","tghg":"也願你的家對耶和華用此個查某子所欲賞賜你的後裔，成做親像法勒斯的家就是他瑪給猶大所生的。」","bklhl":"也願你ê家tùi耶和華用chit ê cha-bó͘-kiáⁿ所beh賞賜你ê後裔，成做親像Hoat-le̍k-su ê家，就是Tha-má kā偤大所生ê。"}},{"book":"得","chapter":4,"verse":13,"versions":{"unv":"於是，波阿斯娶了路得為妻，與她同房。耶和華使她懷孕生了一個兒子。","bklcl":"Tùi án-ni Pho-a-su chhōa Lō͘-tek chòe-bó͘; í-keng kap i tâng-pâng. Iâ-hô-hoa hō͘ i hoâi-īn siⁿ chi̍t ê kiáⁿ.","tghg":"對按呢，波阿斯娶路得做某，已經及伊同房。耶和華互伊懷孕生一個子。","bklhl":"Tùi án-ni，Pho-a-su娶路得做bó͘；已經kap伊同房。耶和華hō͘伊懷孕生一个kiáⁿ。"}},{"book":"得","chapter":4,"verse":14,"versions":{"unv":"婦人們對拿俄米說：「耶和華是應當稱頌的！因為今日沒有撇下你，使你無至近的親屬。願這孩子在以色列中得名聲。","bklcl":"Hiah ê hū-jîn-lâng tùi Ná-o-bí kóng, Iâ-hô-hoa sī eng-kai o-ló ê; in-ūi I kin-á-ji̍t bô pàng-sak lí, tì-kàu lí bô chì-chhin ê lâng; goān chit ê gín-ná tī Í-sek-lia̍t tiong tit-tio̍h miâ-siaⁿ.","tghg":"許個婦仁人對拿俄米講：「耶和華是應該謳咾的！因為伊今仔日無放拺你，致到你無至親的人。願此個囝仔佇以色列中得著名聲。","bklhl":"Hiah-ê婦人人對拿俄米講，耶和華是應該o-ló ê；因為伊今á日無放sak你，致到你無至親ê人；願chit ê gín-ná tī以色列中得tio̍h名聲。"}},{"book":"得","chapter":4,"verse":15,"versions":{"unv":"他必提起你的精神，奉養你的老，因為是愛慕你的那兒婦所生的。有這兒婦比有七個兒子還好！」","bklcl":"I beh ho̍k-tò lí ê cheng-eng, hōng-ióng lí ê nî-lāu; in-ūi siⁿ i-ê, chiū-sī lí hit ê thiàⁿ lí ê sim-pū, tùi-tī lí pí chhit ê kiáⁿ iáu khah-hó ê.","tghg":"伊欲復倒你的精英，奉養你的年老，因為生伊者就是你彼個疼你的媳婦。對佇你比七個子猶卡好的！」","bklhl":"伊beh復到你ê精英，奉養你ê年老；因為生伊ê，就是你hit ê疼你ê新婦，tùi-tī你比七個kiáⁿ iáu khah好ê。"}},{"book":"得","chapter":4,"verse":16,"versions":{"unv":"拿俄米就把孩子抱在懷中，作他的養母。","bklcl":"Ná-o-bí phō hit ê gín-ná, hē tī i ê heng-chêng, io i chhin-chhiūⁿ lāu-bú.","tghg":"拿俄米抱彼個囝仔下佇伊的胸前，育伊親像老母。","bklhl":"拿俄米抱hit ê gín-ná，hē tī伊ê胸前，io伊親像老母。"}},{"book":"得","chapter":4,"verse":17,"versions":{"unv":"鄰舍的婦人說：「拿俄米得孩子了！」就給孩子起名叫俄備得。這俄備得是耶西的父，耶西是大衛的父。","bklcl":"Chhù-piⁿ hiah-ê hū-jîn-lâng chiū kā i hō miâ, kóng, Ná-o-bí ū tit-tio̍h gín-ná lah; chiū kiò i ê miâ O-pī-tek; i sī Iâ-se ê lāu-pē, Iâ-se sī Tāi-pi̍t ê lāu-pē.","tghg":"厝邊許個婦仁人就給伊號名講：「拿俄米有得著囝仔啦！」就叫伊的名俄備得。伊是耶西的老父，耶西是大衛的老父。","bklhl":"厝邊hiah-ê婦人人就kā伊號名，講，拿俄米有得tio̍h gín-ná lah；就叫伊ê名O-pī-tek；伊是耶西ê老父，耶西是大衛ê老父。"}},{"book":"得","chapter":4,"verse":18,"versions":{"unv":"法勒斯的後代記在下面：法勒斯生希斯崙；","bklcl":"Hoat-le̍k-su ê hō͘-è kì tī ē-tóe;  Hoat-le̍k-su siⁿ Hi-su-lûn;","tghg":"法勒斯的後裔記佇下底：法勒斯生希斯崙；","bklhl":"Hoat-le̍k-su ê後裔記tī下底；Hoat-le̍k-su生Hi-su-lûn；"}},{"book":"得","chapter":4,"verse":19,"versions":{"unv":"希斯崙生蘭；蘭生亞米拿達；","bklcl":"Hi-su-lûn siⁿ Lân, Lân siⁿ A-bí-ná-ta̍t;","tghg":"希斯崙生蘭；蘭生亞米拿達；","bklhl":"Hi-su-lûn生Lân，Lân生A-bí-ná-ta̍t；"}},{"book":"得","chapter":4,"verse":20,"versions":{"unv":"亞米拿達生拿順；拿順生撒門；","bklcl":"A-bí-ná-ta̍t siⁿ Ná-sūn, Ná-sūn siⁿ Sat-bûn;","tghg":"亞米拿達生拿順；拿順生撒門；","bklhl":"A-bí-ná-ta̍t生Ná-sūn，Ná-sūn生Sat-bûn；"}},{"book":"得","chapter":4,"verse":21,"versions":{"unv":"撒門生波阿斯；波阿斯生俄備得；","bklcl":"Sat-bûn siⁿ Pho-a-su, Pho-a-su siⁿ O-pī-tek;","tghg":"撒門生波阿斯；波阿斯生俄備得；","bklhl":"Sat-bûn生Pho-a-su，Pho-a-su生O-pī-tek；"}},{"book":"得","chapter":4,"verse":22,"versions":{"unv":"俄備得生耶西；耶西生大衛。","bklcl":"O-pī-tek siⁿ Iâ-se, Iâ-se siⁿ Tāi-pi̍t.","tghg":"俄備得生耶西；耶西生大衛。","bklhl":"O-pī-tek生耶西，耶西生大衛。"}}]