[{"book":"得","chapter":1,"verse":1,"versions":{"unv":"當士師秉政的時候，國中遭遇饑荒。在猶大的伯利恆，有一個人帶著妻子和兩個兒子往摩押地去寄居。","bklcl":"Tng sū-su pān chèng-sū ê sî, hit ê tōe tú-tio̍h ki-hng; tī Iû-tāi Pek-lī-hêng ū chi̍t ê lâng kap i ê bó͘ nn̄g ê kiáⁿ chhut-gōa khì Mô͘-ap tōe.","tghg":"當士師辦政事的時，彼個地抵著(tú-tio̍h)飢荒。佇猶大伯利恆，有一個人及伊的某二個子出外去摩押地。","bklhl":"當士師辦正事ê時，hit ê地tú-tio̍h飢荒；tī偤大伯利恆有一个人kap伊ê bó͘兩個kiáⁿ出外去Mô͘-ap地。"}},{"book":"得","chapter":1,"verse":2,"versions":{"unv":"這人名叫以利米勒，他的妻名叫拿俄米；他兩個兒子，一個名叫瑪倫，一個名叫基連，都是猶大伯利恆的以法他人。他們到了摩押地，就住在那裡。","bklcl":"Hit-lâng miâ-kiò Í-lī-bí-le̍k, i ê bó͘ miâ-kiò Ná-o-bí, i nn̄g ê kiáⁿ miâ Má-lûn, Ki-liân; lóng sī Iû-tāi Pek-lī-hêng ê Í-hoat-tha lâng;  in kàu Mô͘-ap tōe, chiū tī-hia khiā-khí.","tghg":"彼人名叫以利米勒，伊的某名叫拿俄米；伊二個子，名瑪倫、基連，攏是猶大伯利恆的以法他人。𪜶到摩押地，就佇遐徛起。","bklhl":"Hit人名叫Í-lī-bí-le̍k，伊ê bó͘名叫拿俄米，伊兩個kiáⁿ名Má-lûn、Ki-liân；lóng是偤大伯利恆ê Í-hoat-tha人；in到Mô͘-ap地，就tī-hia khiā起。"}},{"book":"得","chapter":1,"verse":3,"versions":{"unv":"後來拿俄米的丈夫以利米勒死了，剩下婦人和她兩個兒子。","bklcl":"Āu-lâi Ná-o-bí ê tiōng-hu Í-lī-bí-le̍k sí, pàng i kap i nn̄g ê kiáⁿ.","tghg":"後來拿俄米的丈夫以利米勒死，放伊及伊二個子。","bklhl":"後來拿俄米ê丈夫Í-lī-bí-le̍k死，放伊kap 伊兩個kiáⁿ。"}},{"book":"得","chapter":1,"verse":4,"versions":{"unv":"這兩個兒子娶了摩押女子為妻，一個名叫俄珥巴，一個名叫路得，在那裡住了約有十年。","bklcl":"Nn̄g ê kiáⁿ chhōa Mô͘-ap ê cha-bó͘-kiáⁿ chòe-bó͘, chi̍t-ê miâ-kiò Gô-jíⁿ-pa, chi̍t-ê miâ-kiò Lō͘-tek;  tiàm tī-hia iok-lio̍k cha̍p-nî.","tghg":"二個子娶摩押的查某子做某，一個名叫俄珥巴，一個名叫路得，踮佇遐約略十年。","bklhl":"兩個kiáⁿ娶Mô͘-ap ê cha-bó͘-kiáⁿ做bó͘，一个名叫Gô-jíⁿ-pa，一个名叫路得；tiàm tī-hia約略十年。"}},{"book":"得","chapter":1,"verse":5,"versions":{"unv":"瑪倫和基連二人也死了，剩下拿俄米，沒有丈夫，也沒有兒子。","bklcl":"Má-lûn kap Ki-liân nn̄g-lâng iā sí;  chhun hit ê hū-jîn-lâng bô tiōng-hu, iā bô kiáⁿ.","tghg":"瑪倫及基連二人也死，剩彼個婦仁人無丈夫，也無子。","bklhl":"Má-lûn kap Ki-liân兩人也死；chhun hit ê婦人人無丈夫，也無kiáⁿ。"}},{"book":"得","chapter":1,"verse":6,"versions":{"unv":"她就與兩個兒婦起身，要從摩押地歸回；因為她在摩押地聽見耶和華眷顧自己的百姓，賜糧食與他們。","bklcl":"I chiū kap nn̄g ê sim-pū khí-lâi, beh tùi Mô͘-ap tōe tò-khì; in-ūi i tī Mô͘-ap tōe thiaⁿ-kìⁿ Iâ-hô-hoa koàn-kò͘ I ê peh-sìⁿ, siúⁿ-sù in bí-niû.","tghg":"伊就及二個媳婦起來，欲對摩押地倒去；因為伊佇摩押地聽見耶和華眷顧伊的百姓，賞賜𪜶米糧。","bklhl":"伊就kap兩個新婦起來，beh tùi Mô͘-ap地tò去；因為伊tī Mô͘-ap地聽見耶和華眷顧祂ê百姓，賞賜in米糧。"}},{"book":"得","chapter":1,"verse":7,"versions":{"unv":"於是她和兩個兒婦起行離開所住的地方，要回猶大地去。","bklcl":"I chiū tùi i khiā-khí ê só͘-chāi chhut-khì, nn̄g ê sim-pū kap i khì, in kiâⁿ-lō͘ beh tò-khì Iû-tāi tōe.","tghg":"伊就對伊徛起的所在出去，二個媳婦及伊去，𪜶行路欲倒去猶大地。","bklhl":"伊就對伊khiā起ê所在出去，兩個新婦kap伊去，in行路beh tò去偤大地。"}},{"book":"得","chapter":1,"verse":8,"versions":{"unv":"拿俄米對兩個兒婦說：「你們各人回娘家去吧。願耶和華恩待你們，像你們恩待已死的人與我一樣！","bklcl":"Ná-o-bí kā nn̄g ê sim-pū kóng,  Lín khì ah, ta̍k-ê tò-khì lāu-bú ê chhù; goān Iâ-hô-hoa hó khoán-thāi lín, chhin-chhiūⁿ lín khoán-thāi í-keng sí ê lâng kap góa chi̍t-iūⁿ;","tghg":"拿俄米給二個媳婦講：「恁去啊，逐個倒去老母的厝。願耶和華好款待恁，親像恁款待已經死的人及我一樣！","bklhl":"拿俄米kā兩個新婦講，lín去ah，ta̍k-ê tò去老母ê厝；願耶和華好款待lín，親像lín款待已經死ê人kap我一樣；"}},{"book":"得","chapter":1,"verse":9,"versions":{"unv":"願耶和華使你們各在新夫家中得平安！」於是拿俄米與她們親嘴。她們就放聲而哭，","bklcl":"goān Iâ-hô-hoa siúⁿ-sù lín ta̍k-lâng tī tiōng-hu ê ke tit-tio̍h pêng-an.  Chiū kap in chim-chhùi; in chiū chhut-siaⁿ thî-khàu, kā i kóng,","tghg":"願耶和華賞賜恁逐人佇丈夫的家得著平安！」就及𪜶唚(chim)嘴。𪜶就出聲啼哭，","bklhl":"願耶和華賞賜lín ta̍k人tī丈夫ê家得tio̍h平安。就kap in chim嘴；in就出聲啼哭，kā伊講，"}},{"book":"得","chapter":1,"verse":10,"versions":{"unv":"說：「不然，我們必與你一同回你本國去。」","bklcl":"M̄-ah, goán beh kap lí saⁿ-kap tò-khì lí ê peh-sìⁿ hia.","tghg":"給伊講：「呣啊，阮欲及你相及倒去你的百姓遐。」","bklhl":"M̄-ah，阮beh kap你相kap tò去你ê百姓hia。"}},{"book":"得","chapter":1,"verse":11,"versions":{"unv":"拿俄米說：「我女兒們哪，回去吧！為何要跟我去呢？我還能生子作你們的丈夫嗎？","bklcl":"Ná-o-bí kóng, Góa ê cha-bó͘-kiáⁿ ah, tò-khì ah; siáⁿ-sū beh kap góa khì ah?  góa iáu ōe hoâi-thai siⁿ-kiáⁿ chòe lín ê tiōng-hu mah?","tghg":"拿俄米講：「我的查某子啊，倒去啊！啥事欲及我去啊？我猶會懷胎生子做恁的丈夫嗎？","bklhl":"拿俄米講，我ê cha-bó͘-kiáⁿ ah，tò去ah；啥事beh kap我去ah？我iáu能懷胎生kiáⁿ做lín ê丈夫mah？"}},{"book":"得","chapter":1,"verse":12,"versions":{"unv":"我女兒們哪，回去吧！我年紀老邁，不能再有丈夫；即或說，我還有指望，今夜有丈夫可以生子，","bklcl":"Góa ê cha-bó͘-kiáⁿ ah, tò-khì ah, khì ah;  góa í-keng nî-lāu, bōe-ōe koh ū tiōng-hu; góa nā kóng, Góa iáu ū ǹg-bāng, góa kim-mî nā ū tiōng-hu iā ōe siⁿ kiáⁿ,","tghg":"我的查某子啊，倒去啊，去啊！我已經年老，𣍐會閣有丈夫；我若講，我猶有向望，我今暝若有丈夫也會生子，","bklhl":"我ê cha-bó͘-kiáⁿ ah，tò去ah，去ah；我已經年老，bōe會koh有丈夫；我若講，我iáu有ǹg望，我今暝若有丈夫也能生kiáⁿ，"}},{"book":"得","chapter":1,"verse":13,"versions":{"unv":"你們豈能等著他們長大呢？你們豈能等著他們不嫁別人呢？我女兒們哪，不要這樣。我為你們的緣故甚是愁苦，因為耶和華伸手攻擊我。」","bklcl":"lín kiám ōe thèng-hāu in tōa-hàn mah?  lín kiám ōe ka-kī siú, bô kè-lâng mah?  Góa ê cha-bó͘-kiáⁿ ah, bo̍h-tit án-ni; góa ūi-tio̍h lín chīn-chāi iu-khó͘; in-ūi Iâ-hô-hoa chhun-chhiú kong-kek góa.","tghg":"恁豈會聽候𪜶大漢嗎？恁豈會家己守無嫁人嗎？我的查某子啊，莫得按呢。我為著恁盡在憂苦，因為耶和華伸手攻擊我。」","bklhl":"lín kiám會thèng候in大漢mah？lín kiám會家己守，無嫁人mah？我ê cha-bó͘-kiáⁿ ah，莫得án-ni；我為tio̍h lín盡在憂苦；因為耶和華伸手攻擊我。"}},{"book":"得","chapter":1,"verse":14,"versions":{"unv":"兩個兒婦又放聲而哭，俄珥巴與婆婆親嘴而別，只是路得捨不得拿俄米。","bklcl":"In koh chhut-siaⁿ khàu; Gô-jíⁿ-pa kap ta-ke chim-chhùi; to̍k-to̍k Lō͘-tek kap i pàng-bōe-lī.","tghg":"𪜶閣出聲哭，俄珥巴及乾家唚嘴，獨獨路得及伊放𣍐離。","bklhl":"In koh出聲哭；Gô-jíⁿ-pa kap ta-ke chim嘴；獨獨路得kap伊放bōe-lī。"}},{"book":"得","chapter":1,"verse":15,"versions":{"unv":"拿俄米說：「看哪，你嫂子已經回她本國和她所拜的神那裡去了，你也跟著你嫂子回去吧！」","bklcl":"I kóng, Khòaⁿ ah, lí ê tâng-sāi í-keng tò-khì i ê peh-sìⁿ, i ê siōng-tè hia, lí iā tio̍h tè lí ê tâng-sāi tò-khì.","tghg":"伊講：「看啊，你的同姒(tâng-sāi)已經倒去伊的百姓伊的上帝遐，你也著隨你的同姒倒去！」","bklhl":"伊講，看ah，你ê同sāi已經tò去伊ê百姓，伊ê上帝hia，你也tio̍h tè你ê同sāi tò去。"}},{"book":"得","chapter":1,"verse":16,"versions":{"unv":"路得說：「不要催我回去不跟隨你。你往哪裡去，我也往那裡去；你在哪裡住宿，我也在那裡住宿；你的國就是我的國，你的　神就是我的　神。","bklcl":"Lō͘-tek kóng, Bo̍h-tit khǹg góa lī-khui lí, tò-khì bô tè lí; in-ūi lí khì hia, góa iā beh khì hia; lí hioh tī-hia, góa iā beh hioh hia; lí ê peh-sìⁿ beh chòe góa ê peh-sìⁿ; lí ê Siōng-tè iā beh chòe góa ê Siōng-tè;","tghg":"路得講：「莫得勸我離開你，倒去無隨你。因為你去遐，我也欲去遐；你歇佇遐，我也欲歇遐；你的百姓欲做我的百姓，你的上帝也欲做我的上帝。","bklhl":"路得講，莫得勸我離開你，tò去無tè你；因為你去hia，我也beh去hia；你歇tī-hia，我也beh歇hia；你ê百姓beh做我ê百姓；你ê上帝也beh做我ê上帝；"}},{"book":"得","chapter":1,"verse":17,"versions":{"unv":"你在哪裡死，我也在那裡死，也葬在那裡。除非死能使你我相離！不然，願耶和華重重地降罰與我。」","bklcl":"lí sí tī-hia, góa iā sí tī-hia, bâi-chòng tī-hia; tû sí í-gōa, nā ū sím-mi̍h hō͘ lí góa saⁿ-lī, goān Iâ-hô-hoa ka-pē chek-hoa̍t góa.","tghg":"你死佇遐，我也死佇遐，埋葬佇遐。除死以外若有甚麼互你我相離！願耶和華加倍責罰我。」","bklhl":"你死tī-hia，我也死tī-hia，埋葬tī-hia；除死以外，若有甚麼hō͘你我相離，願耶和華加倍責罰我。"}},{"book":"得","chapter":1,"verse":18,"versions":{"unv":"拿俄米見路得定意要跟隨自己去，就不再勸她了。","bklcl":"I khòaⁿ-kìⁿ i koat-ì beh kap i khì, chiū bô koh tùi i kóng-khí.","tghg":"伊看見伊決意欲及伊去，就無閣對伊講起。","bklhl":"伊看見伊決意beh kap伊去，就無koh對伊講起。"}},{"book":"得","chapter":1,"verse":19,"versions":{"unv":"於是二人同行，來到伯利恆。她們到了伯利恆，合城的人就都驚訝。婦女們說：「這是拿俄米嗎？」","bklcl":"Tùi án-ni nn̄g lâng saⁿ-kap kiâⁿ, lâi kàu Pek-lī-hêng; in kàu Pek-lī-hêng, thong siâⁿ ūi-tio̍h in lóng choah-khí-lâi; hiah-ê hū-jîn-lâng kóng, Che sī Ná-o-bí mah?","tghg":"對按呢二人相及行，來到伯利恆。𪜶到伯利恆，通城為著𪜶攏泏起來。許個婦仁人講：「這是拿俄米嗎？」","bklhl":"Tùi án-ni，兩人相kap行，來到伯利恆；in到伯利恆，thong城為tio̍h in lóng choah起來；hiah-ê婦人人講，這是拿俄米mah？"}},{"book":"得","chapter":1,"verse":20,"versions":{"unv":"拿俄米對他們說：「不要叫我拿俄米（就是甜的意思），要叫我瑪拉（就是苦的意思），因為全能者使我受了大苦。","bklcl":"I ìn kóng, Bo̍h-tit kiò góa Ná-o-bí, tio̍h kiò góa Má-la̍h, in-ūi Choân-lêng-ê khoán-thāi góa chin kan-khó͘;","tghg":"伊應講：「莫得叫我拿俄米，著叫我瑪拉，因為全能者款待我真艱苦。","bklhl":"伊應講，莫得叫我拿俄米，tio̍h叫我Má-la̍h，因為全能ê款待我真艱苦；"}},{"book":"得","chapter":1,"verse":21,"versions":{"unv":"我滿滿地出去，耶和華使我空空地回來。耶和華降禍與我；全能者使我受苦。既是這樣，你們為何還叫我拿俄米呢？」","bklcl":"góa chhut-khì ê sî móa-chiok, Iâ-hô-hoa hō͘ góa khang-khang tò-lâi;  Iâ-hô-hoa í-keng chek-pī góa lâi chèng-bêng góa, Choân-lêng-ê í-keng khó͘-chhó͘ góa, lín siáⁿ-sū kiò góa Ná-o-bí ah?","tghg":"我出去的時滿足，耶和華互我空空倒來。耶和華已經責備我來證明我，全能者已經苦楚我。恁啥事叫我拿俄米啊？」","bklhl":"我出去ê時滿足，耶和華hō͘我空空tò來；耶和華已經責備我來證明我，全能ê已經苦楚我，lín啥事叫我拿俄米ah？"}},{"book":"得","chapter":1,"verse":22,"versions":{"unv":"拿俄米和她兒婦摩押女子路得，從摩押地回來到伯利恆，正是動手割大麥的時候。","bklcl":"Án-ni Ná-o-bí tò-lâi, i ê sim-pū Mô͘-ap ê cha-bó͘-kiáⁿ Lō͘-tek, tùi Mô͘-ap tōe tò-lâi ê, iā kap i lâi;  in kàu Pek-lī-hêng, tú-á sī khí-chhiú koah tōa-be̍h ê sî.","tghg":"按呢拿俄米倒來，伊的媳婦摩押的查某子路得，對摩押地倒來的也及伊來，𪜶到伯利恆抵仔是起手割大麥的時。","bklhl":"Án-ni拿俄米tò來，伊ê新婦Mô͘-ap ê cha-bó͘-kiáⁿ路得，tùi Mô͘-ap地tò來ê，也kap伊來；in到伯利恆，tú-á是起手割大麥ê時。"}}]