[{"book":"得","chapter":2,"verse":1,"versions":{"unv":"拿俄米的丈夫以利米勒的親族中，有一個人名叫波阿斯，是個大財主。","bklcl":"Ná-o-bí ū i ê tiōng-hu ê chhin-lâng, chiū-sī Í-lī-bí-le̍k ê kai-chhin, ū chi̍t-lâng miâ kiò Pho-a-su, sī tōa hó-gia̍h ê lâng.","tghg":"拿俄米有伊的丈夫的親人就是以利米勒的該親，有一人名叫波阿斯，是大好額的人。","bklhl":"拿俄米有伊ê丈夫ê親人，就是Í-lī-bí-le̍k ê該親，有一人名叫Pho-a-su，是大好額ê人。"}},{"book":"得","chapter":2,"verse":2,"versions":{"unv":"摩押女子路得對拿俄米說：「容我往田間去，我蒙誰的恩，就在誰的身後拾取麥穗。」拿俄米說：「女兒啊，你只管去。」","bklcl":"Mô͘-ap ê cha-bó͘-kiáⁿ Lō͘-tek kā Ná-o-bí kóng, Hō͘ góa khì hn̂g-nih, góa nā tit-tio̍h un-tián tī sím-mi̍h lâng ê bīn-chêng, chiū thang tī hit-lâng ê āu-bīn khioh be̍h-seh.  I kā i kóng, Góa ê cha-bó͘-kiáⁿ ah, chòe lí khì.","tghg":"摩押的查某子路得給拿俄米講：「互我去園裡，我若得著恩典，佇甚麼人的面前就通佇彼人的後面拾(khioh)麥屑(seh)。」伊給伊講：「我的查某子啊，做你去。」","bklhl":"Mô͘-ap ê cha-bó͘-kiáⁿ路得kā拿俄米講，hō͘我去園裡，我若得tio̍h恩典tī甚麼人ê面前，就thang tī hit人ê後面拾麥屑。伊kā伊講，我ê cha-bó͘-kiáⁿ ah，做你去。"}},{"book":"得","chapter":2,"verse":3,"versions":{"unv":"路得就去了，來到田間，在收割的人身後拾取麥穗。她恰巧到了以利米勒本族的人波阿斯那塊田裡。","bklcl":"I chiū khì; í-keng kàu, chiū tè koah-be̍h ê lâng tī hn̂g-nih khioh be̍h-seh; i chhàu-khám kàu Í-lī-bí-le̍k ê kai-chhin Pho-a-su ê chi̍t khu hn̂g.","tghg":"伊就去，已經到，就隨割麥的人佇園裡拾麥屑。伊湊巧(chhàu-khám)到以利米勒的該親波阿斯的一區園。","bklhl":"伊就去；已經到，就tè割麥ê人tī園裡拾麥屑；伊chhàu-khám到Í-lī-bí-le̍k ê該親Pho-a-su ê一坵園。"}},{"book":"得","chapter":2,"verse":4,"versions":{"unv":"波阿斯正從伯利恆來，對收割的人說：「願耶和華與你們同在！」他們回答說：「願耶和華賜福與你！」","bklcl":"Pho-a-su tùi Pek-lī-hêng lâi, tùi koah-be̍h ê lâng kóng, Goān Iâ-hô-hoa kap lín tī-teh.  In ìn kóng, Goān Iâ-hô-hoa sù-hok lí.","tghg":"波阿斯對伯利恆來，對割麥的人講：「願耶和華及恁佇啲！」𪜶應講：「願耶和華賜福你！」","bklhl":"Pho-a-su tùi伯利恆來，tùi割麥ê人講，願耶和華kap lín tī-teh。In應講，願耶和華賜福你。"}},{"book":"得","chapter":2,"verse":5,"versions":{"unv":"波阿斯問監管收割的僕人說：「那是誰家的女子？」","bklcl":"Pho-a-su mn̄g i só͘ phài koah-be̍h ê thâu-lâng kóng, Hit-ê sī sím-mi̍h lâng ê cha-bó͘-kiáⁿ?","tghg":"波阿斯問伊所派割麥的頭人講：「彼個是甚麼人的查某子？」","bklhl":"Pho-a-su問伊所派割麥ê頭人講，Hit-ê是甚麼人ê cha-bó͘-kiáⁿ？"}},{"book":"得","chapter":2,"verse":6,"versions":{"unv":"監管收割的僕人回答說：「是那摩押女子，跟隨拿俄米從摩押地回來的。","bklcl":"Koah-be̍h ê thâu-lâng ìn kóng, Chit-ê sī Mô͘-ap ê cha-bó͘-kiáⁿ, kap Ná-o-bí tùi Mô͘-ap tōe tò-lâi-ê;","tghg":"割麥的頭人應講：「此個是摩押的查某子，及拿俄米對摩押地倒來的。","bklhl":"割麥ê頭人應講，Chit ê是Mô͘-ap ê cha-bó͘-kiáⁿ，kap拿俄米tùi Mô͘-ap地tò來ê；"}},{"book":"得","chapter":2,"verse":7,"versions":{"unv":"她說：『請你容我跟著收割的人拾取打捆剩下的麥穗。』她從早晨直到如今，除了在屋子裡坐一會兒，常在這裡。」","bklcl":"i kóng, Chhiáⁿ lí chún góa khioh be̍h-seh, tī koah-be̍h-ê ê āu-bīn, tī kui-khún-tiong khioh i;  i chiū lâi, tùi chá-khí kàu taⁿ, tiāⁿ-tiāⁿ tòa chia;  chí-ū hioh tī chhù-lāi tiap-á-kú.","tghg":"伊講：『請你准我拾麥屑，佇割麥者的後面佇歸捆中拾伊。』伊就來，對早起到今，定定住遮，只有歇佇厝內霎(tia̍p)仔久。」","bklhl":"伊講，請你准我拾麥屑，tī割麥ê ê後面，tī kui綑中拾伊；伊就來，tùi早起到taⁿ，定定tòa chia；只有歇tī厝內tiap-á久。"}},{"book":"得","chapter":2,"verse":8,"versions":{"unv":"波阿斯對路得說：「女兒啊，聽我說，不要往別人田裡拾取麥穗，也不要離開這裡，要常與我使女們在一處。","bklcl":"Pho-a-su kā Lō͘-tek kóng, Góa ê cha-bó͘-kiáⁿ ah, lí tio̍h thiaⁿ;  bo̍h-tit khì pa̍t khu hn̂g khioh be̍h-seh, iā bo̍h-tit lī-khui chia, tio̍h án-ni kap góa chiah-ê lú-pī chòe-tīn;","tghg":"波阿斯給路得講：「我的查某子啊，你著聽，莫得去別區園拾麥屑，也莫得離開遮，著按呢及我諸個女婢做陣(chòe-tīn)。","bklhl":"Pho-a-su kā路得講，我ê cha-bó͘-kiáⁿ ah，你tio̍h聽；莫得去別坵園拾麥屑，也莫得離開chia，tio̍h án-ni kap我chiah ê女婢做陣；"}},{"book":"得","chapter":2,"verse":9,"versions":{"unv":"我的僕人在那塊田收割，你就跟著他們去。我已經吩咐僕人不可欺負你；你若渴了，就可以到器皿那裡喝僕人打來的水。」","bklcl":"lí tio̍h khòaⁿ in tī toh-lo̍h chi̍t-khu teh siu-koah, chiū tè in khì; góa kiám bô hoan-hù hiah-ê siàu-liân lâng m̄-thang bong-tio̍h lí?  lí nā chhùi-ta, chiū khì hiah-ê khì-kū hia, lim siàu-liân lâng só͘ chhiūⁿ-ê.","tghg":"你著看𪜶佇叨落一區啲收割，就隨𪜶去。我豈無吩咐許個少年人呣通摸著你；你若嘴乾，就去許個器具遐飲少年人所汲(chhiūⁿ)的。」","bklhl":"你tio̍h看in tī toh落一坵teh收割，就tè in去；我kiám無吩咐hiah-ê少年人m̄-thang摸tio̍h你？你若嘴乾，就去hiah-ê器具hia，lim少年人所chhiūⁿ-ê。"}},{"book":"得","chapter":2,"verse":10,"versions":{"unv":"路得就俯伏在地叩拜，對他說：「我既是外邦人，怎麼蒙你的恩，這樣顧恤我呢？」","bklcl":"I chiū phak tī tōe-nih pài i, kā i kóng, Góa sī gōa-kok lâng, cháiⁿ-iūⁿ ōe tit-tio̍h un-tián tī lí ê bīn-chêng, án-ni khòaⁿ-kò͘ góa ah?","tghg":"伊就仆佇地裡拜伊，給伊講：「我是外國人，怎樣會得著恩典佇你的面前，按呢看顧我啊？」","bklhl":"伊就仆tī地裡拜伊，kā伊講，我是外國人，怎樣能得tio̍h恩典tī你ê面前，án-ni看顧我ah？"}},{"book":"得","chapter":2,"verse":11,"versions":{"unv":"波阿斯回答說：「自從你丈夫死後，凡你向婆婆所行的，並你離開父母和本地，到素不認識的民中，這些事人全都告訴我了。","bklcl":"Pho-a-su ìn kóng, Tùi lí ê tiōng-hu sí liáu-āu, kìⁿ lí khoán-thāi ta-ke ê sū, koh lí lī-khui pē-bú kap lí chhut-sì ê só͘-chāi, lâi kàu lí pêng-sò͘ m̄-bat ê peh-sìⁿ chia, lâng lóng ū kā góa kóng-bêng lah.","tghg":"波阿斯應講：「對你的丈夫死了後，見你款待乾家的事，閣你離開父母及你出世的所在，來到你平素呣識的百姓遮，人攏有給我講明啦。","bklhl":"Pho-a-su應講，對你ê丈夫死了後，見你款待ta-ke ê事，koh你離開父母kap你出世ê所在，來到你平素m̄-bat ê百姓chia，人lóng有kā我講明lah。"}},{"book":"得","chapter":2,"verse":12,"versions":{"unv":"願耶和華照你所行的賞賜你。你來投靠耶和華─以色列　神的翅膀下，願你滿得他的賞賜。」","bklcl":"Goān Iâ-hô-hoa pò-tap lí ê só͘-chòe; lí lâi hioh tī Iâ-hô-hoa Í-sek-lia̍t Siōng-tè ê si̍t-ē, goān lí tit-tio̍h I ê tōa siúⁿ-sù.","tghg":"願耶和華報答你的所做。你來歇佇耶和華──以色列上帝的翅下，願你得著伊的大賞賜。」","bklhl":"願耶和華報答你ê所做；你來歇tī耶和華以色列上帝ê翼下，願你得tio̍h伊ê大賞賜。"}},{"book":"得","chapter":2,"verse":13,"versions":{"unv":"路得說：「我主啊，願在你眼前蒙恩。我雖然不及你的一個使女，你還用慈愛的話安慰我的心。」","bklcl":"I kóng, Góa ê chú ah, goān góa tit-tio̍h un-tián tī lí ê bīn-chêng; góa sui-jiân bōe pí-tit lí ê lú-pī ê chi̍t-ê, lí iáu-kú an-ùi góa, tùi lí ê lú-pī kóng hó ōe.","tghg":"伊講：「我的主啊，願我得著恩典佇你的面前。我雖然𣍐比得你的女婢的一個，你猶久安慰我對你的女婢講好話。」","bklhl":"伊講，我ê主ah，願我得tio̍h恩典tī你ê面前；我雖然bōe比得你ê女婢ê一个，你iáu-kú安慰我，對你ê女婢講好話。"}},{"book":"得","chapter":2,"verse":14,"versions":{"unv":"到了吃飯的時候，波阿斯對路得說：「你到這裡來吃餅，將餅蘸在醋裡。」路得就在收割的人旁邊坐下；他們把烘了的穗子遞給她。她吃飽了，還有餘剩的。","bklcl":"Chia̍h ê sî Pho-a-su kā i kóng, Lí lâi chia chia̍h-piáⁿ, ēng lí hit-tè ùn chhò͘.  I chiū chē tī koah-be̍h ê lâng ê piⁿ-thâu; in the̍h hang ê be̍h-sūi hō͘ i; i chia̍h-pá iáu ū chhun.  I khí-lâi khì khioh be̍h-seh.","tghg":"食的時，波阿斯給伊講：「你來遮食餅，用你彼塊搵(ùn)醋。」伊就坐佇割麥的人的邊頭；𪜶提烘的麥穗互伊。伊食飽，猶有剩。","bklhl":"食ê時，Pho-a-su kā伊講，你來chia食餅，用你hit塊ùn醋。伊就坐tī割麥ê人ê邊頭；in the̍h烘ê麥穗hō͘伊；伊食飽iáu有chhun。伊起來去拾麥屑。"}},{"book":"得","chapter":2,"verse":15,"versions":{"unv":"她起來又拾取麥穗，波阿斯吩咐僕人說：「她就是在捆中拾取麥穗，也可以容她，不可羞辱她；","bklcl":"Pho-a-su hoan-hù siàu-liân lâng kóng, I chiū nā tī kui-khún ê tiong-kan khioh be̍h-seh iā tio̍h iông-ún i,  m̄-thang hō͘ i kiàn-siàu;","tghg":"伊起來去拾麥屑，波阿斯吩咐少年人講：「伊就若佇歸捆的中間拾麥屑，也著容允伊，呣通互伊見誚；","bklhl":"Pho-a-su吩咐少年人講，伊就若tī kui綑ê中間拾麥屑也tio̍h容允伊，m̄-thang hō͘伊見笑；"}},{"book":"得","chapter":2,"verse":16,"versions":{"unv":"並要從捆裡抽出些來，留在地下任她拾取，不可叱嚇她。」","bklcl":"iā tio̍h tùi kui-khún-ê thiu tām-po̍h, pàng tī tōe-nih hō͘ i khioh, m̄-thang hoah i.","tghg":"也著對歸捆的抽淡薄，放佇地裡互伊拾，呣通喝伊。」","bklhl":"也tio̍h tùi kui綑ê抽淡薄，放tī地裡 hō͘伊拾，m̄-thang hoah伊。"}},{"book":"得","chapter":2,"verse":17,"versions":{"unv":"這樣，路得在田間拾取麥穗，直到晚上，將所拾取的打了，約有一伊法大麥。","bklcl":"Án-ni tī hn̂g-nih khioh be̍h-seh, kàu ê-hng, chiū phah i só͘ khioh ê, iok-lio̍k chi̍t i-hoat ê tōa-be̍h.","tghg":"按呢，佇園裡拾麥屑，到下昏，就拍伊所拾的，約略一伊法的大麥。","bklhl":"Án-ni tī園裡拾麥屑，到ê-hng，就phah伊所拾ê，約略一i-hoat ê大麥。"}},{"book":"得","chapter":2,"verse":18,"versions":{"unv":"她就把所拾取的帶進城去給婆婆看，又把她吃飽了所剩的給了婆婆。","bklcl":"I tòa i só͘ khioh-ê ji̍p siâⁿ, hō͘ i ê ta-ke khòaⁿ; iā chiong i chia̍h-pá só͘-chhun-ê the̍h-chhut-lâi hō͘ i.","tghg":"伊帶伊所拾的入城互伊的乾家看，也將伊食飽所剩的提出來互伊。","bklhl":"伊帶伊所拾ê入城，hō͘伊ê ta-ke看；也將伊食飽所chhun-ê the̍h出來hō͘伊。"}},{"book":"得","chapter":2,"verse":19,"versions":{"unv":"婆婆問她說：「你今日在哪裡拾取麥穗，在哪裡做工呢？願那顧恤你的得福。」路得就告訴婆婆說：「我今日在一個名叫波阿斯的人那裡做工。」","bklcl":"Ta-ke mn̄g i kóng, Lí kin-á-ji̍t tī toh-lo̍h khioh be̍h-seh?  tī toh-lo̍h chòe-kang ah?  Goān hit ê khòaⁿ-kò͘ lí ê tit-tio̍h hok-khì.  I chiū kā ta-ke kóng i tī toh-lo̍h chòe-kang, kóng, Kin-á-ji̍t góa chòe-kang tī-hia, hit-lâng miâ-kiò Pho-a-su.","tghg":"乾家問伊講：「你今仔日佇叨落拾麥屑，佇叨落做工啊？願彼個看顧你的得著福氣。」伊就給乾家講伊佇叨落做工，講：「今仔日我做工佇遐彼人名叫波阿斯。」","bklhl":"Ta-ke問伊講，你今á日tī toh落拾麥屑？tī toh落做工ah？願hit ê看顧你ê得tio̍h福氣。伊就kā ta-ke講伊tī toh落做工，講，今á日我做工tī-hia，hit人名叫Pho-a-su。"}},{"book":"得","chapter":2,"verse":20,"versions":{"unv":"拿俄米對兒婦說：「願那人蒙耶和華賜福，因為他不斷地恩待活人死人。」拿俄米又說：「那是我們本族的人，是一個至近的親屬。」","bklcl":"Ná-o-bí kā i ê sim-pū kóng, Goān i tit-tio̍h Iâ-hô-hoa sù-hok, chiū-sī si-un hō͘ oa̍h-lâng sí-lâng bô soah ê.  Ná-o-bí koh kóng, Hit-lâng sī lán ê chhin-lâng, sī lán kai-chhin ê chi̍t-ê thang sio̍k-hôe lán ê sán-gia̍p.","tghg":"拿俄米給伊的媳婦講：「願伊得著耶和華賜福，就是施恩互活人死人無息的。」拿俄米閣講：「彼人是咱的親人，是咱該親的一個通贖回咱的產業。」","bklhl":"拿俄米kā伊ê新婦講，願伊得tio̍h耶和華賜福，就是施恩hō͘活人死人無soah ê。拿俄米koh講，hit人是咱ê親人，是咱該親ê一个thang贖回咱ê產業。"}},{"book":"得","chapter":2,"verse":21,"versions":{"unv":"摩押女子路得說：「他對我說：『你要緊隨我的僕人拾取麥穗，直等他們收完了我的莊稼。』」","bklcl":"Mô͘-ap ê cha-bó͘-kiáⁿ Lō͘-tek kóng, I iā ū kā góa kóng, Lí tio̍h kun-tè góa hiah-ê siàu-liân lâng, ti̍t-kàu in kā góa siu-koah bêng-pe̍k.","tghg":"摩押的查某子路得講：「伊也有給我講：『你著跟隨我許個少年人，直到𪜶給我收割明白。』」","bklhl":"Mô͘-ap ê cha-bó͘-kiáⁿ路得講，伊也有kā我講，你tio̍h跟tè我hiah-ê少年人，直到in kā我收割明白。"}},{"book":"得","chapter":2,"verse":22,"versions":{"unv":"拿俄米對兒婦路得說：「女兒啊，你跟著他的使女出去，不叫人遇見你在別人田間，這才為好。」","bklcl":"Ná-o-bí kā i ê sim-pū Lō͘-tek kóng, Góa ê cha-bó͘-kiáⁿ ah, lí kap i ê lú-pī chhut-khì, sī hó; bô hō͘ lâng khòaⁿ-kìⁿ lí tī pa̍t-lâng ê hn̂g.","tghg":"拿俄米給伊的媳婦路得講：「我的查某子啊，你及伊的女婢出去，是好，無互人看見你佇別人的園。」","bklhl":"拿俄米kā伊ê新婦路得講，我ê cha-bó͘-kiáⁿ ah，你kap伊ê女婢出去，是好；無hō͘人看見你tī別人ê園。"}},{"book":"得","chapter":2,"verse":23,"versions":{"unv":"於是路得與波阿斯的使女常在一處拾取麥穗，直到收完了大麥和小麥。路得仍與婆婆同住。","bklcl":"Tùi án-ni  i kap Pho-a-su ê lú-pī chòe-tīn khioh be̍h-seh, kàu tōa-be̍h sió-be̍h siu bêng-pe̍k; i iû-goân kap ta-ke saⁿ-kap tòa.","tghg":"對按呢伊及波阿斯的女婢做陣拾麥屑，到大麥小麥收明白(bêng-pe̍k)。伊猶原及乾家相及住。","bklhl":"Tùi án-ni，伊kap Pho-a-su ê女婢做陣拾麥屑，到大麥小麥收明白；伊猶原kap ta-ke相kap tòa。"}}]