[{"book":"賽","chapter":18,"verse":1,"versions":{"unv":"唉！古實河外翅膀刷刷響聲之地，","bklcl":"Hā ah, Kó͘-si̍t chiah-ê hô-gōa, i ê si̍t phia̍t-phia̍t háu ê tōe.","tghg":"哈啊！古實諸個河外，伊的翅撇撇(phia̍t-phia̍t)哮的地，","bklhl":"Hā ah，Kó͘-si̍t chiah ê河外，伊ê翼phia̍t-phia̍t哮ê地。"}},{"book":"賽","chapter":18,"verse":2,"versions":{"unv":"差遣使者在水面上，坐蒲草船過海。先知說：你們快行的使者，要到高大光滑的民那裡去。自從開國以來，那民極其可畏，是分地界踐踏人的；他們的地有江河分開。","bklcl":"I chhe sù-chiá kè-hái, chē lô͘-úi ê chûn tī chúi-bīn, kóng, Lín chiah-ê kín-khoài ê sù-chiá, tio̍h kàu koâiⁿ-tōa kng-ku̍t ê peh-sìⁿ hia, tùi khai-kok í-lâi, hiah-ê peh-sìⁿ ke̍k-kî thang kiaⁿ, sī pun tōe-kài thún-ta̍h lâng ê, in ê tōe ū kang-hô pun-khui.","tghg":"伊差使者過海，坐蘆葦的船佇水面。講：恁諸個緊快的使者，著到高大光滑的百姓遐。對開國以來，許個百姓極其通驚，是分(pun)地界𧿬踏人的；𪜶的地有江河分開(pun-khui)。","bklhl":"伊差使者過海，坐蘆葦ê船tī水面，講，Lín chiah ê 緊快ê使者，tio̍h到高大光滑ê百姓hia，tùi開國以來，hiah-ê百姓極其thang驚，是分地界thún踏人ê，in ê地有江河分開。"}},{"book":"賽","chapter":18,"verse":3,"versions":{"unv":"世上一切的居民和地上所住的人哪，山上豎立大旗的時候你們要看；吹角的時候你們要聽。","bklcl":"Sè-chiūⁿ it-chhè khiā-khí ê peh-sìⁿ, kap tiàm tī tōe-chiūⁿ ê lâng ah, soaⁿ-téng khiā tōa-kî ê sî lín  tio̍h khòaⁿ, pûn sàu-kak ê sî lín tio̍h thiaⁿ.","tghg":"世上一切徛起的百姓及踮佇地上的人啊，山頂竪(khiā)大旗的時恁著看；歕(pûn)哨角的時恁著聽。","bklhl":"世上一切khiā起ê百姓，kap tiàm tī地上ê人ah，山頂khiā大旗ê時lín  tio̍h看，pûn哨角ê時lín tio̍h聽。"}},{"book":"賽","chapter":18,"verse":4,"versions":{"unv":"耶和華對我這樣說：我要安靜，在我的居所觀看，如同日光中的清熱，又如露水的雲霧在收割的熱天。","bklcl":"In-ūi Iâ-hô-hoa tùi góa án-ni kóng, Tng ji̍t-sî ū thiⁿ-khì ê iām-jia̍t, siu-koah ê joa̍h-thiⁿ ū lō͘-chúi ê hûn-bū ê sî, Góa tī Góa khiā-khí ê só͘-chāi beh chēng-chēng chē teh-khòaⁿ.","tghg":"因為耶和華對我按呢講：當日時有天氣的炎熱，收割的熱天有露水的雲霧的時，我佇我徛起的所在，欲靜靜坐啲看。","bklhl":"因為耶和華對我án-ni講，當日時有天氣ê炎熱，收割ê熱天有露水ê雲霧ê時，我tī我khiā起ê所在beh靜靜坐teh看。"}},{"book":"賽","chapter":18,"verse":5,"versions":{"unv":"收割之先，花開已謝，花也成了將熟的葡萄；他必用鐮刀削去嫩枝，又砍掉蔓延的枝條，","bklcl":"Siu-koah ê tāi-seng, hoe í-keng khui siā, hoe ia̍h kiat-chiâⁿ beh se̍k ê phû-tô, i beh ēng liâm-á koah-khì nńg ê ki, koh beh chián-tû ām-ām ê tîn.","tghg":"收割的代先，花已經開謝，花亦結成(chiâⁿ)欲熟的葡萄；伊欲用鐮仔割去軟的枝，閣欲剪除艷艷(ām-ām)的藤，","bklhl":"收割ê事先，花已經開謝，花亦結成beh熟ê葡萄，伊beh用鐮á割去軟ê枝，koh beh剪除ām-ām ê藤。"}},{"book":"賽","chapter":18,"verse":6,"versions":{"unv":"都要撇給山間的鷙鳥和地上的野獸。夏天，鷙鳥要宿在其上；冬天，野獸都臥在其中。","bklcl":"Lóng beh hiat hō͘ soaⁿ-kan ê eng-chiáu, kap tōe-chiūⁿ ê iá-siù; hē-thiⁿ ê eng-chiáu beh hioh tī-hia, tang-thiⁿ ê iá-siù lóng beh tó tī-hia.","tghg":"攏欲㧒(hiat)互山間的鷹鳥及地上的野獸。夏天的鷹鳥欲歇佇遐；冬天的野獸攏欲倒佇遐。","bklhl":"Lóng beh hiat hō͘山間ê鷹鳥，kap地上ê野獸；夏天ê鷹鳥beh歇tī-hia，冬天ê野獸lóng beh倒tī-hia。"}},{"book":"賽","chapter":18,"verse":7,"versions":{"unv":"到那時，這高大光滑的民，就是從開國以來極其可畏、分地界踐踏人的，他們的地有江河分開；他們必將禮物奉給萬軍之耶和華，就是奉到錫安山─耶和華安置他名的地方。","bklcl":"Kàu hit-sî chit ê koâiⁿ-tōa kng-ku̍t ê peh-sìⁿ, chiū-sī tùi khai-kok í-lâi ke̍k-kî thang kiaⁿ, pun tōe-kài thún-ta̍h lâng ê, in ê tōe ū kang-hô pun-khui, in beh chiong lé-mi̍h hiàn hō͘ bān-kun ê Iâ-hô-hoa, chiū-sī hiàn-kàu Sek-an soaⁿ, Iâ-hô-hoa an-tì I ê miâ ê só͘-chāi.","tghg":"到彼時，此個高大光滑的百姓，就是對開國以來極其通驚、分地界𧿬踏(thún-ta̍h)人的，𪜶的地有江河分開；𪜶欲將禮物獻互萬軍的耶和華，就是獻到錫安山──耶和華安置伊的名的所在。","bklhl":"到hit時，chit ê高大光滑ê百姓，就是tùi開國以來極其thang驚，分地界thún踏人ê，in ê地有江河分開，in beh將禮物獻hō͘萬軍ê耶和華，就是獻到錫安山，耶和華安置祂ê名ê所在。"}}]