[{"book":"賽","chapter":44,"verse":1,"versions":{"unv":"我的僕人雅各，我所揀選的以色列啊，現在你當聽。","bklcl":"Góa ê lô͘-po̍k Ngá-kok, Góa só͘ kéng ê Í-sek-lia̍t ah, taⁿ lí tio̍h thiaⁿ.","tghg":"我的奴僕雅各，我所揀的以色列啊，今你著聽。","bklhl":"我ê奴僕雅各，我所揀ê以色列ah，taⁿ你tio̍h聽。"}},{"book":"賽","chapter":44,"verse":2,"versions":{"unv":"造作你，又從你出胎造就你，並要幫助你的耶和華如此說：我的僕人雅各，我所揀選的耶書崙哪，不要害怕！","bklcl":"Chō-chiâⁿ lí, koh tùi thai--nih chō-chiū lí, ia̍h beh pang-chān lí ê Iâ-hô-hoa án-ni kóng, Góa ê lô͘-po̍k Ngá-kok, Góa só͘ kéng ê Iâ-su-lûn ah, m̄-bián kiaⁿ.","tghg":"造成你，閣對胎裡造就你，亦欲幫助你的耶和華按呢講：我的奴僕雅各，我所揀的耶書崙啊，呣免驚！","bklhl":"造成你，koh tùi胎裡造就你，亦beh幫贊你ê耶和華án-ni講，我ê奴僕雅各，我所揀ê Iâ-su-lûn ah，m̄免驚。"}},{"book":"賽","chapter":44,"verse":3,"versions":{"unv":"因為我要將水澆灌口渴的人，將河澆灌乾旱之地。我要將我的靈澆灌你的後裔，將我的福澆灌你的子孫。","bklcl":"In-ūi Góa beh chiong chúi piàⁿ hō͘ chhùi-ta ê lâng, chiong hô-chúi koàn-ak ta-tōe; Góa beh chiong Góa ê sîn kàng-lo̍h tī lí ê hō͘-è, chiong Góa ê hok-khì kàng-lo̍h tī lí ê kiáⁿ-sun.","tghg":"因為我欲將水傾(piàⁿ)互嘴乾的人，將河水灌沃乾地。我欲將我的神降落佇你的後裔，將我的福氣降落佇你的子孫。","bklhl":"因為我beh將水piàⁿ hō͘嘴乾ê人，將河水灌ak乾地；我beh將我ê神降落tī你ê後裔，將我ê福氣降落tī你ê kiáⁿ孫。"}},{"book":"賽","chapter":44,"verse":4,"versions":{"unv":"他們要發生在草中，像溪水旁的柳樹。","bklcl":"In beh hoat-siⁿ tī chháu-tiong, chhin-chhiūⁿ khoe-piⁿ ê liú-chhiū.","tghg":"𪜶欲發生佇草中，親像溪邊的柳樹。","bklhl":"In beh發生tī草中，親像溪邊ê柳樹。"}},{"book":"賽","chapter":44,"verse":5,"versions":{"unv":"這個要說：我是屬耶和華的；那個要以雅各的名自稱；又一個要親手寫：歸耶和華的（或譯：在手上寫歸耶和華），並自稱為以色列。","bklcl":"Chit-ê beh kóng, Góa sī sio̍k Iâ-hô-hoa--ê; hit-ê beh ēng Ngá-kok ê miâ ka-kī chheng; koh chit-ê beh chhin-chhiú siá, kui tī Iâ-hô-hoa--ê; ia̍h beh ēng Í-sek-lia̍t ê miâ ka-kī chheng.","tghg":"此個欲講：我是屬耶和華者；彼個欲用雅各的名家己稱；閣此個欲親手寫：歸佇耶和華者，亦欲用以色列的名家己稱。","bklhl":"Chit ê beh講，我是屬耶和華ê；hit ê beh用雅各ê名家己稱；koh chit ê beh親手寫，歸tī耶和華ê；亦beh用以色列ê名家己稱。"}},{"book":"賽","chapter":44,"verse":6,"versions":{"unv":"耶和華─以色列的君，以色列的救贖主─萬軍之耶和華如此說：我是首先的，我是末後的；除我以外再沒有真神。","bklcl":"Iâ-hô-hoa, Í-sek-lia̍t ê ông, kiù-sio̍k ê Chú, bān-kun ê Iâ-hô-hoa án-ni kóng, Góa sī khí-thâu--ê, Góa sī lō͘-bé--ê; Góa í-gōa bô ū Siōng-tè.","tghg":"耶和華──以色列的王，救贖的主──萬軍的耶和華按呢講：我是起頭者，我是路尾者；我以外無有上帝。","bklhl":"耶和華，以色列ê王，救贖ê主，萬軍ê耶和華án-ni講，我是起頭ê，我是路尾ê；我以外無有上帝。"}},{"book":"賽","chapter":44,"verse":7,"versions":{"unv":"自從我設立古時的民，誰能像我宣告，並且指明，又為自己陳說呢？讓他將未來的事和必成的事說明。","bklcl":"Tùi Góa siat-li̍p kó͘-chá ê peh-sìⁿ ê sî chī-chūi ōe chhin-chhiūⁿ Góa kiò i, kóng-bêng--i, kā Góa pâi-lia̍t ah? hō͘ in chiong bē-lâi ê sū kap beh-chiâⁿ ê tāi-chì kóng-bêng.","tghg":"對我設立古早的百姓的時，是誰會親像我叫伊，講明伊，給我排列啊？互𪜶將未來的事及欲成的代誌講明。","bklhl":"Tùi我設立古早ê百姓ê時是誰能親像我叫伊，講明伊，kā我排列ah？hō͘ in將未來ê事kap beh成ê tāi-chì講明。"}},{"book":"賽","chapter":44,"verse":8,"versions":{"unv":"你們不要恐懼，也不要害怕。我豈不是從上古就說明指示你們嗎？並且你們是我的見證！除我以外，豈有真神嗎？誠然沒有磐石，我不知道一個！","bklcl":"Lín m̄-bián lún, ia̍h m̄-bián kiaⁿ; Góa kiám-m̄-sī tùi kó͘-chá chiū kóng-bêng, chí-sī lí mah? koh lín sī Góa ê kan-chèng, Góa í-gōa kiám ū Siōng-tè mah? si̍t-chāi bô ū Chio̍h-pôaⁿ; Góa m̄-bat ū pa̍t-ê.","tghg":"恁呣免愞(lún)，亦呣免驚。我豈呣是對古早就講明指示你嗎？閣恁是我的干證！我以外，豈有上帝嗎？實在無有石磐，我呣識(bat)有別個！","bklhl":"Lín m̄免懍，亦m̄免驚；我kiám-m̄是tùi古早就講明，指示你mah？koh lín是我ê干證，我以外kiám有上帝mah？實在無有石磐；我m̄-bat有別ê。"}},{"book":"賽","chapter":44,"verse":9,"versions":{"unv":"製造雕刻偶像的盡都虛空；他們所喜悅的都無益處；他們的見證無所看見，無所知曉，他們便覺羞愧。","bklcl":"Chè-chō tiau-khek ê ngó͘-siōng--ê it-chīn khang-hu; in só͘ hoaⁿ-hí--ê lóng bô lī-ek; in ê kan-chèng bô khòaⁿ-kìⁿ ia̍h m̄-chai, tì-kàu in kiàn-siàu.","tghg":"製造雕刻的偶像者一盡空虛；𪜶所歡喜的攏無利益；𪜶的干證無看見，亦呣知，致到𪜶見誚。","bklhl":"製造雕刻ê偶像ê一盡空虛；in所歡喜ê lóng無利益；in ê干證無看見亦m̄知，致到in見笑。"}},{"book":"賽","chapter":44,"verse":10,"versions":{"unv":"誰製造神像，鑄造無益的偶像？","bklcl":"Chī-chūi chè-chō sîn-pu̍t, chù-chō bô lī-ek ê ngó͘-siōng?","tghg":"是誰製造神佛，鑄(chù)造無利益的偶像？","bklhl":"Chī-chūi製造神佛，鑄造無利益ê偶像？"}},{"book":"賽","chapter":44,"verse":11,"versions":{"unv":"看哪，他的同伴都必羞愧。工匠也不過是人，任他們聚會，任他們站立，都必懼怕，一同羞愧。","bklcl":"Khòaⁿ ah, i ê tâng-phōaⁿ lóng beh kiàn-siàu; kang-chhiūⁿ put-kò sī lâng; chhut-chāi in chū-hōe, chhut-chāi in khiā--teh; lóng beh kiaⁿ-hiâⁿ, saⁿ-kap kiàn-siàu.","tghg":"看啊，伊的同伴攏欲見誚。工匠(chhiūⁿ)不過是人，出在𪜶聚會，出在𪜶徛啲，攏欲驚惶，相及見誚。","bklhl":"看ah，伊ê同伴lóng beh見笑；工匠不過是人；chhut-chāi in聚會，chhut-chāi in khiā-teh；lóng beh驚惶，相kap見笑。"}},{"book":"賽","chapter":44,"verse":12,"versions":{"unv":"鐵匠把鐵在火炭中燒熱，用鎚打鐵器，用他有力的膀臂錘成；他飢餓而無力，不喝水而發倦。","bklcl":"Thih-chhiūⁿ chō pó͘-thâu, ēng hé-thòaⁿ thoàn-liān, ēng thûi phah i, ēng i ū-la̍t ê chhiú lâi tûi i tì-kàu iau bô la̍t; bô lim-chúi lâi ià-siān.","tghg":"鐵匠造斧頭用火炭鍛煉，用鎚拍伊，用伊有力的手來搥伊；致到枵(iau)無力，無飲水來厭倦。","bklhl":"鐵匠造斧頭，用火炭鍛鍊，用鎚phah伊，用伊有力ê手來tûi伊致到iau無力；無lim水來厭倦。"}},{"book":"賽","chapter":44,"verse":13,"versions":{"unv":"木匠拉線，用筆劃出樣子，用鉋子鉋成形狀，用圓尺劃了模樣，仿照人的體態，做成人形，好住在房屋中。","bklcl":"Ba̍k-chhiūⁿ khan chîn-sòaⁿ; ēng pit ūi i, ēng lāi-to khek i, ēng îⁿ-chhioh ūi-bô͘, hóng lâng ê hêng, chòe chhin-chhiūⁿ lâng ê súi, tiàm tī chhù-lāi.","tghg":"木匠牽繩(chîn)線，用筆畫伊，用利刀刻伊，用圓尺畫模，仿人的形，做親像人的媠，踮佇厝內。","bklhl":"木匠牽準線；用筆畫伊，用利刀刻伊，用圓尺畫模，仿人ê形，做親像人ê súi，tiàm tī厝內。"}},{"book":"賽","chapter":44,"verse":14,"versions":{"unv":"他砍伐香柏樹，又取柞（或譯：青桐）樹和橡樹，在樹林中選定了一棵。他栽種松樹，得雨長養。","bklcl":"I chhò pek-hiuⁿ-chhiū, koh chhú lek-chhiū, kap siōng-chhiū; tī chhiū-nâ-lāi kéng tiāⁿ-tio̍h chi̍t-châng; i chai-chèng chhêng-chhiū, tit-tio̍h hō͘ ak tōa-châng.","tghg":"伊剉(chhò)柏香樹，閣取栗樹及橡樹，佇樹林內揀定著一欉。伊栽種松樹，得著雨沃大欉。","bklhl":"伊剉柏香樹，koh取栗樹，kap橡樹；tī樹林內揀定tio̍h一叢；伊栽種榕樹，得tio̍h雨ak大叢。"}},{"book":"賽","chapter":44,"verse":15,"versions":{"unv":"這樹，人可用以燒火；他自己取些烤火，又燒著烤餅，而且做神像跪拜，做雕刻的偶像向它叩拜。","bklcl":"Chit-hō chhiū lâng ēng lâi hiâⁿ-hé; ēng i lâi hang-sio; koh sio i lâi pek-piáⁿ; ia̍h koh chng sîn-pu̍t lâi kūi-pài; khek ngó͘-siōng lâi kha̍p-thâu pài.","tghg":"此號樹，人用來燃(hiâⁿ)火；用伊來烘燒，閣燒伊來煏(pek)餅，亦閣妝神佛來跪拜，刻偶像來磕(kha̍p)頭拜。","bklhl":"Chit號樹人用來hiâⁿ火；用伊來烘燒；koh燒伊來pek餅；亦koh裝神佛來跪拜；刻偶像來磕（kha̍p）頭拜。"}},{"book":"賽","chapter":44,"verse":16,"versions":{"unv":"他把一分燒在火中，把一分烤肉吃飽。自己烤火說：「啊哈，我暖和了，我見火了。」","bklcl":"Ēng chi̍t-hūn sio tī hé--nih; ēng chi̍t-hūn chú bah lâi chia̍h; pek bah lâi chia̍h-pá; ka-kī hang-sio kóng, A-hā, góa hang-sio lah, góa kìⁿ-tio̍h hé lah.","tghg":"用一份燒佇火裡，用一份煮肉來食，煏肉來食飽。家己烘燒講：「啊哈，我烘燒啦，我見著火啦。」","bklhl":"用一份燒tī火裡；用一份煮肉來食；pek肉來食飽；家己烘燒講，A-hā，我烘燒lah，我見tio̍h火lah。"}},{"book":"賽","chapter":44,"verse":17,"versions":{"unv":"他用剩下的做了一神，就是雕刻的偶像。他向這偶像俯伏叩拜，禱告它說：「求你拯救我，因你是我的神。」","bklcl":"I ēng chhun--ê chng chi̍t-sian sîn-pu̍t, chiū-sī tiau-khek ê ngó͘-siōng; i phak-lo̍h pài i, kî-tó i kóng, Kiû lí kiù góa, in-ūi lí sī góa ê siōng-tè.","tghg":"伊用剩(chhun)的妝一身神佛，就是雕刻的偶像。伊仆落拜伊，祈禱伊講：「求你救我，因為你是我的上帝。」","bklhl":"伊用chhun-ê妝一sian神佛，就是雕刻ê偶像；伊仆落拜伊，祈禱伊講，求你救我，因為你是我ê上帝。"}},{"book":"賽","chapter":44,"verse":18,"versions":{"unv":"他們不知道，也不思想；因為耶和華閉住他們的眼，不能看見，塞住他們的心，不能明白。","bklcl":"In m̄-chai, ia̍h bōe siūⁿ, in-ūi I kô͘ in ê ba̍k-chiu, hō͘ in bōe khòaⁿ-kìⁿ, that-ba̍t in ê sim, hō͘ in bōe bêng-pe̍k.","tghg":"𪜶呣知，亦𣍐想；因為伊糊(kô)𪜶的目睭，互𪜶𣍐看見，塞密(that-ba̍t)𪜶的心，互𪜶𣍐明白。","bklhl":"In m̄知，亦bōe想，因為伊糊in ê目睭，hō͘ in bōe看見，塞密in ê心，hō͘ in bōe明白。"}},{"book":"賽","chapter":44,"verse":19,"versions":{"unv":"誰心裡也不醒悟，也沒有知識，沒有聰明，能說：「我曾拿一分在火中燒了，在炭火上烤過餅；我也烤過肉吃。這剩下的，我豈要作可憎的物嗎？我豈可向木墩子叩拜呢？」","bklcl":"Bô lâng hiáu-ngō͘, bô tì-sek, bô chhang-miâ, ōe hiáu kóng, Góa bat the̍h chi̍t-hūn tī hé--nih sio, tī i hé-thòaⁿ-téng pek piáⁿ, sio-bah lâi chia̍h; chit ê chhun--ê, góa kiám thang chòe khó-ò͘ⁿ ê mi̍h mah? góa kiám thang tùi chhâ-thâu kha̍p-pài mah?","tghg":"無人曉悟，無智識，無聰明(chhang-miâ)，會曉講：「我曾提一份佇火裡燒，佇伊火炭頂煏餅；燒肉來食。此個剩的，我豈通做可惡的物嗎？我豈通對柴頭磕拜嗎？」","bklhl":"無人曉悟，無智識，無聰明，會曉講，我bat the̍h一份tī火裡燒，tī伊火炭頂pek餅，燒肉來食；chit ê chhun-ê，我kiám thang做可惡ê物mah？我kiám thang tùi柴頭磕拜mah？"}},{"book":"賽","chapter":44,"verse":20,"versions":{"unv":"他以灰為食，心中昏迷，使他偏邪，他不能自救，也不能說：「我右手中豈不是有虛謊嗎？」","bklcl":"I ēng hé-hu chòe chia̍h-mi̍h; i ê sim hun-bê, hō͘ i chha-biū, i bōe-ōe ka-kī kiù, ia̍h bōe-ōe kóng, Góa ê chiàⁿ-chhiú-lāi kiám m̄-sī ū pe̍h-chha̍t mah?","tghg":"伊用火灰做食物，伊的心昏迷，互伊差謬(chha-biū)，伊𣍐會家己救，亦𣍐會講：「我的正手內豈呣是有白賊嗎？」","bklhl":"伊用火灰做食物；伊ê心昏迷，hō͘伊差謬，伊bōe能家己救，亦bōe能講，我ê chiàⁿ手內kiám m̄是有白賊mah？"}},{"book":"賽","chapter":44,"verse":21,"versions":{"unv":"雅各，以色列啊，你是我的僕人，要記念這些事。以色列啊，你是我的僕人，我造就你必不忘記你。","bklcl":"Ngá-kok ah, Í-sek-lia̍t ah, in-ūi lí sī Góa ê lô͘-po̍k, tio̍h kì-tit chiah-ê sū; Í-sek-lia̍t ah, lí sī Góa ê lô͘-po̍k, Góa chō-chiū lí, tek-khak bô bōe-kì-tit lí.","tghg":"雅各啊，以色列啊，因為你是我的奴僕，著記得諸個事。以色列啊，你是我的奴僕，我造就你的確無𣍐記得你。","bklhl":"雅各ah，以色列ah，因為你是我ê奴僕，tio̍h記得chiah ê事；以色列ah，你是我ê奴僕，我造就你，的確無bōe記得你。"}},{"book":"賽","chapter":44,"verse":22,"versions":{"unv":"我塗抹了你的過犯，像厚雲消散；我塗抹了你的罪惡，如薄雲滅沒。你當歸向我，因我救贖了你。","bklcl":"Góa chhat-bia̍t lí ê kè-sit, chhin-chhiūⁿ ba̍t-hûn siau-sòaⁿ; Góa chhat-bia̍t lí ê chōe-ok, chhin-chhiūⁿ po̍h-hûn bô--khì; lí tio̍h kui-ǹg Góa; in-ūi Góa kiù-sio̍k lí.","tghg":"我擦滅你的過失，親像密雲消散；我擦滅你的罪惡，親像薄雲無去。你著歸向我，因為我救贖你。","bklhl":"我擦滅你ê過失，親像密雲消散；我擦滅你ê罪惡，親像薄雲無去；你tio̍h歸向我；因為我救贖你。"}},{"book":"賽","chapter":44,"verse":23,"versions":{"unv":"諸天哪，應當歌唱，因為耶和華做成這事。地的深處啊，應當歡呼；眾山應當發聲歌唱；樹林和其中所有的樹都當如此！因為耶和華救贖了雅各，並要因以色列榮耀自己。","bklcl":"Chiah-ê thiⁿ ah, eng-kai tio̍h chhiùⁿ-koa, in-ūi Iâ-hô-hoa í-keng chòe-chiâⁿ i; tōe ê chhim ê só͘-chāi ah, eng-kai chhut hoaⁿ-hí ê siaⁿ; chiah-ê soaⁿ eng-kai chhut-siaⁿ chhiùⁿ-koa; chhiū-nâ kap kî-tiong só͘-ū ê chhiū lóng tio̍h án-ni; in-ūi Iâ-hô-hoa ū kiù-sio̍k Ngá-kok, ia̍h beh tī Í-sek-lia̍t tit-tio̍h êng-kng.","tghg":"諸個天啊，應該著唱歌，因為耶和華已經做成伊。地的深的所在啊，應該出歡喜的聲；諸個山應該出聲唱歌；樹林及其中所有的樹攏著按呢！因為耶和華有救贖雅各，亦欲佇以色列得著榮光。","bklhl":"Chiah-ê天ah，應該tio̍h唱歌，因為耶和華已經做成伊；地ê深ê所在ah，應該出歡喜ê聲；chiah ê山應該出聲唱歌；樹林kap其中所有ê樹lóng tio̍h án-ni；因為耶和華有救贖雅各，亦beh tī以色列得tio̍h榮光。"}},{"book":"賽","chapter":44,"verse":24,"versions":{"unv":"從你出胎，造就你的救贖主─耶和華如此說：我─耶和華是創造萬物的，是獨自鋪張諸天、鋪開大地的。誰與我同在呢？","bklcl":"Tùi thai--nih chō-chiū lí--ê, kiù-sio̍k lí ê Iâ-hô-hoa án-ni kóng, Góa Iâ-hô-hoa sī chō-chiâⁿ bān-mi̍h--ê, sī ka-kī tián-khui chiah-ê thiⁿ, khui-khoah tōa-tōe--ê; (chī-chūi kap Góa tī-teh ah?)","tghg":"對胎裡造就你者，救贖你的耶和華按呢講：我──耶和華是造成萬物者，是家己展開諸個天、開闊大地者。是誰及我佇啲啊？","bklhl":"Tùi胎裡造就你ê，救贖你ê耶和華án-ni講，我耶和華是造成萬物ê，是家己展開chiah ê天，開闊大地ê；(是誰 kap我tī-teh ah？)"}},{"book":"賽","chapter":44,"verse":25,"versions":{"unv":"使說假話的兆頭失效，使占卜的癲狂，使智慧人退後，使他的知識變為愚拙；","bklcl":"hō͘ kóng ké-ōe ê tiāu-thâu bô kong-hāu, hō͘ chiam-pok ê lâng tian-kông; hō͘ tì-hūi ê lâng thè-āu, hō͘ i ê tì-sek pìⁿ-chòe gû-gōng;","tghg":"互講假話的兆頭(tiāu-thâu)無功效，互占卜的人癲狂，互智慧的人退後，互伊的智識變做愚戇；","bklhl":"Hō͘講假話ê兆頭無功效，hō͘占卜ê人顛狂；hō͘智慧ê人退後，hō͘伊ê智識變做愚戇；"}},{"book":"賽","chapter":44,"verse":26,"versions":{"unv":"使我僕人的話語立定，我使者的謀算成就。論到耶路撒冷說：必有人居住；論到猶大的城邑說：必被建造，其中的荒場我也必興起。","bklcl":"hō͘ Góa ê lô͘-po̍k ê ōe èng-giām, Góa ê sù-chiá ê kè-e̍k tit-tio̍h chiâⁿ; lūn-kàu Iâ-lō͘-sat-léng kóng, Tek-khak ū lâng khiā-khí; lūn-kàu Iû-tāi ê siâⁿ kóng, Tek-khak siū khí-chō; i pha-hng ê só͘-chāi Góa beh hō͘ i heng-khí;","tghg":"互我的奴僕的話應驗，我的使者的計劃(kè-e̍k)得著成。論到耶路撒冷講：的確有人徛起；論到猶大的城講：的確受起造，伊拋荒的所在我欲互伊興起。","bklhl":"hō͘我ê奴僕ê話應驗，我ê使者ê計畫得tio̍h成；論到耶路撒冷講，的確有人khiā起；論到偤大ê城講，的確受起造；伊拋荒ê所在我beh hō͘伊興起；"}},{"book":"賽","chapter":44,"verse":27,"versions":{"unv":"對深淵說：你乾了吧！我也要使你的江河乾涸。","bklcl":"tùi chhim-ian kóng, Lí tio̍h ta--khì, Góa ia̍h beh hō͘ lí ê kang-hô ta-la--khì;","tghg":"對深淵講；你著乾去！我亦欲互你的江河焦啦去(ta-la-khì)。","bklhl":"對深淵講，你tio̍h乾去，我亦beh hō͘你ê江河乾乾去；"}},{"book":"賽","chapter":44,"verse":28,"versions":{"unv":"論古列說：他是我的牧人，必成就我所喜悅的，必下令建造耶路撒冷，發命立穩聖殿的根基。","bklcl":"lūn Kó͘-lia̍t kóng, I sī Góa só͘-ēng ê bo̍k-chiá, beh chiâⁿ Góa só͘ hoaⁿ-hí--ê; lūn Iâ-lō͘-sat-léng i chiū kóng, I beh siū khí-chō, tiān-tn̂g ê tōe-ki ia̍h beh kiàn-li̍p.","tghg":"論古列講：伊是我所用的牧者，欲成我所歡喜者，論耶路撒冷伊就講：伊欲受起造，殿堂的地基亦欲建立。","bklhl":"論Kó͘-lia̍t講，伊是我所用ê牧者，beh成我所歡喜ê；論耶路撒冷伊就講，伊beh受起造，殿堂ê地基亦beh建立。"}}]