[{"book":"賽","chapter":27,"verse":1,"versions":{"unv":"到那日，耶和華必用他剛硬有力的大刀刑罰鱷魚─就是那快行的蛇，刑罰鱷魚─就是那曲行的蛇，並殺海中的大魚。","bklcl":"Kàu hit-ji̍t Iâ-hô-hoa beh ēng I kong-ngī ū-la̍t ê tōa ki to hêng-hoa̍t go̍k-hî, chiū-sī hit-hō gâu-cháu ê chôa, hêng-hoa̍t go̍k-hî chiū-sī hit-hō oan-oan oat-oat ê chôa; ia̍h beh thâi-sí hái-tiong ê lêng.","tghg":"到彼日，耶和華欲用伊剛硬(ngī)有力的大支刀刑罰鱷魚(go̍k-hî)──就是彼號𠢕走的蛇，刑罰鱷魚──就是彼號彎彎越越的蛇，亦欲刣死海中的龍。","bklhl":"到hit日，耶和華beh用伊剛硬有力ê大支刀刑罰鱷魚，就是hit號gâu走ê蛇，刑罰鱷魚就是hit號彎彎oat-oat ê蛇；亦beh 刣死海中ê龍。"}},{"book":"賽","chapter":27,"verse":2,"versions":{"unv":"當那日，有出酒的葡萄園，你們要指這園唱歌說：","bklcl":"Tng hit-ji̍t  ū chhut hó-chiú ê phû-tô-hn̂g, lín tio̍h kí chit ê hn̂g chhiùⁿ-koa,","tghg":"當彼日，有出好酒的葡萄園，恁著指(kí)此個園唱歌講：","bklhl":"當hit日，有出好酒ê葡萄園，lín tio̍h kí chit ê園唱歌，"}},{"book":"賽","chapter":27,"verse":3,"versions":{"unv":"我─耶和華是看守葡萄園的；我必時刻澆灌，晝夜看守，免得有人損害。","bklcl":"kóng, Góa Iâ-hô-hoa sī kò͘-siú phû-tô-hn̂g--ê; Góa sî-khek koàn-ak i, mî-ji̍t kò͘-siú i, bián-tit lâng sún-hāi i.","tghg":"我──耶和華是顧守葡萄園者；我時刻灌沃伊，暝日顧守伊，免得人損害伊。","bklhl":"講，我耶和華是顧守葡萄園ê；我時刻灌ak伊，暝日顧守伊，免得人損害伊。"}},{"book":"賽","chapter":27,"verse":4,"versions":{"unv":"我心中不存忿怒。惟願荊棘蒺藜與我交戰，我就勇往直前，把它一同焚燒。","bklcl":"Góa bô chûn siū-khì; goān ū chhì-phè chi̍t-lê kap Góa kau-chiàn, Góa chiū hó-táⁿ chìn-chêng khì chhē i, kā i chòe chi̍t-ē sio--khì.","tghg":"我無存受氣。願有莿帕(chhì-phè)蒺藜(chi̍t-lê)及我交戰，我就好膽進前去尋伊，給伊做一下燒去。","bklhl":"我無存受氣；願有刺phè蒺藜kap我交戰，我就好膽進前去chhē伊，kā伊做一下燒去。"}},{"book":"賽","chapter":27,"verse":5,"versions":{"unv":"不然，讓它持住我的能力，使它與我和好，願它與我和好。","bklcl":"Nā-bô án-ni, hō͘ i khîⁿ-tio̍h Góa ê lêng-le̍k, lâi kap Góa hô-hó; goān i kap Góa hô-hó.","tghg":"若無按呢，互伊擒(khîⁿ)著我的能力，來及我和好，願伊及我和好。","bklhl":"若無án-ni，hō͘伊擒tio̍h我ê能力，來kap我和好；願伊kap我和好。"}},{"book":"賽","chapter":27,"verse":6,"versions":{"unv":"將來雅各要扎根，以色列要發芽開花；他們的果實必充滿世界。","bklcl":"Chiong-lâi Ngá-kok beh tèng i ê kun, Í-sek-lia̍t beh hoat-gê khui-hoe; in ê ké-chí beh chhiong-móa sè-kài.","tghg":"將來雅各欲釘伊的根，以色列欲發芽開花；𪜶的果子欲充滿世界。","bklhl":"將來雅各beh釘伊ê根，以色列beh發芽開花；in ê果子beh充滿世界。"}},{"book":"賽","chapter":27,"verse":7,"versions":{"unv":"主擊打他們，豈像擊打那些擊打他們的人嗎？他們被殺戮，豈像被他們所殺戮的嗎？","bklcl":"Chú phah i, kiám chhin-chhiūⁿ phah hiah-ê bat phah-i ê lâng mah? i siū-thâi, kiám chhin-chhiūⁿ hiah-ê thâi-i--ê ê siū-thâi mah?","tghg":"主拍伊，豈親像拍許個曾拍伊的人嗎？伊受刣，豈親像許個刣伊者的受刣嗎？","bklhl":"主phah伊，kiám親像phah hiah-ê bat phah伊ê人mah？伊受刣，kiám親像hiah-ê 刣伊ê ê受刣 mah？"}},{"book":"賽","chapter":27,"verse":8,"versions":{"unv":"你打發他們去，是相機宜與他們相爭；颳東風的日子，就用暴風將他們逐去。","bklcl":"Lí chhe in khì, sī chiàu só͘ ha̍p-gî kap in saⁿ-chiⁿ; khí tang-hong ê ji̍t, chiū ēng tōa-hong kā in kóaⁿ--khì.","tghg":"你差𪜶去，是照所合宜及𪜶相爭；起東風的日，就用大風給𪜶趕去。","bklhl":"你差in去，是照所合宜kap in相爭；起東風ê日，就用大風kā in趕去。"}},{"book":"賽","chapter":27,"verse":9,"versions":{"unv":"所以，雅各的罪孽得赦免，他的罪過得除掉的果效，全在乎此：就是他叫祭壇的石頭變為打碎的灰石，以致木偶和日像不再立起。","bklcl":"Só͘-í Ngá-kok ê chōe-ok beh án-ni tit-tio̍h sóe-tû, i ê chōe-kòa tit-tio̍h tû--khì ê hāu-kó, chāi-tī chit-ê; hit-sî i hō͘ chè-tôaⁿ ê chio̍h-thâu pìⁿ-chòe phah-chhùi ê he-chio̍h; tì-kàu chhâ-thiāu kap ji̍t-siōng bô koh khiā--teh.","tghg":"所以，雅各的罪惡欲按呢得著洗除，伊的罪過得著除去的效果，在佇此個；彼時伊互祭壇的石頭變做拍碎的灰石，致到柴柱及日像無閣徛啲。","bklhl":"所以雅各ê罪惡beh án-ni得tio̍h洗除，伊ê罪過得tio̍h除去ê效果，在tī chit ê；hit時伊hō͘祭壇ê石頭變做phah碎ê灰石；致到柴柱kap日像無koh khiā-teh。"}},{"book":"賽","chapter":27,"verse":10,"versions":{"unv":"因為堅固城變為淒涼，成了撇下離棄的居所，像曠野一樣；牛犢必在那裡吃草，在那裡躺臥，並吃盡其中的樹枝。","bklcl":"In-ūi kian-kò͘ ê siâⁿ pìⁿ-chòe chhiⁿ-chhìn; lō͘-ke sòaⁿ-the̍h chhin-chhiūⁿ khòng-iá; gû-á beh chia̍h-chháu tī-hia, tó tī-hia, ia̍h beh chia̍h-oân i ê chhiū-ki.","tghg":"因為堅固的城變做淒凊(chhiⁿ-chhìn)，陋家散宅(lō͘-ke sòaⁿ-the̍h)，親像曠野；牛仔欲食草佇遐，倒佇遐，亦欲食完伊的樹枝。","bklhl":"因為堅固ê城變做悽凊；陋家散宅親像曠野；牛á beh食草tī-hia，倒tī-hia，亦beh食完伊ê樹枝。"}},{"book":"賽","chapter":27,"verse":11,"versions":{"unv":"枝條枯乾，必被折斷；婦女要來點火燒著。因為這百姓蒙昧無知，所以，創造他們的必不憐恤他們；造成他們的也不施恩與他們。","bklcl":"I ê ki ko͘-tâ siū at-chi̍h, hū-jîn-lâng beh lâi kā i sio-lio--khì; in-ūi chiah-ê peh-sìⁿ gōng-gōng; só͘-í chō-hòa in--ê, bô beh lîn-bín in, chō-chiâⁿ in--ê, bô beh si-un hō͘ in.","tghg":"伊的枝枯焦，受遏折(at-chi̍h)；婦仁人欲來給伊燒燎(sio-lio)去。因為諸個百姓戇戇，所以，造化𪜶者無欲憐憫𪜶；造成𪜶者無欲施恩互𪜶。","bklhl":"伊ê枝枯焦受at折，婦人人beh來kā伊燒lio去；因為chiah ê百姓戇戇；所以造化in-ê，無beh憐憫in，造成in-ê，無beh施恩hō͘ in。"}},{"book":"賽","chapter":27,"verse":12,"versions":{"unv":"以色列人哪，到那日，耶和華必從大河，直到埃及小河，將你們一一地收集，如同人打樹拾果一樣。","bklcl":"Kàu hit-ji̍t Iâ-hô-hoa beh khà i ê ké-chí, tùi Tōa-hô kàu Ai-ki̍p ê khoe; lín Í-sek-lia̍t lâng chi̍t-ê chi̍t-ê hō͘ I siu-khioh.","tghg":"到彼日，耶和華欲叩(khà)伊的果子，對大河到埃及的溪，恁以色列人一個一個互伊收拾(siu-khioh)。","bklhl":"到hit日，耶和華beh 敲伊ê果子，tùi大河到埃及ê溪；lín以色列人一个一个hō͘伊收拾。"}},{"book":"賽","chapter":27,"verse":13,"versions":{"unv":"當那日，必大發角聲，在亞述地將要滅亡的，並在埃及地被趕散的，都要來，他們就在耶路撒冷聖山上敬拜耶和華。","bklcl":"Tng hit-ji̍t beh pûn tōa ê hō-thâu; kìⁿ-nā phiau-liû tī A-su̍t tōe, kap siū-kóaⁿ tī Ai-ki̍p tōe-ê, lóng beh lâi tī sèng-soaⁿ, tī Iâ-lō͘-sat-léng, kèng-pài Iâ-hô-hoa.","tghg":"當彼日，欲歕(pûn)大的號頭，見若漂流佇亞述地，及受趕佇埃及地的，攏欲來，佇聖山佇耶路撒冷敬拜耶和華。","bklhl":"當hit日，beh pûn大ê號頭；見若漂流tī亞述地，kap受趕tī埃及地ê，lóng beh來tī聖山，tī耶路撒冷，敬拜耶和華。"}}]