[{"book":"賽","chapter":50,"verse":1,"versions":{"unv":"耶和華如此說：我休你們的母親，休書在哪裡呢？我將你們賣給我哪一個債主呢？你們被賣，是因你們的罪孽；你們的母親被休，是因你們的過犯。","bklcl":"Iâ-hô-hoa án-ni kóng, Góa lî-chhut lín ê lāu-bú, lî-su tī toh-lo̍h ah?  Góa chiong lín bōe hō͘ Góa toh-lo̍h chi̍t ê chè-chú ah?  Khòaⁿ ah, lín siū-bōe sī in-ūi lín ê chōe-kòa, lín ê lāu-bú siū lî-chhut, sī in-ūi lín ê kè-sit.","tghg":"耶和華按呢講：我離出恁的老母，離書佇叨落啊？我將恁賣互我叨落一個債主啊？看啊，恁受賣是因為恁的罪過；恁的老母受離出，是因為恁的過失。","bklhl":"耶和華án-ni講，我離出lín ê老母，離書tī toh-lo̍h ah？我將lín賣hō͘我toh-lo̍h一个債主ah？看ah，lín受賣是因為lín ê罪過，lín ê老母受離出，是因為lín ê過失。"}},{"book":"賽","chapter":50,"verse":2,"versions":{"unv":"我來的時候，為何無人等候呢？我呼喚的時候，為何無人答應呢？我的膀臂豈是縮短、不能救贖嗎？我豈無拯救之力嗎？看哪，我一斥責，海就乾了；我使江河變為曠野；其中的魚因無水腥臭，乾渴而死。","bklcl":"Góa lâi ê sî, bô lâng tī-teh sī cháiⁿ-iūⁿ?  Góa kiò ê sî, bô lâng ìn sī cháiⁿ-iūⁿ?  Góa ê chhiú kiám-sī té, bōe-ōe kiù-sio̍k mah?  Góa kiám bô chín-kiù ê la̍t mah?  Khòaⁿ ah, Góa chi̍t-ē hoah, hái chiū ta--khì; Góa hō͘ kang-hô pìⁿ-chòe soa-bô͘, kî-tiong ê hî, in-ūi bô chúi, chhàu-nōa, chhùi-ta chiū sí.","tghg":"我來的時，無人佇啲是怎樣？我叫的時，無人應是怎樣？我的手豈是短、𣍐會救贖嗎？我豈無拯救的力嗎？看啊，我一下喝(hoah)海就乾去；我互江河變做沙漠；其中的魚因為無水臭爛，嘴乾就死。","bklhl":"我來ê時，無人tī-teh是怎樣？我叫ê時，無人應是怎樣？我ê手kiám是短，bōe能救贖mah？我kiám無拯救ê力mah？看ah，我一下hoah，海就乾去；我hō͘江河變做沙漠，其中ê魚，因為無水，臭爛，嘴乾就死。"}},{"book":"賽","chapter":50,"verse":3,"versions":{"unv":"我使諸天以黑暗為衣服，以麻布為遮蓋。","bklcl":"Góa hō͘ chiah-ê thiⁿ ēng o͘-àm chòe i-ho̍k, ēng môa-pò͘ chòe jia-khàm.","tghg":"我互諸個天用黑暗做衣服，用麻布做遮蓋。","bklhl":"我hō͘ chiah ê天用烏暗做衣服，用麻布做遮蓋。"}},{"book":"賽","chapter":50,"verse":4,"versions":{"unv":"主耶和華賜我受教者的舌頭，使我知道怎樣用言語扶助疲乏的人。主每早晨提醒，提醒我的耳朵，使我能聽，像受教者一樣。","bklcl":"Chú Iâ-hô-hoa siúⁿ-sù góa siū kà-sī--ê ê chi̍h, hō͘ góa chai cháiⁿ-iūⁿ ēng giân-gú hû-chō͘ ià-siān ê lâng; Chú ta̍k chá-khí kiò-chhíⁿ, kiò-chhíⁿ góa ê hī-khang, hō͘ góa ōe thiaⁿ, chhin-chhiūⁿ siū kà-sī ê lâng chi̍t-iūⁿ.","tghg":"主耶和華賞賜我受教示者的舌，互我知怎樣用言語扶助厭倦的人。主逐早起叫醒，叫醒我的耳孔，互我會聽，親像受教示的人一樣。","bklhl":"主耶和華賞賜我受教示ê ê舌，hō͘我知怎樣用言語扶助厭倦ê人；主ta̍k早起叫醒，叫醒我ê耳孔，hō͘我能聽，親像受教示ê人一樣。"}},{"book":"賽","chapter":50,"verse":5,"versions":{"unv":"主耶和華開通我的耳朵；我並沒有違背，也沒有退後。","bklcl":"Chú Iâ-hô-hoa khai-thong góa ê hī-khang, góa pēng-bô ûi-ke̍h, ia̍h bô thè-āu.","tghg":"主耶和華開通我的耳孔；我並無違逆(ûi-ke̍h)，亦無退後。","bklhl":"主耶和華開通我ê耳孔，我並無違逆，亦無退後。"}},{"book":"賽","chapter":50,"verse":6,"versions":{"unv":"人打我的背，我任他打；人拔我腮頰的鬍鬚，我由他拔；人辱我，吐我，我並不掩面。","bklcl":"Lâng phah góa ê ka-chiah-phiaⁿ, góa chhut-chāi i phah; lâng chhoah góa chhùi-phóe ê chhùi-chhiu, góa chhut-chāi i chhoah; lâng lêng-jio̍k góa, kā góa phùi-nōa, góa ia̍h bô ng-bīn.","tghg":"人拍我的尻脊骿(ka-chiah-phiaⁿ)，我出在伊拍；人掇(chhoah)我嘴䩃(chhùi-phóe)的嘴鬚，我出在伊掇；人凌辱我，給我呸涎(phùi-nōa)，我亦無掩(ng)面。","bklhl":"人phah我ê ka-chiah-phiaⁿ，我chhut-chāi伊phah；人chhoah我嘴phóe ê嘴鬚，我chhut-chāi伊chhoah；人凌辱我，kā我phùi-nōa，我亦無掩面。"}},{"book":"賽","chapter":50,"verse":7,"versions":{"unv":"主耶和華必幫助我，所以我不抱愧。我硬著臉面好像堅石；我也知道我必不致蒙羞。","bklcl":"In-ūi Chú Iâ-hô-hoa tek-khak pang-chān góa, só͘-í góa bô kiàn-siàu; ūi-tio̍h án-ni, góa hō͘ góa ê bīn ngī chhin-chhiūⁿ tēng-chio̍h; góa ia̍h chai góa tek-khak bô tì-kàu làu-khùi.","tghg":"因為主耶和華的確幫助我，所以我無見誚。為著按呢，我互我的面硬親像𠕇(tēng)石；我亦知我的確無致到漏氣。","bklhl":"因為主耶和華的確幫贊我，所以我無見笑；為tio̍h án-ni，我hō͘我ê面硬親像tēng石；我亦知我的確無致到漏氣。"}},{"book":"賽","chapter":50,"verse":8,"versions":{"unv":"稱我為義的與我相近；誰與我爭論，可以與我一同站立；誰與我作對，可以就近我來。","bklcl":"Chheng góa chòe gī--ê kūn--lah; chī-chūi kap góa saⁿ-chiⁿ? i thang kap góa saⁿ-kap khiā; chī-chūi chòe góa ê tùi-te̍k? i thang chiū-kūn góa.","tghg":"稱我做義者近啦；是誰及我相爭，伊通及我相及徛；是誰做我的對敵，伊通就近我。","bklhl":"稱我做義ê近lah；是誰 kap我相爭？伊thang kap我相kap khiā；是誰做我ê對敵？伊thang就近我。"}},{"book":"賽","chapter":50,"verse":9,"versions":{"unv":"主耶和華要幫助我；誰能定我有罪呢？他們都像衣服漸漸舊了，為蛀蟲所咬。","bklcl":"Khòaⁿ ah, Chú Iâ-hô-hoa beh pang-chān góa, chī-chūi ōe tēng góa ū-chōe ah?  khòaⁿ ah, in lóng chhin-chhiūⁿ saⁿ chiām-chiām kū, hō͘ chiù-thâng só͘ chia̍h.","tghg":"看啊，主耶和華欲幫助我；是誰會定我有罪啊？看啊，𪜶攏親像衫漸漸舊，互蛀蟲所食。","bklhl":"看ah，主耶和華beh幫贊我，是誰能定我有罪ah？看ah，in lóng親像衫漸漸舊，hō͘蛀蟲所食。"}},{"book":"賽","chapter":50,"verse":10,"versions":{"unv":"你們中間誰是敬畏耶和華、聽從他僕人之話的？這人行在暗中，沒有亮光。當倚靠耶和華的名，仗賴自己的　神。","bklcl":"Lín tiong-kan chī-chūi kèng-ùi Iâ-hô-hoa, thiaⁿ-thàn I ê lô͘-po̍k ê ōe ah? kiâⁿ tī o͘-àm bô-ū kng-bêng--ê, tio̍h óa-khò Iâ-hô-hoa ê miâ, óa-khò i ê Siōng-tè.","tghg":"恁中間是誰敬畏耶和華、聽趁伊的奴僕的話啊？行佇黑暗，無有光明者。著倚靠耶和華的名，倚靠伊的上帝。","bklhl":"Lín中間是誰敬畏耶和華，聽thàn祂ê奴僕ê話ah？行tī烏暗無有光明ê，tio̍h óa靠耶和華ê名，óa靠伊ê上帝。"}},{"book":"賽","chapter":50,"verse":11,"versions":{"unv":"凡你們點火，用火把圍繞自己的可以行在你們的火焰裡，並你們所點的火把中。這是我手所定的：你們必躺在悲慘之中。","bklcl":"Khòaⁿ ah, hoān-nā lín tiám-hé, ēng hé-pé ûi ka-kī--ê, thang lâi kiâⁿ tī lín ê hé-iām lāi, kap lín só͘ tiám ê hé-pé tiong.  Che sī Góa ê chhiú só͘ tiāⁿ-tio̍h ê ; lín beh tó tī kan-khó͘ ê tiong-kan.","tghg":"看啊，凡若恁點火，用火把圍家己者，通來行佇恁的火焰內，及恁所點的火把中。這是我的手所定著(tiāⁿ-tio̍h)的；恁欲倒佇艱苦的中間。","bklhl":"看ah，凡若lín點火，用火把圍家己ê，thang來行tī lín ê火燄內，kap lín所點ê火把中。這是我ê手所定tio̍h ê；lín beh倒tī艱苦ê中間。"}}]