[{"book":"賽","chapter":63,"verse":1,"versions":{"unv":"這從以東的波斯拉來，穿紅衣服，裝扮華美，能力廣大，大步行走的是誰呢？就是我，是憑公義說話，以大能施行拯救。","bklcl":"Chit-ê tùi Í-tong lâi, tùi Pho-sū-la̍h kàu, chhēng âng-saⁿ, i-chiûⁿ hâng-ngó͘, ū tōa khùi-la̍t tōa-pō͘ teh kiâⁿ ê, sī chī-chūi ah?  chiū-sī Góa, sī chiàu kong-gī kóng-ōe, ū tōa khùi-la̍t ōe kiâⁿ chín-kiù--ê.","tghg":"此個對以東來，對波斯拉到，穿紅衫，衣裳(i-chiûⁿ)行伍(hâng-ngó͘)，有大氣力大步啲行的是是誰啊？就是我，是照公義講話，有大氣力會行拯救者。","bklhl":"Chit ê tùi Í-tong來，tùi Pho-sū-la̍h到，穿紅衫，衣裳hâng-ngó͘，有大氣力大步teh行ê，是是誰 ah？就是我，是照公義講話，有大氣力能行拯救ê。"}},{"book":"賽","chapter":63,"verse":2,"versions":{"unv":"你的裝扮為何有紅色？你的衣服為何像踹酒醡的呢？","bklcl":"Lí ê i-chiûⁿ cháiⁿ-iūⁿ ū âng-sek, Lí ê i-ho̍k cháiⁿ-iūⁿ chhin-chhiūⁿ ta̍h chiú-khut--ê ah?","tghg":"你的衣裳怎樣有紅色？你的衣服怎樣親像踏酒窟者啊？","bklhl":"你ê衣裳怎樣有紅色，你ê衣服怎樣親像踏酒窟ê ah？"}},{"book":"賽","chapter":63,"verse":3,"versions":{"unv":"我獨自踹酒醡；眾民中無一人與我同在。我發怒將他們踹下，發烈怒將他們踐踏。他們的血濺在我衣服上，並且污染了我一切的衣裳。","bklcl":"Góa ka-kī chi̍t-ê ta̍h chiú-khut; chèng peh-sìⁿ ê tiong-kan bô chi̍t-lâng kap Góa tī-teh; Góa siū-khì ta̍h in, tōa siū-khì thún-ta̍h in; in ê huih chōaⁿ tī Góa ê saⁿ, koh bak lâ-sâm góa it-chhè ê i-chiûⁿ.","tghg":"我家己一個踏酒窟；眾百姓的中間無一人及我佇啲。我受氣踏𪜶，大受氣𧿬踏(thún-ta̍h)𪜶。𪜶的血濺(chōaⁿ)佇我的衫，閣染(bak)垃墋我一切的衣裳。","bklhl":"我家己一个踏酒窟；眾百姓ê中間無一人kap我tī-teh；我受氣踏in，大受氣thún踏in；in ê血chōaⁿ tī我ê衫，koh bak lâ-sâm我一切ê衣裳。"}},{"book":"賽","chapter":63,"verse":4,"versions":{"unv":"因為，報仇之日在我心中；救贖我民之年已經來到。","bklcl":"In-ūi pò-siû ê ji̍t tī góa ê sim-lāi, Góa kiù-sio̍k Góa ê peh-sìⁿ ê nî í-keng kàu.","tghg":"因為報讎(siû)的日佇我的心內；我救贖我的百姓的年已經到。","bklhl":"因為報仇ê日tī我ê心內，我救贖我ê百姓ê年已經到。"}},{"book":"賽","chapter":63,"verse":5,"versions":{"unv":"我仰望，見無人幫助；我詫異，沒有人扶持。所以，我自己的膀臂為我施行拯救；我的烈怒將我扶持。","bklcl":"Góa khòaⁿ, iā bô pang-chān--ê, Góa gông-ngia̍h in-ūi bô ū hû-chhî--ê; só͘-í Góa ka-kī ê chhiú kā Góa kiâⁿ chín-kiù; Góa ê tōa siū-khì kā Góa hû-chhî.","tghg":"我看，也無幫助者；我卬愕，因為無有扶持者。所以，我家己的手給我行拯救；我的大受氣給我扶持。","bklhl":"我看，也無幫贊ê，我gông-ngia̍h因為無有扶持ê；所以我家己ê手kā我行拯救；我ê大受氣kā我扶持。"}},{"book":"賽","chapter":63,"verse":6,"versions":{"unv":"我發怒，踹下眾民；發烈怒，使他們沉醉，又將他們的血倒在地上。","bklcl":"Góa siū-khì ta̍h lia̍t-pang, tōa siū-khì hō͘ in chùi-chùi; hō͘ in ê huih lâu tī tōe--nih.","tghg":"我受氣，踏列邦；大受氣，互𪜶醉醉，互𪜶的血流佇地裡。","bklhl":"我受氣踏列邦，大受氣hō͘ in醉醉；hō͘ in ê血流tī地裡。"}},{"book":"賽","chapter":63,"verse":7,"versions":{"unv":"我要照耶和華一切所賜給我們的，提起他的慈愛和美德，並他向以色列家所施的大恩；這恩是照他的憐恤和豐盛的慈愛賜給他們的。","bklcl":"Góa beh chiàu Iâ-hô-hoa it-chhè só͘ siúⁿ-sù lán--ê, kóng-khí Iâ-hô-hoa ê chû-ài kap Iâ-hô-hoa ê miâ-siaⁿ, kap I ǹg Í-sek-lia̍t ke só͘ si ê tōa-un, chiū-sī chiàu I ê lîn-bín kap hong-sēng ê chû-ài siúⁿ-sù in--ê.","tghg":"我欲照耶和華一切所賞賜咱的，講起耶和華的慈愛及耶和華的名聲，及伊向以色列家所施的大恩；就是照伊的憐憫及豐盛的慈愛賞賜𪜶的。","bklhl":"我beh照耶和華一切所賞賜咱ê，講起耶和華ê慈愛kap耶和華ê名聲，kap祂ǹg以色列家所施ê大恩，就是照祂ê憐憫kap豐盛ê慈愛賞賜in-ê。"}},{"book":"賽","chapter":63,"verse":8,"versions":{"unv":"他說：他們誠然是我的百姓，不行虛假的子民；這樣，他就作了他們的救主。","bklcl":"In-ūi I kóng, In chin-chiàⁿ sī Góa ê peh-sìⁿ, bô kiâⁿ hu-ké ê kiáⁿ-jî; án-ni I chiū chòe in ê Kiù-chú.","tghg":"因為伊講：𪜶真正是我的百姓，無行虛假的子兒；按呢，伊就做𪜶的救主。","bklhl":"因為祂講，In真正是我ê百姓，無行虛假ê kiáⁿ兒；án-ni祂就做in ê救主。"}},{"book":"賽","chapter":63,"verse":9,"versions":{"unv":"他們在一切苦難中，他也同受苦難；並且他面前的使者拯救他們；他以慈愛和憐憫救贖他們；在古時的日子常保抱他們，懷搋他們。","bklcl":"Tī in it-chhè ê khó͘-lān-tiong I iā tâng siū khó͘-lān, koh I bīn-chêng ê sù-chiá  chín-kiù in; I ēng chû-ài kap lîn-bín kiù-sio̍k in; tī kó͘-chá ê ji̍t siông-siông phō in, kûi in.","tghg":"佇𪜶一切的苦難中，伊也同受苦難；閣伊面前的使者拯救𪜶；伊用慈愛及憐憫救贖𪜶；佇古早的日常常抱𪜶，懷(kûi)𪜶。","bklhl":"Tī in一切ê苦難中祂也同受苦難，koh祂面前ê使者拯救in；祂用慈愛kap憐憫救贖in；tī古早ê日常常抱in，kûi in。"}},{"book":"賽","chapter":63,"verse":10,"versions":{"unv":"他們竟悖逆，使主的聖靈擔憂。他就轉作他們的仇敵，親自攻擊他們。","bklcl":"Chóng-sī in pōe-ge̍k, hō͘ I ê Sèng-sîn iu-būn; I chiū hoán-tńg chòe in ê tùi-te̍k, pún-sin lâi kong-kek in.","tghg":"總是𪜶悖逆(pōe-ge̍k)，互伊的聖神憂悶。伊就反轉做𪜶的對敵，本身來攻擊𪜶。","bklhl":"總是in悖逆，hō͘祂ê聖神憂悶；祂就反tńg做in ê對敵，本身來攻擊in。"}},{"book":"賽","chapter":63,"verse":11,"versions":{"unv":"那時，他們（原文是他）想起古時的日子─摩西和他百姓，說：將百姓和牧養他全群的人從海裡領上來的在哪裡呢？將他的聖靈降在他們中間的在哪裡呢？","bklcl":"Peh-sìⁿ chiū kì-tit kó͘-chá Mô͘-se ê ji̍t, kóng, Chhōa in kap I choân-kûn ê bo̍k-chiá tùi hái--nih chhut--lâi ê, tī toh-lo̍h ah? chiong I sèng ê Sîn hē tī in tiong-kan--ê, tī toh-lo̍h ah?","tghg":"百姓就記得古早摩西的日，講：導𪜶及伊全群的牧者對海裡出來的，佇叨落啊？將伊聖的神下(hē)佇𪜶中間者佇叨落啊？","bklhl":"百姓就記得古早摩西ê日，講，Chhōa in kap祂全群ê牧者tùi海裡出來ê，tī toh-lo̍h ah？將祂聖ê神hē tī in中間ê，tī toh-lo̍h ah？"}},{"book":"賽","chapter":63,"verse":12,"versions":{"unv":"使他榮耀的膀臂在摩西的右手邊行動，在他們前面將水分開，要建立自己永遠的名，","bklcl":"hō͘ I êng-kng ê chhiú tī Mô͘-se ê chiàⁿ-chhiú kiâⁿ-tāng? tī in ê bīn-chêng chiong chúi pun-khui, beh ūi-tio̍h ka-kī li̍p éng-oán ê miâ?","tghg":"互伊榮光的手佇摩西的正手行動(kiâⁿ-tāng)，佇𪜶的面前將水分(pun)開，欲為著家己立永遠的名，","bklhl":"Hō͘祂榮光ê手tī摩西ê chiàⁿ手行動？tī in ê面前將水分開，beh為tio̍h家己立永遠ê名？"}},{"book":"賽","chapter":63,"verse":13,"versions":{"unv":"帶領他們經過深處，如馬行走曠野，使他們不致絆跌的在哪裡呢？","bklcl":"chhōa in keng-kè hái-tiong chhin-chhiūⁿ bé kiâⁿ tī khòng-iá, hō͘ in bô tio̍h-tak--ê, tī toh-lo̍h ah?","tghg":"導𪜶經過海中，親像馬行佇曠野，互𪜶無著觸(tio̍h-tak)者，佇叨落啊？","bklhl":"Chhōa in經過海中親像馬行tī曠野，hō͘ in無tio̍h-tak-ê，tī toh-lo̍h ah？"}},{"book":"賽","chapter":63,"verse":14,"versions":{"unv":"耶和華的靈使他們得安息，彷彿牲畜下到山谷；照樣，你也引導你的百姓，要建立自己榮耀的名。","bklcl":"Iâ-hô-hoa ê Sîn hō͘ in tit-tio̍h an-hioh, chhin-chhiūⁿ cheng-siⁿ lo̍h-kàu soaⁿ-kha; án-ni Lí ia̍h chhōa Lí ê peh-sìⁿ, ūi-tio̍h ka-kī kiàn-li̍p êng-kng ê miâ.","tghg":"耶和華的神互𪜶得著安息，親像精牲落到山腳；按呢，你亦導你的百姓，為著家己建立榮光的名。","bklhl":"耶和華ê神hō͘ in得tio̍h安歇，親像cheng-siⁿ落到山腳；án-ni你亦chhōa你ê百姓，為tio̍h家己建立榮光ê名。"}},{"book":"賽","chapter":63,"verse":15,"versions":{"unv":"求你從天上垂顧，從你聖潔榮耀的居所觀看。你的熱心和你大能的作為在哪裡呢？你愛慕的心腸和憐憫向我們止住了。","bklcl":"Kiû Lí tùi thiⁿ àⁿ-lo̍h khòaⁿ, tùi Lí sèng-kiat êng-kng ê só͘-chāi khòaⁿ; Lí ê jia̍t-sim kap Lí tōa koân-lêng ê só͘-chòe tī toh-lo̍h ah?  Lí thiàⁿ-thàng ê sim-tn̂g kap lîn-bín, tùi góa thêng-chí.","tghg":"求你對天俯落看，對你聖潔榮光的所在看。你的熱心及你大權能的所做佇叨落啊？你疼痛的心腸及憐憫對我停止。","bklhl":"求祢tùi天俯落看，tùi祢聖潔榮光ê所在看；祢ê熱心kap你大權能ê所做tī toh-lo̍h ah？祢疼痛ê心腸kap憐憫，tùi我停止。"}},{"book":"賽","chapter":63,"verse":16,"versions":{"unv":"亞伯拉罕雖然不認識我們，以色列也不承認我們，你卻是我們的父。耶和華啊，你是我們的父；從萬古以來，你名稱為「我們的救贖主」。","bklcl":"A-pek-la̍h-hán sui-jiân m̄-bat goán, Í-sek-lia̍t m̄-jīn goán, chóng-sī Lí sī goán ê pē; Iâ-hô-hoa ah, Lí sī goán ê pē, tùi bān-kó͘ í-lâi, Lí ê miâ chheng-chòe kiù-sio̍k goán ê Chú.","tghg":"亞伯拉罕雖然呣識(bat)阮，以色列呣認阮，總是你是阮的父。耶和華啊，你是阮的父；對萬古以來，你的名稱做「救贖阮的主」。","bklhl":"亞伯拉罕雖然m̄-bat阮，以色列m̄認阮，總是祢是阮ê父；耶和華ah，祢是阮ê父，tùi萬古以來，祢ê名稱做救贖阮ê主。"}},{"book":"賽","chapter":63,"verse":17,"versions":{"unv":"耶和華啊，你為何使我們走差離開你的道，使我們心裡剛硬、不敬畏你呢？求你為你僕人，為你產業支派的緣故，轉回來。","bklcl":"Iâ-hô-hoa ah, Lí siáⁿ-sū hō͘ goán kiâⁿ chhò, lī-khui Lí ê lō͘, hō͘ goán ê sim ngī, bô kèng-ùi Lí ah? Kiû Lí ūi-tio̍h Lí ê lô͘-po̍k, ūi Lí ê sán-gia̍p chi-phài ê iân-kò͘, tò-tńg--lâi.","tghg":"耶和華啊，你啥事互阮行錯離開你的路，互阮的心硬，無敬畏你啊？求你為著你的奴僕，為你的產業支派的緣故，倒轉來。","bklhl":"耶和華ah，祢啥事hō͘阮行剉，離開祢ê路，hō͘阮ê心硬，無敬畏祢ah？求祢為tio̍h祢ê奴僕，為祢ê產業支派ê緣故，倒tńg來。"}},{"book":"賽","chapter":63,"verse":18,"versions":{"unv":"你的聖民不過暫時得這產業；我們的敵人已經踐踏你的聖所。","bklcl":"Lí sèng ê peh-sìⁿ put-kò chiām-sî tit-tio̍h chit ê sán-gia̍p; goán ê tùi-te̍k í-keng thún-ta̍h Lí ê sèng-só͘.","tghg":"你聖的百姓不過暫時得著此個產業；阮的對敵已經𧿬踏你的聖所。","bklhl":"祢聖ê百姓不過暫時得tio̍h chit ê產業；阮ê對敵已經thún踏祢ê聖所。"}},{"book":"賽","chapter":63,"verse":19,"versions":{"unv":"我們好像你未曾治理的人，又像未曾得稱你名下的人。","bklcl":"Goán chhin-chhiūⁿ tùi kó͘-chá bē-bat hō͘ Lí tī-lí ê lâng chhin-chhiūⁿ bē-bat ēng Lí ê miâ lâi chheng-ho͘--ê.","tghg":"阮親像對古早未曾互你治理的人，親像未曾用你的名來稱呼者。","bklhl":"阮親像tùi古早bē-bat hō͘祢治理ê人親像bē-bat用祢ê名來稱呼ê。"}}]