[{"book":"賽","chapter":48,"verse":1,"versions":{"unv":"雅各家，稱為以色列名下，從猶大水源出來的，當聽我言！你們指著耶和華的名起誓，提說以色列的　神，卻不憑誠實，不憑公義。","bklcl":"Ngá-kok ê ke, ēng Í-sek-lia̍t ê miâ lâi chheng-ho͘--ê, tùi Iû-tāi ê chúi-goân chhut--lâi-ê, lín tio̍h thiaⁿ ah; lín kí Iâ-hô-hoa ê miâ lâi chiù-chōa, chheng-ho͘ Í-sek-lia̍t ê Siōng-tè, chóng-sī bô ēng sêng-si̍t, bô ēng kong-gī.","tghg":"雅各的家，用以色列的名來稱呼者，對猶大的水源出來的，恁著聽啊！恁指(kí)耶和華的名來咒誓(chiù-chōa)，稱呼以色列的上帝，總是無用誠實，無用公義。","bklhl":"雅各ê家，用以色列ê名來稱呼ê，tùi偤大ê水源出來ê，lín tio̍h聽ah；lín kí耶和華ê名來chiù-chōa，稱呼以色列ê上帝，總是無用誠實，無用公義。"}},{"book":"賽","chapter":48,"verse":2,"versions":{"unv":"他們自稱為聖城的人，所倚靠的是名為萬軍之耶和華─以色列的　神。","bklcl":"In-ūi in ka-kī chheng-chòe sèng-siâⁿ ê peh-sìⁿ, óa-khò Í-sek-lia̍t ê Siōng-tè; miâ chòe bān-kun ê Iâ-hô-hoa.","tghg":"因為𪜶家己稱做聖城的百姓，倚靠以色列的上帝──名做萬軍的耶和華。","bklhl":"因為in家己稱做聖城ê百姓，óa靠以色列ê上帝；名做萬軍ê耶和華。"}},{"book":"賽","chapter":48,"verse":3,"versions":{"unv":"主說：早先的事，我從古時說明，已經出了我的口，也是我所指示的；我忽然行做，事便成就。","bklcl":"Í-chêng ê sū, Góa tùi kó͘-chá kóng-bêng; í-keng chhut Góa ê chhùi, ia̍h sī Góa só͘ chí-sī--ê; Góa hut-jiân-kan chòe, tāi-chì chiū chiâⁿ.","tghg":"以前的事，我對古早講明，已經出我的嘴，亦是我所指示的；我忽然間做，代誌就成。","bklhl":"以前ê事，我tùi古早講明；已經出我ê嘴，亦是我所指示ê；我忽然間做，tāi-chì就成。"}},{"book":"賽","chapter":48,"verse":4,"versions":{"unv":"因為我素來知道你是頑梗的─你的頸項是鐵的；你的額是銅的。","bklcl":"In-ūi Góa pêng-sò͘ chai lí sī ngī-sim--ê, lí ê ām-kún sī thih--ê, lí ê thâu-hia̍h sī tâng--ê.","tghg":"因為我平素知你是硬心者──你的頷頸(ām-kún)是鐵的；你的頭額(hia̍h)是銅的。","bklhl":"因為我平素知你是硬心ê，你ê頷頸是鐵ê，你ê頭額是銅ê。"}},{"book":"賽","chapter":48,"verse":5,"versions":{"unv":"所以，我從古時將這事給你說明，在未成以先指示你，免得你說：這些事是我的偶像所行的，是我雕刻的偶像和我鑄造的偶像所命定的。","bklcl":"Só͘-í Góa tùi kó͘-chá kā lí kóng-bêng; tī iáu-bē chiâⁿ ê tāi-seng chí-sī lí; bián-tit lí kóng, Chiah-ê sū sī góa ê ngó͘-siōng só͘-kiâⁿ--ê, sī góa tiau-khek ê ngó͘-siōng, kap góa chù-chō ê ngó͘-siōng, só͘ bēng-lēng--ê.","tghg":"所以，我對古早給你講明，佇猶未成的代先指示你，免得你講：諸個事是我的偶像所行的，是我雕刻的偶像，及我鑄(chù)造的偶像，所命令的。","bklhl":"所以我tùi古早kā你講明；tī iáu未成ê事先指示你；免得你講，chiah ê事是我ê偶像所行ê，是我雕刻ê偶像，kap我鑄造ê偶像，所命令ê。"}},{"book":"賽","chapter":48,"verse":6,"versions":{"unv":"你已經聽見，現在要看見這一切；你不說明嗎？從今以後，我將新事，就是你所不知道的隱密事指示你。","bklcl":"Lí í-keng thiaⁿ-kìⁿ; taⁿ tio̍h lóng-chóng khòaⁿ i; lín kiám-m̄-tio̍h pò-iông mah?  tùi taⁿ í-āu, Góa chiong sin ê sū, chiū-sī lí só͘ bē-chai ún-ba̍t ê sū, chí-sī lí.","tghg":"你已經聽見，今著攏總看伊；恁豈呣著報揚嗎？對今以後，我將新的事，就是你所未知隱密的事指示你。","bklhl":"你已經聽見；taⁿ tio̍h lóng總看伊；lín kiám-m̄-tio̍h報揚mah？tùi taⁿ以後，我將新ê事，就是你所未知隱密ê事，指示你。"}},{"book":"賽","chapter":48,"verse":7,"versions":{"unv":"這事是現今造的，並非從古就有；在今日以先，你也未曾聽見，免得你說：這事我早已知道了。","bklcl":"Chiah-ê sū sī hiān-kim chhòng-chō--ê, m̄-sī tùi chá chiū ū; tī kin-á-ji̍t í-chêng, lí ia̍h bē-bat thiaⁿ-kìⁿ, bián-tit lí kóng, Chiah-ê sū góa í-keng chai lah.","tghg":"諸個事是現今創造的，呣是對早就有；佇今仔日以前，你亦未曾聽見，免得你講：諸個事我已經知啦。","bklhl":"Chiah-ê事是現今創造ê，m̄是tùi早就有；tī今á日以前，你亦bē-bat聽見，免得你講，chiah ê事我已經知lah。"}},{"book":"賽","chapter":48,"verse":8,"versions":{"unv":"你未曾聽見，未曾知道；你的耳朵從來未曾開通。我原知道你行事極其詭詐，你自從出胎以來，便稱為悖逆的。","bklcl":"Lí si̍t-chāi bē-bat thiaⁿ-kìⁿ, lí si̍t-chāi m̄-chai; lí ê hī-khang tùi khí-thâu si̍t-chāi bô khui; Góa pún chai lí kiâⁿ tāi-chì ke̍k-kî khúi-chà, lí tùi chhut-thai í-lâi, chiū chheng-chòe pōe-ge̍k--ê.","tghg":"你實在未曾聽見，你實在呣知；你的耳孔對起頭實在無開。我本知你行代誌極其詭詐，你對出胎以來，就稱做悖逆(pōe-ge̍k)者。","bklhl":"你實在bē-bat聽見，你實在m̄知；你ê耳孔tùi起頭實在無開；我本知你行tāi-chì極其詭詐，你tùi出胎以來，就稱做悖逆ê。"}},{"book":"賽","chapter":48,"verse":9,"versions":{"unv":"我為我的名暫且忍怒，為我的頌讚向你容忍，不將你剪除。","bklcl":"Góa ūi-tio̍h Góa ê miâ iân-chhiân Góa ê siū-khì; ūi-tio̍h Góa ê miâ-siaⁿ khoan-iông lí, bô kā lí chián-tû.","tghg":"我為著我的名延迁(iân-chhiân)我的受氣，為著我的名聲寬容你，無給你剪除。","bklhl":"我為tio̍h我ê名延chhiân我ê受氣；為tio̍h我ê名聲寬容你，無kā你剪除。"}},{"book":"賽","chapter":48,"verse":10,"versions":{"unv":"我熬煉你，卻不像熬煉銀子；你在苦難的爐中，我揀選你。","bklcl":"Khòaⁿ ah, Góa thoàn-liān lí ia̍h m̄-sī chhin-chhiūⁿ gûn; lí tī khó͘-lān ê hé-lô͘-tiong Góa kéng lí.","tghg":"看啊，我鍛煉你，亦呣是親像銀；你佇苦難的火爐中，我揀你。","bklhl":"看ah，我鍛鍊你亦m̄是親像銀；你tī苦難ê火爐中我揀你。"}},{"book":"賽","chapter":48,"verse":11,"versions":{"unv":"我為自己的緣故必行這事，我焉能使我的名被褻瀆？我必不將我的榮耀歸給假神。","bklcl":"Góa ūi-tio̍h ka-kī ê iân-kò͘, ūi-tio̍h ka-kī ê iân-kò͘, beh chiâⁿ chit ê tāi-chì; Góa kiám thang hō͘ Góa ê miâ siū lêng-jio̍k?  Góa bô beh chiong Góa ê êng-kng kui hō͘ pa̍t-ê.","tghg":"我為著家己的緣故，為著家己的緣故欲成此個代誌，我豈通互我的名受凌辱？我無欲將我的榮光歸互別個。","bklhl":"我為tio̍h家己ê緣故，為tio̍h家己ê緣故，beh成chit ê tāi-chì；我kiám thang hō͘我ê名受凌辱？我無beh將我ê榮光歸hō͘別ê。"}},{"book":"賽","chapter":48,"verse":12,"versions":{"unv":"雅各─我所選召的以色列啊，當聽我言：我是耶和華，我是首先的，也是末後的。","bklcl":"Ngá-kok, Góa só͘ tiàu ê Í-sek-lia̍t ah, tio̍h thiaⁿ Góa; Góa sī Iâ-hô-hoa; Góa sī khí-thâu--ê, ia̍h sī lō͘-bé--ê.","tghg":"雅各──我所召的以色列啊，著聽我：我是耶和華，我是起頭者，亦是路尾者。","bklhl":"雅各，我所召ê以色列ah，tio̍h聽我；我是耶和華；我是起頭ê，亦是路尾ê。"}},{"book":"賽","chapter":48,"verse":13,"versions":{"unv":"我手立了地的根基；我右手鋪張諸天；我一招呼便都立住。","bklcl":"Góa ê chhiú kiàn-li̍p tōe ê tōe-ki, Góa ê chiàⁿ-chhiú tián-khui chiah-ê thiⁿ; Góa chi̍t-ē kiò, chiū lóng khí-lâi khiā.","tghg":"我的手建立地的地基；我的正手展開諸個天；我一下叫就攏起來徛。","bklhl":"我ê手建立地ê地基，我ê chiàⁿ手展開chiah ê天；我一下叫，就lóng起來khiā。"}},{"book":"賽","chapter":48,"verse":14,"versions":{"unv":"你們都當聚集而聽，他們（或譯：偶像）內中誰說過這些事？耶和華所愛的人必向巴比倫行他所喜悅的事；他的膀臂也要加在迦勒底人身上。","bklcl":"Lín lóng tio̍h chū-chi̍p lâi thiaⁿ; in tiong-kan chī-chūi bat kóng chiah-ê sū?  Iâ-hô-hoa só͘-thiàⁿ--ê beh tī Pa-pí-lûn kiâⁿ I só͘ hoaⁿ-hí ê, I ê chhiú beh kàu tī Ka-le̍k-tí lâng.","tghg":"恁攏著聚集來聽，𪜶中間是誰曾講諸個事？耶和華所疼者欲佇巴比倫行伊所歡喜的；伊的手欲到佇迦勒底人。","bklhl":"Lín lóng tio̍h聚集來聽；in中間是誰 bat講chiah ê事？耶和華所疼ê beh tī巴比倫行祂所歡喜ê，祂ê手beh到tī Ka-le̍k-tí人。"}},{"book":"賽","chapter":48,"verse":15,"versions":{"unv":"惟有我曾說過，我又選召他，領他來，他的道路就必亨通。","bklcl":"To̍k-to̍k Góa, Góa í-keng kóng, Góa ia̍h kéng-tiàu i, chhōa i lâi, i ê lō͘ beh heng-thong.","tghg":"獨獨我，我已經講，我亦揀召伊，導伊來，伊的路欲亨通。","bklhl":"獨獨我，我已經講，我亦揀召伊，chhōa伊來，伊ê路beh興通。"}},{"book":"賽","chapter":48,"verse":16,"versions":{"unv":"你們要就近我來聽這話：我從起頭並未曾在隱密處說話；自從有這事，我就在那裡。現在，主耶和華差遣我和他的靈來（或譯：耶和華和他的靈差遣我來）。","bklcl":"Lín tio̍h chiū-kūn Góa lâi thiaⁿ che; Góa tùi khí-thâu bē-bat tī ún-ba̍t ê só͘-chāi lâi kóng; tùi ū chit ê sū, Góa chiū tī-hia; taⁿ Chú Iâ-hô-hoa chhe góa kap I ê sîn lâi.","tghg":"恁著就近我來聽這：我對起頭未曾佇隱密的所在來講；對有此個事，我就佇遐。今主耶和華差我及伊的神來。","bklhl":"Lín tio̍h就近我來聽這；我tùi起頭bē-bat tī隱密ê所在來講；tùi有chit ê事，我就tī-hia；taⁿ主耶和華差我kap祂ê神來。"}},{"book":"賽","chapter":48,"verse":17,"versions":{"unv":"耶和華─你的救贖主，以色列的聖者如此說：我是耶和華─你的　神，教訓你，使你得益處，引導你所當行的路。","bklcl":"Kiù-sio̍k lí ê Chú Iâ-hô-hoa, Í-sek-lia̍t ê Sèng--ê án-ni kóng, Góa sī Iâ-hô-hoa lí ê Siōng-tè; Góa kà-sī lí, hō͘ lí tit-tio̍h lī-ek, chhōa lí tī eng-kai kiâⁿ ê lō͘.","tghg":"救贖你的主──耶和華，以色列的聖者按呢講：我是耶和華──你的上帝，我教示你，互你得著利益，導你佇應該行的路。","bklhl":"救贖你ê主耶和華，以色列ê聖ê án-ni講，我是耶和華你ê上帝；我教示你，hō͘你得tio̍h利益，chhōa你tī應該行ê路。"}},{"book":"賽","chapter":48,"verse":18,"versions":{"unv":"甚願你素來聽從我的命令！你的平安就如河水；你的公義就如海浪。","bklcl":"Hāi--ah, lí bē bat thiaⁿ Góa ê bēng-lēng; nā thiaⁿ, chiū lí ê pêng-an chhin-chhiūⁿ hô-chúi, lí ê kong-gī chhin-chhiūⁿ hái-éng;","tghg":"嗐(hāi)啊，你未曾聽我的命令！若聽，就你的平安親像河水；你的公義親像海湧(éng)。","bklhl":"害ah，你未bat聽我ê命令；若聽，就你ê平安親像河水，你ê公義親像海湧；"}},{"book":"賽","chapter":48,"verse":19,"versions":{"unv":"你的後裔也必多如海沙；你腹中所生的也必多如沙粒。他的名在我面前必不剪除，也不滅絕。","bklcl":"lí ê hō͘-è chōe chhin-chhiūⁿ soa, lí ê pak-tó͘-lāi só͘-siⁿ--ê ia̍h chōe, chhin-chhiūⁿ soa-lia̍p; i ê miâ tī Góa ê bīn-chêng tek-khak bô chián-tû, ia̍h bô bia̍t-choa̍t.","tghg":"你的後裔多親像沙；你的腹肚內所生者亦多親像沙粒。伊的名佇我的面前的確無剪除，亦無滅絕。","bklhl":"你ê後裔chōe親像沙，你ê腹肚內所生ê亦chōe，親像沙粒；伊ê名tī我ê面前的確無剪除，亦無滅絕。"}},{"book":"賽","chapter":48,"verse":20,"versions":{"unv":"你們要從巴比倫出來，從迦勒底人中逃脫，以歡呼的聲音傳揚說：耶和華救贖了他的僕人雅各！你們要將這事宣揚到地極。","bklcl":"Lín tio̍h tùi Pa-pí-lûn chhut-lâi, tùi Ka-le̍k-tí lâng ê tiong-kan cháu-chhut; ēng hoaⁿ-hí tōa-siaⁿ thoân-pò hō͘ lâng thiaⁿ, kóng, Iâ-hô-hoa kiù-sio̍k I ê lô͘-po̍k Ngá-kok; lín tio̍h chiong chit-ê pò-iông kàu tōe-ke̍k.","tghg":"恁著對巴比倫出來，對迦勒底人的中間走出，用歡喜大聲傳報互人聽講：耶和華救贖伊的奴僕雅各！恁著將此個報揚到地極。","bklhl":"Lín tio̍h tùi巴比倫出來，tùi Ka-le̍k-tí人ê中間走出；用歡喜大聲傳報hō͘人聽，講，耶和華救贖祂ê奴僕雅各；lín tio̍h將chit ê報揚到地極。"}},{"book":"賽","chapter":48,"verse":21,"versions":{"unv":"耶和華引導他們經過沙漠。他們並不乾渴；他為他們使水從磐石而流，分裂磐石，水就湧出。","bklcl":"I ín-chhōa in keng-kè soa-bô͘, in ia̍h bô chhùi-ta; I ūi-tio̍h in hō͘ chúi tùi chio̍h-pôaⁿ lâu-chhut; chio̍h-pôaⁿ li̍h-khui, chúi chiū chhèng-chhut.  Iâ-hô-hoa kóng, Pháiⁿ-lâng tek-khak bōe pêng-an.","tghg":"伊引導𪜶經過沙漠。𪜶亦無嘴乾；伊為著𪜶互水對石磐流出，石磐裂開，水就淐(chhèng)出。","bklhl":"祂引chhōa in經過沙漠，in亦無嘴乾；祂為tio̍h in hō͘水tùi石磐流出；石磐裂開，水就chhèng出。耶和華講，pháiⁿ人的確bōe平安。"}},{"book":"賽","chapter":48,"verse":22,"versions":{"unv":"耶和華說：惡人必不得平安！","tghg":"耶和華講：歹人的確𣍐平安！"}}]