[{"book":"賽","chapter":31,"verse":1,"versions":{"unv":"禍哉！那些下埃及求幫助的，是因仗賴馬匹，倚靠甚多的車輛，並倚靠強壯的馬兵，卻不仰望以色列的聖者，也不求問耶和華。","bklcl":"Ū chai-ē ah, hiah-ê lo̍h-khì Ai-ki̍p kiû pang-chān--ê, in óa-khò bé; ia̍h óa-khò chhia, in-ūi i chōe; óa-khò bé-peng, in-ūi i kiông; chóng-sī bô ì-hiòng Í-sek-lia̍t ê Sèng--ê, ia̍h bô kiû Iâ-hô-hoa.","tghg":"有災禍啊！許個落去埃及求幫助者，𪜶倚靠馬亦倚靠車，因為伊多，倚靠馬兵，因為伊強，總是無意向以色列的聖者，亦無求耶和華。","bklhl":"有災厄ah，hiah-ê落去埃及求幫贊ê，in óa靠馬；亦óa靠車，因為伊chōe；óa靠馬兵，因為伊強；總是無意向以色列ê聖ê，亦無求耶和華。"}},{"book":"賽","chapter":31,"verse":2,"versions":{"unv":"其實，耶和華有智慧；他必降災禍，並不反悔自己的話，卻要興起攻擊那作惡之家，又攻擊那作孽幫助人的。","bklcl":"Iâ-hô-hoa kî-si̍t ū tì-hūi, I beh kàng chai-ē, bô siu tò-tńg I ê ōe; beh khí-lâi kong-kek hiah-ê pháiⁿ-lâng ê ke, koh kong-kek hiah-ê pang-chān lâng chòe pháiⁿ--ê.","tghg":"耶和華其實有智慧；伊欲降災禍，無收倒轉伊的話，欲起來攻擊許個歹人的家，閣攻擊許個幫助人做歹者。","bklhl":"耶和華其實有智慧，伊beh降災厄，無收倒tńg伊ê話；beh起來攻擊hiah-ê pháiⁿ人ê家，koh攻擊hiah-ê幫贊人做pháiⁿ-ê。"}},{"book":"賽","chapter":31,"verse":3,"versions":{"unv":"埃及人不過是人，並不是　神；他們的馬不過是血肉，並不是靈。耶和華一伸手，那幫助人的必絆跌，那受幫助的也必跌倒，都一同滅亡。","bklcl":"Ai-ki̍p lâng put-kò sī lâng, m̄-sī Siōng-tè; in ê bé put-kò sī bah, m̄-sī sîn; Iâ-hô-hoa chi̍t-ē chhun-chhiú, hit ê pang-chān lâng--ê beh tak--tio̍h, hit-ê siū pang-chān--ê beh poa̍h-tó, lóng saⁿ-kap bia̍t-bô.","tghg":"埃及人不過是人，呣是上帝；𪜶的馬不過是肉，呣是神。耶和華一下伸手，彼個幫助人者欲觸(tak)著，彼個受幫助者欲跋倒，攏相及滅無。","bklhl":"埃及人不過是人，m̄是上帝；in ê馬不過是肉，m̄是神；耶和華一下伸手，hit ê幫贊人ê beh觸tio̍h，hit ê受幫贊ê beh跋倒，lóng相kap滅無。"}},{"book":"賽","chapter":31,"verse":4,"versions":{"unv":"耶和華對我如此說：獅子和少壯獅子護食咆哮，就是喊許多牧人來攻擊牠，牠總不因他們的聲音驚惶，也不因他們的喧嘩縮伏。如此，萬軍之耶和華也必降臨在錫安山岡上爭戰。","bklcl":"In-ūi Iâ-hô-hoa tùi góa án-ni kóng, Chhin-chhiūⁿ sai kap sòe-chiah sai kò͘ i só͘ jiàu--tio̍h ê mi̍h, chiū hm̄-hm̄-háu, sui-jiân tiàu-chi̍p chōe-chōe bo̍k-chiá lâi kong-kek i, i lóng bô in-ūi in ê siaⁿ lâi kiaⁿ-hiâⁿ, ia̍h bô in-ūi in ê soan-hoa lâi khut-ho̍k; chhin-chhiūⁿ án-ni, bān-kun ê Iâ-hô-hoa beh lîm-kàu, kau-chiàn tī Sek-an soaⁿ kap i ê soaⁿ-niá.","tghg":"因為耶和華對我按呢講：親像獅及細隻獅顧伊所抓(jiàu)著的物就噤噤哮(hm̄-hm̄-háu)，雖然召集多多牧者來攻擊伊，伊攏無因為𪜶的聲來驚惶，亦無因為𪜶的喧嘩來屈服。親像按呢，萬軍的耶和華欲臨到，交戰佇錫安山及伊的山嶺。","bklhl":"因為耶和華對我án-ni講，親像獅kap細隻獅顧伊所抓tio̍h ê物，就hm̄-hm̄哮，雖然召集chōe-chōe牧者來攻擊伊，伊lóng無因為in ê聲來驚惶，亦無因為in ê喧嘩來屈服；親像án-ni，萬軍ê耶和華beh臨到，交戰tī錫安山kap伊ê山嶺。"}},{"book":"賽","chapter":31,"verse":5,"versions":{"unv":"雀鳥怎樣搧翅覆雛，萬軍之耶和華也要照樣保護耶路撒冷。他必保護拯救，要越門保守。","bklcl":"Chhin-chhiūⁿ chiáu thí-khui si̍t, án-ni bān-kun ê Iâ-hô-hoa beh pó-hō͘ Iâ-lō͘-sat-léng; koh pó-hō͘ i, koh khan-kiù i, koh pôaⁿ-kè lâi kiù i.","tghg":"親像鳥展開翅，按呢萬軍的耶和華欲保護耶路撒冷。閣保護伊閣牽救伊，閣𨃟過來救伊。","bklhl":"親像鳥thí開翼，án-ni萬軍ê耶和華beh保護耶路撒冷；koh保護伊，koh牽救伊，koh pôaⁿ過來救伊。"}},{"book":"賽","chapter":31,"verse":6,"versions":{"unv":"以色列人哪，你們深深地悖逆耶和華，現今要歸向他。","bklcl":"Í-sek-lia̍t ê kiáⁿ-sun ah, lín só͘ chhim-chhim pōe-ge̍k-ê, taⁿ tio̍h kui-ǹg I.","tghg":"以色列的子孫啊，恁所深深悖逆(pōe-ge̍k)的，今著歸向伊。","bklhl":"以色列ê kiáⁿ孫ah，lín所深深悖逆ê，taⁿ tio̍h歸向祂。"}},{"book":"賽","chapter":31,"verse":7,"versions":{"unv":"到那日，各人必將他金偶像銀偶像，就是親手所造、陷自己在罪中的，都拋棄了。","bklcl":"In-ūi kàu hit-ji̍t, ta̍k-lâng beh chiong i gûn ê ngó͘-siōng, kim ê ngó͘-siōng, chiū-sī lín ê chhiú só͘ chō, hām-lo̍h lín tī chōe--ê, lóng pàng-sak i.","tghg":"因為到彼日，逐人欲將伊銀的偶像，金的偶像，就是恁的手所造、陷落恁佇罪者，攏放拺伊。","bklhl":"因為到hit日，ta̍k人beh將伊銀ê偶像，金ê偶像，就是lín ê手所造，陷落lín tī罪ê，lóng放sak伊。"}},{"book":"賽","chapter":31,"verse":8,"versions":{"unv":"亞述人必倒在刀下，並非人的刀；有刀要將他吞滅，並非人的刀。他必逃避這刀；他的少年人必成為服苦的。","bklcl":"A-su̍t lâng beh sí tī to-ē, m̄-sī tùi-tī lâng, ia̍h m̄-sī pêng-siông lâng ê to beh bia̍t i; i beh tùi to ê bīn-chêng lâi tô-siám, i ê siàu-liân lâng beh chòe khó͘-kang.","tghg":"亞述人欲死佇刀下，呣是對佇人；亦呣是平常人的刀欲滅伊。伊欲對刀的面前來逃閃；伊的少年人欲做苦工。","bklhl":"亞述人beh死tī刀下，m̄是對tī人，亦m̄是平常人ê刀beh滅伊；伊beh tùi刀ê面前來逃閃，伊ê少年人beh做苦工。"}},{"book":"賽","chapter":31,"verse":9,"versions":{"unv":"他的磐石必因驚嚇挪去；他的首領必因大旗驚惶。這是那有火在錫安、有爐在耶路撒冷的耶和華說的。","bklcl":"I ê chio̍h-pôaⁿ beh in-ūi kiaⁿ-hiâⁿ lâi bô--khì; i ê siú-léng beh in-ūi tōa-kî lâi kiaⁿ-hiâⁿ; che sī hit ê ū hé tī Sek-an, ū lô͘ tī Iâ-lō͘-sat-léng ê Iâ-hô-hoa kóng ê.","tghg":"伊的石磐欲因為驚惶來無去；伊的首領欲因為大旗來驚惶。這是彼個有火佇錫安、有爐佇耶路撒冷的耶和華講的。","bklhl":"伊ê石磐beh因為驚惶來無去；伊ê首領beh因為大旗來驚惶；這是hit ê有火tī錫安，有爐tī耶路撒冷ê耶和華講ê。"}}]