[{"book":"賽","chapter":33,"verse":1,"versions":{"unv":"禍哉！你這毀滅人的，自己倒不被毀滅；行事詭詐的，人倒不以詭詐待你。你毀滅罷休了，自己必被毀滅；你行完了詭詐，人必以詭詐待你。","bklcl":"Chai-ē ah, lí chit-ê chhiúⁿ-toa̍t lâng--ê, ka-kī bô siū chhiúⁿ-toa̍t; kiâⁿ tāi-chì khúi-chà--ê, lâng bô ēng khúi-chà khoán-thāi lí!  Lí chhiúⁿ-toa̍t tú-á soah, ka-kī beh siū chhiúⁿ-toa̍t; lí kiâⁿ khúi-chà tú-á soah, lâng beh ēng khúi-chà khoán-thāi lí.","tghg":"災禍啊！你此個搶奪人者，家己無受搶奪；行代誌詭詐者，人無用詭詐款待你。你搶奪抵仔(tú-á)息(soah)，家己欲受搶奪；你行詭詐抵仔息，人欲用詭詐款待你。","bklhl":"災厄ah，你chit ê搶奪人ê，家己無受搶奪；行tāi-chì詭詐ê，人無用詭詐款待你！你搶奪tú-á soah，家己beh受搶奪；你行詭詐tú-á soah，人beh用詭詐款待你。"}},{"book":"賽","chapter":33,"verse":2,"versions":{"unv":"耶和華啊，求你施恩於我們；我們等候你。求你每早晨作我們的膀臂，遭難的時候為我們的拯救。","bklcl":"Iâ-hô-hoa ah, kiû Lí si-un hō͘ goán; goán thèng-hāu Lí, kiû Lí ta̍k chá-khí chòe goán ê chhiú, tú-tio̍h hoān-lān ê sî, chòe goán ê chín-kiù.","tghg":"耶和華啊，求你施恩互阮；阮聽候你。求你逐早起做阮的手，抵著(tú-tio̍h)患難的時做阮的拯救。","bklhl":"耶和華ah，求你施恩hō͘阮；阮thèng候你，求你ta̍k早起做阮ê手，tú-tio̍h患難ê時，做阮ê拯救。"}},{"book":"賽","chapter":33,"verse":3,"versions":{"unv":"喧嚷的響聲一發，眾民奔逃；你一興起，列國四散。","bklcl":"Soan-hoa ê siaⁿ chi̍t-ē hoat, chèng peh-sìⁿ tô-cháu; Lí chi̍t-ē khí-lâi, lia̍t-kok sì-sòaⁿ.","tghg":"喧嘩的聲一下發，眾百姓逃走；你一下起來，列國四散。","bklhl":"喧嘩ê聲一下發，眾百姓逃走；祢一下起來，列國四散。"}},{"book":"賽","chapter":33,"verse":4,"versions":{"unv":"你們所擄的必被斂盡，好像螞蚱吃（原文是斂）盡禾稼。人要蹦在其上，好像蝗蟲一樣。","bklcl":"Lín só͘-chhiúⁿ--ê beh hō͘ lâng siu-si̍p, chhin-chhiūⁿ chián-á-thâng ê siu-si̍p mi̍h; lâng cháu--khì hia, chhin-chhiūⁿ chháu-meh thiàu-lâi thiàu-khì.","tghg":"恁所搶的欲互人收拾(siu-si̍p)，親像剪仔蟲的收拾物。人走去遐，親像草蜢跳來跳去。","bklhl":"Lín所搶ê beh hō͘人收拾，親像剪á蟲ê收拾物；人走去hia，親像草蜢跳來跳去。"}},{"book":"賽","chapter":33,"verse":5,"versions":{"unv":"耶和華被尊崇，因他居在高處；他以公平公義充滿錫安。","bklcl":"Iâ-hô-hoa siū chun-chòe koâiⁿ; in-ūi I tiàm tī koâiⁿ ê só͘-chāi; I ēng kong-pêng kong-gī chhiong-móa Sek-an.","tghg":"耶和華受尊做高，因為伊踮佇高的所在；伊用公平公義充滿錫安。","bklhl":"耶和華受尊做高；因為伊tiàm tī高ê所在；伊用公平公義充滿錫安。"}},{"book":"賽","chapter":33,"verse":6,"versions":{"unv":"你一生一世必得安穩─有豐盛的救恩，並智慧和知識；你以敬畏耶和華為至寶。","bklcl":"Lí it-seng it-sì beh tit-tio̍h an-ún, ū hong-sēng ê kiù-un, kap tì-hūi kap chai-bat; kèng-ùi Iâ-hô-hoa chòe lí ê pó-pòe.","tghg":"你一生一世(it-sì)欲得著安穩——有豐盛的救恩，及智慧及知識(chai-bat)；敬畏耶和華做你的寶貝。","bklhl":"你一生一世beh得tio̍h安穩，有豐盛ê救恩，kap智慧kap知識；敬畏耶和華做你ê寶貝。"}},{"book":"賽","chapter":33,"verse":7,"versions":{"unv":"看哪，他們的豪傑在外頭哀號；求和的使臣痛痛哭泣。","bklcl":"Khòaⁿ ah, in ê hô-kia̍t tī gōa-bīn ai-siong; kiû-hô ê sù-chiá thòng-sim thî-khàu.","tghg":"看啊，𪜶的豪傑(hô-kia̍t)佇外面哀傷；求和的使者痛心啼哭。","bklhl":"看ah，in ê豪傑tī外面哀傷；求和ê使者痛心啼哭。"}},{"book":"賽","chapter":33,"verse":8,"versions":{"unv":"大路荒涼，行人止息；敵人背約，藐視城邑，不顧人民。","bklcl":"Tōa-lō͘ pha-hng, lóng bô lâng kè-lō͘; i pōe-iok, khòaⁿ-khin chiah-ê siâⁿ, bô iàu-kín peh-sìⁿ.","tghg":"大路拋荒，攏無人過路；伊背約，看輕諸個城，無要緊百姓。","bklhl":"大路拋荒，lóng無人過路；伊背約，看輕chiah ê城，無要緊百姓。"}},{"book":"賽","chapter":33,"verse":9,"versions":{"unv":"地上悲哀衰殘；黎巴嫩羞愧枯乾；沙崙像曠野；巴珊和迦密的樹林凋殘。","bklcl":"Tōe-chiūⁿ pi-ai soe-thè; Lī-pa-lùn kiàn-siàu ko͘-tâ; Sa-lûn chhin-chhiūⁿ khòng-iá; Pa-san kap Ka-bi̍t ê chhiū-ba̍k lak kng-kng.","tghg":"地上悲哀衰退；黎巴嫩見誚枯焦；沙崙親像曠野；巴珊及迦密的樹木落光光。","bklhl":"地上悲哀衰退；黎巴嫩見笑枯焦；Sa-lûn親像曠野；Pa-san kap Ka-bi̍t ê樹木lak光光。"}},{"book":"賽","chapter":33,"verse":10,"versions":{"unv":"耶和華說：現在我要起來；我要興起；我要勃然而興。","bklcl":"Iâ-hô-hoa kóng, Taⁿ Góa beh khí-lâi; taⁿ Góa beh heng-khí; taⁿ Góa beh ka-kī koâiⁿ.","tghg":"耶和華講：今我欲起來；今我欲興起；今我欲家己高。","bklhl":"耶和華講，Taⁿ我beh起來；taⁿ我beh興起；taⁿ我beh家己高。"}},{"book":"賽","chapter":33,"verse":11,"versions":{"unv":"你們要懷的是糠秕，要生的是碎秸；你們的氣就是吞滅自己的火。","bklcl":"Lín hoâi-īn chho͘-khng lâi siⁿ tiū-kó; lín ê khì beh chhin-chhiūⁿ hé lâi thun-bia̍t lín.","tghg":"恁懷孕粗糠，來生稻稿(tiū-kó)；恁的氣欲親像火來吞滅恁。","bklhl":"Lín懷孕粗糠來生稻稿；lín ê氣beh親像火來吞滅lín。"}},{"book":"賽","chapter":33,"verse":12,"versions":{"unv":"列邦必像已燒的石灰，像已割的荊棘在火中焚燒。","bklcl":"Lia̍t-pang beh chhin-chhiūⁿ í-keng sio ê chio̍h-he; chhin-chhiūⁿ í-keng koah ê chhì-phè, siū-sio tī hé-tiong.","tghg":"列邦欲親像已經燒的石灰，親像已經割的莿帕(chhì-phè)受燒佇火中。","bklhl":"列邦beh親像已經燒ê石灰；親像已經割ê刺phè，受燒tī火中。"}},{"book":"賽","chapter":33,"verse":13,"versions":{"unv":"你們遠方的人當聽我所行的；你們近處的人當承認我的大能。","bklcl":"Lín hn̄g ê lâng, tio̍h thiaⁿ Góa só͘-kiâⁿ--ê, lín kūn ê lâng tio̍h chai Góa ê tōa koân-lêng.","tghg":"恁遠的人著聽我所行的；恁近的人著知我的大權能。","bklhl":"Lín遠ê人，tio̍h聽我所行ê，lín近ê人tio̍h知我ê大權能。"}},{"book":"賽","chapter":33,"verse":14,"versions":{"unv":"錫安中的罪人都懼怕；不敬虔的人被戰兢抓住。我們中間誰能與吞滅的火同住？我們中間誰能與永火同住呢？","bklcl":"Sek-an tiong ê chōe-jîn lóng kiaⁿ-hiâⁿ, bô kèng-khiân ê lâng beh ti̍t-ti̍t chhoah.  Lán tiong-kan chī-chūi ōe kap thun-bia̍t ê hé saⁿ-kap tòa?  Lán tiong-kan chī-chūi ōe kap éng-oán ê sio-húi saⁿ-kap tòa ah?","tghg":"錫安中的罪人攏驚惶；無敬虔的人欲直直惙(chhoah)。咱中間是誰會及吞滅的火相及住？咱中間是誰會及永遠的燒毀相及住啊？","bklhl":"錫安中ê罪人lóng驚惶，無敬虔ê人beh直直chhoah。咱中間是誰能kap吞滅ê火相kap tòa？咱中間是誰能kap永遠ê燒毀相kap tòa ah？"}},{"book":"賽","chapter":33,"verse":15,"versions":{"unv":"行事公義、說話正直、憎惡欺壓的財利、擺手不受賄賂、塞耳不聽流血的話，閉眼不看邪惡事的，","bklcl":"Kiâⁿ tāi-chì kong-gī, kóng-ōe chèng-ti̍t, oàn-hūn le̍k-sek ê châi-lī, iô chhiú bô siū pò͘-lō͘, that-ba̍t hī-khang bô thiaⁿ lâu-huih ê ōe, khoeh ba̍k-chiu bô khòaⁿ pháiⁿ-tāi--ê;","tghg":"行代誌公義、講話正直、怨恨勒索(le̍k-sek)的財利、搖手無受賄賂(pò͘-lō͘)、塞密(that-ba̍t)耳孔無聽流血的話，瞌(khoeh)目睭無看歹代者，","bklhl":"行tāi-chì公義，講話正直，怨恨勒索ê財利，搖手無受pò͘賂，塞密耳孔無聽流血ê話，khoeh目睭無看pháiⁿ-tāi-ê；"}},{"book":"賽","chapter":33,"verse":16,"versions":{"unv":"他必居高處；他的保障是磐石的堅壘；他的糧必不缺乏（原文是賜給）；他的水必不斷絕。","bklcl":"i beh tiàm tī koâiⁿ ê só͘-chāi; kian-kò͘ ê chio̍h-pôaⁿ chòe i ê ōe-só͘; beh ū bí-niû kiong-kip i, i ê chúi tek-khak bōe choa̍t-tn̄g.","tghg":"伊欲踮佇高的所在；堅固的石磐做伊的衛所；欲有米糧供給伊；伊的水的確𣍐絕斷。","bklhl":"伊beh tiàm tī高ê所在；堅固ê石磐做伊ê衛所；beh有米糧供給伊，伊ê水的確bōe絕斷。"}},{"book":"賽","chapter":33,"verse":17,"versions":{"unv":"你的眼必見王的榮美，必見遼闊之地。","bklcl":"Lí ê ba̍k-chiu beh khòaⁿ-kìⁿ ông ê súi, beh khòaⁿ-kìⁿ khui-khoah ê tōe.","tghg":"你的目睭欲看見王的媠，欲看見開闊的地。","bklhl":"你ê目睭beh看見王ê súi，beh看見開闊ê地。"}},{"book":"賽","chapter":33,"verse":18,"versions":{"unv":"你的心必思想那驚嚇的事，自問說：記數目的在哪裡呢？平貢銀的在哪裡呢？數戍樓的在哪裡呢？","bklcl":"Lí ê sim beh siàu-liām hit ê kiaⁿ-hiâⁿ ê sū; koán-siàu--ê tī toh-lo̍h? phêng kòng-gûn ê tī toh-lo̍h? sǹg chiú-kiⁿ-lâu--ê tī toh-lo̍h?","tghg":"你的心欲數念(siàu-liām)彼個驚惶的事，管數(siàu)者佇叨落？秤(phêng)貢銀者佇叨落？算守更樓者佇叨落？","bklhl":"你ê心beh siàu念hit ê驚惶ê事；管賬ê tī toh-lo̍h？秤(phêng)貢銀ê tī toh-lo̍h？算守更樓ê tī toh-lo̍h？"}},{"book":"賽","chapter":33,"verse":19,"versions":{"unv":"你必不見那強暴的民，就是說話深奧，你不能明白，言語呢喃，你不能懂得的。","bklcl":"Lí tek-khak bô khòaⁿ-kìⁿ kiông-béng ê peh-sìⁿ, chiū-sī kóng-ōe oh-thiaⁿ, lí bōe bêng-pe̍k; giân-gú gí-bú gí-ngiáu, lí bōe hiáu-tit--ê.","tghg":"你的確無看見強猛的百姓，就是講話僫(oh)聽，你𣍐明白，言語狋哞(gí-bú)狋嘵(gí-ngiáu)，你𣍐曉得的。","bklhl":"你的確無看見強猛ê百姓，就是講話oh聽，你bōe明白；言語gí-bú gí-ngiáu，你bōe曉得ê。"}},{"book":"賽","chapter":33,"verse":20,"versions":{"unv":"你要看錫安─我們守聖節的城！你的眼必見耶路撒冷為安靜的居所，為不挪移的帳幕，橛子永不拔出，繩索一根也不折斷。","bklcl":"Lí tio̍h khòaⁿ Sek-an, lán siú sèng-choeh ê siâⁿ, lí ê ba̍k-chiu beh khòaⁿ-kìⁿ Iâ-lō͘-sat-léng chòe an-chēng ê chhù-the̍h, chòe bô î-sóa ê pò͘-pîⁿ, i ê khi̍t éng bô pu̍ih-chhut, i ê soh lóng bô tn̄g.","tghg":"你著看錫安──咱守聖節的城！你的目睭欲看見耶路撒冷做安靜的厝宅，做無移徙的布棚，伊的杙(khi̍t)永無拔(pu̍ih)出，伊的索攏無斷。","bklhl":"你tio̍h看錫安，咱守聖節ê城，你ê目睭beh看見耶路撒冷做安靜ê厝宅，做無移徙ê布棚，伊ê杙(khi̍t)永無拔出，伊ê索lóng無斷。"}},{"book":"賽","chapter":33,"verse":21,"versions":{"unv":"在那裡，耶和華必顯威嚴與我們同在，當作江河寬闊之地；其中必沒有盪槳搖櫓的船來往，也沒有威武的船經過。","bklcl":"Tī-hia Iâ-hô-hoa beh hián-bêng ui-giâm kap lán saⁿ-kap tī-teh, chhin-chhiūⁿ kang-hô khui-khoah ê tōe; hit tiong-kan tek-khak bô ū kò-chiúⁿ ê chûn óng-lâi, ia̍h bô ū ui-hong ê chûn keng-kè.","tghg":"佇遐，耶和華欲顯明威嚴及咱相及佇啲，親像江河開闊的地；彼中間的確無有划槳(kò-chiúⁿ)的船往來，亦無有威風的船經過。","bklhl":"Tī-hia耶和華beh顯明威嚴kap咱相kap tī-teh，親像江河開闊ê地；hit中間的確無有划槳ê船往來，亦無有威風ê船經過。"}},{"book":"賽","chapter":33,"verse":22,"versions":{"unv":"因為，耶和華是審判我們的；耶和華是給我們設律法的；耶和華是我們的王；他必拯救我們。","bklcl":"In-ūi Iâ-hô-hoa sī lán ê sím-phòaⁿ-si, Iâ-hô-hoa sī kā lán siat lu̍t-hoat--ê; Iâ-hô-hoa sī lán ê ông; I beh chín-kiù lán.","tghg":"因為，耶和華是咱的審判司；耶和華是給咱設律法者；耶和華是咱的王；伊欲拯救咱。","bklhl":"因為耶和華是咱ê審判司，耶和華是kā咱設律法ê；耶和華是咱ê王；祂beh拯救咱。"}},{"book":"賽","chapter":33,"verse":23,"versions":{"unv":"你的繩索鬆開：不能栽穩桅杆，也不能揚起篷來。那時許多擄來的物被分了；瘸腿的把掠物奪去了。","bklcl":"Lí ê phâng-soh lóng lut--khì; chûn-ûi khiā-bōe-chāi; hong-phâng chhia bōe-khí-lâi; hit-sî chōe-chōe chhiúⁿ--lâi ê mi̍h hō͘ lâng pun--khì; pái-kha--ê ia̍h chhiúⁿ-tio̍h mi̍h.","tghg":"你的帆索攏甪(lut)去；船桅(ûi)徛𣍐在，風帆捙(chhia)𣍐起來。彼時多多搶來的物互人分去；跛腳的亦搶著物。","bklhl":"你ê帆索lóng lut去；船桅khiā-bōe在；風帆chhia bōe起來；hit時chōe-chōe搶來ê物hō͘人分去；跛腳ê亦搶tio̍h物。"}},{"book":"賽","chapter":33,"verse":24,"versions":{"unv":"城內居民必不說：我病了；其中居住的百姓，罪孽都赦免了。","bklcl":"Khiā-khí ê peh-sìⁿ tek-khak bô kóng, Góa ū phòa-pīⁿ; kî-tiong khiā-khí ê peh-sìⁿ, chōe-kòa lóng sià-bián.","tghg":"徛起的百姓的確無講：我有破病；其中徛起的百姓，罪過攏赦免。","bklhl":"Khiā起ê百姓的確無講，我有破病；其中khiā起ê百姓，罪過lóng赦免。"}}]