[{"book":"賽","chapter":57,"verse":1,"versions":{"unv":"義人死亡，無人放在心上；虔誠人被收去，無人思念。這義人被收去是免了將來的禍患；","bklcl":"Gī-lâng sí-bô, bô lâng khòa tī sim-thâu; khiân-sêng ê lâng kè-sì, bô lâng siūⁿ-kàu chit ê gī-lâng kè-sì sī thoat-lī chiong-lâi ê chai-ē.","tghg":"義人死無，無人掛佇心頭；虔誠的人過世，無人想到此個義人過世是脫離將來的災禍；","bklhl":"義人死無，無人掛tī心頭；虔誠ê人過世，無人想到chit ê義人過世是脫離將來ê災厄。"}},{"book":"賽","chapter":57,"verse":2,"versions":{"unv":"他們得享（原文是進入）平安。素行正直的，各人在墳裡（原文是床上）安歇。","bklcl":"Kiâⁿ tī chèng-ti̍t ê lâng, i beh chìn-ji̍p pêng-an ê só͘-chāi, an-jiân hioh tī i ê chhn̂g.","tghg":"行佇正直的人，伊欲進入平安的所在，安然歇佇伊的床。","bklhl":"行tī正直ê人，伊beh進入平安ê所在，安然歇tī伊ê床。"}},{"book":"賽","chapter":57,"verse":3,"versions":{"unv":"你們這些巫婆的兒子，姦夫和妓女的種子，都要前來！","bklcl":"Lín chiah-ê ang-î ê kiáⁿ, kan-hu kap kī-lú ê chéng-lūi, lóng tio̍h chìn-chêng lâi.","tghg":"恁諸個尪姨的子，姦夫及妓女的種類，攏著進前來！","bklhl":"Lín chiah ê紅姨ê kiáⁿ，姦夫kap妓女ê種類，lóng tio̍h進前來。"}},{"book":"賽","chapter":57,"verse":4,"versions":{"unv":"你們向誰戲笑？向誰張口吐舌呢？你們豈不是悖逆的兒女，虛謊的種類呢？","bklcl":"Lín tùi chī-chūi hì-lāng, tùi chī-chūi khui-chhùi thó͘-chi̍h ah? lín kiám m̄-sī pōe-ge̍k ê kiáⁿ-jî, pe̍h-chha̍t ê chéng-lūi mah?","tghg":"恁對是誰戲弄？對是誰開嘴吐舌啊？恁豈呣是悖逆(pōe-ge̍k)的子兒，白賊的種類嗎？","bklhl":"Lín 對是誰戲弄，對是誰開嘴吐舌ah？lín kiám m̄是悖逆ê kiáⁿ兒，白賊ê種類mah？"}},{"book":"賽","chapter":57,"verse":5,"versions":{"unv":"你們在橡樹中間，在各青翠樹下慾火攻心；在山谷間，在石穴下殺了兒女；","bklcl":"Lín tī siōng-chhiū ê tiong-kan, tī ta̍k châng chhiⁿ-chhùi ê chhiū-kha, io̍k-hé kong-sim, tī soaⁿ-kok--nih, tī chio̍h-khang-lāi thâi gín-ná.","tghg":"恁佇橡樹的中間，佇逐欉青翠的樹腳慾火攻心，佇山谷裡，佇石孔內刣囝仔；","bklhl":"Lín tī橡樹ê中間，tī ta̍k叢青翠ê樹腳，慾火攻心，tī山谷裡，tī石孔內刣 gín-ná。"}},{"book":"賽","chapter":57,"verse":6,"versions":{"unv":"在谷中光滑石頭裡有你的分。這些就是你所得的分；你也向他澆了奠祭，獻了供物，因這事我豈能容忍嗎？","bklcl":"Tī soaⁿ-kok-lāi, kng-ku̍t ê chio̍h-thâu tiong, ū lí ê hūn-gia̍h; chiah-ê chiū-sī lí só͘ tit-tio̍h ê gia̍p; lí ia̍h tùi i koàn-tiān, hiàn lé-mi̍h; in-ūi chiah-ê, Góa kiám ōe an-sim mah?","tghg":"佇山谷內光滑的石頭中有你的份額。諸個就是你所得著的業；你亦對伊灌奠(tiān)，獻禮物，因為諸個我豈會安心嗎？","bklhl":"Tī山谷內，光滑ê石頭中，有你ê份額；chiah ê就是你所得tio̍h ê業；你亦對伊灌奠，獻禮物；因為chiah ê，我kiám會安心mah？"}},{"book":"賽","chapter":57,"verse":7,"versions":{"unv":"你在高而又高的山上安設床榻，也上那裡去獻祭。","bklcl":"Lí tī koâiⁿ-koâiⁿ ê soaⁿ-téng an-siat bîn-chhn̂g, ia̍h chiūⁿ-khì hiàn-chè.","tghg":"你佇高高的山頂安設眠床，亦上去獻祭。","bklhl":"你tī高高ê山頂安設眠床，亦上去獻祭。"}},{"book":"賽","chapter":57,"verse":8,"versions":{"unv":"你在門後，在門框後，立起你的紀念；向外人赤露，又上去擴張床榻，與他們立約；你在那裡看見他們的床就甚喜愛。","bklcl":"Lí tī mn̂g-āu, mn̂g-khiā-āu, khiā lí ê kì-liām; tùi pa̍t-lâng lō͘-hiān sin-thé lâi chiūⁿ-khì; khui-khoah lí ê bîn-chhn̂g, kap in li̍p-iok; lí tī-hia khòaⁿ-kìⁿ in ê bîn-chhn̂g, chiū chin ì-ài.","tghg":"你佇門後，門竪(khiā)後，竪你的紀念；對別人露現身體來上去開闊你的眠床，及𪜶立約；你佇遐看見𪜶的眠床就真意愛。","bklhl":"你tī門後，門khiā後，khiā你ê記念；對別人露現身體來上去；開闊你ê眠床，kap in立約；你tī-hia看見in ê眠床，就真意愛。"}},{"book":"賽","chapter":57,"verse":9,"versions":{"unv":"你把油帶到王那裡，又多加香料，打發使者往遠方去，自卑自賤直到陰間，","bklcl":"Lí chiong iû tòa kàu ông hia, koh ke-thiⁿ lí ê hiuⁿ-liāu, chhe sù-chiá khì hn̄g-hn̄g ê só͘-chāi, ka-kī pi-chiān, ti̍t-kàu im-kan.","tghg":"你將油帶到王遐，閣加添你的香料(hiuⁿ-liāu)，差使者去遠遠的所在，家己卑賤直到陰間，","bklhl":"你將油帶到王hia，koh加添你ê香料，差使者去遠遠ê所在，家己卑賤，直到陰間。"}},{"book":"賽","chapter":57,"verse":10,"versions":{"unv":"你因路遠疲倦，卻不說這是枉然；你以為有復興之力，所以不覺疲憊。","bklcl":"Lí in-ūi lō͘ hn̄g ià-siān, chóng-sī bô kóng, Che sī khang-khang; lí ū koh tit-tio̍h khùi-la̍t, só͘-í m̄-chai loán-jio̍k.","tghg":"你因為路遠厭倦，總是無講這是空空；你有閣得著氣力，所以呣知軟弱。","bklhl":"你因為路遠厭倦，總是無講，這是空空；你有koh得tio̍h氣力，所以m̄知軟弱。"}},{"book":"賽","chapter":57,"verse":11,"versions":{"unv":"你怕誰？因誰恐懼？竟說謊，不記念我，又不將這事放在心上。我不是許久閉口不言，你仍不怕我嗎？","bklcl":"Lí in-ūi chī-chūi lâi lún-neh kiaⁿ-hiâⁿ, tì-kàu kóng pe̍h-chha̍t, bô kì-liām Góa, ia̍h bô khòa tī lí ê sim-thâu?  Góa kiám-m̄-sī tùi kó͘-chá chēng-chēng, lí chiah bô kiaⁿ Góa mah?","tghg":"你因為是誰來懍懾(lún-neh)驚惶？致到講白賊，無紀念我，亦無掛佇你的心頭。我豈呣是對古早靜靜，你才無驚我嗎？","bklhl":"你因為是誰來忍neh驚惶，致到講白賊，無記念我，亦無掛tī你ê心頭？我kiám-m̄是tùi古早靜靜，你chiah無驚我mah？"}},{"book":"賽","chapter":57,"verse":12,"versions":{"unv":"我要指明你的公義；至於你所行的都必與你無益。","bklcl":"Góa beh chí-bêng lí ê kong-gī; lūn-kàu lí ê só͘-kiâⁿ, lóng bô lī-ek lí.","tghg":"我欲指明你的公義；論到你的所行攏無利益你。","bklhl":"我beh指明你ê公義；論到你ê所行，lóng無利益你。"}},{"book":"賽","chapter":57,"verse":13,"versions":{"unv":"你哀求的時候，讓你所聚集的拯救你吧！風要把他們颳散，一口氣要把他們都吹去。但那投靠我的必得地土，必承受我的聖山為業。","bklcl":"Lí âu-kiò ê sî, thang hō͘ lí só͘ chū-chi̍p-ê kiù lí; hong beh kā in chhe-sòaⁿ; khì beh kā in pûn--khì; chóng-sī hit-ê óa-khò Góa--ê beh tit-tio̍h thó͘-tōe, beh sêng-siū Góa ê sèng-soaⁿ chòe gia̍p.","tghg":"你喉叫的時，通互你所聚集的救你！風欲給𪜶吹散，氣欲給𪜶歕(pûn)去。總是彼個倚靠我者欲得著土地，欲承受我的聖山做業。","bklhl":"你喉叫ê時，thang hō͘你所聚集ê救你；風beh kā in吹散；氣beh kā in pûn去；總是hit ê óa靠我ê beh得tio̍h土地，beh承受我ê聖山做業。"}},{"book":"賽","chapter":57,"verse":14,"versions":{"unv":"耶和華要說：你們修築修築，預備道路，將絆腳石從我百姓的路中除掉。","bklcl":"Ū siaⁿ kóng, Thūn-koâiⁿ, thūn-koâiⁿ, pī-pān lō͘, tùi Góa ê peh-sìⁿ ê lō͘-tiong tû-khì that-gāi.","tghg":"有聲講：填(thūn)高填高，備辦路，對我的百姓的路中除去塞礙(that-gāi)。","bklhl":"有聲講，Thūn高，thūn高，備辦路，tùi我ê百姓ê路中除去窒礙。"}},{"book":"賽","chapter":57,"verse":15,"versions":{"unv":"因為那至高至上、永遠長存（原文是住在永遠）名為聖者的如此說：我住在至高至聖的所在，也與心靈痛悔謙卑的人同居；要使謙卑人的靈甦醒，也使痛悔人的心甦醒。","bklcl":"In-ūi hit-ê chì-koâiⁿ chì-chun, éng-oán tī-teh, miâ kiò-chòe Sèng--ê, án-ni kóng, Góa khiā-khí tī chì-koâiⁿ chì-sèng ê só͘-chāi, ia̍h kap sim-sîn thòng-hóe khiam-pi ê lâng saⁿ-kap khiā-khí, beh hō͘ khiam-pi ê lâng ê sim-sîn koh-oa̍h, ia̍h hō͘ thòng-hóe ê lâng ê sim koh-oa̍h.","tghg":"因為彼個至高至尊，永遠佇啲，名叫做聖者按呢講：我徛起佇至高至聖的所在，亦及心神痛悔謙卑的人相及徛起；欲互謙卑的人的心神復活，亦互痛悔的人的心復活。","bklhl":"因為hit ê至koân至尊，永遠tī-teh，名叫做聖ê，án-ni講，我khiā起tī至koân至聖ê所在，亦kap心神痛悔謙卑ê人相kap khiā起，beh hō͘謙卑ê人ê心神koh活，亦hō͘痛悔ê人ê心koh活。"}},{"book":"賽","chapter":57,"verse":16,"versions":{"unv":"我必不永遠相爭，也不長久發怒，恐怕我所造的人與靈性都必發昏。","bklcl":"Góa tek-khak bô éng-oán cheng-piān, ia̍h bô kú-tn̂g siū-khì; kiaⁿ-liáu Góa só͘ chhòng-chō ê lâng, in ê sim kap lêng-hûn tī Góa ê bīn-chêng soe-lám.","tghg":"我的確無永遠爭辯，亦無久長受氣，驚了(liáu)我所創造的人，𪜶的心及靈魂佇我的面前衰膦(soe-lám)。","bklhl":"我的確無永遠爭辯，亦無久長受氣；驚了我所創造ê人，in ê心kap靈魂tī我ê面前衰lám。"}},{"book":"賽","chapter":57,"verse":17,"versions":{"unv":"因他貪婪的罪孽，我就發怒擊打他；我向他掩面發怒，他卻仍然隨心背道。","bklcl":"In-ūi i tham-sim ê chōe-kòa, Góa chiū siū-khì phah i, Góa ng-bīn siū-khì; i iû-goân pōe-ge̍k, chiàu i ê sim-ì khì kiâⁿ.","tghg":"因為伊貪心的罪過，我就受氣拍伊；我掩(ng)面受氣，伊猶原悖逆照伊的心意去行。","bklhl":"因為伊貪心ê罪過，我就受氣phah伊，我掩面受氣；伊猶原悖逆，照伊ê心意去行。"}},{"book":"賽","chapter":57,"verse":18,"versions":{"unv":"我看見他所行的道，也要醫治他；又要引導他，使他和那一同傷心的人再得安慰。","bklcl":"Góa khòaⁿ i só͘ kiâⁿ ê lō͘, ia̍h beh i-hó i; koh beh chhōa i, hō͘ i kap hiah-ê saⁿ-kap siong-sim ê lâng, koh tit-tio̍h an-ùi.","tghg":"我看伊所行的路，亦欲醫好伊；閣欲導伊，互伊及許個相及傷心的人閣得著安慰。","bklhl":"我看伊所行ê路，亦beh醫好伊；koh beh chhōa伊，hō͘伊kap hiah-ê相kap傷心ê人，koh得tio̍h安慰。"}},{"book":"賽","chapter":57,"verse":19,"versions":{"unv":"我造就嘴唇的果子；願平安康泰歸與遠處的人，也歸與近處的人；並且我要醫治他。這是耶和華說的。","bklcl":"Góa chō beh hō͘ in ê chhùi kóng-chhut o-ló ê ōe, Pêng-an, pêng-an kui hō͘ hn̄g kap kūn ê lâng; koh Góa beh i-hó i; che sī Iâ-hô-hoa kóng ê.","tghg":"我造欲互𪜶的嘴講出謳咾的話；平安、平安歸互遠及近的人，閣我欲醫好伊。這是耶和華講的。","bklhl":"我造beh hō͘ in ê嘴講出o-ló ê話，平安，平安歸hō͘遠kap近ê人；koh我beh醫好伊；這是耶和華講ê。"}},{"book":"賽","chapter":57,"verse":20,"versions":{"unv":"惟獨惡人，好像翻騰的海，不得平靜；其中的水常湧出污穢和淤泥來。","bklcl":"To̍k-to̍k pháiⁿ-lâng chhin-chhiūⁿ giâ-éng ê hái, bōe-ōe pêng-chēng; i ê chúi chhèng-chhut ù-òe kap thô͘-bê.","tghg":"獨獨歹人親像夯湧(giâ-éng)的海，𣍐會平靜；伊的水淐(chhèng)出污穢及土糜(bê)。","bklhl":"獨獨pháiⁿ人親像giâ湧ê海，bōe能平靜；伊ê水chhèng出污穢kap土糜。"}},{"book":"賽","chapter":57,"verse":21,"versions":{"unv":"我的　神說：惡人必不得平安！","bklcl":"Góa ê Siōng-tè kóng, Pháiⁿ-lâng tek-khak bōe pêng-an.","tghg":"我的上帝講：歹人的確𣍐平安！","bklhl":"我ê上帝講，Pháiⁿ人的確bōe平安。"}}]