[{"book":"賽","chapter":1,"verse":1,"versions":{"unv":"當烏西雅、約坦、亞哈斯、希西家作猶大王的時候，亞摩斯的兒子以賽亞得默示，論到猶大和耶路撒冷。","bklcl":"Tng O͘-se-a, Iok-thán, A-hap-su, Hi-se-ka, chòe Iû-tāi ông ê sî, A-mô͘-su ê kiáⁿ, Í-sài-a só͘ tit-tio̍h lūn Iû-tāi kap Iâ-lō͘-sat-léng ê be̍k-sī.","tghg":"當烏西亞、約坦、亞哈斯、希西家做猶大王的時，亞摩斯的子以賽亞，所得著論猶大及耶路撒冷的默示。","bklhl":"當O͘-se-a、Iok-thán、A-hap-su、Hi-se-ka，做偤大王ê時，A-mô͘-su ê kiáⁿ，以賽亞所得tio̍h論偤大kap耶路撒冷ê默示。"}},{"book":"賽","chapter":1,"verse":2,"versions":{"unv":"天哪，要聽！地啊，側耳而聽！因為耶和華說：我養育兒女，將他們養大，他們竟悖逆我。","bklcl":"Thiⁿ ah, tio̍h thiaⁿ, tōe ah, tio̍h àⁿ hī-khang, in-ūi Iâ-hô-hoa ū kóng, Góa bat iúⁿ-chhī kiáⁿ-jî, pôe-ióng in tōa-hàn, in kéng-jiân pōe-ge̍k Góa.","tghg":"天啊，著聽！地啊，著俯耳孔！因為耶和華有講：我曾養飼子兒，培養𪜶大漢，𪜶竟然悖逆我。","bklhl":"天ah，tio̍h聽，地ah，tio̍h俯耳孔，因為耶和華有講，我bat養飼kiáⁿ兒，培養in大漢，in竟然悖逆我。"}},{"book":"賽","chapter":1,"verse":3,"versions":{"unv":"牛認識主人，驢認識主人的槽，以色列卻不認識；我的民卻不留意。","bklcl":"Gû bat i ê chú-lâng, lû bat i ê chú-lâng ê chô; chóng-sī Í-sek-lia̍t m̄-bat, Góa ê peh-sìⁿ bōe hiáu siūⁿ.","tghg":"牛識(bat)伊的主人，驢識伊的主人的槽，總是以色列呣識；我的百姓𣍐曉(hiáu)想。","bklhl":"牛bat伊ê主人，驢bat伊ê主人ê槽；總是以色列m̄-bat，我ê百姓bōe曉想。"}},{"book":"賽","chapter":1,"verse":4,"versions":{"unv":"嗐！犯罪的國民，擔著罪孽的百姓；行惡的種類，敗壞的兒女！他們離棄耶和華，藐視以色列的聖者，與他生疏，往後退步。","bklcl":"Hāi ah, hoān-chōe ê kok, pē-chōe ê peh-sìⁿ, kiâⁿ-pháiⁿ ê chéng-lūi, pāi-hoāi ê kiáⁿ-jî; in lī-khui Iâ-hô-hoa, khòaⁿ-khin Í-sek-lia̍t ê Sèng--ê, kap I chhiⁿ-so͘, oa̍t-tò-tńg khì.","tghg":"嗐(hāi)啊！犯罪的國，背罪的百姓；行歹的種類，敗壞的子兒！𪜶離開耶和華，看輕以色列的聖者，及伊生疏，越倒轉去。","bklhl":"害ah，犯罪ê國，背罪ê百姓，行pháiⁿ ê種類，敗壞ê kiáⁿ兒；in離開耶和華，看輕以色列ê聖ê，kap伊生疏，oa̍t倒tńg去。"}},{"book":"賽","chapter":1,"verse":5,"versions":{"unv":"你們為甚麼屢次悖逆，還要受責打嗎？你們已經滿頭疼痛，全心發昏。","bklcl":"Lín ta̍uh-ta̍uh pōe-ge̍k, sī ài koh siū phah mah?  Móa thâu-khak í-keng thàng-thiàⁿ, móa-sim soe-jio̍k.","tghg":"恁沓沓(ta̍uh-ta̍uh)悖逆，是愛閣受拍嗎？滿頭殼已經痛疼(thàng-thiàⁿ)，滿心衰弱。","bklhl":"Lín ta̍uh-ta̍uh悖逆，是ài koh受phah mah？滿頭殼已經痛疼，滿心衰弱。"}},{"book":"賽","chapter":1,"verse":6,"versions":{"unv":"從腳掌到頭頂，沒有一處完全的，盡是傷口、青腫，與新打的傷痕，都沒有收口，沒有纏裹，也沒有用膏滋潤。","bklcl":"Tùi kha-chioh-tóe kàu thâu-khak-téng, bô chi̍t-tè hó-bah; lóng sī siong-chhùi, o͘-chhiⁿ-chéng, kap sin-phah ê siong; lóng bē ū siu-chhùi, bē ū pau-ba̍t, iā bô ēng iû lūn-te̍k.","tghg":"對腳跡底到頭殼頂，無一塊好肉，攏是傷嘴、黑青腫，及新拍的傷，攏未有收嘴，未有包密，也無用油潤澤。","bklhl":"Tùi腳石底到頭殼頂，無一塊好肉；lóng是傷嘴，烏青腫，kap新phah ê傷；lóng未有收嘴，未有包密，也無用油潤澤。"}},{"book":"賽","chapter":1,"verse":7,"versions":{"unv":"你們的地土已經荒涼；你們的城邑被火焚毀。你們的田地在你們眼前為外邦人所侵吞，既被外邦人傾覆就成為荒涼。","bklcl":"Lín ê tōe í-keng pha-hng; lín ê siâⁿ siū hé sio-húi; lín ê chhân-hn̂g tī lín ê bīn-chêng hō͘ gōa-pang lâng só͘ chhim-thun; í-keng pha-hng, chhin-chhiūⁿ hō͘ gōa-pang lâng só͘ pāi-hoāi-ê.","tghg":"恁的地已經拋荒(pha-hng)；恁的城受火燒毀。恁的田園佇恁的面前互外邦人所侵吞(chhim-thun)，已經拋荒親像互外邦人所敗壞的。","bklhl":"Lín ê地已經拋荒；lín ê城受火燒毀；lín ê田園tī lín ê面前hō͘外邦人所侵吞；已經拋荒，親像hō͘外邦人所敗壞ê。"}},{"book":"賽","chapter":1,"verse":8,"versions":{"unv":"僅存錫安城（原文是女子），好像葡萄園的草棚，瓜田的茅屋，被圍困的城邑。","bklcl":"Chí-ū lâu Sek-an siâⁿ, chhin-chhiūⁿ phû-tô-hn̂g ê chháu-liâu, koe-á-chhân ê chháu-chhù, siū ûi-khùn ê siâⁿ.","tghg":"只有留錫安城，親像葡萄園的草寮，瓜仔田的草厝，受圍困的城。","bklhl":"只有留錫安城，親像葡萄園ê草寮，瓜á田ê草厝，受圍困ê城。"}},{"book":"賽","chapter":1,"verse":9,"versions":{"unv":"若不是萬軍之耶和華給我們稍留餘種，我們早已像所多瑪、蛾摩拉的樣子了。","bklcl":"Nā m̄-sī bān-kun ê Iâ-hô-hoa kā lán lâu tām-po̍h chhun ê peh-sìⁿ, lán chiū í-keng chhin-chhiūⁿ Só͘-to-má, chhin-chhiūⁿ Gô-mô͘-la̍h chi̍t-iūⁿ.","tghg":"若呣是萬軍的耶和華給咱留淡薄剩(chhun)的百姓，咱就已經親像所多瑪、親像蛾摩拉一樣。","bklhl":"若m̄是萬軍ê耶和華kā咱留淡薄chhun ê百姓，咱就已經親像所多瑪，親像蛾摩拉一樣。"}},{"book":"賽","chapter":1,"verse":10,"versions":{"unv":"你們這所多瑪的官長啊，要聽耶和華的話！你們這蛾摩拉的百姓啊，要側耳聽我們　神的訓誨！","bklcl":"Lín Só͘-to-má ê koaⁿ-tiúⁿ ah, tio̍h thiaⁿ Iâ-hô-hoa ê ōe; lín Gô-mô͘-la̍h ê peh-sìⁿ ah, tio̍h àⁿ hī-khang thiaⁿ lán ê Siōng-tè ê kà-sī.","tghg":"恁所多瑪的官長啊，著聽耶和華的話！恁蛾摩拉的百姓啊，著俯耳孔聽咱的上帝的教示！","bklhl":"Lín所多瑪ê官長ah，tio̍h聽耶和華ê話；lín蛾摩拉ê百姓ah，tio̍h 俯耳孔聽咱ê上帝ê教示。"}},{"book":"賽","chapter":1,"verse":11,"versions":{"unv":"耶和華說：你們所獻的許多祭物與我何益呢？公綿羊的燔祭和肥畜的脂油，我已經夠了；公牛的血，羊羔的血，公山羊的血，我都不喜悅。","bklcl":"Iâ-hô-hoa kóng, Lín hiàn hiah-chōe chè-mi̍h hō͘ Góa ū sím-mi̍h lī-ek?  kang mî-iûⁿ ê sio-chè kap pûi ê cheng-siⁿ ê iû, Góa í-keng pá-ià lah; gû-káng ê huih, iûⁿ-á ê huih, soaⁿ-iûⁿ-káng ê huih, Góa lóng bô hoaⁿ-hí.","tghg":"耶和華講：恁獻許多祭物互我，有甚麼利益？公綿羊的燒祭及肥的精牲的油，我已經飽厭啦；牛牨(káng)的血，羊仔的血，山羊牨的血，我攏無歡喜。","bklhl":"耶和華講，Lín獻hiah-chōe祭物hō͘我有甚麼利益？公綿羊ê燒祭kap肥ê cheng-siⁿ ê油，我已經飽厭lah；牛káng ê血，羊á ê血，山羊káng ê血，我lóng無歡喜。"}},{"book":"賽","chapter":1,"verse":12,"versions":{"unv":"你們來朝見我，誰向你們討這些，使你們踐踏我的院宇呢？","bklcl":"Lín lâi tiâu-kìⁿ Góa, chī-chūi tùi lín thó chit-ê, lâi thún-ta̍h Góa ê īⁿ ah?","tghg":"恁來朝見我，是誰對恁討此個，來𧿬踏我的院啊？","bklhl":"Lín來朝見我，是誰 tùi lín討chit ê，來thún踏我ê院ah？"}},{"book":"賽","chapter":1,"verse":13,"versions":{"unv":"你們不要再獻虛浮的供物。香品是我所憎惡的；月朔和安息日，並宣召的大會，也是我所憎惡的；作罪孽，又守嚴肅會，我也不能容忍。","bklcl":"Bo̍h-tit koh hiàn khang-khang ê lé-mi̍h; hiuⁿ-liāu sī Góa só͘ iàm-ò͘ⁿ--ê; ge̍h ê chhoe-it, an-hioh-ji̍t, tiàu-chi̍p ê chū-hōe, sī kiâⁿ-pháiⁿ; siú giâm-siok-hōe Góa lún-bōe-tiâu.","tghg":"莫得閣獻空空的禮物。香料是我所厭惡的；月的初一、安息日，召集的聚會，是行歹，守嚴肅會，我愞(lún)𣍐住。","bklhl":"莫得koh獻空空ê禮物；香料是我所厭惡ê；月ê初一，安歇日，召集ê聚會，是行pháiⁿ；守嚴肅會我忍bōe-tiâu。"}},{"book":"賽","chapter":1,"verse":14,"versions":{"unv":"你們的月朔和節期，我心裡恨惡，我都以為麻煩；我擔當，便不耐煩。","bklcl":"Lín ta̍k-ge̍h ê chhoe-it kap choeh-kî, Góa ê sim oàn-hūn, khòaⁿ i chòe tāng-tàⁿ, hō͘ Góa taⁿ-bōe-khí.","tghg":"恁逐月的初一及節期，我的心怨恨，看伊做重擔；互我擔𣍐起。","bklhl":"Lín ta̍k月ê初一kap節期，我ê心怨恨，看伊做重擔，hō͘我擔bōe起。"}},{"book":"賽","chapter":1,"verse":15,"versions":{"unv":"你們舉手禱告，我必遮眼不看；就是你們多多地祈禱，我也不聽。你們的手都滿了殺人的血。","bklcl":"Lín kia̍h-khí chhiú, Góa beh ng ba̍k-chiu m̄-khòaⁿ lín; lín chōe-chōe kî-tó, Góa iā m̄-thiaⁿ; lín ê chhiú móa-móa thâi lâng ê huih.","tghg":"恁攑起手，我欲掩(ng)目睭呣看恁；恁多多祈禱，我也呣聽。恁的手滿滿刣人的血。","bklhl":"Lín kia̍h起手，我beh掩目睭m̄看lín；lín chōe-chōe祈禱，我也m̄聽；lín ê手滿滿刣人ê血。"}},{"book":"賽","chapter":1,"verse":16,"versions":{"unv":"你們要洗濯、自潔，從我眼前除掉你們的惡行，要止住作惡，","bklcl":"Lín tio̍h sóe lâi ka-kī chheng-khì; tùi Góa ê ba̍k-chiu-chêng tû--khì lín só͘ kiâⁿ ê pháiⁿ; soah lín ê chòe-pháiⁿ;","tghg":"恁著洗、來家己清氣，對我的目睭前除去恁所行的歹，息(soah)恁的做歹，","bklhl":"Lín tio̍h洗來家己清氣；tùi我ê目睭前除去lín所行ê pháiⁿ；soah lín ê做pháiⁿ；"}},{"book":"賽","chapter":1,"verse":17,"versions":{"unv":"學習行善，尋求公平，解救受欺壓的；給孤兒伸冤，為寡婦辨屈。","bklcl":"ha̍k-si̍p kiâⁿ-hó, chhē kong-pêng, chín-kiù siū ap-chè-ê, kā bô-pē ê kiáⁿ sin-oan, ūi chiú-kóaⁿ-lâng piān-hō͘.","tghg":"學習行好，尋公平，拯救受壓制的；給無父的子伸冤，為守寡人辯護。","bklhl":"學習行好，chhē公平，拯救受壓制ê，kā無父ê kiáⁿ申冤，為守寡人辯護。"}},{"book":"賽","chapter":1,"verse":18,"versions":{"unv":"耶和華說：你們來，我們彼此辯論。你們的罪雖像硃紅，必變成雪白；雖紅如丹顏，必白如羊毛。","bklcl":"Iâ-hô-hoa kóng, Lín lâi, lán saⁿ-kap piān-lūn; lín ê chōe sui-jiân chhin-chhiūⁿ chu-âng, beh piàn-pe̍h chhin-chhiūⁿ seh; sui-jiân âng chhin-chhiūⁿ ian-chi, beh pe̍h chhin-chhiūⁿ iûⁿ-mn̂g.","tghg":"耶和華講：恁來，咱相及辯論。恁的罪雖然親像朱紅，欲變白親像雪；雖然紅親像胭脂，欲白親像羊毛。","bklhl":"耶和華講，Lín來，咱相kap辯論；lín ê罪雖然親像朱紅，beh變白親像雪；雖然紅親像胭脂，beh白親像羊毛。"}},{"book":"賽","chapter":1,"verse":19,"versions":{"unv":"你們若甘心聽從，必吃地上的美物，","bklcl":"Lín nā kam-sim thiaⁿ-thàn, beh tit-tio̍h chia̍h tōe-chiūⁿ ê hó-mi̍h.","tghg":"恁若甘心聽趁，欲得著食地上的好物，","bklhl":"Lín若甘心聽thàn，beh得tio̍h食地上ê好物。"}},{"book":"賽","chapter":1,"verse":20,"versions":{"unv":"若不聽從，反倒悖逆，必被刀劍吞滅。這是耶和華親口說的。","bklcl":"Nā m̄ thiaⁿ-thàn, hoán-tńg pōe-ge̍k, beh siū to-kiàm thun-bia̍t; in-ūi Iâ-hô-hoa chhin-chhùi kóng i.","tghg":"若呣聽趁，反轉悖逆，欲受刀劍吞滅。因為耶和華親嘴講伊。","bklhl":"若m̄聽thàn，反tńg悖逆，beh受刀劍吞滅；因為耶和華親嘴講伊。"}},{"book":"賽","chapter":1,"verse":21,"versions":{"unv":"可歎，忠信的城變為妓女！從前充滿了公平，公義居在其中，現今卻有兇手居住。","bklcl":"Hāi ah, tiong-sìn ê siâⁿ pìⁿ-chòe chhiong-ki; chiông-chêng chhiong-móa kong-pêng, kong-gī tiàm hit lāi-bīn; hiān-kim sī hiong-siú khiā-khí.","tghg":"嗐啊，忠信的城變做娼妓！從前充滿公平，公義踮彼內面，現今是兇手徛起。","bklhl":"害ah，忠信ê城變做娼妓；從前充滿公平，公義tiàm hit內面；現今是兇手khiā起。"}},{"book":"賽","chapter":1,"verse":22,"versions":{"unv":"你的銀子變為渣滓；你的酒用水攙對。","bklcl":"Lí ê gûn pìⁿ-chòe che-tái; lí ê chiú thàu-chúi.","tghg":"你的銀變做渣滓(che-tái)；你的酒透(thàu)水。","bklhl":"你ê銀變做渣滓；你ê酒thàu水。"}},{"book":"賽","chapter":1,"verse":23,"versions":{"unv":"你的官長居心悖逆，與盜賊作伴，各都喜愛賄賂，追求贓私。他們不為孤兒伸冤；寡婦的案件也不得呈到他們面前。","bklcl":"Lí ê koaⁿ-tiúⁿ hoān-hoat, kap chha̍t tàu-phōaⁿ; ta̍k-ê ài siū pò͘-lō͘, siàu-siūⁿ siā-lé; in bô ūi-tio̍h bô-pē ê kiáⁿ sin-oan, chiú-kóaⁿ lâng ê àn-kiāⁿ bōe tit-tio̍h kàu i ê bīn-chêng.","tghg":"你的官長犯法，及賊鬥伴(tàu-phōaⁿ)，逐個愛受賄賂(pò͘-lō͘)，數想(siàu-siūⁿ)謝禮。𪜶無為著無父的子伸冤；守寡人的案件𣍐得著到伊的面前。","bklhl":"你ê官長犯法，kap賊tàu伴；ta̍k-ê ài受pò͘賂，siàu想謝禮；in無為tio̍h無父ê kiáⁿ申冤，守寡人ê案件bōe得tio̍h到伊ê面前。"}},{"book":"賽","chapter":1,"verse":24,"versions":{"unv":"因此，主─萬軍之耶和華、以色列的大能者說：哎！我要向我的對頭雪恨，向我的敵人報仇。","bklcl":"In-ūi án-ni, Chú, bān-kun ê Iâ-hô-hoa, Í-sek-lia̍t ê eng-hiông--ê kóng, Ho͘h, Góa beh tû Góa ê kiû-siû, hō͘ ka-kī khah-ōe an-tit; beh tùi Góa ê tùi-te̍k lâi pò-siû.","tghg":"因為按呢，主──萬軍的耶和華、以色列的英雄者講：呼！我欲除我的仇讎(kiû-siû)互家己卡會安得，欲對我的對敵來報讎(pò-siû)。","bklhl":"因為án-ni，主，萬軍ê耶和華，以色列ê英雄ê講，Ho͘h，我beh除我ê仇讎，hō͘家己khah-ōe 安得；beh對我ê對敵來報仇。"}},{"book":"賽","chapter":1,"verse":25,"versions":{"unv":"我必反手加在你身上，煉盡你的渣滓，除淨你的雜質。","bklcl":"Góa beh koh hē-chhiú tī lí ê sin-chiūⁿ, it-chīn thoàn-liān lí ê che-tái, tû-chheng lí ê cha̍p-chit.","tghg":"我欲閣下(hē)手佇你的身上，一盡鍛煉你的渣滓，除清你的雜質。","bklhl":"我beh koh下手tī你ê身上，一盡鍛鍊你ê渣滓，除清你ê雜質。"}},{"book":"賽","chapter":1,"verse":26,"versions":{"unv":"我也必復還你的審判官，像起初一樣，復還你的謀士，像起先一般。然後，你必稱為公義之城，忠信之邑。","bklcl":"Góa beh koh siat-li̍p lí ê sím-phòaⁿ-koaⁿ chhin-chhiūⁿ khí-thâu, siat-li̍p lí ê bô͘-sū chhin-chhiūⁿ chá-ji̍t; jiân-āu lí beh chheng-chòe kong-gī ê siâⁿ, tiong-sìn ê siâⁿ.","tghg":"我欲閣設立你的審判官，親像起頭，設立你的謀士，親像早日。然後，你欲稱做公義的城，忠信的城。","bklhl":"我beh koh設立你ê審判官親像起頭，設立你ê謀士親像早日；然後你beh稱做公義ê城，忠信ê城。"}},{"book":"賽","chapter":1,"verse":27,"versions":{"unv":"錫安必因公平得蒙救贖；其中歸正的人必因公義得蒙救贖。","bklcl":"Sek-an beh in-ūi kong-pêng tit-tio̍h kiù-sio̍k; in tò-tńg-lâi ê lâng beh in-ūi kong-gī tit-tio̍h kiù-sio̍k.","tghg":"錫安欲因為公平得著救贖；𪜶倒轉來的人欲因為公義得著救贖。","bklhl":"錫安beh因為公平得tio̍h救贖；in 倒tńg來ê人beh因為公義得tio̍h救贖。"}},{"book":"賽","chapter":1,"verse":28,"versions":{"unv":"但悖逆的和犯罪的必一同敗亡；離棄耶和華的必致消滅。","bklcl":"Pōe-ge̍k--ê kap hoān-chōe--ê beh chòe chi̍t-ē pāi-hoāi; pàng-sak Iâ-hô-hoa--ê, tek-khak siau-bia̍t.","tghg":"悖逆者及犯罪者欲做一下敗壞；放拺耶和華者的確消滅。","bklhl":"悖逆ê kap犯罪ê beh做一下敗壞；放sak耶和華ê，的確消滅。"}},{"book":"賽","chapter":1,"verse":29,"versions":{"unv":"那等人必因你們所喜愛的橡樹抱愧；你們必因所選擇的園子蒙羞。","bklcl":"Hiah ê lâng beh in-ūi lín só͘ hoaⁿ-hí ê siōng-chhiū lâi làu-khùi; lín beh in-ūi só͘ kéng ê hn̂g lâi kiàn-siàu.","tghg":"許個人欲因為恁所歡喜的橡樹來漏氣；恁欲因為所揀的園來見笑。","bklhl":"Hiah-ê人beh因為lín所歡喜ê橡樹來漏氣；lín beh因為所揀ê園來見笑。"}},{"book":"賽","chapter":1,"verse":30,"versions":{"unv":"因為，你們必如葉子枯乾的橡樹，好像無水澆灌的園子。","bklcl":"In-ūi lín beh chhin-chhiūⁿ hio̍h ta--khì ê siōng-chhiū; beh chhin-chhiūⁿ bô chúi ê hn̂g.","tghg":"因為，恁欲親像葉乾去的橡樹，欲親像無水的園。","bklhl":"因為lín beh親像葉乾去ê橡樹；beh親像無水ê園。"}},{"book":"賽","chapter":1,"verse":31,"versions":{"unv":"有權勢的必如麻瓤；他的工作好像火星，都要一同焚毀，無人撲滅。","bklcl":"Ū koân-sè-ê beh chhin-chhiūⁿ môa-sut, i ê só͘-chòe chhin-chhiūⁿ hé-chhiⁿ; lóng chòe chi̍t-ē to̍h, bô lâng phah-hoa.","tghg":"有權勢的欲親像麻屑(sut)；伊的所做親像火星，攏做一下𤏸(to̍h)，無人拍熄(hoa)。","bklhl":"有權勢ê beh親像麻屑，伊ê所做親像火星；lóng做一下to̍h，無人phah-hoa。"}}]