[{"book":"賽","chapter":37,"verse":1,"versions":{"unv":"希西家王聽見就撕裂衣服，披上麻布，進了耶和華的殿，","bklcl":"Hi-se-ka ông thiaⁿ-kìⁿ, chiū thiah-li̍h i ê saⁿ, chhēng môa-pò͘, ji̍p Iâ-hô-hoa ê tiān.","tghg":"希西家王聽見就拆裂伊的衫，穿麻布，入耶和華的殿，","bklhl":"Hi-se-ka王聽見，就拆裂伊ê衫，穿麻布，入耶和華ê殿。"}},{"book":"賽","chapter":37,"verse":2,"versions":{"unv":"使家宰以利亞敬和書記舍伯那，並祭司中的長老，都披上麻布，去見亞摩斯的兒子先知以賽亞，","bklcl":"Chhe koán-ke ê Í-lī-a-kèng, kap su-kì Sià-pek-ná, kap chè-si tiong ê ló-pòe--ê, lóng chhēng môa-pò͘, khì kìⁿ A-mô͘-su ê kiáⁿ sian-ti Í-sài-a.","tghg":"差管家的以利亞敬及書記舍伯那，及祭司中的老輩者，攏穿麻布，去見亞摩斯的子先知以賽亞，","bklhl":"差管家ê Í-lī-a-kèng，kap書記Sià-pek-ná，kap祭司中ê老輩ê，lóng穿麻布，去見A-mô͘-su ê kiáⁿ先知以賽亞。"}},{"book":"賽","chapter":37,"verse":3,"versions":{"unv":"對他說：「希西家如此說：『今日是急難、責罰、凌辱的日子，就如婦人將要生產嬰孩，卻沒有力量生產。","bklcl":"Tùi i kóng, Hi-se-ka án-ni kóng, Kin-á-ji̍t sī hoān-lān, chek-hoa̍t, lêng-jio̍k ê ji̍t, sī chhin-chhiūⁿ kiáⁿ beh chhut-sì, ia̍h bô la̍t thang siⁿ-chhut.","tghg":"對伊講：「希西家按呢講：『今仔日是患難、責罰、凌辱的日，是親像子欲出世，亦無力通生出。","bklhl":"對伊講，Hi-se-ka án-ni講，今á日是患難、責罰、凌辱ê日，是親像kiáⁿ beh出世，亦無力thang生出。"}},{"book":"賽","chapter":37,"verse":4,"versions":{"unv":"或者耶和華─你的　神聽見拉伯沙基的話，就是他主人亞述王打發他來辱罵永生　神的話；耶和華─你的　神聽見這話就發斥責。故此，求你為餘剩的民揚聲禱告。』」","bklcl":"Kiám-chhái Iâ-hô-hoa, lí ê Siōng-tè, thiaⁿ-kìⁿ La̍h-pek-sa-ki ê ōe, chiū-sī i ê chú A-su̍t ông chhe i lâi bú-bān éng-oa̍h Siōng-tè ê ōe, kiám-chhái Iâ-hô-hoa, lí ê Siōng-tè, ūi-tio̍h thiaⁿ-kìⁿ chiah-ê ōe, chiū beh chek-pī i; só͘-í kiû lí ūi-tio̍h iáu chhun ê peh-sìⁿ chhut-siaⁿ kî-tó.","tghg":"豈採耶和華──你的上帝聽見拉伯沙基的話，就是伊的主亞述王差伊來侮慢永活上帝的話；豈採耶和華──你的上帝為著聽見諸個話就欲責備伊。所以，求你為著猶剩(chhun)的百姓出聲祈禱。』」","bklhl":"Kiám-chhái耶和華，你ê上帝，聽見La̍h-pek-sa-ki ê話，就是伊ê主亞述王差伊來侮慢永活上帝ê話，kiám-chhái耶和華，你ê上帝，為tio̍h聽見chiah ê話，就beh責備伊；所以求你為tio̍h iáu chhun ê百姓出聲祈禱。"}},{"book":"賽","chapter":37,"verse":5,"versions":{"unv":"希西家王的臣僕就去見以賽亞。","bklcl":"Hi-se-ka ông ê jîn-sîn chiū khì kìⁿ Í-sài-a.","tghg":"希西家王的人臣就去見以賽亞。","bklhl":"Hi-se-ka王ê人臣就去見以賽亞。"}},{"book":"賽","chapter":37,"verse":6,"versions":{"unv":"以賽亞對他們說：「要這樣對你們的主人說，耶和華如此說：『你聽見亞述王的僕人褻瀆我的話，不要懼怕。","bklcl":"Í-sài-a tùi in kóng, Tio̍h án-ni tùi lín ê chú kóng, Iâ-hô-hoa án-ni kóng, Lí thiaⁿ-kìⁿ A-su̍t ông ê lô͘-po̍k siat-to̍k Góa ê ōe, m̄-bián kiaⁿ in.","tghg":"以賽亞對𪜶講：「著按呢對恁的主講，耶和華按呢講：『你聽見亞述王的奴僕褻瀆(siat-to̍k)我的話，呣免驚𪜶。","bklhl":"以賽亞對in講，Tio̍h án-ni對lín ê主講，耶和華án-ni講，你聽見亞述王ê奴僕褻瀆我ê話，m̄免驚in。"}},{"book":"賽","chapter":37,"verse":7,"versions":{"unv":"我必驚動（原文是使靈進入）他的心；他要聽見風聲就歸回本地，我必使他在那裡倒在刀下。』」","bklcl":"Khòaⁿ ah, Góa beh ēng chi̍t ê sîn ji̍p i ê sim, i beh thiaⁿ-kìⁿ hong-siaⁿ, chiū tò-tńg-khì pún só͘-chāi; Góa beh hō͘ i tī pún só͘-chāi tó tī to-ē.","tghg":"看啊，我欲用一個神入伊的心；伊欲聽見風聲就倒轉去本所在，我欲互伊佇本所在倒佇刀下。』」","bklhl":"看ah，我beh用一个神入伊ê心，伊beh聽見風聲，就倒tńg去本所在；我beh hō͘伊tī本所在倒tī刀下。"}},{"book":"賽","chapter":37,"verse":8,"versions":{"unv":"拉伯沙基回去，正遇見亞述王攻打立拿；原來他早聽見亞述王拔營離開拉吉。","bklcl":"La̍h-pek-sa-ki tò-khì, tú-tio̍h A-su̍t ông teh phah Li̍p-ná; sī in-ūi i ū thiaⁿ-kìⁿ A-su̍t ông ū thiat-iâⁿ, lī-khui La̍h-kiat.","tghg":"拉伯沙基倒去，抵著(tú-tio̍h)亞述王啲拍立拿；是因為伊有聽見亞述王有撤營離開拉吉。","bklhl":"La̍h-pek-sa-ki tò去，tú-tio̍h亞述王teh phah Li̍p-ná；是因為伊有聽見亞述王有撤營，離開拉結。"}},{"book":"賽","chapter":37,"verse":9,"versions":{"unv":"亞述王聽見人論古實王特哈加說：「他出來要與你爭戰。」亞述王一聽見，就打發使者去見希西家，吩咐他們說：","bklcl":"Ông thiaⁿ-kìⁿ kóng, Kó͘-si̍t ông Te̍k-hap-ka chhut-lâi beh kap lí kau-chiàn; i chi̍t-ē thiaⁿ-kìⁿ chiū chhe sù-chiá khì kìⁿ Hi-se-ka, hoan-hù in, kóng,","tghg":"王聽見講：「古實王特哈加出來欲及你交戰。」伊一下聽見，就差使者去見希西家，吩咐𪜶講：","bklhl":"王聽見講，Kó͘-si̍t王Te̍k-hap-ka出來beh kap你交戰；伊一下聽見就差使者去見Hi-se-ka，吩咐in，講，"}},{"book":"賽","chapter":37,"verse":10,"versions":{"unv":"「你們對猶大王希西家如此說：『不要聽你所倚靠的　神欺哄你說：耶路撒冷必不交在亞述王的手中。","bklcl":"Tio̍h kā Iû-tāi ông Hi-se-ka án-ni kóng, Lí só͘ óa-khò lí ê Siōng-tè kóng, Iâ-lō͘-sat-léng tek-khak bô kau tī A-su̍t ông ê chhiú, lí bo̍h-tit hō͘ I khi-phiàn.","tghg":"「著給猶大王希西家按呢講：『你所倚靠你的上帝講：耶路撒冷的確無交佇亞述王的手你莫得互伊欺騙。","bklhl":"Tio̍h kā偤大王Hi-se-ka án-ni講，你所óa靠你ê上帝講，耶路撒冷的確無交tī亞述王ê手，你莫得hō͘伊欺騙。"}},{"book":"賽","chapter":37,"verse":11,"versions":{"unv":"你總聽說亞述諸王向列國所行的乃是盡行滅絕，難道你還能得救嗎？","bklcl":"Khòaⁿ ah, lí chóng ū thiaⁿ-kìⁿ A-su̍t chiah-ê ông tùi lia̍t-kok só͘-kiâⁿ--ê, sī it-chīn bia̍t in; chóng bô lí iáu ōe tit-tio̍h kiù mah?","tghg":"看啊，你總有聽見亞述諸個王對列國所行的是一盡滅𪜶，總無你猶會得著救嗎？","bklhl":"看ah，你總有聽見亞述chiah ê王對列國所行ê，是一盡滅in；總無你iáu會得tio̍h救mah？"}},{"book":"賽","chapter":37,"verse":12,"versions":{"unv":"我列祖所毀滅的，就是歌散、哈蘭、利色，和屬提‧拉撒的伊甸人；這些國的神何曾拯救這些國呢？","bklcl":"Góa ê lia̍t-chó͘ só͘ húi-bia̍t--ê, chiū-sī Ko-sàn, Hap-lân, Lī-sek, kap sio̍k Thê-la̍h-sat ê Ai-tiân lâng; chiah-ê kok ê siōng-tè kiám bat kiù i mah?","tghg":"我的列祖所毀滅的，就是歌散、哈蘭、利色，及屬提拉撒的伊甸人；諸個國的上帝豈曾救伊嗎？","bklhl":"我ê列祖所毀滅ê，就是Ko-sàn、哈蘭、Lī-sek，kap屬Thê-la̍h-sat ê伊甸人；chiah ê國ê上帝kiám bat救伊mah？"}},{"book":"賽","chapter":37,"verse":13,"versions":{"unv":"哈馬的王，亞珥拔的王，西法瓦音城的王，希拿和以瓦的王，都在哪裡呢？』」","bklcl":"Hap-má ê ông, A-ní-poa̍t ê ông, Se-hoat-óa-im siâⁿ ê ông, Hi-ná kap Í-óa ê ông, lóng tī toh-lo̍h?","tghg":"哈馬的王，亞珥拔的王，西法瓦音城的王，希拿及以瓦的王，攏佇叨落？』」","bklhl":"Hap-má ê王、A-ní-poa̍t ê王、Se-hoat-óa-im城ê王、Hi-ná kap Í-óa ê王，lóng tī toh-lo̍h？"}},{"book":"賽","chapter":37,"verse":14,"versions":{"unv":"希西家從使者手裡接過書信來，看完了，就上耶和華的殿，將書信在耶和華面前展開。","bklcl":"Hi-se-ka tùi sù-chiá ê chhiú chih-tio̍h phoe, tha̍k i; Hi-se-ka chiū chiūⁿ--khì Iâ-hô-hoa ê tiān, chiong phoe pâi tī Iâ-hô-hoa ê bīn-chêng.","tghg":"希西家對使者的手接(chih)著批，讀伊，希西家就上去耶和華的殿，將批排佇耶和華的面前。","bklhl":"Hi-se-ka tùi使者ê手接tio̍h phoe，讀伊；Hi-se-ka就上去耶和華ê殿，將phoe排tī耶和華ê面前。"}},{"book":"賽","chapter":37,"verse":15,"versions":{"unv":"希西家向耶和華禱告說：","bklcl":"Hi-se-ka tùi Iâ-hô-hoa kî-tó kóng,","tghg":"希西家對耶和華祈禱講：","bklhl":"Hi-se-ka對耶和華祈禱講，"}},{"book":"賽","chapter":37,"verse":16,"versions":{"unv":"「坐在二基路伯上萬軍之耶和華─以色列的　神啊，你─惟有你是天下萬國的　神，你曾創造天地。","bklcl":"Chē tī ki-lō͘-peng ê tiong-kan, bān-kun ê Iâ-hô-hoa, Í-sek-lia̍t ê Siōng-tè ah, to̍k-to̍k Lí chòe thiⁿ-ē bān-kok ê Siōng-tè; Lí bat chhòng-chō thiⁿ tōe.","tghg":"「坐佇𠼻𡀔兵的中間萬軍的耶和華──以色列的上帝啊，獨獨你做天下萬國的上帝，你曾創造天地。","bklhl":"坐tī ki-lō͘-peng ê中間，萬軍ê耶和華，以色列ê上帝ah，獨獨你做天下萬國ê上帝；你bat創造天地。"}},{"book":"賽","chapter":37,"verse":17,"versions":{"unv":"耶和華啊，求你側耳而聽；耶和華啊，求你睜眼而看，要聽西拿基立的一切話，他是打發使者來辱罵永生　神的。","bklcl":"Iâ-hô-hoa ah, kiû Lí àⁿ hī-khang lâi thiaⁿ, Iâ-hô-hoa ah, kiû Lí khui ba̍k-chiu lâi khòaⁿ; tio̍h thiaⁿ Se-ná-ki-li̍p it-chhè ê ōe, sī chhe sù-chiá lâi bú-bān éng-oa̍h Siōng-tè ê.","tghg":"耶和華啊，求你俯耳孔來聽；耶和華啊，求你開目睭來看，著聽西拿基立一切的話，是差使者來侮慢永活上帝的。","bklhl":"耶和華ah，求你俯耳孔來聽，耶和華ah，求你開目睭來看；tio̍h聽Se-ná-ki-li̍p一切ê話，是差使者來侮慢永活上帝ê。"}},{"book":"賽","chapter":37,"verse":18,"versions":{"unv":"耶和華啊，亞述諸王果然使列國和列國之地變為荒涼，","bklcl":"Iâ-hô-hoa ah, A-su̍t chiah-ê ông kó-jiân hō͘ lia̍t-kok kap i ê tōe pìⁿ-chòe pha-hng,","tghg":"耶和華啊，亞述諸個王果然互列國及伊的地變做拋荒，","bklhl":"耶和華ah，亞述chiah ê王果然hō͘列國kap伊ê地變做拋荒，"}},{"book":"賽","chapter":37,"verse":19,"versions":{"unv":"將列國的神像都扔在火裡；因為他本不是神，乃是人手所造的，是木頭、石頭的，所以滅絕他。","bklcl":"iā chiong in ê siōng-tè hiat tī hé--nih; in-ūi in m̄-sī Siōng-tè, sī lâng ê chhiú só͘-chō--ê, sī chhâ--ê, chio̍h--ê; in chiū châu-bia̍t--in.","tghg":"也將𪜶的上帝㧒(hiat)佇火裡；因為𪜶呣是上帝，是人的手所造的，是柴的、石的，𪜶就剿滅(châu-bia̍t)𪜶。","bklhl":"也將in ê上帝hiat tī火裡；因為in m̄是上帝，是人ê手所造ê，是柴ê，石ê；in就剿滅in。"}},{"book":"賽","chapter":37,"verse":20,"versions":{"unv":"耶和華─我們的　神啊，現在求你救我們脫離亞述王的手，使天下萬國都知道惟有你是耶和華。」","bklcl":"Iâ-hô-hoa goán ê Siōng-tè ah, taⁿ kiû Lí kiù goán thoat-lī i ê chhiú, hō͘ thiⁿ-ē bān-kok lóng chai to̍k-to̍k Lí sī Iâ-hô-hoa.","tghg":"耶和華──阮的上帝啊，今求你救阮脫離伊的手，互天下萬國攏知獨獨你是耶和華。」","bklhl":"耶和華阮ê上帝ah，taⁿ求祢救阮脫離伊ê手，hō͘天下萬國lóng知獨獨你是耶和華。"}},{"book":"賽","chapter":37,"verse":21,"versions":{"unv":"亞摩斯的兒子以賽亞就打發人去見希西家，說：「耶和華─以色列的　神如此說，你既然求我攻擊亞述王西拿基立，","bklcl":"A-mô͘-su ê kiáⁿ Í-sài-a chiū chhe lâng khì kìⁿ Hi-se-ka kóng, Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè án-ni kóng, Lí kì-jiân in-ūi A-su̍t ông Se-ná-ki-li̍p ê iân-kò͘ kî-kiû Góa;","tghg":"亞摩斯的子以賽亞就差人去見希西家，講：「耶和華──以色列的上帝按呢講，你既然因為亞述王西拿基立的緣故祈求我，","bklhl":"A-mô͘-su ê kiáⁿ以賽亞就差人去見Hi-se-ka講，耶和華以色列ê上帝án-ni講，你既然因為亞述王Se-ná-ki-li̍p ê緣故祈求我；"}},{"book":"賽","chapter":37,"verse":22,"versions":{"unv":"所以耶和華論他這樣說：錫安的處女藐視你，嗤笑你；耶路撒冷的女子向你搖頭。","bklcl":"taⁿ lūn-kàu i, Iâ-hô-hoa ū án-ni kóng, Sek-an ê chāi-sek-lú biáu-sī lí, thí-chhiò lí; Iâ-lō͘-sat-léng ê cha-bó͘-gín-ná tùi lí iô-thâu.","tghg":"今論到伊耶和華有按呢講：錫安的在室女藐視你，恥笑你；耶路撒冷的查某囝仔對你搖頭。","bklhl":"taⁿ論到伊，耶和華有án-ni講，錫安ê在室女藐視你，恥笑你；耶路撒冷ê cha-bó͘-gín-ná對你搖頭。"}},{"book":"賽","chapter":37,"verse":23,"versions":{"unv":"你辱罵誰，褻瀆誰？揚起聲來，高舉眼目攻擊誰呢？乃是攻擊以色列的聖者。","bklcl":"Lí lêng-jio̍k bú-bān chī-chūi? chhut tōa-siaⁿ, ba̍k-chiu niah koâiⁿ-koâiⁿ, kong-kek chī-chūi ah? chiū-sī kong-kek Í-sek-lia̍t ê Sèng--ê.","tghg":"你凌辱、侮慢是誰？出大聲，目睭赫(niah)高高攻擊是誰啊？就是攻擊以色列的聖者。","bklhl":"你凌辱侮慢是誰？出大聲，目睭niah高高，攻擊是誰 ah？就是攻擊以色列ê聖ê。"}},{"book":"賽","chapter":37,"verse":24,"versions":{"unv":"你藉你的臣僕辱罵主說：我率領許多戰車上山頂，到黎巴嫩極深之處；我要砍伐其中高大的香柏樹和佳美的松樹。我必上極高之處，進入肥田的樹林。","bklcl":"Lí chhe lí ê lô͘-po̍k bú-bān Chú kóng, Góa chhōa chōe-chōe chiàn-chhia chiūⁿ-kàu soaⁿ-chiam, kàu Lī-pa-lùn ke̍k-chhim ê só͘-chāi; góa beh chhò hit-tè koâiⁿ-tōa ê pek-hiuⁿ-chhâ, kap siōng-hó ê siông-chhiū; góa beh chiūⁿ ke̍k-koâiⁿ ê só͘-chāi, kap i pûi-tōe ê chhiū-nâ.","tghg":"你差你的奴僕侮慢主講：我導多多戰車上到山尖，到黎巴嫩極深的所在；我欲剉(chhò)彼塊高大的柏香柴及上好的松樹。我欲上極高的所在，及伊肥地的樹林。","bklhl":"你差你ê奴僕侮慢主講，我chhōa chōe-chōe戰車上到山尖，到黎巴嫩極深ê所在；我beh剉hit-tè高大ê柏香柴，kap siōng好ê松樹；我beh 上極高ê所在，kap伊肥地ê樹林。"}},{"book":"賽","chapter":37,"verse":25,"versions":{"unv":"我已經挖井喝水；我必用腳掌踏乾埃及的一切河。","bklcl":"Góa í-keng khui-chíⁿ lim gōa-pang ê chúi, góa ēng kha-chiúⁿ ta̍h Ai-ki̍p it-chhè ê hô, hō͘ i ta--khì.","tghg":"我已經開井飲外邦的水；我用腳掌踏埃及一切的河互伊乾去。","bklhl":"我已經開井lim外邦ê水，我用腳掌踏埃及一切ê河，hō͘伊乾去。"}},{"book":"賽","chapter":37,"verse":26,"versions":{"unv":"耶和華說：你豈沒有聽見我早先所做的、古時所立的嗎？現在藉你使堅固城荒廢，變為亂堆。","bklcl":"Iâ-hô-hoa kóng, Lí kiám bē-bat thiaⁿ-kìⁿ Góa tī goân-khí-thâu só͘-chòe--ê, tī kó͘-chá só͘ tiāⁿ-tio̍h--ê mah? taⁿ Góa chiâⁿ i, sī hō͘ lí húi-hoāi kian-kò͘ ê siâⁿ, pìⁿ-chòe hāu-phiaⁿ-phè.","tghg":"耶和華講：你豈未曾聽見我佇源起頭所做的，佇古早所定著(tiāⁿ-tio̍h)的嗎？今我成伊，是互你毀壞堅固的城，變做瓦片坯(hāu-phiaⁿ-phè)。","bklhl":"耶和華講，你kiám bē-bat聽見我tī源起頭所做ê，tī古早所定tio̍h-ê mah？taⁿ我成伊，是hō͘你毀壞堅固ê城，變做瓦phiaⁿ-phè。"}},{"book":"賽","chapter":37,"verse":27,"versions":{"unv":"所以其中的居民力量甚小，驚惶羞愧。他們像野草，像青菜，如房頂上的草，又如田間未長成的禾稼。","bklcl":"Só͘-í kî-tiong khiā-khí ê peh-sìⁿ khùi-la̍t chin-chió, kiaⁿ-hiâⁿ kiàn-siàu; in chhin-chhiūⁿ khòng-iá ê chháu, chhiⁿ-chhùi ê chhài, chhin-chhiūⁿ chhù-téng ê chháu, chhin-chhiūⁿ chhân--nih bē tōa-châng ê tiū-á.","tghg":"所以其中徛起的百姓氣力真少，驚惶見誚。𪜶親像曠野的草，青翠的菜，親像厝頂的草，親像田裡未大欉的稻仔。","bklhl":"所以其中khiā起ê百姓氣力真少，驚惶見笑；in親像曠野ê草，青翠ê菜，親像厝頂ê草，親像田裡bē大叢ê稻á。"}},{"book":"賽","chapter":37,"verse":28,"versions":{"unv":"你坐下，你出去，你進來，你向我發烈怒，我都知道。","bklcl":"Lí chē-lo̍h-khì, lí chhut-khì, lí ji̍p-lâi, lí ê tōa siū-khì Góa, Góa lóng chai.","tghg":"你坐落去，你出去，你入來，你的大受氣我，我攏知。","bklhl":"你坐落去，你出去，你入來，你ê大受氣我，我lóng知。"}},{"book":"賽","chapter":37,"verse":29,"versions":{"unv":"因你向我發烈怒，又因你狂傲的話達到我耳中，我就要用鉤子鉤上你的鼻子，把嚼環放在你口裡，使你從原路轉回去。","bklcl":"In-ūi lí tōa siū-khì Góa, koh in-ūi lí kiau-ngō͘ ê ōe thàng-kàu Góa ê hī-khang, Góa chiū beh ēng Góa ê kau kau lí ê phīⁿ, ēng Góa ê bé-kā-kiuⁿ kòa tī lí ê chhùi, hō͘ lí tùi goân-lō͘ tò--khì.","tghg":"因為你大受氣我，閣因為你驕傲的話𥦁(thàng)到我的耳孔，我就欲用我的鈎鈎你的鼻，用我的馬咬韁(bé-kā-kiuⁿ)掛佇你的嘴，互你對原路倒去。","bklhl":"因為你大受氣我，koh因為你驕傲ê話thàng到我ê耳孔，我就beh用我ê鉤鉤你ê鼻，用我ê馬咬韁掛tī你ê嘴，hō͘你tùi原路tò去。"}},{"book":"賽","chapter":37,"verse":30,"versions":{"unv":"「以色列人哪，我賜你們一個證據：你們今年要吃自生的，明年也要吃自長的，至於後年，你們要耕種收割，栽植葡萄園，吃其中的果子。","bklcl":"Hi-se-ka ah, chit-ê hō͘ lí chòe tiāu-thâu; kin-nî lín beh chia̍h ka-kī hoat ê mi̍h, mê-nî beh chia̍h tùi hit-ê só͘-chhut-ê; kàu tē-saⁿ nî, lín tio̍h chèng-choh siu-koah, chai-chèng phû-tô-hn̂g, lâi chia̍h i ê ké-chí.","tghg":"「希西家啊，此個互你做兆頭：今年恁欲食家己發的物，明年欲食對彼個所出的，到第三年，恁著種作收割，栽種葡萄園，來食伊的果子。","bklhl":"Hi-se-ka ah，chit ê hō͘你做兆頭；今年lín beh食家己發ê物，明年beh食tùi hit ê所出ê；到第三年，lín tio̍h種作收割，栽種葡萄園，來食伊ê果子。"}},{"book":"賽","chapter":37,"verse":31,"versions":{"unv":"猶大家所逃脫餘剩的，仍要往下扎根，向上結果。","bklcl":"Iû-tāi ke thoat-lī hoān-lān só͘-chhun ê peh-sìⁿ beh iû-goân ē-bīn tèng-kun, téng-bīn kiat ké-chí.","tghg":"猶大家脫離患難所剩的百姓，欲猶原下面釘根，頂面結果子。","bklhl":"偤大家脫離患難所chhun ê百姓beh猶原下面釘根，頂面結果子。"}},{"book":"賽","chapter":37,"verse":32,"versions":{"unv":"必有餘剩的民從耶路撒冷而出；必有逃脫的人從錫安山而來。萬軍之耶和華的熱心必成就這事。","bklcl":"In-ūi beh ū chhun ê peh-sìⁿ tùi Iâ-lō͘-sat-léng chhut--lâi, beh ū tô-cháu ê lâng tùi Sek-an soaⁿ lâi; bān-kun ê Iâ-hô-hoa ê jia̍t-sim beh chiâⁿ chit ê sū.","tghg":"因為欲有剩的百姓對耶路撒冷出來；欲有逃走的人對錫安山來。萬軍的耶和華的熱心欲成這個事。","bklhl":"因為beh有chhun ê百姓tùi耶路撒冷出來，beh有逃走ê人tùi錫安山來；萬軍ê耶和華ê熱心beh成chit ê事。"}},{"book":"賽","chapter":37,"verse":33,"versions":{"unv":"「所以耶和華論亞述王如此說：他必不得來到這城，也不在這裡射箭，不得拿盾牌到城前，也不築壘攻城。","bklcl":"Só͘-í Iâ-hô-hoa lūn A-su̍t ông kóng, I tek-khak bōe kàu chit ê siâⁿ, ia̍h bōe tī-chia siā-chìⁿ, bōe-ōe giâ tîn-pâi kàu siâⁿ-chêng, ia̍h bōe khí thô͘-tui lâi kong-kek i.","tghg":"「所以耶和華論亞述王講：伊的確𣍐到此個城，亦𣍐佇遮射箭，𣍐會夯(giâ)盾牌到城前，亦𣍐起土堆來攻擊伊。","bklhl":"所以耶和華論亞述王講，伊的確bōe到chit ê城，亦bōe tī-chia射箭，bōe能giâ藤牌到城前，亦bōe起土堆來攻擊伊。"}},{"book":"賽","chapter":37,"verse":34,"versions":{"unv":"他從哪條路來，必從那條路回去，必不得來到這城。這是耶和華說的。","bklcl":"I tùi hit tiâu lō͘ lâi, beh tùi hit tiâu lō͘ tò-khì, bōe-ōe lâi kàu chit ê siâⁿ, che sī Iâ-hô-hoa kóng ê.","tghg":"伊對彼條路來，欲對彼條路倒去，𣍐會來到此個城。這是耶和華講的。","bklhl":"伊tùi hit條路來，beh tùi hit條路tò去，bōe能來到chit ê城，這是耶和華講ê。"}},{"book":"賽","chapter":37,"verse":35,"versions":{"unv":"因我為自己的緣故，又為我僕人大衛的緣故，必保護拯救這城。」","bklcl":"In-ūi Góa ūi-tio̍h ka-kī ê iân-kò͘, koh ūi-tio̍h Góa ê lô͘-po̍k Tāi-pi̍t ê iân-kò͘, beh pó-hō͘ chit ê siâⁿ, lâi chín-kiù i.","tghg":"因為我為著家己的緣故，閣為著我的奴僕大衛的緣故，欲保護此個城來拯救伊。」","bklhl":"因為我為tio̍h家己ê緣故，koh為tio̍h我ê奴僕大衛ê緣故，beh保護chit ê城，來拯救伊。"}},{"book":"賽","chapter":37,"verse":36,"versions":{"unv":"耶和華的使者出去，在亞述營中殺了十八萬五千人。清早有人起來一看，都是死屍了。","bklcl":"Iâ-hô-hoa ê sù-chiá chhut--khì, tī A-su̍t iâⁿ-tiong phah-sí cha̍p-poeh-bān gō͘-chheng lâng; kàu thiⁿ-kng-chá khí--lâi ê sî, khòaⁿ ah, lóng sī sí ê sin-si.","tghg":"耶和華的使者出去，佇亞述營中拍死十八萬五千人。到天光早起來的時，看啊，攏是死的身屍。","bklhl":"耶和華ê使者出去，tī亞述營中phah死十八萬五千人；到天光早起來ê時，看ah，lóng是死ê身屍。"}},{"book":"賽","chapter":37,"verse":37,"versions":{"unv":"亞述王西拿基立就拔營回去，住在尼尼微。","bklcl":"A-su̍t ông Se-ná-ki-li̍p chiū lī-khui tò-khì, tiàm tī Nî-nî-bî.","tghg":"亞述王西拿基立就離開倒去，踮佇尼尼微。","bklhl":"亞述王Se-ná-ki-li̍p就離開tò去，tiàm tī尼尼微。"}},{"book":"賽","chapter":37,"verse":38,"versions":{"unv":"一日在他的神─尼斯洛廟裡叩拜，他兒子亞得米勒和沙利色用刀殺了他，就逃到亞拉臘地。他兒子以撒哈頓接續他作王。","bklcl":"Tī i ê siōng-tè Nî-su-lo̍k ê biō kūi-pài ê sî, i ê kiáⁿ, A-tek-bí-le̍k kap Sa-lī-sek, ēng to thâi i; in chiū cháu kàu A-la̍h-lia̍p ê tōe.  I ê kiáⁿ Í-sat-hap-tùn sòa-chiap i chòe-ông.","tghg":"佇伊的上帝──尼斯洛的廟跪拜的時，伊的子亞得米勒及沙利色用刀刣伊，𪜶就走到亞拉臘的地。伊的子以撒哈頓續接伊做王。","bklhl":"Tī伊ê上帝Nî-su-lo̍k ê廟跪拜ê時，伊ê kiáⁿ，A-tek-bí-le̍k kap Sa-lī-sek，用刀刣伊；in就走到A-la̍h-lia̍p ê地。伊ê kiáⁿ Í-sat-hap-tùn續接伊做王。"}}]