[{"book":"賽","chapter":16,"verse":1,"versions":{"unv":"你們當將羊羔奉給那地掌權的，從西拉往曠野，送到錫安城（原文是女子）的山。","bklcl":"Lín tio̍h chiong iûⁿ-á hiàn hō͘ tōe-hng chiáng-koân--ê, tùi Se-la̍h ǹg khòng-iá, sàng kàu Sek-an siâⁿ ê soaⁿ.","tghg":"恁著將羊仔獻互地方掌權者，對西拉向曠野，送到錫安城的山。","bklhl":"Lín tio̍h將羊á獻hō͘地方掌權ê，tùi Se-la̍h ǹg曠野，送到錫安城ê山。"}},{"book":"賽","chapter":16,"verse":2,"versions":{"unv":"摩押的居民（原文是女子）在亞嫩渡口，必像遊飛的鳥，如拆窩的雛。","bklcl":"Mô͘-ap khiā-khí ê peh-sìⁿ tī A-loán ê tō͘-thâu, chhin-chhiūⁿ sì-kòe pe ê chiáu, chhin-chhiūⁿ thiah-phòa ê chiáu-á-siū.","tghg":"摩押徛起的百姓佇亞嫩的渡頭，親像四界飛的鳥，親像拆破的鳥仔巢。","bklhl":"Mô͘-ap khiā起ê百姓tī A-loán ê渡頭，親像四界飛ê鳥，親像拆破ê鳥á巢。"}},{"book":"賽","chapter":16,"verse":3,"versions":{"unv":"求你獻謀略，行公平，使你的影子在午間如黑夜，隱藏被趕散的人，不可顯露逃民。","bklcl":"Lí tio̍h siat kè-bô͘, kiâⁿ kong-pêng, hō͘ lí ê iáⁿ tī tiong-tàu ê sî, chhin-chhiūⁿ o͘-àm mî; siū kóaⁿ-tio̍k ê lâng hō͘ i bih; tô-cháu ê peh-sìⁿ m̄-thang kā i lō͘-chhut.","tghg":"你著設計謀，行公平，互你的影佇中晝的時親像黑暗暝，受趕逐的人互伊匿(bih)，逃走的百姓呣通給伊露出。","bklhl":"你tio̍h設計謀，行公平，hō͘你ê影tī中晝ê時，親像烏暗暝；受趕逐ê人hō͘伊bih；逃走ê百姓m̄-thang kā伊露出。"}},{"book":"賽","chapter":16,"verse":4,"versions":{"unv":"求你容我這被趕散的人和你同居。至於摩押，求你作他的隱密處，脫離滅命者的面。勒索人的歸於無有，毀滅的事止息了，欺壓人的從國中除滅了，","bklcl":"Lí tio̍h iông-ún Góa chiah-ê siū kóaⁿ-tio̍k ê lâng kap lí saⁿ-kap tiàm.  Lūn-kàu Mô͘-ap, lí tio̍h chòe i siám-bih ê só͘-chāi, thoat-lī chân-hāi--ê ê bīn-chêng; in-ūi le̍k-sek lâng-ê kui tī bô, húi-bia̍t ê sū soah--khì, thún-ta̍h lâng--ê tùi kok-tiong tû-bia̍t.","tghg":"你著容允我諸個受趕逐的人及你相及踮。論到摩押，你著做伊閃匿的所在，脫離殘害者的面前。因為勒索(le̍k-sek)人者歸佇無，毀滅的事息(soah)去，𧿬踏(thún-ta̍h)人者對國中除滅。","bklhl":"你tio̍h容允我chiah ê受趕逐ê人kap你相kap tiàm。論到Mô͘-ap，你tio̍h做伊閃bih ê所在，脫離殘害ê ê面前；因為勒索人ê歸tī無，毀滅ê事soah去，thún踏人ê tùi國中除滅。"}},{"book":"賽","chapter":16,"verse":5,"versions":{"unv":"必有寶座因慈愛堅立；必有一位誠誠實實坐在其上，在大衛帳幕中施行審判，尋求公平，速行公義。","bklcl":"Beh ū pó-chō in-ūi chû-ài lâi kiàn-siat, beh ū sêng-si̍t--ê chē tī hit téng-bīn, tī Tāi-pi̍t ê pò͘-pîⁿ-lāi teh sím-phòaⁿ, kiû kong-pêng, kín-kín kiâⁿ kong-gī.","tghg":"欲有寶座因為慈愛來建設；欲有誠實者坐佇彼頂面，佇大衛的布棚內啲審判，求公平，緊緊行公義。","bklhl":"Beh有寶座因為慈愛來建設，beh有誠實ê坐tī hit頂面，tī大衛ê布棚內teh審判，求公平，緊緊行公義。"}},{"book":"賽","chapter":16,"verse":6,"versions":{"unv":"我們聽說摩押人驕傲，是極其驕傲；聽說他狂妄、驕傲、忿怒；他誇大的話是虛空的。","bklcl":"Goán thiaⁿ-kìⁿ Mô͘-ap lâng ê kiau-ngō͘, i kiau-ngō͘ kàu-ke̍k; i ê chū-ko, i ê kiau-ngō͘, i ê tōa siū-khì; phín-phóng ê ōe sī khang-khang.","tghg":"阮聽見摩押人的驕傲，伊驕傲到極；伊的自高、伊的驕傲、伊的大受氣；品嗙(phín-phóng)的話是空空。","bklhl":"阮聽見Mô͘-ap人ê驕傲，伊驕傲到極；伊ê自高，伊ê驕傲，伊ê大受氣；phín-phóng ê話是空空。"}},{"book":"賽","chapter":16,"verse":7,"versions":{"unv":"因此，摩押人必為摩押哀號；人人都要哀號。你們摩押人要為吉珥‧哈列設的葡萄餅哀歎，極其憂傷。","bklcl":"Só͘-í Mô͘-ap beh ūi-tio̍h Mô͘-ap thî-khàu, lâng-lâng lóng beh thî-khàu; lín beh ūi-tio̍h Kiat-jíⁿ Hap-lia̍t-siat ê phû-tô-piáⁿ lâi thó͘-khùi, siū-phah chin siong-tiōng.","tghg":"所以，摩押欲為著摩押啼哭；人人攏欲啼哭。恁欲為著吉珥哈列設的葡萄餅來吐氣，受拍真傷重。","bklhl":"所以Mô͘-ap beh為tio̍h Mô͘-ap啼哭，人人lóng beh啼哭；lín beh為tio̍h Kiat-jíⁿ Hap-lia̍t-siat ê葡萄餅來吐氣，受phah真傷重。"}},{"book":"賽","chapter":16,"verse":8,"versions":{"unv":"因為希實本的田地和西比瑪的葡萄樹都衰殘了。列國的君主折斷其上美好的枝子；這枝子長到雅謝延到曠野，嫩枝向外探出，直探過鹽海。","bklcl":"In-ūi Hi-si̍t-pún ê chhân ta--khì; Se-pí-má ê phû-tô-chhiū ia̍h sī án-ni; lia̍t-kok ê chú at-chi̍h i tē-it hó ê ki, chiah-ê ki chhun kàu Ngá-siā, thòaⁿ kàu khòng-iá; i ê ki chhun-chhut pôaⁿ-kè hái.","tghg":"因為希實本的田乾去，西比瑪的葡萄樹亦是按呢。列國的主遏折(at-chi̍h)伊第一好的枝；諸個枝伸到雅謝湠(thòaⁿ)到曠野，伊的枝伸出𨃟過海。","bklhl":"因為Hi-si̍t-pún ê田乾去；Se-pí-má ê葡萄樹亦是án-ni；列國ê主at折伊第一好ê枝，chiah ê枝伸到Ngá-siā，thòaⁿ到曠野；伊ê枝伸出pôaⁿ過海。"}},{"book":"賽","chapter":16,"verse":9,"versions":{"unv":"因此，我要為西比瑪的葡萄樹哀哭，與雅謝人哀哭一樣。希實本、以利亞利啊，我要以眼淚澆灌你；因為有交戰吶喊的聲音臨到你夏天的果子，並你收割的莊稼。","bklcl":"Só͘-í góa beh ūi-tio̍h Se-pí-má ê phû-tô-chhiū ai-khàu kap Ngá-siā lâng ê ai-khàu chi̍t-iūⁿ; Hi-si̍t-pún, Í-lī-a-lī ah, góa beh ēng ba̍k-sái koàn-ak lí, in-ūi lín siu-sêng ké-chí kap gō͘-kak ê sî, hoah-hiàm ê siaⁿ hut-jiân kàu.","tghg":"所以，我欲為著西比瑪的葡萄樹哀哭，及雅謝人的哀哭一樣。希實本、以利亞利啊，我欲用目屎灌沃(koàn-ak)你；因為恁收成果子及五穀的時，喝喊(hoah-hiàm)的聲忽然到。","bklhl":"所以我beh為tio̍h Se-pí-má ê葡萄樹哀哭kap Ngá-siā人ê哀哭一樣；Hi-si̍t-pún Í-lī-a-lī ah，我beh用目屎灌ak你，因為lín收成果子kap五穀ê時，hoah-hiàm ê聲忽然到。"}},{"book":"賽","chapter":16,"verse":10,"versions":{"unv":"從肥美的田中奪去了歡喜快樂；在葡萄園裡必無歌唱，也無歡呼的聲音。踹酒的在酒醡中不得踹出酒來；我使他歡呼的聲音止息。","bklcl":"Tùi pûi ê chhân-tiong chhiúⁿ-khì hoaⁿ-hí khoài-lo̍k, tī phû-tô-hn̂g tek-khak bô chhiùⁿ-koa, ia̍h bô hoaⁿ-hí ê siaⁿ; ta̍h-chiú-ê tī chiú-khut-lāi bô ta̍h-chhut chiú; góa hō͘ i hoaⁿ-hí ê siaⁿ soah.","tghg":"對肥的田中搶去歡喜快樂；佇葡萄園的確無唱歌亦無歡喜的聲；踏酒的佇酒窟內無踏出酒；我互伊歡喜的聲息(soah)。","bklhl":"Tùi肥ê田中搶去歡喜快樂，tī葡萄園的確無唱歌，亦無歡喜ê聲；踏酒ê tī酒窟內無踏出酒；我hō͘伊歡喜ê聲soah。"}},{"book":"賽","chapter":16,"verse":11,"versions":{"unv":"因此，我心腹為摩押哀鳴如琴；我心腸為吉珥‧哈列設也是如此。","bklcl":"In-ūi án-ni, góa ê sim-pak ūi-tio̍h Mô͘-ap chhin-chhiūⁿ khîm chhut siaⁿ, góa ê sim-tn̂g ūi-tio̍h Kiat-jíⁿ Hap-lia̍t-siat ia̍h sī án-ni.","tghg":"因為按呢，我的心腹為著摩押親像琴出聲；我的心腸為著吉珥哈列設亦是按呢。","bklhl":"因為án-ni，我ê心腹為tio̍h Mô͘-ap親像琴出聲，我ê心腸為tio̍h Kiat-jíⁿ Hap-lia̍t-siat亦是án-ni。"}},{"book":"賽","chapter":16,"verse":12,"versions":{"unv":"摩押人朝見的時候，在高處疲乏，又到他聖所祈禱，也不蒙應允。","bklcl":"Mô͘-ap lâng tiâu-kìⁿ ê sî, tī koâiⁿ ê só͘-chāi ià-siān, koh kàu i ê sèng-só͘ kî-tó, ia̍h bōe chiâⁿ.","tghg":"摩押人朝見的時，佇高的所在厭倦，閣到伊的聖所祈禱，亦𣍐成。","bklhl":"Mô͘-ap人朝見ê時，tī高ê所在厭倦，koh到伊ê聖所祈禱，亦bōe成。"}},{"book":"賽","chapter":16,"verse":13,"versions":{"unv":"這是耶和華從前論摩押的話。","bklcl":"Che sī Iâ-hô-hoa chêng lūn Mô͘-ap só͘ kóng ê ōe.","tghg":"這是耶和華前論摩押所講的話。","bklhl":"這是耶和華前論Mô͘-ap所講ê話。"}},{"book":"賽","chapter":16,"verse":14,"versions":{"unv":"但現在耶和華說：「三年之內，照雇工的年數，摩押的榮耀與他的群眾必被藐視，餘剩的人甚少無幾。」","bklcl":"Chóng-sī hiān-chāi Iâ-hô-hoa ê ōe kóng, Saⁿ-nî-lāi, chiàu tn̂g-kang ê nî-hān, Mô͘-ap ê êng-kng kap i ê chèng-lâng beh tú-tio̍h lêng-jio̍k; só͘ chhun ê lâng chin-chió, bô chiūⁿ-sǹg.","tghg":"總是現在耶和華的話講：「三年內，照長工的年限，摩押的榮光及伊的眾人欲抵著(tú-tio̍h)凌辱，所剩(chhun)的人真少無上算。」","bklhl":"總是現在耶和華ê話講，三年內，照長工ê年限，Mô͘-ap ê榮光kap伊ê眾人beh tú-tio̍h凌辱；所chhun ê人真少，無上算。"}}]