[{"book":"賽","chapter":17,"verse":1,"versions":{"unv":"論大馬士革的默示：看哪，大馬士革已被廢棄，不再為城，必變作亂堆。","bklcl":"Lūn Tāi-má-sek ê be̍k-sī.\tKhòaⁿ ah, Tāi-má-sek í-keng siū hòe--khì, bô koh chòe siâⁿ, tek-khak pìⁿ-chòe hāu-phiaⁿ-phè ê tui.","tghg":"論大馬色的默示：看啊，大馬色已經受廢棄，無閣做城，的確變做瓦片坯(hāu-phiaⁿ-phè)的堆。","bklhl":"論大馬色ê默示。\t看ah，大馬色已經受廢棄，無koh做城，的確變做瓦phiaⁿ-phè ê堆。"}},{"book":"賽","chapter":17,"verse":2,"versions":{"unv":"亞羅珥的城邑已被撇棄，必成為牧羊之處；羊在那裡躺臥，無人驚嚇。","bklcl":"A-lô-jíⁿ ê siâⁿ í-keng siū pàng-sak, tek-khak chiâⁿ-chòe chhī-iûⁿ ê só͘-chāi; iûⁿ tó tī-hia, bô lâng phah-kiaⁿ in.","tghg":"亞羅珥的城已經受放拺，的確成做飼羊的所在；羊倒佇遐，無人拍驚𪜶。","bklhl":"A-lô-jíⁿ ê城已經受放sak，的確成做飼羊ê所在；羊倒tī-hia，無人phah驚in。"}},{"book":"賽","chapter":17,"verse":3,"versions":{"unv":"以法蓮不再有保障；大馬士革不再有國權；亞蘭所剩下的必像以色列人的榮耀消滅一樣。這是萬軍之耶和華說的。","bklcl":"Í-hoat-liân ê soaⁿ-chē, Tāi-má-sek ê kok-koân, A-lân só͘ chhun ê peh-sìⁿ, lóng beh chhin-chhiūⁿ Í-sek-lia̍t ê êng-kng bô--khì; che sī bān-kun ê Iâ-hô-hoa kóng ê.","tghg":"以法蓮的山寨；大馬色的國權；亞蘭所剩(chhun)的百姓，攏欲親像以色列的榮光無去。這是萬軍的耶和華講的。","bklhl":"Í-hoat-liân ê山寨，大馬色ê國權，A-lân所chhun ê百姓，lóng beh親像以色列ê榮光無去；這是萬軍ê耶和華講ê。"}},{"book":"賽","chapter":17,"verse":4,"versions":{"unv":"到那日，雅各的榮耀必至枵薄；他肥胖的身體必漸瘦弱。","bklcl":"Kàu hit-ji̍t Ngá-kok ê êng-kng beh soe-po̍h, i ê pûi ê sin-thé beh siau-sán.","tghg":"到彼日，雅各的榮光欲衰薄；伊的肥的身體欲消瘦。","bklhl":"到hit日，雅各ê榮光beh衰薄，伊ê肥ê身體beh消瘦。"}},{"book":"賽","chapter":17,"verse":5,"versions":{"unv":"就必像收割的人收斂禾稼，用手割取穗子，又像人在利乏音谷拾取遺落的穗子。","bklcl":"Chiū beh chhin-chhiūⁿ siu-koah ê lâng siu gō͘-kak, ēng chhiú koah hiah-ê sūi; koh chhin-chhiūⁿ lâng tī Lī-hoa̍t-im ê soaⁿ-kok khioh be̍h-seh.","tghg":"就欲親像收割的人收五穀，用手割許個穗(sūI)，閣親像人佇利乏音的山谷拾麥屑(be̍h-seh)。","bklhl":"就beh親像收割ê人收五穀，用手割hiah-ê穗；koh親像人tī Lī-hoa̍t-im ê山谷拾麥屑。"}},{"book":"賽","chapter":17,"verse":6,"versions":{"unv":"其間所剩下的不多，好像人打橄欖樹─在儘上的枝梢上只剩兩三個果子；在多果樹的旁枝上只剩四五個果子。這是耶和華─以色列的　神說的。","bklcl":"In tiong-kan só͘ chhun--ê bô lōa-chōe, chhin-chhiūⁿ lâng kòng kaⁿ-ná-chhiū, tī tē-it-koâiⁿ ê ki-bé, chí-ū nn̄g saⁿ lia̍p, tī ké-chí-chhiū chhun-hn̄g ê ki-bé, chí-ū sì gō͘ lia̍p; che sī Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè kóng ê.","tghg":"𪜶中間所剩的無偌多，親像人摃(kòng)橄欖樹──佇第一高的枝尾只有二三粒；佇果子樹伸遠的枝尾只有四五粒。這是耶和華──以色列的上帝講的。","bklhl":"In中間所chhun-ê無lōa-chōe，親像人摃橄欖樹，Tī第一koân ê枝尾，只有兩三粒，tī果子樹伸遠ê枝尾，只有四五粒；這是耶和華以色列ê上帝講ê。"}},{"book":"賽","chapter":17,"verse":7,"versions":{"unv":"當那日，人必仰望造他們的主，眼目重看以色列的聖者。","bklcl":"Tng hit-ji̍t lâng beh gióng-bōng chō-hòa i ê Chú, ba̍k-chiu beh koan-khòaⁿ Í-sek-lia̍t ê Sèng--ê.","tghg":"當彼日，人欲仰望造化伊的主，目睭欲觀看以色列的聖者。","bklhl":"當hit日，人beh仰望造化伊ê主，目睭beh觀看以色列ê聖ê。"}},{"book":"賽","chapter":17,"verse":8,"versions":{"unv":"他們必不仰望祭壇，就是自己手所築的，也不重看自己指頭所做的，無論是木偶是日像。","bklcl":"In bô koh gióng-bōng ka-kī ê chhiú só͘ khí ê chè-tôaⁿ, bô koh koan-khòaⁿ ka-kī ê chńg-thâu-á só͘-chō ê chhâ-thiāu, á-sī ji̍t ê siōng.","tghg":"𪜶無閣仰望家己的手所起的祭壇，無閣觀看家己的指頭仔所做的，柴柱抑是日的像。","bklhl":"In無koh仰望家己ê手所起ê祭壇，無koh觀看家己ê指頭á所造ê柴柱，á是日ê像。"}},{"book":"賽","chapter":17,"verse":9,"versions":{"unv":"在那日，他們的堅固城必像樹林中和山頂上所撇棄的地方，就是從前在以色列人面前被人撇棄的。這樣，地就荒涼了。","bklcl":"Tī hit-ji̍t in kian-kò͘ ê siâⁿ beh chhin-chhiūⁿ chhiū-nâ-lāi kap soaⁿ-bé-liu só͘ khì-sak ê só͘-chāi, chiū-sī in chá-chêng tī Í-sek-lia̍t lâng ê bīn-chêng só͘ khì-sak--ê; án-ni tōe chiū pha-hng.","tghg":"佇彼日，𪜶堅固的城欲親像樹林內及山尾溜所棄拺的所在，就是𪜶早前佇以色列人的面前所棄拺的。按呢，地就拋荒。","bklhl":"Tī hit日，in堅固ê城beh親像樹林內kap山尾溜所棄sak ê所在，就是in早前tī以色列人ê面前所棄sak-ê；án-ni地就拋荒。"}},{"book":"賽","chapter":17,"verse":10,"versions":{"unv":"因你忘記救你的　神，不記念你能力的磐石；所以，你栽上佳美的樹秧子，插上異樣的栽子。","bklcl":"In-ūi lí bōe kì--tit kiù lí ê Siōng-tè, bô kì-liām chòe lí ê khùi-la̍t ê chio̍h-pôaⁿ; só͘-í lí chai chin sim-sek ê chhiū-á-chai, ia̍h chèng pa̍t-iūⁿ ê chéng.","tghg":"因為你𣍐記得救你的上帝，無紀念做你的氣力的石磐；所以，你栽真心適(sim-sek)的樹仔栽，亦種別樣的種。","bklhl":"因為你bōe記得救你ê上帝，無記念做你ê氣力ê石磐；所以你栽真心適ê樹á栽，亦種別樣ê種。"}},{"book":"賽","chapter":17,"verse":11,"versions":{"unv":"栽種的日子，你周圍圈上籬笆，又到早晨使你所種的開花；但在愁苦極其傷痛的日子，所收割的都飛去了。","bklcl":"Chai-chèng ê ji̍t lí kā i ûi lî-pa; kàu chá-khí sî, hō͘ lí só͘-chèng-ê khui-hoe; chóng-sī tī iu-khó͘ choa̍t-bāng thàng-thiàⁿ ê ji̍t, só͘ siu-koah-ê lóng pe-le(**pe)--khì.","tghg":"栽種的日，你給伊圍籬笆，到早起時互你所種的開花；總是佇憂苦絕望痛疼(thàng-thiàⁿ)的日，所收割的攏飛咧(le)去。","bklhl":"栽種ê日，你kā伊圍籬笆；到早起時，hō͘你所種ê開花；總是tī憂苦絕望痛疼ê日，所收割ê lóng飛飛去。"}},{"book":"賽","chapter":17,"verse":12,"versions":{"unv":"唉！多民鬨嚷，好像海浪匉訇；列邦奔騰，好像猛水滔滔；","bklcl":"Thiaⁿ ah, ū chōe-chōe peh-sìⁿ ê siaⁿ, in hōa-hōa-háu chhin-chhiūⁿ hái ê hōa-hōa-háu; ū lia̍t-kok ê cháu-chông, in cháu-chông chhin-chhiūⁿ tōa-chúi ê cháu-chông.","tghg":"聽啊！有多多百姓的聲，𪜶嘩嘩哮(hōa-hōa-háu)親像海的嘩嘩哮；有列國的走𧽵(cháu-chông)，𪜶走𧽵親像大水的走𧽵；","bklhl":"聽ah，有chōe-chōe百姓ê聲，in hōa-hōa哮親像海ê hōa-hōa哮；有列國ê走chông，in走chông親像大水ê走chông。"}},{"book":"賽","chapter":17,"verse":13,"versions":{"unv":"列邦奔騰，好像多水滔滔；但　神斥責他們，他們就遠遠逃避，又被追趕，如同山上的風前糠，又如暴風前的旋風土。","bklcl":"Lia̍t-pang cháu-chông, chhin-chhiūⁿ chōe-chōe chúi ê cháu-chông; chóng-sī Siōng-tè hoah in, in chiū cháu--khì hn̄g-hn̄g koh siū tui-kóaⁿ, chhin-chhiūⁿ soaⁿ-téng hong-chêng ê chho͘-khng, koh chhin-chhiūⁿ tōa-hong thâu-chêng teh kńg ê mi̍h.","tghg":"列邦走𧽵，親像多多水的走𧽵；總是上帝喝(hoah)𪜶，𪜶就走去遠遠，閣受追趕，親像山頂風前的粗糠，閣親像大風頭前啲捲的物。","bklhl":"列邦走chông，親像chōe-chōe水ê走chông；總是上帝hoah in，in就走去遠遠koh受追趕，親像山頂風前ê粗糠，koh親像大風頭前teh捲ê物。"}},{"book":"賽","chapter":17,"verse":14,"versions":{"unv":"到晚上有驚嚇，未到早晨他們就沒有了。這是擄掠我們之人所得的分，是搶奪我們之人的報應。","bklcl":"Ê-hng sî ū kiaⁿ-hiâⁿ; thiⁿ iáu-bē kng, in chiū bô--khì; che sī chhiúⁿ goán ê lâng só͘ tit-tio̍h ê hūn, sī kiap goán ê lâng ê pò-èng.","tghg":"下昏時有驚惶，天猶未光𪜶就無去。這是搶阮的人所得著的份，是劫阮的人的報應。","bklhl":"Ê-hng時有驚惶；天iáu未光，in就無去；這是搶阮ê人所得tio̍h ê份，是劫阮ê人ê報應。"}}]