[{"book":"賽","chapter":42,"verse":1,"versions":{"unv":"看哪，我的僕人─我所扶持所揀選、心裡所喜悅的！我已將我的靈賜給他；他必將公理傳給外邦。","bklcl":"Khòaⁿ ah, Góa ê lô͘-po̍k, Góa só͘ hû-chhî ê, Góa só͘ kéng-soán ê, Góa ê sim só͘ hoaⁿ-hí--ê, Góa ū chiong Góa ê sîn hō͘ i, i beh chiong kong-lí thoân hō͘ gōa-pang.","tghg":"看啊，我的奴僕──我所扶持的，我所揀選的、我的心所歡喜者！我有將我的神互伊；伊欲將公理傳互外邦。","bklhl":"看ah，我ê奴僕，我所扶持ê，我所揀選ê，我ê心所歡喜ê，我有將我ê神hō͘伊，伊beh將公理傳hō͘外邦。"}},{"book":"賽","chapter":42,"verse":2,"versions":{"unv":"他不喧嚷，不揚聲，也不使街上聽見他的聲音。","bklcl":"I bô soan-hoa, bô chhut-siaⁿ, ia̍h bô hō͘ ke-lō͘--nih thiaⁿ-kìⁿ i ê siaⁿ.","tghg":"伊無喧嘩，無出聲，亦無互街路裡聽見伊的聲。","bklhl":"伊無喧嘩，無出聲，亦無hō͘街路裡聽見伊ê聲。"}},{"book":"賽","chapter":42,"verse":3,"versions":{"unv":"壓傷的蘆葦，他不折斷；將殘的燈火，他不吹滅。他憑真實將公理傳開。","bklcl":"Siū-siong ê lô͘-úi, i bô at-chi̍h, beh hoa ê teng-hé, i bô phah-sit; i chiàu chin-si̍t, chiong kong-lí thoân-pò͘.","tghg":"受傷的蘆葦，伊無遏折(at-chi̍h)；欲熄(hoa)的燈火，伊無拍熄(sit)。伊照真實將公理傳報。","bklhl":"受傷ê蘆葦，伊無at折，beh hoa ê燈火，伊無phah熄；伊照真實，將公理傳播。"}},{"book":"賽","chapter":42,"verse":4,"versions":{"unv":"他不灰心，也不喪膽，直到他在地上設立公理；海島都等候他的訓誨。","bklcl":"I bô chhìn-sim, ia̍h bô sit-táⁿ, ti̍t-kàu i tī tōe-chiūⁿ siat-li̍p kong-lí; hái-sū lóng thèng-hāu i ê kà-sī.","tghg":"伊無凊心(chhìn-sim)，亦無失膽，直到伊佇地上設立公理；海嶼攏聽候伊的教示。","bklhl":"伊無凊(chhìn)心，亦無失膽，直到伊tī地上設立公理；海嶼lóng thèng候伊ê教示。"}},{"book":"賽","chapter":42,"verse":5,"versions":{"unv":"創造諸天，鋪張穹蒼，將地和地所出的一併鋪開，賜氣息給地上的眾人，又賜靈性給行在其上之人的　神耶和華，他如此說：","bklcl":"Iâ-hô-hoa Siōng-tè, chhòng-chō chiah-ê thiⁿ lâi thí-khui i, khui-khoah tōe kap i só͘-chhut--ê, ēng oa̍h-khì hō͘ tōe-chiūⁿ ê chèng peh-sìⁿ, ēng sîn-hûn hō͘ kiâⁿ tī hit téng-bīn ê lâng ê, kóng,","tghg":"耶和華上帝，創造諸個天來展開伊，開闊地及伊所出的，用活氣互地上的眾百姓，用神魂互行佇彼頂面的人的，講：","bklhl":"耶和華上帝，創造chiah ê天來thí開伊，開闊地kap伊所出ê，用活氣hō͘地上ê眾百姓，用神魂hō͘行tī hit頂面ê人ê，講，"}},{"book":"賽","chapter":42,"verse":6,"versions":{"unv":"我─耶和華憑公義召你，必攙扶你的手，保守你，使你作眾民的中保（中保：原文是約），作外邦人的光，","bklcl":"Góa Iâ-hô-hoa ēng kong-gī tiàu--lí, beh khan lí ê chhiú, pó-siú lí, hō͘ lí chòe peh-sìⁿ ê iok ê tiong-pó, chòe gōa-pang lâng ê kng;","tghg":"我──耶和華用公義召你，欲牽你的手，保守你，互你做百姓的約的中保，做外邦人的光，","bklhl":"我耶和華用公義召你，beh牽你ê手，保守你，hō͘你做百姓ê約ê中保，做外邦人ê光；"}},{"book":"賽","chapter":42,"verse":7,"versions":{"unv":"開瞎子的眼，領被囚的出牢獄，領坐黑暗的出監牢。","bklcl":"lâi khui chhiⁿ-mî ê ba̍k-chiu, chhōa siū-koaiⁿ--ê chhut-kaⁿ; hō͘ tiàm tī o͘-àm--ê chhut kaⁿ-lô.","tghg":"來開睛瞑的目睭，導受關者出監(kaⁿ)，互踮佇黑暗者出監牢(kaⁿ-lô)。","bklhl":"來開chhiⁿ-mî ê目睭，chhōa受關ê出監；hō͘ tiàm tī烏暗ê出監牢。"}},{"book":"賽","chapter":42,"verse":8,"versions":{"unv":"我是耶和華，這是我的名；我必不將我的榮耀歸給假神，也不將我的稱讚歸給雕刻的偶像。","bklcl":"Góa sī Iâ-hô-hoa, che sī Góa ê miâ, Góa bô chiong Góa ê êng-kng kui hō͘ pa̍t ê sîn, ia̍h bô chiong Góa ê miâ-siaⁿ kui-hō͘ tiau-khek ê ngó͘-siōng.","tghg":"我是耶和華，這是我的名；我無將我的榮光歸互別個神，亦無將我的名聲歸互雕刻的偶像。","bklhl":"我是耶和華，這是我ê名，我無將我ê榮光歸hō͘別ê神，亦無將我ê名聲歸hō͘雕刻ê偶像。"}},{"book":"賽","chapter":42,"verse":9,"versions":{"unv":"看哪，先前的事已經成就，現在我將新事說明，這事未發以先，我就說給你們聽。","bklcl":"Khòaⁿ ah, chêng ê sū í-keng chiâⁿ, taⁿ Góa ia̍h beh chiong sin ê sū kóng-bêng; chiah-ê sū bē hoat-khí í-chêng, Góa chiū kóng hō͘ lín thiaⁿ.","tghg":"看啊，前的事已經成，今我亦欲將新的事講明，諸個事未發起以前，我就講互恁聽。","bklhl":"看ah，前ê事已經成，taⁿ我亦beh將新ê事講明；chiah ê事未發起以前，我就講hō͘ lín聽。"}},{"book":"賽","chapter":42,"verse":10,"versions":{"unv":"航海的和海中所有的，海島和其上的居民，都當向耶和華唱新歌，從地極讚美他。","bklcl":"Kè-hái-ê, kap hái-lāi só͘-ū--ê, hái-sū kap kî-tiong khiā-khí ê peh-sìⁿ, lóng tio̍h ǹg Iâ-hô-hoa chhiùⁿ sin ê koa, tùi tōe-ke̍k o-ló I.","tghg":"過海的及海內所有的，海嶼及其中徛起的百姓，攏著向耶和華唱新的歌，對地極謳咾伊。","bklhl":"過海ê，kap海內所有ê，海嶼kap其中khiā起ê百姓，lóng tio̍h ǹg耶和華唱新ê歌，tùi地極o-ló祂。"}},{"book":"賽","chapter":42,"verse":11,"versions":{"unv":"曠野和其中的城邑，並基達人居住的村莊都當揚聲；西拉的居民當歡呼，在山頂上吶喊。","bklcl":"Khòng-iá kap kî-tiong ê siâⁿ, kap Ki-ta̍t lâng khiā-khí ê hiuⁿ-siā, lóng tio̍h chhut-siaⁿ; Se-la̍h khiā-khí ê peh-sìⁿ tio̍h chhiùⁿ-koa, tī soaⁿ-téng--ê tio̍h chhut tōa-siaⁿ.","tghg":"曠野及其中的城，及基達人徛起的鄉社攏著出聲；西拉徛起的百姓著唱歌，佇山頂的著出大聲。","bklhl":"曠野kap其中ê城，kap Ki-ta̍t人khiā起ê鄉社，lóng tio̍h出聲；Se-la̍h khiā起ê百姓tio̍h唱歌，tī山頂ê tio̍h出大聲。"}},{"book":"賽","chapter":42,"verse":12,"versions":{"unv":"他們當將榮耀歸給耶和華，在海島中傳揚他的頌讚。","bklcl":"In tio̍h chiong êng-kng kui hō͘ Iâ-hô-hoa, tī hái-sū-tiong pò-iông I ê miâ-siaⁿ.","tghg":"𪜶著將榮光歸互耶和華，佇海嶼中報揚伊的名聲。","bklhl":"In tio̍h將榮光歸hō͘耶和華，tī海嶼中報揚祂ê名聲。"}},{"book":"賽","chapter":42,"verse":13,"versions":{"unv":"耶和華必像勇士出去，必像戰士激動熱心，要喊叫，大聲吶喊，要用大力攻擊仇敵。","bklcl":"Iâ-hô-hoa beh chhin-chhiūⁿ ióng-béng ê lâng chhut-khì; beh chhin-chhiūⁿ kau-chiàn ê lâng kek-tōng jia̍t-sim ; beh âu-kiò, tōa-siaⁿ hoah, beh ēng tōa khùi-la̍t kong-kek I ê tùi-te̍k.","tghg":"耶和華欲親像勇猛的人出去，欲親像交戰的人激動熱心，欲喉叫，大聲喝(hoah)，欲用大氣力攻擊伊的對敵。","bklhl":"耶和華beh親像勇猛ê人出去；beh親像交戰ê人激動熱心；beh喉叫，大聲hoah，beh用大氣力攻擊祂ê對敵。"}},{"book":"賽","chapter":42,"verse":14,"versions":{"unv":"我許久閉口不言，靜默不語；現在我要喊叫，像產難的婦人；我要急氣而喘哮。","bklcl":"Góa kú-kú bô khui-chhùi, chēng-chēng ka-kī at-chí; taⁿ Góa beh âu-kiò, chhin-chhiūⁿ beh siⁿ ê hū-jîn-lâng; Góa beh hā-hā-chhoán bōe chih khùi.","tghg":"我久久無開嘴，靜靜家己遏止；今我欲喉叫，親像欲生的婦仁人；我欲哈哈喘𣍐接氣(chih-khùi)。","bklhl":"我久久無開嘴，靜靜家己遏止；taⁿ我beh喉叫，親像beh生 ê婦人人；我beh hā-hā喘bōe接氣。"}},{"book":"賽","chapter":42,"verse":15,"versions":{"unv":"我要使大山小岡變為荒場，使其上的花草都枯乾；我要使江河變為洲島，使水池都乾涸。","bklcl":"Góa beh hō͘ tōa-soaⁿ sió-soaⁿ pìⁿ-chòe pha-hng, hō͘ hit téng-bīn ê hoe-chháu lóng ko͘-tâ; Góa beh hō͘ kang-hô pìⁿ-chòe chiu-sū, hō͘ chúi-tî lóng ta--khì.","tghg":"我欲互大山小山變做拋荒，互彼頂面的花草攏枯焦；我欲互江河變做洲嶼，互水池攏乾去。","bklhl":"我beh hō͘大山小山變做拋荒，hō͘ hit頂面ê花草lóng枯焦；我beh hō͘江河變做洲嶼，hō͘水池lóng乾去。"}},{"book":"賽","chapter":42,"verse":16,"versions":{"unv":"我要引瞎子行不認識的道，領他們走不知道的路；在他們面前使黑暗變為光明，使彎曲變為平直。這些事我都要行，並不離棄他們。","bklcl":"Góa beh chhōa chhiⁿ-mî--ê kiâⁿ in m̄-bat ê tō-lō͘; chhōa in kiâⁿ m̄-bat ê lō͘-kèng; tī in ê bīn-chêng hō͘ o͘-àm pìⁿ-chòe kng-bêng, hō͘ oan-khiau pìⁿ-chòe pîⁿ-ti̍t.  Chiah-ê sū Góa lóng beh kiâⁿ, ia̍h bô pàng-sak in.","tghg":"我欲導睛瞑者行𪜶呣識(bat)的道路，導𪜶行呣識的路徑；佇𪜶的面前互黑暗變做光明，互彎曲變做平直。諸個事我攏欲行，亦無放拺(pàng-sak)𪜶。","bklhl":"我beh chhōa chhiⁿ-mî-ê行in m̄-bat ê道路；chhōa in行m̄-bat ê路徑；tī in ê面前hō͘烏暗變做光明，hō͘彎曲變做平直。chiah ê事我lóng beh行，亦無放sak in。"}},{"book":"賽","chapter":42,"verse":17,"versions":{"unv":"倚靠雕刻的偶像，對鑄造的偶像說：你是我們的神；這等人要退後，全然蒙羞。","bklcl":"Óa-khò tiau-khek ê ngó͘-siōng, tùi chù-chō ê ngó͘-siōng kóng, Lí sī goán ê Siōng-tè, chit-hō lâng siū kóaⁿ-cháu, tōa kiàn-siàu.","tghg":"倚靠雕刻的偶像，對鑄(chù)造的偶像講：你是阮的上帝；此號人受趕走，大見誚。","bklhl":"óa靠雕刻ê偶像，tùi鑄造ê偶像講，你是阮ê上帝，chit號人受趕走，大見笑。"}},{"book":"賽","chapter":42,"verse":18,"versions":{"unv":"你們這耳聾的，聽吧！你們這眼瞎的，看吧！使你們能看見。","bklcl":"Lín chhàu-hī-lâng-ê tio̍h thiaⁿ; lín chhiⁿ-mî--ê tio̍h khòaⁿ, hō͘ lín ōe khòaⁿ-kìⁿ.","tghg":"恁臭耳聾(chhàu-hī-lâng)者，著聽！恁睛瞑者，著看！互恁會看見。","bklhl":"Lín臭耳人ê tio̍h聽；lín chhiⁿ-mî-ê tio̍h看，hō͘ lín能看見。"}},{"book":"賽","chapter":42,"verse":19,"versions":{"unv":"誰比我的僕人眼瞎呢？誰比我差遣的使者耳聾呢？誰瞎眼像那與我和好的？誰瞎眼像耶和華的僕人呢？","bklcl":"Góa ê lô͘-po̍k í-gōa, chī-chūi chhiⁿ-mî ah? Chī-chūi chháu-hī lâng chhin-chhiūⁿ Góa só͘ chhe ê sù-chiá ah? chī-chūi chhiⁿ-mî chhin-chhiūⁿ hit-ê kap Góa hô-hó--ê, á-sī chhiⁿ-mî chhin-chhiūⁿ Iâ-hô-hoa ê lô͘-po̍k ah?","tghg":"我的奴僕以外是誰睛瞑啊？是誰臭耳聾親像我所差的使者啊？是誰睛瞑親像彼個及我和好者？抑是睛瞑親像耶和華的奴僕啊？","bklhl":"我ê奴僕以外，是誰 chhiⁿ-mî ah？Chī-chūi臭耳人親像我所差ê使者ah？是誰 chhiⁿ-mî親像hit ê kap我和好ê，á是chhiⁿ-mî親像耶和華ê奴僕ah？"}},{"book":"賽","chapter":42,"verse":20,"versions":{"unv":"你看見許多事卻不領會，耳朵開通卻不聽見。","bklcl":"Lí khòaⁿ-kìⁿ chōe-chōe tāi-chì ia̍h bô chù-ì; khui hī-khang, iā bô thiaⁿ-kìⁿ.","tghg":"你看見多多代誌亦無注意，開耳孔也無聽見。","bklhl":"你看見chōe-chōe tāi-chì亦無注意；開耳孔，也無聽見。"}},{"book":"賽","chapter":42,"verse":21,"versions":{"unv":"耶和華因自己公義的緣故，喜歡使律法（或譯：訓誨）為大，為尊。","bklcl":"Iâ-hô-hoa in-ūi ka-kī ê kong-gī, hoaⁿ-hí hō͘ lu̍t-hoat chòe tōa chòe chun-kùi.","tghg":"耶和華因為家己的公義，歡喜互律法做大，做尊貴。","bklhl":"耶和華因為家己ê公義，歡喜hō͘律法最大做尊貴。"}},{"book":"賽","chapter":42,"verse":22,"versions":{"unv":"但這百姓是被搶被奪的，都牢籠在坑中，隱藏在獄裡；他們作掠物，無人拯救，作擄物，無人說交還。","bklcl":"Chóng-sī chit ê peh-sìⁿ sī siū chhiúⁿ-toa̍t--ê; tī soaⁿ-hia̍t siū tng-tio̍h, koaiⁿ-ba̍t tī kaⁿ--nih; in hō͘ lâng lia̍h-tio̍h, bô lâng chín-kiù; hō͘ lâng chhiúⁿ-lia̍h--khì, bô lâng kóng, Pàng i tò--khì.","tghg":"總是此個百姓是受搶奪者，佇山穴受當著(tng-tio̍h)，關密佇監裡；𪜶互人掠著，無人拯救，互人搶掠去，無人講放伊倒去。","bklhl":"總是chit ê百姓是受搶奪ê；tī山穴受當tio̍h，關密tī監裡；in hō͘人掠tio̍h，無人拯救；hō͘人搶掠去，無人講，放伊tò去。"}},{"book":"賽","chapter":42,"verse":23,"versions":{"unv":"你們中間誰肯側耳聽此，誰肯留心而聽，以防將來呢？","bklcl":"Lín tiong-kan chī-chūi khéng àⁿ hī-khang thiaⁿ che? chī-chūi khéng liû-sim, āu-lâi thiaⁿ-thàn i ah?","tghg":"恁中間是誰肯俯耳孔聽這，是誰肯留心，後來聽趁伊啊？","bklhl":"Lín中間是誰肯俯耳孔聽這？是誰肯留心，後來聽thàn伊ah？"}},{"book":"賽","chapter":42,"verse":24,"versions":{"unv":"誰將雅各交出當作擄物，將以色列交給搶奪的呢？豈不是耶和華嗎？就是我們所得罪的那位。他們不肯遵行他的道，也不聽從他的訓誨。","bklcl":"Chī-chūi chiong Ngá-kok kau i hō͘ lâng chhiúⁿ, chiong Í-sek-lia̍t kau hō͘ chha̍t ah? kiám-m̄-sī Iâ-hô-hoa, lán só͘ tek-chōe--ê mah? in m̄-khéng kiâⁿ I ê tō-lō͘, ia̍h m̄-khéng thiaⁿ-thàn I ê lu̍t-hoat.","tghg":"是誰將雅各交伊互人搶，將以色列交互賊啊？豈呣是耶和華，咱所得罪的嗎？𪜶呣肯行伊的道路，亦呣肯聽趁伊的律法。","bklhl":"Chī-chūi將雅各交伊hō͘人搶，將以色列交hō͘賊ah？kiám-m̄是耶和華，咱所得罪ê mah？in m̄肯行伊ê道路，亦m̄肯聽thàn祂ê律法。"}},{"book":"賽","chapter":42,"verse":25,"versions":{"unv":"所以，他將猛烈的怒氣和爭戰的勇力傾倒在以色列的身上。在他四圍如火著起，他還不知道，燒著他，他也不介意。","bklcl":"Só͘-í I chiong béng-lia̍t ê siū-khì, kap cheng-chiàn ê hiông-béng, piàⁿ tī i ê sin-chiūⁿ; tī i ê sì-ûi chhin-chhiūⁿ hé-to̍h, i iáu m̄-chai; hé sio-tio̍h i, i ia̍h bô khòa-ì.","tghg":"所以，伊將猛烈的受氣及爭戰的兇猛傾(piàⁿ)佇伊的身上。佇伊的四圍親像火𤏸(to̍h)，伊猶呣知，火燒著伊，伊亦無掛意。","bklhl":"所以伊將猛烈ê受氣，kap爭戰ê狠猛，piàⁿ tī伊ê身上；tī伊ê四圍親像火to̍h，伊iáu m̄知；火燒tio̍h伊，伊亦無掛意。"}}]