[{"book":"賽","chapter":35,"verse":1,"versions":{"unv":"曠野和乾旱之地必然歡喜；沙漠也必快樂；又像玫瑰開花，","bklcl":"Khòng-iá kap ta-sò ê tōe tek-khak hoaⁿ-hí; soa-bô͘ ia̍h beh khoài-lo̍k, koh chhin-chhiūⁿ mûi-kùi khui-hoe.","tghg":"曠野及乾燥的地的確歡喜；沙漠亦欲快樂；閣親像玫瑰開花，","bklhl":"曠野kap乾燥ê地的確歡喜；沙漠亦beh快樂，koh親像玫瑰開花。"}},{"book":"賽","chapter":35,"verse":2,"versions":{"unv":"必開花繁盛，樂上加樂，而且歡呼。黎巴嫩的榮耀，並迦密與沙崙的華美，必賜給它。人必看見耶和華的榮耀，我們　神的華美。","bklcl":"I beh khui-hoe bō͘-sēng, lâi hoaⁿ-hí, beh ū hoaⁿ-hí kap chhiùⁿ-koa; Lī-pa-lùn ê êng-kng, Ka-bi̍t kap Sa-lûn ê súi, beh kui i; in beh khòaⁿ-kìⁿ Iâ-hô-hoa ê êng-kng, lán ê Siōng-tè ê bí-biāu.","tghg":"伊欲開花茂盛，來歡喜，欲有歡喜及唱歌。黎巴嫩的榮光，迦密及沙崙的媠，欲歸伊。𪜶欲看見耶和華的榮光，咱的上帝的美妙。","bklhl":"伊beh開花茂盛，來歡喜，beh有歡喜kap唱歌；黎巴嫩ê榮光，Ka-bi̍t kap Sa-lûn ê súi，beh歸伊；in beh看見耶和華ê榮光，咱ê上帝ê美妙。"}},{"book":"賽","chapter":35,"verse":3,"versions":{"unv":"你們要使軟弱的手堅壯，無力的膝穩固。","bklcl":"Lín tio̍h hō͘ loán-jio̍k ê chhiú ióng-chòng, bô-la̍t ê kha-thâu-u chū-chāi.","tghg":"恁著互軟弱的手勇壯，無力的腳頭窩(kha-thâu-u)自在。","bklhl":"Lín tio̍h hō͘軟弱ê手勇壯，無力ê腳頭u自在。"}},{"book":"賽","chapter":35,"verse":4,"versions":{"unv":"對膽怯的人說：你們要剛強，不要懼怕。看哪，你們的　神必來報仇，必來施行極大的報應；他必來拯救你們。","bklcl":"Tùi sió-táⁿ ê lâng kóng, Lín tio̍h kong-kiông, m̄-bián kiaⁿ; khòaⁿ ah, lín ê Siōng-tè beh lâi pò-siû, beh lâi kiâⁿ ke̍k-tōa ê pò-èng; I beh lâi chín-kiù lín.","tghg":"對小膽的人講：恁著剛強，呣免驚。看啊，恁的上帝欲來報讎(siû)，欲來行極大的報應；伊欲來拯救恁。","bklhl":"對小膽 ê人講，Lín tio̍h剛強，m̄免驚；看ah，lín ê上帝beh來報仇，beh來行極大ê報應；祂beh來拯救lín。"}},{"book":"賽","chapter":35,"verse":5,"versions":{"unv":"那時，瞎子的眼必睜開；聾子的耳必開通。","bklcl":"Hit-sî chhiⁿ-mî lâng ê ba̍k-chiu beh khui, chhàu-hī-lâng ê hī-khang beh lāi.","tghg":"彼時，睛瞑人的目睭欲開；臭耳聾(chhàu-hī-lâng)的耳孔欲利(lāi)。","bklhl":"Hit時chhiⁿ-mî人ê目睭beh開，臭耳人ê耳孔beh利。"}},{"book":"賽","chapter":35,"verse":6,"versions":{"unv":"那時，瘸子必跳躍像鹿；啞巴的舌頭必能歌唱。在曠野必有水發出；在沙漠必有河湧流。","bklcl":"Hit-sî pái-kha--ê beh tiô-thiàu chhin-chhiūⁿ lo̍k, é-káu ê chi̍h beh chhiùⁿ-koa; in-ūi chúi chhèng-chhut tī khòng-iá, khoe-lâu chhèng-chhut tī soa-bô͘.","tghg":"彼時，跛腳者欲趒跳(tiô-thiàu)親像鹿；啞口(é-káu)的舌欲唱歌。因為水淐(chhèng)出佇曠野；溪流淐出佇沙漠。","bklhl":"Hit時跛腳ê beh tiô跳親像鹿，啞口ê舌beh唱歌；因為水chhèng出tī曠野，溪流chhèng出tī沙漠。"}},{"book":"賽","chapter":35,"verse":7,"versions":{"unv":"發光的沙（或譯：蜃樓）要變為水池；乾渴之地要變為泉源。在野狗躺臥之處，必有青草、蘆葦，和蒲草。","bklcl":"Hoat-chhut-kng ê soa, beh pìⁿ-chòe chúi-tî, ta-sò ê tōe beh pìⁿ-chòe chúi-chôaⁿ; tī soaⁿ-káu tó teh-khùn ê só͘-chāi beh ū chhiⁿ-chháu lô͘-úi kap pô͘-chháu.","tghg":"發出光的沙欲變做水池；乾燥的地欲變做水泉。佇山狗倒啲睏的所在，欲有青草、蘆葦，及蒲草。","bklhl":"發出光ê沙，beh變做水池，乾燥ê地beh變做水泉；tī山狗tó teh睏ê所在beh有青草蘆葦kap蒲草。"}},{"book":"賽","chapter":35,"verse":8,"versions":{"unv":"在那裡必有一條大道，稱為聖路。污穢人不得經過，必專為贖民行走；行路的人雖愚昧，也不致失迷。","bklcl":"Tī-hia beh ū chi̍t tiâu koâiⁿ ê lō͘, chit tiâu lō͘ beh chheng-chòe Sèng ê lō͘; ù-òe ê lâng bōe-tit-thang keng-kè; choan-choan beh chòe in ê lō͘-ēng; kiâⁿ-lō͘ ê lâng, sui-jiân gû-gōng, ia̍h bōe kiâⁿ-chhò.","tghg":"佇遐欲有一條高的路，此條路欲稱做聖的路。污穢的人𣍐得通經過，專專欲做𪜶的路用；行路的人雖然愚戇，亦𣍐行錯。","bklhl":"Tī-hia beh有一條高ê路，chit條路beh稱做聖ê路；污穢ê人bōe得thang經過；專專beh做in ê路用；行路ê人，雖然愚戇，亦bōe行錯。"}},{"book":"賽","chapter":35,"verse":9,"versions":{"unv":"在那裡必沒有獅子，猛獸也不登這路；在那裡都遇不見，只有贖民在那裡行走。","bklcl":"Tī-hia tek-khak bô sai, béng-siù ia̍h-bô chiūⁿ chit tiâu lō͘; tī-hia lóng bô tú-tio̍h in; to̍k-to̍k tit-tio̍h sio̍k-hôe ê peh-sìⁿ tī-hia kiâⁿ.","tghg":"佇遐的確無獅，猛獸亦無上此條路；佇遐攏無抵著(tú-tio̍h)𪜶，獨獨得著贖回的百姓佇遐行。","bklhl":"Tī-hia的確無獅，猛獸亦無上chit條路；tī-hia lóng無tú-tio̍h in；獨獨得tio̍h贖回ê百姓tī-hia行。"}},{"book":"賽","chapter":35,"verse":10,"versions":{"unv":"並且耶和華救贖的民必歸回，歌唱來到錫安；永樂必歸到他們的頭上；他們必得著歡喜快樂，憂愁歎息盡都逃避。","bklcl":"Koh Iâ-hô-hoa kiù-sio̍k ê peh-sìⁿ beh tò-tńg--lâi, beh chhiùⁿ-koa lâi kàu Sek-an; tit-tio̍h éng-oán ê hoaⁿ-hí chòe bián-liû; in beh hoaⁿ-hí khoài-lo̍k, iu-būn thó͘-khùi lóng beh cháu--khì.","tghg":"閣耶和華救贖的百姓欲倒轉來，欲唱歌來到錫安；得著永遠的歡喜做冕旒；𪜶欲歡喜快樂，憂悶吐氣攏欲走去。","bklhl":"Koh耶和華救贖ê百姓beh倒tńg來，beh唱歌來到錫安；得tio̍h永遠ê歡喜做冕旒；in beh歡喜快樂，憂悶吐氣lóng beh走去。"}}]