[{"book":"賽","chapter":5,"verse":1,"versions":{"unv":"我要為我所親愛的唱歌，是我所愛者的歌，論他葡萄園的事：我所親愛的有葡萄園在肥美的山岡上。","bklcl":"Góa beh ūi-tio̍h góa só͘ chhin-thiàⁿ--ê chhiùⁿ-koa, sī góa só͘-thiàⁿ--ê ê koa, lūn i ê phû-tô-hn̂g. Góa só͘ chhin-thiàⁿ-ê ū phû-tô-hn̂g; tī chin pûi ê soaⁿ-thâu.","tghg":"我欲為著我所親疼者唱歌，是我所疼者的歌，論伊的葡萄園：我所親疼者有葡萄園佇真肥的山頭。","bklhl":"我beh為tio̍h我所親疼ê唱歌，是我所疼ê ê歌，論伊ê葡萄園。我所親疼ê有葡萄園；tī真肥ê山頭。"}},{"book":"賽","chapter":5,"verse":2,"versions":{"unv":"他刨挖園子，撿去石頭，栽種上等的葡萄樹，在園中蓋了一座樓，又鑿出壓酒池；指望結好葡萄，反倒結了野葡萄。","bklcl":"I khai-khún hit ê hn̂g, tû-khì chio̍h-thâu, chai siōng-téng ê phû-tô-chhiū, tī hn̂g-lāi khí chi̍t chō lâu, koh ku̍t chiú-khut tī-hia, ǹg-bāng kiat hó ê phû-tô, bô phah-sǹg kiat iá phû-tô.","tghg":"伊開墾彼個園，除去石頭，栽上等的葡萄樹，佇園內起一座樓，閣掘酒窟佇遐；向望結好的葡萄，無拍算結野葡萄。","bklhl":"伊開墾hit ê園，除去石頭，栽上等ê葡萄樹，tī園內起一座樓，koh掘酒窟tī-hia，ǹg望結好ê葡萄，無phah算結野葡萄。"}},{"book":"賽","chapter":5,"verse":3,"versions":{"unv":"耶路撒冷的居民和猶大人哪，請你們現今在我與我的葡萄園中，斷定是非。","bklcl":"Lín khiā-khí Iâ-lō͘-sat-léng--ê, kap Iû-tāi lâng ah, taⁿ chhiáⁿ lín tī góa kap góa ê phû-tô-hn̂g tiong, phòaⁿ-toàn tio̍h m̄-tio̍h.","tghg":"恁徛起耶路撒冷者及猶大人啊，今請恁佇我及我的葡萄園中，判斷著呣著。","bklhl":"Lín khiā起耶路撒冷ê，kap偤大人ah，taⁿ請lín tī我kap我ê葡萄園中，判斷tio̍h m̄-tio̍h。"}},{"book":"賽","chapter":5,"verse":4,"versions":{"unv":"我為我葡萄園所做之外，還有甚麼可做的呢？我指望結好葡萄，怎麼倒結了野葡萄呢？","bklcl":"Góa ūi Góa ê phû-tô-hn̂g só͘-chòe-ê í-gōa, iáu ū sím-mi̍h thang chòe ah?  Góa ǹg-bāng kiat hó ê phû-tô, cháiⁿ-iūⁿ hoán-tńg kiat iá phû-tô ah?","tghg":"我為我的葡萄園所做的以外，猶有甚麼通做啊？我向望結好的葡萄，怎樣反轉結野葡萄啊？","bklhl":"我為我ê葡萄園所做ê以外，iáu有甚麼thang做ah？我ǹg望結好ê葡萄，怎樣反tńg結野葡萄ah？"}},{"book":"賽","chapter":5,"verse":5,"versions":{"unv":"現在我告訴你們，我要向我葡萄園怎樣行：我必撤去籬笆，使它被吞滅，拆毀牆垣，使它被踐踏。","bklcl":"Taⁿ Góa kā lín kóng Góa beh tùi Góa ê phû-tô-hn̂g cháiⁿ-iūⁿ kiâⁿ; Góa beh thiah--khì lî-pa, hō͘ i siū thun-bia̍t; thiah-húi ûi-chhiûⁿ, hō͘ i siū thún-ta̍h.","tghg":"今我給恁講，我欲對我的葡萄園怎樣行：我欲拆去籬笆，互伊受吞滅，拆毀圍牆，互伊受𧿬踏(thún-ta̍h)。","bklhl":"Taⁿ我kā lín講我beh對我ê葡萄園怎樣行；我beh拆去籬笆，hō͘伊受吞滅；拆毀圍牆，hō͘伊受thún踏。"}},{"book":"賽","chapter":5,"verse":6,"versions":{"unv":"我必使它荒廢，不再修理，不再鋤刨，荊棘蒺藜倒要生長。我也必命雲不降雨在其上。","bklcl":"Góa beh hō͘ i hong-hòe, bô koh siu-chéng, bô koh thû-thóaⁿ; hoán-tńg hoat chhì-á kap chi̍t-lê; Góa iā beh bēng-lēng hûn bô lo̍h-hō͘ tī i ê téng-bīn.","tghg":"我欲互伊荒廢，無閣修整，無閣耡剷(thû-thóaⁿ)，反轉發莿仔(chhì-á)及蒺藜(chi̍t-lê)。我也欲命令雲無落雨佇伊的頂面。","bklhl":"我beh hō͘伊荒廢，無koh修整，無koh 耡剷(thû-thóaⁿ)；反tńg發刺á kap蒺藜；我也beh命令雲無落雨tī伊ê頂面。"}},{"book":"賽","chapter":5,"verse":7,"versions":{"unv":"萬軍之耶和華的葡萄園就是以色列家；他所喜愛的樹就是猶大人。他指望的是公平，誰知倒有暴虐（或譯：倒流人血）；指望的是公義，誰知倒有冤聲。","bklcl":"In-ūi bān-kun ê Iâ-hô-hoa ê phû-tô-hn̂g chiū-sī Í-sek-lia̍t-ke; I só͘ hoaⁿ-hí ê chhiū chiū-sī Iû-tāi lâng; I só͘ ǹg-bāng--ê sī kong-pêng, hoán-tńg ū pō-gio̍k; só͘ ǹg-bāng--ê sī kong-gī, hoán-tńg ū kiò oan-óng.","tghg":"因為萬軍的耶和華的葡萄園就是以色列家；伊所歡喜的樹就是猶大人。伊所向望的是公平，反轉有暴虐(pō-gio̍k)；所向望的是公義，反轉有叫冤枉。","bklhl":"因為萬軍ê耶和華ê葡萄園就是以色列家；伊所歡喜ê樹就是偤大人；伊所ǹg望ê是公平，反tńg有暴虐；所ǹg望ê是公義，反tńg有叫冤枉。"}},{"book":"賽","chapter":5,"verse":8,"versions":{"unv":"禍哉！那些以房接房，以地連地，以致不留餘地的，只顧自己獨居境內。","bklcl":"Ū chai-ē ah, hiah-ê ēng chhù chiap chhù, ēng chhân chiap chhân, tì-kàu bô lâu khàng-tōe--ê; chhun lín ka-kī khiā hit ê kéng-lāi.","tghg":"有災禍啊！許個用厝接厝，用田接田，致到無留空地的，剩(chhun)恁家己徛彼個境內。","bklhl":"有災厄ah，hiah-ê用厝接厝，用田接田，致到無留空地ê；chhun lín家己khiā hit ê境內。"}},{"book":"賽","chapter":5,"verse":9,"versions":{"unv":"我耳聞萬軍之耶和華說：必有許多又大又美的房屋成為荒涼，無人居住。","bklcl":"Góa chhin-hī thiaⁿ-kìⁿ bān-kun ê Iâ-hô-hoa kóng, Tek-khak ū chōe-chōe tōa koh súi ê chhù-the̍h chiâⁿ-chòe pha-hng, bô lâng khiā-khí.","tghg":"我親耳聽見萬軍的耶和華講：的確有多多大閣媠的厝宅，成做拋荒，無人徛起。","bklhl":"我親耳聽見萬軍ê耶和華講，的確有chōe-chōe大koh súi ê厝宅成做拋荒，無人khiā起。"}},{"book":"賽","chapter":5,"verse":10,"versions":{"unv":"三十畝葡萄園只出一罷特酒；一賀梅珥穀種只結一伊法糧食。","bklcl":"Saⁿ-cha̍p bó͘ ê phû-tô-hn̂g chí-ū chhut chi̍t pa-te̍k ê chiú; chi̍t hō-mûi-jíⁿ ê chéng-chí chí-ū siu-sêng chi̍t i-hoat ê bí-niû.","tghg":"三十畝(bó͘)的葡萄園只有出一罷特的酒；一賀梅珥的種子只有收成一伊法的米糧。","bklhl":"三十畝ê葡萄園只有出一pa-te̍k ê酒；一hō-mûi-jíⁿ ê種子只有收成一i-hoat ê米糧。"}},{"book":"賽","chapter":5,"verse":11,"versions":{"unv":"禍哉！那些清早起來追求濃酒，留連到夜深，甚至因酒發燒的人。","bklcl":"Chai-ē ah, hiah-ê thàu-chá khí-lâi, hòng-chhiòng lim kāu-chiú, ti̍t-ti̍t kàu mî chhim, sīm-chì kàu in-ūi chiú hoat-kông.","tghg":"災禍啊！許個透早起來放縱(hòng-chhiòng)飲厚酒，直直到暝深，甚至到因為酒發狂。","bklhl":"災厄ah，hiah-ê透早起來，放縱lim厚酒，直直到暝深，甚至到因為酒發狂。"}},{"book":"賽","chapter":5,"verse":12,"versions":{"unv":"他們在筵席上彈琴，鼓瑟，擊鼓，吹笛，飲酒，卻不顧念耶和華的作為，也不留心他手所做的。","bklcl":"In tī iân-toh tôaⁿ-khîm tôaⁿ-sek, phah-kó͘, pûn-ta̍t-á, lim-chiú, bô siūⁿ--tio̍h Iâ-hô-hoa ê só͘-kiâⁿ, ia̍h bô liû-sim I ê chhiú só͘-chòe-ê.","tghg":"𪜶佇筵桌彈琴，彈瑟，拍鼓，歕(pûn)笛仔(ta̍t-á)，飲酒，無想著耶和華的所行，亦無留心伊的手所做的。","bklhl":"In tī筵桌彈琴彈瑟、phah鼓、pûn笛á、lim酒，無想tio̍h耶和華ê所行，亦無留心伊ê手所做ê。"}},{"book":"賽","chapter":5,"verse":13,"versions":{"unv":"所以，我的百姓因無知就被擄去；他們的尊貴人甚是飢餓，群眾極其乾渴。","bklcl":"Só͘-í Góa ê peh-sìⁿ in-ūi bû-ti siū lâng lia̍h-khì; in chun-kùi ê lâng chin iau-gō, kui-tīn ê peh-sìⁿ ke̍k-kî chhùi-ta.","tghg":"所以，我的百姓因為無知受人掠去；𪜶尊貴的人真枵餓(iau-gō)，歸陣的百姓極其嘴乾。","bklhl":"所以我ê百姓因為無知受人掠去；in尊貴ê人真iau餓，kui陣ê百姓極其嘴乾。"}},{"book":"賽","chapter":5,"verse":14,"versions":{"unv":"故此，陰間擴張其欲，開了無限量的口；他們的榮耀、群眾、繁華，並快樂的人都落在其中。","bklcl":"In-ūi im-kan khoah-tōa i ê só͘ ài, khui i bô hān-liōng ê chhùi; in ê êng-kng, in ê chèng-lâng, in ê chhia-hôa, kap in tiong-kan khoài-lo̍k ê lâng, lóng lo̍h tī hit lāi-bīn.","tghg":"因為，陰間擴大伊的所愛，開伊無限量的嘴；𪜶的榮光、𪜶的眾人、𪜶的奢華(chhia-hôa)，及𪜶中間快樂的人攏落佇彼內面。","bklhl":"因為陰間闊大伊ê所ài，開伊無限量ê嘴；in ê榮光，in ê眾人，in ê奢華，kap in中間快樂ê人，lóng落tī hit內面。"}},{"book":"賽","chapter":5,"verse":15,"versions":{"unv":"卑賤人被壓服；尊貴人降為卑；眼目高傲的人也降為卑。","bklcl":"Pi-chiān--ê khut-lo̍h, chun-kùi--ê kàng-kē, ba̍k-thâu koâiⁿ ê lâng iā kàng-kē;","tghg":"卑賤者屈落；尊貴者降低；目頭高的人也降低。","bklhl":"卑賤ê屈落，尊貴ê降低，目頭高ê人也降低；"}},{"book":"賽","chapter":5,"verse":16,"versions":{"unv":"惟有萬軍之耶和華因公平而崇高；聖者　神因公義顯為聖。","bklcl":"chí ū bān-kun ê Iâ-hô-hoa tùi sím-phòaⁿ lâi chun-chòe koâiⁿ, sèng ê Siōng-tè tùi kong-gī hián-bêng chòe-sèng.","tghg":"只有萬軍的耶和華對審判來尊做高；聖的上帝對公義顯明做聖。","bklhl":"只有萬軍ê耶和華tùi審判來尊做高，聖ê上帝tùi公義顯明做聖。"}},{"book":"賽","chapter":5,"verse":17,"versions":{"unv":"那時，羊羔必來吃草，如同在自己的草場；豐肥人的荒場被遊行的人吃盡。","bklcl":"Hit-sî iûⁿ-á beh lâi chia̍h-chháu chhin-chhiūⁿ tī ka-kī ê chháu-tiûⁿ; pù-lâng pha-hng ê só͘-chāi, chhut-gōa lâng beh chia̍h i.","tghg":"彼時，羊仔欲來食草，親像佇家己的草場；富人(pù-lâng)拋荒的所在，出外人欲食伊。","bklhl":"Hit時羊á beh來食草親像tī家己ê草場；富人拋荒ê所在，出外人beh食伊。"}},{"book":"賽","chapter":5,"verse":18,"versions":{"unv":"禍哉！那些以虛假之細繩牽罪孽的人！他們又像以套繩拉罪惡，","bklcl":"Ū chai-ē ah, ēng hu-ké chòe soh lâi ín chōe-ok, koh chhin-chhiūⁿ ēng thoa-chhia ê soh lâi khiú chōe-kòa.","tghg":"有災禍啊！用虛假做索來引罪惡！閣親像用拖車的索來搝(khiú)罪過，","bklhl":"有災厄ah，用虛假做索來引罪惡，koh親像用拖車ê索來khiú罪過。"}},{"book":"賽","chapter":5,"verse":19,"versions":{"unv":"說：任他急速行，趕快成就他的作為，使我們看看；任以色列聖者所謀劃的臨近成就，使我們知道。","bklcl":"In kóng, Goān I kín-kín kiâⁿ, khoài-khoài chiâⁿ I ê só͘-chòe, hō͘ goán khòaⁿ-kìⁿ; goān Í-sek-lia̍t ê Sèng--ê só͘ kè-e̍k--ê pek-óa lâi, hō͘ goán chai.","tghg":"𪜶講：願伊緊緊行，快快成伊的所做，互阮看見；願以色列的聖者所計劃(kè-e̍k)的迫倚來，互阮知。","bklhl":"In講，願伊緊緊行，快快成伊ê所做，hō͘阮看見；願以色列ê聖ê所計畫ê逼óa來，hō͘阮知。"}},{"book":"賽","chapter":5,"verse":20,"versions":{"unv":"禍哉！那些稱惡為善，稱善為惡，以暗為光，以光為暗，以苦為甜，以甜為苦的人。","bklcl":"Ū chai-ē ah, hiah-ê chheng pháiⁿ chòe hó, chheng hó chòe pháiⁿ, ēng àm chòe kng, ēng kng chòe àm, ēng khó͘ chòe tiⁿ, ēng tiⁿ chòe khó͘ ê.","tghg":"有災禍啊！許個稱歹做好，稱好做歹，用暗做光，用光做暗，用苦做甜，用甜做苦的。","bklhl":"有災厄ah，hiah-ê稱pháiⁿ做好，稱好做pháiⁿ，用暗做光，用光做暗，用苦做甜，用甜做苦ê。"}},{"book":"賽","chapter":5,"verse":21,"versions":{"unv":"禍哉！那些自以為有智慧，自看為通達的人。","bklcl":"Ū chai-ē ah, hiah-ê ka-kī khòaⁿ-chòe ū tì-hūi, ka-kī khòaⁿ-chòe thong-ta̍t--ê.","tghg":"有災禍啊！許個家己看做有智慧，家己看做通達者。","bklhl":"有災厄ah，hiah-ê家己看做有智慧，家己看做通達ê。"}},{"book":"賽","chapter":5,"verse":22,"versions":{"unv":"禍哉！那些勇於飲酒，以能力調濃酒的人。","bklcl":"Ū chai-ē ah, hiah-ê ióng-kám tī lim-chiú, ēng lêng-le̍k tiau-hô kāu-chiú--ê.","tghg":"有災禍啊！許個勇敢佇飲酒，用能力調和厚酒者。","bklhl":"有災厄ah，hiah-ê勇敢tī lim酒，用能力調和厚酒ê。"}},{"book":"賽","chapter":5,"verse":23,"versions":{"unv":"他們因受賄賂，就稱惡人為義，將義人的義奪去。","bklcl":"In in-ūi siū pò͘-lō͘ chiū chheng pháiⁿ-lâng chòe gī, chiong gī-lâng ê gī kā i chhiúⁿ--khì.","tghg":"𪜶因為受賄賂(pò͘-lō͘)，就稱歹人做義，將義人的義給伊搶去。","bklhl":"In因為受pò͘賂就稱pháiⁿ人做義，將義人ê義kā伊搶去。"}},{"book":"賽","chapter":5,"verse":24,"versions":{"unv":"火苗怎樣吞滅碎秸，乾草怎樣落在火焰之中，照樣，他們的根必像朽物，他們的花必像灰塵飛騰；因為他們厭棄萬軍之耶和華的訓誨，藐視以色列聖者的言語。","bklcl":"Só͘-í chhin-chhiūⁿ hé-chi̍h sio tiū-kó, ta-chháu lo̍h tī hé-iām-tiong, chhin-chhiūⁿ án-ni in ê kun beh chhin-chhiūⁿ hiú-nōa ê mi̍h, in ê hoe beh chhin-chhiūⁿ tîn-ai pe--khí-lâi; in-ūi in khì-sak bān-kun ê Iâ-hô-hoa ê kà-sī, khòaⁿ-khin Í-sek-lia̍t ê Sèng--ê ê ōe.","tghg":"所以親像火舌燒稻稿(kó)，乾草落佇火焰中，親像按呢，𪜶的根欲親像朽爛的物，𪜶的花欲親像塵埃飛起來；因為𪜶棄拺萬軍的耶和華的教示，看輕以色列的聖者的話。","bklhl":"所以親像火舌燒稻稿，乾草落tī火燄中，親像án-ni in ê根beh親像朽爛ê物，in ê花beh親像塵埃飛起來；因為in棄sak萬軍ê耶和華ê教示，看輕以色列ê聖ê ê話。"}},{"book":"賽","chapter":5,"verse":25,"versions":{"unv":"所以，耶和華的怒氣向他的百姓發作。他的手伸出攻擊他們，山嶺就震動；他們的屍首在街市上好像糞土。雖然如此，他的怒氣還未轉消；他的手仍伸不縮。","bklcl":"Só͘-í Iâ-hô-hoa ê siū-khì tùi I ê peh-sìⁿ hoat-choh, I ê chhiú chhun-chhut kong-kek lâi phah in; chiah-ê soaⁿ-niá chiū iô-choah, in ê sin-si tī koe-chhī chhin-chhiūⁿ pùn-thô͘.  Sui-jiân án-ni I ê siū-khì iáu-bē siau, I ê chhiú iáu chhun--teh.","tghg":"所以，耶和華的受氣對伊的百姓發作。伊的手伸出攻擊來拍𪜶，諸個山嶺就搖泏(iô-choah)；𪜶的身屍佇街市親像糞土(pùn-thô͘)。雖然按呢，伊的受氣猶(iáu)未消；伊的手猶伸啲。","bklhl":"所以耶和華ê受氣對伊ê百姓發作，伊ê手伸出攻擊來phah in；chiah ê山嶺就搖choah，in ê身屍tī街市親像糞土。雖然án-ni伊ê受氣iáu未消，伊ê手iáu 伸teh。"}},{"book":"賽","chapter":5,"verse":26,"versions":{"unv":"他必豎立大旗，招遠方的國民，發嘶聲叫他們從地極而來；看哪，他們必急速奔來。","bklcl":"I beh chhut kî-hō, chio hn̄g-hn̄g ê peh-sìⁿ, chhut kháu-hō kiò in tùi tōe-ke̍k lâi; khòaⁿ ah, in beh kín-kín cháu--lâi.","tghg":"伊欲出旗號，招遠遠的百姓，出口號叫𪜶對地極來；看啊，𪜶欲緊緊走來。","bklhl":"伊beh出旗號，招遠遠ê百姓，出口號叫in tùi地極來；看ah，in beh緊緊走來。"}},{"book":"賽","chapter":5,"verse":27,"versions":{"unv":"其中沒有疲倦的，絆跌的；沒有打盹的，睡覺的；腰帶並不放鬆，鞋帶也不折斷。","bklcl":"Kî-tiong bô ū ià-siān--ê, bô ū poa̍h-tó--ê, bô ū tuh-bîn--ê, bô ū khùn--ê, io-tòa iā bô pàng-sang, ôe-tòa iā bô phah-tn̄g.","tghg":"其中無有厭倦者，無有跋倒者；無有盹眠(tuh-bîn)者，無有睏者；腰帶也無放鬆，鞋帶也無拍斷。","bklhl":"其中無有厭倦ê，無有跋倒ê，無有tuh眠ê，無有睏ê，腰帶也無放鬆，鞋帶也無phah斷。"}},{"book":"賽","chapter":5,"verse":28,"versions":{"unv":"他們的箭快利，弓也上了弦。馬蹄算如堅石，車輪好像旋風。","bklcl":"In ê chìⁿ chin-lāi, keng iā piⁿ-ân; bé-tôe chhin-chhiūⁿ tēng ê chio̍h, chhia-lûn chhin-chhiūⁿ kńg-lê-hong.","tghg":"𪜶的箭真利，弓也拼緊(piⁿ-ân)。馬蹄親像𠕇(tēng)的石，車輪親像捲螺風(kńg-lê-hong)。","bklhl":"In ê箭真利，弓也piⁿ-ân；馬蹄親像tēng ê石，車輪親像捲螺風。"}},{"book":"賽","chapter":5,"verse":29,"versions":{"unv":"他們要吼叫，像母獅子，咆哮，像少壯獅子；他們要咆哮抓食，坦然叼去，無人救回。","bklcl":"In beh háu chhin-chhiūⁿ bú ê sai, ia̍h chhin-chhiūⁿ sòe-chiah sai teh háu; in beh hm̄-hm̄-háu, lâi la̍k in só͘ kā ê mi̍h, thoa-kàu ún-tàng ê só͘-chāi, bô lâng ōe kiù tò-tńg.","tghg":"𪜶欲哮，親像母的獅，亦親像細隻獅啲哮；𪜶欲噤噤哮(hm̄-hm̄-háu)來搙(la̍k)𪜶所咬的物，拖到穩當的所在，無人會救倒轉。","bklhl":"In beh哮親像母ê獅，亦親像細隻獅teh哮；in beh hm̄-hm̄哮，來la̍k in所咬ê物，拖到穩當ê所在，無人會救倒tńg。"}},{"book":"賽","chapter":5,"verse":30,"versions":{"unv":"那日，他們要向以色列人吼叫，像海浪匉訇；人若望地，只見黑暗艱難，光明在雲中變為昏暗。","bklcl":"Hit-ji̍t in beh tùi in hm̄-hm̄-háu, chhin-chhiūⁿ hái hōa-hōa-háu; lâng nā khòaⁿ lo̍h tōe, chiū khòaⁿ-kìⁿ ū o͘-àm kan-khó͘, kng-bêng tī hûn-lāi pìⁿ-chòe o͘-àm.","tghg":"彼日，𪜶欲對𪜶噤噤哮，親像海嘩嘩哮(hōa-hōa-háu)；人若看落地，就看見有黑暗艱苦，光明佇雲內變做黑暗。","bklhl":"Hit日in beh對in hm̄-hm̄哮，親像海hōa-hōa哮；人若看落地，就看見有烏暗艱苦，光明tī雲內變做烏暗。"}}]