[{"book":"賽","chapter":9,"verse":1,"versions":{"unv":"但那受過痛苦的必不再見幽暗。從前　神使西布倫地和拿弗他利地被藐視，末後卻使這沿海的路，約旦河外，外邦人的加利利地得著榮耀。","bklcl":"Chóng-sī hit-ê bat siū thòng-khó͘ ê tōe bô koh tiàm-tī o͘-àm.  Chêng Siōng-tè hō͘ Se-pò͘-lûn kap Ná-hut-tha-lī ê tōe siū khòaⁿ-khin, āu-lâi chiū hō͘ iân-hái ê lō͘, Iok-tàn ê hô-gōa, gōa-pang ê Ka-lī-lī, tit-tio̍h êng-kng.","tghg":"總是彼個曾受痛苦的地無閣踮佇黑暗。前上帝互西布倫及拿弗他利的地受看輕，後來就互沿海的路，約但的河外，外邦的加利利得著榮光。","bklhl":"總是hit ê bat受痛苦ê地無koh tiàm-tī烏暗，前上帝hō͘ Se-pò͘-lûn kap Ná-hut-tha-lī ê地受看輕，後來就hō͘沿海ê路，約旦ê河外，外邦ê加利利，得tio̍h榮光。"}},{"book":"賽","chapter":9,"verse":2,"versions":{"unv":"在黑暗中行走的百姓看見了大光；住在死蔭之地的人有光照耀他們。","bklcl":"Kiâⁿ tī o͘-àm-tiong ê peh-sìⁿ khòaⁿ-kìⁿ tōa-kng; khiā-khí tī sí-ìm ê tōe--ê, ū kng chiò in.","tghg":"行佇黑暗中的百姓看見大光；徛起佇死蔭的地的有光照𪜶。","bklhl":"行tī烏暗中ê百姓看見大光；khiā起tī死蔭ê地ê，有光照in。"}},{"book":"賽","chapter":9,"verse":3,"versions":{"unv":"你使這國民繁多，加增他們的喜樂；他們在你面前歡喜，好像收割的歡喜，像人分擄物那樣的快樂。","bklcl":"Lí hó͘ chit ê kok-bîn chōe-chōe , ia̍h ke-thiⁿ in ê hoaⁿ-hí; in tī Lí ê bīn-chêng hoaⁿ-hí, chhin-chhiūⁿ siu-koah ê hoaⁿ-hí, chhin-chhiūⁿ lâng pun só͘ chhiúⁿ ê mi̍h, hit-hō ê khoài-lo̍k.","tghg":"你互此個國民多多，亦加添𪜶的歡喜；𪜶佇你的面前歡喜，親像收割的歡喜，親像人分所搶的物彼號的快樂。","bklhl":"你hó͘ chit ê國民chōe-chōe，亦加添in ê歡喜；in tī你ê面前歡喜，親像收割ê歡喜，親像人分所搶ê物，hit號ê快樂。"}},{"book":"賽","chapter":9,"verse":4,"versions":{"unv":"因為他們所負的重軛和肩頭上的杖，並欺壓他們人的棍，你都已經折斷，好像在米甸的日子一樣。","bklcl":"In-ūi i só͘ pē tāng ê taⁿ, kap keng-thâu-téng ê koáiⁿ, í-ki̍p ap-chè i--ê ê thûi, Lí lóng kā i at-chi̍h, chhin-chhiūⁿ tī Bí-tiân ê ji̍t chi̍t-iūⁿ.","tghg":"因為伊所背重的軛(taⁿ)，及肩頭頂的枴，以及壓制伊者的槌，你攏給伊遏折(at-chi̍h)，親像佇米甸的日一樣。","bklhl":"因為伊所背重ê擔，kap肩頭頂ê柺，以及壓制伊ê ê槌，你lóng kā伊at折，親像tī米甸ê日一樣。"}},{"book":"賽","chapter":9,"verse":5,"versions":{"unv":"戰士在亂殺之間所穿戴的盔甲，並那滾在血中的衣服，都必作為可燒的，當作火柴。","bklcl":"In-ūi kau-chiàn-tiong chhēng-kah ê lâng ê kun-chong, kap kō tī huih-lāi ê saⁿ lóng beh siū sio, chòe hiâⁿ-hé ê chhâ.","tghg":"因為交戰中穿甲的人的軍裝，及翱(kō)佇血內的衫，攏欲受燒，做燃火(hiâⁿ-hé)的柴。","bklhl":"因為交戰中穿甲ê人ê軍裝，kap kō tī血內ê衫lóng beh受燒，做hiâⁿ火ê柴。"}},{"book":"賽","chapter":9,"verse":6,"versions":{"unv":"因有一嬰孩為我們而生；有一子賜給我們。政權必擔在他的肩頭上；他名稱為「奇妙策士、全能的　神、永在的父、和平的君」。","bklcl":"In-ūi ū chi̍t ê eⁿ-á ūi lán lâi chhut--sì, ū chi̍t ê kiáⁿ siúⁿ-sù lán; i beh hū-tam kok-chèng, i ê miâ chheng-chòe Kî-biāu, Bô͘-sū, Choân-lêng ê Siōng-tè, Éng-oán tī-teh ê Pē, Hô-pêng ê Jîn-kun.","tghg":"因為有一個嬰仔為咱來出世；有一個子賞賜咱。伊欲負擔國政；伊的名稱做「奇妙謀士、全能的上帝、永遠佇啲的父、和平的人君」。","bklhl":"因為有一个嬰á為咱來出世，有一个kiáⁿ賞賜咱；伊beh負擔國政，伊ê名稱做奇妙，謀士，全能ê上帝，永遠tī-teh ê父，和平ê人君。"}},{"book":"賽","chapter":9,"verse":7,"versions":{"unv":"他的政權與平安必加增無窮。他必在大衛的寶座上治理他的國，以公平公義使國堅定穩固，從今直到永遠。萬軍之耶和華的熱心必成就這事。","bklcl":"I ê kok-chèng kap pêng-an beh ke-thiⁿ bû-kiông-chīn, chiū-sī tī Tāi-pi̍t ê pó-chō kap i ê kok, beh ēng sím-phòaⁿ kong-gī lâi kiàn-li̍p i, pó-hō͘ i, tùi taⁿ kàu éng-oán.  Bān-kun ê Iâ-hô-hoa ê jia̍t-sim beh chiâⁿ chit ê sū.","tghg":"伊的國政及平安欲加添無窮盡。就是佇大衛的寶座及伊的國，欲用審判公義來建立伊保護伊，對今到永遠。萬軍的耶和華的熱心欲成此個事。","bklhl":"伊ê國政kap平安beh加添無窮盡，就是tī大衛ê寶座kap伊ê國，beh用審判公義來建立伊，保護伊，tùi taⁿ到永遠。萬軍ê耶和華ê熱心beh成chit ê事。"}},{"book":"賽","chapter":9,"verse":8,"versions":{"unv":"主使一言入於雅各家，落於以色列家。","bklcl":"Chú hoat-chhut chi̍t-kù-ōe hō͘ Ngá-kok ke, hit ê ōe ia̍h lîm-kàu Í-sek-lia̍t cho̍k.","tghg":"主發出一句話互雅各家，彼個話亦臨到以色列族。","bklhl":"主發出一句話hō͘雅各家，hit ê話亦臨到以色列族。"}},{"book":"賽","chapter":9,"verse":9,"versions":{"unv":"這眾百姓，就是以法蓮和撒馬利亞的居民，都要知道；他們憑驕傲自大的心說：","bklcl":"Chit ê chèng peh-sìⁿ, chiū-sī Í-hoat-liân kap khiā-khí tī Sat-má-lī-a--ê, lóng beh chai; in chiàu in kiau-ngō͘ chū-tōa ê sim kóng,","tghg":"此個眾百姓，就是以法蓮及徛起佇撒瑪利亞者，攏欲知；𪜶照𪜶驕傲自大的心講：","bklhl":"Chit ê眾百姓，就是Í-hoat-liân kap khiā起tī撒馬利亞ê，lóng beh知；in照in驕傲自大ê心講，"}},{"book":"賽","chapter":9,"verse":10,"versions":{"unv":"磚牆塌了，我們卻要鑿石頭建築；桑樹砍了，我們卻要換香柏樹。","bklcl":"Chng-phia̍h í-keng tó, goán beh phah-chio̍h lâi khí; sng-châi-chhiū í-keng chhò, goán beh ēng pek-hiuⁿ-chhiū lâi thòe-ōaⁿ.","tghg":"磚甓(chng-phia̍h)已經倒，阮欲拍石來起；桑材樹已經剉(chhò)，阮欲用柏香樹來替換。","bklhl":"磚甓已經倒，阮beh phah石來起；桑材樹已經剉，阮beh用柏香樹來替換。"}},{"book":"賽","chapter":9,"verse":11,"versions":{"unv":"因此，耶和華要高舉利汛的敵人來攻擊以色列，並要激動以色列的仇敵。","bklcl":"Só͘-í Iâ-hô-hoa beh khí Lī-sìn ê tùi-te̍k lâi kong-kek i, ia̍h beh kek-tōng i ê tùi-te̍k;","tghg":"所以，耶和華欲起利汛的對敵來攻擊伊，亦欲激動伊的對敵。","bklhl":"所以耶和華beh起Lī-sìn ê對敵來攻擊伊，亦beh激動伊ê對敵；"}},{"book":"賽","chapter":9,"verse":12,"versions":{"unv":"東有亞蘭人，西有非利士人；他們張口要吞吃以色列。雖然如此，耶和華的怒氣還未轉消；他的手仍伸不縮。","bklcl":"tang ū A-lân lâng, sai ū Hui-lī-sū lâng; in khui-chhùi thun-chia̍h Í-sek-lia̍t.  Sui-jiân án-ni, Iâ-hô-hoa ê siū-khì iáu-bē siau, I ê chhiú iáu-kú chhun-teh.","tghg":"東有亞蘭人，西有非利士人；𪜶開嘴吞食以色列。雖然按呢，耶和華的受氣猶(iáu)未消；伊的手猶久伸啲。","bklhl":"東有A-lân人，西有腓利士人；in開嘴吞食以色列。雖然án-ni，耶和華ê受氣iáu未消，伊ê手iáu-kú 伸teh。"}},{"book":"賽","chapter":9,"verse":13,"versions":{"unv":"這百姓還沒有歸向擊打他們的主，也沒有尋求萬軍之耶和華。","bklcl":"Chit ê peh-sìⁿ iû-goân bô kui-ǹg phah in ê Chú, ia̍h bô chhē bān-kun ê Iâ-hô-hoa.","tghg":"此個百姓猶原無歸向拍𪜶的主，亦無尋萬軍的耶和華。","bklhl":"Chit ê百姓猶原無歸向phah in ê主，亦無chhē萬軍ê耶和華。"}},{"book":"賽","chapter":9,"verse":14,"versions":{"unv":"因此，耶和華一日之間必從以色列中剪除頭與尾，棕枝與蘆葦─","bklcl":"Só͘-í Iâ-hô-hoa tī chi̍t-ji̍t ê tiong-kan beh tùi Í-sek-lia̍t chām-tn̄g thâu kap bé, chang-chhiū-ki kap lô͘-úi.","tghg":"所以，耶和華佇一日的中間，欲對以色列斬斷頭及尾，棕樹枝及蘆葦──","bklhl":"所以耶和華tī一日ê中間beh對以色列斬斷頭kap尾，棕樹枝kap蘆葦。"}},{"book":"賽","chapter":9,"verse":15,"versions":{"unv":"長老和尊貴人就是頭，以謊言教人的先知就是尾。","bklcl":"Lāu-tōa kap chun-kùi ê lâng chiū-sī thâu, ēng pe̍h-chha̍t-ōe kà-sī lâng ê sian-ti chiū-sī bé.","tghg":"老大及尊貴的人就是頭，用白賊話教示人的先知就是尾。","bklhl":"老大kap尊貴ê人就是頭，用白賊話教示人ê先知就是尾。"}},{"book":"賽","chapter":9,"verse":16,"versions":{"unv":"因為，引導這百姓的使他們走錯了路；被引導的都必敗亡。","bklcl":"In-ūi ín-chhōa chit ê peh-sìⁿ--ê, hō͘ in kiâⁿ chha-lō͘; hō͘ in ín-chhōa--ê lóng siū thun-bia̍t.","tghg":"因為，引導此個百姓者互𪜶行差路；互𪜶引導者攏受吞滅。","bklhl":"因為引chhōa chit ê百姓ê，hō͘ in行叉路；hō͘ in引chhōa-ê lóng受吞滅。"}},{"book":"賽","chapter":9,"verse":17,"versions":{"unv":"所以，主必不喜悅他們的少年人，也不憐恤他們的孤兒寡婦；因為，各人是褻瀆的，是行惡的，並且各人的口都說愚妄的話。雖然如此，耶和華的怒氣還未轉消；他的手仍伸不縮。","bklcl":"Só͘-í Chú bô hoaⁿ-hí in ê siàu-liân lâng, ia̍h bô beh lîn-bín in ê ko͘-jî kóaⁿ-hū; in-ūi ta̍k-lâng sī siat-to̍k--ê, sī kiâⁿ-pháiⁿ--ê, koh ta̍k-lâng ê chhùi lóng sī kóng gōng-ōe.  Sui-jiân án-ni, Iâ-hô-hoa ê siū-khì iáu-bē siau, I ê chhiú iû-goân chhun--teh.","tghg":"所以，主無歡喜𪜶的少年人，亦無欲憐憫𪜶的孤兒寡婦；因為，逐人是褻瀆(siat-to̍k)者，是行歹者，閣逐人的嘴攏是講戇話。雖然按呢，耶和華的受氣猶未消；伊的手猶原伸啲。","bklhl":"所以主無歡喜in ê少年人，亦無beh憐憫in ê孤兒寡婦；因為ta̍k人是褻瀆ê，是行pháiⁿ-ê，koh ta̍k人ê嘴lóng是講戇話。雖然án-ni，耶和華ê受氣iáu未消，伊ê手猶原伸teh。"}},{"book":"賽","chapter":9,"verse":18,"versions":{"unv":"邪惡像火焚燒，燒滅荊棘和蒺藜，在稠密的樹林中著起來，就成為煙柱，旋轉上騰。","bklcl":"In-ūi siâ-ok chhin-chhiūⁿ hé to̍h sio-bia̍t chhì-phè kap chi̍t-lê; koh to̍h tī ām-ām ê chhiū-nâ, chiâⁿ-chòe ian-thiāu, tńg-se̍h chhèng-chiūⁿ koâiⁿ.","tghg":"因為邪惡親像火𤏸(to̍h)，燒滅莿帕(chhì-phè)及蒺藜(chi̍t-lê)，閣𤏸佇艷艷(ām-ām)的樹林，成做煙柱，轉踅(tńg-se̍h)淐上(chhèng-chiūⁿ)高。","bklhl":"因為邪惡親像火to̍h燒滅刺phè kap蒺藜；koh to̍h tī ām-ām ê樹林，成做煙柱，轉旋chhèng上高。"}},{"book":"賽","chapter":9,"verse":19,"versions":{"unv":"因萬軍之耶和華的烈怒，地都燒遍；百姓成為火柴；無人憐愛弟兄。","bklcl":"In-ūi bān-kun ê Iâ-hô-hoa ê tōa siū-khì, tōe piàn-piàn siū-sio; peh-sìⁿ chiâⁿ-chòe hé-to̍h ê chhâ; hiaⁿ-tī bô saⁿ khó-lîn.","tghg":"因為萬軍的耶和華的大受氣，地遍遍受燒，百姓成做火𤏸的柴；兄弟無相可憐。","bklhl":"因為萬軍ê耶和華ê大受氣，地遍遍受燒；百姓成做火to̍h ê柴；兄弟無相可憐。"}},{"book":"賽","chapter":9,"verse":20,"versions":{"unv":"有人右邊搶奪，仍受飢餓，左邊吞吃，仍不飽足；各人吃自己膀臂上的肉。","bklcl":"Lâng chiàⁿ-pêng chhiúⁿ-the̍h, iû-goân sī iau; tò-pêng thun-kā, iû-goân bōe pá; ta̍k-lâng kā i ka-kī chhiú-kut ê bah.","tghg":"人正旁搶提，猶原是枵(iau)，倒旁吞咬，猶原𣍐飽；逐人咬伊家己手骨的肉。","bklhl":"人chiàⁿ-pêng搶the̍h，猶原是iau；tò-pêng吞咬，猶原bōe飽；ta̍k人咬伊家己手骨ê肉。"}},{"book":"賽","chapter":9,"verse":21,"versions":{"unv":"瑪拿西吞吃（或譯：攻擊；下同）以法蓮；以法蓮吞吃瑪拿西，又一同攻擊猶大。雖然如此，耶和華的怒氣還未轉消；他的手仍伸不縮。","bklcl":"Má-ná-se kong Í-hoat-liân, Í-hoat-liân kong Má-ná-se; nn̄g cho̍k ha̍p kong Iû-tāi.  Sui-jiân án-ni, Iâ-hô-hoa ê siū-khì iáu-bē siau, I ê chhiú iáu-kú chhun--teh.","tghg":"瑪拿西攻以法蓮；以法蓮攻瑪拿西，二族合攻猶大。雖然按呢，耶和華的受氣猶未消；伊的手猶久伸啲。","bklhl":"Má-ná-se攻 Í-hoat-liân，Í-hoat-liân攻Má-ná-se；兩族合攻偤大。雖然án-ni，耶和華ê受氣iáu未消，伊ê手iáu-kú 伸teh。"}}]