[{"book":"賽","chapter":53,"verse":1,"versions":{"unv":"我們所傳的（或譯：所傳與我們的）有誰信呢？耶和華的膀臂向誰顯露呢？","bklcl":"Lán só͘ thiaⁿ-kìⁿ-ê, ū chī-chūi sìn ah?  Iâ-hô-hoa ê chhiú ǹg chī-chūi hián-bêng ah?","tghg":"咱所聽見的，有是誰信啊？耶和華的手向(ǹg)是誰顯明啊？","bklhl":"咱所聽見ê，有是誰信ah？耶和華ê手ǹg 是誰顯明ah？"}},{"book":"賽","chapter":53,"verse":2,"versions":{"unv":"他在耶和華面前生長如嫩芽，像根出於乾地。他無佳形美容；我們看見他的時候，也無美貌使我們羨慕他。","bklcl":"In-ūi i tī I ê bīn-chêng seng-tióng chhin-chhiūⁿ chíⁿ-chíⁿ ê íⁿ, ia̍h chhin-chhiūⁿ kun hoat tī ta-tōe; i bô hó hêng-chōng bô ui-gî; lán khòaⁿ-kìⁿ i ia̍h bô hó hêng-iông, thang hō͘ lán him-bō͘ i.","tghg":"因為伊佇伊的面前生長親像茈茈(chíⁿ-chíⁿ)的芛(íⁿ)，亦親像根發佇乾地。伊無好形狀無威儀；咱看見伊亦無好形容，通互咱欣慕伊。","bklhl":"因為伊tī祂ê面前生長親像chíⁿ-chíⁿ ê íⁿ，亦親像根發tī乾地；伊無好形狀無威儀；咱看見伊亦無好形容，thang hō͘咱欣慕伊。"}},{"book":"賽","chapter":53,"verse":3,"versions":{"unv":"他被藐視，被人厭棄；多受痛苦，常經憂患。他被藐視，好像被人掩面不看的一樣；我們也不尊重他。","bklcl":"I siū khòaⁿ-khin, hō͘ lâng pàng-sak, siū chōe-chōe khó͘-thàng, siông-siông tú-tio̍h iu-būn; i siū khòaⁿ-khin, chhin-chhiūⁿ hō͘ lâng ng-bīn m̄-khòaⁿ-ê chi̍t-iūⁿ; lán ia̍h bô chun-tiōng i.","tghg":"伊受看輕，互人放拺(pàng-sak)；受多多苦痛，常常抵著(tú-tio̍h)憂悶。伊受看輕，親像互人掩(ng)面呣看的一樣；咱亦無尊重伊。","bklhl":"伊受看輕，hō͘人放sak，受chōe-chōe苦痛，常常tú-tio̍h憂悶；伊受看輕，親像hō͘人掩面m̄看ê一樣；咱亦無尊重伊。"}},{"book":"賽","chapter":53,"verse":4,"versions":{"unv":"他誠然擔當我們的憂患，背負我們的痛苦；我們卻以為他受責罰，被　神擊打苦待了。","bklcl":"I si̍t-chāi tam-tng lán ê iu-būn, pē lán ê khó͘-thàng; chóng-sī lán lia̍h-chòe i siū chek-hoa̍t, hō͘ Siōng-tè phah, koh siū khó͘-chhó͘.","tghg":"伊實在擔當咱的憂悶，背咱的苦痛；總是咱掠做伊受責罰，互上帝拍，閣受苦楚。","bklhl":"伊實在擔當咱ê憂悶，背咱ê苦痛；總是咱掠做伊受責罰，hō͘上帝phah，koh受苦楚。"}},{"book":"賽","chapter":53,"verse":5,"versions":{"unv":"哪知他為我們的過犯受害，為我們的罪孽壓傷。因他受的刑罰，我們得平安；因他受的鞭傷，我們得醫治。","bklcl":"Nā-sī i ūi-tio̍h lán ê kè-sit siū siong, ūi-tio̍h lán ê chōe-kòa siū-hāi; i tam-tng hêng-hoa̍t, lán tit-tio̍h pêng-an; i siū piⁿ-phah, lán tit-tio̍h i-hó.","tghg":"若是伊為著咱的過失受傷，為著咱的罪過受害。伊擔當刑罰，咱得著平安；伊受鞭拍，咱得著醫好。","bklhl":"但是伊為tio̍h咱ê過失受傷，為tio̍h咱ê罪過受害；伊擔當刑罰，咱得tio̍h平安；伊受鞭phah，咱得tio̍h醫好。"}},{"book":"賽","chapter":53,"verse":6,"versions":{"unv":"我們都如羊走迷；各人偏行己路；耶和華使我們眾人的罪孽都歸在他身上。","bklcl":"Lán lóng chhin-chhiūⁿ iûⁿ bê-lō͘; ta̍k-lâng kiâⁿ ka-kī ê phian-lō͘;  Iâ-hô-hoa hō͘ lán chèng-lâng ê chōe lóng kui tī i sin-chiūⁿ.","tghg":"咱攏親像羊迷路；逐人行家己的偏路；耶和華互咱眾人的罪攏歸佇伊身上。","bklhl":"咱lóng親像羊迷路；ta̍k人行家己ê偏路；耶和華hō͘咱眾人ê罪lóng歸tī伊身上。"}},{"book":"賽","chapter":53,"verse":7,"versions":{"unv":"他被欺壓，在受苦的時候卻不開口（或譯：他受欺壓，卻自卑不開口）；他像羊羔被牽到宰殺之地，又像羊在剪毛的人手下無聲，他也是這樣不開口。","bklcl":"I siū ap-pek tú-tio̍h kan-khó͘, iáu-kú bô khui-chhùi; i chhin-chhiūⁿ iûⁿ-á khan kàu siū-thâi ê tōe; koh chhin-chhiūⁿ iûⁿ tī chián-mn̂g ê lâng ê bīn-chêng bô chhut-siaⁿ, i ia̍h án-ni bô khui-chhùi.","tghg":"伊受壓迫抵著艱苦，猶久無開嘴；伊親像羊仔牽到受刣的地，閣親像羊佇剪毛的人的面前無出聲，伊亦按呢無開嘴。","bklhl":"伊受壓迫tú-tio̍h艱苦，iáu-kú無開嘴；伊親像羊á牽到受刣 ê地；koh親像羊tī剪毛ê人ê面前無出聲，伊亦án-ni無開嘴。"}},{"book":"賽","chapter":53,"verse":8,"versions":{"unv":"因受欺壓和審判，他被奪去，至於他同世的人，誰想他受鞭打、從活人之地被剪除，是因我百姓的罪過呢？","bklcl":"I tùi ap-pek kap sím-phòaⁿ siū chhú--khì; tī i ê sè-tāi, chī-chūi siūⁿ-tio̍h i tùi oa̍h-lâng ê tōe siū chián-tû? á-sī in-ūi Góa ê peh-sìⁿ ê chōe-kòa siū-phah ah?","tghg":"伊對壓迫及審判，受取去，佇伊的世代，是誰想著伊對活人的地受剪除？抑是因為我的百姓的罪過受拍啊？","bklhl":"伊tùi壓迫kap審判受取去；tī伊ê世代，是誰想tio̍h伊tùi活人ê地受剪除？á是因為我ê百姓ê罪過受phah ah？"}},{"book":"賽","chapter":53,"verse":9,"versions":{"unv":"他雖然未行強暴，口中也沒有詭詐，人還使他與惡人同埋；誰知死的時候與財主同葬。","bklcl":"I sui-jiân bô kiâⁿ kiông-pō, chhùi iā bô ū khúi-chà, iáu-kú tī i ê sí kap pháiⁿ-lâng tâng-bōng, iā kap pù-lâng saⁿ-kap.","tghg":"伊雖然無行強暴，嘴也無有詭詐，猶久佇伊的死及歹人同墓；也及富人相及。","bklhl":"伊雖然無行強暴，嘴也無有詭詐，iáu-kú tī伊ê死kap pháiⁿ人同墓，也kap富人相kap。"}},{"book":"賽","chapter":53,"verse":10,"versions":{"unv":"耶和華卻定意（或譯：喜悅）將他壓傷，使他受痛苦。耶和華以他為贖罪祭（或譯：他獻本身為贖罪祭）。他必看見後裔，並且延長年日。耶和華所喜悅的事必在他手中亨通。","bklcl":"Chóng-sī Iâ-hô-hoa hoaⁿ-hí sún-hāi i, hō͘ i siū khó͘-thàng; i ê oa̍h-miā chòe sio̍k-chōe ê chè, hit-sî i beh khòaⁿ-kìⁿ hō͘-è, koh ke-thiⁿ hè-siū, Iâ-hô-hoa só͘ hoaⁿ-hí ê sū beh tī i ê chhiú-tiong heng-thong.","tghg":"總是耶和華歡喜損害伊，互伊受苦痛。伊的活命做贖罪的祭。彼時伊欲看見後裔，閣加添歲壽。耶和華所歡喜的事欲佇伊的手中亨通。","bklhl":"總是耶和華歡喜損害伊，hō͘伊受苦痛；伊ê活命做贖罪ê祭，hit時伊beh看見後裔，koh加添歲壽，耶和華所歡喜ê事beh tī伊ê手中興通。"}},{"book":"賽","chapter":53,"verse":11,"versions":{"unv":"他必看見自己勞苦的功效，便心滿意足。有許多人因認識我的義僕得稱為義；並且他要擔當他們的罪孽。","bklcl":"I beh khòaⁿ-kìⁿ pún-sin lô-khó͘ ê hāu-kó, chiū sim-móa ì-chiok;  Góa gī ê lô͘-po̍k beh ēng i ê chai-bat hō͘ chōe-chōe lâng tit-tio̍h chheng-chòe-gī; iā i beh tam-tng in ê chōe-kòa.","tghg":"伊欲看見本身勞苦的效果，就心滿意足。我義的奴僕欲用伊的知識(chai-bat)互多多人得著稱做義；也伊欲擔當𪜶的罪過。","bklhl":"伊beh看見本身勞苦ê效果，就心滿意足；我義ê奴僕beh用伊ê知bat hō͘ chōe-chōe人得tio̍h稱做義；也伊beh擔當in ê罪過。"}},{"book":"賽","chapter":53,"verse":12,"versions":{"unv":"所以，我要使他與位大的同分，與強盛的均分擄物。因為他將命傾倒，以致於死；他也被列在罪犯之中。他卻擔當多人的罪，又為罪犯代求。","bklcl":"Só͘-í Góa beh hō͘ i kap chē koâiⁿ-ūi--ê pun hūn-gia̍h, kap kiông-béng--ê pun só͘ chhiúⁿ ê mi̍h; in-ūi i pàng-sak sìⁿ-miā kàu-sí, i iā lia̍t tī chōe-hoān ê tiong-kan; chóng-sī i tam-tng chōe-chōe lâng ê chōe, koh thòe chōe-hoān kî-tó.","tghg":"所以，我欲互伊及坐高位者分(pun)份額，及強猛者分所搶的物。因為伊放拺生命到死；伊也列佇罪犯的中間。總是伊擔當多多人的罪，閣替罪犯祈禱。","bklhl":"所以我beh hō͘伊kap坐高位ê分份額，kap強猛ê分所搶ê物；因為伊放sak性命到死，伊也列tī罪犯ê中間；總是伊擔當chōe-chōe人ê罪，koh替罪犯祈禱。"}}]