[{"book":"賽","chapter":4,"verse":1,"versions":{"unv":"在那日，七個女人必拉住一個男人，說：「我們吃自己的食物，穿自己的衣服，但求你許我們歸你名下；求你除掉我們的羞恥。」","bklcl":"Tī hit-ji̍t chhit ê hū-jîn-lâng beh khîⁿ chi̍t ê ta-po͘-lâng, kóng, Goán chia̍h ka-kī ê bí-niû, chhēng ka-kī ê i-chiûⁿ; to̍k-to̍k kiû lí chún goán kui tī lí ê miâ, lâi tû--khì goán ê kiàn-siàu.","tghg":"佇彼日，七個婦仁人欲擒(khîⁿ)一個查甫人，講：「阮食家己的米糧，穿家己的衣裳，獨獨求你准阮歸佇你的名；來除去阮的見誚。」","bklhl":"Tī hit日七個婦人人beh擒一个ta-po͘人，講，阮食家己ê米糧，穿家己ê衣裳；獨獨求你准阮歸tī你ê名，來除去阮ê見笑。"}},{"book":"賽","chapter":4,"verse":2,"versions":{"unv":"到那日，耶和華發生的苗必華美尊榮，地的出產必為以色列逃脫的人顯為榮華茂盛。","bklcl":"Kàu hit-ji̍t Iâ-hô-hoa só͘ hoat-siⁿ ê íⁿ beh súi koh êng-kng; thó͘-tōe ê chhut-sán beh chòe Í-sek-lia̍t tô-thoat ê lâng ê êng-kng thé-biān.","tghg":"到彼日，耶和華所發生的芛(íⁿ)欲媠閣榮光，土地的出產欲做以色列逃脫的人的榮光體面(thé-biān)。","bklhl":"到hit日，耶和華所發生ê íⁿ beh súi koh榮光；土地ê出產beh做以色列逃脫ê人ê榮光體面。"}},{"book":"賽","chapter":4,"verse":3,"versions":{"unv":"主以公義的靈和焚燒的靈，將錫安女子的污穢洗去，又將耶路撒冷中殺人的血除淨。那時，剩在錫安、留在耶路撒冷的，就是一切住耶路撒冷、在生命冊上記名的，必稱為聖。","bklcl":"Hoān-nā lâu tī Sek-an, chûn tī Iâ-lō͘-sat-léng, kì-chài tī Iâ-lō͘-sat-léng eng-kai tit-tio̍h oa̍h ê lâng lóng beh chheng-chòe sèng;","tghg":"凡若留佇錫安、存佇耶路撒冷，記載佇耶路撒冷應該得著活的人，攏欲稱做聖。","bklhl":"凡若留tī錫安，存tī耶路撒冷，記載tī耶路撒冷應該得tio̍h活ê人lóng beh稱做聖；"}},{"book":"賽","chapter":4,"verse":4,"versions":{"unv":"【併於上節】","bklcl":"chiū-sī tī Chú ēng sím-phòaⁿ ê sîn, sio-húi ê sîn, sóe-tû Sek-an cha-bó͘-kiáⁿ ê ù-òe, chheng-khì Iâ-lō͘-sat-léng tiong thâi-lâng lâu-huih ê sî.","tghg":"就是佇主用審判的神、燒毀的神，洗除錫安查某子的污穢(ù-òe)，清氣耶路撒冷中刣人流血的時。","bklhl":"就是tī主用審判ê神，燒毀ê神，洗除錫安cha-bó͘-kiáⁿ ê污穢，清氣耶路撒冷中刣人流血ê時。"}},{"book":"賽","chapter":4,"verse":5,"versions":{"unv":"耶和華也必在錫安全山，並各會眾以上，使白日有煙雲，黑夜有火焰的光。因為在全榮耀之上必有遮蔽。","bklcl":"Iâ-hô-hoa beh tī Sek-an soaⁿ piàn-tōe kap i hiah-ê hōe ê téng-bīn, ji̍t--sî khí hûn kap ian, mî--sî ū hé-iām ê kng; in-ūi tī lóng-chóng êng-kng ê téng-bīn, tek-khak ū jia-khàm.","tghg":"耶和華欲佇錫安山遍地，及伊許個會的頂面，日時起雲及煙，暝時有火焰的光。因為佇攏總榮光的頂面的確有遮蓋。","bklhl":"耶和華beh tī錫安山遍地kap伊hiah-ê會(眾)ê頂面，日時起雲kap煙，暝時有火燄ê光；因為tī lóng總榮光ê頂面，的確有遮蓋。"}},{"book":"賽","chapter":4,"verse":6,"versions":{"unv":"必有亭子，白日可以得蔭避暑，也可以作為藏身之處，躲避狂風暴雨。","bklcl":"Beh ū têng-á, ji̍t--sî thang chòe ìm-ńg lâi siám-pī joa̍h, iā thang chòe tô-siám bih sin ê só͘-chāi, siám-pī kông-hong tōa-hō͘.","tghg":"欲有亭仔，日時通做蔭影(ìm-ńg)來閃避(siám-pī)熱，也通做逃閃匿(bih)身的所在，閃避狂風大雨。","bklhl":"Beh有亭á，日時thang做蔭影來閃避熱，也thang做逃閃bih身ê所在，閃避狂風大雨。"}}]