[{"book":"賽","chapter":30,"verse":1,"versions":{"unv":"耶和華說：禍哉！這悖逆的兒女。他們同謀，卻不由於我，結盟，卻不由於我的靈，以致罪上加罪；","bklcl":"Iâ-hô-hoa kóng, Chai-ē ah, chiah-ê pōe-ge̍k ê kiáⁿ, in saⁿ-kap kè-bô͘, bô tùi Góa ê ì-sù, in kiat bêng-io̍k bô tùi Góa ê sîn, tì-kàu chōe-siōng ka-chōe.","tghg":"耶和華講：災禍啊！諸個悖逆(pōe-ge̍k)的子。𪜶相及計謀，無對我的意思，𪜶結盟約，無對我的神，致到罪上加罪；","bklhl":"耶和華講，災厄ah，chiah ê悖逆ê kiáⁿ，in相kap計謀，無tùi我ê意思，in結盟約無tùi我ê神，致到罪上加罪。"}},{"book":"賽","chapter":30,"verse":2,"versions":{"unv":"起身下埃及去，並沒有求問我；要靠法老的力量加添自己的力量，並投在埃及的蔭下。","bklcl":"Khí-sin lo̍h-khì Ai-ki̍p, pēng-bô chhéng-mn̄g Góa, beh óa-khò Hoat-ló ê sè-le̍k, ke-thiⁿ ka-kī ê sè-le̍k, ia̍h siám-bih tī Ai-ki̍p ê tì-ìm-ē.","tghg":"起身落去埃及，並無請問(chhéng-mn̄g)我；欲倚靠法老的勢力加添家己的勢力，亦閃匿(bih)佇埃及的致蔭下。","bklhl":"起身落去埃及，並無請問我，beh óa靠法老ê勢力，加添家己ê勢力，亦閃bih tī埃及ê致蔭下。"}},{"book":"賽","chapter":30,"verse":3,"versions":{"unv":"所以，法老的力量必作你們的羞辱；投在埃及的蔭下，要為你們的慚愧。","bklcl":"Só͘-í Hoat-ló ê sè-le̍k beh chòe lín ê kiàn-siàu; siám-bih tī Ai-ki̍p ê tì-ìm-ē beh chòe lín ê làu-khùi.","tghg":"所以，法老的勢力欲做恁的見誚；閃匿佇埃及的致蔭下，欲做恁的漏氣。","bklhl":"所以法老ê勢力beh做lín ê見笑；閃bih tī埃及ê致蔭下beh做lín ê漏氣。"}},{"book":"賽","chapter":30,"verse":4,"versions":{"unv":"他們的首領已在瑣安；他們的使臣到了哈內斯。","bklcl":"I ê siú-léng í-keng kàu Só-an, i ê sù-chiá í-keng kàu Hap-lōe-su.","tghg":"伊的首領已經到瑣安；伊的使者已經到哈內斯。","bklhl":"伊ê首領已經到Só-an，伊ê使者已經到Hap-lōe-su。"}},{"book":"賽","chapter":30,"verse":5,"versions":{"unv":"他們必因那不利於他們的民蒙羞。那民並非幫助，也非利益，只作羞恥凌辱。","bklcl":"In beh in-ūi bōe lī-ek in ê peh-sìⁿ lâi kiàn-siàu, hit ê peh-sìⁿ m̄-sī chòe pang-chān, ia̍h m̄-sī chòe lī-ek, to̍k-to̍k sī chòe kiàn-siàu, chòe lêng-jio̍k.","tghg":"𪜶欲因為𣍐利益𪜶的百姓來見誚。彼個百姓呣是做幫助，亦呣是做利益，獨獨是做見誚，做凌辱。","bklhl":"In beh因為bōe利益in ê百姓來見笑，hit ê百姓m̄是做幫贊，亦m̄是做利益，獨獨是做見笑，做凌辱。"}},{"book":"賽","chapter":30,"verse":6,"versions":{"unv":"論南方牲畜的默示：他們把財物馱在驢駒的脊背上，將寶物馱在駱駝的肉鞍上，經過艱難困苦之地，就是公獅、母獅、蝮蛇、火焰的飛龍之地，往那不利於他們的民那裡去。","bklcl":"Lūn lâm-hng ê cheng-siⁿ ê be̍k-sī.  In chiong châi-bu̍t tô tī lû-á ka-chiah-téng, chiong pó-mi̍h chài tī lo̍k-tô ê niā, keng-kè kan-lân khùn-khó͘ ê tōe, chiū-sī bú ê sai, kang ê sai, to̍k-chôa kap hé-iām pe ê lêng ê tōe, khì hit ê bô lī-ek in ê peh-sìⁿ hia.","tghg":"論南方的精牲的默示：𪜶將財物馱(tô)佇驢仔尻脊頂(ka-chiah-téng)，將寶物載佇駱駝的陵(niā)，經過艱難困苦的地，就是母的獅、公的獅、毒蛇，及火焰飛的龍的地，去彼個無利益𪜶的百姓遐。","bklhl":"論南方ê cheng-siⁿ ê默示。In將財物馱tī驢á ka-chiah頂，將寶物載tī駱駝ê陵，經過艱難困苦ê地，就是母ê獅，公ê獅，毒蛇kap火燄飛ê龍ê地，去hit ê無利益in ê百姓hia。"}},{"book":"賽","chapter":30,"verse":7,"versions":{"unv":"埃及的幫助是徒然無益的；所以我稱她為「坐而不動的拉哈伯」。","bklcl":"Ai-ki̍p ê pang-chān sī khang-khang bô lī-ek; só͘-í góa chheng i chòe chē-teh bōe tín-tāng ê La̍h-hap-pek.","tghg":"埃及的幫助是空空無利益；所以我稱伊做「坐啲𣍐振動的拉哈伯」。","bklhl":"埃及ê幫贊是空空無利益；所以我稱伊做坐teh bōe振動ê La̍h-hap-pek。"}},{"book":"賽","chapter":30,"verse":8,"versions":{"unv":"現今你去，在他們面前將這話刻在版上，寫在書上，以便傳留後世，直到永永遠遠。","bklcl":"Taⁿ lí khì, tī in ê bīn-chêng, chiong chit ê ōe siá tī pâi--nih, kì tī chheh--nih, lâu tī āu-tāi, kàu éng-oán.","tghg":"今你去，佇𪜶的面前將此個話寫佇牌裡，記佇冊裡，留佇後代，到永遠。","bklhl":"Taⁿ你去，tī in ê面前，將chit ê話寫tī牌裡，記tī冊裡，留tī後代，到永遠。"}},{"book":"賽","chapter":30,"verse":9,"versions":{"unv":"因為他們是悖逆的百姓、說謊的兒女，不肯聽從耶和華訓誨的兒女。","bklcl":"In-ūi in sī pōe-ge̍k ê peh-sìⁿ, kóng pe̍h-chha̍t ê kiáⁿ-jî, m̄-khéng thiaⁿ-thàn Iâ-hô-hoa ê kà-sī ê kiáⁿ-jî.","tghg":"因為𪜶是悖逆的百姓、講白賊的子兒，呣肯聽趁耶和華的教示的子兒。","bklhl":"因為in是悖逆ê百姓，講白賊ê kiáⁿ兒，m̄肯聽thàn耶和華ê教示ê kiáⁿ兒。"}},{"book":"賽","chapter":30,"verse":10,"versions":{"unv":"他們對先見說：不要望見不吉利的事，對先知說：不要向我們講正直的話；要向我們說柔和的話，言虛幻的事。","bklcl":"In tùi sian-kiàn--ê kóng, Bo̍h--tit sian-kiàn; tùi sian-ti kóng, Bo̍h-tit tùi goán kóng chèng-ti̍t ê ōe, tio̍h tùi goán kóng jiû-loán ê ōe, kóng hu-ké ê sū;","tghg":"𪜶對先見者講：莫得先見，對先知講：莫得對阮講正直的話；著對阮講柔軟的話，講虛假的事。","bklhl":"In對先見ê講，莫得先見；對先知講，莫得對阮講正直ê話，tio̍h對阮講柔軟ê話，講虛假ê事；"}},{"book":"賽","chapter":30,"verse":11,"versions":{"unv":"你們要離棄正道，偏離直路，不要在我們面前再提說以色列的聖者。","bklcl":"lín tio̍h pàng-sak chiàⁿ-lō͘, lī-khui chèng-ti̍t ê lō͘, m̄-thang tī goán ê bīn-chêng koh thê-khí Í-sek-lia̍t ê Sèng--ê.","tghg":"恁著放拺正路，離開正直的路，呣通佇阮的面前閣提起以色列的聖者。","bklhl":"lín tio̍h放sak正路，離開正直ê路，m̄-thang tī阮ê面前koh提起以色列ê聖ê。"}},{"book":"賽","chapter":30,"verse":12,"versions":{"unv":"所以，以色列的聖者如此說：因為你們藐視這訓誨的話，倚賴欺壓和乖僻，以此為可靠的，","bklcl":"Só͘-í Í-sek-lia̍t ê Sèng--ê án-ni kóng, In-ūi lín khì-sak chit ê ōe, pîn-sìn pō-gio̍k kap koāi-phiah, lâi óa-khò i;","tghg":"所以，以色列的聖者按呢講：因為恁棄拺此個話，憑信暴虐(pō-gio̍k)及乖僻，來倚靠伊，","bklhl":"所以以色列ê聖ê án-ni講，因為lín棄sak chit ê話，憑信暴虐kap乖僻，來óa靠伊；"}},{"book":"賽","chapter":30,"verse":13,"versions":{"unv":"故此，這罪孽在你們身上，好像將要破裂凸出來的高牆，頃刻之間忽然坍塌；","bklcl":"só͘-í chit ê chōe-ok tī lín ê sin-chiūⁿ, chhin-chhiūⁿ beh-tó ê li̍h-hûn, phòng-chhut tī koâiⁿ-chhiûⁿ--ê; tiap-á-kú ê tiong-kan hut-jiân-kan tó-hoāi.","tghg":"所以，此個罪惡佇恁的身上，親像欲倒的裂痕肨(phòng)出佇高牆的，霎(tia̍p)仔久的中間忽然間倒壞；","bklhl":"所以chit ê罪惡tī lín ê身上，親像beh倒ê裂痕，phòng出tī高牆ê；tiap-á久ê中間忽然間倒壞。"}},{"book":"賽","chapter":30,"verse":14,"versions":{"unv":"要被打碎，好像把窯匠的瓦器打碎，毫不顧惜，甚至碎塊中找不到一片可用以從爐內取火，從池中舀水。","bklcl":"I beh húi-hoāi i, chhin-chhiūⁿ lâng húi-hoāi sio-hûi lâng ê hûi-khì, kòng-chhùi ia̍h bô pó-sioh; tì-kàu chhùi-tè ê tiong-kan, chhē bô chi̍t-phìⁿ thang tùi hé-lô͘ lâi chhú hé, tùi tî-lāi lâi iúⁿ chúi.","tghg":"伊欲毀壞伊，親像人毀壞燒磁(hûi)人的磁器，摃碎亦無保惜，致到碎塊的中間尋無一片通對火爐來取火，對池內來舀(iúⁿ)水。","bklhl":"伊beh毀壞伊，親像人毀壞燒磁人ê磁器，kòng碎亦無保惜；致到碎塊ê中間，chhē無一片thang tùi火爐來取火，tùi池內來舀水。"}},{"book":"賽","chapter":30,"verse":15,"versions":{"unv":"主耶和華─以色列的聖者曾如此說：你們得救在乎歸回安息；你們得力在乎平靜安穩；你們竟自不肯。","bklcl":"Chú Iâ-hô-hoa, Í-sek-lia̍t ê Sèng--ê, bat án-ni kóng, Lín ê tit-tio̍h kiù chāi-tī oa̍t-tò-tńg kap an-hioh; lín tit-tio̍h khùi-la̍t chāi-tī pêng-chēng kap sìn-khò; chóng-sī lín bô beh.","tghg":"主耶和華──以色列的聖者曾按呢講：恁的得著救在佇越倒轉及安息；恁得著氣力在佇平靜及信靠；總是恁無欲。","bklhl":"主耶和華，以色列ê聖ê，bat án-ni講，Lín ê得tio̍h救在tī oa̍t倒tńg kap安歇；lín得tio̍h氣力在tī平靜kap信靠；總是lín無beh。"}},{"book":"賽","chapter":30,"verse":16,"versions":{"unv":"你們卻說：不然，我們要騎馬奔走。所以你們必然奔走；又說：我們要騎飛快的牲口。所以追趕你們的，也必飛快。","bklcl":"Lín kóng, Bô--ah, goán beh khiâ-bé lâi cháu, só͘-í lín tit-beh cháu; koh kóng, Goán beh khiâ hit-ê chin gâu-cháu ê cheng-siⁿ, só͘-í tui-kóaⁿ lín-ê ia̍h beh chin gâu cháu.","tghg":"恁講：無啊，阮欲騎馬來走。所以恁得欲走；閣講：阮欲騎彼個真𠢕走的精牲。所以追趕恁者，亦欲真𠢕走。","bklhl":"Lín講，無ah，阮beh騎馬來走，所以lín得beh走；koh講，阮beh騎hit ê真gâu走ê cheng-siⁿ，所以追趕lín-ê亦beh真gâu走。"}},{"book":"賽","chapter":30,"verse":17,"versions":{"unv":"一人叱喝，必令千人逃跑；五人叱喝，你們都必逃跑；以致剩下的，好像山頂的旗杆，岡上的大旗。","bklcl":"Chi̍t-lâng háng-hoah, chiū chi̍t-chheng lâng tô-cháu; gō͘-lâng háng-hoah, chiū lín lóng beh tô-cháu; tì-kàu só͘ chhun-ê chhin-chhiūⁿ soaⁿ-téng ê kî-koaⁿ, soaⁿ-thâu ê tōa-kî.","tghg":"一人哄喝(háng-hoah)，就一千人逃走；五人哄喝，就恁攏欲逃走；致到所剩(chhun)的，親像山頂的旗杆(kî-koaⁿ)，山頭的大旗。","bklhl":"一人háng-hoah，就一千人逃走；五人háng-hoah，就lín lóng beh逃走；致到所chhun-ê親像山頂ê旗桿，山頭ê大旗。"}},{"book":"賽","chapter":30,"verse":18,"versions":{"unv":"耶和華必然等候，要施恩給你們；必然興起，好憐憫你們。因為耶和華是公平的　神；凡等候他的都是有福的！","bklcl":"Iâ-hô-hoa in-ūi án-ni beh thèng-hāu lâi si un-hūi hō͘ lín, koh in-ūi án-ni beh khí-lâi lîn-bín lín; in-ūi Iâ-hô-hoa sī kong-pêng ê Siōng-tè; hoān-nā thèng-hāu I--ê, lóng ū hok-khì.","tghg":"耶和華因為按呢欲聽候，來施恩惠互恁；閣因為按呢欲起來，憐憫恁。因為耶和華是公平的上帝；凡若聽候伊者攏有福氣！","bklhl":"耶和華因為án-ni beh thèng候來施恩惠hō͘ lín，koh因為án-ni beh起來憐憫lín；因為耶和華是公平ê上帝；凡若thèng候伊ê，lóng有福氣。"}},{"book":"賽","chapter":30,"verse":19,"versions":{"unv":"百姓必在錫安、在耶路撒冷居住；你不再哭泣。主必因你哀求的聲音施恩給你；他聽見的時候就必應允你。","bklcl":"Lín chiah-ê khiā-khí tī Sek-an, tī Iâ-lō͘-sat-léng ê peh-sìⁿ ah, lí tek-khak bô koh thî-khàu; Chú beh in-ūi lí ai-kiû ê siaⁿ tōa si-un hō͘ lí; I thiaⁿ-kìⁿ chiū beh ìn lí.","tghg":"恁諸個徛起佇錫安、佇耶路撒冷的百姓啊；你的確無閣啼哭。主欲因為你哀求的聲大施恩互你；伊聽見就欲應你。","bklhl":"Lín chiah ê khiā起tī錫安，tī耶路撒冷ê百姓ah，你的確無koh啼哭；主beh因為你哀求ê聲大施恩hō͘你；伊聽見就beh應你。"}},{"book":"賽","chapter":30,"verse":20,"versions":{"unv":"主雖然以艱難給你當餅，以困苦給你當水，你的教師卻不再隱藏；你眼必看見你的教師。","bklcl":"Chú beh hō͘ lín tī hoān-lān-tiong ū piáⁿ, tī kan-khó͘-tiong ū chúi; lín ê sian-siⁿ bô koh siám-bih; lí beh chhin-ba̍k khòaⁿ-kìⁿ lí ê sian-siⁿ.","tghg":"主欲互恁佇患難中有餅，佇艱苦中有水，恁的先生無閣閃匿；你欲親目看見你的先生。","bklhl":"主beh hō͘ lín tī患難中有餅，tī艱苦中有水；lín ê先生無koh閃bih；你beh親目看見你ê先生。"}},{"book":"賽","chapter":30,"verse":21,"versions":{"unv":"你或向左或向右，你必聽見後邊有聲音說：「這是正路，要行在其間。」","bklcl":"Lí phian tī chó phian tī iū ê sî, hī-khang-lāi beh thiaⁿ-kìⁿ ū siaⁿ tī lí ê āu-bīn kóng, Che chiū-sī lō͘, lí tio̍h kiâⁿ i.","tghg":"你偏佇左偏佇右的時，耳孔內欲聽見有聲佇你的後面講：「這就是路，你著行伊。」","bklhl":"你偏tī左偏tī右ê時，耳孔內beh聽見有聲tī你ê後面講，這就是路，你tio̍h行伊。"}},{"book":"賽","chapter":30,"verse":22,"versions":{"unv":"你雕刻偶像所包的銀子和鑄造偶像所鍍的金子，你要玷污，要拋棄，好像污穢之物，對偶像說：「去吧！」","bklcl":"Lí só͘ tiau-khek ê ngó͘-siōng, ēng gûn siuⁿ--ê, só͘ chù-chō ê ngó͘-siōng ēng kim tō͘--ê, lí beh phah lâ-sâm i, beh khì-sak i, chhin-chhiūⁿ ù-òe ê mi̍h; tùi i kóng, Khì--ah.","tghg":"你所雕刻的偶像，用銀鑲的，所鑄造的偶像用金鍍的，你欲拍垃墋伊，欲棄拺伊，親像污穢的物，對伊講：「去啊！」","bklhl":"你所雕刻ê偶像，用銀鑲ê，所鑄造ê偶像用金鍍ê，你beh phah lâ-sâm伊，beh棄sak伊，親像污穢ê物；對伊講，去ah。"}},{"book":"賽","chapter":30,"verse":23,"versions":{"unv":"你將種子撒在地裡，主必降雨在其上，並使地所出的糧肥美豐盛。到那時，你的牲畜必在寬闊的草場吃草。","bklcl":"Lí iā chéng-chí tī tōe--nih, I beh kā i lo̍h-hō͘, ia̍h beh hō͘ tōe só͘ chhut ê bí-niû chin-hó, chin hong-sēng; kàu hit-sî lí ê cheng-siⁿ beh tī khoan-khoah ê chháu-tiûⁿ chia̍h-chháu.","tghg":"你撒種子佇地裡，伊欲給伊落雨，亦欲互地所出的米糧真好真豐盛。到彼時，你的精牲欲佇寬闊的草場食草。","bklhl":"你掖種子tī地裡，伊beh kā伊落雨，亦beh hō͘地所出ê米糧真好，真豐盛；到hit時你ê cheng-siⁿ beh tī寬闊ê草場食草。"}},{"book":"賽","chapter":30,"verse":24,"versions":{"unv":"耕地的牛和驢駒必吃加鹽的料；這料是用木杴和杈子揚淨的。","bklcl":"Lôe hn̂g ê gû kap lû-á-kiáⁿ beh chia̍h soah-iâm ê liāu; chit ê liāu sī ēng hong-kó͘ kap pòa-ki kè chhiûⁿ--ê.","tghg":"犁園的牛及驢仔子欲食撒鹽(soah-iâm)的料；此個料是用風鼓及簸箕(pòa-ki)過颺(chhiûⁿ)的。","bklhl":"犁園ê牛kap驢á-kiáⁿ beh食soah鹽ê料；chit ê料是用風鼓kap簸箕過颺(chhiûⁿ)ê。"}},{"book":"賽","chapter":30,"verse":25,"versions":{"unv":"在大行殺戮的日子，高臺倒塌的時候，各高山岡陵必有川流河湧。","bklcl":"Tī tōa-thâi lâng, chiú-kiⁿ-lâu tó-hoāi ê ji̍t, ta̍k ê koâiⁿ-soaⁿ tōa-niá beh ū hô-chúi khoe-lâu.","tghg":"佇大刣人，守更樓倒壞的日，逐個高山大嶺欲有河水溪流。","bklhl":"Tī大刣人，守更樓倒壞ê日，ta̍k ê高山大嶺beh有河水溪流。"}},{"book":"賽","chapter":30,"verse":26,"versions":{"unv":"當耶和華纏裹他百姓的損處，醫治他民鞭傷的日子，月光必像日光，日光必加七倍，像七日的光一樣。","bklcl":"Tng Iâ-hô-hoa pau I ê peh-sìⁿ sún-siong ê só͘-chāi, i-tī I ê peh-sìⁿ phah-siong ê ji̍t, ge̍h ê kng beh chhin-chhiūⁿ ji̍t ê kng, ji̍t ê kng beh ke chhit-pē, chhin-chhiūⁿ chhit ê ji̍t ê kng chi̍t-iūⁿ.","tghg":"當耶和華包伊的百姓損傷的所在，醫治伊的百姓拍傷的日，月的光欲親像日的光，日的光欲加(ke)七倍，親像七個日的光一樣。","bklhl":"當耶和華包伊ê百姓損傷ê所在，醫治伊ê百姓phah傷ê日，月ê光beh親像日ê光，日ê光beh加七倍，親像七個日ê光一樣。"}},{"book":"賽","chapter":30,"verse":27,"versions":{"unv":"看哪，耶和華的名從遠方來，怒氣燒起，密煙上騰。他的嘴唇滿有忿恨；他的舌頭像吞滅的火。","bklcl":"Khòaⁿ ah, Iâ-hô-hoa ê miâ tùi hn̄g-hn̄g lâi, siū-khì to̍h--khí-lâi, ba̍t-ba̍t ê ian chhèng-koâiⁿ; I ê chhùi-tûn ū siū-khì móa-móa; I ê chi̍h chhin-chhiūⁿ thun-bia̍t ê hé.","tghg":"看啊，耶和華的名對遠遠來，受氣𤏸(to̍h)起來，密密的煙淐(chhèng)高。伊的嘴唇有受氣滿滿；伊的舌親像吞滅的火。","bklhl":"看ah，耶和華ê名tùi遠遠來，受氣to̍h起來，密密ê煙chhèng高；伊ê嘴唇有受氣滿滿；伊ê舌親像吞滅ê火。"}},{"book":"賽","chapter":30,"verse":28,"versions":{"unv":"他的氣如漲溢的河水，直漲到頸項，要用毀滅的篩籮篩淨列國，並且在眾民的口中必有使人錯行的嚼環。","bklcl":"I ê khì chhin-chhiūⁿ tiòng-móa ê hô-chúi, tiòng kàu ām-kún; beh ēng húi-bia̍t ê thai lâi thai bān-kok; koh tī chèng peh-sìⁿ ê chhùi-lāi, beh ū hō͘ lâng kiâⁿ chhò-gō͘ ê bé-kā-kiuⁿ.","tghg":"伊的氣親像漲滿的河水，漲到頷頸(ām-kún)，欲用毀滅的篩(thai)來篩萬國，閣佇眾百姓的嘴內欲有互人行錯誤的馬咬韁(bé-kā-kiuⁿ)。","bklhl":"伊ê氣親像漲滿ê河水，漲到頷頸；beh用毀滅ê篩來篩萬國；koh tī眾百姓ê嘴內，beh有hō͘人行錯誤ê馬咬韁。"}},{"book":"賽","chapter":30,"verse":29,"versions":{"unv":"你們必唱歌，像守聖節的夜間一樣，並且心中喜樂，像人吹笛，上耶和華的山，到以色列的磐石那裡。","bklcl":"Lín beh chhiùⁿ-koa, chhin-chhiūⁿ siú sèng-choeh ê mî; koh sim-lāi hoaⁿ-hí, chhin-chhiūⁿ lâng pûn ta̍t-á chiūⁿ Iâ-hô-hoa ê soaⁿ, kàu Í-sek-lia̍t ê Chio̍h-pôaⁿ hia.","tghg":"恁欲唱歌，親像守聖節的暝，閣心內歡喜，親像人歕(pûn)笛仔，上耶和華的山，到以色列的石磐遐。","bklhl":"Lín beh唱歌，親像守聖節ê暝；koh心內歡喜，親像人pûn笛á 上耶和華ê山，到以色列ê石磐hia。"}},{"book":"賽","chapter":30,"verse":30,"versions":{"unv":"耶和華必使人聽他威嚴的聲音，又顯他降罰的膀臂和他怒中的忿恨，並吞滅的火焰與霹雷、暴風、冰雹。","bklcl":"Iâ-hô-hoa beh hō͘ lâng thiaⁿ I ui-giâm ê siaⁿ, koh hō͘ lâng khòaⁿ-kìⁿ I ê chhiú phah--lo̍h-khì, kap siū-khì-tiong ê siū-khì, thun-bia̍t ê hé-iām, chhè-lûi, tōa-hong, peng-pha̍uh.","tghg":"耶和華欲互人聽伊威嚴的聲，閣互人看見伊的手拍落去及受氣中的受氣，吞滅的火焰，脆雷、大風、冰雹(pha̍uh)。","bklhl":"耶和華beh hō͘人聽伊威嚴ê聲，koh hō͘人看見伊ê手phah落去，kap受氣中ê受氣，吞滅ê火燄、脆雷、大風、冰雹。"}},{"book":"賽","chapter":30,"verse":31,"versions":{"unv":"亞述人必因耶和華的聲音驚惶；耶和華必用杖擊打他。","bklcl":"Só͘-í A-su̍t lâng beh in-ūi Iâ-hô-hoa ê siaⁿ tōa kiaⁿ-hiâⁿ; I beh ēng koáiⁿ-á lâi phah i.","tghg":"所以亞述人欲因為耶和華的聲大驚惶；伊欲用枴仔來拍伊。","bklhl":"所以亞述人beh因為耶和華ê聲大驚惶；伊beh用柺á來phah伊。"}},{"book":"賽","chapter":30,"verse":32,"versions":{"unv":"耶和華必將命定的杖加在他身上；每打一下，人必擊鼓彈琴。打仗的時候，耶和華必掄起手來，與他交戰。","bklcl":"Iâ-hô-hoa beh chiong tiāⁿ-tio̍h ê koáiⁿ-á, kàu tī i ê sin-chiūⁿ; ta̍k-pái phah--lo̍h-khì, chiū thiaⁿ-kìⁿ tôaⁿ-khîm phah-kó͘ ê siaⁿ; kau-chiàn ê sî, Iâ-hô-hoa tāng-khí I ê chhiú kap i kau-chiàn.","tghg":"耶和華欲將定著(tiāⁿ-tio̍h)的枴仔到佇伊的身上；逐擺拍落去，就聽見彈琴拍鼓的聲。交戰的時，耶和華動起伊的手，及伊交戰。","bklhl":"耶和華beh將定tio̍h ê柺á，到tī伊ê身上；ta̍k-pái phah落去，就聽見彈琴phah鼓ê聲；交戰ê時，耶和華動起伊ê手kap伊交戰。"}},{"book":"賽","chapter":30,"verse":33,"versions":{"unv":"原來陀斐特又深又寬，早已為王預備好了；其中堆的是火與許多木柴。耶和華的氣如一股硫磺火使他著起來。","bklcl":"In-ūi Tô-hui-te̍k tùi chá chiū siat-li̍p; ūi-tio̍h ông lâi pī-pān chhim koh khoah; kî-tiong kui-tui--ê sī hé kap chōe-chōe chhâ; Iâ-hô-hoa ê khì, chhin-chhiūⁿ chi̍t-tiâu ê jiû-n̂g hé, hō͘ i to̍h--khí-lâi.","tghg":"因為陀斐特對早就設立，為著王來備辦，深閣闊；其中歸堆的是火及多多柴。耶和華的氣親像一條的硫磺火互伊𤏸起來。","bklhl":"因為Tô-hui-te̍k tùi早就設立；為tio̍h王來備辦深koh闊；其中kui堆ê是火kap chōe-chōe柴；耶和華ê氣，親像一條ê硫磺火，hō͘伊to̍h起來。"}}]