[{"book":"賽","chapter":51,"verse":1,"versions":{"unv":"你們這追求公義、尋求耶和華的，當聽我言！你們要追想被鑿而出的磐石，被挖而出的巖穴。","bklcl":"Lín chiah-ê tui-jip kong-gī, chhē Iâ-hô-hoa--ê, tio̍h thiaⁿ góa; lín tio̍h siūⁿ-khòaⁿ lín tùi hia phah--chhut-lâi ê chio̍h-pôaⁿ, tùi hia ku̍t--chhut-lâi ê thô͘-khang.","tghg":"恁諸個追趇(jip)公義、尋耶和華者，著聽我！恁著想看恁對遐拍出來的石磐，對遐掘出來的土孔。","bklhl":"Lín chiah ê追jip公義，chhē耶和華ê，tio̍h聽我；lín tio̍h想看lín tùi hia phah出來ê石磐，tùi hia 掘出來ê土孔。"}},{"book":"賽","chapter":51,"verse":2,"versions":{"unv":"要追想你們的祖宗亞伯拉罕和生養你們的撒拉；因為亞伯拉罕獨自一人的時候，我選召他，賜福與他，使他人數增多。","bklcl":"Tio̍h siūⁿ-khòaⁿ lín ê chó͘-kong A-pek-la̍h-hán, kap siⁿ lín ê Sat-la̍h, in-ūi i ko͘-toaⁿ chi̍t-lâng ê sî, Góa kéng-tiàu i, sù-hok i, hō͘ i ke-thiⁿ chōe-chōe.","tghg":"著想看恁的祖公亞伯拉罕及生恁的撒拉；因為伊孤單一人的時，我揀召伊，賜福伊，互伊加添多多。","bklhl":"Tio̍h想看lín ê祖公亞伯拉罕，kap 生lín ê撒拉，因為伊孤單一人ê時，我揀召伊，賜福伊，hō͘伊加添chōe-chōe。"}},{"book":"賽","chapter":51,"verse":3,"versions":{"unv":"耶和華已經安慰錫安和錫安一切的荒場，使曠野像伊甸，使沙漠像耶和華的園囿；在其中必有歡喜、快樂、感謝，和歌唱的聲音。","bklcl":"In-ūi Iâ-hô-hoa í-keng an-ùi Sek-an, ia̍h an-ùi i it-chhè pha-hng ê só͘-chāi; hō͘ i ê khòng-iá chhin-chhiūⁿ Ai-tiân, hō͘ soa-bô͘ chhin-chhiūⁿ Iâ-hô-hoa ê hn̂g; tī in tiong-kan beh ū hoaⁿ-hí khoài-lo̍k, kám-siā kap chhiùⁿ-koa ê siaⁿ.","tghg":"因為耶和華已經安慰錫安亦安慰伊一切拋荒的所在，互伊的曠野親像伊甸，互沙漠親像耶和華的園；佇𪜶中間欲有歡喜、快樂、感謝，及唱歌的聲。","bklhl":"因為耶和華已經安慰錫安，亦安慰伊一切拋荒ê所在；hō͘伊ê曠野親像伊甸，hō͘沙漠親像耶和華ê園；tī in中間beh有歡喜快樂，感謝kap唱歌ê聲。"}},{"book":"賽","chapter":51,"verse":4,"versions":{"unv":"我的百姓啊，要向我留心；我的國民哪，要向我側耳；因為訓誨必從我而出；我必堅定我的公理為萬民之光。","bklcl":"Góa ê peh-sìⁿ ah, tio̍h chù-ì thiaⁿ Góa; Góa ê kok-bîn ah, tio̍h àⁿ hī-khang thiaⁿ Góa; in-ūi hoat-lu̍t beh tùi Góa chhut, Góa beh li̍p Góa ê kong-lí, lâi chòe lia̍t-pang ê kng.","tghg":"我的百姓啊，著注意聽我；我的國民啊，著俯耳孔聽我；因為法律欲對我出；我欲立我的公理來做列邦的光。","bklhl":"我ê百姓ah，tio̍h注意聽我；我ê國民ah，tio̍h俯耳孔聽我；因為法律beh tùi我出，我beh立我ê 公理，來做列邦ê光。"}},{"book":"賽","chapter":51,"verse":5,"versions":{"unv":"我的公義臨近；我的救恩發出。我的膀臂要審判萬民；海島都要等候我，倚賴我的膀臂。","bklcl":"Góa ê kong-gī kūn--lah, Góa ê kiù-un hoat-chhut; Góa ê chhiú beh phòaⁿ-toàn lia̍t-pang; hái-sū lóng beh thèng-hāu Góa, koh beh óa-khò Góa ê chhiú.","tghg":"我的公義近啦；我的救恩發出。我的手欲判斷列邦；海嶼攏欲聽候我，閣欲倚靠我的手。","bklhl":"我ê公義近lah，我ê救恩發出；我ê手beh判斷列邦；海嶼lóng beh thèng候我，koh beh óa靠我ê手。"}},{"book":"賽","chapter":51,"verse":6,"versions":{"unv":"你們要向天舉目，觀看下地；因為天必像煙雲消散，地必如衣服漸漸舊了；其上的居民也要如此死亡（如此死亡：或譯像蠓蟲死亡）。惟有我的救恩永遠長存；我的公義也不廢掉。","bklcl":"Lín tio̍h kia̍h-ba̍k ǹg thiⁿ, àⁿ-thâu khòaⁿ tōe; in-ūi chiah-ê thiⁿ beh chhin-chhiūⁿ ian-hûn siau-sòaⁿ, tōe beh chhin-chhiūⁿ saⁿ chiām-chiām kū, i ê khiā-khí ê peh-sìⁿ ia̍h beh chhin-chhiūⁿ án-ni sí-bô; chí-ū Góa ê kiù-un éng-oán tī-teh, Góa ê kong-gī ia̍h bô hòe-bô.","tghg":"恁著攑目向天，俯頭看地；因為諸個天欲親像煙雲消散，地欲親像衫漸漸舊；伊的徛起的百姓亦欲親像按呢死無。只有我的救恩永遠佇啲，我的公義亦無廢無。","bklhl":"Lín tio̍h kia̍h目ǹg天，俯頭看地；因為chiah ê天beh親像煙雲消散，地beh親像衫漸漸舊，伊ê khiā起ê百姓亦beh親像án-ni死無；只有我ê救恩永遠tī-teh，我ê公義亦無廢無。"}},{"book":"賽","chapter":51,"verse":7,"versions":{"unv":"知道公義、將我訓誨存在心中的民，要聽我言！不要怕人的辱罵，也不要因人的毀謗驚惶。","bklcl":"Chai-bat kong-gī, chûn Góa ê kà-sī tī sim-lāi ê peh-sìⁿ, tio̍h thiaⁿ Góa ê ōe; bo̍h-tit kiaⁿ lâng ê ki-chhì, ia̍h bo̍h-tit in-ūi lâng ê húi-pòng lâi kiaⁿ-hiâⁿ.","tghg":"知識(chai-bat)公義，存我的教示佇心內的百姓，著聽我的話，莫得驚人的譏刺，亦莫得因為人的誹謗來驚惶。","bklhl":"知識公義，存我ê教示tī心內ê百姓，tio̍h聽我ê話；莫得驚人ê譏刺，亦莫得因為人ê譭謗來驚惶。"}},{"book":"賽","chapter":51,"verse":8,"versions":{"unv":"因為蛀蟲必咬他們，好像咬衣服；蟲子必咬他們，如同咬羊絨。惟有我的公義永遠長存，我的救恩直到萬代。","bklcl":"In-ūi chiù-thâng beh chia̍h in, chhin-chhiūⁿ chia̍h i-chiûⁿ; chián-thâng beh chia̍h in, chhin-chhiūⁿ chia̍h iûⁿ-mn̂g; chí-ū Góa ê kong-gī éng-oán tī-teh, Góa ê kiù-un ti̍t-kàu bān-tāi.","tghg":"因為蛀蟲(chiù-thâng)欲食𪜶，親像食衣裳(i-chiûⁿ)；剪蟲(chián-thâng)欲食𪜶，親像食羊毛。只有我的公義永遠佇啲，我的救恩直到萬代。","bklhl":"因為蛀蟲beh食in，親像食衣裳；剪蟲beh食in，親像食羊毛；只有我ê公義永遠tī-teh，我ê救恩直到萬代。"}},{"book":"賽","chapter":51,"verse":9,"versions":{"unv":"耶和華的膀臂啊，興起！興起！以能力為衣穿上，像古時的年日、上古的世代興起一樣。從前砍碎拉哈伯、刺透大魚的，不是你嗎？","bklcl":"Iâ-hô-hoa ê chhiú ah, khí-lâi, khí-lâi, si-chhut tōa khùi-la̍t; khí-lâi, chhin-chhiūⁿ chá-sî ê nî-ji̍t, kó͘-chá ê sè-tāi chi̍t-iūⁿ.  Chiông-chiân phah-chhùi La̍h-hap-pek, chha̍k-thàu lêng--ê, kiám-m̄-sī lí mah?","tghg":"耶和華的手啊，起來！起來！施出大氣力，起來！親像早時的年日、古早的世代一樣。從前拍碎拉哈伯，鑿(chha̍k)透龍者，豈呣是你嗎？","bklhl":"耶和華ê手ah，起來，起來，施出大氣力；起來，親像早時ê年日，古早ê世代一樣。從前phah碎La̍h-hap-pek，鑿透龍ê，kiám-m̄是你mah？"}},{"book":"賽","chapter":51,"verse":10,"versions":{"unv":"使海與深淵的水乾涸、使海的深處變為贖民經過之路的，不是你嗎？","bklcl":"Hō͘ hái kap chhim-ian ê chúi ta--khì, hō͘ hái chhim ê só͘-chāi pìⁿ chòe lō͘, hō͘ siū-sio̍k ê peh-sìⁿ keng-kè--ê, kiám-m̄-sī lí mah?","tghg":"互海及深淵的水乾去、互海深的所在變做路，互受贖的百姓經過者，豈呣是你嗎？","bklhl":"Hō͘海kap深淵ê水乾去，hō͘海深ê所在變做路，hō͘受贖ê百姓經過ê，kiám-m̄是你mah？"}},{"book":"賽","chapter":51,"verse":11,"versions":{"unv":"耶和華救贖的民必歸回，歌唱來到錫安；永樂必歸到他們的頭上。他們必得著歡喜快樂；憂愁歎息盡都逃避。","bklcl":"Iâ-hô-hoa kiù-sio̍k ê peh-sìⁿ beh tò-tńg-lâi, beh chhiùⁿ-koa lâi kàu Sek-an, tit-tio̍h éng-oán ê hoaⁿ-hí chòe bián-liû; in beh hoaⁿ-hí khoài-lo̍k, iu-būn thó͘-khùi lóng beh cháu--khì.","tghg":"耶和華救贖的百姓欲倒轉來，欲唱歌來到錫安；得著永遠的歡喜做冕旒。𪜶欲歡喜快樂；憂悶吐氣攏欲走去。","bklhl":"耶和華救贖ê百姓beh 倒tńg來，beh唱歌來到錫安，得tio̍h永遠ê歡喜做冕旒；in beh歡喜快樂，憂悶吐氣lóng beh走去。"}},{"book":"賽","chapter":51,"verse":12,"versions":{"unv":"惟有我，是安慰你們的。你是誰，竟怕那必死的人？怕那要變如草的世人？","bklcl":"Góa, Góa sī an-ùi lín ê; lí sī sím-mi̍h lâng, kéng-jiân kiaⁿ hit-ê beh-sí ê lâng, kiaⁿ hit-ê beh pìⁿ-chòe chhin-chhiūⁿ chháu ê sè-kan lâng?","tghg":"我，我是安慰恁的。你是甚麼人，竟然驚彼個欲死的人？驚彼個欲變做親像草的世間人？","bklhl":"我，我是安慰lín ê；你是甚麼人，竟然驚hit ê beh死ê人，驚hit ê beh變做親像草ê世間人？"}},{"book":"賽","chapter":51,"verse":13,"versions":{"unv":"卻忘記鋪張諸天、立定地基、創造你的耶和華？又因欺壓者圖謀毀滅要發的暴怒，整天害怕，其實那欺壓者的暴怒在哪裡呢？","bklcl":"Ia̍h bōe-kì-tit thí-khui chiah-ê thiⁿ, an-tiāⁿ tōe ê tōe-ki, chhòng-chō lí ê Iâ-hô-hoa, thong-ji̍t in-ūi pō-gio̍k-ê ê tōa siū-khì lâi kiaⁿ-hiâⁿ, chiàu i tô͘-bô͘ beh húi-bia̍t ê chêng-hêng? kî-si̍t hit-ê pō-gio̍k-ê ê tōa siū-khì tī toh-lo̍h ah?","tghg":"亦𣍐記得展開(thí-khui)諸個天、安定地的地基、創造你的耶和華？通日因為暴虐(pō-gio̍k)者的大受氣，來驚惶，照伊圖謀欲毀滅的情形，其實彼個暴虐者的大受氣佇叨落啊？","bklhl":"亦bōe記得thí開chiah ê天，安定地ê地基，創造你ê耶和華，thong日因為暴虐ê ê大受氣來驚惶，照伊圖謀beh毀滅ê情形？其實hit ê暴虐ê ê大受氣tī toh-lo̍h ah？"}},{"book":"賽","chapter":51,"verse":14,"versions":{"unv":"被擄去的快得釋放，必不死而下坑；他的食物也不致缺乏。","bklcl":"Siū ap-pek-ê beh kín-kín tit-tio̍h tháu-pàng; tek-khak bô sí lâi lo̍h hia̍t, i ê bí-niû ia̍h bô choa̍t.","tghg":"受壓迫的欲緊緊得著解放，的確無死來落穴；伊的米糧亦無絕。","bklhl":"受壓迫ê beh緊緊得tio̍h tháu放；的確無死來落穴，伊ê米糧亦無絕。"}},{"book":"賽","chapter":51,"verse":15,"versions":{"unv":"我是耶和華─你的　神─攪動大海，使海中的波浪匉訇─萬軍之耶和華是我的名。","bklcl":"Góa sī Iâ-hô-hoa lí ê Siōng-tè, iô-tāng tōa-hái, hō͘ i ê éng hōa-hōa-háu; bān-kun ê Iâ-hô-hoa sī I ê miâ.","tghg":"我是耶和華──你的上帝──搖動大海，互伊的湧(éng)嘩嘩哮(hōa-hōa-háu)──萬軍的耶和華是伊的名。","bklhl":"我是耶和華你ê上帝，搖動大海，hō͘伊ê湧hōa-hōa哮；萬軍ê耶和華是伊ê名。"}},{"book":"賽","chapter":51,"verse":16,"versions":{"unv":"我將我的話傳給你，用我的手影遮蔽你，為要栽定諸天，立定地基，又對錫安說：你是我的百姓。","bklcl":"Góa chiong Góa ê ōe hē tī lí ê chhùi, ēng Góa ê chhiú ê iáⁿ jia-khàm lí, ūi-tio̍h beh khai-thian pi̍t-tōe, koh tùi Sek-an kóng, Lí sī Góa ê peh-sìⁿ.","tghg":"我將我的話下(hē)佇你的嘴，用我的手的影遮蓋你，為著欲開天(khai-thian)闢地(pi̍t-tōe)，閣對錫安講：你是我的百姓。","bklhl":"我將我ê話hē tī你ê嘴，用我ê手ê影遮蓋你，為tio̍h beh開天闢地，koh對錫安講，你是我ê百姓。"}},{"book":"賽","chapter":51,"verse":17,"versions":{"unv":"耶路撒冷啊，興起！興起！站起來！你從耶和華手中喝了他忿怒之杯，喝了那使人東倒西歪的爵，以致喝盡。","bklcl":"Iâ-lō͘-sat-léng ah, khí-lâi, khí-lâi, khiā-teh, lí tùi Iâ-hô-hoa ê chhiú-tiong lim I tōa siū-khì ê poe; lim hit-ê hō͘ lâng tian-tian tó-tó ê poe-chóaⁿ, lim kàu ta-ta,","tghg":"耶路撒冷啊，起來！起來！竪(khiā)啲！你對耶和華的手中飲伊大受氣的杯，飲彼個互人顛顛倒倒的杯盞(chóaⁿ)，飲到乾乾。","bklhl":"耶路撒冷ah，起來，起來，khiā-teh，你tùi耶和華ê手中lim伊大受氣ê杯；lim hit ê hō͘人顛顛倒倒ê杯盞，lim到乾乾，"}},{"book":"賽","chapter":51,"verse":18,"versions":{"unv":"她所生育的諸子中，沒有一個引導她的；她所養大的諸子中，沒有一個攙扶她的。","bklcl":"I só͘-siⁿ chiah-ê kiáⁿ ê tiong-kan, bô chi̍t-ê ín-chhōa i; i só͘ iúⁿ-chhī tōa-hàn chiah-ê kiáⁿ ê tiong-kan, bô chi̍t-ê khan i ê chhiú.","tghg":"伊所生諸個子的中間，無一個引導伊；伊所養飼大漢諸個子的中間，無一個牽伊的手。","bklhl":"伊所生chiah ê kiáⁿ ê中間，無一个引chhōa伊；伊所養飼大漢chiah ê kiáⁿ ê中間，無一个牽伊ê手。"}},{"book":"賽","chapter":51,"verse":19,"versions":{"unv":"荒涼、毀滅、饑荒、刀兵，這幾樣臨到你，誰為你舉哀？我如何能安慰你呢？","bklcl":"Chí(**Chit) nn̄g-hāng lîm-kàu lí; chī-chūi ōe thòe lí ai-siong ah? chiū-sī ū soe-pāi kap bia̍t-bô, ki-hng kap kiàm; Góa beh cháiⁿ-iūⁿ an-ùi lí?","tghg":"此二項臨到你，是誰會替你哀傷啊？就是有衰敗、及滅無、飢荒、及劍，我欲怎樣安慰你？","bklhl":"Chit兩項臨到你；是誰會替你哀傷ah？就是有衰敗kap滅無，飢荒kap劍；我beh怎樣安慰你？"}},{"book":"賽","chapter":51,"verse":20,"versions":{"unv":"你的眾子發昏，在各市口上躺臥，好像黃羊在網羅之中，都滿了耶和華的忿怒─你　神的斥責。","bklcl":"Lí chiah-ê kiáⁿ hūn--khì, tó tī ta̍k ê ke-lō͘-kháu, chhin-chhiūⁿ lo̍k tī lô-bāng ê tiong-kan; siū Iâ-hô-hoa móa-móa ê siū-khì, lí ê Siōng-tè ê chek-pī.","tghg":"你諸個子昏去，倒佇逐個街路口，親像鹿佇羅網的中間，受耶和華滿滿的受氣──你的上帝的責備。","bklhl":"你chiah ê kiáⁿ暈去，倒tī ta̍k ê街路口，親像鹿tī羅網ê中間；受耶和華滿滿ê受氣，你ê上帝ê責備。"}},{"book":"賽","chapter":51,"verse":21,"versions":{"unv":"因此，你這困苦卻非因酒而醉的，要聽我言。","bklcl":"Só͘-í lí chit ê khùn-khó͘ koh chùi-ê, khiok m̄-sī in-ūi chiú lâi chùi, lí tio̍h thiaⁿ.","tghg":"所以，你此個困苦閣醉的，卻呣是因為酒來醉，你著聽。","bklhl":"所以你chit ê困苦koh醉ê，卻m̄是因為酒來醉，你tio̍h聽。"}},{"book":"賽","chapter":51,"verse":22,"versions":{"unv":"你的主耶和華─就是為他百姓辨屈的　神如此說：看哪，我已將那使人東倒西歪的杯，就是我忿怒的爵，從你手中接過來；你必不致再喝。","bklcl":"Lí ê Chú Iâ-hô-hoa, chiū-sī ūi-tio̍h I ê peh-sìⁿ sin-oan ê Siōng-tè, án-ni kóng, Khòaⁿ ah, Góa í-keng chiong hit-ê hō͘ lâng tian-tian tó-tó ê poe, chiū-sī Góa tōa siū-khì ê poe-chóaⁿ, tùi lí ê chhiú the̍h--chhut-lâi, lí tek-khak m̄-bián koh lim.","tghg":"你的主耶和華──就是為著伊的百姓伸冤的上帝，按呢講：看啊，我已經將彼個互人顛顛倒倒的杯，就是我大受氣的杯盞，對你的手提出來；你的確呣免閣飲。","bklhl":"你ê主耶和華，就是為tio̍h伊ê百姓申冤ê上帝，án-ni講，看ah，我已經將hit ê hō͘人顛顛倒倒ê杯，就是我大受氣ê杯盞，對你ê手the̍h出來，你的確m̄免koh lim。"}},{"book":"賽","chapter":51,"verse":23,"versions":{"unv":"我必將這杯遞在苦待你的人手中；他們曾對你說：你屈身，由我們踐踏過去吧！你便以背為地，好像街市，任人經過。","bklcl":"Góa beh chiong chit ê poe hē tī pháiⁿ khoán-thāi lí ê lâng ê chhiú-tiong; in bat tùi lí kóng, Lí tio̍h àⁿ--lo̍h-khì, chhut-chāi goán ta̍h-kè--khì; lí chiū ēng ka-chiah-phiaⁿ chòe chhin-chhiūⁿ tōe, chhin-chhiūⁿ ke-lō͘, chhut-chāi lâng keng-kè.","tghg":"我欲將此個杯下佇歹款待你的人的手中；𪜶曾對你講：你著俯落去，出在阮踏過去！你就用尻脊骿(ka-chiah-phiaⁿ)做親像地，親像街路，出在人經過。","bklhl":"我beh將chit ê杯hē tī pháiⁿ款待你ê人ê手中；in bat對你講，你tio̍h俯落去，chhut-chāi阮踏過去；你就用ka-chiah-phiaⁿ做親像地，親像街路，chhut-chāi人經過。"}}]