[{"book":"賽","chapter":60,"verse":1,"versions":{"unv":"興起，發光！因為你的光已經來到！耶和華的榮耀發現照耀你。","bklcl":"Khí-lâi ah, hoat-chhut kng; in-ūi lí ê kng í-keng kàu, Iâ-hô-hoa ê êng-kng hoat-hiān, chiò tī lí ê téng-bīn.","tghg":"起來啊，發出光！因為你的光已經到！耶和華的榮光發現，照佇你的頂面。","bklhl":"起來ah，發出光；因為你ê光已經到，耶和華ê榮光發現，照tī你ê頂面。"}},{"book":"賽","chapter":60,"verse":2,"versions":{"unv":"看哪，黑暗遮蓋大地，幽暗遮蓋萬民，耶和華卻要顯現照耀你；他的榮耀要現在你身上。","bklcl":"Khòaⁿ ah, o͘-àm beh khàm choân-tōe, o͘-o͘ àm-àm jia-khàm lia̍t-kok; chóng-sī Iâ-hô-hoa beh hoat-hiān chiò lí, I ê êng-kng beh chhut-hiān tī lí ê sin-chiūⁿ.","tghg":"看啊，黑暗欲蓋全地，黑黑暗暗遮蓋列國，總是耶和華欲發現照你，伊的榮光欲出現佇你的身上。","bklhl":"看ah，烏暗beh蓋全地，烏烏暗暗遮蓋列國；總是耶和華beh發現照你，祂ê榮光beh出現tī你ê身上。"}},{"book":"賽","chapter":60,"verse":3,"versions":{"unv":"萬國要來就你的光；君王要來就你發現的光輝。","bklcl":"Lia̍t-kok beh lâi chiū-kūn lí ê kng, kun-ông beh lâi chiū-kūn lí hoat-hiān ê tōa-kng.","tghg":"列國欲來就近你的光；君王欲來就近你發現的大光。","bklhl":"列國beh來就近你ê光，君王beh來就近你發現ê大光。"}},{"book":"賽","chapter":60,"verse":4,"versions":{"unv":"你舉目向四方觀看；眾人都聚集來到你這裡。你的眾子從遠方而來；你的眾女也被懷抱而來。","bklcl":"Lí kia̍h-ba̍k khòaⁿ sì-hng, in lóng chū-chi̍p lâi lí chia; lí ê chèng-kiáⁿ tùi hn̄g-hn̄g lâi, lí ê chèng cha-bó͘-kiáⁿ ia̍h beh hō͘ lâng phō--lâi.","tghg":"你攑目看四方；𪜶攏聚集來你遮。你的眾子對遠遠來；你的眾查某子亦欲互人抱來。","bklhl":"你kia̍h目看四方，in lóng聚集來你chia；你ê眾kiáⁿ tùi遠遠來，你ê眾cha-bó͘-kiáⁿ亦beh hō͘人抱來。"}},{"book":"賽","chapter":60,"verse":5,"versions":{"unv":"那時，你看見就有光榮；你心又跳動又寬暢；因為大海豐盛的貨物必轉來歸你；列國的財寶也必來歸你。","bklcl":"Hit-sî lí khòaⁿ-kìⁿ chiū ū êng-kng, lí ê sim tōa gông-ngia̍h, tōa khui-khoah; in-ūi tōa-hái hong-sēng ê châi-bu̍t beh choán-tńg lâi kui lí, lia̍t-kok ê châi-pó ia̍h beh lâi kui lí.","tghg":"彼時，你看見就有榮光；你的心大卬愕(gông-ngia̍h)大開闊；因為大海豐盛的財物欲轉轉(choán-tńg)來歸你；列國的財寶亦欲來歸你。","bklhl":"Hit時你看見就有榮光，你ê心大gông-ngia̍h，大開闊；因為大海豐盛ê財物beh轉tńg來歸你，列國ê財寶亦beh來歸你。"}},{"book":"賽","chapter":60,"verse":6,"versions":{"unv":"成群的駱駝，並米甸和以法的獨峰駝必遮滿你；示巴的眾人都必來到；要奉上黃金乳香，又要傳說耶和華的讚美。","bklcl":"Kui-tīn ê lo̍k-tô, kap Bí-tiân í-ki̍p Í-hoat toaⁿ-niā ê lo̍k-tô, beh piàn-móa lí ê kéng-lāi; Sī-pa ê chèng-lâng lóng beh kàu; beh tòa n̂g-kim jú-hiuⁿ lâi, ia̍h beh pò-thoân Iâ-hô-hoa ê miâ-siaⁿ.","tghg":"歸陣(tīn)的駱駝，及米甸以及以法單陵(toaⁿ-niā)的駱駝欲遍滿你的境內；示巴的眾人攏欲到；欲帶黃金乳香來，亦欲報傳耶和華的名聲。","bklhl":"Kui陣ê駱駝，kap米甸以及Í-hoat單陵ê駱駝，beh遍滿你ê境內；Sī-pa ê眾人lóng beh到；beh帶黃金乳香來，亦beh報傳耶和華ê名聲。"}},{"book":"賽","chapter":60,"verse":7,"versions":{"unv":"基達的羊群都必聚集到你這裡，尼拜約的公羊要供你使用，在我壇上必蒙悅納；我必榮耀我榮耀的殿。","bklcl":"Ki-ta̍t ê iûⁿ-kûn lóng beh chū-chi̍p kàu lí chia, Nî-pâi-iok kang ê mî-iûⁿ beh chòe lí ê lō͘-ēng, tī Góa ê tôaⁿ-téng beh tit-tio̍h chiap-la̍p; Góa êng-kng ê chhù, Góa beh êng-kng--i.","tghg":"基達的羊群攏欲聚集到你遮，尼拜約公的綿羊欲做你的路用，佇我的壇頂欲得著接納；我榮光的厝我欲榮光伊。","bklhl":"Ki-ta̍t ê羊群lóng beh聚集到你chia，Nî-pâi-iok公ê綿羊beh做你ê路用，tī我ê壇頂beh得tio̍h接納；我榮光ê厝，我beh榮光伊。"}},{"book":"賽","chapter":60,"verse":8,"versions":{"unv":"那些飛來如雲、又如鴿子向窗戶飛回的是誰呢？","bklcl":"Hiah-ê pe--lâi chhin-chhiūⁿ hûn, koh chhin-chhiūⁿ kap pe--lâi i ê siū--ê, sī chī-chūi ah?","tghg":"許個飛來親像雲，閣親像鴿(kap)飛來伊的巢的，是是誰啊？","bklhl":"Hiah-ê飛來親像雲，koh親像鴿飛來伊ê巢-ê，是是誰 ah？"}},{"book":"賽","chapter":60,"verse":9,"versions":{"unv":"眾海島必等候我，首先是他施的船隻，將你的眾子連他們的金銀從遠方一同帶來，都為耶和華─你　神的名，又為以色列的聖者，因為他已經榮耀了你。","bklcl":"Chiah-ê hái-sū beh thèng-hāu Góa; Tha-si ê chûn-chiah beh chòe-thâu, chiong lí ê chèng-kiáⁿ, liân in ê kim-gûn, tùi hn̄g-hn̄g chòe chi̍t-ē tòa--lâi, lóng ūi-tio̍h Iâ-hô-hoa lí ê Siōng-tè ê miâ, koh ūi-tio̍h Í-sek-lia̍t ê Sèng--ê, in-ūi I í-keng êng-kng lí.","tghg":"諸個海嶼欲聽候我，他施的船隻欲做頭，將你的眾子，連𪜶的金銀對遠遠做一下帶來，攏為著耶和華──你的上帝的名，閣為著以色列的聖者，因為伊已經榮光你。","bklhl":"Chiah-ê海嶼beh thèng候我；Tha-si ê船隻beh做頭，將你ê眾kiáⁿ，連in ê金銀，tùi遠遠做一下帶來，lóng為tio̍h耶和華你ê上帝ê名，koh為tio̍h以色列ê聖ê，因為祂已經榮光你。"}},{"book":"賽","chapter":60,"verse":10,"versions":{"unv":"外邦人必建築你的城牆；他們的王必服事你。我曾發怒擊打你，現今卻施恩憐恤你。","bklcl":"Gōa-pang lâng beh khí lí ê siâⁿ-chhiûⁿ, in ê ông beh ho̍k-sāi lí;  Góa bat siū-khì phah lí, taⁿ beh si-un lîn-bín lí.","tghg":"外邦人欲起你的城牆；𪜶的王欲服事你。我曾受氣拍你，今欲施恩憐憫你。","bklhl":"外邦人beh起你ê城牆，in ê王beh服事你；我bat受氣phah你，taⁿ beh施恩憐憫你。"}},{"book":"賽","chapter":60,"verse":11,"versions":{"unv":"你的城門必時常開放，晝夜不關；使人把列國的財物帶來歸你，並將他們的君王牽引而來。","bklcl":"Lí ê siâⁿ-mn̂g beh siông-siông khui, ji̍t-mî bô koaiⁿ, hō͘ lâng chiong lia̍t-kok ê châi-pó tòa lâi kui lí, ia̍h chiong in ê kun-ông khan--lâi.","tghg":"你的城門欲常常開，日暝無關；互人將列國的財寶帶來歸你，亦將𪜶的君王牽來。","bklhl":"你ê城門beh常常開，日暝無關，hō͘人將列國ê財寶帶來歸你，亦將in ê君王牽來。"}},{"book":"賽","chapter":60,"verse":12,"versions":{"unv":"哪一邦哪一國不事奉你，就必滅亡，也必全然荒廢。","bklcl":"In-ūi kìⁿ-nā peh-sìⁿ kap kok m̄ ho̍k-sāi lí--ê beh bia̍t-bô; hiah-ê peh-sìⁿ beh choân-jiân hong-hòe.","tghg":"因為見若百姓及國呣服事你者，欲滅無，許個百姓欲全然荒廢。","bklhl":"因為見若百姓kap國m̄服事你ê beh滅無；hiah-ê百姓beh全然荒廢。"}},{"book":"賽","chapter":60,"verse":13,"versions":{"unv":"黎巴嫩的榮耀，就是松樹、杉樹、黃楊樹，都必一同歸你，為要修飾我聖所之地；我也要使我腳踏之處得榮耀。","bklcl":"Lī-pa-lùn ê êng-kng, chiū-sī chhêng-chhiū, sam-chhiū, n̂g-iông-chhiū, lóng beh saⁿ-kap kui lí, ūi-tio̍h beh chng-thāⁿ Góa ê sèng-só͘;  Góa ia̍h beh hō͘ Góa kha-ta̍h ê só͘-chāi tit-tio̍h êng-kng.","tghg":"黎巴嫩的榮光，就是松樹、杉樹、黃楊樹，攏欲相及歸你，為著欲妝飾(chng-thāⁿ)我的聖所；我亦欲互我腳踏的所在得著榮光。","bklhl":"黎巴嫩ê榮光，就是榕樹，衫樹，黃楊樹，lóng beh相kap歸你，為tio̍h beh裝飾我ê聖所；我亦beh hō͘我腳踏ê所在得tio̍h榮光。"}},{"book":"賽","chapter":60,"verse":14,"versions":{"unv":"素來苦待你的，他的子孫都必屈身來就你；藐視你的，都要在你腳下跪拜。他們要稱你為「耶和華的城」，為「以色列聖者的錫安」。","bklcl":"Pêng-sò͘ khó͘-chhó͘ lí--ê, in ê kiáⁿ-sun lóng beh kàu lí ê bīn-chêng àⁿ-io; khòaⁿ-khin lí--ê lóng beh tī lí ê kha-ē kūi-pài; in beh chheng lí chòe Iâ-hô-hoa ê siâⁿ, chòe Í-sek-lia̍t ê Sèng--ê ê Sek-an.","tghg":"平素苦楚你者，𪜶的子孫攏欲到你的面前俯腰；看輕你者，攏欲佇你的腳下跪拜。𪜶欲稱你做「耶和華的城」，做「以色列的聖者的錫安」。","bklhl":"平素苦楚你ê，in ê kiáⁿ孫lóng beh到你ê面前俯腰；看輕你ê lóng beh tī你ê腳下跪拜；in beh稱你做耶和華ê城，做以色列ê聖ê ê錫安。"}},{"book":"賽","chapter":60,"verse":15,"versions":{"unv":"你雖然被撇棄被厭惡，甚至無人經過，我卻使你變為永遠的榮華，成為累代的喜樂。","bklcl":"Lí chêng siū pàng-sak, siū iàm-ò͘ⁿ, sīm-chì bô lâng keng-kè, taⁿ Góa beh hō͘ lí pìⁿ-chòe éng-oán ê êng-hôa, chiâⁿ-chòe le̍k-tāi ê hí-lo̍k.","tghg":"你前受放拺(pàng-sak)受厭惡，甚至無人經過，今我欲互你變做永遠的榮華，成做歷代的喜樂。","bklhl":"你前受放sak，受厭惡，甚至無人經過，taⁿ我beh hō͘你變做永遠ê榮華，成做歷代ê喜樂。"}},{"book":"賽","chapter":60,"verse":16,"versions":{"unv":"你也必吃萬國的奶，又吃君王的奶。你便知道我─耶和華是你的救主，是你的救贖主，雅各的大能者。","bklcl":"Lí beh chia̍h bān-kok ê lin, koh suh chiah-ê kun-ông ê lin-thâu; chiū chai Góa Iâ-hô-hoa sī lí ê Kiù-chú, sī kiù-sio̍k lí ê Chú, Ngá-kok ê tōa koân-lêng--ê.","tghg":"你欲食萬國的奶，閣吸(suh)諸個君王的奶頭。就知我──耶知華是你的救主，是救贖你的主，雅各的大權能者。","bklhl":"你beh食萬國ê奶，koh suh chiah ê君王ê奶頭；就知我耶和華是你ê救主，是救贖你ê主，雅各ê大權能ê。"}},{"book":"賽","chapter":60,"verse":17,"versions":{"unv":"我要拿金子代替銅，拿銀子代替鐵，拿銅代替木頭，拿鐵代替石頭；並要以和平為你的官長，以公義為你的監督。","bklcl":"Góa beh tòa kim lâi thòe tâng, tòa gûn lâi thòe thih, tâng lâi thòe chhâ, thih lâi thòe chio̍h; ia̍h beh ēng hô-pêng chòe lí ê koaⁿ-tiúⁿ, ēng kong-gī chòe lí ê kam(**kàm)-tok.","tghg":"我欲帶金來替銅，帶銀來替鐵，銅來替柴，鐵來替石；亦欲用和平做你的官長，用公義做你的監督。","bklhl":"我beh帶金來替銅，帶銀來替鐵，銅來替柴，鐵來替石；亦beh用和平做你ê官長，用公義做你ê監督。"}},{"book":"賽","chapter":60,"verse":18,"versions":{"unv":"你地上不再聽見強暴的事，境內不再聽見荒涼毀滅的事。你必稱你的牆為「拯救」，稱你的門為「讚美」。","bklcl":"Lí ê tōe-hng bô koh thiaⁿ-kìⁿ kiông-pō, kéng-lāi bô koh thiaⁿ-kìⁿ pha-hng húi-bia̍t ê sū; lí beh chheng lí ê chhiûⁿ chòe Chín-kiù, chheng lí ê mn̂g chòe O-ló.","tghg":"你的地方無閣聽見強暴，境內無閣聽見拋荒毀滅的事。你欲稱你的牆做「拯救」，稱你的門做「謳咾」。","bklhl":"你ê地方無koh聽見強暴，境內無koh聽見拋荒毀滅ê事；你beh稱你ê牆做拯救，稱你ê門做O-ló。"}},{"book":"賽","chapter":60,"verse":19,"versions":{"unv":"日頭不再作你白晝的光；月亮也不再發光照耀你。耶和華卻要作你永遠的光；你　神要為你的榮耀。","bklcl":"Ji̍t-thâu bô koh chòe lí ji̍t--sî ê kng, ge̍h ia̍h bô koh hoat-kng chiò lí; in-ūi Iâ-hô-hoa beh chòe lí éng-oán ê kng, lí ê Siōng-tè beh chòe lí ê êng-iāu.","tghg":"日頭無閣做你日時的光；月亦無閣發光照你。因為耶和華欲做你永遠的光；你的上帝欲做你的榮耀。","bklhl":"日頭無koh做你日時ê光，月亦無koh發光照你；因為耶和華beh做你永遠ê光，你ê上帝beh做你ê榮耀。"}},{"book":"賽","chapter":60,"verse":20,"versions":{"unv":"你的日頭不再下落；你的月亮也不退縮；因為耶和華必作你永遠的光。你悲哀的日子也完畢了。","bklcl":"Lí ê ji̍t-thâu bô koh lo̍h, lí ê ge̍h ia̍h bô kiu-bô--khì; in-ūi Iâ-hô-hoa beh chòe lí éng-oán ê kng, lí pi-ai ê ji̍t ia̍h bêng-pe̍k lah.","tghg":"你的日頭無閣落；你的月亦無勼(kiu)無去；因為耶和華欲做你永遠的光。你悲哀的日亦明白啦。","bklhl":"你ê日頭無koh落，你ê月亦無kiu無去；因為耶和華beh做你永遠ê光，你悲哀ê日亦明白lah。"}},{"book":"賽","chapter":60,"verse":21,"versions":{"unv":"你的居民都成為義人，永遠得地為業；是我種的栽子，我手的工作，使我得榮耀。","bklcl":"Lí ê peh-sìⁿ lóng chiâⁿ-chòe gī-lâng, éng-oán tit-tio̍h tōe chòe-gia̍p; sī Góa só͘ chèng ê chhiū-chai, Góa ê chhiú só͘-chòe--ê, hō͘ Góa tit-tio̍h êng-kng.","tghg":"你的百姓攏成做義人，永遠得著地做業；是我所種的樹栽，我的手所做的，互我得著榮光。","bklhl":"你ê百姓lóng成做義人，永遠得tio̍h地做業；是我所種ê樹栽，我ê手所做ê，hō͘我得tio̍h榮光。"}},{"book":"賽","chapter":60,"verse":22,"versions":{"unv":"至小的族要加增千倍；微弱的國必成為強盛。我─耶和華要按定期速成這事。","bklcl":"Chì-sòe--ê beh chiâⁿ-chòe chi̍t-chheng, ke̍k pi-bî--ê beh chiâⁿ-chòe kiông ê kok; Góa Iâ-hô-hoa beh chiàu tiāⁿ-tio̍h ê kî, kín-kín chiâⁿ i.","tghg":"至細者欲成做一千；極卑微者欲成做強的國。我──耶和華欲照定著(tiāⁿ-tio̍h)的期緊緊成伊。","bklhl":"至細ê beh成做一千，極卑微ê beh成做強ê國；我耶和華beh照定tio̍h ê期，緊緊成伊。"}}]