[{"book":"賽","chapter":58,"verse":1,"versions":{"unv":"你要大聲喊叫，不可止息；揚起聲來，好像吹角。向我百姓說明他們的過犯；向雅各家說明他們的罪惡。","bklcl":"Lí tio̍h tōa-siaⁿ âu-kiò, m̄-thang hān-chí, chhut tōa-siaⁿ chhin-chhiūⁿ pûn sàu-kak, tùi Góa ê peh-sìⁿ kóng-bêng in ê kè-sit, tùi Ngá-kok ê ke kóng-bêng in ê chōe-ok.","tghg":"你著大聲喉叫，呣通限止；出大聲，親像歕(pûn)哨角(sàu-kak)。對我的百姓講明𪜶的過失；對雅各的家講明𪜶的罪惡。","bklhl":"你tio̍h大聲喉叫，m̄-thang限止，出大聲親像pûn哨角，對我ê百姓講明in ê過失，對雅各ê家講明in ê罪惡。"}},{"book":"賽","chapter":58,"verse":2,"versions":{"unv":"他們天天尋求我，樂意明白我的道，好像行義的國民，不離棄他們　神的典章，向我求問公義的判語，喜悅親近　神。","bklcl":"In ji̍t-ji̍t chhē Góa, hoaⁿ-hí chai Góa ê tō-lō͘, chhin-chhiūⁿ kiâⁿ-gī ê peh-sìⁿ, bô lī-khui in ê Siōng-tè ê hoat-lu̍t; in kiû Góa chiàu kong-gī ê sím-phòaⁿ, hoaⁿ-hí chhin-kūn Siōng-tè.","tghg":"𪜶日日尋我，歡喜知我的道路，親像行義的百姓，無離開𪜶的上帝的法律，𪜶求我照公義的審判，歡喜親近上帝。","bklhl":"In日日chhē我，歡喜知我ê道路，親像行義ê百姓，無離開in ê上帝ê法律；in求我照公義ê審判，歡喜親近上帝。"}},{"book":"賽","chapter":58,"verse":3,"versions":{"unv":"他們說：我們禁食，你為何不看見呢？我們刻苦己心，你為何不理會呢？看哪，你們禁食的日子仍求利益，勒逼人為你們做苦工。","bklcl":"In kóng, Goán kìm-chia̍h, Lí siáⁿ-sū bô khòaⁿ-kìⁿ?  goán khek-khó͘ goán ê sim, Lí siáⁿ-sū m̄-chai ah?  Khòaⁿ ah, lín kìm-chia̍h ê ji̍t, iáu-kú ka-kī an-lo̍k, kiông-pek lâng kā lín chòe khó͘-kang.","tghg":"𪜶講：阮禁食，你啥事無看見？阮刻苦阮的心，你啥事呣知啊！看啊，恁禁食的日猶久家己安樂，強迫人給恁做苦工。","bklhl":"In講，阮禁食，你啥事無看見？阮刻苦阮ê心，你啥事m̄知ah？看ah，lín禁食ê日，iáu-kú家己安樂，強迫人kā lín做苦工。"}},{"book":"賽","chapter":58,"verse":4,"versions":{"unv":"你們禁食，卻互相爭競，以凶惡的拳頭打人。你們今日禁食，不得使你們的聲音聽聞於上。","bklcl":"Khòaⁿ ah, lín kìm-chia̍h sī beh saⁿ-chiⁿ, saⁿ oan-ke, ēng hiong-ok ê kûn-thâu-bú phah--lâng; lín kin-á-ji̍t kìm-chia̍h, bōe-ōe hō͘ lín ê siaⁿ thiaⁿ kàu téng-bīn.","tghg":"看啊，恁禁食，是欲相爭，相冤家，用兇惡的拳頭拇(kûn-thâu-bú)拍人。恁今仔日禁食，𣍐會互恁的聲聽到頂面。","bklhl":"看ah，lín禁食是beh相爭，相冤家，用兇惡ê拳頭母phah人；lín今á日禁食，bōe能hō͘ lín ê聲聽到頂面。"}},{"book":"賽","chapter":58,"verse":5,"versions":{"unv":"這樣禁食豈是我所揀選、使人刻苦己心的日子嗎？豈是叫人垂頭像葦子，用麻布和爐灰鋪在他以下嗎？你這可稱為禁食、為耶和華所悅納的日子嗎？","bklcl":"Chit-khoán ê kìm-chia̍h, kiám-sī Góa só͘ kéng, hō͘ lâng khek-khó͘ i ê sim ê ji̍t mah?  Kiám-sī hō͘ lâng àⁿ-thâu chhin-chhiūⁿ lô͘-tek, ēng môa-pò͘ kap hé-hu pho͘ tī i ê seng-khu-ē mah? che kiám thang chheng chòe kìm-chia̍h hō͘ Iâ-hô-hoa só͘ hoaⁿ-hí ê ji̍t mah?","tghg":"此款的禁食豈是我所揀、互人刻苦伊的心的日嗎？豈是互人俯頭親像蘆竹，用麻布及火灰舖佇伊的身軀下嗎？這豈通稱做禁食互耶和華所歡喜的日嗎？","bklhl":"Chit款ê禁食，kiám是我所揀，hō͘人刻苦伊ê心ê日mah？Kiám是hō͘人俯頭親像蘆竹，用麻布kap火灰鋪tī伊ê身軀下mah？這kiám thang稱做禁食hō͘耶和華所歡喜ê日mah？"}},{"book":"賽","chapter":58,"verse":6,"versions":{"unv":"我所揀選的禁食不是要鬆開凶惡的繩，解下軛上的索，使被欺壓的得自由，折斷一切的軛嗎？","bklcl":"Góa só͘ kéng ê kìm-chia̍h, kiám-m̄-sī tháu-khui hiong-ok ê soh, tháu-pàng pē-taⁿ ê soh, hō͘ siū chè-ap-ê tit-tio̍h chū-iû, kòng-chi̍h it-chhè ê taⁿ mah?","tghg":"我所揀的禁食豈呣是解開兇惡的索，解放背軛(pē-taⁿ)的索，互受制壓的得著自由，摃折(kòng-chi̍h)一切的軛嗎？","bklhl":"我所揀ê禁食，kiám-m̄是tháu開兇惡ê索，tháu放背擔ê索，hō͘受制壓ê得tio̍h自由，kòng折一切ê擔mah？"}},{"book":"賽","chapter":58,"verse":7,"versions":{"unv":"不是要把你的餅分給飢餓的人，將飄流的窮人接到你家中，見赤身的給他衣服遮體，顧恤自己的骨肉而不掩藏嗎？","bklcl":"Kiám-m̄-sī chiong lí ê bí-niû pun hō͘ iau-gō ê lâng, chiong sì-kòe liû ê sòng-hiong lâng chiap-la̍p tī lí ê ke? khòaⁿ-kìⁿ thǹg-pak-theh ê lâng hō͘ i chhēng, tùi ka-kī ê kut-jio̍k ia̍h bô siám-khì bih mah?","tghg":"豈呣是將你的米糧分互枵(iau)餓的人，將四界流的喪鄉人接納佇你的家，看見褪腹裼(thǹg-pak-theh)的人互伊穿，對家己的骨肉亦無閃去匿(bih)嗎？","bklhl":"Kiám-m̄是將你ê米糧分hō͘ iau餓ê人，將四界流ê sòng-hiong人接納tī你ê家？看見thǹg-pak-theh ê人hō͘伊穿，tùi家己ê骨肉亦無閃去bih mah？"}},{"book":"賽","chapter":58,"verse":8,"versions":{"unv":"這樣，你的光就必發現如早晨的光；你所得的醫治要速速發明。你的公義必在你前面行；耶和華的榮光必作你的後盾。","bklcl":"Án-ni, lí ê kng beh hoat-chhut chhin-chhiūⁿ thiⁿ-kng-chá ê kng, lí ê siong beh kín-kín tit-tio̍h hó; lí ê kong-gī beh kiâⁿ tī lí ê thâu-chêng; Iâ-hô-hoa ê êng-kng beh chòe lí āu-bīn ê pó-hō͘.","tghg":"按呢，你的光欲發出親像天光早的光；你的傷欲緊緊得著好。你的公義欲行佇你的頭前；耶和華的榮光欲做你後面的保護。","bklhl":"Án-ni，你ê光beh發出親像天光早ê光，你ê傷beh緊緊得tio̍h好；你ê公義beh行tī你ê頭前；耶和華ê榮光beh做你後面ê保護。"}},{"book":"賽","chapter":58,"verse":9,"versions":{"unv":"那時你求告，耶和華必應允；你呼求，他必說：我在這裡。你若從你中間除掉重軛和指摘人的指頭，並發惡言的事，","bklcl":"Hit-sî lí kiû-kiò, Iâ-hô-hoa beh thiaⁿ lí; lí khún-kiû, I beh kóng, Góa tī-chia. Lí nā tùi lí tiong-kan tû--khì tāng ê taⁿ, kap kí-to̍h-lâng ê chńg-thâu-á, í-ki̍p lām-sám kóng ê ōe;","tghg":"彼時你求叫，耶和華欲聽你；你懇求，伊欲講：我佇遮。你若對你中間除去重的軛，及指(kí)著人的指頭仔，以及濫糝講的話，","bklhl":"Hit時你求叫，耶和華beh聽你；你懇求，伊beh講，我tī-chia。你若對你中間除去重ê擔，kap kí-to̍h人ê指頭á，以及lām-sám講ê話；"}},{"book":"賽","chapter":58,"verse":10,"versions":{"unv":"你心若向飢餓的人發憐憫，使困苦的人得滿足，你的光就必在黑暗中發現；你的幽暗必變如正午。","bklcl":"lí ê sim nā lîn-bín iau-gō ê lâng, hō͘ khùn-khó͘ ê lâng tit-tio̍h móa-chiok, lí ê kng chiū beh tī o͘-àm-tiong hoat-hiān, lí ê o͘-àm beh pìⁿ chhin-chhiūⁿ ji̍t-tiong-tàu.","tghg":"你的心若憐憫枵餓的人，互困苦的人得著滿足，你的光就欲佇黑暗中發現，你的黑暗欲變親像日中晝(tiong-tàu)。","bklhl":"你ê心若憐憫iau餓ê人，hō͘困苦ê人得tio̍h滿足，你ê光就beh tī烏暗中發現，你ê烏暗beh變親像日中晝。"}},{"book":"賽","chapter":58,"verse":11,"versions":{"unv":"耶和華也必時常引導你，在乾旱之地使你心滿意足，骨頭強壯。你必像澆灌的園子，又像水流不絕的泉源。","bklcl":"Iâ-hô-hoa ia̍h beh siông-siông ín-chhōa lí, tī khòng-hān ê tōe, hō͘ lí sim-móa ì-chiok, kut-thâu ióng-chòng; lí beh chhin-chhiūⁿ koàn-ak ê hn̂g, koh chhin-chhiūⁿ lâu-bōe-ta ê chúi-chôaⁿ.","tghg":"耶和華亦欲常常引導你，佇亢旱(khòng-hān)的地互你心滿意足，骨頭勇壯。你欲親像灌沃的園，閣親像流𣍐乾的水泉。","bklhl":"耶和華亦beh常常引chhōa你，tī炕旱ê地，hō͘你心滿意足，骨頭勇壯；你beh親像灌ak ê園，koh親像流bōe乾ê水泉。"}},{"book":"賽","chapter":58,"verse":12,"versions":{"unv":"那些出於你的人必修造久已荒廢之處；你要建立拆毀累代的根基。你必稱為補破口的，和重修路徑與人居住的。","bklcl":"Hiah-ê tùi lí chhut ê lâng, beh khí-chō kú-kú í-keng hong-hòe ê só͘-chāi; lí beh kiàn-li̍p le̍k-tāi húi-hoāi ê tōe-ki; lí beh chheng-chòe Pó͘-phòa-khiah--ê, kap Koh siu-lí lō͘, hō͘ lâng khiā-khí--ê.","tghg":"許個對你出的人欲起造久久已經荒廢的所在；你欲建立歷代毀壞的地基。你欲稱做補破隙(phòa-khiah)者，及閣修理路互人徛起者。","bklhl":"Hiah-ê對你出ê人，beh起造久久已經荒廢ê所在；你beh建立歷代毀壞ê地基；你beh稱做補破隙ê，kap koh修理路，hō͘人khiā起ê。"}},{"book":"賽","chapter":58,"verse":13,"versions":{"unv":"你若在安息日掉轉（或譯：謹慎）你的腳步，在我聖日不以操作為喜樂，稱安息日為可喜樂的，稱耶和華的聖日為可尊重的；而且尊敬這日，不辦自己的私事，不隨自己的私意，不說自己的私話，","bklcl":"Lí nā tùi an-hioh-ji̍t kìm-chí lí ê kha, tī Góa ê sèng-ji̍t bô chòe ka-kī só͘ hoaⁿ-hí--ê, chheng an-hioh-ji̍t chòe thang hoaⁿ-hí--ê, chheng Iâ-hô-hoa ê sèng-ji̍t chòe thang chun-tiōng--ê; ia̍h koh chun-kèng i, bô pān ka-kī ê su-sū, bô thàn ka-kī ê su-ì, bô kóng su-khia ōe;","tghg":"你若對安息日禁止你的腳，佇我的聖日無做家己所歡喜的，稱安息日做通歡喜的，稱耶和華的聖日做通尊重的；亦閣尊敬伊，無辦家己的私事，無趁家己的私意，無講私奇(su-khia)話，","bklhl":"你若對安歇日禁止你ê腳，tī我ê聖日無做家己所歡喜ê，稱安歇日做thang歡喜ê，稱耶和華ê聖日做thang尊重ê；亦koh尊敬伊，無辦家己ê私事，無thàn家己ê私意，無講私khia話；"}},{"book":"賽","chapter":58,"verse":14,"versions":{"unv":"你就以耶和華為樂。耶和華要使你乘駕地的高處，又以你祖雅各的產業養育你。這是耶和華親口說的。","bklcl":"lí chiū beh in-ūi Iâ-hô-hoa lâi hoaⁿ-hí; Góa beh hō͘ lí chiūⁿ kàu tōe-chiūⁿ koâiⁿ ê só͘-chāi; koh ēng lí ê chó͘ Ngá-kok ê sán-gia̍p iúⁿ-chhī lí; che sī Iâ-hô-hoa chhin-chhùi kóng ê.","tghg":"你就欲因為耶和華來歡喜。我欲互你上(chiūⁿ)到地上高的所在，閣用你的祖雅各的產業養飼你。這是耶和華親嘴講的。","bklhl":"你就beh因為耶和華來歡喜；我beh hō͘你上到地上高ê所在；koh用你ê祖雅各ê產業養飼你；這是耶和華親嘴講ê。"}}]