[{"book":"賽","chapter":65,"verse":1,"versions":{"unv":"素來沒有訪問我的，現在求問我；沒有尋找我的，我叫他們遇見；沒有稱為我名下的，我對他們說：我在這裡！我在這裡！","bklcl":"Pêng-sò͘ bē bat mn̄g Góa--ê, taⁿ Góa hō͘ in mn̄g; bē ū chhē Góa--ê, taⁿ Góa hō͘ in tú-tio̍h; bē ū kiû-kiò Góa ê miâ--ê, Góa tùi in kóng, Góa tī-chia, Góa tī chia.","tghg":"平素未曾問我者，今我互𪜶問；未有尋我者，今我互𪜶抵著(tú-tio̍h)；未有求叫我的名者，我對𪜶講：我佇遮！我佇遮！","bklhl":"平素未bat問我ê，taⁿ我hō͘ in問；未有chhē我ê，taⁿ我hō͘ in tú-tio̍h；未有求叫我ê名ê，我對in講，我tī-chia，我tī chia。"}},{"book":"賽","chapter":65,"verse":2,"versions":{"unv":"我整天伸手招呼那悖逆的百姓；他們隨自己的意念行不善之道。","bklcl":"Góa thong-ji̍t chhun-chhiú ǹg hiah-ê pōe-ge̍k ê peh-sìⁿ; in chhut-chāi ka-kī ê ì-sù, kiâⁿ m̄-hó ê lō͘.","tghg":"我通日伸手向許個悖逆(pōe-ge̍k)的百姓；𪜶出在家己的意思行呣好的路。","bklhl":"我thong日伸手ǹg hiah-ê悖逆ê百姓；in chhut-chāi家己ê意思，行m̄好ê路。"}},{"book":"賽","chapter":65,"verse":3,"versions":{"unv":"這百姓時常當面惹我發怒；在園中獻祭，在壇（原文是磚）上燒香；","bklcl":"Chiah-ê peh-sìⁿ siông-siông tng-bīn jiá-tio̍h Góa ê siū-khì; tī hn̂g-tiong hiàn-chè, tī chng-hiā-téng sio-hiuⁿ;","tghg":"諸個百姓常常當面惹著我的受氣；佇園中獻祭，佇磚瓦(chng-hiā)頂燒香；","bklhl":"Chiah-ê百姓常常當面惹tio̍h我ê受氣；tī園中獻祭，tī磚瓦頂燒香；"}},{"book":"賽","chapter":65,"verse":4,"versions":{"unv":"在墳墓間坐著，在隱密處住宿，吃豬肉；他們器皿中有可憎之物做的湯；","bklcl":"khiā-khí tī bōng-lāi, hioh tī ún-ba̍t ê só͘-chāi, chia̍h ti-bah, in ê khì-kū-lāi ū khó-ò͘ⁿ ê mi̍h chòe thng;","tghg":"徛起佇墓內，歇佇隱密的所在，食豬肉；𪜶的器具內有可惡的物做湯；","bklhl":"khiā起tī墓內，歇tī隱密ê所在，食豬肉，in ê器具內有可惡ê物做湯；"}},{"book":"賽","chapter":65,"verse":5,"versions":{"unv":"且對人說：你站開吧！不要挨近我，因為我比你聖潔。主說：這些人是我鼻中的煙，是整天燒著的火。","bklcl":"koh tùi lâng kóng, Lí tio̍h khiā-khui, m̄-thang óa-kūn góa, in-ūi góa pí lí khah-sèng; chiah-ê lâng sī Góa phīⁿ-khang-tiong ê hé-hun, sī thong-ji̍t teh-to̍h ê hé.","tghg":"閣對人講：你著徛開！呣通倚近我，因為我比你卡聖。諸個人是我鼻孔中的火熏，是通日啲𤏸(to̍h)的火。","bklhl":"koh對人講，你tio̍h khiā開，m̄-thang óa近我，因為我比你khah聖；chiah ê人是我鼻孔中ê火薰，是thong日teh-to̍h ê火。"}},{"book":"賽","chapter":65,"verse":6,"versions":{"unv":"看哪，這都寫在我面前。我必不靜默，必施行報應，必將你們的罪孽和你們列祖的罪孽，就是在山上燒香，在岡上褻瀆我的罪孽，一同報應在他們後人懷中，我先要把他們所行的量給他們；這是耶和華說的。","bklcl":"Khòaⁿ ah, che lóng siá tī Góa ê bīn-chêng; Góa bô-beh chēng-chēng, tek-khak beh kiâⁿ pò-èng, pò-èng tī in ê heng-chêng.","tghg":"看啊，這攏寫佇我的面前。我無欲靜靜，的確欲行報應，報應佇𪜶的胸前，","bklhl":"看ah，這lóng寫tī我ê面前；我無beh靜靜，的確beh行報應，報應tī in ê胸前。"}},{"book":"賽","chapter":65,"verse":7,"versions":{"unv":"【併於上節】","bklcl":"Iâ-hô-hoa kóng, In-ūi lín ê chōe-ok, kap lín ê lia̍t-chó͘ ê chōe-ok, tī soaⁿ--nih sio-hiuⁿ, tī niá-téng siat-to̍k Góa; só͘-í Góa beh chiàu in pêng-sò͘ só͘-kiâⁿ--ê, pò-èng tī in ê heng-chêng.","tghg":"耶和華講：因為恁的罪惡，及恁的列祖的罪惡，佇山裡燒香，佇嶺頂褻瀆(siat-to̍k)我，所以我欲照𪜶平素所行的，報應佇𪜶的胸前。","bklhl":"耶和華講，因為lín ê罪惡，kap lín ê列祖ê罪惡，tī山裡燒香，tī嶺頂褻瀆我；所以我beh照in平素所行ê，報應tī in ê胸前。"}},{"book":"賽","chapter":65,"verse":8,"versions":{"unv":"耶和華如此說：葡萄中尋得新酒，人就說：不要毀壞，因為福在其中。我因我僕人的緣故也必照樣而行，不將他們全然毀滅。","bklcl":"Iâ-hô-hoa án-ni kóng, Chhin-chhiūⁿ tī phû-tô-pha-lāi tú-tio̍h ū sin-chiú, ū lâng kóng, M̄-thang húi-hoāi, in-ūi ū hok-khì tī hit lāi-bīn, Góa in-ūi Góa chiah-ê lô͘-po̍k ê iân-kò͘, ia̍h beh chiàu án-ni lâi kiâⁿ, bô beh it-chīn bia̍t in.","tghg":"耶和華按呢講：親像佇葡萄葩(pha)內抵著有新酒，有人講：呣通毀壞，因為有福氣佇彼內面。我因為我諸個奴僕的緣故亦欲照按呢來行，無欲一盡滅𪜶。","bklhl":"耶和華án-ni講，親像tī葡萄pha內tú-tio̍h有新酒，有人講，M̄-thang毀壞，因為有福氣tī hit內面，我因為我chiah ê奴僕ê緣故，亦beh照án-ni來行，無beh一盡滅in。"}},{"book":"賽","chapter":65,"verse":9,"versions":{"unv":"我必從雅各中領出後裔，從猶大中領出承受我眾山的。我的選民必承受；我的僕人要在那裡居住。","bklcl":"Góa beh tùi Ngá-kok ê tiong-kan chhōa-chhut hō͘-è, tùi Iû-tāi ê tiong-kan chhōa-chhut sêng-chiap Góa ê chèng-soaⁿ--ê; Góa kéng ê peh-sìⁿ beh sêng-chiap--i, Góa chiah-ê lô͘-po̍k beh tī-hia khiā-khí.","tghg":"我欲對雅各的中間導出後裔，對猶大的中間導出承接我的眾山者。我揀的百姓欲承接伊；我諸個奴僕欲佇遐徛起。","bklhl":"我beh tùi雅各ê中間chhōa出後裔，tùi偤大ê中間chhōa出承接我ê眾山ê；我揀ê百姓beh承接伊，我chiah ê奴僕beh tī-hia khiā起。"}},{"book":"賽","chapter":65,"verse":10,"versions":{"unv":"沙崙平原必成為羊群的圈；亞割谷必成為牛群躺臥之處，都為尋求我的民所得。","bklcl":"Sa-lûn beh chiâⁿ-chòe chhī-iûⁿ ê só͘-chāi, A-kat ê soaⁿ-kok beh chiâⁿ-chòe gû-kûn tó teh-khùn ê só͘-chāi; lóng sī beh hō͘ chhē Góa ê peh-sìⁿ só͘ tit-tio̍h.","tghg":"沙崙欲成做飼羊的所在；亞割的山谷欲成做牛群倒啲睏的所在，攏是欲互尋我的百姓所得著。","bklhl":"Sa-lûn beh成做飼羊ê所在，A-kat ê山谷beh成做牛群倒teh睏ê所在；lóng是beh hō͘ chhē我ê百姓所得tio̍h。"}},{"book":"賽","chapter":65,"verse":11,"versions":{"unv":"但你們這些離棄耶和華、忘記我的聖山、給時運擺筵席（原文是桌子）、給天命盛滿調和酒的，","bklcl":"Chóng-sī lín chiah-ê pàng-sak Iâ-hô-hoa, bōe-kì-tit Góa ê sèng-soaⁿ, kā Ka-tek pān-toh, kā Bí-nî koàn-tiān tiau-hô ê chiú--ê;","tghg":"總是恁諸個放拺(pàng-sak)耶和華，𣍐記得我的聖山，給迦德辦桌，給米尼灌奠(koàn-tiān)調和的酒者，","bklhl":"總是lín chiah ê放sak耶和華，bōe記得我ê聖山，kā Ka-tek辦桌，kā Bí-nî灌奠調和ê酒ê；"}},{"book":"賽","chapter":65,"verse":12,"versions":{"unv":"我要命定你們歸在刀下，都必屈身被殺；因為我呼喚，你們沒有答應；我說話，你們沒有聽從；反倒行我眼中看為惡的，揀選我所不喜悅的。","bklcl":"Góa beh chù-tiāⁿ lín kui tī to-ē, lóng beh khut-sin siū-thâi; in-ūi Góa kiò, lín bô ìn, Góa kóng-ōe, lín bô thiaⁿ-thàn; hoán-tńg kiâⁿ Góa ba̍k-chiu-tiong khòaⁿ-chòe pháiⁿ ê, kéng Góa só͘ bô hoaⁿ-hí--ê.","tghg":"我欲註定恁歸佇刀下，攏欲屈身受刣；因為我叫，恁無應；我講話，恁無聽趁；反轉行我目睭中看做歹的，揀我所無歡喜的。","bklhl":"我beh註定lín歸tī刀下，lóng beh屈身受刣；因為我叫，lín無應，我講話，lín無聽thàn；反tńg行我目睭中看做pháiⁿ ê，揀我所無歡喜ê。"}},{"book":"賽","chapter":65,"verse":13,"versions":{"unv":"所以，主耶和華如此說：我的僕人必得吃，你們卻飢餓；我的僕人必得喝，你們卻乾渴；我的僕人必歡喜，你們卻蒙羞。","bklcl":"Só͘-í Chú Iâ-hô-hoa án-ni kóng, Khòaⁿ ah, Góa ê lô͘-po̍k beh chia̍h, lín beh iau; khòaⁿ ah, Góa ê lô͘-po̍k beh lim, lín beh chhùi-ta; khòaⁿ ah, Góa ê lô͘-po̍k beh hoaⁿ-hí, lín beh kiàn-siàu.","tghg":"所以，主耶和華按呢講：看啊，我的奴僕欲食，恁欲枵(iau)；看啊，我的奴僕欲飲，恁欲嘴乾；看啊，我的奴僕欲歡喜，恁欲見誚。","bklhl":"所以主耶和華án-ni講，看ah，我ê奴僕beh食，lín beh iau；看ah，我ê奴僕beh lim，lín beh嘴乾；看ah，我ê奴僕beh歡喜，lín beh見笑。"}},{"book":"賽","chapter":65,"verse":14,"versions":{"unv":"我的僕人因心中高興歡呼，你們卻因心中憂愁哀哭，又因心裡憂傷哀號。","bklcl":"Khòaⁿ ah, Góa ê lô͘-po̍k, in-ūi sim khoài-lo̍k, chhut hoaⁿ-hí ê siaⁿ, lín beh in-ūi sim iu-chhiû ai-khàu, koh in-ūi sim-sîn iu-siong ai-háu.","tghg":"看啊，我的奴僕因為心快樂出歡喜的聲，恁欲因為心憂愁哀哭，閣因為心神憂傷哀哮。","bklhl":"看ah，我ê奴僕，因為心快樂，出歡喜ê聲，lín beh因為心憂愁哀哭，koh因為心神憂傷哀哮。"}},{"book":"賽","chapter":65,"verse":15,"versions":{"unv":"你們必留下自己的名，為我選民指著賭咒。主耶和華必殺你們，另起別名稱呼他的僕人。","bklcl":"Lín beh lâu lín ê miâ, hō͘ Góa kéng ê peh-sìⁿ kí i lâi chiù-chó͘; Chú Iâ-hô-hoa beh thâi lín; lēng-gōa ēng sin ê miâ chheng I ê lô͘-po̍k.","tghg":"恁欲留恁的名，互我揀的百姓指(kí)伊來咒詛。主耶和華欲刣恁，另外用新的名稱伊的奴僕。","bklhl":"Lín beh留lín ê名，hō͘我揀ê百姓kí伊來咒詛；主耶和華beh 刣 lín；另外用新ê名稱祂ê奴僕。"}},{"book":"賽","chapter":65,"verse":16,"versions":{"unv":"這樣，在地上為自己求福的，必憑真實的　神求福；在地上起誓的，必指真實的　神起誓。因為，從前的患難已經忘記，也從我眼前隱藏了。","bklcl":"Án-ni tī tōe-chiūⁿ ūi ka-kī kiû hok-khì-ê, beh ǹg chin-si̍t ê Siōng-tè kiû hok-khì; tī tōe-chiūⁿ lâi chiù-chōa--ê, beh kí chin-si̍t ê Siōng-tè lâi chiù-chōa; in-ūi chá-chêng ê hoān-lān í-keng bōe-kì-tit, ia̍h tùi Góa ê ba̍k-chiu-chêng khǹg-ba̍t.","tghg":"按呢，佇地上為家己求福氣者，欲向真實的上帝求福氣；佇地上來咒誓者，欲指真實的上帝來咒誓(chiù-chōa)。因為，早前的患難已經𣍐記得，亦對我的目睭前囥密(khǹg-ba̍t)。","bklhl":"Án-ni tī地上為家己求福氣ê，beh ǹg真實ê上帝求福氣；tī地上來chiù-chōa-ê，beh kí真實ê上帝來chiù-chōa；因為早前ê患難已經bōe記得，亦tùi我ê目睭前khǹg密。"}},{"book":"賽","chapter":65,"verse":17,"versions":{"unv":"看哪！我造新天新地；從前的事不再被記念，也不再追想。","bklcl":"Khòaⁿ ah, Góa chhòng-chō sin-thiⁿ sin-tōe, í-chêng ê sū bô koh kì-liām, ia̍h bô koh tui-siūⁿ.","tghg":"看啊！我創造新天新地；以前的事無閣紀念，亦無閣追想。","bklhl":"看ah，我創造新天新地，以前ê事無koh記念，亦無koh追想。"}},{"book":"賽","chapter":65,"verse":18,"versions":{"unv":"你們當因我所造的永遠歡喜快樂；因我造耶路撒冷為人所喜，造其中的居民為人所樂。","bklcl":"Lín tio̍h in-ūi Góa só͘ chhòng-chō--ê lâi éng-oán hoaⁿ-hí khoài-lo̍k; in-ūi Góa chhòng-chō Iâ-lō͘-sat-léng chòe hoaⁿ-hí--ê, chhòng-chō i ê peh-sìⁿ chòe khoài-lo̍k--ê.","tghg":"恁著因為我所創造的來永遠歡喜快樂；因為我創造耶路撒冷做歡喜的，創造伊的百姓做快樂的。","bklhl":"Lín tio̍h因為我所創造ê來永遠歡喜快樂；因為我創造耶路撒冷做歡喜ê，創造伊ê百姓做快樂ê。"}},{"book":"賽","chapter":65,"verse":19,"versions":{"unv":"我必因耶路撒冷歡喜，因我的百姓快樂；其中必不再聽見哭泣的聲音和哀號的聲音。","bklcl":"Góa beh in-ūi Iâ-lō͘-sat-léng lâi hoaⁿ-hí, in-ūi Góa ê peh-sìⁿ lâi khoài-lo̍k; kî-tiong tek-khak bô koh thiaⁿ-kìⁿ thî-khàu ê siaⁿ, kap ai-háu ê siaⁿ.","tghg":"我欲因為耶路撒冷來歡喜，因為我的百姓來快樂；其中的確無閣聽見啼哭的聲及哀哮的聲。","bklhl":"我beh因為耶路撒冷來歡喜，因為我ê百姓來快樂；其中的確無koh聽見啼哭ê聲，kap哀哮ê聲。"}},{"book":"賽","chapter":65,"verse":20,"versions":{"unv":"其中必沒有數日夭亡的嬰孩，也沒有壽數不滿的老者；因為百歲死的仍算孩童，有百歲死的罪人算被咒詛。","bklcl":"Kî-tiong tek-khak bô ū kúi-ji̍t-á sí-khì ê eⁿ-á, ia̍h bô ū hè-siū bô móa-chiok ê lāu-lâng; in-ūi chi̍t-pah hè sí--ê, iáu-sǹg sī gín-ná, chi̍t-pah hè sí ê chōe-jîn, iáu-kú sī siū chiù-chó͘ ê.","tghg":"其中的確無有幾日仔死去的嬰仔，亦無有歲壽無滿足的老人；因為一百歲死者猶算是囝仔，一百歲死的罪人猶久是受咒詛的。","bklhl":"其中的確無有幾日á死去ê嬰á，亦無有歲壽無滿足ê老人；因為一百歲死ê，iáu算是gín-ná，一百歲死ê罪人，iáu-kú是受咒詛ê。"}},{"book":"賽","chapter":65,"verse":21,"versions":{"unv":"他們要建造房屋，自己居住；栽種葡萄園，吃其中的果子。","bklcl":"In beh khí-chhù, ka-kī khiā-khí; chai-chèng phû-tô-hn̂g lâi chia̍h i ê ké-chí.","tghg":"𪜶欲起厝，家己徛起；栽種葡萄園，來食伊的果子。","bklhl":"In beh起厝，家己khiā起；栽種葡萄園來食伊ê果子。"}},{"book":"賽","chapter":65,"verse":22,"versions":{"unv":"他們建造的，別人不得住；他們栽種的，別人不得吃；因為我民的日子必像樹木的日子；我選民親手勞碌得來的必長久享用。","bklcl":"In bô beh khí-chō, hō͘ pa̍t-lâng khiā i; in bô beh chai-chèng, hō͘ pa̍t-lâng chia̍h i; in-ūi Góa ê peh-sìⁿ ê ji̍t-chí beh chhin-chhiūⁿ chhiū ê ji̍t-chí; Góa kéng ê peh-sìⁿ chhin-chhiú tio̍h-bôa tit-tio̍h-ê beh kú-tn̂g hióng-siū i.","tghg":"𪜶無欲起造，互別人徛伊；𪜶無欲栽種，互別人食伊；因為我的百姓的日子欲親像樹的日子；我揀的百姓親手著磨得著的欲久長享受伊。","bklhl":"In無beh起造，hō͘別人khiā伊；in無beh栽種，hō͘別人食伊；因為我ê百姓ê日子beh親像樹ê日子；我揀ê百姓親手tio̍h磨得tio̍h-ê beh久長享受伊。"}},{"book":"賽","chapter":65,"verse":23,"versions":{"unv":"他們必不徒然勞碌，所生產的，也不遭災害，因為都是蒙耶和華賜福的後裔；他們的子孫也是如此。","bklcl":"In tek-khak bô khang-khang tio̍h-bôa, só͘-siⁿ--ê ia̍h bô tú-tio̍h chai-hāi; in-ūi in lóng sī tit-tio̍h Iâ-hô-hoa sù-hok--ê ê hō͘-è, in ê kiáⁿ-sun ia̍h beh kap i ū-hūn.","tghg":"𪜶的確無空空著磨，所生者亦無抵著災害，因為𪜶攏是得著耶和華賜福者的後裔；𪜶的子孫亦欲及伊有份。","bklhl":"In的確無空空tio̍h磨，所生ê亦無tú-tio̍h災害；因為in lóng是得tio̍h耶和華賜福ê ê後裔，in ê kiáⁿ孫亦beh kap伊有份。"}},{"book":"賽","chapter":65,"verse":24,"versions":{"unv":"他們尚未求告，我就應允；正說話的時候，我就垂聽。","bklcl":"In iáu-bē kiû-kiò, Góa chiū ìn i, tú-tú teh kóng ê sî, Góa chiū thiaⁿ i.","tghg":"𪜶猶未求叫，我就應伊；抵抵(tú-tú)啲講的時，我就聽伊。","bklhl":"In iáu未求叫，我就應伊，tú-tú teh講ê時，我就聽伊。"}},{"book":"賽","chapter":65,"verse":25,"versions":{"unv":"豺狼必與羊羔同食；獅子必吃草與牛一樣；塵土必作蛇的食物。在我聖山的遍處，這一切都不傷人，不害物。這是耶和華說的。","bklcl":"Chhâi-lông beh kap iûⁿ-ko saⁿ-kap chia̍h, sai beh chia̍h chháu chhin-chhiūⁿ gû; thô͘-hún beh chòe chôa ê chia̍h-mi̍h.  Tī Góa ê sèng-soaⁿ piàn-tōe, lóng bô sún-siong, bô chân-hāi; che sī Iâ-hô-hoa kóng--ê.","tghg":"豺狼欲及羊羔相及食；獅欲食草親像牛；土粉欲做蛇的食物。佇我的聖山遍地，攏無損傷，無殘害。這是耶和華講的。","bklhl":"豺狼beh kap羊羔相kap食，獅beh食草親像牛；土粉beh做蛇ê食物。Tī我ê聖山遍地，lóng無損傷，無殘害；這是耶和華講ê。"}}]