[{"book":"賽","chapter":52,"verse":1,"versions":{"unv":"錫安哪，興起！興起！披上你的能力！聖城耶路撒冷啊，穿上你華美的衣服！因為從今以後，未受割禮、不潔淨的必不再進入你中間。","bklcl":"Sek-an ah, khí-lâi, khí-lâi, chhēng lí ê tōa khùi-la̍t; sèng-siâⁿ Iâ-lō͘-sat-léng ah, chhēng lí súi ê i-ho̍k; in-ūi tùi-taⁿ í-āu, bô siū kat-lé, bô chheng-khì-ê, tek-khak bô koh ji̍p lí ê tiong-kan.","tghg":"錫安啊，起來！起來！穿你的大氣力！聖城耶路撒冷啊，穿你媠的衣服！因為對今以後，無受割禮、無清氣的，的確無閣入你的中間。","bklhl":"錫安ah，起來，起來，穿你ê大氣力；聖城耶路撒冷ah，穿你súi ê衣服；因為tùi-taⁿ以後，無受割禮，無清氣ê，的確無koh入你ê中間。"}},{"book":"賽","chapter":52,"verse":2,"versions":{"unv":"耶路撒冷啊，要抖下塵土！起來坐在位上！錫安被擄的居民（原文是女子）哪，要解開你頸項的鎖鍊！","bklcl":"Iâ-lō͘-sat-léng ah, tio̍h pōaⁿ--khì tîn-ai; khí-lâi chē; Sek-an siū-lia̍h ê peh-sìⁿ ah, tio̍h tháu-khui lí ām-kún ê só-liān.","tghg":"耶路撒冷啊，著拂(pōaⁿ)去塵埃！起來坐！錫安受掠的百姓啊，著解開(tháu-khui)你頷頸(ām-kún)的鎖鍊！","bklhl":"耶路撒冷ah，tio̍h拌去塵埃；起來坐；錫安受掠ê百姓ah，tio̍h tháu開你頷頸ê鎖鏈。"}},{"book":"賽","chapter":52,"verse":3,"versions":{"unv":"耶和華如此說：「你們是無價被賣的，也必無銀被贖。","bklcl":"Iâ-hô-hoa án-ni kóng, Lín siū-bōe bô the̍h lâng chîⁿ, tit-tio̍h sio̍k-hôe ia̍h bô ēng gûn.","tghg":"耶和華按呢講：「恁受賣無提人錢，得著贖回亦無用銀。","bklhl":"耶和華án-ni講，Lín受賣無the̍h人錢，得tio̍h贖回亦無用銀。"}},{"book":"賽","chapter":52,"verse":4,"versions":{"unv":"主耶和華如此說：起先我的百姓下到埃及，在那裡寄居，又有亞述人無故欺壓他們。","bklcl":"Chú Iâ-hô-hoa án-ni kóng, Khí-thâu Góa ê peh-sìⁿ lo̍h-khì Ai-ki̍p, tī-hia kià-kha; koh ū A-su̍t lâng bô iân-kò͘ ap-chè in.","tghg":"主耶和華按呢講：起頭我的百姓落去埃及，佇遐寄腳，閣有亞述人無緣故壓制𪜶。","bklhl":"主耶和華án-ni講，起頭我ê百姓落去埃及，tī-hia寄腳；koh有亞述人無緣故壓制in。"}},{"book":"賽","chapter":52,"verse":5,"versions":{"unv":"耶和華說：我的百姓既是無價被擄去，如今我在這裡做甚麼呢？耶和華說：轄制他們的人呼叫，我的名整天受褻瀆。","bklcl":"Iâ-hô-hoa kóng, Góa ê peh-sìⁿ kì-jiân bô in-toaⁿ hō͘ lâng lia̍h--khì, taⁿ Góa tī-chia chòe sím-mi̍h ah?  Iâ-hô-hoa kóng, Koán-hat in ê lâng hōa-hōa-háu teh kiò, Góa ê miâ thong-ji̍t siū siat-to̍k.","tghg":"耶和華講：我的百姓既然無因端互人掠去，今我佇遮做甚麼啊？耶和華講：管轄𪜶的人嘩嘩哮(hōa-hōa-háu)啲叫，我的名通日受褻瀆(siat-to̍k)。","bklhl":"耶和華講，我ê百姓既然無因端hō͘人掠去，taⁿ我tī-chia做甚麼ah？耶和華講，管轄in ê人hōa-hōa哮teh叫，我ê名thong日受褻瀆。"}},{"book":"賽","chapter":52,"verse":6,"versions":{"unv":"所以，我的百姓必知道我的名；到那日他們必知道說這話的就是我。看哪，是我！」","bklcl":"Só͘-í Góa ê peh-sìⁿ beh chai Góa ê miâ; kàu hit-ji̍t in beh chai teh-kóng-ê chiū-sī Góa; khòaⁿ ah, sī Góa.","tghg":"所以，我的百姓欲知我的名；到彼日𪜶欲知啲講的就是我。看啊，是我！」","bklhl":"所以我ê百姓beh知我ê名；到hit日，in beh知teh講ê就是我；看ah，是我。"}},{"book":"賽","chapter":52,"verse":7,"versions":{"unv":"那報佳音，傳平安，報好信，傳救恩的，對錫安說：你的　神作王了！這人的腳登山何等佳美！","bklcl":"Pò hó siau-sit, thoân hô-pêng, pò hok-khì ê hó siau-sit, thoân kiù-un-ê, tùi Sek-an kóng, Lí ê Siōng-tè chòe-ông lah, chit-lâng ê kha chiūⁿ soaⁿ-téng, kàu chiah súi!","tghg":"報好消息，傳和平，報福氣的好消息，傳救恩的，對錫安講：你的上帝做王啦！此人的腳上山頂到即(chiah)媠！","bklhl":"報好消息，傳和平，報福氣ê好消息，傳救恩ê，對錫安講，你ê上帝做王lah，Chit人ê腳上山頂，到chiah súi！"}},{"book":"賽","chapter":52,"verse":8,"versions":{"unv":"聽啊，你守望之人的聲音，他們揚起聲來，一同歌唱；因為耶和華歸回錫安的時候，他們必親眼看見。","bklcl":"Thiaⁿ ah, lí siú-bāng ê lâng ê siaⁿ! in chhut tōa-siaⁿ, saⁿ-kap chhiùⁿ-koa; in-ūi Iâ-hô-hoa tò--lâi Sek-an ê sî, in beh tng-thâu tùi-bīn khòaⁿ-kìⁿ.","tghg":"聽啊，你守望的人的聲，𪜶出大聲，相及唱歌；因為耶和華倒來錫安的時，𪜶欲當頭對面看見。","bklhl":"聽ah，你守望ê人ê聲！in出大聲，相kap唱歌；因為耶和華tò來錫安ê時，in beh當頭對面看見。"}},{"book":"賽","chapter":52,"verse":9,"versions":{"unv":"耶路撒冷的荒場啊，要發起歡聲，一同歌唱；因為耶和華安慰了他的百姓，救贖了耶路撒冷。","bklcl":"Iâ-lō͘-sat-léng pha-hng ê só͘-chāi ah, tio̍h chhut hoaⁿ-hí ê siaⁿ, saⁿ-kap chhiùⁿ-koa; in-ūi Iâ-hô-hoa an-ùi I ê peh-sìⁿ, kiù-sio̍k Iâ-lō͘-sat-léng.","tghg":"耶路撒冷拋荒的所在啊，著出歡喜的聲，相及唱歌；因為耶和華安慰伊的百姓，救贖耶路撒冷。","bklhl":"耶路撒冷拋荒ê所在ah，tio̍h出歡喜ê聲，相kap唱歌；因為耶和華安慰祂ê百姓，救贖耶路撒冷。"}},{"book":"賽","chapter":52,"verse":10,"versions":{"unv":"耶和華在萬國眼前露出聖臂；地極的人都看見我們　神的救恩了。","bklcl":"Iâ-hô-hoa tī bān-kok ê ba̍k-chiu-chêng lu̍t I ê sèng-chhiú; tōe-ke̍k ê lâng lóng khòaⁿ-kìⁿ lán ê Siōng-tè ê chín-kiù.","tghg":"耶和華佇萬國的目睭前𢫫(lu̍t)伊的聖手；地極的人攏看見咱的上帝的拯救。","bklhl":"耶和華tī萬國ê目睭前lu̍t伊ê聖手；地極ê人lóng看見咱ê上帝ê拯救。"}},{"book":"賽","chapter":52,"verse":11,"versions":{"unv":"你們離開吧！離開吧！從巴比倫出來。不要沾不潔淨的物；要從其中出來。你們扛抬耶和華器皿的人哪，務要自潔。","bklcl":"Lín tio̍h lī-khui i, lī-khui i, tùi-hia chhut-lâi, bo̍h-tit bong bô chheng-khì ê mi̍h; tùi in tiong-kan chhut-lâi; lín kng Iâ-hô-hoa khì-kū ê lâng ah, tio̍h ka-kī chheng-khì.","tghg":"恁著離開伊！離開伊！對遐出來。莫得摸無清氣的物；對𪜶中間出來。恁扛(kng)耶和華器具的人啊，著家己清氣。","bklhl":"Lín tio̍h離開伊，離開伊，tùi-hia出來，莫得摸無清氣ê物；tùi in中間出來；lín扛耶和華器具ê人ah，tio̍h家己清氣。"}},{"book":"賽","chapter":52,"verse":12,"versions":{"unv":"你們出來必不致急忙，也不致奔逃。因為，耶和華必在你們前頭行；以色列的　神必作你們的後盾。","bklcl":"Lín chhut-lâi m̄-bián tio̍h-kip, iā m̄-bián tô-cháu; in-ūi Iâ-hô-hoa tek-khak tī lín ê thâu-chêng kiâⁿ, Í-sek-lia̍t ê Siōng-tè tek-khak chòe lín āu-bīn ê pó-hō͘.","tghg":"恁出來呣免著急，也呣免逃走。因為耶和華的確佇恁的頭前行；以色列的上帝的確做恁後面的保護。","bklhl":"Lín出來m̄免著急，也m̄免逃走；因為耶和華的確tī lín ê頭前行，以色列ê上帝的確做lín後面ê保護。"}},{"book":"賽","chapter":52,"verse":13,"versions":{"unv":"我的僕人行事必有智慧（或譯：行事通達），必被高舉上升，且成為至高。","bklcl":"Khòaⁿ ah, Góa ê lô͘-po̍k beh ēng tì-hūi kiâⁿ tāi-chì, beh siū kú-khí seng-koâiⁿ, koh beh chiâⁿ-chòe chin koâiⁿ.","tghg":"看啊，我的奴僕欲用智慧行代誌，欲受舉起升高，閣欲成做真高。","bklhl":"看ah，我ê奴僕beh用智慧行tāi-chì，beh受舉起升高，koh beh成做真高。"}},{"book":"賽","chapter":52,"verse":14,"versions":{"unv":"許多人因他（原文是你）驚奇；他的面貌比別人憔悴；他的形容比世人枯槁。","bklcl":"Chōe-chōe lâng ūi lí gông-ngia̍h, ( i ê bīn-māu pí pa̍t-lâng khah ū sún-siong, i ê hêng-chōng pí sè-kan lâng khah ū sún-hāi;)","tghg":"多多人為你卬愕；伊的面貌比別人卡有損傷；伊的形狀比世間人卡有損害。","bklhl":"Chōe-chōe人為你gông-ngia̍h，(伊ê面貌比別人khah有損傷，伊ê形狀比世間人khah有損害；)"}},{"book":"賽","chapter":52,"verse":15,"versions":{"unv":"這樣，他必洗淨（或譯：鼓動）許多國民；君王要向他閉口。因所未曾傳與他們的，他們必看見；未曾聽見的，他們要明白。","bklcl":"chhin-chhiūⁿ án-ni i iā beh kek-tōng chōe-chōe kok ê peh-sìⁿ; lia̍t-ông beh tùi i lâi ng in ê chhùi; in-ūi só͘ bē-bat tùi in kóng--ê, in beh khòaⁿ-kìⁿ; bē-bat thiaⁿ-kìⁿ--ê, in beh bêng-pe̍k.","tghg":"親像按呢，伊也欲激動多多國的百姓；列王欲對伊來掩(ng)𪜶的嘴。因為所未曾對𪜶講的，𪜶欲看見；未曾聽見的，𪜶欲明白。","bklhl":"親像án-ni伊也beh激動chōe-chōe國ê百姓；列王beh對伊來掩in ê嘴；因為所bē-bat對in講ê，in beh看見；bē-bat聽見ê，in beh明白。"}}]