[{"book":"賽","chapter":14,"verse":1,"versions":{"unv":"耶和華要憐恤雅各，必再揀選以色列，將他們安置在本地。寄居的必與他們聯合，緊貼雅各家。","bklcl":"Iâ-hô-hoa beh lîn-bín Ngá-kok, beh koh kéng Í-sek-lia̍t, chiong in an-tì tī pún só͘-chāi, kià-kha-ê beh kui-óa in, kap Ngá-kok ke liân-ha̍p.","tghg":"耶和華欲憐憫雅各，欲閣揀以色列，將𪜶安置佇本所在。寄腳的欲歸倚𪜶，及雅各家聯合。","bklhl":"耶和華beh憐憫雅各，beh koh揀以色列，將in安置tī本所在，寄腳ê beh歸óa in，kap雅各家連合。"}},{"book":"賽","chapter":14,"verse":2,"versions":{"unv":"外邦人必將他們帶回本土；以色列家必在耶和華的地上得外邦人為僕婢，也要擄掠先前擄掠他們的，轄制先前欺壓他們的。","bklcl":"Lia̍t-pang beh chiong in tòa-tò--lâi pún só͘-chāi; Í-sek-lia̍t ke beh tī Iâ-hô-hoa ê tōe tit-tio̍h in chòe lô͘-po̍k lú-pī, ia̍h beh chhiúⁿ-lia̍h chêng chhiúⁿ-lia̍h in--ê, koán-hat chêng ap-chè in--ê.","tghg":"列邦欲將𪜶帶倒來本所在；以色列家欲佇耶和華的地得著𪜶做奴僕女婢，亦欲搶掠前搶掠𪜶者，管轄前壓制𪜶者。","bklhl":"列邦beh將in帶tò來本所在；以色列家beh tī耶和華ê地得tio̍h in做奴僕女婢，亦beh搶掠前搶掠in-ê，管轄前壓制in-ê。"}},{"book":"賽","chapter":14,"verse":3,"versions":{"unv":"當耶和華使你脫離愁苦、煩惱，並人勉強你做的苦工，得享安息的日子，","bklcl":"Tng Iâ-hô-hoa hō͘ lí thoat-lī kan-khó͘ hoân-ló, kap lâng bián-kióng lí chòe ê khó͘-kang, tit-tio̍h pêng-an ê ji̍t,","tghg":"當耶和華互你脫離艱苦、煩惱，及人勉強你做的苦工，得著平安的日，","bklhl":"當耶和華hō͘你脫離艱苦煩惱，kap人勉強你做ê苦工，得tio̍h平安ê日，"}},{"book":"賽","chapter":14,"verse":4,"versions":{"unv":"你必題這詩歌論巴比倫王說：欺壓人的何竟息滅？強暴的何竟止息？","bklcl":"lí beh chòe chit ê koa lūn Pa-pí-lûn ông, kóng, Chè-ap lâng-ê, cháiⁿ-iūⁿ kéng-jiân bô--khì! le̍k-sek lâng ê, cháiⁿ-iūⁿ kéng-jiân bô-khì!","tghg":"你欲做此個歌論巴比倫王講：制壓人的怎樣竟然無去？勒索(le̍k-sek)人的怎樣竟然無去？","bklhl":"你beh做chit ê歌論巴比倫王，講，制壓人ê，怎樣竟然無去！勒索人ê，怎樣竟然無去！"}},{"book":"賽","chapter":14,"verse":5,"versions":{"unv":"耶和華折斷了惡人的杖，轄制人的圭，","bklcl":"Iâ-hô-hoa ū at-chi̍h pháiⁿ-lâng ê koáiⁿ, kap koán-hat lâng--ê ê koân-pèng,","tghg":"耶和華有遏折(at-chi̍h)歹人的柺，及管轄人者的權柄，","bklhl":"耶和華有at折pháiⁿ人ê柺，kap管轄人ê ê權柄，"}},{"book":"賽","chapter":14,"verse":6,"versions":{"unv":"就是在忿怒中連連攻擊眾民的，在怒氣中轄制列國，行逼迫無人阻止的。","bklcl":"chiū-sī tī siū-khì-tiong liân-liân phah chiah-ê peh-sìⁿ ê, tī siū-khì-tiong koán-hat lia̍t-kok, kiâⁿ khún-pek bô lâng chó͘-chí ê.","tghg":"就是佇受氣中連連拍諸個百姓的，佇受氣中管轄列國，行窘迫無人阻止的。","bklhl":"就是tī受氣中連連phah chiah ê百姓ê，tī受氣中管轄列國，行窘迫無人阻止ê。"}},{"book":"賽","chapter":14,"verse":7,"versions":{"unv":"現在全地得安息，享平靜；人皆發聲歡呼。","bklcl":"Taⁿ choân-tōe tit-tio̍h an-hioh pêng-chēng; lâng lóng chhut hoaⁿ-hí ê siaⁿ.","tghg":"今全地得著安息、平靜；人攏出歡喜的聲。","bklhl":"Taⁿ全地得tio̍h安歇平靜；人lóng出歡喜ê聲。"}},{"book":"賽","chapter":14,"verse":8,"versions":{"unv":"松樹和黎巴嫩的香柏樹都因你歡樂，說：自從你仆倒，再無人上來砍伐我們。","bklcl":"Siông-chhiū kap Lī-pa-lùn ê pek-hiuⁿ-chhiū, lóng in-ūi lí hoaⁿ-hí, kóng, Tùi lí tó--lo̍h-khì, bô lâng koh chiūⁿ-lâi chhò goán.","tghg":"松樹及黎巴嫩的柏香樹攏因為你歡喜，講：對你倒落去，無人閣上來剉(chhò)阮。","bklhl":"松樹kap黎巴嫩ê柏香樹，lóng因為你歡喜，講，對你倒落去，無人koh上來剉阮。"}},{"book":"賽","chapter":14,"verse":9,"versions":{"unv":"你下到陰間，陰間就因你震動來迎接你，又因你驚動在世曾為首領的陰魂，並使那曾為列國君王的，都離位站起。","bklcl":"Lí lo̍h--khì ê sî, im-kan chiū ūi lí tín-tāng, lâi ngiâ-chih lí; koh in-ūi lí keng-tāng hiah-ê bat tī sè-kan chòe léng-siù ê im-hûn; ia̍h hō͘ hiah-ê bat chòe lia̍t-kok ê kun-ông ê lóng tùi i ê chō-ūi khiā--khí-lâi.","tghg":"你落去的時，陰間就為你振動來迎接(ngiâ-chih)你，閣因為你驚動許個曾佇世間做領袖的陰魂，亦互許個曾做列國的君王的，攏對伊的座位徛起來。","bklhl":"你落去ê時，陰間就為你振動，來迎接你；koh因為你驚動hiah-ê bat tī世間做領袖ê陰魂；亦hō͘ hiah-ê bat做列國ê君王ê lóng對伊ê座位khiā起來。"}},{"book":"賽","chapter":14,"verse":10,"versions":{"unv":"他們都要發言對你說：你也變為軟弱像我們一樣嗎？你也成了我們的樣子嗎？","bklcl":"In lóng beh ìn lí kóng, Lí ia̍h pìⁿ-chòe loán-jio̍k chhin-chhiūⁿ goán mah? lí ia̍h kap goán saⁿ-chhin-chhiūⁿ mah?","tghg":"𪜶攏欲應你講：你亦變做軟弱親像阮嗎？你亦及阮相親像嗎？","bklhl":"In lóng beh應你講，你亦變做軟弱親像阮mah？你亦kap阮相親像mah？"}},{"book":"賽","chapter":14,"verse":11,"versions":{"unv":"你的威勢和你琴瑟的聲音都下到陰間。你下鋪的是蟲，上蓋的是蛆。","bklcl":"Lí ê ui-hong kap lí ê khîm-sek ê siaⁿ, lóng lo̍h kàu im-kan; pho͘ tī lí ê ē-bīn--ê sī thâng, khàm tī lí ê téng-bīn--ê sī chhu.","tghg":"你的威風及你的琴瑟的聲攏落到陰間。舖佇你的下面的是蟲，蓋(khàm)佇你的頂面的是蛆(chhu)。","bklhl":"你ê威風kap你ê琴瑟ê聲，lóng落到陰間；鋪tī你ê下面ê是蟲，蓋tī你ê頂面ê是蛆(chhu)。"}},{"book":"賽","chapter":14,"verse":12,"versions":{"unv":"明亮之星，早晨之子啊，你何竟從天墜落？你這攻敗列國的何竟被砍倒在地上？","bklcl":"Thiⁿ-kng-chá ê khé-bêng-chhiⁿ ah, lí cháiⁿ-iūⁿ tùi thiⁿ tūi-lo̍h! lí chit-ê kong-phòa lia̍t-kok--ê, cháiⁿ-iūⁿ siū khám-tó tī tōe-chiūⁿ.","tghg":"天光早的啟明星啊，你怎樣對天墜落？你此個攻破列國的怎樣受砍倒(khám-tó)佇地上？","bklhl":"天光早ê啟明星ah，你怎樣tùi天墜落！你chit ê攻破列國ê，怎樣受砍倒tī地上。"}},{"book":"賽","chapter":14,"verse":13,"versions":{"unv":"你心裡曾說：我要升到天上；我要高舉我的寶座在　神眾星以上；我要坐在聚會的山上，在北方的極處。","bklcl":"Lí ê sim-lāi bat kóng, Góa beh chiūⁿ-kàu thiⁿ-téng, góa beh kú-khí góa ê chō-ūi tī Siōng-tè chèng-chhiⁿ ê téng-bīn; góa beh chē tī chū-hōe ê soaⁿ, tī pak-hng ê ke̍k-thâu.","tghg":"你的心內曾講：我欲上到天頂；我欲舉起我的座位佇上帝眾星的頂面；我欲坐佇聚會的山，佇北方的極頭。","bklhl":"你ê心內bat講，我beh上到天頂，我beh舉起我ê座位tī上帝眾星ê頂面；我beh坐tī聚會ê山，tī北方ê極頭。"}},{"book":"賽","chapter":14,"verse":14,"versions":{"unv":"我要升到高雲之上；我要與至上者同等。","bklcl":"Góa beh chiūⁿ-kàu pí hûn khah-koâiⁿ ê téng-bīn; góa beh kap Chì-koâiⁿ-ê pîⁿ-téng.","tghg":"我欲上到比雲卡高的頂面；我欲及至高者平等。","bklhl":"我beh上到比雲khah高ê頂面；我beh kap至koân ê平等。"}},{"book":"賽","chapter":14,"verse":15,"versions":{"unv":"然而，你必墜落陰間，到坑中極深之處。","bklcl":"Chóng-sī lí beh tūi-lo̍h im-kan, kàu chhim khiⁿ ê ke̍k-thâu.","tghg":"總是，你欲墜落陰間，到深坑的極頭。","bklhl":"總是你beh墜落陰間，到深坑ê極頭。"}},{"book":"賽","chapter":14,"verse":16,"versions":{"unv":"凡看見你的都要定睛看你，留意看你，說：使大地戰抖，使列國震動，","bklcl":"Hoān-nā khòaⁿ-kìⁿ lí-ê lóng beh chù-ba̍k khòaⁿ lí, liû-sim siūⁿ lí, kóng,","tghg":"凡若看見你的攏欲注目看你，留心想你，講：","bklhl":"凡若看見你ê lóng beh注目看你，留心想你，講，"}},{"book":"賽","chapter":14,"verse":17,"versions":{"unv":"使世界如同荒野，使城邑傾覆，不釋放被擄的人歸家，是這個人嗎？","bklcl":"Hō͘ tōa-tōe iô-choah, hō͘ lia̍t-kok tín-tāng, hō͘ sè-kài pha-hng, hō͘ siâⁿ-chhiûⁿ chhia-tó, bô tháu-pàng siū-lia̍h ê lâng tò--khì in tau, sī chit ê lâng mah?","tghg":"互大地搖泏(iô-choah)，互列國振動，互世界拋荒，互城牆捙倒(chhia-tó)，無解放受掠的人倒去𪜶兜(tau)，是此個人嗎？","bklhl":"Hō͘大地搖choah，hō͘列國振動，hō͘世界拋荒，hō͘城牆chhia倒，無tháu放受掠ê人tò去in tau，是chit ê人mah？"}},{"book":"賽","chapter":14,"verse":18,"versions":{"unv":"列國的君王俱各在自己陰宅的榮耀中安睡。","bklcl":"Lia̍t-kok ê kun-ông lóng ta̍k-ê ū êng-kng, khùn tī i ê bōng.","tghg":"列國的君王攏逐個有榮光睏佇伊的墓。","bklhl":"列國ê君王lóng ta̍k-ê有榮光，睏tī伊ê墓。"}},{"book":"賽","chapter":14,"verse":19,"versions":{"unv":"惟獨你被拋棄，不得入你的墳墓，好像可憎的枝子，以被殺的人為衣，就是被刀刺透，墜落坑中石頭那裡的；你又像被踐踏的屍首一樣。","bklcl":"To̍k-to̍k lí siū hiat-ka̍k, bōe tit-tio̍h ji̍p lí ê bōng, chhin-chhiūⁿ thang iàm-chiān ê ki, ēng siū-thâi ê lâng chòe saⁿ, chiū-sī siū to chha̍k-sí, tūi-lo̍h khiⁿ-tiong chio̍h-thâu hit-ūi--ê; lí koh chhin-chhiūⁿ siū thún-ta̍h ê sin-si.","tghg":"獨獨你受㧒擲(hiat-ka̍k)，𣍐得著入你的墓，親像通厭賤的枝，用受刣的人做衫，就是受刀鑿(chha̍k)死，墜落坑中石頭彼位者；你閣親像受𧿬踏(thún-ta̍h)的身屍。","bklhl":"獨獨你受hiat-ka̍k，bōe得tio̍h入你ê墓，親像thang厭賤ê枝，用受刣 ê人做衫，就是受刀鑿死，墜落坑中石頭hit位ê；你koh親像受thún踏ê身屍。"}},{"book":"賽","chapter":14,"verse":20,"versions":{"unv":"你不得與君王同葬；因為你敗壞你的國，殺戮你的民。惡人後裔的名，必永不提說。","bklcl":"Lí bōe tit-tio̍h kap in tâng bâi-chòng, in-ūi lí pāi-hoāi lí ê kok, thâi-sí lí ê peh-sìⁿ; pháiⁿ-lâng ê hō͘-è tek-khak éng-oán bô-miâ.","tghg":"你𣍐得著及𪜶同埋葬；因為你敗壞你的國，刣死你的百姓。歹人的後裔的確永遠無名。","bklhl":"你bōe得tio̍h kap in同埋葬，因為你敗壞你ê國，刣死你ê百姓；pháiⁿ人ê後裔的確永遠無名。"}},{"book":"賽","chapter":14,"verse":21,"versions":{"unv":"先人既有罪孽，就要預備殺戮他的子孫，免得他們興起來，得了遍地，在世上修滿城邑。","bklcl":"In-ūi chó͘-kong ê chōe, tio̍h pī-pān thâi-sí in ê kiáⁿ-sun, bián-tit in heng-khí lâi chiàm-tōe, khí siâⁿ piàn sè-kan.","tghg":"因為祖公的罪，著備辦刣死𪜶的子孫，免得𪜶興起，來佔地，起城遍世間。","bklhl":"因為祖公ê罪，tio̍h備辦刣死in ê kiáⁿ孫，免得in興起來佔地，起城遍世間。"}},{"book":"賽","chapter":14,"verse":22,"versions":{"unv":"萬軍之耶和華說：我必興起攻擊他們，將巴比倫的名號和所餘剩的人，連子帶孫一併剪除。這是耶和華說的。","bklcl":"Bān-kun ê Iâ-hô-hoa kóng, Góa beh khí-lâi kong-kek in, beh tùi Pa-pí-lûn tû-bia̍t i ê miâ, kap só͘-chhun-ê, í-ki̍p i ê kiáⁿ i ê sun; che sī Iâ-hô-hoa kóng ê.","tghg":"萬軍的耶和華講：我欲起來攻擊𪜶，欲對巴比倫除滅伊的名及所剩(chhun)的，以及伊的子伊的孫。這是耶和華講的。","bklhl":"萬軍ê耶和華講，我beh起來攻擊in，beh tùi巴比倫除滅伊ê名，kap所chhun-ê，以及伊ê kiáⁿ伊ê孫；這是耶和華講ê。"}},{"book":"賽","chapter":14,"verse":23,"versions":{"unv":"我必使巴比倫為箭豬所得，又變為水池；我要用滅亡的掃帚掃淨它。這是萬軍之耶和華說的。","bklcl":"Góa beh hō͘ i ê tōe chòe hô-ti só͘ tiàm ê ūi, koh pìⁿ-chòe chúi-tî; Góa beh ēng bia̍t-bô ê sàu-chiú(**chhiú) sàu-tû i; che sī bān-kun ê Iâ-hô-hoa kóng ê.","tghg":"我欲互伊的地做河豬所踮的位，閣變做水池；我欲用滅無的掃帚掃除伊。這是萬軍的耶和華講的。","bklhl":"我beh hō͘伊ê地做河豬所tiàm ê位，koh變做水池；我beh用滅無ê掃帚(chhiú)掃除伊；這是萬軍ê耶和華講ê。"}},{"book":"賽","chapter":14,"verse":24,"versions":{"unv":"萬軍之耶和華起誓說：我怎樣思想，必照樣成就；我怎樣定意，必照樣成立，","bklcl":"Bān-kun ê Iâ-hô-hoa ū chiù-chōa kóng, Góa só͘ siūⁿ-ê koat-toàn beh chiâⁿ; Góa só͘ tiāⁿ-tio̍h-ê koat-toàn kiàn-li̍p.","tghg":"萬軍的耶和華有咒誓講：我所想的，決斷欲成；我所定著的，決斷建立，","bklhl":"萬軍ê耶和華有chiù-chōa講，我所想ê決斷beh成；我所定tio̍h-ê決斷建立。"}},{"book":"賽","chapter":14,"verse":25,"versions":{"unv":"就是在我地上打折亞述人，在我山上將他踐踏。他加的軛必離開以色列人；他加的重擔必離開他們的肩頭。","bklcl":"Góa beh phah-pāi A-su̍t lâng tī Góa ê tōe, thún-ta̍h i tī Góa ê soaⁿ; i ê taⁿ beh lī-khui Góa ê peh-sìⁿ; i ê tāng-tàⁿ beh lī-khui Góa ê peh-sìⁿ ê keng-thâu.","tghg":"我欲拍敗亞述人佇我的地，𧿬踏伊佇我的山。伊的軛(taⁿ)欲離開我的百姓；伊的重擔欲離開我的百姓的肩頭。","bklhl":"我beh phah敗亞述人tī我ê地，thún踏伊tī我ê山；伊ê擔beh離開我ê百姓；伊ê重擔beh離開我ê百姓ê肩頭。"}},{"book":"賽","chapter":14,"verse":26,"versions":{"unv":"這是向全地所定的旨意；這是向萬國所伸出的手。","bklcl":"Che sī í-keng tiāⁿ-tio̍h beh kiâⁿ tī choân-tōe ê chí-ì; che sī chhun tī bān-kok téng-bīn ê chhiú.","tghg":"這是已經定著欲行佇全地的旨意；這是伸佇萬國頂面的手，","bklhl":"這是已經定tio̍h beh行tī全地ê旨意；這是伸tī萬國頂面ê手。"}},{"book":"賽","chapter":14,"verse":27,"versions":{"unv":"萬軍之耶和華既然定意，誰能廢棄呢？他的手已經伸出，誰能轉回呢？","bklcl":"Bān-kun ê Iâ-hô-hoa í-keng tiāⁿ-tio̍h chí-ì, chī-chūi ōe hòe-bô i?  I ê chhiú í-keng chhun-chhut, chī-chūi ōe hō͘ i kiu tò-tńg?","tghg":"萬軍的耶和華已經定著旨意，是誰會廢無伊？伊的手已經伸出，是誰會互伊勼(kiu)倒轉？","bklhl":"萬軍ê耶和華已經定tio̍h旨意，是誰能廢無伊？伊ê手已經伸出，是誰能hō͘伊kiu倒tńg？"}},{"book":"賽","chapter":14,"verse":28,"versions":{"unv":"亞哈斯王崩的那年，就有以下的默示：","bklcl":"A-hap-su ông sí hit-nî, ū chit ê be̍k-sī.","tghg":"亞哈斯王死彼年，有此個默示：","bklhl":"A-hap-su王死hit年，有chit ê默示。"}},{"book":"賽","chapter":14,"verse":29,"versions":{"unv":"非利士全地啊，不要因擊打你的杖折斷就喜樂。因為從蛇的根必生出毒蛇；牠所生的是火焰的飛龍。","bklcl":"Hui-lī-sū ê choân-tōe ah, bo̍h-tit in-ūi phah lí ê koáiⁿ í-keng chi̍h lâi hoaⁿ-hí; in-ūi tùi chôa ê nn̄g beh siⁿ-chhut to̍k-chôa, i só͘-siⁿ-ê sī pe ê hé-chôa.","tghg":"非利士的全地啊，莫得因為拍你的枴已經折(chi̍h)來歡喜。因為對蛇的卵欲生出毒蛇；伊所生的是飛的火蛇。","bklhl":"腓利士ê全地ah，莫得因為phah你ê柺已經折(chi̍h)來歡喜；因為tùi蛇ê卵beh生出毒蛇，伊所生ê是飛ê火蛇。"}},{"book":"賽","chapter":14,"verse":30,"versions":{"unv":"貧寒人的長子必有所食；窮乏人必安然躺臥。我必以饑荒治死你的根；你所餘剩的人必被殺戮。","bklcl":"Sòng-hiong lâng ê tōa-kiáⁿ beh tit-tio̍h chia̍h, khiàm-kheh ê lâng beh an-jiân tó-teh; Góa beh ēng ki-hng gō-sí lí ê chéng-lūi, i beh thâi-sí lí só͘-chhun-ê.","tghg":"喪鄉人的大子欲得著食；欠缺的人欲安然倒啲。我欲用飢荒餓死你的種類；伊欲刣死你所剩的。","bklhl":"Sòng-hiong人ê大kiáⁿ beh得tio̍h食，欠缺ê人beh安然倒teh；我beh用飢荒餓死你ê種類，伊beh 刣死你所chhun-ê。"}},{"book":"賽","chapter":14,"verse":31,"versions":{"unv":"門哪，應當哀號！城啊，應當呼喊！非利士全地啊，你都消化了！因為有煙從北方出來，他行伍中並無亂隊的。","bklcl":"Mn̂g--ah, tio̍h thî-khàu; siâⁿ--ah, tio̍h âu-kiò; Hui-lī-sū choân-tōe ah, lí siau-bô lah; in-ūi ū ian tùi pak--sì lâi, i ê peng-teng bô chi̍t-ê làu-tīn.","tghg":"門啊，著啼哭！城啊，著喉叫！非利士全地啊，你消無啦！因為有煙對北勢來，伊的兵丁無一個漏陣。","bklhl":"門ah，tio̍h啼哭；城ah，tio̍h喉叫；腓利士全地ah，你消無lah；因為有煙tùi北勢來，伊ê兵丁無一个落(làu)陣。"}},{"book":"賽","chapter":14,"verse":32,"versions":{"unv":"可怎樣回答外邦（或指非利士）的使者呢？必說：耶和華建立了錫安；他百姓中的困苦人必投奔在其中。","bklcl":"Beh cháiⁿ-iūⁿ ìn lia̍t-kok ê sù-chiá ah? Tio̍h kóng, Iâ-hô-hoa kiàn-li̍p Sek-an, I ê peh-sìⁿ-tiong khùn-khó͘ ê lâng beh tâu-hioh tī hit lāi-bīn.","tghg":"欲怎樣應列國的使者啊？著講：耶和華建立錫安；伊的百姓中困苦的人欲投歇佇彼內面。","bklhl":"Beh怎樣應列國ê使者ah？Tio̍h講，耶和華建立錫安，祂ê百姓中困苦ê人beh投歇tī hit內面。"}}]