[{"book":"賽","chapter":7,"verse":1,"versions":{"unv":"烏西雅的孫子、約坦的兒子、猶大王亞哈斯在位的時候，亞蘭王利汛和利瑪利的兒子、以色列王比加上來攻打耶路撒冷，卻不能攻取。","bklcl":"O͘-se-a ê sun, Iok-thán ê kiáⁿ, Iû-tāi ông A-hap-su chē-ūi ê sî, A-lân ông Lī-sìn, kap Í-sek-lia̍t ông Lī-má-lī ê kiáⁿ Pí-ka, chiūⁿ-lâi kong-kek Iâ-lō͘-sat-léng, chóng-sī kong bōe-phòa.","tghg":"烏西亞的孫、約坦的子、猶大王亞哈斯坐位的時，亞蘭王利汛及以色列王利瑪利的子比加上來攻擊耶路撒冷，總是攻𣍐破。","bklhl":"O͘-se-a ê孫，Iok-thán ê kiáⁿ，偤大王A-hap-su坐位ê時，A-lân王Lī-sìn，kap以色列王Lī-má-lī ê kiáⁿ Pí-ka，上來攻擊耶路撒冷，總是攻bōe破。"}},{"book":"賽","chapter":7,"verse":2,"versions":{"unv":"有人告訴大衛家說：「亞蘭與以法蓮已經同盟。」王的心和百姓的心就都跳動，好像林中的樹被風吹動一樣。","bklcl":"Ū lâng kā Tāi-pi̍t ê ke kóng, A-lân kap Í-hoat-liân í-keng hōe-bêng; ông ê sim kap peh-sìⁿ ê sim lóng iô-tāng, chhin-chhiūⁿ chhiū-nâ-lāi ê chhiū hō͘ hong chhe tín-tāng chi̍t-iūⁿ.","tghg":"有人給大衛的家講：「亞蘭及以法蓮已經會盟。」王的心及百姓的心攏搖動，親像樹林內的樹互風吹振動一樣。","bklhl":"有人kā大衛ê家講，A-lân kap Í-hoat-liân已經會盟；王ê心kap百姓ê心lóng搖動，親像樹林內ê樹hō͘風吹振動一樣。"}},{"book":"賽","chapter":7,"verse":3,"versions":{"unv":"耶和華對以賽亞說：「你和你的兒子施亞雅述出去，到上池的水溝頭，在漂布地的大路上，去迎接亞哈斯，","bklcl":"Iâ-hô-hoa tùi Í-sài-a kóng, Taⁿ lí kap lí ê kiáⁿ Si-a-ngá-su̍t chhut-khì kàu téng ê tî ê chúi-kau-kháu, tī phiò-pò͘ sai-hū ê chhân ê tōa-lō͘, ngiâ-chih A-hap-su;","tghg":"耶和華對以賽亞講：「今你及你的子施亞雅述出去，到頂的池的水溝口，佇漂布師傅的田的大路，迎接(ngiâ-chih)亞哈斯，","bklhl":"耶和華對以賽亞講，Taⁿ你kap你ê kiáⁿ Si-a-ngá-su̍t出去到頂ê池ê水溝口，tī漂布師傅ê田ê大路，迎接A-hap-su；"}},{"book":"賽","chapter":7,"verse":4,"versions":{"unv":"對他說：『你要謹慎安靜，不要因亞蘭王利汛和利瑪利的兒子這兩個冒煙的火把頭所發的烈怒害怕，也不要心裡膽怯。","bklcl":"tùi i kóng, Lí tio̍h kín-sīn an-chēng; bo̍h-tit in-ūi chí(**chit) nn̄g-ki chhut-ian ê hé-pé-thâu, chiū-sī A-lân ê Lī-sìn kap Lī-má-lī ê kiáⁿ, lia̍t ê siū-khì lâi kiaⁿ-hiâⁿ sit-táⁿ.","tghg":"對伊講：『你著謹慎安靜，莫得因為此二支出煙的火把頭，就是亞蘭的利汛及利瑪利的子，烈的受氣，來驚惶失膽。","bklhl":"對伊講，你tio̍h謹慎安靜；莫得因為chit兩支出煙ê火把頭，就是A-lân ê Lī-sìn kap Lī-má-lī ê kiáⁿ，Lia̍t ê受氣來驚惶失膽。"}},{"book":"賽","chapter":7,"verse":5,"versions":{"unv":"因為亞蘭和以法蓮，並利瑪利的兒子，設惡謀害你，","bklcl":"In-ūi A-lân kap Í-hoat-liân kap Lī-má-lī ê kiáⁿ siat pháiⁿ ê kè-bô͘ hāi lí,","tghg":"因為亞蘭及以法蓮，及利瑪利的子，設歹的計謀害你，","bklhl":"因為A-lân kap Í-hoat-liân kap Lī-má-lī ê kiáⁿ設pháiⁿ ê計謀害你，"}},{"book":"賽","chapter":7,"verse":6,"versions":{"unv":"說：我們可以上去攻擊猶大，擾亂它，攻破它，在其中立他比勒的兒子為王。","bklcl":"kóng, Lán tio̍h chiūⁿ-lâi khì, kong-kek Iû-tāi, jiáu-loān i, kong-phòa i, tī i ê tiong-kan siat-li̍p Tha-pí-le̍k ê kiáⁿ chòe ông.","tghg":"講：咱著上來去攻擊猶大，擾亂伊，攻破伊，佇伊的中間設立他比勒的子做王。","bklhl":"講，咱tio̍h上來去，攻擊偤大，擾亂伊，攻破伊，tī伊ê中間設立Tha-pí-le̍k ê kiáⁿ做王。"}},{"book":"賽","chapter":7,"verse":7,"versions":{"unv":"所以主耶和華如此說：這所謀的必立不住，也不得成就。","bklcl":"Chú Iâ-hô-hoa kóng, Chit ê kè-bô͘ bōe kiàn-li̍p, ia̍h bōe sêng.","tghg":"主耶和華講：此個計謀𣍐建立，亦𣍐成(sêng)。","bklhl":"主耶和華講，chit ê計謀bōe建立，亦bōe成。"}},{"book":"賽","chapter":7,"verse":8,"versions":{"unv":"原來亞蘭的首城是大馬士革；大馬士革的首領是利汛。（六十五年之內，以法蓮必然破壞，不再成為國民。）","bklcl":"In-ūi Tāi-má-sek chòe A-lân ê thâu, Lī-sìn chòe Tāi-má-sek ê thâu; tī la̍k-cha̍p-gō͘ nî lāi, Í-hoat-liân tek-khak phò-hoāi, tì-kàu bōe chiâⁿ chòe kok.","tghg":"因為大馬色做亞蘭的頭；利汛做大馬色的頭。（佇六十五年來，以法蓮的確破壞，致到𣍐成做國。）","bklhl":"因為大馬色做A-lân ê頭，Lī-sìn做大馬色ê頭；tī六十五年內，Í-hoat-liân的確破壞，致到bōe成做國。"}},{"book":"賽","chapter":7,"verse":9,"versions":{"unv":"以法蓮的首城是撒馬利亞；撒馬利亞的首領是利瑪利的兒子。你們若是不信，定然不得立穩。』」","bklcl":"Koh Sat-má-lī-a chòe Í-hoat-liân ê thâu, Lī-má-lī ê kiáⁿ chòe Sat-má-lī-a ê thâu; siat-sú lín m̄-sìn, chiū tek-khak bōe-ōe khiā-chāi.","tghg":"閣撒瑪利亞做以法蓮的頭；利瑪利的子做撒瑪利亞的頭。設使恁呣信，就的確𣍐會徛在。』」","bklhl":"Koh撒馬利亞做Í-hoat-liân ê頭，Lī-má-lī ê kiáⁿ做撒馬利亞ê頭；設使lín m̄信，就的確bōe能khiā在。"}},{"book":"賽","chapter":7,"verse":10,"versions":{"unv":"耶和華又曉諭亞哈斯說：","bklcl":"Iâ-hô-hoa koh hoan-hù A-hap-su kóng,","tghg":"耶和華閣吩咐亞哈斯講：","bklhl":"耶和華koh吩咐A-hap-su講，"}},{"book":"賽","chapter":7,"verse":11,"versions":{"unv":"「你向耶和華─你的　神求一個兆頭：或求顯在深處，或求顯在高處。」","bklcl":"Lí tio̍h tùi Iâ-hô-hoa lí ê Siōng-tè kiû chi̍t ê tiāu-thâu; thang kiû i tī chhim-ian á-sī ke̍k-koâiⁿ ê thiⁿ.","tghg":"「你著對耶和華──你的上帝求一個兆頭：通求伊佇深淵，抑是極高的天。」","bklhl":"你tio̍h對耶和華你ê上帝求一个兆頭；thang求伊tī深淵á是極高ê天。"}},{"book":"賽","chapter":7,"verse":12,"versions":{"unv":"亞哈斯說：「我不求；我不試探耶和華。」","bklcl":"A-hap-su kóng, Góa m̄-kiû, ia̍h m̄-chhì Iâ-hô-hoa.","tghg":"亞哈斯講：「我呣求；亦呣試耶和華。」","bklhl":"A-hap-su講，我m̄求，亦m̄試耶和華。"}},{"book":"賽","chapter":7,"verse":13,"versions":{"unv":"以賽亞說：「大衛家啊，你們當聽！你們使人厭煩豈算小事，還要使我的　神厭煩嗎？","bklcl":"Í-sài-a kóng, Tāi-pi̍t ê ke ah, lín tio̍h thiaⁿ; lín hō͘ lâng ûi-lân, kiám sǹg-chòe sió-khóa sū, ia̍h beh hō͘ góa ê Siōng-tè ûi-lân mah?","tghg":"以賽亞講：「大衛的家啊，恁著聽！恁互人為難豈算做小可(sió-khóa)事，亦欲互我的上帝為難嗎？","bklhl":"以賽亞講，大衛ê家ah，lín tio̍h聽；lín hō͘人為難，kiám算做小khóa事，亦beh hō͘我ê上帝為難mah？"}},{"book":"賽","chapter":7,"verse":14,"versions":{"unv":"因此，主自己要給你們一個兆頭，必有童女懷孕生子，給他起名叫以馬內利（就是　神與我們同在的意思）。","bklcl":"In-ūi án-ni, Chú pún-sin beh hō͘ lín chi̍t ê tiāu-thâu; khòaⁿ ah, ū chāi-sek-lú beh hoâi-īn siⁿ-kiáⁿ, kā i hō-miâ kiò Í-má-lōe-lī.","tghg":"因為按呢，主本身欲互恁一個兆頭，看啊，有在室女欲懷孕生子，給伊號名叫以馬內利。","bklhl":"因為án-ni，主本身beh hō͘ lín一个兆頭；看ah，有在室女beh懷孕生kiáⁿ，kā伊號名叫以馬內利。"}},{"book":"賽","chapter":7,"verse":15,"versions":{"unv":"到他曉得棄惡擇善的時候，他必吃奶油與蜂蜜。","bklcl":"Kàu i ōe hiáu-tit pàng-sak pháiⁿ, kéng hó ê sî, i chiah beh chia̍h lin-iû kap bi̍t.","tghg":"到伊會曉得放拺歹揀好的時，伊才欲食奶油及蜜。","bklhl":"到伊會曉得放sak pháiⁿ，揀好ê時，伊chiah beh食奶油kap蜜。"}},{"book":"賽","chapter":7,"verse":16,"versions":{"unv":"因為在這孩子還不曉得棄惡擇善之先，你所憎惡的那二王之地必致見棄。","bklcl":"In-ūi tī chit ê gín-ná iáu-bē hiáu-tit pàng-sak pháiⁿ kéng hó ê tāi-seng, lí só͘ kiaⁿ ê hit nn̄g ê ông ê tōe beh tú-tio̍h pàng-sak.","tghg":"因為佇此個囝仔猶未曉得放拺歹揀好的代先，你所驚的彼二個王的地欲抵著(tú-tio̍h)放拺。","bklhl":"因為tī chit ê gín-ná iáu未曉得放sak pháiⁿ揀好ê事先，你所驚 ê hit兩個王ê地beh tú-tio̍h放sak。"}},{"book":"賽","chapter":7,"verse":17,"versions":{"unv":"耶和華必使亞述王攻擊你的日子臨到你和你的百姓，並你的父家，自從以法蓮離開猶大以來，未曾有這樣的日子。","bklcl":"Iâ-hô-hoa beh hō͘ hoān-lān ê ji̍t lîm-kàu lí kap lí ê peh-sìⁿ, í-ki̍p lí lāu-pē ê ke, tùi Í-hoat-liân lī-khui Iû-tāi í-lâi, bē-bat ū chit-hō ê ji̍t, chiū-sī A-su̍t ông lâi.","tghg":"耶和華欲互患難的日臨到你及你的百姓，以及你老父的家，對以法蓮離開猶大以來，未曾有此號的日就是亞述王來。","bklhl":"耶和華beh hō͘患難ê日臨到你kap你ê百姓，以及你老父ê家，tùi Í-hoat-liân離開偤大以來，bē-bat有chit號ê日，就是亞述王來。"}},{"book":"賽","chapter":7,"verse":18,"versions":{"unv":"「那時，耶和華要發嘶聲，使埃及江河源頭的蒼蠅和亞述地的蜂子飛來；","bklcl":"Hit-sî Iâ-hô-hoa beh chhut kháu-hō, chio Ai-ki̍p kang-hô ê goân-thâu ê hô͘-sîn, í-ki̍p A-su̍t tōe ê phang.","tghg":"「彼時，耶和華欲出口號，招埃及江河的源頭的蝴蠅以及亞述地的蜂；","bklhl":"Hit時耶和華beh出口號，招埃及江河ê源頭ê胡蠅，以及亞述地ê蜂。"}},{"book":"賽","chapter":7,"verse":19,"versions":{"unv":"都必飛來，落在荒涼的谷內、磐石的穴裡，和一切荊棘籬笆中，並一切的草場上。","bklcl":"Lóng beh pe--lâi, hioh tī pha-hng ê soaⁿ-kok, chio̍h-phāng, kap it-chhè ê chhì-phè, kap it-chhè ê chháu-tiûⁿ.","tghg":"攏欲飛來，歇佇拋荒的山谷、石縫，及一切的莿帕(chhì-phè)，及一切的草場。","bklhl":"Lóng beh飛來，歇tī拋荒ê山谷、石縫，kap一切ê刺phè，kap一切ê草場。"}},{"book":"賽","chapter":7,"verse":20,"versions":{"unv":"「那時，主必用大河外賃的剃頭刀，就是亞述王，剃去頭髮和腳上的毛，並要剃淨鬍鬚。","bklcl":"Hit-sî Chú beh ēng tùi Hô-gōa kò͘-chhiàⁿ ê thì-thâu-to, chiū-sī A-su̍t ông, lâi thì in ê thâu, kap kha ê mn̂g; ia̍h beh it-chīn khun in ê chhùi-chhiu.","tghg":"「彼時，主欲用對河外雇倩(kò͘-chhiàⁿ)的剃頭刀，就是亞述王，來剃𪜶的頭及腳的毛，亦欲一盡髡(khun)𪜶的嘴鬚。","bklhl":"Hit時主beh用tùi 河外雇chhiàⁿ ê剃頭刀，就是亞述王，來剃in ê頭，kap腳ê毛；亦beh一盡khun in ê嘴鬚。"}},{"book":"賽","chapter":7,"verse":21,"versions":{"unv":"「那時，一個人要養活一隻母牛犢，兩隻母綿羊；","bklcl":"Hit-sî chi̍t-lâng beh chhī chi̍t chiah gû-bú, nn̄g chiah mî-iûⁿ-bú.","tghg":"「彼時，一人欲飼一隻牛母，二隻綿羊母；","bklhl":"Hit時一人beh飼一隻牛母，兩隻綿羊母。"}},{"book":"賽","chapter":7,"verse":22,"versions":{"unv":"因為出的奶多，他就得吃奶油，在境內所剩的人都要吃奶油與蜂蜜。","bklcl":"In-ūi chhut lin chōe, i beh chia̍h lin-iû; tī kéng-lāi só͘ chhun ê lâng lóng beh chia̍h lin-iû kap bi̍t.","tghg":"因為出奶多，伊欲食奶油，佇境內所剩(chhun)的人攏欲食奶油及蜜。","bklhl":"因為出奶chōe，伊beh食奶油；tī境內所chhun ê人lóng beh食奶油kap蜜。"}},{"book":"賽","chapter":7,"verse":23,"versions":{"unv":"「從前，凡種一千棵葡萄樹、值銀一千舍客勒的地方，到那時必長荊棘和蒺藜。","bklcl":"Chêng hoān-nā chai chi̍t-chheng châng ê phû-tô-chhiū, ta̍t chi̍t-chheng gûn, kàu hit-sî beh siⁿ chhì-phè kap chi̍t-lê.","tghg":"「前，凡若栽一千欉的葡萄樹、值一千銀，到彼時欲生莿帕及蒺藜(chi̍t-lê)。","bklhl":"前凡若栽一千叢ê葡萄樹，值一千銀，到hit時beh生刺phè kap蒺藜。"}},{"book":"賽","chapter":7,"verse":24,"versions":{"unv":"人上那裡去，必帶弓箭，因為遍地滿了荊棘和蒺藜。","bklcl":"Lâng chiūⁿ--khì hia, tio̍h tòa keng-chìⁿ, in-ūi piàn-tōe móa-móa chhì-phè kap chi̍t-lê.","tghg":"人上去遐，著帶弓箭，因為遍地滿滿莿帕及蒺藜。","bklhl":"人上去hia，tio̍h帶弓箭，因為遍地滿滿刺phè kap蒺藜。"}},{"book":"賽","chapter":7,"verse":25,"versions":{"unv":"所有用鋤刨挖的山地，你因怕荊棘和蒺藜，不敢上那裡去；只可成了放牛之處，為羊踐踏之地。」","bklcl":"Só͘ ū ēng ti(**tî)-thâu ku̍t ê soaⁿ-tōe, lí in-ūi kiaⁿ chhì-phè kap chi̍t-lê m̄-káⁿ chiūⁿ--khì hia, put-kò chòe pàng-gû ê só͘-chāi, chòe iûⁿ thún-ta̍h ê ūi.","tghg":"所有用鋤頭掘的山地，你因為驚莿帕及蒺藜，呣敢上去遐；不過做放牛的所在，做羊𧿬踏(thún-ta̍h)的位。」","bklhl":"所有用鋤頭掘ê山地，你因為驚刺phè kap蒺藜m̄敢上去hia，不過做放牛ê所在，做羊thún踏ê位。"}}]