[{"book":"賽","chapter":2,"verse":1,"versions":{"unv":"亞摩斯的兒子以賽亞得默示，論到猶大和耶路撒冷。","bklcl":"A-mô͘-su ê kiáⁿ Í-sài-a só͘ tit-tio̍h lūn Iû-tāi kap Iâ-lō͘-sat-léng ê be̍k-sī.","tghg":"亞摩斯的子以賽亞，所得著論猶大及耶路撒冷的默示。","bklhl":"A-mô͘-su ê kiáⁿ以賽亞所得tio̍h論偤大kap耶路撒冷ê默示。"}},{"book":"賽","chapter":2,"verse":2,"versions":{"unv":"末後的日子，耶和華殿的山必堅立，超乎諸山，高舉過於萬嶺；萬民都要流歸這山。","bklcl":"Kàu hiah-ê ji̍t ê liáu-āu, Iâ-hô-hoa tiān ê soaⁿ beh kiàn-li̍p tī chiah-ê soaⁿ ê téng-bīn, pôaⁿ-kè lóng-chóng ê soaⁿ-niá; bān-kok lóng beh lâi kui i.","tghg":"到許個日的了後，耶和華殿的山欲建立佇諸個山的頂面，𨃟過攏總的山嶺；萬國攏欲來歸伊。","bklhl":"到hiah-ê日ê了後，耶和華殿ê山beh建立tī chiah ê山ê頂面，pôaⁿ過lóng總ê山嶺；萬國lóng beh來歸伊。"}},{"book":"賽","chapter":2,"verse":3,"versions":{"unv":"必有許多國的民前往，說：來吧，我們登耶和華的山，奔雅各　神的殿。主必將他的道教訓我們；我們也要行他的路。因為訓誨必出於錫安；耶和華的言語必出於耶路撒冷。","bklcl":"Ū chōe-chōe kok ê peh-sìⁿ beh khì, kóng, Lâi ah, lán chiūⁿ Iâ-hô-hoa ê soaⁿ, kàu Ngá-kok ê Siōng-tè ê tiān; I beh ēng I ê tō-lō͘ kà-sī lán, lán ia̍h beh kiâⁿ I ê lō͘; in-ūi lu̍t-hoat beh tùi Sek-an chhut, Iâ-hô-hoa ê ōe beh tùi Iâ-lō͘-sat-léng thoân-pò͘.","tghg":"有多多國的百姓欲去，講：來啊，咱上耶和華的山，到雅各的上帝的殿。伊欲用伊的道路教示咱；咱亦欲行伊的路。因為律法欲對錫安出；耶和華的話欲對耶路撒冷傳播。","bklhl":"有chōe-chōe國ê百姓beh去，講，來ah，咱上耶和華ê山，到雅各ê上帝ê殿；伊beh用伊ê道路教示咱，咱亦beh行伊ê路；因為律法beh tùi錫安出，耶和華ê話beh tùi耶路撒冷傳播。"}},{"book":"賽","chapter":2,"verse":4,"versions":{"unv":"他必在列國中施行審判，為許多國民斷定是非。他們要將刀打成犁頭，把槍打成鐮刀。這國不舉刀攻擊那國；他們也不再學習戰事。","bklcl":"I beh tī lia̍t-kok-tiong lâi sím-phòaⁿ, ūi-tio̍h chōe-chōe peh-sìⁿ lâi kái-koat; in beh chiong in ê to phah-chòe lôe-thâu, chiong in ê chhiuⁿ phah-chòe liâm-á; chit-kok bô kia̍h-to kong-kek hit-kok, in ia̍h bô koh ha̍k-si̍p kau-chiàn.","tghg":"伊欲佇列國中來審判，為著多多百姓來解決。𪜶欲將𪜶的刀拍做犁頭，將𪜶的鎗(chhiuⁿ)拍做鐮仔(liâm-á)。此國無攑刀攻擊彼國；𪜶亦無閣學習交戰。","bklhl":"伊beh tī列國中來審判，為tio̍h chōe-chōe百姓來解決；in beh將in ê刀phah做犁頭，將in ê鎗phah做鐮á；chit國無kia̍h刀攻擊hit國，in亦無koh學習交戰。"}},{"book":"賽","chapter":2,"verse":5,"versions":{"unv":"雅各家啊，來吧！我們在耶和華的光明中行走。","bklcl":"Ngá-kok ê ke ah, tio̍h lâi, lán tio̍h tī Iâ-hô-hoa ê kng-bêng-tiong lâi kiâⁿ.","tghg":"雅各的家啊，著來！咱著佇耶和華的光明中來行。","bklhl":"雅各ê家ah，tio̍h來，咱tio̍h tī耶和華ê光明中來行。"}},{"book":"賽","chapter":2,"verse":6,"versions":{"unv":"耶和華，你離棄了你百姓雅各家，是因他們充滿了東方的風俗，作觀兆的，像非利士人一樣，並與外邦人擊掌。","bklcl":"Iâ-hô-hoa, Lí ū pàng-sak Lí ê peh-sìⁿ, Ngá-kok ê ke, in-ūi in chhiong-móa tang-hng ê hong-sio̍k, kiâⁿ siâ-su̍t ê, chhin-chhiūⁿ Hui-lī-sū lâng; iā kap gōa-pang lâng kiat-iok.","tghg":"耶和華，你有放拺(pàng-sak)你的百姓雅各的家，因為𪜶充滿東方的風俗，行邪術的，親像非利士人，也及外邦人結約。","bklhl":"耶和華，你有放sak你ê百姓，雅各ê家，因為in充滿東方ê風俗，行邪術ê，親像腓利士人；也kap外邦人結約。"}},{"book":"賽","chapter":2,"verse":7,"versions":{"unv":"他們的國滿了金銀，財寶也無窮；他們的地滿了馬匹，車輛也無數。","bklcl":"I ê tōe ū kim-gûn móa-móa, i ê châi-pó bōe-sǹg--tit; i ê tōe ū bé móa-móa, i ê chhia iā bōe-sǹg--tit.","tghg":"伊的地有金銀滿滿，伊的財寶𣍐算得；伊的地有馬滿滿，伊的車也𣍐算得。","bklhl":"伊ê地有金銀滿滿，伊ê財寶bōe算得；伊ê地有馬滿滿，伊ê車也bōe算得。"}},{"book":"賽","chapter":2,"verse":8,"versions":{"unv":"他們的地滿了偶像；他們跪拜自己手所造的，就是自己指頭所做的。","bklcl":"I ê tōe ū ngó͘-siōng móa-móa, in kūi-pài ka-kī chhiú só͘-chō--ê, chiū-sī ka-kī ê chńg-thâu-á só͘-chòe-ê.","tghg":"伊的地有偶像滿滿；𪜶跪拜家己手所造的，就是家己的指頭仔所做的。","bklhl":"伊ê地有偶像滿滿，in跪拜家己手所造ê，就是家己ê指頭á所做ê。"}},{"book":"賽","chapter":2,"verse":9,"versions":{"unv":"卑賤人屈膝；尊貴人下跪；所以不可饒恕他們。","bklcl":"Pi-chiān--ê khut-lo̍h, chun-kùi--ê kàng-kē; Lí bo̍h-tit sià-bián i.","tghg":"卑賤者屈落；尊貴者降低；你莫得赦免伊。","bklhl":"卑賤ê屈落，尊貴ê降低；你莫得赦免伊。"}},{"book":"賽","chapter":2,"verse":10,"versions":{"unv":"你當進入巖穴，藏在土中，躲避耶和華的驚嚇和他威嚴的榮光。","bklcl":"Lí tio̍h ji̍p chio̍h-tōng, bih tī thô͘--nih, siám-pī Iâ-hô-hoa ê hián-hek kap I ui-giâm ê êng-kng.","tghg":"你著入石洞，匿(bih)佇土裡，閃避耶和華的顯赫(hián-hek)及伊威嚴的榮光。","bklhl":"你tio̍h入石洞，bih tī土裡，閃避耶和華ê顯赫kap伊威嚴ê榮光。"}},{"book":"賽","chapter":2,"verse":11,"versions":{"unv":"到那日，眼目高傲的必降為卑；性情狂傲的都必屈膝；惟獨耶和華被尊崇。","bklcl":"Kàu hit-ji̍t, ba̍k-thâu koâiⁿ ê lâng beh kàng chòe kē, kiau-ngō͘ ê lâng beh siū khut-lo̍h, to̍k-to̍k Iâ-hô-hoa chì-chun bû-tùi.","tghg":"到彼日，目頭高的人欲降做低；驕傲的人欲受屈落；獨獨耶和華至尊無對(bû-tùi)。","bklhl":"到hit日，目頭高ê人beh降做低，驕傲ê人beh受屈落，獨獨耶和華至尊無對。"}},{"book":"賽","chapter":2,"verse":12,"versions":{"unv":"必有萬軍耶和華降罰的一個日子，要臨到驕傲狂妄的；一切自高的都必降為卑；","bklcl":"In-ūi bān-kun ê Iâ-hô-hoa ū chi̍t-ji̍t beh kong-kek it-chhè kiau-ngō͘ chū-ko--ê, kap it-chhè seng-koâiⁿ--ê, lóng kàng chòe-kē;","tghg":"因為萬軍的耶和華有一日，欲攻擊一切驕傲自高者，及一切升高者攏降做低；","bklhl":"因為萬軍ê耶和華有一日beh攻擊一切驕傲自高ê，kap一切升高ê，lóng降做低；"}},{"book":"賽","chapter":2,"verse":13,"versions":{"unv":"又臨到黎巴嫩高大的香柏樹和巴珊的橡樹；","bklcl":"koh kong-kek Lī-pa-lùn it-chhè koâiⁿ-tōa ê pek-hiuⁿ-chhiū, kap Pa-san it-chhè ê siōng-chhiū;","tghg":"閣攻擊黎巴嫩一切高大的柏香樹及巴珊一切的橡樹；","bklhl":"koh攻擊黎巴嫩一切高大ê柏香樹，kap Pa-san一切ê橡樹；"}},{"book":"賽","chapter":2,"verse":14,"versions":{"unv":"又臨到一切高山的峻嶺；","bklcl":"koh kong-kek it-chhè ê koâiⁿ-soaⁿ, kap it-chhè tōa ê soaⁿ-niá.","tghg":"閣攻擊一切的高山及一切大的山嶺；","bklhl":"koh攻擊一切ê高山，kap一切大ê山嶺。"}},{"book":"賽","chapter":2,"verse":15,"versions":{"unv":"又臨到高臺和堅固城牆；","bklcl":"Koh kong-kek it-chhè ê koâiⁿ-tâi, kap it-chhè kian-kò͘ ê siâⁿ-chhiûⁿ;","tghg":"閣攻擊一切的高台及一切堅固的城牆；","bklhl":"Koh攻擊一切ê高台，kap一切堅固ê城牆；"}},{"book":"賽","chapter":2,"verse":16,"versions":{"unv":"又臨到他施的船隻並一切可愛的美物。","bklcl":"koh kong-kek Tha-si it-chhè ê chûn-chiah, kap it-chhè thang ì-ài súi ê mi̍h.","tghg":"閣攻擊他施一切的船隻及一切通意愛媠的物。","bklhl":"koh攻擊Tha-si一切ê船隻，kap一切thang意愛súi ê物。"}},{"book":"賽","chapter":2,"verse":17,"versions":{"unv":"驕傲的必屈膝；狂妄的必降卑。在那日，惟獨耶和華被尊崇；","bklcl":"Kiau-ngō͘ ê lâng beh  siū khut-lo̍h, chū-ko ê lâng beh kàng chòe-kē; tī hit-ji̍t to̍k-to̍k Iâ-hô-hoa chì-chun bû-tùi.","tghg":"驕傲的人欲受屈落；自高的人欲降做低。佇彼日，獨獨耶和華至尊無對；","bklhl":"驕傲ê人beh受屈落，自高ê人beh降做低；tī hit日獨獨耶和華至尊無對。"}},{"book":"賽","chapter":2,"verse":18,"versions":{"unv":"偶像必全然廢棄。","bklcl":"Ngó͘-siōng beh chòe chi̍t-ē bô--khì.","tghg":"偶像欲做一下無去(bô--khì)。","bklhl":"偶像beh做一下無去。"}},{"book":"賽","chapter":2,"verse":19,"versions":{"unv":"耶和華興起，使地大震動的時候，人就進入石洞，進入土穴，躲避耶和華的驚嚇和他威嚴的榮光。","bklcl":"Iâ-hô-hoa khí--lâi, hō͘ tōe tōa tín-tāng ê sî, lâng chiū ji̍p chio̍h-tōng, ji̍p thô͘-khang, siám-pī Iâ-hô-hoa ê hián-hek, kap I ui-giâm ê êng-kng.","tghg":"耶和華起來，互地大振動的時，人就入石洞，入土孔，閃避耶和華的顯赫及伊威嚴的榮光。","bklhl":"耶和華起來，hō͘地大振動ê時，人就入石洞，入土孔，閃避耶和華ê顯赫，kap伊威嚴ê榮光。"}},{"book":"賽","chapter":2,"verse":20,"versions":{"unv":"到那日，人必將為拜而造的金偶像、銀偶像拋給田鼠和蝙蝠。","bklcl":"Kàu hit-ji̍t lâng beh chiong só͘-chō lâi pài gûn ê ngó͘-siōng, kim ê ngó͘-siōng, hiat hō͘ chhân-chhú kap bi̍t-pô.","tghg":"到彼日，人欲將所造來拜銀的偶像、金的偶像㧒互田鼠(chhân-chhú)及蜜婆。","bklhl":"到hit日，人beh將所造來拜銀ê偶像，金ê偶像，hiat hō͘ 田鼠kap蜜婆。"}},{"book":"賽","chapter":2,"verse":21,"versions":{"unv":"到耶和華興起，使地大震動的時候，人好進入磐石洞中和巖石穴裡，躲避耶和華的驚嚇和他威嚴的榮光。","bklcl":"Kàu Iâ-hô-hoa khí-lâi, hō͘ tōe tōa tín-tāng ê sî, lâng beh ji̍p chio̍h-pôaⁿ-phāng kap soaⁿ-tōng, siám-pī Iâ-hô-hoa ê hián-hek, kap I ui-giâm ê êng-kng.","tghg":"到耶和華起來，互地大振動的時，人欲入石磐縫及山洞，閃避耶和華的顯赫及伊威嚴的榮光。","bklhl":"到耶和華起來，hō͘地大振動ê時，人beh入石磐縫kap山洞，閃避耶和華ê顯赫，kap伊威嚴ê榮光。"}},{"book":"賽","chapter":2,"verse":22,"versions":{"unv":"你們休要倚靠世人。他鼻孔裡不過有氣息；他在一切事上可算甚麼呢？","bklcl":"Lín bo̍h-tit óa-khò sè-kan lâng, put-kò ū chi̍t-tiâu khùi tī phīⁿ-khang; thang sǹg-chòe sím-mi̍h ah?","tghg":"恁莫得倚靠世間人。不過有一條氣佇鼻孔；通算做甚麼啊？","bklhl":"Lín莫得óa靠世間人，不過有一條氣tī鼻孔；thang算做甚麼ah？"}}]