[{"book":"賽","chapter":12,"verse":1,"versions":{"unv":"到那日，你必說：耶和華啊，我要稱謝你！因為你雖然向我發怒，你的怒氣卻已轉消；你又安慰了我。","bklcl":"Kàu hit-ji̍t, lí beh kóng, Iâ-hô-hoa ah, góa beh kám-siā Lí, in-ūi Lí sui-jiân bat siū-khì góa, taⁿ Lí ê siū-khì í-keng soah, Lí ia̍h an-ùi góa.","tghg":"到彼日你欲講：耶和華啊，我欲感謝你！因為你雖然曾受氣我，今你的受氣已經息(soah)；你亦安慰我。","bklhl":"到hit日，你beh講，耶和華ah，我beh感謝祢，因為祢雖然bat受氣我，taⁿ祢ê受氣已經soah，祢亦安慰我。"}},{"book":"賽","chapter":12,"verse":2,"versions":{"unv":"看哪！　神是我的拯救；我要倚靠他，並不懼怕。因為主耶和華是我的力量，是我的詩歌，他也成了我的拯救。","bklcl":"Khòaⁿ ah, Siōng-tè sī chín-kiù góa-ê; góa beh óa-khò I, ia̍h bô kiaⁿ; in-ūi Chú Iâ-hô-hoa sī góa ê khùi-la̍t, sī góa ê si-koa; I ia̍h chiâⁿ-chòe kiù-góa--ê.","tghg":"看啊！上帝是拯救我者；我欲倚靠伊，亦無驚。因為主耶和華是我的氣力，是我的詩歌，伊亦成做救我者。","bklhl":"看ah，上帝是拯救我ê；我beh óa靠伊，亦無驚；因為主耶和華是我ê氣力，是我ê詩歌；伊亦成做救我ê。"}},{"book":"賽","chapter":12,"verse":3,"versions":{"unv":"所以，你們必從救恩的泉源歡然取水。","bklcl":"Lín beh tùi kiù-un ê chúi-chôaⁿ hoaⁿ-hí lâi chhiūⁿ chúi.","tghg":"恁欲對救恩的水泉歡喜來汲(chhiūⁿ)水。","bklhl":"Lín beh tùi救恩ê水泉歡喜來chhiūⁿ水。"}},{"book":"賽","chapter":12,"verse":4,"versions":{"unv":"在那日，你們要說：當稱謝耶和華，求告他的名；將他所行的傳揚在萬民中，提說他的名已被尊崇。","bklcl":"Tī hit-ji̍t lín beh kóng, Tio̍h kám-siā Iâ-hô-hoa, kiû-kiò I ê miâ, chiong I só͘-kiâⁿ--ê pò-iông tī lia̍t-pang-tiong, kóng-khí I ê  miâ í-keng siū chun chòe-koâiⁿ.","tghg":"佇彼日，恁欲講：著感謝耶和華，求叫伊的名；將伊所行的報揚佇列邦中，講起伊的名已經受尊做高。","bklhl":"Tī hit日lín beh講，Tio̍h感謝耶和華，求叫祂ê名，將祂所行ê報揚tī列邦中，講起祂ê名已經受尊做高。"}},{"book":"賽","chapter":12,"verse":5,"versions":{"unv":"你們要向耶和華唱歌，因他所行的甚是美好；但願這事普傳天下。","bklcl":"Lín tio̍h chhiùⁿ-koa o-ló Iâ-hô-hoa; in-ūi I só͘-kiâⁿ--ê chin hián-hek; goān chit ê tāi-chì piàn-thoân tī thiⁿ-ē.","tghg":"恁著唱歌謳咾耶和華，因為伊所行的真顯赫(hián-hek)；願此個代誌遍傳佇天下。","bklhl":"Lín tio̍h唱歌o-ló耶和華；因為伊所行ê真顯赫；願chit ê tāi-chì遍傳tī天下。"}},{"book":"賽","chapter":12,"verse":6,"versions":{"unv":"錫安的居民哪，當揚聲歡呼，因為在你們中間的以色列聖者乃為至大。","bklcl":"Sek-an khiā-khí ê peh-sìⁿ ah, lín tio̍h chhut tōa hoaⁿ-hí ê siaⁿ, in-ūi Í-sek-lia̍t ê Sèng--ê tī lín ê tiong-kan chòe-tōa.","tghg":"錫安徛起的百姓啊，恁著出大歡喜的聲，因為以色列的聖者(ê)佇恁的中間做大。","bklhl":"錫安khiā起ê百姓ah，lín tio̍h出大歡喜ê聲，因為以色列ê聖ê tī lín ê中間做大。"}}]