[{"book":"賽","chapter":62,"verse":1,"versions":{"unv":"我因錫安必不靜默，為耶路撒冷必不息聲，直到他的公義如光輝發出，他的救恩如明燈發亮。","bklcl":"Góa in-ūi Sek-an ê iân-kò͘ tek-khak bô chēng-chēng, in-ūi Iâ-lō͘-sat-léng ê iân-kò͘ tek-khak bô hioh-khùn, ti̍t-kàu i ê kong-gī chhin-chhiūⁿ kng teh hoat-chhut, i ê chín-kiù chhin-chhiūⁿ teng teh to̍h.","tghg":"我因為錫安的緣故的確無靜靜，因為耶路撒冷的緣故的確無歇睏，直到伊的公義親像光啲發出，伊的拯救親像燈啲𤏸(to̍h)。","bklhl":"我因為錫安ê緣故的確無靜靜，因為耶路撒冷ê緣故的確無歇睏，直到伊ê公義親像光teh發出，伊ê拯救親像燈teh to̍h。"}},{"book":"賽","chapter":62,"verse":2,"versions":{"unv":"列國必見你的公義；列王必見你的榮耀。你必得新名的稱呼，是耶和華親口所起的。","bklcl":"Lia̍t-kok beh khòaⁿ lí ê kong-gī, lia̍t-ông beh khòaⁿ lí ê êng-kng; lí beh tit-tio̍h chheng-ho͘ sin ê miâ, chiū-sī Iâ-hô-hoa chhin-chhùi só͘ chheng-ho͘--ê.","tghg":"列國欲看你的公義；列王欲看你的榮光。你欲得著稱呼新的名，就是耶和華親嘴所稱呼者。","bklhl":"列國beh看你ê公義，列王beh看你ê榮光；你beh得tio̍h稱呼新ê名，就是耶和華親嘴所稱呼ê。"}},{"book":"賽","chapter":62,"verse":3,"versions":{"unv":"你在耶和華的手中要作為華冠，在你　神的掌上必作為冕旒。","bklcl":"Lí beh tī Iâ-hô-hoa ê chhiú-tiong chòe súi ê ông-bō, tī lí ê Siōng-tè ê chhiú-chiúⁿ chòe bián-liû.","tghg":"你欲佇耶和華的手中做媠的王帽，佇你的上帝的手掌做冕旒。","bklhl":"你beh tī耶和華ê手中做súi ê王帽，tī你ê上帝ê手掌做冕旒。"}},{"book":"賽","chapter":62,"verse":4,"versions":{"unv":"你必不再稱為「撇棄的」；你的地也不再稱為「荒涼的」。你卻要稱為「我所喜悅的」；你的地也必稱為「有夫之婦」。因為耶和華喜悅你，你的地也必歸他。","bklcl":"Lí bô koh chheng-chòe Siū-khì-sak--ê, lí ê tōe iā bô koh chheng-chòe Pha-hng--ê; lí beh chheng-chòe Góa só͘ hoaⁿ-hí--ê, lí ê tōe iā beh chheng-chòe Ū-tiōng-hu--ê; in-ūi Iâ-hô-hoa hoaⁿ-hí lí, lí ê tōe iā beh chòe ū tiōng-hu--ê.","tghg":"你無閣稱做「受棄拺(khì-sak)者」；你的地也無閣稱做「拋荒者」。你欲稱做我「所歡喜者」；你的地也欲稱做「有丈夫者」。因為耶和華歡喜你，你的地也欲做有丈夫者。","bklhl":"你無koh稱做受棄sak-ê，你ê地也無koh稱做拋荒ê；你beh稱做我所歡喜ê，你ê地也beh稱做有丈夫ê；因為耶和華歡喜你，你ê地也beh做有丈夫ê。"}},{"book":"賽","chapter":62,"verse":5,"versions":{"unv":"少年人怎樣娶處女，你的眾民（民：原文是子）也要照樣娶你；新郎怎樣喜悅新婦，你的　神也要照樣喜悅你。","bklcl":"In-ūi chhin-chhiūⁿ siàu-liân lâng chhōa chāi-sek-lú, lí ê peh-sìⁿ iā beh án-ni chhōa lí; chhin-chhiūⁿ sin-kiáⁿ-sài hoaⁿ-hí sin-niû, lí ê Siōng-tè iā beh án-ni hoaⁿ-hí lí.","tghg":"因為親像少年人娶在室女，你的百姓也欲按呢娶你；親像新子婿歡喜新娘，你的上帝也欲按呢歡喜你。","bklhl":"因為親像少年人娶在室女，你ê百姓也beh án-ni娶你；親像新kiáⁿ婿歡喜新娘，你ê上帝也beh án-ni歡喜你。"}},{"book":"賽","chapter":62,"verse":6,"versions":{"unv":"耶路撒冷啊，我在你城上設立守望的，他們晝夜必不靜默。呼籲耶和華的，你們不要歇息，","bklcl":"Iâ-lō͘-sat-léng ah, Góa tī lí ê siâⁿ-téng siat-li̍p siú-bāng-ê, in thong-ji̍t thong-mî bô chēng-chēng; khún-kiû Iâ-hô-hoa ê, lín m̄-thang hioh-khùn,","tghg":"耶路撒冷啊，我佇你的城頂設立守望的，𪜶通日通暝無靜靜。懇求耶和華的，恁呣通歇睏，","bklhl":"耶路撒冷ah，我tī你ê城頂設立守望ê，in thong日thong暝無靜靜；懇求耶和華ê，lín m̄-thang歇睏，"}},{"book":"賽","chapter":62,"verse":7,"versions":{"unv":"也不要使他歇息，直等他建立耶路撒冷，使耶路撒冷在地上成為可讚美的。","bklcl":"iā m̄-thang hō͘ I hioh-khùn, ti̍t-kàu I kiàn-li̍p Iâ-lō͘-sat-léng, hō͘ Iâ-lō͘-sat-léng tī tōe-chiūⁿ chiâⁿ-chòe thang o-ló--ê.","tghg":"也呣通互伊歇睏，直到伊建立耶路撒冷，互耶路撒冷佇地上成做通謳咾者。","bklhl":"也m̄-thang hō͘祂歇睏，直到祂建立耶路撒冷，hō͘耶路撒冷tī地上成做thang o-ló-ê。"}},{"book":"賽","chapter":62,"verse":8,"versions":{"unv":"耶和華指著自己的右手和大能的膀臂起誓說：我必不再將你的五穀給你仇敵作食物；外邦人也不再喝你勞碌得來的新酒。","bklcl":"Iâ-hô-hoa kí ka-kī ê chiàⁿ-chhiú kap tōa koân-lêng ê chhiú-kut chiù-chōa kóng, Góa tek-khak bô koh chiong lí ê gō͘-kak hō͘ lí ê tùi-te̍k chòe chia̍h-mi̍h, gōa-pang lâng iā bô koh lim lí só͘ tio̍h-bôa lâi tit-tio̍h ê sin-chiú;","tghg":"耶和華指(kí)家己的正手及大權能的手骨咒誓(chiù-chōa)講：我的確無閣將你的五穀互你的對敵做食物(chia̍h-mi̍h)；外邦人也無閣飲你所著磨來得著的新酒。","bklhl":"耶和華kí家己ê chiàⁿ手kap大權能ê手骨chiù-chōa講，我的確無koh將你ê五穀hō͘你ê對敵做食物，外邦人也無koh lim你所tio̍h磨來得tio̍h ê新酒；"}},{"book":"賽","chapter":62,"verse":9,"versions":{"unv":"惟有那收割的要吃，並讚美耶和華；那聚斂的要在我聖所的院內喝。","bklcl":"to̍k-to̍k hiah-ê siu-koah--ê beh chia̍h i, lâi o-ló Iâ-hô-hoa; hiah-ê siu-khioh--ê beh tī Góa sèng-só͘ ê īⁿ-lāi lim i.","tghg":"獨獨許個收割者欲食伊，來謳咾耶和華；許個收拾(siu-khioh)者欲佇我聖所的院內飲伊。","bklhl":"獨獨hiah-ê收割ê beh食伊，來o-ló耶和華；hiah-ê收拾ê beh tī我聖所ê院內lim伊。"}},{"book":"賽","chapter":62,"verse":10,"versions":{"unv":"你們當從門經過經過，預備百姓的路；修築修築大道，撿去石頭，為萬民豎立大旗，","bklcl":"Lín tio̍h tùi siâⁿ-mn̂g keng-kè, pī-pān peh-sìⁿ ê lō͘; thūn-koâiⁿ thūn-koâiⁿ tōa-lō͘; tû--khì chio̍h-thâu; ūi-tio̍h lia̍t-kok khiā tōa-kî.","tghg":"恁著對城門經過，備辦百姓的路；填(thūn)高填高大路，除去石頭，為著列國竪(khiā)大旗。","bklhl":"Lín tio̍h tùi城門經過，備辦百姓ê路；thūn高thūn高大路；除去石頭；為tio̍h列國khiā大旗。"}},{"book":"賽","chapter":62,"verse":11,"versions":{"unv":"看哪，耶和華曾宣告到地極，對錫安的居民（原文是女子）說：你的拯救者來到。他的賞賜在他那裡；他的報應在他面前。","bklcl":"Khòaⁿ ah, Iâ-hô-hoa bat thoân-pò kàu tōe-ke̍k, lín tio̍h kā Sek-an ê peh-sìⁿ kóng, Khòaⁿ ah, lí ê chín-kiù lâi lah; khòaⁿ ah, I ê siúⁿ-sù tī I hia, I ê pò-tap tī I ê bīn-chêng.","tghg":"看啊，耶和華曾傳報到地極，恁著給錫安的百姓講：看啊，你的拯救來啦。看啊，伊的賞賜佇伊遐；伊的報答佇伊的面前。","bklhl":"看ah，耶和華bat傳報到地極，lín tio̍h kā錫安ê百姓講，看ah，你ê拯救來lah；看ah，祂ê賞賜tī祂hia，祂ê報答tī祂ê面前。"}},{"book":"賽","chapter":62,"verse":12,"versions":{"unv":"人必稱他們為「聖民」，為「耶和華的贖民」；你也必稱為「被眷顧、不撇棄的城」。","bklcl":"Lâng beh chheng in chòe Sèng ê peh-sìⁿ, Iâ-hô-hoa só͘ sio̍k-hôe ê; lí iā beh chheng-chòe Chhē--tio̍h--ê, Bô siū-pàng-sak ê siâⁿ.","tghg":"人欲稱𪜶做「聖的百姓」，「耶和華所贖回者」；你也欲稱做「尋著者、無受放拺(pàng-sak)的城」。","bklhl":"人beh稱in做聖ê百姓，耶和華所贖回ê；你也beh稱做Chhē-tio̍h-ê，無受放sak ê城。"}}]