[{"book":"賽","chapter":49,"verse":1,"versions":{"unv":"眾海島啊，當聽我言！遠方的眾民哪，留心而聽！自我出胎，耶和華就選召我；自出母腹，他就提我的名。","bklcl":"Chiah-ê hái-sū ah, tio̍h thiaⁿ Góa ê ōe; chiah-ê peh-sìⁿ ah, tio̍h liû-sim tùi hn̄g-hn̄g lâi thiaⁿ.  Tùi góa tī-thai--nih, Iâ-hô-hoa chiū kéng-tiàu góa; tùi góa tī lāu-bú ê pak-tó͘ I chiū kiò góa ê miâ.","tghg":"諸個海嶼啊，著聽我的話！諸個百姓啊，著留心對遠遠來聽！對我佇胎裡，耶和華就揀召我；對我佇老母的腹肚，伊就叫我的名。","bklhl":"Chiah-ê海嶼ah，tio̍h聽我ê話；chiah ê百姓ah，tio̍h留心tùi遠遠來聽。Tùi我tī胎裡，耶和華就揀召我；tùi我tī老母ê腹肚祂就叫我ê名。"}},{"book":"賽","chapter":49,"verse":2,"versions":{"unv":"他使我的口如快刀，將我藏在他手蔭之下；又使我成為磨亮的箭，將我藏在他箭袋之中；","bklcl":"I hō͘ góa ê chhùi chhin-chhiūⁿ lāi-to, chiong góa khǹg tī I ê chhiú ê tì-ìm-ē; koh hō͘ góa chiâⁿ-chòe bôa-kng ê chìⁿ, chiong góa khǹg tī I ê chìⁿ-tē.","tghg":"伊互我的嘴親像利刀，將我囥(khǹg)佇伊的手的致蔭下；閣互我成做磨光的箭，將我囥佇伊的箭袋；","bklhl":"祂hō͘我ê嘴親像利刀，將我khǹg tī祂ê手ê致蔭下；koh hō͘我成做磨光ê箭，將我khǹg tī祂ê箭袋。"}},{"book":"賽","chapter":49,"verse":3,"versions":{"unv":"對我說：你是我的僕人以色列；我必因你得榮耀。","bklcl":"Tùi góa kóng, Lí sī Góa ê lô͘-po̍k Í-sek-lia̍t, Góa beh in-ūi lí tit-tio̍h êng-kng.","tghg":"對我講：你是我的奴僕以色列；我欲因為你得著榮光。","bklhl":"對我講，你是我ê奴僕以色列，我beh因為你得tio̍h榮光。"}},{"book":"賽","chapter":49,"verse":4,"versions":{"unv":"我卻說：我勞碌是徒然；我盡力是虛無虛空。然而，我當得的理必在耶和華那裡；我的賞賜必在我　神那裡。","bklcl":"Góa chiū kóng, Góa tio̍h-bôa sī khang-khang, góa chīn-la̍t sī bô lī-ek iā bô chhái-kang; nā-sī góa ê phòaⁿ-toàn chāi-tī Iâ-hô-hoa, góa ê pò-siúⁿ chāi-tī góa ê Siōng-tè.","tghg":"我就講：我著磨是空空；我盡力是無利益也無採工。若是我的判斷在佇耶和華；我的報賞在佇我的上帝。","bklhl":"我就講，我tio̍h磨是空空，我盡力是無利益也無chhái-kang；但是我ê判斷在tī耶和華，我ê報賞在tī我ê上帝。"}},{"book":"賽","chapter":49,"verse":5,"versions":{"unv":"耶和華從我出胎，造就我作他的僕人，要使雅各歸向他，使以色列到他那裡聚集。原來耶和華看我為尊貴；我的　神也成為我的力量。","bklcl":"Iâ-hô-hoa tùi thai--nih chō-chiū góa chòe I ê lô͘-po̍k, beh hō͘ Ngá-kok kui-ǹg I, hō͘ Í-sek-lia̍t chū-chi̍p tī I hia; (in-ūi Iâ-hô-hoa khòaⁿ góa chòe chun-kùi, góa ê Siōng-tè iā chiâⁿ-chòe góa ê khùi-la̍t;)","tghg":"耶和華對胎裡，造就我做伊的奴僕，欲互雅各歸向伊，互以色列聚集佇伊遐。因為耶和華看我做尊貴；我的上帝也成做我的氣力。","bklhl":"耶和華tùi胎裡造就我做祂ê奴僕，beh hō͘雅各歸向祂，hō͘以色列聚集tī祂hia；(因為耶和華看我做尊貴，我ê上帝也成做我ê氣力；)"}},{"book":"賽","chapter":49,"verse":6,"versions":{"unv":"現在他說：你作我的僕人，使雅各眾支派復興，使以色列中得保全的歸回尚為小事，我還要使你作外邦人的光，叫你施行我的救恩，直到地極。","bklcl":"I ū kóng, Lí chòe Góa ê lô͘-po̍k chín-heng Ngá-kok ê chi-phài, hō͘ Í-sek-lia̍t tiong tit-tio̍h pó-choân-ê tò-tńg--lâi, che iáu sī sió-khóa sū; Góa beh siat-li̍p lí chòe lia̍t-pang ê kng, chòe Góa ê chín-kiù--ê, kàu tī tōe-ke̍k.","tghg":"伊有講：你做我的奴僕，振興雅各的支派，互以色列中得著保全的倒轉來，這猶是小可(sió-khóa)事，我欲設立你做列邦的光，做我的拯救者，到佇地極。","bklhl":"祂有講，你做我ê奴僕振興雅各ê支派，hō͘以色列中得tio̍h保全ê倒tńg來，這iáu是小khóa事；我beh設立你做列邦ê光，做我ê拯救ê，到tī地極。"}},{"book":"賽","chapter":49,"verse":7,"versions":{"unv":"救贖主─以色列的聖者耶和華對那被人所藐視、本國所憎惡、官長所虐待的如此說：君王要看見就站起，首領也要下拜；都因信實的耶和華，就是揀選你─以色列的聖者。","bklcl":"Kiù-sio̍k Í-sek-lia̍t ê sèng-chú Iâ-hô-hoa, tùi hit ê hō͘ lâng só͘ khòaⁿ-khin, peh-sìⁿ só͘ iàm-ò͘ⁿ, koaⁿ-tiúⁿ só͘ ap-chè ê, án-ni kóng, Kun-ông beh khòaⁿ-kìⁿ lí, chiū khí-lâi khiā, siú-léng iā beh kūi-pài; che lóng sī ūi-tio̍h Iâ-hô-hoa sī chin-si̍t ê, chiū-sī Í-sek-lia̍t ê Sèng--ê ū kéng lí.","tghg":"救贖以色列的聖主──耶和華，對彼個互人所看輕、百姓所厭惡、官長所壓制的按呢講：君王欲看見你就起來徛，首領也欲跪拜；這攏是為著耶和華是真實的，就是以色列的聖者有揀你。","bklhl":"救贖以色列ê聖主耶和華，對hit ê hō͘人所看輕，百姓所厭惡，官長所壓制ê，án-ni講，君王beh看見你，就起來khiā，首領也beh跪拜；這lóng是為tio̍h耶和華是真實ê，就是以色列ê聖ê有揀你。"}},{"book":"賽","chapter":49,"verse":8,"versions":{"unv":"耶和華如此說：在悅納的時候，我應允了你；在拯救的日子，我濟助了你。我要保護你，使你作眾民的中保（中保：原文是約）；復興遍地，使人承受荒涼之地為業。","bklcl":"Iâ-hô-hoa án-ni kóng, Tī tit-tio̍h chiap-la̍p ê sî Góa ū thiaⁿ lí, tī chín-kiù ê ji̍t Góa ū pang-chān lí; Góa beh pó-hō͘ lí, hō͘ lí chòe peh-sìⁿ ê iok ê tiong-pó, koh heng-khí thó͘-tōe, hō͘ lâng sêng-chiap pha-hng ê tōe chòe gia̍p;","tghg":"耶和華按呢講：佇得著接納的時，我有聽你；佇拯救的日，我有幫助你。我欲保護你，互你做百姓的約的中保；閣興起土地，互人承接拋荒的地做業。","bklhl":"耶和華án-ni講，Tī得tio̍h接納ê時我有聽你，tī拯救ê日我有幫贊你；我beh保護你，hō͘你做百姓ê約ê中保，koh興起土地，hō͘人承接拋荒ê地做業；"}},{"book":"賽","chapter":49,"verse":9,"versions":{"unv":"對那被捆綁的人說：出來吧！對那在黑暗的人說：顯露吧！他們在路上必得飲食，在一切淨光的高處必有食物。","bklcl":"iā tùi siū khún-pa̍k ê lâng kóng, Lín tio̍h chhut--lâi; tùi hiah-ê tiàm tī o͘-àm ê  lâng kóng, Lín tio̍h hián-hiān.  In beh tī lō͘--nih tit-tio̍h chia̍h, tī it-chhè bô chháu ê soaⁿ tit-tio̍h niû-chháu.","tghg":"也對受捆縛的人講：恁著出來！對許個踮佇黑暗的人講：恁著顯現！𪜶欲佇路裡得著食，佇一切無草的山得著糧草。","bklhl":"也對受綑縛ê人講，Lín tio̍h出來；對hiah-ê tiàm tī烏暗ê人講，Lín tio̍h顯現。In beh tī路裡得tio̍h食，tī一切無草ê山得tio̍h糧草。"}},{"book":"賽","chapter":49,"verse":10,"versions":{"unv":"不飢不渴，炎熱和烈日必不傷害他們；因為憐恤他們的必引導他們，領他們到水泉旁邊。","bklcl":"In bô iau bô chhùi-ta; jia̍t-khì kap iām-ji̍t bô beh siong-hāi in; in-ūi lîn-bín in--ê beh chhōa in, khan in kàu chúi-chôaⁿ-piⁿ.","tghg":"𪜶無枵(iau)無嘴乾，熱氣及炎日無欲傷害𪜶；因為憐憫𪜶的欲導𪜶，牽𪜶到水泉邊。","bklhl":"In無iau無嘴乾；熱氣kap 炎日無beh傷害in；因為憐憫in-ê beh chhōa in，牽in到水泉邊。"}},{"book":"賽","chapter":49,"verse":11,"versions":{"unv":"我必使我的眾山成為大道；我的大路也被修高。","bklcl":"Góa beh hō͘ Góa ê chèng soaⁿ chiâⁿ-chòe lō͘, Góa ê tōa-lō͘ iā beh thūn-koâiⁿ.","tghg":"我欲互我的眾山成做路；我的大路也欲填(thūn)高。","bklhl":"我beh hō͘我ê眾山成做路，我ê大路也beh thūn高。"}},{"book":"賽","chapter":49,"verse":12,"versions":{"unv":"看哪，這些從遠方來；這些從北方、從西方來；這些從秦（原文是希尼）國來。","bklcl":"Khòaⁿ ah, chiah-ê lâng beh tùi hn̄g-hn̄g lâi; khòaⁿ ah, chiah-ê lâng beh tùi pak-hng sai-hng lâi; iā chiah-ê lâng beh tùi Chîn-kok lâi.","tghg":"看啊，諸個人欲對遠遠來；看啊，諸個人欲對北方西方來；也諸個人欲對秦國來。","bklhl":"看ah，chiah ê人beh tùi遠遠來；看ah，chiah ê人beh tùi北方西方來；也chiah ê人beh tùi Chîn國來。"}},{"book":"賽","chapter":49,"verse":13,"versions":{"unv":"諸天哪，應當歡呼！大地啊，應當快樂！眾山哪，應當發聲歌唱！因為耶和華已經安慰他的百姓，也要憐恤他困苦之民。","bklcl":"Chiah-ê thiⁿ ah, eng-kai chhut hoaⁿ-hí ê siaⁿ; tōe ah, eng-kai khoài-lo̍k; chèng-soaⁿ eng-kai chhut-siaⁿ chhiùⁿ-koa; in-ūi Iâ-hô-hoa ū an-ùi I ê peh-sìⁿ, iā beh lîn-bín I hiah-ê khùn-khó͘--ê.","tghg":"諸個天啊，應該出歡喜的聲！地啊，應該快樂！眾山，應該出聲唱歌！因為耶和華有安慰伊的百姓，也欲憐憫伊許個困苦者。","bklhl":"Chiah-ê天ah，應該出歡喜ê聲；地ah，應該快樂；眾山應該出聲唱歌；因為耶和華有安慰祂ê百姓，也beh憐憫祂hiah-ê困苦ê。"}},{"book":"賽","chapter":49,"verse":14,"versions":{"unv":"錫安說：耶和華離棄了我；主忘記了我。","bklcl":"Sek-an kóng, Iâ-hô-hoa ū khì-sak góa, Chú í-keng bōe-kì-tit góa.","tghg":"錫安講：耶和華有棄拺(khì-sak)我；主已經𣍐記得我。","bklhl":"錫安講，耶和華有棄sak我，主已經bōe記得我。"}},{"book":"賽","chapter":49,"verse":15,"versions":{"unv":"婦人焉能忘記她吃奶的嬰孩，不憐恤她所生的兒子？即或有忘記的，我卻不忘記你。","bklcl":"Hū-jîn-lâng kiám ōe bōe-kì-tit i chia̍h-lin ê eⁿ-á, bô lîn-bín i só͘ siⁿ ê kiáⁿ? in kiám-chhái ū bōe-kì-tit-ê, chóng-sī Góa bô bōe-kì-tit lí.","tghg":"婦仁人豈會𣍐記得伊食奶的嬰仔，無憐憫伊所生的子？𪜶豈採有𣍐記得的，總是我無𣍐記得你。","bklhl":"婦人人kiám會bōe記得伊食奶ê嬰á，無憐憫伊所生ê kiáⁿ？in kiám-chhái有bōe記得ê，總是我無bōe記得你。"}},{"book":"賽","chapter":49,"verse":16,"versions":{"unv":"看哪，我將你銘刻在我掌上；你的牆垣常在我眼前。","bklcl":"Khòaⁿ ah, Góa chiong lí khek tī Góa ê chhiú-chiúⁿ, lí ê siâⁿ-chhiûⁿ siông-siông tī Góa ê ba̍k-chiu-chêng.","tghg":"看啊，我將你刻佇我的手掌；你的城牆常常佇我的目睭前。","bklhl":"看ah，我將你刻tī我ê手掌，你ê城牆常常tī我ê目睭前。"}},{"book":"賽","chapter":49,"verse":17,"versions":{"unv":"你的兒女必急速歸回；毀壞你的，使你荒廢的，必都離你出去，","bklcl":"Lí ê kiáⁿ-jî beh kín-kín tò--lâi; húi-hoāi lí-ê kap hō͘ lí pha-hng ê, beh lī-khui lí chhut--khì.","tghg":"你的子兒欲緊緊倒來，毀壞你的，及互你拋荒的，欲離開你出去。","bklhl":"你ê kiáⁿ兒beh緊緊tò來；毀壞你ê kap hō͘你拋荒ê，beh離開你出去。"}},{"book":"賽","chapter":49,"verse":18,"versions":{"unv":"你舉目向四方觀看；他們都聚集來到你這裡。耶和華說：我指著我的永生起誓：你必要以他們為妝飾佩戴，以他們為華帶束腰，像新婦一樣。","bklcl":"Lí tio̍h kia̍h-ba̍k sì-kòe khòaⁿ; in chèng-lâng lóng chū-chi̍p lâi kui-óa lí.  Iâ-hô-hoa kóng, Góa kí Góa ê oa̍h-miā lâi kóng, Lí beh ēng in it-chhè chòe chng-thāⁿ lâi chhēng i, koh ēng in chòe tòa lâi hâ-io, chhin-chhiūⁿ sin-niû chi̍t-poaⁿ-iūⁿ.","tghg":"你著攑目四界看；𪜶眾人攏聚集來歸倚你。耶和華講：我指(kí)我的活命來講：你欲用𪜶一切做妝飾(chng-thāⁿ)來穿伊，閣用𪜶做帶來縖(hâ)腰，親像新娘一般樣。","bklhl":"你tio̍h kia̍h目四界看；in眾人lóng聚集來歸óa你。耶和華講，我kí我ê活命來講，你beh用in一切做裝飾來穿伊，koh用in做帶來縖腰，親像新娘一般樣。"}},{"book":"賽","chapter":49,"verse":19,"versions":{"unv":"至於你荒廢淒涼之處，並你被毀壞之地，現今眾民居住必顯為太窄；吞滅你的必離你遙遠。","bklcl":"Lūn-kàu lí pha-hng léng-chēng ê só͘-chāi kap lí siū húi-hoāi ê tōe, taⁿ peh-sìⁿ chōe, khiā-khí siuⁿ oe̍h; thun-bia̍t lí-ê beh lī-khui lí hn̄g-hn̄g.","tghg":"論到你拋荒冷靜的所在，及你受毀壞的地，今百姓多徛起甚狹(siuⁿ oe̍h)；吞滅你的欲離開你遠遠。","bklhl":"論到你拋荒冷靜ê所在kap你受毀壞ê地，taⁿ百姓chōe，khiā起siuⁿ狹；吞滅你ê beh離開你遠遠。"}},{"book":"賽","chapter":49,"verse":20,"versions":{"unv":"你必聽見喪子之後所生的兒女說：這地方我居住太窄，求你給我地方居住。","bklcl":"Lí sit-lo̍h kiáⁿ í-āu só͘ siⁿ hiah-ê kiáⁿ beh tùi lí kóng, Chit ê só͘-chāi góa khiā-khí siuⁿ oe̍h; kiû lí hō͘ góa ū só͘-chāi thang khiā-khí.","tghg":"你失落子以後所生許個子欲對你講：此個所在我徛起甚狹，求你互我有所在通徛起。","bklhl":"你失落kiáⁿ以後所生hiah-ê kiáⁿ beh對你講，chit ê所在我khiā起siuⁿ狹；求你hō͘我有所在thang khiā起。"}},{"book":"賽","chapter":49,"verse":21,"versions":{"unv":"那時你心裡必說：我既喪子獨居，是被擄的，漂流在外。誰給我生這些？誰將這些養大呢？撇下我一人獨居的時候，這些在哪裡呢？","bklcl":"Hit-sî lí sim-lāi beh kóng, Góa í-keng sit-lo̍h kiáⁿ, ka-kī khiā-khí, sī siū-lia̍h ê, phiau-liû tī gōa-bīn, chī-chūi kā góa siⁿ chiah-ê? chī-chūi chiong chiah-ê iúⁿ-chhī kàu tōa-hàn? Khòaⁿ ah, góa ko͘-toaⁿ ê sî, chiah-ê tī toh-lo̍h?","tghg":"彼時你心內欲講：我已經失落子家己徛起，是受掠的，漂流佇外面。是誰給我生諸個？是誰將諸個養飼到大漢？看啊，我孤單的時，諸個佇叨落？","bklhl":"Hit時你心內beh講，我已經失落kiáⁿ，家己khiā起，是受掠ê，漂流tī外面，是誰 kā我生chiah ê？是誰將chiah ê養飼到大漢？看ah，我孤單ê時，chiah ê tī toh-lo̍h？"}},{"book":"賽","chapter":49,"verse":22,"versions":{"unv":"主耶和華如此說：我必向列國舉手，向萬民豎立大旗；他們必將你的眾子懷中抱來，將你的眾女肩上扛來。","bklcl":"Chú Iâ-hô-hoa kóng, Khòaⁿ ah, Góa beh ǹg lia̍t-kok kia̍h-chhiú, ǹg bān peh-sìⁿ khiā tōa-kî; in beh chiong lí ê chèng-kiáⁿ phō--lâi, chiong lí ê chèng cha-bó͘-kiáⁿ iāng--lâi.","tghg":"主耶和華講：看啊，我欲向列國攑手，向萬百姓竪(khiā)大旗；𪜶欲將你的眾子抱來，將你的眾查某子揹(iāng)來。","bklhl":"主耶和華講，看ah，我beh ǹg列國kia̍h手，ǹg萬百姓khiā大旗；in beh將你ê眾kiáⁿ抱來，將你ê眾cha-bó͘-kiáⁿ iāng來。"}},{"book":"賽","chapter":49,"verse":23,"versions":{"unv":"列王必作你的養父；王后必作你的乳母。他們必將臉伏地，向你下拜，並舔你腳上的塵土。你便知道我是耶和華；等候我的必不致羞愧。","bklcl":"Lia̍t-ông beh chòe lí ê iúⁿ-pē, ông-hō͘ beh chòe lí ê lin-bú; in beh chiong bīn àⁿ-lo̍h tōe, ǹg lí kūi-pài, koh chī lí ê kha ê thô͘-hún; lí chiū chai Góa sī Iâ-hô-hoa; hoān-nā ǹg-bāng Góa-ê tek-khak bô kiàn-siàu.","tghg":"列王欲做你的養父；王后欲做你的奶母。𪜶欲將面俯落地，向你跪拜，閣舐(chī)你的腳的土粉。你就知我是耶和華；凡若向望我的，的確無見誚。","bklhl":"列王beh做你ê養父，王后beh做你ê奶母；in beh將面俯落地，ǹg你跪拜，koh舐(chī)你ê腳ê土粉；你就知我是耶和華；凡若ǹg望我ê的確無見笑。"}},{"book":"賽","chapter":49,"verse":24,"versions":{"unv":"勇士搶去的豈能奪回？該擄掠的豈能解救嗎？","bklcl":"Béng-lâng chhiúⁿ--khì ê, kiám ōe chhiúⁿ tò-tńg? kiông ê lâng só͘ chhiúⁿ-lia̍h-ê, kiám ōe kiù i mah?","tghg":"猛人搶去的豈會搶倒轉？強的人所搶掠的豈會救伊嗎？","bklhl":"猛人搶去ê，kiám會搶倒tńg？強ê人所搶掠ê，kiám會救伊mah？"}},{"book":"賽","chapter":49,"verse":25,"versions":{"unv":"但耶和華如此說：就是勇士所擄掠的，也可以奪回；強暴人所搶的，也可以解救。與你相爭的，我必與他相爭；我要拯救你的兒女。","bklcl":"Chóng-sī Iâ-hô-hoa án-ni kóng, Béng-lâng só͘ chhiúⁿ-lia̍h--ê beh chhiúⁿ tò-tńg, kiông ê lâng só͘ chhiúⁿ--ê beh tit-tio̍h kiù; kap lí saⁿ-chiⁿ--ê Góa beh kap i saⁿ-chiⁿ, Góa iā beh kiù lí ê kiáⁿ-jî.","tghg":"總是耶和華按呢講：猛人所搶掠者，欲搶倒轉；強的人所搶者，欲得著救。及你相爭者我欲及伊相爭，我也欲救你的子兒。","bklhl":"總是耶和華án-ni講，猛人所搶掠ê beh搶倒tńg，強ê人所搶ê beh得tio̍h救；kap你相爭ê我beh kap伊相爭，我也beh救你ê kiáⁿ兒。"}},{"book":"賽","chapter":49,"verse":26,"versions":{"unv":"並且我必使那欺壓你的吃自己的肉，也要以自己的血喝醉，好像喝甜酒一樣。凡有血氣的必都知道我─耶和華是你的救主，是你的救贖主，是雅各的大能者。","bklcl":"Koh Góa beh hō͘ hiah-ê ap-chè lí-ê chia̍h ka-kī ê bah; in ia̍h beh lim ka-kī ê huih kàu-chùi, chhin-chhiūⁿ lim tiⁿ-chiú chi̍t-iūⁿ; kìⁿ-nā ū hiat-khì ê, beh lóng chai Góa Iâ-hô-hoa sī lí ê kiù-chú, sī kiù-sio̍k lí ê Chú, sī Ngá-kok ê tōa koân-lêng--ê.","tghg":"閣我欲互許個壓制你的食家己的肉，𪜶亦欲飲家己的血到醉，親像飲甜酒一樣。見若有血氣的欲攏知我──耶和華是你的救主，是救贖你的主，是雅各的大權能者。","bklhl":"Koh我beh hō͘ hiah-ê壓制你ê食家己ê肉；in亦beh lim家己ê血到醉，親像lim甜酒一樣；見若有血氣ê，beh lóng知我耶和華是你ê救主，是救贖你ê主，是雅各ê大權能ê。"}}]