[{"book":"賽","chapter":64,"verse":1,"versions":{"unv":"願你裂天而降；願山在你面前震動─","bklcl":"Goān Lí li̍h-khui thiⁿ lâi kàng-lîm, hō͘ chiah-ê soaⁿ tín-tāng tī Lí ê bīn-chêng,","tghg":"願你離開天來降臨；互諸個山振動(tín-tāng)佇你的面前──","bklhl":"願你裂開天來降臨，hō͘ chiah ê山振動tī你ê面前，"}},{"book":"賽","chapter":64,"verse":2,"versions":{"unv":"好像火燒乾柴，又像火將水燒開，使你敵人知道你的名，使列國在你面前發顫！","bklcl":"(chhin-chhiūⁿ hé sio ta-chhâ, chhin-chhiūⁿ hé hō͘ chúi kún), hō͘ Lí ê tùi-te̍k chai Lí ê miâ, hō͘ lia̍t-kok tī Lí ê bīn-chêng ngia̍uh-ngia̍uh-chhoah.","tghg":"親像火燒乾柴，親像火互水滾，互你的對敵知你的名，互列國佇你的面前愕愕惙(ngia̍uh-ngia̍uh-chhoah)！","bklhl":"(親像火燒乾柴，親像火hō͘水滾)，hō͘祢ê對敵知祢ê名，hō͘列國tī祢ê面前ngia̍uh-ngia̍uh-chhoah。"}},{"book":"賽","chapter":64,"verse":3,"versions":{"unv":"你曾行我們不能逆料可畏的事。那時你降臨，山嶺在你面前震動。","bklcl":"Lí bat kiâⁿ thang kiaⁿ ê sū, goán só͘ bô phah-sǹg, hit-sî Lí kàng-lîm, chiah-ê soaⁿ tín-tāng tī Lí ê bīn-chêng.","tghg":"你曾行通驚的事阮所無拍算。彼時你降臨，諸個山振動佇你的面前。","bklhl":"祢bat行thang驚ê事，阮所無phah算，hit時祢降臨，chiah ê山振動tī祢ê面前。"}},{"book":"賽","chapter":64,"verse":4,"versions":{"unv":"從古以來，人未曾聽見、未曾耳聞、未曾眼見在你以外有甚麼神為等候他的人行事。","bklcl":"Tùi kó͘-chá í-lâi lâng bē-bat thiaⁿ-kìⁿ, hī-khang bē-bat thiaⁿ-kìⁿ, ba̍k-chiu bē-bat khòaⁿ-kìⁿ, tī Lí í-gōa ū sím-mi̍h s[S]iōng-tè, ūi-tio̍h thèng-hāu i ê lâng kiâⁿ tāi-chì.","tghg":"對古早以來，人未曾聽見、耳孔未曾聽見、目睭未曾看見，佇你以外有甚麼上帝為著聽候伊的人行代誌。","bklhl":"Tùi古早以來人bē-bat聽見，耳孔bē-bat聽見，目睭bē-bat看見，tī祢以外有甚麼上帝，為tio̍h thèng候伊ê人行tāi-chì。"}},{"book":"賽","chapter":64,"verse":5,"versions":{"unv":"你迎接那歡喜行義、記念你道的人；你曾發怒，我們仍犯罪；這景況已久，我們還能得救嗎？","bklcl":"Lí ngiâ-chih hit-ê hoaⁿ-hí kiâⁿ-gī, kap kì-liām Lí ê tō-lō͘ ê lâng; khòaⁿ ah, Lí bat siū-khì, goán bat hoān-chōe, chhin-chhiūⁿ án-ni í-keng kú, goán iáu ōe tit-tio̍h kiù mah?","tghg":"你迎接(ngiâ-chih)彼個歡喜行義、及紀念你的道路的人；看啊，你曾受氣，阮曾犯罪；親像按呢已經久，阮猶會得著救嗎？","bklhl":"祢迎接hit ê歡喜行義，kap記念祢ê道路ê人；看ah，你bat受氣，阮bat犯罪，親像án-ni已經久，阮iáu能得tio̍h救mah？"}},{"book":"賽","chapter":64,"verse":6,"versions":{"unv":"我們都像不潔淨的人；所有的義都像污穢的衣服。我們都像葉子漸漸枯乾；我們的罪孽好像風把我們吹去。","bklcl":"Goán lóng chhin-chhiūⁿ bô chheng-khì ê lâng, só͘-ū ê gī lóng chhin-chhiūⁿ ù-òe ê saⁿ; goán lóng chhin-chhiūⁿ chhiū-hio̍h chiām-chiām ta--khì; goán ê chōe-kòa chhin-chhiūⁿ hong kā goán chhe--khì.","tghg":"阮攏親像無清氣的人；所有的義攏親像污穢的衫。阮攏親像樹葉漸漸乾去；阮的罪過親像風給阮吹去。","bklhl":"阮lóng親像無清氣ê人，所有ê義lóng親像污穢ê衫；阮lóng親像樹葉漸漸乾去；阮ê罪過親像風kā阮吹去。"}},{"book":"賽","chapter":64,"verse":7,"versions":{"unv":"並且無人求告你的名；無人奮力抓住你。原來你掩面不顧我們，使我們因罪孽消化。","bklcl":"Koh bô lâng kiû-kiò Lí ê miâ, bô lâng chhut-la̍t khîⁿ-tiâu Lí; in-ūi Lí ng-bīn m̄-khòaⁿ goán, hō͘ goán in-ūi goán ê chōe-kòa tì-kàu siau-bô.","tghg":"閣無人求叫你的名；無人出力擒(khîⁿ)住你。因為你掩(ng)面呣看阮，互阮因為阮的罪過致到消無。","bklhl":"Koh無人求叫祢ê名，無人出力擒tiâu祢；因為祢掩面m̄看阮，hō͘阮因為阮ê罪過致到消無。"}},{"book":"賽","chapter":64,"verse":8,"versions":{"unv":"耶和華啊，現在你仍是我們的父！我們是泥，你是窯匠；我們都是你手的工作。","bklcl":"Iâ-hô-hoa ah, taⁿ Lí iû-goân sī goán ê pē; goán sī thô͘, Lí sī sio-hûi sai-hū, goán lóng sī Lí ê chhiú só͘-chō--ê.","tghg":"耶和華啊，今你猶原是阮的父！阮是土，你是燒磁(hûi)師傅；阮攏是你的手所造者。","bklhl":"耶和華ah，taⁿ祢猶原是阮ê父；阮是土，祢是燒磁師傅，阮lóng是祢ê手所造ê。"}},{"book":"賽","chapter":64,"verse":9,"versions":{"unv":"耶和華啊，求你不要大發震怒，也不要永遠記念罪孽。求你垂顧我們，我們都是你的百姓。","bklcl":"Iâ-hô-hoa ah, Lí m̄-thang tōa siū-khì, ia̍h m̄-thang éng-oán kì-liām chōe-kòa; kiû Lí àⁿ-lo̍h lâi khòaⁿ, goán lóng sī Lí ê peh-sìⁿ.","tghg":"耶和華啊，你呣通大受氣，亦呣通永遠紀念罪過。求你俯落來看，阮攏是你的百姓。","bklhl":"耶和華ah，祢m̄-thang大受氣，亦m̄-thang永遠記念罪過；求祢俯落來看，阮lóng是祢ê百姓。"}},{"book":"賽","chapter":64,"verse":10,"versions":{"unv":"你的聖邑變為曠野。錫安變為曠野；耶路撒冷成為荒場。","bklcl":"Lí chiah-ê sèng-siâⁿ pìⁿ-chòe khòng-iá, Sek-an pìⁿ-chòe khòng-iá; Iâ-lō͘-sat-léng chiâⁿ-chòe pha-hng.","tghg":"你諸個聖城變做曠野。錫安變做曠野；耶路撒冷成做拋荒。","bklhl":"祢chiah ê聖城變做曠野，錫安變做曠野；耶路撒冷成做拋荒。"}},{"book":"賽","chapter":64,"verse":11,"versions":{"unv":"我們聖潔華美的殿─就是我們列祖讚美你的所在被火焚燒；我們所羨慕的美地盡都荒廢。","bklcl":"Goán sèng koh súi ê chhù, chiū-sī goán ê lia̍t-chó͘ o-ló Lí ê só͘-chāi, hō͘ hé sio-lio--khì; goán só͘ him-bō͘--ê lóng hong-hòe.","tghg":"阮聖閣媠的厝──就是阮的列祖謳咾你的所在互火燒燎(lio)去；阮所欣慕的攏荒廢。","bklhl":"阮聖koh súi ê厝，就是阮ê列祖o-ló祢ê所在，hō͘火燒lio去；阮所欣慕ê lóng荒廢。"}},{"book":"賽","chapter":64,"verse":12,"versions":{"unv":"耶和華啊，有這些事，你還忍得住嗎？你仍靜默使我們深受苦難嗎？","bklcl":"Iâ-hô-hoa ah, ū chiah-ê sū, Lí iáu jím-ōe-tiâu mah?  Lí iáu chēng-chēng hō͘ goán chhim-chhim siū khó͘-lān mah?","tghg":"耶和華啊，有諸個事，你猶忍會住嗎？你猶靜靜，互阮深深受苦難嗎？","bklhl":"耶和華ah，有chiah ê事，你iáu忍ōe-tiâu mah？你iáu靜靜hō͘阮深深受苦難mah？"}}]