[{"book":"賽","chapter":46,"verse":1,"versions":{"unv":"彼勒屈身，尼波彎腰；巴比倫的偶像馱在獸和牲畜上。他們所抬的如今成了重馱，使牲畜疲乏，","bklcl":"Pí-le̍k khut--lo̍h-khì, Nî-pho phak--lo̍h-khì; in ê ngó͘-siōng tô tī siù kap cheng-siⁿ ê téng-bīn;  lín pêng-sò͘ só͘ kng--ê, taⁿ chiâⁿ-chòe tāng-tàⁿ, hō͘ ià-siān ê cheng-siⁿ chài.","tghg":"彼勒屈落去，尼波仆落去；𪜶的偶像馱(tô)佇獸及精牲的頂面。恁平素所扛(kng)的今成做重擔，互厭倦的精牲載，","bklhl":"Pí-le̍k屈落去，Nî-pho仆落去；in ê偶像馱(tô)tī獸kap cheng-siⁿ ê頂面；lín平素所扛ê，taⁿ成做重擔，hō͘厭倦ê cheng-siⁿ載。"}},{"book":"賽","chapter":46,"verse":2,"versions":{"unv":"都一同彎腰屈身，不能保全重馱，自己倒被擄去。","bklcl":"In lóng chòe chi̍t-ē phak--lo̍h-khì,  khut--lo̍h-khì; bōe-ōe kò͘ in ê tāng-tàⁿ, pún-sin ia̍h hō͘ lâng lia̍h-khì.","tghg":"𪜶攏做一下仆落去屈落去，𣍐會顧𪜶的重擔，本身亦互人掠去。","bklhl":"In lóng做一下仆落去，屈落去；bōe能顧in ê重擔，本身亦hō͘人掠去。"}},{"book":"賽","chapter":46,"verse":3,"versions":{"unv":"雅各家，以色列家一切餘剩的要聽我言：你們自從生下，就蒙我保抱，自從出胎，便蒙我懷搋。","bklcl":"Ngá-kok ke, Í-sek-lia̍t ke it-chhè iáu chhun ê, tio̍h thiaⁿ Góa ê ōe, lín tùi chhut-sì chiū hō͘ Góa iāng lín, tùi chhut-thai chiū hō͘ Góa kûi-phō.","tghg":"雅各家，以色列家一切猶剩(chhun)的著聽我的話：恁對出世就互我揹(iāng)恁，對出胎就互我懷抱(kûi-phō)。","bklhl":"雅各家，以色列家一切iáu chhun ê，tio̍h聽我ê話，lín tùi出世就hō͘我iāng lín，tùi出胎就hō͘我kûi抱。"}},{"book":"賽","chapter":46,"verse":4,"versions":{"unv":"直到你們年老，我仍這樣；直到你們髮白，我仍懷搋。我已造作，也必保抱；我必懷抱，也必拯救。","bklcl":"Kàu lín nî-lāu, Góa iû-goân sī án-ni, kàu lín thâu-mn̂g pe̍h, Góa iû-goân kûi-phō lín; Góa í-keng chō lín, ia̍h beh iāng lín: Góa beh kûi-phō lín, ia̍h beh kiù lín.","tghg":"到恁年老，我猶原是按呢；到恁頭毛白，我猶原懷抱恁。我已經造恁，亦欲揹恁；我欲懷抱恁，亦欲救恁。","bklhl":"到lín年老，我猶原是án-ni，到lín頭毛白，我猶原kûi抱lín；我已經造lín，亦beh iāng lín：我beh kûi抱lín，亦beh救lín。"}},{"book":"賽","chapter":46,"verse":5,"versions":{"unv":"你們將誰與我相比，與我同等，可以與我比較，使我們相同呢？","bklcl":"Lín beh chiong chī-chūi kap Góa saⁿ-pí, kap Góa tâng-téng, thang kap Góa pí-phēng, hō͘ goán saⁿ-tâng ah?","tghg":"恁欲將是誰及我相比，及我同等，通及我比並，互阮相同啊？","bklhl":"Lín beh將是誰 kap我相比，kap我同等，thang kap我比並，hō͘阮相同ah？"}},{"book":"賽","chapter":46,"verse":6,"versions":{"unv":"那從囊中抓金子，用天平平銀子的人，雇銀匠製造神像，他們又俯伏，又叩拜。","bklcl":"Tùi tē-á-lāi piàⁿ-chhut kim, ēng thian-phêng phêng gûn ê lâng, kò͘ gûn-chhiūⁿ chè-chō sîn-pu̍t, in ia̍h phak-lo̍h, ia̍h kūi-pài.","tghg":"對袋仔內傾(piàⁿ)出金，用天秤(thian-phêng)秤(phêng)銀的人，雇銀匠(chhiūⁿ)製造神佛，𪜶亦仆落，亦跪拜。","bklhl":"Tùi袋á內piàⁿ出金，用天秤秤銀ê人，雇銀匠製造神佛，in亦仆落，亦跪拜。"}},{"book":"賽","chapter":46,"verse":7,"versions":{"unv":"他們將神像抬起，扛在肩上，安置在定處，它就站立，不離本位；人呼求它，它不能答應，也不能救人脫離患難。","bklcl":"In chiū kng i tī keng-thâu-téng, tòa khì chhāi tī i ê só͘-chāi, i chiū tiāⁿ-tiāⁿ khiā--teh; bô lī-khui i ê pún-ūi; lâng kiû-kiò i, i bōe-ōe ìn, ia̍h bōe kiù lâng thoat-lī hoān-lān.","tghg":"𪜶就扛伊佇肩頭頂，帶去祀(chhāi)佇伊的所在，伊就定定徛啲，無離開伊的本位；人求叫伊，伊𣍐會應，亦𣍐救人脫離患難。","bklhl":"In就扛伊tī肩頭頂，帶去chhāi tī伊ê所在，伊就定定khiā-teh；無離開伊ê本位；人求叫伊，伊bōe能應，亦bōe救人脫離患難。"}},{"book":"賽","chapter":46,"verse":8,"versions":{"unv":"你們當想念這事，自己作大丈夫。悖逆的人哪，要心裡思想。","bklcl":"Lín tio̍h siàu-liām chit ê sū, ka-kī chòe tāi-tiōng-hu; pōe-ge̍k ê lâng ah, tio̍h ēng sim lâi siūⁿ.","tghg":"恁著數念(siàu-liām)此個事，家己做大丈夫。悖逆(pōe-ge̍k)的人啊，著用心來想。","bklhl":"Lín tio̍h siàu念chit ê事，家己做大丈夫；悖逆ê人ah，tio̍h用心來想。"}},{"book":"賽","chapter":46,"verse":9,"versions":{"unv":"你們要追念上古的事。因為我是　神，並無別神；我是　神，再沒有能比我的。","bklcl":"Lín tio̍h tui-liām tē-it kó͘-chá ê sū; in-ūi Góa sī Siōng-tè, í-gōa bô pa̍t-ê; Góa sī Siōng-tè, koh bô pa̍t-ê ōe pí-tit Góa.","tghg":"恁著追念第一古早的事。因為我是上帝，以外無別個；我是上帝，閣無別個會比得我。","bklhl":"Lín tio̍h追念第一古早ê事；因為我是上帝，以外無別ê；我是上帝，koh無別ê能比得我。"}},{"book":"賽","chapter":46,"verse":10,"versions":{"unv":"我從起初指明末後的事，從古時言明未成的事，說：我的籌算必立定；凡我所喜悅的，我必成就。","bklcl":"Góa tùi khí-thâu chí-bêng lō͘-bé ê sū, tùi kó͘-chá chí-bêng iáu-bē chiâⁿ ê sū, kóng, Góa ê kè-e̍k tek-khak khiā-chāi, kìⁿ-nā Góa só͘ hoaⁿ-hí ê, Góa beh chiâⁿ i.","tghg":"我對起頭指明路尾的事，對古早指明猶未成的事，講：我的計劃(kè-e̍k)的確徛在；見若我所歡喜的，我欲成伊。","bklhl":"我tùi起頭指明路尾ê事，tùi古早指明iáu未成ê事，講，我ê計畫的確khiā在，見若我所歡喜ê，我beh成伊。"}},{"book":"賽","chapter":46,"verse":11,"versions":{"unv":"我召鷙鳥從東方來，召那成就我籌算的人從遠方來。我已說出，也必成就；我已謀定，也必做成。","bklcl":"Góa tiàu eng-chiáu tùi tang-hng lâi, tiàu hit-ê chiâⁿ Góa ê kè-e̍k ê lâng tùi hn̄g-hn̄g ê só͘-chāi lâi, Góa í-keng kóng-chhut tek-khak chiâⁿ--i; Góa í-keng tiāⁿ-tio̍h, ia̍h tek-khak chòe hō͘ i chiâⁿ.","tghg":"我召鷹鳥對東方來，召彼個成我的計劃的人對遠遠的所在來。我已經講出，的確成伊；我已經定著(tiāⁿ-tio̍h)，亦的確做互伊成。","bklhl":"我召鷹鳥tùi東方來，召hit ê成我ê計畫ê人tùi遠遠ê所在來，我已經講出的確成伊；我已經定tio̍h，亦的確做hō͘伊成。"}},{"book":"賽","chapter":46,"verse":12,"versions":{"unv":"你們這些心中頑梗、遠離公義的，當聽我言。","bklcl":"Lín chiah-ê ngī-sim, lī-khui kong-gī--ê, tio̍h thiaⁿ Góa ê ōe.","tghg":"恁諸個硬心，離開公義者，著聽我的話。","bklhl":"Lín chiah ê硬心，離開公義ê，tio̍h聽我ê話。"}},{"book":"賽","chapter":46,"verse":13,"versions":{"unv":"我使我的公義臨近，必不遠離。我的救恩必不遲延；我要為以色列─我的榮耀，在錫安施行救恩。","bklcl":"Góa hō͘ Góa ê kong-gī kūn-óa, tek-khak bô lī-khui hn̄g-hn̄g; Góa ê kiù-un tek-khak bô iân-chhiân; Góa beh si kiù-un tī Sek-an, kap Góa ê êng-kng tī Í-sek-lia̍t.","tghg":"我互我的公義近倚，的確無離開遠遠。我的救恩的確無延迁(iân-chhiân)；我欲施救恩佇錫安，及我的榮光──佇以色列。","bklhl":"我hō͘我ê公義近óa，的確無離開遠遠；我ê救恩的確無延chhiân；我beh施救恩tī錫安，kap我ê榮光tī以色列。"}}]