[{"book":"賽","chapter":38,"verse":1,"versions":{"unv":"那時希西家病得要死，亞摩斯的兒子先知以賽亞去見他，對他說：「耶和華如此說：你當留遺命與你的家，因為你必死不能活了。」","bklcl":"Hiah ê ji̍t ê tiong-kan, Hi-se-ka phòa-pīⁿ teh-beh sí.  A-mô͘-su ê kiáⁿ, sian-ti Í-sài-a, khì kìⁿ i, tùi i kóng, Iâ-hô-hoa án-ni kóng, Lí tio̍h siat-hoat lí ê ke-sū, in-ūi lí teh-beh sí, bōe-oa̍h.","tghg":"許個日的中間希西家破病啲欲死，亞摩斯的子先知以賽亞去見伊，對伊講：「耶和華按呢講：你著設法你的家事，因為你啲欲死𣍐活。」","bklhl":"Hiah-ê日ê中間，Hi-se-ka破病teh-beh死。A-mô͘-su ê kiáⁿ，先知以賽亞，去見伊，對伊講，耶和華án-ni講，你tio̍h設法你ê家事，因為你teh-beh死，bōe活。"}},{"book":"賽","chapter":38,"verse":2,"versions":{"unv":"希西家就轉臉朝牆，禱告耶和華說：","bklcl":"Hi-se-ka chiū oa̍t-tńg bīn ǹg piah, kî-tó Iâ-hô-hoa, kóng,","tghg":"希西家就越轉面向壁，祈禱耶和華講：","bklhl":"Hi-se-ka就oa̍t-tńg面ǹg壁，祈禱耶和華，講，"}},{"book":"賽","chapter":38,"verse":3,"versions":{"unv":"「耶和華啊，求你記念我在你面前怎樣存完全的心，按誠實行事，又做你眼中所看為善的。」希西家就痛哭了。","bklcl":"Iâ-hô-hoa ah, kiû Lí kì-liām góa tī Lí ê bīn-chêng cháiⁿ-iūⁿ chûn oân-choân ê sim, chiàu sêng-si̍t lâi kiâⁿ, koh chòe Lí só͘ khòaⁿ-chòe hó--ê.  Hi-se-ka chiū tōa-siaⁿ thî-khàu.","tghg":"「耶和華啊，求你紀念我佇你的面前怎樣存完全的心，照誠實來行，閣做你所看做好的。」希西家就大聲啼哭。","bklhl":"耶和華ah，求祢記念我tī祢ê面前怎樣存完全ê心，照誠實來行，koh做祢所看做好ê。Hi-se-ka就大聲啼哭。"}},{"book":"賽","chapter":38,"verse":4,"versions":{"unv":"耶和華的話臨到以賽亞說：","bklcl":"Tùi án-ni Iâ-hô-hoa ê ōe lîm-kàu Í-sài-a kóng,","tghg":"對按呢耶和華的話臨到以賽亞講：","bklhl":"Tùi án-ni，耶和華ê話臨到以賽亞講，"}},{"book":"賽","chapter":38,"verse":5,"versions":{"unv":"「你去告訴希西家說，耶和華─你祖大衛的　神如此說：我聽見了你的禱告，看見了你的眼淚。我必加增你十五年的壽數；","bklcl":"Lí khì kā Hi-se-ka kóng, Lí ê chó͘ Tāi-pi̍t ê Siōng-tè Iâ-hô-hoa án-ni kóng, Góa í-keng thiaⁿ-kìⁿ lí ê kî-tó, khòaⁿ-kìⁿ lí ê ba̍k-sái; khòaⁿ ah, Góa beh ke-thiⁿ lí ê hè-siū cha̍p-gō͘ nî.","tghg":"「你去給希西家講，你的祖大衛的上帝──耶和華按呢講：我已經聽見你的祈禱，看見你的目屎。看啊，我欲加添你的歲壽十五年；","bklhl":"你去kā Hi-se-ka講，你ê祖大衛ê上帝耶和華án-ni講，我已經聽見你ê祈禱，看見你ê目屎；看ah，我beh加添你ê歲壽十五年。"}},{"book":"賽","chapter":38,"verse":6,"versions":{"unv":"並且我要救你和這城脫離亞述王的手，也要保護這城。","bklcl":"Koh Góa beh kiù lí kap chit ê siâⁿ thoat-lī A-su̍t ông ê chhiú; ia̍h beh pó-hō͘ chit ê siâⁿ.","tghg":"閣我欲救你及此個城脫離亞述王的手，亦欲保護此個城。","bklhl":"Koh我beh救你kap chit ê城脫離亞述王ê手；亦beh保護chit ê城。"}},{"book":"賽","chapter":38,"verse":7,"versions":{"unv":"「我─耶和華必成就我所說的。我先給你一個兆頭，","bklcl":"Iâ-hô-hoa beh chiâⁿ I só͘ kóng--ê, che sī Iâ-hô-hoa beh hō͘ lí ê tiāu-thâu;","tghg":"「耶和華欲成伊所講的。這是耶和華欲互你的兆頭(tiāu-thâu)，","bklhl":"耶和華beh成祂所講ê，這是耶和華beh hō͘你ê兆頭；"}},{"book":"賽","chapter":38,"verse":8,"versions":{"unv":"就是叫亞哈斯的日晷，向前進的日影往後退十度。」於是，前進的日影果然在日晷上往後退了十度。","bklcl":"khòaⁿ ah, A-hap-su ê ji̍t-kui tè-ji̍t chìn-chêng ê iáⁿ, Góa beh hō͘ i thè-āu cha̍p-tō͘.  Tùi án-ni chìn-chêng ê ji̍t-iáⁿ, kó-jiân tī ji̍t-kui ê téng-bīn, thè-āu cha̍p-tō͘.","tghg":"看啊，亞哈斯的日晷(ji̍t-kui)，隨日進前的影我欲互伊退後十度。」對按呢，進前的日影，果然佇日晷的頂面退後十度。","bklhl":"看ah，A-hap-su ê日圭tè日進前ê影，我beh hō͘伊退後十度。Tùi án-ni，進前ê日影，果然tī日圭ê頂面，退後十度。"}},{"book":"賽","chapter":38,"verse":9,"versions":{"unv":"猶大王希西家患病已經痊癒，就作詩說：","bklcl":"Iû-tāi ông Hi-se-ka phòa-pīⁿ í-keng hó, chiū chòe si, kóng:","tghg":"猶大王希西家破病已經好，就做詩講：","bklhl":"偤大王Hi-se-ka破病已經好，就做詩，講："}},{"book":"賽","chapter":38,"verse":10,"versions":{"unv":"我說：正在我中年（或譯：晌午）之日必進入陰間的門；我餘剩的年歲不得享受。","bklcl":"Góa kóng, tú-tú tī góa tiong-liân ê ji̍t, beh ji̍p im-kan ê mn̂g; Bōe-tit-thang hióng-siū góa iáu chhun ê nî.","tghg":"我講：抵抵(tú-tú)佇我中年的日欲入陰間的門；𣍐得通享受我猶剩(chhun)的年。","bklhl":"我講，tú-tú tī我中年ê日，beh入陰間ê門；　　bōe得thang享受我iáu chhun ê年。"}},{"book":"賽","chapter":38,"verse":11,"versions":{"unv":"我說：我必不得見耶和華，就是在活人之地不見耶和華；我與世上的居民不再見面。","bklcl":"Góa kóng, Góa bōe kìⁿ--tio̍h Iâ-hô-hoa, chiū-sī tī oa̍h-lâng ê tōe, bōe kìⁿ-tio̍h Iâ-hô-hoa; Góa bōe-tit-thang kap tiàm tōe-chiūⁿ ê peh-sìⁿ saⁿ-kap khòaⁿ lâng ê bīn.","tghg":"我講：我𣍐見著耶和華，就是佇活人的地𣍐見著耶和華；我𣍐得通及踮地上的百姓相及看人的面。","bklhl":"我講，我bōe見tio̍h耶和華，就是tī活人ê地，bōe見tio̍h耶和華；　　我bōe得thang kap tiàm地上ê百姓相kap看人ê面。"}},{"book":"賽","chapter":38,"verse":12,"versions":{"unv":"我的住處被遷去離開我，好像牧人的帳棚一樣；我將性命捲起，像織布的捲布一樣。耶和華必將我從機頭剪斷，從早到晚，他要使我完結。","bklcl":"Góa khiā-khí ê só͘-chāi siū chhian-sóa lī-khui góa, chhin-chhiūⁿ kò͘-iûⁿ ê lâng ê pò͘-pîⁿ chi̍t-iūⁿ; Góa chiong sìⁿ-miā kńg--khí-lâi, chhin-chhiūⁿ chit-pò͘ ê lâng kńg-pò͘ chi̍t-iūⁿ; I beh chiong góa tùi pò͘-kui-thâu chián-tn̄g.Tùi chá-khí kàu ê-hng, Lí beh hō͘ góa kiat-kio̍k.","tghg":"我徛起的所在受遷徙離開我，親像顧羊的人的布棚一樣；我將生命捲起來，親像織布的人捲布一樣。伊欲將我對布機頭剪斷，對早起到下昏，你欲互我結局。","bklhl":"我khiā起ê所在受遷徙離開我，親像顧羊ê人ê布棚一樣；　　我將性命捲起來，親像織布ê人捲布一樣；伊beh將我tùi布機頭剪斷。　　Tùi早起到ê-hng，你beh hō͘我結局。"}},{"book":"賽","chapter":38,"verse":13,"versions":{"unv":"我使自己安靜直到天亮；他像獅子折斷我一切的骨頭，從早到晚，他要使我完結。","bklcl":"Góa hō͘ ka-kī an-chēng kàu thiⁿ-kng; I chhin-chhiūⁿ sai at-chi̍h góa it-chhè ê kut-thâu; Tùi chá-khí kàu ê-hng, Lí beh hō͘ góa kiat-kio̍k.","tghg":"我互家己安靜到天光；伊親像獅遏折(at-chi̍h)我一切的骨頭，對早起到下昏，你欲互我結局。","bklhl":"我hō͘家己安靜到天光；伊親像獅at折我一切ê骨頭；　　Tùi早起到ê-hng，祢beh hō͘我結局。"}},{"book":"賽","chapter":38,"verse":14,"versions":{"unv":"我像燕子呢喃，像白鶴鳴叫，又像鴿子哀鳴；我因仰觀，眼睛困倦。耶和華啊，我受欺壓，求你為我作保。","bklcl":"Góa chhin-chhiūⁿ ìⁿ-á, chhin-chhiūⁿ pe̍h-ho̍h, gí-bú gí-ngiáu; koh chhin-chhiūⁿ ka-chui ai-kiò; Góa in-ūi kia̍h-thâu khòaⁿ, ba̍k-chiu ian-n̄g.Iâ-hô-hoa ah, góa siū ap-chè, kiû Lí kā góa pó-jīn.","tghg":"我親像燕仔(ìⁿ-á)，親像白鶴(pe̍h-ho̍h)狋哞(gí-bú)狋嘵(gí-ngiáu)；閣親像鳩鵻(ka-chui)哀叫；我因為攑頭看，目睭煙暈(ian-n̄g)。耶和華啊，我受壓制，求你給我保認。","bklhl":"我親像燕á，親像白鶴，gí-bú gí-ngiáu；koh親像ka-chui哀叫；　　我因為kia̍h頭看，目睭煙暈。　　耶和華ah，我受壓制，求祢kā我保認。"}},{"book":"賽","chapter":38,"verse":15,"versions":{"unv":"我可說甚麼呢？他應許我的，也給我成就了。我因心裡的苦楚，在一生的年日必悄悄而行。","bklcl":"Góa beh kóng sím-mi̍h ah? I kā góa kóng--ê, ia̍h kā góa chiâⁿ--lah; Góa in-ūi sim-lāi ê khó͘-chhó͘, tī it-seng ê nî-ji̍t, beh ûn-ûn-á kiâⁿ.","tghg":"我欲講甚麼啊？伊給我講的，亦給我成啦。我因為心內的苦楚，佇一生的年日欲緩緩仔(ûn-ûn-á)行。","bklhl":"我beh講甚麼ah？伊kā我講ê，亦kā我成lah；　　我因為心內ê苦楚，tī一生ê年日，beh ûn-ûn-á行。"}},{"book":"賽","chapter":38,"verse":16,"versions":{"unv":"主啊，人得存活乃在乎此。我靈存活也全在此。所以求你使我痊癒，仍然存活。","bklcl":"Chú ah, lâng tit-tio̍h oa̍h sī chāi-tī chiah-ê, Góa ê sim-sîn oa̍h--teh, ia̍h lóng sī tùi án-ni; Só͘-í kiû Lí hō͘ góa koh-hó, iû-goân oa̍h--teh.","tghg":"主啊，人得著活是在佇諸個。我的心神活啲亦攏是對按呢。所以求你互我閣好，猶原活啲。","bklhl":"主ah，人得tio̍h活是在tī chiah ê，　　我ê心神活teh，亦lóng是tùi án-ni；　　所以求祢hō͘我koh好，猶原活teh。"}},{"book":"賽","chapter":38,"verse":17,"versions":{"unv":"看哪，我受大苦，本為使我得平安；你因愛我的靈魂（或譯：生命）便救我脫離敗壞的坑，因為你將我一切的罪扔在你的背後。","bklcl":"Khòaⁿ ah, góa siū chin-tōa ê kan-khó͘, sī ūi-tio̍h beh hō͘ góa tit-tio̍h pêng-an; Lí in-ūi thiàⁿ góa ê lêng-hûn, chiū kiù góa thoat-lī bia̍t-bô ê khiⁿ; In-ūi Lí chiong góa it-chhè ê chōe, hiat tī Lí ê ka-chiah-āu.","tghg":"看啊。我受真大的艱苦，是為著欲互我得著平安；你因為疼我的靈魂就救我脫離滅無的坑，因為你將我一切的罪㧒(hiat)佇你的尻脊後(ka-chiah-āu)。","bklhl":"看ah，我受真大ê艱苦，是為tio̍h beh hō͘我得tio̍h平安；　　祢因為疼我ê靈魂，就救我脫離滅無ê坑；　　因為祢將我一切ê罪，hiat tī祢ê ka-chiah後。"}},{"book":"賽","chapter":38,"verse":18,"versions":{"unv":"原來，陰間不能稱謝你，死亡不能頌揚你；下坑的人不能盼望你的誠實。","bklcl":"In-ūi im-kan bōe-ōe kám-siā Lí, sí-bô bōe-ōe o-ló Lí; Lo̍h hûn-bōng ê lâng bōe-ōe ǹg-bāng Lí ê sêng-si̍t.","tghg":"因為陰間𣍐會感謝你，死無𣍐會謳咾你；落墳墓的人𣍐會向望你的誠實。","bklhl":"因為陰間bōe會感謝祢，死無bōe會o-ló祢；　　落墳墓ê人bōe會ǹg望祢ê誠實。"}},{"book":"賽","chapter":38,"verse":19,"versions":{"unv":"只有活人，活人必稱謝你，像我今日稱謝你一樣。為父的，必使兒女知道你的誠實。","bklcl":"Chí-ū oa̍h-lâng, oa̍h-lâng beh kám-siā Lí, chhin-chhiūⁿ góa kin-á-ji̍t kám-siā Lí chi̍t-iūⁿ; Chòe lāu-pē-ê beh hō͘ kiáⁿ-jî chai Lí ê sêng-si̍t.","tghg":"只有活人，活人欲感謝你，親像我今仔日感謝你一樣。做老父的，欲互子兒知你的誠實。","bklhl":"只有活人，活人beh感謝祢，親像我今á日感謝祢一樣；　　做老父ê beh hō͘ kiáⁿ兒知祢ê誠實。"}},{"book":"賽","chapter":38,"verse":20,"versions":{"unv":"耶和華肯救我，所以，我們要一生一世在耶和華殿中用絲弦的樂器唱我的詩歌。","bklcl":"Iâ-hô-hoa piān-piān beh kiù góa, Só͘-í goán chāi-siⁿ ê ji̍t beh tī Iâ-hô-hoa ê chhù, Ēng si-hiân ê ga̍k-khì, chhiùⁿ góa ê si-koa.","tghg":"耶和華便便欲救我，所以，阮在生(siⁿ)的日欲佇耶和華的厝，用絲弦的樂器唱我的詩歌。","bklhl":"耶和華便便beh救我，　　所以阮在生ê日beh tī耶和華ê厝，　　用絲絃ê樂器，唱我ê詩歌。"}},{"book":"賽","chapter":38,"verse":21,"versions":{"unv":"以賽亞說：「當取一塊無花果餅來，貼在瘡上，王必痊癒。」","bklcl":"Í-sài-a bat kóng, Tio̍h the̍h chi̍t tè bû-hoa-kó-piáⁿ, lâi tah tī lia̍p-á.  Ông chiū tit-tio̍h hó.","tghg":"以賽亞曾講：「著提一塊無花果餅，來貼(tah)佇 [粒]仔(lia̍p-á)，王就得著好。」","bklhl":"以賽亞bat講，Tio̍h the̍h一塊無花果餅，來貼tī粒á。王就得tio̍h好。"}},{"book":"賽","chapter":38,"verse":22,"versions":{"unv":"希西家問說：「我能上耶和華的殿，有甚麼兆頭呢？」","bklcl":"Hi-se-ka iā bat kóng, Góa ōe chiūⁿ Iâ-hô-hoa ê chhù, ū sím-mi̍h tiāu-thâu?","tghg":"希西家也曾講：「我會上耶和華的厝，有甚麼兆頭？」","bklhl":"Hi-se-ka也bat講，我能上耶和華ê厝，有甚麼兆頭？"}}]