[{"book":"賽","chapter":43,"verse":1,"versions":{"unv":"雅各啊，創造你的耶和華，以色列啊，造成你的那位，現在如此說：你不要害怕！因為我救贖了你。我曾提你的名召你，你是屬我的。","bklcl":"Ngá-kok ah, chhòng-chō lí ê Iâ-hô-hoa, Í-sek-lia̍t ah, hit ê chō-chiâⁿ lí--ê, án-ni kóng, Lí m̄-sái kiaⁿ, in-ūi Góa kiù-sio̍k lí; Góa bat kiò lí ê miâ, tiàu lí; lí sī Góa-ê.","tghg":"雅各啊，創造你的耶和華，以色列啊，彼個造成(chiâⁿ)你者，按呢講：你呣使(m̄-sái)驚！因為我救贖你。我曾叫你的名，召(tiàu)你，你是我的。","bklhl":"雅各ah，創造你ê耶和華，以色列ah，hit ê造成你ê，án-ni講，你m̄-sái驚，因為我救贖你；我bat叫你ê名，召你；你是我ê。"}},{"book":"賽","chapter":43,"verse":2,"versions":{"unv":"你從水中經過，我必與你同在；你蹚過江河，水必不漫過你；你從火中行過，必不被燒，火焰也不著在你身上。","bklcl":"Lí tùi chúi-tiong keng-kè, Góa tek-khak kap lí saⁿ-kap tī-teh; lí keng-kè kang-hô, chúi tek-khak bô im-ba̍t lí; lí tùi hé-tiong kiâⁿ-kè--khì, tek-khak bô siū sio; hé-iām ia̍h bô to̍h tī lí ê sin-chiūⁿ.","tghg":"你對水中經過，我的確及你相及佇啲；你經過江河，水的確無淹密(ba̍t)你；你對火中行過去，的確無受燒，火焰亦無𤏸(to̍h)佇你的身上。","bklhl":"你tùi水中經過，我的確kap你相kap tī-teh；你經過江河，水的確無淹密你；你tùi火中行過去，的確無受燒；火燄亦無to̍h tī你ê身上。"}},{"book":"賽","chapter":43,"verse":3,"versions":{"unv":"因為我是耶和華─你的　神，是以色列的聖者─你的救主；我已經使埃及作你的贖價，使古實和西巴代替你。","bklcl":"In-ūi Góa sī Iâ-hô-hoa lí ê Siōng-tè, sī Í-sek-lia̍t ê Sèng--ê, lí ê Kiù-chú; Góa í-keng hō͘ Ai-ki̍p chòe lí sio̍k-hôe ê kè-chîⁿ, hō͘ Kó͘-si̍t kap Se-pa chòe lí ê thòe-sin.","tghg":"因為我是耶和華──你的上帝，是以色列的聖者──你的救主；我已經互埃及做你贖回的價錢，互古實及西巴做你的替身。","bklhl":"因為我是耶和華你ê上帝，是以色列ê聖ê，你ê救主；我已經hō͘埃及做你贖回ê價錢，hō͘ Kó͘-si̍t kap Se-pa做你ê替身。"}},{"book":"賽","chapter":43,"verse":4,"versions":{"unv":"因我看你為寶為尊；又因我愛你，所以我使人代替你，使列邦人替換你的生命。","bklcl":"In-ūi Góa khòaⁿ lí chòe pó-pòe, chòe chun-kùi, koh in-ūi Góa thiàⁿ lí, só͘-í Góa hō͘ lâng thòe lí, hō͘ lia̍t-kok ê lâng thòe lí ê sìⁿ-miā.","tghg":"因為我看你做寶貝，做尊貴；閣因為我疼你，所以我互人替你，互列國的人替你的生命。","bklhl":"因為我看你做寶貝，做尊貴，koh因為我疼你，所以我hō͘人替你，hō͘列國ê人替你ê性命。"}},{"book":"賽","chapter":43,"verse":5,"versions":{"unv":"不要害怕，因我與你同在；我必領你的後裔從東方來，又從西方招聚你。","bklcl":"Bo̍h-tit kiaⁿ, in-ūi Góa kap lí saⁿ-kap tī-teh; Góa beh chhōa lí ê hō͘-è tùi tang-hng lâi, koh tùi sai-hng chio-chi̍p lí.","tghg":"莫得驚，因為我及你相及佇啲；我欲導你的後裔對東方來，閣對西方招集你。","bklhl":"莫得驚，因為我kap你相kap tī-teh；我beh chhōa你ê後裔tùi東方來，koh tùi西方招集你。"}},{"book":"賽","chapter":43,"verse":6,"versions":{"unv":"我要對北方說，交出來！對南方說，不要拘留！將我的眾子從遠方帶來，將我的眾女從地極領回，","bklcl":"Góa beh tùi pak-hng kóng, Pàng--chhut-lâi; tùi lâm-hng kóng, Bo̍h-tit khu-liû; chiong Góa ê chèng-kiáⁿ tùi hn̄g-hn̄g chhōa--lâi, chiong Góa ê chèng cha-bó͘-kiáⁿ tùi tōe-ke̍k chhōa tò-lâi.","tghg":"我欲對北方講，放出來！對南方講，莫得拘留！將我的眾子對遠遠導來，將我的眾查某子對地極導倒來，","bklhl":"我beh對北方講，放出來；對南方講，莫得拘留；將我ê眾kiáⁿ tùi遠遠chhōa來，將我ê眾cha-bó͘-kiáⁿ tùi地極chhōa tò來。"}},{"book":"賽","chapter":43,"verse":7,"versions":{"unv":"就是凡稱為我名下的人，是我為自己的榮耀創造的，是我所做成，所造作的。","bklcl":"Kìⁿ-nā ēng Góa ê miâ lâi chheng--ê sī Góa ūi-tio̍h ka-kī ê êng-kng chhòng-chō--ê; sī Góa só͘ chòe-chiâⁿ, só͘ chhòng-chō ê.","tghg":"見若用我的名來稱者，是我為著家己的榮光創造者，是我所做成，所創造者。","bklhl":"見若用我ê名來稱ê是我為tio̍h家己ê榮光創造ê；是我所做成，所創造ê。"}},{"book":"賽","chapter":43,"verse":8,"versions":{"unv":"你要將有眼而瞎、有耳而聾的民都帶出來！","bklcl":"Lí tio̍h chiong ū ba̍k-chiu ia̍h chhiⁿ-mî, ū hī-khang ia̍h chhàu-hī-lâng ê peh-sìⁿ, lóng-chóng chhōa i chhut-lâi.","tghg":"你著將有目睭亦睛瞑、有耳孔亦臭耳聾(chhàu-hī-lâng)的百姓攏總導伊出來！","bklhl":"你tio̍h將有目睭亦chhiⁿ-mî，有耳孔亦臭耳人ê百姓，lóng總chhōa伊出來。"}},{"book":"賽","chapter":43,"verse":9,"versions":{"unv":"任憑萬國聚集；任憑眾民會合。其中誰能將此聲明，並將先前的事說給我們聽呢？他們可以帶出見證來，自顯為是；或者他們聽見便說：這是真的。","bklcl":"Bān-kok tio̍h chū-chi̍p, chèng peh-sìⁿ tio̍h chū-hōe; kî-tiong chī-chūi ōe chiong chit-ê kóng-bêng, ia̍h chiong chêng ê sū kóng hō͘ goán thiaⁿ ah? in thang chhōa kan-chèng lâi, ka-kī hián-bêng in chòe-tio̍h, á-sī in thiaⁿ-kìⁿ chiū kóng, Che sī chin-si̍t.","tghg":"萬國著聚集；眾百姓著聚會。其中是誰會將此個講明，亦將前的事講互阮聽啊？𪜶通導干證來，家己顯明𪜶做著；抑是𪜶聽見就講：這是真實。","bklhl":"萬國tio̍h聚集，眾百姓tio̍h聚會；其中是誰能將chit ê講明，亦將前ê事講hō͘阮聽ah？in thang chhōa干證來，家己顯明in做tio̍h，á是in聽見就講，這是真實。"}},{"book":"賽","chapter":43,"verse":10,"versions":{"unv":"耶和華說：你們是我的見證，我所揀選的僕人。既是這樣，便可以知道，且信服我，又明白我就是耶和華。在我以前沒有真神（真：原文是造作的）；在我以後也必沒有。","bklcl":"Iâ-hô-hoa kóng, Lín sī Góa ê kan-chèng ê, sī Góa só͘ kéng ê lô͘-po̍k; hō͘ lín chai lâi sìn Góa, koh bêng-pe̍k Góa chiū-sī Iâ-hô-hoa; tī Góa ê tāi-seng bô-ū siū-chō ê Siōng-tè, tī Góa ê í-āu ia̍h-bô.","tghg":"耶和華講：恁是我的干證的，是我所揀的奴僕。互恁知，來信我，閣明白我就是耶和華。佇我的代先無有受造的上帝；佇我的以後亦無。","bklhl":"耶和華講，Lín是我ê干證ê，是我所揀ê奴僕；hō͘ lín知來信我，koh明白我就是耶和華；tī我ê事先無有受造ê上帝，tī我ê以後亦無。"}},{"book":"賽","chapter":43,"verse":11,"versions":{"unv":"惟有我是耶和華；除我以外沒有救主。","bklcl":"Chí-ū Góa, Góa sī Iâ-hô-hoa; tû Góa í-gōa bô ū kiù-chú.","tghg":"只有我，我是耶和華；除我以外無有救主。","bklhl":"只有我，我是耶和華；除我以外無有救主。"}},{"book":"賽","chapter":43,"verse":12,"versions":{"unv":"我曾指示，我曾拯救，我曾說明，並且在你們中間沒有別神。所以耶和華說：你們是我的見證。我也是　神；","bklcl":"Góa bat chí-sī, Góa bat chín-kiù, Góa bat kóng-bêng, koh tī lín tiong-kan bô ū pa̍t-iūⁿ ê Siōng-tè; só͘-í Iâ-hô-hoa kóng, Lín sī Góa ê kan-chèng, Góa chiū-sī Siōng-tè.","tghg":"我曾指示，我曾拯救，我曾講明，閣佇恁中間無有別樣的上帝。所以耶和華講：恁是我的干證。我就是上帝；","bklhl":"我bat指示，我bat拯救，我bat講明，koh tī lín中間無有別樣ê上帝；所以耶和華講，Lín是我ê干證，我就是上帝。"}},{"book":"賽","chapter":43,"verse":13,"versions":{"unv":"自從有日子以來，我就是　神；誰也不能救人脫離我手。我要行事誰能阻止呢？","bklcl":"Tùi ū ji̍t-chí í-lâi, Góa chiū-sī Iâ-hô-hoa; bô chi̍t-ê ōe kiù lâng thoat-lī Góa ê chhiú; Góa beh kiâⁿ tāi-chì, chī-chūi ōe chó͘-chí ah?","tghg":"對有日子以來，我就是耶和華；無一個會救人脫離我的手。我欲行代誌是誰會阻止啊？","bklhl":"Tùi有日子以來，我就是耶和華；無一个能救人脫離我ê手；我beh行tāi-chì，是誰能阻止ah？"}},{"book":"賽","chapter":43,"verse":14,"versions":{"unv":"耶和華─你們的救贖主、以色列的聖者如此說：因你們的緣故，我已經打發人到巴比倫去；並且我要使迦勒底人如逃民，都坐自己喜樂的船下來。","bklcl":"Kiù-sio̍k lín ê Chú Iâ-hô-hoa, Í-sek-lia̍t ê Sèng--ê, án-ni kóng, In-ūi lín ê iân-kò͘, Góa í-keng chhe lâng kàu Pa-pí-lûn, koh Góa beh hō͘ Ka-le̍k-tí lâng pāi-lo̍h, chhin-chhiūⁿ tô-cháu ê peh-sìⁿ, lóng chē in hōa-hōa-háu ê chûn.","tghg":"救贖恁的主──耶和華、以色列的聖者按呢講：因為恁的緣故，我已經差人到巴比倫；閣我欲互迦勒底人敗落親像逃走的百姓，攏坐𪜶嘩嘩哮(hōa-hōa-háu)的船。","bklhl":"救贖lín ê主耶和華，以色列ê聖ê，án-ni講，因為lín ê緣故，我已經差人到巴比倫，koh我beh hō͘ Ka-le̍k-tí人敗落，親像逃走ê百姓，lóng坐in hōa-hōa哮ê船。"}},{"book":"賽","chapter":43,"verse":15,"versions":{"unv":"我是耶和華─你們的聖者，是創造以色列的，是你們的君王。","bklcl":"Góa sī Iâ-hô-hoa lín ê Sèng--ê, sī chhòng-chō Í-sek-lia̍t--ê, sī lín ê Kun-ông.","tghg":"我是耶和華──恁的聖者，是創造以色列者，是恁的君王。","bklhl":"我是耶和華lín ê聖ê，是創造以色列ê，是lín ê君王。"}},{"book":"賽","chapter":43,"verse":16,"versions":{"unv":"耶和華在滄海中開道，在大水中開路，","bklcl":"Iâ-hô-hoa tī tōa-hái-tiong khui-lō͘, tī tōa-chúi-tiong khui-lō͘;","tghg":"耶和華佇大海中開路，佇大水中開路，","bklhl":"耶和華tī大海中開路，tī大水中開路；"}},{"book":"賽","chapter":43,"verse":17,"versions":{"unv":"使車輛、馬匹、軍兵、勇士都出來，一同躺下，不再起來；他們滅沒，好像熄滅的燈火。","bklcl":"hō͘ chhia, bé, peng-teng, ióng-béng ê lâng lóng chhut-lâi; (in chòe chi̍t-ē tó--lo̍h-khì, bōe koh khí--lâi; in bia̍t-bô chhin-chhiūⁿ sit--khì ê hé;)","tghg":"互車、馬、兵丁、勇猛的人攏出來，𪜶做一下倒落去，𣍐閣起來；𪜶滅無，親像熄(sit)去的火。","bklhl":"hō͘車、馬、兵丁，勇猛ê人lóng出來；(in做一下倒落去，bōe koh起來；in滅無親像熄去ê火；)"}},{"book":"賽","chapter":43,"verse":18,"versions":{"unv":"耶和華如此說：你們不要記念從前的事，也不要思想古時的事。","bklcl":"Iâ-hô-hoa án-ni kóng, Lín m̄-thang kì-liām chêng ê sū, ia̍h m̄-thang siūⁿ chá-sî ê tāi-chì.","tghg":"耶和華按呢講：恁呣通紀念前的事，亦呣通想早時的代誌。","bklhl":"耶和華án-ni講，Lín m̄-thang記念前ê事，亦m̄-thang想早時ê tāi-chì。"}},{"book":"賽","chapter":43,"verse":19,"versions":{"unv":"看哪，我要做一件新事；如今要發現，你們豈不知道嗎？我必在曠野開道路，在沙漠開江河。","bklcl":"Khòaⁿ ah, Góa beh chòe chi̍t-hāng sin ê sū, taⁿ teh hoat-hiān, lín kiám m̄-chai mah? Góa beh tī khòng-iá khui tō-lō͘, tī soa-bô͘ khui kang-hô.","tghg":"看啊，我欲做一項新的事；今啲發現，恁豈呣知嗎？我欲佇曠野開道路，佇沙漠開江河。","bklhl":"看ah，我beh做一項新ê事，taⁿ teh發現，lín kiám m̄知mah？我beh tī曠野開道路，tī沙漠開江河。"}},{"book":"賽","chapter":43,"verse":20,"versions":{"unv":"野地的走獸必尊重我；野狗和鴕鳥也必如此。因我使曠野有水，使沙漠有河，好賜給我的百姓、我的選民喝。","bklcl":"Soaⁿ--nih ê cháu-siù beh chun-tiōng Góa, soaⁿ-káu kap tô-chiáu ia̍h beh án-ni; in-ūi Góa hō͘ khòng-iá ū chúi, hō͘ soa-bô͘ ū hô, thang hō͘ Góa ê peh-sìⁿ, Góa só͘-kéng--ê, lim.","tghg":"山裡的走獸欲尊重我；山狗及鴕鳥亦欲按呢。因為我互曠野有水，互沙漠有河，通互我的百姓、我所揀者飲。","bklhl":"山裡ê走獸beh尊重我，山狗kap鴕鳥亦beh án-ni；因為我hō͘曠野有水，hō͘沙漠有河，thang hō͘我ê百姓，我所揀ê，lim。"}},{"book":"賽","chapter":43,"verse":21,"versions":{"unv":"這百姓是我為自己所造的，好述說我的美德。","bklcl":"Chit ê peh-sìⁿ sī Góa ūi-tio̍h ka-kī só͘ chō--ê, beh pò-iông Góa ê miâ-siaⁿ.","tghg":"此個百姓是我為著家己所造的，欲報揚我的名聲。","bklhl":"Chit ê百姓是我為tio̍h家己所造ê，beh報揚我ê名聲。"}},{"book":"賽","chapter":43,"verse":22,"versions":{"unv":"雅各啊，你並沒有求告我；以色列啊，你倒厭煩我。","bklcl":"Ngá-kok ah, lí bô ū kiû-kiò Góa; Í-sek-lia̍t ah, lí hoán-tńg iàm-hoân Góa.","tghg":"雅各啊，你無有求叫我；以色列啊，你反轉厭煩我。","bklhl":"雅各ah，你無有求叫我；以色列ah，你反tńg厭煩我。"}},{"book":"賽","chapter":43,"verse":23,"versions":{"unv":"你沒有將你的羊帶來給我作燔祭，也沒有用祭物尊敬我；我沒有因供物使你服勞，也沒有因乳香使你厭煩。","bklcl":"Lí bô tòa lí ê iûⁿ chòe sio-chè lâi hō͘ Góa; ia̍h bô ū ēng chè-mi̍h chun-kèng Góa.  Góa bô in-ūi só͘-hiàn ê mi̍h hō͘ lí tio̍h-bôa, ia̍h bô in-ūi jú-hiuⁿ hō͘ lí ià-siān.","tghg":"你無帶你的羊做燒祭來互我，亦無有用祭物尊敬我；我無因為所獻的物互你著磨，亦無因為乳香互你厭倦。","bklhl":"你無帶你ê羊做燒祭來hō͘我；亦無有用祭物尊敬我。我無因為所獻ê物hō͘你tio̍h磨，亦無因為乳香hō͘你厭倦。"}},{"book":"賽","chapter":43,"verse":24,"versions":{"unv":"你沒有用銀子為我買菖蒲，也沒有用祭物的脂油使我飽足；倒使我因你的罪惡服勞，使我因你的罪孽厭煩。","bklcl":"Lí bô ēng gûn ūi Góa bóe chhiong-pô͘, ia̍h bô ēng chè-mi̍h ê iû hō͘ Góa pá-chiok; hoán-tńg hō͘ Góa in-ūi lí ê chōe-ok tio̍h-bôa, hō͘ Góa in-ūi lí ê chōe-kòa ià-siān.","tghg":"你無用銀為我買菖蒲(chhiong-pô͘)，亦無用祭物的油互我飽足；反轉互我因為你的罪惡著磨，互我因為你的罪過厭倦。","bklhl":"你無用銀為我買菖蒲，亦無用祭物ê油hō͘我飽足；反tńg hō͘我因為你ê罪惡tio̍h磨，hō͘我因為你ê罪過厭倦。"}},{"book":"賽","chapter":43,"verse":25,"versions":{"unv":"惟有我為自己的緣故塗抹你的過犯；我也不記念你的罪惡。","bklcl":"Chí-ū Góa in-ūi ka-kī ê iân-kò͘, chhat-bia̍t lí chiah-ê kè-sit; Góa ia̍h bô kì-liām lí chiah-ê chōe-ok.","tghg":"只有我因為家己的緣故擦滅你諸個過失；我亦無紀念你諸個罪惡。","bklhl":"只有我因為家己ê緣故，擦滅你chiah ê過失；我亦無記念你chiah ê罪惡。"}},{"book":"賽","chapter":43,"verse":26,"versions":{"unv":"你要提醒我，你我可以一同辯論；你可以將你的理陳明，自顯為義。","bklcl":"Lí tio̍h tiám-chhíⁿ Góa; lí Góa thang saⁿ-kap piān-lūn; lí thang pâi-lia̍t lí ê chêng-lí, thang tit-tio̍h chheng-chòe-gī.","tghg":"你著點醒我，你我通相及辯論；你通排列你的情理，通得著稱做義。","bklhl":"你tio̍h點醒我；你我thang相kap辯論；你thang排列你ê情理，thang得tio̍h稱做義。"}},{"book":"賽","chapter":43,"verse":27,"versions":{"unv":"你的始祖犯罪；你的師傅違背我。","bklcl":"Lí khai-ki ê chó͘ hoān-chōe, lí ê tiong-pó pōe-ge̍k Góa.","tghg":"你開基的祖犯罪；你的中保悖逆(pōe-ge̍k)我。","bklhl":"你開基ê祖犯罪，你ê中保悖逆我。"}},{"book":"賽","chapter":43,"verse":28,"versions":{"unv":"所以，我要辱沒聖所的首領，使雅各成為咒詛，使以色列成為辱罵。","bklcl":"Só͘-í Góa beh lêng-jio̍k sèng-só͘ ê siú-léng, hō͘ Ngá-kok siū chiù-chó͘, hō͘ Í-sek-lia̍t siū lóe-mē.","tghg":"所以，我欲凌辱聖所的首領，互雅各受咒詛，互以色列受詈罵(lóe-mē)。","bklhl":"所以我beh凌辱聖所ê首領，hō͘雅各受咒詛，hō͘以色列受詈罵。"}}]