[{"book":"賽","chapter":15,"verse":1,"versions":{"unv":"論摩押的默示：一夜之間，摩押的亞珥變為荒廢，歸於無有；一夜之間，摩押的基珥變為荒廢，歸於無有。","bklcl":"Lūn Mô͘-ap ê be̍k-sī.\tIn-ūi chi̍t-mî ê tiong-kan Mô͘-ap ê A-jíⁿ pìⁿ-chòe hong-hòe, bô--khì; in-ūi chi̍t-mî ê tiong-kan Mô͘-ap ê Ki-jíⁿ pìⁿ-chòe hong-hòe, bô--khì.","tghg":"論摩押的默示：因為一暝的中間，摩押的亞珥變做荒廢，無去；因為一暝的中間，摩押的基珥變做荒廢，無去。","bklhl":"論Mô͘-ap ê默示。\t因為一暝ê中間Mô͘-ap ê A-jíⁿ變做荒廢，無去；因為一暝ê中間Mô͘-ap ê Ki-jíⁿ變做荒廢，無去。"}},{"book":"賽","chapter":15,"verse":2,"versions":{"unv":"他們上巴益，又往底本，到高處去哭泣。摩押人因尼波和米底巴哀號，各人頭上光禿，鬍鬚剃淨。","bklcl":"I chiūⁿ kàu Pa-ek, koh khì Tí-pún, kàu koâiⁿ ê só͘-chāi thî-khàu; Mô͘-ap lâng in-ūi Nî-pho kap Bí-tí-pa ai-khàu, ta̍k-ê thâu-khak kng-liu-liu, chhùi-chhiu thì-liáu-liáu.","tghg":"伊上到巴益，閣去底本，到高的所在啼哭。摩押人因為尼波及米底巴哀哭，逐個頭殼光溜溜，嘴鬚剃了了(liáu-liáu)。","bklhl":"伊上到Pa-ek，koh去Tí-pún，到高ê所在啼哭；Mô͘-ap人因為Nî-pho kap Bí-tí-pa哀哭，ta̍k-ê頭殼光溜溜，嘴鬚剃了了。"}},{"book":"賽","chapter":15,"verse":3,"versions":{"unv":"他們在街市上都腰束麻布，在房頂上和寬闊處俱各哀號，眼淚汪汪。","bklcl":"In tī koe-chhī--nih io lóng hâ môa-pò͘; tī chhù-téng kap hit ê khoan-khoah ê só͘-chāi, ta̍k-lâng lóng thî-khàu, ba̍k-sái ti̍t-ti̍t lâu.","tghg":"𪜶佇街市裡腰攏縖(hâ)麻布，佇厝頂及彼個寬闊的所在逐人攏啼哭，目屎直直流。","bklhl":"In tī街市裡腰lóng hâ麻布；tī厝頂kap hit ê寬闊ê所在，ta̍k人lóng啼哭，目屎直直流。"}},{"book":"賽","chapter":15,"verse":4,"versions":{"unv":"希實本和以利亞利悲哀的聲音達到雅雜，所以摩押帶兵器的高聲喊嚷，人心戰兢。","bklcl":"Hi-si̍t-pún kap Í-lī-a-lī, pi-ai ê siaⁿ thiaⁿ kàu Ngá-cha̍p; só͘-í Mô͘-ap tòa kun-khì-ê tōa-siaⁿ hoah-hiàm; i ê sim ngia̍uh-ngia̍uh-chhoah.","tghg":"希實本及以利亞利悲哀的聲聽到雅雜，所以摩押帶軍器的大聲喝喊(hoah-hiàm)，伊的心愕愕惙(ngia̍uh-ngia̍uh-chhoah)。","bklhl":"Hi-si̍t-pún kap Í-lī-a-lī，悲哀ê聲聽到Ngá-cha̍p；所以Mô͘-ap帶軍器ê大聲hoah-hiàm；伊ê心ngia̍uh-ngia̍uh-chhoah。"}},{"book":"賽","chapter":15,"verse":5,"versions":{"unv":"我心為摩押悲哀；他的貴冑（或譯：逃民）逃到瑣珥，到伊基拉‧施利施亞。他們上魯希坡，隨走隨哭；在何羅念的路上，因毀滅舉起哀聲。","bklcl":"Góa ê sim ūi-tio̍h Mô͘-ap pi-ai; i ê kùi-cho̍k cháu kàu Só-jíⁿ, kàu Í-ki-la̍h Si-lī-si-a; in chiūⁿ Lō͘-hi ê lō͘, ná-kiâⁿ ná-háu; tī Hô-lô-liām ê lō͘, in-ūi húi-bia̍t chhut ai-khàu ê siaⁿ.","tghg":"我的心為著摩押悲哀；伊的貴族走到瑣珥，到伊基拉施利施亞。𪜶上(chiūⁿ)魯希的路，愈行愈哮；佇何羅念的路，因為毀滅出哀哭的聲。","bklhl":"我ê心為tio̍h Mô͘-ap悲哀；伊ê貴族走到Só-jíⁿ，到Í-ki-la̍h Si-lī-si-a；in上Lō͘-hi ê路，ná行ná哮；tī Hô-lô-liām ê路，因為毀滅出哀哭ê聲。"}},{"book":"賽","chapter":15,"verse":6,"versions":{"unv":"因為寧林的水成為乾涸，青草枯乾，嫩草滅沒，青綠之物，一無所有。","bklcl":"In-ūi Lêng-lîm ê chúi beh ta--khì; in-ūi chhiⁿ-chhùi ê chháu ko͘-tâ; o͘-iù ê chhài-soe bia̍t-bô, chhiⁿ-chhùi ê mi̍h lóng bô--khì.","tghg":"因為寧林的水欲乾去，因為青翠的草枯焦，黑幼的菜蔬滅無，青翠的物，攏無去。","bklhl":"因為Lêng-lîm ê水beh乾去；因為青翠ê草枯焦；烏幼ê菜蔬滅無，青翠ê物lóng無去。"}},{"book":"賽","chapter":15,"verse":7,"versions":{"unv":"因此，摩押人所得的財物和所積蓄的都要運過柳樹河。","bklcl":"In-ūi án-ni Mô͘-ap lâng só͘ tit-tio̍h ê châi-bu̍t kap só͘ chek-chū-ê, lóng beh tòa kè liú-chhiū khoe;","tghg":"因為按呢，摩押人所得著的財物及所積聚的攏欲帶過柳樹溪。","bklhl":"因為án-ni， Mô͘-ap人所得tio̍h ê財物kap所積聚ê，lóng beh 帶過柳樹溪；"}},{"book":"賽","chapter":15,"verse":8,"versions":{"unv":"哀聲遍聞摩押的四境；哀號的聲音達到以基蓮；哀號的聲音達到比珥‧以琳。","bklcl":"in-ūi ai-chhám ê siaⁿ piàn-móa Mô͘-ap ê sì-kéng, ai-khàu ê siaⁿ thiaⁿ kàu Í-ki-liân, ai-khàu ê siaⁿ thiaⁿ kàu Pí-jíⁿ-í-lîm.","tghg":"因為哀慘的聲遍滿摩押的四境；哀哭的聲聽到以基蓮；哀哭的聲聽到比珥以琳。","bklhl":"因為哀慘ê聲遍滿Mô͘-ap ê四境，哀哭ê聲聽到Í-ki-liân，哀哭ê聲聽到Pí-jíⁿ-í-lîm。"}},{"book":"賽","chapter":15,"verse":9,"versions":{"unv":"底們的水充滿了血；我還要加增底們的災難，叫獅子來追上摩押逃脫的民和那地上所餘剩的人。","bklcl":"In-ūi Tí-bûn ê chúi ū huih móa-móa; Góa beh ke-thiⁿ Tí-bûn ê chai-lān, hō͘ sai lâi tui-jip Mô͘-ap tô-thoat ê peh-sìⁿ, kap hit só͘-chāi só͘-chhun ê lâng.","tghg":"因為底們的水有血滿滿；我欲加添底們的災難，互獅來追趇(jip)摩押逃脫的百姓，及彼所在所剩(chhun)的人。","bklhl":"因為Tí-bûn ê水有血滿滿；我beh加添Tí-bûn ê災難，hō͘獅來追jip Mô͘-ap逃脫ê百姓，kap hit所在所chhun ê人。"}}]