[{"book":"賽","chapter":39,"verse":1,"versions":{"unv":"那時，巴比倫王巴拉但的兒子米羅達‧巴拉但聽見希西家病而痊癒，就送書信和禮物給他。","bklcl":"Tng-sî Pa-pí-lûn ông, Pa-la̍h-tàn ê kiáⁿ Bí-lô-ta̍t-pa-la̍h-tàn thiaⁿ-kìⁿ Hi-se-ka bat phòa-pīⁿ, chiū sàng phoe-sìn kap lé-mi̍h hō͘ Hi-se-ka.","tghg":"當時，巴比倫王巴拉但的子米羅達巴拉但聽見希西家曾破病，就送批信及禮物互希西家。","bklhl":"當時巴比倫王，Pa-la̍h-tàn ê kiáⁿ Bí-lô-ta̍t-pa-la̍h-tàn聽見Hi-se-ka bat破病，就送phoe信kap禮物hō͘ Hi-se-ka。"}},{"book":"賽","chapter":39,"verse":2,"versions":{"unv":"希西家喜歡見使者，就把自己寶庫的金子、銀子、香料、貴重的膏油，和他武庫的一切軍器，並所有的財寶都給他們看；他家中和全國之內，希西家沒有一樣不給他們看的。","bklcl":"Hi-se-ka in-ūi sù-chiá lâi hoaⁿ-hí, chiū chiong i khǹg pó-mi̍h ê chhù, kim, gûn, hiuⁿ-liāu, kùi-khì ê iû, kap i ê kun-chong-ke̍k, kap hú-khò͘-lāi it-chhè só͘ ū--ê, lóng hō͘ in khòaⁿ; i ê ke-tiong kap choân-kok ê lāi-bīn, Hi-se-ka bô chi̍t-hāng bô hō͘ in khòaⁿ.","tghg":"希西家因為使者來歡喜，就將伊囥(khǹg)寶物的厝，金、銀、香料(hiuⁿ-liāu)、貴氣的油，及伊的軍藏局，及府庫內一切所有的攏互𪜶看；伊的家中及全國的內面，希西家無一項無互𪜶看。","bklhl":"Hi-se-ka因為使者來歡喜，就將伊khǹg寶物ê厝，金、銀、香料、貴氣ê油，kap伊ê軍裝局，kap府庫內一切所有ê，lóng hō͘ in看；伊ê家中kap全國ê內面，Hi-se-ka無一項無hō͘ in看。"}},{"book":"賽","chapter":39,"verse":3,"versions":{"unv":"於是先知以賽亞來見希西家王，問他說：「這些人說甚麼？他們從哪裡來見你？」希西家說：「他們從遠方的巴比倫來見我。」","bklcl":"Tùi án-ni sian-ti Í-sài-a lâi kìⁿ Hi-se-ka ông, mn̄g i kóng, Chiah-ê lâng kóng sím-mi̍h? in tùi toh-lo̍h lâi kìⁿ lí? Hi-se-ka kóng, In tùi hn̄g-hn̄g ê só͘-chāi, chiū-sī tùi Pa-pí-lûn, lâi kìⁿ góa.","tghg":"對按呢先知以賽亞來見希西家王，問伊講：諸個人講甚麼？𪜶對叨落來見你？」希西家講：「𪜶對遠遠的所在就是對巴比倫來見我。」","bklhl":"Tùi án-ni，先知以賽亞來見Hi-se-ka王，問伊講，chiah ê人講甚麼？in tùi toh-lo̍h來見你？Hi-se-ka講，In tùi遠遠ê所在，就是tùi巴比倫，來見我。"}},{"book":"賽","chapter":39,"verse":4,"versions":{"unv":"以賽亞說：「他們在你家裡看見了甚麼？」希西家說：「凡我家中所有的，他們都看見了；我財寶中沒有一樣不給他們看的。」","bklcl":"Í-sài-a kóng, In tī lí ê ke khòaⁿ-kìⁿ sím-mi̍h?  Hi-se-ka kóng, Hoān-nā góa ke-tiong só͘-ū--ê, in lóng ū khòaⁿ-kìⁿ; góa ê châi-pó ê tiong-kan bô chi̍t-hāng bô hō͘ in khòaⁿ-kìⁿ.","tghg":"以賽亞講：「𪜶佇你的家看見甚麼？」希西家講：「凡若我家中所有的，𪜶攏有看見；我的財寶的中間無一項無互𪜶看見。」","bklhl":"以賽亞講，In tī你ê家看見甚麼？Hi-se-ka講，凡若我家中所有ê，in lóng有看見；我ê財寶ê中間無一項無hō͘ in看見。"}},{"book":"賽","chapter":39,"verse":5,"versions":{"unv":"以賽亞對希西家說：「你要聽萬軍之耶和華的話：","bklcl":"Í-sài-a tùi Hi-se-ka kóng, Lí tio̍h thiaⁿ bān-kun ê Iâ-hô-hoa ê ōe.","tghg":"以賽亞對希西家講：「你著聽萬軍的耶和華的話：","bklhl":"以賽亞對Hi-se-ka講，你tio̍h聽萬軍ê耶和華ê話。"}},{"book":"賽","chapter":39,"verse":6,"versions":{"unv":"日子必到，凡你家裡所有的，並你列祖積蓄到如今的，都要被擄到巴比倫去，不留下一樣；這是耶和華說的。","bklcl":"Khòaⁿ ah, ji̍t-chí beh kàu, hoān-nā lí ke-lāi só͘-ū--ê, kap lí ê lia̍t-chó͘ chek-chū kàu hiān-kim--ê lóng beh siū-chhiúⁿ kàu Pa-pí-lûn, bô lâu chi̍t-hāng; che sī Iâ-hô-hoa kóng--ê.","tghg":"看啊，日子欲到，凡若你家內所有的，及你的列祖積聚到現今的攏欲受搶到巴比倫，無留一項；這是耶和華講的。","bklhl":"看ah，日子beh到，凡若你家內所有ê，kap你ê列祖積聚到現今ê lóng beh受搶到巴比倫，無留一項；這是耶和華講ê。"}},{"book":"賽","chapter":39,"verse":7,"versions":{"unv":"並且從你本身所生的眾子，其中必有被擄去、在巴比倫王宮裡當太監的。」","bklcl":"Koh tùi lí pún-sin siⁿ ê kiáⁿ-sun, kî-tiong ū-ê beh siū-lia̍h--khì, tī Pa-pí-lûn ê ông-kiong tng thài-kàm.","tghg":"閣對你本身生的子孫，其中有的欲受掠去，佇巴比倫的王宮當太監。」","bklhl":"Koh對你本身生ê kiáⁿ孫，其中有ê beh受掠去，tī巴比倫ê王宮當太監。"}},{"book":"賽","chapter":39,"verse":8,"versions":{"unv":"希西家對以賽亞說：「你所說耶和華的話甚好，因為在我的年日中必有太平和穩固的景況。」","bklcl":"Hi-se-ka tùi Í-sài-a kóng, Lí só͘ thoân Iâ-hô-hoa ê ōe sī hó.  Koh kóng, In-ūi tī góa nî-ji̍t ê tiong-kan beh ū thài-pêng kap kian-kò͘.","tghg":"希西家對以賽亞講：「你所傳耶和華的話是好。」閣講：「因為佇我年日的中間欲有太平及堅固。」","bklhl":"Hi-se-ka對以賽亞講，你所傳耶和華ê話是好。Koh講，因為tī我年日ê中間beh有太平kap堅固。"}}]