[{"book":"賽","chapter":10,"verse":1,"versions":{"unv":"禍哉！那些設立不義之律例的和記錄奸詐之判語的，","bklcl":"Ū chai-ē ah, hiah-ê siat-li̍p put-gī ê lu̍t-lē--ê, kap kì-chài kan-chà ê phòaⁿ-sû ê;","tghg":"有災禍啊！許個設立不義的律例者及記載奸詐的判詞者，","bklhl":"有災厄ah，hiah-ê設立不義ê律例ê，kap記載奸詐ê判詞ê；"}},{"book":"賽","chapter":10,"verse":2,"versions":{"unv":"為要屈枉窮乏人，奪去我民中困苦人的理，以寡婦當作擄物，以孤兒當作掠物。","bklcl":"óng-khut sòng-hiong lâng ê àn-kiāⁿ, chhiúⁿ-toa̍t Góa ê peh-sìⁿ-tiong khùn-khó͘ ê lâng ê chêng-lí, ēng kóaⁿ-hū chún-chòe só͘-chhiúⁿ ê mi̍h, ēng ko͘-jî chún-chòe só͘ kiap ê mi̍h.","tghg":"枉屈喪鄉人的案件，搶奪我的百姓中困苦的人的情理，用寡婦準做所搶的物，用孤兒準做所劫的物。","bklhl":"枉屈sòng-hiong人ê案件，搶奪我ê百姓中困苦ê人ê情理，用寡婦準做所搶ê物，用孤兒準做所劫 ê物。"}},{"book":"賽","chapter":10,"verse":3,"versions":{"unv":"到降罰的日子，有災禍從遠方臨到，那時，你們怎樣行呢？你們向誰逃奔求救呢？你們的榮耀（或譯：財寶）存留何處呢？","bklcl":"Tng kàng hêng-hoa̍t ê ji̍t, ū chai-ē tùi hn̄g-hn̄g lîm-kàu, hit-sî lín beh cháiⁿ-iūⁿ?  lín beh cháu--khì kiû sím-mi̍h lâng kiù--lín ah?  lín ê châi-pó beh lâu tī sím-mi̍h só͘-chāi?","tghg":"當降刑罰的日，有災禍對遠遠臨到，彼時，恁欲怎樣？恁欲走去求甚麼人救恁啊？恁的財寶欲留佇甚麼所在？","bklhl":"當降刑罰ê日，有災厄tùi遠遠臨到，hit時lín beh怎樣？lín beh走去求甚麼人救lín ah？lín ê財寶beh留tī甚麼所在？"}},{"book":"賽","chapter":10,"verse":4,"versions":{"unv":"他們只得屈身在被擄的人以下，仆倒在被殺的人以下。雖然如此，耶和華的怒氣還未轉消；他的手仍伸不縮。","bklcl":"In chí-ū khut-sin tī siū-lia̍h ê lâng ê ē-bīn, tó tī siū-thâi ê lâng ê ē-bīn.  Sui-jiân án-ni, Iâ-hô-hoa ê siū-khì iáu-bē siau, I ê chhiú iû-goân chhun--teh.","tghg":"𪜶只有屈身佇受掠的人的下面，倒佇受刣的人的下面。雖然按呢，耶和華的受氣猶(iáu)未消；伊的手猶原(iû-goân)伸啲。","bklhl":"In只有屈身tī受掠ê人ê下面，倒tī受刣 ê人ê下面。雖然án-ni，耶和華ê受氣iáu未消，伊ê手猶原伸teh。"}},{"book":"賽","chapter":10,"verse":5,"versions":{"unv":"亞述是我怒氣的棍，手中拿我惱恨的杖。","bklcl":"Ū chai-ē ah, A-su̍t sī Góa siū-khì ê thûi, chhiú-tiong kia̍h Góa ê thòng-hūn chòe koáiⁿ.","tghg":"有災禍啊，亞述是我受氣的槌，手中攑我的痛恨做柺。","bklhl":"有災厄ah，亞述是我受氣ê槌，手中kia̍h我ê痛恨做柺。"}},{"book":"賽","chapter":10,"verse":6,"versions":{"unv":"我要打發他攻擊褻瀆的國民，吩咐他攻擊我所惱怒的百姓，搶財為擄物，奪貨為掠物，將他們踐踏，像街上的泥土一樣。","bklcl":"Góa beh chhe i kong-kek siâ-ok ê pang-kok, hoan-hù i kong-kek Góa só͘ siū-khì ê peh-sìⁿ, chhiúⁿ i só͘ chhiúⁿ--ê, lia̍h i só͘-lia̍h--ê, chiong in thún-ta̍h chhin-chhiūⁿ ke-lō͘ ê thô͘-bê chi̍t-iūⁿ.","tghg":"我欲差伊攻擊邪惡的邦國，吩咐伊攻擊我所受氣的百姓，搶伊所搶的，掠伊所掠的，將𪜶𧿬踏(thún-ta̍h)，親像街路的土糜(thô͘-bê)一樣。","bklhl":"我beh差伊攻擊邪惡ê邦國，吩咐伊攻擊我所受氣ê百姓，搶伊所搶ê，掠伊所掠ê，將in thún踏親像街路ê土糜一樣。"}},{"book":"賽","chapter":10,"verse":7,"versions":{"unv":"然而，他不是這樣的意思；他心也不這樣打算。他心裡倒想毀滅，剪除不少的國。","bklcl":"Chóng-sī i m̄-sī chit-hō ì-sù, i-ê sim ia̍h m̄-sī chit ê táⁿ-sǹg; i ê sim-lāi hoán-tńg siūⁿ húi-bia̍t, châu-bia̍t chōe-chōe kok.","tghg":"總是，伊呣是此號意思；伊的心亦呣是此個打算。伊的心內反轉想毀滅，剿滅(châu-bia̍t)多多國。","bklhl":"總是伊m̄是chit號意思，伊ê心亦m̄是chit ê打算；伊ê心內反tńg想毀滅，剿滅chōe-chōe國。"}},{"book":"賽","chapter":10,"verse":8,"versions":{"unv":"他說：我的臣僕豈不都是王嗎？","bklcl":"In-ūi i kóng, Góa ê jîn-sîn kiám bô lóng sī ông mah?","tghg":"因為伊講：我的人臣豈無攏是王嗎？","bklhl":"因為伊講，我ê人臣kiám無lóng是王mah？"}},{"book":"賽","chapter":10,"verse":9,"versions":{"unv":"迦勒挪豈不像迦基米施嗎？哈馬豈不像亞珥拔嗎？撒馬利亞豈不像大馬士革嗎？","bklcl":"Ka-le̍k-lô kiám-m̄-sī chhin-chhiūⁿ Ka-ki-bí-si mah?  Hap-má kiám-m̄-sī chhin-chhiūⁿ A-ní-poa̍t mah?  Sat-má-lī-a kiám-m̄-sī chhin-chhiūⁿ Tāi-má-sek mah?","tghg":"迦勒羅豈呣是親像迦基米施嗎？哈馬豈呣是親像亞珥拔嗎？撒瑪利亞豈呣是親像大馬色嗎？","bklhl":"Ka-le̍k-lô kiám-m̄是親像Ka-ki-bí-si mah？Hap-má kiám-m̄是親像A-ní-poa̍t mah？撒馬利亞kiám-m̄是親像大馬色mah？"}},{"book":"賽","chapter":10,"verse":10,"versions":{"unv":"我手已經搆到有偶像的國；這些國雕刻的偶像過於耶路撒冷和撒馬利亞的偶像。","bklcl":"Góa ê chhiú í-keng kàu ngó͘-siōng ê kok, in tiau-khek ê ngó͘-siōng iâⁿ-kè Iâ-lō͘-sat-léng kap Sat-má-lī-a ê ngó͘-siōng;","tghg":"我的手已經到偶像的國；𪜶雕刻的偶像贏過耶路撒冷及撒瑪利亞的偶像。","bklhl":"我ê手已經到偶像ê國，in雕刻ê偶像贏過耶路撒冷kap撒馬利亞ê偶像；"}},{"book":"賽","chapter":10,"verse":11,"versions":{"unv":"我怎樣待撒馬利亞和其中的偶像，豈不照樣待耶路撒冷和其中的偶像嗎？","bklcl":"góa cháiⁿ-iūⁿ khoán-thāi Sat-má-lī-a kap kî-tiong ê ngó͘-siōng, kiám bōe chiàu án-ni khoán-thāi Iâ-lō͘-sat-léng kap kî-tiong ê ngó͘-siōng mah?","tghg":"我怎樣款待撒瑪利亞及其中的偶像，豈𣍐照按呢款待耶路撒冷及其中的偶像嗎？","bklhl":"我怎樣款待撒馬利亞kap其中ê偶像，kiám bōe照án-ni款待耶路撒冷kap其中ê偶像mah？"}},{"book":"賽","chapter":10,"verse":12,"versions":{"unv":"主在錫安山和耶路撒冷成就他一切工作的時候，主說：「我必罰亞述王自大的心和他高傲眼目的榮耀。」","bklcl":"Chú tī Sek-an soaⁿ kap Iâ-lō͘-sat-léng chiâⁿ I it-chhè só͘-chòe--ê ê sî, kóng, Góa beh hêng-hoa̍t A-su̍t ông sim-kiau ê kiâⁿ-chòe, kap i ba̍k-thâu koâiⁿ ê êng-kng.","tghg":"主佇錫安山及耶路撒冷成伊一切所做者的時，講：「我欲刑罰亞述王心驕的行做及伊目頭高的榮光。」","bklhl":"主tī錫安山kap耶路撒冷成祂一切所做ê ê時，講，我beh刑罰亞述王心驕ê行做，kap伊目頭高ê榮光。"}},{"book":"賽","chapter":10,"verse":13,"versions":{"unv":"因為他說：我所成就的事是靠我手的能力和我的智慧，我本有聰明。我挪移列國的地界，搶奪他們所積蓄的財寶；並且我像勇士，使坐寶座的降為卑。","bklcl":"In-ūi i kóng, Góa só͘ chiâⁿ ê sū, sī ēng góa ê chhiú ê lêng-le̍k, kap góa ê tì-hūi; góa pún ū chhang-miâ; góa î-sóa lia̍t-kok ê tōe-kài, chhiúⁿ in ê châi-pó, koh góa chhin-chhiūⁿ ióng-sū hō͘ chē koâiⁿ-ūi-ê kàng chòe kē.","tghg":"因為伊講：我所成的事是用我的手的能力及我的智慧，我本有聰明(chhang-miâ)。我移徙列國的地界，搶𪜶的財寶；閣我親像勇士，互坐高位的降做低。","bklhl":"因為伊講，我所成ê事，是用我ê手ê能力，kap我ê智慧；我本有聰明；我移徙列國ê地界，搶in ê財寶，koh我親像勇士hō͘坐高位ê降做低。"}},{"book":"賽","chapter":10,"verse":14,"versions":{"unv":"我的手搆到列國的財寶，好像人搆到鳥窩；我也得了全地，好像人拾起所棄的雀蛋。沒有動翅膀的；沒有張嘴的，也沒有鳴叫的。","bklcl":"Góa ê chhiú the̍h-tio̍h lia̍t-kok ê châi-pó, chhin-chhiūⁿ the̍h chiáu-á-siū; góa tit-tio̍h choân-tōe, chhin-chhiūⁿ khioh-tio̍h só͘ pàng-sak ê chiáu-á-nn̄g; bô ū phia̍t-si̍t ê, bô ū khui-chhùi ê, bô ū háu-kiò ê.","tghg":"我的手提著列國的財寶，親像提鳥仔巢；我得著全地，親像拾(khioh)著所放拺的鳥仔卵。無有撇翅(phia̍t-si̍t)的；無有開嘴的，無有哮叫的。","bklhl":"我ê手the̍h-tio̍h列國ê財寶，親像the̍h鳥á巢；我得tio̍h全地，親像拾tio̍h所放sak ê鳥á卵；無有phia̍t翼ê，無有開嘴ê，無有哮叫ê。"}},{"book":"賽","chapter":10,"verse":15,"versions":{"unv":"斧豈可向用斧砍木的自誇呢？鋸豈可向用鋸的自大呢？好比棍掄起那舉棍的，好比杖舉起那非木的人。","bklcl":"Taⁿ pó͘-thâu kiám ōe tùi ēng i lâi chhò-chhâ--ê ka-kī khoa-kháu mah? kù-á kiám ōe tùi hit ê thoa kù--ê ka-kī phín-phóng mah? che sī chhin-chhiūⁿ thûi-á ūn-choán hit ê kia̍h--i-ê, chhin-chhiūⁿ koáiⁿ-á kia̍h-khí hit ê m̄-sī chhâ--ê.","tghg":"今斧頭(pó͘-thâu)豈會對用伊來剉(chhò)柴者家己誇口嗎？鋸仔豈會對彼個拖鋸者家己品嗙(phín-phóng)嗎？這是親像槌仔運轉彼個攑伊者，親像柺仔攑起彼個呣是柴者。","bklhl":"Taⁿ斧頭kiám會對用伊來剉材ê家己誇口mah？鋸á kiám會對hit ê 拖鋸ê家己phín-phóng mah？這是親像槌á運轉hit ê kia̍h伊ê，親像柺á kia̍h起hit ê m̄是柴ê。"}},{"book":"賽","chapter":10,"verse":16,"versions":{"unv":"因此，主─萬軍之耶和華必使亞述王的肥壯人變為瘦弱，在他的榮華之下必有火著起，如同焚燒一樣。","bklcl":"In-ūi án-ni Chú, bān-kun ê Chú, beh hō͘ i pûi-ê pìⁿ-chòe sán; tī i êng-kng ê ē-bīn beh ū hé to̍h--khí-lâi, chhin-chhiūⁿ hé sio chi̍t-iūⁿ.","tghg":"因為按呢，主──萬軍的主，欲互伊肥的變做瘦，佇伊榮光的下面欲有火𤏸(to̍h)起來，親像火燒一樣。","bklhl":"因為án-ni，主，萬軍ê主，beh hō͘伊肥ê變做瘦；tī伊榮光ê下面beh有火to̍h起來，親像火燒一樣。"}},{"book":"賽","chapter":10,"verse":17,"versions":{"unv":"以色列的光必如火；他的聖者必如火焰。在一日之間，將亞述王的荊棘和蒺藜焚燒淨盡；","bklcl":"Í-sek-lia̍t ê kng beh chòe hé, i ê Sèng--ê beh chòe hé-iām; tī chi̍t-ji̍t ê tiong-kan, chiong i ê chhì-phè kap chi̍t-lê sio liáu-liáu.","tghg":"以色列的光欲做火；伊的聖者欲做火焰。佇一日的中間，將伊的莿帕(chhì-phè)及蒺藜(chi̍t-lê)燒了了(liáu-liáu)；","bklhl":"以色列ê光beh做火，伊ê聖ê beh做火燄；tī一日ê中間，將伊ê刺phè kap蒺藜燒了了。"}},{"book":"賽","chapter":10,"verse":18,"versions":{"unv":"又將他樹林和肥田的榮耀全然燒盡，好像拿軍旗的昏過去一樣。","bklcl":"Koh chiong i ê chhiū-nâ kap pûi-tōe ê êng-kng, tùi sîn-hûn kàu jio̍k-thé, lóng sio-bia̍t i; sè-bīn chhin-chhiūⁿ phòa-pīⁿ lâng chiām-chiām soe-pāi.","tghg":"閣將伊的樹林及肥地的榮光，對神魂到肉體攏燒滅伊，勢面親像破病人漸漸衰敗。","bklhl":"Koh將伊ê樹林kap肥地ê榮光，tùi神魂到肉體，lóng燒滅伊；勢面親像破病人漸漸衰敗。"}},{"book":"賽","chapter":10,"verse":19,"versions":{"unv":"他林中剩下的樹必稀少，就是孩子也能寫其數。","bklcl":"I ê chhiū-nâ chhun ê chhiū bô kúi châng, gín-ná ia̍h ōe kì i ê siàu-gia̍h.","tghg":"伊的樹林剩的樹無幾欉，囝仔亦會記伊的數額(siàu-gia̍h)。","bklhl":"伊ê樹林chhun ê樹無幾叢，gín-ná亦會記伊ê數額。"}},{"book":"賽","chapter":10,"verse":20,"versions":{"unv":"到那日，以色列所剩下的和雅各家所逃脫的，不再倚靠那擊打他們的，卻要誠實倚靠耶和華─以色列的聖者。","bklcl":"Kàu hit-ji̍t Í-sek-lia̍t só͘ chhun-ê, kap Ngá-kok ke só͘ tô-thoat-ê, bô koh óa-khò hit ê phah in ê; sī beh sêng-si̍t óa-khò Iâ-hô-hoa, Í-sek-lia̍t ê Sèng--ê.","tghg":"到彼日，以色列所剩(chhun)的及雅各家所逃脫的，無閣倚靠彼個拍𪜶的，是欲誠實倚靠耶和華──以色列的聖者(ê)。","bklhl":"到hit日，以色列所chhun-ê，kap雅各家所逃脫ê，無koh óa靠hit ê phah in ê；是beh誠實óa靠耶和華，以色列ê聖ê。"}},{"book":"賽","chapter":10,"verse":21,"versions":{"unv":"所剩下的，就是雅各家所剩下的，必歸回全能的　神。","bklcl":"Só͘-chhun-ê beh tò-tńg-lâi, chiū-sī Ngá-kok ke só͘-chhun-ê, kui tī choân-lêng ê Siōng-tè.","tghg":"所剩的，欲倒轉來，就是雅各家所剩的，歸佇全能的上帝。","bklhl":"所chhun-ê beh倒tńg來，就是雅各家所chhun-ê，歸tī全能ê上帝。"}},{"book":"賽","chapter":10,"verse":22,"versions":{"unv":"以色列啊，你的百姓雖多如海沙，惟有剩下的歸回。原來滅絕的事已定，必有公義施行，如水漲溢。","bklcl":"Í-sek-lia̍t ah, lí ê peh-sìⁿ sui-jiân chōe chhin-chhiūⁿ hái-soa, chí-ū chhun-ê tò-tńg--lâi; soe-pāi ê sū í-keng tiāⁿ-tio̍h, ēng kong-gī lâi chhiong-móa.","tghg":"以色列啊，你的百姓雖然多親像海沙，只有剩的倒轉來。衰敗的事已經定著，用公義來充滿。","bklhl":"以色列ah，你ê百姓雖然chōe親像海沙，只有chhun-ê倒tńg來；衰敗ê事已經定tio̍h，用公義來充滿。"}},{"book":"賽","chapter":10,"verse":23,"versions":{"unv":"因為主─萬軍之耶和華在全地之中必成就所定規的結局。","bklcl":"In-ūi Chú, bān-kun ê Iâ-hô-hoa, tī choân-tōe-tiong beh kiâⁿ só͘ tiāⁿ-tio̍h ê bia̍t-bô.","tghg":"因為主──萬軍的耶和華佇全地中欲行所定著的滅無。","bklhl":"因為主，萬軍ê耶和華，tī全地中beh行所定tio̍h ê滅無。"}},{"book":"賽","chapter":10,"verse":24,"versions":{"unv":"所以，主─萬軍之耶和華如此說：「住錫安我的百姓啊，亞述王雖然用棍擊打你，又照埃及的樣子舉杖攻擊你，你卻不要怕他。","bklcl":"Só͘-í Chú, bān-kun ê Iâ-hô-hoa, án-ni kóng, Khiā-khí Sek-an, Góa ê peh-sìⁿ ah, A-su̍t sui-jiân ēng thûi phah lín, koh chhin-chhiūⁿ Ai-ki̍p ê khoán, kia̍h koáiⁿ-á kong-kek lí, lí m̄-bián kiaⁿ i.","tghg":"所以，主──萬軍的耶和華按呢講：「徛起錫安我的百姓啊，亞述雖然用槌拍恁，閣親像埃及的款攑枴仔攻擊你，你呣免驚伊。","bklhl":"所以主，萬軍ê耶和華，án-ni講，khiā起錫安，我ê百姓ah，亞述雖然用槌phah lín，koh親像埃及ê款，kia̍h柺á攻擊你，你m̄免驚伊。"}},{"book":"賽","chapter":10,"verse":25,"versions":{"unv":"因為還有一點點時候，向你們發的忿恨就要完畢，我的怒氣要向他發作，使他滅亡。","bklcl":"In-ūi koh tiap-á-kú siū-khì chiū beh bêng-pe̍k, koh Góa ê siū-khì beh tùi in ê bia̍t-bô lâi soah.","tghg":"因為閣霎(tia̍p)仔久，受氣就欲明白，閣我的受氣欲對𪜶的滅無來息(soah)。","bklhl":"因為koh tiap-á久受氣就beh明白，koh我ê受氣beh tùi in ê滅無來soah。"}},{"book":"賽","chapter":10,"verse":26,"versions":{"unv":"萬軍之耶和華要興起鞭來攻擊他，好像在俄立磐石那裡殺戮米甸人一樣。耶和華的杖要向海伸出，把杖舉起，像在埃及一樣。","bklcl":"Bān-kun ê Iâ-hô-hoa beh kia̍h-khí piⁿ lâi phah i, chhin-chhiūⁿ tī Gô-li̍p ê chio̍h-pôaⁿ phah Bí-tiân; I ê koáiⁿ-á beh chhun tī hái-téng, I beh kia̍h-khí chhin-chhiūⁿ tī Ai-ki̍p chi̍t-iūⁿ.","tghg":"萬軍的耶和華欲攑起鞭來拍伊，親像佇俄立的石磐拍米甸。伊的柺仔欲伸佇海頂，伊欲攑起，親像佇埃及一樣。","bklhl":"萬軍ê耶和華beh kia̍h起鞭來phah伊，親像tī Gô-li̍p ê石磐phah米甸；伊ê柺á beh伸tī海頂，伊beh kia̍h起親像tī埃及一樣。"}},{"book":"賽","chapter":10,"verse":27,"versions":{"unv":"到那日，亞述王的重擔必離開你的肩頭；他的軛必離開你的頸項；那軛也必因肥壯的緣故撐斷（或譯：因膏油的緣故毀壞）。」","bklcl":"Kàu hit-ji̍t A-su̍t ê tāng-tàⁿ beh lī-khui lí ê keng-thâu, i ê taⁿ beh lī-khui lí ê ām-kún, i ê taⁿ iā beh in-ūi boah-iû ê iân-kò͘ lâi húi-hoāi.","tghg":"到彼日，亞述的重擔欲離開你的肩頭；伊的軛(taⁿ)欲離開你的頷頸(ām-kún)；伊的軛也欲因為抹油的緣故來毀壞。」","bklhl":"到hit日，亞述ê重擔beh離開你ê肩頭，伊ê擔beh離開你ê頷頸，伊ê擔也beh因為抹油ê緣故來毀壞。"}},{"book":"賽","chapter":10,"verse":28,"versions":{"unv":"亞述王來到亞葉，經過米磯崙，在密抹安放輜重。","bklcl":"A-su̍t kàu A-ia̍p, keng-kè Bí-ki-lûn, pàng hêng-lí tī Bi̍t-boa̍t;","tghg":"亞述到亞葉，經過米磯崙，放行李佇密抹。","bklhl":"亞述到A-ia̍p，經過Bí-ki-lûn，放行李tī Bi̍t-boa̍t；"}},{"book":"賽","chapter":10,"verse":29,"versions":{"unv":"他們過了隘口，在迦巴住宿。拉瑪人戰兢；掃羅的基比亞人逃跑。","bklcl":"in keng-kè ài-kháu; tī Ka-pa hioh-mî; La̍h-má lâng kiaⁿ-hiâⁿ; Sò-lô ê Ki-pì-a lâng tô-cháu.","tghg":"𪜶經過隘口(ài-kháu)，佇迦巴歇暝。拉瑪人驚惶；掃羅的基比亞人逃走。","bklhl":"in經過隘口；tī Ka-pa歇暝；La̍h-má人驚惶；掃羅ê Ki-pì-a人逃走。"}},{"book":"賽","chapter":10,"verse":30,"versions":{"unv":"迦琳的居民（原文是女子）哪，要高聲呼喊！萊煞人哪，須聽！哀哉！困苦的亞拿突啊。","bklcl":"Ka-lîm khiā-khí ê peh-sìⁿ ah, tio̍h tōa-siaⁿ âu-kiò; Lâi-soah ê lâng ah, tio̍h àⁿ hī-khang; chhám--ah, khùn-khó͘ ê A-ná-tu̍t ah!","tghg":"迦琳徛起的百姓啊，著大聲喉叫！萊煞的人啊，著俯耳孔！慘啊！困苦的亞拿突啊！","bklhl":"Ka-lîm khiā起ê百姓ah，tio̍h大聲喉叫；Lâi-soah ê人ah，tio̍h 俯耳孔；慘ah，困苦ê A-ná-tu̍t ah！"}},{"book":"賽","chapter":10,"verse":31,"versions":{"unv":"瑪得米那人躲避；基柄的居民逃遁。","bklcl":"Má-tek-bí-ná lâng siám-pī; Ki-pèng khiā-khí ê peh-sìⁿ tô-cháu.","tghg":"瑪得米那人閃避；基柄徛起的百姓逃走。","bklhl":"Má-tek-bí-ná人閃避；Ki-pèng khiā起ê百姓逃走。"}},{"book":"賽","chapter":10,"verse":32,"versions":{"unv":"當那日，亞述王要在挪伯歇兵，向錫安女子的山─就是耶路撒冷的山─掄手攻他。","bklcl":"Hit-ji̍t i chat-peng tī Lô-pek; pí chhiú ǹg Sek-an siâⁿ ê soaⁿ, chiū-sī Iâ-lō͘-sat-léng ê soaⁿ-thâu.","tghg":"彼日，伊紮兵佇羅伯，比手向錫安城的山──就是耶路撒冷的山頭。","bklhl":"Hit日伊紮兵tī Lô-pek；比手ǹg錫安城ê山，就是耶路撒冷ê山頭。"}},{"book":"賽","chapter":10,"verse":33,"versions":{"unv":"看哪，主─萬軍之耶和華以驚嚇削去樹枝；長高的必被砍下，高大的必被伐倒。","bklcl":"Khòaⁿ ah, Chú, bān-kun ê Iâ-hô-hoa, ēng hō͘ lâng kiaⁿ ê ui-giâm lâi chhò chhiū-ki; tn̂g--ê beh siū-chhò, koâiⁿ--ê beh kàng-kē;","tghg":"看啊，主──萬軍的耶和華用互人驚的威嚴來剉樹枝；長的欲受剉，高的欲降低。","bklhl":"看ah，主，萬軍ê耶和華，用hō͘人驚 ê威嚴來剉樹枝；長ê beh受剉，高ê beh降低；"}},{"book":"賽","chapter":10,"verse":34,"versions":{"unv":"稠密的樹林，他要用鐵器砍下；黎巴嫩的樹木必被大能者伐倒。","bklcl":"ām ê chhiū-nâ, I beh ēng thih-khì chhò i; koh Lī-pa-lùn beh tùi tōa koân-lêng--ê lâi tó--lo̍h-khì.","tghg":"艷(ām)的樹林，伊欲用鐵器剉伊；閣黎巴嫩欲對大權能者來倒落去。","bklhl":"ām ê樹林，伊beh用鐵器剉伊；koh黎巴嫩beh tùi大權能ê來倒落去。"}}]