[{"book":"賽","chapter":11,"verse":1,"versions":{"unv":"從耶西的本（原文是丕）必發一條；從他根生的枝子必結果實。","bklcl":"Tùi Iâ-se ê chhiū-thâu beh hoat chi̍t ki íⁿ, tùi i ê kun só͘ siⁿ ê ki beh kiat ké-chí.","tghg":"對耶西的樹頭欲發一支芛(íⁿ)；對伊的根所生的枝欲結果子。","bklhl":"Tùi耶西ê樹頭beh發一支íⁿ，對伊ê根所生ê枝beh結果子。"}},{"book":"賽","chapter":11,"verse":2,"versions":{"unv":"耶和華的靈必住在他身上，就是使他有智慧和聰明的靈，謀略和能力的靈，知識和敬畏耶和華的靈。","bklcl":"Iâ-hô-hoa  ê sîn beh tiàm tī i, chiū-sī tì-hūi kap chhang-miâ ê sîn, kè-e̍k kap lêng-le̍k ê sîn, tì-sek kap kèng-ùi Iâ-hô-hoa ê sîn;","tghg":"耶和華的神欲踮佇伊，就是智慧及聰明(chhang-miâ)的神，計劃(kè-e̍k)及能力的神，智識及敬畏耶和華的神。","bklhl":"耶和華ê神beh tiàm tī伊，就是智慧kap聰明ê神，計畫kap能力ê神，智識kap敬畏耶和華ê神；"}},{"book":"賽","chapter":11,"verse":3,"versions":{"unv":"他必以敬畏耶和華為樂；行審判不憑眼見，斷是非也不憑耳聞；","bklcl":"i beh lia̍h kèng-ùi Iâ-hô-hoa chòe hoaⁿ-hí; i m̄-sī pîn ba̍k-chiu só͘ khòaⁿ-kìⁿ lâi sím-phòaⁿ, ia̍h m̄-sī pîn hī-khang só͘ thiaⁿ-kìⁿ lâi gí-toàn;","tghg":"伊欲掠敬畏耶和華做歡喜；伊呣是憑目睭所看見來審判，亦呣是憑耳孔所聽見來擬斷(gí-toàn)；","bklhl":"伊beh掠敬畏耶和華做歡喜；伊m̄是憑目睭所看見來審判，亦m̄是憑耳孔所聽見來擬斷；"}},{"book":"賽","chapter":11,"verse":4,"versions":{"unv":"卻要以公義審判貧窮人，以正直判斷世上的謙卑人，以口中的杖擊打世界，以嘴裡的氣殺戮惡人。","bklcl":"i beh ēng kong-gī sím-phòaⁿ sòng-hiong lâng, ēng chèng-ti̍t gí-toàn sè-chiūⁿ khiam-pi ê lâng; ēng chhùi-tiong ê koáiⁿ phah sè-kài, ēng chhùi-tûn ê khì thâi-sí pháiⁿ-lâng.","tghg":"伊欲用公義審判喪鄉人，用正直擬斷世上謙卑的人，用嘴中的柺拍世界，用嘴唇的氣刣死歹人。","bklhl":"伊beh用公義審判sòng-hiong人，用正直擬斷世上謙卑ê人；用嘴中ê柺phah世界，用嘴唇ê氣刣死pháiⁿ人。"}},{"book":"賽","chapter":11,"verse":5,"versions":{"unv":"公義必當他的腰帶；信實必當他脅下的帶子。","bklcl":"Kong-gī beh chòe i ê io-tòa, sìn-si̍t beh chòe i ê seng-khu ê tòa.","tghg":"公義欲做伊的腰帶；信實欲做伊的身軀的帶。","bklhl":"公義beh做伊ê腰帶，信實beh做伊ê身軀ê帶。"}},{"book":"賽","chapter":11,"verse":6,"versions":{"unv":"豺狼必與綿羊羔同居，豹子與山羊羔同臥；少壯獅子與牛犢並肥畜同群；小孩子要牽引牠們。","bklcl":"Chhâi-lông beh kap mî-iûⁿ-á saⁿ-kap tòa, pà kap soaⁿ-iûⁿ-kiáⁿ saⁿ-kap tó--teh; gû-á kap sòe-chiah sai kap pûi ê cheng-siⁿ, chòe sòe-hàn ê gín-ná beh khan in.","tghg":"豺狼欲及綿羊仔相及住，豹及山羊子相及倒啲；牛仔及細隻獅及肥的精牲；做細漢的囝仔欲牽𪜶。","bklhl":"豺狼beh kap綿羊á相kap tòa，豹kap山羊kiáⁿ相kap倒teh；牛á kap細隻獅kap肥ê cheng-siⁿ，做細漢ê gín-ná beh牽in。"}},{"book":"賽","chapter":11,"verse":7,"versions":{"unv":"牛必與熊同食；牛犢必與小熊同臥；獅子必吃草，與牛一樣。","bklcl":"Gû kap hîm beh saⁿ-kap chia̍h, in ê kiáⁿ beh saⁿ-kap tó-teh; sai beh chia̍h chháu chhin-chhiūⁿ gû.","tghg":"牛及熊欲相及食；𪜶的子欲相及倒啲；獅欲食草親像牛。","bklhl":"牛kap熊beh相kap食，in ê kiáⁿ beh相kap倒teh；獅beh食草親像牛。"}},{"book":"賽","chapter":11,"verse":8,"versions":{"unv":"吃奶的孩子必玩耍在虺蛇的洞口；斷奶的嬰兒必按手在毒蛇的穴上。","bklcl":"Chia̍h-lin ê gín-ná beh thit-thô tī ok-chôa ê khang-kháu; tn̄g-lin ê gín-ná beh hē chhiú tī to̍k-chôa ê hia̍t.","tghg":"食奶的囝仔欲𨑨迌(thit-thô)佇惡蛇的孔口；斷奶的囝仔欲下(hē)手佇毒蛇的穴。","bklhl":"食奶ê gín-ná beh thit-thô tī惡蛇ê孔口；斷奶ê gín-ná beh下手tī毒蛇ê穴。"}},{"book":"賽","chapter":11,"verse":9,"versions":{"unv":"在我聖山的遍處，這一切都不傷人，不害物；因為認識耶和華的知識要充滿遍地，好像水充滿洋海一般。","bklcl":"Tī Góa ê sèng-soaⁿ ê piàn-tōe, tek-khak bô sún-siong bô hām-hāi; in-ūi jīn-bat Iâ-hô-hoa ê chai-bat beh chhiong-móa tōe-chiūⁿ, chhin-chhiūⁿ chúi im-móa tī iûⁿ-hái.","tghg":"佇我的聖山的遍地，的確無損傷無陷害；因為認識耶和華的知識(chai-bat)欲充滿地上，親像水淹滿佇洋海。","bklhl":"Tī我ê聖山ê遍地，的確無損傷無陷害；因為認bat耶和華ê知bat beh充滿地上，親像水淹滿tī洋海。"}},{"book":"賽","chapter":11,"verse":10,"versions":{"unv":"到那日，耶西的根立作萬民的大旗；外邦人必尋求他，他安息之所大有榮耀。","bklcl":"Kàu hit-ji̍t Iâ-se ê kun-thâu khiā chòe bān peh-sìⁿ ê tōa-kî, lia̍t-pang beh kui-óa I; I an-hioh ê só͘-chāi ū tōa êng-kng.","tghg":"到彼日，耶西的根頭竪(khiā)做萬百姓的大旗；列邦欲歸倚伊，伊安息的所在有大榮光。","bklhl":"到hit日，耶西ê根頭khiā做萬百姓ê大旗，列邦beh歸óa伊；伊安歇ê所在有大榮光。"}},{"book":"賽","chapter":11,"verse":11,"versions":{"unv":"當那日，主必二次伸手救回自己百姓中所餘剩的，就是在亞述、埃及、巴忒羅、古實、以攔、示拿、哈馬，並眾海島所剩下的。","bklcl":"Tng hit-ji̍t Chú beh tē-jī pái chhun-chhiú kiù-sio̍k I ê peh-sìⁿ-tiong só͘ chhun--ê, tùi A-su̍t, Ai-ki̍p, Pa-thek-lô, Kó͘-si̍t, Í-lân, Sī-ná, Hap-má, kap chèng hái-sū tò--lâi.","tghg":"當彼日，主欲第二擺伸手救贖伊的百姓中所剩(chhun)者，對亞述、埃及、巴忒羅、古實、以攔、示拿、哈瑪，及眾海嶼倒來。","bklhl":"當hit日，主beh第二pái伸手救贖伊ê百姓中所chhun-ê，tùi亞述、埃及、Pa-thek-lô、Kó͘-si̍t、Í-lân、Sī-ná、Hap-má，kap眾海嶼tò來。"}},{"book":"賽","chapter":11,"verse":12,"versions":{"unv":"他必向列國豎立大旗，招回以色列被趕散的人，又從地的四方聚集分散的猶大人。","bklcl":"I beh ǹg lia̍t-kok khiā tōa-kî, chio-chi̍p Í-sek-lia̍t siū kóaⁿ-sòaⁿ ê lâng, chū-chi̍p Iû-tāi sì-sòaⁿ ê lâng, tùi tōe ê sì-ke̍k lâi.","tghg":"伊欲向列國竪(khiā)大旗，招集以色列受趕散的人，聚集猶大四散的人，對地的四極來。","bklhl":"伊beh ǹg列國khiā大旗，招集以色列受趕散ê人，聚集偤大四散ê人，tùi地ê四極來。"}},{"book":"賽","chapter":11,"verse":13,"versions":{"unv":"以法蓮的嫉妒就必消散；擾害猶大的必被剪除。以法蓮必不嫉妒猶大，猶大也不擾害以法蓮。","bklcl":"Í-hoat-liân ê oàn-tò͘ beh siau-bô, Iû-tāi ê tùi-te̍k beh tû-bia̍t; Í-hoat-liân bô beh oàn-tò͘ Iû-tāi, Iû-tāi bô beh tùi-te̍k Í-hoat-liân.","tghg":"以法蓮的怨妒欲消無；猶大的對敵欲除滅。以法蓮無欲怨妒猶大，猶大無欲對敵以法蓮。","bklhl":"Í-hoat-liân ê怨妒beh消無，偤大ê對敵beh除滅；Í-hoat-liân無beh怨妒偤大，偤大無beh對敵Í-hoat-liân。"}},{"book":"賽","chapter":11,"verse":14,"versions":{"unv":"他們要向西飛，撲在非利士人的肩頭上（肩頭上：或譯西界），一同擄掠東方人，伸手按住以東和摩押；亞捫人也必順服他們。","bklcl":"In beh ǹg-sai pe--khì, phah tī Hui-lī-sū lâng ê keng-thâu-téng, saⁿ-kap chhiúⁿ tang-hng ê lâng; chhun-chhiú tī Í-tong kap Mô͘-ap; A-bûn cho̍k iā beh sūn-ho̍k in.","tghg":"𪜶欲向西飛去，拍佇非利士人的肩頭頂，相及搶東方的人，伸手佇以東及摩押；亞捫族亦欲順服𪜶。","bklhl":"In beh ǹg西飛去，phah tī腓利士人ê肩頭頂，相kap搶東方ê人；伸手tī Í-tong kap Mô͘-ap；A-bûn族也beh順服in。"}},{"book":"賽","chapter":11,"verse":15,"versions":{"unv":"耶和華必使埃及海汊枯乾，掄手用暴熱的風使大河分為七條，令人過去不致濕腳。","bklcl":"Iâ-hô-hoa beh hō͘ Ai-ki̍p hái ê káng ta--khì; ēng tōa-hong ia̍t I ê chhiú tī Tōa-hô ê téng-bīn, hō͘ hô pun-chòe chhit-tiâu, lâng thoa-ôe ōe--tit kè--khì.","tghg":"耶和華欲互埃及海的港乾去，用大風擛(ia̍t)伊的手佇大河的頂面，互河分做七條，人拖鞋(thoa-ôe)會得過去。","bklhl":"耶和華beh hō͘埃及海ê港乾去；用大風ia̍t伊ê手tī大河ê頂面，hō͘河分做七條，人拖鞋能得過去。"}},{"book":"賽","chapter":11,"verse":16,"versions":{"unv":"為主餘剩的百姓，就是從亞述剩下回來的，必有一條大道，如當日以色列從埃及地上來一樣。","bklcl":"Ūi-tio̍h I só͘ chhun ê peh-sìⁿ, chiū-sī tùi A-su̍t chhun tò-lâi--ê, beh ū chi̍t-tiâu tōa-lō͘ chhin-chhiūⁿ tong-ji̍t ūi-tio̍h Í-sek-lia̍t tùi Ai-ki̍p tōe chiūⁿ-lâi--ê chi̍t-iūⁿ.","tghg":"為著伊所剩的百姓，就是對亞述剩倒來者，欲有一條大路，親像當日為著以色列對埃及地上來(chiūⁿ-lâi)者一樣。","bklhl":"為tio̍h伊所chhun ê百姓，就是tùi亞述chhun tò來ê，beh有一條大路親像當日為tio̍h以色列tùi埃及地上來ê一樣。"}}]