[{"book":"賽","chapter":25,"verse":1,"versions":{"unv":"耶和華啊，你是我的　神；我要尊崇你，我要稱讚你的名。因為你以忠信誠實行過奇妙的事，成就你古時所定的。","bklcl":"Iâ-hô-hoa ah, Lí sī góa ê Siōng-tè, góa beh chun lí chòe-koâiⁿ, góa beh o-ló lí ê miâ; in-ūi Lí ēng tiong-sìn sêng-si̍t kiâⁿ kî-biāu ê sū, chiū-sī Lí tùi kó͘-chá só͘ gí-tiāⁿ--ê.","tghg":"耶和華啊，你是我的上帝；我欲尊你做高，我欲謳咾你的名。因為你用忠信誠實行奇妙的事，就是你對古早所擬定(gí-tiāⁿ)的。","bklhl":"耶和華ah，祢是我ê上帝，我beh尊祢做高，我beh o-ló祢ê名；因為祢用忠信誠實行奇妙ê事，就是祢tùi古早所擬定ê。"}},{"book":"賽","chapter":25,"verse":2,"versions":{"unv":"你使城變為亂堆，使堅固城變為荒場，使外邦人宮殿的城不再為城，永遠不再建造。","bklcl":"In-ūi Lí hō͘ siâⁿ pìⁿ-chòe thô͘-tui, hō͘ kian-kò͘ ê siâⁿ pìⁿ-chòe hāu-phiaⁿ-phè, hō͘ gōa-pang lâng ê keng-tiān bô koh chòe-siâⁿ, éng-oán bô koh khí-chō.","tghg":"因為你互城變做土堆，互堅固的城變做瓦片坯(hāu-phiaⁿ-phè)，互外邦人的宮殿無閣做城，永遠無閣起造。","bklhl":"因為祢hō͘城變做土堆，hō͘堅固ê城變做瓦phiaⁿ-phè，hō͘外邦人ê 宮殿無koh做城，永遠無koh起造。"}},{"book":"賽","chapter":25,"verse":3,"versions":{"unv":"所以，剛強的民必榮耀你；強暴之國的城必敬畏你。","bklcl":"Só͘-í ióng-béng ê peh-sìⁿ beh êng-kng Lí, kiông-pō ê kok ê siâⁿ beh kiaⁿ-ùi Lí.","tghg":"所以，勇猛的百姓欲榮光你；強暴的國的城欲驚畏你。","bklhl":"所以勇猛ê百姓beh榮光祢，強暴ê國ê城beh驚畏祢。"}},{"book":"賽","chapter":25,"verse":4,"versions":{"unv":"因為當強暴人催逼人的時候，如同暴風直吹牆壁，你就作貧窮人的保障，作困乏人急難中的保障，作躲暴風之處，作避炎熱的陰涼。","bklcl":"In-ūi tng kiông-pō ê lâng chhui-pek lâng ê sî, chhin-chhiūⁿ tōa-hong ti̍t-ti̍t chhe chhiûⁿ-piah, Lí chiū chòe sòng-hiong lâng ê ōe-só͘, chòe khùn-khó͘ lâng kip-lān-tiong ê ōe-só͘, chòe siám-pī tōa-hong ê só͘-chāi, chòe siám-pī iām-jia̍t ê ìm-ńg.","tghg":"因為當強暴的人催迫人的時，親像大風直直吹牆壁，你就做喪鄉人的衛所，做困苦人急難中的衛所，做閃避大風的所在，做閃避炎熱的蔭影。","bklhl":"因為當強暴ê人催逼人ê時，親像大風直直吹牆壁，祢就做sòng-hiong人ê衛所，做困苦人急難中ê衛所，做閃避大風ê所在，做閃避炎熱ê蔭影。"}},{"book":"賽","chapter":25,"verse":5,"versions":{"unv":"你要壓制外邦人的喧嘩，好像乾燥地的熱氣下落；禁止強暴人的凱歌，好像熱氣被雲影消化。","bklcl":"Lí beh chó͘-chí gōa-pang lâng ê soan-hoa, chhin-chhiūⁿ ta-tōe ê jia̍t-khì hê--lo̍h-khì; kìm-chí kiông-pō ê lâng chhiùⁿ thâi-iâⁿ ê koa, chhin-chhiūⁿ jia̍t-khì siū hûn ê iáⁿ siau-bô.","tghg":"你欲阻止外邦人的喧嘩，親像乾地的熱氣回落去；禁止強暴的人唱刣贏的歌，親像熱氣受雲的影消無。","bklhl":"祢beh阻止外邦人ê喧嘩，親像乾地ê熱氣回落去；禁止強暴ê人唱刣贏ê歌，親像熱氣受雲ê影消無。"}},{"book":"賽","chapter":25,"verse":6,"versions":{"unv":"在這山上，萬軍之耶和華必為萬民用肥甘設擺筵席，用陳酒和滿髓的肥甘，並澄清的陳酒，設擺筵席。","bklcl":"Tī chit ê soaⁿ bān-kun ê Iâ-hô-hoa beh ūi-tio̍h bān peh-sìⁿ ēng hó-mi̍h pâi-siat iân-toh, ēng kū-chiú kap kut-chhé móa-móa ê hó-mi̍h, í-ki̍p chē-chheng ê kū-chiú, pâi-siat iân-toh.","tghg":"佇此個山，萬軍的耶和華欲為著萬百姓用好物排設筵桌，用舊酒及骨髓滿滿的好物，以及坐清的舊酒，排設筵桌。","bklhl":"Tī chit ê山萬軍ê耶和華beh為tio̍h萬百姓用好物排設筵桌，用舊酒kap骨髓滿滿ê好物，以及坐清ê舊酒，排設筵桌。"}},{"book":"賽","chapter":25,"verse":7,"versions":{"unv":"他又必在這山上除滅遮蓋萬民之物和遮蔽萬國蒙臉的帕子。","bklcl":"Koh tī chit ê soaⁿ I beh tû--khì tà bān peh-sìⁿ ê phè, kap jia-khàm bān-kok ê pò͘-phâng.","tghg":"閣佇此個山伊欲除去罩(tà)萬百姓的帕(phè)及遮蓋萬國的布篷。","bklhl":"Koh tī chit ê山祂beh除去罩萬百姓ê帕，kap遮蓋萬國ê布篷。"}},{"book":"賽","chapter":25,"verse":8,"versions":{"unv":"他已經吞滅死亡直到永遠。主耶和華必擦去各人臉上的眼淚，又除掉普天下他百姓的羞辱，因為這是耶和華說的。","bklcl":"I ū thun-bia̍t sí-bô kàu éng-oán; Chú Iâ-hô-hoa beh chhit-khì chèng-lâng bīn--nih ê ba̍k-sái; koh tùi phó͘-thiⁿ-ē tû--khì I ê peh-sìⁿ ê kiàn-siàu; in-ūi che sī Iâ-hô-hoa kóng ê.","tghg":"伊有吞滅死無到永遠。主耶和華欲拭去(chhit-khì)眾人面裡的目屎，閣對普天下除去伊的百姓的見誚，因為這是耶和華講的。","bklhl":"祂有吞滅死無夠永遠；主耶和華beh拭去眾人面裡ê目屎；koh tùi普天下除去祂ê百姓ê見笑；因為這是耶和華講ê。"}},{"book":"賽","chapter":25,"verse":9,"versions":{"unv":"到那日，人必說：「看哪，這是我們的　神；我們素來等候他，他必拯救我們。這是耶和華，我們素來等候他，我們必因他的救恩歡喜快樂。」","bklcl":"Kàu hit-ji̍t lâng beh kóng, Khòaⁿ ah, che sī goán ê Siōng-tè, goán pêng-sò͘ thèng-hāu I.  I beh chín-kiù goán; che sī Iâ-hô-hoa; goán pêng-sò͘ thèng-hāu I, goán beh in-ūi I ê kiù-un lâi hoaⁿ-hí khoài-lo̍k.","tghg":"到彼日，人欲講：「看啊，這是阮的上帝；阮平素聽候伊，伊欲拯救阮。這是耶和華，阮平素聽候伊，阮欲因為伊的救恩來歡喜快樂。」","bklhl":"到hit日，人beh講，看ah，這是阮ê上帝，阮平素thèng候祂。祂beh拯救阮；這是耶和華；阮平素thèng候祂，阮beh因為祂ê救恩來歡喜快樂。"}},{"book":"賽","chapter":25,"verse":10,"versions":{"unv":"耶和華的手必按在這山上；摩押人在所居之地必被踐踏，好像乾草被踐踏在糞池的水中。","bklcl":"Iâ-hô-hoa ê chhiú beh hōaⁿ tī chit ê soaⁿ, Mô͘-ap lâng tī só͘ khiā-khí ê tōe beh siū thún-ta̍h, chhin-chhiūⁿ ta-chháu siū thún-ta̍h tī pùn-sò-tî ê chúi-lāi.","tghg":"耶和華的手欲按(hōaⁿ)佇此個山；摩押人佇所徛起的地欲受𧿬踏(thún-ta̍h)，親像乾草受𧿬踏佇糞埽(pùn-sò)池的水內。","bklhl":"耶和華ê手beh hōaⁿ tī chit ê山，Mô͘-ap人tī所khiā起ê地beh受thún踏，親像乾草受thún踏tī糞埽池ê水內。"}},{"book":"賽","chapter":25,"verse":11,"versions":{"unv":"他必在其中伸開手，好像洑水的伸開手洑水一樣；但耶和華必使他的驕傲和他手所行的詭計一併敗落。","bklcl":"I beh tī hit tiong-kan thí-khui chhiú, chhin-chhiūⁿ siû-chúi--ê thí-khui chhiú teh siû; chóng-sī I beh hō͘ i ê kiau-ngō͘ kap i ê chhiú só͘ kiâⁿ ê khúi-kè, chòe chi̍t-ē pāi--lo̍h-khì.","tghg":"伊欲佇彼中間展開(thí-khui)手，親像泅水(siû-chúi)者展開手啲泅；總是伊欲互伊的驕傲及伊的手所行的詭計做一下敗落去。","bklhl":"祂beh tī hit中間thí開手，親像泅水ê thí開手teh泅；總是祂beh hō͘伊ê驕傲kap伊ê手所行ê詭計，做一下敗落去。"}},{"book":"賽","chapter":25,"verse":12,"versions":{"unv":"耶和華使你城上的堅固高臺傾倒，拆平，直到塵埃。","bklcl":"Lí siâⁿ-chhiûⁿ kian-kò͘ ê koâiⁿ-tâi, I beh chhia-tó i, húi-bia̍t i, thiah kàu pîⁿ-tōe, kē kàu tîn-ai.","tghg":"你城牆堅固的高台，伊欲捙倒(chhia-tó)伊毀滅伊，拆到平地，低到塵埃。","bklhl":"你城牆堅固ê高台，祂beh chhia倒伊，毀滅伊，拆到平地，低到塵埃。"}}]