[{"book":"賽","chapter":20,"verse":1,"versions":{"unv":"亞述王撒珥根打發他珥探到亞實突的那年，他珥探就攻打亞實突，將城攻取。","bklcl":"A-su̍t ông Sat-jíⁿ-kun chhe Tha-jíⁿ-thàm kàu A-si̍t-tu̍t hit-nî, Tha-jíⁿ-thàm chiū kong-phòa A-si̍t-tu̍t lâi chhú i;","tghg":"亞述王撒珥根差他珥探到亞實突彼年，他珥探就攻破亞實突來取伊。","bklhl":"亞述王Sat-jíⁿ-kun差Tha-jíⁿ-thàm到A-si̍t-tu̍t hit年，Tha-jíⁿ-thàm就攻破A-si̍t-tu̍t來取伊；"}},{"book":"賽","chapter":20,"verse":2,"versions":{"unv":"那時，耶和華曉諭亞摩斯的兒子以賽亞說：「你去解掉你腰間的麻布，脫下你腳上的鞋。」以賽亞就這樣做，露身赤腳行走。","bklcl":"hit-sî Iâ-hô-hoa thok-tiōng A-mô͘-su ê kiáⁿ Í-sài-a kóng, Khì--ah, lí tio̍h tháu lí io--nih ê môa-pò͘, thǹg lí kha--nih ê ôe.  Í-sài-a chiàu án-ni chòe, thǹg-theh chhiah-kha lâi kiâⁿ.","tghg":"彼時，耶和華託仗亞摩斯的子以賽亞講：「去啊，你著解(tháu)你腰裡的麻布，褪你腳裡的鞋。」以賽亞照按呢做，褪裼(thǹg-theh)赤腳來行。","bklhl":"hit時耶和華託重A-mô͘-su ê kiáⁿ以賽亞講，去ah，你tio̍h tháu你腰裡ê麻布，thǹg你腳裡ê鞋。以賽亞照án-ni做，thǹg-theh赤腳來行。"}},{"book":"賽","chapter":20,"verse":3,"versions":{"unv":"耶和華說：「我僕人以賽亞怎樣露身赤腳行走三年，作為關乎埃及和古實的預兆奇蹟。","bklcl":"Iâ-hô-hoa kóng, Góa ê lô͘-po̍k Í-sài-a thǹg-theh chhiah-kha lâi kiâⁿ saⁿ-nî kú, chòe koan-hē tī Ai-ki̍p kap Kó͘-si̍t ê tiāu-thâu kî-sū;","tghg":"耶和華講：「我的奴僕以賽亞褪裼赤腳來行三年久，做關係佇埃及及古實的兆頭奇事。","bklhl":"耶和華講，我ê奴僕以賽亞thǹg-theh赤腳來行三年久，做關係tī埃及kap Kó͘-si̍t ê兆頭奇事；"}},{"book":"賽","chapter":20,"verse":4,"versions":{"unv":"照樣，亞述王也必擄去埃及人，掠去古實人，無論老少，都露身赤腳，現出下體，使埃及蒙羞。","bklcl":"chhin-chhiūⁿ án-ni, A-su̍t ông beh chiong Ai-ki̍p ê siū-lia̍h--ê, Kó͘-si̍t ê siū chhian-sóa--ê chhōa khì, bô-lūn ló-iù, thǹg-theh chhiah-kha, lō͘-chhut ē-thé, hō͘ Ai-ki̍p kiàn-siàu.","tghg":"親像按呢，亞述王欲將埃及的受掠者，古實的受遷徙者導去，無論老(ló)幼，褪裼赤腳，露出下體，互埃及見誚。","bklhl":"親像án-ni，亞述王beh將埃及ê受掠ê，Kó͘-si̍t ê受遷徙ê chhōa去，無論老幼，thǹg-theh赤腳，露出下體，hō͘埃及見笑。"}},{"book":"賽","chapter":20,"verse":5,"versions":{"unv":"以色列人必因所仰望的古實，所誇耀的埃及，驚惶羞愧。","bklcl":"In beh in-ūi só͘ ǹg-bāng ê Kó͘-si̍t, só͘ khoa-kháu ê Ai-ki̍p, lâi kiaⁿ-hiâⁿ kiàn-siàu.","tghg":"𪜶欲因為所向望的古實，所誇口的埃及，來驚惶見誚。","bklhl":"In beh因為所ǹg望ê Kó͘-si̍t，所誇口ê埃及，來驚惶見笑。"}},{"book":"賽","chapter":20,"verse":6,"versions":{"unv":"「那時，這沿海一帶的居民必說：『看哪，我們素所仰望的，就是我們為脫離亞述王逃往求救的，不過是如此！我們怎能逃脫呢？』」","bklcl":"Hit-sî chiah-ê iân-hái khiā-khí ê peh-sìⁿ beh kóng, Khòaⁿ ah, lán chiah-ê pêng-sò͘ só͘ ǹg-bāng--ê, chiū-sī lán in-ūi beh thoat-lī A-su̍t ông; cháu-khì kiû i chín-kiù--ê, kì-jiân án-ni, lán thái-thó ōe tô-thoat ah?","tghg":"「彼時，諸個沿海徛起的百姓欲講：『看啊，咱諸個平素所向望者，就是咱因為欲脫離亞述王走去求伊拯救者，既然按呢，咱豈可(thái-thó)會逃脫啊？』」","bklhl":"Hit時，chiah ê沿海khiā起ê百姓beh講，看ah，咱chiah ê平素所ǹg望ê，就是咱因為beh脫離亞述王；走去求伊拯救ê，既然án-ni，咱thái-thó能逃脫ah？"}}]