[{"book":"賽","chapter":47,"verse":1,"versions":{"unv":"巴比倫的處女啊，下來坐在塵埃；迦勒底的閨女啊，沒有寶座，要坐在地上；因為你不再稱為柔弱嬌嫩的。","bklcl":"Pa-pí-lûn ê chāi-sek-lú ah, lo̍h--lâi chē tī tîn-ai; Ka-le̍k-tí ê cha-bó͘-gín-ná ah, bô chō-ūi, tio̍h chē tī thô͘-kha; in-ūi lí bô koh chheng chòe nńg-chiáⁿ iù-siù ê.","tghg":"巴比倫的在室女啊，落來坐佇塵埃(tîn-ai)；迦勒底的查某囝仔啊，無座位，著坐佇土腳；因為你無閣稱做軟茈(nńg-chiáⁿ)幼秀的。","bklhl":"巴比倫ê在室女ah，落來坐tī塵埃；Ka-le̍k-tí ê cha-bó͘-gín-ná ah，無座位，tio̍h坐tī土腳；因為你無koh稱做軟chiáⁿ幼秀ê。"}},{"book":"賽","chapter":47,"verse":2,"versions":{"unv":"要用磨磨麵，揭去帕子，脫去長衣，露腿蹚河。","bklcl":"Tio̍h ēng chio̍h-bō bō be̍h; tû-khì lí ê phè, thǹg lí ê tn̂g-saⁿ, lō͘-hiān lí ê kha-thúi, liâu-kè khoe.","tghg":"著用石磨(bō)磨麥，除去你的帕(phè)，褪(thǹg)你的長衫，露現你的腳腿蹽(liâu)過溪。","bklhl":"Tio̍h用石磨磨麥；除去你ê phè，thǹg你ê長衫，露現你ê腳腿，潦過溪。"}},{"book":"賽","chapter":47,"verse":3,"versions":{"unv":"你的下體必被露出；你的醜陋必被看見。我要報仇，誰也不寬容。","bklcl":"Lí ê ē-thé beh lō͘-hiān, lí ê kiàn-siàu beh hō͘ lâng khòaⁿ-kìⁿ; Góa beh pò-siû, bô khoan-iông chi̍t-lâng.","tghg":"你的下體欲露現；你的見誚欲互人看見。我欲報仇，無寬容一人。","bklhl":"你ê下體beh露現，你ê見笑beh hō͘人看見；我beh報仇，無寬容一人。"}},{"book":"賽","chapter":47,"verse":4,"versions":{"unv":"我們救贖主的名是萬軍之耶和華─以色列的聖者。","bklcl":"Kiù-sio̍k goán ê Chú, I ê miâ sī bān-kun ê Iâ-hô-hoa, sī Í-sek-lia̍t ê Sèng-ê.","tghg":"救贖阮的主伊的名是萬軍的耶和華──是以色列的聖者。","bklhl":"救贖阮ê主，祂ê名是萬軍ê耶和華，是以色列ê聖ê。"}},{"book":"賽","chapter":47,"verse":5,"versions":{"unv":"迦勒底的閨女啊，你要默然靜坐，進入暗中，因為你不再稱為列國的主母。","bklcl":"Ka-le̍k-tí ê cha-bó͘-gín-ná ah, lí tio̍h chēng-chēng chē, ji̍p tī àm-tiong; in-ūi lí bô koh chheng chòe lia̍t-kok ê chú-bú.","tghg":"迦勒底的查某囝仔啊，你著靜靜坐，入佇暗中，因為你無閣稱做列國的主母。","bklhl":"Ka-le̍k-tí ê cha-bó͘-gín-ná ah，你tio̍h靜靜坐，入tī暗中；因為你無koh稱做列國ê主母。"}},{"book":"賽","chapter":47,"verse":6,"versions":{"unv":"我向我的百姓發怒，使我的產業被褻瀆，將他們交在你手中，你毫不憐憫他們，把極重的軛加在老年人身上。","bklcl":"Góa siū-khì Góa ê peh-sìⁿ, Góa hō͘ Góa ê sán-gia̍p siū lêng-jio̍k, chiong in kau tī lí ê chhiú; lí lóng bô lîn-bín in, chiong lí ke̍k-tāng ê taⁿ kòa tī lāu-lâng ê sin-chiūⁿ.","tghg":"我受氣我的百姓，我互我的產業受凌辱，將𪜶交佇你的手，你攏無憐憫𪜶，將你極重的軛(taⁿ)掛佇老人的身上。","bklhl":"我受氣我ê百姓，我hō͘我ê產業受凌辱，將in交tī你ê手；你lóng無憐憫in，將你極重ê擔掛tī老人ê身上。"}},{"book":"賽","chapter":47,"verse":7,"versions":{"unv":"你自己說：我必永為主母，所以你不將這事放在心上，也不思想這事的結局。","bklcl":"Lí ka-kī kóng, Góa beh éng-éng chòe chú-bú; só͘-í lí bô chiong chiah-ê sū khòa tī sim--nih, ia̍h bô siūⁿ i ê kiat-kio̍k.","tghg":"你家己講：我欲永永做主母，所以你無將諸個事掛佇心裡，亦無想伊的結局。","bklhl":"你家己講，我beh永永做主母；所以你無將chiah ê事掛tī心裡，亦無想伊ê結局。"}},{"book":"賽","chapter":47,"verse":8,"versions":{"unv":"你這專好宴樂、安然居住的，現在當聽這話。你心中說：惟有我，除我以外再沒有別的。我必不致寡居，也不遭喪子之事。","bklcl":"Lí chit-ê iàn-lo̍k, an-jiân chē-ê, taⁿ tio̍h thiaⁿ chit ê ōe, lí sim-lāi kóng, Chí-ū góa, góa í-gōa bô pa̍t-ê; góa tek-khak bô tì-kàu chiú-kóaⁿ, ia̍h bô tú-tio̍h sí-kiáⁿ ê sū.","tghg":"你此個宴樂，安然坐的，今著聽此個話。你心內講：只有我，我以外無別個。我的確無致到守寡，亦無抵著(tú-tio̍h)死子的事。","bklhl":"你chit ê宴樂，安然坐ê，taⁿ tio̍h聽chit ê話，你心內講，只有我，我以外無別ê；我的確無致到守寡，亦無tú-tio̍h死kiáⁿ ê事。"}},{"book":"賽","chapter":47,"verse":9,"versions":{"unv":"哪知，喪子、寡居這兩件事在一日轉眼之間必臨到你；正在你多行邪術、廣施符咒的時候，這兩件事必全然臨到你身上。","bklcl":"Chóng-sī sí-kiáⁿ chiú-kóaⁿ chit nn̄g kiāⁿ sū, tī chi̍t-ji̍t ba̍k-nih-kú ê tiong-kan beh lîm-kàu lí; tī lí kiâⁿ chōe-chōe siâ-su̍t, tōa-tōa ūi-hû liām-chiù ê sî, chí(**chit) nn̄g hāng sū beh choân-jiân lîm-kàu lí.","tghg":"總是，死子、守寡此二件事佇一日目𥍉久的中間欲臨到你；佇你行多多邪術，大大畫符唸咒的時，此二項事欲全然臨到你。","bklhl":"總是死kiáⁿ守寡chit兩件事，tī一日目nih久ê中間beh臨到你；tī你行chōe-chōe邪術，大大畫符念咒ê時，chit兩項事beh全然臨到你。"}},{"book":"賽","chapter":47,"verse":10,"versions":{"unv":"你素來倚仗自己的惡行，說：無人看見我。你的智慧聰明使你偏邪，並且你心裡說：惟有我，除我以外再沒有別的。","bklcl":"Lí pêng-sò͘ óa-khò lí ê pháiⁿ, kóng, Bô lâng khòaⁿ-kìⁿ góa; lí ê tì-hūi chhang-miâ bê-he̍k lí; koh lí sim-lāi kóng, Chí-ū góa, góa í-gōa bô pa̍t-ê.","tghg":"你平素倚靠你的歹，講：無人看見我。你的智慧聰明(chhang-miâ)迷惑你，閣你心內講：只有我，我以外無別個。","bklhl":"你平素óa靠你ê pháiⁿ，講，無人看見我；你ê智慧聰明迷惑你；koh你心內講，只有我，我以外無別ê。"}},{"book":"賽","chapter":47,"verse":11,"versions":{"unv":"因此，禍患要臨到你身，你不知何時發現（或譯：如何驅逐）；災害落在你身上，你也不能除掉；所不知道的毀滅也必忽然臨到你身。","bklcl":"In-ūi án-ni chai-ē beh lîm-kàu lí; lí m̄-chai tùi toh-lo̍h lâi; chai-hāi kàu-tī lí, lí ia̍h bōe-ōe tû-khì; só͘-í m̄-chai ê húi-bia̍t ia̍h beh hut-jiân lîm-kàu lí.","tghg":"因為按呢，災禍欲臨到你；你呣知對叨落來，災害到佇你，你亦𣍐會除去；所以呣知的毀滅亦欲忽然臨到你。","bklhl":"因為án-ni災厄beh臨到你；你m̄知tùi toh-lo̍h來；災害到tī你，你亦bōe能除去；所以m̄知ê毀滅亦beh忽然臨到你。"}},{"book":"賽","chapter":47,"verse":12,"versions":{"unv":"站起來吧！用你從幼年勞神施行的符咒和你許多的邪術；或者可得益處，或者可得強勝。","bklcl":"Tio̍h khí-lâi khiā, ēng lí ê siâ-su̍t kap lí chōe-chōe ê hû-chiù, chiū-sī tùi lí siàu-liân só͘ tio̍h-bôa ha̍k-si̍p--ê, kiám-chhái ōe tit-tio̍h lī-ek, á-sī tit-tio̍h khah-iâⁿ.","tghg":"著起來徛！用你的邪術及你多多的符咒(hû-chiù)，就是對你少年所著磨學習的；豈採會得著利益，抑是得著卡贏。","bklhl":"Tio̍h起來khiā，用你ê邪術kap你chōe-chōe ê符咒，就是對你少年所tio̍h磨學習ê，kiám-chhái會得tio̍h利益，á是得tio̍h khah贏。"}},{"book":"賽","chapter":47,"verse":13,"versions":{"unv":"你籌劃太多，以致疲倦。讓那些觀天象的，看星宿的，在月朔說預言的，都站起來，救你脫離所要臨到你的事。","bklcl":"Lí ê kè-e̍k thài-chōe, tì-kàu ià-siān; taⁿ hō͘ hiah-ê koan thiⁿ-siōng--ê, khòaⁿ chhiⁿ-sîn--ê, tī ge̍h-chhoe kóng chhàm-gú ê, lóng khí-lâi, kiù lí thoat-lī só͘ beh lîm-kàu lí ê sū.","tghg":"你的計劃(kè-e̍k)太多，致到厭倦。今互許個觀天象者，看星辰者，佇月初講讖語(chhàm-gú)者，攏起來，救你脫離所欲臨到你的事。","bklhl":"你ê計畫太chōe，致到厭倦；taⁿ hō͘ hiah-ê觀天象ê，看星辰ê，tī月初講讖語ê，lóng起來，救你脫離所beh臨到你ê事。"}},{"book":"賽","chapter":47,"verse":14,"versions":{"unv":"他們要像碎秸被火焚燒，不能救自己脫離火焰之力；這火並非可烤的炭火，也不是可以坐在其前的火。","bklcl":"Khòaⁿ ah, in beh chhin-chhiūⁿ chháu-á siū hé sio; bōe-ōe kiù ka-kī thoat-lī hé-iām ê la̍t; ia̍h bô hé-thòaⁿ thang hang-sio, ia̍h bô hé thang chē tī i ê bīn-chêng.","tghg":"看啊，𪜶欲親像草仔受火燒，𣍐會救家己脫離火焰的力；亦無火炭通烘燒，亦無火通坐佇伊的面前。","bklhl":"看ah，in beh親像草á受火燒；bōe能救家己脫離火燄ê力；亦無火炭thang烘燒，亦無火thang坐tī伊ê面前。"}},{"book":"賽","chapter":47,"verse":15,"versions":{"unv":"你所勞神的事都要這樣與你無益；從幼年與你貿易的也都各奔各鄉，無人救你。","bklcl":"Lí só͘ tio̍h-bôa ha̍k-si̍p ê sū tùi-tī lí lóng beh chhin-chhiūⁿ án-ni; tùi lí siàu-liân ê sî kap lí chòe seng-lí--ê ia̍h ta̍k-lâng tò-khì i ê pún só͘-chāi, bô lâng kiù lí.","tghg":"你所著磨學習的事對佇你攏欲親像按呢；對你少年的時及你做生理的亦逐人倒去伊的本所在，無人救你。","bklhl":"你所tio̍h磨學習ê事對tī你lóng beh親像án-ni；對你少年ê時kap你做seng-lí-ê亦ta̍k人tò去伊ê本所在，無人救你。"}}]