[{"book":"賽","chapter":66,"verse":1,"versions":{"unv":"耶和華如此說：天是我的座位；地是我的腳凳。你們要為我造何等的殿宇？哪裡是我安息的地方呢？","bklcl":"Iâ-hô-hoa án-ni kóng, Thiⁿ sī Góa ê chō-ūi, tōe sī Góa ê kha-ta̍h-í; lín beh kā Góa khí sím-mi̍h hō ê chhù? sím-mi̍h hō ê só͘-chāi, sī chòe Góa an-hioh ê tōe-hng ah?","tghg":"耶和華按呢講：天是我的座位；地是我的腳踏椅。恁欲給我起甚麼號的厝？甚麼號的所在是做我安息的地方啊？","bklhl":"耶和華án-ni講，天是我ê座位，地是我ê腳踏椅；lín beh kā我起甚麼號ê厝？甚麼號ê所在，是做我安歇ê地方ah？"}},{"book":"賽","chapter":66,"verse":2,"versions":{"unv":"耶和華說：這一切都是我手所造的，所以就都有了。但我所看顧的，就是虛心（原文是貧窮）痛悔、因我話而戰兢的人。","bklcl":"Iâ-hô-hoa kóng, Chiah-ê lóng sī Góa ê chhiú só͘ chhòng-chō ê, só͘-í chiah-ê chiū lóng ū; chóng-sī Góa só͘ khòaⁿ-kò͘--ê, chiū-sī khiam-hu sim thòng-hóe, in-ūi Góa ê ōe lâi ngia̍uh-ngia̍uh-chhoah ê lâng.","tghg":"耶和華講：諸個攏是我的手所創造的，所以諸個就攏有。總是我所看顧的，就是謙虛心痛悔、因為我的話來愕愕惙(ngia̍uh-ngia̍uh-chhoah)的人。","bklhl":"耶和華講，Chiah-ê lóng是我ê手所創造ê，所以chiah ê就lóng有；總是我所看顧ê，就是謙虛心痛悔，因為我ê話來ngia̍uh-ngia̍uh-chhoah ê人。"}},{"book":"賽","chapter":66,"verse":3,"versions":{"unv":"假冒為善的宰牛，好像殺人，獻羊羔，好像打折狗項，獻供物，好像獻豬血，燒乳香，好像稱頌偶像。這等人揀選自己的道路，心裡喜悅行可憎惡的事。","bklcl":"Thâi-gû bô koh-iūⁿ thâi-lâng; hiàn iûⁿ bô koh-iūⁿ kòng-chi̍h káu ām-kún; hiàn lé-mi̍h bô koh-iūⁿ hiàn ti-huih; sio jú-hiuⁿ bô koh-iūⁿ o-ló ngó͘-siōng; in kéng ka-kī ê tō-lō͘, sim hoaⁿ-hí in khó-ò͘ⁿ ê sū.","tghg":"刣牛，無各樣刣人，獻羊，無各樣摃折(kòng-chi̍h)狗頷頸(ām-kún)，獻禮物，無各樣獻豬血，燒乳香，無各樣謳咾偶像。𪜶揀家己的道路，心歡喜𪜶可惡的事。","bklhl":"Thâi牛無各樣刣人；獻羊無各樣kòng折狗頷頸；獻禮物無各樣獻豬血；燒乳香無各樣o-ló偶像；in揀家己ê道路，心歡喜in可惡ê事。"}},{"book":"賽","chapter":66,"verse":4,"versions":{"unv":"我也必揀選迷惑他們的事，使他們所懼怕的臨到他們；因為我呼喚，無人答應；我說話，他們不聽從；反倒行我眼中看為惡的，揀選我所不喜悅的。","bklcl":"Góa ia̍h kéng bê-he̍k in ê sū, hō͘ in só͘ kiaⁿ-hiâⁿ--ê lîm-kàu in; in-ūi Góa kiò, bô lâng ìn; Góa kóng-ōe, in bô thiaⁿ-thàn; hoán-tńg kiâⁿ Góa ba̍k-chiu-tiong khòaⁿ-chòe pháiⁿ--ê, kéng Góa só͘ bô hoaⁿ-hí--ê.","tghg":"我亦揀迷惑𪜶的事，互𪜶所驚惶的臨到𪜶；因為我叫，無人應；我講話，𪜶無聽趁；反轉行我目睭中看做歹的，揀我所無歡喜的。","bklhl":"我亦揀迷惑in ê事，hō͘ in所驚惶ê臨到in；因為我叫，無人ìn；我講話，in無聽thàn；反tńg行我目睭中看做pháiⁿ-ê，揀我所無歡喜ê。"}},{"book":"賽","chapter":66,"verse":5,"versions":{"unv":"你們因耶和華言語戰兢的人當聽他的話：你們的弟兄─就是恨惡你們，因我名趕出你們的，曾說：願耶和華得榮耀，使我們得見你們的喜樂；但蒙羞的究竟是他們！","bklcl":"Lín in-ūi Iâ-hô-hoa ê ōe lâi ngia̍uh-ngia̍uh-chhoah ê lâng, tio̍h thiaⁿ I ê ōe; Lín ê hiaⁿ-tī oàn-hūn lín, in-ūi Góa ê miâ kek-tio̍k lín--ê, bat kóng, Goān Iâ-hô-hoa tit-tio̍h êng-kng, hō͘ goán tit-tio̍h khòaⁿ-kìⁿ lín ê hoaⁿ-hí; chóng-sī in beh tú-tio̍h kiàn-siàu.","tghg":"恁因為耶和華的話來愕愕惙的人著聽伊的話；恁的兄弟怨恨恁，因為我的名革逐(kek-tio̍k)恁者，曾講：願耶和華得著榮光，互阮得著看見恁的歡喜；總是𪜶欲抵著(tú-tio̍h)見誚。","bklhl":"Lín因為耶和華ê話來ngia̍uh-ngia̍uh-chhoah ê人，tio̍h聽伊ê話；Lín ê兄弟怨恨lín，因為我ê名革逐lín-ê，bat講，願耶和華得tio̍h榮光，hō͘阮得tio̍h看見lín ê歡喜；總是in beh tú-tio̍h見笑。"}},{"book":"賽","chapter":66,"verse":6,"versions":{"unv":"有喧嘩的聲音出自城中！有聲音出於殿中！是耶和華向仇敵施行報應的聲音！","bklcl":"Ū soan-hoa ê siaⁿ tùi siâⁿ-lāi chhut, ū siaⁿ tùi tiān-lāi chhut, chiū-sī Iâ-hô-hoa pò-èng I ê tùi-te̍k ê siaⁿ.","tghg":"有喧嘩的聲對城內出！有聲對殿內出！就是耶和華報應伊的對敵的聲！","bklhl":"有喧嘩ê聲tùi城內出，有聲tùi殿內出，就是耶和華報應祂ê對敵ê聲。"}},{"book":"賽","chapter":66,"verse":7,"versions":{"unv":"錫安未曾劬勞就生產，未覺疼痛就生出男孩。","bklcl":"Sek-an iáu-bē tú-tio̍h siⁿ-kiáⁿ ê kan-khó͘, chiū seng-sán; iáu-bē chai thàng-thiàⁿ, chiū siⁿ ta-po͘-kiáⁿ.","tghg":"錫安猶未抵著生子的艱苦就生產，猶未知痛疼，就生查甫子。","bklhl":"錫安iáu未tú-tio̍h生kiáⁿ ê艱苦，就生產；iáu未知痛疼，就生ta-po͘-kiáⁿ。"}},{"book":"賽","chapter":66,"verse":8,"versions":{"unv":"國豈能一日而生？民豈能一時而產？因為錫安一劬勞便生下兒女，這樣的事誰曾聽見？誰曾看見呢？","bklcl":"Chhin-chhiūⁿ chit-hō sū, chī-chūi bat thiaⁿ-kìⁿ? chiah-ê sū chī-chūi bat khòaⁿ-kìⁿ ah? kok kiám-ōe chi̍t-ji̍t lâi siⁿ? peh-sìⁿ kiám-ōe tiap-á-kú lâi chhut-sì? in-ūi Sek-an chi̍t-ē tú-tio̍h siⁿ-kiáⁿ ê kan-khó͘, chiū siⁿ kiáⁿ-jî.","tghg":"親像此號事是誰曾聽見？諸個事是誰曾看見啊？國豈會一日來生？百姓豈會霎(tia̍p)仔久來出世？因為錫安一下抵著生子的艱苦就生子兒。","bklhl":"親像chit號事，是誰 bat聽見？chiah ê事是誰 bat看見ah？kok kiám能一日來生？百姓kiám能 tiap-á久來出世？因為錫安一下tú-tio̍h生kiáⁿ ê艱苦，就生kiáⁿ兒。"}},{"book":"賽","chapter":66,"verse":9,"versions":{"unv":"耶和華說：我既使她臨產，豈不使她生產呢？你的　神說：我既使她生產，豈能使她閉胎不生呢？","bklcl":"Iâ-hô-hoa kóng, Góa í-keng hō͘ i lîm-phûn, kiám-bô hō͘ i siⁿ-chhut mah?  Lí ê Siōng-tè kóng, Góa hō͘ lâng siⁿ-kiáⁿ--ê, kiám koaiⁿ-ba̍t i ê thai mah?","tghg":"耶和華講：我已經互伊臨盆，豈無互伊生出嗎？你的上帝講：我互人生子者，豈關密伊的胎嗎？","bklhl":"耶和華講，我已經hō͘伊臨盆，kiám無hō͘伊生出mah？你ê上帝講，我hō͘人生kiáⁿ-ê，kiám關密伊ê胎mah？"}},{"book":"賽","chapter":66,"verse":10,"versions":{"unv":"你們愛慕耶路撒冷的都要與她一同歡喜快樂；你們為她悲哀的都要與她一同樂上加樂；","bklcl":"Lín chiah-ê thiàⁿ Iâ-lō͘-sat-léng--ê, tio̍h kap i tâng khoài-lo̍k, ūi i hoaⁿ-hí; lín ūi-tio̍h i pi-ai--ê, taⁿ tio̍h kap i hoaⁿ-hí khoài-lo̍k.","tghg":"恁諸個疼耶路撒冷者，著及伊同快樂為伊歡喜；恁為著伊悲哀者，今著及伊歡喜快樂。","bklhl":"Lín chiah ê疼耶路撒冷ê，tio̍h kap伊同快樂，為伊歡喜；lín為tio̍h伊悲哀ê，taⁿ tio̍h kap伊歡喜快樂。"}},{"book":"賽","chapter":66,"verse":11,"versions":{"unv":"使你們在她安慰的懷中吃奶得飽，使他們得她豐盛的榮耀，猶如擠奶，滿心喜樂。","bklcl":"Tì-kàu lín thang suh i ê an-ùi ê lin-thâu lâi tit-tio̍h pá; hō͘ lín tit-tio̍h i hong-sēng ê êng-kng, chhin-chhiūⁿ chhē-tio̍h lín móa-sim hoaⁿ-hí.","tghg":"致到恁通吸(suh)伊的安慰的奶頭來得著飽，互恁得著伊豐盛的榮光，親像尋著恁滿心歡喜。","bklhl":"致到lín thang suh伊ê安慰ê奶頭來得tio̍h飽；hō͘ lín得tio̍h伊豐盛ê榮光，親像chhē-tio̍h lín滿心歡喜。"}},{"book":"賽","chapter":66,"verse":12,"versions":{"unv":"耶和華如此說：我要使平安延及她，好像江河，使列國的榮耀延及她，如同漲溢的河。你們要從中享受（原文是咂）；你們必蒙抱在肋旁，搖弄在膝上。","bklcl":"Iâ-hô-hoa án-ni kóng, Khòaⁿ ah, Góa beh hō͘ pêng-an khui-khoah kàu tī i, chhin-chhiūⁿ kang-hô; hō͘ lia̍t-kok ê êng-kng kàu tī i, chhin-chhiūⁿ tiòng-móa ê hô; lín beh hióng-siū i, lín beh tit-tio̍h phō tī sin-piⁿ, iô tī kha-thâu-u-téng.","tghg":"耶和華按呢講：看啊，我欲互平安開闊到佇伊，親像江河，互列國的榮光到佇伊，親像漲滿的河。恁欲享受伊；恁欲得著抱佇身邊，搖佇腳頭窩(kha-thâu-u)頂。","bklhl":"耶和華án-ni講，看ah，我beh hō͘平安開闊到tī伊，親像江河；hō͘列國ê榮光到tī伊，親像漲滿ê河；lín beh享受伊，lín beh得tio̍h抱tī身邊，搖tī腳頭u頂。"}},{"book":"賽","chapter":66,"verse":13,"versions":{"unv":"母親怎樣安慰兒子，我就照樣安慰你們；你們也必因（或譯：在）耶路撒冷得安慰。","bklcl":"Chhin-chhiūⁿ lâng tit-tio̍h i ê lāu-bú an-ùi--i, Góa ia̍h beh án-ni an-ùi lín; lín ia̍h beh tī Iâ-lō͘-sat-léng tit-tio̍h an-ùi.","tghg":"親像人得著伊的老母安慰伊，我亦欲按呢安慰恁；恁亦欲佇耶路撒冷得著安慰。","bklhl":"親像人得tio̍h伊ê老母安慰伊，我亦beh án-ni安慰lín；lín亦beh tī耶路撒冷得tio̍h安慰。"}},{"book":"賽","chapter":66,"verse":14,"versions":{"unv":"你們看見，就心中快樂；你們的骨頭必得滋潤像嫩草一樣；而且耶和華的手向他僕人所行的必被人知道；他也要向仇敵發惱恨。","bklcl":"Lín khòaⁿ-kìⁿ, sim chiū khoài-lo̍k; lín ê kut beh tit-tio̍h lūn-te̍k, chhin-chhiūⁿ nńg-nńg ê chháu chi̍t-iūⁿ; koh Iâ-hô-hoa ê chhiú beh hián-hiān tī I ê lô͘-po̍k; I ia̍h beh siū-khì I ê tùi-te̍k.","tghg":"恁看見，心就快樂；恁的骨欲得著潤澤親像軟軟的草一樣；閣耶和華的手欲顯現佇伊的奴僕；伊亦欲受氣伊的對敵。","bklhl":"Lín看見，心就快樂；lín ê骨beh得tio̍h潤澤，親像軟軟ê草一樣；koh耶和華ê手beh顯現tī祂ê奴僕；祂亦beh受氣祂ê對敵。"}},{"book":"賽","chapter":66,"verse":15,"versions":{"unv":"看哪，耶和華必在火中降臨；他的車輦像旋風，以烈怒施行報應，以火焰施行責罰；","bklcl":"Khòaⁿ ah, Iâ-hô-hoa beh tī hé-tiong kàng-lîm, I ê chhia chhin-chhiūⁿ kńg-lê-hong, ēng tōa siū-khì kiâⁿ pò-èng, ēng hé-iām kiâⁿ chek-hoa̍t.","tghg":"看啊，耶和華欲佇火中降臨；伊的車親像捲螺風，用大受氣行報應，用火焰行責罰；","bklhl":"看ah，耶和華beh tī火中降臨，伊ê車親像捲螺風，用大受氣行報應，用火焰行責罰。"}},{"book":"賽","chapter":66,"verse":16,"versions":{"unv":"因為耶和華在一切有血氣的人身上，必以火與刀施行審判；被耶和華所殺的必多。","bklcl":"In-ūi Iâ-hô-hoa beh ēng hé ēng to kap it-chhè ū hiat-khì ê lâng cheng-chiàn, hō͘ Iâ-hô-hoa só͘ thâi-sí-ê chōe-chōe.","tghg":"因為耶和華欲用火用刀，及一切有血氣的人爭戰；互耶和華所刣死的多多。","bklhl":"因為耶和華beh用火用刀kap一切有血氣ê人爭戰，hō͘耶和華所刣死ê chōe-chōe。"}},{"book":"賽","chapter":66,"verse":17,"versions":{"unv":"「那些分別為聖、潔淨自己的，進入園內跟在其中一個人的後頭，吃豬肉和倉鼠並可憎之物，他們必一同滅絕；這是耶和華說的。","bklcl":"Hiah-ê hun-piat chòe-sèng, chheng-khì ka-kī--ê, chìn-ji̍p tī hn̂g-lāi, kun-tè hit tiong-kan chi̍t ê lâng ê āu-bīn, chia̍h ti-bah kap khó-ò͘ⁿ ê mi̍h kap niáu-chhú; in beh chòe chi̍t-ē bia̍t-bô; che sī Iâ-hô-hoa kóng--ê.","tghg":"「許個分別做聖、清氣家己者，進入佇園內跟隨(kun-tè)彼中間一個人的後面，食豬肉及可惡的物及老鼠，𪜶欲做一下滅無；這是耶和華講的。","bklhl":"Hiah-ê分別做聖，清氣家己ê，進入tī園內，跟tè hit中間一个人ê後面，食豬肉kap可惡ê物kap老鼠；in beh做一下滅無；這是耶和華講ê。"}},{"book":"賽","chapter":66,"verse":18,"versions":{"unv":"「我知道他們的行為和他們的意念。時候將到，我必將萬民萬族（族：原文是舌）聚來，看見我的榮耀，","bklcl":"In-ūi góa chai in ê kiâⁿ-chòe kap in ê liām-thâu; sî kàu Góa beh chū-chi̍p bān peh-sìⁿ bān-cho̍k; in beh lâi, beh khòaⁿ Góa ê êng-kng.","tghg":"「因為我知𪜶的行做及𪜶的念頭。時到，我欲聚集萬百姓萬族𪜶欲來，欲看我的榮光，","bklhl":"因為我知in ê行做kap in ê念頭；時到我beh聚集萬百姓萬族；in beh來，beh看我ê榮光。"}},{"book":"賽","chapter":66,"verse":19,"versions":{"unv":"我要顯神蹟（或譯：記號）在他們中間。逃脫的，我要差到列國去，就是到他施、普勒、拉弓的路德和土巴、雅完，並素來沒有聽見我名聲、沒有看見我榮耀遼遠的海島；他們必將我的榮耀傳揚在列國中。","bklcl":"Góa beh siat kì-hō tī in tiong-kan; tô-cháu--ê, Góa beh chhe in kàu lia̍t-kok, chiū-sī kàu Tha-si, Phó͘-le̍k, khui-keng ê Lō͘-tek, kap Thó͘-pa, Ngá-oân, kap pêng-sò͘ bē ū thiaⁿ-kìⁿ Góa ê miâ-siaⁿ, bē ū khòaⁿ-kìⁿ Góa ê êng-kng, hn̄g-hn̄g ê hái-sū; in beh chiong Góa ê êng-kng thoân-pò tī lia̍t-kok-tiong.","tghg":"我欲設記號佇𪜶中間。逃走者，我欲差𪜶到列國，就是到他施、普勒，開弓的路德及土巴、雅完，及平素未有聽見我的名聲、未有看見我的榮光遠遠的海嶼；𪜶欲將我的榮光傳報佇列國中。","bklhl":"我beh設記號tī in中間；逃走ê，我beh 差in到列國，就是到Tha-si、Phó͘-le̍k，開弓ê路得，kap Thó͘-pa、Ngá-oân，kap平素未有聽見我ê名聲，未有看見我ê榮光，遠遠ê海嶼；in beh將我ê榮光傳報tī列國中。"}},{"book":"賽","chapter":66,"verse":20,"versions":{"unv":"他們必將你們的弟兄從列國中送回，使他們或騎馬，或坐車，坐轎，騎騾子，騎獨峰駝，到我的聖山耶路撒冷，作為供物獻給耶和華，好像以色列人用潔淨的器皿盛供物奉到耶和華的殿中；這是耶和華說的。","bklcl":"In beh sàng lín ê chèng hiaⁿ-tī tùi lia̍t-kok-tiong tò--lâi, hō͘ in ū-ê khiâ-bé, ū-ê chē-chhia, chē-kiō, khiâ-lô, khiâ lo̍k-tô, kàu Góa ê sèng-soaⁿ Iâ-lō͘-sat-léng, chòe lé-mi̍h hiàn-hō͘ Iâ-hô-hoa, chhin-chhiūⁿ Í-sek-lia̍t lâng ēng chheng-khì ê khì-kū tóe lé-mi̍h, hiàn tī Iâ-hô-hoa ê chhù; che sī Iâ-hô-hoa kóng--ê.","tghg":"𪜶欲送恁的眾兄弟對列國中倒來，互𪜶有的騎馬，有的坐車，坐轎，騎騾，騎駱駝，到我的聖山耶路撒冷，做禮物獻互耶和華，親像以色列人用清氣的器具貯(tóe)禮物，獻佇耶和華的厝；這是耶和華講的。","bklhl":"In beh送lín ê眾兄弟tùi列國中tò來，hō͘ in有ê騎馬，有ê坐車，坐轎，騎騾，騎駱駝，到我ê聖山耶路撒冷，做禮物獻hō͘耶和華，親像以色列人用清氣ê器具貯禮物，獻tī耶和華ê厝；這是耶和華講ê。"}},{"book":"賽","chapter":66,"verse":21,"versions":{"unv":"耶和華說：我也必從他們中間取人為祭司，為利未人。」","bklcl":"Iâ-hô-hoa kóng, Góa beh tùi in tiong-kan, chhú lâng chòe chè-si, chòe Lī-bī lâng.","tghg":"耶和華講：我欲對𪜶中間取人做祭司，做利未人。」","bklhl":"耶和華講，我beh tùi in中間，取人做祭司，做利未人。"}},{"book":"賽","chapter":66,"verse":22,"versions":{"unv":"耶和華說：我所要造的新天新地，怎樣在我面前長存；你們的後裔和你們的名字也必照樣長存。","bklcl":"Iâ-hô-hoa kóng, In-ūi Góa só͘ chō ê sin-thiⁿ sin-tōe, tī Góa ê bīn-chêng tn̂g-tn̂g tī-teh; chhin-chhiūⁿ án-ni, lín ê hō͘-è kap lín ê miâ-jī, ia̍h beh tn̂g-tn̂g tī-teh.","tghg":"耶和華講：因為我所造的新天新地，佇我的面前長長佇啲；親像按呢，恁的後裔及恁的名字亦欲長長佇啲。","bklhl":"耶和華講，因為我所造ê新天新地，tī我ê面前長長tī-teh；親像án-ni，lín ê後裔kap lín ê名字，亦beh長長tī-teh。"}},{"book":"賽","chapter":66,"verse":23,"versions":{"unv":"每逢月朔、安息日，凡有血氣的必來在我面前下拜。這是耶和華說的。","bklcl":"Ta̍k-pái tú-tio̍h ge̍h ê chhoe-it, ta̍k-pái tú-tio̍h an-hioh-ji̍t, kìⁿ-nā ū hiat-khì--ê, beh kàu Góa ê bīn-chêng kūi-pài; che sī Iâ-hô-hoa kóng--ê.","tghg":"逐擺抵著月的初一，逐擺抵著安息日，見若有血氣者，欲到我的面前跪拜。這是耶和華講的。","bklhl":"Ta̍k-pái tú-tio̍h月ê初一，ta̍k-pái tú-tio̍h安歇日，見若有血氣ê，beh到我ê面前跪拜；這是耶和華講ê。"}},{"book":"賽","chapter":66,"verse":24,"versions":{"unv":"他們必出去觀看那些違背我人的屍首；因為他們的蟲是不死的；他們的火是不滅的；凡有血氣的都必憎惡他們。","bklcl":"In beh chhut-khì khòaⁿ hiah-ê pōe-ge̍k Góa ê lâng ê sin-si; in-ūi in ê thâng bōe sí, in ê hé bōe hoa; kìⁿ-ū hiat-khì--ê lóng beh iàm-ò͘ⁿ in.","tghg":"𪜶欲出去看許個悖逆(pōe-ge̍k)我的人的身屍；因為𪜶的蟲𣍐死；𪜶的火𣍐熄(hoa)；見有血氣者攏欲厭惡𪜶。","bklhl":"In beh出去看hiah-ê悖逆我ê人ê身屍；因為in ê蟲bōe死，in ê火bōe hoa；見有血氣ê lóng beh厭惡in。"}}]