[{"book":"賽","chapter":45,"verse":1,"versions":{"unv":"我─耶和華所膏的古列；我攙扶他的右手，使列國降伏在他面前。我也要放鬆列王的腰帶，使城門在他面前敞開，不得關閉。我對他如此說：","bklcl":"Góa Iâ-hô-hoa só͘ boah-iû ê Kó͘-lia̍t, Góa khan i ê chiàⁿ-chhiú, hō͘ lia̍t-kok hâng-ho̍k tī i ê bīn-chêng, Góa ia̍h beh tháu lia̍t-ông ê io-tòa; hō͘ siâⁿ-mn̂g khui tī i ê bīn-chêng, koh chiah-ê mn̂g tek-khak bô koaiⁿ;","tghg":"我──耶和華所抹油的古列；我牽伊的正手，互列國降服佇伊的面前。我亦欲解(tháu)列王的腰帶，互城門開佇伊的面前，閣諸個門的確無關。","bklhl":"我耶和華所抹油ê Kó͘-lia̍t，我牽伊ê chiàⁿ手，hō͘列國降服tī伊ê面前，我亦beh tháu列王ê腰帶；hō͘城門開tī伊ê面前，koh chiah ê門的確無關；"}},{"book":"賽","chapter":45,"verse":2,"versions":{"unv":"我必在你前面行，修平崎嶇之地。我必打破銅門，砍斷鐵閂。","bklcl":"Góa tùi i án-ni kóng, Góa beh kiâⁿ tī lí ê bīn-chêng, siu-pîⁿ khâm-khia̍t ê tōe; Góa beh phah-phòa tâng ê mn̂g, chām-tn̄g thih ê chhòaⁿ.","tghg":"我對伊按呢講：我欲行佇你的面前，修平嵁硈(khâm-khia̍t)的地。我欲拍破銅的門，斬斷鐵的閂(chhòaⁿ)。","bklhl":"我對伊án-ni講，我beh行tī你ê面前，修平坎坷ê地；我beh phah破銅ê門，斬斷鐵ê閂(chhòaⁿ)。"}},{"book":"賽","chapter":45,"verse":3,"versions":{"unv":"我要將暗中的寶物和隱密的財寶賜給你，使你知道提名召你的，就是我─耶和華、以色列的　神。","bklcl":"Góa beh chiong àm-tiong ê pó-mi̍h, kap ún-ba̍t ê châi-pó siúⁿ-sù lí, hō͘ lí chai kiò-miâ tiàu lí--ê chiū-sī Góa, Iâ-hô-hoa, Í-sek-lia̍t ê Siōng-tè.","tghg":"我欲將暗中的寶物及隱密的財寶賞賜你，互你知叫名召你者，就是我──耶和華、以色列的上帝。","bklhl":"我beh將暗中ê寶物，kap隱密ê財寶賞賜你，hō͘你知叫名召你ê就是我，耶和華，以色列ê上帝。"}},{"book":"賽","chapter":45,"verse":4,"versions":{"unv":"因我僕人雅各，我所揀選以色列的緣故，我就提名召你；你雖不認識我，我也加給你名號。","bklcl":"In-ūi Góa ê lô͘-po̍k Ngá-kok, Góa só͘ kéng Í-sek-lia̍t ê iân-kò͘, Góa chiū kiò-miâ tiàu--lí; lí sui-jiân m̄-bat Góa, Góa ū chheng lí ê miâ.","tghg":"因為我的奴僕雅各，我所揀以色列的緣故，我就叫名召你；你雖然呣識(bat)我，我有稱你的名。","bklhl":"因為我ê奴僕雅各，我所揀以色列ê緣故，我就叫名召你；你雖然m̄-bat我，我有稱你ê名。"}},{"book":"賽","chapter":45,"verse":5,"versions":{"unv":"我是耶和華，在我以外並沒有別神；除了我以外再沒有　神。你雖不認識我，我必給你束腰。","bklcl":"Góa sī Iâ-hô-hoa, tī Góa í-gōa bô ū pa̍t-ê, tû Góa í-gōa bô ū Siōng-tè; lí sui-jiân m̄-bat Góa, Góa beh kā lí hâ-io;","tghg":"我是耶和華，佇我以外無有別個；除我以外無有上帝。你雖然呣識我，我欲給你縖(hâ)腰。","bklhl":"我是耶和華，tī我以外無有別ê，除我以外無有上帝；你雖然m̄-bat我，我beh kā你縖腰；"}},{"book":"賽","chapter":45,"verse":6,"versions":{"unv":"從日出之地到日落之處使人都知道除了我以外，沒有別神。我是耶和華；在我以外並沒有別神。","bklcl":"tùi ji̍t-chhut ia̍h tùi ji̍t-lo̍h ê só͘-chāi, hō͘ lâng lóng chai, tû Góa í-gōa bô ū pa̍t-ê; Góa sī Iâ-hô-hoa, tī Góa í-gōa bô ū pa̍t-ê.","tghg":"對日出亦對日落的所在，互人攏知除我以外，無有別個。我是耶和華；佇我以外無有別個。","bklhl":"tùi日出亦tùi日落ê所在，hō͘人lóng知，除我以外無有別ê；我是耶和華，tī我以外無有別ê。"}},{"book":"賽","chapter":45,"verse":7,"versions":{"unv":"我造光，又造暗；我施平安，又降災禍；造作這一切的是我─耶和華。","bklcl":"Góa chō kng, ia̍h chhòng-chō àm; Góa chō pêng-an, ia̍h chhòng-chō chai-ē; chiah-ê lóng sī Góa Iâ-hô-hoa só͘-chòe--ê.","tghg":"我造光，亦創造暗；我造平安，亦創造災禍；諸個攏是我──耶和華所做的。","bklhl":"我造光，亦創造暗；我造平安，亦創造災厄；chiah ê lóng是我耶和華所做ê。"}},{"book":"賽","chapter":45,"verse":8,"versions":{"unv":"諸天哪，自上而滴，穹蒼降下公義；地面開裂，產出救恩，使公義一同發生；這都是我─耶和華所造的。","bklcl":"Chiah-ê thiⁿ ah, tùi téng-bīn lâi tih, kiong-chhong kàng-lo̍h kong-gī; tōe-bīn li̍h-khui, siⁿ-chhut kiù-un, hō͘ kong-gī chòe chi̍t-ē hoat-siⁿ; Góa Iâ-hô-hoa bat chhòng-chō i.","tghg":"諸個天啊，對頂面來滴，穹蒼降落公義；地面裂開，生出救恩，互公義做一下發生；我──耶和華曾創造伊。","bklhl":"Chiah-ê天ah，tùi頂面來滴，穹蒼降落公義；地面裂開，生出救恩，hō͘公義做一下發生；我耶和華bat創造伊。"}},{"book":"賽","chapter":45,"verse":9,"versions":{"unv":"禍哉，那與造他的主爭論的！他不過是地上瓦片中的一塊瓦片。泥土豈可對摶弄它的說：你做甚麼呢？所做的物豈可說：你沒有手呢？","bklcl":"Chai-ē ah, hit-ê kap chō i ê Chú kè-kàu--ê, i put-kò sī tōe-chiūⁿ hiā-phìⁿ-tiong ê chi̍t-tè hiā-phìⁿ; thô͘ kiám thang tùi chhiau-i--ê kóng, Lí chòe sím-mi̍h? á-sī lí só͘ chòe ê mi̍h kiám thang kóng, I bô chhiú mah?","tghg":"災禍啊，彼個及造伊的主計較者！伊不過是地上瓦片(hiā-phìⁿ)中的一塊瓦片。土豈通對摶(chhiau)伊者講：你做甚麼？抑是你所做的物豈通講：伊無手嗎？","bklhl":"災厄ah，hit ê kap造伊ê主計較ê，伊不過是地上瓦片中ê一塊瓦片；土kiám thang對chhiau伊ê講，你做甚麼？á是你所做ê物kiám thang講，伊無手mah？"}},{"book":"賽","chapter":45,"verse":10,"versions":{"unv":"禍哉，那對父親說：你生的是甚麼呢？或對母親（原文是婦人）說：你產的是甚麼呢？","bklcl":"Chai-ē ah, hit-ê tùi lāu-pē kóng, Lí só͘-siⁿ--ê sī sím-mi̍h ah? á-sī tùi lāu-bú kóng, Lí só͘-io--ê sī sím-mi̍h ah?","tghg":"災禍啊，彼個對老父講：你所生的是甚麼啊？抑是對老母講：你所育(io)者是甚麼啊？","bklhl":"災厄ah，hit ê對老父講，你所生ê是甚麼ah？á是對老母講，你所育(io)ê是甚麼ah？"}},{"book":"賽","chapter":45,"verse":11,"versions":{"unv":"耶和華─以色列的聖者，就是造就以色列的如此說：將來的事，你們可以問我；至於我的眾子，並我手的工作，你們可以求我命定（原文是吩咐我）。","bklcl":"Í-sek-lia̍t ê Sèng--ê, chiū-sī chō i ê Iâ-hô-hoa án-ni kóng, Chiong-lâi ê sū lín thang mn̄g Góa; lūn-kàu Góa chiah-ê kiáⁿ, í-ki̍p Góa ê chhiú só͘-chòe--ê, lín thang kau-tài Góa.","tghg":"以色列的聖者，就是造伊的耶和華按呢講：將來的事，恁通問我；論到我諸個子，以及我的手所做的，恁通交代我。","bklhl":"以色列ê聖ê，就是造伊ê耶和華án-ni講，將來ê事lín thang問我；論到我chiah ê kiáⁿ，以及我ê手所做ê，lín thang交帶我。"}},{"book":"賽","chapter":45,"verse":12,"versions":{"unv":"我造地，又造人在地上。我親手鋪張諸天；天上萬象也是我所命定的。","bklcl":"Góa chō tōe, ia̍h chhòng-chō lâng tī tōe-chiūⁿ; góa chhin-chhiú tián-khui chiah-ê thiⁿ, thiⁿ-téng ê bān-siōng ia̍h sī Góa só͘ bēng-lēng--ê.","tghg":"我造地，亦創造人佇地上。我親手展開諸個天；天頂的萬象亦是我所命令的。","bklhl":"我造地，亦創造人tī地上；我親手展開chiah ê天，天頂ê萬象亦是我所命令ê。"}},{"book":"賽","chapter":45,"verse":13,"versions":{"unv":"我憑公義興起古列（原文是他），又要修直他一切道路。他必建造我的城，釋放我被擄的民；不是為工價，也不是為賞賜。這是萬軍之耶和華說的。","bklcl":"Góa chiàu kong-gī heng-khí Kó͘-lia̍t, koh beh siu-ti̍t i it-chhè ê lō͘; i beh khí-chō Góa ê siâⁿ, tháu-pàng Góa siū-lia̍h ê peh-sìⁿ, m̄-sī ūi-tio̍h kè-chîⁿ, ia̍h m̄-sī ūi-tio̍h pò-siúⁿ; che sī bān-kun ê Iâ-hô-hoa kóng ê.","tghg":"我照公義興起古列，閣欲修直伊一切的路。伊欲起造我的城，解放我受掠的百姓；呣是為著價錢，亦呣是為著報賞。這是萬軍的耶和華講的。","bklhl":"我照公義興起Kó͘-lia̍t，koh beh修直伊一切ê路；伊beh起造我ê城，tháu放我受掠ê百姓，m̄是為tio̍h價錢，亦m̄是為tio̍h報賞；這是萬軍ê耶和華講ê。"}},{"book":"賽","chapter":45,"verse":14,"versions":{"unv":"耶和華如此說：埃及勞碌得來的和古實的貨物必歸你；身量高大的西巴人必投降你，也要屬你。他們必帶著鎖鍊過來隨從你，又向你下拜，祈求你說：　神真在你們中間，此外再沒有別神；再沒有別的　神。","bklcl":"Iâ-hô-hoa án-ni kóng, Ai-ki̍p tio̍h-bôa tit-tio̍h--ê, Kó͘-si̍t ê châi-lī, kap Se-pa ê tōa-hàn lâng, lóng beh kui lí, sio̍k lí, tè lí; in beh kòa thih-liān lâi kui lí, phak-pài tī lí ê bīn-chêng, kiû lín, kóng, Siōng-tè chin-chiàⁿ tī lín tiong-kan; chit-ê í-gōa bô pa̍t-ê, koh bô pa̍t ê Siōng-tè.","tghg":"耶和華按呢講：埃及著磨得著的，古實的財利，及西巴的大漢人，攏欲歸你，屬你，隨(tè)你。𪜶欲掛鐵鍊來歸你，仆拜佇你的面前，求恁講：上帝真正佇恁中間，此個以外無別個；閣無別個上帝。","bklhl":"耶和華án-ni講，埃及tio̍h磨得tio̍h-ê，Kó͘-si̍t ê財利，kap Se-pa ê大漢人，lóng beh歸你，屬你，tè你；in beh掛鐵鏈來歸你，仆拜tī你ê面前，求lín，講，上帝真正tī lín中間；chit ê以外無別ê，koh無別ê上帝。"}},{"book":"賽","chapter":45,"verse":15,"versions":{"unv":"救主─以色列的　神啊，你實在是自隱的　神。","bklcl":"Kiù-chú, Í-sek-lia̍t ê Siōng-tè ah, Lí si̍t-chāi sī ka-kī ún-ba̍t ê Siōng-tè.","tghg":"救主──以色列的上帝啊，你實在是家己隱密的上帝。","bklhl":"救主，以色列ê上帝ah，你實在是家己隱密ê上帝。"}},{"book":"賽","chapter":45,"verse":16,"versions":{"unv":"凡製造偶像的都必抱愧蒙羞，都要一同歸於慚愧。","bklcl":"Hiah ê chng ngó͘-siōng--ê lóng beh làu-khùi kiàn-siàu, lóng chòe chi̍t-ē kiàn-siàu.","tghg":"許個妝偶像的攏欲漏氣見誚，攏做一下見誚。","bklhl":"Hiah-ê妝偶像ê lóng beh漏氣見笑，lóng做一下見笑。"}},{"book":"賽","chapter":45,"verse":17,"versions":{"unv":"惟有以色列必蒙耶和華的拯救，得永遠的救恩。你們必不蒙羞，也不抱愧，直到永世無盡。","bklcl":"Chóng-sī Í-sek-lia̍t beh tit-tio̍h Iâ-hô-hoa ēng éng-oán ê kiù-un lâi kiù in; lín tek-khak bô kiàn-siàu, ia̍h bô làu-khùi, kàu éng sè-tāi bô soah.","tghg":"總是以色列欲得著耶和華用永遠的救恩，來救𪜶。恁的確無見誚，亦無漏氣，到永世代無息(soah)。","bklhl":"總是以色列beh得tio̍h耶和華用永遠ê救恩來救in；lín的確無見笑，亦無漏氣，到永世代無soah。"}},{"book":"賽","chapter":45,"verse":18,"versions":{"unv":"創造諸天的耶和華，製造成全大地的　神，他創造堅定大地，並非使地荒涼，是要給人居住。他如此說：我是耶和華，再沒有別神。","bklcl":"In-ūi Iâ-hô-hoa chhòng-chō chiah-ê thiⁿ ê, I chiàⁿ-sī Siōng-tè; I chō tōe lâi chòe-chiâⁿ i; koh kian-kò͘ i, m̄-sī khang-khang chō, sī chhòng-chō i hō͘ lâng khiā-khí; I án-ni kóng, Góa sī Iâ-hô-hoa, í-gōa bô pa̍t-ê.","tghg":"因為耶和華創造諸個天的，伊正是上帝，伊造地來做成伊；閣堅固伊，呣是空空造，是創造伊互人徛起。伊按呢講：我是耶和華，以外無別個。","bklhl":"因為耶和華創造chiah ê天ê，祂正是上帝；祂造地來做成伊；koh堅固伊，m̄是空空造，是創造伊hō͘人khiā起；祂án-ni講，我是耶和華，以外無別ê。"}},{"book":"賽","chapter":45,"verse":19,"versions":{"unv":"我沒有在隱密黑暗之地說話；我沒有對雅各的後裔說：你們尋求我是徒然的。我─耶和華所講的是公義，所說的是正直。","bklcl":"Góa bô tī ún-ba̍t á-sī tī o͘-àm tōe ê ūi lâi kóng; Góa m̄-bat tùi Ngá-kok ê hō͘-è kóng, Lín tio̍h khang-khang chhē Góa; Góa Iâ-hô-hoa só͘-kóng--ê sī kong-gī, só͘-thoân--ê sī chèng-ti̍t.","tghg":"我無佇隱密抑是佇黑暗地的位來講，我呣曾對雅各的後裔講：恁著空空尋我。我──耶和華所講的是公義，所傳的是正直。","bklhl":"我無tī隱密á是tī烏暗地ê位來講；我m̄-bat對雅各ê後裔講，Lín tio̍h空空chhē我；我耶和華所講ê是公義，所傳ê是正直。"}},{"book":"賽","chapter":45,"verse":20,"versions":{"unv":"你們從列國逃脫的人，要一同聚集前來。那些抬著雕刻木偶、禱告不能救人之神的，毫無知識。","bklcl":"Lín tùi lia̍t-kok tô-thoat ê lâng, lín tio̍h chòe-tīn lâi, saⁿ-kap óa--lâi; hiah-ê kng tiau-khek ngó͘-siōng ê chhâ, kî-tó bōe-ōe kiù lâng ê sîn-bêng--ê, lóng bô tì-sek.","tghg":"恁對列國逃脫的人，恁著做陣來相及倚來。許個扛雕刻偶像的柴、祈禱𣍐會救人的神明的，攏無智識。","bklhl":"Lín tùi列國逃脫ê人，lín tio̍h做陣來，相kap óa來；hiah-ê扛雕刻偶像ê柴，祈禱bōe能救人ê神明ê，lóng無智識。"}},{"book":"賽","chapter":45,"verse":21,"versions":{"unv":"你們要述說陳明你們的理，讓他們彼此商議。誰從古時指明？誰從上古述說？不是我─耶和華嗎？除了我以外，再沒有　神；我是公義的　神，又是救主；除了我以外，再沒有別神。","bklcl":"Lín tio̍h soan-thoân, hō͘ i chìn-chêng lâi, hō͘ in tāi-ke chham-siông; chī-chūi tùi kó͘-chá chí-bêng chit-ê? chī-chūi tùi chá-sî soan-thoân chit-ê? kiám-m̄-sī Góa Iâ-hô-hoa mah?  Góa í-gōa bô koh ū Siōng-tè; Góa sī kong-gī ê Siōng-tè, koh sī Kiù-chú; Góa í-gōa bô pa̍t-ê.","tghg":"恁著宣傳互伊進前來，互𪜶大家參詳。是誰對古早指明此個？是誰對早時宣傳此個？豈呣是我──耶和華嗎？我以外，無閣有上帝；我是公義的上帝，閣是救主；我以外，無別個。","bklhl":"Lín tio̍h宣傳，hō͘伊進前來，hō͘ in大家參詳；是誰 tùi古早指明chit ê？是誰 tùi早時宣傳chit ê？kiám-m̄是我耶和華mah？我以外無koh有上帝；我是公義ê上帝，koh是救主；我以外無別ê。"}},{"book":"賽","chapter":45,"verse":22,"versions":{"unv":"地極的人都當仰望我，就必得救；因為我是　神，再沒有別神。","bklcl":"Tōe-ke̍k ê lâng, lóng tio̍h gióng-bōng Góa lâi tit-tio̍h kiù; in-ūi Góa sī Siōng-tè, bô koh ū pa̍t-ê.","tghg":"地極的人攏著仰望我，來得著救；因為我是上帝，無閣有別個。","bklhl":"地極ê人，lóng tio̍h仰望我來得tio̍h救；因為我是上帝，無koh有別ê。"}},{"book":"賽","chapter":45,"verse":23,"versions":{"unv":"我指著自己起誓，我口所出的話是憑公義，並不反回：萬膝必向我跪拜；萬口必憑我起誓。","bklcl":"Góa kí ka-kī lâi chiù-chōa, Góa ê chhùi chiàu kong-gī kóng-chhut chit ê ōe, koat-toàn bô siu tò-tńg, bān kha-thâu-u beh ǹg Góa lâi kūi-pài, bān-chhùi beh chí Góa lâi chiù-chōa.","tghg":"我指(kí)家己來咒誓，我的嘴照公義講出此個話，決斷無收倒轉；萬腳頭窩(kha-thâu-u)欲向我來跪拜；萬嘴欲指(chí)我來咒誓。","bklhl":"我kí家己來chiù-chōa，我ê嘴照公義講出chit ê話，決斷無收倒tńg，萬腳頭u beh ǹg我來跪拜，萬嘴beh指我來chiù-chōa。"}},{"book":"賽","chapter":45,"verse":24,"versions":{"unv":"人論我說，公義、能力，惟獨在乎耶和華；人都必歸向他。凡向他發怒的必至蒙羞。","bklcl":"Ū gī-lūn Góa kóng, Kong-gī lêng-le̍k to̍k-to̍k chāi-tī Iâ-hô-hoa, lâng lóng beh kui-óa I; hoān-nā siū-khì I ê, tek-khak kiàn-siàu.","tghg":"有議論我講，公義、能力，獨獨在佇耶和華；人攏欲歸倚伊。凡若受氣伊的，的確見誚。","bklhl":"有議論我講，公義能力獨獨在tī耶和華，人lóng beh歸óa祂；凡若受氣祂ê，的確見笑。"}},{"book":"賽","chapter":45,"verse":25,"versions":{"unv":"以色列的後裔都必因耶和華得稱為義，並要誇耀。","bklcl":"Í-sek-lia̍t ê hō͘-è lóng beh in-ūi Iâ-hô-hoa tit-tio̍h chheng-chòe-gī, ia̍h beh khoa-kháu.","tghg":"以色列的後裔攏欲因為耶和華得著稱做義，亦欲誇口。","bklhl":"以色列ê後裔lóng beh因為耶和華得tio̍h稱做義，亦beh誇口。"}}]