[{"book":"賽","chapter":56,"verse":1,"versions":{"unv":"耶和華如此說：你們當守公平，行公義；因我的救恩臨近，我的公義將要顯現。","bklcl":"Iâ-hô-hoa án-ni kóng, Lín tio̍h siú kong-pêng, kiâⁿ kong-gī; in-ūi Góa ê kiù-un í-keng kūn, Góa ê kong-gī beh hián-bêng.","tghg":"耶和華按呢講：恁著守公平，行公義；因為我的救恩已經近，我的公義欲顯明。","bklhl":"耶和華án-ni講，Lín tio̍h守公平，行公義；因為我ê救恩已經近，我ê公義beh顯明。"}},{"book":"賽","chapter":56,"verse":2,"versions":{"unv":"謹守安息日而不干犯，禁止己手而不作惡；如此行、如此持守的人便為有福。","bklcl":"Lâng án-ni kiâⁿ, sè-kan lâng án-ni chhî-siú i, siú an-hioh-ji̍t bô kan-hoān-tio̍h, kìm-chí ka-kī ê chhiú bô chòe pháiⁿ; hit-hō lâng ū hok-khì.","tghg":"人按呢行、世間人按呢持守伊，守安息日無干犯著；禁止家己的手無做歹；彼號人有福氣。","bklhl":"人án-ni行，世間人án-ni持守伊，守安歇日無干犯tio̍h，禁止家己ê手無做pháiⁿ；hit號人有福氣。"}},{"book":"賽","chapter":56,"verse":3,"versions":{"unv":"與耶和華聯合的外邦人不要說：耶和華必定將我從他民中分別出來。太監也不要說：我是枯樹。","bklcl":"Kap Iâ-hô-hoa liân-ha̍p ê gōa-pang lâng bo̍h-tit kóng, Iâ-hô-hoa tek-khak chiong góa kap I ê peh-sìⁿ pun-lī; thài-kàm ia̍h bo̍h-tit kóng, Khòaⁿ ah, góa sī ko͘-tâ ê chhiū.","tghg":"及耶和華聯合的外邦人莫得講：耶和華的確將我及伊的百姓分離。太監亦莫得講：看啊，我是枯焦的樹。","bklhl":"Kap耶和華連合ê外邦人莫得講，耶和華的確將我kap祂ê百姓分離；太監亦莫得講，看ah，我是枯焦ê樹。"}},{"book":"賽","chapter":56,"verse":4,"versions":{"unv":"因為耶和華如此說：那些謹守我的安息日，揀選我所喜悅的事，持守我約的太監，","bklcl":"In-ūi lūn-kàu kìⁿ-nā siú Góa chiah-ê an-hioh-ji̍t, kéng Góa só͘ hoaⁿ-hí ê sū, kap chhî-siú Góa ê iok ê thài-kàm, Iâ-hô-hoa án-ni kóng,","tghg":"因為論到見若守我諸個安息日，揀我所歡喜的事，及持守我的約的太監，耶和華按呢講：","bklhl":"因為論到見若守我chiah ê安歇日，揀我所歡喜ê事，kap持守我ê約ê太監，耶和華án-ni講，"}},{"book":"賽","chapter":56,"verse":5,"versions":{"unv":"我必使他們在我殿中，在我牆內，有記念，有名號，比有兒女的更美。我必賜他們永遠的名，不能剪除。","bklcl":"Chiah-ê lâng, Góa beh hō͘ in tī Góa ê chhù, tī Góa ê chhiûⁿ-ûi-lāi, ū kì-hō ū miâ-jī, pí ū kiáⁿ cha-bó͘-kiáⁿ khah-hó; Góa beh hō͘ i éng-oán ê miâ bōe-ōe chián-tû.","tghg":"諸個人我欲互𪜶佇我的厝，佇我的牆圍內，有記號有名字，比有子查某子卡好。我欲互伊永遠的名，𣍐會剪除。","bklhl":"chiah ê人，我beh hō͘ in tī我ê厝，tī我ê牆圍內，有記號有名字，比有kiáⁿ cha-bó͘-kiáⁿ khah好；我beh hō͘伊永遠ê名bōe會剪除。"}},{"book":"賽","chapter":56,"verse":6,"versions":{"unv":"還有那些與耶和華聯合的外邦人，要事奉他，要愛耶和華的名，要作他的僕人─就是凡守安息日不干犯，又持守他（原文是我）約的人。","bklcl":"Iáu-ū hiah-ê kap Iâ-hô-hoa liân-ha̍p ê gōa-pang lâng, beh ho̍k-sāi I, beh thiàⁿ Iâ-hô-hoa ê miâ, beh chòe I ê lô͘-po̍k, kìⁿ-nā siú an-hioh-ji̍t bô kan-hoān, koh chhî-siú Góa ê iok ê lâng;","tghg":"猶有許個及耶和華聯合的外邦人，欲服事伊，欲疼耶和華的名，欲做伊的奴僕──見若守安息日無干犯，閣持守我的約的人。","bklhl":"Iáu有hiah-ê kap耶和華連合ê外邦人，beh服事伊，beh疼耶和華ê名，beh做伊ê奴僕，見若守安歇日無干犯，koh持守我ê約ê人；"}},{"book":"賽","chapter":56,"verse":7,"versions":{"unv":"我必領他們到我的聖山，使他們在禱告我的殿中喜樂。他們的燔祭和平安祭，在我壇上必蒙悅納，因我的殿必稱為萬民禱告的殿。","bklcl":"Góa beh chhōa in kàu Góa ê sèng-soaⁿ, hō͘ in tī kî-tó Góa ê chhù lâi hoaⁿ-hí; in ê sio-chè kap lé-mi̍h, tī Góa ê tôaⁿ-téng, tek-khak tit-tio̍h chiap-la̍p; in-ūi Góa ê chhù beh chheng-chòe bān peh-sìⁿ kî-tó ê chhù.","tghg":"我欲導𪜶到我的聖山，互𪜶佇祈禱我的厝來歡喜。𪜶的燒祭及禮物，佇我的壇頂的確得著接納，因為我的厝欲稱做萬百姓祈禱的厝。","bklhl":"我beh chhōa in到我ê聖山，hō͘ in tī祈禱我ê厝來歡喜；in ê燒祭kap禮物，tī我ê壇頂，的確得tio̍h接納；因為我ê厝beh稱做萬百姓祈禱ê厝。"}},{"book":"賽","chapter":56,"verse":8,"versions":{"unv":"主耶和華，就是招聚以色列被趕散的，說：在這被招聚的人以外，我還要招聚別人歸併他們。","bklcl":"Chú Iâ-hô-hoa, chiū-sī chio-chi̍p Í-sek-lia̍t siū kóaⁿ-sòaⁿ--ê, kóng, Hiah-ê siū chio-chi̍p ê lâng í-gōa, Góa iáu beh chio-chi̍p pa̍t-lâng lâi kui-óa i.","tghg":"主耶和華，就是招集以色列受趕散者，講：許個受招集的人以外，我猶欲招集別人來歸倚伊。","bklhl":"主耶和華，就是招集以色列受趕散ê，講，Hiah-ê受招集ê人以外，我iáu beh招集別人來歸óa伊。"}},{"book":"賽","chapter":56,"verse":9,"versions":{"unv":"田野的諸獸都來吞吃吧！林中的諸獸也要如此。","bklcl":"Soaⁿ-iá chiah-ê siù lóng tio̍h lâi thun-chia̍h, chhiū-nâ-lāi chiah-ê siù, ia̍h tio̍h án-ni.","tghg":"山野諸個獸攏著來吞食！樹林內諸個獸亦著按呢。","bklhl":"山野chiah ê獸lóng tio̍h來吞食，樹林內chiah ê獸，亦tio̍h án-ni。"}},{"book":"賽","chapter":56,"verse":10,"versions":{"unv":"他看守的人是瞎眼的，都沒有知識，都是啞巴狗，不能叫喚；但知做夢，躺臥，貪睡，","bklcl":"I ê siú-bāng--ê sī chhiⁿ-mî, lóng bô tì-sek, lóng sī é-káu, bōe pūi ê káu, to̍k-to̍k bîn-bāng, tó-teh, ài khùn.","tghg":"伊的守望者是睛瞑，攏無智識，攏是啞口(é-káu)，𣍐吠的狗；獨獨眠夢，倒啲，愛睏。","bklhl":"伊ê守望ê是chhiⁿ-mî，lóng無智識，lóng是啞口，bōe吠ê狗，獨獨眠夢，倒teh，ài睏。"}},{"book":"賽","chapter":56,"verse":11,"versions":{"unv":"這些狗貪食，不知飽足。這些牧人不能明白─各人偏行己路，各從各方求自己的利益。","bklcl":"Chiah-ê káu tham-chia̍h, m̄-chai pá; chiah-ê bo̍k-chiá bōe-ōe bêng-pe̍k, ta̍k-lâng kiâⁿ ka-kī ê phian-lō͘, ta̍k-ê tùi kok hong-biān kiû ka-kī ê lī-ek.","tghg":"諸個狗貪食，呣知飽。諸個牧者𣍐會明白──逐人行家己的偏路，逐個對各方面求家己的利益。","bklhl":"Chiah-ê狗貪食，m̄知飽；chiah ê牧者bōe能明白，ta̍k人行家己ê偏路，ta̍k-ê對各方面求家己ê利益。"}},{"book":"賽","chapter":56,"verse":12,"versions":{"unv":"他們說：來吧！我去拿酒，我們飽飲濃酒；明日必和今日一樣，就是宴樂無量極大之日。","bklcl":"In kóng, Lâi lah, góa khì phâng-chiú, lán lim kāu-chiú kàu-pá; bîn-á-ji̍t beh chhin-chhiūⁿ kin-á-ji̍t, ke̍k-tōa bô-pí.","tghg":"𪜶講：來啦！我去捧酒，咱飲厚酒到飽；明仔日欲親像今仔日，極大無比。","bklhl":"In講，來lah，我去phâng酒，咱lim厚酒到飽；明á日beh親像今á日，極大無比。"}}]