[{"book":"賽","chapter":29,"verse":1,"versions":{"unv":"唉！亞利伊勒，亞利伊勒，大衛安營的城，任憑你年上加年，節期照常周流。","bklcl":"Ai--ah, A-lī-i-le̍k, A-lī-i-le̍k, Tāi-pi̍t an-iâⁿ ê siâⁿ, lín chi̍t-nî kè chi̍t-nî, choeh-kî chiàu-siông lûn-liû.","tghg":"唉啊！亞利伊勒，亞利伊勒，大衛安營的城，恁一年過一年，節期照常輪流。","bklhl":"Ai-ah，A-lī-i-le̍k，A-lī-i-le̍k，大衛安營ê城，lín一年過一年，節期照常輪流。"}},{"book":"賽","chapter":29,"verse":2,"versions":{"unv":"我終必使亞利伊勒困難；她必悲傷哀號，我卻仍以她為亞利伊勒。","bklcl":"Góa beh hō͘ A-lī-i-le̍k khùn-lân, i beh ū pi-siong ai-khàu; chóng-sī Góa beh khòaⁿ i chòe A-lī-i-le̍k.","tghg":"我欲互亞利伊勒困難；伊欲有悲傷哀哭，總是我欲看伊做亞利伊勒。","bklhl":"我beh hō͘ A-lī-i-le̍k困難，伊beh有悲傷哀哭；總是我beh看伊做A-lī-i-le̍k。"}},{"book":"賽","chapter":29,"verse":3,"versions":{"unv":"我必四圍安營攻擊你，屯兵圍困你，築壘攻擊你。","bklcl":"Góa beh sì-ûi an-iâⁿ kong-kek lí, khí thô͘-tui phah lí, khí koâiⁿ-tâi kong-kek lí.","tghg":"我欲四圍安營攻擊你，起土堆拍你，起高台攻擊你。","bklhl":"我beh四圍安營攻擊你，起土堆phah你，起高台攻擊你。"}},{"book":"賽","chapter":29,"verse":4,"versions":{"unv":"你必敗落，從地中說話；你的言語必微細出於塵埃。你的聲音必像那交鬼者的聲音出於地；你的言語低低微微出於塵埃。","bklcl":"Lí beh kàng-kē, tùi tōe-tiong kóng-ōe, lí ê giân-gú beh sòe-sòe, tùi tîn-ai chhut-lâi; lí ê siaⁿ-im, beh chhin-chhiūⁿ kúi chiūⁿ-sin--ê ê siaⁿ-im tùi tōe chhut-lâi, lí ê giân-gú kiū-kiū-háu tùi tîn-ai chhut.","tghg":"你欲降低，對地中講話；你的言語欲細細對塵埃出來。你的聲音欲親像鬼上身者的聲音對地出來；你的言語噭噭哮(kiū-kiū-háu)對塵埃出。","bklhl":"你beh降低，對地中講話，你ê言語beh細細，tùi塵埃出來；你ê聲音，beh親像鬼 上身ê ê聲音tùi地出來，你ê言語kiū-kiū哮tùi塵埃出。"}},{"book":"賽","chapter":29,"verse":5,"versions":{"unv":"你仇敵的群眾，卻要像細塵；強暴人的群眾，也要像飛糠。這事必頃刻之間忽然臨到。","bklcl":"Lí ê tùi-te̍k ê tōa-tūi beh chhin-chhiūⁿ iù ê thô͘-hún, kiông-pō lâng ê tōa-tūi beh chhin-chhiūⁿ pe ê chho͘-khng; chit ê sū beh tiap-á-kú ê tiong-kan hut-jiân lîm-kàu.","tghg":"你的對敵的大隊，欲親像幼的土粉；強暴人的大隊，欲親像飛的粗糠。此個事欲霎(tia̍p)仔久的中間忽然臨到。","bklhl":"你ê對敵ê大隊beh親像幼ê土粉，強暴人ê大隊beh親像飛ê粗糠；chit ê事beh tiap-á久ê中間忽然臨到。"}},{"book":"賽","chapter":29,"verse":6,"versions":{"unv":"萬軍之耶和華必用雷轟、地震、大聲、旋風、暴風，並吞滅的火焰，向她討罪。","bklcl":"Bān-kun ê Iâ-hô-hoa beh ēng lûi-tân, tōe-tāng, tōa-siaⁿ, kńg-lê-hong, tōa-hong, kap thun-bia̍t ê hé-iām lîm-kàu i.","tghg":"萬軍的耶和華欲用雷鳴、地動、大聲、捲螺風、大風，及吞滅的火焰，臨到伊。","bklhl":"萬軍ê耶和華beh用雷tân、地動、大聲、捲螺風、大風，kap吞滅ê火燄臨到伊。"}},{"book":"賽","chapter":29,"verse":7,"versions":{"unv":"那時，攻擊亞利伊勒列國的群眾，就是一切攻擊亞利伊勒和她的保障，並使她困難的，必如夢景，如夜間的異象；","bklcl":"Hit-sî kong-kek A-lī-i-le̍k chèng-kok ê tōa-tūi, chiū-sī it-chhè kong-kek i kap i ê ōe-só͘, kap khó͘-chhó͘ i ê, beh chhin-chhiūⁿ bāng-kìⁿ, chhin-chhiūⁿ mî-sî ê īⁿ-siōng.","tghg":"彼時，攻擊亞利伊勒眾國的大隊，就是一切攻擊伊及伊的衛所，及苦楚伊的，欲親像夢見，親像暝時的異象；","bklhl":"Hit時攻擊A-lī-i-le̍k眾國ê大隊，就是一切攻擊伊kap伊ê衛所，kap苦楚伊ê，beh親像夢見，親像暝時ê異象。"}},{"book":"賽","chapter":29,"verse":8,"versions":{"unv":"又必像飢餓的人夢中吃飯，醒了仍覺腹空；或像口渴的人夢中喝水，醒了仍覺發昏，心裡想喝。攻擊錫安山列國的群眾也必如此。","bklcl":"Beh chhin-chhiūⁿ iau ê lâng bāng-kìⁿ teh-chia̍h, kàu cheng-sîn sim iû-goân chai khang-khang; á-sī chhin-chhiūⁿ chhùi-ta ê lâng bāng-kìⁿ teh lim, kàu cheng-sîn iû-goân ià-siān, siūⁿ beh lim; chèng-kok ê tōa-tūi kap Sek-an soaⁿ kau-chiàn--ê, ia̍h beh chhin-chhiūⁿ án-ni.","tghg":"欲親像枵(iau)的人夢見啲食，到精神心猶原知空空；抑是親像嘴乾的人夢見啲飲，到精神猶原厭倦，想欲飲。眾國的大隊及錫安山交戰者，亦欲親像按呢。","bklhl":"Beh親像iau ê人夢見teh食，到精神心猶原知空空；á是親像嘴乾ê人夢見teh lim，到精神猶原厭倦，想beh lim；眾國ê大隊kap錫安山交戰ê，亦beh親像án-ni。"}},{"book":"賽","chapter":29,"verse":9,"versions":{"unv":"你們等候驚奇吧！你們宴樂昏迷吧！他們醉了，卻非因酒；他們東倒西歪，卻非因濃酒。","bklcl":"Lín tio̍h gông-ngia̍h kî-koài, lín tio̍h ka-kī jia-pè lâi chhiⁿ-mî.  In chùi, m̄-sī in-ūi chiú, in tian-lâi tian-khì, m̄-sī in-ūi kāu-chiú.","tghg":"恁著卬愕奇怪！恁著家己遮蔽(jia-pè)來睛瞑！𪜶醉，呣是因為酒；𪜶顛來顛去，呣是因為厚酒。","bklhl":"Lín tio̍h gông-ngia̍h奇怪，lín tio̍h家己遮蔽來chhiⁿ-mî。In醉，m̄是因為酒，in顛來顛去，m̄是因為厚酒。"}},{"book":"賽","chapter":29,"verse":10,"versions":{"unv":"因為耶和華將沉睡的靈澆灌你們，封閉你們的眼，蒙蓋你們的頭。你們的眼就是先知；你們的頭就是先見。","bklcl":"In-ūi Iâ-hô-hoa chiong khùn tāng-bîn ê sîn koàn tī lín ê téng-bīn, hong-ba̍t lín ê ba̍k-chiu, khàm-ba̍t lín ê thâu-khak; lín ê ba̍k-chiu chiū-sī sian-ti, lín ê thâu-khak chiū-sī sian-kiàn--ê.","tghg":"因為耶和華將睏重眠的神灌佇恁的頂面，封密(ba̍t)恁的目睭，蓋密(khàm-ba̍t)恁的頭殼。恁的目睭就是先知；恁的頭殼就是先見者。","bklhl":"因為耶和華將睏重眠ê神灌tī lín ê頂面，封密lín ê目睭，蓋密lín ê頭殼；lín ê目睭就是先知，lín ê頭殼就是先見ê。"}},{"book":"賽","chapter":29,"verse":11,"versions":{"unv":"所有的默示，你們看如封住的書卷，人將這書卷交給識字的，說：「請念吧！」他說：「我不能念，因為是封住了。」","bklcl":"Só͘-ū ê be̍k-sī tùi-tī lín chhin-chhiūⁿ hong--teh ê jī-iūⁿ; lâng chiong chit ê jī-iūⁿ kau hō͘ bat-jī ê lâng, kóng, Chhiáⁿ tha̍k i; i kóng, Góa bōe-ōe, in-ūi hong--teh.","tghg":"所有的默示，對佇恁親像封啲的字樣，人將此個字樣交互識字的人，講：「請讀伊！」伊講：「我𣍐會，因為封啲。」","bklhl":"所有ê默示對tī lín親像封teh ê字樣；人將chit ê字樣交hō͘ bat字 ê人，講，請讀伊；伊講，我bōe能，因為封teh。"}},{"book":"賽","chapter":29,"verse":12,"versions":{"unv":"又將這書卷交給不識字的人，說：「請念吧！」他說：「我不識字。」","bklcl":"Koh chiong chit ê jī-iūⁿ kau hō͘ m̄-bat-jī ê lâng, kóng, Chhiáⁿ tha̍k i; i kóng, Góa m̄-bat jī.","tghg":"閣將此個字樣交互呣識字的人，講：「請讀伊！」伊講：「我呣識字。」","bklhl":"Koh將chit ê字樣交hō͘ m̄-bat字 ê人，講，請讀伊；伊講，我m̄-bat字。"}},{"book":"賽","chapter":29,"verse":13,"versions":{"unv":"主說：因為這百姓親近我，用嘴唇尊敬我，心卻遠離我；他們敬畏我，不過是領受人的吩咐。","bklcl":"Chú kóng, In-ūi chit ê peh-sìⁿ chhin-kūn Góa, ēng chhùi, ēng chhùi-tûn chun-kèng Góa, sim chiū lī-khui Góa hn̄g-hn̄g; in ê chun-kèng Góa, put-kò sī thàn lâng só͘ kà-sī ê bēng-lēng nā-tiāⁿ;","tghg":"主講：因為此個百姓親近我，用嘴、用嘴唇尊敬我，心就離開我遠遠；𪜶的尊敬我，不過是趁人所教示的命令若定。","bklhl":"主講，因為chit ê百姓親近我，用嘴，用嘴唇尊敬我，心就離開我遠遠；in ê尊敬我，不過是thàn人所教示ê命令nā-tiāⁿ；"}},{"book":"賽","chapter":29,"verse":14,"versions":{"unv":"所以，我在這百姓中要行奇妙的事，就是奇妙又奇妙的事。他們智慧人的智慧必然消滅，聰明人的聰明必然隱藏。","bklcl":"só͘-í Góa beh koh ēng kî-biāu ê sū khoán-thāi chit ê peh-sìⁿ, hit ê sū chiū-sī kî-biāu koh kî-īⁿ; in tì-hūi lâng ê tì-hūi beh siau-bô, in chhong-bêng lâng ê chhong-bêng beh khàm-ba̍t.","tghg":"所以，我欲閣用奇妙的事款待此個百姓，彼個事就是奇妙閣奇異。𪜶智慧人的智慧欲消無，𪜶聰明人的聰明欲蓋密。","bklhl":"所以我beh koh用奇妙ê事款待chit ê百姓，hit ê事就是奇妙koh奇異；in智慧人ê智慧beh消無，in聰明人ê聰明beh蓋密。"}},{"book":"賽","chapter":29,"verse":15,"versions":{"unv":"禍哉！那些向耶和華深藏謀略的，又在暗中行事，說：誰看見我們呢？誰知道我們呢？","bklcl":"Chai-ē ah, hiah-ê ǹg Iâ-hô-hoa chhim-chhim khǹg in ê kè-bô͘, koh tī àm-tiong kiâⁿ tāi-chì-ê, kóng, Chī-chūi khòaⁿ-kìⁿ goán?  chī-chūi chai goán ah?","tghg":"災禍啊！許個向耶和華深深囥(khǹg)𪜶的計謀，閣佇暗中行代誌者，講：是誰看見阮？是誰知阮啊？","bklhl":"災厄ah，hiah-ê ǹg耶和華深深khǹg in ê計謀，koh tī暗中行tāi-chì-ê，講，Chī-chūi看見阮？是誰知阮ah？"}},{"book":"賽","chapter":29,"verse":16,"versions":{"unv":"你們把事顛倒了，豈可看窯匠如泥嗎？被製作的物豈可論製作物的說：他沒有製作我？或是被創造的物論造物的說：他沒有聰明？","bklcl":"Hāi ah, lín pōe-biū lah! Kiám thang khòaⁿ sio-hûi lâng chhin-chhiūⁿ thô͘ mah? siū-chō ê mi̍h kiám thang lūn chō-i--ê, kóng, I bô chō góa mah? á-sī siū-chòe ê mi̍h-kiāⁿ, kiám thang lūn chòe-i--ê kóng, I bô chhang-miâ mah?","tghg":"嗐啊，恁悖謬啦！豈通看燒磁(hûi)人親像土嗎？受造的物豈通論造伊者講：伊無造我嗎？抑是受做的物件，豈通論做伊者講：伊無聰明嗎？","bklhl":"害ah，lín悖謬lah！Kiám thang看燒磁人親像土mah？受造ê物kiám thang論造伊ê，講，伊無造我mah？á是受做ê物件，kiám thang論做伊ê講，伊無聰明mah？"}},{"book":"賽","chapter":29,"verse":17,"versions":{"unv":"黎巴嫩變為肥田，肥田看如樹林，不是只有一點點時候嗎？","bklcl":"Kiám m̄-sī tiap-á-kú ê sî, Lī-pa-lùn piàn-chòe hó ê chhân, hó ê chhân khòaⁿ-chòe chhiū-nâ mah?","tghg":"豈呣是霎仔久的時，黎巴嫩變做好的田，好的田看做樹林嗎？","bklhl":"Kiám m̄是tiap-á久ê時，黎巴嫩變做好ê田，好ê田看做樹林mah？"}},{"book":"賽","chapter":29,"verse":18,"versions":{"unv":"那時，聾子必聽見這書上的話；瞎子的眼必從迷矇黑暗中得以看見。","bklcl":"Hit-ji̍t chhàu-hī-lâng--ê beh thiaⁿ-kìⁿ chheh-lāi ê ōe, chhiⁿ-mî-lâng ê ba̍k-chiu beh tùi bông-bū o͘-àm-tiong tit-tio̍h khòaⁿ-kìⁿ,","tghg":"彼日，臭耳聾者欲聽見冊內的話；睛瞑人的目睭欲對矇霧黑暗中得著看見。","bklhl":"Hit日臭耳人ê beh聽見冊內ê話，chhiⁿ-mî人ê目睭beh tùi濛霧烏暗中得tio̍h看見，"}},{"book":"賽","chapter":29,"verse":19,"versions":{"unv":"謙卑人必因耶和華增添歡喜；人間貧窮的必因以色列的聖者快樂。","bklcl":"Khiam-pi ê lâng beh in-ūi Iâ-hô-hoa lâi ke-thiⁿ in ê hoaⁿ-hí; jîn-kan ê sòng-hiong lâng beh in-ūi Í-sek-lia̍t ê Sèng--ê lâi khoài-lo̍k.","tghg":"謙卑的人欲因為耶和華來加添𪜶的歡喜；人間的喪鄉人欲因為以色列的聖者來快樂。","bklhl":"謙卑ê人beh因為耶和華來加添in ê歡喜；人間ê sòng-hiong人beh因為以色列ê聖ê來快樂。"}},{"book":"賽","chapter":29,"verse":20,"versions":{"unv":"因為，強暴人已歸無有，褻慢人已經滅絕，一切找機會作孽的都被剪除。","bklcl":"In-ūi kiông-pō lâng í-keng kui tī bô, bú-bān ê lâng í-keng bia̍t-choa̍t; it-chhè chhē ki-hōe chòe-pháiⁿ ê lâng lóng siū chián-tû.","tghg":"因為，強暴人已經歸佇無，侮慢的人已經滅絕，一切尋機會做歹的人攏受剪除。","bklhl":"因為強暴人已經歸tī無，侮慢ê人已經滅絕；一切chhē機會做pháiⁿ ê人lóng受剪除。"}},{"book":"賽","chapter":29,"verse":21,"versions":{"unv":"他們在爭訟的事上定無罪的為有罪，為城門口責備人的設下網羅，用虛無的事屈枉義人。","bklcl":"In ūi-tio̍h chi̍t-kù-ōe lâi chek-chōe lâng, siat oa̍h-tauh lâi hām-hāi tī siâⁿ-mn̂g tok-chek lâng--ê, ēng bô-iáⁿ ê sū óng-khut gī-lâng.","tghg":"𪜶為著一句話來責罪人，設活罩(oa̍h-tauh)來陷害佇城門督責人者，用無影的事枉屈義人。","bklhl":"In為tio̍h一句話來責罪人，設活tauh來陷害tī城門督責人ê，用無影ê事枉屈義人。"}},{"book":"賽","chapter":29,"verse":22,"versions":{"unv":"所以，救贖亞伯拉罕的耶和華論雅各家如此說：雅各必不再羞愧，面容也不致變色。","bklcl":"Só͘-í kiù-sio̍k A-pek-la̍h-hán ê Iâ-hô-hoa lūn Ngá-kok ê ke án-ni kóng, Ngá-kok taⁿ tek-khak bô koh kiàn-siàu, i ê bīn ia̍h bô piàn-sek.","tghg":"所以，救贖亞伯拉罕的耶和華論雅各的家按呢講：雅各今的確無閣見誚，伊的面亦無變色。","bklhl":"所以救贖亞伯拉罕ê耶和華論雅各ê家án-ni講，雅各taⁿ的確無koh見笑，伊ê面亦無變色。"}},{"book":"賽","chapter":29,"verse":23,"versions":{"unv":"但他看見他的眾子，就是我手的工作在他那裡，他們必尊我的名為聖，必尊雅各的聖者為聖，必敬畏以色列的　神。","bklcl":"Chóng-sī i khòaⁿ-kìⁿ i ê chèng-kiáⁿ, chiū-sī Góa ê chhiú só͘ chòe--ê, tī i ê tiong-kan, in beh chun Góa ê miâ chòe-sèng, beh chun Ngá-kok ê Sèng--ê chòe-sèng, beh kèng-ùi Í-sek-lia̍t ê Siōng-tè.","tghg":"總是伊看見伊的眾子，就是我的手所做的佇伊的中間，𪜶欲尊我的名做聖，欲尊雅各的聖者做聖，欲敬畏以色列的上帝。","bklhl":"總是伊看見伊ê眾kiáⁿ，就是我ê手所做ê，tī伊ê中間，in beh尊我ê名做聖，beh尊雅各ê聖ê做聖，beh敬畏以色列ê上帝。"}},{"book":"賽","chapter":29,"verse":24,"versions":{"unv":"心中迷糊的必得明白；發怨言的必受訓誨。","bklcl":"Sim-lāi hô͘-tô͘-ê beh tit-tio̍h bêng-pe̍k, m̄ kam-goān--ê beh siū kàu-hùn.","tghg":"心內糊塗者欲得著明白；呣甘願者欲受教訓。","bklhl":"心內胡塗ê beh得tio̍h明白，m̄甘願ê beh受教訓。"}}]