[{"book":"賽","chapter":21,"verse":1,"versions":{"unv":"論海旁曠野的默示：有仇敵從曠野，從可怕之地而來，好像南方的旋風，猛然掃過。","bklcl":"Lūn hái-piⁿ khòng-iá ê be̍k-sī.\tŪ tùi khòng-iá tùi thang-kiaⁿ ê tōe lâi--ê, chhin-chhiūⁿ lâm-hng ê kông-hong sàu kè--khì.","tghg":"論海邊曠野的默示：有對曠野對通驚的地來者，親像南方的狂風掃過去。","bklhl":"論海邊曠野ê默示。\t有tùi曠野tùi thang驚ê地來ê，親像南方ê狂風掃過去。"}},{"book":"賽","chapter":21,"verse":2,"versions":{"unv":"令人悽慘的異象已默示於我。詭詐的行詭詐，毀滅的行毀滅。以攔哪，你要上去！米底亞啊，你要圍困！主說：我使一切歎息止住。","bklcl":"Hō͘ lâng kiaⁿ ê īⁿ-siōng í-keng be̍k-sī góa; khúi-chà-ê kiâⁿ khúi-chà, húi-bia̍t-ê kiâⁿ húi-bia̍t.  Í-lân ah, lí tio̍h chiūⁿ--khì, Bí-thài ah, lí tio̍h ûi-khùn i; it-chhè ê thó͘-khùi Góa hō͘ i soah.","tghg":"互人驚的異象已經默示我。詭詐的行詭詐，毀滅的行毀滅。以攔啊，你著上去！米太啊，你著圍困伊！一切的吐氣我互伊息(soah)。","bklhl":"Hō͘人驚 ê異象已經默示我；詭詐ê行詭詐，毀滅ê行毀滅。Í-lân ah，你tio̍h上去，Bí-thài ah，你tio̍h圍困伊；一切ê吐氣我hō͘伊soah。"}},{"book":"賽","chapter":21,"verse":3,"versions":{"unv":"所以，我滿腰疼痛；痛苦將我抓住，好像產難的婦人一樣。我疼痛甚至不能聽；我驚惶甚至不能看。","bklcl":"Só͘-í góa móa-io thàng-thiàⁿ; thòng-khó͘ chiong góa khîⁿ-tiâu, chhin-chhiūⁿ hū-jîn-lâng siⁿ kiáⁿ ê thòng-khó͘; góa kiau(**kiáu)-ká thiàⁿ kàu bōe-ōe thiaⁿ; góa kiaⁿ-hiâⁿ kàu bōe khòaⁿ.","tghg":"所以，我滿腰痛疼；痛苦將我擒(khîⁿ)住，親像婦仁人生子的痛苦。我攪絞疼到𣍐會聽；我驚惶到𣍐看。","bklhl":"所以我滿腰痛疼；痛苦將我擒tiâu，親像婦人人生kiáⁿ ê痛苦；我攪絞痛到bōe能聽；我驚惶到bōe看。"}},{"book":"賽","chapter":21,"verse":4,"versions":{"unv":"我心慌張，驚恐威嚇我。我所羨慕的黃昏，變為我的戰兢。","bklcl":"Góa ê sim bê-loān, kiaⁿ-hiâⁿ phah-kiaⁿ góa; góa só͘ iàn-lo̍k ê ê-hng piàn-chòe góa ê ngia̍uh-ngia̍uh-chhoah.","tghg":"我的心迷亂，驚惶拍驚我。我所宴樂的下昏，變做我的愕愕惙(ngia̍uh-ngia̍uh-chhoah)。","bklhl":"我ê心迷亂，驚惶phah驚我；我所宴樂ê ê-hng變做我ê ngia̍uh-ngia̍uh-chhoah。"}},{"book":"賽","chapter":21,"verse":5,"versions":{"unv":"他們擺設筵席，派人守望，又吃，又喝。首領啊，你們起來，用油抹盾牌。","bklcl":"In pâi-siat iân-sia̍h, phài lâng siú-bāng, ia̍h chia̍h, ia̍h lim; siú-léng ah, lín tio̍h khí--lâi ēng iû boah tîn-pâi.","tghg":"𪜶排設筵席，派人守望，亦食亦飲。首領啊，恁著起來，用油抹盾牌。","bklhl":"In排設筵席，派人守望，亦食，亦lim；首領ah，lín tio̍h起來用油抹藤牌。"}},{"book":"賽","chapter":21,"verse":6,"versions":{"unv":"主對我如此說：你去設立守望的，使他將所看見的述說。","bklcl":"Chú tùi góa kóng, Lí khì siat-hoat siú-bāng ê, hō͘ i chiong só͘ khòaⁿ-kìⁿ--ê lâi pò-kò.","tghg":"主對我講：你去設法守望者，互伊將所看見的來報告。","bklhl":"主對我講，你去設法守望ê，hō͘伊將所看見ê來報告。"}},{"book":"賽","chapter":21,"verse":7,"versions":{"unv":"他看見軍隊，就是騎馬的一對一對地來，又看見驢隊，駱駝隊，就要側耳細聽。","bklcl":"I khòaⁿ-kìⁿ kun-tūi, khiâ-bé--ê, chi̍t-tùi chi̍t-tùi, koh ū lû-tūi, lo̍k-tô-tūi, lóng teh lâi; chiū beh àⁿ hī-khang siông-sè thiaⁿ.","tghg":"伊看見軍隊，騎馬者一對一對，閣有驢隊，駱駝隊攏啲來，就欲俯耳孔詳細聽。","bklhl":"伊看見軍隊，騎馬ê，一對一對，koh有驢隊，駱駝隊，lóng teh來；就beh 俯耳孔詳細聽。"}},{"book":"賽","chapter":21,"verse":8,"versions":{"unv":"他像獅子吼叫，說：主啊，我白日常站在望樓上，整夜立在我守望所。","bklcl":"I chhin-chhiūⁿ sai háu-kiò, kóng, Chú--ah, góa ji̍t--sî tiāⁿ-tiāⁿ khiā tī bāng-ko-lâu, kui-mî khiā tī góa chiú-kiⁿ ê só͘-chāi.","tghg":"伊親像獅哮叫，講：主啊，我日時定定徛佇望高樓，歸暝徛佇我守更的所在。","bklhl":"伊親像獅哮叫，講，主ah，我日時定定khiā tī望高樓，kui暝khiā tī我守更ê所在。"}},{"book":"賽","chapter":21,"verse":9,"versions":{"unv":"看哪，有一隊軍兵騎著馬，一對一對地來。他就說：巴比倫傾倒了！傾倒了！他一切雕刻的神像都打碎於地。","bklcl":"Khòaⁿ ah, ū chi̍t-tūi ê bé-peng, chi̍t-tùi chi̍t-tùi teh lâi.  I koh ìn kóng, Pa-pí-lûn tó-hoāi lah, tó-hoāi lah; i it-chhè sîn-bêng ê siōng lóng phah-chhùi tī-tōe--nih.","tghg":"看啊，有一隊的馬兵，一對一對啲來。伊閣應講：巴比倫倒壞啦！倒壞啦！伊一切神明的像攏拍碎佇地裡。","bklhl":"看ah，有一隊ê馬兵，一對一對teh來。伊koh應講，巴比倫倒壞lah，倒壞lah；伊一切神明ê像lóng phah碎tī地裡。"}},{"book":"賽","chapter":21,"verse":10,"versions":{"unv":"我被打的禾稼，我場上的穀啊，我從萬軍之耶和華─以色列的　神那裡所聽見的，都告訴你們了。","bklcl":"Góa siū lún ê tiū-pé, góa chhek-tiûⁿ ê gō͘-kak ah, góa tùi bān-kun ê Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè, só͘ thiaⁿ-kìⁿ--ê, lóng kā lín kóng lah.","tghg":"我受碖(lún)的稻把，我粟場(chhek-tiûⁿ)的五穀啊，我對萬軍的耶和華──以色列的上帝所聽見的，攏給恁講啦。","bklhl":"我受忍ê稻把，我粟場ê五穀ah，我tùi萬軍ê耶和華以色列ê上帝，所聽見ê，lóng kā lín講lah。"}},{"book":"賽","chapter":21,"verse":11,"versions":{"unv":"論度瑪的默示：有人聲從西珥呼問我說：守望的啊，夜裡如何？守望的啊，夜裡如何？","bklcl":"Lūn Tō͘-má ê be̍k-sī.\tŪ tùi Se-jíⁿ kiò góa kóng, Siú-bāng--ê ah, mî-kan sím-mi̍h sî?  Siú-bāng--ê ah, mî-kan sím-mi̍h sî?","tghg":"論度瑪的默示：有對西珥叫我講：守望者啊，暝間甚麼時？守望者啊，暝間甚麼時？","bklhl":"論Tō͘-má ê默示。\t有tùi Se-jíⁿ叫我講，守望ê ah，暝間甚麼時？守望ê ah，暝間甚麼時？"}},{"book":"賽","chapter":21,"verse":12,"versions":{"unv":"守望的說：早晨將到，黑夜也來。你們若要問就可以問，可以回頭再來。","bklcl":"Siú-bāng--ê ìn kóng, Chá-khí-sî beh kàu, o͘-àm-mî ia̍h lâi; lí nā beh mn̄g chiū thang mn̄g; thang hôe-thâu, koh lâi.","tghg":"守望者應講：早起時欲到，黑暗暝亦來。你若欲問就通問，通回頭閣來。","bklhl":"守望ê應講，早起時beh到，烏暗暝亦來；你若beh問就thang問；thang回頭，koh來。"}},{"book":"賽","chapter":21,"verse":13,"versions":{"unv":"論阿拉伯的默示：底但結伴的客旅啊，你們必在阿拉伯的樹林中住宿。","bklcl":"Lūn A-la̍h-pek ê be̍k-sī.\tTí-tàn kui-tīn ê chhut-gōa lâng ah, lín beh hioh-mî tī A-la̍h-pek ê chhiū-nâ-lāi.","tghg":"論亞拉伯的默示：底但歸陣的出外人啊，恁欲歇暝佇亞拉伯的樹林內。","bklhl":"論阿拉伯ê默示。\tTí-tàn kui陣ê出外人ah，lín beh歇暝tī阿拉伯ê樹林內。"}},{"book":"賽","chapter":21,"verse":14,"versions":{"unv":"提瑪地的居民拿水來，送給口渴的，拿餅來迎接逃避的。","bklcl":"Thê-má khiā-khí ê peh-sìⁿ phâng chúi chhut-lâi sàng hō͘ chhùi-ta--ê; the̍h piáⁿ lâi ngiâ-chih tô-cháu--ê.","tghg":"提瑪徛起的百姓捧水出來，送互嘴乾者，提餅來迎接(ngiâ-chih)逃走的。","bklhl":"Thê-má khiā起ê百姓捧水出來送hō͘嘴乾ê；the̍h餅來迎接逃走ê。"}},{"book":"賽","chapter":21,"verse":15,"versions":{"unv":"因為他們逃避刀劍和出了鞘的刀，並上了弦的弓與刀兵的重災。","bklcl":"In-ūi in siám-pī lāi-kiàm, pu̍ih-chhut ê to, piⁿ-ân ê keng, kap kau-chiàn ê béng-lia̍t.","tghg":"因為𪜶閃避利劍拔(pu̍ih)出的刀，拼緊(piⁿ-ân)的弓及交戰的猛烈。","bklhl":"因為in閃避利劍，拔出ê刀，piⁿ-ân ê弓，kap交戰ê猛烈。"}},{"book":"賽","chapter":21,"verse":16,"versions":{"unv":"主對我這樣說：「一年之內，照雇工的年數，基達的一切榮耀必歸於無有。","bklcl":"Chú tùi góa án-ni kóng, Chi̍t-nî ê lāi-bīn, chiàu chhiàⁿ-kang ê nî-hān, Ki-ta̍t it-chhè ê êng-kng beh lóng bô--khì.","tghg":"主對我按呢講：「一年的內面，照倩(chhiàⁿ)工的年限，基達一切的榮光欲攏無去。","bklhl":"主對我án-ni講，一年ê內面，照chhiàⁿ工ê年限，Ki-ta̍t一切ê榮光beh lóng無去。"}},{"book":"賽","chapter":21,"verse":17,"versions":{"unv":"弓箭手所餘剩的，就是基達人的勇士，必然稀少，因為這是耶和華─以色列的　神說的。」","bklcl":"Hiah-ê kia̍h keng-chìⁿ ê Ki-ta̍t ê ióng-sū só͘ chhun ê gia̍h-siàu chió-chió; in-ūi che sī Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè kóng ê.","tghg":"許個攑弓箭的，基達的勇士所剩(chhun)的額數少少，因為這是耶和華──以色列的上帝講的。」","bklhl":"Hiah-ê kia̍h弓箭ê Ki-ta̍t ê勇士所chhun ê額數少少；因為這是耶和華以色列ê上帝講ê。"}}]