[{"book":"賽","chapter":61,"verse":1,"versions":{"unv":"主耶和華的靈在我身上；因為耶和華用膏膏我，叫我傳好信息給謙卑的人（或譯：傳福音給貧窮的人），差遣我醫好傷心的人，報告被擄的得釋放，被囚的出監牢；","bklcl":"Chú Iâ-hô-hoa ê Sîn lîm-kàu góa; in-ūi Iâ-hô-hoa ēng iû boah góa, hō͘ góa thoân hok-im hō͘ sòng-hiong ê lâng; chhe góa i-hó siong-sim ê lâng, pò-kò siū-lia̍h-ê tit-tio̍h tháu-pàng, siū-koaiⁿ-ê chhut kaⁿ-lô;","tghg":"主耶和華的神臨到我；因為耶和華用油抹我，互我傳福音互喪鄉的人，差我醫好傷心的人，報告受掠的得著解放，受關的出監牢；","bklhl":"主耶和華ê神臨到我；因為耶和華用油抹我，hō͘我傳福音hō͘ sòng-hiong ê人；差我醫好傷心ê人，報告受掠ê得tio̍h tháu放，受關ê出監牢；"}},{"book":"賽","chapter":61,"verse":2,"versions":{"unv":"報告耶和華的恩年，和我們　神報仇的日子；安慰一切悲哀的人，","bklcl":"pò-kò Iâ-hô-hoa hoaⁿ-hí ê nî, kap lán ê Siōng-tè pò-siû ê ji̍t; an-ùi it-chhè pi-ai ê lâng;","tghg":"報告耶和華歡喜的年，及咱的上帝報讎(siû)的日；安慰一切悲哀的人，","bklhl":"報告耶和華歡喜ê年，kap咱ê上帝報仇ê日；安慰一切悲哀ê人；"}},{"book":"賽","chapter":61,"verse":3,"versions":{"unv":"賜華冠與錫安悲哀的人，代替灰塵；喜樂油代替悲哀；讚美衣代替憂傷之靈；使他們稱為「公義樹」，是耶和華所栽的，叫他得榮耀。","bklcl":"tī Sek-an pi-ai ê lâng ēng hoe-bō siúⁿ-sù i, lâi thòe hé-hu, hoaⁿ-hí ê iû lâi thòe pi-ai, o-ló ê saⁿ lâi thòe iu-chhiû ê sim, hō͘ in chheng-chòe kong-gī ê chhiū, chiū-sī Iâ-hô-hoa só͘ chai--ê, lâi hián-bêng ka-kī ê êng-kng.","tghg":"佇錫安悲哀的人用花帽賞賜伊，來替火灰；歡喜的油來替悲哀；謳咾的衫來替憂愁的心；互𪜶稱做「公義的樹」，就是耶和華所栽的，來顯明家己的榮光。","bklhl":"tī錫安悲哀ê人用花帽賞賜伊，來替火灰，歡喜ê油來替悲哀，o-ló ê衫來替憂愁ê心，hō͘ in稱做公義ê樹，就是耶和華所栽ê，來顯明家己ê榮光。"}},{"book":"賽","chapter":61,"verse":4,"versions":{"unv":"他們必修造已久的荒場，建立先前淒涼之處，重修歷代荒涼之城。","bklcl":"In beh khí-chō kó͘-chá pha-hng ê só͘-chāi, kiàn-li̍p chá-chêng léng-chēng ê ūi-chhù, iā beh siu-lí pha-hng ê siâⁿ, chiū-sī tāi-tāi léng-chēng ê ūi-chhù.","tghg":"𪜶欲起造古早拋荒(pha-hng)的所在，建立早前冷靜的位處(ūi-chhù)，也欲修理拋荒的城，就是代代冷靜的位處。","bklhl":"In beh起造古早拋荒ê所在，建立早前冷靜ê位厝，也beh修理拋荒ê城，就是代代冷靜ê位處。"}},{"book":"賽","chapter":61,"verse":5,"versions":{"unv":"那時，外人必起來牧放你們的羊群；外邦人必作你們耕種田地的，修理葡萄園的。","bklcl":"Gōa-bīn lâng beh khí-lâi kò͘ lín ê iûⁿ-kûn, gōa-pang lâng beh kā lín choh-chhân, chiàu-kò͘ lín ê phû-tô-hn̂g.","tghg":"外面人欲起來顧恁的羊群；外邦人欲給恁作田，照顧恁的葡萄園。","bklhl":"外面人beh起來顧lín ê羊群，外邦人beh kā lín作田，照顧lín ê葡萄園。"}},{"book":"賽","chapter":61,"verse":6,"versions":{"unv":"你們倒要稱為耶和華的祭司；人必稱你們為我們　神的僕役。你們必吃用列國的財物，因得他們的榮耀自誇。","bklcl":"Chóng-sī lín beh chheng-chòe Iâ-hô-hoa ê chè-si; lâng beh chheng lín chòe lán ê Siōng-tè ê chhe-ēng; lín beh chia̍h-ēng lia̍t-kok ê châi-bu̍t, tit-tio̍h in ê êng-kng lâi khoa-kháu.","tghg":"總是恁欲稱做耶和華的祭司；人欲稱恁做咱的上帝的差用。恁欲食用列國的財物，得著𪜶的榮光來誇口。","bklhl":"總是lín beh稱做耶和華ê祭司；人beh稱lín做咱ê上帝ê差用；lín beh食用列國ê財物，得tio̍h in ê榮光來誇口。"}},{"book":"賽","chapter":61,"verse":7,"versions":{"unv":"你們必得加倍的好處，代替所受的羞辱；分中所得的喜樂，必代替所受的凌辱。在境內必得加倍的產業；永遠之樂必歸與你們（原文是他們）。","bklcl":"Lín beh tit-tio̍h ka-pē ê hok-khì lâi thòe só͘ siū ê kiàn-siàu; in beh hoaⁿ-hí tī in só͘ tit-tio̍h ê hūn-gia̍h, lâi thòe só͘ siū ê lêng-jio̍k; só͘-í tī kéng-lāi beh tit-tio̍h ka-pē ê sán-gia̍p, éng-oán ê khoài-lo̍k beh kui hō͘ in.","tghg":"恁欲得著加倍的福氣，來替所受的見誚；𪜶欲歡喜佇𪜶所得著的份額，來替所受的凌辱。所以佇境內欲得著加倍的產業；永遠的快樂欲歸互𪜶。","bklhl":"Lín beh得tio̍h加倍ê福氣來替所受ê見笑；in beh歡喜tī in所得tio̍h ê份額，來替所受ê凌辱；所以tī境內beh得tio̍h加倍ê產業，永遠ê快樂beh歸hō͘ in。"}},{"book":"賽","chapter":61,"verse":8,"versions":{"unv":"因為我─耶和華喜愛公平，恨惡搶奪和罪孽；我要憑誠實施行報應，並要與我的百姓立永約。","bklcl":"In-ūi Góa Iâ-hô-hoa ài kong-pêng, oàn-hūn put-gī ê chhiúⁿ-kiap; Góa beh chiàu sêng-si̍t pò-èng in, iā beh kap in li̍p éng-oán ê iok.","tghg":"因為我──耶和華愛公平，怨恨不義的搶劫；我欲照誠實報應𪜶，也欲及𪜶立永遠的約。","bklhl":"因為我耶和華愛公平，怨恨不義ê搶劫；我beh照誠實報應in，也beh kap in立永遠ê約。"}},{"book":"賽","chapter":61,"verse":9,"versions":{"unv":"他們的後裔必在列國中被人認識；他們的子孫在眾民中也是如此。凡看見他們的必認他們是耶和華賜福的後裔。","bklcl":"In ê hō͘-è beh tī lia̍t-kok-tiong hō͘ lâng bat i, in ê kiáⁿ-sun tī chèng peh-sìⁿ-tiong iā sī án-ni; kìⁿ-nā khòaⁿ-kìⁿ in--ê beh jīn in, sī Iâ-hô-hoa sù-hok ê hō͘-è.","tghg":"𪜶的後裔欲佇列國中互人識(bat)伊；𪜶的子孫佇眾百姓中也是按呢。見若看見𪜶者欲認𪜶是耶和華賜福的後裔。","bklhl":"In ê後裔beh tī列國中hō͘人bat伊，in ê kiáⁿ孫tī眾百姓中也是án-ni；見若看見in-ê beh認in，是耶和華賜福ê後裔。"}},{"book":"賽","chapter":61,"verse":10,"versions":{"unv":"我因耶和華大大歡喜；我的心靠　神快樂。因他以拯救為衣給我穿上，以公義為袍給我披上，好像新郎戴上華冠，又像新婦佩戴妝飾。","bklcl":"Góa in-ūi Iâ-hô-hoa tōa-tōa hoaⁿ-hí, góa ê sim-sîn in-ūi góa ê Siōng-tè chiū khoài-lo̍k; in-ūi I ēng chín-kiù chòe saⁿ kā góa chhēng, ēng kong-gī chòe phàu kā góa moa, chhin-chhiūⁿ sin-kiáⁿ-sài tì súi ê bō, koh chhin-chhiūⁿ sin-niû chng-thāⁿ pó-mi̍h.","tghg":"我因為耶和華大大歡喜；我的心神因為我的上帝就快樂。因為伊用拯救做衫給我穿，用公義做袍(phàu)給我𧜞(moa)，親像新子婿戴媠的帽，閣親像新娘妝飾(chng-thāⁿ)寶物。","bklhl":"我因為耶和華大大歡喜，我ê心神因為我ê上帝就快樂；因為祂用拯救做衫kā我穿，用公義做袍kā我moa，親像新kiáⁿ婿戴súi ê帽，koh親像新娘裝飾寶物。"}},{"book":"賽","chapter":61,"verse":11,"versions":{"unv":"田地怎樣使百穀發芽，園子怎樣使所種的發生，主耶和華必照樣使公義和讚美在萬民中發出。","bklcl":"In-ūi thó͘-tōe cháiⁿ-iūⁿ hō͘ pah-hāng ê gō͘-kak puh-gê, hn̂g cháiⁿ-iūⁿ hō͘ só͘-chèng--ê hoat-siⁿ, Chú Iâ-hô-hoa iā beh án-ni hō͘ kong-gī kap o-ló hoat-siⁿ tī bān-kok ê bīn-chêng.","tghg":"因為土地怎樣互百項的五穀發芽(puh-gê)，園怎樣互所種的發生，主耶和華也欲按呢互公義及謳咾發生佇萬國的面前。","bklhl":"因為土地怎樣hō͘百項ê五穀puh芽，園怎樣hō͘所種ê發生，主耶和華也beh án-ni hō͘公義kap o-ló發生tī萬國ê面前。"}}]