[{"book":"賽","chapter":34,"verse":1,"versions":{"unv":"列國啊，要近前來聽！眾民哪，要側耳而聽！地和其上所充滿的，世界和其中一切所出的都應當聽！","bklcl":"Lia̍t-kok ah, lín tio̍h kūn-chêng lâi thiaⁿ; chèng peh-sìⁿ ah, lín tio̍h àⁿ hī-khang lâi thiaⁿ; tōe kap i só͘ chhiong-móa--ê, sè-kài kap kìⁿ-nā tùi i lâi chhut--ê, lóng tio̍h thiaⁿ.","tghg":"列國啊，恁著近前來聽！眾百姓啊，恁著俯耳孔來聽！地及伊所充滿的，世界及見若對伊來出的攏著聽！","bklhl":"列國ah，lín tio̍h近前來聽；眾百姓ah，lín tio̍h 俯耳孔來聽；地kap伊所充滿ê，世界kap見若對伊來出ê，lóng tio̍h聽。"}},{"book":"賽","chapter":34,"verse":2,"versions":{"unv":"因為耶和華向萬國發忿恨，向他們的全軍發烈怒，將他們滅盡，交出他們受殺戮。","bklcl":"In-ūi Iâ-hô-hoa siū-khì kàu lia̍t-kok, tōa siū-khì in ê choân-kun; gí-tiāⁿ lóng bia̍t i, chiong in kau hō͘ lâng thâi.","tghg":"因為耶和華受氣到列國，大受氣𪜶的全軍，擬定(gí-tiāⁿ)攏滅伊，將𪜶交互人刣。","bklhl":"因為耶和華受氣到列國，大受氣in ê全軍；擬定lóng滅伊，將in交hō͘人刣。"}},{"book":"賽","chapter":34,"verse":3,"versions":{"unv":"被殺的必然拋棄，屍首臭氣上騰；諸山被他們的血融化。","bklcl":"In siū-thâi-ê tek-khak hiat-ka̍k, sin-si ê chhàu-bī chhèng--khí-lâi, chiah-ê soaⁿ siū in ê huih iûⁿ-hòa.","tghg":"𪜶受刣者的確㧒擲(hiat-ka̍k)，身屍的臭味淐(chhèng)起來；諸個山受𪜶的血溶化。","bklhl":"In受刣-ê的確hiat-ka̍k，身屍ê臭味chhèng起來，chiah ê山受in ê血熔化。"}},{"book":"賽","chapter":34,"verse":4,"versions":{"unv":"天上的萬象都要消沒；天被捲起，好像書卷。其上的萬象要殘敗，像葡萄樹的葉子殘敗，又像無花果樹的葉子殘敗一樣。","bklcl":"Thiⁿ ê bān-siōng beh siau-bô, thiⁿ beh chhin-chhiūⁿ chhak kńg--khí-lâi; i ê bān-siōng beh soe-pāi, chhin-chhiūⁿ phû-tô-chhiū ê hio̍h soe-pāi, koh chhin-chhiūⁿ bû-hoa-kó-chhiū ê soe-pāi chi̍t-iūⁿ.","tghg":"天的萬象欲消無；天欲親像軸(chhak)，捲起來。伊的萬象欲衰敗，親像葡萄樹的葉衰敗，閣親像無花果樹的衰敗一樣。","bklhl":"天ê萬象beh消無，天beh親像chhak捲起來；伊ê萬象beh衰敗，親像葡萄樹ê葉衰敗，koh親像無花果樹ê衰敗一樣。"}},{"book":"賽","chapter":34,"verse":5,"versions":{"unv":"因為我的刀在天上已經喝足；這刀必臨到以東和我所咒詛的民，要施行審判。","bklcl":"In-ūi Góa ê to tī thiⁿ--nih í-keng lim kàu-gia̍h; khòaⁿ ah, chit ê to beh kàu Í-tong, í-ki̍p Góa só͘ gí-tiāⁿ beh bia̍t-bô ê peh-sìⁿ, lâi sím-phòaⁿ i.","tghg":"因為我的刀佇天裡已經飲夠額；看啊，此個刀欲到以東以及我所擬定欲滅無的百姓，來審判伊。","bklhl":"因為我ê刀tī天裡已經lim夠額；看ah，chit ê刀beh到Í-tong，以及我所擬定beh滅無ê百姓，來審判伊。"}},{"book":"賽","chapter":34,"verse":6,"versions":{"unv":"耶和華的刀滿了血，用脂油和羊羔、公山羊的血，並公綿羊腰子的脂油滋潤的；因為耶和華在波斯拉有獻祭的事，在以東地大行殺戮。","bklcl":"Iâ-hô-hoa ê to ū huih móa-móa, bak-tio̍h iû kap iûⁿ-á-kiáⁿ kap soaⁿ-iûⁿ ê huih, í-ki̍p kang ê mî-iûⁿ io-chí ê iû; in-ūi Iâ-hô-hoa tī Pho-su-la̍h ū chè-sū, tī Í-tong tōe ū tōa thâi-lâng ê sū.","tghg":"耶和華的刀有血滿滿，染(bak)著油及羊仔子，及山羊的血，以及公的綿羊腰子的油；因為耶和華佇波斯拉有祭祀，佇以東地有大刣人的事。","bklhl":"耶和華ê刀有血滿滿，bak-tio̍h油kap羊á-kiáⁿ kap山羊ê血，以及公ê綿羊腰子ê油；因為耶和華tī Pho-su-la̍h有祭祀，tī Í-tong地有大刣人ê事。"}},{"book":"賽","chapter":34,"verse":7,"versions":{"unv":"野牛、牛犢，和公牛要一同下來。他們的地喝醉了血；他們的塵土因脂油肥潤。","bklcl":"Iá-gû beh kap in lo̍h--lâi, gû-á kap kang ê gû ia̍h sī án-ni; in ê tōe in-ūi huih lâi chùi, in ê thô͘-hún in-ūi iû lâi pûi.","tghg":"野牛欲及𪜶落來，牛仔及公的牛亦是按呢。𪜶的地因為血來醉；𪜶的土粉因為油來肥。","bklhl":"野牛beh kap in落來，牛á kap公ê牛亦是án-ni；in ê地因為血來醉，in ê土粉因為油來肥。"}},{"book":"賽","chapter":34,"verse":8,"versions":{"unv":"因耶和華有報仇之日，為錫安的爭辯有報應之年。","bklcl":"In-ūi Iâ-hô-hoa ū pò-siû ê ji̍t, ūi-tio̍h Sek-an ê àn-kiāⁿ, ū pò-èng ê nî.","tghg":"因為耶和華有報讎(siû)的日，為著錫安的案件有報應的年。","bklhl":"因為耶和華有報仇ê日，為tio̍h錫安ê案件，有報應ê年。"}},{"book":"賽","chapter":34,"verse":9,"versions":{"unv":"以東的河水要變為石油，塵埃要變為硫磺；地土成為燒著的石油，","bklcl":"Í-tong chiah-ê khoe beh pìⁿ-chòe le̍k-chhiⁿ, thô͘-hún beh pìⁿ-chòe jiû-n̂g, i ê tōe chiâⁿ-chòe í-keng to̍h ê le̍k-chhiⁿ.","tghg":"以東諸個溪欲變做瀝青(le̍k-chhiⁿ)，土粉欲變做硫磺；伊的地成做已經𤏸(to̍h)的瀝青。","bklhl":"Í-tong chiah ê溪beh變做瀝青，土粉beh變做硫磺，伊ê地成做已經to̍h ê瀝青。"}},{"book":"賽","chapter":34,"verse":10,"versions":{"unv":"晝夜總不熄滅，煙氣永遠上騰，必世世代代成為荒廢，永永遠遠無人經過。","bklcl":"Mî-ji̍t lóng bô sit; i ê ian éng-oán chhèng--khí-lâi, tāi-tāi pha-hng; éng-oán bô lâng keng-kè.","tghg":"暝日攏無熄(sit)，伊的煙永遠淐起來，代代拋荒，永遠無人經過。","bklhl":"暝日lóng無熄；伊ê煙永遠chhèng起來，代代拋荒；永遠無人經過。"}},{"book":"賽","chapter":34,"verse":11,"versions":{"unv":"鵜鶘、箭豬卻要得為業；貓頭鷹、烏鴉要住在其間。耶和華必將空虛的準繩，混沌的線鉈，拉在其上。","bklcl":"Thê-ô͘ hô-ti beh tit-tio̍h chòe-gia̍p; niau-thâu-eng o͘-a beh tiàm tī hit tiong-kan;  I beh chiong hong-hòe ê chún-chîn, hūn-tūn ê tūi-sòaⁿ, khan tī i ê téng-bīn.","tghg":"鵜鶘(thê-ô͘)、河豬欲得著做業；貓頭鷹、烏鴉欲踮佇彼中間。伊欲將荒廢的準繩(chún-chîn)，混沌(hūn-tūn)的墜線(tūi-sòaⁿ)，牽佇伊的頂面。","bklhl":"鵜鶘、河豬beh得tio̍h做業；貓頭鷹烏鴉beh tiàm tī hit中間；伊beh將荒廢ê準繩，渾沌ê 墜線，牽tī伊ê頂面。"}},{"book":"賽","chapter":34,"verse":12,"versions":{"unv":"以東人要召貴冑來治國；那裡卻無一個，首領也都歸於無有。","bklcl":"In beh kiò chun-kùi ê lâng lâi tī-lí kok, tī-hia lóng bô chi̍t-ê, kùi-cho̍k ia̍h lóng bô.","tghg":"𪜶欲叫尊貴的人來治理國；佇遐攏無一個，貴族亦攏無。","bklhl":"In beh叫尊貴ê人來治理國，tī-hia lóng無一个，貴族亦lóng無。"}},{"book":"賽","chapter":34,"verse":13,"versions":{"unv":"以東的宮殿要長荊棘；保障要長蒺藜和刺草；要作野狗的住處，鴕鳥的居所。","bklcl":"In ê keng-tiān beh hoat chhì-phè, ōe-só͘ beh hoat chi̍t-lê kap chháu-chhì; beh chòe soaⁿ-káu ê hia̍t, tô-chiáu ê siū.","tghg":"𪜶的宮殿欲發莿帕(chhì-phè)；衛所欲發蒺藜(chi̍t-lê)及草茦(chhì)；欲做山狗的穴，鴕鳥(tô-chiáu)的巢。","bklhl":"In ê 宮殿beh發刺phè，衛所beh發蒺藜kap草刺；beh做山狗ê穴，鴕鳥ê巢。"}},{"book":"賽","chapter":34,"verse":14,"versions":{"unv":"曠野的走獸要和豺狼相遇；野山羊要與伴偶對叫。夜間的怪物必在那裡棲身，自找安歇之處。","bklcl":"Iá-siù kap chhâi-lông saⁿ tú-tio̍h; iá-soaⁿ-iûⁿ beh kap i ê phōaⁿ tùi-kiò; mî--sî ê iau-koài beh tī-hia hioh, ka-kī chhē an-hioh ê só͘-chāi.","tghg":"野獸及豺狼相抵著(tú-tio̍h)；野山羊欲及伊的伴對叫。暝時的妖怪欲佇遐歇，家己尋安息的所在。","bklhl":"野獸kap豺狼相tú-tio̍h；野山羊beh kap伊ê伴對叫；暝時ê妖怪beh tī-hia歇，家己chhē安歇ê所在。"}},{"book":"賽","chapter":34,"verse":15,"versions":{"unv":"箭蛇要在那裡做窩，下蛋，菢蛋，生子，聚子在其影下；鷂鷹各與伴偶聚集在那裡。","bklcl":"Chìⁿ-chôa beh tī-hia choh siū, siⁿ-nn̄g, pū-nn̄g, chhut-kiáⁿ, koh chū-chi̍p kiáⁿ tī i ê pak-tó͘-ē; eng-chiáu kui-tùi chū-chi̍p  tī-hia.","tghg":"箭蛇欲佇遐作巢，生卵，孵卵，出子，閣聚集子佇伊的腹肚下；鷹鳥歸對聚集佇遐。","bklhl":"箭蛇beh tī-hia作巢、生卵、孵卵、出kiáⁿ，koh聚集kiáⁿ tī伊ê腹肚下；鷹鳥kui對聚集tī-hia。"}},{"book":"賽","chapter":34,"verse":16,"versions":{"unv":"你們要查考宣讀耶和華的書。這都無一缺少，無一沒有伴偶；因為我的口已經吩咐，他的靈將他們聚集。","bklcl":"Lín tio̍h káng-kiù Iâ-hô-hoa ê chheh lâi tha̍k i; kî-tiong bô-khiàm chi̍t-hāng bô chi̍t-chiah bô phit-phòe; in-ūi Góa ê chhùi í-keng chhut bēng-lēng, I ê sîn í-keng chū-chi̍p in.","tghg":"恁著講究耶和華的冊來讀伊。其中無欠一項，無一隻無匹配；因為我的嘴已經出命令，伊的神已經聚集𪜶。","bklhl":"Lín tio̍h講究耶和華ê冊來讀伊；其中無欠一項無一隻無匹配；因為我ê嘴已經出命令，伊ê神已經聚集in。"}},{"book":"賽","chapter":34,"verse":17,"versions":{"unv":"他也為他們拈鬮，又親手用準繩給他們分地；他們必永得為業，世世代代住在其間。","bklcl":"I ia̍h ūi in liam-khau, koh chhin-chhiú ēng chún-chîn kā in pun-tōe; in beh éng-oán tit-tio̍h i chòe-gia̍p, ta̍k sè-tāi tiàm tī-hia.","tghg":"伊亦為𪜶拈鬮(liam-khau)，閣親手用準繩給𪜶分地；𪜶欲永遠得著伊做業，逐世代踮佇遐。","bklhl":"伊亦為in 拈鬮，koh親手用準繩kā in分地；in beh永遠得tio̍h伊做業，ta̍k世代tiàm tī-hia。"}}]