[{"book":"賽","chapter":26,"verse":1,"versions":{"unv":"當那日，在猶大地人必唱這歌說：我們有堅固的城。耶和華要將救恩定為城牆，為外郭。","bklcl":"Tng hit-ji̍t tī Iû-tāi tōe, lâng tek-khak chhiùⁿ chit ê koa, kóng, Goán ū kian-kò͘ ê siâⁿ; I beh ēng kiù-un li̍p chòe siâⁿ-chhiûⁿ, chòe gōa-têng-siâⁿ.","tghg":"當彼日，佇猶大地，人的確唱此個歌講：阮有堅固的城。伊欲用救恩立做城牆，做外重城(gōa-têng-siâⁿ)。","bklhl":"當hit日，tī偤大地，人的確唱chit ê歌，講，阮有堅固ê城；祂beh用救恩立做城牆，做外重城。"}},{"book":"賽","chapter":26,"verse":2,"versions":{"unv":"敞開城門，使守信的義民得以進入。","bklcl":"Tio̍h khui chiah-ê mn̂g, hō͘ siú sìn-si̍t gī ê peh-sìⁿ tit-tio̍h chìn-ji̍p.","tghg":"著開諸個門，互守信實、義的百姓得著進入。","bklhl":"Tio̍h開chiah ê門，hō͘守信實義ê百姓得tio̍h進入。"}},{"book":"賽","chapter":26,"verse":3,"versions":{"unv":"堅心倚賴你的，你必保守他十分平安，因為他倚靠你。","bklcl":"Kian-sim óa-khò Lí ê, Lí beh pó-siú i cha̍p-hun pêng-an, in-ūi i óa-khò Lí.","tghg":"堅心倚靠你的，你欲保守伊十分平安，因為伊倚靠你。","bklhl":"堅心óa靠你ê，你beh保守伊十分平安，因為伊óa靠你。"}},{"book":"賽","chapter":26,"verse":4,"versions":{"unv":"你們當倚靠耶和華直到永遠，因為耶和華是永久的磐石。","bklcl":"Lín tio̍h óa-khò Iâ-hô-hoa ti̍t-kàu éng-oán; in-ūi Chú Iâ-hô-hoa sī éng-oán ê chio̍h-pôaⁿ.","tghg":"恁著倚靠耶和華直到永遠，因為主耶和華是永遠的石磐。","bklhl":"Lín tio̍h óa靠耶和華直到永遠；因為主耶和華是永遠ê石磐。"}},{"book":"賽","chapter":26,"verse":5,"versions":{"unv":"他使住高處的與高城一併敗落，將城拆毀，拆平，直到塵埃，","bklcl":"I hō͘ tiàm tī koâiⁿ ê só͘-chāi--ê kap koâiⁿ ê siâⁿ chòe chi̍t-ē pāi--lo̍h-khì; I beh chhia-tó i tī tōe--nih, lo̍h kàu tîn-ai.","tghg":"伊互踮佇高的所在者及高的城做一下敗落去，伊欲捙倒(chhia-tó)伊佇地裡，落到塵埃，","bklhl":"祂hō͘ tiàm tī高ê所在ê kap高ê城做一下敗落去；祂beh chhia倒伊tī地裡，落到塵埃。"}},{"book":"賽","chapter":26,"verse":6,"versions":{"unv":"要被腳踐踏，就是被困苦人的腳和窮乏人的腳踐踏。","bklcl":"Kha beh thún-ta̍h i, chiū-sī sòng-hiong lâng ê kha, khùn-khó͘ ê lâng ê kha-pō͘.","tghg":"腳欲𧿬踏(thún-ta̍h)伊，就是喪鄉人的腳，困苦的人的腳步。","bklhl":"腳beh thún踏伊，就是sòng-hiong人ê腳，困苦ê人ê腳步。"}},{"book":"賽","chapter":26,"verse":7,"versions":{"unv":"義人的道是正直的；你為正直的主，必修平義人的路。","bklcl":"Gī-lâng lō͘ sī chèng-ti̍t; Lí chèng-ti̍t--ê ah, siu-pîⁿ gī-lâng ê lō͘.","tghg":"義人路是正直；你正直的啊，修平義人的路。","bklhl":"義人路是正直；你正直ê ah，修平義人ê路。"}},{"book":"賽","chapter":26,"verse":8,"versions":{"unv":"耶和華啊，我們在你行審判的路上等候你；我們心裡所羨慕的是你的名，就是你那可記念的名。","bklcl":"Iâ-hô-hoa ah, goán tī Lí sím-phòaⁿ ê lō͘ thèng-hāu Lí; goán ê sim só͘ him-bō͘--ê, sī Lí ê miâ kap kì-liām Lí.","tghg":"耶和華啊，阮佇你審判的路聽候你；阮的心所欣慕者，是你的名及紀念你。","bklhl":"耶和華ah，阮tī祢審判ê路thèng候祢；阮ê心所欣慕ê，是祢ê名kap記念祢。"}},{"book":"賽","chapter":26,"verse":9,"versions":{"unv":"夜間，我心中羨慕你；我裡面的靈切切尋求你。因為你在世上行審判的時候，地上的居民就學習公義。","bklcl":"Góa ēng góa ê sim mî-kan him-bō͘ Lí; ia̍h ēng góa ê sîn thiⁿ-kng-chá chhē Lí; in-ūi Lí sím-phòaⁿ sè-chiūⁿ ê sî, chiū tōe-chiūⁿ ê peh-sìⁿ beh ha̍k-si̍p gī.","tghg":"我用我的心，暝間欣慕你；亦用我的神，天光早尋你。因為你審判世上的時，就地上的百姓欲學習義。","bklhl":"我用我ê心暝間欣慕祢；亦用我ê神天光早chhē祢；因為祢審判世上ê時，就地上ê百姓beh學習義。"}},{"book":"賽","chapter":26,"verse":10,"versions":{"unv":"以恩惠待惡人，他仍不學習公義；在正直的地上，他必行事不義，也不注意耶和華的威嚴。","bklcl":"Ēng un-hūi khoán-thāi pháiⁿ-lâng, i iû-goân m̄ ha̍k-si̍p gī; tī chèng-ti̍t ê tōe-hng, i beh kiâⁿ put-gī, ia̍h bô chù-ì Iâ-hô-hoa ê ui-giâm.","tghg":"用恩惠款待歹人，伊猶原呣學習義；佇正直的地方，伊欲行不義，亦無注意耶和華的威嚴。","bklhl":"用恩惠款待pháiⁿ人，伊猶原m̄學習義；tī正直ê地方，伊beh行不義，亦無注意耶和華ê威嚴。"}},{"book":"賽","chapter":26,"verse":11,"versions":{"unv":"耶和華啊，你的手高舉，他們仍然不看；卻要看你為百姓發的熱心，因而抱愧，並且有火燒滅你的敵人。","bklcl":"Iâ-hô-hoa ah, Lí ê chhiú kia̍h-koâiⁿ, in iû-goân m̄-khòaⁿ; in beh khòaⁿ-kìⁿ Lí ūi-tio̍h peh-sìⁿ ê jia̍t-sim lâi kiàn-siàu; koh ū hé sio-bia̍t Lí ê tùi-te̍k.","tghg":"耶和華啊，你的手攑高，𪜶猶原呣看；𪜶欲看見你為著百姓的熱心，來見誚，閣有火燒滅你的對敵。","bklhl":"耶和華ah，祢ê手kia̍h高，in猶原m̄看；in beh看見祢為tio̍h百姓ê熱心來見笑；koh有火燒滅祢ê對敵。"}},{"book":"賽","chapter":26,"verse":12,"versions":{"unv":"耶和華啊，你必派定我們得平安，因為我們所做的事都是你給我們成就的。","bklcl":"Iâ-hô-hoa ah, Lí beh chù-tiāⁿ goán tit-tio̍h pêng-an, in-ūi goán só͘ chòe it-chhè ê sū, lóng sī Lí kā goán chiâⁿ-ê.","tghg":"耶和華啊，你欲注定阮得著平安，因為阮所做一切的事攏是你給阮成的。","bklhl":"耶和華ah，祢beh註定阮得tio̍h平安，因為阮所做一切ê事，lóng是祢kā阮成ê。"}},{"book":"賽","chapter":26,"verse":13,"versions":{"unv":"耶和華─我們的　神啊，在你以外曾有別的主管轄我們，但我們專要倚靠你，提你的名。","bklcl":"Iâ-hô-hoa goán ê Siōng-tè ah, Lí í-gōa bat ū pa̍t ê chú koán-hat goán; chóng-sī goán beh choan-choan óa-khò Lí, kì-liām Lí ê miâ.","tghg":"耶和華──阮的上帝啊，你以外曾有別個主管轄阮，總是阮欲專專倚靠你，紀念你的名。","bklhl":"耶和華阮ê上帝ah，祢以外bat有別ê主管轄阮；總是阮beh專專óa靠祢，記念祢ê名。"}},{"book":"賽","chapter":26,"verse":14,"versions":{"unv":"他們死了，必不能再活；他們去世，必不能再起；因為你刑罰他們，毀滅他們，他們的名號就全然消滅。","bklcl":"In sí-liáu tek-khak bōe-ōe koh-oa̍h; in ê im-hûn bōe koh khí-lâi; in-ūi Lí lîm-kàu in, châu-bia̍t in, hō͘ in ê miâ lóng bô--khì.","tghg":"𪜶死了，的確𣍐會復活；𪜶的陰魂，𣍐閣起來；因為你臨到𪜶，剿滅(châu-bia̍t)𪜶，互𪜶的名攏無去。","bklhl":"In死了的確bōe能koh活；in ê陰魂bōe koh起來；因為祢臨到in，剿滅in，hō͘ in ê名lóng無去。"}},{"book":"賽","chapter":26,"verse":15,"versions":{"unv":"耶和華啊，你增添國民，你增添國民；你得了榮耀，又擴張地的四境。","bklcl":"Iâ-hô-hoa ah, Lí ke-thiⁿ kok-bîn, Lí ke-thiⁿ kok-bîn; Lí tit-tio̍h êng-kng; koh khui-khoah chit ê tōe sì-bīn ê kéng-kài.","tghg":"耶和華啊，你加添國民，你加添國民；你得著榮光，閣開闊此個地四面的境界。","bklhl":"耶和華ah，祢加添國民，祢加添國民；祢得tio̍h榮光；koh開闊chit ê地四面ê境界。"}},{"book":"賽","chapter":26,"verse":16,"versions":{"unv":"耶和華啊，他們在急難中尋求你；你的懲罰臨到他們身上，他們就傾心吐膽禱告你。","bklcl":"Iâ-hô-hoa ah, in tī hoān-lān-tiong chhē Lí; Lí ê kéng-kài kàu in sin-chiūⁿ, in chiū piàⁿ-sim kî-tó Lí.","tghg":"耶和華啊，𪜶佇患難中尋你；你的警戒到𪜶身上，𪜶就傾心(piàⁿ-sim)祈禱你。","bklhl":"耶和華ah，in tī患難中chhē祢；祢ê警誡到in身上，in就拚心祈禱祢。"}},{"book":"賽","chapter":26,"verse":17,"versions":{"unv":"婦人懷孕，臨產疼痛，在痛苦之中喊叫；耶和華啊，我們在你面前也是如此。","bklcl":"Chhin-chhiūⁿ hū-jîn-lâng hoâi-īn, beh siⁿ ê sî, chiū kiáu-ká, tī thòng-khó͘ ê sî âu-kiò; Iâ-hô-hoa ah, goán tī Lí ê bīn-chêng ia̍h sī án-ni.","tghg":"親像婦仁人懷孕，欲生的時，就攪絞佇痛苦的時喉叫；耶和華啊，阮佇你的面前亦是按呢。","bklhl":"親像婦人人懷孕，beh生ê時，就攪絞，tī痛苦ê時喉叫；耶和華ah，阮tī祢ê面前亦是án-ni。"}},{"book":"賽","chapter":26,"verse":18,"versions":{"unv":"我們也曾懷孕疼痛，所產的竟像風一樣。我們在地上未曾行甚麼拯救的事；世上的居民也未曾敗落。","bklcl":"Goán ia̍h bat hoâi-īn bat kiáu-ká, só͘-siⁿ--ê kéng-jiân chhin-chhiūⁿ hong; goán tī tōe--nih bē-bat kiâⁿ sím-mi̍h chín-kiù ê sū; sè-chiūⁿ khiā-khí ê peh-sìⁿ ia̍h bô poa̍h-lo̍h.","tghg":"阮亦曾懷孕曾攪絞，所生者竟然親像風。阮佇地裡未曾行甚麼拯救的事；世上徛起的百姓亦無跋落。","bklhl":"阮亦bat懷孕bat 攪絞，所生ê竟然親像風；阮tī地裡bē-bat行甚麼拯救ê事；世上khiā起ê百姓亦無跋落。"}},{"book":"賽","chapter":26,"verse":19,"versions":{"unv":"死人（原文是你的死人）要復活，屍首（原文是我的屍首）要興起。睡在塵埃的啊，要醒起歌唱！因你的甘露好像菜蔬上的甘露，地也要交出死人來。","bklcl":"Lí ê sí-lâng beh koh-oa̍h; góa chiah-ê sin-si beh koh khí--lâi; tó tī tîn-ai--ê ah, lín tio̍h cheng-sîn khí-lâi chhiùⁿ-koa; in-ūi Lí ê lō͘-chúi chhin-chhiūⁿ chháu-chhài-téng ê lō͘-chúi, tōe ia̍h beh kau-chhut im-hûn.","tghg":"你的死人欲復活，我諸個身屍欲閣起來。倒佇塵埃者啊，恁著精神起來唱歌！因為你的露水親像草菜頂的露水，地亦欲交出陰魂。","bklhl":"祢ê死人beh koh活；我chiah ê身屍beh koh起來；倒tī塵埃ê ah，lín tio̍h精神起來唱歌；因為祢ê露水親像草菜頂ê露水，地亦beh交出陰魂。"}},{"book":"賽","chapter":26,"verse":20,"versions":{"unv":"我的百姓啊，你們要來進入內室，關上門，隱藏片時，等到忿怒過去。","bklcl":"Góa ê peh-sìⁿ ah, lín tio̍h ji̍p ba̍t-pâng koaiⁿ lí ê mn̂g, bih tiap-á-kú, thèng-hāu siū-khì kè-khì.","tghg":"我的百姓啊，恁著入密房，關你的門，匿(bih)霎(tia̍p)仔久，聽候受氣過去。","bklhl":"我ê百姓ah，lín tio̍h入密房關你ê門，bih tiap-á久，thèng候受氣過去。"}},{"book":"賽","chapter":26,"verse":21,"versions":{"unv":"因為耶和華從他的居所出來，要刑罰地上居民的罪孽。地也必露出其中的血，不再掩蓋被殺的人。","bklcl":"In-ūi Iâ-hô-hoa tùi I ê só͘-chāi chhut-lâi, beh hêng-hoa̍t tōe-chiūⁿ khiā-khí ê peh-sìⁿ ê chōe-ok; tōe ia̍h beh lō͘-chhut i só͘ ū ê huih, bô koh jia-khàm siū-thâi ê lâng.","tghg":"因為耶和華對伊的所在出來，欲刑罰地上徛起的百姓的罪惡。地亦欲露出伊所有的血，無閣遮蓋受刣的人。","bklhl":"因為耶和華tùi祂ê所在出來，beh刑罰地上khiā起ê百姓ê罪惡；地亦beh露出伊所有ê血，無koh遮蓋受刣 ê人。"}}]