[{"book":"賽","chapter":23,"verse":1,"versions":{"unv":"論泰爾的默示：他施的船隻都要哀號；因為泰爾變為荒場，甚至沒有房屋，沒有可進之路。這消息是從基提地得來的。","bklcl":"Lūn Chhui-lô ê be̍k-sī.\tTha-si ê chûn ah, lín tio̍h ai-khàu, in-ūi Chhui-lô í-keng pha-hng lah, sīm-chì bô chhù-the̍h, iā bô teh chhut-ji̍p; tùi Ki-thê ê tōe-hng ū pò in chit ê siau-sit.","tghg":"論推羅的默示：他施的船啊，恁著哀哭；因為推羅已經拋荒(pha-hng)啦，甚至無厝宅，也無啲出入。對基提的地方有報𪜶此個消息。","bklhl":"論Chhui-lô ê默示。\tTha-si ê船ah，lín tio̍h哀哭，因為Chhui-lô已經拋荒lah，甚至無厝宅，也無teh出入；tùi Ki-thê ê地方有報in chit ê消息。"}},{"book":"賽","chapter":23,"verse":2,"versions":{"unv":"沿海的居民，就是素來靠航海西頓的商家得豐盛的，你們當靜默無言。","bklcl":"Hái-kîⁿ khiā-khí ê peh-sìⁿ ah, chá-sî Se-tùn ê seng-lí lâng kè-hái hō͘ lín tit-tio̍h chhiong-sēng, taⁿ lín tio̍h chēng-chēng bô ōe.","tghg":"海墘(kîⁿ)徛起的百姓啊，早時西頓的生理人過海互恁得著昌盛，今恁著靜靜無話。","bklhl":"海墘khiā起ê百姓ah，早時Se-tùn ê seng-lí人過海hō͘ lín得tio̍h昌盛，taⁿ lín tio̍h靜靜無話。"}},{"book":"賽","chapter":23,"verse":3,"versions":{"unv":"在大水之上，西曷的糧食、尼羅河的莊稼是泰爾的進項；她作列國的大碼頭。","bklcl":"Tī tōa-chúi ê téng-bīn, Se-hat ê bí-niû, Nî-lô hô ê ngó͘-kok sī Chhui-lô só͘ chìn-ji̍p--ê, i chòe lia̍t-kok ê po͘-thâu.","tghg":"佇大水的頂面，西曷的米糧，尼羅河的五穀是推羅所進入的；伊做列國的埠頭(po͘-thâu)。","bklhl":"Tī大水ê頂面，Se-hat ê米糧，尼羅河ê五穀是Chhui-lô所進入ê，伊做列國ê埠頭。"}},{"book":"賽","chapter":23,"verse":4,"versions":{"unv":"西頓哪，你當慚愧；因為大海說，就是海中的保障說：我沒有劬勞，也沒有生產，沒有養育男子，也沒有撫養童女。","bklcl":"Se-tùn ah, lí tio̍h kiàn-siàu, in-ūi tōa-hái kóng, chiū-sī hái-kîⁿ ê ōe-só͘ kóng, Góa bô hoâi-īn, iā bô ū siⁿ-kiáⁿ, bô ū iúⁿ-chhī ta-po͘-kiáⁿ iā bô ū bú-ióng chāi-sek-lú.","tghg":"西頓啊，你著見誚；因為大海講，就是海墘的衛所講：我無懷孕，也無有生子，無有養飼查甫子，也無有撫養在室女。","bklhl":"Se-tùn ah，你tio̍h見笑，因為大海講，就是海墘ê衛所講，我無懷孕，也無有生kiáⁿ，無有養飼ta-po͘-kiáⁿ也無有撫養在室女。"}},{"book":"賽","chapter":23,"verse":5,"versions":{"unv":"這風聲傳到埃及；埃及人為泰爾的風聲極其疼痛。","bklcl":"Chit ê hong-siaⁿ thoân kàu Ai-ki̍p, in beh ūi-tio̍h Chhui-lô ê hong-siaⁿ ke̍k-kî thàng-thiàⁿ.","tghg":"此個風聲傳到埃及；𪜶欲為著推羅的風聲極其痛疼。","bklhl":"Chit ê風聲傳到埃及，in beh為tio̍h Chhui-lô ê風聲極其痛疼。"}},{"book":"賽","chapter":23,"verse":6,"versions":{"unv":"泰爾人哪，你們當過到他施去；沿海的居民哪，你們都當哀號。","bklcl":"Lín tio̍h kè-khì Tha-si; hái-kîⁿ khiā-khí ê peh-sìⁿ ah, lín tio̍h ai-khàu.","tghg":"恁著過去他施；海墘徛起的百姓啊，恁著哀哭。","bklhl":"Lín tio̍h過去Tha-si；海墘khiā起ê百姓ah，lín tio̍h哀哭。"}},{"book":"賽","chapter":23,"verse":7,"versions":{"unv":"這是你們歡樂的城，從上古而有的嗎？其中的居民往遠方寄居。","bklcl":"Che sī lín khoài-lo̍k ê siâⁿ mah? i ê téng sè-tāi chiū-sī tùi kó͘-chá í-lâi, i ê kha bat sóa i kàu hn̄g-hn̄g khiā-khí.","tghg":"這是恁快樂的城嗎？伊的頂世代就是對古早以來，伊的腳曾徙伊到遠遠徛起。","bklhl":"這是lín快樂ê城mah？伊ê頂世代就是tùi古早以來，伊ê腳bat徙伊到遠遠khiā起。"}},{"book":"賽","chapter":23,"verse":8,"versions":{"unv":"泰爾本是賜冠冕的。她的商家是王子；她的買賣人是世上的尊貴人。遭遇如此是誰定的呢？","bklcl":"Chī-chūi tiāⁿ-tio̍h chit ê ì-sù kong-kek Chhui-lô ah? i pún sī hoat-chhut bián-liû ê, i ê seng-lí-lâng sī ông-chhin, i ê bóe-bōe-ê sī sè-chiūⁿ ê kùi-cho̍k.","tghg":"是誰定著(tiāⁿ-tio̍h)此個意思攻擊推羅啊？伊本是發出冕旒的。伊的生理人是王親：伊的買賣的是世上的貴族。","bklhl":"Chī-chūi定tio̍h chit ê意思攻擊Chhui-lô ah？伊本是發出冕旒ê，伊ê seng-lí人是王親，伊ê買賣ê是世上ê貴族。"}},{"book":"賽","chapter":23,"verse":9,"versions":{"unv":"是萬軍之耶和華所定的！為要污辱一切高傲的榮耀，使地上一切的尊貴人被藐視。","bklcl":"Bān-kun ê Iâ-hô-hoa tiāⁿ-tio̍h i, beh lêng-jio̍k it-chhè êng-kng ê kiau-ngō͘, hō͘ sè-chiūⁿ it-chhè ê kùi-cho̍k tú-tio̍h khòaⁿ-khin.","tghg":"萬軍的耶和華定著伊！欲凌辱一切榮光的驕傲，互世上一切的貴族抵著(tú-tio̍h)看輕。","bklhl":"萬軍ê耶和華定tio̍h伊，beh凌辱一切榮光ê驕傲，hō͘世上一切ê貴族tú-tio̍h看輕。"}},{"book":"賽","chapter":23,"verse":10,"versions":{"unv":"他施的民（原文是女）哪，可以流行你的地，好像尼羅河；不再有腰帶拘緊你。","bklcl":"Tha-si ê peh-sìⁿ ah, lí tio̍h piàn-kiâⁿ lí ê tōe-hng chhin-chhiūⁿ Nî-lô hô, bô koh ū khu-sok.","tghg":"他施的百姓啊，你著遍行你的地方，親像尼羅河；無閣有拘束。","bklhl":"Tha-si ê百姓ah，你tio̍h遍行你ê地方親像尼羅河，無koh有拘束。"}},{"book":"賽","chapter":23,"verse":11,"versions":{"unv":"耶和華已經向海伸手，震動列國。至於迦南，他已經吩咐拆毀其中的保障。","bklcl":"I í-keng chhun I ê chhiú tī hái--nih, hō͘ lia̍t-kok tín-tāng.  Lūn-kàu Ka-lâm, Iâ-hô-hoa bat hoan-hù tio̍h húi-hoāi i ê ōe-só͘.","tghg":"伊已經伸伊的手佇海裡，互列國振動。論到迦南，耶和華曾吩咐著毀壞伊的衛所。","bklhl":"伊已經伸伊ê手tī海裡，hō͘列國振動。論到迦南，耶和華bat吩咐tio̍h毀壞伊ê衛所。"}},{"book":"賽","chapter":23,"verse":12,"versions":{"unv":"他又說：受欺壓西頓的居民（原文是處女）哪，你必不得再歡樂。起來！過到基提去；就是在那裡也不得安歇。","bklcl":"I kóng, Lí siū lêng-jio̍k ê chāi-sek-lú, Se-tùn ê cha-bó͘-kiáⁿ ah, lí tek-khak bô koh tit-tio̍h khoài-lo̍k lah; khí-lâi kè--khì Ki-thê, chiū tī-hia iā bô tit-tio̍h an-hioh.","tghg":"伊講：你受凌辱的在室女，西頓的查某子啊，你的確無閣得著快樂啦。起來！過去基提；就佇遐也無得著安息。","bklhl":"伊講，你受凌辱ê在室女，Se-tùn ê cha-bó͘-kiáⁿ ah，你的確無koh得tio̍h快樂lah；起來過去Ki-thê，就tī-hia也無得tio̍h安歇。"}},{"book":"賽","chapter":23,"verse":13,"versions":{"unv":"（看哪，迦勒底人之地向來沒有這民，這國是亞述人為住曠野的人所立的。現在他們建築戍樓，拆毀泰爾的宮殿，使她成為荒涼。）","bklcl":"Khòaⁿ ah, Ka-le̍k-tí lâng ê tōe, chit ê peh-sìⁿ taⁿ bô--lah; A-su̍t lâng hō͘ i chòe iá-siù khiā-khí ê só͘-chāi; in khí in ê chiú-kiⁿ-lâu húi-hoāi in ê keng-tiān, hō͘ i chòe pha-hng.","tghg":"（看啊，迦勒底人的地此個百姓今無啦，亞述人互伊做野獸徛起的所在。𪜶起𪜶的守更樓，毀壞𪜶的宮殿，互伊做拋荒。）","bklhl":"看ah，Ka-le̍k-tí人ê地，chit ê百姓taⁿ無lah；亞述人hō͘伊做野獸khiā起ê所在；in起in ê守更樓毀壞in ê宮殿，hō͘伊做拋荒。"}},{"book":"賽","chapter":23,"verse":14,"versions":{"unv":"他施的船隻都要哀號，因為你們的保障變為荒場。","bklcl":"Tha-si ê chûn-chiah ah, lín tio̍h ai-khàu; in-ūi lín ê ōe-só͘ pìⁿ-chòe pha-hng ê só͘-chāi.","tghg":"他施的船隻啊，恁著哀哭，因為恁的衛所變做拋荒的所在。","bklhl":"Tha-si ê船隻ah，lín tio̍h哀哭；因為lín ê衛所變做拋荒ê所在。"}},{"book":"賽","chapter":23,"verse":15,"versions":{"unv":"到那時，泰爾必被忘記七十年，照著一王的年日。七十年後，泰爾的景況必像妓女所唱的歌：","bklcl":"Tng hit-ji̍t Chhui-lô beh hō͘ lâng bōe-kì--tit le̍k-kè chhit-cha̍p nî, chiàu chi̍t ê ông ê ji̍t-chí; chhit-cha̍p nî āu Chhui-lô ê kéng-hóng beh chhin-chhiūⁿ kī-lú só͘ chhiùⁿ ê koa.","tghg":"當彼日，推羅欲互人𣍐記得歷過七十年，照一個王的日子。七十年後，推羅的景況欲親像妓女所唱的歌：","bklhl":"當hit日，Chhui-lô beh hō͘人bōe記得歷過七十年，照一个王ê日子；七十年後Chhui-lô ê景況beh親像妓女所唱ê歌。"}},{"book":"賽","chapter":23,"verse":16,"versions":{"unv":"你這被忘記的妓女啊，拿琴周流城內，巧彈多唱，使人再想念你。","bklcl":"Lí chit ê hō͘ lâng bōe-kì--tit ê kī-lú ah, the̍h khîm sì-kòe kiâⁿ siâⁿ-lāi; tôaⁿ hó-thiaⁿ, chhiùⁿ chōe-chōe, hō͘ lâng koh kì-tit lí.","tghg":"你此個互人𣍐記得的妓女啊，提琴四界行城內，彈好聽唱多多，互人閣記得你。","bklhl":"你chit ê hō͘人bōe記得ê妓女ah，the̍h琴四界行城內；彈好聽，唱chōe-chōe，hō͘人koh記得你。"}},{"book":"賽","chapter":23,"verse":17,"versions":{"unv":"七十年後，耶和華必眷顧泰爾，她就仍得利息（原文是雇價；下同），與地上的萬國交易（原文是行淫）。","bklcl":"Chhit-cha̍p nî āu, Iâ-hô-hoa beh koàn-kò͘ Chhui-lô, i chiū beh koh thàn chîⁿ, kap sè-chiūⁿ ê bān-kok kau-koan.","tghg":"七十年後，耶和華欲眷顧推羅，伊就欲閣趁錢，及世上的萬國交關。","bklhl":"七十年後，耶和華beh眷顧Chhui-lô，伊就beh koh thàn錢，kap世上ê萬國kau-koan。"}},{"book":"賽","chapter":23,"verse":18,"versions":{"unv":"她的貨財和利息要歸耶和華為聖，必不積攢存留；因為她的貨財必為住在耶和華面前的人所得，使他們吃飽，穿耐久的衣服。","bklcl":"I ê hè-mi̍h kap só͘ thàn ê chîⁿ beh chòe sèng, kui hō͘ Iâ-hô-hoa, bô beh khǹg--teh, bô beh chek-chū; in-ūi i ê hè-mi̍h beh hō͘ tiàm tī Iâ-hô-hoa bīn-chêng ê lâng, hō͘ in chia̍h-pá, koh chhēng tòng--tit kú-kú ê saⁿ.","tghg":"伊的貨物及所趁的錢欲做聖歸互耶和華，無欲囥(khǹg)啲無欲積聚；因為伊的貨物欲互踮佇耶和華面前的人，互𪜶食飽，閣穿擋得久久的衫。","bklhl":"伊ê貨物kap所thàn ê錢beh做聖，歸hō͘耶和華，無beh khǹg-teh，無beh積聚；因為伊ê貨物beh hō͘ tiàm tī耶和華面前ê人，hō͘ in食飽，koh穿擋得久久ê衫。"}}]