[{"book":"賽","chapter":13,"verse":1,"versions":{"unv":"亞摩斯的兒子以賽亞得默示，論巴比倫。","bklcl":"A-mô͘-su ê kiáⁿ Í-sài-a só͘ khòaⁿ-kìⁿ lūn Pa-pí-lûn ê be̍k-sī.","tghg":"亞摩斯的子以賽亞，所看見論巴比倫的默示。","bklhl":"A-mô͘-su ê kiáⁿ以賽亞所看見論巴比倫ê默示。"}},{"book":"賽","chapter":13,"verse":2,"versions":{"unv":"應當在淨光的山豎立大旗，向群眾揚聲招手，使他們進入貴冑的門。","bklcl":"Lín tio̍h tī kng-khō-khō ê soaⁿ khiā tōa-kî, tùi in chhut-siaⁿ ia̍t-chhiú, hō͘ in ji̍p kùi-cho̍k ê mn̂g.","tghg":"恁著佇光裸裸(kng-khō-khō)的山竪(khiā)大旗，對𪜶出聲拽(ia̍t)手，互𪜶入貴族的門。","bklhl":"Lín tio̍h tī光khō-khō ê山khiā大旗，tùi in出聲ia̍t手，hō͘ in入貴族ê門。"}},{"book":"賽","chapter":13,"verse":3,"versions":{"unv":"我吩咐我所挑出來的人；我招呼我的勇士─就是那矜誇高傲之輩，為要成就我怒中所定的。","bklcl":"Góa hoan-hù Góa só͘ kéng--chhut-lâi ê lâng, Góa í-keng ūi-tio̍h Góa ê siū-khì, lâi tiàu Góa ê ióng-sū, chiū-sī hiah-ê phín-phóng chū-ko ê lâng.","tghg":"我吩咐我所揀出來的人；我已經為著我的受氣，來召我的勇士──就是許個品嗙(phín-phóng)自高的人。","bklhl":"我吩咐我所揀出來ê人，我已經為tio̍h我ê受氣，來召我ê勇士，就是hiah-ê phín-phóng自高ê人。"}},{"book":"賽","chapter":13,"verse":4,"versions":{"unv":"山間有多人的聲音，好像是大國人民。有許多國的民聚集鬨嚷的聲音；這是萬軍之耶和華點齊軍隊，預備打仗。","bklcl":"Soaⁿ--nih ū chōe-chōe lâng ê siaⁿ, chhin-chhiūⁿ tōa-tīn ê peh-sìⁿ, ū chōe-chōe kok ê peh-sìⁿ chū-chi̍p hōa-hōa-háu ê siaⁿ; che sī bān-kun ê Iâ-hô-hoa tiám-chôe kun-tūi, beh kau-chiàn.","tghg":"山裡有多多人的聲，親像大陣(tīn)的百姓。有多多國的百姓聚集嘩嘩哮(hōa-hōa-háu)的聲；這是萬軍的耶和華點齊軍隊，欲交戰。","bklhl":"山裡有chōe-chōe人ê聲，親像大陣ê百姓，有chōe-chōe國ê百姓聚集hōa-hōa哮ê聲；這是萬軍ê耶和華點齊軍隊，beh交戰。"}},{"book":"賽","chapter":13,"verse":5,"versions":{"unv":"他們從遠方來，從天邊來，就是耶和華並他惱恨的兵器要毀滅這全地。","bklcl":"In tùi hn̄g ê só͘-chāi lâi, tùi thiⁿ-piⁿ lâi, chiū-sī Iâ-hô-hoa kap kiâⁿ I ê siū-khì ê ke-si, beh húi-bia̍t chit ê choân-tōe.","tghg":"𪜶對遠的所在來，對天邊來，就是耶和華及行伊的受氣的家私欲毀滅此個全地。","bklhl":"In tùi遠ê所在來，tùi天邊來，就是耶和華kap行祂ê受氣ê ke-si，beh毀滅chit ê全地。"}},{"book":"賽","chapter":13,"verse":6,"versions":{"unv":"你們要哀號，因為耶和華的日子臨近了！這日來到，好像毀滅從全能者來到。","bklcl":"Lín tio̍h ai-khàu, in-ūi Iâ-hô-hoa ê ji̍t-chí kūn--lah, chhin-chhiūⁿ húi-bia̍t tùi Choân-lêng-ê lâi.","tghg":"恁著哀哭，因為耶和華的日子近啦！親像毀滅對全能者來。","bklhl":"Lín tio̍h哀哭，因為耶和華ê日子近lah，親像毀滅tùi全能ê來。"}},{"book":"賽","chapter":13,"verse":7,"versions":{"unv":"所以，人手都必軟弱；人心都必消化。","bklcl":"Só͘-í lóng-chóng ê chhiú beh nńg--lo̍h-khì, chèng-lâng ê sim beh siau-iûⁿ.","tghg":"所以，攏總的手欲軟落去；眾人的心欲消溶。","bklhl":"所以lóng總ê手beh軟落去，眾人ê心beh消溶。"}},{"book":"賽","chapter":13,"verse":8,"versions":{"unv":"他們必驚惶悲痛；愁苦必將他們抓住。他們疼痛，好像產難的婦人一樣，彼此驚奇相看，臉如火焰。","bklcl":"In beh kiaⁿ-hiâⁿ; thàng-thiàⁿ kan-khó͘ beh khîⁿ-tio̍h in; in kiau(**kiáu)-ká chhin-chhiūⁿ beh siⁿ-kiáⁿ ê hū-jîn-lâng; tāi-ke gông-ngia̍h saⁿ-khòaⁿ, bīn chhin-chhiūⁿ hé-iām ê bīn.","tghg":"𪜶欲驚惶；痛疼艱苦欲擒(khîⁿ)著𪜶。𪜶攪絞(kiau-ká)，親像欲生子的婦仁人，大家卬愕相看，面親像火焰的面。","bklhl":"In beh驚惶；痛疼艱苦beh擒tio̍h in；in 攪絞親像beh生kiáⁿ ê婦人人；大家gông-ngia̍h相看，面親像火燄ê面。"}},{"book":"賽","chapter":13,"verse":9,"versions":{"unv":"耶和華的日子臨到，必有殘忍、忿恨、烈怒，使這地荒涼，從其中除滅罪人。","bklcl":"Khòaⁿ ah, Iâ-hô-hoa ê ji̍t lîm-kàu, beh ū chân-jím, thòng-hūn, tōa siū-khì; hō͘ chit ê tōe pha-hng, tùi hit tiong-kan tû-bia̍t ū-chōe ê lâng.","tghg":"看啊，耶和華的日臨到，欲有殘忍、痛恨、大受氣，互此個地拋荒，對彼中間除滅有罪的人。","bklhl":"看ah，耶和華ê日臨到，beh有殘忍、痛恨、大受氣；hō͘ chit ê地拋荒，tùi hit中間除滅有罪ê人。"}},{"book":"賽","chapter":13,"verse":10,"versions":{"unv":"天上的眾星群宿都不發光；日頭一出就變黑暗；月亮也不放光。","bklcl":"Thiⁿ-téng ê chèng-chhiⁿ lia̍t-siù lóng bô hoat-chhut kng, ji̍t-thâu tú-á chhut chiū piàn o͘-àm, ge̍h ia̍h bô hoat-chhut i ê kng.","tghg":"天頂的眾星列宿(siù)攏無發出光；日頭抵仔(tú-á)出就變黑暗；月亦無發出伊的光。","bklhl":"天頂ê眾星 列宿lóng無發出光，日頭tú-á出就變烏暗，月亦無發出伊ê光。"}},{"book":"賽","chapter":13,"verse":11,"versions":{"unv":"我必因邪惡刑罰世界，因罪孽刑罰惡人，使驕傲人的狂妄止息，制伏強暴人的狂傲。","bklcl":"Góa beh in-ūi siâ-ok hêng-hoa̍t sè-kài, in-ūi chōe-gia̍t hêng-hoa̍t pháiⁿ-lâng; hō͘ kiau-ngō͘ ê lâng ê lām-sám soah--khì, ap-chè kiông-pō ê lâng ê chū-ko.","tghg":"我欲因為邪惡刑罰世界，因為罪孽(chōe-gia̍t)刑罰歹人，互驕傲的人的濫糝息去，壓制強暴的人的自高。","bklhl":"我beh因為邪惡刑罰世界，因為罪孽刑罰pháiⁿ人；hō͘驕傲ê人ê lām-sám soah去，壓制強暴ê人ê自高。"}},{"book":"賽","chapter":13,"verse":12,"versions":{"unv":"我必使人比精金還少，使人比俄斐純金更少。","bklcl":"Góa beh hō͘ lâng pí hó-kim khah-chió, hō͘ lâng pí O-hui ê kim khah-chió.","tghg":"我欲互人比好金卡少，互人比俄斐的金卡少。","bklhl":"我beh hō͘人比好金khah少，hō͘人比O-hui ê金khah少。"}},{"book":"賽","chapter":13,"verse":13,"versions":{"unv":"我─萬軍之耶和華在忿恨中發烈怒的日子，必使天震動，使地搖撼，離其本位。","bklcl":"Só͘-í Góa beh hō͘ thiⁿ tín-tāng, hō͘ tōe iô-choah, lī-khui i ê pún-ūi, chiū-sī tī bān-kun ê Iâ-hô-hoa ê thòng-hūn kap I tōa siū-khì ê ji̍t.","tghg":"所以，我欲互天振動，互地搖泏(iô-choah)，離開伊的本位，就是佇萬軍的耶和華的痛恨及伊大受氣的日。","bklhl":"所以我beh hō͘天振動，hō͘地搖choah，離開伊ê本位，就是tī萬軍ê耶和華ê痛恨kap祂大受氣ê日。"}},{"book":"賽","chapter":13,"verse":14,"versions":{"unv":"人必像被追趕的鹿，像無人收聚的羊，各歸回本族，各逃到本土。","bklcl":"In beh chhin-chhiūⁿ siū tui-kóaⁿ ê lo̍k, chhin-chhiūⁿ bô lâng chū-chi̍p ê iûⁿ; ta̍k-lâng tò--khì pún-cho̍k, ta̍k-lâng tô-cháu kàu pún só͘-chāi.","tghg":"𪜶欲親像受追趕的鹿，親像無人聚集的羊，逐人倒去本族，逐人逃走到本所在。","bklhl":"In beh親像受追趕ê鹿，親像無人聚集ê羊；ta̍k人tò去本族，ta̍k人逃走到本所在。"}},{"book":"賽","chapter":13,"verse":15,"versions":{"unv":"凡被仇敵追上的必被刺死；凡被捉住的必被刀殺。","bklcl":"Kìⁿ-nā hō͘ i tú-tio̍h-ê beh siū chha̍k-thàng, kìⁿ-nā hō͘ i lia̍h-tio̍h-ê beh hō͘ to thâi-sí.","tghg":"見若互伊抵著(tú-tio̍h)的欲受鑿𥦁(chha̍k-thàng)；見若互伊掠著的欲互刀刣死。","bklhl":"見若hō͘伊tú-tio̍h-ê beh受鑿thàng，見若hō͘伊掠tio̍h-ê beh hō͘刀刣死。"}},{"book":"賽","chapter":13,"verse":16,"versions":{"unv":"他們的嬰孩必在他們眼前摔碎；他們的房屋必被搶奪；他們的妻子必被玷污。","bklcl":"In ê eⁿ-á beh tī in ê ba̍k-chêng hō͘ lâng siak-sí, in ê chhù beh hō͘ lâng chhiúⁿ-toa̍t, in ê bó͘ beh hō͘ lâng lêng-jio̍k.","tghg":"𪜶的嬰仔欲佇𪜶的目(ba̍k)前互人摔死；𪜶的厝欲互人搶奪；𪜶的某欲互人凌辱。","bklhl":"In ê嬰á beh tī in ê目前hō͘人siak死，in ê厝beh hō͘人搶奪，in ê bó͘ beh hō͘人凌辱。"}},{"book":"賽","chapter":13,"verse":17,"versions":{"unv":"我必激動米底亞人來攻擊他們。米底亞人不注重銀子，也不喜愛金子。","bklcl":"Góa beh kek-tōng Bí-thài lâng lâi kong-kek in, in bô tùi-tiōng gûn, ia̍h bô ài ti̍h kim.","tghg":"我欲激動米太人來攻擊𪜶。𪜶無對重銀，亦無愛揲(ti̍h)金。","bklhl":"我beh激動Bí-thài人來攻擊in，in無對重銀，亦無ài ti̍h金。"}},{"book":"賽","chapter":13,"verse":18,"versions":{"unv":"他們必用弓擊碎少年人，不憐憫婦人所生的，眼也不顧惜孩子。","bklcl":"In ê keng beh phah-sí i ê siàu-liân lâng, bô lîn-bín hū-jîn-lâng ê thai-īn, in ê ba̍k-chiu iā bô khó-lîn gín-ná.","tghg":"𪜶的弓欲拍死伊的少年人，無憐憫婦仁人的胎孕，𪜶的目睭也無可憐囝仔。","bklhl":"In ê弓beh phah死伊ê少年人，無憐憫婦人人ê胎孕，in ê目睭也無可憐gín-ná。"}},{"book":"賽","chapter":13,"verse":19,"versions":{"unv":"巴比倫素來為列國的榮耀，為迦勒底人所矜誇的華美，必像　神所傾覆的所多瑪、蛾摩拉一樣。","bklcl":"Pa-pí-lûn pêng-sò͘ chòe lia̍t-kok ê êng-kng, chòe Ka-le̍k-tí lâng kiau-ngō͘ ê chng-thāⁿ, beh chhin-chhiūⁿ Só͘-to-má Gô-mô͘-la̍h hō͘ Siōng-tè só͘ húi-hoāi.","tghg":"巴比倫平素做列國的榮光，做迦勒底人驕傲的妝飾(chng-thāⁿ)，欲親像所多瑪、蛾摩拉互上帝所毀壞。","bklhl":"巴比倫平素做列國ê榮光，做Ka-le̍k-tí人驕傲ê裝飾，beh親像所多瑪蛾摩拉hō͘上帝所毀壞。"}},{"book":"賽","chapter":13,"verse":20,"versions":{"unv":"其內必永無人煙，世世代代無人居住。阿拉伯人也不在那裡支搭帳棚；牧羊的人也不使羊群臥在那裡。","bklcl":"I ê lāi-bīn tek-khak éng-éng bô lâng tòa, tāi-tāi bô lâng khiā-khí; A-la̍h-pek lâng bô tī-hia tah pò͘-pîⁿ; kò͘-iûⁿ ê lâng ia̍h bô hō͘ iûⁿ-kûn tó tī-hia.","tghg":"伊的內面的確永永無人住，代代無人徛起。亞拉伯人無佇遐搭布棚；顧羊的人亦無互羊群倒佇遐。","bklhl":"伊ê內面的確永永無人tòa，代代無人khiā起；阿拉伯人無tī-hia搭布棚；顧羊ê人亦無hō͘羊群倒tī-hia。"}},{"book":"賽","chapter":13,"verse":21,"versions":{"unv":"只有曠野的走獸臥在那裡；咆哮的獸滿了房屋。鴕鳥住在那裡；野山羊在那裡跳舞。","bklcl":"Chí-ū khòng-iá ê cháu-siù tó tī-hia, hm̄-hm̄-háu ê siù móa chhù-keng; tô-chiáu tiàm tī-hia, iá-soaⁿ-iûⁿ tī-hia thiàu-bú.","tghg":"只有曠野的走獸倒佇遐；噤噤哮(hm̄-hm̄-háu)的獸滿厝間。駝鳥踮佇遐；野山羊佇遐跳舞。","bklhl":"只有曠野ê走獸倒tī-hia，hm̄-hm̄哮ê獸滿厝間；鴕鳥tiàm tī-hia，野山羊tī-hia跳舞。"}},{"book":"賽","chapter":13,"verse":22,"versions":{"unv":"豺狼必在它宮中呼號；野狗必在它華美殿內吼叫。巴比倫受罰的時候臨近；它的日子必不長久。","bklcl":"Chhâi-lông beh háu tī i ê iâⁿ-pôaⁿ, soaⁿ-káu beh háu tī i iàn-lo̍k ê kiong-tiān; i ê sî kūn--lah, i ê ji̍t-chí bô kú-tn̂g.","tghg":"豺狼欲哮佇伊的營盤；山狗欲哮佇伊宴樂的宮殿；伊的時近啦；伊的日子無久長。","bklhl":"豺狼beh哮tī伊ê營盤，山狗beh哮tī伊宴樂ê宮殿；伊ê時近lah，伊ê日子無久長。"}}]