[{"book":"賽","chapter":36,"verse":1,"versions":{"unv":"希西家王十四年，亞述王西拿基立上來攻擊猶大的一切堅固城，將城攻取。","bklcl":"Hi-se-ka ông cha̍p-sì nî, A-su̍t ông Se-ná-ki-li̍p chiūⁿ lâi kong-kek Iû-tāi it-chhè kian-kò͘ ê siâⁿ lâi chhú i.","tghg":"希西家王十四年，亞述王西拿基立上來攻擊猶大一切堅固的城，來取伊。","bklhl":"Hi-se-ka王十四年，亞述王Se-ná-ki-li̍p上來攻擊偤大一切堅固ê城來取伊。"}},{"book":"賽","chapter":36,"verse":2,"versions":{"unv":"亞述王從拉吉差遣拉伯沙基率領大軍往耶路撒冷，到希西家王那裡去。他就站在上池的水溝旁，在漂布地的大路上。","bklcl":"A-su̍t ông tùi La̍h-kiat chhe La̍h-pek-sa-ki chhōa tōa-tūi peng khì Iâ-lō͘-sat-léng, kàu Hi-se-ka ông hia; i chiū khiā tī téng-tî ê chúi-kau-piⁿ, tī phiò-pò͘ sai-hū ê chhân ê tōa-lō͘.","tghg":"亞述王對拉吉差拉伯沙基導大隊兵去耶路撒冷，到希西家王遐。伊就徛佇頂池的水溝邊，佇漂布師傅的田的大路。","bklhl":"亞述王tùi拉結差La̍h-pek-sa-ki chhōa大隊兵去耶路撒冷，到Hi-se-ka王hia；伊就khiā tī 頂池 ê水溝邊，tī漂布師傅ê田ê大路。"}},{"book":"賽","chapter":36,"verse":3,"versions":{"unv":"於是希勒家的兒子家宰以利亞敬，並書記舍伯那和亞薩的兒子史官約亞，出來見拉伯沙基。","bklcl":"Hit-tia̍p ū koán-ke ê Hi-le̍k-ka ê kiáⁿ Í-lī-a-kèng, kap su-kì Sià-pek-ná, kap sú-koaⁿ A-sat ê kiáⁿ Iok-a, chhut-lâi kìⁿ i.","tghg":"彼霎(tia̍p)有管家的希勒家的子以利亞敬，及書記舍伯那及史官亞薩的子約亞，出來見伊。","bklhl":"Hit-tia̍p有管家ê Hi-le̍k-ka ê kiáⁿ Í-lī-a-kèng，kap書記Sià-pek-ná，kap史官A-sat ê kiáⁿ Iok-a，出來見伊。"}},{"book":"賽","chapter":36,"verse":4,"versions":{"unv":"拉伯沙基對他們說：「你們去告訴希西家說，亞述大王如此說：『你所倚靠的有甚麼可仗賴的呢？","bklcl":"La̍h-pek-sa-ki tùi in kóng, Lín khì kā Hi-se-ka kóng, A-su̍t ông tāi-ông án-ni kóng, Lí só͘ óa-khò ê, sī óa-khò sím-mi̍h?","tghg":"拉伯沙基對𪜶講：「恁去給希西家講，亞述王大王按呢講：『你所倚靠的，是倚靠甚麼？","bklhl":"La̍h-pek-sa-ki對in講，lín去kā Hi-se-ka講，亞述王大王án-ni講，你所óa靠ê，是óa靠甚麼？"}},{"book":"賽","chapter":36,"verse":5,"versions":{"unv":"你說，有打仗的計謀和能力，我看不過是虛話。你到底倚靠誰才背叛我呢？","bklcl":"Lí kóng, Ū kè-bô͘ ū khùi-la̍t thang kau-chiàn; góa kóng che sī khang-khang ê ōe nā-tiāⁿ; lí tàu-tí óa-khò chī-chūi chiah pōe-poān góa ah?","tghg":"你講，有計謀有氣力通交戰，我講這是空空的話若定。你到底倚靠是誰才背叛我啊？","bklhl":"你講，有計謀有氣力thang交戰；我講這是空空ê話nā-tiāⁿ；你到底óa靠是誰 chiah背叛我ah？"}},{"book":"賽","chapter":36,"verse":6,"versions":{"unv":"看哪，你所倚靠的埃及是那壓傷的葦杖，人若靠這杖，就必刺透他的手。埃及王法老向一切倚靠他的人也是這樣。","bklcl":"Khòaⁿ ah, lí só͘ óa-khò ê Ai-ki̍p sī hit ê pit-phòa ê lô͘-tek-koáiⁿ; lâng nā òa i, chiū ōe chhiah-ji̍p i ê chhiú; Ai-ki̍p ông Hoat-ló tùi it-chhè óa-khò i ê lâng ia̍h sī án-ni.","tghg":"看啊，你所倚靠的埃及是彼個𤿎破(pit-phòa)的蘆竹枴，人若倚伊，就會刺入(chhiah-ji̍p)伊的手。埃及王法老對一切倚靠伊的人亦是按呢。","bklhl":"看ah，你所óa靠ê埃及是hit ê pit破ê蘆竹稈；人若òa伊，就會刺入伊ê手；埃及王法老對一切óa靠伊ê人亦是án-ni。"}},{"book":"賽","chapter":36,"verse":7,"versions":{"unv":"你若對我說：我們倚靠耶和華─我們的　神。希西家豈不是將　神的邱壇和祭壇廢去，且對猶大和耶路撒冷的人說：你們當在這壇前敬拜嗎？","bklcl":"Lí nā kā góa kóng, Góa óa-khò Iâ-hô-hoa goán ê Siōng-tè; chit ê Iâ-hô-hoa kiám-m̄-sī Hi-se-ka bat hòe I ê soaⁿ-thâu-tôaⁿ kap I ê chè-tôaⁿ, ia̍h bat tùi Iû-tāi kap Iâ-lō͘-sat-léng ê lâng kóng, Lín tio̍h tī chit ê tôaⁿ-chêng kèng-pài--ê mah?","tghg":"你若給我講：我倚靠耶和華──阮的上帝。此個耶和華豈呣是希西家曾廢伊的山頭壇及伊的祭壇，亦曾對猶大及耶路撒冷的人講：恁著佇此個壇前敬拜的嗎？","bklhl":"你若kā我講，我óa靠耶和華阮ê上帝；chit ê耶和華kiám-m̄是Hi-se-ka bat廢祂ê山頭壇kap祂ê祭壇，亦bat對偤大kap耶路撒冷ê人講，Lín tio̍h tī chit ê壇前敬拜ê mah？"}},{"book":"賽","chapter":36,"verse":8,"versions":{"unv":"現在你把當頭給我主亞述王，我給你二千匹馬，看你這一面騎馬的人夠不夠。","bklcl":"Taⁿ chhiáⁿ lí ēng chún-tǹg hō͘ góa ê chú A-su̍t ông, góa hō͘ lí nn̄g-chheng chiah bé, khòaⁿ lí hit-bīn ōe pī-pān lâng khiâ i á-bōe.","tghg":"今請你用準當(chún-tǹg)互我的主亞述王，我互你二千隻馬，看你彼面會備辦人騎伊抑𣍐。","bklhl":"Taⁿ請你用準當hō͘我ê主亞述王，我hō͘你兩千隻馬，看你hit面能備辦人騎伊á-bōe。"}},{"book":"賽","chapter":36,"verse":9,"versions":{"unv":"若不然，怎能打敗我主臣僕中最小的軍長呢？你竟倚靠埃及的戰車馬兵嗎？","bklcl":"Nā bōe, thái-thó ōe phah-thè góa ê chú chiah-ê tē-it sòe ê lô͘-po̍k-tiong chi̍t ê kun-tiúⁿ, ia̍h kéng-jiân óa-khò Ai-ki̍p, ài tit-tio̍h chiàn-chhia kap bé-peng ah?","tghg":"若𣍐，豈可(thái-thó)會拍退我的主諸個第一細的奴僕中一個軍長？亦竟然倚靠埃及愛得著戰車及馬兵啊？","bklhl":"若bōe，thái-thó能phah退我ê主chiah ê第一細ê奴僕中一个軍長，亦竟然óa靠埃及，ài得tio̍h戰車kap馬兵ah？"}},{"book":"賽","chapter":36,"verse":10,"versions":{"unv":"現在我上來攻擊毀滅這地，豈沒有耶和華的意思嗎？耶和華吩咐我說，你上去攻擊毀滅這地吧！』」","bklcl":"Taⁿ góa chiūⁿ-lâi kong-kek húi-bia̍t chit ê tōe, kiám bô Iâ-hô-hoa ê ì-sù mah?  Iâ-hô-hoa hoan-hù góa kóng, Lí chiūⁿ-khì kong-kek húi-bia̍t chit ê tōe.","tghg":"今我上來攻擊毀滅此個地，豈無耶和華的意思嗎？耶和華吩咐我講，你上去攻擊毀滅此個地。』」","bklhl":"Taⁿ我上來攻擊毀滅chit ê地，kiám無耶和華ê意思mah？耶和華吩咐我講，你上去攻擊毀滅chit ê地。"}},{"book":"賽","chapter":36,"verse":11,"versions":{"unv":"以利亞敬、舍伯那、約亞對拉伯沙基說：「求你用亞蘭言語和僕人說話，因為我們懂得；不要用猶大言語和我們說話，達到城上百姓的耳中。」","bklcl":"Í-lī-a-kèng, Sià-pek-ná, Iok-a tùi La̍h-pek-sa-ki kóng, Kiû lí ēng A-lân ê ōe kap lí ê lô͘-po̍k kóng; in-ūi goán ōe hiáu thiaⁿ; m̄-thang ēng Iû-tāi ê ōe kap goán kóng, hō͘ siâⁿ-téng ê peh-sìⁿ hī-khang thiaⁿ-kìⁿ.","tghg":"以利亞敬、舍伯那、約亞對拉伯沙基講：「求你用亞蘭的話及你的奴僕講，因為阮會曉聽；呣通用猶大的話及阮講，互城頂的百姓耳孔聽見。」","bklhl":"Í-lī-a-kèng、Sià-pek-ná、Iok-a對La̍h-pek-sa-ki講，求你用A-lân ê話kap你ê奴僕講；因為阮會曉聽；m̄-thang用偤大ê話kap阮講，hō͘城頂ê百姓耳孔聽見。"}},{"book":"賽","chapter":36,"verse":12,"versions":{"unv":"拉伯沙基說：「我主差遣我來，豈是單對你和你的主說這些話嗎？不也是對這些坐在城上、要與你們一同吃自己糞喝自己尿的人說嗎？」","bklcl":"La̍h-pek-sa-ki kóng, Góa ê chú chhe góa lâi, kiám-sī tùi lí ê chú kap lí kóng chiah-ê ōe mah? kiám-m̄-sī tùi chē tī siâⁿ-téng ê lâng kóng, hō͘ in kap lín pîⁿ-pîⁿ chia̍h ka-kī ê pùn, lim ka-kī ê jiō mah?","tghg":"拉伯沙基講：「我的主差我來，豈是對你的主及你講諸個話嗎？豈呣是對坐佇城頂的人講，互𪜶及恁平平食家己的糞(pùn)飲家己的尿嗎？」","bklhl":"La̍h-pek-sa-ki講，我ê主差我來，kiám是對你ê主kap你講chiah ê話mah？kiám-m̄是對坐tī城頂ê人講，hō͘ in kap lín平平食家己ê糞，lim家己ê尿mah？"}},{"book":"賽","chapter":36,"verse":13,"versions":{"unv":"於是，拉伯沙基站著，用猶大言語大聲喊著說：「你們當聽亞述大王的話。","bklcl":"La̍h-pek-sa-ki chiū khiā--teh, ēng Iû-tāi ê ōe tōa-siaⁿ kiò kóng, Lín tio̍h thiaⁿ A-su̍t ông tāi-ông ê ōe.","tghg":"拉伯沙基就徛啲，用猶大的話大聲叫講：「恁著聽亞述王大王的話。","bklhl":"La̍h-pek-sa-ki就khiā-teh，用偤大ê話大聲叫講，Lín tio̍h聽亞述王大王ê話。"}},{"book":"賽","chapter":36,"verse":14,"versions":{"unv":"王如此說：『你們不要被希西家欺哄了，因他不能拯救你們。","bklcl":"Ông án-ni kóng, Lín m̄-thang hō͘ Hi-se-ka só͘ phiàn; in-ūi i bōe-ōe kiù lín;","tghg":"王按呢講：『恁呣通互希西家所騙；因為伊𣍐會救恁。","bklhl":"王án-ni講，Lín m̄-thang hō͘ Hi-se-ka所騙；因為伊bōe能救lín；"}},{"book":"賽","chapter":36,"verse":15,"versions":{"unv":"也不要聽希西家使你們倚靠耶和華說：耶和華必要拯救我們，這城必不交在亞述王的手中。』","bklcl":"ia̍h bo̍h-tit thiaⁿ Hi-se-ka kah lín óa-khò Iâ-hô-hoa, kóng, Iâ-hô-hoa tek-khak beh kiù lán, chit ê siâⁿ tek-khak bô kau tī A-su̍t ông ê chhiú.","tghg":"亦莫得聽希西家教恁倚靠耶和華講：耶和華的確欲救咱，此個城的確無交佇亞述王的手。","bklhl":"亦莫得聽Hi-se-ka kah lín óa靠耶和華，講，耶和華的確beh救咱，chit ê城的確無交tī亞述王ê手。"}},{"book":"賽","chapter":36,"verse":16,"versions":{"unv":"不要聽希西家的話，因亞述王如此說：『你們要與我和好。出來投降我，各人就可以吃自己葡萄樹和無花果樹的果子，喝自己井裡的水。","bklcl":"Bo̍h-tit thiaⁿ Hi-se-ka ê ōe; in-ūi A-su̍t ông án-ni kóng, Lín tio̍h kap góa hô-hó, chhut-lâi tâu-hâng góa, ta̍k-lâng chiū thang chia̍h ka-kī ê phû-tô-chhiū kap bû-hoa-kó-chhiū ê ké-chí, lim ka-kī ê chíⁿ-chúi;","tghg":"莫得聽希西家的話，因為亞述王按呢講：恁著及我和好。出來投降我，逐人就通食家己的葡萄樹及無花果樹的果子，飲家己的井水。","bklhl":"莫得聽Hi-se-ka ê話；因為亞述王án-ni講，Lín tio̍h kap我和好，出來投降我，ta̍k人就thang食家己ê葡萄樹kap無花果樹ê果子，lim家己ê井水；"}},{"book":"賽","chapter":36,"verse":17,"versions":{"unv":"等我來領你們到一個地方，與你們本地一樣，就是有五穀和新酒之地，有糧食和葡萄園之地。","bklcl":"thèng-hāu góa chhōa lín kàu chi̍t ê tōe kap lín pún-tōe bô koh-iūⁿ, chiū-sī ū gō͘-kak kap sin-chiú ê tōe, ū bí-niû kap phû-tô-hn̂g ê tōe.","tghg":"聽候我導恁到一個地，及恁本地無各樣，就是有五穀及新酒的地，有米糧及葡萄園的地。","bklhl":"thèng候我chhōa lín到一个地kap lín本地無各樣，就是有五穀kap新酒ê地，有米糧kap葡萄園ê地。"}},{"book":"賽","chapter":36,"verse":18,"versions":{"unv":"你們要謹防，恐怕希西家勸導你們說：耶和華必拯救我們。列國的神有哪一個救他本國脫離亞述王的手呢？","bklcl":"Lín tio̍h kín-sīn tî-hông, kiaⁿ-liáu Hi-se-ka ín-iú lín kóng, Iâ-hô-hoa tek-khak kiù lán.  Lia̍t-kok ê siōng-tè kiám ū chi̍t-ê bat kiù i ê kok thoat-lī A-su̍t ông ê chhiú ah?","tghg":"恁著謹慎持防，驚了希西家引誘恁講：耶和華的確救咱。列國的上帝豈有一個曾救伊的國脫離亞述王的手啊？","bklhl":"Lín tio̍h謹慎持防，驚了Hi-se-ka引誘lín講，耶和華的確救咱。列國ê上帝kiám有一个bat救伊ê國脫離亞述王ê手ah？"}},{"book":"賽","chapter":36,"verse":19,"versions":{"unv":"哈馬和亞珥拔的神在哪裡呢？西法瓦音的神在哪裡呢？他們曾救撒馬利亞脫離我的手嗎？","bklcl":"Hap-má kap A-ní-poa̍t ê siōng-tè tī toh-lo̍h ah?  Se-hoat-óa-im ê siōng-tè tī toh-lo̍h ah? in kiám bat kiù Sat-má-lī-a thoat-lī góa ê chhiú mah?","tghg":"哈馬及亞珥拔的上帝佇叨落啊？西法瓦音的上帝佇叨落啊？𪜶豈曾救撒瑪利亞脫離我的手嗎？","bklhl":"Hap-má kap A-ní-poa̍t ê上帝tī toh-lo̍h ah？Se-hoat-óa-im ê上帝tī toh-lo̍h ah？in kiám bat救撒馬利亞脫離我ê手mah？"}},{"book":"賽","chapter":36,"verse":20,"versions":{"unv":"這些國的神有誰曾救自己的國脫離我的手呢？難道耶和華能救耶路撒冷脫離我的手嗎？』」","bklcl":"Chiah-ê kok ê siōng-tè ū chī-chūi bat kiù ka-kī ê kok thoat-lī góa ê chhiú ah, bo̍h-kioh Iâ-hô-hoa kiám ōe kiù Iâ-lō͘-sat-léng thoat-lī góa ê chhiú mah?","tghg":"諸個國的上帝有是誰曾救家己的國脫離我的手啊？莫卻(bo̍h-kioh)耶和華豈會救耶路撒冷脫離我的手嗎？』」","bklhl":"Chiah-ê國ê上帝有是誰 bat救家己ê國脫離我ê手ah，莫kioh耶和華kiám會救耶路撒冷脫離我ê手mah？"}},{"book":"賽","chapter":36,"verse":21,"versions":{"unv":"百姓靜默不言，並不回答一句，因為王曾吩咐說：「不要回答他。」","bklcl":"In chēng-chēng, ia̍h bô ìn chi̍t-kù; in-ūi ông bat hoan-hù kóng, Bo̍h-tit ìn i.","tghg":"𪜶靜靜，亦無應一句，因為王曾吩咐講：「莫得應伊。」","bklhl":"In靜靜，亦無應一句；因為王bat吩咐講，莫得應伊。"}},{"book":"賽","chapter":36,"verse":22,"versions":{"unv":"當下希勒家的兒子家宰以利亞敬和書記舍伯那，並亞薩的兒子史官約亞，都撕裂衣服，來到希西家那裡，將拉伯沙基的話告訴了他。","bklcl":"Hit-sî Hi-le̍k-ka ê kiáⁿ koán-ke ê Í-lī-a-kèng, kap su-kì Sià-pek-ná, kap sú-koaⁿ A-sat ê kiáⁿ Iok-a, lóng thiah-li̍h saⁿ lâi kàu Hi-se-ka hia, chiong La̍h-pek-sa-ki ê ōe kā i kóng.","tghg":"彼時希勒家的子管家的以利亞敬及書記舍伯那，及史官亞薩的子約亞，攏拆裂衫來到希西家遐，將拉伯沙基的話給伊講。","bklhl":"Hit時Hi-le̍k-ka ê kiáⁿ管家ê Í-lī-a-kèng，kap書記Sià-pek-ná，kap史官A-sat ê kiáⁿ Iok-a，lóng拆裂衫來到Hi-se-ka hia，將La̍h-pek-sa-ki ê話kā伊講。"}}]