[{"book":"賽","chapter":55,"verse":1,"versions":{"unv":"你們一切乾渴的都當就近水來；沒有銀錢的也可以來。你們都來，買了吃；不用銀錢，不用價值，也來買酒和奶。","bklcl":"Eh, kìⁿ-nā lín chhùi-ta-ê, tio̍h lâi chiū-kūn chúi, iā bô chîⁿ-ê, lín tio̍h lâi; lâi bóe lâi chia̍h; lâi ah, m̄-bián gûn, m̄-bián kè-chîⁿ, lâi bóe chiú kap lin.","tghg":"呃(eh)，見若恁嘴乾的著來就近水；也無錢的恁著來。來買來食；來啊，呣免銀，呣免價錢，來買酒及奶。","bklhl":"Eh，見若lín嘴乾ê，tio̍h來就近水，也無錢ê，lín tio̍h來；來買來食；來ah，m̄免銀，m̄免價錢，來買酒kap奶。"}},{"book":"賽","chapter":55,"verse":2,"versions":{"unv":"你們為何花錢（原文是平銀）買那不足為食物的？用勞碌得來的買那不使人飽足的呢？你們要留意聽我的話就能吃那美物，得享肥甘，心中喜樂。","bklcl":"Lín siáⁿ-sū khai-hùi chîⁿ, bóe hit-ê bōe chia̍h-tit ê  mi̍h? siáⁿ-sū tio̍h-bôa, tī hit-ê bōe hō͘ lâng chia̍h-pá--ê ah? lín tio̍h liû-sim thiaⁿ Góa, chiū ōe chia̍h hit ê hó-mi̍h, tit-tio̍h hióng-siū iû-jī, hō͘ sim hoaⁿ-hí.","tghg":"恁啥事開費(khai-hùi)錢買彼個𣍐食得的物？啥事著磨佇彼個𣍐互人食飽的啊？恁著留心聽我就會食彼個好物，得著享受油膩(jī)，互心歡喜。","bklhl":"Lín啥事開費錢，買hit ê bōe食得ê物？啥事tio̍h磨，tī hit ê bōe hō͘人食飽ê ah？lín tio̍h留心聽我，就會食hit ê好物，得tio̍h享受油膩，hō͘心歡喜。"}},{"book":"賽","chapter":55,"verse":3,"versions":{"unv":"你們當就近我來；側耳而聽，就必得活。我必與你們立永約，就是應許大衛那可靠的恩典。","bklcl":"Lín tio̍h àⁿ hī-khang chiū-kūn Góa; tio̍h thiaⁿ, chiū lín ê sim-sîn ōe oa̍h; Góa beh kap lín li̍p éng-oán ê iok, chiū-sī só͘ èng-ún Tāi-pi̍t kian-kò͘ ê un-hūi.","tghg":"恁著俯耳孔就近我；著聽，就恁的心神會活。我欲及恁立永遠的約，就是所應允大衛堅固的恩惠。","bklhl":"Lín tio̍h 俯耳孔就近我；tio̍h聽，就lín ê心神會活；我beh kap lín立永遠ê約，就是所應允大衛堅固ê恩惠。"}},{"book":"賽","chapter":55,"verse":4,"versions":{"unv":"我已立他作萬民的見證，為萬民的君王和司令。","bklcl":"Khòaⁿ ah, Góa í-keng siat-li̍p i chòe lia̍t-pang ê kan-chèng, chòe lia̍t-pang ê kun-ông kap siú-léng.","tghg":"看啊，我已經設立伊做列邦的干證，做列邦的君王及首領。","bklhl":"看ah，我已經設立伊做列邦ê干證，做列邦ê君王kap首領。"}},{"book":"賽","chapter":55,"verse":5,"versions":{"unv":"你素不認識的國民，你也必召來；素不認識你的國民也必向你奔跑，都因耶和華─你的　神以色列的聖者，因為他已經榮耀你。","bklcl":"Khòaⁿ ah, lí pêng-sò͘ m̄-bat ê peh-sìⁿ, lí beh kiò i lâi; pêng-sò͘ m̄-bat lí ê peh-sìⁿ ia̍h beh cháu lâi óa lí; lóng sī ūi-tio̍h Iâ-hô-hoa lí ê Siōng-tè, Í-sek-lia̍t ê Sèng--ê; in-ūi I í-keng êng-kng lí.","tghg":"看啊，你平素呣識(bat)的百姓，你欲叫伊來；平素呣識你的百姓亦欲走來倚你，攏是為著耶和華──你的上帝以色列的聖者，因為伊已經榮光你。","bklhl":"看ah，你平素m̄-bat ê百姓，你beh叫伊來；平素m̄-bat你ê百姓亦beh走來óa你；lóng是為tio̍h耶和華你ê上帝，以色列ê聖ê；因為伊已經榮光你。"}},{"book":"賽","chapter":55,"verse":6,"versions":{"unv":"當趁耶和華可尋找的時候尋找他，相近的時候求告他。","bklcl":"Tio̍h thàn Iâ-hô-hoa thang chhē-tio̍h ê sî, lâi chhē I, tī I saⁿ-kūn ê sî kiû-kiò I.","tghg":"著趁耶和華通尋著的時來尋伊，佇伊相近的時求叫伊。","bklhl":"Tio̍h趁耶和華thang chhē-tio̍h ê時，來chhē伊，tī伊相近ê時求叫伊。"}},{"book":"賽","chapter":55,"verse":7,"versions":{"unv":"惡人當離棄自己的道路；不義的人當除掉自己的意念。歸向耶和華，耶和華就必憐恤他；當歸向我們的　神，因為　神必廣行赦免。","bklcl":"Pháiⁿ-lâng tio̍h lī-khui i ê lō͘, put-gī ê lâng tio̍h kóe-ōaⁿ i ê liām-thâu; kui-ǹg Iâ-hô-hoa, I beh lîn-bín i; kui-ǹg lán ê Siōng-tè, in-ūi I beh piàn-kiâⁿ sià-bián.","tghg":"歹人著離開伊的路；不義的人著改換伊的念頭。歸向耶和華，伊欲憐憫伊；歸向咱的上帝，因為伊欲遍行赦免。","bklhl":"Pháiⁿ人tio̍h離開伊ê路，不義ê人tio̍h改換伊ê念頭；歸向耶和華，祂beh憐憫伊；歸向咱ê上帝，因為祂beh遍行赦免。"}},{"book":"賽","chapter":55,"verse":8,"versions":{"unv":"耶和華說：我的意念非同你們的意念；我的道路非同你們的道路。","bklcl":"Iâ-hô-hoa kóng, Góa ê liām-thâu m̄-sī lín ê liām-thâu, lín ê lō͘ m̄-sī Góa ê lō͘.","tghg":"耶和華講：我的念頭呣是恁的念頭；恁的路呣是我的路。","bklhl":"耶和華講，我ê念頭m̄是lín ê念頭，lín ê路m̄是我ê路。"}},{"book":"賽","chapter":55,"verse":9,"versions":{"unv":"天怎樣高過地，照樣，我的道路高過你們的道路；我的意念高過你們的意念。","bklcl":"In-ūi thiⁿ cháiⁿ-iūⁿ khah-koâiⁿ tōe, án-ni Góa ê lō͘ khah-koâiⁿ lín ê lō͘, Góa ê liām-thâu khah-koâiⁿ lín ê liām-thâu.","tghg":"因為天怎樣卡高地，按呢，我的路卡高恁的路；我的念頭卡高恁的念頭。","bklhl":"因為天怎樣khah高地，án-ni我ê路khah高lín ê路，我ê念頭khah高lín ê念頭。"}},{"book":"賽","chapter":55,"verse":10,"versions":{"unv":"雨雪從天而降，並不返回，卻滋潤地土，使地上發芽結實，使撒種的有種，使要吃的有糧。","bklcl":"In-ūi chhin-chhiūⁿ hō͘ kap seh tùi thiⁿ kàng-lo̍h, ia̍h bô koh tò-tńg, chiū-sī lūn-te̍k thó͘-tōe, hō͘ tōe-chiūⁿ puh-gê kiat-si̍t, hō͘ iā-chéng--ê ū chéng-chí, hō͘ chia̍h--ê ū bí-niû;","tghg":"因為親像雨及雪對天降落，亦無閣倒轉，就是潤澤土地，互地上發芽(puh-gê)結實，互撒種的有種子，互食的有米糧。","bklhl":"因為親像雨kap雪tùi天降落，亦無koh倒tńg，就是潤澤土地，hō͘地上puh芽結實，hō͘掖種ê有種子，hō͘食ê有米糧；"}},{"book":"賽","chapter":55,"verse":11,"versions":{"unv":"我口所出的話也必如此，決不徒然返回，卻要成就我所喜悅的，在我發他去成就（發他去成就：或譯所命定）的事上必然亨通。","bklcl":"Góa ê chhùi só͘ kóng-chhut ê ōe ia̍h beh án-ni; koat-toàn bô khang-khang tò-tńg lâi Góa chia, sī beh chiâⁿ Góa só͘ hoaⁿ-hí--ê, beh hō͘ Góa só͘ chhe i chòe ê sū tit-tio̍h heng-thong.","tghg":"我的嘴所講出的話亦欲按呢，決斷無空空倒轉來我遮，是欲成我所歡喜的，欲互我所差伊做的事得著亨通。","bklhl":"我ê嘴所講出ê話亦beh án-ni；決斷無空空倒tńg來我chia，是beh成我所歡喜ê，beh hō͘我所差伊做ê事得tio̍h興通。"}},{"book":"賽","chapter":55,"verse":12,"versions":{"unv":"你們必歡歡喜喜而出來，平平安安蒙引導。大山小山必在你們面前發聲歌唱；田野的樹木也都拍掌。","bklcl":"Lín chhut-khì beh hoaⁿ-hoaⁿ hí-hí, tit-tio̍h ín-chhōa pêng-pêng an-an: tōa-soaⁿ sió-soaⁿ beh tī lín ê bīn-chêng chhut-siaⁿ chhiùⁿ-koa, tiân-iá ê chhiū-ba̍k lóng beh tah-chhiú.","tghg":"恁出去欲歡歡喜喜，得著引導平平安安。大山小山欲佇恁的面前出聲唱歌；田野的樹木攏欲搭(tah)手。","bklhl":"Lín出去beh歡歡喜喜，得tio̍h引chhōa平平安安：大山小山beh tī lín ê面前出聲唱歌，田野ê樹木lóng beh搭手。"}},{"book":"賽","chapter":55,"verse":13,"versions":{"unv":"松樹長出，代替荊棘；番石榴長出，代替蒺藜。這要為耶和華留名，作為永遠的證據，不能剪除。","bklcl":"Chhêng-peh hoat-siⁿ lâi thòe chháu-chhì, kong-liam-chhiū hoat-siⁿ lâi thòe chi̍t-lê; che sī beh chòe Iâ-hô-hoa ê miâ ê kì-liām, chòe éng-oán ê chèng-kù, bōe-ōe chián-tû.","tghg":"松柏發生，來替草茦(chhì)；岡拈樹發生，來替蒺藜(chi̍t-lê)。這是欲做耶和華的名的紀念，做永遠的證據，𣍐會剪除。","bklhl":"松柏發生來替草刺，岡拈樹發生來替蒺藜；這是beh做耶和華ê名ê記念，做永遠ê證據，bōe會剪除。"}}]