[{"book":"賽","chapter":59,"verse":1,"versions":{"unv":"耶和華的膀臂並非縮短，不能拯救，耳朵並非發沉，不能聽見，","bklcl":"Khòaⁿ ah, Iâ-hô-hoa ê chhiú m̄-sī té, bōe-ōe chín-kiù; hī-khang m̄-sī tāng, bōe-ōe thiaⁿ.","tghg":"看啊，耶和華的手呣是短，𣍐會拯救，耳孔呣是重，𣍐會聽，","bklhl":"看ah，耶和華ê手m̄是短，bōe能拯救；耳孔m̄是重，bōe能聽。"}},{"book":"賽","chapter":59,"verse":2,"versions":{"unv":"但你們的罪孽使你們與　神隔絕；你們的罪惡使他掩面不聽你們。","bklcl":"Chiū-sī lín ê chōe-kòa hō͘ lín kap Siōng-tè keh-tn̄g, lín ê chōe-ok hō͘ I tùi lín ng-bīn, bô thiaⁿ.","tghg":"就是恁的罪過互恁及上帝隔斷；恁的罪惡互伊對恁掩(ng)面無聽；","bklhl":"就是lín ê罪過hō͘ lín kap上帝隔斷，lín ê罪惡hō͘祂對lín掩面，無聽。"}},{"book":"賽","chapter":59,"verse":3,"versions":{"unv":"因你們的手被血沾染，你們的指頭被罪孽沾污，你們的嘴唇說謊言，你們的舌頭出惡語。","bklcl":"In-ūi lín ê chhiú bak--tio̍h huih, lín ê chńg-thâu-á bak-tio̍h chōe-ok, lín ê chhùi-tûn kóng pe̍h-chha̍t, lín ê chi̍h kóng-chhut pháiⁿ-ōe.","tghg":"因為恁的手染(bak)著血，恁的指頭仔染著罪惡，恁的嘴唇講白賊，恁的舌講出歹話。","bklhl":"因為lín ê手bak-tio̍h血，lín ê指頭á bak-tio̍h罪惡，lín ê嘴唇講白賊，lín ê舌講出pháiⁿ話。"}},{"book":"賽","chapter":59,"verse":4,"versions":{"unv":"無一人按公義告狀，無一人憑誠實辯白；都倚靠虛妄，說謊言。所懷的是毒害；所生的是罪孽。","bklcl":"Bô lâng ēng kong-gī lâi pín-bêng, bô lâng chiàu sêng-si̍t lâi piān-hō͘; lóng sī óa-khò hu-ké, kóng pe̍h-chha̍t; só͘ hoâi-īn--ê sī chân-hāi, só͘ siⁿ--ê sī siâ-phiah.","tghg":"無人用公義來稟明，無人照誠實來辯護；攏是倚靠虛假，講白賊。所懷孕者是殘害；所生者是邪僻。","bklhl":"無人用公義來稟明，無人照誠實來辯護；lóng是óa靠虛假，講白賊；所懷孕ê是殘害，所生ê是邪癖。"}},{"book":"賽","chapter":59,"verse":5,"versions":{"unv":"他們菢毒蛇蛋，結蜘蛛網；人吃這蛋必死。這蛋被踏，必出蝮蛇。","bklcl":"In pū to̍k-chôa ê nn̄g, kiⁿ ti-tu bāng, lâng chia̍h i ê nn̄g tek-khak sí, chit ê nn̄g nā ta̍h-phòa tek-khak chhut ok-chôa.","tghg":"𪜶孵(pū)毒蛇的卵，經蜘蛛網；人食伊的卵的確死。此個卵若踏破，的確出惡蛇。","bklhl":"In孵毒蛇ê卵，kiⁿ蜘蛛網，人食伊ê卵的確死，chit ê卵若踏破的確出惡蛇。"}},{"book":"賽","chapter":59,"verse":6,"versions":{"unv":"所結的網不能成為衣服；所做的也不能遮蓋自己。他們的行為都是罪孽；手所做的都是強暴。","bklcl":"In só͘ kiⁿ ê bāng bōe-ōe chiâⁿ-chòe i-ho̍k, in só͘-chòe--ê bōe-ōe ka-kī jia-khàm; in só͘-kiâⁿ--ê lóng sī chōe-ok, in ê chhiú só͘ chòe--ê lóng sī kiông-pō.","tghg":"𪜶所經的網𣍐會成做衣服，𪜶所做的𣍐會家己遮蓋。𪜶所行的攏是罪惡；𪜶的手所做的攏是強暴。","bklhl":"In所kiⁿ ê網bōe能成做衣服，in所做ê bōe能家己遮蓋；in所行ê lóng是罪惡，in ê手所做ê lóng是強暴。"}},{"book":"賽","chapter":59,"verse":7,"versions":{"unv":"他們的腳奔跑行惡；他們急速流無辜人的血；意念都是罪孽，所經過的路都荒涼毀滅。","bklcl":"In ê kha cháu lâi kiâⁿ-pháiⁿ, in kín-kín beh lâu bô-chōe ê lâng ê huih; in ê liām-thâu lóng sī siâ-phiah-ê liām-thâu; só͘ keng-kè ê tōa-lō͘, lóng sī pha-hng húi-bia̍t.","tghg":"𪜶的腳走來行歹；𪜶緊緊欲流無罪的人的血；𪜶的念頭攏是邪僻的念頭，所經過的大路攏是拋荒毀滅。","bklhl":"In ê腳走來行pháiⁿ，in緊緊beh流無罪ê人ê血；in ê念頭lóng是邪癖ê念頭；所經過ê大路，lóng是拋荒毀滅。"}},{"book":"賽","chapter":59,"verse":8,"versions":{"unv":"平安的路，他們不知道；所行的事沒有公平。他們為自己修彎曲的路；凡行此路的都不知道平安。","bklcl":"Pêng-an ê lō͘ in m̄-chai, só͘ kiâⁿ ê lō͘-kèng bô ū kong-pêng; in ūi-tio̍h pún-sin chō oan-khiau ê lō͘, kìⁿ-nā kiâⁿ-i--ê, lóng bōe hiáu-tit pêng-an.","tghg":"平安的路，𪜶呣知；所行的路徑無有公平。𪜶為著本身造彎曲的路；見若行伊的攏𣍐曉得平安。","bklhl":"平安ê路in m̄知，所行ê路徑無有公平；in為tio̍h本身造彎曲ê路，見若行伊ê，lóng bōe曉得平安。"}},{"book":"賽","chapter":59,"verse":9,"versions":{"unv":"因此，公平離我們遠，公義追不上我們。我們指望光亮，卻是黑暗，指望光明，卻行幽暗。","bklcl":"In-ūi án-ni, kong-pêng lī-khui goán hn̄g-hn̄g, kong-gī tui goán bô-tio̍h; goán ǹg-bāng kng-liāng, hoán-tńg sī o͘-àm; ǹg-bāng kng-bêng, hoán-tńg kiâⁿ tī àm-tiong.","tghg":"因為按呢，公平離開阮遠遠，公義追阮無著。阮向望光亮，反轉(tńg)是黑暗，向望光明，反轉行佇暗中。","bklhl":"因為án-ni，公平離開阮遠遠，公義追阮無tio̍h；阮ǹg望光亮，反tńg是烏暗；ǹg望光明，反tńg行tī暗中。"}},{"book":"賽","chapter":59,"verse":10,"versions":{"unv":"我們摸索牆壁，好像瞎子；我們摸索，如同無目之人。我們晌午絆腳，如在黃昏一樣；我們在肥壯人中，像死人一般。","bklcl":"Goán bong chhiûⁿ, óa piah, chhin-chhiūⁿ chhiⁿ-mî lâng; goán sì-kòe bong, chhin-chhiūⁿ bô ba̍k-chiu ê lâng; goán ji̍t-tiong-tàu tian-tian tó-tó, chhin-chhiūⁿ hông-hun ê sî chi̍t-iūⁿ; goán tī ióng-chòng ê lâng ê tiong-kan; chhin-chhiūⁿ sí-lâng chi̍t-iūⁿ.","tghg":"阮摸牆倚壁，親像睛瞑人；阮四界摸，親像無目睭的人。阮日中晝(tiong-tàu)顛顛倒倒，親像黃昏的時一樣；阮佇勇壯的人的中間，親像死人一樣。","bklhl":"阮摸牆，óa壁，親像chhiⁿ-mî人；阮四界摸，親像無目睭ê人；阮日中晝顛顛倒倒，親像黃昏ê時一樣；阮tī勇壯ê人ê中間；親像死人一樣。"}},{"book":"賽","chapter":59,"verse":11,"versions":{"unv":"我們咆哮如熊，哀鳴如鴿；指望公平，卻是沒有；指望救恩，卻遠離我們。","bklcl":"Goán háu chhin-chhiūⁿ hîm, ai-ai-chhan chhin-chhiūⁿ ka-chui; ǹg-bāng kong-pêng, chóng-sī lóng bô; ǹg-bāng kiù-un, chóng-sī lī-khui goán hn̄g-hn̄g.","tghg":"阮哮親像熊，哀哀孱(ai-ai-chhan)親像鳩鵻(ka-chui)；向望公平，總是攏無；向望救恩，總是離開阮遠遠。","bklhl":"阮哮親像熊，哀哀chhan親像ka-chui；ǹg望公平，總是lóng無；ǹg望救恩，總是離開阮遠遠。"}},{"book":"賽","chapter":59,"verse":12,"versions":{"unv":"我們的過犯在你面前增多，罪惡作見證告我們；過犯與我們同在。至於我們的罪孽，我們都知道：","bklcl":"Goán ê kè-sit tī Lí ê bīn-chêng ke-thiⁿ chōe-chōe, chōe-ok chòe kan-chèng kò goán; chōe-kòa kap goán saⁿ-kap tī-teh, lūn-kàu goán ê chōe-kòa, goán lóng chai;","tghg":"阮的過失佇你的面前加添多多，罪惡做干證告阮；罪過及阮相及佇啲。論到阮的罪過，阮攏知；","bklhl":"阮ê過失tī你ê面前加添chōe-chōe，罪惡做干證告阮；罪過kap阮相kap tī-teh，論到阮ê罪過，阮lóng知；"}},{"book":"賽","chapter":59,"verse":13,"versions":{"unv":"就是悖逆、不認識耶和華，轉去不跟從我們的　神，說欺壓和叛逆的話，心懷謊言，隨即說出。","bklcl":"chiū-sī pōe-ge̍k m̄-jīn Iâ-hô-hoa, oat-tò-tńg m̄-tè goán ê Siōng-tè, kóng-chhut chè-ap kap pōe-ge̍k ê ōe, sim siūⁿ pe̍h-chha̍t ōe, chiū sòa kóng-chhut.","tghg":"就是悖逆(pōe-ge̍k)、呣認耶和華，越倒轉呣隨阮的上帝，講出制壓及悖逆的話，心想白賊話，就續講出。","bklhl":"就是悖逆m̄認耶和華，oat倒tńg m̄-tè阮ê上帝，講出制壓kap悖逆ê話，心想白賊話，就續講出。"}},{"book":"賽","chapter":59,"verse":14,"versions":{"unv":"並且公平轉而退後，公義站在遠處；誠實在街上仆倒，正直也不得進入。","bklcl":"Koh kong-pêng choán-tńg thè-āu, kong-gī khiā tī hn̄g-hn̄g; sêng-si̍t poa̍h-tó tī ke-lō͘, chèng-ti̍t ia̍h bōe chìn ji̍p.","tghg":"閣公平轉返(choán-tńg)退後，公義徛佇遠遠；誠實跋倒佇街路，正直亦𣍐進入。","bklhl":"Koh公平轉tńg退後，公義khiā tī遠遠；誠實跋倒tī街路，正直亦bōe進入。"}},{"book":"賽","chapter":59,"verse":15,"versions":{"unv":"誠實少見；離惡的人反成掠物。那時，耶和華看見沒有公平，甚不喜悅。","bklcl":"Sêng-si̍t chió-chió; lī-khui pháiⁿ--ê hoán-tńg chiâⁿ-chòe siū-chhiúⁿ ê mi̍h; hit-sî Iâ-hô-hoa khòaⁿ-kìⁿ, in-ūi bô kong-gī, chiū put-chí bô hoaⁿ-hí.","tghg":"誠實少少；離開歹的反轉成做受搶的物。彼時，耶和華看見因為無公義，就不止無歡喜。","bklhl":"誠實少少；離開pháiⁿ-ê反tńg成做受搶ê物；hit時耶和華看見，因為無公義，就不止無歡喜。"}},{"book":"賽","chapter":59,"verse":16,"versions":{"unv":"他見無人拯救，無人代求，甚為詫異，就用自己的膀臂施行拯救，以公義扶持自己。","bklcl":"I khòaⁿ bô lâng chín-kiù, bô lâng thòe-kiû, put-chí gông-ngia̍h; chiū ēng ka-kī ê chhiú lâi kiù ka-kī; ēng I ê kong-gī hû-chhî pún-sin.","tghg":"伊看無人拯救，無人替求，不止卬愕，就用家己的手來救家己，用伊的公義扶持本身。","bklhl":"伊看無人拯救，無人替求，不止gông-ngia̍h；就用家己ê手來救家己；用伊ê公義扶持本身。"}},{"book":"賽","chapter":59,"verse":17,"versions":{"unv":"他以公義為鎧甲（或譯：護心鏡），以拯救為頭盔，以報仇為衣服，以熱心為外袍。","bklcl":"I ēng kong-gī chòe khoe-kah lâi chhēng, ēng chín-kiù chòe thâu-khoe lâi tì; ēng pò kiû-siû chòe i-ho̍k lâi chhēng, ēng jia̍t-sim chòe gōa-phàu lâi moa.","tghg":"伊用公義做盔甲(khoe-kah)來穿，用拯救做頭盔來戴，用報仇讎(kiû-siû)做衣服來穿，用熱心做外袍(phàu)來𧜞(moa)。","bklhl":"伊用公義做盔甲來穿，用拯救做頭盔來戴；用報仇讎做衣服來穿，用熱心做外袍來moa。"}},{"book":"賽","chapter":59,"verse":18,"versions":{"unv":"他必按人的行為施報，惱怒他的敵人，報復他的仇敵，向眾海島施行報應。","bklcl":"I beh chiàu in ê kiâⁿ-chòe lâi pò-èng, siū-khì I ê tùi-te̍k, pò-èng I ê kiû-siû; tùi chèng hái-sū kiâⁿ pò-èng.","tghg":"伊欲照𪜶的行做來報應，受氣伊的對敵，報應伊的仇讎對眾海嶼行報應。","bklhl":"伊beh照in ê行做來報應，受氣伊ê對敵，報應伊ê仇讎；對眾海嶼行報應。"}},{"book":"賽","chapter":59,"verse":19,"versions":{"unv":"如此，人從日落之處必敬畏耶和華的名，從日出之地也必敬畏他的榮耀；因為仇敵好像急流的河水沖來，是耶和華之氣所驅逐的。","bklcl":"Án-ni lâng tùi ji̍t-lo̍h ê só͘-chāi beh kèng-ùi Iâ-hô-hoa ê miâ; tùi ji̍t-chhut ê tōe-hng, ia̍h beh kèng-ùi I ê êng-kng; in-ūi I beh lâi, chhin-chhiūⁿ kín-lâu ê hô-chúi, sī Iâ-hô-hoa ê khì só͘ chhui-pek--ê.","tghg":"按呢，人對日落的所在欲敬畏耶和華的名，對日出的地方，亦欲敬畏伊的榮光；因為伊欲來親像緊流的河水，是耶和華的氣所催迫的。","bklhl":"Án-ni人tùi日落ê所在beh敬畏耶和華ê名；tùi日出ê地方，亦beh敬畏祂ê榮光；因為祂beh來，親像緊流ê河水，是耶和華ê氣所催逼ê。"}},{"book":"賽","chapter":59,"verse":20,"versions":{"unv":"必有一位救贖主來到錫安─雅各族中轉離過犯的人那裡。這是耶和華說的。","bklcl":"Beh ū chi̍t-ūi kiù-sio̍k ê chú lâi kàu Sek-an, ia̍h kàu Ngá-kok cho̍k-tiong lī-khui kè-sit ê lâng hia; che sī Iâ-hô-hoa kóng--ê.","tghg":"欲有一位救贖的主來到錫安──亦到雅各族中離開過失的人遐。這是耶和華講的。","bklhl":"Beh有一位救贖ê主來到錫安，亦到雅各族中離開過失ê人hia；這是耶和華講ê。"}},{"book":"賽","chapter":59,"verse":21,"versions":{"unv":"耶和華說：「至於我與他們所立的約乃是這樣：我加給你的靈，傳給你的話，必不離你的口，也不離你後裔與你後裔之後裔的口，從今直到永遠；這是耶和華說的。」","bklcl":"Iâ-hô-hoa kóng, Lūn-kàu Góa, Góa kap in só͘ li̍p ê iok chiū-sī án-ni; Góa ê Sîn tī lí ê téng-bīn--ê, Góa ê ōe, Góa só͘ hē tī lí ê chhùi--ê, bô beh lī-khui lí ê chhùi, bô lī-khui lí ê kiáⁿ-sun ê chhùi, ia̍h bô lī-khui lí ê kiáⁿ-kiáⁿ sun-sun ê chhùi, tùi-taⁿ kàu éng-oán; che sī Iâ-hô-hoa kóng--ê.","tghg":"耶和華講：「論到我，我及𪜶所立的約就是按呢：我的神佇你的頂面的，我的話我所下(hē)佇你的嘴的，無欲離開你的嘴，無離開你的子孫的嘴，亦無離開你的子子孫孫的嘴，對今到永遠；這是耶和華講的。」","bklhl":"耶和華講，論到我，我kap in所立ê約就是án-ni；我ê神tī你ê頂面ê，我ê話，我所hē tī你ê嘴ê，無beh離開你ê嘴，無離開你ê kiáⁿ孫ê嘴，亦無離開你ê kiáⁿ-kiáⁿ孫孫ê嘴，tùi-taⁿ到永遠；這是耶和華講ê。"}}]