[{"book":"賽","chapter":54,"verse":1,"versions":{"unv":"你這不懷孕、不生養的要歌唱；你這未曾經過產難的要發聲歌唱，揚聲歡呼；因為沒有丈夫的比有丈夫的兒女更多。這是耶和華說的。","bklcl":"Lí bô hoâi-īn bô siⁿ-kiáⁿ ê, tio̍h chhiùⁿ-koa; lí bē-bat keng-kè siⁿ-kiáⁿ kan-khó͘ ê, tio̍h chhut-siaⁿ chhiùⁿ-koa, chhut hoaⁿ-hí ê siaⁿ; in-ūi ka-kī tiàm ê hū-jîn-lâng pí ū tiōng-hu--ê, siⁿ-kiáⁿ khah-chōe; che sī Iâ-hô-hoa kóng ê.","tghg":"你無懷孕、無生子的，著唱歌；你未曾經過生子艱苦的，著出聲唱歌，出歡喜的聲；因為家己踮的婦仁人比有丈夫者生子卡多。這是耶和華講的。","bklhl":"你無懷孕無生kiáⁿ ê，tio̍h唱歌；你bē-bat經過生kiáⁿ艱苦ê，tio̍h出聲唱歌，出歡喜ê聲；因為家己tiàm ê婦人人比有丈夫ê，生kiáⁿ khah-chōe；這是耶和華講ê。"}},{"book":"賽","chapter":54,"verse":2,"versions":{"unv":"要擴張你帳幕之地，張大你居所的幔子，不要限止；要放長你的繩子，堅固你的橛子。","bklcl":"Tio̍h khui-khoah lí pò͘-pîⁿ ê tōe, pàng-tōa lí khiā-khí ê tiùⁿ-pak; m̄-thang hān-tiāⁿ; tio̍h khan-tn̂g lí ê soh, kian-kò͘ lí ê khi̍t-á.","tghg":"著開闊你布棚的地，放(pàng)大你徛起的帳幅(tiùⁿ-pak)，呣通限定；著牽長你的索，堅固你的杙仔(khi̍t-á)。","bklhl":"Tio̍h開闊你布棚ê地，放大你khiā起ê帳幅；m̄-thang限定；tio̍h牽長你ê索，堅固你ê杙á。"}},{"book":"賽","chapter":54,"verse":3,"versions":{"unv":"因為你要向左向右開展；你的後裔必得多國為業，又使荒涼的城邑有人居住。","bklcl":"In-ūi lí beh ǹg-chó ǹg-iū lâi khui-khoah; lí ê hō͘-è tek-khak tit-tio̍h lia̍t-kok chòe-gia̍p; koh hō͘ pha-hng ê siâⁿ ū lâng khiā-khí.","tghg":"因為你欲向左向右來開闊；你的後裔的確得著列國做業，閣互拋荒的城有人徛起。","bklhl":"因為你beh ǹg左ǹg右來開闊；你ê後裔的確得tio̍h列國做業；koh hō͘拋荒ê城有人khiā起。"}},{"book":"賽","chapter":54,"verse":4,"versions":{"unv":"不要懼怕，因你必不致蒙羞；也不要抱愧，因你必不致受辱。你必忘記幼年的羞愧，不再記念你寡居的羞辱。","bklcl":"Bo̍h-tit kiaⁿ-hiâⁿ; in-ūi lí tek-khak bô tì-kàu kiàn-siàu; ia̍h bo̍h-tit ùi siáu-jîn; in-ūi lí bô tì-kàu siū lêng-jio̍k; lí tek-khak bōe kì-tit siàu-liân ê sî ê kiàn-siàu; bô koh kì-liām lí chiú-kóaⁿ ê sî ê lêng-jio̍k.","tghg":"莫得驚惶，因為你的確無致到見誚；亦莫得畏小人，因為你無致到受凌辱。你的確𣍐記得少年的時的見誚，無閣紀念你守寡的時的凌辱。","bklhl":"莫得驚惶；因為你的確無致到見笑；亦莫得畏小人；因為你無致到受凌辱；你的確bōe記得少年ê時ê見笑；無koh記念你守寡ê時ê凌辱。"}},{"book":"賽","chapter":54,"verse":5,"versions":{"unv":"因為造你的是你的丈夫；萬軍之耶和華是他的名。救贖你的是以色列的聖者；他必稱為全地之　神。","bklcl":"In-ūi chhòng-chō lí-ê sī lí ê tiōng-hu; bān-kun ê Iâ-hô-hoa sī I ê miâ; kiù-sio̍k lí-ê, sī Í-sek-lia̍t ê Sèng--ê; I tek-khak chheng-chòe choân-tōe ê Siōng-tè.","tghg":"因為創造你的是你的丈夫；萬軍的耶和華是伊的名。救贖你的是以色列的聖者；伊的確稱做全地的上帝。","bklhl":"因為創造你ê是你ê丈夫；萬軍ê耶和華是祂ê名；救贖你ê，是以色列ê聖ê；祂的確稱做全地ê上帝。"}},{"book":"賽","chapter":54,"verse":6,"versions":{"unv":"耶和華召你，如召被離棄心中憂傷的妻，就是幼年所娶被棄的妻。這是你　神所說的。","bklcl":"Iâ-hô-hoa tiàu--lí, chhin-chhiūⁿ tiàu siū khì-sak sim-lāi iu-siong ê bó͘, chiū-sī siàu-liân ê sî só͘ chhōa, siū khì-sak ê bó͘; che sī lí ê Siōng-tè só͘ kóng ê.","tghg":"耶和華召你，親像召受棄拺(khì-sak)心內憂傷的某，就是少年的時所娶受棄拺的某。這是你的上帝所講的。","bklhl":"耶和華召你，親像召受棄sak心內憂傷ê bó͘，就是少年ê時所娶，受棄sak ê bó͘；這是你ê上帝所講ê。"}},{"book":"賽","chapter":54,"verse":7,"versions":{"unv":"我離棄你不過片時，卻要施大恩將你收回。","bklcl":"Góa pàng-lī lí put-kò tiap-á-kú, chóng-sī beh ēng tōa chû-pi siu lí tò-tńg.","tghg":"我放離你不過霎(tia̍p)仔久，總是欲用大慈悲收你倒轉。","bklhl":"我放離你不過tiap-á久，總是beh用大慈悲收你倒tńg。"}},{"book":"賽","chapter":54,"verse":8,"versions":{"unv":"我的怒氣漲溢，頃刻之間向你掩面，卻要以永遠的慈愛憐恤你。這是耶和華─你的救贖主說的。","bklcl":"Góa hoat-chhut siū-khì, chiām-sî tùi lí ng-bīn; chóng-sī beh ēng éng-oán ê chû-ài lîn-bín lí; che sī Iâ-hô-hoa, kiù-sio̍k lí ê Chú, kóng ê.","tghg":"我發出受氣，暫時對你掩(ng)面，總是欲用永遠的慈愛憐憫你。這是耶和華救贖你的主講的。","bklhl":"我發出受氣，暫時對你掩面；總是beh用永遠ê慈愛憐憫你；這是耶和華，救贖你ê主，講ê。"}},{"book":"賽","chapter":54,"verse":9,"versions":{"unv":"這事在我好像挪亞的洪水。我怎樣起誓不再使挪亞的洪水漫過遍地，我也照樣起誓不再向你發怒，也不斥責你。","bklcl":"In-ūi che chāi Góa khòaⁿ chhin-chhiūⁿ Ná-a ê tōa-chúi; Góa cháiⁿ-iūⁿ chiù-chōa bô koh hō͘ Ná-a ê tōa-chúi hoàn-lām piàn-tōe, Góa ia̍h chiàu án-ni chiù-chōa, bô koh siū-khì lí, chek-pī lí.","tghg":"因為這在我看親像挪亞的大水。我怎樣咒誓(chiù-chōa)無閣互挪亞的大水氾濫(hoàn-lām)遍地，我亦照按呢咒誓無閣受氣你，責備你。","bklhl":"因為這在我看親像挪亞ê大水；我怎樣chiù-chōa無koh hō͘挪亞ê大水氾濫遍地，我亦照án-ni chiù-chōa，無koh受氣你，責備你。"}},{"book":"賽","chapter":54,"verse":10,"versions":{"unv":"大山可以挪開，小山可以遷移；但我的慈愛必不離開你；我平安的約也不遷移。這是憐恤你的耶和華說的。","bklcl":"Tōa-soaⁿ ōe sóa-khui, sió-soaⁿ ōe î-sóa, to̍k-to̍k Góa ê chû-ài tek-khak bô lī-khui lí, Góa pêng-an ê iok ia̍h bô î-sóa; che sī lîn-bín lí ê Iâ-hô-hoa kóng ê.","tghg":"大山會徙開，小山會移徙；獨獨我的慈愛的確無離開你；我平安的約亦無移徙。這是憐憫你的耶和華講的。","bklhl":"大山會徙開，小山會移徙，獨獨我ê慈愛的確無離開你，我平安ê約亦無移徙；這是憐憫你ê耶和華講ê。"}},{"book":"賽","chapter":54,"verse":11,"versions":{"unv":"你這受困苦、被風飄蕩不得安慰的人哪，我必以彩色安置你的石頭，以藍寶石立定你的根基；","bklcl":"Lí chit-ê siū khùn-khó͘, hō͘ tōa-hong iô-tāng bōe tit-tio̍h an-ùi ê lâng--ah, Góa beh ēng chhái-sek an-tì lí ê chio̍h-thâu, ēng lâm-sek ê pó-chio̍h hē lí ê tōe-ki.","tghg":"你此個受困苦、互大風搖動𣍐得著安慰的人啊，我欲用彩色安置你的石頭，用藍色的寶石下(hē)你的地基；","bklhl":"你chit ê受困苦，hō͘大風搖動bōe得tio̍h安慰ê人ah，我beh用彩色安置你ê石頭，用藍色ê寶石hē你ê地基。"}},{"book":"賽","chapter":54,"verse":12,"versions":{"unv":"又以紅寶石造你的女牆，以紅玉造你的城門，以寶石造你四圍的邊界（或譯：外郭）。","bklcl":"Koh ēng âng-pó-chio̍h chō lí ê siâⁿ-tó-chí, ēng âng-ge̍k chō lí ê siâⁿ-mn̂g, ēng pó-chio̍h chō lí sì-ûi ê pian-kài.","tghg":"閣用紅寶石造你的城壔址(tó-chí)，用紅玉造你的城門，用寶石造你四圍的邊界。","bklhl":"Koh用紅寶石造你ê城垛子，用紅玉造你ê城門，用寶石造你四圍ê邊界。"}},{"book":"賽","chapter":54,"verse":13,"versions":{"unv":"你的兒女都要受耶和華的教訓；你的兒女必大享平安。","bklcl":"Lí ê kiáⁿ-jî lóng beh hō͘ Iâ-hô-hoa kà-sī; lí ê kiáⁿ-jî beh tit-tio̍h tōa pêng-an.","tghg":"你的子兒攏欲互耶和華教示；你的子兒欲得著大平安。","bklhl":"你ê kiáⁿ兒lóng beh hō͘耶和華教示；你ê kiáⁿ兒beh得tio̍h大平安。"}},{"book":"賽","chapter":54,"verse":14,"versions":{"unv":"你必因公義得堅立，必遠離欺壓，不致害怕；你必遠離驚嚇，驚嚇必不臨近你。","bklcl":"Lí beh in-ūi kong-gī tit-tio̍h khiā-chāi, beh lī-khui chè-ap hn̄g-hn̄g, bô tì-kàu kiaⁿ-hiâⁿ; lí beh lī-khui chai-ē hn̄g-hn̄g, in-ūi i tek-khak bô kūn-óa lí.","tghg":"你欲因為公義得著徛在，欲離開制壓遠遠，無致到驚惶；你欲離開災禍遠遠，因為伊的確無近倚你。","bklhl":"你beh因為公義得tio̍h khiā在，beh離開制壓遠遠，無致到驚惶；你beh離開災厄遠遠，因為伊的確無近óa你。"}},{"book":"賽","chapter":54,"verse":15,"versions":{"unv":"即或有人聚集，卻不由於我；凡聚集攻擊你的，必因你仆倒（或譯：投降你）。","bklcl":"Chiū kiám-chhái ū lâng chū-chi̍p, chóng-sī m̄-sī tùi Góa; kìⁿ-nā chū-chi̍p kong-kek lí ê, beh in-ūi lí lâi poa̍h-tó.","tghg":"就豈採有人聚集，總是呣是對我；見若聚集攻擊你的，欲因為你來跋倒。","bklhl":"就kiám-chhái有人聚集，總是m̄是tùi我；見若聚集攻擊你ê，beh因為你來跋倒。"}},{"book":"賽","chapter":54,"verse":16,"versions":{"unv":"吹噓炭火、打造合用器械的鐵匠是我所造；殘害人、行毀滅的也是我所造。","bklcl":"Thih-chhiūⁿ pûn hé-thòaⁿ, chè-chō ha̍p-ēng ê khì-hâi--ê, sī Góa só͘ chhòng-chō; Góa iā chhòng-chō hām-hāi lâng ê, hō͘ i kiâⁿ châu-bia̍t.","tghg":"鐵匠(chhiūⁿ)歕(pûn)火炭、製造合用的器械的是我所創造；我也創造陷害人的、互伊行剿滅(châu-bia̍t)。","bklhl":"鐵匠pûn火炭，製造合用ê器械ê，是我所創造；我也創造陷害人ê，hō͘伊行剿滅。"}},{"book":"賽","chapter":54,"verse":17,"versions":{"unv":"凡為攻擊你造成的器械必不利用；凡在審判時興起用舌攻擊你的，你必定他為有罪。這是耶和華僕人的產業，是他們從我所得的義。這是耶和華說的。","bklcl":"Kìⁿ-nā ūi-tio̍h kong-kek lí lâi chō ê khì-hâi tek-khak bô chiâⁿ lō͘-ēng; kìⁿ-nā tī sím-phòaⁿ ê sî khí-lâi kong-kek lí ê chi̍h, lí beh tēng i ê chōe; che sī Iâ-hô-hoa ê lô͘-po̍k ê sán-gia̍p, iā sī in tùi Góa só͘ tit-tio̍h ê gī; che sī Iâ-hô-hoa kóng ê.","tghg":"見若為著攻擊你來造的器械的確無成路用；見若佇審判的時起來攻擊你的舌，你欲定伊的罪。這是耶和華的奴僕的產業，也是𪜶對我所得著的義。這是耶和華講的。","bklhl":"見若為tio̍h攻擊你來造ê器械的確無成路用；見若tī審判ê時起來攻擊你ê舌，你beh定伊ê罪；這是耶和華ê奴僕ê產業，也是in tùi我所得tio̍h ê義；這是耶和華講ê。"}}]