[{"book":"賽","chapter":41,"verse":1,"versions":{"unv":"眾海島啊，當在我面前靜默；眾民當重新得力，都要近前來才可以說話，我們可以彼此辯論。","bklcl":"Chèng hái-sū ah, tio̍h tī Góa ê bīn-chêng chēng-chēng; chèng peh-sìⁿ tio̍h tit-tio̍h sin ê khùi-la̍t; lóng tio̍h kūn-chêng lâi, chiah thang lâi kóng-ōe; lán thang tāi-ke lâi piān-lūn.","tghg":"眾海嶼啊，著佇我的面前靜靜；眾百姓著得著新的氣力，攏著近前來才通來講話，咱通大家來辯論。","bklhl":"眾海嶼ah，tio̍h tī我ê面前靜靜；眾百姓tio̍h得tio̍h新ê氣力；lóng tio̍h近前來，chiah thang來講話；咱thang大家來辯論。"}},{"book":"賽","chapter":41,"verse":2,"versions":{"unv":"誰從東方興起一人，憑公義召他來到腳前呢？耶和華將列國交給他，使他管轄君王，把他們如灰塵交與他的刀，如風吹的碎秸交與他的弓。","bklcl":"Chī-chūi tùi tang-hng heng-khí chi̍t-lâng, ēng kong-gī tiàu i lâi kàu I ê kha-chêng ah? chiong lia̍t-kok kau-hō͘ i, hō͘ i koán-hat kun-ông; chiong in chhin-chhiūⁿ tîn-ai kau hō͘ i ê to, chhin-chhiūⁿ hong-chhe ê chháu-á-iù kau-hō͘ i ê keng.","tghg":"是誰對東方興起一人，用公義召伊來到伊的腳前啊？將列國交互伊，互伊管轄君王，將𪜶親像塵埃交互伊的刀，親像風吹的草仔幼交互伊的弓。","bklhl":"Chī-chūi tùi東方興起一人，用公義召伊來到伊ê腳前ah？將列國交hō͘伊，hō͘伊管轄君王；將in親像塵埃交hō͘伊ê刀，親像風吹ê草á幼交hō͘伊ê弓。"}},{"book":"賽","chapter":41,"verse":3,"versions":{"unv":"他追趕他們，走他所未走的道，坦然前行。","bklcl":"I tui-kóaⁿ in, kiâⁿ i só͘ bē-bat kiâⁿ ê lō͘, an-jiân kè-khì.","tghg":"伊追趕𪜶，行伊所未曾行的路，安然過去。","bklhl":"伊追趕in，行伊所bē-bat行ê路，安然過去。"}},{"book":"賽","chapter":41,"verse":4,"versions":{"unv":"誰行做成就這事，從起初宣召歷代呢？就是我─耶和華！我是首先的，也與末後的同在。","bklcl":"Chī-chūi chòe chit-ê lâi chiâⁿ--i, tùi khí-thâu tiàu le̍k-tāi ah?  Góa Iâ-hô-hoa, sī khí-thâu ê, ia̍h sī lō͘-bé--ê, Góa chiū-sī I.","tghg":"是誰做此個來成伊，對起頭召歷代啊？我──耶和華！是起頭者，亦是路尾者，我就是伊。","bklhl":"Chī-chūi做chit ê來成伊，tùi起頭召歷代ah？我耶和華，是起頭ê，亦是路尾ê，我就是祂。"}},{"book":"賽","chapter":41,"verse":5,"versions":{"unv":"海島看見就都害怕；地極也都戰兢，就近前來。","bklcl":"Hái-sū khòaⁿ-kìⁿ chiū kiaⁿ-hiâⁿ; tōe-ke̍k ia̍h ngia̍uh-ngia̍uh-chhoah, chiū kūn-óa lâi.","tghg":"海嶼看見就驚惶；地極亦愕愕惙(ngia̍uh-ngia̍uh-chhoah)，就近倚來。","bklhl":"海嶼看見就驚惶；地極亦ngia̍uh-ngia̍uh-chhoah，就近óa來。"}},{"book":"賽","chapter":41,"verse":6,"versions":{"unv":"他們各人幫助鄰舍，各人對弟兄說：壯膽吧！","bklcl":"In ta̍k-lâng saⁿ pang-chān; tùi hiaⁿ-tī kóng, Tio̍h chòng-táⁿ.","tghg":"𪜶逐人相幫助，對兄弟講：著壯膽！","bklhl":"In ta̍k人相幫贊；對兄弟講，Tio̍h壯膽。"}},{"book":"賽","chapter":41,"verse":7,"versions":{"unv":"木匠勉勵銀匠，用鎚打光的勉勵打砧的，論銲工說，銲得好；又用釘子釘穩，免得偶像動搖。","bklcl":"Ba̍k-chhiūⁿ bián-lē gûn-chhiūⁿ; ēng thûi phah-kng--ê bián-lē phah-tiam--ê, lūn hōaⁿ-io̍h ê kang-hu kóng, Hōaⁿ-liáu hó; koh ēng teng tèng-tiâu, hō͘ i bô iô-tāng.","tghg":"木匠(chhiūⁿ)勉勵銀匠，用鎚拍光的勉勵拍砧(tiam)的，論銲鑰(hōaⁿ-io̍h)的工夫講，銲了(liáu)好；閣用釘(teng)釘住(tèng-tiâu)，互伊無搖動。","bklhl":"木匠勉勵銀匠；用鎚phah光ê勉勵phah砧ê，論焊鑰(hōaⁿ-io̍h)ê工夫講，焊了好；koh用釘釘tiâu，hō͘伊無搖動。"}},{"book":"賽","chapter":41,"verse":8,"versions":{"unv":"惟你以色列─我的僕人，雅各─我所揀選的，我朋友亞伯拉罕的後裔，","bklcl":"To̍k-to̍k lí, Í-sek-lia̍t, sī Góa ê lô͘-po̍k; Ngá-kok sī Góa só͘ kéng-soán ê, Góa ê pêng-iú A-pek-la̍h-hán ê hō͘-è;","tghg":"獨獨你──以色列是我的奴僕，雅各──是我所揀選的，我的朋友亞伯拉罕的後裔，","bklhl":"獨獨你，以色列，是我ê奴僕；雅各是我所揀選ê，我ê朋友亞伯拉罕ê後裔；"}},{"book":"賽","chapter":41,"verse":9,"versions":{"unv":"你是我從地極所領（原文是抓）來的，從地角所召來的，且對你說：你是我的僕人；我揀選你，並不棄絕你。","bklcl":"lí sī Góa tùi tōe-ke̍k só͘ tòa--lâi-ê, tùi tōe ê kak-thâu só͘ tiàu--lâi-ê, koh tùi lí kóng, Lí sī Góa ê lô͘-po̍k, Góa kéng-soán lí, ia̍h bô khì-choa̍t lí.","tghg":"你是我對地極所帶來的，對地的角頭所召來的，閣對你講：你是我的奴僕；我揀選你，亦無棄絕你。","bklhl":"你是我tùi地極所帶來ê，tùi地ê角頭所召來ê，koh對你講，你是我ê奴僕，我揀選你，亦無棄絕你。"}},{"book":"賽","chapter":41,"verse":10,"versions":{"unv":"你不要害怕，因為我與你同在；不要驚惶，因為我是你的　神。我必堅固你，我必幫助你；我必用我公義的右手扶持你。","bklcl":"Lí bo̍h-tit kiaⁿ-hiâⁿ, in-ūi Góa kap lí saⁿ-kap tī-teh; bo̍h-tit lún-neh, in-ūi Góa sī lí ê Siōng-tè; Góa tek-khak kian-kò͘ lí, Góa tek-khak pang-chān lí, Góa tek-khak ēng Góa kong-gī ê chiàⁿ-chhiú hû-chhî lí.","tghg":"你莫得驚惶，因為我及你相及佇啲；莫得愞懾(lún-neh)，因為我是你的上帝。我的確堅固你，我的確幫助你；我的確用我公義的正手扶持你。","bklhl":"你莫得驚惶，因為我kap你相kap tī-teh；莫得懍neh，因為我是你ê上帝；我的確堅固你，我的確幫贊你，我的確用我公義ê chiàⁿ手扶持你。"}},{"book":"賽","chapter":41,"verse":11,"versions":{"unv":"凡向你發怒的必都抱愧蒙羞；與你相爭的必如無有，並要滅亡。","bklcl":"Khòaⁿ ah, hoān-nā tōa siū-khì lí--ê, tek-khak lóng làu-khùi kiàn-siàu; kap lí saⁿ-chiⁿ--ê tek-khak chhin-chhiūⁿ bô, ia̍h beh bia̍t-bô.","tghg":"看啊，凡若大受氣你者的確攏漏氣見誚；及你相爭者的確親像無，亦欲滅無。","bklhl":"看ah，凡若大受氣你ê，的確lóng漏氣見笑；kap你相爭ê的確親像無，亦beh滅無。"}},{"book":"賽","chapter":41,"verse":12,"versions":{"unv":"與你爭競的，你要找他們也找不著；與你爭戰的必如無有，成為虛無。","bklcl":"Kap lí saⁿ-chiⁿ--ê, lí beh chhē in, ia̍h chhē bô; kap lí cheng-chiàn--ê, beh chhin-chhiūⁿ bô mi̍h, chiâⁿ-chòe khang-hu.","tghg":"及你相爭者，你欲尋𪜶亦尋無；及你爭戰者欲親像無物，成做空虛。","bklhl":"Kap你相爭ê，你beh chhē in，亦chhē無；kap你爭戰ê，beh親像無物，成做空虛。"}},{"book":"賽","chapter":41,"verse":13,"versions":{"unv":"因為我耶和華─你的　神必攙扶你的右手，對你說：不要害怕！我必幫助你。","bklcl":"In-ūi Góa Iâ-hô-hoa, lí ê Siōng-tè, beh khan lí ê chiàⁿ-chhiú, kā lí kóng, M̄-bián kiaⁿ, Góa beh pang-chān lí.","tghg":"因為我耶和華──你的上帝欲牽你的正手，給你講：呣免驚！我欲幫助你。","bklhl":"因為我耶和華，你ê上帝，beh牽你ê chiàⁿ手，kā你講，m̄免驚，我beh幫贊你。"}},{"book":"賽","chapter":41,"verse":14,"versions":{"unv":"你這蟲雅各和你們以色列人，不要害怕！耶和華說：我必幫助你。你的救贖主就是以色列的聖者。","bklcl":"Chhin-chhiūⁿ tō͘-ún ê Ngá-kok, kap lín Í-sek-lia̍t lâng, m̄-bián kiaⁿ; Iâ-hô-hoa kóng, Góa beh pang-chān lí, kiù-sio̍k lí--ê chiū-sī Í-sek-lia̍t ê Sèng--ê.","tghg":"親像𫊥蚓(tō͘-ún)的雅各及恁以色列人，呣免驚！耶和華講：我欲幫助你。救贖你的就是以色列的聖者。","bklhl":"親像杜蚓 ê雅各，kap lín以色列人，m̄免驚；耶和華講，我beh幫贊你，救贖你ê就是以色列ê聖ê。"}},{"book":"賽","chapter":41,"verse":15,"versions":{"unv":"看哪，我已使你成為有快齒打糧的新器具；你要把山嶺打得粉碎，使岡陵如同糠秕。","bklcl":"Khòaⁿ ah, Góa beh hō͘ lí chòe phah gō͘-kak sin ê khì-kū, lāi koh ū-khí; lí beh chiong soaⁿ-niá phah kàu chhùi-chhùi, hō͘ soaⁿ-thâu chhin-chhiūⁿ chho͘-khng.","tghg":"看啊，我欲互你做拍五穀新的器具，利(lāi)閣有齒；你欲將山嶺拍到碎碎，互山頭親像粗糠。","bklhl":"看ah，我beh hō͘你做phah五穀新ê器具，利koh有齒；你beh將山嶺phah到碎碎，hō͘山頭親像粗糠。"}},{"book":"賽","chapter":41,"verse":16,"versions":{"unv":"你要把它簸揚，風要吹去；旋風要把它颳散。你倒要以耶和華為喜樂，以以色列的聖者為誇耀。","bklcl":"Lí beh pòa--in, hong beh kā in chhe--khì, kńg-lê-hong beh kā in sàu--khì; chóng-sī lí beh in-ūi Iâ-hô-hoa lâi hoaⁿ-hí, in-ūi Í-sek-lia̍t ê Sèng--ê lâi khoa-kháu.","tghg":"你欲簸(pòa)𪜶，風欲給𪜶吹去；捲螺風欲給𪜶掃去。總是你欲因為耶和華來歡喜，因為以色列的聖者來誇口。","bklhl":"你beh簸in，風beh kā in吹去，捲螺風beh kā in掃去；總是你beh因為耶和華來歡喜，因為以色列ê聖ê來誇口。"}},{"book":"賽","chapter":41,"verse":17,"versions":{"unv":"困苦窮乏人尋求水卻沒有；他們因口渴，舌頭乾燥。我─耶和華必應允他們；我─以色列的　神必不離棄他們。","bklcl":"Sòng-hiong khùn-khó͘ ê lâng chhē chúi, ia̍h chhē bô; in in-ūi chhùi khoah, chi̍h ta; Góa Iâ-hô-hoa beh ìn--in, Góa Í-sek-lia̍t ê Siōng-tè tek-khak bô pàng-sak in.","tghg":"喪鄉困苦的人尋水亦尋無；𪜶因為嘴渴(khoah)，舌乾。我──耶和華欲應𪜶；我──以色列的上帝的確無放拺𪜶。","bklhl":"Sòng-hiong困苦ê人chhē水，亦chhē無；in因為嘴渴(khoah)、舌乾；我耶和華beh應in，我以色列ê上帝的確無放sak in。"}},{"book":"賽","chapter":41,"verse":18,"versions":{"unv":"我要在淨光的高處開江河，在谷中開泉源；我要使沙漠變為水池，使乾地變為湧泉。","bklcl":"Góa beh tī bô-chháu ê soaⁿ khui kang-hô, tī soaⁿ-kok-tiong khui chúi-chôaⁿ; Góa beh hō͘ soa-bô͘ pìⁿ-chòe chúi-tî, hō͘ ta-tōe pìⁿ-chòe chúi-chôaⁿ.","tghg":"我欲佇無草的山開江河，佇山谷中開水泉；我欲互沙漠變做水池，互乾地變做水泉。","bklhl":"我beh tī無草ê山開江河，tī山谷中開水泉；我beh hō͘沙漠變做水池，hō͘乾地變做水泉。"}},{"book":"賽","chapter":41,"verse":19,"versions":{"unv":"我要在曠野種上香柏樹、皂莢樹、番石榴樹，和野橄欖樹。我在沙漠要把松樹、杉樹，並黃楊樹一同栽植；","bklcl":"Góa beh tī khòng-iá chai pek-hiuⁿ-chhiū, chō-kiap-chhiū, kong-liam-chhiū, kap iá kaⁿ-ná-chhiū; Góa tī soa-bô͘ beh chiong siông-chhiū, sam-chhiū, kap n̂g-iông-chhiū chòe chi̍t-ē chai;","tghg":"我欲佇曠野栽柏香樹、皂莢(chō-kiap)樹、岡拈(kong-liam)樹，及野橄欖樹。我佇沙漠欲將松樹、杉樹，及黃楊樹做一下栽；","bklhl":"我beh tī曠野栽柏香樹，皂莢樹，岡拈樹，kap野橄欖樹；我tī沙漠beh將松樹、杉樹，kap黃楊樹做一下栽；"}},{"book":"賽","chapter":41,"verse":20,"versions":{"unv":"好叫人看見、知道、思想、明白；這是耶和華的手所做的，是以色列的聖者所造的。","bklcl":"thang hō͘ lâng lâi khòaⁿ, lâi chai lâi siūⁿ, saⁿ-kap bêng-pe̍k; che sī Iâ-hô-hoa ê chhiú só͘ chòe--ê, sī Í-sek-lia̍t ê Sèng--ê só͘ chhòng-chō--ê.","tghg":"通互人來看、來知、來想、相及明白；這是耶和華的手所做的；是以色列的聖者所創造的。","bklhl":"thang hō͘人來看，來知來想，相kap明白；這是耶和華ê手所做ê，是以色列ê聖ê所創造ê。"}},{"book":"賽","chapter":41,"verse":21,"versions":{"unv":"耶和華對假神說：你們要呈上你們的案件；雅各的君說：你們要聲明你們確實的理由。","bklcl":"Iâ-hô-hoa kóng, Lín tio̍h thê-khí lín ê àn-kiāⁿ; Ngá-kok ê Jîn-kun kóng, Lín tio̍h pâi-lia̍t lín ū chèng-kù ê lí-iû.","tghg":"耶和華講：恁著提起恁的案件；雅各的人君講：恁著排列恁有證據的理由。","bklhl":"耶和華講，Lín tio̍h提起lín ê案件；雅各ê人君講，Lín tio̍h排列lín有證據ê理由。"}},{"book":"賽","chapter":41,"verse":22,"versions":{"unv":"可以聲明，指示我們將來必遇的事，說明先前的是甚麼事，好叫我們思索，得知事的結局，或者把將來的事指示我們。","bklcl":"In tio̍h pâi-lia̍t i, tio̍h hō͘ goán chai chiong-lâi beh cháiⁿ-iūⁿ; hō͘ goán chai í-chêng ê sū sī sím-mi̍h, hō͘ goán thang káng-kiù, tit-tio̍h chai sū ê kiat-kio̍k; á-sī chiong beh lâi ê sū kóng hō͘ goán thiaⁿ.","tghg":"𪜶著排列伊，著互阮知將來欲怎樣，互阮知以前的事是甚麼，互阮通講究，得著知事的結局，抑是將欲來的事講互阮聽。","bklhl":"In tio̍h排列伊，tio̍h hō͘阮知將來beh怎樣；hō͘阮知以前ê事是甚麼，hō͘阮thang講究，得tio̍h知事ê結局；á是將beh來ê事講hō͘阮聽。"}},{"book":"賽","chapter":41,"verse":23,"versions":{"unv":"要說明後來的事，好叫我們知道你們是　神。你們或降福，或降禍，使我們驚奇，一同觀看。","bklcl":"Tio̍h hō͘ goán chai chiong-lâi ê sū, thang hō͘ goán chai lín sī siōng-tè; he̍k-sī hó, he̍k-sī pháiⁿ, lín tio̍h kiâⁿ i, hō͘ goán gông-ngia̍h lâi saⁿ-kap khòaⁿ.","tghg":"著互阮知將來的事，通互阮知恁是上帝。或是好，或是歹，恁著行伊，互阮卬愕來相及看。","bklhl":"Tio̍h hō͘阮知將來ê事，thang hō͘阮知lín是上帝；或是好，或是pháiⁿ，lín tio̍h行伊，hō͘阮gông-ngia̍h來相kap看。"}},{"book":"賽","chapter":41,"verse":24,"versions":{"unv":"看哪，你們屬乎虛無；你們的作為也屬乎虛空。那選擇你們的是可憎惡的。","bklcl":"Khòaⁿ ah, lín sio̍k tī bô, lín ê só͘-chòe sio̍k tī khang-hu; hit-ê kéng-soán lín--ê sī khó-ò͘ⁿ.","tghg":"看啊，恁屬佇無，恁的所做屬佇空虛；彼個揀選恁者是可惡。","bklhl":"看ah，lín屬tī無，lín ê所做屬tī空虛；hit ê揀選lín-ê是可惡。"}},{"book":"賽","chapter":41,"verse":25,"versions":{"unv":"我從北方興起一人；他是求告我名的，從日出之地而來。他必臨到掌權的，好像臨到灰泥，彷彿窯匠踹泥一樣。","bklcl":"Góa tùi pak-hng heng-khí chi̍t-lâng, i chiū lâi; i tùi ji̍t-chhut ê só͘-chāi kiû-kiò Góa ê miâ--ê; i beh ta̍h chiáng-koân--ê chhin-chhiūⁿ he-thô͘, chhin-chhiūⁿ sio-hûi sai-hū ta̍h-thô͘ chi̍t-iūⁿ.","tghg":"我對北方興起一人，伊就來；伊對日出的所在求叫我的名者，伊欲踏掌權者，親像灰土，親像燒磁(hûi)師傅踏土一樣。","bklhl":"我tùi北方興起一人，伊就來；伊tùi日出ê所在求叫我ê名ê；伊beh踏掌權ê親像灰土，親像燒磁師傅踏土一樣。"}},{"book":"賽","chapter":41,"verse":26,"versions":{"unv":"誰從起初指明這事，使我們知道呢？誰從先前說明，使我們說他不錯呢？誰也沒有指明；誰也沒有說明；誰也沒有聽見你們的話。","bklcl":"Chī-chūi tùi khí-thâu kóng-bêng chit ê sū, hō͘ goán chai; chī-chūi tùi khí-thâu kóng-bêng, hō͘ goán kóng, I bô-chhò ah? chóng-sī bô ū kóng-bêng, bô ū pâi-lia̍t, bô ū thiaⁿ-kìⁿ lín ê ōe--ê.","tghg":"是誰對起頭講明此個事，互阮知？是誰對起頭講明，互阮講伊無錯啊？總是無有講明；無有排列；無有聽見恁的話者。","bklhl":"Chī-chūi tùi起頭講明chit ê事，hō͘阮知；是誰 tùi起頭講明，hō͘阮講，祂無錯ah？總是無有講明，無有排列，無有聽見lín ê話ê。"}},{"book":"賽","chapter":41,"verse":27,"versions":{"unv":"我首先對錫安說：看哪，我要將一位報好信息的賜給耶路撒冷。","bklcl":"Góa tāi-seng tùi Sek-an kóng, Khòaⁿ ah, khòaⁿ ah; Góa beh chiong chi̍t-ūi pò hó siau-sit--ê siúⁿ-sù Iâ-lō͘-sat-léng.","tghg":"我代先對錫安講：看啊，看啊，我欲將一位報好消息者賞賜耶路撒冷。","bklhl":"我事先對錫安講，看ah，看ah；我beh將一位報好消息ê賞賜耶路撒冷。"}},{"book":"賽","chapter":41,"verse":28,"versions":{"unv":"我看的時候並沒有人；我問的時候，他們中間也沒有謀士可以回答一句。","bklcl":"Góa khòaⁿ i, bô chi̍t-lâng; in tiong-kan ia̍h bô bô͘-sū, tī Góa mn̄g ê sî, thang ìn chi̍t-kù.","tghg":"我看伊，無一人；𪜶中間亦無謀士佇我問的時通應一句。","bklhl":"我看伊，無一人；in中間亦無謀士，tī我問ê時，thang應一句。"}},{"book":"賽","chapter":41,"verse":29,"versions":{"unv":"看哪，他們和他們的工作都是虛空，且是虛無。他們所鑄的偶像都是風，都是虛的。","bklcl":"Khòaⁿ ah, in lóng-sī khang-hu, in ê só͘-chòe sī bô-mi̍h; in só͘ chù ê ngó͘-siōng lóng-sī hong, lóng-sī khang-hu ê.","tghg":"看啊，𪜶攏是空虛，𪜶的所做是無物。𪜶所鑄(chù)的偶像攏是風，攏是空虛的。","bklhl":"看ah，in lóng是空虛，in ê所做是無物；in所鑄ê偶像lóng是風，lóng是空虛ê。"}}]