[{"book":"賽","chapter":32,"verse":1,"versions":{"unv":"看哪，必有一王憑公義行政；必有首領藉公平掌權。","bklcl":"Khòaⁿ ah, beh ū chi̍t ê ông chiàu kong-gī lâi chòe-ông, beh ū siú-léng chiàu kong-pêng lâi chiáng-koân.","tghg":"看啊，欲有一個王照公義來做王；欲有首領照公平來掌權。","bklhl":"看ah，beh有一个王照公義來做王，beh有首領照公平來掌權。"}},{"book":"賽","chapter":32,"verse":2,"versions":{"unv":"必有一人像避風所和避暴雨的隱密處，又像河流在乾旱之地，像大磐石的影子在疲乏之地。","bklcl":"Beh ū lâng chòe chhin-chhiūⁿ siám-pī hong ê só͘-chāi, chòe bih tōa-hō͘ ê ūi; chhin-chhiūⁿ khoe-lâu ê chúi tī ta-tōe, chhin-chhiūⁿ tōa-chio̍h ê ìm-ńg tī ià-siān ê só͘-chāi.","tghg":"欲有人做親像閃避風的所在做匿(bih)大雨的位，親像溪流的水佇乾地，親像大石的蔭影佇厭倦的所在。","bklhl":"Beh有人做親像閃避風ê所在，做bih大雨ê位；親像溪流ê水tī乾地，親像大石ê蔭影tī厭倦ê所在。"}},{"book":"賽","chapter":32,"verse":3,"versions":{"unv":"那能看的人，眼不再昏迷；能聽的人，耳必得聽聞。","bklcl":"Hit-ê ōe khòaⁿ-kìⁿ ê lâng, ba̍k-chiu bô koh ian-n̄g; ōe thiaⁿ ê lâng, hī-khang beh àⁿ teh-thiaⁿ;","tghg":"彼個會看見的人，目睭無閣煙(ian-n̄g)暈；會聽的人，耳孔欲俯啲聽。","bklhl":"Hit-ê能看見ê人，目睭無koh煙暈(n̄g)；能聽ê人，耳孔beh俯teh聽；"}},{"book":"賽","chapter":32,"verse":4,"versions":{"unv":"冒失人的心必明白知識；結巴人的舌必說話通快。","bklcl":"sò-sèng lâng ê sim beh bêng-pe̍k tì-sek; tioh-chi̍h-kun ê lâng ê chi̍h beh kóng-ōe kín koh bêng.","tghg":"躁性(sò-sèng)人的心欲明白智識；拕舌根(tioh-chi̍h-kun)的人的舌欲講話緊閣明。","bklhl":"躁性人ê心beh明白智識；tioh舌根ê人ê舌beh講話緊koh明。"}},{"book":"賽","chapter":32,"verse":5,"versions":{"unv":"愚頑人不再稱為高明；吝嗇人不再稱為大方。","bklcl":"Gōng-lâng bô koh chheng-chòe ko-bêng, kian-līn ê lâng bô koh chheng chòe tōa-liōng.","tghg":"戇人無閣稱做高明；堅吝(kian-līn)的人無閣稱做大量。","bklhl":"戇人無koh稱做高明，堅吝ê人無koh稱做大量。"}},{"book":"賽","chapter":32,"verse":6,"versions":{"unv":"因為愚頑人必說愚頑話，心裡想作罪孽，慣行褻瀆的事，說錯謬的話攻擊耶和華，使飢餓的人無食可吃，使口渴的人無水可喝。","bklcl":"In-ūi gōng-lâng beh kóng gōng-ōe, sim siūⁿ chòe-pháiⁿ, koàiⁿ-sì kiâⁿ siat-to̍k ê sū, kóng chha-biū ê ōe kong-kek Iâ-hô-hoa, hō͘ iau ê lâng bô mi̍h thang chia̍h, chhùi-ta ê lâng bô chúi thang lim.","tghg":"因為戇人欲講戇話，心想做歹，慣勢行褻瀆(siat-to̍k)的事，講差謬(chha-biū)的話攻擊耶和華，互枵(iau)的人無物通食，嘴乾的人無水通飲。","bklhl":"因為戇人beh講戇話，心想做pháiⁿ，慣勢行褻瀆ê事，講差謬ê話攻擊耶和華，hō͘ iau ê人無物thang食，嘴乾ê人無水thang lim。"}},{"book":"賽","chapter":32,"verse":7,"versions":{"unv":"吝嗇人所用的法子是惡的；他圖謀惡計，用謊言毀滅謙卑人；窮乏人講公理的時候，他也是這樣行。","bklcl":"Kian-līn ê lâng só͘ ēng ê hoat-tō͘ sī pháiⁿ--ê, i siat kè-bô͘, ēng pe̍h-chha̍t ōe húi-bia̍t kan-khó͘ lâng; sòng-hiong ê lâng káng-lūn kong-lí ê sî, i ia̍h iû-goân kiâⁿ húi-bia̍t;","tghg":"堅吝的人所用的法度是歹的；伊設計謀，用白賊話毀滅艱苦人；喪鄉的人講論公理的時，伊亦猶原行毀滅。","bklhl":"堅吝ê人所用ê法度是pháiⁿ-ê，伊設計謀，用白賊話毀滅艱苦人；sòng-hiong ê人講論公理ê時，伊亦猶原行毀滅；"}},{"book":"賽","chapter":32,"verse":8,"versions":{"unv":"高明人卻謀高明事，在高明事上也必永存。","bklcl":"chóng-sī ko-bêng ê lâng kè-e̍k ko-bêng ê sū, ia̍h tn̂g-tn̂g tiàm tī ko-bêng.","tghg":"總是高明的人計劃(kè-e̍k)高明的事，亦長長踮佇高明。","bklhl":"總是高明ê人計畫高明ê事，亦長長tiàm tī高明。"}},{"book":"賽","chapter":32,"verse":9,"versions":{"unv":"安逸的婦女啊，起來聽我的聲音！無慮的女子啊，側耳聽我的言語！","bklcl":"Chheng-êng ê hū-jîn-lâng ah, tio̍h khí-lâi thiaⁿ góa ê siaⁿ; bô khòa-lū ê cha-bó͘-kiáⁿ ah, tio̍h àⁿ hī-khang thiaⁿ góa ê ōe.","tghg":"清閒的婦仁人啊，著起來聽我的聲！無掛慮的查某子啊，著俯耳孔聽我的話！","bklhl":"清閒ê婦人人ah，tio̍h起來聽我ê聲；無掛慮ê cha-bó͘-kiáⁿ ah，tio̍h 俯耳孔聽我ê話。"}},{"book":"賽","chapter":32,"verse":10,"versions":{"unv":"無慮的女子啊，再過一年多，必受騷擾；因為無葡萄可摘，無果子（或譯：禾稼）可收。","bklcl":"Bô khòa-lū ê cha-bó͘-kiáⁿ ah, koh kè chi̍t-nî khah-ke, beh kiaⁿ-hiâⁿ; in-ūi bô phû-tô thang bán, bô ké-chí thang siu-sêng.","tghg":"無掛慮的查某子啊，閣過一年卡加(ke)，欲驚惶；因為無葡萄通挽(bán)，無果子通收成。","bklhl":"無掛慮ê cha-bó͘-kiáⁿ ah，koh過一年khah加，beh驚惶；因為無葡萄thang挽，無果子thang收成。"}},{"book":"賽","chapter":32,"verse":11,"versions":{"unv":"安逸的婦女啊，要戰兢；無慮的女子啊，要受騷擾。脫去衣服，赤著身體，腰束麻布。","bklcl":"Chheng-êng ê hū-jîn-lâng ah, tio̍h ngia̍uh-ngia̍uh-chhoah; bô khòa-lū ê cha-bó͘-kiáⁿ ah, tio̍h kiaⁿ-hiâⁿ, thǹg-saⁿ chhiah-theh, io hâ môa-pò͘.","tghg":"清閒的婦仁人啊，著愕愕惙(ngia̍uh-ngia̍uh-chhoah)；無掛慮的查某子啊，著驚惶，褪衫赤體，腰縖(hâ)麻布。","bklhl":"清閒ê婦人人ah，tio̍h ngia̍uh-ngia̍uh-chhoah；無掛慮ê cha-bó͘-kiáⁿ ah，tio̍h驚惶，thǹg衫赤theh，腰hâ麻布。"}},{"book":"賽","chapter":32,"verse":12,"versions":{"unv":"她們必為美好的田地和多結果的葡萄樹，搥胸哀哭。","bklcl":"In beh ūi-tio̍h hó ê chhân-tōe kap bō͘-sēng ê phû-tô-chhiū tûi-heng.","tghg":"𪜶欲為著好的田地及茂盛的葡萄樹，搥胸。","bklhl":"In beh為tio̍h好ê田地kap茂盛ê葡萄樹搥胸。"}},{"book":"賽","chapter":32,"verse":13,"versions":{"unv":"荊棘蒺藜必長在我百姓的地上，又長在歡樂的城中和一切快樂的房屋上。","bklcl":"Chhì-phè chi̍t-lê beh hoat-siⁿ tī Góa ê peh-sìⁿ ê tōe; ia̍h beh hoat-siⁿ tī hoaⁿ-hí ê siâⁿ, khoài-lo̍k ê chhù.","tghg":"莿帕(chhì-phè)蒺藜(che̍k-lê)欲發生佇我的百姓的地，亦欲發生佇歡喜的城快樂的厝。","bklhl":"刺phè蒺藜beh發生tī我ê百姓ê地；亦beh發生tī歡喜ê城，快樂ê厝。"}},{"book":"賽","chapter":32,"verse":14,"versions":{"unv":"因為宮殿必被撇下，多民的城必被離棄；山岡望樓永為洞穴，作野驢所喜樂的，為羊群的草場。","bklcl":"In-ūi ông-kiong beh hong-hòe, lāu-jia̍t ê siâⁿ beh léng-chēng; soaⁿ-thâu kap chiú-kiⁿ-lâu éng-oán chòe soaⁿ-tōng, chòe iá-lû hoaⁿ-hí ê só͘-chāi, chòe kui-tīn cheng-siⁿ ê chháu-tiûⁿ.","tghg":"因為王宮欲荒廢，鬧熱的城欲冷靜；山頭及守更樓永遠做山洞，做野驢歡喜的所在，做歸陣精牲的草場。","bklhl":"因為王宮beh荒廢，鬧熱ê城beh冷靜；山頭kap守更樓永遠做山洞，做野驢歡喜ê所在，做kui陣cheng-siⁿ ê草場。"}},{"book":"賽","chapter":32,"verse":15,"versions":{"unv":"等到聖靈從上澆灌我們，曠野就變為肥田，肥田看如樹林。","bklcl":"Thèng-hāu sèng ê Sîn tùi téng-bīn piàⁿ-lo̍h tī lán, khòng-iá piàn-chòe pûi ê chhân, pûi ê chhân khòaⁿ-chòe chhin-chhiūⁿ chhiū-nâ.","tghg":"聽候聖的神對頂面傾(piàⁿ)落佇咱，曠野變做肥的田，肥的田看做親像樹林。","bklhl":"Thèng候聖ê神tùi頂面piàⁿ落tī咱，曠野變做肥ê田，肥ê田看做親像樹林。"}},{"book":"賽","chapter":32,"verse":16,"versions":{"unv":"那時，公平要居在曠野；公義要居在肥田。","bklcl":"Hit-sî kong-pêng beh tòa tī khòng-iá, kong-gī beh tiàm tī pûi ê chhân.","tghg":"彼時，公平欲住佇曠野；公義欲踮佇肥的田。","bklhl":"Hit時公平beh tòa tī曠野，公義beh tiàm tī肥ê田。"}},{"book":"賽","chapter":32,"verse":17,"versions":{"unv":"公義的果效必是平安；公義的效驗必是平穩，直到永遠。","bklcl":"Gī ê kong-hāu sī pêng-an, gī ê hāu-giām sī pêng-chēng an-ún, kàu tī éng-oán.","tghg":"義的功效是平安；義的效驗是平靜安穩，到佇永遠。","bklhl":"義ê功效是平安，義ê效驗是平靜安穩，到tī永遠。"}},{"book":"賽","chapter":32,"verse":18,"versions":{"unv":"我的百姓必住在平安的居所，安穩的住處，平靜的安歇所。","bklcl":"Góa ê peh-sìⁿ beh tiàm tī pêng-an ê the̍h, an-ún ê chhù, chheng-chēng hioh-khùn ê só͘-chāi.","tghg":"我的百姓欲踮佇平安的宅，安穩的厝，清靜歇睏的所在。","bklhl":"我ê百姓beh tiàm tī平安ê宅，安穩ê厝，清靜歇睏ê所在。"}},{"book":"賽","chapter":32,"verse":19,"versions":{"unv":"（但要降冰雹打倒樹林；城必全然拆平。）","bklcl":"To̍k-to̍k chhiū-nâ tó--lo̍h-khì ê sî beh lo̍h-pha̍uh; koh hit ê siâⁿ beh kàng-lo̍h kàu chin-kē.","tghg":"（獨獨樹林倒落去的時欲落雹(pha̍uh)；閣彼個城欲降落到真低。）","bklhl":"獨獨樹林倒落去ê時beh落雹；koh hit ê城beh降落到真低。"}},{"book":"賽","chapter":32,"verse":20,"versions":{"unv":"你們在各水邊撒種、牧放牛驢的有福了！","bklcl":"Lín chiah-ê iā-chéng tī ta̍k ê chúi-piⁿ--ê, pàng gû lû tī-hia ê, ū hok-khì.","tghg":"恁諸個撒種佇逐個水邊者，放牛驢佇遐的有福氣！","bklhl":"Lín chiah ê掖種tī ta̍k ê水邊ê，放牛驢tī-hia ê，有福氣。"}}]