[{"book":"賽","chapter":8,"verse":1,"versions":{"unv":"耶和華對我說：「你取一個大牌，拿人所用的筆（或譯：人常用的字），寫上『瑪黑珥‧沙拉勒‧哈施‧罷斯』（就是擄掠速臨、搶奪快到的意思）。","bklcl":"Iâ-hô-hoa tùi góa kóng, Lí the̍h chi̍t ê tōa ê pâi, ēng lâng thong-hêng ê jī lâi siá, Lūn-khí Má-hek-jíⁿ-sa-la̍h-le̍k-hap-si-pā-su.","tghg":"耶和華對我講：「你提一個大的牌，用人通行(thong-hêng)的字來寫，論起『瑪黑珥沙拉勒哈施罷斯』。","bklhl":"耶和華對我講，你the̍h一个大ê牌，用人通行ê字來寫，論起Má-hek-jíⁿ-sa-la̍h-le̍k-hap-si-pā-su。"}},{"book":"賽","chapter":8,"verse":2,"versions":{"unv":"我要用誠實的見證人，祭司烏利亞和耶比利家的兒子撒迦利亞記錄這事。」","bklcl":"Góa beh kiò sêng-si̍t ê kan-chèng, chiū-sī chè-si O͘-lī-a, kap Iâ-pí-lí-ka ê kiáⁿ Sat-ka-lī-a, lâi chòe kan-chèng.","tghg":"我欲叫誠實的干證，就是祭司烏利亞及耶比利家的子撒迦利亞來做干證。」","bklhl":"我beh叫誠實ê干證，就是祭司O͘-lī-a，kap Iâ-pí-lí-ka ê kiáⁿ撒迦利亞，來做干證。"}},{"book":"賽","chapter":8,"verse":3,"versions":{"unv":"我─以賽亞與妻子（原文是女先知）同室；她懷孕生子，耶和華就對我說：「給他起名叫瑪黑珥‧沙拉勒‧哈施‧罷斯；","bklcl":"Góa kap sian-ti-niû tâng-pâng; i hoâi-īn siⁿ-kiáⁿ.  Iâ-hô-hoa chiū tùi góa kóng, Kā i hō-miâ kiò Má-hek-jíⁿ-sa-la̍h-le̍k-hap-si-pā-su.","tghg":"我及先知娘同房；伊懷孕生子，耶和華就對我講：「給伊號名叫瑪黑珥沙拉勒哈施罷斯；","bklhl":"我kap先知娘同房；伊懷孕生kiáⁿ。耶和華就對我講，kā伊號名叫Má-hek-jíⁿ-sa-la̍h-le̍k-hap-si-pā-su。"}},{"book":"賽","chapter":8,"verse":4,"versions":{"unv":"因為在這小孩子不曉得叫父叫母之先，大馬士革的財寶和撒馬利亞的擄物必在亞述王面前搬了去。」","bklcl":"In-ūi chit ê eⁿ-á bōe hiáu kiò, A-pa, A-bú, ê tāi-seng, Tāi-má-sek ê châi-pó kap Sat-má-lī-a siū-chhiúⁿ ê mi̍h lóng poaⁿ tī A-su̍t ông ê bīn-chêng.","tghg":"因為此個嬰仔𣍐曉叫阿爸、阿母的代先，大馬色的財寶及撒瑪利亞受搶的物攏搬佇亞述王的面前。」","bklhl":"因為chit ê嬰á bōe曉叫，阿爸，阿母，ê事先，大馬色ê財寶kap撒馬利亞受搶ê物lóng搬tī亞述王ê面前。"}},{"book":"賽","chapter":8,"verse":5,"versions":{"unv":"耶和華又曉諭我說：","bklcl":"Iâ-hô-hoa koh tùi góa kóng,","tghg":"耶和華閣對我講：","bklhl":"耶和華koh對我講，"}},{"book":"賽","chapter":8,"verse":6,"versions":{"unv":"「這百姓既厭棄西羅亞緩流的水，喜悅利汛和利瑪利的兒子；","bklcl":"In-ūi chit ê peh-sìⁿ iàm-chiān Se-lô-a bān-bān lâu ê chúi, hoaⁿ-hí Lī-sìn kap Lī-má-lī ê kiáⁿ;","tghg":"「因為此個百姓厭賤西羅亞慢慢流的水，歡喜利汛及利瑪利的子；","bklhl":"因為chit ê百姓厭賤西羅亞慢慢流ê水，歡喜Lī-sìn kap Lī-má-lī ê kiáⁿ；"}},{"book":"賽","chapter":8,"verse":7,"versions":{"unv":"因此，主必使大河翻騰的水猛然沖來，就是亞述王和他所有的威勢，必漫過一切的水道，漲過兩岸；","bklcl":"só͘-í Chú beh hō͘ hit ê Hô chin-tōa chin-hiông ê chúi lâu--lâi im--in, chiū-sī A-su̍t ông, kap i it-chhè ê êng-kng, beh pôaⁿ-kè i it-chhè ê chúi-kau, tiòng-móa i chiah-ê hōaⁿ;","tghg":"所以，主欲互彼個河真大真雄的水流來淹(im)𪜶，就是亞述王及伊一切的榮光，欲𨃟過伊一切的水溝，漲滿伊諸個岸；","bklhl":"所以主beh hō͘ hit ê 河真大真hiông ê水流來淹in，就是亞述王，kap伊一切ê榮光，beh pôaⁿ過伊一切ê水溝，漲滿伊chiah ê岸；"}},{"book":"賽","chapter":8,"verse":8,"versions":{"unv":"必沖入猶大，漲溢氾濫，直到頸項。以馬內利啊，他展開翅膀，遍滿你的地。」","bklcl":"beh chhiong-ji̍p Iû-tāi, tiòng-móa sì-kòe im, koâiⁿ kàu ām-kún; Í-má-lōe-lī ah, i ê si̍t thí-khui, piàn-móa lí ê tōe.","tghg":"欲沖入猶大，漲滿四界淹，高到頷頸(ām-kún)。以馬內利啊，伊的翅展開，遍滿你的地。」","bklhl":"beh衝入偤大，漲滿四界淹，高到頷頸；以馬內利ah，伊ê翼thí開，遍滿你ê地。"}},{"book":"賽","chapter":8,"verse":9,"versions":{"unv":"列國的人民哪，任憑你們喧嚷，終必破壞；遠方的眾人哪，當側耳而聽！任憑你們束起腰來，終必破壞；你們束起腰來，終必破壞。","bklcl":"Lia̍t-kok ê peh-sìⁿ ah, chhut-chāi lín soan-hoa, kàu-bé tek-khak phò-hoāi; hn̄g ê lâng ah, tio̍h àⁿ hī-khang lâi thiaⁿ; chhut-chāi lín hâ-io, tek-khak beh phò-hoāi, chhut-chāi lín hâ-io, tek-khak beh phò-hoāi.","tghg":"列國的百姓啊，出在恁喧嘩，到尾的確破壞；遠的人啊，著俯耳孔來聽！出在恁縖(hâ)腰，的確欲破壞；出在恁縖腰，的確欲破壞。","bklhl":"列國ê百姓ah，chhut-chāi lín喧嘩，到尾的確破壞；遠ê人ah，tio̍h俯耳孔來聽；chhut-chāi lín 縖腰，的確beh破壞，chhut-chāi lín 縖腰，的確beh破壞。"}},{"book":"賽","chapter":8,"verse":10,"versions":{"unv":"任憑你們同謀，終歸無有；任憑你們言定，終不成立；因為　神與我們同在。","bklcl":"Chhut-chāi lín siat kè-bô͘, tek-khak kui khang-khang; chhut-chāi lín gī-lūn, tek-khak bōe sêng-li̍p; in-ūi Siōng-tè kap goán tī-teh.","tghg":"出在恁設計謀，的確歸空空；出在恁議論，的確𣍐成立；因為上帝及阮佇啲。","bklhl":"Chhut-chāi lín設計謀，的確歸空空；chhut-chāi lín議論，的確bōe成立；因為上帝kap阮tī-teh。"}},{"book":"賽","chapter":8,"verse":11,"versions":{"unv":"耶和華以大能的手，指教我不可行這百姓所行的道，對我這樣說：","bklcl":"Iâ-hô-hoa ēng tōa koân-lêng ê chhiú chí-sī góa ēng ōe kéng-kài góa, kóng, M̄-thang kiâⁿ chit ê peh-sìⁿ só͘ kiâⁿ ê lō͘, tùi góa kóng,","tghg":"耶和華用大權能的手，指示我用話警戒我講，呣通行此個百姓所行的路，對我講：","bklhl":"耶和華用大權能ê手指示我用話警戒我，講，M̄-thang行chit ê百姓所行ê路，對我講，"}},{"book":"賽","chapter":8,"verse":12,"versions":{"unv":"「這百姓說同謀背叛，你們不要說同謀背叛。他們所怕的，你們不要怕，也不要畏懼。","bklcl":"Chit ê peh-sìⁿ só͘ kóng kiò-chòe kiat-tóng ê, lín bo̍h-tit kóng chòe kiat-tóng; in só͘ kiaⁿ--ê, lín bo̍h-tit kiaⁿ, ia̍h bo̍h-tit lún.","tghg":"「此個百姓所講叫做結黨的，恁莫得講做結黨。𪜶所驚的，恁莫得驚，亦莫得愞(lún)。","bklhl":"Chit ê百姓所講叫做結黨ê，lín莫得講做結黨；in所驚ê，lín莫得驚，亦莫得懍。"}},{"book":"賽","chapter":8,"verse":13,"versions":{"unv":"但要尊萬軍之耶和華為聖，以他為你們所當怕的，所當畏懼的。","bklcl":"To̍k-to̍k tio̍h chun bān-kun ê Iâ-hô-hoa chòe-sèng; I sī lín só͘ tio̍h kiaⁿ--ê, só͘ tio̍h lún--ê.","tghg":"獨獨著尊萬軍的耶和華做聖，伊是恁所著驚者，所著愞者。","bklhl":"獨獨tio̍h尊萬軍ê耶和華做聖；伊是lín所tio̍h驚ê，所tio̍h忍ê。"}},{"book":"賽","chapter":8,"verse":14,"versions":{"unv":"他必作為聖所，卻向以色列兩家作絆腳的石頭，跌人的磐石；向耶路撒冷的居民作為圈套和網羅。","bklcl":"I beh chòe sèng-só͘; ia̍h beh ǹg Í-sek-lia̍t nn̄g-ke chòe poa̍h-tó lâng ê chio̍h, that-gāi lâng ê chio̍h-pôaⁿ; ǹg Iâ-lō͘-sat-léng khiā-khí ê peh-sìⁿ, chòe oa̍h-tauh kap lô-bāng.","tghg":"伊欲做聖所，亦欲向以色列二家做跋倒人的石，塞礙(that-gāi)人的石磐；向耶路撒冷徛起的百姓做活罩(oa̍h-tauh)及羅網。","bklhl":"伊beh做聖所；亦beh ǹg以色列兩家做跋倒人ê石，窒礙人ê石磐；ǹg耶路撒冷khiā起ê百姓，做活tauh kap羅網。"}},{"book":"賽","chapter":8,"verse":15,"versions":{"unv":"許多人必在其上絆腳跌倒，而且跌碎，並陷入網羅，被纏住。」","bklcl":"Chōe-chōe lâng beh tī hit téng-bīn tio̍h-tak poa̍h-tó, poa̍h-kàu chhùi-chhùi, ia̍h hō͘ i bāng-tio̍h lia̍h-tio̍h.","tghg":"多多人欲佇彼頂面著觸(tio̍h-tak)跋倒，跋到碎碎，亦互伊網著掠著。」","bklhl":"Chōe-chōe人beh tī hit頂面tio̍h-tak跋倒，跋到碎碎，亦hō͘伊網tio̍h掠tio̍h。"}},{"book":"賽","chapter":8,"verse":16,"versions":{"unv":"你要捲起律法書，在我門徒中間封住訓誨。","bklcl":"Lí tio̍h chiong kan-chèng ê ōe kńg ân-ân, hong-ba̍t lu̍t-hoat tī Góa ha̍k-seng ê tiong-kan.","tghg":"你著將干證的話捲緊緊(kńg ân-ân)，封密律法佇我學生的中間。","bklhl":"你tio̍h將干證ê話捲ân-ân，封密律法tī我學生ê中間。"}},{"book":"賽","chapter":8,"verse":17,"versions":{"unv":"我要等候那掩面不顧雅各家的耶和華；我也要仰望他。","bklcl":"Góa beh thèng-hāu Iâ-hô-hoa, chiū-sī ka-kī ng I ê bīn tī Ngá-kok ê ke--ê, góa ia̍h beh ǹg-bāng I.","tghg":"我欲聽候耶和華就是家己掩(ng)伊的面佇雅各的家者；我亦欲向望伊。","bklhl":"我beh thèng候耶和華，就是家己掩伊ê面tī雅各ê家ê，我亦beh ǹg望伊。"}},{"book":"賽","chapter":8,"verse":18,"versions":{"unv":"看哪，我與耶和華所給我的兒女，就是從住在錫安山萬軍之耶和華來的，在以色列中作為預兆和奇蹟。","bklcl":"Khòaⁿ ah, góa kap Iâ-hô-hoa só͘ hō͘ góa ê kiáⁿ, lóng sī bān-kun ê Iâ-hô-hoa, tiàm tī Sek-an soaⁿ-ê, só͘ ēng chòe tiāu-thâu kì-hō, tī Í-sek-lia̍t tiong--ê.","tghg":"看啊，我及耶和華所互我的子，攏是萬軍的耶和華踮佇錫安山的，所用做兆頭記號佇以色列中者。","bklhl":"看ah，我kap耶和華所hō͘我ê kiáⁿ，lóng是萬軍ê耶和華，tiàm tī錫安山ê，所用做兆頭記號，tī以色列中ê。"}},{"book":"賽","chapter":8,"verse":19,"versions":{"unv":"有人對你們說：「當求問那些交鬼的和行巫術的，就是聲音綿蠻，言語微細的。」你們便回答說：「百姓不當求問自己的　神嗎？豈可為活人求問死人呢？」","bklcl":"Nā ū lâng tùi lín kóng, Lín tio̍h khì mn̄g tâng-ki kap kiâⁿ siâ-su̍t--ê, in ê siaⁿ-im ki-ki kiu̍h-kiu̍h, giân-gú sòe-sòe; tio̍h ìn kóng, Peh-sìⁿ kiám m̄-tio̍h mn̄g i ê Siōng-tè mah? kiám thang ūi oa̍h-lâng khì mn̄g hiah-ê sí--ê mah?","tghg":"若有人對恁講：「恁著去問童乩及行邪術者，𪜶的聲音嘰嘰叫叫(ki-ki kiu̍h-kiu̍h)，言語細細。」著應講：「百姓豈呣著問伊的上帝嗎？豈通為活人去問許個死者嗎？」","bklhl":"若有人對lín講，Lín tio̍h去問童乩kap行邪術ê，in ê聲音ki-ki kiu̍h-kiu̍h，言語細細；tio̍h應講，百姓kiám m̄-tio̍h問伊ê上帝mah？kiám thang為活人去問hiah-ê死ê mah？"}},{"book":"賽","chapter":8,"verse":20,"versions":{"unv":"人當以訓誨和法度為標準；他們所說的，若不與此相符，必不得見晨光。","bklcl":"Lâng tio̍h chiàu lu̍t-hoat kap kan-chèng ê ōe; nā bô thàn chit ê ōe lâi kóng, chiū bōe tit-tio̍h khòaⁿ-kìⁿ chá-khí-sî ê kng.","tghg":"人著照律法及干證的話；若無趁此個話來講，就𣍐得著看見早起時的光。","bklhl":"人tio̍h照律法kap干證ê話；若無thàn chit ê話來講，就bōe得tio̍h看見早起時ê光。"}},{"book":"賽","chapter":8,"verse":21,"versions":{"unv":"他們必經過這地，受艱難，受飢餓；飢餓的時候，心中焦躁，咒罵自己的君王和自己的　神。","bklcl":"In beh keng-kè chit ê tōe siū kan-khó͘ siū iau-gō; iau-gō ê sî, sim-lāi ka-kī siū-khì, chiù-chó͘ in ê ông, kap in ê Siōng-tè,","tghg":"𪜶欲經過此個地，受艱苦，受枵餓(iau-gō)；枵餓的時，心內家己受氣，咒詛𪜶的王及𪜶的上帝。","bklhl":"In beh經過chit ê地受艱苦受iau餓；iau餓ê時，心內家己受氣，咒詛in ê王，kap in ê上帝，"}},{"book":"賽","chapter":8,"verse":22,"versions":{"unv":"仰觀上天，俯察下地，不料，盡是艱難、黑暗，和幽暗的痛苦。他們必被趕入烏黑的黑暗中去。","bklcl":"kia̍h-thâu khòaⁿ thiⁿ, àⁿ-lo̍h khòaⁿ tōe, bô phah-sǹg it-chīn sī kan-khó͘ o͘-àm, kap thòng-khó͘ ê o͘-àm, siū kóaⁿ tī o͘-o͘ àm-àm ê lāi-bīn.","tghg":"攑頭看天，俯落看地，無拍算，一盡是艱苦、黑暗，及痛苦的黑暗。受趕佇黑黑暗暗的內面。","bklhl":"kia̍h頭看天，俯落看地，無phah算一盡是艱苦烏暗，kap痛苦ê烏暗，受趕tī烏烏暗暗ê內面。"}}]