[{"book":"賽","chapter":28,"verse":1,"versions":{"unv":"禍哉！以法蓮的酒徒，住在肥美谷的山上，他們心裡高傲，以所誇的為冠冕，猶如將殘之花。","bklcl":"Chai-ē ah, Í-hoat-liân ê chùi-hàn kiau-ngō͘ ê bián-liû, kap i súi ê chng-thāⁿ teh siā ê hoe, chiū-sī tì tī hiah-ê hō͘ chiú só͘ khùn-khó͘--ê, in ê pûi ê soaⁿ-kok ê thâu.","tghg":"災禍啊！以法蓮的醉漢，驕傲的冕旒，及伊媠的妝飾(chng-thāⁿ)啲謝的花，就是戴佇許個互酒所困苦者，𪜶的肥的山谷的頭。","bklhl":"災厄ah，Í-hoat-liân ê醉漢驕傲ê冕旒，kap伊súi ê裝飾teh謝ê花，就是戴tī hiah-ê hō͘酒所困苦ê，in ê肥ê山谷ê頭。"}},{"book":"賽","chapter":28,"verse":2,"versions":{"unv":"看哪，主有一大能大力者，像一陣冰雹，像毀滅的暴風，像漲溢的大水，他必用手將冠冕摔落於地。","bklcl":"Khòaⁿ, Chú ū chi̍t-ê tōa koân-lêng tōa khùi-la̍t--ê, chhin-chhiūⁿ chi̍t-chūn ê tōa-pha̍uh, chhin-chhiūⁿ húi-bia̍t ê kông-hong, chhin-chhiūⁿ hiong-lâu ê tōa-chúi, I beh ēng tōa-la̍t hiat i tī tōe--nih.","tghg":"看，主有一個大權能大氣力者，親像一陣的大雹(pha̍uh)，親像毀滅的狂風，親像洶流(hiong-lâu)的大水，伊欲用大力㧒(hiat)伊佇地裡。","bklhl":"看，主有一个大權能大氣力ê，親像一陣ê大雹，親像毀滅ê狂風，親像洶流ê大水，伊beh用大力hiat伊tī地裡。"}},{"book":"賽","chapter":28,"verse":3,"versions":{"unv":"以法蓮高傲的酒徒，他的冠冕必被踏在腳下。","bklcl":"Í-hoat-liân ê chùi-hàn kiau-ngō͘ ê bián-liû beh siū ta̍h tī kha-ē.","tghg":"以法蓮的醉漢，驕傲的冕旒欲受踏佇腳下。","bklhl":"Í-hoat-liân ê醉漢驕傲ê冕旒beh受踏tī腳下。"}},{"book":"賽","chapter":28,"verse":4,"versions":{"unv":"那榮美將殘之花，就是在肥美谷山上的，必像夏令以前初熟的無花果；看見這果的就注意，一到手中就吞吃了。","bklcl":"I súi ê chng-thāⁿ teh siā ê hoe chiū-sī tī pûi ê soaⁿ-kok ê thâu, beh chhin-chhiūⁿ hē-thiⁿ í-chêng khí-thâu se̍k ê bû-hoa-kó; kìⁿ-nā khòaⁿ-kìⁿ--ê chiū chù-ì khòaⁿ, chi̍t-ē kàu-chhiú chiū thun--lo̍h-khì.","tghg":"伊媠的妝飾啲謝的花，就是佇肥的山谷的頭，欲親像夏天以前起頭熟的無花果；見若看見的就注意看，一下到手就吞落去。","bklhl":"伊súi ê裝飾teh謝ê花就是tī肥ê山谷ê頭，beh親像夏天以前起頭熟ê無花果；見若看見ê就注意看，一下到手就吞落去。"}},{"book":"賽","chapter":28,"verse":5,"versions":{"unv":"到那日，萬軍之耶和華必作他餘剩之民的榮冠華冕，","bklcl":"Tng hit-ji̍t bān-kun ê Iâ-hô-hoa beh chòe I hiah-ê só͘ chhun ê peh-sìⁿ êng-kng ê bō, súi ê bián-liû.","tghg":"當彼日，萬軍的耶和華欲做伊許個所剩(chhun)的百姓榮光的帽、媠的冕旒。","bklhl":"當hit日，萬軍ê耶和華beh做伊hiah-ê所chhun ê百姓榮光ê帽，súi ê冕旒。"}},{"book":"賽","chapter":28,"verse":6,"versions":{"unv":"也作了在位上行審判者公平之靈，並城門口打退仇敵者的力量。","bklcl":"Ia̍h chòe chē-ūi lâi sím-phòaⁿ--ê kong-gī ê sîn, ia̍h chòe siâⁿ-mn̂g-kháu phah-thè tùi-te̍k--ê ê khùi-la̍t.","tghg":"亦做坐位來審判者公義的神，亦做城門口拍退對敵者的氣力。","bklhl":"亦做坐位來審判ê公義ê神，亦做城門口phah退對敵ê ê氣力。"}},{"book":"賽","chapter":28,"verse":7,"versions":{"unv":"就是這地的人也因酒搖搖晃晃，因濃酒東倒西歪。祭司和先知因濃酒搖搖晃晃，被酒所困，因濃酒東倒西歪。他們錯解默示，謬行審判。","bklcl":"To̍k-to̍k chit-hō lâng tùi chiú lâi chha-biū, tùi kāu-chiú lâi bê-lō͘; chè-si kap sian-ti lóng tùi kāu-chiú lâi chha-biū, hō͘ chiú só͘ thun-chia̍h, tùi kāu-chiú lâi bê-lō͘; tùi-tī be̍k-sī chiū chha-chhok, tùi tī sím-phòaⁿ bô pêng-ún.","tghg":"獨獨此號人對酒來差謬(chha-biū)，對厚酒來迷路。祭司及先知攏對厚酒來差謬，互酒所吞食，對厚酒來迷路。對佇默示就差錯，對佇審判無平穩。","bklhl":"獨獨chit號人tùi酒來差謬，tùi厚酒來迷路；祭司kap先知lóng tùi厚酒來差謬，hō͘酒所吞食，tùi厚酒來迷路；對tī默示就差錯，對tī審判無平穩。"}},{"book":"賽","chapter":28,"verse":8,"versions":{"unv":"因為各席上滿了嘔吐的污穢，無一處乾淨。","bklcl":"In-ūi ta̍k tè toh lâ-sâm, thò͘ kàu móa-móa, bô chi̍t-ūi chheng-khì.","tghg":"因為逐塊桌垃墋吐到滿滿，無一位清氣。","bklhl":"因為ta̍k塊桌lâ-sâm，吐到滿滿，無一位清氣。"}},{"book":"賽","chapter":28,"verse":9,"versions":{"unv":"譏誚先知的說：他要將知識指教誰呢？要使誰明白傳言呢？是那剛斷奶離懷的嗎？","bklcl":"I beh ēng tì-hūi kà-sī chī-chūi ah? beh hō͘ chī-chūi bêng-pe̍k só͘-thoân-ê ah? sī hit-hō tú-á tn̄g-lin lī-khui heng-chêng--ê mah?","tghg":"伊欲用智慧教示是誰啊？欲互是誰明白所傳的啊？是彼號抵仔(tú-á)斷奶離開胸前的嗎？","bklhl":"伊beh用智慧教示是誰 ah？beh hō͘ 是誰明白所傳ê ah？是hit號tú-á斷奶離開胸前ê mah？"}},{"book":"賽","chapter":28,"verse":10,"versions":{"unv":"他竟命上加命，令上加令，律上加律，例上加例，這裡一點，那裡一點。","bklcl":"In-ūi bēng-lēng koh bēng-lēng, bēng-lēng koh bēng-lēng; lu̍t-lē koh lu̍t-lē, lu̍t-lē koh lu̍t-lē, chit-ūi tām-po̍h, hit-ūi tām-po̍h.","tghg":"因為命令閣命令，命令閣命令，律例閣律例，律例閣律例，此位淡薄，彼位淡薄。","bklhl":"因為命令koh命令，命令koh命令；律例koh律例，律例koh律例，chit位淡薄，hit位淡薄。"}},{"book":"賽","chapter":28,"verse":11,"versions":{"unv":"先知說：不然，主要藉異邦人的嘴唇和外邦人的舌頭對這百姓說話。","bklcl":"Bōe--lah; Chú beh ēng pa̍t-iūⁿ ê chhùi-tûn kap bô siâng-lūi ê chi̍h, tùi chit ê peh-sìⁿ kóng-ōe.","tghg":"𣍐啦，主欲用別樣的嘴唇及無像類(siâng-lūi)的舌，對此個百姓講話。","bklhl":"Bōe-lah；主beh用別樣ê嘴唇kap無siâng類ê舌，對chit ê百姓講話。"}},{"book":"賽","chapter":28,"verse":12,"versions":{"unv":"他曾對他們說：你們要使疲乏人得安息，這樣才得安息，才得舒暢，他們卻不肯聽。","bklcl":"I bat tùi in kóng, Chit-ê chiū-sī an-hioh, lín tio̍h hō͘ ià-siān ê lâng tit-tio̍h an-hioh; koh kóng, Chit-ê chiū-sī khùiⁿ-oa̍h; chóng-sī in m̄-khéng thiaⁿ.","tghg":"伊曾對𪜶講：此個就是安息，恁著互厭倦的人得著安息，閣講此個就是快活，總是𪜶呣肯聽。","bklhl":"伊bat對in講，Chit ê就是安歇，lín tio̍h hō͘厭倦ê人得tio̍h安歇；koh講，Chit ê就是khùiⁿ活；總是in m̄肯聽。"}},{"book":"賽","chapter":28,"verse":13,"versions":{"unv":"所以，耶和華向他們說的話是命上加命，令上加令，律上加律，例上加例，這裡一點，那裡一點，以致他們前行仰面跌倒，而且跌碎，並陷入網羅被纏住。","bklcl":"Só͘-í Iâ-hô-hoa tùi in kóng ê ōe, sī bēng-lēng koh bēng-lēng, bēng-lēng koh bēng-lēng; lu̍t-lē koh lu̍t-lē, lu̍t-lē koh lu̍t-lē; chit-ūi tām-po̍h, hit-ūi tām-po̍h; tì-kàu in khì, chiū hiàⁿ-āu poa̍h-tó, koh poa̍h kàu chhùi-chhùi, hām-lo̍h lô-bāng, siū lia̍h-tio̍h.","tghg":"所以，耶和華對𪜶講的話，是命令閣命令，命令閣命令，律例閣律例，律例閣律例，此位淡薄，彼位淡薄，致到𪜶去就向(hiàⁿ)後跋倒，閣跋到碎碎，陷落羅網受掠著。","bklhl":"所以耶和華對in講ê話，是命令koh命令，命令koh命令；律例koh律例，律例koh律例；Chit位淡薄，hit位淡薄；致到in去，就hiàⁿ後跋倒，koh跋到碎碎，陷落羅網，受掠tio̍h。"}},{"book":"賽","chapter":28,"verse":14,"versions":{"unv":"所以，你們這些褻慢的人，就是轄管住在耶路撒冷這百姓的，要聽耶和華的話。","bklcl":"Só͘-í lín chiah-ê bú-bān ê lâng, chiū-sī koán-hat tiàm tī Iâ-lō͘-sat-léng chiah-ê peh-sìⁿ--ê, tio̍h thiaⁿ Iâ-hô-hoa ê ōe.","tghg":"所以，恁諸個侮慢的人，就是管轄踮佇耶路撒冷諸個百姓者，著聽耶和華的話。","bklhl":"所以lín chiah ê侮慢ê人，就是管轄tiàm tī耶路撒冷chiah ê百姓ê，tio̍h聽耶和華ê話。"}},{"book":"賽","chapter":28,"verse":15,"versions":{"unv":"你們曾說：我們與死亡立約，與陰間結盟；敵軍（原文是鞭子）如水漲漫經過的時候，必不臨到我們；因我們以謊言為避所，在虛假以下藏身。","bklcl":"In-ūi lín bat kóng, Goán kap sí-bô li̍p-iok, kap im-hú kiat-bêng, chai-ē tōa liû-hêng ê sî tek-khak bô kàu tī goán; in-ūi goán ēng pe̍h-chha̍t chòe siám-pī ê só͘-chāi, tī hu-ké ê só͘-chāi ka-kī bih.","tghg":"因為恁曾講：阮及死無(sí-bô)立約，及陰府結盟；災禍大流行的時的確無到佇阮，因為阮用白賊做閃避的所在，佇虛假的所在家己匿(bih)。","bklhl":"因為lín bat講，阮kap死無立約，kap陰府結盟，災厄大流行ê時的確無到tī阮；因為阮用白賊做閃避ê所在，tī虛假ê所在家己bih。"}},{"book":"賽","chapter":28,"verse":16,"versions":{"unv":"所以，主耶和華如此說：看哪，我在錫安放一塊石頭作為根基，是試驗過的石頭，是穩固根基，寶貴的房角石；信靠的人必不著急。","bklcl":"Só͘-í Chú Iâ-hô-hoa án-ni kóng, Khòaⁿ ah, Góa tī Sek-an hē chi̍t tè chio̍h chòe tōe-ki, sī í-keng chhì-giām ê chio̍h, kian-kò͘ ê tōe-ki, pó-kùi ê chhù-kak; óa-khò i ê lâng tek-khak bô tio̍h-kip.","tghg":"所以，主耶和華按呢講：看啊，我佇錫安下(hē)一塊石做地基，是已經試驗的石，堅固的地基，寶貴的厝角；倚靠伊的人的確無著急。","bklhl":"所以主耶和華án-ni講，看ah，我tī錫安hē一塊石做地基，是已經試驗ê石，堅固ê地基，寶貴ê厝角；óa靠伊ê人的確無著急。"}},{"book":"賽","chapter":28,"verse":17,"versions":{"unv":"我必以公平為準繩，以公義為線鉈。冰雹必沖去謊言的避所；大水必漫過藏身之處。","bklcl":"Góa beh ēng kong-pêng chòe chún-chîn ēng kong-gī chòe tūi-sòaⁿ; peng-pha̍uh beh phah-tó hu-ké siám-pī ê só͘-chāi, tōa-chúi beh im-ba̍t siám-bih ê só͘-chāi.","tghg":"我欲用公平做準繩(chún-chîn)，用公義做墜線(tūi-sòaⁿ)，冰雹欲拍倒虛假閃避的所在；大水欲淹密閃匿的所在。","bklhl":"我beh用公平做準繩，用公義做墜線；冰雹beh phah倒虛假閃避ê所在，大水beh淹密閃bih ê所在。"}},{"book":"賽","chapter":28,"verse":18,"versions":{"unv":"你們與死亡所立的約必然廢掉，與陰間所結的盟必立不住。敵軍（原文是鞭子）如水漲漫經過的時候，你們必被他踐踏；","bklcl":"Lín kap sí-bô só͘ li̍p ê iok tek-khak hòe-bô, kap im-hú só͘ kiat ê bêng tek-khak khiā-bōe-tiâu; chai-ē tōa liû-hêng ê sî, lín beh siū i thún-ta̍h.","tghg":"恁及死無所立的約的確廢無，及陰府所結的盟的確徛𣍐住。災禍大流行的時恁欲受伊𧿬踏(thún-ta̍h)；","bklhl":"Lín kap死無所立ê約的確廢無，kap陰府所結ê盟的確khiā-bōe-tiâu；災厄大流行ê時，lín beh受伊thún踏。"}},{"book":"賽","chapter":28,"verse":19,"versions":{"unv":"每逢經過必將你們擄去。因為每早晨他必經過，白晝黑夜都必如此。明白傳言的必受驚恐。","bklcl":"Ta̍k-pái keng-kè, beh chiong lín lia̍h-khì; in-ūi ta̍k chá-khí i beh keng-kè, bô làng ji̍t-mî; bêng-pe̍k só͘-thoân-ê, kan-ta kiaⁿ-hiâⁿ.","tghg":"逐擺經過欲將恁掠去。因為逐早起伊欲經過，無閬(làng)日暝。明白所傳的干單驚惶。","bklhl":"Ta̍k-pái經過，beh將lín掠去；因為ta̍k早起伊beh經過，無làng日暝；明白所傳ê，kan-ta驚惶。"}},{"book":"賽","chapter":28,"verse":20,"versions":{"unv":"原來，床榻短，使人不能舒身；被窩窄，使人不能遮體。","bklcl":"Bîn-chhn̂g té, hō͘ lâng bōe chhun-ti̍t; mî-phē oe̍h, hō͘ lâng kah bōe-ba̍t.","tghg":"眠床短，互人𣍐伸直；棉被狹(oe̍h)，互人蓋𣍐密。","bklhl":"眠床短，hō͘人bōe伸直；棉被狹，hō͘人kah bōe密。"}},{"book":"賽","chapter":28,"verse":21,"versions":{"unv":"耶和華必興起，像在毘拉心山；他必發怒，像在基遍谷，好做成他的工，就是非常的工；成就他的事，就是奇異的事。","bklcl":"In-ūi Iâ-hô-hoa beh khí-lâi, chhin-chhiūⁿ tī Pí-la̍h-sim soaⁿ, I beh siū-khì chhin-chhiūⁿ tī Ki-piàn ê soaⁿ-kok; thang chòe I ê kang, chiū-sī hán-tit chòe ê kang, thang chiâⁿ I ê sū, chiū-sī kî-īⁿ ê sū.","tghg":"因為耶和華欲起來，親像佇毗拉心山；伊欲受氣，親像佇基遍的山谷，通做伊的工，就是罕得做的工；通成伊的事，就是奇異的事。","bklhl":"因為耶和華beh起來，親像tī Pí-la̍h-sim山，伊beh受氣親像tī Ki-piàn ê山谷；thang做祂ê工，就是罕得做ê工，thang成祂ê事，就是奇異ê事。"}},{"book":"賽","chapter":28,"verse":22,"versions":{"unv":"現在你們不可褻慢，恐怕捆你們的綁索更結實了；因為我從主─萬軍之耶和華那裡聽見，已經決定在全地上施行滅絕的事。","bklcl":"Taⁿ lín m̄-thang bú-bān, kiaⁿ-liáu pa̍k lín ê soh khún khah-ân; in-ūi góa tùi Chú, bān-kun ê Iâ-hô-hoa thiaⁿ-kìⁿ, í-keng koat-toàn beh tī choân-tōe-chiūⁿ kiâⁿ só͘ tiāⁿ-tio̍h bia̍t-bô ê sū.","tghg":"今恁呣通侮慢，驚了縛(pa̍k)恁的索捆卡緊(ân)；因為我對主──萬軍的耶和華聽見，已經決斷欲佇全地上行所定著(tiāⁿ-tio̍h)滅無的事。","bklhl":"Taⁿ lín m̄-thang侮慢，驚了縛lín ê索綑khah-ân；因為我tùi主，萬軍ê耶和華聽見，已經決斷beh tī全地上行所定tio̍h滅無ê事。"}},{"book":"賽","chapter":28,"verse":23,"versions":{"unv":"你們當側耳聽我的聲音，留心聽我的言語。","bklcl":"Lín tio̍h àⁿ hī-khang thiaⁿ góa ê siaⁿ, liû-sim thiaⁿ góa ê ōe.","tghg":"恁著俯耳孔聽我的聲，留心聽我的話。","bklhl":"Lín tio̍h 俯耳孔聽我ê聲，留心聽我ê話。"}},{"book":"賽","chapter":28,"verse":24,"versions":{"unv":"那耕地為要撒種的，豈是常常耕地呢？豈是常常開墾耙地呢？","bklcl":"Hit-ê lôe-hn̂g beh iā-chéng--ê, kiám-sī siông-siông teh lôe mah? kiám-sī siông-siông teh ku̍t lâi pē i ê thô͘ mah?","tghg":"彼個犁園欲撒種(iā-chéng)的，豈是常常啲犁嗎？豈是常常啲掘來耙(pē)伊的土嗎？","bklhl":"Hit-ê犁園beh掖種ê，kiám是常常teh犁mah？kiám是常常teh掘來耙(pē)伊ê土mah？"}},{"book":"賽","chapter":28,"verse":25,"versions":{"unv":"他拉平了地面，豈不就撒種小茴香，播種大茴香，按行列種小麥，在定處種大麥，在田邊種粗麥呢？","bklcl":"I í-keng chhòng-pîⁿ thô͘-bīn, kiám bô iā poeh-kak, chai má-khûn, chiàu-chōa chèng sió-be̍h, tī tiāⁿ-tio̍h ê só͘-chāi chèng tōa-be̍h, tī hn̂g-piⁿ chèng chho͘-be̍h mah?","tghg":"伊已經創平土面，豈無撒八角，栽麻芹(má-khûn)，照畷(chiàu-chōa)種小麥，佇定著的所在種大麥，佇園邊種粗麥嗎？","bklhl":"伊已經chhòng平土面，kiám無掖八角，栽má-khûn，照chōa種小麥，tī定tio̍h ê所在種大麥，tī園邊種粗麥mah？"}},{"book":"賽","chapter":28,"verse":26,"versions":{"unv":"因為他的　神教導他務農相宜，並且指教他。","bklcl":"In-ūi i ê Siōng-tè ēng ha̍p-gî ê hoat-tō͘ chí-tiám i, koh kà-sī i.","tghg":"因為伊的上帝用合宜的法度指點伊，閣教示伊。","bklhl":"因為伊ê上帝用合宜ê法度指點伊，koh教示伊。"}},{"book":"賽","chapter":28,"verse":27,"versions":{"unv":"原來打小茴香，不用尖利的器具，軋大茴香，也不用碌碡（原文是車輪；下同）；但用杖打小茴香，用棍打大茴香。","bklcl":"Poeh-kak m̄-sī ēng lāi ê khì-kū phah--ê, má-khûn m̄-sī ēng chhia-lûn lún--ê; chiū-sī ēng thûi-á phah poeh-kak, ēng koáiⁿ-á phah má-khûn.","tghg":"八角呣是用利的器具拍的，麻芹呣是用車輪(lûn)碖(lún)的，就是用槌仔拍八角，用枴仔拍麻芹。","bklhl":"八角m̄是用利ê器具phah-ê，má-khûn m̄是用車輪lún ê；就是用槌á phah八角，用柺á phah má-khûn。"}},{"book":"賽","chapter":28,"verse":28,"versions":{"unv":"做餅的糧食是用磨磨碎，因它不必常打；雖用碌碡和馬打散，卻不磨它。","bklcl":"Chòe-piáⁿ ê gō͘-kak kiám khoeh hō͘ i chhùi mah?  Bô--lah, bô tn̂g-tn̂g phah i; sui-jiân ēng chhia-lûn bé-tôe phah-sòaⁿ i, ia̍h bô hō͘ i chhùi--khì.","tghg":"做餅的五穀豈夾(khoeh)互伊碎嗎？無啦，無長長拍伊；雖然用車輪、馬蹄拍散伊，亦無互伊碎去。","bklhl":"做餅ê五穀kiám khoeh hō͘伊碎mah？無lah，無長長phah伊；雖然用車輪馬蹄phah散伊，亦無hō͘伊碎去。"}},{"book":"賽","chapter":28,"verse":29,"versions":{"unv":"這也是出於萬軍之耶和華─他的謀略奇妙；他的智慧廣大。","bklcl":"Che ia̍h chhut tī bān-kun ê Iâ-hô-hoa; I ê kè-e̍k kî-biāu, I ê tì-hūi khoah-tōa.","tghg":"這亦出佇萬軍的耶和華──伊的計劃(kè-e̍k)奇妙；伊的智慧闊大。","bklhl":"這亦出tī萬軍ê耶和華；伊ê計畫奇妙，伊ê智慧闊大。"}}]