[{"book":"賽","chapter":24,"verse":1,"versions":{"unv":"看哪，耶和華使地空虛，變為荒涼；又翻轉大地，將居民分散。","bklcl":"Khòaⁿ ah, Iâ-hô-hoa hō͘ tōe khang-hu, pìⁿ-chòe pha-hng, koh chiong tōa-tōe hoan-lìn-tńg, hō͘ khiā-khí ê peh-sìⁿ sì-sòaⁿ.","tghg":"看啊，耶和華互地空虛，變做拋荒；閣將大地翻輪轉，互徛起的百姓四散。","bklhl":"看ah，耶和華hō͘地空虛，變做拋荒，koh將大地翻lìn-tńg，hō͘ khiā起ê百姓四散。"}},{"book":"賽","chapter":24,"verse":2,"versions":{"unv":"那時百姓怎樣，祭司也怎樣；僕人怎樣，主人也怎樣；婢女怎樣，主母也怎樣；買物的怎樣，賣物的也怎樣；放債的怎樣，借債的也怎樣；取利的怎樣，出利的也怎樣。","bklcl":"Hit-sî peh-sìⁿ cháiⁿ-iūⁿ, chè-si ia̍h-sī án-ni; lô͘-po̍k cháiⁿ-iūⁿ, chú-lâng ia̍h-sī án-ni; lú-pī cháiⁿ-iūⁿ, chú-bú ia̍h-sī án-ni; bóe-mi̍h--ê cháiⁿ-iūⁿ, bōe-mi̍h--ê ia̍h-sī án-ni; pàng-chè--ê cháiⁿ-iūⁿ, chioh-chè-ê ia̍h-sī án-ni; the̍h lī-sek--ê cháiⁿ-iūⁿ, chhut lī-sek--ê ia̍h-sī án-ni.","tghg":"彼時百姓怎樣，祭司亦是按呢；奴僕怎樣，主人亦是按呢；女婢怎樣，主母亦是按呢；買物者怎樣，賣物者亦是按呢；放債(pàng-chè)者怎樣，借債者亦是按呢；提利息者怎樣，出利息者亦是按呢。","bklhl":"Hit時百姓怎樣，祭司亦是án-ni；奴僕怎樣，主人亦是án-ni；女婢怎樣，主母亦是án-ni；買物ê怎樣，賣物ê亦是án-ni；放債ê怎樣，借債ê亦是án-ni；the̍h利息ê怎樣，出利息ê亦是án-ni。"}},{"book":"賽","chapter":24,"verse":3,"versions":{"unv":"地必全然空虛，盡都荒涼；因為這話是耶和華說的。","bklcl":"Tōe beh chòe-chi̍t-ē khang-hu, lóng tú-tio̍h chhiúⁿ-kiap; in-ūi chit ê ōe sī Iâ-hô-hoa kóng--ê.","tghg":"地欲做一下空虛，攏抵著(tú-tio̍h)搶劫；因為此個話是耶和華講的。","bklhl":"地beh做一下空虛，lóng tú-tio̍h搶劫；因為chit ê話是耶和華講ê。"}},{"book":"賽","chapter":24,"verse":4,"versions":{"unv":"地上悲哀衰殘，世界敗落衰殘；地上居高位的人也敗落了。","bklcl":"Tōe-chiūⁿ pi-ai soe-thè, sè-kài hú-pāi soe-thè, tōe-chiūⁿ tiàm-tī koâiⁿ-ūi ê lâng ia̍h hú-pāi.","tghg":"地上悲哀衰退，世界腐敗衰退；地上踮佇高位的人亦腐敗。","bklhl":"地上悲哀衰退，世界腐敗衰退，地上tiàm-tī高位ê人亦腐敗。"}},{"book":"賽","chapter":24,"verse":5,"versions":{"unv":"地被其上的居民污穢；因為他們犯了律法，廢了律例，背了永約。","bklcl":"Tōe hō͘ khiā-khí hit ê téng-bīn ê peh-sìⁿ phah lâ-sâm, in-ūi in hoān-tio̍h hiah-ê lu̍t-hoat, hòe-bô lu̍t-lē, pōe-biū éng-oán ê iok.","tghg":"地互徛起彼個頂面的百姓拍垃墋；因為𪜶犯著許個律法，廢無律例，悖謬(pōe-biū)永遠的約。","bklhl":"地hō͘ khiā起hit ê頂面ê百姓phah lâ-sâm，因為in犯tio̍h hiah-ê律法，廢無律例，悖謬永遠ê約。"}},{"book":"賽","chapter":24,"verse":6,"versions":{"unv":"所以，地被咒詛吞滅；住在其上的顯為有罪。地上的居民被火焚燒，剩下的人稀少。","bklcl":"Só͘-í tōe hō͘ chiù-chó͘ thun-bia̍t, khiā-khí tī hit téng-bīn--ê siū gí-chōe; tōe-chiūⁿ khiā-khí ê peh-sìⁿ siū-sio, só͘-chhun ê lâng chió-chió.","tghg":"所以，地互咒詛吞滅；徛起佇彼頂面者受擬(gí)罪。地上徛起的百姓受燒，所剩(chhun)的人少少。","bklhl":"所以地hō͘咒詛吞滅，khiā起tī hit頂面ê受擬罪；地上khiā起ê百姓受燒，所chhun ê人少少。"}},{"book":"賽","chapter":24,"verse":7,"versions":{"unv":"新酒悲哀，葡萄樹衰殘；心中歡樂的俱都歎息。","bklcl":"Sin ê chiú pi-ai, phû-tô-chhiū húi-hoāi; sim-lāi khoài-lo̍k--ê lóng-chóng thó͘-khùi.","tghg":"新的酒悲哀，葡萄樹毀壞；心內快樂者攏總吐氣。","bklhl":"新ê酒悲哀，葡萄樹毀壞；心內快樂ê lóng總吐氣。"}},{"book":"賽","chapter":24,"verse":8,"versions":{"unv":"擊鼓之樂止息；宴樂人的聲音完畢，彈琴之樂也止息了。","bklcl":"Phah-kó͘ ê khoài-lo̍k chēng-chēng, iàn-lo̍k--ê ê siaⁿ-im lóng soah; tôaⁿ-khîm ê khoài-lo̍k ia̍h chēng-chēng.","tghg":"拍鼓的快樂靜靜；宴樂者的聲音攏息(soah)，彈琴的快樂亦靜靜。","bklhl":"Phah鼓ê快樂靜靜，宴樂ê ê聲音lóng soah；彈琴ê快樂亦靜靜。"}},{"book":"賽","chapter":24,"verse":9,"versions":{"unv":"人必不得飲酒唱歌；喝濃酒的，必以為苦。","bklcl":"In bōe tit-tio̍h chhiùⁿ-koa  lim-chiú; kāu-chiú tùi tī lim ê lâng beh chiâⁿ-chòe khó͘.","tghg":"𪜶𣍐得著唱歌飲酒；厚酒對佇飲的人，欲成做苦。","bklhl":"In bōe得tio̍h唱歌lim酒；厚酒對tī lim ê人beh成做苦。"}},{"book":"賽","chapter":24,"verse":10,"versions":{"unv":"荒涼的城拆毀了；各家關門閉戶，使人都不得進去。","bklcl":"Pha-hng ê siâⁿ í-keng thiah-húi; ta̍k-keng chhù lóng koaiⁿ-mn̂g, lâng lóng bōe-tit ji̍p.","tghg":"拋荒的城已經拆毀；逐間厝攏關門，人攏𣍐得入。","bklhl":"拋荒ê城已經拆毀；ta̍k間厝lóng關門，人lóng bōe得入。"}},{"book":"賽","chapter":24,"verse":11,"versions":{"unv":"在街上因酒有悲歎的聲音；一切喜樂變為昏暗；地上的歡樂歸於無有。","bklcl":"Tī ke-lō͘ in-ūi chiú ū pi-ai ê siaⁿ; it-chhè ê hoaⁿ-hí pìⁿ-chòe o͘-àm, tōe-chiūⁿ ê khoài-lo̍k lóng bô--khì.","tghg":"佇街路因為酒有悲哀的聲；一切的歡喜變做黑暗；地上的快樂攏無去。","bklhl":"Tī街路因為酒有悲哀ê聲；一切ê歡喜變做烏暗，地上ê快樂lóng無去。"}},{"book":"賽","chapter":24,"verse":12,"versions":{"unv":"城中只有荒涼；城門拆毀淨盡。","bklcl":"Siâⁿ-lāi í-keng pha-hng, siâⁿ-mn̂g lóng húi-hoāi.","tghg":"城內已經拋荒；城門攏毀壞。","bklhl":"城內已經拋荒，城門lóng毀壞。"}},{"book":"賽","chapter":24,"verse":13,"versions":{"unv":"在地上的萬民中，必像打過的橄欖樹，又像已摘的葡萄所剩無幾。","bklcl":"In-ūi tī tōe-chiūⁿ, bān peh-sìⁿ ê tiong-kan, beh chhin-chhiūⁿ phah-kè-liáu ê kaⁿ-ná-chhiū, koh chhin-chhiūⁿ phû-tô bán-liáu iáu chhun--ê chi̍t-iūⁿ.","tghg":"因為佇地上萬百姓的中間，欲親像拍過了(liáu)的橄欖樹，閣親像葡萄挽了猶剩的一樣。","bklhl":"因為tī地上，萬百姓ê中間，beh親像phah過了ê橄欖樹，koh親像葡萄挽了iáu chhun-ê一樣。"}},{"book":"賽","chapter":24,"verse":14,"versions":{"unv":"這些人要高聲歡呼；他們為耶和華的威嚴，從海那裡揚起聲來。","bklcl":"Chiah-ê lâng beh chhut tōa-siaⁿ, beh hoaⁿ-hí kiò; in ūi-tio̍h Iâ-hô-hoa ê ui-giâm, tùi hái--nih lâi âu-kiò.","tghg":"諸個人欲出大聲欲歡喜叫；𪜶為著耶和華的威嚴，對海裡來喉叫。","bklhl":"Chiah-ê人beh出大聲，beh歡喜叫；in為tio̍h耶和華ê威嚴，tùi海裡來喉叫。"}},{"book":"賽","chapter":24,"verse":15,"versions":{"unv":"因此，你們要在東方榮耀耶和華，在眾海島榮耀耶和華─以色列　神的名。","bklcl":"In-ūi án-ni lín tio̍h tī tang-hng êng-kng Iâ-hô-hoa; tī chiah-ê hái-sū êng-kng Iâ-hô-hoa Í-sek-lia̍t Siōng-tè ê miâ.","tghg":"因為按呢，恁著佇東方榮光耶和華；佇諸個海嶼榮光耶和華──以色列上帝的名。","bklhl":"因為án-ni lín tio̍h tī東方榮光耶和華；tī chiah ê海嶼榮光耶和華以色列上帝ê名。"}},{"book":"賽","chapter":24,"verse":16,"versions":{"unv":"我們聽見從地極有人歌唱，說：榮耀歸於義人。我卻說：我消滅了！我消滅了，我有禍了！詭詐的行詭詐；詭詐的大行詭詐。","bklcl":"Goán thiaⁿ-kìⁿ tùi tōe-ke̍k ū lâng chhiùⁿ-koa, kóng, Êng-kng kui tī gī ê lâng.  Chóng-sī góa kóng, Góa siau-bia̍t lah, góa siau-bia̍t lah; góa ū chai-ē ah, khúi-chà--ê kiâⁿ khúi-chà, khúi-chà-ê tōa kiâⁿ khúi-chà.","tghg":"阮聽見對地極有人唱歌，講：榮光歸佇義的人。總是我講：我消滅啦！我消滅啦，我有災禍啊！詭詐的行詭詐；詭詐的大行詭詐。","bklhl":"阮聽見tùi地極有人唱歌，講，榮光歸tī義ê人。總是我講，我消滅lah，我消滅lah；我有災厄ah，詭詐ê行詭詐，詭詐ê大行詭詐。"}},{"book":"賽","chapter":24,"verse":17,"versions":{"unv":"地上的居民哪，恐懼、陷坑、網羅都臨近你。","bklcl":"Tōe-chiūⁿ khiā-khí ê peh-sìⁿ ah, kiaⁿ-hiâⁿ, hām-khiⁿ, oa̍h-tauh lóng lîm-kàu lí.","tghg":"地上徛起的百姓啊，驚惶、陷坑、活罩(oa̍h-tauh)攏臨到你。","bklhl":"地上khiā起ê百姓ah，驚惶、陷坑、活tauh lóng臨到你。"}},{"book":"賽","chapter":24,"verse":18,"versions":{"unv":"躲避恐懼聲音的必墜入陷坑；從陷坑上來的必被網羅纏住；因為天上的窗戶都開了，地的根基也震動了。","bklcl":"Siám-pī kiaⁿ-hiâⁿ ê siaⁿ--ê, beh poa̍h-lo̍h hām-khiⁿ; tùi hām-khiⁿ khí-lâi--ê beh hō͘ oa̍h-tauh tauh-tio̍h; in-ūi thiⁿ-téng ê thang-á lóng khui, tōe ê kun-ki ia̍h tín-tāng.","tghg":"閃避驚惶者聲的欲跋落陷坑；對陷坑起來者欲互活罩罩著；因為天頂的窗仔攏開，地的根基也振動。","bklhl":"閃避驚惶ê聲ê，beh跋落陷坑；tùi陷坑起來ê beh hō͘活tauh tauh-tio̍h；因為天頂ê窗á lóng開，地ê根基亦振動。"}},{"book":"賽","chapter":24,"verse":19,"versions":{"unv":"地全然破壞，盡都崩裂，大大地震動了。","bklcl":"Tōe chòe chi̍t-ē phò-hoāi, tōe it-chīn pang-li̍h, tōe tōa-tōa iô-choah.","tghg":"地做一下破壞，地一盡崩裂，地大大搖泏(iô-choah)。","bklhl":"地做一下破壞，地一盡崩裂，地大大搖choah。"}},{"book":"賽","chapter":24,"verse":20,"versions":{"unv":"地要東倒西歪，好像醉酒的人；又搖來搖去，好像吊床。罪過在其上沉重，必然塌陷，不能復起。","bklcl":"Tōe beh tian-tian tó-tó, chhin-chhiūⁿ chiú-chùi ê lâng; koh iô-lâi iô-khì, chhin-chhiūⁿ tiàu-chhn̂g; chōe-kòa tāng-tāng teh--in, tek-khak tó--lo̍h-khì, bōe-ōe koh khí-lâi.","tghg":"地欲顛顛倒倒，親像酒醉的人；閣搖來搖去，親像吊床。罪過重重壓(teh)𪜶，的確倒落去，𣍐會閣起來。","bklhl":"地beh顛顛倒倒，親像酒醉ê人；koh搖來搖去，親像吊床；罪過重重teh-in，的確倒落去，bōe能koh起來。"}},{"book":"賽","chapter":24,"verse":21,"versions":{"unv":"到那日，耶和華在高處必懲罰高處的眾軍，在地上必懲罰地上的列王。","bklcl":"Kàu hit-ji̍t Iâ-hô-hoa tī koâiⁿ ê só͘-chāi chek-hoa̍t koâiⁿ ê só͘-chāi ê chèng kun-peng; tī tōe-chiūⁿ beh chek-hoa̍t tōe-chiūⁿ ê lia̍t-ông.","tghg":"到彼日，耶和華佇高的所在責罰高的所在的眾軍兵，佇地上欲責罰地上的列王。","bklhl":"到hit日，耶和華tī高ê所在責罰高ê所在ê眾軍兵；tī地上beh責罰地上ê列王。"}},{"book":"賽","chapter":24,"verse":22,"versions":{"unv":"他們必被聚集，像囚犯被聚在牢獄中，並要囚在監牢裡，多日之後便被討罪（或譯：眷顧）。","bklcl":"In beh siū chū-chi̍p, chhin-chhiūⁿ hoān-lâng siū chū-chi̍p tī hām-khiⁿ; ia̍h beh siū koaiⁿ tī kaⁿ-lāi; chōe-chōe ji̍t liáu-āu, chiū beh ū lîm-kàu in--ê.","tghg":"𪜶欲受聚集，親像犯人受聚集佇陷坑，亦欲受關佇監內，多多日了後，就欲有臨到𪜶者。","bklhl":"In beh受聚集，親像犯人受聚集tī陷坑；亦beh受關tī監內；chōe-chōe日了後，就beh有臨到in-ê。"}},{"book":"賽","chapter":24,"verse":23,"versions":{"unv":"那時，月亮要蒙羞，日頭要慚愧；因為萬軍之耶和華必在錫安山，在耶路撒冷作王；在敬畏他的長老面前，必有榮耀。","bklcl":"Hit-sî ge̍h beh kiàn-siàu, ji̍t beh làu-khùi; in-ūi bān-kun ê Iâ-hô-hoa beh tī Sek-an soaⁿ tī Iâ-lō͘-sat-léng chòe-ông, tī I ê tióng-ló ê bīn-chêng beh ū êng-kng.","tghg":"彼時，月欲見誚，日欲漏氣；因為萬軍的耶和華欲佇錫安山，佇耶路撒冷做王；佇伊的長老的面前，欲有榮光。","bklhl":"Hit時月beh見笑，日beh漏氣；因為萬軍ê耶和華beh tī錫安山tī耶路撒冷做王，tī伊ê長老ê面前beh有榮光。"}}]