[{"book":"亞","chapter":14,"verse":1,"versions":{"unv":"耶和華的日子臨近，你的財物必被搶掠，在你中間分散。","bklcl":"Khòaⁿ ah, Iâ-hô-hoa ê ji̍t beh kàu, lí ê hè-châi beh hō͘ lâng pun tī lín tiong-kan.","tghg":"看啊，耶和華的日欲到，你的貨財欲互人分佇恁中間。","bklhl":"看ah，耶和華ê日beh到，你ê貨財beh hō͘人分tī lín中間。"}},{"book":"亞","chapter":14,"verse":2,"versions":{"unv":"因為我必聚集萬國與耶路撒冷爭戰，城必被攻取，房屋被搶奪，婦女被玷污，城中的民一半被擄去；剩下的民仍在城中，不致剪除。","bklcl":"In-ūi Góa beh chū-chi̍p bān-kok kap Iâ-lō͘-sat-léng kau-chiàn; siâⁿ beh siū kong-phòa, chhù-the̍h beh siū chhiúⁿ-kiap, hū-jîn-lâng beh siū lêng-jio̍k; siâⁿ-lāi ê peh-sìⁿ chi̍t-pòaⁿ siū lâng lia̍h--khì; só͘ chhun ê peh-sìⁿ iû-goân tī siâⁿ-lāi, bô tì-kàu chián-tû.","tghg":"因為我欲聚集萬國及耶路撒冷交戰，城欲受攻破，厝宅欲受搶劫，婦仁人欲受凌辱，城內的百姓一半受人掠去；所剩(chhun)的百姓猶原佇城內，無致到剪除。","bklhl":"因為我beh聚集萬國kap耶路撒冷交戰；城beh受攻破，厝宅beh受搶劫，婦人人beh受凌辱；城內ê百姓一半受人掠去；所chhun ê百姓猶原tī城內，無致到剪除。"}},{"book":"亞","chapter":14,"verse":3,"versions":{"unv":"那時，耶和華必出去與那些國爭戰，好像從前爭戰一樣。","bklcl":"Hit-sî Iâ-hô-hoa beh chhut-khì kap hiah-ê kok kau-chiàn, chhin-chhiūⁿ chiông-chêng lîm-tīn ê ji̍t kau-chiàn chi̍t-iūⁿ.","tghg":"彼時，耶和華欲出去及許個國交戰，親像從前臨陣的日交戰一樣。","bklhl":"Hit時耶和華beh出去kap hiah-ê國交戰，親像從前臨陣ê日交戰一樣。"}},{"book":"亞","chapter":14,"verse":4,"versions":{"unv":"那日，他的腳必站在耶路撒冷前面朝東的橄欖山上。這山必從中間分裂，自東至西成為極大的谷。山的一半向北挪移，一半向南挪移。","bklcl":"Tng hit-ji̍t, I ê kha beh khiā tī Kaⁿ-ná soaⁿ, chit ê soaⁿ tī Iâ-lō͘-sat-léng thâu-chêng ê tang-sì; Kaⁿ-ná soaⁿ beh tùi tiong-ng li̍h-khui, tùi tang kàu sai, chiâⁿ-chòe ke̍k-tōa ê soaⁿ-kok; soaⁿ ê chi̍t-pòaⁿ î-sóa ǹg-pak, chi̍t-pòaⁿ î-sóa ǹg-lâm.","tghg":"當彼日，伊的腳欲徛佇橄欖山，此個山佇耶路撒冷頭前的東勢。橄欖山欲對中央裂開，對東到西成做極大的山谷。山的一半移徙向北，一半移徙向南。","bklhl":"當hit日，祂ê腳beh khiā tī橄欖山，chit ê山tī耶路撒冷頭前ê東勢；橄欖山beh tùi中央裂開，tùi東到西，成做極大ê山谷；山ê一半移徙ǹg北，一半移徙ǹg南。"}},{"book":"亞","chapter":14,"verse":5,"versions":{"unv":"你們要從我山的谷中逃跑，因為山谷必延到亞薩。你們逃跑，必如猶大王烏西雅年間的人逃避大地震一樣。耶和華─我的　神必降臨，有一切聖者同來。","bklcl":"Lín beh tùi Góa ê soaⁿ-kok-tiong tô-cháu, in-ūi soaⁿ-kok beh thàu-kàu A-sat, lín beh tô-cháu chhin-chhiūⁿ Iû-tāi ông O͘-se-ngá ê nî-kan, ūi-tio̍h tōe-tāng ê tô-cháu chi̍t-iūⁿ;  Iâ-hô-hoa góa ê Siōng-tè beh lîm-kàu, lóng-chóng ê sèng--ê kap Lí lâi.","tghg":"恁欲對我的山谷中逃走，因為山谷欲透到亞薩。恁欲逃走，親像猶大王烏西雅的年間為著地動的逃走一樣。耶和華──我的上帝欲臨到，攏總的聖者及你來。","bklhl":"Lín beh tùi我ê山谷中逃走，因為山谷beh透到A-sat，lín beh逃走親像偤大王O͘-se-ngá ê年間，為tio̍h地動ê逃走一樣；耶和華我ê上帝beh臨到，lóng總ê聖ê kap你來。"}},{"book":"亞","chapter":14,"verse":6,"versions":{"unv":"那日，必沒有光，三光必退縮。","bklcl":"Hit-ji̍t ê kng, beh m̄-chiâⁿ kng m̄-chiâⁿ àm.","tghg":"彼日的光，欲呣成光呣成暗。","bklhl":"Hit日ê光，beh m̄成光m̄成暗。"}},{"book":"亞","chapter":14,"verse":7,"versions":{"unv":"那日，必是耶和華所知道的，不是白晝，也不是黑夜，到了晚上才有光明。","bklcl":"Beh ū chi̍t ê te̍k-pia̍t ji̍t, sī Iâ-hô-hoa só͘ chai--ê, m̄-sī ji̍t, iā m̄-sī mî; kàu ê-hng-sî chiah ū kng.","tghg":"欲有一個特別日，是耶和華所知的，呣是日，也呣是暝，到下昏時才有光。","bklhl":"Beh有一个特別日，是耶和華所知ê，m̄是日，也m̄是暝；到ê-hng時chiah有光。"}},{"book":"亞","chapter":14,"verse":8,"versions":{"unv":"那日，必有活水從耶路撒冷出來，一半往東海流，一半往西海流；冬夏都是如此。","bklcl":"Hit-ji̍t beh ū oa̍h-chúi tùi Iâ-lō͘-sat-léng chhut--lâi; chi̍t-pòaⁿ lâu-khì tang-hái, chi̍t-pòaⁿ lâu-khì sai-hái; tang-thiⁿ hē-thiⁿ lóng sī án-ni.","tghg":"彼日，欲有活水對耶路撒冷出來，一半流去東海，一半流去西海；冬天夏天攏是按呢。","bklhl":"Hit日beh有活水tùi耶路撒冷出來；一半流去東海，一半流去西海；冬天夏天lóng是án-ni。"}},{"book":"亞","chapter":14,"verse":9,"versions":{"unv":"耶和華必作全地的王。那日耶和華必為獨一無二的，他的名也是獨一無二的。","bklcl":"Iâ-hô-hoa beh tī choân-tōe chòe ông; tng hit-ji̍t Iâ-hô-hoa to̍k-it, I ê miâ iā sī to̍k-it.","tghg":"耶和華欲佇全地做王。當彼日耶和華獨一，伊的名也是獨一。","bklhl":"耶和華beh tī全地做王；當hit日耶和華獨一，祂ê名也是獨一。"}},{"book":"亞","chapter":14,"verse":10,"versions":{"unv":"全地，從迦巴直到耶路撒冷南方的臨門，要變為亞拉巴。耶路撒冷必仍居高位，就是從便雅憫門到第一門之處，又到角門，並從哈楠業樓，直到王的酒醡。","bklcl":"Choân-tōe tùi Ka-pa kàu Iâ-lō͘-sat-léng lâm-hng ê Lîm-bûn, beh piàn chhin-chhiūⁿ A-la̍h-pa; Iâ-lō͘-sat-léng beh seng-koâiⁿ tiàm tī i ê pún só͘-chāi, chiū-sī tùi Piān-ngá-bín ê mn̂g, kàu thâu-chi̍t-ê mn̂g ê só͘-chāi, koh kàu kak-thâu ê mn̂g, ia̍h tùi Hap-lâm-gia̍p ê lâu, ti̍t-kàu ông ê chiú-khut.","tghg":"全地，對迦巴到耶路撒冷南方的臨門，欲變親像亞拉巴。耶路撒冷欲升高，踮佇伊的本所在，就是對便雅憫的門，到頭一個門的所在，閣到角頭的門，亦對哈楠業的樓，直到王的酒窟。","bklhl":"全地tùi Ka-pa到耶路撒冷南方ê Lîm-bûn，beh變親像A-la̍h-pa；耶路撒冷beh升高tiàm tī伊ê本所在，就是tùi便雅憫ê門，到頭一个門ê所在，koh到角頭ê門，亦tùi Hap-lâm-gia̍p ê樓，直到王ê酒窟。"}},{"book":"亞","chapter":14,"verse":11,"versions":{"unv":"人必住在其中，不再有咒詛。耶路撒冷人必安然居住。","bklcl":"Beh ū lâng tiàm tī hit tiong-kan, bô koh ū chiù-chó͘;  Iâ-lō͘-sat-léng beh an-jiân khiā-khí.","tghg":"欲有人踮佇彼中間，無閣有咒詛。耶路撒冷欲安然徛起。","bklhl":"Beh有人tiàm tī hit中間，無koh有咒詛；耶路撒冷beh安然khiā起。"}},{"book":"亞","chapter":14,"verse":12,"versions":{"unv":"耶和華用災殃攻擊那與耶路撒冷爭戰的列國人，必是這樣：他們兩腳站立的時候，肉必消沒，眼在眶中乾癟，舌在口中潰爛。","bklcl":"Hiah ê lia̍t-kok kap Iâ-lō͘-sat-léng kau-chiàn--ê, Iâ-hô-hoa beh ēng chit-hō ê chai-ē kong-kek in; in ê kha iáu khiā-teh ê sî, in ê bah beh hiú-nōa, ba̍k-chiu beh hiú-nōa tī ba̍k-chiu-khang, chi̍h beh hiú-nōa tī chhùi-lāi.","tghg":"許個列國及耶路撒冷交戰者，耶和華欲用此號的災禍攻擊𪜶；𪜶的腳猶徛啲的時，𪜶的肉欲朽爛，目睭欲朽爛佇目睭孔，舌欲朽爛佇嘴內。","bklhl":"Hiah-ê列國kap耶路撒冷交戰ê，耶和華beh用chit號ê災厄攻擊in；in ê腳iáu khiā-teh ê時，in ê肉beh朽爛，目睭beh朽爛tī目睭孔，舌beh朽爛tī嘴內。"}},{"book":"亞","chapter":14,"verse":13,"versions":{"unv":"那日，耶和華必使他們大大擾亂。他們各人彼此揪住，舉手攻擊。","bklcl":"Tng hit-ji̍t Iâ-hô-hoa beh hō͘ in tiong-kan tōa jiáu-loān; in ta̍k-lâng ēng chhiú saⁿ-khiú, koh khí-chhiú saⁿ kong-kek.","tghg":"當彼日耶和華欲互𪜶中間大擾亂；𪜶逐人用手相搝(saⁿ-khiú)，閣起手相攻擊。","bklhl":"當hit日耶和華beh hō͘ in中間大擾亂；in ta̍k人用手相khiú，koh起手相攻擊。"}},{"book":"亞","chapter":14,"verse":14,"versions":{"unv":"猶大也必在耶路撒冷爭戰。那時四圍各國的財物，就是許多金銀衣服，必被收聚。","bklcl":"Iû-tāi iā beh kap Iâ-lō͘-sat-léng kau-chiàn; hit-sî sì-ûi lia̍t-kok ê hè-châi, chiū-sī kim, gûn, i-chiûⁿ, beh chū-chi̍p chōe-chōe.","tghg":"猶大也欲及耶路撒冷交戰；彼時四圍列國的貨財，就是金銀衣裳(i-chiûⁿ)，欲聚集多多。","bklhl":"偤大也beh kap耶路撒冷交戰；hit時四圍列國ê貨財，就是金、銀、衣裳，beh聚集chōe-chōe。"}},{"book":"亞","chapter":14,"verse":15,"versions":{"unv":"那臨到馬匹、騾子、駱駝、驢，和營中一切牲畜的災殃是與那災殃一般。","bklcl":"Hit-ê só͘ beh kàu tī bé, lô, lo̍k-tô, lû, í-ki̍p iâⁿ-tiong it-chhè ê cheng-siⁿ ê chai-ē, kap chit ê chai-ē chi̍t-poaⁿ-iūⁿ.","tghg":"彼個所欲到佇馬、騾、駱駝、驢，以及營中一切的精牲的災禍及此個災禍一般樣。","bklhl":"Hit-ê所beh到tī馬、騾、駱駝、驢，以及營中一切ê cheng-siⁿ ê災厄，kap chit ê災厄一般樣。"}},{"book":"亞","chapter":14,"verse":16,"versions":{"unv":"所有來攻擊耶路撒冷列國中剩下的人，必年年上來敬拜大君王─萬軍之耶和華，並守住棚節。","bklcl":"Só͘-ū lâi kong-kek Iâ-lō͘-sat-léng ê lia̍t-kok chhun ê lâng, beh nî-nî chiūⁿ-lâi kèng-pài tōa ê Ông, bān-kun ê Iâ-hô-hoa, iā siú Tah-liâu-choeh.","tghg":"所有來攻擊耶路撒冷的列國剩的人，欲年年上來敬拜大的王──萬軍的耶和華，也守搭寮節。","bklhl":"所有來攻擊耶路撒冷ê列國chhun ê人，beh年年上來敬拜大ê王，萬軍ê耶和華，也守搭寮節。"}},{"book":"亞","chapter":14,"verse":17,"versions":{"unv":"地上萬族中，凡不上耶路撒冷敬拜大君王─萬軍之耶和華的，必無雨降在他們的地上。","bklcl":"Tōe-chiūⁿ bān-cho̍k-tiong, kìⁿ-nā bô chiūⁿ Iâ-lō͘-sat-léng kèng-pài tōa ê Ông, bān-kun ê Iâ-hô-hoa--ê, beh bô lo̍h-hō͘ tī in hia.","tghg":"地上萬族中，見若無上耶路撒冷敬拜大的王──萬軍的耶和華者，欲無落雨佇𪜶遐。","bklhl":"地上萬族中，見若無上耶路撒冷敬拜大ê王，萬軍ê耶和華ê，beh無落雨tī in hia。"}},{"book":"亞","chapter":14,"verse":18,"versions":{"unv":"埃及族若不上來，雨也不降在他們的地上；凡不上來守住棚節的列國人，耶和華也必用這災攻擊他們。","bklcl":"Ai-ki̍p cho̍k nā bô chiūⁿ-lâi, beh bô hō͘ tī in hia; beh ū chai-ē, chiū-sī Iâ-hô-hoa ēng lâi kong-kek hiah-ê bô chiūⁿ-lâi siú Tah-liâu-choeh ê lia̍t-kok-ê.","tghg":"埃及族若無上來，欲無雨佇𪜶遐；欲有災禍，就是耶和華用來攻擊許個無上來守搭寮節的列國的。","bklhl":"埃及族若無上來，beh無雨tī in hia；beh有災厄，就是耶和華用來攻擊hiah-ê無上來守搭寮節ê列國ê。"}},{"book":"亞","chapter":14,"verse":19,"versions":{"unv":"這就是埃及的刑罰和那不上來守住棚節之列國的刑罰。","bklcl":"Che chiū-sī Ai-ki̍p ê hêng-hoa̍t, iā-sī hiah-ê bô chiūⁿ-lâi siú Tah-liâu-choeh ê lia̍t-kok ê hêng-hoa̍t.","tghg":"這就是埃及的刑罰，也是許個無上來守搭寮節的列國的刑罰。","bklhl":"這就是埃及ê刑罰，也是hiah-ê無上來守搭寮節ê列國ê刑罰。"}},{"book":"亞","chapter":14,"verse":20,"versions":{"unv":"當那日，馬的鈴鐺上必有歸耶和華為聖的這句話。耶和華殿內的鍋必如祭壇前的碗一樣。","bklcl":"Tng hit-ji̍t, bé ê hâm-lêng beh khek-jī kóng, Chòe sèng kui tī Iâ-hô-hoa; Iâ-hô-hoa tiān-lāi ê e, beh chhin-chhiūⁿ tôaⁿ-chêng ê óaⁿ.","tghg":"當彼日，馬的瑊鈴(hâm-lêng)欲刻字講「做聖歸佇耶和華」。耶和華殿內的鍋欲親像壇前的碗。","bklhl":"當hit日，馬ê 銜鈴 beh刻字講，做聖歸tī耶和華；耶和華殿內ê鍋，beh親像壇前ê碗。"}},{"book":"亞","chapter":14,"verse":21,"versions":{"unv":"凡耶路撒冷和猶大的鍋都必歸萬軍之耶和華為聖。凡獻祭的都必來取這鍋，煮肉在其中。當那日，在萬軍之耶和華的殿中必不再有迦南人。","bklcl":"Kìⁿ-nā Iâ-lō͘-sat-léng kap Iû-tāi ê e, lóng beh chòe-sèng kui bān-kun ê Iâ-hô-hoa; kìⁿ-nā hiàn-chè--ê, lóng beh ēng chiah-ê e, chú-bah tī hit lāi-bīn; tng hit-ji̍t, tī bān-kun ê Iâ-hô-hoa ê tiān-lāi, bô koh ū Ka-lâm lâng.","tghg":"見若耶路撒冷及猶大的鍋，攏欲做聖歸萬軍的耶和華；見若獻祭者攏欲用諸個鍋，煮肉佇彼內面；當彼日，佇萬軍的耶和華的殿內無閣有迦南人。","bklhl":"見若耶路撒冷kap偤大ê鍋，lóng beh做聖歸萬軍ê耶和華；見若獻祭ê，lóng beh用chiah ê鍋，煮肉tī hit內面；當hit日，tī萬軍ê耶和華ê殿內，無koh有迦南人。"}}]