[{"book":"亞","chapter":3,"verse":1,"versions":{"unv":"天使（原文是他）又指給我看：大祭司約書亞站在耶和華的使者面前；撒但也站在約書亞的右邊，與他作對。","bklcl":"I koh hō͘ góa khòaⁿ-kìⁿ chè-si-thâu Iok-su-a khiā tī Iâ-hô-hoa sù-chiá ê bīn-chêng, Sat-tàn ia̍h khiā tī i ê chiàⁿ-pêng, chòe i ê tùi-te̍k.","tghg":"伊閣互我看見：祭司頭約書亞徛佇耶和華使者的面前；撒但亦徛佇伊的正旁，做伊的對敵。","bklhl":"伊koh hō͘我看見祭司頭約書亞khiā tī耶和華使者ê面前，撒旦亦khiā tī伊ê chiàⁿ-pêng，做伊ê對敵。"}},{"book":"亞","chapter":3,"verse":2,"versions":{"unv":"耶和華向撒但說：「撒但哪，耶和華責備你！就是揀選耶路撒冷的耶和華責備你！這不是從火中抽出來的一根柴嗎？」","bklcl":"Iâ-hô-hoa tùi Sat-tàn kóng, Sat-tàn ah, Iâ-hô-hoa chek-pī lí, chiū-sī kéng-soán Iâ-lō͘-sat-léng ê Iâ-hô-hoa chek-pī lí; che kiám-m̄-sī tùi hé-tiong pu̍ih--chhut-lâi ê chi̍t tè chhâ mah?","tghg":"耶和華對撒但講：「撒但啊，耶和華責備你！就是揀選耶路撒冷的耶和華責備你！這豈呣是對火中拔(pu̍ih)出來的一塊柴嗎？」","bklhl":"耶和華對撒旦講，撒旦ah，耶和華責備你，就是揀選耶路撒冷ê耶和華責備你；這kiám-m̄是tùi火中拔出來ê一塊柴 mah？"}},{"book":"亞","chapter":3,"verse":3,"versions":{"unv":"約書亞穿著污穢的衣服站在使者面前。","bklcl":"Iok-su-a chhēng ù-òe ê saⁿ, khiā tī sù-chiá ê bīn-chêng.","tghg":"約書亞穿污穢的衫徛佇使者的面前。","bklhl":"約書亞穿污穢ê衫，khiā tī使者ê面前。"}},{"book":"亞","chapter":3,"verse":4,"versions":{"unv":"使者吩咐站在面前的說：「你們要脫去他污穢的衣服」；又對約書亞說：「我使你脫離罪孽，要給你穿上華美的衣服。」","bklcl":"I ìn khiā tī i ê bīn-chêng-ê kóng, Lín tio̍h thǹg i ù-òe ê saⁿ.  Koh tùi i kóng, Khòaⁿ ah, Góa hō͘ lí thoat-lī lí ê chōe-ok, beh hō͘ lí chhēng súi ê saⁿ.","tghg":"伊應徛佇伊的面前的講：「恁著褪(thǹg)伊污穢的衫」；閣對伊講：「看啊，我互你脫離你的罪惡，欲互你穿媠的衫。」","bklhl":"伊應khiā tī伊ê面前ê講，Lín tio̍h thǹg伊污穢ê衫。Koh對伊講，看ah，我hō͘你脫離你ê罪惡，beh hō͘你穿súi ê衫。"}},{"book":"亞","chapter":3,"verse":5,"versions":{"unv":"我說：「要將潔淨的冠冕戴在他頭上。」他們就把潔淨的冠冕戴在他頭上，給他穿上華美的衣服，耶和華的使者在旁邊站立。","bklcl":"Góa koh kóng, Ēng súi ê bō tì tī i ê thâu-khak; in chiū ēng súi ê bō tì tī i ê thâu-khak, kā i chhēng-saⁿ; Iâ-hô-hoa ê sù-chiá khiā tī piⁿ-á.","tghg":"我閣講：「用媠的帽戴佇伊的頭殼。」𪜶就用媠的帽戴佇伊的頭殼，給伊穿衫，耶和華的使者徛佇邊仔。","bklhl":"我koh講，用súi ê帽戴tī伊ê頭殼；in就用súi ê帽戴tī伊ê頭殼，kā伊穿衫；耶和華ê使者khiā tī邊á。"}},{"book":"亞","chapter":3,"verse":6,"versions":{"unv":"耶和華的使者告誡約書亞說：","bklcl":"Iâ-hô-hoa ê sù-chiá kéng-kài Iok-su-a kóng,","tghg":"耶和華的使者警戒約書亞講：","bklhl":"耶和華ê使者警戒約書亞講，"}},{"book":"亞","chapter":3,"verse":7,"versions":{"unv":"「萬軍之耶和華如此說：你若遵行我的道，謹守我的命令，你就可以管理我的家，看守我的院宇；我也要使你在這些站立的人中間來往。","bklcl":"Bān-kun ê Iâ-hô-hoa án-ni kóng, Lí nā kiâⁿ Góa ê lō͘, siú Góa só͘ kau-thok lí--ê, lí chiū thang koán-lí Góa ê ke, kò͘-siú Góa ê īⁿ; Góa ia̍h beh hō͘ lí tī chiah-ê khiā-teh ê lâng tiong-kan ū chhut-ji̍p ê lō͘.","tghg":"「萬軍的耶和華按呢講：你若行我的路，守我所交託你的，你就通管理我的家，顧守我的院；我亦欲互你佇諸個徛啲的人中間有出入的路。","bklhl":"萬軍ê耶和華án-ni講，你若行我ê路，守我所交託你ê，你就thang管理我ê家，顧守我ê院；我亦beh hō͘你tī chiah ê khiā-teh ê人中間有出入ê路。"}},{"book":"亞","chapter":3,"verse":8,"versions":{"unv":"大祭司約書亞啊，你和坐在你面前的同伴都當聽。（他們是作預兆的。）我必使我僕人大衛的苗裔發出。","bklcl":"Chè-si-thâu Iok-su-a ah, lí kap chē tī lí ê bīn-chêng ê tâng-phōaⁿ lóng tio̍h thiaⁿ; in sī chòe tiāu-thâu ê lâng; khòaⁿ ah, Góa beh hō͘ Góa ê lô͘-po̍k chheng-chòe Chhiū-ki--ê lâi.","tghg":"祭司頭約書亞啊，你及坐佇你的面前的同伴攏著聽。（𪜶是做兆頭(tiāu-thâu)的人。）看啊，我欲互我的奴僕稱做樹枝者來。","bklhl":"祭司頭約書亞ah，你kap坐tī你ê面前ê同伴lóng tio̍h聽；in是做兆頭ê人；看ah，我beh hō͘我ê奴僕稱做樹枝ê來。"}},{"book":"亞","chapter":3,"verse":9,"versions":{"unv":"看哪，我在約書亞面前所立的石頭，在一塊石頭上有七眼。萬軍之耶和華說：我要親自雕刻這石頭，並要在一日之間除掉這地的罪孽。","bklcl":"Khòaⁿ ah, Góa só͘ hē tī Iok-su-a bīn-chêng ê chio̍h, tī chi̍t tè chio̍h ū chhit lúi ba̍k-chiu; bān-kun ê Iâ-hô-hoa kóng, Khòaⁿ ah, Góa beh tiau-khek só͘ tiau-khek--ê, ia̍h beh tī chi̍t-ji̍t ê tiong-kan tû-khì chit ê tōe-hng ê chōe-ok.","tghg":"看啊，我所下(hē)佇約書亞面前的石，佇一塊石有七蕊目睭。萬軍的耶和華講：看啊，我欲雕刻所雕刻者，亦欲佇一日的中間除去此個地方的罪惡。","bklhl":"看ah，我所hē tī約書亞面前ê石，tī一塊石有七蕊目睭；萬軍ê耶和華講，看ah，我beh雕刻所雕刻ê，亦beh tī一日ê中間除去chit ê地方ê罪惡。"}},{"book":"亞","chapter":3,"verse":10,"versions":{"unv":"當那日，你們各人要請鄰舍坐在葡萄樹和無花果樹下。這是萬軍之耶和華說的。」","bklcl":"Tng hit-ji̍t, lín ta̍k-lâng beh chhiáⁿ chhù-piⁿ lâi kàu phû-tô-chhiū-ē, kap bû-hoa-kó chhiū-ē; che sī bān-kun ê Iâ-hô-hoa kóng--ê.","tghg":"當彼日，恁逐人欲請厝邊來到葡萄樹下，及無花果樹下。這是萬軍的耶和華講的。」","bklhl":"當hit日，lín ta̍k人beh請厝邊來到葡萄樹下，kap無花果樹下；這是萬軍ê耶和華講ê。"}}]