[{"book":"亞","chapter":2,"verse":1,"versions":{"unv":"我又舉目觀看，見一人手拿準繩。","bklcl":"Góa koh kia̍h-ba̍k koan-khòaⁿ, khòaⁿ ah, ū chi̍t-lâng chhiú the̍h chîn-soh;","tghg":"我閣攑目觀看，看啊，有一人手提繩(chîn)索。","bklhl":"我koh kia̍h目觀看，看ah，有一人手the̍h繩索；"}},{"book":"亞","chapter":2,"verse":2,"versions":{"unv":"我說：「你往哪裡去？」他對我說：「要去量耶路撒冷，看有多寬多長。」","bklcl":"góa kóng, Lí beh khì toh-lo̍h?  I kā góa kóng, Beh khì niû Iâ-lō͘-sat-léng, khòaⁿ i ū jōa-khoah, ū jōa-tn̂g.","tghg":"我講：「你欲去叨落？」伊給我講：「欲去量耶路撒冷，看伊有偌闊有偌長。」","bklhl":"我講，你beh去toh-lo̍h？伊kā我講，beh去量耶路撒冷，看伊有jōa闊，有jōa長。"}},{"book":"亞","chapter":2,"verse":3,"versions":{"unv":"與我說話的天使去的時候，又有一位天使迎著他來，","bklcl":"Khòaⁿ ah, kap góa kóng-ōe ê sù-chiá chhut-khì, koh ū chi̍t-ūi sù-chiá chhut-lâi ngiâ-chih i,","tghg":"看啊，及我講話的使者出去，閣有一位使者出來迎接(ngiâ-chih)伊，","bklhl":"看ah，kap我講話ê使者出去，koh有一位使者出來迎接伊，"}},{"book":"亞","chapter":2,"verse":4,"versions":{"unv":"對他說：「你跑去告訴那少年人說，耶路撒冷必有人居住，好像無城牆的鄉村，因為人民和牲畜甚多。","bklcl":"tùi i kóng, Lí cháu--khì kā hit ê siàu-liân lâng kóng, kóng, Iâ-lō͘-sat-léng beh ū lâng khiā-khí, chhin-chhiūⁿ bô siâⁿ-chhiûⁿ ê hiuⁿ-lí, in-ūi hit tiong-kan lâng kap cheng-siⁿ chin-chōe.","tghg":"對伊講：「你走去給彼個少年人講，講耶路撒冷欲有人徛起，親像無城牆的鄉里，因為彼中間人及精牲真多。","bklhl":"對伊講，你走去kā hit ê少年人講，講，耶路撒冷beh有人khiā起，親像無城牆ê鄉里，因為hit中間人kap cheng-siⁿ真chōe。"}},{"book":"亞","chapter":2,"verse":5,"versions":{"unv":"耶和華說：我要作耶路撒冷四圍的火城，並要作其中的榮耀。」","bklcl":"Iâ-hô-hoa kóng, Góa beh chòe i sì-ûi ê hé-siâⁿ, Góa ia̍h beh chòe in tiong-kan ê êng-kng.","tghg":"耶和華講：我欲做伊四圍的火城，我亦欲做𪜶中間的榮光。」","bklhl":"耶和華講，我beh做伊四圍ê火城，我亦beh做in中間ê榮光。"}},{"book":"亞","chapter":2,"verse":6,"versions":{"unv":"耶和華說：「我從前分散你們在天的四方（原文是猶如天的四風），現在你們要從北方之地逃回。這是耶和華說的。","bklcl":"Iâ-hô-hoa kóng, Eh! Eh! lín tio̍h tùi pak-hng ê tōe tô-cháu, in-ūi Góa í-keng sì-sòaⁿ lín, chhin-chhiūⁿ tī thiⁿ--nih sì-bīn ê hong; che sī Iâ-hô-hoa kóng--ê.","tghg":"耶和華講：「呃(eh)！呃！恁著對北方的地逃走，因為我已經四散恁親像佇天裡四面的風。這是耶和華講的。","bklhl":"耶和華講，Eh！Eh！lín tio̍h tùi北方ê地逃走，因為我已經四散lín，親像tī天裡四面ê風；這是耶和華講ê。"}},{"book":"亞","chapter":2,"verse":7,"versions":{"unv":"與巴比倫人同住的錫安民哪，應當逃脫。","bklcl":"Eh! Sek-an ah, kap Pa-pí-lûn ê peh-sìⁿ khiā-khí--ê ah, lí tio̍h tô-thoat.","tghg":"呃！錫安啊，及巴比倫的百姓徛起者啊，你著逃脫。","bklhl":"Eh！錫安ah，kap巴比倫ê百姓khiā起ê ah，你tio̍h逃脫。"}},{"book":"亞","chapter":2,"verse":8,"versions":{"unv":"萬軍之耶和華說，在顯出榮耀之後，差遣我去懲罰那擄掠你們的列國，摸你們的就是摸他眼中的瞳人。","bklcl":"Bān-kun ê Iâ-hô-hoa kóng, Tī êng-kng ê liáu-āu, chhe góa kàu hiah-ê chhiúⁿ-lia̍h lín ê lia̍t-kok; hoān-tio̍h lín--ê sī hoān-tio̍h I ba̍k-chiu-tiong ê tông-chú.","tghg":"萬軍的耶和華講，佇榮光的了後，差我到許個搶掠恁的列國，犯著恁者是犯著伊目睭中的瞳子(tông-chú)。","bklhl":"萬軍ê耶和華講，Tī榮光ê了後，差我到hiah-ê搶掠lín ê列國；犯tio̍h lín-ê是犯tio̍h伊目睭中ê瞳子。"}},{"book":"亞","chapter":2,"verse":9,"versions":{"unv":"看哪，我（或譯：他）要向他們掄手，他們就必作服事他們之人的擄物，你們便知道萬軍之耶和華差遣我了。","bklcl":"Khòaⁿ ah, Góa beh tī in ê téng-bīn bú Góa ê chhiú, in chiū beh hō͘ in ê lô͘-po̍k chhiúⁿ-kiap, lín chiū chai bān-kun ê Iâ-hô-hoa chhe góa lah.","tghg":"看啊，我欲佇𪜶的頂面舞我的手，𪜶就欲互𪜶的奴僕搶劫，恁就知萬軍的耶和華差我啦。","bklhl":"看ah，我beh tī in ê頂面舞我ê手，in就beh hō͘ in ê奴僕搶劫，lín就知萬軍ê耶和華差我lah。"}},{"book":"亞","chapter":2,"verse":10,"versions":{"unv":"錫安城啊，應當歡樂歌唱，因為我來要住在你中間。這是耶和華說的。","bklcl":"Sek-an ê peh-sìⁿ ah, tio̍h chhiùⁿ-koa hoaⁿ-hí; khòaⁿ ah, in-ūi Góa beh lâi, beh tiàm tī lín tiong-kan; che sī Iâ-hô-hoa kóng--ê.","tghg":"錫安的百姓啊，著唱歌歡喜，看啊，因為我欲來欲踮佇恁中間。這是耶和華講的。」","bklhl":"錫安ê百姓ah，tio̍h唱歌歡喜；看ah，因為我beh來，beh tiàm tī lín中間；這是耶和華講ê。"}},{"book":"亞","chapter":2,"verse":11,"versions":{"unv":"那時，必有許多國歸附耶和華，作他（原文是我）的子民。他（原文是我）要住在你中間，你就知道萬軍之耶和華差遣我到你那裡去了。","bklcl":"Hit-ji̍t beh ū chōe-chōe kok kui-óa Iâ-hô-hoa, chòe Góa ê peh-sìⁿ; koh Góa beh tiàm-tī lí ê tiong-kan, lí chiū chai bān-kun ê Iâ-hô-hoa chhe góa kàu lí hia.","tghg":"彼日，欲有多多國歸倚耶和華，做我的百姓。閣我欲踮佇你的中間，你就知萬軍的耶和華差我到你遐。","bklhl":"Hit日beh有chōe-chōe國歸óa耶和華，做我ê百姓；koh我beh tiàm-tī你ê中間，你就知萬軍ê耶和華差我到你hia。"}},{"book":"亞","chapter":2,"verse":12,"versions":{"unv":"耶和華必收回猶大作他聖地的分，也必再揀選耶路撒冷。","bklcl":"Iâ-hô-hoa beh tit-tio̍h Iû-tāi chòe I ê gia̍p tī sèng-tōe; ia̍h beh koh kéng-soán Iâ-lō͘-sat-léng.","tghg":"耶和華欲得著猶大做伊的業佇聖地，亦欲閣揀選耶路撒冷。","bklhl":"耶和華beh得tio̍h偤大做祂ê業tī聖地；亦beh koh揀選耶路撒冷。"}},{"book":"亞","chapter":2,"verse":13,"versions":{"unv":"凡有血氣的都當在耶和華面前靜默無聲；因為他興起，從聖所出來了。","bklcl":"Kìⁿ-nā ū hiat-khì--ê, tī Iâ-hô-hoa ê bīn-chêng lóng tio̍h chēng-chēng; in-ūi I tùi sèng ê só͘-chāi khí--lâi.","tghg":"見若有血氣者，佇耶和華的面前攏著靜靜；因為伊對聖的所在起來。","bklhl":"見若有血氣ê，tī耶和華ê面前lóng tio̍h靜靜；因為祂tùi聖ê所在起來。"}}]