[{"book":"亞","chapter":5,"verse":1,"versions":{"unv":"我又舉目觀看，見有一飛行書卷。","bklcl":"Góa koh kia̍h-ba̍k khòaⁿ-kìⁿ ū chi̍t pak chhak teh pe.","tghg":"我閣攑目，看見有一幅(pak)軸(chhak)啲飛。","bklhl":"我koh kia̍h目看見有一幅chhak teh飛。"}},{"book":"亞","chapter":5,"verse":2,"versions":{"unv":"他問我說：「你看見甚麼？」我回答說：「我看見一飛行的書卷，長二十肘，寬十肘。」","bklcl":"I kā góa kóng, Lí khòaⁿ-kìⁿ sím-mi̍h?  Góa ìn kóng, Góa khòaⁿ-kìⁿ chi̍t pak chhak teh pe; i ê tn̂g jī-cha̍p tiú, khoah cha̍p-tiú.","tghg":"伊給我講：「你看見甚麼？」我應講：「我看見一幅軸啲飛，伊的長二十肘(tiú)，闊十肘。」","bklhl":"伊kā我講，你看見甚麼？我應講，我看見一幅chhak teh飛；伊ê長二十肘，闊十肘。"}},{"book":"亞","chapter":5,"verse":3,"versions":{"unv":"他對我說：「這是發出行在遍地上的咒詛。凡偷竊的必按卷上這面的話除滅；凡起假誓的必按卷上那面的話除滅。","bklcl":"I chiū tùi góa kóng, Chit-ê sī chhut-khì kàu choân-tōe-chiūⁿ ê chiù-chó͘; kìⁿ-nā thau-the̍h-ê, beh chiàu chit-pak ê chit-pêng tû-bia̍t i;  kìⁿ-nā chiù-chōa-ê beh chiàu chit-pak ê hit-pêng tû-bia̍t i.","tghg":"伊就對我講：「此個是出去到全地上的咒詛。見若偷提的欲照此幅的此旁除滅伊；見若咒誓的欲照此幅的彼旁除滅伊。","bklhl":"伊就對我講，Chit ê是出去到全地上ê咒詛；見若偷the̍h-ê，beh照chit幅ê chit-pêng除滅伊；見若chiù-chōa-ê beh照chit幅ê hit-pêng除滅伊。"}},{"book":"亞","chapter":5,"verse":4,"versions":{"unv":"萬軍之耶和華說：我必使這書卷出去，進入偷竊人的家和指我名起假誓人的家，必常在他家裡，連房屋帶木石都毀滅了。」","bklcl":"Bān-kun ê Iâ-hô-hoa kóng, Góa beh hō͘ i chhut-khì, i beh ji̍p thau-the̍h ê lâng ê chhù, iā ji̍p kí Góa ê miâ lām-sám chiù-chōa ê lâng ê chhù; beh tòa tī i ê chhù-lāi húi-bia̍t i, í-ki̍p i ê chhâ i ê chio̍h.","tghg":"萬軍的耶和華講：我欲互伊出去，伊欲入偷提的人的厝，也入指(kí)我的名濫糝咒誓(chiù-chōa)的人的厝，欲住佇伊的厝內毀滅伊，以及伊的柴伊的石。」","bklhl":"萬軍ê耶和華講，我beh hō͘伊出去，伊beh入偷the̍h ê人ê厝，也入kí我ê名lām-sám chiù-chōa ê人ê厝；beh tòa tī伊ê厝內毀滅伊，以及伊ê柴伊ê石。"}},{"book":"亞","chapter":5,"verse":5,"versions":{"unv":"與我說話的天使出來，對我說：「你要舉目觀看，見所出來的是甚麼？」","bklcl":"Kap góa kóng-ōe ê sù-chiá chhut-lâi tùi góa kóng, Lí tio̍h kia̍h-ba̍k khòaⁿ chit ê chhut-lâi-ê sī sím-mi̍h.","tghg":"及我講話的使者出來，對我講：「你著攑目看，此個出來的是甚麼？」","bklhl":"Kap我講話ê使者出來對我講，你tio̍h kia̍h目看chit ê出來ê是甚麼。"}},{"book":"亞","chapter":5,"verse":6,"versions":{"unv":"我說：「這是甚麼呢？」他說：「這出來的是量器。」他又說：「這是惡人在遍地的形狀。」","bklcl":"Góa kóng, Che sī sím-mi̍h ah?  I kóng, Chit-ê sī chhut-khì ê i-hoat.  I koh kóng, Tī choân-tōe ê lāi-bīn, in ê hêng-chōng sī án-ni;","tghg":"我講：「這是甚麼啊？」伊講：「此個是出去的伊法。」伊閣講：「佇全地的內面，𪜶的形狀是按呢。」","bklhl":"我講，這是甚麼ah？伊講，Chit ê是出去ê I-hoat。伊koh講，Tī全地ê內面，in ê形狀是án-ni；"}},{"book":"亞","chapter":5,"verse":7,"versions":{"unv":"（我見有一片圓鉛被舉起來。）這坐在量器中的是個婦人。","bklcl":"(khòaⁿ ah, ū chi̍t-phìⁿ îⁿ ê iân siū kú-khí;) koh ū hū-jîn-lâng chē tī i-hoat ê lāi-bīn.","tghg":"（看啊，有一片圓的鉛(iân)受舉起。）閣有婦仁人坐佇伊法的內面。","bklhl":"(看ah，有一片圓ê鉛受舉起；) koh有婦人人坐tī I-hoat ê內面。"}},{"book":"亞","chapter":5,"verse":8,"versions":{"unv":"天使說：「這是罪惡。」他就把婦人扔在量器中，將那片圓鉛扔在量器的口上。","bklcl":"I kóng, Chit-ê sī chōe-ok; chiū chiong i hiat tī i-hoat ê lāi-bīn; iā chiong hit phìⁿ ê iân khàm tī i-hoat ê chhùi.","tghg":"伊講：「此個是罪惡。」就將伊㧒(hiat)佇伊法的內面，也將彼片的鉛蓋(khàm)佇伊法的嘴。","bklhl":"伊講，Chit ê是罪惡；就將伊hiat tī I-hoat ê內面；也將hit片ê鉛蓋tī I-hoat ê嘴。"}},{"book":"亞","chapter":5,"verse":9,"versions":{"unv":"我又舉目觀看，見有兩個婦人出來，在她們翅膀中有風，飛得甚快，翅膀如同鸛鳥的翅膀。她們將量器抬起來，懸在天地中間。","bklcl":"Góa koh kia̍h-ba̍k khòaⁿ; khòaⁿ ah, ū nn̄g ê hū-jîn-lâng chhut-lâi, tī in ê si̍t ū hong; in ê si̍t chhin-chhiūⁿ ho̍h ê si̍t; in chiong i-hoat kng--khí-lâi tī thiⁿ kap tōe ê tiong-kan.","tghg":"我閣攑目看，看啊，有二個婦仁人出來，佇𪜶的翅有風，𪜶的翅親像鶴的翅。𪜶將伊法扛起來佇天及地的中間。","bklhl":"我koh kia̍h目看；看ah，有兩個婦人人出來，tī in ê翼有風；in ê翼親像鶴ê翼；in將I-hoat扛起來tī天kap地ê中間。"}},{"book":"亞","chapter":5,"verse":10,"versions":{"unv":"我問與我說話的天使說：「她們要將量器抬到哪裡去呢？」","bklcl":"Góa tùi kap góa kóng-ōe ê sù-chiá kóng, In kng i-hoat khì toh-lo̍h?","tghg":"我對及我講話的使者講：「𪜶扛伊法去叨落？」","bklhl":"我對kap我講話ê使者講，In扛I-hoat 去toh-lo̍h？"}},{"book":"亞","chapter":5,"verse":11,"versions":{"unv":"他對我說：「要往示拿地去，為它蓋造房屋；等房屋齊備，就把它安置在自己的地方。」","bklcl":"I kā góa kóng, Beh kā i khí chhù tī Sī-ná tōe; chhù nā piān, chiū chiong i an-tì tī ka-kī ê só͘-chāi.","tghg":"伊給我講：「欲給伊起厝佇示拿地；厝若便，就將伊安置佇家己的所在。」","bklhl":"伊kā我講，Beh kā伊起厝tī Sī-ná地；厝若便，就將伊安置tī家己ê所在。"}}]