[{"book":"亞","chapter":10,"verse":1,"versions":{"unv":"當春雨的時候，你們要向發閃電的耶和華求雨。他必為眾人降下甘霖，使田園生長菜蔬。","bklcl":"Tng chhun-thiⁿ ê hō͘ ê sî lín tio̍h tùi Iâ-hô-hoa kiû hō͘, chiū-sī hoat-chhut sih-nà ê Iâ-hô-hoa; I beh kā in lo̍h chōe-chōe chūn ê hō͘, hō͘ ta̍k-lâng ū chhân-hn̂g ê chhài-soe.","tghg":"當春天的雨的時，恁著對耶和華求雨，就是發出閃爁(sih-nà)的耶和華。伊欲給𪜶落多多陣(chūn)的雨，互逐人有田園的菜蔬。","bklhl":"當春天ê雨ê時，lín tio̍h對耶和華求雨，就是發出sih-nà ê耶和華；伊beh kā in落chōe-chōe chūn ê雨，hō͘ ta̍k人有田園ê菜蔬。"}},{"book":"亞","chapter":10,"verse":2,"versions":{"unv":"因為，家神所言的是虛空；卜士所見的是虛假；做夢者所說的是假夢。他們白白地安慰人，所以眾人如羊流離，因無牧人就受苦。","bklcl":"In-ūi ke-lāi ê ngó͘-siōng kóng pe̍h-chha̍t, chiam-pok-ê khòaⁿ hu-ké, kóng bô-iáⁿ-chiah-ê bāng, khang-khang an-ùi lâng;  só͘-í in bê-lō͘ chhin-chhiūⁿ iûⁿ; koh in-ūi bô bo̍k-chiá, tì-kàu siū khùn-khó͘.","tghg":"因為家內的偶像講白賊；占卜(chiam-pok)的看虛假；講無影跡的夢空空安慰人。所以𪜶迷路親像羊，閣因為無牧者致到受困苦。","bklhl":"因為家內ê偶像講白賊，占卜ê看虛假，講無影跡ê夢，空空安慰人；所以in迷路親像羊；koh因為無牧者，致到受困苦。"}},{"book":"亞","chapter":10,"verse":3,"versions":{"unv":"我的怒氣向牧人發作；我必懲罰公山羊；因我─萬軍之耶和華眷顧自己的羊群，就是猶大家，必使他們如駿馬在陣上。","bklcl":"Góa ê siū-khì tùi hiah-ê bo̍k-chiá hoat-choh,  Góa iā beh pān-lí hiah-ê kang ê soaⁿ-iûⁿ; in-ūi bān-kun ê Iâ-hô-hoa khòaⁿ-kò͘ I ê iûⁿ-kûn, chiū-sī Iû-tāi ke, hō͘ in chhin-chhiūⁿ I ê hó-bé tī chiàn-tīn.","tghg":"我的受氣對許個牧者發作；我也欲辦理許個公的山羊；因為萬軍的耶和華看顧伊的羊群，就是猶大家，互𪜶親像伊的好馬佇戰陣。","bklhl":"我ê受氣對hiah-ê牧者發作，我也beh辨理hiah-ê公ê山羊；因為萬軍ê耶和華看顧祂ê羊群，就是偤大家，hō͘ in親像祂ê好馬tī戰陣。"}},{"book":"亞","chapter":10,"verse":4,"versions":{"unv":"房角石、釘子、爭戰的弓，和一切掌權的都從他而出。","bklcl":"Chhù-kak-chio̍h tùi I chhut, kian-kò͘ ê teng iā tùi I chhut, kau-chiàn ê keng iā tùi I chhut, chiah-ê chiáng-koân-ê iā tùi I chhut.","tghg":"厝角石對伊出，堅固的釘也對伊出，交戰的弓也對伊出，諸個掌權的也對伊出。","bklhl":"厝角石tùi祂出，堅固ê釘也tùi祂出，交戰ê弓也tùi祂出，chiah ê掌權ê也tùi祂出。"}},{"book":"亞","chapter":10,"verse":5,"versions":{"unv":"他們必如勇士在陣上將仇敵踐踏在街上的泥土中。他們必爭戰，因為耶和華與他們同在；騎馬的也必羞愧。","bklcl":"In beh chhin-chhiūⁿ ióng-sū, tī chiàn-tīn ta̍h tùi-te̍k tī ke-lō͘ ê thô͘-bê-tiong; in beh kau-chiàn, in-ūi Iâ-hô-hoa kap in tī-teh;  kìⁿ-nā khiâ-bé-ê bô m̄ kiàn-siàu.","tghg":"𪜶欲親像勇士佇戰陣踏對敵佇街路的土糜(bê)中。𪜶欲交戰，因為耶和華及𪜶佇啲；見若騎馬的無呣見誚。","bklhl":"In beh親像勇士，tī戰陣踏對敵tī街路ê土糜中；in beh交戰，因為耶和華kap in tī-teh；見若騎馬ê無m̄見笑。"}},{"book":"亞","chapter":10,"verse":6,"versions":{"unv":"我要堅固猶大家，拯救約瑟家，要領他們歸回。我要憐恤他們；他們必像未曾棄絕的一樣，都因我是耶和華─他們的　神，我必應允他們的禱告。","bklcl":"Góa beh kian-kò͘ Iû-tāi ke, chín-kiù Iok-sek ê ke; beh chhōa in tò--lâi, in-ūi Góa lîn-bín in; in beh chhin-chhiūⁿ Góa bē-bat khì-sak in ê khoán; in-ūi Góa sī Iâ-hô-hoa in ê Siōng-tè, Góa beh thiàⁿ in.","tghg":"我欲堅固猶大家，拯救約瑟的家，欲導𪜶倒來。因為我憐憫𪜶；𪜶欲親像我未曾棄拺(khì-sak)𪜶的款，因為我是耶和華──𪜶的上帝，我欲疼𪜶。","bklhl":"我beh堅固偤大家，拯救約瑟ê家；beh chhōa in tò來，因為我憐憫in；in beh親像我bē-bat棄sak in ê款；因為我是耶和華in ê上帝，我beh疼in。"}},{"book":"亞","chapter":10,"verse":7,"versions":{"unv":"以法蓮人必如勇士；他們心中暢快如同喝酒；他們的兒女必看見而快活；他們的心必因耶和華喜樂。","bklcl":"Í-hoat-liân beh chhin-chhiūⁿ ióng-sū; in ê sim hoaⁿ-hí, chhin-chhiūⁿ lim-chiú; in ê kiáⁿ-jî beh khòaⁿ-kìⁿ lâi hoaⁿ-hí; in ê sim beh in-ūi Iâ-hô-hoa khoài-lo̍k.","tghg":"以法蓮欲親像勇士；𪜶的心歡喜親像飲酒；𪜶的子兒欲看見來歡喜；𪜶的心欲因為耶和華快樂。","bklhl":"Í-hoat-liân beh親像勇士；in ê心歡喜，親像lim酒；in ê kiáⁿ兒beh看見來歡喜；in ê心beh因為耶和華快樂。"}},{"book":"亞","chapter":10,"verse":8,"versions":{"unv":"我要發嘶聲，聚集他們，因我已經救贖他們。他們的人數必加增，如從前加增一樣。","bklcl":"Góa beh chhut kháu-hō, lâi chū-chi̍p in; in-ūi Góa í-keng kiù-sio̍k in, in beh ke-thiⁿ chhin-chhiūⁿ in chêng ê ke-thiⁿ.","tghg":"我欲出口號，來聚集𪜶，因為我已經救贖𪜶。𪜶欲加添，親像𪜶前的加添。","bklhl":"我beh出口號，來聚集in；因為我已經救贖in，in beh加添親像in前ê加添。"}},{"book":"亞","chapter":10,"verse":9,"versions":{"unv":"我雖然（或譯：必）播散他們在列國中，他們必在遠方記念我。他們與兒女都必存活，且得歸回。","bklcl":"Góa sui-jiân sì-sòaⁿ in tī lia̍t-kok-tiong, in beh tī hn̄g ê só͘-chāi kì-liām Góa; in kap in ê kiáⁿ-jî lóng beh oa̍h--teh, koh tò--lâi.","tghg":"我雖然四散𪜶佇列國中，𪜶欲佇遠的所在紀念我。𪜶及𪜶的子兒攏欲活啲，閣倒來，","bklhl":"我雖然四散in tī列國中，in beh tī遠ê所在記念我；in kap in ê kiáⁿ兒lóng beh活teh，koh tò來。"}},{"book":"亞","chapter":10,"verse":10,"versions":{"unv":"我必再領他們出埃及地，招聚他們出亞述，領他們到基列和黎巴嫩；這地尚且不夠他們居住。","bklcl":"Góa beh koh hō͘ in tùi Ai-ki̍p tò--lâi, chū-chi̍p in chhut A-su̍t; chhōa in kàu Ki-lia̍t tōe kap Lī-pa-lùn; iā bô kàu-gia̍h só͘-chāi thang hō͘ in khiā-khí.","tghg":"我欲閣互𪜶對埃及倒來，聚集𪜶出亞述，導𪜶到基列地及黎巴嫩；也無夠額所在通互𪜶徛起。","bklhl":"我beh koh hō͘ in tùi埃及tò來，聚集in出亞述；chhōa in到Ki-lia̍t地kap黎巴嫩；也無夠額所在thang hō͘ in khiā起。"}},{"book":"亞","chapter":10,"verse":11,"versions":{"unv":"耶和華必經過苦海，擊打海浪，使尼羅河的深處都枯乾。亞述的驕傲必致卑微；埃及的權柄必然滅沒。","bklcl":"I beh keng-kè khó͘-lān ê hái, kong-kek hái-tiong ê pho-lōng; Nî-lô hô chhim ê só͘-chāi beh lóng ta--khì;  A-su̍t ê kiau-ngō͘ beh kàng-kē, Ai-ki̍p ê koân-pèng beh bô--khì.","tghg":"伊欲經過苦難的海，攻擊海中的波浪，尼羅河深的所在欲攏乾去。亞述的驕傲欲降低；埃及的權柄欲無去。","bklhl":"伊beh經過苦難ê海，攻擊海中ê波浪；尼羅河深ê所在beh lóng乾去；亞述ê驕傲beh降低，埃及ê權柄beh無去。"}},{"book":"亞","chapter":10,"verse":12,"versions":{"unv":"我必使他們倚靠我，得以堅固；一舉一動必奉我的名。這是耶和華說的。","bklcl":"Góa beh hō͘ in tī Iâ-hô-hoa ióng-chòng; koh thok I ê miâ kiâⁿ-lâi kiâⁿ-khì; che sī Iâ-hô-hoa kóng--ê.","tghg":"我欲互𪜶佇耶和華勇壯；閣託伊的名行來行去。這是耶和華講的。","bklhl":"我beh hō͘ in tī耶和華勇壯；koh託伊ê名行來行去；這是耶和華講ê。"}}]