[{"book":"亞","chapter":8,"verse":1,"versions":{"unv":"萬軍之耶和華的話臨到我說：","bklcl":"Bān-kun ê Iâ-hô-hoa ê ōe lîm-kàu [góa], kóng,","tghg":"萬軍的耶和華的話臨到講：","bklhl":"萬軍ê耶和華ê話臨到[我]，講，"}},{"book":"亞","chapter":8,"verse":2,"versions":{"unv":"「萬軍之耶和華如此說：我為錫安心裡極其火熱，我為她火熱，向她的仇敵發烈怒。","bklcl":"Bān-kun ê Iâ-hô-hoa án-ni kóng, Góa ūi-tio̍h Sek-an ke̍k-kî jia̍t-sim, Góa ūi-tio̍h i jia̍t-sim, hoat-chhut tōa siū-khì.","tghg":"「萬軍的耶和華按呢講：我為著錫安極其熱心，我為著伊熱心，發出大受氣。","bklhl":"萬軍ê耶和華án-ni講，我為tio̍h錫安極其熱心，我為tio̍h伊熱心，發出大受氣。"}},{"book":"亞","chapter":8,"verse":3,"versions":{"unv":"耶和華如此說：我現在回到錫安，要住在耶路撒冷中。耶路撒冷必稱為誠實的城，萬軍之耶和華的山必稱為聖山。","bklcl":"Iâ-hô-hoa án-ni kóng: Góa taⁿ tò--lâi Sek-an, beh tiàm tī Iâ-lō͘-sat-léng ê tiong-kan; Iâ-lō͘-sat-léng beh chheng-chòe Sêng-si̍t ê siâⁿ; bān-kun ê Iâ-hô-hoa ê soaⁿ beh chheng-chòe Sèng ê soaⁿ.","tghg":"耶和華按呢講：我今倒來錫安，欲踮佇耶路撒冷的中間。耶路撒冷欲稱做誠實的城，萬軍的耶和華的山欲稱做聖的山。","bklhl":"耶和華án-ni講：我taⁿ tò來錫安，beh tiàm tī耶路撒冷ê中間；耶路撒冷beh稱做誠實ê城；萬軍ê耶和華ê山beh稱做聖ê山。"}},{"book":"亞","chapter":8,"verse":4,"versions":{"unv":"萬軍之耶和華如此說：將來必有年老的男女坐在耶路撒冷街上，因為年紀老邁就手拿柺杖。","bklcl":"Bān-kun ê Iâ-hô-hoa án-ni kóng: Chiong-lâi beh ū lāu ê ta-po͘-lâng lāu ê hū-jîn-lâng chē tī Iâ-lō͘-sat-léng khoah ê ke-lō͘, in-ūi nî-lāu ta̍k-ê kia̍h koáiⁿ-á.","tghg":"萬軍的耶和華按呢講：將來欲有老的查甫人、老的婦仁人坐佇耶路撒冷闊的街路，因為年老逐個攑柺仔。","bklhl":"萬軍ê耶和華án-ni講：將來beh有老ê ta-po͘人、老ê婦人人坐tī耶路撒冷闊ê街路，因為年老ta̍k-ê kia̍h柺á。"}},{"book":"亞","chapter":8,"verse":5,"versions":{"unv":"城中街上必滿有男孩女孩玩耍。","bklcl":"Siâⁿ-lāi khoah ê ke-lō͘ beh ū ta-po͘-gín-ná cha-bó͘ gín-ná móa-móa thit-thô tī hit ê ke-lō͘-tiong.","tghg":"城內闊的街路欲有查甫囝仔、查某囝仔滿滿𨑨迌(thit-thô)佇彼個街路中。","bklhl":"城內闊ê街路beh有ta-po͘-gín-ná cha-bó͘ gín-ná滿滿thit-thô tī hit ê街路中。"}},{"book":"亞","chapter":8,"verse":6,"versions":{"unv":"萬軍之耶和華如此說：到那日，這事在餘剩的民眼中看為希奇，在我眼中也看為希奇嗎？這是萬軍之耶和華說的。","bklcl":"Bān-kun ê Iâ-hô-hoa án-ni kóng, Tng-ji̍t só͘ chhun ê peh-sìⁿ khòaⁿ che chòe kî-koài, Góa kiám iā khòaⁿ chòe kî-koài mah?  Che sī bān-kun ê Iâ-hô-hoa kóng--ê.","tghg":"萬軍的耶和華按呢講：當日所剩(chhun)的百姓看這做奇怪，我豈也看做奇怪嗎？這是萬軍的耶和華講的。","bklhl":"萬軍ê耶和華án-ni講，當日所chhun ê百姓看這做奇怪，我kiám也看做奇怪mah？這是萬軍ê耶和華講ê。"}},{"book":"亞","chapter":8,"verse":7,"versions":{"unv":"萬軍之耶和華如此說：我要從東方從西方救回我的民。","bklcl":"Bān-kun ê Iâ-hô-hoa án-ni kóng: Khòaⁿ ah, Góa beh kiù Góa ê peh-sìⁿ tùi ji̍t-chhut ê só͘-chāi iā tùi ji̍t-lo̍h ê só͘-chāi tò--lâi;","tghg":"萬軍的耶和華按呢講：看啊，我欲救我的百姓對日出的所在也對日落的所在倒來。","bklhl":"萬軍ê耶和華án-ni講：看ah，我beh救我ê百姓tùi日出ê所在也tùi日落ê所在tò來；"}},{"book":"亞","chapter":8,"verse":8,"versions":{"unv":"我要領他們來，使他們住在耶路撒冷中。他們要作我的子民，我要作他們的　神，都憑誠實和公義。」","bklcl":"Góa beh chhōa in lâi, in beh khiā-khí tī Iâ-lō͘-sat-léng ê tiong-kan;  in beh chòe Góa ê peh-sìⁿ, Góa beh chòe in ê Siōng-tè, pîn sêng-si̍t kap kong-gī.","tghg":"我欲導𪜶來，𪜶欲徛起佇耶路撒冷的中間。𪜶欲做我的百姓，我欲做𪜶的上帝，憑誠實及公義。」","bklhl":"我beh chhōa in來，in beh khiā起tī耶路撒冷ê中間；in beh做我ê百姓，我beh做in ê上帝，憑誠實kap公義。"}},{"book":"亞","chapter":8,"verse":9,"versions":{"unv":"萬軍之耶和華如此說：「當建造萬軍之耶和華的殿，立根基之日的先知所說的話，現在你們聽見，應當手裡強壯。","bklcl":"Bān-kun ê Iâ-hô-hoa án-ni kóng: Tng hē bān-kun ê Iâ-hô-hoa ê chhù ê tōe-ki, thang khí tiān-tn̂g, hit-ji̍t sian-ti só͘ kóng ê ōe, hiān-chāi lín thiaⁿ-kìⁿ, taⁿ tio̍h ióng-chòng lín ê chhiú.","tghg":"萬軍的耶和華按呢講：「當下(hē)萬軍的耶和華的厝的地基、通起殿堂，彼日先知所講的話，現在恁聽見，今著勇壯恁的手。","bklhl":"萬軍ê耶和華án-ni講：當hē萬軍ê耶和華ê厝ê地基，thang起殿堂，hit日先知所講ê話，現在lín聽見，taⁿ tio̍h勇壯lín ê手。"}},{"book":"亞","chapter":8,"verse":10,"versions":{"unv":"那日以先，人得不著雇價，牲畜也是如此；且因敵人的緣故，出入之人不得平安，乃因我使眾人互相攻擊。","bklcl":"Hit-ji̍t í-chêng lâng bô tit-tio̍h kang-chîⁿ, cheng-siⁿ iā bô tit-tio̍h kang-chîⁿ, koh in-ūi tùi-te̍k ê iân-kò͘, chhut-ji̍p ê lâng bô tit-tio̍h pêng-an; in-ūi Góa hō͘ chèng-lâng saⁿ kong-kek.","tghg":"彼日以前，人無得著工錢，精牲也無得著工錢；閣因為對敵的緣故，出入的人無得著平安，因為我互眾人相攻擊。","bklhl":"Hit日以前人無得tio̍h工錢，cheng-siⁿ也無得tio̍h工錢，koh因為對敵ê緣故，出入ê人無得tio̍h平安；因為我hō͘眾人相攻擊。"}},{"book":"亞","chapter":8,"verse":11,"versions":{"unv":"但如今，我待這餘剩的民必不像從前。這是萬軍之耶和華說的。","bklcl":"Chóng-sī Góa taⁿ khoán-thāi chiah-ê chhun ê peh-sìⁿ bô beh chhin-chhiūⁿ chêng ê ji̍t; che sī bān-kun ê Iâ-hô-hoa kóng--ê.","tghg":"總是，我今款待諸個剩的百姓無欲親像前的日。這是萬軍的耶和華講的。","bklhl":"總是我taⁿ款待chiah ê chhun ê百姓無beh親像前ê日；這是萬軍ê耶和華講ê。"}},{"book":"亞","chapter":8,"verse":12,"versions":{"unv":"因為他們必平安撒種，葡萄樹必結果子，地土必有出產，天也必降甘露。我要使這餘剩的民享受這一切的福。","bklcl":"In-ūi beh ū pêng-an ê chéng-chí, phû-tô-chhiū beh kiat ké-chí, tōe beh chhut thó͘-sán, thiⁿ beh lo̍h lō͘-chúi; Góa beh hō͘ chiah-ê chhun ê peh-sìⁿ sêng-siū chiah-ê it-chhè.","tghg":"因為欲有平安的種子，葡萄樹欲結果子，地欲出土產，天欲落露水。我欲互諸個剩的百姓承受諸個一切。","bklhl":"因為beh有平安ê種子，葡萄樹beh結果子，地beh出土產，天beh落露水；我beh hō͘ chiah ê chhun ê百姓承受chiah ê一切。"}},{"book":"亞","chapter":8,"verse":13,"versions":{"unv":"猶大家和以色列家啊，你們從前在列國中怎樣成為可咒詛的；照樣，我要拯救你們，使人稱你們為有福的（或譯：使你們叫人得福）。你們不要懼怕，手要強壯。","bklcl":"Iû-tāi ke kap Í-sek-lia̍t ke ah, chêng tī lia̍t-kok-tiong ín-khí lín lâi chiù-chó͘, án-ni góa beh chín-kiù lín, hō͘ lâng ín-khí lín lâi chiok-hok; lín bo̍h-tit kiaⁿ, lín ê chhiú tio̍h ióng-chòng.","tghg":"猶大家及以色列家啊，前佇列國中引起恁來咒詛；按呢，我欲拯救恁，互人引起恁來祝福。恁莫得驚，恁的手著勇壯。」","bklhl":"偤大家kap以色列家ah，前tī列國中引起lín來咒詛，án-ni我beh拯救lín，hō͘人引起lín來祝福；lín莫得驚，lín ê手tio̍h勇壯。"}},{"book":"亞","chapter":8,"verse":14,"versions":{"unv":"萬軍之耶和華如此說：「你們列祖惹我發怒的時候，我怎樣定意降禍，並不後悔。","bklcl":"In-ūi bān-kun ê Iâ-hô-hoa án-ni kóng:  Lín ê lia̍t-chó͘ jiá Góa ê siū-khì ê sî, Góa siūⁿ beh kàng chai-ē tī lín, iā bô thè-hóe;","tghg":"因為萬軍的耶和華按呢講：「恁的列祖惹我的受氣的時，我想欲降災禍佇恁，也無退悔。","bklhl":"因為萬軍ê耶和華án-ni講：Lín ê列祖惹我ê受氣ê時，我想beh降災厄tī lín，也無退悔；"}},{"book":"亞","chapter":8,"verse":15,"versions":{"unv":"現在我照樣定意施恩與耶路撒冷和猶大家，你們不要懼怕。","bklcl":"taⁿ Góa iā án-ni siūⁿ beh si-un hō͘ Iâ-lō͘-sat-léng kap Iû-tāi ke; lín bo̍h-tit kiaⁿ; che sī Iâ-hô-hoa kóng--ê.","tghg":"今我也按呢想欲施恩互耶路撒冷及猶大家，恁莫得驚。這是耶和華講的。","bklhl":"taⁿ我也án-ni想beh施恩hō͘耶路撒冷kap偤大家；lín莫得驚；這是耶和華講ê。"}},{"book":"亞","chapter":8,"verse":16,"versions":{"unv":"你們所當行的是這樣：各人與鄰舍說話誠實，在城門口按至理判斷，使人和睦。","bklcl":"Lín só͘ eng-kai kiâⁿ-ê sī án-ni:  Ta̍k-lâng kap chhù-piⁿ kóng-ōe sêng-si̍t; tī lín ê siâⁿ-mn̂g kiâⁿ sêng-si̍t kap hô-pêng ê sím-phòaⁿ;","tghg":"恁所應該行的是按呢：逐人及厝邊講話誠實，佇恁的城門行誠實及和平的審判。","bklhl":"Lín所應該行ê是án-ni：ta̍k人kap厝邊講話誠實；tī lín ê城門行誠實kap和平ê審判；"}},{"book":"亞","chapter":8,"verse":17,"versions":{"unv":"誰都不可心裡謀害鄰舍，也不可喜愛起假誓，因為這些事都為我所恨惡。這是耶和華說的。」","bklcl":"sim-lāi m̄-thang kè-bô͘ pháiⁿ-tāi, hāi chhù-piⁿ; m̄-thang ài lām-sám chiù-chōa;  in-ūi chiah-ê sū lóng sī Góa só͘ oàn-hūn--ê; che sī Iâ-hô-hoa kóng--ê.","tghg":"心內呣通計謀歹代害厝邊，呣通愛濫糝咒誓(chiù-chōa)，因為諸個事攏是我所怨恨的。這是耶和華講的。」","bklhl":"心內m̄-thang計謀pháiⁿ-tāi，害厝邊；m̄-thang ài lām-sám chiù-chōa；因為chiah ê事lóng是我所怨恨ê；這是耶和華講ê。"}},{"book":"亞","chapter":8,"verse":18,"versions":{"unv":"萬軍之耶和華的話臨到我說：","bklcl":"Bān-kun ê Iâ-hô-hoa ê ōe lîm-kàu góa kóng,","tghg":"萬軍的耶和華的話臨到我講：","bklhl":"萬軍ê耶和華ê話臨到我講，"}},{"book":"亞","chapter":8,"verse":19,"versions":{"unv":"「萬軍之耶和華如此說：四月、五月禁食的日子，七月、十月禁食的日子，必變為猶大家歡喜快樂的日子和歡樂的節期；所以你們要喜愛誠實與和平。」","bklcl":"Bān-kun ê Iâ-hô-hoa án-ni kóng: Sì-ge̍h ê kìm-chia̍h, gō͘-ge̍h ê kìm-chia̍h, chhit-ge̍h ê kìm-chia̍h, cha̍p-ge̍h ê kìm-chia̍h, tī Iû-tāi ke beh chòe hoaⁿ-hí khoài-lo̍k, tek-ì ê choeh-kî; só͘-í lín tio̍h ì-ài sêng-si̍t kap hô-pêng.","tghg":"「萬軍的耶和華按呢講：四月的禁食、五月的禁食、七月的禁食、十月的禁食，佇猶大家欲做歡喜快樂得意的節期；所以恁著意愛誠實及和平。」","bklhl":"萬軍ê耶和華án-ni講：四月ê禁食，五月ê禁食，七月ê禁食，十月ê禁食，tī偤大家beh做歡喜快樂，得意ê節期；所以lín tio̍h意愛誠實kap和平。"}},{"book":"亞","chapter":8,"verse":20,"versions":{"unv":"萬軍之耶和華如此說：「將來必有列國的人和多城的居民來到。","bklcl":"Bān-kun ê Iâ-hô-hoa án-ni kóng: Chiong-lâi ū lia̍t-kok ê lâng kap chōe-chōe siâⁿ khiā-khí ê peh-sìⁿ beh kàu;","tghg":"萬軍的耶和華按呢講：「將來有列國的人及多多城徛起的百姓欲到。","bklhl":"萬軍ê耶和華án-ni講：將來有列國ê人kap chōe-chōe城khiā起ê百姓beh到；"}},{"book":"亞","chapter":8,"verse":21,"versions":{"unv":"這城的居民必到那城，說：『我們要快去懇求耶和華的恩，尋求萬軍之耶和華；我也要去。』","bklcl":"khiā-khí chit ê siâⁿ ê peh-sìⁿ beh kàu hit ê siâⁿ, kóng, Lán tio̍h kín-kín khì kiû Iâ-hô-hoa ê un, khì chhē bān-kun ê Iâ-hô-hoa; lūn-kàu góa, góa iā beh khì.","tghg":"徛起此個城的百姓欲到彼個城，講：『咱著緊緊去求耶和華的恩，去尋萬軍的耶和華；論到我，我也欲去。』","bklhl":"khiā起chit ê城ê百姓beh到hit ê城，講，咱tio̍h緊緊去求耶和華ê恩，去chhē萬軍ê耶和華；論到我，我也beh去。"}},{"book":"亞","chapter":8,"verse":22,"versions":{"unv":"必有列邦的人和強國的民來到耶路撒冷尋求萬軍之耶和華，懇求耶和華的恩。","bklcl":"Beh ū chōe-chōe peh-sìⁿ kap kiông-tōa ê kok lâi Iâ-lō͘-sat-léng chhē bān-kun ê Iâ-hô-hoa, kiû Iâ-hô-hoa ê un.","tghg":"欲有多多百姓及強大的國來耶路撒冷尋萬軍的耶和華，求耶和華的恩。","bklhl":"Beh有chōe-chōe百姓kap強大ê國來耶路撒冷chhē萬軍ê耶和華，求耶和華ê恩。"}},{"book":"亞","chapter":8,"verse":23,"versions":{"unv":"萬軍之耶和華如此說：在那些日子，必有十個人從列國諸族（原文是方言）中出來，拉住一個猶大人的衣襟，說：『我們要與你們同去，因為我們聽見　神與你們同在了。』」","bklcl":"Bān-kun ê Iâ-hô-hoa án-ni kóng: Tng hiah-ê ji̍t tùi lia̍t-kok bān-cho̍k-tiong beh ū cha̍p-lâng khîⁿ chi̍t ê Iû-tāi lâng ê saⁿ-á-ku, khîⁿ i, kóng, Goán beh kap lín saⁿ-kap khì, in-ūi goán thiaⁿ-kìⁿ Siōng-tè kap lín tī-teh.","tghg":"萬軍的耶和華按呢講：當許個日，對列國萬族中欲有十人擒(khîⁿ)一個猶大人的衫仔裾(ku)，擒伊，講：『阮欲及恁相及去，因為阮聽見上帝及恁佇啲。』」","bklhl":"萬軍ê耶和華án-ni講：當hiah-ê日tùi列國萬族中beh有十人擒一个偤大人ê衫á裾，擒伊，講，阮beh kap lín相kap去，因為阮聽見上帝kap lín tī-teh。"}}]