[{"book":"亞","chapter":7,"verse":1,"versions":{"unv":"大利烏王第四年九月，就是基斯流月初四日，耶和華的話臨到撒迦利亞。","bklcl":"Tāi-lī-o͘ ông sì-nî káu-ge̍h, chiū-sī Ki-su-liû ge̍h, chhoe sì, Iâ-hô-hoa ê ōe lîm-kàu Sat-ka-lī-a.","tghg":"大利烏王四年九月，就是基斯流月初四，耶和華的話臨到撒迦利亞。","bklhl":"Tāi-lī-o͘王四年九月，就是Ki-su-liû月，初四，耶和華ê話臨到撒迦利亞。"}},{"book":"亞","chapter":7,"verse":2,"versions":{"unv":"那時伯特利人已經打發沙利色和利堅米勒，並跟從他們的人，去懇求耶和華的恩，","bklcl":"Hit-sî Pek-te̍k-lī lâng í-keng chhe Sa-lī-sek kap Lī-kian-bí-le̍k kap tè in ê lâng khì kiû-un tī Iâ-hô-hoa,","tghg":"彼時伯特利人已經差沙利色及利堅米勒，及隨(tè)𪜶的人去求恩佇耶和華，","bklhl":"Hit時Pek-te̍k-lī人已經差Sa-lī-sek kap Lī-kian-bí-le̍k kap tè in ê人去求恩 tī耶和華，"}},{"book":"亞","chapter":7,"verse":3,"versions":{"unv":"並問萬軍之耶和華殿中的祭司和先知說：「我歷年以來，在五月間哭泣齋戒，現在還當這樣行嗎？」","bklcl":"iā mn̄g bān-kun ê Iâ-hô-hoa tiān-lāi ê chè-si í-ki̍p sian-ti kóng, Góa le̍k-nî í-lâi tī gō͘-ge̍h-kan thî-khàu ka-kī hun-piat, taⁿ iáu-kú tio̍h án-ni kiâⁿ mah?","tghg":"也問萬軍的耶和華殿內的祭司以及先知講：「我歷年以來，佇五月間啼哭家己分別，今猶久著按呢行嗎？」","bklhl":"也問萬軍ê耶和華殿內ê祭司以及先知講，我歷年以來tī五月間啼哭家己分別，taⁿ iáu-kú tio̍h án-ni行mah？"}},{"book":"亞","chapter":7,"verse":4,"versions":{"unv":"萬軍之耶和華的話就臨到我說：","bklcl":"Bān-kun ê Iâ-hô-hoa ê ōe lîm-kàu góa kóng,","tghg":"萬軍的耶和華的話臨到我講：","bklhl":"萬軍ê耶和華ê話臨到我講，"}},{"book":"亞","chapter":7,"verse":5,"versions":{"unv":"「你要宣告國內的眾民和祭司，說：『你們這七十年，在五月、七月禁食悲哀，豈是絲毫向我禁食嗎？","bklcl":"Lí tio̍h kā chit só͘-chāi ê chèng peh-sìⁿ kap chè-si kóng,  Lín chhit-cha̍p nî kú, tī gō͘-ge̍h chhit-ge̍h kìm-chia̍h pi-ai kiám-sī ūi-tio̍h Góa, ūi-tio̍h Góa, kìm-chia̍h mah?","tghg":"「你著給此所在的眾百姓及祭司，講：『恁七十年久，佇五月、七月禁食悲哀豈是為著我，為著我禁食嗎？","bklhl":"你tio̍h kā chit所在ê眾百姓kap祭司講，Lín七十年久，tī五月七月禁食悲哀kiám是為tio̍h我，為tio̍h我，禁食mah？"}},{"book":"亞","chapter":7,"verse":6,"versions":{"unv":"你們吃喝，不是為自己吃，為自己喝嗎？","bklcl":"Lín he̍k-sī chia̍h he̍k-sī lim, kiám m̄-sī lín teh-chia̍h, lín teh-lim mah?","tghg":"恁或是食或是飲，豈呣是恁啲食，恁啲飲嗎？","bklhl":"Lín或是食或是lim，kiám m̄是lín teh食，lín teh-lim mah？"}},{"book":"亞","chapter":7,"verse":7,"versions":{"unv":"當耶路撒冷和四圍的城邑有居民，正興盛，南地高原有人居住的時候，耶和華藉從前的先知所宣告的話，你們不當聽嗎？』」","bklcl":"Tng Iâ-lō͘-sat-léng kap sì-ûi ê siâⁿ ū khiā-khí ê peh-sìⁿ koh hong-sēng, lâm-hng kap pîⁿ-iûⁿ ū lâng khiā-khí ê sî, Iâ-hô-hoa thok-tiōng chêng ê sian-ti só͘ soan-thoân ê ōe, lín kiám-m̄-tio̍h thiaⁿ mah?","tghg":"當耶路撒冷及四圍的城有徛起的百姓閣豐盛，南方及平洋有人徛起的時，耶和華託仗前的先知所宣傳的話，恁豈呣著聽嗎？』」","bklhl":"當耶路撒冷kap四圍ê城有khiā起ê百姓koh豐盛，南方kap平洋有人khiā起ê時，耶和華託重前ê先知所宣傳ê話，lín kiám m̄-tio̍h聽mah？"}},{"book":"亞","chapter":7,"verse":8,"versions":{"unv":"耶和華的話又臨到撒迦利亞說：","bklcl":"Iâ-hô-hoa ê ōe koh lîm-kàu Sat-ka-lī-a kóng, Bān-kun ê Iâ-hô-hoa bat án-ni kóng,","tghg":"耶和華的話閣臨到撒迦利亞講：","bklhl":"耶和華ê話koh臨到撒迦利亞講，萬軍ê耶和華bat án-ni講，"}},{"book":"亞","chapter":7,"verse":9,"versions":{"unv":"「萬軍之耶和華曾對你們的列祖如此說：『要按至理判斷，各人以慈愛憐憫弟兄。","bklcl":"Tio̍h chiàu chin-si̍t ê kong-pêng lâi sím-phòaⁿ, tāi-ke ēng chû-ài lîn-bín lâi saⁿ khoán-thāi;","tghg":"「萬軍的耶和華曾按呢講：『著照真實的公平來審判，大家用慈愛憐憫來相款待。","bklhl":"Tio̍h照真實ê公平來審判，大家用慈愛憐憫來相款待；"}},{"book":"亞","chapter":7,"verse":10,"versions":{"unv":"不可欺壓寡婦、孤兒、寄居的，和貧窮人。誰都不可心裡謀害弟兄。』」","bklcl":"m̄-thang khi-hū kóaⁿ-hū ko͘-jî, chhut-gōa lâng, kap sòng-hiong lâng; m̄-thang sim-lāi kè-bô͘ pháiⁿ-tāi lâi saⁿ-hām-hāi.","tghg":"呣通欺負寡婦、孤兒、出外人、及喪鄉人。呣通心內計謀歹代來相陷害。』」","bklhl":"m̄-thang欺負寡婦、孤兒、出外人，kap sòng-hiong人；m̄-thang心內計謀pháiⁿ-tāi來相陷害。"}},{"book":"亞","chapter":7,"verse":11,"versions":{"unv":"他們卻不肯聽從，扭轉肩頭，塞耳不聽，","bklcl":"Chóng-sī in m̄-khéng thiaⁿ-thàn, oa̍t-tńg keng-thâu pōe-ge̍k, that-ba̍t in ê hī-khang tì-kàu bōe thiaⁿ.","tghg":"總是𪜶呣肯聽趁，越轉肩頭悖逆(pōe-ge̍k)，塞密(that-ba̍t)𪜶的耳孔致到𣍐聽，","bklhl":"總是in m̄肯聽thàn，oa̍t-tńg肩頭悖逆，塞密in ê耳孔致到bōe聽。"}},{"book":"亞","chapter":7,"verse":12,"versions":{"unv":"使心硬如金鋼石，不聽律法和萬軍之耶和華用靈藉從前的先知所說的話。故此，萬軍之耶和華大發烈怒。","bklcl":"Koh hō͘ in ê sim ngī chhin-chhiūⁿ soān-chio̍h, bián-tit thiaⁿ lu̍t-hoat, kap bān-kun ê Iâ-hô-hoa ēng I ê Sîn thok chêng ê sian-ti só͘ kóng ê ōe; só͘-í bān-kun ê Iâ-hô-hoa tōa-tōa hoat siū-khì.","tghg":"閣互𪜶的心硬親像鑽石，免得聽律法及萬軍的耶和華用伊的神託前的先知所講的話。所以，萬軍的耶和華大大發受氣。","bklhl":"Koh hō͘ in ê心硬親像鑽石，免得聽律法，kap萬軍ê耶和華用祂ê神託前ê先知所講ê話；所以萬軍ê耶和華大大發受氣。"}},{"book":"亞","chapter":7,"verse":13,"versions":{"unv":"萬軍之耶和華說：「我曾呼喚他們，他們不聽；將來他們呼求我，我也不聽！","bklcl":"In-ūi I bat kiò, in m̄-thiaⁿ, án-ni in beh kiò, Góa iā m̄-thiaⁿ; che sī bān-kun ê Iâ-hô-hoa kóng--ê;","tghg":"因為伊曾叫：「𪜶呣聽，按呢𪜶欲叫，我也呣聽！這是萬軍的耶和華講的。","bklhl":"因為祂bat叫，in m̄聽，án-ni in beh叫，我也m̄聽；這是萬軍ê耶和華講ê；"}},{"book":"亞","chapter":7,"verse":14,"versions":{"unv":"我必以旋風吹散他們到素不認識的萬國中。這樣，他們的地就荒涼，甚至無人來往經過，因為他們使美好之地荒涼了。」","bklcl":"nā-sī Góa beh ēng kńg-lê-hong chhe-sòaⁿ in kàu in só͘ m̄-bat ê lia̍t-kok.  Án-ni chit ê tōe tī in khì ê liáu-āu pìⁿ-chòe pha-hng, tì-kàu bô lâng óng-lâi keng-kè; in-ūi in hō͘ thang hoaⁿ-hí ê tōe pha-hng lah.","tghg":"若是我欲用捲螺風吹散𪜶到𪜶所呣識(bat)的列國。按呢，此個地佇𪜶去的了後變做拋荒，致到無人往來經過，因為𪜶互通歡喜的地拋荒啦。」","bklhl":"但是我beh用捲螺風吹散in到in所m̄-bat ê列國。Án-ni chit ê地tī in去ê了後變做拋荒，致到無人往來經過；因為in hō͘ thang歡喜ê地拋荒lah。"}}]