[{"book":"亞","chapter":13,"verse":1,"versions":{"unv":"那日，必給大衛家和耶路撒冷的居民開一個泉源，洗除罪惡與污穢。","bklcl":"Tng hit-ji̍t beh ūi-tio̍h Tāi-pi̍t ê ke kap Iâ-lō͘-sat-léng khiā-khí ê peh-sìⁿ khui chi̍t ê chúi-chôaⁿ, sóe-tû chōe-ok kap lâ-sâm.","tghg":"「當彼日，欲為著大衛的家及耶路撒冷徛起的百姓開一個水泉，洗除罪惡及垃墋。」","bklhl":"當hit日beh為tio̍h大衛ê家kap耶路撒冷khiā起ê百姓開一个水泉，洗除罪惡kap lâ-sâm。"}},{"book":"亞","chapter":13,"verse":2,"versions":{"unv":"萬軍之耶和華說：「那日，我必從地上除滅偶像的名，不再被人記念；也必使這地不再有假先知與污穢的靈。","bklcl":"Bān-kun ê Iâ-hô-hoa kóng, Tng hit-ji̍t, Góa beh tùi chit ê tōe-hng tû-khì ngó͘-siōng ê miâ, bô koh hō͘ lâng kì-liām; iā beh hō͘ sian-ti kap ù-òe ê sîn lī-khui chit só͘-chāi.","tghg":"萬軍的耶和華講：「當彼日，我欲對此個地方除去偶像的名，無閣互人紀念；也欲互先知及污穢的神離開此所在。","bklhl":"萬軍ê耶和華講，當hit日，我beh tùi chit ê地方除去偶像ê名，無koh hō͘人記念；也beh hō͘先知kap污穢ê神離開chit所在。"}},{"book":"亞","chapter":13,"verse":3,"versions":{"unv":"若再有人說預言，生他的父母必對他說：『你不得存活，因為你託耶和華的名說假預言。』生他的父母在他說預言的時候，要將他刺透。","bklcl":"Nā ū lâng chhàm-gú, siⁿ i ê pē-bú beh kā i kóng, Lí bōe tit-tio̍h oa̍h, in-ūi lí thok Iâ-hô-hoa ê miâ kóng pe̍h-chha̍t;  siⁿ i ê pē-bú, tī i chhàm-gú ê sî, beh chiong i chha̍k-thàu.","tghg":"若有人讖語(chhàm-gú)，生伊的父母欲給伊講：『你𣍐得著活，因為你託耶和華的名講白賊。』生伊的父母佇伊讖語的時，欲將伊鑿(chha̍k)透。","bklhl":"若有人讖語，生伊ê父母beh kā伊講，你bōe得tio̍h活，因為你託耶和華ê名講白賊；生伊ê父母，tī伊讖語ê時，beh將伊鑿透。"}},{"book":"亞","chapter":13,"verse":4,"versions":{"unv":"那日，凡作先知說預言的必因他所論的異象羞愧，不再穿毛衣哄騙人。","bklcl":"Hit-ji̍t hiah-ê sian-ti, ta̍k-ê tī in chhàm-gú ê sî, beh ūi-tio̍h in ê īⁿ-siōng lâi kiàn-siàu, bô koh chhēng ū mn̂g ê saⁿ lâi phiàn lâng;","tghg":"彼日，許個先知逐個佇𪜶讖語的時欲為著𪜶的異象來見誚，無閣穿有毛的衫來騙人。","bklhl":"Hit日hiah-ê先知，ta̍k-ê tī in讖語ê時，beh為tio̍h in ê異象來見笑，無koh穿有毛ê衫來騙人；"}},{"book":"亞","chapter":13,"verse":5,"versions":{"unv":"他必說：『我不是先知，我是耕地的；我從幼年作人的奴僕。』","bklcl":"i beh kóng, Góa m̄-sī sian-ti, góa sī choh-sit lâng; góa tùi sòe-hàn chiū chòe lâng ê lô͘-po̍k.","tghg":"伊欲講：『我呣是先知，我是作穡(choh-sit)人；我對細漢就做人的奴僕。』","bklhl":"伊beh講，我m̄是先知，我是作穡人；我tùi細漢就做人ê奴僕。"}},{"book":"亞","chapter":13,"verse":6,"versions":{"unv":"必有人問他說：『你兩臂中間是甚麼傷呢？』他必回答說：『這是我在親友家中所受的傷。』」","bklcl":"Ū lâng beh mn̄g i kóng, Lí nn̄g chhiú ê tiong-kan sī sím-mi̍h siong ah?  I beh ìn kóng, Che sī góa tī pêng-iú ê ke-tiong só͘ siū ê siong.","tghg":"有人欲問伊講：『你二手的中間是甚麼傷啊？』伊欲應講：『這是我佇朋友的家中所受的傷。』」","bklhl":"有人beh問伊講，你兩手ê中間是甚麼傷ah？伊beh應講，這是我tī朋友ê家中所受ê傷。"}},{"book":"亞","chapter":13,"verse":7,"versions":{"unv":"萬軍之耶和華說：刀劍哪，應當興起，攻擊我的牧人和我的同伴。擊打牧人，羊就分散；我必反手加在微小者的身上。","bklcl":"Bān-kun ê Iâ-hô-hoa kóng, To-kiàm ah, tio̍h khí-lâi kong-kek Góa ê bo̍k-chiá, iā kong-kek hit-ê kap Góa chòe tâng-phōaⁿ ê lâng;  phah bo̍k-chiá, iûⁿ-kûn chiū sì-sòaⁿ; hiah-ê bî-sòe--ê, Góa beh oa̍t-tńg chhiú kàu tī in.","tghg":"萬軍的耶和華講：刀劍啊，著起來，攻擊我的牧者也攻擊彼個及我做同伴的人。拍牧者，羊群就四散；許個微細者，我欲越轉手到佇𪜶。","bklhl":"萬軍ê耶和華講，刀劍ah，tio̍h起來攻擊我ê牧者，也攻擊hit ê kap我做同伴ê人；phah牧者，羊群就四散；hiah-ê微細ê，我beh oa̍t-tńg手到tī in。"}},{"book":"亞","chapter":13,"verse":8,"versions":{"unv":"耶和華說：這全地的人，三分之二必剪除而死，三分之一仍必存留。","bklcl":"Iâ-hô-hoa kóng, Chit ê choân-tōe ê lâng, nn̄g-hūn beh siū chián-tû lâi sí; chi̍t-hūn beh lâu--teh.","tghg":"耶和華講：此個全地的人，二份欲受剪除來死，一份欲留啲。","bklhl":"耶和華講，chit ê全地ê人，兩份beh受剪除來死；一份beh留teh。"}},{"book":"亞","chapter":13,"verse":9,"versions":{"unv":"我要使這三分之一經火，熬煉他們，如熬煉銀子；試煉他們，如試煉金子。他們必求告我的名，我必應允他們。我要說：這是我的子民。他們也要說：耶和華是我們的　神。","bklcl":"Góa beh hō͘ chit-ê saⁿ-hūn-chi̍t keng-kè hé, thoàn-liān in chhin-chhiūⁿ thoàn-liān gûn, chhì-liān in chhin-chhiūⁿ chhì-liān kim; in beh kiû-kiò Góa ê miâ, Góa beh ìn in; Góa beh kóng, Che sī Góa ê peh-sìⁿ; in iā beh kóng, Iâ-hô-hoa sī góa ê Siōng-tè.","tghg":"我欲互此個三份一經過火，鍛煉𪜶，親像鍛煉銀；試煉𪜶，親像試煉金。𪜶欲求叫我的名，我欲應𪜶。我欲講：這是我的百姓。𪜶也欲講：耶和華是我的上帝。","bklhl":"我beh hō͘ chit ê三份一經過火，鍛鍊in親像鍛鍊銀，試煉in親像試煉金；in beh求叫我ê名，我beh應in；我beh講，這是我ê百姓；in也beh講，耶和華是我ê上帝。"}}]