[{"book":"亞","chapter":11,"verse":1,"versions":{"unv":"黎巴嫩哪，開開你的門，任火燒滅你的香柏樹。","bklcl":"Lī-pa-lùn ah, lí tio̍h khui lí ê mn̂g, hō͘ hé thang sio-bia̍t lí ê pek-hiuⁿ-chhiū.","tghg":"黎巴嫩啊，你著開你的門，互火通燒滅你的柏香樹。","bklhl":"黎巴嫩ah，你Tio̍h開你ê門，hō͘火thang燒滅你ê柏香樹。"}},{"book":"亞","chapter":11,"verse":2,"versions":{"unv":"松樹啊，應當哀號；因為香柏樹傾倒，佳美的樹毀壞。巴珊的橡樹啊，應當哀號，因為茂盛的樹林已經倒了。","bklcl":"Siông-chhiū ah, lín tio̍h háu, in-ūi pek-hiuⁿ-chhiū í-keng tó, súi ê chhiū í-keng húi-hoāi; Pa-san ê siōng-chhiū ah, lín tio̍h háu, in-ūi bō͘-sēng ê chhiū-nâ í-keng soe-pāi.","tghg":"松樹啊，恁著哮；因為柏香樹已經倒，媠的樹已經毀壞。巴珊的橡樹啊，恁著哮，因為茂盛的樹林已經衰敗。","bklhl":"松樹ah，lín tio̍h哮，因為柏香樹已經倒，súi ê樹已經毀壞；Pa-san ê橡樹ah，lín tio̍h哮，因為茂盛ê樹林已經衰敗。"}},{"book":"亞","chapter":11,"verse":3,"versions":{"unv":"聽啊，有牧人哀號的聲音，因他們榮華的草場毀壞了。有少壯獅子咆哮的聲音，因約旦河旁的叢林荒廢了。","bklcl":"Thiaⁿ ah, ū bo̍k-chiá teh háu, in-ūi in ê êng-iāu húi-hoāi lah; thiaⁿ ah, ū ióng ê sai hm̄-hm̄-háu, in-ūi Iok-tàn hô-piⁿ ê chhiū-nâ hong-hòe lah.","tghg":"聽啊，有牧者啲哮，因為𪜶的榮耀毀壞啦。聽啊，有勇的獅噤噤哮(hm̄-hm̄-háu)，因為約但河邊的樹林荒廢啦。","bklhl":"聽ah，有牧者teh哮，因為in ê榮耀毀壞lah；聽ah，有勇ê獅hm̄-hm̄哮，因為約旦河邊ê樹林荒廢lah。"}},{"book":"亞","chapter":11,"verse":4,"versions":{"unv":"耶和華─我的　神如此說：「你─撒迦利亞要牧養這將宰的群羊。","bklcl":"Iâ-hô-hoa, góa ê Siōng-tè, án-ni kóng:","tghg":"耶和華──我的上帝按呢講：「欲刣的羊群你著飼。","bklhl":"耶和華，我ê上帝，án-ni講："}},{"book":"亞","chapter":11,"verse":5,"versions":{"unv":"買他們的宰了他們，以自己為無罪；賣他們的說：『耶和華是應當稱頌的，因我成為富足。』牧養他們的並不憐恤他們。","bklcl":"Beh thâi ê iûⁿ-kûn lí tio̍h chhī; bóe in ê thâi in, ka-kī lia̍h-chòe bô chōe; bōe in ê kóng, Iâ-hô-hoa sī eng-kai o-ló--ê, in-ūi góa hó-gia̍h lah; in ê bo̍k-chiá iā bô lîn-bín in.","tghg":"買𪜶的刣𪜶，家己掠做無罪；賣𪜶的講：『耶和華是應該謳咾者，因為我好額啦。』𪜶的牧者也無憐憫𪜶。","bklhl":"Beh 刣 ê羊群你tio̍h飼；買in-ê 刣 in，家己掠做無罪；賣in-ê講，耶和華是應該o-ló-ê，因為我好額lah；in ê牧者也無憐憫in。"}},{"book":"亞","chapter":11,"verse":6,"versions":{"unv":"耶和華說：『我不再憐恤這地的居民，必將這民交給各人的鄰舍和他們王的手中。他們必毀滅這地，我也不救這民脫離他們的手。』」","bklcl":"Iâ-hô-hoa kóng, Góa bô koh lîn-bín chit só͘-chāi khiā-khí ê peh-sìⁿ; khòaⁿ ah, Góa beh chiong in ta̍k-lâng kau tī in chhù-piⁿ ê chhiú, iā tī i ê ông ê chhiú; in beh phah chit ê tōe-hng; Góa iā bô beh kiù peh-sìⁿ thoat-lī in ê chhiú.","tghg":"耶和華講：『我無閣憐憫此所在徛起的百姓，看啊，我欲將𪜶逐人交佇𪜶厝邊的手，也佇伊的王的手。𪜶欲拍此個地方，我也無欲救百姓脫離𪜶的手。』」","bklhl":"耶和華講，我無koh憐憫chit所在khiā起ê百姓；看ah，我beh將in ta̍k人交tī in厝邊ê手，也tī伊ê王ê手；in beh phah chit ê地方；我也無beh救百姓脫離in ê手。"}},{"book":"亞","chapter":11,"verse":7,"versions":{"unv":"於是，我牧養這將宰的群羊，就是群中最困苦的羊。我拿著兩根杖，一根我稱為「榮美」，一根我稱為「聯索」。這樣，我牧養了群羊。","bklcl":"Tùi án-ni góa chhī beh thâi ê iûⁿ-kûn, chiū-sī iûⁿ-kûn-tiong tē-it khùn-khó͘--ê.  Góa ka-kī chhú nn̄g ki koáiⁿ-á, chi̍t-ki kiò-chòe Un-hūi, chi̍t-ki kiò-chòe Liân-lo̍k, lâi chhī chit ê iûⁿ-kûn.","tghg":"對按呢，我飼欲刣的羊群，就是羊群中第一困苦者。我家己取二支柺仔，一支叫做「恩惠」，一支叫做「聯絡」。來飼此個羊群。","bklhl":"Tùi án-ni，我飼beh 刣 ê羊群，就是羊群中第一困苦ê。我家己取兩支柺á，一支叫做恩惠，一支叫做連絡，來飼chit ê羊群。"}},{"book":"亞","chapter":11,"verse":8,"versions":{"unv":"一月之內，我除滅三個牧人，因為我的心厭煩他們；他們的心也憎嫌我。","bklcl":"Chi̍t-ge̍h-ji̍t-lāi, Góa tû--khì saⁿ ê bo̍k-chiá, in-ūi Góa ê sim iàm-chiān in, in ê sim iā khì-hiâm Góa.","tghg":"一月日內，我除去三個牧者，因為我的心厭賤𪜶；𪜶的心也氣嫌我。","bklhl":"一月日內，我除去三個牧者，因為我ê心厭賤in，in ê心也棄嫌我。"}},{"book":"亞","chapter":11,"verse":9,"versions":{"unv":"我就說：「我不牧養你們。要死的，由他死；要喪亡的，由他喪亡；餘剩的，由他們彼此相食。」","bklcl":"Góa chiū kóng, Góa bô beh iúⁿ-chhī lín, sí--ê chhut-chāi i sí; bô--khì-ê, chhut-chāi i bô--khì;  só͘-chhun--ê, chhut-chāi in saⁿ-thun-chia̍h.","tghg":"我就講：「我無欲養飼恁。死者，出在伊死；無去者，出在伊無去；所剩(chhun)者，出在𪜶相吞食。」","bklhl":"我就講，我無beh養飼lín，死ê chhut-chāi伊死；無去ê，chhut-chāi伊無去；所chhun-ê，chhut-chāi in相吞食。"}},{"book":"亞","chapter":11,"verse":10,"versions":{"unv":"我折斷那稱為「榮美」的杖，表明我廢棄與萬民所立的約。","bklcl":"Góa kia̍h Góa hit-ki Un-hūi ê koáiⁿ-á at-chi̍h i, lâi hòe-bô Góa kap bān peh-sìⁿ só͘ li̍p ê iok;","tghg":"我攑我彼支「恩惠」的柺仔遏折(at-chi̍h)伊，來廢無我及萬百姓所立的約。","bklhl":"我kia̍h我hit支恩惠ê柺á at折伊，來廢無我kap萬百姓所立ê約；"}},{"book":"亞","chapter":11,"verse":11,"versions":{"unv":"當日就廢棄了。這樣，那些仰望我的困苦羊就知道所說的是耶和華的話。","bklcl":"hit-ji̍t chiū hòe-bô i; khùn-khó͘ ê iûⁿ ǹg-bāng Góa--ê, lóng chai che sī Iâ-hô-hoa ê ōe.","tghg":"彼日就廢無伊。困苦的羊向望我者攏知這是耶和華的話。","bklhl":"Hit日就廢無伊；困苦ê羊ǹg望我ê，lóng知這是耶和華ê話。"}},{"book":"亞","chapter":11,"verse":12,"versions":{"unv":"我對他們說：「你們若以為美，就給我工價。不然，就罷了！」於是他們給了三十塊錢作為我的工價。","bklcl":"Góa tùi in kóng, Lín nā lia̍h-chòe hó, chiū hō͘ góa kang-chîⁿ, nā bô, chiū soah; tùi án-ni in phêng gûn saⁿ-cha̍p chòe góa ê kang-chîⁿ.","tghg":"我對𪜶講：「恁若掠做好，就互我工錢。若無，就息(soah)！」對按呢𪜶秤銀三十做我的工錢。","bklhl":"我對in講，Lín若掠做好，就hō͘我工錢，若無，就soah；Tùi án-ni， in秤(phêng)銀三十做我ê工錢。"}},{"book":"亞","chapter":11,"verse":13,"versions":{"unv":"耶和華吩咐我說：「要把眾人所估定美好的價值丟給窯戶。」我便將這三十塊錢，在耶和華的殿中丟給窯戶了。","bklcl":"Iâ-hô-hoa kā góa kóng, Tio̍h chiong hit-ê hiat hō͘ sio-hûi-lâng, chiū-sī in só͘ kó͘ góa koâiⁿ ê kè-chîⁿ; góa chiū the̍h hit ê gûn saⁿ-cha̍p, hiat hō͘ sio-hûi-lâng, tī Iâ-hô-hoa ê tiān.","tghg":"耶和華給我講：「著將彼個㧒(hiat)互燒磁(hûi)人，就是𪜶所估我高的價錢。」我就提彼個銀三十，㧒互燒磁人佇耶和華的殿。","bklhl":"耶和華kā我講，Tio̍h將hit ê hiat hō͘燒磁人，就是in所估我高ê價錢；我就the̍h hit ê銀三十，hiat hō͘燒磁人，tī耶和華ê殿。"}},{"book":"亞","chapter":11,"verse":14,"versions":{"unv":"我又折斷稱為聯索的那根杖，表明我廢棄猶大與以色列弟兄的情誼。","bklcl":"Góa koh at-chi̍h Góa tē-jī-ki ê koáiⁿ-á, miâ chòe Liân-lo̍k--ê, lâi hòe-bô Iû-tāi kap Í-sek-lia̍t hiaⁿ-tī ê chêng-gī.","tghg":"我閣遏折我第二支的柺仔名做「聯絡」者，來廢無猶大及以色列兄弟的情誼。","bklhl":"我koh at折我第二支ê柺á，名做連絡ê，來廢無偤大kap以色列兄弟ê情義。"}},{"book":"亞","chapter":11,"verse":15,"versions":{"unv":"耶和華又吩咐我說：「你再取愚昧牧人所用的器具，","bklcl":"Iâ-hô-hoa koh kā góa kóng, Lí koh the̍h gōng ê bo̍k-chiá só͘ ēng hiah-ê khì-kū.","tghg":"耶和華閣給我講：「你閣提戇的牧者所用許個器具，","bklhl":"耶和華koh kā我講，你koh the̍h戇ê牧者所用hiah-ê器具。"}},{"book":"亞","chapter":11,"verse":16,"versions":{"unv":"因我要在這地興起一個牧人。他不看顧喪亡的，不尋找分散的，不醫治受傷的，也不牧養強壯的；卻要吃肥羊的肉，撕裂他的蹄子。","bklcl":"Khòaⁿ ah, Góa beh tī chit só͘-chāi heng-khí chi̍t ê bo̍k-chiá, sit-lo̍h--ê, i bô beh chhap; sì-sòaⁿ--ê, i bô beh chhē; siū-siong--ê, i bô beh i--i; ióng-chòng--ê, i bô beh chhī--i; kan-ta beh chia̍h pûi--ê ê bah, thiah-li̍h i ê tôe.","tghg":"看啊，我欲佇此所在興起一個牧者。失落者伊無欲插(chhap)，四散者伊無欲尋，受傷者伊無欲醫伊，勇壯者伊無欲飼伊；干單欲食肥者的肉，拆裂伊的蹄。","bklhl":"看ah，我beh tī chit所在興起一个牧者，失落ê，伊無beh chhap；四散ê，伊無beh chhē；受傷ê，伊無beh醫伊；勇壯ê，伊無beh飼伊；kan-ta beh食肥ê ê肉，拆裂伊ê蹄。"}},{"book":"亞","chapter":11,"verse":17,"versions":{"unv":"無用的牧人丟棄羊群有禍了！刀必臨到他的膀臂和右眼上。他的膀臂必全然枯乾；他的右眼也必昏暗失明。」","bklcl":"Bô lō͘-ēng ê bo̍k-chiá, khì-sak iûⁿ-kûn--ê, ū chai-ē ah, to beh lîm-kàu i ê chhiú, kap i ê chiàⁿ-ba̍k; i ê chhiú beh choân-jiân ko͘-tâ, i ê chiàⁿ-ba̍k beh o͘-o͘ àm-àm.","tghg":"無路用的牧者，棄拺(khì-sak)羊群者有災禍啊！刀欲臨到伊的手及伊的正目。伊的手欲全然枯焦；伊的正目欲黑黑暗暗。」","bklhl":"無路用ê牧者，棄sak羊群ê，有災厄ah，刀beh臨到伊ê手，kap伊ê chiàⁿ目；伊ê手beh全然枯焦，伊ê chiàⁿ目beh烏烏暗暗。"}}]