[{"book":"亞","chapter":12,"verse":1,"versions":{"unv":"耶和華論以色列的默示。鋪張諸天、建立地基、造人裡面之靈的耶和華說：","bklcl":"Iâ-hô-hoa lūn Í-sek-lia̍t be̍k-sī ê ōe.  Iâ-hô-hoa thí-khui chiah-ê thiⁿ, kiàn-li̍p tōe ê kun-ki, chhòng-chō lâng ê sim-sîn--ê;","tghg":"耶和華論以色列默示的話。耶和華展開諸個天，建立地的根基，創造人的心神者，","bklhl":"耶和華論以色列默示ê話。耶和華thí開chiah ê天，建立地ê根基，創造人ê心神ê；"}},{"book":"亞","chapter":12,"verse":2,"versions":{"unv":"「我必使耶路撒冷被圍困的時候，向四圍列國的民成為令人昏醉的杯；這默示也論到猶大（或譯：猶大也是如此）。","bklcl":"I ê ōe kóng, Khòaⁿ ah, Góa beh hō͘ Iâ-lō͘-sat-léng chòe sì-ûi chiah-ê peh-sìⁿ tì-kàu chùi ê poe, Iâ-lō͘-sat-léng siū ûi-khùn ê sî, Iû-tāi iā beh án-ni.","tghg":"伊的話講：「看啊，我欲互耶路撒冷做四圍諸個百姓致到醉的杯；耶路撒冷受圍困的時，猶大也欲按呢。","bklhl":"祂ê話講，看ah，我beh hō͘耶路撒冷做四圍chiah ê百姓致到醉ê杯，耶路撒冷受圍困ê時，偤大也beh án-ni。"}},{"book":"亞","chapter":12,"verse":3,"versions":{"unv":"那日，我必使耶路撒冷向聚集攻擊他的萬民當作一塊重石頭；凡舉起的必受重傷。","bklcl":"Hit-ji̍t Góa beh hō͘ Iâ-lō͘-sat-léng tùi tī bān peh-sìⁿ chiâⁿ-chòe tāng ê chio̍h, kìⁿ-nā giâ i--ê, beh siū tāng-siong; tōe-chiūⁿ lia̍t-pang beh chū-chi̍p lâi kong-kek i.","tghg":"彼日，我欲互耶路撒冷對佇萬百姓成做重的石；見若夯(giâ)伊者欲受重傷，地上列邦欲聚集來攻擊伊。","bklhl":"Hit日我beh hō͘耶路撒冷對tī萬百姓成做重ê石，見若giâ伊ê，beh受重傷；地上列邦beh聚集來攻擊伊。"}},{"book":"亞","chapter":12,"verse":4,"versions":{"unv":"耶和華說：到那日，我必使一切馬匹驚惶，使騎馬的顛狂。我必看顧猶大家，使列國的一切馬匹瞎眼。","bklcl":"Iâ-hô-hoa kóng, Kàu hit-ji̍t, Góa beh hō͘ lóng-chóng ê bé kiaⁿ-hiâⁿ, hō͘ khiâ-bé ê lâng tian-kông; Góa beh khòaⁿ-kò͘ Iû-tāi ke, phah lia̍t-kok it-chhè ê bé, hō͘ i chhiⁿ-mî.","tghg":"耶和華講：到彼日，我欲互攏總的馬驚惶，互騎馬的人癲狂。我欲看顧猶大家，拍列國一切的馬互伊睛瞑。","bklhl":"耶和華講，到hit日，我beh hō͘ lóng總ê馬驚惶，hō͘騎馬ê人癲狂；我beh看顧偤大家，phah列國一切ê馬，hō͘伊chhiⁿ-mî。"}},{"book":"亞","chapter":12,"verse":5,"versions":{"unv":"猶大的族長必心裡說：『耶路撒冷的居民倚靠萬軍之耶和華─他們的　神，就作我們的能力。』","bklcl":"Iû-tāi ê cho̍k-tiúⁿ, sim-lāi beh kóng, Iâ-lō͘-sat-léng khiā-khí ê peh-sìⁿ chòe góa ê la̍t; in-ūi in óa-khò in ê Siōng-tè bān-kun ê Iâ-hô-hoa.","tghg":"猶大的族長心內欲講：『耶路撒冷徛起的百姓做我的力，因為𪜶倚靠𪜶的上帝──萬軍的耶和華。』","bklhl":"偤大ê族長，心內beh講，耶路撒冷khiā起ê百姓做我ê力；因為in óa靠in ê上帝萬軍ê耶和華。"}},{"book":"亞","chapter":12,"verse":6,"versions":{"unv":"「那日，我必使猶大的族長如火盆在木柴中，又如火把在禾捆裡；他們必左右燒滅四圍列國的民。耶路撒冷人必仍住本處，就是耶路撒冷。","bklcl":"Hit-ji̍t Góa beh hō͘ Iû-tāi ê cho̍k-tiúⁿ, chhin-chhiūⁿ hé-tiáⁿ tī chhâ ê tiong-kan, koh chhin-chhiūⁿ hé-pé tī tiū-khún ê tiong-kan; in beh tī tò-pêng chiàⁿ-pêng sio-bia̍t sì-ûi ê lia̍t-kok; Iâ-lō͘-sat-léng beh iû-goân tiàm-tī pún só͘-chāi, chiū-sī Iâ-lō͘-sat-léng.","tghg":"「彼日，我欲互猶大的族長親像火鼎佇柴的中間，閣親像火把(hé-pé)佇稻稛(khún)的中間；𪜶欲佇倒旁正旁燒滅四圍的列國。耶路撒冷欲猶原踮佇本所在，就是耶路撒冷。","bklhl":"Hit日我beh hō͘偤大ê族長，親像火鼎tī柴ê中間，koh親像火把tī稻綑ê中間；in beh tī tò-pêng chiàⁿ-pêng燒滅四圍ê列國；耶路撒冷beh猶原tiàm-tī本所在，就是耶路撒冷。"}},{"book":"亞","chapter":12,"verse":7,"versions":{"unv":"耶和華必先拯救猶大的帳棚，免得大衛家的榮耀和耶路撒冷居民的榮耀勝過猶大。","bklcl":"Iâ-hô-hoa beh tāi-seng chín-kiù Iû-tāi ê pò͘-pîⁿ, hō͘ Tāi-pi̍t ê ke ê êng-kng kap Iâ-lō͘-sat-léng khiā-khí ê peh-sìⁿ ê êng-kng, bōe-ōe iâⁿ-kè Iû-tāi.","tghg":"「耶和華欲代先拯救猶大的布棚，互大衛的家的榮光及耶路撒冷徛起的百姓的榮光𣍐會贏過猶大。","bklhl":"耶和華beh事先拯救偤大ê布棚，hō͘大衛ê家ê榮光kap耶路撒冷khiā起ê百姓ê榮光，bōe能贏過偤大。"}},{"book":"亞","chapter":12,"verse":8,"versions":{"unv":"那日，耶和華必保護耶路撒冷的居民。他們中間軟弱的必如大衛；大衛的家必如　神，如行在他們前面之耶和華的使者。","bklcl":"Hit-ji̍t Iâ-hô-hoa beh pó-hō͘ Iâ-lō͘-sat-léng khiā-khí ê peh-sìⁿ; in tiong-kan nńg-chiáⁿ--ê, tī hit-ji̍t beh chhin-chhiūⁿ Tāi-pi̍t; Tāi-pi̍t ê ke beh chhin-chhiūⁿ Siōng-tè, chhin-chhiūⁿ tī in thâu-chêng ê Iâ-hô-hoa ê sù-chiá.","tghg":"彼日，耶和華欲保護耶路撒冷徛起的百姓。𪜶中間軟茈(nńg-chiáⁿ)者佇彼日欲親像大衛；大衛的家欲親像上帝，親像佇𪜶頭前的耶和華的使者。","bklhl":"Hit日耶和華beh保護耶路撒冷khiā起ê百姓；in中間軟chiáⁿ-ê，tī hit日beh親像大衛；大衛ê家beh親像上帝，親像tī in頭前ê耶和華ê使者。"}},{"book":"亞","chapter":12,"verse":9,"versions":{"unv":"那日，我必定意滅絕來攻擊耶路撒冷各國的民。","bklcl":"Hit-ji̍t, lâi kong-kek Iâ-lō͘-sat-léng ê lia̍t-kok, Góa tiāⁿ-tio̍h ì-sù beh bia̍t i.","tghg":"彼日，來攻擊耶路撒冷的列國，我定著(tiāⁿ-tio̍h)意思欲滅伊。","bklhl":"Hit日，來攻擊耶路撒冷ê列國，我定tio̍h意思beh滅伊。"}},{"book":"亞","chapter":12,"verse":10,"versions":{"unv":"我必將那施恩叫人懇求的靈，澆灌大衛家和耶路撒冷的居民。他們必仰望我（或譯：他；本節同），就是他們所扎的；必為我悲哀，如喪獨生子，又為我愁苦，如喪長子。","bklcl":"Góa beh ēng un-hūi kap kî-tó ê sîn, piàⁿ-lo̍h tī Tāi-pi̍t ê ke, kap Iâ-lō͘-sat-léng khiā-khí ê peh-sìⁿ; in beh gióng-bōng Góa, chiū-sī in só͘ chha̍k--ê; koh beh ūi-tio̍h i pi-ai, chhin-chhiūⁿ lâng ūi-tio̍h ko͘-siⁿ ê kiáⁿ pi-ai; koh ūi-tio̍h i iu-khó͘, chhin-chhiūⁿ lâng ūi-tio̍h tōa-kiáⁿ iu-khó͘ chi̍t-iūⁿ.","tghg":"「我欲用恩惠及祈禱的神，傾(piàⁿ)落佇大衛的家及耶路撒冷徛起的百姓。𪜶欲仰望我，就是𪜶所鑿(chha̍k)者；閣欲為著伊悲哀，親像人為著孤生的子悲哀；閣為著伊憂苦，親像人為著大子憂苦一樣。","bklhl":"我beh用恩惠kap祈禱ê神，piàⁿ落tī大衛ê家，kap耶路撒冷khiā起ê百姓；in beh仰望我，就是in所鑿ê；koh beh為tio̍h伊悲哀，親像人為tio̍h孤身ê kiáⁿ悲哀；koh為tio̍h伊憂苦，親像人為tio̍h大kiáⁿ憂苦一樣。"}},{"book":"亞","chapter":12,"verse":11,"versions":{"unv":"那日，耶路撒冷必有大大的悲哀，如米吉多平原之哈達臨門的悲哀。","bklcl":"Tng hit-ji̍t, tī Iâ-lō͘-sat-léng beh ū tōa-tōa pi-ai, chhin-chhiūⁿ tī Bí-kiat-to pîⁿ-iûⁿ ê Hap-ta̍t-lîm-bûn ê pi-ai.","tghg":"當彼日，佇耶路撒冷欲有大大悲哀，親像佇米吉多平洋的哈達臨門的悲哀。","bklhl":"當hit日，tī耶路撒冷beh有大大悲哀，親像tī Bí-kiat-to平洋ê Hap-ta̍t-lîm-bûn ê悲哀。"}},{"book":"亞","chapter":12,"verse":12,"versions":{"unv":"境內一家一家地都必悲哀。大衛家，男的獨在一處，女的獨在一處。拿單家，男的獨在一處，女的獨在一處。","bklcl":"Kéng-lāi pi-ai, ta̍k-ke lēng-gōa tiàm; Tāi-pi̍t cho̍k ê ke lēng-gōa tiàm, in ê hū-jîn-lâng lēng-gōa tiàm; Ná-tan cho̍k ê ke lēng-gōa tiàm, in ê hū-jîn-lâng lēng-gōa tiàm.","tghg":"境內悲哀，逐家另外踮。大衛族的家另外踮，𪜶的婦仁人另外踮。拿單族的家另外踮，𪜶的婦仁人另外踮。","bklhl":"境內悲哀，ta̍k家另外tiàm；大衛族ê家另外tiàm，in ê婦人人另外tiàm；Ná-tan族ê家另外tiàm，in ê婦人人另外tiàm。"}},{"book":"亞","chapter":12,"verse":13,"versions":{"unv":"利未家，男的獨在一處，女的獨在一處。示每家，男的獨在一處，女的獨在一處。","bklcl":"Lī-bī cho̍k ê ke lēng-gōa tiàm, in ê hū-jîn-lâng iā lēng-gōa tiàm; Sī-múi cho̍k ê ke lēng-gōa tiàm, in ê hū-jîn-lâng iā lēng-gōa tiàm.","tghg":"利未族的家另外踮，𪜶的婦仁人也另外踮。示每族的家另外踮，𪜶的婦仁人也另外踮。","bklhl":"利未族ê家另外tiàm，in ê婦人人也另外tiàm；Sī-múi族ê家另外tiàm，in ê婦人人也另外tiàm。"}},{"book":"亞","chapter":12,"verse":14,"versions":{"unv":"其餘的各家，男的獨在一處，女的獨在一處。","bklcl":"Kî-û hiah-ê ke ta̍k-ke lēng-gōa tiàm, in ê hū-jîn-lâng iā lēng-gōa tiàm.","tghg":"其餘許個家逐家另外踮，𪜶的婦仁人也另外踮。","bklhl":"其餘hiah-ê家ta̍k家另外tiàm，in ê婦人人也另外tiàm。"}}]