[{"book":"亞","chapter":6,"verse":1,"versions":{"unv":"我又舉目觀看，見有四輛車從兩山中間出來；那山是銅山。","bklcl":"Góa koh kia̍h-ba̍k khòaⁿ; khòaⁿ ah, ū sì tiuⁿ chhia tùi nn̄g ê soaⁿ-phāng chhut-lâi, hiah-ê soaⁿ sī tâng ê soaⁿ.","tghg":"我閣攑目看，看啊，有四張車對二個山縫出來；許個山是銅的山。","bklhl":"我koh kia̍h目看；看ah，有四張車tùi兩個山縫出來，hiah-ê山是銅ê山。"}},{"book":"亞","chapter":6,"verse":2,"versions":{"unv":"第一輛車套著紅馬，第二輛車套著黑馬。","bklcl":"Thâu-chi̍t-tiuⁿ chhia kòa chhiah-bé; tē-jī-tiuⁿ chhia kóa o͘-bé;","tghg":"頭一張車掛赤馬，第二張車掛黑馬。","bklhl":"頭一張車掛赤馬；第二張車掛烏馬；"}},{"book":"亞","chapter":6,"verse":3,"versions":{"unv":"第三輛車套著白馬，第四輛車套著有斑點的壯馬。","bklcl":"tē-saⁿ-tiuⁿ chhia kòa pe̍h-bé; tē-sì-tiuⁿ chhia kòa hoe-pan ióng ê bé.","tghg":"第三張車掛白馬，第四張車掛花斑勇的馬。","bklhl":"第三張車掛白馬；第四張車掛花斑勇ê馬。"}},{"book":"亞","chapter":6,"verse":4,"versions":{"unv":"我就問與我說話的天使說：「主啊，這是甚麼意思？」","bklcl":"Góa chiū ìn, tùi kap góa kóng-ōe ê sù-chiá kóng, Góa ê chú ah, chiah-ê sī sím-mi̍h?","tghg":"我就應對及我講話的使者講：「我的主啊，諸個是甚麼？」","bklhl":"我就應，對kap我講話ê使者講，我ê主ah，chiah ê是甚麼？"}},{"book":"亞","chapter":6,"verse":5,"versions":{"unv":"天使回答我說：「這是天的四風，是從普天下的主面前出來的。」","bklcl":"Sù-chiá ìn góa kóng, Chiah-ê chiū-sī thiⁿ sì-bīn ê hong; khiā tī choân-tōe ê Chú ê bīn-chêng, taⁿ tùi-hia chhut-lâi.","tghg":"使者應我講：「諸個就是天四面的風，徛佇全地的主的面前，今對遐出來。」","bklhl":"使者應我講，Chiah-ê就是天四面ê風；khiā tī全地ê主ê面前，taⁿ tùi-hia出來。"}},{"book":"亞","chapter":6,"verse":6,"versions":{"unv":"套著黑馬的車往北方去，白馬跟隨在後；有斑點的馬往南方去。","bklcl":"Kòa o͘-bé ê chhia chhut-khì pak-hng; pe̍h-bé tè i ê āu-bīn; hoe-pan ê bé chhut-khì lâm-hng.","tghg":"掛黑馬的車出去北方，白馬隨(tè)伊的後面；花斑的馬出去南方。","bklhl":"掛烏馬ê車出去北方；白馬tè伊ê後面；花斑ê馬出去南方。"}},{"book":"亞","chapter":6,"verse":7,"versions":{"unv":"壯馬出來，要在遍地走來走去。天使說：「你們只管在遍地走來走去。」牠們就照樣行了。","bklcl":"Ióng ê bé chhut-lâi, ài-beh tī choân-tōe kiâⁿ-lâi kiâⁿ-khì; i kóng, Chòe lín khì, tī choân-tōe kiâⁿ-lâi kiâⁿ-khì; in chiū tī choân-tōe kiâⁿ-lâi kiâⁿ-khì.","tghg":"勇的馬出來，愛欲佇全地行來行去。伊講：「做恁去佇全地行來行去。」𪜶就佇全地行來行去。","bklhl":"勇ê馬出來，ài-beh tī全地行來行去；伊講，做lín去，tī全地行來行去；in就tī全地行來行去。"}},{"book":"亞","chapter":6,"verse":8,"versions":{"unv":"他又呼叫我說：「看哪，往北方去的已在北方安慰我的心。」","bklcl":"I kiò góa, kā góa kóng, Khòaⁿ ah, khì pak-hng-ê í-keng tī pak-hng an góa ê sim.","tghg":"伊叫我，給我講：「看啊，去北方的已經佇北方安我的心。」","bklhl":"伊叫我，kā我講，看ah，去北方ê已經tī北方安我ê心。"}},{"book":"亞","chapter":6,"verse":9,"versions":{"unv":"耶和華的話臨到我說：","bklcl":"Iâ-hô-hoa ê ōe lîm-kàu góa kóng,","tghg":"耶和華的話臨到我講：","bklhl":"耶和華ê話臨到我講，"}},{"book":"亞","chapter":6,"verse":10,"versions":{"unv":"「你要從被擄之人中取黑玳、多比雅、耶大雅的金銀。這三人是從巴比倫來到西番雅的兒子約西亞的家裡。當日你要進他的家，","bklcl":"Lí tio̍h tùi hiah-ê siū-lia̍h ê lâng ê tiong-kan, chiū-sī tùi Hek-tāi, tùi To-pí-ngá, tùi Iâ-tāi-ngá niá-siū kim-gûn; koh tī hit-ji̍t lí tio̍h ji̍p--khì Se-hoan-ngá ê kiáⁿ Iok-se-a ê chhù, chiū-sī in tùi Pa-pí-lûn tò-tńg-lâi só͘ kàu ê chhù;","tghg":"「你著對許個受掠的人的中間就是對黑玳，對多比雅、對耶大雅領受金銀。閣佇彼日你著入去西番雅的子約西亞的厝，就是𪜶對巴比倫倒轉來所到的厝，","bklhl":"你tio̍h tùi hiah-ê受掠ê人ê中間，就是tùi Hek-tāi，tùi To-pí-ngá，tùi Iâ-tāi-ngá領受金銀；koh tī hit日你tio̍h入去Se-hoan-ngá ê kiáⁿ約西亞ê厝，就是in tùi巴比倫倒tńg來所到ê厝；"}},{"book":"亞","chapter":6,"verse":11,"versions":{"unv":"取這金銀做冠冕，戴在約撒答的兒子大祭司約書亞的頭上，","bklcl":"niá-siū kim-gûn chòe bián-liû, tì tī Iok-sat-tap ê kiáⁿ, chè-si-thâu Iok-su-a, ê thâu-khak;","tghg":"領受金銀做冕旒，戴佇約撒答的子祭司頭約書亞的頭殼，","bklhl":"領受金銀做冕旒，戴tī Iok-sat-tap ê kiáⁿ，祭司頭約書亞，ê頭殼；"}},{"book":"亞","chapter":6,"verse":12,"versions":{"unv":"對他說，萬軍之耶和華如此說：看哪，那名稱為大衛苗裔的，他要在本處長起來，並要建造耶和華的殿。","bklcl":"tùi i kóng, Bān-kun ê Iâ-hô-hoa án-ni kóng, Khòaⁿ ah, hit ê chheng-chòe Chhiū-ki ê lâng, i beh tùi i ê kun-thâu hoat--khí-lâi, iā beh khí Iâ-hô-hoa ê tiān;","tghg":"對伊講，萬軍的耶和華按呢講：看啊，彼個稱做樹枝的人，伊欲對伊的根頭發起來，也欲起耶和華的殿。","bklhl":"對伊講，萬軍ê耶和華án-ni講，看ah，hit ê稱做樹枝ê人，伊beh對伊ê根頭發起來，也beh起耶和華ê殿；"}},{"book":"亞","chapter":6,"verse":13,"versions":{"unv":"他要建造耶和華的殿，並擔負尊榮，坐在位上掌王權；又必在位上作祭司，使兩職之間籌定和平。","bklcl":"i beh khí Iâ-hô-hoa ê tiān, i iā beh tit-tio̍h êng-kng, chē i ê pó-chō lâi tī-lí, iā beh tī i ê pó-chō chòe chè-si;  tī in nn̄g-ê ê tiong-kan ū hô-pêng ê kè-e̍k.","tghg":"伊欲起耶和華的殿，伊也欲得著榮光，坐伊的寶座來治理；也欲佇伊的寶座做祭司，佇𪜶二個的中間有和平的計劃(kè-e̍k)。","bklhl":"伊beh起耶和華ê殿，伊也beh得tio̍h榮光，坐伊ê寶座來治理，也beh tī伊ê寶座做祭司；tī in兩個ê中間有和平ê計畫。"}},{"book":"亞","chapter":6,"verse":14,"versions":{"unv":"這冠冕要歸希連（就是黑玳）、多比雅、耶大雅，和西番雅的兒子賢（就是約西亞），放在耶和華的殿裡為記念。」","bklcl":"Bián-liû beh kui tī Hi-liân, To-pí-ngá, Iâ-tāi-ngá, kap Se-hoan-ngá ê kiáⁿ Hiân, hē tī Iâ-hô-hoa ê tiān chòe kì-liām.","tghg":"冕旒欲歸佇希連、多比雅、耶大雅、及西番雅的子賢，下(hē)佇耶和華的殿做紀念。」","bklhl":"冕旒beh歸tī Hí-liân，To-pí-ngá、Iâ-tāi-ngá，kap Se-hoan-ngá ê kiáⁿ Hiân，hē tī耶和華ê殿做記念。"}},{"book":"亞","chapter":6,"verse":15,"versions":{"unv":"遠方的人也要來建造耶和華的殿，你們就知道萬軍之耶和華差遣我到你們這裡來。你們若留意聽從耶和華─你們　神的話，這事必然成就。","bklcl":"Hn̄g ê lâng iā beh lâi, ū hūn tī khí Iâ-hô-hoa ê tiān; lín chiū chai bān-kun ê Iâ-hô-hoa chhe góa kàu lín chia.  Lín nā chù-ì thiaⁿ-thàn Iâ-hô-hoa, lín ê Siōng-tè ê ōe, chiū beh ū chit ê tāi-chì.","tghg":"遠的人也欲來，有份佇起耶和華的殿，恁就知萬軍的耶和華差我到恁遮。恁若注意聽趁耶和華──恁的上帝的話，就欲有此個代誌。","bklhl":"遠ê人也beh來，有份tī起耶和華ê殿；lín就知萬軍ê耶和華差我到lín chia。Lín若注意聽thàn耶和華，lín ê上帝ê話，就beh有chit ê tāi-chì。"}}]