[{"book":"亞","chapter":9,"verse":1,"versions":{"unv":"耶和華的默示應驗在哈得拉地大馬士革─世人和以色列各支派的眼目都仰望耶和華─","bklcl":"Iâ-hô-hoa be̍k-sī ê ōe kàu tī Hap-tek-la̍h, iā beh thêng-hioh tī Tāi-má-sek; (in-ūi sè-kan lâng kap Í-sek-lia̍t ta̍k chi-phài ê ba̍k-chiu lóng ǹg Iâ-hô-hoa), kap óa-kūn ê Hap-má;","tghg":"耶和華默示的話到佇哈得拉，也欲停歇佇大馬色──因為世間人及以色列逐支派的目睭攏向耶和華──","bklhl":"耶和華默示ê話到tī Hap-tek-la̍h，也beh停歇tī大馬色；(因為世間人kap以色列ta̍k支派ê目睭lóng ǹg耶和華) ，kap óa近ê Hap-má；"}},{"book":"亞","chapter":9,"verse":2,"versions":{"unv":"和靠近的哈馬，並泰爾、西頓；因為這二城的人大有智慧。","bklcl":"í-ki̍p Chhui-lô Se-tùn, in-ūi i ū tōa tì-hūi.","tghg":"及倚近的哈嗎，以及推羅、西頓；因為伊有大智慧。","bklhl":"以及Chhui-lô、Se-tùn，因為伊有大智慧。"}},{"book":"亞","chapter":9,"verse":3,"versions":{"unv":"泰爾為自己修築保障，積蓄銀子如塵沙，堆起精金如街上的泥土。","bklcl":"In-ūi Chhui-lô ūi ka-kī khí ōe-só͘, chek-chū gûn chhin-chhiūⁿ thô͘-soa, chek-chū hó-kim chhin-chhiūⁿ ke-lō͘ ê thô͘-bê.","tghg":"因為推羅為家己起衛所，積聚銀親像土沙，積聚好金親像街路的土糜(bê)。","bklhl":"因為Chhui-lô為家己起衛所，積聚銀親像土沙，積聚好金親像街路ê土糜。"}},{"book":"亞","chapter":9,"verse":4,"versions":{"unv":"主必趕出她，打敗她海上的權利；她必被火燒滅。","bklcl":"Khòaⁿ ah, Chú beh kóaⁿ i chhut, iā beh pāi-hoāi i ê hái-koân; i beh hō͘ hé sio-bia̍t.","tghg":"看啊，主欲趕伊出，也欲敗壞伊的海權；伊欲互火燒滅。","bklhl":"看ah，主beh趕伊出，也beh敗壞伊ê海權；伊beh hō͘火燒滅。"}},{"book":"亞","chapter":9,"verse":5,"versions":{"unv":"亞實基倫看見必懼怕；迦薩看見甚痛苦；以革倫因失了盼望蒙羞。迦薩必不再有君王；亞實基倫也不再有居民。","bklcl":"A-si̍t-ki-lûn beh khòaⁿ-kìⁿ lâi kiaⁿ; Ka-sat khòaⁿ-kìⁿ, iā chin kan-khó͘; Í-kek-lûn iā khòaⁿ-kìⁿ, in-ūi sit-bāng lâi kiàn-siàu; Ka-sat tek-khak bô koh ū kun-ông, A-si̍t-ki-lûn bô lâng khiā-khí.","tghg":"亞實基倫欲看見來驚；迦薩看見也真艱苦；以革倫也看見因為失望來見誚。迦薩的確無閣有君王；亞實基倫無人徛起。","bklhl":"A-si̍t-ki-lûn beh看見來驚；Ka-sat看見，也真艱苦；Í-kek-lûn也看見，因為失望來見笑；Ka-sat的確無koh有君王，A-si̍t-ki-lûn無人khiā起。"}},{"book":"亞","chapter":9,"verse":6,"versions":{"unv":"私生子（或譯：外族人）必住在亞實突；我必除滅非利士人的驕傲。","bklcl":"Cha̍p-chéng-lâng beh khiā-khí tī A-si̍t-tu̍t;  Góa beh tû-bia̍t Hui-lī-sū lâng ê kiau-ngō͘.","tghg":"雜種人欲徛起佇亞實突；我欲除滅非利士人的驕傲。","bklhl":"雜種人beh khiā起tī A-si̍t-tu̍t；我beh除滅腓利士人ê驕傲。"}},{"book":"亞","chapter":9,"verse":7,"versions":{"unv":"我必除去他口中帶血之肉和牙齒內可憎之物。他必作為餘剩的人歸與我們的　神，必在猶大像族長；以革倫人必如耶布斯人。","bklcl":"Góa beh tû--khì i chhùi-lāi kâⁿ huih ê bah, kap i chhùi-khí tiong khó-ò͘ⁿ ê mi̍h; i só͘ chhun ê lâng beh kui lán ê Siōng-tè; i beh tī Iû-tāi chhin-chhiūⁿ cho̍k-tiúⁿ; Í-kek-lûn beh chhin-chhiūⁿ Iâ-pò͘-su ê lâng.","tghg":"我欲除去伊嘴內含(kâⁿ)血的肉，及伊嘴齒中可惡的物。伊所剩(chhun)的人欲歸咱的上帝，伊欲佇猶大親像族長；以革倫欲親像耶布斯的人。","bklhl":"我beh除去伊嘴內kâⁿ血ê肉，kap伊嘴齒中可惡ê物；伊所chhun ê人beh歸咱ê上帝；伊beh tī偤大親像族長；Í-kek-lûn beh親像Iâ-pò͘-su ê人。"}},{"book":"亞","chapter":9,"verse":8,"versions":{"unv":"我必在我家的四圍安營，使敵軍不得任意往來，暴虐的人也不再經過，因為我親眼看顧我的家。","bklcl":"Góa beh chat-iâⁿ ûi Góa ê chhù, tí-tng kun-peng, tì-kàu bô lâng óng-lâi; pō-gio̍k ê lâng iā bô tùi in hia keng-kè; in-ūi Góa taⁿ chhin-ba̍k khòaⁿ-kìⁿ i.","tghg":"我欲紮營圍我的厝，抵當(tí-tng)軍兵致到無人往來，暴虐(pō-gio̍k)的人也無對𪜶遐經過，因為我今親目看見伊。","bklhl":"我beh紮營圍我ê厝，抵擋軍兵，致到無人往來；暴虐ê人也無tùi in hia經過；因為我taⁿ親目看見伊。"}},{"book":"亞","chapter":9,"verse":9,"versions":{"unv":"錫安的民哪，應當大大喜樂；耶路撒冷的民哪，應當歡呼。看哪，你的王來到你這裡！他是公義的，並且施行拯救，謙謙和和地騎著驢，就是騎著驢的駒子。","bklcl":"Sek-an ê cha-bó͘-kiáⁿ ah, tio̍h tōa-tîm hoaⁿ-hí, Iâ-lō͘-sat-léng ê cha-bó͘-kiáⁿ ah, tio̍h chhut hoaⁿ-hí ê siaⁿ; khòaⁿ ah, lí ê ông lâi chiū-kūn lí; i sī kong-gī koh kiâⁿ chín-kiù, un-jiû, koh khiâ-lû kap lû só͘ siⁿ ê lû-á-kiáⁿ.","tghg":"錫安的查某子啊，著大沈(tîm)歡喜；耶路撒冷的查某子啊，著出歡喜的聲。看啊，你的王來就近你！伊是公義，閣行拯救，溫柔閣騎驢，及驢所生的驢仔子。","bklhl":"錫安ê cha-bó͘-kiáⁿ ah，tio̍h大沉歡喜，耶路撒冷ê cha-bó͘-kiáⁿ ah，tio̍h出歡喜ê聲；看ah，你ê王來就近你；伊是公義koh行拯救，溫柔，koh騎驢kap驢所生ê驢á-kiáⁿ。"}},{"book":"亞","chapter":9,"verse":10,"versions":{"unv":"我必除滅以法蓮的戰車和耶路撒冷的戰馬；爭戰的弓也必除滅。他必向列國講和平；他的權柄必從這海管到那海，從大河管到地極。","bklcl":"Góa beh tû--khì Í-hoat-liân ê chiàn-chhia kap Iâ-lō͘-sat-léng ê chiàn-bé, kau-chiàn ê keng iā beh tû--khì; I beh tùi lia̍t-kok thoân hô-pêng;  I ê koân-pèng beh tùi chit ê hái kàu hit ê hái, tùi Tōa-hô kàu tōe-ke̍k.","tghg":"我欲除去以法蓮的戰車及耶路撒冷的戰馬；交戰的弓也欲除去。伊欲對列國傳和平；伊的權柄欲對此個海到彼個海，對大河到地極。","bklhl":"我beh除去Í-hoat-liân ê戰車kap耶路撒冷ê戰馬，交戰ê弓也beh除去；祂beh對列國傳和平；祂ê權柄beh tùi chit ê海到hit ê海，tùi大河到地極。"}},{"book":"亞","chapter":9,"verse":11,"versions":{"unv":"錫安哪，我因與你立約的血，將你中間被擄而囚的人從無水的坑中釋放出來。","bklcl":"Lūn-kàu lí, Góa ēng lí ê iok ê huih, tháu-pàng lí hiah-ê siū-lia̍h-khì koaiⁿ ê lâng chhut bô chúi ê chíⁿ.","tghg":"論到你，我用你的約的血，解放你許個受掠去關的人出無水的井。","bklhl":"論到你，我用你ê約ê血，tháu放你hiah-ê受掠去關ê人出無水ê井。"}},{"book":"亞","chapter":9,"verse":12,"versions":{"unv":"你們被囚而有指望的人都要轉回保障。我今日說明，我必加倍賜福給你們。","bklcl":"Lín hiah-ê siū-lia̍h-khì koaiⁿ iā ū ǹg-bāng ê lâng ah, tio̍h tò--lâi ōe-só͘;  Góa kin-á-ji̍t thoân-pò͘, beh ka-pē hêng lí.","tghg":"恁許個受掠去關也有向望的人啊，著倒來衛所。我今仔日傳報，欲加倍還你。","bklhl":"Lín hiah-ê受掠去關也有ǹg望ê人ah，tio̍h tò來衛所；我今á日傳播，beh加倍還你。"}},{"book":"亞","chapter":9,"verse":13,"versions":{"unv":"我拿猶大作上弦的弓；我拿以法蓮為張弓的箭。錫安哪，我要激發你的眾子，攻擊希臘（原文是雅完）的眾子，使你如勇士的刀。","bklcl":"Góa ēng Iû-tāi chòe Góa só͘ bán ê keng, ēng Í-hoat-liân chòe an tī keng ê chìⁿ;  Sek-an ah, Góa beh kek-tōng lí ê peh-sìⁿ kong-kek Ngá-oân ê peh-sìⁿ, hō͘ lí chhin-chhiūⁿ ióng-sū ê to-kiàm.","tghg":"我用猶大做我所挽(bán)的弓；用以法蓮做安置弓的箭。錫安啊，我欲激動你的百姓，攻擊雅完的百姓，互你親像勇士的刀劍。","bklhl":"我用偤大做我所挽ê弓，用Í-hoat-liân做安tī弓ê箭；錫安ah，我beh激動你ê百姓攻擊Ngá-oân ê百姓，hō͘你親像勇士ê刀劍。"}},{"book":"亞","chapter":9,"verse":14,"versions":{"unv":"耶和華必顯現在他們以上；他的箭必射出像閃電。主耶和華必吹角，乘南方的旋風而行。","bklcl":"Iâ-hô-hoa beh chhut-hiān tī in ê téng-bīn; I ê chìⁿ beh siā-chhut chhin-chhiūⁿ sih-nà;  Chú Iâ-hô-hoa beh pûn sàu-kak, chē lâm-hng ê kńg-lê-hong lâi kiâⁿ.","tghg":"耶和華欲出現佇𪜶的頂面；伊的箭欲射出親像閃爁(sih-nà)。主耶和華欲歕(pûn)哨角，坐南方的捲螺風來行。","bklhl":"耶和華beh出現tī in ê頂面；祂ê箭beh射出親像sih-nà；主耶和華beh pûn哨角，坐南方ê捲螺風來行。"}},{"book":"亞","chapter":9,"verse":15,"versions":{"unv":"萬軍之耶和華必保護他們；他們必吞滅仇敵，踐踏彈石。他們必喝血吶喊，猶如飲酒；他們必像盛滿血的碗，又像壇的四角滿了血。","bklcl":"Bān-kun ê Iâ-hô-hoa beh pó-hō͘ in; in beh thun-bia̍t tùi-te̍k, thún-ta̍h só͘ hiat-lâi ê chio̍h; in beh lim lâi hoah, chhin-chhiūⁿ lim-chiú; in beh chhin-chhiūⁿ tóe-móa ê óaⁿ, chhin-chhiūⁿ tôaⁿ-téng hiah-ê kak.","tghg":"萬軍的耶和華欲保護𪜶；𪜶欲吞滅對敵，𧿬踏(thún-ta̍h)所㧒(hiat)來的石。𪜶欲飲來喝(hoah)，親像飲酒；𪜶欲親像貯(tóe)滿的碗，親像壇頂許個角。","bklhl":"萬軍ê耶和華beh保護in；in beh吞滅對敵，thún踏所hiat來ê石；in beh lim來hoah，親像lim酒；in beh親像貯滿ê碗，親像壇頂hiah-ê角。"}},{"book":"亞","chapter":9,"verse":16,"versions":{"unv":"當那日，耶和華─他們的　神必看他的民如群羊，拯救他們；因為他們必像冠冕上的寶石，高舉在他的地以上（或譯：在他的地上發光輝）。","bklcl":"Hit-ji̍t Iâ-hô-hoa in ê Siōng-tè beh chín-kiù in, chhin-chhiūⁿ I ê peh-sìⁿ ê iûⁿ-kûn; in-ūi in beh chhin-chhiūⁿ bián-liû ê pó-chio̍h, kú-khí koâiⁿ-koâiⁿ tī I ê tōe-chiūⁿ.","tghg":"彼日，耶和華──𪜶的上帝欲拯救𪜶，親像伊的百姓的羊群；因為𪜶欲親像冕旒的寶石，舉起高高佇伊的地上。","bklhl":"Hit日耶和華in ê上帝beh拯救in，親像祂ê百姓ê羊群；因為in beh親像冕旒ê寶石，舉起高高tī祂ê地上。"}},{"book":"亞","chapter":9,"verse":17,"versions":{"unv":"他的恩慈何等大！他的榮美何其盛！五穀健壯少男；新酒培養處女。","bklcl":"I ê jîn-chû tōa kàu cháiⁿ-iūⁿ! I ê súi hó-khòaⁿ kàu cháiⁿ-iūⁿ! ngó͘-kok beh hō͘ siàu-liân lâng ióng-kiāⁿ, sin-chiú hō͘ chāi-sek-lú iā án-ni.","tghg":"伊的仁慈大到怎樣！伊的媠好看到怎樣！五穀欲互少年人勇健；新酒互在室女也按呢。","bklhl":"祂ê仁慈大到怎樣！祂ê súi好看到怎樣！五穀beh hō͘少年人勇健，新酒hō͘在室女也án-ni。"}}]