[{"book":"來","chapter":1,"verse":1,"versions":{"unv":"　神既在古時藉著眾先知多次多方地曉諭列祖，","bklcl":"Siōng-tè tī chāi-chá í-keng thok hiah-ê sian-ti, ēng chōe-chōe tōaⁿ, chōe-chōe hong-hoat, kā lia̍t-chó͘ kóng;","tghg":"上帝佇在早已經託許個先知用多多段、多多方法給列祖講，","bklhl":"上帝tī在早已經託hiah-ê先知，用chōe-chōe段，chōe-chōe方法，kā列祖講；"}},{"book":"來","chapter":1,"verse":2,"versions":{"unv":"就在這末世藉著他兒子曉諭我們；又早已立他為承受萬有的，也曾藉著他創造諸世界。","bklcl":"taⁿ tī hiah-ê ji̍t ê lō͘-bé, thok I ê Kiáⁿ kā lán kóng; chiū-sī I só͘ siat-li̍p chòe sêng-chiap bān mi̍h ê hō͘-sû, ia̍h bat tùi I lâi chhòng-chō chiah-ê sè-kài.","tghg":"今佇許個日的路尾託伊的子給咱講；就是伊所設立做承接萬物的後嗣(hō͘-sû)，亦曾對伊來創造諸個世界。","bklhl":"taⁿ tī hiah-ê日ê路尾，託伊ê Kiáⁿ kā咱講；就是伊所設立做承接萬物ê後嗣，亦bat tùi伊來創造chiah ê世界。"}},{"book":"來","chapter":1,"verse":3,"versions":{"unv":"他是　神榮耀所發的光輝，是　神本體的真像，常用他權能的命令托住萬有。他洗淨了人的罪，就坐在高天至大者的右邊。","bklcl":"I sī Siōng-tè ê êng-iāu só͘ hoat-chhut ê kng, sī Siōng-tè pún-chit ê chin siōng, I ēng I koân-lêng ê ōe teh hû-chài bān mi̍h, í-keng chiâⁿ chheng-kiat chōe ê sū, chiū chē tī ke̍k koâiⁿ ê thiⁿ-téng, tōa ui-giâm ê ê tōa pêng;","tghg":"伊是上帝的榮耀所發出的光，是上帝本質的真像，伊用伊權能的話啲扶載萬物。已經成清潔罪的事，就坐佇極高的天頂大威嚴者的大旁。","bklhl":"伊是上帝ê榮耀所發出ê光，是上帝本質ê真象，伊用伊權能ê話teh扶載萬物，已經成清潔罪ê事，就坐tī極高ê天頂，大威嚴ê ê大pêng；"}},{"book":"來","chapter":1,"verse":4,"versions":{"unv":"他所承受的名，既比天使的名更尊貴，就遠超過天使。","bklcl":"chiâⁿ-chòe pí chiah-ê thiⁿ-sài khah tōa, ha̍p tī I só͘ sêng-chiap ê miâ, pí in khah chun-kùi.","tghg":"成做比諸個天使卡大，合佇伊所承接的名，比𪜶卡尊貴。","bklhl":"成做比chiah ê天使khah大，合tī伊所承接ê名，比in khah尊貴。"}},{"book":"來","chapter":1,"verse":5,"versions":{"unv":"所有的天使，　神從來對哪一個說：你是我的兒子，我今日生你？又指著哪一個說：我要作他的父，他要作我的子？","bklcl":"In-ūi Siōng-tè kiám bat tùi sím-mi̍h thiⁿ-sài kóng:\tLí chiū-sī góa ê Kiáⁿ, Góa kin-á-ji̍t siⁿ lí? koh kóng,\tGóa beh chòe I ê Pē, I beh chòe Góa ê Kiáⁿ.","tghg":"因為上帝豈曾對甚麼天使講：你就是我的子，我今仔日生你？閣講：我欲做伊的父，伊欲做我的子？","bklhl":"因為上帝kiám bat tùi甚麼天使講:\t你就是我ê Kiáⁿ，我今á日生你？koh講，\t我beh做伊ê父，伊beh做我ê Kiáⁿ。"}},{"book":"來","chapter":1,"verse":6,"versions":{"unv":"再者，　神使長子到世上來的時候（或譯：　神再使長子到世上來的時候），就說：　神的使者都要拜他。","bklcl":"Kàu I koh chhōa tōa Kiáⁿ ji̍p sè-kan ê sî, chiū kóng, Siōng-tè chiah-ê thiⁿ-sài lóng tio̍h pài I.","tghg":"到伊閣導大子入世間的時，就講：上帝諸個天使攏著拜伊。","bklhl":"到伊koh chhōa大Kiáⁿ入世間ê時，就講，上帝chiah ê天使lóng tio̍h拜伊。"}},{"book":"來","chapter":1,"verse":7,"versions":{"unv":"論到使者，又說：　神以風為使者，以火焰為僕役；","bklcl":"Lūn-kàu thiⁿ-sài chiū kóng:\tHō͘ I ê thiⁿ-sài chòe hong, I ê chhe-ēng chòe hé-iām:","tghg":"論到天使，就講：互伊的天使做風，伊的差用做火焰；","bklhl":"論到天使就講:\tHō͘伊ê天使做風，伊ê差用做火燄:"}},{"book":"來","chapter":1,"verse":8,"versions":{"unv":"論到子卻說：　神啊，你的寶座是永永遠遠的；你的國權是正直的。","bklcl":"nā-sī lūn-kàu Kiáⁿ chiū kóng,\tSiōng-tè ah, lí ê chō-ūi tāi-tāi tī-teh,\tLí ê kok koân-pèng sī chèng-ti̍t ê koân-pèng.","tghg":"若是論到子就講：上帝啊，你的座位代代佇啲；你的國權柄是正直的權柄。","bklhl":"但是論到Kiáⁿ就講，\t上帝ah，你ê座位代代tī-teh，\t你ê 國權柄是正直ê權柄。"}},{"book":"來","chapter":1,"verse":9,"versions":{"unv":"你喜愛公義，恨惡罪惡；所以　神，就是你的　神，用喜樂油膏你，勝過膏你的同伴；","bklcl":"Lí ài kong-gī, oàn-hūn put-hoat;\tSó͘-í Siōng-tè, lí ê Siōng-tè, ēng hoaⁿ-hí ê iû boah lí,\tIâⁿ-kè lí chiah-ê tâng-phōaⁿ.","tghg":"你愛公義，怨恨不法；所以上帝，你的上帝，用歡喜的油抹你，贏過你諸個同伴；","bklhl":"你ài公義，怨恨不法；\t所以上帝，你ê上帝，用歡喜ê油抹你，\t贏過你chiah ê同伴。"}},{"book":"來","chapter":1,"verse":10,"versions":{"unv":"又說：主啊，你起初立了地的根基；天也是你手所造的。","bklcl":"Koh kóng,\tChú ah, khí-thâu ê sî, lí hē tōe ê tōe-ki,\tChiah-ê thiⁿ ia̍h sī lí ê chhiú só͘ chō ê:","tghg":"閣講：主啊，起頭的時你下(hē)地的地基；諸個天亦是你的手所造的。","bklhl":"Koh講，\t主ah，起頭ê時，你hē地ê地基，\tChiah-ê天亦是你ê手所造ê:"}},{"book":"來","chapter":1,"verse":11,"versions":{"unv":"天地都要滅沒，你卻要長存。天地都要像衣服漸漸舊了；","bklcl":"In beh bia̍t-bô; to̍k-to̍k lí kú-tn̂g tī-teh:\tIn lóng beh chhin-chhiūⁿ i-ho̍k chiām-chiām kū;","tghg":"𪜶欲滅無，獨獨你久長佇啲。𪜶攏欲親像衣服漸漸舊；","bklhl":"In beh滅無；獨獨你久長tī-teh:\tIn lóng beh親像衣服漸漸舊；"}},{"book":"來","chapter":1,"verse":12,"versions":{"unv":"你要將天地捲起來，像一件外衣，天地就都改變了。惟有你永不改變；你的年數沒有窮盡。","bklcl":"Lí beh chiong in kńg-khí-lâi, chhin-chhiūⁿ gōa-saⁿ,\tChhin-chhiūⁿ i-ho̍k, in chiū beh piàn-ōaⁿ:\tTo̍k-to̍k lí goân-chāi sī án-ni, lí ê hè-siū bô kiông-chīn.","tghg":"你欲將𪜶捲起來，親像外衫，親像衣服，𪜶就欲變換。獨獨你原在是按呢；你的歲壽無窮盡。","bklhl":"你beh將in捲起來，親像外衫，\t親像衣服，in就beh變換:\t獨獨你原在是án-ni，你ê歲壽無窮盡。"}},{"book":"來","chapter":1,"verse":13,"versions":{"unv":"所有的天使，　神從來對哪一個說：你坐在我的右邊，等我使你仇敵作你的腳凳？","bklcl":"Siōng-tè bat tùi tá-lo̍h chi̍t ê thiⁿ-sài kóng,\tChē góa ê tōa pêng,\tThèng-hāu góa hē lí ê tùi-te̍k chòe lí ê kha-ta̍h-í?","tghg":"上帝曾對叨落一個天使講：坐我的大旁，聽候我下(hē)你的對敵做你的腳踏椅？","bklhl":"上帝bat tùi tá-lo̍h一个天使講，\t坐我ê大pêng，\tthèng候我hē你ê對敵做你ê腳踏椅？"}},{"book":"來","chapter":1,"verse":14,"versions":{"unv":"天使豈不都是服役的靈、奉差遣為那將要承受救恩的人效力嗎？","bklcl":"In kiám m̄ sī lóng chòe chhe-ēng ê sîn, hōng-chhe lâi ho̍k-sāi teh-beh tit kiù ê lâng mah?","tghg":"𪜶豈呣是攏做差用的神、奉差來服事啲欲得救的人嗎？","bklhl":"In kiám m̄是lóng做差用ê神，奉差來服事teh-beh得救ê人mah？"}}]