[{"book":"來","chapter":9,"verse":1,"versions":{"unv":"原來前約有禮拜的條例和屬世界的聖幕。","bklcl":"Taⁿ hit ê chêng ê iok ia̍h ū ho̍k-sāi ê lé-gî, kap sio̍k sè-kan ê sèng-tiān.","tghg":"今彼個前的約亦有服事的禮儀及屬世間的聖殿。","bklhl":"Taⁿ hit ê前ê約亦有服事ê禮儀，kap屬世間ê聖殿。"}},{"book":"來","chapter":9,"verse":2,"versions":{"unv":"因為有預備的帳幕，頭一層叫作聖所，裡面有燈臺、桌子，和陳設餅。","bklcl":"In-ūi ū pī-pān hōe-bō͘, thâu-chêng keng kiò-chòe Sèng-só͘; hit lāi-bīn ū teng-tâi, kap kí-toh, kap pâi-lia̍t ê piáⁿ.","tghg":"因為有備辦會幕，頭前間叫做聖所，彼內面有燈台，及几(kí)桌，及排列的餅。","bklhl":"因為有備辦會幕，頭前間叫做聖所；hit內面有燈台，kap几桌，kap排列ê餅。"}},{"book":"來","chapter":9,"verse":3,"versions":{"unv":"第二幔子後又有一層帳幕，叫作至聖所，","bklcl":"Tē jī ê tiùⁿ-lî āu koh ū hōe-bō͘, kiò chòe Chì-sèng-só͘;","tghg":"第二個帳簾(tiùⁿ-lî)後閣有會幕，叫做至聖所，","bklhl":"第二ê帳籬後koh有會幕，叫做至聖所；"}},{"book":"來","chapter":9,"verse":4,"versions":{"unv":"有金香爐（爐：或譯壇），有包金的約櫃，櫃裡有盛嗎哪的金罐和亞倫發過芽的杖，並兩塊約版；","bklcl":"hia ū kim hiuⁿ-tôaⁿ, kap ka-nn̂g ê pau-kim ê iok-kūi, lāi-bīn ū khǹg má-ná ê kim-ô͘, A-lûn puh-gê ê koáiⁿ-á, kap iok ê chio̍h-pi nn̄g tè;","tghg":"遐有金香壇，及整個(ka-nn̂g)的包金的約櫃，內面有囥(khǹg)嗎哪的金壺，亞倫發芽(puh-gê)的枴仔，及約的石碑二塊；","bklhl":"hia有金香壇，kap ka-nn̂g ê包金ê約櫃，內面有khǹg má-ná ê金壺，亞倫puh芽ê柺á，kap約ê石碑兩塊；"}},{"book":"來","chapter":9,"verse":5,"versions":{"unv":"櫃上面有榮耀基路伯的影罩著施恩（施恩：原文是蔽罪）座。這幾件我現在不能一一細說。","bklcl":"kūi-téng ū êng-kng ê ki-lō͘-peng, jia-khàm si-un-só͘; chit kúi hāng taⁿ chhiáⁿ bián siông-sè kóng.","tghg":"櫃頂有榮光的𠼻𡀔兵遮蓋施恩所。此幾項今且免詳細講。","bklhl":"櫃頂有榮光ê Ki-lō͘-peng，遮蓋施恩所；chit幾項taⁿ請免詳細講。"}},{"book":"來","chapter":9,"verse":6,"versions":{"unv":"這些物件既如此預備齊了，眾祭司就常進頭一層帳幕，行拜　神的禮。","bklcl":"Chiah-ê mi̍h í-keng chiâu-pī, chè-si siông-siông ji̍p thâu-chêng keng ê hōe-bō͘, chīn chiah-ê ho̍k-sāi ê sū;","tghg":"諸個物已經齊備，祭司常常入頭前間的會幕，盡諸個服事的事。","bklhl":"Chiah-ê物已經齊備，祭司常常入頭前間ê會幕，盡chiah ê服事ê事；"}},{"book":"來","chapter":9,"verse":7,"versions":{"unv":"至於第二層帳幕，惟有大祭司一年一次獨自進去，沒有不帶著血為自己和百姓的過錯獻上。","bklcl":"nā-sī tē jī keng, chí ū chè-si-thâu ta̍k nî chi̍t pái ka-kī ji̍p khì, bô chi̍t pái bô tòa huih, ūi-tio̍h pún-sin kap peh-sìⁿ ê chhò-gō͘ lâi hiàn;","tghg":"若是第二間，只有祭司頭逐年一擺家己入去，無一擺無帶血，為著本身及百姓的錯誤來獻。","bklhl":"但是第二間，只有祭司頭ta̍k年一pái家己入去，無一pái無帶血，為tio̍h本身kap百姓ê錯誤來獻；"}},{"book":"來","chapter":9,"verse":8,"versions":{"unv":"聖靈用此指明，頭一層帳幕仍存的時候，進入至聖所的路還未顯明。","bklcl":"Sèng Sîn án-ni chí-bêng, chêng ê hōe-bō͘ iáu tī-teh ê sî, ji̍p chiah-ê sèng-só͘ ê lō͘ iáu-bē hián-bêng;","tghg":"聖神按呢指明，前的會幕猶佇啲的時，入諸個聖所的路猶未顯明。","bklhl":"聖神án-ni指明，前ê會幕iáu tī-teh ê時，入chiah ê聖所ê路猶未顯明；"}},{"book":"來","chapter":9,"verse":9,"versions":{"unv":"那頭一層帳幕作現今的一個表樣，所獻的禮物和祭物，就著良心說，都不能叫禮拜的人得以完全。","bklcl":"che sī beh chòe hiān-kim ê phì-jū; chiàu án-ni ū teh hiàn lé-mi̍h chè-sū, chiū-sī bōe-ōe hō͘ ho̍k-sāi ê lâng chiàu liông-sim lâi tit-tio̍h oân-choân ê;","tghg":"這是欲做現今的譬喻，照按呢有啲獻禮物祭祀，就是𣍐會互服事的人照良心，來得著完全的。","bklhl":"這是beh做現今ê譬喻；照án-ni有teh獻禮物祭祀，就是bōe會hō͘服事ê人照良心來得tio̍h完全ê；"}},{"book":"來","chapter":9,"verse":10,"versions":{"unv":"這些事，連那飲食和諸般洗濯的規矩，都不過是屬肉體的條例，命定到振興的時候為止。","bklcl":"in-ūi hiah-ê (í-ki̍p lim-chia̍h kap ta̍k téng-hō ê sóe) put-kò sī chòe jio̍k-thé ê lé-gî, siat-li̍p lâi thèng-hāu kái-chèng ê sî.","tghg":"因為許個，以及飲食及逐等號的洗，不過是做肉體的禮儀，設立來聽候改正的時。","bklhl":"因為hiah-ê(以及lim食kap ta̍k等號ê洗)不過是做肉體ê禮儀，設立來thèng候改正ê時。"}},{"book":"來","chapter":9,"verse":11,"versions":{"unv":"但現在基督已經來到，作了將來美事的大祭司，經過那更大更全備的帳幕，不是人手所造，也不是屬乎這世界的；","bklcl":"Taⁿ Ki-tok í-keng kàu, chòe chiong-lâi chiah-ê hó sū ê chè-si-thâu, keng-kè khah tōa khah chiâu-chn̂g ê hōe-bō͘, m̄ sī lâng ê chhiú só͘ khí-chō, chiū-sī bô sio̍k tī chit sè-kan ê,","tghg":"今基督已經到，做將來諸個好事的祭司頭，經過卡大卡齊全的會幕，呣是人的手所起造，就是無屬佇此世間的；","bklhl":"Taⁿ基督已經到，做將來chiah ê好事ê祭司頭，經過khah大khah齊全ê會幕，m̄是人ê手所起造，就是無屬tī chit世間ê，"}},{"book":"來","chapter":9,"verse":12,"versions":{"unv":"並且不用山羊和牛犢的血，乃用自己的血，只一次進入聖所，成了永遠贖罪的事。","bklcl":"I ia̍h m̄ sī ēng iûⁿ kap gû-á ê huih, chiū-sī ēng ka-kī ê huih, ji̍p sèng-só͘ chi̍t pái chiū kàu-gia̍h, tit-tio̍h éng-oán ê sio̍k-hôe.","tghg":"伊亦呣是用羊及牛仔的血，就是用家己的血，入聖所一擺就夠額，得著永遠的贖回。","bklhl":"伊亦m̄是用羊kap牛á ê血，就是用家己ê血，入聖所一pái就夠額，得tio̍h永遠ê贖回。"}},{"book":"來","chapter":9,"verse":13,"versions":{"unv":"若山羊和公牛的血，並母牛犢的灰，灑在不潔的人身上，尚且叫人成聖，身體潔淨，","bklcl":"In-ūi gû iûⁿ ê huih, kap gû-chéng-á ê hu, hiù tī bô chheng-khì ê lâng, siōng-chhiáⁿ ōe hō͘ in chiâⁿ sèng kàu tī jio̍k-thé chheng-khì;","tghg":"因為牛羊的血，及牛種仔的灰，灑(hiù)佇無清氣的人，尚且會互𪜶成聖，到佇肉體清氣，","bklhl":"因為牛羊ê血，kap牛種á ê灰，hiù tī無清氣ê人，尚且能hō͘ in成聖到tī肉體清氣；"}},{"book":"來","chapter":9,"verse":14,"versions":{"unv":"何況基督藉著永遠的靈，將自己無瑕無疵獻給　神，他的血豈不更能洗淨你們的心（原文是良心），除去你們的死行，使你們事奉那永生　神嗎？","bklcl":"hô-hòng Ki-tok tùi éng-oán ê Sîn, hiàn ka-kī bô hâ-chhû hō͘ Siōng-tè, I ê huih kiám bô koh khah ōe chheng-khì lín ê liông-sim, thoat-lī chiah-ê sí ê só͘ kiâⁿ, lâi ho̍k-sāi chin-oa̍h ê Siōng-tè ah?","tghg":"何況基督對永遠的神，獻家己無瑕疵互上帝，伊的血豈無閣卡會清氣恁的良心，脫離諸個死的所行，來服事真活的上帝啊？","bklhl":"何況基督tùi永遠ê神，獻家己無瑕疵hō͘上帝，伊ê血kiám無koh-khah能清氣lín ê良心，脫離chiah ê死ê所行，來服事真活ê上帝ah？"}},{"book":"來","chapter":9,"verse":15,"versions":{"unv":"為此，他作了新約的中保，既然受死贖了人在前約之時所犯的罪過，便叫蒙召之人得著所應許永遠的產業。","bklcl":"In-ūi án-ni, I chòe sin iok ê tiong-pó, ēng sí lâi sio̍k chêng iok ê sî só͘ hoān ê chōe-kòa, sī beh hō͘ siū tiàu ê lâng tit-tio̍h éng-oán ê gia̍p ê èng-ún.","tghg":"因為按呢，伊做新約的中保，用死來贖前約的時所犯的罪過，是欲互受召的人得著永遠的業的應允。","bklhl":"因為án-ni，伊做新約ê中保，用死來贖前約ê時所犯ê罪過，是beh hō͘受召ê人得tio̍h永遠ê業ê應允。"}},{"book":"來","chapter":9,"verse":16,"versions":{"unv":"凡有遺命必須等到留遺命（遺命：原文與約字同）的人死了；","bklcl":"Hoān-nā ū ûi-bēng, tek-khak tio̍h ū ûi-bēng ê lâng sí ê pîn-kù.","tghg":"凡若有遺命的確著有遺命(ûi-bēng)的人死的憑據；","bklhl":"凡若有遺命，的確tio̍h有遺命ê人死ê憑據。"}},{"book":"來","chapter":9,"verse":17,"versions":{"unv":"因為人死了，遺命才有效力，若留遺命的尚在，那遺命還有用處嗎？","bklcl":"In-ūi í-keng sí, chiū ûi-bēng kian-kò͘;  ûi-bēng ê lâng iáu oa̍h tī-teh, chiū ûi-bēng beh-thái ū la̍t?","tghg":"因為已經死，就遺命堅固，遺命的人猶活佇啲，就遺命欲豈有力？","bklhl":"因為已經死，就遺命堅固；遺命ê人iáu活tī-teh，就遺命beh-thái有力？"}},{"book":"來","chapter":9,"verse":18,"versions":{"unv":"所以，前約也不是不用血立的；","bklcl":"Só͘-í chêng ê iok ia̍h m̄ sī bô ēng huih lâi siat-li̍p.","tghg":"所以，前的約亦呣是無用血來設立；","bklhl":"所以前ê約亦m̄是無用血來設立。"}},{"book":"來","chapter":9,"verse":19,"versions":{"unv":"因為摩西當日照著律法將各樣誡命傳給眾百姓，就拿朱紅色絨和牛膝草，把牛犢山羊的血和水灑在書上，又灑在眾百姓身上，說：","bklcl":"In-ūi Mô͘-se í-keng chiàu lu̍t-hoat chiong lóng-chóng ê kài-bēng thoân hō͘ chèng peh-sìⁿ, chiū phâng gû-á kap iûⁿ ê huih, í-ki̍p chúi kap chu-âng sek ê mî kap gû-chhek-chháu, lâi hiù hit pún chheh kap chèng peh-sìⁿ, kóng,","tghg":"因為摩西已經照律法將攏總的誡命傳互眾百姓，就捧牛仔及羊的血，以及水及朱紅色的綿及牛膝草，來灑彼本冊，及眾百姓，講：","bklhl":"因為摩西已經照律法將lóng總ê誡命傳hō͘眾百姓，就捧牛á kap羊ê血，以及水kap朱紅色ê綿kap牛膝草，來hiù hit本冊kap眾百姓，講，"}},{"book":"來","chapter":9,"verse":20,"versions":{"unv":"「這血就是　神與你們立約的憑據。」","bklcl":"Chit-ê chiū-sī Siōng-tè só͘ hoan-hù lín ê iok ê huih.","tghg":"「此個就是上帝所吩咐恁的約的血。」","bklhl":"Chit ê就是上帝所吩咐lín ê約ê血。"}},{"book":"來","chapter":9,"verse":21,"versions":{"unv":"他又照樣把血灑在帳幕和各樣器皿上。","bklcl":"Koh ia̍h chiàu án-ni, ēng huih hiù hōe-bō͘ kap só͘ ēng lâi ho̍k-sāi ê khì-kū.","tghg":"閣亦照按呢用血灑會幕及所用來服事的器具。","bklhl":"Koh亦照án-ni，用血hiù會幕kap所用來服事ê器具。"}},{"book":"來","chapter":9,"verse":22,"versions":{"unv":"按著律法，凡物差不多都是用血潔淨的；若不流血，罪就不得赦免了。","bklcl":"Koh chiàu lu̍t-hoat, ta̍k hāng mi̍h chha-put-to lóng sī ēng huih hō͘ i chheng-khì, nā bô lâu huih, chiū bô sià-bián.","tghg":"閣照律法，逐項物差不多攏是用血互伊清氣；若無流血，就無赦免。","bklhl":"Koh照律法，ta̍k項物差不多lóng是用血hō͘伊清氣，若無流血，就無赦免。"}},{"book":"來","chapter":9,"verse":23,"versions":{"unv":"照著天上樣式做的物件必須用這些祭物去潔淨；但那天上的本物自然當用更美的祭物去潔淨。","bklcl":"Chiàu thiⁿ-téng ê iūⁿ só͘ chòe chiah-ê mi̍h, tek-khak tio̍h ēng chiah-ê hō͘ i chheng-khì; chiū tī thiⁿ-téng ê goân mi̍h, tio̍h ēng pí che khah hó ê chè hō͘ i chheng-khì.","tghg":"照天頂的樣所做諸個物，的確著用諸個互伊清氣；就佇天頂的原物，著用比這卡好的祭互伊清氣。","bklhl":"照天頂ê樣所做chiah ê物，的確tio̍h用chiah ê hō͘伊清氣；就tī天頂ê原物，tio̍h用比這khah好ê祭hō͘伊清氣。"}},{"book":"來","chapter":9,"verse":24,"versions":{"unv":"因為基督並不是進了人手所造的聖所（這不過是真聖所的影像），乃是進了天堂，如今為我們顯在　神面前；","bklcl":"In-ūi Ki-tok m̄ sī ji̍p lâng ê chhiú só͘ chō ê sèng-só͘, chòe chin sèng-só͘ ê iáⁿ-siōng ê;  chiū-sī ji̍p tī chin ê thiⁿ, taⁿ ūi-tio̍h lán chiah-ê hián-hiān tī Siōng-tè ê bīn-chêng;","tghg":"因為基督呣是入人的手所造的聖所（做真聖所的影像的），就是入佇真的天，今為著咱諸個顯現佇上帝的面前；","bklhl":"因為基督m̄是入人ê手所造ê聖所，做真聖所ê影像ê；就是入tī真ê天，taⁿ為tio̍h咱chiah ê顯現tī上帝ê面前；"}},{"book":"來","chapter":9,"verse":25,"versions":{"unv":"也不是多次將自己獻上，像那大祭司每年帶著牛羊的血（牛羊的血：原文作不是自己的血）進入聖所，","bklcl":"I ia̍h bián ēng ka-kī ta̍uh-ta̍uh hiàn, chhin-chhiūⁿ hiah-ê chè-si-thâu, ta̍k nî ēng gû iûⁿ ê huih, ji̍p chiah-ê sèng-só͘;","tghg":"伊亦免用家己沓沓(ta̍uh-ta̍uh)獻，親像許個祭司頭逐年用牛羊的血入諸個聖所，","bklhl":"伊亦免用家己ta̍uh-ta̍uh獻，親像hiah-ê祭司頭，ta̍k年用牛、羊ê血，入chiah ê聖所；"}},{"book":"來","chapter":9,"verse":26,"versions":{"unv":"如果這樣，他從創世以來，就必多次受苦了。但如今在這末世顯現一次，把自己獻為祭，好除掉罪。","bklcl":"nā án-ni, chiū Ki-tok tùi chhòng-chō sè-kan í-lâi, tio̍h ta̍uh-ta̍uh siū khó͘:  to̍k-to̍k taⁿ tī chiah-ê sè-tāi ê lō͘-bé, I chi̍t pái chhut-hiān, hiàn pún-sin chòe chè, lâi tû-khì chōe.","tghg":"若按呢，就基督對創造世間以來，著沓沓受苦。獨獨今佇諸個世代的路尾，伊一擺出現，獻本身做祭，來除去罪。","bklhl":"若án-ni，就基督tùi創造世間以來，tio̍h ta̍uh-ta̍uh受苦：獨獨taⁿ tī chiah ê世代ê路尾，伊一pái出現，獻本身做祭，來除去罪。"}},{"book":"來","chapter":9,"verse":27,"versions":{"unv":"按著定命，人人都有一死，死後且有審判。","bklcl":"Koh chiàu só͘ chù-tiāⁿ ê, lâng ū chi̍t pái sí, í-āu ū sím-phòaⁿ;","tghg":"閣照所註定的，人有一擺死，以後有審判。","bklhl":"Koh照所註定ê，人有一pái死，以後有審判；"}},{"book":"來","chapter":9,"verse":28,"versions":{"unv":"像這樣，基督既然一次被獻，擔當了多人的罪，將來要向那等候他的人第二次顯現，並與罪無關，乃是為拯救他們。","bklcl":"án-ni, Ki-tok í-keng chi̍t pái tú-tio̍h hiàn, lâi tam-tng chōe-chōe lâng ê chōe-kòa, beh tē jī pái, tùi ǹg-bāng I ê lâng chhut-hiān, lâi kiù in;  hit sî chhut-hiān kap chōe bô kan-sia̍p.","tghg":"按呢，基督已經一擺抵著(tú-tio̍h)獻，來擔當多多人的罪過，欲第二擺對向望伊的人出現來救𪜶，彼時出現及罪無干涉。","bklhl":"án-ni，基督已經一pái tú-tio̍h獻，來擔當chōe-chōe人ê罪過，beh第二pái，tùi ǹg望伊ê人出現，來救in；hit時出現kap罪無干涉。"}}]