[{"book":"來","chapter":5,"verse":1,"versions":{"unv":"凡從人間挑選的大祭司，是奉派替人辦理屬　神的事，為要獻上禮物和贖罪祭（或譯：要為罪獻上禮物和祭物）。","bklcl":"In-ūi tùi lâng ê tiong-kan só͘ kéng ê chè-si-thâu lóng sī ūi-tio̍h lâng, tī koan-hē Siōng-tè ê sū, lâi siat-li̍p, thang ūi-tio̍h chōe-kòa hiàn lé-mi̍h kap chè-sū.","tghg":"因為對人的中間所揀的祭司頭，攏是為著人佇關係上帝的事來設立，通為著罪過獻禮物及祭祀。","bklhl":"因為tùi人ê中間所揀ê祭司頭lóng是為tio̍h人，tī關係上帝ê事，來設立，thang為tio̍h罪過獻禮物kap祭祀。"}},{"book":"來","chapter":5,"verse":2,"versions":{"unv":"他能體諒那愚蒙的和失迷的人，因為他自己也是被軟弱所困。","bklcl":"I kì-jiân hō͘ nńg-chiáⁿ só͘ ûi-khùn, chiah ōe thé-liōng m̄ chai-iáⁿ  kap sit-bê ê lâng;","tghg":"伊既然互軟茈(nńg-chiáⁿ)所圍困，才會體諒呣知影及失迷的人。","bklhl":"伊既然hō͘軟chiáⁿ所圍困，chiah會體諒m̄知影kap失迷ê人；"}},{"book":"來","chapter":5,"verse":3,"versions":{"unv":"故此，他理當為百姓和自己獻祭贖罪。","bklcl":"só͘-í i eng-kai in-ūi pún-sin, chhin-chhiūⁿ in-ūi peh-sìⁿ, ūi-tio̍h chōe lâi hiàn-chè.","tghg":"所以，伊應該因為本身，親像因為百姓為著罪來獻祭。","bklhl":"所以伊應該因為本身，親像因為百姓，為tio̍h罪來獻祭。"}},{"book":"來","chapter":5,"verse":4,"versions":{"unv":"這大祭司的尊榮，沒有人自取。惟要蒙　神所召，像亞倫一樣。","bklcl":"Koh chit ê chun-kùi, m̄ sī lâng ka-kī chhú, chí ū hō͘ Siōng-tè tiàu ê, chhin-chhiūⁿ A-lûn chi̍t iūⁿ.","tghg":"閣此個尊貴，呣是人家己取，只有互上帝召的，親像亞倫一樣。","bklhl":"Koh chit ê尊貴，m̄是人家己取，只有hō͘上帝召ê，親像亞倫一樣。"}},{"book":"來","chapter":5,"verse":5,"versions":{"unv":"如此，基督也不是自取榮耀作大祭司，乃是在乎向他說「你是我的兒子，我今日生你」的那一位；","bklcl":"Chhin-chhiūⁿ án-ni, Ki-tok ia̍h m̄ sī ka-kī chun chòe chè-si-thâu, chiū-sī hit-ê tùi I kóng,\tLí chiū-sī góa ê Kiáⁿ, Góa kin-á-ji̍t siⁿ lín ê.","tghg":"親像按呢，基督亦呣是家己尊做祭司頭，就是彼個對伊講「你就是我的子，我今仔日生恁」者；","bklhl":"親像án-ni，基督亦m̄是家己尊做祭司頭，就是hit ê對伊講，\t你就是我ê Kiáⁿ，我今á日生lín ê。"}},{"book":"來","chapter":5,"verse":6,"versions":{"unv":"就如經上又有一處說：「你是照著麥基洗德的等次永遠為祭司。」","bklcl":"Tī pa̍t ūi ia̍h kóng,\tLí éng-oán chòe chè-si,\tChiàu Be̍k-ki-sé-tek ê pan-lia̍t.","tghg":"佇別位亦講：「你永遠做祭司，照麥基洗德的班列。」","bklhl":"Tī別位亦講，\t你永遠做祭司，\t照Be̍k-ki-sé-tek ê班列。"}},{"book":"來","chapter":5,"verse":7,"versions":{"unv":"基督在肉體的時候，既大聲哀哭，流淚禱告，懇求那能救他免死的主，就因他的虔誠蒙了應允。","bklcl":"Ki-tok tī I tiàm jio̍k-thé ê ji̍t, ēng chhut-la̍t âu-kiò, koh lâu ba̍k-sái, hiàn kî-tó khún-kiû hō͘ hit ê ōe kiù I chhut sí ê, koh in-ūi I ê kèng-khiân tit-tio̍h thiaⁿ-kìⁿ,","tghg":"基督佇伊踮肉體的日，用出力喉叫，閣流目屎，獻祈禱，懇求互彼個會救伊出死者，閣因為伊的敬虔得著聽見。","bklhl":"基督tī伊tiàm肉體ê日，用出力喉叫，koh流目屎，獻祈禱懇求hō͘ hit ê話救伊出死ê，koh因為伊ê敬虔得tio̍h聽見，"}},{"book":"來","chapter":5,"verse":8,"versions":{"unv":"他雖然為兒子，還是因所受的苦難學了順從。","bklcl":"sui-jiân chòe Kiáⁿ, ia̍h tùi só͘ siū chiah-ê khó͘-lān lâi o̍h sūn-ho̍k;","tghg":"雖然做子，亦對所受諸個苦難來學順服。","bklhl":"雖然做Kiáⁿ，亦tùi所受chiah ê苦難來學順服；"}},{"book":"來","chapter":5,"verse":9,"versions":{"unv":"他既得以完全，就為凡順從他的人成了永遠得救的根源，","bklcl":"í-keng chiâⁿ-chòe oân-choân, chiū chòe hoān-nā sūn-ho̍k I ê lâng éng-oán chín-kiù ê kun-goân;","tghg":"已經成做完全，就做凡若順服伊的人永遠拯救的根源，","bklhl":"已經成做完全，就做凡若順服伊ê人永遠拯救ê根源；"}},{"book":"來","chapter":5,"verse":10,"versions":{"unv":"並蒙　神照著麥基洗德的等次稱他為大祭司。","bklcl":"hō͘ Siōng-tè chheng I chòe chè-si-thâu, chiàu Be̍k-ki-sé-tek ê pan-lia̍t.","tghg":"互上帝稱伊做祭司頭，照麥基洗德的班列。","bklhl":"hō͘上帝chheng伊做祭司頭，照Be̍k-ki-sé-tek ê班列。"}},{"book":"來","chapter":5,"verse":11,"versions":{"unv":"論到麥基洗德，我們有好些話，並且難以解明，因為你們聽不進去。","bklcl":"Lūn-kàu chit-ê, goán ū chōe-chōe ōe ài kóng, m̄ kú oh-tit kóe-bêng, in-ūi lín hī-khang tūn ê iân-kò͘.","tghg":"論到此個，阮有多多話愛講，呣拘僫(oh)得解明，因為恁耳孔鈍的緣故。","bklhl":"論到chit ê，阮有chōe-chōe話ài講，m̄-kú oh得解明，因為lín耳孔鈍ê緣故。"}},{"book":"來","chapter":5,"verse":12,"versions":{"unv":"看你們學習的工夫，本該作師傅，誰知還得有人將　神聖言小學的開端另教導你們，並且成了那必須吃奶、不能吃乾糧的人。","bklcl":"In-ūi lūn-kàu sî ê kú, lín tio̍h ka-kī chòe sian-siⁿ, nā-sī iáu khiàm-ēng lâng chiong Siōng-tè ê ōe chiah-ê siáu-ha̍k ê khí-thâu kà lín; koh chiâⁿ-chòe khiàm-ēng lin, bô khiàm-ēng ngó͘-kok.","tghg":"因為論到時的久，恁著家己做先生(sian-siⁿ)，若是猶欠用人將上帝的話諸個小學(siáu-ha̍k)的起頭教恁，閣成做欠用奶、無欠用五殼。","bklhl":"因為論到時ê久，lín tio̍h家己做先生，但是iáu欠用人將上帝ê話chiah ê小學ê起頭教lín；koh成做欠用奶，無欠用五穀。"}},{"book":"來","chapter":5,"verse":13,"versions":{"unv":"凡只能吃奶的都不熟練仁義的道理，因為他是嬰孩；","bklcl":"Hoān-nā chia̍h lin ê, bô láu-liān gī ê tō-lí; in-ūi i sī eⁿ-á.","tghg":"凡若食奶的無老練義的道理，因為伊是嬰仔；","bklhl":"凡若食奶ê，無老練義ê道理；因為伊是嬰á。"}},{"book":"來","chapter":5,"verse":14,"versions":{"unv":"惟獨長大成人的才能吃乾糧；他們的心竅習練得通達，就能分辨好歹了。","bklcl":"To̍k-to̍k tióng-sêng ê lâng chia̍h ngó͘-kok, in ê sim-khiàu tùi liān-si̍p lâi liān-ta̍t, kàu ōe hun-piat hó pháiⁿ.","tghg":"獨獨長成的人食五穀；𪜶的心竅(sim-khiàu)對練習來練達，到會分別好歹。","bklhl":"獨獨長成ê人食五穀，in ê心竅tùi練習來練達，到會分別好pháiⁿ。"}}]