[{"book":"來","chapter":13,"verse":1,"versions":{"unv":"你們務要常存弟兄相愛的心。","bklcl":"Hiaⁿ-tī ê saⁿ-thiàⁿ tio̍h kú-tn̂g.","tghg":"兄弟的相疼著久長。","bklhl":"兄弟ê相疼tio̍h久長。"}},{"book":"來","chapter":13,"verse":2,"versions":{"unv":"不可忘記用愛心接待客旅；因為曾有接待客旅的，不知不覺就接待了天使。","bklcl":"Bo̍h-tit bōe kì-tit chiap-thāi lâng-kheh; in-ūi tùi án-ni, bat ū chiap-thāi-tio̍h thiⁿ-sài,  ia̍h m̄ chai ê.","tghg":"莫得𣍐記得接待人客；因為對按呢曾有接待著天使，亦呣知的。","bklhl":"莫得bōe記得接待人客；因為tùi án-ni，bat有接待tio̍h天使，亦m̄知ê。"}},{"book":"來","chapter":13,"verse":3,"versions":{"unv":"你們要記念被捆綁的人，好像與他們同受捆綁；也要記念遭苦害的人，想到自己也在肉身之內。","bklcl":"Tio̍h siàu-liām chiah-ê siū koaiⁿ ê, chhin-chhiūⁿ kap in saⁿ-tâng koaiⁿ; siàu-liām siū pō-gio̍k ê, sī lín ia̍h ū seng-khu.","tghg":"著數念(siàu-liām)諸個受關者，親像及𪜶相同關；數念受暴虐(pō-gio̍k)者，是恁亦有身軀。","bklhl":"Tio̍h siàu念chiah ê受關ê，親像kap in相同關；siàu念受暴虐 ê，是lín亦有身軀。"}},{"book":"來","chapter":13,"verse":4,"versions":{"unv":"婚姻，人人都當尊重，床也不可污穢；因為苟合行淫的人，　神必要審判。","bklcl":"Hun-in lâng-lâng tio̍h chun-tiōng, chhn̂g bô lâ-sâm; in-ūi su-thong kiâⁿ-îm ê lâng, Siōng-tè beh sím-phòaⁿ i.","tghg":"婚姻，人人著尊重，床無垃墋；因為私通行淫的人，上帝欲審判伊。","bklhl":"婚姻人人tio̍h尊重，床無lâ-sâm；因為私通行淫ê人，上帝beh審判伊。"}},{"book":"來","chapter":13,"verse":5,"versions":{"unv":"你們存心不可貪愛錢財，要以自己所有的為足；因為主曾說：「我總不撇下你，也不丟棄你。」","bklcl":"Sim-chì m̄ thang tham châi; lia̍h só͘ ū ê chòe kàu-gia̍h; in-ūi Siōng-tè ū kóng, Góa koat-toàn bô pàng-sak lí, koat-toàn bô lī-khui lí.","tghg":"心志呣通貪財，掠所有的做夠額；因為上帝有講：「我決斷無放拺你，決斷無離開你。」","bklhl":"心志m̄-thang貪財；掠所有ê做夠額；因為上帝有講，我決斷無放sak你，決斷無離開你。"}},{"book":"來","chapter":13,"verse":6,"versions":{"unv":"所以我們可以放膽說：主是幫助我的，我必不懼怕；人能把我怎麼樣呢？","bklcl":"Só͘-í lán thang hó-táⁿ kóng,\tChú chiū-sī pang-chān góa ê, góa bô beh kiaⁿ-hiâⁿ,\tLâng beh siáⁿ hoat-tit góa ta-ôa?\"","tghg":"所以咱通好膽講：主就是幫助我的，我無欲驚惶；人欲啥法得我奈何(ta-ôa)？","bklhl":"所以咱thang好膽講，\t主就是幫贊我ê，我無beh驚惶，\t人beh啥法得我ta-ôa？\""}},{"book":"來","chapter":13,"verse":7,"versions":{"unv":"從前引導你們、傳　神之道給你們的人，你們要想念他們，效法他們的信心，留心看他們為人的結局。","bklcl":"Chêng ín-chhōa lín, ēng Siōng-tè ê tō-lí thoân hō͘ lín ê lâng, lín tio̍h siàu-liām in; khòaⁿ in kiâⁿ-chòe ê kiat-kio̍k, lâi o̍h in ê sìn.","tghg":"前引導恁、用上帝的道理傳互恁的人，恁著數念𪜶，看𪜶行做的結局，來學𪜶的信。","bklhl":"前引chhōa lín，用上帝ê道理傳hō͘ lín ê人，lín tio̍h siàu念in；看in行做ê結局，來學in ê信。"}},{"book":"來","chapter":13,"verse":8,"versions":{"unv":"耶穌基督昨日、今日、一直到永遠，是一樣的。","bklcl":"Iâ-so͘ Ki-tok chā-ji̍t kin-á-ji̍t tâng chi̍t iūⁿ, ti̍t kàu tāi-tāi.","tghg":"耶穌基督昨日、今仔日同一樣，直到代代。","bklhl":"耶穌基督昨日、今á日同一樣，直到代代。"}},{"book":"來","chapter":13,"verse":9,"versions":{"unv":"你們不要被那諸般怪異的教訓勾引了去；因為人心靠恩得堅固才是好的，並不是靠飲食。那在飲食上專心的從來沒有得著益處。","bklcl":"Lín bo̍h-tit hō͘ chhap-cha̍p koh-iūⁿ ê kàu só͘ chhian-sóa; in-ūi sim tùi un-tián lâi kian-kò͘ chiah sī hó; m̄ sī tùi hiah-ê chia̍h-mi̍h; in-ūi ēng kang tī hiah-ê mi̍h ê, bô lī-ek.","tghg":"恁莫得互插雜各樣的教(kàu)所遷徙；因為心對恩典來堅固才是好，呣是對許個食物。因為用工佇許個物的無利益。","bklhl":"Lín莫得hō͘ chhap雜各樣ê教所遷徙；因為心tùi恩典來堅固chiah是好；m̄是tùi hiah-ê食物；因為用工tī hiah-ê物ê，無利益。"}},{"book":"來","chapter":13,"verse":10,"versions":{"unv":"我們有一祭壇，上面的祭物是那些在帳幕中供職的人不可同吃的。","bklcl":"Lán ū chè-tôaⁿ, ho̍k-sāi tī hōe-bō͘ ê bô koân thang chia̍h i.","tghg":"咱有祭壇，服事佇會幕的無權通食伊。","bklhl":"咱有祭壇，服事tī會幕ê無權thang食伊。"}},{"book":"來","chapter":13,"verse":11,"versions":{"unv":"原來牲畜的血被大祭司帶入聖所作贖罪祭；牲畜的身子被燒在營外。","bklcl":"In-ūi cheng-siⁿ ê huih hō͘ chè-si-thâu tòa ji̍p sèng-só͘ lâi sio̍k chōe, hiah-ê cheng-siⁿ ê sin-thé chiū sio tī iâⁿ-gōa.","tghg":"因為精牲的血互祭司頭帶入聖所來贖罪；許個精牲的身體就燒佇營外。","bklhl":"因為cheng-siⁿ ê血hō͘祭司頭帶入聖所來贖罪，hiah-ê cheng-siⁿ ê身體就燒tī營外。"}},{"book":"來","chapter":13,"verse":12,"versions":{"unv":"所以，耶穌要用自己的血叫百姓成聖，也就在城門外受苦。","bklcl":"Só͘-í Iâ-so͘ in-ūi beh ēng ka-kī ê huih hō͘ peh-sìⁿ chiâⁿ-sèng, ia̍h siū khó͘ tī siâⁿ mn̂g gōa.","tghg":"所以，耶穌因為欲用家己的血互百姓成聖，亦受苦佇城門外。","bklhl":"所以耶穌因為beh用家己ê血hō͘百姓成聖，亦受苦tī城門外。"}},{"book":"來","chapter":13,"verse":13,"versions":{"unv":"這樣，我們也當出到營外，就了他去，忍受他所受的凌辱。","bklcl":"Án-ni lán ia̍h tio̍h chhut iâⁿ gōa lâi chiū-kūn I, siū I só͘ siū ê lêng-jio̍k.","tghg":"按呢，咱亦著出營外，來就近伊，受伊所受的凌辱。","bklhl":"Án-ni咱亦tio̍h出營外來就近伊，受伊所受ê凌辱。"}},{"book":"來","chapter":13,"verse":14,"versions":{"unv":"我們在這裡本沒有常存的城，乃是尋求那將來的城。","bklcl":"In-ūi tī chia lán bô kú-tn̂g tī-teh ê siâⁿ, sī chhē hit ê chiong-lâi ê.","tghg":"因為佇遮咱無久長佇啲的城，是尋彼個將來的。","bklhl":"因為tī chia咱無久長tī-teh ê城，是chhē hit ê將來ê。"}},{"book":"來","chapter":13,"verse":15,"versions":{"unv":"我們應當靠著耶穌，常常以頌讚為祭獻給　神，這就是那承認主名之人嘴唇的果子。","bklcl":"Só͘-í tio̍h tùi Iâ-so͘ siông-siông ēng o-ló chòe chè, hiàn hō͘ Siōng-tè; che chiū-sī sêng-jīn Chú miâ ê chhùi-tûn só͘ kiat ê ké-chí.","tghg":"所以著對耶穌，常常用謳咾做祭獻互上帝，這就是承認主名的嘴唇所結的果子。","bklhl":"所以tio̍h對耶穌常常用o-ló做祭，獻hō͘上帝；這就是承認主名ê嘴唇所結ê果子。"}},{"book":"來","chapter":13,"verse":16,"versions":{"unv":"只是不可忘記行善和捐輸的事，因為這樣的祭是　神所喜悅的。","bklcl":"To̍k-to̍k kiâⁿ hó, kap saⁿ kiong-kip, lín m̄ thang bōe kì-tit, in-ūi chit hō ê chè sī Siōng-tè só͘ hoaⁿ-hí ê.","tghg":"獨獨行好及相供給，恁呣通𣍐記得，因為此號的祭是上帝所歡喜的。","bklhl":"獨獨行好，kap相供給，lín m̄-thang bōe記得，因為chit號ê祭是上帝所歡喜ê。"}},{"book":"來","chapter":13,"verse":17,"versions":{"unv":"你們要依從那些引導你們的，且要順服；因他們為你們的靈魂時刻警醒，好像那將來交帳的人。你們要使他們交的時候有快樂，不致憂愁；若憂愁就與你們無益了。","bklcl":"Ín-chhōa lín ê, lín tio̍h thiaⁿ-thàn sūn-ho̍k in; in-ūi in ūi-tio̍h lín ê lêng-hûn kéng-séng, sī chiong-lâi tio̍h ka-kī pâi-lia̍t ê; lín tio̍h hō͘ in ēng hoaⁿ-hí lâi chòe, bô ēng thó͘-khùi; in-ūi chit-ê bô lī-ek lín.","tghg":"引導恁的，恁著聽趁順服𪜶；因為𪜶為著恁的靈魂警醒，是將來著家己排列的。恁著互𪜶用歡喜來做，無用吐氣；因為此個無利益恁。","bklhl":"引chhōa lín ê，lín tio̍h聽thàn順服in；因為in為tio̍h lín ê靈魂警醒，是將來tio̍h家己排列ê；lín tio̍h hō͘ in用歡喜來做，無用吐氣；因為chit ê無利益lín。"}},{"book":"來","chapter":13,"verse":18,"versions":{"unv":"請你們為我們禱告，因我們自覺良心無虧，願意凡事按正道而行。","bklcl":"Lín tio̍h thòe goán kî-tó; goán sìn ka-kī ū chiàu liông-sim, hoān sū ài chiàu chèng-ti̍t lâi kiâⁿ.","tghg":"恁著替阮祈禱，阮信家己有照良心，凡事愛照正直來行。","bklhl":"Lín tio̍h替阮祈禱；阮信家己有照良心，凡事ài照正直來行。"}},{"book":"來","chapter":13,"verse":19,"versions":{"unv":"我更求你們為我禱告，使我快些回到你們那裡去。","bklcl":"Góa it-hoat khǹg lín kiâⁿ án-ni, hō͘ góa thang khah kín koh chiū-kūn lín.","tghg":"我益發勸恁行按呢，互我通卡緊閣就近恁。","bklhl":"我益發勸lín行án-ni，hō͘我thang khah緊koh就近lín。"}},{"book":"來","chapter":13,"verse":20,"versions":{"unv":"但願賜平安的　神，就是那憑永約之血、使群羊的大牧人─我主耶穌從死裡復活的　神，","bklcl":"Taⁿ goān pêng-an ê Siōng-tè, chiū-sī bat tī éng-oán ê iok ê huih tùi sí-lâng tiong chhōa iûⁿ-kûn ê tōa bo̍k-chiá, lán ê Chú Iâ-so͘, koh khí-lâi,","tghg":"今願平安的上帝，就是曾佇永遠的約的血、對死人中導羊群的大牧者──咱的主耶穌閣起來，","bklhl":"Taⁿ願平安ê上帝，就是bat tī永遠ê約ê血，tùi死人中chhōa羊群ê大牧者，咱ê主耶穌，koh起來，"}},{"book":"來","chapter":13,"verse":21,"versions":{"unv":"在各樣善事上成全你們，叫你們遵行他的旨意；又藉著耶穌基督在你們心裡行他所喜悅的事。願榮耀歸給他，直到永永遠遠。阿們！","bklcl":"hō͘ lín tī ta̍k hāng hó sū oân-choân, lâi kiâⁿ I ê chí-ì, koh tùi Iâ-so͘ Ki-tok, tī lán ê sim-lāi, kiâⁿ tāi-chì, tit-tio̍h hoaⁿ-hí tī I ê bīn-chêng; goān êng-kng kui tī I, tāi-tāi bô soah.  À-bēng.","tghg":"互恁佇逐項好事完全，來行伊的旨意；閣對耶穌基督佇咱的心內行代誌，得著歡喜佇伊的面前。願榮光歸佇伊，代代無息(soah)。阿們！","bklhl":"hō͘ lín tī ta̍k項好事完全，來行伊ê旨意，koh對耶穌基督，tī咱ê心內，行tāi-chì，得tio̍h歡喜tī伊ê面前；願榮光歸tī伊，代代無soah。À-bēng。"}},{"book":"來","chapter":13,"verse":22,"versions":{"unv":"弟兄們，我略略寫信給你們，望你們聽我勸勉的話。","bklcl":"Hiaⁿ-tī ah, góa siá té-té ê phoe hō͘ lín; khǹg lín chiap-la̍p góa khoàn-bián ê ōe.","tghg":"兄弟啊，我寫短短的批互恁，勸恁接納我勸勉的話。","bklhl":"兄弟ah，我寫短短ê phoe hō͘ lín；勸lín接納我勸勉ê話。"}},{"book":"來","chapter":13,"verse":23,"versions":{"unv":"你們該知道，我們的兄弟提摩太已經釋放了；他若快來，我必同他去見你們。","bklcl":"Lín tio̍h chai lán ê hiaⁿ-tī Thê-mô͘-thài í-keng tit-tio̍h tháu-pàng; i nā kín-kín lâi, góa beh kap i khì kìⁿ lín.","tghg":"恁著知，咱的兄弟提摩太已經得著解放；伊若緊緊來，我欲及伊去見恁。","bklhl":"Lín tio̍h知咱ê兄弟提摩太已經得tio̍h tháu放；伊若緊緊來，我beh kap伊去見lín。"}},{"book":"來","chapter":13,"verse":24,"versions":{"unv":"請你們問引導你們的諸位和眾聖徒安。從意大利來的人也問你們安。","bklcl":"Chhiáⁿ lín chhéng-an chiah-ê ín-chhōa lín ê lâng kap chèng sèng-tô͘.  Ū Í-tāi-lī ê lâng chhéng-an lín.","tghg":"請恁請安諸個引導恁的人及眾聖徒。有意大利的人請安恁。","bklhl":"請lín請安chiah ê引chhōa lín ê人kap眾聖徒。有意大利ê人請安lín。"}},{"book":"來","chapter":13,"verse":25,"versions":{"unv":"願恩惠常與你們眾人同在。阿們！","bklcl":"Goān un-tián kap lín chèng-lâng tī-teh. À-bēng.","tghg":"願恩典及恁眾人佇啲。阿們！","bklhl":"願恩典kap lín眾人tī-teh。À-bēng。"}}]