[{"book":"來","chapter":6,"verse":1,"versions":{"unv":"所以，我們應當離開基督道理的開端，竭力進到完全的地步，不必再立根基，就如那懊悔死行、信靠　神、","bklcl":"Só͘-í Ki-tok tō-lí ê chho͘-ha̍k, lán chhiáⁿ pàng-hē teh, lâi tì-ì chìn-pō͘ kàu oân-choân; bián koh hē tōe-ki, chiū-sī hoán-hóe lâi thoat-lī chiah-ê sí-sí ê só͘ kiâⁿ, kap sìn Siōng-tè,","tghg":"所以，基督道理的初學，咱且放下啲，來致意進步到完全，免閣下(hē)地基，就是反悔來脫離諸個死死的所行，及信上帝、","bklhl":"所以基督道理ê初學，咱請放下teh，來致意進步到完全；免koh hē地基，就是反悔來脫離chiah ê死死ê所行，kap信上帝，"}},{"book":"來","chapter":6,"verse":2,"versions":{"unv":"各樣洗禮、按手之禮、死人復活，以及永遠審判各等教訓。","bklcl":"chiah-ê sóe ê lé-sò͘, í-ki̍p hōaⁿ chhiú, sí lâng koh-oa̍h, kap éng-oán ê sím-phòaⁿ, chiah-ê kàu-hùn.","tghg":"諸個洗的禮數，以及按手、死人復活，及永遠的審判，諸個教訓。","bklhl":"chiah ê洗ê禮數以及按手，死人koh活，kap永遠ê審判，chiah ê教訓。"}},{"book":"來","chapter":6,"verse":3,"versions":{"unv":"　神若許我們，我們必如此行。","bklcl":"Siōng-tè nā chún, goán chiū beh án-ni kiâⁿ.","tghg":"上帝若准，阮就欲按呢行。","bklhl":"上帝若准，阮就beh án-ni行。"}},{"book":"來","chapter":6,"verse":4,"versions":{"unv":"論到那些已經蒙了光照、嘗過天恩的滋味、又於聖靈有分，","bklcl":"In-ūi lâng í-keng bat tit-tio̍h kng chiò, siū-tio̍h thiⁿ-ni̍h ê un-sù,","tghg":"因為人已經曾得著光照、受著天裡的恩賜，","bklhl":"因為人已經bat得tio̍h光照，受tio̍h天裡ê恩賜，"}},{"book":"來","chapter":6,"verse":5,"versions":{"unv":"並嘗過　神善道的滋味、覺悟來世權能的人，","bklcl":"ū hūn tī Sèng Sîn, koh siū-tio̍h Siōng-tè ê hó ōe, kap teh lâi ê sè-kài chiah-ê koân-lêng,","tghg":"有份佇聖神，閣受著上帝的好話、及啲來的世界諸個權能，","bklhl":"有份tī聖神，koh受tio̍h上帝ê好話，kap teh來ê世界chiah ê權能，"}},{"book":"來","chapter":6,"verse":6,"versions":{"unv":"若是離棄道理，就不能叫他們重新懊悔了。因為他們把　神的兒子重釘十字架，明明地羞辱他。","bklcl":"āu-lâi pōe-poān, chiū bōe-ōe hō͘ in koh ōaⁿ-sin lâi hoán-hóe; in-ūi in ka-kī koh tèng Siōng-tè ê Kiáⁿ tī si̍p-jī-kè, lâi hián-bêng lêng-jio̍k I.","tghg":"後來背叛，就𣍐會互𪜶閣換新來反悔。因為𪜶家己閣釘上帝的子佇十字架，來顯明凌辱伊。","bklhl":"後來背叛，就bōe會hō͘ in koh換新來反悔；因為in家己koh釘上帝ê Kiáⁿ tī十字架，來顯明凌辱伊。"}},{"book":"來","chapter":6,"verse":7,"versions":{"unv":"就如一塊田地，吃過屢次下的雨水，生長菜蔬，合乎耕種的人用，就從　神得福；","bklcl":"In-ūi thó͘-tōe chia̍h-tio̍h ta̍uh-ta̍uh lo̍h ê hō͘-chúi, lâi siⁿ chhài-soe, ha̍p choh-sit lâng ê lō͘-ēng, chiū tit-tio̍h Siōng-tè sù hok;","tghg":"因為土地，食著沓沓(ta̍uh-ta̍uh)落的雨水，來生菜蔬，合(ha̍p)作穡(choh-sit)人的路用，就得著上帝賜福；","bklhl":"因為土地食tio̍h ta̍uh-ta̍uh落ê雨水，來生菜蔬，合作穡人ê路用，就得tio̍h上帝賜福；"}},{"book":"來","chapter":6,"verse":8,"versions":{"unv":"若長荊棘和蒺藜，必被廢棄，近於咒詛，結局就是焚燒。","bklcl":"nā-sī siⁿ chháu-chhì kap chi̍t-lê, chiū siū khì-sak, kūn tī siū chiù-chó͘, i ê kiat-kio̍k chiū-sī sio-lio-khì.","tghg":"若是生草茦(chháu-chhì)及蒺藜(chi̍t-lê)，就受棄拺，近佇受咒詛，伊的結局就是燒燎(sio-lio)去。","bklhl":"但是生草刺kapc蒺藜，就受棄sak，近tī受咒詛，伊ê結局就是燒lio去。"}},{"book":"來","chapter":6,"verse":9,"versions":{"unv":"親愛的弟兄們，我們雖是這樣說，卻深信你們的行為強過這些，而且近乎得救。","bklcl":"Só͘ thiàⁿ ê hiaⁿ-tī ah! goán sui-bóng án-ni kóng, nā-sī chhim sìn lín ta̍k hāng khah-iâⁿ che, koh sio̍k tī tit kiù;","tghg":"所疼的兄弟啊！阮雖罔按呢講，若是深信恁逐項卡贏這，閣屬佇得救。","bklhl":"所疼ê兄弟ah！阮sui-bóng án-ni講，但是深信lín ta̍k項khah贏這，koh屬tī得救；"}},{"book":"來","chapter":6,"verse":10,"versions":{"unv":"因為　神並非不公義，竟忘記你們所做的工和你們為他名所顯的愛心，就是先前伺候聖徒，如今還是伺候。","bklcl":"in-ūi Siōng-tè m̄ sī bô kong-tō, lâi bōe kì-tit lín ê kang, kap lín ūi-tio̍h I ê miâ só͘ hián-bêng ê jîn-ài, in-ūi lín pêng-sò͘ ho̍k-sāi chiah-ê sèng-tô͘, kàu taⁿ ia̍h ho̍k-sāi in.","tghg":"因為上帝呣是無公道，來𣍐記得恁的工，及恁為著伊的名所顯明的仁愛，因為恁平素服事諸個聖徒，到今亦服事𪜶。","bklhl":"因為上帝m̄是無公道，來bōe記得lín ê工，kap lín為tio̍h伊ê名所顯明ê仁愛，因為lín平素服事chiah ê聖徒，到taⁿ亦服事in。"}},{"book":"來","chapter":6,"verse":11,"versions":{"unv":"我們願你們各人都顯出這樣的殷勤，使你們有滿足的指望，一直到底。","bklcl":"Góa ài lín ta̍k lâng iû-goân hián-chhut chit hō ê un-khûn, hō͘ lín ê ǹg-bāng móa-chiok kàu lō͘-bé:","tghg":"我愛恁逐人猶原顯出此號的殷勤，互恁的向望滿足，到路尾。","bklhl":"我ài lín ta̍k人猶原顯出chit號ê慇勤，hō͘ lín ê ǹg望滿足到路尾:"}},{"book":"來","chapter":6,"verse":12,"versions":{"unv":"並且不懈怠，總要效法那些憑信心和忍耐承受應許的人。","bklcl":"hō͘ lín bô tì-kàu pîn-tōaⁿ, chiū-sī o̍h hiah-ê tùi sìn kap thun-lún lâi sêng-chiap chiah-ê èng-ún ê lâng.","tghg":"互恁無致到貧憚(pîn-tōaⁿ)，就是學許個對信及吞愞(thun-lún)來承接諸個應允的人。","bklhl":"hō͘ lín無致到pîn-tōaⁿ，就是學hiah-ê tùi信kap吞忍來承接chiah ê應允ê人。"}},{"book":"來","chapter":6,"verse":13,"versions":{"unv":"當初　神應許亞伯拉罕的時候，因為沒有比自己更大可以指著起誓的，就指著自己起誓，說：","bklcl":"Taⁿ Siōng-tè èng-ún A-pek-la̍h-hán ê sî, in-ūi bô khah tōa ê thang kí lâi chiù-chōa, chiū kí pún-sin lâi chiù-chōa kóng,","tghg":"今上帝應允亞伯拉罕的時，因為無卡大的通指(kí)來咒誓，就指本身來咒誓，講：","bklhl":"Taⁿ上帝應允亞伯拉罕ê時，因為無khah大ê thang kí來chiù-chōa，就kí本身來chiù-chōa講，"}},{"book":"來","chapter":6,"verse":14,"versions":{"unv":"「論福，我必賜大福給你；論子孫，我必叫你的子孫多起來。」","bklcl":"Góa sù-hok beh sù-hok lí, ke-thiⁿ beh ke-thiⁿ lí ê hō͘-è.","tghg":"「我賜福，欲賜福你；加添欲加添你的後裔。」","bklhl":"我賜福beh賜福你，加添beh加添你ê後裔。"}},{"book":"來","chapter":6,"verse":15,"versions":{"unv":"這樣，亞伯拉罕既恆久忍耐，就得了所應許的。","bklcl":"Chhin-chhiūⁿ án-ni, A-pek-la̍h-hán gâu thun-lún, chiū tit-tio̍h só͘ èng-ún ê.","tghg":"親像按呢，亞伯拉罕𠢕(gâu)吞愞，就得著所應允的。","bklhl":"親像án-ni，亞伯拉罕gâu吞忍，就得tio̍h所應允ê。"}},{"book":"來","chapter":6,"verse":16,"versions":{"unv":"人都是指著比自己大的起誓，並且以起誓為實據，了結各樣的爭論。","bklcl":"In-ūi lâng sī kí khah tōa ê lâi chiù-chōa; ia̍h ēng chiù-chōa chòe saⁿ-chiⁿ ê kiat-bé, lâi koat-tiāⁿ i.","tghg":"因為人是指卡大的來咒誓，亦用咒誓做相爭的結尾，來決定伊。","bklhl":"因為人是kí khah大ê來chiù-chōa；亦用chiù-chōa做相爭ê結尾，來決定伊。"}},{"book":"來","chapter":6,"verse":17,"versions":{"unv":"照樣，　神願意為那承受應許的人格外顯明他的旨意是不更改的，就起誓為證。","bklcl":"Án-ni, Siōng-tè ài beh kek-gōa hián-bêng I ê chí-ì bōe î-e̍k, hō͘ hiah-ê sêng-chiap èng-ún ê lâng chai, chiah ēng chiù-chōa lâi chòe chèng-kìⁿ:","tghg":"按呢，上帝愛欲格外顯明伊的旨意𣍐移易(î-e̍k)，互許個承接應允的人知，才用咒誓來做證見。","bklhl":"Án-ni，上帝ài beh格外顯明伊ê旨意bōe移易，hō͘ hiah-ê承接應允ê人知，chiah用chiù-chōa來做證見:"}},{"book":"來","chapter":6,"verse":18,"versions":{"unv":"藉這兩件不更改的事，　神決不能說謊，好叫我們這逃往避難所、持定擺在我們前頭指望的人可以大得勉勵。","bklcl":"beh tùi nn̄g hāng bōe î-e̍k ê sū, Siōng-tè só͘ bōe-ōe pe̍h-chha̍t ê, hō͘ lán ū tōa-tōa ê an-ùi, chiū-sī lán í-keng tô-pī lâi khîⁿ só͘ hē tī thâu-chêng ê ǹg-bāng;","tghg":"欲對二項𣍐移易的事，上帝所𣍐會白賊的，互咱有大大的安慰，就是咱已經逃避來擒(khîⁿ)所下佇頭前的向望。","bklhl":"beh tùi兩項bōe移易ê事，上帝所bōe會白賊ê，hō͘咱有大大ê安慰，就是咱已經逃避來擒所hē tī頭前ê ǹg望；"}},{"book":"來","chapter":6,"verse":19,"versions":{"unv":"我們有這指望，如同靈魂的錨，又堅固又牢靠，且通入幔內。","bklcl":"lán ūi chit ê ǹg-bāng, chhin-chhiūⁿ lêng-hûn ê tiàⁿ, pha tī tiùⁿ-lî lāi, kian-kò͘ bô î-sóa;","tghg":"咱為此個向望，親像靈魂的碇，拋佇帳簾內，堅固無移徙。","bklhl":"咱為chit ê ǹg望，親像靈魂ê碇，拋tī帳籬內，堅固無移徙；"}},{"book":"來","chapter":6,"verse":20,"versions":{"unv":"作先鋒的耶穌，既照著麥基洗德的等次成了永遠的大祭司，就為我們進入幔內。","bklcl":"Iâ-so͘ chòe sian-hong, í-keng ūi-tio̍h lán ji̍p khì hia, chiâⁿ-chòe éng-oán ê Chè-si-tiúⁿ, chiàu Be̍k-ki-sé-tek ê pan-lia̍t.","tghg":"耶穌做先鋒，已經為著咱入去遐，成做永遠的祭司長，照麥基洗德的班列。","bklhl":"耶穌做先鋒，已經為tio̍h咱入去hia，成做永遠ê祭司長，照Be̍k-ki-sé-tek ê班列。"}}]