[{"book":"來","chapter":7,"verse":1,"versions":{"unv":"這麥基洗德就是撒冷王，又是至高　神的祭司，本是長遠為祭司的。他當亞伯拉罕殺敗諸王回來的時候，就迎接他，給他祝福。","bklcl":"In-ūi chit ê Be̍k-ki-sé-tek, chiū-sī Sat-léng ông, iā sī chì-koâiⁿ Siōng-tè ê chè-si, chá tú-tio̍h A-pek-la̍h-hán thâi-iâⁿ chiah-ê ông tò-lâi ê sî, kā i chiok-hok ê,","tghg":"因為此個麥基洗德就是撒冷王，也是至高上帝的祭司。早抵著(tú-tio̍h)亞伯拉罕刣贏諸個王倒來的時，給伊祝福的。","bklhl":"因為chit ê Be̍k-ki-sé-tek，就是Sat-léng王，也是至koân上帝ê祭司，早tú-tio̍h亞伯拉罕刣贏chiah ê王tò來ê時，kā伊祝福ê，"}},{"book":"來","chapter":7,"verse":2,"versions":{"unv":"亞伯拉罕也將自己所得來的，取十分之一給他。他頭一個名翻出來就是仁義王，他又名撒冷王，就是平安王的意思。","bklcl":"A-pek-la̍h-hán ia̍h chiong it-chhè só͘ tit-tio̍h ê, thiu cha̍p hūn chi̍t hō͘ i (i ê miâ hoan-e̍k chiū-sī gī ê Ông, koh sī Sat-léng Ông, chiū-sī pêng-an Ông;","tghg":"亞伯拉罕亦將一切所得著的，抽十份一互伊。伊的名翻譯就是義的王，閣是撒冷王，就是平安王。","bklhl":"亞伯拉罕亦將一切所得tio̍h ê，抽十份一hō͘伊(伊ê名翻譯就是義ê王，koh是Sat-léng王，就是平安王；"}},{"book":"來","chapter":7,"verse":3,"versions":{"unv":"他無父，無母，無族譜，無生之始，無命之終，乃是與　神的兒子相似。","bklcl":"i bô pē bô bú, bô sè-hē, bô sî-ji̍t ê khí-thâu, bô oa̍h-miā ê lō͘-bé, sī chhin-chhiūⁿ Siōng-tè ê Kiáⁿ)  kú-tn̂g teh chòe chè-si.","tghg":"伊無父，無母，無世系，無時日的起頭，無活命的路尾，是親像上帝的子久長啲做祭司。","bklhl":"伊無父無母，無世系，無時日ê起頭，無活命ê路尾，是親像上帝ê Kiáⁿ)久長teh做祭司。"}},{"book":"來","chapter":7,"verse":4,"versions":{"unv":"你們想一想，先祖亞伯拉罕將自己所擄來上等之物取十分之一給他，這人是何等尊貴呢！","bklcl":"Chhì-siūⁿ sian-chó͘ A-pek-la̍h-hán chiong só͘ tit-tio̍h siōng-téng ê mi̍h, thiu cha̍p hūn chi̍t hō͘ i, chiū hit lâng chun-kùi kàu cháiⁿ-iūⁿ,","tghg":"試想，先祖亞伯拉罕將所得著上等的物抽十份一互伊，就彼人尊貴到怎樣！","bklhl":"試想先祖亞伯拉罕將所得tio̍h上等ê物，抽十份一hō͘伊，就hit人尊貴到怎樣，"}},{"book":"來","chapter":7,"verse":5,"versions":{"unv":"那得祭司職任的利未子孫，領命照例向百姓取十分之一，這百姓是自己的弟兄，雖是從亞伯拉罕身（原文是腰）中生的，還是照例取十分之一。","bklcl":"Taⁿ Lī-bī ê kiáⁿ-sun tam-tng chè-si ê chit ê, sui-jiân kap peh-sìⁿ lóng sī A-pek-la̍h-hán ê hō͘-è, pîⁿ-pîⁿ sī hiaⁿ-tī, iáu-kú hōng bēng-lēng, chiàu lu̍t-hoat tùi peh-sìⁿ the̍h cha̍p hūn chi̍t;","tghg":"今利未的子孫擔當祭司的職的，雖然及百姓攏是亞伯拉罕的後裔，平平是兄弟，猶久奉命令，照律法對百姓提十份一。","bklhl":"Taⁿ利未ê kiaⁿ孫擔當祭司ê chit ê，雖然kap百姓lóng是亞伯拉罕ê後裔，平平是兄弟，iáu-kú奉命令，照律法tùi百姓the̍h十份一；"}},{"book":"來","chapter":7,"verse":6,"versions":{"unv":"獨有麥基洗德，不與他們同譜，倒收納亞伯拉罕的十分之一，為那蒙應許的亞伯拉罕祝福。","bklcl":"chóng-sī hit ê bô sio̍k Lī-bī ê sè-hē ê, bat tùi A-pek-la̍h-hán the̍h cha̍p hūn chi̍t, koh kā tit-tio̍h chiah-ê èng-ún ê chiok-hok.","tghg":"總是彼個，無屬利未的世系的，曾對亞伯拉罕提十份一，閣給得著諸個應允的祝福。","bklhl":"總是hit ê無屬利未ê世系ê，bat tùi亞伯拉罕the̍h十份一，koh kā得tio̍h chiah ê應允ê祝福。"}},{"book":"來","chapter":7,"verse":7,"versions":{"unv":"從來位分大的給位分小的祝福，這是駁不倒的理。","bklcl":"To̍k-to̍k sī-sòe hō͘ sī-tōa chiok-hok, che sī bô thang piān-pok.","tghg":"獨獨序細(sī-sòe)互序大祝福，這是無通辯駁。","bklhl":"獨獨序細hō͘序大祝福，這是無thang辯駁。"}},{"book":"來","chapter":7,"verse":8,"versions":{"unv":"在這裡收十分之一的都是必死的人；但在那裡收十分之一的，有為他作見證的說，他是活的；","bklcl":"Taⁿ tī chia the̍h cha̍p hūn chi̍t ê, lóng sī ōe sí ê lâng; nā-sī tī hia sī hit-ê ū siū kan-chèng kóng, i sī oa̍h ê.","tghg":"今佇遮提十份一的攏是會死的人；若是佇遐是彼個有受干證講，伊是活的；","bklhl":"Taⁿ tī chia the̍h十份一ê，lóng是會死ê人；但是tī hia是hit ê有受干證講，伊是活ê。"}},{"book":"來","chapter":7,"verse":9,"versions":{"unv":"並且可說那受十分之一的利未，也是藉著亞伯拉罕納了十分之一。","bklcl":"Koh iā ōe kóng-tit, liân the̍h cha̍p hūn chi̍t ê Lī-bī iā bat chāi-tī A-pek-la̍h-hán lâi la̍p cha̍p hūn chi̍t;","tghg":"閣也會講得連提十份一的利未，也曾在佇亞伯拉罕來納十份一。","bklhl":"Koh也會講得，連the̍h十份一ê利未也bat在tī亞伯拉罕來納十份一；"}},{"book":"來","chapter":7,"verse":10,"versions":{"unv":"因為麥基洗德迎接亞伯拉罕的時候，利未已經在他先祖的身（原文是腰）中。","bklcl":"in-ūi Be̍k-ki-sé-tek tú-tio̍h A-pek-la̍h-hán ê sî, Lī-bī iáu-kú tī in chó͘ ê sin-khu.","tghg":"因為麥基洗德抵著亞伯拉罕的時，利未猶久佇𪜶祖的身軀。","bklhl":"因為Be̍k-ki-sé-tek tú-tio̍h亞伯拉罕ê時，利未iáu-kú tī in祖ê身軀。"}},{"book":"來","chapter":7,"verse":11,"versions":{"unv":"從前百姓在利未人祭司職任以下受律法，倘若藉這職任能得完全，又何用另外興起一位祭司，照麥基洗德的等次，不照亞倫的等次呢？","bklcl":"Chá peh-sìⁿ siū lu̍t-hoat, sī tī Lī-bī cho̍k chè-si ê chit-jīm ē; nā tùi i ōe tit-tio̍h oân-choân, chiū mih-sái lēng-gōa koh heng-khí chi̍t ê chè-si, chiàu Be̍k-ki-sé-tek ê pan-lia̍t, bô kóng chiàu A-lûn ê pan-lia̍t ah?","tghg":"早百姓受律法是佇利未族祭司的職任下，若對伊會得著完全，就乜使(mih-sái)另外閣興起一個祭司，照麥基洗德的班列，無講照亞倫的班列啊？","bklhl":"早百姓受律法，是tī利未族祭司ê職任下；若tùi伊能得tio̍h完全，就mih-sái另外koh興起一个祭司，照Be̍k-ki-sé-tek ê班列，無講照亞倫ê班列ah？"}},{"book":"來","chapter":7,"verse":12,"versions":{"unv":"祭司的職任既已更改，律法也必須更改。","bklcl":"In-ūi chè-si ê chit í-keng kóe-ōaⁿ, chiū lu̍t-hoat ia̍h tek-khak tio̍h kóe-ōaⁿ.","tghg":"因為祭司的職已經改換(kóe-ōaⁿ)，就律法亦的確著改換。","bklhl":"因為祭司ê職已經改換，就律法亦的確tio̍h改換。"}},{"book":"來","chapter":7,"verse":13,"versions":{"unv":"因為這話所指的人本屬別的支派，那支派裡從來沒有一人伺候祭壇。","bklcl":"In-ūi chiah-ê ōe só͘ chí ê, sī sio̍k tī pa̍t ê chi-phài, in tiong-kan bē bat ū lâng kun-sûi tī chè-tôaⁿ.","tghg":"因為諸個話所指(chí)的是屬佇別個支派，𪜶中間未曾有人跟隨佇祭壇。","bklhl":"因為chiah ê話所指ê，是屬tī別個支派，in中間未bat有人跟隨tī祭壇。"}},{"book":"來","chapter":7,"verse":14,"versions":{"unv":"我們的主分明是從猶大出來的；但這支派，摩西並沒有提到祭司。","bklcl":"Sī lán ê Chú bêng-bêng tùi Iû-tāi chhut; lūn chit ê chi-phài, Mô͘-se bē bat thê-khí chè-si ê chit.","tghg":"是咱的主明明對猶大出；論此個支派，摩西未曾提起祭司的職。","bklhl":"是咱ê主明明tùi偤大出；論chit ê支派，摩西未bat提起祭司ê職。"}},{"book":"來","chapter":7,"verse":15,"versions":{"unv":"倘若照麥基洗德的樣式，另外興起一位祭司來，我的話更是顯而易見的了。","bklcl":"Koh nā chiàu Be̍k-ki-sé-tek ê khoán-sit, ū heng-khí pa̍t ê chè-si;","tghg":"閣若照麥基洗德的款式，有興起別個祭司。","bklhl":"Koh若照Be̍k-ki-sé-tek ê款式，有興起別個祭司；"}},{"book":"來","chapter":7,"verse":16,"versions":{"unv":"他成為祭司，並不是照屬肉體的條例，乃是照無窮（原文是不能毀壞）之生命的大能。","bklcl":"m̄ sī chiàu jio̍k-thé kài-bēng ê hoat lâi siat-li̍p, sī chiàu bōe húi-hoāi ê oa̍h-miā ê koân-lêng, chiū téng-bīn só͘ kóng ê lí chám-jiân khah bêng.","tghg":"呣是照肉體誡命的法來設立，是照𣍐毀壞的活命的權能，就頂面所講的理嶄然(chám-jiân)卡明。","bklhl":"m̄是照肉體誡命ê法來設立，是照bōe毀壞ê活命ê權能，就頂面所講ê理嶄然khah明。"}},{"book":"來","chapter":7,"verse":17,"versions":{"unv":"因為有給他作見證的說：「你是照著麥基洗德的等次永遠為祭司。」","bklcl":"In-ūi ū kan-chèng I kóng,\tLí éng-éng chòe chè-si,\tChiàu Be̍k-ki-sé-tek ê pan-lia̍t.","tghg":"因為有干證伊講：「你永永做祭司照麥基洗德的班列。」","bklhl":"因為有干證伊講，\t你永永做祭司，\t照Be̍k-ki-sé-tek ê班列。"}},{"book":"來","chapter":7,"verse":18,"versions":{"unv":"先前的條例，因軟弱無益，所以廢掉了，","bklcl":"In-ūi chêng ê kài-bēng hòe-bô, sī ūi-tio̍h i ê loán-jio̍k kap bô lī-ek,","tghg":"因為前的誡命，廢無，是為著伊的軟弱及無利益，","bklhl":"因為前ê誡命廢無，是為tio̍h伊ê軟弱kap無利益，"}},{"book":"來","chapter":7,"verse":19,"versions":{"unv":"（律法原來一無所成）就引進了更美的指望；靠這指望，我們便可以進到　神面前。","bklcl":"(in-ūi lu̍t-hoat bô chòe chi̍t hāng kàu oân-choân) chiah siat-li̍p koh khah hó ê ǹg-bāng, chiū-sī lán só͘ tùi i lâi chhin-kūn Siōng-tè ê.","tghg":"（因為律法無做一項到完全）才設立閣卡好的向望；就是咱所對伊來親近上帝的。","bklhl":"(因為律法無做一項到完全)chiah設立koh-khah好ê ǹg望，就是咱所tùi伊來親近上帝ê。"}},{"book":"來","chapter":7,"verse":20,"versions":{"unv":"再者，耶穌為祭司，並不是不起誓立的。","bklcl":"Koh in-ūi I m̄ sī bô tùi chiù-chōa lâi siat-li̍p;","tghg":"閣因為伊呣是無對咒誓(chiù-chōa)來設立。","bklhl":"Koh因為伊m̄是無tùi chiù-chōa來設立；"}},{"book":"來","chapter":7,"verse":21,"versions":{"unv":"至於那些祭司，原不是起誓立的，只有耶穌是起誓立的；因為那立他的對他說：「主起了誓，決不後悔，你是永遠為祭司。」","bklcl":"(in hiah-ê li̍p chòe chè-si bô tùi chiù-chōa;  to̍k-to̍k chit-ê chiū tùi chiù-chōa, in-ūi siat-li̍p I ê ū kā I kóng,\tChú chiù-chōa, bô thè-hóe,\tLí éng-éng chòe chè-si:)","tghg":"𪜶許個立做祭司，無對咒誓，獨獨此個就對咒誓；因為設立伊的有給伊講：「主咒誓，無退悔，你永永做祭司。」","bklhl":"(in hiah-ê立做祭司無tùi chiù-chōa；獨獨chit ê就tùi chiù-chōa，因為設立伊ê有kā伊講，\t主chiù-chōa，無退悔，\t你永永做祭司:)"}},{"book":"來","chapter":7,"verse":22,"versions":{"unv":"既是起誓立的，耶穌就作了更美之約的中保。","bklcl":"Chhin-chhiūⁿ án-ni, Iâ-so͘ chòe koh khah hó ê iok ê pó-jīn.","tghg":"親像按呢，耶穌做閣卡好的約的保認。","bklhl":"親像án-ni，耶穌做koh-khah好ê約ê保認。"}},{"book":"來","chapter":7,"verse":23,"versions":{"unv":"那些成為祭司的，數目本來多，是因為有死阻隔，不能長久。","bklcl":"Hiah  ê chòe chè-si ê, in-ūi hō͘ sí chó͘-keh, bōe-ōe kú-tn̂g, só͘-í tio̍h chin chōe lâng;","tghg":"許個做祭司的，因為互死阻隔，𣍐會久長，所以著真多人。","bklhl":"Hiah-ê做祭司ê，因為hō͘死阻隔，bōe會久長，所以tio̍h真chōe人；"}},{"book":"來","chapter":7,"verse":24,"versions":{"unv":"這位既是永遠常存的，他祭司的職任就長久不更換。","bklcl":"to̍k-to̍k chit-ê, in-ūi éng-éng tī-teh, ū bōe kóe-ōaⁿ ê chè-si chit.","tghg":"獨獨此個因為永永佇啲，有𣍐改換的祭司職。","bklhl":"獨獨chit ê，因為永永tī-teh，有bōe改換ê祭司職。"}},{"book":"來","chapter":7,"verse":25,"versions":{"unv":"凡靠著他進到　神面前的人，他都能拯救到底；因為他是長遠活著，替他們祈求。","bklcl":"Só͘-í hoān-nā tùi I chiū-kūn Siōng-tè ê lâng, I ōe kiù in kàu oân-choân, in-ūi I tn̂g-tn̂g oa̍h, lâi thòe in kî-kiû.","tghg":"所以凡若對伊就近上帝的人，伊會救𪜶到完全；因為伊長長活，來替𪜶祈求。","bklhl":"所以凡若tùi伊就近上帝ê人，伊能救in到完全，因為伊長長活，來替in祈求。"}},{"book":"來","chapter":7,"verse":26,"versions":{"unv":"像這樣聖潔、無邪惡、無玷污、遠離罪人、高過諸天的大祭司，原是與我們合宜的。","bklcl":"In-ūi chit hō ê chè-si-thâu ha̍p lán ê khiàm-ēng;  I sī sèng, bô pháiⁿ, bô lâ-sâm, lī-khui chōe-jîn, chiâⁿ-chòe khah koâiⁿ chiah-ê thiⁿ;","tghg":"因為此號的祭司頭合咱的欠用，伊是聖、無歹、無垃墋、離開罪人，成做卡高諸個天。","bklhl":"因為chit號ê祭司頭合咱ê欠用；伊是聖，無pháiⁿ，無lâ-sâm，離開罪人，成做khah高chiah ê天；"}},{"book":"來","chapter":7,"verse":27,"versions":{"unv":"他不像那些大祭司，每日必須先為自己的罪，後為百姓的罪獻祭；因為他只一次將自己獻上，就把這事成全了。","bklcl":"I m̄ bián chhin-chhiūⁿ hiah-ê chè-si-thâu, tio̍h ji̍t-ji̍t tāi-seng ūi-tio̍h ka-kī ê chōe, āu-lâi ūi-tio̍h peh-sìⁿ ê chōe, lâi hiàn-chè; in-ūi I hiàn pún-sin, chiū chòe chi̍t-ē chiâⁿ chit ê sū.","tghg":"伊呣免親像許個祭司頭，著日日代先為著家己的罪，後來為著百姓的罪，來獻祭；因為伊獻本身，就做一下成此個事。","bklhl":"伊m̄免親像hiah-ê祭司頭，tio̍h日日事先為tio̍h家己ê罪，後來為tio̍h百姓ê罪，來獻祭；因為伊獻本身，就做一下成chit ê事。"}},{"book":"來","chapter":7,"verse":28,"versions":{"unv":"律法本是立軟弱的人為大祭司；但在律法以後起誓的話，是立兒子為大祭司，乃是成全到永遠的。","bklcl":"In-ūi lu̍t-hoat siat-li̍p nńg-chiáⁿ ê lâng chòe chè-si-thâu; to̍k-to̍k lu̍t-hoat āu chiù-chōa ê ōe siat-li̍p Kiáⁿ, éng-oán chòe oân-choân ê chè-si-thâu.","tghg":"因為律法設立軟茈(nńg-chiáⁿ)的人做祭司頭；獨獨律法後咒誓的話，設立子永遠做完全的祭司頭。","bklhl":"因為律法設立軟chiáⁿ ê人做祭司頭；獨獨律法後chiù-chōa ê話設立Kiáⁿ，永遠做完全ê祭司頭。"}}]