[{"book":"來","chapter":3,"verse":1,"versions":{"unv":"同蒙天召的聖潔弟兄啊，你們應當思想我們所認為使者、為大祭司的耶穌。","bklcl":"Só͘-í lín chiah-ê sèng ê hiaⁿ-tī, tâng tit-tio̍h thiⁿ tiàu ê, tio̍h chhim siūⁿ lán só͘ sêng-jīn chòe Sù-chiá, chòe Chè-si-thâu ê Iâ-so͘;","tghg":"所以，恁諸個聖的兄弟同得著天召的，著深想咱所承認做使者、做祭司頭的耶穌。","bklhl":"所以lín chiah ê聖ê兄弟，同得tio̍h天召ê，tio̍h深想咱所承認做使者，做祭司頭ê耶穌；"}},{"book":"來","chapter":3,"verse":2,"versions":{"unv":"他為那設立他的盡忠，如同摩西在　神的全家盡忠一樣。","bklcl":"I chīn-tiong tī siat-li̍p I ê, chhin-chhiūⁿ Mô͘-se tī Siōng-tè ê choân ke chi̍t iūⁿ.","tghg":"伊盡忠佇設立伊的，親像摩西佇上帝的全家一樣。","bklhl":"伊盡忠tī設立伊ê，親像摩西tī上帝ê全家一樣。"}},{"book":"來","chapter":3,"verse":3,"versions":{"unv":"他比摩西算是更配多得榮耀，好像建造房屋的比房屋更尊榮；","bklcl":"In-ūi I sǹg sī ōe kham-tit siū êng-kng iâⁿ-kè Mô͘-se chhin-chhiūⁿ kiàn-li̍p ke ê, pí ke khah chun-kùi.","tghg":"因為伊算是會堪得受榮光贏過摩西，親像建立家的比家卡尊貴；","bklhl":"因為伊算是能堪得受榮光贏過摩西親像建立家ê，比家khah尊貴。"}},{"book":"來","chapter":3,"verse":4,"versions":{"unv":"因為房屋都必有人建造，但建造萬物的就是　神。","bklcl":"In-ūi ke lóng ū lâng kiàn-li̍p i, to̍k-to̍k kiàn-li̍p bān mi̍h ê chiū-sī Siōng-tè.","tghg":"因為家攏有人建立伊，獨獨建立萬物的就是上帝。","bklhl":"因為家lóng有人建立伊，獨獨建立萬物ê就是上帝。"}},{"book":"來","chapter":3,"verse":5,"versions":{"unv":"摩西為僕人，在　神的全家誠然盡忠，為要證明將來必傳說的事。","bklcl":"Koh Mô͘-se chòe lô͘-po̍k, kó-jiân chīn-tiong tī Siōng-tè ê choân ke, lâi kan-chèng chiong-lâi beh thoân ê sū;","tghg":"閣摩西做奴僕，果然盡忠佇上帝的全家，來干證將來欲傳的事。","bklhl":"Koh摩西做奴僕，果然盡忠tī上帝ê全家，來干證將來beh傳ê事；"}},{"book":"來","chapter":3,"verse":6,"versions":{"unv":"但基督為兒子，治理　神的家；我們若將可誇的盼望和膽量堅持到底，便是他的家了。","bklcl":"to̍k-to̍k Ki-tok chòe Kiáⁿ, tī-lí I ê ke; lán nā chip-siú tùi ǹg-bāng só͘ ū ê hó-táⁿ kap khoa-kháu, kian-kò͘ kàu bé, chiū chòe I ê ke.","tghg":"獨獨基督做子，治理伊的家；咱若執守對向望所有的好膽及誇口堅固到尾，就做伊的家。","bklhl":"獨獨基督做Kiáⁿ，治理伊ê家；咱若執守tùi ǹg望所有ê好膽kap誇口，堅固到尾，就做伊ê家。"}},{"book":"來","chapter":3,"verse":7,"versions":{"unv":"聖靈有話說：你們今日若聽他的話，","bklcl":"Só͘-í, chhin-chhiūⁿ Sèng Sîn kóng: Kin-á-ji̍t lín nā thiaⁿ-kìⁿ I ê siaⁿ,","tghg":"所以親像聖神講：今仔日恁若聽見伊的聲，","bklhl":"所以，親像聖神講:今á日lín若聽見伊ê聲，"}},{"book":"來","chapter":3,"verse":8,"versions":{"unv":"就不可硬著心，像在曠野惹他發怒、試探他的時候一樣。","bklcl":"Chiū m̄-thang kong-ngī lín ê sim, chhin-chhiūⁿ tī kek góa siū-khì ê sî, Tī khòng-iá chhì-thàm góa ê ji̍t.","tghg":"就呣通剛硬恁的心，親像佇激我受氣的時、佇曠野試探我的日。","bklhl":"就m̄-thang剛硬lín ê心，親像tī激我受氣ê時，Tī曠野試探我ê日。"}},{"book":"來","chapter":3,"verse":9,"versions":{"unv":"在那裡，你們的祖宗試我探我，並且觀看我的作為有四十年之久。","bklcl":"Tī hia lín ê lia̍t-chó͘ giām lâi chhì góa,\tKoh le̍k-kè sì-cha̍p nî khòaⁿ-kìⁿ góa ê só͘ kiâⁿ.","tghg":"佇遐，恁的列祖驗來試我，閣歷過四十年看見我的所行。","bklhl":"Tī hia lín ê列祖驗來試我，\tKoh歷過四十年看見我ê所行。"}},{"book":"來","chapter":3,"verse":10,"versions":{"unv":"所以，我厭煩那世代的人，說：他們心裡常常迷糊，竟不曉得我的作為！","bklcl":"Só͘-í góa bô hoaⁿ-hí hit tāi ê lâng,\tKóng, In ê sim siông-siông sit-bê,\tM̄ bat góa chiah-ê lō͘;","tghg":"所以，我無歡喜彼代的人，講：𪜶的心常常失迷，呣識我諸個路！","bklhl":"所以我無歡喜hit代ê人，\t講，In ê心常常失迷，\tM̄-bat我chiah ê路；"}},{"book":"來","chapter":3,"verse":11,"versions":{"unv":"我就在怒中起誓說：他們斷不可進入我的安息。","bklcl":"Góa chiū tī siū-khì tiong chiù-chōa, kóng,\tIn toàn-toàn bōe tit thang ji̍p góa ê an-hioh.","tghg":"我就佇受氣中咒誓，講：𪜶斷斷𣍐得通入我的安息。","bklhl":"我就tī受氣中chiù-chōa，講，\tIn斷斷bōe得thang入我ê安歇。"}},{"book":"來","chapter":3,"verse":12,"versions":{"unv":"弟兄們，你們要謹慎，免得你們中間或有人存著不信的惡心，把永生　神離棄了。","bklcl":"Hiaⁿ-tī ah, lín tio̍h kín-sīn, kiaⁿ-liáu lín tiong-kan kiám-chhái ū lâng khǹg m̄ sìn ê pháiⁿ sim, lī-khui chin oa̍h ê Siōng-tè;","tghg":"兄弟啊，恁著謹慎，驚了恁中間，豈採有人囥(khǹg)呣信的歹心，離開真活的上帝。","bklhl":"兄弟ah，lín tio̍h謹慎，驚了lín中間kiám-chhái有人khǹg m̄信ê pháiⁿ心，離開真活ê上帝；"}},{"book":"來","chapter":3,"verse":13,"versions":{"unv":"總要趁著還有今日，天天彼此相勸，免得你們中間有人被罪迷惑，心裡就剛硬了。","bklcl":"só͘-í lín tio̍h thàn iáu ū thang kiò chòe kin-á-ji̍t ê, ji̍t-ji̍t saⁿ khoàn-bián; kiaⁿ-liáu lín tiong-kan ū-ê hō͘ chōe bê--khì, lâi ngī-sim:","tghg":"所以恁著趁猶有通叫做今仔日的，日日相勸勉，驚了恁中間有的互罪迷去，來硬心。","bklhl":"所以lín tio̍h thàn iáu有thang叫做今á日ê，日日相勸勉；驚了lín中間有ê hō͘罪迷去，來硬心:"}},{"book":"來","chapter":3,"verse":14,"versions":{"unv":"我們若將起初確實的信心堅持到底，就在基督裡有分了。","bklcl":"in-ūi lán nā chhî-siú khí-thâu ê chhim sìn, kian-kò͘ kàu lō͘-bé, chiū ū hūn tī Ki-tok:","tghg":"因為咱若持守起頭的深信堅固到路尾，就有份佇基督。","bklhl":"因為咱若持守起頭ê深信，堅固到路尾，就有份tī基督:"}},{"book":"來","chapter":3,"verse":15,"versions":{"unv":"經上說：「你們今日若聽他的話，就不可硬著心，像惹他發怒的日子一樣。」","bklcl":"tng iáu teh kóng,\tKin-á-ji̍t lín nā thiaⁿ-kìⁿ I ê siaⁿ,\tChiū m̄ thang kong-ngī lín ê sim, chhin-chhiūⁿ tī kek góa siū-khì ê sî.","tghg":"當猶啲講：「今仔日恁若聽見伊的聲，就呣通剛硬恁的心，親像佇激我受氣的時。」","bklhl":"當iáu teh講，\t今á日lín若聽見伊ê聲，\t就m̄-thang剛硬lín ê心，親像tī激我受氣ê時。"}},{"book":"來","chapter":3,"verse":16,"versions":{"unv":"那時，聽見他話惹他發怒的是誰呢？豈不是跟著摩西從埃及出來的眾人嗎？","bklcl":"In-ūi thiaⁿ lâi kek siū-khì ê, sī chī-chūi ah?  kiám m̄ sī tè Mô͘-se chhut Ai-ki̍p ê chèng lâng mah?","tghg":"因為聽來激受氣的，是是誰啊？豈呣是隨摩西出埃及的眾人嗎？","bklhl":"因為聽來激受氣ê，是是誰 ah？kiám m̄是tè摩西出埃及ê眾人mah？"}},{"book":"來","chapter":3,"verse":17,"versions":{"unv":"　神四十年之久，又厭煩誰呢？豈不是那些犯罪、屍首倒在曠野的人嗎？","bklcl":"Siōng-tè sì-cha̍p nî kú só͘ bô hoaⁿ-hí ê sī chī-chūi ah?  kiám m̄ sī hoān-chōe, sin-si tó tī khòng-iá ê lâng mah?","tghg":"上帝四十年久，所無歡喜的是是誰啊？豈呣是犯罪、身屍倒佇曠野的人嗎？","bklhl":"上帝四十年久所無歡喜ê是是誰 ah？kiám m̄是犯罪，身屍倒tī曠野ê人mah？"}},{"book":"來","chapter":3,"verse":18,"versions":{"unv":"又向誰起誓，不容他們進入他的安息呢？豈不是向那些不信從的人嗎？","bklcl":"Siōng-tè chiù-chōa m̄ chún ji̍p I ê an-hioh ê, nā m̄ sī m̄ sìn-thàn ê lâng, sī chī-chūi ah?","tghg":"上帝咒誓呣准入伊的安息的，若呣是呣信趁的人是是誰啊？","bklhl":"上帝chiù-chōa m̄准入伊ê安歇ê，若m̄是m̄信thàn ê人，是是誰 ah？"}},{"book":"來","chapter":3,"verse":19,"versions":{"unv":"這樣看來，他們不能進入安息是因為不信的緣故了。","bklcl":"Tùi án-ni khòaⁿ, in bōe ōe ji̍p, chiū-sī in-ūi m̄ sìn.","tghg":"對按呢看，𪜶𣍐會入，就是因為呣信。","bklhl":"Tùi án-ni看，in bōe能入，就是因為m̄信。"}}]