[{"book":"來","chapter":12,"verse":1,"versions":{"unv":"我們既有這許多的見證人，如同雲彩圍著我們，就當放下各樣的重擔，脫去容易纏累我們的罪，存心忍耐，奔那擺在我們前頭的路程，","bklcl":"Í-keng ū chòe kan-chèng ê kàu hiah chōe, chhin-chhiūⁿ hûn ûi lán, chiū tio̍h pàng-hē ta̍k hō ê tāng tàⁿ, kap khoài-khoài tîⁿ-pòaⁿ lán ê chōe, ēng thun-lún lâi cháu só͘ an-pâi tī lán thâu-chêng ê lō͘-chām,","tghg":"已經有做干證的到許多，親像雲圍咱，就著放下逐號的重擔，及快快纏絆咱的罪，用吞愞(lún)，來走所安排佇咱頭前的路站，","bklhl":"已經有做干證ê到hiah-chōe，親像雲圍咱，就tio̍h放下ta̍k號ê重擔，kap快快纏絆咱ê罪，用吞忍來走所安排tī咱頭前ê路站，"}},{"book":"來","chapter":12,"verse":2,"versions":{"unv":"仰望為我們信心創始成終的耶穌（或譯：仰望那將真道創始成終的耶穌）。他因那擺在前面的喜樂，就輕看羞辱，忍受了十字架的苦難，便坐在　神寶座的右邊。","bklcl":"tio̍h chù-sîn khòaⁿ Iâ-so͘, chiū-sī chòe sìn ê goân-thâu kap chhiâⁿ-bé ê. I ūi-tio̍h só͘ an-pâi tī I thâu-chêng ê khoài-lo̍k, chiū bô iàu-kín lêng-jio̍k, jím-siū si̍p-jī-kè, taⁿ chē tī Siōng-tè pó-chō ê tōa pêng.","tghg":"著注神看耶穌，就是做信的源頭及成尾者。伊為著所安排佇伊頭前的快樂，就無要緊凌辱，忍受十字架，今坐佇上帝寶座的大旁。","bklhl":"tio̍h注神看耶穌，就是做信ê源頭kap chhiâⁿ尾ê。伊為tio̍h所安排tī伊頭前ê快樂，就無要緊凌辱，忍受十字架，taⁿ坐tī上帝寶座ê大pêng。"}},{"book":"來","chapter":12,"verse":3,"versions":{"unv":"那忍受罪人這樣頂撞的，你們要思想，免得疲倦灰心。","bklcl":"I thun-lún pháiⁿ lâng chhin-chhiūⁿ án-ni hêng-ge̍k I, lín tio̍h siūⁿ I, bián-tit lín ê sim sit-chì lâi ià-siān.","tghg":"伊吞愞歹人親像按呢橫逆(hêng-ge̍k)伊，恁著想伊，免得恁的心失志來厭倦。","bklhl":"伊吞忍pháiⁿ人親像án-ni橫逆伊，lín tio̍h想伊，免得lín ê心失志來厭倦。"}},{"book":"來","chapter":12,"verse":4,"versions":{"unv":"你們與罪惡相爭，還沒有抵擋到流血的地步。","bklcl":"Lín kap chōe-ok saⁿ tùi-te̍k, iáu-bē bat tí-tng kàu lâu huih;","tghg":"恁及罪惡相對敵，猶未曾抵當(tí-tng)到流血。","bklhl":"Lín kap罪惡相對敵，猶未bat抵擋到流血；"}},{"book":"來","chapter":12,"verse":5,"versions":{"unv":"你們又忘了那勸你們如同勸兒子的話，說：我兒，你不可輕看主的管教，被他責備的時候也不可灰心；","bklcl":"koh lín bōe kì-tit hit-ê ēng lí-khì khǹg lín chhin-chhiūⁿ khǹg kiáⁿ ê ōe, kóng,\tGóa ê kiáⁿ ah, Chú ê kéng-kài bo̍h-tit khòaⁿ-khin,\tHō͘ I chek-pī, bo̍h-tit sit-chì;","tghg":"閣恁𣍐記得彼個用理氣勸恁親像勸子的話，講：我的子啊，主的警戒莫得看輕，互伊責備莫得失志；","bklhl":"koh lín bōe記得hit ê用理氣勸lín親像勸kiáⁿ ê話，講，\t我ê kiáⁿ ah，主ê警戒莫得看輕，\tHō͘伊責備，莫得失志；"}},{"book":"來","chapter":12,"verse":6,"versions":{"unv":"因為主所愛的，他必管教，又鞭打凡所收納的兒子。","bklcl":"In-ūi Chú só͘ thiàⁿ ê, chiū kéng-kài i;\tKoh hoān só͘ chiap-la̍p ê kiáⁿ, chiū ēng piⁿ phah i. \"","tghg":"因為主所疼的，就警戒伊，閣凡所接納的子，就用鞭拍伊。","bklhl":"因為主所疼ê，就警戒伊；\tKoh凡所接納ê kiáⁿ，就用鞭phah伊。\""}},{"book":"來","chapter":12,"verse":7,"versions":{"unv":"你們所忍受的，是　神管教你們，待你們如同待兒子。焉有兒子不被父親管教的呢？","bklcl":"Lín teh thun-lún, sī chòe kéng-kài ê lō͘-ēng; Siōng-tè khoán-thāi lín chhin-chhiūⁿ kiáⁿ; thái-thó ū kiáⁿ bô hō͘ lāu-pē kéng-kài ah?","tghg":"恁啲吞愞，是做警戒的路用，上帝款待恁親像子。豈可(thái-thó)有子無互老父警戒啊？","bklhl":"Lín teh吞忍，是做警戒ê路用；上帝款待lín親像kiáⁿ；thái-thó有kiáⁿ無hō͘老父警戒ah？"}},{"book":"來","chapter":12,"verse":8,"versions":{"unv":"管教原是眾子所共受的。你們若不受管教，就是私子，不是兒子了。","bklcl":"Chèng kiáⁿ só͘ ū hūn ê kéng-kài  lín nā bô siū-tio̍h; chiū-sī thau-siⁿ-ê, m̄ sī kiáⁿ.","tghg":"眾子所有份的警戒，恁若無受著。就是偷生者，呣是子。","bklhl":"眾kiáⁿ所有份ê警戒，lín若無受tio̍h；就是偷生ê，m̄是kiáⁿ。"}},{"book":"來","chapter":12,"verse":9,"versions":{"unv":"再者，我們曾有生身的父管教我們，我們尚且敬重他，何況萬靈的父，我們豈不更當順服他得生嗎？","bklcl":"Koh lán bat ū jio̍k-thé ê pē kéng-kài lán, lán siōng-chhiáⁿ kèng-ùi i; hô-hòng lán ê sîn ê Pē, kiám m̄ koh khah tio̍h hâng-ho̍k I, lâi tit-tio̍h oa̍h mah?","tghg":"閣咱曾有肉體的父警戒咱，咱尚且敬畏伊，何況咱的神的父，豈呣閣卡著降服伊來得著活嗎？","bklhl":"Koh咱bat有肉體ê父警戒咱，咱尚且敬畏伊；何況咱ê神ê父，kiám m̄ koh-khah tio̍h降服伊，來得tio̍h活mah？"}},{"book":"來","chapter":12,"verse":10,"versions":{"unv":"生身的父都是暫隨己意管教我們；惟有萬靈的父管教我們，是要我們得益處，使我們在他的聖潔上有分。","bklcl":"In-ūi hiah-ê sī chiām-sî chhut-chāi ka-kī ê ì-sù lâi kéng-kài lán; to̍k-to̍k chit-ê sī ūi-tio̍h lán ê lī-ek, hō͘ lán ū hūn tī I ê sèng-kiat.","tghg":"因為許個是暫時出在家己的意思來警戒咱；獨獨此個是為著咱的利益，互咱有份佇伊的聖潔。","bklhl":"因為hiah-ê是暫時chhut-chāi家己ê意思來警戒咱；獨獨chit ê是為tio̍h咱ê利益，hō͘咱有份tī伊ê聖潔。"}},{"book":"來","chapter":12,"verse":11,"versions":{"unv":"凡管教的事，當時不覺得快樂，反覺得愁苦；後來卻為那經練過的人結出平安的果子，就是義。","bklcl":"Kìⁿ-nā kéng-kài ê sū, tī tng-sî chiàu-khòaⁿ m̄ sī hoaⁿ-hí, sī iu-būn; nā-sī āu-lâi, chiū tī hiah-ê tùi kéng-kài lâi liān-ta̍t ê lâng, kiat pêng-an ê ké-chí, chiū-sī gī ê ké-chí.","tghg":"見若警戒的事，佇當時照看呣是歡喜，是憂悶；若是後來就佇許個對警戒來練達的人結平安的果子，就是義的果子。","bklhl":"見若警戒ê事，tī當時照看m̄是歡喜，是憂悶；但是後來，就tī hiah-ê tùi警戒來練達ê人，結平安ê果子，就是義ê果子。"}},{"book":"來","chapter":12,"verse":12,"versions":{"unv":"所以，你們要把下垂的手、發酸的腿挺起來；","bklcl":"Só͘-í kha sng chhiú nńg ê, lín tio̍h hō͘ i ióng-kiāⁿ;","tghg":"所以，腳酸、手軟的，恁著互伊勇健；","bklhl":"所以腳酸手軟ê，lín tio̍h hō͘伊勇健；"}},{"book":"來","chapter":12,"verse":13,"versions":{"unv":"也要為自己的腳，把道路修直了，使瘸子不致歪腳（或譯：差路），反得痊癒。","bklcl":"ūi-tio̍h lín ê kha pī-pān ti̍t-ti̍t ê lō͘, bián-tit pái-kha ê lâng oai-chhoa̍h, hoán-tńg hō͘ i tit-tio̍h i-hó.","tghg":"為著恁的腳，備辦直直的路，免得跛腳的人歪斜，反轉互伊得著醫好。","bklhl":"為tio̍h lín ê腳備辦直直ê路，免得跛腳ê人歪chhoa̍h，反tńg hō͘伊得tio̍h醫好。"}},{"book":"來","chapter":12,"verse":14,"versions":{"unv":"你們要追求與眾人和睦，並要追求聖潔；非聖潔沒有人能見主。","bklcl":"Tio̍h tì-ì kap chèng lâng hô-bo̍k, í-ki̍p chiâⁿ-sèng, in-ūi nā m̄ sī sèng bô lâng ōe kìⁿ-tio̍h Chú;","tghg":"著致意及眾人和睦，以及成聖；因為若呣是聖無人會見著主。","bklhl":"Tio̍h致意kap眾人和睦，以及成聖，因為若m̄是聖無人會見tio̍h主；"}},{"book":"來","chapter":12,"verse":15,"versions":{"unv":"又要謹慎，恐怕有人失了　神的恩；恐怕有毒根生出來擾亂你們，因此叫眾人沾染污穢；","bklcl":"ia̍h tio̍h kín-sīn, kiaⁿ-liáu ū lâng sit-lo̍h Siōng-tè ê un; kiaⁿ-liáu ū khó͘ ê kun hoat-siⁿ lâi kiáu-jiáu lín, tì-kàu chōe-chōe lâng bak lâ-sâm;","tghg":"亦著謹慎，驚了有人失落上帝的恩；驚了有苦的根發生來攪擾恁，致到多多人染(bak)垃墋(lâ-sâm)；","bklhl":"亦tio̍h謹慎，驚了有人失落上帝ê恩；驚了有苦ê根發生來攪擾lín，致到chōe-chōe人bak lâ-sâm；"}},{"book":"來","chapter":12,"verse":16,"versions":{"unv":"恐怕有淫亂的，有貪戀世俗如以掃的，他因一點食物把自己長子的名分賣了。","bklcl":"kiaⁿ-liáu ū îm-loān ê, á-sī tîm-le̍k sè-chêng ê, chhin-chhiūⁿ Í-sò;  i in-ūi chi̍t tǹg chia̍h bōe tōa kiáⁿ ê gia̍p.","tghg":"驚了有淫亂的，抑是沈溺(tîm-le̍k)世情的，親像以掃，伊因為一頓食賣大子的業。","bklhl":"驚了有淫亂ê，á是沉溺世情ê，親像以掃；伊因為一頓食賣大kiáⁿ ê業。"}},{"book":"來","chapter":12,"verse":17,"versions":{"unv":"後來想要承受父所祝的福，竟被棄絕，雖然號哭切求，卻得不著門路使他父親的心意回轉。這是你們知道的。","bklcl":"In-ūi lín chai, i āu-lâi ài sêng-chiap chiok-hok ê sî, ū tú-tio̍h khì-sak, in-ūi i chhē bô hoán-hóe ê tōe-pō͘, sui-jiân lâu ba̍k-sái pek-chhiat kiû, ia̍h  bōe tit-tio̍h.","tghg":"因為恁知伊後來愛承接祝福的時，有抵著(tú-tio̍h)棄拺，因為伊尋無反悔的地步，雖然流目屎迫切求，亦𣍐得著。","bklhl":"因為lín知，伊後來ài承接祝福ê時，有tú-tio̍h棄sak，因為伊chhē無反悔ê地步，雖然流目屎迫切求，亦bōe得tio̍h。"}},{"book":"來","chapter":12,"verse":18,"versions":{"unv":"你們原不是來到那能摸的山；此山有火焰、密雲、黑暗、暴風、","bklcl":"Taⁿ lín só͘ kàu ê m̄ sī ōe bong-tit ū hé-iām ê soaⁿ, kap ba̍t hûn, o͘-àm, tōa hong,","tghg":"今恁所到的呣是會摸得；有火焰的山、及密雲、黑暗、大風、","bklhl":"Taⁿ lín所到ê m̄是能摸得有火燄ê山，kap密雲、烏暗、大風，"}},{"book":"來","chapter":12,"verse":19,"versions":{"unv":"角聲與說話的聲音。那些聽見這聲音的，都求不要再向他們說話；","bklcl":"hō-thâu ê im, giân-gú ê siaⁿ;  thiaⁿ-kìⁿ ê lâng kiû bo̍h-tit koh kap in kóng;","tghg":"號頭的音、言語的聲。聽見的人，求莫得閣及𪜶講；","bklhl":"號頭ê音，言語ê聲；聽見ê人求莫得koh kap in講；"}},{"book":"來","chapter":12,"verse":20,"versions":{"unv":"因為他們當不起所命他們的話，說：「靠近這山的，即便是走獸，也要用石頭打死。」","bklcl":"in-ūi só͘ bēng-lēng ê, in tng bōe tiâu, sī kóng, Chiū nā cháu-siù óa-tio̍h soaⁿ, iā tio̍h ēng chio̍h-thâu tìm sí;","tghg":"因為所命令的，𪜶當𣍐住，是講：「就若走獸倚著山，也著用石頭擲(tìm)死。」","bklhl":"因為所命令ê，in當bōe-tiâu，是講，就若走獸óa-tio̍h山，也tio̍h用石頭tìm死；"}},{"book":"來","chapter":12,"verse":21,"versions":{"unv":"所見的極其可怕，甚至摩西說：「我甚是恐懼戰兢。」","bklcl":"koh só͘ khòaⁿ-kìⁿ ke̍k-kî thang kiaⁿ, tì-kàu Mô͘-se kóng, Góa put-chí kiaⁿ kàu ngia̍uh-ngia̍uh-chhoah;","tghg":"閣所看見極其通驚，致到摩西講：「我不止驚到愕愕惙(ngia̍uh-ngia̍uh-chhoah)。」","bklhl":"koh所看見極其thang驚，致到摩西講，我不止驚到ngia̍uh-ngia̍uh-chhoah；"}},{"book":"來","chapter":12,"verse":22,"versions":{"unv":"你們乃是來到錫安山，永生　神的城邑，就是天上的耶路撒冷。那裡有千萬的天使，","bklcl":"to̍k-to̍k lín só͘ kàu ê chiū-sī Sûn-soaⁿ, chin-oa̍h Siōng-tè ê siâⁿ, thiⁿ-téng ê Iâ-lō͘-sat-léng, bān-bān ê thiⁿ-sài,","tghg":"獨獨恁所到的就是郇山，真活上帝的城，天頂的耶路撒冷。萬萬的天使，","bklhl":"獨獨lín所到ê就是郇山，真活上帝ê城，天頂ê耶路撒冷，萬萬ê天使，"}},{"book":"來","chapter":12,"verse":23,"versions":{"unv":"有名錄在天上諸長子之會所共聚的總會，有審判眾人的　神和被成全之義人的靈魂，","bklcl":"hiah-ê ū miâ kì tī thiⁿ-ni̍h ê tōa kiáⁿ ê chū-hōe kap kong-hōe, sím-phòaⁿ chèng lâng ê Siōng-tè, tit-tio̍h chiâu-chn̂g ê gī lâng ê lêng-hûn,","tghg":"許個有名記佇天裡的大子的聚會及公會，審判眾人的上帝得著齊全的義人的靈魂，","bklhl":"hiah-ê有名記tī天裡ê大kiáⁿ ê聚會kap公會，審判眾人ê上帝，得tio̍h齊全ê義人ê靈魂，"}},{"book":"來","chapter":12,"verse":24,"versions":{"unv":"並新約的中保耶穌，以及所灑的血；這血所說的比亞伯的血所說的更美。","bklcl":"sin-iok ê tiong-pó Iâ-so͘, kap só͘ hiù ê huih, chit ê huih só͘ kóng ê pí A-pek khah hó.","tghg":"新約的中保耶穌，及所灑(hiù)的血；此個血所講的比亞伯卡好。","bklhl":"新約ê中保耶穌，kap所hiù ê血，chit ê血所講ê比A-pek khah好。"}},{"book":"來","chapter":12,"verse":25,"versions":{"unv":"你們總要謹慎，不可棄絕那向你們說話的。因為，那些棄絕在地上警戒他們的尚且不能逃罪，何況我們違背那從天上警戒我們的呢？","bklcl":"Kín-sīn bo̍h-tit kū-choa̍t tùi lín kóng ê.  In-ūi tī tōe-ni̍h lâi thoân bēng-lēng ê, nā kū-choa̍t i, siōng-chhiáⁿ bōe-ōe tô-siám, hô-hòng lán ûi-pōe tùi thiⁿ thoân bēng-lēng ê ah?","tghg":"謹慎，莫得拒絕對恁講的。因為，佇地裡來傳命令的，若拒絕伊，尚且𣍐會逃閃，何況咱違背對天傳命令的啊？","bklhl":"謹慎莫得拒絕tùi lín講ê。因為tī地裡來傳命令ê，若拒絕伊，尚且bōe會逃閃，何況咱違背tùi天傳命令ê ah？"}},{"book":"來","chapter":12,"verse":26,"versions":{"unv":"當時他的聲音震動了地，但如今他應許說：「再一次我不單要震動地，還要震動天。」","bklcl":"Tong-sî I ê siaⁿ hō͘ tōe tín-tāng; nā-sī taⁿ ū èng-ún kóng, Iáu ū chi̍t pái góa m̄ nā hō͘ tōe iô-choah, ia̍h beh hō͘ thiⁿ iô-choah.","tghg":"當時伊的聲互地振動，若是今有應允講：「猶有一擺我呣若互地搖泏(iô-choah)，亦欲互天搖泏。」","bklhl":"當時伊ê聲hō͘地振動；但是taⁿ有應允講，iáu有一pái我m̄-nā hō͘地搖choah，亦beh hō͘天搖choah。"}},{"book":"來","chapter":12,"verse":27,"versions":{"unv":"這再一次的話，是指明被震動的，就是受造之物都要挪去，使那不被震動的常存。","bklcl":"Só͘ kóng, Iáu ū chi̍t pái, sī chí-bêng siū tín-tāng ê mi̍h, chiū-sī siū-chō ê mi̍h, beh tú-tio̍h chhian-sóa, hō͘ hiah-ê bô siū tín-tāng ê tn̂g-tn̂g tī-teh.","tghg":"所講猶有一擺，是指明受振動的物，就是受造的物欲抵著遷徙，互許個無受振動的長長佇啲。","bklhl":"所講，iáu有一pái，是指明受振動ê物，就是受造ê物，beh tú-tio̍h遷徙，hō͘ hiah-ê無受振動ê長長tī-teh。"}},{"book":"來","chapter":12,"verse":28,"versions":{"unv":"所以我們既得了不能震動的國，就當感恩，照　神所喜悅的，用虔誠、敬畏的心事奉　神。","bklcl":"Só͘-í lán tit-tio̍h bōe-ōe tín-tāng ê kok, tio̍h ū un-hūi, thang ēng khiân-sêng kèng-ùi lâi ho̍k-sāi hō͘ Siōng-tè hoaⁿ-hí;","tghg":"所以咱得著𣍐會振動的國，著有恩惠，通用虔誠、敬畏來服事，互上帝歡喜。","bklhl":"所以咱得tio̍h bōe會振動ê 國，tio̍h有恩惠，thang用虔誠敬畏來服事hō͘上帝歡喜；"}},{"book":"來","chapter":12,"verse":29,"versions":{"unv":"因為我們的　神乃是烈火。","bklcl":"in-ūi lán ê Siōng-tè chiū-sī iām-iām ê hé.","tghg":"因為咱的上帝就是炎炎的火。","bklhl":"因為咱ê上帝就是燄燄ê 火。"}}]