[{"book":"來","chapter":2,"verse":1,"versions":{"unv":"所以，我們當越發鄭重所聽見的道理，恐怕我們隨流失去。","bklcl":"Só͘-í lán tio̍h it-hoat tì-ì só͘ thiaⁿ-kìⁿ ê, kiaⁿ-liáu lán ōe tì-kàu liu-khì.","tghg":"所以咱著益發致意所聽見的，驚了(liáu)咱會致到溜去。","bklhl":"所以咱tio̍h益發致意所聽見ê，驚了咱會致到溜去。"}},{"book":"來","chapter":2,"verse":2,"versions":{"unv":"那藉著天使所傳的話既是確定的；凡干犯悖逆的都受了該受的報應。","bklcl":"In-ūi tùi thiⁿ-sài só͘ thoân ê tō-lí, siōng-chhiáⁿ sī kian-kò͘, iā kìⁿ-nā kan-hoān ûi-ke̍h ê tāi-chì lóng tú-tio̍h eng-kai siū ê pò-èng;","tghg":"因為對天使所傳的道理尚且是堅固；也見若干犯違逆(ûi-ke̍h)的代誌攏抵著(tú-tio̍h)應該受的報應。","bklhl":"因為tùi天使所傳ê道理，尚且是堅固，也見若干犯違逆ê tāi-chì lóng tú-tio̍h應該受ê報應；"}},{"book":"來","chapter":2,"verse":3,"versions":{"unv":"我們若忽略這麼大的救恩，怎能逃罪呢？這救恩起先是主親自講的，後來是聽見的人給我們證實了。","bklcl":"lán nā hut-lio̍k chiah-ni̍h tōa ê chín-kiù kiám ōe tô-siám mah?  Chit ê chín-kiù kì-jiân sī Chú khí-thâu kóng ê, thiaⁿ-kìⁿ ê lâng kan-chèng kàu si̍t-si̍t hō͘ lán;","tghg":"咱若忽略即呢大的拯救，豈會逃閃嗎？此個拯救既然是主起頭講的，聽見的人干證到實實互咱。","bklhl":"咱若忽略chiah-nih大ê拯救kiám會逃閃mah？Chit ê拯救既然是主起頭講ê，聽見ê人干證到實實hō͘咱；"}},{"book":"來","chapter":2,"verse":4,"versions":{"unv":"　神又按自己的旨意，用神蹟、奇事和百般的異能，並聖靈的恩賜，同他們作見證。","bklcl":"koh Siōng-tè ēng chiah-ê sîn-jiah, kî-sū, ta̍k hāng ê koân-lêng kap Sèng Sîn ê siúⁿ-sù, lóng chiàu ka-kī ê chí-ì, kap in saⁿ-kap kan-chèng.","tghg":"閣上帝用諸個神蹟、奇事、逐項的權能，及聖神的賞賜，攏照家己的旨意，及𪜶相及干證。","bklhl":"koh上帝用chiah ê神蹟、奇事、ta̍k項ê權能kap聖神ê賞賜，lóng照家己ê旨意，kap in saⁿ-kap干證。"}},{"book":"來","chapter":2,"verse":5,"versions":{"unv":"我們所說將來的世界，　神原沒有交給天使管轄。","bklcl":"In-ūi goán só͘ kóng teh lâi ê sè-kài Siōng-tè bē bat hō͘ i hâng-ho̍k tī thiⁿ-sài.","tghg":"因為阮所講啲來的世界，上帝未曾互伊降服佇天使。","bklhl":"因為阮所講teh來ê世界，上帝未bat hō͘伊降服tī天使。"}},{"book":"來","chapter":2,"verse":6,"versions":{"unv":"但有人在經上某處證明說：人算甚麼，你竟顧念他？世人算甚麼，你竟眷顧他？","bklcl":"To̍k-to̍k ū kan-chèng tī bó͘ só͘-chāi ê, kóng,\tLâng sī sím-mi̍h, hō͘ lí siàu-liām i?\tLâng ê kiáⁿ sī sím-mi̍h, hō͘ lí khòaⁿ-kò͘ i?","tghg":"獨獨有干證佇某所在的講：人是甚麼，互你數念(siàu-liām)伊？人的子是甚麼，互你看顧伊？","bklhl":"獨獨有干證tī某所在ê，講，\t人是甚麼，hō͘你siàu念伊？\t人ê Kiáⁿ是甚麼，hō͘你看顧伊？"}},{"book":"來","chapter":2,"verse":7,"versions":{"unv":"你叫他比天使微小一點（或譯：你叫他暫時比天使小），賜他榮耀尊貴為冠冕，並將你手所造的都派他管理，","bklcl":"Lí hō͘ i lio̍h-á khah-su  thiⁿ-sài,\tKoh ēng êng-kng chun-kùi, hō͘ i chòe bián-liû,\tKoh siat-li̍p i tī lí ê chhiú só͘ chō ê ê téng-bīn;","tghg":"你互伊略仔卡輸天使，閣用榮光尊貴，互伊做冕旒，閣設立伊佇你的手所造者的頂面，","bklhl":"你hō͘伊略á khah輸天使，\tKoh用榮光尊貴，hō͘伊做冕旒，\tKoh設立伊tī你ê手所造ê ê頂面；"}},{"book":"來","chapter":2,"verse":8,"versions":{"unv":"叫萬物都服在他的腳下。既叫萬物都服他，就沒有剩下一樣不服他的。只是如今我們還不見萬物都服他。","bklcl":"Hō͘ bān mi̍h lóng hâng-ho̍k tī i ê kha-ē. Í-keng hō͘ bān mi̍h lóng hâng-ho̍k i, chiū bô chhun chi̍t hāng mi̍h bô hâng-ho̍k i. Chóng-sī kàu taⁿ lán iáu-bē khòaⁿ-kìⁿ bān mi̍h lóng hâng-ho̍k i.","tghg":"互萬物攏降服佇伊的腳下。已經互萬物攏降服伊，就無剩(chhun)一項物無降服伊。總是到今咱猶未看見萬物攏降服伊。","bklhl":"Hō͘萬物lóng降服tī伊ê腳下。　已經hō͘萬物lóng降服伊，就無chhun一項物無降服伊。總是到taⁿ咱猶未看見萬物lóng降服伊。"}},{"book":"來","chapter":2,"verse":9,"versions":{"unv":"惟獨見那成為比天使小一點的耶穌（或譯：惟獨見耶穌暫時比天使小）；因為受死的苦，就得了尊貴榮耀為冠冕，叫他因著　神的恩，為人人嘗了死味。","bklcl":"To̍k-to̍k khòaⁿ-kìⁿ hit ê lio̍h-á khah-su thiⁿ-sài ê Iâ-so͘, ūi-tio̍h siū sí ê kan-khó͘ tit-tio̍h êng-kng chun-kùi chòe bián-liû, thang tùi Siōng-tè ê un, ūi-tio̍h chèng lâng siū sí.","tghg":"獨獨看見彼個略仔卡輸天使的耶穌；為著受死的艱苦，得著榮光尊貴做冕旒，通對上帝的恩，為著眾人受死。","bklhl":"獨獨看見hit ê略á khah輸天使ê耶穌，為tio̍h受死ê艱苦得tio̍h榮光尊貴做冕旒，thang tùi上帝ê恩，為tio̍h眾人受死。"}},{"book":"來","chapter":2,"verse":10,"versions":{"unv":"原來那為萬物所屬、為萬物所本的，要領許多的兒子進榮耀裡去，使救他們的元帥，因受苦難得以完全，本是合宜的。","bklcl":"In-ūi bān mi̍h só͘ ūi-tio̍h I, bān mi̍h só͘ tùi I ê, teh chhōa chōe-chōe kiáⁿ kàu tī êng-kng, chiū hō͘ kiù in ê siú-léng tùi khó͘-lān lâi chiâⁿ oân-choân, pún sī ha̍p-gî.","tghg":"因為萬物所為著伊、萬物所對伊的，啲導多多子到佇榮光，就互救𪜶的首領，對苦難來成完全，本是合宜。","bklhl":"因為萬物所為tio̍h伊，萬物所tùi伊ê，teh chhōa chōe-chōe kiáⁿ到tī榮光，就hō͘救in ê首領tùi苦難來成完全，本是合宜。"}},{"book":"來","chapter":2,"verse":11,"versions":{"unv":"因那使人成聖的和那些得以成聖的，都是出於一。所以，他稱他們為弟兄也不以為恥，","bklcl":"In-ūi hit ê hō͘ lâng chiâⁿ sèng ê, kap hiah-ê tit-tio̍h chiâⁿ sèng ê, lóng tùi chi̍t-ê chhut; só͘-í I chheng in chòe hiaⁿ-tī bô lia̍h chòe kiàn-siàu;","tghg":"因為彼個互人成聖的及許個得著成聖的，攏對一個出。所以伊稱𪜶做兄弟無掠做見誚，","bklhl":"因為hit ê hō͘人成聖ê，kap hiah-ê得tio̍h成聖ê，lóng tùi一个出；所以伊稱in做兄弟無掠做見笑；"}},{"book":"來","chapter":2,"verse":12,"versions":{"unv":"說：我要將你的名傳與我的弟兄，在會中我要頌揚你；","bklcl":"kóng,\tGóa beh pò-iông lí ê miâ tī góa ê hiaⁿ-tī,\tO-ló lí tī hōe-tiong.","tghg":"講：我欲報揚你的名佇我的兄弟，謳咾你佇會中；","bklhl":"講，\t我beh報揚你ê名tī我ê兄弟，\tO-ló你tī會中。"}},{"book":"來","chapter":2,"verse":13,"versions":{"unv":"又說：我要倚賴他；又說：看哪，我與　神所給我的兒女。","bklcl":"Koh kóng,\tGóa beh óa-khò I. Koh kóng,\tKhòaⁿ ah! góa kap Siōng-tè só͘ hō͘ góa ê kiáⁿ-jî.","tghg":"閣講：我欲倚靠伊；閣講：看啊，我及上帝所互我的子兒。","bklhl":"Koh講，\t我beh óa靠伊。Koh講，\t看ah！我kap上帝所hō͘我ê kiáⁿ兒。"}},{"book":"來","chapter":2,"verse":14,"versions":{"unv":"兒女既同有血肉之體，他也照樣親自成了血肉之體，特要藉著死敗壞那掌死權的，就是魔鬼，","bklcl":"Taⁿ chiah-ê kiáⁿ-jî kì-jiân saⁿ-tâng ū huih bah ê thé, I pún-sin ia̍h pîⁿ-pîⁿ ū; beh ēng sí lâi hòe-bô ū sí ê koân-sè ê, chiū-sī Mô͘-kúi;","tghg":"今諸個子兒既然相同有血肉的體，伊本身亦平平有，欲用死來廢無有死的權勢的，就是魔鬼，","bklhl":"Taⁿ chiah ê kiáⁿ兒既然相同有血肉ê體，伊本身亦平平有；beh用死來廢無有死ê權勢ê，就是魔鬼；"}},{"book":"來","chapter":2,"verse":15,"versions":{"unv":"並要釋放那些一生因怕死而為奴僕的人。","bklcl":"ia̍h beh hō͘ it-seng kiaⁿ-ùi sí kàu chhin-chhiūⁿ chòe lô͘-châi ê, lóng tit-tio̍h tháu-pàng.","tghg":"亦欲互一生驚畏死到親像做奴才者，攏得著解放。","bklhl":"亦beh hō͘一生驚畏死到親像做奴才ê，lóng得tio̍h tháu放。"}},{"book":"來","chapter":2,"verse":16,"versions":{"unv":"他並不救拔天使，乃是救拔亞伯拉罕的後裔。","bklcl":"In-ūi I bô khan-kiù thiⁿ-sài, sī khan-kiù A-pek-la̍h-hán ê hō͘-è.","tghg":"因為伊無牽救天使，是牽救亞伯拉罕的後裔。","bklhl":"因為伊無牽救天使，是牽救亞伯拉罕ê後裔。"}},{"book":"來","chapter":2,"verse":17,"versions":{"unv":"所以，他凡事該與他的弟兄相同，為要在　神的事上成為慈悲忠信的大祭司，為百姓的罪獻上挽回祭。","bklcl":"Só͘-í hoān sū I tio̍h kap hiaⁿ-tī saⁿ-tâng, thang tī Siōng-tè ê sū chòe lîn-bín tiong-sìn ê chè-si-thâu, in-ūi peh-sìⁿ ê chōe hiàn bán-hôe ê chè.","tghg":"所以，凡事伊著及兄弟相同，通佇上帝的事做憐憫忠信的祭司頭，因為百姓的罪獻挽回的祭。","bklhl":"所以凡事伊tio̍h kap兄弟相同，thang tī上帝ê事做憐憫忠信ê祭司頭，因為百姓ê罪獻挽回ê祭。"}},{"book":"來","chapter":2,"verse":18,"versions":{"unv":"他自己既然被試探而受苦，就能搭救被試探的人。","bklcl":"In-ūi I í-keng siū khó͘ lâi tú-tio̍h chhì, chiū ōe pang-chān chiah-ê siū chhì ê lâng.","tghg":"因為伊已經受苦來抵著試，就會幫助諸個受試的人。","bklhl":"因為伊已經受苦來tú-tio̍h試，就會幫贊chiah ê受試ê人。"}}]