[{"book":"來","chapter":11,"verse":1,"versions":{"unv":"信就是所望之事的實底，是未見之事的確據。","bklcl":"Sìn chiū-sī só͘ ǹg-bāng ê ê si̍t-chāi, kap bē khòaⁿ-kìⁿ ê sū ê pîn-chún.","tghg":"信就是所向望者的實在，及未看見的事的憑準。","bklhl":"信就是所ǹg望ê ê實在，kap 未看見ê事ê憑準。"}},{"book":"來","chapter":11,"verse":2,"versions":{"unv":"古人在這信上得了美好的證據。","bklcl":"In-ūi tī chit-ê, chiū kó͘-chá lâng ū tit-tio̍h kan-chèng.","tghg":"因為佇此個，就古早人有得著干證。","bklhl":"因為tī chit ê，就古早人有得tio̍h干證。"}},{"book":"來","chapter":11,"verse":3,"versions":{"unv":"我們因著信，就知道諸世界是藉　神話造成的；這樣，所看見的，並不是從顯然之物造出來的。","bklcl":"Tùi sìn, lán chai chiah-ê sè-kài sī tùi Siōng-tè ê ōe lâi chō-chiâⁿ; án-ni só͘ khòaⁿ-kìⁿ ê m̄ sī tùi ōe khòaⁿ-kìⁿ ê lâi chiâⁿ.","tghg":"對信，咱知諸個世界是對上帝的話來造成(chiâⁿ)；按呢，所看見的，呣是對會看見的來成。","bklhl":"Tùi信，咱知chiah ê世界是tùi上帝ê話來造成；án-ni所看見ê m̄是tùi能看見ê來成。"}},{"book":"來","chapter":11,"verse":4,"versions":{"unv":"亞伯因著信，獻祭與　神，比該隱所獻的更美，因此便得了稱義的見證，就是　神指他禮物作的見證。他雖然死了，卻因這信，仍舊說話。","bklcl":"Tùi sìn, A-pek hiàn-chè hō͘ Siōng-tè, pí Kai-ún khah hó; tùi án-ni tit-tio̍h kan-chèng i sī gī, chiū-sī Siōng-tè khòaⁿ i ê lé-mi̍h lâi chòe kan-chèng; koh tùi chit ê sìn, i sí-liáu iáu teh kóng ōe.","tghg":"對信，亞伯獻祭互上帝，比該隱卡好，對按呢得著干證伊是義，就是上帝看伊的禮物來做干證。閣對此個信，伊死了(liáu)猶啲講話。","bklhl":"Tùi信，亞伯獻祭hō͘上帝，比該隱khah好；tùi án-ni得tio̍h干證伊是義，就是上帝看伊ê禮物來做干證；koh tùi chit ê信，伊死了iáu teh講話。"}},{"book":"來","chapter":11,"verse":5,"versions":{"unv":"以諾因著信，被接去，不至於見死，人也找不著他，因為　神已經把他接去了；只是他被接去以先，已經得了　神喜悅他的明證。","bklcl":"Tùi sìn, Í-lo̍k siū chhian-sóa, tì-kàu bô kìⁿ-tio̍h sí; lâng chhē i bōe tio̍h, in-ūi Siōng-tè chhian-sóa i; sī bē chhian-sóa ê tāi-seng, ū tit-tio̍h kan-chèng i hō͘ Siōng-tè hoaⁿ-hí.","tghg":"對信，以諾受遷徙，致到無見著死，人尋伊𣍐著，因為上帝遷徙伊；是未遷徙的代先，有得著干證伊互上帝歡喜。","bklhl":"Tùi信，以諾受遷徙，致到無見tio̍h死；人chhē伊bōe tio̍h，因為上帝遷徙伊；是未遷徙ê事先，有得tio̍h干證伊hō͘上帝歡喜。"}},{"book":"來","chapter":11,"verse":6,"versions":{"unv":"人非有信，就不能得　神的喜悅；因為到　神面前來的人必須信有　神，且信他賞賜那尋求他的人。","bklcl":"Siat-sú bô sìn, chiū bōe-ōe hō͘ Siōng-tè hoaⁿ-hí;  in-ūi chhin-kūn Siōng-tè ê, tek-khak tio̍h sìn I ū, iā sī pò-siúⁿ hiah-ê kiû I ê lâng.","tghg":"設使無信，就𣍐會互上帝歡喜；因為親近上帝者，的確著信伊有，也是報賞許個求伊的人。","bklhl":"設使無信，就bōe會hō͘上帝歡喜；因為親近上帝ê，的確tio̍h信伊有，也是報賞hiah-ê求伊ê人。"}},{"book":"來","chapter":11,"verse":7,"versions":{"unv":"挪亞因著信，既蒙　神指示他未見的事，動了敬畏的心，預備了一隻方舟，使他全家得救。因此就定了那世代的罪，自己也承受了那從信而來的義。","bklcl":"Tùi sìn, Ná-a tī bē khòaⁿ-kìⁿ ê sū, í-keng tit-tio̍h be̍k-sī, chiū kèng-ùi, lâi pī-pān tōa chûn, kiù i ê ke-koàn; tùi án-ni lâi tēng sè-kan ê chōe, koh tit-tio̍h sêng-chiap chiàu sìn ê gī.","tghg":"對信，挪亞佇未看見的事，已經得著默示，就敬畏，來備辦大船，救伊的家眷。對按呢來定世間的罪，閣得著承接照信的義。","bklhl":"Tùi信，挪亞tī 未看見ê事，已經得tio̍h默示，就敬畏，來備辦大船，救伊ê家眷；tùi án-ni來定世間ê罪，koh得tio̍h承接照信ê義。"}},{"book":"來","chapter":11,"verse":8,"versions":{"unv":"亞伯拉罕因著信，蒙召的時候就遵命出去，往將來要得為業的地方去；出去的時候，還不知往哪裡去。","bklcl":"Tùi sìn, A-pek-la̍h-hán siū tiàu ê sî, chiū sūn bēng-lēng chhut-khì, kàu chiong-lâi beh tit-tio̍h chòe gia̍p ê tōe; i chhut-khì, m̄ chai beh khì tá-lo̍h.","tghg":"對信，亞伯拉罕受召的時就順命令出去，到將來欲得著做業的地；伊出去，呣知欲去叨落。","bklhl":"Tùi信，亞伯拉罕受召ê時，就順命令出去，到將來beh得tio̍h做業ê地；伊出去，m̄知beh去tá-lo̍h。"}},{"book":"來","chapter":11,"verse":9,"versions":{"unv":"他因著信，就在所應許之地作客，好像在異地居住帳棚，與那同蒙一個應許的以撒、雅各一樣。","bklcl":"Tùi sìn chiū chhut-gōa tī só͘ èng-ún ê tōe, chhin-chhiūⁿ tī m̄ sī ka-kī ê tōe, khiā-khí tī pò͘-pîⁿ, kap Í-sat, Ngá-kok, chiū-sī  saⁿ-kap sêng-chiap tâng chi̍t iūⁿ ê èng-ún ê;","tghg":"對信，就出外佇所應允的地，親像佇呣是家己的地，徛起佇布棚，及以撒、雅各就是相及承接同一樣的應允的。","bklhl":"Tùi信就出外tī所應允ê地，親像tī m̄是家己ê地，khiā起tī布棚，kap以撒、雅各，就是saⁿ-kap承接同一樣ê應允ê；"}},{"book":"來","chapter":11,"verse":10,"versions":{"unv":"因為他等候那座有根基的城，就是　神所經營所建造的。","bklcl":"in-ūi i ǹg-bāng ū tōe-ki ê siâⁿ, sī Siōng-tè só͘ keng-êng khí-chō ê.","tghg":"因為伊向望有地基的城，是上帝所經營起造的。","bklhl":"因為伊ǹg望有地基ê城，是上帝所經營起造ê。"}},{"book":"來","chapter":11,"verse":11,"versions":{"unv":"因著信，連撒拉自己，雖然過了生育的歲數，還能懷孕，因她以為那應許她的是可信的。","bklcl":"Tùi sìn, Sat-la̍h, sui-bóng kè seng-sán ê nî-hè, iáu tit-tio̍h ōe hoâi-īn, in-ūi i lia̍h èng-ún i ê chòe sìn-si̍t;","tghg":"對信，撒拉，雖罔過生產的年歲，猶得著會懷孕，因為伊掠應允伊的做信實。","bklhl":"Tùi信，撒拉，sui-bóng過生產ê年歲，iáu得tio̍h能懷孕，因為伊掠應允伊ê做信實；"}},{"book":"來","chapter":11,"verse":12,"versions":{"unv":"所以從一個彷彿已死的人就生出子孫，如同天上的星那樣眾多，海邊的沙那樣無數。","bklcl":"só͘-í tùi chi̍t lâng, koh sī chhin-chhiūⁿ í-keng sí ê, siⁿ-thòaⁿ chhin-chhiūⁿ thiⁿ chhiⁿ ê  chōe, chhin-chhiūⁿ hái-soa ê bōe sǹg-tit.","tghg":"所以對一人閣是親像已經死者生湠(siⁿ-thòaⁿ)，親像天星的多，親像海沙的𣍐算得。","bklhl":"所以tùi一人，koh是親像已經死ê，生湠親像天星ê chōe，親像海沙ê bōe算得。"}},{"book":"來","chapter":11,"verse":13,"versions":{"unv":"這些人都是存著信心死的，並沒有得著所應許的；卻從遠處望見，且歡喜迎接，又承認自己在世上是客旅，是寄居的。","bklcl":"Chiah-ê lóng sī chiàu sìn lâi sí, bē bat tit-tio̍h só͘ èng-ún ê, to̍k-to̍k hn̄g-hn̄g khòaⁿ, hoaⁿ-hí lâi tán-chih, koh ka-kī jīn tī tōe-chiūⁿ chòe lâng-kheh, chòe chhut-gōa ê.","tghg":"諸個攏是照信來死，未曾得著所應允的；獨獨遠遠看，歡喜來等接(chih)，閣家己認佇地上做人客，做出外的。","bklhl":"Chiah-ê lóng是照信來死，未bat得tio̍h所應允ê，獨獨遠遠看，歡喜來等接，koh家己認tī地上做人客，做出外ê。"}},{"book":"來","chapter":11,"verse":14,"versions":{"unv":"說這樣話的人是表明自己要找一個家鄉。","bklcl":"In-ūi án-ni kóng ê, sī piáu-bêng in teh chhē chi̍t ê chó͘-ke.","tghg":"因為按呢講的是表明𪜶啲尋一個祖家。","bklhl":"因為án-ni講ê，是表明in teh chhē一个祖家。"}},{"book":"來","chapter":11,"verse":15,"versions":{"unv":"他們若想念所離開的家鄉，還有可以回去的機會。","bklcl":"In nā siàu-liām só͘ tùi hia chhut-lâi ê tōe, chiū ū thang tò-khì ê ki-hōe.","tghg":"𪜶若數念(siàu-liām)所對遐出來的地，就有通倒去的機會。","bklhl":"In若siàu念所tùi hia出來ê地，就有thang tò去ê機會。"}},{"book":"來","chapter":11,"verse":16,"versions":{"unv":"他們卻羨慕一個更美的家鄉，就是在天上的。所以　神被稱為他們的　神，並不以為恥，因為他已經給他們預備了一座城。","bklcl":"Chóng-sī taⁿ in him-bō͘ koh khah hó ê, chiū-sī tī thiⁿ-ni̍h ê; só͘-í Siōng-tè chheng-chòe in ê Siōng-tè, bô lia̍h-chòe kiàn-siàu; in-ūi í-keng thòe in pī-pān chi̍t ê siâⁿ.","tghg":"總是今𪜶欣慕閣卡好的，就是佇天裡的。所以上帝稱做𪜶的上帝，無掠做見誚，因為已經替𪜶備辦一個城。","bklhl":"總是taⁿ in欣慕koh-khah好ê，就是tī天裡ê；所以上帝稱做in ê上帝，無掠做見笑；因為已經替in備辦一个城。"}},{"book":"來","chapter":11,"verse":17,"versions":{"unv":"亞伯拉罕因著信，被試驗的時候，就把以撒獻上；這便是那歡喜領受應許的，將自己獨生的兒子獻上。","bklcl":"Tùi sìn, A-pek-la̍h-hán siū chhì ê sî, hiàn Í-sat; chiū-sī hit ê sêng-siū chiah-ê èng-ún ê hiàn i to̍k-siⁿ ê kiáⁿ;","tghg":"對信，亞伯拉罕受試的時，獻以撒；就是彼個承受諸個應允的，獻伊獨生的子。","bklhl":"Tùi信，亞伯拉罕受試ê時，獻以撒；就是hit ê承受chiah ê應允ê獻伊獨生ê kiáⁿ；"}},{"book":"來","chapter":11,"verse":18,"versions":{"unv":"論到這兒子，曾有話說：「從以撒生的才要稱為你的後裔。」","bklcl":"bat ū kā i kóng, Tùi Í-sat siⁿ ê beh chheng-chòe lí ê hō͘-è:","tghg":"曾有給伊講：「對以撒生的欲稱做你的後裔。」","bklhl":"bat有kā伊講，Tùi以撒生ê beh稱做你ê後裔:"}},{"book":"來","chapter":11,"verse":19,"versions":{"unv":"他以為　神還能叫人從死裡復活；他也彷彿從死中得回他的兒子來。","bklcl":"in-ūi i lia̍h-chòe Siōng-tè tùi sí-lâng tiong ōe hō͘ i koh-oa̍h; só͘-í thang phì-jū kóng tit-tio̍h i tùi sí tò-tńg-lâi.","tghg":"因為伊掠做上帝對死人中會互伊復活；所以通譬喻講得著伊對死倒轉來。","bklhl":"因為伊掠做上帝tùi死人中能hō͘伊koh活；所以thang譬喻講得tio̍h伊tùi死倒tńg來。"}},{"book":"來","chapter":11,"verse":20,"versions":{"unv":"以撒因著信，就指著將來的事給雅各、以掃祝福。","bklcl":"Tùi sìn, Í-sat lūn chiong-lâi ê sū chiok-hok Ngá-kok, Í-sò.","tghg":"對信，以撒論將來的事祝福雅各、以掃。","bklhl":"Tùi信，以撒論將來ê事祝福雅各、以掃。"}},{"book":"來","chapter":11,"verse":21,"versions":{"unv":"雅各因著信，臨死的時候，給約瑟的兩個兒子各自祝福，扶著杖頭敬拜　神。","bklcl":"Tùi sìn, Ngá-kok lîm-chiong ê sî, kā Iok-sek nn̄g ê kiáⁿ chiok-hok; òa koáiⁿ-á lâi kèng-pài.","tghg":"對信，雅各臨終的時，給約瑟二個子祝福，倚枴仔來敬拜。","bklhl":"Tùi信，雅各臨終ê時，kā約瑟兩個kiáⁿ祝福；òa柺á來敬拜。"}},{"book":"來","chapter":11,"verse":22,"versions":{"unv":"約瑟因著信，臨終的時候，提到以色列族將來要出埃及，並為自己的骸骨留下遺命。","bklcl":"Tùi-sìn, Iok-sek lîm-chiong ê sî, liām-tio̍h Í-sek-lia̍t ê hō͘-è beh chhut Ai-ki̍p; koh ūi-tio̍h i ê kut-hâi lâi hoan-hù.","tghg":"對信，約瑟臨終的時，念著以色列的後裔欲出埃及，閣為著伊的骨骸來吩咐。","bklhl":"Tùi信，約瑟臨終ê時，念tio̍h以色列ê後裔beh出埃及；koh為tio̍h伊ê骨骸來吩咐。"}},{"book":"來","chapter":11,"verse":23,"versions":{"unv":"摩西生下來，他的父母見他是個俊美的孩子，就因著信，把他藏了三個月，並不怕王命。","bklcl":"Tùi sìn, chiū Mô͘-se chhut-sì ê sî, i ê pē-bú, in-ūi khòaⁿ-kìⁿ kiáⁿ chheng-siù, khǹg-ba̍t i saⁿ ge̍h ji̍t; ia̍h m̄ kiaⁿ ông ê bēng-lēng.","tghg":"對信，就摩西出世的時，伊的父母因為看見子清秀，囥密(khǹg-ba̍t)伊三月日，亦呣驚王的命令。","bklhl":"Tùi信，就摩西出世ê時，伊ê父母，因為看見kiáⁿ清秀，khǹg密伊三月日；亦m̄驚王ê命令。"}},{"book":"來","chapter":11,"verse":24,"versions":{"unv":"摩西因著信，長大了就不肯稱為法老女兒之子。","bklcl":"Tùi sìn, Mô͘-se í-keng tióng-sêng, m̄ sêng-jīn chòe Hoat-ló cha-bó͘-kiáⁿ ê kiáⁿ;","tghg":"對信，摩西已經長成呣承認做法老查某子的子。","bklhl":"Tùi信，摩西已經長成，m̄承認做法老cha-bó͘-kiáⁿ ê kiáⁿ；"}},{"book":"來","chapter":11,"verse":25,"versions":{"unv":"他寧可和　神的百姓同受苦害，也不願暫時享受罪中之樂。","bklcl":"khah ài kap Siōng-tè ê peh-sìⁿ saⁿ-kap siū khó͘-lān, m̄ ài chiām-sî hióng-siū chōe-ok ê khoài-lo̍k;","tghg":"卡愛及上帝的百姓相及受苦難，呣愛暫時享受罪惡的快樂。","bklhl":"khah-ài kap上帝ê百姓saⁿ-kap受苦難，m̄-ài暫時享受罪惡ê快樂；"}},{"book":"來","chapter":11,"verse":26,"versions":{"unv":"他看為基督受的凌辱比埃及的財物更寶貴，因他想望所要得的賞賜。","bklcl":"lia̍h-chòe ū hūn Ki-tok ê lêng-jio̍k, pí Ai-ki̍p ê châi-pó khah kùi-khì: sī ǹg-bāng pò-siúⁿ ê iân-kò͘.","tghg":"掠做有份基督的凌辱比埃及的財寶卡貴氣，是向望報賞的緣故。","bklhl":"掠做有份基督ê凌辱，比埃及ê財寶khah貴氣：是ǹg望報賞ê緣故。"}},{"book":"來","chapter":11,"verse":27,"versions":{"unv":"他因著信，就離開埃及，不怕王怒；因為他恆心忍耐，如同看見那不能看見的主。","bklcl":"Tùi sìn, i lī-khui Ai-ki̍p, bô kiaⁿ ông ê siū-khì; kian-sim jím-nāi, chhin-chhiūⁿ khòaⁿ-kìⁿ só͘ bōe khòaⁿ-kìⁿ ê Chú.","tghg":"對信，伊離開埃及，無驚王的受氣；堅心忍耐，親像看見所𣍐看見的主。","bklhl":"Tùi信，伊離開埃及，無驚王ê受氣；堅心忍耐，親像看見所bōe看見ê主。"}},{"book":"來","chapter":11,"verse":28,"versions":{"unv":"他因著信，就守（或譯：立）逾越節，行灑血的禮，免得那滅長子的臨近以色列人。","bklcl":"Tùi sìn, lâi siat pôaⁿ-kè-choeh, kap boah huih ê lé, bián-tit châu-bia̍t tōa kiáⁿ ê kha̍p-tio̍h in.","tghg":"對信，來設𨃟過節，及抹血的禮，免得剿滅(châu-bia̍t)大子的磕(kha̍p)著𪜶。","bklhl":"Tùi信，來設pôaⁿ過節，kap抹血ê禮，免得剿滅大kiáⁿ ê 磕tio̍h in。"}},{"book":"來","chapter":11,"verse":29,"versions":{"unv":"他們因著信，過紅海如行乾地；埃及人試著要過去，就被吞滅了。","bklcl":"Tùi sìn, in kè Âng-hái, chhin-chhiūⁿ kiâⁿ ta tōe: Ai-ki̍p lâng chhì kiâⁿ i, chiū tîm-lo̍h-khì.","tghg":"對信，𪜶過紅海親像行乾地；埃及人試行伊，就沈落去。","bklhl":"Tùi信，in 過紅海，親像行乾地：埃及人試行伊，就沉落去。"}},{"book":"來","chapter":11,"verse":30,"versions":{"unv":"以色列人因著信，圍繞耶利哥城七日，城牆就倒塌了。","bklcl":"Tùi sìn, se̍h Iâ-lī-ko siâⁿ le̍k-kè chhit ji̍t, siâⁿ chiū tó-hoāi.","tghg":"對信，踅(se̍h)耶利哥城歷過七日，城就倒壞。","bklhl":"Tùi信，se̍h耶利哥城歷過七日，城就倒壞。"}},{"book":"來","chapter":11,"verse":31,"versions":{"unv":"妓女喇合因著信，曾和和平平地接待探子，就不與那些不順從的人一同滅亡。","bklcl":"Tùi sìn, chhiong-ki Lat-ha̍p ēng hô-pêng chiap-la̍p sòe-choh, só͘-í bô kap m̄ sūn-thàn ê lâng saⁿ-kap bia̍t-bô.","tghg":"對信，娼妓喇合用和平接納細作(sòe-choh)，所以無及呣順趁的人相及滅無。","bklhl":"Tùi信，娼妓Lat-ha̍p用和平接納細作，所以無kap m̄順thàn ê人saⁿ-kap滅無。"}},{"book":"來","chapter":11,"verse":32,"versions":{"unv":"我又何必再說呢？若要一一細說，基甸、巴拉、參孫、耶弗他、大衛、撒母耳，和眾先知的事，時候就不夠了。","bklcl":"Góa beh koh kóng sím-mi̍h ah? beh kóng Ki-tiân, Pa-le̍k, Chham-sun, Iâ-hut-tha; kap Tāi-pi̍t, Sat-bó͘-ní, í-ki̍p chiah-ê sian-ti, chiū sî bô kàu-gia̍h.","tghg":"我欲閣講甚麼啊？欲講基甸、巴拉、參孫、耶弗他、及大衛、撒母耳，以及諸個先知，就時無夠額。","bklhl":"我beh koh講甚麼ah？beh講基甸、Pa-le̍k、參孫、Iâ-hut-tha；kap大衛、撒母耳，以及chiah ê先知，就時無夠額。"}},{"book":"來","chapter":11,"verse":33,"versions":{"unv":"他們因著信，制伏了敵國，行了公義，得了應許，堵了獅子的口，","bklcl":"Hiah ê lâng, tùi sìn, thâi-iâⁿ chiah-ê kok, kiâⁿ kong-gī, tit-tio̍h èng-ún, ni̍h sai ê chhùi,","tghg":"許個人對信，刣贏諸個國，行公義，得著應允，勒(ni̍h)獅的嘴，","bklhl":"Hiah-ê人，tùi信，刣贏chiah ê國，行公義，得tio̍h應允，ni̍h獅ê嘴，"}},{"book":"來","chapter":11,"verse":34,"versions":{"unv":"滅了烈火的猛勢，脫了刀劍的鋒刃；軟弱變為剛強，爭戰顯出勇敢，打退外邦的全軍。","bklcl":"phah-hoa hé-iām, siám-pī lāi to, jio̍k chiâⁿ-chòe kiông, kau-chiàn ióng-béng, kong-phòa gōa-pang ê chiàn-tīn.","tghg":"拍熄(hoa)火焰，閃避利刀；弱成做強，交戰勇猛，攻破外邦的戰陣。","bklhl":"phah-hoa火燄，閃避利刀，弱成做強，交戰勇猛，攻破外邦ê戰陣。"}},{"book":"來","chapter":11,"verse":35,"versions":{"unv":"有婦人得自己的死人復活。又有人忍受嚴刑，不肯苟且得釋放（原文是贖），為要得著更美的復活。","bklcl":"Ū hū-jîn-lâng tit-tio̍h in ê chhin-lâng tùi sí koh-oa̍h; ia̍h ū lâng siū khok-to̍k ê hêng-hoa̍t, m̄ goān siū sio̍k; sī ài tit-tio̍h khah hó ê koh-oa̍h:","tghg":"有婦仁人得著𪜶的親人對死復活。亦有人受酷毒(khok-to̍k)的刑罰，呣願受贖，是愛得著卡好的復活。","bklhl":"有婦人人得tio̍h in ê親人tùi死koh活；亦有人受酷毒 ê刑罰，m̄願受贖；是ài得tio̍h khah好ê koh活:"}},{"book":"來","chapter":11,"verse":36,"versions":{"unv":"又有人忍受戲弄、鞭打、捆鎖、監禁、各等的磨煉，","bklcl":"koh ū lâng siū hì-lāng, piⁿ-phah, í-ki̍p só-liān, koaiⁿ-kaⁿ, chiah-ê chhì:","tghg":"閣有人受戲弄、鞭拍、以及鎖鍊、關監、諸個試，","bklhl":"koh有人受戲弄、鞭phah，以及鎖鏈、關監，chiah ê試："}},{"book":"來","chapter":11,"verse":37,"versions":{"unv":"被石頭打死，被鋸鋸死，受試探，被刀殺，披著綿羊、山羊的皮各處奔跑，受窮乏、患難、苦害，","bklcl":"koh ū lâng siū chio̍h-thâu tìm, kù-á kù, siū iú-he̍k ê chhì, hō͘ to thâi-sí: chhēng mî-iûⁿ soaⁿ-iûⁿ ê phê, phun-pho ta̍k só͘-chāi, tú-tio̍h sòng-hiong, hoān-lān, pō-gio̍k;","tghg":"閣有人受石頭擲(tìm)，鋸仔鋸，受誘惑的試，互刀刣死，穿綿羊山羊的皮奔波(phun-pho)逐所在，抵著(tú-tio̍h)喪鄉、患難、暴虐(pō-gio̍k)，","bklhl":"koh有人受石頭tìm，鋸á鋸，受誘惑ê試，hō͘刀刣死：穿綿羊、山羊ê皮，奔波ta̍k所在，tú-tio̍h sòng-hiong、患難、暴虐；"}},{"book":"來","chapter":11,"verse":38,"versions":{"unv":"在曠野、山嶺、山洞、地穴，飄流無定，本是世界不配有的人。","bklcl":"ū-ê tī khòng-iá, tī soaⁿ-niá, tī chio̍h-tōng, tī tōe-hia̍t, sì-kè phiau-liû; chiah-ê lâng sī sè-kan bōe kham-tit ū ê.","tghg":"有的佇曠野、佇山嶺、佇石洞、佇地穴，四界漂流，諸個人是世間𣍐堪得有的。","bklhl":"有ê tī曠野，tī山嶺，tī石洞，tī地穴，四界漂流；chiah ê人是世間bōe堪得有ê。"}},{"book":"來","chapter":11,"verse":39,"versions":{"unv":"這些人都是因信得了美好的證據，卻仍未得著所應許的；","bklcl":"In lóng í-keng tùi sìn tit-tio̍h kan-chèng, nā-sī bē bat tit-tio̍h só͘ èng-ún ê;","tghg":"𪜶攏已經對信得著干證，若是未曾得著所應允的；","bklhl":"In lóng已經tùi信得tio̍h干證，但是未bat得tio̍h所應允ê；"}},{"book":"來","chapter":11,"verse":40,"versions":{"unv":"因為　神給我們預備了更美的事，叫他們若不與我們同得，就不能完全。","bklcl":"in-ūi Siōng-tè kā lán tāi-seng pī-pān koh khah hó ê sū, sī beh hō͘ in, nā bô lán, chiū bōe tit-tio̍h oân-choân.","tghg":"因為上帝給咱代先備辦閣卡好的事，是欲互𪜶若無咱，就𣍐得著完全。","bklhl":"因為上帝kā咱事先備辦koh-khah好ê事，是beh hō͘ in，若無咱，就bōe得tio̍h完全。"}}]