[{"book":"鴻","chapter":3,"verse":1,"versions":{"unv":"禍哉！這流人血的城，充滿謊詐和強暴─搶奪的事總不止息。","bklcl":"Ū chai-ē ah, hō͘ lâng lâu-huih ê siâⁿ, ū khúi-chà kiông-pō móa-móa, chhiúⁿ-kiap bô soah.","tghg":"有災禍啊？互人流血的城，有詭詐強暴滿滿──搶劫無息(soah)。","bklhl":"有災厄ah，hō͘人流血ê城，有詭詐強暴滿滿，搶劫無soah。"}},{"book":"鴻","chapter":3,"verse":2,"versions":{"unv":"鞭聲響亮，車輪轟轟，馬匹踢跳，車輛奔騰，","bklcl":"Ū bé-piⁿ ê siaⁿ, ū chhia-lûn hū-hū-háu ê siaⁿ, bé phut-phut-thiàu, chhia khōng-khōng-háu;","tghg":"有馬鞭的聲，有車輪呼呼哮的聲，馬咈咈(phut-phut)跳，車吭吭(khōng-khōng)哮，","bklhl":"有馬鞭ê聲，有車輪hū-hū哮ê聲，馬phut-phut跳，車khōng-khōng哮；"}},{"book":"鴻","chapter":3,"verse":3,"versions":{"unv":"馬兵爭先，刀劍發光，槍矛閃爍，被殺的甚多，屍首成了大堆，屍骸無數，人碰著而跌倒，","bklcl":"bé-peng chìn-chêng, to-kiàm kng nà-nà, i ê chhiuⁿ iām-iām-sih; siū-thâi--ê put-chí chōe, sin-si chiâⁿ tōa-tui, sin-si bōe sǹg-tit, lâng poa̍h-tó tī sí-lâng ê téng-bīn.","tghg":"馬兵進前，刀劍光爁爁(nà-nà)，伊的鎗(chhiuⁿ)炎炎閃(sih)，受刣者不止多，身屍成大堆，身屍𣍐算得，人跋倒佇死人的頂面，","bklhl":"馬兵進前，刀劍光nà-nà，伊ê鎗燄燄sih；受刣-ê不止chōe，身屍成大堆，身屍bōe算得，人跋倒tī死人ê頂面。"}},{"book":"鴻","chapter":3,"verse":4,"versions":{"unv":"都因那美貌的妓女多有淫行，慣行邪術，藉淫行誘惑列國，用邪術誘惑（原文是賣）多族。","bklcl":"In-ūi súi ê chhiong-ki ū chōe-chōe îm-hēng, koàn-liān chòe ang-î, ēng i ê îm-hēng bê-he̍k lia̍t-kok, ēng i ê siâ-su̍t bê-he̍k chōe-chōe cho̍k.","tghg":"因為媠的娼妓有多多淫行(îm-hēng)，慣練做尪姨(ang-î)，用伊的淫行迷惑列國，用伊的邪術迷惑多多族。","bklhl":"因為súi ê娼妓有chōe-chōe淫行，慣練做紅姨，用伊ê淫行迷惑列國，用伊ê邪術迷惑chōe-chōe族。"}},{"book":"鴻","chapter":3,"verse":5,"versions":{"unv":"萬軍之耶和華說：我與你為敵；我必揭起你的衣襟，蒙在你臉上，使列國看見你的赤體，使列邦觀看你的醜陋。","bklcl":"Bān-kun ê Iâ-hô-hoa kóng, Khòaⁿ ah, Góa kong-kek lí, Góa beh hian lí ê kûn, khàm lí ê bīn, hō͘ lia̍t-kok khòaⁿ-kìⁿ lí ê chhiah-theh, hō͘ lia̍t-pang khòaⁿ-kìⁿ lí ê kiàn-siàu.","tghg":"萬軍的耶和華講：看啊，我攻擊你；我欲掀你的裙，蓋(khàm)你的面，互列國看見你的赤體，互列邦看見你的見誚。","bklhl":"萬軍ê耶和華講，看ah，我攻擊你，我beh掀你ê裙，蓋你ê面，hō͘列國看見你ê赤theh，hō͘列邦看見你ê見笑。"}},{"book":"鴻","chapter":3,"verse":6,"versions":{"unv":"我必將可憎污穢之物拋在你身上，辱沒你，為眾目所觀。","bklcl":"Góa beh chiong khó-ò͘ⁿ ù-òe ê mi̍h hiat tī lí ê sin-chiūⁿ, lêng-jio̍k lí, hō͘ lâng ba̍k-chiu khòaⁿ-kìⁿ.","tghg":"我欲將可惡污穢的物㧒(hiat)佇你的身上，凌辱你，互人目睭看見。","bklhl":"我beh將可惡污穢ê物hiat tī你ê身上，凌辱你，hō͘人目睭看見。"}},{"book":"鴻","chapter":3,"verse":7,"versions":{"unv":"凡看見你的，都必逃跑離開你，說：尼尼微荒涼了！有誰為你悲傷呢？我何處尋得安慰你的人呢？","bklcl":"Tùi án-ni kìⁿ-nā khòaⁿ-kìⁿ lí--ê, lóng beh tô-cháu lī-khui lí, kóng, Nî-nî-bî pha-hng lah, ū sím-mi̍h lâng ūi i pi-siong ah? góa beh tùi toh-lo̍h chhē-tio̍h an-ùi lí ê lâng ah?","tghg":"對按呢見若看見你者，攏欲逃走離開你，講：尼尼微拋荒啦！有甚麼人為伊悲傷啊？我欲對叨落尋著安慰你的人啊？","bklhl":"Tùi án-ni，見若看見你ê，lóng beh逃走離開你，講，尼尼微拋荒lah，有甚麼人為伊悲傷ah？我beh tùi toh-lo̍h chhē-tio̍h安慰你ê人ah？"}},{"book":"鴻","chapter":3,"verse":8,"versions":{"unv":"你豈比挪亞們強呢？挪亞們坐落在眾河之間，周圍有水；海（指尼羅河）作她的濠溝，又作她的城牆。","bklcl":"Lí kiám ū khah-iâⁿ Lô-a-bûn mah?  I chē tī chiah-ê hô ê tiong-kan, chiu-ûi ū chúi, hái chòe i ê hô-kau, hái chòe i ê siâⁿ-chhiûⁿ.","tghg":"你豈有卡贏羅亞們嗎？伊坐佇諸個河的中間，周圍有水；海做伊的河溝，海做伊的城牆。","bklhl":"你kiám有khah贏Lô-a-bûn mah？伊坐tī chiah ê河ê中間，周圍有水，海做伊ê河溝，海做伊ê城牆。"}},{"book":"鴻","chapter":3,"verse":9,"versions":{"unv":"古實和埃及是她無窮的力量；弗人和路比族是她的幫手。","bklcl":"Kó͘-si̍t kap Ai-ki̍p chòe i bô hān-liōng ê khùi-la̍t;  Hut kap Lō͘-pí sī pang-chān lí--ê.","tghg":"古實及埃及做伊無限量的氣力；弗及路比是幫助你者。","bklhl":"Kó͘-si̍t kap埃及做伊無限量ê氣力；Hut kap Lō͘-pí是幫贊你ê。"}},{"book":"鴻","chapter":3,"verse":10,"versions":{"unv":"但她被遷移，被擄去；她的嬰孩在各市口上也被摔死。人為她的尊貴人拈鬮；她所有的大人都被鍊子鎖著。","bklcl":"Chóng-sī i siū chhian-sóa hō͘ lâng lia̍h-khì; i ê eⁿ-á hō͘ lâng siak-sí tī ke-lō͘-thâu; lâng ūi-tio̍h i chun-kùi ê lâng liam-khau; i ê tōa koaⁿ-oân lóng hō͘ thih-liān pa̍k.","tghg":"總是伊受遷徙，互人掠去；伊的嬰仔互人摔死佇街路頭。人為著伊尊貴的人拈鬮(liam-khau)；伊的大官員攏互鐵鍊縛(pa̍k)。","bklhl":"總是伊受遷徙hō͘人掠去；伊ê嬰á hō͘人siak死tī街路頭；人為tio̍h伊尊貴ê人拈鬮；伊ê大官員lóng hō͘鐵鏈縛。"}},{"book":"鴻","chapter":3,"verse":11,"versions":{"unv":"你也必喝醉，必被埋藏，並因仇敵的緣故尋求避難所。","bklcl":"Lí beh lim kàu chùi, ia̍h beh siū khǹg-ba̍t; koh in-ūi siám-pī tùi-te̍k lâi chhē ōe-só͘.","tghg":"你欲飲到醉，亦欲受囥(khǹg)密，閣因為閃避對敵來尋衛所。","bklhl":"你beh lim到醉，亦beh受khǹg密；koh因為閃避對敵來chhē衛所。"}},{"book":"鴻","chapter":3,"verse":12,"versions":{"unv":"你一切保障必像無花果樹上初熟的無花果，若一搖撼就落在想吃之人的口中。","bklcl":"Lí it-chhè hiám-iàu ê só͘-chāi, beh chhin-chhiūⁿ bû-hoa-kó chhiū; ū khí-thâu-se̍k ê bû-hoa-kó, chi̍t-ē iô i, chiū ka-la̍uh tī chia̍h ê lâng ê chhùi.","tghg":"你一切險要的所在欲親像無花果樹有起頭熟的無花果，一下搖伊就磕落(ka-la̍uh)佇食的人的嘴。","bklhl":"你一切險要ê所在，beh親像無花果樹；有起頭熟ê無花果，一下搖伊，就ka-la̍uh tī食ê人ê嘴。"}},{"book":"鴻","chapter":3,"verse":13,"versions":{"unv":"你地上的人民如同婦女；你國中的關口向仇敵敞開；你的門閂被火焚燒。","bklcl":"Khòaⁿ ah, lín tiong-kan ê peh-sìⁿ sī chhin-chhiūⁿ hū-jîn-lâng; lí kéng-lāi ê mn̂g, lóng khui tī tùi-te̍k ê bīn-chêng; hé sio lí ê mn̂g-kông.","tghg":"看啊，恁中間的百姓是親像婦仁人；你境內的門攏開佇對敵的面前；火燒你的門楗(kông)。","bklhl":"看ah，lín中間ê百姓是親像婦人人；你境內ê門，lóng開tī對敵ê面前；火燒你ê門栱。"}},{"book":"鴻","chapter":3,"verse":14,"versions":{"unv":"你要打水預備受困；要堅固你的保障，踹土和泥，修補磚窯。","bklcl":"Lí tio̍h chhiūⁿ chúi, pī-pān siū ûi-khùn; tio̍h kian-kò͘ lí ê ōe-só͘; tio̍h kàu thô͘-khut ta̍h thô͘, siu-lí chng-iô.","tghg":"你著汲(chhiūⁿ)水備辦受圍困；著堅固你的衛所，著到土窟踏土，修理磚窯。","bklhl":"你tio̍h chhiūⁿ水，備辦受圍困；tio̍h堅固你ê衛所；tio̍h到土窟踏土，修理磚窯。"}},{"book":"鴻","chapter":3,"verse":15,"versions":{"unv":"在那裡，火必燒滅你；刀必殺戮你，吞滅你如同蝻子。任你加增人數多如蝻子，多如蝗蟲吧！","bklcl":"Tī-hia hé beh sio-bia̍t lí, to beh thâi lí, thun-bia̍t lí chhin-chhiūⁿ tō͘-kâu; chhut-chāi lí ke-thiⁿ chōe-chōe chhin-chhiūⁿ tō͘-kâu, ke-thiⁿ chōe-chōe chhin-chhiūⁿ chháu-meh.","tghg":"佇遐，火欲燒滅你；刀欲刣你，吞滅你親像𫊥猴(tō-kâu)。出在你加添多多親像𫊥猴，加添多多親像草蜢。","bklhl":"Tī-hia火beh燒滅你，刀beh 刣你，吞滅你親像杜猴；chhut-chāi你加添chōe-chōe親像杜猴，加添chōe-chōe親像草蜢。"}},{"book":"鴻","chapter":3,"verse":16,"versions":{"unv":"你增添商賈，多過天上的星；蝻子吃盡而去。","bklcl":"Lí ke-thiⁿ lí ê seng-lí-lâng, khah-chōe thiⁿ-téng ê chhiⁿ; tō͘-kâu sún-hāi-liáu chiū pe--khì.","tghg":"你加添你的生理人，卡多天頂的星；𫊥猴損害了(liáu)就飛去。","bklhl":"你加添你ê seng-lí人，khah-chōe天頂ê星；杜猴損害了就飛去。"}},{"book":"鴻","chapter":3,"verse":17,"versions":{"unv":"你的首領多如蝗蟲；你的軍長彷彿成群的螞蚱，天涼的時候齊落在籬笆上，日頭一出便都飛去，人不知道落在何處。","bklcl":"Lí ê kùi-cho̍k chhin-chhiūⁿ chháu-meh, lí ê tōa koaⁿ-oân chhin-chhiūⁿ kui-tīn ê chháu-meh, thiⁿ-khì léng ê sî chiū hioh tī lî-pa, ji̍t chhut chiū pe--khì, lâng m̄-chai i khì toh-lo̍h.","tghg":"你的貴族親像草蜢；你的大官員親像歸陣的草蜢，天氣冷的時就歇佇籬笆，日出就飛去，人呣知伊去叨落。","bklhl":"你ê貴族親像草蜢，你ê大官員親像kui陣ê草蜢，天氣冷ê時就歇tī籬笆，日出就飛去，人m̄知伊去toh-lo̍h。"}},{"book":"鴻","chapter":3,"verse":18,"versions":{"unv":"亞述王啊，你的牧人睡覺；你的貴冑安歇；你的人民散在山間，無人招聚。","bklcl":"A-su̍t ông ah, lí ê bo̍k-chiá teh khùn; lí ê kùi-cho̍k tó-teh; lí ê peh-sìⁿ sì-sòaⁿ tī soaⁿ--nih, bô lâng chio-chi̍p.","tghg":"亞述王啊，你的牧者啲睏；你的貴族倒啲；你的百姓四散佇山裡，無人招集。","bklhl":"亞述王ah，你ê牧者teh睏；你ê貴族倒teh；你ê百姓四散tī山裡，無人招集。"}},{"book":"鴻","chapter":3,"verse":19,"versions":{"unv":"你的損傷無法醫治；你的傷痕極其重大。凡聽你信息的必都因此向你拍掌。你所行的惡誰沒有時常遭遇呢？","bklcl":"Lí ê siong bōe i--tit; lí siū phah chin-thiám; kìⁿ-nā thiaⁿ-kìⁿ lí ê siau-sit--ê, beh in-ūi lí phah-chhiú; lí só͘ kiâⁿ ê pháiⁿ, sím-mi̍h lâng bô tú-tio̍h?","tghg":"你的傷𣍐醫得；你受拍真殄(thiám)。見若聽見你的消息者欲因為你拍手。你所行的歹甚麼人無抵著(tú-tio̍h)？","bklhl":"你ê傷bōe醫得；你受phah真thiám；見若聽見你ê消息ê，beh因為你phah手；你所行ê pháiⁿ，甚麼人無tú-tio̍h？"}}]