[{"book":"鴻","chapter":2,"verse":1,"versions":{"unv":"尼尼微啊，那打碎邦國的上來攻擊你。你要看守保障，謹防道路，使腰強壯，大大勉力。","bklcl":"Phò-hoāi--ê chiūⁿ-kàu lí ê bīn-chêng; lí tio̍h kò͘-siú ōe-só͘, tî-hông lō͘-thâu, io tio̍h giám-ngī, khùi-la̍t ke̍k kian-kò͘.","tghg":"破壞者上到你的面前。你著顧守衛所，持防路頭，腰著嚴硬，氣力極堅固。","bklhl":"破壞ê上到你ê面前；你tio̍h顧守衛所，持防路頭，腰tio̍h giám硬，氣力極堅固。"}},{"book":"鴻","chapter":2,"verse":2,"versions":{"unv":"（耶和華復興雅各的榮華，好像以色列的榮華一樣；因為使地空虛的，已經使雅各和以色列空虛，將他們的葡萄枝毀壞了。）","bklcl":"In-ūi Iâ-hô-hoa ho̍k-tò Ngá-kok ê êng-kng, chhin-chhiūⁿ Í-sek-lia̍t ê êng-kng; in-ūi chhiúⁿ-kiap--ê í-keng chhiúⁿ-kiap i, koh húi-hoāi in ê phû-tô-ki.","tghg":"（因為耶和華復倒雅各的榮光，親像以色列的榮光；因為搶劫者已經搶劫伊，閣毀壞𪜶的葡萄枝。）","bklhl":"因為耶和華復到雅各ê榮光，親像以色列ê榮光；因為搶劫ê已經搶劫伊，koh毀壞in ê葡萄枝。"}},{"book":"鴻","chapter":2,"verse":3,"versions":{"unv":"他勇士的盾牌是紅的，精兵都穿朱紅衣服。在他預備爭戰的日子，戰車上的鋼鐵閃爍如火，柏木把的槍也掄起來了。","bklcl":"I ê ióng-sū ê tîn-pâi sī âng--ê, chiàn-sū lóng chhēng chu-âng saⁿ; tī i pī-pān kau-chiàn ê ji̍t, chiàn-chhia ê kǹg-thih iām-iām-sih, i ê chhiuⁿ bú-lâi bú-khì.","tghg":"伊的勇士的盾牌是紅的，戰士攏穿朱紅衫。佇伊備辦交戰的日，戰車的鋼鐵炎炎閃(sih)，伊的槍(chhiuⁿ)舞來舞去。","bklhl":"伊ê勇士ê藤牌是紅ê，戰士lóng穿朱紅衫；tī伊備辦交戰ê日，戰車ê鋼鐵燄燄sih，伊ê鎗舞來舞去。"}},{"book":"鴻","chapter":2,"verse":4,"versions":{"unv":"車輛在街上（或譯：城外）急行，在寬闊處奔來奔去，形狀如火把，飛跑如閃電。","bklcl":"Chhia tī ke-lō͘ loān-loān chông, tī khui-khoah ê só͘-chāi oe-oe khoeh-khoeh; khoán-sit chhin-chhiūⁿ hé-pé, kín-kín cháu, chhin-chhiūⁿ sih-nà.","tghg":"車佇街路亂亂𧽵(chông)，佇開闊的所在挨挨擠擠(oe-oe khoeh-khoeh)，款式親像火把，緊緊走親像閃爁(sih-nà)。","bklhl":"車tī街路亂亂chông，tī開闊ê所在oe-oe khoeh-khoeh；款式親像火把，緊緊走，親像sih-nà。"}},{"book":"鴻","chapter":2,"verse":5,"versions":{"unv":"尼尼微王招聚他的貴冑；他們步行絆跌，速上城牆，預備擋牌。","bklcl":"I tiám-sǹg i ê kùi-cho̍k, in pō͘-kiâⁿ tian-tó, kín-kín kàu siâⁿ-chhiûⁿ, pī-pān pó-hō͘ ê khì-kū.","tghg":"伊點算伊的貴族；𪜶步行(kiâⁿ)顛倒，緊緊到城牆，備辦保護的器具。","bklhl":"伊點算伊ê貴族，in步行顛倒，緊緊到城牆，備辦保護ê器具。"}},{"book":"鴻","chapter":2,"verse":6,"versions":{"unv":"河閘開放，宮殿沖沒。","bklcl":"Hiah ê hô-cha̍h lóng khui, kiong-tiān siau-bia̍t.","tghg":"許個河截(hô-cha̍h)攏開，宮殿消滅。","bklhl":"Hiah-ê河閘lóng開，宮殿消滅。"}},{"book":"鴻","chapter":2,"verse":7,"versions":{"unv":"王后蒙羞，被人擄去；宮女搥胸，哀鳴如鴿。此乃命定之事。","bklcl":"Ông-hō͘ siū lêng-jio̍k, hō͘ lâng lia̍h-khì; kiong-lú tûi-heng, ai-háu chhin-chhiūⁿ kap ê siaⁿ.","tghg":"王后受凌辱，互人掠去；宮女搥胸，哀哮親像鴿(kap)的聲。","bklhl":"王后受凌辱，hō͘人掠去；宮女搥胸，哀哮親像鴿ê聲。"}},{"book":"鴻","chapter":2,"verse":8,"versions":{"unv":"尼尼微自古以來充滿人民，如同聚水的池子；現在居民卻都逃跑。雖有人呼喊說：站住！站住！卻無人回顧。","bklcl":"Nî-nî-bî tùi chá í-lâi, chhin-chhiūⁿ chū-chi̍p chúi ê tî; taⁿ in lóng tô-cháu, ū lâng kiò kóng, Thêng-kha, thêng-kha; chóng-sī bô lâng oa̍t-thâu khòaⁿ.","tghg":"尼尼微對早以來，親像聚集水的池；今𪜶攏逃走。有人叫講：停腳！停腳！總是無人越頭看。","bklhl":"尼尼微tùi早以來，親像聚集水ê池；taⁿ in lóng逃走，有人叫講，停腳，停腳；總是無人oa̍t頭看。"}},{"book":"鴻","chapter":2,"verse":9,"versions":{"unv":"你們搶掠金銀吧！因為所積蓄的無窮，華美的寶器無數。","bklcl":"Chhiúⁿ i ê gûn, kiap i ê kim; só͘ chek-chū--ê bô hān-liōng, súi ê kó͘-tóng ke̍k hong-sēng.","tghg":"搶伊的銀劫伊的金！所積聚的無限量，媠的古董極豐盛。","bklhl":"搶伊ê銀，劫伊ê金；所積聚ê無限量，súi ê古董極豐盛。"}},{"book":"鴻","chapter":2,"verse":10,"versions":{"unv":"尼尼微現在空虛荒涼，人心消化，雙膝相碰，腰都疼痛，臉都變色。","bklcl":"Taⁿ khang-hu lah, khang-khang lah, pha-hng lah; sim sit-táⁿ, kha-thâu-u saⁿ-kha̍p, io lóng thàng-thiàⁿ, bīn lóng piàn-sek.","tghg":"今空虛啦，空空啦，拋荒啦，心失膽，腳頭窩(kha-thâu-u)相磕(saⁿ-kha̍p)，腰攏痛疼，面攏變色。","bklhl":"Taⁿ空虛lah，空空lah，拋荒lah；心失膽，腳頭u相磕，腰lóng痛疼，面lóng變色。"}},{"book":"鴻","chapter":2,"verse":11,"versions":{"unv":"獅子的洞和少壯獅子餵養之處在哪裡呢？公獅母獅小獅遊行、無人驚嚇之地在哪裡呢？","bklcl":"Sai ê hia̍t kap sòe-chiah sai, chia̍h-mi̍h ê só͘-chāi, chiū-sī kang ê sai, bú ê sai, sòe-chiah sai, sì-kòe kiâⁿ bô tio̍h-kiaⁿ ê só͘-chāi, taⁿ tī toh-lo̍h ah?","tghg":"獅的穴及細隻獅食物(chia̍h-mi̍h)的所在？就是公的獅、母的獅、細隻獅、四界行、無著驚的所在，今佇叨落啊？","bklhl":"獅ê穴kap細隻獅，食物ê所在，就是公ê獅，母ê獅，細隻獅，四界行無tio̍h驚ê所在，taⁿ tī toh-lo̍h ah？"}},{"book":"鴻","chapter":2,"verse":12,"versions":{"unv":"公獅為小獅撕碎許多食物，為母獅掐死活物，把撕碎的、掐死的充滿牠的洞穴。","bklcl":"Tōa chiah sai thiah-li̍h mi̍h, hō͘ sòe-chiah sai chia̍h kàu-gia̍h; ūi-tio̍h bú ê sai kā-sí oa̍h-mi̍h, chiong só͘ thiah-li̍h--ê tún-móa i ê hia̍t, chiong só͘ kā-tio̍h--ê, chek-móa i ê tōng.","tghg":"大隻獅拆裂物互細隻獅食夠額，為著母的獅咬死活物，將所拆裂的囤(tún)滿伊的穴，將所咬著的積滿伊的洞。","bklhl":"大隻獅拆裂物，hō͘細隻獅食夠額；為tio̍h母ê獅咬死活物，將所拆裂ê囤滿伊ê穴，將所咬tio̍h-ê，積滿伊ê洞。"}},{"book":"鴻","chapter":2,"verse":13,"versions":{"unv":"萬軍之耶和華說：「我與你為敵，必將你的車輛焚燒成煙，刀劍也必吞滅你的少壯獅子。我必從地上除滅你所撕碎的，你使者的聲音必不再聽見。」","bklcl":"Bān-kun ê Iâ-hô-hoa kóng, Khòaⁿ ah, Góa kong-kek lí, koh tī hé-hun-tiong sio-pháiⁿ i ê bé-chhia, to-kiàm iā beh thun-bia̍t lí ê sòe-chiah sai;  Góa beh tùi tōe-chiūⁿ tû-bia̍t lí só͘ chhiúⁿ-lia̍h--ê; lí ê sù-chiá ê siaⁿ, bô koh hō͘ lâng thiaⁿ-kìⁿ.","tghg":"萬軍的耶和華講：「看啊，我攻擊你，閣佇火熏(hun)中燒歹伊的馬車，刀劍也欲吞滅你的細隻獅。我欲對地上除滅你所搶掠的，你的使者的聲無閣互人聽見。」","bklhl":"萬軍ê耶和華講，看ah，我攻擊你，koh tī火薰中燒pháiⁿ伊ê馬車，刀劍也beh吞滅你ê細隻獅；我beh tùi地上除滅你所搶掠ê；你ê使者ê聲，無koh hō͘人聽見。"}}]