[{"book":"鴻","chapter":1,"verse":1,"versions":{"unv":"論尼尼微的默示，就是伊勒歌斯人那鴻所得的默示。","bklcl":"Lūn Nî-nî-bî ê be̍k-sī, I-le̍k-ko-su lâng Ná-hông só͘ khòaⁿ-kìⁿ ê īⁿ-siōng, kì tī chheh--nih.","tghg":"論尼尼微的默示，伊勒歌斯人那鴻所看見的異象記佇冊裡。","bklhl":"論尼尼微ê默示，I-le̍k-ko-su人那鴻所看見ê異象，記tī冊裡。"}},{"book":"鴻","chapter":1,"verse":2,"versions":{"unv":"耶和華是忌邪施報的　神。耶和華施報大有忿怒；向他的敵人施報，向他的仇敵懷怒。","bklcl":"Iâ-hô-hoa sī jia̍t-sim ê Siōng-tè, ia̍h kiâⁿ pò-siû; Iâ-hô-hoa sī pò-siû koh tōa siū-khì; Iâ-hô-hoa tùi I ê tùi-te̍k pò-siû, ūi-tio̍h I ê kiû-siû lâi khǹg siū-khì.","tghg":"耶和華是熱心的上帝亦行報讎(siû)。耶和華是報讎閣大受氣；耶和華對伊的對敵報讎，為著伊的仇讎來囥(khǹg)受氣。","bklhl":"耶和華是熱心ê上帝，亦行報仇；耶和華是報仇koh大受氣；耶和華對祂ê對敵報仇，為tio̍h祂ê仇讎來khǹg受氣。"}},{"book":"鴻","chapter":1,"verse":3,"versions":{"unv":"耶和華不輕易發怒，大有能力，萬不以有罪的為無罪。他乘旋風和暴風而來，雲彩為他腳下的塵土。","bklcl":"Iâ-hô-hoa bô khoài siū-khì, ū tōa lêng-le̍k; koat-toàn bô lia̍h ū-chōe--ê chòe bô-chōe; Iâ-hô-hoa ê lō͘ tī kńg-lê-hong kap kông-hong ê tiong-kan, hûn sī I ê kha ê thô͘-hún.","tghg":"耶和華無快受氣，有大能力，決斷無掠有罪者做無罪。耶和華的路佇捲螺風及狂風的中間，雲是伊的腳的土粉。","bklhl":"耶和華無快受氣，有大能力；決斷無掠有罪ê做無罪；耶和華ê路tī捲螺風kap狂風ê中間，雲是祂ê腳ê土粉。"}},{"book":"鴻","chapter":1,"verse":4,"versions":{"unv":"他斥責海，使海乾了，使一切江河乾涸。巴珊和迦密的樹林衰殘；黎巴嫩的花草也衰殘了。","bklcl":"I chek-pī hái hō͘ i ta, ia̍h hō͘ chiah-ê hô lóng bô chúi; Pa-san kap Ka-bi̍t soe-pāi, Lī-pa-lùn ê hoe-ba̍k iā soe-pāi.","tghg":"伊責備海，互伊乾，亦互諸個河攏無水。巴珊及迦密衰敗；黎巴嫩的花木也衰敗。","bklhl":"祂責備海hō͘伊乾，亦hō͘ chiah ê河lóng無水；Pa-san kap Ka-bi̍t衰敗，黎巴嫩ê花木也衰敗。"}},{"book":"鴻","chapter":1,"verse":5,"versions":{"unv":"大山因他震動；小山也都消化。大地在他面前突起；世界和住在其間的也都如此。","bklcl":"Soaⁿ-thâu in-ūi I tín-tāng, soaⁿ-niá ia̍h lóng siau-iûⁿ, tōa-tōe tī I ê bīn-chêng phòng--khí-lâi, sè-kài kap tiàm-tī hit tiong-kan--ê iā sī án-ni.","tghg":"山頭因為伊振動；山嶺亦攏消溶。大地佇伊的面前肨(phòng)起來；世界及踮佇彼中間者也是按呢。","bklhl":"山頭因為祂振動，山嶺亦lóng消溶，大地tī伊ê面前phòng起來，世界kap tiàm-tī hit中間ê也是án-ni。"}},{"book":"鴻","chapter":1,"verse":6,"versions":{"unv":"他發忿恨，誰能立得住呢？他發烈怒，誰能當得起呢？他的忿怒如火傾倒；磐石因他崩裂。","bklcl":"I chi̍t-ē thòng-hūn, chī-chūi ōe khiā-teh?  I tōa siū-khì chī-chūi tng-ōe-khí?  I ê siū-khì chhin-chhiūⁿ hé piàⁿ-chhut, chio̍h-pôaⁿ in-ūi I piak-li̍h.","tghg":"伊一下痛恨，是誰會徛啲？伊大受氣，是誰當會起？伊的受氣親像火傾(piàⁿ)出；石磐因為伊爆裂。","bklhl":"祂一下痛恨，是誰能khiā-teh？伊大受氣是誰當ōe起？祂ê受氣親像火piàⁿ出，石磐因為祂爆裂。"}},{"book":"鴻","chapter":1,"verse":7,"versions":{"unv":"耶和華本為善，在患難的日子為人的保障，並且認得那些投靠他的人。","bklcl":"Iâ-hô-hoa sī hó, tī hoān-lān ê ji̍t, I chòe ōe-só͘; koh bat hiah-ê óa-khò I ê lâng.","tghg":"耶和華是好，佇患難的日伊做衛所，閣識(bat)許個倚靠伊的人。","bklhl":"耶和華是好，tī患難ê日，祂做衛所；koh bat hiah-ê óa靠祂ê人。"}},{"book":"鴻","chapter":1,"verse":8,"versions":{"unv":"但他必以漲溢的洪水淹沒尼尼微，又驅逐仇敵進入黑暗。","bklcl":"Chóng-sī I beh ēng hoàn-lām ê tōa-chúi im-bia̍t i ê tōe, kóaⁿ tùi-te̍k ji̍p o͘-àm.","tghg":"總是伊欲用氾濫的大水淹滅伊的地，趕對敵入黑暗。","bklhl":"總是祂beh用氾濫ê大水淹滅祂ê地，趕對敵入烏暗。"}},{"book":"鴻","chapter":1,"verse":9,"versions":{"unv":"尼尼微人哪，設何謀攻擊耶和華呢？他必將你們滅絕淨盡；災難不再興起。","bklcl":"Lín siat sím-mi̍h kè-bô͘ tùi-te̍k Iâ-hô-hoa?  I beh chòe kàu chīn-thâu, bián koh tē-jī-pái ê chai-ē.","tghg":"恁設甚麼計謀對敵耶和華？伊欲做到盡頭；免閣第二擺的災禍。","bklhl":"Lín設甚麼計謀對敵耶和華？祂beh做到盡頭，免koh第二pái ê災厄。"}},{"book":"鴻","chapter":1,"verse":10,"versions":{"unv":"你們像叢雜的荊棘，像喝醉了的人，又如枯乾的碎秸全然燒滅。","bklcl":"In îⁿ-tîⁿ chhin-chhiūⁿ chhì-phè, chhin-chhiūⁿ lim chiú kàu chùi-chùi, iáu-kú in beh sio--khì, chhin-chhiūⁿ ta-ta ê chháu.","tghg":"𪜶縈纏(îⁿ-tîⁿ)親像莿帕(chhì-phè)，親像飲酒到醉醉，猶久𪜶欲燒去親像乾乾的草。","bklhl":"In縈纏(îⁿ-tîⁿ)親像刺phè，親像lim酒到醉醉，iáu-kú in beh燒去，親像乾乾ê草。"}},{"book":"鴻","chapter":1,"verse":11,"versions":{"unv":"有一人從你那裡出來，圖謀邪惡，設惡計攻擊耶和華。","bklcl":"Ū chi̍t-ê tùi lí hia chhut--lâi, tô͘-bô͘ kan-ok, siat pháiⁿ kè-bô͘; kong-kek Iâ-hô-hoa.","tghg":"有一個對你遐出來，圖謀奸惡，設歹計謀，攻擊耶和華。","bklhl":"有一个對你hia出來，圖謀奸惡，設pháiⁿ計謀；攻擊耶和華。"}},{"book":"鴻","chapter":1,"verse":12,"versions":{"unv":"耶和華如此說：尼尼微雖然勢力充足，人數繁多，也被剪除，歸於無有。猶大啊，我雖然使你受苦，卻不再使你受苦。","bklcl":"Iâ-hô-hoa án-ni kóng, In sui-jiân sè-le̍k chhiong-chiok, lâng-gia̍h chōe-chōe, ia̍h beh siū chián-tû, kui tī bô.  Góa sui-jiân bat hō͘ lí siū-khó͘, í-āu bô koh hō͘ lí siū-khó͘.","tghg":"耶和華按呢講：𪜶雖然勢力充足，人額多多，亦欲受剪除，歸佇無。我雖然曾互你受苦，以後無閣互你受苦。","bklhl":"耶和華án-ni講，In雖然勢力充足，人額chōe-chōe，亦beh受剪除，歸tī無。我雖然bat hō͘你受苦，以後無koh hō͘你受苦。"}},{"book":"鴻","chapter":1,"verse":13,"versions":{"unv":"現在我必從你頸項上折斷他的軛，扭開他的繩索。","bklcl":"Taⁿ Góa beh tùi lí ê ām-kún at-chi̍h i ê taⁿ, chhoah-tn̄g pa̍k lí ê soh.","tghg":"今我欲對你的頷頸(ām-kún)遏折(at-chi̍h)伊的軛(taⁿ)，掇(chhoah)斷縛(pa̍k)你的索。","bklhl":"Taⁿ我beh對你ê頷頸at折伊ê擔，chhoah斷縛你ê索。"}},{"book":"鴻","chapter":1,"verse":14,"versions":{"unv":"耶和華已經出令，指著尼尼微說：你名下的人必不留後；我必從你神的廟中除滅雕刻的偶像和鑄造的偶像；我必因你鄙陋，使你歸於墳墓。","bklcl":"Iâ-hô-hoa bat chhut bēng-lēng lūn-kàu lí kóng, Sio̍k lí ê lâng tek-khak bô koh thoân-chéng; Góa beh tùi lí ê siōng-tè ê biō-lāi tû-bia̍t tiau-khek ê ngó͘-siōng, kap chù-chō ê siōng; Góa beh kā lí pī-pān hûn-bōng, in-ūi lí sī pi-chiān.","tghg":"耶和華曾出命令，論到你講：屬你的人的確無閣傳種；我欲對你的上帝的廟內除滅雕刻的偶像及鑄(chù)造的像；我欲給你備辦墳墓，因為你是卑賤。","bklhl":"耶和華bat出命令論到你講，屬你ê人的確無koh傳種；我beh對你ê上帝ê廟內除滅雕刻ê偶像，kap鑄造ê像；我beh kā你備辦墳墓，因為你是卑賤。"}},{"book":"鴻","chapter":1,"verse":15,"versions":{"unv":"看哪，有報好信傳平安之人的腳登山，說：猶大啊，可以守你的節期，還你所許的願吧！因為那惡人不再從你中間經過，他已滅絕淨盡了。","bklcl":"Khòaⁿ ah, ū pò hó siau-sit thoân hô-pêng ê lâng, i ê kha kiâⁿ chiūⁿ soaⁿ-téng.  Iû-tāi ah, siú lí ê choeh-kî, siā lí ê goān; in-ūi pháiⁿ-lâng bô koh tùi lí ê tiong-kan keng-kè; in-ūi i it-chīn bia̍t-bô lah.","tghg":"看啊，有報好消息傳和平的人，伊的腳行上山頂，猶大啊，守你的節期，謝你的願！因為歹人無閣對你的中間經過，因為伊一盡滅無啦。","bklhl":"看ah，有報好消息傳和平ê人，伊ê腳行上山頂。偤大ah，守你ê節期，謝你ê願；因為pháiⁿ人無koh對你ê中間經過；因為伊一盡滅無lah。"}}]