[{"book":"利","chapter":1,"verse":1,"versions":{"unv":"耶和華從會幕中呼叫摩西，對他說：","bklcl":"Iâ-hô-hoa kiò Mô͘-se tùi hōe-bō͘-lāi, kā i kóng,","tghg":"耶和華叫摩西對會幕內，給伊講：","bklhl":"耶和華叫摩西tùi會幕內，kā伊講："}},{"book":"利","chapter":1,"verse":2,"versions":{"unv":"「你曉諭以色列人說：你們中間若有人獻供物給耶和華，要從牛群羊群中獻牲畜為供物。","bklcl":"Lí tio̍h hoan-hù Í-sek-lia̍t lâng kā in kóng,  Lín tiong-kan nā ū lâng hiàn lé-mi̍h hō͘ Iâ-hô-hoa, tio̍h tùi gû-kûn iûⁿ-kûn tiong hiàn cheng-siⁿ chòe lé-mi̍h.","tghg":"「你著吩咐以色列人給𪜶講：恁中間若有人獻禮物互耶和華，著對牛群羊群中獻精牲做禮物。","bklhl":"你tio̍h吩咐以色列人kā in講：Lín中間若有人獻禮物hō͘耶和華，tio̍h tùi牛群羊群中獻cheng-siⁿ做禮物。"}},{"book":"利","chapter":1,"verse":3,"versions":{"unv":"「他的供物若以牛為燔祭，就要在會幕門口獻一隻沒有殘疾的公牛，可以在耶和華面前蒙悅納。","bklcl":"I ê lé-mi̍h nā tùi gû-kûn chhú chòe sio-chè, chiū tio̍h hiàn chi̍t chiah bô hâ-chhû ê gû-káng;  tio̍h tī hōe-bō͘ mn̂g-kháu hiàn i, thang tī Iâ-hô-hoa ê bīn-chêng tit-tio̍h chiap-la̍p.","tghg":"「伊的禮物若對牛群取做燒祭，就著獻一隻無瑕疵的牛牨(káng)，著佇會幕門口獻伊，通佇耶和華的面前得著接納。","bklhl":"伊ê禮物若tùi牛群取做燒祭，就tio̍h獻一隻無瑕疵ê牛káng；tio̍h tī會幕門口獻伊，thang tī耶和華ê面前得tio̍h接納。"}},{"book":"利","chapter":1,"verse":4,"versions":{"unv":"他要按手在燔祭牲的頭上，燔祭便蒙悅納，為他贖罪。","bklcl":"I tio̍h hōaⁿ-chhiú tī sio-chè ê cheng-siⁿ ê thâu-khak-téng, chiū ūi-tio̍h i siū chiap-la̍p, thòe i sio̍k-chōe.","tghg":"伊著按手佇燒祭的精牲的頭殼頂，就為著伊受接納，替伊贖罪。","bklhl":"伊tio̍h 按手tī燒祭ê cheng-siⁿ ê頭殼頂，就為tio̍h伊受接納，替伊贖罪。"}},{"book":"利","chapter":1,"verse":5,"versions":{"unv":"他要在耶和華面前宰公牛；亞倫子孫作祭司的，要奉上血，把血灑在會幕門口、壇的周圍。","bklcl":"I tio̍h tī Iâ-hô-hoa ê bīn-chêng thâi gû-káng-á;  A-lûn ê kiáⁿ-sun chòe chè-si ê, tio̍h hiàn hit ê huih, chiong huih hiù tī hōe-bō͘ mn̂g-kháu, tôaⁿ ê sì-chiu-ûi.","tghg":"伊著佇耶和華的面前刣牛牨仔；亞倫的子孫做祭司者，著獻彼個血，將血灑佇會幕門口、壇的四周圍。","bklhl":"伊tio̍h tī耶和華ê面前刣牛káng-á；亞倫ê kiáⁿ孫做祭司ê，tio̍h獻hit ê血，將血hiù tī會幕門口，壇ê四周圍。"}},{"book":"利","chapter":1,"verse":6,"versions":{"unv":"那人要剝去燔祭牲的皮，把燔祭牲切成塊子。","bklcl":"I tio̍h pak sio-chè ê cheng-siⁿ ê phê, chhiat i ê bah chi̍t-tè chi̍t-tè.","tghg":"伊著剝(pak)燒祭的精牲的皮，切伊的肉一塊(tè)一塊。","bklhl":"伊tio̍h pak燒祭ê cheng-siⁿ ê皮，切伊ê肉一塊一塊。"}},{"book":"利","chapter":1,"verse":7,"versions":{"unv":"祭司亞倫的子孫要把火放在壇上，把柴擺在火上。","bklcl":"Chè-si A-lûn ê kiáⁿ-sun tio̍h ēng hé hē tī tôaⁿ-téng, ēng chhâ pâi tī hé ê téng-bīn.","tghg":"祭司亞倫的子孫著用火下佇壇頂，用柴排佇火的頂面。","bklhl":"祭司亞倫ê kiáⁿ孫tio̍h用火hē tī壇頂，用柴排tī火ê頂面。"}},{"book":"利","chapter":1,"verse":8,"versions":{"unv":"亞倫子孫作祭司的，要把肉塊和頭並脂油擺在壇上火的柴上。","bklcl":"A-lûn ê kiáⁿ-sun chòe chè-si-ê, tio̍h chiong bah-tè kap thâu kap iû, pâi tī tôaⁿ-téng hé-ni̍h ê chhâ.","tghg":"亞倫的子孫做祭司者，著將肉塊及頭及油排佇壇頂火裡的柴。","bklhl":"亞倫ê kiáⁿ孫做祭司ê，tio̍h將肉塊kap頭kap油，排tī壇頂火裡ê柴。"}},{"book":"利","chapter":1,"verse":9,"versions":{"unv":"但燔祭的臟腑與腿要用水洗。祭司就要把一切全燒在壇上，當作燔祭，獻與耶和華為馨香的火祭。","bklcl":"To̍k-to̍k sio-chè ê chōng-hú kap thúi, i tio̍h ēng chúi sóe i;  chè-si chiū tio̍h chiong it-chhè lóng sio tī tôaⁿ-téng chòe sio-chè, hiàn hō͘ Iâ-hô-hoa chòe phang-phang ê hé-chè.","tghg":"獨獨燒祭的臟腑(chōng-hú)及腿伊著用水洗伊。祭司就著將一切攏燒佇壇頂，做燒祭，獻互耶和華做芳芳的火祭。","bklhl":"獨獨燒祭ê臟腑kap腿，伊tio̍h用水洗伊；祭司就tio̍h將一切lóng燒tī壇頂做燒祭，獻hō͘耶和華做芳芳ê火祭。"}},{"book":"利","chapter":1,"verse":10,"versions":{"unv":"「人的供物若以綿羊或山羊為燔祭，就要獻上沒有殘疾的公羊。","bklcl":"I ê lé-mi̍h, nā tùi iûⁿ-kûn-tiong lâi chòe sio-chè, he̍k-sī mî-iûⁿ, he̍k-sī soaⁿ-iûⁿ, tio̍h ēng bô hâ-chhû ê kang-ê lâi hiàn.","tghg":"「伊的禮物若對羊群中來做燒祭，或是綿羊或是山羊，著用無瑕疵的公的來獻。","bklhl":"伊ê禮物，若tùi羊群中來做燒祭，或是綿羊，或是山羊，tio̍h用無瑕疵ê公ê來獻。"}},{"book":"利","chapter":1,"verse":11,"versions":{"unv":"要把羊宰於壇的北邊，在耶和華面前；亞倫子孫作祭司的，要把羊血灑在壇的周圍。","bklcl":"Tio̍h tī tôaⁿ-piⁿ ê pak-sì, thâi i tī Iâ-hô-hoa ê bīn-chêng;  A-lûn ê kiáⁿ-sun chòe chè-si-ê, tio̍h ēng i ê huih hiù tī tôaⁿ ê sì-chiu-ûi.","tghg":"著佇壇邊的北勢，刣伊佇耶和華的面前；亞倫的子孫做祭司者，著用伊的血灑佇壇的四周圍。","bklhl":"Tio̍h tī壇邊ê北勢，刣伊tī耶和華ê面前；亞倫ê kiáⁿ孫做祭司ê，tio̍h用伊ê血hiù tī壇ê四周圍。"}},{"book":"利","chapter":1,"verse":12,"versions":{"unv":"要把燔祭牲切成塊子，連頭和脂油，祭司就要擺在壇上火的柴上；","bklcl":"Tio̍h kā i chhiat chi̍t-tè chi̍t-tè, liân thâu kap iû;  chè-si tio̍h pâi tī tôaⁿ-téng hé-ni̍h ê chhâ.","tghg":"著給伊切一塊一塊，連頭及油，祭司著排佇壇頂火裡的柴；","bklhl":"Tio̍h kā伊切一塊一塊，連頭kap油；祭司tio̍h排tī壇頂火裡ê柴。"}},{"book":"利","chapter":1,"verse":13,"versions":{"unv":"但臟腑與腿要用水洗，祭司就要全然奉獻，燒在壇上。這是燔祭，是獻與耶和華為馨香的火祭。","bklcl":"To̍k-to̍k chōng-hú kap thúi, tio̍h ēng chúi sóe i;  chè-si tio̍h chiong it-chhè lóng hiàn, sio tī tôaⁿ-téng;  che sī sio-chè, hiàn hō͘ Iâ-hô-hoa chòe phang-phang ê hé-chè.","tghg":"獨獨臟腑及腿著用水洗伊，祭司著將一切攏獻，燒佇壇頂。這是燒祭，獻互耶和華做芳芳的火祭。","bklhl":"獨獨臟腑kap腿，tio̍h用水洗伊；祭司tio̍h將一切lóng獻，燒tī壇頂；這是燒祭，獻hō͘耶和華做芳芳ê火祭。"}},{"book":"利","chapter":1,"verse":14,"versions":{"unv":"「人奉給耶和華的供物，若以鳥為燔祭，就要獻斑鳩或是雛鴿為供物。","bklcl":"I hiàn hō͘ Iâ-hô-hoa ê lé-mi̍h, nā ēng chiáu-chiah chòe sio-chè, chiū tio̍h hiàn ka-chui á-sī chíⁿ-á-kiáⁿ chòe lé-mi̍h.","tghg":"「伊獻互耶和華的禮物，若用鳥隻(chiáu-chiah)做燒祭，就著獻鳩鵻(ka-chui)抑是鴿仔子(chíⁿ-á-kiáⁿ)做禮物。","bklhl":"伊獻hō͘耶和華ê禮物，若用鳥隻做燒祭，就tio̍h獻ka-chui á是鴿á-kiáⁿ做禮物。"}},{"book":"利","chapter":1,"verse":15,"versions":{"unv":"祭司要把鳥拿到壇前，揪下頭來，把鳥燒在壇上；鳥的血要流在壇的旁邊；","bklcl":"Chè-si tio̍h tòa chiáu-á kàu tôaⁿ-chêng, chūn-tn̄g i ê thâu, sio tī tôaⁿ-téng;  i ê huih tio̍h le̍k tī tôaⁿ-piⁿ.","tghg":"祭司著帶鳥仔(chiáu-á)到壇前，捘斷伊的頭，燒佇壇頂；伊的血著瀝(le̍k)佇壇邊；","bklhl":"祭司tio̍h帶鳥á到壇前，chūn斷伊ê頭，燒tī壇頂；伊ê血tio̍h le̍k tī壇邊。"}},{"book":"利","chapter":1,"verse":16,"versions":{"unv":"又要把鳥的嗉子和髒物（髒物：或譯翎毛）除掉，丟在壇的東邊倒灰的地方。","bklcl":"Koh tio̍h chiong chiáu ê kui kap i ê mn̂g tû-khì, hiat tī tôaⁿ-piⁿ ê tang-sì, hé-hu ê só͘-chāi.","tghg":"閣著將鳥的胿(kui)及伊的毛除去，㧒佇壇邊的東勢火灰的所在。","bklhl":"Koh tio̍h將鳥ê kui kap伊ê毛除去，hiat tī壇邊ê東勢，火灰ê所在。"}},{"book":"利","chapter":1,"verse":17,"versions":{"unv":"要拿著鳥的兩個翅膀，把鳥撕開，只是不可撕斷；祭司要在壇上、在火的柴上焚燒。這是燔祭，是獻與耶和華為馨香的火祭。」","bklcl":"Tio̍h khiú chiáu ê nn̄g si̍t;  chiong i thiah-khui, chóng-sī m̄-thang phòa hō͘ i tn̄g;  chè-si tio̍h sio i tī tôaⁿ-téng hé-ni̍h ê chhâ;  che sī sio-chè, hiàn-hō͘ Iâ-hô-hoa chòe phang-phang ê hé-chè.","tghg":"著搝(khiú)鳥的二翅(si̍t)，將伊拆開，總是呣通破互伊斷；祭司著燒伊佇壇頂、火裡的柴。這是燒祭，獻互耶和華做芳芳的火祭。」","bklhl":"Tio̍h khiú鳥ê兩翼；將伊拆開，總是m̄-thang破hō͘伊斷；祭司tio̍h燒伊tī壇頂火裡ê柴；這是燒祭，獻hō͘耶和華做芳芳ê火祭。"}}]