[{"book":"利","chapter":8,"verse":1,"versions":{"unv":"耶和華曉諭摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"利","chapter":8,"verse":2,"versions":{"unv":"「你將亞倫和他兒子一同帶來，並將聖衣、膏油，與贖罪祭的一隻公牛、兩隻公綿羊、一筐無酵餅都帶來，","bklcl":"Lí tio̍h chiong A-lûn kap i ê kiáⁿ, í-ki̍p i-ho̍k, boah in ê iû, kap sio̍k-chōe-chè ê chi̍t chiah gû-káng, nn̄g chiah mî-iûⁿ-káng, chi̍t kheng bô-kàⁿ-piáⁿ, lóng tòa-lâi.","tghg":"「你著將亞倫及伊的子，以及衣服，抹𪜶的油，及贖罪祭的一隻牛牨(káng)、二隻綿羊牨、一筐無酵餅攏帶來，","bklhl":"你tio̍h將亞倫kap伊ê kiáⁿ，以及衣服，抹in ê油，kap贖罪祭ê一隻牛káng，兩隻綿羊káng，一筐無酵餅，lóng帶來。"}},{"book":"利","chapter":8,"verse":3,"versions":{"unv":"又招聚會眾到會幕門口。」","bklcl":"Koh chio-chi̍p hōe-chiòng kàu hōe-bō͘ mn̂g-kháu.","tghg":"閣招集會眾到會幕門口。」","bklhl":"Koh招集會眾到會幕門口。"}},{"book":"利","chapter":8,"verse":4,"versions":{"unv":"摩西就照耶和華所吩咐的行了；於是會眾聚集在會幕門口。","bklcl":"Mô͘-se chiàu Iâ-hô-hoa só͘ bēng-lēng i-ê lâi kiâⁿ;  tùi án-ni hōe-chiòng chiū chū-chi̍p tī hōe-bō͘ mn̂g-kháu.","tghg":"摩西照耶和華所命令伊的來行；對按呢會眾就聚集佇會幕門口。","bklhl":"摩西照耶和華所命令伊ê來行；tùi án-ni會眾就聚集tī會幕門口。"}},{"book":"利","chapter":8,"verse":5,"versions":{"unv":"摩西告訴會眾說：「這就是耶和華所吩咐當行的事。」","bklcl":"Mô͘-se kā hōe-chiòng kóng, Che chiū-sī Iâ-hô-hoa só͘ bēng-lēng tio̍h kiâⁿ ê sū.","tghg":"摩西給會眾講：「這就是耶和華所命令著行的事。」","bklhl":"摩西kā會眾講：這就是耶和華所命令tio̍h行ê事。"}},{"book":"利","chapter":8,"verse":6,"versions":{"unv":"摩西帶了亞倫和他兒子來，用水洗了他們。","bklcl":"Mô͘-se tòa A-lûn kap i ê kiáⁿ lâi, ēng chúi kā in sóe.","tghg":"摩西帶亞倫及伊的子來，用水給𪜶洗。","bklhl":"摩西帶亞倫kap伊ê kiáⁿ來，用水kā in洗。"}},{"book":"利","chapter":8,"verse":7,"versions":{"unv":"給亞倫穿上內袍，束上腰帶，穿上外袍，又加上以弗得，用其上巧工織的帶子把以弗得繫在他身上，","bklcl":"Kā i chhēng lāi-saⁿ, hâ tòa, chhēng gōa-phàu, tha̍h í-hut-tek, ēng kî-khá ê kang só͘ chit í-hut-tek ê tòa kā i hâ, ēng án-ni lâi pa̍k i tī i ê seng-khu.","tghg":"給伊穿內衫，縖帶，穿外袍，褡以弗得，用奇巧的工所織以弗得的帶給伊縖用按呢來縛伊佇伊的身軀，","bklhl":"Kā伊穿內衫，hâ帶，穿外袍，tha̍h í-hut-tek，用奇巧ê工所織í-hut-tek ê帶 kā伊hâ，用án-ni來縛伊tī伊ê身軀。"}},{"book":"利","chapter":8,"verse":8,"versions":{"unv":"又給他戴上胸牌，把烏陵和土明放在胸牌內，","bklcl":"Koh kā i tiò pó͘-kòa, ēng O͘-lêng kap Thó͘-bêng, hē tī pó͘-kòa-lāi.","tghg":"閣給伊糽補𧞔(koà)，用烏陵及土明，下佇補𧞔(koà)內，","bklhl":"Koh kā伊tiò補褂，用O͘-lêng kap Thó͘-bêng，hē tī補褂內。"}},{"book":"利","chapter":8,"verse":9,"versions":{"unv":"把冠冕戴在他頭上，在冠冕的前面釘上金牌，就是聖冠，都是照耶和華所吩咐摩西的。","bklcl":"Ēng bō tì tī i ê thâu-khak;  tī bō thâu-chêng ê téng-bīn tiò kim-pâi, chiū-sī sèng ê bián-liû;  lóng sī chiàu Iâ-hô-hoa só͘ bēng-lēng Mô͘-se ê.","tghg":"用帽戴佇伊的頭殼，佇帽頭前的頂面糽金牌，就是聖的冕旒，攏是照耶和華所命令摩西的。","bklhl":"用帽戴tī伊ê頭殼；tī帽頭前ê頂面tiò金牌，就是聖ê冕旒；lóng是照耶和華所命令摩西ê。"}},{"book":"利","chapter":8,"verse":10,"versions":{"unv":"摩西用膏油抹帳幕和其中所有的，使它成聖；","bklcl":"Mô͘-se ēng boah in ê iû boah hōe-bō͘, kap kî-tiong só͘ ū ê mi̍h, hun-piat i chòe-sèng.","tghg":"摩西用抹𪜶的油抹會幕及其中所有的物，分別伊做聖；","bklhl":"摩西用抹in ê油抹會幕，kap其中所有ê物，分別伊做聖。"}},{"book":"利","chapter":8,"verse":11,"versions":{"unv":"又用膏油在壇上彈了七次，又抹了壇和壇的一切器皿，並洗濯盆和盆座，使它成聖；","bklcl":"Koh ēng hit ê iû hiù tôaⁿ-téng chhit-pái, iā boah tôaⁿ kap i it-chhè ê khì-kū kap sóe-tn̄g ê phûn, kap i ê chō, hun-piat i chòe-sèng.","tghg":"閣用彼個油灑壇頂七擺，也抹壇及伊一切的器具，及洗盪的盆及伊的座，分別伊做聖；","bklhl":"Koh用hit ê油hiù壇頂七pái，也抹壇kap伊一切ê器具kap洗盪ê盆，kap伊ê座，分別伊做聖。"}},{"book":"利","chapter":8,"verse":12,"versions":{"unv":"又把膏油倒在亞倫的頭上膏他，使他成聖。","bklcl":"Koh ēng boah ê iû tò tī A-lûn ê thâu-khak-téng, lâi boah i, hun-piat i chòe-sèng.","tghg":"閣用抹的油倒佇亞倫的頭殼頂來抹伊，分別伊做聖。","bklhl":"Koh用抹ê油倒tī亞倫ê頭殼頂，來抹伊，分別伊做聖。"}},{"book":"利","chapter":8,"verse":13,"versions":{"unv":"摩西帶了亞倫的兒子來，給他們穿上內袍，束上腰帶，包上裹頭巾，都是照耶和華所吩咐摩西的。","bklcl":"Mô͘-se tòa A-lûn ê kiáⁿ lâi, kā in chhēng lāi-saⁿ, hâ tòa, pau thâu-khak ê kun;  lóng sī chiàu Iâ-hô-hoa só͘ bēng-lēng Mô͘-se ê.","tghg":"摩西帶亞倫的子來，給𪜶穿內衫，縖帶，包頭殼的巾，攏是照耶和華所命令摩西的。","bklhl":"摩西帶亞倫ê kiáⁿ來，ka in穿內衫，hâ帶，包頭殼ê巾；lóng是照耶和華所命令摩西ê。"}},{"book":"利","chapter":8,"verse":14,"versions":{"unv":"他牽了贖罪祭的公牛來，亞倫和他兒子按手在贖罪祭公牛的頭上，","bklcl":"I khan sio̍k-chōe-chè ê gû-káng-á lâi;  A-lûn kap i ê kiáⁿ hōaⁿ-chhiú tī sio̍k-chōe-chè gû-káng-á ê thâu-khak.","tghg":"伊牽贖罪祭的牛牨仔來，亞倫及伊的子按手佇贖罪祭牛牨仔的頭殼，","bklhl":"伊牽贖罪祭ê牛káng-á來；亞倫kap伊ê kiáⁿ 按手tī贖罪祭牛káng-á ê頭殼。"}},{"book":"利","chapter":8,"verse":15,"versions":{"unv":"就宰了公牛。摩西用指頭蘸血，抹在壇上四角的周圍，使壇潔淨，把血倒在壇的腳那裡，使壇成聖，壇就潔淨了；","bklcl":"Chiū thâi i;  Mô͘-se the̍h huih, ēng chńg-thâu-á boah tī tôaⁿ-téng sì-chiu-ûi hiah-ê kak, hō͘ tôaⁿ chheng-khì;  chiong huih tò tī tôaⁿ-kha hia, hun-piat i chòe sèng, kā i sio̍k-chōe.","tghg":"就刣伊。摩西提血用指頭仔抹佇壇頂四周圍許個角，互壇清氣，將血倒佇壇腳遐分別伊做聖，給伊贖罪；","bklhl":"就刣伊；摩西the̍h血，用指頭á抹tī壇頂四周圍hiah-ê角，hō͘壇清氣；將血倒tī壇腳hia，分別伊做聖，kā伊贖罪。"}},{"book":"利","chapter":8,"verse":16,"versions":{"unv":"又取臟上所有的脂油和肝上的網子，並兩個腰子與腰子上的脂油，都燒在壇上；","bklcl":"Koh the̍h chōng-hú só͘ ū ê iû, kap koaⁿ-ni̍h ê bāng-se, í-ki̍p nn̄g-lia̍p io-chí, kap in só͘ ū ê iû, Mô͘-se lóng sio i tī tôaⁿ-téng.","tghg":"閣提臟腑所有的油及肝裡的網紗，以及二粒腰子及𪜶所有的油，摩西攏燒伊佇壇頂；","bklhl":"Koh the̍h臟腑所有ê油，kap肝裡ê網紗，以及兩-粒腰子，kap in所有ê油，摩西lóng燒伊tī壇頂。"}},{"book":"利","chapter":8,"verse":17,"versions":{"unv":"惟有公牛，連皮帶肉並糞，用火燒在營外，都是照耶和華所吩咐摩西的。","bklcl":"Nā-sī gû-káng-á, i ê phê, i ê bah, i ê pùn, ēng hé sio tī iâⁿ-gōa;  sī chiàu Iâ-hô-hoa só͘ bēng-lēng Mô͘-se ê.","tghg":"若是牛牨仔，伊的皮、伊的肉、伊的糞，用火燒佇營外，是照耶和華所命令摩西的。","bklhl":"若是牛káng-á，伊ê皮，伊ê肉，伊ê糞，用火燒tī營外；是照耶和華所命令摩西ê。"}},{"book":"利","chapter":8,"verse":18,"versions":{"unv":"他奉上燔祭的公綿羊；亞倫和他兒子按手在羊的頭上，","bklcl":"I khan sio-chè ê mî-iûⁿ-káng lâi;  A-lûn kap i ê kiáⁿ hōaⁿ-chhiú tī iûⁿ-káng ê thâu-khak.","tghg":"伊牽燒祭的綿羊牨來；亞倫及伊的子按手佇羊牨的頭殼，","bklhl":"伊牽燒祭ê綿羊káng來；亞倫kap伊ê kiáⁿ 按手tī羊káng ê頭殼。"}},{"book":"利","chapter":8,"verse":19,"versions":{"unv":"就宰了公羊。摩西把血灑在壇的周圍，","bklcl":"Chiū thâi i;  Mô͘-se ēng huih hiù tī tôaⁿ-téng ê chiu-ûi.","tghg":"就刣(thâi)伊。摩西用血灑佇壇頂的周圍，","bklhl":"就刣伊；摩西用血hiù tī壇頂ê周圍。"}},{"book":"利","chapter":8,"verse":20,"versions":{"unv":"把羊切成塊子，把頭和肉塊並脂油都燒了。","bklcl":"Chiong iûⁿ chhiat chi̍t-tè chi̍t-tè;  Mô͘-se ēng thâu, kap bah-tè, í-ki̍p iû lóng sio i.","tghg":"將羊切一塊一塊，摩西用頭，及肉塊以及油攏燒伊。","bklhl":"將羊切一塊一塊；摩西用頭，kap肉塊，以及油lóng燒伊。"}},{"book":"利","chapter":8,"verse":21,"versions":{"unv":"用水洗了臟腑和腿，就把全羊燒在壇上為馨香的燔祭，是獻給耶和華的火祭，都是照耶和華所吩咐摩西的。","bklcl":"Ēng chúi sóe chōng-hú kap thúi;  Mô͘-se chiū chiong ka-nn̂g chiah iûⁿ sio tī tôaⁿ-téng, chòe phang-phang ê sio-chè, chòe hé-chè hiàn hō͘ Iâ-hô-hoa;  lóng sī chiàu Iâ-hô-hoa só͘ bēng-lēng Mô͘-se ê.","tghg":"用水洗臟腑及腿，摩西就將全牲隻羊燒佇壇頂，做芳芳的燒祭，做火祭獻互耶和華，攏是照耶和華所命令摩西的。","bklhl":"用水洗臟腑kap腿；摩西就將ka-nn̂g 隻羊燒tī壇頂，做芳芳ê燒祭，做火祭獻hō͘耶和華；lóng是照耶和華所命令摩西ê。"}},{"book":"利","chapter":8,"verse":22,"versions":{"unv":"他又奉上第二隻公綿羊，就是承接聖職之禮的羊；亞倫和他兒子按手在羊的頭上，","bklcl":"I koh khan tē-jī chiah mî-iûⁿ-káng, chiū-sī siat-li̍p sèng-chit ê lé ê iûⁿ, A-lûn kap i ê kiáⁿ hōaⁿ-chhiú tī iûⁿ ê thâu-khak.","tghg":"伊閣牽第二隻綿羊牨，就是設立聖職的禮的羊；亞倫及伊的子按手佇羊的頭殼，","bklhl":"伊koh牽第二隻綿羊káng，就是設立聖職ê禮ê羊，亞倫kap伊ê kiáⁿ 按手tī羊ê頭殼。"}},{"book":"利","chapter":8,"verse":23,"versions":{"unv":"就宰了羊。摩西把些血抹在亞倫的右耳垂上和右手的大拇指上，並右腳的大拇指上，","bklcl":"Chiū thâi i;  Mô͘-se the̍h tām-po̍h huih boah tī A-lûn ê chiàⁿ-pêng ê hī-á-sûi, kap chiàⁿ-chhiú ê tōa-pō͘-bú, kap chiàⁿ-kha ê tōa-pō͘-bú.","tghg":"就刣伊。摩西提淡薄血抹佇亞倫的正旁的耳仔垂，及正手的大哺拇，及正腳的大哺拇，","bklhl":"就刣伊；摩西the̍h淡薄血抹tī亞倫ê chiàⁿ-pêng ê耳á垂，kap chiàⁿ手ê大pō͘拇，kap chiàⁿ腳ê大pō͘拇。"}},{"book":"利","chapter":8,"verse":24,"versions":{"unv":"又帶了亞倫的兒子來，把些血抹在他們的右耳垂上和右手的大拇指上，並右腳的大拇指上，又把血灑在壇的周圍。","bklcl":"Koh tòa A-lûn ê kiáⁿ lâi, Mô͘-se ēng tām-po̍h huih boah tī in chiàⁿ-pêng ê hī-á-sûi, kap chiàⁿ-chhiú ê tōa-pō͘-bú, kap chiàⁿ-kha ê tōa-pō͘-bú;  Mô͘-se koh ēng huih hiù tī tôaⁿ-téng ê chiu-ûi.","tghg":"閣帶亞倫的子來，摩西用淡薄血抹佇𪜶正旁的耳仔垂及正手的大哺拇，及正腳的大哺拇，摩西閣用血灑佇壇頂的周圍。","bklhl":"Koh帶亞倫ê kiáⁿ來，摩西用淡薄血抹tī in chiàⁿ-pêng ê耳á垂，kap chiàⁿ手ê大pō͘拇，kap chiàⁿ腳ê大pō͘拇；摩西koh用血hiù tī壇頂ê周圍。"}},{"book":"利","chapter":8,"verse":25,"versions":{"unv":"取脂油和肥尾巴，並臟上一切的脂油與肝上的網子，兩個腰子和腰子上的脂油，並右腿，","bklcl":"Koh chhú iû, kap pûi ê bé, í-ki̍p chōng-hú it-chhè ê iû, kap koaⁿ-ni̍h ê bāng-se, nn̄g lia̍p io-chí kap in ê iû, kap chiàⁿ-thúi.","tghg":"閣取油及肥的尾，以及臟腑一切的油及肝裡的網紗，二粒腰子及𪜶的油，及正腿，","bklhl":"Koh取油，kap肥ê尾，以及臟腑一切ê油，kap肝裡ê網紗，兩粒腰子kap in ê油，kap chiàⁿ腿。"}},{"book":"利","chapter":8,"verse":26,"versions":{"unv":"再從耶和華面前、盛無酵餅的筐子裡取出一個無酵餅，一個油餅，一個薄餅，都放在脂油和右腿上，","bklcl":"Koh tùi Iâ-hô-hoa ê bīn-chêng tóe bô-kàⁿ-piáⁿ ê kheng, the̍h-chhut chi̍t tè bô-kàⁿ-piáⁿ, chi̍t tè iû-piáⁿ, chi̍t tè po̍h-piáⁿ, lóng hē tī iû kap chiàⁿ-thúi-téng.","tghg":"閣對耶和華的面前、貯(tóe)無酵餅的筐提出一塊無酵餅，一塊油餅，一塊薄餅，攏下佇油及正腿頂，","bklhl":"Koh tùi耶和華ê面前tóe無酵餅ê筐，the̍h出一塊無酵餅，一塊油餅，一塊薄餅，lóng hē tī油kap chiàⁿ腿頂。"}},{"book":"利","chapter":8,"verse":27,"versions":{"unv":"把這一切放在亞倫的手上和他兒子的手上作搖祭，在耶和華面前搖一搖。","bklcl":"Chiong che it-chhè hē tī A-lûn ê chhiú, kap i ê kiáⁿ ê chhiú, chòe iô-chè, tī Iâ-hô-hoa ê bīn-chêng iô i.","tghg":"將這一切下佇亞倫的手及伊的子的手做搖祭，佇耶和華的面前搖伊。","bklhl":"將這一切hē tī亞倫ê手，kap伊ê kiáⁿ ê手，做搖祭，tī耶和華ê面前搖伊。"}},{"book":"利","chapter":8,"verse":28,"versions":{"unv":"摩西從他們的手上拿下來，燒在壇上的燔祭上，都是為承接聖職獻給耶和華馨香的火祭。","bklcl":"Mô͘-se tùi in ê chhiú the̍h-lo̍h-lâi, sio tī tôaⁿ-ni̍h sio-chè ê téng-bīn, lóng sī siat-li̍p sèng-chit ê lé, chòe phang-phang;  sī chòe hiàn hō͘ Iâ-hô-hoa ê hé-chè.","tghg":"摩西對𪜶的手提落來，燒佇壇裡燒祭的頂面，攏是設立聖職的禮做芳芳是做獻互耶和華的火祭。","bklhl":"摩西tùi in ê手the̍h落來，燒tī壇裡燒祭ê頂面，lóng是設立聖職ê禮，做芳芳；是做獻hō͘耶和華ê火祭。"}},{"book":"利","chapter":8,"verse":29,"versions":{"unv":"摩西拿羊的胸作為搖祭，在耶和華面前搖一搖，是承接聖職之禮，歸摩西的分，都是照耶和華所吩咐摩西的。","bklcl":"Mô͘-se the̍h iûⁿ ê heng chòe iô-chè, tī Iâ-hô-hoa ê bīn-chêng iô i;  sī tī siat-li̍p sèng-chit ê lé ê iûⁿ, Mô͘-se só͘ tit-tio̍h ê hūn-gia̍h;  lóng sī chiàu Iâ-hô-hoa só͘ bēng-lēng Mô͘-se ê.","tghg":"摩西提羊的胸做搖祭，佇耶和華的面前搖伊，是佇設立聖職的禮的羊，摩西所得著的份額，攏是照耶和華所命令摩西的。","bklhl":"摩西the̍h羊ê胸做搖祭，tī耶和華ê面前搖伊；是tī設立聖職ê禮ê羊，摩西所得tio̍h ê份額；lóng是照耶和華所命令摩西ê。"}},{"book":"利","chapter":8,"verse":30,"versions":{"unv":"摩西取點膏油和壇上的血，彈在亞倫和他的衣服上，並他兒子和他兒子的衣服上，使他和他們的衣服一同成聖。","bklcl":"Mô͘-se the̍h boah ê iû, kap tôaⁿ-téng ê huih, hiù tī A-lûn kap i ê saⁿ, í-ki̍p i ê kiáⁿ, kap i ê kiáⁿ ê saⁿ;  hō͘ A-lûn kap i ê saⁿ, í-ki̍p i ê kiáⁿ kap i ê kiáⁿ ê saⁿ, saⁿ-kap chòe-sèng.","tghg":"摩西提抹的油及壇頂的血，灑佇亞倫及伊的衫，以及伊的子及伊的子的衫，互亞倫及伊的衫以及伊的子及伊的子的衫相及做聖。","bklhl":"摩西the̍h抹ê油，kap壇頂ê血，hiù tī亞倫kap伊ê衫，以及伊ê kiáⁿ，kap伊ê kiáⁿ ê衫；hō͘亞倫kap伊ê衫，以及伊ê kiáⁿ kap伊ê kiáⁿ ê衫，相kap做聖。"}},{"book":"利","chapter":8,"verse":31,"versions":{"unv":"摩西對亞倫和他兒子說：「把肉煮在會幕門口，在那裡吃，又吃承接聖職筐子裡的餅，按我所吩咐的說（或譯：按所吩咐我的說）：『這是亞倫和他兒子要吃的。』","bklcl":"Mô͘-se tùi A-lûn kap i ê kiáⁿ kóng, Chiong bah chú tī hōe-bō͘ ê mn̂g-kháu, tī-hia chia̍h i, iā chia̍h siat-li̍p sèng-chit ê lé kheng-á-lāi ê piáⁿ, chiàu góa só͘ bēng-lēng-ê, kóng, Che sī A-lûn kap i ê kiáⁿ tio̍h chia̍h ê.","tghg":"摩西對亞倫及伊的子講：「將肉煮佇會幕的門口，佇遐食伊，也食設立聖職的禮筐仔內的餅，照我所命令的講：『這是亞倫及伊的子著食的。』","bklhl":"摩西對亞倫kap伊ê kiáⁿ講：將肉煮tī會幕ê門口，tī-hia食伊，也食設立聖職ê禮筐á內ê餅，照我所命令ê，講：這是亞倫kap伊ê kiáⁿ tio̍h食ê。"}},{"book":"利","chapter":8,"verse":32,"versions":{"unv":"剩下的肉和餅，你們要用火焚燒。","bklcl":"Só͘ chhun ê bah kap piáⁿ, lín tio̍h ēng hé sio-khì.","tghg":"所剩的肉及餅，恁著用火燒去。","bklhl":"所chhun ê肉kap餅，lín tio̍h用火燒去。"}},{"book":"利","chapter":8,"verse":33,"versions":{"unv":"你們七天不可出會幕的門，等到你們承接聖職的日子滿了，因為主叫你們七天承接聖職。","bklcl":"Lín chhit-ji̍t kú m̄-thang chhut hōe-bō͘ ê mn̂g, kàu lín siū siat-li̍p ê lé ê ji̍t móa;  in-ūi chhit-ji̍t kú I beh kā lín kiâⁿ siat-li̍p ê lé.","tghg":"恁七日久呣通出會幕的門，到恁受設立的禮的日滿，因為七日久伊欲給恁行設立的禮。","bklhl":"Lín七日久m̄-thang出會幕ê門，到lín受設立ê禮ê日滿；因為七日久伊beh kā lín行設立ê禮。"}},{"book":"利","chapter":8,"verse":34,"versions":{"unv":"像今天所行的都是耶和華吩咐行的，為你們贖罪。","bklcl":"Chhin-chhiūⁿ kin-á-ji̍t só͘ kiâⁿ-ê, Iâ-hô-hoa hoan-hù tio̍h án-ni kiâⁿ, ūi-tio̍h lín sio̍k-chōe.","tghg":"親像今仔日所行的，耶和華吩咐著按呢行，為著恁贖罪。","bklhl":"親像今á日所行ê，耶和華吩咐tio̍h án-ni行，為tio̍h lín贖罪。"}},{"book":"利","chapter":8,"verse":35,"versions":{"unv":"七天你們要晝夜住在會幕門口，遵守耶和華的吩咐，免得你們死亡，因為所吩咐我的就是這樣。」","bklcl":"Chhit-ji̍t kú lín tio̍h mî-ji̍t tiàm tī hōe-bō͘ mn̂g-kháu, siú Iâ-hô-hoa só͘ bēng-lēng ê chit-hūn, bián-tit lín sí;  in-ūi góa só͘ siū ê bēng-lēng sī án-ni.","tghg":"七日久恁著暝日踮佇會幕門口，守耶和華所命令的職份，免得恁死，因為我所受的命令是按呢。」","bklhl":"七日久lín tio̍h暝日tiàm tī會幕門口，守耶和華所命令ê職份，免得lín死；因為我所受ê命令是án-ni。"}},{"book":"利","chapter":8,"verse":36,"versions":{"unv":"於是亞倫和他兒子行了耶和華藉著摩西所吩咐的一切事。","bklcl":"A-lûn kap i ê kiáⁿ chiū kiâⁿ Iâ-hô-hoa thok Mô͘-se só͘ bēng-lēng it-chhè ê sū.","tghg":"亞倫及伊的子就行耶和華託摩西所命令一切的事。","bklhl":"亞倫kap伊ê kiáⁿ就行耶和華託摩西所命令一切ê事。"}}]