[{"book":"利","chapter":12,"verse":1,"versions":{"unv":"耶和華對摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"利","chapter":12,"verse":2,"versions":{"unv":"「你曉諭以色列人說：若有婦人懷孕生男孩，她就不潔淨七天，像在月經污穢的日子不潔淨一樣。","bklcl":"Lí tio̍h hoan-hù Í-sek-lia̍t lâng kóng, Nā ū hū-jîn-lâng hoâi-īn siⁿ ta-po͘-kiáⁿ, i chiū bô chheng-khì chhit-ji̍t, chhin-chhiūⁿ tī keng-kî-lāi lâ-sâm ê ji̍t bô chheng-khì chi̍t-iūⁿ.","tghg":"「你著吩咐以色列人講：若有婦仁人懷孕生查甫子，伊就無清氣七日，親像佇經期內垃墋的日無清氣一樣。","bklhl":"你tio̍h吩咐以色列人講：若有婦人人懷孕生 ta-po͘-kiáⁿ，伊就無清氣七日，親像tī經期內lâ-sâm ê日無清氣一樣。"}},{"book":"利","chapter":12,"verse":3,"versions":{"unv":"第八天，要給嬰孩行割禮。","bklcl":"Kàu tē-poeh ji̍t hit ê eⁿ-á tio̍h siū kat-lé.","tghg":"到第八日，彼個嬰仔著受割禮。","bklhl":"到第八日hit ê嬰á tio̍h受割禮。"}},{"book":"利","chapter":12,"verse":4,"versions":{"unv":"婦人在產血不潔之中，要家居三十三天。她潔淨的日子未滿，不可摸聖物，也不可進入聖所。","bklcl":"Hū-jîn-lâng iáu teh lâu-huih, tio̍h tiàm tī i ê chhù saⁿ-cha̍p-saⁿ ji̍t;  chheng-khì ê ji̍t iáu-bē móa, m̄-thang bong sèng ê mi̍h, iā m̄-thang ji̍p sèng ê só͘-chāi.","tghg":"婦仁人猶啲流血，著踮佇伊的厝三十三日。清氣的日猶未滿，呣通摸聖的物，也呣通入聖的所在。","bklhl":"婦人人iáu teh流血，tio̍h tiàm tī伊ê厝三十三日；清氣ê日iáu未滿，m̄-thang摸聖ê物，也m̄-thang入聖ê所在。"}},{"book":"利","chapter":12,"verse":5,"versions":{"unv":"她若生女孩，就不潔淨兩個七天，像污穢的時候一樣，要在產血不潔之中，家居六十六天。","bklcl":"I nā siⁿ cha-bó͘-kiáⁿ, chiū bô chheng-khì nn̄g ê chhit ji̍t, chhin-chhiūⁿ tī keng-kî ê sî chi̍t-iūⁿ;  nā iáu teh lâu-huih, tio̍h tiàm tī i ê chhù la̍k-cha̍p-la̍k ji̍t, chiah chheng-khì.","tghg":"伊若生查某子，就無清氣二個七日，親像佇經期的時一樣，若猶啲流血，著踮佇伊的厝六十六日才清氣。","bklhl":"伊若生cha-bó͘-kiáⁿ，就無清氣兩個七日，親像tī經期ê時一樣；若iáu teh流血，tio̍h tiàm tī伊ê厝六十六日，chiah清氣。"}},{"book":"利","chapter":12,"verse":6,"versions":{"unv":"「滿了潔淨的日子，無論是為男孩是為女孩，她要把一歲的羊羔為燔祭，一隻雛鴿或是一隻斑鳩為贖罪祭，帶到會幕門口交給祭司。","bklcl":"Tī i chheng-khì ê ji̍t móa, bô-lūn sī ūi ta-po͘-kiáⁿ, á-sī cha-bó͘-kiáⁿ, i tio̍h ēng bē-móa-nî ê iûⁿ-á chòe sio-chè, chi̍t chiah chíⁿ-á-kiáⁿ, á-sī chi̍t chiah ka-chui, chòe sio̍k-chōe-chè, tòa kàu hōe-bō͘ mn̂g-kháu, kau-tài chè-si.","tghg":"「佇伊清氣的日滿，無論是為查甫子抑是查某子，伊著用未滿年的羊仔做燒祭，一隻鴿仔子(chíⁿ-á-kiáⁿ)抑是一隻鳩鵻(ka-chui)做贖罪祭，帶到會幕門口交代祭司。","bklhl":"tī伊清氣ê日滿，無論是為 ta-po͘-kiáⁿ，á是cha-bó͘-kiáⁿ，伊tio̍h用未滿年ê羊á做燒祭，一隻鴿á-kiáⁿ，á是一隻ka-chui，做贖罪祭，帶到會幕門口，交帶祭司。"}},{"book":"利","chapter":12,"verse":7,"versions":{"unv":"祭司要獻在耶和華面前，為她贖罪，她的血源就潔淨了。這條例是為生育的婦人，無論是生男生女。","bklcl":"Chè-si tio̍h hiàn tī Iâ-hô-hoa ê bīn-chêng, ūi i sio̍k-chōe;  i ê huih-goân chiū chheng-khì;  che chiū-sī hū-jîn-lâng siⁿ ta-po͘-kiáⁿ á-sī siⁿ cha-bó͘-kiáⁿ ê kui-lē.","tghg":"祭司著獻佇耶和華的面前，為伊贖罪，伊的血源就清氣。這就是婦仁人生查甫子抑是生查某子的規例。","bklhl":"祭司tio̍h獻tī耶和華ê面前，為伊贖罪；伊ê血源就清氣；這就是婦人人生ta-po͘-kiáⁿ á是生cha-bó͘-kiáⁿ ê規例。"}},{"book":"利","chapter":12,"verse":8,"versions":{"unv":"她的力量若不夠獻一隻羊羔，她就要取兩隻斑鳩或是兩隻雛鴿，一隻為燔祭，一隻為贖罪祭。祭司要為她贖罪，她就潔淨了。」","bklcl":"I ê khùi-la̍t nā bô kàu-gia̍h thang hiàn chi̍t chiah iûⁿ-á, i chiū tio̍h ēng nn̄g-chiah ka-chui, á-sī nn̄g chiah chíⁿ-á-kiáⁿ, chi̍t-chiah chòe sio-chè, chi̍t-chiah chòe sio̍k-chōe-chè;  chè-si tio̍h thòe i sio̍k-chōe, i chiū chheng-khì.","tghg":"伊的氣力若無夠額通獻一隻羊仔，伊就著用二隻鳩鵻抑是二隻鴿仔子，一隻做燒祭，一隻做贖罪祭。祭司著替伊贖罪，伊就清氣。」","bklhl":"伊ê氣力若無夠額thang獻一隻羊á，伊就tio̍h用兩隻 ka-chui，á是兩隻鴿á-kiáⁿ，一隻做燒祭，一隻做贖罪祭；祭司tio̍h替伊贖罪，伊就清氣。"}}]