[{"book":"利","chapter":20,"verse":1,"versions":{"unv":"耶和華對摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"利","chapter":20,"verse":2,"versions":{"unv":"「你還要曉諭以色列人說：凡以色列人，或是在以色列中寄居的外人，把自己的兒女獻給摩洛的，總要治死他；本地人要用石頭把他打死。","bklcl":"Lí tio̍h koh tùi Í-sek-lia̍t lâng kóng, Kìⁿ-nā Í-sek-lia̍t lâng, á-sī tī Í-sek-lia̍t tiong kià-kha ê gōa-lâng, ēng ka-kī ê kiáⁿ-jî hiàn-hō͘ Mô͘-lo̍k ê, tek-khak tio̍h hō͘ i sí;  hit tōe-hng ê lâng tio̍h ēng chio̍h-thâu tìm-sí i.","tghg":"「你著閣對以色列人講：見若以色列人，抑是佇以色列中寄腳的外人，用家己的子兒獻互摩洛的，的確著互伊死；彼地方的人著用石頭擲死伊。","bklhl":"你tio̍h koh對以色列人講：見若以色列人，á是tī以色列中寄腳ê外人，用家己ê kiáⁿ兒獻hō͘ Mô͘-lo̍k ê，的確tio̍h hō͘伊死；hit地方ê人tio̍h用石頭tìm死伊。"}},{"book":"利","chapter":20,"verse":3,"versions":{"unv":"我也要向那人變臉，把他從民中剪除；因為他把兒女獻給摩洛，玷污我的聖所，褻瀆我的聖名。","bklcl":"Góa iā beh tùi hit-lâng pìⁿ-bīn, tùi i ê peh-sìⁿ-tiong chián-tû i;  in-ūi i ēng kiáⁿ-jî hiàn-hō͘ Mô͘-lo̍k, bak lâ-sâm Góa ê sèng-só͘, siat-to̍k Góa ê sèng-miâ.","tghg":"我也欲對彼人變面，對伊的百姓中剪除伊；因為伊用子兒獻互摩洛，染垃墋我的聖所，褻瀆我的聖名。","bklhl":"我也beh對hit人變面，tùi伊ê百姓中剪除伊；因為伊用kiáⁿ兒獻hō͘ Mô͘-lo̍k，bak lâ-sâm我ê聖所，褻瀆我ê聖名。"}},{"book":"利","chapter":20,"verse":4,"versions":{"unv":"那人把兒女獻給摩洛，本地人若佯為不見，不把他治死，","bklcl":"Hit-lâng ēng kiáⁿ-jî hiàn-hō͘ Mô͘-lo̍k, hit só͘-chāi ê lâng nā tìⁿ-chòe bô khòaⁿ-kìⁿ, iā bô hō͘ i sí,","tghg":"彼人用子兒獻互摩洛，彼所在的人若佯做(tìⁿ-chòe)無看見，也無互伊死，","bklhl":"hit人用kiáⁿ兒獻hō͘ Mô͘-lo̍k，hit所在ê人若tìⁿ做無看見，也無hō͘伊死，"}},{"book":"利","chapter":20,"verse":5,"versions":{"unv":"我就要向這人和他的家變臉，把他和一切隨他與摩洛行邪淫的人都從民中剪除。","bklcl":"Góa beh tùi hit-lâng kap i ê ke pìⁿ-bīn, chiong i kap it-chhè tè i kiâⁿ siâ-îm ê, chiū-sī kap Mô͘-lo̍k kiâⁿ siâ-îm ê, lóng tùi i ê peh-sìⁿ-tiong chián-tû i.","tghg":"我欲對彼人及伊的家變面，將伊及一切隨伊行邪淫的就是及摩洛行邪淫的攏對伊的百姓中剪除伊。","bklhl":"我beh對hit人kap伊ê家變面，將伊kap一切tè伊行邪淫ê，就是kap Mô͘-lo̍k行邪淫ê，lóng tùi伊ê百姓中剪除伊。"}},{"book":"利","chapter":20,"verse":6,"versions":{"unv":"「人偏向交鬼的和行巫術的，隨他們行邪淫，我要向那人變臉，把他從民中剪除。","bklcl":"Lâng phian-ǹg hō͘ kúi chiūⁿ-sin-ê, kap kiâⁿ siâ-su̍t ê, tè in kiâⁿ siâ-îm, Góa beh tùi hit-lâng pìⁿ-bīn, tùi i ê peh-sìⁿ-tiong chián-tû i.","tghg":"「人偏向互鬼上身者及行邪術的，隨𪜶行邪淫，我欲對彼人變面，對伊的百姓中剪除伊。","bklhl":"人偏ǹg hō͘鬼上身ê，kap行邪術ê，tè in行邪淫，我beh對hit人變面，tùi伊ê百姓中剪除伊。"}},{"book":"利","chapter":20,"verse":7,"versions":{"unv":"所以你們要自潔成聖，因為我是耶和華─你們的　神。","bklcl":"Só͘-í lín tio̍h ka-kī sèng, lâi chiâⁿ-sèng;  in-ūi Góa sī Iâ-hô-hoa, lín ê Siōng-tè.","tghg":"所以恁著家己聖來成聖，因為我是耶和華──恁的上帝。","bklhl":"所以lín tio̍h家己聖，來成聖；因為我是耶和華，lín ê上帝。"}},{"book":"利","chapter":20,"verse":8,"versions":{"unv":"你們要謹守遵行我的律例；我是叫你們成聖的耶和華。","bklcl":"Lín tio̍h siú Góa ê lu̍t-lē, lâi kiâⁿ i;  Góa sī hō͘ lín chiâⁿ-sèng ê Iâ-hô-hoa.","tghg":"恁著守我的律例來行伊；我是互恁成聖的耶和華。","bklhl":"Lín tio̍h守我ê律例，來行伊；我是hō͘ lín成聖ê耶和華。"}},{"book":"利","chapter":20,"verse":9,"versions":{"unv":"凡咒罵父母的，總要治死他；他咒罵了父母，他的罪（原文是血；本章同）要歸到他身上。","bklcl":"Kìⁿ-nā chiù-chó͘ lāu-pē á-sī lāu-bú-ê tek-khak tio̍h hō͘ i sí;  i chiù-chó͘ lāu-pē á-sī lāu-bú;  i ê chōe tio̍h kui tī i ê sin-chiūⁿ.","tghg":"見若咒詛老父抑是老母者，的確著互伊死；伊咒詛老父抑是老母，伊的罪著歸佇伊的身上。","bklhl":"見若咒詛老父á是老母ê的確tio̍h hō͘伊死；伊咒詛老父á是老母；伊ê罪tio̍h歸tī伊ê身上。"}},{"book":"利","chapter":20,"verse":10,"versions":{"unv":"「與鄰舍之妻行淫的，姦夫淫婦都必治死。","bklcl":"Kap pa̍t-lâng ê bó͘ kiâⁿ-îm, chiū-sī kap i chhù-piⁿ ê bó͘ kiâⁿ-îm-ê, kan-hu îm-hū tek-khak tio̍h hō͘ in sí.","tghg":"「及別人的某行淫就是及伊厝邊的某行淫的，姦夫淫婦的確著互𪜶死。","bklhl":"Kap別人ê bó͘行淫，就是kap伊厝邊ê bó͘行淫ê，姦夫淫婦的確tio̍h hō͘ in死。"}},{"book":"利","chapter":20,"verse":11,"versions":{"unv":"與繼母行淫的，就是羞辱了他父親，總要把他們二人治死，罪要歸到他們身上。","bklcl":"Lâng kap āu-bú su-thong-ê chiū-sī lêng-jio̍k i ê lāu-pē;  in nn̄g-lâng tek-khak tio̍h hō͘ in sí;  in ê chōe kui tī in.","tghg":"人及後母私通的，就是凌辱伊的老父，𪜶二人的確著互𪜶死，𪜶的罪歸佇𪜶。","bklhl":"人kap後母私通ê就是凌辱伊ê老父；in兩人的確tio̍h hō͘ in死；in ê罪歸tī in。"}},{"book":"利","chapter":20,"verse":12,"versions":{"unv":"與兒婦同房的，總要把他們二人治死；他們行了逆倫的事，罪要歸到他們身上。","bklcl":"Lâng kap sim-pū su-thong-ê, tek-khak tio̍h hō͘ in nn̄g-lâng lóng sí;  in kiâⁿ ge̍k-lûn ê sū;  in ê chōe kui tī in.","tghg":"人及媳婦私通的，的確著互𪜶二人攏死；𪜶行逆倫的事，𪜶的罪歸佇𪜶。","bklhl":"人kap新婦私通ê，的確tio̍h hō͘ in兩人lóng死；in行逆倫ê事；in ê罪歸tī in。"}},{"book":"利","chapter":20,"verse":13,"versions":{"unv":"人若與男人苟合，像與女人一樣，他們二人行了可憎的事，總要把他們治死，罪要歸到他們身上。","bklcl":"Lâng nā kap ta-po͘-lâng kau-ha̍p, chhin-chhiūⁿ kap hū-jîn-lâng chi̍t-iūⁿ, in nn̄g-lâng kiâⁿ khó-ò͘ⁿ ê sū, tek-khak tio̍h hō͘ in sí;  in ê chōe kui tī in.","tghg":"人若及查甫人交合，親像及婦仁人一樣，𪜶二人行可惡的事，的確著互𪜶死，𪜶的罪歸佇𪜶。","bklhl":"人若kap ta-po͘人交合，親像kap婦人人一樣，in兩人行可惡ê事，的確tio̍h hō͘ in死；in ê罪歸tī in。"}},{"book":"利","chapter":20,"verse":14,"versions":{"unv":"人若娶妻，並娶其母，便是大惡，要把這三人用火焚燒，使你們中間免去大惡。","bklcl":"Lâng nā chhōa-bó͘ sòa chhōa bó͘ ê lāu-bú, chiū-sī ke̍k-pháiⁿ;  chí saⁿ-lâng tio̍h ēng hé sio in, bián-tit lín tiong-kan ū chit-hō pháiⁿ.","tghg":"人若娶某，續娶某的老母，就是極歹，此三人著用火燒𪜶，免得恁中間有此號歹。","bklhl":"人若娶bó͘續娶 bó͘ ê老母，就是極pháiⁿ；chit三人tio̍h用火燒in，免得lín中間有chit號pháiⁿ。"}},{"book":"利","chapter":20,"verse":15,"versions":{"unv":"人若與獸淫合，總要治死他，也要殺那獸。","bklcl":"Lâng kap siù kau-ha̍p, i tek-khak tio̍h sí;  hit chiah siù iā tio̍h thâi-sí.","tghg":"人及獸交合，伊的確著死，彼隻獸也著刣死。","bklhl":"人kap獸交合，伊的確tio̍h死；hit隻獸也tio̍h 刣死。"}},{"book":"利","chapter":20,"verse":16,"versions":{"unv":"女人若與獸親近，與牠淫合，你要殺那女人和那獸，總要把他們治死，罪要歸到他們身上。","bklcl":"Hū-jîn-lâng chhin-kūn siù kap i kau-ha̍p, lí tio̍h thâi-sí hit ê hū-jîn-lâng kap siù, tek-khak tio̍h hō͘ in sí;  in ê chōe kui tī in.","tghg":"婦仁人親近獸，及伊交合，你著刣死彼個婦仁人及獸，的確著互𪜶死，𪜶的罪歸佇𪜶。","bklhl":"婦人人親近獸kap伊交合，你tio̍h 刣死hit ê婦人人kap獸，的確tio̍h hō͘ in死；in ê罪歸tī in。"}},{"book":"利","chapter":20,"verse":17,"versions":{"unv":"「人若娶他的姊妹，無論是異母同父的，是異父同母的，彼此見了下體，這是可恥的事；他們必在本民的眼前被剪除。他露了姊妹的下體，必擔當自己的罪孽。","bklcl":"Lâng nā khan i ê chí-bē, bô-lūn tâng-pē á-sī tâng-bú ê, i khòaⁿ i ê ē-thé, i khòaⁿ i ê ē-thé, che sī kiàn-siàu ê sū;  in tio̍h tī i ê peh-sìⁿ ê ba̍k-chiu-chêng siū chián-tû;  i ū lō͘-hiān i ê chí-bē ê ē-thé;  tio̍h tam-tng i ê chōe.","tghg":"「人若牽伊的姊妹，無論同父抑是同母的，伊看伊的下體，伊看伊的下體，這是見誚的事；𪜶著佇伊的百姓的目睭前受剪除。伊有露現伊的姊妹的下體，著擔當伊的罪。","bklhl":"人若牽伊ê姊妹，無論同父á是同母ê，伊看伊ê下體，伊看伊ê下體，這是見笑ê事；in tio̍h tī伊ê百姓ê目睭前受剪除；伊有露現伊ê姊妹ê下體；tio̍h擔當伊ê罪。"}},{"book":"利","chapter":20,"verse":18,"versions":{"unv":"婦人有月經，若與她同房，露了她的下體，就是露了婦人的血源，婦人也露了自己的血源，二人必從民中剪除。","bklcl":"Hū-jîn-lâng keng-kî kàu, lâng kap i tâng-pâng, lō͘-hiān i ê ē-thé;  i ū lō͘-hiān hū-jîn-lâng ê huih-goân, hū-jîn-lâng iā ū lō͘-hiān i ê huih-goân;  in nn̄g-ê tio̍h tùi in ê peh-sìⁿ-tiong siū chián-tû.","tghg":"婦仁人經期到，人及伊同房，露現伊的下體，伊有露現婦仁人的血源，婦仁人也有露現伊的血源，𪜶二個著對𪜶的百姓中受剪除。","bklhl":"婦人人經期到，人kap伊同房，露現伊ê下體；伊有露現婦人人ê血源，婦人人也有露現伊ê血源；in兩個tio̍h tùi in ê百姓中受剪除。"}},{"book":"利","chapter":20,"verse":19,"versions":{"unv":"不可露姨母或是姑母的下體，這是露了骨肉之親的下體；二人必擔當自己的罪孽。","bklcl":"Lāu-bú ê chí-bē á-sī lāu-pē ê chí-bē, m̄-thang lō͘-hiān in ê ē-thé, chiū-sī lêng-jio̍k kut-jio̍k ê chhin;  in tio̍h tam-tng in ê chōe.","tghg":"老母的姊妹抑是老父的姊妹，呣通露現𪜶的下體，就是凌辱骨肉的親；𪜶著擔當𪜶的罪。","bklhl":"老母ê姊妹á是老父ê姊妹，m̄-thang露現in ê下體，就是凌辱骨肉ê親；in tio̍h擔當in ê罪。"}},{"book":"利","chapter":20,"verse":20,"versions":{"unv":"人若與伯叔之妻同房，就羞辱了他的伯叔；二人要擔當自己的罪，必無子女而死。","bklcl":"Lâng nā su-thong i ê chím ḿ, chiū-sī lêng-jio̍k i ê chek peh;  in beh tam-tng in ê chōe;  chi̍t-sì-lâng bô kiáⁿ.","tghg":"人若私通伊的嬸姆(chím ḿ)，就是凌辱伊的叔伯；𪜶欲擔當𪜶的罪，一世人無子。","bklhl":"人若私通伊ê嬸姆，就是凌辱伊ê叔伯；in beh擔當in ê罪；一世人無kiáⁿ。"}},{"book":"利","chapter":20,"verse":21,"versions":{"unv":"人若娶弟兄之妻，這本是污穢的事，羞辱了他的弟兄；二人必無子女。","bklcl":"Lâng chhōa hiaⁿ-tī ê bó͘, che sī lâ-sâm ê sū;  i ū lêng-jio̍k i ê hiaⁿ-tī; in tek-khak bô kiáⁿ.","tghg":"人娶兄弟的某，這是垃墋的事，伊有凌辱伊的兄弟；𪜶的確無子。","bklhl":"人娶兄弟ê bó͘，這是lâ-sâm ê事；伊有凌辱伊ê兄弟；in的確無kiáⁿ。"}},{"book":"利","chapter":20,"verse":22,"versions":{"unv":"「所以，你們要謹守遵行我一切的律例典章，免得我領你們去住的那地把你們吐出。","bklcl":"Só͘-í lín tio̍h siú Góa it-chhè ê lu̍t-lē kap Góa it-chhè ê hoat-tō͘, lâi kiâⁿ i;  bián-tit Góa só͘ chhōa lín khì tiàm ê tōe chiong lín thò͘-chhut.","tghg":"「所以恁著守我一切的律例及我一切的法度來行伊，免得我所導恁去踮的地將恁吐出。","bklhl":"所以lín tio̍h守我一切ê律例kap我一切ê法度，來行伊；免得我所chhōa lín去tiàm ê地將lín吐出。"}},{"book":"利","chapter":20,"verse":23,"versions":{"unv":"我在你們面前所逐出的國民，你們不可隨從他們的風俗；因為他們行了這一切的事，所以我厭惡他們。","bklcl":"Góa tī lín ê bīn-chêng só͘ kóaⁿ-chhut ê peh-sìⁿ, lín m̄-thang thàn in ê hong-sio̍k;  in-ūi in kiâⁿ chiah-ê it-chhè ê sū, só͘-í Góa iàm-ò͘ⁿ in.","tghg":"我佇恁的面前所趕出的百姓，恁呣通趁𪜶的風俗，因為𪜶行諸個一切的事，所以我厭惡𪜶。","bklhl":"我tī lín ê面前所趕出ê百姓，lín m̄-thang thàn in ê風俗；因為in行chiah ê一切ê事，所以我厭惡in。"}},{"book":"利","chapter":20,"verse":24,"versions":{"unv":"但我對你們說過，你們要承受他們的地，就是我要賜給你們為業、流奶與蜜之地。我是耶和華─你們的　神，使你們與萬民有分別的。","bklcl":"Chóng-sī Góa bat tùi lín kóng, Lín beh sêng-chiap in ê tōe, Góa beh ēng hit-ê siúⁿ-sù lín chòe-gia̍p, chiū-sī lâu lin kap bi̍t ê tōe;  Góa sī Iâ-hô-hoa, lín ê Siōng-tè, tùi bān peh-sìⁿ ê tiong-kan hun-piat lín.","tghg":"總是我曾對恁講，恁欲承接𪜶的地，我欲用彼個賞賜恁做業，就是流奶及蜜的地。我是耶和華──恁的上帝，對萬百姓的中間分別恁。","bklhl":"總是我bat對lín講：Lín beh承接in ê地，我beh用hit ê賞賜lín做業，就是流奶kap蜜ê地；我是耶和華，lín ê上帝，tùi萬百姓ê中間分別lín。"}},{"book":"利","chapter":20,"verse":25,"versions":{"unv":"所以，你們要把潔淨和不潔淨的禽獸分別出來；不可因我給你們分為不潔淨的禽獸，或是滋生在地上的活物，使自己成為可憎惡的。","bklcl":"Só͘-í lín tio̍h hun-piat chheng-khì kap bô chheng-khì ê siù, bô chheng-khì kap chheng-khì ê chiáu-chiah;  he̍k-sī siù, he̍k-sī khîm, he̍k-sī pê tī tōe-ni̍h lóng-chóng ê oa̍h-mi̍h,  Góa só͘ kā lín hun-piat chòe bô chheng-khì ê, lín m̄-thang ūi-tio̍h in tì-kàu ka-kī chòe thang iàm-ò͘ⁿ ê.","tghg":"所以，恁著分別清氣及無清氣的獸；無清氣及清氣的鳥隻，或是獸，或是禽，或是爬佇地裡攏總的活物，我所給恁分別做無清氣的，恁呣通為著𪜶致到家己做通厭惡的。","bklhl":"所以lín tio̍h分別清氣kap無清氣ê獸，無清氣kap清氣ê鳥隻；或是獸，或是禽，或是爬tī地裡lóng總ê活物，我所kā lín分別做無清氣ê，lín m̄-thang為tio̍h in致到家己做thang厭惡ê。"}},{"book":"利","chapter":20,"verse":26,"versions":{"unv":"你們要歸我為聖，因為我─耶和華是聖的，並叫你們與萬民有分別，使你們作我的民。","bklcl":"Lín tio̍h kui tī Góa, lâi chòe-sèng;  in-ūi Góa Iâ-hô-hoa sī sèng, tùi bān peh-sìⁿ ê tiong-kan hun-piat lín, lâi kui tī Góa.","tghg":"恁著歸佇我來做聖，因為我──耶和華是聖，對萬百姓的中間分別恁，來歸佇我。","bklhl":"Lín tio̍h歸tī我，來做聖；因為我耶和華是聖，tùi萬百姓ê中間分別lín，來歸tī我。"}},{"book":"利","chapter":20,"verse":27,"versions":{"unv":"「無論男女，是交鬼的或行巫術的，總要治死他們。人必用石頭把他們打死，罪要歸到他們身上。」","bklcl":"Bô-lūn lâm-lú ū kúi chiūⁿ-sin, á-sī kiâⁿ siâ-su̍t ê, tek-khak tio̍h hō͘ i sí;  lâng tio̍h ēng chio̍h-thâu kā in tìm-sí;  in ê chōe kui tī in.","tghg":"「無論男女，有鬼上身抑是行邪術的，的確著互伊死。人著用石頭給𪜶擲死，𪜶的罪歸佇𪜶。」","bklhl":"無論男女有鬼上身，á是行邪術ê，的確tio̍h hō͘伊死；人tio̍h用石頭kā in tìm死；in ê罪歸tī in。"}}]