[{"book":"利","chapter":18,"verse":1,"versions":{"unv":"耶和華對摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"利","chapter":18,"verse":2,"versions":{"unv":"「你曉諭以色列人說：我是耶和華─你們的　神。","bklcl":"Lí tio̍h hoan-hù Í-sek-lia̍t lâng, kā in kóng, Góa sī Iâ-hô-hoa, lín ê Siōng-tè.","tghg":"「你著吩咐以色列人，給𪜶講：我是耶和華──恁的上帝。","bklhl":"你tio̍h吩咐以色列人，kā in講：我是耶和華，lín ê上帝。"}},{"book":"利","chapter":18,"verse":3,"versions":{"unv":"你們從前住的埃及地，那裡人的行為，你們不可效法，我要領你們到的迦南地，那裡人的行為也不可效法，也不可照他們的惡俗行。","bklcl":"Lín chêng só͘ tiàm ê Ai-ki̍p tōe, hit-ūi ê lâng só͘-kiâⁿ-ê lín m̄-thang thàn in lâi kiâⁿ;  Góa beh chhōa lín kàu Ka-lâm tōe, hit-ūi ê lâng só͘-kiâⁿ-ê, lín iā m̄-thang thàn in lâi kiâⁿ, iā m̄-thang chiàu in ê kui-lē lâi kiâⁿ.","tghg":"恁前所踮的埃及地，彼位的人所行的，恁呣通趁𪜶來行，我欲導恁到迦南地，彼位的人所行的恁也呣通趁𪜶來行，也呣通照𪜶的規例來行。","bklhl":"Lín前所tiàm ê埃及地，hit位ê人所行ê lín m̄-thang thàn in來行；我beh chhōa lín到迦南地，hit位ê人所行ê，lín也m̄-thang thàn in來行，也m̄-thang照in ê規例來行。"}},{"book":"利","chapter":18,"verse":4,"versions":{"unv":"你們要遵我的典章，守我的律例，按此而行。我是耶和華─你們的　神。","bklcl":"Lín tio̍h thàn Góa ê hoat-tō͘, siú Góa ê lu̍t-lē, chiàu chit-ê lâi kiâⁿ;  Góa sī Iâ-hô-hoa lín ê Siōng-tè.","tghg":"恁著趁我的法度，守我的律例，照此個來行。我是耶和華──恁的上帝。","bklhl":"Lín tio̍h thàn我ê法度，守我ê律例，照chit ê來行；我是耶和華lín ê上帝。"}},{"book":"利","chapter":18,"verse":5,"versions":{"unv":"所以，你們要守我的律例典章；人若遵行，就必因此活著。我是耶和華。","bklcl":"Só͘-í lín tio̍h siú Góa ê lu̍t-lē hoat-tō͘;  lâng nā kiâⁿ chiah-ê chiū beh tùi chiah-ê lâi oa̍h;  Góa sī Iâ-hô-hoa.","tghg":"所以，恁著守我的律例法度；人若行諸個，就欲對諸個來活。我是耶和華。","bklhl":"所以lín tio̍h守我ê律例法度；人若行chiah ê就beh tùi chiah ê來活；我是耶和華。"}},{"book":"利","chapter":18,"verse":6,"versions":{"unv":"「你們都不可露骨肉之親的下體，親近他們。我是耶和華。","bklcl":"Lín lóng m̄-thang chhin-kūn kut-jio̍k ê chhin, lâi lō͘-hiān i ê ē-thé; Góa sī Iâ-hô-hoa.","tghg":"「恁攏呣通親近骨肉的親，來露現伊的下體(ē-thé)。我是耶和華。","bklhl":"Lín lóng m̄-thang親近骨肉ê親，來露現伊ê下體；我是耶和華。"}},{"book":"利","chapter":18,"verse":7,"versions":{"unv":"不可露你母親的下體，羞辱了你父親。她是你的母親，不可露她的下體。","bklcl":"M̄-thang lō͘-hiān lí ê lāu-bú ê ē-thé, lâi lêng-jio̍k lí ê lāu-pē;  i sī lí ê lāu-bú, m̄-thang lō͘-hiān i ê ē-thé.","tghg":"呣通露現你的老母的下體，來凌辱你的老父。伊是你的老母，呣通露現伊的下體(ē-thé)。","bklhl":"M̄-thang露現你ê老母ê下體，來凌辱你ê老父；伊是你ê老母，m̄-thang露現伊ê下體。"}},{"book":"利","chapter":18,"verse":8,"versions":{"unv":"不可露你繼母的下體；這本是你父親的下體。","bklcl":"Lí lāu-pē ê āu-bó͘ ê ē-thé lí m̄-thang lō͘-hiān;  i sī lí ê lāu-pē ê ē-thé.","tghg":"你老父的後某的下體你呣通露現；伊是你的老父的下體。","bklhl":"你老父ê後bó͘ ê下體你m̄-thang露現；伊是你ê老父ê下體。"}},{"book":"利","chapter":18,"verse":9,"versions":{"unv":"你的姊妹，不拘是異母同父的，是異父同母的，無論是生在家生在外的，都不可露她們的下體。","bklcl":"Lí ê chí-bē, bô-lūn sī tâng-pē-ê á-sī tâng-bú-ê, chhut-sì tī ke-lāi, á-sī chhut-sì tī ke-gōa, lóng m̄-thang lō͘-hiān in ê ē-thé.","tghg":"你的姊妹，無論是同父者抑是同母者，出世佇家內抑是出世佇家外，攏呣通露現𪜶的下體。","bklhl":"你ê姊妹，無論是同父ê á是同母ê，出世tī家內，á是出世tī家外，lóng m̄-thang露現in ê下體。"}},{"book":"利","chapter":18,"verse":10,"versions":{"unv":"不可露你孫女或是外孫女的下體，露了她們的下體就是露了自己的下體。","bklcl":"Lí ê hāu-siⁿ ê cha-bó͘-kiáⁿ, á-sī lí ê cha-bó͘-kiáⁿ ê cha-bó͘-kiáⁿ, m̄-thang lō͘-hiān in ê ē-thé;  in-ūi sī lí pún-sin ê ē-thé.","tghg":"你的後生的查某子，抑是你的查某子的查某子，呣通露現𪜶的下體，因為是你本身的下體。","bklhl":"你ê後生ê cha-bó͘-kiáⁿ，á是你ê cha-bó͘-kiáⁿ ê cha-bó͘-kiáⁿ，m̄-thang露現in ê下體；因為是你本身ê下體。"}},{"book":"利","chapter":18,"verse":11,"versions":{"unv":"你繼母從你父親生的女兒本是你的妹妹，不可露她的下體。","bklcl":"Lí lāu-pē ê āu-bó͘ ê cha-bó͘-kiáⁿ, tùi lí ê lāu-pē siⁿ-ê, sī lí ê sió-bē, m̄-thang lō͘-hiān i ê ē-thé.","tghg":"你老父的後某的查某子，對你的老父生者，是你的小妹，呣通露現伊的下體。","bklhl":"你老父ê後bó͘ ê cha-bó͘-kiáⁿ，對你ê老父生ê，是你ê小妹，m̄-thang露現伊ê下體。"}},{"book":"利","chapter":18,"verse":12,"versions":{"unv":"不可露你姑母的下體；她是你父親的骨肉之親。","bklcl":"M̄-thang lō͘-hiān lí ê ko͘ ê ē-thé;  i sī lí ê lāu-pē kut-jio̍k ê chhin.","tghg":"呣通露現你的姑(ko͘)的下體；伊是你的老父骨肉的親。","bklhl":"M̄-thang露現你ê姑ê下體；伊是你ê老父骨肉ê親。"}},{"book":"利","chapter":18,"verse":13,"versions":{"unv":"不可露你姨母的下體；她是你母親的骨肉之親。","bklcl":"M̄-thang lō͘-hiān lí ê î-bú ê ē-thé;  i sī lí ê lāu-bú kut-jio̍k ê chhin.","tghg":"呣通露現你的姨母(î-bú)的下體；伊是你的老母骨肉的親。","bklhl":"M̄-thang露現你ê姨母ê下體；伊是你ê老母骨肉ê親。"}},{"book":"利","chapter":18,"verse":14,"versions":{"unv":"不可親近你伯叔之妻，羞辱了你伯叔；她是你的伯叔母。","bklcl":"Lí m̄-thang lêng-jio̍k lí ê chek-peh, lō͘-hiān i ê bó͘ ê ē-thé;  i sī lí ê ḿ, lí ê chím.","tghg":"你呣通凌辱(lêng-jio̍k)你的叔伯露現伊的某的下體；伊是你的姆(ḿ)你的嬸(chím)。","bklhl":"你m̄-thang凌辱你ê叔伯，露現伊ê bó͘ ê下體；伊是你ê姆，你ê嬸。"}},{"book":"利","chapter":18,"verse":15,"versions":{"unv":"不可露你兒婦的下體；她是你兒子的妻，不可露她的下體。","bklcl":"Lí m̄-thang lō͘-hiān lí ê sim-pū ê ē-thé;  i sī lí ê kiáⁿ ê bó͘;  m̄-thang lō͘-hiān i ê ē-thé.","tghg":"你呣通露現你的媳婦的下體；伊是你的子的某，呣通露現伊的下體。","bklhl":"你m̄-thang露現你ê新婦ê下體；伊是你ê kiáⁿ ê bó͘；m̄-thang露現伊ê下體。"}},{"book":"利","chapter":18,"verse":16,"versions":{"unv":"不可露你弟兄妻子的下體；這本是你弟兄的下體。","bklcl":"M̄-thang lō͘-hiān lí ê hiaⁿ-tī ê bó͘ ê ē-thé;  i sī lí ê hiaⁿ-tī ê ē-thé.","tghg":"呣通露現你的兄弟的某的下體；伊是你的兄弟的下體。","bklhl":"M̄-thang露現你ê兄弟ê bó͘ ê下體；伊是你ê兄弟ê下體。"}},{"book":"利","chapter":18,"verse":17,"versions":{"unv":"不可露了婦人的下體，又露她女兒的下體，也不可娶她孫女或是外孫女，露她們的下體；她們是骨肉之親，這本是大惡。","bklcl":"Hū-jîn-lâng kap i ê cha-bó͘-kiáⁿ ê ē-thé m̄-thang lóng lō͘-hiān;  m̄-thang chiong i ê kiáⁿ ê cha-bó͘-kiáⁿ á-sī i ê cha-bó͘-kiáⁿ ê cha-bó͘-kiáⁿ ê ē-thé lâi lō͘-hiān i;  in sī kut-jio̍k ê chhin, che sī chin pháiⁿ.","tghg":"婦仁人及伊的查某子的下體呣通攏露現，呣通將伊的子的查某子抑是伊的查某子的查某子的下體來露現伊；𪜶是骨肉的親，這是真歹。","bklhl":"婦人人kap伊ê cha-bó͘-kiáⁿ ê下體m̄-thang lóng露現；m̄-thang將伊ê kiáⁿ ê cha-bó͘-kiáⁿ á是伊ê cha-bó͘-kiáⁿ ê cha-bó͘-kiáⁿ ê下體來露現伊；in是骨肉ê親，這是真pháiⁿ。"}},{"book":"利","chapter":18,"verse":18,"versions":{"unv":"你妻還在的時候，不可另娶她的姊妹作對頭，露她的下體。","bklcl":"Bó͘ iáu tī-teh, lí m̄-thang lēng-gōa koh chhōa i ê chí-bē, lō͘-hiān i ê ē-thé, lâi chòe i ê tùi-thâu.","tghg":"某猶佇啲，你呣通另外閣娶伊的姊妹，露現伊的下體，來做伊的對頭。","bklhl":"Bó͘ iáu tī-teh，你m̄-thang另外koh娶伊ê姊妹，露現伊ê下體，來做伊ê對頭。"}},{"book":"利","chapter":18,"verse":19,"versions":{"unv":"「女人行經不潔淨的時候，不可露她的下體，與她親近。","bklcl":"Hū-jîn-lâng keng-kî kàu, bô chheng-khì ê sî, lí m̄-thang kūn-óa i lâi lō͘-hiān i ê ē-thé.","tghg":"「婦仁人經期到，無清氣的時，你呣通近倚伊，來露現伊的下體。","bklhl":"婦人人經期到，無清氣ê時，你m̄-thang近óa伊來露現伊ê下體。"}},{"book":"利","chapter":18,"verse":20,"versions":{"unv":"不可與鄰舍的妻行淫，玷污自己。","bklcl":"Lí m̄-thang kap chhù-piⁿ ê bó͘ kiâⁿ-îm lâi phah lâ-sâm ka-kī.","tghg":"你呣通及厝邊的某行淫，來拍垃墋家己。","bklhl":"你m̄-thang kap厝邊ê bó͘行淫來phah lâ-sâm家己。"}},{"book":"利","chapter":18,"verse":21,"versions":{"unv":"不可使你的兒女經火歸與摩洛，也不可褻瀆你　神的名。我是耶和華。","bklcl":"M̄-thang hō͘ lí ê kiáⁿ-jî tùi hé-tiong kè-khì, kui hō͘ Mô͘-lo̍k;  iā m̄-thang siat-to̍k lí ê Siōng-tè ê miâ;  Góa chiū-sī Iâ-hô-hoa.","tghg":"呣通互你的子兒對火中過去歸互摩洛，也呣通褻瀆你的上帝的名。我就是耶和華。","bklhl":"M̄-thang hō͘你ê kiáⁿ兒tùi火中過去，歸hō͘ Mô͘-lo̍k；也m̄-thang褻瀆你ê上帝ê名；我就是耶和華。"}},{"book":"利","chapter":18,"verse":22,"versions":{"unv":"不可與男人苟合，像與女人一樣；這本是可憎惡的。","bklcl":"M̄-thang kap ta-po͘-lâng kau-ha̍p, chhin-chhiūⁿ kap hū-jîn-lâng chi̍t-iūⁿ;  che sī chin khó-ò͘ⁿ ê tāi.","tghg":"呣通及查甫人交合，親像及婦仁人一樣；這是真可惡的代。","bklhl":"M̄-thang kap ta-po͘人交合，親像kap婦人人一樣；這是真可惡ê tāi。"}},{"book":"利","chapter":18,"verse":23,"versions":{"unv":"不可與獸淫合，玷污自己。女人也不可站在獸前，與牠淫合；這本是逆性的事。","bklcl":"Put-lūn sím-mi̍h siù, m̄-thang kap i kau-ha̍p, lâi phah lâ-sâm ka-kī;  hū-jîn-lâng iā m̄-thang khiā tī siù ê thâu-chêng kap i kau-ha̍p;  che sī ge̍k-sèng ê tāi.","tghg":"不論甚麼獸呣通及伊交合，來拍垃墋家己。婦仁人也呣通徛佇獸的頭前，及伊交合；這是逆性的代。","bklhl":"不論甚麼獸，m̄-thang kap伊交合，來phah lâ-sâm家己；婦人人也m̄-thang khiā tī獸ê頭前kap伊交合；這是逆性ê tāi。"}},{"book":"利","chapter":18,"verse":24,"versions":{"unv":"「在這一切的事上，你們都不可玷污自己；因為我在你們面前所逐出的列邦，在這一切的事上玷污了自己；","bklcl":"Tī chiah-ê it-chhè ê sū lín lóng m̄-thang phah lâ-sâm ka-kī;  in-ūi Góa tī lín ê bīn-chêng só͘ kóaⁿ-chhut ê lia̍t-pang tī chiah-ê it-chhè ū phah lâ-sâm ka-kī;","tghg":"「佇諸個一切的事，恁攏呣通拍垃墋家己；因為我佇恁的面前所趕出的列邦，佇諸個一切有拍垃墋家己；","bklhl":"Tī chiah ê一切ê事lín lóng m̄-thang phah lâ-sâm家己；因為我tī lín ê面前所趕出ê列邦，tī chiah ê一切有phah lâ-sâm家己；"}},{"book":"利","chapter":18,"verse":25,"versions":{"unv":"連地也玷污了，所以我追討那地的罪孽，那地也吐出它的居民。","bklcl":"tōe iā phah lâ-sâm, só͘-í Góa pān i ê chōe;  hit ê tōe iā thò͘-chhut i khiā-khí ê peh-sìⁿ.","tghg":"地也拍垃墋，所以我辦伊的罪，彼個地也吐出伊徛起的百姓。","bklhl":"地也phah lâ-sâm，所以我辦伊ê罪；hit ê地也吐出伊khiā起ê百姓。"}},{"book":"利","chapter":18,"verse":26,"versions":{"unv":"故此，你們要守我的律例典章。這一切可憎惡的事，無論是本地人，是寄居在你們中間的外人，都不可行，","bklcl":"Só͘-í lín tio̍h siú Góa ê lu̍t-lē, Góa ê hoat-tō͘;  chiah-ê it-chhè khó-ò͘ⁿ ê sū, bô-lūn sī pún-tōe lâng á-sī kià-kha tī lín tiong-kan ê gōa-lâng lóng m̄-thang kiâⁿ i;","tghg":"所以，恁著守我的律例，我的法度。諸個一切可惡的事，無論是本地人，抑是寄腳佇恁中間的外人，攏呣通行伊，（","bklhl":"所以lín tio̍h守我ê律例，我ê法度；chiah ê一切可惡ê事，無論是本地人á是寄腳tī lín中間ê外人lóng m̄-thang行伊；"}},{"book":"利","chapter":18,"verse":27,"versions":{"unv":"（在你們以先居住那地的人行了這一切可憎惡的事，地就玷污了，）","bklcl":"(in-ūi tī lín í-chêng khiā-khí hit ê tōe ê lâng kiâⁿ chiah-ê it-chhè khó-ò͘ⁿ ê sū, tōe chiū phah lâ-sâm);","tghg":"因為佇恁以前徛起彼個地的人行諸個一切可惡的事，地就拍垃墋，）","bklhl":"(因為tī lín以前khiā起hit ê地ê人行chiah ê一切可惡ê事，地就phah lâ-sâm) ；"}},{"book":"利","chapter":18,"verse":28,"versions":{"unv":"免得你們玷污那地的時候，地就把你們吐出，像吐出在你們以先的國民一樣。","bklcl":"bián-tit lín phah lâ-sâm hit ê tōe ê sî, tōe chiū chiong lín thò͘-chhut, chhin-chhiūⁿ thò͘-chhut tī lín í-chêng ê peh-sìⁿ chi̍t-poaⁿ-iūⁿ.","tghg":"免得恁拍垃墋彼個地的時，地就將恁吐出，親像吐出佇恁以前的百姓一般樣。","bklhl":"免得lín phah lâ-sâm hit ê地ê時，地就將lín吐出，親像吐出tī lín以前ê百姓一般樣。"}},{"book":"利","chapter":18,"verse":29,"versions":{"unv":"無論甚麼人，行了其中可憎的一件事，必從民中剪除。","bklcl":"In-ūi kìⁿ-nā kiâⁿ chiah-ê it-chhè khó-ò͘ⁿ ê sū ê chi̍t-hāng, kiâⁿ i ê lâng beh tùi i ê peh-sìⁿ-tiong chián-tû i.","tghg":"因為見若行諸個一切可惡的事的一項，行伊的人，欲對伊的百姓中剪除伊。","bklhl":"因為見若行chiah ê一切可惡ê事ê一項，行伊ê人beh tùi伊ê百姓中剪除伊。"}},{"book":"利","chapter":18,"verse":30,"versions":{"unv":"所以，你們要守我所吩咐的，免得你們隨從那些可憎的惡俗，就是在你們以先的人所常行的，以致玷污了自己。我是耶和華─你們的　神。」","bklcl":"Só͘-í lín tio̍h siú Góa só͘ kau-tài-ê, bián-tit lín thàn hiah-ê khó-ò͘ⁿ ê hong-sio̍k, chiū-sī tī lín í-chêng ê lâng só͘ siông-siông kiâⁿ-ê, tì-kàu lín tùi hiah-ê phah lâ-sâm ka-kī;  Góa chiū-sī Iâ-hô-hoa lín ê Siōng-tè.","tghg":"所以，恁著守我所交代的，免得恁趁許個可惡的風俗，就是佇恁以前的人所常常行的，致到恁對許個拍垃墋家己。我就是耶和華──恁的上帝。」","bklhl":"所以lín tio̍h守我所交帶ê，免得lín thàn hiah-ê可惡ê風俗，就是tī lín以前ê人所常常行ê，致到lín tùi hiah-ê phah lâ-sâm家己；我就是耶和華lín ê上帝。"}}]