[{"book":"利","chapter":21,"verse":1,"versions":{"unv":"耶和華對摩西說：「你告訴亞倫子孫作祭司的說：祭司不可為民中的死人沾染自己，","bklcl":"Iâ-hô-hoa tùi Mô͘-se kóng, Lí tio̍h hoan-hù A-lûn ê kiáⁿ-sun chòe chè-si-ê kóng, Cho̍k-tiong ū lâng sí, m̄-thang ūi-tio̍h i lâi phah lâ-sâm ka-kī.","tghg":"耶和華對摩西講：「你著吩咐亞倫的子孫做祭司者講：族中有人死，呣通為著伊來拍垃墋家己，","bklhl":"耶和華對摩西講：你tio̍h吩咐亞倫ê kiáⁿ孫做祭司ê講：族中有人死，m̄-thang為tio̍h伊來phah lâ-sâm家己。"}},{"book":"利","chapter":21,"verse":2,"versions":{"unv":"除非為他骨肉之親的父母、兒女、弟兄，","bklcl":"To̍k-to̍k ūi-tio̍h i kut-jio̍k ê chhin, chiū-sī ūi-tio̍h i ê lāu-bú, ūi-tio̍h i ê lāu-pē, ūi-tio̍h i ê kiáⁿ, ūi-tio̍h i ê cha-bó͘-kiáⁿ, ūi-tio̍h i ê hiaⁿ-tī,","tghg":"獨獨為著伊骨肉的親就是為著伊的老母，為著伊的老父，為著伊的子，為著伊的查某子，為著伊的兄弟，","bklhl":"獨獨為tio̍h伊骨肉ê親，就是為tio̍h伊ê老母，為tio̍h伊ê老父，為tio̍h伊ê kiáⁿ，為tio̍h伊ê cha-bó͘-kiáⁿ，為tio̍h伊ê兄弟，"}},{"book":"利","chapter":21,"verse":3,"versions":{"unv":"和未曾出嫁、作處女的姊妹，才可以沾染自己。","bklcl":"í-ki̍p kap i chì-chhin chòe chāi-sek-lú ê chí-bē, ūi-tio̍h i thang phah lâ-sâm ka-kī.","tghg":"以及及伊至親、做在室女的姊妹，為著伊通拍垃墋家己。","bklhl":"以及kap伊至親做在室女ê姊妹，為tio̍h伊thang phah lâ-sâm家己。"}},{"book":"利","chapter":21,"verse":4,"versions":{"unv":"祭司既在民中為首，就不可從俗沾染自己。","bklcl":"I í-keng tī peh-sìⁿ-tiong chòe-thâu, chiū m̄-thang chiông-sio̍k lâi phah lâ-sâm ka-kī.","tghg":"伊已經佇百姓中做頭，就呣通從俗來拍垃墋家己。","bklhl":"伊已經tī百姓中做頭，就m̄-thang從俗來phah lâ-sâm家己。"}},{"book":"利","chapter":21,"verse":5,"versions":{"unv":"不可使頭光禿；不可剃除鬍鬚的周圍，也不可用刀劃身。","bklcl":"Thâu-khak m̄-thang thì-kng-kng;  chhùi-chhiu ê chiu-ûi m̄-thang khun; iā m̄-thang ka-kī koah-bah.","tghg":"頭殼呣通剃光光；嘴鬚(chhùi-chhiu)的周圍(chiu-ûi)呣通髡(khun)，也呣通家己割肉。","bklhl":"頭殼m̄-thang剃光光；嘴鬚ê周圍m̄-thang khun；也m̄-thang家己割肉。"}},{"book":"利","chapter":21,"verse":6,"versions":{"unv":"要歸　神為聖，不可褻瀆　神的名；因為耶和華的火祭，就是　神的食物，是他們獻的，所以他們要成為聖。","bklcl":"Tio̍h kui in ê Siōng-tè lâi chiâⁿ-sèng, m̄-thang siat-to̍k in ê Siōng-tè ê miâ;  in-ūi Iâ-hô-hoa ê hé-chè sī in ê Siōng-tè ê chia̍h-mi̍h, sī in só͘ hiàn-ê, só͘-í in tio̍h chiâⁿ chòe sèng.","tghg":"著歸𪜶的上帝來成聖，呣通褻瀆(siat-to̍k)𪜶的上帝的名；因為耶和華的火祭，是𪜶的上帝的食物，是𪜶所獻的，所以𪜶著成做聖。","bklhl":"Tio̍h 歸in ê上帝來成聖，m̄-thang褻瀆in ê上帝ê名；因為耶和華ê火祭是in ê上帝ê食物，是in所獻ê，所以in tio̍h成做聖。"}},{"book":"利","chapter":21,"verse":7,"versions":{"unv":"不可娶妓女或被污的女人為妻，也不可娶被休的婦人為妻，因為祭司是歸　神為聖。","bklcl":"In m̄-thang chhōa kī-lú chòe-bó͘, á-sī siū phah lâ-sâm ê hū-jîn-lâng chòe-bó͘;  iā m̄-thang chhōa hō͘ tiōng-hu lî-chhut ê hū-jîn-lâng chòe-bó͘;  in-ūi in sī kui in ê Siōng-tè chòe-sèng.","tghg":"𪜶呣通娶妓女做某，抑是受拍垃墋的婦仁人做某，也呣通娶互丈夫離出的婦仁人做某，因為𪜶是歸𪜶的上帝做聖。","bklhl":"in m̄-thang娶妓女做bó͘，á是受phah lâ-sâm ê婦人人做bó͘；也m̄-thang娶hō͘丈夫離出ê婦人人做bó͘；因為in是歸in ê上帝做聖。"}},{"book":"利","chapter":21,"verse":8,"versions":{"unv":"所以你要使他成聖，因為他奉獻你　神的食物；你要以他為聖，因為我─使你們成聖的耶和華─是聖的。","bklcl":"Só͘-í lí tio̍h hun-piat i chòe-sèng;  in-ūi i hiàn lí ê Siōng-tè ê chia̍h-mi̍h, lí tio̍h khòaⁿ i chòe-sèng;  in-ūi Góa, hō͘ lín chiâⁿ-sèng ê Iâ-hô-hoa, chiū-sī sèng-ê.","tghg":"所以你著分別伊做聖，因為伊獻你的上帝的食物；你著看伊做聖，因為我──互恁成聖的耶和華──就是聖者。","bklhl":"所以你tio̍h分別伊做聖；因為伊獻你ê上帝ê食物，你tio̍h看i做聖；因為我，hō͘ lín成聖ê耶和華，就是聖ê。"}},{"book":"利","chapter":21,"verse":9,"versions":{"unv":"祭司的女兒若行淫辱沒自己，就辱沒了父親，必用火將她焚燒。","bklcl":"Chè-si ê cha-bó͘-kiáⁿ nā kiâⁿ-îm, lêng-jio̍k ka-kī, chiū-sī lêng-jio̍k i ê lāu-pē, tio̍h ēng hé sio i.","tghg":"祭司的查某子若行淫凌辱家己，就是凌辱伊的老父，著用火燒伊。","bklhl":"祭司ê cha-bó͘-kiáⁿ若行淫，凌辱家己，就是凌辱伊ê老父，tio̍h用火燒伊。"}},{"book":"利","chapter":21,"verse":10,"versions":{"unv":"「在弟兄中作大祭司、頭上倒了膏油、又承接聖職，穿了聖衣的，不可蓬頭散髮，也不可撕裂衣服。","bklcl":"Tī hiaⁿ-tī-tiong chòe chè-si-thâu, ēng boah ê iû thîn tī i ê thâu-khak, koh siat-li̍p tam-tng sèng-chit, chhēng sèng saⁿ ê, m̄-thang phah-sòaⁿ thâu-mn̂g, iā m̄-thang thiah-li̍h saⁿ.","tghg":"「佇兄弟中做祭司頭，用抹的油斟佇伊的頭殼，閣設立擔當聖職，穿聖衫的，呣通拍散頭毛，也呣通拆裂衫。","bklhl":"Tī兄弟中做祭司頭，用抹ê油thîn tī伊ê頭殼，koh設立擔當聖職，穿聖衫ê，m̄-thang phah散頭毛，也m̄-thang拆裂衫。"}},{"book":"利","chapter":21,"verse":11,"versions":{"unv":"不可挨近死屍，也不可為父母沾染自己。","bklcl":"M̄-thang óa-kūn sí-si;  iā m̄-thang ūi-tio̍h i ê lāu-pē, á-sī i ê lāu-bú, phah lâ-sâm ka-kī.","tghg":"呣通倚近死屍，也呣通為著伊的老父抑是伊的老母，拍垃墋家己。","bklhl":"M̄-thang óa近死屍；也m̄-thang為tio̍h伊ê老父，á是伊ê老母，phah lâ-sâm家己。"}},{"book":"利","chapter":21,"verse":12,"versions":{"unv":"不可出聖所，也不可褻瀆　神的聖所，因為　神膏油的冠冕在他頭上。我是耶和華。","bklcl":"M̄-thang chhut sèng-só͘, iā m̄-thang siat-to̍k i ê Siōng-tè ê sèng-só͘, in-ūi i ê Siōng-tè boah-iû ê bián-liû tī i ê thâu-khak;  Góa sī Iâ-hô-hoa.","tghg":"呣通出聖所，也呣通褻瀆伊的上帝的聖所，因為伊的上帝抹油的冕旒佇伊的頭殼。我是耶和華。","bklhl":"M̄-thang出聖所，也m̄-thang褻瀆伊ê上帝ê聖所，因為伊ê上帝抹油ê冕旒tī伊ê頭殼；我是耶和華。"}},{"book":"利","chapter":21,"verse":13,"versions":{"unv":"他要娶處女為妻。","bklcl":"I tio̍h chhōa chāi-sek-lú chòe-bó͘.","tghg":"伊著娶在室女做某。","bklhl":"伊tio̍h娶在室女做bó͘。"}},{"book":"利","chapter":21,"verse":14,"versions":{"unv":"寡婦或是被休的婦人，或是被污為妓的女人，都不可娶；只可娶本民中的處女為妻。","bklcl":"Kóaⁿ-hū, á-sī siū-lî ê hū-jîn-lâng, á-sī siū phah lâ-sâm-ê, á-sī chhiong-ki chiah-ê, lóng m̄-thang chhōa;  to̍k-to̍k thang chhōa pún-cho̍k ê chāi-sek-lú chòe-bó͘.","tghg":"寡婦抑是受離的婦仁人，抑是受拍垃墋者抑是娼妓諸個，攏呣通娶；獨獨通娶本族的在室女做某。","bklhl":"寡婦，á是受離ê婦人人，á是受phah lâ-sâm-ê，á是娼妓chiah ê，lóng m̄-thang娶；獨獨thang娶本族ê在室女做bó͘。"}},{"book":"利","chapter":21,"verse":15,"versions":{"unv":"不可在民中辱沒他的兒女，因為我是叫他成聖的耶和華。」","bklcl":"Tī i ê peh-sìⁿ-tiong m̄-thang lêng-jio̍k i ê hō͘-è;  in-ūi Góa sī hō͘ i chiâⁿ-sèng ê Iâ-hô-hoa.","tghg":"佇伊的百姓中呣通凌辱伊的後裔，因為我是互伊成聖的耶和華。」","bklhl":"tī伊ê百姓中m̄-thang凌辱伊ê後裔；因為我是hō͘伊成聖ê耶和華。"}},{"book":"利","chapter":21,"verse":16,"versions":{"unv":"耶和華對摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"利","chapter":21,"verse":17,"versions":{"unv":"「你告訴亞倫說：你世世代代的後裔，凡有殘疾的，都不可近前來獻他　神的食物。","bklcl":"Lí tio̍h kā A-lûn kóng, Lí ta̍k sè-tāi ê hō͘-è kìⁿ ū phòa-siùⁿ ê, lóng m̄-thang kūn-chêng lâi hiàn i ê Siōng-tè ê chia̍h-mi̍h.","tghg":"「你著給亞倫講：你逐世代的後裔，見有破相的，攏呣通近前來獻伊的上帝的食物。","bklhl":"你tio̍h kā亞倫講：你ta̍k世代ê後裔見有破相ê，lóng m̄-thang近前來獻伊ê上帝ê食物。"}},{"book":"利","chapter":21,"verse":18,"versions":{"unv":"因為凡有殘疾的，無論是瞎眼的、瘸腿的、塌鼻子的、肢體有餘的、","bklcl":"In-ūi kìⁿ-ū phòa-siùⁿ ê lâng, bô-lūn sī chhiⁿ-mî-ê, pái-kha-ê, nah-phīⁿ-ê, chi-thé ū ke-ê,","tghg":"因為見有破相的人，無論是睛瞑的、跛腳的，凹鼻(nah-phīⁿ)的、肢體有加的、","bklhl":"因為見有破相ê人，無論是chhiⁿ-mî-ê，跛腳ê，凹鼻ê，肢體有加ê，"}},{"book":"利","chapter":21,"verse":19,"versions":{"unv":"折腳折手的、","bklcl":"chi̍h-kha chi̍h-chhiú ê,","tghg":"折(chi̍h)腳折手的、","bklhl":"折腳折手ê，"}},{"book":"利","chapter":21,"verse":20,"versions":{"unv":"駝背的、矮矬的、眼睛有毛病的、長癬的、長疥的，或是損壞腎子的，都不可近前來。","bklcl":"ún-ku-ê, óe-sòe-ê, ba̍k-chiu ū mâu-pēng-ê, siⁿ-sián-ê, siⁿ-chhng-ê, á-sī sún-hoāi gōa-sin ê, lóng m̄-thang kūn-chêng-lâi.","tghg":"瘟痀(ún-ku)的、矮細(óe-sòe)的、目睭有毛病的、生癬的、生瘡的，抑是損壞外腎的，攏呣通近前來。","bklhl":"ún-ku-ê，矮細ê，目睭有毛病ê，生癬ê，生瘡ê，á是損壞外身ê，lóng m̄-thang近前來。"}},{"book":"利","chapter":21,"verse":21,"versions":{"unv":"祭司亞倫的後裔，凡有殘疾的，都不可近前來，將火祭獻給耶和華。他有殘疾，不可近前來獻　神的食物。","bklcl":"Chè-si A-lûn ê hō͘-è, hoān ū phòa-siùⁿ-ê, lóng m̄-thang kūn-chêng lâi hiàn Iâ-hô-hoa ê hé-chè;  i ū phòa-siùⁿ, m̄-thang kūn-chêng lâi hiàn i ê Siōng-tè ê chia̍h-mi̍h.","tghg":"祭司亞倫的後裔，凡有破相的，攏呣通近前來，獻耶和華的火祭。伊有破相，呣通近前來獻伊的上帝的食物。","bklhl":"祭司亞倫ê後裔，凡有破相ê，lóng m̄-thang近前來獻耶和華ê火祭；伊有破相，m̄-thang近前來獻伊ê上帝ê食物。"}},{"book":"利","chapter":21,"verse":22,"versions":{"unv":"　神的食物，無論是聖的，至聖的，他都可以吃。","bklcl":"Siōng-tè ê chia̍h-mi̍h, bô-lūn sī chì-sèng-ê, sī sèng-ê, i lóng thang chia̍h.","tghg":"上帝的食物，無論是至聖者，是聖者，伊攏通食。","bklhl":"上帝ê食物，無論是至聖ê，是聖ê，伊lóng thang食。"}},{"book":"利","chapter":21,"verse":23,"versions":{"unv":"但不可進到幔子前，也不可就近壇前；因為他有殘疾，免得褻瀆我的聖所。我是叫他成聖的耶和華。」","bklcl":"Chóng-sī m̄-thang lâi kàu tiùⁿ-lî, iā m̄-thang kūn tôaⁿ-chêng, in-ūi i ū phòa-siùⁿ, bián-tit siat-to̍k Góa hiah-ê sèng-só͘;  in-ūi Góa sī hō͘ in chiâⁿ-sèng ê Iâ-hô-hoa.","tghg":"總是呣通來到帳簾，也呣通近壇前，因為伊有破相，免得褻瀆我許個聖所。因為我是互𪜶成聖的耶和華。」","bklhl":"總是m̄-thang來到帳籬，也m̄-thang近壇前，因為伊有破相，免得褻瀆我hiah-ê聖所；因為我是hō͘ in成聖ê耶和華。"}},{"book":"利","chapter":21,"verse":24,"versions":{"unv":"於是，摩西曉諭亞倫和亞倫的子孫，並以色列眾人。","bklcl":"Tùi án-ni Mô͘-se hoan-hù A-lûn kap i hiah-ê kiáⁿ kap Í-sek-lia̍t chèng-lâng kóng.","tghg":"對按呢，摩西吩咐亞倫及伊許個子，及以色列眾人講。","bklhl":"Tùi án-ni，摩西吩咐亞倫kap伊hiah-ê kiáⁿ kap以色列眾人講。"}}]