[{"book":"利","chapter":2,"verse":1,"versions":{"unv":"「若有人獻素祭為供物給耶和華，要用細麵澆上油，加上乳香，","bklcl":"Nā ū lâng hiàn sò͘-chè chòe lé-mi̍h hō͘ Iâ-hô-hoa, tio̍h ēng iù ê mī-hún chòe i ê lé-mi̍h;  tio̍h thîn iû tī hit téng-bīn, hē jú-hiuⁿ tī hit téng-bīn.","tghg":"「若有人獻素祭做禮物互耶和華，著用幼的麵粉做伊的禮物著斟油佇彼頂面，下乳香佇彼頂面，","bklhl":"若有人獻素祭做禮物hō͘耶和華，tio̍h用幼ê麵粉做伊ê禮物；tio̍h thîn油tī hit頂面，hē乳香tī hit頂面。"}},{"book":"利","chapter":2,"verse":2,"versions":{"unv":"帶到亞倫子孫作祭司的那裡；祭司就要從細麵中取出一把來，並取些油和所有的乳香，然後要把所取的這些作為紀念，燒在壇上，是獻與耶和華為馨香的火祭。","bklcl":"Tòa kàu A-lûn ê kiáⁿ-sun chòe chè-si-ê hia;  i chiū tùi iù ê mī-hún-tiong chhú-chhut chi̍t-pé lâi, kap tām-po̍h iû, í-ki̍p lóng-chóng ê jú-hiuⁿ;  chè-si chiū sio i tī tôaⁿ-téng chòe kì-liām;  sī hiàn hō͘ Iâ-hô-hoa chòe phang-phang ê hé-chè.","tghg":"帶到亞倫的子孫做祭司者遐；伊就對幼的麵粉中取出一把來，及淡薄油以及攏總的乳香，祭司就燒伊佇壇頂做紀念，是獻互耶和華做芳芳的火祭。","bklhl":"帶到亞倫ê kiáⁿ孫做祭司ê hia；伊就tùi幼ê麵粉中取出一把來，kap淡薄油，以及lóng總ê乳香；祭司就燒伊tī壇頂做記念；是獻hō͘耶和華做芳芳ê火祭。"}},{"book":"利","chapter":2,"verse":3,"versions":{"unv":"素祭所剩的要歸給亞倫和他的子孫；這是獻與耶和華的火祭中為至聖的。","bklcl":"Sò͘-chè só͘ chhun-ê, tio̍h kui hō͘ A-lûn kap i ê kiáⁿ-sun;  che sī hiàn-hō͘ Iâ-hô-hoa hé-chè-tiong chòe chì-sèng-ê.","tghg":"素祭所剩的著歸互亞倫及伊的子孫；這是獻互耶和華火祭中做至聖的。","bklhl":"素祭所chhun-ê，tio̍h歸hō͘亞倫kap伊ê kiáⁿ孫；這是獻hō͘耶和華火祭中做至聖ê。"}},{"book":"利","chapter":2,"verse":4,"versions":{"unv":"「若用爐中烤的物為素祭，就要用調油的無酵細麵餅，或是抹油的無酵薄餅。","bklcl":"Lí nā tòa hé-lô͘ só͘ pek ê lé-mi̍h chòe sò͘-chè, tio̍h ēng iù mī-hún ê bô-kàⁿ-piáⁿ, ēng iû tiau-hô-ê, á-sī bô-kàⁿ ê po̍h-piáⁿ ēng iû boah-ê.","tghg":"「你若帶火爐所煏(pek)的禮物做素祭，著用幼麵粉的無酵餅用油調和的，抑是無酵的薄餅用油抹的。","bklhl":"你若帶火爐所pek ê禮物做素祭，tio̍h用幼麵粉ê無酵餅，用油調和ê，á是無酵ê薄餅用油抹ê。"}},{"book":"利","chapter":2,"verse":5,"versions":{"unv":"若用鐵鏊上做的物為素祭，就要用調油的無酵細麵，","bklcl":"Nā ēng chian-pôaⁿ chian ê lé-mi̍h chòe sò͘-chè, chiū tio̍h ēng tiau-hô iû bô-kàⁿ ê iù mī-hún.","tghg":"若用煎盤煎的禮物做素祭，就著用調和油無酵的幼麵粉，","bklhl":"若用煎盤煎ê禮物做素祭，就tio̍h用調和油無酵ê幼麵粉。"}},{"book":"利","chapter":2,"verse":6,"versions":{"unv":"分成塊子，澆上油；這是素祭。","bklcl":"Tio̍h peh kui-tè, thîn iû tī téng-bīn;  che sī sò͘-chè.","tghg":"著擘歸塊，斟油佇頂面；這是素祭。","bklhl":"Tio̍h peh kui塊，thîn油tī頂面；這是素祭。"}},{"book":"利","chapter":2,"verse":7,"versions":{"unv":"若用煎盤做的物為素祭，就要用油與細麵做成。","bklcl":"Nā ēng tiáⁿ-á chú ê lé-mi̍h chòe sò͘-chè;  chiū tio̍h ēng iû kap iù mī-hún chòe.","tghg":"若用鼎仔煮的禮物做素祭，就著用油及幼麵粉做。","bklhl":"若用鼎á煮ê禮物做素祭；就tio̍h用油kap幼麵粉做。"}},{"book":"利","chapter":2,"verse":8,"versions":{"unv":"要把這些東西做的素祭帶到耶和華面前，並奉給祭司，帶到壇前。","bklcl":"Tio̍h chiong chiah-ê mi̍h chòe sò͘-chè, tòa kàu Iâ-hô-hoa ê bīn-chêng, kau-tài chè-si, hō͘ i tòa kàu tôaⁿ-chêng.","tghg":"著將諸個物做素祭帶到耶和華的面前，交代祭司，互伊帶到壇前。","bklhl":"Tio̍h將chiah ê物做素祭，帶到耶和華ê面前，交帶祭司，hō͘伊帶到壇前。"}},{"book":"利","chapter":2,"verse":9,"versions":{"unv":"祭司要從素祭中取出作為紀念的，燒在壇上，是獻與耶和華為馨香的火祭。","bklcl":"Chè-si tio̍h tùi sò͘-chè-tiong the̍h-chhut chòe kì-liām-ê, sio tī tôaⁿ-téng;  sī hiàn hō͘ Iâ-hô-hoa chòe phang-phang ê hé-chè.","tghg":"祭司著對素祭中提出做紀念的，燒佇壇頂，是獻互耶和華做芳芳的火祭。","bklhl":"祭司tio̍h tùi素祭中the̍h出做記念ê，燒tī壇頂；是獻hō͘耶和華做芳芳ê火祭。"}},{"book":"利","chapter":2,"verse":10,"versions":{"unv":"素祭所剩的要歸給亞倫和他的子孫。這是獻與耶和華的火祭中為至聖的。","bklcl":"Sò͘-chè só͘ chhun-ê tio̍h kui hō͘ A-lûn kap i ê kiáⁿ-sun;  che sī hiàn-hō͘ Iâ-hô-hoa ê hé-chè-tiong chòe chì-sèng-ê.","tghg":"素祭所剩的著歸互亞倫及伊的子孫。這是獻互耶和華的火祭中做至聖的。","bklhl":"素祭所chhun-ê tio̍h歸hō͘亞倫kap伊ê kiáⁿ孫；這是獻hō͘耶和華ê火祭中做至聖ê。"}},{"book":"利","chapter":2,"verse":11,"versions":{"unv":"「凡獻給耶和華的素祭都不可有酵；因為你們不可燒一點酵、一點蜜當作火祭獻給耶和華。","bklcl":"Kìⁿ-nā lín hiàn-hō͘ Iâ-hô-hoa ê sò͘-chè, lóng m̄-thang ēng kàⁿ chòe i, in-ūi kàⁿ kap bi̍t lín lóng m̄-thang sio i, lâi chòe hé-chè hiàn hō͘ Iâ-hô-hoa.","tghg":"「見若恁獻互耶和華的素祭攏呣通用酵做伊；因為酵及蜜恁攏呣通燒伊來做火祭獻互耶和華。","bklhl":"見若lín獻hō͘耶和華ê素祭，lóng m̄-thang用酵做伊，因為酵kap蜜lín lóng m̄-thang燒伊，來做火祭獻hō͘耶和華。"}},{"book":"利","chapter":2,"verse":12,"versions":{"unv":"這些物要獻給耶和華作為初熟的供物，只是不可在壇上獻為馨香的祭。","bklcl":"Chiah-ê mi̍h lín tio̍h hiàn hō͘ Iâ-hô-hoa, chòe khí-thâu-se̍k ê lé-mi̍h;  chóng-sī m̄-thang chiūⁿ tôaⁿ-téng chòe phang-bī.","tghg":"諸個物恁著獻互耶和華做起頭熟的禮物，總是呣通上壇頂做芳味(phang-bī)。","bklhl":"Chiah-ê物lín tio̍h獻hō͘耶和華，做起頭熟ê禮物；總是m̄-thang上壇頂做芳味。"}},{"book":"利","chapter":2,"verse":13,"versions":{"unv":"凡獻為素祭的供物都要用鹽調和，在素祭上不可缺了你　神立約的鹽。一切的供物都要配鹽而獻。","bklcl":"Kìⁿ-nā hiàn chòe sò͘-chè ê lé-mi̍h, lóng tio̍h ēng iâm tiau-hô;  tī lí sò͘-chè ê téng-bīn m̄-thang khiàm-kheh lín ê Siōng-tè li̍p-iok ê iâm;  lí it-chhè ê lé-mi̍h, lóng tio̍h phòe iâm lâi hiàn.","tghg":"見若獻做素祭的禮物攏著用鹽調和，佇你素祭的頂面呣通欠缺恁的上帝立約的鹽。你一切的禮物攏著配鹽來獻。","bklhl":"見若獻做素祭ê禮物，lóng tio̍h用鹽調和；tī你素祭ê頂面m̄-thang欠缺lín ê上帝立約ê鹽；你一切ê禮物，lóng tio̍h配鹽來獻。"}},{"book":"利","chapter":2,"verse":14,"versions":{"unv":"若向耶和華獻初熟之物為素祭，要獻上烘了的禾穗子，就是軋了的新穗子，當作初熟之物的素祭。","bklcl":"Nā ēng khí-thâu sêng-se̍k ê mi̍h chòe sò͘-chè, hiàn hō͘ Iâ-hô-hoa chòe lé-mi̍h, tio̍h ēng sin ê sūi, chiū-sī kè-lún, kè hang ê hó ngó͘-kok, hiàn i chòe lín khí-thâu sêng-se̍k ê sò͘-chè.","tghg":"若用起頭成熟的物做素祭獻互耶和華做禮物，著用新的穗，就是過碖(kè-lún)過烘的好五穀，獻伊做恁起頭成熟的素祭。","bklhl":"若用起頭成熟ê物做素祭，獻hō͘耶和華做禮物，tio̍h用新ê穗，就是過lún，過烘ê好五穀，獻伊做lín起頭成熟ê素祭。"}},{"book":"利","chapter":2,"verse":15,"versions":{"unv":"並要抹上油，加上乳香；這是素祭。","bklcl":"Iā tio̍h thîn iû tī hit téng-bīn, hē jú-hiuⁿ tī hit téng-bīn;  che sī sò͘-chè.","tghg":"也著斟油佇彼頂面，下乳香佇彼頂面；這是素祭。","bklhl":"也tio̍h thîn油tī hit頂面，hē乳香tī hit頂面；這是素祭。"}},{"book":"利","chapter":2,"verse":16,"versions":{"unv":"祭司要把其中作為紀念的，就是一些軋了的禾穗子和一些油，並所有的乳香，都焚燒，是向耶和華獻的火祭。」","bklcl":"Chè-si tio̍h chiong hit tiong-kan, chòe kì-liām-ê, chiū-sī kè-lún ê sūi chi̍t-hūn, kap iû chi̍t-hūn, í-ki̍p it-chhè ê jú-hiuⁿ, lóng sio i;  che sī hiàn hō͘ Iâ-hô-hoa ê hé-chè.","tghg":"祭司著將彼中間做紀念的，就是過碖的穗一份及油一份，以及一切的乳香，攏燒伊，這是獻互耶和華的火祭。」","bklhl":"祭司tio̍h將hit中間，做記念ê，就是過lún ê穗一份，kap油一份，以及一切ê乳香，lóng燒伊；這是獻hō͘耶和華ê火祭。"}}]