[{"book":"利","chapter":27,"verse":1,"versions":{"unv":"耶和華對摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"利","chapter":27,"verse":2,"versions":{"unv":"「你曉諭以色列人說：人還特許的願，被許的人要按你所估的價值歸給耶和華。","bklcl":"Lí tio̍h hoan-hù Í-sek-lia̍t lâng kóng, Ēng lâng hē te̍k-pia̍t ê goān, tio̍h chiàu lí só͘ kó͘ ê sin-kè kui hō͘ Iâ-hô-hoa.","tghg":"「你著吩咐以色列人講：用人下特別的願，著照你所估的身價歸互耶和華。","bklhl":"你tio̍h吩咐以色列人講：用人下特別ê願，tio̍h照你所估ê身價歸hō͘耶和華。"}},{"book":"利","chapter":27,"verse":3,"versions":{"unv":"你估定的，從二十歲到六十歲的男人，要按聖所的平，估定價銀五十舍客勒。","bklcl":"Lí só͘ kó͘ ê kè, ta-po͘-lâng tùi jī-cha̍p hè kàu la̍k-cha̍p hè, tio̍h kó͘ i ê kè-gûn gō͘-cha̍p sià-khek-le̍k, chiàu sèng-só͘ ê sià-khek-le̍k.","tghg":"你所估的價，查甫人對二十歲到六十歲，著估伊的價銀五十舍客勒，照聖所的舍客勒。","bklhl":"你所估ê價，ta-po͘人tùi二十歲到六十歲，tio̍h估伊ê價銀五十sià-khek-le̍k，照聖所ê sià-khek-le̍k。"}},{"book":"利","chapter":27,"verse":4,"versions":{"unv":"若是女人，你要估定三十舍客勒。","bklcl":"Nā sī cha-bó͘-lâng, lí tio̍h kó͘ i ê kè saⁿ-cha̍p sià-khek-le̍k.","tghg":"若是查某人，你著估伊的價三十舍客勒。","bklhl":"若是cha-bó͘人，你tio̍h估伊ê價三十sià-khek-le̍k。"}},{"book":"利","chapter":27,"verse":5,"versions":{"unv":"若是從五歲到二十歲，男子你要估定二十舍客勒，女子估定十舍客勒。","bklcl":"Nā sī tùi gō͘-hè kàu jī-cha̍p hè, ta-po͘-ê lí tio̍h kó͘ i ê kè jī-cha̍p sià-khek-le̍k;  cha-bó͘-lâng kó͘ cha̍p sià-khek-le̍k.","tghg":"若是對五歲到二十歲，查甫的你著估伊的價二十舍客勒，查某人估十舍客勒。","bklhl":"若是tùi五歲到二十歲，ta-po͘-ê你tio̍h估伊ê價二十sià-khek-le̍k；cha-bó͘人估十sià-khek-le̍k。"}},{"book":"利","chapter":27,"verse":6,"versions":{"unv":"若是從一月到五歲，男子你要估定五舍客勒，女子估定三舍客勒。","bklcl":"Nā sī tùi móa-ge̍h kàu gō͘-hè, ta-po͘-ê lí tio̍h kó͘ kè-gûn gō͘ sià-khek-le̍k, cha-bó͘-ê tio̍h kó͘ kè-gûn saⁿ sià-khek-le̍k.","tghg":"若是對滿月到五歲，查甫的你著估價銀五舍客勒，查某的著估價銀三舍客勒。","bklhl":"若是tùi滿月到五歲，ta-po͘-ê你tio̍h估價銀五sià-khek-le̍k，cha-bó͘-ê tio̍h估價銀三sià-khek-le̍k。"}},{"book":"利","chapter":27,"verse":7,"versions":{"unv":"若是從六十歲以上，男人你要估定十五舍客勒，女人估定十舍客勒。","bklcl":"Nā sī tùi la̍k-cha̍p hè í-chiūⁿ, ta-po͘-lâng lí tio̍h kó͘ kè-gûn cha̍p-gō͘ sià-khek-le̍k, cha-bó͘-lâng cha̍p sià-khek-le̍k.","tghg":"若是對六十歲以上，查甫人你著估價銀十五舍客勒，查某人十舍客勒。","bklhl":"若是對六十歲以上，ta-po͘人你tio̍h估價銀十五sià-khek-le̍k，cha-bó͘人十sià-khek-le̍k。"}},{"book":"利","chapter":27,"verse":8,"versions":{"unv":"他若貧窮，不能照你所估定的價，就要把他帶到祭司面前，祭司要按許願人的力量估定他的價。","bklcl":"Hit-lâng nā sòng-hiong, bōe chiàu lí só͘ kó͘ ê kè, chiū tio̍h hō͘ i khiā tī chè-si ê bīn-chêng, chè-si tio̍h kó͘ i;  chiàu hē-goān ê lâng ê khùi-la̍t, chè-si tio̍h kó͘ i.","tghg":"彼人若喪鄉，𣍐照你所估的價，就著互伊徛佇祭司的面前祭司著估伊，照下願的人的氣力，祭司著估伊。","bklhl":"Hit人若sòng-hiong，bōe照你所估ê價，就tio̍h hō͘伊khiā tī祭司ê面前，祭司tio̍h估伊；照下願ê人ê氣力，祭司tio̍h估伊。"}},{"book":"利","chapter":27,"verse":9,"versions":{"unv":"「所許的若是牲畜，就是人獻給耶和華為供物的，凡這一類獻給耶和華的，都要成為聖。","bklcl":"Nā sī cheng-siⁿ, chiū-sī lâng hiàn hō͘ Iâ-hô-hoa chòe lé-mi̍h ê, lóng tio̍h hun-piat i chòe-sèng.","tghg":"「若是精牲，就是人獻互耶和華做禮物的，攏著分別伊做聖。","bklhl":"若是cheng-siⁿ，就是人獻hō͘耶和華做禮物ê，lóng tio̍h分別伊做聖。"}},{"book":"利","chapter":27,"verse":10,"versions":{"unv":"人不可改換，也不可更換，或是好的換壞的，或是壞的換好的。若以牲畜更換牲畜，所許的與所換的都要成為聖。","bklcl":"Lâng m̄-thang kóe-ōaⁿ, iā m̄-thang tùi-ōaⁿ, he̍k-sī ēng hó-ê ōaⁿ pháiⁿ-ê, á-sī ēng pháiⁿ-ê ōaⁿ hó-ê;  nā ēng cheng-siⁿ tùi-ōaⁿ cheng-siⁿ, só͘ hē ê kap só͘ ōaⁿ ê lóng tio̍h hun-piat i chòe-sèng.","tghg":"人呣通改換，也呣通對換，或是用好的換歹的，抑是用歹的換好的。若用精牲對換精牲，所下的及所換的攏著分別伊做聖。","bklhl":"人m̄-thang改換，也m̄-thang對換，或是用好ê換pháiⁿ-ê，á是用pháiⁿ-ê 換好ê；若用cheng-siⁿ對換cheng-siⁿ，所下ê kap所換ê lóng tio̍h分別伊做聖。"}},{"book":"利","chapter":27,"verse":11,"versions":{"unv":"若牲畜不潔淨，是不可獻給耶和華為供物的，就要把牲畜安置在祭司面前。","bklcl":"Nā bô chheng-khì ê cheng-siⁿ, lâng só͘ m̄-thang  hiàn-hō͘ Iâ-hô-hoa chòe lé-mi̍h ê, chiū tio̍h hō͘ cheng-siⁿ khiā tī chè-si ê bīn-chêng;","tghg":"若無清氣的精牲，人所呣通獻互耶和華做禮物的，就著互精牲徛佇祭司的面前。","bklhl":"若無清氣ê cheng-siⁿ，人所m̄-thang獻hō͘耶和華做禮物ê，就tio̍h hō͘ cheng-siⁿ khiā tī祭司ê面前；"}},{"book":"利","chapter":27,"verse":12,"versions":{"unv":"祭司就要估定價值；牲畜是好是壞，祭司怎樣估定，就要以怎樣為是。","bklcl":"chè-si chiū tio̍h kó͘ i ê kè;  cheng-siⁿ sī hó sī pháiⁿ, lí chè-si só͘-kó͘-ê án-ni chiū-sī.","tghg":"祭司就著估伊的價；精牲是好是歹，你祭司所估的按呢就是。","bklhl":"祭司就tio̍h估伊ê價；cheng-siⁿ是好是pháiⁿ，你祭司所估ê án-ni就是。"}},{"book":"利","chapter":27,"verse":13,"versions":{"unv":"他若一定要贖回，就要在你所估定的價值以外加上五分之一。","bklcl":"I nā it-tēng beh sio̍k-hôe, chiū tio̍h tī lí só͘ kó͘ ê kè-chîⁿ í-gōa, ke-thiⁿ gō͘-hūn ê chi̍t-hūn.","tghg":"伊若一定欲贖回，就著佇你所估的價錢以外加添五份的一份。","bklhl":"伊若一定beh贖回，就tio̍h tī你所估ê價錢以外，加添五份ê一份。"}},{"book":"利","chapter":27,"verse":14,"versions":{"unv":"「人將房屋分別為聖，歸給耶和華，祭司就要估定價值。房屋是好是壞，祭司怎樣估定，就要以怎樣為定。","bklcl":"Lâng ēng chhù hun-piat chòe-sèng, kui hō͘ Iâ-hô-hoa, chè-si chiū tio̍h kó͘ i ê kè, chhù sī hó sī pháiⁿ; chè-si só͘ kó͘ ê kè, chiàu án-ni tiāⁿ-tio̍h.","tghg":"「人用厝分別做聖，歸互耶和華，祭司就著估伊的價。厝是好是歹，祭司所估的價，照按呢定著。","bklhl":"人用厝分別做聖，歸hō͘耶和華，祭司就tio̍h估伊ê價，厝是好是pháiⁿ；祭司所估ê價，照án-ni定tio̍h。"}},{"book":"利","chapter":27,"verse":15,"versions":{"unv":"將房屋分別為聖的人，若要贖回房屋，就必在你所估定的價值以外加上五分之一，房屋仍舊歸他。","bklcl":"Hun-piat i ê chhù chòe-sèng ê, nā beh sio̍k-hôe, chiū tio̍h tī lí só͘ kó͘ ê kè-gûn í-gōa, ke-thiⁿ gō͘-hūn ê chi̍t-hūn;  chhù chiàu-kū kui i.","tghg":"分別伊的厝做聖的，若欲贖回，就著佇你所估的價銀以外加添五份的一份，厝照舊歸伊。","bklhl":"分別伊ê厝做聖ê，若beh贖回，就tio̍h tī你所估ê價銀以外，加添五份ê一份；厝照舊歸伊。"}},{"book":"利","chapter":27,"verse":16,"versions":{"unv":"「人若將承受為業的幾分地分別為聖，歸給耶和華，你要按這地撒種多少估定價值，若撒大麥一賀梅珥，要估價五十舍客勒。","bklcl":"Lâng nā tùi i ê gia̍p ê tōe hun-piat chi̍t-hūn chòe-sèng kui hō͘ Iâ-hô-hoa, lí tio̍h chiàu i iā-chéng ê chōe-chió kó͘ i ê kè;  nā iā tōa-be̍h chi̍t hō-mûi-jíⁿ, kè-gûn tio̍h gō͘-cha̍p sià-khek-le̍k.","tghg":"「人若對伊的業的地分別一份做聖，歸互耶和華，你著照伊撒種的多少估伊的價，若撒大麥一俄梅珥(hō-mûi-jíⁿ)，價銀著五十舍客勒。","bklhl":"人若tùi伊ê業ê地分別一份做聖歸hō͘耶和華，你tio̍h照伊掖種ê chōe少估伊ê價；若也大麥一hō-mûi-jíⁿ，價銀tio̍h五十sià-khek-le̍k。"}},{"book":"利","chapter":27,"verse":17,"versions":{"unv":"他若從禧年將地分別為聖，就要以你所估定的價為定。","bklcl":"I nā tùi hi-liân khí chiong tōe hun-piat chòe-sèng, chiū tio̍h chiàu lí só͘ kó͘ ê kè-chîⁿ lâi tiāⁿ-tio̍h.","tghg":"伊若對禧年起將地分別做聖，就著照你所估的價錢來定著。","bklhl":"伊若tùi禧年起將地分別做聖，就tio̍h照你所估ê價錢來定tio̍h。"}},{"book":"利","chapter":27,"verse":18,"versions":{"unv":"倘若他在禧年以後將地分別為聖，祭司就要按著未到禧年所剩的年數推算價值，也要從你所估的減去價值。","bklcl":"Siat-sú i tī hi-liân í-āu chiong tōe hun-piat chòe-sèng, chè-si chiū tio̍h tùi hit-tia̍p kàu hi-liân só͘ chhun ê nî-gia̍h, sǹg i ê kè-chîⁿ;  iā tio̍h tùi lí só͘ kó͘-ê, lâi kiám-chió i.","tghg":"設使伊佇禧年以後將地分別做聖，祭司就著對彼霎(tia̍p)到禧年所剩的年額算伊的價錢，也著對你所估的來減少伊。","bklhl":"設使伊tī禧年以後將地分別做聖，祭司就tio̍h tùi hit-tia̍p到禧年所chhun ê年額，算伊ê價錢；也tio̍h tùi你所估ê，來減少伊。"}},{"book":"利","chapter":27,"verse":19,"versions":{"unv":"將地分別為聖的人若定要把地贖回，他便要在你所估的價值以外加上五分之一，地就准定歸他。","bklcl":"Hun-piat i ê tōe chòe-sèng ê, nā it-tēng beh sio̍k-hôe, i chiū tio̍h tī lí só͘ kó͘ ê kè-chîⁿ í-gōa, ke-thiⁿ gō͘-hūn ê chi̍t-hūn;  tōe chiū tiāⁿ-tio̍h kui i.","tghg":"分別伊的地做聖的若一定欲贖回，伊就著佇你所估的價錢以外加添五份的一份，地就定著歸伊。","bklhl":"分別伊ê地做聖ê，若一定beh贖回，伊就tio̍h tī你所估ê價錢以外，加添五份ê一份；地就定tio̍h歸伊。"}},{"book":"利","chapter":27,"verse":20,"versions":{"unv":"他若不贖回那地，或是將地賣給別人，就再不能贖了。","bklcl":"I nā m̄ sio̍k-hôe hit ê tōe, á-sī chiong tōe bōe hō͘ pa̍t-lâng, chiū bōe-ōe koh sio̍k-tit.","tghg":"伊若呣贖回彼個地，抑是將地賣互別人，就𣍐會閣贖得。","bklhl":"伊若m̄贖回hit ê地，á是將地賣hō͘別人，就bōe能koh贖得。"}},{"book":"利","chapter":27,"verse":21,"versions":{"unv":"但到了禧年，那地從買主手下出來的時候，就要歸耶和華為聖，和永獻的地一樣，要歸祭司為業。","bklcl":"Hit ê tōe kàu hi-liân ê sî í-keng kau-chhut, tio̍h chòe-sèng kui hō͘ Iâ-hô-hoa, chhin-chhiūⁿ éng-oán hiàn ê tōe chi̍t-iūⁿ, tio̍h kui hō͘ chè-si chòe-gia̍p.","tghg":"彼個地到禧年的時已經交出，著做聖歸互耶和華，親像永遠獻的地一樣，著歸互祭司做業。","bklhl":"Hit-ê地到禧年ê時已經交出，tio̍h做聖歸hō͘耶和華，親像永遠獻ê地一樣，tio̍h歸hō͘祭司做業。"}},{"book":"利","chapter":27,"verse":22,"versions":{"unv":"他若將所買的一塊地，不是承受為業的，分別為聖歸給耶和華，","bklcl":"I nā chiong só͘ bóe ê chi̍t tè tōe, m̄-sī i sán-gia̍p ê tōe, hun-piat chòe-sèng kui hō͘ Iâ-hô-hoa;","tghg":"伊若將所買的一塊地，呣是伊產業的地，分別做聖歸互耶和華，","bklhl":"伊若將所買ê一塊地，m̄是伊產業ê地，分別做聖歸hō͘耶和華；"}},{"book":"利","chapter":27,"verse":23,"versions":{"unv":"祭司就要將你所估的價值給他推算到禧年。當日，他要以你所估的價銀為聖，歸給耶和華。","bklcl":"chè-si chiū tio̍h ēng lí só͘ kó͘ ê kè-chîⁿ kā i chhui-sǹg  kàu hi-liân;  hit-ji̍t i tio̍h the̍h-chhut lí só͘ kó͘ ê kè-chîⁿ chòe-sèng, kui hō͘ Iâ-hô-hoa.","tghg":"祭司就著用你所估的價錢給伊推算到禧年。彼日，伊著提出你所估的價錢做聖，歸互耶和華。","bklhl":"祭司就tio̍h用你所估ê價錢kā伊推算到禧年；hit日伊tio̍h the̍h出你所估ê價錢做聖，歸hō͘耶和華。"}},{"book":"利","chapter":27,"verse":24,"versions":{"unv":"到了禧年，那地要歸賣主，就是那承受為業的原主。","bklcl":"Hi-liân í-keng kàu, hit ê tōe tio̍h kui bōe-chú, chiū-sī hit ê sêng-chiap gia̍p ê goân-chú.","tghg":"禧年已經到，彼個地著歸賣主，就是彼個承接業的原主。","bklhl":"禧年已經到，hit ê地tio̍h歸賣主，就是hit ê承接業ê原主。"}},{"book":"利","chapter":27,"verse":25,"versions":{"unv":"凡你所估定的價銀都要按著聖所的平：二十季拉為一舍客勒。","bklcl":"Kìⁿ-nā lí só͘ kó͘ ê kè-gûn, lóng tio̍h chiàu sèng-só͘ ê sià-khek-le̍k;  jī-cha̍p kùi-la̍h chòe chi̍t sià-khek-le̍k.","tghg":"見若你所估的價銀攏著照聖所的舍客勒：二十季拉(kùi-la̍h)做一舍客勒(chi̍t sià-khek-le̍k)。","bklhl":"見若你所估ê價銀，lóng tio̍h照聖所ê sià-khek-le̍k；二十kùi-la̍h做一sià-khek-le̍k。"}},{"book":"利","chapter":27,"verse":26,"versions":{"unv":"「惟獨牲畜中頭生的，無論是牛是羊，既歸耶和華，誰也不可再分別為聖，因為這是耶和華的。","bklcl":"To̍k-to̍k cheng-siⁿ ê tiong-kan thâu-chúi-siⁿ ê, bô-lūn sī gû sī iûⁿ, í-keng kui Iâ-hô-hoa chòe thâu-chúi-siⁿ ê, lâng m̄-thang koh hun-piat i chòe-sèng, in-ūi che pún sī Iâ-hô-hoa ê.","tghg":"「獨獨精牲的中間頭水生的，無論是牛是羊，已經歸耶和華做頭水生的，人呣通閣分別伊做聖，因為這本是耶和華的。","bklhl":"獨獨cheng-siⁿ ê中間頭水生ê，無論是牛是羊，已經歸耶和華做頭水生ê，人m̄-thang koh分別伊做聖，因為這本是耶和華ê。"}},{"book":"利","chapter":27,"verse":27,"versions":{"unv":"若是不潔淨的牲畜生的，就要按你所估定的價值加上五分之一贖回；若不贖回，就要按你所估定的價值賣了。","bklcl":"Nā sī bô chheng-khì ê cheng-siⁿ só͘ siⁿ ê, chiū tio̍h chiàu lí só͘ kó͘ ê kè, ke gō͘-hūn-chi̍t lâi sio̍k-hôe i;  nā m̄ sio̍k-hôe, chiū tio̍h chiàu lí só͘ kó͘ ê kè lâi bōe.","tghg":"若是無清氣的精牲所生的，就著照你所估的價加五份一來贖回伊；若呣贖回，就著照你所估的價來賣。","bklhl":"若是無清氣ê cheng-siⁿ所生ê，就tio̍h照你所估ê價，加五份一來贖回伊；若m̄贖回，就tio̍h照你所估ê價來賣。"}},{"book":"利","chapter":27,"verse":28,"versions":{"unv":"「但一切永獻的，就是人從他所有永獻給耶和華的，無論是人，是牲畜，是他承受為業的地，都不可賣，也不可贖。凡永獻的是歸給耶和華為至聖。","bklcl":"To̍k-to̍k it-chhè éng-oán hiàn ê, chiū-sī lâng tùi i só͘ ū ê éng-oán hiàn-hō͘ Iâ-hô-hoa, bô-lūn sī lâng, sī cheng-siⁿ, á-sī i sán-gia̍p ê tōe, lóng m̄-thang bōe,  iā m̄-thang sio̍k-hôe;  i éng-oán hiàn-ê sī chì-sèng, kui hō͘ Iâ-hô-hoa.","tghg":"「獨獨一切永遠獻的，就是人對伊所有的永遠獻互耶和華，無論是人，是精牲，抑是伊產業的地，攏呣通賣，也呣通贖回。伊永遠獻的是至聖歸互耶和華。","bklhl":"獨獨一切永遠獻ê，就是人tùi伊所有ê永遠獻hō͘耶和華，無論是人，是cheng-siⁿ，á是伊產業ê地，lóng m̄-thang賣，也m̄-thang贖回；伊永遠獻ê是至聖，歸hō͘耶和華。"}},{"book":"利","chapter":27,"verse":29,"versions":{"unv":"凡從人中當滅的都不可贖，必被治死。」","bklcl":"Kìⁿ-nā éng-oán hiàn-ê chiū-sī tùi lâng ê tiong-kan éng-oán hiàn, lóng m̄-thang sio̍k;  i tek-khak tio̍h siū sí.","tghg":"見若永遠獻的就是對人的中間永遠獻攏呣通贖，伊的確著受死。」","bklhl":"見若永遠獻ê就是tùi人ê中間永遠獻，lóng m̄-thang贖；伊的確tio̍h受死。"}},{"book":"利","chapter":27,"verse":30,"versions":{"unv":"「地上所有的，無論是地上的種子是樹上的果子，十分之一是耶和華的，是歸給耶和華為聖的。","bklcl":"Kìⁿ-nā tōe-chiūⁿ só͘ ū ê, bô-lūn sī thó͘-sán, á-sī chhiū-téng ê ké-chí, cha̍p-hūn ê chi̍t-hūn sī Iâ-hô-hoa ê, chòe-sèng kui hō͘ Iâ-hô-hoa.","tghg":"「見若地上所有的，無論是土產抑是樹頂的果子，十份的一份是耶和華的，做聖歸互耶和華。","bklhl":"見若地上所有ê，無論是土產，á是樹頂ê果子，十份ê一份是耶和華ê，做聖歸hō͘耶和華。"}},{"book":"利","chapter":27,"verse":31,"versions":{"unv":"人若要贖這十分之一的甚麼物，就要加上五分之一。","bklcl":"Lâng nā beh sio̍k-hôe chit ê cha̍p-hūn-chi̍t ê sím-mi̍h mi̍h, chiū tio̍h ke gō͘-hūn ê chi̍t-hūn.","tghg":"人若欲贖回此個十份一的甚麼物，就著加五份的一份。","bklhl":"人若beh贖回chit ê十份一ê甚麼物，就tio̍h加五份ê一份。"}},{"book":"利","chapter":27,"verse":32,"versions":{"unv":"凡牛群羊群中，一切從杖下經過的，每第十隻要歸給耶和華為聖。","bklcl":"Kìⁿ-nā gû-kûn, iûⁿ-kûn ê cha̍p-hūn-chi̍t, keng-kè koáiⁿ-á-ē ê, múi tē-cha̍p-chiah tio̍h chòe-sèng kui hō͘ Iâ-hô-hoa.","tghg":"見若牛群羊群的十份一，經過枴仔下的，每第十隻著做聖歸互耶和華。","bklhl":"見若牛群，羊群ê十份一，經過柺á下ê，每第十隻tio̍h做聖歸hō͘耶和華。"}},{"book":"利","chapter":27,"verse":33,"versions":{"unv":"不可問是好是壞，也不可更換；若定要更換，所更換的與本來的牲畜都要成為聖，不可贖回。」","bklcl":"Bô-koán i sī hó-pháiⁿ, m̄-thang tùi-ōaⁿ; nā beh tùi-ōaⁿ, chiū só͘ tùi-ōaⁿ-ê kap pún-jiân ê cheng-siⁿ, lóng tio̍h chòe-sèng, bōe sio̍k-tit.","tghg":"無管伊是好歹，呣通對換；若欲對換，就所對換的及本然的精牲攏著做聖，𣍐贖得。」","bklhl":"無管伊是好pháiⁿ，m̄-thang對換；若beh對換，就所對換ê kap本然ê cheng-siⁿ，lóng tio̍h做聖，bōe贖得。"}},{"book":"利","chapter":27,"verse":34,"versions":{"unv":"這就是耶和華在西奈山為以色列人所吩咐摩西的命令。","bklcl":"Che chiū-sī Iâ-hô-hoa tī Se-nái soaⁿ ūi-tio̍h Í-sek-lia̍t lâng só͘ bēng-lēng Mô͘-se chiah-ê bēng-lēng.","tghg":"這就是耶和華佇西奈山為著以色列人所命令摩西諸個命令。","bklhl":"這就是耶和華tī西奈山為tio̍h以色列人所命令摩西chiah ê命令。"}}]