[{"book":"利","chapter":6,"verse":1,"versions":{"unv":"耶和華曉諭摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"利","chapter":6,"verse":2,"versions":{"unv":"「若有人犯罪，干犯耶和華，在鄰舍交付他的物上，或是在交易上行了詭詐，或是搶奪人的財物，或是欺壓鄰舍，","bklcl":"Nā ū lâng hoān-chōe kan-hoān Iâ-hô-hoa, tùi i ê chhù-piⁿ kiâⁿ khúi-chà, he̍k-sī só͘ kau-tài i mi̍h-kiāⁿ, he̍k-sī kau-koan bóe-bōe, he̍k-sī chhiúⁿ lâng ê châi-bu̍t,","tghg":"「若有人犯罪，干犯耶和華，對伊的厝邊行詭詐，或是所交代伊物件，或是交關買賣，或是搶人的財物，或是欺壓厝邊，","bklhl":"若有人犯罪干犯耶和華，對伊ê厝邊行詭詐，或是所交帶伊物件，或是kau-koan買賣，或是搶人ê財物，"}},{"book":"利","chapter":6,"verse":3,"versions":{"unv":"或是在撿了遺失的物上行了詭詐，說謊起誓，在這一切的事上犯了甚麼罪；","bklcl":"he̍k-sī khi-ap chhù-piⁿ, he̍k-sī khioh-tio̍h sit-lo̍h ê mi̍h, kiâⁿ khúi-chà, pe̍h-chha̍t lâi chiù-chōa;  tī lâng só͘ kiâⁿ it-chhè ê sū ê tiong-kan, hoān-tio̍h chi̍t-hāng, lâi ū chōe;","tghg":"或是拾著失落的物行詭詐，白賊來咒誓，佇人所行一切的事的中間犯著一項來有罪；","bklhl":"或是欺壓厝邊，或是拾tio̍h失落ê物，行詭詐，白賊來chiù -chōa；tī人所行一切ê事ê中間，犯tio̍h一項，來有罪；"}},{"book":"利","chapter":6,"verse":4,"versions":{"unv":"他既犯了罪，有了過犯，就要歸還他所搶奪的，或是因欺壓所得的，或是人交付他的，或是人遺失他所撿的物，","bklcl":"i nā hoān-tio̍h tì-kàu ū kè-sit, chiū tio̍h hêng só͘ chhiúⁿ-ê, á-sī in-ūi khi-ap só͘ tit-tio̍h-ê, á-sī só͘ kau-tài i ê mi̍h, á-sī lâng sit-lo̍h hō͘ i só͘ khioh-tio̍h ê mi̍h;","tghg":"伊若犯著，致到有過失，就著還所搶的，抑是因為欺壓所得著的，抑是所交代伊的物，抑是人失落互伊所拾著的物，","bklhl":"伊若犯tio̍h致到有過失，就tio̍h 還所搶ê，á是因為欺壓所得tio̍h-ê，á是所交帶伊ê物，á是人失落hō͘伊所拾tio̍h ê物；"}},{"book":"利","chapter":6,"verse":5,"versions":{"unv":"或是他因甚麼物起了假誓，就要如數歸還，另外加上五分之一，在查出他有罪的日子要交還本主。","bklcl":"á-sī i in-ūi sím-mi̍h mi̍h pe̍h-chha̍t chiù-chōa, chiū tio̍h chiàu siàu-gia̍h lâi hêng, lēng-gōa ke gō͘-hūn ê chi̍t-hūn;  tī chhâ-chhut i ū kè-sit ê ji̍t, tio̍h hêng pún-chú.","tghg":"抑是伊因為甚麼物白賊咒誓，就著照數額來還，另外加五份的一份，佇查出伊有過失的日著還本主。","bklhl":"á是伊因為甚麼物白賊chiù -chōa，就tio̍h照數額來還，另外加五份ê一份；tī查出伊有過失ê日，tio̍h還本主。"}},{"book":"利","chapter":6,"verse":6,"versions":{"unv":"也要照你所估定的價，把贖愆祭牲─就是羊群中一隻沒有殘疾的公綿羊─牽到耶和華面前，給祭司為贖愆祭。","bklcl":"Iā tio̍h chiàu lí só͘ kó͘ ê, ēng i pó͘-kè-sit ê chè, chiū-sī iûⁿ-kûn-tiong chi̍t-chiah bô hâ-chhû ê mî-iûⁿ-káng khan kàu Iâ-hô-hoa ê bīn-chêng, kau hō͘ chè-si chòe pó͘-kè-sit ê chè.","tghg":"也著照你所估的，用伊補過失的祭──就是羊群中一隻無瑕疵的綿羊牨(káng)──牽到耶和華的面前，交互祭司做補過失的祭。","bklhl":"也tio̍h照你所估ê，用伊補過失ê祭，就是羊群中一隻無瑕疵ê綿羊káng牽到耶和華ê面前，交hō͘祭司做補過失ê祭。"}},{"book":"利","chapter":6,"verse":7,"versions":{"unv":"祭司要在耶和華面前為他贖罪；他無論行了甚麼事，使他有了罪，都必蒙赦免。」","bklcl":"Chè-si tio̍h tī Iâ-hô-hoa ê bīn-chêng, thòe i sio̍k-chōe, i bô-lūn kiâⁿ sím-mi̍h sū, hō͘ i ū chōe, lóng beh tit-tio̍h sià-bián.","tghg":"祭司著佇耶和華的面前替伊贖罪；伊無論行甚麼事，互伊有罪，攏欲得著赦免。」","bklhl":"祭司tio̍h tī耶和華ê面前，替伊贖罪，伊無論行甚麼事，hō͘伊有罪，lóng beh得tio̍h赦免。"}},{"book":"利","chapter":6,"verse":8,"versions":{"unv":"耶和華曉諭摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"利","chapter":6,"verse":9,"versions":{"unv":"「你要吩咐亞倫和他的子孫說，燔祭的條例乃是這樣：燔祭要放在壇的柴上，從晚上到天亮，壇上的火要常常燒著。","bklcl":"Lí tio̍h bēng-lēng A-lûn kap i ê kiáⁿ-sun kóng, Sio-chè ê lē sī án-ni;  sio-chè tio̍h hē tī tôaⁿ ê chhâ-téng, chi̍t-mî kàu kng;  tôaⁿ-téng ê hé tio̍h siông-siông to̍h.","tghg":"「你著命令亞倫及伊的子孫講，燒祭的例是按呢：燒祭著下佇壇的柴頂，一暝到光，壇頂的火著常常𤏸(to̍h)。","bklhl":"你tio̍h命令亞倫kap伊ê kiáⁿ孫講：燒祭ê例是án-ni；燒祭tio̍h hē tī壇ê柴頂，一暝到光；壇頂ê火tio̍h常常to̍h。"}},{"book":"利","chapter":6,"verse":10,"versions":{"unv":"祭司要穿上細麻布衣服，又要把細麻布褲子穿在身上，把壇上所燒的燔祭灰收起來，倒在壇的旁邊；","bklcl":"Chè-si tio̍h chhēng iù-tōe-pò͘ ê i-ho̍k, ē-sin iā tio̍h chhēng iù-tōe-pò͘ ê khò͘, chiong tôaⁿ-téng ê hé só͘ sio chòe sio-chè ê hu siu-khí-lâi, piàⁿ tī tôaⁿ-piⁿ.","tghg":"祭司著穿幼苧布的衣服，下身也著穿幼苧布的褲，將壇頂的火所燒做燒祭的灰收起來，傾佇壇邊；","bklhl":"祭司tio̍h穿幼苧布ê衣服，下身也tio̍h穿幼苧布ê褲，將壇頂ê火所燒做燒祭ê灰收起來，piàⁿ tī壇邊。"}},{"book":"利","chapter":6,"verse":11,"versions":{"unv":"隨後要脫去這衣服，穿上別的衣服，把灰拿到營外潔淨之處。","bklcl":"Jiân-āu tio̍h thǹg-khì chit ê i-ho̍k, chhēng pa̍t-hō ê i-ho̍k, chiong hé-hu tòa-chhut iâⁿ-gōa kàu chheng-khì ê só͘-chāi.","tghg":"然後著褪去此個衣服，穿別號的衣服，將火灰帶出營外到清氣的所在。","bklhl":"然後tio̍h thǹg去chit ê衣服，穿別號ê衣服，將火灰帶出營外到清氣ê所在。"}},{"book":"利","chapter":6,"verse":12,"versions":{"unv":"壇上的火要在其上常常燒著，不可熄滅。祭司要每日早晨在上面燒柴，並要把燔祭擺在壇上，在其上燒平安祭牲的脂油。","bklcl":"Tôaⁿ-téng ê hé tio̍h tī téng-bīn siông-siông to̍h, m̄-thang hoa;  chè-si tio̍h ta̍k chá-khí tī hit téng-bīn sio-chhâ, koh chiong sio-chè pâi tī tôaⁿ-téng, tī hí téng-bīn sio siā-un-chè ê iû.","tghg":"壇頂的火著佇頂面常常𤏸，呣通熄。祭司著逐早起佇彼頂面燒柴，閣將燒祭排佇壇頂，佇彼頂面燒謝恩祭的油。","bklhl":"壇頂ê火tio̍h tī頂面常常to̍h，m̄-thang hoa；祭司tio̍h ta̍k早起tī hit頂面燒chhâ，koh將燒祭排tī壇頂，tī hit頂面燒謝恩祭ê油。"}},{"book":"利","chapter":6,"verse":13,"versions":{"unv":"在壇上必有常常燒著的火，不可熄滅。」","bklcl":"Tī tôaⁿ-téng ê hé tio̍h siông-siông to̍h, m̄-thang hoa.","tghg":"佇壇頂的火著常常𤏸，呣通熄。」","bklhl":"tī壇頂ê火tio̍h常常to̍h，m̄-thang hoa。"}},{"book":"利","chapter":6,"verse":14,"versions":{"unv":"「素祭的條例乃是這樣：亞倫的子孫要在壇前把這祭獻在耶和華面前。","bklcl":"Sò͘-chè ê lē sī án-ni;  A-lûn ê kiáⁿ-sun tio̍h tī tôaⁿ-chêng, chiong che hiàn tī Iâ-hô-hoa ê bīn-chêng.","tghg":"「素祭的例是按呢：亞倫的子孫著佇壇前將這獻佇耶和華的面前。","bklhl":"素祭ê例是án-ni；亞倫ê kiáⁿ孫tio̍h tī壇前，將這獻tī耶和華ê面前。"}},{"book":"利","chapter":6,"verse":15,"versions":{"unv":"祭司要從其中─就是從素祭的細麵中─取出自己的一把，又要取些油和素祭上所有的乳香，燒在壇上，奉給耶和華為馨香素祭的紀念。","bklcl":"I tio̍h tùi hit tiong-kan, the̍h-chhut sò͘-chè ê mī-hún chi̍t-pé, kap iû, kap sò͘-chè-tiong só͘ ū ê jú-hiuⁿ, sio tī tôaⁿ-téng, chòe kì-liām, hiàn hō͘ Iâ-hô-hoa chòe phang-bī.","tghg":"伊著對彼中間，提出素祭的麵粉一把，及油及素祭中所有的乳香，燒佇壇頂，做紀念獻互耶和華做芳味(phang-bī)。","bklhl":"伊tio̍h tùi hit中間，the̍h出素祭ê麵粉一把，kap油，kap素祭中所有ê乳香，燒tī壇頂，做記念，獻hō͘耶和華做芳味。"}},{"book":"利","chapter":6,"verse":16,"versions":{"unv":"所剩下的，亞倫和他子孫要吃，必在聖處不帶酵而吃，要在會幕的院子裡吃。","bklcl":"Só͘-chhun-ê A-lûn kap i ê kiáⁿ-sun tio̍h chia̍h i;  tio̍h tī sèng ê só͘-chāi, m̄-thang chham kàⁿ, lâi chia̍h;  tio̍h tī hōe-bō͘ ê īⁿ-lāi chia̍h.","tghg":"所剩的，亞倫及伊的子孫著食伊，著佇聖的所在呣通參酵來食，著佇會幕的院內食。","bklhl":"所chhun-ê亞倫kap伊ê kiáⁿ孫tio̍h食伊；tio̍h tī聖ê所在，m̄-thang chham酵，來食；tio̍h tī會幕ê院內食。"}},{"book":"利","chapter":6,"verse":17,"versions":{"unv":"烤的時候不可攙酵。這是從所獻給我的火祭中賜給他們的分，是至聖的，和贖罪祭並贖愆祭一樣。","bklcl":"M̄-thang chham kàⁿ lâi pek i.  Che sī Góa tùi Góa ê hé-chè-tiong, siúⁿ-sù in ê hūn-gia̍h;  sī chì-sèng-ê, kap sio̍k-chōe-chè, í-ki̍p pó͘-kè-sit ê chè chi̍t-iūⁿ.","tghg":"呣通參酵來煏(pek)伊。這是我對我的火祭中賞賜𪜶的份額，是至聖的，及贖罪祭以及補過失的祭一樣。","bklhl":"M̄-thang chham酵來pek伊。這是我tùi我ê火祭中，賞賜in ê份額；是至聖ê，kap贖罪祭，以及補過失ê祭一樣。"}},{"book":"利","chapter":6,"verse":18,"versions":{"unv":"凡獻給耶和華的火祭，亞倫子孫中的男丁都要吃這一分，直到萬代，作他們永得的分。摸這些祭物的，都要成為聖。」","bklcl":"Kìⁿ-nā A-lûn kiáⁿ-sun-tiong ta-po͘-ê, lóng tio̍h chia̍h i, tùi Iâ-hô-hoa ê hé-chè-tiong, chòe éng-oán ê hūn-gia̍h, ti̍t-kàu lín ê bān-tāi;  bong chiah-ê chè-mi̍h ê, lóng beh chiâⁿ-chòe sèng.","tghg":"見若亞倫子孫中查甫的攏著食伊，對耶和華的火祭中，做永遠的份額，直到恁的萬代。摸諸個祭物的，攏欲成做聖。」","bklhl":"見若亞倫kiáⁿ孫中ta-po͘-ê，lóng tio̍h食伊，tùi耶和華ê火祭中，做永遠ê份額，直到lín ê萬代；摸 chiah ê祭物ê，lóng beh成做聖。"}},{"book":"利","chapter":6,"verse":19,"versions":{"unv":"耶和華曉諭摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"利","chapter":6,"verse":20,"versions":{"unv":"「當亞倫受膏的日子，他和他子孫所要獻給耶和華的供物，就是細麵伊法十分之一，為常獻的素祭：早晨一半，晚上一半。","bklcl":"A-lûn kap i ê kiáⁿ-sun tī i siū boah-iû ê ji̍t, só͘ tio̍h hiàn hō͘ Iâ-hô-hoa ê lé-mi̍h, chiū-sī iù ê mī-hún i-hoat cha̍p-hūn ê chi̍t-hūn, chòe siông-siông hiàn ê sò͘-chè;  chá-khí-sî chi̍t-pòaⁿ, ê-hng-sî chi̍t-pòaⁿ.","tghg":"「亞倫及伊的子孫佇伊受抹油的日，所著獻互耶和華的禮物，就是幼的麵粉伊法十份的一份，做常常獻的素祭：早起時一半，下昏時一半。","bklhl":"亞倫kap伊ê kiáⁿ孫tī伊受抹油ê日，所tio̍h獻hō͘耶和華ê禮物，就是幼ê麵粉i-hoat十份ê一份，做常常獻ê素祭；早起時一半，ê-hng時一半。"}},{"book":"利","chapter":6,"verse":21,"versions":{"unv":"要在鐵鏊上用油調和做成，調勻了，你就拿進來；烤好了分成塊子，獻給耶和華為馨香的素祭。","bklcl":"Tio̍h tī chian-pôaⁿ ēng iû lâi chòe;  tiau-hô-liáu, lí chiū tio̍h the̍h-ji̍p-lâi;  pek hó chi̍t-tè chi̍t-tè, chòe sò͘-chè, hiàn hō͘ Iâ-hô-hoa chòe phang-bī.","tghg":"著佇煎盤用油來做，調和了，你就著提入來；煏(pek)好一塊一塊，做素祭獻互耶和華做芳味。","bklhl":"Tio̍h tī 煎盤用油來做；調和了，你就tio̍h the̍h入來；pek好一塊一塊，做素祭，獻hō͘耶和華做芳味。"}},{"book":"利","chapter":6,"verse":22,"versions":{"unv":"亞倫的子孫中，接續他為受膏的祭司，要把這素祭獻上，要全燒給耶和華。這是永遠的定例。","bklcl":"I ê kiáⁿ-sun-tiong sòa-chiap i siū boah-iû chòe chè-si, tio̍h hiàn i, tio̍h it-chīn sio hō͘ Iâ-hô-hoa;  che sī éng-oán ê lē.","tghg":"伊的子孫中，續接伊受抹油做祭司，著獻伊，著一盡燒互耶和華。這是永遠的例。","bklhl":"伊ê kiáⁿ孫中續接伊受抹油做祭司，tio̍h獻伊，tio̍h一盡燒hō͘耶和華；這是永遠ê例。"}},{"book":"利","chapter":6,"verse":23,"versions":{"unv":"祭司的素祭都要燒了，卻不可吃。」","bklcl":"Chè-si ê sò͘-chè tio̍h it-chīn sio, m̄-thang chia̍h i.","tghg":"祭司的素祭著一盡燒，呣通食伊。」","bklhl":"祭司ê素祭tio̍h一盡燒，m̄-thang食伊。"}},{"book":"利","chapter":6,"verse":24,"versions":{"unv":"耶和華曉諭摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"利","chapter":6,"verse":25,"versions":{"unv":"「你對亞倫和他的子孫說，贖罪祭的條例乃是這樣：要在耶和華面前、宰燔祭牲的地方宰贖罪祭牲；這是至聖的。","bklcl":"Lí tio̍h hoan-hù A-lûn kap i ê kiáⁿ-sun kóng, Sio̍k-chōe-chè ê lē, chiū-sī án-ni;  tio̍h tī Iâ-hô-hoa ê bīn-chêng thâi sio-chè ê cheng-siⁿ ê só͘-chāi, lâi thâi sio̍k-chōe-chè ê cheng-siⁿ; che sī chì-sèng ê mi̍h.","tghg":"「你著吩咐亞倫及伊的子孫講，贖罪祭的例就是按呢：著佇耶和華的面前、刣燒祭的精牲的所在來刣贖罪祭的精牲；這是至聖的物。","bklhl":"你tio̍h吩咐亞倫kap伊ê kiáⁿ孫講：贖罪祭ê例，就是án-ni；tio̍h tī耶和華ê面前刣燒祭ê cheng-siⁿ ê所在，來刣贖罪祭ê cheng-siⁿ；這是至聖ê物。"}},{"book":"利","chapter":6,"verse":26,"versions":{"unv":"為贖罪獻這祭的祭司要吃，要在聖處，就是在會幕的院子裡吃。","bklcl":"Ūi sio̍k-chōe hiàn chit ê chè ê chè-si tio̍h chia̍h i;  tio̍h tī sèng ê só͘-chāi, chiū-sī tī hōe-bō͘ ê īⁿ-lāi chia̍h i.","tghg":"為贖罪獻此個祭的祭司著食伊，著佇聖的所在，就是佇會幕的院內食伊。","bklhl":"為贖罪獻chit ê祭ê祭司tio̍h食伊；tio̍h tī聖ê所在，就是tī會幕ê院內食伊。"}},{"book":"利","chapter":6,"verse":27,"versions":{"unv":"凡摸這祭肉的要成為聖；這祭牲的血若彈在甚麼衣服上，所彈的那一件要在聖處洗淨。","bklcl":"Kìⁿ-nā bong i ê bah ê, beh chiâⁿ-chòe sèng;  i ê huih nā hiù tī sím-mi̍h i-ho̍k ê téng-bīn, só͘ hiù-tio̍h hit-niá, lí tio̍h tī sèng ê só͘-chāi sóe.","tghg":"見若摸伊的肉的欲成做聖；伊的血若灑佇甚麼衣服的頂面，所灑著彼領你著佇聖的所在洗。","bklhl":"見若摸伊ê肉ê，beh成做聖；伊ê血若hiù tī甚麼衣服ê頂面，所hiù-tio̍h hit領，你tio̍h tī聖ê所在洗。"}},{"book":"利","chapter":6,"verse":28,"versions":{"unv":"惟有煮祭物的瓦器要打碎；若是煮在銅器裡，這銅器要擦磨，在水中涮淨。","bklcl":"Nā chú tī hûi ê khì-kū, tio̍h kā i kòng-phòa;  nā chú tī tâng ê khì-kū, chit ê khì-kū tio̍h kè-bôa, chiah ēng chúi sóe.","tghg":"若煮佇磁的器具著給伊摃破；若煮佇銅的器具，此個器具著過磨，才用水洗。","bklhl":"若煮tī磁ê器具，tio̍h kā伊kòng破；若煮tī銅ê器具，chit ê器具tio̍h 過磨，chiah用水洗。"}},{"book":"利","chapter":6,"verse":29,"versions":{"unv":"凡祭司中的男丁都可以吃；這是至聖的。","bklcl":"Kìⁿ-nā chè-si-tiong ê ta-po͘-teng, lóng tio̍h chia̍h i;  che sī chì-sèng ê mi̍h.","tghg":"見若祭司中的查甫丁攏著食伊，這是至聖的物。","bklhl":"見若祭司中ê ta-po͘丁，lóng tio̍h食伊；這是至聖ê物。"}},{"book":"利","chapter":6,"verse":30,"versions":{"unv":"凡贖罪祭，若將血帶進會幕在聖所贖罪，那肉都不可吃，必用火焚燒。」","bklcl":"Kìⁿ-nā sio̍k-chōe-chè, i ê huih nā tòa ji̍p hōe-bō͘ tī sèng-só͘ sio̍k-chōe, lóng m̄-thang chia̍h i;  tio̍h ēng hé sio i.","tghg":"見若贖罪祭，伊的血若帶入會幕佇聖所贖罪，攏呣通食伊，著用火燒伊。」","bklhl":"見若贖罪祭，伊ê血若帶入會幕tī聖所贖罪，lóng m̄-thang食伊；tio̍h用火燒伊。"}}]