[{"book":"利","chapter":25,"verse":1,"versions":{"unv":"耶和華在西奈山對摩西說：","bklcl":"Iâ-hô-hoa tī Se-nái soaⁿ hoan-hù Mô͘-se kóng,","tghg":"耶和華佇西奈山吩咐摩西講：","bklhl":"耶和華tī西奈山吩咐摩西講："}},{"book":"利","chapter":25,"verse":2,"versions":{"unv":"「你曉諭以色列人說：你們到了我所賜你們那地的時候，地就要向耶和華守安息。","bklcl":"Lí tio̍h hoan-hù Í-sek-lia̍t lâng kā in kóng, Lín kàu Góa siúⁿ-sù lín hit ê tōe ê sî; tōe chiū tio̍h kā Iâ-hô-hoa siú an-hioh.","tghg":"「你著吩咐以色列人給𪜶講：恁到我賞賜恁彼個地的時，地就著給耶和華守安息。","bklhl":"你tio̍h吩咐以色列人kā in講：Lín到我賞賜lín hit ê地ê時；地就tio̍h kā耶和華守安歇。"}},{"book":"利","chapter":25,"verse":3,"versions":{"unv":"六年要耕種田地，也要修理葡萄園，收藏地的出產。","bklcl":"La̍k-nî tio̍h chèng-choh lí ê chhân-hn̂g, la̍k-nî kú tio̍h san-koah lí ê phû-tô-hn̂g, siu tōe ê chhut-sán.","tghg":"六年著種作你的田園，六年久著芟割你的葡萄園，收地的出產。","bklhl":"六年tio̍h種作你ê田園，六年久tio̍h芟割你ê葡萄園，收地ê出產。"}},{"book":"利","chapter":25,"verse":4,"versions":{"unv":"第七年，地要守聖安息，就是向耶和華守的安息，不可耕種田地，也不可修理葡萄園。","bklcl":"Kàu tē-chhit nî tōe tio̍h siú tōa ê an-hioh, chiū-sī kā Iâ-hô-hoa siú ê an-hioh, m̄-thang chèng-choh lí ê chhân-hn̂g, iā m̄-thang san phû-tô-hn̂g.","tghg":"到第七年，地著守大的安息，就是給耶和華守的安息，呣通種作你的田園，也呣通芟(san)葡萄園。","bklhl":"到第七年，地 tio̍h守大ê安歇，就是kā耶和華守ê安歇，m̄-thang種作你ê田園，也m̄-thang san葡萄園。"}},{"book":"利","chapter":25,"verse":5,"versions":{"unv":"遺落自長的莊稼不可收割；沒有修理的葡萄樹也不可摘取葡萄。這年，地要守聖安息。","bklcl":"Siu-sêng liáu ka-kī hoat ê gō͘-kak, m̄-thang siu-koah, bô kè san-koah ê phû-tô-chhiū, iā m̄-thang bán phû-tô;  chit-nî sī tōe ê an-hioh nî.","tghg":"收成了家己發的五穀呣通收割；無過芟割的葡萄樹也呣通挽葡萄。此年，是地的安息年。","bklhl":"收成了家己發ê五穀，m̄-thang收割，無過芟割ê葡萄樹，也m̄-thang挽葡萄；chit年是地 ê安歇年。"}},{"book":"利","chapter":25,"verse":6,"versions":{"unv":"地在安息年所出的，要給你和你的僕人、婢女、雇工人，並寄居的外人當食物。","bklcl":"Tōe tī an-hioh nî só͘-chhut-ê beh hō͘ lín chòe chia̍h-mi̍h;  i ê chhut-sán lóng beh hō͘ lí kap lí ê lô͘-po̍k, lí ê lú-pī, lí ê chhiàⁿ-kang-lâng, í-ki̍p kià-kha tī lí hia ê gōa-lâng,","tghg":"地佇安息年所出的欲互恁做食物，伊的出產攏欲互你及你的奴僕、你的女婢、你的倩工人，以及寄腳佇你遐的外人，","bklhl":"地tī安歇年所出ê beh hō͘ lín做食物；伊ê出產lóng beh hō͘你kap你ê奴僕，你ê女婢，你ê倩工人，以及寄腳tī你hia ê外人，"}},{"book":"利","chapter":25,"verse":7,"versions":{"unv":"這年的土產也要給你的牲畜和你地上的走獸當食物。」","bklcl":"kap lí ê cheng-siⁿ, í-ki̍p tī lí ê tōe ê cháu-siù chòe chia̍h-mi̍h.","tghg":"及你的精牲，以及佇你的地的走獸做食物。」","bklhl":"kap你ê cheng-siⁿ，以及tī你ê地ê走獸做食物。"}},{"book":"利","chapter":25,"verse":8,"versions":{"unv":"「你要計算七個安息年，就是七七年。這便為你成了七個安息年，共是四十九年。","bklcl":"Lí tio̍h ūi ka-kī sǹg an-hioh-nî chhit-ê, chiū-sī chhit-pái ê chhit-nî;  chit chhit-pái ê an-hioh-nî, tùi tī lí sī sì-cha̍p-káu nî.","tghg":"「你著為家己算安息年七個，就是七擺的七年。此七擺的安息年，對佇你是四十九年。","bklhl":"你tio̍h為家己算安歇年七個，就是七pái ê七年；chit七pái ê安歇年，對tī你是四十九年。"}},{"book":"利","chapter":25,"verse":9,"versions":{"unv":"當年七月初十日，你要大發角聲；這日就是贖罪日，要在遍地發出角聲。","bklcl":"Hit-nî chhit-ge̍h chhoe-cha̍p ji̍t, lí tio̍h sì-kòe pûn tōa-siaⁿ ê sàu-kak;  tī sio̍k-chōe ê ji̍t tio̍h choân-tōe pûn sàu-kak.","tghg":"彼年七月初十日，你著四界歕大聲的哨角；佇贖罪的日，著全地歕哨角(pûn-sàu-kak)。","bklhl":"Hit年七月初十日，你tio̍h四界pûn大聲ê哨角；tī贖罪ê日tio̍h全地pûn哨角。"}},{"book":"利","chapter":25,"verse":10,"versions":{"unv":"第五十年，你們要當作聖年，在遍地給一切的居民宣告自由。這年必為你們的禧年，各人要歸自己的產業，各歸本家。","bklcl":"Lín tio̍h ēng tē gō͘-cha̍p nî chòe-sèng, tī piàn-tōe kā it-chhè khiā-khí ê peh-sìⁿ soan-pò͘ chū-iû;  chit-nî beh chòe lín ê hi-liân;  lín ta̍k lâng tio̍h kui ka-kī ê sán-gia̍p, ta̍k-lâng tio̍h tò-khì i ê pún-ke.","tghg":"恁著用第五十年，做聖，佇遍地給一切徛起的百姓宣佈自由。此年欲做恁的禧年，恁逐人著歸家己的產業，逐人著倒去伊的本家。","bklhl":"Lín tio̍h用第五十年做聖，tī遍地kā一切khiā起ê百姓宣布自由；chit年beh做lín ê禧年；lín ta̍k人tio̍h歸家己ê產業，ta̍k人tio̍h tò去伊ê本家。"}},{"book":"利","chapter":25,"verse":11,"versions":{"unv":"第五十年要作為你們的禧年。這年不可耕種；地中自長的，不可收割；沒有修理的葡萄樹也不可摘取葡萄。","bklcl":"Tē gō͘-cha̍p nî beh chòe lín ê hi-liân, m̄-thang chèng-choh;  tōe ka-kī hoat ê, m̄-thang siu-koah;  bô-san ê phû-tô-chhiū iā m̄-thang bán i.","tghg":"第五十年欲做恁的禧年。呣通種作；地家己發的，呣通收割；無芟的葡萄樹也呣通挽伊。","bklhl":"第五十年beh做lín ê禧年，m̄-thang種作；地家己發ê，m̄-thang收割；無芟ê葡萄樹也m̄-thang挽伊。"}},{"book":"利","chapter":25,"verse":12,"versions":{"unv":"因為這是禧年，你們要當作聖年，吃地中自出的土產。","bklcl":"In-ūi che sī hi-liân, lín tio̍h lia̍h i chòe-sèng;  lín thang chia̍h tōe-ni̍h ka-kī chhut ê thó͘-sán.","tghg":"因為這是禧年，恁著掠伊做聖，恁通食地裡家己出的土產。","bklhl":"因為這是禧年，lín tio̍h掠伊做聖；lín thang食地裡家己出ê土產。"}},{"book":"利","chapter":25,"verse":13,"versions":{"unv":"「這禧年，你們各人要歸自己的地業。","bklcl":"Chit ê hi-liân, lín ta̍k-lâng tio̍h tò-khì ka-kī ê sán-gia̍p.","tghg":"「此個禧年，恁逐人著倒去家己的產業。","bklhl":"Chit ê禧年，lín ta̍k人tio̍h tò去家己ê產業。"}},{"book":"利","chapter":25,"verse":14,"versions":{"unv":"你若賣甚麼給鄰舍，或是從鄰舍的手中買甚麼，彼此不可虧負。","bklcl":"Lín bōe mi̍h hō͘ chhù-piⁿ, á-sī tùi chhù-piⁿ bóe mi̍h, lín m̄-thang saⁿ khek-khui.","tghg":"恁賣物互厝邊，抑是對厝邊買物，恁呣通相剋虧(khek-khui)。","bklhl":"Lín賣物hō͘厝邊，á是tùi厝邊買物，lín m̄-thang相剋虧。"}},{"book":"利","chapter":25,"verse":15,"versions":{"unv":"你要按禧年以後的年數向鄰舍買；他也要按年數的收成賣給你。","bklcl":"Lí tio̍h chiàu hi-liân-āu ê nî-hān, tùi chhù-piⁿ bóe, i iā tio̍h chiàu siu-sêng ê nî-hān bōe hō͘ lín.","tghg":"你著照禧年後的年限對厝邊買；伊也著照收成的年限賣互恁。","bklhl":"你tio̍h照禧年後ê年限，tùi厝邊買，伊也tio̍h照收成ê年限賣 hō͘ lín。"}},{"book":"利","chapter":25,"verse":16,"versions":{"unv":"年歲若多，要照數加添價值；年歲若少，要照數減去價值，因為他照收成的數目賣給你。","bklcl":"Chiàu nî-hān ê chōe, lí tio̍h ke-thiⁿ i ê kè-chîⁿ, chiàu nî-hān ê chió, lí tio̍h kiám-chió i ê kè-chîⁿ;  in-ūi i chiàu siu-sêng ê siàu-gia̍h lâi bōe hō͘ lín.","tghg":"照年限的多，你著加添伊的價錢；照年限的少，你著減少伊的價錢，因為伊照收成的數額來賣互恁。","bklhl":"照年限ê chōe，你tio̍h加添伊ê價錢，照年限ê少，你tio̍h減少伊ê價錢；因為伊照收成ê數額來賣hō͘ lín。"}},{"book":"利","chapter":25,"verse":17,"versions":{"unv":"你們彼此不可虧負，只要敬畏你們的　神，因為我是耶和華─你們的　神。」","bklcl":"Lín iā m̄-thang saⁿ khek-khui, to̍k-to̍k tio̍h kèng-ùi lín ê Siōng-tè;  in-ūi Góa sī Iâ-hô-hoa lín ê Siōng-tè.","tghg":"恁也呣通相剋虧，獨獨著敬畏恁的上帝，因為我是耶和華──恁的上帝。」","bklhl":"Lín也m̄-thang相剋虧，獨獨tio̍h敬畏lín ê上帝；因為我是耶和華lín ê上帝。"}},{"book":"利","chapter":25,"verse":18,"versions":{"unv":"「我的律例，你們要遵行，我的典章，你們要謹守，就可以在那地上安然居住。","bklcl":"Só͘-í lín tio̍h kiâⁿ Góa ê lu̍t-lē, siú Góa ê hoat-tō͘ lâi kiâⁿ i;  chiū thang tī hit ê tōe an-jiân khiā-khí.","tghg":"「所以恁著行我的律例，守我的法度來行伊，就通佇彼個地安然徛起。","bklhl":"所以lín tio̍h行我ê律例，守我ê法度來行伊；就thang tī hit ê地安然khiā起。"}},{"book":"利","chapter":25,"verse":19,"versions":{"unv":"地必出土產，你們就要吃飽，在那地上安然居住。","bklcl":"Tōe iā beh chhut i ê thó͘-sán, lín chiū beh chia̍h-pá, tī hit ê tōe an-jiân khiā-khí.","tghg":"地也欲出伊的土產，恁就欲食飽，佇彼個地安然徛起。","bklhl":"地也beh出伊ê土產，lín就beh食飽，tī hit ê地安然khiā起。"}},{"book":"利","chapter":25,"verse":20,"versions":{"unv":"你們若說：『這第七年我們不耕種，也不收藏土產，吃甚麼呢？』","bklcl":"Lín nā kóng, Khòaⁿ ah, chit ê tē-chhit nî goán bô chèng-choh, iā bô siu-sêng thó͘-sán, beh chia̍h sím-mi̍h ah?","tghg":"恁若講：『看啊，此個第七年阮無種作，也無收成土產，欲食甚麼啊？』","bklhl":"Lín若講，看ah，chit ê第七年阮無種作，也無收成土產，beh食甚麼ah?"}},{"book":"利","chapter":25,"verse":21,"versions":{"unv":"我必在第六年將我所命的福賜給你們，地便生三年的土產。","bklcl":"Góa beh tī tē la̍k-nî bēng-lēng Góa ê hok-khì hō͘ lín, tōe chiū siⁿ saⁿ-nî ê thó͘-sán.","tghg":"我欲佇第六年命令我的福氣互恁，地就生三年的土產。","bklhl":"我beh tī第六年命令我ê福氣hō͘ lín，地就生三年ê土產。"}},{"book":"利","chapter":25,"verse":22,"versions":{"unv":"第八年，你們要耕種，也要吃陳糧，等到第九年出產收來的時候，你們還吃陳糧。」","bklcl":"Tē-poeh nî lín tio̍h chèng-choh, iā tio̍h chia̍h tōe ê chhut-sán, chiū-sī kū ê bí-niû;  thèng-hāu kàu tē-káu nî, hit-nî ê chhut-sán siu-lâi ê sî, lín iáu-kú teh chia̍h kū ê bí-niû.","tghg":"第八年，恁著種作，也著食地的出產，就是舊的米糧，聽候到第九年彼年的出產收來的時，恁猶久啲食舊的米糧。」","bklhl":"第八年lín tio̍h種作，也tio̍h食地ê出產，就是舊ê米糧；thèng候到第九年，hit年ê出產收來ê時，lín iáu-kú teh食舊ê米糧。"}},{"book":"利","chapter":25,"verse":23,"versions":{"unv":"「地不可永賣，因為地是我的；你們在我面前是客旅，是寄居的。","bklcl":"Tōe m̄-thang éng-oán bōe-tn̄g, in-ūi tōe sī Góa ê;  lín tī Góa ê bīn-chêng sī chhut-gōa lâng, sī kià-kha-ê.","tghg":"「地呣通永遠賣斷，因為地是我的；恁佇我的面前是出外人，是寄腳的。","bklhl":"地m̄-thang永遠賣斷，因為地是我ê；lín tī我ê面前是出外人，是寄腳ê。"}},{"book":"利","chapter":25,"verse":24,"versions":{"unv":"在你們所得為業的全地，也要准人將地贖回。","bklcl":"Lín só͘ tit-tio̍h chòe-gia̍p ê choân-tōe, tio̍h chún lâng sio̍k-hôe.","tghg":"恁所得著做業的全地，著准人贖回(sio̍k-hôe)。","bklhl":"Lín所得tio̍h做業ê全地，tio̍h准人贖回。"}},{"book":"利","chapter":25,"verse":25,"versions":{"unv":"你的弟兄（弟兄是指本國人說；下同）若漸漸窮乏，賣了幾分地業，他至近的親屬就要來把弟兄所賣的贖回。","bklcl":"Lí ê hiaⁿ-tī nā pìⁿ-chòe sòng-hiong, bōe i ê gia̍p kúi-nā hūn, i ê chì-chhin tio̍h lâi, sio̍k-hôe i ê hiaⁿ-tī só͘ bōe ê.","tghg":"你的兄弟若變做喪鄉，賣伊的業幾若份，伊的至親著來贖回伊的兄弟所賣的。","bklhl":"你ê兄弟若變做sòng-hiong，賣伊ê業kúi-nā份，伊ê至親tio̍h來，贖回伊ê兄弟所賣ê。"}},{"book":"利","chapter":25,"verse":26,"versions":{"unv":"若沒有能給他贖回的，他自己漸漸富足，能夠贖回，","bklcl":"Nā bô lâng thang kā i sio̍k-hôe, i pún-sin koh chiâⁿ chòe hó-gia̍h, kàu gia̍h ōe sio̍k-hôe,","tghg":"若無人通給伊贖回，伊本身閣成做好額，夠額會贖回，","bklhl":"若無人thang kā伊贖回，伊本身koh成做好額，夠額能贖回，"}},{"book":"利","chapter":25,"verse":27,"versions":{"unv":"就要算出賣地的年數，把餘剩年數的價值還那買主，自己便歸回自己的地業。","bklcl":"i chiū tio̍h sǹg bōe-chhut tōe ê nî-hān, chiong só͘-chhun-ê hêng hit ê bóe-chú, pún-sin chiū thang ho̍k-tò i ê sán-gia̍p.","tghg":"伊就著算賣出地的年限，將所剩的還彼個買主，本身就通復倒伊的產業。","bklhl":"伊就tio̍h算賣出地 ê年限，將所chhun-ê 還hit ê買主，本身就thang復到伊ê產業。"}},{"book":"利","chapter":25,"verse":28,"versions":{"unv":"倘若不能為自己得回所賣的，仍要存在買主的手裡直到禧年；到了禧年，地業要出買主的手，自己便歸回自己的地業。","bklcl":"Hit ê lâng nā bōe-ōe ūi ka-kī sio̍k-hôe, chiū só͘-bōe ê iû-goân chûn tī bóe-chú ê chhiú, ti̍t-kàu hi-liân;  hi-liân í-keng kàu, sán-gia̍p tio̍h kau-chhut;  hit-lâng chiū ho̍k-tò i ê gia̍p.","tghg":"彼個人若𣍐會為家己贖回，就所賣的猶原存佇買主的手直到禧年；禧年已經到，產業著交出，彼人就復倒伊的業。","bklhl":"Hit-ê人若bōe-ōe為家己贖回，就所賣ê猶原存tī買主ê手，直到禧年；禧年已經到，產業tio̍h交出；hit人就復到伊ê業。"}},{"book":"利","chapter":25,"verse":29,"versions":{"unv":"「人若賣城內的住宅，賣了以後，一年之內可以贖回；在一整年，必有贖回的權柄。","bklcl":"Lâng nā bōe siâⁿ-lāi ê chhù, bōe liáu-āu chi̍t-nî thang sio̍k-hôe; chi̍t-nî ka-nn̂g iā ū sio̍k-hôe ê koân.","tghg":"「人若賣城內的厝，賣了後，一年通贖回；一年足足，也有贖回的權。","bklhl":"人若賣城內ê厝，賣了後一年thang贖回；一年ka-nn̂g也有贖回ê權。"}},{"book":"利","chapter":25,"verse":30,"versions":{"unv":"若在一整年之內不贖回，這城內的房屋就定准永歸買主，世世代代為業；在禧年也不得出買主的手。","bklcl":"Nā chi̍t-nî í-keng móa bô sio̍k-hôe chit ê siâⁿ-lāi ê chhù, chiū tiāⁿ-tio̍h éng-oán kui bóe-chú kàu ta̍k-tāi;  tī hi-liân iā bōe-tit kau-chhut.","tghg":"若一年已經滿無贖回，此個城內的厝就定著永遠歸買主，到逐代；佇禧年也𣍐得交出。","bklhl":"若一年已經滿無贖回chit ê城內ê厝，就定tio̍h永遠歸買主到ta̍k代；tī禧年也bōe得交出。"}},{"book":"利","chapter":25,"verse":31,"versions":{"unv":"但房屋在無城牆的村莊裡，要看如鄉下的田地一樣，可以贖回；到了禧年，都要出買主的手。","bklcl":"To̍k-to̍k chhù tī bô siâⁿ-chhiûⁿ ê hiuⁿ-chng, tio̍h khòaⁿ i chhin-chhiūⁿ hiuⁿ-ē ê chhân chi̍t-iūⁿ, thang sio̍k-hôe;  kàu hi-liân, lóng tio̍h kau-chhut.","tghg":"獨獨厝佇無城牆的鄉村(hiuⁿ-chhng)，著看伊親像鄉下的田一樣，通贖回；到禧年，攏著交出。","bklhl":"獨獨厝tī無城牆ê鄉庄，tio̍h看伊親像鄉下ê田一樣，thang贖回；到禧年，lóng tio̍h交出。"}},{"book":"利","chapter":25,"verse":32,"versions":{"unv":"然而利未人所得為業的城邑，其中的房屋，利未人可以隨時贖回。","bklcl":"Chóng-sī Lī-bī lâng ê siâⁿ, chiū-sī in só͘ tit-tio̍h chòe-gia̍p ê siâⁿ hit tiong-kan ê chhù, Lī-bī lâng thang put-koán-sî lâi sio̍k-hôe.","tghg":"總是利未人的城，就是𪜶所得著做業的城彼中間的厝，利未人通不管時來贖回。","bklhl":"總是利未人ê城，就是in所得tio̍h做業ê城hit中間ê厝，利未人thang不管時來贖回。"}},{"book":"利","chapter":25,"verse":33,"versions":{"unv":"若是一個利未人不將所賣的房屋贖回，是在所得為業的城內，到了禧年就要出買主的手，因為利未人城邑的房屋是他們在以色列人中的產業。","bklcl":"Nā ū lâng tùi Lī-bī lâng sio̍k-hôe chhù-the̍h, só͘ bōe ê chhù tī só͘ tit-tio̍h chòe-gia̍p ê siâⁿ, kàu hi-liân chiū tio̍h kau-chhut; in-ūi Lī-bī lâng siâⁿ-lāi ê chhù, sī in tī Í-sek-lia̍t lâng tiong ê sán-gia̍p.","tghg":"若有人對利未人贖回厝宅，所賣的厝佇所得著做業的城，到禧年就著交出，因為利未人城內的厝是𪜶佇以色列人中的產業。","bklhl":"若有人tùi利未人贖回厝宅，所賣ê厝tī所得tio̍h做業ê城，到禧年就tio̍h交出；因為利未人城內ê厝，是in tī以色列人中ê產業。"}},{"book":"利","chapter":25,"verse":34,"versions":{"unv":"只是他們各城郊野之地不可賣，因為是他們永遠的產業。」","bklcl":"Chóng-sī in ê siâⁿ-gōa kau-iá ê tōe, m̄-thang bōe, in-ūi sī in éng-oán ê sán-gia̍p.","tghg":"總是𪜶的城外郊野的地呣通賣，因為是𪜶永遠的產業。」","bklhl":"總是in ê城外郊野ê地，m̄-thang賣，因為是in永遠ê產業。"}},{"book":"利","chapter":25,"verse":35,"versions":{"unv":"「你的弟兄在你那裡若漸漸貧窮，手中缺乏，你就要幫補他，使他與你同住，像外人和寄居的一樣。","bklcl":"Lí ê hiaⁿ-tī pìⁿ-chòe sòng-hiong soe-thè tī lí hia, lí tio̍h pó͘-chō͘ i, hō͘ i kap lí saⁿ-kap tòa, chhin-chhiūⁿ gōa-lâng kap kià-kha-ê chi̍t-iūⁿ.","tghg":"「你的兄弟變做喪鄉衰退佇你遐，你著補助伊，互伊及你相及住，親像外人及寄腳的一樣。","bklhl":"你ê兄弟變做sòng-hiong衰退tī你hia，你tio̍h補助伊，hō͘伊kap你相kap tòa，親像外人kap寄腳ê一樣。"}},{"book":"利","chapter":25,"verse":36,"versions":{"unv":"不可向他取利，也不可向他多要；只要敬畏你的　神，使你的弟兄與你同住。","bklcl":"M̄-thang the̍h i ê lī-sek, iā m̄-thang the̍h i khah-ke;  to̍k-to̍k tio̍h kèng-ùi lí ê Siōng-tè, hō͘ lí ê hiaⁿ-tī kap lí tòa.","tghg":"呣通提伊的利息，也呣通提伊卡加；獨獨著敬畏你的上帝，互你的兄弟及你住。","bklhl":"M̄-thang the̍h伊ê利息，也m̄-thang the̍h伊khah加；獨獨tio̍h敬畏你ê上帝，hō͘你ê兄弟kap你tòa。"}},{"book":"利","chapter":25,"verse":37,"versions":{"unv":"你借錢給他，不可向他取利；借糧給他，也不可向他多要。","bklcl":"Lí chioh i chîⁿ m̄-thang kā i the̍h lī-sek, lí chioh i bí-niû iā m̄-thang kā i the̍h khah-ke.","tghg":"你借伊錢，呣通給伊提利息；你借伊米糧，也呣通給伊提卡加。","bklhl":"你借伊錢m̄-thang kā伊the̍h利息，你借伊米糧也m̄-thang kā伊the̍h khah加。"}},{"book":"利","chapter":25,"verse":38,"versions":{"unv":"我是耶和華─你們的　神，曾領你們從埃及地出來，為要把迦南地賜給你們，要作你們的　神。」","bklcl":"Góa sī Iâ-hô-hoa lín ê Siōng-tè, bat chhōa lín chhut Ai-ki̍p tōe, ūi-tio̍h beh siúⁿ-sù lín Ka-lâm tōe, iā beh chòe lín ê Siōng-tè.","tghg":"我是耶和華──恁的上帝，曾導恁出埃及地，為著欲賞賜恁迦南地，也欲做恁的上帝。」","bklhl":"我是耶和華lín ê上帝，bat chhōa lín出埃及地，為tio̍h beh賞賜lín迦南地，也beh做lín ê上帝。"}},{"book":"利","chapter":25,"verse":39,"versions":{"unv":"「你的弟兄若在你那裡漸漸窮乏，將自己賣給你，不可叫他像奴僕服事你。","bklcl":"Lí ê hiaⁿ-tī nā pìⁿ sòng-hiong tī lí hia, chiong pún-sin bōe hō͘ lí, m̄-thang hō͘ i chhin-chhiūⁿ lô͘-po̍k ho̍k-sāi lí.","tghg":"「你的兄弟若變喪鄉佇你遐，將本身賣互你，呣通互伊親像奴僕服事你。","bklhl":"你ê兄弟若變sòng-hiong tī你hia，將本身賣hō͘你，m̄-thang hō͘伊親像奴僕服事你。"}},{"book":"利","chapter":25,"verse":40,"versions":{"unv":"他要在你那裡像雇工人和寄居的一樣，要服事你直到禧年。","bklcl":"I tio̍h tī lí hia chhin-chhiūⁿ chòe-kang lâng, kap kià-kha-ê chi̍t-iūⁿ;  tio̍h ho̍k-sāi lí ti̍t kàu hi-liân.","tghg":"伊著佇你遐親像做工人及寄腳的一樣，著服事你直到禧年。","bklhl":"伊tio̍h tī你hia親像做工人，kap寄腳ê一樣；tio̍h服事你直到禧年。"}},{"book":"利","chapter":25,"verse":41,"versions":{"unv":"到了禧年，他和他兒女要離開你，一同出去歸回本家，到他祖宗的地業那裡去。","bklcl":"Hit-sî i beh lī-khui lí chhut-khì, kap i ê kiáⁿ-jî saⁿ-kap tò-khì i ê pún-ke, ho̍k-tò i chó͘-kong ê gia̍p.","tghg":"彼時，伊欲離開你出去，及伊的子兒相及倒去伊的本家，復倒伊祖公的業。","bklhl":"Hit時伊beh離開你出去，kap伊ê kiáⁿ兒相kap tò去伊ê本家，復到伊祖公ê業。"}},{"book":"利","chapter":25,"verse":42,"versions":{"unv":"因為他們是我的僕人，是我從埃及地領出來的，不可賣為奴僕。","bklcl":"In-ūi in sī Góa ê lô͘-po̍k, sī Góa só͘ chhōa-chhut Ai-ki̍p tōe ê;  m̄-thang bōe chòe lô͘-po̍k.","tghg":"因為𪜶是我的奴僕，是我所導出埃及地的，呣通賣做奴僕。","bklhl":"因為in是我ê奴僕，是我所chhōa出埃及地 ê；m̄-thang 賣做奴僕。"}},{"book":"利","chapter":25,"verse":43,"versions":{"unv":"不可嚴嚴地轄管他，只要敬畏你的　神。","bklcl":"M̄-thang giâm-giâm koán-hat i, to̍k-to̍k tio̍h kèng-ùi lí ê Siōng-tè.","tghg":"呣通嚴嚴管轄伊，獨獨著敬畏你的上帝。","bklhl":"M̄-thang嚴嚴管轄伊，獨獨tio̍h敬畏你ê上帝。"}},{"book":"利","chapter":25,"verse":44,"versions":{"unv":"至於你的奴僕、婢女，可以從你四圍的國中買。","bklcl":"Lūn-kàu lí só͘ beh ū ê lô͘-po̍k lú-pī, thang tùi sì-ûi ê kok tiong bóe lâi chòe lô͘-po̍k lú-pī.","tghg":"論到你所欲有的奴僕、女婢，通對四圍的國中買來做奴僕女婢。","bklhl":"論到你所beh有ê奴僕女婢，thang tùi四圍ê國中買來做奴僕女婢。"}},{"book":"利","chapter":25,"verse":45,"versions":{"unv":"並且那寄居在你們中間的外人和他們的家屬，在你們地上所生的，你們也可以從其中買人；他們要作你們的產業。","bklcl":"Koh hiah-ê kià-kha tī lín tiong-kan ê gōa-lâng ê kiáⁿ-jî, í-ki̍p in kap lín tiàm hiah-ê ke-koàn, tī lín ê tōe-hng só͘-siⁿ-ê, lín iā thang tùi in tiong-kan bóe lâng;  in beh chòe lín ê ke-gia̍p.","tghg":"閣許個寄腳佇恁中間的外人的子兒以及𪜶及恁踮許個家眷，佇恁的地方所生的，恁也通對𪜶中間買人；𪜶欲做恁的家業。","bklhl":"Koh hiah-ê寄腳tī lín中間ê外人ê kiáⁿ兒，以及in kap lín tiàm hiah-ê家眷，tī lín ê地方所生ê，lín也thang tùi in中間買人；in beh做lín ê家業。"}},{"book":"利","chapter":25,"verse":46,"versions":{"unv":"你們要將他們遺留給你們的子孫為產業，要永遠從他們中間揀出奴僕；只是你們的弟兄以色列人，你們不可嚴嚴地轄管。","bklcl":"Lín beh chhú in chòe-gia̍p, lâu hō͘ kiáⁿ-sun chòe ke-gia̍p;  lín beh éng-oán tùi in tiong-kan chhú i chòe lô͘-po̍k;  to̍k-to̍k lín ê hiaⁿ-tī Í-sek-lia̍t lâng, lín m̄-thang giâm-giâm saⁿ koán-hat.","tghg":"恁欲取𪜶做業留互子孫做家業，恁欲永遠對𪜶中間取伊做奴僕；獨獨恁的兄弟以色列人，恁呣通嚴嚴相管轄。","bklhl":"Lín beh取in做業，留hō͘ kiáⁿ孫做家業；lín beh永遠tùi in中間取伊做奴僕；獨獨lín ê兄弟以色列人，lín m̄-thang嚴嚴相管轄。"}},{"book":"利","chapter":25,"verse":47,"versions":{"unv":"「住在你那裡的外人，或是寄居的，若漸漸富足，你的弟兄卻漸漸窮乏，將自己賣給那外人，或是寄居的，或是外人的宗族，","bklcl":"Tiàm tī lín hia ê gōa-lâng, á-sī kià-kha-ê, nā pìⁿ-chòe hó-gia̍h, lí ê hiaⁿ-tī tī in hia pìⁿ-chòe sòng-hiong, chiong ka-kī bōe hō͘ lín tiong-kan ê gōa-lâng, á-sī kià-kha-ê, á-sī gōa-lâng ê ke-cho̍k.","tghg":"「踮佇恁遐的外人，抑是寄腳的，若變做好額，你的兄弟佇𪜶遐變做喪鄉，將家己賣互恁中間的外人，抑是寄腳的，抑是外人的家族，","bklhl":"Tiàm tī lín hia ê外人，á是寄腳ê，若變做好額，你ê兄弟tī in hia變做sòng-hiong，將家己賣hō͘ lín中間ê外人，á是寄腳ê，á是外人ê家族。"}},{"book":"利","chapter":25,"verse":48,"versions":{"unv":"賣了以後，可以將他贖回。無論是他的弟兄，","bklcl":"Bōe liáu-āu thang sio̍k-hôe i, i ê hiaⁿ-tī ê chi̍t-ê thang sio̍k-hôe i;","tghg":"賣了後，通贖回伊。伊的兄弟的一個通贖回伊，","bklhl":"賣了後thang贖回伊，伊ê兄弟ê一个thang贖回伊；"}},{"book":"利","chapter":25,"verse":49,"versions":{"unv":"或伯叔、伯叔的兒子，本家的近支，都可以贖他。他自己若漸漸富足，也可以自贖。","bklcl":"peh-chek, á-sī peh-chek ê kiáⁿ thang sio̍k-hôe i, á-sī pún-ke ê chhin-lâng, iā thang sio̍k i;  i pún-sin nā chiâⁿ-chòe hó-gia̍h iā thang ka-kī sio̍k.","tghg":"伯叔、抑是伯叔的子通贖回伊，抑是本家的親人，也通贖伊。伊本身若成做好額，也通家己贖。","bklhl":"伯叔，á是伯叔ê kiáⁿ thang贖回伊，á是本家ê親人，也thang屬伊；伊本身若成做好額也thang家己屬。"}},{"book":"利","chapter":25,"verse":50,"versions":{"unv":"他要和買主計算，從賣自己的那年起，算到禧年；所賣的價值照著年數多少，好像工人每年的工價。","bklcl":"I tio̍h kap bóe-chú sǹg-siàu, tùi bōe ka-kī hit-nî khí, sǹg kàu hi-liân, só͘ bōe ê ké-chîⁿ chiàu nî-hān ê chōe-chió, tio̍h chiàu chòe-kang lâng ê nî-hān kap i sǹg.","tghg":"伊著及買主算數，對賣家己彼年起，算到禧年(hi-liân)；所賣的價錢照年限的多少，著照做工人的年限及伊算。","bklhl":"伊tio̍h kap買主算賬，tùi賣家己hit年起，算到禧年，所賣ê價錢照年限ê chōe少，tio̍h照做工人ê年限kap伊算。"}},{"book":"利","chapter":25,"verse":51,"versions":{"unv":"若缺少的年數多，就要按著年數從買價中償還他的贖價。","bklcl":"Nā só͘ chhun ê nî iáu-kú chōe, chiū tio̍h chiàu hit ê nî-hān, tùi bóe-i ê kè-chîⁿ, i tio̍h hêng i sio̍k-hôe ê kè-chîⁿ.","tghg":"若所剩的年猶久多，就著照彼個年限對買伊的價錢，伊著還伊贖回的價錢。","bklhl":"若所chhun ê年iáu-kú chōe，就tio̍h照hit ê年限，tùi買伊ê價錢，伊tio̍h 還伊贖回ê價錢。"}},{"book":"利","chapter":25,"verse":52,"versions":{"unv":"若到禧年只缺少幾年，就要按著年數和買主計算，償還他的贖價。","bklcl":"Nā kàu hi-liân chhun bô kúi-nî, tio̍h kap i sǹg; chiàu hit ê nî-hān tio̍h hêng i sio̍k-hôe kè-chîⁿ.","tghg":"若到禧年剩無幾年，著及伊算，照彼個年限著還伊贖回價錢。","bklhl":"若到禧年chhun無幾年，tio̍h kap伊算；照hit ê年限tio̍h還伊贖回價錢。"}},{"book":"利","chapter":25,"verse":53,"versions":{"unv":"他和買主同住，要像每年雇的工人，買主不可嚴嚴地轄管他。","bklcl":"I tio̍h kap i tòa, chhin-chhiūⁿ nî-nî kò͘-chhiàⁿ ê chòe-kang lâng;  bóe-chú m̄-thang giâm-giâm koán-hat i.","tghg":"伊著及伊住，親像年年雇倩的做工人，買主呣通嚴嚴管轄伊。","bklhl":"伊tio̍h kap伊tòa，親像年年雇倩ê做工人；買主m̄-thang嚴嚴管轄伊。"}},{"book":"利","chapter":25,"verse":54,"versions":{"unv":"他若不這樣被贖，到了禧年，要和他的兒女一同出去。","bklcl":"Nā bô tī chiah-ê siū-sio̍k, kàu hi-liân i kap i ê kiáⁿ-jî lóng thang chhut-khì chū-iû.","tghg":"若無佇諸個受贖，到禧年，伊及伊的子兒攏通出去自由。","bklhl":"若無tī chiah ê受贖，到禧年伊kap伊ê kiáⁿ兒lóng thang出去自由。"}},{"book":"利","chapter":25,"verse":55,"versions":{"unv":"因為以色列人都是我的僕人，是我從埃及地領出來的。我是耶和華─你們的　神。」","bklcl":"In-ūi Í-sek-lia̍t lâng sī Góa ê lô͘-po̍k, sī Góa chhōa-chhut Ai-ki̍p tōe ê;  Góa sī Iâ-hô-hoa lín ê Siōng-tè.","tghg":"因為以色列人是我的奴僕，是我導出埃及地的。我是耶和華──恁的上帝。」","bklhl":"因為以色列人是我ê奴僕，是我chhōa出埃及地 ê；我是耶和華lín ê上帝。"}}]