[{"book":"利","chapter":9,"verse":1,"versions":{"unv":"到了第八天，摩西召了亞倫和他兒子，並以色列的眾長老來，","bklcl":"Kàu tē-poeh ji̍t, Mô͘-se tiàu A-lûn kap i ê kiáⁿ, í-ki̍p Í-sek-lia̍t hiah-ê tiúⁿ-ló lâi.","tghg":"到第八日，摩西召亞倫及伊的子，以及以色列許個長老來，","bklhl":"到第八日，摩西召亞倫kap伊ê kiáⁿ，以及以色列hiah-ê長老來。"}},{"book":"利","chapter":9,"verse":2,"versions":{"unv":"對亞倫說：「你當取牛群中的一隻公牛犢作贖罪祭，一隻公綿羊作燔祭，都要沒有殘疾的，獻在耶和華面前。","bklcl":"Tùi A-lûn kóng, Lí tio̍h chhú chi̍t-chiah sòe chiah gû-káng-á, chòe sio̍k-chōe-chè, chi̍t chiah mî-iûⁿ-káng chòe sio-chè, tio̍h bô hâ-chhû-ê, hiàn tī Iâ-hô-hoa ê bīn-chêng.","tghg":"對亞倫講：「你著取一隻細隻牛牨(káng)仔做贖罪祭，一隻綿羊牨做燒祭，著無瑕疵的，獻佇耶和華的面前。","bklhl":"對亞倫講：你tio̍h取一隻細隻牛káng-á，做贖罪祭，一隻綿羊káng做燒祭，tio̍h無瑕疵ê，獻tī耶和華ê面前。"}},{"book":"利","chapter":9,"verse":3,"versions":{"unv":"你也要對以色列人說：『你們當取一隻公山羊作贖罪祭，又取一隻牛犢和一隻綿羊羔，都要一歲、沒有殘疾的，作燔祭，","bklcl":"Lí iā tio̍h hoan-hù Í-sek-lia̍t lâng kóng, Lín tio̍h chhú chi̍t chiah soaⁿ-iûⁿ-káng chòe sio̍k-chōe-chè;  koh chhú chi̍t chiah gû-á-kiáⁿ, kap chi̍t chiah mî-iûⁿ-á, lóng tio̍h bē-móa-nî, koh tio̍h bô hâ-chhû ê, chòe sio-chè.","tghg":"你也著吩咐以色列人講：『恁著取一隻山羊牨做贖罪祭，閣取一隻牛仔子及一隻綿羊仔，攏著未滿年、閣著無瑕疵的，做燒祭，","bklhl":"你也tio̍h吩咐以色列人講：Lín tio̍h取一隻山羊káng做贖罪祭；koh取一隻牛á-kiáⁿ，kap一隻綿羊á，lóng tio̍h未滿年，koh tio̍h無瑕疵ê，做燒祭。"}},{"book":"利","chapter":9,"verse":4,"versions":{"unv":"又取一隻公牛，一隻公綿羊作平安祭，獻在耶和華面前，並取調油的素祭，因為今天耶和華要向你們顯現。』","bklcl":"Koh chhú chi̍t chiah gû-káng, chi̍t chiah mî-iûⁿ-káng, chòe siā-un-chè, hiàn tī Iâ-hô-hoa ê bīn-chêng, kap chhú tiau-hô iû ê sò͘-chè;  in-ūi kin-á-ji̍t Iâ-hô-hoa beh hián-hiān hō͘ lín khòaⁿ.","tghg":"閣取一隻牛牨，一隻綿羊牨做謝恩祭，獻佇耶和華的面前，及取調和油的素祭，因為今仔日耶和華欲顯現互恁看。』","bklhl":"Koh取一隻牛káng，一隻綿羊káng，做謝恩祭，獻tī耶和華ê面前，kap取調和油ê素祭；因為今á日耶和華beh顯現hō͘ lín看。"}},{"book":"利","chapter":9,"verse":5,"versions":{"unv":"於是他們把摩西所吩咐的，帶到會幕前；全會眾都近前來，站在耶和華面前。","bklcl":"In chiū chiàu Mô͘-se só͘ bēng-lēng-ê tòa kàu hōe-bō͘ chêng;  hōe-chiòng lóng kūn-óa lâi khiā tī Iâ-hô-hoa ê bīn-chêng.","tghg":"𪜶就照摩西所命令的，帶到會幕前；會眾攏近倚來，徛佇耶和華的面前。","bklhl":"In就照摩西所命令ê帶到會幕前；會眾lóng近óa來khiā tī耶和華ê面前。"}},{"book":"利","chapter":9,"verse":6,"versions":{"unv":"摩西說：「這是耶和華吩咐你們所當行的；耶和華的榮光就要向你們顯現。」","bklcl":"Mô͘-se kóng, Che sī Iâ-hô-hoa bēng-lēng lín só͘ tio̍h kiâⁿ ê;  Iâ-hô-hoa ê êng-kng chiū beh hián-hiān hō͘ lín khòaⁿ.","tghg":"摩西講：「這是耶和華命令恁所著行的；耶和華的榮光就欲顯現互恁看。」","bklhl":"摩西講：這是耶和華命令lín所tio̍h行ê；耶和華ê榮光就beh顯現hō͘ lín看。"}},{"book":"利","chapter":9,"verse":7,"versions":{"unv":"摩西對亞倫說：「你就近壇前，獻你的贖罪祭和燔祭，為自己與百姓贖罪，又獻上百姓的供物，為他們贖罪，都照耶和華所吩咐的。」","bklcl":"Mô͘-se tùi A-lûn kóng, Lí tio̍h kàu tôaⁿ-chêng, hiàn lí ê sio̍k-chōe-chè, kap lí ê sio-chè, ūi pún-sin kap peh-sìⁿ sio̍k-chōe;  koh hiàn peh-sìⁿ ê lé-mi̍h, thòe in sio̍k-chōe, lóng chiàu Iâ-hô-hoa só͘ bēng-lēng-ê.","tghg":"摩西對亞倫講：「你著到壇前，獻你的贖罪祭及你的燒祭，為本身及百姓贖罪，閣獻百姓的禮物，替𪜶贖罪；攏照耶和華所命令的。」","bklhl":"摩西對亞倫講：你tio̍h到壇前，獻你ê贖罪祭，kap你ê燒祭，為本身kap百姓贖罪；koh獻百姓ê禮物，替in贖罪，lóng照耶和華所命令ê。"}},{"book":"利","chapter":9,"verse":8,"versions":{"unv":"於是，亞倫就近壇前，宰了為自己作贖罪祭的牛犢。","bklcl":"A-lûn chiū kàu tôaⁿ-chêng, thâi hit chiah gû-á-kiáⁿ, ūi pún-sin chòe sio̍k-chōe-chè ê.","tghg":"亞倫就到壇前，刣彼隻牛仔子為本身做贖罪祭的。","bklhl":"亞倫就到壇前，刣 hit隻牛á-kiáⁿ，ūi本身做贖罪祭ê。"}},{"book":"利","chapter":9,"verse":9,"versions":{"unv":"亞倫的兒子把血奉給他，他就把指頭蘸在血中，抹在壇的四角上，又把血倒在壇腳那裡。","bklcl":"A-lûn chiah-ê kiáⁿ phâng hit ê huih hō͘ i;  i chiū ēng chńg-thâu-á ùn huih, boah tī tôaⁿ-téng hiah-ê kak;  koh ēng huih tò tī tôaⁿ-kha-ni̍h.","tghg":"亞倫諸個子捧彼個血互伊，伊就用指頭仔搵血，抹佇壇頂許個角，閣用血倒佇壇腳裡。","bklhl":"亞倫chiah ê kiáⁿ phâng hit ê血hō͘伊；伊就用指頭á ùn血，抹tī壇頂hiah-ê角；koh用血tò tī壇腳裡。"}},{"book":"利","chapter":9,"verse":10,"versions":{"unv":"惟有贖罪祭的脂油和腰子，並肝上取的網子，都燒在壇上，是照耶和華所吩咐摩西的；","bklcl":"To̍k-to̍k sio̍k-chōe-chè ê iû kap io-chí, kap koaⁿ-ni̍h ê bāng-se, i lóng sio tī tôaⁿ-téng;  chiàu Iâ-hô-hoa só͘ bēng-lēng Mô͘-se ê.","tghg":"獨獨贖罪祭的油及腰子，及肝裡的網紗，伊攏燒佇壇頂，照耶和華所命令摩西的；","bklhl":"獨獨贖罪祭ê油kap腰子，kap肝裡ê網紗，伊lóng燒tī壇頂；照耶和華所命令摩西ê。"}},{"book":"利","chapter":9,"verse":11,"versions":{"unv":"又用火將肉和皮燒在營外。","bklcl":"I koh ēng hé chiong bah kap phê sio tī iâⁿ-gōa.","tghg":"伊閣用火將肉及皮燒佇營外。","bklhl":"伊koh用火將肉kap皮燒tī營外。"}},{"book":"利","chapter":9,"verse":12,"versions":{"unv":"亞倫宰了燔祭牲，他兒子把血遞給他，他就灑在壇的周圍，","bklcl":"Chiū thâi sio-chè ê cheng-siⁿ;  A-lûn chiah-ê kiáⁿ phâng huih hō͘ i, i chiū hiù tī tôaⁿ-téng ê chiu-ûi.","tghg":"就刣燒祭的精牲，亞倫諸個子捧血互伊，伊就灑佇壇頂的周圍，","bklhl":"就刣燒祭ê cheng-siⁿ；亞倫chiah ê kiáⁿ phâng血hō͘伊，伊就hiù tī壇頂ê周圍。"}},{"book":"利","chapter":9,"verse":13,"versions":{"unv":"又把燔祭一塊一塊地、連頭遞給他，他都燒在壇上；","bklcl":"In koh ēng sio-chè ê bah, chi̍t-tè chi̍t-tè liân thâu the̍h hō͘ i;  i lóng sio tī tôaⁿ-téng.","tghg":"𪜶閣用燒祭的肉一塊一塊連頭提互伊，伊攏燒佇壇頂；","bklhl":"In koh用燒祭ê肉，一塊一塊連頭the̍h hō͘伊；伊lóng燒tī壇頂。"}},{"book":"利","chapter":9,"verse":14,"versions":{"unv":"又洗了臟腑和腿，燒在壇上的燔祭上。","bklcl":"I koh sóe chōng-hú kap thúi, sio tī tôaⁿ-téng sio-chè ê téng-bīn.","tghg":"伊閣洗臟腑及腿，燒佇壇頂燒祭的頂面。","bklhl":"伊koh洗臟腑kap腿，燒tī壇頂燒祭ê頂面。"}},{"book":"利","chapter":9,"verse":15,"versions":{"unv":"他奉上百姓的供物，把那給百姓作贖罪祭的公山羊宰了，為罪獻上，和先獻的一樣；","bklcl":"I tòa peh-sìⁿ ê lé-mi̍h, chiong hit-chiah chòe peh-sìⁿ sio̍k-chōe-chè ê soaⁿ-iûⁿ-káng thâi i, ūi-tio̍h chōe lâi hiàn, kap khí-thâu-ê tâng chi̍t-iūⁿ.","tghg":"伊帶百姓的禮物，將彼隻做百姓贖罪祭的山羊牨刣伊，為著罪來獻，及起頭的同一樣；","bklhl":"伊帶百姓ê禮物，將hit隻做百姓贖罪祭ê山羊káng 刣伊，為tio̍h罪來獻，kap起頭ê同一樣。"}},{"book":"利","chapter":9,"verse":16,"versions":{"unv":"也奉上燔祭，照例而獻。","bklcl":"Iā tòa sio-chè chiàu lē lâi hiàn.","tghg":"也帶燒祭，照例來獻。","bklhl":"也帶燒祭照例來獻。"}},{"book":"利","chapter":9,"verse":17,"versions":{"unv":"他又奉上素祭，從其中取一滿把，燒在壇上；這是在早晨的燔祭以外。","bklcl":"I koh tòa sò͘-chè, tùi hit tiong-kan mi chi̍t-pé; che sī tī chá-khí-sî ê sio-chè í-gōa.","tghg":"伊閣帶素祭，對彼中間搣(mi)一把，這是佇早起時的燒祭以外。","bklhl":"伊koh帶素祭，tùi hit中間mi一把；這是tī早起時ê燒祭以外。"}},{"book":"利","chapter":9,"verse":18,"versions":{"unv":"亞倫宰了那給百姓作平安祭的公牛和公綿羊。他兒子把血遞給他，他就灑在壇的周圍；","bklcl":"Koh thâi gû-káng kap mî-iûⁿ-káng chòe peh-sìⁿ ê siā-un-chè;  A-lûn chiah-ê kiáⁿ phâng huih hō͘ i, i chiū hiù tī tôaⁿ-téng ê chiu-ûi.","tghg":"閣刣牛牨及綿羊牨做百姓的謝恩祭。亞倫諸個子捧血互伊，伊就灑佇壇頂的周圍；","bklhl":"Koh 刣牛káng kap綿羊káng做百姓ê謝恩祭；亞倫chiah ê kiáⁿ phâng血hō͘伊，伊就hiù tī壇頂ê周圍。"}},{"book":"利","chapter":9,"verse":19,"versions":{"unv":"又把公牛和公綿羊的脂油、肥尾巴，並蓋臟的脂油與腰子，和肝上的網子，都遞給他；","bklcl":"Koh the̍h gû-káng ê iû; kap mî-iûⁿ-káng pûi ê bé, í-ki̍p khàm chōng-hú ê iû, kap io-chí, kap koaⁿ-ni̍h ê bāng-se.","tghg":"閣提牛牨的油及綿羊牨肥的尾，以及蓋臟腑的油及腰子，及肝裡的網紗；","bklhl":"Koh the̍h牛káng ê油；kap綿羊káng肥ê尾，以及蓋臟腑ê油，kap腰子，kap肝裡ê網紗。"}},{"book":"利","chapter":9,"verse":20,"versions":{"unv":"把脂油放在胸上，他就把脂油燒在壇上。","bklcl":"In chiong chiah-ê iû hē tī hiah-ê heng ê téng-bīn, i chiū chiong iû sio tī tôaⁿ-téng.","tghg":"𪜶將諸個油下佇許個胸的頂面，伊就將油燒佇壇頂。","bklhl":"In將chiah ê油hē tī hiah-ê胸 ê頂面，伊就將油燒tī壇頂。"}},{"book":"利","chapter":9,"verse":21,"versions":{"unv":"胸和右腿，亞倫當作搖祭，在耶和華面前搖一搖，都是照摩西所吩咐的。","bklcl":"Chiah-ê heng kap chiàⁿ-thúi, A-lûn ēng i chòe iô-chè, tī Iâ-hô-hoa ê bīn-chêng iô i;  lóng sī chiàu Mô͘-se só͘ bēng-lēng-ê.","tghg":"諸個胸及正腿，亞倫用伊做搖祭，佇耶和華的面前搖伊；攏是照摩西所命令的。","bklhl":"chiah ê胸kap chiàⁿ腿，亞倫用伊做搖祭，tī耶和華ê面前搖伊；lóng是照摩西所命令ê。"}},{"book":"利","chapter":9,"verse":22,"versions":{"unv":"亞倫向百姓舉手，為他們祝福。他獻了贖罪祭、燔祭、平安祭就下來了。","bklcl":"A-lûn ǹg peh-sìⁿ kia̍h-khí chhiú, kā in chiok-hok;  i í-keng hiàn sio̍k-chōe-chè, sio-chè, siā-un-chè, chiū lo̍h-lâi.","tghg":"亞倫向百姓攑起手，給𪜶祝福。伊已經獻贖罪祭、燒祭、謝恩祭就落來。","bklhl":"亞倫ǹg百姓kia̍h起手，ka in祝福；伊已經獻贖罪祭、燒祭、謝恩祭，就落來。"}},{"book":"利","chapter":9,"verse":23,"versions":{"unv":"摩西、亞倫進入會幕，又出來為百姓祝福，耶和華的榮光就向眾民顯現。","bklcl":"Mô͘-se A-lûn chìn-ji̍p hōe-bō͘, koh chhut-lâi kā peh-sìⁿ chiok-hok;  Iâ-hô-hoa ê êng-kng chiū hián-hiān hō͘ chèng peh-sìⁿ khòaⁿ-kìⁿ.","tghg":"摩西、亞倫進入會幕，閣出來給百姓祝福，耶和華的榮光就顯現互眾百姓看見。","bklhl":"摩西亞倫進入會幕，koh出來kā百姓祝福；耶和華ê榮光就顯現hō͘眾百姓看見。"}},{"book":"利","chapter":9,"verse":24,"versions":{"unv":"有火從耶和華面前出來，在壇上燒盡燔祭和脂油；眾民一見，就都歡呼，俯伏在地。","bklcl":"Ū hé tùi Iâ-hô-hoa ê bīn-chêng chhut-lâi, sio tôaⁿ-téng ê sio-chè, kap iû;  chèng peh-sìⁿ khòaⁿ-kìⁿ, chiū chhut tōa hoaⁿ-hí ê siaⁿ, phak tī tōe-ni̍h.","tghg":"有火對耶和華的面前出來，燒壇頂的燒祭及油；眾百姓看見，就出大歡喜的聲，仆佇地裡。","bklhl":"有火tùi耶和華ê面前出來，燒壇頂ê燒祭，kap油；眾百姓看見，就出大歡喜ê聲，仆tī地裡。"}}]