[{"book":"利","chapter":14,"verse":1,"versions":{"unv":"耶和華曉諭摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"利","chapter":14,"verse":2,"versions":{"unv":"「長大痲瘋得潔淨的日子，其例乃是這樣：要帶他去見祭司；","bklcl":"Thái-ko-ê tit-tio̍h chheng-khì ê ji̍t, i ê kui-lē chiū-sī án-ni;  tio̍h chhōa i khì kìⁿ chè-si.","tghg":"「癩[哥]者得著清氣的日，伊的規例就是按呢：著導伊去見祭司；","bklhl":"Thái-ko-ê得tio̍h清氣ê日，伊ê規例就是án-ni；tio̍h chhōa伊去見祭司。"}},{"book":"利","chapter":14,"verse":3,"versions":{"unv":"祭司要出到營外察看，若見他的大痲瘋痊癒了，","bklcl":"Chè-si tio̍h chhut iâⁿ-gōa;  chè-si tio̍h giām i;  khòaⁿ ah, thái-ko-ê, nā i ê thái-ko-chèng í-keng hó,","tghg":"祭司著出營外，祭司著驗伊，看啊，癩[哥]者若伊的癩[哥]症已經好，","bklhl":"祭司tio̍h出營外；祭司tio̍h驗伊；看ah，thái-ko-ê，若伊ê thái-ko症已經好，"}},{"book":"利","chapter":14,"verse":4,"versions":{"unv":"就要吩咐人為那求潔淨的拿兩隻潔淨的活鳥和香柏木、朱紅色線，並牛膝草來。","bklcl":"chè-si tio̍h hoan-hù lâng ūi-tio̍h hit-ê beh tit-tio̍h chheng-khì-ê, chhú nn̄g-chiah chheng-khì oa̍h-oa̍h ê chiáu, kap pek-hiuⁿ-chhâ, chu-áng-sek ê liāu, kap giû-chhek-chháu.","tghg":"祭司著吩咐人為著彼個欲得著清氣的，取二隻清氣活活的鳥及柏香柴(pek-hiuⁿ-chhâ)、朱紅色的料，及牛膝草(giû-chhek-chháu)。","bklhl":"祭司tio̍h吩咐人為tio̍h hit ê beh得tio̍h清氣ê，取兩隻清氣活活ê鳥，kap柏香柴，朱紅色ê料，kap牛膝草。"}},{"book":"利","chapter":14,"verse":5,"versions":{"unv":"祭司要吩咐用瓦器盛活水，把一隻鳥宰在上面。","bklcl":"Chè-si tio̍h hoan-hù lâng thâi hit nn̄g chiah chiáu ê chi̍t-chiah tī oa̍h-chúi ê téng-bīn, tī hûi-khì-lāi.","tghg":"祭司著吩咐人刣彼二隻鳥的一隻，佇活水的頂面，佇磁器(hûi-khì)內。","bklhl":"祭司tio̍h吩咐人刣 hit兩隻鳥ê一隻tī活水ê頂面，tī磁器內。"}},{"book":"利","chapter":14,"verse":6,"versions":{"unv":"至於那隻活鳥，祭司要把牠和香柏木、朱紅色線並牛膝草一同蘸於宰在活水上的鳥血中，","bklcl":"Lūn-kàu hit chiah oa̍h-chiáu, i tio̍h lia̍h i, ēng pek-hiuⁿ-chhâ, chu-âng-sek ê liāu, kap giû-chhek-chháu, kap oa̍h-chiáu, lóng ùn tī hit-chiah thâi tī oa̍h-chúi-téng ê chiáu ê huih.","tghg":"論到彼隻活鳥，伊著掠伊，用柏香柴(pek-hiuⁿ-chhâ)、朱紅色的料及牛膝草(giû-chhek-chháu)及活鳥攏搵(ùn)佇彼隻刣佇活水頂的鳥的血，","bklhl":"論到hit隻活鳥，伊tio̍h掠伊，用柏香柴，朱紅色ê料，kap牛膝草，kap活鳥，lóng ùn tī hit隻刣 tī活水頂ê鳥ê血。"}},{"book":"利","chapter":14,"verse":7,"versions":{"unv":"用以在那長大痲瘋求潔淨的人身上灑七次，就定他為潔淨，又把活鳥放在田野裡。","bklcl":"Tio̍h hiù hit ê thái-ko beh tit-tio̍h chheng-khì ê lâng chhit-pái;  chiū toàn i chòe chheng-khì, koh pàng hit chiah oa̍h-chiáu khì soaⁿ-ni̍h.","tghg":"著灑彼個癩[哥]欲得著清氣的人七擺，就斷伊做清氣，閣放彼隻活鳥去山裡。","bklhl":"Tio̍h hiù hit ê thái-ko beh得tio̍h清氣ê人七pái；就斷伊做清氣，koh放hit隻活鳥去山裡。"}},{"book":"利","chapter":14,"verse":8,"versions":{"unv":"求潔淨的人當洗衣服，剃去毛髮，用水洗澡，就潔淨了；然後可以進營，只是要在自己的帳棚外居住七天。","bklcl":"Beh tit-tio̍h chheng-khì ê lâng tio̍h sóe i ê i-chiûⁿ, it-chīn thì i ê mn̂g, ēng chúi sóe seng-khu chiū chheng-khì;  jiân-āu thang ji̍p iâⁿ, to̍k-to̍k tio̍h tī ka-kī ê pò͘-pîⁿ-gōa khiā-khí chhit-ji̍t.","tghg":"欲得著清氣的人著洗伊的衣裳(i-chiûⁿ)，一盡剃伊的毛，用水洗身軀，就清氣；然後通入營，獨獨著佇家己的布棚外徛起七日。","bklhl":"Beh得tio̍h清氣ê人tio̍h洗伊ê衣裳，一盡剃伊ê毛，用水洗身軀就清氣；然後thang入營，獨獨tio̍h tī家己ê布棚外khiā起七日。"}},{"book":"利","chapter":14,"verse":9,"versions":{"unv":"第七天，再把頭上所有的頭髮與鬍鬚、眉毛，並全身的毛，都剃了；又要洗衣服，用水洗身，就潔淨了。","bklcl":"Kàu tē-chhit ji̍t tio̍h it-chīn thì i ê thâu-mn̂g, kap chhùi-chhiu, ba̍k-bâi, chiū-sī thì i lóng-chóng ê mn̂g, koh tio̍h sóe i ê saⁿ-khò͘, ēng chúi sóe seng-khu, chiū chheng-khì.","tghg":"到第七日，著一盡剃伊的頭毛及嘴鬚、目眉，就是剃伊攏總的毛；閣著洗伊的衫褲，用水洗身軀，就清氣。","bklhl":"到第七日tio̍h一盡剃伊ê頭毛，kap嘴鬚、目眉，就是剃伊lóng總ê毛，koh tio̍h洗伊ê衫褲，用水洗身軀，就清氣。"}},{"book":"利","chapter":14,"verse":10,"versions":{"unv":"「第八天，他要取兩隻沒有殘疾的公羊羔和一隻沒有殘疾、一歲的母羊羔，又要把調油的細麵伊法十分之三為素祭，並油一羅革，一同取來。","bklcl":"Kàu tē-poeh ji̍t, i tio̍h chhú nn̄g chiah bô hâ-chhû ê iûⁿ-káng-á, kap chi̍t-chiah bē-móa-nî bô hâ-chhû ê iûⁿ-chéng-á, koh tio̍h ēng tiau-hô iû ê mī-hún i-hoat cha̍p-hūn-saⁿ chòe sò͘-chè, kap iû chi̍t lô-kek.","tghg":"「到第八日，伊著取二隻無瑕疵的羊牨(káng)仔及一隻未滿年、無瑕疵的羊種仔，閣著用調和(tiau-hô)油的麵粉伊法十份三做素祭，及油一羅革(lô-kek)。","bklhl":"到第八日，伊tio̍h取兩隻無瑕疵ê羊káng-á，kap一隻未滿年無瑕疵ê羊種á，koh tio̍h用調和油ê麵粉i-hoat十份三做素祭，kap油一lô-kek。"}},{"book":"利","chapter":14,"verse":11,"versions":{"unv":"行潔淨之禮的祭司要將那求潔淨的人和這些東西安置在會幕門口、耶和華面前。","bklcl":"Kiâⁿ chheng-khì ê lé ê chè-si, tio̍h chiong hit-ê ài tit-tio̍h chheng-khì ê lâng, kap hiah-ê mi̍h, an-tì tī hōe-bō͘ mn̂g-kháu, Iâ-hô-hoa ê bīn-chêng.","tghg":"行清氣的禮的祭司著將彼個愛得著清氣的人及許個物安置佇會幕門口、耶和華的面前。","bklhl":"行清氣ê禮ê祭司，tio̍h將hit ê ài得tio̍h清氣ê人，kap hiah-ê物，安置tī會幕門口，耶和華ê面前。"}},{"book":"利","chapter":14,"verse":12,"versions":{"unv":"祭司要取一隻公羊羔獻為贖愆祭，和那一羅革油一同作搖祭，在耶和華面前搖一搖；","bklcl":"Chè-si tio̍h chhú iûⁿ-káng-á ê chi̍t-chiah, hiàn chòe pó͘-kè-sit ê chè, kap iû chi̍t lô-kek, lóng iô tī Iâ-hô-hoa ê bīn-chêng chòe iô-chè.","tghg":"祭司著取羊牨仔的一隻獻做補過失的祭，及油一羅革，攏搖佇耶和華的面前做搖祭；","bklhl":"祭司tio̍h取羊káng-á ê一隻，獻做補過失ê祭，kap油一lô-kek，lóng搖tī耶和華ê面前做搖祭。"}},{"book":"利","chapter":14,"verse":13,"versions":{"unv":"把公羊羔宰於聖地，就是宰贖罪祭牲和燔祭牲之地。贖愆祭要歸祭司，與贖罪祭一樣，是至聖的。","bklcl":"Koh tio̍h thâi iûⁿ-káng-á tī sèng-só͘ ê tōe, chiū-sī thâi sio̍k-chōe-chè kap sio-chè ê só͘-chāi;  pó͘-kè-sit-chè tio̍h kui hō͘ chè-si, chhin-chhiūⁿ sio̍k-chōe-chè chi̍t-poaⁿ-iūⁿ;  sī chì-sèng-ê.","tghg":"閣著刣羊牨仔佇聖所的地，就是刣贖罪祭及燒祭的所在。補過失祭著歸互祭司，親像贖罪祭一般樣，是至聖者。","bklhl":"Koh tio̍h 刣羊káng-á tī聖所ê地，就是刣贖罪祭kap燒祭ê所在；補過失祭tio̍h歸hō͘祭司，親像贖罪祭一般樣；是至聖ê。"}},{"book":"利","chapter":14,"verse":14,"versions":{"unv":"祭司要取些贖愆祭牲的血，抹在求潔淨人的右耳垂上和右手的大拇指上，並右腳的大拇指上。","bklcl":"Chè-si tio̍h the̍h tām-po̍h pó͘-kè-sit-chè ê huih, boah tī ài tit-tio̍h chheng-khì ê lâng chiàⁿ-pêng ê hī-á-sûi, kap chiàⁿ-chhiú ê tōa-pō͘-bú, kap chiàⁿ-kha ê tōa-pō͘-bú.","tghg":"祭司著提淡薄補過失祭的血，抹佇愛得著清氣的人正旁的耳仔垂(hī-á-sûi)，及正手的大哺拇(tōa-pō͘-bú)，及正腳的大哺拇。","bklhl":"祭司tio̍h the̍h淡薄補過失祭ê血，抹tī ài得tio̍h清氣ê人chiàⁿ-pêng ê耳á垂，kap chiàⁿ手ê大pō͘拇，kap chiàⁿ腳ê大pō͘拇。"}},{"book":"利","chapter":14,"verse":15,"versions":{"unv":"祭司要從那一羅革油中取些倒在自己的左手掌裡，","bklcl":"Chè-si tio̍h tùi hit chi̍t lô-kek iû ê tiong-kan the̍h tām-po̍h, tò tī ka-kī tò-chhiú ê chhiú-tiong-sim.","tghg":"祭司著對彼一羅革油的中間提淡薄，倒佇家己倒手的手中心，","bklhl":"祭司tio̍h tùi hit一lô-kek油ê中間the̍h淡薄，tò tī家己tò手ê手中心。"}},{"book":"利","chapter":14,"verse":16,"versions":{"unv":"把右手的一個指頭蘸在左手的油裡，在耶和華面前用指頭彈七次。","bklcl":"Chè-si tio̍h ēng chiàⁿ-chhiú ê chi̍t ki chńg-thâu-á ùn tò-chhiú chhiú-tiong-sim ê iû, tī Iâ-hô-hoa ê bīn-chêng, ēng chńg-thâu-á hiù iû chhit-pái.","tghg":"祭司著用正手的一支指頭仔搵倒手手中心的油，佇耶和華的面前，用指頭仔灑油七擺。","bklhl":"祭司tio̍h用chiàⁿ手ê一支指頭á ùn tò手手中心ê油，tī耶和華ê面前，用指頭á hiù油七pái。"}},{"book":"利","chapter":14,"verse":17,"versions":{"unv":"將手裡所剩的油抹在那求潔淨人的右耳垂上和右手的大拇指上，並右腳的大拇指上，就是抹在贖愆祭牲的血上。","bklcl":"Chè-si chiong chhiú-tiong só͘ chhun ê iû, boah tī hit-ê ài tit-tio̍h chheng-khì ê lâng chiàⁿ-pêng ê hī-á-sûi, kap chiàⁿ-chhiú ê tōa-pō͘-bú, kap chiàⁿ-kha ê tōa-pō͘-bú, chiū-sī boah tha̍h tī pó͘-kè-sit-chè ê huih-téng.","tghg":"祭司將手中所剩的油，抹佇彼個愛得著清氣的人正旁的耳仔垂，及正手的大哺拇，及正腳的大哺拇，就是抹褡(boah tha̍h)佇補過失祭的血頂。","bklhl":"祭司將手中所chhun ê油，抹tī hit ê ài得tio̍h清氣ê人chiàⁿ-pêng ê耳á垂，kap chiàⁿ手ê大pō͘拇，kap chiàⁿ腳ê大pō͘拇，就是抹tha̍h tī補過失祭ê血頂。"}},{"book":"利","chapter":14,"verse":18,"versions":{"unv":"祭司手裡所剩的油要抹在那求潔淨人的頭上，在耶和華面前為他贖罪。","bklcl":"Chè-si chhiú-tiong só͘ chhun ê iû, tio̍h piàⁿ tī hit-ê ài tit-tio̍h chheng-khì ê lâng ê thâu-khak-téng;  chè-si tī Iâ-hô-hoa ê bīn-chêng kā i sio̍k-chōe.","tghg":"祭司手中所剩的油，著傾佇彼個愛得著清氣的人的頭殼頂，祭司佇耶和華的面前給伊贖罪。","bklhl":"祭司手中所chhun ê油，tio̍h piàⁿ tī hit ê ài得tio̍h清氣ê人ê頭殼頂；祭司tī耶和華ê面前kā伊贖罪。"}},{"book":"利","chapter":14,"verse":19,"versions":{"unv":"祭司要獻贖罪祭，為那本不潔淨、求潔淨的人贖罪；然後要宰燔祭牲，","bklcl":"Chè-si tio̍h hiàn sio̍k-chōe-chè, kā hit-ê ài tit-tio̍h chheng-khì ê lâng, ūi-tio̍h i ê bô chheng-khì sio̍k-chōe;  jiân-āu thâi hit ê sio-chè ê cheng-siⁿ.","tghg":"祭司著獻贖罪祭，給彼個愛得著清氣的人，為著伊的無清氣贖罪；然後刣彼個燒祭的精牲，","bklhl":"祭司tio̍h獻贖罪祭，kā hit ê ài得tio̍h清氣ê人，為tio̍h伊ê無清氣贖罪；然後刣 hit ê燒祭ê cheng-siⁿ。"}},{"book":"利","chapter":14,"verse":20,"versions":{"unv":"把燔祭和素祭獻在壇上，為他贖罪，他就潔淨了。","bklcl":"Chè-si tio̍h tī tôaⁿ-téng hiàn sio-chè kap sò͘-chè;  chè-si tio̍h ūi i sio̍k-chōe;  i chiū chheng-khì.","tghg":"祭司著佇壇頂獻燒祭及素祭，祭司著為伊贖罪，伊就清氣。","bklhl":"祭司tio̍h tī壇頂獻燒祭kap素祭；祭司tio̍h為伊贖罪；伊就清氣。"}},{"book":"利","chapter":14,"verse":21,"versions":{"unv":"「他若貧窮不能預備夠數，就要取一隻公羊羔作贖愆祭，可以搖一搖，為他贖罪；也要把調油的細麵伊法十分之一為素祭，和油一羅革一同取來；","bklcl":"I nā sòng-hiong bōe pī-pān kàu hiah-chōe, chiū tio̍h chhú chi̍t chiah iûⁿ-káng-á chòe pó͘-kè-sit ê chè, thang iô i, ūi i sio̍k-chōe; iā tio̍h tòa tiau-hô iû ê iù-mī-hún i-hoat cha̍p-hūn-chi̍t, chòe sò͘-chè, kap iû chi̍t lô-kek.","tghg":"「伊若喪鄉𣍐備辦到許多，就著取一隻羊牨仔做補過失的祭，通搖伊，為伊贖罪；也著帶調和油的幼麵粉伊法十份一做素祭，及油一羅革；","bklhl":"伊若sòng-hiong bōe備辦到hiah-chōe，就tio̍h取一隻羊káng-á做補過失ê祭，thang搖伊，為伊贖罪；也tio̍h帶調和油ê幼麵粉i-hoat十份一，做素祭，kap油一lô-kek。"}},{"book":"利","chapter":14,"verse":22,"versions":{"unv":"又照他的力量取兩隻斑鳩或是兩隻雛鴿，一隻作贖罪祭，一隻作燔祭。","bklcl":"Koh chiàu i ê khùi-la̍t chhú nn̄g chiah ka-chui, á-sī nn̄g chiah chíⁿ-á-kiáⁿ, chi̍t-chiah chòe sio̍k-chōe-chè, chi̍t-chiah chòe sio-chè.","tghg":"閣照伊的氣力取(chhú)二隻鳩鵻(ka-chui)抑是二隻鴿仔子(chíⁿ-á-kiáⁿ)，一隻做贖罪祭，一隻做燒祭。","bklhl":"Koh照伊ê氣力取兩隻ka-chui，á是兩隻鴿á-kiáⁿ，一隻做贖罪祭，一隻做燒祭。"}},{"book":"利","chapter":14,"verse":23,"versions":{"unv":"第八天，要為潔淨，把這些帶到會幕門口、耶和華面前，交給祭司。","bklcl":"Kàu tē-poeh ji̍t ūi-tio̍h i tit-tio̍h chheng-khì, chiong chiah-ê tòa kàu hōe-bō͘ mn̂g-kháu, Iâ-hô-hoa ê bīn-chêng;  kau-tài chè-si.","tghg":"到第八日，為著伊得著清氣，將諸個帶到會幕門口、耶和華的面前，交代祭司。","bklhl":"到第八日為tio̍h伊得tio̍h清氣，將chiah ê帶到會幕門口，耶和華ê面前；交帶祭司。"}},{"book":"利","chapter":14,"verse":24,"versions":{"unv":"祭司要把贖愆祭的羊羔和那一羅革油一同作搖祭，在耶和華面前搖一搖。","bklcl":"Chè-si tio̍h chhú pó͘-kè-sit ê iûⁿ-á, kap iû chi̍t lô-kek;  chè-si tio̍h iô i tī Iâ-hô-hoa ê bīn-chêng chòe iô-chè.","tghg":"祭司著取補過失的羊仔及油一羅革，祭司著搖伊佇耶和華的面前做搖祭。","bklhl":"祭司tio̍h取補過失ê羊á，kap油一lô-kek；祭司tio̍h搖伊tī耶和華ê面前做搖祭。"}},{"book":"利","chapter":14,"verse":25,"versions":{"unv":"要宰了贖愆祭的羊羔，取些贖愆祭牲的血，抹在那求潔淨人的右耳垂上和右手的大拇指上，並右腳的大拇指上。","bklcl":"I tio̍h thâi pó͘-kè-sit-chè ê iûⁿ-á;  chè-si chhú tām-po̍h pó͘-kè-sit-chè ê huih, boah tī hit-ê ài tit-tio̍h chheng-khì ê lâng chiàⁿ-pêng ê hī-á-sûi, kap chiàⁿ-chhiú ê tōa-pō͘-bú kap chiàⁿ-kha ê tōa-pō͘-bú.","tghg":"伊著刣補過失祭的羊仔，祭司取淡薄補過失祭的血，抹佇彼個愛得著清氣的人正旁的耳仔垂(hī-á-sûi)，及正手的大哺拇，及正腳的大哺拇。","bklhl":"伊tio̍h 刣補過失祭ê羊á；祭司取淡薄補過失祭ê血，抹tī hit ê ài得tio̍h清氣ê人chiàⁿ-pêng ê耳á垂，kap chiàⁿ手ê大pō͘拇kap chiàⁿ腳ê大pō͘拇。"}},{"book":"利","chapter":14,"verse":26,"versions":{"unv":"祭司要把些油倒在自己的左手掌裡，","bklcl":"Chè-si tio̍h chiong tām-po̍h iû tò tī ka-kī tò-chhiú ê chhiú-tiong-sim.","tghg":"祭司著將淡薄油倒佇家己倒手的手中心，","bklhl":"祭司tio̍h將淡薄油tò tī家己tò手ê手中心。"}},{"book":"利","chapter":14,"verse":27,"versions":{"unv":"把左手裡的油，在耶和華面前，用右手的一個指頭彈七次，","bklcl":"Chè-si ēng tò-chhiú-ni̍h ê iû, tī Iâ-hô-hoa ê bīn-chêng, ēng chiàⁿ-chhiú ê chi̍t ki chńg-thâu-á hiù iû chhit-pái.","tghg":"祭司用倒手裡的油，佇耶和華的面前，用正手的一支指頭仔灑油七擺，","bklhl":"祭司用tò手裡ê油，tī耶和華ê面前，用chiàⁿ手ê一支指頭á hiù油七pái。"}},{"book":"利","chapter":14,"verse":28,"versions":{"unv":"又把手裡的油抹些在那求潔淨人的右耳垂上和右手的大拇指上，並右腳的大拇指上，就是抹贖愆祭之血的原處。","bklcl":"Chè-si koh ēng chhiú-tiong ê iû boah tām-po̍h tī hit-ê ài tit-tio̍h chheng-khì ê lâng chiàⁿ-pêng ê hī-á-sûi, kap chiàⁿ-chhiú ê tōa-pō͘-bú, chiàⁿ-kha ê tōa-pō͘-bú, chiū-sī boah tī pó͘-kè-sit-chè ê huih ê goân-ūi.","tghg":"祭司閣用手中的油抹淡薄佇彼個愛得著清氣的人正旁的耳仔垂，及正手的大哺拇，正腳的大哺拇，就是抹佇補過失祭的血的原位。","bklhl":"祭司koh用手中ê油抹淡薄tī hit ê ài得tio̍h清氣ê人chiàⁿ-pêng ê耳á垂，kap chiàⁿ手ê大pō͘拇，chiàⁿ腳ê大pō͘拇，就是抹tī補過失祭ê血ê原位。"}},{"book":"利","chapter":14,"verse":29,"versions":{"unv":"祭司手裡所剩的油要抹在那求潔淨人的頭上，在耶和華面前為他贖罪。","bklcl":"Chè-si chhiú-tiong só͘ chhun ê iû, tio̍h boah tī hit-ê ài tit-tio̍h chheng-khì ê lâng ê thâu-khak, tī Iâ-hô-hoa ê bīn-chêng ūi-tio̍h i sio̍k-chōe.","tghg":"祭司手中所剩的油，著抹佇彼個愛得著清氣的人的頭殼，佇耶和華的面前為著伊贖罪。","bklhl":"祭司手中所chhun ê油，tio̍h抹tī hit ê ài得tio̍h清氣ê人ê頭殼，tī耶和華ê面前為tio̍h伊贖罪。"}},{"book":"利","chapter":14,"verse":30,"versions":{"unv":"那人又要照他的力量獻上一隻斑鳩或是一隻雛鴿，","bklcl":"I tio̍h chiàu i ê khùi-la̍t hiàn hiah-ê ka-chui ê chi̍t-chiah, á-sī chíⁿ-á-kiáⁿ ê chi̍t-chiah, chiū-sī chiàu i só͘-ōe-ê,","tghg":"伊著照伊的氣力獻許個鳩鵻的一隻抑是鴿仔子的一隻，","bklhl":"伊tio̍h照伊ê氣力獻hiah-ê ka-chui ê一隻，á是鴿á-kiáⁿ ê一隻，就是照伊所能ê，"}},{"book":"利","chapter":14,"verse":31,"versions":{"unv":"就是他所能辦的，一隻為贖罪祭，一隻為燔祭，與素祭一同獻上；祭司要在耶和華面前為他贖罪。","bklcl":"chi̍t-chiah chòe sio̍k-chōe-chè, chi̍t-chiah chòe sio-chè, kap sò͘-chè saⁿ-kap hiàn;  chè-si tio̍h tī Iâ-hô-hoa ê bīn-chêng, kā hit-ê ài tit-tio̍h chheng-khì ê lâng sio̍k-chōe.","tghg":"就是照伊所會的，一隻做贖罪祭，一隻做燒祭，及素祭相及獻；祭司著佇耶和華的面前給彼個愛得著清氣的人贖罪。","bklhl":"一隻做贖罪祭，一隻做燒祭，kap素祭相kap獻；祭司tio̍h tī耶和華ê面前，kā hit ê ài得tio̍h清氣ê人贖罪。"}},{"book":"利","chapter":14,"verse":32,"versions":{"unv":"這是那有大痲瘋災病的人、不能將關乎得潔淨之物預備夠數的條例。」","bklcl":"Lâng hoān-tio̍h thái-ko ê chèng-thâu, iā bô la̍t thang pī-pān tit-tio̍h chheng-khì ê lé-mi̍h, hit ê kui-lē sī án-ni.","tghg":"人患著癩[哥]的症頭，也無力通備辦得著清氣的禮物，彼個規例是按呢。」","bklhl":"人患tio̍h thái-ko ê症頭，也無力thang備辦得tio̍h清氣ê禮物，hit ê規例是án-ni。"}},{"book":"利","chapter":14,"verse":33,"versions":{"unv":"耶和華曉諭摩西、亞倫說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se A-lûn kóng,","tghg":"耶和華吩咐摩西、亞倫講：","bklhl":"耶和華吩咐摩西亞倫講："}},{"book":"利","chapter":14,"verse":34,"versions":{"unv":"「你們到了我賜給你們為業的迦南地，我若使你們所得為業之地的房屋中有大痲瘋的災病，","bklcl":"Lín kàu Góa siúⁿ-sù lín chòe-gia̍p ê Ka-lâm tōe ê sî, Góa ēng thái-ko-chèng jiám-tio̍h chi̍t keng chhù, tī lín só͘ tit-tio̍h chòe-gia̍p ê tōe;","tghg":"「恁到我賞賜恁做業的迦南地的時，我用癩[哥]症染著一間厝，佇恁所得著做業的地，","bklhl":"Lín到我賞賜lín做業ê迦南地ê時，我用thái-ko症染tio̍h一間厝，tī lín所得tio̍h做業ê地；"}},{"book":"利","chapter":14,"verse":35,"versions":{"unv":"房主就要去告訴祭司說：『據我看，房屋中似乎有災病。』","bklcl":"chhù-chú tio̍h khì thong-ti chè-si, kā i kóng, Chiàu góa khòaⁿ, chhù-lāi chhin-chhiūⁿ ū chèng-thâu;","tghg":"厝主著去通知祭司，給伊講：『照我看，厝內親像有症頭。』","bklhl":"厝主tio̍h去通知祭司，kā伊講：照我看，厝內親像有症頭；"}},{"book":"利","chapter":14,"verse":36,"versions":{"unv":"祭司還沒有進去察看災病以前，就要吩咐人把房子騰空，免得房子裡所有的都成了不潔淨；然後祭司要進去察看房子。","bklcl":"chè-si iáu bē ji̍p-khì giām chèng-thâu ê tāi-seng, chè-si chiū tio̍h hoan-hù lâng, chiong chhù piàⁿ-khang, bián-tit chhù-lāi só͘ ū-ê bak-tio̍h bô chheng-khì;  āu-lâi chè-si tio̍h ji̍p-khì giām hit keng chhù.","tghg":"祭司猶未(iáu-bē)入去驗症頭的代先，祭司就著吩咐人將厝傾空(piàⁿ-khang)，免得厝內所有的染著無清氣；後來祭司著入去驗彼間厝。","bklhl":"祭司iáu bē入去驗症頭ê事先，祭司就tio̍h吩咐人，將厝piàⁿ空，免得厝內所有ê bak-tio̍h無清氣；後來祭司tio̍h入去驗hit間厝。"}},{"book":"利","chapter":14,"verse":37,"versions":{"unv":"他要察看那災病，災病若在房子的牆上有發綠或發紅的凹斑紋，現象窪於牆，","bklcl":"I tio̍h giām hit ê chèng-thâu;  khòaⁿ ah, chèng-thâu nā tī chhù ê piah ū hián-chhut chhiⁿ á-sī âng ê nah-hûn, khoán-sit chhim-ji̍p chhiûⁿ-piah,","tghg":"伊著驗彼個症頭，看啊，症頭若佇厝的壁有顯出青抑是紅的凹紋(nah-hûn)，款式深入牆壁(chhiûⁿ-piah)，","bklhl":"伊tio̍h驗hit ê症頭；看ah，症頭若tī厝ê壁有顯出青á是紅ê凹痕，款式深入牆壁，"}},{"book":"利","chapter":14,"verse":38,"versions":{"unv":"祭司就要出到房門外，把房子封鎖七天。","bklcl":"chè-si tio̍h chhut hit keng chhù, kàu chhù mn̂g-kháu, hong hit keng chhù chhit-ji̍t.","tghg":"祭司著出彼間厝，到厝門口，封彼間厝七日。","bklhl":"祭司tio̍h出hit間厝，到厝門口，封hit間厝七日。"}},{"book":"利","chapter":14,"verse":39,"versions":{"unv":"第七天，祭司要再去察看，災病若在房子的牆上發散，","bklcl":"Kàu tē-chhit ji̍t chè-si tio̍h koh khì giām;  khòaⁿ ah, chèng-thâu nā thòaⁿ tī chhù ê chhiûⁿ-piah,","tghg":"到第七日，祭司著閣去驗，看啊，症頭若湠佇厝的牆壁，","bklhl":"到第七日祭司tio̍h koh去驗；看ah，症頭若湠tī厝ê牆壁，"}},{"book":"利","chapter":14,"verse":40,"versions":{"unv":"就要吩咐人把那有災病的石頭挖出來，扔在城外不潔淨之處；","bklcl":"chè-si chiū tio̍h hoan-hù lâng chiong hiah-ê jiám-tio̍h chèng-thâu ê chio̍h iah-khí-lâi, hiat tī siâⁿ-gōa bô chheng-khì ê só͘-chāi.","tghg":"祭司就著吩咐人將許個染著症頭的石挖(iah)起來，㧒佇城外無清氣的所在；","bklhl":"祭司就tio̍h吩咐人將hiah-ê 染tio̍h症頭ê石iah起來，hiat tī城外無清氣ê所在。"}},{"book":"利","chapter":14,"verse":41,"versions":{"unv":"也要叫人刮房內的四圍，所刮掉的灰泥要倒在城外不潔淨之處；","bklcl":"Iā tio̍h kah lâng khau chhù-lāi ê sì-ûi;  só͘ khau-khí-lâi ê he-thô͘, tio̍h piàⁿ tī siâⁿ-gōa bô chheng-khì ê só͘-chāi.","tghg":"也著教人敲厝內的四圍，所敲起來的灰土，著傾佇城外無清氣的所在；","bklhl":"也tio̍h kah人khau厝內ê四圍；所khau起來ê灰土，tio̍h piàⁿ tī城外無清氣ê所在。"}},{"book":"利","chapter":14,"verse":42,"versions":{"unv":"又要用別的石頭代替那挖出來的石頭，要另用灰泥墁房子。","bklcl":"Koh tio̍h ēng pa̍t tè chio̍h, thòe hiah-ê chio̍h, koh ēng he-thô͘ boah hit keng chhù.","tghg":"閣著用別塊石替許個石，閣用灰土抹彼間厝。","bklhl":"Koh tio̍h用別塊石，替hiah-ê石，koh用灰土抹hit間厝。"}},{"book":"利","chapter":14,"verse":43,"versions":{"unv":"「他挖出石頭，刮了房子，墁了以後，災病若在房子裡又發現，","bklcl":"I iah chio̍h, khau-chhù, boah-he liáu-āu, chèng-thâu nā koh kàu, koh hoat-hiān tī hit keng chhù,","tghg":"「伊挖石，敲厝，抹灰了後，症頭若閣到，閣發現佇彼間厝，","bklhl":"伊iah石，khau厝，抹灰了後，症頭若koh到，koh發現tī hit間厝，"}},{"book":"利","chapter":14,"verse":44,"versions":{"unv":"祭司就要進去察看，災病若在房子裡發散，這就是房內蠶食的大痲瘋，是不潔淨。","bklcl":"chè-si tio̍h koh ji̍p-khì giām;  chèng-thâu nā thòaⁿ tī hit keng chhù, hit keng chhù sī jiám-tio̍h ok ê thái-ko;  sī bô chheng-khì.","tghg":"祭司著閣入去驗，症頭若湠佇彼間厝，彼間厝是染著惡的癩[哥]，是無清氣。","bklhl":"祭司tio̍h koh入去驗；症頭若湠tī hit間厝，hit間厝是染tio̍h惡ê thái-ko；是無清氣。"}},{"book":"利","chapter":14,"verse":45,"versions":{"unv":"他就要拆毀房子，把石頭、木頭、灰泥都搬到城外不潔淨之處。","bklcl":"I chiū tio̍h thiah hit keng chhù, i ê chio̍h, i ê chhâ, kap i it-chhè ê he-thô͘, lóng poaⁿ-chhut siâⁿ-gōa, kàu bô chheng-khì ê só͘-chāi.","tghg":"伊就著拆彼間厝，伊的石、伊的柴、及伊一切的灰土攏搬出城外到無清氣的所在。","bklhl":"伊就tio̍h拆hit間厝，伊ê石，伊ê柴，kap伊一切ê灰土，lóng搬出城外，到無清氣ê所在。"}},{"book":"利","chapter":14,"verse":46,"versions":{"unv":"在房子封鎖的時候，進去的人必不潔淨到晚上；","bklcl":"Hit keng chhù hong-ba̍t ê sî-kan, lâng nā ji̍p-khì chiū bô chheng-khì, kàu ê-hng.","tghg":"彼間厝封密的時間，人若入去就無清氣到下昏；","bklhl":"hit間厝封密ê時間，人若入去就無清氣，到ê-hng。"}},{"book":"利","chapter":14,"verse":47,"versions":{"unv":"在房子裡躺著的必洗衣服；在房子裡吃飯的也必洗衣服。","bklcl":"Khùn tī hit keng chhù ê, tio̍h sóe i ê i-ho̍k;  chia̍h tī hit keng chhù-ê iā tio̍h sóe i ê i-ho̍k.","tghg":"睏佇彼間厝的著洗伊的衣服；食佇彼間厝的也著洗伊的衣服。","bklhl":"睏tī hit間厝ê，tio̍h洗伊ê衣服；食tī hit間厝ê也tio̍h洗伊ê衣服。"}},{"book":"利","chapter":14,"verse":48,"versions":{"unv":"「房子墁了以後，祭司若進去察看，見災病在房內沒有發散，就要定房子為潔淨，因為災病已經消除。","bklcl":"Hit keng chhù boah-he liáu-āu, chè-si ji̍p khì giām;  khòaⁿ ah, nā chèng-thâu bô thòaⁿ tī chhù-lāi, chè-si chiū tio̍h toàn hit keng chhù chòe chheng-khì, in-ūi chèng-thâu í-keng siau-bô.","tghg":"「彼間厝抹灰了後，祭司入去驗，看啊，若症頭無湠佇厝內，祭司就著斷彼間厝做清氣，因為症頭已經消無。","bklhl":"hit間厝抹灰了後，祭司入去驗；看ah，若症頭無湠tī厝內，祭司就tio̍h斷hit間厝做清氣，因為症頭已經消無。"}},{"book":"利","chapter":14,"verse":49,"versions":{"unv":"要為潔淨房子取兩隻鳥和香柏木、朱紅色線並牛膝草，","bklcl":"Ūi-tio̍h chheng-khì hit keng chhù tio̍h chhú nn̄g chiah chiáu, kap pek-hiuⁿ-chhâ, chu-âng-sek liāu, kap giû-chhek-chháu.","tghg":"為著清氣彼間厝著取二隻鳥及柏香柴、朱紅色料及牛膝草，","bklhl":"為tio̍h清氣hit間厝tio̍h取兩隻鳥，kap柏香柴，朱紅色料，kap牛膝草。"}},{"book":"利","chapter":14,"verse":50,"versions":{"unv":"用瓦器盛活水，把一隻鳥宰在上面，","bklcl":"Tio̍h thâi hit nn̄g chiah chiáu ê chi̍t-chiah, tī oa̍h-chúi-téng, hûi-khì ê lāi-bīn.","tghg":"著刣彼二隻鳥的一隻，佇活水頂，磁器的內面，","bklhl":"Tio̍h 刣 hit兩隻鳥ê一隻，tī活水頂，磁器ê內面。"}},{"book":"利","chapter":14,"verse":51,"versions":{"unv":"把香柏木、牛膝草、朱紅色線，並那活鳥，都蘸在被宰的鳥血中與活水中，用以灑房子七次。","bklcl":"I tio̍h the̍h hit ê pek-hiuⁿ-chhâ, giû-chhek-chháu, chu-âng-sek ê liāu, kap hit-chiah oa̍h-chiáu, lóng ùn tī hit-chiah siū-thâi ê chiáu ê huih, kap oa̍h-chúi, lâi hiù hit keng chhù chhit-pái.","tghg":"伊著提彼個柏香柴、牛膝草、朱紅色的料，及彼隻活鳥，攏搵佇彼隻受刣的鳥的血及活水，來灑彼間厝七擺。","bklhl":"伊tio̍h the̍h hit ê柏香柴、牛膝草、朱紅色ê料，kap hit隻活鳥，lóng ùn tī hit隻受刣 ê鳥ê血，kap活水，來hiù hit間厝七pái。"}},{"book":"利","chapter":14,"verse":52,"versions":{"unv":"要用鳥血、活水、活鳥、香柏木、牛膝草，並朱紅色線，潔淨那房子。","bklcl":"I tio̍h ēng hit chiah chiáu ê huih, oa̍h-chúi, oa̍h-chiáu, pek-hiuⁿ-chhâ, giû-chhek-chháu, kap chu-âng-sek liāu, chheng-khì hit keng chhù.","tghg":"伊著用彼隻鳥的血、活水、活鳥、柏香柴、牛膝草，及朱紅色料，清氣彼間厝。","bklhl":"伊tio̍h用hit隻鳥ê血、活水、活鳥、柏香柴、牛膝草，kap朱紅色料，清氣hit間厝。"}},{"book":"利","chapter":14,"verse":53,"versions":{"unv":"但要把活鳥放在城外田野裡。這樣潔淨房子（原文是為房子贖罪），房子就潔淨了。」","bklcl":"Chóng-sī tio̍h ēng hit chiah oa̍h-chiáu pàng tī siâⁿ-gōa-ê soaⁿ-ni̍h;  án-ni kā hit keng chhù sio̍k-chōe, hit keng chhù chiū chheng-khì.","tghg":"總是著用彼隻活鳥放佇城外的山裡。按呢給彼間厝贖罪，彼間厝就清氣。」","bklhl":"總是tio̍h用hit隻活鳥放tī城外ê山裡；án-ni kā hit間厝贖罪，hit間厝就清氣。"}},{"book":"利","chapter":14,"verse":54,"versions":{"unv":"這是為各類大痲瘋的災病和頭疥，","bklcl":"Che sī ūi-tio̍h ta̍k-iūⁿ thái-ko ê chèng-thâu, kap chhng;","tghg":"這是為著逐樣癩[哥]的症頭及瘡(chhng)，","bklhl":"這是為tio̍h ta̍k樣thái-ko ê症頭，kap瘡；"}},{"book":"利","chapter":14,"verse":55,"versions":{"unv":"並衣服與房子的大痲瘋，","bklcl":"kap i-ho̍k kap chhù ê thái-ko;","tghg":"及衣服及厝的癩[哥]，","bklhl":"kap衣服kap厝ê thái-ko；"}},{"book":"利","chapter":14,"verse":56,"versions":{"unv":"以及癤子、癬、火斑所立的條例，","bklcl":"í-ki̍p chéng, sián, hé-pan só͘ li̍p ê kui-lē,","tghg":"以及腫、癬、火斑所立的規例，","bklhl":"以及腫、癬、火斑所立ê規例，"}},{"book":"利","chapter":14,"verse":57,"versions":{"unv":"指明何時為潔淨，何時為不潔淨。這是大痲瘋的條例。","bklcl":"chí-bêng sím-mi̍h sî sī bô chheng-khì, sím-mi̍h sî sī chheng-khì;  che sī thái-ko ê kui-lē.","tghg":"指明甚麼時是無清氣，甚麼時是清氣。這是癩[哥]的規例。","bklhl":"指明甚麼時是無清氣，甚麼時是清氣；這是thái-ko ê規例。"}}]