[{"book":"利","chapter":10,"verse":1,"versions":{"unv":"亞倫的兒子拿答、亞比戶各拿自己的香爐，盛上火，加上香，在耶和華面前獻上凡火，是耶和華沒有吩咐他們的，","bklcl":"A-lûn ê kiáⁿ Ná-tap, A-pí-hō͘, ta̍k-ê the̍h ka-kī ê hiuⁿ-lô͘, tóe hé, kap hiuⁿ, tī Iâ-hô-hoa ê bīn-chêng hiàn pa̍t-hō ê hé, sī I só͘ bô bēng-lēng in ê.","tghg":"亞倫的子拿答、亞比戶逐個提家己的香爐，貯火，及香，佇耶和華的面前獻別號的火，是伊所無命令𪜶的，","bklhl":"亞倫ê kiáⁿ Ná-tap、A-pí-hō͘，ta̍k-ê the̍h家己ê香爐，tóe火，kap香，tī耶和華ê面前獻別號ê火，是伊所無命令in ê。"}},{"book":"利","chapter":10,"verse":2,"versions":{"unv":"就有火從耶和華面前出來，把他們燒滅，他們就死在耶和華面前。","bklcl":"Chiū ū hé tùi Iâ-hô-hoa ê bīn-chêng hoat-chhut, lâi sio in;  in chiū sí tī Iâ-hô-hoa ê bīn-chêng.","tghg":"就有火對耶和華的面前發出，來燒𪜶，𪜶就死佇耶和華的面前。","bklhl":"就有火tùi耶和華ê面前發出，來燒in；in就死tī耶和華ê面前。"}},{"book":"利","chapter":10,"verse":3,"versions":{"unv":"於是摩西對亞倫說：「這就是耶和華所說：『我在親近我的人中要顯為聖；在眾民面前，我要得榮耀。』」亞倫就默默不言。","bklcl":"Mô͘-se tùi A-lûn kóng, Che sī Iâ-hô-hoa só͘ kóng ê;  I kóng, Góa beh tī chhin-kūn Góa ê lâng, hián-bêng chòe-sèng;  tī chèng peh-sìⁿ ê bīn-chêng, Góa beh tit-tio̍h êng-kng.  A-lûn iā chēng-chēng.","tghg":"摩西對亞倫講：「這是耶和華所講的，伊講：『我欲佇親近我的人顯明做聖；佇眾百姓的面前，我欲得著榮光。』」亞倫也靜靜。","bklhl":"摩西對亞倫講：這是耶和華所講ê；伊講：我beh tī親近我ê人，顯明做聖；tī眾百姓ê面前，我beh得tio̍h榮光。亞倫也靜靜。"}},{"book":"利","chapter":10,"verse":4,"versions":{"unv":"摩西召了亞倫叔父烏薛的兒子米沙利、以利撒反來，對他們說：「上前來，把你們的親屬從聖所前抬到營外。」","bklcl":"Mô͘-se kiò A-lûn ê chek O͘-siat ê kiáⁿ, Bí-sa-lī, Í-lī-sat-hoán lâi, kā in kóng, Chìn-chêng lâi chiong lín ê chhin-lâng tùi sèng-só͘ ê bīn-chêng kng kàu iâⁿ-gōa.","tghg":"摩西叫亞倫的叔烏設的子米沙利、以利撒反來，給𪜶講：「進前來，將恁的親人對聖所的面前扛到營外。」","bklhl":"摩西叫亞倫ê叔O͘-siat ê kiáⁿ，Bí-sa-lī、 Í-lī-sat-hoán來，ka in講：進前來將lín ê親人tùi聖所ê面前扛到營外。"}},{"book":"利","chapter":10,"verse":5,"versions":{"unv":"於是二人上前來，把他們穿著袍子抬到營外，是照摩西所吩咐的。","bklcl":"In nn̄g lâng chìn-chêng lâi, chiū in só͘ chhēng ê saⁿ kng-chhut iâⁿ-gōa;  sī chiàu Mô͘-se só͘ bēng-lēng-ê.","tghg":"𪜶二人進前來，就𪜶所穿的衫扛出營外，是照摩西所命令的。","bklhl":"In兩人進前來，就in所穿ê衫扛出營外；是照摩西所命令ê。"}},{"book":"利","chapter":10,"verse":6,"versions":{"unv":"摩西對亞倫和他兒子以利亞撒、以他瑪說：「不可蓬頭散髮，也不可撕裂衣裳，免得你們死亡，又免得耶和華向會眾發怒；只要你們的弟兄以色列全家為耶和華所發的火哀哭。","bklcl":"Mô͘-se tùi A-lûn kap i ê kiáⁿ Í-lī-a-sat Í-tha-má kóng, M̄-thang phah-sòaⁿ thâu-mn̂g, iā m̄-thang thiah-li̍h saⁿ;  bián-tit lín sí, koh bián-tit Iâ-hô-hoa siū-khì hōe-chiòng;  to̍k-to̍k lín ê hiaⁿ-tī Í-sek-lia̍t choân-ke, ūi-tio̍h Iâ-hô-hoa só͘ hoat-chhut ê hé lâi ai-khàu.","tghg":"摩西對亞倫及伊的子以利亞撒、以他瑪講：「呣通拍散頭毛，也呣通拆裂衫，免得恁死，閣免得耶和華受氣會眾；獨獨恁的兄弟以色列全家為著耶和華所發出的火來哀哭。","bklhl":"摩西對亞倫kap伊ê kiáⁿ Í-lī-a-sat、Í-tha-má講：M̄-thang phah散頭毛，也m̄-thang拆裂衫；免得lín死，koh免得耶和華受氣會眾；獨獨lín ê兄弟以色列全家，為tio̍h耶和華所發出ê火來哀哭。"}},{"book":"利","chapter":10,"verse":7,"versions":{"unv":"你們也不可出會幕的門，恐怕你們死亡，因為耶和華的膏油在你們的身上。」他們就照摩西的話行了。","bklcl":"Lín iā m̄-thang chhut hōe-bō͘ mn̂g, kiaⁿ-liáu lín ōe sí;  in-ūi Iâ-hô-hoa ê iû boah tī lín ê seng-khu;  in chiū chiàu Mô͘-se ê ōe lâi kiâⁿ.","tghg":"恁也呣通出會幕門，驚了恁會死，因為耶和華的油抹佇恁的身軀。」𪜶就照摩西的話來行。","bklhl":"Lín也m̄-thang出會幕門，驚了lín會死；因為耶和華ê油抹tī lín ê身軀；in就照摩西ê話來行。"}},{"book":"利","chapter":10,"verse":8,"versions":{"unv":"耶和華曉諭亞倫說：","bklcl":"Iâ-hô-hoa hoan-hù A-lûn kóng,","tghg":"耶和華吩咐亞倫講：","bklhl":"耶和華吩咐亞倫講："}},{"book":"利","chapter":10,"verse":9,"versions":{"unv":"「你和你兒子進會幕的時候，清酒、濃酒都不可喝，免得你們死亡；這要作你們世世代代永遠的定例。","bklcl":"Lí kap lí ê kiáⁿ ji̍p hōe-bō͘ ê sî, po̍h-chiú kāu-chiú, lóng m̄-thang lim, bián-tit lín sí, che beh chòe lín ta̍k sè-tāi éng-oán ê lē;","tghg":"「你及你的子入會幕的時，薄酒、厚酒攏呣通飲，免得恁死；這欲做恁逐世代永遠的例。","bklhl":"你kap你ê kiáⁿ入會幕ê時，薄酒厚酒，lóng m̄-thang lim，免得lín死，這beh做lín ta̍k世代永遠ê例；"}},{"book":"利","chapter":10,"verse":10,"versions":{"unv":"使你們可以將聖的、俗的，潔淨的、不潔淨的，分別出來；","bklcl":"hō͘ lín thang hun-piat sèng kap bô sèng-ê, bô chheng-khì kap chheng-khì-ê;","tghg":"互恁通分別聖及無聖者，無清氣及清氣者。","bklhl":"hō͘ lín thang分別聖kap無聖ê，無清氣kap清氣ê；"}},{"book":"利","chapter":10,"verse":11,"versions":{"unv":"又使你們可以將耶和華藉摩西曉諭以色列人的一切律例教訓他們。」","bklcl":"koh hō͘ lín thang chiong Iâ-hô-hoa thok-tiōng Mô͘-se hoan-hù Í-sek-lia̍t lâng it-chhè ê lu̍t-lē kà-sī in.","tghg":"閣互恁通將耶和華託仗摩西吩咐以色列人一切的律例教示𪜶。」","bklhl":"koh hō͘ lín thang將耶和華託重摩西吩咐以色列人一切ê律例教示in。"}},{"book":"利","chapter":10,"verse":12,"versions":{"unv":"摩西對亞倫和他剩下的兒子以利亞撒、以他瑪說：「你們獻給耶和華火祭中所剩的素祭，要在壇旁不帶酵而吃，因為是至聖的。","bklcl":"Mô͘-se tùi A-lûn kap i só͘ chhun ê kiáⁿ Í-lī-a-sat Í-tha-má kóng, Lín the̍h Iâ-hô-hoa hé-chè só͘ chhun ê sò͘-chè, tio̍h tī tôaⁿ-piⁿ chia̍h i, m̄-thang chham kàⁿ;  in-ūi sī chì-sèng-ê.","tghg":"摩西對亞倫及伊所剩的子以利亞撒、以他瑪講：「恁提耶和華火祭所剩的素祭，著佇壇邊食伊呣通參酵，因為是至聖者。","bklhl":"摩西對亞倫kap伊所chhun ê kiáⁿ Í-lī-a-sat、Í-tha-má講：Lín the̍h耶和華火祭所chhun ê素祭，tio̍h tī壇邊食伊，m̄-thang chham酵；因為是至聖ê。"}},{"book":"利","chapter":10,"verse":13,"versions":{"unv":"你們要在聖處吃；因為在獻給耶和華的火祭中，這是你的分和你兒子的分；所吩咐我的本是這樣。","bklcl":"Lín tio̍h chia̍h i tī sèng ê só͘-chāi, in-ūi tī hiàn hō͘ Iâ-hô-hoa ê hé-chè-tiong, che sī lí ê hūn-gia̍h, kap lí ê kiáⁿ ê hūn-gia̍h;  só͘ bēng-lēng góa ê chiū-sī án-ni.","tghg":"恁著食伊佇聖的所在；因為佇獻互耶和華的火祭中，這是你的份額及你的子的份額；所命令我的就是按呢。","bklhl":"Lín tio̍h食伊tī聖ê所在，因為tī獻hō͘耶和華ê火祭中，這是你ê份額，kap你ê kiáⁿ ê份額；所命令我ê就是án-ni。"}},{"book":"利","chapter":10,"verse":14,"versions":{"unv":"所搖的胸，所舉的腿，你們要在潔淨地方吃。你和你的兒女都要同吃；因為這些是從以色列人平安祭中給你，當你的分和你兒子的分。","bklcl":"Só͘ iô ê heng, só͘ kú-khí ê thúi, lín tio̍h tī chheng-khì ê só͘-chāi chia̍h i, lí kap lí ê kiáⁿ, lí ê cha-bó͘-kiáⁿ, lóng tio̍h saⁿ-kap chia̍h;  in-ūi chiah-ê sī tùi Í-sek-lia̍t lâng siā-un-chè-tiong hō͘ lí, chòe lí ê hūn-gia̍h, kap lí ê kiáⁿ ê hūn-gia̍h.","tghg":"所搖的胸，所舉起的腿，恁著佇清氣的所在食伊。你及你的子你的查某子攏著相及食；因為諸個是對以色列人謝恩祭中互你，做你的份額及你的子的份額。","bklhl":"所搖ê胸，所舉起ê腿，lín tio̍h tī清氣ê所在食伊，你kap你ê kiáⁿ，你ê cha-bó͘-kiáⁿ，lóng tio̍h相kap食；因為chiah ê是tùi以色列人謝恩祭中hō͘你，做你ê份額，kap你ê kiáⁿ ê份額。"}},{"book":"利","chapter":10,"verse":15,"versions":{"unv":"所舉的腿，所搖的胸，他們要與火祭的脂油一同帶來當搖祭，在耶和華面前搖一搖；這要歸你和你兒子，當作永得的分，都是照耶和華所吩咐的。」","bklcl":"Só͘ kú-khí ê thúi, só͘ iô ê heng, in tio̍h kap hé-chè ê iû saⁿ-kap tòa-lâi, chòe iô-chè tī Iâ-hô-hoa ê bīn-chêng iô i;  che tio̍h kui lí kap lí ê kiáⁿ, chòe éng-oán tit-tio̍h ê hūn-gia̍h;  lóng sī chiàu Iâ-hô-hoa só͘ bēng-lēng ê.","tghg":"所舉起的腿，所搖的胸，𪜶著及火祭的油相及帶來，做搖祭佇耶和華的面前搖伊；這著歸你及你的子，做永遠得著的份額，攏是照耶和華所命令的。」","bklhl":"所舉起ê腿，所搖ê胸，in tio̍h kap火祭ê油相kap帶來，做搖祭tī耶和華ê面前搖伊；這tio̍h歸你kap你ê kiáⁿ，做永遠得tio̍h ê份額；lóng是照耶和華所命令ê。"}},{"book":"利","chapter":10,"verse":16,"versions":{"unv":"當下摩西急切地尋找作贖罪祭的公山羊，誰知已經焚燒了，便向亞倫剩下的兒子以利亞撒、以他瑪發怒，說：","bklcl":"Hit-sî Mô͘-se tì-ì chhē chòe sio̍k-chōe-chè ê soaⁿ-iûⁿ-káng; khòaⁿ ah, í-keng sio-khì;  chiū siū-khì A-lûn só͘ chhun ê kiáⁿ Í-lī-a-sat Í-tha-má, kóng,","tghg":"彼時摩西致意尋做贖罪祭的山羊牨(káng)，看啊，已經燒去，就受氣亞倫所剩的子以利亞撒、以他瑪講：","bklhl":"hit時摩西致意chhē做贖罪祭ê山羊káng；看ah，已經燒去；就受氣亞倫所chhun ê kiáⁿ Í-lī-a-sat、Í-tha-má，講："}},{"book":"利","chapter":10,"verse":17,"versions":{"unv":"「這贖罪祭既是至聖的，主又給了你們，為要你們擔當會眾的罪孽，在耶和華面前為他們贖罪，你們為何沒有在聖所吃呢？","bklcl":"Chit ê sio̍k-chōe-chè í-keng sī chì-sèng-ê, I koh ēng hit-ê kui hō͘ lín, lâi tam-tng hōe-chiòng ê chōe-kòa, tī Iâ-hô-hoa ê bīn-chêng kā in sio̍k;  lín siáⁿ-sū bô chia̍h i tī sèng ê só͘-chāi ah?","tghg":"「此個贖罪祭已經是至聖者，伊閣用彼個歸互恁，來擔當會眾的罪過，佇耶和華的面前給𪜶贖，恁啥事無食伊佇聖的所在啊？","bklhl":"chit ê贖罪祭已經是至聖ê，伊koh用hit ê歸hō͘ lín，來擔當會眾ê罪過，tī耶和華ê面前ka in贖；lín啥事無食伊tī聖ê所在ah?"}},{"book":"利","chapter":10,"verse":18,"versions":{"unv":"看哪，這祭牲的血並沒有拿到聖所裡去，你們本當照我所吩咐的，在聖所裡吃這祭肉。」","bklcl":"Khòaⁿ ah, hit ê huih bô tòa ji̍p sèng-só͘ lāi;  lín pún tio̍h chia̍h i tī sèng-só͘;  chiàu góa só͘ bēng-lēng-ê.","tghg":"看啊，彼個血無帶入聖所內，恁本著食伊佇聖所，照我所命令的。」","bklhl":"看ah，hit ê血無帶入聖所內；lín本tio̍h食伊tī聖所；照我所命令ê。"}},{"book":"利","chapter":10,"verse":19,"versions":{"unv":"亞倫對摩西說：「今天他們在耶和華面前獻上贖罪祭和燔祭，我又遇見這樣的災，若今天吃了贖罪祭，耶和華豈能看為美呢？」","bklcl":"A-lûn tùi Mô͘-se kóng, Khòaⁿ ah, kin-á-ji̍t in tī Iâ-hô-hoa ê bīn-chêng hiàn in ê sio̍k-chōe-chè, kap in ê sio-chè;  góa koh tú-tio̍h chhin-chhiūⁿ án-ni;  góa nā kin-á-ji̍t chia̍h sio̍k-chōe-chè, Iâ-hô-hoa kiám ōe khòaⁿ chòe-hó mah?","tghg":"亞倫對摩西講：「看啊，今仔日𪜶佇耶和華的面前獻𪜶的贖罪祭及𪜶的燒祭，我閣抵著(tú-tio̍h)親像按呢，我若今仔日食贖罪祭，耶和華豈會看做好嗎？」","bklhl":"亞倫對摩西講：看ah，今á日in tī耶和華ê面前獻in ê贖罪祭，kap in ê燒祭；我koh tú-tio̍h親像án-ni；我若今á日食贖罪祭，耶和華kiám會看做好mah?"}},{"book":"利","chapter":10,"verse":20,"versions":{"unv":"摩西聽見這話，便以為美。","bklcl":"Mô͘-se thiaⁿ-kìⁿ, chiū lia̍h chit ê ōe chòe hó.","tghg":"摩西聽見，就掠此個話做好。","bklhl":"摩西聽見，就掠chit ê話做好。"}}]