[{"book":"利","chapter":3,"verse":1,"versions":{"unv":"「人獻供物為平安祭（平安：或譯酬恩；下同），若是從牛群中獻，無論是公的是母的，必用沒有殘疾的獻在耶和華面前。","bklcl":"I ê lé-mi̍h nā sī siā-un ê chè, he̍k-sī tùi gû-kûn-tiong hiàn, bô-lūn sī kang-ê, sī bú-ê, tio̍h ēng bô hâ-chhû-ê hiàn tī Iâ-hô-hoa ê bīn-chêng.","tghg":"「伊的禮物若是謝恩的祭，或是對牛群中獻，無論是公的、是母的，著用無瑕疵的獻佇耶和華的面前。","bklhl":"伊ê禮物若是謝恩ê祭，或是tùi牛群中獻，無論是公ê，是母ê，tio̍h用無瑕疵ê獻tī耶和華ê面前。"}},{"book":"利","chapter":3,"verse":2,"versions":{"unv":"他要按手在供物的頭上，宰於會幕門口。亞倫子孫作祭司的，要把血灑在壇的周圍。","bklcl":"I tio̍h hōaⁿ-chhiú tī lé-mi̍h ê thâu-khak-téng, thâi i tī hōe-bō͘ ê mn̂g-kháu;  A-lûn kiáⁿ-sun chòe chè-si-ê, tio̍h ēng huih hiù tī tôaⁿ ê chiu-ûi.","tghg":"伊著按手佇禮物的頭殼頂，刣伊佇會幕的門口。亞倫子孫做祭司者，著用血灑佇壇的周圍。","bklhl":"伊tio̍h 按手tī禮物ê頭殼頂，刣伊tī會幕ê門口；亞倫kiáⁿ孫做祭司ê，tio̍h用血hiù tī壇ê周圍。"}},{"book":"利","chapter":3,"verse":3,"versions":{"unv":"從平安祭中，將火祭獻給耶和華，也要把蓋臟的脂油和臟上所有的脂油，","bklcl":"Tùi siā-un-chè ê tiong-kan, tio̍h chiong hé-chè hiàn hō͘ Iâ-hô-hoa;  ēng khàm chōng-hú ê iû, kap chōng-hú só͘ ū ê iû,","tghg":"對謝恩祭的中間，著將火祭獻互耶和華，用蓋(khàm)臟腑(chōng-hú)的油及臟腑所有的油，","bklhl":"Tùi謝恩祭ê中間，tio̍h將火祭獻hō͘耶和華；用蓋臟腑ê油，kap臟腑所有ê油，"}},{"book":"利","chapter":3,"verse":4,"versions":{"unv":"並兩個腰子和腰子上的脂油，就是靠腰兩旁的脂油，與肝上的網子和腰子，一概取下。","bklcl":"í-ki̍p nn̄g lia̍p io-chí, kap in só͘ ū ê iû, chiū-sī óa-kūn io siang-pêng ê iû, kap koaⁿ-ni̍h ê bāng-se, kap io-chí, it-khài the̍h-khí-lâi.","tghg":"以及二粒腰子(io-chí)及𪜶所有的油，就是倚近腰雙旁的油，及肝裡的網紗(bāng-se)及腰子，一概提起來。","bklhl":"以及兩粒腰子，kap in所有ê油，就是óa近腰雙pêng ê油，kap肝裡ê網紗，kap腰子，一概the̍h起來。"}},{"book":"利","chapter":3,"verse":5,"versions":{"unv":"亞倫的子孫要把這些燒在壇的燔祭上，就是在火的柴上，是獻與耶和華為馨香的火祭。","bklcl":"A-lûn ê kiáⁿ-sun tio̍h sio i tī tôaⁿ-ni̍h sio-chè ê téng-bīn, chiū-sī tī hé-ni̍h ê chhâ;  sī hiàn hō͘ Iâ-hô-hoa chòe phang-phang ê hé-chè.","tghg":"亞倫的子孫著燒伊佇壇裡燒祭的頂面，就是佇火裡的柴，是獻互耶和華做芳芳的火祭。","bklhl":"亞倫ê kiáⁿ孫tio̍h燒伊tī壇裡燒祭ê頂面，就是tī火裡ê柴；是獻hō͘耶和華做芳芳ê火祭。"}},{"book":"利","chapter":3,"verse":6,"versions":{"unv":"「人向耶和華獻供物為平安祭，若是從羊群中獻，無論是公的是母的，必用沒有殘疾的。","bklcl":"I ê lé-mi̍h chòe siā-un ê chè hiàn hō͘ Iâ-hô-hoa ê, nā sī tùi iûⁿ-kûn-tiong, he̍k-sī kang-ê, he̍k-sī bú-ê, tio̍h ēng bô hâ-chhû-ê.","tghg":"「伊的禮物做謝恩的祭獻互耶和華的，若是對羊群中，或是公的或是母的，著用無瑕疵的。","bklhl":"伊ê禮物做謝恩ê祭獻hō͘耶和華ê，若是tùi羊群中，或是公ê，或是母ê，tio̍h用無瑕疵ê。"}},{"book":"利","chapter":3,"verse":7,"versions":{"unv":"若獻一隻羊羔為供物，必在耶和華面前獻上，","bklcl":"Nā hiàn chi̍t chiah iûⁿ-á-kiáⁿ chòe lé-mi̍h, tio̍h tī Iâ-hô-hoa ê bīn-chêng hiàn.","tghg":"若獻一隻羊仔子做禮物，著佇耶和華的面前獻，","bklhl":"若獻一隻羊á-kiáⁿ做禮物，tio̍h tī耶和華ê面前獻。"}},{"book":"利","chapter":3,"verse":8,"versions":{"unv":"並要按手在供物的頭上，宰於會幕前。亞倫的子孫要把血灑在壇的周圍。","bklcl":"Iā tio̍h hōaⁿ-chhiú tī i ê lé-mi̍h ê thâu-khak-téng, thâi i tī hōe-bō͘-chêng;  A-lûn ê kiáⁿ-sun tio̍h chiong i ê huih hiù tī tôaⁿ ê chiu-ûi.","tghg":"也著按手佇伊的禮物的頭殼頂，刣伊佇會幕前。亞倫的子孫著將伊的血灑佇壇的周圍。","bklhl":"也tio̍h 按手tī伊ê禮物ê頭殼頂，刣伊tī會幕前；亞倫ê kiáⁿ孫tio̍h將伊ê血hiù tī壇ê周圍。"}},{"book":"利","chapter":3,"verse":9,"versions":{"unv":"從平安祭中，將火祭獻給耶和華，其中的脂油和整肥尾巴都要在靠近脊骨處取下，並要把蓋臟的脂油和臟上所有的脂油，","bklcl":"Tùi siā-un-chè ê tiong-kan, tio̍h chiong hé-chè hiàn hō͘ Iâ-hô-hoa;  hit tiong-kan ê iû, kap i ka-nn̂g-ki pûi ê iûⁿ-bé, tùi óa-kūn chit-kut ê só͘-chāi the̍h-khí-lâi, í-ki̍p khàm chōng-hú ê iû, kap chōng-hú só͘ ū ê iû,","tghg":"對謝恩祭的中間，著將火祭獻互耶和華，彼中間的油及伊全牲肢肥(ka-nn̂g-ki pûi)的羊尾對倚近脊骨的所在提起來，以及蓋臟腑的油及臟腑所有的油，","bklhl":"Tùi謝恩祭ê中間，tio̍h將火祭獻hō͘耶和華；hit中間ê油，kap伊ka-nn̂g-ki肥ê羊尾，tùi óa近脊骨ê所在the̍h起來，以及蓋臟腑ê油，kap臟腑所有ê油，"}},{"book":"利","chapter":3,"verse":10,"versions":{"unv":"兩個腰子和腰子上的脂油，就是靠腰兩旁的脂油，並肝上的網子和腰子，一概取下。","bklcl":"í-ki̍p nn̄g lia̍p io-chí, kap in só͘ ū ê iû, chiū-sī óa-kūn io siang-pêng ê iû, kap koaⁿ-ni̍h ê bāng-se, kap io-chí, it-khài the̍h-khí-lâi.","tghg":"以及二粒腰子及𪜶所有的油，就是倚近腰雙旁的油，及肝裡的網紗及腰子，一概提起來。","bklhl":"以及兩粒腰子，kap in所有ê油，就是óa近腰雙pêng ê油，kap肝裡ê網紗，kap腰子，一概the̍h起來。"}},{"book":"利","chapter":3,"verse":11,"versions":{"unv":"祭司要在壇上焚燒，是獻給耶和華為食物的火祭。","bklcl":"Chè-si tio̍h sio i tī tôaⁿ-téng;  sī hiàn hō͘ Iâ-hô-hoa chòe hé-chè ê chia̍h-mi̍h.","tghg":"祭司著燒伊佇壇頂，是獻互耶和華做火祭的食物。","bklhl":"祭司tio̍h燒伊tī壇頂；是獻hō͘耶和華做火祭ê食物。"}},{"book":"利","chapter":3,"verse":12,"versions":{"unv":"「人的供物若是山羊，必在耶和華面前獻上。","bklcl":"I ê lé-mi̍h nā sī soaⁿ-iûⁿ, tio̍h tī Iâ-hô-hoa ê bīn-chêng hiàn.","tghg":"「伊的禮物若是山羊，著佇耶和華的面前獻。","bklhl":"伊ê禮物若是山羊，tio̍h tī耶和華ê面前獻。"}},{"book":"利","chapter":3,"verse":13,"versions":{"unv":"要按手在山羊頭上，宰於會幕前。亞倫的子孫要把血灑在壇的周圍，","bklcl":"Tio̍h hōaⁿ-chhiú tī i ê thâu-khak, thâi i tī hōe-bō͘-chêng;  A-lûn ê kiáⁿ-sun tio̍h chiong huih hiù tī tôaⁿ ê chiu-ûi.","tghg":"著按手佇伊的頭殼，刣伊佇會幕前。亞倫的子孫著將血灑佇壇的周圍，","bklhl":"Tio̍h 按手tī伊ê頭殼，刣伊tī會幕前；亞倫ê kiáⁿ孫tio̍h將血hiù tī壇ê周圍。"}},{"book":"利","chapter":3,"verse":14,"versions":{"unv":"又把蓋臟的脂油和臟上所有的脂油，兩個腰子和腰子上的脂油，就是靠腰兩旁的脂油，並肝上的網子和腰子，一概取下，獻給耶和華為火祭。","bklcl":"I tio̍h tùi che hiàn i ê lé-mi̍h chòe hé-chè hō͘ Iâ-hô-hoa.","tghg":"伊著對這獻伊的禮物做火祭互耶和華，","bklhl":"伊tio̍h tùi這獻伊ê禮物做火祭hō͘耶和華。"}},{"book":"利","chapter":3,"verse":15,"versions":{"unv":"【併於上節】","bklcl":"Ēng khàm chōng-hú ê iû, kap chōng-hú só͘ ū ê iû, í-ki̍p nn̄g lia̍p io-chí, kap in só͘ ū ê iû, chiū-sī óa-kūn io siang-pêng ê iû, kap koaⁿ-téng ê bāng-se, kap io-chí, it-khài the̍h-khí-lâi.","tghg":"用蓋臟腑的油及臟腑所有的油，以及二粒腰子及𪜶所有的油，就是倚近腰雙旁的油，及肝頂的網紗及腰子，一概提起來。","bklhl":"用蓋臟腑ê油，kap臟腑所有ê油，以及兩粒腰子，kap in所有ê油，就是óa近腰雙pêng ê油，kap肝頂ê網紗，kap腰子，一概the̍h起來。"}},{"book":"利","chapter":3,"verse":16,"versions":{"unv":"祭司要在壇上焚燒，作為馨香火祭的食物。脂油都是耶和華的。","bklcl":"Chè-si tio̍h sio i tī tôaⁿ-téng, chòe hé-chè ê chia̍h-mi̍h, chhú i ê phang-phang-ê;  iû lóng sī Iâ-hô-hoa ê.","tghg":"祭司著燒伊佇壇頂，做火祭的食物，取伊的芳芳的。油攏是耶和華的。","bklhl":"祭司tio̍h燒伊tī壇頂，做火祭ê食物，取伊ê芳芳ê；油lóng是耶和華ê。"}},{"book":"利","chapter":3,"verse":17,"versions":{"unv":"在你們一切的住處，脂油和血都不可吃；這要成為你們世世代代永遠的定例。」","bklcl":"Tī lín it-chhè khiā-khí ê só͘-chāi, iû kap huih lóng m̄-thang chia̍h;  che beh chòe lín ta̍k sè-tāi éng-oán tiāⁿ-tio̍h ê lē.","tghg":"佇恁一切徛起的所在，油及血攏呣通食；這欲做恁逐世代永遠定著的例。」","bklhl":"Tī lín一切khiā起ê所在，油kap血lóng m̄-thang食；這beh做lín ta̍k世代永遠定tio̍h ê例。"}}]