[{"book":"利","chapter":5,"verse":1,"versions":{"unv":"「若有人聽見發誓的聲音（或譯：若有人聽見叫人發誓的聲音），他本是見證，卻不把所看見的、所知道的說出來，這就是罪；他要擔當他的罪孽。","bklcl":"Nā ū lâng hoān-chōe, chiū-sī thiaⁿ-kìⁿ chiù-chōa ê siaⁿ, iā i pún tio̍h chòe kan-chèng, chóng-sī só͘ khòaⁿ-kìⁿ, á-sī só͘ chai ê, i m̄-kóng, i tio̍h tam-tng i ê chōe.","tghg":"「若有人犯罪就是聽見咒誓的聲，也伊本著做干證，總是所看見、抑是所知的伊呣講，伊著擔當伊的罪。","bklhl":"若有人犯罪，就是聽見chiù -chōa ê聲，也伊本tio̍h做干證，總是所看見，á是所知ê，伊m̄講：伊tio̍h擔當伊ê罪。"}},{"book":"利","chapter":5,"verse":2,"versions":{"unv":"或是有人摸了不潔的物，無論是不潔的死獸，是不潔的死畜，是不潔的死蟲，他卻不知道，因此成了不潔，就有了罪。","bklcl":"Nā ū lâng bong-tio̍h bô chheng-khì ê mi̍h, he̍k-sī bô chheng-khì ê siù ê sin-si, he̍k-sī bô chheng-khì ê cheng-siⁿ ê sin-si, he̍k-sī bô chheng-khì ê thâng-thōa ê sin-si, i iā m̄-chai, i chiū bô chheng-khì, i chiū ū chōe.","tghg":"若有人摸著無清氣的物，或是無清氣的獸的身屍，或是無清氣的精牲的身屍，或是無清氣的蟲𧒴(thâng-thōa)的身屍，伊也呣知，伊就無清氣，伊就有罪。","bklhl":"若有人摸tio̍h無清氣ê物，或是無清氣ê獸ê身屍，或是無清氣ê cheng-siⁿ ê身屍，或是無清氣ê蟲thōa ê身屍，伊也m̄知，伊就無清氣，伊就有罪。"}},{"book":"利","chapter":5,"verse":3,"versions":{"unv":"或是他摸了別人的污穢，無論是染了甚麼污穢，他卻不知道，一知道了就有了罪。","bklcl":"Á-sī i bong-tio̍h pa̍t-lâng ê bô chheng-khì, bô-lūn bak-tio̍h sím-mi̍h bô chheng-khì lâi bô chheng-khì, chóng-sī i m̄-chai; kàu chi̍t-ē chai, chiū ū chōe.","tghg":"抑是伊摸著別人的無清氣，無論染著甚麼無清氣來無清氣，總是伊呣知，到一下知就有罪。","bklhl":"á是伊摸tio̍h別人ê無清氣，無論bak-tio̍h甚麼無清氣來無清氣，總是伊m̄知；到一下知，就有罪。"}},{"book":"利","chapter":5,"verse":4,"versions":{"unv":"或是有人嘴裡冒失發誓，要行惡，要行善，無論人在甚麼事上冒失發誓，他卻不知道，一知道了就要在這其中的一件上有了罪。","bklcl":"Á-sī ū lâng sûi-piān chiù-chōa, chhùi kóng beh chòe-pháiⁿ, beh chòe-hó, bô-lūn lâng tī sím-mi̍h sū sûi-piān chiù-chōa, i iā m̄-chai;  kàu chi̍t-ē chai, chiū tī chiah-ê hāng ê chi̍t-hāng, sǹg-chòe ū chōe.","tghg":"抑是有人隨便咒誓，嘴講欲做歹，欲做好，無論人佇甚麼事隨便咒誓，伊也呣知，到一下知就佇諸個項的一項算做有罪。","bklhl":"á是有人隨便chiù -chōa，嘴講beh做pháiⁿ，beh做好，無論人tī甚麼事隨便chiù -chōa，伊也m̄知；到一下知，就tī chiah ê項ê一項，算做有罪。"}},{"book":"利","chapter":5,"verse":5,"versions":{"unv":"他有了罪的時候，就要承認所犯的罪，","bklcl":"I tī chiah-ê hāng ê chi̍t-hāng ū chōe, chiū tio̍h sêng-jīn i só͘ hoān ê chōe.","tghg":"伊佇諸個項的一項有罪，就著承認伊所犯的罪，","bklhl":"伊tī chiah ê項ê一項有罪，就tio̍h承認伊所犯ê罪。"}},{"book":"利","chapter":5,"verse":6,"versions":{"unv":"並要因所犯的罪，把他的贖愆祭牲─就是羊群中的母羊，或是一隻羊羔，或是一隻山羊─牽到耶和華面前為贖罪祭。至於他的罪，祭司要為他贖了。","bklcl":"Iā tio̍h in-ūi só͘ hoān ê chōe, tòa pó͘-kè-sit ê chè, kàu Iâ-hô-hoa ê bīn-chêng, chiū-sī iûⁿ-kûn-tiong ê bú-ê, he̍k-sī mî-iûⁿ-á, he̍k-sī soaⁿ-iûⁿ chòe sio̍k-chōe ê chè;  lūn-kàu i ê chōe, chè-si tio̍h án-ni kā i sio̍k.","tghg":"也著因為所犯的罪，帶補過失的祭到耶和華的面前──就是羊群中的母的，或是綿羊仔，或是山羊做贖罪的祭。論到伊的罪，祭司著按呢給伊贖。","bklhl":"也tio̍h因為所犯ê罪，帶補過失ê祭，到耶和華ê面前，就是羊群中ê母ê，或是綿羊á，或是山羊做贖罪ê祭；論到伊ê罪，祭司tio̍h án-ni kā伊贖。"}},{"book":"利","chapter":5,"verse":7,"versions":{"unv":"「他的力量若不夠獻一隻羊羔，就要因所犯的罪，把兩隻斑鳩或是兩隻雛鴿帶到耶和華面前為贖愆祭：一隻作贖罪祭，一隻作燔祭。","bklcl":"I ê khùi-la̍t nā bô kàu-gia̍h thang hiàn chi̍t chiah iûⁿ-á, chiū tio̍h in-ūi i só͘ hoān ê chōe, ēng nn̄g chiah ka-chui, á-sī nn̄g chiah chíⁿ-á-kiáⁿ, tòa kàu Iâ-hô-hoa ê bīn-chêng chòe pó͘-kè-sit ê chè;  chi̍t-chiah chòe sio̍k-chōe-chè, chi̍t-chiah chòe sio-chè.","tghg":"「伊的氣力若無夠額通獻一隻羊仔，就著因為伊所犯的罪，用二隻鳩鵻(ka-chui)抑是二隻鴿仔子(chíⁿ-á-kiáⁿ)帶到耶和華的面前做補過失的祭：一隻做贖罪祭，一隻做燒祭。","bklhl":"伊ê氣力若無夠額thang獻一隻羊á，就tio̍h因為伊所犯ê罪，用兩隻ka-chui，á是兩隻鴿á-kiáⁿ，帶到耶和華ê面前做補過失ê祭；一隻做贖罪祭，一隻做燒祭。"}},{"book":"利","chapter":5,"verse":8,"versions":{"unv":"把這些帶到祭司那裡，祭司就要先把那贖罪祭獻上，從鳥的頸項上揪下頭來，只是不可把鳥撕斷，","bklcl":"I tio̍h chiong chiah-ê tòa kàu chè-si hia;  chè-si chiū tio̍h tāi-seng hiàn hit-chiah chòe sio̍k-chōe-chè ê;  tùi ām-kún chūn i ê thâu, chóng-sī m̄-thang kā i phòa-khui.","tghg":"伊著將諸個帶到祭司遐，祭司就著代先獻彼隻做贖罪祭的，對頷頸捘伊的頭，總是呣通給伊破開，","bklhl":"伊tio̍h將chiah ê帶到祭司hia；祭司就tio̍h事先獻hit隻做贖罪祭ê；tùi頷頸chūn伊ê頭，總是m̄-thang kā伊破開。"}},{"book":"利","chapter":5,"verse":9,"versions":{"unv":"也把些贖罪祭牲的血彈在壇的旁邊，剩下的血要流在壇的腳那裡；這是贖罪祭。","bklcl":"I iā tio̍h ēng chit ê sio̍k-chōe-chè ê huih, hiù tī tôaⁿ-piⁿ;  só͘ chhun ê huih tio̍h le̍k tī tôaⁿ-kha;  che sī sio̍k-chōe-chè.","tghg":"伊也著用此個贖罪祭的血灑佇壇邊，所剩的血著瀝佇壇腳；這是贖罪祭。","bklhl":"伊也tio̍h用chit ê贖罪祭ê血，hiù tī壇邊；所chhun ê血tio̍h le̍k tī壇腳；這是贖罪祭。"}},{"book":"利","chapter":5,"verse":10,"versions":{"unv":"他要照例獻第二隻為燔祭。至於他所犯的罪，祭司要為他贖了，他必蒙赦免。","bklcl":"I tio̍h chiàu-lē hiàn tē-jī-chiah chòe sio-chè;  lūn-kàu i só͘ hoān ê chōe, chè-si tio̍h chiàu án-ni kā i sio̍k;  chiū beh tit-tio̍h sià-bián.","tghg":"伊著照例獻第二隻做燒祭。論到伊所犯的罪，祭司著照按呢給伊贖，就欲得著赦免。","bklhl":"伊tio̍h照例獻第二隻做燒祭；論到伊所犯ê罪，祭司tio̍h照án-ni kā伊贖；就beh得tio̍h赦免。"}},{"book":"利","chapter":5,"verse":11,"versions":{"unv":"「他的力量若不夠獻兩隻斑鳩或是兩隻雛鴿，就要因所犯的罪帶供物來，就是細麵伊法十分之一為贖罪祭；不可加上油，也不可加上乳香，因為是贖罪祭。","bklcl":"I ê khùi-la̍t nā bô kàu-gia̍h thang hiàn nn̄g chiah ka-chui, á-sī nn̄g chiah chíⁿ-á-kiáⁿ, chiū tio̍h in-ūi i só͘ hoān ê chōe, tòa i ê lé-mi̍h lâi, chiū-sī iù ê mī-hún i-hoat ê cha̍p-hūn-chi̍t, chòe sio̍k-chōe-chè, m̄-thang lo̍h iû, iā m̄-thang chham jú-hiuⁿ;  in-ūi sī sio̍k-chōe-chè.","tghg":"「伊的氣力若無夠額通獻二隻鳩鵻抑是二隻鴿仔子，就著因為伊所犯的罪帶伊的禮物來，就是幼的麵粉伊法的十份一做贖罪祭；呣通落油，也呣通參乳香，因為是贖罪祭。","bklhl":"伊ê氣力若無夠額thang獻兩隻ka-chui，á是兩隻鴿á-kiáⁿ，就tio̍h因為伊所犯ê罪，帶伊ê禮物來，就是幼ê麵粉i-hoat ê十份一，做贖罪祭，m̄-thang落油，也m̄-thang chham乳香；因為是贖罪祭。"}},{"book":"利","chapter":5,"verse":12,"versions":{"unv":"他要把供物帶到祭司那裡，祭司要取出自己的一把來作為紀念，按獻給耶和華火祭的條例燒在壇上；這是贖罪祭。","bklcl":"I tio̍h chiong lé-mi̍h tòa kàu chè-si hia; chè-si tio̍h la̍k chi̍t-la̍k, lâi chòe i ê kì-liām, sio tī tôaⁿ-téng, chiàu hiàn hō͘ Iâ-hô-hoa ê hé-chè;  che sī sio̍k-chōe-chè.","tghg":"伊著將禮物帶到祭司遐，祭司著搙(la̍k)一搙來做伊的紀念，燒佇壇頂照獻互耶和華的火祭；這是贖罪祭。","bklhl":"伊tio̍h將禮物帶到祭司hia；祭司tio̍h la̍k一la̍k，來做伊ê記念，燒tī壇頂，照獻hō͘耶和華ê火祭；這是贖罪祭。"}},{"book":"利","chapter":5,"verse":13,"versions":{"unv":"至於他在這幾件事中所犯的罪，祭司要為他贖了，他必蒙赦免。剩下的麵都歸與祭司，和素祭一樣。」","bklcl":"Lūn-kàu i tī chit kúi hāng sū ê tiong-kan, só͘ hoān ê chi̍t-hāng, chè-si tio̍h án-ni kā i sio̍k, chiū i beh tit-tio̍h sià-bián;  só͘ chhun ê lóng kui hō͘ chè-si, kap sò͘-chè chi̍t-iūⁿ.","tghg":"論到伊佇此幾項事的中間所犯的一項，祭司著按呢給伊贖，就伊欲得著赦免。所剩的攏歸互祭司，及素祭一樣。」","bklhl":"論到伊tī chit幾項事ê中間，所犯ê一項，祭司tio̍h án-ni kā伊贖，就伊beh得tio̍h赦免；所chhun ê lóng歸hō͘祭司，kap素祭一樣。"}},{"book":"利","chapter":5,"verse":14,"versions":{"unv":"耶和華曉諭摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"利","chapter":5,"verse":15,"versions":{"unv":"「人若在耶和華的聖物上誤犯了罪，有了過犯，就要照你所估的，按聖所的舍客勒拿銀子，將贖愆祭牲─就是羊群中一隻沒有殘疾的公綿羊─牽到耶和華面前為贖愆祭；","bklcl":"Lâng nā tī Iâ-hô-hoa ê sèng-mi̍h chhò-gō͘ hoān-chōe, tì-kàu ū kè-sit, chiū tio̍h ēng pó͘-kè-sit ê chè lâi hiàn hō͘ Iâ-hô-hoa, chiàu lí só͘ kó͘ sià-khek-le̍k ê gûn, chiū-sī chiàu sèng-só͘ ê sià-khek-le̍k, tùi iûⁿ-kûn-tiong ēng bô hâ-chhû ê mî-iûⁿ-káng, chòe pó͘-kè-sit ê chè;","tghg":"「人若佇耶和華的聖物錯誤犯罪，致到有過失，就著用補過失的祭來獻互耶和華，照你所估舍客勒(sià-khek-le̍k)的銀，就是照聖所的舍客勒，對羊群中用無瑕疵的綿羊牨(káng)做補過失的祭；","bklhl":"人若tī耶和華ê聖物錯誤犯罪，致到有過失，就tio̍h用補過失ê祭來獻hō͘耶和華，照你所估sià-khek-le̍k ê銀，就是照聖所ê sià-khek-le̍k，tùi羊群中用無瑕疵ê綿羊káng，做補過失ê祭；"}},{"book":"利","chapter":5,"verse":16,"versions":{"unv":"並且他因在聖物上的差錯要償還，另外加五分之一，都給祭司。祭司要用贖愆祭的公綿羊為他贖罪，他必蒙赦免。","bklcl":"koh i in-ūi tī sèng-mi̍h ê chhò-gō͘ tio̍h pê, lēng-gōa tio̍h ke gō͘-hūn ê chi̍t-hūn kau hō͘ chè-si;  chè-si tio̍h ēng pó͘-kè-sit ê chè ê mî-iûⁿ-káng, thòe i sio̍k-chōe, i chiū beh tit-tio̍h sià-bián.","tghg":"閣伊因為佇聖物的錯誤著賠，另外著加五份的一份，交互祭司。祭司著用補過失的祭的綿羊牨，替伊贖罪，伊就欲得著赦免。","bklhl":"koh伊因為tī聖物ê錯誤tio̍h賠，另外tio̍h加五份ê一份交hō͘祭司；祭司tio̍h用補過失ê祭ê綿羊káng，替伊贖罪，伊就beh得tio̍h赦免。"}},{"book":"利","chapter":5,"verse":17,"versions":{"unv":"「若有人犯罪，行了耶和華所吩咐不可行的甚麼事，他雖然不知道，還是有了罪，就要擔當他的罪孽；","bklcl":"Nā ū lâng hoān-chōe kiâⁿ Iâ-hô-hoa só͘ bēng-lēng m̄-thang kiâⁿ ê chi̍t-hāng-sū, i sui-jiân m̄-chai iā sī ū-chōe, chiū tio̍h tam-tng i ê chōe.","tghg":"「若有人犯罪，行耶和華所命令呣通行的一項事，伊雖然呣知，也是有罪，就著擔當伊的罪；","bklhl":"若有人犯罪行耶和華所命令m̄-thang行ê一項事，伊雖然m̄知也是有罪，就tio̍h擔當伊ê罪。"}},{"book":"利","chapter":5,"verse":18,"versions":{"unv":"也要照你所估定的價，從羊群中牽一隻沒有殘疾的公綿羊來，給祭司作贖愆祭。至於他誤行的那錯事，祭司要為他贖罪，他必蒙赦免。","bklcl":"I tio̍h chiàu lí só͘ kó͘ ê, tùi iûⁿ-kûn-tiong khan chi̍t chiah bô hâ-chhû ê mî-iûⁿ-káng, lâi kau hō͘ chè-si chòe pó͘-kè-sit ê chè, in-ūi i chhò-gō͘ hoān-tio̍h, i iā m̄-chai, chè-si chiū beh thòe i sio̍k-chōe, i chiū beh tit-tio̍h sià-bián.","tghg":"伊著照你所估的，對羊群中牽一隻無瑕疵的綿羊牨，來交互祭司做補過失的祭。因為伊錯誤犯著，伊也呣知，祭司就欲替伊贖罪，伊就欲得著赦免。","bklhl":"伊tio̍h照你所估ê，tùi羊群中牽一隻無瑕疵ê綿羊káng，來交hō͘祭司做補過失ê祭，因為伊錯誤犯tio̍h，伊也m̄知，祭司就beh替伊贖罪，伊就beh得tio̍h赦免。"}},{"book":"利","chapter":5,"verse":19,"versions":{"unv":"這是贖愆祭，因他在耶和華面前實在有了罪。」","bklcl":"Che sī pó͘-kè-sit ê chè;  in-ūi i tī Iâ-hô-hoa ê bīn-chêng si̍t-chāi ū kè-sit.","tghg":"這是補過失的祭，因為伊佇耶和華的面前實在有過失。」","bklhl":"這是補過失ê祭；因為伊tī耶和華ê面前實在有過失。"}}]