[{"book":"利","chapter":26,"verse":1,"versions":{"unv":"「你們不可做甚麼虛無的神像，不可立雕刻的偶像或是柱像，也不可在你們的地上安甚麼鏨成的石像，向它跪拜，因為我是耶和華─你們的　神。","bklcl":"Lín m̄-thang ūi pún-sin chòe sím-mi̍h sîn-pu̍t, iā m̄-thang chhāi tiau-khek ê ngó͘-siōng, á-sī thiāu-siōng;  iā m̄-thang tī lín ê tōe-kài an-tì sím-mi̍h khek-siōng ê chio̍h, kūi-pài i;  in-ūi Góa sī Iâ-hô-hoa lín ê Siōng-tè.","tghg":"「恁呣通為本身做甚麼神佛，也呣通祀雕刻的偶像抑是柱像，也呣通佇恁的地界安置甚麼刻像的石，跪拜伊，因為我是耶和華──恁的上帝。","bklhl":"Lín m̄-thang為本身做甚麼神佛，也m̄-thang chhāi雕刻ê偶像，á是柱像；也m̄-thang tī lín ê地界安置甚麼刻像ê石，跪拜伊；因為我是耶和華lín ê上帝。"}},{"book":"利","chapter":26,"verse":2,"versions":{"unv":"你們要守我的安息日，敬我的聖所。我是耶和華。","bklcl":"Lín tio̍h siú Góa chiah-ê an-hioh, kèng Góa ê sèng-só͘;  Góa sī Iâ-hô-hoa.","tghg":"恁著守我諸個安息，敬我的聖所。我是耶和華。","bklhl":"Lín tio̍h守我chiah ê安歇，敬我ê聖所；我是耶和華。"}},{"book":"利","chapter":26,"verse":3,"versions":{"unv":"「你們若遵行我的律例，謹守我的誡命，","bklcl":"Lín nā chun-thàn Góa ê lu̍t-lē, siú Góa ê kài-bēng lâi kiâⁿ i,","tghg":"「恁若遵趁我的律例，守我的誡命來行伊，","bklhl":"Lín若遵thàn我ê律例，守我ê誡命來行伊，"}},{"book":"利","chapter":26,"verse":4,"versions":{"unv":"我就給你們降下時雨，叫地生出土產，田野的樹木結果子。","bklcl":"Góa chiū kā lín lo̍h ki̍p-sî ê hō͘, tōe chhut i ê thó͘-sán, chhân-iá ê chhiū-ba̍k kiat ké-chí.","tghg":"我就給恁落及時的雨，地出伊的土產，田野的樹木結果子。","bklhl":"我就kā lín落及時ê 雨，地出伊ê土產，田野ê樹木結果子。"}},{"book":"利","chapter":26,"verse":5,"versions":{"unv":"你們打糧食要打到摘葡萄的時候，摘葡萄要摘到撒種的時候；並且要吃得飽足，在你們的地上安然居住。","bklcl":"Lín phah gō͘-kak beh phah kàu bán phû-tô ê sî;  bán phû-tô beh bán kàu iā-chéng ê sî;  koh lín beh chia̍h lín ê bí-niû kàu pá, tī lín ê thó͘-tōe an-jiân khiā-khí.","tghg":"恁拍五穀欲拍到挽葡萄的時；挽葡萄欲挽到撒種的時；閣恁欲食恁的米糧到飽，佇恁的土地安然徛起。","bklhl":"Lín phah五穀beh phah到挽葡萄ê時；挽葡萄beh 挽到掖種ê時；koh lín beh食lín ê米糧到飽，tī lín ê土地安然khiā起。"}},{"book":"利","chapter":26,"verse":6,"versions":{"unv":"我要賜平安在你們的地上；你們躺臥，無人驚嚇。我要叫惡獸從你們的地上息滅；刀劍也必不經過你們的地。","bklcl":"Góa beh siúⁿ-sù pêng-an tī lín ê tōe;  lín tó-teh khùn, bô lâng phah-kiaⁿ lín;  Góa beh tī lín ê tōe tû-khì ok-siù, to-kiàm iā bô keng-kè lín ê tōe.","tghg":"我欲賞賜平安佇恁的地；恁倒啲睏，無人拍驚恁。我欲佇恁的地除去惡獸；刀劍也無經過恁的地。","bklhl":"我beh賞賜平安tī lín ê地；lín倒teh睏，無人phah驚lín；我beh tī lín ê地除去惡獸，刀劍也無經過lín ê地。"}},{"book":"利","chapter":26,"verse":7,"versions":{"unv":"你們要追趕仇敵，他們必倒在你們刀下。","bklcl":"Lín beh kóaⁿ-cháu tùi-te̍k, in beh tī lín ê bīn-chêng tó tī to-ē.","tghg":"恁欲趕走對敵，𪜶欲佇恁的面前倒佇刀下。","bklhl":"Lín beh趕走對敵，in beh tī lín ê面前倒tī刀下。"}},{"book":"利","chapter":26,"verse":8,"versions":{"unv":"你們五個人要追趕一百人，一百人要追趕一萬人；仇敵必倒在你們刀下。","bklcl":"Lín gō͘ lâng beh kóaⁿ-cháu chi̍t-pah lâng, lín chi̍t-pah lâng beh kóaⁿ-cháu chi̍t-bān lâng, tùi-te̍k beh tī lín ê bīn-chêng tó tī to-ē.","tghg":"恁五人欲趕走一百人，恁一百人欲趕走一萬人；對敵欲佇恁的面前倒佇刀下。","bklhl":"Lín五人beh趕走一百人，lín一百人beh趕走一萬人，對敵beh tī lín ê面前倒tī刀下。"}},{"book":"利","chapter":26,"verse":9,"versions":{"unv":"我要眷顧你們，使你們生養眾多，也要與你們堅定所立的約。","bklcl":"Góa beh khòaⁿ-kò͘ lín, hō͘ lín seng-ióng chin-chōe, iā beh kap lín kiàn-li̍p Góa ê iok.","tghg":"我欲看顧恁，互恁生養真多，也欲及恁建立我的約。","bklhl":"我beh看顧lín，hō͘ lín生養真chōe，也beh kap lín建立我ê約。"}},{"book":"利","chapter":26,"verse":10,"versions":{"unv":"你們要吃陳糧，又因新糧挪開陳糧。","bklcl":"Lín beh chia̍h khǹg kú-kú ê kū ngó͘-kok, koh ūi-tio̍h sin ê, poaⁿ-chhut kū-ê.","tghg":"恁欲食囥久久的舊五穀，閣為著新的搬出舊的。","bklhl":"Lín beh食khǹg久久ê舊五穀，koh為tio̍h新ê，搬出舊ê。"}},{"book":"利","chapter":26,"verse":11,"versions":{"unv":"我要在你們中間立我的帳幕；我的心也不厭惡你們。","bklcl":"Góa beh tī lín tiong-kan li̍p Góa ê hōe-bō͘, Góa ê sim iā bô iàm-ò͘ⁿ lín.","tghg":"我欲佇恁中間立我的會幕；我的心也無厭惡恁。","bklhl":"我beh tī lín中間立我ê會幕，我ê心也無厭惡lín。"}},{"book":"利","chapter":26,"verse":12,"versions":{"unv":"我要在你們中間行走；我要作你們的　神，你們要作我的子民。","bklcl":"Góa beh kiâⁿ tī lín tiong-kan, Góa beh chòe lín ê Siōng-tè, lín beh chòe Góa ê peh-sìⁿ.","tghg":"我欲行佇恁中間；我欲做恁的上帝，恁欲做我的百姓。","bklhl":"我beh行tī lín中間，我beh做lín ê上帝，lín beh做我ê百姓。"}},{"book":"利","chapter":26,"verse":13,"versions":{"unv":"我是耶和華─你們的　神，曾將你們從埃及地領出來，使你們不作埃及人的奴僕；我也折斷你們所負的軛，叫你們挺身而走。」","bklcl":"Góa sī Iâ-hô-hoa lín ê Siōng-tè, bat chhōa lín chhut Ai-ki̍p tōe, bián-tit lín chòe in ê lô͘-po̍k;  Góa bat chām-tn̄g lín ê taⁿ ê soh, hō͘ lín théng-sin lâi kiâⁿ.","tghg":"我是耶和華──恁的上帝，曾導恁出埃及地，免得恁做𪜶的奴僕；我曾斬斷恁的軛(taⁿ)的索(soh)，互恁挺身(théng-sin)來行。」","bklhl":"我是耶和華lín ê上帝，bat chhōa lín出埃及地，免得lín做in ê奴僕；我bat斬斷lín ê擔ê索，hō͘ lín挺身來行。"}},{"book":"利","chapter":26,"verse":14,"versions":{"unv":"「你們若不聽從我，不遵行我的誡命，","bklcl":"Lín nā m̄ thiaⁿ-thàn Góa, m̄ siú Góa lóng-chóng ê kài-bēng,","tghg":"「恁若呣聽趁我，呣守我攏總的誡命，","bklhl":"Lín若m̄聽thàn我，m̄守我lóng總ê誡命，"}},{"book":"利","chapter":26,"verse":15,"versions":{"unv":"厭棄我的律例，厭惡我的典章，不遵行我一切的誡命，背棄我的約，","bklcl":"lín nā khì-sak Góa ê lu̍t-lē, sim-lāi iàm-ò͘ⁿ Góa ê hoat-tō͘, tì-kàu bô kiâⁿ Góa it-chhè kài-bēng, pōe Góa ê iok,","tghg":"恁若棄拺我的律例，心內厭惡我的法度，致到無行我一切誡命，背我的約，","bklhl":"lín若棄sak我ê律例，心內厭惡我ê法度，致到無行我一切誡命，背我ê約，"}},{"book":"利","chapter":26,"verse":16,"versions":{"unv":"我待你們就要這樣：我必命定驚惶，叫眼目乾癟、精神消耗的癆病熱病轄制你們。你們也要白白地撒種，因為仇敵要吃你們所種的。","bklcl":"Góa chiū beh án-ni khoán-thāi lín;  Góa tiāⁿ-tio̍h beh hō͘ lín kiaⁿ-hiâⁿ, siau-sán, jia̍t-pīⁿ, ba̍k-chiu phah-pháiⁿ, sim iu-siong;  lín beh khang-khang iā-chéng, in-ūi lín ê tùi-te̍k beh chia̍h i.","tghg":"我就欲按呢款待恁：我定著欲互恁驚惶、消瘦、熱病、目睭拍歹、心憂傷。恁欲空空撒種，因為恁的對敵欲食伊。","bklhl":"我就beh án-ni款待lín；我定tio̍h beh hō͘ lín驚惶、siau瘦、熱病，目睭phah-pháiⁿ，心憂傷；lín beh空空掖種，因為lín ê對敵beh食伊。"}},{"book":"利","chapter":26,"verse":17,"versions":{"unv":"我要向你們變臉，你們就要敗在仇敵面前。恨惡你們的，必轄管你們；無人追趕，你們卻要逃跑。","bklcl":"Góa beh tùi lín pìⁿ-bīn, lín beh pāi-tīn tī tùi-te̍k ê bīn-chêng; oàn-hūn lín-ê beh koán-hat lín;  bô lâng tui-kóaⁿ, lín iā beh tô-cháu.","tghg":"我欲對恁變面，恁欲敗陣佇對敵的面前。怨恨恁的，欲管轄恁；無人追趕，恁也欲逃走。","bklhl":"我beh對lín變面，lín beh排陣tī對敵ê面前；怨恨lín-ê beh管轄lín；無人追趕，lín也beh逃走。"}},{"book":"利","chapter":26,"verse":18,"versions":{"unv":"你們因這些事若還不聽從我，我就要為你們的罪加七倍懲罰你們。","bklcl":"Lín in-ūi chiah-ê tāi-chì nā iáu-kú m̄-thiaⁿ-thàn Góa, Góa chiū beh ūi-tio̍h lín ê chōe ke-thiⁿ chhit-pē chek-hoa̍t lín.","tghg":"恁因為諸個代誌若猶久呣聽趁我，我就欲為著恁的罪加添七倍責罰恁。","bklhl":"Lín因為chiah ê tāi-chì若iáu-kú m̄聽thàn我，我就beh為tio̍h lín ê罪加添七倍責罰lín。"}},{"book":"利","chapter":26,"verse":19,"versions":{"unv":"我必斷絕你們因勢力而有的驕傲，又要使覆你們的天如鐵，載你們的地如銅。","bklcl":"Góa beh toān-choa̍t lín ū sè-le̍k ê kiau-ngō͘;  koh beh hō͘ lìn ê thiⁿ chhin-chhiūⁿ thih, lín ê tōe chhin-chhiūⁿ tâng.","tghg":"我欲斷絕恁有勢力的驕傲，閣欲互恁的天親像鐵，恁的地親像銅。","bklhl":"我beh斷絕lín有勢力ê驕傲；koh beh hō͘ lìn ê天親像鐵，lín ê地親像銅。"}},{"book":"利","chapter":26,"verse":20,"versions":{"unv":"你們要白白地勞力；因為你們的地不出土產，其上的樹木也不結果子。","bklcl":"Lín chhut-la̍t tio̍h-bôa beh khang-khang, in-ūi lín ê tōe bô chhut i ê thó͘-sán, tōe ê chhiū-ba̍k iā bô kiat i ê ké-chí.","tghg":"恁出力著磨欲空空；因為恁的地無出伊的土產，地的樹木也無結伊的果子。","bklhl":"Lín出力tio̍h磨beh空空，因為lín ê地無出伊ê土產，地 ê樹木也無結伊ê果子。"}},{"book":"利","chapter":26,"verse":21,"versions":{"unv":"「你們行事若與我反對，不肯聽從我，我就要按你們的罪加七倍降災與你們。","bklcl":"Lín kiâⁿ tāi-chì nā kap Góa hoán-tùi, m̄-khéng thiaⁿ-thàn Góa, Góa chiū beh chiàu lín ê chōe ke-thiⁿ chhit-pē kàng chai-ē hō͘ lín.","tghg":"「恁行代誌若及我反對，呣肯聽趁我，我就欲照恁的罪加添七倍降災禍互恁。","bklhl":"Lín行tāi-chì若kap我反對，m̄肯聽thàn我，我就beh照lín ê罪加添七倍降災禍hō͘ lín。"}},{"book":"利","chapter":26,"verse":22,"versions":{"unv":"我也要打發野地的走獸到你們中間，搶吃你們的兒女，吞滅你們的牲畜，使你們的人數減少，道路荒涼。","bklcl":"Góa beh chhe iá-siù kàu lín ê tiong-kan, kā-chia̍h lín ê kiáⁿ-jî, thun-bia̍t lín ê cheng-siⁿ, hō͘ lín ê lâng-gia̍h kiám-chió, lín ê lō͘ pha-hng.","tghg":"我欲差野獸到恁的中間，咬食恁的子兒，吞滅恁的精牲，互恁的人額減少，恁的路拋荒。","bklhl":"我beh差野獸到lín ê中間，咬食lín ê kiáⁿ兒，吞滅lín ê cheng-siⁿ，hō͘ lín ê人額減少，lín ê路拋荒。"}},{"book":"利","chapter":26,"verse":23,"versions":{"unv":"「你們因這些事若仍不改正歸我，行事與我反對，","bklcl":"Lín in-ūi chiah-ê iáu-kú bô siū chek-tok lâi kui-ǹg Góa, kiâⁿ tāi-chì hoán-tùi Góa,","tghg":"「恁因為諸個猶久無受責督來歸向我，行代誌反對我，","bklhl":"Lín因為chiah ê iáu-kú無受責督來歸向我，行tāi-chì反對我，"}},{"book":"利","chapter":26,"verse":24,"versions":{"unv":"我就要行事與你們反對，因你們的罪擊打你們七次。","bklcl":"Góa iā beh kiâⁿ tāi-chì lâi hoán-tùi lín;  Góa pún-sin beh in-ūi lín ê chōe, phah lín chhit-pē tāng.","tghg":"我也欲行代誌來反對恁，我本身欲因為恁的罪拍恁七倍重。","bklhl":"我也beh行tāi-chì來反對lín；我本身beh因為lín ê罪，phah lín七倍重。"}},{"book":"利","chapter":26,"verse":25,"versions":{"unv":"我又要使刀劍臨到你們，報復你們背約的仇；聚集你們在各城內，降瘟疫在你們中間，也必將你們交在仇敵的手中。","bklcl":"Góa koh beh hō͘ to-kiàm lîm-kàu lín, pò-èng lín pōe-iok ê chōe;  lín beh siū ûi-khùn tī siâⁿ-lāi;  Góa beh kàng un-e̍k tī lín tiong-kan;  iā beh kau lín tī tùi-te̍k ê chhiú.","tghg":"我閣欲互刀劍臨到恁，報應恁背約的罪；恁欲受圍困佇城內，我欲降瘟疫佇恁中間，也欲交恁佇對敵的手。","bklhl":"我koh beh hō͘刀劍臨到lín，報應lín背約ê罪；lín beh受圍困tī城內；我beh降瘟疫tī lín中間；也beh交lín tī對敵ê手。"}},{"book":"利","chapter":26,"verse":26,"versions":{"unv":"我要折斷你們的杖，就是斷絕你們的糧。那時，必有十個女人在一個爐子給你們烤餅，按分量秤給你們；你們要吃，也吃不飽。","bklcl":"Góa toān-choa̍t lín só͘ óa-khò ê bí-niû;  hit-sî beh ū cha̍p ê hū-jîn-lâng tī chi̍t ê lô͘ kā lín pek-piáⁿ, chhìn lín ê gia̍h ê chia̍h-mi̍h hō͘ lín, lín beh chia̍h, iā chia̍h bōe pá.","tghg":"我斷絕恁所倚靠的米糧。彼時，欲有十個婦仁人佇一個爐給恁煏(pek)餅，秤恁的額的食物互恁；恁欲食，也食𣍐飽。","bklhl":"我斷絕lín所óa靠ê米糧；hit時beh有十個婦人人tī一个爐kā lín pek餅，秤lín ê額ê食物hō͘ lín，lín beh食，也食bōe飽。"}},{"book":"利","chapter":26,"verse":27,"versions":{"unv":"「你們因這一切的事若不聽從我，卻行事與我反對，","bklcl":"Lín in-ūi che it-chhè ê sū, nā iáu-kú m̄ thiaⁿ-thàn Góa, iā kiâⁿ tāi-chì hoán-tùi Góa,","tghg":"「恁因為這一切的事若猶久呣聽趁我，也行代誌反對我，","bklhl":"Lín因為這一切ê事，若iáu-kú m̄聽thàn我，也行tāi-chì反對我，"}},{"book":"利","chapter":26,"verse":28,"versions":{"unv":"我就要發烈怒，行事與你們反對，又因你們的罪懲罰你們七次。","bklcl":"Góa chiū beh hoat-chhut tōa siū-khì, kiâⁿ tāi-chì hoán-tùi lín;  Góa pún-sin in-ūi lín ê chōe, chek-hoa̍t lín chhit-pē ê tāng.","tghg":"我就欲發出大受氣，行代誌反對恁，我本身因為恁的罪責罰恁七倍的重。","bklhl":"我就beh發出大受氣，行tāi-chì反對lín；我本身因為lín ê罪，責罰lín七倍ê重。"}},{"book":"利","chapter":26,"verse":29,"versions":{"unv":"並且你們要吃兒子的肉，也要吃女兒的肉。","bklcl":"Koh lín beh chia̍h lín ê kiáⁿ ê bah;  lín ê cha-bó͘-kiáⁿ ê bah lín iā beh chia̍h.","tghg":"閣恁欲食恁的子的肉，恁的查某子的肉恁也欲食。","bklhl":"Koh lín beh食lín ê kiáⁿ ê肉；lín ê cha-bó͘-kiáⁿ ê肉lín也beh食。"}},{"book":"利","chapter":26,"verse":30,"versions":{"unv":"我又要毀壞你們的邱壇，砍下你們的日像，把你們的屍首扔在你們偶像的身上；我的心也必厭惡你們。","bklcl":"Góa iā beh húi-hoāi lín ê soaⁿ-thâu-tôaⁿ, chhò lín ê ji̍t-siōng, chiong lín ê sin-si hiat tī lín ê ngó͘-siōng ê sin-chiūⁿ;  Góa ê sim iā beh iàm-ò͘ⁿ lín.","tghg":"我也欲毀壞恁的山頭壇，剉恁的日像將恁的身屍㧒佇恁的偶像的身上；我的心也欲厭惡恁。","bklhl":"我也beh毀壞lín ê山頭壇，剉lín ê日像，將lín ê身屍hiat tī lín ê偶像ê身上；我ê心也beh厭惡lín。"}},{"book":"利","chapter":26,"verse":31,"versions":{"unv":"我要使你們的城邑變為荒涼，使你們的眾聖所成為荒場；我也不聞你們馨香的香氣。","bklcl":"Góa beh hō͘ lín ê siâⁿ pha-hng, hō͘ lín chiah-ê sèng-só͘ hong-hòe;  Góa iā bô beh phīⁿ lín ê hiuⁿ-liāu ê phang-bī.","tghg":"我欲互恁的城拋荒，互恁諸個聖所荒廢；我也無欲鼻恁的香料的芳味(phang-bī)。","bklhl":"我beh hō͘ lín ê城拋荒，hō͘ lín chiah ê聖所荒廢；我也無beh phīⁿ lín ê香料ê芳味。"}},{"book":"利","chapter":26,"verse":32,"versions":{"unv":"我要使地成為荒場，住在其上的仇敵就因此詫異。","bklcl":"Góa beh hō͘ tōe hong-hòe;  lín ê tùi-te̍k khiā tī-hia ê, beh in-ūi án-ni lâi gông-ngia̍h.","tghg":"我欲互地荒廢，恁的對敵徛佇遐的欲因為按呢來卬愕(gông-ngia̍h)。","bklhl":"我beh hō͘地荒廢；lín ê對敵khiā tī-hia ê，beh因為án-ni來gông-ngia̍h。"}},{"book":"利","chapter":26,"verse":33,"versions":{"unv":"我要把你們散在列邦中；我也要拔刀追趕你們。你們的地要成為荒場；你們的城邑要變為荒涼。","bklcl":"Góa beh sì-sòaⁿ lín tī lia̍t-pang tiong;  Góa iā beh pu̍ih to tui-kóaⁿ lín;  lín ê tōe beh hong-hòe, lín ê siâⁿ beh pha-hng.","tghg":"我欲四散恁佇列邦中；我也欲拔刀追趕恁。恁的地欲荒廢；恁的城欲拋荒。","bklhl":"我beh四散lín tī列邦中；我也beh拔刀追趕lín；lín ê地beh荒廢，lín ê城beh拋荒。"}},{"book":"利","chapter":26,"verse":34,"versions":{"unv":"「你們在仇敵之地居住的時候，你們的地荒涼，要享受眾安息；正在那時候，地要歇息，享受安息。","bklcl":"Lín tī tùi-te̍k ê tōe khiā-khí ê sî, lín ê tōe pha-hng beh hióng-siū i ê an-hioh;  tī hit-sî tōe beh hioh-khùn, hióng-siū i ê an-hioh.","tghg":"「恁佇對敵的地徛起的時，恁的地拋荒，欲享受伊的安息；佇彼時，地欲歇睏，享受伊的安息。","bklhl":"Lín tī對敵ê地khiā起ê時，lín ê地拋荒beh享受伊ê安歇；tī hit時地beh歇睏，享受伊ê安歇。"}},{"book":"利","chapter":26,"verse":35,"versions":{"unv":"地多時為荒場，就要多時歇息；地這樣歇息，是你們住在其上的安息年所不能得的。","bklcl":"Tōe pha-hng jōa-kú, chiū beh tit-tio̍h an-hioh hiah-kú;  in-ūi lín tiàm tī-hia ê ji̍t, lín chiah-ê an-hioh ê kî i bô tit-tio̍h an-hioh.","tghg":"地拋荒偌久，就欲得著安息許久；因為恁踮佇遐的日恁諸個安息的期伊無得著安息。","bklhl":"地拋荒jōa久，就beh得tio̍h安歇hiah-久；因為lín tiàm tī-hia ê日，lín chiah ê安歇ê期伊無得tio̍h安歇。"}},{"book":"利","chapter":26,"verse":36,"versions":{"unv":"至於你們剩下的人，我要使他們在仇敵之地心驚膽怯。葉子被風吹的響聲，要追趕他們；他們要逃避，像人逃避刀劍，無人追趕，卻要跌倒。","bklcl":"Lūn-kàu lín só͘ chhun ê lâng, Góa beh hō͘ in tī tùi-te̍k ê tōe, sim kiaⁿ kàu hūn-khì;  chhiū-hio̍h hō͘ hong chhe tín-tāng ê siaⁿ tui-kóaⁿ in, in beh tô-siám, ná chhin-chhiūⁿ tô-siám to-kiàm ê;  bô lâng tui-kóaⁿ i, iā beh poa̍h-tó.","tghg":"論到恁所剩的人，我欲互𪜶佇對敵的地心驚到昏去。樹葉互風吹振動的聲，追趕𪜶；𪜶欲逃閃，那親像逃閃刀劍的，無人追趕伊，也欲跋倒(poa̍h-tó)。","bklhl":"論到lín所chhun ê人，我beh hō͘ in tī對敵ê地，心驚到暈去；樹葉hō͘風吹振動ê聲追趕in，in beh逃閃，ná親像逃閃刀劍ê；無人追趕伊，也beh跋倒。"}},{"book":"利","chapter":26,"verse":37,"versions":{"unv":"無人追趕，他們要彼此撞跌，像在刀劍之前。你們在仇敵面前也必站立不住。","bklcl":"Bô lâng tui-kóaⁿ ê sî, in beh tāi-ke saⁿ-khoeh poa̍h-tó, chhin-chhiūⁿ tī to-kiàm ê thâu-chêng;  lín tī tùi-te̍k ê bīn-chêng iā khiā bōe tiâu.","tghg":"無人追趕的時，𪜶欲大家相夾跋倒，親像佇刀劍的頭前。恁佇對敵的面前也徛𣍐住。","bklhl":"無人追趕ê時，in beh大家相khoeh跋倒，親像tī刀劍ê頭前；lín tī對敵ê面前也khiā bōe tiâu。"}},{"book":"利","chapter":26,"verse":38,"versions":{"unv":"你們要在列邦中滅亡；仇敵之地要吞吃你們。","bklcl":"Lín beh bia̍t-bô tī lia̍t-pang-tiong, tùi-te̍k ê tōe beh thun-chia̍h lín.","tghg":"恁欲滅無佇列邦中；對敵的地欲吞食恁。","bklhl":"Lín beh滅無tī列邦中，對敵ê地beh吞食lín。"}},{"book":"利","chapter":26,"verse":39,"versions":{"unv":"你們剩下的人必因自己的罪孽和祖宗的罪孽在仇敵之地消滅。","bklcl":"Lín só͘ chhun ê lâng beh tī tùi-te̍k ê tōe, in-ūi ka-kī ê chōe lâi siau-bô;  iā in-ūi chó͘-kong ê chōe kap in pîⁿ-pîⁿ siau-bô.","tghg":"恁所剩的人欲佇對敵的地因為家己的罪來消無，也因為祖公的罪及𪜶平平消無。","bklhl":"Lín所chhun ê人beh tī對敵ê地，因為家己ê罪來消無；也因為祖公ê罪kap in平平消無。"}},{"book":"利","chapter":26,"verse":40,"versions":{"unv":"「他們要承認自己的罪和他們祖宗的罪，就是干犯我的那罪，並且承認自己行事與我反對，","bklcl":"In beh jīn ka-kī ê chōe, kap in chó͘-kong ê chōe, chiū-sī in só͘ kan-hoān Góa ê chōe, koh jīn ka-kī kiâⁿ tāi-chì hoán-tùi Góa;","tghg":"「𪜶欲認家己的罪及𪜶祖公的罪，就是𪜶所干犯我的罪，閣認家己行代誌反對我，","bklhl":"In beh認家己ê罪，kap in祖公ê罪，就是in所干犯我ê罪，koh認家己行tāi-chì反對我；"}},{"book":"利","chapter":26,"verse":41,"versions":{"unv":"我所以行事與他們反對，把他們帶到仇敵之地。那時，他們未受割禮的心若謙卑了，他們也服了罪孽的刑罰，","bklcl":"só͘-í Góa kiâⁿ tāi-chì hoán-tùi in, tòa in kàu tùi-te̍k ê tōe;  hit-sî in bô siū kat-lé ê sim, nā ū khiam-pi, kam-goān siū chōe ê hêng-hoa̍t,","tghg":"所以我行代誌反對𪜶，帶𪜶到對敵的地。彼時，𪜶無受割禮的心若有謙卑，甘願受罪的刑罰，","bklhl":"所以我行tāi-chì反對in，帶in到對敵ê地；hit時in無受割禮ê心，若有謙卑，甘願受罪ê刑罰，"}},{"book":"利","chapter":26,"verse":42,"versions":{"unv":"我就要記念我與雅各所立的約，與以撒所立的約，與亞伯拉罕所立的約，並要記念這地。","bklcl":"Góa beh kì-liām Góa kap Ngá-kok só͘ li̍p ê iok, Góa beh kì-liām Góa kap Í-sat só͘ li̍p ê iok, Góa kap A-pek-la̍h-hán só͘ li̍p ê iok,  Góa iā beh kì-liām chit ê tōe.","tghg":"我欲紀念我及雅各所立的約，我欲紀念我及以撒所立的約，我及亞伯拉罕所立的約，我也欲紀念此個地。","bklhl":"我beh記念我kap雅各所立ê約，我beh記念我kap以撒所立ê約，我kap亞伯拉罕所立ê約，我也beh記念chit ê地。"}},{"book":"利","chapter":26,"verse":43,"versions":{"unv":"他們離開這地，地在荒廢無人的時候就要享受安息。並且他們要服罪孽的刑罰；因為他們厭棄了我的典章，心中厭惡了我的律例。","bklcl":"Hit ê tōe hō͘ in lī-khui, tit-tio̍h hióng-siū i ê an-hioh, tī i pha-hng, in bô tī-teh ê sî, koh in kam-goān siū chōe ê hêng-hoa̍t, in-ūi in khì-sak Góa ê hoat-tō͘, sim-lāi iàm-ò͘ⁿ Góa ê lu̍t-lē;","tghg":"彼個地互𪜶離開，得著享受伊的安息佇伊拋荒，𪜶無佇啲的時。閣𪜶甘願受罪的刑罰；因為𪜶棄拺我的法度，心內厭惡我的律例。","bklhl":"Hit-ê地hō͘ in離開，得tio̍h享受伊ê安歇，tī伊拋荒，in無tī-teh ê時，koh in甘願受罪ê刑罰，因為in棄sak我ê法度，心內厭惡我ê律例；"}},{"book":"利","chapter":26,"verse":44,"versions":{"unv":"雖是這樣，他們在仇敵之地，我卻不厭棄他們，也不厭惡他們，將他們盡行滅絕，也不背棄我與他們所立的約，因為我是耶和華─他們的　神。","bklcl":"sui-jiân án-ni, in tī tùi-te̍k ê tōe ê sî, Góa iáu-kú bô khì-sak in, iā bô iàm-ò͘ⁿ in, lâi it-chīn bia̍t in, tì-kàu pōe Góa kap in só͘ li̍p ê iok;  in-ūi Góa sī Iâ-hô-hoa in ê Siōng-tè.","tghg":"雖然按呢，𪜶佇對敵的地的時，我猶久無棄拺𪜶，也無厭惡𪜶，來一盡滅𪜶，致到背我及𪜶所立的約，因為我是耶和華──𪜶的上帝。","bklhl":"雖然án-ni，in tī對敵ê地ê時，我iáu-kú無棄sak in，也無厭惡in，來一盡滅in，致到背我kap in所立ê約；因為我是耶和華in ê上帝。"}},{"book":"利","chapter":26,"verse":45,"versions":{"unv":"我卻要為他們的緣故記念我與他們先祖所立的約。他們的先祖是我在列邦人眼前、從埃及地領出來的，為要作他們的　神。我是耶和華。」","bklcl":"Góa iā beh ūi-tio̍h in ê iân-kò͘, kì-liām Góa kap in ê chó͘-kong só͘ li̍p ê iok, chiū-sī Góa tī īⁿ-pang-lâng ê bīn-chêng chhōa in chhut Ai-ki̍p tōe ê, beh chòe in ê Siōng-tè-ê;  Góa sī Iâ-hô-hoa.","tghg":"我也欲為著𪜶的緣故紀念我及𪜶的祖公所立的約。就是我佇異邦人的面前、導𪜶出埃及地的，欲做𪜶的上帝者。我是耶和華。」","bklhl":"我也beh為tio̍h in ê緣故，記念我kap in ê祖公所立ê約，就是我tī異邦-人ê面前chhōa in出埃及地 ê，beh做in ê上帝ê；我是耶和華。"}},{"book":"利","chapter":26,"verse":46,"versions":{"unv":"這些律例、典章，和法度是耶和華與以色列人在西奈山藉著摩西立的。","bklcl":"Chiah-ê lu̍t-lē, hoat-tō͘, kà-sī, chiū-sī Iâ-hô-hoa tī I pún-sin kap Í-sek-lia̍t lâng ê tiong-kan, tī Se-nái soaⁿ, thok Mô͘-se só͘ li̍p ê.","tghg":"諸個律例、法度，教示就是耶和華佇伊本身及以色列人的中間佇西奈山託摩西所立的。","bklhl":"Chiah-ê律例，法度，教示，就是耶和華tī伊本身kap以色列人ê中間，tī西奈山，託摩西所立ê。"}}]