[{"book":"利","chapter":16,"verse":1,"versions":{"unv":"亞倫的兩個兒子近到耶和華面前死了。死了之後，耶和華曉諭摩西說：","bklcl":"A-lûn nn̄g ê kiáⁿ kūn-óa Iâ-hô-hoa ê bīn-chêng lâi sí;  in sí-liáu Iâ-hô-hoa hoan-hù Mô͘-se, tùi Mô͘-se kóng,","tghg":"亞倫二個子近倚耶和華的面前來死。𪜶死了，耶和華吩咐摩西，對摩西講：","bklhl":"亞倫兩個kiáⁿ近óa耶和華ê面前來死；in死了耶和華吩咐摩西，對摩西講："}},{"book":"利","chapter":16,"verse":2,"versions":{"unv":"「要告訴你哥哥亞倫，不可隨時進聖所的幔子內、到櫃上的施恩座前，免得他死亡，因為我要從雲中顯現在施恩座上。","bklcl":"Tio̍h kā lí ê hiaⁿ A-lûn kóng, m̄-thang sûi-piān-sî ji̍p sèng-só͘ ê tiùⁿ-lî-lāi, kàu iok-kūi-téng si-un-só͘ ê bīn-chêng, bián-tit sí;  in-ūi Góa beh tī hûn-tiong hián-hiān tī si-un-só͘ ê téng-bīn.","tghg":"「著給你的兄亞倫講，呣通隨便時入聖所的帳簾內、到約櫃頂施恩所的面前，免得死，因為我欲佇雲中顯現佇施恩所的頂面。","bklhl":"Tio̍h kā你ê hiaⁿ亞倫講：m̄-thang隨便時入聖所ê帳籬內，到約櫃頂施恩所ê面前，免得死；因為我beh tī雲中顯現tī施恩所ê頂面。"}},{"book":"利","chapter":16,"verse":3,"versions":{"unv":"亞倫進聖所，要帶一隻公牛犢為贖罪祭，一隻公綿羊為燔祭。","bklcl":"A-lûn beh ji̍p sèng-só͘ tio̍h án-ni;  tio̍h tòa chi̍t-chiah gû-káng-á-kiáⁿ chòe sio̍k-chōe-chè, chi̍t chiah mî-iûⁿ-káng chòe sio-chè.","tghg":"亞倫欲入聖所著按呢，著帶一隻牛牨(káng)仔子做贖罪祭，一隻綿羊牨做燒祭。","bklhl":"亞倫beh入聖所tio̍h án-ni；tio̍h帶一隻牛káng-á-kiáⁿ做贖罪祭，一隻綿羊káng做燒祭。"}},{"book":"利","chapter":16,"verse":4,"versions":{"unv":"要穿上細麻布聖內袍，把細麻布褲子穿在身上，腰束細麻布帶子，頭戴細麻布冠冕；這都是聖服。他要用水洗身，然後穿戴。","bklcl":"I tio̍h chhēng iù-tōe-pò͘ sèng ê lāi-saⁿ, iā tio̍h chhēng iù-tōe-pò͘ ê khò͘ tī seng-khu-ni̍h, io hâ iù-tōe-pò͘ ê tòa, thâu tì iù-tōe-pò͘ ê bō;  che lóng sī sèng ê i-ho̍k;  i tio̍h ēng chúi sóe seng-khu, jiân-āu chhēng i.","tghg":"伊著穿幼苧布聖的內衫，也著穿幼苧布的褲佇身軀裡，腰縖幼苧布的帶，頭戴幼苧布的帽；這攏是聖的衣服。伊著用水洗身軀，然後穿伊。","bklhl":"伊tio̍h穿幼苧布聖ê內衫，也tio̍h穿幼苧布ê褲tī身軀裡，腰hâ幼苧布ê帶，頭tì幼苧布ê帽；這lóng是聖ê衣服；伊tio̍h用水洗身軀，然後穿伊。"}},{"book":"利","chapter":16,"verse":5,"versions":{"unv":"要從以色列會眾取兩隻公山羊為贖罪祭，一隻公綿羊為燔祭。","bklcl":"I tio̍h tùi Í-sek-lia̍t lâng ê hōe-tiong chhú nn̄g chiah soaⁿ-iûⁿ-káng, chòe sio̍k-chōe-chè, chi̍t-chiah mî-iûⁿ-káng chòe sio-chè.","tghg":"伊著對以色列人的會中取二隻山羊牨做贖罪祭，一隻綿羊牨做燒祭。","bklhl":"伊tio̍h tùi以色列人ê會中取兩隻山羊káng，做贖罪祭，一隻綿羊káng做燒祭。"}},{"book":"利","chapter":16,"verse":6,"versions":{"unv":"「亞倫要把贖罪祭的公牛奉上，為自己和本家贖罪；","bklcl":"A-lûn tio̍h hiàn ūi pún-sin chòe sio̍k-chōe-chè ê gû-káng, ūi-tio̍h pún-sin kap i ê ke sio̍k-chōe.","tghg":"「亞倫著獻為本身做贖罪祭的牛牨，為著本身及伊的家贖罪；","bklhl":"亞倫tio̍h獻為本身做贖罪祭ê牛káng，為tio̍h本身kap伊ê家贖罪。"}},{"book":"利","chapter":16,"verse":7,"versions":{"unv":"也要把兩隻公山羊安置在會幕門口、耶和華面前，","bklcl":"Iā tio̍h ēng hit nn̄g chiah soaⁿ-iûⁿ-káng an-tì tī hōe-bō͘ mn̂g-kháu, Iâ-hô-hoa ê bīn-chêng.","tghg":"也著用彼二隻山羊牨安置(an-tì)佇會幕門口、耶和華的面前，","bklhl":"也tio̍h用hit兩隻山羊káng安置tī會幕門口，耶和華ê面前。"}},{"book":"利","chapter":16,"verse":8,"versions":{"unv":"為那兩隻羊拈鬮，一鬮歸與耶和華，一鬮歸與阿撒瀉勒。","bklcl":"A-lûn tio̍h ūi-tio̍h hit nn̄g chiah soaⁿ-iûⁿ liam-khau, liam chi̍t-chiah kui Iâ-hô-hoa, liam chi̍t-chiah kui A-sat-sià-le̍k.","tghg":"亞倫著為著彼二隻山羊拈鬮(liam-khau)，拈(liam)一隻歸耶和華，拈一隻歸阿撒瀉勒(A-sat-sià-le̍k)。","bklhl":"亞倫tio̍h為tio̍h hit兩隻山羊拈鬮，liam一隻歸耶和華，liam一隻歸A-sat-sià-le̍k。"}},{"book":"利","chapter":16,"verse":9,"versions":{"unv":"亞倫要把那拈鬮歸與耶和華的羊獻為贖罪祭，","bklcl":"A-lûn tio̍h ēng hit-chiah liam-khau kui Iâ-hô-hoa ê soaⁿ-iûⁿ, hiàn chòe sio̍k-chōe-chè.","tghg":"亞倫著用彼隻拈鬮(liam-khau)歸耶和華的山羊獻做贖罪祭，","bklhl":"亞倫tio̍h用hit隻 拈鬮歸耶和華ê山羊，獻做贖罪祭。"}},{"book":"利","chapter":16,"verse":10,"versions":{"unv":"但那拈鬮歸與阿撒瀉勒的羊要活著安置在耶和華面前，用以贖罪，打發人送到曠野去，歸與阿撒瀉勒。","bklcl":"Nā-sī hit-chiah liam-khau kui A-sat-sià-le̍k ê soaⁿ-iûⁿ, tio̍h oa̍h-oa̍h an-tì tī Iâ-hô-hoa ê bīn-chêng, thòe i sio̍k-chōe, pàng i khì khòng-iá, kui tī A-sat-sià-le̍k.","tghg":"若是彼隻拈鬮歸阿撒瀉勒的山羊著活活安置佇耶和華的面前，替伊贖罪，放伊去曠野，歸佇阿撒瀉勒(A-sat-sià-le̍k)。","bklhl":"若是hit隻 拈鬮歸A-sat-sià-le̍k ê山羊，tio̍h活活安置tī耶和華ê面前，替伊贖罪，放伊去曠野，歸tī A-sat-sià-le̍k。"}},{"book":"利","chapter":16,"verse":11,"versions":{"unv":"「亞倫要把贖罪祭的公牛牽來宰了，為自己和本家贖罪；","bklcl":"A-lûn tio̍h khan ūi ka-kī chòe sio̍k-chōe-chè ê gû-káng-á, ūi-tio̍h ka-kī kap i ê ke sio̍k-chōe, iā tio̍h thâi ūi ka-kī chòe sio̍k-chōe-chè ê gû-káng-á;","tghg":"「亞倫著牽為家己做贖罪祭的牛牨仔，為著家己及伊的家贖罪；也著刣為家己做贖罪祭的牛牨仔；","bklhl":"亞倫tio̍h牽為家己做贖罪祭ê牛káng-á，為tio̍h家己kap伊ê家贖罪，也tio̍h 刣為家己做贖罪祭ê牛káng-á；"}},{"book":"利","chapter":16,"verse":12,"versions":{"unv":"拿香爐，從耶和華面前的壇上盛滿火炭，又拿一捧搗細的香料，都帶入幔子內，","bklcl":"iā tio̍h the̍h hiuⁿ-lô͘, tùi Iâ-hô-hoa ê bīn-chêng tôaⁿ-téng tóe to̍h ê hé-thòaⁿ móa-móa, iā tio̍h ēng phang ê hiuⁿ-boa̍h chi̍t-phóng tòa-ji̍p tiùⁿ-lî-lāi;","tghg":"也著提(the̍h)香爐，對耶和華的面前壇頂貯(tóe)𤏸(to̍h)的火炭滿滿，也著用芳的香末(hiuⁿ-boa̍h)一抙(chi̍t-phóng)帶入帳簾內，","bklhl":"也tio̍h the̍h香爐，tùi耶和華ê面前壇頂貯to̍h ê火炭滿滿，也tio̍h用芳ê香末一phóng帶入帳籬內；"}},{"book":"利","chapter":16,"verse":13,"versions":{"unv":"在耶和華面前，把香放在火上，使香的煙雲遮掩法櫃上的施恩座，免得他死亡；","bklcl":"iā tī Iâ-hô-hoa ê bīn-chêng chiong hiuⁿ hē tī hé-ni̍h, hō͘ hiuⁿ-ian jia-iám iok-kūi-téng ê si-un-só͘, bián-tit i sí.","tghg":"也佇耶和華的面前，將香下佇火裡，互香煙遮掩約櫃頂的施恩所，免得伊死；","bklhl":"也tī耶和華ê面前將香hē tī火裡，hō͘香煙遮掩約櫃頂ê施恩所，免得伊死。"}},{"book":"利","chapter":16,"verse":14,"versions":{"unv":"也要取些公牛的血，用指頭彈在施恩座的東面，又在施恩座的前面彈血七次。","bklcl":"Iā tio̍h the̍h tām-po̍h gû-káng-á ê huih, ēng chńg-thâu-á hiù tī si-un-só͘ ê tang-sì;  koh ēng chńg-thâu-á tī si-un-só͘ ê bīn-chêng hiù-huih chhit-pái.","tghg":"也著提淡薄牛牨仔的血，用指頭仔(chńg-thâu-á)灑佇施恩所的東勢，閣用指頭仔佇施恩所的面前灑血七擺。","bklhl":"也tio̍h the̍h淡薄牛káng-á ê血，用指頭á hiù tī施恩所ê東勢；koh用指頭á tī施恩所ê面前hiù血七pái。"}},{"book":"利","chapter":16,"verse":15,"versions":{"unv":"「隨後他要宰那為百姓作贖罪祭的公山羊，把羊的血帶入幔子內，彈在施恩座的上面和前面，好像彈公牛的血一樣。","bklcl":"Koh tio̍h thâi hit-chiah ūi-tio̍h peh-sìⁿ chòe sio̍k-chōe-chè ê soaⁿ-iûⁿ-káng, tòa i ê huih ji̍p tiùⁿ-lî-lāi, ēng i ê huih hiù tī si-un-só͘ kap si-un-só͘ ê bīn-chêng, chhin-chhiūⁿ hiù gû-káng-á ê huih chi̍t-iūⁿ.","tghg":"「閣著刣彼隻為著百姓做贖罪祭的山羊牨，帶伊的血入帳簾內，用伊的血灑佇施恩所及施恩所的面前，親像灑牛牨仔的血一樣。","bklhl":"Koh tio̍h 刣 hit隻為tio̍h百姓做贖罪祭ê山羊káng，帶伊ê血入帳籬內，用伊ê血hiù tī施恩所kap施恩所ê面前，親像hiù牛káng-á ê血一樣。"}},{"book":"利","chapter":16,"verse":16,"versions":{"unv":"他因以色列人諸般的污穢、過犯，就是他們一切的罪愆，當這樣在聖所行贖罪之禮，並因會幕在他們污穢之中，也要照樣而行。","bklcl":"Koh tio̍h in-ūi Í-sek-lia̍t lâng ê ù-òe, kè-sit, kap in it-chhè ê chōe-ok thòe sèng-só͘ sio̍k-chōe;  iā tio̍h ūi-tio̍h tī in ù-òe ê tiong-kan saⁿ-kap tòa ê hōe-bō͘ chiàu án-ni kiâⁿ.","tghg":"閣著因為以色列人的污穢、過失，及𪜶一切的罪惡替聖所贖罪，也著為著佇𪜶污穢的中間，相及住的會幕照按呢行。","bklhl":"Koh tio̍h因為以色列人ê污穢，過失，kap in一切ê罪惡替聖所贖罪；也tio̍h為tio̍h tī in污穢ê中間相kap tòa ê會幕照án-ni行。"}},{"book":"利","chapter":16,"verse":17,"versions":{"unv":"他進聖所贖罪的時候，會幕裡不可有人，直等到他為自己和本家並以色列全會眾贖了罪出來。","bklcl":"A-lûn ji̍p sèng-só͘ sio̍k-chōe ê sî, hōe-bō͘-lāi m̄-thang ū lâng tī-teh, thèng-hāu i ūi-tio̍h pún-sin kap i ê ke kap Í-sek-lia̍t ê hōe-chiòng í-keng sio̍k-chōe chhut-lâi.","tghg":"亞倫入聖所贖罪的時，會幕內呣通有人佇啲，聽候伊為著本身及伊的家及以色列的會眾已經贖罪出來。","bklhl":"亞倫入聖所贖罪ê時，會幕內m̄-thang有人tī-teh，thèng候伊為tio̍h本身kap伊ê家kap以色列ê會眾已經贖罪出來。"}},{"book":"利","chapter":16,"verse":18,"versions":{"unv":"他出來，要到耶和華面前的壇那裡，在壇上行贖罪之禮，又要取些公牛的血和公山羊的血，抹在壇上四角的周圍；","bklcl":"I tio̍h chhut-lâi kàu Iâ-hô-hoa bīn-chêng ê tôaⁿ hia, thòe i sio̍k-chōe;  iā tio̍h the̍h tām-po̍h gû-káng-á ê huih kap soaⁿ-iûⁿ-káng ê huih, boah tī tôaⁿ-téng hiah-ê kak ê sì-ûi.","tghg":"伊著出來，到耶和華面前的壇遐，替伊贖罪，也著提淡薄牛牨仔的血及山羊牨的血，抹佇壇頂許個角的四圍；","bklhl":"伊tio̍h出來到耶和華面前ê壇hia，替伊贖罪；也tio̍h the̍h淡薄牛káng-á ê血kap 山羊káng ê血，抹tī壇頂hiah-ê角ê四圍。"}},{"book":"利","chapter":16,"verse":19,"versions":{"unv":"也要用指頭把血彈在壇上七次，潔淨了壇，從壇上除掉以色列人諸般的污穢，使壇成聖。」","bklcl":"Iā tio̍h ēng i ê chńg-thâu-á hiù-huih tī tôaⁿ-ni̍h chhit-pái, hō͘ i chheng-khì, lī-khui Í-sek-lia̍t lâng ê bô chheng-khì, hun-piat i chòe-sèng.","tghg":"也著用伊的指頭仔灑血佇壇裡七擺，互伊清氣，離開以色列人的無清氣，分別伊做聖。」","bklhl":"也tio̍h用伊ê指頭á hiù血tī壇裡七pái，hō͘伊清氣，離開以色列人ê無清氣，分別伊做聖。"}},{"book":"利","chapter":16,"verse":20,"versions":{"unv":"「亞倫為聖所和會幕並壇獻完了贖罪祭，就要把那隻活著的公山羊奉上。","bklcl":"I ūi-tio̍h sèng-só͘, hōe-bō͘, chè-tôaⁿ sio̍k-chōe bêng-pe̍k, tio̍h khan hit-chiah oa̍h ê soaⁿ-iûⁿ-káng lâi;","tghg":"「伊為著聖所、會幕、祭壇贖罪明白，著牽彼隻活的山羊牨來。","bklhl":"伊為tio̍h聖所，會幕，祭壇贖罪明白，tio̍h牽hit隻活ê山羊káng來；"}},{"book":"利","chapter":16,"verse":21,"versions":{"unv":"兩手按在羊頭上，承認以色列人諸般的罪孽過犯，就是他們一切的罪愆，把這罪都歸在羊的頭上，藉著所派之人的手，送到曠野去。","bklcl":"A-lûn tio̍h ēng nn̄g-chhiú hōaⁿ tī oa̍h ê soaⁿ-iûⁿ ê thâu-khak, tī i ê téng-bīn jīn Í-sek-lia̍t lâng it-chhè ê pháiⁿ, in it-chhè ê kè-sit, kap in it-chhè ê chōe-kòa;  lóng kui tī soaⁿ-iûⁿ ê thâu-khak, kau-tài só͘ phài ê lâng, sàng-khì khòng-iá;","tghg":"亞倫著用二手按佇活的山羊的頭殼，佇伊的頂面認以色列人一切的歹，𪜶一切的過失，及𪜶一切的罪過，攏歸佇山羊的頭殼，交代所派的人，送去曠野。","bklhl":"亞倫tio̍h用兩手按 tī活ê山羊ê頭殼，tī伊ê頂面認以色列人一切ê pháiⁿ，in一切ê過失，kap in一切ê罪過；lóng歸tī山羊ê頭殼，交帶所派ê人，送去曠野；"}},{"book":"利","chapter":16,"verse":22,"versions":{"unv":"要把這羊放在曠野，這羊要擔當他們一切的罪孽，帶到無人之地。","bklcl":"hit chiah soaⁿ-iûⁿ beh tam-tng in it-chhè ê pháiⁿ kàu bô lâng tòa ê só͘-chāi;  i chiū pàng soaⁿ-iûⁿ tī khòng-iá.","tghg":"彼隻山羊欲擔當𪜶一切的歹，到無人住的所在，伊就放山羊佇曠野。","bklhl":"hit隻山羊beh擔當in一切ê pháiⁿ到無人tòa ê所在；伊就放山羊tī曠野。"}},{"book":"利","chapter":16,"verse":23,"versions":{"unv":"「亞倫要進會幕，把他進聖所時所穿的細麻布衣服脫下，放在那裡，","bklcl":"A-lûn tio̍h ji̍p hōe-bō͘, thǹg i ji̍p sèng-só͘ ê sî só͘ chhēng iù-tōe ê i-ho̍k, lâu tī-hia;","tghg":"「亞倫著入會幕，褪伊入聖所的時所穿幼苧的衣服，留佇遐，","bklhl":"亞倫tio̍h入會幕，thǹg伊入聖所ê時所穿幼苧ê衣服，留tī-hia；"}},{"book":"利","chapter":16,"verse":24,"versions":{"unv":"又要在聖處用水洗身，穿上衣服，出來，把自己的燔祭和百姓的燔祭獻上，為自己和百姓贖罪。","bklcl":"koh tio̍h tī sèng ê só͘-chāi ēng chúi sóe seng-khu, chhēng i ê saⁿ chhut-lâi, hiàn i ê sio-chè kap peh-sìⁿ ê sio-chè, ūi-tio̍h pún-sin kap peh-sìⁿ sio̍k-chōe.","tghg":"閣著佇聖的所在用水洗身軀，穿伊的衫，出來，獻伊的燒祭及百姓的燒祭，為著本身及百姓贖罪。","bklhl":"koh tio̍h tī聖ê所在用水洗身軀，穿伊ê衫出來，獻伊ê燒祭kap百姓ê燒祭，為tio̍h本身kap百姓贖罪。"}},{"book":"利","chapter":16,"verse":25,"versions":{"unv":"贖罪祭牲的脂油要在壇上焚燒。","bklcl":"Sio̍k-chōe-chè ê iû tio̍h sio i tī tôaⁿ-téng.","tghg":"贖罪祭的油著燒伊佇壇頂。","bklhl":"贖罪祭ê油tio̍h燒伊tī壇頂。"}},{"book":"利","chapter":16,"verse":26,"versions":{"unv":"那放羊歸與阿撒瀉勒的人要洗衣服，用水洗身，然後進營。","bklcl":"Hit ê pàng soaⁿ-iûⁿ kui tī A-sat-sià-le̍k ê lâng, tio̍h sóe i ê saⁿ, ēng chúi sóe seng-khu, jiân-āu thang ji̍p iâⁿ-lāi.","tghg":"彼個放山羊歸佇阿撒瀉勒的人，著洗伊的衫，用水洗身軀，然後通入營內。","bklhl":"hit ê放山羊歸tī A-sat-sià-le̍k ê人，tio̍h洗伊ê衫，用水洗身軀，然後thang入營內。"}},{"book":"利","chapter":16,"verse":27,"versions":{"unv":"作贖罪祭的公牛和公山羊的血既帶入聖所贖罪，這牛羊就要搬到營外，將皮、肉、糞用火焚燒。","bklcl":"Chòe sio̍k-chōe-chè ê gû-káng, kap sio̍k-chōe-chè ê soaⁿ-iûⁿ, in ê huih í-keng tòa-ji̍p sèng-só͘ sio̍k-chōe, in ê sin-thé tio̍h tòa-chhut iâⁿ-gōa, ēng hé sio in ê phê, in ê bah, in ê pùn.","tghg":"做贖罪祭的牛牨及贖罪祭的山羊，𪜶的血已經帶入聖所贖罪，𪜶的身體著帶出營外，用火燒𪜶的皮、𪜶的肉、𪜶的糞(pùn)。","bklhl":"做贖罪祭ê牛káng，kap贖罪祭ê山羊，in ê血已經帶入聖所贖罪，in ê身體tio̍h帶出營外，用火燒in ê皮，in ê肉，in ê糞。"}},{"book":"利","chapter":16,"verse":28,"versions":{"unv":"焚燒的人要洗衣服，用水洗身，然後進營。」","bklcl":"Sio in ê lâng tio̍h sóe i ê saⁿ, ēng chúi sóe seng-khu, jiân-āu thang ji̍p iâⁿ-lāi.","tghg":"燒𪜶的人著洗伊的衫，用水洗身軀，然後通入營內。」","bklhl":"燒in ê人tio̍h洗伊ê衫，用水洗身軀，然後thang入營內。"}},{"book":"利","chapter":16,"verse":29,"versions":{"unv":"「每逢七月初十日，你們要刻苦己心，無論是本地人，是寄居在你們中間的外人，甚麼工都不可做；這要作你們永遠的定例。","bklcl":"Ta̍k-pái tú-tio̍h chhit-ge̍h chhoe-cha̍p ji̍t, lín tio̍h khek-khó͘ lín ê sim, bô-lūn sī pún-tōe lâng, á-sī kià-kha tī lín tiong-kan ê gōa-lâng, lóng m̄-thang chòe sím-mi̍h kang;  che beh chòe lín éng-oán ê lē.","tghg":"「逐擺抵著(tú-tio̍h)七月初十日，恁著刻苦恁的心，無論是本地人，抑是寄腳佇恁中間的外人，攏呣通做甚麼工；這欲做恁永遠的例。","bklhl":"Ta̍k-pái tú-tio̍h七月初十日，lín tio̍h刻苦lín ê心，無論是本地人，á是寄腳tī lín中間ê外人，lóng m̄-thang做甚麼工；這beh做lín永遠ê例。"}},{"book":"利","chapter":16,"verse":30,"versions":{"unv":"因在這日要為你們贖罪，使你們潔淨。你們要在耶和華面前得以潔淨，脫盡一切的罪愆。","bklcl":"In-ūi tī chit-ji̍t beh kā lín sio̍k-chōe, hō͘ lín chheng-khì, lín beh tī Iâ-hô-hoa ê bīn-chêng tit-tio̍h chheng-khì, thoat-lī it-chhè ê chōe-kòa.","tghg":"因為佇此日欲給恁贖罪，互恁清氣。恁欲佇耶和華的面前得著清氣，脫離一切的罪過。","bklhl":"因為tī chit日beh kā lín贖罪，hō͘ lín清氣，lín beh tī耶和華ê面前得tio̍h清氣，脫離一切ê罪過。"}},{"book":"利","chapter":16,"verse":31,"versions":{"unv":"這日你們要守為聖安息日，要刻苦己心；這為永遠的定例。","bklcl":"Chit-ji̍t lín tio̍h siú chòe tōa ê an-hioh-ji̍t;  lín tio̍h khek-khó͘ lín ê sim;  che sī chòe éng-oán ê lē.","tghg":"此日恁著守做大的安息日，恁著刻苦恁的心；這是做永遠的例。","bklhl":"chit日lín tio̍h守最大ê安歇日；lín tio̍h刻苦lín ê心；這是做永遠ê例。"}},{"book":"利","chapter":16,"verse":32,"versions":{"unv":"那受膏、接續他父親承接聖職的祭司要穿上細麻布的聖衣，行贖罪之禮。","bklcl":"Hit ê siū boah-iû lâi siat-li̍p i tng sèng-chit ê chè-si, chiū-sī sêng-chiap i ê lāu-pē chòe chè-si ê, tio̍h kiâⁿ sio̍k-chōe ê lé, tio̍h chhēng iù-tōe-pò͘ ê saⁿ, chiū-sī sèng-saⁿ.","tghg":"彼個受抹油、來設立伊當聖職的祭司，就是承接伊的老父做祭司的，著行贖罪的禮，著穿幼苧布的衫就是聖衫。","bklhl":"hit ê受抹油來設立伊當聖職ê祭司，就是承接伊ê老父做祭司ê，tio̍h行贖罪ê禮，tio̍h穿幼苧布ê衫，就是聖衫。"}},{"book":"利","chapter":16,"verse":33,"versions":{"unv":"他要在至聖所和會幕與壇行贖罪之禮，並要為眾祭司和會眾的百姓贖罪。","bklcl":"I tio̍h ūi-tio̍h sèng ê sèng-só͘ sio̍k-chōe, iā ūi-tio̍h hōe-bō͘ kap chè-tôaⁿ sio̍k-chōe;  koh ūi-tio̍h chèng chè-si kap choân-hōe ê peh-sìⁿ sio̍k-chōe.","tghg":"伊著為著聖的聖所贖罪，也為著會幕及祭壇贖罪，閣為著眾祭司及全會的百姓贖罪。","bklhl":"伊tio̍h為tio̍h聖ê聖所贖罪，也為tio̍h會幕kap祭壇贖罪；koh為tio̍h眾祭司kap全會ê百姓贖罪。"}},{"book":"利","chapter":16,"verse":34,"versions":{"unv":"這要作你們永遠的定例─就是因以色列人一切的罪，要一年一次為他們贖罪。」於是，亞倫照耶和華所吩咐摩西的行了。","bklcl":"Che tio̍h chòe lín éng-oán ê lē, chiū-sī in-ūi Í-sek-lia̍t lâng it-chhè ê chōe, tio̍h chi̍t-nî chi̍t-pái ūi-tio̍h in sio̍k-chōe.  A-lûn chiū chiàu Iâ-hô-hoa só͘ bēng-lēng Mô͘-se ê lâi kiâⁿ.","tghg":"這著做恁永遠的例就是因為以色列人一切的罪，著一年一擺為著𪜶贖罪。」 亞倫就照耶和華所命令摩西的來行。","bklhl":"這tio̍h做lín永遠ê例，就是因為以色列人一切ê罪，tio̍h一年一pái為tio̍h in贖罪。亞倫就照耶和華所命令摩西ê來行。"}}]