[{"book":"利","chapter":23,"verse":1,"versions":{"unv":"耶和華對摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"利","chapter":23,"verse":2,"versions":{"unv":"「你曉諭以色列人說：耶和華的節期，你們要宣告為聖會的節期。","bklcl":"Lí tio̍h hoan-hù Í-sek-lia̍t lâng kā i kóng, Iâ-hô-hoa ê choeh-kî, lín só͘ tio̍h soan-pò͘ chòe sèng-hōe ê, í-ē chiah-ê chiū-sī Góa ê choeh-kî.","tghg":"「你著吩咐以色列人給伊講：耶和華的節期，恁所著宣佈做聖會的以下諸個就是我的節期。","bklhl":"你tio̍h吩咐以色列人kā伊講：耶和華ê節期，lín所tio̍h宣布做聖會ê，以下chiah ê就是我ê節期。"}},{"book":"利","chapter":23,"verse":3,"versions":{"unv":"六日要做工，第七日是聖安息日，當有聖會；你們甚麼工都不可做。這是在你們一切的住處向耶和華守的安息日。","bklcl":"La̍k-ji̍t tio̍h chòe-kang, tē-chhit ji̍t sī tōa ê an-hioh-ji̍t;  tio̍h chòe sèng-hōe;  lín it-chhè ê kang lóng m̄-thang chòe, tī lín it-chhè khiā-khí ê só͘-chāi;  che sī chòe Iâ-hô-hoa ê sèng-ji̍t.","tghg":"六日著做工，第七日是大的安息日，著做聖會；恁一切的工攏呣通做。佇恁一切徛起的所在這是做耶和華的聖日。","bklhl":"六日tio̍h做工，第七日是大ê安歇日；tio̍h做聖會；lín一切ê工lóng m̄-thang做，tī lín一切khiā起ê所在；這是做耶和華ê聖日。"}},{"book":"利","chapter":23,"verse":4,"versions":{"unv":"耶和華的節期，就是你們到了日期要宣告為聖會的，乃是這些。」","bklcl":"Iâ-hô-hoa chiah-ê choeh-kî, chiū-sī sèng-hōe, lín kàu-kî só͘ tio̍h soan-pò͘-ê, chiū-sī chiah-ê.","tghg":"耶和華諸個節期，就是聖會恁到期所著宣佈的，就是諸個。」","bklhl":"耶和華chiah ê節期，就是聖會，lín到期所tio̍h宣布ê，就是chiah ê。"}},{"book":"利","chapter":23,"verse":5,"versions":{"unv":"「正月十四日，黃昏的時候，是耶和華的逾越節。","bklcl":"Chiaⁿ-ge̍h cha̍p-sì-ji̍t hông-hun ê sî, sī Iâ-hô-hoa ê jû-oa̍t-choeh.","tghg":"「正月十四日，黃昏的時，是耶和華的逾越節。","bklhl":"正月十四日黃昏ê時，是耶和華ê逾越節。"}},{"book":"利","chapter":23,"verse":6,"versions":{"unv":"這月十五日是向耶和華守的無酵節；你們要吃無酵餅七日。","bklcl":"Chit-ge̍h cha̍p-gō͘ ji̍t sī Iâ-hô-hoa ê tû-kàⁿ-choeh;  lín tio̍h chia̍h bô-kàⁿ-piáⁿ chhit-ji̍t kú.","tghg":"此月十五日是耶和華的除酵節；恁著食無酵餅七日久。","bklhl":"Chit月十五日是耶和華ê除酵節；lín tio̍h食無酵餅七日久。"}},{"book":"利","chapter":23,"verse":7,"versions":{"unv":"第一日當有聖會，甚麼勞碌的工都不可做；","bklcl":"Thâu-chi̍t-ji̍t tio̍h ū sèng-hōe;  lóng m̄-thang chòe sím-mi̍h khó͘-kang.","tghg":"頭一日著有聖會，攏呣通做甚麼苦工；","bklhl":"頭一日tio̍h有聖會；lóng m̄-thang做甚麼苦工。"}},{"book":"利","chapter":23,"verse":8,"versions":{"unv":"要將火祭獻給耶和華七日。第七日是聖會，甚麼勞碌的工都不可做。」","bklcl":"Chhit-ji̍t kú tio̍h hiàn hé-chè hō͘ Iâ-hô-hoa;  tē-chhit ji̍t sī sèng-hōe, lóng m̄-thang chòe sím-mi̍h khó͘-kang.","tghg":"七日久著獻火祭互耶和華。第七日是聖會，攏呣通做甚麼苦工。」","bklhl":"七日久tio̍h獻火祭hō͘耶和華；第七日是聖會，lóng m̄-thang做甚麼苦工。"}},{"book":"利","chapter":23,"verse":9,"versions":{"unv":"耶和華對摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"利","chapter":23,"verse":10,"versions":{"unv":"「你曉諭以色列人說：你們到了我賜給你們的地，收割莊稼的時候，要將初熟的莊稼一捆帶給祭司。","bklcl":"Lí tio̍h hoan-hù Í-sek-lia̍t lâng kā in kóng, Lín kàu Góa siúⁿ-sù lín ê tōe, siu-koah ngó͘-kok ê sî, tio̍h chiong khí-thâu-se̍k ê ngó͘-kok chi̍t-khún, tòa-lâi hō͘ chè-si.","tghg":"「你著吩咐以色列人給𪜶講：恁到我賞賜恁的地，收割五穀的時，著將起頭熟的五穀一捆帶來互祭司。","bklhl":"你tio̍h吩咐以色列人kā in講：Lín到我賞賜lín ê地，收割五穀ê時，tio̍h將起頭熟ê五穀一綑，帶來hō͘祭司。"}},{"book":"利","chapter":23,"verse":11,"versions":{"unv":"他要把這一捆在耶和華面前搖一搖，使你們得蒙悅納。祭司要在安息日的次日把這捆搖一搖。","bklcl":"I tio̍h ēng chit-khún iô tī Iâ-hô-hoa ê bīn-chêng, hō͘ lín tit-tio̍h chiap-la̍p;  chè-si tio̍h tī an-hioh-ji̍t ê keh-ji̍t iô i.","tghg":"伊著用此捆搖佇耶和華的面前，互恁得著接納。祭司著佇安息日的隔日搖伊。","bklhl":"伊tio̍h用chit綑搖tī耶和華ê面前，hō͘ lín得tio̍h接納；祭司tio̍h tī安歇日ê隔日搖伊。"}},{"book":"利","chapter":23,"verse":12,"versions":{"unv":"搖這捆的日子，你們要把一歲、沒有殘疾的公綿羊羔獻給耶和華為燔祭。","bklcl":"Iô chit-khún ê ji̍t, lín tio̍h chiong chi̍t chiah bē-móa-nî bô hâ-chhû ê mî-iûⁿ-káng-á, hiàn hō͘ Iâ-hô-hoa chòe sio-chè.","tghg":"搖此捆的日，恁著將一隻未滿年、無瑕疵的綿羊牨(káng)仔獻互耶和華做燒祭。","bklhl":"搖chit綑ê日，lín tio̍h將一隻未滿年無瑕疵ê綿羊káng-á，獻hō͘耶和華做燒祭。"}},{"book":"利","chapter":23,"verse":13,"versions":{"unv":"同獻的素祭，就是調油的細麵伊法十分之二，作為馨香的火祭，獻給耶和華。同獻的奠祭，要酒一欣四分之一。","bklcl":"Saⁿ-sòa hiàn ê sò͘-chè, chiū-sī tiau-hô iû ê iù-mī-hún i-hoat cha̍p-hūn ê nn̄g-hūn, chòe phang-phang ê hé-chè hiàn-hō͘ Iâ-hô-hoa;  saⁿ-sòa hiàn ê koàn-tiān, tio̍h ēng chiú chi̍t-him ê sì-hūn chi̍t.","tghg":"相續(saⁿ-sòa)獻的素祭，就是調和油的幼麵粉伊法十份的二份，做芳芳的火祭獻互耶和華，相續獻的灌奠(koàn-tiān)，著用酒一欣(him)的四份一。","bklhl":"相續獻ê素祭，就是調和油ê幼麵粉i-hoat十份ê兩份，做芳芳ê火祭獻hō͘耶和華；相續獻ê灌奠，tio̍h用酒一him ê四份一。"}},{"book":"利","chapter":23,"verse":14,"versions":{"unv":"無論是餅，是烘的子粒，是新穗子，你們都不可吃，直等到把你們獻給　神的供物帶來的那一天才可以吃。這在你們一切的住處作為世世代代永遠的定例。」","bklcl":"Bô-lūn sī piáⁿ, á-sī pē ê ngó͘-kok, á-sī sin ê sūi, lín lóng m̄-thang chia̍h, kàu lín tòa lé-mi̍h hiàn-hō͘ lín ê Siōng-tè hit-ji̍t chiah thang;  che tī lín it-chhè khiā-khí ê só͘-chāi, chòe lín tāi-tāi éng-oán ê lē.","tghg":"無論是餅，抑是焙的五穀，抑是新的穗，恁攏呣通食，到恁帶禮物獻互恁的上帝彼日才通。這佇恁一切徛起的所在做恁代代永遠的例。」","bklhl":"無論是餅，á是焙(pē)ê五穀，á是新ê sūi，lín lóng m̄-thang食，到lín帶禮物獻hō͘ lín ê上帝hit日chiah thang；這tī lín一切khiā起ê所在，做lín代代永遠ê例。"}},{"book":"利","chapter":23,"verse":15,"versions":{"unv":"「你們要從安息日的次日，獻禾捆為搖祭的那日算起，要滿了七個安息日。","bklcl":"Lín tio̍h tùi an-hioh-ji̍t ê keh-ji̍t, hiàn tiū-khún chòe iô-chè;  hit-ji̍t ūi ka-kī sǹg-khí, móa chhit ê an-hioh-ji̍t,","tghg":"「恁著對安息日的隔日，獻稻稛(tiū-khún)做搖祭彼日為家己算起，滿七個安息日。","bklhl":"Lín tio̍h tùi安歇日ê隔日，獻tiū-khún做搖祭；hit日為家己算起，滿七個安歇日，"}},{"book":"利","chapter":23,"verse":16,"versions":{"unv":"到第七個安息日的次日，共計五十天，又要將新素祭獻給耶和華。","bklcl":"kàu tē-chhit ê an-hioh-ji̍t ê keh-ji̍t, lín tio̍h sǹg gō͘-cha̍p-ji̍t, koh tio̍h chiong sin ê sò͘-chè hiàn-hō͘ Iâ-hô-hoa.","tghg":"到第七個安息日的隔日，恁著算五十日，閣著將新的素祭獻互耶和華。","bklhl":"到第七個安歇日ê隔日，lín tio̍h算五十日，koh tio̍h將sin ê素祭獻hō͘耶和華。"}},{"book":"利","chapter":23,"verse":17,"versions":{"unv":"要從你們的住處取出細麵伊法十分之二，加酵，烤成兩個搖祭的餅，當作初熟之物獻給耶和華。","bklcl":"Tio̍h tùi lín khiā-khí ê só͘-chāi the̍h-chhut iù ê mī-hún i-hoat cha̍p-hūn-nn̄g, chham kàⁿ, pek nn̄g tè iô-chè ê piáⁿ, chòe khí-thâu-se̍k ê mi̍h, hiàn hō͘ Iâ-hô-hoa.","tghg":"著對恁徛起的所在提出幼的麵粉伊法十份二，參酵，煏(pek)二塊搖祭的餅，做起頭熟的物獻互耶和華。","bklhl":"Tio̍h tùi lín khiā起ê所在the̍h出幼ê麵粉i-hoat十份兩，chham酵，pek兩塊搖祭ê餅，做起頭熟ê物，獻hō͘耶和華。"}},{"book":"利","chapter":23,"verse":18,"versions":{"unv":"又要將一歲、沒有殘疾的羊羔七隻、公牛犢一隻、公綿羊兩隻，和餅一同奉上。這些與同獻的素祭和奠祭要作為燔祭獻給耶和華，就是作馨香的火祭獻給耶和華。","bklcl":"Koh tio̍h ēng bē-móa-nî bô hâ-chhû ê iûⁿ-á chhit-chiah, gû-káng-á chi̍t-chiah, mî-iûⁿ-káng nn̄g-chiah, kap hiah-ê piáⁿ saⁿ-kap hiàn in chòe sio-chè hō͘ Iâ-hô-hoa, kap in ê sò͘-chè, in ê koàn-tiān, chòe phang-phang ê hé-chè, hiàn hō͘ Iâ-hô-hoa.","tghg":"閣著用未滿年、無瑕疵(hâ-chhû)的羊仔七隻、牛牨仔一隻、綿羊牨二隻，及許個餅相及獻𪜶做燒祭互耶和華。及𪜶的素祭𪜶的灌奠做芳芳的火祭獻互耶和華。","bklhl":"Koh tio̍h用未滿年無瑕疵ê羊á七隻，牛káng-á一隻，綿羊káng兩隻，kap hiah-ê餅相kap獻in做燒祭hō͘耶和華，kap in ê素祭，in ê灌奠，做芳芳ê火祭，獻hō͘耶和華。"}},{"book":"利","chapter":23,"verse":19,"versions":{"unv":"你們要獻一隻公山羊為贖罪祭，兩隻一歲的公綿羊羔為平安祭。","bklcl":"Lín tio̍h hiàn chi̍t chiah soaⁿ-iûⁿ-káng chòe sio̍k-chōe-chè, nn̄g chiah bē-móa-nî ê mî-iûⁿ-á chòe siā-un-chè.","tghg":"恁著獻一隻山羊牨做贖罪祭，二隻未滿年的綿羊仔做謝恩祭。","bklhl":"Lín tio̍h獻一隻山羊káng做贖罪祭，兩隻未滿年ê綿羊á做謝恩祭。"}},{"book":"利","chapter":23,"verse":20,"versions":{"unv":"祭司要把這些和初熟麥子做的餅一同作搖祭，在耶和華面前搖一搖；這是獻與耶和華為聖物歸給祭司的。","bklcl":"Chè-si tio̍h iô in, kap khí-thâu-se̍k ê be̍h ê piáⁿ, chòe iô-chè tī Iâ-hô-hoa ê bīn-chêng, kap hí nn̄g chiah iûⁿ-á;  tio̍h hun-piat in chòe sèng, hiàn hō͘ Iâ-hô-hoa, lâi kui hō͘ chè-si.","tghg":"祭司著搖𪜶及起頭熟的麥的餅做搖祭佇耶和華的面前，及彼二隻羊仔著分別𪜶做聖獻互耶和華來歸互祭司。","bklhl":"祭司tio̍h搖in，kap起頭熟ê麥ê餅，做搖祭tī耶和華ê面前，kap hit兩隻羊á；tio̍h分別in做聖，獻hō͘耶和華，來歸hō͘祭司。"}},{"book":"利","chapter":23,"verse":21,"versions":{"unv":"當這日，你們要宣告聖會；甚麼勞碌的工都不可做。這在你們一切的住處作為世世代代永遠的定例。","bklcl":"Siâng hit-ji̍t lín tio̍h soan-pò͘ chòe lín ê sèng-hōe;  lóng m̄-thang chòe sím-mi̍h khó͘-kang;  che tī lín it-chhè khiā-khí ê só͘-chāi, chòe ta̍k sè-tāi éng-oán ê lē.","tghg":"像彼日，恁著宣佈做恁的聖會；攏呣通做甚麼苦工。這佇恁一切徛起的所在做逐世代永遠的例。","bklhl":"siâng hit日lín tio̍h宣布做lín ê聖會；lóng m̄-thang做甚麼苦工；這tī lín一切khiā起ê所在，做ta̍k世代永遠ê例。"}},{"book":"利","chapter":23,"verse":22,"versions":{"unv":"「在你們的地收割莊稼，不可割盡田角，也不可拾取所遺落的；要留給窮人和寄居的。我是耶和華─你們的　神。」","bklcl":"Lín siu-koah chhân ê ngó͘-kok, chhân ê kak-thâu m̄-thang koah kàu chīn, ka-la̍uh-ê iā m̄-thang khioh;  tio̍h lâu hō͘ sòng-hiong lâng kap chhut-gōa-ê khioh;  Góa sī Iâ-hô-hoa.","tghg":"「恁收割田的五穀，田的角頭呣通割到盡，磕落的也呣通拾；著留互喪鄉人及出外的拾。我是耶和華。」","bklhl":"Lín收割田ê五穀，田ê角頭m̄-thang割到盡，ka-la̍uh-ê也m̄-thang拾；tio̍h留hō͘ sòng-hiong人kap出外ê拾；我是耶和華。"}},{"book":"利","chapter":23,"verse":23,"versions":{"unv":"耶和華對摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"利","chapter":23,"verse":24,"versions":{"unv":"「你曉諭以色列人說：七月初一，你們要守為聖安息日，要吹角作紀念，當有聖會。","bklcl":"Lí tio̍h hoan-hù Í-sek-lia̍t lâng kóng,  Chhit-ge̍h chhoe-it, lín tio̍h siú chòe sèng ê an-hioh-ji̍t, tio̍h pûn hō-thâu chòe kì-liām;  tio̍h chòe sèng-hōe.","tghg":"「你著吩咐以色列人講：七月初一，恁著守做聖的安息日，著歕(pûn)號頭做紀念，著做聖會。","bklhl":"你tio̍h吩咐以色列人講：七月初一，lín tio̍h守做聖ê安歇日，tio̍h pûn號頭做記念；tio̍h做聖會。"}},{"book":"利","chapter":23,"verse":25,"versions":{"unv":"甚麼勞碌的工都不可做；要將火祭獻給耶和華。」","bklcl":"Lóng m̄-thang chòe sím-mi̍h khó͘-kang;  tio̍h chiong hé-chè hiàn hō͘ Iâ-hô-hoa.","tghg":"攏呣通做甚麼苦工；著將火祭獻互耶和華。」","bklhl":"Lóng m̄-thang做甚麼苦工；tio̍h將火祭獻hō͘耶和華。"}},{"book":"利","chapter":23,"verse":26,"versions":{"unv":"耶和華曉諭摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"利","chapter":23,"verse":27,"versions":{"unv":"「七月初十是贖罪日；你們要守為聖會，並要刻苦己心，也要將火祭獻給耶和華。","bklcl":"Chhit-ge̍h chhoe-cha̍p ji̍t sī sio̍k-chōe ê ji̍t;  lín tio̍h siú chòe sèng-hōe;  koh tio̍h khek-khó͘ ka-kī ê sim;  iā tio̍h chiong hé-chè hiàn hō͘ Iâ-hô-hoa.","tghg":"「七月初十日是贖罪的日；恁著守做聖會，閣著刻苦家己的心，也著將火祭獻互耶和華。","bklhl":"七月初十日是贖罪ê日；lín tio̍h守做聖會；koh tio̍h刻苦家己ê心；也tio̍h將火祭獻hō͘耶和華。"}},{"book":"利","chapter":23,"verse":28,"versions":{"unv":"當這日，甚麼工都不可做；因為是贖罪日，要在耶和華─你們的　神面前贖罪。","bklcl":"Siâng chit-ji̍t lóng m̄-thang chòe sím-mi̍h kang, in-ūi sī sio̍k-chōe ê ji̍t;  tī Iâ-hô-hoa lín ê Siōng-tè ê bīn-chêng kā lín sio̍k-chōe.","tghg":"像此日，攏呣通做甚麼工；因為是贖罪的日，佇耶和華──恁的上帝的面前給恁贖罪。","bklhl":"siâng chit日lóng m̄-thang做甚麼工，因為是贖罪ê日；tī耶和華lín ê上帝ê面前kā lín贖罪。"}},{"book":"利","chapter":23,"verse":29,"versions":{"unv":"當這日，凡不刻苦己心的，必從民中剪除。","bklcl":"Siâng chit-ji̍t, kìⁿ-nā bô khek-khó͘ i ê sim ê, beh tùi peh-sìⁿ-tiong siū chián-tû.","tghg":"像此日，見若無刻苦伊的心的，欲對百姓中受剪除。","bklhl":"siâng chit日，見若無刻苦伊ê心ê，beh tùi百姓中受剪除。"}},{"book":"利","chapter":23,"verse":30,"versions":{"unv":"凡這日做甚麼工的，我必將他從民中除滅。","bklcl":"Kìⁿ-nā tī chit-ji̍t chòe sím-mi̍h kang ê, Góa beh tùi peh-sìⁿ-tiong tû-bia̍t i.","tghg":"見若佇此日做甚麼工的，我欲對百姓中除滅伊。","bklhl":"見若tī chit日做甚麼工ê，我beh tùi百姓中除滅伊。"}},{"book":"利","chapter":23,"verse":31,"versions":{"unv":"你們甚麼工都不可做。這在你們一切的住處作為世世代代永遠的定例。","bklcl":"Lín lóng m̄-thang chòe sím-mi̍h kang;  che tī lín it-chhè khiā-khí ê só͘-chāi, chòe lín ta̍k sè-tāi éng-oán ê lē.","tghg":"恁攏呣通做甚麼工。這佇恁一切徛起的所在做恁逐世代永遠的例。","bklhl":"Lín lóng m̄-thang做甚麼工；這tī lín一切khiā起ê所在，做lín ta̍k世代永遠ê例。"}},{"book":"利","chapter":23,"verse":32,"versions":{"unv":"你們要守這日為聖安息日，並要刻苦己心。從這月初九日晚上到次日晚上，要守為安息日。」","bklcl":"Lín tio̍h siú chit-ji̍t chòe tōa ê an-hioh-ji̍t; tī chit-ge̍h ê chhoe-káu ji̍t ê-hng, tùi hit ê-hng kàu keh ê-hng, tio̍h siú lín ê an-hioh-ji̍t.","tghg":"恁著守此日做大的安息日，佇此月的初九日下昏，對彼下昏到隔下昏，著守恁的安息日。」","bklhl":"Lín tio̍h守chit日做大ê安歇日；tī chit月ê初九日ê-hng，tùi hit ê-hng到隔ê-hng，tio̍h守lín ê安歇日。"}},{"book":"利","chapter":23,"verse":33,"versions":{"unv":"耶和華對摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"利","chapter":23,"verse":34,"versions":{"unv":"「你曉諭以色列人說：這七月十五日是住棚節，要在耶和華面前守這節七日。","bklcl":"Lí tio̍h kā Í-sek-lia̍t lâng kóng, Chit ê chhit-ge̍h cha̍p-gō͘ ji̍t sī tah-liâu-á choeh, chhit-ji̍t kú kā Iâ-hô-hoa siú i.","tghg":"「你著給以色列人講：此個七月十五日是搭寮仔節，七日久給耶和華守伊。","bklhl":"你tio̍h kā以色列人講：chit ê七月十五日是搭寮á節，七日久kā耶和華守伊。"}},{"book":"利","chapter":23,"verse":35,"versions":{"unv":"第一日當有聖會，甚麼勞碌的工都不可做。","bklcl":"Thâu-chi̍t-ji̍t tio̍h ū sèng-hōe, m̄-thang chòe sím-mi̍h khó͘-kang.","tghg":"頭一日著有聖會，呣通做甚麼苦工。","bklhl":"頭一日tio̍h有聖會，m̄-thang做甚麼苦工。"}},{"book":"利","chapter":23,"verse":36,"versions":{"unv":"七日內要將火祭獻給耶和華。第八日當守聖會，要將火祭獻給耶和華。這是嚴肅會，甚麼勞碌的工都不可做。","bklcl":"Lín chhit-ji̍t kú tio̍h chiong hé-chè hiàn-hō͘ Iâ-hô-hoa; tē-poeh ji̍t tio̍h siú sèng-hōe, tio̍h chiong hé-chè hiàn hō͘ Iâ-hô-hoa; che sī giâm-siok-hōe, lóng m̄-thang chòe sím-mi̍h khó͘-kang.","tghg":"恁七日久著將火祭獻互耶和華。第八日著守聖會，著將火祭獻互耶和華。這是嚴肅會，攏呣通做甚麼苦工。","bklhl":"Lín七日久tio̍h將火祭獻hō͘耶和華；第八日tio̍h守聖會，tio̍h將火祭獻hō͘耶和華；這是嚴肅會，lóng m̄-thang做甚麼苦工。"}},{"book":"利","chapter":23,"verse":37,"versions":{"unv":"「這是耶和華的節期，就是你們要宣告為聖會的節期；要將火祭、燔祭、素祭、祭物，並奠祭，各歸各日，獻給耶和華。","bklcl":"Che sī Iâ-hô-hoa chiah-ê choeh;  lín tio̍h soan-pò͘ chòe sèng-hōe ê, tio̍h chiong hé-chè, sio-chè, sò͘-chè, chè-mi̍h, kap koàn-tiān hiàn-hō͘ Iâ-hô-hoa, koh chiàu i ê ji̍t-kî.","tghg":"「這是耶和華諸個節，恁著宣佈做聖會的；著將火祭、燒祭、素祭、祭物、及灌奠獻互耶和華，各照伊的日期。","bklhl":"這是耶和華chiah ê節；lín tio̍h宣布做聖會ê，tio̍h將火祭、燒祭、素祭，祭物，kap灌奠獻hō͘耶和華，koh照伊ê日期。"}},{"book":"利","chapter":23,"verse":38,"versions":{"unv":"這是在耶和華的安息日以外，又在你們的供物和所許的願，並甘心獻給耶和華的以外。","bklcl":"Che sī tī Iâ-hô-hoa kìⁿ an-hioh-ji̍t í-gōa, koh tī lín ê lé-mi̍h í-gōa, kap lín só͘ hē ê goān í-gōa, kap kam-sim hiàn-ê í-gōa, chiū-sī lín só͘ hiàn hō͘ Iâ-hô-hoa ê.","tghg":"這是佇耶和華見安息日以外，閣佇恁的禮物以外及恁所下的願以外，及甘心獻的以外就是恁所獻互耶和華的。","bklhl":"這是tī耶和華見安歇日以外，koh tī lín ê禮物以外，kap lín所下ê願以外，kap甘心獻ê以外，就是lín所獻hō͘耶和華ê。"}},{"book":"利","chapter":23,"verse":39,"versions":{"unv":"「你們收藏了地的出產，就從七月十五日起，要守耶和華的節七日。第一日為聖安息；第八日也為聖安息。","bklcl":"Koh tī chhit-ge̍h cha̍p-gō͘ ji̍t, lín í-keng siu thó͘-sán ê sî, tio̍h siú Iâ-hô-hoa ê choeh chhit-ji̍t kú;  thâu-chi̍t ji̍t chòe sèng ê an-hioh, tē-poeh ji̍t iā chòe sèng ê an-hioh.","tghg":"「閣佇七月十五日，恁已經收土產的時，著守耶和華的節七日久。頭一日做聖的安息；第八日也做聖的安息。","bklhl":"Koh tī七月十五日，lín已經收土產ê時，tio̍h守耶和華ê節七日久；頭一日做聖ê安歇，第八日也做聖ê安歇。"}},{"book":"利","chapter":23,"verse":40,"versions":{"unv":"第一日要拿美好樹上的果子和棕樹上的枝子，與茂密樹的枝條並河旁的柳枝，在耶和華─你們的　神面前歡樂七日。","bklcl":"Thâu-chi̍t-ji̍t tio̍h bán hó-chhiū ê ké-chí, kap chó-chhiū ê ki, kap ām-chhiū ê oāiⁿ, kap hô-piⁿ ê liú, tī Iâ-hô-hoa lín Siōng-tè ê bīn-chêng hoaⁿ-hí chhit-ji̍t kú.","tghg":"頭一日著挽(bán)好樹的果子及棗樹(chó-chhiū)的枝，及艷樹(ām-chhiū)的椏(oāiⁿ)及河邊的柳(liú)，佇耶和華──恁上帝的面前歡喜七日久。","bklhl":"頭一日tio̍h挽好樹ê果子，kap棗樹ê枝，kap ām樹ê椏(oāiⁿ)，kap河邊ê柳，tī耶和華lín上帝ê面前歡喜七日久。"}},{"book":"利","chapter":23,"verse":41,"versions":{"unv":"每年七月間，要向耶和華守這節七日。這為你們世世代代永遠的定例。","bklcl":"Ta̍k-nî chhit-ge̍h-kan, lín tio̍h chhit-ji̍t kú kā Iâ-hô-hoa siú chit ê choeh;  che sī lín ta̍k sè-tāi éng-oán ê lē.","tghg":"逐年七月間，恁著七日久給耶和華守此個節。這是恁逐世代永遠的例。","bklhl":"ta̍k年七月間，lín tio̍h七日久kā耶和華守chit ê節；這是lín ta̍k世代永遠ê例。"}},{"book":"利","chapter":23,"verse":42,"versions":{"unv":"你們要住在棚裡七日；凡以色列家的人都要住在棚裡，","bklcl":"Lín tio̍h tiàm tī chháu-liâu-á-lāi chhit-ji̍t kú;  kìⁿ-nā Í-sek-lia̍t pún-tōe lâng lóng tio̍h tiàm tī chháu-liâu-á-lāi.","tghg":"恁著踮佇草寮仔內七日久；見若以色列本地人攏著踮佇草寮仔內，","bklhl":"Lín tio̍h tiàm tī草寮á內七日久；見若以色列本地人lóng tio̍h tiàm tī草寮á內。"}},{"book":"利","chapter":23,"verse":43,"versions":{"unv":"好叫你們世世代代知道，我領以色列人出埃及地的時候曾使他們住在棚裡。我是耶和華─你們的　神。」","bklcl":"Thang hō͘ lín ta̍k-tāi chai Góa chhōa Í-sek-lia̍t lâng chhut Ai-ki̍p tōe ê sî, Góa hō͘ in tiàm tī chháu-liâu-á-lāi;  Góa sī Iâ-hô-hoa lín ê Siōng-tè.","tghg":"通互恁逐代知，我導以色列人出埃及地的時我互𪜶踮佇草寮仔內。我是耶和華──恁的上帝。」","bklhl":"Thang hō͘ lín ta̍k代知我chhōa以色列人出埃及地 ê時，我hō͘ in tiàm tī草寮á內；我是耶和華lín ê上帝。"}},{"book":"利","chapter":23,"verse":44,"versions":{"unv":"於是，摩西將耶和華的節期傳給以色列人。","bklcl":"Mô͘-se chiū chiong Iâ-hô-hoa ê choeh-kî thoân hō͘ Í-sek-lia̍t lâng.","tghg":"摩西就將耶和華的節期傳互以色列人。","bklhl":"摩西就將耶和華ê節期傳hō͘以色列人。"}}]