[{"book":"利","chapter":4,"verse":1,"versions":{"unv":"耶和華對摩西說：","bklcl":"Iâ-hô-hoa hoan-hù Mô͘-se kóng,","tghg":"耶和華吩咐摩西講：","bklhl":"耶和華吩咐摩西講："}},{"book":"利","chapter":4,"verse":2,"versions":{"unv":"「你曉諭以色列人說：若有人在耶和華所吩咐不可行的甚麼事上誤犯了一件，","bklcl":"Lí tio̍h hoan-hù Í-sek-lia̍t lâng kóng, Nā ū lâng hoān-chōe, chhò-gō͘ hoān-tio̍h Iâ-hô-hoa só͘ bēng-lēng m̄-thang kiâⁿ ê chi̍t-hāng;","tghg":"「你著吩咐以色列人講：若有人犯罪錯誤犯著耶和華所命令呣通行的一項，","bklhl":"你tio̍h吩咐以色列人講：若有人犯罪，錯誤犯tio̍h耶和華所命令m̄-thang行ê一項；"}},{"book":"利","chapter":4,"verse":3,"versions":{"unv":"或是受膏的祭司犯罪，使百姓陷在罪裡，就當為他所犯的罪把沒有殘疾的公牛犢獻給耶和華為贖罪祭。","bklcl":"nā siū boah-iû ê chè-si hoān-chōe, liân-lūi peh-sìⁿ tī chōe, chiū tio̍h in-ūi i só͘ hoān ê chōe, ēng bô hâ-chhû ê gû-káng-á, hiàn hō͘ Iâ-hô-hoa chòe sio̍k-chōe-chè.","tghg":"若受抹油的祭司犯罪，連累百姓佇罪，就著因為伊所犯的罪，用無瑕疵的牛牨(káng)仔獻互耶和華做贖罪祭。","bklhl":"若受抹油ê祭司犯罪，連累百姓tī罪，就tio̍h因為伊所犯ê罪，用無瑕疵ê牛káng-á，獻hō͘耶和華做贖罪祭。"}},{"book":"利","chapter":4,"verse":4,"versions":{"unv":"他要牽公牛到會幕門口，在耶和華面前按手在牛的頭上，把牛宰於耶和華面前。","bklcl":"I tio̍h khan gû-káng-á kàu hōe-bō͘ mn̂g-kháu, tī Iâ-hô-hoa ê bīn-chêng, hōaⁿ-chhiú tī gû-káng-á ê thâu-khak-téng, thâi gû-káng-á tī Iâ-hô-hoa ê bīn-chêng.","tghg":"伊著牽牛牨仔到會幕門口，佇耶和華的面前，按手佇牛牨仔的頭殼頂，刣牛牨仔佇耶和華的面前。","bklhl":"伊tio̍h牽牛káng-á到會幕門口，tī耶和華ê面前，按手tī牛káng-á ê頭殼頂，刣牛káng-á tī耶和華ê面前。"}},{"book":"利","chapter":4,"verse":5,"versions":{"unv":"受膏的祭司要取些公牛的血帶到會幕，","bklcl":"Siū boah-iû ê chè-si tio̍h chhú tām-po̍h gû-káng ê huih, tòa-kàu hōe-bō͘.","tghg":"受抹油的祭司著取淡薄牛牨的血帶到會幕，","bklhl":"受抹油ê祭司tio̍h取淡薄牛káng ê血，帶到會幕。"}},{"book":"利","chapter":4,"verse":6,"versions":{"unv":"把指頭蘸於血中，在耶和華面前對著聖所的幔子彈血七次，","bklcl":"Chè-si tio̍h ēng chńg-thâu-á ùn-huih, tī Iâ-hô-hoa ê bīn-chêng, tùi sèng-só͘ ê tiùⁿ-lî chêng, hiù huih chhit-pái.","tghg":"祭司著用指頭仔搵血，佇耶和華的面前對聖所的帳簾前灑血七擺，","bklhl":"祭司tio̍h用指頭á ùn血，tī耶和華ê面前，tùi聖所ê帳籬前，hiù血七pái。"}},{"book":"利","chapter":4,"verse":7,"versions":{"unv":"又要把些血抹在會幕內、耶和華面前香壇的四角上，再把公牛所有的血倒在會幕門口、燔祭壇的腳那裡。","bklcl":"Chè-si koh tio̍h ēng tām-po̍h huih boah tī hōe-bō͘-lāi, tī Iâ-hô-hoa ê bīn-chêng, hiuⁿ-tôaⁿ hiah-ê kak;  i iā tio̍h ēng gû-káng-á ê huih lóng piàⁿ tī hōe-bō͘ mn̂g-kháu sio-chè ê tôaⁿ-kha.","tghg":"祭司閣著用淡薄血抹佇會幕內、佇耶和華的面前香壇許個角，伊也著用牛牨仔的血攏傾佇會幕門口、燒祭的壇腳。","bklhl":"祭司koh tio̍h用淡薄血抹tī會幕內，tī耶和華ê面前，香壇hiah-ê角；伊也tio̍h用牛káng-á ê血lóng piàⁿ tī會幕門口燒祭ê壇腳。"}},{"book":"利","chapter":4,"verse":8,"versions":{"unv":"要把贖罪祭公牛所有的脂油，乃是蓋臟的脂油和臟上所有的脂油，","bklcl":"I tio̍h ēng sio̍k-chōe-chè ê gû-káng-á só͘ ū ê iû lóng the̍h-khí-lâi, ēng khàm chōng-hú ê iû, kap chōng-hú só͘ ū ê iû,","tghg":"伊著用贖罪祭的牛牨仔所有的油攏提起來，用蓋臟腑的油及臟腑所有的油，","bklhl":"伊tio̍h用贖罪祭ê牛káng-á所有ê油lóng the̍h起來，用蓋臟腑ê油，kap臟腑所有ê油，"}},{"book":"利","chapter":4,"verse":9,"versions":{"unv":"並兩個腰子和腰子上的脂油，就是靠腰兩旁的脂油，與肝上的網子和腰子，一概取下，","bklcl":"í-ki̍p nn̄g lia̍p io-chí, kap in só͘ ū ê iû, chiū-sī óa-kūn io siang-pêng ê iû, kap koaⁿ-ni̍h ê bāng-se, kap io-chí, it-khài the̍h-khí-lâi, kap tùi siā-un-chè ê gû-káng-á só͘ the̍h-khí-lâi-ê chi̍t-iūⁿ;","tghg":"以及二粒腰子及𪜶所有的油，就是倚近腰雙旁的油，及肝裡的網紗及腰子，一概提起來，","bklhl":"以及兩粒腰子，kap in所有ê油，就是óa近腰雙pêng ê油，kap肝裡ê網紗，kap腰子，一概the̍h起來，kap tùi謝恩祭ê牛káng-á所the̍h起來-ê一樣；"}},{"book":"利","chapter":4,"verse":10,"versions":{"unv":"與平安祭公牛上所取的一樣；祭司要把這些燒在燔祭的壇上。","bklcl":"chè-si tio̍h sio hiah-ê tī sio-chè ê tôaⁿ-téng.","tghg":"及對謝恩祭的牛牨仔所提起來的一樣；祭司著燒許個佇燒祭的壇頂。","bklhl":"祭司tio̍h燒hiah-ê tī燒祭ê壇頂。"}},{"book":"利","chapter":4,"verse":11,"versions":{"unv":"公牛的皮和所有的肉，並頭、腿、臟、腑、糞，","bklcl":"Gû-káng-á ê phê kap só͘ ū ê bah, kap i ê thâu, i ê thúi, i ê chōng-hú, i ê pùn,","tghg":"牛牨仔的皮及所有的肉，及伊的頭、伊的腿、伊的臟腑、伊的糞，","bklhl":"牛káng-á ê皮kap所有ê肉，kap伊ê頭，伊ê腿，伊ê臟腑，伊ê糞，"}},{"book":"利","chapter":4,"verse":12,"versions":{"unv":"就是全公牛，要搬到營外潔淨之地、倒灰之所，用火燒在柴上。","bklcl":"chiū-sī ka-nn̂g-chiah gû-káng-á tio̍h tòa chhut iâⁿ-gōa kàu chheng-khì ê tōe, piàⁿ hé-hu ê só͘-chāi;  ēng hé sio tī chhâ-téng, tī piàⁿ hé-hu ê só͘-chāi sio i.","tghg":"就是全牲隻牛牨仔，著帶出營外到清氣的地、傾火灰的所在，用火燒佇柴頂佇傾火灰的所在燒伊。","bklhl":"就是ka-nn̂g隻牛káng-á tio̍h帶出營外到清氣ê地，piàⁿ火灰ê所在；用火燒tī柴頂，tī piàⁿ火灰ê所在燒伊。"}},{"book":"利","chapter":4,"verse":13,"versions":{"unv":"「以色列全會眾若行了耶和華所吩咐不可行的甚麼事，誤犯了罪，是隱而未現、會眾看不出來的，","bklcl":"Nā sī Í-sek-lia̍t choân-hōe kiâⁿ-chhò, kiâⁿ Iâ-hô-hoa só͘ bēng-lēng m̄-thang kiâⁿ ê chi̍t-hāng sū, tì-kàu ū chōe, tāi-chì iáu-kú ún-ba̍t, hōe-chiòng khòaⁿ bô tio̍h ê.","tghg":"「若是以色列全會行錯行耶和華所命令呣通行的一項事，致到有罪，代誌猶久隱密、會眾看無著的，","bklhl":"若是以色列全會行錯，行耶和華所命令m̄-thang行ê一項事，致到有罪，tāi-chì iáu-kú隱密，會眾看無tio̍h ê。"}},{"book":"利","chapter":4,"verse":14,"versions":{"unv":"會眾一知道所犯的罪就要獻一隻公牛犢為贖罪祭，牽到會幕前。","bklcl":"Kàu só͘ hoān ê chōe, lâng chi̍t-ē chai, hōe-chiòng chiū tio̍h hiàn chi̍t chiah gû-káng-á-kiáⁿ chòe sio̍k-chōe-chè;  khan kàu hōe-bō͘-chêng.","tghg":"到所犯的罪，人一下知會眾就著獻一隻牛牨仔子做贖罪祭，牽到會幕前。","bklhl":"到所犯ê罪，人一下知，會眾就tio̍h獻一隻牛káng-á-kiáⁿ做贖罪祭；牽到會幕前。"}},{"book":"利","chapter":4,"verse":15,"versions":{"unv":"會中的長老就要在耶和華面前按手在牛的頭上，將牛在耶和華面前宰了。","bklcl":"Hōe-tiong ê tiúⁿ-ló chiū tio̍h tī Iâ-hô-hoa ê bīn-chêng hōaⁿ-chhiú tī gû-káng-á ê thâu-khak-téng, gû-káng-á tio̍h thâi tī Iâ-hô-hoa ê bīn-chêng.","tghg":"會中的長老就著佇耶和華的面前按手佇牛牨仔的頭殼頂，牛牨仔著刣(thâi)佇耶和華的面前。","bklhl":"會中ê長老就tio̍h tī耶和華ê面前按手tī牛káng-á ê頭殼頂，牛káng-á tio̍h 刣 tī耶和華ê面前。"}},{"book":"利","chapter":4,"verse":16,"versions":{"unv":"受膏的祭司要取些公牛的血帶到會幕，","bklcl":"Siū-boah-iû ê chè-si tio̍h chhú tām-po̍h gû-káng-á ê huih, tòa kàu hōe-bō͘;","tghg":"受抹油的祭司著取淡薄牛牨仔的血帶到會幕，","bklhl":"受抹油ê祭司tio̍h取淡薄牛káng-á ê血，帶到會幕；"}},{"book":"利","chapter":4,"verse":17,"versions":{"unv":"把指頭蘸於血中，在耶和華面前對著幔子彈血七次，","bklcl":"chè-si tio̍h ēng chńg-thâu-á ùn huih tī Iâ-hô-hoa ê bīn-chêng, tī tiùⁿ-lî ê thâu-chêng, hiù chhit pái.","tghg":"祭司著用指頭仔搵血佇耶和華的面前，佇帳簾的頭前灑七擺，","bklhl":"祭司tio̍h用指頭á ùn血tī耶和華ê面前，tī帳籬ê頭前，hiù七pái。"}},{"book":"利","chapter":4,"verse":18,"versions":{"unv":"又要把些血抹在會幕內、耶和華面前壇的四角上，再把所有的血倒在會幕門口、燔祭壇的腳那裡。","bklcl":"Koh tio̍h ēng tām-po̍h huih boah tī hōe-bō͘-lāi, tī Iâ-hô-hoa ê bīn-chêng ê tôaⁿ hiah-ê kak;  i iā tio̍h ēng só͘ ū ê huih, lóng piàⁿ tī hōe-bō͘ ê mn̂g-kháu sio-chè ê tôaⁿ-kha.","tghg":"閣著用淡薄血抹佇會幕內、佇耶和華的面前的壇許個角，伊也著用所有的血攏傾佇會幕的門口、燒祭的壇腳。","bklhl":"Koh tio̍h用淡薄血抹tī會幕內，tī耶和華ê面前ê壇hiah-ê角；伊也tio̍h用所有ê血，lóng piàⁿ tī會幕ê門口燒祭ê壇腳。"}},{"book":"利","chapter":4,"verse":19,"versions":{"unv":"把牛所有的脂油都取下，燒在壇上；","bklcl":"Tio̍h chiong só͘ ū ê iû lóng the̍h-khí-lâi, sio tī tôaⁿ-téng.","tghg":"著將所有的油攏提起來，燒佇壇頂；","bklhl":"Tio̍h將所有ê油lóng the̍h起來，燒tī壇頂。"}},{"book":"利","chapter":4,"verse":20,"versions":{"unv":"收拾這牛，與那贖罪祭的牛一樣。祭司要為他們贖罪，他們必蒙赦免。","bklcl":"Tio̍h kiâⁿ tī chit chiah gû-káng-á, chhin-chhiūⁿ só͘ kiâⁿ tī sio̍k-chōe-chè ê gû-káng-á, tio̍h chiàu án-ni kiâⁿ;  chè-si tio̍h án-ni thòe in sio̍k-chōe, in chiū beh tit-tio̍h sià-bián.","tghg":"著行佇此隻牛牨仔，親像所行佇贖罪祭的牛牨仔著照按呢行。祭司著按呢替𪜶贖罪，𪜶就欲得著赦免。","bklhl":"Tio̍h行tī chit隻牛káng-á，親像所行tī贖罪祭ê牛káng-á，tio̍h照án-ni行；祭司tio̍h án-ni替in贖罪，in就beh得tio̍h赦免。"}},{"book":"利","chapter":4,"verse":21,"versions":{"unv":"他要把牛搬到營外燒了，像燒頭一個牛一樣；這是會眾的贖罪祭。","bklcl":"I tio̍h chiong gû-káng-á tòa-chhut iâⁿ-gōa sio-i, chhin-chhiūⁿ sio thâu-chi̍t-chiah gû-káng-á chi̍t-iūⁿ;  che sī hōe-chiòng ê sio̍k-chōe-chè.","tghg":"伊著將牛牨仔帶出營外燒伊，親像燒頭一隻牛牨仔一樣；這是會眾的贖罪祭。","bklhl":"伊tio̍h將牛káng-á帶出營外燒伊，親像燒頭一隻牛káng-á一樣；這是會眾ê贖罪祭。"}},{"book":"利","chapter":4,"verse":22,"versions":{"unv":"「官長若行了耶和華─他　神所吩咐不可行的甚麼事，誤犯了罪，","bklcl":"Koaⁿ-tiúⁿ nā ū hoān-chōe, chhò-gō͘ kiâⁿ Iâ-hô-hoa i ê Siōng-tè só͘ bēng-lēng m̄-thang kiâⁿ ê chi̍t-hāng sū, tì-kàu ū chōe;","tghg":"「官長若有犯罪錯誤行耶和華──伊的上帝所命令呣通行的一項事，致到有罪，","bklhl":"官長若有犯罪，錯誤行耶和華伊ê上帝所命令m̄-thang行ê一項事，致到有罪；"}},{"book":"利","chapter":4,"verse":23,"versions":{"unv":"所犯的罪自己知道了，就要牽一隻沒有殘疾的公山羊為供物，","bklcl":"só͘ hoān ê chōe kàu i ka-kī chai, chiū tio̍h khan chi̍t chiah bô hâ-chhû ê soaⁿ-iûⁿ-káng chòe i ê lé-mi̍h.","tghg":"所犯的罪到伊家己知，就著牽一隻無瑕疵的山羊牨做伊的禮物，","bklhl":"所犯ê罪到伊家己知，就tio̍h牽一隻無瑕疵ê山羊káng做伊ê禮物。"}},{"book":"利","chapter":4,"verse":24,"versions":{"unv":"按手在羊的頭上，宰於耶和華面前、宰燔祭牲的地方；這是贖罪祭。","bklcl":"Tio̍h hōaⁿ i ê chhiú tī soaⁿ-iûⁿ ê thâu-khak-téng, thâi i tī Iâ-hô-hoa ê bīn-chêng, tī thâi sio-chè ê cheng-siⁿ ê só͘-chāi;  che sī sio̍k-chōe-chè.","tghg":"著按伊的手佇山羊的頭殼頂，刣伊佇耶和華的面前、佇刣燒祭的精牲的所在；這是贖罪祭。","bklhl":"Tio̍h按伊ê手tī山羊ê頭殼頂，刣伊tī耶和華ê面前，tī 刣燒祭ê cheng-siⁿ ê所在；這是贖罪祭。"}},{"book":"利","chapter":4,"verse":25,"versions":{"unv":"祭司要用指頭蘸些贖罪祭牲的血，抹在燔祭壇的四角上，把血倒在燔祭壇的腳那裡。","bklcl":"Chè-si tio̍h ēng chńg-thâu-á the̍h tām-po̍h sio̍k-chōe-chè ê huih, boah tī sio-chè ê tôaⁿ hiah-ê kak, chiong huih piàⁿ tī sio-chè ê tôaⁿ-kha.","tghg":"祭司著用指頭仔提淡薄贖罪祭的血，抹佇燒祭的壇許個角，將血傾佇燒祭的壇腳。","bklhl":"祭司tio̍h用指頭á the̍h淡薄贖罪祭ê血，抹tī燒祭ê壇hiah-ê角，將血piàⁿ tī燒祭ê壇腳。"}},{"book":"利","chapter":4,"verse":26,"versions":{"unv":"所有的脂油，祭司都要燒在壇上，正如平安祭的脂油一樣。至於他的罪，祭司要為他贖了，他必蒙赦免。","bklcl":"Só͘ ū ê iû, i lóng tio̍h sio tī tôaⁿ-téng, chhin-chhiūⁿ siā-un-chè ê iû chi̍t-iūⁿ;  lūn-kàu i ê chōe, chè-si tio̍h án-ni kā i sio̍k-chōe, i chiū beh tit-tio̍h sià-bián.","tghg":"所有的油，伊攏著燒佇壇頂，親像謝恩祭的油一樣。論到伊的罪，祭司著按呢給伊贖罪，伊就欲得著赦免。","bklhl":"所有ê油，伊lóng tio̍h燒tī壇頂，親像謝恩祭ê油一樣；論到伊ê罪，祭司tio̍h án-ni kā伊贖罪，伊就beh得tio̍h赦免。"}},{"book":"利","chapter":4,"verse":27,"versions":{"unv":"「民中若有人行了耶和華所吩咐不可行的甚麼事，誤犯了罪，","bklcl":"Peh-sìⁿ-tiong nā ū lâng chhò-gō͘ hoān-chōe, kiâⁿ Iâ-hô-hoa só͘ bēng-lēng m̄-thang kiâⁿ ê chi̍t-hāng sū, tì-kàu ū-chōe,","tghg":"「百姓中若有人錯誤犯罪行耶和華所命令呣通行的一項事，致到有罪，","bklhl":"百姓中若有人錯誤犯罪，行耶和華所命令m̄-thang行ê一項事，致到有罪，"}},{"book":"利","chapter":4,"verse":28,"versions":{"unv":"所犯的罪自己知道了，就要為所犯的罪牽一隻沒有殘疾的母山羊為供物，","bklcl":"só͘ hoān ê chōe kàu i ka-kī chai, i in-ūi só͘ hoān ê chōe, chiū tio̍h khan chi̍t-chiah bô hâ-chhû ê soaⁿ-iûⁿ-bú, chòe i ê lé-mi̍h.","tghg":"所犯的罪到伊家己知，伊因為所犯的罪就著牽一隻無瑕疵的山羊母做伊的禮物，","bklhl":"所犯ê罪到伊家己知，伊因為所犯ê罪，就tio̍h牽一隻無瑕疵ê山羊母，做伊ê禮物。"}},{"book":"利","chapter":4,"verse":29,"versions":{"unv":"按手在贖罪祭牲的頭上，在那宰燔祭牲的地方宰了。","bklcl":"Tio̍h hōaⁿ i ê chhiú tī sio̍k-chōe cheng-siⁿ ê thâu-khak-téng, tī sio-chè ê só͘-chāi thâi sio̍k-chōe-chè ê cheng-siⁿ;","tghg":"著按伊的手佇贖罪精牲的頭殼頂，佇燒祭的所在刣贖罪祭的精牲。","bklhl":"Tio̍h按伊ê手tī贖罪cheng-siⁿ ê頭殼頂，tī燒祭ê所在刣贖罪祭ê cheng-siⁿ；"}},{"book":"利","chapter":4,"verse":30,"versions":{"unv":"祭司要用指頭蘸些羊的血，抹在燔祭壇的四角上，所有的血都要倒在壇的腳那裡，","bklcl":"chè-si tio̍h ēng chńg-thâu-á the̍h tām-po̍h iûⁿ-huih, boah tī sio-chè ê tôaⁿ hiah-ê kak; só͘ ū ê huih lóng tio̍h piàⁿ tī tôaⁿ-kha-ni̍h.","tghg":"祭司著用指頭仔提淡薄羊血，抹佇燒祭的壇許個角，所有的血攏著傾佇壇腳裡，","bklhl":"祭司tio̍h用指頭á the̍h淡薄羊血，抹tī燒祭ê壇hiah-ê角；所有ê血lóng tio̍h piàⁿ tī壇腳裡。"}},{"book":"利","chapter":4,"verse":31,"versions":{"unv":"又要把羊所有的脂油都取下，正如取平安祭牲的脂油一樣。祭司要在壇上焚燒，在耶和華面前作為馨香的祭，為他贖罪，他必蒙赦免。","bklcl":"Tio̍h chiong i só͘ ū ê iû lóng the̍h-khí-lâi, chhin-chhiūⁿ the̍h siā-un-chè ê iû chi̍t-iūⁿ, chè-si tio̍h sio i tī tôaⁿ-téng, tī Iâ-hô-hoa ê bīn-chêng, chòe phang-bī;  chè-si tio̍h ūi i sio̍k-chōe, i chiū beh tit-tio̍h sià-bián.","tghg":"著將伊所有的油攏提起來，親像提謝恩祭的油一樣。祭司著燒伊佇壇頂，佇耶和華的面前做芳味(phang-bī)，祭司著為伊贖罪，伊就欲得著赦免。","bklhl":"Tio̍h將伊所有ê油lóng the̍h起來，親像the̍h謝恩祭ê油一樣，祭司tio̍h燒伊tī壇頂，tī耶和華ê面前，做芳味；祭司tio̍h為伊贖罪，伊就beh得tio̍h赦免。"}},{"book":"利","chapter":4,"verse":32,"versions":{"unv":"「人若牽一隻綿羊羔為贖罪祭的供物，必要牽一隻沒有殘疾的母羊，","bklcl":"I nā khan chi̍t chiah mî-iûⁿ-á chòe sio̍k-chōe-chè ê lé-mi̍h, chiū tio̍h khan chi̍t-chiah bô hâ-chhû ê iûⁿ-bú.","tghg":"「伊若牽一隻綿羊仔做贖罪祭的禮物，就著牽一隻無瑕疵的羊母(iûⁿ-bú)，","bklhl":"伊若牽一隻綿羊á做贖罪祭ê禮物，就tio̍h牽一隻無瑕疵ê羊母。"}},{"book":"利","chapter":4,"verse":33,"versions":{"unv":"按手在贖罪祭牲的頭上，在那宰燔祭牲的地方宰了作贖罪祭。","bklcl":"Tio̍h hōaⁿ i ê chhiú tī sio̍k-chōe cheng-siⁿ ê thâu-khak-téng;  tī thâi sio-chè ê só͘-chāi, thâi sio̍k-chōe-chè ê cheng-siⁿ.","tghg":"著按伊的手佇贖罪精牲的頭殼頂，佇刣燒祭的所在刣贖罪祭的精牲。","bklhl":"Tio̍h按伊ê手tī贖罪cheng-siⁿ ê頭殼頂；tī 刣燒祭ê所在，刣贖罪祭ê cheng-siⁿ。"}},{"book":"利","chapter":4,"verse":34,"versions":{"unv":"祭司要用指頭蘸些贖罪祭牲的血，抹在燔祭壇的四角上，所有的血都要倒在壇的腳那裡，","bklcl":"Chè-si tio̍h ēng chńg-thâu-á the̍h tām-po̍h sio̍k-chōe-chè cheng-siⁿ ê huih, boah tī sio-chè ê tôaⁿ hiah-ê kak, só͘ ū ê huih lóng tio̍h piàⁿ tī tôaⁿ-kha-ni̍h.","tghg":"祭司著用指頭仔提淡薄贖罪祭精牲的血，抹佇燒祭的壇許個角，所有的血攏著傾佇壇腳裡，","bklhl":"祭司tio̍h用指頭á the̍h淡薄贖罪祭cheng-siⁿ ê血，抹tī燒祭ê壇hiah-ê角，所有ê血lóng tio̍h piàⁿ tī壇腳裡。"}},{"book":"利","chapter":4,"verse":35,"versions":{"unv":"又要把所有的脂油都取下，正如取平安祭羊羔的脂油一樣。祭司要按獻給耶和華火祭的條例，燒在壇上。至於所犯的罪，祭司要為他贖了，他必蒙赦免。」","bklcl":"Tio̍h chiong i só͘ ū ê iû lóng the̍h-khí-lâi, chhin-chhiūⁿ siā-un-chè the̍h-khì iûⁿ-á ê iû chi̍t-iūⁿ;  chè-si tio̍h sio i tī tôaⁿ-téng, chhin-chhiūⁿ hiàn hō͘ Iâ-hô-hoa ê hé-chè;  lūn-kàu i só͘ hoān-tio̍h ê chōe, chè-si tio̍h án-ni kā i sio̍k-chōe, i chiū beh tit-tio̍h sià-bián.","tghg":"著將伊所有的油攏提起來，親像謝恩祭提去羊仔的油一樣。祭司著燒伊佇壇頂，親像獻互耶和華的火祭。論到伊所犯著的罪，祭司著按呢給伊贖罪，伊就欲得著赦免。」","bklhl":"Tio̍h將伊所有ê油lóng the̍h起來，親像謝恩祭the̍h去羊á ê油一樣；祭司tio̍h燒伊tī壇頂，親像獻hō͘耶和華ê火祭；論到伊所犯tio̍h ê罪，祭司tio̍h án-ni kā伊贖罪，伊就beh得tio̍h赦免。"}}]