[{"book":"何","chapter":1,"verse":1,"versions":{"unv":"當烏西雅、約坦、亞哈斯、希西家作猶大王，約阿施的兒子耶羅波安作以色列王的時候，耶和華的話臨到備利的兒子何西阿。","bklcl":"Tng O͘-se-ngá, Iok-thán, A-hap-su, Hi-se-ka saⁿ-sòa chòe Iû-tāi ông, Iok-a-si ê kiáⁿ Iâ-lô-pho-àm chòe Í-sek-lia̍t ông ê sî, Iâ-hô-hoa ê ōe lîm-kàu Pī-lī ê kiáⁿ Hô-se-a.","tghg":"當烏西雅、約坦、亞哈斯、希西家相續做猶大王、約阿施的子耶羅波安做以色列王的時，耶和華的話臨到備利的子何西阿。","bklhl":"當O͘-se-ngá、Iok-thán、A-hap-su、Hi-se-ka相續做偤大王，Iok-a-si ê kiáⁿ Iâ-lô-pho-àm做以色列王ê時，耶和華ê話臨到Pī-lī ê kiáⁿ何西阿。"}},{"book":"何","chapter":1,"verse":2,"versions":{"unv":"耶和華初次與何西阿說話，對他說：「你去娶淫婦為妻，也收那從淫亂所生的兒女；因為這地大行淫亂，離棄耶和華。」","bklcl":"Iâ-hô-hoa khí-thâu tùi Hô-se-a kóng ê ōe sī án-ni.  Iâ-hô-hoa tùi Hô-se-a kóng, Lí tio̍h khì chhōa îm-hū chòe bó͘, iā tit-tio̍h tùi îm-loān só͘ siⁿ ê kiáⁿ; in-ūi chit-ê tōe-hng tōa kiâⁿ îm-loān, lī-khui Iâ-hô-hoa.","tghg":"耶和華起頭對何西阿講的話是按呢，耶和華對何西阿講：「你著去娶淫婦做某，也得著對淫亂所生的子；因為此個地方大行淫亂，離開耶和華。」","bklhl":"耶和華起頭對何西阿講ê話是án-ni。耶和華對何西阿講，你tio̍h去娶淫婦做bó͘，也得tio̍h tùi淫亂所生ê kiáⁿ；因為chit ê地方大行淫亂，離開耶和華。"}},{"book":"何","chapter":1,"verse":3,"versions":{"unv":"於是，何西阿去娶了滴拉音的女兒歌篾。這婦人懷孕，給他生了一個兒子。","bklcl":"Tùi án-ni i chiū khì chhōa Tek-la̍h-im ê cha-bó͘-kiáⁿ Ko-bia̍t; hū-jîn-lâng hoâi-īn, kā i siⁿ chi̍t ê kiáⁿ.","tghg":"對按呢，伊就去娶德拉音的查某子歌蔑。婦仁人懷孕，給伊生一個子。","bklhl":"Tùi án-ni，伊就去娶Tek-la̍h-im ê cha-bó͘-kiáⁿ Ko-bia̍t；婦人人懷孕，kā伊生一个kiáⁿ。"}},{"book":"何","chapter":1,"verse":4,"versions":{"unv":"耶和華對何西阿說：「給他起名叫耶斯列；因為再過片時，我必討耶戶家在耶斯列殺人流血的罪，也必使以色列家的國滅絕。","bklcl":"Iâ-hô-hoa tùi i kóng, Kā i miâ kiò Iâ-su-lia̍t; in-ūi koh tiap-á-kú, Góa beh pān Iâ-hō͘ ê ke tī Iâ-su-lia̍t thâi-lâng lâu-huih ê chōe, iā beh hō͘ Í-sek-lia̍t-ke ê kok bô--khì.","tghg":"耶和華對伊講：「給伊名叫耶斯列；因為閣霎(tia̍p)仔久，我欲辦耶戶的家佇耶斯列刣人流血的罪，也欲互以色列家的國無去。","bklhl":"耶和華對伊講，kā伊名叫Iâ-su-lia̍t；因為koh tiap-á久，我beh辦Iâ-hō͘ ê家tī Iâ-su-lia̍t 刣人流血ê罪，也beh hō͘以色列家ê國無去。"}},{"book":"何","chapter":1,"verse":5,"versions":{"unv":"到那日，我必在耶斯列平原折斷以色列的弓。」","bklcl":"Kàu hit-ji̍t Góa beh tī Iâ-su-lia̍t pîⁿ-iûⁿ, at-chi̍h Í-sek-lia̍t ê keng.","tghg":"到彼日，我欲佇耶斯列平洋遏折(at-chi̍h)以色列的弓。」","bklhl":"到hit日，我beh tī Iâ-su-lia̍t平洋，at折以色列ê弓。"}},{"book":"何","chapter":1,"verse":6,"versions":{"unv":"歌篾又懷孕生了一個女兒，耶和華對何西阿說：「給她起名叫羅‧路哈瑪（就是不蒙憐憫的意思）；因為我必不再憐憫以色列家，決不赦免他們。","bklcl":"Hū-jîn-lâng koh hoâi-īn, siⁿ chi̍t-ê cha-bó͘-kiáⁿ; Iâ-hô-hoa tùi Hô-se-a kóng, Kā i hō-miâ Lô-lō͘-hap-má, in-ūi Góa bô beh koh lîn-bín Í-sek-lia̍t-ke, koat-toàn bô sià-bián in.","tghg":"婦仁人閣懷孕(hoâi-īn)生一個查某子，耶和華對何西阿講：「給伊號名羅路哈瑪；因為我無欲閣憐憫以色列家，決斷無赦免𪜶。」","bklhl":"婦人人koh懷孕，生一个cha-bó͘-kiáⁿ；耶和華對何西阿講，kā伊號名Lô-lō͘-hap-má，因為我無beh koh憐憫以色列家，決斷無赦免in。"}},{"book":"何","chapter":1,"verse":7,"versions":{"unv":"我卻要憐憫猶大家，使他們靠耶和華─他們的　神得救，不使他們靠弓、刀、爭戰、馬匹，與馬兵得救。」","bklcl":"Chóng-sī Góa beh lîn-bín Iû-tāi-ke, ēng Iâ-hô-hoa in ê Siōng-tè kiù in, m̄-sī ēng keng, ēng to, ēng kau-chiàn, ēng bé, kap ēng bé-peng lâi kiù in.","tghg":"總是我欲憐憫猶大家，用耶和華──𪜶的上帝救𪜶，呣是用弓、用刀、用交戰、用馬，及用馬兵來救𪜶。」","bklhl":"總是我beh憐憫偤大家，用耶和華in ê上帝救in，m̄是用弓，用刀，用交戰，用馬，kap用馬兵來救in。"}},{"book":"何","chapter":1,"verse":8,"versions":{"unv":"歌篾給羅‧路哈瑪斷奶以後，又懷孕生了一個兒子。","bklcl":"Lô-lō͘-hap-má tn̄g-lin liáu-āu, hū-jîn-lâng koh hoâi-īn, siⁿ chi̍t ê kiáⁿ.","tghg":"羅路哈瑪斷奶了後，婦仁人閣懷孕生一個子。","bklhl":"Lô-lō͘-hap-má斷奶了後，婦人人koh懷孕，生一个kiáⁿ。"}},{"book":"何","chapter":1,"verse":9,"versions":{"unv":"耶和華說：「給他起名叫羅‧阿米（就是非我民的意思）；因為你們不作我的子民，我也不作你們的　神。」","bklcl":"Iâ-hô-hoa kóng, Tio̍h kā i hō-miâ kiò Lô-a-bí; in-ūi lín m̄-sī Góa ê peh-sìⁿ, Góa iā m̄-chòe lín ê Siōng-tè.","tghg":"耶和華講：「著給伊號名叫羅阿米；因為恁呣是我的百姓，我也呣做恁的上帝。」","bklhl":"耶和華講，Tio̍h kā伊號名叫Lô-a-bí；因為lín m̄是我ê百姓，我也m̄做lín ê上帝。"}},{"book":"何","chapter":1,"verse":10,"versions":{"unv":"然而，以色列的人數必如海沙，不可量，不可數。從前在甚麼地方對他們說「你們不是我的子民」，將來在那裡必對他們說「你們是永生　神的兒子」。","bklcl":"Chóng-sī Í-sek-lia̍t ê lâng-gia̍h beh chhin-chhiūⁿ hái-soa, bōe niû--tit, bōe sǹg--tit; chêng tī sím-mi̍h só͘-chāi tùi in kóng, Lín m̄-sī Góa ê peh-sìⁿ, chiong-lâi tī-hia beh tùi in kóng, Lín sī éng-oa̍h Siōng-tè ê kiáⁿ.","tghg":"總是，以色列的人額欲親像海沙，𣍐量得，𣍐算得。前佇甚麼所在對𪜶講「恁呣是我的百姓」，將來佇遐欲對𪜶講「恁是永活上帝的子」。","bklhl":"總是以色列ê人額beh親像海沙，bōe 量得，bōe算得；前tī甚麼所在對in講，Lín m̄是我ê百姓，將來tī-hia beh對in講，Lín是永活上帝ê kiáⁿ。"}},{"book":"何","chapter":1,"verse":11,"versions":{"unv":"猶大人和以色列人必一同聚集，為自己立一個首領，從這地上去（或譯：從被擄之地上來），因為耶斯列的日子必為大日。","bklcl":"Iû-tāi lâng kap Í-sek-lia̍t lâng beh saⁿ-kap chū-chi̍p, ūi ka-kī siat-li̍p chi̍t ê thâu-lâng, tùi chit ê tōe chiūⁿ--khì; in-ūi Iâ-su-lia̍t ê ji̍t beh chòe tōa ê ji̍t.","tghg":"猶大人及以色列人欲相及聚集，為家己設立一個頭人，對此個地上去，因為耶斯列的日欲做大的日。","bklhl":"偤大人kap以色列人beh相kap聚集，為家己設立一个頭人，tùi chit ê地上去；因為Iâ-su-lia̍t ê日beh做大ê日。"}}]