[{"book":"何","chapter":13,"verse":1,"versions":{"unv":"從前以法蓮說話，人都戰兢，他在以色列中居處高位；但他在事奉巴力的事上犯罪就死了。","bklcl":"Chá-chêng Í-hoat-liân kóng-ōe, lâng lóng ngia̍uh-ngia̍uh-chhoah; i tī Í-sek-lia̍t-tiong tiàm-tī koâiⁿ-ūi; chóng-sī i tī Pa-le̍k ê sū hoān-chōe, chiū tì-kàu sí.","tghg":"早前以法蓮講話，人攏愕愕惙(ngia̍uh-ngia̍uh-chhoah)，伊佇以色列中踮佇高位；總是伊佇巴力的事犯罪，就致到死。","bklhl":"早前Í-hoat-liân講話，人lóng ngia̍uh-ngia̍uh-chhoah；伊tī以色列中tiàm-tī高位；總是伊tī Pa-le̍k ê事犯罪，就致到死。"}},{"book":"何","chapter":13,"verse":2,"versions":{"unv":"現今他們罪上加罪，用銀子為自己鑄造偶像，就是照自己的聰明製造，都是匠人的工作。有人論說，獻祭的人可以向牛犢親嘴。","bklcl":"Taⁿ in ê chōe-kòa ná-hoān ná-chōe, ēng in ê gûn ūi ka-kī chng-pu̍t, in chiàu in ê kî-khiáu lâi chō ngó͘-siōng, lóng sī sai-hū só͘ chòe; in gī-lūn kóng, Hiàn-chè ê lâng tio̍h kap gû-á chim-chhùi.","tghg":"今𪜶的罪過愈犯愈多，用𪜶的銀為家己妝佛，𪜶照𪜶的奇巧來造偶像，攏是師傅所做。𪜶議論講，獻祭的人著及牛仔唚(chim)嘴。","bklhl":"Taⁿ in ê罪過ná犯 ná-chōe，用in ê銀為家己妝佛，in照in ê奇巧來造偶像，lóng是師傅所做；in議論講，獻祭ê人tio̍h kap牛á chim嘴。"}},{"book":"何","chapter":13,"verse":3,"versions":{"unv":"因此，他們必如早晨的雲霧，又如速散的甘露，像場上的糠秕被狂風吹去，又像煙氣騰於窗外。","bklcl":"In-ūi án-ni, in beh chhin-chhiūⁿ chá-khí-sî ê hûn, iā chhin-chhiūⁿ khoài-khoài ta ê lō͘-chúi, chhin-chhiūⁿ gō͘-kak-tiûⁿ ê phàⁿ-chhek hō͘ kông-hong chhe--khì, koh chhin-chhiūⁿ ian tùi thang-á chhèng-chhut-khì.","tghg":"因為按呢，𪜶欲親像早起時的雲，也親像快快乾的露水，親像五穀場的冇粟(phàⁿ-chhek)互狂風吹去，閣親像煙對窗仔淐(chhèng)出去。","bklhl":"因為án-ni，in beh親像早起時ê雲，也親像快快乾ê露水，親像五穀場ê冇粟hō͘狂風吹去，koh親像煙tùi窗á chhèng出去。"}},{"book":"何","chapter":13,"verse":4,"versions":{"unv":"自從你出埃及地以來，我就是耶和華─你的　神。在我以外，你不可認識別神；除我以外並沒有救主。","bklcl":"Tùi lí chhut Ai-ki̍p tōe ê sî, Góa chòe lí ê Siōng-tè Iâ-hô-hoa; Góa í-gōa lí m̄-thang jīn-bat pa̍t ê Siōng-tè; koh Góa í-gōa bô ū Kiù-chú.","tghg":"對你出埃及地的時，我做你的上帝──耶和華。我以外，你呣通認識別個上帝；閣我以外無有救主。","bklhl":"Tùi你出埃及地ê時，我做你ê上帝耶和華；我以外你m̄-thang認識別ê上帝；koh我以外無有救主。"}},{"book":"何","chapter":13,"verse":5,"versions":{"unv":"我曾在曠野乾旱之地認識你。","bklcl":"Tī khòng-iá ta-sò ê tōe, Góa í-keng bat lí.","tghg":"佇曠野乾燥的地，我已經識你。","bklhl":"Tī曠野乾燥ê地，我已經bat你。"}},{"book":"何","chapter":13,"verse":6,"versions":{"unv":"這些民照我所賜的食物得了飽足；既得飽足，心就高傲，忘記了我。","bklcl":"In chiàu in ê bí-niû tit-tio̍h chia̍h-pá; í-keng chia̍h-pá, in ê sim chiū chū-ko, tùi án-ni bōe-kì-tit Góa.","tghg":"𪜶照𪜶的米糧得著食飽；已經食飽，𪜶的心就自高，對按呢𣍐記得我。","bklhl":"In照in ê米糧得tio̍h食飽；已經食飽，in ê心就自高，tùi án-ni，bōe記得我。"}},{"book":"何","chapter":13,"verse":7,"versions":{"unv":"因此，我向他們如獅子，又如豹伏在道旁。","bklcl":"Só͘-í Góa tùi-tī in chhin-chhiūⁿ sai, koh chhin-chhiūⁿ pà bih tī lō͘-piⁿ.","tghg":"所以，我對佇𪜶親像獅，閣親像豹匿(bih)佇路邊。","bklhl":"所以我對tī in親像獅，koh親像豹bih tī路邊。"}},{"book":"何","chapter":13,"verse":8,"versions":{"unv":"我遇見他們必像丟崽子的母熊，撕裂他們的胸膛（或譯：心膜）。在那裡，我必像母獅吞吃他們；野獸必撕裂他們。","bklcl":"Góa tú-tio̍h in chhin-chhiūⁿ sit-lo̍h kiáⁿ ê hîm-bú, thiah-li̍h in ê heng-ha̍h; tī-hia Góa beh chhin-chhiūⁿ bú ê sai thun-chia̍h in; iá-siù beh thiah-li̍h in.","tghg":"我抵著(tú-tio̍h)𪜶親像失落子的熊母，拆裂𪜶的胸脇(heng-ha̍h)。佇遐，我欲親像母的獅吞食𪜶；野獸欲拆裂𪜶。","bklhl":"我tú-tio̍h in親像失落kiáⁿ ê熊母，拆裂in ê胸ha̍h；tī-hia我beh親像母ê獅吞食in；野獸beh拆裂in。"}},{"book":"何","chapter":13,"verse":9,"versions":{"unv":"以色列啊，你與我反對，就是反對幫助你的，自取敗壞。","bklcl":"Í-sek-lia̍t ah, lí ê pāi-bô chiū-sī in-ūi hoán-tùi Góa, chiū-sī hoán-tùi pang-chān lí--ê.","tghg":"以色列啊，你的敗無就是因為反對我，就是反對幫助你者。","bklhl":"以色列ah，你ê敗無就是因為反對我，就是反對幫贊你ê。"}},{"book":"何","chapter":13,"verse":10,"versions":{"unv":"你曾求我說：給我立王和首領。現在你的王在哪裡呢？治理你的在哪裡呢？讓他在你所有的城中拯救你吧！","bklcl":"Hiān-kim lí ê ông tī toh-lo̍h, hō͘ i tī lí chiah-ê siâⁿ chín-kiù lí ah? lí  ê sū-su chiū-sī lí só͘ bat kóng, Kā goán siat-li̍p chi̍t ê ông kap siú-léng--ê, taⁿ in tī toh-lo̍h ah?","tghg":"現今你的王佇叨落？互伊佇你諸個城拯救你啊！你的士師就是你所曾講：給阮設立一個王及首領者。今𪜶佇叨落啊？","bklhl":"現今你ê王tī toh-lo̍h，hō͘伊tī你chiah ê城拯救你ah？你ê士師就是你所bat講，Kā阮設立一个王 kap首領ê，taⁿ in tī toh-lo̍h ah？"}},{"book":"何","chapter":13,"verse":11,"versions":{"unv":"我在怒氣中將王賜你，又在烈怒中將王廢去。","bklcl":"Góa tī siū-khì-tiong kā lí siat-li̍p ông, iā tī Góa ê tōa siū-khì hòe--i.","tghg":"我佇受氣中給你設立王，也佇我的大受氣廢伊。","bklhl":"我tī受氣中kā你設立王，也tī我ê大受氣廢伊。"}},{"book":"何","chapter":13,"verse":12,"versions":{"unv":"以法蓮的罪孽包裹；他的罪惡收藏。","bklcl":"Í-hoat-liân ê chōe-kòa kì-tiâu-teh, i ê chōe-ok siu-khǹg-teh.","tghg":"以法蓮的罪過記住啲；伊的罪惡收囥(khǹg)啲。","bklhl":"Í-hoat-liân ê罪過記tiâu-teh，伊ê罪惡收khǹg-teh。"}},{"book":"何","chapter":13,"verse":13,"versions":{"unv":"產婦的疼痛必臨到他身上；他是無智慧之子，到了產期不當遲延。","bklcl":"Hū-jîn-lâng siⁿ-kiáⁿ ê thàng-thiàⁿ beh kàu-tī i; i sī bô tì-hūi ê kiáⁿ, in-ūi i ê sî í-keng kàu; m̄ eng-kai iân-chhiân tī chú-kiong-kháu.","tghg":"婦仁人生子的痛疼欲到佇伊；伊是無智慧的子，因為伊的時已經到，呣應該延迁(iân-chhiân)佇子宮口。","bklhl":"婦人人生kiáⁿ ê痛疼beh到tī伊；伊是無智慧ê kiáⁿ，因為伊ê時已經到；m̄應該延chhiân tī子宮口。"}},{"book":"何","chapter":13,"verse":14,"versions":{"unv":"我必救贖他們脫離陰間，救贖他們脫離死亡。死亡啊，你的災害在哪裡呢？陰間哪，你的毀滅在哪裡呢？在我眼前絕無後悔之事。","bklcl":"Góa beh sio̍k-hôe in thoat-lī im-hú ê koân; Góa beh chín-kiù in thoat-lī sí-bô; Sí-bô ah, lí ê chai-hāi tī toh-lo̍h? Im-hú ah, lí ê húi-bia̍t tī toh-lo̍h? Góa koat-toàn bô thè-hóe.","tghg":"我欲贖回𪜶脫離陰府的權，我欲拯救𪜶脫離死無。死無啊，你的災害佇叨落？陰府啊，你的毀滅佇叨落？我決斷無退悔。","bklhl":"我beh贖回in脫離陰府ê權；我beh拯救in脫離死無；死無ah，你ê災害tī toh-lo̍h？陰府ah，你ê毀滅tī toh-lo̍h？我決斷無退悔。"}},{"book":"何","chapter":13,"verse":15,"versions":{"unv":"他在弟兄中雖然茂盛，必有東風颳來，就是耶和華的風從曠野上來。他的泉源必乾；他的源頭必竭；仇敵必擄掠他所積蓄的一切寶器。","bklcl":"I tī hiaⁿ-tī tiong, sui-jiân kiat-si̍t chōe-chōe, chóng-sī beh ū tang-hong chhe-lâi, chiū-sī Iâ-hô-hoa ê hong tùi khòng-iá khí, i ê chúi-chôaⁿ beh ta, i ê goân-thâu beh choa̍t, i beh chhiúⁿ-the̍h só͘ chek-chū it-chhè thang hoaⁿ-hí ê pó-khì.","tghg":"伊佇兄弟中雖然結實多多，總是欲有東風吹來，就是耶和華的風對曠野起。伊的水泉欲乾；伊的源頭欲絕；伊欲搶提所積聚一切通歡喜的寶器。","bklhl":"伊tī兄弟中，雖然結實chōe-chōe，總是beh有東風吹來，就是耶和華ê風tùi曠野起，伊ê水泉beh乾，伊ê源頭beh絕，伊beh搶the̍h所積聚一切thang歡喜ê寶器。"}},{"book":"何","chapter":13,"verse":16,"versions":{"unv":"撒馬利亞必擔當自己的罪，因為悖逆她的　神。她必倒在刀下；嬰孩必被摔死；孕婦必被剖開。","bklcl":"Sat-má-lī-a beh tam-tng i ê chōe; in-ūi pōe-ge̍k i ê Siōng-tè; i beh tó tī to-ē, in ê eⁿ-á beh hō͘ lâng siak-sí, in ū-sin ê hū-jîn-lâng beh hō͘ lâng phòa-pak.","tghg":"撒瑪利亞欲擔當伊的罪，因為悖逆(pōe-ge̍k)伊的上帝。伊欲倒佇刀下；𪜶的嬰仔欲互人摔死；𪜶有娠(sin)的婦仁人欲互人破腹。","bklhl":"撒馬利亞beh擔當伊ê罪；因為悖逆伊ê上帝；伊beh倒tī刀下，in ê嬰á beh hō͘人siak死，in有娠ê婦人人beh hō͘人破腹。"}}]