[{"book":"何","chapter":9,"verse":1,"versions":{"unv":"以色列啊，不要像外邦人歡喜快樂；因為你行邪淫離棄你的　神，在各穀場上如妓女喜愛賞賜。","bklcl":"Í-sek-lia̍t ah, bo̍h-tit hoaⁿ-hí, bo̍h-tit khoài-lo̍k chhin-chhiūⁿ gōa-pang lâng; in-ūi lí kiâⁿ siâ-îm lī-khui lí ê Siōng-tè; tī ta̍k ê gō͘-kak-tiûⁿ ài lâng sàng-mi̍h.","tghg":"以色列啊，莫得歡喜，莫得快樂親像外邦人；因為你行邪淫離開你的上帝，佇逐個五穀場愛人送物。","bklhl":"以色列ah，莫得歡喜，莫得快樂親像外邦人；因為你行邪淫離開你ê上帝；tī ta̍k-ê五穀場ài人送物。"}},{"book":"何","chapter":9,"verse":2,"versions":{"unv":"穀場和酒醡都不夠以色列人使用；新酒也必缺乏。","bklcl":"Gō͘-kak-tiûⁿ kap chiú-khut bô beh iúⁿ-chhī in; ǹg-bāng sin-chiú iā khang-khang.","tghg":"五穀場及酒窟無欲養飼𪜶；向望新酒也空空。","bklhl":"五穀場kap酒窟無beh養飼in；ǹg望新酒也空空。"}},{"book":"何","chapter":9,"verse":3,"versions":{"unv":"他們必不得住耶和華的地；以法蓮卻要歸回埃及，必在亞述吃不潔淨的食物。","bklcl":"In bô thang khiā-khí Iâ-hô-hoa ê tōe; chóng-sī Í-hoat-liân beh tò-khì Ai-ki̍p, beh tī A-su̍t chia̍h bô chheng-khì ê chia̍h-mi̍h.","tghg":"𪜶無通徛起耶和華的地；總是以法蓮欲倒去埃及，欲佇亞述食無清氣的食物(chia̍h-mi̍h)。","bklhl":"In無thang khiā起耶和華ê地；總是Í-hoat-liân beh tò去埃及，beh tī亞述食無清氣ê食物。"}},{"book":"何","chapter":9,"verse":4,"versions":{"unv":"他們必不得向耶和華奠酒，即便奠酒也不蒙悅納。他們的祭物必如居喪者的食物，凡吃的必被玷污；因他們的食物只為自己的口腹，必不奉入耶和華的殿。","bklcl":"In bô thang ǹg Iâ-hô-hoa tiān-chiú; in ê chè-mi̍h iā bô tit-tio̍h I hoaⁿ-hí; beh chhin-chhiūⁿ tú-tio̍h sí-sit ê ke ê chia̍h-mi̍h, kìⁿ-nā chia̍h--ê tek-khak bak-tio̍h lâ-sâm; in-ūi in ê chia̍h-mi̍h thang chòe ka-kī ê lō͘-ēng, bōe thang ji̍p Iâ-hô-hoa ê tiān.","tghg":"𪜶無通向耶和華奠(tiān)酒，𪜶的祭物也無得著伊歡喜。欲親像抵著(tú-tio̍h)死失的家的食物，見若食者的確染(bak)著垃墋；因為𪜶的食物通做家己的路用，𣍐通入耶和華的殿。","bklhl":"In無thang ǹg耶和華奠酒；in ê祭物也無得tio̍h伊歡喜；beh親像tú-tio̍h死失ê家ê食物，見若食ê的確bak-tio̍h lâ-sâm；因為in ê食物thang做家己ê路用，bōe-thang入耶和華ê殿。"}},{"book":"何","chapter":9,"verse":5,"versions":{"unv":"在大會的日子，到耶和華的節期，你們怎樣行呢？","bklcl":"Tī tōa-hōe ê ji̍t, kap Iâ-hô-hoa ê choeh-kî, lín beh cháiⁿ-iūⁿ chòe ah?","tghg":"佇大會的日，及耶和華的節期，恁欲怎樣做啊？","bklhl":"Tī大會ê日，kap耶和華ê節期，lín beh怎樣做ah？"}},{"book":"何","chapter":9,"verse":6,"versions":{"unv":"看哪，他們逃避災難；埃及人必收殮他們的屍首，摩弗人必葬埋他們的骸骨。他們用銀子做的美物上必長蒺藜；他們的帳棚中必生荊棘。","bklcl":"Khòaⁿ ah, in siám-pī chai-hāi khì; Ai-ki̍p lâng beh chū-chi̍p in, Mô͘-hut lâng beh bâi-chòng in; in ēng gûn só͘ chòe thang ì-ài ê, beh hoat chi̍t-lê; in ê tiùⁿ-pâng-lāi, beh hoat chhì-phè.","tghg":"看啊，𪜶閃避災害去；埃及人欲聚集𪜶，摩弗人欲埋葬𪜶。𪜶用銀所做通意愛的，欲發蒺蔾(chi̍t-lê)；𪜶的帳房內欲發莿帕(chhì-phè)。","bklhl":"看ah，in閃避災害去；埃及人beh聚集in，Mô͘-hut人beh埋葬in；in用銀所做thang意愛ê，beh發蒺藜；in ê帳房內，beh發刺phè。"}},{"book":"何","chapter":9,"verse":7,"versions":{"unv":"以色列人必知道降罰的日子臨近，報應的時候來到。民說：作先知的是愚昧；受靈感的是狂妄，皆因他們多多作孽，大懷怨恨。","bklcl":"Hêng-hoa̍t ê ji̍t í-keng kàu, pò-èng ê ji̍t í-keng kàu; Í-sek-lia̍t beh chai; sian-ti gû-gōng, siū sîn kám-tōng--ê tian-kông, in-ūi lí ê chōe-kòa chin-chōe, oàn-hūn iā chin-tōa.","tghg":"刑罰的日已經到，報應的日已經到。以色列欲知，先知愚戇；受神感動者癲狂(tian-kông)，因為你的罪過真多，怨恨也真大。","bklhl":"刑罰ê日已經到，報應ê日已經到；以色列beh知；先知愚戇，受神感動ê顛狂，因為你ê罪過真chōe，怨恨也真大。"}},{"book":"何","chapter":9,"verse":8,"versions":{"unv":"以法蓮曾作我　神守望的；至於先知，在他一切的道上作為捕鳥人的網羅，在他　神的家中懷怨恨。","bklcl":"Í-hoat-liân kap lán ê Siōng-tè chòe siú-bāng--ê; lūn-kàu sian-ti, tī i lóng-chóng ê lō͘ chòe lia̍h-chiáu ê lô-bāng, tī i ê Siōng-tè ê chhù-lāi khǹg oàn-hūn.","tghg":"以法蓮及咱的上帝做守望者；論到先知，佇伊攏總的路做掠鳥的羅網，佇伊的上帝的厝內囥(khǹg)怨恨。","bklhl":"Í-hoat-liân kap咱ê上帝做守望ê；論到先知，tī伊lóng總ê路做掠鳥ê羅網，tī伊ê上帝ê厝內khǹg怨恨。"}},{"book":"何","chapter":9,"verse":9,"versions":{"unv":"以法蓮深深地敗壞，如在基比亞的日子一樣。耶和華必記念他們的罪孽，追討他們的罪惡。","bklcl":"In chhim-chhim ka-kī pāi-hoāi, chhin-chhiūⁿ tī Ki-pí-a ê ji̍t; I beh kì-tit in ê chōe-kòa, pān in ê chōe-ok.","tghg":"𪜶深深家己敗壞，親像佇基比亞的日。伊欲記得𪜶的罪過，辦𪜶的罪惡。","bklhl":"In深深家己敗壞，親像tī Ki-pí-a ê日；伊beh記得in ê罪過，辦in ê罪惡。"}},{"book":"何","chapter":9,"verse":10,"versions":{"unv":"主說：我遇見以色列如葡萄在曠野；我看見你們的列祖如無花果樹上春季初熟的果子。他們卻來到巴力‧毘珥專拜那可羞恥的，就成為可憎惡的，與他們所愛的一樣。","bklcl":"Góa chhē-tio̍h Í-sek-lia̍t, chhin-chhiūⁿ phû-tô tī khòng-iá; Góa khòaⁿ-kìⁿ lín ê lia̍t-chó͘, chhin-chhiūⁿ bû-hoa-kó thâu-kùi khí-thâu-se̍k ê ké-chí; chóng-sī in chiū-kūn Pa-le̍k-pí-jíⁿ, choan-sim kèng-pài hit ê thang kiàn-siàu-ê, chiū chiâⁿ-chòe khó-ò͘ⁿ--ê, kap in só͘ loân-ài--ê chi̍t-iūⁿ.","tghg":"我尋著以色列親像葡萄佇曠野；我看見恁的列祖親像無花果頭季起頭熟的果子。總是𪜶就近巴力毗珥專心敬拜彼個通見誚者，就成做可惡者，及𪜶所戀愛者一樣。","bklhl":"我chhē-tio̍h以色列，親像葡萄tī曠野；我看見lín ê列祖，親像無花果頭季起頭熟ê果子；總是in就近Pa-le̍k-pí-jíⁿ，專心敬拜hit ê thang見笑ê，就成做可惡ê，kap in所戀愛ê一樣。"}},{"book":"何","chapter":9,"verse":11,"versions":{"unv":"至於以法蓮人，他們的榮耀必如鳥飛去，必不生產，不懷胎，不成孕。","bklcl":"Lūn-kàu Í-hoat-liân, in ê êng-kng beh chhin-chhiūⁿ chiáu pe--khì; beh bô siⁿ-kiáⁿ, bô tòa-sin, bô hoâi-īn.","tghg":"論到以法蓮，𪜶的榮光欲親像鳥飛去，欲無生子，無帶娠(sin)、無懷孕。","bklhl":"論到Í-hoat-liân，in ê榮光beh親像鳥飛去；beh無生kiáⁿ，無帶娠，無懷孕。"}},{"book":"何","chapter":9,"verse":12,"versions":{"unv":"縱然養大兒女，我卻必使他們喪子，甚至不留一個。我離棄他們，他們就有禍了。","bklcl":"Chiū nā chhī-kiáⁿ kàu tōa-hàn, Góa iā beh hō͘ i sí-kiáⁿ, kàu bô lâu chi̍t-ê; Góa lī-khui in, in chiū ū chai-ē.","tghg":"就若飼子到大漢，我也欲互伊死子，到無留一個。我離開𪜶，𪜶就有災禍。","bklhl":"就若飼kiáⁿ到大漢，我也beh hō͘伊死kiáⁿ，到無留一个；我離開in，in就有災厄。"}},{"book":"何","chapter":9,"verse":13,"versions":{"unv":"我看以法蓮如泰爾栽於美地。以法蓮卻要將自己的兒女帶出來，交與行殺戮的人。","bklcl":"Góa khòaⁿ Í-hoat-liân chhin-chhiūⁿ Chhui-lô, chai tī pûi ê tōe; chóng-sī Í-hoat-liân beh chhōa i ê kiáⁿ-jî chhut--lâi kau hō͘ thâi-sí lâng--ê.","tghg":"我看以法蓮親像推羅，栽佇肥的地。總是以法蓮欲導伊的子兒出來，交互刣死人者。","bklhl":"我看Í-hoat-liân親像Chhui-lô，栽tī肥ê地；總是Í-hoat-liân beh chhōa伊ê kiáⁿ兒出來交hō͘ 刣死人ê。"}},{"book":"何","chapter":9,"verse":14,"versions":{"unv":"耶和華啊，求你加給他們─加甚麼呢？要使他們胎墜乳乾。","bklcl":"Iâ-hô-hoa ah, Lí tio̍h hō͘ in; beh hō͘ in sím-mi̍h? hō͘ in ka-la̍uh-sin ê thai, lin ta--khì.","tghg":"耶和華啊，你著互𪜶──欲互𪜶甚麼？互𪜶磕落娠(ka-la̍uh-sin)的胎，奶乾去。","bklhl":"耶和華ah，你tio̍h hō͘ in；beh hō͘ in甚麼？hō͘ in ka-la̍uh娠ê胎，奶乾去。"}},{"book":"何","chapter":9,"verse":15,"versions":{"unv":"耶和華說：他們一切的惡事都在吉甲；我在那裡憎惡他們。因他們所行的惡，我必從我地上趕出他們去，不再憐愛他們；他們的首領都是悖逆的。","bklcl":"In it-chhè ê pháiⁿ-tāi lóng tī Kiat-kah, Góa tī-hia oàn-hūn in; in-ūi in só͘ kiâⁿ ê pháiⁿ, Góa beh tùi Góa ê ke kóaⁿ in chhut-khì, bô koh thiàⁿ-sioh in; in ê siú-léng lóng sī pōe-ge̍k--ê.","tghg":"𪜶一切的歹代攏佇吉甲；我佇遐怨恨𪜶。因為𪜶所行的歹，我欲對我的家趕𪜶出去，無閣疼惜𪜶；𪜶的首領攏是悖逆(pōe-ge̍k)者。","bklhl":"In一切ê pháiⁿ-tāi lóng tī Kiat-kah，我tī-hia怨恨in；因為in所行ê pháiⁿ，我beh tùi我ê家趕in出去，無koh疼惜in；in ê首領lóng是悖逆ê。"}},{"book":"何","chapter":9,"verse":16,"versions":{"unv":"以法蓮受責罰，根本枯乾，必不能結果，即或生產，我必殺他們所生的愛子。","bklcl":"Í-hoat-liân siū phah, in ê kun-thâu ko͘-tâ, bōe-ōe kiat ké-chí; in chiū nā siⁿ-kiáⁿ, Góa beh thâi-sí in só͘-siⁿ só͘-thiàⁿ--ê.","tghg":"以法蓮受拍，𪜶的根頭枯焦，𣍐會結果子，𪜶就若生子，我欲刣死𪜶所生所疼者。","bklhl":"Í-hoat-liân受phah，in ê根頭枯焦，bōe能結果子；in就若生kiáⁿ，我beh 刣死in所生所疼ê。"}},{"book":"何","chapter":9,"verse":17,"versions":{"unv":"我的　神必棄絕他們，因為他們不聽從他；他們也必飄流在列國中。","bklcl":"Góa ê Siōng-tè tek-khak khì-choa̍t in, in-ūi in m̄ thiaⁿ-thàn I; in iā tek-khak phiau-liû tī lia̍t-kok-tiong.","tghg":"我的上帝的確棄絕𪜶，因為𪜶呣聽趁伊；𪜶也的確漂流佇列國中。","bklhl":"我ê上帝的確棄絕in，因為in m̄聽趁伊；in也的確漂流tī列國中。"}}]