[{"book":"何","chapter":12,"verse":1,"versions":{"unv":"以法蓮吃風，且追趕東風，時常增添虛謊和強暴，與亞述立約，把油送到埃及。","bklcl":"Í-hoat-liân chia̍h-hong, koh tui-jip tang-hong; ji̍t-ji̍t ke-thiⁿ pe̍h-chha̍t kap kiông-pō; kap A-su̍t li̍p-iok, ēng iû sàng kàu Ai-ki̍p.","tghg":"以法蓮食風，閣追趇(jip)東風，日日加添白賊及強暴，及亞述立約，用油送到埃及。","bklhl":"Í-hoat-liân食風，koh追jip東風；日日加添白賊kap強暴；kap亞述立約，用油送到埃及。"}},{"book":"何","chapter":12,"verse":2,"versions":{"unv":"耶和華與猶大爭辯，必照雅各所行的懲罰他，按他所做的報應他。","bklcl":"Iâ-hô-hoa kap Iû-tāi piān-lūn, beh chiàu Ngá-kok só͘-kiâⁿ--ê chek-hoa̍t i, chiàu i só͘-chòe--ê pò-èng i.","tghg":"耶和華及猶大辯論，欲照雅各所行的責罰伊，照伊所做的報應伊。","bklhl":"耶和華kap偤大辯論，beh照雅各所行ê責罰伊，照伊所做ê報應伊。"}},{"book":"何","chapter":12,"verse":3,"versions":{"unv":"他在腹中抓住哥哥的腳跟，壯年的時候與　神較力，","bklcl":"I tī thai--nih khîⁿ-tiâu i ê hiaⁿ ê kha-āu-tiⁿ; chòng-liân ê sî kap Siōng-tè tàu-la̍t;","tghg":"伊佇胎裡擒住(khîⁿ-tiâu)伊的兄的腳後㬹(tiⁿ)，壯年的時及上帝鬥力，","bklhl":"伊tī胎裡擒tiâu伊ê兄ê腳後tiⁿ；壯年ê時kap上帝鬥力；"}},{"book":"何","chapter":12,"verse":4,"versions":{"unv":"與天使較力，並且得勝，哭泣懇求，在伯特利遇見耶和華。耶和華─萬軍之　神在那裡曉諭我們以色列人；耶和華是他可記念的名。","bklcl":"kap thiⁿ-sài tàu-la̍t, koh tit-tio̍h khah-iâⁿ; thî-khàu khún-kiû i; tī Pek-te̍k-lī tú-tio̍h I, I tī-hia kap lán kóng-ōe;","tghg":"及天使鬥力(tàu-la̍t)，閣得著卡贏(khah-iâⁿ)，啼哭懇求伊，佇伯特利抵著(tú-tio̍h)伊。伊佇遐及咱講話，","bklhl":"kap天使鬥力，koh得tio̍h khah贏；啼哭懇求伊；tī Pek-te̍k-lī tú-tio̍h祂，祂tī-hia kap咱講話；"}},{"book":"何","chapter":12,"verse":5,"versions":{"unv":"【併於上節】","bklcl":"Iâ-hô-hoa chiū-sī bān-kun ê Siōng-tè; Iâ-hô-hoa sī I ê miâ.","tghg":"耶和華──就是萬軍的上帝；耶和華是伊的名。","bklhl":"耶和華就是萬軍ê上帝；耶和華是祂ê名。"}},{"book":"何","chapter":12,"verse":6,"versions":{"unv":"所以你當歸向你的　神，謹守仁愛、公平，常常等候你的　神。","bklcl":"Só͘-í lí tio̍h kui-ǹg lí ê Siōng-tè; chip-siú jîn-ài kong-pêng; siông-siông thèng-hāu lí ê Siōng-tè.","tghg":"所以你著歸向你的上帝，執守仁愛、公平，常常聽候你的上帝。","bklhl":"所以你tio̍h歸向你ê上帝；執守仁愛公平；常常thèng候你ê上帝。"}},{"book":"何","chapter":12,"verse":7,"versions":{"unv":"以法蓮是商人，手裡有詭詐的天平，愛行欺騙。","bklcl":"I sī seng-lí lâng, chhiú kia̍h bô kong-tō ê chhìn, ài ēng khi-phiàn.","tghg":"伊是生理人，手攑無公道的秤(chhìn)，愛用欺騙。","bklhl":"伊是seng-lí人，手kia̍h無公道ê秤，ài用欺騙。"}},{"book":"何","chapter":12,"verse":8,"versions":{"unv":"以法蓮說：我果然成了富足，得了財寶；我所勞碌得來的，人必不見有甚麼不義，可算為罪的。","bklcl":"Í-hoat-liân kóng, Góa si̍t-chāi hó-gia̍h, í-keng tit-tio̍h châi-pó; tī góa só͘ tio̍h-bôa tit-tio̍h--ê, bô thang chhē-tio̍h góa ū put-gī, lâi sǹg-chòe chōe.","tghg":"以法蓮講：我實在好額，已經得著財寶；佇我所著磨得著的，無通尋著我有不義，來算做罪。","bklhl":"Í-hoat-liân講，我實在好額，已經得tio̍h財寶；tī我所tio̍h磨得tio̍h-ê，無thang chhē-tio̍h我有不義，來算做罪。"}},{"book":"何","chapter":12,"verse":9,"versions":{"unv":"自從你出埃及地以來，我就是耶和華─你的　神；我必使你再住帳棚，如在大會的日子一樣。","bklcl":"Tùi lí chhut Ai-ki̍p tōe ê sî, Góa chòe lí ê Siōng-tè Iâ-hô-hoa; Góa beh hō͘ lí koh khiā-khí tī pò͘-pîⁿ, chhin-chhiūⁿ tī tōa-hōe ê ji̍t chi̍t-iūⁿ.","tghg":"對你出埃及地的時，我做你的上帝──耶和華；我欲互你閣徛起佇布棚，親像佇大會的日一樣。","bklhl":"對你出埃及地ê時，我做你ê上帝耶和華；我beh hō͘你koh khiā起tī布棚，親像tī大會ê日一樣。"}},{"book":"何","chapter":12,"verse":10,"versions":{"unv":"我已曉諭眾先知，並且加增默示，藉先知設立比喻。","bklcl":"Góa bat tùi chiah-ê sian-ti kóng, koh ke-thiⁿ īⁿ-siōng; Góa iā thok sian-ti siat phì-jū.","tghg":"我曾對諸個先知講，閣加添異象，我也託先知設譬喻。","bklhl":"我bat對chiah ê先知講，koh加添異象；我也託先知設譬喻。"}},{"book":"何","chapter":12,"verse":11,"versions":{"unv":"基列人沒有罪孽嗎？他們全然是虛假的。人在吉甲獻牛犢為祭，他們的祭壇好像田間犁溝中的亂堆。","bklcl":"Ki-lia̍t bô chōe mah? In choân-jiân sī hu-ké--ê; tī Kiat-kah hiàn gû-á chòe chè; in ê chè-tôaⁿ chhin-chhiūⁿ chhân--nih lôe-chōa ê chiâⁿ-tui.","tghg":"基列無罪嗎？𪜶全然是虛假者。佇吉甲獻牛仔做祭，𪜶的祭壇親像田裡犁畷(chōa)的成(chiâⁿ)堆。","bklhl":"Ki-lia̍t無罪mah？In全然是虛假ê；tī Kiat-kah獻牛á做祭；in ê祭壇親像田裡犁chōa ê成堆。"}},{"book":"何","chapter":12,"verse":12,"versions":{"unv":"從前雅各逃到亞蘭地，以色列為得妻服事人，為得妻與人放羊。","bklcl":"Chá-chêng Ngá-kok cháu kàu A-lân tōe, Í-sek-lia̍t in-ūi beh tit-tio̍h bó͘ lâi ho̍k-sāi lâng; in-ūi beh tit-tio̍h bó͘ lâi chhī-iûⁿ.","tghg":"早前雅各走到亞蘭地，以色列因為欲得著某來服事人，因為欲得著某來飼羊。","bklhl":"早前雅各走到A-lân地，以色列因為beh得tio̍h bó͘來服事人；因為beh得tio̍h bó͘來飼羊。"}},{"book":"何","chapter":12,"verse":13,"versions":{"unv":"耶和華藉先知領以色列從埃及上來；以色列也藉先知而得保存。","bklcl":"Iâ-hô-hoa koh ēng chi̍t ê sian-ti chhōa Í-sek-lia̍t chhut Ai-ki̍p, iā ēng chi̍t ê sian-ti pó-choân i.","tghg":"耶和華閣用一個先知導以色列出埃及；也用一個先知保全伊。","bklhl":"耶和華koh用一个先知chhōa以色列出埃及，也用一个先知保全伊。"}},{"book":"何","chapter":12,"verse":14,"versions":{"unv":"以法蓮大大惹動主怒，所以他流血的罪必歸在他身上。主必將那因以法蓮所受的羞辱歸還他。","bklcl":"Í-hoat-liân jiá-tio̍h tōa siū-khì; só͘-í i hō͘ lâng lâu-huih ê chōe, beh kui tī i; Í-hoat-liân só͘ kiâⁿ lêng-jio̍k Chú ê sū, Chú beh pò-èng i.","tghg":"以法蓮惹著大受氣，所以伊互人流血的罪欲歸佇伊。以法蓮所行凌辱主的事，主欲報應伊。","bklhl":"Í-hoat-liân惹tio̍h大受氣；所以伊hō͘人流血ê罪，beh歸tī伊；Í-hoat-liân所行凌辱主ê事，主beh報應伊。"}}]