[{"book":"何","chapter":11,"verse":1,"versions":{"unv":"以色列年幼的時候，我愛他，就從埃及召出我的兒子來。","bklcl":"Í-sek-lia̍t chòe gín-ná ê sî, Góa thiàⁿ i; koh tiàu Góa ê kiáⁿ chhut Ai-ki̍p tōe.","tghg":"以色列做囝仔的時，我疼伊，閣召我的子出埃及地。","bklhl":"以色列做gín-ná ê時，我疼伊；koh召我ê kiáⁿ出埃及地。"}},{"book":"何","chapter":11,"verse":2,"versions":{"unv":"先知越發招呼他們，他們越發走開，向諸巴力獻祭，給雕刻的偶像燒香。","bklcl":"Ná kiò in, in ná cháu-khui, hiàn-chè tī chiah-ê Pa-le̍k, sio-hiuⁿ tī ngó͘-siōng.","tghg":"愈叫𪜶，𪜶愈走開，獻祭佇諸個巴力，燒香佇偶像。","bklhl":"Ná叫in，in ná走開，獻祭tī chiah ê Pa-le̍k，燒香tī偶像。"}},{"book":"何","chapter":11,"verse":3,"versions":{"unv":"我原教導以法蓮行走，用膀臂抱著他們，他們卻不知道是我醫治他們。","bklcl":"Góa kà Í-hoat-liân o̍h-kiâⁿ, khan i ê chhiú; chóng-sī in m̄-chai Góa i-hó in.","tghg":"我教以法蓮學行，牽伊的手，總是𪜶呣知我醫好𪜶，","bklhl":"我教Í-hoat-liân學行，牽伊ê手；總是in m̄知我醫好in。"}},{"book":"何","chapter":11,"verse":4,"versions":{"unv":"我用慈繩（慈：原文是人的）愛索牽引他們；我待他們如人放鬆牛的兩腮夾板，把糧食放在他們面前。","bklcl":"Góa ēng chû-hūi ê soh kap jîn-ài ê tòa khan in; Góa khoán-thāi in chhin-chhiūⁿ tùi in ê ām-kún tháu-khui in ê taⁿ--ê, ēng niû-chháu hē tī in bīn-chêng.","tghg":"我用慈惠的索及仁愛的帶牽𪜶；我款待𪜶親像對𪜶的頷頸(ām-kún)解開𪜶的軛(taⁿ)者，用糧草下(hē)佇𪜶面前。","bklhl":"我用慈惠ê索kap仁愛ê帶牽in；我款待in親像tùi in ê頷頸tháu開in ê擔ê，用糧草hē tī in面前。"}},{"book":"何","chapter":11,"verse":5,"versions":{"unv":"他們必不歸回埃及地，亞述人卻要作他們的王，因他們不肯歸向我。","bklcl":"I bô koh tò-khì Ai-ki̍p tōe; A-su̍t beh chòe i ê ông, in-ūi i m̄-khéng tò-tńg.","tghg":"伊無閣倒去埃及地，亞述欲做伊的王，因為伊呣肯倒轉。","bklhl":"伊無koh tò去埃及地；亞述beh做伊ê王，因為伊m̄肯倒tńg。"}},{"book":"何","chapter":11,"verse":6,"versions":{"unv":"刀劍必臨到他們的城邑，毀壞門閂，把人吞滅，都因他們隨從自己的計謀。","bklcl":"To-kiàm beh kàu i ê siâⁿ, húi-hoāi in ê mn̂g-kông; in-ūi in ê kè-bô͘ thun-bia̍t.","tghg":"刀劍欲到伊的城，毀壞𪜶的門楗(kông)，因為𪜶的計謀吞滅。","bklhl":"刀劍beh到伊ê城，毀壞in ê門栱；因為in ê計謀吞滅。"}},{"book":"何","chapter":11,"verse":7,"versions":{"unv":"我的民偏要背道離開我；眾先知雖然招呼他們歸向至上的主，卻無人尊崇主。","bklcl":"Góa ê peh-sìⁿ koat-ì beh pōe Góa; sui-jiân ū lâng kiò in kui-ǹg Chì-koâiⁿ--ê, chóng-sī bô chi̍t-ê chun-tiōng I.","tghg":"我的百姓決意欲背(pōe)我；雖然有人叫𪜶歸向至高者，總是無一個尊重伊。","bklhl":"我ê百姓決意beh 背我；雖然有人叫in歸向至koân ê，總是無一个尊重祂。"}},{"book":"何","chapter":11,"verse":8,"versions":{"unv":"以法蓮哪，我怎能捨棄你？以色列啊，我怎能棄絕你？我怎能使你如押瑪？怎能使你如洗扁？我回心轉意，我的憐愛大大發動。","bklcl":"Í-hoat-liân ah, Góa thái-thó ōe khì-sak lí? Í-sek-lia̍t ah, Góa thái-thó ōe chiong lí kau hō͘ lâng? Góa thái-thó ōe hō͘ lí chhin-chhiūⁿ Ap-má? thái-thó ōe khoán-thāi lí chòe Sé-phian? Góa hê-sim tńg-ì, Góa chû-ài ê sim chin-jia̍t.","tghg":"以法蓮啊，我豈可會棄拺(khì-sak)你？以色列啊，我豈可(thái-th)會將你交互人？我豈可會互你親像押瑪？豈可會款待你做洗扁？我回心轉意，我慈愛的心真熱，","bklhl":"Í-hoat-liân ah，我thái-thó會棄sak你？以色列ah，我thái-thó會將你交hō͘人？我thái-thó會hō͘你親像Ap-má？thái-thó會款待你做Sé-phian？我回心轉意，我慈愛ê心真熱。"}},{"book":"何","chapter":11,"verse":9,"versions":{"unv":"我必不發猛烈的怒氣，也不再毀滅以法蓮。因我是　神，並非世人，是你們中間的聖者；我必不在怒中臨到你們。","bklcl":"Góa bô beh hoat-chhut Góa béng-lia̍t ê siū-khì; iā bô koh húi-bia̍t Í-hoat-liân; in-ūi Góa sī Siōng-tè, m̄-sī sè-kan lâng, sī tī lín tiong-kan ê Sèng--ê; Góa bô beh tī siū-khì-tiong lîm-kàu lín.","tghg":"我無欲發出我猛烈的受氣，也無閣毀滅以法蓮。因為我是上帝，呣是世間人，是佇恁中間的聖者(Sèng--ê)；我無欲佇受氣中臨到恁。","bklhl":"我無beh發出我猛烈ê受氣；也無koh毀滅Í-hoat-liân；因為我是上帝，m̄是世間人，是tī lín中間ê聖ê；我無beh tī受氣中臨到lín。"}},{"book":"何","chapter":11,"verse":10,"versions":{"unv":"耶和華必如獅子吼叫，子民必跟隨他。他一吼叫，他們就從西方急速而來。","bklcl":"Iâ-hô-hoa beh chhin-chhiūⁿ sai teh háu; in beh tè I lâi kiâⁿ; I háu ê sî, hiah-ê kiáⁿ chiū ngia̍uh-ngia̍uh-chhoah, tùi sai-hng kóaⁿ-kín lâi.","tghg":"耶和華欲親像獅啲哮，𪜶欲隨伊來行。伊哮的時，許個子就愕愕惙(ngia̍uh-ngia̍uh-chhoah)對西方趕緊來。","bklhl":"耶和華beh親像獅teh哮；in beh tè祂來行；祂哮ê時，hiah-ê kiáⁿ就ngia̍uh-ngia̍uh-chhoah，tùi西方趕緊來。"}},{"book":"何","chapter":11,"verse":11,"versions":{"unv":"他們必如雀鳥從埃及急速而來，又如鴿子從亞述地來到。我必使他們住自己的房屋。這是耶和華說的。","bklcl":"In beh ngia̍uh-ngia̍uh-chhoah, chhin-chhiūⁿ chhek-chiáu-á, tùi Ai-ki̍p kín-kín lâi; koh chhin-chhiūⁿ chíⁿ-á tùi A-su̍t tōe kàu ; Góa beh hō͘ in khiā-khí ka-kī ê chhù; che sī Iâ-hô-hoa kóng ê.","tghg":"𪜶欲愕愕惙親像雀鳥仔對埃及緊緊來，閣親像鴿仔(chíⁿ-á)對亞述地到。我欲互𪜶徛起家己的厝。這是耶和華講的。","bklhl":"In beh ngia̍uh-ngia̍uh-chhoah，親像雀鳥á，tùi埃及緊緊來；koh親像鴿á tùi亞述地到；我beh hō͘ in khiā起家己ê厝；這是耶和華講ê。"}},{"book":"何","chapter":11,"verse":12,"versions":{"unv":"以法蓮用謊話，以色列家用詭計圍繞我；猶大卻靠　神掌權，向聖者有忠心（或譯：猶大向　神，向誠實的聖者猶疑不定）。","bklcl":"Í-hoat-liân ēng khi-phiàn ûi Góa, Í-sek-lia̍t-ke iā ēng khúi-kè ûi-lûi Góa; Iû-tāi khò Siōng-tè chiáng-koân, ǹg Sèng--ê ū chīn-tiong ê sim.","tghg":"以法蓮用欺騙圍我，以色列家也用詭計圍纍(ûi-lûi)我；猶大靠上帝掌權，向聖者有盡忠的心。","bklhl":"Í-hoat-liân用欺騙圍我，以色列家也用詭計圍纍我；偤大靠上帝掌權，ǹg聖ê有盡忠ê心。"}}]