[{"book":"何","chapter":6,"verse":1,"versions":{"unv":"來吧，我們歸向耶和華！他撕裂我們，也必醫治；他打傷我們，也必纏裹。","bklcl":"Lâi ah, lán tio̍h kui-óa Iâ-hô-hoa; I thiah-li̍h lán, iā beh i-hó lán; I phah lán, iā beh pau lán ê siong.","tghg":"來啊，咱著歸倚耶和華！伊拆裂咱，也欲醫好咱；伊拍咱，也欲包咱的傷。","bklhl":"來ah，咱tio̍h歸óa耶和華；伊拆裂咱，也beh醫好咱；伊phah咱，也beh包咱ê傷。"}},{"book":"何","chapter":6,"verse":2,"versions":{"unv":"過兩天他必使我們甦醒，第三天他必使我們興起，我們就在他面前得以存活。","bklcl":"Kè nn̄g ji̍t I beh hō͘ lán koh-oa̍h; kàu tē-saⁿ-ji̍t, I beh hō͘ lán khí-lâi, lán chiū oa̍h tī I ê bīn-chêng.","tghg":"過二日伊欲互咱復活，到第三日伊欲互咱起來，咱就活佇伊的面前。","bklhl":"過兩日伊beh hō͘咱koh活；到第三日，伊beh hō͘咱起來，咱就活tī伊ê面前。"}},{"book":"何","chapter":6,"verse":3,"versions":{"unv":"我們務要認識耶和華，竭力追求認識他。他出現確如晨光；他必臨到我們像甘雨，像滋潤田地的春雨。","bklcl":"Lán tio̍h jīn-bat Iâ-hô-hoa, chhut-la̍t chìn-chêng lâi bat I; I ún-tàng chhut-hiān chhin-chhiūⁿ thiⁿ-kng-chá ê kng, I beh lîm-kàu lán, chhin-chhiūⁿ hō͘, iā chhin-chhiūⁿ chhun-thiⁿ ê hō͘, lūn-te̍k thó͘-tōe.","tghg":"咱著認識耶和華，出力進前來識伊。伊穩當出現親像天光早的光，伊欲臨到咱親像雨，也親像春天的雨潤澤土地。","bklhl":"咱tio̍h認識耶和華，出力進前來bat祂；祂穩當出現親像天光早ê光，祂beh臨到咱，親像雨，也親像春天ê雨，潤澤土地。"}},{"book":"何","chapter":6,"verse":4,"versions":{"unv":"主說：以法蓮哪，我可向你怎樣行呢？猶大啊，我可向你怎樣做呢？因為你們的良善如同早晨的雲霧，又如速散的甘露。","bklcl":"Í-hoat-liân ah, Góa beh cháiⁿ-iūⁿ khoán-thāi lí? Iû-tāi ah, Góa beh cháiⁿ-iūⁿ khoán-thāi lí? in-ūi lí ê siān-liông chhin-chhiūⁿ chá-khí-sî ê hûn-bū, koh chhin-chhiūⁿ kín-kín ta ê lō͘-chúi.","tghg":"以法蓮啊，我欲怎樣款待你？猶大啊，我欲怎樣款待你？因為你的善良親像早起時的雲霧，閣親像緊緊乾的露水。","bklhl":"Í-hoat-liân ah，我beh怎樣款待你？偤大ah，我beh怎樣款待你？因為你ê善良親像早起時ê雲霧，koh親像緊緊乾ê露水。"}},{"book":"何","chapter":6,"verse":5,"versions":{"unv":"因此，我藉先知砍伐他們，以我口中的話殺戮他們；我施行的審判如光發出。","bklcl":"In-ūi án-ni, Góa ēng sian-ti thâi-siah in: ēng Góa chhùi-lāi ê ōe, thâi-sí in.  Góa ê sím-phòaⁿ chhin-chhiūⁿ kng hoat-chhut.","tghg":"因為按呢，我用先知刣削(siah)𪜶；用我嘴內的話刣死𪜶；我的審判親像光發出。","bklhl":"因為án-ni，我用先知刣削in：用我嘴內ê話，刣死in。我ê審判親像光發出。"}},{"book":"何","chapter":6,"verse":6,"versions":{"unv":"我喜愛良善（或譯：憐恤），不喜愛祭祀；喜愛認識　神，勝於燔祭。","bklcl":"In-ūi Góa ài lîn-bín, m̄-ài chè-sū, ài lâng bat Siōng-tè, iâⁿ-kè sio-chè.","tghg":"因為我愛憐憫，呣愛祭祀；愛人識上帝，贏過燒祭。","bklhl":"因為我ài憐憫，m̄-ài祭祀，ài人bat上帝，贏過燒祭。"}},{"book":"何","chapter":6,"verse":7,"versions":{"unv":"他們卻如亞當背約，在境內向我行事詭詐。","bklcl":"Chóng-sī in pōe-iok chhin-chhiūⁿ A-tong; tī-hia ǹg Góa kiâⁿ khúi-chà.","tghg":"總是𪜶背約親像亞當，佇遐向我行詭詐。","bklhl":"總是in背約親像亞當；tī-hia ǹg我行詭詐。"}},{"book":"何","chapter":6,"verse":8,"versions":{"unv":"基列是作孽之人的城，被血沾染。","bklcl":"Ki-lia̍t chiū-sī kiâⁿ-pháiⁿ--ê ê siâⁿ, bak-tio̍h huih-jiah.","tghg":"基列就是行歹者的城，染(bak)著血跡。","bklhl":"Ki-lia̍t就是行pháiⁿ-ê ê城，bak-tio̍h血跡。"}},{"book":"何","chapter":6,"verse":9,"versions":{"unv":"強盜成群，怎樣埋伏殺人，祭司結黨，也照樣在示劍的路上殺戮，行了邪惡。","bklcl":"Chhin-chhiūⁿ kui-tīn ê chha̍t bâi-ho̍k teh tng--lâng, chè-si kiat-tóng; iā chhin-chhiūⁿ án-ni, tī Sī-kiàm ê lō͘ thâi lâng; koh si̍t-chāi kiâⁿ siâ-îm.","tghg":"親像歸陣的賊，埋伏啲當人，祭司結黨，也親像按呢佇示劍的路刣人，閣實在行邪淫。","bklhl":"親像kui陣ê賊埋伏teh當人，祭司結黨；也親像án-ni，tī示劍ê路刣人；koh實在行邪淫。"}},{"book":"何","chapter":6,"verse":10,"versions":{"unv":"在以色列家，我見了可憎的事；在以法蓮那裡有淫行，以色列被玷污。","bklcl":"Tī Í-sek-lia̍t-ke Góa khòaⁿ-kìⁿ ke̍k thang iàm-ò͘ⁿ ê sū; tī-hia ū Í-hoat-liân ê îm-hēng, Í-sek-lia̍t bak--tio̍h lâ-sâm.","tghg":"佇以色列家我看見極通厭惡的事；佇遐有以法蓮的淫行，以色列染著垃墋。","bklhl":"Tī以色列家我看見極thang厭惡ê事；tī-hia有Í-hoat-liân ê淫行，以色列bak-tio̍h lâ-sâm。"}},{"book":"何","chapter":6,"verse":11,"versions":{"unv":"猶大啊，我使被擄之民歸回的時候，必有為你所命定的收場。","bklcl":"Iû-tāi ah, Góa hō͘ Góa siū-lia̍h ê peh-sìⁿ tò-lâi ê sî, chiū beh ūi lí pī-pān siu-koah.","tghg":"猶大啊，我互我受掠的百姓倒來的時，就欲為你備辦收割。","bklhl":"偤大ah，我hō͘我受掠ê百姓tò來ê時，就beh為你備辦收割。"}}]