[{"book":"何","chapter":2,"verse":1,"versions":{"unv":"你們要稱你們的弟兄為阿米（就是我民的意思），稱你們的姊妹為路哈瑪（就是蒙憐憫的意思）。","bklcl":"Tio̍h tùi lín ê hiaⁿ-tī kóng, A-bí, koh tùi lín ê chí-bē kóng, Lō͘-hap-má.","tghg":"著對恁的兄弟講，阿米，閣對恁的姊妹講路哈瑪。","bklhl":"Tio̍h 對 lín ê兄弟講，A-bí，koh 對 lín ê姊妹講，Lō͘-hap-má。"}},{"book":"何","chapter":2,"verse":2,"versions":{"unv":"你們要與你們的母親大大爭辯；因為她不是我的妻子，我也不是她的丈夫。叫她除掉臉上的淫像和胸間的淫態，","bklcl":"Tio̍h kap lín lāu-bú piān-lūn, koh piān-lūn; in-ūi i m̄-sī Góa ê bó͘, Góa iā m̄-sī i ê tiōng-hu; kah i tû--khì bīn--nih ê îm-loān, kap i heng-khám ê îm-hēng;","tghg":"著及恁老母辯論閣辯論；因為伊呣是我的某，我也呣是伊的丈夫。教伊除去面裡的淫亂及伊胸坎的淫行，","bklhl":"Tio̍h kap lín老母辯論，koh辯論；因為伊m̄是我ê bó͘，我也m̄是伊ê丈夫；kah伊除去面裡ê淫亂，kap伊胸坎ê淫行；"}},{"book":"何","chapter":2,"verse":3,"versions":{"unv":"免得我剝她的衣服，使她赤體，與才生的時候一樣，使她如曠野，如乾旱之地，因渴而死。","bklcl":"bián-tit Góa kā i thǹg kng-kng, hō͘ i chhin-chhiūⁿ tú-á chhut-sì ê ji̍t, hō͘ i chhin-chhiūⁿ khòng-iá, chhin-chhiūⁿ ta-sò ê tōe, hō͘ i tùi chhùi-ta lâi sí.","tghg":"免得我給伊褪光光，互伊親像抵仔(tú-á)出世的日，互伊親像曠野，親像乾燥的地，互伊對嘴乾來死。","bklhl":"免得我kā伊thǹg光光，hō͘伊親像tú-á出世ê日，hō͘伊親像曠野，親像乾燥ê地，hō͘伊tùi嘴乾來死。"}},{"book":"何","chapter":2,"verse":4,"versions":{"unv":"我必不憐憫她的兒女，因為他們是從淫亂而生的。","bklcl":"Góa bô beh lîn-bín i ê kiáⁿ, in-ūi in sī tùi îm-loān siⁿ ê kiáⁿ.","tghg":"我無欲憐憫伊的子，因為𪜶是對淫亂生的子。","bklhl":"我無beh憐憫伊ê kiáⁿ，因為in是tùi淫亂生ê kiáⁿ。"}},{"book":"何","chapter":2,"verse":5,"versions":{"unv":"他們的母親行了淫亂，懷他們的母做了可羞恥的事，因為她說：我要隨從所愛的；我的餅、水、羊毛、麻、油、酒都是他們給的。","bklcl":"In-ūi in ê lāu-bú kiâⁿ îm-loān; hoâi-īn--ê chòe-chhut kiàn-siàu sū; in-ūi i kóng, Góa beh tè góa só͘ loân-ài ê lâng, góa ê piáⁿ, chúi, iûⁿ-mn̂g, môa, iû kap góa só͘ lim--ê, lóng sī in hō͘ góa.","tghg":"因為𪜶的老母行淫亂，懷孕者做出見誚事，因為伊講：我欲隨(tè)我所戀愛的人；我的餅，水，羊毛，麻，油及我所飲的，攏是𪜶互我。","bklhl":"因為in ê老母行淫亂；懷孕ê做出見笑事；因為伊講，我beh tè我所戀愛ê人，我ê餅、水、羊毛、麻、油kap我所lim-ê，lóng是in hō͘我。"}},{"book":"何","chapter":2,"verse":6,"versions":{"unv":"因此，我必用荊棘堵塞她的道，築牆擋住她，使她找不著路。","bklcl":"Khòaⁿ ah, in-ūi án-ni, Góa beh ēng chhì-á chó͘-that i ê lō͘, choh-chhiûⁿ hō͘ i chhē-bô i ê lō͘.","tghg":"看啊，因為按呢，我欲用莿仔(chhì-á)阻塞伊的路，築(choh)牆互伊尋無伊的路。","bklhl":"看ah，因為án-ni，我beh用刺á阻塞伊ê路，作牆hō͘伊chhē無伊ê路。"}},{"book":"何","chapter":2,"verse":7,"versions":{"unv":"她必追隨所愛的，卻追不上；她必尋找他們，卻尋不見，便說：我要歸回前夫，因我那時的光景比如今還好。","bklcl":"I beh tui-jip só͘ loân-ài ê lâng, nā-sī jip-bōe-tio̍h, i beh chhē in, chóng-sī chhē-bōe-tio̍h; chiū kóng, Góa beh tò-khì chhē góa ê pún-hu, in-ūi góa hit-sî ê kéng-hóng pí hiān-kim iáu khah-hó.","tghg":"伊欲追趇(jip)所戀愛的人，若是趇𣍐著；伊欲尋𪜶，總是尋𣍐著，就講：我欲倒去尋我的本夫，因為我彼時的景況比現今猶(iáu)卡好。","bklhl":"伊beh追jip所戀愛ê人，若是jip-bōe-tio̍h，伊beh chhē in，總是chhē-bōe-tio̍h；就講，我beh tò去chhē我ê本夫，因為我hit時ê景況比現今iáu khah好。"}},{"book":"何","chapter":2,"verse":8,"versions":{"unv":"她不知道是我給她五穀、新酒，和油，又加增她的金銀；她卻以此供奉（或譯：製造）巴力。","bklcl":"I m̄-chai i ê ngó͘-kok, chiú, iû, sī Góa hō͘ i; ke-thiⁿ i ê gûn kap kim--ê, iā sī Góa; i ēng chiah-ê ho̍k-sāi Pa-le̍k.","tghg":"伊呣知伊的五穀(ngó͘-kok)、酒、油是我互伊，加添伊的銀及金的，也是我；伊用諸個服事巴力。","bklhl":"伊m̄知伊ê五穀、酒、油，是我hō͘伊；加添伊ê銀kap金ê，也是我；伊用chiah ê服事Pa-le̍k。"}},{"book":"何","chapter":2,"verse":9,"versions":{"unv":"因此到了收割的日子，出酒的時候，我必將我的五穀新酒收回，也必將她應當遮體的羊毛和麻奪回來。","bklcl":"Só͘-í kàu siu-koah ê ji̍t, Góa beh chiong Góa ê ngó͘-kok tùi in the̍h tò-tńg; koh tī chhut-chiú ê sî, beh chiong Góa ê sin-chiú the̍h tò-tńg, iā beh chiong Góa hō͘ i thang jia chhiah-theh ê iûⁿ-mn̂g kap môa, chhiúⁿ tò-tńg.","tghg":"所以到收割的日，我欲將我的五穀對𪜶提倒轉，閣佇出酒的時，欲將我的新酒提倒轉，也欲將我互伊通遮(jia)赤體的羊毛及麻搶倒轉。","bklhl":"所以到收割ê日，我beh將我ê五穀tùi in the̍h倒tńg；koh tī出酒ê時，beh將我ê新酒the̍h倒tńg，也beh將我hō͘伊thang遮赤theh ê羊毛kap麻，搶倒tńg。"}},{"book":"何","chapter":2,"verse":10,"versions":{"unv":"如今我必在她所愛的眼前顯露她的醜態；必無人能救她脫離我的手。","bklcl":"Taⁿ Góa beh tī i só͘ loân-ài ê lâng ê ba̍k-chiu-chêng, lō͘-chhut i ê îm-hēng; tek-khak bô lâng ōe kiù i thoat-lī Góa ê chhiú.","tghg":"今我欲佇伊所戀愛的人的目睭前露出伊的淫行；的確無人會救伊脫離我的手。","bklhl":"Taⁿ我beh tī伊所戀愛ê人ê目睭前，露出伊ê淫行；的確無人能救伊脫離我ê手。"}},{"book":"何","chapter":2,"verse":11,"versions":{"unv":"我也必使她的宴樂、節期、月朔、安息日，並她的一切大會都止息了。","bklcl":"Góa beh soah in hiah-ê iàn-lo̍k, choeh-iân, ge̍h ê chhoe-it, an-hioh-ji̍t, kap lóng-chóng ê choeh-kî.","tghg":"我欲息(soah)𪜶許個宴樂、節筵、月的初一、安息日，及攏總的節期。","bklhl":"我beh soah in hiah-ê宴樂、節筵、月ê初一、安歇日，kap lóng總ê節期。"}},{"book":"何","chapter":2,"verse":12,"versions":{"unv":"我也必毀壞她的葡萄樹和無花果樹，就是她說「這是我所愛的給我為賞賜」的。我必使這些樹變為荒林，為田野的走獸所吃。","bklcl":"Góa iā beh húi-hoāi i ê phû-tô-chhiū, kap bû-hoa-kó chhiū, chiū-sī kóng, Che sī hiah-ê loân-ài góa--ê hō͘ góa ê lé-sò͘; Góa beh hō͘ hiah-ê piàn-chòe chhiū-nâ, hō͘ iá-siù chia̍h--i.","tghg":"我也欲毀壞伊的葡萄樹及無花果樹，就是講「這是許個戀愛我者互我的禮數」。我欲互許個變做樹林，互野獸食伊。","bklhl":"我也beh毀壞伊ê葡萄樹，kap無花果樹，就是講，這是hiah-ê戀愛我ê hō͘我ê禮數；我beh hō͘ hiah-ê變做樹林，hō͘野獸食伊。"}},{"book":"何","chapter":2,"verse":13,"versions":{"unv":"我必追討她素日給諸巴力燒香的罪；那時她佩帶耳環和別樣妝飾，隨從她所愛的，卻忘記我。這是耶和華說的。","bklcl":"I chêng-ji̍t sio-hiuⁿ ho̍k-sāi chiah-ê Pa-le̍k, koh ēng hī-kau kap pa̍t-hō siú-sek ka-kī chng-thāⁿ, tè i saⁿ-loân-ài ê lâng, lâi bōe-kì-tit Góa; in-ūi án-ni Góa beh pān--i. Che sī Iâ-hô-hoa kóng--ê.","tghg":"伊前日燒香服事諸個巴力，閣用耳鈎及別號首飾家己妝飾(chng-thāⁿ)，隨(tè)伊相戀愛的人，來𣍐記得我，因為按呢我欲辦伊。這是耶和華講的。","bklhl":"伊前日燒香服事chiah ê Pa-le̍k，koh用耳鉤kap別號首飾家己裝飾，tè伊相戀愛ê人，來bōe記得我；因為án-ni我beh辦伊。這是耶和華講ê。"}},{"book":"何","chapter":2,"verse":14,"versions":{"unv":"後來我必勸導她，領她到曠野，對她說安慰的話。","bklcl":"Khòaⁿ ah, Góa beh chio-ho͘ i, chhōa i kàu khòng-iá, ēng ōe an-ùi i.","tghg":"看啊，我欲招呼伊，導伊到曠野，用話安慰伊。","bklhl":"看ah，我beh招呼伊，chhōa伊到曠野，用話安慰伊。"}},{"book":"何","chapter":2,"verse":15,"versions":{"unv":"她從那裡出來，我必賜她葡萄園，又賜她亞割谷作為指望的門。她必在那裡應聲（或譯：歌唱），與幼年的日子一樣，與從埃及地上來的時候相同。","bklcl":"Góa iā beh tùi-hia siúⁿ-sù i phû-tô-hn̂g, koh siúⁿ-sù i A-kat ê soaⁿ-kok chòe ǹg-bāng ê mn̂g; i beh tī-hia ìn-siaⁿ, kap siàu-liân ê ji̍t bô koh-iūⁿ, kap tùi Ai-ki̍p tōe chiūⁿ-lâi ê ji̍t saⁿ-tâng.","tghg":"我也欲對遐賞賜伊葡萄園，閣賞賜伊亞割的山谷做向望的門。伊欲佇遐應聲，及少年的日無各樣，及對埃及地上來的日相同。","bklhl":"我也beh tùi-hia賞賜伊葡萄園，koh賞賜伊A-kat ê山谷做ǹg望ê門；伊beh tī-hia應聲，kap少年ê日無各樣，kap tùi埃及地上來ê日相同。"}},{"book":"何","chapter":2,"verse":16,"versions":{"unv":"耶和華說：「那日你必稱呼我伊施（就是我夫的意思），不再稱呼我巴力（就是我主的意思）；","bklcl":"Iâ-hô-hoa kóng, Tng hit-ji̍t lí beh kiò Góa kóng, Góa ê tiōng-hu ah, bô koh kiò Góa kóng, Góa ê Chú ah.","tghg":"耶和華講：「當彼日你欲叫我講，我的丈夫啊，無閣叫我講，我的主啊；","bklhl":"耶和華講，當hit日你beh叫我講，我ê丈夫ah，無koh叫我講，我ê主ah。"}},{"book":"何","chapter":2,"verse":17,"versions":{"unv":"因為我必從我民的口中除掉諸巴力的名號，這名號不再提起。","bklcl":"In-ūi Góa beh tùi in ê chhùi tû--khì chiah-ê Pa-le̍k ê miâ, bô koh ēng chit ê miâ kì-liām i.","tghg":"因為我欲對𪜶的嘴除去諸個巴力的名，無閣用此個名紀念伊。","bklhl":"因為我beh tùi in ê嘴除去chiah ê Pa-le̍k ê名，無koh用chit ê名記念伊。"}},{"book":"何","chapter":2,"verse":18,"versions":{"unv":"當那日，我必為我的民，與田野的走獸和空中的飛鳥，並地上的昆蟲立約；又必在國中折斷弓刀，止息爭戰，使他們安然躺臥。","bklcl":"Tng hit-ji̍t Góa beh ūi-tio̍h in, kap chhân-iá ê cháu-siù, kap khong-tiong ê pe-chiáu, í-ki̍p tōe-chiūⁿ ê thâng-thōa li̍p-iok; Góa iā beh tùi chit ê tōe-hng at-chi̍h keng, to, kau-chiàn, hō͘ in an-jiân tó-teh khùn.","tghg":"當彼日，我欲為著𪜶，及田野的走獸及空中的飛鳥，以及地上的蟲𧒴(thâng-thōa)立約；我也欲對此個地方遏折(at-chi̍h)弓刀，交戰，互𪜶安然倒啲睏。","bklhl":"當hit日，我beh為tio̍h in，kap田野ê走獸，kap空中ê飛鳥，以及地上ê蟲thōa立約；我也beh tùi chit ê地方at折弓、刀，交戰，hō͘ in安然倒teh睏。"}},{"book":"何","chapter":2,"verse":19,"versions":{"unv":"我必聘你永遠歸我為妻，以仁義、公平、慈愛、憐憫聘你歸我；","bklcl":"Góa beh phèng-tiāⁿ lí éng-oán kui tī Góa, koh Góa beh ēng kong-gī, kong-pêng, chû-ài, lîn-bín, phèng-tiāⁿ lí kui Góa.","tghg":"我欲聘定你永遠歸佇我，閣我欲用公義、公平、慈愛、憐憫聘定你歸我；","bklhl":"我beh聘定你永遠歸tī我，koh我beh用公義、公平、慈愛、憐憫，聘定你歸我。"}},{"book":"何","chapter":2,"verse":20,"versions":{"unv":"也以誠實聘你歸我，你就必認識我─耶和華。","bklcl":"Góa iā beh ēng sêng-si̍t phèng-tiāⁿ lí kui Góa, lí chiū beh bat Iâ-hô-hoa.","tghg":"我也欲用誠實聘定你歸我，你就欲識(bat)耶和華。","bklhl":"我也beh用誠實聘定你歸我，你就beh bat耶和華。"}},{"book":"何","chapter":2,"verse":21,"versions":{"unv":"耶和華說：那日我必應允，我必應允天，天必應允地；","bklcl":"Iâ-hô-hoa kóng, Hit-ji̍t Góa beh ìn-tap, Góa beh ìn-tap thiⁿ, thiⁿ beh ìn-tap tōe;","tghg":"耶和華講：彼日我欲應答，我欲應答天，天欲應答地；","bklhl":"耶和華講，hit日我beh應答，我beh應答天，天beh應答地；"}},{"book":"何","chapter":2,"verse":22,"versions":{"unv":"地必應允五穀、新酒，和油，這些必應允耶斯列民（耶斯列就是　神栽種的意思）。","bklcl":"tōe beh ìn-tap gō͘-kak, chiú, iû, chiah-ê beh ìn-tap Iâ-su-lia̍t.","tghg":"地欲應答五穀(gō͘-kak)、酒、油，諸個欲應答耶斯列。","bklhl":"地beh應答五穀、酒、油，chiah ê beh應答Iâ-su-lia̍t。"}},{"book":"何","chapter":2,"verse":23,"versions":{"unv":"我必將她種在這地。素不蒙憐憫的，我必憐憫；本非我民的，我必對他說：你是我的民；他必說：你是我的　神。」","bklcl":"Góa beh ūi ka-kī chai-chèng i tī chit ê tōe; pêng-sò͘ bô tit-tio̍h lîn-bín--ê, Góa beh lîn-bín--i; m̄-sī Góa ê peh-sìⁿ--ê, Góa beh tùi i kóng, Lí sī Góa ê peh-sìⁿ, i iā beh kóng, Lí sī góa ê Siōng-tè.","tghg":"我欲為家己栽種伊佇此個地。平素無得著憐憫者，我欲憐憫伊；呣是我的百姓者，我欲對伊講：你是我的百姓，伊也欲講，你是我的上帝。」","bklhl":"我beh為家己栽種伊tī chit ê地；平素無得tio̍h憐憫ê，我beh憐憫伊；m̄是我ê百姓ê，我beh對伊講，你是我ê百姓，伊也beh講，祢是我ê上帝。"}}]