[{"book":"何","chapter":4,"verse":1,"versions":{"unv":"以色列人哪，你們當聽耶和華的話。耶和華與這地的居民爭辯，因這地上無誠實，無良善，無人認識　神。","bklcl":"Í-sek-lia̍t lâng ah, lín tio̍h thiaⁿ Iâ-hô-hoa ê ōe; in-ūi Iâ-hô-hoa kap chit só͘-chāi ê lâng piān-lūn; in-ūi tī chit ê tōe-hng bô sêng-si̍t, bô jîn-chû, bô lâng bat Siōng-tè.","tghg":"以色列人啊，恁著聽耶和華的話。因為耶和華及此所在的人辯論，因為佇此個地方無誠實，無仁慈，無人識(bat)上帝。","bklhl":"以色列人ah，lín tio̍h聽耶和華ê話；因為耶和華kap chit所在ê人辯論；因為tī chit ê地方無誠實，無仁慈，無人bat上帝。"}},{"book":"何","chapter":4,"verse":2,"versions":{"unv":"但起假誓，不踐前言，殺害，偷盜，姦淫，行強暴，殺人流血，接連不斷。","bklcl":"Chí-ū chiù-chōa, pōe-iok, thâi-lâng, thau-the̍h, kan-îm, kiông-pō, thâi lâng bô soah.","tghg":"只有咒誓(chiù-chōa)背約，刣人、偷提、姦淫、強暴、刣人無息。","bklhl":"只有chiù-chōa、背約、刣人、偷the̍h、姦淫、強暴，刣人無soah。"}},{"book":"何","chapter":4,"verse":3,"versions":{"unv":"因此，這地悲哀，其上的民、田野的獸、空中的鳥必都衰微，海中的魚也必消滅。","bklcl":"Só͘-í chit ê tōe-hng beh pi-ai, kî-tiong khiā-khí ê lâng, kap chhân-iá ê siù, khong-tiong ê chiáu, lóng beh soe-bî; hái-tiong ê hî iā beh bô--khì.","tghg":"所以，此個地方欲悲哀，其中徛起的人，及田野的獸、空中的鳥攏欲衰微，海中的魚也欲無去。","bklhl":"所以chit ê地方beh悲哀，其中khiā起ê人，kap田野ê獸，空中ê鳥，lóng beh衰微；海中ê魚也beh無去。"}},{"book":"何","chapter":4,"verse":4,"versions":{"unv":"然而，人都不必爭辯，也不必指責，因為這民與抗拒祭司的人一樣。","bklcl":"Chóng-sī lâng m̄-thang piān-lūn, m̄-thang saⁿ chek-pī; in-ūi lí ê peh-sìⁿ chhin-chhiūⁿ kap chè-si piān-pok--ê chi̍t-iūⁿ.","tghg":"總是人呣通辯論，呣通相責備，因為你的百姓親像及祭司辯駁者一樣。","bklhl":"總是人m̄-thang辯論，m̄-thang相責備；因為你ê百姓親像kap祭司辯駁ê一樣。"}},{"book":"何","chapter":4,"verse":5,"versions":{"unv":"你這祭司必日間跌倒；先知也必夜間與你一同跌倒；我必滅絕你的母親。","bklcl":"Lí beh tī ji̍t--sî poa̍h-tó, sian-ti iā beh tī mî--sî kap lí saⁿ-kap poa̍h-tó, Góa beh bia̍t-bô lí ê lāu-bú.","tghg":"你欲佇日時跋倒；先知也欲佇暝時及你相及跋倒；我欲滅無你的老母。","bklhl":"你beh tī日時跋倒，先知也beh tī暝時kap你相kap跋倒，我beh滅無你ê老母。"}},{"book":"何","chapter":4,"verse":6,"versions":{"unv":"我的民因無知識而滅亡。你棄掉知識，我也必棄掉你，使你不再給我作祭司。你既忘了你　神的律法，我也必忘記你的兒女。","bklcl":"Góa ê peh-sìⁿ in-ūi bû-ti lâi bia̍t-bô; in-ūi lí khì-sak tì-sek, Góa iā beh khì-sak lí, hō͘ lí bô thang koh chòe chè-si ho̍k-sāi Góa; lí kì-jiân bōe-kì-tit lí ê Siōng-tè ê lu̍t-hoat, Góa iā beh bōe-kì-tit lí ê kiáⁿ-jî.","tghg":"我的百姓因為無知來滅無。因為你棄拺智識，我也欲棄拺你，互你無通閣做祭司服事我。你既然𣍐記得你的上帝的律法，我也欲𣍐記得你的子兒。","bklhl":"我ê百姓因為無知來滅無；因為你棄sak智識，我也beh棄sak你，hō͘你無thang koh做祭司服事我；你既然bōe記得你ê上帝ê律法，我也beh bōe記得你ê kiáⁿ兒。"}},{"book":"何","chapter":4,"verse":7,"versions":{"unv":"祭司越發增多，就越發得罪我；我必使他們的榮耀變為羞辱。","bklcl":"In ke-thiⁿ ná-chōe, chiū ná tek-chōe Góa; Góa beh hō͘ i ê êng-kng piàn-chòe lêng-jio̍k.","tghg":"𪜶加添愈多，就愈得罪我；我欲互伊的榮光變做凌辱。","bklhl":"In加添ná-chōe，就ná得罪我；我beh hō͘伊ê榮光變做凌辱。"}},{"book":"何","chapter":4,"verse":8,"versions":{"unv":"他們吃我民的贖罪祭，滿心願意我民犯罪。","bklcl":"In chia̍h Góa ê peh-sìⁿ ê sio̍k-chōe-chè, ì-ài in hoān-chōe.","tghg":"𪜶食我的百姓的贖罪祭，意愛𪜶犯罪。","bklhl":"In食我ê百姓ê贖罪祭，意愛in犯罪。"}},{"book":"何","chapter":4,"verse":9,"versions":{"unv":"將來民如何，祭司也必如何；我必因他們所行的懲罰他們，照他們所做的報應他們。","bklcl":"Chiong-lâi peh-sìⁿ cháiⁿ-iūⁿ, chè-si iā beh án-ni; Góa beh in-ūi in só͘ kiâⁿ--ê lâi pān in, chiàu in só͘ chòe--ê lâi pò-èng in.","tghg":"將來百姓怎樣，祭司也欲按呢；我欲因為𪜶所行的來辦𪜶，照𪜶所做的來報應𪜶。","bklhl":"將來百姓怎樣，祭司也beh án-ni；我beh因為in所行ê來辦in，照in所做ê來報應in。"}},{"book":"何","chapter":4,"verse":10,"versions":{"unv":"他們吃，卻不得飽；行淫，而不得立後；因為他們離棄耶和華，不遵他的命。","bklcl":"In chia̍h iā bōe tit-tio̍h pá, kiâⁿ-îm iā bô ke-thiⁿ lâng; in-ūi in pàng-sak Iâ-hô-hoa, m̄ thiaⁿ-thàn--I.","tghg":"𪜶食，也𣍐得著飽；行淫，也無加添人；因為𪜶放拺耶和華，呣聽趁伊。","bklhl":"In食也bōe得tio̍h飽，行淫也無加添人；因為in放sak耶和華，m̄聽thàn祂。"}},{"book":"何","chapter":4,"verse":11,"versions":{"unv":"姦淫和酒，並新酒，奪去人的心。","bklcl":"Îm-hēng kap chiú kap sin-chiú sī toa̍t lâng ê sim.","tghg":"淫行及酒，及新酒，是奪人的心。","bklhl":"淫行kap酒kap新酒是奪人ê心。"}},{"book":"何","chapter":4,"verse":12,"versions":{"unv":"我的民求問木偶，以為木杖能指示他們；因為他們的淫心使他們失迷，他們就行淫離棄　神，不守約束，","bklcl":"Góa ê peh-sìⁿ mn̄g in ê chhâ-thâu, koh in ê koáiⁿ-á chí-sī in;  in-ūi in kiâⁿ-îm ê sim hō͘ in sit-bê; in kiâⁿ-îm lī-khui in ê Siōng-tè ê koán-hat.","tghg":"我的百姓問𪜶的柴頭，閣𪜶的枴仔指示𪜶；因為𪜶行淫的心互𪜶失迷，𪜶行淫離開𪜶的上帝的管轄，","bklhl":"我ê百姓問in ê柴頭，koh in ê柺á指示in；因為in行淫ê心hō͘ in失迷；in行淫離開in ê上帝ê管轄。"}},{"book":"何","chapter":4,"verse":13,"versions":{"unv":"在各山頂，各高岡的橡樹、楊樹、栗樹之下，獻祭燒香，因為樹影美好。所以，你們的女兒淫亂，你們的新婦（或譯：兒婦；下同）行淫。","bklcl":"In hiàn-chè tī soaⁿ-téng, sio-hiuⁿ tī soaⁿ-thâu, tī siōng-chhiū, iông-chhiū, lek-chhiū ê ē-bīn, in-ūi in ê ìm-ńg ê hó; só͘-í lín ê cha-bó͘-kiáⁿ îm-loān, lín ê sin-niû kiâⁿ-îm.","tghg":"𪜶獻祭佇山頂，燒香佇山頭，佇橡樹、楊樹、栗(lek)樹的下面，因為𪜶的蔭影的好。所以，恁的查某子淫亂，恁的新娘行淫。","bklhl":"In獻祭tī山頂，燒香tī山頭，tī橡樹、楊樹、栗樹ê下面，因為in ê蔭影ê好；所以lín ê cha-bó͘-kiáⁿ淫亂，lín ê新娘行淫。"}},{"book":"何","chapter":4,"verse":14,"versions":{"unv":"你們的女兒淫亂，你們的新婦行淫，我卻不懲罰她們；因為你們自己離群與娼妓同居，與妓女一同獻祭。這無知的民必致傾倒。","bklcl":"Lín ê cha-bó͘-kiáⁿ îm-loān, lín ê sin-niû kiâⁿ-îm, Góa bô hêng-hoa̍t in; in-ūi hiah-ê ta-po͘-lâng kap chhiong-ki lēng-gōa tòa, kap biō-lāi ê ki-lú saⁿ-kap hiàn-chè; chit-hō bû-ti ê peh-sìⁿ tek-khak chhia-tó.","tghg":"恁的查某子淫亂，恁的新娘行淫，我無刑罰𪜶；因為許個查甫人及娼妓另外住，及廟內的妓女相及獻祭。此號無知的百姓的確捙倒(chhia-tó)。","bklhl":"Lín ê cha-bó͘-kiáⁿ淫亂，lín ê新娘行淫，我無刑罰in；因為hiah-ê ta-po͘人kap娼妓另外tòa，kap廟內ê妓女相kap獻祭；chit號無知ê百姓的確chhia倒。"}},{"book":"何","chapter":4,"verse":15,"versions":{"unv":"以色列啊，你雖然行淫，猶大卻不可犯罪。不要往吉甲去，不要上到伯‧亞文，也不要指著永生的耶和華起誓。","bklcl":"Í-sek-lia̍t ah, lí sui-jiân kiâⁿ-îm, chóng-sī Iû-tāi m̄-thang hoān-chōe; m̄-thang khì Kiat-kah, iā m̄-thang chiūⁿ-kàu Pek-a-bûn, iā m̄-thang kí éng-oa̍h ê Iâ-hô-hoa lâi chiù-chōa.","tghg":"以色列啊，你雖然行淫，總是猶大呣通犯罪。呣通去吉甲，也呣通上到伯亞文，也呣通指(kí)永活的耶和華來咒誓。","bklhl":"以色列ah，你雖然行淫，總是偤大m̄-thang犯罪；m̄-thang去Kiat-kah，也m̄-thang上到Pek-a-bûn，也m̄-thang kí永活ê耶和華來chiù-chōa。"}},{"book":"何","chapter":4,"verse":16,"versions":{"unv":"以色列倔強，猶如倔強的母牛；現在耶和華要放他們，如同放羊羔在寬闊之地。","bklcl":"Í-sek-lia̍t ngī-phīⁿ, chhin-chhiūⁿ ngī-phīⁿ ê gû-bú; taⁿ Iâ-hô-hoa beh chhī in, chhin-chhiūⁿ chhī iûⁿ tī khui-khoah ê tōe.","tghg":"以色列硬鼻，親像硬鼻的牛母；今耶和華欲飼𪜶，親像飼羊佇開闊的地。","bklhl":"以色列硬鼻，親像硬鼻ê牛母；taⁿ耶和華beh飼in，親像飼羊tī開闊ê地。"}},{"book":"何","chapter":4,"verse":17,"versions":{"unv":"以法蓮親近偶像，任憑他吧！","bklcl":"Í-hoat-liân kiat-liân ngó͘-siōng, chhut-chāi--i.","tghg":"以法蓮結聯偶像，出在伊！","bklhl":"Í-hoat-liân結聯偶像，chhut-chāi伊。"}},{"book":"何","chapter":4,"verse":18,"versions":{"unv":"他們所喝的已經發酸，他們時常行淫，他們的官長最愛羞恥的事。","bklcl":"In só͘ lim--ê í-keng hoat-sng, in siông-siông kiâⁿ-îm, in ê koaⁿ-tiúⁿ chin hoaⁿ-hí kiàn-siàu sū.","tghg":"𪜶所飲的已經發酸，𪜶常常行淫，𪜶的官長真歡喜見誚事。","bklhl":"In所lim-ê已經發酸，in常常行淫，in ê官長真歡喜見笑事。"}},{"book":"何","chapter":4,"verse":19,"versions":{"unv":"風把他們裹在翅膀裡；他們因所獻的祭必致蒙羞。","bklcl":"Hong ēng i ê si̍t kńg--i; in beh ūi-tio̍h in ê chè-sū, tì-kàu kiàn-siàu.","tghg":"風用伊的翅捲伊；𪜶欲為著𪜶的祭祀致到見誚。","bklhl":"風用伊ê翼捲伊；in beh為tio̍h in ê祭祀，致到見笑。"}}]