[{"book":"何","chapter":8,"verse":1,"versions":{"unv":"你用口吹角吧！敵人如鷹來攻打耶和華的家；因為這民違背我的約，干犯我的律法。","bklcl":"Lí ê chhùi tio̍h pûn sàu-kak; tùi-te̍k chhin-chhiūⁿ eng kong-kek Iâ-hô-hoa ê chhù; in-ūi chit ê peh-sìⁿ pōe Góa ê iok, hoān-tio̍h Góa ê lu̍t-hoat.","tghg":"你的嘴著歕(pûn)哨角！對敵親像鷹攻擊耶和華的厝；因為此個百姓背我的約，犯著我的律法。","bklhl":"你ê嘴tio̍h pûn哨角；對敵親像鷹攻擊耶和華ê厝；因為chit ê百姓背我ê約，犯tio̍h我ê律法。"}},{"book":"何","chapter":8,"verse":2,"versions":{"unv":"他們必呼叫我說：我的　神啊，我們以色列認識你了。","bklcl":"In beh âu-kiò Góa kóng, Goán ê Siōng-tè ah, goán Í-sek-lia̍t bat Lí.","tghg":"𪜶欲喉叫我講：阮的上帝啊，阮以色列識(bat)你。","bklhl":"In beh喉叫我講，阮ê上帝ah，阮以色列bat祢。"}},{"book":"何","chapter":8,"verse":3,"versions":{"unv":"以色列丟棄良善（或譯：福分）；仇敵必追逼他。","bklcl":"Í-sek-lia̍t pàng-sak siān-liông; tùi-te̍k beh tui-jip i.","tghg":"以色列放拺(pàng-sak)善良；對敵欲追趇(jip)伊。","bklhl":"以色列放sak善良；對敵beh追jip伊。"}},{"book":"何","chapter":8,"verse":4,"versions":{"unv":"他們立君王，卻不由我；他們立首領，我卻不認。他們用金銀為自己製造偶像，以致被剪除。","bklcl":"In siat-li̍p kun-ông, m̄-sī tùi Góa siat-li̍p i; in siat-li̍p siú-léng, Góa iā m̄-chai.  In ēng in ê gûn, in ê kim, chō ngó͘-siōng, tì-kàu in siū chián-tû.","tghg":"𪜶設立君王，呣是對我設立伊；𪜶設立首領，我也呣知，𪜶用𪜶的銀、𪜶的金、造偶像，致到𪜶受剪除。","bklhl":"In設立君王，m̄是對我設立伊；in設立首領，我也m̄知。In用in ê銀，in ê金，造偶像，致到in受剪除。"}},{"book":"何","chapter":8,"verse":5,"versions":{"unv":"撒馬利亞啊，耶和華已經丟棄你的牛犢；我的怒氣向拜牛犢的人發作。他們到幾時方能無罪呢？","bklcl":"Sat-má-lī-a ah, I ū pàng-sak lí ê gû-á; Góa tōa siū-khì in; in kàu tī-sî chiah tit-tio̍h bô-chōe ah?","tghg":"撒瑪利亞啊，伊有放拺你的牛仔；我大受氣𪜶。𪜶到底時才得著無罪啊？","bklhl":"撒馬利亞ah，伊有放sak你ê牛á；我大受氣in；in到tī時chiah得tio̍h無罪ah？"}},{"book":"何","chapter":8,"verse":6,"versions":{"unv":"這牛犢出於以色列，是匠人所造的，並不是神。撒馬利亞的牛犢必被打碎。","bklcl":"Chit-ê chhut tī Í-sek-lia̍t; sī sai-hū só͘ chō-ê, i m̄-sī Siōng-tè; Sat-má-lī-a ê gû-á koat-toàn beh tú-tio̍h phah-chhùi.","tghg":"此個出佇以色列，是師傅所造的，伊呣是上帝。撒瑪利亞的牛仔決斷欲抵著(tú-tio̍h)拍碎。","bklhl":"Chit ê出tī以色列；是師傅所造ê，伊m̄是上帝；撒馬利亞ê牛á決斷beh tú-tio̍h phah碎。"}},{"book":"何","chapter":8,"verse":7,"versions":{"unv":"他們所種的是風，所收的是暴風；所種的不成禾稼，就是發苗也不結實；即便結實，外邦人必吞吃。","bklcl":"I só͘ chèng-ê sī hong, só͘ siu-ê sī kńg-lê-hong; bô chiâⁿ-châng; só͘ hoat ê bô kiat-si̍t; chiū nā kiat-si̍t, gōa-pang lâng iā beh chia̍h i.","tghg":"伊所種的是風，所收的是捲螺風；無成欉，所發的無結實；就若結實，外邦人也欲食伊。","bklhl":"伊所種ê是風，所收ê是捲螺風；無成叢；所發ê無結實；就若結實，外邦人也beh食伊。"}},{"book":"何","chapter":8,"verse":8,"versions":{"unv":"以色列被吞吃；現今在列國中，好像人不喜悅的器皿。","bklcl":"Í-sek-lia̍t í-keng siū thun-bia̍t; hiān-chāi tī lia̍t-kok-tiong chhin-chhiūⁿ lâng bô hoaⁿ-hí ê khì-kū.","tghg":"以色列已經受吞滅；現在佇列國中，親像人無歡喜的器具。","bklhl":"以色列已經受吞滅；現在tī列國中親像人無歡喜ê器具。"}},{"book":"何","chapter":8,"verse":9,"versions":{"unv":"他們投奔亞述，如同獨行的野驢；以法蓮賄買朋黨。","bklcl":"In chiūⁿ-khì A-su̍t, chhin-chhiūⁿ ka-kī tiàm ê iá-lû; Í-hoat-liân bóe lâng thiàⁿ i.","tghg":"𪜶上去亞述，親像家己踮的野驢；以法蓮買人疼伊。","bklhl":"In上去亞述，親像家己tiàm ê野驢；Í-hoat-liân買人疼伊。"}},{"book":"何","chapter":8,"verse":10,"versions":{"unv":"他們雖在列邦中賄買人，現在我卻要聚集懲罰他們；他們因君王和首領所加的重擔日漸衰微。","bklcl":"In sui-jiân tī lia̍t-kok-tiong bóe lâng thiàⁿ in, Góa beh chū-chi̍p in; in in-ūi kun-ông kap siú-léng só͘ hē ê tāng-tàⁿ chiām-chiām soe-bî.","tghg":"𪜶雖然佇列國中買人疼𪜶，我欲聚集𪜶；𪜶因為君王及首領所下(hē)的重擔漸漸衰微。","bklhl":"In雖然tī列國中買人疼in，我beh聚集in；in因為君王kap首領所hē ê重擔漸漸衰微。"}},{"book":"何","chapter":8,"verse":11,"versions":{"unv":"以法蓮增添祭壇取罪；因此，祭壇使他犯罪。","bklcl":"Í-hoat-liân-ke khí chè-tôaⁿ tì-kàu hoān-chōe; in-ūi án-ni chè-tôaⁿ hō͘ in hoān-chōe.","tghg":"以法蓮家起祭壇致到犯罪；因為按呢，祭壇互𪜶犯罪。","bklhl":"Í-hoat-liân家起祭壇致到犯罪；因為án-ni祭壇hō͘ in犯罪。"}},{"book":"何","chapter":8,"verse":12,"versions":{"unv":"我為他寫了律法萬條，他卻以為與他毫無關涉。","bklcl":"Góa ūi i siá Góa ê lu̍t-hoat chiâⁿ-bān tiâu; chóng-sī i khòaⁿ-chòe kap i lóng bô kan-sia̍p.","tghg":"我為伊寫我的律法成萬條，總是伊看做及伊攏無干涉。","bklhl":"我為伊寫我ê律法chiâⁿ萬條；總是伊看做kap伊lóng無干涉。"}},{"book":"何","chapter":8,"verse":13,"versions":{"unv":"至於獻給我的祭物，他們自食其肉，耶和華卻不悅納他們。現在必記念他們的罪孽，追討他們的罪惡；他們必歸回埃及。","bklcl":"Lūn-kàu hiàn-hō͘ Góa ê lé-mi̍h, in hiàn-bah ka-kī chia̍h--i; chóng-sī Iâ-hô-hoa bô chiap-la̍p--in; taⁿ beh kì-tit in ê chōe-kòa, pān in ê chōe-ok; in beh tò-tńg-khì Ai-ki̍p.","tghg":"論到獻互我的禮物，𪜶獻肉家己食伊，總是耶和華無接納𪜶。今欲記得𪜶的罪過，辦𪜶的罪惡；𪜶欲倒轉去埃及。","bklhl":"論到獻hō͘我ê禮物，in獻肉家己食伊；總是耶和華無接納in；taⁿ beh記得in ê罪過，辦in ê罪惡；in beh倒tńg去埃及。"}},{"book":"何","chapter":8,"verse":14,"versions":{"unv":"以色列忘記造他的主，建造宮殿；猶大多造堅固城，我卻要降火焚燒他的城邑，燒滅其中的宮殿。","bklcl":"In-ūi Í-sek-lia̍t bōe-kì-tit chhòng-chō in ê Chú, khí keng-biō; Iû-tāi ke khí kian-kò͘ ê siâⁿ; Góa beh kàng-hé tī i ê siâⁿ, sio in ê iâⁿ-pôaⁿ.","tghg":"因為以色列𣍐記得創造𪜶的主，起宮廟(keng-biō)；猶大家起堅固的城，我欲降火佇伊的城，燒𪜶的營盤。","bklhl":"因為以色列bōe記得創造in ê主，起宮廟；偤大家起堅固ê城；我beh降火tī伊ê城，燒in ê營盤。"}}]