[{"book":"何","chapter":5,"verse":1,"versions":{"unv":"眾祭司啊，要聽我的話！以色列家啊，要留心聽！王家啊，要側耳而聽！審判要臨到你們，因你們在米斯巴如網羅，在他泊山如鋪張的網。","bklcl":"Chè-si ah, lín tio̍h thiaⁿ chit-ê; Í-sek-lia̍t-ke ah, lín tio̍h chù-ì; ông-chhin ah, lín tio̍h àⁿ hī-khang; in-ūi sím-phòaⁿ koan-hē tī lín, in-ūi lín chòe oa̍h-tauh tī Bí-su-pa, chòe lô-bāng tiuⁿ tī Tha-po̍k.","tghg":"祭司啊，恁著聽此個！以色列家啊，恁著注意！王親啊，恁著俯耳孔！因為審判關係佇恁，因為恁做活罩(oa̍h-tauh)佇米斯巴，做羅網張佇他泊。","bklhl":"祭司ah，lín tio̍h聽chit ê；以色列家ah，lín tio̍h注意；王親ah，lín tio̍h俯耳孔；因為審判關係tī lín，因為lín做活tauh tī Bí-su-pa，做羅網張tī Tha-po̍k。"}},{"book":"何","chapter":5,"verse":2,"versions":{"unv":"這些悖逆的人肆行殺戮，罪孽極深；我卻斥責他們眾人。","bklcl":"Chiah-ê pōe-ge̍k ê lâng tōa kiâⁿ thâi-lâng; Góa beh chek-hoa̍t in.","tghg":"諸個悖逆(pōe-ge̍k)的人大行刣人，我欲責罰𪜶。","bklhl":"Chiah-ê悖逆ê人大行刣人；我beh責罰in。"}},{"book":"何","chapter":5,"verse":3,"versions":{"unv":"以法蓮為我所知；以色列不能向我隱藏。以法蓮哪，現在你行淫了，以色列被玷污了。","bklcl":"Góa bat Í-hoat-liân, Í-sek-lia̍t iā bōe ún-ba̍t tī Góa; Í-hoat-liân ah, taⁿ lí kiâⁿ-îm, Í-sek-lia̍t bak-tio̍h lâ-sâm.","tghg":"我識(bat)以法蓮；以色列也𣍐隱密佇我。以法蓮啊，今你行淫，以色列染(bak)著垃墋。","bklhl":"我bat Í-hoat-liân，以色列也bōe隱密tī我；Í-hoat-liân ah，taⁿ你行淫，以色列bak-tio̍h lâ-sâm。"}},{"book":"何","chapter":5,"verse":4,"versions":{"unv":"他們所行的使他們不能歸向　神；因有淫心在他們裡面，他們也不認識耶和華。","bklcl":"In só͘-chòe--ê chó͘-tòng in kui tī in ê Siōng-tè; in-ūi îm-loān ê sim tī in lāi-bīn, in iā m̄-bat Iâ-hô-hoa.","tghg":"𪜶所做的阻擋𪜶歸佇𪜶的上帝；因為淫亂的心佇𪜶內面，𪜶也呣識耶和華。","bklhl":"In所做ê阻擋in歸tī in ê上帝；因為淫亂ê心tī in內面，in也m̄-bat耶和華。"}},{"book":"何","chapter":5,"verse":5,"versions":{"unv":"以色列的驕傲當面見證自己。故此，以色列和以法蓮必因自己的罪孽跌倒；猶大也必與他們一同跌倒。","bklcl":"Í-sek-lia̍t ê kiau-ngō͘ tng-bīn kan-chèng in; só͘-í Í-sek-lia̍t kap Í-hoat-liân, beh in-ūi in ê chōe-kòa lâi tio̍h-tak; Iû-tāi iā beh kap in saⁿ-kap tio̍h-tak.","tghg":"以色列的驕傲當面干證𪜶。所以，以色列及以法蓮欲因為𪜶的罪過來著觸(tio̍h-tak)；猶大也欲及𪜶相及著觸。","bklhl":"以色列ê驕傲當面干證in；所以以色列kap Í-hoat-liân，beh因為in ê罪過來tio̍h-tak；偤大也beh kap in相kap tio̍h-tak。"}},{"book":"何","chapter":5,"verse":6,"versions":{"unv":"他們必牽著牛羊去尋求耶和華，卻尋不見；他已經轉去離開他們。","bklcl":"In beh tòa gû-kûn iûⁿ-kûn khì chhē Iâ-hô-hoa, chóng-sī chhē-bōe-tio̍h; in-ūi I í-keng lī-khui in.","tghg":"𪜶欲帶牛群羊群去尋耶和華，總是尋𣍐著；因為伊已經離開𪜶。","bklhl":"In beh帶牛群羊群去chhē耶和華，總是chhē-bōe-tio̍h；因為祂已經離開in。"}},{"book":"何","chapter":5,"verse":7,"versions":{"unv":"他們向耶和華行事詭詐，生了私子。到了月朔，他們與他們的地業必被吞滅。","bklcl":"In ǹg Iâ-hô-hoa kiâⁿ khúi-chà, thau-siⁿ kiáⁿ; taⁿ kàu ge̍h ê chhoe-it, in kap in ê sán-gia̍p beh siū thun-bia̍t.","tghg":"𪜶向耶和華行詭詐，偷生子。今到月的初一，𪜶及𪜶的產業欲受吞滅。","bklhl":"In ǹg耶和華行詭詐，偷生kiáⁿ；taⁿ到月ê初一，in kap in ê產業beh受吞滅。"}},{"book":"何","chapter":5,"verse":8,"versions":{"unv":"你們當在基比亞吹角，在拉瑪吹號，在伯‧亞文吹出大聲，說：便雅憫哪，有仇敵在你後頭！","bklcl":"Lín tio̍h tī Ki-pí-a pûn sàu-kak, tī La̍h-má pûn hō-thâu; tī Pek-a-bûn chhut kéng-kò ê siaⁿ, kóng, Piān-ngá-bín ah, tī lí ê āu-bīn.","tghg":"恁著佇基比亞歕(pûn)哨角，佇拉瑪歕號頭，佇伯亞文出警告的聲，講：便雅憫啊，佇你的後面！","bklhl":"Lín tio̍h tī Ki-pí-a pûn哨角，tī La̍h-má pûn號頭；tī Pek-a-bûn出警告ê聲，講，便雅憫ah，tī你ê後面。"}},{"book":"何","chapter":5,"verse":9,"versions":{"unv":"在責罰的日子，以法蓮必變為荒場；我在以色列支派中，指示將來必成的事。","bklcl":"Tī chek-hoa̍t ê ji̍t, Í-hoat-liân beh pha-hng; Góa tī Í-sek-lia̍t chiah-ê chi-phài tiong, hō͘ in chai chiong-lâi tek-khak ū ê sū.","tghg":"佇責罰的日，以法蓮欲拋荒；我佇以色列諸個支派中，互𪜶知將來的確有的事。","bklhl":"Tī責罰ê日，Í-hoat-liân beh拋荒；我tī以色列chiah ê支派中，hō͘ in知將來的確有ê事。"}},{"book":"何","chapter":5,"verse":10,"versions":{"unv":"猶大的首領如同挪移地界的人，我必將忿怒倒在他們身上，如水一般。","bklcl":"Iû-tāi ê siú-léng chhin-chhiūⁿ chhian-sóa tōe-kài ê lâng; Góa beh piàⁿ Góa ê siū-khì tī in ê sin-chiūⁿ, chhin-chhiūⁿ piàⁿ-chúi chi̍t-iūⁿ.","tghg":"猶大的首領親像遷徙地界的人，我欲傾(piàⁿ)我的受氣佇𪜶的身上，親像傾水一樣。","bklhl":"偤大ê首領親像遷徙地界ê人；我beh piàⁿ我ê受氣tī in ê身上，親像piàⁿ水一樣。"}},{"book":"何","chapter":5,"verse":11,"versions":{"unv":"以法蓮因樂從人的命令，就受欺壓，被審判壓碎。","bklcl":"Í-hoat-liân siū pō-gio̍k, siū sím-phòaⁿ ap-chè; in-ūi i kam-sim thàn bēng-lēng.","tghg":"以法蓮受暴虐(pō-gio̍k)，受審判壓制，因為伊甘心趁命令。","bklhl":"Í-hoat-liân受暴虐，受審判壓制；因為伊甘心thàn命令。"}},{"book":"何","chapter":5,"verse":12,"versions":{"unv":"我使以法蓮如蟲蛀之物，使猶大家如朽爛之木。","bklcl":"Só͘-í Góa tùi tī Í-hoat-liân, chhin-chhiūⁿ chiù-thâng, tùi tī Iû-tāi chhin-chhiūⁿ hiú-hoāi i--ê.","tghg":"所以我對佇以法蓮親像蛀蟲，對佇猶大親像朽壞伊者。","bklhl":"所以我對tī Í-hoat-liân，親像蛀蟲，對tī偤大親像朽壞伊ê。"}},{"book":"何","chapter":5,"verse":13,"versions":{"unv":"以法蓮見自己有病，猶大見自己有傷，他們就打發人往亞述去見耶雷布王，他卻不能醫治你們，不能治好你們的傷。","bklcl":"Í-hoat-liân khòaⁿ-kìⁿ ka-kī ū pīⁿ, Iû-tāi khòaⁿ pún-sin ū siong; Í-hoat-liân chiū khì A-su̍t, chhe lâng khì kìⁿ Iâ-lûi-pò͘ ông; i bōe-ōe i-hó lí, iā bōe-ōe hō͘ lí ê siong hó.","tghg":"以法蓮看見家己有病，猶大看本身有傷，以法蓮就去亞述，差人去見耶雷布王，伊𣍐會醫好你，也𣍐會互你的傷好。","bklhl":"Í-hoat-liân看見家己有病，偤大看本身有傷；Í-hoat-liân就去亞述，差人去見Iâ-lûi-pò͘王；伊bōe能醫好你，也bōe能hō͘你ê傷好。"}},{"book":"何","chapter":5,"verse":14,"versions":{"unv":"我必向以法蓮如獅子，向猶大家如少壯獅子。我必撕裂而去，我要奪去，無人搭救。","bklcl":"Góa tùi-tī Í-hoat-liân beh chhin-chhiūⁿ sai, tùi-tī Iû-tāi ke chhin-chhiūⁿ ióng ê sai; Góa beh thiah-li̍h chiah khì; Góa beh kā khì, bô ū kiù i--ê.","tghg":"我對佇以法蓮欲親像獅，對佇猶大家親像勇的獅。我欲拆裂才去，我欲咬去，無有救伊者。","bklhl":"我對tī Í-hoat-liân beh親像獅，對tī偤大家親像勇ê獅；我beh拆裂chiah去；我beh咬去，無有救伊ê。"}},{"book":"何","chapter":5,"verse":15,"versions":{"unv":"我要回到原處，等他們自覺有罪（或譯：承認己罪），尋求我面；他們在急難的時候必切切尋求我。","bklcl":"Taⁿ góa beh khì, tò-khì Góa ê só͘-chāi, kàu in jīn ka-kī ê chōe, kiû kìⁿ Góa ê bīn; in tī kip-lān ê sî, beh chhiat-chhiat chhē-kiû Góa.","tghg":"今我欲去倒去我的所在，到𪜶認家己的罪，求見我的面；𪜶佇急難的時欲切切尋求我。","bklhl":"Taⁿ我beh去，tò去我ê所在，到in認家己ê罪，求見我ê面；in tī急難ê時，beh切切chhē求我。"}}]