[{"book":"約","chapter":18,"verse":1,"versions":{"unv":"耶穌說了這話，就同門徒出去，過了汲淪溪。在那裡有一個園子，他和門徒進去了。","bklcl":"Chiah-ê ōe kóng liáu, Iâ-so͘ kap ha̍k-seng chhut-khì kè Khip-lûn khoe; tī hia ū hn̂g, Iâ-so͘ kap I ê ha̍k-seng ji̍p-khì.","tghg":"諸個話講了，耶穌及學生出去，過汲淪(Khip-lûn)溪。佇遐有園，耶穌及伊的學生入去。","bklhl":"Chiah-ê話講了，耶穌kap學生出去過Khip-lûn溪；tī hia有園，耶穌kap伊ê學生入去。"}},{"book":"約","chapter":18,"verse":2,"versions":{"unv":"賣耶穌的猶大也知道那地方，因為耶穌和門徒屢次上那裡去聚集。","bklcl":"Bōe I ê Iû-tāi ia̍h bat hit ê só͘-chāi; in-ūi Iâ-so͘ kap I ê ha̍k-seng ta̍uh-ta̍uh chū-chi̍p tī hia.","tghg":"賣伊的猶大亦識彼個所在，因為耶穌及伊的學生沓沓(ta̍uh-ta̍uh)聚集佇遐。","bklhl":"賣伊ê偤大亦bat hit ê所在；因為耶穌kap伊ê學生ta̍uh-ta̍uh聚集tī hia。"}},{"book":"約","chapter":18,"verse":3,"versions":{"unv":"猶大領了一隊兵，和祭司長並法利賽人的差役，拿著燈籠、火把、兵器，就來到園裡。","bklcl":"Iû-tāi í-keng niá chi̍t tūi peng, kap chiah-ê chè-si-thâu í-ki̍p Hoat-lī-sài lâng ê chhe-ia̍h, kia̍h teng, kap hé-pé, kap ke-si, lâi kàu hia.","tghg":"猶大已經領一隊兵，及諸個祭司頭以及法利賽人的差役，攑燈、及火把、及家私，來到遐。","bklhl":"偤大已經領一隊兵，kap chiah ê祭司頭以及法利賽人ê差役，kia̍h 燈，kap火把，kap ke-si，來到hia。"}},{"book":"約","chapter":18,"verse":4,"versions":{"unv":"耶穌知道將要臨到自己的一切事，就出來對他們說：「你們找誰？」","bklcl":"Iâ-so͘ chai I só͘ beh tú-tio̍h it-chhè ê sū, chiū chhut-khì kā in kóng, Lín chhē chī-chūi?","tghg":"耶穌知伊所欲抵著(tú-tio̍h)一切的事，就出去給𪜶講：「恁尋是誰？」","bklhl":"耶穌知伊所beh tú-tio̍h一切ê事，就出去kā in講，Lín chhē 是誰？"}},{"book":"約","chapter":18,"verse":5,"versions":{"unv":"他們回答說：「找拿撒勒人耶穌。」耶穌說：「我就是！」賣他的猶大也同他們站在那裡。","bklcl":"Ìn kóng, Ná-sat-le̍k lâng Iâ-so͘. Iâ-so͘ kā in kóng, Góa chiū-sī. Bōe I ê Iû-tāi ia̍h kap in saⁿ-kap teh khiā.","tghg":"應講：「拿撒勒人耶穌。」耶穌給𪜶講：「我就是！」賣伊的猶大亦及𪜶相及啲徛。","bklhl":"應講，拿撒勒人耶穌。耶穌kā in講，我就是。賣伊ê偤大亦kap in saⁿ-kap teh khiā。"}},{"book":"約","chapter":18,"verse":6,"versions":{"unv":"耶穌一說「我就是」，他們就退後倒在地上。","bklcl":"Iâ-so͘ chi̍t-ē kā in kóng, Góa chiū-sī, in chiū tò-thè, poa̍h-tó tī tōe-ni̍h.","tghg":"耶穌一下給𪜶講「我就是」，𪜶就倒退跋倒佇地裡。","bklhl":"耶穌一下kā in講，我就是，in就倒退，跋倒tī地裡。"}},{"book":"約","chapter":18,"verse":7,"versions":{"unv":"他又問他們說：「你們找誰？」他們說：「找拿撒勒人耶穌。」","bklcl":"Só͘-í koh mn̄g in, Lín chhē chī-chūi? Ìn kóng, Ná-sat-le̍k lâng Iâ-so͘.","tghg":"所以閣問𪜶：「恁尋是誰？」應講：「拿撒勒人耶穌。」","bklhl":"所以koh問in，Lín chhē 是誰？應講，拿撒勒人耶穌。"}},{"book":"約","chapter":18,"verse":8,"versions":{"unv":"耶穌說：「我已經告訴你們，我就是。你們若找我，就讓這些人去吧。」","bklcl":"Iâ-so͘ ìn kóng, Góa í-keng kā lín kóng, góa chiū-sī; lín nā chhē góa, tio̍h iông-ún chiah-ê lâng khì;","tghg":"耶穌應講：「我已經給恁講，我就是。恁若尋我，著容允諸個人去。」","bklhl":"耶穌應講，我已經kā lín講，我就是；lín若chhē我，tio̍h容允chiah ê人去；"}},{"book":"約","chapter":18,"verse":9,"versions":{"unv":"這要應驗耶穌從前的話，說：「你所賜給我的人，我沒有失落一個。」","bklcl":"che sī hō͘ I chêng só͘ kóng ê ōe èng-giām, kóng, Lí só͘ hō͘ góa ê lâng, góa bô sit-lo̍h chi̍t-ê.","tghg":"這是互伊前所講的話應驗，講：「你所互我的人，我無失落一個。」","bklhl":"這是hō͘伊前所講ê話應驗，講，你所hō͘我ê人，我無失落一个。"}},{"book":"約","chapter":18,"verse":10,"versions":{"unv":"西門•彼得帶著一把刀，就拔出來，將大祭司的僕人砍了一刀，削掉他的右耳；那僕人名叫馬勒古。","bklcl":"Se-bûn Pí-tek ū to, pu̍ih-khí-lâi phut chè-si-thâu ê lô͘-po̍k, siah-khì i ê chiàⁿ hī. Lô͘-po̍k ê miâ kiò Má-le̍k-kó͘.","tghg":"西門彼得有刀，拔(pu̍ih)起來刜(phut)祭司頭的奴僕，削(siah)去伊的正耳；奴僕的名叫馬勒古(Má-le̍k-kó͘)。","bklhl":"西門彼得有刀，拔起來phut祭司頭ê奴僕，削去伊ê chiàⁿ耳。奴僕ê名叫Má-le̍k-kó͘。"}},{"book":"約","chapter":18,"verse":11,"versions":{"unv":"耶穌就對彼得說：「收刀入鞘吧，我父所給我的那杯，我豈可不喝呢？」","bklcl":"Iâ-so͘ chiū kā Pí-tek kóng, Siu lí ê to ji̍p siù; Pē só͘ hō͘ góa ê poe, góa kiám bô beh lim mah?","tghg":"耶穌就給彼得講：「收你的刀入鞘(ji̍p-siù)，父所互我的杯，我豈無欲飲嗎？」","bklhl":"耶穌就kā彼得講，收你ê刀入鞘；父所hō͘我ê杯，我kiám無beh lim mah？"}},{"book":"約","chapter":18,"verse":12,"versions":{"unv":"那隊兵和千夫長，並猶太人的差役就拿住耶穌，把他捆綁了，","bklcl":"Tùi án-ni peng-tūi kap chhian-chóng, í-ki̍p Iû-thài lâng ê chhe-ia̍h, lia̍h Iâ-so͘ pa̍k I;","tghg":"對按呢兵隊及千總，以及猶太人的差役掠耶穌，縛伊，","bklhl":"Tùi án-ni，兵隊kap千總，以及偤太人ê差役，掠耶穌縛伊；"}},{"book":"約","chapter":18,"verse":13,"versions":{"unv":"先帶到亞那面前，因為亞那是本年作大祭司該亞法的岳父。","bklcl":"tāi-seng tòa I khì kìⁿ A-ná, in-ūi i sī hit nî ê chè-si-thâu Kai-a-hoat ê tiūⁿ-lâng.","tghg":"代先帶伊去見亞那，因為伊是彼年的祭司頭該亞法的丈人。","bklhl":"事先帶伊去見A-ná，因為伊是hit年ê祭司頭Kai-a-hoat ê丈人。"}},{"book":"約","chapter":18,"verse":14,"versions":{"unv":"這該亞法就是從前向猶太人發議論說「一個人替百姓死是有益的」那位。","bklcl":"Chêng thòe Iû-thài lâng táⁿ-sǹg kóng, chi̍t lâng ūi-tio̍h peh-sìⁿ sí sī ū lī-ek ê, chiū-sī chit ê Kai-a-hoat.","tghg":"前替猶太人打算(táⁿ-sǹg)講「一人為著百姓死是有利益的」就是此個該亞法。","bklhl":"前替偤太人打算講，一人為tio̍h百姓死是有利益ê，就是chit ê Kai-a-hoat。"}},{"book":"約","chapter":18,"verse":15,"versions":{"unv":"西門•彼得跟著耶穌，還有一個門徒跟著。那門徒是大祭司所認識的，他就同耶穌進了大祭司的院子。","bklcl":"Se-bûn Pí-tek tè Iâ-so͘, koh ū chi̍t ê ha̍k-seng tè I. Chit ê ha̍k-seng sī chè-si-thâu só͘ bat ê, chiū kap Iâ-so͘ ji̍p chè-si-thâu ê īⁿ.","tghg":"西門彼得隨耶穌，閣有一個學生隨伊。此個學生是祭司頭所識的，就及耶穌入祭司頭的院。","bklhl":"西門彼得tè耶穌，koh有一个學生tè伊。Chit ê學生是祭司頭所bat ê，就kap耶穌入祭司頭ê院。"}},{"book":"約","chapter":18,"verse":16,"versions":{"unv":"彼得卻站在門外。大祭司所認識的那個門徒出來，和看門的使女說了一聲，就領彼得進去。","bklcl":"Nā-sī Pí-tek khiā tī mn̂g-gōa. Só͘-í hit ê ha̍k-seng, chiū-sī chè-si-thâu só͘ bat ê, chhut-khì kap kò͘-mn̂g ê cha-bó͘-lâng kóng, chiū chhōa Pí-tek ji̍p-khì.","tghg":"若是彼得徛佇門外。所以彼個學生就是祭司頭所識的，出去及顧門的查某人講，就導彼得入去。","bklhl":"但是彼得khiā tī門外。所以hit ê學生，就是祭司頭所bat ê，出去kap顧門ê cha-bó͘人講，就chhōa彼得入去。"}},{"book":"約","chapter":18,"verse":17,"versions":{"unv":"那看門的使女對彼得說：「你不也是這人的門徒嗎？」他說：「我不是。」","bklcl":"Kò͘-mn̂g ê lú-pī kā Pí-tek kóng, Lí ia̍h káⁿ sī chit lâng ê ha̍k-seng hò͘ⁿ? I kóng, M̄ sī.","tghg":"顧門的女婢給彼得講：「你亦敢是此人的學生噢(hò͘ⁿ)？」伊講：「呣是。」","bklhl":"顧門ê女婢kā彼得講，你亦敢是chit人ê學生hò͘ⁿ？伊講，m̄是。"}},{"book":"約","chapter":18,"verse":18,"versions":{"unv":"僕人和差役因為天冷，就生了炭火，站在那裡烤火；彼得也同他們站著烤火。","bklcl":"Chiah-ê lô͘-po̍k kap chhe-ia̍h, in-ūi kôaⁿ, chiong thòaⁿ khí hé, khiā teh hang sio; Pí-tek ia̍h kap in khiā teh hang.","tghg":"諸個奴僕及差役(chhe-ia̍h)因為寒(kôaⁿ)，將炭起火，徛啲烘燒(hang sio)；彼得亦及𪜶徛啲烘。","bklhl":"Chiah-ê奴僕kap差役，因為寒，將炭起火，khiā teh烘燒；彼得亦kap in khiā teh烘。"}},{"book":"約","chapter":18,"verse":19,"versions":{"unv":"大祭司就以耶穌的門徒和他的教訓盤問他。","bklcl":"Chè-si-thâu chiū mn̄g Iâ-so͘ lūn I ê ha̍k-seng, kap I ê kà-sī.","tghg":"祭司頭就問耶穌論伊的學生及伊的教示。","bklhl":"祭司頭就問耶穌論伊ê學生，kap伊ê教示。"}},{"book":"約","chapter":18,"verse":20,"versions":{"unv":"耶穌回答說：「我從來是明明地對世人說話。我常在會堂和殿裡，就是猶太人聚集的地方教訓人；我在暗地裡並沒有說甚麼。","bklcl":"Iâ-so͘ ìn kóng, Góa sī hián-jiân tùi sè-kan lâng kóng; góa siông-siông tī hōe-tn̂g kap tiān-ni̍h kà-sī, chiū-sī Iû-thài lâng lóng chū-chi̍p ê só͘-chāi; tī ún-ba̍t ê só͘-chāi góa bē bat kóng sím-mi̍h.","tghg":"耶穌應講：「我是顯然對世間人講。我常常佇會堂及殿裡教示，就是猶太人攏聚集的所在；佇隱密的所在我未曾講甚麼。","bklhl":"耶穌應講，我是顯然對世間人講；我常常tī會堂kap殿裡教示，就是偤太人lóng聚集ê所在；tī隱密ê所在我bē bat講甚麼。"}},{"book":"約","chapter":18,"verse":21,"versions":{"unv":"你為甚麼問我呢？可以問那聽見的人，我對他們說的是甚麼；我所說的，他們都知道。」","bklcl":"Siáⁿ-sū mn̄g góa? thang mn̄g thiaⁿ ê lâng, khòaⁿ góa kap in kóng cháiⁿ-iūⁿ; in chai góa só͘ kóng.","tghg":"啥事問我？通問聽的人，看我及𪜶講怎樣；𪜶知，我所講。」","bklhl":"啥事問我？thang問聽ê人，看我kap in講怎樣；in知我所講。"}},{"book":"約","chapter":18,"verse":22,"versions":{"unv":"耶穌說了這話，旁邊站著的一個差役用手掌打他，說：「你這樣回答大祭司嗎？」","bklcl":"Kóng soah, piⁿ-á teh khiā chi̍t ê chhe-ia̍h siàn Iâ-so͘, kóng, Lí ìn chè-si-thâu án-ni mah?","tghg":"講息，邊仔啲徛一個差役搧(siàn)耶穌，講：「你應祭司頭按呢嗎？」","bklhl":"講soah，邊á teh khiā一个差役siàn耶穌，講，你應祭司頭án-ni mah？"}},{"book":"約","chapter":18,"verse":23,"versions":{"unv":"耶穌說：「我若說的不是，你可以指證那不是；我若說的是，你為甚麼打我呢？」","bklcl":"Iâ-so͘ ìn i kóng, Góa nā kóng m̄ tio̍h, thang chí-chèng hit ê m̄ tio̍h; nā tio̍h, siáⁿ-sū phah góa?","tghg":"耶穌應伊講：「我若講呣著，通指正彼個呣著；若著，啥事拍我？」","bklhl":"耶穌應伊講，我若講m̄ tio̍h，thang指正hit ê m̄ tio̍h；若tio̍h，啥事phah我？"}},{"book":"約","chapter":18,"verse":24,"versions":{"unv":"亞那就把耶穌解到大祭司該亞法那裡，仍是捆著解去的。","bklcl":"Iâ-so͘ iû-goân siū pa̍k, A-ná chhe I kàu chè-si-thâu Kai-a-hoat ê só͘-chāi.","tghg":"耶穌猶原受縛，亞那差伊到祭司頭該亞法的所在。","bklhl":"耶穌猶原受縛，A-ná差伊到祭司頭Kai-a-hoat ê所在。"}},{"book":"約","chapter":18,"verse":25,"versions":{"unv":"西門•彼得正站著烤火，有人對他說：「你不也是他的門徒嗎？」彼得不承認，說：「我不是。」","bklcl":"Hit sî Se-bûn Pí-tek khiā-teh hang hé. Chiū ū lâng kā i kóng, Lí ia̍h káⁿ sī I ê ha̍k-seng hò͘ⁿ? I m̄ jīn, kóng, M̄ sī.","tghg":"彼時西門彼得徛啲烘火，就有人給伊講：「你亦敢是伊的學生嚄？」伊呣認，講：「呣是。」","bklhl":"Hit時西門彼得khiā-teh烘火，就有人kā伊講，你亦敢是伊ê學生hò͘ⁿ？伊m̄認，講，m̄是。"}},{"book":"約","chapter":18,"verse":26,"versions":{"unv":"有大祭司的一個僕人，是彼得削掉耳朵那人的親屬，說：「我不是看見你同他在園子裡嗎？」","bklcl":"Ū chi̍t ê chè-si-thâu ê lô͘-po̍k, sī hō͘ Pí-tek siah hī-á ê ê chhin-lâng, kóng, Góa kiám bô khòaⁿ-kìⁿ lí kap I tī hn̂g-lāi mah?","tghg":"有一個祭司頭的奴僕，是互彼得削耳仔者的親人，講：「我豈無看見你及伊佇園內嗎？」","bklhl":"有一个祭司頭ê奴僕，是hō͘彼得siah耳á ê ê親人，講，我kiám無看見你kap伊tī園內mah？"}},{"book":"約","chapter":18,"verse":27,"versions":{"unv":"彼得又不承認。立時雞就叫了。","bklcl":"Pí-tek koh bô jīn; koe sûi-sî thî.","tghg":"彼得閣無認。雞隨時啼。","bklhl":"彼得koh無認；雞隨時啼。"}},{"book":"約","chapter":18,"verse":28,"versions":{"unv":"眾人將耶穌從該亞法那裡往衙門內解去，那時天還早。他們自己卻不進衙門，恐怕染了污穢，不能吃逾越節的筵席。","bklcl":"In chiū tòa Iâ-so͘ tùi Kai-a-hoat ê só͘-chāi kàu kong-tn̂g: hit tia̍p thiⁿ phú-kng; in ka-kī bô ji̍p kong-tn̂g, bián-tit bak-tio̍h lâ-sâm, chiah thang chia̍h pôaⁿ-kè-choeh.","tghg":"𪜶就帶耶穌對該亞法的所在到公堂，彼霎(tia̍p)天昲光。𪜶家己無入公堂，免得染著垃墋，才通食𨃟過節。","bklhl":"In就帶耶穌tùi Kkai-a-hoat ê所在到公堂：hit-tia̍p天phú光；in家己無入公堂，免得bak-tio̍h lâ-sâm，chiah thang食pôaⁿ過節。"}},{"book":"約","chapter":18,"verse":29,"versions":{"unv":"彼拉多就出來，到他們那裡，說：「你們告這人是為甚麼事呢？」","bklcl":"Só͘-í Pí-lia̍p-to chhut-lâi gōa-bīn chiū-kūn in kóng, Lín kò chit lâng sím-mi̍h àn-kiāⁿ?","tghg":"所以彼拉多出來外面，就近𪜶，講：「恁告此人甚麼案件？」","bklhl":"所以彼拉多出來外面就近in講，Lín告chit人甚麼案件？"}},{"book":"約","chapter":18,"verse":30,"versions":{"unv":"他們回答說：「這人若不是作惡的，我們就不把他交給你。」","bklcl":"Ìn kóng, Chit lâng nā m̄ sī pháiⁿ lâng, goán chiū bô chiong I kau hō͘ lí.","tghg":"應講：「此人若呣是歹人，阮就無將伊交互你。」","bklhl":"應講，Chit人若m̄是pháiⁿ人，阮就無將伊交hō͘你。"}},{"book":"約","chapter":18,"verse":31,"versions":{"unv":"彼拉多說：「你們自己帶他去，按著你們的律法審問他吧。」猶太人說：「我們沒有殺人的權柄。」","bklcl":"Pí-lia̍p-to chiū kā in kóng, Lín ka-kī tòa-khì, chiàu lín ê lu̍t-hoat khì pān I.  Iû-thài lâng kā i kóng,","tghg":"彼拉多就給𪜶講：「恁家己帶去，照恁的律法去辦伊。」猶太人給伊講：「阮無刣人的權。」","bklhl":"彼拉多就kā in講，Lín家己帶去，照lín ê律法去辦伊。偤太人kā伊講，"}},{"book":"約","chapter":18,"verse":32,"versions":{"unv":"這要應驗耶穌所說自己將要怎樣死的話了。","bklcl":"Goán bô thâi lâng ê koân; che sī beh èng-giām Iâ-so͘ chêng só͘ kóng ê ōe, chí-bêng I beh sím-mi̍h khoán lâi sí.","tghg":"這是欲應驗耶穌前所講的話，指明伊欲甚麼款來死。","bklhl":"阮無刣人ê koân；這是beh應驗耶穌前所講ê話，指明伊beh甚麼款來死。"}},{"book":"約","chapter":18,"verse":33,"versions":{"unv":"彼拉多又進了衙門，叫耶穌來，對他說：「你是猶太人的王嗎？」","bklcl":"Pí-lia̍p-to koh ji̍p kong-tn̂g, tiàu Iâ-so͘ lâi, kā I kóng, Lí sī Iû-thài lâng ê ông mah?","tghg":"彼拉多閣入公堂，召耶穌來給伊講：「你是猶太人的王嗎？」","bklhl":"彼拉多koh入公堂，tiàu耶穌來，kā伊講，你是偤太人ê王mah？"}},{"book":"約","chapter":18,"verse":34,"versions":{"unv":"耶穌回答說：「這話是你自己說的，還是別人論我對你說的呢？」","bklcl":"Iâ-so͘ ìn kóng, Lí kóng chit ê ōe sī tùi lí ka-kī, á-sī pa̍t lâng chiong góa ê sū kā lí kóng ah?","tghg":"耶穌應講：「你講此個話是對你家己，抑是別人將我的事給你講啊？」","bklhl":"耶穌應講，你講chit ê話是對你家己，á是別人將我ê事kā你講ah？"}},{"book":"約","chapter":18,"verse":35,"versions":{"unv":"彼拉多說：「我豈是猶太人呢？你本國的人和祭司長把你交給我。你做了甚麼事呢？」","bklcl":"Pí-lia̍p-to ìn kóng, Góa kiám sī Iû-thài lâng mah? Lí pún-kok ê lâng kap chiah-ê chè-si-thâu chiong lí kau hō͘ góa; lí kó-jiân cháiⁿ-iūⁿ chòe ah?","tghg":"彼拉多應講：「我豈是猶太人嗎？你本國的人及諸個祭司頭將你交互我。你果然(kó-jiân)怎樣做啊？」","bklhl":"彼拉多應講，我kiám是偤太人mah？你本國ê人kap chiah ê祭司頭將你交hō͘我；你果然怎樣做ah？"}},{"book":"約","chapter":18,"verse":36,"versions":{"unv":"耶穌回答說：「我的國不屬這世界；我的國若屬這世界，我的臣僕必要爭戰，使我不至於被交給猶太人。只是我的國不屬這世界。」","bklcl":"Iâ-so͘ ìn kóng, Góa ê kok m̄ sī sio̍k chit sè-kan; góa ê kok nā sio̍k chit sè-kan, chiū góa ê chhe-ēng tek-khak cheng-chiàn, bián-tit góa kau hō͘ Iû-thài lâng; nā-sī taⁿ góa ê kok m̄ sī tùi chia chhut.","tghg":"耶穌應講：「我的國呣是屬此世間；我的國若屬此世間，就我的差用的確爭戰，免得我交互猶太人。若是今我的國呣是對遮出。」","bklhl":"耶穌應講，我ê國m̄是屬chit世間；我ê國若屬chit世間，就我ê差用的確爭戰，免得我交hō͘偤太人；但是taⁿ我ê國m̄是tùi chia出。"}},{"book":"約","chapter":18,"verse":37,"versions":{"unv":"彼拉多就對他說：「這樣，你是王嗎？」耶穌回答說：「你說我是王。我為此而生，也為此來到世間，特為給真理作見證。凡屬真理的人就聽我的話。」","bklcl":"Pí-lia̍p-to chiū kā I kóng, Án-ni, lí sī ông mah? Iâ-so͘ ìn kóng, Lí kóng góa sī ông. Góa ūi-tio̍h án-ni chhut-sì, ūi-tio̍h án-ni lîm-kàu sè-kan, beh thòe chin-lí chòe kan-chèng. Hoān-nā sio̍k chin-lí ê lâng, thiaⁿ góa ê siaⁿ.","tghg":"彼拉多就給伊講：「按呢，恁是王嗎？」耶穌應講：「你講我是王。我為著按呢出世，為著按呢臨到世間，欲替真理做干證。凡若屬真理的人聽我的聲」。","bklhl":"彼拉多就kā伊講，Án-ni，你是王mah？耶穌應講，你講我是王。我為tio̍h án-ni出世，為tio̍h án-ni臨到世間，beh替真理做干證。凡若屬真理ê人，聽我ê聲。"}},{"book":"約","chapter":18,"verse":38,"versions":{"unv":"彼拉多說：「真理是甚麼呢？」說了這話，又出來到猶太人那裡，對他們說：「我查不出他有甚麼罪來。","bklcl":"Pí-lia̍p-to kóng, Chin-lí sī sím-mi̍h?\tKóng soah, koh chhut-khì chiū-kūn Iû-thài lâng, kā in kóng, Góa khòaⁿ I bô chōe.","tghg":"彼拉多講：「真理是甚麼？」講息，閣出去就近猶太人，給𪜶講：「我看伊無罪。","bklhl":"彼拉多講，真理是甚麼？\t講soah，koh出去就近偤太人，kā in講，我看伊無罪。"}},{"book":"約","chapter":18,"verse":39,"versions":{"unv":"但你們有個規矩，在逾越節要我給你們釋放一個人，你們要我給你們釋放猶太人的王嗎？」","bklcl":"Chóng-sī lín ū lē, kàu pôaⁿ-kè-choeh, góa tio̍h pàng chi̍t ê kaⁿ-hoān hō͘ lín; lín ài góa pàng Iû-thài lâng ê ông hō͘ lín mah?","tghg":"總是恁有例，到𨃟過節我著放一個監犯互恁，恁愛我放猶太人的王互恁嗎？」","bklhl":"總是lín有例，到pôaⁿ過節，我tio̍h放一个監犯hō͘ lín；lín ài我放偤太人ê王hō͘ lín mah？"}},{"book":"約","chapter":18,"verse":40,"versions":{"unv":"他們又喊著說：「不要這人，要巴拉巴！」這巴拉巴是個強盜。","bklcl":"In koh tōa siaⁿ âu-kiò kóng, M̄-thang chit-ê, sī tio̍h Pa-lia̍p-pa. Chit ê Pa-lia̍p-pa sī thó͘-húi.","tghg":"𪜶閣大聲喉叫講：「呣通此個，是著巴拉巴！」此個巴拉巴是土匪。","bklhl":"In koh大聲喉叫講，M̄-thang chit ê，是tio̍h 巴拉巴。Chit ê 巴拉巴是土匪。"}}]