[{"book":"約","chapter":6,"verse":1,"versions":{"unv":"這事以後，耶穌渡過加利利海，就是提比哩亞海。","bklcl":"Chiah-ê sū í-āu, Iâ-so͘ kè-khì Ka-lī-lī hái hit pêng, chiū-sī Thê-pì-lí-a hái.","tghg":"諸個事以後，耶穌過去加利利海彼旁，就是提比哩亞海。","bklhl":"Chiah-ê事以後，耶穌過去加利利海hit-pêng，就是Thê-pì-lí-a海。"}},{"book":"約","chapter":6,"verse":2,"versions":{"unv":"有許多人因為看見他在病人身上所行的神蹟，就跟隨他。","bklcl":"Ū chōe-chōe lâng tè I, sī in-ūi khòaⁿ-kìⁿ I só͘ kiâⁿ tī pīⁿ lâng ê sîn-jiah.","tghg":"有多多人隨伊，是因為看見伊所行佇病人的神蹟。","bklhl":"有chōe-chōe人tè伊，是因為看見伊所行tī病人ê神蹟。"}},{"book":"約","chapter":6,"verse":3,"versions":{"unv":"耶穌上了山，和門徒一同坐在那裡。","bklcl":"Iâ-so͘ chiūⁿ soaⁿ, kap I ê ha̍k-seng chē tī hia.","tghg":"耶穌上山，及伊的學生坐佇遐。","bklhl":"耶穌上山，kap伊ê學生坐tī hia。"}},{"book":"約","chapter":6,"verse":4,"versions":{"unv":"那時猶太人的逾越節近了。","bklcl":"Pôaⁿ-kè-choeh, chiū-sī Iû-thài lâng ê choeh, kūn lah.","tghg":"𨃟過節就是猶太人的節近啦。","bklhl":"Pôaⁿ過節，就是偤太人ê節，近lah。"}},{"book":"約","chapter":6,"verse":5,"versions":{"unv":"耶穌舉目看見許多人來，就對腓力說：「我們從哪裡買餅叫這些人吃呢？」","bklcl":"Iâ-so͘ kia̍h ba̍k khòaⁿ-kìⁿ chōe-chōe lâng chiū-kūn I, chiū kā Hui-le̍k kóng, Lán beh tùi tá-lo̍h bóe piáⁿ lâi hō͘ chiah-ê lâng chia̍h ah?","tghg":"耶穌攑目看見多多人就近伊，就給腓力講：「咱欲對叨落買餅來互諸個人食啊？」","bklhl":"耶穌kia̍h目看見chōe-chōe人就近伊，就kā腓力講，咱beh tùi tá-lo̍h買餅來hō͘ chiah ê人食ah？"}},{"book":"約","chapter":6,"verse":6,"versions":{"unv":"（他說這話是要試驗腓力；他自己原知道要怎樣行。）","bklcl":"I kóng chit-ê sī teh chhì i; in-ūi I ka-kī chai só͘ beh kiâⁿ ê.","tghg":"（伊講此個是啲試伊；因為伊家己知所欲行的。）","bklhl":"伊講chit ê是teh試伊；因為伊家己知所beh行ê。"}},{"book":"約","chapter":6,"verse":7,"versions":{"unv":"腓力回答說：「就是二十兩銀子的餅，叫他們各人吃一點也是不夠的。」","bklcl":"Hui-le̍k ìn I kóng, Ēng nn̄g pah ê gûn-á lâi bóe piáⁿ, ia̍h bô kàu-gia̍h hō͘ in ta̍k lâng tit-tio̍h tām-po̍h.","tghg":"腓力應伊講：「用二百個銀仔來買餅，亦無夠額互𪜶逐人得著淡薄。」","bklhl":"腓力應伊講，用兩百ê銀á來買餅，亦無夠額hō͘ in ta̍k人得tio̍h淡薄。"}},{"book":"約","chapter":6,"verse":8,"versions":{"unv":"有一個門徒，就是西門•彼得的兄弟安得烈，對耶穌說：","bklcl":"I ê ha̍k-seng tiong chi̍t lâng, chiū-sī Se-bûn Pí-tek ê hiaⁿ-tī, An-tek-lia̍t, kā I kóng,","tghg":"伊的學生中一人，就是西門彼得的兄弟安得烈，給伊講：","bklhl":"伊ê學生中一人，就是西門彼得ê兄弟，安得烈，kā伊講，"}},{"book":"約","chapter":6,"verse":9,"versions":{"unv":"「在這裡有一個孩童，帶著五個大麥餅、兩條魚，只是分給這許多人還算甚麼呢？」","bklcl":"Tī chia chi̍t ê gín-ná ū gō͘ ê tōa-be̍h piáⁿ, nn̄g bé hî; chóng-sī chiong chiah-ê hō͘ hiah chōe lâng, ū kàu tá-lo̍h?","tghg":"「佇遮一個囝仔，有五個大麥餅、二尾魚，總是將諸個互許多人有夠叨落？」","bklhl":"Tī chia一个gín-ná有五個大麥餅、兩尾魚；總是將chiah ê hō͘ hiah chōe人，有夠tá-lo̍h？"}},{"book":"約","chapter":6,"verse":10,"versions":{"unv":"耶穌說：「你們叫眾人坐下。」原來那地方的草多，眾人就坐下，數目約有五千。","bklcl":"Iâ-so͘ kóng, Lín kah hiah-ê lâng chē-teh. Hit só͘-chāi chōe-chōe chháu. Lâng chiū lóng chē, siàu-gia̍h iok-lio̍k gō͘ chheng.","tghg":"耶穌講：「恁教許個人坐啲。」彼所在多多草，人就攏坐，數額約略五千。","bklhl":"耶穌講，Lín kah hiah-ê人坐teh。Hit所在chōe-chōe草。人就lóng坐，數額約略五千。"}},{"book":"約","chapter":6,"verse":11,"versions":{"unv":"耶穌拿起餅來，祝謝了，就分給那坐著的人；分魚也是這樣，都隨著他們所要的。","bklcl":"Iâ-so͘ the̍h hiah-ê piáⁿ; chiok-siā liáu-āu, chiū pun hō͘ chē ê lâng; hî ia̍h sī án-ni, lóng chiàu in só͘ ài.","tghg":"耶穌提許個餅，祝謝了後，就分互坐的人；魚亦是按呢，攏照𪜶所愛(ài)。","bklhl":"耶穌the̍h hiah-ê餅；祝謝了後，就分hō͘坐ê人；魚亦是án-ni，lóng照in所ài。"}},{"book":"約","chapter":6,"verse":12,"versions":{"unv":"他們吃飽了，耶穌對門徒說：「把剩下的零碎收拾起來，免得有糟蹋的。」","bklcl":"In í-keng chia̍h pá, Iâ-so͘ kā I ê ha̍k-seng kóng, Khioh só͘ chia̍h chhun ê sut-á, bián-tit ū phah-sńg.","tghg":"𪜶已經食飽，耶穌給伊的學生講：「拾所食剩的屑仔(sut-á)，免得有拍損。」","bklhl":"In已經食飽，耶穌kā伊ê學生講，拾所食chhun ê屑á，免得有phah-sńg。"}},{"book":"約","chapter":6,"verse":13,"versions":{"unv":"他們便將那五個大麥餅的零碎，就是眾人吃了剩下的，收拾起來，裝滿了十二個籃子。","bklcl":"Chiū chiong só͘ chia̍h chhun gō͘ ê tōa-be̍h piáⁿ ê piáⁿ-chhùi, khioh móa cha̍p-jī kheng.","tghg":"就將所食剩五個大麥餅的餅碎(piáⁿ-chhùi)，拾滿十二筐。","bklhl":"就將所食chhun五個大麥餅ê餅碎，拾滿十二筐。"}},{"book":"約","chapter":6,"verse":14,"versions":{"unv":"眾人看見耶穌所行的神蹟，就說：「這真是那要到世間來的先知！」","bklcl":"Hiah ê lâng khòaⁿ-kìⁿ I só͘ kiâⁿ ê sîn-jiah, chiū kóng, Chit-ê chin-chiàⁿ sī só͘ beh lâi sè-kan ê sian-ti.","tghg":"許個人看見伊所行的神蹟，就講：「此個真正是所欲來世間的先知！」","bklhl":"Hiah-ê人看見伊所行ê神蹟，就講，Chit ê真正是所beh來世間ê先知。"}},{"book":"約","chapter":6,"verse":15,"versions":{"unv":"耶穌既知道眾人要來強逼他作王，就獨自又退到山上去了。","bklcl":"Iâ-so͘ chai chèng lâng beh lâi, ài ngī-lia̍h I, hō͘ I chòe ông, chiū koh thè-khì ji̍p soaⁿ, chí-ū I ka-kī tī hia.","tghg":"耶穌知眾人欲來，愛硬掠(ngī-lia̍h)伊互伊做王，就閣退去入山，只有伊家己佇遐。","bklhl":"耶穌知眾人beh來，ài硬掠伊，hō͘伊做王，就koh退去入山，只有伊家己tī hia。"}},{"book":"約","chapter":6,"verse":16,"versions":{"unv":"到了晚上，他的門徒下海邊去，","bklcl":"Hông-hun àm, I ê ha̍k-seng lo̍h-khì kàu hái-piⁿ;","tghg":"黃昏暗，伊的學生落去到海邊，","bklhl":"黃昏暗，伊ê學生落去到海邊；"}},{"book":"約","chapter":6,"verse":17,"versions":{"unv":"上了船，要過海往迦百農去。天已經黑了，耶穌還沒有來到他們那裡。","bklcl":"chiūⁿ chûn, beh kè hái khì Ka-pek-lông. Í-keng àm, Iâ-so͘ iáu-bē kàu.","tghg":"上船，欲過海去迦百農。已經暗，耶穌猶未到。","bklhl":"上船，beh過海去迦百農。已經暗，耶穌iáu-bē到。"}},{"book":"約","chapter":6,"verse":18,"versions":{"unv":"忽然狂風大作，海就翻騰起來。","bklcl":"In-ūi hong chin thàu, hái-éng chiū ná tōa.","tghg":"因為風真透，海湧就愈大。","bklhl":"因為風真thàu，海湧就ná大。"}},{"book":"約","chapter":6,"verse":19,"versions":{"unv":"門徒搖櫓，約行了十里多路，看見耶穌在海面上走，漸漸近了船，他們就害怕。","bklcl":"Tùi án-ni ha̍k-seng kò chûn, iok-lio̍k kiâⁿ poeh lí, á cha̍p lí, khòaⁿ-kìⁿ Iâ-so͘ kiâⁿ hái-bīn, ná óa-kūn chûn, chiū kiaⁿ.","tghg":"對按呢學生划船，約略行八里抑十里，看見耶穌行海面，愈倚近船，就驚。","bklhl":"Tùi án-ni學生kò船，約略行八里，á十里，看見耶穌行海面，ná óa近船，就驚。"}},{"book":"約","chapter":6,"verse":20,"versions":{"unv":"耶穌對他們說：「是我，不要怕！」","bklcl":"Nā-sī Iâ-so͘ tùi in kóng, Sī góa, bián kiaⁿ.","tghg":"若是耶穌對𪜶講：「是我，免驚！」","bklhl":"但是耶穌對in講，是我，免驚。"}},{"book":"約","chapter":6,"verse":21,"versions":{"unv":"門徒就喜歡接他上船，船立時到了他們所要去的地方。","bklcl":"Ha̍k-seng chiū hoaⁿ-hí chih-chiap I chiūⁿ chûn; chûn liâm-piⁿ kàu in só͘ beh khì ê só͘-chāi.","tghg":"學生就歡喜至接伊上船，船連鞭到𪜶所欲去的所在。","bklhl":"學生就歡喜chih接伊上船；船liâm-piⁿ到in所beh去ê所在。"}},{"book":"約","chapter":6,"verse":22,"versions":{"unv":"第二日，站在海那邊的眾人知道那裡沒有別的船，只有一隻小船，又知道耶穌沒有同他的門徒上船，乃是門徒自己去的。","bklcl":"Keh ji̍t, khiā tī hái hit pêng hōaⁿ ê chèng lâng, khòaⁿ-kìⁿ hit ūi bô pa̍t chiah chûn-á, chí-ū chi̍t chiah nā-tiāⁿ, koh Iâ-so͘ bô kap I ê ha̍k-seng tah hit chiah chûn, chí-ū ha̍k-seng ka-kī khì;","tghg":"隔日，徛佇海彼旁岸的眾人，看見彼位無別隻船仔，只有一隻若定，閣耶穌無及伊的學生搭(tah)彼隻船，只有學生家己去。","bklhl":"隔日，khiā tī海hit-pêng岸ê眾人，看見hit位無別隻船á，只有一隻nā-tiāⁿ，koh耶穌無kap伊ê學生搭hit隻船，只有學生家己去；"}},{"book":"約","chapter":6,"verse":23,"versions":{"unv":"然而，有幾隻小船從提比哩亞來，靠近主祝謝後分餅給人吃的地方。","bklcl":"(chóng-sī ū kúi chiah chûn-á tùi Thê-pì-lí-a lâi, kàu kūn tī Chú chiok-siā liáu-āu chèng lâng chia̍h piáⁿ ê só͘-chāi);","tghg":"總是有幾隻船仔對提比哩亞來，到近佇主祝謝了後眾人食餅的所在。","bklhl":"(總是有幾隻船á tùi Thê-pì-lí-a來，到近tī主祝謝了後眾人食餅ê所在) ；"}},{"book":"約","chapter":6,"verse":24,"versions":{"unv":"眾人見耶穌和門徒都不在那裡，就上了船，往迦百農去找耶穌。","bklcl":"chèng lâng khòaⁿ-kìⁿ Iâ-so͘ kap I ê ha̍k-seng lóng bô tī hia, chiū tah hit kúi chiah chûn-á, kàu Ka-pek-lông chhē Iâ-so͘.","tghg":"眾人看見耶穌及伊的學生攏無佇遐，就搭彼幾隻船仔，到迦百農尋耶穌。","bklhl":"眾人看見耶穌kap伊ê學生lóng無tī hia，就搭hit幾隻船á，到迦百農chhē耶穌。"}},{"book":"約","chapter":6,"verse":25,"versions":{"unv":"既在海那邊找著了，就對他說：「拉比，是幾時到這裡來的？」","bklcl":"Í-keng tú-tio̍h I tī hái ê hit pêng hōaⁿ, chiū kā I kóng, Lia̍p-pí, lí sím-mi̍h sî kàu chia?","tghg":"已經抵著(tú-tio̍h)伊佇海的彼旁岸，就給伊講：「拉比，你甚麼時到遮？」","bklhl":"已經tú-tio̍h伊tī海ê hit-pêng岸，就kā伊講，拉比，你甚麼時到chia？"}},{"book":"約","chapter":6,"verse":26,"versions":{"unv":"耶穌回答說：「我實實在在地告訴你們，你們找我，並不是因見了神蹟，乃是因吃餅得飽。","bklcl":"Iâ-so͘ ìn kóng, Góa si̍t-si̍t kā lín kóng, Lín chiah-ê chhē góa, m̄ sī in-ūi khòaⁿ-kìⁿ sîn-jiah, sī in-ūi chia̍h piáⁿ kàu pá nā-tiāⁿ.","tghg":"耶穌應講：「我實實給恁講，恁諸個尋我，呣是因為看見神蹟，是因為食餅到飽若定。","bklhl":"耶穌應講，我實實kā lín講，Lín chiah ê chhē我，m̄是因為看見神蹟，是因為食餅到飽nā-tiāⁿ。"}},{"book":"約","chapter":6,"verse":27,"versions":{"unv":"不要為那必壞的食物勞力，要為那存到永生的食物勞力，就是人子要賜給你們的，因為人子是父　神所印證的。」","bklcl":"Bo̍h-tit ūi-tio̍h ōe pāi-hoāi ê bí-niû lâi tio̍h-bôa, tio̍h ūi-tio̍h tn̂g-tn̂g tī-teh éng-oa̍h ê bí-niû lâi tio̍h-bôa, chiū-sī Jîn-chú só͘ beh hō͘ lín ê; in-ūi I sī Pē Siōng-tè só͘ khàm-ìn ê.","tghg":"莫得為著會敗壞的米糧來著磨，著為著長長佇啲永活的米糧來著磨，就是人子所欲互恁的，因為伊是父上帝所蓋印的。」","bklhl":"莫得為tio̍h會敗壞ê米糧來tio̍h磨，tio̍h為tio̍h長長tī-teh永活ê米糧來tio̍h磨，就是人子所beh hō͘ lín ê；因為伊是父上帝所蓋印ê。"}},{"book":"約","chapter":6,"verse":28,"versions":{"unv":"眾人問他說：「我們當行甚麼才算做　神的工呢？」","bklcl":"In chiū tùi I kóng, Goán tio̍h cháiⁿ-iūⁿ kiâⁿ, lâi chòe Siōng-tè ê kang?","tghg":"𪜶就對伊講：「阮著怎樣行，來做上帝的工？」","bklhl":"In就對伊講，阮tio̍h怎樣行，來做上帝ê工？"}},{"book":"約","chapter":6,"verse":29,"versions":{"unv":"耶穌回答說：「信　神所差來的，這就是做　神的工。」","bklcl":"Iâ-so͘ ìn kóng, Sìn I só͘ chhe ê, chit-ê chiū-sī Siōng-tè ê kang.","tghg":"耶穌應講：「信伊所差的，此個就是上帝的工。」","bklhl":"耶穌應講，信伊所差ê，chit ê就是上帝ê工。"}},{"book":"約","chapter":6,"verse":30,"versions":{"unv":"他們又說：「你行甚麼神蹟，叫我們看見就信你；你到底做甚麼事呢？","bklcl":"In kā I kóng, Lí kiâⁿ sím-mi̍h sîn-jiah, hō͘ goán khòaⁿ, lâi sìn lí ah?  Lí kiâⁿ sím-mi̍h ah?","tghg":"𪜶給伊講：「你行甚麼神蹟，互阮看來信你啊；你行甚麼啊？","bklhl":"In kā伊講，你行甚麼神蹟，hō͘阮看，來信你ah？你行甚麼ah？"}},{"book":"約","chapter":6,"verse":31,"versions":{"unv":"我們的祖宗在曠野吃過嗎哪，如經上寫著說：『他從天上賜下糧來給他們吃。』」","bklcl":"Goán ê chó͘ tī khòng-iá chia̍h má-ná; chiàu só͘ kì-chài kóng, Ēng tùi thiⁿ lâi ê piáⁿ hō͘ in chia̍h.","tghg":"阮的祖佇曠野食嗎哪，照所記載講：『用對天來的餅互𪜶食。』」","bklhl":"阮ê祖tī曠野食má-ná；照所記載講，用tùi天來ê餅hō͘ in食。"}},{"book":"約","chapter":6,"verse":32,"versions":{"unv":"耶穌說：「我實實在在地告訴你們，那從天上來的糧不是摩西賜給你們的，乃是我父將天上來的真糧賜給你們。","bklcl":"Iâ-so͘ kā in kóng, Góa si̍t-si̍t kā lín kóng, M̄ sī Mô͘-se ēng tùi thiⁿ lâi ê piáⁿ hō͘ lín, chiū-sī góa ê Pē ēng tùi thiⁿ lâi ê chin piáⁿ hō͘ lín.","tghg":"耶穌給𪜶講：「我實實給恁講，呣是摩西用對天來的餅互恁，就是我的父用對天來的真餅互恁。","bklhl":"耶穌kā in講，我實實kā lín講，m̄是摩西用tùi天來ê餅hō͘ lín，就是我ê父用tùi天來ê真餅hō͘ lín。"}},{"book":"約","chapter":6,"verse":33,"versions":{"unv":"因為　神的糧就是那從天上降下來、賜生命給世界的。」","bklcl":"In-ūi Siōng-tè ê piáⁿ, chiū-sī hit ê tùi thiⁿ lo̍h-lâi, iā ēng oa̍h-miā siúⁿ-sù sè-kan ê.","tghg":"因為上帝的餅就是彼個對天落來，也用活命賞賜世間的。」","bklhl":"因為上帝ê餅，就是hit ê tùi天落來，也用活命賞賜世間ê。"}},{"book":"約","chapter":6,"verse":34,"versions":{"unv":"他們說：「主啊，常將這糧賜給我們！」","bklcl":"In chiū tùi I kóng, Chú ah, siông-siông ēng chit hō piáⁿ hō͘ goán.","tghg":"𪜶就對伊講：「主啊，常常用此號餅互阮！」","bklhl":"In就對伊講，主ah，常常用chit號餅hō͘阮。"}},{"book":"約","chapter":6,"verse":35,"versions":{"unv":"耶穌說：「我就是生命的糧。到我這裡來的，必定不餓；信我的，永遠不渴。","bklcl":"Iâ-so͘ kā in kóng, Góa chiū-sī oa̍h-miā ê piáⁿ; chiū-kūn góa ê lâng koat-toàn bōe iau, sìn góa ê lâng éng-éng bōe chhùi-ta.","tghg":"耶穌給𪜶講：「我就是活命的餅。就近我的人，決斷𣍐枵；信我的人，永永𣍐嘴乾。","bklhl":"耶穌kā in講，我就是活命ê餅；就近我ê人決斷bōe iau，信我ê人永永bōe嘴乾。"}},{"book":"約","chapter":6,"verse":36,"versions":{"unv":"只是我對你們說過，你們已經看見我，還是不信。","bklcl":"Nā-sī góa bat kā lín kóng, Lín í-keng khòaⁿ-kìⁿ góa, ia̍h iû-goân m̄ sìn.","tghg":"若是我曾給恁講，恁已經看見我，亦猶原呣信。","bklhl":"但是我bat kā lín講，Lín已經看見我，亦猶原m̄信。"}},{"book":"約","chapter":6,"verse":37,"versions":{"unv":"凡父所賜給我的人必到我這裡來；到我這裡來的，我總不丟棄他。","bklcl":"Kìⁿ-nā Pē só͘ hō͘ góa ê, beh lóng chiū-kūn góa; chiū-kūn góa ê lâng, góa koat-toàn bô khì-sak i.","tghg":"見若父所互我的欲攏就近我；就近我的人，我決斷無棄拺伊。","bklhl":"見若父所hō͘我ê，beh lóng就近我；就近我ê人，我決斷無棄sak伊。"}},{"book":"約","chapter":6,"verse":38,"versions":{"unv":"因為我從天上降下來，不是要按自己的意思行，乃是要按那差我來者的意思行。","bklcl":"In-ūi góa tùi thiⁿ kàng-lo̍h m̄ sī kiâⁿ ka-kī ê chí-ì, chiū-sī kiâⁿ chhe góa ê ê chí-ì.","tghg":"因為我對天降落，呣是行家己的旨意，就是行差我者的旨意。","bklhl":"因為我tùi天降落m̄是行家己ê旨意，就是行差我ê ê旨意。"}},{"book":"約","chapter":6,"verse":39,"versions":{"unv":"差我來者的意思就是：他所賜給我的，叫我一個也不失落，在末日卻叫他復活。","bklcl":"Taⁿ chhe góa ê ê chí-ì, chiū-sī kìⁿ-nā I só͘ hō͘ góa ê, góa bô sit-lo̍h chi̍t-ê, sī tī boa̍t-ji̍t hō͘ i koh-oa̍h.","tghg":"今差我者的旨意：就是見若伊所互我的，我無失落一個，是佇末日互伊復活。","bklhl":"Taⁿ差我ê ê旨意，就是見若伊所hō͘我ê，我無失落一个，是tī末日hō͘伊koh活。"}},{"book":"約","chapter":6,"verse":40,"versions":{"unv":"因為我父的意思是叫一切見子而信的人得永生，並且在末日我要叫他復活。」","bklcl":"In-ūi góa ê Pē ê chí-ì chiū-sī kìⁿ-nā khòaⁿ-kìⁿ Kiáⁿ lâi sìn I ê lâng, lóng ū éng-oa̍h; iā góa tī boa̍t-ji̍t hō͘ i koh-oa̍h.","tghg":"因為我的父的旨意就是見若看見子來信伊的人攏有永活，也我佇末日(boa̍t-ji̍t)互伊復活。」","bklhl":"因為我ê父ê旨意就是見若看見Kiáⁿ來信伊ê人，lóng有永活；也我tī末日hō͘伊koh活。"}},{"book":"約","chapter":6,"verse":41,"versions":{"unv":"猶太人因為耶穌說「我是從天上降下來的糧」，就私下議論他，","bklcl":"Iû-thài lâng in-ūi Iâ-so͘ kóng, Góa sī tùi thiⁿ kàng-lo̍h ê piáⁿ, chiū nga̍uh-nga̍uh-liām I, kóng,","tghg":"猶太人因為耶穌講「我是對天降落的餅」，就耦耦唸伊，","bklhl":"偤太人因為耶穌講，我是tùi天降落ê餅，就nga̍uh-nga̍uh念伊，講，"}},{"book":"約","chapter":6,"verse":42,"versions":{"unv":"說：「這不是約瑟的兒子耶穌嗎？他的父母我們豈不認得嗎？他如今怎麼說『我是從天上降下來的』呢？」","bklcl":"Chit-ê kiám m̄ sī Iok-sek ê kiáⁿ Iâ-so͘ mah? I ê pē-bú sī lán só͘ bat ê. Taⁿ cháiⁿ-iūⁿ kóng, Góa sī tùi thiⁿ kàng-lo̍h ah?","tghg":"講：「此個豈呣是約瑟的子耶穌嗎？伊的父母是咱所識的。今怎樣講『我是對天降落』啊？」","bklhl":"Chit ê kiám m̄是約瑟ê kiáⁿ耶穌mah？伊ê父母是咱所bat ê。Taⁿ怎樣講，我是tùi天降落ah？"}},{"book":"約","chapter":6,"verse":43,"versions":{"unv":"耶穌回答說：「你們不要大家議論。","bklcl":"Iâ-so͘ ìn kóng, Lín bo̍h-tit án-ni nga̍uh-nga̍uh-liām.","tghg":"耶穌應講：「恁莫得按呢耦耦唸。","bklhl":"耶穌應講，Lín莫得án-ni nga̍uh-nga̍uh念。"}},{"book":"約","chapter":6,"verse":44,"versions":{"unv":"若不是差我來的父吸引人，就沒有能到我這裡來的；到我這裡來的，在末日我要叫他復活。","bklcl":"Nā m̄ sī chhe góa ê Pē ín-chhōa i, chiū bô lâng ōe chiū-kūn góa; chiū-kūn góa ê, góa tī boa̍t-ji̍t beh hō͘ i koh-oa̍h.","tghg":"若呣是差我的父引導伊，就無人會就近我；就近我的，我佇末日欲互伊復活。","bklhl":"若m̄是差我ê父引chhōa伊，就無人會就近我；就近我ê，我tī末日beh hō͘伊koh活。"}},{"book":"約","chapter":6,"verse":45,"versions":{"unv":"在先知書上寫著說：『他們都要蒙　神的教訓。』凡聽見父之教訓又學習的，就到我這裡來。","bklcl":"Tī chiah-ê sian-ti ū kì-chài kóng, In lóng beh hō͘ Siōng-tè kà in.  Kìⁿ-nā tùi Pē thiaⁿ-kìⁿ lâi o̍h ê lâng, chiū chiū-kūn góa.","tghg":"佇諸個先知有記載講：『𪜶攏欲互上帝教𪜶。』見若對父聽見來學的人，就就近我。","bklhl":"Tī chiah ê先知有記載講，In lóng beh hō͘上帝教in。見若tùi父聽見來學ê人，就就近我。"}},{"book":"約","chapter":6,"verse":46,"versions":{"unv":"這不是說有人看見過父，惟獨從　神來的，他看見過父。","bklcl":"Che m̄ sī kóng ū lâng bat khòaⁿ-kìⁿ Pē, chí ū tùi Siōng-tè lâi ê, I bat khòaⁿ-kìⁿ Pē.","tghg":"這呣是講有人曾看見父，只有對上帝來的，伊曾看見父。","bklhl":"這m̄是講有人bat看見父，只有tùi上帝來ê，伊bat看見父。"}},{"book":"約","chapter":6,"verse":47,"versions":{"unv":"我實實在在地告訴你們，信的人有永生。","bklcl":"Góa si̍t-si̍t kā lín kóng, Sìn ê lâng ū éng-oa̍h.","tghg":"我實實給恁講，信的人有永活。","bklhl":"我實實kā lín講，信ê人有永活。"}},{"book":"約","chapter":6,"verse":48,"versions":{"unv":"我就是生命的糧。","bklcl":"Góa sī oa̍h-miā ê piáⁿ.","tghg":"我是活命的餅。","bklhl":"我是活命ê餅。"}},{"book":"約","chapter":6,"verse":49,"versions":{"unv":"你們的祖宗在曠野吃過嗎哪，還是死了。","bklcl":"Lín ê chó͘ tī khòng-iá chia̍h má-ná, in ia̍h sí.","tghg":"恁的祖佇曠野食嗎哪，𪜶亦死。","bklhl":"Lín ê祖tī曠野食má-ná，in亦死。"}},{"book":"約","chapter":6,"verse":50,"versions":{"unv":"這是從天上降下來的糧，叫人吃了就不死。","bklcl":"Chit-ê chiū-sī tùi thiⁿ kàng-lo̍h ê piáⁿ, hō͘ lâng chia̍h ê, iā bōe sí.","tghg":"此個就是對天降落的餅，互人食的也𣍐死。","bklhl":"Chit ê就是tùi天降落ê餅，hō͘人食ê，也bōe死。"}},{"book":"約","chapter":6,"verse":51,"versions":{"unv":"我是從天上降下來生命的糧；人若吃這糧，就必永遠活著。我所要賜的糧就是我的肉，為世人之生命所賜的。」","bklcl":"Góa sī oa̍h ê piáⁿ, tùi thiⁿ kàng-lo̍h ê; lâng nā chia̍h chit ê piáⁿ, chiū oa̍h kàu éng sè-tāi; koh góa só͘ beh hō͘ lâng ê piáⁿ, chiū-sī góa ê bah ūi-tio̍h sè-kan ê oa̍h-miā chiah siúⁿ-sù ê.","tghg":"我是活的餅對天降落的；人若食此個餅，就活到永世代。閣我所欲互人的餅，就是我的肉為著世間的活命才賞賜的。」","bklhl":"我是活ê餅，tùi天降落ê；人若食chit ê餅，就活到永世代；koh我所beh hō͘人ê餅，就是我ê肉為tio̍h世間ê活命chiah賞賜ê。"}},{"book":"約","chapter":6,"verse":52,"versions":{"unv":"因此，猶太人彼此爭論說：「這個人怎能把他的肉給我們吃呢？」","bklcl":"Tùi án-ni Iû-thài lâng saⁿ-chiⁿ, kóng, Chit lâng thái ōe ēng I ê bah hō͘ lán chia̍h?","tghg":"對按呢，猶太人相爭講：「此人豈會用伊的肉互咱食？」","bklhl":"Tùi án-ni偤太人相爭，講，Chit人thài會用伊ê肉hō͘咱食？"}},{"book":"約","chapter":6,"verse":53,"versions":{"unv":"耶穌說：「我實實在在地告訴你們，你們若不吃人子的肉，不喝人子的血，就沒有生命在你們裡面。","bklcl":"Iâ-so͘ chiū kā in kóng, Góa si̍t-si̍t kā lín kóng, Lín nā bô chia̍h Jîn-chú ê bah, bô lim I ê huih, chiū lín ê lāi-bīn bô oa̍h.","tghg":"耶穌就給𪜶講：「我實實給恁講，恁若無食人子的肉，無飲伊的血，就恁的內面無活。","bklhl":"耶穌就kā in講，我實實kā lín講，Lín若無食人子ê肉，無lim伊ê血，就lín ê內面無活。"}},{"book":"約","chapter":6,"verse":54,"versions":{"unv":"吃我肉、喝我血的人就有永生，在末日我要叫他復活。","bklcl":"Chia̍h  góa ê bah, lim góa ê huih ê lâng ū éng-oa̍h; boa̍t-ji̍t góa beh hō͘ i koh-oa̍h.","tghg":"食我的肉、飲我的血的人有永活，末日我欲互伊復活。","bklhl":"食我ê肉，lim我ê血ê人有永活；末日我beh hō͘伊koh活。"}},{"book":"約","chapter":6,"verse":55,"versions":{"unv":"我的肉真是可吃的，我的血真是可喝的。","bklcl":"Góa ê bah sī chin ê chia̍h-mi̍h, góa ê huih sī chin-si̍t thang lim ê.","tghg":"我的肉是真的食物，我的血是真實通飲的。","bklhl":"我ê肉是真ê食物，我ê血是真實thang lim ê。"}},{"book":"約","chapter":6,"verse":56,"versions":{"unv":"吃我肉、喝我血的人常在我裡面，我也常在他裡面。","bklcl":"Chia̍h góa ê bah, lim góa ê huih ê lâng, i tiàm-tī góa, góa ia̍h tiàm-tī i.","tghg":"食我的肉、飲我的血的人，伊踮佇我，我亦踮佇伊。","bklhl":"食我ê肉，lim我ê血ê人，伊tiàm-tī我，我亦tiàm-tī伊。"}},{"book":"約","chapter":6,"verse":57,"versions":{"unv":"永活的父怎樣差我來，我又因父活著；照樣，吃我肉的人也要因我活著。","bklcl":"Chhin-chhiūⁿ oa̍h ê Pē chhe góa, koh góa tùi Pē lâi oa̍h; chia̍h góa ê, beh tùi góa lâi oa̍h, ia̍h sī án-ni.","tghg":"親像活的父差我，閣我對父來活；食我的，欲對我來活亦是按呢。","bklhl":"親像活ê父差我，koh我tùi父來活；食我ê，beh tùi我來活，亦是án-ni。"}},{"book":"約","chapter":6,"verse":58,"versions":{"unv":"這就是從天上降下來的糧。吃這糧的人就永遠活著，不像你們的祖宗吃過嗎哪還是死了。」","bklcl":"Che chiū-sī tùi thiⁿ kàng-lo̍h ê piáⁿ; m̄ sī chhin-chhiūⁿ lia̍t-chó͘ ê chia̍h má-ná, iā sí-khì; chia̍h chit ê piáⁿ ê lâng, beh oa̍h kàu éng sè-tāi.","tghg":"這就是對天降落的餅。呣是親像列祖的食嗎哪也死去，食此個餅的人欲活到永世代。」","bklhl":"這就是tùi天降落ê餅；m̄是親像列祖ê食má-ná，也死去；食chit ê餅ê人，beh活到永世代。"}},{"book":"約","chapter":6,"verse":59,"versions":{"unv":"這些話是耶穌在迦百農會堂裡教訓人說的。","bklcl":"Chiah-ê ōe sī Iâ-so͘ tiàm tī Ka-pek-lông hōe-tn̂g lâi kà-sī lâng ê sî só͘ kóng ê.","tghg":"諸個話是耶穌踮佇迦百農會堂來教示人的時所講的。","bklhl":"Chiah-ê話是耶穌tiàm-tī迦百農會堂來教示人ê時所講ê。"}},{"book":"約","chapter":6,"verse":60,"versions":{"unv":"他的門徒中有好些人聽見了，就說：「這話甚難，誰能聽呢？」","bklcl":"I ê ha̍k-seng tiong chōe-chōe lâng thiaⁿ-liáu chiū kóng, Chit ê ōe chin oh; chī-chūi ōe thiaⁿ i?","tghg":"伊的學生中多多人聽了，就講：「此個話真僫(oh)，是誰會聽伊？」","bklhl":"伊ê學生中chōe-chōe人聽了就講，Chit ê話真oh；是誰會聽伊？"}},{"book":"約","chapter":6,"verse":61,"versions":{"unv":"耶穌心裡知道門徒為這話議論，就對他們說：「這話是叫你們厭棄（原文是跌倒）嗎？","bklcl":"Iâ-so͘ sim-lāi chai I ê ha̍k-seng in-ūi chit-ê nga̍uh-nga̍uh-liām, chiū kā in kóng, Chit-ê sī that-gāi-tio̍h lín mah?","tghg":"耶穌心內知伊的學生因為此個耦耦唸，就給𪜶講：「此個是塞礙著恁嗎？","bklhl":"耶穌心內知伊ê學生因為chit ê nga̍uh-nga̍uh念，就kā in講，chit ê是塞礙tio̍h lín mah？"}},{"book":"約","chapter":6,"verse":62,"versions":{"unv":"倘或你們看見人子升到他原來所在之處，怎麼樣呢？","bklcl":"Siat-sú lín khòaⁿ-kìⁿ Jîn-chú chiūⁿ kàu i goân-pún ê só͘-chāi ni̍h?","tghg":"設使恁看見人子上到伊原本的所在呢？","bklhl":"設使lín看見人子上到伊原本ê所在裡？"}},{"book":"約","chapter":6,"verse":63,"versions":{"unv":"叫人活著的乃是靈，肉體是無益的。我對你們所說的話就是靈，就是生命。","bklcl":"Hō͘ lâng oa̍h ê chiū-sī Sîn: jio̍k-thé chiū bô lī-ek; góa só͘ kā lín kóng ê ōe sī sîn, sī oa̍h-miā.","tghg":"互人活的就是神，肉體就無利益。我所給恁講的話是神，是活命。","bklhl":"hō͘人活ê就是神：肉體就無利益；我所kā lín講ê話是神，是活命。"}},{"book":"約","chapter":6,"verse":64,"versions":{"unv":"只是你們中間有不信的人。」耶穌從起頭就知道誰不信他，誰要賣他。","bklcl":"Nā-sī lín tiong-kan ū m̄ sìn ê lâng lah. In-ūi Iâ-so͘ tùi khí-thâu chiū chai chī-chūi m̄ sìn I, chī-chūi beh bōe I.","tghg":"若是恁中間有呣信的人啦。」因為耶穌對起頭就知是誰呣信伊，是誰欲賣伊。","bklhl":"但是lín中間有m̄信ê人lah。因為耶穌tùi起頭就知是誰 m̄信伊，是誰 beh賣伊。"}},{"book":"約","chapter":6,"verse":65,"versions":{"unv":"耶穌又說：「所以我對你們說過，若不是蒙我父的恩賜，沒有人能到我這裡來。」","bklcl":"Koh kóng, In-ūi án-ni, góa bat kā lín kóng, nā m̄ sī tùi Pē hō͘ i, bô lâng ōe chiū-kūn góa.","tghg":"閣講：「因為按呢，我曾給恁講，若呣是對父互伊，無人會就近我。」","bklhl":"Koh講，因為án-ni，我bat kā lín講，若m̄是tùi父hō͘伊，無人會就近我。"}},{"book":"約","chapter":6,"verse":66,"versions":{"unv":"從此，他門徒中多有退去的，不再和他同行。","bklcl":"Tùi án-ni I ê ha̍k-seng chōe-chōe thè-khì, bô koh kap I kiâⁿ.","tghg":"對按呢，伊的學生多多退去，無閣及伊行。","bklhl":"Tùi án-ni伊ê學生chōe-chōe退去，無koh kap伊行。"}},{"book":"約","chapter":6,"verse":67,"versions":{"unv":"耶穌就對那十二個門徒說：「你們也要去嗎？」","bklcl":"Iâ-so͘ chiū kā cha̍p-jī ê ha̍k-seng kóng, Lín ia̍h beh khì mah?","tghg":"耶穌就給十二個學生講：「恁亦欲去嗎？」","bklhl":"耶穌就kā十二個學生講，Lín亦beh去mah？"}},{"book":"約","chapter":6,"verse":68,"versions":{"unv":"西門•彼得回答說：「主啊，你有永生之道，我們還歸從誰呢？","bklcl":"Se-bûn Pí-tek ìn I kóng, Chú ah, lí ū éng-oa̍h ê ōe, goán beh khì chhē chī-chūi ah?","tghg":"西門彼得應伊講：「主啊，你有永活的話，阮欲去尋是誰啊？","bklhl":"西門彼得應伊講，主ah，你有永活ê話，阮beh去chhē 是誰 ah？"}},{"book":"約","chapter":6,"verse":69,"versions":{"unv":"我們已經信了，又知道你是　神的聖者。」","bklcl":"Goán í-keng sìn, koh chai lí sī Siōng-tè ê Sèng-ê.","tghg":"阮已經信，閣知你是上帝的聖者(Sèng-ê)。」","bklhl":"阮已經信，koh知你是上帝ê聖ê。"}},{"book":"約","chapter":6,"verse":70,"versions":{"unv":"耶穌說：「我不是揀選了你們十二個門徒嗎？但你們中間有一個是魔鬼。」","bklcl":"Iâ-so͘ ìn kóng, Góa kiám m̄ sī kéng lín cha̍p-jī lâng, ia̍h lín tiong-kan chi̍t-ê sī mô͘-kúi ah?","tghg":"耶穌應講：「我豈呣是揀恁十二人？亦恁中間一個是魔鬼啊！」","bklhl":"耶穌應講，我kiám m̄是揀lín十二人，亦lín中間一个是魔鬼ah？"}},{"book":"約","chapter":6,"verse":71,"versions":{"unv":"耶穌這話是指著加略人西門的兒子猶大說的；他本是十二個門徒裡的一個，後來要賣耶穌的。","bklcl":"I kóng án-ni sī chí Ka-lio̍k lâng Se-bûn ê kiáⁿ Iû-tāi, in-ūi i sī cha̍p-jī ha̍k-seng ê chi̍t-ê teh-beh bōe I ê.","tghg":"伊講按呢是指加略人西門的子猶大；因為伊是十二學生的一個，啲欲賣伊的。","bklhl":"伊講án-ni是指加略人西門ê kiáⁿ偤大，因為伊是十二學生ê一个teh-beh賣伊ê。"}}]