[{"book":"約","chapter":16,"verse":1,"versions":{"unv":"「我已將這些事告訴你們，使你們不至於跌倒。","bklcl":"Chiah-ê sū góa í-keng kā lín kóng, hō͘ lín bián-tì tio̍h-tak.","tghg":"「諸個事我已經給恁講，互恁免致著觸。","bklhl":"Chiah-ê事我已經kā lín講，hō͘ lín免致tio̍h-tak。"}},{"book":"約","chapter":16,"verse":2,"versions":{"unv":"人要把你們趕出會堂，並且時候將到，凡殺你們的就以為是事奉　神。","bklcl":"Lâng beh kek lín chhut hōe-tn̂g; koh sî kàu, hoān-nā thâi lín ê lâng, ia̍h beh lia̍h che chòe ho̍k-sāi Siōng-tè.","tghg":"人欲革恁出會堂，閣時到，凡若刣恁的人亦欲掠這做服事上帝。","bklhl":"人beh kek lín出會堂；koh時到，凡若刣 lín ê人，亦beh掠這做服事上帝。"}},{"book":"約","chapter":16,"verse":3,"versions":{"unv":"他們這樣行，是因未曾認識父，也未曾認識我。","bklcl":"In beh kiâⁿ án-ni, in-ūi m̄ bat Pē kap góa.","tghg":"𪜶欲行按呢，因為呣識父及我。","bklhl":"In beh行án-ni，因為m̄-bat父kap我。"}},{"book":"約","chapter":16,"verse":4,"versions":{"unv":"我將這事告訴你們，是叫你們到了時候可以想起我對你們說過了。」「我起先沒有將這事告訴你們，因為我與你們同在。","bklcl":"To̍k-to̍k góa ū kā lín kóng chiah-ê, sī hō͘ lín kàu sî thang kì-tit góa bat kā lín kóng. Góa tùi khí-thâu bô kā lín kóng chiah-ê, sī in-ūi góa kap lín tī-teh.","tghg":"獨獨我有給恁講諸個，是互恁到時通記得我曾給恁講。」「我對起頭無給恁講諸個，是因為我及恁佇啲。","bklhl":"獨獨我有kā lín講chiah ê，是hō͘ lín到時thang記得我bat kā lín講。我tùi起頭無kā lín講chiah ê，是因為我kap lín tī-teh。"}},{"book":"約","chapter":16,"verse":5,"versions":{"unv":"現今我往差我來的父那裡去，你們中間並沒有人問我：『你往哪裡去？』","bklcl":"Taⁿ góa khì kui tī chhe góa ê; lín tiong-kan bô lâng mn̄g góa, kóng, Lí beh tá-lo̍h khì?","tghg":"今我去歸佇差我的，恁中間無人問我，講：『你欲叨落去？』","bklhl":"Taⁿ我去歸tī差我ê；lín中間無人問我，講，你beh tá-lo̍h去？"}},{"book":"約","chapter":16,"verse":6,"versions":{"unv":"只因我將這事告訴你們，你們就滿心憂愁。","bklcl":"Kan-ta ūi-tio̍h góa ū kā lín kóng chiah-ê, lín í-keng móa-sim iu-būn lah.","tghg":"干單為著我有給恁講諸個，恁已經滿心憂悶啦。","bklhl":"Kan-ta為tio̍h我有kā lín講chiah ê，lín已經滿心憂悶lah。"}},{"book":"約","chapter":16,"verse":7,"versions":{"unv":"然而，我將真情告訴你們，我去是與你們有益的；我若不去，保惠師就不到你們這裡來；我若去，就差他來。","bklcl":"Nā-sī góa chiong si̍t-chêng kā lín kóng; Góa khì, sī chòe lín ê lī-ek; góa bô khì, Pó-hūi-su bô lâi chiū-kūn lín; nā khì, chiū beh chhe I chiū-kūn lín.","tghg":"若是我將實情給恁講，我去，是做恁的利益；我無去，保惠師無來就近恁；若去，就欲差伊就近恁。","bklhl":"但是我將實情kā lín講；我去，是做lín ê利益；我無去，保惠師無來就近lín；若去，就beh差伊就近lín。"}},{"book":"約","chapter":16,"verse":8,"versions":{"unv":"他既來了，就要叫世人為罪、為義、為審判，自己責備自己。","bklcl":"I kàu, tek-khak ēng chōe, ēng gī, ēng sím-phòaⁿ, lâi chí-chèng sè-kan;","tghg":"伊到，的確用罪、用義、用審判，來指正世間。","bklhl":"伊到，的確用罪，用義，用審判，來指正世間；"}},{"book":"約","chapter":16,"verse":9,"versions":{"unv":"為罪，是因他們不信我；","bklcl":"ēng chōe, in-ūi in m̄ sìn-khò góa;","tghg":"用罪，因為𪜶呣信靠我；","bklhl":"用罪，因為in m̄信靠我；"}},{"book":"約","chapter":16,"verse":10,"versions":{"unv":"為義，是因我往父那裡去，你們就不再見我；","bklcl":"ēng gī, in-ūi góa kui tī Pē, lín bô koh khòaⁿ-kìⁿ góa;","tghg":"用義，因為我歸佇父，恁無閣看見我；","bklhl":"用義，因為我歸tī父，lín無koh看見我；"}},{"book":"約","chapter":16,"verse":11,"versions":{"unv":"為審判，是因這世界的王受了審判。","bklcl":"ēng sím-phòaⁿ, in-ūi chit sè-kan ê jîn-kun í-keng siū sím-phòaⁿ.","tghg":"用審判，因為此世間的人君已經受審判。","bklhl":"用審判，因為chit世間ê人君已經受審判。"}},{"book":"約","chapter":16,"verse":12,"versions":{"unv":"「我還有好些事要告訴你們，但你們現在擔當不了（或譯：不能領會）。","bklcl":"Góa iáu ū chōe-chōe hāng beh kā lín kóng, to̍k-to̍k lín hiān-kim tng bōe khí.","tghg":"「我猶有多多項欲給恁講，獨獨恁現今當𣍐起。","bklhl":"我iáu有chōe-chōe項beh kā lín講，獨獨lín現今當bōe起。"}},{"book":"約","chapter":16,"verse":13,"versions":{"unv":"只等真理的聖靈來了，他要引導你們明白（原文是進入）一切的真理；因為他不是憑自己說的，乃是把他所聽見的都說出來，並要把將來的事告訴你們。","bklcl":"Kàu chin-lí ê Sîn lâi, I beh chhōa lín ji̍p tī it-chhè ê chin-lí; in-ūi I m̄ sī beh pîn ka-kī lâi kóng; sī chiong I só͘ beh thiaⁿ-kìⁿ ê lâi kóng; koh beh ēng teh-beh lâi ê sū pò lín.","tghg":"到真理的神來，伊欲導恁入佇一切的真理；因為伊呣是欲憑家己來講，是將伊所欲聽見的來講，閣欲用啲欲來的事報恁。","bklhl":"到真理ê神來，伊beh chhōa lín入tī一切ê真理；因為伊m̄是beh憑家己來講；是將伊所beh聽見ê來講；koh beh用teh-beh來ê事報lín。"}},{"book":"約","chapter":16,"verse":14,"versions":{"unv":"他要榮耀我，因為他要將受於我的告訴你們。","bklcl":"I beh êng-kng góa; in-ūi I beh tùi góa só͘ ū ê niá-siū, lâi pò lín.","tghg":"伊欲榮光我，因為伊欲對我所有的領受來報恁。","bklhl":"伊beh榮光我；因為伊beh tùi我所有ê領受，來報lín。"}},{"book":"約","chapter":16,"verse":15,"versions":{"unv":"凡父所有的，都是我的；所以我說，他要將受於我的告訴你們。」","bklcl":"Hoān-nā Pē só͘ ū ê lóng sī góa ê; só͘-í góa kóng, I beh tùi góa só͘ ū ê niá-siū, lâi pò lín.","tghg":"凡若父所有的，攏是我的；所以我講，伊欲對我所有的領受來報恁。」","bklhl":"凡若父所有ê lóng是我ê；所以我講，伊beh tùi我所有ê領受，來報lín。"}},{"book":"約","chapter":16,"verse":16,"versions":{"unv":"「等不多時，你們就不得見我；再等不多時，你們還要見我。」","bklcl":"Tiap-á kú lín bô khòaⁿ-kìⁿ góa; koh tiap-á kú, lín chiū beh khòaⁿ-kìⁿ góa.","tghg":"「霎(tia̍p)仔久，恁無看見我；閣霎仔久，恁就欲看見我。」","bklhl":"Tiap-á久lín無看見我；koh tiap-á久，lín就beh看見我。"}},{"book":"約","chapter":16,"verse":17,"versions":{"unv":"有幾個門徒就彼此說：「他對我們說：『等不多時，你們就不得見我；再等不多時，你們還要見我』；又說：『因我往父那裡去。』這是甚麼意思呢？」","bklcl":"Tùi án-ni I ê ha̍k-seng, ū-ê saⁿ-kap kóng, I tùi lán kóng, Tiap-á kú lín bô khòaⁿ-kìⁿ góa; koh tiap-á kú lín beh khòaⁿ-kìⁿ góa; koh kóng, In-ūi góa kui tī Pē, che sím-mi̍h ì-sù?","tghg":"對按呢伊的學生有的相及講：「伊對咱講：『霎仔久，恁無看見我；閣霎仔久，恁欲看見我』；閣講：『因為我歸佇父。』這甚麼意思？」","bklhl":"Tùi án-ni，伊ê學生，有ê saⁿ-kap講，伊對咱講，Tiap-á久lín無看見我；koh tiap-á久lín beh看見我；koh講，因為我歸tī父，這甚麼意思？"}},{"book":"約","chapter":16,"verse":18,"versions":{"unv":"門徒彼此說：「他說『等不多時』到底是甚麼意思呢？我們不明白他所說的話。」","bklcl":"Só͘-í in kóng, I só͘ kóng ê tiap-á kú, sī sím-mi̍h ì-sù? Lán m̄ chai I teh kóng sím-mi̍h.","tghg":"所以𪜶講：「伊所講的『霎仔久』是甚麼意思？咱呣知伊啲講甚麼。」","bklhl":"所以in講，伊所講ê tiap-á久，是甚麼意思？咱m̄知伊teh講甚麼。"}},{"book":"約","chapter":16,"verse":19,"versions":{"unv":"耶穌看出他們要問他，就說：「我說『等不多時，你們就不得見我；再等不多時，你們還要見我』，你們為這話彼此相問嗎？","bklcl":"Iâ-so͘ chai in ài mn̄g I, chiū kā in kóng, Góa kóng, Tiap-á kú lín bô khòaⁿ-kìⁿ góa, koh tiap-á kú lín beh khòaⁿ-kìⁿ góa, lín in-ūi chit-ê mn̄g-lâi mn̄g-khì mah?","tghg":"耶穌知𪜶愛問伊，就給𪜶講：「我講『霎仔久，恁無看見我；閣霎仔久，恁欲看見我』，恁因為此個問來問去嗎？","bklhl":"耶穌知in ài問伊，就kā in講，我講，Tiap-á久lín無看見我，koh tiap-á久lín beh看見我，lín因為chit ê問來問去mah？"}},{"book":"約","chapter":16,"verse":20,"versions":{"unv":"我實實在在地告訴你們，你們將要痛哭、哀號，世人倒要喜樂；你們將要憂愁，然而你們的憂愁要變為喜樂。","bklcl":"Góa si̍t-si̍t kā lín kóng, Lín beh thî-khàu ai-siong, sè-kan beh hoaⁿ-hí; lín beh iu-būn, nā-sī lín ê iu-būn beh pìⁿ-chòe hoaⁿ-hí.","tghg":"我實實給恁講，恁欲啼哭、哀傷，世間欲歡喜；恁欲憂悶，若是恁的憂悶欲變做歡喜。","bklhl":"我實實kā lín講，Lín beh啼哭哀傷，世間beh歡喜；lín beh憂悶，但是lín ê憂悶beh變做歡喜。"}},{"book":"約","chapter":16,"verse":21,"versions":{"unv":"婦人生產的時候就憂愁，因為她的時候到了；既生了孩子，就不再記念那苦楚，因為歡喜世上生了一個人。","bklcl":"Hū-jîn-lâng beh siⁿ kiáⁿ chiū iu-būn, in-ūi i ê sî kàu lah; eⁿ-á í-keng chhut-sì, bô koh kì-tit i ê khó͘-thàng, in-ūi hoaⁿ-hí ū lâng chhut-sì tī sè-kan.","tghg":"婦仁人欲生子就憂悶，因為伊的時到啦；嬰仔已經出世，無閣記得伊的苦痛，因為歡喜有人出世佇世間。","bklhl":"婦人人beh生kiáⁿ就憂悶，因為伊ê時到lah；嬰á已經出世，無koh記得伊ê苦痛，因為歡喜有人出世tī世間。"}},{"book":"約","chapter":16,"verse":22,"versions":{"unv":"你們現在也是憂愁，但我要再見你們，你們的心就喜樂了；這喜樂也沒有人能奪去。","bklcl":"Chhin-chhiūⁿ án-ni, lín hiān-kim ia̍h ū iu-būn; chóng-sī góa beh koh kìⁿ-tio̍h lín, chiū lín ê sim beh hoaⁿ-hí, koh lín ê hoaⁿ-hí bô lâng kā lín chhiúⁿ-khì.","tghg":"親像按呢，恁現今亦有憂悶，總是我欲閣見著恁，就恁的心欲歡喜；閣恁的歡喜無人給恁搶去。","bklhl":"親像án-ni，lín現今亦有憂悶；總是我beh koh見tio̍h lín，就lín ê心beh歡喜，koh lín ê歡喜無人kā lín搶去。"}},{"book":"約","chapter":16,"verse":23,"versions":{"unv":"到那日，你們甚麼也就不問我了。我實實在在地告訴你們，你們若向父求甚麼，他必因我的名賜給你們。","bklcl":"Tng hit ji̍t lín bô beh mn̄g góa sím-mi̍h. Góa si̍t-si̍t kā lín kóng, Lín kìⁿ-nā tùi Pē kiû ê, I chiū tī góa ê miâ beh hō͘ lín.","tghg":"當彼日，恁無欲問我甚麼。我實實給恁講，恁見若對父求的，伊就佇我的名欲互恁。","bklhl":"當hit日lín無beh問我甚麼。我實實kā lín講，Lín見若對父求ê，伊就tī我ê名beh hō͘ lín。"}},{"book":"約","chapter":16,"verse":24,"versions":{"unv":"向來你們沒有奉我的名求甚麼，如今你們求，就必得著，叫你們的喜樂可以滿足。」","bklcl":"Lín kàu taⁿ bē bat tī góa ê miâ kiû sím-mi̍h; lín tio̍h kiû chiū ōe tit-tio̍h, hō͘ lín ê hoaⁿ-hí móa-móa.","tghg":"恁到今未曾佇我的名求甚麼，恁著求，就會得著，互恁的歡喜滿滿。」","bklhl":"Lín到taⁿ bē bat tī我ê名求甚麼；lín tio̍h求就會得tio̍h，hō͘ lín ê歡喜滿滿。"}},{"book":"約","chapter":16,"verse":25,"versions":{"unv":"「這些事，我是用比喻對你們說的；時候將到，我不再用比喻對你們說，乃要將父明明地告訴你們。","bklcl":"Chiah-ê sū góa ū ēng phì-jū kā lín kóng; sî kàu, góa bô beh koh ēng phì-jū kā lín kóng, chiū-sī ēng Pē bêng-bêng chí-sī lín.","tghg":"「諸個事，我有用譬喻給恁講；時到，我無欲閣用譬喻給恁講，就是用父明明指示恁。","bklhl":"Chiah-ê事我有用譬喻kā lín講；時到，我無beh koh用譬喻kā lín講，就是用父明明指示lín。"}},{"book":"約","chapter":16,"verse":26,"versions":{"unv":"到那日，你們要奉我的名祈求；我並不對你們說，我要為你們求父。","bklcl":"Tng hit sî lín beh tī góa ê miâ kiû; góa bô kā lín kóng, Góa beh ūi-tio̍h lín kiû Pē;","tghg":"當彼時，恁欲佇我的名求；我無給恁講，我欲為著恁求父。","bklhl":"當hit時lín beh tī我ê名求；我無kā lín講，我beh為tio̍h lín求父；"}},{"book":"約","chapter":16,"verse":27,"versions":{"unv":"父自己愛你們；因為你們已經愛我，又信我是從父出來的。","bklcl":"in-ūi Pē ka-kī thiàⁿ lín, sī ūi-tio̍h lín ū thiàⁿ góa, koh sìn góa tùi Pē chhut-lâi.","tghg":"因為父家己疼恁；是為著恁有疼我，閣信我對父出來。","bklhl":"因為父家己疼lín，是為tio̍h lín有疼我，koh信我tùi父出來。"}},{"book":"約","chapter":16,"verse":28,"versions":{"unv":"我從父出來，到了世界；我又離開世界，往父那裡去。」","bklcl":"Góa tùi Pē chhut-lâi,  ia̍h ji̍p sè-kan; koh lī-khui sè-kan lâi kui tī Pē.","tghg":"我對父出來，亦入世間；閣離開世間，來歸佇父。」","bklhl":"我tùi父出來，亦入世間；koh離開世間來歸tī父。"}},{"book":"約","chapter":16,"verse":29,"versions":{"unv":"門徒說：「如今你是明說，並不用比喻了。","bklcl":"I ê ha̍k-seng kóng, Taⁿ lí bêng-bêng kóng, m̄ sī ēng phì-jū.","tghg":"伊的學生講：「今你明明講，呣是用譬喻。","bklhl":"伊ê學生講，Taⁿ你明明講，m̄是用譬喻。"}},{"book":"約","chapter":16,"verse":30,"versions":{"unv":"現在我們曉得你凡事都知道，也不用人問你，因此我們信你是從　神出來的。」","bklcl":"Taⁿ goán chai lí bô só͘ m̄ chai, m̄-bián lâng mn̄g lí; goán in-ūi án-ni sìn lí tùi Siōng-tè chhut.","tghg":"今阮知你無所呣知，呣免人問你，阮因為按呢信你對上帝出。」","bklhl":"Taⁿ阮知你無所m̄知，m̄免人問你；阮因為án-ni信你tùi上帝出。"}},{"book":"約","chapter":16,"verse":31,"versions":{"unv":"耶穌說：「現在你們信嗎？","bklcl":"Iâ-so͘ ìn kóng, Taⁿ lín sìn mah?","tghg":"耶穌應講：「今恁信嗎？","bklhl":"耶穌應講，Taⁿ lín信mah？"}},{"book":"約","chapter":16,"verse":32,"versions":{"unv":"看哪，時候將到，且是已經到了，你們要分散，各歸自己的地方去，留下我獨自一人；其實我不是獨自一人，因為有父與我同在。","bklcl":"Sî beh kàu, ia̍h í-keng kàu lah, lín chiah-ê sì-sòaⁿ, ta̍k lâng kui i pún-sin ê só͘-chāi, lâu góa ka-kī tī-teh; chóng-sī góa m̄ sī ka-kī tī-teh, in-ūi Pē kap góa tī-teh.","tghg":"時欲到，亦已經到啦，恁諸個四散，逐人歸伊本身的所在，留我家己佇啲；總是我呣是家己佇啲，因為父及我佇啲。","bklhl":"時beh到，亦已經到lah，lín chiah ê四散，ta̍k人歸伊本身ê所在，留我家己tī-teh；總是我m̄是家己tī-teh，因為父kap我tī-teh。"}},{"book":"約","chapter":16,"verse":33,"versions":{"unv":"我將這些事告訴你們，是要叫你們在我裡面有平安。在世上，你們有苦難；但你們可以放心，我已經勝了世界。」","bklcl":"Góa í-keng chiong chiah-ê kā lín kóng, hō͘ lín tiàm-tī góa ū pêng-an. Tī sè-kan lín ū khó͘-lān; to̍k-to̍k lín thang pàng-sim; góa í-keng khah-iâⁿ sè-kan.","tghg":"我已經將諸個給恁講，互恁踮佇我有平安。佇世間，恁有苦難；獨獨恁通放心(pàng-sim)，我已經卡贏世間。」","bklhl":"我已經將chiah ê kā lín講，hō͘ lín tiàm-tī我有平安。Tī世間lín有苦難；獨獨lín thang放心；我已經khah贏世間。"}}]