[{"book":"約","chapter":9,"verse":1,"versions":{"unv":"耶穌過去的時候，看見一個人生來是瞎眼的。","bklcl":"Iâ-so͘ kiâⁿ kè ê sî, khòaⁿ-kìⁿ chi̍t lâng chhut-sì chiū chhiⁿ-mî.","tghg":"耶穌行過的時，看見一人出世就睛瞑。","bklhl":"耶穌行過ê時，看見一人出世就chhiⁿ-mî。"}},{"book":"約","chapter":9,"verse":2,"versions":{"unv":"門徒問耶穌說：「拉比，這人生來是瞎眼的，是誰犯了罪？是這人呢？是他父母呢？」","bklcl":"I ê ha̍k-seng mn̄g I kóng, Lia̍p-pí, chit lâng chhut-sì chiū chhiⁿ-mî, tùi chī-chūi hoān-chōe, sī i pún-sin, á-sī i ê pē-bú ah?","tghg":"伊的學生問伊講：「拉比，此人出世就睛瞑，對是誰犯罪？是伊本身？抑是伊的父母啊？」","bklhl":"伊ê學生問伊講，拉比，chit人出世就chhiⁿ-mî，tùi 是誰犯罪，是伊本身，á是伊ê父母ah？"}},{"book":"約","chapter":9,"verse":3,"versions":{"unv":"耶穌回答說：「也不是這人犯了罪，也不是他父母犯了罪，是要在他身上顯出　神的作為來。","bklcl":"Iâ-so͘ ìn kóng, Chit lâng bô hoān-chōe, i ê pē-bú ia̍h bô; to̍k-to̍k beh ēng i lâi hián-bêng Siōng-tè ê só͘ chòe.","tghg":"耶穌應講：「此人無犯罪，伊的父母亦無，獨獨欲用伊來顯明上帝的所做。","bklhl":"耶穌應講，Chit人無犯罪，伊ê父母亦無；獨獨beh用伊來顯明上帝ê所做。"}},{"book":"約","chapter":9,"verse":4,"versions":{"unv":"趁著白日，我們必須做那差我來者的工；黑夜將到，就沒有人能做工了。","bklcl":"Sî iáu sī ji̍t-sî, lán tio̍h chòe chhe góa ê ê kang; mî-sî beh kàu, hit tia̍p chiū bô lâng ōe chòe kang.","tghg":"時猶(iáu)是日時(ji̍t-sî)，咱著做差我者的工；暝時欲到，彼霎(tia̍p)就無人會做工。","bklhl":"時iáu是日時，咱tio̍h做差我ê ê工；暝時beh到，hit-tia̍p就無人會做工。"}},{"book":"約","chapter":9,"verse":5,"versions":{"unv":"我在世上的時候，是世上的光。」","bklcl":"Góa tī sè-kan ê sî, sī sè-kan ê kng.","tghg":"我佇世間的時，是世間的光。」","bklhl":"我tī世間ê時，是世間ê光。"}},{"book":"約","chapter":9,"verse":6,"versions":{"unv":"耶穌說了這話，就吐唾沫在地上，用唾沫和泥抹在瞎子的眼睛上，","bklcl":"Chiah-ê ōe kóng-liáu, chiū phùi nōa tī thô͘-kha, ēng nōa kiáu thô͘, ēng thô͘ kô͘ chhiⁿ-mî lâng ê ba̍k-chiu, kā i kóng, Khì sóe tī Se-lô-a ê tî. (Se-lô-a, hoan-e̍k chiū-sī Hōng-chhe).","tghg":"諸個話講了，就呸涎佇土腳，用涎攪(kiáu)土，用土糊睛瞑人的目睭，","bklhl":"Chiah-ê話講了，就phùi nōa tī土腳，用nōa攪土，用土kô͘ chhiⁿ-mî人ê目睭，kā伊講，去洗tī西羅亞ê池。(西羅亞，翻譯就是奉差)。"}},{"book":"約","chapter":9,"verse":7,"versions":{"unv":"對他說：「你往西羅亞池子裡去洗。」（西羅亞翻出來就是「奉差遣」。）他去一洗，回頭就看見了。","bklcl":"I chiū khì sóe, tò-tńg-lâi í-keng ōe khòaⁿ-kìⁿ.","tghg":"給伊講：「去洗佇西羅亞的池（西羅亞翻譯就是奉差）。」伊就去洗，倒轉來已經會看見。","bklhl":"伊就去洗，倒tńg來已經能看見。"}},{"book":"約","chapter":9,"verse":8,"versions":{"unv":"他的鄰舍和那素常見他是討飯的，就說：「這不是那從前坐著討飯的人嗎？」","bklcl":"I ê chhù-piⁿ kap pêng-sò͘ khòaⁿ-kìⁿ i chòe khit-chia̍h ê, kóng, chit lâng kiám m̄ sī chē-teh lâi kiû-khit ê mah?","tghg":"伊的厝邊及平素看見伊做乞食的，講：「此人豈呣是坐啲來求乞的嗎？」","bklhl":"伊ê厝邊kap平素看見伊做乞食ê，講，chit人kiám m̄是坐teh來求乞ê mah？"}},{"book":"約","chapter":9,"verse":9,"versions":{"unv":"有人說：「是他」；又有人說：「不是，卻是像他。」他自己說：「是我。」","bklcl":"Ū lâng kóng, Chiū-sī i; ū lâng kóng, M̄ sī, sī chhin-chhiūⁿ i nā-tiāⁿ. I ka-kī kóng, Góa chiū-sī.","tghg":"有人講：「就是伊」；有人講：「呣是，是親像伊若定。」伊家己講：「我就是。」","bklhl":"有人講，就是伊；有人講，m̄是，是親像伊nā-tiāⁿ。伊家己講，我就是。"}},{"book":"約","chapter":9,"verse":10,"versions":{"unv":"他們對他說：「你的眼睛是怎麼開的呢？」","bklcl":"In chiū kā i kóng, Lí ê ba̍k-chiu cháiⁿ-iūⁿ tit-tio̍h khui?","tghg":"𪜶就給伊講：「你的目睭怎樣得著開？」","bklhl":"In就kā伊講，你ê目睭怎樣得tio̍h開？"}},{"book":"約","chapter":9,"verse":11,"versions":{"unv":"他回答說：「有一個人，名叫耶穌，他和泥抹我的眼睛，對我說：『你往西羅亞池子去洗。』我去一洗，就看見了。」","bklcl":"I ìn kóng, Hit ê miâ kiò Iâ-so͘ ê kiáu thô͘ kô͘ góa ê ba̍k-chiu, kā góa kóng, Khì Se-lô-a sóe; góa sûi-sî khì sóe, chiū tit-tio̍h khòaⁿ-kìⁿ.","tghg":"伊應講：「彼個名叫耶穌的，攪土糊我的目睭，給我講：『去西羅亞洗。』我隨時去洗，就得著看見。」","bklhl":"伊應講，Hit-ê名叫耶穌ê攪土糊我ê目睭，kā我講，去西羅亞洗；我隨時去洗，就得tio̍h看見。"}},{"book":"約","chapter":9,"verse":12,"versions":{"unv":"他們說：「那個人在哪裡？」他說：「我不知道。」","bklcl":"In chiū kā i kóng, Hit lâng tī tá-lo̍h? I kóng, Góa m̄ chai.","tghg":"𪜶就給伊講：「彼人佇叨落？」伊講：「我呣知。」","bklhl":"In就kā伊講，Hit人tī tá-lo̍h？伊講，我m̄知。"}},{"book":"約","chapter":9,"verse":13,"versions":{"unv":"他們把從前瞎眼的人帶到法利賽人那裡。","bklcl":"In chhōa hit-ê pêng-sò͘ chhiⁿ-mî ê khì kìⁿ Hoat-lī-sài lâng.","tghg":"𪜶導彼個平素睛瞑的去見法利賽人。","bklhl":"In chhōa hit ê平素chhiⁿ-mî ê去見法利賽人。"}},{"book":"約","chapter":9,"verse":14,"versions":{"unv":"耶穌和泥開他眼睛的日子是安息日。","bklcl":"Iâ-so͘ kiáu thô͘ lâi khui i ê ba̍k-chiu ê ji̍t sī an-hioh-ji̍t.","tghg":"耶穌攪土來開伊的目睭的日是安息日。","bklhl":"耶穌攪土來開伊ê目睭ê日是安歇日。"}},{"book":"約","chapter":9,"verse":15,"versions":{"unv":"法利賽人也問他是怎麼得看見的。瞎子對他們說：「他把泥抹在我的眼睛上，我去一洗，就看見了。」","bklcl":"Só͘-í Hoat-lī-sài lâng ia̍h mn̄g i sī cháiⁿ-iūⁿ tit-tio̍h khòaⁿ-kìⁿ. I chiū kā in kóng, I chiong thô͘-bê hē tī góa ê ba̍k-chiu, góa khì sóe, chiū khòaⁿ-kìⁿ.","tghg":"所以法利賽人亦問伊是怎樣得著看見。伊就給𪜶講：「伊將土糜(thô͘-bê)下佇我的目睭，我去洗，就看見。」","bklhl":"所以法利賽人亦問伊是怎樣得tio̍h看見。伊就kā in講，伊將土糜hē tī我ê目睭，我去洗，就看見。"}},{"book":"約","chapter":9,"verse":16,"versions":{"unv":"法利賽人中有的說：「這個人不是從　神來的，因為他不守安息日。」又有人說：「一個罪人怎能行這樣的神蹟呢？」他們就起了紛爭。","bklcl":"Hoat-lī-sài lâng tiong ū-ê kóng, Chit lâng bô siú an-hioh-ji̍t, m̄ sī tùi Siōng-tè lâi. Ū-ê kóng, Ū chōe ê lâng thái ōe kiâⁿ chit hō sîn-jiah ah? In tùi án-ni hun-pêng.","tghg":"法利賽人中有的講：「此人無守安息日，呣是對上帝來。」有的講：「有罪的人豈(thái)會行此號神蹟啊？」𪜶對按呢分旁。","bklhl":"法利賽人中有ê講，Chit人無守安歇日，m̄是tùi上帝來。有ê講，有罪ê人thài能行chit號神蹟ah？In tùi án-ni分pêng。"}},{"book":"約","chapter":9,"verse":17,"versions":{"unv":"他們又對瞎子說：「他既然開了你的眼睛，你說他是怎樣的人呢？」他說：「是個先知。」","bklcl":"In koh kā chhiⁿ-mî lâng kóng, I í-keng khui lí ê ba̍k-chiu, lí kóng I sī sím-mi̍h hō lâng? I kóng, Sī sian-ti lâng.","tghg":"𪜶閣給睛瞑人講：「伊已經開你的目睭，你講伊是甚麼號人？」伊講：「是先知人。」","bklhl":"In koh kā chhiⁿ-mî人講，伊已經開你ê目睭，你講伊是甚麼號人？伊講，是先知人。"}},{"book":"約","chapter":9,"verse":18,"versions":{"unv":"猶太人不信他從前是瞎眼，後來能看見的，等到叫了他的父母來，","bklcl":"Iû-thài lâng m̄ sìn i pêng-sò͘ chhiⁿ-mî, ōe koh khòaⁿ-kìⁿ; kàu kiò tit-tio̍h khòaⁿ-kìⁿ ê ê pē-bú lâi,","tghg":"猶太人呣信伊平素睛瞑，會閣看見，到叫得著看見者的父母來，","bklhl":"偤太人m̄信伊平素chhiⁿ-mî，能koh看見；到叫得tio̍h看見ê ê父母來，"}},{"book":"約","chapter":9,"verse":19,"versions":{"unv":"問他們說：「這是你們的兒子嗎？你們說他生來是瞎眼的，如今怎麼能看見了呢？」","bklcl":"chiū mn̄g in kóng, Chit-ê sī lín ê kiáⁿ, chiū-sī lín só͘ kóng chhut-sì chhiⁿ-mî ê mah? taⁿ i cháiⁿ-iūⁿ ōe khòaⁿ-kìⁿ?","tghg":"就問𪜶講：「此個是恁的子，就是恁所講出世睛瞑的嗎？今伊怎樣會看見？」","bklhl":"就問in講，chit ê是lín ê kiáⁿ，就是lín所講出世chhiⁿ-mî ê mah？taⁿ伊怎樣能看見？"}},{"book":"約","chapter":9,"verse":20,"versions":{"unv":"他父母回答說：「他是我們的兒子，生來就瞎眼，這是我們知道的。","bklcl":"I ê pē-bú ìn kóng, I sī goán ê kiáⁿ, chhut-sì chhiⁿ-mî, goán chai; taⁿ i cháiⁿ-iūⁿ tit-tio̍h khòaⁿ-kìⁿ, goán m̄ chai;","tghg":"伊的父母應講：「伊是阮的子，出世睛瞑，阮知。","bklhl":"伊ê父母應講，伊是阮ê kiáⁿ，出世chhiⁿ-mî，阮知；taⁿ伊怎樣得tio̍h看見，阮m̄知；"}},{"book":"約","chapter":9,"verse":21,"versions":{"unv":"至於他如今怎麼能看見，我們卻不知道；是誰開了他的眼睛，我們也不知道。他已經成了人，你們問他吧，他自己必能說。」","bklcl":"chī-chūi khui i ê ba̍k-chiu, goán ia̍h m̄ chai; i tōa-hàn lah; mn̄g i, i beh ka-kī kóng.","tghg":"今伊怎樣得著看見，阮呣知；是誰開伊的目睭，阮亦呣知。伊大漢啦，問伊，伊欲家己講。」","bklhl":"是誰開伊ê目睭，阮亦m̄知；伊大漢lah；問伊，伊beh家己講。"}},{"book":"約","chapter":9,"verse":22,"versions":{"unv":"他父母說這話，是怕猶太人；因為猶太人已經商議定了，若有認耶穌是基督的，要把他趕出會堂。","bklcl":"I ê pē-bú kóng án-ni, sī in-ūi kiaⁿ Iû-thài lâng; in-ūi Iû-thài lâng í-keng ū tēng iok, nā ū jīn Iâ-so͘ chòe Ki-tok ê, tio̍h kek-chhut hōe-tn̂g.","tghg":"伊的父母講按呢，是因為驚猶太人；因為猶太人已經有定約，若有認耶穌做基督的，著革出(kek-chhut)會堂。","bklhl":"伊ê父母講án-ni，是因為驚偤太人；因為偤太人已經有定約，若有認耶穌做基督ê，tio̍h kek出會堂。"}},{"book":"約","chapter":9,"verse":23,"versions":{"unv":"因此他父母說：「他已經成了人，你們問他吧。」","bklcl":"Só͘-í i ê pē-bú kóng, I tōa-hàn lah; thang mn̄g i.","tghg":"所以伊的父母講：「伊大漢啦，通問伊。」","bklhl":"所以伊ê父母講，伊大漢lah；thang問伊。"}},{"book":"約","chapter":9,"verse":24,"versions":{"unv":"所以法利賽人第二次叫了那從前瞎眼的人來，對他說：「你該將榮耀歸給　神，我們知道這人是個罪人。」","bklcl":"In chiū koh kiò pêng-sò͘ chhiⁿ-mî ê, kā i kóng, Tio̍h kui êng-kng Siōng-tè; goán chai chit lâng sī ū chōe ê lâng.","tghg":"𪜶就閣叫平素睛瞑者，給伊講：「著歸榮光上帝，阮知此人是有罪的人。」","bklhl":"In就koh叫平素chhiⁿ-mî ê，kā伊講，Tio̍h歸榮光上帝；阮知chit人是有罪ê人。"}},{"book":"約","chapter":9,"verse":25,"versions":{"unv":"他說：「他是個罪人不是，我不知道；有一件事我知道，從前我是眼瞎的，如今能看見了。」","bklcl":"I chiū ìn kóng, I sī ū chōe ê lâng á m̄ sī, góa m̄ chai; chí-ū chai chi̍t hāng, chiū-sī góa chêng chhiⁿ-mî, hiān-kim ōe khòaⁿ-kìⁿ.","tghg":"伊就應講：「伊是有罪的人抑呣是，我呣知；只有知一項，就是我前睛瞑，現今會看見。」","bklhl":"伊就應講，伊是有罪ê人á m̄是，我m̄知；只有知一項，就是我前chhiⁿ-mî，現今能看見。"}},{"book":"約","chapter":9,"verse":26,"versions":{"unv":"他們就問他說：「他向你做甚麼？是怎麼開了你的眼睛呢？」","bklcl":"In chiū kā i kóng, I kā lí chòe sím-mi̍h? àn-cháiⁿ-iūⁿ khui lí ê ba̍k-chiu?","tghg":"𪜶就給伊講：「伊給你做甚麼？按怎樣開你的目睭？」","bklhl":"In就kā伊講，伊kā你做甚麼？àn怎樣開你ê目睭？"}},{"book":"約","chapter":9,"verse":27,"versions":{"unv":"他回答說：「我方才告訴你們，你們不聽，為甚麼又要聽呢？莫非你們也要作他的門徒嗎？」","bklcl":"Ìn kóng, Góa í-keng kā lín kóng, lín m̄ thiaⁿ; siáⁿ-sū ài koh thiaⁿ? kiám sī lín ia̍h ài chòe I ê ha̍k-seng mah?","tghg":"應講：「我已經給恁講，恁呣聽，啥事愛閣聽？豈是恁亦愛做伊的學生嗎？」","bklhl":"應講，我已經kā lín講，lín m̄聽；啥事ài koh聽？kiám是lín亦ài做伊ê學生mah？"}},{"book":"約","chapter":9,"verse":28,"versions":{"unv":"他們就罵他說：「你是他的門徒；我們是摩西的門徒。","bklcl":"In chiū mē i, kóng, Lí chiū-sī I ê ha̍k-seng; goán sī Mô͘-se ê ha̍k-seng.","tghg":"𪜶就罵伊講：「你就是伊的學生；阮是摩西的學生。","bklhl":"In就罵伊，講，你就是伊ê學生；阮是摩西ê學生。"}},{"book":"約","chapter":9,"verse":29,"versions":{"unv":"　神對摩西說話是我們知道的；只是這個人，我們不知道他從哪裡來！」","bklcl":"Siōng-tè ū tùi Mô͘-se kóng ōe, sī goán só͘ chai; to̍k-to̍k chit lâng, goán m̄ chai I tùi tá-lo̍h lâi.","tghg":"上帝有對摩西講話是阮所知；獨獨此人，阮呣知伊對叨落來！」","bklhl":"上帝有tùi摩西講話，是阮所知；獨獨chit人，阮m̄知伊tùi tá-lo̍h來。"}},{"book":"約","chapter":9,"verse":30,"versions":{"unv":"那人回答說：「他開了我的眼睛，你們竟不知道他從哪裡來，這真是奇怪！","bklcl":"Hit lâng ìn kóng, Che chiū kî lah, I khui góa ê ba̍k-chiu, ia̍h lín m̄ chai I tùi tá-lo̍h lâi.","tghg":"彼人應講：「這就奇啦！伊開我的目睭，亦恁呣知伊對叨落來。","bklhl":"Hit人應講，這就奇lah，伊開我ê目睭，亦lín m̄知伊tùi tá-lo̍h來。"}},{"book":"約","chapter":9,"verse":31,"versions":{"unv":"我們知道　神不聽罪人，惟有敬奉　神、遵行他旨意的，　神才聽他。","bklcl":"Lán chai Siōng-tè bô thiaⁿ ū chōe ê lâng; to̍k-to̍k lâng nā kèng-pài Siōng-tè lâi kiâⁿ I ê chí-ì, I chiū thiaⁿ i.","tghg":"咱知上帝無聽有罪的人，獨獨人若敬拜上帝，來行伊的旨意，伊就聽伊。","bklhl":"咱知上帝無聽有罪ê人；獨獨人若敬拜上帝來行伊ê旨意，伊就聽伊。"}},{"book":"約","chapter":9,"verse":32,"versions":{"unv":"從創世以來，未曾聽見有人把生來是瞎子的眼睛開了。","bklcl":"Tùi kó͘-chá í-lâi, bē bat thiaⁿ-kìⁿ chhut-sì chhiⁿ-mî ê, ū lâng khui i ê ba̍k-chiu.","tghg":"對古早以來，未曾聽見出世晴瞑者，有人開伊的目睭。","bklhl":"Tùi古早以來，bē bat聽見出世chhiⁿ-mî ê，有人開伊ê目睭。"}},{"book":"約","chapter":9,"verse":33,"versions":{"unv":"這人若不是從　神來的，甚麼也不能做。」","bklcl":"Chit lâng nā m̄ sī tùi Siōng-tè lâi, chiū bô só͘ ōe chòe.","tghg":"此人若呣是對上帝來，就無所會做(bô só͘ ōe chòe)。」","bklhl":"Chit人若m̄是tùi上帝來，就無所能做。"}},{"book":"約","chapter":9,"verse":34,"versions":{"unv":"他們回答說：「你全然生在罪孽中，還要教訓我們嗎？」於是把他趕出去了。","bklcl":"In chiū ìn i, kóng, Lí choân-jiân chhut-sì tī chōe-ok tiong, hoán-tńg kà-sī goán mah? Chiū kek i chhut.","tghg":"𪜶就應伊講：「你全然出世佇罪惡中，反轉教示阮嗎？」就革(kek)伊出。","bklhl":"In就應伊，講，你全然出世tī罪惡中，反tńg教示阮mah？就kek伊出。"}},{"book":"約","chapter":9,"verse":35,"versions":{"unv":"耶穌聽說他們把他趕出去，後來遇見他，就說：「你信　神的兒子嗎？」","bklcl":"Iâ-so͘ thiaⁿ-kìⁿ in kek i chhut; āu-lâi chhē-tio̍h i, chiū kóng, Lí sìn Siōng-tè ê Kiáⁿ mah?","tghg":"耶穌聽見𪜶革伊出，後來尋著伊，就講：「你信上帝的子嗎？」","bklhl":"耶穌聽見in kek伊出；後來chhē-tio̍h伊，就講，你信上帝ê Kiáⁿ mah？"}},{"book":"約","chapter":9,"verse":36,"versions":{"unv":"他回答說：「主啊，誰是　神的兒子，叫我信他呢？」","bklcl":"I ìn kóng, Chú ah, I sī chī-chūi, hō͘ góa sìn I?","tghg":"伊應講：「主啊，伊是是誰，互我信伊？」","bklhl":"伊應講，主ah，伊是是誰，hō͘我信伊？"}},{"book":"約","chapter":9,"verse":37,"versions":{"unv":"耶穌說：「你已經看見他，現在和你說話的就是他。」","bklcl":"Iâ-so͘ kā i kóng, Lí bat khòaⁿ-kìⁿ I, hiān-chāi kap lí kóng ōe ê, chiū-sī.","tghg":"耶穌給伊講：「你曾看見伊，現在及你講話的就是。」","bklhl":"耶穌kā伊講，你bat看見伊，現在kap你講話ê，就是。"}},{"book":"約","chapter":9,"verse":38,"versions":{"unv":"他說：「主啊，我信！」就拜耶穌。","bklcl":"I chiū kóng, Chú ah, góa sìn. Chiū pài I.","tghg":"伊就講：「主啊，我信！」就拜伊。","bklhl":"伊就講，主ah，我信。就拜伊。"}},{"book":"約","chapter":9,"verse":39,"versions":{"unv":"耶穌說：「我為審判到這世上來，叫不能看見的，可以看見；能看見的，反瞎了眼。」","bklcl":"Iâ-so͘ kóng, Góa in-ūi sím-phòaⁿ lîm-kàu chit sè-kan, hō͘ bōe khòaⁿ-kìⁿ ê lâng khòaⁿ-kìⁿ; iā khòaⁿ-kìⁿ ê lâng pìⁿ-chòe chhiⁿ-mî.","tghg":"耶穌講：「我因為審判臨到此世間，互𣍐看見的人，看見；也看見的人，變做睛瞑。」","bklhl":"耶穌講，我因為審判臨到chit世間，hō͘ bōe看見ê人看見；也看見ê人變做chhiⁿ-mî。"}},{"book":"約","chapter":9,"verse":40,"versions":{"unv":"同他在那裡的法利賽人聽見這話，就說：「難道我們也瞎了眼嗎？」","bklcl":"Kap I saⁿ-kap tī-teh ê Hoat-lī-sài lâng thiaⁿ-kìⁿ chiah-ê ōe, chiū kā I kóng, Chóng bô goán ia̍h chhiⁿ-mî mah?","tghg":"及伊相及佇啲的法利賽人聽見諸個話，就給伊講：「總無阮亦睛瞑嗎？」","bklhl":"Kap伊saⁿ-kap tī-teh ê法利賽人聽見chiah ê話，就kā伊講，總無阮亦chhiⁿ-mî mah？"}},{"book":"約","chapter":9,"verse":41,"versions":{"unv":"耶穌對他們說：「你們若瞎了眼，就沒有罪了；但如今你們說『我們能看見』，所以你們的罪還在。」","bklcl":"Iâ-so͘ kā in kóng, Lín nā chhiⁿ-mî, chiū bô chōe; taⁿ lín kóng, Goán khòaⁿ-kìⁿ; chiū lín ê chōe tiāⁿ-tiāⁿ tī-teh.","tghg":"耶穌給𪜶講：「恁若睛瞑，就無罪；今恁講『阮看見』，就恁的罪定定佇啲。」","bklhl":"耶穌kā in講，Lín若chhiⁿ-mî，就無罪；taⁿ lín講，阮看見；就lín ê罪定定tī-teh。"}}]