[{"book":"約","chapter":7,"verse":1,"versions":{"unv":"這事以後，耶穌在加利利遊行，不願在猶太遊行，因為猶太人想要殺他。","bklcl":"Chiah-ê sū í-āu, Iâ-so͘ sì-kè kiâⁿ tī Ka-lī-lī, m̄ ài kiâⁿ tī Iû-thài, in-ūi Iû-thài lâng ài beh thâi I.","tghg":"諸個事以後，耶穌四界行佇加利利，呣愛行佇猶太，因為猶太人愛欲刣伊。","bklhl":"Chiah-ê事以後，耶穌四界行tī加利利，m̄-ài行tī偤太，因為偤太人ài beh 刣伊。"}},{"book":"約","chapter":7,"verse":2,"versions":{"unv":"當時猶太人的住棚節近了。","bklcl":"Hit sî Iû-thài lâng ê choeh, chiū-sī tah-liâu-choeh, kūn lah.","tghg":"彼時猶太人的節，就是搭寮(tah-liâu)節近啦。","bklhl":"Hit時偤太人ê節，就是搭寮節，近lah。"}},{"book":"約","chapter":7,"verse":3,"versions":{"unv":"耶穌的弟兄就對他說：「你離開這裡上猶太去吧，叫你的門徒也看見你所行的事。","bklcl":"I ê hiaⁿ-tī chiū tùi I kóng, Lí tio̍h lī-khui chia, khì Iû-thài, hō͘ lí ê ha̍k-seng ia̍h thang khòaⁿ-kìⁿ lí só͘ kiâⁿ ê sū.","tghg":"伊的兄弟就對伊講：「你著離開遮，去猶太，互你的學生亦通看見你所行的事。","bklhl":"伊ê兄弟就對伊講，你tio̍h離開chia，去偤太，hō͘你ê學生亦thang看見你所行ê事。"}},{"book":"約","chapter":7,"verse":4,"versions":{"unv":"人要顯揚名聲，沒有在暗處行事的；你如果行這些事，就當將自己顯明給世人看。」","bklcl":"Lâng ài chhut-miâ, chiū bô tī àm-chīⁿ ê só͘-chāi chòe tāi-chì. Lí nā kiâⁿ chiah-ê sū, chiū tio̍h chiong ka-kī hián-bêng tī sè-kan.","tghg":"人愛出名，就無佇暗靜的所在做代誌；你若行諸個事，就著將家己顯明佇世間。」","bklhl":"人ài出名，就無tī暗靜ê所在做tāi-chì。你若行chiah ê事，就tio̍h將家己顯明tī世間。"}},{"book":"約","chapter":7,"verse":5,"versions":{"unv":"因為連他的弟兄說這話，是因為不信他。","bklcl":"In-ūi I ê hiaⁿ-tī ia̍h bô sìn I.","tghg":"因為伊的兄弟亦無信伊。","bklhl":"因為伊ê兄弟亦無信伊。"}},{"book":"約","chapter":7,"verse":6,"versions":{"unv":"耶穌就對他們說：「我的時候還沒有到；你們的時候常是方便的。","bklcl":"Iâ-so͘ chiū kā in kóng, Góa ê sî iáu-bē kàu; nā-sī lín ê sî siông-siông piān.","tghg":"耶穌就給𪜶講：「我的時猶未到；若是恁的時常常便。","bklhl":"耶穌就kā in講，我ê時iáu-bē到；但是lín ê時常常便。"}},{"book":"約","chapter":7,"verse":7,"versions":{"unv":"世人不能恨你們，卻是恨我，因為我指證他們所做的事是惡的。","bklcl":"Sè-kan bōe-ōe oàn-hūn lín; sī oàn-hūn góa, in-ūi góa kan-chèng i ê só͘ kiâⁿ sī pháiⁿ.","tghg":"世間𣍐會怨恨恁，是怨恨我，因為我干證伊的所行是歹。","bklhl":"世間bōe會怨恨lín；是怨恨我，因為我干證伊ê所行是pháiⁿ。"}},{"book":"約","chapter":7,"verse":8,"versions":{"unv":"你們上去過節吧，我現在不上去過這節，因為我的時候還沒有滿。」","bklcl":"Lín chiūⁿ-khì hù choeh; góa iáu-bē thang chiūⁿ-khì hù chit ê choeh; in-ūi góa ê sî iáu-bē móa.","tghg":"恁上去赴節，我猶未通上去赴此個節，因為我的時猶未滿。」","bklhl":"Lín上去赴節；我iáu-bē thang上去赴 chit ê節；因為我ê時iáu-bē滿。"}},{"book":"約","chapter":7,"verse":9,"versions":{"unv":"耶穌說了這話，仍舊住在加利利。","bklcl":"Í-keng kā in kóng án-ni, chiū iû-goân tiàm Ka-lī-lī.","tghg":"已經給𪜶講按呢，就猶原踮加利利。","bklhl":"已經kā in講án-ni，就猶原tiàm加利利。"}},{"book":"約","chapter":7,"verse":10,"versions":{"unv":"但他弟兄上去以後，他也上去過節，不是明去，似乎是暗去的。","bklcl":"I ê hiaⁿ-tī í-keng chiūⁿ-khì hù choeh, I pún-sin ia̍h chiūⁿ-khì, m̄ sī hián-jiân, sī chhin-chhiūⁿ àm-chīⁿ.","tghg":"伊的兄弟已經上去赴節，伊本身亦上去，呣是顯然，是親像暗靜。","bklhl":"伊ê兄弟已經上去赴節，伊本身亦上去，m̄是顯然，是親像暗靜。"}},{"book":"約","chapter":7,"verse":11,"versions":{"unv":"正在節期，猶太人尋找耶穌，說：「他在哪裡？」","bklcl":"Iû-thài lâng tī choeh-kî tiong chhē Iâ-so͘, kóng, I tī tá-lo̍h?","tghg":"猶太人佇節期中尋耶穌，講，伊佇叨落？","bklhl":"偤太人tī節期中chhē耶穌，講，伊tī tá-lo̍h？"}},{"book":"約","chapter":7,"verse":12,"versions":{"unv":"眾人為他紛紛議論，有的說：「他是好人。」有的說：「不然，他是迷惑眾人的。」","bklcl":"Chèng lâng ūi-tio̍h I chōe-chōe chī-bú chī-chū; ū-ê kóng, sī hó lâng; ū-ê kóng, M̄ sī, sī bê-he̍k chèng lâng nā-tiāⁿ.","tghg":"眾人為著伊多多嗤舞嗤呲(chī-bú chī-chū)，有的講：「是好人」。有的講：「呣是，是迷惑眾人若定。」","bklhl":"眾人為tio̍h伊chōe-chōe chī-bú chī-chū；有ê講，是好人；有ê講，m̄是，是迷惑眾人nā-tiāⁿ。"}},{"book":"約","chapter":7,"verse":13,"versions":{"unv":"只是沒有人明明地講論他，因為怕猶太人。","bklcl":"To̍k-to̍k bô lâng hián-jiân kóng I ê sū, in-ūi kiaⁿ Iû-thài lâng ê iân-kò͘.","tghg":"獨獨無人顯然講伊的事，因為驚猶太人的緣故。","bklhl":"獨獨無人顯然講伊ê事，因為驚偤太人ê緣故。"}},{"book":"約","chapter":7,"verse":14,"versions":{"unv":"到了節期，耶穌上殿裡去教訓人。","bklcl":"Tng choeh-kî ê tiong-chām Iâ-so͘ chiūⁿ tiān kà-sī.","tghg":"當節期的中站(tiong-chām)，耶穌上殿教示。","bklhl":"當節期ê中站耶穌上殿教示。"}},{"book":"約","chapter":7,"verse":15,"versions":{"unv":"猶太人就希奇，說：「這個人沒有學過，怎麼明白書呢？」","bklcl":"Iû-thài lâng chiū kî-koài, kóng, Chit ê lâng bē ū ji̍p o̍h, tùi tá-lo̍h bat chheh?","tghg":"猶太人就奇怪，講：「此個人未有入學，對叨落識冊？」","bklhl":"偤太人就奇怪，講，Chit ê人bē有入學，tùi tá-lo̍h bat冊？"}},{"book":"約","chapter":7,"verse":16,"versions":{"unv":"耶穌說：「我的教訓不是我自己的，乃是那差我來者的。","bklcl":"Iâ-so͘ chiū ìn kóng, Góa ê kà-sī m̄ sī sio̍k tī ka-kī, sī sio̍k tī chhe góa ê.","tghg":"耶穌就應講：「我的教示呣是屬佇家己，是屬佇差我者。","bklhl":"耶穌就應講，我ê教示m̄是屬tī家己，是屬tī差我ê。"}},{"book":"約","chapter":7,"verse":17,"versions":{"unv":"人若立志遵著他的旨意行，就必曉得這教訓或是出於　神，或是我憑著自己說的。","bklcl":"Lâng nā goān kiâⁿ I ê chí-ì, chiū ōe chai chit ê kà-sī sī tùi Siōng-tè chhut, á-sī góa tùi ka-kī lâi kóng ê.","tghg":"人若願行伊的旨意，就會知此個教示是對上帝出，抑是我對家己來講的。","bklhl":"人若願行伊ê旨意，就會知chit ê教示是tùi上帝出，á是我tùi家己來講ê。"}},{"book":"約","chapter":7,"verse":18,"versions":{"unv":"人憑著自己說，是求自己的榮耀；惟有求那差他來者的榮耀，這人是真的，在他心裡沒有不義。","bklcl":"Tùi ka-kī lâi kóng ê, sī kiû ka-kī ê êng-kng; to̍k-to̍k kiû chhe i ê ê êng-kng, hit ê lâng chiū-sī chin, ia̍h i ê lāi-bīn bô put-gī.","tghg":"對家己來講的，是求家己的榮光；獨獨求差伊者的榮光，彼個人就是真，亦伊的內面無不義。","bklhl":"Tùi家己來講ê，是求家己ê榮光；獨獨求差伊ê ê榮光，hit ê人就是真，亦伊ê內面無不義。"}},{"book":"約","chapter":7,"verse":19,"versions":{"unv":"摩西豈不是傳律法給你們嗎？你們卻沒有一個人守律法。為甚麼想要殺我呢？」","bklcl":"Mô͘-se kiám bô ēng lu̍t-hoat thoân hō͘ lín mah? Nā-sī lín tiong-kan bô chi̍t lâng kiâⁿ lu̍t-hoat. Lín siáⁿ-sū ài beh thâi góa?","tghg":"摩西豈無用律法傳互恁嗎？若是恁中間無一人行律法。恁啥事愛欲刣我？」","bklhl":"摩西kiám無用律法傳hō͘ lín mah？但是lín中間無一人行律法。Lín啥事ài beh 刣我？"}},{"book":"約","chapter":7,"verse":20,"versions":{"unv":"眾人回答說：「你是被鬼附著了！誰想要殺你？」","bklcl":"Chèng lâng ìn kóng, Lí hoān-tio̍h kúi, chī-chūi ài beh thâi lí?","tghg":"眾人應講：「你患著鬼！是誰愛欲刣你？」","bklhl":"眾人應講，你犯tio̍h鬼，是誰 ài beh 刣你？"}},{"book":"約","chapter":7,"verse":21,"versions":{"unv":"耶穌說：「我做了一件事，你們都以為希奇。","bklcl":"Iâ-so͘ ìn kóng, Góa bat kiâⁿ chi̍t hāng sū, lín lóng lia̍h chòe kî-koài.","tghg":"耶穌應講：「我曾行一項事，恁攏掠做奇怪。","bklhl":"耶穌應講，我bat行一項事，lín lóng掠做奇怪。"}},{"book":"約","chapter":7,"verse":22,"versions":{"unv":"摩西傳割禮給你們（其實不是從摩西起的，乃是從祖先起的），因此你們也在安息日給人行割禮。","bklcl":"In-ūi án-ni Mô͘-se ēng kat-lé thoân hō͘ lín, (kî-si̍t m̄ sī tùi Mô͘-se, sī tùi lia̍t-chó͘); ia̍h lín tī an-hioh-ji̍t kā lâng kiâⁿ kat-lé.","tghg":"因為按呢摩西用割禮傳互恁（其實呣是對摩西，是對列祖），亦恁佇安息日給人行割禮。","bklhl":"因為án-ni摩西用割禮傳hō͘ lín，(其實m̄是tùi摩西，是tùi列祖) ；亦lín tī安歇日kā人行割禮。"}},{"book":"約","chapter":7,"verse":23,"versions":{"unv":"人若在安息日受割禮，免得違背摩西的律法，我在安息日叫一個人全然好了，你們就向我生氣嗎？","bklcl":"Lâng nā tī an-hioh-ji̍t siū kat-lé, bián-tit ûi-ke̍h Mô͘-se ê lu̍t-hoat; chiū góa tī an-hioh-ji̍t hō͘ chi̍t lâng choân-thé lóng hó, lín in-ūi án-ni siū-khì góa mah?","tghg":"人若佇安息日受割禮，免得違逆(ûi-ke̍h)摩西的律法，就我佇安息日互一人全體攏好，恁因為按呢受氣我嗎？","bklhl":"人若tī安歇日受割禮，免得違逆摩西ê律法；就我tī安歇日hō͘一人全體lóng好，lín因為án-ni受氣我mah？"}},{"book":"約","chapter":7,"verse":24,"versions":{"unv":"不可按外貌斷定是非，總要按公平斷定是非。」","bklcl":"Bo̍h-tit chiàu gōa-māu lâi gí-toàn, tio̍h thàn kong-gī lâi gí-toàn.","tghg":"莫得照外貌來擬斷，著趁公義來擬斷。」","bklhl":"莫得照外貌來擬斷，tio̍h thàn公義來擬斷。"}},{"book":"約","chapter":7,"verse":25,"versions":{"unv":"耶路撒冷人中有的說：「這不是他們想要殺的人嗎？","bklcl":"Tùi án-ni Iâ-lō͘-sat-léng ê lâng, ū-ê kóng, Chit-ê kiám m̄ sī in só͘ ài thâi ê mah?","tghg":"對按呢耶路撒冷的人，有的講：「此個豈呣是𪜶所愛刣的嗎？","bklhl":"Tùi án-ni耶路撒冷ê人，有ê講，Chit ê kiám m̄是in所ài 刣 ê mah？"}},{"book":"約","chapter":7,"verse":26,"versions":{"unv":"你看他還明明地講道，他們也不向他說甚麼，難道官長真知道這是基督嗎？","bklcl":"Lí khòaⁿ, I hó-táⁿ teh kóng, ia̍h bô lâng tùi I kóng sím-mi̍h. Kiám sī chiah-ê koaⁿ-hú chin-chiàⁿ chai chit-ê sī Ki-tok mah?","tghg":"你看，伊好膽啲講，亦無人對伊講甚麼，豈是諸個官府真正知此個是基督嗎？","bklhl":"你看，伊好膽teh講，亦無人對伊講甚麼。kiám是chiah ê官府真正知chit ê是基督mah？"}},{"book":"約","chapter":7,"verse":27,"versions":{"unv":"然而，我們知道這個人從哪裡來；只是基督來的時候，沒有人知道他從哪裡來。」","bklcl":"Nā-sī lán bat chit ê lâng tùi tá-lo̍h lâi; m̄ kú Ki-tok lâi ê sî bô lâng chai I tùi tá-lo̍h lâi.","tghg":"若是，咱識此個人對叨落來；呣拘基督來的時，無人知伊對叨落來。」","bklhl":"但是咱bat chit ê人tùi tá-lo̍h來；m̄-kú基督來ê時無人知伊tùi tá-lo̍h來。"}},{"book":"約","chapter":7,"verse":28,"versions":{"unv":"那時，耶穌在殿裡教訓人，大聲說：「你們也知道我，也知道我從哪裡來；我來並不是由於自己。但那差我來的是真的。你們不認識他，","bklcl":"Tùi án-ni Iâ-so͘ tī tiān-ni̍h kà-sī, kiò kóng, Lín bat góa, ia̍h chai góa tùi tá-lo̍h lâi; góa m̄ sī chū-choan lâi, chhe góa lâi ê sī chin-si̍t, lín m̄ bat I.","tghg":"對按呢，耶穌佇殿裡教示，叫講：「恁識我，亦知我對叨落來；我呣是自專來。差我來的是真實。恁呣識伊，","bklhl":"Tùi án-ni耶穌tī殿裡教示，叫講，Lín bat我，亦知我tùi tá-lo̍h來；我m̄是自專來，差我來ê是真實，lín m̄-bat伊。"}},{"book":"約","chapter":7,"verse":29,"versions":{"unv":"我卻認識他；因為我是從他來的，他也是差了我來。」","bklcl":"Góa bat I; in-ūi góa tùi I lâi, ia̍h I chhe góa.","tghg":"我識伊；因為我對伊來，亦伊差我。」","bklhl":"我bat伊；因為我對伊來，亦伊差我。"}},{"book":"約","chapter":7,"verse":30,"versions":{"unv":"他們就想要捉拿耶穌；只是沒有人下手，因為他的時候還沒有到。","bklcl":"In chiū ài beh lia̍h I; chóng-sī bô lâng hē chhiú, in-ūi I ê sî iáu-bē kàu.","tghg":"𪜶就愛欲掠伊；總是無人下手，因為伊的時猶未到。","bklhl":"In就ài beh掠伊；總是無人下手，因為伊ê時iáu-bē到。"}},{"book":"約","chapter":7,"verse":31,"versions":{"unv":"但眾人中間有好些信他的，說：「基督來的時候，他所行的神蹟豈能比這人所行的更多嗎？」","bklcl":"Chèng lâng tiong chōe-chōe lâng sìn I, kóng, Ki-tok lâi ê sî, kiám beh kiâⁿ sîn-jiah pí chit lâng só͘ kiâⁿ ê khah chōe mah?","tghg":"眾人中多多人信伊，講：「基督來的時，豈欲行神蹟比此人所行的卡多嗎？」","bklhl":"眾人中chōe-chōe人信伊，講，基督來ê時，kiám beh行神蹟比chit人所行ê khah chōe mah？"}},{"book":"約","chapter":7,"verse":32,"versions":{"unv":"法利賽人聽見眾人為耶穌這樣紛紛議論，祭司長和法利賽人就打發差役去捉拿他。","bklcl":"Hoat-lī-sài lâng thiaⁿ-kìⁿ chèng lâng án-ni chī-bú chī-chū teh kóng I, chiū chiah-ê chè-si-thâu kap Hoat-lī-sài lâng chhe gê-ia̍h beh lia̍h I.","tghg":"法利賽人聽見眾人按呢嗤舞嗤呲(chī-bú chī-chū)啲講伊，就諸個祭司頭及法利賽人差衙役(gê-ia̍h)欲掠伊。","bklhl":"法利賽人聽見眾人án-ni chī-bú chī-chū teh講伊，就chiah ê祭司頭kap法利賽人差衙役beh掠伊。"}},{"book":"約","chapter":7,"verse":33,"versions":{"unv":"於是耶穌說：「我還有不多的時候和你們同在，以後就回到差我來的那裡去。","bklcl":"Iâ-so͘ chiū kóng, Góa iáu ū tiap-á kú kap lín tī-teh, āu-lâi beh tò-khì chiū-kūn chhe góa ê.","tghg":"耶穌就講：「我猶有霎(tia̍p)仔久及恁佇啲，後來欲倒去就近差我的。","bklhl":"耶穌就講，我iáu有tiap-á久kap lín tī-teh，後來beh tò去就近差我ê。"}},{"book":"約","chapter":7,"verse":34,"versions":{"unv":"你們要找我，卻找不著；我所在的地方你們不能到。」","bklcl":"Lín beh chhē góa, ia̍h chhē bōe tio̍h; góa só͘ tòa ê só͘-chāi, lín bōe-ōe kàu.","tghg":"恁欲尋我，亦尋𣍐著；我所住的所在恁𣍐會到。」","bklhl":"Lín beh chhē我，亦chhē bōe tio̍h；我所tòa ê所在，lín bōe能到。"}},{"book":"約","chapter":7,"verse":35,"versions":{"unv":"猶太人就彼此對問說：「這人要往哪裡去，叫我們找不著呢？難道他要往散住希臘中的猶太人那裡去教訓希臘人嗎？","bklcl":"Iû-thài lâng chiū saⁿ-kap kóng, I beh tá-lo̍h khì, tì-kàu lán chhē I bōe tio̍h? kiám beh chiū-kūn Hi-lī-nî tiong sì-sòaⁿ khiā-khí ê Iû-thài lâng, lâi kà-sī Hi-lī-nî lâng mah?","tghg":"猶太人，就相及講：「伊欲叨落去，致到咱尋伊𣍐著？豈欲就近希利尼中四散徛起的猶太人，來教示希利尼人嗎？","bklhl":"偤太人就saⁿ-kap講，伊beh tá-lo̍h去，致到咱chhē伊bōe tio̍h？kiám beh就近希利尼中四散khiā起ê偤太人，來教示希利尼人mah？"}},{"book":"約","chapter":7,"verse":36,"versions":{"unv":"他說：『你們要找我，卻找不著；我所在的地方，你們不能到』，這話是甚麼意思呢？」","bklcl":"I só͘ kóng, Lín beh chhē góa bōe tio̍h; góa só͘ tòa ê só͘-chāi, lín bōe-ōe kàu; che sī sím-mi̍h ōe ah?","tghg":"伊所講：『恁欲尋我𣍐著；我所住的所在，恁𣍐會到』，這是甚麼話啊？」","bklhl":"伊所講，Lín beh chhē我bōe tio̍h；我所tòa ê所在，lín bōe會到；這是甚麼話ah？"}},{"book":"約","chapter":7,"verse":37,"versions":{"unv":"節期的末日，就是最大之日，耶穌站著高聲說：「人若渴了，可以到我這裡來喝。","bklcl":"Tng choeh-kî ê bé ji̍t, chiū-sī siōng tōa ê ji̍t, Iâ-so͘ khiā-teh, kiò kóng, Nā ū chhùi-ta ê lâng, tio̍h chiū-kūn góa lâi lim.","tghg":"當節期的尾日，就是上(siōng)大的日，耶穌徛啲叫講：「若有嘴乾的人，著就近我來飲。","bklhl":"當節期ê尾日，就是siōng大ê日，耶穌khiā-teh，叫講，若有嘴乾ê人，tio̍h就近我來lim。"}},{"book":"約","chapter":7,"verse":38,"versions":{"unv":"信我的人就如經上所說：『從他腹中要流出活水的江河來。』」","bklcl":"Sìn góa ê lâng, chhin-chhiūⁿ sèng-keng só͘ kóng, ū oa̍h chúi ê khoe, beh tùi i ê pak-lāi lâu-chhut.","tghg":"信我的人親像聖經所講：『有活水的溪，欲對伊的腹內流出。』」","bklhl":"信我ê人，親像聖經所講，有活水ê溪，beh對伊ê腹內流出。"}},{"book":"約","chapter":7,"verse":39,"versions":{"unv":"耶穌這話是指著信他之人要受聖靈說的。那時還沒有賜下聖靈來，因為耶穌尚未得著榮耀。","bklcl":"I kóng án-ni sī chí sìn I ê lâng só͘ beh siū ê Sèng Sîn; hit sî bē ū siúⁿ-sù Sèng Sîn; in-ūi Iâ-so͘ bē ū tit-tio̍h êng-kng.","tghg":"伊講按呢是指信伊的人所欲受的聖神。彼時未有賞賜聖神，因為耶穌未有得著榮光。","bklhl":"伊講án-ni是指信伊ê人所beh受ê聖神；hit時bē有賞賜聖神；因為耶穌bē有得tio̍h榮光。"}},{"book":"約","chapter":7,"verse":40,"versions":{"unv":"眾人聽見這話，有的說：「這真是那先知。」","bklcl":"Chèng lâng tiong ū-ê thiaⁿ-kìⁿ chiah-ê ōe lâi kóng, Chit lâng chin-chiàⁿ sī hit ê sian-ti.","tghg":"眾人中有的聽見諸個話來，講：「此人真正是彼個先知。」","bklhl":"眾人中有ê聽見chiah ê話來講，Chit人真正是hit ê先知。"}},{"book":"約","chapter":7,"verse":41,"versions":{"unv":"有的說：「這是基督。」但也有的說：「基督豈是從加利利出來的嗎？","bklcl":"Ū-ê kóng, Chit lâng chiū-sī Ki-tok. Nā-sī ū-ê kóng, Ki-tok kiám tùi Ka-lī-lī chhut mah?","tghg":"有的講：「此人就是基督。」若是有的講：「基督豈對加利利出嗎？","bklhl":"有ê講，Chit人就是基督。若是有ê講，基督kiám tùi加利利出mah？"}},{"book":"約","chapter":7,"verse":42,"versions":{"unv":"經上豈不是說『基督是大衛的後裔，從大衛本鄉伯利恆出來的』嗎？」","bklcl":"Sèng-keng kiám bô kóng, Ki-tok sī Tāi-pi̍t ê hō͘-è, tùi Tāi-pi̍t ê pún-hiuⁿ Pek-lī-hêng chhut mah?","tghg":"聖經豈無講『基督是大衛的後裔，對大衛的本鄉伯利恆出』嗎？」","bklhl":"聖經kiám無講，基督是大衛ê後裔，tùi大衛ê本鄉伯利恆出mah？"}},{"book":"約","chapter":7,"verse":43,"versions":{"unv":"於是眾人因著耶穌起了紛爭。","bklcl":"Tùi án-ni chèng lâng in-ūi I lâi hun-pêng.","tghg":"對按呢眾人因為伊來分旁。","bklhl":"Tùi án-ni眾人因為伊來分pêng。"}},{"book":"約","chapter":7,"verse":44,"versions":{"unv":"其中有人要捉拿他，只是無人下手。","bklcl":"Kî-tiong ū lâng ài lia̍h I; chóng-sī bô lâng hē chhiú.","tghg":"其中有人愛掠伊，總是無人下手。","bklhl":"其中有人ài掠伊；總是無人下手。"}},{"book":"約","chapter":7,"verse":45,"versions":{"unv":"差役回到祭司長和法利賽人那裡。他們對差役說：「你們為甚麼沒有帶他來呢？」","bklcl":"Gê-ia̍h chiū lâi kìⁿ chiah-ê chè-si-thâu kap Hoat-lī-sài lâng; in chiū tùi gê-ia̍h kóng, Siáⁿ-sū bô tòa I lâi?","tghg":"衙役(gê-ia̍h)就來見諸個祭司頭及法利賽人。𪜶就對衙役講：「啥事無帶伊來？」","bklhl":"衙役就來見chiah ê祭司頭kap法利賽人；in就tùi衙役講，啥事無帶伊來？"}},{"book":"約","chapter":7,"verse":46,"versions":{"unv":"差役回答說：「從來沒有像他這樣說話的！」","bklcl":"Gê-ia̍h ìn kóng, Chiông-lâi bē ū lâng kóng ōe chhin-chhiūⁿ I án-ni.","tghg":"衙役應講：「從來未有人講話親像伊按呢！」","bklhl":"衙役應講，從來bē有人講話親像伊án-ni。"}},{"book":"約","chapter":7,"verse":47,"versions":{"unv":"法利賽人說：「你們也受了迷惑嗎？","bklcl":"Hoat-lī-sài lâng ìn kóng, Lín ia̍h siū bê-he̍k mah?","tghg":"法利賽人應講：「恁亦受迷惑嗎？","bklhl":"法利賽人應講，Lín亦受迷惑mah？"}},{"book":"約","chapter":7,"verse":48,"versions":{"unv":"官長或是法利賽人豈有信他的呢？","bklcl":"Chiah-ê koaⁿ-hú á-sī Hoat-lī-sài lâng, kiám ū lâng sìn I?","tghg":"諸個官府抑是法利賽人豈有人信伊？","bklhl":"Chiah-ê官府á是法利賽人，kiám有人信伊？"}},{"book":"約","chapter":7,"verse":49,"versions":{"unv":"但這些不明白律法的百姓是被咒詛的！」","bklcl":"To̍k-to̍k chiah-ê m̄ bat lu̍t-hoat ê peh-sìⁿ, sī siū chiù-chó͘ ê.","tghg":"獨獨諸個呣識律法的百姓是受咒詛的！」","bklhl":"獨獨chiah ê m̄-bat律法ê百姓，是受咒詛ê。"}},{"book":"約","chapter":7,"verse":50,"versions":{"unv":"內中有尼哥底母，就是從前去見耶穌的，對他們說：","bklcl":"In tiong-kan ū Nî-ko-tí-bó͘, chiū-sī chêng chiū-kūn Iâ-so͘ ê, kā in kóng,","tghg":"𪜶中間有尼哥底某，就是前就近耶穌的，給𪜶講：","bklhl":"In中間有尼哥底某，就是前就近耶穌ê，kā in講，"}},{"book":"約","chapter":7,"verse":51,"versions":{"unv":"「不先聽本人的口供，不知道他所做的事，難道我們的律法還定他的罪嗎？」","bklcl":"Bô tāi-seng thiaⁿ lâng ê ōe, lâi chai i ê só͘ kiâⁿ; lán ê lu̍t-hoat kiám ū tēng i ê chōe mah?","tghg":"「無代先聽人的話，來知伊的所行，咱的律法豈有定伊的罪嗎？」","bklhl":"無事先聽人ê話，來知伊ê所行；咱ê律法kiám有定伊ê罪mah？"}},{"book":"約","chapter":7,"verse":52,"versions":{"unv":"他們回答說：「你也是出於加利利嗎？你且去查考，就可知道加利利沒有出過先知。」","bklcl":"In chiū ìn i kóng, Lí ia̍h sī tùi Ka-lī-lī chhut mah? Lí khì chhâ-khó, chiū chai Ka-lī-lī bô chhut sian-ti.","tghg":"𪜶就應伊講：「你亦是對加利利出嗎？你去查考，就知加利利無出先知。」","bklhl":"In就應伊講，你亦是tùi加利利出mah？你去查考，就知加利利無出先知。"}}]