[{"book":"約","chapter":20,"verse":1,"versions":{"unv":"七日的第一日清早，天還黑的時候，抹大拉的馬利亞來到墳墓那裡，看見石頭從墳墓挪開了，","bklcl":"Chhit ji̍t ê thâu chi̍t ji̍t, chheng chá, thiⁿ iáu-bē kng, Boa̍t-tāi-lia̍p ê Má-lī-a kàu bōng, khòaⁿ-kìⁿ chio̍h í-keng tùi bōng sóa khui.","tghg":"七日的頭一日清早，天猶未光，抹大拉的馬利亞到墓，看見石已經對墓徙開，","bklhl":"七日ê頭一日，清早，天iáu-bē光，Boa̍t-tāi-lia̍p ê馬利亞到墓，看見石已經tùi墓徙開。"}},{"book":"約","chapter":20,"verse":2,"versions":{"unv":"就跑來見西門•彼得和耶穌所愛的那個門徒，對他們說：「有人把主從墳墓裡挪了去，我們不知道放在哪裡。」","bklcl":"Chiū cháu-khì chiū-kūn Se-bûn Pí-tek, kap pa̍t ê ha̍k-seng, chiū-sī Iâ-so͘ só͘ thiàⁿ hit ê, kā in kóng, Ū lâng chiong Chú î chhut bōng, goán m̄ chai hē tī tá-lo̍h.","tghg":"就走去就近西門彼得及別個學生，就是耶穌所疼彼個，給𪜶講：「有人將主移出墓，阮呣知下佇叨落。」","bklhl":"就走去就近西門彼得，kap別個學生，就是耶穌所疼hit ê，kā in講，有人將主移出墓，阮m̄知hē tī tá-lo̍h。"}},{"book":"約","chapter":20,"verse":3,"versions":{"unv":"彼得和那門徒就出來，往墳墓那裡去。","bklcl":"Só͘-í Pí-tek kap hit ê pa̍t ê ha̍k-seng chhut-khì kàu bōng.","tghg":"所以彼得及彼個別個學生出去，到墓。","bklhl":"所以彼得kap hit ê別個學生出去到墓。"}},{"book":"約","chapter":20,"verse":4,"versions":{"unv":"兩個人同跑，那門徒比彼得跑得更快，先到了墳墓，","bklcl":"Nn̄g lâng pîⁿ-pîⁿ cháu; hit ê pa̍t ê ha̍k-seng cháu chòe thâu, pí Pí-tek khah kín, tāi-seng kàu bōng;","tghg":"二人平平走，彼個別個學生走做頭比彼得卡緊，代先到墓，","bklhl":"兩人平平走；hit ê別個學生走做頭，比彼得khah緊，事先到墓；"}},{"book":"約","chapter":20,"verse":5,"versions":{"unv":"低頭往裡看，就見細麻布還放在那裡，只是沒有進去。","bklcl":"àⁿ-lo̍h khòaⁿ bōng lāi, khòaⁿ-kìⁿ iù-tōe pò͘ hē-teh; to̍k-to̍k bô ji̍p-khì.","tghg":"俯落看墓內，看見幼苧布下啲，獨獨無入去。","bklhl":"àⁿ落看墓內，看見幼苧布hē-teh；獨獨無入去。"}},{"book":"約","chapter":20,"verse":6,"versions":{"unv":"西門•彼得隨後也到了，進墳墓裡去，就看見細麻布還放在那裡，","bklcl":"Se-bûn Pí-tek tè-āu kàu, ji̍p bōng; khòaⁿ-kìⁿ iù-tōe pò͘ hē-teh,","tghg":"西門彼得隨後到，入墓，看見幼苧布下啲，","bklhl":"西門彼得tè後到，入墓；看見幼苧布hē-teh，"}},{"book":"約","chapter":20,"verse":7,"versions":{"unv":"又看見耶穌的裹頭巾沒有和細麻布放在一處，是另在一處捲著。","bklcl":"koh khòaⁿ-kìⁿ pau thâu-khak ê kun, bô kap iù-tōe pò͘ chòe chi̍t ūi, sī lēng-gōa tī chi̍t só͘-chāi kńg teh.","tghg":"閣看見包頭殼的巾無及幼苧布做一位，是另外佇一所在捲啲。","bklhl":"koh看見包頭殼ê巾，無kap幼苧布做一位，是另外tī一所在捲teh。"}},{"book":"約","chapter":20,"verse":8,"versions":{"unv":"先到墳墓的那門徒也進去，看見就信了。","bklcl":"Hit sî hit ê tāi-seng kàu bōng ê ha̍k-seng ia̍h ji̍p-khì, khòaⁿ-kìⁿ chiū sìn.","tghg":"彼時彼個代先到墓的學生亦入去，看見就信。","bklhl":"Hit時hit ê事先到墓ê學生亦入去，看見就信。"}},{"book":"約","chapter":20,"verse":9,"versions":{"unv":"（因為他們還不明白聖經的意思，就是耶穌必要從死裡復活。）","bklcl":"In-ūi in iáu-bē bêng-pe̍k sèng-keng ê ōe, kóng I tek-khak tio̍h tùi sí-lâng tiong koh-oa̍h.","tghg":"（因為𪜶猶未明白聖經的話，講伊的確著對死人中復活。）","bklhl":"因為in iáu-bē明白聖經ê話，講伊的確tio̍h tùi死人中koh活。"}},{"book":"約","chapter":20,"verse":10,"versions":{"unv":"於是兩個門徒回自己的住處去了。","bklcl":"Tùi án-ni nn̄g ê ha̍k-seng tò-khì ka-kī ê ke.","tghg":"對按呢二個學生倒去家己的家。","bklhl":"Tùi án-ni，兩個學生tò去家己ê家。"}},{"book":"約","chapter":20,"verse":11,"versions":{"unv":"馬利亞卻站在墳墓外面哭。哭的時候，低頭往墳墓裡看，","bklcl":"To̍k-to̍k Má-lī-a khiā tī bōng gōa teh thî-khàu; khàu ê sî, àⁿ-lo̍h khòaⁿ bōng lāi;","tghg":"獨獨馬利亞徛佇墓外啲啼哭。哭的時，俯落看墓內，","bklhl":"獨獨馬利亞khiā tī墓外teh啼哭；哭ê時，àⁿ落看墓內；"}},{"book":"約","chapter":20,"verse":12,"versions":{"unv":"就見兩個天使，穿著白衣，在安放耶穌身體的地方坐著，一個在頭，一個在腳。","bklcl":"khòaⁿ-kìⁿ nn̄g ê thiⁿ-sài chhēng pe̍h saⁿ, chē tī Iâ-so͘ ê sin-si só͘ bat an-tì ê só͘-chāi, chi̍t-ê tī thâu, chi̍t-ê tī kha.","tghg":"看見二個天使，穿白衫，坐佇耶穌的身屍所曾安置的所在，一個佇頭，一個佇腳。","bklhl":"看見兩個天使穿白衫，坐tī耶穌ê身屍所bat安置ê所在，一个tī頭，一个tī腳。"}},{"book":"約","chapter":20,"verse":13,"versions":{"unv":"天使對她說：「婦人，你為甚麼哭？」她說：「因為有人把我主挪了去，我不知道放在那裡。」","bklcl":"In chiū kā i kóng, Hū-jîn-lâng ah, Siáⁿ-sū khàu? ìn i kóng, In-ūi lâng chiong góa ê Chú î khì, góa m̄ chai hē I tī sím-mi̍h só͘-chāi.","tghg":"𪜶就給伊講：「婦仁人啊，啥事哭？」應伊講：「因為人將我的主移去，我呣知下伊佇甚麼所在。」","bklhl":"In就kā伊講，婦人人ah，啥事哭？應伊講，因為人將我ê主移去，我m̄知hē伊tī甚麼所在。"}},{"book":"約","chapter":20,"verse":14,"versions":{"unv":"說了這話，就轉過身來，看見耶穌站在那裡，卻不知道是耶穌。","bklcl":"Í-keng kóng chiah-ê ōe, chiū hoan-sin ǹg āu-bīn, khòaⁿ-kìⁿ Iâ-so͘ teh khiā, iā m̄ chai I sī Iâ-so͘.","tghg":"已經講諸個話，就翻身向後面，看見耶穌啲徛(khiā)，也呣知伊是耶穌。","bklhl":"已經講chiah ê話，就翻身ǹg後面，看見耶穌teh khiā，也m̄知伊是耶穌。"}},{"book":"約","chapter":20,"verse":15,"versions":{"unv":"耶穌問她說：「婦人，為甚麼哭？你找誰呢？」馬利亞以為是看園的，就對他說：「先生，若是你把他移了去，請告訴我，你把他放在哪裡，我便去取他。」","bklcl":"Iâ-so͘ kā i kóng, Hū-jîn-lâng ah, siáⁿ-sū thî-khàu? lí chhē chī-chūi? Má-lī-a phah-sǹg I sī kò͘ hn̂g ê, chiū kā I kóng, Thâu-ke ah, lí nā ū kng I khì, chhiáⁿ kā góa kóng hē I tī sím-mi̍h só͘-chāi, góa chiū khì siu I.","tghg":"耶穌給伊講：「婦仁人啊，啥事啼哭？你尋是誰？」馬利亞拍算伊是顧園的，就給伊講：「頭家啊，你若有扛伊去，請給我講，下伊佇甚麼所在，我就去收伊。」","bklhl":"耶穌kā伊講，婦人人ah，啥事啼哭？你chhē 是誰？馬利亞phah算伊是顧園ê，就kā伊講，頭家ah，你若有扛伊去，請kā我講hē伊tī甚麼所在，我就去收伊。"}},{"book":"約","chapter":20,"verse":16,"versions":{"unv":"耶穌說：「馬利亞。」馬利亞就轉過來，用希伯來話對他說：「拉波尼！」（拉波尼就是夫子的意思。）","bklcl":"Iâ-so͘ kā i kóng, Má-lī-a ah. I chiū oa̍t-tńg-sin, ēng Hi-pek-lâi ê ōe kā I kóng, Lia̍p-pho-nî; ì-sù chiū-sī, Sian-siⁿ.","tghg":"耶穌給伊講：「馬利亞啊！」伊就越轉身，用希伯來的話給伊講：「拉波尼！」（意思就是先生。）","bklhl":"耶穌kā伊講，馬利亞ah。伊就oa̍t-tńg身，用希伯來ê話kā伊講，Lia̍p-pho-nî；意思就是，先生。"}},{"book":"約","chapter":20,"verse":17,"versions":{"unv":"耶穌說：「不要摸我，因我還沒有升上去見我的父。你往我弟兄那裡去，告訴他們說，我要升上去見我的父，也是你們的父，見我的　神，也是你們的　神。」","bklcl":"Iâ-so͘ kā i kóng, Bo̍h-tit bong góa; in-ūi góa iáu-bē chiūⁿ-khì kìⁿ Pē; lí tio̍h khì chhē góa ê hiaⁿ-tī kā in kóng, Góa chiūⁿ-khì kìⁿ góa ê Pē, ia̍h sī lín ê Pē; kìⁿ góa ê Siōng-tè, ia̍h sī lín ê Siōng-tè.","tghg":"耶穌給伊講：「莫得摸我，因為我猶未上去見父。你著去尋我的兄弟，給𪜶講，我上去見我的父，亦是恁的父，見我的上帝，亦是恁的上帝。」","bklhl":"耶穌kā伊講，莫得摸我；因為我iáu-bē上去見父；你tio̍h去chhē我ê兄弟kā in講，我上去見我ê父，亦是lín ê父；見我ê上帝，亦是lín ê上帝。"}},{"book":"約","chapter":20,"verse":18,"versions":{"unv":"抹大拉的馬利亞就去告訴門徒說：「我已經看見了主。」她又將主對她說的這話告訴他們。","bklcl":"Boa̍t-tāi-lia̍p ê Má-lī-a chiū khì kā ha̍k-seng kóng, Góa í-keng khòaⁿ-kìⁿ Chú; koh kóng, Chú ēng chiah-ê ōe kā i kóng.","tghg":"抹大拉的馬利亞就去給學生講：「我已經看見主。」閣講主用諸個話給伊講。","bklhl":"抹大拉ê馬利亞就去kā學生講，我已經看見主；koh講，主用chiah ê話kā伊講。"}},{"book":"約","chapter":20,"verse":19,"versions":{"unv":"那日（就是七日的第一日）晚上，門徒所在的地方，因怕猶太人，門都關了。耶穌來，站在當中，對他們說：「願你們平安！」","bklcl":"Hit ji̍t chiū-sī chhit ji̍t ê thâu chi̍t ji̍t, í-keng àm, ha̍k-seng in-ūi kiaⁿ Iû-thài lâng, chiū tī in só͘ tòa ê só͘-chāi koaiⁿ mn̂g; Iâ-so͘ kàu, khiā tī tiong-kan, kā in kóng, Goān lín pêng-an.","tghg":"彼日（就是七日的頭一日）已經暗，學生因為驚猶太人，就佇𪜶所住的所在關門。耶穌到，徛佇中間，給𪜶講：「願恁平安！」","bklhl":"Hit日就是七日ê頭一日，已經暗，學生因為驚偤太人，就tī in所tòa ê所在關門；耶穌到，khiā tī中間，kā in講，願lín平安。"}},{"book":"約","chapter":20,"verse":20,"versions":{"unv":"說了這話，就把手和肋旁指給他們看。門徒看見主，就喜樂了。","bklcl":"Í-keng kóng chit ê ōe, chiū ēng chhiú kap hia̍p-ē hō͘ in khòaⁿ. Ha̍k-seng khòaⁿ-kìⁿ Chú, chiū hoaⁿ-hí.","tghg":"已經講此個話，就用手及脇下(hia̍p-ē)互𪜶看。學生看見主，就歡喜。","bklhl":"已經講chit ê話，就用手kap hia̍p下hō͘ in看。學生看見主，就歡喜。"}},{"book":"約","chapter":20,"verse":21,"versions":{"unv":"耶穌又對他們說：「願你們平安！父怎樣差遣了我，我也照樣差遣你們。」","bklcl":"Iâ-so͘ koh kā in kóng, Goān lín pêng-an; góa chhe lín, chhin-chhiūⁿ Pē ū chhe góa.","tghg":"耶穌閣給𪜶講：「願恁平安！我差恁，親像父有差我。」","bklhl":"耶穌koh kā in講，願lín平安；我差lín，親像父有差我。"}},{"book":"約","chapter":20,"verse":22,"versions":{"unv":"說了這話，就向他們吹一口氣，說：「你們受聖靈！","bklcl":"Í-keng kóng chit ê ōe, chiū tùi in pûn khùi kóng, Lín siū Sèng Sîn;","tghg":"已經講此個話，就對𪜶歕(pûn)氣，講：「恁受聖神！","bklhl":"已經講chit ê話，就對in pûn氣講，Lín受聖神；"}},{"book":"約","chapter":20,"verse":23,"versions":{"unv":"你們赦免誰的罪，誰的罪就赦免了；你們留下誰的罪，誰的罪就留下了。」","bklcl":"lín sià sím-mi̍h lâng ê chōe, chiū sià-khì; lâu sím-mi̍h lâng ê chōe, chiū lâu-teh.","tghg":"恁赦甚麼人的罪，就赦去，留甚麼人的罪，就留啲。」","bklhl":"lín赦甚麼人ê罪，就赦去；留甚麼人ê罪，就留teh。"}},{"book":"約","chapter":20,"verse":24,"versions":{"unv":"那十二個門徒中，有稱為低土馬的多馬；耶穌來的時候，他沒有和他們同在。","bklcl":"Ū To-má chheng chòe Té-thó͘-má ê, sī cha̍p-jī ha̍k-seng ê chi̍t-ê, Iâ-so͘ kàu ê sî, i bô saⁿ-kap tī-teh.","tghg":"有多馬稱做低土馬的，是十二學生的一個；耶穌到的時，伊無相及佇啲。","bklhl":"有多馬稱做Té-thó͘-má ê，是十二學生ê一个，耶穌到ê時，伊無saⁿ-kap tī-teh。"}},{"book":"約","chapter":20,"verse":25,"versions":{"unv":"那些門徒就對他說：「我們已經看見主了。」多馬卻說：「我非看見他手上的釘痕，用指頭探入那釘痕，又用手探入他的肋旁，我總不信。」","bklcl":"Kî-û ê ha̍k-seng chiū kā i kóng, Goán chiah-ê í-keng khòaⁿ-kìⁿ Chú lah. Nā-sī To-má kā in kóng, Góa nā bô khòaⁿ-kìⁿ I chhiú-tiong teng ê jiah, bô ēng góa ê chńg-thâu-á thàm I teng ê jiah, bô ēng góa ê chhiú thàm I ê hia̍p-ē, góa koat-toàn m̄ sìn.","tghg":"其餘的學生就給伊講：「阮諸個已經看見主啦。」若是多馬給𪜶講：「我若無看見伊手中釘的跡(jiah)，無用我的指頭仔探伊釘的跡，無用我的手探伊的脇下，我決斷呣信。」","bklhl":"其餘ê學生就kā伊講，阮chiah ê已經看見主lah。但是多馬kā in講，我若無看見伊手中釘ê跡，無用我ê指頭á探伊釘ê跡，無用我ê手探伊ê hia̍p下，我決斷m̄信。"}},{"book":"約","chapter":20,"verse":26,"versions":{"unv":"過了八日，門徒又在屋裡，多馬也和他們同在，門都關了。耶穌來，站在當中說：「願你們平安！」","bklcl":"Kè poeh ji̍t, I ê ha̍k-seng koh-chài tī chhù-lāi, To-má ia̍h tī-teh. Mn̂g í-keng koaiⁿ, Iâ-so͘ kàu, khiā tī tiong-ng, kóng, Goān lín pêng-an.","tghg":"過八日，伊的學生閣再佇厝內，多馬亦佇啲，門已經關。耶穌到，徛佇中央講：「願恁平安！」","bklhl":"過八日，伊ê學生koh再tī厝內，多馬亦tī-teh。門已經關，耶穌到，khiā tī中央，講，願lín平安。"}},{"book":"約","chapter":20,"verse":27,"versions":{"unv":"就對多馬說：「伸過你的指頭來，摸（原文是看）我的手；伸出你的手來，探入我的肋旁。不要疑惑，總要信！」","bklcl":"Chiū kā To-má kóng, Chhun lí ê chńg-thâu-á lâi khòaⁿ góa ê chhiú; chhun lí ê chhiú thàm góa ê hia̍p-ē; bo̍h-tit chòe m̄ sìn ê, tio̍h chòe sìn ê.","tghg":"就給多馬講：「伸你的指頭仔來，看我的手；伸你的手，探我的脇下。莫得做呣信的，著做信的！」","bklhl":"就kā多馬講，伸你ê指頭á來看我ê手；伸你ê手探我ê hia̍p下；莫得做m̄信ê，tio̍h做信ê。"}},{"book":"約","chapter":20,"verse":28,"versions":{"unv":"多馬說：「我的主！我的　神！」","bklcl":"To-má ìn kóng, Góa ê Chú ah, góa ê Siōng-tè ah.","tghg":"多馬應講：「我的主啊！我的上帝啊！」","bklhl":"多馬應講，我ê主ah，我ê上帝ah。"}},{"book":"約","chapter":20,"verse":29,"versions":{"unv":"耶穌對他說：「你因看見了我才信；那沒有看見就信的有福了。」","bklcl":"Iâ-so͘ kā i kóng, Lí in-ūi khòaⁿ-kìⁿ góa chiah sìn; hiah-ê bô khòaⁿ-kìⁿ lâi sìn ê lâng, ū hok-khì.","tghg":"耶穌給伊講：「你因為看見我才信；許個無看見來信的人，有福氣。」","bklhl":"耶穌kā伊講，你因為看見我chiah信；hiah-ê無看見來信ê人，有福氣。"}},{"book":"約","chapter":20,"verse":30,"versions":{"unv":"耶穌在門徒面前另外行了許多神蹟，沒有記在這書上。","bklcl":"Iâ-so͘ tī ha̍k-seng ê bīn-chêng, koh ū kiâⁿ chōe-chōe sîn-jiah, bô kì tī chit pún chheh ê;","tghg":"耶穌佇學生的面前閣有行多多神蹟，無記佇此本冊的。","bklhl":"耶穌tī學生ê面前，koh有行chōe-chōe神蹟，無記tī chit本冊ê；"}},{"book":"約","chapter":20,"verse":31,"versions":{"unv":"但記這些事要叫你們信耶穌是基督，是　神的兒子，並且叫你們信了他，就可以因他的名得生命。","bklcl":"to̍k-to̍k kì chiah-ê, hō͘ lín sìn Iâ-so͘ sī Ki-tok, sī Siōng-tè ê Kiáⁿ; sìn, chiū tī I ê miâ tit-tio̍h oa̍h.","tghg":"獨獨記諸個互恁信耶穌是基督，是上帝的子，信就佇伊的名得著活。","bklhl":"獨獨記chiah ê，hō͘ lín信耶穌是基督，是上帝ê Kiáⁿ；信，就tī伊ê名得tio̍h活。"}}]