[{"book":"約","chapter":8,"verse":1,"versions":{"unv":"於是各人都回家去了；耶穌卻往橄欖山去，","bklcl":"Ta̍k lâng chiū tò-khì in tau; Iâ-so͘ khì Kaⁿ-ná soaⁿ.","tghg":"逐人就倒去𪜶兜；耶穌去橄欖山，","bklhl":"Ta̍k人就tò去in tau；耶穌去橄欖山。"}},{"book":"約","chapter":8,"verse":2,"versions":{"unv":"清早又回到殿裡。眾百姓都到他那裡去，他就坐下，教訓他們。","bklcl":"Thàu-chá koh kàu tī tiān-ni̍h, peh-sìⁿ lóng chiū-kūn I; I chiū chē-teh lâi kà-sī in.","tghg":"透早閣到佇殿裡。百姓攏就近伊，伊就坐啲，來教示𪜶。","bklhl":"透早koh到tī殿裡，百姓lóng就近伊；伊就坐teh來教示in。"}},{"book":"約","chapter":8,"verse":3,"versions":{"unv":"文士和法利賽人帶著一個行淫時被拿的婦人來，叫她站在當中，","bklcl":"Keng-ha̍k-sū kap Hoat-lī-sài lâng tòa chi̍t ê hū-jîn-lâng lâi, sī tī kiâⁿ kan-îm ê sî hō͘ lâng lia̍h-tio̍h-ê;","tghg":"經學士及法利賽人帶一個婦仁人來，是佇行姦淫的時互人掠著的，已經互伊徛佇中央(tiong-ng)，","bklhl":"經學士kap法利賽人帶一个婦人人來，是tī行姦淫ê時hō͘人掠tio̍h ê；"}},{"book":"約","chapter":8,"verse":4,"versions":{"unv":"就對耶穌說：「夫子，這婦人是正行淫之時被拿的。","bklcl":"í-keng hō͘ i khiā tī tiong-ng, in chiū tùi Iâ-so͘ kóng, Sian-siⁿ, chit ê hū-jîn-lâng sī tú-tú kiâⁿ kan-îm ê sî hō͘ lâng lia̍h-tio̍h.","tghg":"𪜶就對耶穌講：「先生，此個婦仁人是抵抵(tú-tú)行姦淫的時互人掠著。","bklhl":"已經hō͘伊khiā tī中央，in就tùi耶穌講，先生，chit ê婦人人是tú-tú行姦淫ê時hō͘人掠tio̍h。"}},{"book":"約","chapter":8,"verse":5,"versions":{"unv":"摩西在律法上吩咐我們把這樣的婦人用石頭打死。你說該把她怎麼樣呢？」","bklcl":"Mô͘-se tī lu̍t-hoat bēng-lēng goán ēng chio̍h-thâu tìm-sí chit hō ê hū-jîn-lâng, taⁿ lí kóng cháiⁿ-iūⁿ?","tghg":"摩西佇律法命令阮用石頭擲死此號的婦仁人。今你講怎樣？」","bklhl":"摩西tī律法命令阮用石頭tìm死chit號ê婦人人，taⁿ你講怎樣？"}},{"book":"約","chapter":8,"verse":6,"versions":{"unv":"他們說這話，乃試探耶穌，要得著告他的把柄。耶穌卻彎著腰，用指頭在地上畫字。","bklcl":"In kóng án-ni sī beh chhì Iâ-so͘, ài tit-tio̍h ū phāng thang kò I. Iâ-so͘ chiū àⁿ io, ēng chńg-thâu-á siá-jī tī thô͘-kha.","tghg":"𪜶講按呢，是欲試耶穌，愛得著有縫(phāng)通(thang)告伊。耶穌就俯腰(àⁿ-io)，用指頭仔寫字佇土腳。","bklhl":"In講án-ni是beh試耶穌，ài得tio̍h有縫thang告伊。耶穌就àⁿ腰，用指頭á寫字tī土腳。"}},{"book":"約","chapter":8,"verse":7,"versions":{"unv":"他們還是不住地問他，耶穌就直起腰來，對他們說：「你們中間誰是沒有罪的，誰就可以先拿石頭打她。」","bklcl":"In iû-goân mn̄g I bô soah. Iâ-so͘ chiū thêng sin khí-lâi, tùi in kóng, Lín tiong-kan bô chōe ê lâng thang tāi-seng ēng chio̍h-thâu tìm i.","tghg":"𪜶猶原問伊無息，耶穌就挺身(thêng-sin)起來，對𪜶講：「恁中間無罪的人，通代先用石頭擲伊。」","bklhl":"In猶原問伊無soah。耶穌就挺身起來，對in講，Lín中間無罪ê人thang事先用石頭tìm伊。"}},{"book":"約","chapter":8,"verse":8,"versions":{"unv":"於是又彎著腰，用指頭在地上畫字。","bklcl":"Chiū koh àⁿ io, ēng chńg-thâu-á siá-jī tī thô͘-kha.","tghg":"就閣俯腰，用指頭仔寫字佇土腳。","bklhl":"就koh àⁿ腰，用指頭á寫字tī土腳。"}},{"book":"約","chapter":8,"verse":9,"versions":{"unv":"他們聽見這話，就從老到少，一個一個地都出去了，只剩下耶穌一人，還有那婦人仍然站在當中。","bklcl":"In thiaⁿ-liáu, tùi lāu kàu siàu-liân, chi̍t-ê chi̍t-ê lóng chhut-khì; chí-ū Iâ-so͘ ka-kī tī-teh, hū-jîn-lâng iû-goân khiā tī tiong-ng.","tghg":"𪜶聽了，對老到少年，一個一個攏出去，只有耶穌家己佇啲，婦仁人猶原徛佇中央。","bklhl":"In聽了，tùi老到少年，一个一个lóng出去；只有耶穌家己tī-teh，婦人人猶原khiā tī中央。"}},{"book":"約","chapter":8,"verse":10,"versions":{"unv":"耶穌就直起腰來，對她說：「婦人，那些人在哪裡呢？沒有人定你的罪嗎？」","bklcl":"Iâ-so͘ thêng sin khí-lâi kā i kóng, Hū-jîn-lâng ah, in tī tá-lo̍h? Bô lâng tēng lí ê chōe mah?","tghg":"耶穌挺身起來，給伊講：「婦仁人啊，𪜶佇叨落？無人定你的罪嗎？」","bklhl":"耶穌挺身起來kā伊講，婦人人ah，in tī tá-lo̍h？無人定你ê罪mah？"}},{"book":"約","chapter":8,"verse":11,"versions":{"unv":"她說：「主啊，沒有。」耶穌說：「我也不定你的罪。去吧，從此不要再犯罪了！」","bklcl":"I kóng, Chú ah, bô. Iâ-so͘ kóng, Góa ia̍h bô tēng lí ê chōe; khì ah; taⁿ í-āu bo̍h-tit koh hoān-chōe.","tghg":"伊講：「主啊，無。」耶穌講：「我亦無定你的罪。去啊，今以後莫得閣犯罪！」","bklhl":"伊講，主ah，無。耶穌講，我亦無定你ê罪；去ah；taⁿ以後莫得koh犯罪。"}},{"book":"約","chapter":8,"verse":12,"versions":{"unv":"耶穌又對眾人說：「我是世界的光。跟從我的，就不在黑暗裡走，必要得著生命的光。」","bklcl":"Iâ-so͘ koh kā chèng lâng kóng, Góa sī sè-kan ê kng; tè góa ê lâng bô kiâⁿ tī àm, hoán-tńg beh ū oa̍h-miā ê kng.","tghg":"耶穌閣給眾人講：「我是世間的光。隨我的人，無行佇暗，反轉欲有活命的光。」","bklhl":"耶穌koh kā眾人講，我是世間ê光；tè我ê人無行tī暗，反tńg beh有活命ê光。"}},{"book":"約","chapter":8,"verse":13,"versions":{"unv":"法利賽人對他說：「你是為自己作見證，你的見證不真。」","bklcl":"Hoat-lī-sài lâng chiū kā I kóng, Lí ūi-tio̍h pún-sin chòe kan-chèng; lí ê kan-chèng m̄ sī chin.","tghg":"法利賽人就給伊講：「你為著本身做干證，你的干證呣是真。」","bklhl":"法利賽人就kā伊講，你為tio̍h本身做干證；你ê干證m̄是真。"}},{"book":"約","chapter":8,"verse":14,"versions":{"unv":"耶穌說：「我雖然為自己作見證，我的見證還是真的；因我知道我從哪裡來，往哪裡去；你們卻不知道我從哪裡來，往哪裡去。","bklcl":"Iâ-so͘ ìn kóng, Góa sui-bóng ūi-tio̍h pún-sin chòe kan-chèng, góa ê kan-chèng ia̍h sī chin; in-ūi góa chai pún-sin tùi tá-lo̍h lâi, tùi tá-lo̍h khì;  lín m̄ chai góa tùi tá-lo̍h lâi, tùi tá-lo̍h khì.","tghg":"耶穌應講：「我雖罔為著本身做干證，我的干證亦是真；因為我知本身對叨落來，對叨落去；恁呣知我對叨落來，對叨落去。","bklhl":"耶穌應講，我sui-bóng為tio̍h本身做干證，我ê干證亦是真；因為我知本身tùi tá-lo̍h來，tùi tá-lo̍h去；lín m̄知我tùi tá-lo̍h來，tùi tá-lo̍h去。"}},{"book":"約","chapter":8,"verse":15,"versions":{"unv":"你們是以外貌（原文是憑肉身）判斷人，我卻不判斷人。","bklcl":"Lín chiàu jio̍k-thé gí-toàn lâng; góa bô gí-toàn lâng.","tghg":"恁照肉體擬斷人，我無擬斷人。","bklhl":"Lín照肉體擬斷人；我無擬斷人。"}},{"book":"約","chapter":8,"verse":16,"versions":{"unv":"就是判斷人，我的判斷也是真的；因為不是我獨自在這裡，還有差我來的父與我同在。","bklcl":"Góa chiū nā gí-toàn, góa ê gí-toàn sī chin; in-ūi góa m̄ sī ka-kī tī-teh, sī góa kap chhe góa ê Pē saⁿ-kap tī-teh.","tghg":"我就若擬斷，我的擬斷是真；因為我呣是家己佇啲，是我及差我的父相及佇啲。","bklhl":"我就若擬斷，我ê擬斷是真；因為我m̄是家己tī-teh，是我kap差我ê父saⁿ-kap tī-teh。"}},{"book":"約","chapter":8,"verse":17,"versions":{"unv":"你們的律法上也記著說：『兩個人的見證是真的。』","bklcl":"Koh tī lín ê lu̍t-hoat ū kì-chài, Nn̄g lâng ê kan-chèng chiū-sī chin.","tghg":"閣佇恁的律法有記載：『二人的干證就是真。』","bklhl":"Koh tī lín ê律法有記載，兩人ê干證就是真。"}},{"book":"約","chapter":8,"verse":18,"versions":{"unv":"我是為自己作見證，還有差我來的父也是為我作見證。」","bklcl":"Góa sī ūi-tio̍h ka-kī chòe kan-chèng, chhe góa ê Pē ia̍h ūi-tio̍h góa kan-chèng.","tghg":"我是為著家己做干證，差我的父亦為著我干證。」","bklhl":"我是為tio̍h家己做干證，差我ê父亦為tio̍h我干證。"}},{"book":"約","chapter":8,"verse":19,"versions":{"unv":"他們就問他說：「你的父在哪裡？」耶穌回答說：「你們不認識我，也不認識我的父；若是認識我，也就認識我的父。」","bklcl":"In chiū kā i kóng, Lí ê Pē tī tá-lo̍h? Iâ-so͘ ìn kóng, Lín m̄ bat góa, ia̍h m̄ bat góa ê Pē; lín nā bat góa, chiū ia̍h bat góa ê Pē.","tghg":"𪜶就給伊講：「你的父佇叨落？」耶穌應講：「恁呣識我，亦呣識我的父；恁若識我，就亦識我的父。」","bklhl":"In就kā伊講，你ê父tī tá-lo̍h？耶穌應講，Lín m̄-bat我，亦m̄-bat我ê父；lín若bat我，就亦bat我ê父。"}},{"book":"約","chapter":8,"verse":20,"versions":{"unv":"這些話是耶穌在殿裡的庫房、教訓人時所說的，也沒有人拿他，因為他的時候還沒有到。","bklcl":"Iâ-so͘ tī tiān-ni̍h kà-sī lâng, tī khò͘-pâng lāi kóng chiah-ê ōe; ia̍h bô lâng lia̍h I, in-ūi I ê sî iáu-bē kàu.","tghg":"耶穌佇殿裡教示人，佇庫房內講諸個話，亦無人掠伊，因為伊的時猶未到。","bklhl":"耶穌tī殿裡教示人，tī庫房內講chiah ê話；亦無人掠伊，因為伊ê時iáu-bē到。"}},{"book":"約","chapter":8,"verse":21,"versions":{"unv":"耶穌又對他們說：「我要去了，你們要找我，並且你們要死在罪中。我所去的地方，你們不能到。」","bklcl":"Iâ-so͘ koh kā in kóng, Góa beh khì lah, lín beh chhē góa, ia̍h beh sí tī lín ê chōe; góa khì ê só͘-chāi, lín bōe-ōe kàu.","tghg":"耶穌閣給𪜶講：「我欲去啦，恁欲尋我，亦欲死佇恁的罪。我去的所在，恁𣍐會到。」","bklhl":"耶穌koh kā in講，我beh去lah，lín beh chhē我，亦beh死tī lín ê罪；我去ê所在，lín bōe能到。"}},{"book":"約","chapter":8,"verse":22,"versions":{"unv":"猶太人說：「他說『我所去的地方，你們不能到』，難道他要自盡嗎？」","bklcl":"Iû-thài lâng chiū kóng, I kóng, Góa khì ê só͘-chāi, lín bōe-ōe kàu, kiám sī beh chū-chīn mah?","tghg":"猶太人就講：「伊講『我去的所在，恁𣍐會到』，豈是欲自盡嗎？」","bklhl":"偤太人就講，伊講，我去ê所在，lín bōe能到，kiám是beh自盡mah？"}},{"book":"約","chapter":8,"verse":23,"versions":{"unv":"耶穌對他們說：「你們是從下頭來的，我是從上頭來的；你們是屬這世界的，我不是屬這世界的。","bklcl":"Iâ-so͘ kā in kóng, Lín sī tùi ē-bīn, góa sī tùi téng-bīn; lín sī tùi chit sè-kan; góa m̄ sī tùi chit sè-kan.","tghg":"耶穌給𪜶講：「恁是對下面，我是對頂面；恁是對此世間，我呣是對此世間。","bklhl":"耶穌kā in講，Lín是tùi下面，我是tùi頂面；lín是tùi chit世間；我m̄是tùi chit世間。"}},{"book":"約","chapter":8,"verse":24,"versions":{"unv":"所以我對你們說，你們要死在罪中。你們若不信我是基督，必要死在罪中。」","bklcl":"Só͘-í góa ū kā lín kóng, lín beh sí tī lín ê chōe; in-ūi lín nā m̄ sìn góa sī I, chiū lín beh sí tī lín ê chōe.","tghg":"所以我有給恁講，恁欲死佇恁的罪。因為恁若呣信我是伊，就恁欲死佇恁的罪。」","bklhl":"所以我有kā lín講，lín beh死tī lín ê罪；因為lín若m̄信我是伊，就lín beh死tī lín ê罪。"}},{"book":"約","chapter":8,"verse":25,"versions":{"unv":"他們就問他說：「你是誰？」耶穌對他們說：「就是我從起初所告訴你們的。","bklcl":"In chiū kā I kóng, Lí sī chī-chūi? Iâ-so͘ kā in kóng, Chiū-sī góa tùi khí-thâu só͘ kā lín kóng ê.","tghg":"𪜶就給伊講：「你是是誰？」耶穌給𪜶講：「就是我對起頭所給恁講的。","bklhl":"In就kā伊講，你是是誰？耶穌kā in講，就是我tùi起頭所kā lín講ê。"}},{"book":"約","chapter":8,"verse":26,"versions":{"unv":"我有許多事講論你們，判斷你們；但那差我來的是真的，我在他那裡所聽見的，我就傳給世人。」","bklcl":"Góa ū chōe-chōe hāng beh gī-lūn lín, beh phòaⁿ-toàn lín; to̍k-to̍k chhe góa ê sī chin; góa só͘ tùi I thiaⁿ-kìⁿ ê, chiū thoân hō͘ sè-kan.","tghg":"我有多多項欲議論恁，欲判斷恁；獨獨差我的是真，我所對伊聽見的，就傳互世間。」","bklhl":"我有chōe-chōe項beh議論lín，beh判斷lín；獨獨差我ê是真；我所對伊聽見ê，就傳hō͘世間。"}},{"book":"約","chapter":8,"verse":27,"versions":{"unv":"他們不明白耶穌是指著父說的。","bklcl":"In m̄ chai I só͘ tùi in kóng ê sī chí Pē.","tghg":"𪜶呣知伊所對𪜶講的是指父。","bklhl":"In m̄知伊所對in講ê是指父。"}},{"book":"約","chapter":8,"verse":28,"versions":{"unv":"所以耶穌說：「你們舉起人子以後，必知道我是基督，並且知道我沒有一件事是憑著自己做的。我說這些話乃是照著父所教訓我的。","bklcl":"Iâ-so͘ chiū kóng, Lín kú-khí Jîn-chú ê sî, chiū chai góa sī I, ia̍h góa só͘ kiâⁿ ê bô chi̍t hāng tùi ka-kī; sī chiàu Pē só͘ kà-sī góa ê, lâi kóng chiah-ê.","tghg":"耶穌就講：「恁舉起人子的時，就知我是伊，亦我所行的無一項對家己。是照父所教示我的來講諸個。","bklhl":"耶穌就講，Lín舉起人子ê時，就知我是伊，亦我所行ê無一項tùi家己；是照父所教示我ê，來講chiah ê。"}},{"book":"約","chapter":8,"verse":29,"versions":{"unv":"那差我來的是與我同在；他沒有撇下我獨自在這裡，因為我常做他所喜悅的事。」","bklcl":"Chhe góa ê kap góa tī-teh; I bô pàng góa ka-kī tī-teh; in-ūi góa siông-siông kiâⁿ I só͘ hoaⁿ-hí ê.","tghg":"差我的及我佇啲，伊無放我家己佇啲，因為我常常行伊所歡喜的。」","bklhl":"差我ê kap我tī-teh；伊無放我家己tī-teh；因為我常常行伊所歡喜ê。"}},{"book":"約","chapter":8,"verse":30,"versions":{"unv":"耶穌說這話的時候，就有許多人信他。","bklcl":"Tng Iâ-so͘ kóng chiah-ê ōe ê sî, chōe-chōe lâng sìn I.","tghg":"當耶穌講諸個話的時，多多人信伊。","bklhl":"當耶穌講chiah ê話ê時，chōe-chōe人信伊。"}},{"book":"約","chapter":8,"verse":31,"versions":{"unv":"耶穌對信他的猶太人說：「你們若常常遵守我的道，就真是我的門徒；","bklcl":"Iâ-so͘ chiū tùi sìn I ê Iû-thài lâng kóng, Lín nā siông-siông tiàm tī góa ê tō-lí, chiū chin-chiàⁿ sī góa ê ha̍k-seng;","tghg":"耶穌就對信伊的猶太人講：「恁若常常踮佇我的道理，就真正是我的學生；","bklhl":"耶穌就對信伊ê偤太人講，Lín若常常tiàm-tī我ê道理，就真正是我ê學生；"}},{"book":"約","chapter":8,"verse":32,"versions":{"unv":"你們必曉得真理，真理必叫你們得以自由。」","bklcl":"Lín beh bat chin-lí, ia̍h chin-lí beh hō͘ lín chū-iû.","tghg":"恁欲識真理，亦真理欲互恁自由。」","bklhl":"Lín beh bat真理，亦真理beh hō͘ lín自由。"}},{"book":"約","chapter":8,"verse":33,"versions":{"unv":"他們回答說：「我們是亞伯拉罕的後裔，從來沒有作過誰的奴僕。你怎麼說『你們必得以自由』呢？」","bklcl":"In ìn I kóng, Goán chiah-ê sī A-pek-la̍h-hán ê hō͘-è, chiông-lâi bē bat chòe lâng ê lô͘-châi; lí cháiⁿ-iūⁿ kóng, Lín beh tit-tio̍h chū-iû ah?","tghg":"𪜶應伊講：「阮諸個是亞伯拉罕的後裔，從來未曾做人的奴才。你怎樣講『恁欲得著自由』啊？」","bklhl":"In應伊講，阮chiah ê是亞伯拉罕ê後裔，從來bē bat做人ê奴才；你怎樣講，Lín beh得tio̍h自由ah？"}},{"book":"約","chapter":8,"verse":34,"versions":{"unv":"耶穌回答說：「我實實在在地告訴你們，所有犯罪的就是罪的奴僕。","bklcl":"Iâ-so͘ ìn kóng, Góa si̍t-si̍t kā lín kóng, Kìⁿ-nā hoān chōe ê, chiū-sī chōe ê lô͘-châi.","tghg":"耶穌應講：「我實實給恁講，見若犯罪的就是罪的奴才。","bklhl":"耶穌應講，我實實kā lín講，見若犯罪ê，就是罪ê奴才。"}},{"book":"約","chapter":8,"verse":35,"versions":{"unv":"奴僕不能永遠住在家裡；兒子是永遠住在家裡。","bklcl":"Lô͘-châi bô éng-éng tòa tī ke-lāi; kiáⁿ chiū éng-éng tòa.","tghg":"奴才無永永住佇家內；子(kiáⁿ)就永永住。","bklhl":"奴才無永永tòa tī家內；kiáⁿ就永永tòa。"}},{"book":"約","chapter":8,"verse":36,"versions":{"unv":"所以天父的兒子若叫你們自由，你們就真自由了。","bklcl":"Só͘-í Kiáⁿ nā hō͘ lín chū-iû, lín chiū chin-chiàⁿ chū-iû.","tghg":"所以子若互恁自由，恁就真正自由。","bklhl":"所以Kiáⁿ若hō͘ lín自由，lín就真正自由。"}},{"book":"約","chapter":8,"verse":37,"versions":{"unv":"我知道你們是亞伯拉罕的子孫，你們卻想要殺我，因為你們心裡容不下我的道。","bklcl":"Góa chai lín sī A-pek-la̍h-hán ê hō͘-è; to̍k-to̍k lín ài beh thâi góa, in-ūi góa ê tō-lí bô chûn tī lín ê sim.","tghg":"我知恁是亞伯拉罕的後裔，獨獨恁愛欲刣我，因為我的道理無存佇恁的心。","bklhl":"我知lín是亞伯拉罕ê後裔；獨獨lín ài beh 刣我，因為我ê道理無存tī lín ê心。"}},{"book":"約","chapter":8,"verse":38,"versions":{"unv":"我所說的是在我父那裡看見的；你們所行的是在你們的父那裡聽見的。」","bklcl":"Góa tùi góa ê Pē khòaⁿ-kìⁿ ê, góa chiū kóng i; lín tùi lín ê pē thiaⁿ-kìⁿ ê, lín chiū kiâⁿ i.","tghg":"我對我的父看見的，我就講伊；恁對恁的父聽見的，恁就行伊。」","bklhl":"我tùi我ê父看見ê，我就講伊；lín tùi lín ê父聽見ê，lín就行伊。"}},{"book":"約","chapter":8,"verse":39,"versions":{"unv":"他們說：「我們的父就是亞伯拉罕。」耶穌說：「你們若是亞伯拉罕的兒子，就必行亞伯拉罕所行的事。","bklcl":"In ìn I kóng, Goán ê pē chiū-sī A-pek-la̍h-hán. Iâ-so͘ kā in kóng, Lín nā sī  A-pek-la̍h-hán ê kiáⁿ, chiū beh kiâⁿ A-pek-la̍h-hán ê só͘ kiâⁿ.","tghg":"𪜶應伊講：「阮的父就是亞伯拉罕。」耶穌給𪜶講：「恁若是亞伯拉罕的子，就欲行亞伯拉罕的所行。","bklhl":"In應伊講，阮ê父就是亞伯拉罕。耶穌kā in講，Lín若是亞伯拉罕ê kiáⁿ，就beh行亞伯拉罕ê所行。"}},{"book":"約","chapter":8,"verse":40,"versions":{"unv":"我將在　神那裡所聽見的真理告訴了你們，現在你們卻想要殺我，這不是亞伯拉罕所行的事。","bklcl":"Taⁿ góa sī chiong góa tùi Siōng-tè só͘ thiaⁿ ê chin-lí lâi kā lín kóng ê lâng, ia̍h lín ài beh thâi góa; che m̄ sī A-pek-la̍h-hán ê só͘ kiâⁿ.","tghg":"今我是將我對上帝所聽的真理來給恁講的人，亦恁愛欲刣我，這呣是亞伯拉罕的所行。","bklhl":"Taⁿ我是將我tùi上帝所聽ê真理來kā lín講ê人，亦lín ài beh 刣我；這m̄是亞伯拉罕ê所行。"}},{"book":"約","chapter":8,"verse":41,"versions":{"unv":"你們是行你們父所行的事。」他們說：「我們不是從淫亂生的；我們只有一位父，就是　神。」","bklcl":"Lín sī kiâⁿ lín ê pē ê só͘ kiâⁿ. In kā I kóng, Goán m̄ sī tùi kan-îm lâi siⁿ; goán ū chi̍t ê Pē, chiū-sī Siōng-tè.","tghg":"恁是行恁的父的所行。」𪜶給伊講：「阮呣是對姦淫來生；阮有一個父，就是上帝。」","bklhl":"Lín是行lín ê父ê所行。In kā伊講，阮m̄是tùi姦淫來生；阮有一个父，就是上帝。"}},{"book":"約","chapter":8,"verse":42,"versions":{"unv":"耶穌說：「倘若　神是你們的父，你們就必愛我；因為我本是出於　神，也是從　神而來，並不是由著自己來，乃是他差我來。","bklcl":"Iâ-so͘ kā in kóng, Nā sī Siōng-tè chòe lín ê Pē, lín chiū thiàⁿ góa; in-ūi góa sī tùi Siōng-tè chhut; ia̍h lâi kàu chia, m̄ sī chū-choan lâi, sī I chhe góa.","tghg":"耶穌給𪜶講：「若是上帝做恁的父，恁就疼我；因為我是對上帝出，亦來到遮，呣是自專(chū-choan)來，是伊差我。","bklhl":"耶穌kā in講，若是上帝做lín ê父，lín就疼我；因為我是tùi上帝出；亦來到chia，m̄是自專來，是伊差我。"}},{"book":"約","chapter":8,"verse":43,"versions":{"unv":"你們為甚麼不明白我的話呢？無非是因你們不能聽我的道。","bklcl":"Lín bô bêng góa ê ōe sī cháiⁿ-iūⁿ? Sī in-ūi lín bōe-ōe thiaⁿ góa ê tō-lí.","tghg":"恁無明我的話是怎樣？是因為恁𣍐會聽我的道理。","bklhl":"Lín無明我ê話是怎樣？是因為lín bōe會聽我ê道理。"}},{"book":"約","chapter":8,"verse":44,"versions":{"unv":"你們是出於你們的父魔鬼，你們父的私慾你們偏要行。他從起初是殺人的，不守真理，因他心裡沒有真理。他說謊是出於自己；因他本來是說謊的，也是說謊之人的父。","bklcl":"Lín só͘ tùi i chhut ê pē, chiū-sī Mô͘-kúi; lín ê pē ê su-io̍k, lín ài beh kiâⁿ i. I tùi khí-thâu chòe thâi-lâng ê, bô khiā-tiâu tī chin-lí, in-ūi i lāi-bīn bô chin-lí. I kóng pe̍h-chha̍t ê sî, chiū-sī tùi ka-kī só͘ ū ê lâi kóng; in-ūi i sī pe̍h-chha̍t ê, ia̍h chòe pe̍h-chha̍t ê pē.","tghg":"恁所對伊出的父就是魔鬼，恁的父的私慾恁愛欲行伊。伊對起頭做刣人的，無徛住(khiā-tiâu)佇真理，因為伊內面無真理。伊講白賊的時就是對家己所有的來講；因為伊是白賊的，亦做白賊的父。","bklhl":"Lín所對伊出ê父，就是魔鬼；lín ê父ê私慾，lín ài beh行伊。伊tùi起頭做刣人ê，無khiā-tiâu tī真理，因為伊內面無真理。伊講白賊ê時，就是對家己所有ê來講；因為伊是白賊ê，亦做白賊ê父。"}},{"book":"約","chapter":8,"verse":45,"versions":{"unv":"我將真理告訴你們，你們就因此不信我。","bklcl":"In-ūi góa kóng chin-lí, lín m̄ sìn góa.","tghg":"因為我講真理，恁呣信我。","bklhl":"因為我講真理，lín m̄信我。"}},{"book":"約","chapter":8,"verse":46,"versions":{"unv":"你們中間誰能指證我有罪呢？我既然將真理告訴你們，為甚麼不信我呢？","bklcl":"Lín tiong-kan chī-chūi gí góa ū chōe? Góa nā kóng chin-lí, lín siáⁿ-sū m̄ sìn góa?","tghg":"恁中間是誰擬我有罪？我若講真理，恁啥事呣信我？","bklhl":"Lín中間是誰擬我有罪？我若講真理，lín啥事m̄信我？"}},{"book":"約","chapter":8,"verse":47,"versions":{"unv":"出於　神的，必聽　神的話；你們不聽，因為你們不是出於　神。」","bklcl":"Tùi Siōng-tè chhut-ê thiaⁿ Siōng-tè ê ōe; lín só͘-í m̄ thiaⁿ, in-ūi lín m̄ sī tùi Siōng-tè chhut.","tghg":"對上帝出的，聽上帝的話；恁所以呣聽，因為恁呣是對上帝出。」","bklhl":"Tùi上帝出ê聽上帝ê話；lín所以m̄聽，因為lín m̄是tùi上帝出。"}},{"book":"約","chapter":8,"verse":48,"versions":{"unv":"猶太人回答說：「我們說你是撒馬利亞人，並且是鬼附著的，這話豈不正對嗎？」","bklcl":"Iû-thài lâng ìn I kóng, Goán kóng lí sī Sat-má-lī-a lâng, koh hoān-tio̍h kúi, kiám bô chin tio̍h?","tghg":"猶太人應伊講：「阮講你是撒瑪利亞人，閣患著鬼，豈無真著(chin-tio̍h?)？」","bklhl":"偤太人應伊講，阮講你是撒馬利亞人，koh犯tio̍h鬼，kiám無真tio̍h？"}},{"book":"約","chapter":8,"verse":49,"versions":{"unv":"耶穌說：「我不是鬼附著的；我尊敬我的父，你們倒輕慢我。","bklcl":"Iâ-so͘ ìn kóng, Góa m̄ sī hoān-tio̍h kúi; góa sī chun-kèng góa ê Pē, nā-sī lín bú-bān góa.","tghg":"耶穌應講：「我呣是患著鬼；我是尊敬我的父，若是恁侮慢我。","bklhl":"耶穌應講，我m̄是犯tio̍h鬼；我是尊敬我ê父，但是lín侮慢我。"}},{"book":"約","chapter":8,"verse":50,"versions":{"unv":"我不求自己的榮耀，有一位為我求榮耀、定是非的。","bklcl":"Góa bô kiû ka-kī ê êng-kng; ū chi̍t-ê teh thòe góa kiû koh sím-phòaⁿ ê.","tghg":"我無求家己的榮光，有一個啲替我求閣審判的。","bklhl":"我無求家己ê榮光；有一个teh替我求koh審判ê。"}},{"book":"約","chapter":8,"verse":51,"versions":{"unv":"我實實在在地告訴你們，人若遵守我的道，就永遠不見死。」","bklcl":"Góa si̍t-si̍t kā lín kóng, Lâng nā siú góa ê tō-lí, chiū éng-oán bô kìⁿ-tio̍h sí.","tghg":"我實實給恁講，人若守我的道理，就永遠無見著死。」","bklhl":"我實實kā lín講，人若守我ê道理，就永遠無見tio̍h死。"}},{"book":"約","chapter":8,"verse":52,"versions":{"unv":"猶太人對他說：「現在我們知道你是鬼附著的。亞伯拉罕死了，眾先知也死了，你還說：『人若遵守我的道，就永遠不嘗死味。』","bklcl":"Iû-thài lâng kā I kóng, Taⁿ goán chai lí sī hoān-tio̍h kúi. A-pek-la̍h-hán sí, chiah-ê sian-ti ia̍h sí, nā-sī lí kóng, Lâng nā siú góa ê tō-lí, chiū éng-oán bô sí.","tghg":"猶太人給伊講：「今阮知你是患著鬼。亞伯拉罕死，諸個先知亦死，若是你講：『人若守我的道理，就永遠無死。』","bklhl":"偤太人kā伊講，Taⁿ阮知你是犯tio̍h鬼。亞伯拉罕死，chiah ê先知亦死，但是你講，人若守我ê道理，就永遠無死。"}},{"book":"約","chapter":8,"verse":53,"versions":{"unv":"難道你比我們的祖宗亞伯拉罕還大嗎？他死了，眾先知也死了，你將自己當作甚麼人呢？」","bklcl":"Lí kiám pí goán ê chó͘ A-pek-la̍h-hán khah tōa mah? i í-keng sí, chiah-ê sian-ti ia̍h sí, lí ka-kī sǹg chòe sím-mi̍h lâng ah?","tghg":"你豈比阮的祖亞伯拉罕卡大嗎？伊已經死，諸個先知亦死，你家己算做甚麼人啊？」","bklhl":"你kiám比阮ê祖亞伯拉罕khah大mah？伊已經死，chiah ê先知亦死，你家己算做甚麼人ah？"}},{"book":"約","chapter":8,"verse":54,"versions":{"unv":"耶穌回答說：「我若榮耀自己，我的榮耀就算不得甚麼；榮耀我的乃是我的父，就是你們所說是你們的　神。","bklcl":"Iâ-so͘ ìn kóng, Góa nā êng-kng ka-kī, góa ê êng-kng chiū m̄ chiūⁿ-sǹg; êng-kng góa ê sī góa ê Pē; chiū-sī lín só͘ kóng chòe lín ê Siōng-tè ê.","tghg":"耶穌應講：「我若榮光家己，我的榮光就呣上算(chiūⁿ-sǹg)；榮光我的是我的父，就是恁所講做恁的上帝者。","bklhl":"耶穌應講，我若榮光家己，我ê榮光就m̄上算；榮光我ê是我ê父；就是lín所講做lín ê上帝ê。"}},{"book":"約","chapter":8,"verse":55,"versions":{"unv":"你們未曾認識他；我卻認識他。我若說不認識他，我就是說謊的，像你們一樣；但我認識他，也遵守他的道。","bklcl":"Lín m̄ bat I; to̍k-to̍k góa bat I; góa nā kóng, M̄ bat I, chiū góa sī pe̍h-chha̍t chhin-chhiūⁿ lín; to̍k-to̍k góa bat I, ia̍h siú I ê tō-lí.","tghg":"恁呣識伊；獨獨我識伊。我若講呣識伊，就我是白賊親像恁；獨獨我識伊，亦守伊的道理。","bklhl":"Lín m̄-bat伊；獨獨我bat伊；我若講，M̄-bat伊，就我是白賊親像lín；獨獨我bat伊，亦守伊ê道理。"}},{"book":"約","chapter":8,"verse":56,"versions":{"unv":"你們的祖宗亞伯拉罕歡歡喜喜地仰望我的日子，既看見了就快樂。」","bklcl":"Lín ê chó͘ A-pek-la̍h-hán ke̍k hoaⁿ-hí, sī beh khòaⁿ-kìⁿ góa ê ji̍t-chí; khòaⁿ-kìⁿ, chiū hoaⁿ-hí.","tghg":"恁的祖亞伯拉罕極歡喜，是欲看見我的日子，看見就歡喜。」","bklhl":"Lín ê祖亞伯拉罕極歡喜，是beh看見我ê日子；看見，就歡喜。"}},{"book":"約","chapter":8,"verse":57,"versions":{"unv":"猶太人說：「你還沒有五十歲，豈見過亞伯拉罕呢？」","bklcl":"Iû-thài lâng chiū tùi I kóng, Lí bē chiūⁿ gō͘-cha̍p hè, kiám bat khòaⁿ-kìⁿ A-pek-la̍h-hán mah?","tghg":"猶太人就對伊講：「你未上五十歲豈曾看見亞伯拉罕嗎？」","bklhl":"偤太人就對伊講，你bē上五十歲，kiám bat看見亞伯拉罕mah？"}},{"book":"約","chapter":8,"verse":58,"versions":{"unv":"耶穌說：「我實實在在地告訴你們，還沒有亞伯拉罕就有了我。」","bklcl":"Iâ-so͘ kā in kóng, Góa si̍t-si̍t kā lín kóng, Bē ū A-pek-la̍h-hán, góa chiū tī-teh.","tghg":"耶穌給𪜶講：「我實實給恁講，未有亞伯拉罕我就佇啲。」","bklhl":"耶穌kā in講，我實實kā lín講，Bē有亞伯拉罕，我就tī-teh。"}},{"book":"約","chapter":8,"verse":59,"versions":{"unv":"於是他們拿石頭要打他；耶穌卻躲藏，從殿裡出去了。","bklcl":"In chiū the̍h chio̍h-thâu beh tìm I; nā-sī Iâ-so͘ ka-kī ún-ba̍t, tùi tiān-tn̂g chhut-khì.","tghg":"𪜶就提石頭欲擲伊；若是耶穌家己隱密，對殿堂出去。","bklhl":"In就the̍h石頭beh tìm伊；但是耶穌家己隱密，tùi殿堂出去。"}}]