[{"book":"約","chapter":14,"verse":1,"versions":{"unv":"「你們心裡不要憂愁；你們信　神，也當信我。","bklcl":"Lín ê sim bo̍h-tit peh-pak; lín tio̍h sìn Siōng-tè, ia̍h tio̍h sìn góa.","tghg":"「恁的心莫得迫腹；恁著信上帝，亦著信我。","bklhl":"Lín ê心莫得擘腹；lín tio̍h信上帝，亦tio̍h信我。"}},{"book":"約","chapter":14,"verse":2,"versions":{"unv":"在我父的家裡有許多住處；若是沒有，我就早已告訴你們了。我去原是為你們預備地方去。","bklcl":"Tī góa ê Pē ê ke, ū chōe-chōe chhù-the̍h; nā bô, chiū góa í-keng kā lín kóng lah; in-ūi góa khì, sī kā lín pī-pān só͘-chāi.","tghg":"佇我的父的家有多多厝宅；若無，就我已經給恁講啦。因為我去是給恁備辦所在。","bklhl":"Tī我ê父ê家，有chōe-chōe厝宅；若無，就我已經kā lín講lah；因為我去，是kā lín備辦所在。"}},{"book":"約","chapter":14,"verse":3,"versions":{"unv":"我若去為你們預備了地方，就必再來接你們到我那裡去，我在哪裡，叫你們也在那裡。","bklcl":"Nā khì kā lín pī-pān só͘-chāi, chiū beh koh lâi, chiap-la̍p lín kui tī góa; hō͘ góa só͘ tī-teh ê, lín ia̍h tī hia.","tghg":"若去給恁備辦所在，就欲閣來接納恁歸佇我，互我所佇啲的，恁亦佇遐。","bklhl":"若去kā lín備辦所在，就beh koh來，接納lín歸tī我；hō͘我所tī-teh ê，lín亦tī hia。"}},{"book":"約","chapter":14,"verse":4,"versions":{"unv":"我往哪裡去，你們知道；那條路，你們也知道（有古卷：我往哪裡去，你們知道那條路）。」","bklcl":"Góa só͘ khì ê só͘-chāi, lín bat hit tiâu lō͘.","tghg":"我所去的所在，恁識彼條路。」","bklhl":"我所去ê所在，lín bat hit條路。"}},{"book":"約","chapter":14,"verse":5,"versions":{"unv":"多馬對他說：「主啊，我們不知道你往哪裡去，怎麼知道那條路呢？」","bklcl":"To-má kā I kóng, Chú ah, lí khì ê só͘-chāi, goán to m̄ chai; thái ōe chai hit tiâu lō͘ ah?","tghg":"多馬給伊講：「主啊，你去的所在阮都呣知，豈會知彼條路啊？」","bklhl":"多馬kā伊講，主ah，你去ê所在，阮都m̄知；thài會知hit條路ah？"}},{"book":"約","chapter":14,"verse":6,"versions":{"unv":"耶穌說：「我就是道路、真理、生命；若不藉著我，沒有人能到父那裡去。","bklcl":"Iâ-so͘ kā i kóng, Góa chiū-sī lō͘, sī chin-lí, sī oa̍h-miā; nā bô tùi góa, chiū bô lâng chiū-kūn Pē.","tghg":"耶穌給伊講：「我就是路、是真理、是活命；若無對我，就無人就近父。","bklhl":"耶穌kā伊講，我就是路，是真理，是活命；若無tùi我，就無人就近父。"}},{"book":"約","chapter":14,"verse":7,"versions":{"unv":"你們若認識我，也就認識我的父。從今以後，你們認識他，並且已經看見他。」","bklcl":"Lín nā í-keng bat góa, chiū ia̍h bat góa ê Pē; taⁿ liáu-āu lín bat I, ia̍h bat khòaⁿ-kìⁿ I.","tghg":"恁若已經識我，就亦識我的父。今了後，恁識伊，亦曾看見伊。」","bklhl":"Lín若已經bat我，就亦bat我ê父；taⁿ了後lín bat伊，亦bat看見伊。"}},{"book":"約","chapter":14,"verse":8,"versions":{"unv":"腓力對他說：「求主將父顯給我們看，我們就知足了。」","bklcl":"Hui-le̍k kā I kóng, Chú ah, ēng Pē hō͘ goán khòaⁿ, chiū kàu-gia̍h.","tghg":"腓力給伊講：「主啊，用父互阮看，就夠額。」","bklhl":"腓力kā伊講，主ah，用父hō͘阮看，就夠額。"}},{"book":"約","chapter":14,"verse":9,"versions":{"unv":"耶穌對他說：「腓力，我與你們同在這樣長久，你還不認識我嗎？人看見了我，就是看見了父；你怎麼說『將父顯給我們看』呢？","bklcl":"Iâ-so͘ kā i kóng, Hui-le̍k, góa kap lín tiàm kàu chiah kú, lí iáu m̄ bat góa mah? í-keng khòaⁿ-kìⁿ góa ê, chiū-sī khòaⁿ-kìⁿ Pē; lí cháiⁿ-iūⁿ kóng, Ēng Pē hō͘ goán khòaⁿ ah?","tghg":"耶穌給伊講：「腓力，我及恁踮到即久，你猶呣識我嗎？已經看見我的，就是看見父；你怎樣講『用父互阮看』啊？","bklhl":"耶穌kā伊講，腓力，我kap lín tiàm到chiah久，你iáu m̄-bat我mah？已經看見我ê，就是看見父；你怎樣講，用父hō͘阮看ah？"}},{"book":"約","chapter":14,"verse":10,"versions":{"unv":"我在父裡面，父在我裡面，你不信嗎？我對你們所說的話，不是憑著自己說的，乃是住在我裡面的父做他自己的事。","bklcl":"Góa tiàm-tī Pē, Pē ia̍h tiàm-tī góa, lí m̄ sìn mah? Góa só͘ kā lín kóng ê ōe, m̄ sī chhut tī ka-kī lâi kóng; chiū-sī Pē tòa tī góa lâi kiâⁿ I ê tāi-chì.","tghg":"我踮佇父，父亦踮佇我，你呣信嗎？我所給恁講的話，呣是出佇家己來講，就是父住佇我來行伊的代誌。","bklhl":"我tiàm-tī父，父亦tiàm-tī我，你m̄信mah？我所kā lín講ê話，m̄是出tī家己來講；就是父tòa tī我來行伊ê tāi-chì。"}},{"book":"約","chapter":14,"verse":11,"versions":{"unv":"你們當信我，我在父裡面，父在我裡面；即或不信，也當因我所做的事信我。","bklcl":"Góa tiàm-tī Pē, Pē tiàm-tī góa, lín tio̍h sìn góa; nā bô, chiū tio̍h in-ūi só͘ kiâⁿ ê sū lâi sìn góa.","tghg":"我踮佇父，父踮佇我，恁著信我；若無，就著因為所行的事來信我。","bklhl":"我tiàm-tī父，父tiàm-tī我，lín tio̍h信我；若無，就tio̍h因為所行ê事來信我。"}},{"book":"約","chapter":14,"verse":12,"versions":{"unv":"我實實在在地告訴你們，我所做的事，信我的人也要做，並且要做比這更大的事，因為我往父那裡去。","bklcl":"Góa si̍t-si̍t kā lín kóng, Sìn góa ê lâng, góa só͘ kiâⁿ ê, i beh kiâⁿ i; chiū pí chiah-ê sū khah tōa ê, ia̍h beh kiâⁿ i; in-ūi góa kui tī Pē.","tghg":"我實實給恁講，信我的人，我所行的伊欲行伊，就比諸個事卡大的亦欲行伊，因為我歸佇父。","bklhl":"我實實kā lín講，信我ê人，我所行ê，伊beh行伊；就比chiah ê事khah大ê，亦beh行伊；因為我歸tī父。"}},{"book":"約","chapter":14,"verse":13,"versions":{"unv":"你們奉我的名無論求甚麼，我必成就，叫父因兒子得榮耀。","bklcl":"Lín tī góa ê miâ, hoān só͘ kiû ê, góa beh kiâⁿ i; hō͘ Pē tī Kiáⁿ tit-tio̍h êng-kng.","tghg":"恁佇我的名凡所求的，我欲行伊，互父佇子得著榮光。","bklhl":"Lín tī我ê名，凡所求ê，我beh行伊；hō͘父tī Kiáⁿ得tio̍h榮光。"}},{"book":"約","chapter":14,"verse":14,"versions":{"unv":"你們若奉我的名求甚麼，我必成就。」","bklcl":"Lín nā tī góa ê miâ ū só͘ kiû góa ê, góa beh kiâⁿ i.","tghg":"恁若佇我的名有所求我的，我欲行伊。」","bklhl":"Lín若tī我ê名有所求我ê，我beh行伊。"}},{"book":"約","chapter":14,"verse":15,"versions":{"unv":"「你們若愛我，就必遵守我的命令。","bklcl":"Lín nā thiàⁿ góa, chiū beh siú góa ê bēng-lēng.","tghg":"「恁若疼我，就欲守我的命令。","bklhl":"Lín若疼我，就beh守我ê命令。"}},{"book":"約","chapter":14,"verse":16,"versions":{"unv":"我要求父，父就另外賜給你們一位保惠師（或譯：訓慰師；下同），叫他永遠與你們同在，","bklcl":"Góa ia̍h beh tùi Pē kiû, chiū I beh ēng koh chi̍t ê Pó-hūi-su hō͘ lín, hō͘ I éng-oán kap lín tòa;","tghg":"我亦欲對父求，就伊欲用閣一個保惠師互恁，互伊永遠及恁住，","bklhl":"我亦beh對父求，就伊beh用koh一个保惠師hō͘ lín，hō͘伊永遠kap lín tòa；"}},{"book":"約","chapter":14,"verse":17,"versions":{"unv":"就是真理的聖靈，乃世人不能接受的；因為不見他，也不認識他。你們卻認識他，因他常與你們同在，也要在你們裡面。","bklcl":"chiū-sī chin-lí ê Sîn; sè-kan só͘ bōe chiap-la̍p ê, in-ūi bô khòaⁿ-kìⁿ I, koh m̄ bat I; to̍k-to̍k lín bat I; in-ūi I kap lín saⁿ-kap tòa, koh beh tiàm-tī lín.","tghg":"就是真理的神，世間所𣍐接納的；因為無看見伊，閣呣識伊。獨獨恁識伊，因為伊及恁相及住，閣欲踮佇恁。","bklhl":"就是真理ê神；世間所bōe接納ê，因為無看見伊，koh m̄-bat伊；獨獨lín bat伊；因為伊kap lín saⁿ-kap tòa，koh beh tiàm-tī lín。"}},{"book":"約","chapter":14,"verse":18,"versions":{"unv":"我不撇下你們為孤兒，我必到你們這裡來。","bklcl":"Góa bô beh pàng lín chòe bô pē ê kiáⁿ; góa lâi chiū-kūn lín.","tghg":"我無欲放恁做無父的子，我來就近恁。","bklhl":"我無beh放lín做無父ê kiáⁿ；我來就近lín。"}},{"book":"約","chapter":14,"verse":19,"versions":{"unv":"還有不多的時候，世人不再看見我，你們卻看見我；因為我活著，你們也要活著。","bklcl":"Iáu tiap-á kú, sè-kan bô koh khòaⁿ-kìⁿ góa; to̍k-to̍k lín khòaⁿ-kìⁿ góa; in-ūi góa oa̍h, lín ia̍h oa̍h.","tghg":"猶(iáu)霎(tia̍p)仔久，世間無閣看見我，獨獨恁看見我；因為我活，恁亦活。","bklhl":"Iáu tiap-á久，世間無koh看見我；獨獨lín看見我；因為我活，lín亦活。"}},{"book":"約","chapter":14,"verse":20,"versions":{"unv":"到那日，你們就知道我在父裡面，你們在我裡面，我也在你們裡面。","bklcl":"Hit ji̍t lín beh chai góa tiàm-tī góa ê Pē, lín tiàm-tī góa, góa tiàm-tī lín.","tghg":"彼日，恁欲知我踮佇我的父，恁踮佇我，我踮佇恁。","bklhl":"Hit日lín beh知我tiàm-tī我ê父，lín tiàm-tī我，我tiàm-tī lín。"}},{"book":"約","chapter":14,"verse":21,"versions":{"unv":"有了我的命令又遵守的，這人就是愛我的；愛我的必蒙我父愛他，我也要愛他，並且要向他顯現。」","bklcl":"Ū góa ê bēng-lēng, koh siú i ê lâng, chit-ê chiū-sī thiàⁿ góa; thiàⁿ góa ê lâng, beh tit-tio̍h góa ê Pē thiàⁿ i, góa ia̍h beh thiàⁿ i, koh chiong pún-sin hián-bêng tī i.","tghg":"有我的命令閣守伊的人，此個就是疼我；疼我的人欲得著我的父疼伊，我亦欲疼伊，閣將本身顯明佇伊。」","bklhl":"有我ê命令，koh守伊ê人，chit ê就是疼我；疼我ê人，beh得tio̍h我ê父疼伊，我亦beh疼伊，koh將本身顯明tī伊。"}},{"book":"約","chapter":14,"verse":22,"versions":{"unv":"猶大（不是加略人猶大）問耶穌說：「主啊，為甚麼要向我們顯現，不向世人顯現呢？」","bklcl":"Ū Iû-tāi, (m̄ sī Ka-lio̍k lâng ê), kā I kóng, Chú ah, ū sím-mi̍h sū lí beh chiong pún-sin hián-bêng tī goán, bô hián-bêng tī sè-kan ah?","tghg":"有猶大（呣是加略人的）給伊講：「主啊，有甚麼事你欲將本身顯明佇阮，無顯明佇世間啊？」","bklhl":"有偤大(m̄是加略人ê) ，kā伊講，主ah，有甚麼事你beh將本身顯明tī阮，無顯明tī世間ah？"}},{"book":"約","chapter":14,"verse":23,"versions":{"unv":"耶穌回答說：「人若愛我，就必遵守我的道；我父也必愛他，並且我們要到他那裡去，與他同住。","bklcl":"Iâ-so͘ ìn i kóng, Lâng nā thiàⁿ góa, i beh siú góa ê tō-lí, góa ê Pē beh thiàⁿ i, goán ia̍h beh chiū-kūn i, koh kap i tâng khiā-khí.","tghg":"耶穌應伊講：「人若疼我，伊欲守我的道理；我的父欲疼伊，阮亦欲就近伊，閣及伊同徛起。","bklhl":"耶穌應伊講，人若疼我，伊beh守我ê道理，我ê父beh疼伊，阮亦beh就近伊，koh kap伊同khiā起。"}},{"book":"約","chapter":14,"verse":24,"versions":{"unv":"不愛我的人就不遵守我的道。你們所聽見的道不是我的，乃是差我來之父的道。","bklcl":"Bô thiàⁿ góa ê lâng, chiū bô siú góa chiah-ê ōe; koh lín só͘ thiaⁿ ê tō-lí, m̄ sī góa ê, chiū-sī chhe góa ê Pē ê.","tghg":"無疼我的人就無守我諸個話。閣恁所聽的道理呣是我的，就是差我的父的。","bklhl":"無疼我ê人，就無守我chiah ê話；koh lín所聽ê道理，m̄是我ê，就是差我ê父ê。"}},{"book":"約","chapter":14,"verse":25,"versions":{"unv":"「我還與你們同住的時候，已將這些話對你們說了。","bklcl":"Góa iáu kap lín tòa ê sî, ū chiong chiah-ê ōe kā lín kóng.","tghg":"「我猶及恁住的時，有將諸個話給恁講。","bklhl":"我iáu kap lín tòa ê時，有將chiah ê話kā lín講。"}},{"book":"約","chapter":14,"verse":26,"versions":{"unv":"但保惠師，就是父因我的名所要差來的聖靈，他要將一切的事指教你們，並且要叫你們想起我對你們所說的一切話。","bklcl":"Nā-sī Pó-hūi-su, chiū-sī Sèng Sîn, Pē tī góa ê miâ só͘ beh chhe ê, I beh chiong it-chhè ê sū kà-sī lín, koh beh hō͘ lín kì-tit góa it-chhè só͘ kā lín kóng ê.","tghg":"若是保惠師就是聖神，父佇我的名所欲差的，伊欲將一切的事教示恁，閣欲互恁記得我一切所給恁講的。","bklhl":"但是保惠師，就是聖神，父tī我ê名所beh差ê，伊beh將一切ê事教示lín，koh beh hō͘ lín記得我一切所kā lín講ê。"}},{"book":"約","chapter":14,"verse":27,"versions":{"unv":"我留下平安給你們；我將我的平安賜給你們。我所賜的，不像世人所賜的。你們心裡不要憂愁，也不要膽怯。","bklcl":"Góa ēng pêng-an lâu-teh hō͘ lín; góa chiong góa ê pêng-an siúⁿ-sù lín; góa teh hō͘ lín, m̄ sī chhin-chhiūⁿ sè-kan teh hō͘ lâng ê khoán. Lín ê sim bo̍h-tit peh-pak, ia̍h bo̍h-tit kiaⁿ-hiâⁿ.","tghg":"我用平安留啲互恁；我將我的平安賞賜恁。我啲互恁，呣是親像世間啲互人的款。恁的心莫得迫腹，亦莫得驚惶。","bklhl":"我用平安留teh hō͘ lín；我將我ê平安賞賜lín；我teh hō͘ lín，m̄是親像世間teh hō͘人ê款。Lín ê心莫得擘腹，亦莫得驚惶。"}},{"book":"約","chapter":14,"verse":28,"versions":{"unv":"你們聽見我對你們說了，我去還要到你們這裡來。你們若愛我，因我到父那裡去，就必喜樂，因為父是比我大的。","bklcl":"Lín í-keng thiaⁿ-kìⁿ góa ū kā lín kóng, Góa khì, koh lâi chiū-kūn lín. Lín nā thiàⁿ góa, chiū in-ūi góa kui tī Pē lín ōe hoaⁿ-hí; in-ūi Pē pí góa khah tōa.","tghg":"恁已經聽見我有給恁講，我去閣來就近恁。恁若疼我，就因為我歸佇父，恁會歡喜，因為父比我卡大。","bklhl":"Lín已經聽見我有kā lín講，我去，koh來就近lín。Lín若疼我，就因為我歸tī父lín會歡喜；因為父比我khah大。"}},{"book":"約","chapter":14,"verse":29,"versions":{"unv":"現在事情還沒有成就，我預先告訴你們，叫你們到事情成就的時候就可以信。","bklcl":"Taⁿ sū iáu-bē chiâⁿ, góa í-keng kā lín kóng, hō͘ lín tī sū chiâⁿ ê sî thang sìn.","tghg":"今事猶未成，我已經給恁講，互恁佇事成的時通(thang)信。","bklhl":"Taⁿ事iáu-bē成，我已經kā lín講，hō͘ lín tī事成ê時thang信。"}},{"book":"約","chapter":14,"verse":30,"versions":{"unv":"以後我不再和你們多說話，因為這世界的王將到。他在我裡面是毫無所有；","bklcl":"Í-āu góa bô kap lín kóng chōe-chōe ōe, in-ūi sè-kan ê jîn-kun teh lâi lah; i tī góa bô só͘ ū;","tghg":"以後我無及恁講多多話，因為世間的人君啲來啦。伊佇我無所有；","bklhl":"以後我無kap lín講chōe-chōe話，因為世間ê人君teh來lah；伊tī我無所有；"}},{"book":"約","chapter":14,"verse":31,"versions":{"unv":"但要叫世人知道我愛父，並且父怎樣吩咐我，我就怎樣行。起來，我們走吧！」","bklcl":"to̍k-to̍k beh hō͘ sè-kan chai góa thiàⁿ Pē, ia̍h chiàu Pē só͘ bēng-lēng góa ê, góa án-ni lâi kiâⁿ. Khí-lâi, lán tùi chia lâi khì.","tghg":"獨獨欲互世間知我疼父，亦照父所命令我的，我按呢來行。起來，咱對遮來去！」","bklhl":"獨獨beh hō͘世間知我疼父，亦照父所命令我ê，我án-ni來行。起來，咱tùi chia來去。"}}]