[{"book":"約","chapter":19,"verse":1,"versions":{"unv":"當下彼拉多將耶穌鞭打了。","bklcl":"Tùi án-ni, Pí-lia̍p-to ēng piⁿ phah Iâ-so͘.","tghg":"對按呢彼拉多用鞭拍耶穌。","bklhl":"Tùi án-ni，彼拉多用鞭phah耶穌。"}},{"book":"約","chapter":19,"verse":2,"versions":{"unv":"兵丁用荊棘編做冠冕戴在他頭上，給他穿上紫袍，","bklcl":"Peng-teng ēng chhì-á piⁿ chòe bián-liû, tì tī I ê thâu-khak, koh ēng chí-sek ê phàu kā I chhēng;","tghg":"兵丁用茦仔(chhì-á)編做冕旒戴佇伊的頭殼，閣用紫色的袍(phàu)給伊穿，","bklhl":"兵丁用刺á編做冕旒，戴tī伊ê頭殼，koh用紫色ê袍kā伊穿；"}},{"book":"約","chapter":19,"verse":3,"versions":{"unv":"又挨近他，說：「恭喜，猶太人的王啊！」他們就用手掌打他。","bklcl":"chiū-kūn I, kóng, Iû-thài lâng ê ông, Pêng-an ah. Chiū siàn I.","tghg":"就近伊，講：「猶太人的王，平安啊！」就搧(siàn)伊。","bklhl":"就近伊，講，偤太人ê王，平安ah。就siàn伊。"}},{"book":"約","chapter":19,"verse":4,"versions":{"unv":"彼拉多又出來對眾人說：「我帶他出來見你們，叫你們知道我查不出他有甚麼罪來。」","bklcl":"Pí-lia̍p-to koh chhut-khì gōa-bīn kā in kóng, Lí khòaⁿ, góa chhōa I chhut-lâi hō͘ lín, hō͘ lín chai góa chhâ-liáu khòaⁿ I bô chōe.","tghg":"彼拉多閣出去外面給𪜶講：「你看，我導伊出來互恁，互恁知我查了看伊無罪。」","bklhl":"彼拉多koh出去外面kā in講，你看，我chhōa伊出來hō͘ lín，hō͘ lín知我查了看伊無罪。"}},{"book":"約","chapter":19,"verse":5,"versions":{"unv":"耶穌出來，戴著荊棘冠冕，穿著紫袍。彼拉多對他們說：「你們看這個人！」","bklcl":"Iâ-so͘ tì chhì-á ê bián-liû, chhēng chí-sek ê phàu, chhut-lâi gōa-bīn; Pí-lia̍t-to koh kā in kóng, Lí khòaⁿ, chit ê lâng!","tghg":"耶穌戴茦仔的冕旒，穿紫色的袍，出來外面。彼拉多閣給𪜶講：「你看，此個人！」","bklhl":"耶穌戴刺á ê冕旒，穿紫色ê袍，出來外面；彼拉多koh kā in講，你看，chit ê人！"}},{"book":"約","chapter":19,"verse":6,"versions":{"unv":"祭司長和差役看見他，就喊著說：「釘他十字架！釘他十字架！」彼拉多說：「你們自己把他釘十字架吧！我查不出他有甚麼罪來。」","bklcl":"Chiah-ê chè-si-thâu kap chhe-ia̍h khòaⁿ-kìⁿ I, chiū tōa siaⁿ âu-kiò kóng, Tèng I si̍p-jī-kè, tèng I si̍p-jī-kè. Pí-lia̍p-to kā in kóng, Lín ka-kī lia̍h-khì tèng; in-ūi góa khòaⁿ I bô chōe.","tghg":"諸個祭司頭及差役看見伊，就大聲喉叫講：「釘伊十字架！釘伊十字架！」彼拉多給𪜶講：「恁家己掠去釘！因為我看伊無罪。」","bklhl":"Chiah-ê祭司頭kap差役看見伊，就大聲喉叫講，釘伊十字架，釘伊十字架。彼拉多kā in講，Lín家己掠去釘；因為我看伊無罪。"}},{"book":"約","chapter":19,"verse":7,"versions":{"unv":"猶太人回答說：「我們有律法，按那律法，他是該死的，因他以自己為　神的兒子。」","bklcl":"Iû-thài lâng ìn i kóng, Goán ū lu̍t-hoat, iā chiàu chit ê lu̍t-hoat I eng-kai sí, in-ūi I lia̍h pún-sin chòe Siōng-tè ê Kiáⁿ.","tghg":"猶太人應伊講：「阮有律法，也照此個律法，伊應該死，因為伊掠本身做上帝的子。」","bklhl":"偤太人應伊講，阮有律法，也照chit ê律法伊應該死，因為伊掠本身做上帝ê Kiáⁿ。"}},{"book":"約","chapter":19,"verse":8,"versions":{"unv":"彼拉多聽見這話，越發害怕，","bklcl":"Pí-lia̍p-to thiaⁿ-kìⁿ chit ê ōe, chiū it-hoat kiaⁿ;","tghg":"彼拉多聽見此個話，就益發驚，","bklhl":"　彼拉多聽見chit ê話，就益發驚；"}},{"book":"約","chapter":19,"verse":9,"versions":{"unv":"又進衙門，對耶穌說：「你是哪裡來的？」耶穌卻不回答。","bklcl":"koh ji̍p kong-tn̂g, kā Iâ-so͘ kóng, Lí tùi tá-lo̍h lâi? Nā-sī Iâ-so͘ bô ìn i.","tghg":"閣入公堂，給耶穌講：「你對叨落來？」若是耶穌無應伊。","bklhl":"koh入公堂，kā耶穌講，你tùi tá-lo̍h來？但是耶穌無應伊。"}},{"book":"約","chapter":19,"verse":10,"versions":{"unv":"彼拉多說：「你不對我說話嗎？你豈不知我有權柄釋放你，也有權柄把你釘十字架嗎？」","bklcl":"Pí-lia̍p-to chiū kā I kóng, Lí m̄ kap góa kóng mah? Kiám m̄ chai góa ū koân thang pàng lí, ia̍h ū koân thang tèng lí tī si̍p-jī-kè mah?","tghg":"彼拉多就給伊講：「你呣及我講嗎？豈呣知我有權通放你，亦有權通釘你佇十字架嗎？」","bklhl":"彼拉多就kā伊講，你m̄ kap我講mah？Kiám m̄知我有權thang放你，亦有權thang釘你tī十字架mah？"}},{"book":"約","chapter":19,"verse":11,"versions":{"unv":"耶穌回答說：「若不是從上頭賜給你的，你就毫無權柄辦我。所以，把我交給你的那人罪更重了。」","bklcl":"Iâ-so͘ ìn i kóng, Nā m̄ sī tùi téng-bīn hō͘ lí, chiū lí bô koân thang pān góa; só͘-í chiong góa kau hō͘ lí ê lâng, i ê chōe koh khah tāng.","tghg":"耶穌應伊講：「若呣是對頂面互你，就你無權通辦我。所以，將我交互你的人，伊的罪閣卡重。」","bklhl":"耶穌應伊講，若m̄是tùi頂面hō͘你，就你無權thang辦我；所以將我交hō͘你ê人，伊ê罪koh-khah重。"}},{"book":"約","chapter":19,"verse":12,"versions":{"unv":"從此，彼拉多想要釋放耶穌，無奈猶太人喊著說：「你若釋放這個人，就不是該撒的忠臣（原文是朋友）。凡以自己為王的，就是背叛該撒了。」","bklcl":"Tùi án-ni Pí-lia̍p-to ài beh pàng I; Iû-thài lâng tōa siaⁿ âu-kiò, kóng, Lí nā pàng chit ê lâng, chiū m̄ sī Kai-sat ê pêng-iú; in-ūi hoān-nā lia̍h ka-kī chòe ông ê, sī pōe-poān Kai-sat.","tghg":"對按呢，彼拉多愛欲放伊，猶太人大聲喉叫講：「你若放此個人，就呣是該撒的朋友。因為凡若掠家己做王的，是背叛該撒。」","bklhl":"Tùi án-ni， 彼拉多ài beh放伊；偤太人大聲喉叫，講，你若放chit ê人，就m̄是該撒ê朋友；因為凡若掠家己做王ê，是背叛該撒。"}},{"book":"約","chapter":19,"verse":13,"versions":{"unv":"彼拉多聽見這話，就帶耶穌出來，到了一個地方，名叫「鋪華石處」，希伯來話叫厄巴大，就在那裡坐堂。","bklcl":"Pí-lia̍p-to thiaⁿ-kìⁿ chiah-ê ōe, chiū chhōa Iâ-so͘ chhut-lâi; iā ka-kī chē tī kong-chō, tī chi̍t-ê miâ kiò Pho͘-chio̍h ê só͘-chāi, Hi-pek-lâi ê ōe kiò chòe Lek-pa-tāi.","tghg":"彼拉多聽見諸個話，就導耶穌出來，也家己坐佇公座，佇一個名叫「舖石(Pho͘-chio̍h)的所在」，希伯來的話叫做勒巴大(Lek-pa-tāi)。","bklhl":"彼拉多聽見chiah ê話，就chhōa耶穌出來；也家己坐tī公座，tī一个名叫鋪石ê所在，希伯來ê話叫做Lek-pa-tāi。"}},{"book":"約","chapter":19,"verse":14,"versions":{"unv":"那日是預備逾越節的日子，約有午正。彼拉多對猶太人說：「看哪，這是你們的王！」","bklcl":"Hit ji̍t chiū-sī pī-pān pôaⁿ-kè-choeh ê ji̍t; iok-lio̍k ji̍t tiong-tàu. Chiū kā Iû-thài lâng kóng, Lí khòaⁿ, lín ê ông!","tghg":"彼日就是備辦𨃟過節的日，約略日中晝。就給猶太人講：「你看，恁的王！」","bklhl":"Hit日就是備辦pôaⁿ過節ê日；約略日中晝。就kā偤太人講，你看，lín ê王！"}},{"book":"約","chapter":19,"verse":15,"versions":{"unv":"他們喊著說：「除掉他！除掉他！釘他在十字架上！」彼拉多說：「我可以把你們的王釘十字架嗎？」祭司長回答說：「除了該撒，我們沒有王。」","bklcl":"In tōa siaⁿ âu-kiò, kóng, Tû-khì, tû-khì, tèng I tī si̍p-jī-kè. Pí-lia̍p-to kā in kóng, Góa chiong lín ê ông tèng si̍p-jī-kè mah? Chiah-ê chè-si-thâu ìn kóng, Kai-sat í-gōa, goán bô ông.","tghg":"𪜶大聲喉叫講：「除去！除去！釘伊佇十字架！」彼拉多給𪜶講：「我將恁的王釘十字架嗎？」諸個祭司頭應講：「該撒以外，阮無王。」","bklhl":"In大聲喉叫，講，除去，除去，釘伊tī十字架。彼拉多kā in講，我將lín ê王釘十字架mah？Chiah-ê祭司頭應講，該撒以外，阮無王。"}},{"book":"約","chapter":19,"verse":16,"versions":{"unv":"於是彼拉多將耶穌交給他們去釘十字架。","bklcl":"Tùi án-ni, chiū chiong Iâ-so͘ kau hō͘ in khì tèng si̍p-jī-kè.","tghg":"對按呢就將耶穌交互𪜶去釘十字架。","bklhl":"Tùi án-ni，就將耶穌交hō͘ in去釘十字架。"}},{"book":"約","chapter":19,"verse":17,"versions":{"unv":"他們就把耶穌帶了去。耶穌背著自己的十字架出來，到了一個地方，名叫「髑髏地」，希伯來話叫各各他。","bklcl":"In chiū siu I; Iâ-so͘ ka-kī giâ i ê si̍p-jī-kè chhut-khì, kàu chi̍t-ê miâ kiò Thâu-khak-óaⁿ ê só͘-chāi, Hi-pek-lâi ê ōe kiò chòe Kok-kok-thaⁿ;","tghg":"𪜶就收伊。耶穌家己夯伊的十字架出去，到一個名叫「頭殼碗」的所在，希伯來的話叫做各各他。","bklhl":"In就收伊；耶穌家己giâ伊ê十字架出去，到一个名叫頭殼碗ê所在，希伯來ê話叫做各各他；"}},{"book":"約","chapter":19,"verse":18,"versions":{"unv":"他們就在那裡釘他在十字架上，還有兩個人和他一同釘著，一邊一個，耶穌在中間。","bklcl":"tī hia tèng I si̍p-jī-kè, koh ū nn̄g lâng kap I tâng tèng, chi̍t pêng chi̍t-ê, Iâ-so͘ tī tiong-ng.","tghg":"佇遐釘伊十字架，閣有二人及伊同釘，一旁一個，耶穌佇中央。","bklhl":"tī hia釘伊十字架，koh有兩人kap伊同釘，一pêng一个，耶穌tī中央。"}},{"book":"約","chapter":19,"verse":19,"versions":{"unv":"彼拉多又用牌子寫了一個名號，安在十字架上，寫的是：「猶太人的王，拿撒勒人耶穌。」","bklcl":"Pí-lia̍p-to ia̍h siá chám-tiâu, hē tī si̍p-jī-kè, siá kóng, Iû-thài lâng ê ông, Ná-sat-le̍k lâng Iâ-so͘.","tghg":"彼拉多亦寫斬條，下佇十字架，寫講：「猶太人的王，拿撒勒人耶穌。」","bklhl":"彼拉多亦寫斬條，hē tī十字架，寫講，偤太人ê王，拿撒勒人耶穌。"}},{"book":"約","chapter":19,"verse":20,"versions":{"unv":"有許多猶太人念這名號；因為耶穌被釘十字架的地方與城相近，並且是用希伯來、羅馬、希臘三樣文字寫的。","bklcl":"Iû-thài lâng chōe-chōe tha̍k chit ê chám-tiâu; in-ūi Iâ-so͘ siū tèng ê só͘-chāi kūn siâⁿ; koh só͘ siá ê, sī ēng Hi-pek-lâi, Lô-má, Hi-lī-nî ê bûn-jī.","tghg":"猶太人多多讀此個斬條；因為耶穌受釘的所在近城，閣所寫的是用希伯來、羅馬、希利尼的文字。","bklhl":"偤太人chōe-chōe讀chit ê斬條；因為耶穌受釘ê所在近城；koh所寫ê，是用希伯來、羅馬、希利尼ê文字。"}},{"book":"約","chapter":19,"verse":21,"versions":{"unv":"猶太人的祭司長就對彼拉多說：「不要寫『猶太人的王』，要寫『他自己說：我是猶太人的王』。」","bklcl":"Só͘-í Iû-thài lâng chiah-ê chè-si-thâu kā Pí-lia̍p-to kóng, Bo̍h-tit siá, Iû-thài lâng ê ông; tio̍h siá, I ka-kī kóng, Góa sī Iû-thài lâng ê ông.","tghg":"所以猶太人諸個祭司頭給彼拉多講：「莫得寫『猶太人的王』，著寫『伊家己講：我是猶太人的王』。」","bklhl":"所以偤太人chiah ê祭司頭kā彼拉多講，莫得寫，偤太人ê王；tio̍h寫，伊家己講，我是偤太人ê王。"}},{"book":"約","chapter":19,"verse":22,"versions":{"unv":"彼拉多說：「我所寫的，我已經寫上了。」","bklcl":"Pí-lia̍p-to ìn kóng, góa só͘ siá ê, í-keng siá-liáu lah.","tghg":"彼拉多應講：「我所寫的，已經寫了啦。」","bklhl":"彼拉多應講，我所寫ê，已經寫了lah。"}},{"book":"約","chapter":19,"verse":23,"versions":{"unv":"兵丁既然將耶穌釘在十字架上，就拿他的衣服分為四分，每兵一分；又拿他的裡衣，這件裡衣原來沒有縫兒，是上下一片織成的。","bklcl":"Peng-teng í-keng tèng Iâ-so͘ tī si̍p-jī-kè, chiū the̍h I ê saⁿ, pun chòe sì hūn, ta̍k ê peng tit-tio̍h chi̍t hūn; koh the̍h I ê lāi-saⁿ; chit niá lāi-saⁿ bô kap-chōa, sī téng-ē thàu-chit ê.","tghg":"兵丁已經釘耶穌佇十字架，就提伊的衫分做四份，逐個兵得著一份；閣提伊的內衫，此領內衫無合叕(kap-chōa)，是頂下透織(thàu-chit)的。","bklhl":"兵丁已經釘耶穌tī十字架，就the̍h伊ê衫，分做四份，ta̍k ê兵得tio̍h一份；koh the̍h伊ê內衫；chit領內衫無kap-chōa，是頂下透織ê。"}},{"book":"約","chapter":19,"verse":24,"versions":{"unv":"他們就彼此說：「我們不要撕開，只要拈鬮，看誰得著。」這要應驗經上的話說：他們分了我的外衣，為我的裡衣拈鬮。兵丁果然做了這事。","bklcl":"Só͘-í saⁿ-kap kóng, Bo̍h-tit thiah-li̍h, tio̍h lâi liam-khau, khòaⁿ chī-chūi tit-tio̍h; che sī beh èng-giām sèng-keng só͘ kóng,\tIn saⁿ-kap pun góa ê saⁿ,\tLiam-khau góa ê i-ho̍k.","tghg":"所以相及講：「莫得拆裂，著來拈鬮(liam-khau)，看是誰得著。」這是欲應驗聖經所講：𪜶相及分我的衫，拈鬮(liam-khau)我的衣服。","bklhl":"所以saⁿ-kap講，莫得拆裂，tio̍h來拈鬮，看是誰得tio̍h；這是beh應驗聖經所講，\tIn saⁿ-kap分我ê衫，\tLiam-khau我ê衣服。"}},{"book":"約","chapter":19,"verse":25,"versions":{"unv":"站在耶穌十字架旁邊的，有他母親與他母親的姊妹，並革羅罷的妻子馬利亞，和抹大拉的馬利亞。","bklcl":"Peng-teng kó-jiân chòe chiah-ê sū. Khiā tī Iâ-so͘ si̍p-jī-kè piⁿ, ū I ê lāu-bú, kap I ê lāu-bú ê chí-bē, Kek-liû-pa ê bó͘ Má-lī-a, kap Boa̍t-tāi-lia̍p ê Má-lī-a.","tghg":"兵丁果然做諸個事。徛佇耶穌十字架邊，有伊的老母及伊的老母的姊妹，革流巴的某馬利亞，及抹大拉的馬利亞。","bklhl":"兵丁果然做chiah ê事。Khiā tī耶穌十字架邊，有伊ê老母，kap伊ê老母ê姊妹，Kek-liû-pa ê bó͘馬利亞，kap Boa̍t-tāi-lia̍p ê馬利亞。"}},{"book":"約","chapter":19,"verse":26,"versions":{"unv":"耶穌見母親和他所愛的那門徒站在旁邊，就對他母親說：「母親（原文是婦人），看，你的兒子！」","bklcl":"Iâ-so͘ khòaⁿ-kìⁿ lāu-bú kap só͘ thiàⁿ ê ha̍k-seng khiā tī piⁿ-thâu, chiū tùi lāu-bú kóng, Lāu-bú ah, khòaⁿ, lí ê kiáⁿ!","tghg":"耶穌看見老母及所疼的學生徛佇邊頭，就對老母講：「老母啊，看，你的子！」","bklhl":"耶穌看見老母kap所疼ê學生khiā tī邊頭，就tùi老母講，老母ah，看，你ê kiáⁿ！"}},{"book":"約","chapter":19,"verse":27,"versions":{"unv":"又對那門徒說：「看，你的母親！」從此，那門徒就接她到自己家裡去了。","bklcl":"Koh tùi ha̍k-seng kóng, Khòaⁿ, lí ê lāu-bú! Tùi hit sî, hit ê ha̍k-seng chih-chiap i kàu ka-kī ê ke.","tghg":"閣對學生講：「看，你的老母！」對彼時，彼個學生至接伊到家己的家。","bklhl":"Koh 對學生講，看，你ê老母！Tùi hit時，hit ê學生chih接伊到家己ê家。"}},{"book":"約","chapter":19,"verse":28,"versions":{"unv":"這事以後，耶穌知道各樣的事已經成了，為要使經上的話應驗，就說：「我渴了。」","bklcl":"Chit ê tāi-chì í-āu, Iâ-so͘ chai chèng hāng sū í-keng bêng-pe̍k, in-ūi beh hō͘ sèng-keng ê ōe èng-giām, chiū kóng, Góa chhùi-ta.","tghg":"此個代誌以後，耶穌知眾項事已經明白，因為欲互聖經的話應驗，就講：「我嘴乾。」","bklhl":"Chit ê tāi-chì以後，耶穌知眾項事已經明白，因為beh hō͘聖經ê話應驗，就講，我嘴乾。"}},{"book":"約","chapter":19,"verse":29,"versions":{"unv":"有一個器皿盛滿了醋，放在那裡；他們就拿海絨蘸滿了醋，綁在牛膝草上，送到他口。","bklcl":"Tī hia ū chi̍t ê khì-kū tóe chhò͘ móa-móa; in chiū the̍h hái-jiông chìm chhò͘, hâ gû-chhek-chháu, thuh kàu I ê chhùi.","tghg":"佇遐有一個器具貯醋滿滿，𪜶就提海絨(hái-jiông)浸醋，縖牛膝草(gû-chhek-chháu)托(thuh)到伊的嘴。","bklhl":"Tī hia有一个器具tóe醋滿滿；in就the̍h海絨浸醋，hâ牛膝草，thuh到伊ê嘴。"}},{"book":"約","chapter":19,"verse":30,"versions":{"unv":"耶穌嘗（原文是受）了那醋，就說：「成了！」便低下頭，將靈魂交付　神了。","bklcl":"Iâ-so͘ í-keng siū chhò͘; chiū kóng, Sū bêng-pe̍k lah; chiū àⁿ thâu khùi tn̄g.","tghg":"耶穌已經受醋(chhò͘)，就講：「事明白啦！」就俯(àⁿ)頭氣斷。","bklhl":"耶穌已經受醋；就講，事明白lah；就àⁿ頭氣斷。"}},{"book":"約","chapter":19,"verse":31,"versions":{"unv":"猶太人因這日是預備日，又因那安息日是個大日，就求彼拉多叫人打斷他們的腿，把他們拿去，免得屍首當安息日留在十字架上。","bklcl":"Hit sî sī pī-pān choeh ê ji̍t, Iû-thài lâng ài bián-tit tī an-hioh-ji̍t lâu sin-si tī si̍p-jī-kè, in-ūi chit ê an-hioh-ji̍t sī tōa ê ji̍t; só͘-í kiû Pí-lia̍p-to kah lâng kòng-chi̍h in ê kha-kut, lâi siu in.","tghg":"彼時是備辦節的日，猶太人愛免得佇安息日留身屍佇十字架，因為此個安息日是大的日，所以求彼拉多教人摃折(kòng-chi̍h)𪜶的腳骨，來收𪜶。","bklhl":"Hit時是備辦節ê日，偤太人ài免得tī安歇日留身屍tī十字架，因為chit ê安歇日是大ê日；所以求彼拉多kah人kòng折in ê腳骨，來收in。"}},{"book":"約","chapter":19,"verse":32,"versions":{"unv":"於是兵丁來，把頭一個人的腿，並與耶穌同釘第二個人的腿，都打斷了。","bklcl":"Peng-teng kàu, kòng-chi̍h thâu chi̍t ê ê kha-kut, í-ki̍p hit ê kap i tâng tèng ê ê kha-kut;","tghg":"兵丁到，摃折頭一個的腳骨，以及彼個及伊同釘者的腳骨。","bklhl":"兵丁到，kòng折頭一个ê腳骨，以及hit ê kap伊同釘ê ê腳骨；"}},{"book":"約","chapter":19,"verse":33,"versions":{"unv":"只是來到耶穌那裡，見他已經死了，就不打斷他的腿。","bklcl":"kàu tī Iâ-so͘, khòaⁿ-kìⁿ I í-keng sí chiū bô kòng-chi̍h I ê kha-kut;","tghg":"到佇耶穌，看見伊已經死，就無摃折伊的腳骨。","bklhl":"到tī耶穌，看見伊已經死就無kòng折伊ê腳骨；"}},{"book":"約","chapter":19,"verse":34,"versions":{"unv":"惟有一個兵拿槍扎他的肋旁，隨即有血和水流出來。","bklcl":"to̍k-to̍k ū chi̍t ê peng, ēng chhiuⁿ chha̍k I ê hia̍p-ē, huih kap chúi liâm-piⁿ lâu-chhut.","tghg":"獨獨有一個兵用槍鑿(chha̍k)伊的脇(hia̍p)下，血及水連鞭流出。","bklhl":"獨獨有一个兵，用鎗鑿伊ê hia̍p下，血kap水liâm-piⁿ流出。"}},{"book":"約","chapter":19,"verse":35,"versions":{"unv":"看見這事的那人就作見證─他的見證也是真的，並且他知道自己所說的是真的─叫你們也可以信。","bklcl":"Khòaⁿ-kìⁿ ê lâng chòe kan-chèng, i ê kan-chèng sī chin; ka-kī chai só͘ kóng sī si̍t, hō͘ lín ia̍h ōe sìn.","tghg":"看見的人做干證──伊的干證是真，家己知所講是實──互恁亦會信。","bklhl":"看見ê人做干證，伊ê干證是真；家己知所講是實，hō͘ lín亦會信。"}},{"book":"約","chapter":19,"verse":36,"versions":{"unv":"這些事成了，為要應驗經上的話說：「他的骨頭一根也不可折斷。」","bklcl":"In-ūi chiah-ê tāi-chì chiâⁿ, sī beh èng-giām sèng-keng só͘ kóng, I ê kut bô chi̍t ki beh siū phah-chhùi.","tghg":"因為諸個代誌成，是欲應驗聖經所講：「伊的骨無一支欲受拍碎。」","bklhl":"因為chiah ê tāi-chì成，是beh應驗聖經所講，伊ê骨無一支beh受phah碎。"}},{"book":"約","chapter":19,"verse":37,"versions":{"unv":"經上又有一句說：「他們要仰望自己所扎的人。」","bklcl":"Koh sèng-keng ū chi̍t kù kóng, Lâng beh khòaⁿ in só͘ chha̍k ê.","tghg":"閣聖經有一句講：「人欲看𪜶所鑿(chha̍k)的。」","bklhl":"Koh聖經有一句講，人beh看in所鑿ê。"}},{"book":"約","chapter":19,"verse":38,"versions":{"unv":"這些事以後，有亞利馬太人約瑟，是耶穌的門徒，只因怕猶太人，就暗暗地作門徒。他來求彼拉多，要把耶穌的身體領去。彼拉多允准，他就把耶穌的身體領去了。","bklcl":"Chiah-ê tāi-chì í-āu, ū A-lī-má-thài ê Iok-sek, sī Iâ-so͘ ê ha̍k-seng, to̍k-to̍k kiaⁿ Iû-thài lâng, chiah àm-chīⁿ chòe ha̍k-seng, i lâi kiû Pí-lia̍p-to, chún i khì siu Iâ-so͘ ê sin-si; Pí-lia̍p-to ún-chún. Chiū lâi, siu I ê sin-si khì.","tghg":"諸個代誌以後，有亞利馬太的約瑟，是耶穌的學生，獨獨驚猶太人，才暗靜做學生。伊來求彼拉多，准伊去收耶穌的身屍。彼拉多允准，就來收伊的身屍去。","bklhl":"Chiah-ê tāi-chì以後，有A-lī-má-thài ê約瑟，是耶穌ê學生，獨獨驚偤太人，chiah暗靜做學生，伊來求彼拉多，准伊去收耶穌ê身屍；彼拉多允准。就來，收伊ê身屍去。"}},{"book":"約","chapter":19,"verse":39,"versions":{"unv":"又有尼哥底母，就是先前夜裡去見耶穌的，帶著沒藥和沉香約有一百斤前來。","bklcl":"Koh ū Nî-ko-tí-bó͘, khí-thâu bat mî-sî chiū-kūn Iâ-so͘ ê, ia̍h lâi, tòa bu̍t-io̍h chhiau tîm-hiuⁿ, iok-lio̍k chi̍t pah kun.","tghg":"閣有尼哥底某，起頭曾暝時就近耶穌的亦來，帶沒藥(bu̍t-io̍h)摶(chhiau)沈香(tîm-hiuⁿ)約略一百斤。","bklhl":"Koh有尼哥底某，起頭bat暝時就近耶穌ê，亦來，帶沒藥chhiau沉香，約略一百斤。"}},{"book":"約","chapter":19,"verse":40,"versions":{"unv":"他們就照猶太人殯葬的規矩，把耶穌的身體用細麻布加上香料裹好了。","bklcl":"In chiū siu Iâ-so͘ ê sin-si, ēng iù-tōe pò͘ kap hiuⁿ-liāu pau I, chiàu Iû-thài lâng bâi-chòng ê lē.","tghg":"𪜶就收耶穌的身屍，用幼苧布(iù-tōe pò͘)及香料包伊，照猶太人埋葬的例。","bklhl":"In就收耶穌ê身屍，用幼苧布kap香料包伊，照偤太人埋葬ê例。"}},{"book":"約","chapter":19,"verse":41,"versions":{"unv":"在耶穌釘十字架的地方有一個園子，園子裡有一座新墳墓，是從來沒有葬過人的。","bklcl":"Tèng si̍p-jī-kè ê só͘-chāi ū hn̂g; hn̂g-lāi ū sin ê bōng, lóng bē bat ū lâng chòng ê.","tghg":"釘十字架的所在有園，園內有新的墓，攏未曾有人葬的。","bklhl":"釘十字架ê所在有園；園內有新ê墓，lóng bē bat有人葬 ê。"}},{"book":"約","chapter":19,"verse":42,"versions":{"unv":"只因是猶太人的預備日，又因那墳墓近，他們就把耶穌安放在那裡。","bklcl":"Hit ji̍t sī Iû-thài lâng pī-pān choeh ê ji̍t, koh in-ūi hit ê bōng kūn, só͘-í an-tì Iâ-so͘ tī hia.","tghg":"彼日是猶太人備辦節的日，閣因為彼個墓近，所以安置耶穌佇遐。","bklhl":"Hit日是偤太人備辦節ê日，koh因為hit ê墓近，所以安置耶穌tī hia。"}}]