[{"book":"約","chapter":13,"verse":1,"versions":{"unv":"逾越節以前，耶穌知道自己離世歸父的時候到了。他既然愛世間屬自己的人，就愛他們到底。","bklcl":"Pôaⁿ-kè-choeh chêng, Iâ-so͘ chai I lī-khui chit sè-kan kui tī Pē ê sî kàu, í-keng thiàⁿ tī sè-kan sio̍k I ê lâng, kàu bé ia̍h thiàⁿ in.","tghg":"𨃟過節前，耶穌知伊離開此世間歸佇父的時到。已經疼佇世間屬伊的人，到尾亦疼𪜶。","bklhl":"pôaⁿ過節前，耶穌知伊離開chit世間歸tī父ê時到，已經疼tī世間屬伊ê人，到尾亦疼in。"}},{"book":"約","chapter":13,"verse":2,"versions":{"unv":"吃晚飯的時候，魔鬼已將賣耶穌的意思放在西門的兒子加略人猶大心裡。","bklcl":"Chia̍h ê-hng tǹg ê sî, Mô͘-kúi í-keng chiong bōe Iâ-so͘ ê ì-sù hē tī Ka-lio̍k lâng Se-bûn ê kiáⁿ Iû-tāi ê sim;","tghg":"食下昏頓的時，魔鬼已經將賣耶穌的意思下佇加略人西門的子猶大的心。","bklhl":"食ê-hng頓ê時，魔鬼已經將賣耶穌ê意思hē tī 加略人西門ê kiáⁿ偤大ê心；"}},{"book":"約","chapter":13,"verse":3,"versions":{"unv":"耶穌知道父已將萬有交在他手裡，且知道自己是從　神出來的，又要歸到　神那裡去，","bklcl":"Iâ-so͘ chai Pē í-keng chiong bān mi̍h kau tī I ê chhiú, koh chai I tùi Siōng-tè chhut, ia̍h beh kui tī Siōng-tè,","tghg":"耶穌知父已經將萬物交佇伊的手，閣知伊對上帝出，亦欲歸佇上帝，","bklhl":"耶穌知父已經將萬物交tī伊ê手，koh知伊tùi上帝出，亦beh歸tī上帝，"}},{"book":"約","chapter":13,"verse":4,"versions":{"unv":"就離席站起來，脫了衣服，拿一條手巾束腰，","bklcl":"chiū lī-khui toh, thǹg saⁿ; the̍h kun ka-kī hâ.","tghg":"就離開桌，褪衫，提巾家己縖(hâ)，","bklhl":"就離開桌，thǹg衫；the̍h巾家己hâ。"}},{"book":"約","chapter":13,"verse":5,"versions":{"unv":"隨後把水倒在盆裡，就洗門徒的腳，並用自己所束的手巾擦乾。","bklcl":"Tò chúi tī pôaⁿ-ni̍h, sóe ha̍k-seng ê kha, chiong só͘ hâ ê kun kā in chhit.","tghg":"倒水佇盤裡，洗學生的腳，將所縖的巾給𪜶拭。","bklhl":"倒水tī盤裡，洗學生ê腳，將所hâ ê巾kā in拭。"}},{"book":"約","chapter":13,"verse":6,"versions":{"unv":"挨到西門•彼得，彼得對他說：「主啊，你洗我的腳嗎？」","bklcl":"Sóe kàu Se-bûn Pí-tek. Pí-tek kā I kóng, Chú ah, lí sóe góa ê kha mah?","tghg":"洗到西門彼得，彼得給伊講：「主啊，你洗我的腳嗎？」","bklhl":"洗到西門彼得，彼得kā伊講，主ah，你洗我ê腳mah？"}},{"book":"約","chapter":13,"verse":7,"versions":{"unv":"耶穌回答說：「我所做的，你如今不知道，後來必明白。」","bklcl":"Iâ-so͘ ìn i kóng, Góa só͘ chòe ê, lí hiān-kim m̄ chai, āu-lâi chiū ōe hiáu-tit.","tghg":"耶穌應伊講：「我所做的，你現今呣知，後來就會曉得(hiáu-tit)。」","bklhl":"耶穌應伊講，我所做ê，你現今m̄知，後來就會曉得。"}},{"book":"約","chapter":13,"verse":8,"versions":{"unv":"彼得說：「你永不可洗我的腳！」耶穌說：「我若不洗你，你就與我無分了。」","bklcl":"Pí-tek kóng, Lí éng-oán bô thang sóe góa ê kha. Iâ-so͘ ìn i kóng, Góa bô kā lí sóe, lí chiū kap góa bô kan-sia̍p.","tghg":"彼得講：「你永遠無通洗我的腳！」耶穌應伊講：「我無給你洗，你就及我無干涉。」","bklhl":"彼得講，你永遠無thang洗我ê腳。耶穌應伊講，我無kā你洗，你就kap我無干涉。"}},{"book":"約","chapter":13,"verse":9,"versions":{"unv":"西門•彼得說：「主啊，不但我的腳，連手和頭也要洗。」","bklcl":"Se-bûn Pí-tek kā I kóng, Chú ah, m̄ nā góa ê kha, liân chhiú kap thâu-khak ia̍h tio̍h.","tghg":"西門彼得給伊講：「主啊，呣若我的腳，連手及頭殼亦著。」","bklhl":"西門彼得kā伊講，主ah，m̄-nā我ê腳，連手kap頭殼亦tio̍h。"}},{"book":"約","chapter":13,"verse":10,"versions":{"unv":"耶穌說：「凡洗過澡的人，只要把腳一洗，全身就乾淨了。你們是乾淨的，然而不都是乾淨的。」","bklcl":"Iâ-so͘ kā i kóng, Lâng sóe-e̍k liáu, chí-ū tio̍h sóe kha, chiū chiâu-chn̂g chheng-khì; lín chiah-ê sī chheng-khì, nā-sī bô ta̍k-ê án-ni.","tghg":"耶穌給伊講：「人洗浴(e̍k)了，只有著洗腳，就齊全清氣。恁諸個是清氣，若是無逐個按呢。」","bklhl":"耶穌kā伊講，人洗浴了，只有tio̍h洗腳，就齊全清氣；lín chiah ê是清氣，但是無ta̍k-ê án-ni。"}},{"book":"約","chapter":13,"verse":11,"versions":{"unv":"耶穌原知道要賣他的是誰，所以說：「你們不都是乾淨的。」","bklcl":"In-ūi Iâ-so͘ chai bōe I ê lâng sī chī-chūi; só͘-í kóng, Lín bô ta̍k-ê chheng-khì.","tghg":"因為耶穌知賣伊的人是是誰，所以講：「恁無逐個清氣。」","bklhl":"因為耶穌知賣伊ê人是是誰；所以講，Lín無ta̍k-ê清氣。"}},{"book":"約","chapter":13,"verse":12,"versions":{"unv":"耶穌洗完了他們的腳，就穿上衣服，又坐下，對他們說：「我向你們所做的，你們明白嗎？","bklcl":"Í-keng sóe in ê kha, chhēng saⁿ koh chē, chiū kā in kóng, Góa tùi lín só͘ ū kiâⁿ ê, lín chai mah?","tghg":"已經洗𪜶的腳，穿衫，閣坐，就給𪜶講：「我對恁所有行的，恁知嗎？","bklhl":"已經洗in ê腳，穿衫koh坐，就kā in講，我對lín所有行ê，lín知mah？"}},{"book":"約","chapter":13,"verse":13,"versions":{"unv":"你們稱呼我夫子，稱呼我主，你們說的不錯，我本來是。","bklcl":"Lín chheng-ho͘ góa Sian-siⁿ ah, Chú ah; lín ê ōe tio̍h; góa si̍t-chāi sī.","tghg":"恁稱呼我先生啊，主啊，恁的話著，我實在是。","bklhl":"Lín稱呼我先生ah，主ah；lín ê話tio̍h；我實在是。"}},{"book":"約","chapter":13,"verse":14,"versions":{"unv":"我是你們的主，你們的夫子，尚且洗你們的腳，你們也當彼此洗腳。","bklcl":"Góa chòe Chú, chòe Sian-siⁿ, siōng-chhiáⁿ kā lín sóe kha, lín ia̍h tio̍h saⁿ-kāng sóe kha.","tghg":"我做主，做先生，尚且給恁洗腳，恁亦著相共洗腳。","bklhl":"我做主，做先生，尚且kā lín洗腳，lín亦tio̍h相仝洗腳。"}},{"book":"約","chapter":13,"verse":15,"versions":{"unv":"我給你們作了榜樣，叫你們照著我向你們所做的去做。","bklcl":"In-ūi góa í-keng ēng bô͘-iūⁿ hō͘ lín, hō͘ lín chiàu góa só͘ tùi lín kiâⁿ ê lâi kiâⁿ.","tghg":"因為我已經用模樣互恁，互恁照我所對恁行的來行。","bklhl":"因為我已經用模樣hō͘ lín，hō͘ lín照我所對lín行ê來行。"}},{"book":"約","chapter":13,"verse":16,"versions":{"unv":"我實實在在地告訴你們，僕人不能大於主人，差人也不能大於差他的人。","bklcl":"Góa si̍t-si̍t kā lín kóng, Lô͘-po̍k bô khah tōa i ê chú-lâng; hōng chhe ê bô khah tōa chhe i ê.","tghg":"我實實給恁講，奴僕無卡大伊的主人，奉差的無卡大差伊的。","bklhl":"我實實kā lín講，奴僕無khah大伊ê主人；奉差ê無khah大差伊ê。"}},{"book":"約","chapter":13,"verse":17,"versions":{"unv":"你們既知道這事，若是去行就有福了。","bklcl":"Lín kì-jiân chai chiah-ê sū, nā khì kiâⁿ i, chiū ū hok-khì.","tghg":"恁既然知諸個事，若去行伊就有福氣。","bklhl":"Lín既然知chiah ê事，若去行伊，就有福氣。"}},{"book":"約","chapter":13,"verse":18,"versions":{"unv":"我這話不是指著你們眾人說的，我知道我所揀選的是誰。現在要應驗經上的話，說：『同我吃飯的人用腳踢我。』","bklcl":"Góa m̄ sī chí lín chèng lâng lâi kóng; góa só͘ kéng ê, góa chai in; to̍k-to̍k beh hō͘ sèng-keng èng-giām, Chia̍h góa ê piáⁿ ê lâng kia̍h-khí kha-āu-tiⁿ that góa.","tghg":"我呣是指恁眾人來講，我所揀的我知𪜶。獨獨欲互聖經應驗：『食我的餅的人攑起腳後㬹(tiⁿ)踢我。』","bklhl":"我m̄是指lín眾人來講；我所揀ê，我知in；獨獨beh hō͘聖經應驗，食我ê餅ê人kia̍h起腳後tiⁿ踢我。"}},{"book":"約","chapter":13,"verse":19,"versions":{"unv":"如今事情還沒有成就，我要先告訴你們，叫你們到事情成就的時候可以信我是基督。","bklcl":"Taⁿ tāi-chì iáu-bē chiâⁿ, góa seng kā lín kóng; kàu tāi-chì chiâⁿ, hō͘ lín sìn góa chiū-sī I.","tghg":"今代誌猶未成，我先給恁講，到代誌成，互恁信我就是伊。","bklhl":"Taⁿ tāi-chì iáu-bē成，我先kā lín講；到tāi-chì成，hō͘ lín信我就是伊。"}},{"book":"約","chapter":13,"verse":20,"versions":{"unv":"我實實在在地告訴你們，有人接待我所差遣的，就是接待我；接待我，就是接待那差遣我的。」","bklcl":"Góa si̍t-si̍t kā lín kóng, Chiap-la̍p góa só͘ chhe ê, chiū-sī chiap-la̍p góa, chiap-la̍p góa, chiū-sī chiap-la̍p chhe góa ê.","tghg":"我實實給恁講，接納我所差的，就是接納我；接納我，就是接納差我的。」","bklhl":"我實實kā lín講，接納我所差ê，就是接納我，接納我，就是接納差我ê。"}},{"book":"約","chapter":13,"verse":21,"versions":{"unv":"耶穌說了這話，心裡憂愁，就明說：「我實實在在地告訴你們，你們中間有一個人要賣我了。」","bklcl":"Iâ-so͘ kóng án-ni, sim-lāi tōa peh-pak, chiū kan-chèng kóng, Góa si̍t-si̍t kā lín kóng, lín tiong-kan chi̍t lâng beh bōe góa.","tghg":"耶穌講按呢，心內大迫腹，就干證講：「我實實給恁講，恁中間一人欲賣我。」","bklhl":"耶穌講án-ni，心內大擘腹，就干證講，我實實kā lín講，lín中間一人beh賣我。"}},{"book":"約","chapter":13,"verse":22,"versions":{"unv":"門徒彼此對看，猜不透所說的是誰。","bklcl":"Ha̍k-seng saⁿ-khòaⁿ, siūⁿ m̄ chhut I sī kóng sím-mi̍h lâng.","tghg":"學生相看，想呣出伊是講甚麼人。","bklhl":"學生相看，想m̄出伊是講甚麼人。"}},{"book":"約","chapter":13,"verse":23,"versions":{"unv":"有一個門徒，是耶穌所愛的，側身挨近耶穌的懷裡。","bklcl":"Ū chi̍t ê ha̍k-seng, chiū-sī Iâ-so͘ só͘ thiàⁿ ê, the kūn Iâ-so͘ ê heng-chêng.","tghg":"有一個學生，就是耶穌所疼的，撐近耶穌的胸前(heng-chêng)。","bklhl":"有一个學生，就是耶穌所疼ê，撐近耶穌ê胸前。"}},{"book":"約","chapter":13,"verse":24,"versions":{"unv":"西門•彼得點頭對他說：「你告訴我們，主是指著誰說的。」","bklcl":"Se-bûn Pí-tek thìm thâu kā i kóng, Chhiáⁿ kā goán kóng, I só͘ kóng ê sī sím-mi̍h lâng.","tghg":"西門彼得點頭給伊講：「請給阮講，伊所講的是甚麼人？」","bklhl":"西門彼得thìm頭kā伊講，請kā阮講，伊所講ê是甚麼人。"}},{"book":"約","chapter":13,"verse":25,"versions":{"unv":"那門徒便就勢靠著耶穌的胸膛，問他說：「主啊，是誰呢？」","bklcl":"I chiū hiàⁿ sin óa Iâ-so͘ ê heng-khám, kā I kóng, Chú ah, sī chī-chūi?","tghg":"伊就向身(hiàⁿ sin)倚耶穌的胸坎(heng-khám)，給伊講：「主啊，是是誰？」","bklhl":"伊就hiàⁿ身óa耶穌ê胸坎，kā伊講，主ah，是是誰？"}},{"book":"約","chapter":13,"verse":26,"versions":{"unv":"耶穌回答說：「我蘸一點餅給誰，就是誰。」耶穌就蘸了一點餅，遞給加略人西門的兒子猶大。","bklcl":"Iâ-so͘ chiū ìn kóng, Góa ùn chi̍t tè-á mi̍h hō͘ i, hit ê lâng chiū-sī. Sûi-sî ùn chi̍t tè-á, the̍h hō͘ Ka-lio̍k lâng Se-bûn ê kiáⁿ Iû-tāi.","tghg":"耶穌就應講：「我搵(ùn)一塊仔物互伊，彼個人就是。」隨時搵一塊仔，提互加略人西門的子猶大。","bklhl":"耶穌就應講，我ùn一塊á物hō͘伊，hit ê人就是。隨時ùn一塊á，the̍h hō͘ 加略人西門ê kiáⁿ偤大。"}},{"book":"約","chapter":13,"verse":27,"versions":{"unv":"他吃了以後，撒但就入了他的心。耶穌便對他說：「你所做的，快做吧！」","bklcl":"I siū mi̍h liáu-āu, Sat-tàn chiū ji̍p i ê sim. Iâ-so͘ chiū kā i kóng, Lí só͘ chòe ê, kín-kín khì chòe.","tghg":"伊受物了後，撒旦就入伊的心。耶穌就給伊講：「你所做的，緊緊去做！」","bklhl":"伊受物了後，撒旦就入伊ê心。耶穌就kā伊講，你所做ê，緊緊去做。"}},{"book":"約","chapter":13,"verse":28,"versions":{"unv":"同席的人沒有一個知道是為甚麼對他說這話。","bklcl":"Tâng toh ê lâng, bô lâng chai ūi-tio̍h cháiⁿ-iūⁿ tùi i kóng chit-ê.","tghg":"同桌的人無人知為著怎樣對伊講此個。","bklhl":"同桌ê人，無人知為tio̍h怎樣對伊講chit ê。"}},{"book":"約","chapter":13,"verse":29,"versions":{"unv":"有人因猶大帶著錢囊，以為耶穌是對他說：「你去買我們過節所應用的東西」，或是叫他拿甚麼賙濟窮人。","bklcl":"In-ūi Iû-tāi koán chîⁿ-tē, ū lâng phah-sǹg, káⁿ sī Iâ-so͘ kā i kóng, Lí khì bóe lán siú choeh só͘ khiàm-ēng ê; á-sī kah i khì chín-chè sòng-hiong lâng.","tghg":"因為猶大管錢袋，有人拍算敢是耶穌給伊講：「你去買咱守節所欠用的」，抑是教伊去賑濟(chín-chè)喪鄉人。","bklhl":"因為偤大管錢袋，有人phah算，敢是耶穌kā伊講，你去買咱守節所欠用ê；á是kah伊去賑濟sòng-hiong人。"}},{"book":"約","chapter":13,"verse":30,"versions":{"unv":"猶大受了那點餅，立刻就出去。那時候是夜間了。","bklcl":"Iû-tāi chih-tio̍h hit ê mi̍h, liâm-piⁿ chhut-khì; hit sî mî-sî.","tghg":"猶大接著彼個物，連鞭出去。彼時暝時。","bklhl":"偤大接tio̍h hit ê物，liâm-piⁿ出去；hit時暝時。"}},{"book":"約","chapter":13,"verse":31,"versions":{"unv":"他既出去，耶穌就說：「如今人子得了榮耀，　神在人子身上也得了榮耀。","bklcl":"Í-keng chhut-khì, Iâ-so͘ kóng, Taⁿ Jîn-chú tit-tio̍h êng-kng, Siōng-tè ia̍h tī I tit-tio̍h êng-kng;","tghg":"已經出去，耶穌講：「今人子得著榮光，上帝亦佇伊得著榮光。","bklhl":"已經出去，耶穌講，Taⁿ人子得tio̍h榮光，上帝亦tī伊得tio̍h榮光；"}},{"book":"約","chapter":13,"verse":32,"versions":{"unv":"　神要因自己榮耀人子，並且要快快地榮耀他。","bklcl":"koh Siōng-tè beh tī pún-sin êng-kng Jîn-chú, ia̍h beh liâm-piⁿ êng-kng I.","tghg":"閣上帝欲佇本身榮光人子，亦欲連鞭榮光伊。","bklhl":"koh上帝beh tī本身榮光人子，亦beh liâm-piⁿ榮光伊。"}},{"book":"約","chapter":13,"verse":33,"versions":{"unv":"小子們，我還有不多的時候與你們同在；後來你們要找我，但我所去的地方你們不能到。這話我曾對猶太人說過，如今也照樣對你們說。","bklcl":"Sòe-kiáⁿ ah, góa iáu ū tiap-á-kú kap lín tī-teh. Lín beh chhē góa; góa só͘ khì ê só͘-chāi, lín bōe-ōe kàu; góa bat kā Iû-thài lâng kóng, taⁿ ia̍h án-ni kā lín kóng.","tghg":"細子啊，我猶有霎(tia̍p)仔久及恁佇啲；恁欲尋我，我所去的所在恁𣍐會到。我曾給猶太人講，今亦按呢給恁講。","bklhl":"細kiáⁿ ah，我iáu有tiap-á久kap lín tī-teh。Lín beh chhē我；我所去ê所在，lín bōe能到；我bat kā偤太人講，taⁿ亦án-ni kā lín講。"}},{"book":"約","chapter":13,"verse":34,"versions":{"unv":"我賜給你們一條新命令，乃是叫你們彼此相愛；我怎樣愛你們，你們也要怎樣相愛。","bklcl":"Góa ēng sin ê kài-bēng hō͘ lín, chiū-sī lín tio̍h saⁿ-thiàⁿ; chhin-chhiūⁿ góa bat thiàⁿ lín, lín ia̍h tio̍h án-ni saⁿ-thiàⁿ.","tghg":"我用新的誡命互恁，就是恁著相疼；親像我曾疼恁，恁亦著按呢相疼。","bklhl":"我用新ê誡命hō͘ lín，就是lín tio̍h相疼；親像我bat疼lín，lín亦tio̍h án-ni相疼。"}},{"book":"約","chapter":13,"verse":35,"versions":{"unv":"你們若有彼此相愛的心，眾人因此就認出你們是我的門徒了。」","bklcl":"Lín nā saⁿ-thiàⁿ, chèng lâng beh tùi án-ni chai lín sī góa ê ha̍k-seng.","tghg":"恁若相疼，眾人欲對按呢知恁是我的學生。」","bklhl":"Lín若相疼，眾人beh tùi án-ni知lín是我ê學生。"}},{"book":"約","chapter":13,"verse":36,"versions":{"unv":"西門•彼得問耶穌說：「主往哪裡去？」耶穌回答說：「我所去的地方，你現在不能跟我去，後來卻要跟我去。」","bklcl":"Se-bûn Pí-tek kā I kóng, Chú ah, beh tá-lo̍h khì? Iâ-so͘ ìn i kóng, Góa só͘ khì ê só͘-chāi, lí hiān-sî bōe tè góa; āu-lâi beh tè góa.","tghg":"西門彼得給伊講：「主啊，欲叨落去？」耶穌應伊講：「我所去的所在，你現時𣍐隨我，後來欲隨我。」","bklhl":"西門彼得kā伊講，主ah，beh tá-lo̍h去？耶穌應伊講，我所去ê所在，你現時bōe tè我；後來beh tè我。"}},{"book":"約","chapter":13,"verse":37,"versions":{"unv":"彼得說：「主啊，我為甚麼現在不能跟你去？我願意為你捨命！」","bklcl":"Pí-tek kā I kóng, Chú ah, góa hiān-sî cháiⁿ-iūⁿ bōe tè lí ah? Góa beh ūi-tio̍h lí pàng-sak sìⁿ-miā.","tghg":"彼得給伊講：「主啊，我現時怎樣𣍐隨你啊？我欲為著你放拺生命！」","bklhl":"彼得kā伊講，主ah，我現時怎樣bōe tè你ah？我beh為tio̍h你放sak性命。"}},{"book":"約","chapter":13,"verse":38,"versions":{"unv":"耶穌說：「你願意為我捨命嗎？我實實在在地告訴你，雞叫以先，你要三次不認我。」","bklcl":"Iâ-so͘ ìn kóng, Lí beh ūi-tio̍h góa pàng-sak lí ê sìⁿ-miā mah? Góa si̍t-si̍t kā lí kóng, Koe iáu-bē thî, lí beh saⁿ pái m̄ jīn góa.","tghg":"耶穌應講：「你欲為著我放拺你的生命嗎？我實實給你講，雞猶未啼，你欲三擺呣認我。」","bklhl":"耶穌應講，你beh為tio̍h我放sak你ê性命mah？我實實kā你講，雞iáu-bē啼，你beh三pái m̄認我。"}}]