[{"book":"約","chapter":21,"verse":1,"versions":{"unv":"這些事以後，耶穌在提比哩亞海邊又向門徒顯現。他怎樣顯現記在下面：","bklcl":"Chiah-ê tāi-chì í-āu, Iâ-so͘ tī Thê-pí-lī-a ê hái-piⁿ, koh hián-bêng ka-kī hō͘ ha̍k-seng khòaⁿ; I ê chhut-hiān kì tī ē-tóe.","tghg":"諸個代誌以後，耶穌佇提比哩亞的海邊閣顯明家己互學生看。伊的出現記佇下底：","bklhl":"Chiah-ê tāi-chì以後，耶穌tī Thê-pí-lī-a ê海邊，koh顯明家己hō͘學生看；伊ê出現記tī下底。"}},{"book":"約","chapter":21,"verse":2,"versions":{"unv":"有西門•彼得和稱為低土馬的多馬，並加利利的迦拿人拿但業，還有西庇太的兩個兒子，又有兩個門徒，都在一處。","bklcl":"Ū Se-bûn Pí-tek, To-má, chheng Té-thó͘-má, Ka-lī-lī ê Ka-ná lâng Ná-tàn-gia̍p, Se-pí-thài ê kiáⁿ, iáu ū ha̍k-seng nn̄g ê lóng saⁿ-kap tī-teh.","tghg":"有西門彼得，多馬稱低土馬，加利利的迦拿人拿但業，西庇太的子，猶有學生二個，攏相及佇啲。","bklhl":"有西門彼得、多馬，稱Té-thó͘-má，加利利ê Ka-ná人那但業，Se-pí-thài ê kiáⁿ，iáu有學生兩個lóng saⁿ-kap tī-teh。"}},{"book":"約","chapter":21,"verse":3,"versions":{"unv":"西門•彼得對他們說：「我打魚去。」他們說：「我們也和你同去。」他們就出去，上了船；那一夜並沒有打著甚麼。","bklcl":"Se-bûn Pí-tek kā in kóng, Góa beh khì thó-hî. In kā i kóng, Goán ia̍h beh kap lí khì. Chiū chhut-khì, chiūⁿ chûn; hit mî bô lia̍h-tio̍h sím-mi̍h.","tghg":"西門彼得給𪜶講：「我欲去討魚。」𪜶給伊講：「阮亦欲及你去。」就出去，上船；彼暝無掠著甚麼。","bklhl":"西門彼得kā in講，我beh去討魚。In kā伊講，阮亦beh kap你去。就出去，上船；hit暝無掠tio̍h甚麼。"}},{"book":"約","chapter":21,"verse":4,"versions":{"unv":"天將亮的時候，耶穌站在岸上，門徒卻不知道是耶穌。","bklcl":"Thiⁿ phú-kng, Iâ-so͘ khiā tī hái-phiâⁿ, nā-sī ha̍k-seng m̄ chai I sī Iâ-so͘.","tghg":"天昲光，耶穌徛佇海坪，若是學生呣知伊是耶穌。","bklhl":"天phú光，耶穌khiā tī海坪，但是學生m̄知伊是耶穌。"}},{"book":"約","chapter":21,"verse":5,"versions":{"unv":"耶穌就對他們說：「小子！你們有吃的沒有？」他們回答說：「沒有。」","bklcl":"Iâ-so͘ chiū kā in kóng, Sòe-kiáⁿ ah, lín ū mi̍h-phè bô? In kóng, Bô.","tghg":"耶穌就給𪜶講：「細子啊，恁有物配無？」𪜶講：「無」。","bklhl":"耶穌就kā in講，細kiáⁿ ah，lín有物配無？In講，無。"}},{"book":"約","chapter":21,"verse":6,"versions":{"unv":"耶穌說：「你們把網撒在船的右邊，就必得著。」他們便撒下網去，竟拉不上來了，因為魚甚多。","bklcl":"I chiū kā in kóng, Pha bāng tī chûn ê chiàⁿ pêng, chiū ōe tit-tio̍h. In pha-lo̍h-khì, chiū bāng thoa bōe khí-lâi, sī in-ūi hî chōe ê iân-kò͘.","tghg":"伊就給𪜶講：「拋網佇船的正旁，就會得著。」𪜶拋落去，就網拖𣍐起來，是因為魚多的緣故。","bklhl":"伊就kā in講，拋網tī船ê chiàⁿ-pêng，就會得tio̍h。In拋落去，就網拖bōe起來，是因為魚chōe ê緣故。"}},{"book":"約","chapter":21,"verse":7,"versions":{"unv":"耶穌所愛的那門徒對彼得說：「是主！」那時西門•彼得赤著身子，一聽見是主，就束上一件外衣，跳在海裡。","bklcl":"Tùi án-ni, Iâ-so͘ só͘ thiàⁿ hit ê ha̍k-seng kā Pí-tek kóng, Sī Chú lah. Se-bûn Pí-tek chi̍t-ē thiaⁿ-kìⁿ sī Chú, in-ūi thǹg-pak-theh chiū ēng gōa-saⁿ lâi hâ, thiàu-lo̍h hái.","tghg":"對按呢，耶穌所疼彼個學生給彼得講：「是主啦！」西門彼得一下聽見是主，因為褪腹裼(thǹg-pak-theh)，就用外衫來縖，跳落海。","bklhl":"Tùi án-ni，耶穌所疼hit ê學生kā彼得講，是主lah。西門彼得一下聽見是主，因為thǹg-pak-theh就用外衫來hâ，跳落海。"}},{"book":"約","chapter":21,"verse":8,"versions":{"unv":"其餘的門徒離岸不遠，約有二百肘（古時以肘為尺，一肘約有今時尺半），就在小船上把那網魚拉過來。","bklcl":"Kî-û ê ha̍k-seng, (in-ūi lī phiâⁿ bô hn̄g, iok-lio̍k saⁿ-cha̍p tn̄g), ēng sòe chiah chûn lâi thoa hit bāng ê hî.","tghg":"其餘的學生，因為離坪無遠，約略三十丈，用細隻船來拖彼網的魚。","bklhl":"其餘ê學生，(因為離坪無遠，約略三十丈) ，用細隻船來拖hit網ê魚。"}},{"book":"約","chapter":21,"verse":9,"versions":{"unv":"他們上了岸，就看見那裡有炭火，上面有魚，又有餅。","bklcl":"Kàu chiūⁿ phiâⁿ, khòaⁿ-kìⁿ ū teh to̍h ê thòaⁿ, téng-bīn ū hî, koh ū piáⁿ.","tghg":"到上坪，看見有啲𤏸(to̍h)的炭，頂面有魚，閣有餅。","bklhl":"到上坪，看見有teh to̍h ê炭，頂面有魚，koh有餅。"}},{"book":"約","chapter":21,"verse":10,"versions":{"unv":"耶穌對他們說：「把剛才打的魚拿幾條來。」","bklcl":"Iâ-so͘ kā in kóng, Tú-á pha-tio̍h ê hî, lia̍h kúi bé lâi.","tghg":"耶穌給𪜶講：「抵仔拋著(pha-tio̍h)的魚，掠幾尾來。」","bklhl":"耶穌kā in講，Tú-á拋tio̍h ê魚，掠幾尾來。"}},{"book":"約","chapter":21,"verse":11,"versions":{"unv":"西門•彼得就去（或譯：上船），把網拉到岸上。那網滿了大魚，共一百五十三條；魚雖這樣多，網卻沒有破。","bklcl":"Se-bûn Pí-tek chiū khí-khì, thoa bāng chiūⁿ phiâⁿ, ū tōa bé hî móa-móa, kiōng chi̍t-pah gō͘-cha̍p-saⁿ bé; hî sui-jiân hiah chōe, bāng ia̍h bô li̍h.","tghg":"西門彼得就起去，拖網上坪。有大尾魚滿滿，共一百五十三尾；魚雖然許多，網亦無裂。","bklhl":"西門彼得就起去，拖網上坪，有大尾魚滿滿，共一百五十三尾；魚雖然hiah chōe，網亦無裂。"}},{"book":"約","chapter":21,"verse":12,"versions":{"unv":"耶穌說：「你們來吃早飯。」門徒中沒有一個敢問他：「你是誰？」因為知道是主。","bklcl":"Iâ-so͘ kā in kóng, Lâi chia̍h chá tǹg. Ha̍k-seng bô lâng káⁿ mn̄g I, Lí sī chī-chūi? in-ūi chai I sī Chú.","tghg":"耶穌給𪜶講：「來食早頓。」學生無人敢問伊：「你是是誰？」因為知伊是主。","bklhl":"耶穌kā in講，來食早頓。學生無人敢問伊，你是是誰？因為知伊是主。"}},{"book":"約","chapter":21,"verse":13,"versions":{"unv":"耶穌就來拿餅和魚給他們。","bklcl":"Iâ-so͘ kàu, the̍h piáⁿ hō͘ in, hî ia̍h sī án-ni.","tghg":"耶穌到，提餅互𪜶，魚亦是按呢。","bklhl":"耶穌到，the̍h餅hō͘ in，魚亦是án-ni。"}},{"book":"約","chapter":21,"verse":14,"versions":{"unv":"耶穌從死裡復活以後，向門徒顯現，這是第三次。","bklcl":"Iâ-so͘ tùi sí-lâng tiong koh-oa̍h liáu-āu, chhut-hiān hō͘ I ê ha̍k-seng khòaⁿ-kìⁿ, che sī tē saⁿ pái.","tghg":"耶穌對死人中復活了後，出現互伊的學生看見，這是第三擺。","bklhl":"耶穌tùi死人中koh活了後，出現hō͘伊ê學生看見，這是第三pái。"}},{"book":"約","chapter":21,"verse":15,"versions":{"unv":"他們吃完了早飯，耶穌對西門•彼得說：「約翰（在馬太十六章十七節稱約拿）的兒子西門，你愛我比這些更深嗎？」彼得說：「主啊，是的，你知道我愛你。」耶穌對他說：「你餵養我的小羊。」","bklcl":"Í-keng chia̍h chá tǹg, Iâ-so͘ kā Se-bûn Pí-tek kóng, Iok-hān ê kiáⁿ Se-bûn, lí thiàⁿ góa khah-iâⁿ chiah-ê mah? Ìn kóng, Chú ah, Sī; lí chai góa thiàⁿ lí. Iâ-so͘ kā i kóng, Chhī góa ê iûⁿ-á-kiáⁿ.","tghg":"已經食早頓，耶穌給西門彼得講：「約翰的子西門，你疼我卡贏諸個嗎」，應講：「主啊，是，你知我疼你。」耶穌給伊講：「飼我的羊仔子。」","bklhl":"已經食早頓，耶穌kā西門彼得講，約翰ê kiáⁿ西門，你疼我khah贏chiah ê mah？應講，主ah，是；你知我疼你。耶穌kā伊講，飼我ê羊á-kiáⁿ。"}},{"book":"約","chapter":21,"verse":16,"versions":{"unv":"耶穌第二次又對他說：「約翰的兒子西門，你愛我嗎？」彼得說：「主啊，是的，你知道我愛你。」耶穌說：「你牧養我的羊。」","bklcl":"Tē jī pái, koh kā i kóng, Iok-hān ê kiáⁿ Se-bûn, lí thiàⁿ góa mah? Kóng, Chú ah, sī; lí chai góa thiàⁿ lí. Iâ-so͘ kā i kóng, Chiàu-kò͘ góa ê iûⁿ.","tghg":"第二擺閣給伊講：「約翰的子西門，你疼我嗎？」講：「主啊，是，你知我疼你。」耶穌給伊講：「照顧我的羊。」","bklhl":"第二pái，koh kā伊講，約翰ê kiáⁿ西門，你疼我mah？講，主ah，是；你知我疼你。耶穌kā伊講，照顧我ê羊。"}},{"book":"約","chapter":21,"verse":17,"versions":{"unv":"第三次對他說：「約翰的兒子西門，你愛我嗎？」彼得因為耶穌第三次對他說「你愛我嗎」，就憂愁，對耶穌說：「主啊，你是無所不知的；你知道我愛你。」耶穌說：「你餵養我的羊。","bklcl":"Tē saⁿ pái, kā i kóng, Iok-hān ê kiáⁿ, Se-bûn, lí thiàⁿ góa mah? Pí-tek in-ūi I tē saⁿ pái kā i kóng, Lí thiàⁿ góa mah? chiū iu-būn, kā i kóng, Chú, lí bô só͘ m̄ chai; lí chai góa thiàⁿ lí. Iâ-so͘ kā i kóng, Chhī góa ê iûⁿ-á.","tghg":"第三擺給伊講：「約翰的子西門，你疼我嗎？」彼得因為伊第三擺給伊講「你疼我嗎？」就憂悶，給伊講：「主，你無所呣知；你知我疼你。」耶穌給伊講：「飼我的羊仔。","bklhl":"第三pái，kā伊講，約翰ê kiáⁿ，西門，你疼我mah？彼得因為伊第三pái kā伊講，你疼我mah？就憂悶，kā伊講，主，你無所m̄知；你知我疼你。耶穌kā伊講，飼我ê羊á。"}},{"book":"約","chapter":21,"verse":18,"versions":{"unv":"我實實在在地告訴你，你年少的時候，自己束上帶子，隨意往來；但年老的時候，你要伸出手來，別人要把你束上，帶你到不願意去的地方。」","bklcl":"Góa si̍t-si̍t kā lí kóng, Lí siàu-liân ê sî ēng tòa ka-kī pa̍k, chiàu só͘ ài lâi kiâⁿ-iû; to̍k-to̍k kàu lāu, lí beh chhun chhiú, pa̍t lâng chiū pa̍k lí, thoa lí kàu m̄ ài khì ê só͘-chāi.","tghg":"我實實給你講，你少年的時，用帶家己縛，照所愛來行遊；獨獨到老，你欲伸手，別人就縛你，拖你到呣愛去的所在。」","bklhl":"我實實kā你講，你少年ê時用帶家己縛，照所ài來行遊；獨獨到老，你beh伸手，別人就縛你，拖你到m̄-ài去ê所在。"}},{"book":"約","chapter":21,"verse":19,"versions":{"unv":"（耶穌說這話是指著彼得要怎樣死，榮耀　神。）說了這話，就對他說：「你跟從我吧！」","bklcl":"Iâ-so͘ kóng che ōe, sī chí Pí-tek beh cháiⁿ-iūⁿ sí, lâi êng-kng Siōng-tè.  Í-keng kóng án-ni, chiū kā i kóng, Tè góa.","tghg":"（耶穌講這話是指彼得欲怎樣死，來榮光上帝。）已經講按呢，就給伊講：「隨我！」","bklhl":"耶穌講這話，是指彼得beh怎樣死，來榮光上帝。已經講án-ni，就kā伊講，Tè我。"}},{"book":"約","chapter":21,"verse":20,"versions":{"unv":"彼得轉過來，看見耶穌所愛的那門徒跟著，（就是在晚飯的時候，靠著耶穌胸膛說：「主啊，賣你的是誰？」的那門徒。）","bklcl":"Pí-tek oa̍t-tńg-sin, khòaⁿ-kìⁿ Iâ-so͘ só͘ thiàⁿ ê ha̍k-seng tè in, chiū-sī chêng tī boán-chhan ê sî, hiàⁿ óa Iâ-so͘ ê heng-khám kóng, Chú ah, bōe lí ê lâng sī chī-chūi?","tghg":"彼得越轉身，看見耶穌所疼的學生隨𪜶，（就是前佇晚餐的時，向倚耶穌的胸坎講：「主啊，賣你的人是是誰？」）","bklhl":"彼得oa̍t-tńg身，看見耶穌所疼ê學生tè in，就是前tī晚餐ê時，hiàⁿ óa耶穌ê胸坎講，主ah，賣你ê人是是誰？"}},{"book":"約","chapter":21,"verse":21,"versions":{"unv":"彼得看見他，就問耶穌說：「主啊，這人將來如何？」","bklcl":"Pí-tek khòaⁿ-kìⁿ, chiū kā Iâ-so͘ kóng, Chú ah, chit lâng cháiⁿ-iūⁿ?","tghg":"彼得看見，就給耶穌講：「主啊，此人怎樣？」","bklhl":"彼得看見，就kā耶穌講，主ah，chit人怎樣？"}},{"book":"約","chapter":21,"verse":22,"versions":{"unv":"耶穌對他說：「我若要他等到我來的時候，與你何干？你跟從我吧！」","bklcl":"Iâ-so͘ kā i kóng, Góa nā ài i tī-teh kàu góa lâi, kap lí sím-mi̍h kan-sia̍p? lí tio̍h tè góa.","tghg":"耶穌給伊講：「我若愛伊佇啲到我來，及你甚麼干涉？你著隨我！」","bklhl":"耶穌kā伊講，我若ài伊tī-teh到我來，kap你甚麼干涉？你tio̍h tè我。"}},{"book":"約","chapter":21,"verse":23,"versions":{"unv":"於是這話傳在弟兄中間，說那門徒不死。其實，耶穌不是說他不死，乃是說：「我若要他等到我來的時候，與你何干？」","bklcl":"Tùi án-ni, chit ê ōe piàn thoân tī hiaⁿ-tī ê tiong-kan, kóng, Chit ê ha̍k-seng bōe sí; nā-sī Iâ-so͘ m̄ sī kā i kóng i bōe sí, to̍k-to̍k kóng, Góa nā ài i tn̂g-tn̂g tī-teh kàu góa lâi, kap lí sím-mi̍h kan-sia̍p?","tghg":"對按呢此個話遍傳佇兄弟的中間，講此個學生𣍐死。若是耶穌呣是給伊講伊𣍐死，獨獨講：「我若愛伊長長佇啲到我來，及你甚麼干涉？」","bklhl":"Tùi án-ni，chit ê話遍傳tī兄弟ê中間，講，Chit ê學生bōe死；但是耶穌m̄是kā伊講伊bōe死，獨獨講，我若ài伊長長tī-teh到我來，kap你甚麼干涉？"}},{"book":"約","chapter":21,"verse":24,"versions":{"unv":"為這些事作見證，並且記載這些事的就是這門徒；我們也知道他的見證是真的。","bklcl":"Ūi-tio̍h chiah-ê sū chòe kan-chèng lâi siá i ê lâng, chiū-sī chit ê ha̍k-seng; koh lán chai i ê kan-chèng sī chin.","tghg":"為著諸個事做干證，來寫伊的人就是此個學生；閣咱知伊的干證是真。","bklhl":"為tio̍h chiah ê事做干證來寫伊ê人，就是chit ê學生；koh咱知伊ê干證是真。"}},{"book":"約","chapter":21,"verse":25,"versions":{"unv":"耶穌所行的事還有許多，若是一一地都寫出來，我想，所寫的書就是世界也容不下了。","bklcl":"Iâ-so͘ só͘ kiâⁿ iáu ū chōe-chōe hāng, nā sûi chi̍t hāng lâi siá, góa phah-sǹg só͘ kì ê chheh, sè-kan tóe bōe liáu.","tghg":"耶穌所行猶有多多項，若隨一項來寫，我拍算，所記的冊世間貯(tóe)𣍐了。","bklhl":"耶穌所行iáu有chōe-chōe項，若隨一項來寫，我phah算所記ê冊，世間tóe bōe了。"}}]