[{"book":"番","chapter":2,"verse":1,"versions":{"unv":"不知羞恥的國民哪，你們應當聚集！趁命令沒有發出，日子過去如風前的糠，耶和華的烈怒未臨到你們，他發怒的日子未到以先，你們應當聚集前來。","bklcl":"M̄-chai kiàn-siàu ê peh-sìⁿ ah, lín eng-kai chū-chi̍p, tio̍h hōe-chi̍p;","tghg":"呣知見誚的百姓啊，恁應該聚集，著會集！","bklhl":"M̄知見笑ê百姓ah，lín應該聚集，tio̍h會集；"}},{"book":"番","chapter":2,"verse":2,"versions":{"unv":"【併於上節】","bklcl":"chiū-sī bēng-lēng iáu-bē hoat-chhut ê tāi-seng, ji̍t-chí kè--khì chhin-chhiūⁿ chho͘-khng, Iâ-hô-hoa tōa siū-khì bē kàu lín ê tāi-seng, Iâ-hô-hoa siū-khì ê ji̍t bē kàu lín ê tāi-seng, lín eng-kai chū-chi̍p.","tghg":"就是命令猶未發出的代先，日子過去親像粗糠，耶和華大受氣未到恁的代先，耶和華受氣的日未到恁的代先，恁應該聚集。","bklhl":"就是命令iáu未發出ê事先，日子過去親像粗糠，耶和華大受氣未到lín ê事先，耶和華受氣ê日未到lín ê事先，lín應該聚集。"}},{"book":"番","chapter":2,"verse":3,"versions":{"unv":"世上遵守耶和華典章的謙卑人哪，你們都當尋求耶和華！當尋求公義謙卑，或者在耶和華發怒的日子可以隱藏起來。","bklcl":"Kìⁿ-nā tōe-chiūⁿ khiam-sùn ê lâng, chun-thàn Iâ-hô-hoa hoat-tō͘--ê, lín tio̍h chhē Iâ-hô-hoa, tio̍h chhē kong-gī, tio̍h chhē khiam-sùn; kiám-chhái tī Iâ-hô-hoa siū-khì ê ji̍t lín thang siám-bih.","tghg":"見若地上謙遜的人，遵趁耶和華法度者，恁著尋耶和華！著尋公義，著尋謙遜，豈採佇耶和華受氣的日恁通閃匿(bih)。","bklhl":"見若地上謙遜ê人，遵thàn耶和華法度ê，lín tio̍h chhē耶和華，tio̍h chhē公義，tio̍h chhē謙遜；kiám-chhái tī耶和華受氣ê日，lín thang閃bih。"}},{"book":"番","chapter":2,"verse":4,"versions":{"unv":"迦薩必致見棄；亞實基倫必然荒涼。人在正午必趕出亞實突的民；以革倫也被拔出根來。","bklcl":"In-ūi Ka-sat beh tú-tio̍h khì-choa̍t, A-si̍t-ki-lûn beh hong-hòe; A-si̍t-tu̍t tī ji̍t-tiong-tàu ê sî beh siū kóaⁿ-chhut, Í-kek-lûn ia̍h beh tú-tio̍h pu̍ih--khí-lâi.","tghg":"因為迦薩欲抵著(tú-tio̍h)棄絕；亞實基倫欲荒廢。亞實突佇日中晝(tiong-tàu)的時欲受趕出；以革倫亦欲抵著拔(pu̍ih)起來。","bklhl":"因為Ka-sat beh tú-tio̍h棄絕，A-si̍t-ki-lûn beh荒廢；A-si̍t-tu̍t tī日中晝ê時beh受趕出，Í-kek-lûn亦beh tú-tio̍h拔起來。"}},{"book":"番","chapter":2,"verse":5,"versions":{"unv":"住沿海之地的基利提族有禍了！迦南、非利士人之地啊，耶和華的話與你反對，說：我必毀滅你，以致無人居住。","bklcl":"Khiā-khí hái-piⁿ ê Ki-lī-thê cho̍k ū chai-ē ah; Ka-lâm, Hui-lī-sū lâng ê tōe ah, Iâ-hô-hoa ê ōe kong-kek lín, kóng, Góa beh húi-bia̍t lí, tì-kàu bô lâng khiā-khí.","tghg":"徛起海邊的基利提族有災禍啊！迦南、非利士人的地啊，耶和華的話攻擊恁，講：我欲毀滅你，致到無人徛起。","bklhl":"Khiā起海邊ê Ki-lī-thê族有災厄ah；迦南，腓利士人ê地ah，耶和華ê話攻擊lín，講，我beh毀滅你，致到無人khiā起。"}},{"book":"番","chapter":2,"verse":6,"versions":{"unv":"沿海之地要變為草場，其上有牧人的住處和羊群的圈。","bklcl":"Hái-piⁿ ê tōe beh piàn-chòe chháu-tiûⁿ, ū bo̍k-chiá ê chháu-liâu, ū iûⁿ-kûn ê tiâu.","tghg":"海邊的地欲變做草場，有牧者的草寮，有羊群的[廄](tiâu)","bklhl":"海邊ê地beh變做草場，有牧者ê草寮，有羊群ê寮。"}},{"book":"番","chapter":2,"verse":7,"versions":{"unv":"這地必為猶大家剩下的人所得；他們必在那裡牧放群羊，晚上必躺臥在亞實基倫的房屋中；因為耶和華─他們的　神必眷顧他們，使他們被擄的人歸回。","bklcl":"Hái-kîⁿ beh hō͘ Iû-tāi ke chhun ê peh-sìⁿ tit-tio̍h, in beh tī-hia chhī iûⁿ-kûn;  ê-hng-sî in beh tó tī A-si̍t-ki-lûn chiah-ê chhù; in-ūi Iâ-hô-hoa in ê Siōng-tè beh koàn-kò͘ in, hō͘ in siū-lia̍h ê lâng tò--lâi.","tghg":"海墘(kîⁿ)欲互猶大家剩(chhun)的百姓得著；𪜶欲佇遐飼羊群，下昏時𪜶欲倒佇亞實基倫諸個厝；因為耶和華──𪜶的上帝欲眷顧𪜶，互𪜶受掠的人倒來。","bklhl":"海墘beh hō͘偤大家chhun ê百姓得tio̍h，in beh tī-hia飼羊群；ê-hng時in beh倒tī A-si̍t-ki-lûn chiah ê厝；因為耶和華in ê上帝beh眷顧in，hō͘ in受掠ê人tò來。"}},{"book":"番","chapter":2,"verse":8,"versions":{"unv":"我聽見摩押人的毀謗和亞捫人的辱罵，就是毀謗我的百姓，自誇自大，侵犯他們的境界。","bklcl":"Góa bat thiaⁿ-kìⁿ Mô͘-ap ê húi-pòng, kap A-bûn lâng ê ki-chhì, chiū-sī húi-pòng Góa ê peh-sìⁿ, ka-kī khoa-tōa, kong-kek in ê kéng-kài.","tghg":"我曾聽見摩押的誹謗及亞捫人的譏刺，就是誹謗我的百姓，家己誇大，攻擊𪜶的境界。","bklhl":"我bat聽見Mô͘-ap ê譭謗，kap A-bûn人ê譏刺，就是譭謗我ê百姓，家己誇大，攻擊in ê境界。"}},{"book":"番","chapter":2,"verse":9,"versions":{"unv":"萬軍之耶和華─以色列的　神說：我指著我的永生起誓：摩押必像所多瑪，亞捫人必像蛾摩拉，都變為刺草、鹽坑、永遠荒廢之地。我百姓所剩下的必擄掠他們；我國中所餘剩的必得著他們的地。","bklcl":"In-ūi án-ni bān-kun ê Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè kóng, Góa kì-jiân sī oa̍h--ê, Mô͘-ap beh chhin-chhiūⁿ Só͘-to-má, A-bûn lâng beh chhin-chhiūⁿ Gô-mô͘-la̍h, chhì-phè hoat ām-ām, piàn-tōe ū iâm-khiⁿ, éng-oán pha-hng;  Góa ê peh-sìⁿ só͘ chhun--ê beh chhiúⁿ-kiap in, Góa kok-lāi só͘ lâu--ê beh tit-tio̍h in ê thó͘-tōe chòe-gia̍p.","tghg":"因為按呢萬軍的耶和華──以色列的上帝講：我既然是活者，摩押欲親像所多瑪，亞捫人欲親像蛾摩拉，莿帕(chhì-phè)發艷艷(ām-ām)、遍地有鹽坑、永遠拋荒。我的百姓所剩者欲搶劫𪜶；我國內所留者欲得著𪜶的土地做業。","bklhl":"因為án-ni，萬軍ê耶和華以色列ê上帝講，我既然是活ê，Mô͘-ap beh親像所多瑪，A-bûn人beh親像蛾摩拉，刺phè發ām-ām，遍地有鹽坑，永遠拋荒；我ê百姓所chhun-ê beh搶劫in，我國內所留ê beh得tio̍h in ê土地做業。"}},{"book":"番","chapter":2,"verse":10,"versions":{"unv":"這事臨到他們是因他們驕傲，自誇自大，毀謗萬軍之耶和華的百姓。","bklcl":"In tú-tio̍h chit ê tāi-chì, sī in-ūi in kiau-ngō͘, húi-pòng, ka-kī khoa-tōa, lâi kong-kek bān-kun ê Iâ-hô-hoa ê peh-sìⁿ.","tghg":"𪜶抵著此個代誌是因為𪜶驕傲，誹謗，家己誇大，來攻擊萬軍的耶和華的百姓。","bklhl":"In tú-tio̍h chit ê tāi-chì，是因為in驕傲、譭謗，家己誇大，來攻擊萬軍ê耶和華ê百姓。"}},{"book":"番","chapter":2,"verse":11,"versions":{"unv":"耶和華必向他們顯可畏之威，因他必叫世上的諸神瘦弱。列國海島的居民各在自己的地方敬拜他。","bklcl":"Iâ-hô-hoa beh tùi in hián-chhut ui-giâm, in-ūi I beh hō͘ sè-chiūⁿ chiah-ê siōng-tè soe-jio̍k; lia̍t-kok chèng hái-sū ê peh-sìⁿ, ta̍k-ê tī i pún só͘-chāi kèng-pài I.","tghg":"耶和華欲對𪜶顯出威嚴，因為伊欲互世上諸個上帝衰弱。列國眾海嶼的百姓逐個佇伊本所在敬拜伊。","bklhl":"耶和華beh對in顯出威嚴，因為祂beh hō͘世上chiah ê上帝衰弱；列國眾海嶼ê百姓，ta̍k-ê tī伊本所在敬拜祂。"}},{"book":"番","chapter":2,"verse":12,"versions":{"unv":"古實人哪，你們必被我的刀所殺。","bklcl":"Kó͘-si̍t lâng ah, lín ia̍h beh hō͘ Góa ê to thâi-sí.","tghg":"古實人啊，恁亦欲互我的刀刣死。","bklhl":"Kó͘-si̍t人ah，lín亦beh hō͘我ê刀刣死。"}},{"book":"番","chapter":2,"verse":13,"versions":{"unv":"耶和華必伸手攻擊北方，毀滅亞述，使尼尼微荒涼，又乾旱如曠野。","bklcl":"I beh chhun-chhiú kong-kek pak-hng, châu-bia̍t A-su̍t; hō͘ Nî-nî-bî pha-hng, ta-sò chhin-chhiūⁿ khòng-iá.","tghg":"伊欲伸手攻擊北方，剿滅(châu-bia̍t)亞述，互尼尼微拋荒，乾燥親像曠野。","bklhl":"祂beh伸手攻擊北方，剿滅亞述；hō͘尼尼微拋荒，乾燥親像曠野。"}},{"book":"番","chapter":2,"verse":14,"versions":{"unv":"群畜，就是各國（國：或譯類）的走獸必臥在其中；鵜鶘和箭豬要宿在柱頂上。在窗戶內有鳴叫的聲音；門檻都必毀壞，香柏木已經露出。","bklcl":"Lia̍t-kok ê cháu-siù beh kui-kûn tó tī hit tiong-kan; thê-ô͘ kap hô-ti beh hioh tī thiāu-táu; tī thang-á-lāi ū háu ê siaⁿ, hō͘-tēng lóng beh húi-hoāi, pek-hiuⁿ-chhâ pán í-keng lō͘-chhut.","tghg":"列國的走獸欲歸群倒佇彼中間；鵜鶘(thê-ô͘)及河豬欲歇佇柱枓(thiāu-táu)。佇窗仔內有哮的聲；戶椗(hō͘-tēng)攏欲毀壞，柏香柴板已經露出。","bklhl":"列國ê走獸beh kui群倒tī hit中間；鵜鶘(thê-ô͘)kap河豬beh歇tī柱斗；tī窗á內有哮ê聲，戶碇lóng beh毀壞，柏香柴板已經露出。"}},{"book":"番","chapter":2,"verse":15,"versions":{"unv":"這是素來歡樂安然居住的城，心裡說：惟有我，除我以外再沒有別的；現在何竟荒涼成為野獸躺臥之處！凡經過的人都必搖手嗤笑她。","bklcl":"Che sī iàn-lo̍k an-jiân khiā-khí bô khòa-lū ê siâⁿ, sim-lāi kóng, Chí-ū góa, góa í-gōa bô pa̍t-ê; taⁿ cháiⁿ-iūⁿ pha-hng kàu án-ni, chiâⁿ-chòe iá-siù tó ê só͘-chāi!  kìⁿ-nā tùi-hia kè ê lâng, lóng beh ki-chhì lâi iô-chhiú.","tghg":"這是宴樂安然徛起無掛慮的城，心內講：只有我，我以外無別個；今怎樣拋荒到按呢，成做野獸倒的所在！見若對遐過的人攏欲譏刺來搖手。","bklhl":"這是宴樂安然khiā起無掛慮ê城，心內講，只有我，我以外無別ê；taⁿ怎樣拋荒到án-ni，成做野獸倒ê所在！見若tùi-hia過ê人，lóng beh譏刺來搖手。"}}]