[{"book":"番","chapter":3,"verse":1,"versions":{"unv":"這悖逆、污穢、欺壓的城有禍了！","bklcl":"Chit-ê pōe-ge̍k ù-òe pō-gio̍k ê siâⁿ ū chai-ē ah.","tghg":"此個悖逆(pōe-ge̍k)污穢、暴虐(pō-gio̍k)的城有災禍啊！","bklhl":"Chit ê悖逆污穢暴虐ê城有災厄ah。"}},{"book":"番","chapter":3,"verse":2,"versions":{"unv":"她不聽從命令，不領受訓誨，不倚靠耶和華，不親近她的　神。","bklcl":"I bô thiaⁿ-thàn só͘ tùi i kóng ê ōe; bô siū kà-sī; bô óa-khò Iâ-hô-hoa; bô chhin-kūn i ê Siōng-tè.","tghg":"伊無聽趁所對伊講的話，無受教示，無倚靠耶和華，無親近伊的上帝。","bklhl":"伊無聽thàn所對伊講ê話；無受教示；無óa靠耶和華；無親近伊ê上帝。"}},{"book":"番","chapter":3,"verse":3,"versions":{"unv":"她中間的首領是咆哮的獅子；她的審判官是晚上的豺狼，一點食物也不留到早晨。","bklcl":"I ê kùi-cho̍k tī hit tiong-kan sī hm̄-hm̄-háu ê sai, i ê sím-phòaⁿ-koaⁿ sī ê-hng-sî ê chhâi-lông, chi̍t-tiám-á mi̍h iā bô lâu kàu kè chá-khí.","tghg":"伊的貴族佇彼中間是噤噤哮(hm̄-hm̄-háu)的獅；伊的審判官是下昏時的豺狼，一點仔物也無留到隔早起。","bklhl":"伊ê貴族tī hit中間是hm̄-hm̄哮ê獅，伊ê審判官是ê-hng時ê豺狼，一點á物也無留到過早起。"}},{"book":"番","chapter":3,"verse":4,"versions":{"unv":"她的先知是虛浮詭詐的人；她的祭司褻瀆聖所，強解律法。","bklcl":"I ê sian-ti sī phû-phiò khúi-chà ê lâng; i ê chè-si sī siat-to̍k sèng-só͘, kóe-chhoa̍h lu̍t-hoat.","tghg":"伊的先知是浮漂(phû-phiò)詭詐的人；伊的祭司是褻瀆(siat-to̍k)聖所，改斜(kóe-chhoa̍h)律法。","bklhl":"伊ê先知是浮漂詭詐ê人；伊ê祭司是褻瀆聖所，解斜律法。"}},{"book":"番","chapter":3,"verse":5,"versions":{"unv":"耶和華在她中間是公義的，斷不做非義的事，每早晨顯明他的公義，無日不然；只是不義的人不知羞恥。","bklcl":"Iâ-hô-hoa sī kong-gī--ê, tiàm-tī in tiong-kan; bô kiâⁿ put-gī; ta̍k-chá-khí hián-chhut I ê kong-pêng, bô keh-tn̄g; to̍k-to̍k put-gī ê lâng m̄-chai kiàn-siàu.","tghg":"耶和華是公義者，踮佇𪜶中間，無行不義，逐早起顯出伊的公平，無隔斷；獨獨不義的人呣知見誚。","bklhl":"耶和華是公義ê，tiàm-tī in中間；無行不義；ta̍k早起顯出伊ê公平，無隔斷；獨獨不義ê人m̄知見笑。"}},{"book":"番","chapter":3,"verse":6,"versions":{"unv":"我─耶和華已經除滅列國的民；他們的城樓毀壞。我使他們的街道荒涼，以致無人經過；他們的城邑毀滅，以致無人，也無居民。","bklcl":"Góa í-keng tû-bia̍t lia̍t-kok, in ê siâⁿ-lâu húi-hoāi; Góa hō͘ in ê ke-lō͘ léng-chēng, tì-kàu bô lâng keng-kè; in ê siâⁿ húi-bia̍t, bô lâng tī-teh, bô lâng khiā-khí.","tghg":"我已經除滅列國；𪜶的城樓毀壞。我互𪜶的街路冷靜，致到無人經過；𪜶的城毀滅，無人佇啲，無人徛起。","bklhl":"我已經除滅列國，in ê城樓毀壞；我hō͘ in ê街路冷靜，致到無人經過；in ê城毀滅，無人tī-teh，無人khiā起。"}},{"book":"番","chapter":3,"verse":7,"versions":{"unv":"我說：你只要敬畏我，領受訓誨；如此，你的住處不致照我所擬定的除滅。只是你們從早起來就在一切事上敗壞自己。","bklcl":"Góa kóng, Lí to̍k-to̍k tio̍h kèng-ùi Góa, tio̍h siū kà-sī, chiah hō͘ i ê chhù bô chiàu Góa só͘ pān-lí i--ê, lâi siū tû-bia̍t; chóng-sī in thàu-chá khí-lâi, ka-kī pāi-hoāi in it-chhè ê só͘-kiâⁿ.","tghg":"我講：你獨獨著敬畏我，著受教示；才互伊的厝無照我所辦理伊的來受除滅。總是𪜶透早起來家己敗壞𪜶一切的所行。","bklhl":"我講，你獨獨tio̍h敬畏我，tio̍h受教示，chiah hō͘伊ê厝無照我所辨理伊ê，來受除滅；總是in透早起來，家己敗壞in一切ê所行。"}},{"book":"番","chapter":3,"verse":8,"versions":{"unv":"耶和華說：你們要等候我，直到我興起擄掠的日子；因為我已定意招聚列國，聚集列邦，將我的惱怒─就是我的烈怒都傾在她們身上。我的忿怒如火，必燒滅全地。","bklcl":"Iâ-hô-hoa kóng,  Só͘-í lín tio̍h thèng-hāu Góa, kàu Góa khí-lâi chhiúⁿ-the̍h ê ji̍t;  in-ūi Góa í-keng tiāⁿ-tio̍h ì-sù, chio-chi̍p lia̍t-kok, hōe-chi̍p lia̍t-pang, chiong Góa ê siū-khì, chiū-sī Góa béng-lia̍t ê siū-khì, lóng piàⁿ-lo̍h tī in: choân-tōe beh hō͘ Góa tōa siū-khì ê hé sio-bia̍t.","tghg":"耶和華講：所以恁著聽候我，到我起來搶提的日；因為我已經定著(tiāⁿ-tio̍h)意思招集列國，會集列邦，將我的受氣──就是我猛烈的受氣攏傾(piàⁿ)落佇𪜶。全地欲互我大受氣的火燒滅。","bklhl":"耶和華講，所以lín tio̍h thèng候我，到我起來搶the̍h ê日；因為我已經定tio̍h意思，招集列國，會集列邦，將我ê受氣，就是我猛烈ê受氣，lóng piàⁿ落tī in：全地beh hō͘我大受氣ê火燒滅。"}},{"book":"番","chapter":3,"verse":9,"versions":{"unv":"那時，我必使萬民用清潔的言語好求告我─耶和華的名，同心合意地事奉我。","bklcl":"Hit-sî Góa beh hō͘ bān peh-sìⁿ ê giân-gú piàn-chòe chheng-khì, thang kiû-kiò Iâ-hô-hoa ê miâ, tâng-sim chi̍t-ì ho̍k-sāi I.","tghg":"彼時，我欲互萬百姓的言語變做清氣，通求叫耶和華的名，同心一意服事伊。","bklhl":"Hit時我beh hō͘萬百姓ê言語變做清氣，thang求叫耶和華ê名，同心一意服事祂。"}},{"book":"番","chapter":3,"verse":10,"versions":{"unv":"祈禱我的，就是我所分散的民（原文是女子；下同），必從古實河外來，給我獻供物。","bklcl":"Kî-tó Góa--ê, chiū-sī Góa sì-sòaⁿ ê peh-sìⁿ, beh tùi Kó͘-si̍t hô-gōa lâi, hiàn lé-mi̍h hō͘ Góa.","tghg":"祈禱我者，就是我四散的百姓，欲對古實河外來，獻禮物互我。","bklhl":"祈禱我ê，就是我四散ê百姓，beh tùi Kó͘-si̍t河外來，獻禮物hō͘我。"}},{"book":"番","chapter":3,"verse":11,"versions":{"unv":"當那日，你必不因你一切得罪我的事自覺羞愧；因為那時我必從你中間除掉矜誇高傲之輩，你也不再於我的聖山狂傲。","bklcl":"Tng hit-ji̍t lí tek-khak bô in-ūi lí it-chhè tek-chōe Góa ê sū, ka-kī kiàn-siàu, in-ūi tī hit-sî Góa beh tùi lí tiong-kan tû-khì khoa-kháu kiau-ngō͘ ê lâng; lí chiū bô koh tī Góa ê sèng-soaⁿ chū-ko.","tghg":"當彼日，你的確無因為你一切得罪我的事家己見誚；因為佇彼時我欲對你中間除去誇口驕傲的人，你就無閣佇我的聖山自高。","bklhl":"當hit日，你的確無因為你一切得罪我ê事，家己見笑，因為tī hit時我beh對你中間除去誇口驕傲ê人；你就無koh tī我ê聖山自高。"}},{"book":"番","chapter":3,"verse":12,"versions":{"unv":"我卻要在你中間留下困苦貧寒的民；他們必投靠我─耶和華的名。","bklcl":"Góa ia̍h beh lâu khùn-khó͘ sòng-hiong ê peh-sìⁿ tī lí ê tiong-kan, in beh óa-khò Iâ-hô-hoa ê miâ.","tghg":"我亦欲留困苦喪鄉的百姓佇你的中間；𪜶欲倚靠耶和華的名。","bklhl":"我亦beh留困苦sòng-hiong ê百姓tī你ê中間，in beh óa靠耶和華ê名。"}},{"book":"番","chapter":3,"verse":13,"versions":{"unv":"以色列所剩下的人必不作罪孽，不說謊言，口中也沒有詭詐的舌頭；而且吃喝躺臥，無人驚嚇。","bklcl":"Í-sek-lia̍t só͘ chhun ê peh-sìⁿ teh-beh bô kiâⁿ-pháiⁿ, bô kóng pe̍h-chha̍t; chhùi-lāi bô khúi-chà ê chi̍h; in beh ún-chia̍h ún-khùn, bô lâng hō͘ in kiaⁿ.","tghg":"以色列所剩(chhun)的百姓啲欲無行歹，無講白賊，嘴內無詭詐的舌；𪜶欲穩食穩睏，無人互𪜶驚。","bklhl":"以色列所chhun ê百姓teh-beh無行pháiⁿ，無講白賊；嘴內無詭詐ê舌；in beh 穩食穩睏，無人hō͘ in驚。"}},{"book":"番","chapter":3,"verse":14,"versions":{"unv":"錫安的民哪，應當歌唱！以色列啊，應當歡呼！耶路撒冷的民哪，應當滿心歡喜快樂！","bklcl":"Sek-an ê peh-sìⁿ ah, eng-kai tio̍h chhiùⁿ-koa; Í-sek-lia̍t ah, tio̍h hoaⁿ-hí lâi kiò; Iâ-lō͘-sat-léng ê peh-sìⁿ ah, tio̍h móa-sim hoaⁿ-hí khoài-lo̍k.","tghg":"錫安的百姓啊，應該著唱歌！以色列啊，著歡喜來叫！耶路撒冷的百姓啊，著滿心歡喜快樂！","bklhl":"錫安ê百姓ah，應該tio̍h唱歌；以色列ah，tio̍h歡喜來叫；耶路撒冷ê百姓ah，tio̍h滿心歡喜快樂。"}},{"book":"番","chapter":3,"verse":15,"versions":{"unv":"耶和華已經除去你的刑罰，趕出你的仇敵。以色列的王─耶和華在你中間；你必不再懼怕災禍。","bklcl":"Iâ-hô-hoa í-keng tû-khì lí ê chōe-àn, kóaⁿ-chhut lí ê tùi-te̍k; Í-sek-lia̍t ê ông Iâ-hô-hoa tī lí tiong-kan; lí bián koh kiaⁿ chai-ē.","tghg":"耶和華已經除去你的罪案，趕出你的對敵。以色列的王──耶和華佇你中間，你免閣驚災禍。","bklhl":"耶和華已經除去你ê罪案，趕出你ê對敵；以色列ê王耶和華tī你中間；你免koh驚災厄。"}},{"book":"番","chapter":3,"verse":16,"versions":{"unv":"當那日，必有話向耶路撒冷說：不要懼怕！錫安哪；不要手軟！","bklcl":"Tng hit-ji̍t beh kā Iâ-lō͘-sat-léng kóng, Bo̍h-tit kiaⁿ; Sek-an ah, lí ê chhiú m̄-thang sê--lo̍h-khì.","tghg":"當彼日，欲給耶路撒冷講：莫得驚！錫安啊！你的手呣通垂(sê)落去！","bklhl":"當hit日，beh kā耶路撒冷講，莫得驚；錫安ah，你ê手m̄-thang垂落去。"}},{"book":"番","chapter":3,"verse":17,"versions":{"unv":"耶和華─你的　神是施行拯救、大有能力的主。他在你中間必因你歡欣喜樂，默然愛你，且因你喜樂而歡呼。","bklcl":"Lí ê Siōng-tè Iâ-hô-hoa tī lí ê tiong-kan, chiū-sī choân-lêng--ê, chín-kiù--ê; I beh ūi-tio̍h hoaⁿ-hí lí lâi khoài-lo̍k, I beh in-ūi thiàⁿ lí lâi chēng-chēng, koh ūi-tio̍h hoaⁿ-hí lí lâi chhiùⁿ-koa.","tghg":"你的上帝──耶和華佇你的中間，就是全能者、拯救者。伊欲為著歡喜你來快樂，伊欲因為疼你來靜靜，閣為著歡喜你來唱歌。","bklhl":"你ê上帝耶和華tī你ê中間，就是全能ê，拯救ê；祂beh為tio̍h歡喜你來快樂，祂beh因為疼你來靜靜，koh為tio̍h歡喜你來唱歌。"}},{"book":"番","chapter":3,"verse":18,"versions":{"unv":"那些屬你、為無大會愁煩、因你擔當羞辱的，我必聚集他們。","bklcl":"In-ūi him-bō͘ choeh-kî lâi iu-būn--ê, Góa beh chū-chi̍p in, in sī sio̍k lí--ê, in tam-tng lêng-jio̍k chhin-chhiūⁿ taⁿ tāng-tàⁿ.","tghg":"因為欣慕節期來憂悶者，我欲聚集𪜶，𪜶是屬你者、𪜶擔當凌辱親像擔(taⁿ)重擔(tàⁿ)。","bklhl":"因為欣慕節期來憂悶ê，我beh聚集in，in是屬你ê，in擔當凌辱親像擔重擔。"}},{"book":"番","chapter":3,"verse":19,"versions":{"unv":"那時，我必罰辦一切苦待你的人，又拯救你瘸腿的，聚集你被趕出的。那些在全地受羞辱的，我必使他們得稱讚，有名聲。","bklcl":"Khòaⁿ ah, tng hit-sî, Góa beh pān hiah-ê khó͘-chhó͘ lí--ê, beh chín-kiù pái-kha--ê, beh chū-chi̍p siū kóaⁿ-tio̍k--ê, hiah-ê tī choân-tōe siū lêng-jio̍k--ê, Góa beh hō͘ in tit-tio̍h o-ló miâ-siaⁿ.","tghg":"看啊，當彼時，我欲辦許個苦楚你者，欲拯救跛腳者，欲聚集受趕逐者。許個佇全地受凌辱者，我欲互𪜶得著謳咾、名聲。","bklhl":"看ah，當hit時，我beh辦hiah-ê苦楚你ê，beh拯救跛腳ê，beh聚集受趕逐ê，hiah-ê tī全地受凌辱ê，我beh hō͘ in得tio̍h o-ló名聲。"}},{"book":"番","chapter":3,"verse":20,"versions":{"unv":"那時，我必領你們進來，聚集你們；我使你們被擄之人歸回的時候，就必使你們在地上的萬民中有名聲，得稱讚。這是耶和華說的。","bklcl":"Hit-sî Góa beh hō͘ lín lâi, hit-sî Góa beh chū-chi̍p lín; in-ūi Góa hō͘ lín siū-lia̍h ê lâng tī lín ê ba̍k-chêng tò-tńg lâi ê sî, chiū beh hō͘ lín tī tōe-chiūⁿ bān peh-sìⁿ ê tiong-kan, tit-tio̍h miâ-siaⁿ o-ló; che sī Iâ-hô-hoa kóng--ê.","tghg":"彼時，我欲互恁來，彼時我欲聚集恁；因為我互恁受掠的人佇恁的目(ba̍k)前倒轉來的時，就欲互恁佇地上萬百姓的中間，得著名聲、謳咾。這是耶和華講的。","bklhl":"Hit時我beh hō͘ lín來，hit時我beh聚集lín；因為我hō͘ lín受掠ê人tī lín ê目前倒tńg來ê時，就beh hō͘ lín tī地上萬百姓ê中間，得tio̍h名聲o-ló；這是耶和華講ê。"}}]