[{"book":"番","chapter":1,"verse":1,"versions":{"unv":"當猶大王亞們的兒子約西亞在位的時候，耶和華的話臨到希西家的玄孫，亞瑪利雅的曾孫，基大利的孫子，古示的兒子西番雅。","bklcl":"Tng Iû-tāi ông A-bûn ê kiáⁿ Iok-se-a chē-ūi ê sî, Iâ-hô-hoa ê ōe lîm-kàu Hi-se-ka ê goân-sun, A-má-lī-ngá ê cheng-sun, Ki-tāi-lī ê sun, Kó͘-sī ê kiáⁿ Se-hoan-ngá.","tghg":"當猶大王亞們的子約西亞坐位的時，耶和華的話臨到希西家的元孫，亞瑪利雅的曾孫，基大利的孫，古示的子西番雅。","bklhl":"當偤大王A-bûn ê kiáⁿ約西亞坐位ê時，耶和華ê話臨到Hi-se-ka ê元孫，A-má-lī-ngá ê曾孫，Ki-tāi-lī ê孫，Kó͘-sī ê kiáⁿ 西番雅。"}},{"book":"番","chapter":1,"verse":2,"versions":{"unv":"耶和華說：我必從地上除滅萬類。","bklcl":"Iâ-hô-hoa kóng, Góa beh tùi tōe-chiūⁿ it-chīn tû-bia̍t bān-mi̍h.","tghg":"耶和華講：我欲對地上一盡除滅萬物。","bklhl":"耶和華講，我beh tùi地上一盡除滅萬物。"}},{"book":"番","chapter":1,"verse":3,"versions":{"unv":"我必除滅人和牲畜，與空中的鳥、海裡的魚，以及絆腳石和惡人；我必將人從地上剪除。這是耶和華說的。","bklcl":"Góa beh tû-bia̍t lâng kap cheng-siⁿ, tû-bia̍t khong-tiong ê chiáu, hái-lāi ê hî, í-ki̍p that-gāi ê chio̍h kap pháiⁿ-lâng, Góa beh chiong lâng tùi tōe-chiūⁿ chián-tû;  che sī Iâ-hô-hoa kóng--ê.","tghg":"我欲除滅人及精牲，除滅空中的鳥、海內的魚，以及塞礙(that-gāi)的石及歹人；我欲將人對地上剪除。這是耶和華講的。","bklhl":"我beh除滅人kap cheng-siⁿ，除滅空中ê鳥，海內ê魚，以及窒礙ê石kap pháiⁿ人，我beh將人tùi地上剪除；這是耶和華講ê。"}},{"book":"番","chapter":1,"verse":4,"versions":{"unv":"我必伸手攻擊猶大和耶路撒冷的一切居民，也必從這地方剪除所剩下的巴力，並基瑪林的名和祭司，","bklcl":"Góa beh chhun Góa ê chhiú, kong-kek Iû-tāi kap Iâ-lō͘-sat-léng it-chhè khiā-khí ê peh-sìⁿ; ia̍h beh tùi chit ê só͘-chāi chián-tû Pa-le̍k só͘-chhun--ê, í-ki̍p Ki-má-lîm ê miâ kap chè-si.","tghg":"我欲伸我的手攻擊猶大及耶路撒冷一切徛起的百姓，亦欲對此個所在剪除巴力所剩(chhun)者，以及基瑪林的名及祭司，","bklhl":"我beh伸我ê手，攻擊偤大kap耶路撒冷一切khiā起ê百姓；亦beh tùi chit ê所在剪除Pa-le̍k所chhun-ê，以及Ki-má-lîm ê名kap祭司。"}},{"book":"番","chapter":1,"verse":5,"versions":{"unv":"與那些在房頂上敬拜天上萬象的，並那些敬拜耶和華指著他起誓，又指著瑪勒堪起誓的，","bklcl":"Kìⁿ-nā tī chhù-téng pài thiⁿ-téng ê bān-siōng--ê kap hiah-ê kèng-pài--ê, kí Iâ-hô-hoa lâi chiù-chōa, kap kí Má-le̍k-kham lâi chiù-chōa--ê;","tghg":"見若佇厝頂拜天頂的萬象者，及許個敬拜者，指(kí)耶和華來咒誓(chiù-chōa)，及指瑪勒堪來咒誓者，","bklhl":"見若tī厝頂拜天頂ê萬象ê kap hiah-ê敬拜ê，kí耶和華來chiù-chōa，kap kí Má-le̍k-kham來chiù-chōa-ê；"}},{"book":"番","chapter":1,"verse":6,"versions":{"unv":"與那些轉去不跟從耶和華的，和不尋求耶和華也不訪問他的。","bklcl":"kap hiah-ê pōe-ge̍k Iâ-hô-hoa--ê, í-ki̍p bô chhē Iâ-hô-hoa, ia̍h bô kiû I--ê, lóng beh chián-tû--i.","tghg":"及許個悖逆(pōe-ge̍k)耶和華者，以及無尋耶和華亦無求伊者，攏欲剪除伊。","bklhl":"kap hiah-ê悖逆耶和華ê，以及無chhē耶和華，亦無求祂ê，lóng beh剪除伊。"}},{"book":"番","chapter":1,"verse":7,"versions":{"unv":"你要在主耶和華面前靜默無聲，因為耶和華的日子快到。耶和華已經預備祭物，將他的客分別為聖。","bklcl":"Lí tio̍h tī Chú Iâ-hô-hoa ê bīn-chêng chēng-chēng; in-ūi Iâ-hô-hoa ê ji̍t kūn--lah; in-ūi Iâ-hô-hoa í-keng pī-pān chi̍t ê chè-sū, chiong I ê lâng-kheh hun-piat chòe-sèng.","tghg":"你著佇主耶和華的面前靜靜，因為耶和華的日近啦。因為耶和華已經備辦一個祭祀，將伊的人客分別做聖。","bklhl":"你tio̍h tī主耶和華ê面前靜靜；因為耶和華ê日近lah；因為耶和華已經備辦一个祭祀，將祂ê人客分別做聖。"}},{"book":"番","chapter":1,"verse":8,"versions":{"unv":"到了我─耶和華獻祭的日子，必懲罰首領和王子，並一切穿外邦衣服的。","bklcl":"Kàu Iâ-hô-hoa chè-sū ê ji̍t, Góa beh pān chiah-ê kùi-cho̍k, kap ông ê kiáⁿ, kap lóng-chóng chhēng gōa-pang-lâng ê saⁿ--ê.","tghg":"到耶和華祭祀的日，我欲辦諸個貴族及王的子，及攏總穿外邦人的衫者。","bklhl":"到耶和華祭祀ê日，我beh辦chiah ê貴族，kap王ê kiáⁿ，kap lóng總穿外邦人ê衫ê。"}},{"book":"番","chapter":1,"verse":9,"versions":{"unv":"到那日，我必懲罰一切跳過門檻、將強暴和詭詐得來之物充滿主人房屋的。","bklcl":"Kàu hit-ji̍t Góa beh pān it-chhè thiàu-kè hō͘-tēng, chiong kiông-pō kap khúi-chà chhiong-móa chú-lâng ê chhù--ê.","tghg":"到彼日，我欲辦一切跳過戶椗(hō͘-tēng)、將強暴及詭詐充滿主人的厝者。","bklhl":"到hit日，我beh辦一切跳過戶碇，將強暴kap詭詐充滿主人ê厝ê。"}},{"book":"番","chapter":1,"verse":10,"versions":{"unv":"耶和華說：當那日，從魚門必發出悲哀的聲音，從二城發出哀號的聲音，從山間發出大破裂的響聲。","bklcl":"Iâ-hô-hoa kóng, Tng hit-ji̍t, tī hî-mn̂g beh ū pi-ai ê siaⁿ, tùi tē-jī ê só͘-chāi beh ū âu-kiò, tùi chiah-ê soaⁿ beh ū tōa pang-hām ê siaⁿ.","tghg":"耶和華講：當彼日，佇魚門欲有悲哀的聲，對第二個所在欲有喉叫，對諸個山欲有大崩陷(pang-hām)的聲。","bklhl":"耶和華講，當hit日，tī 魚門 beh有悲哀ê聲，tùi第二ê所在beh有喉叫，tùi chiah ê山beh有大崩陷ê聲。"}},{"book":"番","chapter":1,"verse":11,"versions":{"unv":"瑪革提施的居民哪，你們要哀號，因為迦南的商民都滅亡了！凡搬運銀子的都被剪除。","bklcl":"Khiā-khí Má-kek-thê-si ê peh-sìⁿ ah, lín tio̍h âu-kiò, in-ūi Ka-lâm lâng lóng pāi-hoāi, kìⁿ-nā taⁿ gûn ê lâng lóng siū chián-tû.","tghg":"徛起瑪革提施的百姓啊，恁著喉叫，因為迦南人攏敗壞！見若擔銀的人攏受剪除。","bklhl":"Khiā起Má-kek-thê-si ê百姓ah，lín tio̍h喉叫，因為迦南人lóng敗壞，見若擔銀ê人lóng受剪除。"}},{"book":"番","chapter":1,"verse":12,"versions":{"unv":"那時，我必用燈巡查耶路撒冷；我必懲罰那些如酒在渣滓上澄清的；他們心裡說：耶和華必不降福，也不降禍。","bklcl":"Hit-sî Góa beh ēng teng chhiau-chhē Iâ-lō͘-sat-léng, Góa beh pān hiah-ê chhin-chhiūⁿ tī che-tái-téng chē-chheng--ê, in sim-lāi kóng, Iâ-hô-hoa bô beh kàng hok-khì, iā bô beh kàng chai-ē.","tghg":"彼時，我欲用燈搜尋(chhiau-chhē)耶路撒冷；我欲辦許個親像佇渣滓(che-tái)頂坐清者；𪜶心內講：耶和華無欲降福氣，也無欲降災禍。","bklhl":"Hit時我beh用燈chhiau-chhē耶路撒冷，我beh辦hiah-ê親像tī渣滓頂坐清ê，in心內講，耶和華無beh降福氣，也無beh降災厄。"}},{"book":"番","chapter":1,"verse":13,"versions":{"unv":"他們的財寶必成為掠物；他們的房屋必變為荒場。他們必建造房屋，卻不得住在其內；栽種葡萄園，卻不得喝所出的酒。","bklcl":"In ê hè-châi beh hō͘ lâng chhiúⁿ, in ê chhù-the̍h beh pha-hng; in beh khí-chhù, iā bô thang khiā tī lāi-bīn; chai-chèng phû-tô-hn̂g, iā bô thang lim i ê chiú.","tghg":"𪜶的貨財欲互人搶；𪜶的厝宅欲拋荒。𪜶欲起厝，也無通徛佇內面；栽種葡萄園，也無通飲伊的酒。","bklhl":"In ê貨財beh hō͘人搶，in ê厝宅beh拋荒；in beh起厝，也無thang khiā tī內面；栽種葡萄園，也無thang lim伊ê酒。"}},{"book":"番","chapter":1,"verse":14,"versions":{"unv":"耶和華的大日臨近，臨近而且甚快，乃是耶和華日子的風聲；勇士必痛痛地哭號。","bklcl":"Iâ-hô-hoa ê tōa-ji̍t kūn--lah, hit ê ji̍t sī kūn koh chin-kín, Iâ-hô-hoa ê ji̍t ê siaⁿ; tī-hia ióng-sū tōa kan-khó͘ âu-kiò.","tghg":"耶和華的大日近啦，彼個日是近閣真緊，耶和華的日的聲；佇遐勇士大艱苦喉叫。","bklhl":"耶和華ê大日近lah，hit ê日是近koh真緊，耶和華ê日ê聲；tī-hia勇士大艱苦喉叫。"}},{"book":"番","chapter":1,"verse":15,"versions":{"unv":"那日是忿怒的日子，是急難困苦的日子，是荒廢淒涼的日子，是黑暗幽冥、密雲烏黑的日子，","bklcl":"Hit-ji̍t sī tōa siū-khì ê ji̍t, sī hoān-lān khùn-khó͘ ê ji̍t, sī pāi-hoāi chhiⁿ-chhìn ê ji̍t, sī o͘-o͘ àm-àm ê ji̍t, sī ba̍t-hûn tōa-àm ê ji̍t;","tghg":"彼日是大受氣的日，是患難困苦的日，是敗壞凄凊(chhiⁿ-chhìn)的日，是黑黑暗暗的日，是密雲大暗的日，","bklhl":"Hit日是大受氣ê日，是患難困苦ê日，是敗壞悽凊ê日，是烏烏暗暗ê日，是密雲大暗ê日；"}},{"book":"番","chapter":1,"verse":16,"versions":{"unv":"是吹角吶喊的日子，要攻擊堅固城和高大的城樓。","bklcl":"sī pûn hō-thâu hoah-hiàm ê ji̍t, beh kong-kek kian-kò͘ ê siâⁿ, kap koâiⁿ ê siâⁿ-lâu.","tghg":"是歕(pûn)號頭喝喊(hoah-hiàm)的日，欲攻擊堅固的城及高的城樓。","bklhl":"是pûn號頭hoah-hiàm ê日，beh攻擊堅固ê城，kap高ê城樓。"}},{"book":"番","chapter":1,"verse":17,"versions":{"unv":"我必使災禍臨到人身上，使他們行走如同瞎眼的，因為得罪了我。他們的血必倒出如灰塵；他們的肉必拋棄如糞土。","bklcl":"Góa beh hō͘ lâng tú-tio̍h kan-khó͘, hō͘ in chhin-chhiūⁿ chhiⁿ-mî--ê teh kiâⁿ, in-ūi in tek-chōe Iâ-hô-hoa; in ê huih beh piàⁿ-chhut chhin-chhiūⁿ tîn-ai, in ê bah beh hiat-ka̍k chhin-chhiūⁿ pùn-sò.","tghg":"我欲互人抵著(tú-tio̍h)艱苦，互𪜶親像睛暝者啲行，因為𪜶得罪耶和華。𪜶的血欲傾(piàⁿ)出親像塵埃；𪜶的肉欲㧒擲(hiat-ka̍k)親像糞埽(pùn-sò)。","bklhl":"我beh hō͘人tú-tio̍h艱苦，hō͘ in親像chhiⁿ-mî-ê teh行，因為in得罪耶和華；in ê血beh piàⁿ出親像塵埃，in ê肉beh hiat-ka̍k親像糞埽。"}},{"book":"番","chapter":1,"verse":18,"versions":{"unv":"當耶和華發怒的日子，他們的金銀不能救他們；他的忿怒如火必燒滅全地，毀滅這地的一切居民，而且大大毀滅。","bklcl":"Tng Iâ-hô-hoa siū-khì ê ji̍t, in ê gûn in ê kim bōe-ōe kiù in; choân-tōe beh hō͘ I tōa siū-khì ê hé sio-bia̍t; in-ūi I beh kín-kín châu-bia̍t tōe-chiūⁿ lóng-chóng khiā-khí ê peh-sìⁿ.","tghg":"當耶和華受氣的日，𪜶的銀𪜶的金𣍐會救𪜶；全地欲互伊大受氣的火燒滅，因為伊欲緊緊剿滅(châu-bia̍t)地上攏總徛起的百姓。","bklhl":"當耶和華受氣ê日，in ê銀in ê金bōe能救in；全地beh hō͘祂大受氣ê火燒滅；因為祂beh緊緊剿滅地上lóng總khiā起ê百姓。"}}]