[{"book":"可","chapter":9,"verse":1,"versions":{"unv":"耶穌又對他們說：「我實在告訴你們，站在這裡的，有人在沒嘗死味以前，必要看見　神的國大有能力臨到。」","bklcl":"Iâ-so͘ koh kā in kóng, góa si̍t-chāi kā lín kóng, Khiā-tī chia ê ū lâng iáu-bē sí, ōe khòaⁿ-kìⁿ Siōng-tè ê kok ēng koân-lêng lîm-kàu.","tghg":"耶穌閣給𪜶講：「我實在給恁講，徛佇遮的，有人猶未死，會看見上帝的國用權能臨到。」","bklhl":"耶穌Koh kā in講，我實在kā lín講，Khiā-tī chia ê有人iáu-bē死，會看見上帝ê國用權能臨到。"}},{"book":"可","chapter":9,"verse":2,"versions":{"unv":"過了六天，耶穌帶著彼得、雅各、約翰暗暗地上了高山，就在他們面前變了形像，","bklcl":"Kè la̍k ji̍t Iâ-so͘ tòa Pí-tek, Ngá-kok, Iok-hān, lēng-gōa chhōa in peh-chiūⁿ koâiⁿ soaⁿ, kan-ta in kap I tī-teh;","tghg":"過六日，耶穌帶彼得、雅各、約翰另外導𪜶絔(peh)上高山，干單𪜶及伊佇啲，","bklhl":"過六日耶穌帶彼得、雅各、約翰，另外chhōa in peh上高山，kan-ta in kap伊tī-teh；"}},{"book":"可","chapter":9,"verse":3,"versions":{"unv":"衣服放光，極其潔白，地上漂布的，沒有一個能漂得那樣白。","bklcl":"tng in ê bīn-chêng hêng-chōng piàn-ōaⁿ, I ê saⁿ chhàn-lān, ke̍k-kî pe̍h, sè-kan phio-pò͘ ê bōe-ōe hō͘ i pe̍h kàu án-ni.","tghg":"當𪜶的面前形狀變換，伊的衫燦爛極其白，世間漂布的𣍐會互伊白到按呢。","bklhl":"當in ê面前形狀變換，伊ê衫燦爛，極其白，世間漂布ê bōe會hō͘伊白到án-ni。"}},{"book":"可","chapter":9,"verse":4,"versions":{"unv":"忽然，有以利亞同摩西向他們顯現，並且和耶穌說話。","bklcl":"Ū Í-lī-a kap Mô͘-se tùi in hián-hiān, kap Iâ-so͘ kóng ōe.","tghg":"有以利亞及摩西對𪜶顯現，及耶穌講話。","bklhl":"有以利亞kap摩西對in顯現，kap耶穌講話。"}},{"book":"可","chapter":9,"verse":5,"versions":{"unv":"彼得對耶穌說：「拉比（就是夫子），我們在這裡真好！可以搭三座棚，一座為你，一座為摩西，一座為以利亞。」","bklcl":"Pí-tek tùi Iâ-so͘ kóng, Lia̍p-pí, lán tī chia chin hó, goán lâi tah saⁿ keng liâu-á, chi̍t keng hō͘ lí, chi̍t keng hō͘ Mô͘-se, chi̍t keng hō͘ Í-lī-a.","tghg":"彼得對耶穌講：「拉比，咱佇遮真好！阮來搭三間寮仔，一間互你，一間互摩西，一間互以利亞。」","bklhl":"彼得對耶穌講，拉比，咱tī chia真好，阮來搭三間寮á，一間hō͘你，一間hō͘摩西，一間hō͘以利亞。"}},{"book":"可","chapter":9,"verse":6,"versions":{"unv":"彼得不知道說甚麼才好，因為他們甚是懼怕。","bklcl":"Sī i m̄ chai tio̍h cháiⁿ-iūⁿ kóng, in-ūi in chin kiaⁿ.","tghg":"是伊呣知著怎樣講，因為𪜶真驚。","bklhl":"是伊m̄知tio̍h怎樣講，因為in真驚。"}},{"book":"可","chapter":9,"verse":7,"versions":{"unv":"有一朵雲彩來遮蓋他們；也有聲音從雲彩裡出來，說：「這是我的愛子，你們要聽他。」","bklcl":"Chiū ū hûn tà in, koh ū siaⁿ tùi hûn-ni̍h chhut kóng, Chit-ê sī góa thiàⁿ ê Kiáⁿ, lín tio̍h thiaⁿ I.","tghg":"就有雲罩(tà)𪜶；閣有聲對雲裡出，講：「此個是我疼的子，恁著聽伊。」","bklhl":"就有雲罩in，koh有聲tùi雲裡出講，chit ê是我疼ê Kiáⁿ，lín tio̍h聽伊。"}},{"book":"可","chapter":9,"verse":8,"versions":{"unv":"門徒忽然周圍一看，不再見一人，只見耶穌同他們在那裡。","bklcl":"In hut-jiân sì-kè khòaⁿ, bô khòaⁿ-kìⁿ chi̍t lâng, chí ū Iâ-so͘ kap in tī hia nā-tiāⁿ.","tghg":"𪜶忽然四界看，無看見一人，只有耶穌及𪜶佇遐若定。","bklhl":"In忽然四界看，無看見一人，只有耶穌kap in tī hia nā-tiāⁿ。"}},{"book":"可","chapter":9,"verse":9,"versions":{"unv":"下山的時候，耶穌囑咐他們說：「人子還沒有從死裡復活，你們不要將所看見的告訴人。」","bklcl":"In lo̍h soaⁿ ê sî Iâ-so͘ kìm in kóng, Jîn-chú iáu-bē tùi sí-lâng tiong koh-oa̍h, bo̍h-tit ēng só͘ khòaⁿ-kìⁿ ê kā lâng kóng.","tghg":"𪜶落山的時，耶穌禁𪜶講：「人子猶未對死人中復活，莫得用所看見的給人講。」","bklhl":"In落山ê時耶穌禁in講，人子iáu-bē tùi死人中koh活，莫得用所看見ê kā人講。"}},{"book":"可","chapter":9,"verse":10,"versions":{"unv":"門徒將這話存記在心，彼此議論「從死裡復活」是甚麼意思。","bklcl":"Ha̍k-seng chip chit kù ōe, saⁿ-kap gī-lūn khòaⁿ tùi sí-lâng tiong koh-oa̍h, chit kù sím-mi̍h ì-sù.","tghg":"學生執此句話，相及議論看「對死人中復活」此句甚麼意思。","bklhl":"學生執chit句話，saⁿ-kap議論看tùi死人中koh活，chit句甚麼意思。"}},{"book":"可","chapter":9,"verse":11,"versions":{"unv":"他們就問耶穌說：「文士為甚麼說以利亞必須先來？」","bklcl":"Koh mn̄g Iâ-so͘ kóng, Keng-ha̍k-sū kóng, Í-lī-a tio̍h tāi-seng kàu, sī cháiⁿ-iūⁿ?","tghg":"閣問耶穌講：「經學士講以利亞著代先到，是怎樣？」","bklhl":"Koh問耶穌講，經學士講，以利亞tio̍h事先到，是怎樣？"}},{"book":"可","chapter":9,"verse":12,"versions":{"unv":"耶穌說：「以利亞固然先來復興萬事；經上不是指著人子說，他要受許多的苦被人輕慢呢？","bklcl":"I ìn kóng, Í-lī-a kó-jiân tāi-seng lâi heng-khí bān hāng sū; koh cháiⁿ-iūⁿ kì-chài kóng, Jîn-chú tio̍h siū chōe-chōe kan-khó͘, hō͘ lâng khòaⁿ-khin ah?","tghg":"伊應講：「以利亞果然代先來興起萬項事；閣怎樣記載講，人子著受多多艱苦互人看輕啊？","bklhl":"伊應講，以利亞果然事先來興起萬項事；koh怎樣記載講，人子tio̍h受chōe-chōe艱苦，hō͘人看輕ah？"}},{"book":"可","chapter":9,"verse":13,"versions":{"unv":"我告訴你們，以利亞已經來了，他們也任意待他，正如經上所指著他的話。」","bklcl":"Nā-sī góa kā lín kóng, Í-lī-a í-keng kàu, lâng iā chhut-chāi ì-sù khoán-thāi i, lóng chiàu só͘ kì-chài chí i ê ōe.","tghg":"若是我給恁講，以利亞已經到，人也出在意思款待伊，攏照所記載指伊的話。」","bklhl":"但是我kā lín講，以利亞已經到，人也chhut-chāi意思款待伊，lóng照所記載指伊ê話。"}},{"book":"可","chapter":9,"verse":14,"versions":{"unv":"耶穌到了門徒那裡，看見有許多人圍著他們，又有文士和他們辯論。","bklcl":"Í-keng kàu ha̍k-seng ê só͘-chāi, chiū khòaⁿ-kìⁿ kui tōa tīn lâng ûi in, iā ū keng-ha̍k-sū kap in piān-lūn.","tghg":"已經到學生的所在，就看見歸大陣人圍𪜶，也有經學士及𪜶辯論。","bklhl":"已經到學生ê所在，就看見kui大陣人圍in，也有經學士kap in辯論。"}},{"book":"可","chapter":9,"verse":15,"versions":{"unv":"眾人一見耶穌，都甚希奇，就跑上去問他的安。","bklcl":"Lâng khòaⁿ-kìⁿ Iâ-so͘ liâm-piⁿ tōa gông-ngia̍h, cháu lâi chiū-kūn I, kā I chhéng-an.","tghg":"人看見耶穌，連鞭大卬愕，走來就近伊。給伊請安。","bklhl":"人看見耶穌liâm-piⁿ大gông-ngia̍h，走來就近伊，kā伊請安。"}},{"book":"可","chapter":9,"verse":16,"versions":{"unv":"耶穌問他們說：「你們和他們辯論的是甚麼？」","bklcl":"I mn̄g in kóng, Lín kap in piān-lūn sím-mi̍h?","tghg":"伊問𪜶講：「恁及𪜶辯論甚麼？」","bklhl":"伊問in講，Lín kap in辯論甚麼？"}},{"book":"可","chapter":9,"verse":17,"versions":{"unv":"眾人中間有一個人回答說：「夫子，我帶了我的兒子到你這裡來，他被啞巴鬼附著。","bklcl":"Chèng lâng tiong chi̍t lâng ìn I kóng, Sian-siⁿ, góa ū chhōa góa ê kiáⁿ kàu lí chia, i hoān-tio̍h é-káu ê sîn;","tghg":"眾人中一人應伊講：「先生，我有導我的子到你遮，伊患著啞口的神。","bklhl":"眾人中一人應伊講，先生，我有chhōa我ê Kiáⁿ到你chia，伊患tio̍h啞口ê神；"}},{"book":"可","chapter":9,"verse":18,"versions":{"unv":"無論在哪裡，鬼捉弄他，把他摔倒，他就口中流沫，咬牙切齒，身體枯乾。我請過你的門徒把鬼趕出去，他們卻是不能。」","bklcl":"bô lūn tī sím-mi̍h só͘-chāi lia̍h i, chiū kā i siak-tó; i chiū lâu-nōa, kā-khí, koh tâ-lâ-khì; góa bat chhiáⁿ lí ê ha̍k-seng kóaⁿ i, iā in bōe-ōe.","tghg":"無論佇甚麼所在，掠伊，就給伊摔倒(siak-tó)，伊就流涎，咬齒，閣佳膋去(tâ -lâ-khì)。我曾請你的學生趕伊，也𪜶𣍐會。","bklhl":"無論tī甚麼所在掠伊，就kā伊siak倒；伊就流nōa，咬齒，koh tâ-lâ去；我bat請你ê學生趕伊，也in bōe會。"}},{"book":"可","chapter":9,"verse":19,"versions":{"unv":"耶穌說：「噯！不信的世代啊，我在你們這裡要到幾時呢？我忍耐你們要到幾時呢？把他帶到我這裡來吧。」","bklcl":"Iâ-so͘ ìn kóng, Hàiⁿ ah, m̄ sìn ê sè-tāi ah, góa beh kap lín tòa jōa kú ah?  góa beh thun-lún lín jōa kú ah?  Tòa i lâi chiū-kūn góa.","tghg":"耶穌應講：「嗐啊，呣信的世代啊，我欲及恁住偌久啊？我欲吞愞恁偌久啊？帶伊來就近我。」","bklhl":"耶穌應講，Hàiⁿ ah，m̄信ê世代ah，我beh kap lín tòa jōa久ah？我beh吞忍lín jōa久ah？帶伊來就近我。"}},{"book":"可","chapter":9,"verse":20,"versions":{"unv":"他們就帶了他來。他一見耶穌，鬼便叫他重重地抽瘋，倒在地上，翻來覆去，口中流沫。","bklcl":"In chiū tòa i lâi.  Chi̍t ē khòaⁿ-kìⁿ Iâ-so͘, hit ê kúi liâm-piⁿ hō͘ i tōa thiu-chhoah, chiū tó tī thô͘-kha hoan-lâi hoan-khì lâu-nōa.","tghg":"𪜶就帶伊來。一下看見耶穌，彼個鬼連鞭互伊大抽惙(thiu-chhoah)，就倒佇土腳，翻來翻去，流涎。","bklhl":"In就帶伊來。一下看見耶穌，hit ê鬼liâm-piⁿ hō͘伊大thiu-chhoah，就倒tī土腳翻來翻去流nōa。"}},{"book":"可","chapter":9,"verse":21,"versions":{"unv":"耶穌問他父親說：「他得這病有多少日子呢？」回答說：「從小的時候。","bklcl":"Iâ-so͘ mn̄g i ê lāu-pē kóng, I hoān-tio̍h chit-ê jōa kú lah? Kóng, Tùi sòe-hàn ê sî.","tghg":"耶穌問伊的老父講：「伊患著此個偌久啦？」講：「對細漢的時。","bklhl":"耶穌問伊ê老父講，伊患tio̍h chit ê jōa久lah？講，Tùi細漢ê時。"}},{"book":"可","chapter":9,"verse":22,"versions":{"unv":"鬼屢次把他扔在火裡、水裡，要滅他。你若能做甚麼，求你憐憫我們，幫助我們。」","bklcl":"Ta̍uh-ta̍uh chiong i hiat-lo̍h hé, hiat-lo̍h chúi, beh bia̍t i.  Chóng-sī lí nā ōe chòe sím-mi̍h, tio̍h lîn-bín lâi pang-chān goán.","tghg":"沓沓將伊㧒落火、㧒落水，欲滅伊。總是你若會做甚麼，著憐憫，來幫助阮。」","bklhl":"Ta̍uh-ta̍uh將伊hiat落火，hiat落水，beh滅伊。總是你若會做甚麼，tio̍h憐憫來幫贊阮。"}},{"book":"可","chapter":9,"verse":23,"versions":{"unv":"耶穌對他說：「你若能信，在信的人，凡事都能。」","bklcl":"Iâ-so͘ kā i kóng, Cháiⁿ-iūⁿ kóng, Lí nā ōe ah? ū sìn ê lâng, ta̍k hāng lóng ōe.","tghg":"耶穌給伊講：「怎樣講，你若會啊？有信的人，逐項攏會。」","bklhl":"耶穌kā伊講，怎樣講，你若會ah？有信ê人，ta̍k項lóng會。"}},{"book":"可","chapter":9,"verse":24,"versions":{"unv":"孩子的父親立時喊著說（有古卷：立時流淚地喊著說）：「我信！但我信不足，求主幫助。」","bklcl":"Gín-ná ê lāu-pē liâm-piⁿ âu-kiò kóng, Góa sìn lah; góa só͘ sìn bô kàu ê, lí tio̍h pang-chān góa.","tghg":"囝仔的老父連鞭喉叫講：「我信啦！我所信無夠的，你著幫助我。」","bklhl":"Gín-ná ê老父liâm-piⁿ喉叫講，我信lah；我所信無夠ê，你tio̍h幫贊我。"}},{"book":"可","chapter":9,"verse":25,"versions":{"unv":"耶穌看見眾人都跑上來，就斥責那污鬼，說：「你這聾啞的鬼，我吩咐你從他裡頭出來，再不要進去！」","bklcl":"Iâ-so͘ khòaⁿ-kìⁿ kui tīn lâng cháu-óa lâi, chiū chek-pī hit ê siâ-sîn, kā i kóng, Lí é-káu chhàu-hī-lâng ê sîn ah, góa bēng-lēng lí lī-khui chit ê lâng, bô koh ji̍p i.","tghg":"耶穌看見歸陣人走倚來，就責備彼個邪神，給伊講：「你啞口臭耳聾的神啊，我命令你離開此個人，無閣入伊。」","bklhl":"耶穌看見kui陣人走óa來，就責備hit ê邪神，kā伊講，你啞口臭耳人ê神ah，我命令你離開chit ê人，無koh入伊。"}},{"book":"可","chapter":9,"verse":26,"versions":{"unv":"那鬼喊叫，使孩子大大地抽了一陣瘋，就出來了。孩子好像死了一般。以致眾人多半說：「他是死了。」","bklcl":"Hit ê sîn âu-kiò, tōa khiú-la̍k i, chiah chhut-khì; hit ê gín-ná chhin-chhiūⁿ sí chi̍t iūⁿ, tì-kàu lâng khah chōe kóng, I í-keng sí.","tghg":"彼個神喉叫，大搝搙(khiú-la̍k)伊，才出去。彼個囝仔親像死一樣，致到人卡多講：「伊已經死。」","bklhl":"Hit-ê神喉叫，大khiú-la̍k伊，chiah出去；hit ê gín-ná親像死一樣，致到人khah chōe講，伊已經死。"}},{"book":"可","chapter":9,"verse":27,"versions":{"unv":"但耶穌拉著他的手，扶他起來，他就站起來了。","bklcl":"Nā-sī Iâ-so͘ khan i ê chhiú, hû i khí-lâi; i chiū khí-lâi.","tghg":"若是耶穌牽伊的手，扶伊起來，伊就起來。","bklhl":"但是耶穌牽伊ê手，扶伊起來；伊就起來。"}},{"book":"可","chapter":9,"verse":28,"versions":{"unv":"耶穌進了屋子，門徒就暗暗地問他說：「我們為甚麼不能趕出他去呢？」","bklcl":"Ji̍p chhù I ê ha̍k-seng àm-chīⁿ mn̄g I kóng, Goán bōe kóaⁿ i sī cháiⁿ-iūⁿ?","tghg":"入厝，伊的學生暗靜(àm-chīⁿ)問伊講：「阮𣍐趕伊是怎樣？」","bklhl":"入厝，伊ê學生暗靜問伊講，阮bōe趕伊是怎樣？"}},{"book":"可","chapter":9,"verse":29,"versions":{"unv":"耶穌說：「非用禱告（有古卷加：禁食二字），這一類的鬼總不能出來（或譯：不能趕他出來）。」","bklcl":"I kā in kóng, Nā m̄ sī ēng kî-tó, chit lūi chiū bōe tit i chhut.","tghg":"伊給𪜶講：「若呣是用祈禱，此類就𣍐得伊出。」","bklhl":"伊kā in講，若m̄是用祈禱，chit類就bōe得伊出。"}},{"book":"可","chapter":9,"verse":30,"versions":{"unv":"他們離開那地方，經過加利利；耶穌不願意人知道。","bklcl":"In tùi hia khì keng-kè Ka-lī-lī, Iâ-so͘ m̄ ài lâng chai.","tghg":"𪜶對遐去，經過加利利；耶穌呣愛人知。","bklhl":"In tùi hia去經過加利利，耶穌m̄ ài人知。"}},{"book":"可","chapter":9,"verse":31,"versions":{"unv":"於是教訓門徒，說：「人子將要被交在人手裡，他們要殺害他；被殺以後，過三天他要復活。」","bklcl":"In-ūi I kà-sī I ê ha̍k-seng, kā in kóng, Jîn-chú beh siū kè-sàng tī lâng ê chhiú, lâng beh hāi-sí I; hāi-sí liáu-āu saⁿ ji̍t beh koh-oa̍h.","tghg":"因為伊教示伊的學生，給𪜶講：「人子欲受解送佇人的手，人欲害死伊；害死了後，三日欲復活。」","bklhl":"因為伊教示伊ê學生，kā in講，人子beh受解送tī人ê手，人beh害死伊；害死了後三日beh koh活。"}},{"book":"可","chapter":9,"verse":32,"versions":{"unv":"門徒卻不明白這話，又不敢問他。","bklcl":"In bōe hiáu-ngō͘ chit ê ōe, iā m̄ káⁿ mn̄g I.","tghg":"𪜶𣍐曉悟此個話，也呣敢問伊。","bklhl":"In bōe曉悟chit ê話，也m̄敢問伊。"}},{"book":"可","chapter":9,"verse":33,"versions":{"unv":"他們來到迦百農。耶穌在屋裡問門徒說：「你們在路上議論的是甚麼？」","bklcl":"In lâi kàu Ka-pek-lông, Iâ-so͘ tī chhù-lāi mn̄g in kóng, Lín tī lō͘-ni̍h gī-lūn sím-mi̍h?","tghg":"𪜶來到迦百農。耶穌佇厝內問𪜶講：「恁佇路裡議論甚麼？」","bklhl":"In來到迦百農，耶穌tī厝內問in講，Lín tī路裡議論甚麼？"}},{"book":"可","chapter":9,"verse":34,"versions":{"unv":"門徒不作聲，因為他們在路上彼此爭論誰為大。","bklcl":"Ha̍k-seng chēng-chēng, in-ūi tī lō͘-ni̍h bat cheng-lūn chī-chūi chòe tōa.","tghg":"學生靜靜，因為佇路裡曾爭論是誰最大。","bklhl":"學生靜靜，因為tī路裡bat爭論是誰最大。"}},{"book":"可","chapter":9,"verse":35,"versions":{"unv":"耶穌坐下，叫十二個門徒來，說：「若有人願意作首先的，他必作眾人末後的，作眾人的用人。」","bklcl":"I chiū chē-teh, kiò cha̍p-jī ê ha̍k-seng, kā in kóng, Nā ài chòe tāi-seng ê tio̍h chòe chèng lâng ê lō͘-bé, iā chòe chèng lâng ê chhe-ēng.","tghg":"伊就坐啲，叫十二個學生，給𪜶講：「若愛做代先的，著做眾人的路尾，也做眾人的差用。」","bklhl":"伊就坐teh，叫十二個學生，kā in講，若ài做事先ê tio̍h做眾人ê路尾，也做眾人ê差用。"}},{"book":"可","chapter":9,"verse":36,"versions":{"unv":"於是領過一個小孩子來，叫他站在門徒中間，又抱起他來，對他們說：","bklcl":"Koh chhōa chi̍t ê gín-ná, hō͘ i khiā tī tiong-kan, sòa phō i;","tghg":"閣導一個囝仔，互伊徛佇中間，續抱伊，給學生講：","bklhl":"Koh chhōa一个gín-ná，hō͘伊khiā tī中間，續抱伊；"}},{"book":"可","chapter":9,"verse":37,"versions":{"unv":"「凡為我名接待一個像這小孩子的，就是接待我；凡接待我的，不是接待我，乃是接待那差我來的。」","bklcl":"kā ha̍k-seng kóng, Kìⁿ-nā ūi-tio̍h góa ê miâ chiap-la̍p chi̍t-ê chhin-chhiūⁿ chit hō ê gín-ná ê, chiū-sī chiap-la̍p góa; kìⁿ-nā chiap-la̍p góa ê, m̄ sī chiap-la̍p góa, chiū-sī chiap-la̍p chhe góa ê.","tghg":"「見若為著我的名接納一個親像此號的囝仔的，就是接納我；見若接納我的，呣是接納我，就是接納差我的。」","bklhl":"kā學生講，見若為tio̍h我ê名接納一个親像chit號ê gín-ná ê，就是接納我；見若接納我ê，m̄是接納我，就是接納差我ê。"}},{"book":"可","chapter":9,"verse":38,"versions":{"unv":"約翰對耶穌說：「夫子，我們看見一個人奉你的名趕鬼，我們就禁止他，因為他不跟從我們。」","bklcl":"Iok-hān kā Iâ-so͘ kóng, Sian-siⁿ, goán bat khòaⁿ-kìⁿ chi̍t lâng ēng lí ê miâ kóaⁿ kúi; goán chiū kìm-chí i, in-ūi i bô tè lán.","tghg":"約翰給耶穌講：「先生，阮曾看見一人用你的名趕鬼，阮就禁止伊，因為伊無隨咱。」","bklhl":"約翰kā耶穌講，先生，阮bat看見一人用你ê名趕鬼；阮就禁止伊，因為伊無tè咱。"}},{"book":"可","chapter":9,"verse":39,"versions":{"unv":"耶穌說：「不要禁止他；因為沒有人奉我名行異能，反倒輕易毀謗我。","bklcl":"Iâ-so͘ kóng, Bo̍h-tit kìm i, in-ūi bô ū lâng hōng góa ê miâ kiâⁿ koân-lêng, iā ōe liâm-piⁿ húi-pòng góa.","tghg":"耶穌講：「莫得禁伊；因為無有人奉我的名行權能，也會連鞭誹謗我。","bklhl":"耶穌講，莫得禁伊，因為無有人奉我ê名行權能，也會liâm-piⁿ譭謗我。"}},{"book":"可","chapter":9,"verse":40,"versions":{"unv":"不敵擋我們的，就是幫助我們的。","bklcl":"Kìⁿ-nā bô kong-kek lán ê chiū-sī ūi lán.","tghg":"見若無攻擊咱的，就是為咱。","bklhl":"見若無攻擊咱ê就是為咱。"}},{"book":"可","chapter":9,"verse":41,"versions":{"unv":"凡因你們是屬基督，給你們一杯水喝的，我實在告訴你們，他不能不得賞賜。」","bklcl":"Kìⁿ-nā in-ūi lín sio̍k Ki-tok, chiū ēng chi̍t poe chúi hō͘ lín lim ê, góa si̍t-chāi kā lín kóng, i chiong-lâi bô sit-lo̍h i ê siúⁿ.","tghg":"見若因為恁屬基督，就用一杯水互恁飲的，我實在給恁講，伊將來無失落伊的賞。」","bklhl":"見若因為lín屬基督，就用一杯水hō͘ lín lim ê，我實在kā lín講，伊將來無失落伊ê賞。"}},{"book":"可","chapter":9,"verse":42,"versions":{"unv":"「凡使這信我的一個小子跌倒的，倒不如把大磨石拴在這人的頸項上，扔在海裡。","bklcl":"Kìⁿ-nā hō͘ chiah-ê sìn góa ê bî-sòe ê chi̍t-ê khì hoān-chōe, hit lâng lêng-khó͘ siū tōa chio̍h-bō pa̍k i ê ām-kún, hiat tī hái-ni̍h.","tghg":"「見若互諸個信我的微細的一個去犯罪，彼人寧可受大石磨縛(pak)伊的頷頸，㧒佇海裡。","bklhl":"見若hō͘ chiah ê信我ê微細ê一个去犯罪，hit人寧可受大石磨縛伊ê頷頸，hiat tī海裡。"}},{"book":"可","chapter":9,"verse":43,"versions":{"unv":"倘若你一隻手叫你跌倒，就把它砍下來；","bklcl":"Siat-sú lí chi̍t chhiú tì-kàu lí hoān-chōe chiū tio̍h chám-tn̄g i; lí lêng-khó͘ phòa-siùⁿ ji̍p tī oa̍h, bo̍h-tit nn̄g chhiú khì tē-ge̍k, ji̍p bōe hoa ê hé.","tghg":"設使你一手致到你犯罪，就著斬斷伊；","bklhl":"設使你一手致到你犯罪就tio̍h斬斷伊；你寧可破相入tī活，莫得兩手去地獄，入bōe hoa ê火。"}},{"book":"可","chapter":9,"verse":44,"versions":{"unv":"你缺了肢體進入永生，強如有兩隻手落到地獄，入那不滅的火裡去。","tghg":"你寧可破相入佇活，莫得二手去地獄，入𣍐熄(hoa)的火。"}},{"book":"可","chapter":9,"verse":45,"versions":{"unv":"倘若你一隻腳叫你跌倒，就把它砍下來；","bklcl":"Siat-sú lí chi̍t kha tì-kàu lí hoān-chōe, chiū tio̍h chám-tn̄g i; lí lêng-khó͘ pái-kha ji̍p oa̍h, bo̍h-tit nn̄g kha siū hiat-lo̍h tē-ge̍k.","tghg":"設使你一腳致到你犯罪，就著斬斷伊；","bklhl":"設使你一腳致到你犯罪，就tio̍h斬斷伊；你寧可跛腳入活，莫得兩腳受hiat落地獄。"}},{"book":"可","chapter":9,"verse":46,"versions":{"unv":"你瘸腿進入永生，強如有兩隻腳被丟在地獄裡。","tghg":"你寧可跛腳入活，莫得二腳受㧒落地獄。"}},{"book":"可","chapter":9,"verse":47,"versions":{"unv":"倘若你一隻眼叫你跌倒，就去掉它；你只有一隻眼進入　神的國，強如有兩隻眼被丟在地獄裡。","bklcl":"Siat-sú lí chi̍t ba̍k tì-kàu lí hoān-chōe, chiū tio̍h iah-khì; lí lêng-khó͘ chi̍t ba̍k ji̍p tī Siōng-tè ê kok, bo̍h-tit nn̄g ba̍k hiat-lo̍h tē-ge̍k;","tghg":"設使你一目致到你犯罪，就著挖去(iah-khì)；你寧可一目入佇上帝的國，莫得二目㧒落地獄。","bklhl":"設使你一目致到你犯罪，就tioh削去；你寧可一目入tī上帝ê國，莫得兩目hiat落地獄；"}},{"book":"可","chapter":9,"verse":48,"versions":{"unv":"在那裡，蟲是不死的，火是不滅的。","bklcl":"tī hia in ê thâng bô sí, hé bô hoa.","tghg":"佇遐，𪜶的蟲無死，火無熄。","bklhl":"tī hia in ê蟲無死，火無hoa。"}},{"book":"可","chapter":9,"verse":49,"versions":{"unv":"因為必用火當鹽醃各人。（有古卷加：凡祭物必用鹽醃。）","bklcl":"In-ūi ta̍k lâng beh ēng hé lâi sīⁿ i.","tghg":"因為逐人欲用火來豉(sīⁿ)伊。","bklhl":"因為ta̍k人beh用火來sīⁿ伊。"}},{"book":"可","chapter":9,"verse":50,"versions":{"unv":"鹽本是好的，若失了味，可用甚麼叫它再鹹呢？你們裡頭應當有鹽，彼此和睦。」","bklcl":"Iâm sī hó; iâm nā sit-lo̍h i ê kiâm, beh ēng sím-mi̍h lâi ho̍k-tò i ê bī?  Lín ê lāi-bīn eng-kai tio̍h ū iâm; iā tāi-ke tio̍h saⁿ hô-hó.","tghg":"鹽是好，鹽若失落伊的鹹，欲用甚麼來復倒伊的味？恁的內面應該著有鹽，也大家著相和好。」","bklhl":"鹽是好；鹽若失落伊ê 鹹，beh用甚麼來復到伊ê味？Lín ê內面應該tio̍h有鹽；也大家tio̍h saⁿ和好。"}}]