[{"book":"可","chapter":8,"verse":1,"versions":{"unv":"那時，又有許多人聚集，並沒有甚麼吃的。耶穌叫門徒來，說：","bklcl":"Tng hit kúi ji̍t chèng lâng koh tōa chū-chi̍p, bô sím-mi̍h thang chia̍h, Iâ-so͘ kiò I ê ha̍k-seng lâi kā in kóng,","tghg":"當彼幾日，眾人閣大聚集，無甚麼通食。耶穌叫伊的學生來，給𪜶講：","bklhl":"當hit幾日眾人koh大聚集，無甚麼thang食，耶穌叫伊ê學生來kā in講，"}},{"book":"可","chapter":8,"verse":2,"versions":{"unv":"「我憐憫這眾人；因為他們同我在這裡已經三天，也沒有吃的了。","bklcl":"Góa khó-lîn chèng lâng, in-ūi in í-keng kap góa tòa saⁿ ji̍t, iā bô mi̍h thang chia̍h;","tghg":"「我可憐眾人；因為𪜶已經及我住三日，也無物通食。","bklhl":"我可憐眾人，因為in已經kap我tòa三日，也無物thang食；"}},{"book":"可","chapter":8,"verse":3,"versions":{"unv":"我若打發他們餓著回家，就必在路上困乏，因為其中有從遠處來的。」","bklcl":"góa nā hō͘ in iau-iau tò-khì in chhù, in tī lō͘-ni̍h ōe ià-siān, in-ūi in tiong-kan ū-ê tùi hn̄g-hn̄g lâi.","tghg":"我若互𪜶枵枵倒去𪜶厝：「𪜶佇路裡會厭倦，因為𪜶中間有的對遠遠來。」","bklhl":"我若hō͘ in iau-iau tò去in厝，in tī路裡會厭倦，因為in中間有ê tùi遠遠來。"}},{"book":"可","chapter":8,"verse":4,"versions":{"unv":"門徒回答說：「在這野地，從哪裡能得餅，叫這些人吃飽呢？」","bklcl":"Ha̍k-seng ìn I kóng, Tī chit ê khòng-iá, tùi tá-lo̍h ōe tit-tio̍h piáⁿ hō͘ hiah-ê lâng chia̍h pá?","tghg":"學生應伊講：「佇此個曠野，對叨落會得著餅，互許個人食飽？」","bklhl":"學生應伊講，Tī chit ê曠野，tùi tá-lo̍h會得tio̍h餅hō͘ hiah-ê人食飽？"}},{"book":"可","chapter":8,"verse":5,"versions":{"unv":"耶穌問他們說：「你們有多少餅？」他們說：「七個。」","bklcl":"Iâ-so͘ mn̄g in kóng, Lín ū jōa chōe piáⁿ? In kóng, Chhit ê.","tghg":"耶穌問𪜶講：「恁有偌多餅？」𪜶講：「七個。」","bklhl":"耶穌問in講，Lín有jōa chōe餅？In講，七個。"}},{"book":"可","chapter":8,"verse":6,"versions":{"unv":"他吩咐眾人坐在地上，就拿著這七個餅祝謝了，擘開，遞給門徒，叫他們擺開，門徒就擺在眾人面前。","bklcl":"Chiū bēng-lēng chèng lâng chē tī tōe-ni̍h; the̍h hí chhit ê piáⁿ, chiok-siā lâi peh, kau hō͘ I ê ha̍k-seng, hō͘ in pâi-lia̍t; in chiū pâi-lia̍t tī chèng lâng ê bīn-chêng.","tghg":"就命令眾人坐佇地裡，提彼七個餅祝謝，來擘，交互伊的學生，互𪜶排列，𪜶就排列佇眾人的面前。","bklhl":"就命令眾人坐tī地裡；the̍h hí七個餅，祝謝來peh，交hō͘伊ê學生，hō͘ in排列；in就排列tī眾人ê面前。"}},{"book":"可","chapter":8,"verse":7,"versions":{"unv":"又有幾條小魚；耶穌祝了福，就吩咐也擺在眾人面前。","bklcl":"Koh ū tām-po̍h sòe bé hî; í-keng chiok-siā, iā kah in tio̍h pâi-lia̍t.","tghg":"閣有淡薄細尾魚；已經祝謝，也教𪜶著排列。","bklhl":"Koh有淡薄細尾魚；已經祝謝，也kah in tio̍h排列。"}},{"book":"可","chapter":8,"verse":8,"versions":{"unv":"眾人都吃，並且吃飽了，收拾剩下的零碎，有七筐子。","bklcl":"Lâng lóng chia̍h kàu pá; khioh só͘ chhun ê piáⁿ-chhùi chhit nâ.","tghg":"人攏食到飽，拾所剩的餅碎七籃(nâ)。","bklhl":"人lóng食到飽；拾所chhun ê餅碎七籃。"}},{"book":"可","chapter":8,"verse":9,"versions":{"unv":"人數約有四千。耶穌打發他們走了，","bklcl":"Lâng-gia̍h iok-lio̍k ū sì-chheng.  Chiū hō͘ in sì-sòaⁿ.","tghg":"人額約略有四千。就互𪜶四散，","bklhl":"人額約略有四千。就hō͘ in四散。"}},{"book":"可","chapter":8,"verse":10,"versions":{"unv":"隨即同門徒上船，來到大瑪努他境內。","bklcl":"Pún-sin liâm-piⁿ kap ha̍k-seng tah chûn, kàu Tāi-má-lô͘-tāi ê kéng-kài.","tghg":"本身連鞭及學生搭船，到大瑪努大的境界。","bklhl":"本身liâm-piⁿ kap學生搭船，到Tāi-má-lô͘-tāi ê境界。"}},{"book":"可","chapter":8,"verse":11,"versions":{"unv":"法利賽人出來盤問耶穌，求他從天上顯個神蹟給他們看，想要試探他。","bklcl":"Hoat-lī-sài lâng chhut-khì, chiū piān-pok I, tùi I kiû chi̍t-ê chhut tī thiⁿ-ni̍h ê sîn-jiah, sī beh chhì I.","tghg":"法利賽人出去，就辯駁伊，對伊求一個出佇天裡的神蹟，是欲試伊。","bklhl":"法利賽人出去，就辯駁伊，對伊求一个出tī天裡ê神蹟，是beh試伊。"}},{"book":"可","chapter":8,"verse":12,"versions":{"unv":"耶穌心裡深深地歎息，說：「這世代為甚麼求神蹟呢？我實在告訴你們，沒有神蹟給這世代看。」","bklcl":"Iâ-so͘ sim-lāi tōa thó͘-khùi kóng, Chit sè-tāi siáⁿ-sū kiû sîn-jiah ah?  Góa si̍t-chāi kā lín kóng, Koat-toàn bô beh ēng sîn-jiah hō͘ chit sè-tāi.","tghg":"耶穌心內大吐氣，講：「此世代啥事求神蹟啊？我實在給恁講，決斷無欲用神蹟互此世代。」","bklhl":"耶穌心內大吐氣講，Chit世代啥事求神蹟ah？我實在kā lín講，決斷無beh用神蹟hō͘ chit世代。"}},{"book":"可","chapter":8,"verse":13,"versions":{"unv":"他就離開他們，又上船往海那邊去了。","bklcl":"Chiū lī-khui in, koh tah chûn, khì hit pêng hōaⁿ.","tghg":"就離開𪜶，閣搭船去彼旁岸。","bklhl":"就離開in，koh搭船，去hit-pêng岸。"}},{"book":"可","chapter":8,"verse":14,"versions":{"unv":"門徒忘了帶餅；在船上除了一個餅，沒有別的食物。","bklcl":"Ha̍k-seng bōe kì-tit tòa piáⁿ, chûn-lāi chí ū chi̍t ê piáⁿ, í-gōa bô pa̍t hāng ê chia̍h-mi̍h.","tghg":"學生𣍐記得帶餅；船內只有一個餅，以外無別項的食物。","bklhl":"學生bōe記得帶餅，船內只有一个餅，以外無別項ê食物。"}},{"book":"可","chapter":8,"verse":15,"versions":{"unv":"耶穌囑咐他們說：「你們要謹慎，防備法利賽人的酵和希律的酵。」","bklcl":"Iâ-so͘ kéng-kài in kóng, Lín tio̍h kín-sīn, tî-hông Hoat-lī-sài lâng ê kàⁿ, kap Hi-lu̍t ê kàⁿ.","tghg":"耶穌警戒𪜶講：「恁著謹慎，持防法利賽人的酵及希律的酵。」","bklhl":"耶穌警戒in講，Lín tio̍h謹慎，持防法利賽人ê酵，kap希律ê酵。"}},{"book":"可","chapter":8,"verse":16,"versions":{"unv":"他們彼此議論說：「這是因為我們沒有餅吧。」","bklcl":"Ha̍k-seng saⁿ-kap gī-lūn kóng, Sī lán bô piáⁿ.","tghg":"學生相及議論講：「是咱無餅。」","bklhl":"學生saⁿ-kap議論講，是咱無餅。"}},{"book":"可","chapter":8,"verse":17,"versions":{"unv":"耶穌看出來，就說：「你們為甚麼因為沒有餅就議論呢？你們還不省悟，還不明白嗎？你們的心還是愚頑嗎？","bklcl":"Iâ-so͘ chai, chiū kā in kóng, Siáⁿ-sū in-ūi bô piáⁿ teh saⁿ-kap gī-lūn ah?  Lín iáu-kú bē chai, bē hiáu-ngō͘ mah?  lín ê sim iáu-kú tūn mah?","tghg":"耶穌知，就給𪜶講：「啥事因為無餅啲相及議論啊？恁猶久未知，未曉悟嗎？恁的心猶久鈍嗎？","bklhl":"耶穌知，就kā in講，啥事因為無餅teh saⁿ-kap議論ah？Lín iáu-kú bē知，bē曉悟mah？lín ê心iáu-kú鈍mah？"}},{"book":"可","chapter":8,"verse":18,"versions":{"unv":"你們有眼睛，看不見嗎？有耳朵，聽不見嗎？也不記得嗎？","bklcl":"Lín ū ba̍k-chiu iā bô teh khòaⁿ, ū hī-khang iā bô teh thiaⁿ, iā bōe kì-tit mah?","tghg":"恁有目睭，也無啲看？有耳孔，也無啲聽？也𣍐記得嗎？","bklhl":"Lín有目睭也無teh看，有耳孔也無teh聽，也bōe記得mah？"}},{"book":"可","chapter":8,"verse":19,"versions":{"unv":"我擘開那五個餅分給五千人，你們收拾的零碎裝滿了多少籃子呢？」他們說：「十二個。」","bklcl":"Góa peh gō͘ ê piáⁿ pun hō͘ gō͘-chheng lâng, lín khioh piáⁿ-chhùi móa kúi kheng ah? In kóng, Cha̍p-jī.","tghg":"我擘五個餅分互五千人，恁拾餅碎滿幾筐啊？」𪜶講：「十二。」","bklhl":"我peh五個餅pun hō͘五千人，lín拾餅碎滿幾筐ah？In講，十二。"}},{"book":"可","chapter":8,"verse":20,"versions":{"unv":"「又擘開那七個餅分給四千人，你們收拾的零碎裝滿了多少筐子呢？」他們說：「七個。」","bklcl":"Koh chhit ê piáⁿ pun hō͘ sì-chheng lâng, lín khioh piáⁿ-chhùi móa kúi nâ ah?  In kóng, Chhit nâ.","tghg":"閣七個餅分互四千人，恁拾餅碎滿幾籃啊？」𪜶講：「七籃。」","bklhl":"Koh七個餅pun hō͘四千人，lín拾餅碎滿kúi籃ah？In講，七籃。"}},{"book":"可","chapter":8,"verse":21,"versions":{"unv":"耶穌說：「你們還是不明白嗎？」","bklcl":"Chiū kā in kóng, Lín iáu-kú bē hiáu-ngō͘ mah?","tghg":"就給𪜶講：「恁猶久未曉悟嗎？」","bklhl":"就kā in講，Lín iáu-kú bē曉悟mah？"}},{"book":"可","chapter":8,"verse":22,"versions":{"unv":"他們來到伯賽大，有人帶一個瞎子來，求耶穌摸他。","bklcl":"Saⁿ-kap kàu Pek-sài-tāi.  Ū lâng chhōa chi̍t ê chhiⁿ-mî ê chiū-kūn I, kiû I bong i.","tghg":"相及到伯賽大，有人導一個睛瞑者就近伊，求伊摸伊。","bklhl":"Saⁿ-kap到伯賽大，有人chhōa一个chhiⁿ-mî ê就近伊，求伊摸伊。"}},{"book":"可","chapter":8,"verse":23,"versions":{"unv":"耶穌拉著瞎子的手，領他到村外，就吐唾沫在他眼睛上，按手在他身上，問他說：「你看見甚麼了？」","bklcl":"Iâ-so͘ khan chhiⁿ-mî lâng ê chhiú, chhōa i chhut hiuⁿ-lí gōa;  phùi-nōa tī i nn̄g lúi ba̍k-chiu, ēng chhiú hōaⁿ i, mn̄g kóng, Lí ū khòaⁿ-kìⁿ sím-mi̍h bô?","tghg":"耶穌牽睛瞑人的手，導伊出鄉里外，呸涎佇伊二蕊目睭，用手按伊，問講：「你有看見甚麼無？」","bklhl":"耶穌牽chhiⁿ-mî人ê手，chhōa伊出鄉里外；phùi-nōa tī伊兩蕊目睭，用手hōaⁿ伊，問講，你有看見甚麼無？"}},{"book":"可","chapter":8,"verse":24,"versions":{"unv":"他就抬頭一看，說：「我看見人了；他們好像樹木，並且行走。」","bklcl":"I kia̍h thâu khòaⁿ kóng, Góa khòaⁿ-kìⁿ lâng, in-ūi khòaⁿ-kìⁿ in chhin-chhiūⁿ chhiū iā teh kiâⁿ.","tghg":"伊攑頭看，講：「我看見人；因為看見𪜶親像樹，也啲行。」","bklhl":"伊kia̍h頭看講，我看見人，因為看見in親像樹也teh行。"}},{"book":"可","chapter":8,"verse":25,"versions":{"unv":"隨後又按手在他眼睛上，他定睛一看，就復了原，樣樣都看得清楚了。","bklcl":"Koh ēng chhiú hōaⁿ i nn̄g lúi ê ba̍k-chiu; i chù-ba̍k khòaⁿ, chiū chiâu-chn̂g hó, khòaⁿ ta̍k hāng mi̍h kàu bêng-bêng.","tghg":"閣用手按伊二蕊的目睭，伊注目看，就齊全好，看逐項物到明明。","bklhl":"Koh用手hōaⁿ伊兩蕊ê目睭；伊注目看，就齊全好，看ta̍k項物到明明。"}},{"book":"可","chapter":8,"verse":26,"versions":{"unv":"耶穌打發他回家，說：「連這村子你也不要進去。」","bklcl":"Iâ-so͘ kah i tò-khì in tau, kóng, Chit ê hiuⁿ-siā lí iā bo̍h-tit ji̍p.","tghg":"耶穌教伊倒去𪜶兜，講：「此個鄉社你也莫得入。」","bklhl":"耶穌kah伊tò去in tau，講，Chit ê鄉社你也莫得入。"}},{"book":"可","chapter":8,"verse":27,"versions":{"unv":"耶穌和門徒出去，往該撒利亞•腓立比的村莊去；在路上問門徒說：「人說我是誰？」","bklcl":"Iâ-so͘ kap ha̍k-seng chhut-khì kàu Kai-sat-lī-a Hui-li̍p-pí sio̍k hiah-ê hiuⁿ-siā; lō͘-ni̍h mn̄g I ê ha̍k-seng kóng, Lâng kóng góa sī chī-chūi?","tghg":"耶穌及學生出去，到該撒利亞腓立比屬許個鄉社；路裡問伊的學生講：「人講我是是誰？」","bklhl":"耶穌kap學生出去到該撒利亞腓立比屬hiah-ê鄉社；路裡問伊ê學生講，人講我是是誰？"}},{"book":"可","chapter":8,"verse":28,"versions":{"unv":"他們說：「有人說是施洗的約翰；有人說是以利亞；又有人說是先知裡的一位。」","bklcl":"In kā I kóng, Kiâⁿ sóe-lé ê Iok-hān; iā ū lâng kóng, Í-lī-a; koh ū lâng kóng, Sian-ti tiong ê chi̍t-ê.","tghg":"𪜶給伊講：「行洗禮的約翰；也有人講以利亞；閣有人講先知中的一個。」","bklhl":"In kā伊講，行洗禮ê約翰；也有人講，以利亞；koh有人講，先知中ê一个。"}},{"book":"可","chapter":8,"verse":29,"versions":{"unv":"又問他們說：「你們說我是誰？」彼得回答說：「你是基督。」","bklcl":"I koh mn̄g in kóng, Nā-sī lín kóng góa sī chī-chūi?  Pí-tek ìn I kóng, Lí sī Ki-tok.","tghg":"伊閣問𪜶講：「若是恁講我是誰？」彼得應伊講：「你是基督。」","bklhl":"伊koh問in講，若是lín講我是是誰？彼得應伊講，你是基督。"}},{"book":"可","chapter":8,"verse":30,"versions":{"unv":"耶穌就禁戒他們，不要告訴人。","bklcl":"I chiū kìm-kài in bo̍h-tit chiong I ê sū kā lâng kóng.","tghg":"伊就禁戒𪜶，莫得將伊的事給人講。","bklhl":"伊就禁戒in莫得將伊ê事kā人講。"}},{"book":"可","chapter":8,"verse":31,"versions":{"unv":"從此，他教訓他們說：「人子必須受許多的苦，被長老、祭司長，和文士棄絕，並且被殺，過三天復活。」","bklcl":"Chiū kà-sī in kóng, Jîn-chú tek-khak tio̍h siū chōe-chōe khó͘-chhó͘, hō͘ chiah-ê tiúⁿ-ló, chè-si-thâu, keng-ha̍k-sū khì-sak, koh siū hāi-sí, kè saⁿ ji̍t chiū koh-oa̍h.","tghg":"就教示𪜶講：「人子的確著受多多苦楚，互諸個長老、祭司頭、經學士棄拺，閣受害死，過三日就復活。」","bklhl":"就教示in講，人子的確tio̍h受chōe-chōe苦楚，hō͘ chiah ê長老、祭司頭、經學士棄sak，koh受害死，過三日就koh活。"}},{"book":"可","chapter":8,"verse":32,"versions":{"unv":"耶穌明明地說這話，彼得就拉著他，勸他。","bklcl":"Iâ-so͘ ēng chit ê ōe bêng-bêng kā in kóng. Pí-tek khan lâi chek-pī I.","tghg":"耶穌用此個話明明給𪜶講，彼得牽來責備伊。","bklhl":"耶穌用chit ê話明明kā in講。彼得牽來責備伊。"}},{"book":"可","chapter":8,"verse":33,"versions":{"unv":"耶穌轉過來，看著門徒，就責備彼得說：「撒但，退我後邊去吧！因為你不體貼　神的意思，只體貼人的意思。」","bklcl":"Nā-sī I oa̍t-tńg-sin khòaⁿ I ê ha̍k-seng, chiū chek-pī Pí-tek kóng, Sat-tàn, thè-khì góa ê āu-bīn; in-ūi lí só͘ siūⁿ m̄ sī Siōng-tè ê sū, sī lâng ê sū.","tghg":"若是伊越轉身，看伊的學生，就責備彼得講：「撒旦，退去我的後面！因為你所想呣是上帝的事，是人的事。」","bklhl":"但是伊oa̍t-tńg身看伊ê學生，就責備彼得講，撒旦，退去我ê後面；因為你所想m̄是上帝ê事，是人ê事。"}},{"book":"可","chapter":8,"verse":34,"versions":{"unv":"於是叫眾人和門徒來，對他們說：「若有人要跟從我，就當捨己，背起他的十字架來跟從我。","bklcl":"Chiū kiò chèng lâng kap I ê ha̍k-seng lâi, kā in kóng, Nā ū lâng ài tè góa, chiū tio̍h khòaⁿ-bô ka-kī, giâ i ê si̍p-jī-kè, lâi tè góa.","tghg":"就叫眾人及伊的學生來，給𪜶講：「若有人愛隨我，就著看無家己，夯伊的十字架來隨我。","bklhl":"就叫眾人kap伊ê學生來，kā in講，若有人ài tè我，就tio̍h看無家己，giâ伊ê十字架，來tè我。"}},{"book":"可","chapter":8,"verse":35,"versions":{"unv":"因為，凡要救自己生命（或譯：靈魂；下同）的，必喪掉生命；凡為我和福音喪掉生命的，必救了生命。","bklcl":"In-ūi kìⁿ-nā ài kiù  i ê sìⁿ-miā ê beh sit-lo̍h i; kìⁿ-nā ūi-tio̍h góa kap hok-im lâi sit-lo̍h i ê sìⁿ-miā ê beh kiù i.","tghg":"因為，見若愛救伊的生命的，欲失落伊；見若為著我及福音來失落伊的生命的，欲救伊。","bklhl":"因為見若ài救伊ê性命ê beh失落伊；見若為tio̍h我kap福音來失落伊ê性命ê beh救伊。"}},{"book":"可","chapter":8,"verse":36,"versions":{"unv":"人就是賺得全世界，賠上自己的生命，有甚麼益處呢？","bklcl":"Lâng nā tit-tio̍h choân sè-kài, lâi sòng-sit i ê sìⁿ-miā, ū sím-mi̍h lī-ek?","tghg":"人若得著全世界，來喪失伊的生命，有甚麼利益？","bklhl":"人若得tio̍h全世界，來喪失伊ê性命，有甚麼利益？"}},{"book":"可","chapter":8,"verse":37,"versions":{"unv":"人還能拿甚麼換生命呢？","bklcl":"In-ūi lâng beh chhut sím-mi̍h lâi tùi-ōaⁿ i ê sìⁿ-miā?","tghg":"因為人欲出甚麼來對換伊的生命？","bklhl":"因為人beh出甚麼來對換伊ê性命？"}},{"book":"可","chapter":8,"verse":38,"versions":{"unv":"凡在這淫亂罪惡的世代，把我和我的道當作可恥的，人子在他父的榮耀裡，同聖天使降臨的時候，也要把那人當作可恥的。」","bklcl":"Hoān-nā tī chit ê kan-îm ū chōe ê sè-tāi lia̍h góa kap góa ê ōe chòe kiàn-siàu ê, Jîn-chú ēng Pē ê êng-kng kap chiah-ê sèng ê thiⁿ-sài lâi ê sî, iā beh lia̍h i chòe kiàn-siàu.","tghg":"凡若佇此個姦淫有罪的世代，掠我及我的話做見誚的，人子用父的榮光，及諸個聖的天使來的時，也欲掠伊做見誚。」","bklhl":"凡若tī chit ê姦淫有罪ê世代掠我kap我ê話做見笑ê，人子用父ê榮光kap chiah ê聖ê天使來ê時，也beh掠伊做見笑。"}}]