[{"book":"可","chapter":13,"verse":1,"versions":{"unv":"耶穌從殿裡出來的時候，有一個門徒對他說：「夫子，請看，這是何等的石頭！何等的殿宇！」","bklcl":"Iâ-so͘ chhut tiān ê sî ū chi̍t ê ha̍k-seng kā I kóng, Sian-siⁿ, lí khòaⁿ-leh, chit hō chio̍h, chit hō chhù-the̍h!","tghg":"耶穌出殿的時，有一個學生給伊講：「先生，你看咧，此號石！此號厝宅！」","bklhl":"耶穌出殿 ê時，有一个學生kā伊講，先生，你看leh，chit號石，chit號厝宅！"}},{"book":"可","chapter":13,"verse":2,"versions":{"unv":"耶穌對他說：「你看見這大殿宇嗎？將來在這裡沒有一塊石頭留在石頭上，不被拆毀了。」","bklcl":"Iâ-so͘ kā i kóng, Lí khòaⁿ chiah-ê tōa chhù mah?  Tī chia beh bô chi̍t tè chio̍h lâu tī chio̍h ê téng-bīn, iā bô chhia-lo̍h-khì.","tghg":"耶穌給伊講：「你看諸個大厝嗎？佇遮欲無一塊石留佇石的頂面，也無捙落去。」","bklhl":"耶穌kā伊講，你看chiah ê大厝mah？Tī chia beh無一塊石留tī石ê頂面，也無chhia落去。"}},{"book":"可","chapter":13,"verse":3,"versions":{"unv":"耶穌在橄欖山上對聖殿而坐，彼得、雅各、約翰，和安得烈暗暗地問他說：","bklcl":"Iâ-so͘ tī Kaⁿ-ná soaⁿ chē tī tiān ê tùi-bīn; Pí-tek, Ngá-kok, Iok-hān kap An-tek-lia̍t àm-chīⁿ mn̄g I kóng,","tghg":"耶穌佇橄欖山坐佇殿的對面。彼得、雅各、約翰，及安得烈暗靜問伊講：","bklhl":"耶穌tī橄欖山坐tī殿 ê對面；彼得、雅各、約翰kap安得烈暗靜問伊講，"}},{"book":"可","chapter":13,"verse":4,"versions":{"unv":"「請告訴我們，甚麼時候有這些事呢？這一切事將成的時候有甚麼預兆呢？」","bklcl":"Chhiáⁿ kā goán kóng, sím-mi̍h sî ū chiah-ê sū?  Koh chiah-ê sū beh chiâⁿ ê sî ū sím-mi̍h tiāu-thâu ah?","tghg":"「請給阮講，甚麼時有諸個事？閣諸個事欲成的時有甚麼兆頭啊？」","bklhl":"請kā阮講，甚麼時有chiah ê事？Koh chiah ê事beh成ê時有甚麼兆頭ah？"}},{"book":"可","chapter":13,"verse":5,"versions":{"unv":"耶穌說：「你們要謹慎，免得有人迷惑你們。","bklcl":"Iâ-so͘ chiah kā in kóng, Lín tio̍h kín-sīn, bo̍h-tit hō͘ lâng bê-he̍k.","tghg":"耶穌才給𪜶講：「恁著謹慎，莫得互人迷惑。","bklhl":"耶穌chiah kā in講，Lín tio̍h謹慎，莫得hō͘人迷惑。"}},{"book":"可","chapter":13,"verse":6,"versions":{"unv":"將來有好些人冒我的名來，說：『我是基督』，並且要迷惑許多人。","bklcl":"Beh ū chōe-chōe lâng thok góa ê miâ lâi kóng, Góa chiū-sī Ki-tok, lâi bê-he̍k chōe-chōe lâng.","tghg":"欲有多多人託我的名來，講：『我就是基督』，來迷惑多多人。","bklhl":"Beh有chōe-chōe人託我ê名來講，我就是基督，來迷惑chōe-chōe人。"}},{"book":"可","chapter":13,"verse":7,"versions":{"unv":"你們聽見打仗和打仗的風聲，不要驚慌。這些事是必須有的，只是末期還沒有到。","bklcl":"Koh lín thiaⁿ-kìⁿ kau-chiàn kap kau-chiàn ê hong-siaⁿ ê sî, bo̍h-tit kiaⁿ; in-ūi chiah-ê sū tek-khak ū, chóng-sī boa̍t-kî iáu-bē kàu.","tghg":"閣恁聽見交戰及交戰的風聲的時，莫得驚。因為諸個事的確有，總是末期猶未到。","bklhl":"Koh lín聽見交戰kap交戰ê風聲ê時，莫得驚；因為chiah ê事的確有，總是末期iáu-bē到。"}},{"book":"可","chapter":13,"verse":8,"versions":{"unv":"民要攻打民，國要攻打國；多處必有地震、饑荒。這都是災難（災難：原文是生產之難）的起頭。","bklcl":"In-ūi peh-sìⁿ beh khí-lâi kong-kek peh-sìⁿ, kok iā beh kong-kek kok; ta̍k só͘-chāi beh ū tōe-tāng, iā beh ū ki-hng; chiah-ê sū chiū-sī khó͘-thàng ê khí-thâu.","tghg":"因為百姓欲起來攻擊百姓，國也欲攻擊國；逐所在欲有地動，也欲有飢荒。諸個事就是苦痛的起頭。","bklhl":"因為百姓beh起來攻擊百姓，國也beh攻擊國；ta̍k所在beh有地動，也beh有飢荒；chiah ê事就是苦痛ê起頭。"}},{"book":"可","chapter":13,"verse":9,"versions":{"unv":"但你們要謹慎；因為人要把你們交給公會，並且你們在會堂裡要受鞭打，又為我的緣故站在諸侯與君王面前，對他們作見證。","bklcl":"Nā-sī lín tio̍h ka-kī kín-sīn, in-ūi lâng beh chiong lín sàng-kau kong-hōe, lín beh siū phah tī hōe-tn̂g-ni̍h; iā beh ūi-tio̍h góa ê iân-kò͘ khiā tī koaⁿ-hú kap kun-ông ê bīn-chêng, lâi tùi in chòe kan-chèng.","tghg":"若是恁著家己謹慎；因為人欲將恁送交公會，恁欲受拍佇會堂裡，也欲為著我的緣故徛佇官府及君王的面前，來對𪜶做干證。","bklhl":"但是lín tio̍h家己謹慎，因為人beh將lín送交公會，lín beh受phah tī會堂裡；也beh為tio̍h我ê緣故khiā tī官府kap君王ê面前，來對in做干證。"}},{"book":"可","chapter":13,"verse":10,"versions":{"unv":"然而，福音必須先傳給萬民。","bklcl":"Chóng-sī hok-im tek-khak tāi-seng thoân tī bān pang.","tghg":"總是，福音的確代先傳佇萬邦。","bklhl":"總是福音的確事先傳tī萬邦。"}},{"book":"可","chapter":13,"verse":11,"versions":{"unv":"人把你們拉去交官的時候，不要預先思慮說甚麼；到那時候，賜給你們甚麼話，你們就說甚麼；因為說話的不是你們，乃是聖靈。","bklcl":"Lâng thoa lín, chiong lín sàng-kau ê sî, bo̍h-tit tāi-seng khòa-lū beh cháiⁿ-iūⁿ kóng; tng hit sî só͘ siúⁿ-sù lín kóng ê lín tio̍h kóng i; in-ūi m̄ sī lín ka-kī kóng, chiū-sī Sèng Sîn teh kóng.","tghg":"人拖恁將恁送交的時，莫得代先掛慮欲怎樣講；當彼時，所賞賜恁講的，恁著講伊；因為呣是恁家己講，就是聖神啲講。","bklhl":"人拖lín，將lín送交ê時，莫得事先掛慮beh怎樣講；當hit時所賞賜lín講ê lín tio̍h講伊；因為m̄是lín家己講，就是聖神teh講。"}},{"book":"可","chapter":13,"verse":12,"versions":{"unv":"弟兄要把弟兄，父親要把兒子，送到死地；兒女要起來與父母為敵，害死他們；","bklcl":"Hiaⁿ-tī beh chiong hiaⁿ-tī sàng-kau khì sí; pē khoán-thāi kiáⁿ iā sī án-ni; kiáⁿ-jî beh khí-lâi kong-kek pē-bú hō͘ i sí.","tghg":"兄弟欲將兄弟送交去死，父款待子也是按呢；子兒欲起來攻擊父母，互伊死；","bklhl":"兄弟beh將兄弟送交去死；父款待kiáⁿ也是án-ni；kiáⁿ兒beh起來攻擊父母hō͘伊死。"}},{"book":"可","chapter":13,"verse":13,"versions":{"unv":"並且你們要為我的名被眾人恨惡。惟有忍耐到底的，必然得救。」","bklcl":"Iā lín in-ūi góa ê miâ beh hō͘ chèng lâng oàn-hūn; to̍k-to̍k thun-lún kàu lō͘-bé ê, i beh tit-tio̍h kiù.","tghg":"也恁因為我的名欲互眾人怨恨。獨獨吞愞到路尾的，伊欲得著救。」","bklhl":"也lín因為我ê名beh hō͘眾人怨恨；獨獨吞忍到路尾ê，伊beh得tio̍h救。"}},{"book":"可","chapter":13,"verse":14,"versions":{"unv":"「你們看見那行毀壞可憎的，站在不當站的地方（讀這經的人須要會意）。那時，在猶太的，應當逃到山上；","bklcl":"Chóng-sī lín khòaⁿ-kìⁿ hit ê chân-hāi khó-ò͘ⁿ ê khiā tī i m̄ eng-kai khiā ê só͘-chāi (tha̍k ê lâng tio̍h hiáu-ngō͘), hit sî tī Iû-thài ê tio̍h cháu-khì soaⁿ-ni̍h;","tghg":"「總是恁看見彼個殘害可惡的，徛佇伊呣應該徛的所在（讀的人著曉悟）。彼時，佇猶太的，著走去山裡；","bklhl":"總是lín看見hit ê殘害可惡ê khiā tī伊m̄應該khiā ê所在(讀ê人tio̍h曉悟)，hit時tī偤太ê tio̍h走去山裡；"}},{"book":"可","chapter":13,"verse":15,"versions":{"unv":"在房上的，不要下來，也不要進去拿家裡的東西；","bklcl":"tī chhù-téng ê bo̍h-tit ji̍p-khì chhù-lāi the̍h sím-mi̍h;","tghg":"佇厝頂的，莫得入去厝內提甚麼；","bklhl":"tī厝頂ê莫得入去厝內the̍h甚麼；"}},{"book":"可","chapter":13,"verse":16,"versions":{"unv":"在田裡的，也不要回去取衣裳。","bklcl":"tī hn̂g-ni̍h ê bo̍h-tit tò-lâi hiaⁿh i ê saⁿ.","tghg":"佇園裡的，莫得倒來擜(hiahn)伊的衫。","bklhl":"tī園裡ê莫得tò來hiaⁿh伊ê衫。"}},{"book":"可","chapter":13,"verse":17,"versions":{"unv":"當那些日子，懷孕的和奶孩子的有禍了！","bklcl":"Tng hiah-ê ji̍t ū sin-īn kap hō͘ eⁿ-á chia̍h lin ê hū-jîn-lâng ū chai-ē!","tghg":"當許個日，有娠孕(sin-īn)及互嬰仔食奶的婦仁人有災禍！","bklhl":"當hiah-ê日有身孕kap hō͘嬰á食奶ê婦人人有災禍！"}},{"book":"可","chapter":13,"verse":18,"versions":{"unv":"你們應當祈求，叫這些事不在冬天臨到。","bklcl":"Lín tio̍h kî-tó bián-tit tang-thiⁿ sî tú-tio̍h chit ê sū.","tghg":"恁著祈禱，免得冬天時抵著(tú-tio̍h)此個事。","bklhl":"Lín tio̍h祈禱免得冬天時tú-tio̍h chit ê事。"}},{"book":"可","chapter":13,"verse":19,"versions":{"unv":"因為在那些日子必有災難，自從　神創造萬物直到如今，並沒有這樣的災難，後來也必沒有。","bklcl":"In-ūi hiah-ê ji̍t beh ū hoān-lān, chiū-sī tùi Siōng-tè chhòng-chō sè-kan ê khí-thâu, kàu chit tia̍p bē ū án-ni, āu-lâi iā bô.","tghg":"因為許個日欲有患難，就是對上帝創造世間的起頭到此霎(tia̍p)，未有按呢，後來也無。","bklhl":"因為hiah-ê日beh有患難，就是tùi上帝創造世間ê起頭，到chit tia̍p bē有án-ni，後來也無。"}},{"book":"可","chapter":13,"verse":20,"versions":{"unv":"若不是主減少那日子，凡有血氣的，總沒有一個得救的；只是為主的選民，他將那日子減少了。","bklcl":"Nā m̄ sī Chú kiám-chió hiah-ê ji̍t, chiū hoān ū jio̍k-thé ê bô chi̍t-ê tit kiù.  Chóng-sī ūi-tio̍h kéng ê peh-sìⁿ, chiū-sī I só͘ kéng ê, ê iân-kò͘, I ū kiám-chió hiah-ê ji̍t.","tghg":"若呣是主減少許個日，就凡有肉體的，無一個得救；總是為著揀的百姓，就是伊所揀者的緣故，伊有減少許個日。","bklhl":"若m̄是主減少hiah-ê日，就凡有肉體ê無一个得救。總是為tio̍h揀ê百姓，就是伊所揀ê ê緣故，伊有減少hiah-ê日。"}},{"book":"可","chapter":13,"verse":21,"versions":{"unv":"那時若有人對你們說：『看哪，基督在這裡』，或說：『基督在那裡』，你們不要信！","bklcl":"Hit sî nā ū lâng kā lín kóng, Ki-tok tī chia, á-sī kóng, Tī hia, bo̍h-tit sìn.","tghg":"彼時若有人給恁講：『基督佇遮』，抑是講：『佇遐』，莫得信！","bklhl":"Hit時若有人kā lín講，基督tī chia，á是講，Tī hia，莫得信。"}},{"book":"可","chapter":13,"verse":22,"versions":{"unv":"因為假基督、假先知將要起來，顯神蹟奇事，倘若能行，就把選民迷惑了。","bklcl":"In-ūi beh ū ké Ki-tok, ké sian-ti khí-lâi, kiâⁿ sîn-jiah kap tiāu-thâu; beh sī ōe, liân kéng ê peh-sìⁿ, iā bê-he̍k in.","tghg":"因為欲有假基督，假先知起來，行神蹟及兆頭，欲是會，連揀的百姓也迷惑𪜶。","bklhl":"因為beh有假基督、假先知起來，行神蹟kap兆頭；beh是會，連揀ê百姓，也迷惑in。"}},{"book":"可","chapter":13,"verse":23,"versions":{"unv":"你們要謹慎。看哪，凡事我都預先告訴你們了。」","bklcl":"Chóng-sī lín tio̍h kín-sīn; góa í-keng tāi-seng lóng kā lín kóng.","tghg":"總是恁著謹慎。我已經代先攏給恁講。」","bklhl":"總是lín tio̍h謹慎；我已經事先lóng kā lín講。"}},{"book":"可","chapter":13,"verse":24,"versions":{"unv":"「在那些日子，那災難以後，日頭要變黑了，月亮也不放光，","bklcl":"Tng hiah-ê ji̍t, hit ê hoān-lān ê liáu-āu, ji̍t beh o͘-àm, ge̍h bô chhut i ê kng,","tghg":"「當許個日，彼個患難的了後，日欲黑暗，月無出伊的光，","bklhl":"當hiah-ê日，hit ê患難ê了後，日beh烏暗，月無出伊ê 光，"}},{"book":"可","chapter":13,"verse":25,"versions":{"unv":"眾星要從天上墜落，天勢都要震動。","bklcl":"chhiⁿ tùi thiⁿ ka-la̍uh, tī thiⁿ-ni̍h ê siōng beh tín-tāng.","tghg":"星對天磕落(ka-la̍uh)，佇天裡的象欲振動。","bklhl":"星tùi天ka-la̍uh，tī天裡ê象beh振動。"}},{"book":"可","chapter":13,"verse":26,"versions":{"unv":"那時，他們（馬太二十四章三十節是地上的萬族）要看見人子有大能力、大榮耀，駕雲降臨。","bklcl":"Hit sî beh khòaⁿ-kìⁿ Jîn-chú ēng tōa koân-lêng kap êng-kng, tī hûn-tiong lîm-kàu.","tghg":"彼時，欲看見人子用大權能及榮光，佇雲中臨到。","bklhl":"Hit時beh看見人子用大權能kap榮光，tī雲中臨到。"}},{"book":"可","chapter":13,"verse":27,"versions":{"unv":"他要差遣天使，把他的選民，從四方（方：原文是風），從地極直到天邊，都招聚了來。」","bklcl":"Hit sî I beh chhe I ê thiⁿ-sài tùi sì-hng chū-chi̍p I só͘ kéng ê peh-sìⁿ, tùi tōe-ke̍k kàu thiⁿ-piⁿ.","tghg":"彼時伊欲差伊的天使，對四方，聚集伊所揀的百姓，對地極到天邊。」","bklhl":"Hit時伊beh差伊ê天使tùi四方聚集伊所揀ê百姓，tùi地極到天邊。"}},{"book":"可","chapter":13,"verse":28,"versions":{"unv":"「你們可以從無花果樹學個比方：當樹枝發嫩長葉的時候，你們就知道夏天近了。","bklcl":"Lín tio̍h o̍h bû-hoa-kó chhiū chit ê phì-jū; tng ki nńg hio̍h hoat ê sî, lín chiū chai hē-thiⁿ kūn lah.","tghg":"「恁著學無花果樹此個譬喻：當枝軟葉發的時，恁就知夏天近啦。","bklhl":"Lín tio̍h學無花果樹chit ê譬喻；當枝軟葉發ê時，lín就知夏天近lah。"}},{"book":"可","chapter":13,"verse":29,"versions":{"unv":"這樣，你們幾時看見這些事成就，也該知道人子（人子：或譯　神的國）近了，正在門口了。","bklcl":"Án-ni lín khòaⁿ chiah-ê sū, tio̍h chai sī kūn, kàu mn̂g-kháu lah.","tghg":"按呢，恁看諸個事，著知是近，到門口啦。","bklhl":"Án-ni lín看chiah ê事，tio̍h知是近，到門口lah。"}},{"book":"可","chapter":13,"verse":30,"versions":{"unv":"我實在告訴你們，這世代還沒有過去，這些事都要成就。","bklcl":"Góa si̍t-chāi kā lín kóng, Chit sè-tāi iáu-bē kè-khì, kàu chiah-ê tāi-chì lóng chiâⁿ.","tghg":"我實在給恁講，此世代猶未過去，到諸個代誌攏成。","bklhl":"我實在kā lín講，Chit世代iáu-bē過去，到chiah ê tāi-chì lóng成。"}},{"book":"可","chapter":13,"verse":31,"versions":{"unv":"天地要廢去，我的話卻不能廢去。」","bklcl":"Thiⁿ tōe beh hòe-bô, góa ê ōe bōe hòe-bô.","tghg":"天地欲廢無，我的話𣍐廢無。」","bklhl":"天地beh廢無，我ê話bōe廢無。"}},{"book":"可","chapter":13,"verse":32,"versions":{"unv":"「但那日子，那時辰，沒有人知道，連天上的使者也不知道，子也不知道，惟有父知道。","bklcl":"Nā-sī lūn hit ji̍t hit sî lâng m̄ chai, tī thiⁿ-ni̍h ê thiⁿ-sài iā m̄ chai.  Kiáⁿ iā m̄ chai, to̍k-to̍k Pē chai i.","tghg":"「若是論彼日，彼時，人呣知，佇天裡的天使也呣知，子也呣知，獨獨父知伊。","bklhl":"但是論hit日hit時人m̄知，tī天裡ê天使也m̄知。Kiáⁿ也m̄知，獨獨父知伊。"}},{"book":"可","chapter":13,"verse":33,"versions":{"unv":"你們要謹慎，警醒祈禱，因為你們不曉得那日期幾時來到。","bklcl":"Tio̍h kín-sīn kéng-séng lâi kî-tó, in-ūi lín m̄ chai hit ê kî sī tī sím-mi̍h sî.","tghg":"著謹慎，警醒來祈禱，因為恁呣知彼個期是佇甚麼時。","bklhl":"Tio̍h謹慎警醒來祈禱，因為lín m̄知hit ê期是tī甚麼時。"}},{"book":"可","chapter":13,"verse":34,"versions":{"unv":"這事正如一個人離開本家，寄居外邦，把權柄交給僕人，分派各人當做的工，又吩咐看門的警醒。","bklcl":"Sī chhin-chhiūⁿ chi̍t lâng lī-khui i ê ke, khì chhut-gōa, chiong koân kau-tāi i chiah-ê lô͘-po̍k, ū phài kang hō͘ ta̍k lâng chòe, koh hoan-hù kò͘-mn̂g ê tio̍h tiuⁿ-tî.","tghg":"是親像一人離開伊的家，去出外，將權交代伊諸個奴僕，有派工互逐人做，閣吩咐顧門者著張持(tiun-tî)。","bklhl":"是親像一人離開伊ê家，去出外，將權交帶伊chiah ê奴僕，有派工hō͘ ta̍k人做，koh吩咐顧門ê tio̍h tiuⁿ-tî。"}},{"book":"可","chapter":13,"verse":35,"versions":{"unv":"所以，你們要警醒；因為你們不知道家主甚麼時候來，或晚上，或半夜，或雞叫，或早晨；","bklcl":"Só͘-í lín tio̍h tiuⁿ-tî, in-ūi lín m̄ chai lín ê Chú sím-mi̍h sî beh lâi, he̍k-sī ji̍t-àm, he̍k-sī pòaⁿ-mî, he̍k-sī koe thî, he̍k-sī thiⁿ-kng chá;","tghg":"所以，恁著張持；因為恁呣知恁的主甚麼時欲來，或是日暗，或是半暝，或是雞啼，或是天光早；","bklhl":"所以lín tio̍h tiuⁿ-tî，因為lín m̄知lín ê主甚麼時beh來，或是日暗，或是半暝，或是雞啼，或是天光早；"}},{"book":"可","chapter":13,"verse":36,"versions":{"unv":"恐怕他忽然來到，看見你們睡著了。","bklcl":"kiaⁿ-liáu I hut-jiân lâi tú-tio̍h lín teh khùn.","tghg":"驚了伊忽然來，抵著恁啲睏。","bklhl":"驚了伊忽然來tú-tio̍h lín teh睏。"}},{"book":"可","chapter":13,"verse":37,"versions":{"unv":"我對你們所說的話，也是對眾人說：要警醒！」","bklcl":"Góa só͘ kā lín kóng ê, iā kā chèng lâng kóng, Tio̍h tiuⁿ-tî.","tghg":"我所給恁講的，也給眾人講：著張持！」","bklhl":"我所kā lín講ê，也kā眾人講，Tio̍h tiuⁿ-tî。"}}]