[{"book":"可","chapter":7,"verse":1,"versions":{"unv":"有法利賽人和幾個文士從耶路撒冷來，到耶穌那裡聚集。","bklcl":"Ū Hoat-lī-sài lâng kap kúi-nā ê keng-ha̍k-sū chū-chi̍p chiū-kūn Iâ-so͘; in sī tùi Iâ-lō͘-sat-léng lâi,","tghg":"有法利賽人及幾若個經學士聚集就近耶穌，𪜶是對耶路撒冷來。","bklhl":"有法利賽人kap kúi-nā ê經學士聚集就近耶穌；in是tùi耶路撒冷來，"}},{"book":"可","chapter":7,"verse":2,"versions":{"unv":"他們曾看見他的門徒中有人用俗手，就是沒有洗的手，吃飯。","bklcl":"iā bat khòaⁿ-kìⁿ I ê ha̍k-seng tiong ū-ê ēng sio̍k-chhiú teh chia̍h, chiū-sī bē ū sóe ê chhiú.","tghg":"也曾看見伊的學生中有的用俗手啲食，就是未有洗的手。（","bklhl":"也bat看見伊ê學生中有ê用俗手teh食，就是未有洗ê手。"}},{"book":"可","chapter":7,"verse":3,"versions":{"unv":"（原來法利賽人和猶太人都拘守古人的遺傳，若不仔細洗手就不吃飯；","bklcl":"In-ūi Hoat-lī-sài lâng kap chèng Iû-thài lâng lóng sī khu-chip kó͘-chá lâng ê liû-thoân; nā bô chhut-la̍t sóe i ê chhiú chiū bô chia̍h;","tghg":"因為法利賽人及眾猶太人攏是拘執(khu-chip)古早人的流傳(liû-thoân)，若無出力洗伊的手就無食；","bklhl":"因為法利賽人kap眾偤太人lóng是拘執古早人ê流傳；若無出力洗伊ê手就無食；"}},{"book":"可","chapter":7,"verse":4,"versions":{"unv":"從市上來，若不洗浴也不吃飯；還有好些別的規矩，他們歷代拘守，就是洗杯、罐、銅器等物。）","bklcl":"tùi koe-chhī tò-lâi, nā bô sóe iā bô chia̍h; in só͘ siū lâi chip-siú ê iáu ū chōe-chōe hāng, chhin-chhiūⁿ sóe poe, koàn, tâng-khì, hiah-ê.","tghg":"對街市倒來，若無洗也無食；𪜶所受來執守的猶有多多項，親像洗杯、罐、銅器許個。）","bklhl":"tùi街市tò來，若無洗也無食；in所受來執守ê iáu有chōe-chōe項，親像洗杯、罐、銅器，hiah-ê。"}},{"book":"可","chapter":7,"verse":5,"versions":{"unv":"法利賽人和文士問他說：「你的門徒為甚麼不照古人的遺傳，用俗手吃飯呢？」","bklcl":"Hoat-lī-sài lâng kap keng-ha̍k-sū mn̄g I kóng, Lí ê ha̍k-seng bô chiàu kó͘-chá lâng ê liû-thoân lâi kiâⁿ, ēng sio̍k-chhiú lâi chia̍h sī cháiⁿ-iūⁿ?","tghg":"法利賽人及經學士問伊講：「你的學生無照古早人的流傳來行，用俗手來食是怎樣？」","bklhl":"法利賽人kap經學士問伊講，你ê學生無照古早人ê流傳來行，用俗手來食是怎樣？"}},{"book":"可","chapter":7,"verse":6,"versions":{"unv":"耶穌說：「以賽亞指著你們假冒為善之人所說的預言是不錯的。如經上說：這百姓用嘴唇尊敬我，心卻遠離我。","bklcl":"I kā in kóng, Í-sài-a só͘ chhàm-gú chí lín ké-hó ê lâng chin-chiàⁿ tio̍h, chiàu só͘ kì-chài kóng,\tChit ê peh-sìⁿ ēng chhùi-tûn chun-kèng góa,\tNā-sī in ê sim lī-khui góa hn̄g-hn̄g;","tghg":"伊給𪜶講：「以賽亞所讖語(chhàm-gú)指恁假好的人真正著。照所記載講：此個百姓用嘴唇尊敬我，若是𪜶的心離開我遠遠。","bklhl":"伊kā in講，以賽亞所讖語指lín假好ê人真正tio̍h，照所記載講，\tChit ê百姓用嘴唇尊敬我，\t但是in ê心離開我遠遠；"}},{"book":"可","chapter":7,"verse":7,"versions":{"unv":"他們將人的吩咐當作道理教導人，所以拜我也是枉然。","bklcl":"In kèng-pài góa sī khang-khang,\tIn-ūi in ēng lâng só͘ bēng-lēng chòe kà-sī, lâi kà-sī lâng.","tghg":"𪜶敬拜我是空空，因為𪜶用人所命令做教示，來教示人。","bklhl":"In敬拜我是空空，\t因為in用人所命令做教示，來教示人。"}},{"book":"可","chapter":7,"verse":8,"versions":{"unv":"你們是離棄　神的誡命，拘守人的遺傳」；","bklcl":"Án-ni lín sī pàng-sak Siōng-tè ê kài-bēng, khu-chip lâng ê liû-thoân.","tghg":"按呢恁是放拺上帝的誡命，拘執人的流傳」；","bklhl":"Án-ni lín是放sak上帝ê誡命，拘執人ê流傳。"}},{"book":"可","chapter":7,"verse":9,"versions":{"unv":"又說：「你們誠然是廢棄　神的誡命，要守自己的遺傳。","bklcl":"Koh kā in kóng, Lín si̍t-chāi sī khì-sak Siōng-tè ê kài-bēng, beh siú lín ê liû-thoân.","tghg":"閣給𪜶講：「恁實在是棄拺上帝的誡命，欲守恁的流傳。","bklhl":"Koh kā in講，Lín實在是棄sak上帝ê誡命，beh守lín ê流傳。"}},{"book":"可","chapter":7,"verse":10,"versions":{"unv":"摩西說：『當孝敬父母』；又說：『咒罵父母的，必治死他。』","bklcl":"In-ūi Mô͘-se bat kóng, Tio̍h chun-kèng lí ê lāu-pē kap lí ê lāu-bú; koh kóng, Mē pē mē bú ê lâng tek-khak tio̍h hō͘ i sí.","tghg":"因為摩西曾講：『著尊敬你的老父及你的老母』；閣講：『罵父罵母的人，的確著互伊死。』","bklhl":"因為摩西bat講，Tio̍h尊敬你ê老父kap你ê老母；koh講，罵父罵母ê人的確tio̍h hō͘伊死。"}},{"book":"可","chapter":7,"verse":11,"versions":{"unv":"你們倒說：『人若對父母說：我所當奉給你的，已經作了各耳板』（各耳板就是供獻的意思），","bklcl":"Nā-sī lín kóng, Lâng nā tùi i ê pē á-sī i ê bú kóng, Lí pún só͘ ōe thang tùi góa tit-tio̍h ê lī-ek í-keng chòe Kok-pán, (chiū-sī kóng, Lé-mi̍h);","tghg":"若是恁講：『人若對伊的父抑是伊的母講：你本所會通對我得著的利益，已經做各板(kok-pán)』（就是講禮物），","bklhl":"但是lín講，人若對伊ê父á是伊ê母講，你本所會thang tùi我得tio̍h ê利益已經做Kok-pán，(就是講，禮物)；"}},{"book":"可","chapter":7,"verse":12,"versions":{"unv":"以後你們就不容他再奉養父母。","bklcl":"í-āu lín chiū m̄ chún i ēng sím-mi̍h ho̍k-sāi i ê pē á-sī i ê bú;","tghg":"以後恁就呣准伊用甚麼服事伊的父抑是伊的母。","bklhl":"以後lín就m̄准伊用甚麼服事伊ê父 á是伊ê母；"}},{"book":"可","chapter":7,"verse":13,"versions":{"unv":"這就是你們承接遺傳，廢了　神的道。你們還做許多這樣的事。」","bklcl":"sī chiong lín só͘ thoân-siū ê liû-thoân hòe-bô Siōng-tè ê tō-lí; koh lín só͘ chòe ê chōe-chōe chhin-chhiūⁿ chit hō khoán.","tghg":"是將恁所傳授的流傳，廢無上帝的道理。閣恁所做的多多親像此號款。」","bklhl":"是將lín所傳授ê流傳廢無上帝ê道理；koh lín所做ê chōe-chōe親像chit號款。"}},{"book":"可","chapter":7,"verse":14,"versions":{"unv":"耶穌又叫眾人來，對他們說：「你們都要聽我的話，也要明白。","bklcl":"Chiū koh kiò chèng lâng chiū-kūn I, kā in kóng, Lín lóng tio̍h thiaⁿ góa lâi hiáu-ngō͘;","tghg":"就閣叫眾人就近伊，給𪜶講：「恁攏著聽我，來曉悟。","bklhl":"就koh叫眾人就近伊，kā in講，Lín lóng tio̍h聽我來曉悟；"}},{"book":"可","chapter":7,"verse":15,"versions":{"unv":"從外面進去的不能污穢人，惟有從裡面出來的乃能污穢人。」（有古卷加：","bklcl":"kìⁿ-nā tùi lâng ê gōa-bīn ji̍p ê bōe-ōe bak lâ-sâm lâng; to̍k-to̍k tùi lâng ê lāi-bīn chhut ê, chiah-ê chiū-sī bak lâ-sâm lâng.","tghg":"見若對人的外面入的𣍐會染(bak)垃墋人，獨獨對人的內面出的諸個就是染垃墋人。」","bklhl":"見若tùi人ê外面入ê bōe會bak lâ-sâm人；獨獨tùi人ê內面出ê，chiah ê就是bak lâ-sâm人。"}},{"book":"可","chapter":7,"verse":16,"versions":{"unv":"有耳可聽的，就應當聽！）","tghg":"｛有耳孔通聽的，著聽！〔台語羅馬譯本無此節！〕｝"}},{"book":"可","chapter":7,"verse":17,"versions":{"unv":"耶穌離開眾人，進了屋子，門徒就問他這比喻的意思。","bklcl":"Iâ-so͘ lī-khui chèng lâng ji̍p chhù, I ê ha̍k-seng chiong chit ê phì-jū mn̄g I.","tghg":"耶穌離開眾人，入厝，伊的學生將此個譬喻問伊。","bklhl":"耶穌離開眾人入厝，伊ê學生將chit ê譬喻問伊。"}},{"book":"可","chapter":7,"verse":18,"versions":{"unv":"耶穌對他們說：「你們也是這樣不明白嗎？豈不曉得凡從外面進入的，不能污穢人，","bklcl":"I chiū kā in kóng, Lín iā án-ni bōe hiáu-ngō͘ mah?","tghg":"伊就給𪜶講：「恁也按呢𣍐曉悟嗎？豈呣知見若對外面入佇人的，𣍐會染垃墋人，","bklhl":"伊就kā in講，Lín也án-ni bōe曉悟mah？"}},{"book":"可","chapter":7,"verse":19,"versions":{"unv":"因為不是入他的心，乃是入他的肚腹，又落到茅廁裡。（這是說，各樣的食物都是潔淨的）」；","bklcl":"Kiám m̄ chai kìⁿ-nā tùi gōa-bīn ji̍p tī lâng ê, bōe-ōe bak lâ-sâm lâng; in-ūi m̄ sī ji̍p i ê sim, chiū-sī ji̍p i ê pak-tó͘, lâi pàng tī chhè-tî.  I kóng án-ni sī hō͘ ta̍k hāng ê chia̍h-mi̍h lóng chheng-khì.","tghg":"因為呣是入伊的心，就是入伊的腹肚，來放佇廁池（伊講按呢，是互逐項的食物攏清氣）」；","bklhl":"Kiám m̄知見若tùi外面入tī人ê，bōe會bak lâ-sâm人；因為m̄是入伊ê心，就是入伊ê腹肚，來放tī廁池。伊講án-ni是hō͘ ta̍k項ê食物lóng清氣。"}},{"book":"可","chapter":7,"verse":20,"versions":{"unv":"又說：「從人裡面出來的，那才能污穢人；","bklcl":"Koh kóng, Tùi lâng ê lāi-bīn chhut ê, chiū-sī bak lâ-sâm lâng.","tghg":"閣講：「對人的內面出的，就是染垃墋人；","bklhl":"Koh講，Tùi人ê內面出ê，就是bak lâ-sâm人。"}},{"book":"可","chapter":7,"verse":21,"versions":{"unv":"因為從裡面，就是從人心裡，發出惡念、苟合、","bklcl":"In-ūi tùi lāi-bīn, chiū-sī tùi lâng ê sim, chhut chiah-ê pháiⁿ liām-thâu, su-thong, thau-the̍h, thâi lâng,","tghg":"因為對內面，就是對人的心，出諸個歹念頭、私通、","bklhl":"因為tùi內面，就是tùi人ê心，出chiah ê pháiⁿ念頭，私通、偷the̍h、刣人，"}},{"book":"可","chapter":7,"verse":22,"versions":{"unv":"偷盜、凶殺、姦淫、貪婪、邪惡、詭詐、淫蕩、嫉妒、謗讟、驕傲、狂妄。","bklcl":"kan-îm, tham-sim, siâ-ok, kan-chà, hò͘ⁿ-sek, pháiⁿ-ba̍k, húi-pòng, kiau-ngō͘, chhiong-kông;","tghg":"偷提、刣人、姦淫、貪心、邪惡、奸詐、好色(hò͘ⁿ-sek)、歹目、誹謗、驕傲猖狂。","bklhl":"姦淫、貪心、邪惡、奸詐、好色、pháiⁿ目，譭謗，驕傲，猖狂；"}},{"book":"可","chapter":7,"verse":23,"versions":{"unv":"這一切的惡都是從裡面出來，且能污穢人。」","bklcl":"hoān-nā chiah-ê pháiⁿ lóng sī tùi lāi-bīn chhut, iā bak lâ-sâm lâng.","tghg":"凡若諸個歹攏是對內面出，也染垃墋人。」","bklhl":"凡若chiah ê pháiⁿ lóng是tùi內面出，也bak lâ-sâm人。"}},{"book":"可","chapter":7,"verse":24,"versions":{"unv":"耶穌從那裡起身，往泰爾、西頓的境內去，進了一家，不願意人知道，卻隱藏不住。","bklcl":"Iâ-so͘ tùi hia khí-sin, khì kàu Chhui-lô Se-tùn ê kau-kài, ji̍p chi̍t keng chhù, m̄ ài lâng chai; nā-sī khǹg bōe ba̍t.","tghg":"耶穌對遐起身，去到推羅、西頓的交界，入一間厝，呣愛人知，若是囥𣍐密。","bklhl":"耶穌tùi hia起身，去到Chhui-lô Se-tùn ê交界，入一間厝，m̄ ài人知；但是khǹg bōe密。"}},{"book":"可","chapter":7,"verse":25,"versions":{"unv":"當下，有一個婦人，她的小女兒被污鬼附著，聽見耶穌的事，就來俯伏在他腳前。","bklcl":"Liâm-piⁿ ū chi̍t ê hū-jîn-lâng, i ê sòe-hàn cha-bó͘-kiáⁿ hō͘ siâ-sîn hū-sin, thiaⁿ-kìⁿ Iâ-so͘ ê sū, chiū lâi phak tī I ê kha-ē.","tghg":"連鞭有一個婦仁人，伊的細漢查某子互邪神附身，聽見耶穌的事，就來仆佇伊的腳下。","bklhl":"Liâm-piⁿ有一个婦人人，伊ê細漢cha-bó͘-kiáⁿ hō͘邪神附身，聽見耶穌ê事，就來仆tī伊ê腳下。"}},{"book":"可","chapter":7,"verse":26,"versions":{"unv":"這婦人是希臘人，屬敘利腓尼基族。她求耶穌趕出那鬼離開她的女兒。","bklcl":"Chit ê hū-jîn-lâng sī Hi-lī-nî lâng, sio̍k Sū-lī-hui-nî-ki ê cho̍k; i kiû Iâ-so͘ kóaⁿ kúi lī-khui i ê cha-bó͘-kiáⁿ.","tghg":"此個婦仁人是希利尼人，屬敘利非尼基的族。伊求耶穌趕鬼離開伊的查某子。","bklhl":"Chit ê婦人人是Hi-lī-nî人，屬Sū-lī-hui-nî-ki ê族；伊求耶穌趕鬼離開伊ê cha-bó͘-kiáⁿ。"}},{"book":"可","chapter":7,"verse":27,"versions":{"unv":"耶穌對她說：「讓兒女們先吃飽，不好拿兒女的餅丟給狗吃。」","bklcl":"Iâ-so͘ kā i kóng, Tio̍h hō͘ gín-ná tāi-seng chia̍h pá; in-ūi the̍h gín-ná ê piáⁿ hiat hō͘ káu sī m̄ hó.","tghg":"耶穌給伊講：「著互囝仔代先食飽，因為提囝仔的餅㧒互狗是呣好。」","bklhl":"耶穌kā伊講，Tio̍h hō͘ gín-ná事先食飽；因為the̍h gín-ná ê餅hiat hō͘狗是m̄好。"}},{"book":"可","chapter":7,"verse":28,"versions":{"unv":"婦人回答說：「主啊，不錯；但是狗在桌子底下也吃孩子們的碎渣兒。」","bklcl":"Hū-jîn-lâng ìn I kóng, Chú ah, sī lah; chóng-sī toh-kha ê káu iā chia̍h sòe-kiáⁿ ê piáⁿ-chhùi.","tghg":"婦仁人應伊講：「主啊，是啦；總是桌腳的狗也食細子的餅碎。」","bklhl":"婦人人應伊講，主ah，是lah；總是桌腳ê狗也食細kiáⁿ ê餅碎。"}},{"book":"可","chapter":7,"verse":29,"versions":{"unv":"耶穌對她說：「因這句話，你回去吧；鬼已經離開你的女兒了。」","bklcl":"Iâ-so͘ kā i kóng, In-ūi chit kù ōe lí thang tò-khì, kúi í-keng lī-khui lí ê cha-bó͘-kiáⁿ chhut-khì.","tghg":"耶穌給伊講：「因為此句話，你通倒去；鬼已經離開你的查某子出去。」","bklhl":"耶穌kā伊講，因為chit句話你thang tò去，鬼已經離開你ê cha-bó͘-kiáⁿ出去。"}},{"book":"可","chapter":7,"verse":30,"versions":{"unv":"她就回家去，見小孩子躺在床上，鬼已經出去了。","bklcl":"Hū-jîn-lâng tò-khì in tau, khòaⁿ-kìⁿ cha-bó͘-kiáⁿ tó tī bîn-chhn̂g, kúi í-keng chhut-khì.","tghg":"婦仁人倒去𪜶兜(tau)，看見查某子倒佇眠床，鬼已經出去。","bklhl":"婦人人tò去in tau，看見cha-bó͘-kiáⁿ倒tī眠床，鬼已經出去。"}},{"book":"可","chapter":7,"verse":31,"versions":{"unv":"耶穌又離了泰爾的境界，經過西頓，就從低加坡里境內來到加利利海。","bklcl":"Iâ-so͘ koh tùi Chhui-lô ê kéng-kài, keng-kè Se-tùn, tùi Te-ka-pho-lī kéng ê tiong-ng, kàu Ka-lī-lī hái.","tghg":"耶穌閣對推羅的境界，經過西頓，對低加波利境的中央，到加利利海。","bklhl":"耶穌koh tùi Chhui-lô ê境界，經過Se-tùn，tùi Te-ka-pho-lī境ê中央，到加利利海。"}},{"book":"可","chapter":7,"verse":32,"versions":{"unv":"有人帶著一個耳聾舌結的人來見耶穌，求他按手在他身上。","bklcl":"Ū lâng chhōa chi̍t ê chhàu-hī-lâng kòa tiuh-chi̍h-kun ê chiū-kūn I, kiû I kā i hōaⁿ chhiú.","tghg":"有人導一個臭耳聾掛拕(tiuh)舌根者就近伊，求伊給伊按手。","bklhl":"有人chhōa一个臭耳人kòa tiuh舌根ê就近伊，求伊kā伊hōaⁿ手。"}},{"book":"可","chapter":7,"verse":33,"versions":{"unv":"耶穌領他離開眾人，到一邊去，就用指頭探他的耳朵，吐唾沫抹他的舌頭，","bklcl":"Iâ-so͘ chhōa hit lâng lī-khui chèng lâng kàu piⁿ-thâu, chiū ēng chńg-thâu-á thàm i siang-pêng ê hī-khang, koh phùi-nōa lâi bong i ê chi̍h,","tghg":"耶穌導彼人離開眾人，到邊頭，就用指頭仔探伊雙旁的耳孔，閣呸涎來摸伊的舌，","bklhl":"耶穌chhōa hit人離開眾人到邊頭，就用指頭á探伊雙pêng ê耳孔，koh phùi-hōa來摸伊ê舌，"}},{"book":"可","chapter":7,"verse":34,"versions":{"unv":"望天歎息，對他說：「以法大！」就是說：「開了吧！」","bklcl":"ǹg thiⁿ thó͘-khùi, kā i kóng, Í-hoat-tāi, chiū-sī kóng, Khui.","tghg":"向天吐氣，給伊講；「以法大！」就是講：「開！」","bklhl":"ǹg天吐氣，kā伊講，Í-hoat-tāi，就是講，開。"}},{"book":"可","chapter":7,"verse":35,"versions":{"unv":"他的耳朵就開了，舌結也解了，說話也清楚了。","bklcl":"I siang-pêng ê hī-khang chiū khui, chi̍h-kun iā tháu, kóng ōe bêng-bêng.","tghg":"伊雙邊的耳孔就開，舌根也解(tháu)，講話明明。","bklhl":"伊雙pêng ê耳孔就開，舌根也tháu，講話明明。"}},{"book":"可","chapter":7,"verse":36,"versions":{"unv":"耶穌囑咐他們不要告訴人；但他越發囑咐，他們越發傳揚開了。","bklcl":"Iâ-so͘ kéng-kài in bo̍h-tit kā lâng kóng; chóng-sī ná kéng-kài, in ná pò-iông.","tghg":"耶穌警戒𪜶莫得給人講；總是愈警戒，𪜶愈報揚。","bklhl":"耶穌警戒in莫得kā人講；總是ná警戒，in ná報揚。"}},{"book":"可","chapter":7,"verse":37,"versions":{"unv":"眾人分外希奇，說：「他所做的事都好，他連聾子也叫他們聽見，啞巴也叫他們說話。」","bklcl":"Iā put-chí kî-koài kóng, I só͘ chòe lóng sī hó, hō͘ chhàu-hī-lâng ê thiaⁿ-kìⁿ, é-káu ê kóng ōe.","tghg":"也不止奇怪，講：「伊所做攏是好，互臭耳聾者聽見，啞口者講話。」","bklhl":"也不止奇怪講，伊所做lóng是好，hō͘臭耳人ê聽見，啞口ê講話。"}}]