[{"book":"可","chapter":2,"verse":1,"versions":{"unv":"過了些日子，耶穌又進了迦百農。人聽見他在房子裡，","bklcl":"Kè kúi-nā ji̍t Iâ-so͘ koh ji̍p Ka-pek-lông;","tghg":"過幾若日，耶穌閣入迦百農。人聽見伊佇厝內，","bklhl":"過kúi-nā日耶穌koh入迦百農；"}},{"book":"可","chapter":2,"verse":2,"versions":{"unv":"就有許多人聚集，甚至連門前都沒有空地；耶穌就對他們講道。","bklcl":"lâng thiaⁿ-kìⁿ I tī chhù-lāi chiū chōe-chōe lâng chū-chi̍p tì-kàu bô khàng-tōe, liân mn̂g-kháu iā bô;  I chiū kóng tō-lí hō͘ in thiaⁿ.","tghg":"就多多人聚集，致到無空地連門口也無；伊就講道理互𪜶聽。","bklhl":"人聽見伊tī厝內就chōe-chōe人聚集致到無空地，連門口也無；伊就講道理hō͘ in聽。"}},{"book":"可","chapter":2,"verse":3,"versions":{"unv":"有人帶著一個癱子來見耶穌，是用四個人抬來的；","bklcl":"Ū tòa chi̍t ê piàn-sūi ê chiū-kūn I, sī sì lâng kng i lâi.","tghg":"有帶一個半𤻄者就近伊，是四人扛(kng)伊來；","bklhl":"有帶一个piàn-sūi ê就近伊，是四人扛伊來。"}},{"book":"可","chapter":2,"verse":4,"versions":{"unv":"因為人多，不得近前，就把耶穌所在的房子，拆了房頂，既拆通了，就把癱子連所躺臥的褥子都縋下來。","bklcl":"In-ūi lâng chōe, bōe-ōe kūn-óa, chiū tī Iâ-so͘ tiàm ê só͘-chāi, thiah chhù-téng hō͘ i kui khang; chiū chiong piàn-sūi ê tó tī pho͘-á tūi-lo̍h-khì.","tghg":"因為人多，𣍐會近倚，就佇耶穌踮的所在，拆厝頂，互伊歸孔，就將半𤻄者倒佇舖仔墜落去。","bklhl":"因為人chōe，bōe會近óa，就tī耶穌tiàm ê所在，拆厝頂hō͘伊開孔；就將piàn-sūi ê倒tī舖á墜落去。"}},{"book":"可","chapter":2,"verse":5,"versions":{"unv":"耶穌見他們的信心，就對癱子說：「小子，你的罪赦了。」","bklcl":"Iâ-so͘ khòaⁿ-kìⁿ in ê sìn, chiū kā piàn-sūi ê kóng, Sòe-kiáⁿ, lí ê chōe sià-bián lah.","tghg":"耶穌看見𪜶的信，就給半𤻄者講：「細子，你的罪赦免啦。」","bklhl":"耶穌看見in ê信，就kā piàn-sūi ê講，細kiáⁿ，你ê罪赦免lah。"}},{"book":"可","chapter":2,"verse":6,"versions":{"unv":"有幾個文士坐在那裡，心裡議論，說：","bklcl":"Ū kúi-nā ê keng-ha̍k-sū chē tī hia, sim-lāi gī-lūn kóng, Chit ê lâng cháiⁿ-iūⁿ án-ni kóng ah?","tghg":"有幾若個經學士坐佇遐，心內議論，講：","bklhl":"有kúi-nā ê經學士坐tī hia，心內議論講，Chit ê人怎樣án-ni講ah？"}},{"book":"可","chapter":2,"verse":7,"versions":{"unv":"「這個人為甚麼這樣說呢？他說僭妄的話了。除了　神以外，誰能赦罪呢？」","bklcl":"I sī chhiàm-koân lām-sám; tû Siōng-tè í-gōa, chī-chūi ōe sià-bián chōe ah?","tghg":"「此個人怎樣按呢講啊？伊是僭權(chhiàm-koân)濫糝。除上帝以外，是誰會赦免罪啊？」","bklhl":"伊是僭權lām-sám；除上帝以外，是誰會赦免罪ah？"}},{"book":"可","chapter":2,"verse":8,"versions":{"unv":"耶穌心中知道他們心裡這樣議論，就說：「你們心裡為甚麼這樣議論呢？","bklcl":"Iâ-so͘ sim-lāi liâm-piⁿ chai in ū chit hō ê gī-lūn, chiū kā in kóng, Lín siáⁿ-sū tī sim-lāi gī-lūn chiah-ê ah?","tghg":"耶穌心內連鞭知𪜶有此號的議論，就給𪜶講：「恁啥事佇心內議論諸個啊？","bklhl":"耶穌心內liâm-piⁿ知in有chit號ê議論，就kā in講，Lín啥事tī心內議論chiah ê ah？"}},{"book":"可","chapter":2,"verse":9,"versions":{"unv":"或對癱子說『你的罪赦了』，或說『起來！拿你的褥子行走』；哪一樣容易呢？","bklcl":"Kā piàn-sūi ê kóng, Lí ê chōe sià lah, á-sī kóng, Khí-lâi, giâ lí ê pho͘-á lâi kiâⁿ, tá-lo̍h chi̍t hāng khah khoài?","tghg":"給半𤻄者講『你的罪赦啦』，抑是講『起來！夯你的舖仔來行』，叨落一項卡快？","bklhl":"Kā piàn-sūi ê講，你ê罪赦lah，á是講，起來，giâ你ê舖á來行，tá-lo̍h一項khah快？"}},{"book":"可","chapter":2,"verse":10,"versions":{"unv":"但要叫你們知道，人子在地上有赦罪的權柄。」就對癱子說：","bklcl":"To̍k-to̍k beh hō͘ lín chai Jîn-chú tī tōe-ni̍h ū koân thang sià chōe, (chiū kā piàn-sūi ê kóng),","tghg":"獨獨欲互恁知，人子佇地裡有權通赦罪。」就給半𤻄者講：","bklhl":"獨獨beh hō͘ lín知人子tī地裡有權thang赦罪，(就kā piàn-sūi ê講)，"}},{"book":"可","chapter":2,"verse":11,"versions":{"unv":"「我吩咐你，起來！拿你的褥子回家去吧。」","bklcl":"Góa kā lí kóng, Khí-lâi, giâ lí ê pho͘-á tò-khì lí ê chhù.","tghg":"「我給你講，起來！夯你的舖仔倒去你的厝。」","bklhl":"我kā你講，起來，giâ你ê舖á tò去你ê厝。"}},{"book":"可","chapter":2,"verse":12,"versions":{"unv":"那人就起來，立刻拿著褥子，當眾人面前出去了，以致眾人都驚奇，歸榮耀與　神，說：「我們從來沒有見過這樣的事！」","bklcl":"I chiū khí-lâi, tī chèng lâng ê bīn-chêng sûi-sî giâ i ê pho͘-á chhut-khì; tì-kàu chèng lâng lóng gông-ngia̍h, kui êng-kng Siōng-tè kóng, Goán chiông-lâi bē bat khòaⁿ-kìⁿ án-ni-siⁿ.","tghg":"伊就起來，佇眾人的面前，隨時夯伊的舖仔出去，致到眾人攏卬愕，歸榮光上帝，講：「阮從來未曾看見按呢生！」","bklhl":"伊就起來，tī眾人ê面前隨時giâ伊ê舖á出去；致到眾人lóng gông-ngia̍h，歸榮光上帝講，阮從來bē bat看見án-ni-siⁿ。"}},{"book":"可","chapter":2,"verse":13,"versions":{"unv":"耶穌又出到海邊去，眾人都就了他來，他便教訓他們。","bklcl":"Iâ-so͘ koh chhut-khì kàu hái-kîⁿ; chèng lâng lóng chiū-kūn I, chiū kà-sī in.","tghg":"耶穌閣出去到海墘(kîn)，眾人攏就近伊，就教示𪜶。","bklhl":"耶穌koh出去到海墘；眾人lóng就近伊，就教示in。"}},{"book":"可","chapter":2,"verse":14,"versions":{"unv":"耶穌經過的時候，看見亞勒腓的兒子利未坐在稅關上，就對他說：「你跟從我來。」他就起來，跟從了耶穌。","bklcl":"Keng-kè ê sî khòaⁿ-kìⁿ A-le̍k-hui ê kiáⁿ Lī-bī chē tī hiòng-koan, chiū kā i kóng, Tè góa.  I chiū khí-lâi tè I.","tghg":"經過的時，看見亞勒腓的子利未坐佇餉關(hiòng-koan)，就給伊講：「隨我。」伊就起來，隨伊。","bklhl":"經過ê時看見A-le̍k-hui ê Kiáⁿ Lī-bī坐tī餉關，就kā伊講，Tè我。伊就起來tè伊。"}},{"book":"可","chapter":2,"verse":15,"versions":{"unv":"耶穌在利未家裡坐席的時候，有好些稅吏和罪人與耶穌並門徒一同坐席；因為這樣的人多，他們也跟隨耶穌。","bklcl":"Iâ-so͘ chē toh tī Lī-bī ê chhù, ū chōe-chōe thiu-hiòng ê kap pháiⁿ lâng kap Iâ-so͘ chham I ê ha̍k-seng tâng chē, in-ūi hiah-ê lâng sī chōe, iā teh tè I.","tghg":"耶穌坐桌佇利未的厝，有多多抽餉者及歹人及耶穌參伊的學生同坐；因為許個人是多，也啲隨伊。","bklhl":"耶穌坐桌tī Lī-bī ê厝，有chōe-chōe抽餉ê kap pháiⁿ人kap耶穌chham伊ê學生同坐，因為hiah-ê人是chōe，也teh tè伊。"}},{"book":"可","chapter":2,"verse":16,"versions":{"unv":"法利賽人中的文士（有古卷：文士和法利賽人）看見耶穌和罪人並稅吏一同吃飯，就對他門徒說：「他和稅吏並罪人一同吃喝嗎？」","bklcl":"Hoat-lī-sài ê keng-ha̍k-sū khòaⁿ-kìⁿ I kap pháiⁿ lâng í-ki̍p thiu-hiòng ê saⁿ-kap chia̍h, chiū kā I ê ha̍k-seng kóng, I kap thiu-hiòng ê í-ki̍p pháiⁿ lâng saⁿ-kap lim-chia̍h ah.","tghg":"法利賽的經學士看見伊及歹人以及抽餉者相及食，就給伊的學生講：「伊及抽餉者以及歹人相及飲食啊？」","bklhl":"法利賽ê經學士看見伊kap pháiⁿ人以及抽餉ê saⁿ-kap食，就kā伊ê學生講，伊kap抽餉ê以及pháiⁿ人saⁿ-kap lim食ah。"}},{"book":"可","chapter":2,"verse":17,"versions":{"unv":"耶穌聽見，就對他們說：「康健的人用不著醫生，有病的人才用得著。我來本不是召義人，乃是召罪人。」","bklcl":"Iâ-so͘ thiaⁿ-kìⁿ, chiū kā in kóng, Ióng-kiāⁿ ê bô khiàm i-seng, nā-sī phòa-pīⁿ ê chiū tio̍h; góa lâi m̄ sī beh chio gī lâng, sī beh chio pháiⁿ lâng.","tghg":"耶穌聽見，就給𪜶講：「勇健的無欠醫生，若是破病的就著。我來呣是欲招義人，是欲招歹人。」","bklhl":"耶穌聽見，就kā in講，勇健ê無欠醫生，但是破病ê就tio̍h；我來m̄是beh招義人，是beh招pháiⁿ人。"}},{"book":"可","chapter":2,"verse":18,"versions":{"unv":"當下，約翰的門徒和法利賽人禁食。他們來問耶穌說：「約翰的門徒和法利賽人的門徒禁食，你的門徒倒不禁食，這是為甚麼呢？」","bklcl":"Iok-hān ê ha̍k-seng kap Hoat-lī-sài lâng tng teh kìm-chia̍h; in chiū-kūn lâi kā I kóng, Iok-hān ê ha̍k-seng kap Hoat-lī-sài lâng ê ha̍k-seng kìm-chia̍h, lí ê ha̍k-seng bô kìm-chia̍h, sī cháiⁿ-iūⁿ?","tghg":"約翰的學生及法利賽人當啲禁食。𪜶就近來給伊講：「約翰的學生及法利賽人的學生禁食，你的學生無禁食，是怎樣？」","bklhl":"約翰ê學生kap法利賽人當teh禁食；in就近來kā伊講，約翰ê學生kap法利賽人ê學生禁食，你ê學生無禁食，是怎樣？"}},{"book":"可","chapter":2,"verse":19,"versions":{"unv":"耶穌對他們說：「新郎和陪伴之人同在的時候，陪伴之人豈能禁食呢？新郎還同在，他們不能禁食。","bklcl":"Iâ-so͘ kā in kóng, Sin-kiáⁿ-sài kap hō-chhōa ê lâng tī-teh ê sî, in kiám ōe kìm-chia̍h mah? sin-kiáⁿ-sài iáu tâng tī-teh, in bōe-ōe kìm-chia̍h.","tghg":"耶穌給𪜶講：「新子婿及賀娶的人佇啲的時，𪜶豈會禁食嗎？新子婿猶同佇啲，𪜶𣍐會禁食。","bklhl":"耶穌kā in講，新kiáⁿ婿kap賀娶ê人tī-teh ê時，in kiám會禁食mah？新kiáⁿ婿iáu同tī-teh，in bōe會禁食。"}},{"book":"可","chapter":2,"verse":20,"versions":{"unv":"但日子將到，新郎要離開他們，那日他們就要禁食。","bklcl":"Nā-sī sî-ji̍t beh kàu, sin-kiáⁿ-sài beh tùi in tiong-kan bô-khì, hit ji̍t in chiū beh kìm-chia̍h.","tghg":"若是時日欲到，新子婿欲對𪜶中間無去，彼日𪜶就欲禁食。","bklhl":"但是時日beh到，新kiáⁿ婿beh tùi in中間無去，hit日in就beh禁食。"}},{"book":"可","chapter":2,"verse":21,"versions":{"unv":"沒有人把新布縫在舊衣服上，恐怕所補上的新布帶壞了舊衣服，破的就更大了。","bklcl":"Bô lâng ēng sin pò͘ pó͘ kū saⁿ; nā ū, chiū só͘ pó͘ ê hit tè ōe kiù-li̍h i, chiū-sī sin ê kiù-li̍h kū ê, i ê phòa-khang koh khah tōa.","tghg":"無人用新布補舊衫，若有，就所補的彼塊會糾裂(kiù-li̍h)伊，就是新的糾裂舊的，伊的破孔閣卡大。","bklhl":"無人用新布補舊衫；若有，就所補ê hit塊會kiù裂伊，就是新ê kiù裂舊ê，伊ê破孔koh-khah大。"}},{"book":"可","chapter":2,"verse":22,"versions":{"unv":"也沒有人把新酒裝在舊皮袋裡，恐怕酒把皮袋裂開，酒和皮袋就都壞了；惟把新酒裝在新皮袋裡。」","bklcl":"Iā bô lâng ēng sin chiú tóe tī kū phê-lông; nā ū, chiū sin chiú ōe piak-li̍h phê-lông, chiú lāu, lông iā phah-pháiⁿ.  To̍k-to̍k sin chiú tio̍h ji̍p tī sin phê-lông.","tghg":"也無人用新酒貯(tóe)佇舊皮囊，若有，就新酒會爆(piak)裂皮囊，酒漏，囊也拍歹；獨獨新酒著入佇新皮囊。」","bklhl":"也無人用新酒tóe tī舊皮囊；若有，就新酒會爆裂皮囊，酒漏，lông也phah-pháiⁿ。獨獨新酒tio̍h入tī新皮囊。"}},{"book":"可","chapter":2,"verse":23,"versions":{"unv":"耶穌當安息日從麥地經過。他門徒行路的時候，掐了麥穗。","bklcl":"Iâ-so͘ tī an-hioh-ji̍t tùi be̍h-hn̂g keng-kè, I ê ha̍k-seng kiâⁿ lō͘ ê sî tiah be̍h-sūi.","tghg":"耶穌佇安息日對麥園經過。伊的學生行路的時，摘(tiah)麥穗。","bklhl":"耶穌tī安歇日tùi麥園經過，伊ê學生行路ê時摘麥穗。"}},{"book":"可","chapter":2,"verse":24,"versions":{"unv":"法利賽人對耶穌說：「看哪，他們在安息日為甚麼做不可做的事呢？」","bklcl":"Hoat-lī-sài lâng kā I kóng, Lí khòaⁿ, in tī an-hioh-ji̍t kiâⁿ só͘ m̄ eng-kai kiâⁿ ê, sī cháiⁿ-iūⁿ?","tghg":"法利賽人給伊講：「你看，𪜶佇安息日行所呣應該行的是怎樣？」","bklhl":"法利賽人kā伊講，你看，in tī安歇日行所m̄應該行ê，是怎樣？"}},{"book":"可","chapter":2,"verse":25,"versions":{"unv":"耶穌對他們說：「經上記著大衛和跟從他的人缺乏飢餓之時所做的事，你們沒有念過嗎？","bklcl":"Iâ-so͘ kā in kóng, Tāi-pi̍t kap kun-tè ê lâng, tng khiàm-kheh koh iau ê sî só͘ kiâⁿ ê, lín bē tha̍k-tio̍h mah?","tghg":"耶穌給𪜶講：「大衛及跟隨(kun-tè)的人，當欠缺閣枵的時所行的，恁未讀著嗎？","bklhl":"耶穌kā in講，大衛kap跟tè ê人，當欠缺koh iau ê時所行ê，lín bē讀tio̍h mah？"}},{"book":"可","chapter":2,"verse":26,"versions":{"unv":"他當亞比亞他作大祭司的時候，怎麼進了　神的殿，吃了陳設餅，又給跟從他的人吃。這餅除了祭司以外，人都不可吃。」","bklcl":"Chiū-sī tng A-pí-a-thah chòe chè-si-thâu ê sî i ū cháiⁿ-iūⁿ ji̍p Siōng-tè ê chhù, chia̍h pâi-lia̍t ê piáⁿ, sòa hō͘ kun-tè i ê lâng; chi̍t hō piáⁿ, nā m̄ sī chè-si, chiū m̄ thang chia̍h.","tghg":"就是當亞比亞他做祭司頭的時，伊有怎樣入上帝的厝，食排列的餅，續互跟隨伊的人。此號餅若呣是祭司，就呣通食。」","bklhl":"就是當A-pí-a-thah做祭司頭ê時伊有怎樣入上帝ê厝，食排列ê餅，續hō͘跟tè伊ê人；chit號餅，若m̄是祭司，就m̄-thang食。"}},{"book":"可","chapter":2,"verse":27,"versions":{"unv":"又對他們說：「安息日是為人設立的，人不是為安息日設立的。","bklcl":"Koh kā in kóng,  An-hioh-ji̍t ūi-tio̍h lâng lâi siat-li̍p, m̄ sī lâng ūi-tio̍h an-hioh-ji̍t.","tghg":"閣給𪜶講：「安息日為著人來設立，呣是人為著安息日。","bklhl":"Koh kā in講，安歇日為tio̍h人來設立，m̄是人為tio̍h安歇日。"}},{"book":"可","chapter":2,"verse":28,"versions":{"unv":"所以，人子也是安息日的主。」","bklcl":"Só͘-í Jîn-chú iā sī an-hioh-ji̍t ê Chú.","tghg":"所以，人子也是安息日的主。」","bklhl":"所以人子也是安歇日ê主。"}}]