[{"book":"可","chapter":5,"verse":1,"versions":{"unv":"他們來到海那邊格拉森人的地方。","bklcl":"In chiū kàu hái ê tùi-bīn hōaⁿ, kàu Κek-lah-sim lâng ê tōe-hng.","tghg":"𪜶就到海的對面岸到格拉森人的地方。","bklhl":"In就到海ê對面岸，到Kek-lah-sim人ê地方。"}},{"book":"可","chapter":5,"verse":2,"versions":{"unv":"耶穌一下船，就有一個被污鬼附著的人從墳塋裡出來迎著他。","bklcl":"Iâ-so͘ lī-khui chûn; liâm-piⁿ ū chi̍t lâng tùi hûn-bōng tiong chhut-lâi tú-tio̍h I, chiū-sī hō͘ siâ-sîn hū-sin ê, pêng-sò͘ khiā-khí tī hûn-bōng tiong.","tghg":"耶穌離開船，連鞭有一人對墳墓中出來抵著(tú-tio̍h)伊，就是互邪神附身者，平素徛起佇墳墓中。","bklhl":"耶穌離開船；liâm-piⁿ有一人tùi墳墓中出來tú-tio̍h伊，就是hō͘邪神附身ê，平素khiā起tī墳墓中。"}},{"book":"可","chapter":5,"verse":3,"versions":{"unv":"那人常住在墳塋裡，沒有人能捆住他，就是用鐵鍊也不能；","bklcl":"Bô lâng ōe pa̍k i, sui-jiân ēng thih-liān iā bōe-ōe;","tghg":"無人會縛伊，雖然用鐵鍊也𣍐會；","bklhl":"無人會縛伊，雖然用鐵鏈也bōe會；"}},{"book":"可","chapter":5,"verse":4,"versions":{"unv":"因為人屢次用腳鐐和鐵鍊捆鎖他，鐵鍊竟被他掙斷了，腳鐐也被他弄碎了；總沒有人能制伏他。","bklcl":"in-ūi ta̍uh-ta̍uh ēng kha-khàu thih-liān pa̍k i, nā-sī thih-liān hō͘ i chhoah-tn̄g, kha-khàu hō͘ i kòng-chhùi; bô lâng ū khùi-la̍t thang chè-ap i.","tghg":"因為沓沓用腳銬鐵鍊縛伊，若是鐵鍊互伊掇斷(chhoah-tn̄g)，腳銬互伊摃碎；無人有氣力通制壓伊。","bklhl":"因為ta̍uh-ta̍uh用腳銬鐵鏈縛伊，但是鐵鏈hō͘伊chhoah斷，腳銬hō͘伊kòng碎；無人有氣力thang制壓伊。"}},{"book":"可","chapter":5,"verse":5,"versions":{"unv":"他晝夜常在墳塋裡和山中喊叫，又用石頭砍自己。","bklcl":"Mî-ji̍t siông-siông tī hûn-bōng tiong, tī soaⁿ-ni̍h, âu-kiò, chiong chio̍h-thâu ka-kī siong.","tghg":"暝日常常佇墳墓中佇山裡喉叫，將石頭家己傷。","bklhl":"暝日常常tī墳墓中，tī山裡，喉叫，將石頭家己傷。"}},{"book":"可","chapter":5,"verse":6,"versions":{"unv":"他遠遠地看見耶穌，就跑過去拜他，","bklcl":"Hn̄g-hn̄g khòaⁿ-kìⁿ Iâ-so͘; chiū cháu lâi pài I,","tghg":"遠遠看見耶穌，就走來拜伊，","bklhl":"遠遠看見耶穌；就走來拜伊，"}},{"book":"可","chapter":5,"verse":7,"versions":{"unv":"大聲呼叫說：「至高　神的兒子耶穌，我與你有甚麼相干？我指著　神懇求你，不要叫我受苦！」","bklcl":"tōa siaⁿ âu-kiò, kóng, Chì-koâiⁿ Siōng-tè ê Kiáⁿ Iâ-so͘, góa kap lí sím-mi̍h kan-sia̍p?  Góa kí Siōng-tè lâi khún-kiû lí bo̍h-tit khó͘-chhó͘ góa.","tghg":"大聲喉叫講：「至高上帝的子耶穌，我及你甚麼干涉？我指上帝來懇求你，莫得苦楚我！」","bklhl":"大聲喉叫，講，至koân上帝ê Kiáⁿ耶穌，我kap你甚麼干涉？我kí上帝來懇求你莫得苦楚我。"}},{"book":"可","chapter":5,"verse":8,"versions":{"unv":"是因耶穌曾吩咐他說：「污鬼啊，從這人身上出來吧！」","bklcl":"In-ūi Iâ-so͘ bat kā i kóng, Siâ-sîn ah, tio̍h tùi hit ê lâng chhut-khì.","tghg":"因為耶穌曾給伊講：「邪神啊，著對彼個人出去！」","bklhl":"因為耶穌bat kā伊講，邪神ah，tio̍h tùi hit ê人出去。"}},{"book":"可","chapter":5,"verse":9,"versions":{"unv":"耶穌問他說：「你名叫甚麼？」回答說：「我名叫『群』，因為我們多的緣故」；","bklcl":"Iâ-so͘ mn̄g i kóng, Lí hō-chòe sím-mi̍h miâ? ìn kóng, Góa miâ chòe Iâⁿ, in-ūi goán chiah-ê chin chōe.","tghg":"耶穌問伊講：「你號做甚麼名？」應講：「我名做『營』，因為阮諸個真多」；","bklhl":"耶穌問伊講，你號做甚麼名？應講，我名做營，因為阮chiah ê真chōe。"}},{"book":"可","chapter":5,"verse":10,"versions":{"unv":"就再三地求耶穌，不要叫他們離開那地方。","bklcl":"I chiū chhiat-chhiat kiû I, bo̍h-tit kóaⁿ in chhut hit ê tōe-hng.","tghg":"伊就切切求伊，莫得趕𪜶出彼個地方。","bklhl":"伊就切切求伊，莫得趕in出hit ê地方。"}},{"book":"可","chapter":5,"verse":11,"versions":{"unv":"在那裡山坡上，有一大群豬吃食；","bklcl":"Tī hit ê soaⁿ-phiâⁿ ū tōa tīn ti teh thó-chia̍h.","tghg":"佇彼個山坪(soan-phiân)，有大陣豬啲討食；","bklhl":"Tī hit ê山坪有大陣豬teh討食。"}},{"book":"可","chapter":5,"verse":12,"versions":{"unv":"鬼就央求耶穌說：「求你打發我們往豬群裡，附著豬去。」","bklcl":"In chiū kiû I kóng, Chhe goán ji̍p hiah-ê ti, hō͘ goán thang ji̍p-khì.","tghg":"𪜶就求伊講：「差阮入許個豬，互阮通入去。」","bklhl":"In就求伊講，差阮入hiah-ê豬，hō͘阮thang入去。"}},{"book":"可","chapter":5,"verse":13,"versions":{"unv":"耶穌准了他們，污鬼就出來，進入豬裡去。於是那群豬闖下山崖，投在海裡，淹死了。豬的數目約有二千。","bklcl":"Chiū ún in.  Hiah ê siâ-sîn chiū chhut-khì, lâi ji̍p hiah-ê ti; hit tīn ti cháu-lo̍h soaⁿ-phiâⁿ chông-lo̍h hái, iok-liōng nn̄g chheng chiah, tī hái-ni̍h kek-sí.","tghg":"就允𪜶，許個邪神就出去，來入許個豬。彼陣豬走落山坪，𧽵(chông)落海，約量二千隻，佇海裡激死。","bklhl":"就允in。Hiah-ê邪神就出去，來入hiah-ê豬；hit陣豬走落山坪chông落海，約量兩千隻，tī海裡格死。"}},{"book":"可","chapter":5,"verse":14,"versions":{"unv":"放豬的就逃跑了，去告訴城裡和鄉下的人。眾人就來，要看是甚麼事。","bklcl":"Kò͘-ti ê lâng cháu-khì, kā siâⁿ-lāi kap hiuⁿ-siā ê lâng kóng.  Lâng chiū chhut-lâi khòaⁿ só͘ tú-tio̍h ê sū sī cháiⁿ-iūⁿ.","tghg":"顧豬的人走去，給城內及鄉社的人講。人就出來，看所抵著的事是怎樣。","bklhl":"顧豬ê人走去，kā城內kap鄉社ê人講。人就出來看所tú-tio̍h ê事是怎樣。"}},{"book":"可","chapter":5,"verse":15,"versions":{"unv":"他們來到耶穌那裡，看見那被鬼附著的人，就是從前被群鬼所附的，坐著，穿上衣服，心裡明白過來，他們就害怕。","bklcl":"Chiū lâi chiū-kūn Iâ-so͘, khòaⁿ-kìⁿ hit ê hoān-tio̍h kúi ê chiū-sī hō͘ iâⁿ só͘ tîⁿ ê, chē-teh chhēng saⁿ, hāi-chāi; chiū kiaⁿ.","tghg":"就來就近耶穌，看見彼個患著鬼者，就是互營所纏(tîⁿ)的，坐啲穿衫，嗐哉，就驚。","bklhl":"就來就近耶穌，看見hit ê犯tio̍h鬼ê就是hō͘營所纏ê，坐teh穿衫，hāi-chāi；就驚。"}},{"book":"可","chapter":5,"verse":16,"versions":{"unv":"看見這事的，便將鬼附之人所遇見的和那群豬的事都告訴了眾人；","bklcl":"Khòaⁿ-kìⁿ ê lâng chiong hoān-tio̍h kúi  ê lâng só͘ tú-tio̍h ê, kap kui tīn ti ê sū lóng kā in kóng.","tghg":"看見的人，將患著鬼的人所抵著的及歸陣豬的事攏給𪜶講；","bklhl":"看見ê人將犯tio̍h鬼ê人所tú-tio̍h ê，kap kui陣豬ê事lóng kā in講。"}},{"book":"可","chapter":5,"verse":17,"versions":{"unv":"眾人就央求耶穌離開他們的境界。","bklcl":"In chiū kiû Iâ-so͘ lī-khui in ê kéng-lāi.","tghg":"𪜶就求耶穌離開𪜶的境內。","bklhl":"In就求耶穌離開in ê境內。"}},{"book":"可","chapter":5,"verse":18,"versions":{"unv":"耶穌上船的時候，那從前被鬼附著的人懇求和耶穌同在。","bklcl":"Iâ-so͘ tú-á chiūⁿ chûn, hit ê bat hoān-tio̍h kúi ê kiû I chún i saⁿ-kap khì.","tghg":"耶穌抵仔上船，彼個曾患著鬼者求伊准伊相及去。","bklhl":"耶穌tú-á上船，hit ê bat犯tio̍h鬼ê求伊准伊saⁿ-kap去。"}},{"book":"可","chapter":5,"verse":19,"versions":{"unv":"耶穌不許，卻對他說：「你回家去，到你的親屬那裡，將主為你所做的是何等大的事，是怎樣憐憫你，都告訴他們。」","bklcl":"Iâ-so͘ m̄ ún i, kóng, Tò-khì lí ê ke chhē lí ê chhin-lâng, chiong Chú kā lí kiâⁿ hiah tōa ê sū kap só͘ lîn-bín lí ê kā in kóng.","tghg":"耶穌呣允伊，講：「倒去你的家，尋你的親人，將主給你行許大的事，及所憐憫你的，給𪜶講。」","bklhl":"耶穌m̄允伊，講，tò去你ê家chhē你ê親人，將主kā你行hiah大ê事kap所憐憫你ê kā in講。"}},{"book":"可","chapter":5,"verse":20,"versions":{"unv":"那人就走了，在低加坡里傳揚耶穌為他做了何等大的事，眾人就都希奇。","bklcl":"Hit lâng khì, tī Te-ka-pho-lī pò-iông Iâ-so͘ só͘ kā i kiâⁿ ê tōa sū.  Chèng lâng lóng kî-koài.","tghg":"彼人去，佇低加波利報揚耶穌所給伊行的大事，眾人攏奇怪。","bklhl":"Hit人去，tī Te-ka-pho-lī報揚耶穌所kā伊行ê大事。眾人lóng奇怪。"}},{"book":"可","chapter":5,"verse":21,"versions":{"unv":"耶穌坐船又渡到那邊去，就有許多人到他那裡聚集；他正在海邊上。","bklcl":"Iâ-so͘ chē chûn koh kè-khì hit pêng, kui tōa tīn ê lâng chū-chi̍p chiū-kūn I; hit sî Iâ-so͘ tī hái-piⁿ.","tghg":"耶穌坐船閣過去彼旁，歸大陣的人聚集就近伊；彼時耶穌佇海邊。","bklhl":"耶穌坐船koh過去hit pêng，kui大陣ê人聚集就近伊；hit時耶穌tī海邊。"}},{"book":"可","chapter":5,"verse":22,"versions":{"unv":"有一個管會堂的人，名叫睚魯，來見耶穌，就俯伏在他腳前，","bklcl":"Ū chi̍t ê koán hōe-tn̂g ê, miâ chòe Gâi-ló͘ lâi, í-keng khòaⁿ-kìⁿ Iâ-so͘, chiū phak tī I ê kha-ē,","tghg":"有一個管會堂者，名做睚魯來，已經看見耶穌，就仆佇伊的腳下，","bklhl":"有一个管會堂ê，名做Gâi-ló͘來，已經看見耶穌，就仆tī伊ê腳下，"}},{"book":"可","chapter":5,"verse":23,"versions":{"unv":"再三地求他，說：「我的小女兒快要死了，求你去按手在她身上，使她痊癒，得以活了。」","bklcl":"chhiat-chhiat kiû I kóng, Góa sòe-hàn ê cha-bó͘-kiáⁿ chha-put-to beh sí; chhiáⁿ lí lâi ēng chhiú hōaⁿ i, hō͘ i tit-tio̍h kiù lâi oa̍h.","tghg":"切切求伊，講：「我細漢的查某子差不多欲死，請你來用手按伊，互伊得著救，來活。」","bklhl":"切切求伊講，我細漢ê cha-bó͘-kiáⁿ差不多beh死；請你來用手hōaⁿ伊，hō͘伊得tio̍h救來活。"}},{"book":"可","chapter":5,"verse":24,"versions":{"unv":"耶穌就和他同去。有許多人跟隨擁擠他。","bklcl":"Iâ-so͘ kap i khì, kui tōa tīn ê lâng tè I, chin oe-khoeh.","tghg":"耶穌及伊去。歸大陣的人隨伊，真挨夾(oe-khoeh)。","bklhl":"耶穌kap伊去，kui大陣ê人tè伊，真oe-khoeh。"}},{"book":"可","chapter":5,"verse":25,"versions":{"unv":"有一個女人，患了十二年的血漏，","bklcl":"Ū chi̍t ê hū-jîn-lâng, hiat-lāu cha̍p-jī nî,","tghg":"有一個婦仁人，血漏十二年，","bklhl":"有一个婦人人，血漏十二年，"}},{"book":"可","chapter":5,"verse":26,"versions":{"unv":"在好些醫生手裡受了許多的苦，又花盡了她所有的，一點也不見好，病勢反倒更重了。","bklcl":"bat tùi chōe-chōe ê i-seng siū-tio̍h chōe-chōe kan-khó͘, koh it-chīn phòa-hùi i só͘ ū ê, nā-sī bô chi̍t si-á lī-ek, hoán-tńg ná siong-tiōng,","tghg":"曾對多多的醫生受著多多艱苦，閣一盡破費伊所有的，若是無一絲仔利益，反轉愈傷重。","bklhl":"bat tùi chōe-chōe ê醫生受tio̍h chōe-chōe艱苦，koh一盡破費伊所有ê，但是無一絲á利益，反tńg ná傷重，"}},{"book":"可","chapter":5,"verse":27,"versions":{"unv":"她聽見耶穌的事，就從後頭來，雜在眾人中間，摸耶穌的衣裳，","bklcl":"thiaⁿ-kìⁿ Iâ-so͘ ê sū, chiū lâi tī chèng lâng tiong, tùi I ê āu-bīn lâi bong I ê saⁿ,","tghg":"聽見耶穌的事，就來佇眾人中，對伊的後面來摸伊的衫，","bklhl":"聽見耶穌ê事，就來tī眾人中，tùi伊ê後面來摸伊ê衫，"}},{"book":"可","chapter":5,"verse":28,"versions":{"unv":"意思說：「我只摸他的衣裳，就必痊癒。」","bklcl":"in-ūi kóng, Góa kan-ta bong I ê saⁿ, chiū ōe hó.","tghg":"因為講：「我干單摸伊的衫，就會好。」","bklhl":"因為講，我kan-ta摸伊ê衫，就會好。"}},{"book":"可","chapter":5,"verse":29,"versions":{"unv":"於是她血漏的源頭立刻乾了；她便覺得身上的災病好了。","bklcl":"Tùi án-ni hiat-lāu liâm-piⁿ chí, pún-sin chai i ê pīⁿ-thiàⁿ í-keng hó.","tghg":"對按呢血漏連鞭止；本身知伊的病疼已經好。","bklhl":"Tùi án-ni血漏liâm-piⁿ止，本身知伊ê病痛已經好。"}},{"book":"可","chapter":5,"verse":30,"versions":{"unv":"耶穌頓時心裡覺得有能力從自己身上出去，就在眾人中間轉過來，說：「誰摸我的衣裳？」","bklcl":"Iâ-so͘ chek-sî ka-kī chai ū koân-lêng tùi I chhut, chiū oa̍t-tńg-sin, tī chèng lâng tiong kóng, Chī-chūi bong góa ê saⁿ?","tghg":"耶穌即時家己知有權能對伊出，就越轉身佇眾人中，講：「是誰摸我的衫？」","bklhl":"耶穌即時家己知有權能tùi伊出，就oa̍t-tńg身，tī眾人中講，Chī-chūi摸我ê衫？"}},{"book":"可","chapter":5,"verse":31,"versions":{"unv":"門徒對他說：「你看眾人擁擠你，還說『誰摸我』嗎？」","bklcl":"I ê ha̍k-seng kā I kóng, Lí khòaⁿ-kìⁿ kui tīn lâng teh oe-khoeh lí, iáu-kú mn̄g, Chī-chūi ū bong góa?","tghg":"伊的學生給伊講：「你看見歸陣人啲挨夾(oe-khoeh)你，猶久問『是誰有摸我』？」","bklhl":"伊ê學生kā伊講，你看見kui陣人teh oe-khoeh你，iáu-kú問， Chī-chūi有摸我？"}},{"book":"可","chapter":5,"verse":32,"versions":{"unv":"耶穌周圍觀看，要見做這事的女人。","bklcl":"Iâ-so͘ piàn-piàn khòaⁿ, ài khòaⁿ chòe chit ê sū ê hū-jîn-lâng.","tghg":"耶穌遍遍看，愛看做此個事的婦仁人。","bklhl":"耶穌遍遍看，ài看做chit ê事ê婦人人。"}},{"book":"可","chapter":5,"verse":33,"versions":{"unv":"那女人知道在自己身上所成的事，就恐懼戰兢，來俯伏在耶穌跟前，將實情全告訴他。","bklcl":"Hū-jîn-lâng chai pún-sin só͘ le̍k-kè, kiaⁿ-hiâⁿ ngia̍uh-ngia̍uh-chhoah, chiū lâi phak tī I ê bīn-chêng, lóng chiàu-si̍t kā I kóng.","tghg":"婦仁人知本身所歷過，驚惶愕愕惙，就來仆佇伊的面前，攏照實給伊講。","bklhl":"婦人人知本身所歷過，驚惶ngia̍uh-ngia̍uh-chhoah，就來仆tī伊ê面前，lóng照實kā伊講。"}},{"book":"可","chapter":5,"verse":34,"versions":{"unv":"耶穌對她說：「女兒，你的信救了你，平平安安地回去吧！你的災病痊癒了。」","bklcl":"I chiū kā i kóng, Hū-jîn-lâng ah, lí ê sìn í-keng kiù lí; thang an-jiân tò-khì, lí ê pīⁿ choân-jiân hó.","tghg":"伊就給伊講：「婦仁人啊，你的信已經救你，通安然倒去！你的病全然好。」","bklhl":"伊就kā伊講，婦人人ah，你ê信已經救你；thang安然tò去，你ê病全然好。"}},{"book":"可","chapter":5,"verse":35,"versions":{"unv":"還說話的時候，有人從管會堂的家裡來，說：「你的女兒死了，何必還勞動先生呢？」","bklcl":"Teh kóng ê sî, ū tùi koán hōe-tn̂g ê ke lâi kóng, Lí ê cha-bó͘-kiáⁿ sí lah; mih-sái iáu teh lô-hoân sian-siⁿ?","tghg":"啲講的時，有對管會堂的家來，講：「你的查某子死啦，乜使(mih-sái)猶啲勞煩先生？」","bklhl":"Teh講ê時，有tùi管會堂ê家來講，你ê cha-bó͘-kiáⁿ死lah；mih-sái iáu teh勞煩先生？"}},{"book":"可","chapter":5,"verse":36,"versions":{"unv":"耶穌聽見所說的話，就對管會堂的說：「不要怕，只要信！」","bklcl":"Iâ-so͘ piⁿ-á thiaⁿ-kìⁿ só͘ kóng ê ōe, kā koán hōe-tn̂g ê kóng, Bo̍h-tit kiaⁿ, chí ū tio̍h sìn.","tghg":"耶穌邊仔聽見所講的話，給管會堂者講：「莫得驚，只有著信！」","bklhl":"耶穌邊á聽見所講ê話，kā管會堂ê講，莫得驚，只有tio̍h信。"}},{"book":"可","chapter":5,"verse":37,"versions":{"unv":"於是帶著彼得、雅各、和雅各的兄弟約翰同去，不許別人跟隨他。","bklcl":"Iâ-so͘ tī Pí-tek, Ngá-kok, kap Ngá-kok ê hiaⁿ-tī Iok-hān í-gōa, m̄ chún pa̍t lâng tè I saⁿ-kap khì.","tghg":"耶穌佇彼得、雅各，及雅各的兄弟約翰以外，呣准別人隨伊相及去。","bklhl":"耶穌tī彼得、雅各kap雅各ê兄弟約翰以外，m̄准別人tè伊saⁿ-kap去。"}},{"book":"可","chapter":5,"verse":38,"versions":{"unv":"他們來到管會堂的家裡；耶穌看見那裡亂嚷，並有人大大地哭泣哀號，","bklcl":"Kàu koán hōe-tn̂g ê ke, khòaⁿ-kìⁿ ū hōa-hōa-háu, iā ū thî-khàu tōa siaⁿ háu ê lâng.","tghg":"到管會堂的家；看見有嘩嘩哮(hōa-hōa-háu)，也有啼哭大聲哮的人，","bklhl":"到管會堂ê家，看見有hōa-hōa哮，也有啼哭大聲哮ê人。"}},{"book":"可","chapter":5,"verse":39,"versions":{"unv":"進到裡面，就對他們說：「為甚麼亂嚷哭泣呢？孩子不是死了，是睡著了。」","bklcl":"Í-keng ji̍p-khì chiū kā in kóng, Lín siáⁿ-sū hōa-hōa-háu teh thî-khàu ah?  Gín-ná m̄ sī sí, sī teh khùn nā-tiāⁿ.","tghg":"已經入去，就給𪜶講：「恁啥事嘩嘩哮啲啼哭啊？囝仔呣是死，是啲睏若定。」","bklhl":"已經入去就kā in講，Lín啥事hōa-hōa哮teh啼哭ah？Gín-ná m̄是死，是teh睏nā-tiāⁿ。"}},{"book":"可","chapter":5,"verse":40,"versions":{"unv":"他們就嗤笑耶穌。耶穌把他們都攆出去，就帶著孩子的父母和跟隨的人進了孩子所在的地方，","bklcl":"In chiū thí-chhiò I.  Nā-sī I kóaⁿ in chèng lâng chhut-khì, chiū chhōa gín-ná ê pē-bú í-ki̍p kap I lâi ê lâng, ji̍p gín-ná só͘ tòa ê só͘-chāi;","tghg":"𪜶就恥笑伊。若是伊趕𪜶眾人出去，就導囝仔的父母以及及(kap)伊來的人入囝仔所住的所在，","bklhl":"In就恥笑伊。但是伊趕in眾人出去，就chhōa gín-ná ê父母以及kap伊來ê人，入gín-ná所tòa ê所在；"}},{"book":"可","chapter":5,"verse":41,"versions":{"unv":"就拉著孩子的手，對她說：「大利大，古米！」（翻出來就是說：「閨女，我吩咐你起來！」）","bklcl":"chiū khan gín-ná ê chhiú kā i kóng, Tāi-lī-tāi kó͘-bí, hoan-e̍k chiū-sī kóng, Cha-bó͘ gín-ná, góa bēng-lēng lí, Khí-lâi.","tghg":"就牽囝仔的手，給伊講：「大利大，古米！」（翻譯就是講：「查某囝仔，我命令你起來！」）","bklhl":"就牽gín-ná ê手kā伊講，Tāi-lī-tāi-kó͘-bí，翻譯就是講，Cha-bó͘ gín-ná，我命令你，起來。"}},{"book":"可","chapter":5,"verse":42,"versions":{"unv":"那閨女立時起來走。他們就大大地驚奇；閨女已經十二歲了。","bklcl":"Cha-bó͘ gín-ná liâm-piⁿ khí-lâi kiâⁿ; in-ūi i cha̍p-jī hè lah.  Chèng lâng chiū tōa gông-ngia̍h kî-koài.","tghg":"查某囝仔連鞭起來行。因為伊十二歲啦；眾人就大卬愕奇怪。","bklhl":"Cha-bó͘ gín-ná liâm-piⁿ起來行；因為伊十二歲lah。眾人就大gông-ngia̍h奇怪。"}},{"book":"可","chapter":5,"verse":43,"versions":{"unv":"耶穌切切地囑咐他們，不要叫人知道這事，又吩咐給她東西吃。","bklcl":"Iâ-so͘ giâm-giâm kìm-kài in bo̍h-tit hō͘ lâng chai; chiū hoan-hù tio̍h hō͘ cha-bó͘ gín-ná chia̍h.","tghg":"耶穌嚴嚴禁戒𪜶，莫得互人知，就吩咐著互查某囝仔食。","bklhl":"耶穌嚴嚴禁戒in莫得hō͘人知；就吩咐tio̍h hō͘ cha-bó͘ gín-ná食。"}}]