[{"book":"可","chapter":11,"verse":1,"versions":{"unv":"耶穌和門徒將近耶路撒冷，到了伯法其和伯大尼，在橄欖山那裡；耶穌就打發兩個門徒，","bklcl":"In kiâⁿ kūn Iâ-lō͘-sat-léng, kàu Kaⁿ-ná soaⁿ-piⁿ ê Pek-hoat-kî kap Pek-tāi-nî ê sî,","tghg":"𪜶行近耶路撒冷，到橄欖山邊的伯法其及伯大尼的時；耶穌差二個學生，","bklhl":"In行近耶路撒冷，到橄欖山邊ê Pek-hoat-kî kap伯大尼ê時，"}},{"book":"可","chapter":11,"verse":2,"versions":{"unv":"對他們說：「你們往對面村子裡去，一進去的時候，必看見一匹驢駒拴在那裡，是從來沒有人騎過的，可以解開，牽來。","bklcl":"Iâ-so͘ chhe nn̄g ê ha̍k-seng, kā in kóng, Lín khì tùi-bīn ê hiuⁿ-siā, í-keng ji̍p-khì chiū beh tú-tio̍h chi̍t chiah lû-á pa̍k tī hia, iáu-bē bat ū lâng khiâ ê; tháu-khui kā i khan lâi.","tghg":"給𪜶講：「恁去對面的鄉社，已經入去就欲抵著(tú-tio̍h)一隻驢仔縛佇遐，猶未曾有人騎的；解開，給伊牽來。","bklhl":"耶穌差兩個學生，kā in講，Lín去對面ê鄉社，已經入去就beh tú-tio̍h一隻驢á縛tī hia，iáu-bē bat有人騎ê；tháu開kā伊牽來。"}},{"book":"可","chapter":11,"verse":3,"versions":{"unv":"若有人對你們說：『為甚麼做這事？』你們就說：『主要用牠。』那人必立時讓你們牽來。」","bklcl":"Nā ū lâng mn̄g lín kóng, Siáⁿ-sū chòe án-ni? lín chiū tio̍h kóng, Chú khiàm-ēng i; liâm-piⁿ beh hō͘ i tò-lâi chia.","tghg":"若有人問恁講：『啥事做按呢？』恁就著講：『主欠用伊。』連鞭欲互伊倒來遮。」","bklhl":"若有人問lín講，啥事做án-ni？lín就tio̍h講，主欠用伊；liâm-pjn beh hō͘伊tò來chia。"}},{"book":"可","chapter":11,"verse":4,"versions":{"unv":"他們去了，便看見一匹驢駒拴在門外街道上，就把牠解開。","bklcl":"Nn̄g lâng chiū khì, tú-tio̍h chi̍t chiah lû-á, tī lō͘-ni̍h ê oat-kak, pa̍k tī mn̂g-gōa, chiū tháu i.","tghg":"二人就去，抵著一隻驢仔佇路裡的越角，縛佇門外，就解伊。","bklhl":"兩人就去，tú-tio̍h一隻驢á，tī路裡ê oat角，縛tī門外，就tháu伊。"}},{"book":"可","chapter":11,"verse":5,"versions":{"unv":"在那裡站著的人，有幾個說：「你們解驢駒做甚麼？」","bklcl":"Piⁿ-thâu khiā ê lâng ū-ê kóng, Lín tháu lû-á beh siáⁿ-sū?","tghg":"邊頭徛的人，有的講：「恁解驢仔欲啥事？」","bklhl":"邊頭khiā ê人有ê講，Lín tháu驢á beh啥事？"}},{"book":"可","chapter":11,"verse":6,"versions":{"unv":"門徒照著耶穌所說的回答，那些人就任憑他們牽去了。","bklcl":"In chiàu Iâ-so͘ só͘ kóng ê kā in kóng; hiah-ê lâng chiū pàng hō͘ i khì.","tghg":"𪜶照耶穌所講的給𪜶講，許個人就放互伊去。","bklhl":"In照耶穌所講ê kā in講；hiah-ê人就放hō͘伊去。"}},{"book":"可","chapter":11,"verse":7,"versions":{"unv":"他們把驢駒牽到耶穌那裡，把自己的衣服搭在上面，耶穌就騎上。","bklcl":"In chiū khan lû-á chiū-kūn Iâ-so͘, sòa ēng ka-kī ê saⁿ phoa̍h tī hit téng-bīn;  Iâ-so͘ chiū khiâ i.","tghg":"𪜶就牽驢仔就近耶穌，續用家己的衫披佇彼頂面，耶穌就騎伊。","bklhl":"In就牽驢á就近耶穌，續用家己ê衫phoa̍h tī hit頂面；耶穌就騎伊。"}},{"book":"可","chapter":11,"verse":8,"versions":{"unv":"有許多人把衣服鋪在路上，也有人把田間的樹枝砍下來，鋪在路上。","bklcl":"Ū chōe-chōe lâng ēng in ê saⁿ pho͘ tī lō͘-ni̍h; iā ū-ê ēng chhiū-ki, chiū-sī tùi hn̂g-ni̍h só͘ chhò lâi ê.","tghg":"有多多人用𪜶的衫舖佇路裡，也有的用樹枝就是對園裡所剉(chhò)來的。","bklhl":"有chōe-chōe人用in ê衫鋪tī路裡；也有ê用樹枝，就是tùi園裡所chhò來ê。"}},{"book":"可","chapter":11,"verse":9,"versions":{"unv":"前行後隨的人都喊著說：和散那（和散那：原有求救的意思，在此乃是稱頌的話）！奉主名來的是應當稱頌的！","bklcl":"Chêng kiâⁿ āu tè ê kiò kóng, Hô-sàn-ná, tī Chú ê miâ lâi ê, eng-kai tit-tio̍h o-ló;","tghg":"前行後隨的叫講：和散那！佇主的名來的應該得著謳咾！","bklhl":"前行後tè ê叫講，和散那，tī主ê名來ê，應該得tio̍h o-ló；"}},{"book":"可","chapter":11,"verse":10,"versions":{"unv":"那將要來的我祖大衛之國是應當稱頌的！高高在上和散那！","bklcl":"hit-ê teh-beh lâi ê kok, chiū-sī lán ê chó͘-kong Tāi-pi̍t ê kok, eng-kai tit-tio̍h o-ló ah; tī chì-koâiⁿ ê ūi ah, Hô-sàn-ná.","tghg":"彼個啲欲來的國，就是咱的祖公大衛的國，應該得著謳咾啊！佇至高的位啊，和散那！","bklhl":"hit ê teh-beh來ê國，就是咱ê祖公大衛ê國，應該得tio̍h o-ló ah；tī至koân ê位ah，和散那。"}},{"book":"可","chapter":11,"verse":11,"versions":{"unv":"耶穌進了耶路撒冷，入了聖殿，周圍看了各樣物件。天色已晚，就和十二個門徒出城，往伯大尼去了。","bklcl":"Iâ-so͘ ji̍p Iâ-lō͘-sat-léng, ji̍p tiān-tn̂g; sì-kè khòaⁿ ta̍k hāng ê mi̍h; ji̍t í-keng àm, chiū kap cha̍p-jī ê ha̍k-seng chhut-khì kàu Pek-tāi-nî.","tghg":"耶穌入耶路撒冷，入殿堂，四界看逐項的物。日已經暗，就及十二個學生出去，到伯大尼。","bklhl":"耶穌入耶路撒冷，入殿堂；四界看ta̍k項ê物；日已經暗，就kap十二個學生出去到伯大尼。"}},{"book":"可","chapter":11,"verse":12,"versions":{"unv":"第二天，他們從伯大尼出來，耶穌餓了。","bklcl":"Keh ji̍t, in tùi Pek-tāi-nî chhut-lâi, Iâ-so͘ iau.","tghg":"隔日，𪜶對伯大尼出來，耶穌枵。","bklhl":"隔日，in tùi伯大尼出來，耶穌iau。"}},{"book":"可","chapter":11,"verse":13,"versions":{"unv":"遠遠地看見一棵無花果樹，樹上有葉子，就往那裡去，或者在樹上可以找著甚麼。到了樹下，竟找不著甚麼，不過有葉子，因為不是收無花果的時候。","bklcl":"Hn̄g-hn̄g khòaⁿ-kìⁿ chi̍t châng bû-hoa-kó chhiū ū hio̍h, chiū khì khòaⁿ tī hit téng-bīn ū só͘ tit-tio̍h bô; í-keng kàu, kèng-jiân bô só͘ tit-tio̍h, chí ū hio̍h nā-tiāⁿ; in-ūi m̄ sī bû-hoa-kó ê sî;","tghg":"遠遠看見一欉無花果樹有葉，就去看佇彼頂面有所得著無。已經到，竟然無所得著，只有葉若定，因為呣是無花果的時。","bklhl":"遠遠看見一叢無花果樹有葉，就去看tī hit頂面有所得tio̍h無；已經到，竟然無所得tio̍h，只有葉nā-tiāⁿ；因為m̄是無花果ê時；"}},{"book":"可","chapter":11,"verse":14,"versions":{"unv":"耶穌就對樹說：「從今以後，永沒有人吃你的果子。」他的門徒也聽見了。","bklcl":"chiū tùi hit châng chhiū kóng, Taⁿ liáu-āu éng-éng bô lâng chia̍h-tio̍h lí ê ké-chí.  I ê ha̍k-seng iā thiaⁿ-kìⁿ.","tghg":"就對彼欉樹講：「今了後，永永無人食著你的果子。」伊的學生也聽見。","bklhl":"就tùi hit叢樹講，Taⁿ了後永永無人食tio̍h你ê果子。伊ê學生也聽見。"}},{"book":"可","chapter":11,"verse":15,"versions":{"unv":"他們來到耶路撒冷。耶穌進入聖殿，趕出殿裡做買賣的人，推倒兌換銀錢之人的桌子和賣鴿子之人的凳子；","bklcl":"In kàu Iâ-lō͘-sat-léng, Iâ-so͘ ji̍p tiān; chiū kóaⁿ-chhut tiān-lāi bóe-bōe ê lâng, chhia-tó ōaⁿ chîⁿ ê lâng ê toh, kap bōe chíⁿ-á ê lâng ê í;","tghg":"𪜶到耶路撒冷。耶穌入殿，就趕出殿內買賣的人，捙倒換錢的人的桌及賣鴿仔(chíⁿ-á)的人的椅；","bklhl":"In到耶路撒冷，耶穌入殿；就趕出殿內買賣ê人，chhia-tó換錢ê人ê 桌，kap賣鴿á ê人ê椅；"}},{"book":"可","chapter":11,"verse":16,"versions":{"unv":"也不許人拿著器具從殿裡經過；","bklcl":"sòa m̄ chún lâng tòa khì-kū tùi tiān-ni̍h keng-kè.","tghg":"續呣准人帶器具對殿裡經過；","bklhl":"續m̄准人帶器具tùi殿裡經過。"}},{"book":"可","chapter":11,"verse":17,"versions":{"unv":"便教訓他們說：「經上不是記著說：我的殿必稱為萬國禱告的殿嗎？你們倒使它成為賊窩了。」","bklcl":"Koh kà-sī in kóng, Kiám bô kì-chài kóng, Góa ê chhù beh chheng chòe bān pang kî-tó ê chhù mah?  nā-sī lín hō͘ i chòe chha̍t-siū.","tghg":"閣教示𪜶講：「豈無記載講：我的厝欲稱做萬邦祈禱的厝嗎？若是恁互伊做賊巢(siū)。」","bklhl":"Koh教示in講，Kiám無記載講，我ê厝beh稱做萬邦祈禱ê厝mah？但是lín hō͘伊做賊巢。"}},{"book":"可","chapter":11,"verse":18,"versions":{"unv":"祭司長和文士聽見這話，就想法子要除滅耶穌，卻又怕他，因為眾人都希奇他的教訓。","bklcl":"Chiah-ê chè-si-thâu kap keng-ha̍k-sū thiaⁿ-kìⁿ, chiū chhē-khòaⁿ thang cháiⁿ-iūⁿ lâi bia̍t I, in-ūi kiaⁿ I; sī chèng lâng lóng kî-koài I ê kà-sī.","tghg":"諸個祭司頭及經學士聽見，就尋看通怎樣來滅伊，因為驚伊，是眾人攏奇怪伊的教示。","bklhl":"Chiah-ê祭司頭kap經學士聽見，就chhē看thang怎樣來滅伊，因為驚伊；是眾人lóng奇怪伊ê教示。"}},{"book":"可","chapter":11,"verse":19,"versions":{"unv":"每天晚上，耶穌出城去。","bklcl":"Ta̍k ê-hng Iâ-so͘ chhut siâⁿ khì.","tghg":"逐下昏，耶穌出城去。","bklhl":"Ta̍k ê-hng耶穌出城去。"}},{"book":"可","chapter":11,"verse":20,"versions":{"unv":"早晨，他們從那裡經過，看見無花果樹連根都枯乾了。","bklcl":"Chá-khí sî in tùi hia keng-kè, chiū khòaⁿ-kìⁿ hit châng bû-hoa-kó chhiū kun-ki lóng ko͘-tâ-khì.","tghg":"早起時，𪜶對遐經過，就看見彼欉無花果樹根枝攏枯焦去。","bklhl":"早起時，in tùi hia經過，就看見hit叢無花果樹根枝lóng枯焦去。"}},{"book":"可","chapter":11,"verse":21,"versions":{"unv":"彼得想起耶穌的話來，就對他說：「拉比，請看！你所咒詛的無花果樹已經枯乾了。」","bklcl":"Pí-tek kì-tit chiū kā I kóng, Lia̍p-pí, lí khòaⁿ, lí só͘ chiù-chó͘ ê bû-hoa-kó chhiū í-keng ta-khì.","tghg":"彼得記得，就給伊講：「拉比，你看！你所咒詛的無花果樹已經乾去。」","bklhl":"彼得記得就kā伊講，拉比，你看，你所咒詛 ê無花果樹已經乾去。"}},{"book":"可","chapter":11,"verse":22,"versions":{"unv":"耶穌回答說：「你們當信服　神。","bklcl":"Iâ-so͘ ìn kóng, Lín tio̍h sìn Siōng-tè.","tghg":"耶穌應講：「恁著信上帝。","bklhl":"耶穌應講，Lín tio̍h信上帝。"}},{"book":"可","chapter":11,"verse":23,"versions":{"unv":"我實在告訴你們，無論何人對這座山說：『你挪開此地，投在海裡！』他若心裡不疑惑，只信他所說的必成，就必給他成了。","bklcl":"Góa si̍t-chāi kā lín kóng, Hoān-nā kā chit ê soaⁿ kóng, Sóa-khì, hiat tī hái-ni̍h, sim-lāi bô giâu-gî, to̍k-to̍k sìn i só͘ kóng ê tek-khak chiâⁿ, chiū beh kā i chiâⁿ.","tghg":"我實在給恁講，凡若給此個山講：『徙去，㧒佇海裡！』心內無僥疑，獨獨信伊所講的的確成，就欲給伊成。","bklhl":"我實在kā lín講，凡若kā chit ê山講，徙去，hiat tī海裡，心內無僥疑，獨獨信伊所講ê的確成，就beh kā伊成。"}},{"book":"可","chapter":11,"verse":24,"versions":{"unv":"所以我告訴你們，凡你們禱告祈求的，無論是甚麼，只要信是得著的，就必得著。","bklcl":"Só͘-í góa kā lín kóng, Kìⁿ-nā lín só͘ kî-tó lâi kiû ê, tio̍h sìn sī í-keng tit-tio̍h, chiū beh kā lín chiâⁿ.","tghg":"所以我給恁講，見若恁所祈禱來求的，著信是已經得著，就欲給恁成。","bklhl":"所以我kā lín講，見若lín所祈禱來求ê，tio̍h信是已經得tio̍h，就beh kā lín成。"}},{"book":"可","chapter":11,"verse":25,"versions":{"unv":"你們站著禱告的時候，若想起有人得罪你們，就當饒恕他，好叫你們在天上的父也饒恕你們的過犯。","bklcl":"Kìⁿ-nā lín khiā-teh kî-tó ê sî siūⁿ-tio̍h ū lâng tek-chōe lí sím-mi̍h, chiū tio̍h sià-bián i; hō͘ lín tī thiⁿ-ni̍h ê Pē iā siá-bián lín ê kè-sit.","tghg":"見若恁徛啲祈禱的時，想著有人得罪你甚麼，就著赦免伊，互恁佇天裡的父也赦免恁的過失。」","bklhl":"見若Lín khiā-teh祈禱ê時想tio̍h有人得罪你甚麼，就tio̍h赦免伊；hō͘ lín tī天裡ê父也赦免lín ê過失。"}},{"book":"可","chapter":11,"verse":26,"versions":{"unv":"你們若不饒恕人，你們在天上的父也不饒恕你們的過犯。（有古卷無此節）」","tghg":"｛恁若不饒恕人，恁佇天裡的父也不饒恕恁的過犯。〔台語羅馬譯本無此節！〕｝"}},{"book":"可","chapter":11,"verse":27,"versions":{"unv":"他們又來到耶路撒冷。耶穌在殿裡行走的時候，祭司長和文士並長老進前來，","bklcl":"In koh kàu Iâ-lō͘-sat-léng; Iâ-so͘ tī tiān-lāi teh kiâⁿ ê sî, hiah-ê chè-si-thâu keng-ha̍k-sū kap tiúⁿ-ló chiū-kūn I kóng,","tghg":"𪜶閣到耶路撒冷。耶穌佇殿內啲行的時，許個祭司頭經學士及長老就近伊，講：","bklhl":"In koh到耶路撒冷；耶穌tī殿內teh行ê時，hiah-ê祭司頭經學士kap長老就近伊講，"}},{"book":"可","chapter":11,"verse":28,"versions":{"unv":"問他說：「你仗著甚麼權柄做這些事？給你這權柄的是誰呢？」","bklcl":"Lí ēng sím-mi̍h koân kiâⁿ chiah-ê sū? koh chī-chūi hō͘ lí chit ê koân thang kiâⁿ i ah?","tghg":"「你用甚麼權行諸個事？閣是誰互你此個權通行伊啊？」","bklhl":"你用甚麼權行chiah ê事？koh 是誰 hō͘你chit ê 權thang行伊ah？"}},{"book":"可","chapter":11,"verse":29,"versions":{"unv":"耶穌對他們說：「我要問你們一句話，你們回答我，我就告訴你們我仗著甚麼權柄做這些事。","bklcl":"Iâ-so͘ chiū kā in kóng, Góa iā mn̄g lín chi̍t kù ōe; lín nā ìn góa, góa chiah beh kā lín kóng góa ēng sím-mi̍h koân kiâⁿ chiah-ê sū.","tghg":"耶穌就給𪜶講：「我也問恁一句話，恁若應我，我才欲給恁講我用甚麼權行諸個事。","bklhl":"耶穌就kā in講，我也問lín一句話；lín若應我，我chiah beh kā lín講我用甚麼權行chiah ê事。"}},{"book":"可","chapter":11,"verse":30,"versions":{"unv":"約翰的洗禮是從天上來的？是從人間來的呢？你們可以回答我。」","bklcl":"Iok-hān ê sóe-lé sī tùi thiⁿ á-sī tùi lâng ah?  lín tio̍h ìn góa.","tghg":"約翰的洗禮是對天？抑是對人啊？恁著應我。」","bklhl":"約翰ê洗禮是tùi天á是tùi人ah？lín tio̍h應我。"}},{"book":"可","chapter":11,"verse":31,"versions":{"unv":"他們彼此商議說：「我們若說『從天上來』，他必說：『這樣，你們為甚麼不信他呢？』","bklcl":"In saⁿ-kap gī-lūn kóng, Nā kóng, Tùi thiⁿ, I beh kóng, Án-ni lín siáⁿ-sū m̄ sìn i?","tghg":"𪜶相及議論講：「若講『對天』，伊欲講：『按呢，恁啥事呣信伊？』","bklhl":"In saⁿ-kap議論講，若講，Tùi天，伊beh講，Án-ni lín啥事m̄信伊？"}},{"book":"可","chapter":11,"verse":32,"versions":{"unv":"若說『從人間來』，卻又怕百姓，因為眾人真以約翰為先知。」","bklcl":"Nā kóng, Tùi lâng,—in chiū kiaⁿ peh-sìⁿ, in-ūi chèng lâng si̍t-chāi lia̍h Iok-hān chòe sian-ti.","tghg":"若講『對人』，𪜶就驚百姓，因為眾人實在掠約翰做先知。」","bklhl":"若講，Tùi人，—in就kiaⁿ百姓，因為眾人實在掠約翰做先知。"}},{"book":"可","chapter":11,"verse":33,"versions":{"unv":"於是回答耶穌說：「我們不知道。」耶穌說：「我也不告訴你們我仗著甚麼權柄做這些事。」","bklcl":"Chiū ìn Iâ-so͘ kóng, Goán m̄ chai.  Iâ-so͘ chiū kā in kóng, Góa iā bô beh kā lín kóng góa sī ēng sím-mi̍h koân kiâⁿ chiah-ê sū.","tghg":"就應耶穌講：「阮呣知。」耶穌就給𪜶講：「我也無欲給恁講我是用甚麼權行諸個事。」","bklhl":"就應耶穌講，阮m̄知。耶穌就kā in講，我也無beh kā lín講我是用甚麼權行chiah ê事。"}}]