[{"book":"可","chapter":6,"verse":1,"versions":{"unv":"耶穌離開那裡，來到自己的家鄉；門徒也跟從他。","bklcl":"Iâ-so͘ tùi hia chhut-khì, kàu I ê pún-hiuⁿ, I ê ha̍k-seng tè I.","tghg":"耶穌對遐出去，到伊的本鄉；伊的學生隨伊。","bklhl":"耶穌tùi hia出去，到伊ê本鄉，伊ê學生tè伊。"}},{"book":"可","chapter":6,"verse":2,"versions":{"unv":"到了安息日，他在會堂裡教訓人。眾人聽見，就甚希奇，說：「這人從哪裡有這些事呢？所賜給他的是甚麼智慧？他手所做的是何等的異能呢？","bklcl":"Kàu an-hioh-ji̍t chiū tī hōe-tn̂g kà-sī lâng. Chōe-chōe lâng thiaⁿ-kìⁿ chiū kî-koài kóng, Chit ê lâng tùi tá-lo̍h ōe án-ni ah? Koh, só͘ siúⁿ-sù hō͘ I ê tì-hūi sī sím-mi̍h ah? iā ū án-ni ê tōa koân-lêng tùi I ê chhùi chhut, sī cháiⁿ-iūⁿ?","tghg":"到安息日，就佇會堂教示人。多多人聽見，就奇怪，講：「此個人對叨落會按呢啊？閣所賞賜互伊的智慧是甚麼啊？也有按呢的大權能對伊的嘴出，是怎樣？","bklhl":"到安歇日就tī會堂教示人。Chōe-chōe人聽見就奇怪講，Chit ê人tùi tá-lo̍h會án-ni ah？koh所賞賜hō͘伊ê智慧是甚麼ah？也有án-ni ê大權能tùi伊ê嘴出，是怎樣？"}},{"book":"可","chapter":6,"verse":3,"versions":{"unv":"這不是那木匠嗎？不是馬利亞的兒子雅各、約西、猶大、西門的長兄嗎？他妹妹們不也是在我們這裡嗎？」他們就厭棄他（厭棄他：原文是因他跌倒）。","bklcl":"Chit-ê kiám m̄ sī ba̍k-kang mah? kiám m̄ sī Má-lī-a ê kiáⁿ, Ngá-kok, Iok-se, Iû-tāi, Se-bûn ê hiaⁿ-tī mah?  I ê chí-bē kiám m̄ sī kap lán tī chia mah?  In chiū iàm-chiān I.","tghg":"此個豈呣是木工(ba̍k-kang)嗎？豈呣是馬利亞的子雅各、約西、猶大、西門的兄弟嗎？伊的姊妹豈呣是及咱佇遮嗎？」𪜶就厭賤(iàm-chiān)伊。","bklhl":"Chit ê kiám m̄是木工mah？kiám m̄是馬利亞ê Kiáⁿ，雅各、約西、偤大、西門ê兄弟mah？伊ê姊妹kiám m̄是kap咱tī chia mah？In就厭賤伊。"}},{"book":"可","chapter":6,"verse":4,"versions":{"unv":"耶穌對他們說：「大凡先知，除了本地、親屬、本家之外，沒有不被人尊敬的。」","bklcl":"Iâ-so͘ chiū kā in kóng, Sian-ti tī pún-hiuⁿ, chong-cho̍k, ka-kī ê ke í-gōa, bô m̄ chun-kùi.","tghg":"耶穌就給𪜶講：「先知佇本鄉、宗族、家己的家以外，無呣尊貴。」","bklhl":"耶穌就kā in講，先知tī本鄉、宗族，家己ê家以外，無m̄尊貴。"}},{"book":"可","chapter":6,"verse":5,"versions":{"unv":"耶穌就在那裡不得行甚麼異能，不過按手在幾個病人身上，治好他們。","bklcl":"I tī hia bōe-tit kiâⁿ sím-mi̍h koân-lêng, put-kò ēng chhiú hōaⁿ kúi-nā ê pīⁿ lâng, lâi i-hó in.","tghg":"伊佇遐𣍐得行甚麼權能，不過用手按幾若個病人，來醫好𪜶。","bklhl":"伊tī hia bōe得行甚麼權能，不過用手hōaⁿ kúi-nā ê病人，來醫好in。"}},{"book":"可","chapter":6,"verse":6,"versions":{"unv":"他也詫異他們不信，就往周圍鄉村教訓人去了。","bklcl":"Koh kî-koài in m̄ sìn.  Chiū sì-kè kiâⁿ hiah-ê hiuⁿ-siā, kà-sī lâng.","tghg":"閣奇怪𪜶呣信，就四界行許個鄉社教示人。","bklhl":"Koh奇怪in m̄信。就四界行hiah-ê鄉社，教示人。"}},{"book":"可","chapter":6,"verse":7,"versions":{"unv":"耶穌叫了十二個門徒來，差遣他們兩個兩個地出去，也賜給他們權柄，制伏污鬼；","bklcl":"Iâ-so͘ tiàu cha̍p-jī ê ha̍k-seng lâi, chiū chhe in chi̍t tùi chi̍t tùi chhut-khì, siúⁿ-sù in ū koân lâi chè-ap hiah-ê siâ-sîn;","tghg":"耶穌召十二個學生來，就差𪜶一對一對出去，賞賜𪜶有權，來制壓許個邪神；","bklhl":"耶穌召十二個學生來，就差in一對一對出去，賞賜in有權來制壓hiah-ê邪神；"}},{"book":"可","chapter":6,"verse":8,"versions":{"unv":"並且囑咐他們：「行路的時候不要帶食物和口袋，腰袋裡也不要帶錢，除了柺杖以外，甚麼都不要帶；","bklcl":"koh hoan-hù in bo̍h-tit tòa lō͘-hùi, to̍k-to̍k chi̍t ki koáiⁿ-á, bo̍h-tit kan-niû, bo̍h-tit tah-liân, bo̍h-tit khǹg chîⁿ tī io-tòa;","tghg":"閣吩咐𪜶：「莫得帶路費，獨獨一支柺仔，莫得乾糧(kan-niû)，莫得褡褳，莫得囥錢佇腰帶；","bklhl":"koh吩咐in莫得帶路費，獨獨一支柺á，莫得乾糧，莫得tah-liân，莫得khǹg錢tī腰帶；"}},{"book":"可","chapter":6,"verse":9,"versions":{"unv":"只要穿鞋，也不要穿兩件褂子」；","bklcl":"tio̍h chhēng chhut-lō͘ ê ôe; iā bo̍h-tit chhēng nn̄g niá saⁿ.","tghg":"著穿出路的鞋，也莫得穿二領衫」；","bklhl":"tio̍h穿出露ê鞋；也莫得穿兩領衫。"}},{"book":"可","chapter":6,"verse":10,"versions":{"unv":"又對他們說：「你們無論到何處，進了人的家，就住在那裡，直到離開那地方。","bklcl":"Koh kā in kóng, Kìⁿ-nā lín só͘ ji̍p ê chhù, tio̍h tòa tī hia, ti̍t-kàu lī-khui hit ê tōe-hng ê sî.","tghg":"閣給𪜶講：「見若恁所入的厝，著住佇遐，直到離開彼個地方的時。","bklhl":"Koh kā in講，見若lín所入ê厝，tio̍h tòa tī hia，直到離開hit ê地方ê時。"}},{"book":"可","chapter":6,"verse":11,"versions":{"unv":"何處的人不接待你們，不聽你們，你們離開那裡的時候，就把腳上的塵土跺下去，對他們作見證。」","bklcl":"Bô lūn sím-mi̍h só͘-chāi m̄ chiap-la̍p lín, m̄ thiaⁿ lín ê, kàu lī-khui hia ê sî, tio̍h pōaⁿ-khì kha-chiah-tóe ê thô͘-hún, lâi tùi in chòe kan-chèng.","tghg":"無論甚麼所在呣接納恁，呣聽恁的，到離開遐的時，著拂(pōaⁿ)去腳跡底的土粉，來對𪜶做干證。」","bklhl":"無論甚麼所在m̄接納lín，m̄聽lín ê，到離開hia ê時，tio̍h拌去腳chiah底 ê土粉，來對in做干證。"}},{"book":"可","chapter":6,"verse":12,"versions":{"unv":"門徒就出去傳道，叫人悔改，","bklcl":"In chiū chhut-khì soan-thoân, kóng lâng tio̍h hoán-hóe.","tghg":"𪜶就出去宣傳，講人著反悔，","bklhl":"In就出去宣傳，講人tio̍h反悔。"}},{"book":"可","chapter":6,"verse":13,"versions":{"unv":"又趕出許多的鬼，用油抹了許多病人，治好他們。","bklcl":"In iā kóaⁿ-chhut chōe-chōe kúi, ēng iû boah chōe-chōe phòa-pīⁿ ê lâng, i-hó in.","tghg":"𪜶也趕出多多鬼，用油抹多多破病的人，醫好𪜶。","bklhl":"In也趕出chōe-chōe鬼，用油抹chōe-chōe破病ê人，醫好in。"}},{"book":"可","chapter":6,"verse":14,"versions":{"unv":"耶穌的名聲傳揚出來。希律王聽見了，就說：「施洗的約翰從死裡復活了，所以這些異能由他裡面發出來。」","bklcl":"Hi-lu̍t ông thiaⁿ-kìⁿ, in-ūi Iâ-so͘ ê miâ-siaⁿ í-keng chhut; chiū kóng, Kiâⁿ sóe-lé ê Iok-hān tùi sí-lâng tiong koh-oa̍h, só͘-í ū chiah-ê koân-lêng tùi i hián-chhut.","tghg":"希律王聽見，因為耶穌的名聲已經出，就講：「行洗禮的約翰對死人中復活，所以有諸個權能對伊顯出。」","bklhl":"希律王聽見，因為耶穌ê名聲已經出；就講，行洗禮ê約翰tùi死人中koh活，所以有chiah ê權能tùi伊顯出。"}},{"book":"可","chapter":6,"verse":15,"versions":{"unv":"但別人說：「是以利亞。」又有人說：「是先知，正像先知中的一位。」","bklcl":"Nā-sī ū pa̍t lâng kóng, Sī Í-lī-a.  Koh ū lâng kóng, Sī sian-ti, chhin-chhiūⁿ sian-ti tiong ê chi̍t-ê.","tghg":"若是有別人講：「是以利亞。」閣有人講：「是先知，親像先知中的一個。」","bklhl":"但是有別人講，是以利亞。Koh有人講，是先知，親像先知中ê一个。"}},{"book":"可","chapter":6,"verse":16,"versions":{"unv":"希律聽見卻說：「是我所斬的約翰，他復活了。」","bklcl":"Chóng-sī Hi-lu̍t thiaⁿ-kìⁿ chiū kóng, Góa só͘ thâi-thâu ê Iok-hān í-keng koh-oa̍h.","tghg":"總是希律聽見就講：「我所刣頭的約翰，已經復活。」","bklhl":"總是希律聽見就講，我所刣頭ê約翰已經koh活。"}},{"book":"可","chapter":6,"verse":17,"versions":{"unv":"先是希律為他兄弟腓力的妻子希羅底的緣故，差人去拿住約翰，鎖在監裡，因為希律已經娶了那婦人。","bklcl":"In-ūi Hi-lu̍t ka-kī bat chhe lâng lia̍h Iok-hān, pa̍k i tī kaⁿ-ni̍h, sī ūi-tio̍h Hi-lu̍t ê hiaⁿ-tī Hui-le̍k ê bó͘ Hi-lô-tí ê iân-kò͘; in-ūi Hi-lu̍t ū chhōa i.","tghg":"因為希律家己曾差人掠約翰，縛伊佇監裡，是為著希律的兄弟腓力的某希羅底的緣故，因為希律有娶伊。","bklhl":"因為希律家己bat差人掠約翰，縛伊tī監裡，是為tio̍h希律ê兄弟腓力ê bó͘希羅底ê緣故；因為希律有娶伊。"}},{"book":"可","chapter":6,"verse":18,"versions":{"unv":"約翰曾對希律說：「你娶你兄弟的妻子是不合理的。」","bklcl":"Sī Iok-hān bat kā Hi-lu̍t kóng, Lí chhōa hiaⁿ-tī ê bó͘ sī put-kai.","tghg":"是約翰曾給希律講：「你娶兄弟的某是不該。」","bklhl":"是約翰bat kā希律講，你娶兄弟ê bó͘是不該。"}},{"book":"可","chapter":6,"verse":19,"versions":{"unv":"於是希羅底懷恨他，想要殺他，只是不能；","bklcl":"Hi-lô-tí chiū oàn-hūn Iok-hān, ài thâi i, iā bōe tit-tio̍h.","tghg":"希羅底就怨恨約翰，愛刣伊，也𣍐得著；","bklhl":"希羅底就怨恨約翰，ài 刣伊，也bōe得tio̍h。"}},{"book":"可","chapter":6,"verse":20,"versions":{"unv":"因為希律知道約翰是義人，是聖人，所以敬畏他，保護他，聽他講論，就多照著行（有古卷：游移不定），並且樂意聽他。","bklcl":"In-ūi Hi-lu̍t chai Iok-hān ê chòe-lâng gī koh sèng, só͘-í kiaⁿ-ùi, lâi pó-hō͘ i; thiaⁿ i ê ōe, chiū tōa-tōa tiû-tû, iā hoaⁿ-hí thiaⁿ i.","tghg":"因為希律知約翰的做人義，閣聖，所以驚畏，來保護伊，聽伊的話，就大大躊躇，也歡喜聽伊。","bklhl":"因為希律知約翰ê做人義koh聖，所以驚畏，來保護伊；聽伊ê話，就大大躊躇，也歡喜聽伊。"}},{"book":"可","chapter":6,"verse":21,"versions":{"unv":"有一天，恰巧是希律的生日，希律擺設筵席，請了大臣和千夫長，並加利利作首領的。","bklcl":"Tn̄g-tio̍h hó ki-hōe ê ji̍t, chiū-sī Hi-lu̍t tī siⁿ-ji̍t pān-toh, chhiáⁿ hiah-ê tōa koaⁿ, chhian-chóng, kap Ka-lī-lī chun-kùi ê lâng.","tghg":"當著好機會的日，就是希律佇生日，辦桌，請許個大官、千總，及加利利尊貴的人。","bklhl":"tn̄g-tio̍h好機會ê日，就是希律tī生日辦桌，請hiah-ê大官、千總kap加利利尊貴ê人。"}},{"book":"可","chapter":6,"verse":22,"versions":{"unv":"希羅底的女兒進來跳舞，使希律和同席的人都歡喜。王就對女子說：「你隨意向我求甚麼，我必給你。」","bklcl":"Hi-lô-tí chhin-siⁿ ê cha-bó͘-kiáⁿ ji̍p-khì thiàu-bú, hō͘ Hi-lu̍t kap tâng-toh ê lâng lóng hoaⁿ-hí; ông chiū kā cha-bó͘ gín-ná kóng, Kìⁿ-nā lí só͘ ài ê, kiû góa, góa beh hō͘ lí.","tghg":"希羅底親生的查某子入去跳舞，互希律及同桌的人攏歡喜。王就給查某囝仔講：「見若你所愛的求我，我欲互你。」","bklhl":"希羅底親生ê cha-bó͘-kiáⁿ入去跳舞，hō͘希律kap同桌ê人lóng歡喜；王就kā cha-bó͘ gín-ná講，見若你所ài ê，求我，我beh hō͘你。"}},{"book":"可","chapter":6,"verse":23,"versions":{"unv":"又對她起誓說：「隨你向我求甚麼，就是我國的一半，我也必給你。」","bklcl":"Koh kap i chiù-chōa kóng, Kìⁿ-nā lí só͘ kiû góa ê, sui-jiân góa kok ê chi̍t pòaⁿ, góa iā beh hō͘ lí.","tghg":"閣及伊咒誓講：「見若你所求我的，雖然我國的一半，我也欲互你。」","bklhl":"Koh kap伊chiù-chōa講，見若你所求我ê，雖然我國ê一半，我也beh hō͘你。"}},{"book":"可","chapter":6,"verse":24,"versions":{"unv":"她就出去對她母親說：「我可以求甚麼呢？」她母親說：「施洗約翰的頭。」","bklcl":"Cha-bó͘ gín-ná chhut-khì kā i ê lāu-bú kóng, Góa beh kiû sím-mi̍h?  Ìn kóng, Kiâⁿ sóe-lé Iok-hān ê thâu-khak.","tghg":"查某囝仔出去給伊的老母講：「我欲求甚麼？」應講：「行洗禮約翰的頭殼。」","bklhl":"Cha-bó͘ gín-ná出去kā伊ê老母講，我beh求甚麼？應講，行洗禮約翰ê頭殼。"}},{"book":"可","chapter":6,"verse":25,"versions":{"unv":"她就急忙進去見王，求他說：「我願王立時把施洗約翰的頭放在盤子裡給我。」","bklcl":"Cha-bó͘ gín-ná liâm-piⁿ cháu ji̍p-khì, kìⁿ ông kiû kóng, Góa ài lí chiong kiâⁿ sóe-lé Iok-hān ê thâu-khak tóe tī pôaⁿ-ni̍h chek-sî hō͘ góa.","tghg":"查某囝仔連鞭走入去見王，求講：「我愛你將行洗禮約翰的頭殼貯佇盤裡即時互我。」","bklhl":"Cha-bó͘ gín-ná liâm-piⁿ走入去，見王求講，我ài你將行洗禮約翰ê頭殼tóe tī盤裡即時hō͘我。"}},{"book":"可","chapter":6,"verse":26,"versions":{"unv":"王就甚憂愁；但因他所起的誓，又因同席的人，就不肯推辭，","bklcl":"Ông chiū tōa iu-būn; chóng-sī ūi-tio̍h i só͘ chiù ê chōa, koh ū tâng-toh ê lâng tī-teh, só͘-í m̄ ài the-sî.","tghg":"王就大憂悶；總是為著伊所咒的誓，閣有同桌的人佇啲，所以呣愛推辭，","bklhl":"王就大憂悶；總是為tio̍h伊所chiù ê chōa，koh有同桌ê人tī-teh，所以m̄ ài推辭。"}},{"book":"可","chapter":6,"verse":27,"versions":{"unv":"隨即差一個護衛兵，吩咐拿約翰的頭來。護衛兵就去，在監裡斬了約翰，","bklcl":"Ông chek-sî chhe chi̍t ê sī-ōe, hoan-hù chhú i ê thâu-khak lâi;","tghg":"王即時差一個侍衛，吩咐取伊的頭殼來。","bklhl":"王即時差一个侍衛，吩咐取伊ê頭殼來；"}},{"book":"可","chapter":6,"verse":28,"versions":{"unv":"把頭放在盤子裡，拿來給女子，女子就給她母親。","bklcl":"i chiū khì kaⁿ-ni̍h, thâi i ê thâu, tóe i ê thâu-khak tī pôaⁿ-ni̍h, phâng lâi hō͘ cha-bó͘ gín-ná, cha-bó͘ gín-ná chiū hō͘ i ê lāu-bú.","tghg":"伊就去監裡，刣伊的頭，貯伊的頭殼佇盤裡，捧來互查某囝仔，查某囝仔就互伊的老母。","bklhl":"伊就去監裡，刣伊ê頭，tóe伊ê頭殼tī盤裡，捧來hō͘ cha-bó͘ gín-ná，cha-bó͘ gín-ná就hō͘伊ê老母。"}},{"book":"可","chapter":6,"verse":29,"versions":{"unv":"約翰的門徒聽見了，就來把他的屍首領去，葬在墳墓裡。","bklcl":"Iok-hān ê ha̍k-seng thiaⁿ-kìⁿ, chiū lâi siu i ê sin-si, bâi-chòng tī bōng-ni̍h.","tghg":"約翰的學生聽見，就來收伊的身屍，埋葬佇墓裡。","bklhl":"約翰ê學生聽見，就來收伊ê身屍，埋葬tī墓裡。"}},{"book":"可","chapter":6,"verse":30,"versions":{"unv":"使徒聚集到耶穌那裡，將一切所做的事、所傳的道全告訴他。","bklcl":"Sù-tô͘ chū-chi̍p chiū-kūn Iâ-so͘, chiong in só͘ kiâⁿ só͘ kà-sī ê lóng kā I kóng.","tghg":"使徒聚集就近耶穌，將𪜶所行、所教示的攏給伊講。","bklhl":"使徒聚集就近耶穌，將in所行所教示ê lóng kā伊講。"}},{"book":"可","chapter":6,"verse":31,"versions":{"unv":"他就說：「你們來，同我暗暗地到曠野地方去歇一歇。」這是因為來往的人多，他們連吃飯也沒有工夫。","bklcl":"Iâ-so͘ kā in kóng, Lín ka-kī kap góa lâi khì khòng-iá ê só͘-chāi, hioh-khùn tiap-á-kú.  In-ūi óng-lâi ê lâng chōe, liân chia̍h iā bōe kò͘-tit.","tghg":"耶穌給𪜶講：「恁家己及我來去曠野的所在歇睏霎(tia̍p)仔久。」因為往來的人多，連食也𣍐顧得。","bklhl":"耶穌kā in講，Lín家己kap我來去曠野ê所在，歇睏tiap-á-kú。因為往來ê人chōe，連食也bōe顧得。"}},{"book":"可","chapter":6,"verse":32,"versions":{"unv":"他們就坐船，暗暗地往曠野地方去。","bklcl":"In chiū chiūⁿ chûn, khì khòng-iá ê só͘-chāi, ka-kī tòa.","tghg":"𪜶就上船，去曠野的所在家己住。","bklhl":"In就上船，去曠野ê所在，家己tòa。"}},{"book":"可","chapter":6,"verse":33,"versions":{"unv":"眾人看見他們去，有許多認識他們的，就從各城步行，一同跑到那裡，比他們先趕到了。","bklcl":"Chèng lâng khòaⁿ-kìⁿ in khì, ū chōe-chōe lâng chai; chiū tùi ta̍k ê siâⁿ pō͘-kiâⁿ saⁿ-kap cháu, tāi-seng in kàu.","tghg":"眾人看見𪜶去，有多多人知，就對逐個城步行相及走，代先𪜶到。","bklhl":"眾人看見in去，有chōe-chōe人知；就tùi ta̍k ê城步行saⁿ-kap走，事先in到。"}},{"book":"可","chapter":6,"verse":34,"versions":{"unv":"耶穌出來，見有許多的人，就憐憫他們，因為他們如同羊沒有牧人一般，於是開口教訓他們許多道理。","bklcl":"Iâ-so͘ chhut-khì khòaⁿ-kìⁿ kui tōa tīn ê lâng, chiū lîn-bín i, in-ūi in chhin-chhiūⁿ iûⁿ bô bo̍k-chiá; chiah ēng chōe-chōe hāng kà-sī in.","tghg":"耶穌出去，看見歸大陣的人，就憐憫伊，因為𪜶親像羊無牧者，才用多多項教示𪜶。","bklhl":"耶穌出去看見kui大陣ê人，就憐憫伊，因為in親像羊無牧者；chiah用chōe-chōe項教示in。"}},{"book":"可","chapter":6,"verse":35,"versions":{"unv":"天已經晚了，門徒進前來，說：「這是野地，天已經晚了，","bklcl":"Ji̍t beh lo̍h, I ê ha̍k-seng chiū-kūn I kóng, Chia chiū-sī khòng-iá, ji̍t beh lo̍h lah;","tghg":"日欲落，伊的學生就近伊，講：","bklhl":"日beh落，伊ê學生就近伊講，Chia就是曠野，日beh落lah；"}},{"book":"可","chapter":6,"verse":36,"versions":{"unv":"請叫眾人散開，他們好往四面鄉村裡去，自己買甚麼吃。」","bklcl":"chhiáⁿ sì-sòaⁿ chèng lâng, hō͘ in khì chiu-ûi ê hiuⁿ-siā, ka-kī bóe mi̍h thang chia̍h.","tghg":"「遮就是曠野，日欲落啦，請四散眾人，互𪜶去周圍的鄉社，家己買物通食。」","bklhl":"請四散眾人，hō͘ in去周圍ê鄉社，家己買物thang食。"}},{"book":"可","chapter":6,"verse":37,"versions":{"unv":"耶穌回答說：「你們給他們吃吧。」門徒說：「我們可以去買二十兩銀子的餅給他們吃嗎？」","bklcl":"I ìn kóng, Lín hō͘ in chia̍h.  In kā I kóng, Chóng bô goán ēng nn̄g pah ê gûn-á khì bóe piáⁿ lâi hō͘ in chia̍h mah?","tghg":"伊應講：「恁互𪜶食。」𪜶給伊講：「總無阮用二百個銀仔去買餅來互𪜶食嗎？」","bklhl":"伊應講，Lín hō͘ in食。In kā伊講，總無阮用兩百ê銀á去買餅來hō͘ in食mah？"}},{"book":"可","chapter":6,"verse":38,"versions":{"unv":"耶穌說：「你們有多少餅，可以去看看。」他們知道了，就說：「五個餅，兩條魚。」","bklcl":"I kā in kóng, Lín ū piáⁿ jōa chōe, khì khòaⁿ-māi.  Í-keng chai chiū kóng, Gō͘ ê piáⁿ, nn̄g bé hî.","tghg":"伊給𪜶講：「恁有餅偌多，去看覓(māi)。」已經知，就講：「五個餅，二尾魚。」","bklhl":"伊kā in講，Lín有餅jōa chōe，去看māi。已經知就講，五個餅，兩尾魚。"}},{"book":"可","chapter":6,"verse":39,"versions":{"unv":"耶穌吩咐他們，叫眾人一幫一幫地坐在青草地上。","bklcl":"I chiū hoan-hù in hō͘ chèng lâng pâi kui-lia̍t, chē tī chhiⁿ-chhùi ê chháu-po͘.","tghg":"伊就吩咐𪜶，互眾人排歸列坐佇青翠的草埔。","bklhl":"伊就吩咐in hō͘眾人排kui列，坐tī青翠ê草埔。"}},{"book":"可","chapter":6,"verse":40,"versions":{"unv":"眾人就一排一排地坐下，有一百一排的，有五十一排的。","bklcl":"In chiū hun-tūi lâi chē, ū-ê chi̍t-pah, ū-ê gō͘-cha̍p.","tghg":"𪜶就分隊來坐，有的一百，有的五十。","bklhl":"In就分隊來坐，有ê一百，有ê五十。"}},{"book":"可","chapter":6,"verse":41,"versions":{"unv":"耶穌拿著這五個餅，兩條魚，望著天祝福，擘開餅，遞給門徒，擺在眾人面前，也把那兩條魚分給眾人。","bklcl":"Iâ-so͘ the̍h hit gō͘ ê piáⁿ, nn̄g bé hî, ǹg thiⁿ lâi chiok-siā; peh piáⁿ hō͘ ha̍k-seng lâi pâi tī chèng lâng ê bīn-chêng; iā ēng nn̄g bé hî pun hō͘ chèng lâng.","tghg":"耶穌提彼五個餅，二尾魚，向天來祝謝，擘餅互學生，來排佇眾人的面前，也用二尾魚分互眾人。","bklhl":"耶穌the̍h hit五個餅，兩尾魚，ǹg天來祝謝；peh餅hō͘學生來排tī眾人ê面前；也用兩尾魚pun hō͘眾人。"}},{"book":"可","chapter":6,"verse":42,"versions":{"unv":"他們都吃，並且吃飽了。","bklcl":"In lóng chia̍h kàu pá.","tghg":"𪜶攏食到飽。","bklhl":"In lóng食到飽。"}},{"book":"可","chapter":6,"verse":43,"versions":{"unv":"門徒就把碎餅碎魚收拾起來，裝滿了十二個籃子。","bklcl":"Khioh hiah-ê piáⁿ-chhùi kap hî-sut móa cha̍p-jī kheng.","tghg":"拾(khioh)許個餅碎及魚屑(sut)，滿十二筐(kheng)。","bklhl":"拾hiah-ê餅碎kap魚屑滿十二筐。"}},{"book":"可","chapter":6,"verse":44,"versions":{"unv":"吃餅的男人共有五千。","bklcl":"Chia̍h piáⁿ ê lâng ta-po͘ ê ū gō͘-chheng.","tghg":"食餅的人查甫的有五千。","bklhl":"食餅ê人ta-po͘ ê有五千。"}},{"book":"可","chapter":6,"verse":45,"versions":{"unv":"耶穌隨即催門徒上船，先渡到那邊伯賽大去，等他叫眾人散開。","bklcl":"Iâ-so͘ liâm-piⁿ pek I ê ha̍k-seng chiūⁿ chûn tāi-seng kè-khì hit pêng hōaⁿ, kàu Pek-sài-tāi, thèng-hāu I sì-sòaⁿ chèng lâng.","tghg":"耶穌連鞭迫伊的學生上船，代先過去彼旁岸到伯賽大，聽候伊四散眾人。","bklhl":"耶穌liâm-piⁿ逼伊ê學生上船事先過去hit-pêng岸，到伯賽大，thèng候伊四散眾人。"}},{"book":"可","chapter":6,"verse":46,"versions":{"unv":"他既辭別了他們，就往山上去禱告。","bklcl":"Í-keng kap in lī-pia̍t, chiū khì soaⁿ-ni̍h kî-tó.","tghg":"已經及𪜶離別，就去山裡祈禱。","bklhl":"已經kap in離別，就去山裡祈禱。"}},{"book":"可","chapter":6,"verse":47,"versions":{"unv":"到了晚上，船在海中，耶穌獨自在岸上；","bklcl":"Í-keng àm, chûn tī hái-tiong, chí-ū Iâ-so͘ ka-kī tī hōaⁿ-ni̍h.","tghg":"已經暗，船佇海中，只有耶穌家己佇岸裡；","bklhl":"已經暗，船tī海中，只有耶穌家己tī岸裡。"}},{"book":"可","chapter":6,"verse":48,"versions":{"unv":"看見門徒因風不順，搖櫓甚苦。夜裡約有四更天，就在海面上走，往他們那裡去，意思要走過他們去。","bklcl":"Khòaⁿ-kìⁿ ha̍k-seng kò-chiúⁿ, chin kan-khó͘, in-ūi sī tùi-thâu hong.  Mî-sî iok-lio̍k sì kiⁿ, Iâ-so͘ tùi hái-bīn kiâⁿ chiū-kūn in, ài beh tùi in hia kè-khì.","tghg":"看見學生划槳(kò-chiún)真艱苦，因為是對頭風。暝時約略四更，耶穌對海面行，就近𪜶，愛欲對𪜶遐過去。","bklhl":"看見學生划槳，真艱苦，因為是對頭風。暝時約略四更，耶穌tùi海面行就近in，ài beh tùi in hia過去。"}},{"book":"可","chapter":6,"verse":49,"versions":{"unv":"但門徒看見他在海面上走，以為是鬼怪，就喊叫起來；","bklcl":"In khòaⁿ-kìⁿ I kiâⁿ tī hái-bīn, lia̍h chòe koài mi̍h, chiū âu-kiò;","tghg":"𪜶看見伊行佇海面，掠做怪物，就喉叫；","bklhl":"In看見伊行tī海面，掠做怪物，就喉叫；"}},{"book":"可","chapter":6,"verse":50,"versions":{"unv":"因為他們都看見了他，且甚驚慌。耶穌連忙對他們說：「你們放心！是我，不要怕！」","bklcl":"in-ūi in lóng khòaⁿ-kìⁿ I, chiū chhiⁿ-kiaⁿ.  Iâ-so͘ liâm-piⁿ kap in kóng ōe, kā in kóng, An lín ê sim, sī góa, m̄ bián kiaⁿ.","tghg":"因為𪜶攏看見伊，就生驚(chhin-kian)。耶穌連鞭及𪜶講話給𪜶講：「安恁的心！是我，呣免驚！」","bklhl":"因為in lóng看見伊，就生驚。耶穌liâm-piⁿ kap in講話，kā in講，安lín ê心，是我，m̄免驚。"}},{"book":"可","chapter":6,"verse":51,"versions":{"unv":"於是到他們那裡，上了船，風就住了；他們心裡十分驚奇。","bklcl":"Chiū chiūⁿ chûn chiū-kūn in; hong chiū tiāⁿ; in sim-lāi put-chí gông-ngia̍h;","tghg":"就上船就近𪜶，風就定；𪜶心內不止卬愕。","bklhl":"就上船就近in；風就定；in心內不止gông-ngia̍h；"}},{"book":"可","chapter":6,"verse":52,"versions":{"unv":"這是因為他們不明白那分餅的事，心裡還是愚頑。","bklcl":"in-ūi in bōe hiáu-ngō͘ hit ê piáⁿ ê sîn-jiah, iā in ê sim tūn.","tghg":"因為𪜶𣍐曉悟彼個餅的神蹟，也𪜶的心鈍。","bklhl":"因為in bōe曉悟hit ê餅ê神蹟，也in ê心鈍。"}},{"book":"可","chapter":6,"verse":53,"versions":{"unv":"既渡過去，來到革尼撒勒地方，就靠了岸，","bklcl":"Kè-khì liáu, chiū kàu Kek-nî-sat-le̍k tōe, chûn pha tī hōaⁿ-ni̍h.","tghg":"過去了，就到革尼撒勒地，船拋(pha)佇岸裡，","bklhl":"過去了，就到Kek-nî-sat-le̍k地，船拋tī岸裡。"}},{"book":"可","chapter":6,"verse":54,"versions":{"unv":"一下船，眾人認得是耶穌，","bklcl":"Í-keng lī-khui chûn, lâng liâm-piⁿ jīn-tit I,","tghg":"已經離開船，人連鞭認得伊，","bklhl":"已經離開船，人liâm-piⁿ認得伊，"}},{"book":"可","chapter":6,"verse":55,"versions":{"unv":"就跑遍那一帶地方，聽見他在何處，便將有病的人用褥子抬到那裡。","bklcl":"piàn-piàn cháu hit ê tōe-hng; thiaⁿ-kìⁿ I tī sím-mi̍h só͘-chāi, chiū chiong pho͘-á kng pīⁿ-lâng kàu hia.","tghg":"遍遍走彼個地方，聽見伊佇甚麼所在，就將舖仔扛病人到遐。","bklhl":"遍遍走hit ê地方；聽見伊tī甚麼所在，就將舖á扛病人到hia。"}},{"book":"可","chapter":6,"verse":56,"versions":{"unv":"凡耶穌所到的地方，或村中，或城裡，或鄉間，他們都將病人放在街市上，求耶穌只容他們摸他的衣裳繸子；凡摸著的人就都好了。","bklcl":"Kìⁿ-nā I só͘ ji̍p ê hiuⁿ-siā, siâⁿ-chhī, hiuⁿ-ē, in chiong pīⁿ-lâng hē tī koe-chhī, kiû I nā sái hō͘ in bong I ê saⁿ-á-ku ê chhiu; kìⁿ-nā bong ê lâng lóng tit-tio̍h hó.","tghg":"見若伊所入的鄉社、城市、鄉下(hiun-ē)，𪜶將病人下佇街市，求伊若使互𪜶摸伊的衫仔裾的鬚；見若摸的人攏得著好。","bklhl":"見若伊所入ê鄉社、城市、鄉下，in將病人hē tī街市，求伊若sái hō͘ in摸伊ê衫á裾ê 鬚；見若摸ê人lóng得tio̍h好。"}}]