[{"book":"可","chapter":12,"verse":1,"versions":{"unv":"耶穌就用比喻對他們說：「有人栽了一個葡萄園，周圍圈上籬笆，挖了一個壓酒池，蓋了一座樓，租給園戶，就往外國去了。","bklcl":"Iâ-so͘ chiū ēng phì-jū tùi in kóng, Ū chi̍t lâng chai phû-tô-hn̂g, ēng lî-pa ûi i, khui  chi̍t khang lâi chòe chiú-khut, khí chi̍t chō chiú-kiⁿ-lâu, cho͘ hō͘ tiān-hō͘, chiū khì pa̍t só͘-chāi.","tghg":"耶穌就用譬喻對𪜶講：「有一人栽葡萄園，用籬笆圍伊，開一孔來做酒窟，起一座守更樓，租互佃戶，就去別所在。","bklhl":"耶穌就用譬喻tùi in講，有一人栽葡萄園，用籬笆圍伊，開一孔來做酒窟，起一座守更樓，租hō͘佃戶，就去別所在。"}},{"book":"可","chapter":12,"verse":2,"versions":{"unv":"到了時候，打發一個僕人到園戶那裡，要從園戶收葡萄園的果子。","bklcl":"Kàu kî chhe chi̍t ê lô͘-po̍k chiū-kūn tiān-hō͘, beh tùi tiān-hō͘ siu hn̂g-lāi ê ké-chí.","tghg":"到期，差一個奴僕就近佃戶，欲對佃戶收園內的果子。","bklhl":"到期差一个奴僕就近佃戶，beh tùi佃戶收園內ê果子。"}},{"book":"可","chapter":12,"verse":3,"versions":{"unv":"園戶拿住他，打了他，叫他空手回去。","bklcl":"Tiān-hō͘ lia̍h lâi phah i, hō͘ i khang-khang tò-khì.","tghg":"佃戶掠來拍伊，互伊空空倒去。","bklhl":"佃戶掠來phah伊，hō͘伊空空tò去。"}},{"book":"可","chapter":12,"verse":4,"versions":{"unv":"再打發一個僕人到他們那裡。他們打傷他的頭，並且凌辱他。","bklcl":"Koh chhe pa̍t ê lô͘-po̍k chiū-kūn in, tiān-hō͘ siong i ê thâu-khak, koh lêng-jio̍k i.","tghg":"閣差別個奴僕就近𪜶。佃戶傷伊的頭殼，閣凌辱伊。","bklhl":"Koh差別個奴僕就近in，佃戶傷伊ê頭殼，koh凌辱伊。"}},{"book":"可","chapter":12,"verse":5,"versions":{"unv":"又打發一個僕人去，他們就殺了他。後又打發好些僕人去，有被他們打的，有被他們殺的。","bklcl":"Koh chhe pa̍t ê lô͘-po̍k, in chiū thâi-sí i.  Koh chhe chōe-chōe lô͘-po̍k, ū-ê hō͘ in phah, iā ū-ê hō͘ in thâi-sí.","tghg":"閣差別個奴僕，𪜶就刣死伊。閣差多多奴僕，有的互𪜶拍，也有的互𪜶刣死。","bklhl":"Koh差別個奴僕，in就刣死伊。Koh差chōe-chōe奴僕，有ê hō͘ in phah，也有ê hō͘ in 刣死。"}},{"book":"可","chapter":12,"verse":6,"versions":{"unv":"園主還有一位是他的愛子，末後又打發他去，意思說：『他們必尊敬我的兒子。』","bklcl":"I iáu ū chi̍t-ê, sī i só͘ thiàⁿ ê kiáⁿ, lō͘-bé iā chhe i chiū-kūn in; phah-sǹg kóng, In beh chun-kèng góa ê kiáⁿ.","tghg":"伊猶有一個是伊所疼的子，路尾也差伊就近𪜶，拍算講：『𪜶欲尊敬我的子。』","bklhl":"伊iáu有一个，是伊所疼ê Kiáⁿ，路尾也差伊就近in；phah算講，In beh尊敬我ê Kiáⁿ。"}},{"book":"可","chapter":12,"verse":7,"versions":{"unv":"不料，那些園戶彼此說：『這是承受產業的。來吧，我們殺他，產業就歸我們了！』","bklcl":"Nā-sī chiah-ê tiān-hō͘ saⁿ-kap kóng, chit-ê sī i ê hō͘-sû; lán lâi kā i thâi-sí, gia̍p chiū kui lán.","tghg":"若是諸個佃戶相及講：『此個是伊的後嗣。咱來給伊刣死，業就歸咱！』","bklhl":"但是chiah ê佃戶saⁿ-kap講，chit ê是伊ê後嗣；咱來kā伊刣死，業就歸咱。"}},{"book":"可","chapter":12,"verse":8,"versions":{"unv":"於是拿住他，殺了他，把他丟在園外。","bklcl":"Chiū lia̍h lâi kā i hāi-sí, chiong i hiat tī phû-tô-hn̂g gōa.","tghg":"就掠來，給伊害死，將伊㧒佇葡萄園外。","bklhl":"就掠來kā伊害死，將伊hiat tī葡萄園外。"}},{"book":"可","chapter":12,"verse":9,"versions":{"unv":"這樣，葡萄園的主人要怎麼辦呢？他要來除滅那些園戶，將葡萄園轉給別人。","bklcl":"Án-ni hn̂g-chú beh cháiⁿ-iūⁿ chòe ah?  I beh lâi bia̍t chiah-ê tiān-hō͘, chiong i ê hn̂g kau-tāi pa̍t lâng.","tghg":"按呢，園主欲怎樣做啊？伊欲來滅諸個佃戶，將伊的園交代別人。","bklhl":"Án-ni園主beh怎樣做 ah？伊beh來滅chiah ê佃戶，將伊ê園交帶別人。"}},{"book":"可","chapter":12,"verse":10,"versions":{"unv":"經上寫著說：匠人所棄的石頭，已作了房角的頭塊石頭。","bklcl":"Sèng-keng só͘ kì-chài kóng,\tSai-hū só͘ khì-sak ê chio̍h, \tChiâⁿ chòe chhù-kak thâu ê chio̍h;","tghg":"聖經所記載講：師傅所棄拺的石，成做厝角頭的石。","bklhl":"聖經所記載講，\t師傅所棄sak ê石，\t成做厝角頭ê石；"}},{"book":"可","chapter":12,"verse":11,"versions":{"unv":"這是主所做的，在我們眼中看為希奇。這經你們沒有念過嗎？」","bklcl":"Che sī Chú só͘ chiâⁿ ê,\tLán ê ba̍k-chiu khòaⁿ chòe kî-koài,","tghg":"這是主所成的，咱的目睭看做奇怪。恁豈未讀嗎？」","bklhl":"這是主所成ê，\t咱ê目睭看做奇怪，"}},{"book":"可","chapter":12,"verse":12,"versions":{"unv":"他們看出這比喻是指著他們說的，就想要捉拿他，只是懼怕百姓，於是離開他走了。","bklcl":"Lín kiám bē tha̍k mah?  Hiah ê lâng chai chit ê phì-jū sī chí in lâi kóng, chiū ài beh lia̍h I, chóng-sī kiaⁿ chèng lâng.  Chiū lī-khui I khì.","tghg":"許個人知此個譬喻是指𪜶來講，就愛欲掠伊，總是驚眾人，就離開伊去。","bklhl":"Lín kiám bē讀mah？Hiah-ê人知chit ê譬喻是指in來講，就ài beh掠伊，總是驚眾人。就離開伊去。"}},{"book":"可","chapter":12,"verse":13,"versions":{"unv":"後來，他們打發幾個法利賽人和幾個希律黨的人到耶穌那裡，要就著他的話陷害他。","bklcl":"Āu-lâi chhe Hoat-lī-sài kap Hi-lu̍t tóng kúi-nā lâng chiū-kūn I, ài chiū I só͘ kóng ê ōe lâi tng I.","tghg":"後來，差法利賽及希律黨幾若人就近伊，愛就伊所講的話來當(tng)伊。","bklhl":"後來差法利賽kap希律黨kúi-nā人就近伊，ài就伊所講ê話來tng伊。"}},{"book":"可","chapter":12,"verse":14,"versions":{"unv":"他們來了，就對他說：「夫子，我們知道你是誠實的，甚麼人你都不徇情面；因為你不看人的外貌，乃是誠誠實實傳　神的道。納稅給該撒可以不可以？","bklcl":"Í-keng kàu, kā I kóng, Sian-siⁿ ah, goán chai lí sī chin-si̍t, iā bô lia̍h sím-mi̍h lâng chòe iàu-kín, in-ūi lí bô khòaⁿ lâng ê gōa-māu, chiū-sī chin-si̍t chiong Siōng-tè ê lō͘ lâi kà-sī lâng;","tghg":"已經到，給伊講：「先生啊，阮知你是真實，也無掠甚麼人做要緊；因為你無看人的外貌，就是真實將上帝的路來教示人。納稅互該撒合宜抑無？","bklhl":"已經到，kā伊講，先生ah，阮知你是真實，也無掠甚麼人做要緊，因為你無看人ê外貌，就是真實將上帝ê路來教示人；"}},{"book":"可","chapter":12,"verse":15,"versions":{"unv":"我們該納不該納？」耶穌知道他們的假意，就對他們說：「你們為甚麼試探我？拿一個銀錢來給我看！」","bklcl":"La̍p sè hō͘ Kai-sat ha̍p-gî, á bô?  Goán tio̍h la̍p á m̄ bián?  Nā-sī Iâ-so͘ chai in ê ké-hó, chiū kā in kóng, Lín siáⁿ-sū chhì góa ah?  The̍h chi̍t ê gûn-á hō͘ góa khòaⁿ.","tghg":"阮著納抑呣免？」若是耶穌知𪜶的假好，就給𪜶講：「恁啥事試我啊？提一個銀仔互我看！」","bklhl":"納稅hō͘該撒合宜，á無？阮tio̍h納á m̄免？但是耶穌知in ê假好，就kā in講，Lín啥事試我ah？The̍h一个銀á hō͘我看。"}},{"book":"可","chapter":12,"verse":16,"versions":{"unv":"他們就拿了來。耶穌說：「這像和這號是誰的？」他們說：「是該撒的。」","bklcl":"In chiū the̍h-lâi.  Iâ-so͘ kā in kóng, Chit ê siōng kap hō sī chī-chūi?","tghg":"𪜶就提來。耶穌給𪜶講：「此個像及號是是誰？」","bklhl":"In就the̍h來。耶穌kā in講，Chit ê像kap號是是誰？"}},{"book":"可","chapter":12,"verse":17,"versions":{"unv":"耶穌說：「該撒的物當歸給該撒，　神的物當歸給　神。」他們就很希奇他。","bklcl":"In kā I kóng, Kai-sat.  Iâ-so͘ kā in kóng, Lín tio̍h chiong Kai-sat ê mi̍h la̍p hō͘ Kai-sat, chiong Siōng-tè ê mi̍h la̍p hō͘ Siōng-tè.  In tōa kî-koài I.","tghg":"𪜶給伊講：「該撒。」耶穌給𪜶講：「恁著將該撒的物納互該撒，將上帝的物納互上帝。」𪜶大奇怪伊。","bklhl":"In kā伊講，該撒。耶穌kā in講，Lín tio̍h將該撒ê物納 hō͘該撒，將上帝ê物納 hō͘上帝。In大奇怪伊。"}},{"book":"可","chapter":12,"verse":18,"versions":{"unv":"撒都該人常說沒有復活的事。他們來問耶穌說：","bklcl":"Ū Sat-thó͘-kai lâng, chiū-sī kóng lâng bô koh-oa̍h ê, chiū-kūn I,","tghg":"有撒都該人就是講人無復活的。就近伊問講：","bklhl":"有撒都該人，就是講人無koh活ê，就近伊，"}},{"book":"可","chapter":12,"verse":19,"versions":{"unv":"「夫子，摩西為我們寫著說：『人若死了，撇下妻子，沒有孩子，他兄弟當娶他的妻，為哥哥生子立後。』","bklcl":"mn̄g kóng, Sian-siⁿ ah, Mô͘-se siá lâi chí-sī goán kóng, nā ū lâng i ê hiaⁿ sí, lâu i ê bó͘ tī-teh, iā bô lâu kiáⁿ, i ê sió-tī tio̍h chhōa i ê bó͘, siⁿ kiáⁿ lâi sòa-chiap i ê hiaⁿ.","tghg":"「先生啊，摩西寫來指示阮講：『若有人伊的兄死，留伊的某佇啲也無留子，伊的小弟著娶伊的某，生子來續接伊的兄。』","bklhl":"問講，先生ah，摩西寫來指示阮講，若有人伊ê兄死，留伊ê bó͘ tī-teh，也無留kiáⁿ，伊ê小弟tio̍h chhōa伊ê bó͘，生kiáⁿ來續接伊ê兄。"}},{"book":"可","chapter":12,"verse":20,"versions":{"unv":"有弟兄七人，第一個娶了妻，死了，沒有留下孩子。","bklcl":"Ū hiaⁿ-tī chhit lâng, tōa-ê chhōa bó͘, sí iā bô lâu kiáⁿ.","tghg":"有兄弟七人，大的娶某，死，也無留子。","bklhl":"有兄弟七人，大ê娶bó͘，死也無留kiáⁿ。"}},{"book":"可","chapter":12,"verse":21,"versions":{"unv":"第二個娶了她，也死了，沒有留下孩子。第三個也是這樣。","bklcl":"Tē jī ê chhōa i, iā bô lâu kiáⁿ, chiū sí;  tē saⁿ ê iā sī án-ni.","tghg":"第二個娶伊，也無留子，就死。第三個也是按呢。","bklhl":"第二ê娶伊，也無留kiáⁿ，就死；第三ê也是án-ni。"}},{"book":"可","chapter":12,"verse":22,"versions":{"unv":"那七個人都沒有留下孩子；末了，那婦人也死了。","bklcl":"In chhit lâng lóng bô lâu kiáⁿ.  Kàu lō͘-bé, hū-jîn-lâng iā sí.","tghg":"𪜶七人攏無留子；到路尾，婦仁人也死。","bklhl":"In七人lóng無留kiáⁿ。到路尾，婦人人也死。"}},{"book":"可","chapter":12,"verse":23,"versions":{"unv":"當復活的時候，她是哪一個的妻子呢？因為他們七個人都娶過她。」","bklcl":"Kàu koh-oa̍h ê sî i beh chòe in tiong-kan tá-lo̍h chi̍t-ê ê bó͘; in-ūi chí chhit lâng lóng ū chhōa i.","tghg":"到復活的時，伊欲做𪜶中間叨落一個的某？因為此七人攏有娶伊」。","bklhl":"到koh活ê時伊beh做in中間tá-lo̍h一个ê bó͘；因為chit七人lóng有娶伊。"}},{"book":"可","chapter":12,"verse":24,"versions":{"unv":"耶穌說：「你們所以錯了，豈不是因為不明白聖經，不曉得　神的大能嗎？","bklcl":"Iâ-so͘ kā in kóng, Lín ê chhò kiám m̄ sī tùi m̄ bat sèng-keng kap Siōng-tè ê koân mah?","tghg":"耶穌給𪜶講：「恁的錯豈呣是對呣識聖經，及上帝的權嗎？","bklhl":"耶穌kā in講，Lín ê 錯kiám m̄是tùi m̄-bat聖經kap上帝ê 權mah？"}},{"book":"可","chapter":12,"verse":25,"versions":{"unv":"人從死裡復活，也不娶也不嫁，乃像天上的使者一樣。","bklcl":"In-ūi tùi sí-lâng tiong koh-oa̍h ê sî, bô kè bô chhōa, sī chhin-chhiūⁿ thiⁿ-sài tī thiⁿ-ni̍h.","tghg":"因為對死人中復活的時，無嫁無娶，是親像天使佇天裡。","bklhl":"因為tùi死人中koh活ê時，無嫁無娶，是親像天使tī天裡。"}},{"book":"可","chapter":12,"verse":26,"versions":{"unv":"論到死人復活，你們沒有念過摩西的書荊棘篇上所載的嗎？　神對摩西說：『我是亞伯拉罕的　神，以撒的　神，雅各的　神。』","bklcl":"Taⁿ lūn sí-lâng koh-oa̍h, lín kiám bē tha̍k-tio̍h Mô͘-se ê chheh, Chhì-phè hit phiⁿ só͘ kì ê, Siōng-tè kā Mô͘-se kóng, Góa sī A-pek-la̍h-hán ê Siōng-tè, Í-sat ê Siōng-tè, Ngá-kok ê Siōng-tè;","tghg":"今論死人復活，恁豈未讀著摩西的冊，莿帕(chhì-phè)彼篇所記的？上帝給摩西講：『我是亞伯拉罕的上帝，以撒的上帝，雅各的上帝。』","bklhl":"Taⁿ論死人koh活，Lín kiám bē讀tio̍h摩西ê冊，刺phè hit篇所記ê，上帝kā摩西講，我是亞伯拉罕ê上帝，以撒ê上帝，雅各ê上帝；"}},{"book":"可","chapter":12,"verse":27,"versions":{"unv":"　神不是死人的　神，乃是活人的　神。你們是大錯了。」","bklcl":"I m̄ sī sí-lâng ê Siōng-tè, sī oa̍h-lâng ê Siōng-tè; lín ū tōa-tōa chhò lah.","tghg":"伊呣是死人的上帝，是活人的上帝。恁有大大錯啦。」","bklhl":"伊m̄是死人ê上帝，是活人ê上帝；lín有大大錯lah。"}},{"book":"可","chapter":12,"verse":28,"versions":{"unv":"有一個文士來，聽見他們辯論，曉得耶穌回答的好，就問他說：「誡命中哪是第一要緊的呢？」","bklcl":"Ū keng-ha̍k-sū chi̍t lâng kàu, thiaⁿ in piān-lūn, chai Iâ-so͘ gâu ìn, chiū mn̄g I kóng, Chiah-ê kài-bēng tiong tá-lo̍h chi̍t tiâu sī tē it iàu-kín?","tghg":"有經學士一人到，聽𪜶辯論，知耶穌𠢕(gâu)應，就問伊講：「諸個誡命中叨落一條是第一要緊？」","bklhl":"有經學士一人到，聽in辯論，知耶穌gâu應，就問伊講，Chiah-ê誡命中tá-lo̍h一條是第一要緊？"}},{"book":"可","chapter":12,"verse":29,"versions":{"unv":"耶穌回答說：「第一要緊的就是說：『以色列啊，你要聽，主─我們　神是獨一的主。","bklcl":"Iâ-so͘ ìn kóng, Hit-ê tē it iàu-kín ê sī kóng, Í-sek-lia̍t ah, tio̍h thiaⁿ; Chú lán ê Siōng-tè sī to̍k-it ê Chú;","tghg":"耶穌應講：「彼個第一要緊的是講：『以色列啊，著聽，主──咱的上帝是獨一的主。","bklhl":"耶穌應講，Hit-ê第一要緊ê是講，以色列ah，tio̍h聽；主咱ê上帝是獨一ê主；"}},{"book":"可","chapter":12,"verse":30,"versions":{"unv":"你要盡心、盡性、盡意、盡力愛主─你的　神。』","bklcl":"lí tio̍h chīn sim, chīn sèng, chīn ì, chīn la̍t thiàⁿ Chú, chiū-sī lí ê Siōng-tè.","tghg":"你著盡心、盡性、盡意、盡力疼主──就是你的上帝。』","bklhl":"你tio̍h盡心，盡性，盡意，盡力疼主，就是你ê上帝。"}},{"book":"可","chapter":12,"verse":31,"versions":{"unv":"其次就是說：『要愛人如己。』再沒有比這兩條誡命更大的了。」","bklcl":"Tē jī ê kóng, Tio̍h thiàⁿ lí ê chhù-piⁿ chhin-chhiūⁿ ka-kī. Kî-û ê kài-bēng bē ū pí chí nn̄g tiâu khah tōa ê.","tghg":"第二個講：『著疼你的厝邊親像家己。』其餘的誡命未有比此二條卡大的。」","bklhl":"第二ê講，Tio̍h疼你ê厝邊親像家己。其餘ê誡命bē有比chit兩條khah大ê。"}},{"book":"可","chapter":12,"verse":32,"versions":{"unv":"那文士對耶穌說：「夫子說，　神是一位，實在不錯；除了他以外，再沒有別的　神；","bklcl":"Keng-ha̍k-sū kā I kóng, Hó ah, sian-siⁿ ah, lí só͘ kóng ê chin-chiàⁿ tio̍h, Siōng-tè chí ū chi̍t-ê, í-gōa bô pa̍t-ê;","tghg":"經學士給伊講：「好啊，先生啊，你所講的真正著；上帝只有一個，以外無別個；","bklhl":"經學士kā伊講，好ah，先生ah，你所講ê真正tio̍h，上帝只有一个，以外無別ê；"}},{"book":"可","chapter":12,"verse":33,"versions":{"unv":"並且盡心、盡智、盡力愛他，又愛人如己，就比一切燔祭和各樣祭祀好的多。」","bklcl":"nā chīn sim, chīn tì, chīn la̍t thiàⁿ I, koh thiàⁿ chhù-piⁿ chhin-chhiūⁿ ka-kī, chiū iâⁿ-kè lóng-chóng kui chiah cheng-siⁿ ê sio-chè, kap chè-sū.","tghg":"若盡心、盡智、盡力疼伊，閣疼厝邊親像家己，就贏過攏總歸隻精牲的燒祭及祭祀。」","bklhl":"若盡心，盡智，盡力疼伊，koh疼厝邊親像家己，就贏過lóng總kui隻cheng-siⁿ ê燒祭，kap祭祀。"}},{"book":"可","chapter":12,"verse":34,"versions":{"unv":"耶穌見他回答的有智慧，就對他說：「你離　神的國不遠了。」從此以後，沒有人敢再問他甚麼。","bklcl":"Iâ-so͘ khòaⁿ-kìⁿ i ìn-liáu chin thong, chiū kā i kóng, Lí lī-khui Siōng-tè kok bô hn̄g lah.  Tùi hit sî bô lâng káⁿ koh mn̄g I.","tghg":"耶穌看見伊應了真通，就給伊講：「你離開上帝國無遠啦。」對彼時，無人敢閣問伊。","bklhl":"耶穌看見伊應了真通，就kā伊講，你離開上帝國無遠lah。Tùi hit時無人敢koh問伊。"}},{"book":"可","chapter":12,"verse":35,"versions":{"unv":"耶穌在殿裡教訓人，就問他們說：「文士怎麼說基督是大衛的子孫呢？","bklcl":"Iâ-so͘ tī tiān-tn̂g kà-sī in kóng, Chiah-ê keng-ha̍k-sū cháiⁿ-iūⁿ kóng, Ki-tok chòe Tāi-pi̍t ê hō͘-è mah?","tghg":"耶穌佇殿堂教示𪜶講：「諸個經學士怎樣講，基督做大衛的後裔嗎？","bklhl":"耶穌tī殿堂教示in講，Chiah-ê經學士怎樣講，基督做大衛ê後裔mah？"}},{"book":"可","chapter":12,"verse":36,"versions":{"unv":"大衛被聖靈感動，說：主對我主說，你坐在我的右邊，等我使你仇敵作你的腳凳。","bklcl":"Tāi-pi̍t hō͘ Sèng Sîn kám-tōng lâi ka-kī kóng,\tChú kā góa ê Chú kóng,\tChē góa ê tōa pêng,\tThèng-hāu góa chiong lí chiah-ê tùi-te̍k chòe lí ê kha-ta̍h-í.","tghg":"大衛互聖神感動來家己講：主給我的主講：坐我的大旁，聽候我將你諸個對敵做你的腳踏椅。","bklhl":"大衛hō͘聖神感動來家己講，\t主kā我ê主講，\t坐我ê大pêng，\tthèng候我將你chiah ê對敵做你ê腳踏椅。"}},{"book":"可","chapter":12,"verse":37,"versions":{"unv":"大衛既自己稱他為主，他怎麼又是大衛的子孫呢？」眾人都喜歡聽他。","bklcl":"Tāi-pi̍t kì-jiân ka-kī chheng I chòe Chú, chiū Ki-tok àn-cháiⁿ-iūⁿ chòe i ê hō͘-è?  Chèng lâng lóng hoaⁿ-hí thiaⁿ I.","tghg":"大衛既然家己稱伊做主，就基督按怎樣做伊的後裔？」眾人攏歡喜聽伊。","bklhl":"大衛既然家己稱伊做主，就基督àn怎樣做伊ê後裔？眾人lóng歡喜聽伊。"}},{"book":"可","chapter":12,"verse":38,"versions":{"unv":"耶穌在教訓之間，說：「你們要防備文士；他們好穿長衣遊行，喜愛人在街市上問他們的安，","bklcl":"Iâ-so͘ kà-sī ê sî koh kóng, Tio̍h tî-hông hiah-ê keng-ha̍k-sū, in ài chhēng tn̂g saⁿ, sì-kè kiâⁿ, ài tī koe-chhī-ni̍h hō͘ lâng chhéng-an,","tghg":"耶穌教示的時，閣講：「著持防許個經學士；𪜶愛穿長衫四界行，愛佇街市裡互人請安，","bklhl":"耶穌教示ê時koh講，Tio̍h持防hiah-ê經學士，in ài穿長衫，四界行，ài tī街市裡hō͘人請安，"}},{"book":"可","chapter":12,"verse":39,"versions":{"unv":"又喜愛會堂裡的高位，筵席上的首座。","bklcl":"hōe-tn̂g lāi chē koâiⁿ ūi, iân-toh-ni̍h chē tōa ūi;","tghg":"會堂內坐高位，筵桌裡坐大位。","bklhl":"會堂內坐高位，筵桌裡坐大位；"}},{"book":"可","chapter":12,"verse":40,"versions":{"unv":"他們侵吞寡婦的家產，假意作很長的禱告。這些人要受更重的刑罰！」","bklcl":"in hiau-thun chiú-kóaⁿ-lâng ê ke-hé, ké-ì tn̂g-tn̂g kî-tó.  In beh siū-chōe koh khah tāng.","tghg":"𪜶僥吞守寡人的家伙，假意長長祈禱。𪜶欲受罪閣卡重！」","bklhl":"in hiau吞守寡人ê家伙，假意長長祈禱。In beh受罪koh-khah重。"}},{"book":"可","chapter":12,"verse":41,"versions":{"unv":"耶穌對銀庫坐著，看眾人怎樣投錢入庫。有好些財主往裡投了若干的錢。","bklcl":"Iâ-so͘ chē tī khò͘-pâng ê tùi-bīn; chèng lâng teh ēng chîⁿ hiat-lo̍h khò͘-pâng; ū chōe-chōe pù lâng ēng chōe-chōe chîⁿ hiat-lo̍h-khì.","tghg":"耶穌坐佇庫房的對面，眾人啲用錢㧒落庫房。有多多富人用多多錢㧒落去。","bklhl":"耶穌坐tī庫房ê對面；眾人teh用錢hiat落庫房；有chōe-chōe富人用chōe-chōe錢hiat落去。"}},{"book":"可","chapter":12,"verse":42,"versions":{"unv":"有一個窮寡婦來，往裡投了兩個小錢，就是一個大錢。","bklcl":"Ū chi̍t ê sòng-hiong ê chiú-kóaⁿ lâng lâi hiat nn̄g ê pòaⁿ-lî ê, chiū-sī chi̍t lî.","tghg":"有一個喪鄉的守寡人來，㧒二個半厘的，就是一厘。","bklhl":"有一个sòng-hiong ê守寡人來hiat兩個半釐ê，就是一釐。"}},{"book":"可","chapter":12,"verse":43,"versions":{"unv":"耶穌叫門徒來，說：「我實在告訴你們，這窮寡婦投入庫裡的，比眾人所投的更多。","bklcl":"Iâ-so͘ chiū kiò I ê ha̍k-seng lâi kā in kóng, Góa si̍t-chāi kā lín kóng, Chit ê sòng-hiong ê chiú-kóaⁿ lâng só͘ hiat ê pí chèng hiat-lo̍h khò͘-pâng ê khah chōe.","tghg":"耶穌就叫伊的學生來，給𪜶講：「我實在給恁講，此個喪鄉的守寡人所㧒的，比眾㧒落庫房的卡多。","bklhl":"耶穌就叫伊ê學生來kā in講，我實在kā lín講，Chit ê sòng-hiong ê守寡人所hiat ê比眾hiat落庫房ê khah chōe。"}},{"book":"可","chapter":12,"verse":44,"versions":{"unv":"因為，他們都是自己有餘，拿出來投在裡頭；但這寡婦是自己不足，把她一切養生的都投上了。」","bklcl":"In-ūi hiah-ê chèng lâng sī tùi in ū chhun ê lâi hiat; nā-sī chit ê hū-jîn-lâng sī tùi tī i ê bô kàu, lâi it-chīn hiat i só͘ ū ê, chiū-sī i só͘ óa-khò lâi oa̍h ê.","tghg":"因為，許個眾人是對𪜶有剩的，來㧒；若是此個婦仁人是對佇伊的無夠，來一盡㧒伊所有的，就是伊所倚靠來活的。」","bklhl":"因為hiah-ê眾人是tùi in有chhun ê來hiat；但是chit ê婦人人是tùi tī伊ê無夠，來一盡hiat伊所有ê，就是伊所óa靠來活ê。"}}]