[{"book":"可","chapter":14,"verse":1,"versions":{"unv":"過兩天是逾越節，又是除酵節，祭司長和文士想法子怎麼用詭計捉拿耶穌，殺他。","bklcl":"Kè nn̄g ji̍t chiū-sī pôaⁿ-kè kap tû-kàⁿ ê choeh, chiah-ê chè-si-thâu kap keng-ha̍k-sū chhē-khòaⁿ tio̍h ēng sím-mi̍h khúi-kè lia̍h Iâ-so͘ lâi hāi-sí I.","tghg":"過二日就是𨃟(pôaⁿ)過，及除酵的節，諸個祭司頭及經學士尋看著用甚麼詭計掠耶穌，來害死伊。","bklhl":"過兩日就是pôaⁿ過kap除酵ê節，chiah ê祭司頭kap經學士chhē看tio̍h用甚麼詭計掠耶穌來害死伊。"}},{"book":"可","chapter":14,"verse":2,"versions":{"unv":"只是說：「當節的日子不可，恐怕百姓生亂。」","bklcl":"In-ūi kóng, Tng choeh-kî m̄ thang, kiaⁿ-liáu peh-sìⁿ ū jiáu-loān.","tghg":"因為講：「當節期呣通，驚了百姓有擾亂。」","bklhl":"因為講，當節期m̄-thang，驚了百姓有擾亂。"}},{"book":"可","chapter":14,"verse":3,"versions":{"unv":"耶穌在伯大尼長大痲瘋的西門家裡坐席的時候，有一個女人拿著一玉瓶至貴的真哪噠香膏來，打破玉瓶，把膏澆在耶穌的頭上。","bklcl":"Iâ-so͘ tī Pek-tāi-nî, thái-ko Se-bûn ê chhù; chē toh ê sî ū hū-jîn-lâng lâi, tòa ge̍k-pân, lāi-bīn tóe ke̍k kùi-khì chin ê ná-ta̍t hiuⁿ-iû, khà-phòa ge̍k-pân, piàⁿ tī Iâ-so͘ ê thâu-khak.","tghg":"耶穌佇伯大尼癩[哥](ko)西門的厝坐桌的時，有婦仁人來，帶玉瓶(pân)內面貯極貴氣真的哪噠香油(hiun-iû)，叩破玉瓶，傾佇耶穌的頭殼。","bklhl":"耶穌tī伯大尼，thái-ko西門ê厝；坐桌ê時有婦人人來，帶玉瓶，內面tóe極貴氣真ê ná-ta̍t香油，khà破玉瓶，拚tī耶穌ê頭殼。"}},{"book":"可","chapter":14,"verse":4,"versions":{"unv":"有幾個人心中很不喜悅，說：「何用這樣枉費香膏呢？","bklcl":"Ū kúi-nā lâng siū-khì, saⁿ-kap kóng, Án-ni phòa-hùi chit ê hiuⁿ-iû ū sím-mi̍h lō͘-ēng?","tghg":"有幾若人受氣，相及講：「按呢破費此個香油有甚麼路用？","bklhl":"有kúi-nā人受氣，saⁿ-kap講，Án-ni破費chit ê香油有甚麼路用？"}},{"book":"可","chapter":14,"verse":5,"versions":{"unv":"這香膏可以賣三十多兩銀子賙濟窮人。」他們就向那女人生氣。","bklcl":"In-ūi chit ê hiuⁿ-iû ōe bōe-tit gûn-á saⁿ-pah gōa ê, lâi hō͘ sòng-hiong lâng.  Chiū m̄ goān i.","tghg":"因為此個香油會賣得銀仔三百外個來互喪鄉人。」就呣願伊。","bklhl":"因為chit ê香油能賣得銀á三百外 ê，來hō͘ sòng-hiong人。就m̄願伊。"}},{"book":"可","chapter":14,"verse":6,"versions":{"unv":"耶穌說：「由她吧！為甚麼難為她呢？她在我身上做的是一件美事。","bklcl":"Nā-sī Iâ-so͘ kóng, Chhut-chāi i; lín siáⁿ-sū thiau-lân i? i só͘ kiâⁿ lâi khoán-thāi góa ê sī hó sū.","tghg":"若是耶穌講：「出在伊！恁啥事刁難伊？伊所行來款待我的是好事。","bklhl":"但是耶穌講，chhut-chāi伊；lín啥事刁難伊？伊所行來款待我ê是好事。"}},{"book":"可","chapter":14,"verse":7,"versions":{"unv":"因為常有窮人和你們同在，要向他們行善隨時都可以；只是你們不常有我。","bklcl":"In-ūi siông-siông ū sòng-hiong lâng kap lín tī-teh, ài hó khoán-thāi in, put-koán sî lóng ōe; nā-sī góa bô siông-siông kap lín tī-teh.","tghg":"因為常常有喪鄉人及恁佇啲，愛好款待𪜶不管時攏會；若是我無常常及恁佇啲。","bklhl":"因為常常有sòng-hiong人kap lín tī-teh，ài好款待in，不管時lóng會；但是我無常常kap lín tī-teh。"}},{"book":"可","chapter":14,"verse":8,"versions":{"unv":"她所做的，是盡她所能的；她是為我安葬的事把香膏預先澆在我身上。","bklcl":"Chit ê hū-jîn-lâng sī chīn i só͘ ōe ê lâi chòe; i tāi-seng chiong iû boah góa ê seng-khu, lâi pī-pān bâi-chòng.","tghg":"此個婦仁人是盡伊所會的來做；伊代先將油抹我的身軀來備辦埋葬。","bklhl":"Chit ê婦人人是盡她所能ê來做；伊事先將油抹我ê身軀，來備辦埋葬。"}},{"book":"可","chapter":14,"verse":9,"versions":{"unv":"我實在告訴你們，普天之下，無論在甚麼地方傳這福音，也要述說這女人所做的，以為記念。」","bklcl":"Góa si̍t-chāi kā lín kóng, Phó͘ thiⁿ-ē bô lūn sím-mi̍h só͘-chāi thoân hok-im, iā beh kóng-khí chit ê hū-jîn-lâng só͘ kiâⁿ, lâi kì-liām i.","tghg":"我實在給恁講，普天下，無論甚麼所在傳福音，也欲講起此個婦仁人所行，來紀念伊。」","bklhl":"我實在kā lín講，普天下無論甚麼所在傳福音，也beh講起chit ê婦人人所行，來記念伊。"}},{"book":"可","chapter":14,"verse":10,"versions":{"unv":"十二門徒之中，有一個加略人猶大去見祭司長，要把耶穌交給他們。","bklcl":"Cha̍p-jī ê ha̍k-seng ê chi̍t ê, Ka-lio̍k lâng Iû-tāi, khì kìⁿ hiah-ê chè-si-thâu, beh chiong Iâ-so͘ kau hō͘ in.","tghg":"十二個學生的一個，加略人猶大去見許個祭司頭，欲將耶穌交互𪜶。","bklhl":"十二個學生ê一个，加略人偤大，去見hiah-ê祭司頭，beh將耶穌交hō͘ in。"}},{"book":"可","chapter":14,"verse":11,"versions":{"unv":"他們聽見就歡喜，又應許給他銀子；他就尋思如何得便把耶穌交給他們。","bklcl":"In thiaⁿ-kìⁿ chiū hoaⁿ-hí, koh ún beh hō͘ i gûn.  I chiū chhē-khòaⁿ ū sím-mi̍h ki-hōe thang chiong Iâ-so͘ kau hō͘ in.","tghg":"𪜶聽見就歡喜，閣允欲互伊銀；伊就尋看有甚麼機會通將耶穌交互𪜶。","bklhl":"In聽見就歡喜，koh允beh hō͘伊銀。伊就chhē看有甚麼機會thang將耶穌交hō͘ in。"}},{"book":"可","chapter":14,"verse":12,"versions":{"unv":"除酵節的第一天，就是宰逾越羊羔的那一天，門徒對耶穌說：「你吃逾越節的筵席要我們往哪裡去預備呢？」","bklcl":"Tû-kàⁿ-choeh ê thâu chi̍t ji̍t, chiū-sī thâi pôaⁿ-kè-choeh ê iûⁿ-ko ê ji̍t, ha̍k-seng mn̄g I kóng, Lí ài goán khì sím-mi̍h só͘-chāi pī-pān hō͘ lí chia̍h pôaⁿ-kè-choeh ah?","tghg":"除酵節的頭一日，就是刣𨃟過節的羊羔的日，學生問伊講：「你愛阮去甚麼所在備辦互你食𨃟過節啊？」","bklhl":"除酵節ê頭一日，就是刣 pôaⁿ過節ê羊羔ê日，學生問伊講，你ài阮去甚麼所在備辦hō͘你食pôaⁿ過節ah？"}},{"book":"可","chapter":14,"verse":13,"versions":{"unv":"耶穌就打發兩個門徒，對他們說：「你們進城去，必有人拿著一瓶水迎面而來，你們就跟著他。","bklcl":"Iâ-so͘ chhe nn̄g ê ha̍k-seng, kā in kóng, Lín ji̍p siâⁿ, chiū ū chi̍t lâng tòa chúi-pân beh tú-tio̍h lín, lín tio̍h tè i khì;","tghg":"耶穌差二個學生，給𪜶講：「恁入城，就有一人帶水瓶欲抵著(tú-tio̍h)恁，恁著隨伊去。","bklhl":"耶穌差兩個學生，kā in講，Lín入城，就有一人帶水瓶beh tú-tio̍h lín，lín tio̍h tè伊去；"}},{"book":"可","chapter":14,"verse":14,"versions":{"unv":"他進哪家去，你們就對那家的主人說：『夫子說：客房在哪裡？我與門徒好在那裡吃逾越節的筵席。』","bklcl":"tī i só͘ ji̍p ê só͘-chāi kā hit ê ke-chú kóng, Sian-siⁿ kóng, Góa ê kheh-thiaⁿ tī tá-lo̍h, góa beh tī hia kap góa ê ha̍k-seng chia̍h pôaⁿ-kè-choeh.","tghg":"佇伊所入的所在，給彼個家主講：『先生講：我的客廳佇叨落？我欲佇遐及我的學生食𨃟過節。』","bklhl":"tī伊所入ê所在kā hit ê家主講，先生講，我ê客廳tī tá-lo̍h，我beh tī hia kap我ê學生食pôaⁿ過節。"}},{"book":"可","chapter":14,"verse":15,"versions":{"unv":"他必指給你們擺設整齊的一間大樓，你們就在那裡為我們預備。」","bklcl":"I beh ēng lâu-téng chi̍t keng tōa thiaⁿ, pâi-siat piān-piān, hō͘ lín khòaⁿ; lín tī hia thang ūi-tio̍h lán tāi-seng pī-pān.","tghg":"伊欲用樓頂一間大廳排設便便互恁看，恁佇遐通為著咱代先備辦。」","bklhl":"伊beh用樓頂一間大聽，排設便便，hō͘ lín看；lín tī hia thang為tio̍h咱事先備辦。"}},{"book":"可","chapter":14,"verse":16,"versions":{"unv":"門徒出去，進了城，所遇見的正如耶穌所說的。他們就預備了逾越節的筵席。","bklcl":"Ha̍k-seng chhut-khì ji̍p siâⁿ; kì-jiân tú-tio̍h chiàu I só͘ kā in kóng ê; chiū pī-pān pôaⁿ-kè-choeh.","tghg":"學生出去，入城，既然抵著照伊所給𪜶講的。就備辦𨃟過節。","bklhl":"學生出去入城；既然tú-tio̍h照伊所kā in講ê；就備辦pôaⁿ過節。"}},{"book":"可","chapter":14,"verse":17,"versions":{"unv":"到了晚上，耶穌和十二個門徒都來了。","bklcl":"Kàu ji̍t àm Iâ-so͘ kap cha̍p-jī ê ha̍k-seng lâi.","tghg":"到日暗，耶穌及十二個學生來。","bklhl":"到日暗，耶穌kap十二個學生來。"}},{"book":"可","chapter":14,"verse":18,"versions":{"unv":"他們坐席正吃的時候，耶穌說：「我實在告訴你們，你們中間有一個與我同吃的人要賣我了。」","bklcl":"Chē teh chia̍h ê sî, Iâ-so͘ kóng, Góa si̍t-chāi kā lín kóng, Lín tiong-kan chi̍t lâng, kap góa saⁿ-kap chia̍h ê, beh bōe góa.","tghg":"坐啲食的時，耶穌講：「我實在給恁講，恁中間一人，及我相及食者欲賣我。」","bklhl":"坐teh食ê時，耶穌講，我實在kā lín講，Lín中間一人，kap我saⁿ-kap食ê，beh賣我。"}},{"book":"可","chapter":14,"verse":19,"versions":{"unv":"他們就憂愁起來，一個一個地問他說：「是我嗎？」","bklcl":"Chèng lâng iu-būn, chi̍t-ê chi̍t-ê mn̄g I kóng, Chóng bô sī góa o͘h?","tghg":"眾人憂悶，一個一個問伊講：「總無是我哦？」","bklhl":"眾人憂悶，一个一个問伊講，總無是我o͘h？"}},{"book":"可","chapter":14,"verse":20,"versions":{"unv":"耶穌對他們說：「是十二個門徒中同我蘸手在盤子裡的那個人。","bklcl":"I kā in kóng, Cha̍p-jī ha̍k-seng ê chi̍t-ê, kap góa saⁿ-kap ùn tī pôaⁿ-ni̍h ê, chiū-sī.","tghg":"伊給𪜶講：「十二學生的一個，及我相及搵(ùn)佇盤裡者就是。」","bklhl":"伊kā in講，十二學生ê一个，kap我saⁿ-kap ùn tī盤裡ê，就是。"}},{"book":"可","chapter":14,"verse":21,"versions":{"unv":"人子必要去世，正如經上指著他所寫的；但賣人子的人有禍了！那人不生在世上倒好。」","bklcl":"In-ūi Jîn-chú tò-khì, chiàu só͘ kì-chài chí I ê ōe; nā-sī bōe Jîn-chú ê ū chai-ē ah! hit lâng bô chhut-sì khah hó.","tghg":"因為人子倒去，照所記載指伊的話；若是賣人子者有災禍啊！彼人無出世卡好。」","bklhl":"因為人子tò去，照所記載指伊ê話；但是賣人子ê有災禍ah！hit人無出世khah好。"}},{"book":"可","chapter":14,"verse":22,"versions":{"unv":"他們吃的時候，耶穌拿起餅來，祝了福，就擘開，遞給他們，說：「你們拿著吃，這是我的身體」；","bklcl":"In teh chia̍h ê sî, Iâ-so͘ the̍h piáⁿ chiok-siā, chiū peh-phòa hō͘ in, kóng, The̍h-khì, chit-ê sī góa ê seng-khu.","tghg":"𪜶啲食的時，耶穌提餅，祝謝，就擘破，互𪜶，講：「提去，此個是我的身軀」；","bklhl":"In teh食ê時，耶穌the̍h餅祝謝，就peh破hō͘ in，講，the̍h去，chit ê是我ê身軀。"}},{"book":"可","chapter":14,"verse":23,"versions":{"unv":"又拿起杯來，祝謝了，遞給他們；他們都喝了。","bklcl":"Phâng poe chiok-siā hō͘ in; in lóng lim.","tghg":"捧杯，祝謝，互𪜶；𪜶攏飲。","bklhl":"捧杯祝謝hō͘ in；in lóng lim。"}},{"book":"可","chapter":14,"verse":24,"versions":{"unv":"耶穌說：「這是我立約的血，為多人流出來的。","bklcl":"Iâ-so͘ kā in kóng, Chit-ê sī góa ê huih, chiū-sī bêng-iok ê huih, ūi-tio̍h chōe-chōe lâng lâi lâu-chhut ê.","tghg":"耶穌給𪜶講：「此個是我的血就是盟約的血，為著多多人來流出的。","bklhl":"耶穌kā in講，chit ê是我ê血，就是盟約ê血，為tio̍h chōe-chōe人來流出ê。"}},{"book":"可","chapter":14,"verse":25,"versions":{"unv":"我實在告訴你們，我不再喝這葡萄汁，直到我在　神的國裡喝新的那日子。」","bklcl":"Góa si̍t-chāi kā lín kóng, Taⁿ liáu-āu góa bô koh lim phû-tô ê chiap, thèng-hāu hit ji̍t góa lim hit ê sin ê tī Siōng-tè ê kok.","tghg":"我實在給恁講，今了後我無閣飲葡萄的汁，聽候彼日我飲彼個新的佇上帝的國。」","bklhl":"我實在kā lín講，Taⁿ了後我無koh lim葡萄ê汁，thèng候hit日我lim hit ê新ê tī上帝ê國。"}},{"book":"可","chapter":14,"verse":26,"versions":{"unv":"他們唱了詩，就出來，往橄欖山去。","bklcl":"Í-keng gîm si, chiū chhut-lâi, khì Kaⁿ-ná soaⁿ.","tghg":"已經吟詩，就出來，去橄欖山。","bklhl":"已經吟詩，就出來，去橄欖山。"}},{"book":"可","chapter":14,"verse":27,"versions":{"unv":"耶穌對他們說：「你們都要跌倒了，因為經上記著說：我要擊打牧人，羊就分散了。","bklcl":"Iâ-so͘ kā in kóng, Lín lóng beh siū that-gāi; in-ūi ū kì-chài kóng, Góa beh phah bo̍k-chiá, iûⁿ chiū sì-sòaⁿ;","tghg":"耶穌給𪜶講：「恁攏欲受塞礙，因為有記載講：我欲拍牧者，羊就四散。","bklhl":"耶穌kā in講，Lín lóng beh受塞礙；因為有記載講，我beh phah牧者，羊就四散；"}},{"book":"可","chapter":14,"verse":28,"versions":{"unv":"但我復活以後，要在你們以先往加利利去。」","bklcl":"nā-sī góa koh-oa̍h liáu-āu beh tāi-seng lín khì Ka-lī-lī.","tghg":"若是我復活了後，欲代先恁去加利利。」","bklhl":"但是我koh活了後beh事先lín去加利利。"}},{"book":"可","chapter":14,"verse":29,"versions":{"unv":"彼得說：「眾人雖然跌倒，我總不能。」","bklcl":"Pí-tek kā I kóng, Chèng lâng sui-jiân siū that-gāi, nā-sī góa bô án-ni.","tghg":"彼得給伊講：「眾人雖然受塞礙，若是我無按呢。」","bklhl":"彼得kā伊講，眾人雖然受塞礙，但是我無án-ni。"}},{"book":"可","chapter":14,"verse":30,"versions":{"unv":"耶穌對他說：「我實在告訴你，就在今天夜裡，雞叫兩遍以先，你要三次不認我。」","bklcl":"Iâ-so͘ kā i kóng, Góa si̍t-chāi kā lí kóng, Kin-á-ji̍t chiū-sī tī kim-mî, koe thî jī lo̍h ê tāi-seng, lí beh saⁿ pái m̄ jīn góa.","tghg":"耶穌給伊講：「我實在給你講，今仔日就是佇今暝，雞啼二落(jī-loh)的代先，你欲三擺呣認我。」","bklhl":"耶穌kā伊講，我實在kā你講，今á日就是tī今暝，雞啼二落ê事先，你beh三pái m̄認我。"}},{"book":"可","chapter":14,"verse":31,"versions":{"unv":"彼得卻極力地說：「我就是必須和你同死，也總不能不認你。」眾門徒都是這樣說。","bklcl":"Pí-tek chīn-la̍t kóng, Góa chiū nā tio̍h kap lí sí, iā koat-toàn bô m̄ jīn lí.  Chèng lâng iā lóng sī án-ni kóng.","tghg":"彼得盡力講：「我就若著及你死，也決斷無呣認你。」眾人也攏是按呢講。","bklhl":"彼得盡力講，我就若tio̍h kap你死，也決斷無m̄認你。眾人也lóng是án-ni講。"}},{"book":"可","chapter":14,"verse":32,"versions":{"unv":"他們來到一個地方，名叫客西馬尼。耶穌對門徒說：「你們坐在這裡，等我禱告。」","bklcl":"Saⁿ-kap kàu chi̍t só͘-chāi, miâ kiò Khek-se-má-nî, Iâ-so͘ kā I ê ha̍k-seng kóng, Lín chē tòa chia, thèng-hāu góa kî-tó.","tghg":"相及到一所在，名叫客西馬尼。耶穌給伊的學生講：「恁坐住遮(tòa-chia)，聽候我祈禱。」","bklhl":"Saⁿ-kap到一所在，名叫客西馬尼，耶穌kā伊ê學生講，Lín坐tòa chia，thèng候我祈禱。"}},{"book":"可","chapter":14,"verse":33,"versions":{"unv":"於是帶著彼得、雅各、約翰同去，就驚恐起來，極其難過，","bklcl":"Chiū tòa Pí-tek, Ngá-kok, Iok-hān, kap I saⁿ-kap khì; Iâ-so͘ gông-ngia̍h chhám-chhoeh.","tghg":"就帶彼得、雅各、約翰及伊相及去，耶穌卬愕慘慼(chhám-chhoeh)，","bklhl":"就帶彼得、雅各、約翰，kap伊saⁿ-kap去；耶穌gông-ngia̍h慘慼。"}},{"book":"可","chapter":14,"verse":34,"versions":{"unv":"對他們說：「我心裡甚是憂傷，幾乎要死；你們在這裡等候，警醒。」","bklcl":"Kā in kóng, Góa ê sim chin iu-būn kàu beh sí; lín tio̍h tòa chia lâi kéng-séng.","tghg":"給𪜶講：「我的心真憂悶，到欲死；恁著住遮來警醒。」","bklhl":"kā in講，我ê心真憂悶到beh死；lín tio̍h tòa chia來警醒。"}},{"book":"可","chapter":14,"verse":35,"versions":{"unv":"他就稍往前走，俯伏在地，禱告說：「倘若可行，便叫那時候過去。」","bklcl":"Lio̍h-á chìn-chèng phak tī tōe-ni̍h, kî-kiû nā ōe chòe-tit, chiū hō͘ I bián tú-tio̍h chit ê sî.","tghg":"略仔進前，仆佇地裡，祈求：「若會做得，就互伊免抵著此個時。」","bklhl":"Lio̍h-á進前仆tī地裡，祈求若能做得，就hō͘伊免tú-tio̍h chit ê時。"}},{"book":"可","chapter":14,"verse":36,"versions":{"unv":"他說：「阿爸！父啊！在你凡事都能；求你將這杯撤去。然而，不要從我的意思，只要從你的意思。」","bklcl":"Koh kóng, A-pà Pē ah, lí bān sū lóng ōe, goān lí hō͘ chit ê poe lī-khui góa.  Chóng-sī m̄ sī chiàu góa só͘ ài; sī chiàu lí só͘ ài.","tghg":"閣講：「阿爸！父啊！你萬事攏會；願你互此個杯離開我。總是，呣是照我所愛，是照你所愛。」","bklhl":"Koh講，阿爸父ah，你萬事lóng能，願你hō͘ chit ê杯離開我。總是m̄是照我所ài；是照你所ài。"}},{"book":"可","chapter":14,"verse":37,"versions":{"unv":"耶穌回來，見他們睡著了，就對彼得說：「西門，你睡覺嗎？不能警醒片時嗎？","bklcl":"Koh lâi, khòaⁿ-kìⁿ in teh khùn, chiū kā Pí-tek kóng, Se-bûn, lí teh khùn mah?  Bōe-ōe kéng-séng chi̍t sî kú mah?","tghg":"閣來，看見𪜶啲睏，就給彼得講：「西門，你啲睏嗎？𣍐會警醒一時久嗎？","bklhl":"Koh來，看見in teh睏，就kā彼得講，西門，你teh睏mah？bōe會警醒一時久mah？"}},{"book":"可","chapter":14,"verse":38,"versions":{"unv":"總要警醒禱告，免得入了迷惑。你們心靈固然願意，肉體卻軟弱了。」","bklcl":"Lín tio̍h kéng-séng kî-tó, bián-tit ji̍p tī bê-he̍k;  sim-sîn kam-goān, nā-sī jio̍k-thé nńg-chiáⁿ.","tghg":"恁著警醒祈禱，免得入佇迷惑。心神甘願，若是肉體軟茈。」","bklhl":"Lín tio̍h警醒祈禱，免得入tī迷惑；心神甘願，但是肉體軟chiáⁿ。"}},{"book":"可","chapter":14,"verse":39,"versions":{"unv":"耶穌又去禱告，說的話還是與先前一樣，","bklcl":"Koh-chài khì kî-tó, iā sī kóng hiah-ê ōe.","tghg":"閣再去祈禱，也是講許個話，","bklhl":"koh再去祈禱，也是講hiah-ê話。"}},{"book":"可","chapter":14,"verse":40,"versions":{"unv":"又來見他們睡著了，因為他們的眼睛甚是困倦；他們也不知道怎麼回答。","bklcl":"Koh lâi khòaⁿ-kìⁿ in teh khùn, in-ūi in ê ba̍k-chiu chin siap; in iā m̄ chai tio̍h ìn cháiⁿ-iūⁿ.","tghg":"閣來看見𪜶啲睏，因為𪜶的目睭真澀；𪜶也呣知著應怎樣。","bklhl":"Koh來看見in teh睏，因為in ê目睭真siap；in也m̄知tio̍h應怎樣。"}},{"book":"可","chapter":14,"verse":41,"versions":{"unv":"第三次來，對他們說：「現在你們仍然睡覺安歇吧（吧：或譯嗎？）！夠了，時候到了。看哪，人子被賣在罪人手裡了。","bklcl":"Tē saⁿ pái lâi kā in kóng, Taⁿ thang khùn lâi an-hioh lah;  hó lah, sî kàu lah, Jîn-chú siū bōe tī chōe-jîn ê chhiú lah.","tghg":"第三擺來，給𪜶講：「今通睏來安息啦！好啦！時到啦。人子受賣佇罪人的手啦。","bklhl":"第三pái來kā in講，Taⁿ thang睏來安歇lah；好lah，時到lah，人子受賣tī罪人ê手lah。"}},{"book":"可","chapter":14,"verse":42,"versions":{"unv":"起來！我們走吧。看哪，那賣我的人近了！」","bklcl":"Khí-lâi saⁿ-kap khì; lí khòaⁿ, bōe góa ê lâng kūn lah.","tghg":"起來！相及去。你看，賣我的人近啦！」","bklhl":"起來saⁿ-kap去；你看，賣我ê人近lah。"}},{"book":"可","chapter":14,"verse":43,"versions":{"unv":"說話之間，忽然那十二個門徒裡的猶大來了，並有許多人帶著刀棒，從祭司長和文士並長老那裡與他同來。","bklcl":"Iáu teh kóng ê sî, liâm-piⁿ ū cha̍p-jī ê ha̍k-seng ê chi̍t-ê, Iû-tāi, lâi, iā ū kui tīn lâng kia̍h to kap thûi-á, tùi chè-si-thâu, keng-ha̍k-sū kap tiúⁿ-ló hia saⁿ-kap lâi.","tghg":"猶啲講的時，連鞭有十二個學生的一個猶大來，也有歸陣人攑刀及槌仔，對祭司頭、經學士及長老遐相及來。","bklhl":"Iáu teh講ê時，liâm-piⁿ有十二個學生ê一个，偤大，來，也有kui陣人kia̍h刀kap槌á，tùi祭司頭、經學士kap長老hia saⁿ-kap來。"}},{"book":"可","chapter":14,"verse":44,"versions":{"unv":"賣耶穌的人曾給他們一個暗號，說：「我與誰親嘴，誰就是他。你們把他拿住，牢牢靠靠地帶去。」","bklcl":"Bōe I ê bat kap in thò àm-hō kóng, Góa kā I chim ê, hit lâng chiū-sī, lín thang lia̍h I, sòe-jī thoa I khì.","tghg":"賣伊的曾及𪜶套暗號，講：「我給伊唚者，彼人就是。恁通掠伊，細膩(sòe-jī)拖伊去。」","bklhl":"賣伊ê bat kap in套暗號講，我kā伊chim ê，hit人就是，lín thang掠伊，細膩拖伊去。"}},{"book":"可","chapter":14,"verse":45,"versions":{"unv":"猶大來了，隨即到耶穌跟前，說：「拉比」，便與他親嘴。","bklcl":"Í-keng kàu, chek-sî chiū-kūn Iâ-so͘; kóng, Lia̍p-pí; chiū ti̍t-ti̍t kā I chim.","tghg":"已經到，即時就近耶穌，講：「拉比」，就直直給伊唚。","bklhl":"已經到，即時就近耶穌；講，拉比；就直直kā伊chim。"}},{"book":"可","chapter":14,"verse":46,"versions":{"unv":"他們就下手拿住他。","bklcl":"In chiū hē chhiú lia̍h I.","tghg":"𪜶就下(hē)手掠伊。","bklhl":"In就下手掠伊。"}},{"book":"可","chapter":14,"verse":47,"versions":{"unv":"旁邊站著的人，有一個拔出刀來，將大祭司的僕人砍了一刀，削掉了他一個耳朵。","bklcl":"Piⁿ-thâu khiā ê chi̍t lâng pu̍ih to, thâi chè-si-thâu ê lô͘-po̍k, siah-khì i chi̍t-ê hī-á.","tghg":"邊頭徛的一人，拔刀，刣祭司頭的奴僕，削(siah)去伊一個耳仔。","bklhl":"邊頭khiā ê一人拔刀，刣祭司頭ê奴僕，削去伊一个耳á。"}},{"book":"可","chapter":14,"verse":48,"versions":{"unv":"耶穌對他們說：「你們帶著刀棒出來拿我，如同拿強盜嗎？","bklcl":"Iâ-so͘ kā in kóng, Lín kia̍h to kap thûi-á chhut-lâi lia̍h góa, chhin-chhiūⁿ beh lia̍h chha̍t mah?","tghg":"耶穌給𪜶講：「恁攑刀及槌仔出來掠我，親像欲掠賊嗎？","bklhl":"耶穌kā in講，Lín kia̍h刀kap槌á出來掠我，親像beh掠賊mah？"}},{"book":"可","chapter":14,"verse":49,"versions":{"unv":"我天天教訓人，同你們在殿裡，你們並沒有拿我。但這事成就，為要應驗經上的話。」","bklcl":"Góa ji̍t-ji̍t tī tiān-lāi kà-sī lâng, kap lín saⁿ-kap tī-teh, lín bô lia̍h góa;","tghg":"我日日佇殿內教示人，及恁相及佇啲恁無掠我。總是按呢就是欲應驗聖經。」","bklhl":"我日日tī殿內教示人，kap lín saⁿ-kap tī-teh，lín無掠我；"}},{"book":"可","chapter":14,"verse":50,"versions":{"unv":"門徒都離開他，逃走了。","bklcl":"chóng-sī án-ni chiū-sī beh èng-giām sèng-keng.  Ha̍k-seng lóng lī-khui I cháu.","tghg":"學生攏離開伊，走。","bklhl":"總是án-ni就是beh應驗聖經，學生lóng離開伊走。"}},{"book":"可","chapter":14,"verse":51,"versions":{"unv":"有一個少年人，赤身披著一塊麻布，跟隨耶穌，眾人就捉拿他。","bklcl":"Ū chi̍t ê siàu-liân lâng thǹg-theh moa iù-tōe pò͘ tè Iâ-so͘; in lia̍h i;","tghg":"有一個少年人，褪裼(thǹg-theh)𧜞(moa)幼苧(iù-tōe)布，隨耶穌，𪜶掠(lia̍h)伊。","bklhl":"有一个少年人thǹg-theh moa幼苧布tè耶穌；in掠伊；"}},{"book":"可","chapter":14,"verse":52,"versions":{"unv":"他卻丟了麻布，赤身逃走了。","bklcl":"chiū khì-sak iù-tōe pò͘, thǹg-theh lâi cháu.","tghg":"就棄拺幼苧布，褪裼來走。","bklhl":"就棄sak幼苧布，thǹg-theh來走。"}},{"book":"可","chapter":14,"verse":53,"versions":{"unv":"他們把耶穌帶到大祭司那裡，又有眾祭司長和長老並文士都來和大祭司一同聚集。","bklcl":"Hiah ê lâng tòa Iâ-so͘ kàu chè-si-thâu ê só͘-chāi; iā ū chèng chè-si-thâu, tiúⁿ-ló, keng-ha̍k-sū lóng lâi kap i saⁿ-kap chū-chi̍p.","tghg":"許個人帶耶穌到祭司頭的所在，也有眾祭司頭、長老、經學士攏來及伊相及聚集。","bklhl":"Hiah-ê人帶耶穌到祭司頭ê所在；也有眾祭司頭、長老、經學士lóng來kap伊saⁿ-kap聚集。"}},{"book":"可","chapter":14,"verse":54,"versions":{"unv":"彼得遠遠地跟著耶穌，一直進入大祭司的院裡，和差役一同坐在火光裡烤火。","bklcl":"Pí-tek hn̄g-hn̄g tè Iâ-so͘, kàu chè-si-thâu ê īⁿ, ji̍p lāi-bīn, kap hiah-ê chhe-ia̍h chē-teh hang-hé.","tghg":"彼得遠遠隨耶穌，到祭司頭的院，入內面及許個差役坐啲烘(hang)火。","bklhl":"彼得遠遠tè耶穌，到祭司頭ê院，入內面，kap hiah-ê差役坐teh烘火。"}},{"book":"可","chapter":14,"verse":55,"versions":{"unv":"祭司長和全公會尋找見證控告耶穌，要治死他，卻尋不著。","bklcl":"Chiah-ê chè-si-thâu kap choân kong-hōe chhē kan-chèng kong-kek Iâ-so͘, beh hō͘ I sí, iā bô tit-tio̍h.","tghg":"諸個祭司頭及全公會尋干證攻擊耶穌，欲互伊死，也無得著。","bklhl":"Chiah-ê祭司頭kap全公會chhē干證攻擊耶穌，beh hō͘伊死，也無得tio̍h。"}},{"book":"可","chapter":14,"verse":56,"versions":{"unv":"因為有好些人作假見證告他，只是他們的見證各不相合。","bklcl":"In-ūi lām-sám kan-chèng lâi kong-kek I ê chōe-chōe, nā-sī in só͘ kan-chèng ê bô tùi-tâng.","tghg":"因為濫糝干證來攻擊伊的多多，若是𪜶所干證的無對同。","bklhl":"因為lām-sám干證來攻擊伊ê chōe-chōe，但是in所干證ê無對同。"}},{"book":"可","chapter":14,"verse":57,"versions":{"unv":"又有幾個人站起來作假見證告他，說：","bklcl":"Iā ū kúi-nā lâng khí-lâi, lām-sám kan-chèng I kóng,","tghg":"也有幾若人起來濫糝干證伊，講：","bklhl":"也有kúi-nā人起來，lām-sám干證伊講，"}},{"book":"可","chapter":14,"verse":58,"versions":{"unv":"「我們聽見他說：『我要拆毀這人手所造的殿，三日內就另造一座不是人手所造的。』」","bklcl":"Goán bat thiaⁿ-kìⁿ I kóng, Góa beh húi-hoāi chit keng lâng ê chhiú só͘ khí ê tiān, saⁿ-ji̍t lāi koh khí chi̍t keng, m̄-sī lâng ê chhiú só͘ khí ê.","tghg":"「阮曾聽見伊講：『我欲毀壞此間人的手所起的殿，三日內閣起此間呣是人的手所起的。』」","bklhl":"阮bat聽見伊講，我beh毀壞chit間人ê手所起ê殿，三日內koh起一間，m̄是人ê手所起 ê。"}},{"book":"可","chapter":14,"verse":59,"versions":{"unv":"他們就是這麼作見證，也是各不相合。","bklcl":"In kan-chèng án-ni iā bô tùi-tâng.","tghg":"𪜶干證按呢，也無對同。","bklhl":"In干證án-ni也無對同。"}},{"book":"可","chapter":14,"verse":60,"versions":{"unv":"大祭司起來站在中間，問耶穌說：「你甚麼都不回答嗎？這些人作見證告你的是甚麼呢？」","bklcl":"Chè-si-thâu khí-lāi khiā tī tiong-kan, mn̄g Iâ-so͘ kóng, Lí lóng bô ìn mah?  Chiah-ê lâng só͘ kan-chèng lí ê sī sím-mi̍h?","tghg":"祭司頭起來徛佇中間，問耶穌講：「你攏無應嗎？諸個人所干證你的是甚麼？」","bklhl":"祭司頭起來khiā tī中間，問耶穌講，你lóng無應mah？Chiah-ê人所干證你ê是甚麼？"}},{"book":"可","chapter":14,"verse":61,"versions":{"unv":"耶穌卻不言語，一句也不回答。大祭司又問他說：「你是那當稱頌者的兒子基督不是？」","bklcl":"Iâ-so͘ chēng-chēng lóng bô ìn.  Chè-si-thâu koh mn̄g I kóng, Lí sī thang o-ló ê ê Kiáⁿ, Ki-tok, á m̄ sī?","tghg":"耶穌靜靜，攏無應。祭司頭閣問伊講：「你是通謳咾者的子基督抑呣是？」","bklhl":"耶穌靜靜lóng無應。祭司頭koh問伊講，你是thang o-ló ê ê Kiáⁿ，基督，á m̄是？"}},{"book":"可","chapter":14,"verse":62,"versions":{"unv":"耶穌說：「我是。你們必看見人子坐在那權能者的右邊，駕著天上的雲降臨。」","bklcl":"Iâ-so͘ kóng, Góa sī; lín beh khòaⁿ-kìⁿ Jîn-chú chē tī ū koân-lêng ê ê tōa pêng, kap thiⁿ ê hûn lâi.","tghg":"耶穌講：「我是。恁欲看見人子坐佇有權能者的大旁，及天的雲來。」","bklhl":"耶穌講，我是；lín beh看見人子坐tī有權能ê ê大pêng，kap天ê雲來。"}},{"book":"可","chapter":14,"verse":63,"versions":{"unv":"大祭司就撕開衣服，說：「我們何必再用見證人呢？","bklcl":"Chè-si-thâu thiah-li̍h ka-kī ê saⁿ, kóng, Lán iáu khiàm sím-mi̍h kan-chèng ah?","tghg":"祭司頭拆裂家己的衫，講：「咱猶欠甚麼干證啊？","bklhl":"祭司頭拆裂家己ê衫，講，咱iáu欠甚麼干證ah？"}},{"book":"可","chapter":14,"verse":64,"versions":{"unv":"你們已經聽見他這僭妄的話了。你們的意見如何？」他們都定他該死的罪。","bklcl":"Lín í-keng thiaⁿ-kìⁿ I ê chhiàm-koân siat-to̍k lah; lín phah-sǹg àn-cháiⁿ-iūⁿ?  In lóng gí I kai sí.","tghg":"恁已經聽見伊的僭(chhiàm)權褻瀆啦。恁拍算按怎樣？」𪜶攏擬伊該死。","bklhl":"Lín已經聽見伊ê僭權褻瀆lah；lín phah算àn怎樣？In lóng擬伊該死。"}},{"book":"可","chapter":14,"verse":65,"versions":{"unv":"就有人吐唾沫在他臉上，又蒙著他的臉，用拳頭打他，對他說：「你說預言吧！」差役接過他來，用手掌打他。","bklcl":"Hit sî ū lâng chiū phùi-nōa I, ng I ê bīn, ēng kûn-thâu-bú cheng I, kā I kóng, Lí tio̍h chòe sian-ti lâi kóng.  Hiah ê chhe-ia̍h tòa-khì, ēng chhiú phah I.","tghg":"彼時有人就呸涎(nōa)伊，掩(ng)伊的面，用拳頭拇掙伊，給伊講：「你著做先知來講！」許個差役帶去，用手拍伊。","bklhl":"Hit時有人就phùi-nōa伊，掩伊ê面，用拳頭母cheng伊，kā伊講，你tio̍h做先知來講。Hiah-ê差役帶去，用手phah伊。"}},{"book":"可","chapter":14,"verse":66,"versions":{"unv":"彼得在下邊院子裡；來了大祭司的一個使女，","bklcl":"Pí-tek tī ē-bīn gōa īⁿ ê sî ū chè-si-thâu chi̍t ê lú-pī lâi;","tghg":"彼得佇下面外院的時；有祭司頭一個女婢來，","bklhl":"彼得tī下面外院ê時，有祭司頭一个女婢來；"}},{"book":"可","chapter":14,"verse":67,"versions":{"unv":"見彼得烤火，就看著他，說：「你素來也是同拿撒勒人耶穌一夥的。」","bklcl":"khòaⁿ-kìⁿ Pí-tek teh hang-hé siòng i kóng, Lí iā bat kap hit ê Ná-sat-le̍k lâng Iâ-so͘ chòe tīn.","tghg":"看見彼得啲烘(hang)火，相(siòng)伊，講：「你也曾及彼個拿撒勒人耶穌做陣。」","bklhl":"看見彼得teh烘火，相伊，講，你也bat kap hit ê拿撒勒人耶穌做陣。"}},{"book":"可","chapter":14,"verse":68,"versions":{"unv":"彼得卻不承認，說：「我不知道，也不明白你說的是甚麼。」於是出來，到了前院，雞就叫了。","bklcl":"I m̄ jīn kóng, Góa m̄ chai, iā bōe hiáu-tit lí teh kóng sím-mi̍h.  Chiū chhut-khì kàu chêng īⁿ.  Koe chiū thî.","tghg":"伊呣認，講：「我呣知，也𣍐曉得你啲講甚麼。」就出去，到前院，雞就啼。","bklhl":"伊m̄認講，我m̄知，也bōe曉得你teh講甚麼。就出去到前院。雞就啼。"}},{"book":"可","chapter":14,"verse":69,"versions":{"unv":"那使女看見他，又對旁邊站著的人說：「這也是他們一黨的。」","bklcl":"Hit ê lú-pī khòaⁿ-kìⁿ i, koh kā piⁿ-á khiā ê lâng kóng, Chit-ê iā sī sio̍k tī in ê tóng.","tghg":"彼個女婢看見伊，閣給邊仔徛的人講：「此個也是屬佇𪜶的黨。」","bklhl":"Hit-ê女婢看見伊，koh kā邊á khiā ê人講，Chit ê也是屬tī in ê黨。"}},{"book":"可","chapter":14,"verse":70,"versions":{"unv":"彼得又不承認。過了不多的時候，旁邊站著的人又對彼得說：「你真是他們一黨的！因為你是加利利人。」","bklcl":"I koh m̄ jīn. Koh tiap-á-kú piⁿ-á khiā ê koh kā Pí-tek kóng, Lí sio̍k in ê tóng; in-ūi lí sī Ka-lī-lī lâng.","tghg":"伊閣呣認。閣霎(tia̍p)仔久，邊仔徛者閣給彼得講：「你屬𪜶的黨！因為你是加利利人。」","bklhl":"伊koh m̄認。Koh tiap-á久，邊á khiā ê koh kā彼得講，你屬in ê黨；因為你是加利利人。"}},{"book":"可","chapter":14,"verse":71,"versions":{"unv":"彼得就發咒起誓地說：「我不認得你們說的這個人。」","bklcl":"I chiū chiù-chó͘ koh chiù-chōa kóng, Lín só͘ kóng hit ê lâng góa m̄ bat I.","tghg":"伊就咒詛閣咒誓講：「恁所講彼個人我呣識伊。」","bklhl":"伊就咒詛 koh chiù-chōa講，Lín所講hit ê人我m̄-bat伊。"}},{"book":"可","chapter":14,"verse":72,"versions":{"unv":"立時雞叫了第二遍。彼得想起耶穌對他所說的話：「雞叫兩遍以先，你要三次不認我。」思想起來，就哭了。","bklcl":"Koe chek-sî thî jī lo̍h.  Pí-tek chiū kì-tit Iâ-so͘ só͘ kā i kóng ê ōe, kóng, Koe thî jī lo̍h ê tāi-seng, lí beh saⁿ pái m̄ jīn góa; siūⁿ-tio̍h chiū thî-khàu.","tghg":"雞即時啼二落。彼得就記得耶穌所給伊講的話講：「雞啼二落的代先，你欲三擺呣認我。」想著，就啼哭。","bklhl":"雞即時啼二落。彼得就記得耶穌所kā伊講ê話，講，雞啼二落ê事先，你beh三pái m̄認我；想tio̍h就啼哭。"}}]