[{"book":"羅","chapter":9,"verse":1,"versions":{"unv":"我在基督裡說真話，並不謊言，有我良心被聖靈感動，給我作見證：","bklcl":"Góa tiàm-tī Ki-tok kóng ōe chin-si̍t bô pe̍h-chha̍t, góa ê liông-sim tī Sèng Sîn kap góa saⁿ-kap chòe kan-chèng,","tghg":"我踮佇基督講話真實無白賊，我的良心佇聖神及我相及做干證：","bklhl":"我tiàm-tī基督講話真實無白賊，我ê良心tī聖神kap我saⁿ-kap做干證，"}},{"book":"羅","chapter":9,"verse":2,"versions":{"unv":"我是大有憂愁，心裡時常傷痛；","bklcl":"góa ū tōa iu-būn, thòng-sim bô soah.","tghg":"我有大憂悶，痛(thòng)心無息(soah)；","bklhl":"我有大憂悶，痛心無soah。"}},{"book":"羅","chapter":9,"verse":3,"versions":{"unv":"為我弟兄，我骨肉之親，就是自己被咒詛，與基督分離，我也願意。","bklcl":"In-ūi góa ūi-tio̍h góa ê hiaⁿ-tī, góa ê kut-jio̍k ê chì-chhin, chiū nā pún-sin siū chiù-chó͘ lī-khui Ki-tok iā kam-goān.","tghg":"因為我為著我的兄弟，我的骨肉的至親，就若本身受咒詛，離開基督也甘願。","bklhl":"因為我為tio̍h我ê兄弟，我ê骨肉ê至親，就若本身受咒詛離開基督也甘願。"}},{"book":"羅","chapter":9,"verse":4,"versions":{"unv":"他們是以色列人；那兒子的名分、榮耀、諸約、律法、禮儀、應許都是他們的。","bklcl":"In sī Í-sek-lia̍t lâng, ū chòe kiáⁿ ê bêng-hūn, ū êng-kng, ū chiah-ê iok, ū lu̍t-hoat ê thoân-siū, ū ho̍k-sāi ê lé-gî, kap chiah-ê èng-ún, lóng sio̍k tī in;","tghg":"𪜶是以色列人；有做子的名份、有榮光，有諸個約、有律法的傳授、有服事的禮儀，及諸個應允攏屬佇𪜶。","bklhl":"in是以色列人，有做kiáⁿ ê名份，有榮光，有chiah ê約，有律法ê傳授，有服事ê禮儀，kap chiah ê應允，lóng屬tī in；"}},{"book":"羅","chapter":9,"verse":5,"versions":{"unv":"列祖就是他們的祖宗；按肉體說，基督也是從他們出來的。他是在萬有之上，永遠可稱頌的　神。阿們！","bklcl":"lia̍t-chó͘ sī in ê chó͘, chiàu jio̍k-thé lâi lūn, Ki-tok iā tùi in chhut; I sī bān mi̍h ê téng-bīn, sī Siōng-tè, kham-tit o-ló kàu tāi-tāi ê. À-bēng.","tghg":"列祖是𪜶的祖，照肉體來論，基督也對𪜶出。伊是萬物的頂面，是上帝堪得謳咾到代代的。阿們！","bklhl":"列祖是in ê祖，照肉體來論，基督也對in出；伊是萬物ê頂面，是上帝，堪得o-ló到代代ê。À-bēng。"}},{"book":"羅","chapter":9,"verse":6,"versions":{"unv":"這不是說　神的話落了空。因為從以色列生的不都是以色列人，","bklcl":"M̄ sī kóng Siōng-tè ê ōe hòe-khì; in-ūi tùi Í-sek-lia̍t chhut ê, bô it-chīn sī Í-sek-lia̍t lâng.","tghg":"呣是講上帝的話廢去。因為對以色列出的無一盡是以色列人，","bklhl":"m̄是講上帝ê話廢棄；因為tùi以色列出ê，無一盡是以色列人。"}},{"book":"羅","chapter":9,"verse":7,"versions":{"unv":"也不因為是亞伯拉罕的後裔就都作他的兒女；惟獨「從以撒生的才要稱為你的後裔。」","bklcl":"Iā m̄ sī in-ūi in chòe A-pek-la̍h-hán ê hō͘-è, chiū it-chīn chòe kiáⁿ; to̍k-to̍k, Tī Í-sat ê beh chheng chòe lí ê hō͘-è.","tghg":"也呣是因為𪜶做亞伯拉罕的後裔就一盡做子；獨獨「佇以撒的欲稱做你的後裔。」","bklhl":"也m̄是因為in做亞伯拉罕ê後裔，就一盡做kiáⁿ；獨獨，tī以撒ê beh稱做你ê後裔。"}},{"book":"羅","chapter":9,"verse":8,"versions":{"unv":"這就是說，肉身所生的兒女不是　神的兒女，惟獨那應許的兒女才算是後裔。","bklcl":"Che chiū-sī kóng, m̄ sī jio̍k-thé ê kiáⁿ chiū sǹg chòe Siōng-tè ê kiáⁿ; to̍k-to̍k èng-ún ê kiáⁿ chiah sǹg chòe hō͘-è.","tghg":"這就是講，呣是肉體的子就算做上帝的子，獨獨應允的子才算做後裔。","bklhl":"這就是講，m̄是肉體ê kiáⁿ就算做上帝ê kiáⁿ；獨獨應允ê kiáⁿ chiah算做後裔。"}},{"book":"羅","chapter":9,"verse":9,"versions":{"unv":"因為所應許的話是這樣說：「到明年這時候我要來，撒拉必生一個兒子。」","bklcl":"In-ūi èng-ún ê ōe sī kóng, Chiàu chit ê kî góa beh kàu, Sat-la̍h beh ū chi̍t ê kiáⁿ.","tghg":"因為應允的話是講：「照此個期我欲到，撒拉欲有一個子。」","bklhl":"因為應允ê話是講，照chit ê期我beh到，撒拉beh有一个kiáⁿ。"}},{"book":"羅","chapter":9,"verse":10,"versions":{"unv":"不但如此，還有利百加，既從一個人，就是從我們的祖宗以撒懷了孕，","bklcl":"M̄ nā án-ni, koh ū Lī-pek-ka tùi lán ê chó͘ Í-sat chi̍t lâng lâi hoâi-īn,","tghg":"呣若按呢，閣有利百加，對咱的祖以撒一人來懷孕，","bklhl":"M̄-nā án-ni，koh有利百加對咱ê祖以撒一人來懷孕，"}},{"book":"羅","chapter":9,"verse":11,"versions":{"unv":"（雙子還沒有生下來，善惡還沒有做出來，只因要顯明　神揀選人的旨意，不在乎人的行為，乃在乎召人的主。）","bklcl":"kiáⁿ iáu-bē chhut-sì, hó pháiⁿ iáu-bē kiâⁿ, beh hō͘ Siōng-tè kéng-soán lâng só͘ tiāⁿ-tio̍h ê chí-ì ōe kú-tn̂g tī-teh, m̄ sī chhut tī só͘ kiâⁿ, sī chhut tī tiàu i ê,","tghg":"（子猶未出世，好歹猶未行，欲互上帝揀選人所定著的旨意會久長佇啲，呣是出佇所行，是出佇召伊者。）","bklhl":"kiáⁿ iáu-未出世，好pháiⁿ iáu未行，beh hō͘上帝揀選人所定tio̍h ê旨意能久長tī-teh，m̄是出tī所行，是出tī召伊ê，"}},{"book":"羅","chapter":9,"verse":12,"versions":{"unv":"　神就對利百加說：「將來，大的要服事小的。」","bklcl":"chiū kā Lī-pek-ka kóng, Tōa-ê beh ho̍k-sāi sòe-ê.","tghg":"就給利百加講：「大的欲服事細的。」","bklhl":"就kā利百加講，大ê beh服事細ê。"}},{"book":"羅","chapter":9,"verse":13,"versions":{"unv":"正如經上所記：雅各是我所愛的；以掃是我所惡的。","bklcl":"Chhin-chhiūⁿ só͘ kì-chài kóng, Góa thiàⁿ Ngá-kok, oàn-hūn Í-sò.","tghg":"親像所記載講：「我疼雅各；怨恨以掃。」","bklhl":"親像所記載講，我疼雅各，怨恨以掃。"}},{"book":"羅","chapter":9,"verse":14,"versions":{"unv":"這樣，我們可說甚麼呢？難道　神有甚麼不公平嗎？斷乎沒有！","bklcl":"Án-ni lán beh cháiⁿ-iūⁿ kóng? Siōng-tè ū put-gī mah? Toàn-toàn m̄ sī.","tghg":"按呢咱欲怎樣講？上帝有不義嗎？斷斷呣是！","bklhl":"Án-ni咱beh怎樣講？上帝有不義mah？斷斷m̄是。"}},{"book":"羅","chapter":9,"verse":15,"versions":{"unv":"因他對摩西說：我要憐憫誰就憐憫誰，要恩待誰就恩待誰。","bklcl":"In-ūi I kā Mô͘-se kóng, Góa beh lîn-bín góa só͘ lîn-bín ê, góa beh thé-thiap góa só͘ thé-thiap ê.","tghg":"因為伊給摩西講：我欲憐憫我所憐憫的，我欲體貼我所體貼的。","bklhl":"因為伊kā摩西講，我beh憐憫我所憐憫ê，我beh體貼我所體貼ê。"}},{"book":"羅","chapter":9,"verse":16,"versions":{"unv":"據此看來，這不在乎那定意的，也不在乎那奔跑的，只在乎發憐憫的　神。","bklcl":"Chiàu án-ni khòaⁿ, put-chāi tī ì-ài ê, iā put-chāi tī kiâⁿ ê, sī chāi-tī lîn-bín lâng ê Siōng-tè.","tghg":"照按呢看，不在佇意愛的，也不在佇行的，是在佇憐憫人的上帝。","bklhl":"照án-ni看，不在tī意愛ê，也不在tī行ê，是在tī憐憫人ê上帝。"}},{"book":"羅","chapter":9,"verse":17,"versions":{"unv":"因為經上有話向法老說：「我將你興起來，特要在你身上彰顯我的權能，並要使我的名傳遍天下。」","bklcl":"In-ūi sèng-keng kā Hoat-ló kóng, Góa hō͘ lí heng-khí, tiâu-tî beh ēng lí hián-bêng góa ê koân-lêng, iā hō͘ góa ê miâ pò-iông tī phó͘ thiⁿ-ē.","tghg":"因為聖經給法老講：「我互你興起，刁持(tiâu-tî)欲用你顯明我的權能，也互我的名報揚佇普天下。」","bklhl":"因為聖經kā法老講，我hō͘你興起，tiâu-tî beh用你顯明我ê權能，也hō͘我ê名報揚tī普天下。"}},{"book":"羅","chapter":9,"verse":18,"versions":{"unv":"如此看來，　神要憐憫誰就憐憫誰，要叫誰剛硬就叫誰剛硬。","bklcl":"Án-ni I sûi-ì lîn-bín lâng, iā sûi-ì hō͘ lâng ngī-sim.","tghg":"按呢，伊隨意憐憫人，也隨意互人硬(ngī)心。","bklhl":"Án-ni伊隨意憐憫人，也隨意 hō͘人硬心。"}},{"book":"羅","chapter":9,"verse":19,"versions":{"unv":"這樣，你必對我說：「他為甚麼還指責人呢？有誰抗拒他的旨意呢？」","bklcl":"Lí beh tùi góa kóng, Cháiⁿ-iūⁿ I iáu teh hiâm lâng? in-ūi chī-chūi ge̍k I ê chí-ì?","tghg":"你欲對我講：「怎樣伊猶啲嫌人？因為是誰逆(ge̍k)伊的旨意？」","bklhl":"你beh tùi我講，怎樣伊iáu teh嫌人？因為是誰逆伊ê旨意？"}},{"book":"羅","chapter":9,"verse":20,"versions":{"unv":"你這個人哪，你是誰，竟敢向　神強嘴呢？受造之物豈能對造他的說：「你為甚麼這樣造我呢？」","bklcl":"Lí chit ê lâng ah, lí chī-chūi hoán-tńg piān-pok Siōng-tè ah? Siū-chō ê mi̍h kiám ōe tùi chō i ê kóng, Lí siáⁿ-sū chhòng-chō góa án-ni?","tghg":"你此個人啊，你是誰反轉辯駁(piān-pok)上帝啊？受造的物豈會對造伊的講：「你啥事創造我按呢？」","bklhl":"你chit ê人ah，你是誰反tńg辯駁上帝ah？受造 ê物kiám會tùi造伊ê講，你啥事創造我án-ni？"}},{"book":"羅","chapter":9,"verse":21,"versions":{"unv":"窯匠難道沒有權柄從一團泥裡拿一塊做成貴重的器皿，又拿一塊做成卑賤的器皿嗎？","bklcl":"Thô͘ ê koân kiám m̄ sī chhut-chāi sio-hûi ê lâng, pîⁿ-pîⁿ tùi hit tè lâi chòe khì-kū, chi̍t-ê kùi-khì chi̍t-ê hā-chiān mah?","tghg":"土的權豈呣是出在燒磁(sio-hûi)的人，平平對彼塊來做器具，一個貴氣一個下賤嗎？","bklhl":"土ê權kiám m̄是chhut-chāi燒磁ê人，平平tùi hit塊來做器具，一个貴氣一个下賤mah？"}},{"book":"羅","chapter":9,"verse":22,"versions":{"unv":"倘若　神要顯明他的忿怒，彰顯他的權能，就多多忍耐寬容那可怒、預備遭毀滅的器皿，","bklcl":"Siat-sú Siōng-tè ài hián-bêng I ê siū-khì, koh hō͘ lâng bat I ê koân-lêng, chiū tōa-tōa khoan-iông thun-lún hiah-ê thang siū-khì ê khì-kū, piān-piān beh pāi-hoāi ê;","tghg":"設使上帝愛顯明伊的受氣，閣互人識伊的權能，就大大寬容吞愞許個通受氣的器具，便便欲敗壞的；","bklhl":"設使上帝ài顯明伊ê受氣，koh hō͘人bat伊ê權能，就大大寬容吞忍hiah-ê thang受氣ê器具，便便beh敗壞ê；"}},{"book":"羅","chapter":9,"verse":23,"versions":{"unv":"又要將他豐盛的榮耀彰顯在那蒙憐憫、早預備得榮耀的器皿上。","bklcl":"iā hō͘ lâng bat I êng-kng ê pù-ū kàu tī thang lîn-bín ê khì-kū, I só͘ tāi-seng pī-pān beh tit-tio̍h êng-kng ê,","tghg":"也互人識伊榮光的富有到佇通憐憫的器具，伊所代先備辦欲得著榮光的。","bklhl":"也hō͘人bat伊榮光ê富有到tī thang憐憫ê器具，伊所事先備辦beh得tio̍h榮光ê，"}},{"book":"羅","chapter":9,"verse":24,"versions":{"unv":"這器皿就是我們被　神所召的，不但是從猶太人中，也是從外邦人中。這有甚麼不可呢？","bklcl":"chiū-sī lán chiah-ê hō͘ I só͘ tiàu ê, m̄ nā chhut tī Iû-thài lâng, iā chhut tī gōa-pang lâng;","tghg":"就是咱諸個互伊所召的，呣若出佇猶太人，也出佇外邦人；","bklhl":"就是咱chiah ê hō͘伊所召ê，m̄-nā出tī偤太人，也出tī外邦人；"}},{"book":"羅","chapter":9,"verse":25,"versions":{"unv":"就像　神在何西阿書上說：那本來不是我子民的，我要稱為「我的子民」；本來不是蒙愛的，我要稱為「蒙愛的」。","bklcl":"chhin-chhiūⁿ I tī Hô-se-a ê chheh kóng,\tM̄ sī góa ê peh-sìⁿ, góa beh chheng in chòe peh-sìⁿ;\tM̄ sī tit-tio̍h thiàⁿ ê, góa beh chheng in chòe tit-tio̍h thiàⁿ ê.","tghg":"親像伊佇何西阿的冊講：呣是我的百姓，我欲稱𪜶做「百姓」；呣是得著疼的，我欲稱𪜶做「得著疼的」。","bklhl":"親像伊tī何西阿ê冊講，\tM̄是我ê百姓，我beh稱in做百姓；\tm̄是得tio̍h疼ê，我beh稱in做得tio̍h疼ê。"}},{"book":"羅","chapter":9,"verse":26,"versions":{"unv":"從前在甚麼地方對他們說：你們不是我的子民，將來就在那裡稱他們為「永生　神的兒子」。","bklcl":"Chêng tī siáⁿ só͘-chāi kā in kóng,\tLín m̄ sī góa ê peh-sìⁿ,\tTī hia in beh chheng chòe chin-oa̍h Siōng-tè ê kiáⁿ.","tghg":"前佇啥所在給𪜶講：恁呣是我的百姓，佇遐𪜶欲稱做「真活上帝的子」。","bklhl":"前tī啥所在kā in講，\tLín m̄是我ê百姓，\tTī hia in beh稱做真活上帝ê kiáⁿ。"}},{"book":"羅","chapter":9,"verse":27,"versions":{"unv":"以賽亞指著以色列人喊著說：「以色列人雖多如海沙，得救的不過是剩下的餘數；","bklcl":"Í-sài-a lūn Í-sek-lia̍t chiū kiò kóng, Í-sek-lia̍t chiah-ê kiáⁿ, sui-jiân in ê siàu-gia̍h chhin-chhiūⁿ hái-soa, beh tit-tio̍h kiù ê sī hiah-ê só͘ chhun ê nā-tiāⁿ.","tghg":"以賽亞論以色列就叫講：「以色列諸個子，雖然𪜶的數額(siàu-gia̍h)親像海沙，欲得著救的是許個所剩的若定；","bklhl":"以賽亞論以色列就叫講，以色列chiah ê kiáⁿ，雖然in ê數額親像海沙，beh得tio̍h救ê是hiah-ê所chhun ê nā-tiāⁿ。"}},{"book":"羅","chapter":9,"verse":28,"versions":{"unv":"因為主要在世上施行他的話，叫他的話都成全，速速地完結。」","bklcl":"In-ūi Chú beh oân-choân koh kán-chia̍t lâi chiâⁿ I ê ōe tī tōe-ni̍h.","tghg":"因為主欲完全閣簡捷(kán-chia̍t)來成伊的話佇地裡。」","bklhl":"因為主beh完全koh簡捷來成伊ê話tī地裡。"}},{"book":"羅","chapter":9,"verse":29,"versions":{"unv":"又如以賽亞先前說過：若不是萬軍之主給我們存留餘種，我們早已像所多瑪、蛾摩拉的樣子了。","bklcl":"Koh chhin-chhiūⁿ Í-sài-a tāi-seng kóng,\tNā m̄ sī Bān-kun ê Chú kā lán lâu chi̍t ê chéng teh,\tChiū lán í-keng chhin-chhiūⁿ Só͘-to-má kap Gô-mô͘-la̍h chi̍t iūⁿ.","tghg":"閣親像以賽亞代先講：若呣是萬軍的主給咱留一個種啲，就咱已經親像所多瑪及蛾摩拉一樣。","bklhl":"Koh親像以賽亞事先講，\t若m̄是萬軍ê主kā咱留一个種teh，\t就咱已經親像所多瑪kap Gô-mô͘-la̍h一樣。"}},{"book":"羅","chapter":9,"verse":30,"versions":{"unv":"這樣，我們可說甚麼呢？那本來不追求義的外邦人反得了義，就是因信而得的義。","bklcl":"Án-ni lán beh cháiⁿ-iūⁿ kóng? Gōa-pang lâng bô tui-jip gī, iáu-kú tit-tio̍h gī, chiū-sī tùi sìn ê gī.","tghg":"按呢，咱欲怎樣講？外邦人無追趇(jip)義，猶久得著義，就是對信的義。","bklhl":"Án-ni咱beh怎樣講？外邦人無追jip義，iáu-kú得tio̍h義，就是tùi信ê義。"}},{"book":"羅","chapter":9,"verse":31,"versions":{"unv":"但以色列人追求律法的義，反得不著律法的義。","bklcl":"Nā-sī Í-sek-lia̍t lâng tui-jip chiâⁿ gī ê hoat, iā bô tit-tio̍h hit ê hoat.","tghg":"若是以色列人追趇成義的法，也無得著彼個法。","bklhl":"但是以色列人追jip成義ê法，也無得tio̍h hit ê法。"}},{"book":"羅","chapter":9,"verse":32,"versions":{"unv":"這是甚麼緣故呢？是因為他們不憑著信心求，只憑著行為求；他們正跌在那絆腳石上。","bklcl":"Che sī cháiⁿ-iūⁿ? In-ūi in bô tùi sìn, sī tùi só͘ kiâⁿ.  In tio̍h-tak tī hit ê hō͘ lâng tio̍h-tak ê chio̍h,","tghg":"這是怎樣？因為𪜶無對信，是對所行，𪜶著觸(tio̍h-tak)佇彼個互人著觸的石，","bklhl":"這是怎樣？因為in無tùi信，是tùi所行。In tio̍h-tak tī hit ê hō͘人tio̍h-tak ê石，"}},{"book":"羅","chapter":9,"verse":33,"versions":{"unv":"就如經上所記：我在錫安放一塊絆腳的石頭，跌人的磐石；信靠他的人必不至於羞愧。","bklcl":"chiàu só͘ kì-chài kóng,\tLí khòaⁿ, góa chiong hō͘ lâng tio̍h-tak ê chio̍h, poa̍h-tó lâng ê chio̍h-pôaⁿ, hē tī Sûn-siâⁿ.\tKìⁿ-nā sìn I ê lâng bô tì-kàu kiàn-siàu.","tghg":"照所記載講：你看，我將互人著觸的石，跋倒人的石磐下(hē)佇郇城；見若信伊的人無致到見誚。","bklhl":"照所記載講，\t你看，我將hō͘人tio̍h-tak ê石，跋倒人ê石磐，hē tī郇城。\t見若信伊ê人無致到見笑。"}}]