[{"book":"羅","chapter":5,"verse":1,"versions":{"unv":"我們既因信稱義，就藉著我們的主耶穌基督得與　神相和。","bklcl":"Só͘-í lán í-keng tùi sìn chheng-chòe-gī, chiū tùi lán ê Chú Iâ-so͘ Ki-tok ū kap Siōng-tè hô;","tghg":"所以咱已經對信稱做義，就對咱的主耶穌基督有及上帝和。","bklhl":"所以咱已經tùi信稱做義，就對咱ê主耶穌基督有kap上帝和；"}},{"book":"羅","chapter":5,"verse":2,"versions":{"unv":"我們又藉著他，因信得進入現在所站的這恩典中，並且歡歡喜喜盼望　神的榮耀。","bklcl":"iā óa-khò I, tùi sìn lâi ji̍p tī hiān-kim só͘ tòa ê un-tián,  koh ǹg-bāng Siōng-tè ê êng-kng lâi hoaⁿ-hoaⁿ hí-hí.","tghg":"也倚靠伊，對信來入佇現今所帶的恩典，閣向望上帝的榮光來歡歡喜喜。","bklhl":"也óa靠伊，tùi信來入tī現今所tòa ê恩典，koh ǹg望上帝ê榮光來歡歡喜喜。"}},{"book":"羅","chapter":5,"verse":3,"versions":{"unv":"不但如此，就是在患難中也是歡歡喜喜的；因為知道患難生忍耐，","bklcl":"M̄ nā án-ni, chiū tī hoān-lān iā hoaⁿ-hoaⁿ hí-hí, in-ūi chai hoān-lān siⁿ-chhut thun-lún; thun-lún siⁿ-chhut láu-liān;","tghg":"呣若按呢，就佇患難也歡歡喜喜；因為知患難生出吞愞(thun-lún)，","bklhl":"M̄-nā án-ni，就tī患難也歡歡喜喜，因為知患難生出吞忍；吞忍生出老練；"}},{"book":"羅","chapter":5,"verse":4,"versions":{"unv":"忍耐生老練，老練生盼望；","bklcl":"láu-liān siⁿ-chhut ǹg-bāng; iā ǹg-bāng bô tì-kàu kiàn-siàu;","tghg":"吞愞生出老練，老練生出向望；","bklhl":"老練生出ǹg望；也ǹg望無致到見笑；"}},{"book":"羅","chapter":5,"verse":5,"versions":{"unv":"盼望不至於羞恥，因為所賜給我們的聖靈將　神的愛澆灌在我們心裡。","bklcl":"in-ūi Siōng-tè ê thiàⁿ tùi só͘ siúⁿ-sù lán ê Sèng Sîn lâi koàn-ak lán ê sim.","tghg":"也向望無致到見誚，因為上帝的疼對所賞賜咱的聖神來灌沃咱的心。","bklhl":"因為上帝ê疼tùi所賞賜咱ê聖神來灌ak咱ê心。"}},{"book":"羅","chapter":5,"verse":6,"versions":{"unv":"因我們還軟弱的時候，基督就按所定的日期為罪人死。","bklcl":"In-ūi lán iáu-kú loán-jio̍k ê sî, Ki-tok kàu-kî thòe ū chōe ê lâng sí.","tghg":"因為咱猶久(iáu-kú)軟弱的時，基督到期替有罪的人死。","bklhl":"因為咱iáu-kú軟弱ê時，基督到期替有罪ê人死。"}},{"book":"羅","chapter":5,"verse":7,"versions":{"unv":"為義人死，是少有的；為仁人死，或者有敢做的。","bklcl":"In-ūi thòe gī-lâng sí ê, oh-tit ū; thòe hó-lâng sí ê, kiám-chhái ū lâng káⁿ.","tghg":"因為替義人死的，僫(oh)得有；替好人死的，豈採有人敢。","bklhl":"因為替義人死ê，oh得有；替好人死ê，kiám-chhái有人敢。"}},{"book":"羅","chapter":5,"verse":8,"versions":{"unv":"惟有基督在我們還作罪人的時候為我們死，　神的愛就在此向我們顯明了。","bklcl":"Nā-sī Siōng-tè hián-bêng I pún-sin thiàⁿ lán ê thiàⁿ-thàng, in-ūi lán iáu-kú chòe chōe-jîn ê sî, Ki-tok thòe lán sí;","tghg":"若是上帝顯明伊本身疼咱的疼痛(thiàⁿ-thàng)，因為咱猶久做罪人的時，基督替咱死。","bklhl":"但是上帝顯明伊本身疼咱ê疼痛，因為咱iáu-kú做罪人ê時，基督替咱死；"}},{"book":"羅","chapter":5,"verse":9,"versions":{"unv":"現在我們既靠著他的血稱義，就更要藉著他免去　神的忿怒。","bklcl":"hô-hòng lán í-keng tī I ê huih tit-tio̍h chheng-chòe-gī beh tùi I tit-tio̍h kiù, bián-tit hit ê siū-khì ah.","tghg":"何況(hô-hòng)咱已經佇伊的血得著稱做義欲對伊得著救，免得彼個受氣啊。","bklhl":"何況咱已經tī伊ê血得tio̍h稱做義beh tùi伊得tio̍h救，免得hit ê受氣ah。"}},{"book":"羅","chapter":5,"verse":10,"versions":{"unv":"因為我們作仇敵的時候，且藉著　神兒子的死，得與　神和好；既已和好，就更要因他的生得救了。","bklcl":"Nā lán iáu-kú chòe tùi-te̍k ê sî, tùi I ê Kiáⁿ ê sí tit-tio̍h kap Siōng-tè koh hô, hô-hòng í-keng koh hô, beh tī I ê oa̍h tit-tio̍h kiù ah.","tghg":"若咱猶久做對敵的時，對伊的子的死，得著及上帝復和；何況已經復和，欲佇伊的活得著救啊！","bklhl":"若咱iáu-kú做對敵ê時，tùi伊ê Kiáⁿ ê死得tio̍h kap上帝koh和，何況已經koh和，beh tī伊ê活得tio̍h救ah。"}},{"book":"羅","chapter":5,"verse":11,"versions":{"unv":"不但如此，我們既藉著我主耶穌基督得與　神和好，也就藉著他以　神為樂。","bklcl":"M̄ nā án-ni, lán hiān-kim í-keng tùi lán ê Chú Iâ-so͘ Ki-tok tit-tio̍h koh hô, chiū tùi I iā lia̍h Siōng-tè chòe thang khoa-kháu.","tghg":"呣若按呢，咱現今已經對咱的主耶穌基督得著復和，就對伊也掠上帝做通誇口。","bklhl":"M̄-nā án-ni，咱現今已經對咱ê主耶穌基督得tio̍h koh和，就對伊也掠上帝做thang誇口。"}},{"book":"羅","chapter":5,"verse":12,"versions":{"unv":"這就如罪是從一人入了世界，死又是從罪來的；於是死就臨到眾人，因為眾人都犯了罪。","bklcl":"Só͘-í chhin-chhiūⁿ chōe tùi chi̍t lâng ji̍p sè-kan, sí iā tùi chōe ji̍p, án-ni sí piàn-piàn kàu tī chèng lâng, in-ūi chèng lâng bat hoān-chōe;","tghg":"所以親像罪對一人入世間，死也對罪入；按呢死遍遍到佇眾人，因為眾人曾犯罪。","bklhl":"所以親像罪tùi一人入世間，死也tùi罪入，án-ni死遍遍到tī眾人，因為眾人bat犯罪；"}},{"book":"羅","chapter":5,"verse":13,"versions":{"unv":"沒有律法之先，罪已經在世上；但沒有律法，罪也不算罪。","bklcl":"in-ūi lu̍t-hoat bē kàu ê sî, chōe í-keng tī sè-kan; to̍k-to̍k bô lu̍t-hoat tī-teh, chōe chiū bô sǹg-siàu;","tghg":"因為律法未到的時，罪已經佇世間；獨獨無律法佇啲，罪就無算數(sǹg-siàu)。","bklhl":"因為律法未到ê時，罪已經tī世間；獨獨無律法tī-teh，罪就無算賬；"}},{"book":"羅","chapter":5,"verse":14,"versions":{"unv":"然而從亞當到摩西，死就作了王，連那些不與亞當犯一樣罪過的，也在他的權下。亞當乃是那以後要來之人的預像。","bklcl":"chóng-sī tùi A-tong kàu Mô͘-se, liân hiah-ê bô hoān-chōe chhin-chhiūⁿ A-tong hoān-tio̍h kìm-lēng ê khoán ê, sí iā lóng koán-hat in; A-tong sī tè-āu kàu ê ê saⁿ-tùi.","tghg":"總是對亞當到摩西，連許個無犯罪親像亞當犯著禁令的款的，死也攏管轄𪜶。亞當是隨後(tè-āu)到者的相對(saⁿ-tùi)。","bklhl":"總是tùi亞當到摩西，連hiah-ê無犯罪親像亞當犯tio̍h禁令ê款ê，死也lóng管轄in；亞當是tè後到ê ê相對。"}},{"book":"羅","chapter":5,"verse":15,"versions":{"unv":"只是過犯不如恩賜，若因一人的過犯，眾人都死了，何況　神的恩典，與那因耶穌基督一人恩典中的賞賜，豈不更加倍地臨到眾人嗎？","bklcl":"Nā-sī chōe-kòa put-pí un-sù.  In-ūi nā tùi chi̍t lâng ê chōe-kòa chèng lâng sí, hô-hòng Siōng-tè ê un-tián, kap tī Iâ-so͘ Ki-tok chi̍t lâng un-tián tiong ê siúⁿ-sù, chhiong-móa tī chèng lâng ah.","tghg":"若是罪過不比恩賜，因為若對一人的罪過，眾人死，何況上帝的恩典，及佇耶穌基督一人恩典中的賞賜，充滿佇眾人啊？","bklhl":"但是罪過不比恩賜。因為若tùi一人ê罪過眾人死，何況上帝ê恩典，kap tī耶穌基督一人恩典中ê賞賜，充滿tī眾人ah。"}},{"book":"羅","chapter":5,"verse":16,"versions":{"unv":"因一人犯罪就定罪，也不如恩賜，原來審判是由一人而定罪，恩賜乃是由許多過犯而稱義。","bklcl":"Koh tùi chi̍t lâng ê hoān-chōe, iā put-pí un-sù; in-ūi sím-phòaⁿ sī tùi chi̍t lâng, tì-kàu tēng chōe, nā-sī un-sù sī tùi chōe-chōe chōe-kòa, tì-kàu toàn chòe gī.","tghg":"閣對一人的犯罪，也不比恩賜，因為審判是對一人致到定罪，若是恩賜是對多多罪過致到斷做義。","bklhl":"Koh tùi一人ê犯罪，也不比恩賜；因為審判是tùi一人，致到定罪，但是恩賜是tùi chōe-chōe罪過，致到斷做義。"}},{"book":"羅","chapter":5,"verse":17,"versions":{"unv":"若因一人的過犯，死就因這一人作了王，何況那些受洪恩又蒙所賜之義的，豈不更要因耶穌基督一人在生命中作王嗎？","bklcl":"In-ūi nā ūi-tio̍h chi̍t lâng ê chōe-kòa, sí chiū tùi chi̍t lâng chòe ông, hô-hòng hiah-ê siū un-tián kap gī ê siúⁿ-sù ê chhiong-móa ê, beh tùi Iâ-so͘ Ki-tok chi̍t-ê, tī oa̍h ê tiong-kan, chòe ông ah.","tghg":"因為若為著一人的罪過，死就對一人做王，何況許個受恩典及義的賞賜的充滿的，欲對耶穌基督一個佇活的中間做王啊？","bklhl":"因為若為tio̍h一人ê罪過，死就tùi一人做王，何況hiah-ê受恩典kap義ê賞賜ê充滿ê，beh tùi耶穌基督一个，tī活ê中間，做王ah。"}},{"book":"羅","chapter":5,"verse":18,"versions":{"unv":"如此說來，因一次的過犯，眾人都被定罪；照樣，因一次的義行，眾人也就被稱義得生命了。","bklcl":"Án-ni chhin-chhiūⁿ tùi chi̍t pái ê chōe-kòa ū tì-kàu chèng lâng siū tēng chōe, chiū tùi chi̍t pái gī ê só͘ kiâⁿ iā tì-kàu chèng lâng siū gí-toàn tit-tio̍h oa̍h.","tghg":"按呢，親像對一擺的罪過，有致到眾人受定罪；就對一擺義的所行，也致到眾人受擬斷得著活。","bklhl":"Án-ni親像tùi一pái ê罪過有致到眾人受定罪，就tùi一pái義ê所行也致到眾人受擬斷得tio̍h活。"}},{"book":"羅","chapter":5,"verse":19,"versions":{"unv":"因一人的悖逆，眾人成為罪人；照樣，因一人的順從，眾人也成為義了。","bklcl":"In-ūi chhin-chhiūⁿ tùi chi̍t lâng ê ûi-ke̍h hō͘ chèng lâng chòe ū chōe ê, chiū tùi chi̍t lâng ê sūn-thàn hō͘ chèng lâng chòe ū gī ê, iā sī án-ni.","tghg":"因為親像對一人的違逆(ûi-ke̍h)，互眾人做有罪的；就對一人的順趁，互眾人做有義的，也是按呢。","bklhl":"因為親像tùi一人ê違逆hō͘眾人做有罪ê，就tùi一人ê順thàn hō͘眾人做有義 ê，也是án-ni。"}},{"book":"羅","chapter":5,"verse":20,"versions":{"unv":"律法本是外添的，叫過犯顯多；只是罪在哪裡顯多，恩典就更顯多了。","bklcl":"Koh ke-chham lu̍t-hoat lo̍h-khì, beh hō͘ chōe-kòa ke-thiⁿ chōe-chōe. Chóng-sī chōe-kòa chōe-chōe, chiū un-tián tī hia it-hoat chhiong-móa;","tghg":"閣加參律法落去，欲互罪過加添多多；總是罪過多多，就恩典佇遐益發充滿。","bklhl":"Koh加chham律法落去，beh hō͘罪過加添chōe-chōe。總是罪過chōe-chōe，就恩典tī hia益發充滿；"}},{"book":"羅","chapter":5,"verse":21,"versions":{"unv":"就如罪作王叫人死；照樣，恩典也藉著義作王，叫人因我們的主耶穌基督得永生。","bklcl":"chiū-sī chhin-chhiūⁿ chōe bat chòe ông tī sí ê tiong-kan, iā beh hō͘ un-tián chhin-chhiūⁿ án-ni tùi gī lâi chòe ông tì-kàu éng-oa̍h, sī tùi lán ê Chú Iâ-so͘ Ki-tok.","tghg":"就是親像罪曾做王佇死的中間；也欲互恩典親像按呢對義來做王，致到永活，是對咱的主耶穌基督。","bklhl":"就是親像罪bat做王tī死ê中間，也beh hō͘恩典親像án-ni tùi義來做王致到永活，是對咱ê主耶穌基督。"}}]