[{"book":"羅","chapter":4,"verse":1,"versions":{"unv":"如此說來，我們的祖宗亞伯拉罕憑著肉體得了甚麼呢？","bklcl":"Án-ni lán beh kóng lán jio̍k-thé ê chó͘ A-pek-la̍h-hán ū tit-tio̍h sím-mi̍h?","tghg":"按呢，咱欲講咱肉體的祖亞伯拉罕有得著甚麼？","bklhl":"Án-ni咱beh講，咱肉體ê祖亞伯拉罕有得tio̍h甚麼？"}},{"book":"羅","chapter":4,"verse":2,"versions":{"unv":"倘若亞伯拉罕是因行為稱義，就有可誇的；只是在　神面前並無可誇。","bklcl":"In-ūi A-pek-la̍h-hán nā tùi só͘ kiâⁿ tit-tio̍h chheng-chòe-gī, chiū thang khoa-kháu; chóng-sī tùi Siōng-tè pún sī bô.","tghg":"因為亞伯拉罕若對所行得著稱做義，就通誇口；總是對上帝本是無。","bklhl":"因為亞伯拉罕若tùi所行得tio̍h稱做義，就thang誇口；總是tùi上帝本是無。"}},{"book":"羅","chapter":4,"verse":3,"versions":{"unv":"經上說甚麼呢？說：「亞伯拉罕信　神，這就算為他的義。」","bklcl":"In-ūi sèng-keng kóng sím-mi̍h? A-pek-la̍h-hán sìn Siōng-tè, chiū kā i sǹg chòe gī.","tghg":"因為聖經講甚麼？「亞伯拉罕信上帝，就給伊算做義。」","bklhl":"因為聖經講甚麼？亞伯拉罕信上帝，就kā伊算做義。"}},{"book":"羅","chapter":4,"verse":4,"versions":{"unv":"做工的得工價，不算恩典，乃是該得的；","bklcl":"Taⁿ kìⁿ-nā chòe kang ê, i ê kang-chîⁿ bô sǹg sī un-tián, sǹg sī eng-kai ê.","tghg":"今(taⁿ)見若做工的，伊的工錢無算是恩典，算是應該的；","bklhl":"Taⁿ見若做工ê，伊ê工錢無算是恩典，算是應該ê。"}},{"book":"羅","chapter":4,"verse":5,"versions":{"unv":"惟有不做工的，只信稱罪人為義的　神，他的信就算為義。","bklcl":"Nā-sī bô chòe kang ê, to̍k-to̍k sìn hit ê chheng put-khiân ê lâng chòe gī ê, i ê sìn chiū kā i sǹg chòe gī.","tghg":"若是無做工的，獨獨信彼個稱不虔的人做義的，伊的信就給伊算做義。","bklhl":"若是無做工ê，獨獨信hit ê稱不虔ê人做義ê，伊ê信就kā伊算做義。"}},{"book":"羅","chapter":4,"verse":6,"versions":{"unv":"正如大衛稱那在行為以外蒙　神算為義的人是有福的。","bklcl":"Chhin-chhiūⁿ Tāi-pi̍t iā kóng-khí lâng lóng bô só͘ kiâⁿ, lâi tit-tio̍h Siōng-tè sǹg i chòe gī ê, ū hok-khì, sī kóng,","tghg":"親像大衛也講起人攏無所行，來得著上帝算伊做義者，有福氣。","bklhl":"親像大衛也講起人lóng無所行，來得tio̍h上帝算伊做義ê，有福氣，是講，"}},{"book":"羅","chapter":4,"verse":7,"versions":{"unv":"他說：得赦免其過、遮蓋其罪的，這人是有福的。","bklcl":"In ê put-hoat tit-tio̍h sià-bián,\tIn ê chōe-ok tit-tio̍ih jia-khàm, hit hō lâng ū hok-khì;","tghg":"是講：𪜶的不法得著赦免，𪜶的罪惡得著遮蓋(jia-khàm)，彼號人有福氣。","bklhl":"In ê不法得tio̍h赦免，\tIn ê罪惡得tio̍ih遮蓋，hit號人有福氣；"}},{"book":"羅","chapter":4,"verse":8,"versions":{"unv":"主不算為有罪的，這人是有福的。","bklcl":"Chú bô beh ēng chōe sǹg i ê siàu ê, hit ê lâng ū hok-khì.","tghg":"主無欲用罪算伊的數(siàu)的，彼個人有福氣。","bklhl":"主無beh用罪算伊ê賬ê，hit ê人有福氣。"}},{"book":"羅","chapter":4,"verse":9,"versions":{"unv":"如此看來，這福是單加給那受割禮的人嗎？不也是加給那未受割禮的人嗎？因我們所說，亞伯拉罕的信，就算為他的義，","bklcl":"Taⁿ chit ê hok-khì sī kàu tī siū kat-lé ê, á-sī iā kàu tī bô siū kat-lé ê ah? in-ūi lán teh kóng, A-pek-la̍h-hán ê sìn sī kā i sǹg chòe gī.","tghg":"今，此個福氣是到佇受割禮的？抑是也到佇無受割禮的啊？因為咱啲講，亞伯拉罕的信是給伊算做義，","bklhl":"Taⁿ chit ê福氣是到tī受割禮ê，á是也到tī無受割禮ê ah？因為咱teh講，亞伯拉罕ê信是kā伊算做義。"}},{"book":"羅","chapter":4,"verse":10,"versions":{"unv":"是怎麼算的呢？是在他受割禮的時候呢？是在他未受割禮的時候呢？不是在受割禮的時候，乃是在未受割禮的時候。","bklcl":"Án-ni sī cháiⁿ-iūⁿ sǹg? Sī tī kat-lé ê sî, á-sī tī bô kat-lé ê sî? M̄ sī tī kat-lé ê sî, sī tī bô kat-lé ê sî;","tghg":"按呢是怎樣算？是佇割禮的時？抑是佇無割禮的時？呣是佇割禮的時，是佇無割禮的時。","bklhl":"Án-ni是怎樣算？是tī割禮ê時，á是tī無割禮ê時？m̄是tī割禮ê時，是tī無割禮ê時；"}},{"book":"羅","chapter":4,"verse":11,"versions":{"unv":"並且他受了割禮的記號，作他未受割禮的時候因信稱義的印證，叫他作一切未受割禮而信之人的父，使他們也算為義；","bklcl":"i iā tit-tio̍h kat-lé ê kì-hō, chiū-sī tī bô siū kat-lé ê sî tùi sìn só͘ ū ê gī ê ìn-sìn; hō͘ i thang chòe lóng-chóng bô siū kat-lé lâi sìn ê lâng ê pē, hō͘ gī thang sǹg chòe in ê;","tghg":"伊也得著割禮的記號，就是佇無受割禮的時對信所有的義的印信，互伊通做攏總無受割禮來信的人的父，互義通算做𪜶的；","bklhl":"伊也得tio̍h割禮ê記號，就是tī無受割禮ê時tùi信所有ê義ê印信；hō͘伊thang做lóng總無受割禮來信ê人ê父，hō͘義thang算做in ê；"}},{"book":"羅","chapter":4,"verse":12,"versions":{"unv":"又作受割禮之人的父，就是那些不但受割禮，並且按我們的祖宗亞伯拉罕未受割禮而信之蹤跡去行的人。","bklcl":"iā hō͘ i chòe siū kat-lé ê lâng ê pē, chiū-sī hiah-ê m̄ nā siū kat-lé, koh ū thàn lán ê pē A-pek-la̍h-hán bē siū kat-lé ê sî lâi sìn ê kha-pō͘ ê.","tghg":"也互伊做受割禮的人的父，就是許個呣若受割禮，閣有趁咱的父亞伯拉罕未受割禮的時來信的腳步的。","bklhl":"也hō͘伊做受割禮ê人ê父，就是hiah-ê m̄-nā受割禮，koh有thàn咱ê父亞伯拉罕未受割禮ê時來信ê腳步ê。"}},{"book":"羅","chapter":4,"verse":13,"versions":{"unv":"因為　神應許亞伯拉罕和他後裔，必得承受世界，不是因律法，乃是因信而得的義。","bklcl":"In-ūi só͘ èng-ún  A-pek-la̍h-hán kap i ê hō͘-è chòe hō͘-sû sêng-chiap sè-kan ê, m̄ sī tùi lu̍t-hoat, sī tùi sìn ê gī.","tghg":"因為所應允亞伯拉罕及伊的後裔做後嗣承接世間的，呣是對律法，是對信的義。","bklhl":"因為所應允亞伯拉罕kap伊ê後裔做後嗣承接世間ê，m̄是tùi律法，是tùi信ê義。"}},{"book":"羅","chapter":4,"verse":14,"versions":{"unv":"若是屬乎律法的人才得為後嗣，信就歸於虛空，應許也就廢棄了。","bklcl":"In-ūi nā sio̍k lu̍t-hoat ê chòe hō͘-sû, sìn chiū kui tī khang-khang, èng-ún iā hòe-bô.","tghg":"因為若屬律法的做後嗣，信就歸佇空空，應允也廢無。","bklhl":"因為若屬律法ê做後嗣，信就歸tī空空，應允也廢無。"}},{"book":"羅","chapter":4,"verse":15,"versions":{"unv":"因為律法是惹動忿怒的（或譯：叫人受刑的）；哪裡沒有律法，那裡就沒有過犯。","bklcl":"In-ūi lu̍t-hoat sī tì-kàu siū-khì; nā bô lu̍t-hoat, chiū bô hoān-tio̍h.","tghg":"因為律法是致到受氣；若無律法，就無犯著。","bklhl":"因為律法是致到受氣；若無律法，就無犯tio̍h。"}},{"book":"羅","chapter":4,"verse":16,"versions":{"unv":"所以人得為後嗣是本乎信，因此就屬乎恩，叫應許定然歸給一切後裔；不但歸給那屬乎律法的，也歸給那效法亞伯拉罕之信的。","bklcl":"Só͘-í sī tùi sìn, thang chiàu un-tián, beh hō͘ èng-ún kian-kò͘ tī chèng hō͘-è, m̄ nā tī hit ê sio̍k lu̍t-hoat ê, iā tī sio̍k A-pek-la̍h-hán ê sìn ê,","tghg":"所以是對信，通照恩典，欲互應允堅固佇眾後裔；呣若佇彼個屬律法的，也佇屬亞伯拉罕的信的。","bklhl":"所以是tùi信，thang照恩典，beh hō͘應允堅固tī眾後裔，m̄-nā tī hit ê屬律法ê，也tī屬亞伯拉罕ê信ê，"}},{"book":"羅","chapter":4,"verse":17,"versions":{"unv":"亞伯拉罕所信的，是那叫死人復活、使無變為有的　神，他在主面前作我們世人的父。如經上所記：「我已經立你作多國的父。」","bklcl":"i tī i só͘ sìn ê Siōng-tè ê bīn-chêng chòe lán chèng lâng ê pē, chiū-sī hit ê hō͘ sí lâng koh-oa̍h, kiò hiah-ê bô-ê ná chhin-chhiūⁿ ū-ê ê Siōng-tè; chiàu só͘ kì-chài kóng, Góa siat-li̍p lí chòe chōe-chōe pang-kok ê pē.","tghg":"伊佇伊所信的上帝的面前做咱眾人的父，就是彼個互死人復活，叫許個無者那親像有者的上帝；照所記載講：「我設立你做多多邦國的父。」","bklhl":"伊tī伊所信ê上帝ê面前做咱眾人ê父，就是hit ê hō͘死人koh活，叫hiah-ê無ê ná親像有ê ê上帝；照所記載講，我設立你做chōe-chōe邦國ê父。"}},{"book":"羅","chapter":4,"verse":18,"versions":{"unv":"他在無可指望的時候，因信仍有指望，就得以作多國的父，正如先前所說：「你的後裔將要如此。」","bklcl":"I tī bô thang ǹg-bāng ê tiong-kan, tùi ǹg-bāng lâi sìn, hō͘ i thang chiâⁿ-chòe chōe-chōe pang-kok ê pē, chiàu só͘ bat kóng ê, Lí ê hō͘-è beh chhin-chhiūⁿ án-ni.","tghg":"伊佇無通向望的中間，對向望來信，互伊通成做多多邦國的父，照所曾講的：「你的後裔欲親像按呢。」","bklhl":"伊tī無thang ǹg望ê中間，tùi ǹg望來信，hō͘伊thang成做chōe-chōe邦國ê父，照所bat講ê，你ê後裔beh親像án-ni。"}},{"book":"羅","chapter":4,"verse":19,"versions":{"unv":"他將近百歲的時候，雖然想到自己的身體如同已死，撒拉的生育已經斷絕，他的信心還是不軟弱；","bklcl":"I siūⁿ-tio̍h ka-kī ê seng-khu chhin-chhiūⁿ í-keng sí, (hit sî chiâⁿ pah hè), koh Sat-la̍h ê thai-īn í-keng choa̍t, i ê sìn bô nńg-chiáⁿ;","tghg":"伊想著家己的身軀親像已經死，（彼時成百歲），閣撒拉的胎孕已經絕，伊的信無軟茈(nńg-chiáⁿ)；","bklhl":"伊想tio̍h家己ê身軀親像已經死，(hit時chiâⁿ百歲)，koh撒拉ê胎孕已經絕，伊ê信無軟chiáⁿ；"}},{"book":"羅","chapter":4,"verse":20,"versions":{"unv":"並且仰望　神的應許，總沒有因不信心裡起疑惑，反倒因信心裡得堅固，將榮耀歸給　神，","bklcl":"i khòaⁿ Siōng-tè ê èng-ún, iā bô tùi m̄ sìn lâi giâu-gî;","tghg":"伊看上帝的應允，也無對呣信來僥疑(giâu-gî)，信就愈勇健，來歸榮光上帝，","bklhl":"伊看上帝ê應允，也無tùi m̄信來僥疑；"}},{"book":"羅","chapter":4,"verse":21,"versions":{"unv":"且滿心相信　神所應許的必能做成。","bklcl":"sìn chiū ná ióng-kiāⁿ, lâi kui êng-kng Siōng-tè;","tghg":"閣深信上帝會成伊所應允的。","bklhl":"信就ná勇健，來歸榮光上帝；"}},{"book":"羅","chapter":4,"verse":22,"versions":{"unv":"所以，這就算為他的義。","bklcl":"koh chhim sìn Siōng-tè ōe chiâⁿ I só͘ èng-ún ê; só͘-í kā i sǹg chòe gī.","tghg":"所以，給伊算做義。","bklhl":"koh深信上帝能成伊所應允ê；所以kā伊算做義。"}},{"book":"羅","chapter":4,"verse":23,"versions":{"unv":"「算為他義」的這句話不是單為他寫的，","bklcl":"Taⁿ só͘ kóng, kā i sǹg, chit kù m̄ sī kan-ta ūi-tio̍h i lâi siá, iā sī ūi-tio̍h lán;","tghg":"今所講「給伊算」，此句呣是干單為著伊來寫，","bklhl":"Taⁿ所講，kā伊算，chit句m̄是kan-ta為tio̍h伊來寫，也是為tio̍h咱；"}},{"book":"羅","chapter":4,"verse":24,"versions":{"unv":"也是為我們將來得算為義之人寫的，就是我們這信　神使我們的主耶穌從死裡復活的人。","bklcl":"lán nā sìn-khò hit ê hō͘ lán ê Chú Iâ-so͘ tùi sí-lâng tiong koh-oa̍h ê Siōng-tè, iā beh kā lán sǹg chòe gī.","tghg":"也是為著咱，咱若信靠彼個互咱的主耶穌對死人中復活的上帝，也欲給咱算做義。","bklhl":"咱若信靠hit ê hō͘咱ê主耶穌tùi死人中koh活ê上帝，也beh kā咱算做義。"}},{"book":"羅","chapter":4,"verse":25,"versions":{"unv":"耶穌被交給人，是為我們的過犯；復活，是為叫我們稱義（或譯：耶穌是為我們的過犯交付了，是為我們稱義復活了）。","bklcl":"Iâ-so͘ bat ūi-tio̍h lán ê chōe siū ké-sàng, koh ūi-tio̍h lán ê chheng-chòe-gī lâi tit-tio̍h koh-oa̍h.","tghg":"耶穌曾為著咱的罪，受解送(ké-sàng)；閣為著咱的稱做義，來得著復活。","bklhl":"耶穌bat為tio̍h咱ê罪受解送，koh為tio̍h咱ê稱做義來得tio̍h koh活。"}}]