[{"book":"羅","chapter":16,"verse":1,"versions":{"unv":"我對你們舉薦我們的姊妹非比；她是堅革哩教會中的女執事。","bklcl":"Góa tùi lín kú-chiàn lán  ê chí-bē Hui-pí, chiū-sī Kian-kek-lí kàu-hōe ê chhe-ēng;","tghg":"我對恁舉薦咱的姊妹非比，就是堅革哩教會的差用。","bklhl":"我對lín舉薦咱ê姊妹Hui-pí，就是Kian-kek-lí教會ê差用；"}},{"book":"羅","chapter":16,"verse":2,"versions":{"unv":"請你們為主接待她，合乎聖徒的體統。她在何事上要你們幫助，你們就幫助她；因她素來幫助許多人，也幫助了我。","bklcl":"hō͘ lín ūi-tio̍h Chú chiap-thāi i chiàu sèng-tô͘ só͘ ha̍p-gî, i ū khiàm-ēng lín pang-chān ê, chiū pang-chān i; in-ūi i bat hû-chō͘ chōe-chōe lâng, iā bat hû-chō͘ góa.","tghg":"互恁為著主接待伊，照聖徒所合宜。伊有欠用恁幫助的，就幫助伊，因為伊曾扶助多多人，也曾扶助我。","bklhl":"hō͘ lín為tio̍h主接待伊照聖徒所合宜，伊有欠用lín幫贊ê，就幫贊伊；因為伊bat扶助chōe-chōe人，也bat扶助我。"}},{"book":"羅","chapter":16,"verse":3,"versions":{"unv":"問百基拉和亞居拉安。他們在基督耶穌裡與我同工，","bklcl":"Chhéng-an Pek-ki-lah, A-ku-lah, tī Ki-tok Iâ-so͘ kap góa tâng tio̍h-bôa ê,","tghg":"請安百基拉、亞居拉。佇基督耶穌及我同著磨(tio̍h-bôa)者，","bklhl":"請安百基拉、亞居拉，tī基督耶穌kap我同tio̍h磨ê，"}},{"book":"羅","chapter":16,"verse":4,"versions":{"unv":"也為我的命將自己的頸項置之度外。不但我感謝他們，就是外邦的眾教會也感謝他們。","bklcl":"iā ūi-tio̍h góa ê sìⁿ-miā bat phe-sí; m̄ nā góa kám-siā in, chiū gōa-pang ê chèng kàu-hōe iā sī án-ni.","tghg":"也為著我的生命曾拼死(phe-sí)。呣若我感謝𪜶，就外邦的眾教會也是按呢。","bklhl":"也為tio̍h我ê性命bat phe死；m̄-nā我感謝in，就外邦ê眾教會也是án-ni。"}},{"book":"羅","chapter":16,"verse":5,"versions":{"unv":"又問在他們家中的教會安。問我所親愛的以拜尼土安；他在亞細亞是歸基督初結的果子。","bklcl":"Koh chhéng-an chū-chi̍p tī i ê ke ê kàu-hōe. Chhéng-an góa só͘ thiàⁿ ê Í-pài-nî-thó͘, i sī A-se-a thâu chi̍t ê sio̍k Ki-tok ê.","tghg":"閣請安聚集佇伊的家的教會。請安我所疼的以拜尼土；伊是亞西亞頭一個屬基督的。","bklhl":"Koh請安聚集tī伊ê家ê教會。請安我所疼ê Í-pài-nî-thó͘，伊是亞西亞頭一个屬基督ê。"}},{"book":"羅","chapter":16,"verse":6,"versions":{"unv":"又問馬利亞安；她為你們多受勞苦。","bklcl":"Chhéng-an Má-lī-a, i bat ūi-tio̍h lín chōe-chōe tio̍h-bôa.","tghg":"請安馬利亞；伊曾為著恁多多著磨。","bklhl":"請安馬利亞，伊bat為tio̍h lín chōe-chōe tio̍h磨。"}},{"book":"羅","chapter":16,"verse":7,"versions":{"unv":"又問我親屬與我一同坐監的安多尼古和猶尼亞安；他們在使徒中是有名望的，也是比我先在基督裡。","bklcl":"Chhéng-an góa ê chhin-chhek An-to-nî-kó͘, Iû-nî-a; in bat kap góa tâng koaiⁿ-kaⁿ, ū miâ-siaⁿ tī sù-tô͘ tiong, koh tāi-seng góa tiàm tī Ki-tok.","tghg":"請安我的親戚(chhin-chhek)安多尼古、猶尼亞；𪜶曾及我同關監；有名聲佇使徒中，閣代先我踮佇基督。","bklhl":"請安我ê親戚An-to-nî-kó͘，Iû-nî-a；in bat kap我同關監，有名聲tī使徒中，koh事先我tiàm tī基督。"}},{"book":"羅","chapter":16,"verse":8,"versions":{"unv":"又問我在主裡面所親愛的暗伯利安。","bklcl":"Chhéng-an Àm-pek-lī, tiàm-tī Chú hō͘ góa só͘ thiàⁿ ê.","tghg":"請安暗伯利踮佇主互我所疼的。","bklhl":"請安Àm-pek-lī，tiàm-tī主hō͘我所疼ê。"}},{"book":"羅","chapter":16,"verse":9,"versions":{"unv":"又問在基督裡與我們同工的耳巴奴，並我所親愛的士大古安。","bklcl":"Chhéng-an tī Ki-tok kap góa tâng tio̍h-bôa ê Ní-pa-lô͘, í-ki̍p góa só͘ thiàⁿ ê Sū-tāi-kó͘. Chhéng-an A-pí-lī, tī Ki-tok ū keng-giām ê.","tghg":"請安佇基督及我同著磨的耳巴奴，以及我所疼的士大古。","bklhl":"請安tī基督kap我同tio̍h磨ê Ní-pa-lô͘，以及我所疼ê Sū-tāi-kó͘。請安A-pí-lī，tī基督有經驗ê。"}},{"book":"羅","chapter":16,"verse":10,"versions":{"unv":"又問在基督裡經過試驗的亞比利安。問亞利多布家裡的人安。","bklcl":"Chhéng-an A-lí-to-pò͘ ke-lāi ê lâng.","tghg":"請安亞比利佇基督有經驗的。請安亞利多布家內的人。","bklhl":"請安A-lí-to-pò͘家內ê人。"}},{"book":"羅","chapter":16,"verse":11,"versions":{"unv":"又問我親屬希羅天安。問拿其數家在主裡的人安。","bklcl":"Chhéng-an góa ê chhin-chhek Hi-lô-thian. Chhéng-an Ná-kî-sò͘ ke-lāi tiàm-tī Chú ê lâng.","tghg":"請安我的親戚希羅天。請安拿其數家內踮佇主的人。","bklhl":"請安我ê親戚Hi-lô-thian。請安Ná-kî-sò͘家內tiàm-tī主ê人。"}},{"book":"羅","chapter":16,"verse":12,"versions":{"unv":"又問為主勞苦的土非拿氏和土富撒氏安。問可親愛為主多受勞苦的彼息氏安。","bklcl":"Chhéng-an tī Chú teh tio̍h-bôa ê Thó͘-hui-ná, Thó͘-hù-sat. Chhéng-an só͘ thiàⁿ ê Pí-sek, bat tī Chú chōe-chōe tio̍h-bôa ê.","tghg":"請安佇主啲著磨的土非拿、土富撒。請安所疼的彼息，曾佇主多多著磨的。","bklhl":"請安tī主teh tio̍h磨ê Thó͘-hui-ná、Thó͘-hù-sat。請安所疼ê Pí-sek，bat tī主chōe-chōe tio̍h磨ê。"}},{"book":"羅","chapter":16,"verse":13,"versions":{"unv":"又問在主蒙揀選的魯孚和他母親安；他的母親就是我的母親。","bklcl":"Chhéng-an tī Chú tit-tio̍h kéng-soán ê Ló͘-hu, kap i ê lāu-bú, iā sī góa ê lāu-bú.","tghg":"請安佇主得著揀選的魯孚及伊的老母；也是我的老母。","bklhl":"請安tī主得tio̍h揀選ê Ló͘-hu，kap伊ê老母，也是我ê老母。"}},{"book":"羅","chapter":16,"verse":14,"versions":{"unv":"又問亞遜其土、弗勒干、黑米、八羅巴、黑馬，並與他們在一處的弟兄們安。","bklcl":"Chhéng-an A-sùn-kî-thó͘, Hut-le̍k-kan, Hek-bí, Pat-lô-pa, Hek-má, í-ki̍p kap in tī-teh ê hiaⁿ-tī.","tghg":"請安亞遜其土、弗勒干、黑米、八羅巴、黑馬，以及及(kap)𪜶佇啲的兄弟。","bklhl":"請安A-sùn-kî-thó͘、Hut-le̍k-kan、Hek-bí、Pat-lô-pa、Hek-má，以及kap in tī-teh ê兄弟。"}},{"book":"羅","chapter":16,"verse":15,"versions":{"unv":"又問非羅羅古和猶利亞，尼利亞和他姊妹，同阿林巴並與他們在一處的眾聖徒安。","bklcl":"Chhéng-an Hui-lô-lô-kó͘ kap Iû-lī-a, Nî-lī-a kap i ê chí-bē, kap O-lîm-pa, í-ki̍p kap in tī-teh ê chèng sèng-tô͘.","tghg":"請安非羅羅古及猶利亞，尼利亞及伊的姊妹，及阿林巴以及及𪜶佇啲的眾聖徒。","bklhl":"請安Hui-lô-lô-kó͘ kap Iû-lī-a，Nî-lī-a kap伊ê姊妹，kap O-lîm-pa，以及kap in tī-teh ê眾聖徒。"}},{"book":"羅","chapter":16,"verse":16,"versions":{"unv":"你們親嘴問安，彼此務要聖潔。基督的眾教會都問你們安。","bklcl":"Lín tio̍h ēng sèng ê saⁿ-chim tāi-ke saⁿ chhéng-an. Ki-tok ê chèng kàu-hōe chhéng-an lín.","tghg":"恁著用聖的相唚(chim)，大家相請安。基督的眾教會請安恁。","bklhl":"Lín tio̍h用聖ê相chim大家相請安。基督ê眾教會請安lín。"}},{"book":"羅","chapter":16,"verse":17,"versions":{"unv":"弟兄們，那些離間你們、叫你們跌倒、背乎所學之道的人，我勸你們要留意躲避他們。","bklcl":"Hiaⁿ-tī ah, góa khǹg lín tio̍h séng-chhat hiah-ê hun-tóng that-gāi ê, chiū-sī pōe lín só͘ ha̍k-si̍p ê kà-sī ê; koh tio̍h siám-pī in.","tghg":"兄弟啊，我勸恁著省察許個分黨塞礙(that-gāi)的，就是背恁所學習的教示的，閣著閃避𪜶。","bklhl":"兄弟ah，我勸lín tio̍h省察hiah-ê分黨塞礙ê，就是背lín所學習ê教示ê；koh tio̍h閃避in。"}},{"book":"羅","chapter":16,"verse":18,"versions":{"unv":"因為這樣的人不服事我們的主基督，只服事自己的肚腹，用花言巧語誘惑那些老實人的心。","bklcl":"In-ūi chit hō lâng bô ho̍k-sāi lán ê Chú Ki-tok, sī ho̍k-sāi ka-kī ê pak-tó͘; ēng in ê kî-khá thiám-mī ê ōe bê-he̍k chèng-ti̍t ê lâng ê sim.","tghg":"因為此號人無服事咱的主基督，是服事家己的腹肚，用𪜶的奇巧諂媚(thiám-mī)的話迷惑正直的人的心。","bklhl":"因為chit號人無服事咱ê主基督，是服事家己ê腹肚；用in e奇巧諂媚ê話迷惑正直ê人ê心。"}},{"book":"羅","chapter":16,"verse":19,"versions":{"unv":"你們的順服已經傳於眾人，所以我為你們歡喜；但我願意你們在善上聰明，在惡上愚拙。","bklcl":"In-ūi lín ê sūn-ho̍k í-keng piàn thoân tī chèng lâng. Só͘-í góa ūi-tio̍h lín hoaⁿ-hí; to̍k-to̍k lūn-kàu hó sū, góa ài lín ū tì-sek, lūn-kàu pháiⁿ sū, chiū ài lín chheng-pe̍k.","tghg":"因為恁的順服已經遍傳佇眾人，所以我為著恁歡喜；獨獨論到好事，我愛恁有智識，論到歹事，就愛恁清白。","bklhl":"因為lín ê順服已經遍傳tī眾人。所以我為tio̍h lín歡喜；獨獨論到好事，我ài lín有知識，論到pháiⁿ事，就ài lín清白。"}},{"book":"羅","chapter":16,"verse":20,"versions":{"unv":"賜平安的　神快要將撒但踐踏在你們腳下。願我主耶穌基督的恩常和你們同在！","bklcl":"Siúⁿ-sù pêng-an ê Siōng-tè beh kín-kín ta̍h-chhùi Sat-tàn tī lín ê kha-ē. Goān lán ê Chú Iâ-so͘ Ki-tok ê un kap lín tī-teh.","tghg":"賞賜平安的上帝欲緊緊踏碎撒但佇恁的腳下。願咱的主耶穌基督的恩及恁佇啲。","bklhl":"賞賜平安ê上帝beh緊緊踏碎撒旦tī lín ê腳下。願咱ê主耶穌基督ê恩kap lín tī-teh。"}},{"book":"羅","chapter":16,"verse":21,"versions":{"unv":"與我同工的提摩太，和我的親屬路求、耶孫、所西巴德，問你們安。","bklcl":"Kap góa tâng tio̍h-bôa ê Thê-mô͘-thài, í-ki̍p góa ê chhin-chhek Lō͘-kiû, Iâ-sun, Só͘-se-pá-tek chhéng-an lín.","tghg":"及我同著磨的提摩太，以及我的親戚路求、耶孫、所西巴德，請安恁。","bklhl":"Kap我同tio̍h磨ê提摩太，以及我ê親戚Lō͘-kiû、Iâ-sun、Só͘-se-pá-tek請安lín。"}},{"book":"羅","chapter":16,"verse":22,"versions":{"unv":"我這代筆寫信的德丟，在主裡面問你們安。","bklcl":"Góa Tek-tiu, chiū-sī siá chit tiuⁿ phoe ê, tī Chú chhéng-an lín.","tghg":"我德丟就是寫此張批的，佇主請安恁。","bklhl":"我Tek-tiu，就是寫chit張phoe ê，tī主請安lín。"}},{"book":"羅","chapter":16,"verse":23,"versions":{"unv":"那接待我、也接待全教會的該猶問你們安。","bklcl":"Góa kap choân kàu-hōe éng hioh i tau ê Ka-iû chhéng-an lín.","tghg":"我及全教會永歇(hioh)伊兜(tau)的該猶請安恁。","bklhl":"我kap全教會永歇伊tau ê Ka-iû請安lín。"}},{"book":"羅","chapter":16,"verse":24,"versions":{"unv":"城內管銀庫的以拉都和兄弟括土問你們安。","bklcl":"Siâⁿ-lāi koán khò͘-pâng ê Í-lah-to͘ kap hiaⁿ-tī Koat-thó͘ chhéng-an lín.","tghg":"城內管庫房的以拉都及兄弟括土請安恁。","bklhl":"城內管庫房ê Í-lah-to͘ kap兄弟Koat-thó͘請安lín。"}},{"book":"羅","chapter":16,"verse":25,"versions":{"unv":"惟有　神能照我所傳的福音和所講的耶穌基督，並照永古隱藏不言的奧祕，堅固你們的心。","bklcl":"Siōng-tè ōe kian-kò͘ lín chiàu góa ê hok-im, kap só͘ soan-thoân Iâ-so͘ Ki-tok ê sū, iā chiàu éng sè-tāi só͘ ún-ba̍t ò-biāu ê chhián-bêng,","tghg":"上帝會堅固恁照我的福音，及所宣傳耶穌基督的事，也照永世代所隱密奧妙的闡明(chhián-bêng)。","bklhl":"上帝會堅固lín照我ê福音，kap所宣傳耶穌基督ê事，也照永世代所隱密奧妙ê闡明，"}},{"book":"羅","chapter":16,"verse":26,"versions":{"unv":"這奧祕如今顯明出來，而且按著永生　神的命，藉眾先知的書指示萬國的民，使他們信服真道。","bklcl":"chit ê ò-biāu chit tia̍p ū tù-hiān, iā tùi sian-ti ê chheh, chiàu éng-oán Siōng-tè ê bēng-lēng lâi chí-sī bān pang, hō͘ in tùi sìn lâi sūn-thàn;","tghg":"此個奧妙此霎(tia̍p)(chit tia̍p)有著現(tù-hiān)，也對先知的冊，照永遠上帝的命令來指示萬邦，互𪜶對信來順趁。","bklhl":"chit ê奧妙chit-tia̍p有著現，也tùi先知ê冊，照永遠上帝ê命令來指示萬邦，hō͘ in tùi信來順thàn；"}},{"book":"羅","chapter":16,"verse":27,"versions":{"unv":"願榮耀，因耶穌基督，歸與獨一全智的　神，直到永遠。阿們！","bklcl":"goān êng-kng tùi Iâ-so͘ Ki-tok kui tī to̍k-it ū tì-hūi ê Siōng-tè, tāi-tāi bô soah.  À-bēng.","tghg":"願榮光對耶穌基督歸佇獨一有智慧的上帝，代代無息。阿們！","bklhl":"願榮光tùi耶穌基督歸tī獨一有智慧ê上帝，代代無soah。À-bēng。"}}]