[{"book":"羅","chapter":15,"verse":1,"versions":{"unv":"我們堅固的人應該擔代不堅固人的軟弱，不求自己的喜悅。","bklcl":"Lán chiah-ê ōe ê lâng eng-kai tio̍h tam-tài bōe ê lâng ê loán-jio̍k, m̄ thang kiû ka-kī ê hoaⁿ-hí.","tghg":"咱諸個會的人應該著擔代𣍐的人的軟弱，呣通求家己的歡喜。","bklhl":"咱chiah ê能ê人應該tio̍h擔帶bōe ê人ê軟弱，m̄-thang求家己ê歡喜。"}},{"book":"羅","chapter":15,"verse":2,"versions":{"unv":"我們各人務要叫鄰舍喜悅，使他得益處，建立德行。","bklcl":"Lán ta̍k lâng tio̍h hō͘ chhù-piⁿ hoaⁿ-hí, hō͘ in tit-tio̍h hó lâi kiàn-li̍p.","tghg":"咱逐人著互厝邊歡喜，互𪜶得著好來建立。","bklhl":"咱ta̍k人tio̍h hō͘厝邊歡喜，hō͘ in得tio̍h好來建立。"}},{"book":"羅","chapter":15,"verse":3,"versions":{"unv":"因為基督也不求自己的喜悅，如經上所記：「辱罵你人的辱罵都落在我身上。」","bklcl":"In-ūi Ki-tok iā bô kiû ka-kī ê hoaⁿ-hí, chiū-sī chiàu só͘ kì-chài kóng, Lâng lóe-mē lí ê lóe-mē ū kàu tī góa.","tghg":"因為基督也無求家己的歡喜，就是照所記載講：「人詈罵(lóe-mē)你的詈罵有到佇我。」","bklhl":"因為基督也無求家己ê歡喜，就是照所記載講，人詈罵你ê詈罵有到tī我。"}},{"book":"羅","chapter":15,"verse":4,"versions":{"unv":"從前所寫的聖經都是為教訓我們寫的，叫我們因聖經所生的忍耐和安慰可以得著盼望。","bklcl":"In-ūi chá só͘ kì-chài ê, lóng sī beh kà-sī lán, chiah lâi kì; hō͘ lán tùi thun-lún, tùi sèng-keng ê an-ùi, lâi tit-tio̍h ǹg-bāng.","tghg":"因為早所記載的攏是欲教示咱才來記，互咱對吞愞(thun-lún)，對聖經的安慰來得著向望。","bklhl":"因為早所記載ê，lóng是beh教示咱，chiah來記；hō͘咱tùi吞忍，tùi聖經ê安慰，來得tio̍h ǹg望。"}},{"book":"羅","chapter":15,"verse":5,"versions":{"unv":"但願賜忍耐安慰的　神叫你們彼此同心，效法基督耶穌，","bklcl":"Goān siúⁿ-sù thun-lún an-ùi ê Siōng-tè hō͘ lín tāi-ke tâng sim-chì chiàu Ki-tok Iâ-so͘,","tghg":"願賞賜吞愞安慰的上帝互恁大家同心志，照基督耶穌，","bklhl":"願賞賜吞忍安慰ê上帝hō͘ lín大家同心志照基督耶穌，"}},{"book":"羅","chapter":15,"verse":6,"versions":{"unv":"一心一口榮耀　神─我們主耶穌基督的父！","bklcl":"hō͘ lín chi̍t iūⁿ sim chi̍t iūⁿ chhùi êng-kng Siōng-tè, chiū-sī lán ê Chú Iâ-so͘ Ki-tok ê Pē.","tghg":"互恁一樣心一樣嘴榮光上帝──就是咱的主耶穌基督的父。","bklhl":"hō͘ lín一樣心一樣嘴榮光上帝，就是咱ê主耶穌基督ê父。"}},{"book":"羅","chapter":15,"verse":7,"versions":{"unv":"所以，你們要彼此接納，如同基督接納你們一樣，使榮耀歸與　神。","bklcl":"Só͘-í tio̍h saⁿ chiap-la̍p, chhin-chhiūⁿ Ki-tok iā ū chiap-la̍p lín, tì-kàu êng-kng kui tī Siōng-tè.","tghg":"所以，著相接納，親像基督也有接納恁，致到榮光歸佇上帝。","bklhl":"所以tio̍h相接納，親像基督也有接納lín，致到榮光歸tī上帝。"}},{"book":"羅","chapter":15,"verse":8,"versions":{"unv":"我說，基督是為　神真理作了受割禮人的執事，要證實所應許列祖的話，","bklcl":"In-ūi góa kóng, Ki-tok ūi-tio̍h Siōng-tè ê chin-si̍t bat chòe hōng kat-lé ê lâng ê chhe-ēng, beh kian-kò͘ só͘ èng-ún lia̍t-chó͘ ê;","tghg":"因為我講，基督為著上帝的真實曾做奉割禮的人的差用，欲堅固所應允列祖的，","bklhl":"因為我講，基督為tio̍h上帝ê真實bat做奉割禮ê人ê差用，beh堅固所應允列祖ê；"}},{"book":"羅","chapter":15,"verse":9,"versions":{"unv":"並叫外邦人因他的憐憫榮耀　神。如經上所記：因此，我要在外邦中稱讚你，歌頌你的名；","bklcl":"iā hō͘ gōa-pang lâng ūi-tio̍h lîn-bín kui êng-kng Siōng-tè, chiàu só͘ kì-chài, kóng,\tIn-ūi án-ni góa tī gōa-pang tiong beh chheng-ho͘ lí,\tChhiùⁿ koa o-ló lí ê miâ.","tghg":"也互外邦人為著憐憫歸榮光上帝。照所記載講：因為按呢我佇外邦中欲稱呼你，唱歌謳咾你的名；","bklhl":"也hō͘外邦人為tio̍h憐憫歸榮光上帝，照所記載，講，\t因為án-ni我tī外邦中beh稱呼你，\t唱歌o-ló你ê名。"}},{"book":"羅","chapter":15,"verse":10,"versions":{"unv":"又說：你們外邦人當與主的百姓一同歡樂；","bklcl":"Koh kóng,\tLín gōa-pang lâng, tio̍h kap I ê peh-sìⁿ tâng hoaⁿ-hí.","tghg":"閣講：恁外邦人著及伊的百姓同歡喜。","bklhl":"Koh講，\tLín外邦人，tio̍h kap伊ê百姓同歡喜。"}},{"book":"羅","chapter":15,"verse":11,"versions":{"unv":"又說：外邦啊，你們當讚美主！萬民哪，你們都當頌讚他！","bklcl":"Iū-koh kóng,\tLín chèng gōa-pang tio̍h chheng-chàn Chú,\tLín bān peh-sìⁿ tio̍h o-ló I.","tghg":"又閣講：恁眾外邦著稱讚主！恁萬百姓著謳咾伊！","bklhl":"又koh講，\tLín眾外邦tio̍h稱讚主，\tLín萬百姓tio̍h o-ló伊。"}},{"book":"羅","chapter":15,"verse":12,"versions":{"unv":"又有以賽亞說：將來有耶西的根，就是那興起來要治理外邦的；外邦人要仰望他。","bklcl":"Iū-koh Í-sài-a kóng,\tBeh ū Iâ-se ê kun-thâu,\tKap heng-khí lâi tī-lí gōa-pang ê,\tGōa-pang beh óa-khò I lâi ū ǹg-bāng.","tghg":"又閣以賽亞講：欲有耶西的根頭，及興起來治理外邦的；外邦欲倚靠伊來有向望。","bklhl":"又koh以賽亞講，\tbeh有耶西ê根頭，\tKap興起來治理外邦ê，\t外邦beh óa靠伊來有ǹg望。"}},{"book":"羅","chapter":15,"verse":13,"versions":{"unv":"但願使人有盼望的　神，因信將諸般的喜樂、平安充滿你們的心，使你們藉著聖靈的能力大有盼望！","bklcl":"Goān siúⁿ-sù ǹg-bāng ê Siōng-tè hō͘ lín tùi sìn lâi chhiong-móa ta̍k iūⁿ ê hoaⁿ-hí pêng-an; hō͘ lín tī Sèng Sîn ê koân-lêng tit-tio̍h móa-móa ê ǹg-bāng.","tghg":"願賞賜向望的上帝，互恁對信來充滿逐樣的歡喜、平安，互恁佇聖神的權能得著滿滿的向望。","bklhl":"願賞賜ǹg望ê上帝hō͘ lín tùi信來充滿ta̍k樣ê歡喜平安；hō͘ lín tī聖神ê權能得tio̍h滿滿ê ǹg望。"}},{"book":"羅","chapter":15,"verse":14,"versions":{"unv":"弟兄們，我自己也深信你們是滿有良善，充足了諸般的知識，也能彼此勸戒。","bklcl":"Góa ê hiaⁿ-tī ah, góa ka-kī iā chhim sìn lín móa-móa siān-liông, chhiong-chiok ta̍k iūⁿ ê tì-sek, iā ōe tāi-ke saⁿ khoàn-bián.","tghg":"我的兄弟啊，我家己也深信恁滿滿善良，充足逐樣的智識，也會大家相勸勉。","bklhl":"我ê兄弟ah，我家己也深信lín滿滿善良，充足ta̍k樣ê知識，也會大家相勸勉。"}},{"book":"羅","chapter":15,"verse":15,"versions":{"unv":"但我稍微放膽寫信給你們，是要提醒你們的記性，特因　神所給我的恩典，","bklcl":"Chóng-sī góa siá phoe hō͘ lín, ū tām-po̍h khah hó-táⁿ, beh hō͘ lín koh ōe kì-tit; che sī tùi Siōng-tè só͘ hō͘ góa ê un-tián,","tghg":"總是我寫批互恁有淡薄卡好膽，欲互恁閣會記得，這是對上帝所互我的恩典，","bklhl":"總是我寫phoe hō͘ lín，有淡薄khah好膽，beh hō͘ lín koh會記得；這是tùi上帝所hō͘我ê恩典，"}},{"book":"羅","chapter":15,"verse":16,"versions":{"unv":"使我為外邦人作基督耶穌的僕役，作　神福音的祭司，叫所獻上的外邦人，因著聖靈成為聖潔，可蒙悅納。","bklcl":"hō͘ góa tī gōa-pang chòe Ki-tok Iâ-so͘ ê chip-sū, ēng Siōng-tè ê hok-im lâi ho̍k-sāi, beh hō͘ só͘ hiàn ê gōa-pang lâng, tī Sèng Sîn chiâⁿ-sèng ê tit-tio̍h chiap-la̍p.","tghg":"互我佇外邦做基督耶穌的執事，用上帝的福音來服事，欲互所獻的外邦人，佇聖神成聖的得著接納。","bklhl":"hō͘我tī外邦做基督耶穌ê執事，用上帝ê福音來服事，beh hō͘所獻ê外邦人，tī聖神成聖ê得tio̍h接納。"}},{"book":"羅","chapter":15,"verse":17,"versions":{"unv":"所以論到　神的事，我在基督耶穌裡有可誇的。","bklcl":"Só͘-í lūn Siōng-tè ê sū, góa tī Ki-tok Iâ-so͘ ū thang khoa-kháu.","tghg":"所以論上帝的事，我佇基督耶穌有通誇口。","bklhl":"所以論上帝ê事，我tī基督耶穌有thang誇口。"}},{"book":"羅","chapter":15,"verse":18,"versions":{"unv":"除了基督藉我做的那些事，我甚麼都不敢提，只提他藉我言語作為，用神蹟奇事的能力，並聖靈的能力，使外邦人順服；","bklcl":"In-ūi tû Ki-tok ēng góa só͘ kiâⁿ ê í-gōa, góa m̄ káⁿ kóng sím-mi̍h; chí ū kóng I ēng góa ê giân-gú kap kiâⁿ-chòe,","tghg":"因為除基督用我所行的以外，我呣敢講甚麼，只有講伊用我的言語及行做，佇神蹟及奇事的權能，及佇聖神的權能，互外邦順服；","bklhl":"因為除基督用我所行ê以外，我m̄敢講甚麼；只有講伊用我ê言語kap行做，"}},{"book":"羅","chapter":15,"verse":19,"versions":{"unv":"甚至我從耶路撒冷，直轉到以利哩古，到處傳了基督的福音。","bklcl":"tī sîn-jiah kap kî-sū ê koân-lêng, kap tī Sèng Sîn ê koân-lêng, hō͘ gōa-pang sūn-ho̍k; án-ni góa tùi Iâ-lō͘-sat-léng se̍h kàu Í-lī-lí-kó͘, piàn thoân Ki-tok ê hok-im.","tghg":"按呢我對耶路撒冷踅(se̍h)到以利哩古，遍傳基督的福音。","bklhl":"tī神蹟kap奇事ê權能，kap tī聖神ê權能，hō͘外邦順服；án-ni我tùi耶路撒冷se̍h到Í-lī-lí-kó͘，遍傳基督ê福音。"}},{"book":"羅","chapter":15,"verse":20,"versions":{"unv":"我立了志向，不在基督的名被稱過的地方傳福音，免得建造在別人的根基上。","bklcl":"Koh góa li̍p-chì thoân hok-im bô tī Ki-tok í-keng siū chheng-ho͘ ê só͘-chāi, kiaⁿ-liáu khí tī pa̍t lâng ê tōe-ki téng;","tghg":"閣我立志傳福音無佇基督已經受稱呼的所在，驚了起佇別人的地基頂。","bklhl":"Koh我立志傳福音無tī基督已經受稱呼ê所在，驚了起tī別人ê地基頂；"}},{"book":"羅","chapter":15,"verse":21,"versions":{"unv":"就如經上所記：未曾聞知他信息的，將要看見；未曾聽過的，將要明白。","bklcl":"chiū-sī chiàu só͘ kì-chài kóng,\tBē tit-tio̍h I ê siau-sit ê beh khòaⁿ-kìⁿ,\tBē thiaⁿ-kìⁿ ê beh hiáu-ngō͘.","tghg":"就是照所記載講：未得著伊的消息的，欲看見；未聽見的，欲曉悟。","bklhl":"就是照所記載講，\t未得tio̍h伊ê消息ê beh看見，\t未聽見ê beh曉悟。"}},{"book":"羅","chapter":15,"verse":22,"versions":{"unv":"我因多次被攔阻，總不得到你們那裡去。","bklcl":"In-ūi án-ni góa chōe-chōe pái tú-tio̍h chó͘-tòng, bōe tit thang chiū-kūn lín;","tghg":"因為按呢我多多擺抵著(tú-tio̍h)阻擋，𣍐得通就近恁。","bklhl":"因為án-ni我chōe-chōe pái tú-tio̍h阻擋，bōe得thang就近lín；"}},{"book":"羅","chapter":15,"verse":23,"versions":{"unv":"但如今，在這裡再沒有可傳的地方，而且這好幾年，我切心想望到西班牙去的時候，可以到你們那裡，","bklcl":"nā-sī hiān-kim tī chiah-ê tōe-hng bô koh ū só͘-chāi thang khì, í-keng chōe-chōe nî ū him-bō͘ beh chiū-kūn lín;","tghg":"若是現今，佇諸個地方無閣有所在通去，已經多多年有欣慕欲就近恁，聽候我去士斑雅的時，","bklhl":"但是現今tī chiah ê地方無koh有所在thang去，已經chōe-chōe年有欣慕beh就近lín；"}},{"book":"羅","chapter":15,"verse":24,"versions":{"unv":"盼望從你們那裡經過，得見你們，先與你們彼此交往，心裡稍微滿足，然後蒙你們送行。","bklcl":"thèng-hāu góa khì Sū-pan-ngá ê sî, (in-ūi góa ǹg-bāng keng-kè ê sî kìⁿ-tio̍h lín, tāi-seng kap lín kau-pôe lio̍h-lio̍h-á móa-ì, āu-lâi tit-tio̍h lín sòng-hêng khì hia);","tghg":"因為我向望經過的時，見著恁，代先及恁交陪略略仔滿意，後來得著恁送行去遐。","bklhl":"thèng候我去Sū-pan-ngá ê時，(因為我ǹg望經過ê時見tio̍h lín，事先kap lín交陪略略á滿意，後來得tio̍h lín送行去hia) ；"}},{"book":"羅","chapter":15,"verse":25,"versions":{"unv":"但現在，我往耶路撒冷去供給聖徒。","bklcl":"chóng-sī hiān-chāi góa khì Iâ-lō͘-sat-léng kiong-kip sèng-tô͘.","tghg":"總是現在，我去耶路撒冷供給聖徒。","bklhl":"總是現在我去耶路撒冷供給聖徒。"}},{"book":"羅","chapter":15,"verse":26,"versions":{"unv":"因為馬其頓和亞該亞人樂意湊出捐項給耶路撒冷聖徒中的窮人。","bklcl":"In-ūi Má-kî-tùn A-kai-a lâng hoaⁿ-hí saⁿ-kap tôe-iân pang-chān Iâ-lō͘-sat-léng sèng-tô͘ tiong ê sòng-hiong lâng.","tghg":"因為馬其頓、亞該亞人歡喜相及兌捐(tôe-iân)幫助耶路撒冷聖徒中的喪鄉人。","bklhl":"因為馬其頓A-kai-a人歡喜saⁿ-kap tôe-iân幫贊耶路撒冷聖徒中ê sòng-hiong人。"}},{"book":"羅","chapter":15,"verse":27,"versions":{"unv":"這固然是他們樂意的，其實也算是所欠的債；因外邦人既然在他們屬靈的好處上有分，就當把養身之物供給他們。","bklcl":"In chin-chiàⁿ sī hoaⁿ-hí; khiok iā sī khiàm in ê chè. In-ūi gōa-pang lâng kì-jiân saⁿ-kap ū hūn tī in sîn-lêng ê sū, chū-jiân tio̍h ēng jio̍k-thé ê mi̍h ho̍k-sāi in.","tghg":"𪜶真正是歡喜，卻(khiok)也是欠𪜶的債；因為外邦人既然相及有份佇𪜶神靈的事，自然著用肉體的物服事𪜶。","bklhl":"In真正是歡喜；卻也是欠in ê債。因為外邦人既然saⁿ-kap有份tī in神靈ê事，自然tio̍h用肉體ê物服事in。"}},{"book":"羅","chapter":15,"verse":28,"versions":{"unv":"等我辦完了這事，把這善果向他們交付明白，我就要路過你們那裡，往西班牙去。","bklcl":"Thèng-hāu góa chòe oân chit ê sū, chiong chit ê iân-hāng kau-hù in bêng-pe̍k, góa beh tùi lín hia khì Sū-pan-ngá.","tghg":"聽候我做完此個事，將此個捐項(iân-hāng)交付𪜶明白，我欲對恁遐去士斑雅。","bklhl":"thèng候我做完chit ê事，將chit ê iân項交付in明白，我beh tùi lín hia去Sū-pan-ngá。"}},{"book":"羅","chapter":15,"verse":29,"versions":{"unv":"我也曉得，去的時候必帶著基督豐盛的恩典而去。","bklcl":"Góa iā chai chiū-kūn lín ê sî, beh ū Ki-tok hong-sēng ê chiok-hok sūn-sòa khì.","tghg":"我也知就近恁的時，欲有基督豐盛的祝福順續去。","bklhl":"我也知就近lín ê時，beh有基督豐盛ê祝福順續去。"}},{"book":"羅","chapter":15,"verse":30,"versions":{"unv":"弟兄們，我藉著我們主耶穌基督，又藉著聖靈的愛，勸你們與我一同竭力，為我祈求　神，","bklcl":"Hiaⁿ-tī ah, góa tùi lán ê Chú Iâ-so͘ Ki-tok, iā tùi Sèng Sîn ê thiàⁿ, khǹg lín kap góa tâng chīn-la̍t, thòe góa kî-kiû Siōng-tè,","tghg":"兄弟啊，我對咱的主耶穌基督，也對聖神的疼，勸恁及我同盡力，替我祈求上帝，","bklhl":"兄弟ah，我對咱ê主耶穌基督，也tùi聖神ê疼，勸lín kap我同盡力，替我祈求上帝，"}},{"book":"羅","chapter":15,"verse":31,"versions":{"unv":"叫我脫離在猶太不順從的人，也叫我為耶路撒冷所辦的捐項可蒙聖徒悅納，","bklcl":"kiù góa thoat-lī Iû-thài tōe hiah-ê m̄ sūn-ho̍k ê lâng, iā hō͘ góa ūi-tio̍h Iâ-lō͘-sat-léng só͘ chòe kiong-kip ê sū tit-tio̍h sèng-tô͘ chiap-la̍p;","tghg":"救我脫離猶太地許個呣順服的人，也互我為著耶路撒冷所做供給的事得著聖徒接納，","bklhl":"救我脫離偤太地hiah-ê m̄順服ê人，也hō͘我為tio̍h耶路撒冷所做供給ê事得tio̍h聖徒接納；"}},{"book":"羅","chapter":15,"verse":32,"versions":{"unv":"並叫我順著　神的旨意，歡歡喜喜地到你們那裡，與你們同得安息。","bklcl":"hō͘ góa tùi Siōng-tè ê chí-ì kàu lín hia ū hoaⁿ-hí, iā kap lín saⁿ-kap tit-tio̍h an-hioh.","tghg":"互我對上帝的旨意到恁遐有歡喜，也及恁相及得著安息。","bklhl":"hō͘我tùi上帝ê旨意到lín hia有歡喜，也kap lín saⁿ-kap得tio̍h安歇。"}},{"book":"羅","chapter":15,"verse":33,"versions":{"unv":"願賜平安的　神常和你們眾人同在。阿們！","bklcl":"Goān siúⁿ-sù pêng-an ê Siōng-tè kap lín chèng lâng tī-teh:  À-bēng.","tghg":"願賞賜平安的上帝及恁眾人佇啲。阿們！","bklhl":"願賞賜平安ê上帝kap lín眾人tī-teh：À-bēng。"}}]