[{"book":"羅","chapter":13,"verse":1,"versions":{"unv":"在上有權柄的，人人當順服他，因為沒有權柄不是出於　神的。凡掌權的都是　神所命的。","bklcl":"Ta̍k lâng tio̍h hâng-ho̍k tī chòe sī-tōa ū koân-pèng ê; in-ūi kìⁿ ū koân-pèng bô m̄ sī tùi Siōng-tè chhut; só͘ ū ê koân-pèng lóng sī Siōng-tè só͘ tiāⁿ-tio̍h.","tghg":"逐人著降服佇做序大(sī-tōa)有權柄的，因為見有權柄無呣是對上帝出；所有的權柄攏是上帝所定著。","bklhl":"Ta̍k人tio̍h降服tī做序大有權柄ê；因為見有權柄無m̄是tùi上帝出；所有ê權柄lóng是上帝所定tio̍h。"}},{"book":"羅","chapter":13,"verse":2,"versions":{"unv":"所以，抗拒掌權的就是抗拒　神的命；抗拒的必自取刑罰。","bklcl":"Só͘-í khòng-kū koân-pèng ê sī ge̍k Siōng-tè ê bēng-lēng; ge̍k ê lâng ka-kī chhú chōe.","tghg":"所以抗拒權柄者是逆(ge̍k)上帝的命令；逆的人家己取罪。","bklhl":"所以抗拒權柄ê是逆上帝ê命令；逆ê人家己取罪。"}},{"book":"羅","chapter":13,"verse":3,"versions":{"unv":"作官的原不是叫行善的懼怕，乃是叫作惡的懼怕。你願意不懼怕掌權的嗎？你只要行善，就可得他的稱讚；","bklcl":"In-ūi iú-si m̄ sī hō͘ hó phín-hēng ê kiaⁿ, sī hō͘ pháiⁿ lâng kiaⁿ. Lí ài bián kiaⁿ hit ê koân-pèng mah? tio̍h kiâⁿ hó, chiū tit-tio̍h i ê o-ló;","tghg":"因為有司呣是互好品行的驚，是互歹人驚。你愛免驚彼個權柄嗎？著行好，就得著伊的謳咾；","bklhl":"因為有司m̄是hō͘好品行ê驚，是hō͘ pháiⁿ人驚。你ài免驚hit ê權柄mah？tio̍h行好，就得tio̍h伊ê o-ló；"}},{"book":"羅","chapter":13,"verse":4,"versions":{"unv":"因為他是　神的用人，是與你有益的。你若作惡，卻當懼怕；因為他不是空空地佩劍；他是　神的用人，是伸冤的，刑罰那作惡的。","bklcl":"in-ūi i sī Siōng-tè chhe-ēng, beh lī-ek lí. Nā-sī lí kiâⁿ pháiⁿ, chiū tio̍h kiaⁿ; in-ūi i m̄ sī khang-khang kòa kiàm; i sī Siōng-tè ê chhe-ēng, sī sin-oan ê, beh hō͘ pháiⁿ lâng tú-tio̍h hêng-hoa̍t.","tghg":"因為伊是上帝差用，欲利益你。若是你行歹，就著驚；因為伊呣是空空掛劍，伊是上帝的差用，是伸冤的，欲互歹人抵著(tú-tio̍h)刑罰。","bklhl":"因為伊是上帝差用，beh利益你。但是你行pháiⁿ，就tio̍h驚；因為伊m̄是空空掛劍；伊是上帝ê差用，是伸冤ê，beh hō͘ pháiⁿ人tú-tio̍h刑罰。"}},{"book":"羅","chapter":13,"verse":5,"versions":{"unv":"所以，你們必須順服，不但是因為刑罰，也是因為良心。","bklcl":"Só͘-í tek-khak tio̍h sūn-ho̍k, m̄ nā ūi-tio̍h siū-khì, iā sī ūi-tio̍h liông-sim.","tghg":"所以的確著順服，呣若為著受氣，也是為著良心。","bklhl":"所以的確tio̍h順服，m̄-nā為tio̍h受氣，也是為tio̍h良心。"}},{"book":"羅","chapter":13,"verse":6,"versions":{"unv":"你們納糧，也為這個緣故；因他們是　神的差役，常常特管這事。","bklcl":"In-ūi án-ni lín iā la̍p sè; in-ūi in sī Siōng-tè ê chip-sū, siông-siông choan-bū chit ê sū.","tghg":"因為按呢恁也納稅；因為𪜶是上帝的執事，常常專務此個事。","bklhl":"因為án-ni lín也納稅；因為in是上帝ê執事，常常專務chit ê事。"}},{"book":"羅","chapter":13,"verse":7,"versions":{"unv":"凡人所當得的，就給他。當得糧的，給他納糧；當得稅的，給他上稅；當懼怕的，懼怕他；當恭敬的，恭敬他。","bklcl":"Só͘ eng-kai hō͘ chèng lâng ê, tio̍h hō͘ in; eng-kai la̍p i, tio̍h la̍p i; eng-kai thiu hō͘ i, tio̍h thiu hō͘ i; eng-kai kiaⁿ-ùi i, tio̍h kiaⁿ-ùi i; eng-kai chun-kèng i, tio̍h chun-kèng i.","tghg":"所應該互眾人的，著互𪜶。應該納伊，著納伊；應該抽互伊，著抽互伊；應該驚畏伊，著驚畏伊；應該尊敬伊，著尊敬伊。","bklhl":"所應該hō͘眾人ê，tio̍h hō͘ in；應該納伊，tio̍h納伊；應該抽hō͘伊，tio̍h抽hō͘伊；應該驚畏伊，tio̍h驚畏伊；應該尊敬伊，tio̍h尊敬伊。"}},{"book":"羅","chapter":13,"verse":8,"versions":{"unv":"凡事都不可虧欠人，惟有彼此相愛要常以為虧欠，因為愛人的就完全了律法。","bklcl":"Bo̍h-tit khiàm lâng sím-mi̍h, chí ū saⁿ-thiàⁿ iáu sī khiàm lâng; in-ūi thiàⁿ lâng ê ū chīn lu̍t-hoat.","tghg":"莫得欠人甚麼，只有相疼猶是欠人；因為疼人的，有盡律法。","bklhl":"莫得欠人甚麼，只有相疼iáu是欠人；因為疼人ê有盡律法。"}},{"book":"羅","chapter":13,"verse":9,"versions":{"unv":"像那不可姦淫，不可殺人，不可偷盜，不可貪婪，或有別的誡命，都包在愛人如己這一句話之內了。","bklcl":"In-ūi só͘ kóng, M̄ thang kiâⁿ-îm, M̄ thang thâi lâng, M̄ thang thau-the̍h, M̄ thang tham-sim, á-sī pa̍t tiâu kài, lóng pau-hâm tī chit kù, Tio̍h thiàⁿ chhù-piⁿ chhin-chhiūⁿ ka-kī.","tghg":"因為所講，呣通行淫，呣通刣人，呣通偷提，呣通貪心，抑是別條誡，攏包含佇此句，著疼厝邊，親像家己。","bklhl":"因為所講，M̄-thang行淫，m̄-thang 刣人，m̄-thang偷the̍h，m̄-thang貪心，á是別條誡，lóng包含tī chit句，Tio̍h疼厝邊親像家己。"}},{"book":"羅","chapter":13,"verse":10,"versions":{"unv":"愛是不加害與人的，所以愛就完全了律法。","bklcl":"Jîn-ài bô hāi-tio̍h chhù-piⁿ; só͘-í jîn-ài sī chīn lu̍t-hoat.","tghg":"仁愛無害著厝邊；所以仁愛是盡律法。","bklhl":"仁愛無害tio̍h厝邊；所以仁愛是盡律法。"}},{"book":"羅","chapter":13,"verse":11,"versions":{"unv":"再者，你們曉得，現今就是該趁早睡醒的時候；因為我們得救，現今比初信的時候更近了。","bklcl":"Án-ni-siⁿ chai chit ê sî-hāu chiū-sī lín í-keng tio̍h khùn-chhíⁿ ê sî; in-ūi lán tit-tio̍h kiù, pí khí-thâu sìn ê sî khah kūn.","tghg":"按呢生知此個時候就是恁已經著睏醒的時；因為咱得著救，比起頭信的時卡近。","bklhl":"Án-ni-siⁿ知chit ê時候就是lín已經tio̍h睏醒ê時；因為咱得tio̍h救，比起頭信ê時khah近。"}},{"book":"羅","chapter":13,"verse":12,"versions":{"unv":"黑夜已深，白晝將近。我們就當脫去暗昧的行為，帶上光明的兵器。","bklcl":"Mî beh kè, ji̍t-sî kūn lah; só͘-í lán tio̍h thǹg-khì o͘-àm ê só͘ kiâⁿ, lâi chhēng kng-bêng ê chiàn-kah.","tghg":"暝欲過，日時近啦；所以咱著褪(thǹg)去黑暗的所行，來穿光明的戰甲。","bklhl":"暝beh過，日時近lah；所以咱tio̍h thǹg去烏暗ê所行，來穿光明ê戰甲。"}},{"book":"羅","chapter":13,"verse":13,"versions":{"unv":"行事為人要端正，好像行在白晝。不可荒宴醉酒；不可好色邪蕩；不可爭競嫉妒。","bklcl":"Só͘ kiâⁿ tio̍h toan-chiàⁿ, chhin-chhiūⁿ tī ji̍t-sî; bo̍h-tit hòng-chhiòng chiú-chùi, bo̍h-tit hò͘ⁿ-sek siâ-îm, bo̍h-tit saⁿ-chiⁿ oàn-tò͘.","tghg":"所行著端正(toan-chiàⁿ)，親像佇日時。莫得放縱(hòng-chhiòng)酒醉，莫得好色邪淫，莫得相爭怨妒；","bklhl":"所行tio̍h端正，親像tī日時；莫得放縱酒醉，莫得好色邪淫，莫得相爭怨妒。"}},{"book":"羅","chapter":13,"verse":14,"versions":{"unv":"總要披戴主耶穌基督，不要為肉體安排，去放縱私慾。","bklcl":"Tio̍h chhēng Chú Iâ-so͘ Ki-tok, bo̍h-tit ūi-tio̍h jio̍k-thé tô͘-bô͘, tì-kàu thàn su-io̍k.","tghg":"著穿主耶穌基督，莫得為著肉體圖謀，致到趁私慾。","bklhl":"Tio̍h穿主耶穌基督，莫得為tio̍h肉體圖謀，致到thàn私慾。"}}]