[{"book":"羅","chapter":2,"verse":1,"versions":{"unv":"你這論斷人的，無論你是誰，也無可推諉。你在甚麼事上論斷人，就在甚麼事上定自己的罪；因你這論斷人的，自己所行卻和別人一樣。","bklcl":"Só͘-í kìⁿ-nā gí-toàn lâng ê lâng ah, lí bô thang the-thok; in-ūi lí só͘ gí-toàn pa̍t lâng ê, tú-tú sī gí-tiāⁿ ka-kī; in-ūi lí teh gí-toàn lâng, ka-kī iā án-ni kiâⁿ.","tghg":"所以見若擬斷(gí-toàn)人的人啊，你無通推託。因為你所擬斷別人的，抵抵(tú-tú)是擬定家己；因為你啲擬斷人，家己也按呢行。","bklhl":"所以見若擬斷人ê人ah，你無thang推託；因為你所擬斷別人ê，tú-tú是擬定家己；因為你teh擬斷人，家己也án-ni行。"}},{"book":"羅","chapter":2,"verse":2,"versions":{"unv":"我們知道這樣行的人，　神必照真理審判他。","bklcl":"Nā-sī lán chai Siōng-tè sī chiàu chin-lí lâi gí-toàn kiâⁿ án-ni ê lâng.","tghg":"若是咱知，上帝是照真理來擬斷行按呢的人。","bklhl":"但是咱知上帝是照真理來擬斷行án-ni ê人。"}},{"book":"羅","chapter":2,"verse":3,"versions":{"unv":"你這人哪，你論斷行這樣事的人，自己所行的卻和別人一樣，你以為能逃脫　神的審判嗎？","bklcl":"Lí chit hō lâng ah, lâng kiâⁿ án-ni lí gí-toàn i, iā lí ka-kī khì kiâⁿ; lí phah-sǹg ōe tô-siám Siōng-tè ê gí-toàn mah?","tghg":"你此號人啊，人行按呢你擬斷伊，也你家己去行，你拍算會逃閃上帝的擬斷嗎？","bklhl":"你chit號人ah，人行án-ni你擬斷伊，也你家己去行；你phah算能逃閃上帝ê擬斷mah？"}},{"book":"羅","chapter":2,"verse":4,"versions":{"unv":"還是你藐視他豐富的恩慈、寬容、忍耐，不曉得他的恩慈是領你悔改呢？","bklcl":"Á-sī khòaⁿ-khin I ke̍k-tōa ê jîn-chû, khoan-iông, thun-lún, m̄ chai-kioh Siōng-tè ê jîn-chû sī beh chhōa lí hoán-hóe?","tghg":"抑是看輕伊極大的仁慈、寬容、吞愞(thun-lún)，呣知卻(chai-kioh)上帝的仁慈是欲導你反悔？","bklhl":"á是看輕伊極大ê仁慈、寬容、吞忍，m̄知kioh上帝ê仁慈是beh chhōa你反悔？"}},{"book":"羅","chapter":2,"verse":5,"versions":{"unv":"你竟任著你剛硬不悔改的心，為自己積蓄忿怒，以致　神震怒，顯他公義審判的日子來到。","bklcl":"kèng-jiân chiàu lí ê ngī sim kap m̄ hoán-hóe ê sim, ūi ka-kī chek-chū siū-khì tī siū-khì ê ji̍t, chiū-sī Siōng-tè gī ê sím-phòaⁿ hián-bêng ê ji̍t;","tghg":"竟然照你的硬心及呣反悔的心，為家己積聚受氣佇受氣的日，就是上帝義的審判顯明的日。","bklhl":"竟然照你ê硬心kap m̄反悔ê心，為家己積聚受氣tī受氣ê日，就是上帝義ê審判顯明ê日；"}},{"book":"羅","chapter":2,"verse":6,"versions":{"unv":"他必照各人的行為報應各人。","bklcl":"I beh chiàu ta̍k lâng ê só͘ kiâⁿ lâi pò-èng i;","tghg":"伊欲照逐(ta̍k)人的所行來報應伊。","bklhl":"伊beh照ta̍k人ê所行來報應伊；"}},{"book":"羅","chapter":2,"verse":7,"versions":{"unv":"凡恆心行善、尋求榮耀、尊貴和不能朽壞之福的，就以永生報應他們；","bklcl":"kìⁿ-nā mî-nōa kiâⁿ hó, kiû êng-kng, chun-kùi kap bōe pāi-hoāi ê, chiong éng-oa̍h pò i;","tghg":"見若綿賴(mî-nōa)行好、求榮光、尊貴，及𣍐敗壞的，將永活報伊；","bklhl":"見若mî-nōa行好，求榮光、尊貴kap bōe敗壞ê，將永活報伊；"}},{"book":"羅","chapter":2,"verse":8,"versions":{"unv":"惟有結黨、不順從真理、反順從不義的，就以忿怒、惱恨報應他們；","bklcl":"kìⁿ-nā kiat-tóng, bô thàn chin-lí lâi thàn put-gī ê, chiū ū oàn-hūn kap siū-khì,","tghg":"見若結黨、無趁真理來趁不義的，就有怨恨及受氣。","bklhl":"見若結黨，無thàn真理來thàn不義ê，就有怨恨kap受氣，"}},{"book":"羅","chapter":2,"verse":9,"versions":{"unv":"將患難、困苦加給一切作惡的人，先是猶太人，後是希臘人，","bklcl":"hoān-lān kap khùn-khó͘, kàu tī lóng-chóng kiâⁿ pháiⁿ ê lâng, tāi-seng Iû-thài, āu-lâi Hi-lī-nî;","tghg":"患難及困苦到佇攏總行歹的人，代先猶太，後來希利尼；","bklhl":"患難kap困苦，到tī lóng總行pháiⁿ ê人，事先偤太，後來希利尼；"}},{"book":"羅","chapter":2,"verse":10,"versions":{"unv":"卻將榮耀、尊貴、平安加給一切行善的人，先是猶太人，後是希臘人。","bklcl":"iā êng-kng, chun-kùi, pêng-an kàu tī lóng-chóng kiâⁿ hó ê lâng, tāi-seng Iû-thài, āu-lâi Hi-lī-nî.","tghg":"也榮光、尊貴、平安到佇攏總行好的人，代先猶太，後來希利尼。","bklhl":"也榮光、尊貴、平安到tī lóng總行好ê人，事先偤太，後來希利尼。"}},{"book":"羅","chapter":2,"verse":11,"versions":{"unv":"因為　神不偏待人。","bklcl":"In-ūi Siōng-tè bô chiàu gōa-māu chhú lâng.","tghg":"因為上帝無照外貌取人。","bklhl":"因為上帝無照外貌取人。"}},{"book":"羅","chapter":2,"verse":12,"versions":{"unv":"凡沒有律法犯了罪的，也必不按律法滅亡；凡在律法以下犯了罪的，也必按律法受審判。","bklcl":"In-ūi kìⁿ-nā bô lu̍t-hoat lâi hoān-chōe ê, iā beh bô lu̍t-hoat lâi tîm-lûn; kìⁿ-nā tī lu̍t-hoat lâi hoān-chōe ê, beh tùi lu̍t-hoat siū sím-phòaⁿ.","tghg":"因為見若無律法來犯罪的，也欲無律法來沈淪；見若佇律法來犯罪的，欲對律法受審判。","bklhl":"因為見若無律法來犯罪ê，也beh無律法來沉淪；見若tī律法來犯罪ê，beh tùi律法受審判。"}},{"book":"羅","chapter":2,"verse":13,"versions":{"unv":"（原來在　神面前，不是聽律法的為義，乃是行律法的稱義。","bklcl":"In-ūi tī Siōng-tè ê bīn-chêng, m̄ sī thiaⁿ lu̍t-hoat ê chòe gī, chiū-sī kiâⁿ lu̍t-hoat ê beh chheng-chòe-gī.","tghg":"（因為佇上帝的面前，呣是聽律法的做義，就是行律法的欲稱做義。","bklhl":"因為tī上帝ê面前，m̄是聽律法ê做義，就是行律法ê beh稱做義。"}},{"book":"羅","chapter":2,"verse":14,"versions":{"unv":"沒有律法的外邦人若順著本性行律法上的事，他們雖然沒有律法，自己就是自己的律法。","bklcl":"In-ūi bô lu̍t-hoat ê gōa-pang lâng, tùi pún sèng lâi kiâⁿ lu̍t-hoat ê sî, in sui-jiân bô lu̍t-hoat, sī ka-kī chòe ka-kī ê lu̍t-hoat;","tghg":"因為無律法的外邦人對本性來行律法的時，𪜶雖然無律法，是家己做家己的律法。","bklhl":"因為無律法ê外邦人，tùi本性來行律法ê時，in雖然無律法，是家己做家己ê律法；"}},{"book":"羅","chapter":2,"verse":15,"versions":{"unv":"這是顯出律法的功用刻在他們心裡，他們是非之心同作見證，並且他們的思念互相較量，或以為是，或以為非。）","bklcl":"sī hián-bêng lu̍t-hoat ê kong-iōng khek tī in ê sim, in ê liông-sim saⁿ-kap chòe kan-chèng, in ê liām-thâu ū-sî saⁿ chek-pī ū-sî saⁿ khoan-sù;","tghg":"是顯明律法的功用刻佇𪜶的心，𪜶的良心相及做干證，𪜶的念頭有時相責備，有時相寬恕(khoan-sù)）。","bklhl":"是顯明律法ê功用刻tī in ê心，in ê良心saⁿ-kap做干證，in ê念頭有時相責備，有時相寬恕；"}},{"book":"羅","chapter":2,"verse":16,"versions":{"unv":"就在　神藉耶穌基督審判人隱祕事的日子，照著我的福音所言。","bklcl":"tī Siōng-tè ēng Iâ-so͘ Ki-tok sím-phòaⁿ lâng ún-ba̍t ê sū hit ji̍t, chiàu góa ê hok-im só͘ kóng.","tghg":"佇上帝用耶穌基督審判人隱密的事彼日，照我的福音所講。","bklhl":"tī上帝用耶穌基督審判人隱密ê事hit日，照我ê福音所講。"}},{"book":"羅","chapter":2,"verse":17,"versions":{"unv":"你稱為猶太人，又倚靠律法，且指著　神誇口；","bklcl":"Lí nā chheng chòe Iû-thài lâng, óa-khò lu̍t-hoat, lia̍h Siōng-tè lâi chòe khoa-kháu,","tghg":"你若稱做猶太人，倚靠律法，掠上帝來做誇口；","bklhl":"你若稱做偤太人，óa靠律法，掠上帝來做誇口，"}},{"book":"羅","chapter":2,"verse":18,"versions":{"unv":"既從律法中受了教訓，就曉得　神的旨意，也能分別是非（或譯：也喜愛那美好的事）；","bklcl":"í-keng tùi lu̍t-hoat lâi ha̍k-si̍p, chai I ê chí-ì, koh giām-chhut hiah-ê chì hó ê,","tghg":"已經對律法來學習，知伊的旨意，閣驗出許個至好的；","bklhl":"已經tùi律法來學習，知伊ê旨意，koh驗出hiah-ê至好ê，"}},{"book":"羅","chapter":2,"verse":19,"versions":{"unv":"又深信自己是給瞎子領路的，是黑暗中人的光，","bklcl":"koh chhim sìn ka-kī sī chòe chhiⁿ-mî lâng ê chhōa-lō͘ ê, tiàm-tī o͘-àm ê ê kng,","tghg":"閣深信家己是做睛瞑人的導路的，踮佇黑暗者的光，","bklhl":"koh深信家己是做chhiⁿ-mî人ê chhōa路ê，tiàm-tī烏暗ê ê光，"}},{"book":"羅","chapter":2,"verse":20,"versions":{"unv":"是蠢笨人的師傅，是小孩子的先生，在律法上有知識和真理的模範。","bklcl":"gōng lâng ê sian-siⁿ, gín-ná ê kàu-si̍p, tī lu̍t-hoat lāi ū tì-sek kap chin-lí ê bô͘-iūⁿ;","tghg":"戇人的先生，囝仔的教習(kàu-si̍p)，佇律法內有智識及真理的模樣。","bklhl":"戇人ê先生，gín-ná ê教習，tī律法內有知識kap真理ê模樣；"}},{"book":"羅","chapter":2,"verse":21,"versions":{"unv":"你既是教導別人，還不教導自己嗎？你講說人不可偷竊，自己還偷竊嗎？","bklcl":"lí kà-sī pa̍t lâng, iā bô kà-sī ka-kī ah? lí soan-thoân kóng m̄ thang thau-the̍h, iā ka-kī thau-the̍h ah?","tghg":"你教示別人，也無教示家己啊？你宣傳講呣通偷提，也家己偷提啊？","bklhl":"你教示別人，也無教示家己ah？你宣傳講m̄-thang偷the̍h，也家己偷the̍h ah？"}},{"book":"羅","chapter":2,"verse":22,"versions":{"unv":"你說人不可姦淫，自己還姦淫嗎？你厭惡偶像，自己還偷竊廟中之物嗎？","bklcl":"Lí kóng m̄ thang kiâⁿ-îm, iā ka-kī kan-îm ah? lí iàm-ò͘ⁿ ngó͘-siōng, iā ka-kī chhiúⁿ keng-biō ah?","tghg":"你講呣通行淫，也家己姦淫啊？你厭惡偶像，也家己搶宮廟啊？","bklhl":"你講m̄-thang行淫，也家己姦淫ah？你厭惡偶像，也家己搶宮廟ah？"}},{"book":"羅","chapter":2,"verse":23,"versions":{"unv":"你指著律法誇口，自己倒犯律法、玷辱　神嗎？","bklcl":"lí lia̍h lu̍t-hoat chòe khoa-kháu, chiū tùi hoān-tio̍h lu̍t-hoat lêng-jio̍k Siōng-tè ah?","tghg":"你掠律法做誇口，就對犯著律法、凌辱上帝啊？","bklhl":"你掠律法做誇口，就tùi犯tio̍h律法凌辱上帝ah？"}},{"book":"羅","chapter":2,"verse":24,"versions":{"unv":"　神的名在外邦人中，因你們受了褻瀆，正如經上所記的。","bklcl":"In-ūi Siōng-tè ê miâ ūi-tio̍h lín siū pòng-to̍k tī gōa-pang tiong, chiàu só͘ kì-chài ê.","tghg":"因為上帝的名為著恁受謗瀆(pòng-to̍k)佇外邦中，照所記載的。","bklhl":"因為上帝ê名為tio̍h lín受謗瀆tī外邦中，照所記載ê。"}},{"book":"羅","chapter":2,"verse":25,"versions":{"unv":"你若是行律法的，割禮固然於你有益；若是犯律法的，你的割禮就算不得割禮。","bklcl":"Lí nā kiâⁿ lu̍t-hoat, kat-lé chiū ū lī-ek; lí nā hoān-tio̍h lu̍t-hoat, chiū lí ê kat-lé pìⁿ chòe bô kat-lé.","tghg":"你若行律法，割禮就有利益；你若犯著律法，就你的割禮變做無割禮。","bklhl":"你若行律法，割禮就有利益；你若犯tio̍h律法，就你ê割禮變做無割禮。"}},{"book":"羅","chapter":2,"verse":26,"versions":{"unv":"所以那未受割禮的，若遵守律法的條例，他雖然未受割禮，豈不算是有割禮嗎？","bklcl":"Só͘-í bô siū kat-lé ê nā siú lu̍t-hoat ê kui-lē, i ê bô kat-lé kiám bô beh sǹg-chòe kat-lé mah?","tghg":"所以無受割禮的，若守律法的規例，伊的無割禮，豈無欲算做割禮嗎？","bklhl":"所以無受割禮ê若守律法ê規例，伊ê無割禮kiám無beh算做割禮mah？"}},{"book":"羅","chapter":2,"verse":27,"versions":{"unv":"而且那本來未受割禮的，若能全守律法，豈不是要審判你這有儀文和割禮竟犯律法的人嗎？","bklcl":"Koh seng-sêng bô kat-lé lâi chīn lu̍t-hoat ê, kiám bô beh gí-toàn lí tùi bûn-jī kap kat-lé lâi hoān hoat mah?","tghg":"閣生成(seng-sêng)無割禮來盡律法的，豈無欲擬斷你對文字及割禮來犯法嗎？","bklhl":"Koh生成無割禮來盡律法ê，kiám無beh擬斷你tùi文字kap割禮來犯法mah？"}},{"book":"羅","chapter":2,"verse":28,"versions":{"unv":"因為外面作猶太人的，不是真猶太人；外面肉身的割禮，也不是真割禮。","bklcl":"In-ūi gōa-phê chòe Iû-thài lâng ê m̄ sī Iû-thài lâng; tī jio̍k-thé gōa-phê ê kat-lé m̄ sī kat-lé.","tghg":"因為外皮做猶太人的，呣是猶太人；佇肉體外皮的割禮，呣是割禮。","bklhl":"因為外皮做偤太人ê m̄是偤太人；tī肉體外皮ê割禮m̄是割禮。"}},{"book":"羅","chapter":2,"verse":29,"versions":{"unv":"惟有裡面作的，才是真猶太人；真割禮也是心裡的，在乎靈，不在乎儀文。這人的稱讚不是從人來的，乃是從　神來的。","bklcl":"To̍k-to̍k lāi-bīn chòe Iû-thài lâng ê chiah sī Iû-thài lâng, iā sim-lāi ê kat-lé chiah sī kat-lé, chāi-tī sîn, put-chāi tī bûn-jī; i ê tit-tio̍h o-ló m̄ sī tùi lâng, chiū-sī tùi Siōng-tè.","tghg":"獨獨內面做猶太人的才是猶太人；也心內的割禮才是割禮，在佇神，不在佇文字。伊的得著謳咾呣是對人，就是對上帝。","bklhl":"獨獨內面做偤太人ê chiah是偤太人，也心內ê割禮chiah是割禮，在tī神，不在tī文字；伊ê得tio̍h o-ló m̄是tùi人，就是tùi上帝。"}}]