[{"book":"羅","chapter":6,"verse":1,"versions":{"unv":"這樣，怎麼說呢？我們可以仍在罪中、叫恩典顯多嗎？","bklcl":"Án-ni lán beh cháiⁿ-iūⁿ kóng? Chóng bô tn̂g-tn̂g tiàm-tī chōe-ok, hō͘ un-tián ke-thiⁿ chōe-chōe mah?","tghg":"按呢，咱欲怎樣講？總無長長踮佇罪惡、互恩典加添多多嗎？","bklhl":"Án-ni咱beh怎樣講？總無長長tiàm-tī罪惡，hō͘恩典加添chōe-chōe mah？"}},{"book":"羅","chapter":6,"verse":2,"versions":{"unv":"斷乎不可！我們在罪上死了的人豈可仍在罪中活著呢？","bklcl":"Toàn-toàn m̄ thang. Lán ǹg chōe hit bīn í-keng sí ê, kiám beh iû-goân tī chōe-tiong lâi oa̍h mah?","tghg":"斷斷呣通！咱向罪彼面已經死的，豈欲猶原佇罪中來活嗎？","bklhl":"斷斷m̄-thang。咱ǹg罪hit面已經死ê，kiám beh猶原tī 罪中來活mah？"}},{"book":"羅","chapter":6,"verse":3,"versions":{"unv":"豈不知我們這受洗歸入基督耶穌的人是受洗歸入他的死嗎？","bklcl":"Kiám m̄ chai lán kìⁿ-nā bat siū sóe-lé lâi ji̍p tī Ki-tok Iâ-so͘ ê, sī siū sóe-lé lâi ji̍p I ê sí.","tghg":"豈呣知咱見若曾受洗禮來入佇基督耶穌的，是受洗禮來入伊的死。","bklhl":"Kiám m̄知咱見若bat受洗禮來入tī基督耶穌ê，是受洗禮來入伊ê死。"}},{"book":"羅","chapter":6,"verse":4,"versions":{"unv":"所以，我們藉著洗禮歸入死，和他一同埋葬，原是叫我們一舉一動有新生的樣式，像基督藉著父的榮耀從死裡復活一樣。","bklcl":"Só͘-í lán kì-jiân tùi sóe-lé lâi ji̍p tī sí, kap I tâng bâi-chòng; sī chhin-chhiūⁿ Ki-tok tùi Pē ê êng-kng tùi sí-lâng tiong koh-oa̍h, iā beh hō͘ lán án-ni kiâⁿ tī oa̍h-miā ê sin khoán.","tghg":"所以，咱既然對洗禮來入佇死，及伊同埋葬，是親像基督對父的榮光對死人中復活，也欲互咱按呢行佇活命的新款。","bklhl":"所以咱既然tùi洗禮來入tī死，kap伊同埋葬；是親像基督tùi父ê榮光tùi死人中koh活，也beh hō͘咱án-ni行tī活命ê新款。"}},{"book":"羅","chapter":6,"verse":5,"versions":{"unv":"我們若在他死的形狀上與他聯合，也要在他復活的形狀上與他聯合；","bklcl":"In-ūi lán nā liân-ha̍p tī I sí ê khoán-sit, iā beh liân-ha̍p tī I koh-oa̍h ê khoán-sit;","tghg":"因為咱若聯合佇伊死的款式，也欲聯合佇伊復活的款式；","bklhl":"因為咱若連合tī伊死ê款式，也beh連合tī伊koh活ê款式；"}},{"book":"羅","chapter":6,"verse":6,"versions":{"unv":"因為知道我們的舊人和他同釘十字架，使罪身滅絕，叫我們不再作罪的奴僕；","bklcl":"sī chai lán kū ê lâng kap I tâng tèng, hō͘ chōe ê thé ōe hòe-khì, tì-kàu lán bô koh chòe chōe-ok ê lô͘-châi.","tghg":"是知咱舊的人及伊同釘，互罪的體(thé)會(ōe)廢去，致到咱無閣做罪惡的奴才；","bklhl":"是知咱舊ê人kap伊同釘，hō͘罪ê 體能廢棄，致到咱無koh做罪惡ê奴才。"}},{"book":"羅","chapter":6,"verse":7,"versions":{"unv":"因為已死的人是脫離了罪。","bklcl":"In-ūi í-keng sí-ê sī tit-tio̍h chheng-chòe-gī, lâi thoat-lī chōe.","tghg":"因為已經死的是得著稱做義，來脫離罪。","bklhl":"因為已經死ê是得tio̍h稱做義，來脫離罪。"}},{"book":"羅","chapter":6,"verse":8,"versions":{"unv":"我們若是與基督同死，就信必與他同活。","bklcl":"Taⁿ lán sìn nā kap Ki-tok tâng sí, chiū beh kap I tâng oa̍h;","tghg":"今咱信若及基督同死，就欲及伊同活。","bklhl":"Taⁿ咱信若kap基督同死，就beh kap伊同活；"}},{"book":"羅","chapter":6,"verse":9,"versions":{"unv":"因為知道基督既從死裡復活，就不再死，死也不再作他的主了。","bklcl":"chai Ki-tok í-keng tùi sí-lâng tiong koh-oa̍h bô koh sí, sí bô koh koán-hat I.","tghg":"知基督已經對死人中復活無閣死，死無閣管轄伊。","bklhl":"知基督已經tùi死人中koh活無koh死，死無koh管轄伊。"}},{"book":"羅","chapter":6,"verse":10,"versions":{"unv":"他死是向罪死了，只有一次；他活是向　神活著。","bklcl":"In-ūi I ê sí sī ǹg chōe chòe chi̍t pái sí, I ê oa̍h sī ǹg Siōng-tè lâi oa̍h.","tghg":"因為伊的死，是向罪做一擺死；伊的活是向上帝來活。","bklhl":"因為伊ê死是ǹg罪做一pái死，伊ê活是ǹg上帝來活。"}},{"book":"羅","chapter":6,"verse":11,"versions":{"unv":"這樣，你們向罪也當看自己是死的；向　神在基督耶穌裡，卻當看自己是活的。","bklcl":"Án-ni lín tiàm-tī Ki-tok Iâ-so͘ tio̍h khòaⁿ ka-kī ǹg chōe sī sí, ǹg Siōng-tè sī oa̍h.","tghg":"按呢，恁踮佇基督耶穌著看家己向罪是死，向上帝是活。","bklhl":"Án-ni lín tiàm-tī基督耶穌tio̍h看家己ǹg罪是死，ǹg上帝是活。"}},{"book":"羅","chapter":6,"verse":12,"versions":{"unv":"所以，不要容罪在你們必死的身上作王，使你們順從身子的私慾。","bklcl":"Só͘-í bo̍h-tit iông-ún chōe-ok chòe ông tī lín ōe sí ê seng-khu, tì-kàu lín sūn-thàn i ê su-io̍k;","tghg":"所以，莫得容允罪惡做王佇恁會死的身軀，致到恁順趁伊的私慾。","bklhl":"所以莫得容允罪惡做王tī lín會死ê身軀，致到lín順thàn伊ê私慾；"}},{"book":"羅","chapter":6,"verse":13,"versions":{"unv":"也不要將你們的肢體獻給罪作不義的器具；倒要像從死裡復活的人，將自己獻給　神，並將肢體作義的器具獻給　神。","bklcl":"iā bo̍h-tit chiong lín ê pah-thé hiàn hō͘ chōe-ok chòe put-gī ê khì-kū; sī tio̍h chiong pún-sin hiàn hō͘ Siōng-tè, chhin-chhiūⁿ tùi sí-lâng tiong lâi oa̍h ê, iā hiàn lín ê pah-thé hō͘ Siōng-tè, chòe gī ê khì-kū.","tghg":"也莫得將恁的百體獻互罪惡做不義的器具；是著將本身獻互上帝，親像對死人中來活者，也獻恁的百體互上帝做義的器具。","bklhl":"也莫得將lín ê百體獻hō͘罪惡做不義ê器具；是tio̍h將本身獻hō͘上帝，親像tùi死人中來活ê，也獻lín ê百體hō͘上帝，做義ê器具。"}},{"book":"羅","chapter":6,"verse":14,"versions":{"unv":"罪必不能作你們的主；因你們不在律法之下，乃在恩典之下。","bklcl":"In-ūi chōe-ok bô koh koán-hat lín, in-ūi lín m̄ sī tī lu̍t-hoat ē, sī tī un-tián ē.","tghg":"因為罪惡無閣管轄恁，因為恁呣是佇律法下，是佇恩典下。","bklhl":"因為罪惡無koh管轄lín，因為lín m̄是tī律法下，是tī恩典下。"}},{"book":"羅","chapter":6,"verse":15,"versions":{"unv":"這卻怎麼樣呢？我們在恩典之下，不在律法之下，就可以犯罪嗎？斷乎不可！","bklcl":"Án-ni chiū cháiⁿ-iūⁿ? Lán kì-jiân m̄ sī tī lu̍t-hoat ē, sī un-tián ē, thang hoān-chōe mah? Toàn-toàn m̄ thang.","tghg":"按呢就怎樣？咱既然呣是佇律法下，是恩典下，通犯罪嗎？斷斷呣通！","bklhl":"Án-ni就怎樣？咱既然m̄是tī律法ē，是恩典ē，thang犯罪mah？斷斷m̄-thang。"}},{"book":"羅","chapter":6,"verse":16,"versions":{"unv":"豈不曉得你們獻上自己作奴僕，順從誰，就作誰的奴僕嗎？或作罪的奴僕，以至於死；或作順命的奴僕，以致成義。","bklcl":"Kiám m̄ chai lín hiàn pún-sin chòe lô͘-po̍k lâi sūn-thàn i, chiū-sī chòe só͘ sūn-thàn ê ê lô͘-po̍k, he̍k-sī chòe chōe-ok ê lô͘-po̍k tì-kàu sí, á-sī chòe sūn-thàn ê lô͘-po̍k tì-kàu gī?","tghg":"豈呣知恁獻本身做奴僕來順趁伊，就是做所順趁者的奴僕？或是做罪惡的奴僕，致到死；抑是做順趁的奴僕，致到義？","bklhl":"Kiám m̄知lín獻本身做奴僕來順thàn伊，就是做所順thàn ê ê奴僕，或是做罪惡ê奴僕致到死，á是做順thàn ê奴僕致到義？"}},{"book":"羅","chapter":6,"verse":17,"versions":{"unv":"感謝　神！因為你們從前雖然作罪的奴僕，現今卻從心裡順服了所傳給你們道理的模範。","bklcl":"Kám-siā Siōng-tè in-ūi lín chêng chòe chōe-ok ê lô͘-po̍k, taⁿ bat kam-sim sūn-thàn lín só͘ ji̍p hit ê kàu-hùn ê kui-bô͘;","tghg":"感謝上帝！因為恁前做罪惡的奴僕，今曾甘心順趁恁所入彼個教訓的規模。","bklhl":"感謝上帝因為lín前做罪惡ê奴僕，taⁿ bat甘心順thàn lín所入hit ê教訓ê規模；"}},{"book":"羅","chapter":6,"verse":18,"versions":{"unv":"你們既從罪裡得了釋放，就作了義的奴僕。","bklcl":"í-keng tit-tio̍h tháu-pàng thoat-lī chōe, chiū chòe gī ê lô͘-po̍k.","tghg":"已經得著解放脫離罪，就做義的奴僕。","bklhl":"已經得tio̍h tháu放脫離罪，就做義ê奴僕。"}},{"book":"羅","chapter":6,"verse":19,"versions":{"unv":"我因你們肉體的軟弱，就照人的常話對你們說。你們從前怎樣將肢體獻給不潔不法作奴僕，以至於不法；現今也要照樣將肢體獻給義作奴僕，以至於成聖。","bklcl":"Góa in-ūi lín jio̍k-thé ê láon-jio̍k, chiū chiàu lâng ê sū lâi kóng; in-ūi chhin-chhiūⁿ lín bat ēng lín ê pah-thé hiàn hō͘ ù-òe put-hoat chòe lô͘-po̍k, tì-kàu put-hoat, taⁿ tio̍h chiàu án-ni ēng lín ê pah-thé hiàn hō͘ gī chòe lô͘-po̍k, tì-kàu chiâⁿ sèng.","tghg":"我因為恁肉體的軟弱，就照人的事來講。因為親像恁曾用恁的百體獻互污穢(ù-òe)不法做奴僕，致到不法；今著照按呢用恁的百體獻互義做奴僕，致到成聖。","bklhl":"我因為lín肉體ê軟弱，就照人ê事來講；因為親像lín bat用lín ê百體獻hō͘污穢不法做奴僕，致到不法，taⁿ tio̍h照án-ni用lín ê百體獻hō͘義做奴僕，致到成聖。"}},{"book":"羅","chapter":6,"verse":20,"versions":{"unv":"因為你們作罪之奴僕的時候，就不被義約束了。","bklcl":"In-ūi lín chêng chòe chōe-ok ê lô͘-po̍k, hit sī lín bô hō͘ gī koán-hat.","tghg":"因為恁前做罪惡的奴僕，彼時恁無互義管轄。","bklhl":"因為lín前做罪惡ê奴僕，hit是lín無hō͘義管轄。"}},{"book":"羅","chapter":6,"verse":21,"versions":{"unv":"你們現今所看為羞恥的事，當日有甚麼果子呢？那些事的結局就是死。","bklcl":"Tng hit sî lín tit-tio̍h sím-mi̍h ké-chí tī hiān-kim só͘ kiàn-siàu ê ah?  in-ūi in ê kiat-kio̍k sī sí.","tghg":"當彼時恁得著甚麼果子，佇現今所見誚的啊？因為𪜶的結局是死。","bklhl":"當hit時，lín得tio̍h甚麼果子tī現今所見笑ê ah？因為in ê結局是死。"}},{"book":"羅","chapter":6,"verse":22,"versions":{"unv":"但現今，你們既從罪裡得了釋放，作了　神的奴僕，就有成聖的果子，那結局就是永生。","bklcl":"Taⁿ lín í-keng tit-tio̍h tháu-pàng thoat-lī chōe-ok, lâi chòe Siōng-tè ê lô͘-po̍k, tit-tio̍h ké-chí tì-kàu chiâⁿ-sèng, hit ê kiat-kio̍k sī éng-oa̍h.","tghg":"今恁已經得著解放脫離罪惡，來做上帝的奴僕，得著果子，致到成聖，彼個結局是永活。","bklhl":"Taⁿ lín已經得tio̍h tháu放脫離罪惡，來做上帝ê奴僕，得tio̍h果子致到成聖，hit ê結局是永活。"}},{"book":"羅","chapter":6,"verse":23,"versions":{"unv":"因為罪的工價乃是死；惟有　神的恩賜，在我們的主基督耶穌裡，乃是永生。","bklcl":"In-ūi chōe-ok ê kang-chîⁿ sī sí, nā-sī Siōng-tè ê un-sù sī éng-oa̍h, chāi-tī lán ê Chú Ki-tok Iâ-so͘.","tghg":"因為罪惡的工錢是死；若是上帝的恩賜是永活，在佇咱的主基督耶穌。","bklhl":"因為罪惡ê工錢是死，但是上帝ê恩賜是永活，在tī咱ê主基督耶穌。"}}]