[{"book":"羅","chapter":8,"verse":1,"versions":{"unv":"如今，那些在基督耶穌裡的就不定罪了。","bklcl":"Só͘-í hiah-ê tiàm-tī Ki-tok Iâ-so͘ ê, taⁿ lóng bô tēng chōe.","tghg":"所以，許個踮佇基督耶穌的，今攏無定罪。","bklhl":"所以hiah-ê tiàm-tī基督耶穌ê，taⁿ lóng無定罪。"}},{"book":"羅","chapter":8,"verse":2,"versions":{"unv":"因為賜生命聖靈的律，在基督耶穌裡釋放了我，使我脫離罪和死的律了。","bklcl":"In-ūi oa̍h-miā ê Sîn ê hoat, tī Ki-tok Iâ-so͘ í-keng tháu-pàng góa thoat-lī chōe kap sí ê hoat.","tghg":"因為活命的神的法，佇基督耶穌已經解放我脫離罪及死的法。","bklhl":"因為活命ê神ê法，tī基督耶穌已經tháu放我脫離罪kap死ê法。"}},{"book":"羅","chapter":8,"verse":3,"versions":{"unv":"律法既因肉體軟弱，有所不能行的，　神就差遣自己的兒子，成為罪身的形狀，作了贖罪祭，在肉體中定了罪案，","bklcl":"In-ūi lu̍t-hoat só͘ bōe-ōe ê, sī tùi jio̍k-thé chiah bô la̍t, Siōng-tè chiū chhe ka-kī ê Kiáⁿ, tī ū chōe ê jio̍k-thé ê hêng-chōng, koh ūi-tio̍h chōe ê iân-kò͘, tī jio̍k-thé tiong lâi gí-tiāⁿ chōe-ok;","tghg":"因為律法所𣍐會的，是對肉體才無力，上帝就差家己的子，佇有罪的肉體的形狀，閣為著罪的緣故，佇肉體中來擬定(gí-tiāⁿ)罪惡，","bklhl":"因為律法所bōe會ê，是tùi肉體chiah無力，上帝就差家己ê Kiáⁿ，tī有罪ê肉體ê形狀，koh為tio̍h罪 ê緣故，tī肉體中來擬定罪惡；"}},{"book":"羅","chapter":8,"verse":4,"versions":{"unv":"使律法的義成就在我們這不隨從肉體、只隨從聖靈的人身上。","bklcl":"hō͘ lu̍t-hoat ê gī tī lán ōe tit móa-chiok, chiū-sī bô chiàu jio̍k-thé, sī chiàu sîn lâi kiâⁿ ê.","tghg":"互律法的義佇咱會得滿足，就是無照肉體、是照神來行的。","bklhl":"hō͘律法ê義tī咱會得滿足，就是無照肉體，是照神來行ê。"}},{"book":"羅","chapter":8,"verse":5,"versions":{"unv":"因為，隨從肉體的人體貼肉體的事；隨從聖靈的人體貼聖靈的事。","bklcl":"In-ūi chiàu jio̍k-thé ê, ì-hiòng jio̍k-thé ê sū; chiàu sîn ê, ì-hiòng sîn ê sū.","tghg":"因為照肉體的，意向肉體的事；照神的，意向神的事。","bklhl":"因為照肉體ê，意向肉體ê事；照神ê，意向神ê事。"}},{"book":"羅","chapter":8,"verse":6,"versions":{"unv":"體貼肉體的，就是死；體貼聖靈的，乃是生命、平安。","bklcl":"In-ūi jio̍k-thé ê ì-hiòng sī sí; sîn ê ì-hiòng sī oa̍h koh pêng-an.","tghg":"因為肉體的意向，是死；神的意向，是活閣平安。","bklhl":"因為肉體ê意向是死；神ê意向是活koh平安。"}},{"book":"羅","chapter":8,"verse":7,"versions":{"unv":"原來體貼肉體的，就是與　神為仇；因為不服　神的律法，也是不能服，","bklcl":"In-ūi jio̍k-thé ê ì-hiòng sī tùi-te̍k Siōng-tè, in-ūi i bô hâng-ho̍k Siōng-tè ê lu̍t-hoat, iā bōe-ōe hâng-ho̍k.","tghg":"因為肉體的意向，是對敵上帝；因為伊無降服上帝的律法，也𣍐會降服，","bklhl":"因為肉體ê意向是對敵上帝，因為伊無降服上帝ê律法，也bōe會降服。"}},{"book":"羅","chapter":8,"verse":8,"versions":{"unv":"而且屬肉體的人不能得　神的喜歡。","bklcl":"Koh tiàm-tī jio̍k-thé ê, bōe-ōe hō͘ Siōng-tè hoaⁿ-hí.","tghg":"閣踮佇肉體的，𣍐會互上帝歡喜。","bklhl":"Koh tiàm-tī肉體ê，bōe會hō͘上帝歡喜。"}},{"book":"羅","chapter":8,"verse":9,"versions":{"unv":"如果　神的靈住在你們心裡，你們就不屬肉體，乃屬聖靈了。人若沒有基督的靈，就不是屬基督的。","bklcl":"To̍k-to̍k Siōng-tè ê Sîn nā khiā-khí tī lín, chiū lín bô tiàm-tī jio̍k-thé, sī tiàm-tī sîn; bô ū Ki-tok ê Sîn ê, m̄ sī I ê lâng.","tghg":"獨獨上帝的神若徛起佇恁，就恁無踮佇肉體，是踮佇神。無有基督的神的，呣是伊的人。","bklhl":"獨獨上帝ê神若khiā起tī lín，就lín無tiàm-tī肉體，是tiàm-tī神；無有基督ê神ê，m̄是伊ê人。"}},{"book":"羅","chapter":8,"verse":10,"versions":{"unv":"基督若在你們心裡，身體就因罪而死，心靈卻因義而活。","bklcl":"Ki-tok nā tiàm-tī lín, chiū lín ê seng-khu in-ūi chōe sí, sîn in-ūi gī oa̍h.","tghg":"基督若踮佇恁，就恁的身軀因為罪死，神因為義活。","bklhl":"基督若tiàm-tī lín，就lín ê身軀因為罪死，神因為義活。"}},{"book":"羅","chapter":8,"verse":11,"versions":{"unv":"然而，叫耶穌從死裡復活者的靈若住在你們心裡，那叫基督耶穌從死裡復活的，也必藉著住在你們心裡的聖靈，使你們必死的身體又活過來。","bklcl":"To̍k-to̍k hō͘ Iâ-so͘ tùi sí-lâng tiong koh-oa̍h ê, I ê Sîn nā khiā-khí tī lín, chiū hō͘ Ki-tok Iâ-so͘ tùi sí-lâng tiong koh-oa̍h ê, iā beh chiong I ê Sîn, chiū-sī khiā-khí tī lín ê, hō͘ lín ōe sí ê seng-khu koh-oa̍h.","tghg":"獨獨互耶穌對死人中復活的，伊的神若徛起佇恁，就互基督耶穌對死人中復活的，也欲將伊的神就是徛起佇恁的，互恁會死的身軀復活。","bklhl":"獨獨hō͘耶穌tùi死人中koh活ê，伊ê神若khiā起tī lín，就hō͘基督耶穌tùi死人中koh活ê，也beh將伊ê神，就是khiā起tī lín ê，hō͘ lín會死ê身軀koh活。"}},{"book":"羅","chapter":8,"verse":12,"versions":{"unv":"弟兄們，這樣看來，我們並不是欠肉體的債去順從肉體活著。","bklcl":"Án-ni hiaⁿ-tī ah, lán m̄ sī khiàm jio̍k-thé ê chè, tì-kàu chiàu jio̍k-thé lâi oa̍h.","tghg":"按呢，兄弟啊，咱呣是欠肉體的債致到照肉體來活。","bklhl":"Án-ni兄弟ah，咱m̄是欠肉體ê債，致到照肉體來活。"}},{"book":"羅","chapter":8,"verse":13,"versions":{"unv":"你們若順從肉體活著，必要死；若靠著聖靈治死身體的惡行，必要活著。","bklcl":"In-ūi lín nā chiàu jio̍k-thé lâi oa̍h, chiū ōe sí; nā ēng sîn phah-sí seng-khu ê só͘ chòe, chiū ōe oa̍h.","tghg":"因為恁若照肉體來活，就會死；若用神拍死身軀的所做，就會活。","bklhl":"因為lín若照肉體來活，就會死；若用神phah死身軀ê所做，就會活。"}},{"book":"羅","chapter":8,"verse":14,"versions":{"unv":"因為凡被　神的靈引導的，都是　神的兒子。","bklcl":"Hoān-nā hō͘ Siōng-tè ê Sîn só͘ chhōa ê, sī chòe Siōng-tè ê kiáⁿ.","tghg":"凡若互上帝的神所導的，是做上帝的子。","bklhl":"凡若hō͘上帝ê神所chhōa ê，是做上帝ê kiáⁿ。"}},{"book":"羅","chapter":8,"verse":15,"versions":{"unv":"你們所受的，不是奴僕的心，仍舊害怕；所受的，乃是兒子的心，因此我們呼叫：「阿爸！父！」","bklcl":"In-ūi lín m̄ sī siū-tio̍h lô͘-po̍k ê sîn, tì-kàu koh kiaⁿ-hiâⁿ; chiū-sī siū-tio̍h siat-li̍p chòe kiáⁿ ê sîn, tùi án-ni lán kiò kóng, Á-pà, Pē ah.","tghg":"因為恁呣是受著奴僕的神，致到閣驚惶；就是受著設立做子的神，對按呢咱叫講：「阿爸！父啊！」","bklhl":"因為lín m̄是受tio̍h奴僕ê神，致到koh驚惶；就是受tio̍h設立做kiáⁿ ê神，tùi án-ni咱叫講，阿爸，父ah。"}},{"book":"羅","chapter":8,"verse":16,"versions":{"unv":"聖靈與我們的心同證我們是　神的兒女；","bklcl":"Sèng Sîn ka-kī kap lán ê sîn saⁿ-kap kan-chèng lán chòe Siōng-tè ê kiáⁿ.","tghg":"聖神家己及咱的神相及干證咱做上帝的子；","bklhl":"聖神家己kap咱ê神saⁿ-kap干證咱做上帝ê kiáⁿ。"}},{"book":"羅","chapter":8,"verse":17,"versions":{"unv":"既是兒女，便是後嗣，就是　神的後嗣，和基督同作後嗣。如果我們和他一同受苦，也必和他一同得榮耀。","bklcl":"Kì-jiân chòe kiáⁿ chiū chòe hō͘-sû, chiū-sī chòe Siōng-tè ê hō͘-sû, kap Ki-tok tâng chòe hō͘-sû; lán nā kap I tâng siū khó͘, sī beh hō͘ lán kap I tâng êng-kng.","tghg":"既然做子就做後嗣，就是做上帝的後嗣，及基督同做後嗣。咱若及伊同受苦，是欲互咱及伊同榮光。","bklhl":"既然做kiáⁿ就做後嗣，就是做上帝ê後嗣，kap基督同做後嗣；咱若kap伊同受苦，是beh hō͘咱kap伊同榮光。"}},{"book":"羅","chapter":8,"verse":18,"versions":{"unv":"我想，現在的苦楚若比起將來要顯於我們的榮耀就不足介意了。","bklcl":"In-ūi góa sǹg hiān-sî ê kan-khó͘ bōe kham-tit pí-phēng só͘ beh hián-bêng kàu tī lán ê êng-kng.","tghg":"因為我算現時的艱苦𣍐堪得比並(pí-phēng)所欲顯明到佇咱的榮光。","bklhl":"因為我算現時ê艱苦bōe堪得比並所beh顯明到tī咱ê榮光。"}},{"book":"羅","chapter":8,"verse":19,"versions":{"unv":"受造之物切望等候　神的眾子顯出來。","bklcl":"In-ūi siū-chō ê mi̍h kia̍h thâu ǹg-bāng, teh thèng-hāu Siōng-tè chèng kiáⁿ ê hián-bêng.","tghg":"因為受造的物攑頭向望，啲聽候上帝眾子的顯明。","bklhl":"因為受造 ê物kia̍h頭ǹg望，teh thèng候上帝眾kiáⁿ ê顯明。"}},{"book":"羅","chapter":8,"verse":20,"versions":{"unv":"因為受造之物服在虛空之下，不是自己願意，乃是因那叫他如此的。","bklcl":"In-ūi siū-chō ê mi̍h hâng-ho̍k tī khang-hu, m̄ sī i kam-goān, chiū-sī tùi hit ê hō͘ i hâng-ho̍k ê;","tghg":"因為受造的物降服佇空虛，呣是伊甘願，就是對彼個互伊降服的。","bklhl":"因為受造 ê物降服tī空虛，m̄是伊甘願，就是tùi hit ê hō͘伊降服ê；"}},{"book":"羅","chapter":8,"verse":21,"versions":{"unv":"但受造之物仍然指望脫離敗壞的轄制，得享（享：原文是入）　神兒女自由的榮耀。","bklcl":"sī  teh ǹg-bāng liân siū-chō ê mi̍h iā beh tit-tio̍h tháu-pàng, thoat-lī pāi-hoāi ê khu-sok, lâi ji̍p tī Siōng-tè ê kiáⁿ-jî êng-kng ê chū-iû.","tghg":"是啲向望連受造的物也欲得著解放脫離敗壞的拘束(khu-sok)，來入佇上帝的子兒榮光的自由。","bklhl":"是teh ǹg望連受造 ê物也beh得tio̍h tháu放，脫離敗壞ê拘束，來入tī上帝ê kiáⁿ兒榮光ê自由。"}},{"book":"羅","chapter":8,"verse":22,"versions":{"unv":"我們知道，一切受造之物一同歎息，勞苦，直到如今。","bklcl":"In-ūi lán chai it-chhè siū-chō ê mi̍h kàu chit sî iáu teh saⁿ-kap thó͘-khùi khó͘-thàng.","tghg":"因為咱知一切受造的物到此時猶啲相及吐氣、苦痛(khó͘-thàng)。","bklhl":"因為咱知一切受造 ê物到chit時iáu teh saⁿ-kap吐氣苦痛。"}},{"book":"羅","chapter":8,"verse":23,"versions":{"unv":"不但如此，就是我們這有聖靈初結果子的，也是自己心裡歎息，等候得著兒子的名分，乃是我們的身體得贖。","bklcl":"M̄ nā án-ni, chiū lán pún-sin tit-tio̍h Sèng Sîn thâu-chúi ê ké-chí ê, iā sim-lāi ka-kī thó͘-khùi, teh thèng-hāu siat-li̍p chòe kiáⁿ, chiū-sī lán ê seng-khu ê sio̍k-hôe.","tghg":"呣若按呢，就咱本身得著聖神頭水的果子的，也心內家己吐氣，啲聽候設立做子，就是咱的身軀的贖回。","bklhl":"M̄-nā án-ni，就咱本身得tio̍h聖神頭水ê果子ê，也心內家己吐氣，teh thèng候設立做kiáⁿ，就是咱ê身軀ê贖回。"}},{"book":"羅","chapter":8,"verse":24,"versions":{"unv":"我們得救是在乎盼望；只是所見的盼望不是盼望，誰還盼望他所見的呢（有古卷：人所看見的何必再盼望呢）？","bklcl":"In-ūi lán tit kiù sī tùi ǹg-bāng; nā-sī í-keng khòaⁿ-kìⁿ ê ǹg-bāng, m̄ sī ǹg-bāng; in-ūi só͘ khòaⁿ-kìⁿ ê, sím-mi̍h lâng teh ǹg-bāng i?","tghg":"因為咱得救是對向望；若是已經看見的向望呣是向望，因為所看見的甚麼人啲向望伊？","bklhl":"因為咱得救是tùi ǹg望；但是已經看見ê ǹg望，m̄是ǹg望；因為所看見ê，甚麼人teh ǹg望伊？"}},{"book":"羅","chapter":8,"verse":25,"versions":{"unv":"但我們若盼望那所不見的，就必忍耐等候。","bklcl":"To̍k-to̍k lán nā ǹg-bāng hit ê só͘ bô khòaⁿ-kìⁿ ê, lán chiū thun-lún thèng-hāu.","tghg":"獨獨咱若向望彼個所無看見的，咱就吞愞(thun-lún)聽候。","bklhl":"獨獨咱若ǹg望hit ê所無看見ê，咱就吞忍thèng候。"}},{"book":"羅","chapter":8,"verse":26,"versions":{"unv":"況且，我們的軟弱有聖靈幫助；我們本不曉得當怎樣禱告，只是聖靈親自用說不出來的歎息替我們禱告。","bklcl":"Koh Sèng Sîn iā chhin-chhiūⁿ án-ni hû-chhî lán ê nńg-chiáⁿ; in-ūi lán m̄ chai-iáⁿ tio̍h cháiⁿ-iūⁿ kî-tó chiàu só͘ eng-kai ê; to̍k-to̍k Sèng Sîn ka-kī ēng bōe kóng-chhut ê thó͘-khùi thòe lán kiû.","tghg":"閣聖神也親像按呢扶持咱的軟茈(nńg-chiáⁿ)，因為咱呣知影著怎樣祈禱照所應該的，獨獨聖神家己用𣍐講出的吐氣替咱求。","bklhl":"Koh聖神也親像án-ni扶持咱ê軟chiáⁿ；因為咱m̄知影tio̍h怎樣祈禱照所應該ê；獨獨聖神家己用bōe講出ê吐氣替咱求。"}},{"book":"羅","chapter":8,"verse":27,"versions":{"unv":"鑒察人心的，曉得聖靈的意思，因為聖靈照著　神的旨意替聖徒祈求。","bklcl":"Kàm-chhat lâng ê sim ê iā chai Sèng Sîn ê ì-sù, in-ūi I chiàu Siōng-tè ê ì-sù lâi thòe sèng-tô͘ kiû.","tghg":"鑑察人的心的，也知聖神的意思，因為伊照上帝的意思來替聖徒求。","bklhl":"鑑察人ê心ê也知聖神ê意思，因為伊照上帝ê意思來替聖徒求。"}},{"book":"羅","chapter":8,"verse":28,"versions":{"unv":"我們曉得萬事都互相效力，叫愛　神的人得益處，就是按他旨意被召的人。","bklcl":"Koh lán chai bān hāng sū saⁿ-kap lâi hō͘ thiàⁿ Siōng-tè ê lâng tit-tio̍h lī-ek, chiū-sī chiàu I tiāⁿ-tio̍h ê chí-ì lâi siū tiàu ê.","tghg":"閣咱知萬項事相及來互疼上帝的人得著利益，就是照伊定著的旨意來受召者。","bklhl":"Koh咱知萬項事saⁿ-kap來hō͘疼上帝ê人得tio̍h利益，就是照伊定tio̍h ê旨意來受召ê。"}},{"book":"羅","chapter":8,"verse":29,"versions":{"unv":"因為他預先所知道的人，就預先定下效法他兒子的模樣，使他兒子在許多弟兄中作長子。","bklcl":"In-ūi I só͘ tāi-seng chai ê, chiū tāi-seng tiāⁿ-tio̍h in kap I ê Kiáⁿ ê siōng tâng khoán, hō͘ I tī chōe-chōe hiaⁿ-tī ê tiong-kan chòe tōa kiáⁿ.","tghg":"因為伊所代先知的，就代先定著𪜶及伊的子的像同款，互伊佇多多兄弟的中間做大子。","bklhl":"因為伊所事先知ê，就事先定tio̍h in kap伊ê Kiáⁿ ê像同款，hō͘伊tī chōe-chōe兄弟ê中間做大kiáⁿ。"}},{"book":"羅","chapter":8,"verse":30,"versions":{"unv":"預先所定下的人又召他們來；所召來的人又稱他們為義；所稱為義的人又叫他們得榮耀。","bklcl":"Koh só͘ tāi-seng tiāⁿ-tio̍h ê, chiū tiàu in; só͘ tiàu ê, chiū chheng in chòe gī;  só͘ chheng-chòe-gī ê, chiū hō͘ in ū êng-kng.","tghg":"閣所代先定著的就召𪜶；所召的就稱𪜶做義，所稱做義者，就互𪜶有榮光。","bklhl":"Koh所事先定tio̍h ê，就召in；所召ê，就稱in做義；所稱做義ê，就hō͘ in有榮光。"}},{"book":"羅","chapter":8,"verse":31,"versions":{"unv":"既是這樣，還有甚麼說的呢？　神若幫助我們，誰能敵擋我們呢？","bklcl":"Lūn-kàu chiah-ê sū lán beh cháiⁿ-iūⁿ kóng? Siōng-tè nā ūi lán, chī-chūi ōe tùi-te̍k lán?","tghg":"論到諸個事咱欲怎樣講？上帝若為咱，是誰會對敵咱？","bklhl":"論到chiah ê事咱beh怎樣講？上帝若為咱，是誰會對敵咱？"}},{"book":"羅","chapter":8,"verse":32,"versions":{"unv":"　神既不愛惜自己的兒子，為我們眾人捨了，豈不也把萬物和他一同白白地賜給我們嗎？","bklcl":"I kì-jiân bô sioh ka-kī ê Kiáⁿ, ūi-tio̍h lán chèng lâng hiàn I, kiám bô sòa chiong bān mi̍h pe̍h-pe̍h hō͘ lán mah?","tghg":"伊既然無惜家己的子，為著咱眾人獻伊，豈無續將萬物白白互咱嗎？","bklhl":"伊既然無惜家己ê Kiáⁿ，為tio̍h咱眾人獻伊，kiám無續將萬物白白hō͘咱mah？"}},{"book":"羅","chapter":8,"verse":33,"versions":{"unv":"誰能控告　神所揀選的人呢？有　神稱他們為義了（或譯：是稱他們為義的　神嗎）。","bklcl":"Chī-chūi beh kò Siōng-tè só͘ kéng ê peh-sìⁿ ah? Chheng in chòe gī ê sī Siōng-tè;","tghg":"是誰欲告上帝所揀的百姓啊？稱𪜶做義的是上帝。","bklhl":"Chī-chūi beh告上帝所揀ê百姓ah？稱in做義ê是上帝；"}},{"book":"羅","chapter":8,"verse":34,"versions":{"unv":"誰能定他們的罪呢？有基督耶穌已經死了，而且從死裡復活，現今在　神的右邊，也替我們祈求（有基督....或譯：是已經死了，而且從死裡復活，現今在　神的右邊，也替我們祈求的基督耶穌嗎）。","bklcl":"chī-chūi tēng in ê chōe ah? Ki-tok Iâ-so͘ í-keng sí, siōng-chhiáⁿ tùi sí-lâng tiong koh khí-lâi, chē tī Siōng-tè ê tōa pêng, iā thòe lán kî-tó.","tghg":"是誰定𪜶的罪啊？基督耶穌已經死，尚且(siōng-chhiáⁿ)對死人中閣起來，坐佇上帝的大旁，也替咱祈禱。","bklhl":"是誰定in ê罪ah？基督耶穌已經死，尚且tùi死人中koh起來，坐tī上帝ê大pêng，也替咱祈禱。"}},{"book":"羅","chapter":8,"verse":35,"versions":{"unv":"誰能使我們與基督的愛隔絕呢？難道是患難嗎？是困苦嗎？是逼迫嗎？是飢餓嗎？是赤身露體嗎？是危險嗎？是刀劍嗎？","bklcl":"Chī-chūi beh keh-tn̄g lán tī Ki-tok ê thiàⁿ? He̍k-sī hoān-lān, he̍k-sī khùn-khó͘, he̍k-sī khún-tio̍k, he̍k-sī iau-gō, he̍k-sī thǹg-theh, he̍k-sī gûi-hiám, he̍k-sī lāi-to ah?","tghg":"是誰欲隔斷咱佇基督的疼？或(he̍k)是患難？或是困苦？或是窘逐(khún-tio̍k)？或是枵餓(iau-gō)？或是褪裼(thǹg-theh)？或是危險？或是利刀啊？","bklhl":"Chī-chūi beh隔斷咱tī基督ê疼？或是患難，或是困苦，或是khún-tio̍k，或是iau餓，或是thǹg-theh，或是危險，或是利刀ah？"}},{"book":"羅","chapter":8,"verse":36,"versions":{"unv":"如經上所記：我們為你的緣故終日被殺；人看我們如將宰的羊。","bklcl":"Chhin-chhiūⁿ só͘ kì-chài, kóng,\tGoán ūi-tio̍h lí ê iân-kò͘ chiong ji̍t siū sí,\tKhòaⁿ chòe chhin-chhiūⁿ beh thâi ê iûⁿ.","tghg":"親像所記載講：阮為著你的緣故終日受死；看做親像欲刣的羊。","bklhl":"親像所記載，講，\t阮為tio̍h你ê緣故終日受死，\t看做親像beh 刣 ê羊。"}},{"book":"羅","chapter":8,"verse":37,"versions":{"unv":"然而，靠著愛我們的主，在這一切的事上已經得勝有餘了。","bklcl":"Hoán-tńg tī chiah-ê lóng-chóng ê sū, lán tùi thiàⁿ lán ê, tek-sèng kàu ū chhun.","tghg":"反轉佇諸個攏總的事，咱對疼咱者得勝到有剩(chhun)。","bklhl":"反tńg tī chiah ê lóng總ê事，咱tùi疼咱ê，得勝到有chhun。"}},{"book":"羅","chapter":8,"verse":38,"versions":{"unv":"因為我深信無論是死，是生，是天使，是掌權的，是有能的，是現在的事，是將來的事，","bklcl":"In-ūi góa chhim sìn bô lūn sī sí, sī oa̍h, sī thiⁿ-sài, sī chiáng-koân ê, sī hiān-kim ê, sī chiong-lâi ê, ū koân-lêng ê,","tghg":"因為我深信無論是死、是活，是天使、是掌權的，是現今的、是將來的，有權能的，","bklhl":"因為我深信無論是死，是活，是天使，是掌權ê，是現今ê，是將來ê，有權能ê，"}},{"book":"羅","chapter":8,"verse":39,"versions":{"unv":"是高處的，是低處的，是別的受造之物，都不能叫我們與　神的愛隔絕；這愛是在我們的主基督耶穌裡的。","bklcl":"sī koâiⁿ, sī chhim, á-sī pa̍t ê siū-chō ê mi̍h, lóng bōe-ōe keh-tn̄g lán tī Siōng-tè ê thiàⁿ, chiū-sī tī lán ê Chú Ki-tok Iâ-so͘ só͘ ū ê thiàⁿ.","tghg":"是高、是深，抑是別個受造的物，攏𣍐會隔斷咱佇上帝的疼；就是佇咱的主基督耶穌所有的疼。","bklhl":"是高，是深，á是別個受造 ê物，lóng bōe會隔斷咱tī上帝ê疼，就是tī咱ê主基督耶穌所有ê疼。"}}]