[{"book":"太","chapter":3,"verse":1,"versions":{"unv":"那時，有施洗的約翰出來，在猶太的曠野傳道，說：","bklcl":"Tng hit sî, kiâⁿ sóe-lé ê Iok-hān lâi, tī Iû-thài ê khòng-iá soan-thoân kóng,","tghg":"當彼時，行洗禮的約翰來，佇猶太的曠野宣傳，講：","bklhl":"當hit時，行洗禮ê約翰來，tī偤太ê曠野宣傳講，"}},{"book":"太","chapter":3,"verse":2,"versions":{"unv":"「天國近了，你們應當悔改！」","bklcl":"Lín tio̍h hoán-hóe; in-ūi thian-kok kūn lah.","tghg":"「恁著反悔！因為天國近啦！」","bklhl":"Lín tio̍h反悔；因為天國近lah。"}},{"book":"太","chapter":3,"verse":3,"versions":{"unv":"這人就是先知以賽亞所說的。他說：「在曠野有人聲喊著說：預備主的道，修直他的路！」","bklcl":"Chit lâng chiū-sī Chú thok sian-ti Í-sài-a só͘ chí ê, kóng, \tŪ teh kiò tī khòng-iá ê, i ê siaⁿ kóng,\tPī-pān Chú ê lō͘,\tSiu ti̍t I ê sió-lō͘.","tghg":"此人就是主託先知以賽亞所指的。講：「有啲叫佇曠野的，伊的聲講：備辦主的路，修直伊的小路！」","bklhl":"Chit人就是主託先知以賽亞所指ê，講，\t有teh叫tī曠野ê，伊ê聲講，\t備辦主ê路，\t修直伊ê小路。"}},{"book":"太","chapter":3,"verse":4,"versions":{"unv":"這約翰身穿駱駝毛的衣服，腰束皮帶，吃的是蝗蟲、野蜜。","bklcl":"Chit ê Iok-hān chhēng lo̍k-tô-mn̂g ê saⁿ, io hâ phê-tòa; i só͘ chia̍h sī chháu-meh kap soaⁿ-iá ê bi̍t.","tghg":"此個約翰穿駱駝毛的衫，腰縖皮帶，伊所食是草蜢及山野的蜜。","bklhl":"Chit ê約翰穿駱駝毛ê衫，腰hâ皮帶；伊所食是草蜢kap山野ê蜜。"}},{"book":"太","chapter":3,"verse":5,"versions":{"unv":"那時，耶路撒冷和猶太全地，並約旦河一帶地方的人，都出去到約翰那裡，","bklcl":"Hit sî Iâ-lō͘-sat-léng kap thong Iû-thài, í-ki̍p Iok-tàn sì-hng ê chèng lâng chhut-lâi chiū-kūn i;","tghg":"彼時，耶路撒冷及通猶太，以及約但四方的眾人出來就近伊，","bklhl":"Hit時耶路撒冷kap thong偤太，以及約旦四方ê眾人出來就近伊；"}},{"book":"太","chapter":3,"verse":6,"versions":{"unv":"承認他們的罪，在約旦河裡受他的洗。","bklcl":"tī Iok-tàn hô tùi i siū sóe-lé, jīn in ê chōe.","tghg":"佇約但河對伊受洗禮，認𪜶的罪。","bklhl":"tī約旦河tùi伊受洗禮，認in ê罪。"}},{"book":"太","chapter":3,"verse":7,"versions":{"unv":"約翰看見許多法利賽人和撒都該人也來受洗，就對他們說：「毒蛇的種類！誰指示你們逃避將來的忿怒呢？","bklcl":"Iok-hān khòaⁿ-kìⁿ Hoat-lī-sài kap Sat-thó͘-kai lâng, chōe-chōe chiū-kūn i ê sóe-lé, chiū kā in kóng, To̍k-chôa ê lūi ah, chī-chūi-á chí-sī lín siám-pī chiong-lâi ê siū-khì ah?","tghg":"約翰看見法利賽及撒都該人多多就近伊的洗禮，就給𪜶講：「毒蛇的類啊！是誰仔指示恁閃避將來的受氣啊？","bklhl":"約翰看見法利賽kap撒都該人，chōe-chōe就近伊ê洗禮，就kā in講，毒蛇ê類ah，是誰-á指示lín閃避將來ê受氣ah？"}},{"book":"太","chapter":3,"verse":8,"versions":{"unv":"你們要結出果子來，與悔改的心相稱。","bklcl":"Só͘-í lín tio̍h kiat hit hō ha̍p tī hoán-hóe ê ké-chí.","tghg":"所以恁著結彼號合佇反悔的果子。","bklhl":"所以lín tio̍h結hit號合tī反悔ê果子。"}},{"book":"太","chapter":3,"verse":9,"versions":{"unv":"不要自己心裡說：『有亞伯拉罕為我們的祖宗。』我告訴你們，　神能從這些石頭中給亞伯拉罕興起子孫來。","bklcl":"Bo̍h-tit ka-kī phah-sǹg kóng, Ū A-pek-la̍h-hán chòe goán ê pē; in-ūi góa kā lín kóng, Siōng-tè ōe tùi chiah-ê chio̍h-thâu chhut kiáⁿ-sun hō͘ A-pek-la̍h-hán.","tghg":"莫得家己拍算講：『有亞伯拉罕做阮的父。』因為我給恁講，上帝會對諸個石頭出子孫互亞伯拉罕。","bklhl":"莫得家己phah算講，有亞伯拉罕做阮ê父；因為我kā lín講，上帝會tùi chiah ê石頭出kiáⁿ孫hō͘亞伯拉罕。"}},{"book":"太","chapter":3,"verse":10,"versions":{"unv":"現在斧子已經放在樹根上，凡不結好果子的樹就砍下來，丟在火裡。","bklcl":"Taⁿ pó͘-thâu í-keng hē tī chhiū-thâu; kìⁿ-nā chhiū bô kiat hó ké-chí ê, chiū chhò i, hiat-lo̍h hé.","tghg":"今斧頭已經下佇樹頭，見若樹無結好果子的。就剉( chhò)伊，㧒落火。","bklhl":"Taⁿ斧頭已經hē tī樹頭；見若樹無結好果子ê，就chhò伊，hiat落火。"}},{"book":"太","chapter":3,"verse":11,"versions":{"unv":"我是用水給你們施洗，叫你們悔改。但那在我以後來的，能力比我更大，我就是給他提鞋也不配。他要用聖靈與火給你們施洗。","bklcl":"Góa ēng chúi kā lín kiâⁿ sóe-lé, beh hō͘ lín hoán-hóe; nā-sī tè-bé góa lâi ê, pí góa khah ū koân-lêng, I ê ôe góa ia̍h bōe kham-tit the̍h; I beh ēng Sèng Sîn kap hé kā lín sóe.","tghg":"我用水給恁行洗禮，欲互恁反悔。若是隨尾我來的，比我卡有權能，伊的鞋我亦𣍐堪得提。伊欲用聖神及火給恁洗。","bklhl":"我用水kā lín行洗禮，beh hō͘ lín反悔；但是tè尾我來ê，比我khah有權能，伊ê鞋我亦bōe堪得the̍h；伊beh用聖神kap火kā lín洗。"}},{"book":"太","chapter":3,"verse":12,"versions":{"unv":"他手裡拿著簸箕，要揚淨他的場，把麥子收在倉裡，把糠用不滅的火燒盡了。」","bklcl":"I ê chhiú the̍h pòa-ki, beh chiong I hit tiûⁿ it-chīn pòa, siu I ê be̍h ji̍p chhng; nā-sī be̍h-hiūⁿ chiū ēng bōe hoa ê hé sio i.","tghg":"伊的手提簸箕(pòa-ki)，欲將伊彼場一盡簸，收伊的麥入倉，若是麥香(be̍h-hiūⁿ)就用𣍐熄(hoa)的火燒伊。」","bklhl":"伊ê手the̍h簸箕，beh將伊hit場一盡簸，收伊ê麥入倉；若是麥hiūⁿ就用bōe-hoa ê火燒伊。"}},{"book":"太","chapter":3,"verse":13,"versions":{"unv":"當下，耶穌從加利利來到約旦河，見了約翰，要受他的洗。","bklcl":"Hit sî Iâ-so͘ tùi Ka-lī-lī kàu Iok-tàn, chiū-kūn Iok-hān, beh tùi i siū sóe-lé.","tghg":"彼時，耶穌對加利利到約但，就近約翰，欲對伊受洗禮。","bklhl":"Hit時耶穌tùi加利利到約旦，就近約翰，beh tùi伊受洗禮。"}},{"book":"太","chapter":3,"verse":14,"versions":{"unv":"約翰想要攔住他，說：「我當受你的洗，你反倒上我這裡來嗎？」","bklcl":"Nā-sī Iok-hān chó͘-chí I kóng, Góa ha̍p-kai tùi lí siū sóe-lé, lí hoán-tńg chiū-kūn góa mah?","tghg":"若是約翰阻止伊講：「我合該對你受洗禮，你反轉就近我嗎？」","bklhl":"但是約翰阻止伊講，我ha̍p-kai對你受洗禮，你反tńg就近我mah？"}},{"book":"太","chapter":3,"verse":15,"versions":{"unv":"耶穌回答說：「你暫且許我，因為我們理當這樣盡諸般的義（或譯：禮）。」於是約翰許了他。","bklcl":"Iâ-so͘ ìn i kóng, Taⁿ chhiáⁿ ún góa, in-ūi lán ha̍p-gî tio̍h án-ni, lâi chīn lóng-chóng ê gī. Chiū ún I.","tghg":"耶穌應伊講：「今請允我，因為咱合宜著按呢來盡攏總的義。」就允伊。","bklhl":"耶穌應伊講，Taⁿ請允我，因為咱合宜tio̍h án-ni，來盡lóng總ê義。就允伊。"}},{"book":"太","chapter":3,"verse":16,"versions":{"unv":"耶穌受了洗，隨即從水裡上來。天忽然為他開了，他就看見　神的靈彷彿鴿子降下，落在他身上。","bklcl":"Iâ-so͘ í-keng siū sóe-lé, liâm-piⁿ tùi chúi chiūⁿ-lâi: thiⁿ hut-jiân ūi-tio̍h I khui, I chiū khòaⁿ-kìⁿ Siōng-tè ê Sîn, chhin-chhiūⁿ chíⁿ-á kàng-lîm tī I ê téng-bīn.","tghg":"耶穌已經受洗禮，連鞭(liâm-piⁿ)對水上來。天忽然為著伊開，伊就看見上帝的神親像鴿仔(chíⁿ-á)降臨，佇伊的頂面。","bklhl":"耶穌已經受洗禮，liâm-piⁿ tùi水上來：天忽然為tio̍h伊開，伊就看見上帝ê神，親像鴿á降臨tī伊ê頂面。"}},{"book":"太","chapter":3,"verse":17,"versions":{"unv":"從天上有聲音說：「這是我的愛子，我所喜悅的。」","bklcl":"Koh tùi thiⁿ ū siaⁿ kóng, Chit-ê sī góa thiàⁿ ê Kiáⁿ, góa só͘ hoaⁿ-hí ê.","tghg":"閣對天有聲講：「此個是我疼的子，我所歡喜的。」","bklhl":"Koh tùi天有聲講，chit ê是我疼ê Kiáⁿ，我所歡喜ê。"}}]