[{"book":"太","chapter":9,"verse":1,"versions":{"unv":"耶穌上了船，渡過海，來到自己的城裡。","bklcl":"Iâ-so͘ lo̍h chûn kè hái, khì kàu I ê pún siâⁿ.","tghg":"耶穌落船，過海，去到伊的本城。","bklhl":"耶穌落船過海，去到伊ê本城。"}},{"book":"太","chapter":9,"verse":2,"versions":{"unv":"有人用褥子抬著一個癱子到耶穌跟前來。耶穌見他們的信心，就對癱子說：「小子，放心吧！你的罪赦了。」","bklcl":"Tú-tn̄g ū lâng kng chi̍t ê piàn-sūi ê tó tī pho͘-á-ni̍h lâi chiū-kūn I;  Iâ-so͘ khòaⁿ-kìⁿ in ê sìn, chiū kā piàn-sūi ê kóng, Kiáⁿ ah, chòe lí an-sim, lí ê chōe sià lah.","tghg":"抵當有人扛一個半𤻄(piàn-sūi)者倒佇舖仔裡來就近伊。耶穌看見𪜶的信，就給半𤻄者講：「子啊，做你安心！你的罪赦啦。」","bklhl":"Tú-tn̄g有人扛一个piàn-sūi ê倒tī舖á裡來就近伊；耶穌看見in ê信，就kā piàn-sūi ê講，Kiáⁿ ah，做你安心，你ê罪赦lah。"}},{"book":"太","chapter":9,"verse":3,"versions":{"unv":"有幾個文士心裡說：「這個人說僭妄的話了。」","bklcl":"Ū keng-ha̍k-sū kúi-nā lâng sim-lāi kóng, Chit lâng chhiàm-koân lām-sám kóng.","tghg":"有經學士幾若人心內講：「此人僭權(chhiàm-koân)濫糝講。」","bklhl":"有經學士幾nā人心內講，Chit人僭權lām-sám講。"}},{"book":"太","chapter":9,"verse":4,"versions":{"unv":"耶穌知道他們的心意，就說：「你們為甚麼心裡懷著惡念呢？","bklcl":"Iâ-so͘ chai in ê sim-ì, chiū kóng, Lín siáⁿ-sū sim-lāi khǹg pháiⁿ ì-sù ah?","tghg":"耶穌知𪜶的心意，就講：「恁啥事心內囥歹意思啊？","bklhl":"耶穌知in ê心意，就講，Lín啥事心內khǹg pháiⁿ意思ah？"}},{"book":"太","chapter":9,"verse":5,"versions":{"unv":"或說『你的罪赦了』，或說『你起來行走』，哪一樣容易呢？","bklcl":"Kóng, Lí ê chōe sià, á-sī kóng, Khí-lâi kiâⁿ, tá-lo̍h chi̍t hāng khah khoài?","tghg":"講『你的罪赦』，抑是講『起來行』，叨落一項卡快？","bklhl":"講，你ê罪赦，á是講，起來行，tá-lo̍h一項khah快？"}},{"book":"太","chapter":9,"verse":6,"versions":{"unv":"但要叫你們知道，人子在地上有赦罪的權柄」；就對癱子說：「起來！拿你的褥子回家去吧。」","bklcl":"Chóng-sī beh hō͘ lín chai, Jîn-chú tī tōe-ni̍h ū koân thang sià chōe, chiū kā piàn-sūi ê kóng, Khí-lâi, giâ lí ê pho͘-á, tò-khì lí ê chhù.","tghg":"總是欲互恁知，人子佇地裡有權通赦罪」；就給半𤻄(piàn-sūi)者講：「起來！夯(giâ)你的舖仔倒去你的厝。」","bklhl":"總是beh hō͘ lín知，人子tī地裡有權thang赦罪，就kā piàn-sūi ê講，起來，giâ你ê舖á，tò去你ê厝。"}},{"book":"太","chapter":9,"verse":7,"versions":{"unv":"那人就起來，回家去了。","bklcl":"I chiū khí-lâi, tò-khì i ê chhù.","tghg":"伊就起來，倒去伊的厝。","bklhl":"伊就起來，tò去伊ê厝。"}},{"book":"太","chapter":9,"verse":8,"versions":{"unv":"眾人看見都驚奇，就歸榮耀與　神，因為他將這樣的權柄賜給人。","bklcl":"Chèng lâng khòaⁿ-kìⁿ chiū kiaⁿ; kui êng-kng Siōng-tè, chiū-sī ēng chit hō koân hō͘ lâng ê.","tghg":"眾人看見就驚，歸榮光上帝，就是用此號權互人的。","bklhl":"眾人看見就驚；歸榮光上帝，就是用chit號權hō͘人ê。"}},{"book":"太","chapter":9,"verse":9,"versions":{"unv":"耶穌從那裡往前走，看見一個人名叫馬太，坐在稅關上，就對他說：「你跟從我來。」他就起來跟從了耶穌。","bklcl":"Iâ-so͘ tùi hia keng-kè, khòaⁿ-kìⁿ chi̍t lâng, miâ Má-thài, chē tī hiòng-koan; chiū kā i kóng, Tè góa; i chiū khí-lâi tè I.","tghg":"耶穌對遐經過，看見一人名馬太，坐佇餉關( hiòng-koan)；就給伊講：「隨我。」伊就起來隨伊。","bklhl":"耶穌tùi hia經過，看見一人，名馬太，坐tī餉關；就kā伊講，Tè我；伊就起來tè伊。"}},{"book":"太","chapter":9,"verse":10,"versions":{"unv":"耶穌在屋裡坐席的時候，有好些稅吏和罪人來，與耶穌和他的門徒一同坐席。","bklcl":"Iâ-so͘ chē toh tī i ê chhù, ū chōe-chōe thiu-hiòng ê kap pháiⁿ lâng lâi, kap Iâ-so͘ chham I ê ha̍k-seng tâng chē.","tghg":"耶穌坐桌佇伊的厝，有多多抽餉者及歹人來，及耶穌參伊的學生同坐。","bklhl":"耶穌坐桌tī伊ê厝，有chōe-chōe抽餉ê kap pháiⁿ人來，kap耶穌chham伊ê學生同坐。"}},{"book":"太","chapter":9,"verse":11,"versions":{"unv":"法利賽人看見，就對耶穌的門徒說：「你們的先生為甚麼和稅吏並罪人一同吃飯呢？」","bklcl":"Hoat-lī-sài lâng khòaⁿ-kìⁿ, kā I ê ha̍k-seng kóng, Lín sian-siⁿ siáⁿ-sū kap thiu-hiòng ê í-ki̍p pháiⁿ lâng saⁿ-kap chia̍h?","tghg":"法利賽人看見，給伊的學生講：「恁先生啥事及抽餉者以及歹人相及食？」","bklhl":"法利賽人看見，kā伊ê學生講，Lín先生啥事kap抽餉ê以及pháiⁿ人saⁿ-kap食？"}},{"book":"太","chapter":9,"verse":12,"versions":{"unv":"耶穌聽見，就說：「康健的人用不著醫生，有病的人才用得著。","bklcl":"Iâ-so͘ thiaⁿ-kìⁿ chiū kóng, Ióng-kiāⁿ ê lâng bô khiàm-ēng i-seng, to̍k-to̍k phòa-pīⁿ ê chiū tio̍h.","tghg":"耶穌聽見，就講：「勇健的人無欠用醫生，獨獨破病的就著。","bklhl":"耶穌聽見就講，勇健ê人無欠用醫生，獨獨破病ê就tio̍h。"}},{"book":"太","chapter":9,"verse":13,"versions":{"unv":"經上說：『我喜愛憐恤，不喜愛祭祀。』這句話的意思，你們且去揣摩。我來本不是召義人，乃是召罪人。」","bklcl":"Chóng-sī, Góa ài lîn-bín, m̄ ài chè-sū, chit kù sím-mi̍h ì-gī, lín tio̍h khì o̍h.  In-ūi góa lâi m̄ sī beh chio gī lâng, sī beh chio pháiⁿ lâng.","tghg":"總是，『我愛憐憫，呣愛祭祀。』此句甚麼意義，恁著去學。因為我來呣是欲招義人，是欲招歹人。」","bklhl":"總是，我ài憐憫，m̄ ài祭祀，chit句甚麼意義，lín tio̍h去學。因為我來m̄是beh招義人，是beh招pháiⁿ人。"}},{"book":"太","chapter":9,"verse":14,"versions":{"unv":"那時，約翰的門徒來見耶穌，說：「我們和法利賽人常常禁食，你的門徒倒不禁食，這是為甚麼呢？」","bklcl":"Hit sî Iok-hān ê ha̍k-seng chiū-kūn I kóng, Goán kap Hoat-lī-sài lâng ta̍uh-ta̍uh kìm-chia̍h, nā-sī lí ê ha̍k-seng bô kìm-chia̍h, sī cháiⁿ-iūⁿ?","tghg":"彼時，約翰的學生就近伊，講：「阮及法利賽人沓沓(ta̍uh-ta̍uh)禁食，若是你的學生無禁食，是怎樣？」","bklhl":"Hit時約翰ê學生就近伊講，阮kap法利賽人ta̍uh-ta̍uh禁食，但是你ê學生無禁食，是怎樣？"}},{"book":"太","chapter":9,"verse":15,"versions":{"unv":"耶穌對他們說：「新郎和陪伴之人同在的時候，陪伴之人豈能哀慟呢？但日子將到，新郎要離開他們，那時候他們就要禁食。","bklcl":"Iâ-so͘ kā in kóng, Sin-kiáⁿ-sài kap hō-chhōa ê lâng saⁿ-kap tī-teh, hō-chhōa ê lâng kiám ōe ai-siong mah?  to̍k-to̍k sî-ji̍t beh kàu, sin-kiáⁿ-sài tùi in tiong-kan bô--khì, hit sî in chiū beh kìm-chia̍h.","tghg":"耶穌給𪜶講：「新子婿及賀娶的人相及佇啲，賀娶的人豈會哀傷嗎？獨獨時日欲到，新子婿對𪜶中間無去，彼時𪜶就欲禁食。","bklhl":"耶穌kā in講，新kiáⁿ婿kap賀娶ê人saⁿ-kap tī-teh，賀娶ê人kiám會哀傷mah？獨獨時日beh到，新kiáⁿ婿tùi in中間無--去，hit時in就beh禁食。"}},{"book":"太","chapter":9,"verse":16,"versions":{"unv":"沒有人把新布補在舊衣服上；因為所補上的反帶壞了那衣服，破的就更大了。","bklcl":"Bô lâng ēng sin pò͘ pó͘ kū saⁿ; in-ūi só͘ pó͘ ê hit tè, ōe kiù-li̍h hit niá saⁿ, i ê phòa-khang koh khah tōa.","tghg":"無人用新布補舊衫；因為所補的彼塊會糾裂(kiù-li̍h)彼領衫，伊的破孔閣卡大。","bklhl":"無人用新布補舊衫；因為所補ê hit塊，會kiù裂hit領衫，伊ê破孔koh khah大。"}},{"book":"太","chapter":9,"verse":17,"versions":{"unv":"也沒有人把新酒裝在舊皮袋裡；若是這樣，皮袋就裂開，酒漏出來，連皮袋也壞了。惟獨把新酒裝在新皮袋裡，兩樣就都保全了。」","bklcl":"Lâng iā bô ēng sin chiú tóe tī kū phê-lông; nā sī ū, chiū lông li̍h, chiú lāu, lông ia̍h sòa pháiⁿ;  to̍k-to̍k ēng sin chiú tóe tī sin phê-lông, chiū nn̄g hāng lóng pó-choân.","tghg":"人也無用新酒貯(tóe)佇舊皮囊；若是有，就囊裂，酒漏，囊亦續歹。獨獨用新酒貯佇新皮囊，就二項攏保全。」","bklhl":"人也無用新酒tóe tī舊皮囊；若是有，就lông裂，酒漏，lông亦續 pháiⁿ；獨獨用新酒tóe tī新皮囊，就兩項lóng保全。"}},{"book":"太","chapter":9,"verse":18,"versions":{"unv":"耶穌說這話的時候，有一個管會堂的來拜他，說：「我女兒剛才死了，求你去按手在她身上，她就必活了。」","bklcl":"Kóng chiah-ê ōe ê sî, tú-tn̄g ū chi̍t ê koaⁿ lâi pài I kóng, Góa ê cha-bó͘-kiáⁿ tú-á sí, chóng-sī lí lâi ēng chhiú bong i, i chiū ōe oa̍h.","tghg":"講諸個話的時，抵當有一個官來拜伊，講：「我的查某子抵仔死，總是你來用手摸伊，伊就會活。」","bklhl":"講chiah ê話ê時，tú-tn̄g有一个官來拜伊講，我ê cha-bó͘-kiáⁿ tú-á死，總是你來用手摸伊，伊就會活。"}},{"book":"太","chapter":9,"verse":19,"versions":{"unv":"耶穌便起來跟著他去；門徒也跟了去。","bklcl":"Iâ-so͘ khí-lâi tè i khì, I ê ha̍k-seng ia̍h khì.","tghg":"耶穌起來隨伊去；伊的學生亦去。","bklhl":"耶穌起來tè伊去，伊ê學生亦去。"}},{"book":"太","chapter":9,"verse":20,"versions":{"unv":"有一個女人，患了十二年的血漏，來到耶穌背後，摸他的衣裳繸子；","bklcl":"Tú-tn̄g ū chi̍t ê hū-jîn-lâng, hiat-lāu cha̍p-jī nî, kiâⁿ óa I ê ka-chiah-āu, bong I saⁿ-á-ku ê chhiu;","tghg":"抵當有一個婦仁人，血漏十二年，行倚伊的尻脊後(ka-chiah- āu)，摸伊衫仔裾的鬚；","bklhl":"Tú-tn̄g有一个婦人人，血漏十二年，行óa伊ê ka-chiah後，摸伊衫á裾ê鬚；"}},{"book":"太","chapter":9,"verse":21,"versions":{"unv":"因為她心裡說：「我只摸他的衣裳，就必痊癒。」","bklcl":"in-ūi i sim-lāi phah-sǹg kóng, Góa kan-ta bong I ê saⁿ, chiū ōe hó.","tghg":"因為伊心內拍算講：「我干單摸伊的衫，就會好。」","bklhl":"因為伊心內phah算講，我kan-ta摸伊ê衫，就會好。"}},{"book":"太","chapter":9,"verse":22,"versions":{"unv":"耶穌轉過來，看見她，就說：「女兒，放心！你的信救了你。」從那時候，女人就痊癒了。","bklcl":"Iâ-so͘ oa̍t-tńg-sin, khòaⁿ i chiū kóng, Hū-jîn-lâng ah, chòe lí an-sim, lí ê sìn hō͘ lí hó lah; tùi hit sî hū-jîn-lâng chiū hó.","tghg":"耶穌越轉身，看伊，就講：「婦仁人啊，做你安心！你的信互你好啦。」對彼時，婦仁人就好。","bklhl":"耶穌oa̍t-tńg身，看伊就講，婦人人ah，做你安心，你ê信hō͘你好lah；tùi hit時婦人人就好。"}},{"book":"太","chapter":9,"verse":23,"versions":{"unv":"耶穌到了管會堂的家裡，看見有吹手，又有許多人亂嚷，","bklcl":"Iâ-so͘ kàu hit ê koaⁿ ê chhù, khòaⁿ-kìⁿ pûn ta̍t-á ê, iā ū chèng lâng teh khàu;","tghg":"耶穌到彼個官的厝，看見歕笛仔的，也有眾人啲哭，","bklhl":"耶穌到hit ê官ê厝，看見pûn笛á ê，也有眾人teh哭；"}},{"book":"太","chapter":9,"verse":24,"versions":{"unv":"就說：「退去吧！這閨女不是死了，是睡著了。」他們就嗤笑他。","bklcl":"chiū kóng, Thè-khì, in-ūi cha-bó͘ gín-ná m̄ sī sí, sī teh khùn.  In chiū léng-chhiò I.","tghg":"就講：「退去！因為查某囝仔呣是死，是啲睏。」𪜶就冷笑伊。","bklhl":"就講，退去，因為cha-bó͘ gín-ná m̄是死，是teh睏。In就冷笑伊。"}},{"book":"太","chapter":9,"verse":25,"versions":{"unv":"眾人既被攆出，耶穌就進去，拉著閨女的手，閨女便起來了。","bklcl":"Í-keng kóaⁿ chèng lâng chhut, chiū ji̍p-khì, khan i ê chhiú; cha-bó͘ gín-ná chiū khí-lâi.","tghg":"已經趕眾人出，就入去，牽伊的手，查某囝仔就起來。","bklhl":"已經趕眾人出，就入去，牽伊ê手；cha-bó͘ gín-ná就起來。"}},{"book":"太","chapter":9,"verse":26,"versions":{"unv":"於是這風聲傳遍了那地方。","bklcl":"Chit ê hong-siaⁿ piàn thoân tī hit ê tōe-hng.","tghg":"此個風聲遍傳佇彼個地方。","bklhl":"Chit ê風聲遍傳tī hit ê地方。"}},{"book":"太","chapter":9,"verse":27,"versions":{"unv":"耶穌從那裡往前走，有兩個瞎子跟著他，喊叫說：「大衛的子孫，可憐我們吧！」","bklcl":"Iâ-so͘ tùi hia keng-kè, ū nn̄g ê chhiⁿ-mî lâng tè I, kiò kóng, Tāi-pi̍t ê hō͘-è, lîn-bín goán.","tghg":"耶穌對遐經過，有二個睛瞑人隨伊，叫講：「大衛的後裔，憐憫阮！」","bklhl":"耶穌tùi hia經過，有兩個chhiⁿ-mî人tè伊，叫講，大衛ê後裔，憐憫阮。"}},{"book":"太","chapter":9,"verse":28,"versions":{"unv":"耶穌進了房子，瞎子就來到他跟前。耶穌說：「你們信我能做這事嗎？」他們說：「主啊，我們信。」","bklcl":"Í-keng ji̍p chhù, chhiⁿ-mî lâng chiū-kūn I.  Iâ-so͘ kā in kóng, Lín sìn góa ōe chòe chit ê sū mah?  Ìn kóng, Chú ah, ū.","tghg":"已經入厝，睛瞑人就近伊。耶穌給𪜶講：「恁信我會做此個事嗎？」應講：「主啊，有。」","bklhl":"已經入厝，chhiⁿ-mî人就近伊。耶穌kā in講，Lín信我會做chit ê事mah？應講，主ah，有。"}},{"book":"太","chapter":9,"verse":29,"versions":{"unv":"耶穌就摸他們的眼睛，說：「照著你們的信給你們成全了吧。」","bklcl":"I chiū bong in ê ba̍k-chiu kóng, chiàu lín ê sìn, kā lín chòe chiâⁿ.","tghg":"伊就摸𪜶的目睭，講：「照恁的信給恁做成。」","bklhl":"伊就摸in ê目睭講，照lín ê信，kā lín做成。"}},{"book":"太","chapter":9,"verse":30,"versions":{"unv":"他們的眼睛就開了。耶穌切切地囑咐他們說：「你們要小心，不可叫人知道。」","bklcl":"In ê ba̍k-chiu chiū khui.  Iâ-so͘ giâm-giâm hoan-hù in kóng, Kín-sīn bo̍h-tit hō͘ lâng chai.","tghg":"𪜶的目睭就開。耶穌嚴嚴吩咐𪜶講：「謹慎，莫得互人知。」","bklhl":"In ê目睭就開。耶穌嚴嚴吩咐in講，謹慎莫得hō͘人知。"}},{"book":"太","chapter":9,"verse":31,"versions":{"unv":"他們出去，竟把他的名聲傳遍了那地方。","bklcl":"Nā-sī in chhut-khì, piàn thoân I ê miâ tī hit tōe-hng.","tghg":"若是𪜶出去，遍傳伊的名佇彼地方。","bklhl":"但是in出去，遍傳伊ê名tī hit地方。"}},{"book":"太","chapter":9,"verse":32,"versions":{"unv":"他們出去的時候，有人將鬼所附的一個啞巴帶到耶穌跟前來。","bklcl":"In chhut-khì ê sî, tú-tn̄g ū lâng chhōa chi̍t ê é-káu hoān-tio̍h kúi ê lâi chiū-kūn Iâ-so͘.","tghg":"𪜶出去的時，抵當有人導一個啞口患著鬼者來就近耶穌。","bklhl":"In出去ê時，tú-tn̄g有人chhōa一个啞口犯tio̍h鬼ê來就近耶穌。"}},{"book":"太","chapter":9,"verse":33,"versions":{"unv":"鬼被趕出去，啞巴就說出話來。眾人都希奇，說：「在以色列中，從來沒有見過這樣的事。」","bklcl":"Kúi í-keng kóaⁿ chhut, é-káu ê chiū kóng ōe; hiah-ê chèng lâng lóng kî-koài kóng, Í-sek-lia̍t tiong bē bat khòaⁿ-kìⁿ án-ni.","tghg":"鬼已經趕出，啞口者就講話。許個眾人攏奇怪，講：「以色列中，未曾看見按呢。」","bklhl":"鬼已經趕出，啞口ê就講話；hiah-ê眾人lóng奇怪講，以色列中bē bat看見án-ni。"}},{"book":"太","chapter":9,"verse":34,"versions":{"unv":"法利賽人卻說：「他是靠著鬼王趕鬼。」","bklcl":"Nā-sī Hoat-lī-sài lâng kóng, I óa-khò kúi-ông lâi kóaⁿ kúi.","tghg":"若是法利賽人講：「伊倚靠鬼王來趕鬼。」","bklhl":"但是法利賽人講，伊óa靠鬼王來趕鬼。"}},{"book":"太","chapter":9,"verse":35,"versions":{"unv":"耶穌走遍各城各鄉，在會堂裡教訓人，宣講天國的福音，又醫治各樣的病症。","bklcl":"Iâ-so͘ piàn kiâⁿ chiah-ê siâⁿ chiah-ê hiuⁿ-siā, tī in ê hōe-tn̂g kà-sī lâng, thoân thian-kok ê hok-im, i-hó ta̍k iūⁿ ê chèng-thâu, ta̍k iūⁿ ê pīⁿ-thiàⁿ.","tghg":"耶穌遍行諸個城諸個鄉社，佇𪜶的會堂教示人，傳天國的福音，醫好逐樣的症頭逐樣的病疼。","bklhl":"耶穌遍行chiah ê城chiah ê鄉社，tī in ê會堂教示人，傳天國ê福音，醫好ta̍k樣ê症頭，ta̍k樣ê病痛。"}},{"book":"太","chapter":9,"verse":36,"versions":{"unv":"他看見許多的人，就憐憫他們；因為他們困苦流離，如同羊沒有牧人一般。","bklcl":"I khòaⁿ-kìⁿ hiah-ê chèng lâng, chiū khó-lîn in; in-ūi in khùn-khó͘ sì-sòaⁿ, chhin-chhiūⁿ iûⁿ bô bo̍k-chiá.","tghg":"伊看見許個眾人，就可憐𪜶；因為𪜶困苦四散，親像羊無牧者。","bklhl":"伊看見hiah-ê眾人，就可憐in；因為in困苦四散，親像羊無牧者。"}},{"book":"太","chapter":9,"verse":37,"versions":{"unv":"於是對門徒說：「要收的莊稼多，做工的人少。","bklcl":"Tùi án-ni chiū kā I ê ha̍k-seng kóng, Thang siu-sêng ê sī chōe, chòe kang ê sī chió;","tghg":"對按呢就給伊的學生講：「通收成的是多，做工者是少。","bklhl":"Tùi án-ni就kā伊ê學生講，Thang收成ê是chōe，做工ê是少；"}},{"book":"太","chapter":9,"verse":38,"versions":{"unv":"所以，你們當求莊稼的主打發工人出去收他的莊稼。」","bklcl":"só͘-í lín tio̍h kiû hn̂g Chú pek kang khì kā I siu-sêng.","tghg":"所以，恁著求園主迫工去給伊收成。」","bklhl":"所以lín tio̍h求園主逼工去kā伊收成。"}}]