[{"book":"太","chapter":17,"verse":1,"versions":{"unv":"過了六天，耶穌帶著彼得、雅各，和雅各的兄弟約翰，暗暗地上了高山，","bklcl":"Kè la̍k ji̍t, Iâ-so͘ lēng-gōa tòa Pí-tek, Ngá-kok, kap Ngá-kok ê hiaⁿ-tī Iok-hān, chhōa in peh-chiūⁿ koâiⁿ soaⁿ;","tghg":"過六日，耶穌另外帶彼得、雅各，及雅各的兄弟約翰，導𪜶踾(peh)上高山，","bklhl":"過六日，耶穌另外帶彼得、雅各，kap雅各ê兄弟約翰，chhōa in peh上高山；"}},{"book":"太","chapter":17,"verse":2,"versions":{"unv":"就在他們面前變了形像，臉面明亮如日頭，衣裳潔白如光。","bklcl":"tng in ê bīn-chêng hêng-chōng piàn-ōaⁿ, I ê bīn kng iàⁿ-iàⁿ, chhin-chhiūⁿ ji̍t, I ê saⁿ pe̍h, chhin-chhiūⁿ kng.","tghg":"當𪜶的面前形狀變換，伊的面光映映(iàn-iàn)親像日，伊的衫白親像光。","bklhl":"當in ê面前形狀變換，伊ê面光映映，親像日，伊ê衫白，親像光。"}},{"book":"太","chapter":17,"verse":3,"versions":{"unv":"忽然，有摩西、以利亞向他們顯現，同耶穌說話。","bklcl":"Hut-jiân ū Mô͘-se, Í-lī-a tùi in hián-hiān, kap I kóng ōe.","tghg":"忽然，有摩西、以利亞對𪜶顯現，及伊講話。","bklhl":"忽然有摩西、以利亞tùi in顯現，kap伊講話。"}},{"book":"太","chapter":17,"verse":4,"versions":{"unv":"彼得對耶穌說：「主啊，我們在這裡真好！你若願意，我就在這裡搭三座棚，一座為你，一座為摩西，一座為以利亞。」","bklcl":"Pí-tek ìn Iâ-so͘ kóng, Chú ah, lán tī chia chin hó; lí nā ài, góa beh tī chia tah saⁿ keng liâu-á; chi̍t keng hō͘ lí, chi̍t keng hō͘ Mô͘-se, chi̍t keng hō͘ Í-lī-a.","tghg":"彼得應耶穌講：「主啊，咱佇遮真好！你若愛，我欲佇遮搭三間寮仔，一間互你，一間互摩西，一間互以利亞。」","bklhl":"彼得應耶穌講，主ah，咱tī chia真好；你若ài，我beh tī chia搭三間寮á；一間hō͘你，一間hō͘摩西，一間hō͘以利亞。"}},{"book":"太","chapter":17,"verse":5,"versions":{"unv":"說話之間，忽然有一朵光明的雲彩遮蓋他們，且有聲音從雲彩裡出來，說：「這是我的愛子，我所喜悅的。你們要聽他！」","bklcl":"I iáu teh kóng ōe ê sî, hut-jiân ū kng-kng ê hûn tà in, koh ū siaⁿ tùi hûn-ni̍h chhut, kóng, Chit-ê sī góa thiàⁿ ê Kiáⁿ, góa só͘ hoaⁿ-hí ê; lín tio̍h thiaⁿ I.","tghg":"伊猶啲講話的時，忽然有光光的雲罩(tà)𪜶，閣有聲對雲裡出，講：「此個是我疼的子，我所歡喜的。恁著聽伊！」","bklhl":"伊iáu teh講話ê時，忽然有光光ê雲罩in，koh有聲tùi雲裡出，講，chit ê是我疼ê Kiáⁿ，我所歡喜ê；lín tio̍h聽伊。"}},{"book":"太","chapter":17,"verse":6,"versions":{"unv":"門徒聽見，就俯伏在地，極其害怕。","bklcl":"Ha̍k-seng thiaⁿ-kìⁿ, chiū phak-lo̍h-khì, chīn-chāi kiaⁿ.","tghg":"學生聽見，就仆落去，盡在驚。","bklhl":"學生聽見，就仆落去，盡在驚。"}},{"book":"太","chapter":17,"verse":7,"versions":{"unv":"耶穌進前來，摸他們，說：「起來，不要害怕！」","bklcl":"Iâ-so͘ chìn-chêng bong in, kóng, Khí-lâi, bo̍h-tit kiaⁿ.","tghg":"耶穌進前，摸𪜶，講：「起來，莫得驚！」","bklhl":"耶穌進前摸in，講，起來，莫得驚。"}},{"book":"太","chapter":17,"verse":8,"versions":{"unv":"他們舉目不見一人，只見耶穌在那裡。","bklcl":"In kia̍h ba̍k, bô khòaⁿ-kìⁿ chi̍t lâng, chí-ū Iâ-so͘ nā-tiāⁿ.","tghg":"𪜶攑(kia̍h)目無看見一人，只有耶穌若定(nā-tiāⁿ)。","bklhl":"In kia̍h目，無看見一人，只有耶穌nā-tiāⁿ。"}},{"book":"太","chapter":17,"verse":9,"versions":{"unv":"下山的時候，耶穌吩咐他們說：「人子還沒有從死裡復活，你們不要將所看見的告訴人。」","bklcl":"Lo̍h soaⁿ ê sî Iâ-so͘ bēng-lēng in, kóng, Jîn-chú iáu-bē tùi sí-lâng tiong koh-oa̍h, bo̍h-tit ēng só͘ khòaⁿ-kìⁿ ê kā lâng kóng.","tghg":"落山的時，耶穌命令𪜶講：「人子猶未對死人中復活，莫得用所看見的給人講。」","bklhl":"落山ê時耶穌命令in，講，人子iáu-bē tùi死人中koh活，莫得用所看見ê kā人講。"}},{"book":"太","chapter":17,"verse":10,"versions":{"unv":"門徒問耶穌說：「文士為甚麼說以利亞必須先來？」","bklcl":"I ê ha̍k-seng mn̄g I kóng, Án-ni chiū keng-ha̍k-sū kóng Í-lī-a tio̍h seng lâi, sī cháiⁿ-iūⁿ?","tghg":"伊的學生問伊講：「按呢就經學士講以利亞著先來，是怎樣？」","bklhl":"伊ê學生問伊講，Án-ni就經學士講以利亞tio̍h先來，是怎樣？"}},{"book":"太","chapter":17,"verse":11,"versions":{"unv":"耶穌回答說：「以利亞固然先來，並要復興萬事；","bklcl":"I ìn kóng, Í-lī-a kó-jiân lâi, beh heng-khí bān-hāng sū;","tghg":"伊應講：「以利亞果然來，欲興起萬項事；","bklhl":"伊應講，以利亞果然來，beh興起萬項事；"}},{"book":"太","chapter":17,"verse":12,"versions":{"unv":"只是我告訴你們，以利亞已經來了，人卻不認識他，竟任意待他。人子也將要這樣受他們的害。」","bklcl":"nā-sī góa kā lín kóng, Í-lī-a í-keng lâi, iā in m̄ bat i; chiàu in só͘ ài lâi khoán-thāi i;  chhin-chhiūⁿ án-ni Jîn-chú ia̍h beh siū in ê hām-hāi.","tghg":"若是我給恁講，以利亞已經來，也𪜶呣識伊，照𪜶所愛來款待伊。親像按呢人子亦欲受𪜶的陷害。」","bklhl":"但是我kā lín講，以利亞已經來，也in m̄-bat伊；照in所ài來款待伊；親像án-ni人子亦beh受in ê陷害。"}},{"book":"太","chapter":17,"verse":13,"versions":{"unv":"門徒這才明白耶穌所說的是指著施洗的約翰。","bklcl":"Ha̍k-seng chiah ōe hiáu-tit I só͘ kā in kóng ê, sī chí kiâⁿ sóe-lé Iok-hān.","tghg":"學生才會曉得伊所給𪜶講的，是指行洗禮約翰。","bklhl":"學生chiah會曉得伊所kā in講ê，是指行洗禮約翰。"}},{"book":"太","chapter":17,"verse":14,"versions":{"unv":"耶穌和門徒到了眾人那裡，有一個人來見耶穌，跪下，","bklcl":"Í-keng kàu chèng lâng hia, ū chi̍t lâng chiū-kūn I, kūi I kóng,","tghg":"已經到眾人遐，有一人就近伊，跪伊，","bklhl":"已經到眾人hia，有一人就近伊，跪伊講，"}},{"book":"太","chapter":17,"verse":15,"versions":{"unv":"說：「主啊，憐憫我的兒子！他害癲癇的病很苦，屢次跌在火裡，屢次跌在水裡。","bklcl":"Chú ah, lîn-bín góa ê kiáⁿ, in-ūi i iûⁿ-hîn chin kan-khó͘; ta̍uh-ta̍uh poa̍h-lo̍h hé, ta̍uh-ta̍uh poa̍h-lo̍h chúi.","tghg":"講：「主啊，憐憫我的子！因為伊羊眩(iûn-hîn)真艱苦，沓沓跋落火，沓沓跋落水。","bklhl":"主ah，憐憫我ê Kiáⁿ，因為伊iûⁿ-hîn真艱苦；ta̍uh-ta̍uh跋落火，ta̍uh-ta̍uh跋落水。"}},{"book":"太","chapter":17,"verse":16,"versions":{"unv":"我帶他到你門徒那裡，他們卻不能醫治他。」","bklcl":"Góa chhōa i chiū-kūn lí ê ha̍k-seng, in bōe-ōe i-hó i.","tghg":"我導伊就近你的學生，𪜶𣍐會醫好伊。」","bklhl":"我chhōa伊就近你ê學生，in bōe-ōe醫好伊。"}},{"book":"太","chapter":17,"verse":17,"versions":{"unv":"耶穌說：「噯！這又不信又悖謬的世代啊，我在你們這裡要到幾時呢？我忍耐你們要到幾時呢？把他帶到我這裡來吧！」","bklcl":"Iâ-so͘ ìn kóng, Hàiⁿ ah! m̄ sìn koh pōe-ge̍k ê sè-tāi ah, góa beh kap lín tòa jōa kú? góa beh thun-lún lín jōa kú? tòa i lâi chia chiū-kūn góa.","tghg":"耶穌應講：「嗐啊！呣信閣悖逆的世代啊，我欲及恁住偌久(joa-kú)？我欲吞愞恁偌久？帶伊來遮就近我！","bklhl":"耶穌應講，Hàiⁿ ah！m̄信koh悖逆ê世代ah，我beh kap lín tòa jōa久？我beh吞忍lín jōa久？帶伊來chia就近我。"}},{"book":"太","chapter":17,"verse":18,"versions":{"unv":"耶穌斥責那鬼，鬼就出來；從此孩子就痊癒了。","bklcl":"Iâ-so͘ chek-pī kúi; kúi chiū tùi i chhut; tùi hit chi̍t sî gín-ná chiū hó.","tghg":"耶穌責備鬼，鬼就對伊出；對彼一時囝仔就好。","bklhl":"耶穌責備鬼；鬼就tùi伊出；tùi hit一時gín-ná就好。"}},{"book":"太","chapter":17,"verse":19,"versions":{"unv":"門徒暗暗地到耶穌跟前，說：「我們為甚麼不能趕出那鬼呢？」","bklcl":"Hit sî ha̍k-seng àm-chīⁿ chiū-kūn Iâ-so͘ kóng, Goán cháiⁿ-iūⁿ bōe kóaⁿ i?","tghg":"彼時學生暗靜就近耶穌，講：「阮怎樣𣍐趕伊？」","bklhl":"Hit時學生àm-chīⁿ就近耶穌講，阮怎樣bōe趕伊？"}},{"book":"太","chapter":17,"verse":20,"versions":{"unv":"耶穌說：「是因你們的信心小。我實在告訴你們，你們若有信心，像一粒芥菜種，就是對這座山說：『你從這邊挪到那邊』，它也必挪去；並且你們沒有一件不能做的事了。","bklcl":"I kā in kóng, Sī ūi-tio̍h lín ê sió sìn; góa si̍t-chāi kā lín kóng, Lín nā ū sìn chhin-chhiūⁿ chi̍t lia̍p kòa-chhài chí, lín chiū beh kā chit ê soaⁿ kóng, Tùi chia sóa khì hia, ia̍h beh sóa khì; koh lín teh-beh bô chi̍t hāng bōe.","tghg":"伊給𪜶講：「是為著恁的小信。我實在給恁講，恁若有信，親像一粒芥菜子，恁就欲給此個山講：『對遮徙去遐亦欲徙去；閣恁啲欲無一項𣍐。』」","bklhl":"伊kā in講，是為tio̍h lín ê小信；我實在kā lín講，Lín若有信親像一粒芥菜子，lín就beh kā chit ê山講，Tùi chia徙去hia，亦beh徙去；koh lín teh-beh無一項bōe。"}},{"book":"太","chapter":17,"verse":21,"versions":{"unv":"至於這一類的鬼，若不禱告、禁食，他就不出來（或譯：不能趕他出來）。」","tghg":"（總是此類，若呣是用祈禱、禁食，伊就無出去。）〔台語羅馬譯本無此節！〕"}},{"book":"太","chapter":17,"verse":22,"versions":{"unv":"他們還住在加利利的時候，耶穌對門徒說：「人子將要被交在人手裡。","bklcl":"In iáu tòa Ka-lī-lī ê sî, Iâ-so͘ kā ha̍k-seng kóng,  Jîn-chú beh siū sàng-kau tī lâng ê chhiú.","tghg":"𪜶猶住加利利的時，耶穌給學生講：「人子欲受送交佇人的手。","bklhl":"In iáu tòa加利利ê時，耶穌kā學生講，人子beh受送交tī人ê手。"}},{"book":"太","chapter":17,"verse":23,"versions":{"unv":"他們要殺害他，第三日他要復活。」門徒就大大地憂愁。","bklcl":"In beh thâi I, tē saⁿ ji̍t koh-oa̍h.  Ha̍k-seng chin iu-būn.","tghg":"𪜶欲刣伊，第三日復活。」學生真憂悶。","bklhl":"In beh 刣伊，第三日koh活。學生真憂悶。"}},{"book":"太","chapter":17,"verse":24,"versions":{"unv":"到了迦百農，有收丁稅的人來見彼得，說：「你們的先生不納丁稅（丁稅約有半塊錢）嗎？」","bklcl":"In kàu Ka-pek-lông, ū siu teng-sè ê chiū-kūn Pí-tek, kóng, Lín sian-siⁿ kiám bô la̍p teng-sè mah? i kóng, Ū.","tghg":"𪜶到迦百農，有收丁稅的就近彼得，講：「恁先生豈無納丁稅嗎？」","bklhl":"In到迦百農，有收丁稅ê就近彼得，講，Lín先生kiám無納丁稅mah？伊講，有。"}},{"book":"太","chapter":17,"verse":25,"versions":{"unv":"彼得說：「納。」他進了屋子，耶穌先向他說：「西門，你的意思如何？世上的君王向誰征收關稅、丁稅？是向自己的兒子呢？是向外人呢？」","bklcl":"Í-keng ji̍p chhù, Iâ-so͘ tāi-seng kā i kóng, Se-bûn ah, lí phah-sǹg cháiⁿ-iūⁿ?  Sè-chiūⁿ chiah-ê ông, tùi chī-chūi siu hiòng kap thiu teng-sè? sī tùi ka-kī ê kiáⁿ-jî, á-sī tùi gōa-bīn lâng ah?","tghg":"伊講：「有。」已經入厝，耶穌代先給伊講：「西門啊，你拍算怎樣？世上諸個王對是誰收餉及抽丁稅？是對家己的子兒？抑是對外面人啊？」","bklhl":"已經入厝，耶穌事先kā伊講，西門ah，你phah算怎樣？世上chiah ê王，tùi 是誰收餉kap抽丁稅？是tùi家己ê Kiáⁿ兒，á是tùi外面人ah？"}},{"book":"太","chapter":17,"verse":26,"versions":{"unv":"彼得說：「是向外人。」耶穌說：「既然如此，兒子就可以免稅了。","bklcl":"I chi̍t-ē kóng, Tùi gōa-bīn lâng.  Iâ-so͘ chiū kā i kóng, Nā-sī án-ni, chiū kiáⁿ-jî thang m̄ bián.","tghg":"伊一下講：「對外面人。」耶穌就給伊講：「若是按呢，就子兒通呣免。","bklhl":"伊一下講，Tùi外面人。耶穌就kā伊講，若是án-ni，就kiáⁿ兒thang m̄免。"}},{"book":"太","chapter":17,"verse":27,"versions":{"unv":"但恐怕觸犯（觸犯：原文是絆倒）他們，你且往海邊去釣魚，把先釣上來的魚拿起來，開了牠的口，必得一塊錢，可以拿去給他們，作你我的稅銀。」","bklcl":"Chóng-sī bián-tì that-gāi in, lí khì hái-ni̍h pàng tiò, lia̍h tāi-seng chiūⁿ-tiò ê hî, khui i ê chhùi, beh tit-tio̍h gûn chi̍t ê; the̍h-lâi, ūi-tio̍h góa kap lí la̍p hō͘ in.","tghg":"總是免致塞礙𪜶，你去海裡放釣，掠代先上釣的魚，開伊的嘴，欲得著銀一個，提來，為著我及你納互𪜶。」","bklhl":"總是免致塞礙in，你去海裡放釣，掠事先上釣ê魚，開伊ê嘴，beh得tio̍h銀一个；the̍h來，為tio̍h我kap你納hō͘ in。"}}]