[{"book":"太","chapter":19,"verse":1,"versions":{"unv":"耶穌說完了這些話，就離開加利利，來到猶太的境界約旦河外。","bklcl":"Iâ-so͘ kóng chiah-ê ōe soah, chiū lī-khui Ka-lī-lī, kàu Iû-thài ê kéng-lāi, Iok-tàn hô gōa;","tghg":"耶穌講諸個話息，就離開加利利，到猶太的境內，約但河外。","bklhl":"耶穌講chiah ê話soah，就離開加利利，到偤太ê境內，約旦河外；"}},{"book":"太","chapter":19,"verse":2,"versions":{"unv":"有許多人跟著他，他就在那裡把他們的病人治好了。","bklcl":"ū kui tōa tīn ê lâng tè I, chiū tī hia i-hó in.","tghg":"有歸大陣的人隨伊，就佇遐醫好𪜶。","bklhl":"有kui大陣ê人tè伊，就tī hia醫好in。"}},{"book":"太","chapter":19,"verse":3,"versions":{"unv":"有法利賽人來試探耶穌，說：「人無論甚麼緣故都可以休妻嗎？」","bklcl":"Ū Hoat-lī-sài lâng lâi chhì I, kóng, Lâng put-lūn sím-mi̍h iân-kò͘ thang lî i ê bó͘ mah?","tghg":"有法利賽人來試伊，講：「人不論甚麼緣故通離伊的某嗎？」","bklhl":"有法利賽人來試伊，講，人不論甚麼緣故thang離伊ê bó͘ mah？"}},{"book":"太","chapter":19,"verse":4,"versions":{"unv":"耶穌回答說：「那起初造人的，是造男造女，","bklcl":"Chiū ìn kóng, Lín kiám bô tha̍k-tio̍h chhòng-chō ê Chú goân khí-thâu chhòng-chō in ū lâm ū lú?","tghg":"就應講：「恁豈無讀著創造的主，源起頭創造𪜶有男有女，","bklhl":"就應講，Lín kiám無讀tio̍h創造ê主源起頭創造in有男有女？"}},{"book":"太","chapter":19,"verse":5,"versions":{"unv":"並且說：『因此，人要離開父母，與妻子連合，二人成為一體。』這經你們沒有念過嗎？","bklcl":"sòa kóng, In-ūi án-ni lâng beh lī-khui pē-bú, kiat-liân i ê bó͘, nn̄g-ê beh chiâⁿ-chòe chi̍t thé;","tghg":"續講：『因為按呢人欲離開父母，結聯伊的某，二個欲成做一體。』","bklhl":"續講，因為án-ni人beh離開父母，結聯伊ê bó͘，兩個beh成做一體；"}},{"book":"太","chapter":19,"verse":6,"versions":{"unv":"既然如此，夫妻不再是兩個人，乃是一體的了。所以，　神配合的，人不可分開。」","bklcl":"chhin-chhiūⁿ án-ni bô koh chòe nn̄g-ê, sī chòe chi̍t thé.  Só͘-í Siōng-tè só͘ phòe-ha̍p ê, lâng m̄-thang pun-khui i.","tghg":"親像按呢，無閣做二個，是做一體。","bklhl":"親像án-ni無koh做兩個，是做一體。所以上帝所配合ê，人m̄-thang分開伊。"}},{"book":"太","chapter":19,"verse":7,"versions":{"unv":"法利賽人說：「這樣，摩西為甚麼吩咐給妻子休書，就可以休她呢？」","bklcl":"In kā I kóng, Nā-sī án-ni, Mô͘-se cháiⁿ-iūⁿ hoan-hù ēng lî-chu hō͘ i, lâi lî i ah?","tghg":"所以，上帝所配合的，人呣通分開伊。」𪜶給伊講：「若是按呢，摩西怎樣吩咐用離書互伊，來離伊啊？」","bklhl":"In kā伊講，若是án-ni，摩西怎樣吩咐用離書hō͘伊，來離伊ah？"}},{"book":"太","chapter":19,"verse":8,"versions":{"unv":"耶穌說：「摩西因為你們的心硬，所以許你們休妻，但起初並不是這樣。","bklcl":"I kā in kóng, Mô͘-se in-ūi lín ê sim ngī, chún lín lî bó͘;  nā-sī tùi khí-thâu m̄ sī án-ni.","tghg":"伊給𪜶講：「摩西因為恁的心硬，准恁離某，若是對起頭呣是按呢。","bklhl":"伊kā in講，摩西因為lín ê心硬，准lín離bó͘；但是tùi起頭m̄是án-ni。"}},{"book":"太","chapter":19,"verse":9,"versions":{"unv":"我告訴你們，凡休妻另娶的，若不是為淫亂的緣故，就是犯姦淫了；有人娶那被休的婦人，也是犯姦淫了。」","bklcl":"Koh góa kā lín kóng,  Kìⁿ-nā lâng, m̄ sī ūi-tio̍h kan-îm ê iân-kò͘, lî i ê bó͘ lâi chhōa pa̍t-ê, chiū-sī kiâⁿ îm; chhōa lâng só͘ lî-chhut ê iā sī kiâⁿ îm.","tghg":"閣我給恁講，見若人呣是為著姦淫的緣故，離伊的某來娶別個，就是行淫；娶人所離出的，也是行淫。」","bklhl":"Koh我kā lín講，見若人，m̄是為tio̍h姦淫ê緣故，離伊ê bó͘來chhōa別ê，就是行淫；chhōa人所離出ê也是行淫。"}},{"book":"太","chapter":19,"verse":10,"versions":{"unv":"門徒對耶穌說：「人和妻子既是這樣，倒不如不娶。」","bklcl":"Ha̍k-seng kā I kóng, Lâng kap i ê bó͘ ê sū kì-jiân sī án-ni, lêng-khó͘ bô chhōa.","tghg":"學生給伊講：「人及伊的某的事既然是按呢，寧可無娶。」","bklhl":"學生kā伊講，人kap伊ê bó͘ ê事既然是án-ni，寧可無chhōa。"}},{"book":"太","chapter":19,"verse":11,"versions":{"unv":"耶穌說：「這話不是人都能領受的，惟獨賜給誰，誰才能領受。","bklcl":"I chiū kā in kóng, Chit hō ōe m̄ sī chèng lâng só͘ ōe sêng-siū ê;  chí ū tit-tio̍h siúⁿ-sù ê chiah ōe.","tghg":"伊就給𪜶講：「此號話呣是眾人所會承受的，只有得著賞賜的才會。","bklhl":"伊就kā in講，chit號話m̄是眾人所會承受ê；只有得tio̍h賞賜ê chiah會。"}},{"book":"太","chapter":19,"verse":12,"versions":{"unv":"因為有生來是閹人，也有被人閹的，並有為天國的緣故自閹的。這話誰能領受就可以領受。」","bklcl":"In-ūi ū iam ê, tùi bú-thai chhut-sì chiū án-ni; iā ū hō͘ lâng iam ê; iā ū ūi-tio̍h thian-kok ka-kī iam ê. Ōe sêng-siū ê tio̍h sêng-siū i.","tghg":"因為有閹(iam)的，對母胎出世就按呢，也有互人閹的，也有為著天國家己閹的。會承受的著承受伊。」","bklhl":"因為有閹ê，tùi母胎出世就án-ni；也有hō͘人閹ê；也有為tio̍h天國家己閹ê。會承受ê tio̍h承受伊。"}},{"book":"太","chapter":19,"verse":13,"versions":{"unv":"那時，有人帶著小孩子來見耶穌，要耶穌給他們按手禱告，門徒就責備那些人。","bklcl":"Hit sî ū lâng chhōa sòe-kiáⁿ chiū-kūn I, ài I ēng chhiú hōaⁿ in, lâi kî-tó; ha̍k-seng chek-pī in.","tghg":"彼時，有人導細子就近伊，愛伊用手按(hōaⁿ)𪜶來祈禱，學生責備𪜶。","bklhl":"Hit時有人chhōa細kiáⁿ就近伊，ài伊用手hōaⁿ in，來祈禱；學生責備in。"}},{"book":"太","chapter":19,"verse":14,"versions":{"unv":"耶穌說：「讓小孩子到我這裡來，不要禁止他們；因為在天國的，正是這樣的人。」","bklcl":"Nā-sī Iâ-so͘ kóng, Iông-ún sòe-kiáⁿ chiū-kūn góa, bo̍h-tit kìm i; in-ūi thian-kok sī sio̍k tī chit hō ê.","tghg":"若是耶穌講：「容允細子就近我，莫得禁伊；因為天國，是屬佇此號的。」","bklhl":"但是耶穌講，容允細kiáⁿ就近我，莫得禁伊；因為天國是屬tī chit號ê。"}},{"book":"太","chapter":19,"verse":15,"versions":{"unv":"耶穌給他們按手，就離開那地方去了。","bklcl":"Chiū ēng chhiú hōaⁿ in; lī-khui hia khì.","tghg":"就用手按𪜶，離開遐去。","bklhl":"就用手hōaⁿ in；離開hia去。"}},{"book":"太","chapter":19,"verse":16,"versions":{"unv":"有一個人來見耶穌，說：「夫子（有古卷：良善的夫子），我該做甚麼善事才能得永生？」","bklcl":"Tú-tn̄g ū chi̍t lâng chiū-kūn I, kóng, Sian-siⁿ, góa tio̍h kiâⁿ sím-mi̍h hó thang tit-tio̍h éng-oa̍h?","tghg":"抵當有一人就近伊，講：「先生，我著行甚麼好通得著永活？」","bklhl":"Tú-tn̄g有一人就近伊，講，先生，我tio̍h行甚麼好thang得tio̍h永活？"}},{"book":"太","chapter":19,"verse":17,"versions":{"unv":"耶穌對他說：「你為甚麼以善事問我呢？只有一位是善的（有古卷：你為甚麼稱我是良善的？除了　神以外，沒有一個良善的）。你若要進入永生，就當遵守誡命。」","bklcl":"I kā i kóng, Lí cháiⁿ-iūⁿ thê-khí hó, lâi mn̄g góa?  Hó-ê sī chi̍t-ê. Chóng-sī lí nā ài ji̍p tī oa̍h, tio̍h siú chiah-ê kài-bēng.","tghg":"伊給伊講：「你怎樣提起好來問我？好的是一個。總是你若愛入佇活，著守諸個誡命。」","bklhl":"伊kā伊講，你怎樣提起好，來問我？好ê是一个。總是你若ài入tī活，tio̍h守chiah ê誡命。"}},{"book":"太","chapter":19,"verse":18,"versions":{"unv":"他說：「甚麼誡命？」耶穌說：「就是不可殺人；不可姦淫；不可偷盜；不可作假見證；","bklcl":"I kā I kóng, Sī sím-mi̍h ê?  Iâ-so͘ kóng, Bo̍h-tit thâi-sí lâng,  Bo̍h-tit kiâⁿ îm, Bo̍h-tit thau-the̍h, Bo̍h-tit lām-sám chòe kan-chèng,","tghg":"伊給伊講：「是甚麼的？」耶穌講：「莫得刣死人；莫得行淫；莫得偷提；莫得濫糝做干證；","bklhl":"伊kā伊講，是甚麼ê？耶穌講，莫得刣死人，莫得行淫，莫得偷the̍h，莫得lām-sám做干證，"}},{"book":"太","chapter":19,"verse":19,"versions":{"unv":"當孝敬父母；又當愛人如己。」","bklcl":"Kèng lí ê pē-bú, Tio̍h thiàⁿ lí ê chhù-piⁿ chhin-chhiūⁿ ka-kī.","tghg":"敬你的父母；著疼你的厝邊親像家己。」","bklhl":"敬你ê父母，Tio̍h疼你ê厝邊親像家己。"}},{"book":"太","chapter":19,"verse":20,"versions":{"unv":"那少年人說：「這一切我都遵守了，還缺少甚麼呢？」","bklcl":"Siàu-liân lâng kā I kóng, Chiah-ê góa lóng ū siú i; iáu-kú khiàm sím-mi̍h?","tghg":"少年人給伊講：「諸個我攏有守伊，猶久欠甚麼？」","bklhl":"少年人kā伊講，Chiah-ê我lóng有守伊；iáu-kú欠甚麼？"}},{"book":"太","chapter":19,"verse":21,"versions":{"unv":"耶穌說：「你若願意作完全人，可去變賣你所有的，分給窮人，就必有財寶在天上；你還要來跟從我。」","bklcl":"Iâ-so͘ kā i kóng, Lí nā ài chòe oân-choân, tio̍h khì bōe lí só͘ ū ê lâi hō͘ sòng-hiong lâng, chiū ū châi-pó tī thiⁿ-ni̍h; koh lâi tè góa.","tghg":"耶穌給伊講：「你若愛做完全，著去賣你所有的，來互喪鄉人，就有財寶佇天裡；閣來隨我。」","bklhl":"耶穌kā伊講，你若ài做完全，tio̍h去賣你所有ê來hō͘ sòng-hiong人，就有財寶tī天裡；koh來tè我。"}},{"book":"太","chapter":19,"verse":22,"versions":{"unv":"那少年人聽見這話，就憂憂愁愁地走了，因為他的產業很多。","bklcl":"Siàu-liân lâng thiaⁿ-kìⁿ che ōe, iu-būn chiū khì; in-ūi i sán-gia̍p chin chōe.","tghg":"少年人聽見這話，憂悶就去，因為伊產業真多。","bklhl":"少年人聽見這話，憂悶就去；因為伊產業真chōe。"}},{"book":"太","chapter":19,"verse":23,"versions":{"unv":"耶穌對門徒說：「我實在告訴你們，財主進天國是難的。","bklcl":"Iâ-so͘ chiū kā I ê ha̍k-seng kóng, Góa si̍t-chāi kā lín kóng, Pù lâng ji̍p thian-kok oh--ah!","tghg":"耶穌就給伊的學生講：「我實在給恁講，富人(pù-lâng)入天國僫啊！","bklhl":"耶穌就kā伊ê學生講，我實在kā lín講，富人入天國oh--ah！"}},{"book":"太","chapter":19,"verse":24,"versions":{"unv":"我又告訴你們，駱駝穿過針的眼，比財主進　神的國還容易呢！」","bklcl":"Góa koh kā lín kóng, Lo̍k-tô chhng-kè chiam-phīⁿ, pí pù lâng ji̍p Siōng-tè ê kok, khah khoài.","tghg":"我閣給恁講，駱駝穿過針鼻，比富人入上帝的國卡快！」","bklhl":"我koh kā lín講，駱駝穿過針鼻，比富人入上帝ê國，khah快。"}},{"book":"太","chapter":19,"verse":25,"versions":{"unv":"門徒聽見這話，就希奇得很，說：「這樣誰能得救呢？」","bklcl":"Ha̍k-seng thiaⁿ-kìⁿ tōa gông-ngia̍h, kóng, Nā-sī án-ni, chiū chī-chūi ōe tit-tio̍h kiù ah?","tghg":"學生聽見大卬愕(gông-ngia̍h)講：「若是按呢就是誰會得著救啊？」","bklhl":"學生聽見大gông-ngia̍h，講，若是án-ni，就是誰會得tio̍h救ah？"}},{"book":"太","chapter":19,"verse":26,"versions":{"unv":"耶穌看著他們，說：「在人這是不能的，在　神凡事都能。」","bklcl":"Iâ-so͘ khòaⁿ in kóng, Chāi-tī lâng sī bōe-ōe, chāi-tī Siōng-tè, bān sū lóng ōe.","tghg":"耶穌看𪜶，講：「在佇人是𣍐會，在佇上帝萬事攏會。」","bklhl":"耶穌看in講，在tī人是bōe-ōe，在tī上帝，萬事lóng會。"}},{"book":"太","chapter":19,"verse":27,"versions":{"unv":"彼得就對他說：「看哪，我們已經撇下所有的跟從你，將來我們要得甚麼呢？」","bklcl":"Hit sî Pí-tek ìn I kóng, Goán bat pàng-sak it-chhè lâi tè lí, goán beh tit-tio̍h sím-mi̍h ah?","tghg":"彼時彼得應伊講：「阮曾放拺一切來隨你，阮欲得著甚麼啊？」","bklhl":"Hit時彼得應伊講，阮bat放sak一切來tè你，阮beh得tio̍h甚麼ah？"}},{"book":"太","chapter":19,"verse":28,"versions":{"unv":"耶穌說：「我實在告訴你們，你們這跟從我的人，到復興的時候，人子坐在他榮耀的寶座上，你們也要坐在十二個寶座上，審判以色列十二個支派。","bklcl":"Iâ-so͘ kā in kóng, Góa si̍t-chāi kā lín kóng, lín chiah-ê tè góa, kàu koh heng-khí ê sî, Jîn-chú chē I êng-kng ê chō-ūi, lín iā beh chē cha̍p-jī ê chō-ūi, lâi sím-phòaⁿ Í-sek-lia̍t cha̍p-jī ê chi-phài.","tghg":"耶穌給𪜶講：「我實在給恁講，恁諸個隨我，到閣興起的時，人子坐伊榮光的座位，恁也欲坐十二個座位，來審判以色列十二個支派。","bklhl":"耶穌kā in講，我實在kā lín講，lín chiah ê tè我，到koh興起ê時，人子坐伊榮光ê座位，lín也beh坐十二ê座位，來審判以色列十二ê支派。"}},{"book":"太","chapter":19,"verse":29,"versions":{"unv":"凡為我的名撇下房屋，或是弟兄、姊妹、父親、母親、（有古卷加：妻子、）兒女、田地的，必要得著百倍，並且承受永生。","bklcl":"Kìⁿ-nā ūi-tio̍h góa ê miâ pàng-sak chhù-the̍h, á-sī hiaⁿ-tī, chí-bē, lāu-pē, lāu-bú, kiáⁿ-jî, á-sī chhân-hn̂g, beh tit-tio̍h pah-pē, lâi sêng-chiap éng-oa̍h.","tghg":"見若為著我的名放拺厝宅，抑是兄弟、姊妹、老父、老母、子兒，抑是田園，欲得著百倍，來承接永活。","bklhl":"見若為tio̍h我ê名放sak厝宅，á是兄弟、姊妹、老父、老母、kiáⁿ兒，á是田園，beh得tio̍h百倍，來承接永活。"}},{"book":"太","chapter":19,"verse":30,"versions":{"unv":"然而，有許多在前的，將要在後；在後的，將要在前。」","bklcl":"Chóng-sī tāi-seng ê chōe-chōe beh chòe lō͘-bé; lō͘-bé ê beh chòe tāi-seng.","tghg":"總是，代先的多多，欲做路尾；路尾的欲做代先。」","bklhl":"總是事先ê chōe-chōe beh做路尾；路尾ê beh做事先。"}}]