[{"book":"太","chapter":7,"verse":1,"versions":{"unv":"「你們不要論斷人，免得你們被論斷。","bklcl":"Bo̍h-tit phoe-phêng lâng, chiah bián tú-tio̍h phoe-phêng.","tghg":"「莫得批評人，才免抵著(tú-tio̍h)批評。","bklhl":"莫得批評人，chiah免tú-tio̍h批評。"}},{"book":"太","chapter":7,"verse":2,"versions":{"unv":"因為你們怎樣論斷人，也必怎樣被論斷；你們用甚麼量器量給人，也必用甚麼量器量給你們。","bklcl":"In-ūi lín ēng sím-mi̍h phoe-phêng lâi phoe-phêng, ia̍h beh án-ni siū phoe-phêng; lín ēng sím-mi̍h niû lâi niû, ia̍h beh án-ni niû hō͘ lín.","tghg":"因為恁用甚麼批評來批評，亦欲按呢受批評；恁用甚麼量來量，亦欲按呢量互恁。","bklhl":"因為lín用甚麼批評來批評，亦beh án-ni受批評；lín用甚麼量來量，亦beh án-ni量hō͘ lín。"}},{"book":"太","chapter":7,"verse":3,"versions":{"unv":"為甚麼看見你弟兄眼中有刺，卻不想自己眼中有樑木呢？","bklcl":"Koh lí cháiⁿ-iūⁿ khòaⁿ-kìⁿ hiaⁿ-tī ba̍k-chiu-lāi ê chháu-á-iù, ia̍h bô siūⁿ lí ba̍k-chiu-lāi ê îⁿ-á-chhâ ah?","tghg":"閣你怎樣看見兄弟目睭內的草仔幼(chháu-á-iù)，亦無想你目睭內的楹仔柴(îⁿ-á-chhâ)啊？","bklhl":"Koh你怎樣看見兄弟目睭內ê草á幼，亦無想你目睭內ê楹á柴ah？"}},{"book":"太","chapter":7,"verse":4,"versions":{"unv":"你自己眼中有樑木，怎能對你弟兄說：『容我去掉你眼中的刺』呢？","bklcl":"Beh cháiⁿ-iūⁿ kā lí ê hiaⁿ-tī kóng, Lí ba̍k-chiu-lāi ê chháu-á-iù hō͘ góa kā lí the̍h-khí-lâi, ia̍h lí ba̍k-chiu-lāi kèng-jiân ū îⁿ-á-chhâ ah?","tghg":"欲怎樣給你的兄弟講：『你目睭內的草仔幼互我給你提起來』，亦你目睭內竟然有楹仔柴啊？","bklhl":"Beh怎樣kā你ê兄弟講，你目睭內ê草á幼hō͘我kā你the̍h起來，亦你目睭內竟然有楹á柴ah？"}},{"book":"太","chapter":7,"verse":5,"versions":{"unv":"你這假冒為善的人！先去掉自己眼中的樑木，然後才能看得清楚，去掉你弟兄眼中的刺。","bklcl":"Ké-hó ê lâng ah, tāi-seng the̍h-khì lí ba̍k-chiu-lāi ê îⁿ-á-chhâ, chiah ōe bêng-bêng khòaⁿ-kìⁿ thang the̍h-khì hiaⁿ-tī ba̍k-chiu-lāi ê chháu-á-iù.","tghg":"假好的人啊！代先提去你目睭內的楹仔柴，才會明明看見，通提去兄弟目睭內的草仔幼。","bklhl":"假好ê人ah，事先the̍h去你目睭內ê楹á柴，chiah會明明看見thang the̍h去兄弟目睭內ê草á幼。"}},{"book":"太","chapter":7,"verse":6,"versions":{"unv":"不要把聖物給狗，也不要把你們的珍珠丟在豬前，恐怕牠踐踏了珍珠，轉過來咬你們。」","bklcl":"Bo̍h-tit ēng sèng ê mi̍h hō͘ káu, ia̍h bo̍h-tit ēng lín ê chin-chu hiat tī ti ê thâu-chêng; kiaⁿ-liáu in ēng kha ta̍h i, oa̍t-lìn-tńg lâi kā lín.","tghg":"莫得用聖的物互狗，亦莫得用恁的真珠㧒佇豬的頭前，驚了𪜶用腳踏伊，越輪轉(oa̍t-lìn-tńg)來咬恁。」","bklhl":"莫得用聖ê物hō͘狗，亦莫得用lín ê珍珠hiat tī豬ê頭前；驚了in用腳踏伊，oa̍t-lìn-tńg來咬lín。"}},{"book":"太","chapter":7,"verse":7,"versions":{"unv":"「你們祈求，就給你們；尋找，就尋見；叩門，就給你們開門。","bklcl":"Kiû chiū hō͘ lín, chhē chiū tú-tio̍h, phah mn̂g chiū kā lín khui.","tghg":"「求，就互恁；尋，就抵著；拍門，就給恁開。","bklhl":"求就hō͘ lín，chhē就tú-tio̍h，phah門就kā lín開。"}},{"book":"太","chapter":7,"verse":8,"versions":{"unv":"因為凡祈求的，就得著；尋找的，就尋見；叩門的，就給他開門。","bklcl":"In-ūi kìⁿ-nā kiû ê tit-tio̍h; chhē ê tú-tio̍h; phah mn̂g ê, chiū kā i khui.","tghg":"因為見若求的，得著；尋的，抵著；拍門的，就給伊開。","bklhl":"因為見若求ê得tio̍h；chhē ê tú-tio̍h；phah門ê，就kā伊開。"}},{"book":"太","chapter":7,"verse":9,"versions":{"unv":"你們中間誰有兒子求餅，反給他石頭呢？","bklcl":"Lín tiong-kan ū sím-mi̍h lâng, i ê kiáⁿ kā i thó piáⁿ, kiám beh ēng chio̍h-thâu hō͘ i?","tghg":"恁中間有甚麼人，伊的子給伊討餅，豈欲用石頭互伊？","bklhl":"Lín中間有甚麼人，伊ê Kiáⁿ kā伊討餅，kiám beh用石頭hō͘伊？"}},{"book":"太","chapter":7,"verse":10,"versions":{"unv":"求魚，反給他蛇呢？","bklcl":"á-sī beh ti̍h hî, kiám beh ēng chôa hō͘ i?","tghg":"抑是欲揲魚，豈欲用蛇互伊？","bklhl":"á是beh ti̍h魚，kiám beh用蛇hō͘伊？"}},{"book":"太","chapter":7,"verse":11,"versions":{"unv":"你們雖然不好，尚且知道拿好東西給兒女，何況你們在天上的父，豈不更把好東西給求他的人嗎？","bklcl":"Lín chiah-ê sui-jiân pháiⁿ, iáu-kú ōe hiáu-tit ēng hó mi̍h hō͘ lín ê kiáⁿ-jî, hô-hòng lín tī thiⁿ-ni̍h ê Pē, kiám bô beh ēng hó mi̍h hō͘ kiû I ê lâng mah?","tghg":"恁諸個雖然歹，猶久會曉得用好物互恁的子兒，何況恁佇天裡的父，豈無欲用好物互求伊的人嗎？","bklhl":"Lín chiah ê雖然pháiⁿ，iáu-kú會曉得用好物hō͘ lín ê Kiáⁿ兒，何況lín tī天裡ê父，kiám無beh用好物hō͘求伊ê人mah？"}},{"book":"太","chapter":7,"verse":12,"versions":{"unv":"所以，無論何事，你們願意人怎樣待你們，你們也要怎樣待人，因為這就是律法和先知的道理。」","bklcl":"Só͘-í lín kìⁿ-nā ài lâng khoán-thāi lín ê, lín ia̍h tio̍h án-ni khoán-thāi lâng; in-ūi che sī lu̍t-hoat kap sian-ti.","tghg":"所以，恁見若愛人款待恁的，恁亦著按呢款待人，因為這是律法及先知。」","bklhl":"所以lín見若ài人款待lín ê，lín亦tio̍h án-ni款待人；因為這是律法kap先知。"}},{"book":"太","chapter":7,"verse":13,"versions":{"unv":"「你們要進窄門。因為引到滅亡，那門是寬的，路是大的，進去的人也多；","bklcl":"Lín tio̍h tùi hit ê oe̍h mn̂g ji̍p; in-ūi thàu kàu bia̍t-bô ê, hit ê mn̂g khoah, hit ê lō͘ tōa tiâu, tùi hia ji̍p ê lâng chōe.","tghg":"「恁著對彼個狹門(oe̍h mn̂g)入。因為透到滅無的，彼個門闊，彼個路大條，對遐入的人多；","bklhl":"Lín tio̍h tùi hit ê狹門入；因為透到滅無ê，hit ê門闊，hit ê路大條，tùi hia入ê人chōe。"}},{"book":"太","chapter":7,"verse":14,"versions":{"unv":"引到永生，那門是窄的，路是小的，找著的人也少。」","bklcl":"Thàu kàu oa̍h ê, hit ê mn̂g oe̍h, hit ê lō͘ sòe tiâu, chhē-tio̍h ê lâng chió.","tghg":"透到活的，彼個門狹，彼個路細條，尋著的人少。」","bklhl":"透到活ê，hit ê門狹，hit ê路細條，chhē-tio̍h ê人少。"}},{"book":"太","chapter":7,"verse":15,"versions":{"unv":"「你們要防備假先知。他們到你們這裡來，外面披著羊皮，裡面卻是殘暴的狼。","bklcl":"Kín-sīn tî-hông ké ê sian-ti, in chiū-kūn lín, gōa-bīn sī iûⁿ-ko, lāi-bīn sī hiông-ok ê chhâi-lông.","tghg":"「謹慎持防假的先知。𪜶就近恁，外面是羊羔，內面是兇惡的豺狼。","bklhl":"謹慎持防假ê先知，in就近lín，外面是羊羔，內面是狠惡ê豺狼。"}},{"book":"太","chapter":7,"verse":16,"versions":{"unv":"憑著他們的果子，就可以認出他們來。荊棘上豈能摘葡萄呢？蒺藜裡豈能摘無花果呢？","bklcl":"Lín beh tùi in ê ké-chí lâi bat i; kiám tùi chhì-phè bán phû-tô, tùi chi̍t-lê bán bû-hoa-kó mah?","tghg":"恁欲對𪜶的果子來識伊。豈對莿帕(chhì-phè)挽葡萄？對蒺蔾(chit-lê)挽無花果嗎？","bklhl":"Lín beh tùi in ê果子來bat伊；kiám tùi刺phè挽(bán)葡萄，tùi蒺藜(chi̍t-lê)挽無花果mah？"}},{"book":"太","chapter":7,"verse":17,"versions":{"unv":"這樣，凡好樹都結好果子，惟獨壞樹結壞果子。","bklcl":"Án-ni kìⁿ-nā hó chhiū kiat hó ké-chí; pháiⁿ chhiū kiat pháiⁿ ké-chí.","tghg":"按呢，見若好樹結好果子，歹樹結歹果子。","bklhl":"Án-ni見若好樹結好果子；pháiⁿ樹結pháiⁿ果子。"}},{"book":"太","chapter":7,"verse":18,"versions":{"unv":"好樹不能結壞果子；壞樹不能結好果子。","bklcl":"Hó chhiū bōe kiat pháiⁿ ké-chí, pháiⁿ chhiū bōe kiat hó ké-chí.","tghg":"好樹𣍐結歹果子；歹樹𣍐結好果子。","bklhl":"好樹bōe結pháiⁿ果子，pháiⁿ樹bōe結好果子。"}},{"book":"太","chapter":7,"verse":19,"versions":{"unv":"凡不結好果子的樹就砍下來，丟在火裡。","bklcl":"Kìⁿ-nā chhiū bô kiat hó ké-chí ê, chiū chhò i, hiat-lo̍h hé.","tghg":"見若樹無結好果子的就剉伊，㧒落火。","bklhl":"見若樹無結好果子ê，就chhò伊，hiat落火。"}},{"book":"太","chapter":7,"verse":20,"versions":{"unv":"所以，憑著他們的果子就可以認出他們來。」","bklcl":"Só͘-í lín beh tùi in ê ké-chí lâi bat i.","tghg":"所以，恁欲對𪜶的果子來識伊。」","bklhl":"所以lín beh tùi in ê果子來bat伊。"}},{"book":"太","chapter":7,"verse":21,"versions":{"unv":"「凡稱呼我『主啊，主啊』的人不能都進天國；惟獨遵行我天父旨意的人才能進去。","bklcl":"Kìⁿ-nā chheng-ho͘ góa kóng, Chú ah, Chú ah ê, bô it-chīn ji̍p thian-kok; to̍k-to̍k kiâⁿ góa tī thiⁿ-ni̍h ê Pē ê chí-ì ê, chiah ōe.","tghg":"「見若稱呼我講：『主啊，主啊』的，無一盡入天國；獨獨行我佇天裡的父的旨意的才會。","bklhl":"見若稱呼我講，主ah，主ah ê，無一盡入天國；獨獨行我tī天裡ê父ê旨意ê，chiah會。"}},{"book":"太","chapter":7,"verse":22,"versions":{"unv":"當那日必有許多人對我說：『主啊，主啊，我們不是奉你的名傳道，奉你的名趕鬼，奉你的名行許多異能嗎？』","bklcl":"Tng hit ji̍t chōe-chōe lâng beh kā góa kóng, Chú ah, Chú ah, goán kiám m̄ sī ēng lí ê miâ thoân kàu, ēng lí ê miâ kóaⁿ kúi, ēng lí ê miâ kiâⁿ chōe-chōe koân-lêng mah?","tghg":"當彼日多多人欲給我講：『主啊，主啊，阮豈呣是用你的名傳教，用你的名趕鬼，用你的名行多多權能嗎？』","bklhl":"當hit日chōe-chōe人beh kā我講，主ah，主ah，阮kiám m̄是用你ê名傳教，用你ê名趕鬼，用你ê名行chōe-chōe權能mah？"}},{"book":"太","chapter":7,"verse":23,"versions":{"unv":"我就明明地告訴他們說：『我從來不認識你們，你們這些作惡的人，離開我去吧！』」","bklcl":"Chiū hit sî góa beh bêng-bêng kā in kóng,  Góa lóng m̄ bat lín; chòe put-hoat ê, tio̍h lī-khui góa khì.","tghg":"就彼時我欲明明給𪜶講：『我攏呣識恁，做不法的，著離開我去！』」","bklhl":"就hit時我beh明明kā in講，我lóng m̄-bat lín；做不法ê，tio̍h離開我去。"}},{"book":"太","chapter":7,"verse":24,"versions":{"unv":"「所以，凡聽見我這話就去行的，好比一個聰明人，把房子蓋在磐石上；","bklcl":"Só͘-í kìⁿ-nā thiaⁿ góa chiah-ê ōe lâi kiâⁿ ê, beh pí-phēng tì-sek ê lâng, khí i ê chhù tī chio̍h-pôaⁿ téng;","tghg":"「所以，見若聽我諸個話來行的，欲比並智識的人，起伊的厝佇石磐頂；","bklhl":"所以見若聽我chiah ê話來行ê，beh比並知識ê人，起伊ê厝tī石磐頂；"}},{"book":"太","chapter":7,"verse":25,"versions":{"unv":"雨淋，水沖，風吹，撞著那房子，房子總不倒塌，因為根基立在磐石上。","bklcl":"hō͘ lo̍h, tōa chúi kàu, hong chhe, chhiong-tio̍h hit keng chhù, ia̍h bô tó; in-ūi tōe-ki tī chio̍h-pôaⁿ téng.","tghg":"雨落，大水到，風吹，沖著彼間厝，亦無倒，因為地基佇石磐頂。","bklhl":"雨落，大水到，風吹，衝tio̍h hit間厝，亦無倒；因為地基tī石磐頂。"}},{"book":"太","chapter":7,"verse":26,"versions":{"unv":"凡聽見我這話不去行的，好比一個無知的人，把房子蓋在沙土上；","bklcl":"Kìⁿ-nā thiaⁿ góa chiah-ê ōe, bô kiâⁿ ê, beh pí-phēng gōng lâng, khí i ê chhù tī soa téng;","tghg":"見若聽我諸個話無行的，欲比並戇人，起伊的厝佇沙頂；","bklhl":"見若聽我chiah ê話，無行ê，beh比並戇人，起伊ê厝tī沙頂；"}},{"book":"太","chapter":7,"verse":27,"versions":{"unv":"雨淋，水沖，風吹，撞著那房子，房子就倒塌了，並且倒塌得很大。」","bklcl":"hō͘ lo̍h, tōa chúi kàu, hong chhe, chhiong-tio̍h hit keng chhù, chiū tó; koh i ê tó sī siong-tiōng.","tghg":"雨落，大水到，風吹，沖著彼間厝，就倒，閣伊的倒是傷重。」","bklhl":"雨落，大水到，風吹，衝tio̍h hit間厝，就倒；koh伊ê倒是傷重。"}},{"book":"太","chapter":7,"verse":28,"versions":{"unv":"耶穌講完了這些話，眾人都希奇他的教訓；","bklcl":"Iâ-so͘ kóng chiah-ê ōe soah, chèng lâng kî-koài I ê kà-sī.","tghg":"耶穌講諸個話息，眾人奇怪伊的教示；","bklhl":"耶穌講chiah ê話soah，眾人奇怪伊ê教示。"}},{"book":"太","chapter":7,"verse":29,"versions":{"unv":"因為他教訓他們，正像有權柄的人，不像他們的文士。","bklcl":"In-ūi I kà-sī lâng, chhin-chhiūⁿ ū koân-lêng ê, bô chhin-chhiūⁿ in ê keng-ha̍k-sū.","tghg":"因為伊教示人，親像有權能的，無親像𪜶的經學士。","bklhl":"因為伊教示人，親像有權能ê，無親像in ê經學士。"}}]