[{"book":"太","chapter":23,"verse":1,"versions":{"unv":"那時，耶穌對眾人和門徒講論，","bklcl":"Hit sî Iâ-so͘ kā chèng lâng kap I ê ha̍k-seng kóng,","tghg":"彼時，耶穌給眾人及伊的學生講：","bklhl":"Hit時耶穌kā眾人kap伊ê學生講，"}},{"book":"太","chapter":23,"verse":2,"versions":{"unv":"說：「文士和法利賽人坐在摩西的位上，","bklcl":"Keng-ha̍k-sū kap Hoat-lī-sài lâng chē Mô͘-se ê ūi.","tghg":"「經學士及法利賽人坐摩西的位，","bklhl":"經學士kap法利賽人坐摩西ê位。"}},{"book":"太","chapter":23,"verse":3,"versions":{"unv":"凡他們所吩咐你們的，你們都要謹守遵行。但不要效法他們的行為；因為他們能說，不能行。","bklcl":"Só͘-í kìⁿ-nā in só͘ kā lín kóng ê, lóng tio̍h kiâⁿ lâi siú i; chóng-sī bo̍h-tit chiàu in ê só͘ chòe lâi kiâⁿ; in-ūi in ū kóng, iā bô kiâⁿ.","tghg":"所以見若𪜶所給恁講的，攏著行來守伊。總是莫得照𪜶的所做來行；因為𪜶有講，也無行。","bklhl":"所以見若in所kā lín講ê，lóng tio̍h行來守伊；總是莫得照in ê所做來行；因為in有講，也無行。"}},{"book":"太","chapter":23,"verse":4,"versions":{"unv":"他們把難擔的重擔捆起來，擱在人的肩上，但自己一個指頭也不肯動。","bklcl":"In ēng tāng koh oh taⁿ ê tàⁿ pa̍k lâi hē tī lâng ê keng-thâu téng, nā-sī in ka-kī m̄ khéng ēng chi̍t ki chńg-thâu-á tín-tāng i.","tghg":"𪜶用重閣僫擔的擔，縛來下佇人的肩頭頂，若是𪜶家己呣肯用一支指頭仔振動伊。","bklhl":"In用重koh oh擔ê擔縛來hē tī人ê肩頭頂，但是in家己m̄肯用一支指頭á振動伊。"}},{"book":"太","chapter":23,"verse":5,"versions":{"unv":"他們一切所做的事都是要叫人看見，所以將佩戴的經文做寬了，衣裳的繸子做長了，","bklcl":"In it-chhè ê só͘ chòe, lóng sī beh hō͘ lâng khòaⁿ chiah chòe; in-ūi in ê pōe-keng chòe khah khoah, saⁿ-á-ku ê chhiu chòe khah tn̂g.","tghg":"𪜶一切的所做攏是欲互人看才做，因為𪜶的佩經(pōe-keng)做卡闊，衫仔裾(saⁿ-á-ku)的鬚(chhiu)做卡長，","bklhl":"In一切ê所做，lóng是beh hō͘人看chiah做；因為in ê背經(pōe-keng)做khah闊，衫á裾ê鬚做khah長。"}},{"book":"太","chapter":23,"verse":6,"versions":{"unv":"喜愛筵席上的首座，會堂裡的高位，","bklcl":"Ài iân-toh-ni̍h chē tōa ūi, hōe-tn̂g lāi chē koâiⁿ ūi,","tghg":"愛筵桌裡坐大位，會堂內坐高位，","bklhl":"Ài筵桌裡坐大位，會堂內坐高位，"}},{"book":"太","chapter":23,"verse":7,"versions":{"unv":"又喜愛人在街市上問他安，稱呼他拉比（拉比就是夫子）。","bklcl":"koe-chhī-ni̍h hō͘ lâng chhéng-an, iā hō͘ lâng chheng-ho͘ in Lia̍p-pí.","tghg":"街市裡互人請安，也互人稱呼𪜶拉比。","bklhl":"街市裡hō͘人請安，也hō͘人稱呼in拉比。"}},{"book":"太","chapter":23,"verse":8,"versions":{"unv":"但你們不要受拉比的稱呼，因為只有一位是你們的夫子；你們都是弟兄。","bklcl":"Nā-sī lín bo̍h-tit hō͘ lâng chheng chòe Lia̍p-pí; in-ūi lín ê sian-siⁿ sī chi̍t ê, lín lóng sī hiaⁿ-tī.","tghg":"若是恁莫得互人稱做拉比，因為恁的先生是一個；恁攏是兄弟。","bklhl":"但是lín莫得hō͘人稱做拉比；因為lín ê先生是一个，lín lóng是兄弟。"}},{"book":"太","chapter":23,"verse":9,"versions":{"unv":"也不要稱呼地上的人為父，因為只有一位是你們的父，就是在天上的父。","bklcl":"Tī tōe-ni̍h iā bo̍h-tit chheng lâng chòe pē; in-ūi lín ê Pē sī chi̍t ê, chiū-sī tī thiⁿ-ni̍h ê.","tghg":"佇地裡也莫得稱人做父，因為恁的父是一個，就是佇天裡的。","bklhl":"Tī地裡也莫得稱人做父；因為lín ê父是一个，就是tī天裡ê。"}},{"book":"太","chapter":23,"verse":10,"versions":{"unv":"也不要受師尊的稱呼，因為只有一位是你們的師尊，就是基督。","bklcl":"Iā bo̍h-tit hō͘ lâng chheng chòe sian-siⁿ; in-ūi lín ê sian-siⁿ sī chi̍t ê, chiū-sī Ki-tok.","tghg":"也莫得互人稱做先生，因為恁的先生是一個，就是基督。","bklhl":"也莫得hō͘人稱做先生；因為lín ê先生是一个，就是基督。"}},{"book":"太","chapter":23,"verse":11,"versions":{"unv":"你們中間誰為大，誰就要作你們的用人。","bklcl":"Nā-sī lín tiong-kan chòe tōa ê, beh chòe lín ê chhe-ēng.","tghg":"若是恁中間做大的，欲做恁的差用。","bklhl":"但是lín中間做大ê，beh做lín ê差用。"}},{"book":"太","chapter":23,"verse":12,"versions":{"unv":"凡自高的，必降為卑；自卑的，必升為高。","bklcl":"Hoān-nā chū-ko ê, beh hō͘ i pi-bî; ka-kī pi-bî ê, beh ko-seng i.","tghg":"凡若自高的，欲互伊卑微；家己卑微的，欲高升伊。","bklhl":"凡若自高ê，beh hō͘伊卑微；家己卑微ê，beh高升伊。"}},{"book":"太","chapter":23,"verse":13,"versions":{"unv":"「你們這假冒為善的文士和法利賽人有禍了！因為你們正當人前，把天國的門關了，自己不進去，正要進去的人，你們也不容他們進去。（有古卷加：","bklcl":"Lín ké-hó ê keng-ha̍k-sū kap Hoat-lī-sài lâng, ū chai-ē ah!  in-ūi lín tī lâng ê bīn-chêng koaiⁿ-ba̍t thian-kok; lín ka-kī bô ji̍p, teh-beh ji̍p ê lâng, lín iā m̄ chún in ji̍p.","tghg":"「恁假好的經學士及法利賽人有災禍啊！因為恁佇人的面前，關密天國，恁家己無入，啲欲入的人，恁也呣准𪜶入。","bklhl":"Lín假好ê經學士kap法利賽人，有災禍ah！因為lín tī人ê面前關密天國；lín家己無入，teh-beh入ê人，lín也m̄准in入。"}},{"book":"太","chapter":23,"verse":14,"versions":{"unv":"你們這假冒為善的文士和法利賽人有禍了！因為你們侵吞寡婦的家產，假意做很長的禱告，所以要受更重的刑罰。）","tghg":"｛「恁假好的經學士及法利賽人有災禍啊！因為恁僥吞守寡人的家伙，假意長長祈禱。所以欲受罪閣卡重！〔台語羅馬譯本無此節！〕｝"}},{"book":"太","chapter":23,"verse":15,"versions":{"unv":"「你們這假冒為善的文士和法利賽人有禍了！因為你們走遍洋海陸地，勾引一個人入教，既入了教，卻使他作地獄之子，比你們還加倍。","bklcl":"Lín ké-hó ê keng-ha̍k-sū kap Hoat-lī-sài lâng, ū chai-ē ah! in-ūi lín piàn kiâⁿ chúi-lō͘ lio̍k-lō͘, hō͘ chi̍t lâng ji̍p kàu; kì-jiân ji̍p, chiū hō͘ i chòe tē-ge̍k ê lâng, pí lín ka-pē.","tghg":"「恁假好的經學士及法利賽人有災禍啊！因為恁遍行水路陸路，互一人入教，既然入，就互伊做地獄的人，比恁加倍。","bklhl":"Lín假好ê經學士kap法利賽人，有災禍ah！因為lín遍行水路陸路，hō͘一人入教；既然入，就hō͘伊做地獄ê人，比lín加倍。"}},{"book":"太","chapter":23,"verse":16,"versions":{"unv":"「你們這瞎眼領路的有禍了！你們說：『凡指著殿起誓的，這算不得甚麼；只是凡指著殿中金子起誓的，他就該謹守。』","bklcl":"Lín chhiⁿ-mî chòe chhōa-thâu ê, ū chai-ē ah! lín kóng, Kìⁿ-nā kí tiān lâi chiù-chōa ê, bô sū; to̍k-to̍k kìⁿ-nā kí tiān-ni̍h ê kim lâi chiù-chōa ê, chiū tio̍h siú i.","tghg":"「恁睛瞑做導頭的有災禍啊！恁講：『見若指殿來咒誓的，無事；獨獨見若指殿裡的金來咒誓的，就著守伊。』","bklhl":"Lín chhiⁿ-mî做chhōa頭ê，有災禍ah！lín講，見若kí殿來chiù-chōa ê，無事；獨獨見若kí殿裡ê金來chiù-chōa ê，就tio̍h守伊。"}},{"book":"太","chapter":23,"verse":17,"versions":{"unv":"你們這無知瞎眼的人哪，甚麼是大的？是金子呢？還是叫金子成聖的殿呢？","bklcl":"Lín gōng koh chhiⁿ-mî; in-ūi tá-lo̍h chi̍t hāng khah tōa, sī kim, á-sī hō͘ kim chiâⁿ sèng ê tiān ah?","tghg":"恁戇閣睛瞑，因為叨落一項卡大？是金？抑是互金成聖的殿啊？","bklhl":"Lín戇koh chhiⁿ-mî；因為tá-lo̍h一項khah大，是金，á是hō͘金成聖ê殿ah？"}},{"book":"太","chapter":23,"verse":18,"versions":{"unv":"你們又說：『凡指著壇起誓的，這算不得甚麼；只是凡指著壇上禮物起誓的，他就該謹守。』","bklcl":"Lín ia̍h kóng, Kìⁿ-nā kí tôaⁿ lâi chiù-chōa ê, bô sū; to̍k-to̍k kìⁿ-nā kí tôaⁿ-téng ê lé-mi̍h lâi chiù-chōa ê, chiū tio̍h siú i.","tghg":"恁亦講：『見若指壇來咒誓的，無事；獨獨見若指壇頂的禮物來咒誓的，就著守伊。』","bklhl":"Lín亦講，見若kí壇來chiù-chōa ê，無事；獨獨見若kí壇頂ê禮物來chiù-chōa ê，就tio̍h守伊。"}},{"book":"太","chapter":23,"verse":19,"versions":{"unv":"你們這瞎眼的人哪，甚麼是大的？是禮物呢？還是叫禮物成聖的壇呢？","bklcl":"Lín chhiⁿ-mî ah; in-ūi tá-lo̍h chi̍t hāng khah tōa, sī lé-mi̍h á-sī hō͘ lé-mi̍h chiâⁿ sèng ê tôaⁿ?","tghg":"恁睛瞑啊；因為叨落一項卡大？是禮物？抑是互禮物成聖的壇？","bklhl":"Lín chhiⁿ-mî ah；因為tá-lo̍h一項khah大，是禮物á是hō͘禮物成聖ê壇？"}},{"book":"太","chapter":23,"verse":20,"versions":{"unv":"所以，人指著壇起誓，就是指著壇和壇上一切所有的起誓；","bklcl":"Só͘-í lâng kí tôaⁿ lâi chiù-chōa, sī kí tôaⁿ kap kìⁿ-nā tī i téng-bīn ê, lâi chiù-chōa.","tghg":"所以，人指壇來咒誓，是指壇及見若佇伊頂面的來咒誓；","bklhl":"所以人kí壇來chiù-chōa，是kí壇kap見若tī伊頂面ê，來chiù-chōa。"}},{"book":"太","chapter":23,"verse":21,"versions":{"unv":"人指著殿起誓，就是指著殿和那住在殿裡的起誓；","bklcl":"Lâng kí tiān lâi chiù-chōa, sī kí tiān kap tiàm tī hit lāi-bīn ê lâi chiù-chōa.","tghg":"人指殿來咒誓，是指殿及踮佇彼內面的來咒誓；","bklhl":"人kí殿來chiù-chōa，是kí殿kap tiàm tī hit內面ê來chiù-chōa。"}},{"book":"太","chapter":23,"verse":22,"versions":{"unv":"人指著天起誓，就是指著　神的寶座和那坐在上面的起誓。","bklcl":"Lâng kí thiⁿ lâi chiù-chōa, sī kí Siōng-tè ê chō-ūi kap chē tī hit téng-bīn ê, lâi chiù-chōa.","tghg":"人指天來咒誓，是指上帝的座位及坐佇彼頂面的來咒誓。","bklhl":"人kí天來chiù-chōa，是kí上帝ê座位kap坐tī hit頂面ê，來chiù-chōa。"}},{"book":"太","chapter":23,"verse":23,"versions":{"unv":"「你們這假冒為善的文士和法利賽人有禍了！因為你們將薄荷、茴香、芹菜，獻上十分之一，那律法上更重的事，就是公義、憐憫、信實，反倒不行了。這更重的是你們當行的；那也是不可不行的。","bklcl":"Lín ké-hó ê keng-ha̍k-sū kap Hoat-lī-sài lâng, ū chai-ē ah!  in-ūi lín chiong po̍k-hô, poeh-kak, má-khûn, cha̍p hūn thiu chi̍t hūn; nā-sī lu̍t-hoat ê khah tùi-tiōng ê, chiū-sī kong-gī, lîn-bín kap sìn-si̍t, lín chiū pàng-sak; chóng-sī chiah-ê sī eng-kai tio̍h kiâⁿ ê, hiah-ê iā sī m̄-thang pàng-sak.","tghg":"「恁假好的經學士及法利賽人有災禍啊！因為恁將薄荷(po̍k-hô)、八角、麻芹(má-khûn)十份抽一份，若是律法的卡對重(tùi-tiōng)的，就是公義、憐憫，及信實，恁就放拺(pàng-sak)。總是諸個是應該著行的，許個也是呣通放拺。","bklhl":"Lín假好ê經學士kap法利賽人，有災禍ah！因為lín將薄荷、八角、馬芹，十份抽一份；但是律法ê khah tùi-tiōng ê，就是公義、憐憫kap信實，lín就放sak；總是chiah ê是應該tio̍h行ê，hiah-ê也是m̄-thang放sak。"}},{"book":"太","chapter":23,"verse":24,"versions":{"unv":"你們這瞎眼領路的，蠓蟲你們就濾出來，駱駝你們倒吞下去。","bklcl":"Lín chhiⁿ-mî chòe chhōa-thâu ê, báng-á chiū lū-khí-lâi, lo̍k-tô chiū thun-lo̍h-khì.","tghg":"恁睛瞑做導頭的，蚊仔就瀘起來(lū-khí-lâi)，駱駝就吞落去。","bklhl":"Lín chhiⁿ-mî做chhōa頭ê，蚊á就lū起來，駱駝就吞落去。"}},{"book":"太","chapter":23,"verse":25,"versions":{"unv":"「你們這假冒為善的文士和法利賽人有禍了！因為你們洗淨杯盤的外面，裡面卻盛滿了勒索和放蕩。","bklcl":"Lín ké-hó ê keng-ha̍k-sū kap Hoat-lī-sài lâng, ū chai-ē ah!  in-ūi lín chheng-khì poe-pôaⁿ ê gōa-bīn, nā-sī hit lāi-bīn tóe le̍k-sek kap hòng-tōng móa-móa.","tghg":"「恁假好的經學士及法利賽人有災禍啊！因為恁清氣杯盤的外面，若是彼內面貯(tóe)勒索(le̍k-sek)及放蕩滿滿。","bklhl":"Lín假好ê經學士kap法利賽人，有災禍ah！因為lín清氣杯盤ê外面，但是hit內面tóe勒索kap放蕩滿滿。"}},{"book":"太","chapter":23,"verse":26,"versions":{"unv":"你這瞎眼的法利賽人，先洗淨杯盤的裡面，好叫外面也乾淨了。","bklcl":"Lí chhiⁿ-mî ê Hoat-lī-sài lâng ah, tāi-seng chheng-khì poe-pôaⁿ ê lāi-bīn, hō͘ i ê gōa-bīn ia̍h ōe chheng-khì.","tghg":"你睛瞑的法利賽人啊，代先清氣杯盤的內面，互伊的外面亦會清氣。","bklhl":"你chhiⁿ-mî ê法利賽人ah，事先清氣杯盤ê內面，hō͘伊ê外面亦會清氣。"}},{"book":"太","chapter":23,"verse":27,"versions":{"unv":"「你們這假冒為善的文士和法利賽人有禍了！因為你們好像粉飾的墳墓，外面好看，裡面卻裝滿了死人的骨頭和一切的污穢。","bklcl":"Lín ké-hó ê keng-ha̍k-sū kap Hoat-lī-sài lâng, ū chai-ē ah!  in-ūi lín chhin-chhiūⁿ hún pe̍h ê bōng, gōa-bīn khòaⁿ sī súi, nā-sī lāi-bīn tóe sí-lâng ê kut-thâu kap ta̍k hāng ê ù-òe móa-móa.","tghg":"「恁假好的經學士及法利賽人有災禍啊！因為恁親像粉白的墓，外面看是媠，若是內面貯死人的骨頭及逐項的污穢滿滿。","bklhl":"Lín假好ê經學士kap法利賽人，有災禍ah！因為lín親像粉白ê 墓，外面看是súi，但是內面tóe死人ê骨頭kap ta̍k項ê污穢滿滿。"}},{"book":"太","chapter":23,"verse":28,"versions":{"unv":"你們也是如此，在人前，外面顯出公義來，裡面卻裝滿了假善和不法的事。","bklcl":"Án-ni, lín gōa-bīn hō͘ lâng khòaⁿ sī gī, nā-sī lāi-bīn chiū ké-hó kap put-hoat móa-móa.","tghg":"按呢，恁外面互人看是義，若是內面就假好及不法滿滿。","bklhl":"Án-ni，lín外面hō͘人看是義，但是內面就假好kap不法滿滿。"}},{"book":"太","chapter":23,"verse":29,"versions":{"unv":"「你們這假冒為善的文士和法利賽人有禍了！因為你們建造先知的墳，修飾義人的墓，說：","bklcl":"Lín ké-hó ê keng-ha̍k-sū kap Hoat-lī-sài lâng, ū chai-ē ah!  in-ūi lín chhòng sian-ti lâng ê bōng, siu-chéng gī lâng ê hûn-bōng;","tghg":"「恁假好的經學士及法利賽人有災禍啊！因為恁創先知人的墓，修整義人的墳墓，","bklhl":"Lín假好ê經學士kap法利賽人，有災禍ah！因為lín chhòng先知人ê 墓，修整義人ê墳墓；"}},{"book":"太","chapter":23,"verse":30,"versions":{"unv":"『若是我們在我們祖宗的時候，必不和他們同流先知的血。』","bklcl":"ia̍h kóng, Siat-sú goán tī goán chó͘ ê sî, chiū bô kap in ū hūn tī lâu sian-ti lâng ê huih.","tghg":"亦講：『設使阮佇阮祖的時，就無及𪜶有份佇流先知人的血。』","bklhl":"亦講，設使阮tī阮祖ê時，就無kap in有份tī流先知人ê血。"}},{"book":"太","chapter":23,"verse":31,"versions":{"unv":"這就是你們自己證明是殺害先知者的子孫了。","bklcl":"Án-ni, lín ka-kī kan-chèng sī chòe thâi sian-ti lâng ê ê hō͘-è.","tghg":"按呢恁家己干證是做刣先知人者的後裔。","bklhl":"Án-ni，lín家己干證是做刣先知人ê ê後裔。"}},{"book":"太","chapter":23,"verse":32,"versions":{"unv":"你們去充滿你們祖宗的惡貫吧！","bklcl":"Chòe lín khì móa lín chó͘ ê hūn-liōng.","tghg":"做恁去滿恁祖的份量！","bklhl":"做lín去滿lín祖ê份量。"}},{"book":"太","chapter":23,"verse":33,"versions":{"unv":"你們這些蛇類、毒蛇之種啊，怎能逃脫地獄的刑罰呢？","bklcl":"Chôa ah! to̍k-thâng ê lūi ah! lín thài ōe tô-siám tē-ge̍k ê hêng-hoa̍t?","tghg":"蛇啊，毒蟲的類啊！恁豈會(thài-ōe)逃閃地獄的刑罰？","bklhl":"蛇ah！毒蟲ê類ah！lín thài會逃閃地獄ê刑罰？"}},{"book":"太","chapter":23,"verse":34,"versions":{"unv":"所以我差遣先知和智慧人並文士到你們這裡來，有的你們要殺害，要釘十字架；有的你們要在會堂裡鞭打，從這城追逼到那城，","bklcl":"Só͘-í góa chhe sian-ti tì-sek ê lâng, keng-ha̍k-sū chiū-kūn lín; ū-ê lín beh thâi i, beh tèng i tī si̍p-jī-kè; iā ū-ê beh tī lín ê hōe-tn̂g ēng piⁿ phah i, tùi chit ê siâⁿ kóaⁿ-tio̍k in kàu hit ê siâⁿ.","tghg":"所以我差先知、智識的人，經學士就近恁，有的恁欲刣伊，欲釘伊佇十字架；也有的欲佇恁的會堂用鞭拍伊，對此個城趕逐𪜶到彼個城，","bklhl":"所以我差先知知識ê人，經學士就近lín；有ê lín beh 刣伊，beh釘伊tī十字架；也有ê beh tī lín ê會堂用鞭phah伊，tùi chit ê城趕逐in到hit ê城。"}},{"book":"太","chapter":23,"verse":35,"versions":{"unv":"叫世上所流義人的血都歸到你們身上，從義人亞伯的血起，直到你們在殿和壇中間所殺的巴拉加的兒子撒迦利亞的血為止。","bklcl":"Tì-kàu tōe-chiūⁿ só͘ lâu gī lâng ê huih, lóng kui tī lín, chiū-sī tùi gī lâng A-pek ê huih kàu Pa-lia̍p-ka ê kiáⁿ Sat-ka-lī-a ê huih, i sī lín só͘ thâi tī tiān kap tôaⁿ ê tiong-kan ê.","tghg":"致到地上所流義人的血，攏歸佇恁，就是對義人亞伯的血到巴拉加的子撒迦利亞的血，伊是恁所刣佇殿及壇的中間的。","bklhl":"致到地上所流義人ê血，lóng歸tī lín，就是tùi義人A-pek ê血到Pa-lia̍p-ka ê Kiáⁿ撒迦利亞ê血，伊是lín所刣 tī殿kap壇ê中間ê。"}},{"book":"太","chapter":23,"verse":36,"versions":{"unv":"我實在告訴你們，這一切的罪都要歸到這世代了。」","bklcl":"Góa si̍t-chāi kā lín kóng, Chiah-ê sū lóng beh kui tī chit tāi.","tghg":"我實在給恁講，諸個事攏欲歸佇此代。」","bklhl":"我實在kā lín講，Chiah-ê事lóng beh歸tī chit代。"}},{"book":"太","chapter":23,"verse":37,"versions":{"unv":"「耶路撒冷啊，耶路撒冷啊，你常殺害先知，又用石頭打死那奉差遣到你這裡來的人。我多次願意聚集你的兒女，好像母雞把小雞聚集在翅膀底下，只是你們不願意。","bklcl":"Iâ-lō͘-sat-léng ah! Iâ-lō͘-sat-léng ah! chiū-sī thâi-sí sian-ti lâng, ēng chio̍h-thâu tìm hōng-chhe kàu tī i ê; góa jōa chōe pái ài chū-chi̍p lí ê kiáⁿ-jî, chhin-chhiūⁿ koe-bú chū-chi̍p i ê koe-á tī si̍t-ē; nā-sī lín m̄ ài.","tghg":"「耶路撒冷啊，耶路撒冷啊，就是刣死先知人，用石頭擲(tìm)奉差到佇伊的。我偌多擺(jōa-chōe-pái)愛聚集你的子兒，親像雞母聚集伊的雞仔佇翅下，若是恁呣愛。","bklhl":"耶路撒冷ah！耶路撒冷ah！就是刣死先知人，用石頭tìm奉差到tī伊ê；我jōa chōe pái ài聚集你ê kiáⁿ兒，親像雞母聚集伊ê雞á tī翼(si̍t)下；但是lín m̄ ài。"}},{"book":"太","chapter":23,"verse":38,"versions":{"unv":"看哪，你們的家成為荒場留給你們。","bklcl":"Lí khòaⁿ!  lín ê chhù beh pha-hng, lâu-teh hō͘ lín.","tghg":"你看！恁的厝欲拋荒留啲互恁。","bklhl":"你看！lín ê厝beh拋荒，留teh hō͘ lín。"}},{"book":"太","chapter":23,"verse":39,"versions":{"unv":"我告訴你們，從今以後，你們不得再見我，直等到你們說：『奉主名來的是應當稱頌的。』」","bklcl":"In-ūi góa kā lín kóng, Taⁿ liáu-āu, lín bô khòaⁿ-kìⁿ góa; thèng-hāu lín kóng, Tī Chú ê miâ lâi ê, tit-tio̍h hok-khì.","tghg":"因為我給恁講，今了後，恁無看見我，聽候恁講：『佇主的名來的得著福氣。』」","bklhl":"因為我kā lín講，Taⁿ了後，lín無看見我；thèng候lín講，Tī主ê名來ê，得tio̍h福氣。"}}]