[{"book":"太","chapter":10,"verse":1,"versions":{"unv":"耶穌叫了十二個門徒來，給他們權柄，能趕逐污鬼，並醫治各樣的病症。","bklcl":"Iâ-so͘ chiū kiò I cha̍p-jī ê ha̍k-seng lâi, hō͘ in ū chè-ap siâ-sîn ê koân, lâi kóaⁿ-tio̍k in, sòa i-hó ta̍k iūⁿ ê chèng-thâu, ta̍k iūⁿ ê pīⁿ-thiàⁿ.","tghg":"耶穌就叫伊十二個學生來，互𪜶有制壓邪神的權，來趕逐𪜶，續醫好逐樣的症頭逐樣的病疼。","bklhl":"耶穌就叫伊十二個學生來，hō͘ in有制壓邪神ê權，來趕逐in，續醫好ta̍k樣ê症頭，ta̍k樣ê病痛。"}},{"book":"太","chapter":10,"verse":2,"versions":{"unv":"這十二使徒的名：頭一個叫西門（又稱彼得），還有他兄弟安得烈，西庇太的兒子雅各和雅各的兄弟約翰，","bklcl":"Cha̍p-jī sù-tô͘ ê miâ chiū-sī chiah-ê: thâu-chi̍t-ê Se-bûn( kiò chòe Pí-tek), kap i ê hiaⁿ-tī An-tek-lia̍t; Se-pí-thài ê kiáⁿ Ngá-kok, kap i ê hiaⁿ-tī Iok-hān;","tghg":"十二使徒的名就是諸個：頭一個西門（叫做彼得），及伊的兄弟安得烈，西庇太的子雅各及伊的兄弟約翰，","bklhl":"十二使徒ê名就是chiah ê：頭一个西門(叫做彼得)，kap伊ê兄弟安得烈；西庇太ê Kiáⁿ雅各，kap伊ê兄弟約翰；"}},{"book":"太","chapter":10,"verse":3,"versions":{"unv":"腓力和巴多羅買，多馬和稅吏馬太，亞勒腓的兒子雅各，和達太，","bklcl":"Hui-le̍k, kap Pa-to-lô-mái;  To-má, kap thiu-hiòng ê Má-thài; A-le̍k-hui ê kiáⁿ Ngá-kok, kap Ta̍t-thài;","tghg":"腓力及巴多羅買，多馬及抽餉的馬太，亞勒腓的子雅各，及達太，","bklhl":"腓力，kap Pa-to-lô-mái；To-má，kap抽餉ê馬太；A-le̍k-hui ê Kiáⁿ雅各，kap Ta̍t-thài；"}},{"book":"太","chapter":10,"verse":4,"versions":{"unv":"奮銳黨的西門，還有賣耶穌的加略人猶大。","bklcl":"Ka-ná-nî ê Se-bûn, kap Ka-lio̍k lâng Iû-tāi, chiū-sī bōe Iâ-so͘ ê.","tghg":"加拿尼的西門，及加略人猶大就是賣耶穌的。","bklhl":"Ka-ná-nî ê西門，kap加略人偤大，就是賣耶穌ê。"}},{"book":"太","chapter":10,"verse":5,"versions":{"unv":"耶穌差這十二個人去，吩咐他們說：「外邦人的路，你們不要走；撒馬利亞人的城，你們不要進；","bklcl":"Iâ-so͘ chhe chí cha̍p-jī lâng, sòa hoan-hù in kóng, Gōa-pang ê lō͘ bo̍h-tit kiâⁿ, Sat-má-lī-a lâng ê siâⁿ bo̍h-tit ji̍p;","tghg":"耶穌差此十二人，續吩咐𪜶講：「外邦的路，莫得行；撒瑪利亞人的城，莫得入；","bklhl":"耶穌差chit十二人，續吩咐in講，外邦ê路莫得行，撒馬利亞人ê城莫得入；"}},{"book":"太","chapter":10,"verse":6,"versions":{"unv":"寧可往以色列家迷失的羊那裡去。","bklcl":"khah hó tio̍h khì chiū-kūn Í-sek-lia̍t ke sit-lo̍h ê iûⁿ.","tghg":"卡好著去就近以色列家失落的羊，","bklhl":"khah好tio̍h去就近以色列家失落ê羊。"}},{"book":"太","chapter":10,"verse":7,"versions":{"unv":"隨走隨傳，說『天國近了！』","bklcl":"Kiâⁿ ê sî, tio̍h thoân kóng, Thian-kok kūn lah.","tghg":"行的時著傳，講『天國近啦！』","bklhl":"行ê時，tio̍h傳講，天國近lah。"}},{"book":"太","chapter":10,"verse":8,"versions":{"unv":"醫治病人，叫死人復活，叫長大痲瘋的潔淨，把鬼趕出去。你們白白地得來，也要白白地捨去。","bklcl":"I-hó ū pīⁿ ê; hō͘ sí ê koh-oa̍h; hō͘ thái-ko ê chheng-khì; kóaⁿ kúi; lín pe̍h-pe̍h tit-tio̍h, tio̍h pe̍h-pe̍h hō͘ lâng.","tghg":"醫好有病的，互死的復活，互癩[哥](ko)的清氣，趕鬼。恁白白得著，著白白互人。","bklhl":"醫好有病ê；hō͘死ê koh活；hō͘ thái-ko ê清氣；趕鬼；lín白白得tio̍h，tio̍h白白hō͘人。"}},{"book":"太","chapter":10,"verse":9,"versions":{"unv":"腰袋裡不要帶金銀銅錢；","bklcl":"Lín ê io-tó͘ lāi, lóng m̄-thang ū kim, gûn, tâng;","tghg":"恁的腰肚內，攏呣通有金銀銅；","bklhl":"Lín ê腰肚內，lóng m̄-thang有金、銀、銅；"}},{"book":"太","chapter":10,"verse":10,"versions":{"unv":"行路不要帶口袋；不要帶兩件褂子，也不要帶鞋和柺杖。因為工人得飲食是應當的。","bklcl":"lō͘-ni̍h ia̍h bo̍h-tit ū tah-liân, bo̍h-tit nn̄g niá saⁿ, bo̍h-tit ôe, bo̍h-tit koáiⁿ-á; in-ūi chòe-kang lâng kham-tit tit-tio̍h i ê lim-chia̍h.","tghg":"路裡亦莫得有褡褳(tah-liân)；莫得二領衫，莫得鞋，莫得枴仔。因為做工人堪得得著伊的飲食。","bklhl":"路裡亦莫得有tah-連，莫得兩領衫，莫得鞋，莫得柺á；因為做工人堪得得tio̍h伊ê lim食。"}},{"book":"太","chapter":10,"verse":11,"versions":{"unv":"你們無論進哪一城，哪一村，要打聽那裡誰是好人，就住在他家，直住到走的時候。","bklcl":"Lín só͘ ji̍p ê, bô lūn sím-mi̍h siâⁿ, sím-mi̍h hiuⁿ-lí, tio̍h thàm-thiaⁿ kî-tiong chī-chūi ōe kham-tit, chiū tiàm tī hia, kàu lī-khui ê sî.","tghg":"恁所入的無論甚麼城，甚麼鄉里，著探聽其中是誰會堪得，就踮佇遐，到離開的時。","bklhl":"Lín所入ê，無論甚麼城，甚麼鄉里，tio̍h探聽其中是誰會堪得，就tiàm tī hia，到離開ê時。"}},{"book":"太","chapter":10,"verse":12,"versions":{"unv":"進他家裡去，要請他的安。","bklcl":"Ji̍p hit ê chhù, tio̍h kā i chhéng-an.","tghg":"入彼個厝，著給伊請安。","bklhl":"入hit ê厝，tio̍h kā伊請安。"}},{"book":"太","chapter":10,"verse":13,"versions":{"unv":"那家若配得平安，你們所求的平安就必臨到那家；若不配得，你們所求的平安仍歸你們。","bklcl":"Hit ê chhù nā ōe kham-tit, chiū hō͘ lín ê pêng-an kàu tī i; nā bōe kham-tit, chiū hō͘ lín ê pêng-an kui tī lín.","tghg":"彼個厝若會堪得，就互恁的平安到佇伊，若𣍐堪得，就互恁的平安歸佇恁。","bklhl":"Hit-ê厝若會堪得，就hō͘ lín ê平安到tī伊；若bōe堪得，就hō͘ lín ê平安歸tī lín。"}},{"book":"太","chapter":10,"verse":14,"versions":{"unv":"凡不接待你們、不聽你們話的人，你們離開那家，或是那城的時候，就把腳上的塵土跺下去。","bklcl":"Kìⁿ-nā m̄ chiap-la̍p lín, m̄ thiaⁿ lín ê ōe ê, chhut hit ê chhù, hit ê siâⁿ ê sî, tio̍h pōaⁿ-khì lín kha-ni̍h ê thô͘-hún.","tghg":"見若呣接納恁、呣聽恁的話的，出彼個厝，彼個城的時，著拂(pōaⁿ)去恁腳裡的土粉。","bklhl":"見若m̄接納lín，m̄聽lín ê話ê，出hit ê厝，hit ê城ê時，tio̍h拌 (pōaⁿ)去lín腳裡ê土粉。"}},{"book":"太","chapter":10,"verse":15,"versions":{"unv":"我實在告訴你們，當審判的日子，所多瑪和蛾摩拉所受的，比那城還容易受呢！」","bklcl":"Góa si̍t-chāi kā lín kóng, Tng sím-phòaⁿ ê ji̍t, Só͘-to-má kap Gô͘-mô͘-la̍h ê tōe-hng pí hit ê siâⁿ iáu khah khoài tam-tng.","tghg":"我實在給恁講，當審判的日，所多瑪及蛾摩拉的地方，比彼個城猶卡快擔當！」","bklhl":"我實在kā lín講，當審判ê日，所多馬kap Gô͘-mô͘-la̍h ê地方比hit ê城iáu khah快擔當。"}},{"book":"太","chapter":10,"verse":16,"versions":{"unv":"「我差你們去，如同羊進入狼群；所以你們要靈巧像蛇，馴良像鴿子。","bklcl":"Taⁿ góa chhe lín chhin-chhiūⁿ iûⁿ tī chhâi-lông ê tiong-kan; só͘-í lín tio̍h tì-sek chhin-chhiūⁿ chôa, sûn-liông chhin-chhiūⁿ chíⁿ-á.","tghg":"「今我差恁，親像羊佇豺狼的中間；所以恁著智識親像蛇，純良親像鴿仔(chíⁿ-á)。","bklhl":"Taⁿ我差lín親像羊tī豺狼ê中間；所以lín tio̍h知識親像蛇，純良親像鴿á。"}},{"book":"太","chapter":10,"verse":17,"versions":{"unv":"你們要防備人；因為他們要把你們交給公會，也要在會堂裡鞭打你們，","bklcl":"Chóng-sī tio̍h tî-hông lâng; in-ūi in beh chiong lín kau hō͘ kong-hōe, ia̍h beh tī lín ê hōe-tn̂g piⁿ-phah lín;","tghg":"總是著持防人；因為𪜶欲將恁交互公會，亦欲佇𪜶的會堂鞭拍恁，","bklhl":"總是tio̍h持防人；因為in beh將lín交hō͘公會，亦beh tī lín ê會堂鞭phah lín；"}},{"book":"太","chapter":10,"verse":18,"versions":{"unv":"並且你們要為我的緣故被送到諸侯君王面前，對他們和外邦人作見證。","bklcl":"koh lín ia̍h beh ūi-tio̍h góa ê iân-kò͘, siū thoa kàu chóng-tok kap kun-ông ê bīn-chêng, lâi chòe kan-chèng tī in kap gōa-pang lâng.","tghg":"閣恁亦欲為著我的緣故受拖到總督及君王的面前，來做干證佇𪜶及外邦人。","bklhl":"koh lín亦beh為tio̍h我ê緣故，受拖到總督kap君王ê面前，來做干證tī in kap外邦人。"}},{"book":"太","chapter":10,"verse":19,"versions":{"unv":"你們被交的時候，不要思慮怎樣說話，或說甚麼話。到那時候，必賜給你們當說的話；","bklcl":"Nā-sī lín siū sàng-kau ê sî, bo̍h-tit khòa-lū beh cháiⁿ-iūⁿ kóng, á-sī kóng sím-mi̍h ōe; in-ūi só͘ tio̍h kóng ê, beh tī hit sî siúⁿ-sù lín.","tghg":"若是恁受送交的時，莫得掛慮欲怎樣講，抑是講甚麼話。因為所著講的，欲佇彼時賞賜恁；","bklhl":"但是lín受送交ê時，莫得掛慮beh怎樣講，á是講甚麼話；因為所tio̍h講ê，beh tī hit時賞賜lín。"}},{"book":"太","chapter":10,"verse":20,"versions":{"unv":"因為不是你們自己說的，乃是你們父的靈在你們裡頭說的。","bklcl":"In-ūi m̄ sī lín ka-kī kóng, sī lín ê Pē ê Sîn tiàm-tī lín teh kóng.","tghg":"因為呣是恁家己講，是恁的父的神踮佇恁啲講。","bklhl":"因為m̄是lín家己講，是lín ê父ê神tiàm-tī lín teh講。"}},{"book":"太","chapter":10,"verse":21,"versions":{"unv":"弟兄要把弟兄，父親要把兒子，送到死地；兒女要與父母為敵，害死他們；","bklcl":"Hiaⁿ-tī beh chiong hiaⁿ-tī sàng-kau khì sí, pē khoán-thāi kiáⁿ ia̍h án-ni; kiáⁿ-jî beh khí-lâi kong-kek pē-bú, hō͘ in sí.","tghg":"兄弟欲將兄弟送交去死，父款待子亦按呢；子兒欲起來攻擊父母，互𪜶死；","bklhl":"兄弟beh將兄弟送交去死，父款待kiáⁿ亦án-ni；kiáⁿ兒beh起來攻擊父母，hō͘ in死。"}},{"book":"太","chapter":10,"verse":22,"versions":{"unv":"並且你們要為我的名被眾人恨惡。惟有忍耐到底的必然得救。","bklcl":"Ia̍h lín in-ūi góa ê miâ beh hō͘ chèng lâng oàn-hūn, to̍k-to̍k thun-lún kàu lō͘-bé ê, i beh tit-tio̍h kiù.","tghg":"亦恁因為我的名欲互眾人怨恨。獨獨吞愞到路尾的伊欲得著救。","bklhl":"亦lín因為我ê名beh hō͘眾人怨恨，獨獨吞忍到路尾ê，伊beh得tio̍h救。"}},{"book":"太","chapter":10,"verse":23,"versions":{"unv":"有人在這城裡逼迫你們，就逃到那城裡去。我實在告訴你們，以色列的城邑，你們還沒有走遍，人子就到了。","bklcl":"Tī chit ê siâⁿ khún-tio̍k lín, tio̍h cháu kàu hit siâⁿ; góa si̍t-chāi kā lín kóng, Í-sek-lia̍t chiah-ê siâⁿ, lín kiâⁿ bē thàng, Jîn-chú chiū kàu.","tghg":"佇此個城窘逐恁，著走到彼城。我實在給恁講，以色列諸個城，恁行未𥦁(thàng)，人子就到。","bklhl":"Tī chit ê城khún-tio̍k lín，tio̍h走到hit城；我實在kā lín講，以色列chiah ê城，lín行bē thàng，人子就到。"}},{"book":"太","chapter":10,"verse":24,"versions":{"unv":"學生不能高過先生；僕人不能高過主人。","bklcl":"Ha̍k-seng bōe pôaⁿ-kè sian-siⁿ, lô͘-po̍k bōe pôaⁿ-kè chú-lâng.","tghg":"學生𣍐𨃟過先生；奴僕𣍐𨃟過主人。","bklhl":"學生bōe pôaⁿ過先生，奴僕bōe pôaⁿ過主人。"}},{"book":"太","chapter":10,"verse":25,"versions":{"unv":"學生和先生一樣，僕人和主人一樣，也就罷了。人既罵家主是別西卜（別西卜：是鬼王的名），何況他的家人呢？」","bklcl":"Ha̍k-seng chhin-chhiūⁿ sian-siⁿ, lô͘-po̍k chhin-chhiūⁿ chú-lâng, chiū kàu-gia̍h.  Lâng kì-jiân kiò ke-chú chòe Pia̍t-se-pok, hô-hòng kiò i ke-lāi ê lâng.","tghg":"學生親像先生，奴僕親像主人，就夠額。人既然叫家主做別西卜，何況叫伊家內的人？」","bklhl":"學生親像先生，奴僕親像主人，就夠額。人既然叫家主做Pia̍t-se-pok，何況叫伊家內ê人。"}},{"book":"太","chapter":10,"verse":26,"versions":{"unv":"「所以，不要怕他們；因為掩蓋的事沒有不露出來的，隱藏的事沒有不被人知道的。","bklcl":"Só͘-í bo̍h-tit kiaⁿ in; in-ūi bô ū khàm-ba̍t āu-lâi bô lō͘-chhut ê sū; ia̍h bô ū ún-ba̍t āu-lâi bô hō͘ lâng chai ê.","tghg":"「所以，莫得驚𪜶；因為無有蓋密後來無露出的事，亦無有隱密後來無互人知的。","bklhl":"所以莫得驚in；因為無有蓋密後來無露出ê事；亦無有隱密後來無hō͘人知ê。"}},{"book":"太","chapter":10,"verse":27,"versions":{"unv":"我在暗中告訴你們的，你們要在明處說出來；你們耳中所聽的，要在房上宣揚出來。","bklcl":"Góa tī àm-tiong kā lín kóng ê, lín tio̍h tī kng-bêng ê só͘-chāi kóng-chhut; àⁿ tī hī-khang kā lín kóng ê, tio̍h tī chhù-téng thoân i.","tghg":"我佇暗中給恁講的，恁著佇光明的所在講出；俯佇耳孔給恁講的，著佇厝頂傳伊。","bklhl":"我tī暗中kā lín講ê，lín tio̍h tī光明ê所在講出；àⁿ tī耳孔kā lín講ê，tio̍h tī厝頂傳伊。"}},{"book":"太","chapter":10,"verse":28,"versions":{"unv":"那殺身體、不能殺靈魂的，不要怕他們；惟有能把身體和靈魂都滅在地獄裡的，正要怕他。","bklcl":"Hiah ê hāi-sí sin-khu, bōe hāi-sí lêng-hûn ê, bo̍h-tit kiaⁿ in; to̍k-to̍k hit-ê ōe bia̍t lêng-hûn kap sin-khu tī tē-ge̍k ê, khah tio̍h kiaⁿ.","tghg":"許個害死身軀、𣍐害死靈魂的，莫得驚𪜶；獨獨彼個會滅靈魂及身軀佇地獄的，卡著驚。","bklhl":"Hiah-ê害死身軀，bōe害死靈魂ê，莫得驚in；獨獨hit ê會滅靈魂kap身軀tī地獄ê，khah tio̍h驚。"}},{"book":"太","chapter":10,"verse":29,"versions":{"unv":"兩個麻雀不是賣一分銀子嗎？若是你們的父不許，一個也不能掉在地上；","bklcl":"Nn̄g chiah chhek-chiáu-á kiám m̄ sī bōe chi̍t hun gûn mah? nā m̄ sī lín ê Pē ū chún, chi̍t chiah ia̍h bōe ka-la̍uh tōe;","tghg":"二隻雀鳥仔豈呣是賣一分銀嗎？若呣是恁的父有准，一隻亦𣍐磕落地；","bklhl":"兩隻雀鳥á kiám m̄是賣一分銀mah？若m̄是lín ê父有准，一隻亦bōe ka-la̍uh地；"}},{"book":"太","chapter":10,"verse":30,"versions":{"unv":"就是你們的頭髮也都被數過了。","bklcl":"chiū lín ê thâu-mn̂g ia̍h lóng kè-sǹg.","tghg":"就恁的頭毛亦攏過算。","bklhl":"就lín ê頭毛亦lóng計算。"}},{"book":"太","chapter":10,"verse":31,"versions":{"unv":"所以，不要懼怕，你們比許多麻雀還貴重！」","bklcl":"Só͘-í lín bo̍h-tit kiaⁿ; lín pí chōe-chōe chhek-chiáu-á khah kùi-khì.","tghg":"所以，恁莫得驚，恁比多多雀鳥仔卡貴氣！」","bklhl":"所以lín莫得驚；lín比chōe-chōe雀鳥á khah貴氣。"}},{"book":"太","chapter":10,"verse":32,"versions":{"unv":"「凡在人面前認我的，我在我天上的父面前也必認他；","bklcl":"Só͘-í kìⁿ-nā tī lâng ê bīn-chêng jīn góa ê, góa ia̍h tī góa tī thiⁿ-ni̍h ê Pē ê bīn-chêng beh jīn i.","tghg":"「所以見若佇人的面前認我的，我亦佇我佇天裡的父的面前欲認伊；","bklhl":"所以見若tī人ê面前認我ê，我亦tī我tī天裡ê父ê面前beh認伊。"}},{"book":"太","chapter":10,"verse":33,"versions":{"unv":"凡在人面前不認我的，我在我天上的父面前也必不認他。」","bklcl":"Kìⁿ-nā tī lâng ê bīn-chêng m̄ jīn góa ê, góa ia̍h tī góa tī thiⁿ-ni̍h ê Pē ê bīn-chêng beh m̄ jīn i.","tghg":"見若佇人的面前呣認我的，我亦佇我佇天裡的父的面前欲呣認伊。」","bklhl":"見若tī人ê面前m̄認我ê，我亦tī我tī天裡ê父ê面前beh m̄認伊。"}},{"book":"太","chapter":10,"verse":34,"versions":{"unv":"「你們不要想我來是叫地上太平；我來並不是叫地上太平，乃是叫地上動刀兵。","bklcl":"Bo̍h-tit phah-sǹg góa lâi sī beh hō͘ tōe-chiūⁿ hô-pêng; góa lâi m̄ sī beh hō͘ i hô-pêng, chiū-sī hiat-lo̍h to-kiàm.","tghg":"「莫得拍算我來是欲互地上和平；我來呣是欲互伊和平，就是㧒落刀劍。","bklhl":"莫得phah算我來是beh hō͘地上和平；我來m̄是beh hō͘伊和平，就是hiat落刀劍。"}},{"book":"太","chapter":10,"verse":35,"versions":{"unv":"因為我來是叫人與父親生疏，女兒與母親生疏，媳婦與婆婆生疏。","bklcl":"In-ūi góa lâi, sī hō͘ kiáⁿ kap i ê lāu-pē choa̍t-chêng, cha-bó͘-kiáⁿ kap i ê lāu-bú, sim-pū kap i ê ta-ke, ia̍h beh án-ni.","tghg":"因為我來是互子及伊的老父絕情，查某子及伊的老母，媳婦及伊的乾家，亦欲按呢。","bklhl":"因為我來，是hō͘ kiáⁿ kap伊ê老父絕情，cha-bó͘-kiáⁿ kap伊ê老母，sim-pū kap伊ê ta-ke，亦beh án-ni。"}},{"book":"太","chapter":10,"verse":36,"versions":{"unv":"人的仇敵就是自己家裡的人。","bklcl":"Koh lâng ê tùi-te̍k chiū-sī i ka-kī ke-lāi ê lâng.","tghg":"閣人的對敵就是伊家己家內的人。","bklhl":"Koh人ê對敵就是伊家己家內ê人。"}},{"book":"太","chapter":10,"verse":37,"versions":{"unv":"「愛父母過於愛我的，不配作我的門徒；愛兒女過於愛我的，不配作我的門徒；","bklcl":"Thiàⁿ pē-bú khah kè-thâu tī thiàⁿ góa ê, bōe kham-tit tī góa;  thiàⁿ kiáⁿ cha-bó͘-kiáⁿ khah kè-thâu tī thiàⁿ góa ê, bōe kham-tit tī góa;","tghg":"「疼父母卡過頭佇疼我的，𣍐堪得佇我；疼子查某子卡過頭佇疼我的，𣍐堪得佇我；","bklhl":"疼父母khah過頭tī疼我ê，bōe堪得tī我；疼kiáⁿ, cha-bó͘-kiáⁿ khah過頭tī疼我ê，bōe堪得tī我；"}},{"book":"太","chapter":10,"verse":38,"versions":{"unv":"不背著他的十字架跟從我的，也不配作我的門徒。","bklcl":"m̄ pē ka-kī ê si̍p-jī-kè lâi tè tī góa ê āu-bīn ê, ia̍h bōe kham-tit tī góa.","tghg":"呣背家己的十字架來隨佇我的後面的，亦𣍐堪得佇我。","bklhl":"m̄背家己ê十字架來tè tī我ê後面ê，亦bōe堪得tī我。"}},{"book":"太","chapter":10,"verse":39,"versions":{"unv":"得著生命的，將要失喪生命；為我失喪生命的，將要得著生命。」","bklcl":"Tit-tio̍h i ê sìⁿ-miā ê lâng, beh sit-lo̍h i; ūi-tio̍h góa sit-lo̍h i ê sìⁿ-miā ê lâng, beh tit-tio̍h i.","tghg":"得著伊的生命的人，欲失落伊；為著我失落伊的生命的人，欲得著伊。」","bklhl":"得tio̍h伊ê性命ê人，beh失落伊；為tio̍h我失落伊ê性命ê人，beh得tio̍h伊。"}},{"book":"太","chapter":10,"verse":40,"versions":{"unv":"「人接待你們就是接待我；接待我就是接待那差我來的。","bklcl":"Chiap-la̍p lín ê, chiū-sī chiap-la̍p góa; chiap-la̍p góa ê, chiū-sī chiap-la̍p chhe góa ê.","tghg":"「接納恁的就是接納我；接納我的就是接納差我的。","bklhl":"接納lín ê，就是接納我；接納我ê，就是接納差我ê。"}},{"book":"太","chapter":10,"verse":41,"versions":{"unv":"人因為先知的名接待先知，必得先知所得的賞賜；人因為義人的名接待義人，必得義人所得的賞賜。","bklcl":"Ūi-tio̍h sian-ti ê miâ lâi chiap-la̍p sian-ti ê, beh tit-tio̍h sian-ti ê siúⁿ; ūi-tio̍h gī lâng ê miâ lâi chiap-la̍p gī lâng ê, beh tit-tio̍h gī lâng ê siúⁿ.","tghg":"為著先知的名來接納先知的，欲得著先知的賞；為著義人的名來接納義人的，欲得著義人的賞。","bklhl":"為tio̍h先知ê名來接納先知ê，beh得tio̍h先知ê賞；為tio̍h義人ê名來接納義人ê，beh得tio̍h義人ê賞。"}},{"book":"太","chapter":10,"verse":42,"versions":{"unv":"無論何人，因為門徒的名，只把一杯涼水給這小子裡的一個喝，我實在告訴你們，這人不能不得賞賜。」","bklcl":"Kìⁿ-nā ūi-tio̍h ha̍k-seng ê miâ, kan-ta ēng chi̍t poe léng-chúi hō͘ chiah-ê sòe-kiáⁿ ê chi̍t ê lim ê, góa si̍t-chāi kā lín kóng, i koat-toàn bōe sit-lo̍h i ê siúⁿ.","tghg":"見若為著學生的名，干單用一杯冷水互諸個細子的一個飲的，我實在給恁講，伊決斷𣍐失落伊的賞。」","bklhl":"見若為tio̍h學生ê名，kan-ta用一杯冷水hō͘ chiah ê細kiáⁿ ê一个lim ê，我實在kā lín講，伊決斷bōe失落伊ê賞。"}}]