[{"book":"太","chapter":28,"verse":1,"versions":{"unv":"安息日將盡，七日的頭一日，天快亮的時候，抹大拉的馬利亞和那個馬利亞來看墳墓。","bklcl":"An-hioh-ji̍t āu, chhit ji̍t ê thâu chi̍t ji̍t, thiⁿ phú-kng.  Boa̍t-tāi-lia̍p ê Má-lī-a kap pa̍t ê Má-lī-a lâi beh khòaⁿ hit ê bōng.","tghg":"安息日後，七日的頭一日，天昲(phú)光，抹大拉的馬利亞及別個馬利亞來欲看彼個墓。","bklhl":"安歇日後，七日ê頭一日，天phú光。抹大拉ê馬利亞kap別個馬利亞來beh看hit ê墓。"}},{"book":"太","chapter":28,"verse":2,"versions":{"unv":"忽然，地大震動；因為有主的使者從天上下來，把石頭滾開，坐在上面。","bklcl":"Hut-jiân tōe tōa tín-tāng, in-ūi Chú ê thiⁿ-sài tùi thiⁿ lo̍h-lâi, kō khui hit tè chio̍h, lâi chē tī téng-bīn.","tghg":"忽然，地大振動；因為主的天使對天落來，翱(kō)開彼塊石，來坐佇頂面。","bklhl":"忽然地大振動，因為主ê天使tùi天落來，kō開hit塊石，來坐tī頂面。"}},{"book":"太","chapter":28,"verse":3,"versions":{"unv":"他的相貌如同閃電，衣服潔白如雪。","bklcl":"I ê bīn-māu chhin-chhiūⁿ sih-nà, saⁿ pe̍h chhin-chhiūⁿ seh.","tghg":"伊的面貌親像閃爁，衫白親像雪。","bklhl":"伊ê面貌親像sih-nà，衫白親像雪。"}},{"book":"太","chapter":28,"verse":4,"versions":{"unv":"看守的人就因他嚇得渾身亂戰，甚至和死人一樣。","bklcl":"Kò͘-siú ê lâng in-ūi kiaⁿ, chiū ngia̍uh-ngia̍uh-chhoah, piàn chhin-chhiūⁿ sí.","tghg":"顧守的人因為驚就愕愕惙，變親像死。","bklhl":"顧守ê人因為驚，就ngia̍uh-ngia̍uh-chhoah，變親像死。"}},{"book":"太","chapter":28,"verse":5,"versions":{"unv":"天使對婦女說：「不要害怕！我知道你們是尋找那釘十字架的耶穌。","bklcl":"Thiⁿ-sài ìn hiah-ê hū-jîn-lâng kóng, Lín m̄ bián kiaⁿ, in-ūi góa chai lín teh chhē tèng si̍p-jī-kè ê Iâ-so͘.","tghg":"天使應許個婦仁人講：「恁呣免驚！因為我知恁啲尋釘十字架的耶穌。","bklhl":"天使應hiah-ê婦人人講，Lín m̄免驚，因為我知lín teh chhē釘十字架ê耶穌。"}},{"book":"太","chapter":28,"verse":6,"versions":{"unv":"他不在這裡，照他所說的，已經復活了。你們來看安放主的地方。","bklcl":"I bô tī chia, in-ūi I í-keng koh-oa̍h, chiàu I só͘ kóng ê; lín lâi khòaⁿ Chú só͘ tó ê só͘-chāi.","tghg":"伊無佇遮，因為伊已經復活，照伊所講的。恁來看主所倒的所在。","bklhl":"伊無tī chia，因為伊已經koh活，照伊所講ê；lín來看主所倒ê所在。"}},{"book":"太","chapter":28,"verse":7,"versions":{"unv":"快去告訴他的門徒，說他從死裡復活了，並且在你們以先往加利利去，在那裡你們要見他。看哪，我已經告訴你們了。」","bklcl":"Iā tio̍h kín-kín khì kā I ê ha̍k-seng kóng, I tùi sí-lâng tiong koh-oa̍h, iā beh tāi-seng lín khì Ka-lī-lī, tī hia lín beh khòaⁿ-kìⁿ I; góa í-keng kā lín kóng lah.","tghg":"也著緊緊去給伊的學生講，伊對死人中復活，也欲代先恁去加利利，佇遐恁欲看見伊。我已經給恁講啦。」","bklhl":"也tio̍h緊緊去kā伊ê學生講，伊tùi死人中koh活，也beh事先lín去加利利，tī hia lín beh看見伊；我已經kā lín講lah。"}},{"book":"太","chapter":28,"verse":8,"versions":{"unv":"婦女們就急忙離開墳墓，又害怕，又大大地歡喜，跑去要報給他的門徒。","bklcl":"In kín-kín lī-khui bōng, iā kiaⁿ iā tōa hoaⁿ-hí, cháu khì pò I ê ha̍k-seng.","tghg":"𪜶緊緊離開墓，也驚也大歡喜，走去報伊的學生。","bklhl":"In緊緊離開墓，也驚也大歡喜，走去報伊ê學生。"}},{"book":"太","chapter":28,"verse":9,"versions":{"unv":"忽然，耶穌遇見她們，說：「願你們平安！」她們就上前抱住他的腳拜他。","bklcl":"Hut-jiân Iâ-so͘ tú-tio̍h in, kóng, Pêng-an.  In chìn-chêng, phō I ê kha, pài I.","tghg":"忽然耶穌抵著(tú-tio̍h)𪜶，講：「平安！」𪜶進前抱伊的腳，拜伊。","bklhl":"忽然耶穌tú-tio̍h in，講，平安。In進前，抱伊ê腳，拜伊。"}},{"book":"太","chapter":28,"verse":10,"versions":{"unv":"耶穌對她們說：「不要害怕！你們去告訴我的弟兄，叫他們往加利利去，在那裡必見我。」","bklcl":"Iâ-so͘ chiū kā in kóng, M̄ bián kiaⁿ, khì pò góa ê hiaⁿ-tī, kah in khì Ka-lī-lī, tī hia beh khòaⁿ-kìⁿ góa.","tghg":"耶穌就給𪜶講：「呣免驚！去報我的兄弟，教𪜶去加利利，佇遐欲看見我。」","bklhl":"耶穌就kā in講，M̄免驚，去報我ê兄弟，kah in去加利利，tī hia beh看見我。"}},{"book":"太","chapter":28,"verse":11,"versions":{"unv":"她們去的時候，看守的兵有幾個進城去，將所經歷的事都報給祭司長。","bklcl":"Hū-jîn-lâng khì ê sî, kò͘-siú ê peng ū-ê ji̍p siâⁿ, ēng só͘ keng-kè ê sū it-chīn pò chiah-ê chè-si-thâu.","tghg":"婦仁人去的時，顧守的兵有的入城，用所經過的事一盡報諸個祭司頭。","bklhl":"婦人人去ê時，顧守ê兵有ê入城，用所經過ê事一盡報chiah ê祭司頭。"}},{"book":"太","chapter":28,"verse":12,"versions":{"unv":"祭司長和長老聚集商議，就拿許多銀錢給兵丁，說：","bklcl":"In chiū kap tiúⁿ-ló chū-chi̍p, saⁿ-kap chham-siông, ēng chōe-chōe gûn hō͘ peng, kóng,","tghg":"𪜶就及長老聚集相及參詳，用多多銀互兵，講：","bklhl":"In就kap長老聚集，saⁿ-kap參詳，用chōe-chōe銀hō͘兵，講，"}},{"book":"太","chapter":28,"verse":13,"versions":{"unv":"「你們要這樣說：『夜間我們睡覺的時候，他的門徒來，把他偷去了。』","bklcl":"Lín tio̍h kóng, Goán teh khùn ê sî, I ê ha̍k-seng mî-sî lâi thau-khì.","tghg":"「恁著講：『阮啲睏的時，伊的學生暝時來偷去。』","bklhl":"Lín tio̍h講，阮teh睏ê時，伊ê學生暝時來偷去。"}},{"book":"太","chapter":28,"verse":14,"versions":{"unv":"倘若這話被巡撫聽見，有我們勸他，保你們無事。」","bklcl":"Siat-sú chit ê tāi-chì hō͘ chóng-tok thiaⁿ-kìⁿ, goán chiū beh khǹg i, hō͘ lín bô sū.","tghg":"設使此個代誌互總督聽見，阮就欲勸伊，互恁無事。」","bklhl":"設使chit ê tāi-chì hō͘總督聽見，阮就beh勸伊，hō͘ lín無事。"}},{"book":"太","chapter":28,"verse":15,"versions":{"unv":"兵丁受了銀錢，就照所囑咐他們的去行。這話就傳說在猶太人中間，直到今日。","bklcl":"In the̍h hiah-ê gûn, chiàu só͘ kà in ê khì kiâⁿ;  chit ê ōe chiū piàn thoân Iû-thài lâng tiong, kàu tī kin-á-ji̍t.","tghg":"𪜶提許個銀，照所教𪜶的去行。此個話就遍傳猶太人中，到佇今仔日。","bklhl":"In the̍h hiah-ê銀，照所教in ê去行；chit ê話就遍傳偤太人中，到tī今á日。"}},{"book":"太","chapter":28,"verse":16,"versions":{"unv":"十一個門徒往加利利去，到了耶穌約定的山上。","bklcl":"Nā-sī cha̍p-it ê ha̍k-seng khì Ka-lī-lī, kàu Iâ-so͘ só͘ bat kā in tiāⁿ-tio̍h ê soaⁿ.","tghg":"若是十一個學生去加利利，到耶穌所曾給𪜶定著的山。","bklhl":"但是十一个學生去加利利，到耶穌所bat kā in tiāⁿ-tio̍h ê山。"}},{"book":"太","chapter":28,"verse":17,"versions":{"unv":"他們見了耶穌就拜他，然而還有人疑惑。","bklcl":"Khòaⁿ-kìⁿ I, chiū pài I; chóng-sī ū-ê giâu-gî.","tghg":"看見伊就拜伊，總是有的僥疑。","bklhl":"看見伊，就拜伊；總是有ê僥疑。"}},{"book":"太","chapter":28,"verse":18,"versions":{"unv":"耶穌進前來，對他們說：「天上地下所有的權柄都賜給我了。","bklcl":"Iâ-so͘ kūn-óa lâi tùi in kóng ōe, kóng, Thiⁿ-téng tōe-ē ê koân, í-keng lóng-chóng hō͘ góa.","tghg":"耶穌近倚來對𪜶講話，講：「天頂地下的權已經攏總互我。","bklhl":"耶穌近óa來對in講話，講，天頂地下ê權，已經lóng總hō͘我。"}},{"book":"太","chapter":28,"verse":19,"versions":{"unv":"所以，你們要去，使萬民作我的門徒，奉父、子、聖靈的名給他們施洗（或譯：給他們施洗，歸於父、子、聖靈的名）。","bklcl":"Só͘-í lín tio̍h khì chio bān peh-sìⁿ lâi chòe ha̍k-seng, kā in kiâⁿ sóe-lé, hō͘ in kui tī Pē, Kiáⁿ, Sèng Sîn ê miâ;","tghg":"所以，恁著去招萬百姓來做學生，給𪜶行洗禮，互𪜶歸佇父、子、聖神的名。","bklhl":"所以lín tio̍h去招萬百姓 來做學生，kā in行洗禮，hō͘ in歸tī父，Kiáⁿ，聖神ê名；"}},{"book":"太","chapter":28,"verse":20,"versions":{"unv":"凡我所吩咐你們的，都教訓他們遵守，我就常與你們同在，直到世界的末了。」","bklcl":"kìⁿ-nā góa só͘ ū bēng-lēng lín ê, tio̍h kà-sī in siú; koh góa ji̍t-ji̍t kap lín tī-teh, kàu sè-kan ê lō͘-bé.","tghg":"見若我所有命令恁的，著教示𪜶守，閣我日日及恁佇啲，到世間的路尾。」","bklhl":"見若我所有命令lín ê，tio̍h教示in守；koh我日日kap lín tī-teh，到世間ê路尾。"}}]