[{"book":"太","chapter":26,"verse":1,"versions":{"unv":"耶穌說完了這一切的話，就對門徒說：","bklcl":"Iâ-so͘ kóng chiah-ê ōe soah, chiū kā I ê ha̍k-seng kóng,","tghg":"耶穌講諸個話息，就給伊的學生講：","bklhl":"耶穌講chiah ê話soah，就kā伊ê學生講，"}},{"book":"太","chapter":26,"verse":2,"versions":{"unv":"「你們知道，過兩天是逾越節，人子將要被交給人，釘在十字架上。」","bklcl":"Lín chai kè nn̄g ji̍t pôaⁿ-kè-choeh chiū kàu, Jîn-chú tú-tio̍h kè-sàng khì tèng si̍p-jī-kè.","tghg":"「恁知，過二日𨃟(pôan)過節就到，人子抵著(tú-tio̍h)解(kè)送，去釘十字架。」","bklhl":"Lín知過兩日pôaⁿ過節就到，人子tú-tio̍h解送去釘十字架。"}},{"book":"太","chapter":26,"verse":3,"versions":{"unv":"那時，祭司長和民間的長老聚集在大祭司稱為該亞法的院裡。","bklcl":"Hit sî hiah-ê chè-si-thâu kap peh-sìⁿ ê tiúⁿ-ló chū-chi̍p tī chè-si-thâu, miâ Kai-a-hoat ê īⁿ,","tghg":"彼時許個祭司頭及百姓的長老聚集佇祭司頭名該亞法的院。","bklhl":"Hit時hiah-ê祭司頭kap百姓 ê長老聚集tī祭司頭，名該亞法ê院，"}},{"book":"太","chapter":26,"verse":4,"versions":{"unv":"大家商議要用詭計拿住耶穌，殺他，","bklcl":"saⁿ-kap chham-siông ēng khúi-khiat ê kè lia̍h Iâ-so͘ lâi thâi I.","tghg":"相及參詳用詭譎(khúi-khiat)的計掠耶穌，來刣伊。","bklhl":"saⁿ-kap參詳用詭譎ê計掠耶穌來刣伊。"}},{"book":"太","chapter":26,"verse":5,"versions":{"unv":"只是說：「當節的日子不可，恐怕民間生亂。」","bklcl":"Chóng-sī kóng, Tng choeh-kî m̄-thang, kiaⁿ-liáu peh-sìⁿ ê tiong-kan ū jiáu-loān.","tghg":"總是講：「當節期呣通，驚了百姓的中間有擾亂。」","bklhl":"總是講，當節期m̄-thang，驚了百姓 ê中間有擾亂。"}},{"book":"太","chapter":26,"verse":6,"versions":{"unv":"耶穌在伯大尼長大痲瘋的西門家裡，","bklcl":"Iâ-so͘ tī Pek-tāi-nî, thái-ko Se-bûn ê chhù,","tghg":"耶穌佇伯大尼癩[哥]西門的厝，","bklhl":"耶穌tī伯大尼，thái-ko西門ê厝，"}},{"book":"太","chapter":26,"verse":7,"versions":{"unv":"有一個女人拿著一玉瓶極貴的香膏來，趁耶穌坐席的時候，澆在他的頭上。","bklcl":"ū hū-jîn-lâng tòa ge̍k-pân, lāi-bīn tóe ke̍k kùi-khì ê hiuⁿ-iû, chiū-kūn I, tng I chē toh ê sî piàⁿ tī I thâu-khak téng.","tghg":"有婦仁人帶玉瓶(pân)，內面貯(tóe)極貴氣的香油(hiun-iû)就近伊，當伊坐桌的時，傾(piàn)佇伊頭殼頂。","bklhl":"有婦人人tòa玉瓶，內面tóe極貴氣ê香油，就近伊，當伊坐桌ê時拚(piàⁿ)tī伊頭殼頂。"}},{"book":"太","chapter":26,"verse":8,"versions":{"unv":"門徒看見就很不喜悅，說：「何用這樣的枉費呢！","bklcl":"Ha̍k-seng khòaⁿ-kìⁿ chiū siū-khì, kóng, Án-ni phòa-hùi ū siáⁿ lō͘-ēng?","tghg":"學生看見就受氣，講：「按呢破費有啥路用！","bklhl":"學生看見就受氣，講，Án-ni破費有啥路用？"}},{"book":"太","chapter":26,"verse":9,"versions":{"unv":"這香膏可以賣許多錢，賙濟窮人。」","bklcl":"In-ūi chit ê iû ōe bōe-tit chōe-chōe gûn, lâi hō͘ sòng-hiong lâng.","tghg":"因為此個油會賣得多多銀，來互喪鄉人。」","bklhl":"因為chit ê油能賣得chōe-chōe銀，來hō͘ sòng-hiong人。"}},{"book":"太","chapter":26,"verse":10,"versions":{"unv":"耶穌看出他們的意思，就說：「為甚麼難為這女人呢？她在我身上做的是一件美事。","bklcl":"Iâ-so͘ chai chiū kā in kóng, Lín siáⁿ-sū thiau-lân chit ê hū-jîn-lâng ah?  in-ūi i só͘ kiâⁿ lâi khoán-thāi góa ê sī hó sū.","tghg":"耶穌知，就給𪜶講：「恁啥事刁難此個婦仁人啊？因為伊所行來款待我的是好事。","bklhl":"耶穌知就kā in講，Lín啥事刁難chit ê婦人人ah？因為伊所行來款待我ê是好事。"}},{"book":"太","chapter":26,"verse":11,"versions":{"unv":"因為常有窮人和你們同在；只是你們不常有我。","bklcl":"In-ūi siông-siông ū sòng-hiong lâng kap lín tī-teh, nā-sī góa bô siông-siông kap lín tī-teh.","tghg":"因為常常有喪鄉人及恁佇啲；若是我無常常及恁佇啲。","bklhl":"因為常常有sòng-hiong人kap lín tī-teh，但是我無常常kap lín tī-teh。"}},{"book":"太","chapter":26,"verse":12,"versions":{"unv":"她將這香膏澆在我身上是為我安葬做的。","bklcl":"In-ūi i tò chit ê iû tī góa seng-khu, chiū-sī pī-pān góa bâi-chòng lâi kiâⁿ ê.","tghg":"因為伊倒此個油佇我身軀，就是備辦我埋葬來行的。","bklhl":"因為伊倒chit ê油tī我身軀，就是備辦我埋葬來行ê。"}},{"book":"太","chapter":26,"verse":13,"versions":{"unv":"我實在告訴你們，普天之下，無論在甚麼地方傳這福音，也要述說這女人所行的，作個紀念。」","bklcl":"Góa si̍t-chāi kā lín kóng, Phó͘ thiⁿ-ē, bô lūn sím-mi̍h só͘-chāi thoân chit ê hok-im, iā beh kóng-khí chit ê hū-jîn-lâng só͘ kiâⁿ, lâi kì-liām i.","tghg":"我實在給恁講，普天下，無論甚麼所在傳此個福音，也欲講起此個婦仁人所行，來紀念伊。」","bklhl":"我實在kā lín講，普天下，無論甚麼所在傳chit ê福音，也beh講起chit ê婦人人所行，來記念伊。"}},{"book":"太","chapter":26,"verse":14,"versions":{"unv":"當下，十二門徒裡有一個稱為加略人猶大的，去見祭司長，說：","bklcl":"Hit sî cha̍p-jī ê ha̍k-seng chi̍t-ê, miâ chòe Ka-lio̍k lâng Iû-tāi, khì kìⁿ hiah-ê chè-si-thâu,","tghg":"彼時，十二個學生一個名做加略人猶大，去見許個祭司頭，講：","bklhl":"Hit時十二個學生一个，名做加略人偤大，去見hiah-ê祭司頭，"}},{"book":"太","chapter":26,"verse":15,"versions":{"unv":"「我把他交給你們，你們願意給我多少錢？」他們就給了他三十塊錢。","bklcl":"kóng, Lín beh hō͘ góa jōa chōe, góa beh chiong I kau hō͘ lín?  In chiū kap i iok, hō͘ i gûn saⁿ-cha̍p.","tghg":"「恁欲互我偌多？我欲將伊交互恁。」𪜶就及伊約互伊銀三十。","bklhl":"講，Lín beh hō͘我jōa chōe，我beh將伊交hō͘ lín？In就kap伊約，hō͘伊銀三十。"}},{"book":"太","chapter":26,"verse":16,"versions":{"unv":"從那時候，他就找機會要把耶穌交給他們。","bklcl":"Tùi hit sî i chhē ki-hōe chiong Iâ-so͘ kau hō͘ in.","tghg":"對彼時，伊尋機會將耶穌交互𪜶。","bklhl":"Tùi hit時伊chhē機會將耶穌交hō͘ in。"}},{"book":"太","chapter":26,"verse":17,"versions":{"unv":"除酵節的第一天，門徒來問耶穌說：「你吃逾越節的筵席，要我們在哪裡給你預備？」","bklcl":"Tû-kàⁿ-choeh ê thâu-chi̍t ji̍t, ha̍k-seng chiū-kūn Iâ-so͘ kóng, Ài goán tī sím-mi̍h só͘-chāi kā lí pī-pān chia̍h pôaⁿ-kè-choeh?","tghg":"除酵(kàn)節的頭一日，學生就近耶穌講：「愛阮佇甚麼所在給你備辦食𨃟過節？」","bklhl":"除酵節ê頭一日，學生就近耶穌講，Ài阮tī甚麼所在kā你備辦食pôaⁿ過節？"}},{"book":"太","chapter":26,"verse":18,"versions":{"unv":"耶穌說：「你們進城去，到某人那裡，對他說：『夫子說：我的時候快到了，我與門徒要在你家裡守逾越節。』」","bklcl":"I kóng, Lín ji̍p siâⁿ chhē bó͘ lâng, kā i kóng, Sian-siⁿ kóng, Góa ê sî kūn lah; góa kap góa ê ha̍k-seng siú pôaⁿ-kè-choeh tī lí tau.","tghg":"伊講：「恁入城，尋某人，給伊講：『先生講：我的時近啦，我及我的學生守𨃟過節佇你兜(tau)。』」","bklhl":"伊講，Lín入城chhē某人，kā伊講，先生講，我ê時近lah；我kap我ê學生守pôaⁿ過節tī你tau。"}},{"book":"太","chapter":26,"verse":19,"versions":{"unv":"門徒遵著耶穌所吩咐的就去預備了逾越節的筵席。","bklcl":"Ha̍k-seng chiàu Iâ-so͘ só͘ hoan-hù ê khì kiâⁿ; chiū pī-pān pôaⁿ-kè-choeh.","tghg":"學生照耶穌所吩咐的去行，就備辦𨃟(pôaⁿ)過節。","bklhl":"學生照耶穌所吩咐ê去行；就備辦pôaⁿ過節。"}},{"book":"太","chapter":26,"verse":20,"versions":{"unv":"到了晚上，耶穌和十二個門徒坐席。","bklcl":"Kàu ji̍t àm Iâ-so͘ kap cha̍p-jī ê ha̍k-seng chē toh.","tghg":"到日暗，耶穌及十二個學生坐桌。","bklhl":"到日暗耶穌kap十二個學生坐桌。"}},{"book":"太","chapter":26,"verse":21,"versions":{"unv":"正吃的時候，耶穌說：「我實在告訴你們，你們中間有一個人要賣我了。」","bklcl":"Chia̍h ê sî, Iâ-so͘ kóng, Góa si̍t-chāi kā lín kóng, lín tiong-kan chi̍t lâng beh bōe góa.","tghg":"食的時，耶穌講：「我實在給恁講，恁中間一人欲賣我。」","bklhl":"食ê時，耶穌講，我實在kā lín講，lín中間一人beh賣我。"}},{"book":"太","chapter":26,"verse":22,"versions":{"unv":"他們就甚憂愁，一個一個地問他說：「主，是我嗎？」","bklcl":"Chèng lâng chin iu-būn, chi̍t-ê chi̍t-ê kā I kóng, Chú ah, chóng bô sī góa o͘h?","tghg":"眾人真憂悶，一個一個給伊講：「主啊，總無是我哦？」","bklhl":"眾人真憂悶，一个一个kā伊講，主ah，總無是我o͘h？"}},{"book":"太","chapter":26,"verse":23,"versions":{"unv":"耶穌回答說：「同我蘸手在盤子裡的，就是他要賣我。","bklcl":"I ìn kóng, Kap góa chhun chhiú tī pôaⁿ-ni̍h ê, hit-ê beh bōe góa.","tghg":"伊應講：「及我伸手佇盤裡者，彼個欲賣我。","bklhl":"伊應講，Kap我伸手tī盤裡ê，hit ê beh賣我。"}},{"book":"太","chapter":26,"verse":24,"versions":{"unv":"人子必要去世，正如經上指著他所寫的；但賣人子的人有禍了！那人不生在世上倒好。」","bklcl":"Jîn-chú tò-khì chiàu só͘ kì-chài chí I ê ōe; nā-sī bōe Jîn-chú ê ū chai-ē ah!  hit lâng bô chhut-sì khah hó.","tghg":"人子倒去，照所記載指伊的話；若是賣人子的有災禍啊！彼人無出世卡好。」","bklhl":"人子tò去照所記載指伊ê話；但是賣人子ê有災禍ah！hit人無出世khah好。"}},{"book":"太","chapter":26,"verse":25,"versions":{"unv":"賣耶穌的猶大問他說：「拉比，是我嗎？」耶穌說：「你說的是。」","bklcl":"Bōe I ê Iû-tāi kóng, Lia̍p-pí, chóng bô sī góa o͘h?  Kā i kóng, Lí í-keng kóng lah.","tghg":"賣伊的猶大講：「拉比，總無是我哦？」給伊講：「你已經講啦。」","bklhl":"賣伊ê偤大講，拉比，總無是我o͘h？kā伊講，你已經講lah。"}},{"book":"太","chapter":26,"verse":26,"versions":{"unv":"他們吃的時候，耶穌拿起餅來，祝福，就擘開，遞給門徒，說：「你們拿著吃，這是我的身體」；","bklcl":"In teh chia̍h ê sî, Iâ-so͘ the̍h piáⁿ, chiok-siā peh-phòa, pun hō͘ ha̍k-seng, kóng, The̍h-khì chia̍h; chit-ê sī góa ê seng-khu.","tghg":"𪜶啲食的時，耶穌提餅，祝謝，擘破，分互學生，講：「提去食，此個是我的身軀」；","bklhl":"In teh食ê時，耶穌the̍h餅，祝謝peh破，pun hō͘學生，講，the̍h去食；chit ê是我ê身軀。"}},{"book":"太","chapter":26,"verse":27,"versions":{"unv":"又拿起杯來，祝謝了，遞給他們，說：「你們都喝這個；","bklcl":"Koh phâng poe chiok-siā hō͘ in, kóng, Lín lóng tio̍h lim i;","tghg":"閣捧杯，祝謝，互𪜶，講：「恁攏著飲伊；","bklhl":"Koh捧(phâng)杯祝謝hō͘ in，講，Lín lóng tio̍h lim伊；"}},{"book":"太","chapter":26,"verse":28,"versions":{"unv":"因為這是我立約的血，為多人流出來，使罪得赦。","bklcl":"chit-ê sī góa ê huih, chiū-sī bêng iok ê huih, ūi-tio̍h chōe-chōe lâng lâi lâu-chhut ê, tì-kàu chōe tit-tio̍h sià-bián.","tghg":"此個是我的血就是盟約的血，為著多多人來流出的，致到罪得著赦免。","bklhl":"chit ê是我ê血，就是盟約ê血，為tio̍h chōe-chōe人來流出ê，致到罪得tio̍h赦免。"}},{"book":"太","chapter":26,"verse":29,"versions":{"unv":"但我告訴你們，從今以後，我不再喝這葡萄汁，直到我在我父的國裡同你們喝新的那日子。」","bklcl":"Nā-sī góa kā lín kóng, taⁿ liáu-āu góa bô lim chit ê phû-tô ê chiap, thèng-hāu hit ji̍t góa kap lín lim hit ê sin-ê tī góa ê Pē ê kok.","tghg":"若是我給恁講，今了後，我無飲此個葡萄的汁。聽候彼日我及恁飲彼個新的佇我的父的國。」","bklhl":"但是我kā lín講，taⁿ了後我無lim chit ê葡萄ê汁，thèng候hit日我kap lín lim hit ê新ê tī我ê父ê國。"}},{"book":"太","chapter":26,"verse":30,"versions":{"unv":"他們唱了詩，就出來往橄欖山去。","bklcl":"Í-keng gîm si, chiū chhut-lâi, khì Kaⁿ-ná soaⁿ.","tghg":"已經吟詩，就出來去橄欖山。","bklhl":"已經吟詩，就出來，去橄欖山。"}},{"book":"太","chapter":26,"verse":31,"versions":{"unv":"那時，耶穌對他們說：「今夜，你們為我的緣故都要跌倒。因為經上記著說：我要擊打牧人，羊就分散了。","bklcl":"Hit sî Iâ-so͘ kā in kóng, Kim-mî lín lóng beh ūi-tio̍h góa lâi siū that-gāi, in-ūi ū kì-chài kóng, Góa beh phah bo̍k-chiá, chiū iûⁿ-kûn sì-sòaⁿ.","tghg":"彼時，耶穌給𪜶講：「今暝，恁攏欲為著我來受塞礙(that-gāi)。因為有記載講：我欲拍牧者，就羊群四散。","bklhl":"Hit時耶穌kā in講，今暝lín lóng beh為tio̍h我來受塞礙，因為有記載講，我beh phah牧者，就羊群四散。"}},{"book":"太","chapter":26,"verse":32,"versions":{"unv":"但我復活以後，要在你們以先往加利利去。」","bklcl":"Nā-sī góa koh-oa̍h liáu-āu beh tāi-seng lín khì Ka-lī-lī.","tghg":"若是我復活了後，欲代先恁去加利利。」","bklhl":"但是我koh活了後beh事先lín去加利利。"}},{"book":"太","chapter":26,"verse":33,"versions":{"unv":"彼得說：「眾人雖然為你的緣故跌倒，我卻永不跌倒。」","bklcl":"Pí-tek ìn I kóng, Chèng lâng sui-jiân ūi-tio̍h lí lâi siū that-gāi, iā góa éng-éng bô siū that-gāi.","tghg":"彼得應伊講：「眾人雖然為著你來受塞礙，也我永永無受塞礙。」","bklhl":"彼得應伊講，眾人雖然為tio̍h你來受塞礙，也我永永無受塞礙。"}},{"book":"太","chapter":26,"verse":34,"versions":{"unv":"耶穌說：「我實在告訴你，今夜雞叫以先，你要三次不認我。」","bklcl":"Iâ-so͘ kā i kóng, Góa si̍t-chāi kā lí kóng, kim-mî koe iáu-bē thî, lí beh saⁿ pái m̄ jīn góa.","tghg":"耶穌給伊講：「我實在給你講，今暝雞猶未啼，你欲三擺呣認我。」","bklhl":"耶穌kā伊講，我實在kā你講，今暝雞iáu-bē啼，你beh三pái m̄認我。"}},{"book":"太","chapter":26,"verse":35,"versions":{"unv":"彼得說：「我就是必須和你同死，也總不能不認你。」眾門徒都是這樣說。","bklcl":"Pí-tek kā I kóng, Góa chiū nā tio̍h kap lí sí, iā koat-toàn bô m̄ jīn lí.  Chèng ha̍k-seng iā lóng sī án-ni kóng.","tghg":"彼得給伊講：「我就若著及你死，也決斷無呣認你。」眾學生也攏是按呢講。","bklhl":"彼得kā伊講，我就若tio̍h kap你死，也決斷無m̄認你。眾學生也lóng是án-ni講。"}},{"book":"太","chapter":26,"verse":36,"versions":{"unv":"耶穌同門徒來到一個地方，名叫客西馬尼，就對他們說：「你們坐在這裡，等我到那邊去禱告。」","bklcl":"Iâ-so͘ kap in kàu chi̍t só͘-chāi, miâ Khek-se-má-nî, kā I ê ha̍k-seng kóng, Lín chiah-ê chē chia, thèng-hāu góa khì hia kî-tó.","tghg":"耶穌及𪜶到一所在，名客西馬尼，給伊的學生講：「恁諸個坐遮，聽候我去遐祈禱。」","bklhl":"耶穌kap in到一所在，名客西馬尼，kā伊ê學生講，Lín chiah ê坐chia，thèng候我去hia祈禱。"}},{"book":"太","chapter":26,"verse":37,"versions":{"unv":"於是帶著彼得和西庇太的兩個兒子同去，就憂愁起來，極其難過，","bklcl":"Chiah chhōa Pí-tek kap Se-pí-thài nn̄g ê kiáⁿ saⁿ-kap khì; chiū iu-būn, chhám-chhoeh.","tghg":"才導彼得及西庇太二個子相及去，就憂悶，慘慼(chhám-chhoeh)，","bklhl":"Chiah chhōa彼得kap西庇太兩個kiáⁿ saⁿ-kap去；就憂悶、慘慼。"}},{"book":"太","chapter":26,"verse":38,"versions":{"unv":"便對他們說：「我心裡甚是憂傷，幾乎要死；你們在這裡等候，和我一同警醒。」","bklcl":"Kā in kóng, Góa ê sim chin iu-būn kàu beh sí, lín tòa chia kap góa kéng-séng.","tghg":"給𪜶講：「我的心真憂悶，到欲死；恁住遮及我警醒。」","bklhl":"kā in講，我ê心真憂悶到beh死，lín tòa chia kap我警醒。"}},{"book":"太","chapter":26,"verse":39,"versions":{"unv":"他就稍往前走，俯伏在地，禱告說：「我父啊，倘若可行，求你叫這杯離開我。然而，不要照我的意思，只要照你的意思。」","bklcl":"Lio̍h-lio̍h-á chìn-chêng, bīn phak tī tōe-ni̍h, kî-tó, kóng, Góa ê Pē ah, nā ōe chòe-tit, tio̍h hō͘ chit ê poe lī-khui góa; chóng-sī m̄ sī chiàu góa só͘ ài, sī chiàu lí só͘ ài.","tghg":"略略仔進前，面仆佇地裡，祈禱講：「我的父啊，若會做得，著互此個杯離開我。總是，呣是照我所愛，是照你所愛。」","bklhl":"Lio̍h-lio̍h-á進前，面phak tī地裡，祈禱，講，我ê父ah，若會做得，tio̍h hō͘ chit ê杯離開我；總是m̄是照我所ài，是照你所ài。"}},{"book":"太","chapter":26,"verse":40,"versions":{"unv":"來到門徒那裡，見他們睡著了，就對彼得說：「怎麼樣？你們不能同我警醒片時嗎？","bklcl":"Chiū lâi ha̍k-seng hia, khòaⁿ-kìⁿ in teh khùn, kā Pí-tek kóng, Án-cháiⁿ-iūⁿ, lín bōe-ōe kap góa kéng-séng pòaⁿ-sî kú ah?","tghg":"就來學生遐，看見𪜶啲睏，給彼得講：「按怎樣？恁𣍐會及我警醒半時久啊？","bklhl":"就來學生hia，看見in teh睏，kā彼得講，Án怎樣，lín bōe-ōe kap我警醒半時久ah？"}},{"book":"太","chapter":26,"verse":41,"versions":{"unv":"總要警醒禱告，免得入了迷惑。你們心靈固然願意，肉體卻軟弱了。」","bklcl":"Tio̍h kéng-séng, tio̍h kî-tó, bián-tit ji̍p tī bê-he̍k; sim-sîn kam-goān, nā-sī jio̍k-thé nńg-chiáⁿ.","tghg":"著警醒著祈禱，免得入佇迷惑。心神甘願，若是肉體軟茈。」","bklhl":"Tio̍h警醒，tio̍h祈禱，免得入tī迷惑；心神甘願，但是肉體軟chiáⁿ。"}},{"book":"太","chapter":26,"verse":42,"versions":{"unv":"第二次又去禱告說：「我父啊，這杯若不能離開我，必要我喝，就願你的意旨成全。」","bklcl":"Tē jī pái koh khì kî-tó, kóng, Góa ê Pē ah, chit-ê poe nā bōe-tit lī-khui góa, tek-khak tio̍h góa lim i, chiū goān lí ê chí-ì tit chiâⁿ.","tghg":"第二擺閣去祈禱講：「我的父啊，此個杯若𣍐得離開我，的確著我飲伊，就願你的旨意得成。」","bklhl":"第二pái koh去祈禱，講，我ê父ah，chit ê杯若bōe得離開我，的確tio̍h我lim伊，就願你ê旨意得成。"}},{"book":"太","chapter":26,"verse":43,"versions":{"unv":"又來，見他們睡著了，因為他們的眼睛困倦。","bklcl":"Koh-chài lâi khòaⁿ-kìⁿ in iū teh khùn, in-ūi in ê ba̍k-chiu siap.","tghg":"閣再來，看見𪜶又啲睏，因為𪜶的目睭澀。","bklhl":"koh再來看見in又teh睏，因為in ê目睭siap。"}},{"book":"太","chapter":26,"verse":44,"versions":{"unv":"耶穌又離開他們去了。第三次禱告，說的話還是與先前一樣。","bklcl":"Lī-khui in koh khì, tē saⁿ pái kî-tó, iā sī kóng hiah-ê ōe.","tghg":"離開𪜶閣去。第三擺祈禱，也是講許個話。","bklhl":"離開in koh去，第三pái祈禱，也是講hiah-ê話。"}},{"book":"太","chapter":26,"verse":45,"versions":{"unv":"於是來到門徒那裡，對他們說：「現在你們仍然睡覺安歇吧（吧：或譯嗎？）！時候到了，人子被賣在罪人手裡了。","bklcl":"Hit tia̍p koh chiū-kūn ha̍k-seng, kā in kóng, Taⁿ thang khùn lâi an-hioh lah.  Sî kūn lah, Jîn-chú siū bōe tī chōe-jîn ê chhiú.","tghg":"彼霎(tia̍p)閣就近學生，給𪜶講：「今通睏來安息啦！時近啦，人子受賣佇罪人的手。","bklhl":"Hit-tia̍p koh就近學生，kā in講，Taⁿ thang睏來安歇lah。時近lah，人子受賣tī罪人ê手。"}},{"book":"太","chapter":26,"verse":46,"versions":{"unv":"起來！我們走吧。看哪，賣我的人近了。」","bklcl":"Khí-lâi saⁿ-kap kiâⁿ; bōe góa ê lâng kūn lah.","tghg":"起來！相及行。賣我的人近啦！」","bklhl":"起來saⁿ-kap行；賣我ê人近lah。"}},{"book":"太","chapter":26,"verse":47,"versions":{"unv":"說話之間，那十二個門徒裡的猶大來了，並有許多人帶著刀棒，從祭司長和民間的長老那裡與他同來。","bklcl":"Iáu teh kóng ê sî, hut-jiân cha̍p-jī ê ha̍k-seng ê chi̍t ê, Iû-tāi, lâi, iā ū kui tīn lâng kia̍h to kap thûi-á, tùi chiah-ê chè-si-thâu kap peh-sìⁿ ê tiúⁿ-ló hia saⁿ-kap lâi.","tghg":"猶啲講的時，忽然十二個學生的一個猶大來，也有歸陣人攑刀及槌仔，對諸個祭司頭及百姓的長老遐相及來。","bklhl":"Iáu-teh講ê時，忽然十二個學生ê一个，偤大，來，也有kui陣人kia̍h刀kap槌á，tùi chiah ê祭司頭kap百姓 ê長老hia saⁿ-kap來。"}},{"book":"太","chapter":26,"verse":48,"versions":{"unv":"那賣耶穌的給了他們一個暗號，說：「我與誰親嘴，誰就是他。你們可以拿住他。」","bklcl":"Bōe I ê bat kap in thò àm-hō, kóng, Góa kā I chim ê, hit lâng chiū-sī, lín thang lia̍h I.","tghg":"賣伊的曾及𪜶套暗號，講：「我給伊唚的彼人就是。恁通掠伊。」","bklhl":"賣伊ê bat kap in套暗號，講，我kā伊chim ê，hit人就是，lín thang掠伊。"}},{"book":"太","chapter":26,"verse":49,"versions":{"unv":"猶大隨即到耶穌跟前，說：「請拉比安」，就與他親嘴。","bklcl":"Chek-sî chiū-kūn Iâ-so͘, kóng, Lia̍p-pí, pêng-an; chiū ti̍t-ti̍t kā I chim.","tghg":"即時就近耶穌，講：「拉比，平安」，就直直給伊唚。","bklhl":"即時就近耶穌，講，拉比，平安；就直直kā伊chim。"}},{"book":"太","chapter":26,"verse":50,"versions":{"unv":"耶穌對他說：「朋友，你來要做的事，就做吧。」於是那些人上前，下手拿住耶穌。","bklcl":"Iâ-so͘ kā i kóng, Pêng-iú ah, lí beh lâi chòe ê, chiū chòe.  Hiah ê lâng chiū chìn-chêng, khí chhiú lia̍h Iâ-so͘.","tghg":"耶穌給伊講：「朋友啊，你欲來做的，就做。」許個人就進前，起手掠耶穌。","bklhl":"耶穌kā伊講，朋友ah，你beh來做ê，就做。Hiah-ê人就進前，起手掠耶穌。"}},{"book":"太","chapter":26,"verse":51,"versions":{"unv":"有跟隨耶穌的一個人伸手拔出刀來，將大祭司的僕人砍了一刀，削掉了他一個耳朵。","bklcl":"Hut-jiân ū kap Iâ-so͘ tī-teh ê chi̍t lâng chhun chhiú pu̍ih to, thâi chè-si-thâu ê lô͘-po̍k, siah-khì i chi̍t ê hī-á.","tghg":"忽然有及耶穌佇啲的一人伸手拔刀，刣祭司頭的奴僕，削(siah)去伊一個耳仔。","bklhl":"忽然有kap耶穌tī-teh ê一人伸手拔刀，刣祭司頭ê奴僕，削去伊一个耳á。"}},{"book":"太","chapter":26,"verse":52,"versions":{"unv":"耶穌對他說：「收刀入鞘吧！凡動刀的，必死在刀下。","bklcl":"Iâ-so͘ chiū kā i kóng, Siu lí ê to ji̍p goân-ūi, in-ūi hoān-nā kia̍h to ê beh tùi to sí.","tghg":"耶穌就給伊講：「收你的刀入原位！因為凡若攑刀的，欲對刀死。","bklhl":"耶穌就kā伊講，收你ê刀入原位，因為凡若kia̍h刀ê beh tùi刀死。"}},{"book":"太","chapter":26,"verse":53,"versions":{"unv":"你想，我不能求我父現在為我差遣十二營多天使來嗎？","bklcl":"Á-sī lí phah-sǹg góa bōe-ōe kiû góa ê Pē, chiū I tī chit tia̍p beh kā góa chhe cha̍p-jī iâⁿ khah ke ê thiⁿ-sài mah?","tghg":"抑是你拍算我𣍐會求我的父就伊佇此霎欲給我差十二營卡加的天使嗎？","bklhl":"Á是你phah算我bōe-ōe求我ê父，就伊tī chit-tia̍p beh kā我差十二營khah加ê天使mah？"}},{"book":"太","chapter":26,"verse":54,"versions":{"unv":"若是這樣，經上所說，事情必須如此的話怎麼應驗呢？」","bklcl":"Nā án-ni, chiū sèng-keng só͘ kóng chit ê tāi-chì tek-khak ū ê, cháiⁿ-iūⁿ ōe èng-giām ah?","tghg":"若按呢，就聖經所講，此個代誌的確有的怎樣會應驗啊？」","bklhl":"若án-ni，就聖經所講chit ê tāi-chì的確有ê，怎樣會應驗ah？"}},{"book":"太","chapter":26,"verse":55,"versions":{"unv":"當時，耶穌對眾人說：「你們帶著刀棒出來拿我，如同拿強盜嗎？我天天坐在殿裡教訓人，你們並沒有拿我。","bklcl":"Hit sî Iâ-so͘ kā in hiah-ê lâng kóng, Lín kia̍h to kap thûi-á chhut-lâi lia̍h góa, chhin-chhiūⁿ beh lia̍h chha̍t mah?  Góa ji̍t-ji̍t chē tī tiān-lāi kà-sī lâng, iā lín bô lia̍h góa.","tghg":"彼時耶穌給𪜶許個人講：「恁攑刀及槌仔出來掠我，親像欲掠賊嗎？我日日坐佇殿內教示人，也恁無掠我。","bklhl":"Hit時耶穌kā in hiah-ê人講，Lín kia̍h刀kap槌á出來掠我，親像beh掠賊mah？我日日坐tī殿內教示人，也lín無掠我。"}},{"book":"太","chapter":26,"verse":56,"versions":{"unv":"但這一切的事成就了，為要應驗先知書上的話。」當下，門徒都離開他逃走了。","bklcl":"Chóng-sī chit ê sū lóng chiâⁿ, sī beh èng-giām sian-ti só͘ kì-chài ê.  Hit sî ha̍k-seng lóng lī-khui I cháu.","tghg":"總是此個事攏成，是欲應驗先知所記載的。」彼時學生攏離開伊走。","bklhl":"總是chit ê事lóng成，是beh應驗先知所記載ê。Hit時學生lóng離開伊走。"}},{"book":"太","chapter":26,"verse":57,"versions":{"unv":"拿耶穌的人把他帶到大祭司該亞法那裡去；文士和長老已經在那裡聚會。","bklcl":"Lia̍h Iâ-so͘ ê tòa I kàu chè-si-thâu Kai-a-hoat ê só͘-chāi, tī hia hiah-ê keng-ha̍k-sū kap tiúⁿ-ló í-keng chū-chi̍p.","tghg":"掠耶穌的帶伊到祭司頭該亞法的所在；佇遐許個經學士及長老已經聚集。","bklhl":"掠耶穌ê帶伊到祭司頭該亞法ê所在，tī hia hiah-ê經學士kap長老已經聚集。"}},{"book":"太","chapter":26,"verse":58,"versions":{"unv":"彼得遠遠地跟著耶穌，直到大祭司的院子，進到裡面，就和差役同坐，要看這事到底怎樣。","bklcl":"Pí-tek hn̄g-hn̄g tè I kàu chè-si-thâu ê īⁿ, ji̍p lāi-bīn kap hiah-ê chhe-ia̍h saⁿ-kap chē, beh khòaⁿ hit ê kiat-kio̍k.","tghg":"彼得遠遠隨伊到祭司頭的院，入內面及許個差役相及坐，欲看彼個結局。","bklhl":"彼得遠遠tè伊到祭司頭ê院，入內面kap hiah-ê差役saⁿ-kap坐，beh看hit ê結局。"}},{"book":"太","chapter":26,"verse":59,"versions":{"unv":"祭司長和全公會尋找假見證控告耶穌，要治死他。","bklcl":"Chiah-ê chè-si-thâu kap choân kong-hōe chhē lām-sám ê kan-chèng kong-kek Iâ-so͘, ài hō͘ I sí.","tghg":"諸個祭司頭及全公會尋濫糝的干證攻擊耶穌，愛互伊死。","bklhl":"Chiah-ê祭司頭kap全公會chhē lām-sám ê干證攻擊耶穌，ài hō͘伊死。"}},{"book":"太","chapter":26,"verse":60,"versions":{"unv":"雖有好些人來作假見證，總得不著實據。末後有兩個人前來，說：","bklcl":"Sui-jiân chōe-chōe lām-sám kan-chèng ê lâi, iā bô tit-tio̍h.  Āu-lâi ū nn̄g-ê kàu, kóng,","tghg":"雖然多多濫糝干證的來，也無得著。後來有二個到，","bklhl":"雖然chōe-chōe lām-sám干證ê來，也無得tio̍h。後來有兩個到，講，"}},{"book":"太","chapter":26,"verse":61,"versions":{"unv":"「這個人曾說：『我能拆毀　神的殿，三日內又建造起來。』」","bklcl":"Chit lâng bat kóng, Góa ōe húi-hoāi Siōng-tè ê tiān, saⁿ ji̍t chiū khí i.","tghg":"講：「此人曾講：『我會毀壞上帝的殿，三日就起伊。』」","bklhl":"Chit人bat講，我會毀壞上帝ê殿，三日就起伊。"}},{"book":"太","chapter":26,"verse":62,"versions":{"unv":"大祭司就站起來，對耶穌說：「你甚麼都不回答嗎？這些人作見證告你的是甚麼呢？」","bklcl":"Chè-si-thâu khí-lâi kā I kóng, Lí lóng bô ìn mah?  Chiah-ê lâng só͘ kan-chèng lí ê sī sím-mi̍h?","tghg":"祭司頭起來，給伊講：「你攏無應嗎？諸個人所干證你的是甚麼？」","bklhl":"祭司頭起來kā伊講，你lóng無應mah？Chiah-ê人所干證你ê是甚麼？"}},{"book":"太","chapter":26,"verse":63,"versions":{"unv":"耶穌卻不言語。大祭司對他說：「我指著永生　神叫你起誓告訴我們，你是　神的兒子基督不是？」","bklcl":"Nā-sī Iâ-so͘ chēng-chēng.  Chè-si-thâu kā I kóng, Tng chit ê chin-oa̍h Siōng-tè, góa bēng-lēng lí chiù-chōa lâi kā goán kóng, lí kó-jiân sī Siōng-tè ê Kiáⁿ, Ki-tok, á m̄ sī.","tghg":"若是耶穌靜靜，祭司頭給伊講：「當此個真活上帝，我命令你咒誓來給阮講，你果然是上帝的子基督抑呣是？","bklhl":"但是耶穌靜靜。祭司頭kā伊講，當chit ê真活上帝，我命令你chiù-chōa來kā阮講，你果然是上帝ê Kiáⁿ，基督，á m̄是。"}},{"book":"太","chapter":26,"verse":64,"versions":{"unv":"耶穌對他說：「你說的是。然而，我告訴你們，後來你們要看見人子坐在那權能者的右邊，駕著天上的雲降臨。」","bklcl":"Iâ-so͘ kā i kóng, Lí í-keng kóng lah;  nā-sī góa kā lín kóng, Tùi chit tia̍p liáu-āu lín beh khòaⁿ-kìⁿ Jîn-chú chē tī ū koân-lêng ê ê tōa pêng, chē thiⁿ ê hûn lâi.","tghg":"耶穌給伊講：「你已經講啦。若是我給恁講，對此霎了後恁欲看見人子坐佇有權能者的大旁，坐天的雲來。」","bklhl":"耶穌kā伊講，你已經講lah；但是我kā lín講，Tùi chit-tia̍p了後lín beh看見人子坐tī有權能ê ê大pêng，坐天 ê雲來。"}},{"book":"太","chapter":26,"verse":65,"versions":{"unv":"大祭司就撕開衣服，說：「他說了僭妄的話，我們何必再用見證人呢？這僭妄的話，現在你們都聽見了。","bklcl":"Tùi án-ni chè-si-thâu thiah-li̍h ka-kī ê saⁿ, kóng, I kóng-chhut chhiàm-koân siat-to̍k ê ōe; lán iáu-kú khiàm sím-mi̍h kan-chèng ah?  Taⁿ lín í-keng thiaⁿ-kìⁿ I ê chhiàm-koân siat-to̍k lah.","tghg":"對按呢祭司頭拆裂家己的衫，講：「伊講出僭權(chhiàm-koân)褻瀆(siat-to̍k)的話，咱猶久欠甚麼干證啊？今恁已經聽見，伊的僭權褻瀆啦。","bklhl":"Tùi án-ni祭司頭拆裂家己ê衫，講，伊講出僭權褻瀆ê話；咱iáu-kú欠甚麼干證ah？Taⁿ lín已經聽見伊ê僭權褻瀆lah。"}},{"book":"太","chapter":26,"verse":66,"versions":{"unv":"你們的意見如何？」他們回答說：「他是該死的。」","bklcl":"Lín phah-sǹg cháiⁿ-iūⁿ?  Ìn kóng, I kai sí.","tghg":"恁拍算怎樣？」應講：「伊該死。」","bklhl":"Lín phah算怎樣？應講，伊該死。"}},{"book":"太","chapter":26,"verse":67,"versions":{"unv":"他們就吐唾沫在他臉上，用拳頭打他；也有用手掌打他的，說：","bklcl":"Chiū phùi-nōa tī I ê bīn, ēng kûn-thâu-bú cheng I; iā ū-ê ēng chhiú siàn I,","tghg":"就呸涎(phùi-nōa)佇伊的面，用拳頭拇掙(cheng)伊，也有的用手搧(siàn)伊，講：","bklhl":"就phùi-nōa tī伊ê面，用拳頭母cheng伊；也有ê用手siàn伊，"}},{"book":"太","chapter":26,"verse":68,"versions":{"unv":"「基督啊！你是先知，告訴我們打你的是誰？」","bklcl":"kóng, Ki-tok ah, lí sī sian-ti, tio̍h kā goán kóng, phah lí ê sī chī-chūi.","tghg":"「基督啊，你是先知，著給阮講拍你的是是誰？」","bklhl":"講，基督ah，你是先知，tio̍h kā阮講，phah你ê是是誰。"}},{"book":"太","chapter":26,"verse":69,"versions":{"unv":"彼得在外面院子裡坐著，有一個使女前來，說：「你素來也是同那加利利人耶穌一夥的。」","bklcl":"Pí-tek chē tī gōa īⁿ; ū chi̍t ê lú-pī kūn-óa i kóng, Lí iā bat kap Ka-lī-lī lâng Iâ-so͘ chòe tīn.","tghg":"彼得坐佇外院，有一個女婢近倚伊，講：「你也曾及加利利人耶穌做陣。」","bklhl":"彼得坐tī外院；有一个女婢近óa伊講，你也bat kap加利利人耶穌做陣。"}},{"book":"太","chapter":26,"verse":70,"versions":{"unv":"彼得在眾人面前卻不承認，說：「我不知道你說的是甚麼！」","bklcl":"Pí-tek tng chèng lâng ê bīn-chêng m̄ jīn kóng, Góa m̄ chai lí teh kóng sím-mi̍h.","tghg":"彼得當眾人的面前呣認，講：「我呣知你啲講甚麼！」","bklhl":"彼得當眾人ê面前m̄認講，我m̄知你teh講甚麼。"}},{"book":"太","chapter":26,"verse":71,"versions":{"unv":"既出去，到了門口，又有一個使女看見他，就對那裡的人說：「這個人也是同拿撒勒人耶穌一夥的。」","bklcl":"Chhut-khì kàu īⁿ mn̂g, koh chi̍t ê lú-pī khòaⁿ-kìⁿ i, kā tī hia ê lâng kóng, Chit-ê iā bat kap Ná-sat-le̍k lâng Iâ-so͘ chòe tīn.","tghg":"出去，到院門，閣一個女婢看見伊，給佇遐的人講：「此個也曾及拿撒勒人耶穌做陣。」","bklhl":"出去到院門，koh一个女婢看見伊，kā tī hia ê人講，Chit ê也bat kap拿撒勒人耶穌做陣。"}},{"book":"太","chapter":26,"verse":72,"versions":{"unv":"彼得又不承認，並且起誓說：「我不認得那個人。」","bklcl":"Pí-tek koh m̄ jīn, sòa chiù-chōa kóng, Góa m̄ bat hit ê lâng.","tghg":"彼得閣呣認，續咒誓講：「我呣識彼個人。」","bklhl":"彼得koh m̄認，續chiù-chōa講，我m̄-bat hit ê人。"}},{"book":"太","chapter":26,"verse":73,"versions":{"unv":"過了不多的時候，旁邊站著的人前來，對彼得說：「你真是他們一黨的，你的口音把你露出來了。」","bklcl":"Ū hiah kú, piⁿ-á teh khiā ê lâng kūn-óa kā Pí-tek kóng, Lí si̍t-chāi iā sī in ê tóng, in-ūi tùi lí ê khiuⁿ-kháu lō͘-chhut.","tghg":"有許久，邊仔啲徛的人近倚，給彼得講：「你實在也是𪜶的黨，因為對你的腔口(khiun-kháu)露出。」","bklhl":"有hiah久，邊á teh khiā ê人近óa kā彼得講，你實在也是in ê黨，因為對你ê腔口露出。"}},{"book":"太","chapter":26,"verse":74,"versions":{"unv":"彼得就發咒起誓地說：「我不認得那個人。」立時，雞就叫了。","bklcl":"I chiah chiù-mē, koh chiù-chōa, kóng, Góa m̄ bat hit ê lâng.  Koe chiū thî.","tghg":"伊才咒罵，閣咒誓，講：「我呣識彼個人。」雞就啼。","bklhl":"伊chiah咒罵，koh chiù-chōa，講，我m̄-bat hit ê人。雞就啼。"}},{"book":"太","chapter":26,"verse":75,"versions":{"unv":"彼得想起耶穌所說的話：「雞叫以先，你要三次不認我。」他就出去痛哭。","bklcl":"Pí-tek chiū kì-tit Iâ-so͘ ê ōe kóng, Koe iáu-bē thî, lí beh saⁿ pái m̄ jīn góa.  Chiū chhut-khì gōa-bīn, tōa thî-khàu.","tghg":"彼得就記得耶穌的話講：「雞猶未啼，你欲三擺呣認我。」就出去外面大啼哭。","bklhl":"彼得就記得耶穌ê話講，雞iáu-bē啼，你beh三pái m̄認我。就出去外面，大啼哭。"}}]