[{"book":"太","chapter":12,"verse":1,"versions":{"unv":"那時，耶穌在安息日從麥地經過。他的門徒餓了，就掐起麥穗來吃。","bklcl":"Tng hit sî, Iâ-so͘ tī an-hioh-ji̍t tùi be̍h-hn̂g keng-kè; I ê ha̍k-seng iau, chiū tiah be̍h-sūi lâi chia̍h.","tghg":"當彼時，耶穌佇安息日對麥園經過。伊的學生枵，就摘麥穗來食。","bklhl":"當hit時，耶穌tī安歇日tùi麥園經過；伊ê學生iau，就摘(tiah)麥穗來食。"}},{"book":"太","chapter":12,"verse":2,"versions":{"unv":"法利賽人看見，就對耶穌說：「看哪，你的門徒做安息日不可做的事了！」","bklcl":"Nā-sī Hoat-lī-sài lâng khòaⁿ-kìⁿ chiū kā I kóng, Lí khòaⁿ, lí ê ha̍k-seng kiâⁿ an-hioh-ji̍t só͘ m̄ eng-kai kiâⁿ ê sū.","tghg":"若是法利賽人看見，就給伊講：「你看，你的學生行安息日所呣應該行的事！」","bklhl":"但是法利賽人看見就kā伊講，你看，你ê學生行安歇日所m̄應該行ê事。"}},{"book":"太","chapter":12,"verse":3,"versions":{"unv":"耶穌對他們說：「經上記著大衛和跟從他的人飢餓之時所做的事，你們沒有念過嗎？","bklcl":"Iâ-so͘ chiū kā in kóng, Tāi-pi̍t kap kun-tè ê lâng iau ê sî só͘ kiâⁿ ê, lín bô tha̍k-tio̍h mah?","tghg":"耶穌就給𪜶講：「大衛及跟隨(tè)的人枵的時所行的，恁無讀著嗎？","bklhl":"耶穌就kā in講，大衛kap跟tè ê人iau ê時所行ê，lín無讀tio̍h mah？"}},{"book":"太","chapter":12,"verse":4,"versions":{"unv":"他怎麼進了　神的殿，吃了陳設餅，這餅不是他和跟從他的人可以吃得，惟獨祭司才可以吃。","bklcl":"Chiū-sī i ji̍p Siōng-tè ê chhù, chia̍h pâi-lia̍t ê piáⁿ; che m̄ sī i kap kun-tè ê lâng só͘ thang chia̍h ê, to̍k-to̍k chè-si thang nā-tiāⁿ.","tghg":"就是伊入上帝的厝，食排列的餅，這呣是伊及跟隨的人所通食的，獨獨祭司通若定。","bklhl":"就是伊入上帝ê厝，食排列ê餅；這m̄是伊kap跟tè ê人所thang食ê，獨獨祭司thang nā-tiāⁿ。"}},{"book":"太","chapter":12,"verse":5,"versions":{"unv":"再者，律法上所記的，當安息日，祭司在殿裡犯了安息日還是沒有罪，你們沒有念過嗎？","bklcl":"Á-sī lín ia̍h m̄ bat tha̍k lu̍t-hoat só͘ kì-chài, tng an-hioh-ji̍t chè-si tī tiān-ni̍h hoān-tio̍h an-hioh ia̍h sī bô chōe mah?","tghg":"抑是，恁亦呣曾讀律法所記載，當安息日，祭司佇殿裡犯著安息亦是無罪嗎？","bklhl":"á是lín亦m̄-bat讀律法所記載，當安歇日祭司tī殿裡患tio̍h安歇亦是無罪mah？"}},{"book":"太","chapter":12,"verse":6,"versions":{"unv":"但我告訴你們，在這裡有一人比殿更大。","bklcl":"To̍k-to̍k góa kā lín kóng, tī chia ū pí tiān khah tōa ê.","tghg":"獨獨我給恁講，佇遮有比殿卡大的。","bklhl":"獨獨我kā lín講，tī chia有比殿khah大ê。"}},{"book":"太","chapter":12,"verse":7,"versions":{"unv":"『我喜愛憐恤，不喜愛祭祀。』你們若明白這話的意思，就不將無罪的當作有罪的了。","bklcl":"Chóng-sī lín nā chai, Góa ài lîn-bín, bô ài chè-sū, chit kù ê ì-gī, chiū bô chek-chōe bô chōe ê lâng.","tghg":"總是恁若知，『我愛憐憫，無愛祭祀(sü)。』此句的意義，就無責罪無罪的人。","bklhl":"總是lín若知，我ài憐憫，無ài祭祀，chit句ê意義，就無責罪無罪ê人。"}},{"book":"太","chapter":12,"verse":8,"versions":{"unv":"因為人子是安息日的主。」","bklcl":"In-ūi Jîn-chú sī an-hioh-ji̍t ê chú.","tghg":"因為人子是安息日的主。」","bklhl":"因為人子是安歇日ê主。"}},{"book":"太","chapter":12,"verse":9,"versions":{"unv":"耶穌離開那地方，進了一個會堂。","bklcl":"Iâ-so͘ lī-khui hia, ji̍p in ê hōe-tn̂g; tú-tn̄g ū lâng chi̍t chhiú ko͘-tâ.","tghg":"耶穌離開遐，入𪜶的會堂。抵當有人一手枯焦(ko.-tâ)。","bklhl":"耶穌離開hia，入in ê會堂；tú-tn̄g有人一手枯焦(tâ)。"}},{"book":"太","chapter":12,"verse":10,"versions":{"unv":"那裡有一個人枯乾了一隻手。有人問耶穌說：「安息日治病可以不可以？」意思是要控告他。","bklcl":"Lâng mn̄g I kóng, An-hioh-ji̍t hêng i, thang mah?  ì-sù ài beh kò I.","tghg":"人問伊講：「安息日行醫(hêng-i)通嗎？」意思愛欲告伊。","bklhl":"人問伊講，安歇日行醫，thang mah？意思ài beh告伊。"}},{"book":"太","chapter":12,"verse":11,"versions":{"unv":"耶穌說：「你們中間誰有一隻羊，當安息日掉在坑裡，不把牠抓住，拉上來呢？","bklcl":"I chiū kā in kóng, Lín tiong-kan sím-mi̍h lâng ū chi̍t chiah iûⁿ, nā tī an-hioh-ji̍t poa̍h-lo̍h khiⁿ, bô kā i lia̍h-khí-lâi mah?","tghg":"伊就給𪜶講：「恁中間甚麼人有一隻羊，若佇安息日跋落坑，無給伊掠起來嗎？","bklhl":"伊就kā in講，Lín中間甚麼人有一隻羊，若tī安歇日跋落坑，無kā伊掠起來mah？"}},{"book":"太","chapter":12,"verse":12,"versions":{"unv":"人比羊何等貴重呢！所以，在安息日做善事是可以的。」","bklcl":"Hô-hòng lâng pí iûⁿ ke jōa kùi-khì ah!  Só͘-í an-hioh-ji̍t kiâⁿ hó-sū sī thang.","tghg":"何況人比羊加(ke)偌貴氣啊！所以，安息日行好事是通。」","bklhl":"何況人比羊加jōa貴氣ah！所以安歇日行好事是thang。"}},{"book":"太","chapter":12,"verse":13,"versions":{"unv":"於是對那人說：「伸出手來！」他把手一伸，手就復了原，和那隻手一樣。","bklcl":"Chiū kā hit lâng kóng, Chhun lí ê chhiú.  I chiū chhun, sûi-sî hó-hó, chhin-chhiūⁿ pa̍t ki chhiú.","tghg":"就給彼人講：「伸你的手！」伊就伸，隨時好好，親像別支手。","bklhl":"就kā hit人講，伸你ê手。伊就伸，隨時好好，親像別支手。"}},{"book":"太","chapter":12,"verse":14,"versions":{"unv":"法利賽人出去，商議怎樣可以除滅耶穌。","bklcl":"Hoat-lī-sài lâng chhut-khì, saⁿ-kap kè-bô͘ kong-kek Iâ-so͘, khòaⁿ thang cháiⁿ-iūⁿ bia̍t I.","tghg":"法利賽人出去，相及計謀攻擊耶穌，看通怎樣滅伊。","bklhl":"法利賽人出去，saⁿ-kap計謀攻擊耶穌，看thang怎樣滅伊。"}},{"book":"太","chapter":12,"verse":15,"versions":{"unv":"耶穌知道了，就離開那裡，有許多人跟著他。他把其中有病的人都治好了；","bklcl":"Iâ-so͘ chai, chiū thè-khì, lī-khui hia; ū chōe-chōe lâng tè I, chiū lóng kā in i;","tghg":"耶穌知，就退去，離開遐，有多多人隨伊。就攏給𪜶醫；","bklhl":"耶穌知，就退去，離開hia；有chōe-chōe人tè伊，就lóng kā in醫；"}},{"book":"太","chapter":12,"verse":16,"versions":{"unv":"又囑咐他們，不要給他傳名。","bklcl":"ia̍h kéng-kài in bo̍h-tit chiong I pò-iông;","tghg":"亦警戒𪜶，莫得將伊報揚。","bklhl":"亦警戒in莫得將伊報揚；"}},{"book":"太","chapter":12,"verse":17,"versions":{"unv":"這是要應驗先知以賽亞的話，說：","bklcl":"sī beh èng-giām thok sian-ti Í-sài-a só͘ kóng ê, kóng,","tghg":"是欲應驗託先知以賽亞所講的，講：","bklhl":"是beh應驗託先知以賽亞所講ê，講，"}},{"book":"太","chapter":12,"verse":18,"versions":{"unv":"看哪！我的僕人，我所揀選、所親愛、心裡所喜悅的，我要將我的靈賜給他；他必將公理傳給外邦。","bklcl":"Lí khòaⁿ, góa ê lô͘-po̍k, góa só͘ kéng ê,\tGóa só͘ thiàⁿ ê, góa ê sim só͘ hoaⁿ-hí ê;\tGóa beh chiong góa ê Sîn hù-hō͘ I.\tI beh ēng phòaⁿ-toàn thong-ti gōa-pang.","tghg":"你看，我的奴僕，我所揀的、我所疼的、我的心所歡喜的，我欲將我的神付互伊；伊欲用判斷通知外邦。","bklhl":"你看，我ê奴僕，我所揀ê，\t我所疼ê，我ê心所歡喜ê；\t我beh將我ê神付hō͘伊。\t伊beh用判斷通知外邦。"}},{"book":"太","chapter":12,"verse":19,"versions":{"unv":"他不爭競，不喧嚷；街上也沒有人聽見他的聲音。","bklcl":"I bô beh saⁿ-chiⁿ, bô beh soan-jióng;\tTī koe-chhī bô lâng thiaⁿ-kìⁿ I ê siaⁿ.","tghg":"伊無欲相爭，無欲喧嚷(soan-jióng)；佇街市無人聽見伊的聲。","bklhl":"伊無beh相爭，無beh喧嚷；\tTī街市無人聽見伊ê聲。"}},{"book":"太","chapter":12,"verse":20,"versions":{"unv":"壓傷的蘆葦，他不折斷；將殘的燈火，他不吹滅；等他施行公理，叫公理得勝。","bklcl":"Siū-siong ê lô͘-tek, I bô beh at-chi̍h,\tBeh hoa ê hé-chhiⁿ, I bô phah-sit,\tKàu hō͘ kong-gī ōe tek-sèng.","tghg":"受傷的蘆竹，伊無欲遏折(at-chih)；欲熄(hoa)的火星，伊無拍熄(sit)；到互公義會得勝。","bklhl":"受傷ê蘆竹，伊無beh at折，\tBeh hoa ê火星，伊無phah熄，\t到hō͘公義會得勝。"}},{"book":"太","chapter":12,"verse":21,"versions":{"unv":"外邦人都要仰望他的名。","bklcl":"Gōa-pang ia̍h beh khò I ê miâ lâi ǹg-bāng.","tghg":"外邦亦欲靠伊的名來向望。","bklhl":"外邦亦beh靠伊ê名來ǹg望。"}},{"book":"太","chapter":12,"verse":22,"versions":{"unv":"當下，有人將一個被鬼附著、又瞎又啞的人帶到耶穌那裡，耶穌就醫治他，甚至那啞巴又能說話，又能看見。","bklcl":"Hit sî ū chhōa chi̍t ê hoān-tio̍h kúi, chhiⁿ-mî kòa é-káu ê lâi chiū-kūn I.  I chiū i-hó i, hō͘ é-káu ê kóng ōe, sòa ōe khòaⁿ-kìⁿ.","tghg":"彼時，有導一個患著鬼、睛瞑掛(kòa)啞口者來就近伊，伊就醫好伊，互啞口者講話，續會看見。","bklhl":"Hit時有chhōa一个犯tio̍h鬼，chhiⁿ-mî kòa啞口ê來就近伊。伊就醫好伊，hō͘啞口ê講話，續會看見。"}},{"book":"太","chapter":12,"verse":23,"versions":{"unv":"眾人都驚奇，說：「這不是大衛的子孫嗎？」","bklcl":"Chèng lâng lóng gông-ngia̍h, kóng, Chit-ê chóng-bô sī Tāi-pi̍t ê hō͘-è o͘h?","tghg":"眾人攏卬愕，講：「此個總無是大衛的後裔哦？」","bklhl":"眾人lóng gông-ngia̍h，講，Chit ê總無是大衛ê後裔o͘h？"}},{"book":"太","chapter":12,"verse":24,"versions":{"unv":"但法利賽人聽見，就說：「這個人趕鬼，無非是靠著鬼王別西卜啊。」","bklcl":"Nā-sī Hoat-lī-sài lâng thiaⁿ-kìⁿ chiū kóng, Chit lâng kóaⁿ kúi bô m̄ sī khò kúi-ông Pia̍t-se-pok.","tghg":"若是法利賽人聽見，就講：「此人趕鬼無呣是靠鬼王別西卜。」","bklhl":"但是法利賽人聽見就講，Chit人趕鬼無m̄是靠鬼王Pia̍t-se-pok。"}},{"book":"太","chapter":12,"verse":25,"versions":{"unv":"耶穌知道他們的意念，就對他們說：「凡一國自相紛爭，就成為荒場；一城一家自相紛爭，必站立不住；","bklcl":"Iâ-so͘ chai in ê ì-sù, chiū kā in kóng, Kìⁿ-nā kok ka-kī cheng-piàⁿ, ōe tì-kàu pha-hng; kìⁿ-nā siâⁿ á-sī ke ka-kī cheng-piàⁿ, tek-khak khiā bōe tiâu.","tghg":"耶穌知𪜶的意思，就給𪜶講：「見若國家己爭拼，會致到拋荒；見若城抑是家家己爭拼，的確徛𣍐(bōe)住(tiâu)；","bklhl":"耶穌知in ê意思，就kā in講，見若國家己爭拚，會致到拋荒；見若城á是家家己爭拚，的確khiā bōe tiâu。"}},{"book":"太","chapter":12,"verse":26,"versions":{"unv":"若撒但趕逐撒但，就是自相紛爭，他的國怎能站得住呢？","bklcl":"Nā Sat-tàn kóaⁿ Sat-tàn, sī ka-kī cheng-piàⁿ, i ê kok thái-thó khiā ōe tiâu?","tghg":"若撒但趕撒但，是家己爭拼，伊的國豈可徛會住？","bklhl":"若撒旦趕撒旦，是家己爭拚，伊ê國thái-thó khiā會tiâu？"}},{"book":"太","chapter":12,"verse":27,"versions":{"unv":"我若靠著別西卜趕鬼，你們的子弟趕鬼又靠著誰呢？這樣，他們就要斷定你們的是非。","bklcl":"Siat-sú góa khò Pia̍t-se-pok kóaⁿ kúi, chiū lín ê chú-tē kóaⁿ kúi óa-khò chī-chūi ah?  Án-ni in beh gí-toàn lín.","tghg":"設使我靠別西卜趕鬼，就恁的子弟趕鬼倚靠是誰啊？按呢，𪜶欲擬斷恁。","bklhl":"設使我靠Pia̍t-se-pok趕鬼，就lín ê子弟趕鬼óa靠是誰 ah？Án-ni in beh擬斷lín。"}},{"book":"太","chapter":12,"verse":28,"versions":{"unv":"我若靠著　神的靈趕鬼，這就是　神的國臨到你們了。","bklcl":"To̍k-to̍k góa nā khò Siōng-tè ê Sîn kóaⁿ kúi, chiū Siōng-tè ê kok í-keng kàu lín lah.","tghg":"獨獨我若靠上帝的神趕鬼，就上帝的國已經到恁啦。","bklhl":"獨獨我若靠上帝ê神趕鬼，就上帝ê國已經到lín lah。"}},{"book":"太","chapter":12,"verse":29,"versions":{"unv":"人怎能進壯士家裡，搶奪他的家具呢？除非先捆住那壯士，才可以搶奪他的家財。","bklcl":"Lâng cháiⁿ-iūⁿ ōe ji̍p béng lâng ê chhù, kiap i ê ke-hé?  kiám m̄ tio̍h tāi-seng pa̍k béng lâng, jiân-āu kiap i ê chhù mah?","tghg":"人怎樣會入猛人的厝，劫伊的家伙(ke-hé)？豈呣著代先縛(påk)猛人，然後劫伊的厝嗎？","bklhl":"人怎樣會入猛人ê厝，劫伊ê家伙？kiám m̄ tio̍h事先縛猛人，然後劫伊ê厝mah？"}},{"book":"太","chapter":12,"verse":30,"versions":{"unv":"不與我相合的，就是敵我的；不同我收聚的，就是分散的。」","bklcl":"Bô tâng góa ê, chiū-sī tùi-te̍k góa; bô kap góa siu-khioh ê, chiū-sī teh phah-sòaⁿ.","tghg":"無同我的，就是對敵我；無及我收拾(khioh)的，就是啲拍散。」","bklhl":"無同我ê，就是對敵我；無kap我收拾ê，就是teh phah散。"}},{"book":"太","chapter":12,"verse":31,"versions":{"unv":"所以我告訴你們：「人一切的罪和褻瀆的話都可得赦免，惟獨褻瀆聖靈，總不得赦免。","bklcl":"Só͘-í góa kā lín kóng, Kìⁿ-nā chōe-ok pòng-to̍k, lóng beh sià-bián i;  to̍k-to̍k pòng-to̍k Sèng Sîn ê, bô beh sià-bián i.","tghg":"所以我給恁講：「見若罪惡謗瀆攏欲赦免伊，獨獨謗瀆聖神的，無欲赦免伊。","bklhl":"所以我kā lín講，見若罪惡謗瀆，lóng beh赦免伊；獨獨謗瀆聖神ê，無beh赦免伊。"}},{"book":"太","chapter":12,"verse":32,"versions":{"unv":"凡說話干犯人子的，還可得赦免；惟獨說話干犯聖靈的，今世來世總不得赦免。」","bklcl":"Kìⁿ-nā kóng ōe kong-kek Jîn-chú ê, beh sià-bián i;  to̍k-to̍k kìⁿ-nā kóng ōe kong-kek Sèng Sîn ê, put-lūn kim-sè lâi-sè, bô beh sià-bián i.","tghg":"見若講話攻擊人子的，欲赦免伊；獨獨見若講話攻擊聖神的，不論今世來世，無欲赦免伊。」","bklhl":"見若講話攻擊人子ê，beh赦免伊；獨獨見若講話攻擊聖神ê，不論今世來世，無beh赦免伊。"}},{"book":"太","chapter":12,"verse":33,"versions":{"unv":"「你們或以為樹好，果子也好；樹壞，果子也壞；因為看果子就可以知道樹。","bklcl":"Lín tio̍h lia̍h hit ê chhiū chòe hó, i ê ké-chí ia̍h chòe hó; he̍k-sī lia̍h hit ê chhiū chòe pháiⁿ, i ê ké-chí ia̍h chòe pháiⁿ; in-ūi tùi ké-chí lâi bat chhiū.","tghg":"「恁著掠彼個樹做好，伊的果子亦做好；或是掠彼個樹做歹，伊的果子亦做歹；因為對果子來識樹。","bklhl":"Lín tio̍h掠hit ê樹做好，伊ê果子亦做好；或是掠hit ê樹做pháiⁿ，伊ê果子亦做pháiⁿ；因為tùi果子來bat樹。"}},{"book":"太","chapter":12,"verse":34,"versions":{"unv":"毒蛇的種類！你們既是惡人，怎能說出好話來呢？因為心裡所充滿的，口裡就說出來。","bklcl":"To̍k-chôa ê lūi ah, lín í-keng sī pháiⁿ, thài ōe kóng hó ōe?  in-ūi sī tùi sim só͘ chhiong-móa ê, chhùi chiū kóng chhut.","tghg":"毒蛇的類啊！恁已經是歹，豈會講好話？因為是對心所充滿的，嘴就講出。","bklhl":"毒蛇ê類ah，lín已經是pháiⁿ，thài會講好話？因為是tùi心所充滿ê，嘴就講出。"}},{"book":"太","chapter":12,"verse":35,"versions":{"unv":"善人從他心裡所存的善就發出善來；惡人從他心裡所存的惡就發出惡來。","bklcl":"Hó lâng tùi só͘ chek-chū ê hó, lâi hoat-chhut chiah-ê hó; pháiⁿ lâng tùi só͘ chek-chū ê pháiⁿ, lâi hoat-chhut chiah-ê pháiⁿ.","tghg":"好人對所積聚的好，來發出諸個好；歹人對所積聚的歹，來發出諸個歹。","bklhl":"好人tùi所積聚ê好，來發出chiah ê好；pháiⁿ人tùi所積聚ê pháiⁿ，來發出chiah ê pháiⁿ。"}},{"book":"太","chapter":12,"verse":36,"versions":{"unv":"我又告訴你們，凡人所說的閒話，當審判的日子，必要句句供出來；","bklcl":"Góa kā lín kóng, kìⁿ-nā lâng só͘ kóng ê êng-á-ōe, in tī sím-phòaⁿ ê ji̍t, ta̍k kù tio̍h sò͘-bêng.","tghg":"我給恁講，見若人所講的閒仔話，𪜶佇審判日，逐句著訴明；","bklhl":"我kā lín講，見若人所講ê閒á話，in tī審判ê日，ta̍k句tio̍h訴明。"}},{"book":"太","chapter":12,"verse":37,"versions":{"unv":"因為要憑你的話定你為義，也要憑你的話定你有罪。」","bklcl":"In-ūi tùi lí ê ōe beh chheng lí chòe gī; ia̍h tùi lí ê ōe beh gí lí ū chōe.","tghg":"因為對你的話欲稱你做義，亦對你的話欲擬你有罪。」","bklhl":"因為對你ê話beh稱你做義；亦對你ê話beh擬你有罪。"}},{"book":"太","chapter":12,"verse":38,"versions":{"unv":"當時，有幾個文士和法利賽人對耶穌說：「夫子，我們願意你顯個神蹟給我們看。」","bklcl":"Hit sî ū keng-ha̍k-sū kap Hoat-lī-sài kúi-nā lâng ìn I kóng, Sian-siⁿ ah, goán ài tùi lí khòaⁿ chi̍t ê sîn-jiah.","tghg":"彼時，有經學士及法利賽幾若人應伊講：「先生啊，阮愛對你看一個神蹟。」","bklhl":"Hit時有經學士kap法利賽幾nā人應伊講，先生ah，阮ài tùi你看一个神蹟。"}},{"book":"太","chapter":12,"verse":39,"versions":{"unv":"耶穌回答說：「一個邪惡淫亂的世代求看神蹟，除了先知約拿的神蹟以外，再沒有神蹟給他們看。","bklcl":"Nā-sī I ìn kóng, Ok-to̍k kan-îm ê sè-tāi kiû sîn-jiah; tû sian-ti Iok-ná ê sîn-jiah í-gōa, bô beh sîn-jiah hō͘ in;","tghg":"若是伊應講：「惡毒姦淫的世代求神蹟，除先知約拿的神蹟以外，無欲神蹟互𪜶。","bklhl":"但是伊應講，惡毒姦淫ê世代求神蹟；tû先知約拿ê神蹟以外，無beh神蹟hō͘ in；"}},{"book":"太","chapter":12,"verse":40,"versions":{"unv":"約拿三日三夜在大魚肚腹中，人子也要這樣三日三夜在地裡頭。","bklcl":"in-ūi chhin-chhiūⁿ Iok-ná saⁿ ji̍t saⁿ mî tī tōa hî ê pak-tó͘ lāi, Jîn-chú ia̍h beh án-ni saⁿ ji̍t saⁿ mî tī tōe-lāi.","tghg":"因為親像約拿三日三暝佇大魚的腹肚內，人子亦欲按呢三日三暝佇地內。","bklhl":"因為親像約拿三日三暝tī大魚ê腹肚內，人子亦beh án-ni三日三暝tī地內。"}},{"book":"太","chapter":12,"verse":41,"versions":{"unv":"當審判的時候，尼尼微人要起來定這世代的罪，因為尼尼微人聽了約拿所傳的就悔改了。看哪，在這裡有一人比約拿更大！","bklcl":"Nî-nî-bî lâng tng sím-phòaⁿ ê sî, beh kap chit sè-tāi ê lâng saⁿ-kap khí-lâi, sòa gí in ê chōe; in-ūi in tùi Iok-ná só͘ thoân lâi hoán-hóe; hô-hòng tī chia ū pí Iok-ná khah tōa ê.","tghg":"尼尼微人當審判的時，欲及此世代的人相及起來，續擬𪜶的罪，因為𪜶對約拿所傳來反悔。何況佇遮有比約拿卡大的！","bklhl":"尼尼微人當審判ê時，beh kap chit世代ê人saⁿ-kap起來，續擬in ê罪；因為in tùi約拿所傳來反悔；何況tī chia有比約拿khah大ê。"}},{"book":"太","chapter":12,"verse":42,"versions":{"unv":"當審判的時候，南方的女王要起來定這世代的罪，因為她從地極而來，要聽所羅門的智慧話。看哪，在這裡有一人比所羅門更大。」","bklcl":"Lâm-hng ê lú-ông, tng sím-phòaⁿ ê sî beh kap chit sè-tāi ê lâng saⁿ-kap khí-lâi, sòa gí in ê chōe; in-ūi i tùi tōe ê ke̍k-thâu lâi, beh thiaⁿ Só͘-lô-bûn tì-sek ê ōe, hô-hòng tī chia ū pí Só͘-lô-bûn khah tōa ê.","tghg":"南方的女王當審判的時，欲及此世代的人相及起來，續擬𪜶的罪；因為伊對地的極頭來，欲聽所羅門智識的話。何況佇遮有比所羅門卡大的！」","bklhl":"南方ê女王，當審判ê時beh kap chit世代ê人saⁿ-kap起來，續擬in ê罪；因為伊tùi地ê極頭來，beh聽所羅門知識ê話，何況tī chia有比所羅門khah大ê。"}},{"book":"太","chapter":12,"verse":43,"versions":{"unv":"「污鬼離了人身，就在無水之地過來過去，尋求安歇之處，卻尋不著。","bklcl":"Siâ-sîn í-keng lī-khui lâng, keng-kè bô chúi ê tōe, kiû an-hioh ia̍h bô tit-tio̍h.","tghg":"「邪神已經離開人，經過無水的地，求安息，亦無得著。","bklhl":"邪神已經離開人，經過無水ê地，求安歇亦無得tio̍h。"}},{"book":"太","chapter":12,"verse":44,"versions":{"unv":"於是說：『我要回到我所出來的屋裡去。』到了，就看見裡面空閒，打掃乾淨，修飾好了，","bklcl":"Chiū kóng, Góa beh tò-khì só͘ chhut-lâi ê chhù; kàu tè, chiū khòaⁿ-kìⁿ khang-khang, piàⁿ-sàu, siu-chéng;","tghg":"就講：『我欲倒去所出來的厝。』到地，就看見空空，傾掃，修整，就去，閣帶七個神比家己卡歹的，入去徛起，","bklhl":"就講，我beh tò去所出來ê厝；到tè，就看見空空，拚掃，修整；"}},{"book":"太","chapter":12,"verse":45,"versions":{"unv":"便去另帶了七個比自己更惡的鬼來，都進去住在那裡。那人末後的景況比先前更不好了。這邪惡的世代也要如此。」","bklcl":"chiū khì, koh tòa chhit ê sîn, pí ka-kī khah pháiⁿ ê, ji̍p-khì khiā-khí; hit lâng lō͘-bé ê kéng-hóng, pí khí-thâu ê khah chhám.  Chit ê pháiⁿ ê sè-tāi ia̍h beh chhin-chhiūⁿ án-ni.","tghg":"彼人路尾的景況比起頭的卡慘。此個歹的世代亦欲親像按呢。」","bklhl":"就去，koh帶七個神，比家己khah pháiⁿ ê，入去khiā起；hit人路尾ê景況，比起頭ê khah慘。Chit ê pháiⁿ ê世代亦beh親像án-ni。"}},{"book":"太","chapter":12,"verse":46,"versions":{"unv":"耶穌還對眾人說話的時候，不料他母親和他弟兄站在外邊，要與他說話。","bklcl":"I iáu tùi chèng lâng kóng ōe ê sî, tú-tn̄g I ê lāu-bú kap I ê hiaⁿ-tī khiā tī gōa-bīn, ài beh kap I kóng ōe.","tghg":"伊猶對眾人講話的時，抵當伊的老母及伊的兄弟徛佇外面，愛欲及伊講話。","bklhl":"伊iáu對眾人講話ê時，tú-tn̄g伊ê老母kap伊ê兄弟khiā tī外面，ài beh kap伊講話。"}},{"book":"太","chapter":12,"verse":47,"versions":{"unv":"有人告訴他說：「看哪，你母親和你弟兄站在外邊，要與你說話。」","bklcl":"Ū lâng kā I kóng, Lí khòaⁿ, lí ê lāu-bú kap lí ê hiaⁿ-tī khiā tī gōa-bīn, ài beh kap lí kóng ōe.","tghg":"有人給伊講：「你看，你的老母及你的兄弟徛佇外面，愛欲及你講話。」","bklhl":"有人kā伊講，你看，你ê老母kap你ê兄弟khiā tī外面，ài beh kap你講話。"}},{"book":"太","chapter":12,"verse":48,"versions":{"unv":"他卻回答那人說：「誰是我的母親？誰是我的弟兄？」","bklcl":"Chiū ìn hit ê kā I kóng ê kóng, Sím-mi̍h lâng sī góa ê lāu-bú? sím-mi̍h lâng sī góa ê hiaⁿ-tī ah?","tghg":"就應彼個給伊講的講：「甚麼人是我的老母？甚麼人是我的兄弟啊？」","bklhl":"就應hit ê kā伊講ê講，甚麼人是我ê老母？甚麼人是我ê兄弟ah？"}},{"book":"太","chapter":12,"verse":49,"versions":{"unv":"就伸手指著門徒，說：「看哪，我的母親，我的弟兄。","bklcl":"Chiū chhun chhiú kí I ê ha̍k-seng kóng, Lí khòaⁿ, góa ê lāu-bú kap góa ê hiaⁿ-tī.","tghg":"就伸手指伊的學生，講：「你看，我的老母及我的兄弟。","bklhl":"就伸手kí伊ê學生講，你看，我ê老母kap我ê兄弟。"}},{"book":"太","chapter":12,"verse":50,"versions":{"unv":"凡遵行我天父旨意的人，就是我的弟兄姊妹和母親了。」","bklcl":"In-ūi kìⁿ-nā kiâⁿ góa tī thiⁿ-ni̍h ê Pē ê chí-ì ê, chiū-sī góa ê hiaⁿ-tī, chí-bē, kap lāu-bú.","tghg":"因為見若行我佇天裡的父的旨意的，就是我的兄弟姊妹及老母。」","bklhl":"因為見若行我tī天裡ê父ê旨意ê，就是我ê兄弟、姊妹，kap老母。"}}]