[{"book":"太","chapter":8,"verse":1,"versions":{"unv":"耶穌下了山，有許多人跟著他。","bklcl":"Iâ-so͘ í-keng lo̍h soaⁿ, kui tōa tīn ê lâng tè I.","tghg":"耶穌已經落山，歸大陣的人隨伊。","bklhl":"耶穌已經落山，kui大陣ê人tè伊。"}},{"book":"太","chapter":8,"verse":2,"versions":{"unv":"有一個長大痲瘋的來拜他，說：「主若肯，必能叫我潔淨了。」","bklcl":"Tú-tn̄g ū chi̍t ê thái-ko ê chiū-kūn lâi pài I kóng, Chú ah, lí nā khéng, chiū ōe hō͘ góa chheng-khì.","tghg":"抵當有一個癩[哥](ko)的就近來拜伊，講：「主啊，你若肯，就會互我清氣。」","bklhl":"Tú-tn̄g有一个thái-ko ê就近來拜伊講，主ah，你若肯，就會hō͘我清氣。"}},{"book":"太","chapter":8,"verse":3,"versions":{"unv":"耶穌伸手摸他，說：「我肯，你潔淨了吧！」他的大痲瘋立刻就潔淨了。","bklcl":"I chiū chhun chhiú bong i kóng, Góa khéng, lí thang chheng-khì; i ê thái-ko liâm-piⁿ chheng-khì.","tghg":"伊就伸手摸伊，講：「我肯，你通清氣！」伊的癩[哥](ko)連鞭清氣。","bklhl":"伊就伸手摸伊講，我肯，你thang清氣；伊ê thái-ko liâm-piⁿ清氣。"}},{"book":"太","chapter":8,"verse":4,"versions":{"unv":"耶穌對他說：「你切不可告訴人，只要去把身體給祭司察看，獻上摩西所吩咐的禮物，對眾人作證據。」","bklcl":"Iâ-so͘ koh kā i kóng, Kín-sīn bo̍h-tit kā lâng kóng; to̍k-to̍k khì, chiong pún-sin hō͘ chè-si giām, ia̍h tio̍h hiàn Mô͘-se só͘ hoan-hù ê lé-mi̍h, lâi chòe chèng-kù tī lâng.","tghg":"耶穌閣給伊講：「謹慎莫得給人講，獨獨去，將本身互祭司驗，亦著獻摩西所吩咐的禮物，來做證據佇人。」","bklhl":"耶穌koh kā伊講，謹慎莫得kā人講；獨獨去，將本身hō͘祭司驗，亦tio̍h獻摩西所吩咐ê禮物，來做證據tī人。"}},{"book":"太","chapter":8,"verse":5,"versions":{"unv":"耶穌進了迦百農，有一個百夫長進前來，求他說：","bklcl":"Í-keng ji̍p Ka-pek-lông, ū pé-chóng chiū-kūn I, lâi kiû I kóng,","tghg":"已經入迦百農，有百總就近伊，來求伊講：","bklhl":"已經入迦百農，有百總就近伊，來求伊講，"}},{"book":"太","chapter":8,"verse":6,"versions":{"unv":"「主啊，我的僕人害癱瘓病，躺在家裡，甚是疼苦。」","bklcl":"Chú ah, góa ê lô͘-po̍k piàn-sūi, tó tī chhù-lāi, kan-khó͘ kàu ke̍k.","tghg":"「主啊，我的奴僕半𤻄(piàn-sūi)，倒佇厝內艱苦到極。」","bklhl":"主ah，我ê奴僕piàn-sūi，倒tī厝內，艱苦到極。"}},{"book":"太","chapter":8,"verse":7,"versions":{"unv":"耶穌說：「我去醫治他。」","bklcl":"I chiū kā i kóng, Góa lâi khì i i.","tghg":"伊就給伊講：「我來去醫伊。」","bklhl":"伊就kā伊講，我來去kā醫伊。"}},{"book":"太","chapter":8,"verse":8,"versions":{"unv":"百夫長回答說：「主啊，你到我舍下，我不敢當；只要你說一句話，我的僕人就必好了。","bklcl":"Pé-chóng ìn kóng, Chú ah, lí kàu góa tau, góa tng bōe khí; lí kan-ta kóng chi̍t kù ōe, góa ê lô͘-po̍k chiū ōe hó.","tghg":"百總應講：「主啊，你到我兜(tau)，我當𣍐起；你干單講一句話，我的奴僕就會好。","bklhl":"百總應講，主ah，你到我tau，我當bōe起；你kan-ta講一句話，我ê奴僕就會好。"}},{"book":"太","chapter":8,"verse":9,"versions":{"unv":"因為我在人的權下，也有兵在我以下；對這個說：『去！』他就去；對那個說：『來！』他就來；對我的僕人說：『你做這事！』他就去做。」","bklcl":"In-ūi góa ia̍h sī hō͘ lâng koán ê lâng, iā ū peng hō͘ góa koán;  kā chit-ê kóng, Khì, i chiū khì; kā hit-ê kóng, Lâi, i chiū lâi; kā góa ê lô͘-po̍k kóng, Kiâⁿ án-ni, i chiū kiâⁿ án-ni.","tghg":"因為我亦是互人管的人，也有兵互我管；給此個講：『去！』伊就去；給彼個講：『來！』伊就來；給我的奴僕講：『行按呢！』伊就行按呢。」","bklhl":"因為我亦是hō͘人管ê人，也有兵hō͘我管；kā chit ê講，去，伊就去；kā hit ê講，來，伊就來；kā我ê奴僕講，行án-ni，伊就行án-ni。"}},{"book":"太","chapter":8,"verse":10,"versions":{"unv":"耶穌聽見就希奇，對跟從的人說：「我實在告訴你們，這麼大的信心，就是在以色列中，我也沒有遇見過。","bklcl":"Iâ-so͘ thiaⁿ-kìⁿ chiū kî-koài, kā tè I ê lâng kóng, Góa si̍t-chāi kā lín kóng, chhin-chhiūⁿ chit hō ê chhim sìn, liân Í-sek-lia̍t tiong, góa bē bat tú-tio̍h.","tghg":"耶穌聽見就奇怪，給隨伊的人講：「我實在給恁講，親像此號的深信，連以色列中，我未曾抵著(tú-tio̍h)。","bklhl":"耶穌聽見就奇怪，kā tè伊ê人講，我實在kā lín講，親像chit號ê深信，連以色列中，我bē bat tú-tio̍h。"}},{"book":"太","chapter":8,"verse":11,"versions":{"unv":"我又告訴你們，從東從西，將有許多人來，在天國裡與亞伯拉罕、以撒、雅各一同坐席；","bklcl":"Góa koh kā lín kóng, tùi tang tùi sai, ū chōe-chōe lâng beh kàu, kap A-pek-la̍h-hán, Í-sat, Ngá-kok, chē toh tī thian-kok;","tghg":"我閣給恁講，對東對西，有多多人欲到，及亞伯拉罕、以撒、雅各坐桌佇天國；","bklhl":"我koh kā lín講，tùi東tùi西，有chōe-chōe人beh到，kap亞伯拉罕、以撒、雅各，坐桌tī天國；"}},{"book":"太","chapter":8,"verse":12,"versions":{"unv":"惟有本國的子民竟被趕到外邊黑暗裡去，在那裡必要哀哭切齒了。」","bklcl":"nā-sī kok ê chú-bîn beh tú-tio̍h kóaⁿ-chhut tī gōa-bīn ê o͘-àm; tī hia beh ū thî-khàu kā-gê chhiat-chhí.","tghg":"若是國的子民欲抵著趕出佇外面的黑暗，佇遐欲有啼哭咬牙切齒。」","bklhl":"但是國ê子民beh tú-tio̍h趕出tī外面ê烏暗；tī hia beh有啼哭咬牙切齒。"}},{"book":"太","chapter":8,"verse":13,"versions":{"unv":"耶穌對百夫長說：「你回去吧！照你的信心，給你成全了。」那時，他的僕人就好了。","bklcl":"Iâ-so͘ chiū kā pé-chóng kóng, Khì ah, chiàu lí ê sìn kā lí chiâⁿ; tú-tú hit sî, i ê lô͘-po̍k chiū hó.","tghg":"耶穌就給百總講：「去啊！照你的信給你成。」抵抵(tú-tú)彼時，伊的奴僕就好。","bklhl":"耶穌就kā百總講，去ah，照你ê信kā你成；tú-tú hit時，伊ê奴僕就好。"}},{"book":"太","chapter":8,"verse":14,"versions":{"unv":"耶穌到了彼得家裡，見彼得的岳母害熱病躺著。","bklcl":"Iâ-so͘ ji̍p Pí-tek ê ke, khòaⁿ-kìⁿ i ê tiūⁿ-ḿ, hoān-tio̍h jia̍t-pīⁿ tó-teh.","tghg":"耶穌入彼得的家，看見伊的丈姆患著熱病倒啲。","bklhl":"耶穌入彼得ê家，看見伊ê丈姆，患tio̍h熱病倒teh。"}},{"book":"太","chapter":8,"verse":15,"versions":{"unv":"耶穌把她的手一摸，熱就退了；她就起來服事耶穌。","bklcl":"Chiū bong i ê chhiú, jia̍t chiū thè; hū-jîn-lâng  chiū khí-lâi su-hāu I.","tghg":"就摸伊的手，熱就退；婦仁人就起來伺候伊。","bklhl":"就摸伊ê手，熱就退；婦人人就起來伺候伊。"}},{"book":"太","chapter":8,"verse":16,"versions":{"unv":"到了晚上，有人帶著許多被鬼附的來到耶穌跟前，他只用一句話就把鬼都趕出去，並且治好了一切有病的人。","bklcl":"Kàu hông-hun-àm, ū lâng chhōa chōe-chōe hoān-tio̍h kúi ê chiū-kūn I;  I ēng chi̍t kù ōe kóaⁿ-chhut hiah-ê sîn;  koh i-hó it-chhè ū pīⁿ ê lâng;","tghg":"到黃昏暗，有人導多多患著鬼者就近伊，伊用一句話趕出許個神，閣醫好一切有病的人。","bklhl":"到黃昏暗，有人chhōa chōe-chōe犯tio̍h鬼ê就近伊；伊用一句話趕出hiah-ê神；koh醫好一切有病ê人；"}},{"book":"太","chapter":8,"verse":17,"versions":{"unv":"這是要應驗先知以賽亞的話，說：他代替我們的軟弱，擔當我們的疾病。","bklcl":"chiū-sī beh èng-giām sian-ti Í-sài-a só͘ kóng ê, kóng, I pún-sin thòe-siū lán ê loán-jio̍k, tam-tng lán ê pīⁿ-chèng.","tghg":"就是欲應驗先知以賽亞所講的，講：伊本身替受咱的軟弱，擔當咱的病症。","bklhl":"就是beh應驗先知以賽亞所講ê，講，伊本身替受咱ê軟弱，擔當咱ê病症。"}},{"book":"太","chapter":8,"verse":18,"versions":{"unv":"耶穌見許多人圍著他，就吩咐渡到那邊去。","bklcl":"Iâ-so͘ khòaⁿ-kìⁿ kui tōa tīn ê lâng ûi I, chiū hoan-hù kè-khì hit pêng hōaⁿ.","tghg":"耶穌看見歸大陣的人圍伊，就吩咐過去彼旁岸。","bklhl":"耶穌看見kui大陣ê人圍伊，就吩咐過去hit pêng岸。"}},{"book":"太","chapter":8,"verse":19,"versions":{"unv":"有一個文士來，對他說：「夫子，你無論往哪裡去，我要跟從你。」","bklcl":"Ū chi̍t ê keng-ha̍k-sū lâi, kā I kóng, Sian-siⁿ ah, lí bô lūn tá-lo̍h khì, góa beh tè lí.","tghg":"有一個經學士來，給伊講：「先生啊，你無論叨落去，我欲隨你。」","bklhl":"有一个經學士來，kā伊講，先生ah，你無論tá落去，我beh tè你。"}},{"book":"太","chapter":8,"verse":20,"versions":{"unv":"耶穌說：「狐狸有洞，天空的飛鳥有窩，人子卻沒有枕頭的地方。」","bklcl":"Iâ-so͘ chiū kā i kóng, Hô͘-lî ū khang, thiⁿ-tiong ê pe-chiáu ū siū;  to̍k-to̍k Jîn-chú bô khòa thâu-khak ê só͘-chāi.","tghg":"耶穌就給伊講：「狐狸有孔，天中的飛鳥有巢(siū)，獨獨人子無靠頭殼的所在。」","bklhl":"耶穌就kā伊講，狐狸有孔，天中ê飛鳥有siū；獨獨人子無khòa頭殼ê所在。"}},{"book":"太","chapter":8,"verse":21,"versions":{"unv":"又有一個門徒對耶穌說：「主啊，容我先回去埋葬我的父親。」","bklcl":"Koh chi̍t ê ha̍k-seng kā I kóng, Chú ah, hō͘ góa seng tò-khì bâi-chòng góa ê lāu-pē.","tghg":"閣一個學生給伊講：「主啊，互我先倒去埋葬我的老父。」","bklhl":"Koh一个學生kā伊講，主ah，hō͘我先倒去埋葬我ê老父。"}},{"book":"太","chapter":8,"verse":22,"versions":{"unv":"耶穌說：「任憑死人埋葬他們的死人；你跟從我吧！」","bklcl":"To̍k-to̍k Iâ-so͘ kā i kóng, Lí tè góa, chhut-chāi sí lâng khì bâi-chòng in ê sí lâng.","tghg":"獨獨耶穌給伊講：「你隨我；出在死人去埋葬𪜶的死人！」","bklhl":"獨獨耶穌kā伊講，你tè我，chhut-chāi死人去埋葬in ê死人。"}},{"book":"太","chapter":8,"verse":23,"versions":{"unv":"耶穌上了船，門徒跟著他。","bklcl":"Í-keng lo̍h chûn, I ê ha̍k-seng tè I.","tghg":"已經落船，伊的學生隨伊。","bklhl":"已經落船，伊ê學生tè伊。"}},{"book":"太","chapter":8,"verse":24,"versions":{"unv":"海裡忽然起了暴風，甚至船被波浪掩蓋；耶穌卻睡著了。","bklcl":"Hut-jiân hái-ni̍h khí tōa hong-éng, tì-kàu chûn hō͘ éng khàm; nā-sī Iâ-so͘ teh khùn.","tghg":"忽然海裡起大風湧，致到船互湧蓋；若是耶穌啲睏。","bklhl":"忽然海裡起大風湧，致到船hō͘湧蓋；但是耶穌teh睏。"}},{"book":"太","chapter":8,"verse":25,"versions":{"unv":"門徒來叫醒了他，說：「主啊，救我們，我們喪命啦！」","bklcl":"Ha̍k-seng chiū-kūn lâi kiò I khí-lâi, kóng, Chú ah, kiù o͘h, beh bô miā lah!","tghg":"學生就近來叫伊起來，講：「主啊，救哦，欲無命啦！」","bklhl":"學生就近來叫伊起來，講，主ah，救o͘h，beh無命lah！"}},{"book":"太","chapter":8,"verse":26,"versions":{"unv":"耶穌說：「你們這小信的人哪，為甚麼膽怯呢？」於是起來，斥責風和海，風和海就大大地平靜了。","bklcl":"I chiū kā in kóng, Sió-sìn ê lâng ah, cháiⁿ-iūⁿ hiah bô táⁿ?  Chiū khí-lâi, chek-pī hong kap hái, chiū tōa pîⁿ-tiāⁿ.","tghg":"伊就給𪜶講：「小信的人啊，怎樣許無膽？」就起來，責備風及海，就大平定。","bklhl":"伊就kā in講，小信ê人ah，怎樣hiah無膽？就起來，責備風kap海，就大平定。"}},{"book":"太","chapter":8,"verse":27,"versions":{"unv":"眾人希奇，說：「這是怎樣的人？連風和海也聽從他了！」","bklcl":"Hiah ê lâng kî-koài kóng, chit-ê sī sím-mi̍h hō lâng, hong kap hái ia̍h sūn I?","tghg":"許個人奇怪，講：「此個是甚麼號人？風及海亦順伊！」","bklhl":"Hiah-ê人奇怪講，chit ê是甚麼號人，風kap海亦順伊？"}},{"book":"太","chapter":8,"verse":28,"versions":{"unv":"耶穌既渡到那邊去，來到加大拉人的地方，就有兩個被鬼附的人從墳塋裡出來迎著他，極其凶猛，甚至沒有人能從那條路上經過。","bklcl":"Í-keng kè-khì hit pêng hōaⁿ, kàu Ka-tāi-lia̍p lâng ê tōe; ū hoān-tio̍h kúi ê, nn̄g lâng, tùi thióng-bōng chhut-lâi, tú-tio̍h I, sè-bīn hiông kài-kài;  tì-kàu bô lâng káⁿ tùi hit tiâu lō͘ kè.","tghg":"已經過去彼旁岸，到加大拉人的地，有患著鬼者，二人，對塚墓(thióng-bōng)出來抵著伊，勢面雄介介，致到無人敢對彼條路過。","bklhl":"已經過去hit pêng岸，到Ka-tāi-lia̍p人ê地；有犯tio̍h鬼ê，兩人，tùi塚墓出來，tú-tio̍h伊，勢面狠kài-kài；致到無人敢tùi hit條路過。"}},{"book":"太","chapter":8,"verse":29,"versions":{"unv":"他們喊著說：「　神的兒子，我們與你有甚麼相干？時候還沒有到，你就上這裡來叫我們受苦嗎？」","bklcl":"In hut-jiân âu-kiò kóng, Siōng-tè ê Kiáⁿ ah, goán kap lí ū sím-mi̍h kan-sia̍p? sî bē kàu, lí lâi chia sī beh khó͘-chhó͘ goán mah?","tghg":"𪜶忽然喉叫講：「上帝的子啊，阮及你有甚麼干涉？時未到，你來遮是欲苦楚阮嗎？」","bklhl":"In忽然喉叫講，上帝ê Kiáⁿ ah，阮kap你有甚麼干涉？時bē到，你來chia是beh苦楚阮mah？"}},{"book":"太","chapter":8,"verse":30,"versions":{"unv":"離他們很遠，有一大群豬吃食。","bklcl":"Lī in hn̄g-hn̄g ū tōa kûn ê ti teh thó-chia̍h;","tghg":"離𪜶遠遠，有大群的豬啲討食。","bklhl":"離in遠遠有大群ê豬teh討食；"}},{"book":"太","chapter":8,"verse":31,"versions":{"unv":"鬼就央求耶穌，說：「若把我們趕出去，就打發我們進入豬群吧！」","bklcl":"hiah-ê kúi kiû I kóng, Lí nā kóaⁿ goán, chiū chhe goán ji̍p ti kûn.","tghg":"許個鬼求伊，講：「你若趕阮，就差阮入豬群！」","bklhl":"hiah-ê鬼求伊講，你若趕阮，就差阮入豬群。"}},{"book":"太","chapter":8,"verse":32,"versions":{"unv":"耶穌說：「去吧！」鬼就出來，進入豬群。全群忽然闖下山崖，投在海裡淹死了。","bklcl":"I chiū kā in kóng, Khì ah.  Kúi chiū chhut-lâi, khì ji̍p ti; hut-jiân choân-kûn chông lo̍h soaⁿ-khàm, ji̍p hái, sí tī chúi-ni̍h.","tghg":"伊就給𪜶講：「去啊！」鬼就出來，去入豬。忽然全群𧽵(chông)落山崁(soaⁿ-khàm)，入海死佇水裡。","bklhl":"伊就kā in講，去ah。鬼就出來，去入豬；忽然全群chông落山崁，入海，死tī水裡。"}},{"book":"太","chapter":8,"verse":33,"versions":{"unv":"放豬的就逃跑進城，將這一切事和被鬼附的人所遭遇的都告訴人。","bklcl":"Kò͘ ti ê cháu khì ji̍p siâⁿ; chiong chiah-ê sū, í-ki̍p hoān-tio̍h kúi ê lâng só͘ tú-tio̍h ê, lóng kā lâng kóng.","tghg":"顧豬者走去入城；將諸個事以及患著鬼的人所抵著的攏給人講。","bklhl":"顧豬ê走去入城；將chiah ê事，以及犯tio̍h鬼ê人所tú-tio̍h ê，lóng kā人講。"}},{"book":"太","chapter":8,"verse":34,"versions":{"unv":"合城的人都出來迎見耶穌，既見了就央求他離開他們的境界。","bklcl":"Thong siâⁿ ê lâng chhut-khì, chhē-tio̍h Iâ-so͘; í-keng kìⁿ-tio̍h, chiū kiû I lī-khui in ê tōe-kài.","tghg":"通城的人出去尋著耶穌，已經見著，就求伊離開𪜶的地界。","bklhl":"Thong城ê人出去，chhē-tio̍h耶穌；已經見tio̍h，就求伊離開in ê地界。"}}]