[{"book":"太","chapter":1,"verse":1,"versions":{"unv":"亞伯拉罕的後裔，大衛的子孫（後裔，子孫：原文是兒子；下同），耶穌基督的家譜：","bklcl":"A-pek-la̍h-hán ê hō͘-è, Tāi-pi̍t ê hō͘-è, Iâ-so͘ Ki-tok ê ka-phó͘.","tghg":"亞伯拉罕的後裔，大衛的後裔，耶穌基督的家譜：","bklhl":"亞伯拉罕ê後裔，大衛ê後裔，耶穌基督ê家譜。"}},{"book":"太","chapter":1,"verse":2,"versions":{"unv":"亞伯拉罕生以撒；以撒生雅各；雅各生猶大和他的弟兄；","bklcl":"A-pek-la̍h-hán siⁿ Í-sat;  Í-sat siⁿ Ngá-kok; Ngá-kok siⁿ Iû-tāi kap i ê hiaⁿ-tī;","tghg":"亞伯拉罕生以撒；以撒生雅各；雅各生猶大及伊的兄弟；","bklhl":"亞伯拉罕生以撒；以撒生雅各；雅各生偤大kap伊ê兄弟；"}},{"book":"太","chapter":1,"verse":3,"versions":{"unv":"猶大從他瑪氏生法勒斯和謝拉；法勒斯生希斯崙；希斯崙生亞蘭；","bklcl":"Iû-tāi tùi Tāi-má--sī siⁿ Hoat-le̍k-sū kap Sat-la̍h; Hoat-le̍k-sū siⁿ Í-sū-lûn; Í-sū-lûn siⁿ A-lân;","tghg":"猶大對代瑪氏生法勒斯及謝拉；法勒斯生以斯崙；以斯崙生亞蘭；","bklhl":"偤大tùi Tāi-má氏生Hoat-le̍k-sū kap撒拉；Hoat-le̍k-sū生Í-sū-lûn；Í-sū-lûn生A-lân；"}},{"book":"太","chapter":1,"verse":4,"versions":{"unv":"亞蘭生亞米拿達；亞米拿達生拿順；拿順生撒門；","bklcl":"A-lân siⁿ A-bí-ná-ta̍t; A-bí-ná-ta̍t siⁿ Ná-sūn; Ná-sūn siⁿ Sat-bûn;","tghg":"亞蘭生亞米拿達；亞米拿達生拿順；拿順生撒門；","bklhl":"A-lân生A-bí-ná-ta̍t；A-bí-ná-ta̍t生Ná-sūn；Ná-sūn生Sat-bûn；"}},{"book":"太","chapter":1,"verse":5,"versions":{"unv":"撒門從喇合氏生波阿斯；波阿斯從路得氏生俄備得；俄備得生耶西；","bklcl":"Sat-bûn tùi Lat-ha̍p--sī siⁿ Pho-sū; Pho-sū tùi Lō͘-tek--sī siⁿ O-pek; O-pek siⁿ Iâ-se;","tghg":"撒門對喇合氏生波斯；波斯對路得氏生俄伯；俄伯生耶西；","bklhl":"Sat-bûn tùi Lat-ha̍p氏生Pho-sū；Pho-sū tùi Lō͘-tek氏生O-pek；O-pek生Iâ-se；"}},{"book":"太","chapter":1,"verse":6,"versions":{"unv":"耶西生大衛王。大衛從烏利亞的妻子生所羅門；","bklcl":"Iâ-se siⁿ Tāi-pi̍t ông; Tāi-pi̍t tùi O͘-lī-a ê bó͘ siⁿ Só͘-lô-bûn;","tghg":"耶西生大衛王。大衛對烏利亞的某生所羅門；","bklhl":"Iâ-se生大衛王。大衛tùi O͘-lī-a ê bó͘生所羅門；"}},{"book":"太","chapter":1,"verse":7,"versions":{"unv":"所羅門生羅波安；羅波安生亞比雅；亞比雅生亞撒；","bklcl":"Só͘-lô-bûn siⁿ Lô-pho-àm; Lô-pho-àm siⁿ A-pí-a; A-pí-a siⁿ A-sat;","tghg":"所羅門生羅波安；羅波安生亞比亞；亞比亞生亞撒；","bklhl":"所羅門生Lô-pho-àm；Lô-pho-àm生A-pí-a；A-pí-a生A-sat；"}},{"book":"太","chapter":1,"verse":8,"versions":{"unv":"亞撒生約沙法；約沙法生約蘭；約蘭生烏西雅；","bklcl":"A-sat siⁿ Iok-sa-hoat; Iok-sa-hoat siⁿ Iok-lân; Iok-lân siⁿ O͘-se-a;","tghg":"亞撒生約沙法；約沙法生約蘭；約蘭生烏西亞；","bklhl":"A-sat生Iok-sa-hoat；Iok-sa-hoat生Iok-lân；Iok-lân生O͘-se-a；"}},{"book":"太","chapter":1,"verse":9,"versions":{"unv":"烏西雅生約坦；約坦生亞哈斯；亞哈斯生希西家；","bklcl":"O͘-se-a  siⁿ Iok-tàn; Iok-tàn siⁿ A-khap-sū; A-khap-sū siⁿ Hi-se-ka;","tghg":"烏西亞生約坦；約坦生亞哈斯；亞哈斯生希西家；","bklhl":"O͘-se-a生約旦；約旦生A-khap-sū；A-khap-sū生Hi-se-ka；"}},{"book":"太","chapter":1,"verse":10,"versions":{"unv":"希西家生瑪拿西；瑪拿西生亞們；亞們生約西亞；","bklcl":"Hi-se-ka siⁿ Má-ná-se; Má-ná-se siⁿ A-bûn; A-bûn siⁿ Iok-se-a;","tghg":"希西家生瑪拿西；瑪拿西生亞們；亞們生約西亞；","bklhl":"Hi-se-ka生Má-ná-se；Má-ná-se生A-bûn；A-bûn生Iok-se-a；"}},{"book":"太","chapter":1,"verse":11,"versions":{"unv":"百姓被遷到巴比倫的時候，約西亞生耶哥尼雅和他的弟兄。","bklcl":"peh-sìⁿ siū chhian-sóa kàu Pa-pí-lûn ê sî, Iok-se-a siⁿ Iâ-ko-nî-a kap i ê hiaⁿ-tī.","tghg":"百姓受遷徙到巴比倫的時，約西亞生耶哥尼亞及伊的兄弟。","bklhl":"百姓受遷徙到巴比倫ê時，Iok-se-a生Iâ-ko-nî-a kap伊ê兄弟。"}},{"book":"太","chapter":1,"verse":12,"versions":{"unv":"遷到巴比倫之後，耶哥尼雅生撒拉鐵；撒拉鐵生所羅巴伯；","bklcl":"Chhian-sóa kàu Pa-pí-lûn liáu-āu, Iâ-ko-nî-a siⁿ Sat-lia̍p-thiat; Sat-lia̍p-thiat siⁿ Só͘-lô-pá-pek;","tghg":"遷徙到巴比倫了後，耶哥尼亞生撒拉鐵；撒拉鐵生所羅巴伯，","bklhl":"遷徙到巴比倫了後，Iâ-ko-nî-a生Sat-lia̍p-thiat；Sat-lia̍p-thiat生Só͘-lô-pá-pek；"}},{"book":"太","chapter":1,"verse":13,"versions":{"unv":"所羅巴伯生亞比玉；亞比玉生以利亞敬；以利亞敬生亞所；","bklcl":"Só͘-lô-pá-pek siⁿ A-pí-ut; A-pí-ut siⁿ Í-lī-a-kim; Í-lī-a-kim siⁿ A-só͘;","tghg":"所羅巴伯生亞比勿；亞比勿生以利亞金；以利亞金生亞所；","bklhl":"Só͘-lô-pá-pek生A-pí-ut；A-pí-ut生Í-lī-a-kim；Í-lī-a-kim生A-só͘；"}},{"book":"太","chapter":1,"verse":14,"versions":{"unv":"亞所生撒督；撒督生亞金；亞金生以律；","bklcl":"A-só͘ siⁿ Sat-to̍k; Sat-to̍k siⁿ A-kim; A-kim siⁿ Í-lu̍t;","tghg":"亞所生撒督；撒督生亞金；亞金生以律；","bklhl":"A-só͘生Sat-to̍k；Sat-to̍k生A-kim；A-kim生Í-lu̍t；"}},{"book":"太","chapter":1,"verse":15,"versions":{"unv":"以律生以利亞撒；以利亞撒生馬但；馬但生雅各；","bklcl":"Í-lu̍t siⁿ Í-lī-a-sat; Í-lī-a-sat siⁿ Má-tàn; Má-tàn siⁿ Ngá-kok;","tghg":"以律生以利亞撒；以利亞撒生馬但；馬但生雅各；","bklhl":"Í-lu̍t生Í-lī-a-sat；Í-lī-a-sat生Má-tàn；Má-tàn生雅各；"}},{"book":"太","chapter":1,"verse":16,"versions":{"unv":"雅各生約瑟，就是馬利亞的丈夫。那稱為基督的耶穌是從馬利亞生的。","bklcl":"Ngá-kok siⁿ Iok-sek, chiū-sī Má-lī-a ê tiōng-hu; chheng chòe Ki-tok ê Iâ-so͘, sī tùi chit ê Má-lī-a siⁿ ê.","tghg":"雅各生約瑟，就是馬利亞的丈夫，稱做基督的耶穌，是對此個馬利亞生的。","bklhl":"雅各生約瑟，就是馬利亞ê丈夫；稱做基督ê耶穌，是tùi chit ê馬利亞生ê。"}},{"book":"太","chapter":1,"verse":17,"versions":{"unv":"這樣，從亞伯拉罕到大衛共有十四代；從大衛到遷至巴比倫的時候也有十四代；從遷至巴比倫的時候到基督又有十四代。","bklcl":"Án-ni, tùi A-pek-la̍h-hán kàu Tāi-pi̍t, kiōng cha̍p-sì tāi; tùi Tāi-pi̍t kàu chhian-sóa khì Pa-pí-lûn ê sî, ia̍h cha̍p-sì tāi; tùi chhian-sóa khì Pa-pí-lûn ê sî kàu Ki-tok, koh cha̍p-sì tāi.","tghg":"按呢，對亞伯拉罕到大衛，共十四代；對大衛到遷徙去巴比倫的時亦十四代；對遷徙去巴比倫的時到基督，閣十四代。","bklhl":"Án-ni, tùi亞伯拉罕到大衛，共十四代；tùi大衛到遷徙去巴比倫ê時，亦十四代；tùi遷徙去巴比倫ê時到基督，koh十四代。"}},{"book":"太","chapter":1,"verse":18,"versions":{"unv":"耶穌基督降生的事記在下面：他母親馬利亞已經許配了約瑟，還沒有迎娶，馬利亞就從聖靈懷了孕。","bklcl":"Iâ-so͘ Ki-tok ê chhut-sì, kì tī ē-tóe:  I ê lāu-bú Má-lī-a í-keng chòe Iok-sek tiāⁿ-tio̍h, iáu-bē chhōa kè-mn̂g, chiū tùi Sèng Sîn ū sin-īn.","tghg":"耶穌基督的出世記佇下底(ē-tóe)：伊的老母馬利亞，已經做約瑟定著，猶未娶過門，就對聖神有娠孕(sin-īn)。","bklhl":"耶穌基督ê出世，記tī下底：伊ê老母馬利亞已經做約瑟定tio̍h，iáu-bē娶過門，就tùi聖神有身孕。"}},{"book":"太","chapter":1,"verse":19,"versions":{"unv":"她丈夫約瑟是個義人，不願意明明地羞辱她，想要暗暗地把她休了。","bklcl":"I ê tiōng-hu Iok-sek sī gī ê lâng, m̄ ài hián-jiân pān i, àn-sǹg beh àm-chīⁿ hòe-chhin.","tghg":"伊的丈夫約瑟是義的人，呣愛顯然辦伊，按算欲暗靜廢親。","bklhl":"伊ê丈夫約瑟是義ê人，m̄ ài顯然辦伊，按算beh暗靜廢親。"}},{"book":"太","chapter":1,"verse":20,"versions":{"unv":"正思念這事的時候，有主的使者向他夢中顯現，說：「大衛的子孫約瑟，不要怕！只管娶過你的妻子馬利亞來，因她所懷的孕是從聖靈來的。","bklcl":"Teh siūⁿ ê sî, ū Chú ê thiⁿ-sài tī i ê bîn-bāng-tiong chhut-hiān kóng, Tāi-pi̍t ê hō͘-è, Iok-sek ah, bo̍h-tit kiaⁿ, tio̍h chhōa lí ê bó͘ Má-lī-a kè-mn̂g; in-ūi i só͘ hoâi-īn ê sī tùi Sèng Sîn.","tghg":"啲想的時，有主的天使佇伊的眠夢中出現，講：「大衛的後裔約瑟啊，無得驚！著娶你的某馬利亞過門，因為伊所懷孕的是對聖神。","bklhl":"Teh想ê時，有主ê天使tī伊ê眠夢中出現講，大衛ê後裔，約瑟ah，莫得驚，tio̍h娶你ê bó͘馬利亞過門；因為伊所懷孕ê是tùi聖神。"}},{"book":"太","chapter":1,"verse":21,"versions":{"unv":"她將要生一個兒子，你要給他起名叫耶穌，因他要將自己的百姓從罪惡裡救出來。」","bklcl":"I beh siⁿ kiáⁿ, lí tio̍h kiò I ê miâ chòe Iâ-so͘; in-ūi I beh kiù I ê peh-sìⁿ thoat-chhut in ê chōe-ok.","tghg":"伊欲生子，你著叫伊的名做耶穌，因為伊欲救伊的百姓脫出𪜶的罪惡。」","bklhl":"伊beh生kiáⁿ，你tio̍h叫伊ê名做耶穌；因為伊beh救伊ê百姓 脫出in ê罪惡。"}},{"book":"太","chapter":1,"verse":22,"versions":{"unv":"這一切的事成就是要應驗主藉先知所說的話，","bklcl":"Chit ê sū lóng chiâⁿ, sī beh èng-giām Chú thok sian-ti só͘ kóng ê, kóng,","tghg":"此個事攏成，是欲應驗主託先知所講的，","bklhl":"Chit ê事lóng成，是beh應驗主託先知所講ê，講，"}},{"book":"太","chapter":1,"verse":23,"versions":{"unv":"說：必有童女懷孕生子；人要稱他的名為以馬內利。（以馬內利翻出來就是「　神與我們同在」。）","bklcl":"Lí khòaⁿ, chāi-sek-lú beh sin-īn siⁿ kiáⁿ; Lâng beh kiò I ê miâ chòe Í-má-lōe-lī; hoan-e̍k chiū-sī Siōng-tè kap lán tī-teh.","tghg":"講：你看，在室女欲娠孕生子；人欲叫伊的名做以馬內利。（翻譯就是「上帝及咱啲佇」。）","bklhl":"你看，在室女beh身孕生kiáⁿ；\t   人beh叫伊ê名做以馬內利；翻譯就是上帝kap咱tī-teh。"}},{"book":"太","chapter":1,"verse":24,"versions":{"unv":"約瑟醒了，起來，就遵著主使者的吩咐把妻子娶過來；","bklcl":"Iok-sek khùn-chhíⁿ khí-lâi, chiàu Chú ê thiⁿ-sài só͘ bēng-lēng khì kiâⁿ, chhōa i ê bó͘ kè-mn̂g;","tghg":"約瑟睏醒，起來，照主的天使所命令去行，娶伊的某過門；","bklhl":"約瑟睏醒起來，照主ê天使所命令去行，娶伊ê bó͘過門；"}},{"book":"太","chapter":1,"verse":25,"versions":{"unv":"只是沒有和她同房，等她生了兒子（有古卷：等她生了頭胎的兒子），就給他起名叫耶穌。","bklcl":"bô kap i tâng pâng, kàu i siⁿ kiáⁿ; chiū kiò I ê miâ chòe Iâ-so͘.","tghg":"無及伊同房，到伊生子，就叫伊的名做耶穌。","bklhl":"無kap伊同房，到伊生kiáⁿ；就叫伊ê名做耶穌。"}}]