[{"book":"太","chapter":2,"verse":1,"versions":{"unv":"當希律王的時候，耶穌生在猶太的伯利恆。有幾個博士從東方來到耶路撒冷，說：","bklcl":"Tng Hi-lu̍t ông ê sî, Iâ-so͘ í-keng chhut-sì tī Iû-thài ê Pek-lī-hêng, ū kúi-nā ê phok-sū tùi tang-hng lâi kàu Iâ-lō͘-sat-léng,","tghg":"當希律王的時，耶穌已經出世佇猶太的伯利恆。有幾若個博士對東方來到耶路撒冷，講：","bklhl":"當希律王ê時，耶穌已經出世tī偤太ê伯利恆，有幾nā個博士tùi東方來到耶路撒冷，"}},{"book":"太","chapter":2,"verse":2,"versions":{"unv":"「那生下來作猶太人之王的在哪裡？我們在東方看見他的星，特來拜他。」","bklcl":"kóng, Chhut-sì chòe Iû-thài lâng ê ông ê tī tá-lo̍h? in-ūi goán tī tang-hng ū khòaⁿ-kìⁿ I ê chhiⁿ, chiah lâi beh pài I.","tghg":"「出世做猶太人的王的佇叨落？因為阮佇東方有看見伊的星，才來欲拜伊。」","bklhl":"講，出世做偤太人ê王ê tī tá-lo̍h？因為阮tī東方有看見伊ê星，chiah來beh拜伊。"}},{"book":"太","chapter":2,"verse":3,"versions":{"unv":"希律王聽見了，就心裡不安；耶路撒冷合城的人也都不安。","bklcl":"Hi-lu̍t ông thiaⁿ-kìⁿ chiū peh-pak, thong Iâ-lō͘-sat-léng ia̍h sī án-ni.","tghg":"希律王聽見，就迫腹；通耶路撒冷亦是按呢。","bklhl":"希律王聽見就peh-pak，thong耶路撒冷亦是án-ni。"}},{"book":"太","chapter":2,"verse":4,"versions":{"unv":"他就召齊了祭司長和民間的文士，問他們說：「基督當生在何處？」","bklcl":"Chiū chū-chi̍p chèng chè-si-thâu, kap peh-sìⁿ-kan ê keng-ha̍k-sū, mn̄g in Ki-tok tio̍h tī sím-mi̍h só͘-chāi chhut-sì.","tghg":"就聚集眾祭司頭及百姓間的經學士，問𪜶：「基督著佇甚麼所在出世？」","bklhl":"就聚集眾祭司頭，kap百姓間ê經學士，問in基督tio̍h tī甚麼所在出世。"}},{"book":"太","chapter":2,"verse":5,"versions":{"unv":"他們回答說：「在猶太的伯利恆。因為有先知記著，說：","bklcl":"In kā i kóng, Tī Iû-thài ê Pek-lī-hêng; in-ūi sian-ti ū kì-chài kóng,","tghg":"𪜶給伊講：「佇猶太的伯利恆。因為先知有記載，講：","bklhl":"In kā伊講，Tī偤太ê伯利恆；因為先知有記載講，"}},{"book":"太","chapter":2,"verse":6,"versions":{"unv":"猶大地的伯利恆啊，你在猶大諸城中並不是最小的；因為將來有一位君王要從你那裡出來，牧養我以色列民。」","bklcl":"Iû-thài tōe, Pek-lī-hêng ah, \tTī Iû-thài chiah-ê thâu-lâng tiong, lí lóng m̄ sī tē it sòe ê;\tIn-ūi beh ū chi̍t ê jîn-kun tùi lí chhut, lâi chiàu-kò͘ góa ê peh-sìⁿ Í-sek-lia̍t.","tghg":"猶太地伯利恆啊，佇猶太諸個頭人中你攏呣是第一細的；因為欲有一個人君對你出，來照顧我的百姓以色列。」","bklhl":"偤太地，伯利恆ah，\tTī偤太chiah ê頭人中，　　你lóng m̄是第一細ê；\t因為beh有一个人君對你出，　　來照顧我ê百姓以色列。"}},{"book":"太","chapter":2,"verse":7,"versions":{"unv":"當下，希律暗暗地召了博士來，細問那星是甚麼時候出現的，","bklcl":"Tùi án-ni, Hi-lu̍t àm-chīⁿ tiàu phok-sū, tùi in siông-sè chhâ hit ê chhiⁿ chhut-hiān ê sî.","tghg":"對按呢，希律暗靜(àm-chīⁿ)召(tiàu)博士，對𪜶詳細查彼個星出現的時，","bklhl":"Tùi án-ni，希律暗靜召博士，對in詳細查hit ê星出現ê時。"}},{"book":"太","chapter":2,"verse":8,"versions":{"unv":"就差他們往伯利恆去，說：「你們去仔細尋訪那小孩子，尋到了就來報信，我也好去拜他。」","bklcl":"Chiū chhe in khì Pek-lī-hêng kóng, Lín khì siông-sè thàm-thiaⁿ hit ê eⁿ-á ê sū; chhē-tio̍h chiū lâi kā góa kóng, hō͘ góa iā thang khì pài I.","tghg":"就差𪜶去伯利恆，講：「恁去詳細探聽彼個嬰仔的事，尋著就來給我講，互我也通去拜伊。」","bklhl":"就差in去伯利恆講，Lín去詳細探聽hit ê嬰á ê事；chhē-tio̍h就來kā我講，hō͘我也thang去拜伊。"}},{"book":"太","chapter":2,"verse":9,"versions":{"unv":"他們聽見王的話就去了。在東方所看見的那星忽然在他們前頭行，直行到小孩子的地方，就在上頭停住了。","bklcl":"In thiaⁿ ông ê ōe chiū khì; hut-jiân tang-hng só͘ khòaⁿ-kìⁿ ê chhiⁿ chòe thâu chhōa in, kàu eⁿ-á ê só͘-chāi, chiū hioh tī hit téng-bīn.","tghg":"𪜶聽王的話就去。忽然東方所看見的星做頭導𪜶，到嬰仔的所在，就歇(hioh)佇彼頂面。","bklhl":"In聽王ê話就去；忽然東方所看見ê星做頭chhōa in，到嬰á ê所在，就歇tī hit頂面。"}},{"book":"太","chapter":2,"verse":10,"versions":{"unv":"他們看見那星，就大大地歡喜；","bklcl":"In khòaⁿ-kìⁿ hit ê chhiⁿ, hoaⁿ-hí kàu bōe kò͘-tit.","tghg":"𪜶看見彼個星，歡喜到𣍐顧得；","bklhl":"In看見hit ê星，歡喜到bōe顧得。"}},{"book":"太","chapter":2,"verse":11,"versions":{"unv":"進了房子，看見小孩子和他母親馬利亞，就俯伏拜那小孩子，揭開寶盒，拿黃金、乳香、沒藥為禮物獻給他。","bklcl":"Ji̍p chhù, khòaⁿ-kìⁿ eⁿ-á kap I ê lāu-bú Má-lī-a; chiū phak-lo̍h pài eⁿ-á; khui in ê pó-a̍h, hiàn lé-mi̍h hō͘ I, chiū-sī n̂g-kim, jú-hiuⁿ, bu̍t-io̍h.","tghg":"入厝，看見嬰仔及伊的老母馬利亞，就仆落拜嬰仔，開𪜶的寶盒，獻禮物互伊，就是黃金、乳香、沒藥(bu̍t-io̍h)。","bklhl":"入厝，看見嬰á kap伊ê老母馬利亞；就仆落拜嬰á；開in ê寶盒，獻禮物hō͘伊，就是黃金、乳香、沒藥。"}},{"book":"太","chapter":2,"verse":12,"versions":{"unv":"博士因為在夢中被主指示不要回去見希律，就從別的路回本地去了。","bklcl":"Koh tī bîn-bāng-tiong tit-tio̍h chí-tiám, kah in m̄-thang tò-tńg khì chiū-kūn Hi-lu̍t, chiū tùi pa̍t tiâu lō͘ tò-khì pún só͘-chāi.","tghg":"閣佇眠夢中得著指點，教𪜶呣通倒轉去就近希律，就對別條路倒去本所在。","bklhl":"Koh tī眠夢中得tio̍h指點，教in m̄-thang 倒tńg去就近希律，就tùi別條路倒去本所在。"}},{"book":"太","chapter":2,"verse":13,"versions":{"unv":"他們去後，有主的使者向約瑟夢中顯現，說：「起來！帶著小孩子同他母親逃往埃及，住在那裡，等我吩咐你；因為希律必尋找小孩子，要除滅他。」","bklcl":"In tò-khì liáu, ū Chú ê thiⁿ-sài tī Iok-sek bîn-bāng-tiong chhut-hiān kóng, Khí-lâi, chhōa eⁿ-á kap I ê lāu-bú, cháu khì Ai-ki̍p, tòa hia kàu góa kā lí kóng; in-ūi Hi-lu̍t beh chhē eⁿ-á lâi bia̍t I.","tghg":"𪜶倒去了，有主的天使佇約瑟眠夢中出現，講：「起來！導嬰仔及伊的老母走去埃及，住遐，到我給你講；因為希律欲尋嬰仔來滅伊。」","bklhl":"In倒去了，有主ê天使tī約瑟眠夢中出現講，起來，chhōa嬰á kap伊ê老母，走去埃及，tòa hia到我kā你講；因為希律beh chhē嬰á來滅伊。"}},{"book":"太","chapter":2,"verse":14,"versions":{"unv":"約瑟就起來，夜間帶著小孩子和他母親往埃及去，","bklcl":"I chiū khí-lâi, thàu-mî chhōa eⁿ-á kap I ê lāu-bú khì Ai-ki̍p;","tghg":"伊就起來，透暝導嬰仔及伊的老母去埃及，","bklhl":"伊就起來，透暝chhōa嬰á kap伊ê老母去埃及；"}},{"book":"太","chapter":2,"verse":15,"versions":{"unv":"住在那裡，直到希律死了。這是要應驗主藉先知所說的話，說：「我從埃及召出我的兒子來。」","bklcl":"tòa hia kàu Hi-lu̍t sí; sī beh èng-giām Chú thok sian-ti só͘ kóng ê, kóng, Góa bat tiàu góa ê kiáⁿ chhut Ai-ki̍p.","tghg":"住遐到希律死。是欲應驗主託先知所講的，講：「我曾召我的子出埃及。」","bklhl":"tòa hia到希律死；是beh應驗主託先知所講ê，講，我bat召我ê kiáⁿ出埃及。"}},{"book":"太","chapter":2,"verse":16,"versions":{"unv":"希律見自己被博士愚弄，就大大發怒，差人將伯利恆城裡並四境所有的男孩，照著他向博士仔細查問的時候，凡兩歲以裡的，都殺盡了。","bklcl":"Hit sî Hi-lu̍t chai hō͘ phok-sū siat-khì, chiū tōa siū-khì, chhe lâng chiong Pek-lī-hêng kap chiu-ûi só͘ ū ê ta-po͘ gín-ná, chiàu i tùi phok-sū siông-sè chhâ ê sî, hoān-nā nn̄g hè í-hā ê it-chīn thâi.","tghg":"彼時希律知互博士設去，就大受氣，差人將伯利恆及周圍所有的查甫囝仔，照伊對博士詳細查的時，凡若二歲以下的一盡刣。","bklhl":"Hit時希律知hō͘博士設去，就大受氣，差人將伯利恆kap周圍所有ê ta-po͘ gín-ná，照伊tùi博士詳細查ê時，凡若二歲以下ê一盡刣。"}},{"book":"太","chapter":2,"verse":17,"versions":{"unv":"這就應了先知耶利米的話，說：","bklcl":"Án-ni èng-giām chá thok sian-ti Iâ-lī-bí só͘ kóng ê, kóng,","tghg":"按呢應驗早託先知耶利米所講的，講：","bklhl":"Án-ni應驗早託先知耶利米所講ê，講，"}},{"book":"太","chapter":2,"verse":18,"versions":{"unv":"在拉瑪聽見號咷大哭的聲音，是拉結哭她兒女，不肯受安慰，因為他們都不在了。","bklcl":"Tī Lia̍p-má thiaⁿ-kìⁿ siaⁿ,\tThî-khàu koh tōa siong-pi,\tLia̍p-kiat khàu i ê kiáⁿ-jî;\tM̄ goān siū an-ùi, in-ūi in bô--khì.","tghg":"佇拉瑪聽見聲，啼哭閣大傷悲，拉結哭伊的子兒，呣願受安慰，因為𪜶無去。","bklhl":"Tī Lia̍p-má聽見聲，\t  啼哭koh大傷悲，\t  拉結哭伊ê kiáⁿ兒；\t  M̄願受安慰，因為in無--去。"}},{"book":"太","chapter":2,"verse":19,"versions":{"unv":"希律死了以後，有主的使者在埃及向約瑟夢中顯現，說：","bklcl":"Hi-lu̍t í-keng sí, Chú ê thiⁿ-sài tī Ai-ki̍p, tī Iok-sek bîn-bāng-tiong chhut-hiān kóng,","tghg":"希律已經死，主的天使佇埃及佇約瑟眠夢中出現講：","bklhl":"希律已經死，主ê天使tī埃及，tī約瑟眠夢中出現講，"}},{"book":"太","chapter":2,"verse":20,"versions":{"unv":"「起來！帶著小孩子和他母親往以色列地去，因為要害小孩子性命的人已經死了。」","bklcl":"Khí-lâi, chhōa eⁿ-á kap I ê lāu-bú khì Í-sek-lia̍t tōe; in-ūi hiah-ê ài hāi eⁿ-á ê sìⁿ-miā ê í-keng sí lah.","tghg":"「起來！導嬰仔及伊的老母去以色列地；因為許個愛害嬰仔的生命者已經死啦！」","bklhl":"起來，chhōa嬰á kap伊ê老母去以色列地；因為hiah-ê ài害嬰á ê性命ê已經死lah。"}},{"book":"太","chapter":2,"verse":21,"versions":{"unv":"約瑟就起來，把小孩子和他母親帶到以色列地去；","bklcl":"I chiū khí-lâi, chhōa eⁿ-á kap I ê lāu-bú kàu Í-sek-lia̍t tōe.","tghg":"伊就起來，導嬰仔及伊的老母到以色列地；","bklhl":"伊就起來，chhōa嬰á kap伊ê老母到以色列地。"}},{"book":"太","chapter":2,"verse":22,"versions":{"unv":"只因聽見亞基老接著他父親希律作了猶太王，就怕往那裡去，又在夢中被主指示，便往加利利境內去了，","bklcl":"Chóng-sī thiaⁿ-kìⁿ A-ki-ló sòa-chiap i ê lāu-pē Hi-lu̍t tī Iû-thài chòe ông, chiū m̄ káⁿ khì hia; kì-jiân tī bîn-bāng-tiong tit-tio̍h chí-tiám, chiū thè-khì Ka-lī-lī ê kéng-lāi.","tghg":"總是聽見亞基老續接伊的老父希律佇猶太做王，就呣敢去遐，既然佇眠夢中得著指點，就退去加利利的境內，","bklhl":"總是聽見A-ki-ló續接伊ê老父希律tī偤太做王，就m̄敢去hia；既然tī眠夢中得tio̍h指點，就退去加利利ê境內。"}},{"book":"太","chapter":2,"verse":23,"versions":{"unv":"到了一座城，名叫拿撒勒，就住在那裡。這是要應驗先知所說，他將稱為拿撒勒人的話了。","bklcl":"Kàu chi̍t ê siâⁿ, miâ Ná-sat-le̍k, tiàm hia khiā-khí; sī beh èng-giām chá thok chiah-ê sian-ti só͘ kóng ê kóng, I beh kiò chòe Ná-sat-le̍k lâng.","tghg":"到一個城，名拿撒勒，踮遐徛起。是欲應驗早託諸個先知所講的講，伊欲叫做拿撒勒人。","bklhl":"到一个城，名拿撒勒，tiàm hia khiā起；是beh應驗早託chiah ê先知所講ê講，伊beh叫做拿撒勒人。"}}]