[{"book":"太","chapter":5,"verse":1,"versions":{"unv":"耶穌看見這許多的人，就上了山，既已坐下，門徒到他跟前來，","bklcl":"Iâ-so͘ khòaⁿ-kìⁿ hiah-ê kui-tīn ê lâng, chiū peh-chiūⁿ soaⁿ; í-keng chē, I ê ha̍k-seng chiū-kūn I.","tghg":"耶穌看見許個歸陣的人，就絔(peh)上山，已經坐，伊的學生就近伊，","bklhl":"耶穌看見hiah-ê kui陣ê人，就peh上山；已經坐，伊ê學生就近伊。"}},{"book":"太","chapter":5,"verse":2,"versions":{"unv":"他就開口教訓他們，說：","bklcl":"I khui chhùi kà-sī in kóng,","tghg":"伊開嘴教示𪜶，講：","bklhl":"伊開嘴教示in講，"}},{"book":"太","chapter":5,"verse":3,"versions":{"unv":"虛心的人有福了！因為天國是他們的。","bklcl":"Sim-lāi sòng-hiong ê lâng ū hok-khì, in-ūi thian-kok sī in ê.","tghg":"心內喪鄉的人有福氣！因為天國是𪜶的。","bklhl":"心內sòng-hiong ê人有福氣，因為天國是in ê。"}},{"book":"太","chapter":5,"verse":4,"versions":{"unv":"哀慟的人有福了！因為他們必得安慰。","bklcl":"Iu-būn ê lâng ū hok-khì, in-ūi in beh siū an-ùi.","tghg":"憂悶的人有福氣！因為𪜶欲受安慰。","bklhl":"憂悶ê人有福氣，因為in beh受安慰。"}},{"book":"太","chapter":5,"verse":5,"versions":{"unv":"溫柔的人有福了！因為他們必承受地土。","bklcl":"Un-jiû ê lâng ū hok-khì, in-ūi in beh sêng-chiap thó͘-tōe.","tghg":"溫柔的人有福氣！因為𪜶欲承接土地，","bklhl":"溫柔ê人有福氣，因為in beh承接土地。"}},{"book":"太","chapter":5,"verse":6,"versions":{"unv":"飢渴慕義的人有福了！因為他們必得飽足。","bklcl":"Iau chhùi-ta him-bō͘ gī ê lâng ū hok-khì, in-ūi in beh tit-tio̍h pá.","tghg":"枵嘴乾欣慕義的人有福氣！因為𪜶欲得著飽，","bklhl":"Iau嘴乾欣慕義ê人有福氣，因為in beh得tio̍h飽。"}},{"book":"太","chapter":5,"verse":7,"versions":{"unv":"憐恤人的人有福了！因為他們必蒙憐恤。","bklcl":"Lîn-bín lâng ê lâng ū hok-khì, in-ūi in beh tit-tio̍h lîn-bín.","tghg":"憐憫人的人有福氣！因為𪜶欲得著憐憫，","bklhl":"憐憫人ê人有福氣，因為in beh得tio̍h憐憫。"}},{"book":"太","chapter":5,"verse":8,"versions":{"unv":"清心的人有福了！因為他們必得見　神。","bklcl":"Chheng-khì sim-koaⁿ ê lâng ū hok-khì, in-ūi in beh khòaⁿ-kìⁿ Siōng-tè.","tghg":"清氣心肝的人有福氣！因為𪜶欲看見上帝。","bklhl":"清氣心肝ê人有福氣，因為in beh看見上帝。"}},{"book":"太","chapter":5,"verse":9,"versions":{"unv":"使人和睦的人有福了！因為他們必稱為　神的兒子。","bklcl":"Hō͘ lâng hô-pêng ê lâng ū hok-khì, in-ūi in beh chheng chòe Siōng-tè ê kiáⁿ.","tghg":"互人和平的人有福氣！因為𪜶欲稱做上帝的子。","bklhl":"hō͘人和平ê人有福氣，因為in beh稱做上帝ê Kiáⁿ。"}},{"book":"太","chapter":5,"verse":10,"versions":{"unv":"為義受逼迫的人有福了！因為天國是他們的。","bklcl":"Ūi-tio̍h gī bat siū khún-tio̍k ê lâng ū hok-khì, in-ūi thian-kok sī in ê.","tghg":"為著義曾受窘逐的人有福氣！因為天國是𪜶的。","bklhl":"為tio̍h義bat受khún-tio̍k ê人有福氣，因為天國是in ê。"}},{"book":"太","chapter":5,"verse":11,"versions":{"unv":"「人若因我辱罵你們，逼迫你們，捏造各樣壞話毀謗你們，你們就有福了！","bklcl":"Ūi-tio̍h góa, lâng chiah lóe-mē lín, khún-tio̍k lín, húi-pòng lín bān hāng ê pháiⁿ, lín chiū ū hok-khì.","tghg":"「為著我人才詈罵恁，窘逐恁，誹謗恁萬項的歹，恁就有福氣！","bklhl":"為tio̍h我，人chiah lóe罵lín，khún-tio̍k lín，譭謗lín萬項ê pháiⁿ，lín就有福氣。"}},{"book":"太","chapter":5,"verse":12,"versions":{"unv":"應當歡喜快樂，因為你們在天上的賞賜是大的。在你們以前的先知，人也是這樣逼迫他們。」","bklcl":"Tio̍h hoaⁿ-hí khoài-lo̍k, in-ūi lín tī thiⁿ-ni̍h ê pò-siúⁿ sī tōa; in-ūi lín í-chêng ê sian-ti lâng, lâng ia̍h án-ni khún-tio̍k in.","tghg":"著歡喜快樂，因為恁佇天裡的報賞是大。因為恁以前的先知人，人亦按呢窘逐𪜶。」","bklhl":"Tio̍h歡喜快樂，因為lín tī天裡ê報賞是大；因為lín以前ê先知人，人亦án-ni khún-tio̍k in。"}},{"book":"太","chapter":5,"verse":13,"versions":{"unv":"「你們是世上的鹽。鹽若失了味，怎能叫它再鹹呢？以後無用，不過丟在外面，被人踐踏了。","bklcl":"Lín sī tōe-chiūⁿ ê iâm; iâm nā sit bī, beh ēng sím-mi̍h hō͘ i kiâm?  Āu-lâi bô lō͘-ēng, put-kò hiat tī gōa-bīn, hō͘ lâng thún-ta̍h nā-tiāⁿ.","tghg":"「恁是地上的鹽。鹽若失味，欲用甚麼互伊鹹？後來無路用，不過㧒佇外面，互人𧿬(thún)踏若定。","bklhl":"Lín是地上ê鹽；鹽若失味，beh用甚麼hō͘伊鹹？後來無路用，不過hiat tī外面，hō͘人thún踏nā-tiāⁿ。"}},{"book":"太","chapter":5,"verse":14,"versions":{"unv":"你們是世上的光。城造在山上是不能隱藏的。","bklcl":"Lín sī sè-kan ê kng; siâⁿ khí tī soaⁿ-téng bōe-ōe ún-ba̍t.","tghg":"恁是世間的光。城起佇山頂𣍐會隱密。","bklhl":"Lín是世間ê光；城起tī山頂bōe-ōe隱密。"}},{"book":"太","chapter":5,"verse":15,"versions":{"unv":"人點燈，不放在斗底下，是放在燈臺上，就照亮一家的人。","bklcl":"Bô lâng tiám teng hē tī táu ē, chiū-sī hē tī teng-tâi téng, chiū piàn chiò chhù-lāi ê lâng.","tghg":"無人點燈，下佇斗下，就是下佇燈台頂，就遍照厝內的人。","bklhl":"無人點燈hē tī斗下，就是hē tī燈台頂，就遍照厝內ê人。"}},{"book":"太","chapter":5,"verse":16,"versions":{"unv":"你們的光也當這樣照在人前，叫他們看見你們的好行為，便將榮耀歸給你們在天上的父。」","bklcl":"Án-ni lín ê kng tio̍h chiò tī lâng ê bīn-chêng, hō͘ in khòaⁿ-kìⁿ lín ê hó só͘ kiâⁿ, lâi kui êng-kng hō͘ lín tī thiⁿ-ni̍h ê Pē.","tghg":"按呢恁的光著照佇人的面前，互𪜶看見恁的好所行，來歸榮光互恁佇天裡的父。」","bklhl":"Án-ni lín ê光tio̍h照tī人ê面前，hō͘ in看見lín ê好所行，來歸榮光hō͘ lín tī天裡ê父。"}},{"book":"太","chapter":5,"verse":17,"versions":{"unv":"「莫想我來要廢掉律法和先知。我來不是要廢掉，乃是要成全。","bklcl":"Bo̍h-tit phah-sǹg góa lâi sī beh hòe-bô lu̍t-hoat á-sī sian-ti; góa lâi m̄ sī beh hòe-bô, sī beh èng-giām.","tghg":"「莫得拍算我來是欲廢無律法抑是先知。我來呣是欲廢無，是欲應驗。","bklhl":"莫得phah算我來是beh廢無律法，á是先知；我來m̄是beh廢無，是beh應驗。"}},{"book":"太","chapter":5,"verse":18,"versions":{"unv":"我實在告訴你們，就是到天地都廢去了，律法的一點一畫也不能廢去，都要成全。","bklcl":"In-ūi góa si̍t-chāi kā lín kóng,  Chiū kàu thiⁿ tōe hòe-bô, lu̍t-hoat ê chi̍t tiám chi̍t u̍ih ia̍h koat-toàn bōe hòe-bô, kàu lóng-chóng chiâⁿ.","tghg":"因為我實在給恁講，就到天地廢無，律法的一點一畫亦決斷𣍐廢無，到攏總成。","bklhl":"因為我實在kā lín講，就到天地廢無，律法ê一點一畫亦決斷bōe廢無，到lóng總成。"}},{"book":"太","chapter":5,"verse":19,"versions":{"unv":"所以，無論何人廢掉這誡命中最小的一條，又教訓人這樣做，他在天國要稱為最小的。但無論何人遵行這誡命，又教訓人遵行，他在天國要稱為大的。","bklcl":"Só͘-í kìⁿ-nā húi-hoāi chiah-ê kài-bēng chì-bî-sòe ê chi̍t tiâu, sòa án-ni kà-sī lâng ê, tī thian-kok beh chheng i chòe chì-bî-sòe; to̍k-to̍k kìⁿ-nā kiâⁿ sòa kà-sī lâng ê, tī thian-kok beh chheng i chòe tōa.","tghg":"所以，見若毀壞諸個誡命至微細的一條，續按呢教示人的，佇天國欲稱伊做至微細。獨獨見若行續教示人的，佇天國欲稱伊做大。","bklhl":"所以見若毀壞chiah ê誡命至微細ê一條，續 án-ni教示人ê，tī天國beh稱伊做至微細；獨獨見若行續教示人ê，tī天國beh稱伊做大。"}},{"book":"太","chapter":5,"verse":20,"versions":{"unv":"我告訴你們，你們的義若不勝於文士和法利賽人的義，斷不能進天國。」","bklcl":"In-ūi góa kā lín kóng, siat-sú lín ê gī bô iâⁿ-kè keng-ha̍k-sū kap Hoat-lī-sài lâng ê gī, koat-toàn bōe-tit ji̍p thian-kok.","tghg":"因為我給恁講，設使恁的義無贏過經學士及法利賽人的義，決斷𣍐得入天國。」","bklhl":"因為我kā lín講，設使lín ê義無贏過經學士kap法利賽人ê義，決斷bōe得入天國。"}},{"book":"太","chapter":5,"verse":21,"versions":{"unv":"「你們聽見有吩咐古人的話，說：『不可殺人』；又說：『凡殺人的難免受審判。』","bklcl":"Lín bat thiaⁿ-kìⁿ ū tùi kó͘-chá lâng kóng, M̄-thang hāi-sí lâng; hāi-sí lâng ê tio̍h siū sím-phòaⁿ.","tghg":"「恁曾聽見有對古早人講：『呣通害死人；害死人的著受審判。』","bklhl":"Lín bat聽見有對古早人講，M̄-thang害死人；害死人ê tio̍h受審判。"}},{"book":"太","chapter":5,"verse":22,"versions":{"unv":"只是我告訴你們，凡（有古卷在凡字下加：無緣無故地）向弟兄動怒的，難免受審判；凡罵弟兄是拉加的，難免公會的審斷；凡罵弟兄是魔利的，難免地獄的火。","bklcl":"Chóng-sī góa kā lín kóng, kìⁿ-nā siū-khì i ê hiaⁿ-tī ê, tio̍h siū sím-phòaⁿ; kìⁿ-nā tùi i ê hiaⁿ-tī kóng Lia̍p-ka ê, tio̍h siū kong-hōe pān; kìⁿ-nā kóng Mô͘-lī ê, tio̍h siū tē-ge̍k ê hé.","tghg":"總是我給恁講，見若受氣伊的兄弟的，著受審判；見若對伊的兄弟講拉加的，著受公會辦；見若講魔利的，著受地獄的火。","bklhl":"總是我kā lín講，見若受氣伊ê兄弟ê，tio̍h受審判；見若對伊ê兄弟講Lia̍p-ka ê，tio̍h受公會辦；見若講Mô͘-lī ê，tio̍h受地獄ê火。"}},{"book":"太","chapter":5,"verse":23,"versions":{"unv":"所以，你在祭壇上獻禮物的時候，若想起弟兄向你懷怨，","bklcl":"Só͘-í lí nā teh hiàn lí ê lé-mi̍h tī chè-tôaⁿ, iā tī hia kì-tit lí ê hiaⁿ-tī ū sím-mi̍h hia̍p-hiâm lí;","tghg":"所以，你若啲獻你的禮物佇祭壇，也佇遐記得你的兄弟有甚麼脅嫌你，","bklhl":"所以你若teh獻你ê禮物tī祭壇，也tī hia記得你ê兄弟有甚麼hia̍p-hiâm你；"}},{"book":"太","chapter":5,"verse":24,"versions":{"unv":"就把禮物留在壇前，先去同弟兄和好，然後來獻禮物。","bklcl":"tio̍h tī hia pàng-hē lí ê lé-mi̍h tī tôaⁿ-chêng, tāi-seng khì kap lí ê hiaⁿ-tī hô-hó, jiân-āu lâi hiàn lí ê lé-mi̍h.","tghg":"著佇遐放下你的禮物佇壇前，代先去及你的兄弟和好，然後來獻你的禮物。","bklhl":"tio̍h tī hia放下你ê禮物tī壇前，事先去kap你ê兄弟和好，然後來獻你ê禮物。"}},{"book":"太","chapter":5,"verse":25,"versions":{"unv":"你同告你的對頭還在路上，就趕緊與他和息，恐怕他把你送給審判官，審判官交付衙役，你就下在監裡了。","bklcl":"Lí iáu kap lí ê tùi-te̍k tī lō͘-ni̍h, tio̍h kín-kín kap i hô, kiaⁿ-liáu tùi-te̍k kau lí hō͘ sím-phòaⁿ koaⁿ, sím-phòaⁿ koaⁿ kau lí hō͘ gê-ia̍h, lí chiū siū koaiⁿ lo̍h kaⁿ.","tghg":"你猶及你的對敵佇路裡，著緊緊及伊和，驚了對敵交你互審判官，審判官交你互衙役，你就受關落監。","bklhl":"你iáu kap你ê對敵tī路裡，tio̍h緊緊kap伊和，驚了對敵交你hō͘審判官，審判官交你hō͘衙役，你就受關落監。"}},{"book":"太","chapter":5,"verse":26,"versions":{"unv":"我實在告訴你，若有一文錢沒有還清，你斷不能從那裡出來。」","bklcl":"Góa si̍t-chāi kā lí kóng, Chi̍t si chi̍t hô bē hêng, lí koat-toàn bōe-ōe chhut hia.","tghg":"我實在給你講，一絲一毫未還，你決斷𣍐會出遐。」","bklhl":"我實在kā你講，一絲一毫bē還，你決斷bōe-ōe出hia。"}},{"book":"太","chapter":5,"verse":27,"versions":{"unv":"「你們聽見有話說：『不可姦淫。』","bklcl":"Lín bat thiaⁿ-kìⁿ ū ōe kóng, M̄-thang kiâⁿ kan-îm;","tghg":"「恁曾聽見有話講：『呣通行姦淫。』","bklhl":"Lín bat聽見有話講，M̄-thang行姦淫；"}},{"book":"太","chapter":5,"verse":28,"versions":{"unv":"只是我告訴你們，凡看見婦女就動淫念的，這人心裡已經與她犯姦淫了。","bklcl":"nā-sī góa kā lín kóng, kìⁿ-nā khòaⁿ-kìⁿ hū-lú, lâi tōng-khí io̍k-liām ê, sim-lāi í-keng îm i.","tghg":"若是我給恁講，見若看見婦女來動起慾念的，心內已經淫伊。","bklhl":"但是我kā lín講，見若看見婦女，來動起慾念ê，心內已經淫伊。"}},{"book":"太","chapter":5,"verse":29,"versions":{"unv":"若是你的右眼叫你跌倒，就剜出來丟掉，寧可失去百體中的一體，不叫全身丟在地獄裡。","bklcl":"Siat-sú lí ê chiàⁿ ba̍k tì-kàu lí hoān-chōe, chiū tio̍h iah hiat-ka̍k; lêng-khó͘ pah-thé sòng-sit chi̍t thé, bián-tì lí choân-sin hiat-lo̍h tē-ge̍k.","tghg":"設使你的正目致到你犯罪，就著挖(iah)㧒擲(hiat-ka̍k)，寧可百體喪失一體，免致你全身㧒落地獄。","bklhl":"設使你ê chiàⁿ目致到你犯罪，就tio̍h iah hiat-ka̍k；寧可百體喪失一體，免致你全身hiat落地獄。"}},{"book":"太","chapter":5,"verse":30,"versions":{"unv":"若是右手叫你跌倒，就砍下來丟掉，寧可失去百體中的一體，不叫全身下入地獄。」","bklcl":"Siat-sú lí ê chiàⁿ chhiú tì-kàu lí hoān-chōe, chiū tio̍h chām hiat-ka̍k; lêng-khó͘ pah-thé sòng-sit chi̍t thé, bián-tì lí choân-sin khì tē-ge̍k.","tghg":"設使你的正手致到你犯罪，就著斬㧒擲，寧可百體喪失一體，免致你全身去地獄。」","bklhl":"設使你ê chiàⁿ手致到你犯罪，就tio̍h斬hiat-ka̍k；寧可百體喪失一體，免致你全身去地獄。"}},{"book":"太","chapter":5,"verse":31,"versions":{"unv":"「又有話說：『人若休妻，就當給她休書。』","bklcl":"Koh ū ōe kóng, Lâng nā beh lî i ê bó͘, tio̍h ēng lî-chu hō͘ i;","tghg":"「閣有話講：『人若欲離伊的某，著用離書互伊。』","bklhl":"Koh有話講，人若beh離伊ê bó͘，tio̍h用離書hō͘伊；"}},{"book":"太","chapter":5,"verse":32,"versions":{"unv":"只是我告訴你們，凡休妻的，若不是為淫亂的緣故，就是叫她作淫婦了；人若娶這被休的婦人，也是犯姦淫了。」","bklcl":"nā-sī góa kā lín kóng, kìⁿ-nā m̄ sī ūi-tio̍h kan-îm ê iân-kò͘ lâi lî i ê bó͘, piān sī hō͘ i chòe ū îm-hēng ê; kìⁿ-nā chhōa só͘ lî ê, ia̍h sī kiâⁿ kan-îm.","tghg":"若是我給恁講，見若呣是為著姦淫的緣故，來離伊的某，便是互伊做有淫行的；見若娶所離的，亦是行姦淫。」","bklhl":"但是我kā lín講，見若m̄是為tio̍h姦淫ê緣故來離伊ê bó͘，便是hō͘伊做有îm-hēng ê；見若chhōa所離ê，亦是行姦淫。"}},{"book":"太","chapter":5,"verse":33,"versions":{"unv":"「你們又聽見有吩咐古人的話，說：『不可背誓，所起的誓總要向主謹守。』","bklcl":"Koh lín bat thiaⁿ-kìⁿ ū tùi kó͘-chá lâng kóng, M̄-thang pōe chiù-chōa, lí só͘ chiù ê chōa, tio̍h hêng hō͘ Chú;","tghg":"「閣恁曾聽見有對古早人講：『呣通背咒誓，你所咒的誓著還互主。』","bklhl":"Koh Lín bat聽見有對古早人講，M̄-thang背chiù-chōa，你所chiù ê chōa，tio̍h還hō͘主；"}},{"book":"太","chapter":5,"verse":34,"versions":{"unv":"只是我告訴你們，甚麼誓都不可起。不可指著天起誓，因為天是　神的座位；","bklcl":"nā-sī góa kā lín kóng, It-khài bo̍h-tit chiù-chōa; bo̍h-tit kí thiⁿ, in-ūi thiⁿ sī Siōng-tè ê chō-ūi;","tghg":"若是我給恁講，一概莫得咒誓。莫得指天，因為天是上帝的座位；","bklhl":"但是我kā lín講，一概莫得chiù-chōa；莫得kí天，因為天是上帝ê座位；"}},{"book":"太","chapter":5,"verse":35,"versions":{"unv":"不可指著地起誓，因為地是他的腳凳；也不可指著耶路撒冷起誓，因為耶路撒冷是大君的京城；","bklcl":"bo̍h-tit kí tōe, in-ūi tōe sī I ê kha-ta̍h; bo̍h-tit kí Iâ-lō͘-sat-léng, in-ūi sī tōa Jîn-kun ê siâⁿ.","tghg":"莫得指地，因為地是伊的腳踏；莫得指耶路撒冷，因為是大人君的城；","bklhl":"莫得kí地，因為地是伊ê腳踏；莫得kí耶路撒冷，因為是大人君ê城。"}},{"book":"太","chapter":5,"verse":36,"versions":{"unv":"又不可指著你的頭起誓，因為你不能使一根頭髮變黑變白了。","bklcl":"Ia̍h bo̍h-tit kí lí ê thâu-khak lâi chiù-chōa, in-ūi chi̍t ki thâu-mn̂g, lí bōe hō͘ i chòe o͘ chòe pe̍h.","tghg":"亦莫得指你的頭殼來咒誓，因為一支頭毛你𣍐互伊做黑做白。","bklhl":"亦莫得kí你ê頭殼來chiù-chōa，因為一支頭毛，你bōe hō͘伊做烏做白。"}},{"book":"太","chapter":5,"verse":37,"versions":{"unv":"你們的話，是，就說是；不是，就說不是；若再多說，就是出於那惡者（或譯：就是從惡裡出來的）。」","bklcl":"Nā-sī lín ê ōe tio̍h kóng, Sī, chiū Sī; M̄ sī, chiū M̄ sī; chiah-ê í-gōa sī tùi hit ê pháiⁿ-ê chhut.","tghg":"若是恁的話著講，是，就是；呣是，就呣是；諸個以外是對彼個歹的出。」","bklhl":"但是lín ê話tio̍h講，是，就是；m̄是，就m̄是；chiah ê以外是tùi hit ê pháiⁿ-ê出。"}},{"book":"太","chapter":5,"verse":38,"versions":{"unv":"「你們聽見有話說：『以眼還眼，以牙還牙。』","bklcl":"Lín bat thiaⁿ-kìⁿ ū ōe kóng, Ba̍k-chiu pê ba̍k-chiu, chhùi-khí pê chhùi-khí;","tghg":"「恁曾聽見有話講：『目睭賠目睭，嘴齒賠嘴齒。』","bklhl":"Lín bat聽見有話講，目睭賠目睭，嘴齒賠嘴齒；"}},{"book":"太","chapter":5,"verse":39,"versions":{"unv":"只是我告訴你們，不要與惡人作對。有人打你的右臉，連左臉也轉過來由他打；","bklcl":"nā-sī góa kā lín kóng, Bo̍h-tit kap pháiⁿ tí-te̍k; nā ū lâng siàn lí chiàⁿ-pêng ê chhùi-phóe, tò-pêng-ê ia̍h oa̍t hō͘ i.","tghg":"若是我給恁講，莫得及歹抵敵。若有人搧(siàn)你正旁的嘴䩃(chhùi-phóe)，倒旁的亦越互伊；","bklhl":"但是我kā lín講，莫得kap pháiⁿ抵敵；若有人siàn你chiàⁿ-pêng ê嘴phóe，tò-pêng-ê亦oa̍t hō͘伊。"}},{"book":"太","chapter":5,"verse":40,"versions":{"unv":"有人想要告你，要拿你的裡衣，連外衣也由他拿去；","bklcl":"Ū lâng ài kò lí, the̍h lí ê lāi-saⁿ, gōa-saⁿ ia̍h pàng hō͘ i.","tghg":"有人愛告你，提你的內衫，外衫亦放互伊；","bklhl":"有人ài告你，the̍h你ê內衫，外衫亦放hō͘伊。"}},{"book":"太","chapter":5,"verse":41,"versions":{"unv":"有人強逼你走一里路，你就同他走二里；","bklcl":"Ū lâng bián-kióng lí kiâⁿ chi̍t lí, chiū kap i kiâⁿ nn̄g lí.","tghg":"有人勉強你行一里，就及伊行二里；","bklhl":"有人勉強你行一里，就kap伊行兩里。"}},{"book":"太","chapter":5,"verse":42,"versions":{"unv":"有求你的，就給他；有向你借貸的，不可推辭。」","bklcl":"Tùi lí kiû ê, hō͘ i; beh kā lí chioh ê, bo̍h-tit oa̍t-cháu.","tghg":"對你求的，互伊；欲給你借的，莫得越走。」","bklhl":"對你求ê，hō͘伊；beh kā你借ê，莫得oa̍t走。"}},{"book":"太","chapter":5,"verse":43,"versions":{"unv":"「你們聽見有話說：『當愛你的鄰舍，恨你的仇敵。』","bklcl":"Lín bat thiaⁿ-kìⁿ ū ōe kóng, Tio̍h thiàⁿ lí ê chhù-piⁿ, oàn-hūn lí ê tùi-te̍k;","tghg":"「恁曾聽見有話講：『著疼你的厝邊，怨恨你的對敵。』","bklhl":"Lín bat聽見有話講，Tio̍h疼你ê厝邊，怨恨你ê對敵；"}},{"book":"太","chapter":5,"verse":44,"versions":{"unv":"只是我告訴你們，要愛你們的仇敵，為那逼迫你們的禱告。","bklcl":"nā-sī góa kā lín kóng, Tùi-te̍k lín ê, tio̍h thiàⁿ in; khún-tio̍k lín ê, tio̍h thòe in kî-tó;","tghg":"若是我給恁講，對敵恁的著疼𪜶，窘逐恁的著替𪜶祈禱。","bklhl":"但是我kā lín講，對敵lín ê，tio̍h疼in；khún-tio̍k lín ê，tio̍h替in祈禱；"}},{"book":"太","chapter":5,"verse":45,"versions":{"unv":"這樣就可以作你們天父的兒子；因為他叫日頭照好人，也照歹人；降雨給義人，也給不義的人。","bklcl":"hō͘ lín chiâⁿ-chòe lín tī thiⁿ-ni̍h ê Pē ê kiáⁿ; in-ūi I hō͘ I ê ji̍t khí lâi chiò pháiⁿ lâng kap hó lâng, ia̍h ēng hō͘ ak gī kap put-gī ê lâng.","tghg":"互恁成做恁佇天裡的父的子；因為伊互伊的日起來照歹人及好人；亦用雨沃義及不義的人。","bklhl":"hō͘ lín成做lín tī天裡ê父ê Kiáⁿ；因為伊hō͘伊ê日起來照pháiⁿ人kap好人，亦用雨ak義kap不義ê人。"}},{"book":"太","chapter":5,"verse":46,"versions":{"unv":"你們若單愛那愛你們的人，有甚麼賞賜呢？就是稅吏不也是這樣行嗎？","bklcl":"In-ūi lín nā thiàⁿ thiàⁿ lín ê, ū sím-mi̍h pò-siúⁿ? hiah-ê thiu-hiòng ê kiám bô án-ni kiâⁿ mah?","tghg":"因為恁若疼疼恁的，有甚麼報賞？許個抽餉者豈無按呢行嗎？","bklhl":"因為lín若疼疼lín ê，有甚麼報賞？hiah-ê抽餉ê kiám無án-ni行mah？"}},{"book":"太","chapter":5,"verse":47,"versions":{"unv":"你們若單請你弟兄的安，比人有甚麼長處呢？就是外邦人不也是這樣行嗎？","bklcl":"Lín kan-ta chhéng-an lín ê hiaⁿ-tī, ū sím-mi̍h khah-iâⁿ lâng? gōa-pang lâng kiám bô án-ni kiâⁿ mah?","tghg":"恁干單請安恁的兄弟，有甚麼卡贏人？外邦人豈無按呢行嗎？","bklhl":"Lín kan-ta請安lín ê兄弟，有甚麼khah贏人？外邦人kiám無án-ni行mah？"}},{"book":"太","chapter":5,"verse":48,"versions":{"unv":"所以，你們要完全，像你們的天父完全一樣。」","bklcl":"Só͘-í lín tio̍h sûn-choân, chhin-chhiūⁿ lín ê Thiⁿ Pē ê sûn-choân.","tghg":"所以，恁著純全，親像恁的天父的純全。」","bklhl":"所以lín tio̍h純全，親像lín ê天父ê純全。"}}]