[{"book":"太","chapter":16,"verse":1,"versions":{"unv":"法利賽人和撒都該人來試探耶穌，請他從天上顯個神蹟給他們看。","bklcl":"Hoat-lī-sài kap Sat-thó͘-kai lâng lâi chhì Iâ-so͘, chhiáⁿ I ēng tùi thiⁿ ê sîn-jiah hō͘ in khòaⁿ.","tghg":"法利賽及撒都該人來試耶穌，請伊用對天的神蹟互𪜶看。","bklhl":"法利賽kap撒都該人來試耶穌，請伊用tùi天 ê神蹟hō͘ in看。"}},{"book":"太","chapter":16,"verse":2,"versions":{"unv":"耶穌回答說：「晚上天發紅，你們就說：『天必要晴。』","bklcl":"Nā-sī I ìn kóng, Ê-hng sî lín kóng, Ōe hó thiⁿ lah, in-ūi thiⁿ-sek âng.","tghg":"若是伊應講：「下昏時，恁講：『會好天啦。』因為天色紅。","bklhl":"但是伊應講，Ê-hng時lín講，會好天lah，因為天色紅。"}},{"book":"太","chapter":16,"verse":3,"versions":{"unv":"早晨天發紅，又發黑，你們就說：『今日必有風雨。』你們知道分辨天上的氣色，倒不能分辨這時候的神蹟。","bklcl":"Ia̍h chá-khí sî lín kóng, Kin-á-ji̍t ū hong-hō͘, in-ūi thiⁿ-sek o͘-áu.  Lín ōe hiáu hun-piat thiⁿ-sek, to̍k-to̍k bōe hun-piat chiah-ê sî ê sîn-jiah.","tghg":"亦早起時，恁講：『今仔日有風雨。』因為天色黑眑(áu)。恁會曉分別天色，獨獨𣍐分別諸個時的神蹟。","bklhl":"亦早起時lín講，今á日有風雨，因為天色烏áu。Lín會曉分別天色，獨獨bōe分別chiah ê時ê神蹟。"}},{"book":"太","chapter":16,"verse":4,"versions":{"unv":"一個邪惡淫亂的世代求神蹟，除了約拿的神蹟以外，再沒有神蹟給他看。」耶穌就離開他們去了。","bklcl":"Ok-to̍k kan-îm ê sè-tāi kiû sîn-jiah; to̍k-to̍k Iok-ná ê sîn-jiah í-gōa, bô beh sîn-jiah hō͘ i.  Chiū lī-pia̍t in khì.","tghg":"惡毒姦淫的世代求神蹟，獨獨約拿的神蹟以外，無欲神蹟互伊。」就離別𪜶去。","bklhl":"惡毒姦淫ê世代求神蹟；獨獨約拿ê神蹟以外，無beh神蹟hō͘伊。就離別in去。"}},{"book":"太","chapter":16,"verse":5,"versions":{"unv":"門徒渡到那邊去，忘了帶餅。","bklcl":"Ha̍k-seng kè-khì hit pêng, bōe kì-tit tòa piáⁿ.","tghg":"學生過去彼旁，𣍐記得帶餅。","bklhl":"學生過去hit pêng，bōe記得帶餅。"}},{"book":"太","chapter":16,"verse":6,"versions":{"unv":"耶穌對他們說：「你們要謹慎，防備法利賽人和撒都該人的酵。」","bklcl":"Iâ-so͘ kā in kóng, Tio̍h kín-sīn tî-hông Hoat-lī-sài kap Sat-thó͘-kai lâng ê kàⁿ.","tghg":"耶穌給𪜶講：「著謹慎持防法利賽及撒都該人的酵(kàn)。」","bklhl":"耶穌kā in講，Tio̍h謹慎持防法利賽kap撒都該人ê酵。"}},{"book":"太","chapter":16,"verse":7,"versions":{"unv":"門徒彼此議論說：「這是因為我們沒有帶餅吧。」","bklcl":"Ha̍k-seng saⁿ-kap gī-lūn kóng, Sī lán bô tòa piáⁿ o͘h.","tghg":"學生相及議論講：「是咱無帶餅哦。」","bklhl":"學生saⁿ-kap議論講，是咱無帶餅o͘h。"}},{"book":"太","chapter":16,"verse":8,"versions":{"unv":"耶穌看出來，就說：「你們這小信的人，為甚麼因為沒有餅彼此議論呢？","bklcl":"Iâ-so͘ chai, chiū kóng, Sió-sìn ê lâng ah, siáⁿ-sū in-ūi bô piáⁿ saⁿ-kap gī-lūn ah?","tghg":"耶穌知，就講：「小信的人啊，啥事因為無餅相及議論啊？","bklhl":"耶穌知，就講，小信ê人ah，啥事因為無餅saⁿ-kap議論ah？"}},{"book":"太","chapter":16,"verse":9,"versions":{"unv":"你們還不明白嗎？不記得那五個餅分給五千人、又收拾了多少籃子的零碎嗎？","bklcl":"Lín iáu-kú bōe hiáu-tit, ia̍h bōe kì-tit gō͘-chheng lâng chia̍h gō͘ ê piáⁿ, lín khioh kúi kheng ah?","tghg":"恁猶久𣍐曉得？亦𣍐記得五千人食五個餅、恁拾(khioh)幾筐(kheng)啊？","bklhl":"Lín iáu-kú bōe曉得，亦bōe記得五千人食五個餅，lín拾幾筐ah？"}},{"book":"太","chapter":16,"verse":10,"versions":{"unv":"也不記得那七個餅分給四千人、又收拾了多少筐子的零碎嗎？","bklcl":"Ia̍h sì-chheng lâng chia̍h chhit ê piáⁿ, lín khioh kúi nâ ah?","tghg":"亦四千人食七個餅、恁拾幾籃啊？","bklhl":"亦四千人食七個餅，lín拾幾籃ah？"}},{"book":"太","chapter":16,"verse":11,"versions":{"unv":"我對你們說：『要防備法利賽人和撒都該人的酵』，這話不是指著餅說的，你們怎麼不明白呢？」","bklcl":"Lín cháiⁿ-iūⁿ bōe hiáu-tit góa só͘ kā lín kóng ê, m̄ sī chí piáⁿ, to̍k-to̍k tio̍h tî-hông Hoat-lī-sài kap Sat-thó͘-kai lâng ê kàⁿ.","tghg":"恁怎樣𣍐曉得我所給恁講的，呣是指餅，『獨獨著持防法利賽及撒都該人的酵。』」","bklhl":"Lín怎樣bōe曉得我所kā lín講ê，m̄是指餅，獨獨tio̍h持防法利賽kap撒都該人ê酵。"}},{"book":"太","chapter":16,"verse":12,"versions":{"unv":"門徒這才曉得他說的不是叫他們防備餅的酵，乃是防備法利賽人和撒都該人的教訓。","bklcl":"In chiah ōe hiáu-tit I só͘ kóng ê m̄ sī tî-hông piáⁿ ê kàⁿ, chiū-sī Hoat-lī-sài kap Sat-thó͘-kai lâng ê kàu.","tghg":"𪜶才會曉得伊所講的呣是持防餅的酵，就是法利賽及撒都該人的教。","bklhl":"In chiah會曉得伊所講ê m̄是持防餅ê酵，就是法利賽kap撒都該人ê教。"}},{"book":"太","chapter":16,"verse":13,"versions":{"unv":"耶穌到了該撒利亞•腓立比的境內，就問門徒說：「人說我─（有古卷沒有我字）─人子是誰？」","bklcl":"Iâ-so͘ í-keng kàu Kai-sat-lī-a Hui-li̍p-pí ê kéng-kài, mn̄g I ê ha̍k-seng kóng, Lâng teh kóng Jîn-chú sī chī-chūi?","tghg":"耶穌已經到該撒利亞腓力比的境界，問伊的學生講：「人啲講人子是是誰？」","bklhl":"耶穌已經到該撒利亞腓立比ê境界，問伊ê學生講，人teh講人子是是誰？"}},{"book":"太","chapter":16,"verse":14,"versions":{"unv":"他們說：「有人說是施洗的約翰；有人說是以利亞；又有人說是耶利米或是先知裡的一位。」","bklcl":"In kóng, Ū-ê kóng sī kiâⁿ sóe-lé ê Iok-hān; ū-ê kóng sī Í-lī-a; koh ū-ê kóng sī Iâ-lī-bí, á-sī sian-ti lâng ê chi̍t-ê.","tghg":"𪜶講：「有的講是行洗禮的約翰；有的講是以利亞；閣有的講是耶利米抑是先知人的一個。」","bklhl":"In講，有ê講是行洗禮ê約翰；有ê講是以利亞；koh有ê講是耶利米，á是先知人ê一个。"}},{"book":"太","chapter":16,"verse":15,"versions":{"unv":"耶穌說：「你們說我是誰？」","bklcl":"I chiū kā in kóng, Nā-sī lín kóng góa sī chī-chūi?","tghg":"伊就給𪜶講：「若是恁講我是是誰？」","bklhl":"伊就kā in講，若是lín講我是是誰？"}},{"book":"太","chapter":16,"verse":16,"versions":{"unv":"西門•彼得回答說：「你是基督，是永生　神的兒子。」","bklcl":"Se-bûn Pí-tek ìn kóng, Lí sī Ki-tok, chin-oa̍h Siōng-tè ê Kiáⁿ.","tghg":"西門彼得應講：「你是基督，真活上帝的子。」","bklhl":"西門彼得應講，你是基督，真活上帝ê Kiáⁿ。"}},{"book":"太","chapter":16,"verse":17,"versions":{"unv":"耶穌對他說：「西門•巴•約拿，你是有福的！因為這不是屬血肉的指示你的，乃是我在天上的父指示的。","bklcl":"Iâ-so͘ ìn i kóng, Se-bûn, Pa-Iok-ná, lí ū hok-khì ah; in-ūi hiat-khì jio̍k-thé ê bô chí-sī lí, chiū-sī góa tī thiⁿ-ni̍h ê Pē chí-sī lí.","tghg":"耶穌應伊講：「西門巴約拿，你有福氣啊！因為血氣肉體的無指示你，就是我佇天裡的父指示你。","bklhl":"耶穌應伊講，西門，巴約拿，你有福氣ah；因為血氣肉體ê無指示你，就是我tī天裡ê父指示你。"}},{"book":"太","chapter":16,"verse":18,"versions":{"unv":"我還告訴你，你是彼得，我要把我的教會建造在這磐石上；陰間的權柄（權柄：原文是門），不能勝過他。","bklcl":"Góa koh kā lí kóng, Lí chiū-sī Pí-tek, tī chit ê chio̍h-pôaⁿ téng góa beh khí-chō góa ê kàu-hōe, im-hú ê koan-ài iā bōe iâⁿ i.","tghg":"我閣給你講，你就是彼得，佇此個石盤頂我欲起造我的教會；陰府的關隘(koan-ài)也𣍐贏伊。","bklhl":"我koh kā你講，你就是彼得，tī chit ê石磐頂我beh起造我ê教會，陰府ê關隘也bōe贏伊。"}},{"book":"太","chapter":16,"verse":19,"versions":{"unv":"我要把天國的鑰匙給你，凡你在地上所捆綁的，在天上也要捆綁；凡你在地上所釋放的，在天上也要釋放。」","bklcl":"Góa beh ēng thian-kok ê só-sî hō͘ lí; kìⁿ-nā lí tī tōe-ni̍h pa̍k ê, tī thiⁿ-ni̍h ia̍h beh pa̍k i; kìⁿ-nā lí tī tōe-ni̍h pàng ê, tī thiⁿ-ni̍h ia̍h beh pàng i.","tghg":"我欲用天國的鎖匙互你，見若你佇地裡縛(pa̍k)的，佇天裡亦欲縛伊；見若你佇地裡放的，佇天裡亦欲放伊。」","bklhl":"我beh用天國ê鎖匙hō͘你；見若你tī地裡縛ê，tī天裡亦beh縛伊；見若你tī地裡放ê，tī天裡亦beh放伊。"}},{"book":"太","chapter":16,"verse":20,"versions":{"unv":"當下，耶穌囑咐門徒，不可對人說他是基督。","bklcl":"Hit sî chiū kìm-kài ha̍k-seng, bo̍h-tit kā lâng kóng I sī Ki-tok.","tghg":"彼時，就禁戒學生，莫得給人講伊是基督。","bklhl":"Hit時就禁戒學生，莫得kā人講伊是基督。"}},{"book":"太","chapter":16,"verse":21,"versions":{"unv":"從此，耶穌才指示門徒，他必須上耶路撒冷去，受長老、祭司長、文士許多的苦，並且被殺，第三日復活。","bklcl":"Tùi hit tia̍p khí, Iâ-so͘ chiah chí-sī I ê ha̍k-seng chai I tio̍h khì Iâ-lō͘-sat-léng, tùi chiah-ê tiúⁿ-ló, chè-si-thâu, keng-ha̍k-sū siū-tio̍h chōe-chōe khó͘-chhó͘; koh siū hāi-sí, tē saⁿ ji̍t koh-oa̍h.","tghg":"對彼霎(tia̍p)起，耶穌才指示伊的學生知，伊著去耶路撒冷，對諸個長老、祭司頭、經學士受著多多苦楚，閣受害死，第三日復活。","bklhl":"Tùi hit tia̍p起，耶穌chiah指示伊ê學生知伊tio̍h去耶路撒冷，tùi chiah ê長老、祭司頭、經學士受tio̍h chōe-chōe苦楚；koh受害死，第三日koh活。"}},{"book":"太","chapter":16,"verse":22,"versions":{"unv":"彼得就拉著他，勸他說：「主啊，萬不可如此！這事必不臨到你身上。」","bklcl":"Pí-tek khan I, chek-pī I kóng, Chú ah, chhian-bān m̄-thang, chit ê koat-toàn bô beh kàu tī lí.","tghg":"彼得牽伊，責備伊講：「主啊，千萬呣通！此個決斷無欲到佇你。」","bklhl":"彼得牽伊，責備伊講，主ah，千萬m̄-thang，chit ê決斷無beh到tī你。"}},{"book":"太","chapter":16,"verse":23,"versions":{"unv":"耶穌轉過來，對彼得說：「撒但，退我後邊去吧！你是絆我腳的；因為你不體貼　神的意思，只體貼人的意思。」","bklcl":"Iâ-so͘ oa̍t-tńg-sin, kā Pí-tek kóng, Sat-tàn, thè-khì góa ê āu-bīn; lí sī góa ê that-gāi; in-ūi lí só͘ siūⁿ m̄ sī Siōng-tè ê sū, sī lâng ê sū.","tghg":"耶穌越轉身，給彼得講：「撒但，退去我的後面！你是我的塞礙(that-gāi)；因為你所想呣是上帝的事，是人的事。」","bklhl":"耶穌oa̍t-tńg身，kā彼得講，撒旦，退去我ê後面；你是我ê塞礙；因為你所想m̄是上帝ê事，是人ê事。"}},{"book":"太","chapter":16,"verse":24,"versions":{"unv":"於是耶穌對門徒說：「若有人要跟從我，就當捨己，背起他的十字架來跟從我。","bklcl":"Hit sî Iâ-so͘ kā I ê ha̍k-seng kóng, Lâng nā ài tè góa tio̍h khòaⁿ-bô ka-kī, giâ i ê si̍p-jī-kè, lâi tè góa.","tghg":"彼時耶穌給伊的學生講：「人若愛隨我，著看無家己，夯(giâ)伊的十字架來隨我。","bklhl":"Hit時耶穌kā伊ê學生講，人若ài tè我tio̍h看無家己，giâ伊ê十字架，來tè我。"}},{"book":"太","chapter":16,"verse":25,"versions":{"unv":"因為，凡要救自己生命（生命：或譯靈魂；下同）的，必喪掉生命；凡為我喪掉生命的，必得著生命。","bklcl":"In-ūi kìⁿ-nā ài kiù i ê sìⁿ-miā ê, beh sit-lo̍h i; kìⁿ-nā ūi-tio̍h góa lâi sit-lo̍h i ê sìⁿ-miā ê, beh tit-tio̍h i.","tghg":"因為，見若愛救伊的生命的，欲失落伊；見若為著我來失落伊的生命的，欲得著伊。","bklhl":"因為見若ài救伊ê性命ê，beh失落伊；見若為tio̍h我來失落伊ê性命ê，beh得tio̍h伊。"}},{"book":"太","chapter":16,"verse":26,"versions":{"unv":"人若賺得全世界，賠上自己的生命，有甚麼益處呢？人還能拿甚麼換生命呢？","bklcl":"Lâng nā tit-tio̍h choân sè-kài, lâi sòng-sit i ê sìⁿ-miā, ū sím-mi̍h lī-ek?  á-sī lâng beh chhut sím-mi̍h lâi tùi-ōaⁿ i ê sìⁿ-miā.","tghg":"人若得著全世界，來喪失伊的生命，有甚麼利益？抑是人欲出甚麼來對換伊的生命？","bklhl":"人若得tio̍h全世界，來喪失伊ê性命，有甚麼利益？á是人beh出甚麼來對換伊ê性命。"}},{"book":"太","chapter":16,"verse":27,"versions":{"unv":"人子要在他父的榮耀裡，同著眾使者降臨；那時候，他要照各人的行為報應各人。","bklcl":"In-ūi Jîn-chú ēng I ê Pē ê êng-kng, kap I ê thiⁿ-sài beh lâi, hit sî beh chiàu ta̍k lâng ê só͘ kiâⁿ lâi pò-èng.","tghg":"因為人子用伊的父的榮光，及伊的天使欲來；彼時，欲照逐人的所行來報應。","bklhl":"因為人子用伊ê父ê榮光，kap伊ê天使beh來，hit時beh照ta̍k人ê所行來報應。"}},{"book":"太","chapter":16,"verse":28,"versions":{"unv":"我實在告訴你們，站在這裡的，有人在沒嘗死味以前必看見人子降臨在他的國裡。」","bklcl":"Góa si̍t-chāi kā lín kóng, Khiā tī chia ê, ū lâng iáu-bē sí, ōe khòaⁿ-kìⁿ Jîn-chú tī I ê kok lâi.","tghg":"我實在給恁講，徛佇遮的，有人猶未死，會看見人子佇伊的國來。」","bklhl":"我實在kā lín講，Khiā tī chia ê，有人iáu-bē死，會看見人子tī伊ê國來。"}}]