[{"book":"太","chapter":6,"verse":1,"versions":{"unv":"「你們要小心，不可將善事行在人的面前，故意叫他們看見，若是這樣，就不能得你們天父的賞賜了。","bklcl":"Kín-sīn bo̍h-tit tī lâng ê bīn-chêng kiâⁿ lín ê gī, kò͘-ì hō͘ in khòaⁿ-kìⁿ; nā án-ni, chiū bô tit-tio̍h pò-siúⁿ tī lín thiⁿ-ni̍h ê Pē.","tghg":"「謹慎，莫得佇人的面前行恁的義，故意互𪜶看見，若按呢，就無得著報賞佇恁天裡的父。","bklhl":"謹慎莫得tī人ê面前行lín ê義，故意hō͘ in看見；若án-ni，就無得tio̍h報賞tī lín天裡ê父。"}},{"book":"太","chapter":6,"verse":2,"versions":{"unv":"所以，你施捨的時候，不可在你前面吹號，像那假冒為善的人在會堂裡和街道上所行的，故意要得人的榮耀。我實在告訴你們，他們已經得了他們的賞賜。","bklcl":"Só͘-í chín-chè ê sî, bo̍h-tit tī lí ê bīn-chêng pûn hō-thâu, chhin-chhiūⁿ ké-hó ê lâng tī hōe-tn̂g kap ke-lō͘ só͘ chòe ê, ài lâng êng-kng in.  Góa si̍t-chāi kā lín kóng, In í-keng siū-tio̍h in ê pò-siúⁿ lah.","tghg":"所以，你賑濟(chín-chè)的時，莫得佇你的面前歕號頭，親像假好的人佇會堂及街路所做的，愛人榮光𪜶。我實在給恁講，𪜶已經受著𪜶的報賞啦。","bklhl":"所以賑濟ê時，莫得tī你ê面前pûn號頭，親像假好ê人tī會堂kap街路所做ê，ài人榮光in。我實在kā lín講，In已經受tio̍h in ê報賞lah。"}},{"book":"太","chapter":6,"verse":3,"versions":{"unv":"你施捨的時候，不要叫左手知道右手所做的，","bklcl":"To̍k-to̍k lí chín-chè ê sî, bo̍h-tit hō͘ lí ê tò-chhiú chai lí ê chiàⁿ-chhiú ê só͘ chòe;","tghg":"獨獨你賑濟的時，莫得互你的倒手知你的正手的所做，","bklhl":"獨獨你賑濟ê時，莫得hō͘你ê tò手知你ê chiàⁿ手ê所做；"}},{"book":"太","chapter":6,"verse":4,"versions":{"unv":"要叫你施捨的事行在暗中。你父在暗中察看，必然報答你（有古卷：必在明處報答你）。」","bklcl":"hō͘ lí ê chín-chè ún-ba̍t; chiū lí ê Pē, kàm-chhat tī ún-ba̍t ê, beh pò-tap lí.","tghg":"互你的賑濟隱密。就你的父鑑察佇隱密的，欲報答你。」","bklhl":"hō͘你ê賑濟隱密；就你ê父，鑑察tī隱密ê，beh報答你。"}},{"book":"太","chapter":6,"verse":5,"versions":{"unv":"「你們禱告的時候，不可像那假冒為善的人，愛站在會堂裡和十字路口上禱告，故意叫人看見。我實在告訴你們，他們已經得了他們的賞賜。","bklcl":"Lín kî-tó ê sî, bo̍h-tit chhin-chhiūⁿ ké-hó ê lâng; in-ūi in ài khiā tī hōe-tn̂g kap tōa koe-bīn ê oat-kak kî-tó, beh hō͘ lâng khòaⁿ-kìⁿ.  Góa si̍t-chāi kā lín kóng, In í-keng siū-tio̍h in ê pò-siúⁿ lah.","tghg":"「恁祈禱的時，莫得親像假好的人，因為𪜶愛徛佇會堂及大街面的越角祈禱，欲互人看見。我實在給恁講，𪜶已經受著𪜶的報賞啦。","bklhl":"Lín祈禱ê時，莫得親像假好ê人；因為in ài khiā tī會堂kap大街面ê oat-kak祈禱，beh hō͘人看見。我實在kā lín講，In已經受tio̍h in ê報賞lah。"}},{"book":"太","chapter":6,"verse":6,"versions":{"unv":"你禱告的時候，要進你的內屋，關上門，禱告你在暗中的父；你父在暗中察看，必然報答你。","bklcl":"To̍k-to̍k lí kî-tó ê sî, tio̍h ji̍p lí ê ba̍t-pâng, koaiⁿ mn̂g, kiû lí ê Pē, tiàm tī ún-ba̍t ê; chiū lí ê Pē, kàm-chhat tī ún-ba̍t ê, beh pò-tap lí.","tghg":"獨獨你祈禱的時，著入你的密房，關門，求你的父踮佇隱密的；就你的父鑑察佇隱密的，欲報答你。","bklhl":"獨獨你祈禱ê時，tio̍h入你ê密房，關門，求你ê父，tiàm tī隱密ê；就你ê父，鑑察tī隱密ê，beh報答你。"}},{"book":"太","chapter":6,"verse":7,"versions":{"unv":"你們禱告，不可像外邦人，用許多重複話，他們以為話多了必蒙垂聽。","bklcl":"Koh lín kî-tó ê sî, ōe bo̍h-tit ta̍uh-ta̍uh têng, chhin-chhiūⁿ gōa-pang lâng; in-ūi in phah-sǹg kóng chōe-chōe ōe, chiah tit-tio̍h thiaⁿ-kìⁿ.","tghg":"閣恁祈禱的時，話莫得沓沓重(têng)，親像外邦人，因為𪜶拍算講多多話才得著聽見。","bklhl":"Koh lín祈禱ê時，話莫得ta̍uh-ta̍uh重(têng)，親像外邦人；因為in phah算講chōe-chōe話，chiah得tio̍h聽見。"}},{"book":"太","chapter":6,"verse":8,"versions":{"unv":"你們不可效法他們；因為你們沒有祈求以先，你們所需用的，你們的父早已知道了。","bklcl":"Só͘-í lín bo̍h-tit o̍h in; in-ūi lín bē kiû I ê tāi-seng, lín ê Pē í-keng chai lín só͘ khiàm-ēng ê.","tghg":"所以恁莫得學𪜶；因為恁未求伊的代先，恁的父已經知恁所欠用的。","bklhl":"所以lín莫得學in；因為lín bē求伊ê事先，lín ê父已經知lín所欠用ê。"}},{"book":"太","chapter":6,"verse":9,"versions":{"unv":"所以，你們禱告要這樣說：我們在天上的父：願人都尊你的名為聖。","bklcl":"Só͘-í lín tio̍h án-ni kî-tó:  Goán tī thiⁿ-ni̍h ê Pē, Goān lí ê miâ sèng.","tghg":"所以，恁著按呢祈禱：阮佇天裡的父；願你的名聖。","bklhl":"所以lín tio̍h án-ni祈禱：阮tī天裡ê父，願你ê名聖。"}},{"book":"太","chapter":6,"verse":10,"versions":{"unv":"願你的國降臨；願你的旨意行在地上，如同行在天上。","bklcl":"Lí ê kok lîm-kàu.  Lí ê chí-ì tit chiâⁿ, tī tōe-ni̍h chhin-chhiūⁿ tī thiⁿ-ni̍h.","tghg":"你的國臨到；你的旨意得成，佇地裡親像佇天裡。","bklhl":"你ê國臨到。你ê旨意得成，tī地裡親像tī天裡。"}},{"book":"太","chapter":6,"verse":11,"versions":{"unv":"我們日用的飲食，今日賜給我們。","bklcl":"Goán ê ji̍t-si̍t, kin-á-ji̍t hō͘ goán.","tghg":"阮的日食，今仔日互阮。","bklhl":"阮ê日食，今á日hō͘阮。"}},{"book":"太","chapter":6,"verse":12,"versions":{"unv":"免我們的債，如同我們免了人的債。","bklcl":"Sià-bián goán ê ko͘-hū, chhin-chhiūⁿ goán ia̍h ū sià-bián ko͘-hū goán ê lâng.","tghg":"赦免阮的辜負，親像阮亦有赦免辜負阮的人。","bklhl":"赦免阮ê辜負，親像阮亦有赦免辜負阮ê人。"}},{"book":"太","chapter":6,"verse":13,"versions":{"unv":"不叫我們遇見試探；救我們脫離兇惡（或譯：脫離惡者）。因為國度、權柄、榮耀，全是你的，直到永遠。阿們（有古卷沒有因為……阿們等字）！","bklcl":"Bo̍h-tit chhōa goán ji̍p tī chhì, tio̍h kiù goán thoat-lī hit ê pháiⁿ-ê.","tghg":"莫得導阮入佇試；著救阮脫離彼個歹的。（有古卷加：因為國、權能、榮光，攏是你所有，代代無盡。阿們！）","bklhl":"莫得chhōa阮入tī試，tio̍h救阮脫離hit ê pháiⁿ-ê。"}},{"book":"太","chapter":6,"verse":14,"versions":{"unv":"「你們饒恕人的過犯，你們的天父也必饒恕你們的過犯；","bklcl":"In-ūi lín nā sià-bián lâng ê kè-sit, lín ê  Thiⁿ Pē ia̍h beh sià-bián lín.","tghg":"「因為恁若赦免人的過失，恁的天父亦欲赦免恁；","bklhl":"因為lín若赦免人ê過失，lín ê天父亦beh赦免lín。"}},{"book":"太","chapter":6,"verse":15,"versions":{"unv":"你們不饒恕人的過犯，你們的天父也必不饒恕你們的過犯。」","bklcl":"Lín nā bô sià-bián lâng ê kè-sit, lín ê Pē ia̍h bô beh sià-bián lín ê kè-sit.","tghg":"恁若無赦免人的過失，恁的父亦無欲赦免恁的過失。」","bklhl":"Lín若無赦免人ê過失，lín ê父亦無beh赦免lín ê過失。"}},{"book":"太","chapter":6,"verse":16,"versions":{"unv":"「你們禁食的時候，不可像那假冒為善的人，臉上帶著愁容；因為他們把臉弄得難看，故意叫人看出他們是禁食。我實在告訴你們，他們已經得了他們的賞賜。","bklcl":"Koh lín kìm-chia̍h ê sî, bo̍h-tit chhin-chhiūⁿ ké-hó ê lâng tài iu-iông; in-ūi in chiong in ê bīn pìⁿ pháiⁿ khòaⁿ, beh hō͘ lâng khòaⁿ-kìⁿ in teh kìm-chia̍h.  Góa si̍t-chāi kā lín kóng, In í-keng siū-tio̍h in ê pò-siúⁿ lah.","tghg":"「閣恁禁食的時，莫得親像假好的人帶憂容；因為𪜶將𪜶的面變歹看，欲互人看見𪜶啲禁食。我實在給恁講，𪜶已經受著𪜶的報賞啦。","bklhl":"Koh lín禁食ê時，莫得親像假好ê人帶憂容；因為in將in ê面變pháiⁿ看，beh hō͘人看見in teh禁食。我實在kā lín講，In已經受tio̍h in ê報賞lah。"}},{"book":"太","chapter":6,"verse":17,"versions":{"unv":"你禁食的時候，要梳頭洗臉，","bklcl":"To̍k-to̍k lí kìm-chia̍h ê sî, tio̍h boah lí ê thâu, sóe lí ê bīn;","tghg":"獨獨你禁食的時，著抹你的頭，洗你的面，","bklhl":"獨獨你禁食ê時，tio̍h抹你ê頭，洗你ê面；"}},{"book":"太","chapter":6,"verse":18,"versions":{"unv":"不叫人看出你禁食來，只叫你暗中的父看見；你父在暗中察看，必然報答你。」","bklcl":"bô hō͘ lâng khòaⁿ-kìⁿ lí teh kìm-chia̍h, sī hō͘ lí tòa tī ún-ba̍t ê Pē khòaⁿ-kìⁿ; chiū lí ê Pē, kàm-chhat tī ún-ba̍t ê, beh pò-tap lí.","tghg":"無互人看見你啲(teh)禁食，是互你住佇隱密的父看見；就你的父鑑察佇隱密的，欲報答你。」","bklhl":"無hō͘人看見你teh禁食，是hō͘你tòa tī隱密ê父看見；就你ê父，鑑察tī隱密ê，beh報答你。"}},{"book":"太","chapter":6,"verse":19,"versions":{"unv":"「不要為自己積攢財寶在地上；地上有蟲子咬，能銹壞，也有賊挖窟窿來偷。","bklcl":"Bo̍h-tit ūi-tio̍h ka-kī chek-chū châi-pó tī tōe-ni̍h, ū thâng kap sian phah-pháiⁿ, iā ū chha̍t iah khang thau-the̍h ê só͘-chāi.","tghg":"「莫得為著家己積聚財寶佇地裡；有蟲及銹(sian)拍歹，也有賊挖(iah)孔偷提的所在。","bklhl":"莫得為tio̍h家己積聚財寶tī地裡，有蟲kap sian phah-pháiⁿ，也有賊iah孔偷the̍h ê所在。"}},{"book":"太","chapter":6,"verse":20,"versions":{"unv":"只要積攢財寶在天上；天上沒有蟲子咬，不能銹壞，也沒有賊挖窟窿來偷。","bklcl":"To̍k-to̍k ūi-tio̍h ka-kī chek-chū châi-pó tī thiⁿ-ni̍h, thâng kap sian bô phah-pháiⁿ, iā bô chha̍t iah khang thau-the̍h ê só͘-chāi.","tghg":"獨獨為著家己積聚財寶佇天裡；蟲及銹無拍歹，也無賊挖孔偷提的所在。","bklhl":"獨獨為tio̍h家己積聚財寶tī天裡，蟲kap sian無phah-pháiⁿ，也無賊iah孔偷the̍h ê所在。"}},{"book":"太","chapter":6,"verse":21,"versions":{"unv":"因為你的財寶在哪裡，你的心也在那裡。」","bklcl":"In-ūi lín ê châi-pó tī hia, lín ê sim iā beh tī hia.","tghg":"因為恁的財寶佇遐，恁的心也欲佇遐。」","bklhl":"因為lín ê財寶tī hia，lín ê心也beh tī hia。"}},{"book":"太","chapter":6,"verse":22,"versions":{"unv":"「眼睛就是身上的燈。你的眼睛若瞭亮，全身就光明；","bklcl":"Seng-khu ê teng chiū-sī ba̍k-chiu; lí ê ba̍k-chiu nā kim, thong seng-khu chiū kng.","tghg":"「身軀的燈就是目睭。你的目睭若金，通身軀就光；","bklhl":"身軀ê燈就是目睭；你ê目睭若金，thong身軀就光。"}},{"book":"太","chapter":6,"verse":23,"versions":{"unv":"你的眼睛若昏花，全身就黑暗。你裡頭的光若黑暗了，那黑暗是何等大呢！」","bklcl":"Lí ê ba̍k-chiu nā hoe, thong seng-khu chiū àm.  Lí lāi-bīn ê kng nā àm, hit ê àm jōa tōa ah!","tghg":"你的目睭若花，通身軀就暗。你內面的光若暗，彼個暗偌大啊！」","bklhl":"你ê目睭若花，thong身軀就暗。你內面ê光若暗，hit ê暗jōa大ah！"}},{"book":"太","chapter":6,"verse":24,"versions":{"unv":"「一個人不能事奉兩個主；不是惡這個、愛那個，就是重這個、輕那個。你們不能又事奉　神，又事奉瑪門（瑪門：財利的意思）。」","bklcl":"Bô lâng ōe ho̍k-sāi nn̄g ê chú-lâng; in-ūi i ōe oàn-hūn chit-ê, thiàⁿ hit-ê; á-sī ōe tùi-tiōng chit-ê, khòaⁿ-khin hit-ê;  lín bōe-ōe ho̍k-sāi Siōng-tè sòa ho̍k-sāi chîⁿ-châi.","tghg":"「無人會服事二個主人；因為伊會怨恨此個，疼彼個，抑是會對重此個，看輕彼個，恁𣍐(bōe)會服事上帝，續服事錢財。」","bklhl":"無人會服事兩個主人；因為伊會怨恨chit ê，疼hit ê；á是會tùi-tiōng chit ê，看輕hit ê；lín bōe-ōe服事上帝續服事錢財。"}},{"book":"太","chapter":6,"verse":25,"versions":{"unv":"「所以我告訴你們，不要為生命憂慮吃甚麼，喝甚麼；為身體憂慮穿甚麼。生命不勝於飲食嗎？身體不勝於衣裳嗎？","bklcl":"Só͘-í góa kā lín kóng, Bo̍h-tit khòa-lū lín ê sìⁿ-miā beh chia̍h sím-mi̍h, beh lim sím-mi̍h, á-sī lín ê seng-khu beh chhēng sím-mi̍h.  Lín ê sìⁿ-miā kiám bô khah tōa tī bí-niû, iā lín ê seng-khu kiám bô khah tōa tī i-chiûⁿ mah?","tghg":"「所以我給恁講，莫得掛慮恁的生命欲食甚麼，欲飲甚麼；抑是恁的身軀欲穿甚麼，恁的生命豈無卡大佇米糧？也恁的身軀豈無卡大佇衣裳嗎？","bklhl":"所以我kā lín講，莫得掛慮lín ê性命beh食甚麼，beh lim甚麼，á是lín ê身軀beh穿甚麼。Lín ê性命kiám無khah大tī米糧，也lín ê身軀kiám無khah大tī衣裳mah？"}},{"book":"太","chapter":6,"verse":26,"versions":{"unv":"你們看那天上的飛鳥，也不種，也不收，也不積蓄在倉裡，你們的天父尚且養活牠。你們不比飛鳥貴重得多嗎？","bklcl":"Chhì-khòaⁿ thiⁿ-tiong ê pe-chiáu, bô chèng-choh, bô siu-sêng, bô chek-chū tī chhek-chhng, lín ê Thiⁿ Pē iā teh chhī in.  Lín kiám bô pí hiah-ê khah kùi-khì mah?","tghg":"試看天中的飛鳥，無種作，無收成，無積聚佇粟倉(chhek-chhng)，恁的天父也啲飼𪜶。恁豈無比許個卡貴氣嗎？","bklhl":"試看天中ê飛鳥，無種作，無收成，無積聚tī粟倉，lín ê天父也teh飼in。Lín kiám無比hiah-ê khah貴氣mah？"}},{"book":"太","chapter":6,"verse":27,"versions":{"unv":"你們哪一個能用思慮使壽數多加一刻呢（或譯：使身量多加一肘呢）？","bklcl":"Lín sím-mi̍h lâng ōe ēng khòa-lū hō͘ sìⁿ-miā khah tn̂g chi̍t khek kú?","tghg":"恁甚麼人會用掛慮互生命卡長一刻久？","bklhl":"Lín甚麼人會用掛慮hō͘性命khah長一刻久？"}},{"book":"太","chapter":6,"verse":28,"versions":{"unv":"何必為衣裳憂慮呢？你想野地裡的百合花怎麼長起來；它也不勞苦，也不紡線。","bklcl":"Siáⁿ-sū ūi-tio̍h i-chiûⁿ khòa-lū ah?  Chhì-siūⁿ soaⁿ-ni̍h ê pek-ha̍p-hoe, cháiⁿ-iūⁿ tōa châng; in bô tio̍h-bôa, bô pháng cheh;","tghg":"啥事為著衣裳(i-chiûn)掛慮啊？試想山裡的百合花怎樣大欉；𪜶無著磨，無紡織。","bklhl":"啥事為tio̍h衣裳掛慮ah？試想山裡ê百合花，怎樣大叢；in無tio̍h磨，無紡績(cheh)；"}},{"book":"太","chapter":6,"verse":29,"versions":{"unv":"然而我告訴你們，就是所羅門極榮華的時候，他所穿戴的，還不如這花一朵呢！","bklcl":"nā-sī góa kā lín kóng, tng Só͘-lô-bûn ke̍k hâng-ngó͘ ê sî, i só͘ chhēng ê m̄ ta̍t-tio̍h chit hō hoe ê chi̍t lúi.","tghg":"若是我給恁講，當所羅門極行伍(hâng-ngó͘)的時，伊所穿的，呣值著此號花的一蕊！","bklhl":"但是我kā lín講，當所羅門極hâng-ngó͘ ê時，伊所穿ê m̄值tio̍h chit號花ê一蕊。"}},{"book":"太","chapter":6,"verse":30,"versions":{"unv":"你們這小信的人哪！野地裡的草今天還在，明天就丟在爐裡，　神還給它這樣的妝飾，何況你們呢！","bklcl":"Taⁿ soaⁿ-ni̍h ê chháu, kin-á-ji̍t tī-teh, bîn-á-ji̍t hiat tī hé-lô͘, Siōng-tè hō͘ i chhēng kàu án-ni, hô-hòng lín, sió-sìn ê lâng ah?","tghg":"今山裡的草今仔日佇啲，明仔日㧒佇火爐，上帝互伊穿到按呢，何況恁，小信的人啊！","bklhl":"Taⁿ山裡ê草，今á日tī-teh，明á日hiat tī火爐，上帝hō͘伊穿到án-ni，何況lín，小信ê人ah？"}},{"book":"太","chapter":6,"verse":31,"versions":{"unv":"所以，不要憂慮說，吃甚麼？喝甚麼？穿甚麼？","bklcl":"Só͘-í bo̍h-tit khòa-lū kóng, Goán beh chia̍h sím-mi̍h?  Beh lim sím-mi̍h?  Beh chhēng sím-mi̍h?","tghg":"所以，莫得掛慮講，阮欲食甚麼？欲飲甚麼？欲穿甚麼？","bklhl":"所以莫得掛慮講，阮beh食甚麼？Beh lim甚麼？Beh穿甚麼？"}},{"book":"太","chapter":6,"verse":32,"versions":{"unv":"這都是外邦人所求的，你們需用的這一切東西，你們的天父是知道的。","bklcl":"In-ūi chiah-ê lóng sī gōa-pang lâng só͘ kiû ê; lín ê Thiⁿ Pē iā chai chiah-ê lóng sī lín khiàm-ēng ê.","tghg":"因為諸個攏是外邦人所求的。恁的天父也知，諸個攏是恁欠用的。","bklhl":"因為chiah ê lóng是外邦人所求ê；lín ê天父也知chiah ê lóng是lín欠用ê。"}},{"book":"太","chapter":6,"verse":33,"versions":{"unv":"你們要先求他的國和他的義，這些東西都要加給你們了。","bklcl":"To̍k-to̍k tāi-seng kiû I ê kok kap I ê gī, chiū chiah-ê mi̍h lóng beh sòa hō͘ lín.","tghg":"獨獨代先求伊的國及伊的義，就諸個物攏欲續互恁。","bklhl":"獨獨事先求伊ê國kap伊ê義，就chiah ê物lóng beh 續 hō͘ lín。"}},{"book":"太","chapter":6,"verse":34,"versions":{"unv":"所以，不要為明天憂慮，因為明天自有明天的憂慮；一天的難處一天當就夠了。」","bklcl":"Só͘-í bo̍h-tit ūi-tio̍h bîn-á-ji̍t khòa-lū; in-ūi hit ê bîn-á-ji̍t, i beh ka-kī khòa-lū.  Chi̍t ji̍t ê kan-khó͘ tī chi̍t ji̍t kàu-gia̍h.","tghg":"所以，莫得為著明仔日掛慮，因為彼個明仔日伊欲家己掛慮；一日的艱苦佇一日夠額。」","bklhl":"所以莫得為tio̍h明á日掛慮；因為hit ê明á日，伊beh家己掛慮。一日ê艱苦tī一日夠額。"}}]