[{"book":"耶","chapter":14,"verse":1,"versions":{"unv":"耶和華論到乾旱之災的話臨到耶利米：","bklcl":"Lūn-kàu khòng-hān ê sū, Iâ-hô-hoa ê ōe lîm-kàu Iâ-lī-bí.","tghg":"論到亢旱(khòng-hān)的事，耶和華的話臨到耶利米：","bklhl":"論到炕旱ê事，耶和華ê話臨到耶利米。"}},{"book":"耶","chapter":14,"verse":2,"versions":{"unv":"猶大悲哀，城門衰敗。眾人披上黑衣坐在地上；耶路撒冷的哀聲上達。","bklcl":"Iû-tāi pi-ai, siâⁿ-mn̂g soe-pāi, lâng chhēng o͘-saⁿ chē tī thô͘-kha; Iâ-lō͘-sat-léng pi-ai ê siaⁿ thàu kàu téng-bīn.","tghg":"猶大悲哀，城門衰敗。人穿黑衫坐佇土腳；耶路撒冷悲哀的聲透到頂面。","bklhl":"偤大悲哀，城門衰敗，人穿烏衫坐tī土腳；耶路撒冷悲哀ê聲透到頂面。"}},{"book":"耶","chapter":14,"verse":3,"versions":{"unv":"他們的貴冑打發家僮打水；他們來到水池，見沒有水，就拿著空器皿，蒙羞慚愧，抱頭而回。","bklcl":"In ê sè-ka chhe gín-ná-kang khì chhiūⁿ-chúi; in kàu chíⁿ--nih, chhē bô chúi; chiū tòa khang ê khì-kū tò--lâi; kiàn-siàu, làu-khùi, tà thâu-khak.","tghg":"𪜶的世家差囝仔工去汲(chhiūⁿ)水；𪜶到井裡，尋無水，就帶空的器具倒來，見誚漏氣，罩(tà)頭殼。","bklhl":"In ê 世家差gín-ná工去chhiūⁿ水；in到井裡，chhē無水；就帶空ê器具tò來；見笑，漏氣，罩頭殼。"}},{"book":"耶","chapter":14,"verse":4,"versions":{"unv":"耕地的也蒙羞抱頭；因為無雨降在地上，地都乾裂。","bklcl":"Choh-chhân lâng kiàn-siàu, tà thâu-khak; sī in-ūi bô lo̍h hō͘, thô͘(**thó͘)-tōe pit-li̍h.","tghg":"作田人見誚罩頭殼；是因為無落雨，土地𤿎裂(pit-li̍h)。","bklhl":"作田人見笑，罩頭殼；是因為無落雨，土地pit裂。"}},{"book":"耶","chapter":14,"verse":5,"versions":{"unv":"田野的母鹿生下小鹿，就撇棄，因為無草。","bklcl":"Chhân-iá ê lo̍k-bú siⁿ-kiáⁿ, chiū pàng hiat-ka̍k; in-ūi bô chháu.","tghg":"田野的鹿母生子，就放㧒擲(hiat-ka̍k)，因為無草。","bklhl":"田野ê鹿母生kiáⁿ，就放hiat-ka̍k；因為無草。"}},{"book":"耶","chapter":14,"verse":6,"versions":{"unv":"野驢站在淨光的高處，喘氣好像野狗；因為無草，眼目失明。","bklcl":"Iá-lû khiā tī kng-khō-khō koâiⁿ ê só͘-chāi, chhoán-khùi chhin-chhiūⁿ iá-káu; in-ūi bô chháu, ba̍k-chiu sit-bêng.","tghg":"野驢徛佇光裸裸(kng-khō-khō)高的所在，喘氣親像野狗；因為無草，目睭失明。","bklhl":"野驢khiā tī光khō-khō高ê所在，喘氣親像野狗；因為無草，目睭失明。"}},{"book":"耶","chapter":14,"verse":7,"versions":{"unv":"耶和華啊，我們的罪孽雖然作見證告我們，還求你為你名的緣故行事。我們本是多次背道，得罪了你。","bklcl":"Iâ-hô-hoa ah, goán ê chōe-kòa sui-jiân chòe kan-chèng kò goán; iáu-kú kiû Lí ūi-tio̍h Lí ê miâ lâi chòe tāi-chì; goán ta̍uh-ta̍uh pōe-ge̍k, tek-chōe Lí.","tghg":"耶和華啊，阮的罪過雖然做干證告阮，猶久求你為著你的名來做代誌。阮沓沓(ta̍uh-ta̍uh)悖逆，得罪你。","bklhl":"耶和華ah，阮ê罪過雖然做干證告阮；iáu-kú求你為tio̍h你ê名來做tāi-chì；阮ta̍uh-ta̍uh悖逆，得罪你。"}},{"book":"耶","chapter":14,"verse":8,"versions":{"unv":"以色列所盼望、在患難時作他救主的啊，你為何在這地像寄居的，又像行路的只住一宵呢？","bklcl":"Í-sek-lia̍t só͘ ǹg-bāng--ê, tī hoān-lān-tiong chòe Kiù-chú--ê ah, Lí siáⁿ-sū tī chit só͘-chāi chhin-chhiūⁿ kià-kha--ê, koh chhin-chhiūⁿ kè-lō͘ lâng oa̍t--lâi hioh kè-mî ah?","tghg":"以色列所向望者、佇患難中做救主者啊，你啥事佇此所在親像寄腳者，閣親像過路人越來歇過暝啊？","bklhl":"以色列所ǹg望ê，tī患難中做救主ê ah，你啥事tī chit所在親像寄腳ê，koh親像過路人oa̍t來歇過暝ah？"}},{"book":"耶","chapter":14,"verse":9,"versions":{"unv":"你為何像受驚的人，像不能救人的勇士呢？耶和華啊，你仍在我們中間；我們也稱為你名下的人，求你不要離開我們。","bklcl":"Lí siáⁿ-sū chhin-chhiūⁿ gông-ngia̍h ê lâng, chhin-chhiūⁿ bōe-ōe kiù lâng ê ióng-sū ah?  Iâ-hô-hoa ah, Lí iû-goân tī goán tiong-kan; goán ia̍h chheng-chòe sio̍k Lí ê miâ ê lâng; m̄-thang pàng-sak goán.","tghg":"你啥事親像卬愕的人，親像𣍐會救人的勇士啊？耶和華啊，你猶原佇阮中間；阮亦稱做屬你的名的人，呣通放拺阮。","bklhl":"你啥事親像gông-ngia̍h ê人，親像bōe能救人ê勇士ah？耶和華ah，你猶原tī阮中間；阮亦稱做屬你ê名ê人；m̄-thang放sak阮。"}},{"book":"耶","chapter":14,"verse":10,"versions":{"unv":"耶和華對這百姓如此說：這百姓喜愛妄行（原文是飄流），不禁止腳步，所以耶和華不悅納他們。現今要記念他們的罪孽，追討他們的罪惡。","bklcl":"Iâ-hô-hoa tùi chit ê peh-sìⁿ án-ni kóng, In ài hòng-tōng, bô iok-sok in ê kha; só͘-í Iâ-hô-hoa m̄ chiap-la̍p in, taⁿ beh kì-tit in ê chōe-kòa, pān in ê chōe-ok.","tghg":"耶和華對此個百姓按呢講：𪜶愛放蕩，無約束𪜶的腳，所以耶和華呣接納𪜶。今欲記得𪜶的罪過，辦𪜶的罪惡。","bklhl":"耶和華對chit ê百姓án-ni講，In ài放蕩，無約束in ê腳；所以耶和華m̄接納in，taⁿ beh記得in ê罪過，辦in ê罪惡。"}},{"book":"耶","chapter":14,"verse":11,"versions":{"unv":"耶和華又對我說：「不要為這百姓祈禱求好處。","bklcl":"Iâ-hô-hoa koh tùi góa kóng, Bo̍h-tit ūi-tio̍h chit ê peh-sìⁿ kî-tó, kiû hok-khì.","tghg":"耶和華閣對我講：「莫得為著此個百姓祈禱求福氣。","bklhl":"耶和華koh對我講，莫得為tio̍h chit ê百姓祈禱，求福氣。"}},{"book":"耶","chapter":14,"verse":12,"versions":{"unv":"他們禁食的時候，我不聽他們的呼求；他們獻燔祭和素祭，我也不悅納；我卻要用刀劍、饑荒、瘟疫滅絕他們。」","bklcl":"In kìm-chia̍h ê sî, Góa m̄-thiaⁿ in ê kiû-kiò; in hiàn sio-chè kap lé-mi̍h, Góa ia̍h m̄ chiap-la̍p.  Góa hoán-tńg beh ēng to-kiàm, ēng ki-hng, ēng un-e̍k lâi bia̍t in.","tghg":"𪜶禁食的時，我呣聽𪜶的求叫；𪜶獻燒祭及禮物，我亦呣接納；我反轉欲用刀劍、用飢荒、用瘟疫來滅𪜶。」","bklhl":"In禁食ê時，我m̄聽in ê求叫；in獻燒祭kap禮物，我亦m̄接納。我反tńg beh用刀劍，用飢荒，用瘟疫來滅in。"}},{"book":"耶","chapter":14,"verse":13,"versions":{"unv":"我就說：「唉！主耶和華啊，那些先知常對他們說：『你們必不看見刀劍，也不遭遇饑荒；耶和華要在這地方賜你們長久的平安。』」","bklcl":"Góa chiū kóng, Hāi--ah, Chú Iâ-hô-hoa ah, khòaⁿ ah, hiah-ê sian-ti tùi in kóng, Lín bōe khòaⁿ-kìⁿ to-kiàm, ia̍h bōe tú-tio̍h ki-hng; Iâ-hô-hoa beh tī chit ê tōe-hng siúⁿ-sù lín kú-tn̂g ê pêng-an.","tghg":"我就講：「嗐(hāi)啊！主耶和華啊，看啊，許個先知對𪜶講：『恁𣍐看見刀劍，亦𣍐抵著(tú-tio̍h)飢荒；耶和華欲佇此個地方賞賜恁久長的平安。』」","bklhl":"我就講，害ah，主耶和華ah，看ah，hiah-ê先知對in講，Lín bōe看見刀劍，亦bōe tú-tio̍h飢荒；耶和華beh tī chit ê地方賞賜lín久長ê平安。"}},{"book":"耶","chapter":14,"verse":14,"versions":{"unv":"耶和華對我說：「那些先知託我的名說假預言，我並沒有打發他們，沒有吩咐他們，也沒有對他們說話；他們向你們預言的，乃是虛假的異象和占卜，並虛無的事，以及本心的詭詐。","bklcl":"Iâ-hô-hoa tùi góa kóng, Hiah ê sian-ti thok Góa ê miâ thoân pe̍h-chha̍t; Góa bô chhe in, bô hoan-hù in, ia̍h bô tùi in kóng; in thoân hō͘ lín--ê, sī hu-ké ê khé-sī, kap chiam-pok, kap bô-iáⁿ ê sū, í-ki̍p in ê sim ê khúi-chà.","tghg":"耶和華對我講：「許個先知託我的名傳白賊，我無差𪜶，無吩咐𪜶，亦無對𪜶講；𪜶傳互恁的，是虛假的啟示及占卜(chiam-pok)，及無影的事，以及𪜶的心的詭詐。","bklhl":"耶和華對我講，hiah-ê先知託我ê名傳白賊；我無差in，無吩咐in，亦無對in講；in傳hō͘ lín-ê，是虛假ê啟示，kap占卜，kap無影ê事，以及in ê心ê詭詐。"}},{"book":"耶","chapter":14,"verse":15,"versions":{"unv":"所以耶和華如此說：論到託我名說預言的那些先知，我並沒有打發他們；他們還說這地不能有刀劍饑荒，其實那些先知必被刀劍饑荒滅絕。","bklcl":"Só͘-í Iâ-hô-hoa án-ni kóng, Lūn-kàu thok Góa ê miâ lâi thoân-pò͘ ê hiah-ê sian-ti, Góa pēng-bô chhe in, in iáu-kú kóng, Chit ê tōe bōe-ōe tú-tio̍h to-kiàm, ki-hng; kî-si̍t hiah-ê sian-ti beh tùi to-kiàm ki-hng lâi bia̍t-bô.","tghg":"所以耶和華按呢講：論到託我的名來傳報的許個先知，我並無差𪜶；𪜶猶久講此個地𣍐會抵著刀劍飢荒，其實許個先知欲對刀劍飢荒來滅無。","bklhl":"所以耶和華án-ni講，論到託我ê名來傳播ê hiah-ê先知，我並無差in，in iáu-kú講，chit ê地bōe會tú-tio̍h刀劍，飢荒；其實hiah-ê先知beh tùi刀劍飢荒來滅無。"}},{"book":"耶","chapter":14,"verse":16,"versions":{"unv":"聽他們說預言的百姓必因饑荒刀劍拋在耶路撒冷的街道上，無人葬埋。他們連妻子帶兒女，都是如此。我必將他們的惡倒在他們身上（或譯：我必使他們罪惡的報應臨到他們身上）。」","bklcl":"Koh thiaⁿ in thoân-pò͘ ê peh-sìⁿ, beh in-ūi ki-hng to-kiàm siū hiat-ka̍k tī Iâ-lō͘-sat-léng ê ke-lō͘; in kap bó͘ kap kiáⁿ cha-bó͘-kiáⁿ, lóng bô lâng bâi-chòng; Góa beh chiong in ê pháiⁿ piàⁿ tī in ê sin-chiūⁿ.","tghg":"閣聽𪜶傳報的百姓欲因為飢荒刀劍受㧒擲佇耶路撒冷的街路，𪜶及某及子查某子，攏無人埋葬。我欲將𪜶的歹傾(piàⁿ)佇𪜶的身上。」","bklhl":"Koh聽in傳播ê百姓，beh因為飢荒刀劍受hiat-ka̍k tī耶路撒冷ê街路；in kap bó͘ kap kiáⁿ cha-bó͘-kiáⁿ，lóng無人埋葬；我beh將in ê pháiⁿ piàⁿ tī in ê身上。"}},{"book":"耶","chapter":14,"verse":17,"versions":{"unv":"你要將這話對他們說：願我眼淚汪汪，晝夜不息，因為我百姓（原文是民的處女）受了裂口破壞的大傷。","bklcl":"Lí tio̍h chiong chit ê ōe kā in kóng, Goān góa ê ba̍k-sái ji̍t-mî lâu bô soah; in-ūi góa ê peh-sìⁿ tú-tio̍h tōa húi-siong, phah kàu chin-thiám.","tghg":"你著將此個話給𪜶講：願我的目屎日暝流無息(soah)，因為我的百姓抵著大毀傷拍到真殄(thiám)。","bklhl":"你tio̍h將chit ê話kā in講，願我ê目屎日暝流無soah；因為我ê百姓tú-tio̍h大毀傷，phah到真thiám。"}},{"book":"耶","chapter":14,"verse":18,"versions":{"unv":"我若出往田間，就見有被刀殺的；我若進入城內，就見有因饑荒患病的；連先知帶祭司在國中往來，也是毫無知識（或譯：不知怎樣才好）。","bklcl":"Góa nā chhut-khì chhân--nih, chiū khòaⁿ-kìⁿ ū hō͘ to thâi--ê; góa nā ji̍p siâⁿ, chiū khòaⁿ-kìⁿ ū tùi ki-hng lâi phòa-pīⁿ--ê; sian-ti kap chè-si tī kok-lāi sì-kòe kiâⁿ, ia̍h lóng bōe hiáu-tit.","tghg":"我若出去田裡，就看見有互刀刣者；我若入城，就看見有對飢荒來破病者；先知及祭司佇國內四界行，亦攏𣍐曉得。","bklhl":"我若出去田裡，就看見有hō͘刀刣-ê；我若入城，就看見有tùi飢荒來破病ê；先知kap祭司tī國內四界行，亦lóng bōe曉得。"}},{"book":"耶","chapter":14,"verse":19,"versions":{"unv":"你全然棄掉猶大嗎？你心厭惡錫安嗎？為何擊打我們，以致無法醫治呢？我們指望平安，卻得不著好處；指望痊癒，不料，受了驚惶。","bklcl":"Lí it-chīn khì-sak Iû-tāi mah? Lí ê sim iàm-ò͘ⁿ Sek-an mah? siáⁿ-sū phah goán, ia̍h bô thang tit-tio̍h i-hó? Goán ǹg-bāng pêng-an, ia̍h bô ū hok-khì; ǹg-bāng i-tī ê ki-hōe, bô phah-sǹg tú-tio̍h kiaⁿ-hiâⁿ.","tghg":"你一盡棄拺猶大嗎？你的心厭惡錫安嗎？啥事拍阮，亦無通得著醫好？阮向望平安，亦無有福氣；向望醫治的機會，無拍算(phah-sǹg)抵著驚惶。","bklhl":"你一盡棄sak偤大mah？你ê心厭惡錫安mah？啥事phah阮，亦無thang得tio̍h醫好？阮ǹg望平安，亦無有福氣；ǹg望醫治ê機會，無phah算tú-tio̍h驚惶。"}},{"book":"耶","chapter":14,"verse":20,"versions":{"unv":"耶和華啊，我們承認自己的罪惡，和我們列祖的罪孽，因我們得罪了你。","bklcl":"Iâ-hô-hoa ah, goán jīn ka-kī ê chōe-ok, kap goán ê lia̍t-chó͘ ê chōe-kòa; in-ūi goán tek-chōe Lí.","tghg":"耶和華啊，阮認家己的罪惡，及阮的列祖的罪過，因為阮得罪你。","bklhl":"耶和華ah，阮認家己ê罪惡，kap阮ê列祖ê罪過；因為阮得罪你。"}},{"book":"耶","chapter":14,"verse":21,"versions":{"unv":"求你為你名的緣故，不厭惡我們，不辱沒你榮耀的寶座。求你追念，不要背了與我們所立的約。","bklcl":"Kiû Lí in-ūi Lí ê miâ ê iân-kò͘, bo̍h-tit iàm-ò͘ⁿ goán; bo̍h-tit lêng-jio̍k Lí êng-kng ê pó-chō; kiû Lí tui-liām, bo̍h-tit pōe Lí kap goán só͘ li̍p ê iok.","tghg":"求你因為你的名的緣故，莫得厭惡阮，莫得凌辱你榮光的寶座。求你追念，莫得背你及阮所立的約。","bklhl":"求你因為你ê名ê緣故，莫得厭惡阮；莫得凌辱你榮光ê寶座；求你追念，莫得背你kap阮所立ê約。"}},{"book":"耶","chapter":14,"verse":22,"versions":{"unv":"外邦人虛無的神中有能降雨的嗎？天能自降甘霖嗎？耶和華─我們的　神啊，能如此的不是你嗎？所以，我們仍要等候你，因為這一切都是你所造的。","bklcl":"Gōa-pang bô-iáⁿ-chiah-ê sîn-bêng, ū chi̍t-ê ōe lo̍h-hō͘ mah? thiⁿ ōe ka-kī lo̍h tōa-hō͘ mah? Iâ-hô-hoa goán ê Siōng-tè ah, ōe án-ni--ê, kiám m̄-sī Lí mah? só͘-í goán iû-goân beh thèng-hāu Lí; in-ūi che lóng sī Lí só͘ chòe--ê.","tghg":"外邦無影跡的神明，有一個會落雨嗎？天會家己落大雨嗎？耶和華──阮的上帝啊，會按呢者豈呣是你嗎？所以阮猶原欲聽候你，因為這攏是你所做的。","bklhl":"外邦無影跡ê神明，有一个會落雨mah？天會家己落大雨mah？耶和華阮ê上帝ah，會án-ni-ê，kiám m̄是你mah？所以阮猶原beh thèng候你；因為這lóng是你所做ê。"}}]