[{"book":"耶","chapter":29,"verse":1,"versions":{"unv":"先知耶利米從耶路撒冷寄信與被擄的祭司、先知，和眾民，並生存的長老，就是尼布甲尼撒從耶路撒冷擄到巴比倫去的。","bklcl":"Sian-ti Iâ-lī-bí tùi Iâ-lō͘-sat-léng kià-phoe hō͘ siū-lia̍h iáu tī-teh--ê ê lāu-tōa, kap chiah-ê chè-si, sian-ti, chèng peh-sìⁿ, chiū-sī Nî-pò͘-kah-nî-sat tùi Iâ-lō͘-sat-léng lia̍h kàu Pa-pí-lûn--ê.","tghg":"先知耶利米對耶路撒冷寄批互受掠猶佇啲者的老大，及諸個祭司、先知、眾百姓，就是尼布甲尼撒對耶路撒冷掠到巴比倫者。","bklhl":"先知耶利米tùi耶路撒冷寄phoe hō͘受掠iáu tī-teh-ê ê老大，kap chiah ê祭司、先知、眾百姓，就是Nî-pò͘-kah-nî-sat tùi耶路撒冷掠到巴比倫ê。"}},{"book":"耶","chapter":29,"verse":2,"versions":{"unv":"（這在耶哥尼雅王和太后、太監，並猶大、耶路撒冷的首領，以及工匠、鐵匠都離了耶路撒冷以後。）","bklcl":"(Che sī tī Iâ-ko-nî-ngá ông kap thài-hō͘, thài-kàm, kap Iû-tāi Iâ-lō͘-sat-léng ê kùi-cho̍k, í-ki̍p kang-chhiūⁿ, thih-chhiūⁿ, lóng lī-khui Iâ-lō͘-sat-léng ê liáu-āu.)","tghg":"（這是佇耶哥尼雅王、及太后、太監、及猶大、耶路撒冷的貴族，以及工匠(chhiūⁿ)、鐵匠攏離開耶路撒冷的了後。）","bklhl":"(這是tī Iâ-ko-nî-ngá王kap太后、太監，kap偤大耶路撒冷ê貴族，以及工匠、鐵匠，lóng離開耶路撒冷ê了後。)"}},{"book":"耶","chapter":29,"verse":3,"versions":{"unv":"他藉沙番的兒子以利亞薩和希勒家的兒子基瑪利的手寄去。他們二人是猶大王西底家打發往巴比倫去見尼布甲尼撒王的。","bklcl":"Hit-tiuⁿ phoe thok-tiōng Sa-hoan ê kiáⁿ Í-lī-a-sat, kap Hi-le̍k-ka ê kiáⁿ Ki-má-lī, tòa--khì; chí(**chit) nn̄g lâng chiū-sī Iû-tāi ông Se-tí-ka chhe--khì Pa-pí-lûn, kìⁿ Pa-pí-lûn ông Nî-pò͘-kah-nî-sat--ê.","tghg":"彼張批託仗沙番的子以利亞薩及希勒家的子基瑪利帶去。此二人就是猶大王西底家差去巴比倫見巴比倫王尼布甲尼撒者。","bklhl":"Hit張phoe託重Sa-hoan ê kiáⁿ Í-lī-a-sat，kap Hi-le̍k-ka ê kiáⁿ Ki-má-lī，帶去；chit兩人就是偤大王Se-tí-ka差去巴比倫，見巴比倫王Nî-pò͘-kah-nî-sat-ê。"}},{"book":"耶","chapter":29,"verse":4,"versions":{"unv":"信上說：「萬軍之耶和華─以色列的　神對一切被擄去的（就是我使他們從耶路撒冷被擄到巴比倫的人）如此說：","bklcl":"Phoe-lāi kóng: Bān-kun ê Iâ-hô-hoa, Í-sek-lia̍t ê Siōng-tè, tùi it-chhè siū-lia̍h-khì--ê, chiū-sī Góa hō͘ in tùi Iâ-lō͘-sat-léng siū-lia̍h kàu Pa-pí-lûn ê lâng, án-ni kóng,","tghg":"批內講：「萬軍的耶和華──以色列的上帝對一切受掠去者（就是我互𪜶對耶路撒冷受掠到巴比倫的人）按呢講：","bklhl":"phoe內講：萬軍ê耶和華，以色列ê上帝，tùi一切受掠去ê，就是我hō͘ in tùi耶路撒冷受掠到巴比倫ê人，án-ni講，"}},{"book":"耶","chapter":29,"verse":5,"versions":{"unv":"你們要蓋造房屋，住在其中；栽種田園，吃其中所產的；","bklcl":"Lín tio̍h khí-chhù lâi khiā-khí; choh-hn̂g lâi chia̍h i ê ké-chí;","tghg":"恁著起厝，來徛起，作園來食伊的果子；","bklhl":"Lín tio̍h起厝來khiā起；作園來食伊ê果子；"}},{"book":"耶","chapter":29,"verse":6,"versions":{"unv":"娶妻生兒女，為你們的兒子娶妻，使你們的女兒嫁人，生兒養女。在那裡生養眾多，不致減少。","bklcl":"chhōa-bó͘ lâi siⁿ-kiáⁿ, cha-bó͘-kiáⁿ; kā lín ê kiáⁿ chhōa-bó͘; hō͘ lín ê cha-bó͘-kiáⁿ chhut-kè; hō͘ in siⁿ-kiáⁿ, cha-bó͘-kiáⁿ; thang tī-hia ke-thiⁿ chōe-chōe, bô kiám-chió.","tghg":"娶某來生子，查某子，給恁的子娶某，互恁的查某子出嫁，互𪜶生子，查某子。通佇遐加添多多，無減少。","bklhl":"娶bó͘來生kiáⁿ，cha-bó͘-kiáⁿ；kā lín ê kiáⁿ娶bó͘；hō͘ lín ê cha-bó͘-kiáⁿ出嫁；hō͘ in生kiáⁿ，cha-bó͘-kiáⁿ；thang tī-hia加添chōe-chōe，無減少。"}},{"book":"耶","chapter":29,"verse":7,"versions":{"unv":"我所使你們被擄到的那城，你們要為那城求平安，為那城禱告耶和華；因為那城得平安，你們也隨著得平安。","bklcl":"Góa só͘ hō͘ lín siū-lia̍h--khì hit ê siâⁿ, lín tio̍h tô͘-bô͘ i ê pêng-an, thòe i kî-tó Iâ-hô-hoa; in-ūi i tit-tio̍h pêng-an, lín ia̍h tè i pêng-an.","tghg":"我所互恁受掠去彼個城，恁著圖謀伊的平安，替伊祈禱耶和華；因為伊得著平安，恁亦隨伊平安。","bklhl":"我所hō͘ lín受掠去hit ê城，lín tio̍h圖謀伊ê平安，替伊祈禱耶和華；因為伊得tio̍h平安，lín亦tè伊平安。"}},{"book":"耶","chapter":29,"verse":8,"versions":{"unv":"萬軍之耶和華─以色列的　神如此說：不要被你們中間的先知和占卜的誘惑，也不要聽信自己所做的夢；","bklcl":"Bān-kun ê Iâ-hô-hoa, Í-sek-lia̍t ê Siōng-tè, án-ni kóng, Bo̍h-tit hō͘ lín tiong-kan ê sian-ti kap pok-kòa--ê ín-iú; ia̍h bo̍h-tit sìn lín ê bāng, chiū-sī lín só͘ bāng-kìⁿ--ê.","tghg":"萬軍的耶和華──以色列的上帝按呢講：莫得互恁中間的先知及卜卦(pok-kòa)者引誘，亦莫得信恁的夢，就是恁所夢見的；","bklhl":"萬軍ê耶和華，以色列ê上帝，án-ni講，莫得hō͘ lín中間ê先知kap卜卦ê引誘；亦莫得信lín ê 夢，就是lín所夢見ê。"}},{"book":"耶","chapter":29,"verse":9,"versions":{"unv":"因為他們託我的名對你們說假預言，我並沒有差遣他們。這是耶和華說的。","bklcl":"In-ūi in thok Góa ê miâ tùi lín soan-thoân pe̍h-chha̍t-ōe; Góa pēng-bô chhe in; che sī Iâ-hô-hoa kóng--ê.","tghg":"因為𪜶託我的名對恁宣傳白賊話，我並無差𪜶。這是耶和華講的。","bklhl":"因為in託我ê名對lín宣傳白賊話；我並無差in；這是耶和華講ê。"}},{"book":"耶","chapter":29,"verse":10,"versions":{"unv":"「耶和華如此說：為巴比倫所定的七十年滿了以後，我要眷顧你們，向你們成就我的恩言，使你們仍回此地。","bklcl":"In-ūi Iâ-hô-hoa án-ni kóng, Pa-pí-lûn chhit-cha̍p nî ê kî-hān í-keng móa, Góa beh lîm-kàu lín, chiâⁿ Góa tùi lín só͘ kóng ê hó-ōe; hō͘ lín tò-lâi chit ê só͘-chāi.","tghg":"「因為耶和華按呢講：巴比倫七十年的期限已經滿，我欲臨到恁，成我對恁所講的好話；互恁倒來此個所在。","bklhl":"因為耶和華án-ni講，巴比倫七十年ê期限已經滿，我beh臨到lín，成我tùi lín所講ê好話；hō͘ lín tò來chit ê所在。"}},{"book":"耶","chapter":29,"verse":11,"versions":{"unv":"耶和華說：我知道我向你們所懷的意念是賜平安的意念，不是降災禍的意念，要叫你們末後有指望。","bklcl":"Iâ-hô-hoa kóng, Góa chai Góa tùi lín só͘ chûn ê ì-sù, sī siúⁿ-sù pêng-an ê ì-sù, m̄-sī kàng chai-ē; beh hō͘ lín bé-kéng ū ǹg-bāng.","tghg":"耶和華講：我知我對恁所存的意思是賞賜平安的意思，呣是降災禍，欲互恁尾境有向望。","bklhl":"耶和華講，我知我tùi lín所存ê意思，是賞賜平安ê意思，m̄是降災厄；beh hō͘ lín尾景有ǹg望。"}},{"book":"耶","chapter":29,"verse":12,"versions":{"unv":"你們要呼求我，禱告我，我就應允你們。","bklcl":"Hit-sî lín beh kiû-kiò Góa, beh khì kî-tó Góa, Góa beh thiaⁿ lín.","tghg":"彼時恁欲求叫我，欲去祈禱我，我欲聽恁。","bklhl":"Hit時lín beh求叫我，beh去祈禱我，我beh聽lín。"}},{"book":"耶","chapter":29,"verse":13,"versions":{"unv":"你們尋求我，若專心尋求我，就必尋見。","bklcl":"Lín beh chhē Góa, lâi tú-tio̍h; in-ūi lín beh choan-sim chhē Góa.","tghg":"恁欲尋我，來抵著(tú-tio̍h)，因為恁欲專心尋我。","bklhl":"Lín beh chhē我，來tú-tio̍h；因為lín beh專心chhē我。"}},{"book":"耶","chapter":29,"verse":14,"versions":{"unv":"耶和華說：我必被你們尋見，我也必使你們被擄的人歸回，將你們從各國中和我所趕你們到的各處招聚了來，又將你們帶回我使你們被擄掠離開的地方。這是耶和華說的。","bklcl":"Iâ-hô-hoa kóng: Góa beh hō͘ lín chhē-tio̍h; Góa ia̍h beh hō͘ lín siū-lia̍h ê lâng tò-tńg--lâi; beh tùi Góa só͘ kóaⁿ lín kàu ê ta̍k-kok ta̍k só͘-chāi chū-chi̍p lín; ia̍h beh hō͘ lín tò-lâi pún só͘-chāi, chiū-sī Góa só͘ hō͘ lín tùi hia siū-lia̍h--ê; che sī Iâ-hô-hoa kóng--ê.","tghg":"耶和華講：我欲互恁尋著，我亦欲互恁受掠的人倒轉來，欲對我所趕恁到的逐國逐所在聚集恁，亦欲互恁倒來本所在就是我所互恁對遐受掠的。這是耶和華講的。","bklhl":"耶和華講：我beh hō͘ lín chhē-tio̍h；我亦beh hō͘ lín受掠ê人倒tńg來；beh tùi我所趕lín到ê ta̍k國ta̍k所在聚集lín；亦beh hō͘ lín tò來本所在，就是我所hō͘ lín tùi hia受掠ê；這是耶和華講ê。"}},{"book":"耶","chapter":29,"verse":15,"versions":{"unv":"「你們說：『耶和華在巴比倫為我們興起先知』；","bklcl":"In-ūi lín kóng, Iâ-hô-hoa tī Pa-pí-lûn kā goán heng-khí sian-ti.","tghg":"「因為恁講：『耶和華佇巴比倫給阮興起先知』；","bklhl":"因為lín講，耶和華tī巴比倫kā阮興起先知。"}},{"book":"耶","chapter":29,"verse":16,"versions":{"unv":"所以耶和華論到坐大衛寶座的王和住在這城裡的一切百姓，就是未曾與你們一同被擄的弟兄，","bklcl":"Taⁿ Iâ-hô-hoa lūn-kàu chē Tāi-pi̍t pó-chō ê ông, ia̍h lūn-kàu tiàm tī chit ê siâⁿ ê chèng peh-sìⁿ, chiū-sī bô kap lín saⁿ-kap siū-lia̍h ê hiaⁿ-tī;","tghg":"今耶和華論到坐大衛寶座的王，亦論到踮佇此個城的眾百姓，就是無及恁相及受掠的兄弟，","bklhl":"Taⁿ耶和華論到坐大衛寶座ê王，亦論到tiàm tī chit ê城ê眾百姓，就是無kap lín相kap受掠ê兄弟；"}},{"book":"耶","chapter":29,"verse":17,"versions":{"unv":"萬軍之耶和華如此說：『看哪，我必使刀劍、饑荒、瘟疫臨到他們，使他們像極壞的無花果，壞得不可吃。","bklcl":"bān-kun ê Iâ-hô-hoa án-ni kóng, Khòaⁿ ah, Góa beh ēng to-kiàm, ēng ki-hng ēng un-e̍k, kàu tī in; hō͘ in chhin-chhiūⁿ ke̍k-pháiⁿ ê bû-hoa-kó, pháiⁿ kàu bōe-chia̍h-tit.","tghg":"萬軍的耶和華按呢講：『看啊，我欲用刀劍，用飢荒、用瘟疫到佇𪜶，互𪜶親像極歹的無花果，歹到𣍐食得。","bklhl":"萬軍ê耶和華án-ni講，看ah，我beh用刀劍，用飢荒用瘟疫，到tī in；hō͘ in親像極pháiⁿ ê無花果，pháiⁿ到bōe食得。"}},{"book":"耶","chapter":29,"verse":18,"versions":{"unv":"我必用刀劍、饑荒、瘟疫追趕他們，使他們在天下萬國拋來拋去，在我所趕他們到的各國中，令人咒詛、驚駭、嗤笑、羞辱。","bklcl":"Góa beh ēng to-kiàm, ēng ki-hng, ēng un-e̍k tui-jip in; hō͘ in liû-lo̍h tī thiⁿ-ē bān-kok; tī Góa kóaⁿ in kàu ê ta̍k-kok, chòe thang chiù-chó͘, thang gông-ngia̍h thang ki-chhì, thang lêng-jio̍k--ê.","tghg":"我欲用刀劍、用飢荒、用瘟疫追趇(jip)𪜶，互𪜶流落佇天下萬國，佇我趕𪜶到的逐國，做通咒詛，通卬愕通譏刺(ki-chhì)，通凌辱者。","bklhl":"我beh用刀劍，用飢荒，用瘟疫追jip in；hō͘ in 流落tī天下萬國；tī我趕in到ê ta̍k國，做thang咒詛，thang gông-ngia̍h thang譏刺，thang凌辱ê。"}},{"book":"耶","chapter":29,"verse":19,"versions":{"unv":"耶和華說：這是因為他們沒有聽從我的話，就是我從早起來差遣我僕人眾先知去說的，無奈他們不聽。這是耶和華說的。","bklcl":"Iâ-hô-hoa kóng, Che sī in-ūi in bô thiaⁿ-thàn Góa ê ōe, chiū-sī Góa chhe Góa chiah-ê lô͘-po̍k chèng sian-ti kā in kóng ê ōe; sī chá-chá khí-lâi chhe in; chóng-sī lín bô thiaⁿ; che sī Iâ-hô-hoa kóng--ê.","tghg":"耶和華講：這是因為𪜶無聽趁我的話，就是我差我諸個奴僕眾先知給𪜶講的話，是早早起來差𪜶；總是恁無聽。這是耶和華講的。","bklhl":"耶和華講，這是因為in無聽thàn我ê話，就是我差我chiah ê奴僕眾先知kā in講ê話；是早早起來差in；總是lín無聽；這是耶和華講ê。"}},{"book":"耶","chapter":29,"verse":20,"versions":{"unv":"所以你們一切被擄去的，就是我從耶路撒冷打發到巴比倫去的，當聽耶和華的話。』」","bklcl":"Só͘-í lín it-chhè siū-lia̍h--khì ê, chiū-sī Góa tùi Iâ-lō͘-sat-léng chhe kàu Pa-pí-lûn--ê, lín lóng tio̍h thiaⁿ Iâ-hô-hoa ê ōe.","tghg":"所以恁一切受掠去者，就是我對耶路撒冷差到巴比倫者，恁攏著聽耶和華的話。』","bklhl":"所以lín一切受掠去ê，就是我tùi耶路撒冷差到巴比倫ê，lín lóng tio̍h聽耶和華ê話。"}},{"book":"耶","chapter":29,"verse":21,"versions":{"unv":"萬軍之耶和華─以色列的　神論到哥賴雅的兒子亞哈，並瑪西雅的兒子西底家，如此說：「他們是託我名向你們說假預言的，我必將他們交在巴比倫王尼布甲尼撒的手中；他要在你們眼前殺害他們。","bklcl":"Bān-kun ê Iâ-hô-hoa, Í-sek-lia̍t ê Siōng-tè, án-ni kóng, lūn-kàu Ko-nāi-ngá ê kiáⁿ A-hap, kap Má-se-ngá ê kiáⁿ Se-tí-ka, in thok Góa ê miâ tùi lín soan-thoân pe̍h-chha̍t: Khòaⁿ ah, Góa beh chiong in kau tī Pa-pí-lûn ông Nî-pò͘-kah-nî-sat ê chhiú; i beh tī lín ê bīn-chêng thâi in.","tghg":"萬軍的耶和華──以色列的上帝，按呢講：「論到哥奈雅的子亞哈，及瑪西雅的子西底家，𪜶託我的名對恁宣傳白賊，看啊，我欲將𪜶交佇巴比倫王尼布甲尼撒的手；伊欲佇恁的面前刣𪜶。","bklhl":"萬軍ê耶和華，以色列ê上帝，án-ni講，論到Ko-nāi-ngá ê kiáⁿ A-hap，kap Má-se-ngá ê kiáⁿ Se-tí-ka，in託我ê名對lín宣傳白賊：看ah，我beh將in交tī巴比倫王Nî-pò͘-kah-nî-sat ê手；伊beh tī lín ê面前刣 in。"}},{"book":"耶","chapter":29,"verse":22,"versions":{"unv":"住巴比倫一切被擄的猶大人必藉這二人賭咒說：『願耶和華使你像巴比倫王在火中燒的西底家和亞哈一樣。』","bklcl":"Iû-tāi siū-lia̍h ê chèng-lâng tī Pa-pí-lûn--ê, beh ēng chí(**chit) nn̄g lâng chòe ōe-pìⁿ chiù-chó͘ lâng, kóng, Goān Iâ-hô-hoa hō͘ lí chhin-chhiūⁿ Se-tí-ka A-hap, hō͘ Pa-pí-lûn ông ēng hé sio--i.","tghg":"猶大受掠的眾人佇巴比倫者，欲用此二人做話柄咒詛人講：『願耶和華互你親像西底家、亞哈互巴比倫王用火燒伊。』","bklhl":"偤大受掠ê眾人tī巴比倫ê，beh用chit兩人做話柄咒詛人，講，願耶和華hō͘你親像Se-tí-ka A-hap，hō͘巴比倫王用火燒伊。"}},{"book":"耶","chapter":29,"verse":23,"versions":{"unv":"這二人是在以色列中行了醜事，與鄰舍的妻行淫，又假託我名說我未曾吩咐他們的話。知道的是我，作見證的也是我。這是耶和華說的。」","bklcl":"In tī Í-sek-lia̍t-tiong chòe-chhut kiàn-siàu ê sū; îm in chhù-piⁿ ê bó͘; koh thok Góa ê miâ soan-thoân pe̍h-chha̍t, Góa só͘ bô bēng-lēng in--ê; chai--ê sī Góa, chòe kan-chèng--ê ia̍h sī Góa; che sī Iâ-hô-hoa kóng--ê.","tghg":"𪜶佇以色列中做出見誚的事，淫𪜶厝邊的某，閣託我的名宣傳白賊、我所無命令𪜶的。知者是我，做干證者亦是我。這是耶和華講的。」","bklhl":"In tī以色列中做出見笑ê事；淫in厝邊ê bó͘；koh託我ê名宣傳白賊，我所無命令in-ê；知ê是我，做干證ê亦是我；這是耶和華講ê。"}},{"book":"耶","chapter":29,"verse":24,"versions":{"unv":"「論到尼希蘭人示瑪雅，你當說，","bklcl":"Lūn Nî-hi-lân lâng Sī-má-ngá, lí tio̍h kóng,","tghg":"「論尼希蘭人示瑪雅，你著講，","bklhl":"論Nî-hi-lân人Sī-má-ngá，你tio̍h講，"}},{"book":"耶","chapter":29,"verse":25,"versions":{"unv":"萬軍之耶和華─以色列的　神如此說：你曾用自己的名寄信給耶路撒冷的眾民和祭司瑪西雅的兒子西番雅，並眾祭司，說：","bklcl":"Bān-kun ê Iâ-hô-hoa, Í-sek-lia̍t ê Siōng-tè, án-ni kóng, Lí bat ēng ka-kī ê miâ kià phoe hō͘ Iâ-lō͘-sat-léng ê chèng peh-sìⁿ, kap chè-si Má-se-ngá ê kiáⁿ Se-hoan-ngá, kap chèng chè-si kóng,","tghg":"萬軍的耶和華──以色列的上帝按呢講：你曾用家己的名寄批互耶路撒冷的眾百姓及祭司瑪西雅的子西番雅，及眾祭司講：","bklhl":"萬軍ê耶和華，以色列ê上帝，án-ni講，你bat用家己ê名寄phoe hō͘耶路撒冷ê眾百姓，kap祭司Má-se-ngá ê kiáⁿ Se-hoan-ngá，kap眾祭司講，"}},{"book":"耶","chapter":29,"verse":26,"versions":{"unv":"『耶和華已經立你西番雅為祭司，代替祭司耶何耶大，使耶和華殿中有官長，好將一切狂妄自稱為先知的人用枷枷住，用鎖鎖住。","bklcl":"Iâ-hô-hoa ū siat-li̍p lí chòe chè-si, lâi thòe chè-si Iâ-hô-iâ-tāi, hō͘ lín kam(**kàm)-tok Iâ-hô-hoa ê chhù, thang chiong it-chhè khong-khám ka-kī chheng chòe sian-ti ê lâng, ēng chhâ-kê kā i kê, ēng só kā i só.","tghg":"『耶和華有設立你做祭司，來替祭司耶何耶大，互恁監督耶和華的厝，通將一切悾憨(khong-khám)家己稱做先知的人用柴枷(kê)給伊枷，用鎖給伊鎖。","bklhl":"耶和華有設立你做祭司，來替祭司Iâ-hô-iâ-tāi，hō͘ lín監督耶和華ê厝，thang將一切khong-khám家己稱做先知ê人，用柴枷kā伊枷，用鎖kā伊鎖。"}},{"book":"耶","chapter":29,"verse":27,"versions":{"unv":"現在亞拿突人耶利米向你們自稱為先知，你們為何沒有責備他呢？","bklcl":"Hiān-kim A-ná-tu̍t lâng Iâ-lī-bí tùi lín ka-kī chheng chòe sian-ti, lín siáⁿ-sū bô chek-pī i ah?","tghg":"現今亞拿突人耶利米對恁家己稱做先知，恁啥事無責備伊啊？","bklhl":"現今A-ná-tu̍t人耶利米對lín家己稱做先知，lín啥事無責備伊ah？"}},{"book":"耶","chapter":29,"verse":28,"versions":{"unv":"因為他寄信給我們在巴比倫的人說：被擄的事必長久。你們要蓋造房屋，住在其中；栽種田園，吃其中所產的。』」","bklcl":"In-ūi i kià-phoe kàu Pa-pí-lûn, kā goán kóng, Siū-lia̍h ê sî beh kú-tn̂g; lín tio̍h khí chhù lâi khiā-khí; choh-hn̂g lâi chia̍h ké-chí.","tghg":"因為伊寄批到巴比倫給阮講：受掠的時欲久長。恁著起厝，來徛起；作園來食果子。』」","bklhl":"因為伊寄phoe到巴比倫，kā阮講，受掠ê時beh久長；lín tio̍h起厝來khiā起；作園來食果子。"}},{"book":"耶","chapter":29,"verse":29,"versions":{"unv":"祭司西番雅就把這信念給先知耶利米聽。","bklcl":"Chè-si Se-hoan-ngá chiū chiong chit tiuⁿ phoe tha̍k hō͘ sian-ti Iâ-lī-bí thiaⁿ.","tghg":"祭司西番雅就將此張批讀互先知耶利米聽。","bklhl":"祭司Se-hoan-ngá就將chit張phoe讀hō͘先知耶利米聽。"}},{"book":"耶","chapter":29,"verse":30,"versions":{"unv":"於是耶和華的話臨到耶利米說：","bklcl":"Tùi án-ni, Iâ-hô-hoa ê ōe lîm-kàu Iâ-lī-bí kóng,","tghg":"對按呢，耶和華的話臨到耶利米講：","bklhl":"Tùi án-ni，耶和華ê話臨到耶利米講，"}},{"book":"耶","chapter":29,"verse":31,"versions":{"unv":"「你當寄信給一切被擄的人說：『耶和華論到尼希蘭人示瑪雅說：因為示瑪雅向你們說預言，我並沒有差遣他，他使你們倚靠謊言；","bklcl":"Lí tio̍h kià phoe hō͘ it-chhè siū-lia̍h ê lâng kóng, Iâ-hô-hoa lūn-kàu Nî-hi-lân lâng Sī-má-ngá kóng, In-ūi Sī-má-ngá tùi lín soan-thoân--ê; Góa bô chhe i, i hō͘ lín óa-khò pe̍h-chha̍t;","tghg":"「你著寄批互一切受掠的人講：『耶和華論到尼希蘭人示瑪雅講：因為示瑪雅對恁宣傳的，我無差伊，伊互恁倚靠白賊；","bklhl":"你tio̍h寄phoe hō͘一切受掠ê人講，耶和華論到Nî-hi-lân人Sī-má-ngá講，因為Sī-má-ngá對lín宣傳ê；我無差伊，伊hō͘ lín óa靠白賊；"}},{"book":"耶","chapter":29,"verse":32,"versions":{"unv":"所以耶和華如此說：我必刑罰尼希蘭人示瑪雅和他的後裔，他必無一人存留住在這民中，也不得見我所要賜與我百姓的福樂，因為他向耶和華說了叛逆的話。這是耶和華說的。』」","bklcl":"só͘-í Iâ-hô-hoa án-ni kóng, Góa beh hêng-hoa̍t Nî-hi-lân lâng Sī-má-ngá, kap i ê hō͘-è; i tek-khak bô lâu chi̍t lâng khiā-khí tī chit ê peh-sìⁿ ê tiong-kan; ia̍h bô thang khòaⁿ-kìⁿ Góa só͘ beh siúⁿ-sù Góa ê peh-sìⁿ ê hok-khì; in-ūi i kóng pōe-ge̍k Iâ-hô-hoa ê ōe; che sī Iâ-hô-hoa kóng--ê.","tghg":"所以耶和華按呢講：我欲刑罰尼希蘭人示瑪雅及伊的後裔，伊的確無留一人徛起佇此個百姓的中間，亦無通看見我所欲賞賜我的百姓的福氣，因為伊講悖逆耶和華的話。這是耶和華講的。』」","bklhl":"所以耶和華án-ni講，我beh刑罰Nî-hi-lân人Sī-má-ngá，kap伊ê後裔；伊的確無留一人khiā起tī chit ê百姓ê中間；亦無thang看見我所beh賞賜我ê百姓ê福氣；因為伊講悖逆耶和華ê話；這是耶和華講ê。"}}]