[{"book":"耶","chapter":37,"verse":1,"versions":{"unv":"約西亞的兒子西底家代替約雅敬的兒子哥尼雅為王，是巴比倫王尼布甲尼撒立在猶大地作王的。","bklcl":"Iok-se-a ê kiáⁿ Se-tí-ka ông thòe Iok-ngá-kèng ê kiáⁿ Ko-nî-ngá chòe ông; Pa-pí-lûn ông Nî-pò͘-kah-nî-sat bat siat-li̍p i chòe ông tī Iû-tāi tōe.","tghg":"約西亞的子西底家王替約雅敬的子哥尼雅做王，巴比倫王尼布甲尼撒曾設立伊做王佇猶大地。","bklhl":"約西亞ê kiáⁿ Se-tí-ka王替Iok-ngá-kèng ê kiáⁿ Ko-nî-ngá做王；巴比倫王Nî-pò͘-kah-nî-sat bat設立伊做王tī偤大地。"}},{"book":"耶","chapter":37,"verse":2,"versions":{"unv":"但西底家和他的臣僕，並國中的百姓，都不聽從耶和華藉先知耶利米所說的話。","bklcl":"Chóng-sī i kap i ê jîn-sîn, kap kok-lāi ê peh-sìⁿ, lóng m̄-thiaⁿ Iâ-hô-hoa ê ōe, chiū-sī i thok sian-ti Iâ-lī-bí só͘ kóng--ê.","tghg":"總是伊及伊的人臣，及國內的百姓，攏呣聽耶和華的話，就是伊託先知耶利米所講的。","bklhl":"總是伊kap伊ê人臣，kap國內ê百姓，lóng m̄聽耶和華ê話，就是伊託先知耶利米所講ê。"}},{"book":"耶","chapter":37,"verse":3,"versions":{"unv":"西底家王打發示利米雅的兒子猶甲和祭司瑪西雅的兒子西番雅去見先知耶利米，說：「求你為我們禱告耶和華─我們的　神。」","bklcl":"Se-tí-ka ông chhe Sī-lī-bí-ngá ê kiáⁿ Iû-kah, kap chè-si Má-se-ngá ê kiáⁿ Se-hoan-ngá, khì kìⁿ sian-ti Iâ-lī-bí; kóng, Kiû lí thòe goán kî-tó Iâ-hô-hoa lán ê Siōng-tè.","tghg":"西底家王差示利米雅的子猶甲及祭司瑪西雅的子西番雅去見先知耶利米，講：「求你替阮祈禱耶和華──咱的上帝。」","bklhl":"Se-tí-ka王差Sī-lī-bí-ngá ê kiáⁿ Iû-kah，kap祭司Má-se-ngá ê kiáⁿ Se-hoan-ngá，去見先知耶利米；講，求你替阮祈禱耶和華咱ê上帝。"}},{"book":"耶","chapter":37,"verse":4,"versions":{"unv":"那時耶利米在民中出入，因為他們還沒有把他囚在監裡。","bklcl":"Hit-sî Iâ-lī-bí chhut-ji̍p tī peh-sìⁿ ê tiong-kan; in-ūi in iáu-bē kā i koaiⁿ-lo̍h kaⁿ.","tghg":"彼時耶利米出入佇百姓的中間，因為𪜶猶未給伊關落監。","bklhl":"Hit時耶利米出入tī百姓ê中間；因為in iáu未kā伊關落監。"}},{"book":"耶","chapter":37,"verse":5,"versions":{"unv":"法老的軍隊已經從埃及出來，那圍困耶路撒冷的迦勒底人聽見他們的風聲，就拔營離開耶路撒冷去了。","bklcl":"Hoat-ló ê kun-peng í-keng tùi Ai-ki̍p chhut-lâi, hiah-ê ûi-khùn Iâ-lō͘-sat-léng ê Ka-le̍k-tí lâng thiaⁿ-kìⁿ in ê hong-siaⁿ, chiū thiat-iâⁿ lī-khui Iâ-lō͘-sat-léng.","tghg":"法老的軍兵已經對埃及出來，許個圍困耶路撒冷的迦勒底人聽見𪜶的風聲，就撤營(thiat-iâⁿ)離開耶路撒冷。","bklhl":"法老ê軍兵已經tùi埃及出來，hiah-ê圍困耶路撒冷ê Ka-le̍k-tí人聽見in ê風聲，就撤營離開耶路撒冷。"}},{"book":"耶","chapter":37,"verse":6,"versions":{"unv":"耶和華的話臨到先知耶利米說：","bklcl":"Iâ-hô-hoa ê ōe lîm-kàu sian-ti Iâ-lī-bí kóng:","tghg":"耶和華的話臨到先知耶利米講：","bklhl":"耶和華ê話臨到先知耶利米講："}},{"book":"耶","chapter":37,"verse":7,"versions":{"unv":"「耶和華─以色列的　神如此說：猶大王打發你們來求問我，你們要如此對他說：『那出來幫助你們法老的軍隊必回埃及本國去。","bklcl":"Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè án-ni kóng, Iû-tāi ông chhe lín lâi góa chia mn̄g góa, lín tio̍h án-ni kā i kóng, Khòaⁿ ah, Hoat-ló ê kun-peng hiah-ê chhut-lâi beh pang-chān lín--ê, beh tò--khì Ai-ki̍p pún-kok.","tghg":"「耶和華──以色列的上帝按呢講：猶大王差恁來我遮問我，恁著按呢給伊講：『看啊，法老的軍兵許個出來欲幫助恁者欲倒去埃及本國。","bklhl":"耶和華以色列ê上帝án-ni講，偤大王差lín來我chia問我，lín tio̍h án-ni kā伊講，看ah，法老ê軍兵hiah-ê出來beh幫贊lín-ê，beh tò去埃及本國。"}},{"book":"耶","chapter":37,"verse":8,"versions":{"unv":"迦勒底人必再來攻打這城，並要攻取，用火焚燒。","bklcl":"Ka-le̍k-tí lâng beh koh lâi, kong-kek chit ê siâⁿ, beh chhú--i, ia̍h beh ēng hé sio--i.","tghg":"迦勒底人欲閣來攻擊此個城，欲取伊，亦欲用火燒伊。","bklhl":"Ka-le̍k-tí人beh koh來，攻擊chit ê城，beh取伊，亦beh用火燒伊。"}},{"book":"耶","chapter":37,"verse":9,"versions":{"unv":"耶和華如此說：你們不要自欺說「迦勒底人必定離開我們」，因為他們必不離開。","bklcl":"Iâ-hô-hoa án-ni kóng, Lín m̄-thang ka-kī phiàn, kóng, Ka-le̍k-tí lâng tek-khak beh lī-khui goán, in-ūi in bô beh lī-khui.","tghg":"耶和華按呢講：恁呣通家己騙講「迦勒底人的確欲離開阮」，因為𪜶無欲離開。","bklhl":"耶和華án-ni講，Lín m̄-thang家己騙，講，Ka-le̍k-tí人的確beh離開阮，因為in無beh離開。"}},{"book":"耶","chapter":37,"verse":10,"versions":{"unv":"你們即便殺敗了與你們爭戰的迦勒底全軍，但剩下受傷的人也必各人從帳棚裡起來，用火焚燒這城。』」","bklcl":"Lín chiū nā phah-pāi kong-kek lín ê Ka-le̍k-tí ê choân-kun, in tiong-kan chí chhun siū-siong ê lâng, in ta̍k-lâng ia̍h beh tùi i ê pò͘-pîⁿ-lāi khí-lâi, ēng hé sio chit ê siâⁿ.","tghg":"恁就若拍敗攻擊恁的迦勒底的全軍，𪜶中間只剩(chhun)受傷的人，𪜶逐人亦欲對伊的布棚內起來，用火燒此個城。』」","bklhl":"Lín就若phah敗攻擊lín ê Ka-le̍k-tí ê全軍，in中間只chhun受傷ê人，in ta̍k人亦beh對伊ê布棚內起來，用火燒chit ê城。"}},{"book":"耶","chapter":37,"verse":11,"versions":{"unv":"迦勒底的軍隊因怕法老的軍隊，拔營離開耶路撒冷的時候，","bklcl":"Ka-le̍k-tí ê kun-peng, in-ūi kiaⁿ Hoat-ló ê kun-peng, chiū thiat-iâⁿ lī-khui Iâ-lō͘-sat-léng;","tghg":"迦勒底的軍兵因為驚法老的軍兵，就撤營離開耶路撒冷，","bklhl":"Ka-le̍k-tí ê軍兵，因為驚法老ê軍兵，就撤營離開耶路撒冷；"}},{"book":"耶","chapter":37,"verse":12,"versions":{"unv":"耶利米就雜在民中出離耶路撒冷，要往便雅憫地去，在那裡得自己的地業。","bklcl":"hit-sî Iâ-lī-bí chhut Iâ-lō͘-sat-léng, beh khì Piān-ngá-bín ê tōe; ài tit-tio̍h i ê hūn-gia̍h tī peh-sìⁿ ê tiong-kan.","tghg":"彼時耶利米出耶路撒冷，欲去便雅憫的地，愛得著伊的份額佇百姓的中間。","bklhl":"Hit時耶利米出耶路撒冷，beh去便雅憫ê地；ài得tio̍h伊ê份額tī百姓ê中間。"}},{"book":"耶","chapter":37,"verse":13,"versions":{"unv":"他到了便雅憫門那裡，有守門官名叫伊利雅，是哈拿尼亞的孫子、示利米雅的兒子，他就拿住先知耶利米，說：「你是投降迦勒底人哪！」","bklcl":"I kàu Piān-ngá-bín mn̂g hia, ū kò͘-mn̂g ê koaⁿ, miâ kiò I-lī-ngá, sī Hap-ná-nî-a ê sun, Sī-lī-bí-ngá ê kiáⁿ; i chiū lia̍h sian-ti Iâ-lī-bí, kóng, Lí sī teh tâu-hâng Ka-le̍k-tí lâng o͘h.","tghg":"伊到便雅憫門遐，有顧門的官名叫伊利雅，是哈拿尼亞的孫、示利米雅的子，伊就掠先知耶利米，講：「你是啲投降迦勒底人噢(oh)！」","bklhl":"伊到便雅憫門hia，有顧門ê官，名叫I-lī-ngá，是Hap-ná-nî-a ê孫，Sī-lī-bí-ngá ê kiáⁿ；伊就掠先知耶利米，講，你是teh投降Ka-le̍k-tí人o͘h。"}},{"book":"耶","chapter":37,"verse":14,"versions":{"unv":"耶利米說：「你這是謊話，我並不是投降迦勒底人。」伊利雅不聽他的話，就拿住他，解到首領那裡。","bklcl":"Iâ-lī-bí kóng, Bô-iáⁿ, góa m̄-sī tâu-hâng Ka-le̍k-tí lâng; I-lī-ngá m̄-thiaⁿ i, chiū lia̍h Iâ-lī-bí, sàng i kàu kùi-cho̍k hia.","tghg":"耶利米講：「無影，我呣是投降迦勒底人。」伊利雅呣聽伊，就掠耶利米，送伊到貴族遐。","bklhl":"耶利米講，無影，我m̄是投降Ka-le̍k-tí人；I-lī-ngá m̄聽伊，就掠耶利米，送伊到貴族hia。"}},{"book":"耶","chapter":37,"verse":15,"versions":{"unv":"首領惱怒耶利米，就打了他，將他囚在文士約拿單的房屋中，因為他們以這房屋當作監牢。","bklcl":"Chiah-ê kùi-cho̍k siū-khì Iâ-lī-bí, chiū phah i, koaiⁿ i tī kaⁿ--nih, tī su-kì Iok-ná-tan ê chhù, in-ūi in ēng hit-keng chòe kaⁿ-lô.","tghg":"諸個貴族受氣耶利米，就拍伊，關伊佇監裡佇書記約拿單的厝，因為𪜶用彼間做監牢。","bklhl":"Chiah-ê貴族受氣耶利米，就phah伊，關伊tī監裡，tī書記約拿單ê厝，因為in用hit間做監牢。"}},{"book":"耶","chapter":37,"verse":16,"versions":{"unv":"耶利米來到獄中，進入牢房，在那裡囚了多日。","bklcl":"Iâ-lī-bí í-keng kàu tōe-hām ê hia̍t-lāi, Iâ-lī-bí tòa hia chōe-chōe ji̍t.","tghg":"耶利米已經到地陷(tōe-hām)的穴(hia̍t)內，耶利米住遐多多日。","bklhl":"耶利米已經到地陷ê穴內，耶利米tòa hia chōe-chōe日。"}},{"book":"耶","chapter":37,"verse":17,"versions":{"unv":"西底家王打發人提出他來，在自己的宮內私下問他說：「從耶和華有甚麼話臨到沒有？」耶利米說：「有！」又說：「你必交在巴比倫王手中。」","bklcl":"Se-tí-ka ông chhe lâng tòa i lâi, ông tī i ê kiong-lāi àm-chīⁿ mn̄g i kóng, Ū sím-mi̍h ōe tùi Iâ-hô-hoa lâi bô?  Iâ-lī-bí kóng, Ū; koh kóng, Lí beh kau tī Pa-pí-lûn ông ê chhiú.","tghg":"西底家王差人帶伊來，王佇伊的宮內暗靜問伊講：「有甚麼話對耶和華來無？」耶利米講：「有！」閣講：「你欲交佇巴比倫王的手。」","bklhl":"Se-tí-ka王差人帶伊來，王tī伊ê宮內暗靜問伊講，有甚麼話tùi耶和華來無？耶利米講，有；koh講，你beh交tī巴比倫王ê手。"}},{"book":"耶","chapter":37,"verse":18,"versions":{"unv":"耶利米又對西底家王說：「我在甚麼事上得罪你，或你的臣僕，或這百姓，你竟將我囚在監裡呢？","bklcl":"Iâ-lī-bí koh tùi Se-tí-ka ông kóng, Góa ū sím-mi̍h tek-chōe lí, á-sī tek-chōe lí ê jîn-sîn kap chit ê peh-sìⁿ, chiah hō͘ lí kā góa koaiⁿ-kaⁿ?","tghg":"耶利米閣對西底家王講：「我有甚麼得罪你，抑是得罪你的人臣及此個百姓，才(chiah)互你給我關監？","bklhl":"耶利米koh對Se-tí-ka王講，我有甚麼得罪你，á是得罪你ê人臣kap chit ê百姓，chiah hō͘你kā我關監？"}},{"book":"耶","chapter":37,"verse":19,"versions":{"unv":"對你們預言巴比倫王必不來攻擊你們和這地的先知，現今在哪裡呢？","bklcl":"Lí chiah-ê sian-ti tùi lín chhàm-gú, kóng, Pa-pí-lûn ông tek-khak bô lâi kong-kek lín kap chit ê só͘-chāi; taⁿ in tī toh-lo̍h?","tghg":"你諸個先知對恁讖語講巴比倫王的確無來攻擊恁及此個所在，今𪜶佇叨落？","bklhl":"你chiah ê先知對lín讖語，講，巴比倫王的確無來攻擊lín kap chit ê所在；taⁿ in tī toh-lo̍h？"}},{"book":"耶","chapter":37,"verse":20,"versions":{"unv":"主─我的王啊，求你現在垂聽，准我在你面前的懇求：不要使我回到文士約拿單的房屋中，免得我死在那裡。」","bklcl":"Taⁿ góa ê chú góa ê ông ah, chhiáⁿ lí thiaⁿ góa, chún góa só͘ kiû, m̄-thang hō͘ góa tò-tńg--khì su-kì Iok-ná-tan ê chhù, bián-tit góa sí tī-hia.","tghg":"今我的主──我的王啊，請你聽我，准我所求；呣通互我倒轉去書記約拿單的厝，免得我死佇遐。」","bklhl":"Taⁿ我ê主我ê王ah，請你聽我，准我所求，m̄-thang hō͘我倒tńg去書記約拿單ê厝，免得我死tī-hia。"}},{"book":"耶","chapter":37,"verse":21,"versions":{"unv":"於是，西底家王下令，他們就把耶利米交在護衛兵的院中，每天從餅舖街取一個餅給他，直到城中的餅用盡了。這樣，耶利米仍在護衛兵的院中。","bklcl":"Se-tí-ka ông chiū bēng-lēng koaiⁿ Iâ-lī-bí tī khu-liû-só͘ ê īⁿ; ta̍k-ji̍t tùi chòe-piáⁿ ê koe the̍h chi̍t-lia̍p mī-pau hō͘ i; ti̍t-kàu siâⁿ-lāi bô mī-pau chiah soah; án-ni Iâ-lī-bí iû-goân tòa tī khu-liû-só͘ ê īⁿ-lāi.","tghg":"西底家王就命令，關耶利米佇拘留所的院，逐日對做餅的街提一粒麵包互伊，直到城內無麵包才息(soah)。按呢，耶利米猶原住佇拘留所的院內。","bklhl":"Se-tí-ka王就命令關耶利米tī拘留所ê院；ta̍k日tùi做餅ê街the̍h一粒麵包hō͘伊；直到城內無麵包chiah soah；án-ni耶利米猶原tòa tī拘留所ê院內。"}}]