[{"book":"耶","chapter":40,"verse":1,"versions":{"unv":"耶利米鎖在耶路撒冷和猶大被擄到巴比倫的人中，護衛長尼布撒拉旦將他從拉瑪釋放以後，耶和華的話臨到耶利米。","bklcl":"Iâ-lō͘-sat-léng lâng, kap Iû-tāi lâng, siū-lia̍h khì Pa-pí-lûn; kî-tiong Iâ-lī-bí ia̍h hō͘ Sī-ōe-tiúⁿ lia̍h--khì, ēng thih-liān pa̍k--i; āu-lâi tùi La̍h-má pàng i khì; jiân-āu Iâ-hô-hoa ê ōe lîm-kàu Iâ-lī-bí.","tghg":"耶路撒冷人及猶大人受掠去巴比倫，其中耶利米亦互侍衛長掠去，用鐵鍊縛(pa̍k)伊，後來對拉瑪放伊去，然後耶和華的話臨到耶利米。","bklhl":"耶路撒冷人，kap偤大人，受掠去巴比倫；其中耶利米亦hō͘侍衛長掠去，用鐵鏈縛伊；後來tùi La̍h-má放伊去；然後耶和華ê話臨到耶利米。"}},{"book":"耶","chapter":40,"verse":2,"versions":{"unv":"護衛長將耶利米叫來，對他說：「耶和華─你的　神曾說要降這禍與此地。","bklcl":"Sī-ōe-tiúⁿ kiò Iâ-lī-bí lâi, kā i kóng, Iâ-hô-hoa lí ê Siōng-tè bat kóng, beh kàng chit ê chai-ē hō͘ chit ê só͘-chāi.","tghg":"侍衛長叫耶利米來，給伊講：「耶和華──你的上帝曾講欲降此個災禍互此個所在。","bklhl":"侍衛長叫耶利米來，kā伊講，耶和華你ê上帝bat講，beh降chit ê災厄hō͘ chit ê所在。"}},{"book":"耶","chapter":40,"verse":3,"versions":{"unv":"耶和華使這禍臨到，照他所說的行了；因為你們得罪耶和華，沒有聽從他的話，所以這事臨到你們。","bklcl":"Taⁿ Iâ-hô-hoa hō͘ i kàu, chiàu I só͘ kóng--ê lâi kiâⁿ.  In-ūi lín tek-chōe Iâ-hô-hoa, bô thiaⁿ-thàn I ê ōe, só͘-í chit ê tāi-chì kàu tī lín.","tghg":"今耶和華互伊到，照伊所講的來行；因為恁得罪耶和華，無聽趁伊的話，所以此個代誌到佇恁。","bklhl":"Taⁿ耶和華hō͘伊到，照伊所講ê來行。因為lín得罪耶和華，無聽thàn伊ê話，所以chit ê tāi-chì到tī lín。"}},{"book":"耶","chapter":40,"verse":4,"versions":{"unv":"現在我解開你手上的鍊子，你若看與我同往巴比倫去好，就可以去，我必厚待你；你若看與我同往巴比倫去不好，就不必去。看哪，全地在你面前，你以為哪裡美好，哪裡合宜，只管上那裡去吧！」","bklcl":"Khòaⁿ ah, góa kin-á-ji̍t tháu-khui lí chhiú--nih ê thih-liān; lí nā khòaⁿ kap góa khì Pa-pí-lûn sī hó, chiū thang lâi khì, góa beh hó khoán-thāi lí; lí nā khòaⁿ kap góa khì Pa-pí-lûn m̄-hó, chiū bo̍h-ēng khì.  Khòaⁿ ah, choân-tōe tī lí ê bīn-chêng, lí khòaⁿ toh-lo̍h sī hó, sī ha̍p-gî, chòe lí thang khì.","tghg":"看啊，我今仔日解(tháu)開你手裡的鐵鍊，你若看及我去巴比倫是好，就通來去，我欲好款待你；你若看及我去巴比倫呣好，就莫用(bo̍h-ēng)去。看啊，全地佇你的面前，你看叨落是好，是合宜，做你通去！」","bklhl":"看ah，我今á日tháu開你手裡ê鐵鏈；你若看kap我去巴比倫是好，就thang來去，我beh好款待你；你若看kap我去巴比倫m̄好，就莫用去。看ah，全地tī你ê面前，你看toh-lo̍h是好，是合宜，做你thang去。"}},{"book":"耶","chapter":40,"verse":5,"versions":{"unv":"耶利米還沒有回去，護衛長說：「你可以回到沙番的孫子亞希甘的兒子基大利那裡去；現在巴比倫王立他作猶大城邑的省長。你可以在他那裡住在民中，不然，你看哪裡合宜就可以上那裡去。」於是護衛長送他糧食和禮物，釋放他去了。","bklcl":"I iáu-bē tò-khì, Sī-ōe-tiúⁿ koh kā i kóng, Lí thang tò--khì Sa-hoan ê sun, A-hi-kam ê kiáⁿ, Ki-tāi-lī hia; hiān-kim Pa-pí-lûn ông siat-li̍p i koán-hat Iû-tāi chiah-ê siâⁿ; lí thang kap i khiā-khí tī peh-sìⁿ-tiong, á-sī lí só͘ khòaⁿ-chòe ha̍p-gî ê só͘-chāi, chiū thang khì.  Tùi án-ni, Sī-ōe-tiúⁿ sàng i bí-niû kap lé-mi̍h, hō͘ i khì.","tghg":"伊猶未倒去，侍衛長閣給伊講：「你通倒去沙番的孫亞希甘的子基大利遐；現今巴比倫王設立伊管轄猶大諸個城。你通及伊徛起佇百姓中，抑是，你所看做合宜的所在就通去。」對按呢侍衛長送伊米糧及禮物，互伊去。","bklhl":"伊iáu未tò去，侍衛長koh kā伊講，你thang tò去Sa-hoan ê孫，A-hi-kam ê kiáⁿ，Ki-tāi-lī hia；現今巴比倫王設立伊管轄偤大chiah ê城；你thang kap伊khiā起tī百姓中，á是你所看做合宜ê所在，就thang去。Tùi án-ni，侍衛長送伊米糧kap禮物，hō͘伊去。"}},{"book":"耶","chapter":40,"verse":6,"versions":{"unv":"耶利米就到米斯巴見亞希甘的兒子基大利，在他那裡住在境內剩下的民中。","bklcl":"Iâ-lī-bí chiū kàu Bí-su-pa, kìⁿ A-hi-kam ê kiáⁿ Ki-tāi-lī; kap i khiā-khí tī kéng-lāi chhun ê peh-sìⁿ ê tiong-kan.","tghg":"耶利米就到米斯巴見亞希甘的子基大利，及伊徛起佇境內剩(chhun)的百姓的中間。","bklhl":"耶利米就到Bí-su-pa，見A-hi-kam ê kiáⁿ Ki-tāi-lī；kap伊khiā起tī境內chhun ê百姓ê中間。"}},{"book":"耶","chapter":40,"verse":7,"versions":{"unv":"在田野的一切軍長和屬他們的人聽見巴比倫王立了亞希甘的兒子基大利作境內的省長，並將沒有擄到巴比倫的男人、婦女、孩童，和境內極窮的人全交給他。","bklcl":"Tī chhân-iá it-chhè ê kun-tiúⁿ, kap sio̍k in ê lâng, thiaⁿ-kìⁿ Pa-pí-lûn ông siat-li̍p A-hi-kam ê kiáⁿ Ki-tāi-lī koán-hat chit só͘-chāi; ia̍h chiong bô lia̍h-khì Pa-pí-lûn ê ta-po͘-lâng, hū-jîn-lâng, gín-á, kap kéng-lāi ke̍k sòng-hiong ê lâng, lóng-chóng kau i;","tghg":"佇田野一切的軍長及屬𪜶的人聽見巴比倫王設立亞希甘的子基大利管轄此所在，亦將無掠去巴比倫的查甫人、婦仁人、囝仔，及境內極喪鄉的人攏總交伊。","bklhl":"Tī田野一切ê軍長，kap屬in ê人，聽見巴比倫王設立A-hi-kam ê kiáⁿ Ki-tāi-lī管轄chit所在；亦將無掠去巴比倫ê ta-po͘人、婦人人、gín-á，kap境內極sòng-hiong ê人，lóng總交伊；"}},{"book":"耶","chapter":40,"verse":8,"versions":{"unv":"於是軍長尼探雅的兒子以實瑪利，加利亞的兩個兒子約哈難和約拿單，單戶篾的兒子西萊雅，並尼陀法人以斐的眾子，瑪迦人的兒子耶撒尼亞和屬他們的人，都到米斯巴見基大利。","bklcl":"in chiū lâi Bí-su-pa Ki-tāi-lī hia; chiū-sī Nî-thàm-ngá ê kiáⁿ Í-si̍t-má-lī, Ka-lī-a nn̄g ê kiáⁿ Iok-hap-lân kap Iok-ná-tan, Tan-hō͘-bia̍t ê kiáⁿ Se-lâi-ngá, kap Nî-tô-hoat lâng Í-húi ê chèng-kiáⁿ, Má-ka lâng ê kiáⁿ Iâ-sat-nî-a, kap sio̍k in ê lâng.","tghg":"𪜶就來米斯巴基大利遐，就是尼探雅的子以實瑪利、加利亞二個子約哈難及約拿單、單戶篾的子西萊雅及尼陀法人以裴的眾子，瑪迦人的子耶撒尼亞及屬𪜶的人。","bklhl":"in就來Bí-su-pa Ki-tāi-lī hia；就是Nî-thàm-ngá ê kiáⁿ以實瑪利，Ka-lī-a兩個kiáⁿ Iok-hap-lân kap約拿單，Tan-hō͘-bia̍t ê kiáⁿ Se-lâi-ngá，kap Nî-tô-hoat人Í-húi ê眾kiáⁿ，Má-ka人ê kiáⁿ Iâ-sat-nî-a，kap屬in ê人。"}},{"book":"耶","chapter":40,"verse":9,"versions":{"unv":"沙番的孫子亞希甘的兒子基大利向他們和屬他們的人起誓說：「不要怕服事迦勒底人，只管住在這地，服事巴比倫王，就可以得福。","bklcl":"Sa-hoan ê sun, A-hi-kam ê kiáⁿ, Ki-tāi-lī tùi in kap sio̍k in ê lâng chiù-chōa, kóng, Bo̍h-tit kiaⁿ ho̍k-sāi Ka-le̍k-tí lâng; chòe lín khiā-khí chia, ho̍k-sāi Pa-pí-lûn ông, lín chiū ōe tit-tio̍h hok-khì.","tghg":"沙番的孫亞希甘的子基大利對𪜶及屬𪜶的人咒誓講：「莫得驚服事迦勒底人，做恁徛起遮，服事巴比倫王，恁就會得著福氣。","bklhl":"Sa-hoan ê孫，A-hi-kam ê kiáⁿ，Ki-tāi-lī tùi in kap屬in ê人chiù-chōa，講，莫得驚服事Ka-le̍k-tí人；做lín khiā起chia，服事巴比倫王，lín就會得tio̍h福氣。"}},{"book":"耶","chapter":40,"verse":10,"versions":{"unv":"至於我，我要住在米斯巴，伺候那到我們這裡來的迦勒底人；只是你們當積蓄酒、油，和夏天的果子，收在器皿裡，住在你們所佔的城邑中。」","bklcl":"Lūn-kàu góa, góa beh tiàm tī Bí-su-pa, su-hāu hiah-ê ōe lâi lán chia ê Ka-le̍k-tí lâng; nā-sī lín chiah-ê, lín tio̍h chek-chū chiú, hē-thiⁿ ê ké-chí, kap iû, siu tī khì-kū lāi, khiā-khí tī lín só͘ chiàm ê siâⁿ.","tghg":"論到我，我欲踮佇米斯巴伺候許個會來咱遮的迦勒底人；若是恁諸個恁著積聚酒，夏天的果子，及油，收佇器具內，徛起佇恁所佔的城。」","bklhl":"論到我，我beh tiàm tī Bí-su-pa，伺候hiah-ê能來咱chia ê Ka-le̍k-tí人；但是lín chiah ê，lín tio̍h積聚酒，夏天ê果子，kap油，收tī器具內，khiā起tī lín所佔 ê城。"}},{"book":"耶","chapter":40,"verse":11,"versions":{"unv":"在摩押地和亞捫人中，在以東地和各國的一切猶大人，聽見巴比倫王留下些猶大人，並立沙番的孫子亞希甘的兒子基大利管理他們。","bklcl":"Koh ū tī Mô͘-ap, kap A-bûn cho̍k ê tiong-kan, tī Í-tong, kap lia̍t-kok tiong-kan it-chhè ê Iû-tāi lâng, thiaⁿ-kìⁿ Pa-pí-lûn ông ū lâu só͘ chhun ê Iû-tāi lâng, koh siat-li̍p Sa-hoan ê sun, A-hi-kam ê kiáⁿ, Ki-tāi-lī koán-hat in;","tghg":"閣有佇摩押及亞捫族的中間，佇以東及列國中間一切的猶大人，聽見巴比倫王有留所剩的猶大人，閣設立沙番的孫亞希甘的子基大利管轄𪜶。","bklhl":"Koh有tī Mô͘-ap，kap A-bûn族ê中間，tī Í-tong，kap列國中間一切ê偤大人，聽見巴比倫王有留所chhun ê偤大人，koh設立Sa-hoan ê孫，A-hi-kam ê kiáⁿ，Ki-tāi-lī管轄in；"}},{"book":"耶","chapter":40,"verse":12,"versions":{"unv":"這一切猶大人就從所趕到的各處回來，到猶大地米斯巴的基大利那裡，又積蓄了許多的酒，並夏天的果子。","bklcl":"chiah-ê it-chhè ê Iû-tāi lâng tùi in hō͘ lâng kóaⁿ-khì ê ta̍k só͘-chāi tò--lâi, kàu Iû-tāi tōe ê Bí-su-pa, Ki-tāi-lī hia, sòa chek-chū chōe-chōe chiú kap hē-thiⁿ ê ké-chí.","tghg":"諸個一切的猶大人對𪜶互人趕去的逐所在倒來，到猶大地的米斯巴基大利遐，續積聚多多酒，及夏天的果子。","bklhl":"Chiah-ê一切ê偤大人tùi in hō͘人趕去ê ta̍k所在tò來，到偤大地ê Bí-su-pa、Ki-tāi-lī hia，續積聚chōe-chōe酒kap夏天ê果子。"}},{"book":"耶","chapter":40,"verse":13,"versions":{"unv":"加利亞的兒子約哈難和在田野的一切軍長來到米斯巴見基大利，","bklcl":"Ka-lī-a ê kiáⁿ, Iok-hap-lân, kap tī chhân-iá it-chhè ê kun-tiúⁿ lâi Bí-su-pa kìⁿ Ki-tāi-lī, tùi i kóng,","tghg":"加利亞的子約哈難及佇田野一切的軍長來米斯巴見基大利，對伊講：","bklhl":"Ka-lī-a ê kiáⁿ，Iok-hap-lân，kap tī田野一切ê軍長來Bí-su-pa見Ki-tāi-lī，對伊講，"}},{"book":"耶","chapter":40,"verse":14,"versions":{"unv":"對他說：「亞捫人的王巴利斯打發尼探雅的兒子以實瑪利來要你的命，你知道嗎？」亞希甘的兒子基大利卻不信他們的話。","bklcl":"A-bûn-cho̍k ê ông, Pa-lī-su, ū chhe Nî-thàm-ngá ê kiáⁿ Í-si̍t-má-lī lâi beh chhú lí ê sìⁿ-miā, lí chai mah? chóng-sī A-hi-kam ê kiáⁿ Ki-tāi-lī m̄-sìn in.","tghg":"「亞捫族的王巴利斯有差尼探雅的子以實瑪利來欲取你的生命，你知嗎？」總是亞希甘的子基大利呣信𪜶。","bklhl":"A-bûn族ê王，Pa-lī-su，有差Nî-thàm-ngá ê kiáⁿ以實瑪利來beh取你ê性命，你知mah？總是A-hi-kam ê kiáⁿ Ki-tāi-lī m̄信in。"}},{"book":"耶","chapter":40,"verse":15,"versions":{"unv":"加利亞的兒子約哈難在米斯巴私下對基大利說：「求你容我去殺尼探雅的兒子以實瑪利，必無人知道。何必讓他要你的命，使聚集到你這裡來的猶大人都分散，以致猶大剩下的人都滅亡呢？」","bklcl":"Ka-lī-a ê kiáⁿ, Iok-hap-lân tī Bí-su-pa àm-chīⁿ tùi Ki-tāi-lī kóng, Kiû lí chún góa khì, góa beh thâi Nî-thàm-ngá ê kiáⁿ Í-si̍t-má-lī, tek-khak bô lâng chai; kiám thang hō͘ i chhú lí ê sìⁿ-miā, tì-kàu kui-óa lí ê Iû-tāi lâng sì-sòaⁿ, hō͘ Iû-tāi só͘-chhun ê lâng lóng bia̍t-bô ah?","tghg":"加利亞的子約哈難佇米斯巴暗靜對基大利講：「求你准我去，我欲刣尼探雅的子以實瑪利，的確無人知。豈通互伊取你的生命，致到歸倚你的猶大人四散，互猶大所剩的人攏滅無啊？」","bklhl":"Ka-lī-a ê kiáⁿ，Iok-hap-lân tī Bí-su-pa暗靜對Ki-tāi-lī講，求你准我去，我beh 刣 Nî-thàm-ngá ê kiáⁿ以實瑪利，的確無人知；kiám thang hō͘伊取你ê性命，致到歸óa你ê偤大人四散，hō͘偤大所chhun ê人lóng滅無ah？"}},{"book":"耶","chapter":40,"verse":16,"versions":{"unv":"亞希甘的兒子基大利對加利亞的兒子約哈難說：「你不可行這事，你所論以實瑪利的話是假的。」","bklcl":"A-hi-kam ê kiáⁿ Ki-tāi-lī kā Ka-lí-a ê kiáⁿ Iok-hap-lân kóng, Lí m̄-thang chòe chit ê sū; lí só͘ kóng Í-si̍t-má-lī ê sū sī bô-iáⁿ.","tghg":"亞希甘的子基大利給加利亞的子約哈難講：「你呣通做此個事，你所講以實瑪利的事是無影。」","bklhl":"A-hi-kam ê kiáⁿ Ki-tāi-lī kā Ka-lí-a ê kiáⁿ Iok-hap-lân講，你m̄-thang做chit ê事；你所講以實瑪利ê事是無影。"}}]