[{"book":"耶","chapter":30,"verse":1,"versions":{"unv":"耶和華的話臨到耶利米說：","bklcl":"Iâ-hô-hoa ê ōe lîm-kàu Iâ-lī-bí kóng,","tghg":"耶和華的話臨到耶利米講：","bklhl":"耶和華ê話臨到耶利米講，"}},{"book":"耶","chapter":30,"verse":2,"versions":{"unv":"「耶和華─以色列的　神如此說：你將我對你說過的一切話都寫在書上。","bklcl":"Í-sek-lia̍t ê Siōng-tè Iâ-hô-hoa án-ni kóng, Kìⁿ-nā Góa só͘ bat kā lí kóng ê ōe, lóng tio̍h siá tī chheh--nih.","tghg":"「以色列的上帝──耶和華按呢講：見若我所曾給你講的話攏著寫佇冊裡。","bklhl":"以色列ê上帝耶和華án-ni講，見若我所bat kā你講ê話，lóng tio̍h寫tī冊裡。"}},{"book":"耶","chapter":30,"verse":3,"versions":{"unv":"耶和華說：日子將到，我要使我的百姓以色列和猶大被擄的人歸回；我也要使他們回到我所賜給他們列祖之地，他們就得這地為業。這是耶和華說的。」","bklcl":"Iâ-hô-hoa kóng, Khòaⁿ ah, ji̍t-chí beh kàu, Góa beh hō͘ Góa ê peh-sìⁿ Í-sek-lia̍t kap Iû-tāi siū-lia̍h ê lâng tò-tńg--lâi; Góa ia̍h beh hō͘ in tò--lâi Góa só͘ siúⁿ-sù in ê lia̍t-chó͘ ê tōe; in chiū tit-tio̍h chit ê tōe chòe-gia̍p; che sī Iâ-hô-hoa kóng--ê.","tghg":"耶和華講：看啊，日子欲到，我欲互我的百姓以色列及猶大受掠的人倒轉來；我亦欲互𪜶倒來我所賞賜𪜶的列祖的地，𪜶就得著此個地做業。這是耶和華講的。」","bklhl":"耶和華講，看ah，日子beh到，我beh hō͘我ê百姓以色列kap偤大受掠ê人倒tńg來；我亦beh hō͘ in tò來我所賞賜in ê列祖ê地；in就得tio̍h chit ê地做業；這是耶和華講ê。"}},{"book":"耶","chapter":30,"verse":4,"versions":{"unv":"以下是耶和華論到以色列和猶大所說的話：","bklcl":"Iâ-hô-hoa lūn-kàu Í-sek-lia̍t kap Iû-tāi ê ōe, kì tī ē-tóe.","tghg":"耶和華論到以色列及猶大的話記佇下底：","bklhl":"耶和華論到以色列kap偤大ê話，記tī下底。"}},{"book":"耶","chapter":30,"verse":5,"versions":{"unv":"耶和華如此說：我們聽見聲音，是戰抖懼怕而不平安的聲音。","bklcl":"Iâ-hô-hoa án-ni kóng, Goán ū thiaⁿ-kìⁿ ngia̍uh-ngia̍uh-chhoah, kiaⁿ-hiâⁿ, bô pêng-an ê siaⁿ.","tghg":"耶和華按呢講：阮有聽見，愕愕惙(ngia̍uh-ngia̍uh-chhoah)驚惶無平安的聲。","bklhl":"耶和華án-ni講，阮有聽見ngia̍uh-ngia̍uh-chhoah，驚惶，無平安ê聲。"}},{"book":"耶","chapter":30,"verse":6,"versions":{"unv":"你們且訪問看看，男人有產難嗎？我怎麼看見人人用手掐腰，像產難的婦人，臉面都變青了呢？","bklcl":"Taⁿ lín tio̍h khì mn̄g-khòaⁿ ū ta-po͘-lâng siⁿ kiáⁿ bô; cháiⁿ-iūⁿ Góa khòaⁿ-kìⁿ lâng-lâng ēng chhiú ji̍h io, chhin-chhiūⁿ beh siⁿ-kiáⁿ ê hū-jîn-lâng, bīn lóng piàn chhiⁿ?","tghg":"今恁著去問看，有查甫人生子無？怎樣我看見人人用手捏(ji̍h)腰，親像欲生子的婦仁人，面攏變青？","bklhl":"Taⁿ lín tio̍h去問看有ta-po͘人生kiáⁿ無；怎樣我看見人人用手ji̍h腰，親像beh生kiáⁿ ê婦人人，面lóng變青？"}},{"book":"耶","chapter":30,"verse":7,"versions":{"unv":"哀哉！那日為大，無日可比；這是雅各遭難的時候，但他必被救出來。","bklcl":"Chhám--ah, hit ê ji̍t sī tōa, bô thang pí-phēng; sī Ngá-kok tú-tio̍h hoān-lān ê kî-ji̍t; chóng-sī i beh tit-tio̍h kiù lâi thoat-chhut.","tghg":"慘啊！彼個日是大，無通比並；是雅各抵著(tú-tio̍h)患難的期日，總是伊欲得著救來脫出。","bklhl":"慘ah，hit ê日是大，無thang比並；是雅各tú-tio̍h患難ê期日；總是伊beh得tio̍h救來脫出。"}},{"book":"耶","chapter":30,"verse":8,"versions":{"unv":"萬軍之耶和華說：「到那日，我必從你頸項上折斷仇敵的軛，扭開他的繩索；外邦人不得再使你作他們的奴僕。","bklcl":"Bān-kun ê Iâ-hô-hoa án-ni kóng, Kàu hit-ji̍t, Góa beh tùi lí ê ām-kún at-chi̍h i ê taⁿ, chhoah-tn̄g pa̍k lí ê soh; gōa-pang lâng bô koh ēng i chòe chhe-ēng.","tghg":"萬軍的耶和華按呢講：「到彼日，我欲對你的頷頸(ām-kún)遏折(at-chi̍h)伊的軛(taⁿ)，掇斷(chhoah-tn̄g)縛(pa̍k)你的索；外邦人無閣用伊做差用。","bklhl":"萬軍ê耶和華án-ni講，到hit日，我beh對你ê頷頸at折伊ê擔，chhoah斷縛你ê索；外邦人無koh用伊做差用。"}},{"book":"耶","chapter":30,"verse":9,"versions":{"unv":"你們卻要事奉耶和華─你們的　神和我為你們所要興起的王大衛。」","bklcl":"In sī beh ho̍k-sāi in ê Siōng-tè Iâ-hô-hoa, kap in ê ông Tāi-pi̍t, chiū-sī Góa beh kā in heng-khí--ê.","tghg":"𪜶是欲服事𪜶的上帝──耶和華，及𪜶的王大衛，就是我欲給𪜶興起者。」","bklhl":"In是beh服事in ê上帝耶和華，kap in ê王大衛，就是我beh kā in興起ê。"}},{"book":"耶","chapter":30,"verse":10,"versions":{"unv":"故此，耶和華說：我的僕人雅各啊，不要懼怕；以色列啊，不要驚惶；因我要從遠方拯救你，從被擄到之地拯救你的後裔；雅各必回來得享平靖安逸，無人使他害怕。","bklcl":"Iâ-hô-hoa kóng, Góa ê lô͘-po̍k Ngá-kok ah, án-ni lí bo̍h-tit kiaⁿ; Í-sek-lia̍t ah, bo̍h-tit kiaⁿ-hiâⁿ; in-ūi Góa beh tùi hn̄g ê só͘-chāi chín-kiù lí; ia̍h beh tùi siū-lia̍h--khì ê tōe chín-kiù lí ê hō͘-è; Ngá-kok beh tò--lâi tit-tio̍h an-chēng, pêng-an; bô lâng hō͘ i kiaⁿ.","tghg":"耶和華講：我的奴僕雅各啊，按呢你莫得驚；以色列啊，莫得驚惶；因為我欲對遠的所在拯救你，亦欲對受掠去的地拯救你的後裔，雅各欲倒來得著安靜，平安，無人互伊驚。","bklhl":"耶和華講，我ê奴僕雅各ah，án-ni你莫得驚；以色列ah，莫得驚惶；因為我beh tùi遠ê所在拯救你；亦beh tùi受掠去ê地拯救你ê後裔；雅各beh tò來得tio̍h安靜、平安；無人hō͘伊驚。"}},{"book":"耶","chapter":30,"verse":11,"versions":{"unv":"因我與你同在，要拯救你，也要將所趕散你到的那些國滅絕淨盡，卻不將你滅絕淨盡，倒要從寬懲治你，萬不能不罰你（不罰你：或譯以你為無罪）。這是耶和華說的。","bklcl":"In-ūi Góa kap lí tī-teh, lâi chín-kiù lí; ia̍h beh chiong Góa só͘ kóaⁿ lí kàu hiah-ê kok it-chīn châu-bia̍t; chóng-sī bô it-chīn châu-bia̍t lí; beh chiàu só͘ ha̍p-gî--ê chek-pī lí; toàn-toàn bōe-ōe bô hêng-hoa̍t lí; che sī Iâ-hô-hoa kóng--ê.","tghg":"因為我及你佇啲，來拯救你，亦欲將我所趕你到許個國一盡剿滅(châu-bia̍t)，總是無一盡剿滅你，欲照所合宜的責備你，斷斷𣍐會無刑罰你。這是耶和華講的。","bklhl":"因為我kap你tī-teh，來拯救你；亦beh將我所趕你到hiah-ê國一盡剿滅；總是無一盡剿滅你；beh照所合宜ê責備你；斷斷bōe會無刑罰你；這是耶和華講ê。"}},{"book":"耶","chapter":30,"verse":12,"versions":{"unv":"耶和華如此說：你的損傷無法醫治；你的傷痕極其重大。","bklcl":"Iâ-hô-hoa án-ni kóng, Lí ê siong bōe i--tit, lí ê siong-hûn chin siong-tiōng.","tghg":"耶和華按呢講：你的傷𣍐醫得；你的傷痕真傷重。","bklhl":"耶和華án-ni講，你ê傷bōe醫得，你ê傷痕真傷重。"}},{"book":"耶","chapter":30,"verse":13,"versions":{"unv":"無人為你分訴，使你的傷痕得以纏裹；你沒有醫治的良藥。","bklcl":"Bô lâng thòe lí piān-hō͘, hō͘ lí ê siong-hûn tit-tio̍h pau; lí bô i-tī ê hó-io̍h.","tghg":"無人替你辯護，互你的傷痕得著包；你無醫治的好藥。","bklhl":"無人替你辯護，hō͘你ê傷痕得tio̍h包；你無醫治ê好藥。"}},{"book":"耶","chapter":30,"verse":14,"versions":{"unv":"你所親愛的都忘記你，不來探問（或譯：理會）你。我因你的罪孽甚大，罪惡眾多，曾用仇敵加的傷害傷害你，用殘忍者的懲治懲治你。","bklcl":"Thiàⁿ lí ê lâng lóng bōe-kì-tit lí, bô lâi thàm lí; in-ūi lí ê chōe-kòa chin-tāng, chōe-ok chin-chōe; Góa ēng tùi-te̍k hit-khoán ê phah lâi phah lí; ia̍h ēng chân-jím--ê ê kéng-kài, lâi kéng-kài lí.","tghg":"疼你的人攏𣍐記得你，無來探你。因為你的罪過真重，罪惡真多，我用對敵彼款的拍來拍你，亦用殘忍者的警戒，來警戒你。","bklhl":"疼你ê人lóng bōe記得你，無來探你；因為你ê罪過真重，罪惡真chōe；我用對敵hit款ê phah來phah你；亦用殘忍ê ê警戒，來警戒你。"}},{"book":"耶","chapter":30,"verse":15,"versions":{"unv":"你為何因損傷哀號呢？你的痛苦無法醫治。我因你的罪孽甚大，罪惡眾多，曾將這些加在你身上。","bklcl":"Lí siáⁿ-sū in-ūi lí ê siong lâi âu-kiò ah? lí ê thòng-khó͘ bōe i--tit; in-ūi lí ê chōe-kòa chin-tāng, chōe-ok chin-chōe;  Góa só͘-í ēng chiah-ê khoán-thāi lí.","tghg":"你啥事因為你的傷來喉叫啊？你的痛苦𣍐醫得。因為你的罪過真重，罪惡真多，我所以用諸個款待你。","bklhl":"你啥事因為你ê傷來喉叫ah？你ê痛苦bōe醫得；因為你ê罪過真重，罪惡真chōe；我所以用chiah ê款待你。"}},{"book":"耶","chapter":30,"verse":16,"versions":{"unv":"故此，凡吞吃你的必被吞吃；你的敵人個個都被擄去；擄掠你的必成為擄物；搶奪你的必成為掠物。","bklcl":"Só͘-í kìⁿ-nā thun-chia̍h lí ê, beh siū thun-chia̍h; lí ê tùi-te̍k, chi̍t-ê chi̍t-ê lóng hō͘ lâng lia̍h-khì; chhiúⁿ lí--ê, beh hō͘ lâng chhiúⁿ, kiap lí--ê, Góa beh hō͘ i siū kiap.","tghg":"所以，見若吞食你的欲受吞食；你的對敵一個一個攏互人掠去；搶你的欲互人搶；劫你的我欲互伊受劫(kiap)。","bklhl":"所以見若吞食你ê，beh受吞食；你ê對敵，一个一个lóng hō͘人掠去；搶你ê，beh hō͘人搶，劫你ê，我beh hō͘伊受劫。"}},{"book":"耶","chapter":30,"verse":17,"versions":{"unv":"耶和華說：我必使你痊癒，醫好你的傷痕，都因人稱你為被趕散的，說：這是錫安，無人來探問（或譯：理會）的！","bklcl":"Iâ-hô-hoa kóng, Góa beh hō͘ lí ê sin-thé ho̍k-goân, i-hó lí ê siong-hûn; in-ūi lâng lóng chheng lí chòe siū kóaⁿ-tio̍k--ê, kóng, Che sī Sek-an, bô lâng chhē-kìⁿ--ê.","tghg":"耶和華講：我欲互你的身體復原，醫好你的傷痕，因為人攏稱你做受趕逐者，講：這是錫安，無人尋見者！","bklhl":"耶和華講，我beh hō͘你ê身體復原，醫好你ê傷痕；因為人lóng 稱你做受趕逐ê，講，這是錫安，無人chhē見ê。"}},{"book":"耶","chapter":30,"verse":18,"versions":{"unv":"耶和華如此說：我必使雅各被擄去的帳棚歸回，也必顧惜他的住處。城必建造在原舊的山岡；宮殿也照舊有人居住。","bklcl":"Iâ-hô-hoa án-ni kóng, Khòaⁿ ah, Góa beh hō͘ Ngá-kok siū chhian-sóa ê pò͘-pîⁿ tò-tńg--lâi, ia̍h beh khó-lîn i khiā-khí ê só͘-chāi; siâⁿ beh khí tī goân-kū ê chhiûⁿ-ki, ông-kiong ia̍h chiàu-kū ū lâng khiā-khí.","tghg":"耶和華按呢講：看啊，我欲互雅各受遷徙的布棚倒轉來，亦欲可憐伊徛起的所在。城欲起佇原舊的牆基；王宮亦照舊有人徛起。","bklhl":"耶和華án-ni講，看ah，我beh hō͘雅各受遷徙ê布棚倒tńg來，亦beh可憐伊khiā起ê所在；城beh起tī原舊ê牆基，王宮亦照舊有人khiā起。"}},{"book":"耶","chapter":30,"verse":19,"versions":{"unv":"必有感謝和歡樂的聲音從其中發出，我要使他們增多，不致減少；使他們尊榮，不致卑微。","bklcl":"Beh ū kám-siā kap khoài-lo̍k--ê ê siaⁿ tùi in tiong-kan chhut--lâi; Góa iā beh hō͘ in ke-thiⁿ chōe-chōe, put-tì kiám-chió; hō͘ in chun-kùi, put-tì pi-bî.","tghg":"欲有感謝及快樂者的聲對𪜶中間出來，我也欲互𪜶加添多多，不致減少；互𪜶尊貴，不致卑微。","bklhl":"Beh有感謝kap快樂ê ê聲tùi in中間出來；我也beh hō͘ in加添chōe-chōe，不致減少；hō͘ in尊貴，不致卑微。"}},{"book":"耶","chapter":30,"verse":20,"versions":{"unv":"他們的兒女要如往日；他們的會眾堅立在我面前；凡欺壓他們的，我必刑罰他。","bklcl":"In ê kiáⁿ-jî beh chhin-chhiūⁿ chá-ji̍t; in ê hōe-chiòng beh khiā-chāi tī Góa ê bīn-chêng; hoān-nā ap-chè in--ê, Góa beh pān i.","tghg":"𪜶的子兒欲親像早日；𪜶的會眾欲徛在佇我的面前；凡若壓制𪜶者，我欲辦伊。","bklhl":"In ê kiáⁿ兒beh親像早日；in ê會眾beh khiā在tī我ê面前；凡若壓制in-ê，我beh辦伊。"}},{"book":"耶","chapter":30,"verse":21,"versions":{"unv":"他們的君王必是屬乎他們的；掌權的必從他們中間而出。我要使他就近我，他也要親近我；不然，誰有膽量親近我呢？這是耶和華說的。","bklcl":"In ê kun-ông tek-khak sī sio̍k tī in--ê; chiáng-koán in--ê, beh tùi in tiong-kan chhut; Góa beh hō͘ i kūn-óa, i ia̍h beh chhin-kūn Góa; nā m̄-sī án-ni, chī-chūi káⁿ hó-táⁿ chhin-kūn Góa; che sī Iâ-hô-hoa kóng--ê.","tghg":"𪜶的君王的確是屬佇𪜶者；掌管𪜶者欲對𪜶中間出。我欲互伊近倚，伊亦欲親近我；若呣是按呢，是誰敢好膽親近我？這是耶和華講的。","bklhl":"In ê君王的確是屬tī in ê；掌管in-ê，beh tùi in中間出；我beh hō͘伊近óa，伊亦beh親近我；若m̄是án-ni，是誰敢好膽親近我；這是耶和華講ê。"}},{"book":"耶","chapter":30,"verse":22,"versions":{"unv":"你們要作我的子民，我要作你們的　神。","bklcl":"Lín beh chòe Góa ê peh-sìⁿ, Góa beh chòe lín ê Siōng-tè.","tghg":"恁欲做我的百姓，我欲做恁的上帝。","bklhl":"Lín beh做我ê百姓，我beh做lín ê上帝。"}},{"book":"耶","chapter":30,"verse":23,"versions":{"unv":"看哪，耶和華的忿怒好像暴風已經發出；是掃滅的暴風，必轉到惡人的頭上。","bklcl":"Khòaⁿ ah, Iâ-hô-hoa ê siū-khì chhin-chhiūⁿ tōa hong hoat-chhut; chiū-sī sàu-bia̍t ê tōa-hong, beh tńg-se̍h kong-kek pháiⁿ-lâng ê thâu-khak.","tghg":"看啊，耶和華的受氣親像大風發出；就是掃滅的大風，欲轉踅(tńg-se̍h)攻擊歹人的頭殼。","bklhl":"看ah，耶和華ê受氣親像大風發出；就是掃滅ê大風，beh tńg旋攻擊pháiⁿ人ê頭殼。"}},{"book":"耶","chapter":30,"verse":24,"versions":{"unv":"耶和華的烈怒必不轉消，直到他心中所擬定的成就了；末後的日子你們要明白。","bklcl":"Iâ-hô-hoa ê sim só͘ gí-tiāⁿ--ê iáu-bē chòe, iáu-bē chiâⁿ ê tāi-seng, I ê tōa siū-khì tek-khak bô siu tò-tńg; ji̍t-āu lín beh bêng-pe̍k.","tghg":"耶和華的心所擬定的猶未做，猶未成的代先，伊的大受氣的確無收倒轉；日後恁欲明白。","bklhl":"耶和華ê心所擬定ê iáu未做，iáu未成ê事先，祂ê大受氣的確無收倒tńg；日後lín beh明白。"}}]