[{"book":"耶","chapter":43,"verse":1,"versions":{"unv":"耶利米向眾百姓說完了耶和華─他們　神的一切話，就是耶和華─他們　神差遣他去所說的一切話。","bklcl":"Iâ-lī-bí tùi chèng peh-sìⁿ kóng bêng-pe̍k Iâ-hô-hoa in ê Siōng-tè it-chhè ê ōe, chiū-sī Iâ-hô-hoa in ê Siōng-tè chhe--i só͘ kóng it-chhè ê ōe.","tghg":"耶利米對眾百姓講明白耶和華──𪜶的上帝一切的話，就是耶和華──𪜶的上帝差伊所講一切的話。","bklhl":"耶利米對眾百姓講明白耶和華in ê上帝一切ê話，就是耶和華in ê上帝差伊所講一切ê話。"}},{"book":"耶","chapter":43,"verse":2,"versions":{"unv":"何沙雅的兒子亞撒利雅和加利亞的兒子約哈難，並一切狂傲的人，就對耶利米說：「你說謊言！耶和華─我們的　神並沒有差遣你來說：『你們不可進入埃及，在那裡寄居。』","bklcl":"Hô-sa-ngá ê kiáⁿ A-sat-lī-ngá, kap Ka-lī-a ê kiáⁿ Iok-hap-lân, kap it-chhè kiau-ngō͘ ê lâng, chiū tùi Iâ-lī-bí kóng, Lí kóng bô-iáⁿ ōe, Iâ-hô-hoa lán ê Siōng-tè pēng-bô chhe lí lâi kóng, Lín m̄-thang khì Ai-ki̍p, lâi kià-kha tī-hia;","tghg":"何沙雅的子亞撒利雅及加利亞的子約哈難，及一切驕傲的人，就對耶利米講：「你講無影話！耶和華──咱的上帝並無差你來講：『恁呣通去埃及，來寄腳佇遐。』","bklhl":"Hô-sa-ngá ê kiáⁿ A-sat-lī-ngá，kap Ka-lī-a ê kiáⁿ Iok-hap-lân，kap一切驕傲ê人，就對耶利米講，你講無影話，耶和華咱ê上帝並無差你來講，Lín m̄-thang去埃及，來寄腳tī-hia；"}},{"book":"耶","chapter":43,"verse":3,"versions":{"unv":"這是尼利亞的兒子巴錄挑唆你害我們，要將我們交在迦勒底人的手中，使我們有被殺的，有被擄到巴比倫去的。」","bklcl":"che sī Nî-lī-a ê kiáⁿ Pa-lio̍k kiau(**kàu)-so lí hāi goán, beh chiong goán kau tī Ka-le̍k-tí lâng ê chhiú, hō͘ in thâi-sí goán, á-sī lia̍h goán kàu Pa-pí-lûn.","tghg":"這是尼利亞的子巴錄教唆你害阮，欲將阮交佇迦勒底人的手，互𪜶刣死阮，抑是掠阮到巴比倫。」","bklhl":"這是Nî-lī-a ê kiáⁿ Pa-lio̍k教唆你害阮，beh將阮交tī Ka-le̍k-tí人ê手，hō͘ in 刣死阮，á是掠阮到巴比倫。"}},{"book":"耶","chapter":43,"verse":4,"versions":{"unv":"於是加利亞的兒子約哈難和一切軍長，並眾百姓，不聽從耶和華的話住在猶大地。","bklcl":"Tùi án-ni, Ka-lī-a ê kiáⁿ Iok-hap-lân, kap it-chhè kun-tiúⁿ, kap chèng peh-sìⁿ, m̄ thiaⁿ-thàn Iâ-hô-hoa ê ōe, lâi tiàm tī Iû-tāi tōe.","tghg":"對按呢加利亞的子約哈難及一切軍長，及眾百姓，呣聽趁耶和華的話來踮佇猶大地。","bklhl":"Tùi án-ni，Ka-lī-a ê kiáⁿ Iok-hap-lân，kap一切軍長，kap眾百姓，m̄聽thàn耶和華ê話，來tiàm tī偤大地。"}},{"book":"耶","chapter":43,"verse":5,"versions":{"unv":"加利亞的兒子約哈難和一切軍長卻將所剩下的猶大人，就是從被趕到各國回來在猶大地寄居的男人、婦女、孩童，和眾公主，並護衛長尼布撒拉旦所留在沙番的孫子亞希甘的兒子基大利那裡的眾人，與先知耶利米，以及尼利亞的兒子巴錄，","bklcl":"Ka-lī-a ê kiáⁿ Iok-hap-lân, kap it-chhè ê kun-tiúⁿ, chiū chiong chhun ê Iû-tāi lâng, chiū-sī tùi in siū kóaⁿ--khì hiah-ê kok tò-lâi, beh kià-kha tī Iû-tāi tōe--ê,","tghg":"加利亞的子約哈難及一切的軍長就將剩(chhun)的猶大人，就是對𪜶受趕去許個國倒來欲寄腳佇猶大地者，","bklhl":"Ka-lī-a ê kiáⁿ Iok-hap-lân，kap一切ê軍長，就將chhun ê偤大人，就是tùi in受趕去hiah-ê國tò來，beh寄腳tī偤大地ê，"}},{"book":"耶","chapter":43,"verse":6,"versions":{"unv":"【併於上節】","bklcl":"put-lūn ta-po͘-lâng, hū-jîn-lâng, gín-á kap ông hiah-ê cha-bó͘-kiáⁿ, kap sī-ōe-tiúⁿ Nî-pò͘-sat-la̍h-tàn só͘ lâu lâi kau-tài Sa-hoan ê sun, A-hi-kam ê kiáⁿ, Ki-tāi-lī ê chèng-lâng, kap sian-ti Iâ-lī-bí, í-ki̍p Nî-lī-a ê kiáⁿ Pa-lio̍k, lóng tòa khì Ai-ki̍p tōe, kàu Tap-pí-le̍k.","tghg":"不論查甫人、婦仁人、囝仔、及王許個查某子，及侍衛長尼布撒拉旦所留來交代沙番的孫亞希甘的子基大利的眾人，及先知耶利米，以及尼利亞的子巴錄，攏帶去埃及地，到答比匿。","bklhl":"不論ta-po͘人，婦人人，gín-á kap王hiah-ê cha-bó͘-kiáⁿ，kap侍衛長Nî-pò͘-sat-la̍h-tàn所留來交帶Sa-hoan ê孫，A-hi-kam ê kiáⁿ，Ki-tāi-lī ê眾人，kap先知耶利米，以及Nî-lī-a ê kiáⁿ Pa-lio̍k，lóng帶去埃及地，到Tap-pí-le̍k。"}},{"book":"耶","chapter":43,"verse":7,"versions":{"unv":"都帶入埃及地，到了答比匿。這是因他們不聽從耶和華的話。","bklcl":"Che sī in-ūi in m̄ thiaⁿ-thàn Iâ-hô-hoa ê ōe.","tghg":"這是因為𪜶呣聽趁耶和華的話。","bklhl":"這是因為in m̄聽thàn耶和華ê話。"}},{"book":"耶","chapter":43,"verse":8,"versions":{"unv":"在答比匿，耶和華的話臨到耶利米說：","bklcl":"Tī Tap-pí-le̍k, Iâ-hô-hoa ê ōe lîm-kàu Iâ-lī-bí kóng,","tghg":"佇答比匿，耶和華的話臨到耶利米講：","bklhl":"Tī Tap-pí-le̍k，耶和華ê話臨到耶利米講，"}},{"book":"耶","chapter":43,"verse":9,"versions":{"unv":"「你在猶大人眼前要用手拿幾塊大石頭，藏在砌磚的灰泥中，就是在答比匿法老的宮門那裡，","bklcl":"Lí tio̍h ēng chhiú the̍h kúi-tè tōa lia̍p chio̍h, tī Iû-tāi lâng ê bīn-chêng, khǹg tī thia̍p-chng ê he-thô͘-lāi, chiū-sī tī Tap-pí-le̍k Hoat-ló ê ông-kiong-mn̂g hia;","tghg":"「你著用手提幾塊大粒石，佇猶大人的面前，囥(khǹg)佇疊磚的灰土內，就是佇答比匿法老的王宮門遐，","bklhl":"你tio̍h用手the̍h幾塊大粒石，tī偤大人ê面前，khǹg tī疊磚ê灰土內，就是tī Tap-pí-le̍k法老ê王宮門hia；"}},{"book":"耶","chapter":43,"verse":10,"versions":{"unv":"對他們說：『萬軍之耶和華─以色列的　神如此說：我必召我的僕人巴比倫王尼布甲尼撒來。在所藏的石頭上我要安置他的寶座；他必將光華的寶帳支搭在其上。","bklcl":"kā in kóng, Bān-kun ê Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè án-ni kóng, Khòaⁿ ah, Góa beh tiàu Góa ê lô͘-po̍k Pa-pí-lûn ông Nî-pò͘-kah-nî-sat lâi; tī só͘ khǹg ê chio̍h-thâu-téng, Góa beh an-tì i ê pó-chō, i beh tī hí(**hit) chio̍h-téng tah súi ê pò͘-pîⁿ.","tghg":"給𪜶講：『萬軍的耶和華──以色列的上帝按呢講：看啊，我欲召我的奴僕巴比倫王尼布甲尼撒來。佇所囥的石頭頂我欲安置伊的寶座；伊欲佇彼石頂搭媠的布棚。","bklhl":"kā in講，萬軍ê耶和華以色列ê上帝án-ni講，看ah，我beh召我ê奴僕巴比倫王Nî-pò͘-kah-nî-sat來；tī所khǹg ê石頭頂，我beh安置伊ê寶座，伊beh tī hit石頂搭súi ê布棚。"}},{"book":"耶","chapter":43,"verse":11,"versions":{"unv":"他要來攻擊埃及地，定為死亡的，必致死亡；定為擄掠的，必被擄掠；定為刀殺的，必交刀殺。","bklcl":"I beh lâi kong-kek Ai-ki̍p tōe, eng-kai sí-ê chiū sí, eng-kai lia̍h-ê chiū siū-lia̍h, eng-kai hō͘ to thâi-ê chiū hō͘ to thâi.","tghg":"伊欲來攻擊埃及地，應該死的就死；應該掠的就受掠；應該互刀刣的，就互刀刣。","bklhl":"伊beh來攻擊埃及地，應該死ê就死，應該掠ê就受掠，應該hō͘刀刣-ê就hō͘刀刣。"}},{"book":"耶","chapter":43,"verse":12,"versions":{"unv":"我要在埃及神的廟中使火著起，巴比倫王要將廟宇焚燒，神像擄去；他要得（原文是披上）埃及地，好像牧人披上外衣，從那裡安然而去。","bklcl":"Góa iā beh khí hé tī Ai-ki̍p hiah-ê sîn-bêng ê biō; i beh sio i, lia̍h in khì; i beh tit-tio̍h Ai-ki̍p tōe chhin-chhiūⁿ bo̍k-chiá chhēng i ê saⁿ; tùi hia an-jiân chhut-khì.","tghg":"我也欲起火佇埃及許個神明的廟，伊欲燒伊，掠𪜶去；伊欲得著埃及地，親像牧者穿伊的衫，對遐安然出去。","bklhl":"我也beh起火tī埃及hiah-ê神明ê廟；伊beh燒伊，掠in去；伊beh得tio̍h埃及地親像牧者穿伊ê衫；tùi hia安然出去。"}},{"book":"耶","chapter":43,"verse":13,"versions":{"unv":"他必打碎埃及地伯‧示麥的柱像，用火焚燒埃及神的廟宇。』」","bklcl":"I tek-khak phah-chhùi Ai-ki̍p tōe Pek-sī-be̍k tiau-khek ê thiāu, ēng hé sio Ai-ki̍p chiah-ê sîn-bêng ê biō.","tghg":"伊的確拍碎埃及地伯示麥雕刻的柱，用火燒埃及諸個神明的廟。』」","bklhl":"伊的確phah碎埃及地Pek-sī-be̍k雕刻ê柱，用火燒埃及chiah ê神明ê廟。"}}]