[{"book":"耶","chapter":23,"verse":1,"versions":{"unv":"耶和華說：「那些殘害、趕散我草場之羊的牧人有禍了！」","bklcl":"Iâ-hô-hoa kóng, Bo̍k-chiá chân-hāi Góa ê chháu-tiûⁿ ê iûⁿ, hō͘ i sì-sòaⁿ; in ū chai-ē ah.","tghg":"耶和華講：「牧者殘害我的草場的羊，互伊四散，𪜶有災禍啊！」","bklhl":"耶和華講，牧者殘害我ê草場ê羊，hō͘伊四散；in有災厄ah。"}},{"book":"耶","chapter":23,"verse":2,"versions":{"unv":"耶和華─以色列的　神斥責那些牧養他百姓的牧人，如此說：「你們趕散我的羊群，並沒有看顧他們；我必討你們這行惡的罪。這是耶和華說的。","bklcl":"Só͘-í Í-sek-lia̍t ê Siōng-tè Iâ-hô-hoa chek-pī hiah-ê iúⁿ-chhī Góa ê peh-sìⁿ ê bo̍k-chiá, án-ni kóng, Lín phah-sòaⁿ Góa ê iûⁿ-kûn, lâi kóaⁿ in khì, bô khòaⁿ-kò͘ in; khòaⁿ ah, Góa beh chiàu lín só͘ kiâⁿ ê pháiⁿ lâi pān lín; che sī Iâ-hô-hoa kóng--ê.","tghg":"所以以色列的上帝──耶和華責備許個養飼我的百姓的牧者，按呢講：「恁拍散我的羊群，來趕𪜶去，無看顧𪜶；看啊，我欲照恁所行的歹來辦恁。這是耶和華講的。","bklhl":"所以以色列ê上帝耶和華責備hiah-ê養飼我ê百姓ê牧者，án-ni講，Lín phah散我ê羊群，來趕in去，無看顧in；看ah，我beh照lín所行ê pháiⁿ來辦lín；這是耶和華講ê。"}},{"book":"耶","chapter":23,"verse":3,"versions":{"unv":"我要將我羊群中所餘剩的，從我趕他們到的各國內招聚出來，領他們歸回本圈；他們也必生養眾多。","bklcl":"Góa beh chū-chi̍p Góa ê iûⁿ-kûn só͘ chhun--ê, tùi Góa só͘ kóaⁿ in kàu ê ta̍k-kok; chhōa in koh tò-lâi in ê tiâu, hō͘ in siⁿ-thòaⁿ chōe-chōe.","tghg":"我欲聚集我的羊群所剩(chhun)的，對我所趕𪜶到的逐國，導𪜶閣倒來𪜶的[廄](tiâu)；互𪜶生湠(thòaⁿ)多多。","bklhl":"我beh聚集我ê羊群所chhun-ê，tùi我所趕in到ê ta̍k國；chhōa in koh tò來in ê椆，hō͘ in生湠chōe-chōe。"}},{"book":"耶","chapter":23,"verse":4,"versions":{"unv":"我必設立照管他們的牧人，牧養他們。他們不再懼怕，不再驚惶，也不缺少一個；這是耶和華說的。」","bklcl":"Góa beh siat-li̍p bo̍k-chiá tī-lí in, iúⁿ-chhī in; hō͘ in bô koh kiaⁿ-hiâⁿ gông-ngia̍h, ia̍h bô kiám-chió; che sī Iâ-hô-hoa kóng--ê.","tghg":"我欲設立牧者治理𪜶，養飼𪜶。互𪜶無閣驚惶、卬愕，亦無減少；這是耶和華講的。」","bklhl":"我beh設立牧者治理in，養飼in；hō͘ in無koh驚惶gông-ngia̍h，亦無減少；這是耶和華講ê。"}},{"book":"耶","chapter":23,"verse":5,"versions":{"unv":"耶和華說：「日子將到，我要給大衛興起一個公義的苗裔；他必掌王權，行事有智慧，在地上施行公平和公義。","bklcl":"Iâ-hô-hoa kóng, Ji̍t-chí beh kàu, Góa beh kā Tāi-pi̍t heng-khí gī ê Ki; I beh chòe ông lâi tī-lí; kiâⁿ tāi-chì ū tì-hūi, tī tōe-chiūⁿ kiâⁿ kong-pêng kap kong-gī.","tghg":"耶和華講：「日子欲到，我欲給大衛興起義的枝；伊欲做王來治理，行代誌有智慧，佇地上行公平及公義。","bklhl":"耶和華講，日子beh到，我beh kā大衛興起義ê枝；伊beh做王來治理；行tāi-chì有智慧，tī地上行公平kap公義。"}},{"book":"耶","chapter":23,"verse":6,"versions":{"unv":"在他的日子，猶大必得救，以色列也安然居住。他的名必稱為『耶和華─我們的義』。」","bklcl":"Tng I ê ji̍t, Iû-tāi beh tit-tio̍h kiù; Í-sek-lia̍t beh an-jiân khiā-khí; I ê miâ beh chheng-chòe Iâ-hô-hoa lán ê gī.","tghg":"當伊的日，猶大欲得著救，以色列欲安然徛起。伊的名欲稱做『耶和華──咱的義』。」","bklhl":"當祂ê日，偤大beh得tio̍h救；以色列beh安然khiā起；祂ê名beh稱做耶和華咱ê義。"}},{"book":"耶","chapter":23,"verse":7,"versions":{"unv":"耶和華說：「日子將到，人必不再指著那領以色列人從埃及地上來永生的耶和華起誓，","bklcl":"Iâ-hô-hoa kóng, Khòaⁿ ah, ji̍t-chí beh kàu, lâng kí Iâ-hô-hoa ê éng-oa̍h lâi chiù-chōa, bô beh kóng, I sī chhōa Í-sek-lia̍t ê hō͘-è tùi Ai-ki̍p tōe chiūⁿ-lâi--ê.","tghg":"耶和華講：「看啊，日子欲到，人指(kí)耶和華的永活來咒誓，無欲講伊是導以色列的後裔對埃及地上來者，","bklhl":"耶和華講，看ah，日子beh到，人kí耶和華ê永活來chiù-chōa，無beh講，祂是chhōa以色列ê後裔tùi埃及地上來ê。"}},{"book":"耶","chapter":23,"verse":8,"versions":{"unv":"卻要指著那領以色列家的後裔從北方和趕他們到的各國中上來、永生的耶和華起誓。他們必住在本地。」","bklcl":"In kí Iâ-hô-hoa ê éng-oa̍h lâi chiù-chōa, sī beh kóng, I tòa Í-sek-lia̍t ê hō͘-è chhōa in tùi pak-hng ê tōe, ia̍h tùi kìⁿ-nā Góa só͘ kóaⁿ in kàu ê tōe chiūⁿ--lâi; in beh khiā-khí tī pún só͘-chāi.","tghg":"𪜶指耶和華的永活來咒誓，是欲講伊帶以色列的後裔導𪜶對北方的地，亦對見若我所趕𪜶到的地上來。𪜶欲徛起佇本所在。」","bklhl":"In kí耶和華ê永活來chiù-chōa，是beh講，祂帶以色列ê後裔chhōa in tùi北方ê地，亦tùi見若我所趕in到ê地上來；in beh khiā起tī本所在。"}},{"book":"耶","chapter":23,"verse":9,"versions":{"unv":"論到那些先知，我心在我裡面憂傷，我骨頭都發顫；因耶和華和他的聖言，我像醉酒的人，像被酒所勝的人。","bklcl":"Lūn-kàu hiah-ê sian-ti.  Góa ê sim tī góa ê lāi-bīn iu-siong; góa ê kut lóng gī-gī-chhoah; ūi-tio̍h Iâ-hô-hoa kap I sèng ê ōe, góa chhin-chhiūⁿ chiú-chùi ê lâng, chhin-chhiūⁿ hō͘ chiú só͘ khah-iâⁿ ê lâng.","tghg":"論到許個先知，我的心佇我的內面憂傷，我的骨攏栗栗惙(gī-gī-chhoah)；為著耶和華及伊聖的話，我親像酒醉的人，親像互酒所卡贏的人。","bklhl":"論到hiah-ê先知，我ê心tī我ê內面憂傷；我ê骨lóng gī-gī-chhoah；為tio̍h耶和華kap伊聖ê話，我親像酒醉ê人，親像hō͘酒所khah贏ê人。"}},{"book":"耶","chapter":23,"verse":10,"versions":{"unv":"地滿了行淫的人！因妄自賭咒，地就悲哀；曠野的草場都枯乾了。他們所行的道乃是惡的；他們的勇力使得不正。","bklcl":"In-ūi tōe-hng móa-móa kiâⁿ îm-loān ê lâng; koh in-ūi tú-tio̍h chiù-chó͘, tōe chiū pi-ai; khòng-iá ê chháu-tiûⁿ lóng ko͘-tâ; in só͘ kiâⁿ ê lō͘, chiū-sī pháiⁿ; in ê sè-le̍k bô chèng-ti̍t.","tghg":"因為地方滿滿行淫亂的人！閣因為抵著(tú-tio̍h)咒詛，地就悲哀；曠野的草場攏枯焦。𪜶所行的路就是歹；𪜶的勢力無正直。","bklhl":"因為地方滿滿行淫亂ê人；koh因為tú-tio̍h咒詛，地就悲哀；曠野ê草場lóng枯焦；in所行ê路，就是pháiⁿ；in ê勢力無正直。"}},{"book":"耶","chapter":23,"verse":11,"versions":{"unv":"連先知帶祭司都是褻瀆的，就是在我殿中我也看見他們的惡。這是耶和華說的。","bklcl":"Liân sian-ti kap chè-si, to sī siat-to̍k--ê; chiū tī Góa ê chhù-lāi, Góa ia̍h khòaⁿ-kìⁿ in ê pháiⁿ; che sī Iâ-hô-hoa kóng--ê.","tghg":"連先知及祭司都是褻瀆(siat-to̍k)者，就佇我的厝內我亦看見𪜶的歹。這是耶和華講的。","bklhl":"連先知kap祭司，都是褻瀆ê；就tī我ê厝內，我亦看見in ê pháiⁿ；這是耶和華講ê。"}},{"book":"耶","chapter":23,"verse":12,"versions":{"unv":"因此，他們的道路必像黑暗中的滑地，他們必被追趕，在這路中仆倒；因為當追討之年，我必使災禍臨到他們。這是耶和華說的。","bklcl":"In-ūi án-ni, in ê lō͘ beh chhin-chhiūⁿ o͘-àm-tiong ku̍t-ku̍t ê tōe; in beh tú-tio̍h kóaⁿ-tio̍k, tī-hia poa̍h-tó; tng pān-lí in ê nî, Góa beh hō͘ chai-ē kàu tī in; che sī Iâ-hô-hoa kóng--ê.","tghg":"因為按呢，𪜶的路欲親像黑暗中滑滑的地，𪜶欲抵著趕逐，佇遐跋倒；當辦理𪜶的年，我欲互災禍到佇𪜶。這是耶和華講的。","bklhl":"因為án-ni，in ê路beh親像烏暗中滑滑ê地；in beh tú-tio̍h趕逐，tī-hia跋倒；當辨理in ê年，我beh hō͘災厄到tī in；這是耶和華講ê。"}},{"book":"耶","chapter":23,"verse":13,"versions":{"unv":"我在撒馬利亞的先知中曾見愚妄；他們藉巴力說預言，使我的百姓以色列走錯了路。","bklcl":"Tī Sat-má-lī-a ê sian-ti, Góa í-keng khòaⁿ-kìⁿ in ê gû-gōng; in thok Pa-le̍k lâi chhàm-gú, hō͘ Góa ê peh-sìⁿ Í-sek-lia̍t kiâⁿ chha-lō͘.","tghg":"佇撒瑪利亞的先知，我已經看見𪜶的愚戇；𪜶託巴力來讖語(chhàm-gú)，互我的百姓以色列行差路(chha-lō)。","bklhl":"Tī撒馬利亞ê先知，我已經看見in ê愚戇；in託Pa-le̍k來讖語，hō͘我ê百姓以色列行叉路。"}},{"book":"耶","chapter":23,"verse":14,"versions":{"unv":"我在耶路撒冷的先知中曾見可憎惡的事；他們行姦淫，做事虛妄，又堅固惡人的手，甚至無人回頭離開他的惡。他們在我面前都像所多瑪；耶路撒冷的居民都像蛾摩拉。","bklcl":"Tī Iâ-lō͘-sat-léng ê sian-ti, Góa í-keng khòaⁿ-kìⁿ khó-ò͘ⁿ ê sū; in kiâⁿ kan-îm, chòe sū pe̍h-chha̍t; koh chō͘ pháiⁿ lâng ê chhiú ná ū la̍t; tì-kàu bô lâng hôe-thâu lī-khui i ê pháiⁿ; in tī Góa ê bīn-chêng, lóng chhin-chhiūⁿ Só͘-to-má; khiā-khí tī-hia ê peh-sìⁿ lóng chhin-chhiūⁿ Gô-mô͘-la̍h.","tghg":"佇耶路撒冷的先知，我已經看見可惡的事；𪜶行姦淫，做事白賊，閣助歹人的手愈有力，致到無人回頭離開伊的歹。𪜶佇我的面前攏親像所多瑪；徛起佇遐的百姓攏親像蛾摩拉。","bklhl":"Tī耶路撒冷ê先知，我已經看見可惡ê事；in行姦淫，做事白賊；koh助pháiⁿ人ê手ná有力；致到無人回頭離開伊ê pháiⁿ；in tī我ê面前，lóng親像所多瑪；khiā起tī-hia ê百姓lóng親像蛾摩拉。"}},{"book":"耶","chapter":23,"verse":15,"versions":{"unv":"所以萬軍之耶和華論到先知如此說：我必將茵蔯給他們吃，又將苦膽水給他們喝；因為褻瀆的事出於耶路撒冷的先知，流行遍地。","bklcl":"Só͘-í bān-kun ê Iâ-hô-hoa lūn-kàu chiah-ê sian-ti, ū án-ni kóng; Khòaⁿ ah, Góa beh ēng in-tîn hō͘ in chia̍h, koh ēng khó͘ ê chúi hō͘ in lim; in-ūi siat-to̍k ê sū chhut tī Iâ-lō͘-sat-léng ê sian-ti, liû-hêng piàn-tōe.","tghg":"所以萬軍的耶和華論到諸個先知有按呢講：看啊，我欲用茵蔯(in-tîn)互𪜶食，閣用苦的水互𪜶飲；因為褻瀆的事出佇耶路撒冷的先知，流行遍地。","bklhl":"所以萬軍ê耶和華論到chiah ê先知，有án-ni講；看ah，我beh用茵蔯hō͘ in食，koh用苦ê水hō͘ in lim；因為褻瀆ê事出tī耶路撒冷ê先知，流行遍地。"}},{"book":"耶","chapter":23,"verse":16,"versions":{"unv":"萬軍之耶和華如此說：「這些先知向你們說預言，你們不要聽他們的話。他們以虛空教訓你們，所說的異象是出於自己的心，不是出於耶和華的口。","bklcl":"Bān-kun ê Iâ-hô-hoa án-ni kóng, Chiah-ê sian-ti tùi lín chhàm-gú--ê, lín bo̍h-tit thiaⁿ in ê ōe; in ēng hu-ké kà-sī lín; só͘ kóng ê īⁿ-siōng sī chhut tī in ê sim; m̄-sī chhut tī Iâ-hô-hoa ê chhùi.","tghg":"萬軍的耶和華按呢講：「諸個先知對恁讖語的，恁莫得聽𪜶的話。𪜶用虛假教示恁，所講的異象是出佇𪜶的心，呣是出佇耶和華的嘴。","bklhl":"萬軍ê耶和華án-ni講，chiah ê先知對lín讖語ê，lín莫得聽in ê話；in用虛假教示lín；所講ê異象是出tī in ê心；m̄是出tī耶和華ê嘴。"}},{"book":"耶","chapter":23,"verse":17,"versions":{"unv":"他們常對藐視我的人說：『耶和華說：你們必享平安』；又對一切按自己頑梗之心而行的人說：『必沒有災禍臨到你們。』」","bklcl":"In siông-siông tùi biáu-sī Góa ê lâng kóng, Iâ-hô-hoa kóng lín beh hióng-siū pêng-an; koh tùi it-chhè chiàu in sim ê kong-ngī lâi kiâⁿ ê lâng kóng, Tek-khak bô ū chai-ē lîm-kàu lín.","tghg":"𪜶常常對藐視我的人講：『耶和華講：恁欲享受平安』；閣對一切照𪜶心的剛硬來行的人講：『的確無有災禍臨到恁。』」","bklhl":"In常常對藐視我ê人講，耶和華講lín beh享受平安；koh對一切照in心ê剛硬來行ê人講，的確無有災厄臨到lín。"}},{"book":"耶","chapter":23,"verse":18,"versions":{"unv":"有誰站在耶和華的會中得以聽見並會悟他的話呢？有誰留心聽他的話呢？","bklcl":"Chī-chūi kap Iâ-hô-hoa khè-ha̍p, tit-tio̍h thiaⁿ I ê ōe lâi hiáu-ngō͘ ah?","tghg":"是誰及耶和華契合，得著聽伊的話來曉悟啊？是誰注意聽伊的話啊？","bklhl":"Chī-chūi kap耶和華契合，得tio̍h聽伊ê話來曉悟ah？"}},{"book":"耶","chapter":23,"verse":19,"versions":{"unv":"看哪！耶和華的忿怒好像暴風，已經發出；是暴烈的旋風，必轉到惡人的頭上。","bklcl":"Chī-chūi chù-ì thiaⁿ I ê ōe ah?  Khòaⁿ ah, Iâ-hô-hoa ê siū-khì chhin-chhiūⁿ tōa hong hoat-chhut; chiū-sī chin thàu ê kńg-lê-hong, beh tńg-se̍h lâi kong-kek pháiⁿ-lâng ê thâu-khak.","tghg":"看啊！耶和華的受氣，親像大風發出；就是真透的捲螺風，欲轉踅(tńg-se̍h)來攻擊歹人的頭殼。","bklhl":"Chī-chūi注意聽祂ê話ah？看ah，耶和華ê受氣親像大風發出；就是真透ê捲螺風，beh轉旋來攻擊pháiⁿ人ê頭殼。"}},{"book":"耶","chapter":23,"verse":20,"versions":{"unv":"耶和華的怒氣必不轉消，直到他心中所擬定的成就了。末後的日子你們要全然明白。","bklcl":"Iâ-hô-hoa ê sim só͘ gí-tiāⁿ--ê, iáu-bē chòe, iáu-bē chiâⁿ; I ê siū-khì tek-khak bô tò-tńg, ji̍t-āu lín beh bêng-pe̍k thàu-thiat.","tghg":"耶和華的心所擬定的，猶未做，猶未成，伊的受氣的確無倒轉，日後恁欲明白透徹(thàu-thiat)。","bklhl":"耶和華ê心所擬定ê，iáu未做，iáu未成；祂ê受氣的確無倒tńg，日後lín beh明白透徹。"}},{"book":"耶","chapter":23,"verse":21,"versions":{"unv":"我沒有打發那些先知，他們竟自奔跑；我沒有對他們說話，他們竟自預言。","bklcl":"Hiah ê sian-ti, Góa bô chhe in, in ka-kī cháu; Góa bô tùi in kóng, in ka-kī soan-thoân.","tghg":"許個先知我無差𪜶，𪜶家己走；我無對𪜶講，𪜶家己宣傳。","bklhl":"Hiah-ê先知，我無差in，in家己走；我無對in講，in家己宣傳。"}},{"book":"耶","chapter":23,"verse":22,"versions":{"unv":"他們若是站在我的會中，就必使我的百姓聽我的話，又使他們回頭離開惡道和他們所行的惡。","bklcl":"In nā kap Góa khè-ha̍p, chiū tek-khak hō͘ Góa ê peh-sìⁿ thiaⁿ Góa ê ōe; hō͘ in hôe-thâu lī-khui in ê pháiⁿ-lō͘, kap in só͘ kiâⁿ ê pháiⁿ.","tghg":"𪜶若及我契合，就的確互我的百姓聽我的話，互𪜶回頭離開𪜶的歹路及𪜶所行的歹。","bklhl":"In若kap我契合，就的確hō͘我ê百姓聽我ê話；hō͘ in回頭離開in ê pháiⁿ路，kap in所行ê pháiⁿ。"}},{"book":"耶","chapter":23,"verse":23,"versions":{"unv":"耶和華說：「我豈為近處的　神呢？不也為遠處的　神嗎？」","bklcl":"Iâ-hô-hoa kóng, Góa kiám chòe kūn ê Siōng-tè, bô chòe hn̄g ê Siōng-tè mah?","tghg":"耶和華講：「我豈做近的上帝？無做遠的上帝嗎？」","bklhl":"耶和華講，我kiám做近ê上帝，無做遠ê上帝mah？"}},{"book":"耶","chapter":23,"verse":24,"versions":{"unv":"耶和華說：「人豈能在隱密處藏身，使我看不見他呢？」耶和華說：「我豈不充滿天地嗎？","bklcl":"Iâ-hô-hoa kóng, Lâng kiám ōe bih tī ún-ba̍t ê só͘-chāi, hō͘ Góa khòaⁿ i bōe tio̍h mah?  Iâ-hô-hoa kóng, Góa kiám bô chhiong-móa tī thiⁿ-tōe mah?","tghg":"耶和華講：「人豈會匿(bih)佇隱密的所在，互我看伊𣍐著嗎？」耶和華講：「我豈無充滿佇天地嗎？","bklhl":"耶和華講，人kiám會bih tī隱密ê所在，hō͘我看伊bōe tio̍h mah？耶和華講，我kiám無充滿tī天地mah？"}},{"book":"耶","chapter":23,"verse":25,"versions":{"unv":"我已聽見那些先知所說的，就是託我名說的假預言，他們說：『我做了夢！我做了夢！』","bklcl":"Góa í-keng thiaⁿ-kìⁿ hiah-ê sian-ti só͘ kóng-ê, chiū-sī thok Góa ê miâ soan-thoân pe̍h-chha̍t; in kóng, Góa ū bāng-kìⁿ, góa ū bāng-kìⁿ.","tghg":"我已經聽見許個先知所講的，就是託我的名宣傳白賊，𪜶講：『我有夢見！我有夢見！』","bklhl":"我已經聽見hiah-ê先知所講ê，就是託我ê名宣傳白賊；in講，我有夢見，我有夢見。"}},{"book":"耶","chapter":23,"verse":26,"versions":{"unv":"說假預言的先知，就是預言本心詭詐的先知，他們這樣存心要到幾時呢？","bklcl":"Soan-thoân pe̍h-chha̍t ê sian-ti, chiū-sī soan-thoân in ê sim ê khúi-chà; in chûn chit-hō ê sim, beh kàu tī-sî ah?","tghg":"宣傳白賊的先知，就是宣傳𪜶的心的詭詐，𪜶存此號的心欲到底時啊？","bklhl":"宣傳白賊ê先知，就是宣傳in ê心ê詭詐；in存chit號ê心，beh到tī時ah？"}},{"book":"耶","chapter":23,"verse":27,"versions":{"unv":"他們各人將所做的夢對鄰舍述說，想要使我的百姓忘記我的名，正如他們列祖因巴力忘記我的名一樣。","bklcl":"In ta̍k-lâng chiong só͘ bāng--ê saⁿ-kap kóng-khí; siūⁿ beh hō͘ Góa ê peh-sìⁿ bōe-kì-tit Góa ê miâ; chhin-chhiūⁿ in ê lia̍t-chó͘ in-ūi Pa-le̍k, lâi bōe-kì-tit Góa ê miâ chi̍t-iūⁿ.","tghg":"𪜶逐人將所夢的相及講起，想欲互我的百姓𣍐記得我的名，親像𪜶的列祖因為巴力來𣍐記得我的名一樣。","bklhl":"In ta̍k人將所夢ê相kap講起；想beh hō͘我ê百姓bōe記得我ê名；親像in ê列祖因為Pa-le̍k，來bōe記得我ê名一樣。"}},{"book":"耶","chapter":23,"verse":28,"versions":{"unv":"得夢的先知可以述說那夢；得我話的人可以誠實講說我的話。糠秕怎能與麥子比較呢？這是耶和華說的。」","bklcl":"Sian-ti nā ū bāng-kìⁿ thang kóng-khí i ê bāng; tit-tio̍h Góa ê ōe--ê, tio̍h ēng sêng-si̍t thoân Góa ê ōe; chho͘-khng kap be̍h thái ōe pí-tit? Che sī Iâ-hô-hoa kóng--ê.","tghg":"先知若有夢見，通講起伊的夢；得著我的話者，著用誠實傳我的話。粗糠(chho͘-khng)及麥豈會(thái ōe)比得？這是耶和華講的。」","bklhl":"先知若有夢見thang講起伊ê夢；得tio̍h我ê話ê，tio̍h用誠實傳我ê話；粗糠kap麥thái能比得？這是耶和華講ê。"}},{"book":"耶","chapter":23,"verse":29,"versions":{"unv":"耶和華說：「我的話豈不像火，又像能打碎磐石的大錘嗎？」","bklcl":"Iâ-hô-hoa kóng, Góa ê ōe kiám m̄-sī chhin-chhiūⁿ hé, koh chhin-chhiūⁿ ōe phah-phòa chio̍h-pôaⁿ ê tōa-thûi mah?","tghg":"耶和華講：「我的話豈呣是親像火，閣親像會拍破石磐的大鎚(thûi)嗎？","bklhl":"耶和華講，我ê話kiám m̄是親像火，koh親像能phah破石磐ê大槌mah？"}},{"book":"耶","chapter":23,"verse":30,"versions":{"unv":"耶和華說：「那些先知各從鄰舍偷竊我的言語，因此我必與他們反對。」","bklcl":"Iâ-hô-hoa kóng, Khòaⁿ ah, hiah-ê sian-ti tùi i ê tâng-phōaⁿ thau-the̍h Góa ê ōe--ê, Góa kong-kek--in.","tghg":"耶和華講：「看啊，許個先知對伊的同伴偷提我的話者，我攻擊𪜶。」","bklhl":"耶和華講，看ah，hiah-ê先知對伊ê同伴偷the̍h我ê話ê，我攻擊in。"}},{"book":"耶","chapter":23,"verse":31,"versions":{"unv":"耶和華說：「那些先知用舌頭，說是耶和華說的；我必與他們反對。」","bklcl":"Iâ-hô-hoa kóng, Hiah ê sian-ti ēng chhùi-chi̍h kóng, Che sī Iâ-hô-hoa kóng--ê; Góa kong-kek in.","tghg":"耶和華講：「許個先知用嘴舌講，這是耶和華講的；我攻擊𪜶。」","bklhl":"耶和華講，hiah-ê先知用嘴舌講，這是耶和華講ê；我攻擊in。"}},{"book":"耶","chapter":23,"verse":32,"versions":{"unv":"耶和華說：「那些以幻夢為預言，又述說這夢，以謊言和矜誇使我百姓走錯了路的，我必與他們反對。我沒有打發他們，也沒有吩咐他們。他們與這百姓毫無益處。這是耶和華說的。」","bklcl":"Iâ-hô-hoa kóng, Khòaⁿ ah, hiah-ê ēng ké ê bāng lâi chòe sian-ti--ê; in kóng-khí in ê bāng; ia̍h ēng in ê pe̍h-chha̍t, kap in ê hong-hàm, hō͘ Góa ê peh-sìⁿ kiâⁿ chha-lō͘; Góa kong-kek in; in-ūi Góa bô chhe in, ia̍h bô bēng-lēng in, in lóng bô lī-ek chit ê peh-sìⁿ; che sī Iâ-hô-hoa kóng--ê.","tghg":"耶和華講：「看啊，許個用假的夢來做先知的，𪜶講起𪜶的夢，亦用𪜶的白賊及𪜶的謊譀(hong-hàm)，互我的百姓行差路，我攻擊𪜶。因為我無差𪜶，亦無命令𪜶，𪜶攏無利益此個百姓。這是耶和華講的。」","bklhl":"耶和華講，看ah，hiah-ê用假ê夢來做先知ê；in講起in ê夢；亦用in ê白賊，kap in ê風hàm，hō͘我ê百姓行叉路；我攻擊in；因為我無差in，亦無命令in，in lóng無利益chit ê百姓；這是耶和華講ê。"}},{"book":"耶","chapter":23,"verse":33,"versions":{"unv":"「無論是百姓，是先知，是祭司，問你說：『耶和華有甚麼默示呢？』你就對他們說：『甚麼默示啊？耶和華說：我要撇棄你們。』","bklcl":"Nā chit ê peh-sìⁿ, á-sī sian-ti, á-sī chè-si, mn̄g lí kóng, Iâ-hô-hoa ū sím-mi̍h tāng-tàⁿ ê be̍k-sī? lí chiū tio̍h kā in kóng, Sím-mi̍h tāng-tàⁿ ê be̍k-sī ah! Iâ-hô-hoa kóng, Góa beh khì-sak lín, chiū-sī.","tghg":"「若此個百姓，抑是先知，抑是祭司，問你講：『耶和華有甚麼重擔的默示？』你就著給𪜶講：『甚麼重擔的默示啊？耶和華講：我欲棄拺恁就是。』","bklhl":"若chit ê百姓，á是先知，á是祭司，問你講，耶和華有甚麼重擔ê默示？你就tio̍h kā in講，甚麼重擔ê默示ah！耶和華講，我beh棄sak lín，就是。"}},{"book":"耶","chapter":23,"verse":34,"versions":{"unv":"無論是先知，是祭司，是百姓，說『耶和華的默示』，我必刑罰那人和他的家。","bklcl":"Kìⁿ-nā sian-ti, á-sī chè-si, á-sī peh-sìⁿ, kóng, Iâ-hô-hoa tāng-tàⁿ ê be̍k-sī--ê; hit-hō lâng, Góa beh hêng-hoa̍t i kap i ê ke.","tghg":"見若先知，抑是祭司，抑是百姓，講『耶和華重擔的默示者』，彼號人我欲刑罰伊及伊的家。","bklhl":"見若先知，á是祭司，á是百姓，講，耶和華重擔ê默示ê；hit號人，我beh刑罰伊kap伊ê家。"}},{"book":"耶","chapter":23,"verse":35,"versions":{"unv":"你們各人要對鄰舍，各人要對弟兄如此說：『耶和華回答甚麼？』『耶和華說了甚麼呢？』","bklcl":"Lín ta̍k-lâng tùi i ê chhù-piⁿ, ta̍k-lâng tùi i ê hiaⁿ-tī, tio̍h án-ni kóng, Iâ-hô-hoa ū ìn sím-mi̍h?  Iâ-hô-hoa ū kóng sím-mi̍h?","tghg":"恁逐人對伊的厝邊，逐人對伊的兄弟著按呢講：『耶和華有應甚麼？』『耶和華有講甚麼？』","bklhl":"Lín ta̍k人對伊ê厝邊，ta̍k人對伊ê兄弟，tio̍h án-ni講，耶和華有應甚麼？耶和華有講甚麼？"}},{"book":"耶","chapter":23,"verse":36,"versions":{"unv":"『耶和華的默示』你們不可再提，各人所說的話必作自己的重擔（重擔和默示原文同），因為你們謬用永生　神、萬軍之耶和華─我們　神的言語。","bklcl":"Iâ-hô-hoa tāng-tàⁿ ê be̍k-sī, chit-kù lín m̄-thang koh kóng; in-ūi ta̍k-lâng só͘ kóng ê ōe, beh chòe in pún-sin ê tāng-tàⁿ; in-ūi lín chiong éng-oa̍h ê Siōng-tè, bān-kun ê Iâ-hô-hoa, lán ê Siōng-tè ê ōe kóe hō͘ i chhoa̍h--khì.","tghg":"『耶和華重擔的默示』此句恁呣通閣講，因為逐人所講的話欲做𪜶本身的重擔，因為恁將永活的上帝、萬軍的耶和華──咱的上帝的話解互伊斜去(chhoa̍h-khì)。","bklhl":"耶和華重擔ê默示，chit句lín m̄-thang koh講；因為ta̍k人所講ê話，beh做in本身ê重擔；因為lín將永活ê上帝，萬軍ê耶和華，咱ê上帝ê話解hō͘伊chhoa̍h去。"}},{"book":"耶","chapter":23,"verse":37,"versions":{"unv":"你們要對先知如此說：『耶和華回答你甚麼？』『耶和華說了甚麼呢？』","bklcl":"Lí tio̍h tùi sian-ti án-ni kóng, Iâ-hô-hoa ìn lí sím-mi̍h? Iâ-hô-hoa kóng sím-mi̍h?","tghg":"你著對先知按呢講：『耶和華應你甚麼？』『耶和華講甚麼？』","bklhl":"你tio̍h對先知án-ni講，耶和華應你甚麼？耶和華講甚麼？"}},{"book":"耶","chapter":23,"verse":38,"versions":{"unv":"你們若說『耶和華的默示』，耶和華就如此說：『因你們說「耶和華的默示」這句話，我也打發人到你們那裡去，告訴你們不可說「耶和華的默示」。』","bklcl":"Lín nā kóng, Iâ-hô-hoa tāng-tàⁿ ê be̍k-sī, Iâ-hô-hoa chiū án-ni kóng, Góa chhe lâng kàu lín hia, kā lín kóng, M̄-thang kóng Iâ-hô-hoa tāng-tàⁿ ê be̍k-sī; lín iáu teh kóng chit-kù Iâ-hô-hoa tāng-tàⁿ ê be̍k-sī;","tghg":"恁若講『耶和華重擔的默示』，耶和華就按呢講：『我差人到恁遐給恁講，呣通講「耶和華重擔的默示」，恁猶啲講此句「耶和華重擔的默示」。』","bklhl":"Lín若講，耶和華重擔ê默示，耶和華就án-ni講，我差人到lín hia，kā lín講，M̄-thang講耶和華重擔ê默示；lín iáu teh講chit句耶和華重擔ê默示；"}},{"book":"耶","chapter":23,"verse":39,"versions":{"unv":"所以我必全然忘記你們，將你們和我所賜給你們並你們列祖的城撇棄了；","bklcl":"só͘-í Góa beh choân-jiân bōe-kì-tit lín, chiong lín kap Góa só͘ siúⁿ-sù lín, í-ki̍p lín ê lia̍t-chó͘ ê siâⁿ, tùi Góa ê bīn-chêng khì-sak.","tghg":"所以我欲全然𣍐記得恁，將恁及我所賞賜恁以及恁的列祖的城，對我的面前棄拺；","bklhl":"所以我beh全然bōe記得lín，將lín kap我所賞賜lín，以及lín ê列祖ê城，tùi我ê面前棄sak。"}},{"book":"耶","chapter":23,"verse":40,"versions":{"unv":"又必使永遠的凌辱和長久的羞恥臨到你們，是不能忘記的。」","bklcl":"Koh beh hō͘ éng-oán ê lêng-jio̍k, kap kú-tn̂g ê kiàn-siàu, lîm-kàu lín;  kú-tn̂g bô bōe-kì--tit.","tghg":"閣欲互永遠的凌辱及久長的見誚臨到恁，久長無𣍐記得。」","bklhl":"Koh beh hō͘永遠ê凌辱，kap久長ê見笑，臨到lín；久長無bōe記得。"}}]