[{"book":"耶","chapter":44,"verse":1,"versions":{"unv":"有臨到耶利米的話，論及一切住在埃及地的猶大人，就是住在密奪、答比匿、挪弗、巴忒羅境內的猶大人，說：","bklcl":"Ū ōe lîm-kàu Iâ-lī-bí, lūn-kàu it-chhè khiā-khí tī Ai-ki̍p tōe ê Iû-tāi lâng; chiū-sī khiā-khí tī Bi̍t-toa̍t, Tap-pí-le̍k, Lô-hut, Pa-thek-lô kéng-lāi ê Iû-tāi lâng, kóng,","tghg":"有話臨到耶利米，論到一切徛起佇埃及地的猶大人，就是徛起佇密奪、答比匿、羅弗、巴忒羅境內的猶大人，講：","bklhl":"有話臨到耶利米，論到一切khiā起tī埃及地ê偤大人；就是khiā起tī Bi̍t-toat、Tap-pí-le̍k、Lô-hut、Pa-thek-lô境內ê偤大人，講，"}},{"book":"耶","chapter":44,"verse":2,"versions":{"unv":"「萬軍之耶和華─以色列的　神如此說：我所降與耶路撒冷和猶大各城的一切災禍你們都看見了。那些城邑今日荒涼，無人居住；","bklcl":"Bān-kun ê Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè án-ni kóng:  Góa só͘ kàng-lo̍h tī Iâ-lō͘-sat-léng, kap Iû-tāi chiah-ê siâⁿ it-chhè ê chai-ē, lín lóng khòaⁿ-kìⁿ; khòaⁿ ah, taⁿ in lóng pha-hng, bô lâng khiā-khí.","tghg":"「萬軍的耶和華──以色列的上帝按呢講：我所降落佇耶路撒冷及猶大諸個城一切的災禍恁攏看見。看啊，今𪜶攏拋荒(pha-hng)，無人徛起；","bklhl":"萬軍ê耶和華以色列ê上帝án-ni講：我所降落tī耶路撒冷，kap偤大chiah ê城一切ê災厄，lín lóng看見；看ah，taⁿ in lóng拋荒，無人khiā起。"}},{"book":"耶","chapter":44,"verse":3,"versions":{"unv":"這是因居民所行的惡，去燒香事奉別神，就是他們和你們，並你們列祖所不認識的神，惹我發怒。","bklcl":"Che sī in-ūi in só͘ kiâⁿ ê pháiⁿ, in khì sio-hiuⁿ ho̍k-sāi pa̍t ê siōng-tè, chiū-sī in kap lín í-ki̍p lín ê lia̍t-chó͘ só͘ m̄-bat--ê; án-ni jiá Góa ê siū-khì.","tghg":"這是因為𪜶所行的歹，𪜶去燒香服事別個上帝，就是𪜶及恁，以及恁的列祖所呣識(bat)的，按呢惹我的受氣。","bklhl":"這是因為in所行ê pháiⁿ，in去燒香服事別ê上帝，就是in kap lín以及lín ê列祖所m̄-bat-ê；án-ni惹我ê受氣。"}},{"book":"耶","chapter":44,"verse":4,"versions":{"unv":"我從早起來差遣我的僕人眾先知去說，你們切不要行我所厭惡這可憎之事。","bklcl":"Chóng-sī Góa bat chhe Góa ê chèng lô͘-po̍k sian-ti chiū-kūn lín; sī chá-chá khí-lâi chhe i, kóng, Chhiat-chhiat goān lín m̄-thang kiâⁿ chit ê khó-ò͘ⁿ ê sū, Góa só͘ oàn-hūn--ê.","tghg":"總是我曾差我的眾奴僕先知就近恁，是早早起來差伊講，切切願恁呣通行此個可惡的事，我所怨恨的。","bklhl":"總是我bat差我ê眾奴僕先知就近lín；是早早起來差伊，講，切切願lín m̄-thang行chit ê可惡ê事，我所怨恨ê。"}},{"book":"耶","chapter":44,"verse":5,"versions":{"unv":"他們卻不聽從，不側耳而聽，不轉離惡事，仍向別神燒香。","bklcl":"To̍k-to̍k in bô thiaⁿ, ia̍h bô àⁿ hī-khang, bô oa̍t-tńg lī-khui in ê pháiⁿ; iû-goân sio-hiuⁿ tī pa̍t-hō ê siōng-tè.","tghg":"獨獨𪜶無聽，亦無俯(àⁿ)耳孔，無越轉離開𪜶的歹，猶原燒香佇別號的上帝。","bklhl":"獨獨in無聽，亦無俯耳孔，無oa̍t-tńg離開in ê pháiⁿ；猶原燒香tī別號ê上帝。"}},{"book":"耶","chapter":44,"verse":6,"versions":{"unv":"因此，我的怒氣和忿怒都倒出來，在猶大城邑中和耶路撒冷的街市上，如火著起，以致都荒廢淒涼，正如今日一樣。","bklcl":"In-ūi án-ni, Góa ê tōa siū-khì kap Góa ê siū-khì piàⁿ-chhut tī Iû-tāi chiah-ê siâⁿ, kap Iâ-lō͘-sat-léng ê koe-chhī, chhin-chhiūⁿ hé to̍h--khí-lâi; tì-kàu in pha-hng léng-chēng; chhin-chhiūⁿ kin-á-ji̍t án-ni.","tghg":"因為按呢，我的大受氣及我的受氣傾(piàⁿ)出，佇猶大諸個城及耶路撒冷的街市，親像火𤏸(to̍h)起來，致到𪜶拋荒冷靜，親像今仔日按呢。","bklhl":"因為án-ni，我ê大受氣kap我ê受氣piàⁿ出tī偤大chiah ê城，kap耶路撒冷ê街市，親像火to̍h起來；致到in拋荒冷靜；親像今á日án-ni。"}},{"book":"耶","chapter":44,"verse":7,"versions":{"unv":"現在耶和華─萬軍之　神、以色列的　神如此說：你們為何作這大惡自害己命，使你們的男人、婦女、嬰孩，和吃奶的都從猶大中剪除、不留一人呢？","bklcl":"Taⁿ Iâ-hô-hoa bān-kun ê Siōng-tè, Í-sek-lia̍t ê Siōng-tè, án-ni kóng, Lín siáⁿ-sū kiâⁿ chit ê tōa pháiⁿ, hāi lín ka-kī; hō͘ lín ê ta-po͘-lâng, hū-jîn-lâng, gín-á, kap chia̍h-ni ê eⁿ-á, lóng tùi Iû-tāi tiong kā lín tû-khì, bô lâu chi̍t-ê?  Sī in-ūi lín ēng lín ê chhiú só͘ chòe--ê kek Góa ê siū-khì;","tghg":"今耶和華──萬軍的上帝、以色列的上帝按呢講：恁啥事行此個大歹害恁家己，互恁的查甫人、婦仁人、囝仔，及食奶的嬰仔攏對猶大中給恁除去、無留一個？","bklhl":"Taⁿ耶和華萬軍ê上帝，以色列ê上帝，án-ni講，Lín啥事行chit ê大pháiⁿ，害lín家己；hō͘ lín ê ta-po͘人、婦人人、gín-á，kap食奶ê嬰á，lóng tùi偤大中kā lín除去，無留一个？是因為lín用lín ê手所做ê激我ê受氣；"}},{"book":"耶","chapter":44,"verse":8,"versions":{"unv":"就是因你們手所做的，在所去寄居的埃及地向別神燒香惹我發怒，使你們被剪除，在天下萬國中令人咒詛羞辱。","bklcl":"tī só͘ khì kià-kha ê Ai-ki̍p tōe, sio-hiuⁿ tī pa̍t-hō ê siōng-tè, tì-kàu lín tú-tio̍h châu-bia̍t, tī thiⁿ-ē bān-kok tiong, chiâⁿ-chòe thang chiù-chó͘, thang lêng-jio̍k--ê.","tghg":"是因為恁用恁的手所做的激我的受氣，佇所去寄腳的埃及地燒香佇別號的上帝，致到恁抵著(tú-tio̍h)剿滅(châu-bia̍t)，佇天下萬國中成做通咒詛，通凌辱的。","bklhl":"tī所去寄腳ê埃及地，燒香tī別號ê上帝，致到lín tú-tio̍h剿滅，tī天下萬國中，成做thang咒詛，thang凌辱ê。"}},{"book":"耶","chapter":44,"verse":9,"versions":{"unv":"你們列祖的惡行，猶大列王和他們后妃的惡行，你們自己和你們妻子的惡行，就是在猶大地、耶路撒冷街上所行的，你們都忘了嗎？","bklcl":"Lí ê lia̍t-chó͘ ê pháiⁿ, Iû-tāi lia̍t-ông ê pháiⁿ, in ê hō͘-hui ê pháiⁿ, lín ka-kī ê pháiⁿ, lín ê bó͘ ê pháiⁿ, chiū-sī tī Iû-tāi tōe, Iâ-lō͘-sat-léng koe-chhī só͘ kiâⁿ--ê, lín bōe kì-tit mah?","tghg":"你的列祖的歹，猶大列王的歹，𪜶的后妃的歹，恁家己的歹，恁的某的歹，就是佇猶大地，耶路撒冷街市所行的，恁𣍐記得嗎？","bklhl":"你ê列祖ê pháiⁿ，偤大列王ê pháiⁿ，in ê后妃ê pháiⁿ，lín家己ê pháiⁿ，lín ê bó͘ ê pháiⁿ，就是tī偤大地，耶路撒冷街市所行ê，lín bōe記得mah？"}},{"book":"耶","chapter":44,"verse":10,"versions":{"unv":"到如今還沒有懊悔，沒有懼怕，沒有遵行我在你們和你們列祖面前所設立的法度律例。","bklcl":"In kàu-taⁿ iáu bô ka-kī khiam-pi, bô kiaⁿ-hiâⁿ, bô chun-thàn Góa tī lín ê bīn-chêng, kap lín ê lia̍t-chó͘ ê bīn-chêng, só͘ siat Góa ê hoat-tō͘, Góa ê lu̍t-lē.","tghg":"𪜶到今猶無家己謙卑，無驚惶，無遵趁我佇恁的面前及恁的列祖的面前所設我的法度，我的律例。","bklhl":"In到taⁿ iáu無家己謙卑，無驚惶，無遵thàn我tī lín ê面前，kap lín ê列祖ê面前，所設我ê法度，我ê律例。"}},{"book":"耶","chapter":44,"verse":11,"versions":{"unv":"「所以萬軍之耶和華─以色列的　神如此說：我必向你們變臉降災，以致剪除猶大眾人。","bklcl":"Só͘-í bān-kun ê Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè án-ni kóng, Khòaⁿ ah, Góa beh ǹg lín pìⁿ-bīn, kàng chai-ē tì-kàu châu-bia̍t Iû-tāi ê chèng-lâng.","tghg":"「所以萬軍的耶和華──以色列的上帝按呢講：看啊，我欲向恁變面降災禍，致到剿滅猶大的眾人。","bklhl":"所以萬軍ê耶和華以色列ê上帝án-ni講，看ah，我beh ǹg lín變面，降災厄致到剿滅偤大ê眾人。"}},{"book":"耶","chapter":44,"verse":12,"versions":{"unv":"那定意進入埃及地、在那裡寄居的，就是所剩下的猶大人，我必使他們盡都滅絕，必在埃及地仆倒，必因刀劍饑荒滅絕；從最小的到至大的都必遭刀劍饑荒而死，以致令人辱罵、驚駭、咒詛、羞辱。","bklcl":"Iû-tāi só͘ chhun ê peh-sìⁿ, ngī-phīⁿ khì Ai-ki̍p tōe, beh tī-hia kià-kha--ê, Góa beh chhú lâi bia̍t--in; in beh tó tī Ai-ki̍p tōe, in beh tùi to-kiàm, tùi ki-hng, lâi bia̍t-bô, tùi sòe kàu tōa, lóng beh tùi to-kiàm, tùi ki-hng, lâi sí; in beh chiâⁿ-chòe thang chiù-chó͘, thang gông-ngia̍h, thang lóe-mē, thang lêng-jio̍k--ê.","tghg":"猶大所剩(chhun)的百姓，硬鼻去埃及地，欲佇遐寄腳者，我欲取來滅𪜶，𪜶欲倒佇埃及地，𪜶欲對刀劍，對飢荒來滅無；對細到大攏欲對刀劍對飢荒來死，𪜶欲成做通咒詛、通卬愕、通詈罵(lóe-mē)、通凌辱者。","bklhl":"偤大所chhun ê百姓，硬鼻去埃及地，beh tī-hia寄腳ê，我beh取來滅in；in beh倒tī埃及地，in beh tùi刀劍，tùi飢荒，來滅無，tùi細到大，lóng beh tùi刀劍，tùi飢荒，來死；in beh成做thang咒詛，thang gông-ngia̍h，thang詈罵，thang凌辱ê。"}},{"book":"耶","chapter":44,"verse":13,"versions":{"unv":"我怎樣用刀劍、饑荒、瘟疫刑罰耶路撒冷，也必照樣刑罰那些住在埃及地的猶大人；","bklcl":"In-ūi Góa beh ēng to-kiàm, ēng ki-hng, ēng un-e̍k, hêng-hoa̍t khiā-khí Ai-ki̍p tōe--ê; chhin-chhiūⁿ Góa í-keng hêng-hoa̍t Iâ-lō͘-sat-léng chi̍t-iūⁿ;","tghg":"因為我欲用刀劍、用飢荒、用瘟疫刑罰徛起埃及地者，親像我已經刑罰耶路撒冷一樣；","bklhl":"因為我beh用刀劍，用飢荒，用瘟疫，刑罰khiā起埃及地ê；親像我已經刑罰耶路撒冷一樣；"}},{"book":"耶","chapter":44,"verse":14,"versions":{"unv":"甚至那進入埃及地寄居的，就是所剩下的猶大人，都不得逃脫，也不得存留歸回猶大地。他們心中甚想歸回居住之地；除了逃脫的以外，一個都不能歸回。」","bklcl":"hō͘ hiah-ê khì Ai-ki̍p tōe só͘ chhun ê Iû-tāi lâng, lóng bōe-tit thoat-lī, á-sī lâu-teh, thang tò-lâi Iû-tāi tōe, chiū-sī in ê sim chin him-bō͘ tò-lâi khiā-khí ê só͘-chāi; in-ūi tit-tio̍h thoat-lī--ê ê í-gōa, bô chi̍t-ê thang tò-lâi.","tghg":"互許個去埃及地，所剩的猶大人，攏𣍐得脫離，抑是留啲通倒來猶大地。就是𪜶的心真欣慕倒來徛起的所在；因為得著脫離者的以外，無一個通倒來。」","bklhl":"Hō͘ hiah-ê去埃及地所chhun ê偤大人，lóng bōe得脫離，á是留teh，thang tò來偤大地，就是in ê心真欣慕tò來khiā起ê所在；因為得tio̍h脫離ê ê以外，無一个thang tò來。"}},{"book":"耶","chapter":44,"verse":15,"versions":{"unv":"那些住在埃及地巴忒羅知道自己妻子向別神燒香的，與旁邊站立的眾婦女，聚集成群，回答耶利米說：","bklcl":"Hiah-ê tòa tī Ai-ki̍p tōe Pa-thek-lô ê lâng, kìⁿ-nā chai in ê bó͘ bat tùi pa̍t ê siōng-tè sio-hiuⁿ--ê, kap tī piⁿ--thâu teh-khiā ê chèng hū-jîn, chū-chi̍p kui tōa-tīn, ìn Iâ-lī-bí kóng,","tghg":"許個住佇埃及地巴忒羅的人，見若知𪜶的某曾對別個上帝燒香的，及佇邊頭啲徛的眾婦人，聚集歸大陣，應耶利米講：","bklhl":"Hiah-ê tòa tī埃及地Pa-thek-lô ê人，見若知in ê bó͘ bat對別ê上帝燒香ê，kap tī邊頭teh-khiā ê眾婦人，聚集kui大陣，應耶利米講，"}},{"book":"耶","chapter":44,"verse":16,"versions":{"unv":"「論到你奉耶和華的名向我們所說的話，我們必不聽從。","bklcl":"Lí hōng Iâ-hô-hoa ê miâ tùi goán só͘ kóng ê ōe, goán m̄ thiaⁿ--lí.","tghg":"「你奉耶和華的名對我所講的話，阮呣聽你。","bklhl":"你奉耶和華ê名對阮所講ê話，阮m̄聽你。"}},{"book":"耶","chapter":44,"verse":17,"versions":{"unv":"我們定要成就我們口中所出的一切話，向天后燒香、澆奠祭，按著我們與我們列祖、君王、首領在猶大的城邑中和耶路撒冷的街市上素常所行的一樣；因為那時我們吃飽飯、享福樂，並不見災禍。","bklcl":"Goán koat-toàn beh chiâⁿ goán ê chhùi só͘ kóng it-chhè ê ōe, ǹg Thian-hō͘ sio-hiuⁿ, koàn-tiān, chiàu goán kap goán ê lia̍t-chó͘, goán ê kun-ông, goán ê kùi-cho̍k, tī Iû-tāi chiah-ê siâⁿ, kap Iâ-lō͘-sat-léng ê koe-chhī, pêng-sò͘ só͘ kiâⁿ--ê chi̍t-iūⁿ; in-ūi hit-sî goán ê si̍t-bu̍t chhiong-chiok, hióng-siū pêng-an; pēng-bô khòaⁿ-kìⁿ chai-ē.","tghg":"阮決斷欲成阮的嘴所講一切的話，向天后燒香、灌奠，照阮及阮的列祖、阮的君王、阮的貴族佇猶大諸個城及耶路撒冷的街市平素所行的一樣；因為彼時阮的食物(si̍t-bu̍t)充足、享受平安，並無看見災禍。","bklhl":"阮決斷beh成阮ê嘴所講一切ê話，ǹg天后燒香、灌奠，照阮kap阮ê列祖，阮ê君王，阮ê貴族，tī偤大chiah ê城，kap耶路撒冷ê街市，平素所行ê一樣；因為hit時阮ê食物充足，享受平安；並無看見災厄。"}},{"book":"耶","chapter":44,"verse":18,"versions":{"unv":"自從我們停止向天后燒香、澆奠祭，我們倒缺乏一切，又因刀劍饑荒滅絕。」","bklcl":"Chóng-sī tùi goán thêng-chí bô sio-hiuⁿ, bô koàn-tiān tī Thian-hō͘, goán hoán-tńg khiàm-kheh it-chhè; koh tùi to-kiàm, tùi ki-hng lâi bia̍t-bô.","tghg":"總是對阮停止無燒香，無灌奠佇天后，阮反轉欠缺一切，閣對刀劍對飢荒來滅無。","bklhl":"總是tùi阮停止無燒香，無灌奠tī天后，阮反tńg欠缺一切；koh tùi刀劍，tùi飢荒來滅無。"}},{"book":"耶","chapter":44,"verse":19,"versions":{"unv":"婦女說：「我們向天后燒香、澆奠祭，做天后像的餅供奉她，向她澆奠祭，是外乎我們的丈夫嗎？」","bklcl":"Goán tùi Thian-hō͘ sio-hiuⁿ koàn-tiān ê sî, goán chòe-piáⁿ lâi ho̍k-sāi i, tùi i koàn-tiān, goán tiōng-hu kiám bô hūn mah?","tghg":"阮對天后燒香、灌奠的時，阮做餅來服事伊，對伊灌奠，阮丈夫豈無分嗎？」","bklhl":"阮對天后燒香灌奠ê時，阮做餅來服事伊，對伊灌奠，阮丈夫kiám無份mah？"}},{"book":"耶","chapter":44,"verse":20,"versions":{"unv":"耶利米對一切那樣回答他的男人婦女說：","bklcl":"Iâ-lī-bí chiū ìn hiah-ê peh-sìⁿ, chiū-sī tùi hiah-ê ta-po͘ hū-jîn ēng chit ê ōe ìn--i ê peh-sìⁿ, kóng,","tghg":"耶利米就應許個百姓就是對許個查甫婦人用此個話應伊的百姓講：","bklhl":"耶利米就應hiah-ê百姓，就是對hiah-ê ta-po͘婦人用chit ê話應伊ê百姓，講，"}},{"book":"耶","chapter":44,"verse":21,"versions":{"unv":"「你們與你們列祖、君王、首領，並國內的百姓，在猶大城邑中和耶路撒冷街市上所燒的香，耶和華豈不記念，心中豈不思想嗎？","bklcl":"Lín kap lín ê lia̍t-chó͘, lín ê kun-ông, lín ê kùi-cho̍k, kap kok-lāi ê peh-sìⁿ, tī Iû-tāi chiah-ê siâⁿ, kap Iâ-lō͘-sat-léng koe-chhī só͘ sio ê hiuⁿ, Iâ-hô-hoa kiám bô kì-tit--in, sim-lāi kiám bô siūⁿ mah?","tghg":"「恁及恁的列祖、恁的君王、恁的貴族，及國內的百姓，佇猶大諸個城及耶路撒冷街市所燒的香，耶和華豈無記得𪜶，心內豈無想嗎？","bklhl":"Lín kap lín ê列祖，lín ê君王，lín ê貴族，kap國內ê百姓，tī偤大chiah ê城，kap耶路撒冷街市所燒 ê香，耶和華kiám無記得in，心內kiám無想mah？"}},{"book":"耶","chapter":44,"verse":22,"versions":{"unv":"耶和華因你們所作的惡、所行可憎的事，不能再容忍，所以你們的地荒涼，令人驚駭咒詛，無人居住，正如今日一樣。","bklcl":"Iâ-hô-hoa in-ūi lín só͘ chòe ê pháiⁿ, só͘ kiâⁿ khó-ò͘ⁿ ê sū, bōe koh lún--tit; só͘-í lín ê tōe pha-hng, chiâⁿ-chòe thang gông-ngia̍h, thang chiù-chó͘, bô lâng khiā-khí, chhin-chhiūⁿ kin-á-ji̍t chit-khoán.","tghg":"耶和華因為恁所做的歹、所行可惡的事，𣍐閣愞(lún)得，所以恁的地拋荒，成做通卬愕、通咒詛無人徛起，親像今仔日此款。","bklhl":"耶和華因為lín所做ê pháiⁿ，所行可惡ê事，bōe koh忍得；所以lín ê地拋荒，成做thang gông-ngia̍h，thang咒詛，無人khiā起，親像今á日chit款。"}},{"book":"耶","chapter":44,"verse":23,"versions":{"unv":"你們燒香，得罪耶和華，沒有聽從他的話，沒有遵行他的律法、條例、法度，所以你們遭遇這災禍，正如今日一樣。」","bklcl":"In-ūi lín sio-hiuⁿ, ia̍h in-ūi lín tek-chōe Iâ-hô-hoa, ia̍h bô thiaⁿ Iâ-hô-hoa ê ōe, bô thàn I ê lu̍t-hoat, I ê tiâu-lē, I ê kan-chèng ê ōe, só͘-í lín tú-tio̍h chit ê chai-ē, chhin-chhiūⁿ kin-á-ji̍t chit-khoán.","tghg":"因為恁燒香，亦因為恁得罪耶和華，亦無聽耶和華的話，無趁伊的律法、伊的條例、伊的干證的話，所以恁抵著此個災禍，親像今仔日此款。」","bklhl":"因為lín燒香，亦因為lín得罪耶和華，亦無聽耶和華ê話，無thàn祂ê律法，祂ê條例，祂ê干證ê話，所以lín tú-tio̍h chit ê災厄，親像今á日chit款。　"}},{"book":"耶","chapter":44,"verse":24,"versions":{"unv":"耶利米又對眾民和眾婦女說：「你們在埃及地的一切猶大人當聽耶和華的話。","bklcl":"Iâ-lī-bí koh tùi chèng peh-sìⁿ kap chèng hū-jîn-lâng kóng, Lín tī Ai-ki̍p tōe it-chhè ê Iû-tāi lâng, tio̍h thiaⁿ Iâ-hô-hoa ê ōe.","tghg":"耶利米閣對眾百姓及眾婦仁人講：「恁佇埃及地一切的猶大人，著聽耶和華的話。","bklhl":"耶利米koh對眾百姓kap眾婦人人講，Lín tī埃及地一切ê偤大人，tio̍h聽耶和華ê話。"}},{"book":"耶","chapter":44,"verse":25,"versions":{"unv":"萬軍之耶和華─以色列的　神如此說：你們和你們的妻都口中說、手裡做，說：『我們定要償還所許的願，向天后燒香、澆奠祭。』現在你們只管堅定所許的願而償還吧！","bklcl":"Bān-kun ê Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè án-ni kóng, Lín kap lín ê bó͘ bat ēng chhùi kóng, ēng chhiú chiâⁿ--i, kóng, Goán só͘ hē ê goān, koat-toàn beh kiâⁿ--i, chiū-sī beh tùi Thian-hō͘ sio-hiuⁿ, ia̍h beh tùi i koàn-tiān; taⁿ chòe lí kian-kò͘ lí ê goān, lâi kiâⁿ lí ê goān.","tghg":"萬軍的耶和華──以色列的上帝按呢講：恁及恁的某曾用嘴講、用手成伊，講：『阮所下(hē)的願決斷欲行伊，就是欲對天后燒香，亦欲對伊灌奠。』今做你堅固你的願來行你的願！","bklhl":"萬軍ê耶和華以色列ê上帝án-ni講，Lín kap lín ê bó͘ bat用嘴講，用手成伊，講，阮所hē ê願，決斷beh行伊，就是beh對天后燒香，亦beh對伊灌奠；taⁿ做你堅固你ê願，來行你ê願。"}},{"book":"耶","chapter":44,"verse":26,"versions":{"unv":"所以你們住在埃及地的一切猶大人當聽耶和華的話。耶和華說：我指著我的大名起誓，在埃及全地，我的名不再被猶大一個人的口稱呼說：『我指著主─永生的耶和華起誓。』","bklcl":"Só͘-í lín tòa Ai-ki̍p tōe it-chhè ê Iû-tāi lâng, tio̍h thiaⁿ Iâ-hô-hoa ê ōe; Iâ-hô-hoa kóng, Khòaⁿ ah, Góa kí Góa ê tōa-miâ lâi chiù-chōa, tī Ai-ki̍p choân-tōe, Góa ê miâ bô koh hō͘ Iû-tāi cho̍k chi̍t-lâng ê chhùi só͘ chheng-ho͘, kóng, Chú Iâ-hô-hoa sī éng-oa̍h.","tghg":"所以恁住埃及地一切的猶大人著聽耶和華的話。耶和華講：看啊，我指(kí)我的大名來咒誓，佇埃及全地，我的名無閣互猶大族一人的嘴所稱呼講：『主──耶和華是永活。』","bklhl":"所以lín tòa埃及地一切ê偤大人，tio̍h聽耶和華ê話；耶和華講，看ah，我kí我ê大名來chiù-chōa，tī埃及全地，我ê名無koh hō͘偤大族一人ê嘴所稱呼，講，主耶和華是永活。"}},{"book":"耶","chapter":44,"verse":27,"versions":{"unv":"我向他們留意降禍不降福；在埃及地的一切猶大人必因刀劍、饑荒所滅，直到滅盡。","bklcl":"Khòaⁿ ah, Góa beh tì-ì tī in, beh kàng chai-ē, bô kàng hok-khì, tī Ai-ki̍p tōe it-chhè ê Iû-tāi lâng beh tùi to-kiàm, tùi ki-hng lâi bia̍t-bô, kàu lóng liáu.","tghg":"看啊，我欲致意佇𪜶，欲降災禍，無降福氣；佇埃及地一切的猶大人欲對刀劍、對飢荒來滅無，到攏了(liáu)。","bklhl":"看ah，我beh致意tī in，beh降災厄，無降福氣，tī埃及地一切ê偤大人beh tùi刀劍，tùi飢荒來滅無，到lóng了。"}},{"book":"耶","chapter":44,"verse":28,"versions":{"unv":"脫離刀劍、從埃及地歸回猶大地的人數很少；那進入埃及地要在那裡寄居的，就是所剩下的猶大人，必知道是誰的話立得住，是我的話呢？是他們的話呢？","bklcl":"Thoat-lī to-kiàm, beh tùi Ai-ki̍p tōe tò-lâi Iû-tāi tōe--ê, in ê lâng-gia̍h chin-chió; hiah-ê só͘ chhun ê Iû-tāi lâng khì Ai-ki̍p tōe, beh tī-hia kià-kha-ê, beh chai chī-chūi ê ōe tit-tio̍h èng-giām, sī Góa-ê á-sī in ê.","tghg":"脫離刀劍、欲對埃及地倒來猶大地者，𪜶的人額真少；許個所剩的猶大人去埃及地欲佇遐寄腳的，欲知是誰的話得著應驗，是我的？抑是𪜶的？","bklhl":"脫離刀劍，beh tùi埃及地tò來偤大地ê，in ê人額真少；hiah-ê所chhun ê偤大人去埃及地，beh tī-hia寄腳ê，beh知是誰 ê話得tio̍h應驗，是我ê á是in-ê。"}},{"book":"耶","chapter":44,"verse":29,"versions":{"unv":"耶和華說：我在這地方刑罰你們，必有預兆，使你們知道我降禍與你們的話必要立得住。","bklcl":"Iâ-hô-hoa kóng, Góa tī chit ê só͘-chāi beh hêng-hoa̍t lín, beh ū chit ê tiāu-thâu, hō͘ lín chai Góa só͘ kóng kàng chai-ē hō͘ lín hiah-ê ōe tek-khak èng-giām.","tghg":"耶和華講我佇此個所在欲刑罰恁，欲有此個兆頭，互恁知我所講降災禍互恁許個話的確應驗。","bklhl":"耶和華講，我tī chit ê所在beh刑罰lín，beh有chit ê兆頭，hō͘ lín知我所講降災厄hō͘ lín hiah-ê話的確應驗。"}},{"book":"耶","chapter":44,"verse":30,"versions":{"unv":"耶和華如此說：我必將埃及王法老合弗拉交在他仇敵和尋索其命的人手中，像我將猶大王西底家交在他仇敵和尋索其命的巴比倫王尼布甲尼撒手中一樣。」","bklcl":"Iâ-hô-hoa án-ni kóng, Khòaⁿ ah, Góa beh chiong Ai-ki̍p ông Hoat-ló Ha̍p-hut-la̍h kau tī i ê tùi-te̍k ê chhiú, kap siàu-siūⁿ i ê sìⁿ-miā ê lâng ê chhiú; chhin-chhiūⁿ Góa ū chiong Iû-tāi ông Se-tí-ka kau tī i ê tùi-te̍k, chiū-sī siàu-siūⁿ i ê sìⁿ-miā ê Pa-pí-lûn ông Nî-pò͘-kah-nî-sat ê chhiú.","tghg":"耶和華按呢講：看啊，我欲將埃及王法老合佛拉交佇伊的對敵的手及數想(siàu-siūⁿ)伊的生命的人的手，親像我有將猶大王西底家交佇伊的對敵，就是數想伊的生命的巴比倫王尼布甲尼撒的手。","bklhl":"耶和華án-ni講，看ah，我beh將埃及王法老Ha̍p-hut-la̍h交tī伊ê對敵ê手，kap siàu想伊ê性命ê人ê手；親像我有將偤大王Se-tí-ka交tī伊ê對敵，就是siàu想伊ê性命ê巴比倫王Nî-pò͘-kah-nî-sat ê手。"}}]