[{"book":"耶","chapter":50,"verse":1,"versions":{"unv":"耶和華藉先知耶利米論巴比倫和迦勒底人之地所說的話。","bklcl":"Iâ-hô-hoa thok sian-ti Iâ-lī-bí lūn Pa-pí-lûn, lūn Ka-le̍k-tí lâng ê tōe, só͘ kóng ê ōe.","tghg":"耶和華託先知耶利米論巴比倫，論迦勒底人的地所講的話。","bklhl":"耶和華託先知耶利米論巴比倫，論Ka-le̍k-tí人ê地，所講ê話。"}},{"book":"耶","chapter":50,"verse":2,"versions":{"unv":"你們要在萬國中傳揚報告，豎立大旗；要報告，不可隱瞞，說：巴比倫被攻取，彼勒蒙羞，米羅達驚惶。巴比倫的神像都蒙羞；她的偶像都驚惶。","bklcl":"Lín tio̍h thoân-pò͘ tī lia̍t-pang-tiong hō͘ in thiaⁿ-kìⁿ, tio̍h khiā tōa-kî; tio̍h hō͘ in thiaⁿ-kìⁿ, m̄-thang ún-môa; kóng, Pa-pí-lûn siū kong-phòa, Pí-le̍k kiàn-siàu, Bí-lô-ta̍t phah-pháiⁿ, i ê pu̍t lóng kiàn-siàu, i ê ngó͘-siōng lóng phah-pháiⁿ.","tghg":"恁著傳報佇列邦中互𪜶聽見，著竪(khiā)大旗；著互𪜶聽見，呣通隱瞞，講：巴比倫受攻破，彼勒見誚，米羅達拍歹。伊的佛攏見誚；伊的偶像攏拍歹。","bklhl":"Lín tio̍h傳播tī列邦中hō͘ in聽見，tio̍h khiā大旗；tio̍h hō͘ in聽見，m̄-thang隱瞞；講，巴比倫受攻破，Pí-le̍k見笑，Bí-lô-ta̍t phah-pháiⁿ，伊ê佛lóng見笑，伊ê偶像lóng phah-pháiⁿ。"}},{"book":"耶","chapter":50,"verse":3,"versions":{"unv":"「因有一國從北方上來攻擊她，使她的地荒涼，無人居住，連人帶牲畜都逃走了。」","bklcl":"In-ūi ū chi̍t-kok tùi pak-hng khí-lâi kong-kek i, beh hō͘ i ê tōe pha-hng, bô lâng khiā-khí; lâng kap cheng-siⁿ lóng cháu--khì.","tghg":"「因為有一國對北方起來攻擊伊，欲互伊的地拋荒，無人徛起，人及精牲攏走去。」","bklhl":"因為有一國tùi北方起來攻擊伊，beh hō͘伊ê地拋荒，無人khiā起；人kap cheng-siⁿ lóng走去。"}},{"book":"耶","chapter":50,"verse":4,"versions":{"unv":"耶和華說：「當那日子、那時候，以色列人要和猶大人同來，隨走隨哭，尋求耶和華─他們的　神。","bklcl":"Iâ-hô-hoa kóng, Hit-ji̍t hit-sî Í-sek-lia̍t lâng beh lâi, in beh kap Iû-tāi lâng saⁿ-kap lâi, in beh kiâⁿ-lō͘, ná-kiâⁿ ná-háu, lâi chhē in ê Siōng-tè Iâ-hô-hoa.","tghg":"耶和華講：「彼日、彼時，以色列人欲來，𪜶欲及猶大人相及來，𪜶欲行路，愈行愈哮，來尋𪜶的上帝──耶和華。","bklhl":"耶和華講，hit日hit時以色列人beh來，in beh kap偤大人相kap來，in beh行路，ná行ná哮，來chhē in ê上帝耶和華。"}},{"book":"耶","chapter":50,"verse":5,"versions":{"unv":"他們必訪問錫安，又面向這裡，說：『來吧，你們要與耶和華聯合為永遠不忘的約。』」","bklcl":"In mn̄g Sek-an ê sū, bīn ǹg-hia, kóng, Lâi--lah, lín tio̍h kiat éng-oán bô bōe-kì-tit ê iok, lâi kap Iâ-hô-hoa liân-ha̍p.","tghg":"𪜶問錫安的事，面向遐，講：『來啦，恁著結永遠無𣍐記得的約來及耶和華聯合。』","bklhl":"In問錫安ê事，面ǹg-hia，講，來lah，lín tio̍h結永遠無bōe記得ê約，來kap耶和華連合。"}},{"book":"耶","chapter":50,"verse":6,"versions":{"unv":"「我的百姓作了迷失的羊，牧人使他們走差路，使他們轉到山上。他們從大山走到小山，竟忘了安歇之處。","bklcl":"Góa ê peh-sìⁿ chòe bê-lō͘ ê iûⁿ; in ê bo̍k-chiá hō͘ in kiâⁿ chha-lō͘; hō͘ in oat--khì soaⁿ--nih;  in tùi tōa-soaⁿ kiâⁿ kàu sió-soaⁿ, bōe-kì-tit in an-hioh ê só͘-chāi.","tghg":"「我的百姓做迷路的羊，𪜶的牧者互𪜶行差路，互𪜶越去山裡。𪜶對大山行到小山，𣍐記得𪜶安息的所在。","bklhl":"我ê百姓做迷路ê羊；in ê牧者hō͘ in行叉路；hō͘ in oat去山裡；in tùi大山行到小山，bōe記得in安歇ê所在。"}},{"book":"耶","chapter":50,"verse":7,"versions":{"unv":"凡遇見他們的，就把他們吞滅。敵人說：『我們沒有罪；因他們得罪那作公義居所的耶和華，就是他們列祖所仰望的耶和華。』","bklcl":"Kìⁿ-nā tú-tio̍h in ê beh thun-chia̍h in; in chiah-ê tùi-te̍k kóng, Goán bô chōe, in-ūi in tek-chōe Iâ-hô-hoa, chiū-sī kong-gī khiā-khí ê só͘-chāi, iā sī in ê lia̍t-chó͘ só͘ ǹg-bāng ê Iâ-hô-hoa.","tghg":"見若抵著(tú-tio̍h)𪜶的，欲吞食𪜶。𪜶諸個對敵講：『阮無罪；因為𪜶得罪耶和華，就是公義徛起的所在，也是𪜶的列祖所向望的耶和華。』","bklhl":"見若tú-tio̍h in ê beh吞食in；in chiah ê對敵講，阮無罪，因為in得罪耶和華，就是公義khiā起ê所在，也是in ê列祖所ǹg望ê耶和華。"}},{"book":"耶","chapter":50,"verse":8,"versions":{"unv":"「我民哪，你們要從巴比倫中逃走，從迦勒底人之地出去，要像羊群前面走的公山羊。","bklcl":"Lín tio̍h tùi Pa-pí-lûn tiong tô-cháu, tùi Ka-le̍k-tí lâng ê tōe chhut--khì; tio̍h chhin-chhiūⁿ kang ê soaⁿ-iûⁿ tī iûⁿ-kûn ê thâu-chêng.","tghg":"「恁著對巴比倫中逃走，對迦勒底人的地出去，著親像公的山羊佇羊群的頭前。","bklhl":"Lín tio̍h tùi巴比倫中逃走，tùi Ka-le̍k-tí人ê地出去；tio̍h親像公ê山羊tī羊群ê頭前。"}},{"book":"耶","chapter":50,"verse":9,"versions":{"unv":"因我必激動聯合的大國從北方上來攻擊巴比倫，他們要擺陣攻擊她；他必從那裡被攻取。他們的箭好像善射之勇士的箭，一枝也不徒然返回。","bklcl":"Góa beh kek-tōng chōe-chōe tōa-kok tùi pak-hng saⁿ-kap lâi kong-kek Pa-pí-lûn; in beh pâi-tīn kong-kek i; i beh tùi-hia siū kong-phòa; in ê chìⁿ beh chhin-chhiūⁿ gâu siā ê ióng-sū ê chìⁿ, lóng bô khang-khang tò-tńg-lâi.","tghg":"我欲激動多多大國對北方相及來攻擊巴比倫，𪜶欲排陣攻擊伊；伊欲對遐受攻破。𪜶的箭欲親像𠢕射的勇士的箭，攏無空空倒轉來。","bklhl":"我beh激動chōe-chōe大國tùi北方相kap來攻擊巴比倫；in beh排陣攻擊伊；伊beh tùi-hia受攻破；in ê箭beh親像gâu射ê勇士ê箭，lóng無空空倒tńg來。"}},{"book":"耶","chapter":50,"verse":10,"versions":{"unv":"迦勒底必成為掠物；凡擄掠她的都必心滿意足。這是耶和華說的。」","bklcl":"Ka-le̍k-tí beh hō͘ lâng chhiúⁿ--khì; kìⁿ-nā chhiúⁿ-i--ê lóng beh móa-ì; che sī Iâ-hô-hoa kóng--ê.","tghg":"迦勒底欲互人搶去；見若搶伊的攏欲滿意。這是耶和華講的。」","bklhl":"Ka-le̍k-tí beh hō͘人搶去；見若搶伊ê lóng beh滿意；這是耶和華講ê。"}},{"book":"耶","chapter":50,"verse":11,"versions":{"unv":"搶奪我產業的啊，你們因歡喜快樂，且像踹穀撒歡的母牛犢，又像發嘶聲的壯馬。","bklcl":"Chhiúⁿ Góa ê gia̍p--ê ah, in-ūi lín hoaⁿ-hí khoài-lo̍k; in-ūi lín thiàu-lâi thiàu-khì chhin-chhiūⁿ ta̍h gō͘-kak ê gû-bú, iā teh háu chhin-chhiūⁿ ióng ê bé;","tghg":"搶我的業者(ê)啊，因為恁歡喜快樂，因為恁跳來跳去親像踏五穀的牛母，也啲哮親像勇的馬。","bklhl":"搶我ê業ê ah，因為lín歡喜快樂；因為lín跳來跳去親像踏五穀ê牛母，也teh哮親像勇ê馬；"}},{"book":"耶","chapter":50,"verse":12,"versions":{"unv":"你們的母巴比倫就極其抱愧，生你們的必然蒙羞。她要列在諸國之末，成為曠野、旱地、沙漠。","bklcl":"lín ê lāu-bú beh kiàn-siàu kàu-ke̍k, siⁿ--lí-ê tek-khak làu-khùi; khòaⁿ ah, i beh lia̍t tī chiah-ê kok ê lō͘-bé, chiâⁿ-chòe khòng-iá, chòe ta-sò ê tōe, chòe soa-bô͘.","tghg":"恁的老母欲見誚到極，生你的的確漏氣。看啊，伊欲列佇諸個國的路尾，成做曠野、做乾燥的地、做沙漠。","bklhl":"lín ê老母beh見笑到極，生你ê的確漏氣；看ah，伊beh列tī chiah ê國ê路尾，成做曠野，做乾燥ê地，做沙漠。"}},{"book":"耶","chapter":50,"verse":13,"versions":{"unv":"因耶和華的忿怒，必無人居住，要全然荒涼。凡經過巴比倫的要受驚駭，又因她所遭的災殃嗤笑。","bklcl":"In-ūi Iâ-hô-hoa ê tōa siū-khì, tek-khak bô lâng khiā-khí, beh choân-jiân pha-hng; kìⁿ-nā keng-kè Pa-pí-lûn--ê beh gông-ngia̍h, iā in-ūi i só͘ tú-tio̍h chiah-ê chai-ē lâi thí-chhiò i.","tghg":"因為耶和華的大受氣，的確無人徛起，欲全然拋荒。見若經過巴比倫的欲卬愕，也因為伊所抵著諸個災禍來恥笑伊。","bklhl":"因為耶和華ê大受氣，的確無人khiā起，beh全然拋荒；見若經過巴比倫ê beh gông-ngia̍h，也因為伊所tú-tio̍h chiah ê災厄來恥笑伊。"}},{"book":"耶","chapter":50,"verse":14,"versions":{"unv":"所有拉弓的，你們要在巴比倫的四圍擺陣，射箭攻擊她。不要愛惜箭枝，因她得罪了耶和華。","bklcl":"Khui-keng ê lâng ah, lín tio̍h tī Pa-pí-lûn sì-ûi pâi-tīn; tio̍h siā-chìⁿ kong-kek i, bo̍h-tit pó-sioh lín ê chìⁿ; in-ūi i ū tek-chōe Iâ-hô-hoa.","tghg":"開弓的人啊，恁著佇巴比倫四圍排陣，著射箭攻擊伊。莫得保惜恁的箭，因為伊有得罪耶和華。","bklhl":"開弓ê人ah，lín tio̍h tī巴比倫四圍排陣；tio̍h射箭攻擊伊，莫得保惜lín ê箭；因為伊有得罪耶和華。"}},{"book":"耶","chapter":50,"verse":15,"versions":{"unv":"你們要在她四圍吶喊；她已經投降。外郭坍塌了，城牆拆毀了，因為這是耶和華報仇的事。你們要向巴比倫報仇；她怎樣待人，也要怎樣待她。","bklcl":"Lín tio̍h tī i ê sì-ûi hoah-hiàm; i í-keng tâu-hâng; i ê iâⁿ-chē tó-hoāi lah, siâⁿ-chhiûⁿ thiah-húi lah; in-ūi che sī Iâ-hô-hoa pò-siû ê sū, lín tio̍h ǹg i pò-siû; i cháiⁿ-iūⁿ khoán-thāi lâng, iā tio̍h án-ni khoán-thāi i.","tghg":"恁著佇伊的四圍喝喊(hoah-hiàm)；伊已經投降。伊的營寨倒壞啦，城牆拆毀啦，因為這是耶和華報讎(pò-siû)的事。恁著向伊報讎；伊怎樣款待人，也著按呢款待伊。","bklhl":"Lín tio̍h tī伊ê四圍hoah-hiàm；伊已經投降；伊ê營寨倒壞lah，城牆拆毀lah；因為這是耶和華報仇ê事，lín tio̍h ǹg伊報仇；伊怎樣款待人，也tio̍h án-ni款待伊。"}},{"book":"耶","chapter":50,"verse":16,"versions":{"unv":"你們要將巴比倫撒種的和收割時拿鐮刀的都剪除了。他們各人因怕欺壓的刀劍，必歸回本族，逃到本土。","bklcl":"Lín tio̍h tùi Pa-pí-lûn chián-tû iā-chéng-ê kap siu-koah ê sî kia̍h liâm-á ê; in-ūi kiaⁿ ap-chè ê to-kiàm ta̍k-lâng beh tò--khì pún-cho̍k, ta̍k-lâng beh cháu kàu pún só͘-chāi.","tghg":"恁著對巴比倫剪除撒種的及收割的時攑鐮仔(liâm-á)的。因為驚壓制的刀劍逐人欲倒去本族，逐人欲走到本所在。","bklhl":"Lín tio̍h tùi巴比倫剪除掖種ê kap收割ê時kia̍h鐮á ê；因為驚壓制ê刀劍ta̍k人beh tò去本族，ta̍k人beh走到本所在。"}},{"book":"耶","chapter":50,"verse":17,"versions":{"unv":"「以色列是打散的羊，是被獅子趕出的。首先是亞述王將他吞滅，末後是巴比倫王尼布甲尼撒將他的骨頭折斷。」","bklcl":"Í-sek-lia̍t sī sì-sòaⁿ ê iûⁿ, sī hō͘ sai kóaⁿ-cháu--ê; tāi-seng sī A-su̍t ông thun i, lō͘-bé chit ê Pa-pí-lûn ông, Nî-pò͘-kah-nî-sat, at-chi̍h i ê kut-thâu.","tghg":"「以色列是四散的羊，是互獅趕走的。代先是亞述王吞伊，路尾此個巴比倫王尼布甲尼撒，遏折(at-chi̍h)伊的骨頭。」","bklhl":"以色列是四散ê羊，是hō͘獅趕走ê；事先是亞述王吞伊，路尾chit ê巴比倫王，Nî-pò͘-kah-nî-sat，at折伊ê骨頭。"}},{"book":"耶","chapter":50,"verse":18,"versions":{"unv":"所以萬軍之耶和華─以色列的　神如此說：「我必罰巴比倫王和他的地，像我從前罰亞述王一樣。","bklcl":"Só͘-í bān-kun ê Iâ-hô-hoa, Í-sek-lia̍t ê Siōng-tè, án-ni kóng, Khòaⁿ ah, Góa beh hêng-hoa̍t Pa-pí-lûn ông kap i ê tōe, chhin-chhiūⁿ Góa bat hêng-hoa̍t  A-su̍t ông chi̍t-iūⁿ.","tghg":"所以萬軍的耶和華──以色列的上帝按呢講：「看啊，我欲刑罰巴比倫王及伊的地，親像我曾刑罰亞述王一樣。","bklhl":"所以萬軍ê耶和華，以色列ê上帝，án-ni講，看ah，我beh刑罰巴比倫王kap伊ê地，親像我bat刑罰亞述王一樣。"}},{"book":"耶","chapter":50,"verse":19,"versions":{"unv":"我必再領以色列回他的草場，他必在迦密和巴珊吃草，又在以法蓮山上和基列境內得以飽足。」","bklcl":"Góa beh koh chhōa Í-sek-lia̍t tò-lâi i ê chháu-tiûⁿ, i beh tī Ka-bi̍t kap Pa-san chia̍h chháu; koh tī Í-hoat-liân soaⁿ kap Ki-lia̍t tōe, i ê sim tit-tio̍h pá-chiok.","tghg":"我欲閣導以色列倒來伊的草場，伊欲佇迦密及巴珊食草，閣佇以法蓮山及基列地，伊的心得著飽足。」","bklhl":"我beh koh chhōa以色列tò來伊ê草場，伊beh tī Ka-bi̍t kap Pa-san食草；koh tī Í-hoat-liân山kap Ki-lia̍t地，伊ê心得tio̍h飽足。"}},{"book":"耶","chapter":50,"verse":20,"versions":{"unv":"耶和華說：「當那日子、那時候，雖尋以色列的罪孽，一無所有；雖尋猶大的罪惡，也無所見；因為我所留下的人，我必赦免。」","bklcl":"Iâ-hô-hoa kóng, Hit-ji̍t hit-sî beh chhâ Í-sek-lia̍t ê chōe-kòa, iā lóng-chóng bô; beh chhē Iû-tāi ê chōe-ok, iā chhē-bô; in-ūi Góa só͘ lâu-teh ê peh-sìⁿ Góa beh sià-bián in.","tghg":"耶和華講：「彼日，彼時欲查以色列的罪過，也攏總無；欲尋猶大的罪惡，也尋無；因為我所留啲的百姓我欲赦免𪜶。」","bklhl":"耶和華講，hit日hit時beh查以色列ê罪過，也lóng總無；beh chhē偤大ê罪惡，也chhē無；因為我所留teh ê百姓我beh赦免in。"}},{"book":"耶","chapter":50,"verse":21,"versions":{"unv":"耶和華說：上去攻擊米拉大翁之地，又攻擊比割的居民。要追殺滅盡，照我一切所吩咐你的去行。","bklcl":"Iâ-hô-hoa kóng, Tio̍h chiūⁿ-khì kong-kek Bí-la̍h-tāi-ong ê tōe kap Pí-kat khiā-khí ê peh-sìⁿ; tio̍h tui-jip it-chīn thâi in, chiàu Góa it-chhè só͘ hoan-hù lí-ê khì kiâⁿ.","tghg":"耶和華講：著上去攻擊米拉大翁的地，及比割徛起的百姓。著追趇(jip)一盡刣𪜶，照我一切所吩咐你的去行。","bklhl":"耶和華講，Tio̍h上去攻擊Bí-la̍h-tāi-ong ê地kap Pí-kat khiā起ê百姓；tio̍h追jip一盡刣 in，照我一切所吩咐你ê去行。"}},{"book":"耶","chapter":50,"verse":22,"versions":{"unv":"境內有打仗和大毀滅的響聲。","bklcl":"Kéng-lāi ū kau-chiàn ê siaⁿ kap tōa húi-bia̍t.","tghg":"境內有交戰的聲及大毀滅。","bklhl":"境內有交戰ê聲kap大毀滅。"}},{"book":"耶","chapter":50,"verse":23,"versions":{"unv":"全地的大錘何竟砍斷破壞？巴比倫在列國中何竟荒涼？","bklcl":"Phah choân-tōe ê tōa ki thûi cháiⁿ-iūⁿ phah-chi̍h húi-hoāi ah! Pa-pí-lûn tī lia̍t-kok tiong cháiⁿ-iūⁿ pha-hng ah!","tghg":"拍全地的大支鎚怎樣拍折(phah-chi̍h)毀壞啊？巴比倫佇列國中怎樣拋荒啊？","bklhl":"Phah全地ê大支槌怎樣phah折毀壞ah！巴比倫tī列國中怎樣拋荒ah！"}},{"book":"耶","chapter":50,"verse":24,"versions":{"unv":"巴比倫哪，我為你設下網羅，你不知不覺被纏住。你被尋著，也被捉住；因為你與耶和華爭競。","bklcl":"Pa-pí-lûn ah, Góa ūi lí siat oa̍h-tauh, lí hō͘ i tauh-tio̍h iā m̄-chai; lí hō͘ lâng chhē-tio̍h, lia̍h-tio̍h, in-ūi lí kap Iâ-hô-hoa chòe tùi-te̍k.","tghg":"巴比倫啊，我為你設活罩(oa̍h-tauh)，你互你罩著也呣知。你互人尋著，掠著；因為你及耶和華做對敵。","bklhl":"巴比倫ah，我為你設活tauh，你hō͘伊tauh-tio̍h也m̄知；你hō͘人chhē-tio̍h，掠tio̍h，因為你kap耶和華做對敵。"}},{"book":"耶","chapter":50,"verse":25,"versions":{"unv":"耶和華已經開了武庫，拿出他惱恨的兵器；因為主─萬軍之耶和華在迦勒底人之地有當做的事。","bklcl":"Iâ-hô-hoa í-keng khui I ê kun-chong-ke̍k, kia̍h-chhut I tōa siū-khì ê khì-hâi; in-ūi Chú, bān-kun ê Iâ-hô-hoa, ū tāi-chì tī Ka-le̍k-tí lâng ê tōe.","tghg":"耶和華已經開伊的軍藏局(kun-chong-ke̍k)，攑出伊大受氣的器械；因為主──萬軍的耶和華有代誌佇迦勒底人的地。","bklhl":"耶和華已經開祂ê軍裝局，kia̍h出伊大受氣ê器械；因為主，萬軍ê耶和華，有tāi-chì tī Ka-le̍k-tí人ê地。"}},{"book":"耶","chapter":50,"verse":26,"versions":{"unv":"你們要從極遠的邊界來攻擊她，開她的倉廩，將她堆如高堆，毀滅淨盡，絲毫不留。","bklcl":"Lín tio̍h tùi ke̍k-hn̄g ê piⁿ-kài lâi kong-kek i; khui i ê chhek-chhng; hiat i chiâⁿ thô͘-tui, it-chīn bia̍t i, bô lâu pòaⁿ-hāng.","tghg":"恁著對極遠的邊界來攻擊伊，開伊的粟倉(chhek-chhng)，㧒(hiat)伊成土堆，一盡滅伊，無留半項。","bklhl":"Lín tio̍h tùi極遠ê邊界來攻擊伊；開伊ê粟倉；hiat伊成土堆，一盡滅伊，無留半項。"}},{"book":"耶","chapter":50,"verse":27,"versions":{"unv":"要殺他的一切牛犢，使他們下去遭遇殺戮。他們有禍了，因為追討他們的日子已經來到。","bklcl":"Tio̍h thâi i it-chhè ê gû-káng; hō͘ in lo̍h--khì siū-thâi; in ū chai-ē ah! in-ūi pān in ê ji̍t, hit ê kî í-keng kàu.","tghg":"著刣伊一切的牛牨(káng)，互𪜶落去受刣。𪜶有災禍啊！因為辦𪜶的日，彼個期已經到。","bklhl":"Tio̍h 刣伊一切ê牛káng；hō͘ in落去受刣；in有災厄ah！因為辦in ê日，hit ê期已經到。"}},{"book":"耶","chapter":50,"verse":28,"versions":{"unv":"（有從巴比倫之地逃避出來的人，在錫安揚聲報告耶和華─我們的　神報仇，就是為他的殿報仇。）","bklcl":"Ū tùi Pa-pí-lûn tōe tô-cháu chhut-lâi-ê ê siaⁿ, tī Sek-an pò-kò Iâ-hô-hoa lán ê Siōng-tè pò-siû, chiū-sī I ūi-tio̍h I ê tiān lâi pò-siû.","tghg":"（有對巴比倫地逃走出來者的聲，佇錫安報告耶和華──咱的上帝報讎，就是伊為著伊的殿來報讎。）","bklhl":"有tùi巴比倫地逃走出來ê ê聲，tī錫安報告耶和華咱ê上帝報仇，就是祂為tio̍h祂ê殿來報仇。"}},{"book":"耶","chapter":50,"verse":29,"versions":{"unv":"「招集一切弓箭手來攻擊巴比倫。要在巴比倫四圍安營，不要容一人逃脫，照著她所做的報應她；她怎樣待人，也要怎樣待她，因為她向耶和華─以色列的聖者發了狂傲。","bklcl":"Tio̍h chio-chi̍p siā-chìⁿ ê peng, chiū-sī it-chhè khui-keng--ê, lâi kong-kek Pa-pí-lûn; tī i ê sì-ûi chat-iâⁿ lâi phah i; m̄-thang hō͘ i cháu chi̍t-ê; chiàu i só͘ chòe--ê pò-èng i; i cháiⁿ-iūⁿ khoán-thāi lâng, tio̍h chiàu án-ni khoán-thāi i; in-ūi i kiau-ngō͘ pōe-ge̍k Iâ-hô-hoa, Í-sek-lia̍t ê Sèng--ê.","tghg":"「著招集射箭的兵就是一切開弓者來攻擊巴比倫。佇伊的四圍紮營來拍伊，呣通互伊走一個，照伊所做的報應伊；伊怎樣款待人，著照按呢款待伊，因為伊驕傲悖逆耶和華──以色列的聖者(ê)。","bklhl":"Tio̍h招集射箭ê兵，就是一切開弓ê，來攻擊巴比倫；tī伊ê四圍紮營來phah伊；m̄-thang hō͘伊走一个；照伊所做ê報應伊；伊怎樣款待人，tio̍h照án-ni款待伊；因為伊驕傲悖逆耶和華，以色列ê聖ê。"}},{"book":"耶","chapter":50,"verse":30,"versions":{"unv":"所以她的少年人必仆倒在街上。當那日，一切兵丁必默默無聲。這是耶和華說的。」","bklcl":"In-ūi án-ni i ê siàu-liân lâng beh tī i ê koe-chhī tó--lo̍h-khì, tng hit-ji̍t i it-chhè ê peng-teng beh bia̍t-bô; che sī Iâ-hô-hoa kóng--ê.","tghg":"因為按呢伊的少年人欲佇伊的街市倒落去。當彼日，伊一切的兵丁欲滅無。這是耶和華講的。」","bklhl":"因為án-ni伊ê少年人beh tī伊ê街市倒落去，當hit日伊一切ê兵丁beh滅無；這是耶和華講ê。"}},{"book":"耶","chapter":50,"verse":31,"versions":{"unv":"主─萬軍之耶和華說：你這狂傲的啊，我與你反對，因為我追討你的日子已經來到。","bklcl":"Chú, bān-kun ê Iâ-hô-hoa kóng, Khòaⁿ ah, kiau-ngō͘--ê ah, Góa chòe lí ê tùi-te̍k; in-ūi Góa pān lí ê ji̍t, hit ê kî í-keng kàu.","tghg":"主──萬軍的耶和華講：看啊，驕傲者啊，我做你的對敵，因為我辦你的日彼個期已經到。","bklhl":"主，萬軍ê耶和華講，看ah，驕傲ê ah，我做你ê對敵；因為我辦你ê日，hit ê期已經到。"}},{"book":"耶","chapter":50,"verse":32,"versions":{"unv":"狂傲的必絆跌仆倒，無人扶起。我也必使火在他的城邑中著起來，將他四圍所有的盡行燒滅。","bklcl":"Kiau-ngō͘--ê tio̍h-tak poa̍h-tó, bô lâng hû i khí--lâi; Góa beh hō͘ hé tī i hiah-ê siâⁿ to̍h--khì-lâi, chiong i sì-ûi só͘-ū-ê it-chīn sio-lio-khì.","tghg":"驕傲者觸著(tio̍h-tak)跋倒，無人扶伊起來。我欲互火佇伊許個城𤏸(to̍h)起來，將伊四圍所有的一盡燒燎(sio-lio)去。","bklhl":"驕傲ê tio̍h-tak跋倒，無人扶伊起來；我beh hō͘火tī伊hiah-ê城to̍h去來，將伊四圍所有ê一盡燒lio去。"}},{"book":"耶","chapter":50,"verse":33,"versions":{"unv":"萬軍之耶和華如此說：「以色列人和猶大人一同受欺壓；凡擄掠他們的都緊緊抓住他們，不肯釋放。","bklcl":"Bān-kun ê Iâ-hô-hoa án-ni kóng, Í-sek-lia̍t lâng kap Iû-tāi lâng pîⁿ-pîⁿ siū ap-chè; hoān-nā lia̍h-in--ê, lóng kā i kò͘-tiâu-tiâu, m̄-khéng pàng i khì.","tghg":"萬軍的耶和華按呢講：「以色列人及猶大人平平受壓制；凡若掠𪜶者攏給伊顧住住(kò͘-tiâu-tiâu)，呣肯放伊去。","bklhl":"萬軍ê耶和華án-ni講，以色列人kap偤大人平平受壓制；凡若掠in-ê，lóng kā伊顧tiâu-tiâu，m̄肯放伊去。"}},{"book":"耶","chapter":50,"verse":34,"versions":{"unv":"他們的救贖主大有能力，萬軍之耶和華是他的名。他必伸清他們的冤，好使全地得平安，並攪擾巴比倫的居民。」","bklcl":"Kiù-sio̍k in--ê ū tōa khùi-la̍t; I ê miâ sī bān-kun ê Iâ-hô-hoa, I beh sin in ê oan, hō͘ choân-tōe tit-tio̍h pêng-an, ia̍h hō͘ Pa-pí-lûn khiā-khí ê peh-sìⁿ ngia̍uh-ngia̍uh-chhoah.","tghg":"救贖𪜶者有大氣力，伊的名是萬軍的耶和華。伊欲伸𪜶的冤，互全地得著平安，亦互巴比倫徛起的百姓愕愕惙(ngia̍uh-ngia̍uh-chhoah)。」","bklhl":"救贖in-ê有大氣力；祂ê名是萬軍ê耶和華，祂beh申in ê冤，hō͘全地得tio̍h平安，亦hō͘巴比倫khiā起ê百姓ngia̍uh-ngia̍uh-chhoah。"}},{"book":"耶","chapter":50,"verse":35,"versions":{"unv":"耶和華說：有刀劍臨到迦勒底人和巴比倫的居民，並她的首領與智慧人。","bklcl":"Iâ-hô-hoa kóng, Ū to-kiàm lîm-kàu Ka-le̍k-tí lâng, kap Pa-pí-lûn khiā-khí ê peh-sìⁿ, kap in ê kùi-cho̍k, kap in ê phok-sū.","tghg":"耶和華講：有刀劍臨到迦勒底人及巴比倫徛起的百姓，及𪜶的貴族及𪜶的博士。","bklhl":"耶和華講，有刀劍臨到Ka-le̍k-tí人，kap巴比倫khiā起ê百姓，kap in ê貴族，kap in ê博士。"}},{"book":"耶","chapter":50,"verse":36,"versions":{"unv":"有刀劍臨到矜誇的人，他們就成為愚昧；有刀劍臨到她的勇士，他們就驚惶。","bklcl":"Ū to-kiàm lîm-kàu khoa-kháu ê lâng, in chiū chiâⁿ-chòe gōng; ū to-kiàm lîm-kàu i ê ióng-sū, in chiū kiaⁿ-hiâⁿ.","tghg":"有刀劍臨到誇口的人，𪜶就成做戇；有刀劍臨到伊的勇士，𪜶就驚惶。","bklhl":"有刀劍臨到誇口ê人，in就成做戇；有刀劍臨到伊ê勇士，in就驚惶。"}},{"book":"耶","chapter":50,"verse":37,"versions":{"unv":"有刀劍臨到他的馬匹、車輛，和其中雜族的人民；他們必像婦女一樣。有刀劍臨到她的寶物，就被搶奪。","bklcl":"Ū to-kiàm lîm-kàu i ê bé, i ê chhia, kap kî-tiong ê cha̍p-sek lâng; in beh chhin-chhiūⁿ hū-jîn-lâng chi̍t-iūⁿ; ū to-kiàm lîm-kàu i ê pó-mi̍h, chiū siū chhiúⁿ-toa̍t.","tghg":"有刀劍臨到伊的馬，伊的車，及其中的雜色人；𪜶欲親像婦仁人一樣。有刀劍臨到伊的寶物，就受搶奪。","bklhl":"有刀劍臨到伊ê馬，伊ê車，kap其中ê雜色人；in beh親像婦人人一樣；有刀劍臨到伊ê寶物，就受搶奪。"}},{"book":"耶","chapter":50,"verse":38,"versions":{"unv":"有乾旱臨到她的眾水，就必乾涸；因為這是有雕刻偶像之地，人因偶像而顛狂。","bklcl":"Ū khòng-hān lîm-kàu i lóng-chóng ê chúi, chiū beh ta-la--khì; in-ūi che sī tiau-khek ngó͘-siōng ê tōe, lâng in-ūi sîn-pu̍t lâi tian-kông.","tghg":"有亢旱(khòng-hān)臨到伊攏總的水，就欲焦啦去；因為這是雕刻偶像的地，人因為神佛來顛狂。","bklhl":"有炕旱臨到伊lóng總ê水，就beh乾乾去；因為這是雕刻偶像ê地，人因為神佛來顛狂。"}},{"book":"耶","chapter":50,"verse":39,"versions":{"unv":"所以曠野的走獸和豺狼必住在那裡，鴕鳥也住在其中，永無人煙，世世代代無人居住。」","bklcl":"Só͘-í khòng-iá ê cháu-siù kap chhâi-lông beh tiàm tī-hia; to-kiàm ia̍h beh tiàm tī hit tiong-kan; éng-éng bô jîn-ian, tāi-tāi bô lâng khiā.","tghg":"所以曠野的走獸及豺狼欲踮佇遐，刀劍亦欲踮佇彼中間，永永無人煙，代代無人徛。」","bklhl":"所以曠野ê走獸kap豺狼beh tiàm tī-hia；刀劍亦beh tiàm tī hit中間；永永無人煙，代代無人khiā。"}},{"book":"耶","chapter":50,"verse":40,"versions":{"unv":"耶和華說：「必無人住在那裡，也無人在其中寄居，要像我傾覆所多瑪、蛾摩拉，和鄰近的城邑一樣。","bklcl":"Iâ-hô-hoa kóng, Tek-khak bô lâng khiā-khí tī-hia, ia̍h bô lâng kià-kha tī in tiong-kan; beh chhin-chhiūⁿ Góa Siōng-tè chhia-tó Só͘-to-má, Gô-mô͘-la̍h, kap hū-kūn ê siâⁿ chi̍t-iūⁿ.","tghg":"耶和華講：「的確無人徛起佇遐，亦無人寄腳佇𪜶中間，欲親像我──上帝捙倒(chhia-tó)所多瑪、蛾摩拉，及附近的城一樣。","bklhl":"耶和華講，的確無人khiā起tī-hia，亦無人寄腳tī in中間；beh親像我上帝chhia倒所多瑪、蛾摩拉，kap附近ê城一樣。"}},{"book":"耶","chapter":50,"verse":41,"versions":{"unv":"看哪，有一種民從北方而來，並有一大國和許多君王被激動，從地極來到。","bklcl":"Khòaⁿ ah, ū peh-sìⁿ tùi pak-hng lâi; ia̍h ū tōa-kok kap chōe-chōe kun-ông siū kek-tōng, tùi tōe-ke̍k lâi.","tghg":"看啊，有百姓對北方來，亦有大國及多多君王受激動，對地極來。","bklhl":"看ah，有百姓tùi北方來；亦有大國kap chōe-chōe君王受激動，tùi地極來。"}},{"book":"耶","chapter":50,"verse":42,"versions":{"unv":"他們拿弓和槍，性情殘忍，不施憐憫；他們的聲音像海浪匉訇。巴比倫城（原文是女子）啊，他們騎馬，都擺隊伍如上戰場的人，要攻擊你。","bklcl":"In kia̍h keng kap chhiuⁿ, chân-jím bô lîn-bín; in ê siaⁿ chhin-chhiūⁿ hái-éng hōa-hōa-háu; in khiâ-bé pâi-tūi, chhin-chhiūⁿ chiūⁿ-tīn ê lâng; Pa-pí-lûn ê siâⁿ ah, in beh kong-kek lí.","tghg":"𪜶攑弓及槍，殘忍無憐憫；𪜶的聲親像海湧嘩嘩哮(hōa-hōa-háu)。𪜶騎馬排隊，親像上陣的人，巴比倫的城啊，𪜶欲攻擊你。","bklhl":"In kia̍h弓 kap鎗，殘忍無憐憫；in ê聲親像海湧hōa-hōa哮；in騎馬排隊，親像上陣ê人；巴比倫ê城ah，in beh攻擊你。"}},{"book":"耶","chapter":50,"verse":43,"versions":{"unv":"巴比倫王聽見他們的風聲，手就發軟，痛苦將他抓住，疼痛彷彿產難的婦人。","bklcl":"Pa-pí-lûn ông thiaⁿ-kìⁿ in ê hong-siaⁿ, chhiú chiū nńg--lo̍h-khì; thòng-khó͘ kā i khîⁿ-tiâu, thàng-thiàⁿ chhin-chhiūⁿ beh siⁿ-kiáⁿ ê hū-jîn-lâng.","tghg":"巴比倫王聽見𪜶的風聲，手就軟落去，痛苦給伊擒(khîⁿ)住，痛疼親像欲生子的婦仁人。","bklhl":"巴比倫王聽見in ê風聲，手就軟落去；痛苦kā伊擒tiâu，痛疼親像beh生kiáⁿ ê婦人人。"}},{"book":"耶","chapter":50,"verse":44,"versions":{"unv":"「仇敵必像獅子從約旦河邊的叢林上來，攻擊堅固的居所。轉眼之間，我要使他們逃跑，離開這地。誰蒙揀選，我就派誰治理這地。誰能比我呢？誰能給我定規日期呢？有何牧人能在我面前站立得住呢？","bklcl":"Khòaⁿ ah, i beh chhin-chhiūⁿ sai tùi Iok-tàn hô-piⁿ ê chhiū-nâ khí--lâi, kong-kek kian-kò͘ khiā-khí ê só͘-chāi; ba̍k-nih-kú, Góa beh hō͘ in tô-cháu, lī-khui chit ê só͘-chāi; chī-chūi siū kéng-soán, Góa chiū phài i tī-lí chit ê tōe; chī-chūi ōe pí--tit Góa? chī-chūi ōe kā Góa tēng chi̍t ê kî ah? ū sím-mi̍h bo̍k-chiá ōe khiā tī Góa ê bīn-chêng ah?","tghg":"「看啊，伊欲親像獅對約但河邊的樹林起來，攻擊堅固徛起的所在。目𥍉久，我欲互𪜶逃走，離開此個所在。是誰受揀選，我就派伊治理此個地。是誰會比得我？是誰會給我定一個期啊？有甚麼牧者會徛佇我的面前啊？","bklhl":"看ah，伊beh親像獅tùi約旦河邊ê樹林起來，攻擊堅固khiā起ê所在；目nih久，我beh hō͘ in逃走，離開chit ê所在；是誰受揀選，我就派伊治理chit ê地；是誰能比得我？是誰能kā我定一个期 ah？有甚麼牧者能khiā tī我ê面前ah？"}},{"book":"耶","chapter":50,"verse":45,"versions":{"unv":"你們要聽耶和華攻擊巴比倫所說的謀略和他攻擊迦勒底人之地所定的旨意。仇敵定要將他們群眾微弱的拉去，定要使他們的居所荒涼。","bklcl":"Só͘-í lín tio̍h thiaⁿ Iâ-hô-hoa só͘ kè-e̍k kong-kek Pa-pí-lûn ê kè-chhek; í-ki̍p I só͘ chù-tiāⁿ kong-kek Ka-le̍k-tí ê chí-ì.  In tiāⁿ-tio̍h beh chiong hiah-ê iûⁿ-kûn ê sòe--ê thoa--khì.  I iā beh hō͘ in khiā-khí ê só͘-chāi hong-hòe.","tghg":"所以恁著聽耶和華所計劃(kè-e̍k)攻擊巴比倫的計策，以及伊所註定攻擊迦勒底的旨意。𪜶定著欲將許個羊群的細者拖去，伊也欲互𪜶徛起的所在荒廢(hong-hòe)。","bklhl":"所以lín tio̍h聽耶和華所計畫攻擊巴比倫ê計策；以及祂所註定攻擊Ka-le̍k-tí ê旨意。In定tio̍h beh將hiah-ê羊群ê細ê拖去。祂也beh hō͘ in khiā起ê所在荒廢。"}},{"book":"耶","chapter":50,"verse":46,"versions":{"unv":"因巴比倫被取的聲音，地就震動，人在列邦都聽見呼喊的聲音。」","bklcl":"In-ūi Pa-pí-lûn tó-hoāi ê siaⁿ, tōe chiū tín-tāng; in âu-kiò ê siaⁿ thiaⁿ tī lia̍t-pang tiong.","tghg":"因為巴比倫倒壞的聲，地就振動，𪜶喉叫的聲聽佇列邦中。」","bklhl":"因為巴比倫倒壞ê聲，地就振動；in喉叫ê聲聽tī列邦中。"}}]