[{"book":"耶","chapter":17,"verse":1,"versions":{"unv":"猶大的罪是用鐵筆、用金鋼鑽記錄的，銘刻在他們的心版上和壇角上。","bklcl":"Iû-tāi ê chōe sī ēng thih-pit, ēng soān-chio̍h pit-bé kì--ê; chiū-sī khek tī in ê sim ê pi, tôaⁿ ê kak.","tghg":"猶大的罪是用鐵筆、用鑽石筆尾記的，就是刻佇𪜶的心的碑，壇的角。","bklhl":"偤大ê罪是用鐵筆，用鑽石筆尾記ê；就是刻tī in ê心ê碑，壇ê角。"}},{"book":"耶","chapter":17,"verse":2,"versions":{"unv":"他們的兒女記念他們高岡上、青翠樹旁的壇和木偶。","bklcl":"In ê kiáⁿ kì-liām in koâiⁿ-soaⁿ-téng, chhiⁿ-chhùi chhiū-piⁿ ê tôaⁿ, kap ngó͘-siōng.","tghg":"𪜶的子紀念𪜶高山頂、青翠樹邊的壇及偶像。","bklhl":"In ê kiáⁿ記念in高山頂，青翠樹邊ê壇，kap偶像。"}},{"book":"耶","chapter":17,"verse":3,"versions":{"unv":"我田野的山哪，我必因你在四境之內所犯的罪，把你的貨物、財寶，並邱壇當掠物交給仇敵；","bklcl":"Góa chhân--nih ê soaⁿ ah, Góa beh in-ūi lí tī sì-kéng-lāi só͘ hoān ê chōe, chiong lí ê hè-mi̍h, châi-pó kap soaⁿ-thâu ê tôaⁿ, lóng hō͘ lâng chhiúⁿ-khì.","tghg":"我田裡的山啊，我欲因為你佇四境內所犯的罪，將你的貨物、財寶，及山頭的壇，攏互人搶去；","bklhl":"我田裡ê山ah，我beh因為你tī四境內所犯ê罪，將你ê貨物，財寶kap山頭ê壇，lóng hō͘人搶去。"}},{"book":"耶","chapter":17,"verse":4,"versions":{"unv":"並且你因自己的罪必失去我所賜給你的產業。我也必使你在你所不認識的地上服事你的仇敵；因為你使我怒中起火，直燒到永遠。","bklcl":"Koh lí ūi-tio̍h pún-sin, beh chiong Góa só͘ siúⁿ-sù ê sán-gia̍p pàng hē-teh; Góa ia̍h beh hō͘ lí tī só͘ m̄-bat ê tōe ho̍k-sāi lí ê tùi-te̍k; in-ūi lín kek Góa siū-khì ê hé, ti̍t-ti̍t to̍h kàu éng-oán.","tghg":"閣你為著本身欲將我所賞賜的產業放下啲。我亦欲互你佇所呣識的地服事你的對敵；因為恁激我受氣的火，直直𤏸(to̍h)到永遠。","bklhl":"Koh你為tio̍h本身，beh將我所賞賜ê產業放hē-teh；我亦beh hō͘你tī所m̄-bat ê地服事你ê對敵；因為lín激我受氣ê火，直直to̍h到永遠。"}},{"book":"耶","chapter":17,"verse":5,"versions":{"unv":"耶和華如此說：倚靠人血肉的膀臂，心中離棄耶和華的，那人有禍了！","bklcl":"Iâ-hô-hoa án-ni kóng, Kìⁿ-nā óa-khò lâng, ēng jio̍k-thé chòe i ê chhiú, i ê sim lī-khui Iâ-hô-hoa--ê, hit-hō lâng siū chiù-chó͘.","tghg":"耶和華按呢講：見若倚靠人用肉體做伊的手，伊的心離開耶和華者，彼號人受咒詛！","bklhl":"耶和華án-ni講，見若óa靠人，用肉體做伊ê手，伊ê心離開耶和華ê，hit號人受咒詛。"}},{"book":"耶","chapter":17,"verse":6,"versions":{"unv":"因他必像沙漠的杜松，不見福樂來到，卻要住曠野乾旱之處，無人居住的鹼地。","bklcl":"In-ūi i beh chhin-chhiūⁿ khòng-iá ê tō͘-siông; hok-khì kàu ê sî, i khòaⁿ-bōe-tio̍h; beh tiàm tī soa-bô͘ ta-sò ê só͘-chāi, bô lâng khiā-khí ê kiâm-tōe.","tghg":"因為伊欲親像曠野的杜松(tō͘-siông)，福氣到的時，伊看𣍐著，欲踮佇沙漠乾燥(ta-sò)的所在，無人徛起的鹹地。","bklhl":"因為伊beh親像曠野ê杜松；福氣到ê時，伊看bōe-tio̍h；beh tiàm tī沙漠乾燥ê所在，無人khiā起ê鹹地。"}},{"book":"耶","chapter":17,"verse":7,"versions":{"unv":"倚靠耶和華、以耶和華為可靠的，那人有福了！","bklcl":"Óa-khò Iâ-hô-hoa, lia̍h Iâ-hô-hoa chòe i só͘ óa-khò--ê hit-hō lâng ū hok-khì.","tghg":"倚靠耶和華，掠耶和華做伊所倚靠者，彼號人有福氣！","bklhl":"Óa靠耶和華，掠耶和華做伊所óa靠ê hit號人有福氣。"}},{"book":"耶","chapter":17,"verse":8,"versions":{"unv":"他必像樹栽於水旁，在河邊扎根，炎熱來到，並不懼怕，葉子仍必青翠，在乾旱之年毫無掛慮，而且結果不止。","bklcl":"I beh chhin-chhiūⁿ chúi-piⁿ só͘ chai ê chhiū, soan i ê kun tī hô-piⁿ; iām-jia̍t kàu ia̍h bô kiaⁿ; hio̍h iû-goân beh chhiⁿ-chhùi; tī ta-sò ê nî, lóng bô khòa-lū; koh kiat ké-chí bô soah.","tghg":"伊欲親像水邊所栽的樹，旋(soan)伊的根佇河邊，炎熱到，亦無驚，葉猶原欲青翠，佇乾燥的年攏無掛慮，閣結果子無息(soah)。","bklhl":"伊beh親像水邊所栽ê樹，soan伊ê根tī河邊；炎熱到亦無驚；葉猶原beh青翠；tī乾燥ê年，lóng無掛慮；koh結果子無soah。"}},{"book":"耶","chapter":17,"verse":9,"versions":{"unv":"人心比萬物都詭詐，壞到極處，誰能識透呢？","bklcl":"Lâng ê sim pí bān-mi̍h khah khúi-khiat, pháiⁿ kàu ke̍k-thâu; chī-chūi ōe chai i ah?","tghg":"人的心比萬物卡詭譎(khúi-khiat)，歹到極頭，是誰會知伊啊？","bklhl":"人ê心比萬物khah詭譎，pháiⁿ到極頭；是誰會知伊ah？"}},{"book":"耶","chapter":17,"verse":10,"versions":{"unv":"我─耶和華是鑒察人心、試驗人肺腑的，要照各人所行的和他做事的結果報應他。","bklcl":"Góa Iâ-hô-hoa sī kàm-chhat lâng ê sim; chhì-giām lâng ê chōng-hú--ê; beh chiàu ta̍k-lâng só͘ kiâⁿ--ê, kap i chòe tāi-chì ê kiat-kó, lâi pò-èng i.","tghg":"我──耶和華是鑑察人的心、試驗人的臟腑者，欲照逐人所行的及伊做代誌的結果來報應伊。","bklhl":"我耶和華是鑑察人ê心；試驗人ê臟腑ê；beh照ta̍k人所行ê，kap伊做tāi-chì ê結果，來報應伊。"}},{"book":"耶","chapter":17,"verse":11,"versions":{"unv":"那不按正道得財的，好像鷓鴣菢不是自己下的蛋；到了中年，那財都必離開他，他終久成為愚頑人。","bklcl":"Lâng bô chiàu chèng-tō tit-tio̍h chîⁿ, chhin-chhiūⁿ chià-ko͘ pū m̄-sī i siⁿ ê nn̄g; kàu tiong-liân, hit ê chîⁿ lóng beh lī-khui i, i ê kiat-kio̍k chiâⁿ-chòe gû-gōng.","tghg":"人無照正道得著錢，親像鷓鴣(chià-ko͘)孵(pū)呣是伊生的卵；到中年，彼個錢攏欲離開伊，伊的結局成做愚戇。","bklhl":"人無照正道得tio̍h錢，親像鷓鴣孵m̄是伊生ê卵；到中年，hit ê錢lóng beh離開伊，伊ê結局成做愚戇。"}},{"book":"耶","chapter":17,"verse":12,"versions":{"unv":"我們的聖所是榮耀的寶座，從太初安置在高處。","bklcl":"Goán ê sèng-só͘ sī êng-kng ê pó-chō; tùi khí-thâu an-tì tī koâiⁿ ê só͘-chāi.","tghg":"阮的聖所是榮光的寶座，對起頭安置(an-tì)佇高的所在。","bklhl":"阮ê聖所是榮光ê寶座；tùi起頭安置tī高ê所在。"}},{"book":"耶","chapter":17,"verse":13,"versions":{"unv":"耶和華─以色列的盼望啊，凡離棄你的必致蒙羞。耶和華說：離開我的，他們的名字必寫在土裡，因為他們離棄我這活水的泉源。","bklcl":"Í-sek-lia̍t só͘ ǹg-bāng ê Iâ-hô-hoa ah, kìⁿ-nā khì-sak Lí--ê, lóng beh kiàn-siàu; kìⁿ-nā lī-khui Lí--ê, in ê miâ beh kì tī thô͘--nih; in-ūi in khì-sak Iâ-hô-hoa, oa̍h-chúi ê goân-thâu.","tghg":"以色列──所向望的耶和華啊，見若棄拺(khì-sak)你的攏欲見誚。見若離開你的，𪜶的名欲記佇土裡，因為𪜶棄拺耶和華活水的源頭。","bklhl":"以色列所ǹg望ê耶和華ah，見若棄sak你ê，lóng beh見笑；見若離開你ê，in ê名beh記tī土裡；因為in棄sak耶和華，活水ê源頭。"}},{"book":"耶","chapter":17,"verse":14,"versions":{"unv":"耶和華啊，求你醫治我，我便痊癒，拯救我，我便得救；因你是我所讚美的。","bklcl":"Iâ-hô-hoa ah, kiû Lí i-tī góa, góa chiū tit-tio̍h i-hó; chín-kiù góa, góa chiū tit-tio̍h kiù; in-ūi Lí sī góa só͘ o-ló--ê.","tghg":"耶和華啊，求你醫治我，我就得著醫好，拯救我，我就得著救；因為你是我所謳咾者。","bklhl":"耶和華ah，求你醫治我，我就得tio̍h醫好；拯救我，我就得tio̍h救；因為你是我所o-ló-ê。"}},{"book":"耶","chapter":17,"verse":15,"versions":{"unv":"他們對我說：耶和華的話在哪裡呢？叫這話應驗吧！","bklcl":"Khòaⁿ ah, lâng tùi góa kóng, Iâ-hô-hoa ê ōe tī toh-lo̍h? taⁿ tio̍h hō͘ i lâi.","tghg":"看啊，人對我講：耶和華的話佇叨落？今著互伊來！","bklhl":"看ah，人對我講，耶和華ê話tī toh-lo̍h？taⁿ tio̍h hō͘伊來。"}},{"book":"耶","chapter":17,"verse":16,"versions":{"unv":"至於我，那跟從你作牧人的職分，我並沒有急忙離棄，也沒有想那災殃的日子；這是你知道的。我口中所出的言語都在你面前。","bklcl":"Lūn-kàu góa, góa bô kín-kín khì-sak bo̍k-chiá ê chit, m̄ tè--Lí; chai-ē kàu ê ji̍t, m̄-sī góa só͘ ài; che sī Lí só͘ chai, góa ê chhùi só͘ kóng--ê, lóng tī Lí ê bīn-chêng.","tghg":"論到我，我無緊緊棄拺牧者的職，呣隨你，災禍到的日呣是我所愛；這是你所知。我的嘴所講的攏佇你的面前。","bklhl":"論到我，我無緊緊棄sak牧者ê職，m̄ tè你；災厄到ê日，m̄是我所ài；這是你所知，我ê嘴所講ê，lóng tī你ê面前。"}},{"book":"耶","chapter":17,"verse":17,"versions":{"unv":"不要使我因你驚恐；當災禍的日子，你是我的避難所。","bklcl":"Bo̍h-tit chòe hō͘ góa kiaⁿ-hiâⁿ-ê; tng hoān-lān ê ji̍t. Lí chòe góa tô-siám ê só͘-chāi.","tghg":"莫得做互我驚惶的；當患難的日，你做我逃閃的所在。","bklhl":"莫得做hō͘我驚惶ê；當患難ê日。你做我逃閃ê所在。"}},{"book":"耶","chapter":17,"verse":18,"versions":{"unv":"願那些逼迫我的蒙羞，卻不要使我蒙羞；使他們驚惶，卻不要使我驚惶；使災禍的日子臨到他們，以加倍的毀壞毀壞他們。","bklcl":"Hō͘ hiah-ê khún-pek góa--ê kiàn-siàu, bo̍h-tit hō͘ góa kiàn-siàu; hō͘ in kiaⁿ-hiâⁿ, bo̍h-tit hō͘ góa kiaⁿ-hiâⁿ; hō͘ chai-ē ê ji̍t lîm-kàu in, ēng ka-pē ê húi-hoāi lâi húi-hoāi in.","tghg":"互許個窘迫(khún-pek)我的見誚，莫得互我見誚；互𪜶驚惶，莫得互我驚惶；互災禍的日臨到𪜶，用加倍的毀壞來毀壞𪜶。","bklhl":"Hō͘ hiah-ê窘迫我ê見笑，莫得hō͘我見笑；hō͘ in驚惶，莫得hō͘我驚惶；hō͘災厄ê日臨到in，用加倍ê毀壞來毀壞in。"}},{"book":"耶","chapter":17,"verse":19,"versions":{"unv":"耶和華對我如此說：「你去站在平民的門口，就是猶大君王出入的門，又站在耶路撒冷的各門口，","bklcl":"Iâ-hô-hoa tùi góa án-ni kóng, Lí khì khiā tī chèng peh-sìⁿ ê mn̂g, chiū-sī Iû-tāi lia̍t-ông tùi-hia ji̍p, tùi-hia chhut--ê; koh khiā tī Iâ-lō͘-sat-léng chiah-ê mn̂g.","tghg":"耶和華對我按呢講：「你去徛佇眾百姓的門，就是猶大列王對遐入，對遐出的，閣徛佇耶路撒冷諸個門，","bklhl":"耶和華對我án-ni講，你去khiā tī眾百姓ê門，就是偤大列王tùi-hia入，tùi-hia出ê；koh khiā tī耶路撒冷chiah ê門。"}},{"book":"耶","chapter":17,"verse":20,"versions":{"unv":"對他們說：『你們這猶大君王和猶大眾人，並耶路撒冷的一切居民，凡從這些門進入的都當聽耶和華的話。","bklcl":"Tùi in kóng, Lín chiah-ê Iû-tāi ông, kap Iû-tāi chèng-lâng, kap Iâ-lō͘-sat-léng it-chhè khiā-khí ê peh-sìⁿ, hoān-nā tùi chiah-ê mn̂g ji̍p--ê, lóng tio̍h thiaⁿ Iâ-hô-hoa ê ōe.","tghg":"對𪜶講：『恁諸個猶大王及猶大眾人，及耶路撒冷一切徛起的百姓，凡若對諸個門入者攏著聽耶和華的話。","bklhl":"對in講，Lín chiah ê偤大王，kap偤大眾人，kap耶路撒冷一切khiā起ê百姓，凡若tùi chiah ê門入ê，lóng tio̍h聽耶和華ê話。"}},{"book":"耶","chapter":17,"verse":21,"versions":{"unv":"耶和華如此說：你們要謹慎，不要在安息日擔甚麼擔子進入耶路撒冷的各門；","bklcl":"Iâ-hô-hoa án-ni kóng, Lín tio̍h ka-kī kín-sīn, bo̍h-tit tī an-hioh-ji̍t taⁿ-tàⁿ, iā bo̍h-tit ūn ji̍p Iâ-lō͘-sat-léng chiah-ê siâⁿ-mn̂g.","tghg":"耶和華按呢講：恁著家己謹慎，莫得佇安息日擔擔(taⁿ-tàⁿ)，也莫得運入耶路撒冷諸個城門；","bklhl":"耶和華án-ni講，Lín tio̍h家己謹慎，莫得tī安歇日擔擔，也莫得運入耶路撒冷chiah ê城門。"}},{"book":"耶","chapter":17,"verse":22,"versions":{"unv":"也不要在安息日從家中擔出擔子去。無論何工都不可做，只要以安息日為聖日，正如我所吩咐你們列祖的。』","bklcl":"Ia̍h bo̍h-tit tī an-hioh-ji̍t tùi ke-lāi taⁿ-tàⁿ chhut-khì, bô-lūn sím-mi̍h kang lóng m̄-thang chòe; to̍k-to̍k tio̍h lia̍h an-hioh-ji̍t chòe sèng-ji̍t, chiàu Góa pêng-sò͘ hoan-hù lín ê lia̍t-chó͘--ê.","tghg":"亦莫得佇安息日對家內擔擔(taⁿ-tàⁿ)出去。無論甚麼工攏呣通做，獨獨著掠安息日做聖日，照我平素吩咐恁的列祖的。』","bklhl":"亦莫得tī安歇日tùi家內擔擔出去，無論甚麼工lóng m̄-thang做；獨獨tio̍h掠安歇日做聖日，照我平素吩咐lín ê列祖ê。"}},{"book":"耶","chapter":17,"verse":23,"versions":{"unv":"他們卻不聽從，不側耳而聽，竟硬著頸項不聽，不受教訓。」","bklcl":"Chóng-sī in m̄ thiaⁿ-thàn, m̄ àⁿ hī-khang; chiū-sī ngī in ê ām-kún, tì-kàu bōe thiaⁿ, bōe siū kà-sī.","tghg":"總是𪜶呣聽趁，呣俯(àⁿ)耳孔，就是硬𪜶的頷頸(ām-kún)致到𣍐聽，𣍐受教示。」","bklhl":"總是in m̄聽thàn，m̄俯耳孔；就是硬in ê頷頸，致到bōe聽，bōe受教示。"}},{"book":"耶","chapter":17,"verse":24,"versions":{"unv":"耶和華說：「你們若留意聽從我，在安息日不擔甚麼擔子進入這城的各門，只以安息日為聖日，在那日無論何工都不做；","bklcl":"Iâ-hô-hoa kóng, Lín nā liû-sim thiaⁿ-thàn Góa, tī an-hioh-ji̍t bô taⁿ sím-mi̍h tàⁿ ji̍p chit ê siâⁿ chiah-ê mn̂g; to̍k-to̍k lia̍h an-hioh-ji̍t chòe sèng-ji̍t, tī hit-ji̍t lóng bô chòe sím-mi̍h kang;","tghg":"耶和華講：「恁若留心聽趁我，佇安息日無擔(taⁿ)甚麼擔(tàⁿ)入此個城諸個門，獨獨掠安息日做聖日，佇彼日攏無做甚麼工；","bklhl":"耶和華講，Lín若留心聽thàn我，tī安歇日無擔甚麼擔入chit ê城chiah ê門；獨獨掠安歇日做聖日，tī hit日lóng無做甚麼工；"}},{"book":"耶","chapter":17,"verse":25,"versions":{"unv":"那時就有坐大衛寶座的君王和首領，他們與猶大人，並耶路撒冷的居民，或坐車，或騎馬，進入這城的各門，而且這城必存到永遠。","bklcl":"chiū ū kun-ông, ông-chhin, chē Tāi-pi̍t ê pó-chō--ê, in kap in ê ông-chhin kap Iû-tāi lâng kap Iâ-lō͘-sat-léng khiā-khí ê peh-sìⁿ, he̍k-sī chē-chhia, he̍k-sī khiâ-bé, ji̍p chit ê siâⁿ chiah-ê mn̂g; koh chit ê siâⁿ beh lâu kàu éng-oán.","tghg":"就有君王、王親，坐大衛的寶座者，𪜶及𪜶的王親及猶大人，及耶路撒冷徛起的百姓，或是坐車，或是騎馬，入此個城諸個門，閣此個城欲留到永遠。","bklhl":"就有君王、王親，坐大衛ê寶座ê，in kap in ê王親kap偤大人kap耶路撒冷khiā起ê百姓，或是坐車，或是騎馬，入chit ê城chiah ê門；koh chit ê城beh留到永遠。"}},{"book":"耶","chapter":17,"verse":26,"versions":{"unv":"也必有人從猶大城邑和耶路撒冷四圍的各處，從便雅憫地、高原、山地，並南地而來，都帶燔祭、平安祭、素祭，和乳香，並感謝祭，到耶和華的殿去。","bklcl":"Ia̍h beh ū lâng tùi Iû-tāi chiah-ê siâⁿ. kap Iâ-lō͘-sat-léng sì-ûi ê só͘-chāi, tùi Piān-ngá-bín tōe, pîⁿ-iûⁿ, soaⁿ-tōe, kap lâm-hng ê tōe lâi; lóng tòa sio-chè, ta̍k-iūⁿ ê chè, sò͘-chè, kap jú-hiuⁿ, kap siā-un chè, kàu Iâ-hô-hoa ê chhù.","tghg":"亦欲有人對猶大諸個城及耶路撒冷四圍的所在，對便雅憫地、平洋、山地，及南方的地來，攏帶燒祭、逐樣的祭、素祭，及乳香，及謝恩祭，到耶和華的厝。","bklhl":"亦beh有人tùi偤大chiah ê城。Kap耶路撒冷四圍ê所在，tùi便雅憫地，平洋、山地，kap南方ê地來；lóng帶燒祭，ta̍k樣ê祭，素祭，kap乳香，kap謝恩祭，到耶和華ê厝。"}},{"book":"耶","chapter":17,"verse":27,"versions":{"unv":"你們若不聽從我，不以安息日為聖日，仍在安息日擔擔子，進入耶路撒冷的各門，我必在各門中點火；這火也必燒毀耶路撒冷的宮殿，不能熄滅。」","bklcl":"Lín nā m̄ thiaⁿ-thàn Góa, m̄ lia̍h an-hioh-ji̍t chòe sèng-ji̍t; iû-goân tī an-hioh-ji̍t taⁿ-tàⁿ ji̍p Iâ-lō͘-sat-léng ta̍k ê mn̂g; Góa beh tī ta̍k ê mn̂g khí hé; chit ê hé ia̍h beh sio-húi Iâ-lō͘-sat-léng ê kiong-tiān, bōe-ōe phah-hoa.","tghg":"恁若呣聽趁我，呣掠安息日做聖日，猶原佇安息日擔擔(taⁿ-tàⁿ)入耶路撒冷逐個門；我欲佇逐個門起火；此個火亦欲燒毀耶路撒冷的宮殿，𣍐會拍熄(hoa)。」","bklhl":"Lín若m̄聽thàn我，m̄掠安歇日做聖日；猶原tī安歇日擔擔入耶路撒冷ta̍k ê門；我beh tī ta̍k ê門起火；chit ê火亦beh燒毀耶路撒冷ê宮殿，bōe會phah-hoa。"}}]