[{"book":"耶","chapter":1,"verse":1,"versions":{"unv":"便雅憫地亞拿突城的祭司中，希勒家的兒子耶利米的話記在下面。","bklcl":"Piān-ngá-bín tōe, A-ná-tu̍t siâⁿ ê chè-si tiong, Hi-le̍k-ka ê kiáⁿ, Iâ-lī-bí ê ōe kì tī ē-tóe.","tghg":"便雅憫地亞拿突城的祭司中，希勒家的子耶利米的話記佇下底。","bklhl":"便雅憫地，A-ná-tu̍t城ê祭司中，Hi-le̍k-ka ê kiáⁿ，耶利米ê話記tī下底。"}},{"book":"耶","chapter":1,"verse":2,"versions":{"unv":"猶大王亞們的兒子約西亞在位十三年，耶和華的話臨到耶利米。","bklcl":"Tng Iû-tāi ông A-bûn ê kiáⁿ Iok-se-a chē-ūi ê cha̍p-saⁿ--nî, Iâ-hô-hoa ê ōe lîm-kàu i.","tghg":"當猶大王亞們的子約西亞坐位的十三年，耶和華的話臨到伊。","bklhl":"當偤大王A-bûn ê kiáⁿ約西亞坐位ê十三年，耶和華ê話臨到伊。"}},{"book":"耶","chapter":1,"verse":3,"versions":{"unv":"從猶大王約西亞的兒子約雅敬在位的時候，直到猶大王約西亞的兒子西底家在位的末年，就是十一年五月間耶路撒冷人被擄的時候，耶和華的話也常臨到耶利米。","bklcl":"Koh tī Iû-tāi ông Iok-se-a ê kiáⁿ Iok-ngá-kèng chē-ūi ê sî, ti̍t-kàu Iû-tāi ông Iok-se-a ê kiáⁿ Se-tí-ka cha̍p-it--nî ê lō͘-bé; gō͘-ge̍h kan, Iâ-lō͘-sat-léng lâng siū-lia̍h ê sî, Iâ-hô-hoa ê ōe lîm-kàu i.","tghg":"閣佇猶大王約西亞的子約雅敬坐位的時，直到猶大王約西亞的子西底家十一年的路尾，五月間耶路撒冷人受掠的時，耶和華的話臨到伊。","bklhl":"Koh tī偤大王約西亞ê kiáⁿ Iok-ngá-kèng坐位ê時，直到偤大王約西亞ê kiáⁿ Se-tí-ka十一年ê路尾；五月間，耶路撒冷人受掠ê時，耶和華ê話臨到伊。"}},{"book":"耶","chapter":1,"verse":4,"versions":{"unv":"耶利米說，耶和華的話臨到我說：","bklcl":"Iâ-hô-hoa ê ōe lîm-kàu góa, kóng,","tghg":"耶和華的話臨到我講：","bklhl":"耶和華ê話臨到我，講，"}},{"book":"耶","chapter":1,"verse":5,"versions":{"unv":"我未將你造在腹中，我已曉得你；你未出母胎，我已分別你為聖；我已派你作列國的先知。","bklcl":"Góa bē chhòng-chō lí tī pak-tó͘-lāi ê tāi-seng, Góa bat lí; lí bē chhut-thai ê tāi-seng, Góa hun-piat lí chòe-sèng; siat-li̍p lí chòe lia̍t-kok ê sian-ti.","tghg":"我未創造你佇腹肚內的代先，我識你；你未出胎的代先，我分別你做聖；設立你做列國的先知。","bklhl":"我未創造你tī腹肚內ê事先，我bat你；你未出胎ê事先，我分別你做聖；設立你做列國ê先知。"}},{"book":"耶","chapter":1,"verse":6,"versions":{"unv":"我就說：主耶和華啊，我不知怎樣說，因為我是年幼的。","bklcl":"Góa chiū kóng, Hāi--ah! Chú Iâ-hô-hoa ah, lí khòaⁿ, góa bōe hiáu kóng, in-ūi góa sī gín-ná.","tghg":"我就講：嗐(hāi)啊！主耶和華啊，你看，我𣍐曉講，因為我是囝仔。","bklhl":"我就講，害ah！主耶和華ah，你看，我bōe曉講，因為我是gín-ná。"}},{"book":"耶","chapter":1,"verse":7,"versions":{"unv":"耶和華對我說：你不要說我是年幼的，因為我差遣你到誰那裡去，你都要去；我吩咐你說甚麼話，你都要說。","bklcl":"Chóng-sī Iâ-hô-hoa tùi góa kóng, Lí m̄-thang kóng, Góa sī gín-ná; in-ūi Góa kìⁿ-ū chhe lí, lí tio̍h khì; Góa kìⁿ-ū hoan-hù lí, lí tio̍h kóng.","tghg":"總是耶和華對我講：你呣通講我是囝仔，因為我見有差你，你著去；我見有吩咐你，你著講。","bklhl":"總是耶和華對我講，你m̄-thang講，我是gín-ná；因為我見有差你，你tio̍h去；我見有吩咐你，你tio̍h講。"}},{"book":"耶","chapter":1,"verse":8,"versions":{"unv":"你不要懼怕他們，因為我與你同在，要拯救你。這是耶和華說的。","bklcl":"Lí bo̍h-tit kiaⁿ--in, in-ūi Góa kap lí tī-teh, beh kiù lí; che sī Iâ-hô-hoa kóng ê.","tghg":"你莫得驚𪜶，因為我及你佇啲，欲救你。這是耶和華講的。","bklhl":"你莫得驚in，因為我kap你tī-teh，beh救你；這是耶和華講ê。"}},{"book":"耶","chapter":1,"verse":9,"versions":{"unv":"於是耶和華伸手按我的口，對我說：我已將當說的話傳給你。","bklcl":"Iâ-hô-hoa chiū chhun I ê chhiú bong góa ê chhùi.  Iâ-hô-hoa kā góa kóng, Lí khòaⁿ, Góa ū chiong Góa ê ōe, hē tī lí ê chhùi.","tghg":"耶和華就伸伊的手摸我的嘴，耶和華給我講：你看，我有將我的話下(hē)佇你的嘴。","bklhl":"耶和華就伸祂ê手摸我ê嘴。耶和華kā我講，你看，我有將我ê話，hē tī你ê嘴。"}},{"book":"耶","chapter":1,"verse":10,"versions":{"unv":"看哪，我今日立你在列邦列國之上，為要施行拔出、拆毀、毀壞、傾覆，又要建立、栽植。","bklcl":"Khòaⁿ ah, kin-á-ji̍t Góa siat-li̍p lí tī lia̍t-pang lia̍t-kok ê téng-bīn; sī ūi-tio̍h beh pu̍ih-chhut, beh thiah-húi, beh pāi-hoāi, beh chhia-tó, beh kiàn-li̍p, beh chai-pôe.","tghg":"看啊，今仔日我設立你佇列邦列國的頂面，是為著欲拔(pu̍ih)出、欲拆毀、欲敗壞、欲捙倒(chhia-tó)，欲建立、欲栽培。","bklhl":"看ah，今á日我設立你tī列邦列國ê頂面；是為tio̍h beh拔出，beh拆毀，beh敗壞，beh chhia倒，beh建立，beh栽培。"}},{"book":"耶","chapter":1,"verse":11,"versions":{"unv":"耶和華的話又臨到我說：「耶利米，你看見甚麼？」我說：「我看見一根杏樹枝。」","bklcl":"Iâ-hô-hoa ê ōe koh lîm-kàu góa kóng, Iâ-lī-bí ah, lí khòaⁿ-kìⁿ sím-mi̍h?  Góa kóng, Góa khòaⁿ-kìⁿ hēng-chhiū ê chi̍t-ki.","tghg":"耶和華的話閣臨到我講：「耶利米啊，你看見甚麼？」我講：「我看見杏樹的一枝。」","bklhl":"耶和華ê話koh臨到我講，耶利米ah，你看見甚麼？我講，我看見杏樹ê一支。"}},{"book":"耶","chapter":1,"verse":12,"versions":{"unv":"耶和華對我說：「你看得不錯；因為我留意保守我的話，使得成就。」","bklcl":"Iâ-hô-hoa chiū tùi góa kóng, Lí só͘ khòaⁿ sī tio̍h; Góa teh koan-kò͘ Góa ê ōe lâi chiâⁿ--i.","tghg":"耶和華就對我講：「你所看是著；我啲關顧我的話，來成伊。」","bklhl":"耶和華就對我講，你所看是tio̍h；我teh關顧我ê話來成伊。"}},{"book":"耶","chapter":1,"verse":13,"versions":{"unv":"耶和華的話第二次臨到我說：「你看見甚麼？」我說：「我看見一個燒開的鍋，從北而傾。」","bklcl":"Iâ-hô-hoa ê ōe tē-jī pái lîm-kàu góa kóng, Lí khòaⁿ-kìⁿ sím-mi̍h?  Góa kóng, Góa khòaⁿ-kìⁿ chi̍t ê tiáⁿ teh kún, i ê bīn tùi pak--sì ǹg kè--lâi.","tghg":"耶和華的話第二擺臨到我講：「你看見甚麼？」我講：「我看見一個鼎(tiáⁿ)啲滾，伊的面對北勢向(ǹg)過來。」","bklhl":"耶和華ê話第二pái臨到我講，你看見甚麼？我講，我看見一个鼎teh滾，伊ê面tùi北勢ǹg過來。"}},{"book":"耶","chapter":1,"verse":14,"versions":{"unv":"耶和華對我說：「必有災禍從北方發出，臨到這地的一切居民。」","bklcl":"Iâ-hô-hoa chiū tùi góa kóng, Beh ū chai-ē tùi pak-hng hoat-chhut, lîm-kàu chit só͘-chāi it-chhè khiā-khí ê peh-sìⁿ.","tghg":"耶和華就對我講：「欲有災禍對北方發出，臨到此所在一切徛起的百姓。」","bklhl":"耶和華就對我講，Beh有災厄tùi北方發出，臨到chit所在一切khiā起ê百姓。"}},{"book":"耶","chapter":1,"verse":15,"versions":{"unv":"耶和華說：「看哪，我要召北方列國的眾族；他們要來，各安座位在耶路撒冷的城門口，周圍攻擊城牆，又要攻擊猶大的一切城邑。","bklcl":"Iâ-hô-hoa kóng, Khòaⁿ ah, Góa beh tiàu pak-hng lia̍t-kok ê chèng-cho̍k; in beh lâi, ta̍k-ê an chō-ūi tī Iâ-lō͘-sat-léng chiah-ê siâⁿ-mn̂g-kháu; chiu-ûi kong-kek siâⁿ-chhiûⁿ, ia̍h beh kong-kek Iû-tāi it-chhè ê siâⁿ.","tghg":"耶和華講：「看啊，我欲召北方列國的眾族；𪜶欲來，逐個安座位佇耶路撒冷諸個城門口，周圍攻擊城牆，亦欲攻擊猶大一切的城。","bklhl":"耶和華講，看ah，我beh召北方列國ê眾族；in beh來，ta̍k-ê安座位tī耶路撒冷chiah ê城門口；周圍攻擊城牆，亦beh攻擊偤大一切ê城。"}},{"book":"耶","chapter":1,"verse":16,"versions":{"unv":"至於這民的一切惡，就是離棄我、向別神燒香、跪拜自己手所造的，我要發出我的判語，攻擊他們。","bklcl":"Lūn-kàu chit ê peh-sìⁿ it-chhè ê pháiⁿ, chiū-sī lī-khui Góa, ǹg pa̍t ê siōng-tè sio-hiuⁿ; kūi-pài in ê chhiú só͘ chòe--ê; Góa beh kóng-khí Góa ê phòaⁿ-toàn lâi kong-kek in.","tghg":"論到此個百姓一切的歹，就是離開我、向別個上帝燒香、跪拜𪜶的手所做的，我欲講起我的判斷，來攻擊𪜶。","bklhl":"論到chit ê百姓一切ê pháiⁿ，就是離開我，ǹg別ê上帝燒香；跪拜in ê手所做ê；我beh講起我ê判斷來攻擊in。"}},{"book":"耶","chapter":1,"verse":17,"versions":{"unv":"所以你當束腰，起來將我所吩咐你的一切話告訴他們；不要因他們驚惶，免得我使你在他們面前驚惶。","bklcl":"Só͘-í lí tio̍h hâ-io, khí--lâi, chiong Góa só͘ hoan-hù lí it-chhè ê ōe kā in kóng; bo̍h-tit in-ūi in lâi kiaⁿ-hiâⁿ, kiaⁿ-liáu Góa hō͘ lí tī in ê bīn-chêng lâi kiaⁿ-hiâⁿ.","tghg":"所以你著縖(hâ)腰，起來，將我所吩咐你一切的話給𪜶講；莫得因為𪜶來驚惶，驚了我互你佇𪜶的面前來驚惶。","bklhl":"所以你tio̍h 縖腰，起來，將我所吩咐你一切ê話kā in講；莫得因為in來驚惶，驚了我hō͘你tī in ê面前來驚惶。"}},{"book":"耶","chapter":1,"verse":18,"versions":{"unv":"看哪，我今日使你成為堅城、鐵柱、銅牆，與全地和猶大的君王、首領、祭司，並地上的眾民反對。","bklcl":"Khòaⁿ ah, in-ūi Góa kin-á-ji̍t hō͘ lí chiâⁿ-chòe kian-kò͘ ê siâⁿ, chòe thih-thiāu, chòe tâng-chhiûⁿ, lâi tí-tng choân-tōe, í-ki̍p Iû-tāi ê lia̍t-ông, kùi-cho̍k, chè-si, kap chit só͘-chāi ê chèng peh-sìⁿ.","tghg":"看啊，因為我今仔日互你成做堅固的城、做鐵柱、做銅牆，來抵當(tí-tng)全地以及猶大的列王、貴族、祭司，及此所在的眾百姓。","bklhl":"看ah，因為我今á日hō͘你成做堅固ê城，做鐵柱，做銅牆，來抵擋全地，以及偤大ê列王、貴族、祭司，kap chit所在ê眾百姓。"}},{"book":"耶","chapter":1,"verse":19,"versions":{"unv":"他們要攻擊你，卻不能勝你；因為我與你同在，要拯救你。這是耶和華說的。」","bklcl":"In beh kong-kek lí, chóng-sī bōe-ōe iâⁿ lí; in-ūi Góa kap lí tī-teh, beh chín-kiù lí; che sī Iâ-hô-hoa kóng--ê.","tghg":"𪜶欲攻擊你，總是𣍐會贏你；因為我及你佇啲，欲拯救你，這是耶和華講的。」","bklhl":"In beh攻擊你，總是bōe能贏你；因為我kap你tī-teh，beh拯救你；這是耶和華講ê。"}}]