[{"book":"耶","chapter":2,"verse":1,"versions":{"unv":"耶和華的話臨到我說：","bklcl":"Iâ-hô-hoa ê ōe koh lîm-kàu góa, kóng,","tghg":"耶和華的話閣臨到我講：","bklhl":"耶和華ê話koh臨到我，講，"}},{"book":"耶","chapter":2,"verse":2,"versions":{"unv":"「你去向耶路撒冷人的耳中喊叫說，耶和華如此說：你幼年的恩愛，婚姻的愛情，你怎樣在曠野，在未曾耕種之地跟隨我，我都記得。","bklcl":"Lí khì ǹg Iâ-lō͘-sat-léng lâng ê hī-khang kiò kóng, Iâ-hô-hoa án-ni kóng, Lí siàu-liân ê un-ài, hun-in ê ài-chêng, lí cháiⁿ-á-iūⁿ tī khòng-iá, tī bē-bat chèng-choh ê tōe, kun-tè Góa; Góa lóng kā lí kì-tit.","tghg":"你去向耶路撒冷人的耳孔叫講，耶和華按呢講：你少年的恩愛，婚姻的愛情，你怎仔樣(cháiⁿ-á-iūⁿ)佇曠野，佇未曾種作的地跟隨我，我攏給你記得。","bklhl":"你去ǹg耶路撒冷人ê耳孔叫講，耶和華án-ni講，你少年ê恩愛，婚姻ê愛情，你怎á樣tī曠野，tī bē-bat種作ê地，跟tè我；我lóng kā你記得。"}},{"book":"耶","chapter":2,"verse":3,"versions":{"unv":"那時以色列歸耶和華為聖，作為土產初熟的果子；凡吞吃它的必算為有罪，災禍必臨到他們。這是耶和華說的。","bklcl":"Hit-sî Í-sek-lia̍t chòe-sèng kui Iâ-hô-hoa; chòe I khí-thâu se̍k ê thó͘-sán; kìⁿ-nā thun-chia̍h i--ê, beh sǹg chòe ū chōe; chai-ē beh lîm-kàu in; che sī Iâ-hô-hoa kóng--ê.","tghg":"彼時以色列做聖歸耶和華，做伊起頭熟的土產；見若吞食伊的欲算做有罪，災禍欲臨到𪜶。這是耶和華講的。","bklhl":"Hit時以色列做聖歸耶和華；做伊起頭熟ê土產；見若吞食伊ê，beh算做有罪；災厄beh臨到in；這是耶和華講ê。"}},{"book":"耶","chapter":2,"verse":4,"versions":{"unv":"雅各家、以色列家的各族啊，你們當聽耶和華的話。","bklcl":"Ngá-kok ê ke ah, Í-sek-lia̍t ke ê ta̍k pâng-thâu ah, lín tio̍h thiaⁿ Iâ-hô-hoa ê ōe.","tghg":"雅各的家啊，以色列家的逐房頭啊，恁著聽耶和華的話。","bklhl":"雅各ê家ah，以色列家ê ta̍k房頭ah，lín tio̍h聽耶和華ê話。"}},{"book":"耶","chapter":2,"verse":5,"versions":{"unv":"耶和華如此說：你們的列祖見我有甚麼不義，竟遠離我，隨從虛無的神，自己成為虛妄的呢？","bklcl":"Iâ-hô-hoa án-ni kóng, Lín ê lia̍t-chó͘ khòaⁿ Góa ū sím-mi̍h put-gī, kéng-jiân lī-khui Góa hn̄g-hn̄g, khì thàn hiah-ê hu-ké--ê, lâi chòe hu-ké--ê ah?","tghg":"耶和華按呢講：恁的列祖看我有甚麼不義，竟然離開我遠遠，去趁許個虛假者，來做虛假者啊？","bklhl":"耶和華án-ni講，Lín ê列祖看我有甚麼不義，竟然離開我遠遠，去thàn hiah-ê虛假ê，來做虛假ê ah？"}},{"book":"耶","chapter":2,"verse":6,"versions":{"unv":"他們也不說：那領我們從埃及地上來，引導我們經過曠野，沙漠有深坑之地，和乾旱死蔭、無人經過、無人居住之地的耶和華在哪裡呢？","bklcl":"In ia̍h bô kóng, Hit ê chhōa lán chhut Ai-ki̍p tōe ê Iâ-hô-hoa tī toh-lo̍h?  I sī chhōa lán keng-kè khòng-iá, soa-bô͘, kap chhim-khiⁿ ê só͘-chāi, khòng-hān sí-ìm ê tōe; bô lâng keng-kè, bô lâng khiā-khí ê kéng-kài.","tghg":"𪜶亦無講：彼個導咱出埃及地的耶和華佇叨落？伊是導咱經過曠野，沙漠及深坑的所在，亢旱(khòng-hān)、死蔭的地、無人經過，無人徛起的境界。","bklhl":"In亦無講，hit ê chhōa咱出埃及地ê耶和華tī toh-lo̍h？伊是chhōa咱經過曠野、沙漠，kap深坑ê所在，炕旱死蔭ê地；無人經過，無人khiā起ê境界。"}},{"book":"耶","chapter":2,"verse":7,"versions":{"unv":"我領你們進入肥美之地，使你們得吃其中的果子和美物；但你們進入的時候就玷污我的地，使我的產業成為可憎的。","bklcl":"Góa chhōa lín ji̍p pûi ê tōe, hō͘ lín chia̍h hit tiong-kan ê ké-chí kap hó-mi̍h; chóng-sī lín ji̍p-lâi-liáu, chiū phah lâ-sâm Góa ê tōe; hō͘ Góa ê sán-gia̍p chiâⁿ-chòe khó-ò͘ⁿ--ê.","tghg":"我導恁入肥的地，互恁食彼中間的果子及好物；總是恁入來了就拍垃墋我的地，互我的產業成做可惡的。","bklhl":"我chhōa lín入肥ê地，hō͘ lín食hit中間ê果子kap好物；總是lín入來了，就phah lâ-sâm我ê地；hō͘我ê產業成做可惡ê。"}},{"book":"耶","chapter":2,"verse":8,"versions":{"unv":"祭司都不說，耶和華在哪裡呢？傳講律法的都不認識我。官長違背我；先知藉巴力說預言，隨從無益的神。","bklcl":"Chè-si lóng bô kóng, Iâ-hô-hoa tī toh-lo̍h leh?  káng-kái lu̍t-hoat--ê m̄-bat Góa, koaⁿ-tiúⁿ pōe-biū Góa, sian-ti khò Pa-le̍k lâi chhàm-gú, koh thàn bô lī-ek ê sū.","tghg":"祭司攏無講，耶和華佇叨落咧？講解律法的呣識我。官長悖謬(pōe-biū)我；先知靠巴力來讖語(chhàm-gú)，閣趁無利益的事。","bklhl":"祭司lóng無講，耶和華tī toh-lo̍h leh？講解律法ê m̄-bat我，官長悖謬我，先知靠Pa-le̍k來讖語，koh thàn無利益ê事。"}},{"book":"耶","chapter":2,"verse":9,"versions":{"unv":"耶和華說：我因此必與你們爭辯，也必與你們的子孫爭辯。","bklcl":"Iâ-hô-hoa kóng, Góa in-ūi án-ni beh kap lín cheng-piān; ia̍h beh kap lín ê kiáⁿ-kiáⁿ sun-sun cheng-piān.","tghg":"耶和華講：我因為按呢欲及恁爭辯，亦欲及恁的子子孫孫爭辯。","bklhl":"耶和華講，我因為án-ni beh kap lín爭辯；亦beh kap lín ê kiáⁿ-kiáⁿ孫孫爭辯。"}},{"book":"耶","chapter":2,"verse":10,"versions":{"unv":"你們且過到基提海島去察看，打發人往基達去留心查考，看曾有這樣的事沒有。","bklcl":"Lín tio̍h kè-khì Ki-thê chiah-ê hái-sū lâi koan-khòaⁿ, chhe lâng khì Ki-ta̍t liû-sim cha-khó; khòaⁿ bat ū chit-hō sū á-bô.","tghg":"恁著過去基提諸個海嶼來觀看，差人去基達留心查考，看曾有此號事抑無。","bklhl":"Lín tio̍h過去Ki-thê chiah ê海嶼來觀看，差人去Ki-ta̍t留心查考；看bat有chit號事á無。"}},{"book":"耶","chapter":2,"verse":11,"versions":{"unv":"豈有一國換了他的神嗎？其實這不是神！但我的百姓將他們的榮耀換了那無益的神。","bklcl":"Kiám ū chi̍t-kok kóe-ōaⁿ in ê siōng-tè mah? kî-si̍t hiah-ê m̄-sī Siōng-tè; chóng-sī Góa ê peh-sìⁿ chiong in ê êng-kng lâi ōaⁿ hit-ê bô lī-ek--ê.","tghg":"豈有一國改換𪜶的上帝嗎？其實許個呣是上帝！總是我的百姓將𪜶的榮光來換彼個無利益的。","bklhl":"Kiám有一國改換in ê上帝 mah？其實hiah-ê m̄是上帝；總是我ê百姓將in ê榮光來換hit ê無利益ê。"}},{"book":"耶","chapter":2,"verse":12,"versions":{"unv":"諸天哪，要因此驚奇，極其恐慌，甚為淒涼！這是耶和華說的。","bklcl":"Chiah-ê thiⁿ ah, tio̍h in-ūi chit-ê lâi gông-ngia̍h, ke̍k-kî kiaⁿ-hiâⁿ, chīn-chāi léng-chēng; che sī Iâ-hô-hoa kóng--ê.","tghg":"諸個天啊，著因為此個來卬愕，極其驚惶，盡在冷靜！這是耶和華講的。","bklhl":"Chiah-ê天ah，tio̍h因為chit ê來gông-ngia̍h，極其驚惶，盡在冷靜；這是耶和華講ê。"}},{"book":"耶","chapter":2,"verse":13,"versions":{"unv":"因為我的百姓做了兩件惡事，就是離棄我這活水的泉源，為自己鑿出池子，是破裂不能存水的池子。","bklcl":"In-ūi Góa ê peh-sìⁿ chòe nn̄g-hāng pháiⁿ-tāi, chiū-sī Góa chòe oa̍h-chúi ê goân-thâu, in lī-khui Góa; koh ūi ka-kī khui tî, sī phòa-li̍h bōe tóe chúi ê tî.","tghg":"因為我的百姓做二項歹代，就是我做活水的源頭，𪜶離開我，閣為家己開池，是破裂𣍐貯(tóe)水的池。","bklhl":"因為我ê百姓做兩項pháiⁿ-tāi，就是我做活水ê源頭，in離開我；koh為家己開池，是破裂bōe貯水ê池。"}},{"book":"耶","chapter":2,"verse":14,"versions":{"unv":"以色列是僕人嗎？是家中生的奴僕嗎？為何成為掠物呢？","bklcl":"Í-sek-lia̍t sī lô͘-po̍k mah?  Sī ke-tiong siⁿ ê lô͘-po̍k mah?  Ūi-hô chiâⁿ-chòe siū chhiúⁿ ê mi̍h ah?","tghg":"以色列是奴僕嗎？是家中生的奴僕嗎？為何成做受搶的物啊？","bklhl":"以色列是奴僕mah？是家中生ê奴僕mah？為何成做受搶ê物ah？"}},{"book":"耶","chapter":2,"verse":15,"versions":{"unv":"少壯獅子向他咆哮，大聲吼叫，使他的地荒涼；城邑也都焚燒，無人居住。","bklcl":"Ióng ê sai ǹg i hm̄-hm̄-háu, chhut tōa-siaⁿ, hō͘ i ê tōe pha-hng; siâⁿ ia̍h lóng sio-húi, bô lâng khiā-khí.","tghg":"勇的獅向伊噤噤哮(hm̄-hm̄-háu)，出大聲，互伊的地拋荒(pha-hng)；城亦攏燒毀，無人徛起。","bklhl":"勇ê獅ǹg伊hm̄-hm̄哮，出大聲，hō͘伊ê地拋荒；城亦lóng燒毀，無人khiā起。"}},{"book":"耶","chapter":2,"verse":16,"versions":{"unv":"挪弗人和答比匿人也打破你的頭頂。","bklcl":"Lô-hut lâng kap Tap-pí-le̍k lâng ia̍h phah-chhùi lí ê thâu-khak-téng.","tghg":"羅弗人及答比匿人亦拍碎你的頭殼頂。","bklhl":"Lô-hut人kap Tap-pí-le̍k人亦phah碎你ê頭殼頂。"}},{"book":"耶","chapter":2,"verse":17,"versions":{"unv":"這事臨到你身上，不是你自招的嗎？不是因耶和華─你　神引你行路的時候，你離棄他嗎？","bklcl":"Chit ê sū kiám-m̄-sī lí ka-kī chhú--ê mah? in-ūi lí ê Siōng-tè Iâ-hô-hoa chhōa lí kiâⁿ-lō͘ ê sî, lí ū khì-sak I.","tghg":"此個事豈呣是你家己取的嗎？因為你的上帝──耶和華導你行路的時，你有棄拺伊。","bklhl":"Chit ê事kiám m̄是你家己取ê mah？因為你ê上帝耶和華chhōa你行路ê時，你有棄sak伊。"}},{"book":"耶","chapter":2,"verse":18,"versions":{"unv":"現今你為何在埃及路上要喝西曷的水呢？你為何在亞述路上要喝大河的水呢？","bklcl":"Taⁿ lí siáⁿ-sū tī Ai-ki̍p ê lō͘, sī beh lim Se-hat ê chúi mah? lí siáⁿ-sū tī A-su̍t ê lō͘, sī beh lim Tōa-hô ê chúi mah?","tghg":"今你啥事佇埃及的路，是欲飲西曷的水嗎？你啥事佇亞述的路，是欲飲大河的水嗎？","bklhl":"Taⁿ你啥事tī埃及ê路，是beh lim Se-hat ê水mah？你啥事tī亞述ê路，是beh lim大河ê水mah？"}},{"book":"耶","chapter":2,"verse":19,"versions":{"unv":"你自己的惡必懲治你；你背道的事必責備你。由此可知可見，你離棄耶和華─你的　神，不存敬畏我的心，乃為惡事，為苦事。這是主─萬軍之耶和華說的。","bklcl":"Lí ka-kī ê pháiⁿ beh kéng-kài lí; lí pōe-ge̍k ê sū beh chek-pī lí; tùi án-ni thang chai, thang khòaⁿ-chhut lí khì-sak lí ê Siōng-tè Iâ-hô-hoa, bô chûn kèng-ùi Góa ê sim, chiū-sī pháiⁿ koh kan-khó͘ ê sū; che sī Chú bān-kun ê Iâ-hô-hoa kóng--ê.","tghg":"你家己的歹欲警戒你；你悖逆(pōe-ge̍k)的事欲責備你。對按呢通知(thang chai)，通看出，你棄拺你的上帝──耶和華，無存敬畏我的心，就是歹，閣艱苦的事。這是主──萬軍的耶和華講的。","bklhl":"你家己ê pháiⁿ beh警戒你；你悖逆ê事beh責備你；tùi án-ni thang知，thang看出你棄sak你ê上帝耶和華，無存敬畏我ê心，就是pháiⁿ koh艱苦ê事；這是主萬軍ê耶和華講ê。"}},{"book":"耶","chapter":2,"verse":20,"versions":{"unv":"我在古時折斷你的軛，解開你的繩索。你說：我必不事奉耶和華；因為你在各高岡上、各青翠樹下屈身行淫（或譯：我在古時折斷你的軛，解開你的繩索，你就說：我必不事奉別神。誰知你在各高岡上、各青翠樹下仍屈身行淫）。","bklcl":"Góa tī kó͘-chá ê sî, at-chi̍h lí ê taⁿ, tháu-khui lí ê soh; lí kóng, Góa m̄ sūn-ho̍k; in-ūi lí tī ta̍k ê koâiⁿ-soaⁿ-téng, ta̍k châng chhiⁿ-chhùi ê chhiū-kha, khut-lo̍h sin-khu kiâⁿ-îm.","tghg":"我佇古早的時遏折(at-chi̍h)你的軛(taⁿ)，解(tháu)開你的索。你講：我呣順服；因為你佇逐個高山頂、逐欉青翠的樹腳屈落身軀行淫。","bklhl":"我tī古早ê時，at折你ê擔，tháu開你ê索；你講，我m̄順服；因為你tī ta̍k ê高山頂，ta̍k叢青翠ê樹腳，屈落身軀行淫。"}},{"book":"耶","chapter":2,"verse":21,"versions":{"unv":"然而，我栽你是上等的葡萄樹，全然是真種子；你怎麼向我變為外邦葡萄樹的壞枝子呢？","bklcl":"Nā-sī Góa bat chai-chèng lí, sī siōng-téng ê phû-tô-chhiū, choân-jiân sī chin ê chéng-chí; lí tùi-tī Góa cháiⁿ-iūⁿ pìⁿ-chòe pa̍t-khoán phû-tô-chhiū ê pháiⁿ-ki ah?","tghg":"若是我曾栽種你，是上等的葡萄樹，全然是真的種子；你對佇我怎樣變做別款葡萄樹的歹枝啊？","bklhl":"但是我bat栽種你，是上等ê葡萄樹，全然是真ê種子；你對tī我怎樣變做別款葡萄樹ê pháiⁿ枝ah？"}},{"book":"耶","chapter":2,"verse":22,"versions":{"unv":"你雖用鹼、多用肥皂洗濯，你罪孽的痕跡仍然在我面前顯出。這是主耶和華說的。","bklcl":"Lí sui-bóng ēng kiⁿ, ēng chōe-chōe soat-bûn lâi sóe, lí ê chōe-ok ê hûn-jiah iû-goân hián-chhut tī Góa ê bīn-chêng; che sī Chú Iâ-hô-hoa kóng--ê.","tghg":"你雖莽(sui-bóng)用鹼(kiⁿ)、用多多雪文(soat-bûn)來洗，你的罪惡的痕跡猶原顯出佇我的面前。這是主耶和華講的。","bklhl":"你雖bóng用鹼(kiⁿ)，用chōe-chōe雪文來洗，你ê罪惡ê痕跡猶原顯出tī我ê面前；這是主耶和華講ê。"}},{"book":"耶","chapter":2,"verse":23,"versions":{"unv":"你怎能說：我沒有玷污、沒有隨從眾巴力？你看你谷中的路，就知道你所行的如何。你是快行的獨峰駝，狂奔亂走。","bklcl":"Lí thái-thó ōe kóng, Góa bô bak--tio̍h lâ-sâm, bô tè chiah-ê Pa-le̍k ah? lí khòaⁿ, lí soaⁿ-kok-tiong ê lō͘, chiū chai lí só͘ kiâⁿ--ê cháiⁿ-iūⁿ; lí sī toaⁿ-niā gâu cháu ê lo̍k-tô, cháu-lâi cháu-khì.","tghg":"你豈可(thái-thó)會講：我無染著垃墋、無隨諸個巴力啊？你看你山谷中的路，就知你所行的怎樣。你是單陵(toaⁿ-niā)𠢕(gâu)走的駱駝，走來走去。","bklhl":"你thái-thó會講，我無bak-tio̍h lâ-sâm，無tè chiah ê Pa-le̍k ah？你看，你山谷中ê路，就知你所行ê怎樣；你是單陵gâu走ê駱駝，走來走去。"}},{"book":"耶","chapter":2,"verse":24,"versions":{"unv":"你是野驢，慣在曠野，慾心發動就吸風；起性的時候誰能使牠轉去呢？凡尋找牠的必不致疲乏；在牠的月份必能尋見。","bklcl":"Lí sī iá-lû, koàiⁿ-sì tī khòng-iá; io̍k-sim hoat-tōng, chiū khip-hong; siáu ê sî, chī-chūi ōe chó͘-chí i ah?  kìⁿ-nā chhē i ê, m̄-bián tio̍h-bôa; tī i hit-ge̍h, tek-khak ōe chhē--tio̍h.","tghg":"你是野驢，慣勢佇曠野，慾心發動就吸風(khip-hong)；𤞚(siáu)的時是誰會阻止伊啊？見若尋伊的呣免著磨；佇伊彼月，的確會尋著。","bklhl":"你是野驢，慣勢tī曠野；慾心發動，就吸風；瘋(siáu)ê時，是誰 能阻止伊ah？見若chhē伊ê，m̄免tio̍h磨；tī伊hit月，的確能chhē-tio̍h。"}},{"book":"耶","chapter":2,"verse":25,"versions":{"unv":"我說：你不要使腳上無鞋，喉嚨乾渴。你倒說：這是枉然。我喜愛別神，我必隨從他們。","bklcl":"Lí tio̍h kìm-chí lí ê kha, bián-tì bô ôe; kìm-chí lí ê nâ-âu, bián-tì chhùi-ta; chóng-sī lí kóng, Che sī bô chhái-kang, m̄--ah; góa í-keng loân-bō͘ pa̍t-ê; góa beh tè in.","tghg":"你著禁止你的腳，免致無鞋，禁止你的嚨喉(nâ-âu)，免致嘴乾。總是你講：這是無採工，呣啊。我已經戀慕別個，我欲隨(tè)𪜶。","bklhl":"你tio̍h禁止你ê腳，免致無鞋；禁止你ê嚨喉，免致嘴乾；總是你講，這是無chhái-kang，m̄-ah；我已經戀慕別ê；我beh tè in。"}},{"book":"耶","chapter":2,"verse":26,"versions":{"unv":"賊被捉拿，怎樣羞愧，以色列家和他們的君王、首領、祭司、先知也都照樣羞愧。","bklcl":"Chha̍t hō͘ lâng lia̍h--tio̍h, cháiⁿ-iūⁿ kiàn-siàu, Í-sek-lia̍t ke  kap in ê kun-ông, kùi-cho̍k, chè-si, sian-ti, ia̍h lóng án-ni kiàn-siàu.","tghg":"賊互人掠著，怎樣見誚，以色列家及𪜶的君王、貴族、祭司、先知亦攏按呢見誚。","bklhl":"賊hō͘人掠tio̍h，怎樣見笑，以色列家 kap in ê君王、貴族、祭司、先知，亦lóng án-ni見笑。"}},{"book":"耶","chapter":2,"verse":27,"versions":{"unv":"他們向木頭說：你是我的父；向石頭說：你是生我的。他們以背向我，不以面向我；及至遭遇患難的時候卻說：起來拯救我們。","bklcl":"In tùi chhâ-thâu kóng, Lí sī góa ê pē; tùi chio̍h-thâu kóng,  Lí sī siⁿ-góa-ê.  In ēng ka-chiah ǹg Góa, bô ēng bīn ǹg Góa; kàu tú-tio̍h hoān-lān ê sî, chiah kóng, Khí--lâi, lâi kiù goán.","tghg":"𪜶對柴頭講：你是我的父；對石頭講：你是生我的。𪜶用尻脊(ka-chiah)向(ǹg)我，無用面向我；到抵著(tú-tio̍h)患難的時才講：起來，來救阮。","bklhl":"In對柴頭講，你是我ê父；對石頭講，你是生我ê。In用ka-chiah ǹg我，無用面ǹg我；到tú-tio̍h患難ê時，chiah講，起來，來救阮。"}},{"book":"耶","chapter":2,"verse":28,"versions":{"unv":"你為自己做的神在哪裡呢？你遭遇患難的時候，叫他們起來拯救你吧！猶大啊，你神的數目與你城的數目相等。","bklcl":"Lí ūi ka-kī só͘ chō ê siōng-tè tī toh-lo̍h? i nā ōe kiù lí, tī lí tú-tio̍h hoān-lān ê sî, chiū tio̍h khí-lâi kiù lí; Iû-tāi ah, lí ê siōng-tè ê siàu-gia̍h kap lí ê siâⁿ ê siàu-gia̍h pîⁿ-pîⁿ chōe.","tghg":"你為家己所造的上帝佇叨落？伊若會救你佇你抵著患難的時，就著起來救你！猶大啊，你的上帝的數額(siàu-gia̍h)及你的城的數額平平多(chōe)。","bklhl":"你為家己所造ê上帝 tī toh-lo̍h？伊若會救你，tī你tú-tio̍h患難ê時，就tio̍h起來救你；偤大ah，你ê上帝ê數額kap你ê城ê數額平平chōe。"}},{"book":"耶","chapter":2,"verse":29,"versions":{"unv":"耶和華說：你們為何與我爭辯呢？你們都違背了我。","bklcl":"Iâ-hô-hoa kóng, Lín siáⁿ-sū kap Góa cheng-piān? lín lóng pōe-ge̍k Góa.","tghg":"耶和華講：恁啥事及我爭辯？恁攏悖逆我。","bklhl":"耶和華講，Lín啥事kap我爭辯？lín lóng悖逆我。"}},{"book":"耶","chapter":2,"verse":30,"versions":{"unv":"我責打你們的兒女是徒然的，他們不受懲治。你們自己的刀吞滅你們的先知，好像殘害的獅子。","bklcl":"Góa tok-chek lín ê kiáⁿ-jî, sī khang-khang; in bô siū kéng-kài.  Lín ê to, chhin-chhiūⁿ béng sai, thun-kā lín ê sian-ti.","tghg":"我督責恁的子兒是空空，𪜶無受警戒。恁的刀，親像猛獅吞咬恁的先知。","bklhl":"我督責lín ê kiáⁿ兒，是空空；in無受警戒。Lín ê刀，親像猛獅，吞咬lín ê先知。"}},{"book":"耶","chapter":2,"verse":31,"versions":{"unv":"這世代的人哪，你們要看明耶和華的話。我豈向以色列作曠野呢？或作幽暗之地呢？我的百姓為何說：我們脫離約束，再不歸向你了？","bklcl":"Chit sè-tāi ah, lín tio̍h bêng Iâ-hô-hoa ê ōe; Góa tùi-tī Í-sek-lia̍t kiám bat chòe chhin-chhiūⁿ khòng-iá, á-sī bat chòe chhin-chhiūⁿ o͘-àm ê tōe ah?  Góa ê peh-sìⁿ siáⁿ-sū kóng, Goán thoat-lī iok-sok, m̄ koh kui-ǹg Lí lah?","tghg":"此世代啊，恁著明耶和華的話。我對佇以色列豈曾做親像曠野？抑是曾做親像黑暗的地啊？我的百姓啥事講：阮脫離約束，呣閣歸向你啦？","bklhl":"Chit世代ah，lín tio̍h明耶和華ê話；我對tī以色列kiám bat做親像曠野，á是bat做親像烏暗ê地ah？我ê百姓啥事講，阮脫離約束，m̄ koh歸向你lah？"}},{"book":"耶","chapter":2,"verse":32,"versions":{"unv":"處女豈能忘記她的妝飾呢？新婦豈能忘記她的美衣呢？我的百姓卻忘記了我無數的日子！","bklcl":"Chāi-sek-lú kiám ōe bōe-kì-tit i ê chng-thāⁿ mah? sin-niû kiám ōe bōe-kì-tit i ê súi-saⁿ? chóng-sī Góa ê peh-sìⁿ bōe-kì-tit Góa bōe sǹg-tit ji̍t.","tghg":"在室女豈會𣍐記得伊的妝飾(chng-thāⁿ)嗎？新娘豈會𣍐記得伊的媠衫？總是我的百姓𣍐記得我𣍐算得日！","bklhl":"在室女kiám會bōe記得伊ê裝飾mah？新娘kiám會bōe記得伊ê súi衫？總是我ê百姓bōe記得我bōe算得日。"}},{"book":"耶","chapter":2,"verse":33,"versions":{"unv":"你怎麼修飾你的道路要求愛情呢？就是惡劣的婦人你也叫她們行你的路。","bklcl":"Lí cháiⁿ-iūⁿ siu-chéng lí ê lō͘, iau-kiû thióng-ài; liân pháiⁿ hū-jîn-lâng, lí ia̍h ēng lí ê lō͘ kà-sī in.","tghg":"你怎樣修整你的路，要求寵愛(thióng-ài)？連歹婦仁人，你亦用你的路教示𪜶。","bklhl":"你怎樣修整你ê路，要求寵愛；連pháiⁿ婦人人，你亦用你ê路教示in。"}},{"book":"耶","chapter":2,"verse":34,"versions":{"unv":"並且你的衣襟上有無辜窮人的血；你殺他們並不是遇見他們挖窟窿，乃是因這一切的事。","bklcl":"Koh lí ê saⁿ-á-ku ū bô-chōe ê sòng-hiong lâng ê huih; m̄-sī tī iah chhù-khang ê só͘-chāi tú-tio̍h, sī tī ta̍k só͘-chāi lóng ū.","tghg":"閣你的衫仔裾(ku)有無罪的喪鄉人的血；呣是佇挖(iah)厝孔的所在抵著，是佇逐所在攏有。","bklhl":"Koh你ê衫á裾有無罪ê sòng-hiong人ê血；m̄是tī iah厝孔ê所在tú-tio̍h，是tī ta̍k所在lóng有。"}},{"book":"耶","chapter":2,"verse":35,"versions":{"unv":"你還說：我無辜；耶和華的怒氣必定向我消了。看哪，我必審問你；因你自說：我沒有犯罪。","bklcl":"Lí iáu-kú kóng, Góa bô chōe; Iâ-hô-hoa ê siū-khì tek-khak oa̍t-tńg lī-khui góa. Khòaⁿ ah, Góa beh sím-mn̄g lí, in-ūi lí ka-kī kóng, Góa bô hoān-chōe.","tghg":"你猶久講：我無罪；耶和華的受氣的確越轉離開我。看啊，我欲審問你；因為你家己講：我無犯罪。","bklhl":"你iáu-kú講，我無罪；耶和華ê受氣的確oa̍t-tńg離開我。看ah，我beh審問你，因為你家己講，我無犯罪。"}},{"book":"耶","chapter":2,"verse":36,"versions":{"unv":"你為何東跑西奔要更換你的路呢？你必因埃及蒙羞，像從前因亞述蒙羞一樣。","bklcl":"Lí siáⁿ-sū cháu-tang cháu-sai, beh kóe-ōaⁿ lí ê lō͘ ah? lí beh in-ūi Ai-ki̍p lâi kiàn-siàu, chhin-chhiūⁿ chêng in-ūi A-su̍t lâi kiàn-siàu chi̍t-iūⁿ.","tghg":"你啥事走東走西，欲改換你的路啊？你欲因為埃及來見誚，親像前因為亞述來見誚一樣。","bklhl":"你啥事走東走西，beh改換你ê路ah？你beh因為埃及來見笑，親像前因為亞述來見笑一樣。"}},{"book":"耶","chapter":2,"verse":37,"versions":{"unv":"你也必兩手抱頭從埃及出來；因為耶和華已經棄絕你所倚靠的，你必不因他們得順利。","bklcl":"Lí ia̍h beh siang-chhiú phō thâu-khak, tùi hia chhut-lâi; in-ūi Iâ-hô-hoa í-keng khì-choa̍t lí só͘ óa-khò--ê; lí ia̍h bōe tùi in tit-tio̍h heng-thong.","tghg":"你亦欲雙手抱頭殼，對遐出來；因為耶和華已經棄絕你所倚靠者，你亦𣍐對𪜶得著亨通。","bklhl":"你亦beh雙手抱頭殼，tùi hia出來；因為耶和華已經棄絕你所óa靠ê；你亦bōe tùi in得tio̍h興通。"}}]