[{"book":"耶","chapter":42,"verse":1,"versions":{"unv":"眾軍長和加利亞的兒子約哈難，並何沙雅的兒子耶撒尼亞（又名亞撒利雅，見四十三章二節）以及眾百姓，從最小的到至大的都進前來，","bklcl":"Chèng kun-tiúⁿ kap Ka-lī-a ê kiáⁿ Iok-hap-lân, kap Hô-sa-ngá ê kiáⁿ Iâ-sat-nî-a, í-ki̍p chèng peh-sìⁿ, tùi sòe kàu tōa, lóng chìn-chêng lâi.","tghg":"眾軍長及加利亞的子約哈難，及何沙雅的子耶撒尼亞以及眾百姓，對細到大攏進前來，","bklhl":"眾軍長kap Ka-lī-a ê kiáⁿ Iok-hap-lân，kap Hô-sa-ngá ê kiáⁿ Iâ-sat-nî-a，以及眾百姓，tùi細到大，lóng進前來。"}},{"book":"耶","chapter":42,"verse":2,"versions":{"unv":"對先知耶利米說：「求你准我們在你面前祈求，為我們這剩下的人禱告耶和華─你的　神。我們本來眾多，現在剩下的極少，這是你親眼所見的。","bklcl":"Tùi sian-ti Iâ-lī-bí kóng, Kiû lí chún goán tī lí ê bīn-chêng só͘ kiû, thòe goán chiah-ê chhun ê lâng kî-tó Iâ-hô-hoa lí ê Siōng-tè; goán pún-jiân chin-chōe, taⁿ só͘-chhun-ê chin-chió, che sī lí chhin-ba̍k khòaⁿ-kìⁿ--ê.","tghg":"對先知耶利米講：「求你准阮佇你的面前所求，替阮諸個剩(chhun)的人祈禱耶和華──你的上帝。阮本然真多，今所剩的真少，這是你親目看見的。","bklhl":"對先知耶利米講，求你准阮tī你ê面前所求，替阮chiah ê chhun ê人祈禱耶和華你ê上帝；阮本然真chōe，taⁿ所chhun-ê真少，這是你親目看見ê。"}},{"book":"耶","chapter":42,"verse":3,"versions":{"unv":"願耶和華─你的　神指示我們所當走的路，所當做的事。」","bklcl":"Goān Iâ-hô-hoa lí ê Siōng-tè chí-sī goán só͘ tio̍h kiâⁿ ê lō͘, só͘ tio̍h chòe ê sū.","tghg":"願耶和華──你的上帝指示阮所著行的路，所著做的事。」","bklhl":"願耶和華你ê上帝指示阮所tio̍h行ê路，所tio̍h做ê事。"}},{"book":"耶","chapter":42,"verse":4,"versions":{"unv":"先知耶利米對他們說：「我已經聽見你們了，我必照著你們的話禱告耶和華─你們的　神。耶和華無論回答甚麼，我必都告訴你們，毫不隱瞞。」","bklcl":"Sian-ti Iâ-lī-bí kā in kóng, Góa í-keng thiaⁿ-kìⁿ; hó, góa beh chiàu lín ê ōe, kî-tó Iâ-hô-hoa lín ê Siōng-tè; bô-lūn Iâ-hô-hoa ìn lín sím-mi̍h, góa tek-khak lóng beh kā lín kóng, bô tùi lín khǹg-ba̍t chi̍t-kù.","tghg":"先知耶利米給𪜶講：「我已經聽見，好，我欲照恁的話祈禱耶和華──恁的上帝。無論耶和華應恁甚麼，我的確攏欲給恁講，無對恁囥密(khǹg-ba̍t)一句。」","bklhl":"先知耶利米kā in講，我已經聽見；好，我beh照lín ê話，祈禱耶和華lín ê上帝；無論耶和華ìn lín甚麼，我的確lóng beh kā lín講，無對lín khǹg密一句。"}},{"book":"耶","chapter":42,"verse":5,"versions":{"unv":"於是他們對耶利米說：「我們若不照耶和華─你的　神差遣你來說的一切話行，願耶和華在我們中間作真實誠信的見證。","bklcl":"Tùi án-ni in kā Iâ-lī-bí kóng, Goán nā bô chiàu Iâ-hô-hoa lí ê Siōng-tè chhe lí lâi kóng it-chhè ê ōe khì kiâⁿ, chiū goān Iâ-hô-hoa tī lí goán ê tiong-kan chòe chin-si̍t tiong-sìn ê kan-chèng.","tghg":"對按呢𪜶給耶利米講：「阮若無照耶和華──你的上帝差你來講一切的話去行，就願耶和華佇你阮的中間做真實忠信的干證。","bklhl":"Tùi án-ni，  in kā耶利米講，阮若無照耶和華你ê上帝差你來講一切ê話去行，就願耶和華tī你阮ê中間做真實忠信ê干證。"}},{"book":"耶","chapter":42,"verse":6,"versions":{"unv":"我們現在請你到耶和華─我們的　神面前，他說的無論是好是歹，我們都必聽從；我們聽從耶和華─我們　神的話，就可以得福。」","bklcl":"Goán chit-sî chhiáⁿ lí kàu Iâ-hô-hoa goán ê Siōng-tè ê bīn-chêng; I só͘ kóng--ê, bô lūn sī hó sī pháiⁿ, goán lóng beh thiaⁿ-thàn I ê ōe; goán thiaⁿ-thàn Iâ-hô-hoa goán ê Siōng-tè ê ōe, chiū thang tit-tio̍h heng-thong.","tghg":"阮此時請你到耶和華──阮的上帝的面前，伊所講的無論是好是歹，阮攏欲聽趁伊的話；阮聽趁耶和華阮的上帝的話，就通得著亨通。」","bklhl":"阮chit時請你到耶和華阮ê上帝ê面前；祂所講ê，無論是好是pháiⁿ，阮lóng beh聽thàn祂ê話；阮聽thàn耶和華阮ê上帝ê話，就thang得tio̍h興通。"}},{"book":"耶","chapter":42,"verse":7,"versions":{"unv":"過了十天，耶和華的話臨到耶利米。","bklcl":"Kè cha̍p-ji̍t, ū Iâ-hô-hoa ê ōe lîm-kàu Iâ-lī-bí.","tghg":"過十日，有耶和華的話臨到耶利米。","bklhl":"過十日，有耶和華ê話臨到耶利米。"}},{"book":"耶","chapter":42,"verse":8,"versions":{"unv":"他就將加利亞的兒子約哈難和同著他的眾軍長，並眾百姓，從最小的到至大的都叫了來，","bklcl":"I chiū chiong Ka-lī-a ê kiáⁿ Iok-hap-lân, í-ki̍p kap i saⁿ-kap tī-teh ê chèng kun-tiúⁿ, kap chèng peh-sìⁿ, tùi sòe kàu tōa, lóng kiò in lâi;","tghg":"伊就將加利亞的子約哈難以及及伊相及佇啲的眾軍長，及眾百姓，對細到大攏叫𪜶來，","bklhl":"伊就將Ka-lī-a ê kiáⁿ Iok-hap-lân，以及kap伊相kap tī-teh ê眾軍長，kap眾百姓，tùi細到大，lóng叫in來；"}},{"book":"耶","chapter":42,"verse":9,"versions":{"unv":"對他們說：「耶和華─以色列的　神，就是你們請我在他面前為你們祈求的主，如此說：","bklcl":"tùi in kóng, Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè, chiū-sī lín chhe góa kàu I ê bīn-chêng lâi hiàn lín só͘ kiû--ê, I án-ni kóng,","tghg":"對𪜶講：「耶和華──以色列的上帝，就是恁差我到伊的面前來獻恁所求的，伊按呢講：","bklhl":"對in講，耶和華以色列ê上帝，就是lín差我到伊ê面前來獻lín所求ê，伊án-ni講，"}},{"book":"耶","chapter":42,"verse":10,"versions":{"unv":"『你們若仍住在這地，我就建立你們，必不拆毀，栽植你們，並不拔出，因我為降與你們的災禍後悔了。","bklcl":"Lín nā iû-goân beh tiàm tī chit só͘-chāi, Góa chiū beh kiàn-chō lín, bô húi-hoāi lín; beh chai-pôe lín, bô pu̍ih-chhut lín; in-ūi Góa ū thè-hóe Góa só͘ kàng hō͘ lín ê chai-ē.","tghg":"『恁若猶原欲踮佇此所在，我就欲建造恁，無毀壞恁，欲栽培恁，無拔(pu̍ih)出恁，因為我有退悔我所降互恁的災禍。","bklhl":"Lín若猶原beh tiàm tī chit所在，我就beh建造lín，無毀壞lín；beh栽培lín，無拔出lín；因為我有退悔我所降hō͘ lín ê災厄。"}},{"book":"耶","chapter":42,"verse":11,"versions":{"unv":"不要怕你們所怕的巴比倫王』」。耶和華說：「不要怕他！因為我與你們同在，要拯救你們脫離他的手。","bklcl":"Bo̍h-tit kiaⁿ lín só͘ kiaⁿ ê Pa-pí-lûn ông; Iâ-hô-hoa kóng, Bo̍h-tit kiaⁿ--i; in-ūi Góa kap lín tī-teh, beh chín-kiù lín, hō͘ lín thoat-lī i ê chhiú.","tghg":"莫得驚恁所驚的巴比倫王。』」耶和華講：「莫得驚伊！因為我及恁佇啲，欲拯救恁互恁脫離伊的手。","bklhl":"莫得驚lín所驚ê巴比倫王；耶和華講，莫得驚伊；因為我kap lín tī-teh，beh拯救lín，hō͘ lín脫離伊ê手。"}},{"book":"耶","chapter":42,"verse":12,"versions":{"unv":"我也要使他發憐憫，好憐憫你們，叫你們歸回本地。","bklcl":"Góa beh lîn-bín lín, hō͘ in ia̍h lîn-bín lín; hō͘ lín tò-lâi pún só͘-chāi.","tghg":"我欲憐憫恁，互𪜶亦憐憫恁，互恁倒來本所在。","bklhl":"我beh憐憫lín，hō͘ in亦憐憫lín；hō͘ lín tò來本所在。"}},{"book":"耶","chapter":42,"verse":13,"versions":{"unv":"倘若你們說：『我們不住在這地』，以致不聽從耶和華─你們　神的話，","bklcl":"Siat-sú lín kóng, Goán m̄ tiàm chit só͘-chāi, án-ni chiū-sī lín m̄ thiaⁿ-thàn Iâ-hô-hoa lín ê Siōng-tè ê ōe.","tghg":"設使恁講：『阮呣踮此所在』，按呢就是恁呣聽趁耶和華──恁的上帝的話，","bklhl":"設使lín講，阮m̄ tiàm chit所在，án-ni就是lín m̄聽thàn耶和華lín ê上帝ê話。"}},{"book":"耶","chapter":42,"verse":14,"versions":{"unv":"說：『我們不住這地，卻要進入埃及地，在那裡看不見爭戰，聽不見角聲，也不致無食飢餓。我們必住在那裡。』","bklcl":"Nā kóng, M̄--ah, goán beh ji̍p--khì Ai-ki̍p tōe; tī-hia bô khòaⁿ-kìⁿ kau-chiàn, bô thiaⁿ-kìⁿ sàu-kak ê siaⁿ, ia̍h put-tì bô thang chia̍h lâi iau-gō; goán beh tòa hia khiā-khí.","tghg":"若講：『呣啊，阮欲入去埃及地，佇遐無看見交戰，無聽見哨角的聲，亦不致無通食來枵(iau)餓。阮欲住遐徛起。』","bklhl":"若講，M̄-ah，阮beh入去埃及地；tī-hia無看見交戰，無聽見哨角ê聲，亦不致無thang食來iau餓；阮beh tòa hia khiā起。"}},{"book":"耶","chapter":42,"verse":15,"versions":{"unv":"你們所剩下的猶大人哪，現在要聽耶和華的話。萬軍之耶和華─以色列的　神如此說：『你們若定意要進入埃及，在那裡寄居，","bklcl":"Taⁿ lín Iû-tāi só͘ chhun ê peh-sìⁿ ah, tio̍h thiaⁿ Iâ-hô-hoa ê ōe; bān-kun ê Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè án-ni kóng, Lín nā kèng-jiân ngī-phīⁿ beh khì Ai-ki̍p, tòa hia kià-kha,","tghg":"今恁猶大所剩的百姓啊，著聽耶和華的話。萬軍的耶和華──以色列的上帝按呢講：『恁若竟然硬鼻(ngī-phīⁿ)欲去埃及，住遐寄腳，","bklhl":"Taⁿ lín偤大所chhun ê百姓ah，tio̍h聽耶和華ê話；萬軍ê耶和華以色列ê上帝án-ni講，Lín若竟然硬鼻beh去埃及，tòa hia寄腳，"}},{"book":"耶","chapter":42,"verse":16,"versions":{"unv":"你們所懼怕的刀劍在埃及地必追上你們！你們所懼怕的饑荒在埃及要緊緊地跟隨你們！你們必死在那裡！","bklcl":"chiū lín só͘ kiaⁿ ê to-kiàm beh tī-hia jip-tio̍h lín tī Ai-ki̍p tōe; koh lín só͘ kiaⁿ ê ki-hng, beh tī Ai-ki̍p tōe kā lín tè-tiâu-tiâu; lín beh sí tī-hia.","tghg":"就恁所驚的刀劍欲佇遐趇(jip)著恁佇埃及地！閣恁所驚的飢荒欲佇埃及地給恁隨住住(tè-tiâu-tiâu)！恁欲死佇遐！","bklhl":"就lín所驚ê刀劍beh tī-hia jip-tio̍h lín tī埃及地；koh lín所驚ê飢荒，beh tī埃及地kā lín tè-tiâu-tiâu；lín beh死tī-hia。"}},{"book":"耶","chapter":42,"verse":17,"versions":{"unv":"凡定意要進入埃及在那裡寄居的必遭刀劍、饑荒、瘟疫而死，無一人存留，逃脫我所降與他們的災禍。』","bklcl":"Kìⁿ-nā ngī-phīⁿ beh khì Ai-ki̍p, kià-kha tī-hia ê lâng, lóng beh án-ni; in beh tùi to-kiàm, tùi ki-hng, tùi un-e̍k lâi sí; kî-tiong bô chi̍t-ê lâu--teh, ia̍h bô chi̍t-ê thoat-lī Góa só͘ kàng hō͘ in ê chai-ē.","tghg":"見若硬鼻欲去埃及寄腳佇遐的人攏欲按呢，𪜶欲對刀劍、對飢荒、對瘟疫來死，其中無一個留啲，亦無一個脫離我所降互恁的災禍。』","bklhl":"見若硬鼻beh去埃及，寄腳tī-hia ê人，lóng beh án-ni；in beh tùi刀劍，tùi飢荒，tùi瘟疫來死；其中無一个留teh，亦無一个脫離我所降hō͘ in ê災厄。"}},{"book":"耶","chapter":42,"verse":18,"versions":{"unv":"「萬軍之耶和華─以色列的　神如此說：『我怎樣將我的怒氣和忿怒傾在耶路撒冷的居民身上，你們進入埃及的時候，我也必照樣將我的忿怒傾在你們身上，以致你們令人辱罵、驚駭、咒詛、羞辱，你們不得再見這地方。』","bklcl":"In-ūi bān-kun ê Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè, án-ni kóng, Góa ū cháiⁿ-iūⁿ chiong Góa ê siū-khì kap tōa siū-khì piàⁿ tī Iâ-lō͘-sat-léng khiā-khí ê peh-sìⁿ; lín khì Ai-ki̍p ê sî, Góa ia̍h beh chiàu án-ni chiong Góa ê tōa siū-khì piàⁿ tī lín ê sin-chiūⁿ; hō͘ lín chiâⁿ-chòe thang chiù-chó͘, thang gông-ngia̍h, thang lóe-mē, thang lêng-jio̍k; lín ia̍h bô koh khòaⁿ-kìⁿ chit ê só͘-chāi.","tghg":"「因為萬軍的耶和華──以色列的上帝按呢講：『我有怎樣將我的受氣及大受氣傾(piàⁿ)佇耶路撒冷徛起的百姓，恁去埃及的時，我亦欲照按呢將我的大受氣傾佇恁的身上，互恁成做通咒詛、通卬愕(gông-ngia̍h)、通詈罵(lóe-mē)、通凌辱，恁亦無閣看見此個所在。』","bklhl":"因為萬軍ê耶和華以色列ê上帝，án-ni講，我有怎樣將我ê受氣kap大受氣piàⁿ tī耶路撒冷khiā起ê百姓；lín去埃及ê時，我亦beh照án-ni將我ê大受氣piàⁿ tī lín ê身上；hō͘ lín成做thang咒詛，thang gông-ngia̍h，thang詈罵，thang凌辱；lín亦無koh看見chit ê所在。"}},{"book":"耶","chapter":42,"verse":19,"versions":{"unv":"所剩下的猶大人哪，耶和華論到你們說：『不要進入埃及去。』你們要確實地知道我今日警教你們了。","bklcl":"Lín Iû-tāi só͘ chhun ê peh-sìⁿ ah, Iâ-hô-hoa lūn-kàu lín ū kóng, Bo̍h-tit khì Ai-ki̍p; lín tio̍h khak-si̍t chai, góa kin-á-ji̍t ū chèng-bêng khoàn-kài lín lah.","tghg":"恁猶大所剩的百姓啊，耶和華論到恁有講：『莫得去埃及。』恁著確實知我今仔日有證明勸誡恁啦。","bklhl":"Lín偤大所chhun ê百姓ah，耶和華論到lín有講，莫得去埃及；lín tio̍h確實知，我今á日有證明勸解lín lah。"}},{"book":"耶","chapter":42,"verse":20,"versions":{"unv":"你們行詭詐自害；因為你們請我到耶和華─你們的　神那裡，說：『求你為我們禱告耶和華─我們　神，照耶和華─我們的　神一切所說的告訴我們，我們就必遵行。』","bklcl":"Lín kiâⁿ chha-biū liân-lūi ka-kī; in-ūi lín chhe góa kàu Iâ-hô-hoa lín ê Siōng-tè hia, kóng, Kiû lí thòe goán kî-tó Iâ-hô-hoa, lán ê Siōng-tè; chiàu Iâ-hô-hoa lán ê Siōng-tè it-chhè só͘ kóng--ê, kā goán kóng; goán beh kiâⁿ--i.","tghg":"恁行差謬(chha-biū)連累家己；因為恁差我到耶和華──恁的上帝遐，講：『求你替阮祈禱耶和華──咱的上帝，照耶和華──咱的上帝一切所講的給阮講，阮欲行伊。』","bklhl":"Lín行差謬連累家己；因為lín差我到耶和華lín ê上帝hia，講，求你替阮祈禱耶和華，咱ê上帝；照耶和華咱ê上帝一切所講ê，kā阮講；阮beh行伊。"}},{"book":"耶","chapter":42,"verse":21,"versions":{"unv":"我今日將這話告訴你們，耶和華─你們的　神為你們的事差遣我到你們那裡說的，你們卻一樣沒有聽從。","bklcl":"Góa kin-á-ji̍t ū kā lín kóng lah; nā-sī lín ê Siōng-tè Iâ-hô-hoa ê siaⁿ, kap I chhe góa it-chhè chí-sī lín--ê, lín lóng bô chun-thàn.","tghg":"我今仔日有給恁講啦，若是恁的上帝──耶和華的聲及伊差我一切指示恁的，恁攏無遵趁。","bklhl":"我今á日有kā lín講lah；但是lín ê上帝耶和華ê聲，kap伊差我一切指示lín-ê，lín lóng無遵thàn。"}},{"book":"耶","chapter":42,"verse":22,"versions":{"unv":"現在你們要確實地知道，你們在所要去寄居之地必遭刀劍、饑荒、瘟疫而死。」","bklcl":"Taⁿ lín tio̍h khak-si̍t chai, lín tī só͘ beh khì kià-kha ê tōe, beh tùi to-kiàm, tùi ki-hng, tùi un-e̍k lâi sí.","tghg":"今恁著確實知，恁佇所欲去寄腳的地欲對刀劍、對飢荒、對瘟疫來死。」","bklhl":"Taⁿ lín tio̍h確實知，lín tī所beh去寄腳ê地，beh tùi刀劍，tùi飢荒，tùi瘟疫來死。"}}]