[{"book":"耶","chapter":47,"verse":1,"versions":{"unv":"法老攻擊迦薩之先，有耶和華論非利士人的話臨到先知耶利米。","bklcl":"Hoat-ló kong-kek Ka-sat ê tāi-seng, ū Iâ-hô-hoa lūn Hui-lī-sū lâng ê ōe lîm-kàu sian-ti Iâ-lī-bí.","tghg":"法老攻擊迦薩的代先，有耶和華論非利士人的話臨到先知耶利米。","bklhl":"法老攻擊Ka-sat ê事先，有耶和華論腓利士人ê話臨到先知耶利米。"}},{"book":"耶","chapter":47,"verse":2,"versions":{"unv":"耶和華如此說：有水從北方發起，成為漲溢的河，要漲過遍地和其中所有的，並城和其中所住的。人必呼喊；境內的居民都必哀號。","bklcl":"Iâ-hô-hoa án-ni kóng, Khòaⁿ ah, ū chúi tùi pak-hng chhèng--khí-lâi, chiâⁿ-chòe tiòng-móa ê hô, beh tiòng-móa chit ê tōe, kap kî-tiong só͘ ū-ê, kap siâⁿ kap kî-tiong só͘ khiā-khí--ê; lâng beh âu-kiò, kéng-lāi khiā-khí ê peh-sìⁿ beh thî-khàu.","tghg":"耶和華按呢講：看啊，有水對北方淐(chhèng)起來，成做漲滿的河，欲漲滿此個地及其中所有的，及城及其中所徛起的。人欲喉叫；境內徛起的百姓欲啼哭。","bklhl":"耶和華án-ni講，看ah，有水tùi北方chhèng起來，成做漲滿ê河，beh漲滿chit ê地，kap其中所有ê，kap城kap其中所khiā起ê；人beh喉叫，境內khiā起ê百姓beh啼哭。"}},{"book":"耶","chapter":47,"verse":3,"versions":{"unv":"聽見敵人壯馬蹄跳的響聲和戰車隆隆、車輪轟轟；為父的手就發軟，不回頭看顧兒女。","bklcl":"Ūi-tio̍h tùi-te̍k ióng ê bé, i ê tôe kho̍k-kho̍k-háu ê siaⁿ, iā ūi-tio̍h i hiah-ê chiàn-chhia kín-kín cháu, i ê chhia-lûn hū-hū-háu, chiū chiah-ê chòe lāu-pē--ê chhiú nńg, bô oa̍t-thâu khòaⁿ i ê kiáⁿ.","tghg":"為著對敵勇的馬，伊的蹄硞硞哮(kho̍k-kho̍k-háu)的聲也為著伊許個戰車緊緊走，伊的車輪呼呼哮(hū-hū-háu)，就諸個做老父的手軟，無越頭看伊的子。","bklhl":"為tio̍h對敵勇ê馬，伊ê蹄 kho̍k-kho̍k哮ê聲，也為tio̍h伊hiah-ê戰車緊緊走，伊ê車輪hū-hū哮，就chiah ê做老父ê手軟，無oa̍t頭看伊ê kiáⁿ。"}},{"book":"耶","chapter":47,"verse":4,"versions":{"unv":"因為日子將到，要毀滅一切非利士人，剪除幫助泰爾、西頓所剩下的人。原來耶和華必毀滅非利士人，就是迦斐託海島餘剩的人。","bklcl":"In-ūi sî-ji̍t kàu lah, beh húi-bia̍t it-chhè ê Hui-lī-sū lâng, beh tùi Chhui-lô Se-tùn chián-tû só͘ chhun pang-chān in--ê; in-ūi Iâ-hô-hoa beh húi-bia̍t Hui-lī-sū lâng, Ka-hui-thok hái-sū só͘ chhun ê peh-sìⁿ.","tghg":"因為時日到了(lah)，欲毀滅一切的非利士人，欲對推羅、西頓剪除所剩(chhun)幫助𪜶者。因為耶和華欲毀滅非利士人，迦斐託海嶼所剩的百姓。","bklhl":"因為時日到lah，beh毀滅一切ê腓利士人，beh tùi Chhui-lô Se-tùn剪除所chhun幫贊in-ê；因為耶和華beh毀滅腓利士人，Ka-hui-thok海嶼所chhun ê百姓。"}},{"book":"耶","chapter":47,"verse":5,"versions":{"unv":"迦薩成了光禿；平原中所剩的亞實基倫歸於無有。你用刀劃身，要到幾時呢？","bklcl":"Ka-sat í-keng bô pòaⁿ-ki thâu-mn̂g; A-si̍t-ki-lûn kui tī bô; soaⁿ-kok só͘ chhun--ê, lí ka-kī koah-bah, beh kàu jōa-kú ah?","tghg":"迦薩已經無半支頭毛；亞實基倫歸佇無，山谷所剩者，你家己割肉，欲到偌久啊？","bklhl":"Ka-sat已經無半支頭毛；A-si̍t-ki-lûn歸tī無；山谷所chhun-ê，你家己割肉，beh到jōa久ah？"}},{"book":"耶","chapter":47,"verse":6,"versions":{"unv":"耶和華的刀劍哪，你到幾時才止息呢？你要入鞘，安靖不動。","bklcl":"Iâ-hô-hoa ê to-kiàm ah, lí beh kàu tī-sî chiah soah? tio̍h kiu ji̍p lí ê to-siù, an-chēng bô tín-tāng.","tghg":"耶和華的刀劍啊，你欲到底時才息(soah)？著勼(kiu)入你的刀鞘，安靜無振動。","bklhl":"耶和華ê刀劍ah，你beh到tī時chiah soah？tio̍h kiu入你ê刀鞘，安靜無振動。"}},{"book":"耶","chapter":47,"verse":7,"versions":{"unv":"耶和華既吩咐你攻擊亞實基倫和海邊之地，他已經派定你，焉能止息呢？","bklcl":"Iâ-hô-hoa í-keng bēng-lēng lí kong-kek A-si̍t-ki-lûn, kong-kek hái-piⁿ ê tōe; I í-keng phài lí tiāⁿ-tio̍h, lí thái-thó ōe thêng-chí ah?","tghg":"耶和華已經命令你攻擊亞實基倫攻擊海邊的地，伊已經派你定著，你豈可(thái-thó)會停止啊？","bklhl":"耶和華已經命令你攻擊A-si̍t-ki-lûn，攻擊海邊ê地；祂已經派你定tio̍h，你thái-thó能停止ah？"}}]