[{"book":"耶","chapter":49,"verse":1,"versions":{"unv":"論亞捫人。耶和華如此說：以色列沒有兒子嗎？沒有後嗣嗎？瑪勒堪為何得迦得之地為業呢？屬他的民為何住其中的城邑呢？","bklcl":"Lūn A-bûn.  Iâ-hô-hoa án-ni kóng, Í-sek-lia̍t bô kiáⁿ mah? bô hō͘-sû mah? Má-le̍k-kham cháiⁿ-iūⁿ tit-tio̍h Ka-tek ê tōe chòe gia̍p, i ê peh-sìⁿ cháiⁿ-iūⁿ khiā-khí i tiong-kan hiah-ê siâⁿ?","tghg":"論亞捫。耶和華按呢講：以色列無子嗎？無後嗣嗎？瑪勒堪怎樣得著迦得的地做業？伊的百姓怎樣徛起伊中間許個城？","bklhl":"論A-bûn。耶和華án-ni講，以色列無kiáⁿ mah？無後嗣mah？Má-le̍k-kham怎樣得tio̍h Ka-tek ê地做業，伊ê百姓怎樣khiā起伊中間hiah-ê城？"}},{"book":"耶","chapter":49,"verse":2,"versions":{"unv":"耶和華說：日子將到，我必使人聽見打仗的喊聲，是攻擊亞捫人拉巴的喊聲。拉巴要成為亂堆；屬她的鄉村（原文是女子）要被火焚燒。先前得以色列地為業的，此時以色列倒要得他們的地為業。這是耶和華說的。","bklcl":"Iâ-hô-hoa kóng, Khòaⁿ ah, ji̍t-chí beh kàu, Góa beh hō͘ kau-chiàn ê siaⁿ thiaⁿ tī A-bûn cho̍k ê La̍h-pa, i beh chiâⁿ-chòe pha-hng ê thô͘-tui; i chiah-ê siâⁿ beh hō͘ hé sio; chêng chiàm Í-sek-lia̍t--ê, taⁿ beh hō͘ Í-sek-lia̍t chiàm tò-tńg; che sī Iâ-hô-hoa kóng--ê.","tghg":"耶和華講，看啊，日子欲到，我欲互交戰的聲，聽佇亞捫族的拉巴，伊欲成做拋荒的土堆；伊諸個城欲互火燒，前佔以色列者，今欲互以色列佔倒轉。這是耶和華講的。","bklhl":"耶和華講，看ah，日子beh到，我beh hō͘交戰ê聲聽tī A-bûn族ê La̍h-pa，伊beh成做拋荒ê土堆；伊chiah ê城beh hō͘火燒；前佔以色列ê，taⁿ beh hō͘以色列佔倒tńg；這是耶和華講ê。"}},{"book":"耶","chapter":49,"verse":3,"versions":{"unv":"希實本哪，你要哀號，因為愛地變為荒場。拉巴的居民（原文是女子）哪，要呼喊，以麻布束腰；要哭號，在籬笆中跑來跑去；因瑪勒堪和屬他的祭司、首領要一同被擄去。","bklcl":"Hi-si̍t-pún ah, lí tio̍h ai-khàu, in-ūi Gāi ê siâⁿ pìⁿ-chòe pha-hng; La̍h-pa ê peh-sìⁿ ah, tio̍h âu-kiò, ēng môa-pò͘ hâ-io; tio̍h thî-khàu, kiâⁿ-lâi kiâⁿ-khì tī lî-pa-tiong; in-ūi Má-le̍k-kham kap i ê chè-si kùi-cho̍k beh chòe chi̍t-ē hō͘ lâng lia̍h-khì.","tghg":"希實本啊，你著哀哭，因為崕的城變做拋荒。拉巴的百姓啊，著喉叫，用麻布縖(hâ)腰；著啼哭，行來行去佇籬笆中；因為瑪勒堪及伊的祭司、貴族欲做一下互人掠去。","bklhl":"Hi-si̍t-pún ah，你tio̍h哀哭，因為Gāi ê城變做拋荒；La̍h-pa ê百姓ah，tio̍h喉叫，用麻布縖腰；tio̍h啼哭，行來行去tī籬笆中；因為Má-le̍k-kham kap伊ê祭司貴族beh做一下hō͘人掠去。"}},{"book":"耶","chapter":49,"verse":4,"versions":{"unv":"背道的民（原文是女子）哪，你們為何因有山谷，就是水流的山谷誇張呢？為何倚靠財寶說：誰能來到我們這裡呢？","bklcl":"Pōe-ge̍k ê peh-sìⁿ ah, lín siáⁿ-sū in-ūi hiah-ê soaⁿ-kok, chiū-sī chúi lūn-te̍k ê soaⁿ-kok, lâi khoa-kháu ah? lí óa-khò châi-pó, kóng, Chī-chūi ōe lâi kàu goán chia.","tghg":"悖逆的百姓啊，恁啥事因為許個山谷，就是水潤澤的山谷來誇口啊！你倚靠財寶講：是誰會來到阮遮。","bklhl":"悖逆ê百姓ah，lín啥事因為hiah-ê山谷，就是水潤澤ê山谷，來誇口ah？你óa靠財寶，講，Chī-chūi會來到阮chia。"}},{"book":"耶","chapter":49,"verse":5,"versions":{"unv":"主─萬軍之耶和華說：我要使恐嚇從四圍的人中臨到你們；你們必被趕出，各人一直前往，沒有人收聚逃民。","bklcl":"Chú bān-kun ê Iâ-hô-hoa án-ni kóng, Khòaⁿ ah, Góa beh hō͘ kiaⁿ-hiâⁿ tùi sì-ûi lîm-kàu lín; lín beh siū kóaⁿ-chhut, ta̍k-lâng ti̍t-ti̍t khì; cháu bô lō͘--ê, bô lâng thang chū-chi̍p.","tghg":"主──萬軍的耶和華按呢講：看啊，我欲互驚惶對四圍臨到恁，恁欲受趕出，逐人直直去，走無路的無人通聚集。","bklhl":"主萬軍ê耶和華án-ni講，看ah，我beh hō͘驚惶tùi四圍臨到lín；lín beh受趕出，ta̍k人直直去；走無路ê，無人thang聚集。"}},{"book":"耶","chapter":49,"verse":6,"versions":{"unv":"後來我還要使被擄的亞捫人歸回。這是耶和華說的。","bklcl":"Chóng-sī āu-lâi Góa beh hō͘ A-bûn cho̍k siū-lia̍h ê lâng tò-tńg; che sī Iâ-hô-hoa kóng--ê.","tghg":"總是後來我欲互亞捫族受掠的人倒轉。這是耶和華講的。","bklhl":"總是後來我beh hō͘ A-bûn族受掠ê人倒tńg；這是耶和華講ê。"}},{"book":"耶","chapter":49,"verse":7,"versions":{"unv":"論以東。萬軍之耶和華如此說：提幔中再沒有智慧嗎？明哲人不再有謀略嗎？他們的智慧盡歸無有嗎？","bklcl":"Lūn Í-tong.  Bān-kun ê Iâ-hô-hoa án-ni kóng, Tī Thê-bān bô koh ū tì-hūi mah?  Chhang-miâ ê lâng bô koh ū kè-e̍k mah? in ê tì-hūi bô--khì mah?","tghg":"論以東。萬軍的耶和華按呢講：佇提幔無閣有智慧嗎？聰明(chhang-miâ)的人無閣有計劃(kè-e̍k)嗎？𪜶的智慧無去嗎？","bklhl":"論Í-tong，萬軍ê耶和華án-ni講，Tī Thê-bān無koh有智慧mah？聰明ê人無koh有計畫mah？in ê智慧無去mah？"}},{"book":"耶","chapter":49,"verse":8,"versions":{"unv":"底但的居民哪，要轉身逃跑，住在深密處；因為我向以掃追討的時候，必使災殃臨到他。","bklcl":"Tí-tàn ê peh-sìⁿ ah, thè--khì ah, tô-cháu ah, bih khì ba̍t ah; in-ūi Góa hêng-hoa̍t Í-sò ê sî, beh hō͘ i ê chai-ē kàu tī i.","tghg":"底但的百姓啊，退去啊，逃走啊，匿(bih)去密啊；因為我刑罰以掃的時，欲互伊的災禍到佇伊。","bklhl":"Tí-tàn ê百姓ah，退去ah，逃走ah，bih去密ah；因為我刑罰以掃ê時，beh hō͘伊ê災厄到tī伊。"}},{"book":"耶","chapter":49,"verse":9,"versions":{"unv":"摘葡萄的若來到他那裡，豈不剩下些葡萄呢？盜賊若夜間而來，豈不毀壞直到夠了呢？","bklcl":"Bán phû-tô--ê nā kàu lí hia bán, kiám bô iáu lâu kúi-lia̍p-á mah? chha̍t nā mî--sî lâi, kiám m̄-sī sńg-tn̄g kàu móa-ì nā-tiāⁿ?","tghg":"挽葡萄者若到你遐挽，豈無猶留幾粒仔嗎？賊若暝時來，豈呣是損斷(sńg-tn̄g)到滿意若定？","bklhl":"挽葡萄ê若到你hia挽，kiám無iáu留幾粒á mah？賊若暝時來，kiám m̄是損斷到滿意nā-tiāⁿ？"}},{"book":"耶","chapter":49,"verse":10,"versions":{"unv":"我卻使以掃赤露，顯出他的隱密處；他不能自藏。他的後裔、弟兄、鄰舍盡都滅絕；他也歸於無有。","bklcl":"Chóng-sī Góa hō͘ Í-sò kng-liu-liu, lō͘-hiān i khǹg-ba̍t ê só͘-chāi, tì-kàu bô tè thang bih; i ê hō͘-è, i ê hiaⁿ-tī, i ê chhù-piⁿ lóng sit-pāi; i ia̍h kui tī bô.","tghg":"總是我互以掃光溜溜，露現伊囥密的所在，致到無地通匿。伊的後裔，伊的兄弟，伊的厝邊攏失敗；伊亦歸佇無。","bklhl":"總是我hō͘以掃光溜溜，露現伊khǹg密ê所在，致到無tè thang bih；伊ê後裔，伊ê兄弟，伊ê厝邊lóng失敗；伊亦歸tī無。"}},{"book":"耶","chapter":49,"verse":11,"versions":{"unv":"你撇下孤兒，我必保全他們的命；你的寡婦可以倚靠我。","bklcl":"Tio̍h chiong lí bô-pē ê kiáⁿ pàng-hē-teh, Góa beh pó-choân in oa̍h; lí chiah-ê kóaⁿ-hū, ia̍h tio̍h óa-khò góa.","tghg":"著將你無父的子放下啲，我欲保全𪜶活；你諸個寡婦，亦著倚靠我。","bklhl":"Tio̍h將你無父ê kiáⁿ放下teh，我beh保全in活；你chiah ê寡婦，亦tio̍h óa靠我。"}},{"book":"耶","chapter":49,"verse":12,"versions":{"unv":"耶和華如此說：「原不該喝那杯的一定要喝。你能盡免刑罰嗎？你必不能免，一定要喝！」","bklcl":"In-ūi Iâ-hô-hoa án-ni kóng, Khòaⁿ ah, pún m̄ eng-kai lim hit ê poe--ê, tek-khak beh lim--i, bo̍h-kioh lí, lí kiám ōe it-chīn bián hêng-hoa̍t mah? lí tek-khak bōe bián-tit hêng-hoa̍t, lí tek-khak tio̍h lim--i.","tghg":"因為耶和華按呢講：「看啊，本呣應該飲彼個杯者，的確欲飲伊。莫卻(bo̍h-kioh)你，你豈會一盡免刑罰嗎？你的確𣍐免得刑罰，你的確著飲伊！」","bklhl":"因為耶和華án-ni講，看ah，本m̄應該lim hit ê杯ê，的確beh lim伊，莫kioh你，你kiám會一盡免刑罰mah？你的確bōe免得刑罰，你的確tio̍h lim伊。"}},{"book":"耶","chapter":49,"verse":13,"versions":{"unv":"耶和華說：「我指著自己起誓，波斯拉必令人驚駭、羞辱、咒詛，並且荒涼。她的一切城邑必變為永遠的荒場。」","bklcl":"Iâ-hô-hoa kóng, Góa kí ka-kī lâi chiù-chōa, Pho-su-la̍h beh chiâⁿ-chòe thang gông-ngia̍h, thang lêng-jio̍k, thang chiù-chó͘, koh hong-hòe; i lóng-chóng ê siâⁿ beh éng-oán pìⁿ-chòe pha-hng.","tghg":"耶和華講：「我指(kí)家己來咒誓，波斯拉欲成做通卬愕、通凌辱、通咒詛、閣荒廢。伊攏總的城欲永遠變做拋荒。」","bklhl":"耶和華講，我kí家己來chiù-chōa，Pho-su-la̍h beh成做thang gông-ngia̍h，thang凌辱，thang咒詛，koh荒廢；伊lóng總ê城beh永遠變做拋荒。"}},{"book":"耶","chapter":49,"verse":14,"versions":{"unv":"我從耶和華那裡聽見信息，並有使者被差往列國去，說：你們聚集來攻擊以東，要起來爭戰。","bklcl":"Góa tùi Iâ-hô-hoa hia thiaⁿ-kìⁿ siau-sit, ia̍h ū sù-chiá hōng-chhe khì lia̍t-kok, kóng, Lín tio̍h chū-chi̍p lâi kong-kek i, tio̍h khí-lâi kau-chiàn.","tghg":"我對耶和華遐聽見消息，亦有使者奉差去列國，講：恁著聚集來攻擊伊，著起來交戰。","bklhl":"我tùi耶和華hia聽見消息，亦有使者奉差去列國，講，Lín tio̍h聚集來攻擊伊，tio̍h起來交戰。"}},{"book":"耶","chapter":49,"verse":15,"versions":{"unv":"我使你在列國中為最小，在世人中被藐視。","bklcl":"In-ūi Góa hō͘ lí tī lia̍t-kok-tiong chòe bî-sòe, hō͘ lâng khòaⁿ-khin.","tghg":"因為我互你佇列國中做微細，互人看輕。","bklhl":"因為我hō͘你tī列國中做微細，hō͘人看輕。"}},{"book":"耶","chapter":49,"verse":16,"versions":{"unv":"住在山穴中據守山頂的啊，論到你的威嚇，你因心中的狂傲自欺；你雖如大鷹高高搭窩，我卻從那裡拉下你來。這是耶和華說的。","bklcl":"Khiā-khí chio̍h-tōng-lāi, pé-siú soaⁿ-téng--ê ah, lí ê ui-hong, lí sim-lāi ê kiau-ngō͘ ka-kī phiàn; lí sui-jiân chhin-chhiūⁿ eng-chiáu, choh lí ê siū tī koâiⁿ ê só͘-chāi, Góa beh tùi hia kā lí chhú-lo̍h-lâi; che sī Iâ-hô-hoa kóng--ê.","tghg":"徛起石洞內把守山頂者啊，你的威風你心內的驕傲家己騙；你雖然親像鷹鳥作你的巢佇高的所在，我欲對遐給你取落來。這是耶和華講的。","bklhl":"Khiā起石洞內，把守山頂ê ah，你ê威風，你心內ê驕傲家己騙；你雖然親像鷹鳥，作你ê巢 tī高ê所在，我beh tùi hia kā你取落來；這是耶和華講ê。"}},{"book":"耶","chapter":49,"verse":17,"versions":{"unv":"以東必令人驚駭；凡經過的人就受驚駭，又因她一切的災禍嗤笑。","bklcl":"Í-tong beh chiâⁿ-chòe thang gông-ngia̍h--ê, kìⁿ-nā tùi hia kè--ê, tek-khak beh kî-koài, in-ūi i só͘ tú-tio̍h it-chhè ê chai-ē, lâi thí-chhiò i.","tghg":"「以東欲成做通卬愕的；見若對遐過者的確欲奇怪，因為伊所抵著(tú-tio̍h)一切的災禍來恥笑伊。","bklhl":"Í-tong beh成做thang gông-ngia̍h-ê，見若tùi hia過ê，的確beh奇怪，因為伊所tú-tio̍h一切ê災厄，來恥笑伊。"}},{"book":"耶","chapter":49,"verse":18,"versions":{"unv":"耶和華說：必無人住在那裡，也無人在其中寄居，要像所多瑪、蛾摩拉，和鄰近的城邑傾覆的時候一樣。","bklcl":"Iâ-hô-hoa kóng, Tek-khak bô lâng khiā-khí tī-hia, ia̍h bô lâng kià-kha tī-hia; sī beh chhin-chhiūⁿ Só͘-to-má, Gô-mô͘-la̍h, kap hū-kūn ê siâⁿ tó-hoāi chi̍t-iūⁿ.","tghg":"耶和華講：的確無人徛起佇遐，亦無人寄腳佇遐，是欲親像所多瑪、蛾摩拉，及附近的城倒壞一樣。","bklhl":"耶和華講，的確無人khiā起tī-hia，亦無人寄腳tī-hia；是beh親像所多瑪、蛾摩拉，kap附近ê城倒壞一樣。"}},{"book":"耶","chapter":49,"verse":19,"versions":{"unv":"仇敵必像獅子從約旦河邊的叢林上來，攻擊堅固的居所。轉眼之間，我要使以東人逃跑，離開這地。誰蒙揀選，我就派誰治理這地。誰能比我呢？誰能給我定規日期呢？有何牧人能在我面前站立得住呢？","bklcl":"Khòaⁿ ah, i beh chhin-chhiūⁿ sai, tùi Iok-tàn hô-piⁿ ê chhiū-nâ khí--lâi, kong-kek kian-kò͘ khiā-khí ê só͘-chāi; ba̍k-nih-kú Góa beh hō͘ in tô-cháu, lī-khui chit ê só͘-chāi.  Chī-chūi siū kéng-soán, Góa chiū phài i tī-lí chit ê tōe; chī-chūi ōe pí--tit Góa? chī-chūi ōe kā Góa tēng chi̍t ê kî ah? ū sím-mi̍h bo̍k-chiá ōe khiā tī Góa ê bīn-chêng ah?","tghg":"看啊，伊欲親像獅對約但河邊的樹林起來，攻擊堅固徛起的所在。目𥍉久，我欲互𪜶逃走，離開此個所在。是誰受揀選，我就派伊治理此個地。是誰會比得我？是誰會給我定一個期啊？有甚麼牧者會徛佇我的面前啊？","bklhl":"看ah，伊beh親像獅，tùi約旦河邊ê樹林起來，攻擊堅固khiā起ê所在；目nih久我beh hō͘ in逃走，離開chit ê所在。Chī-chūi受揀選，我就派伊治理chit ê地；是誰能比得我？是誰能kā我定一个期ah？有甚麼牧者能khiā tī我ê面前ah？"}},{"book":"耶","chapter":49,"verse":20,"versions":{"unv":"你們要聽耶和華攻擊以東所說的謀略和他攻擊提幔居民所定的旨意。仇敵定要將他們群眾微弱的拉去，定要使他們的居所荒涼。","bklcl":"Só͘-í lín tio̍h thiaⁿ Iâ-hô-hoa só͘ kè-e̍k kong-kek Í-tong ê kè-chhek; í-ki̍p I só͘ chù-tiāⁿ kong-kek Thê-bān khiā-khí ê peh-sìⁿ ê chí-ì; in tiāⁿ-tio̍h beh chiong hiah-ê iûⁿ-kûn ê sòe--ê thoa--khì; I ia̍h beh hō͘ in khiā-khí ê só͘-chāi hong-hòe.","tghg":"所以恁著聽耶和華所計劃攻擊以東的計策以及伊所註定攻擊提幔徛起的百姓的旨意。𪜶定著欲將許個羊群的細者拖去，伊亦欲互𪜶徛起的所在荒廢。","bklhl":"所以lín tio̍h聽耶和華所計畫攻擊Í-tong ê計策；以及祂所註定攻擊Thê-bān khiā起ê百姓ê旨意；in定tio̍h beh將hiah-ê羊群ê細ê拖去；祂亦beh hō͘ in khiā起ê所在荒廢。"}},{"book":"耶","chapter":49,"verse":21,"versions":{"unv":"因他們仆倒的聲音，地就震動。人在紅海那裡必聽見呼喊的聲音。","bklcl":"In-ūi in tó-hoāi ê siaⁿ, tōe chiū tín-tāng; in âu-kiò ê siaⁿ, thiaⁿ kàu Âng-hái.","tghg":"因為𪜶倒壞的聲，地就振動。𪜶喉叫的聲聽到紅海。","bklhl":"因為in倒壞ê聲，地就振動；in喉叫ê聲，聽到紅海。"}},{"book":"耶","chapter":49,"verse":22,"versions":{"unv":"仇敵必如大鷹飛起，展開翅膀攻擊波斯拉。到那日，以東的勇士心中疼痛如臨產的婦人。","bklcl":"Khòaⁿ ah, i beh khí--lâi, chhin-chhiūⁿ eng-chiáu pe--lâi, thí-khui i ê si̍t tī Pho-su-la̍h; kàu hit-ji̍t, Í-tong chiah-ê ióng-sū ê sim chhin-chhiūⁿ beh siⁿ-kiáⁿ ê hū-jîn-lâng ê sim.","tghg":"看啊，伊欲起來，親像鷹鳥飛來，展開伊的翅佇波斯拉。到彼日，以東諸個勇士的心，親像欲生子的婦仁人的心。」","bklhl":"看ah，伊beh起來，親像鷹鳥飛來，thí開伊ê翼tī Pho-su-la̍h；到hit日，Í-tong chiah ê勇士ê心親像beh生kiáⁿ ê婦人人ê心。"}},{"book":"耶","chapter":49,"verse":23,"versions":{"unv":"論大馬士革。哈馬和亞珥拔蒙羞，因他們聽見凶惡的信息就消化了。海上有憂愁，不得平靜。","bklcl":"Lūn Tāi-má-sek.  Hap-má kap A-jíⁿ-poa̍t kiàn-siàu, in-ūi in thiaⁿ-kìⁿ pháiⁿ siau-sit, chiū sit-táⁿ; hái-bīn ū iu-chhiû, bōe pêng-chēng.","tghg":"論大馬色。哈馬及亞珥拔見誚，因為𪜶聽見歹消息就失膽。海面有憂愁，𣍐平靜。","bklhl":"論大馬色。Hap-má kap A-jíⁿ-poa̍t見笑，因為in聽見pháiⁿ消息，就失膽；海面有憂愁，bōe平靜。"}},{"book":"耶","chapter":49,"verse":24,"versions":{"unv":"大馬士革發軟，轉身逃跑。戰兢將她捉住；痛苦憂愁將她抓住，如產難的婦人一樣。","bklcl":"Tāi-má-sek soe-jio̍k, oa̍t-tńg-sin beh tô-cháu, ngia̍uh-ngia̍uh-chhoah, chiong i lia̍h-tiâu-tiâu; thòng-khó͘ iu-chhiû chiong i khiú-tiâu-tiâu, chhin-chhiūⁿ beh siⁿ-kiáⁿ ê hū-jîn-lâng chi̍t-iūⁿ.","tghg":"大馬色衰弱，越轉身欲逃走。愕愕惙(ngia̍uh-ngia̍uh-chhoah)將伊掠住住(lia̍h-tiâu-tiâu)；痛苦憂愁將伊搝住住(khiú-tiâu-tiâu)，親像欲生子的婦仁人一樣。","bklhl":"大馬色衰弱，oa̍t-tńg身beh逃走，ngia̍uh-ngia̍uh-chhoah，將伊掠tiâu-tiâu；痛苦憂愁將伊khiú-tiâu-tiâu，親像beh生kiáⁿ ê婦人人一樣。"}},{"book":"耶","chapter":49,"verse":25,"versions":{"unv":"我所喜樂可稱讚的城，為何被撇棄了呢？","bklcl":"Thang o-ló ê siâⁿ, chiū-sī Góa só͘ hoaⁿ-hí ê siâⁿ, cháiⁿ-iūⁿ siū pàng-sak kàu án-ni?","tghg":"通謳咾的城就是我所歡喜的城，怎樣受放拺到按呢？","bklhl":"Thang o-ló ê城，就是我所歡喜ê城，怎樣受放sak到án-ni？"}},{"book":"耶","chapter":49,"verse":26,"versions":{"unv":"她的少年人必仆倒在街上；當那日，一切兵丁必默默無聲。這是萬軍之耶和華說的。","bklcl":"I ê siàu-liân lâng beh tī i ê koe-chhī tó--lo̍h-khì; tng hit-ji̍t i it-chhè ê peng-teng beh bia̍t-bô; che sī bān-kun ê Iâ-hô-hoa kóng--ê.","tghg":"伊的少年人欲佇伊的街市倒落去；當彼日，伊一切的兵丁欲滅無。這是萬軍的耶和華講的。","bklhl":"伊ê少年人beh tī伊ê街市倒落去；當hit日伊一切ê兵丁beh滅無；這是萬軍ê耶和華講ê。"}},{"book":"耶","chapter":49,"verse":27,"versions":{"unv":"我必在大馬士革城中使火著起，燒滅便哈達的宮殿。","bklcl":"Góa ia̍h beh hō͘ hé to̍h tī Tāi-má-sek ê siâⁿ-chhiûⁿ, sio-bia̍t Piān-hap-ta̍t ê kiong-tiān.","tghg":"我亦欲互火𤏸(to̍h)佇大馬色的城牆，燒滅便哈達的宮殿。","bklhl":"我亦beh hō͘火to̍h tī大馬色ê城牆，燒滅Piān-hap-ta̍t ê宮殿。"}},{"book":"耶","chapter":49,"verse":28,"versions":{"unv":"論巴比倫王尼布甲尼撒所攻打的基達和夏瑣的諸國。耶和華如此說：迦勒底人哪，起來上基達去，毀滅東方人。","bklcl":"Lūn Ki-ta̍t kap Hā-só chiah-ê kok, chiū-sī Pa-pí-lûn ông Nî-pò͘-kah-nî-sat só͘ phah--ê, Iâ-hô-hoa án-ni kóng: Lí khí-lâi, chiūⁿ--khì Ki-ta̍t, châu-bia̍t tang-hng ê lâng.","tghg":"論基達及夏瑣諸個國就是巴比倫王尼布甲尼撒所拍的。耶和華按呢講：你起來，上去基達，剿滅(châu-bia̍t)東方的人。","bklhl":"論Ki-ta̍t kap Hā-só chiah ê國，就是巴比倫王Nî-pò͘-kah-nî-sat所phah-ê，耶和華án-ni講：你起來，上去Ki-ta̍t，剿滅東方ê人。"}},{"book":"耶","chapter":49,"verse":29,"versions":{"unv":"他們的帳棚和羊群都要奪去，將幔子和一切器皿，並駱駝為自己掠去。人向他們喊著說：四圍都有驚嚇。","bklcl":"In ê pò͘-pîⁿ kap iûⁿ-kûn, lâng beh chhiúⁿ--khì; chiong tiùⁿ-pak kap it-chhè ê khì-kū, kap lo̍k-tô, chhiúⁿ chòe ka-kī ê; lâng tùi in hoah kóng, Sì-ûi lóng ū kiaⁿ-hiâⁿ.","tghg":"𪜶的布棚及羊群人欲搶去，將帳幅(tiùⁿ-pak)及一切的器具，及駱駝搶做家己的。人對𪜶喝(hoah)講：四圍攏有驚惶。","bklhl":"In ê布棚kap羊群，人beh搶去；將帳幅kap一切ê器具，kap駱駝，搶做家己ê；人對in hoah講，四圍lóng有驚惶。"}},{"book":"耶","chapter":49,"verse":30,"versions":{"unv":"耶和華說：夏瑣的居民哪，要逃奔遠方，住在深密處；因為巴比倫王尼布甲尼撒設計謀害你們，起意攻擊你們。","bklcl":"Iâ-hô-hoa kóng, Hā-só khiā-khí ê peh-sìⁿ ah, tio̍h tô-cháu, cháu-khì-hn̄g, bih-khì-ba̍t; in-ūi Pa-pí-lûn ông Nî-pò͘-kah-nî-sat siat-kè beh hāi lín, tiāⁿ-tio̍h ì-sù beh kong-kek lín.","tghg":"耶和華講：夏瑣徛起的百姓啊，著逃走，走去遠，匿去密；因為巴比倫王尼布甲尼撒設計欲害恁，定著意思欲攻擊恁。","bklhl":"耶和華講，Hā-só khiā起ê百姓ah，tio̍h逃走，走去遠，bih去密；因為巴比倫王Nî-pò͘-kah-nî-sat設計beh害lín，定tio̍h意思beh攻擊lín。"}},{"book":"耶","chapter":49,"verse":31,"versions":{"unv":"耶和華說：迦勒底人哪，起來！上安逸無慮的居民那裡去；他們是無門無閂、獨自居住的。","bklcl":"Iâ-hô-hoa kóng, Khí--lâi, chiūⁿ--khì kong-kek an-jiân khiā-khí bô khòa-lū ê cho̍k, in bô mn̂g-hō͘, bô mn̂g-chhòaⁿ, sī ka-kī khiā-khí--ê.","tghg":"耶和華講：起來！上去攻擊安然徛起無掛慮的族；𪜶無門戶無門閂(mn̂g-chhòaⁿ)、是家己徛起者。","bklhl":"耶和華講，起來，上去攻擊安然khiā起無掛慮ê族，in無門戶，無門閂，是家己khiā起ê。"}},{"book":"耶","chapter":49,"verse":32,"versions":{"unv":"他們的駱駝必成為掠物；他們眾多的牲畜必成為擄物。我必將剃周圍頭髮的人分散四方（原文是風），使災殃從四圍臨到他們。這是耶和華說的。","bklcl":"In ê lo̍k-tô beh hō͘ lâng chhiúⁿ--khì; in chōe-chōe cheng-siⁿ beh hō͘ lâng kiap--khì; kìⁿ-nā thì pìn-piⁿ--ê, beh kóaⁿ-sòaⁿ in tī sì-hng; hō͘ chai-ē tùi sì-ûi kàu tī in; che sī Iâ-hô-hoa kóng--ê.","tghg":"𪜶的駱駝欲互人搶去；𪜶多多精牲欲互人劫去。見若剃鬢邊者欲趕散𪜶佇四方，互災禍對四圍到佇𪜶。這是耶和華講的。","bklhl":"In ê駱駝beh hō͘人搶去；in chōe-chōe cheng-siⁿ beh hō͘人劫去；見若剃鬢邊ê，beh趕散in tī四方；hō͘災厄tùi四圍到tī in；這是耶和華講ê。"}},{"book":"耶","chapter":49,"verse":33,"versions":{"unv":"夏瑣必成為野狗的住處，永遠淒涼；必無人住在那裡，也無人在其中寄居。","bklcl":"Hā-só beh chiâⁿ-chòe iá-káu tiàm ê só͘-chāi, éng-oán chhiⁿ-chhìn, bô lâng tī-hia khiā-khí, ia̍h bô lâng tī-hia kià-kha.","tghg":"夏瑣欲成做野狗踮的所在，永遠凄凊(chhiⁿ-chhìn)，無人佇遐徛起，亦無人佇遐寄腳。","bklhl":"Hā-só beh成做野狗 tiàm ê所在，永遠悽凊，無人tī-hia khiā起，亦無人tī-hia寄腳。"}},{"book":"耶","chapter":49,"verse":34,"versions":{"unv":"猶大王西底家登基的時候，耶和華論以攔的話臨到先知耶利米說：","bklcl":"Iû-tāi ông Se-tí-ka khí-thâu chē-ūi ê sî, Iâ-hô-hoa lūn Í-lân ê ōe lîm-kàu sian-ti Iâ-lī-bí kóng,","tghg":"猶大王西底家起頭坐位的時，耶和華論以攔的話臨到先知耶利米講：","bklhl":"偤大王Se-tí-ka起頭坐位ê時，耶和華論Í-lân ê話臨到先知耶利米講，"}},{"book":"耶","chapter":49,"verse":35,"versions":{"unv":"「萬軍之耶和華如此說：我必折斷以攔人的弓，就是他們為首的權力。","bklcl":"Bān-kun ê Iâ-hô-hoa án-ni kóng, Khòaⁿ ah, Góa beh at-chi̍h Í-lân lâng ê keng, chiū-sī in siōng-téng ê khùi-la̍t.","tghg":"「萬軍的耶和華按呢講：看啊，我欲遏折(at-chi̍h)以攔人的弓，就是𪜶上等的氣力。","bklhl":"萬軍ê耶和華án-ni講，看ah，我beh at折Í-lân人ê弓，就是in上等ê氣力。"}},{"book":"耶","chapter":49,"verse":36,"versions":{"unv":"我要使四風從天的四方颳來，臨到以攔人，將他們分散四方（原文是風）。這被趕散的人沒有一國不到的。」","bklcl":"Góa beh hō͘ sì-bīn ê hong tùi thiⁿ ê sì-bīn chhe--lâi, lîm-kàu Í-lân lâng, chiong in kóaⁿ-sòaⁿ tī sì-hng; Í-lân siū kóaⁿ-sòaⁿ ê lâng bô chi̍t-kok bô kàu.","tghg":"我欲互四面的風對天的四面吹來，臨到以攔人，將𪜶趕散佇四方。以攔受趕散的人無一國無到。」","bklhl":"我beh hō͘四面ê風tùi天ê四面吹來，臨到Í-lân人，將in趕散tī四方；Í-lân受趕散ê人無一國無到。"}},{"book":"耶","chapter":49,"verse":37,"versions":{"unv":"耶和華說：「我必使以攔人在仇敵和尋索其命的人面前驚惶；我也必使災禍，就是我的烈怒臨到他們，又必使刀劍追殺他們，直到將他們滅盡。","bklcl":"Iâ-hô-hoa kóng, Góa beh hō͘ Í-lân lâng tī tùi-te̍k ê bīn-chêng kap siàu-siūⁿ in ê sìⁿ-miā ê lâng ê bīn-chêng lâi kiaⁿ-hiâⁿ; Góa iā beh hō͘ chai-ē, chiū-sī Góa ê tōa siū-khì, lîm-kàu in; koh beh hō͘ to-kiàm tui-jip in, kàu it-chīn bia̍t in.","tghg":"耶和華講：「我欲互以攔人佇對敵的面前及數想(siàu-siūⁿ)𪜶的生命的人的面前來驚惶；我也欲互災禍，就是我的大受氣臨到𪜶，閣欲互刀劍追趇(jip)𪜶，到一盡滅𪜶。","bklhl":"耶和華講，我beh hō͘ Í-lân人tī對敵ê面前kap siàu想in ê性命ê人ê面前來驚惶；我也beh hō͘災厄，就是我ê大受氣，臨到in；koh beh hō͘刀劍追jip in，到一盡滅in。"}},{"book":"耶","chapter":49,"verse":38,"versions":{"unv":"我要在以攔設立我的寶座，從那裡除滅君王和首領。」這是耶和華說的。","bklcl":"Góa beh siat-li̍p Góa ê pó-chō tī Í-lân, tùi-hia tû--khì kun-ông kap kùi-cho̍k; che sī Iâ-hô-hoa kóng--ê.","tghg":"我欲設立我的寶座佇以攔，對遐除去君王及貴族。這是耶和華講的。","bklhl":"我beh設立我ê寶座tī Í-lân，tùi-hia除去君王kap貴族；這是耶和華講ê。"}},{"book":"耶","chapter":49,"verse":39,"versions":{"unv":"「到末後，我還要使被擄的以攔人歸回。這是耶和華說的。」","bklcl":"Chóng-sī kàu ji̍t-āu, Góa beh hō͘ Í-lân siū-lia̍h ê lâng tò--lâi; che sī Iâ-hô-hoa kóng--ê.","tghg":"「總是到日後，我欲互以攔受掠的人倒來。這是耶和華講的。」","bklhl":"總是到日後，我beh hō͘ Í-lân受掠ê人tò來；這是耶和華講ê。"}}]