[{"book":"耶","chapter":3,"verse":1,"versions":{"unv":"有話說：人若休妻，妻離他而去，作了別人的妻，前夫豈能再收回她來？若收回她來，那地豈不是大大玷污了嗎？但你和許多親愛的行邪淫，還可以歸向我。這是耶和華說的。","bklcl":"Ū teh kóng, Lâng nā lî-chhut i ê bó͘, bó͘ chiū lī-khui i, kè pa̍t-lâng; chiū i chêng ê tiōng-hu kiám thang koh chhin-kūn i mah?  nā án-ni, hit ê tōe-hng kiám bô bak-tio̍h lâ-sâm mah? to̍k-to̍k lí kap chōe-chōe chhin-ài--ê kiâⁿ-îm, iáu-kú thang kui tī Góa; che sī Iâ-hô-hoa kóng--ê.","tghg":"有啲講：人若離出伊的某，某就離開伊，嫁別人，就伊前的丈夫豈通(thang)閣親近伊嗎？若按呢，彼個地方豈無染(bak)著垃墋嗎？獨獨你及多多親愛者行淫，猶久通歸佇我。這是耶和華講的。","bklhl":"有teh講，人若離出伊ê bó͘，bó͘就離開伊，嫁別人；就伊前ê丈夫kiám thang koh親近伊mah？若án-ni，hit ê地方kiám無bak-tio̍h lâ-sâm mah？獨獨你kap chōe-chōe親愛ê行淫，iáu-kú thang歸tī我；這是耶和華講ê。"}},{"book":"耶","chapter":3,"verse":2,"versions":{"unv":"你向淨光的高處舉目觀看，你在何處沒有淫行呢？你坐在道旁等候，好像阿拉伯人在曠野埋伏一樣，並且你的淫行邪惡玷污了全地。","bklcl":"Lí tio̍h kia̍h-ba̍k khòaⁿ chiah-ê kng-khō-khō koâiⁿ ê só͘-chāi; tī toh-lo̍h bô ū îm-hēng ah? lí chē tī lō͘-piⁿ thèng-hāu, chhin-chhiūⁿ A-la̍h-pek lâng tī khòng-iá chi̍t-iūⁿ; koh ēng lí ê îm-hēng siâ-ok phah lâ-sâm choân-tōe.","tghg":"你著攑目看諸個光裸裸(kng-khō-khō)高的所在，佇叨落無有淫行啊？你坐佇路邊聽候，親像亞拉伯人佇曠野一樣，閣用你的淫行邪惡拍垃墋全地。","bklhl":"你tio̍h kia̍h目看chiah ê光khō-khō高ê所在；tī toh-lo̍h無有淫行ah？你坐tī路邊thèng候，親像阿拉伯人tī曠野一樣；koh用你ê淫行邪惡phah lâ-sâm全地。"}},{"book":"耶","chapter":3,"verse":3,"versions":{"unv":"因此甘霖停止，春（原文是晚）雨不降。你還是有娼妓之臉，不顧羞恥。","bklcl":"In-ūi án-ni, hó ê hō͘-chúi thêng-chí, chhun-thiⁿ ê hō͘ bô lo̍h; lí iáu ū chhiong-ki ê bīn, m̄-chai kiàn-siàu.","tghg":"因為按呢好的雨水停止，春天的雨無落。你猶有娼妓的面，呣知見誚。","bklhl":"因為án-ni，好ê雨水停止，春天ê雨無落；你iáu有娼妓ê面，m̄知見笑。"}},{"book":"耶","chapter":3,"verse":4,"versions":{"unv":"從今以後，你豈不向我呼叫說：我父啊，你是我幼年的恩主。","bklcl":"Lí kiám m̄ tùi chit-sî kiò Góa kóng, Góa ê pē ah, Lí sī góa siàu-liân ê sî, ín-chhōa góa--ê?","tghg":"你豈呣對此時叫我講：我的父啊，你是我少年的時引導我者。","bklhl":"你kiám m̄ tùi chit時叫我講，我ê父ah，你是我少年ê時，引chhōa我ê？"}},{"book":"耶","chapter":3,"verse":5,"versions":{"unv":"耶和華豈永遠懷怒，存留到底嗎？看哪，你又發惡言又行壞事，隨自己的私意而行（或譯：你雖這樣說，還是行惡放縱慾心）。","bklcl":"I kiám éng-éng khǹg siū-khì, lâu kàu lō͘-bé mah? khòaⁿ ah, lí ū án-ni kóng, iáu-kú chīn lí só͘ ōe--ê kiâⁿ-pháiⁿ.","tghg":"伊豈永永囥(khǹg)受氣，留到路尾嗎？看啊，你有按呢講，猶久盡你所會的行歹。","bklhl":"伊kiám永永khǹg受氣，留到路尾mah？看ah，你有án-ni講，iáu-kú盡你所能ê行pháiⁿ。"}},{"book":"耶","chapter":3,"verse":6,"versions":{"unv":"約西亞王在位的時候，耶和華又對我說：「背道的以色列所行的，你看見沒有？她上各高山，在各青翠樹下行淫。","bklcl":"Tng Iok-se-a ông chē-ūi ê sî, Iâ-hô-hoa koh tùi góa kóng, Pōe-ge̍k ê Í-sek-lia̍t só͘ chòe--ê, lí ū khòaⁿ-kìⁿ bô?  I chiūⁿ chiah-ê koâiⁿ-soaⁿ, tī lóng-chóng chhiⁿ-chhùi ê chhiū-kha kiâⁿ îm-loān.","tghg":"當約西亞王坐位的時，耶和華閣對我講：「悖逆(pōe-ge̍k)的以色列所做的，你有看見無？伊上諸個高山，佇攏總青翠的樹腳行淫亂。","bklhl":"當約西亞王坐位ê時，耶和華koh對我講，悖逆ê以色列所做ê，你有看見無？伊上chiah ê高山，tī lóng總青翠ê樹腳行淫亂。"}},{"book":"耶","chapter":3,"verse":7,"versions":{"unv":"她行這些事以後，我說她必歸向我，她卻不歸向我。她奸詐的妹妹猶大也看見了。","bklcl":"I kiâⁿ chiah-ê tāi-chì í-āu, Góa kóng, I beh kui-óa Góa, chóng-sī i bô, i kan-chà ê sió-bē Iû-tāi ia̍h ū khòaⁿ-kìⁿ.","tghg":"伊行諸個代誌以後，我講伊欲歸倚我，總是伊無。伊奸詐的小妹猶大亦有看見。","bklhl":"伊行chiah ê tāi-chì以後，我講，伊beh歸óa我，總是伊無，伊奸詐ê小妹偤大亦有看見。"}},{"book":"耶","chapter":3,"verse":8,"versions":{"unv":"背道的以色列行淫，我為這緣故給她休書休她；我看見她奸詐的妹妹猶大，還不懼怕，也去行淫。","bklcl":"Pōe-ge̍k ê Í-sek-lia̍t kiâⁿ îm-loān, Góa ūi-tio̍h chit ê iân-kò͘ hō͘ i lî-su, lî-chhut i; Góa khòaⁿ-kìⁿ i kan-chà ê sió-bē Iû-tāi, iû-goân bô kiaⁿ, ia̍h sī khì kiâⁿ-îm.","tghg":"悖逆的以色列行淫亂，我為著此個緣故互伊離書，離出伊；我看見伊奸詐的小妹猶大猶原無驚，亦是去行淫。","bklhl":"悖逆ê以色列行淫亂，我為tio̍h chit ê緣故hō͘伊離書，離出伊；我看見伊奸詐ê小妹偤大，猶原無驚，亦是去行淫。"}},{"book":"耶","chapter":3,"verse":9,"versions":{"unv":"因以色列輕忽了她的淫亂，和石頭木頭行淫，地就被玷污了。","bklcl":"I sûi-piān kiâⁿ i ê îm-loān, chiū phah lâ-sâm chit ê tōe-hng; chiū kap chio̍h-thâu chhâ-thâu kiâⁿ-îm.","tghg":"伊隨便行伊的淫亂，就拍垃墋此個地方，就及石頭柴頭行淫。","bklhl":"伊隨便行伊ê淫亂，就phah lâ-sâm chit ê地方；就kap石頭柴頭行淫。"}},{"book":"耶","chapter":3,"verse":10,"versions":{"unv":"雖有這一切的事，她奸詐的妹妹猶大還不一心歸向我，不過是假意歸我。這是耶和華說的。」","bklcl":"Sui-jiân ū chiah-ê it-chhè ê sū, i kan-chà ê sió-bē Iû-tāi iû-goân bô choan-sim kui-ǹg Góa, put-kò sī ké-ì nā-tiāⁿ; che sī Iâ-hô-hoa kóng--ê.","tghg":"雖然有諸個一切的事，伊奸詐的小妹猶大猶原無專心歸向我，不過是假意若定。這是耶和華講的。」","bklhl":"雖然有chiah ê一切ê事，伊奸詐ê小妹偤大猶原無專心歸向我，不過是假意nā-tiāⁿ；這是耶和華講ê。"}},{"book":"耶","chapter":3,"verse":11,"versions":{"unv":"耶和華對我說：「背道的以色列比奸詐的猶大還顯為義。","bklcl":"Iâ-hô-hoa tùi góa kóng, Pōe-ge̍k ê Í-sek-lia̍t, pí kan-chà ê Iû-tāi, iáu khah ū gī.","tghg":"耶和華對我講：「悖逆的以色列比奸詐的猶大猶卡有義。","bklhl":"耶和華對我講，悖逆ê以色列，比奸詐ê偤大，iáu khah有義。"}},{"book":"耶","chapter":3,"verse":12,"versions":{"unv":"你去向北方宣告說：耶和華說：背道的以色列啊，回來吧！我必不怒目看你們；因為我是慈愛的，我必不永遠存怒。這是耶和華說的。","bklcl":"Lí tio̍h khì ǹg pak-hng thoân chiah-ê ōe, kóng, Iâ-hô-hoa kóng, Pōe-ge̍k ê Í-sek-lia̍t ah, tio̍h tò--lâi; Góa bô beh ēng siū-khì ê ba̍k-chiu khòaⁿ lín; in-ūi Góa sī chû-ài--ê, Góa bô beh éng-oán khǹg siū-khì; che sī Iâ-hô-hoa kóng--ê.","tghg":"你著去向北方傳諸個話講：耶和華講：悖逆的以色列啊，著倒來！我無欲用受氣的目睭看恁；因為我是慈愛者，我無欲永遠囥受氣。這是耶和華講的。","bklhl":"你tio̍h去ǹg北方傳chiah ê話，講，耶和華講，悖逆ê以色列ah，tio̍h tò來；我無beh用受氣ê目睭看lín；因為我是慈愛ê，我無beh永遠khǹg受氣；這是耶和華講ê。"}},{"book":"耶","chapter":3,"verse":13,"versions":{"unv":"只要承認你的罪孽，就是你違背耶和華─你的　神，在各青翠樹下向別神東奔西跑，沒有聽從我的話。這是耶和華說的。","bklcl":"To̍k-to̍k tio̍h jīn lí ê chōe, chiū-sī lí ûi-pōe Iâ-hô-hoa lí ê Siōng-tè; tī lóng-chóng chhiⁿ-chhùi ê chhiū-kha, cháu-tang cháu-sai, chhē pa̍t-ê; bô thiaⁿ-thàn Góa ê ōe; che sī Iâ-hô-hoa kóng--ê.","tghg":"獨獨著認你的罪，就是你違背耶和華──你的上帝，佇攏總青翠的樹腳，走東走西尋別個，沒聽趁我的話。這是耶和華講的。","bklhl":"獨獨tio̍h認你ê罪，就是你違背耶和華你ê上帝；tī lóng總青翠ê樹腳，走東走西，chhē別ê；無聽thàn我ê話；這是耶和華講ê。"}},{"book":"耶","chapter":3,"verse":14,"versions":{"unv":"耶和華說：背道的兒女啊，回來吧！因為我作你們的丈夫，並且我必將你們從一城取一人，從一族取兩人，帶到錫安。","bklcl":"Iâ-hô-hoa kóng, Pōe-ge̍k ê kiáⁿ-jî ah, tio̍h tò--lâi; in-ūi Góa chòe lín ê tiōng-hu; koh Góa beh chiong lín tùi chi̍t ê siâⁿ chhú chi̍t lâng, tùi chi̍t-cho̍k chhú nn̄g lâng, tòa kàu Sek-an.","tghg":"耶和華講：悖逆的子兒啊，著倒來！因為我做恁的丈夫，閣我欲將恁對一個城取一人，對一族取二人，帶到錫安。","bklhl":"耶和華講，悖逆ê kiáⁿ兒ah，tio̍h tò來；因為我做lín ê丈夫；koh我beh將lín tùi一个城取一人，tùi一族取兩人，帶到錫安。"}},{"book":"耶","chapter":3,"verse":15,"versions":{"unv":"我也必將合我心的牧者賜給你們。他們必以知識和智慧牧養你們。」","bklcl":"Góa beh chiong ha̍p Góa ê sim ê bo̍k-chiá siúⁿ-sù lín; in beh ēng chai-bat kap tì-hūi iúⁿ-chhī lín.","tghg":"我欲將合我的心的牧者賞賜恁。𪜶欲用知識(chai-bat)及智慧養飼恁。」","bklhl":"我beh將合我ê心ê牧者賞賜lín；in beh用知識kap智慧養飼lín。"}},{"book":"耶","chapter":3,"verse":16,"versions":{"unv":"耶和華說：「你們在國中生養眾多；當那些日子，人必不再提說耶和華的約櫃，不追想，不記念，不覺缺少，也不再製造。","bklcl":"Iâ-hô-hoa kóng, Lín tī kok-lāi siⁿ-thòaⁿ chōe-chōe; tng hiah-ê ji̍t-chí, lâng bô beh koh kóng-khí, Iâ-hô-hoa ê iok-kūi; ia̍h bô beh kì tī sim--nih; lóng bōe-kì--tit, lóng bô khì chhē, ia̍h bô koh chòe--i.","tghg":"耶和華講：「恁佇國內生湠(siⁿ-thòaⁿ)多多；當許個日子，人無欲閣講起耶和華的約櫃，亦無欲記佇心裡，攏𣍐記得，攏無去尋，亦無閣做伊。","bklhl":"耶和華講，Lín tī國內生湠chōe-chōe；當hiah-ê日子，人無beh koh講起，耶和華ê約櫃；亦無beh記tī心裡；lóng bōe記得，lóng無去chhē，亦無koh做伊。"}},{"book":"耶","chapter":3,"verse":17,"versions":{"unv":"那時，人必稱耶路撒冷為耶和華的寶座；萬國必到耶路撒冷，在耶和華立名的地方聚集。他們必不再隨從自己頑梗的惡心行事。","bklcl":"Hit-sî lâng beh chheng Iâ-lō͘-sat-léng chòe Iâ-hô-hoa ê pó-chō; bān-kok beh chū-chi̍p kàu hia; chiū-sī in-ūi Iâ-hô-hoa ê miâ, lâi kàu Iâ-lō͘-sat-léng; in bô koh chiàu ka-kī pháiⁿ-sim ê kong-ngī kiâⁿ tāi-chì.","tghg":"彼時，人欲稱耶路撒冷做耶和華的寶座；萬國欲聚集到遐，就是因為耶和華的名來到耶路撒冷。𪜶無閣照家己歹心的剛硬行代誌。","bklhl":"Hit時人beh稱耶路撒冷做耶和華ê寶座；萬國beh聚集到hia；就是因為耶和華ê名，來到耶路撒冷；in無koh照家己pháiⁿ心ê剛硬行tāi-chì。"}},{"book":"耶","chapter":3,"verse":18,"versions":{"unv":"當那些日子，猶大家要和以色列家同行，從北方之地一同來到我賜給你們列祖為業之地。」","bklcl":"Tng hiah-ê ji̍t-chí, Iû-tāi ke beh kap Í-sek-lia̍t ke tâng-kiâⁿ; tùi pak-hng ê tōe saⁿ-kap lâi, kàu Góa siúⁿ-sù lín ê lia̍t-chó͘ chòe-gia̍p ê tōe.","tghg":"當許個日子，猶大家欲及以色列家同行，對北方的地相及來，到我賞賜恁的列祖做業的地。」","bklhl":"當hiah-ê日子，偤大家beh kap以色列家同行；tùi北方ê地相kap來，到我賞賜lín ê列祖做業ê地。"}},{"book":"耶","chapter":3,"verse":19,"versions":{"unv":"我說：我怎樣將你安置在兒女之中，賜給你美地，就是萬國中肥美的產業。我又說：你們必稱我為父，也不再轉去不跟從我。","bklcl":"Chóng-sī góa kóng, Góa cháiⁿ-iūⁿ ōe thang pâi-lia̍t lín tī chiah-ê kiáⁿ ê tiong-kan, chiong hó ê tōe siúⁿ-sù lí, chiū-sī lia̍t-kok-tiong siōng-hó ê gia̍p?  Góa koh kóng, Lín tio̍h chheng Góa kóng, Góa ê pē ah; ia̍h bô koh tò-tńg khì, m̄-tè Góa.","tghg":"總是我講：我怎樣會通排列恁佇諸個子的中間，將好的地賞賜你，就是列國中上好的業。我閣講：恁著稱我講，我的父啊，亦無閣倒轉去，呣隨(tè)我。","bklhl":"總是我講，我怎樣ōe-thang排列lín tī chiah ê kiáⁿ ê中間，將好ê地賞賜你，就是列國中siōng好ê業？我koh講，Lín tio̍h稱我講，我ê父ah；亦無koh倒tńg去，m̄-tè我。"}},{"book":"耶","chapter":3,"verse":20,"versions":{"unv":"以色列家，你們向我行詭詐，真像妻子行詭詐離開她丈夫一樣。這是耶和華說的。","bklcl":"Í-sek-lia̍t ke ah, lín tùi Góa kiâⁿ kan-chà, chin-chiàⁿ chhin-chhiūⁿ hū-jîn kiâⁿ kan-chà lī-khui i ê tiōng-hu; che sī Iâ-hô-hoa kóng--ê.","tghg":"以色列家啊，恁對我行奸詐，真正親像婦人行奸詐離開伊的丈夫。這是耶和華講的。","bklhl":"以色列家ah，lín對我行奸詐，真正親像婦人行奸詐離開伊ê丈夫；這是耶和華講ê。"}},{"book":"耶","chapter":3,"verse":21,"versions":{"unv":"在淨光的高處聽見人聲，就是以色列人哭泣懇求之聲，乃因他們走彎曲之道，忘記耶和華─他們的　神。","bklcl":"Tī kng-khō-khō koâiⁿ ê só͘-chāi thiaⁿ-kìⁿ siaⁿ, chiū-sī Í-sek-lia̍t lâng thî-khàu khún-kiû ê siaⁿ; chiū-sī in-ūi in kiâⁿ siâ-phiah-ê lō͘, bōe-kì-tit in ê Siōng-tè Iâ-hô-hoa.","tghg":"佇光裸裸(kng-khō-khō)高的所在聽見聲，就是以色列人啼哭懇求的聲，就是因為𪜶行邪僻的路，𣍐記得𪜶的上帝──耶和華。","bklhl":"Tī光khō-khō高ê所在聽見聲，就是以色列人啼哭懇求ê聲；就是因為in行邪癖ê路，bōe記得in ê上帝耶和華。"}},{"book":"耶","chapter":3,"verse":22,"versions":{"unv":"你們這背道的兒女啊，回來吧！我要醫治你們背道的病。看哪，我們來到你這裡，因你是耶和華─我們的　神。","bklcl":"Lín chiah-ê pōe-ge̍k ê kiáⁿ-jî ah, tio̍h tò--lâi; Góa beh i-hó lín ê pōe-ge̍k.  Khòaⁿ ah, goán lâi kàu Lí chia; in-ūi Lí sī goán ê Siōng-tè Iâ-hô-hoa.","tghg":"恁諸個悖逆的子兒啊，著倒來！我欲醫好恁的悖逆。看啊，阮來到你遮，因為你是阮的上帝──耶和華。","bklhl":"Lín chiah ê悖逆ê kiáⁿ兒ah，tio̍h tò來；我beh醫好lín ê悖逆。看ah，阮來到你chia；因為你是阮ê上帝耶和華。"}},{"book":"耶","chapter":3,"verse":23,"versions":{"unv":"仰望從小山或從大山的喧嚷中得幫助，真是枉然的。以色列得救，誠然在乎耶和華─我們的　神。","bklcl":"Tùi sió-soaⁿ á-sī tōa-soaⁿ ê lāu-jia̍t, ǹg-bāng tit-tio̍h pang-chān, si̍t-chāi sī khang-khang; Í-sek-lia̍t ê tit-tio̍h kiù, chin-chiàⁿ chāi-tī goán ê Siōng-tè Iâ-hô-hoa.","tghg":"對小山抑是大山的鬧熱向望得著幫助，實在是空空。以色列的得著救，真正在佇阮的上帝──耶和華。","bklhl":"Tùi小山á是大山ê鬧熱，ǹg望得tio̍h幫贊，實在是空空；以色列ê得tio̍h救，真正在tī阮ê上帝耶和華。"}},{"book":"耶","chapter":3,"verse":24,"versions":{"unv":"從我們幼年以來，那可恥的偶像將我們列祖所勞碌得來的羊群、牛群，和他們的兒女都吞吃了。","bklcl":"Tùi goán siàu-liân í-lâi, hit ê thang kiàn-siàu ê sū, chiong goán ê lia̍t-chó͘ só͘ tio̍h-bôa lâi tit-tio̍h--ê, chiū-sī in ê iûⁿ-kûn, gû-kûn, kap in ê kiáⁿ, cha-bó͘-kiáⁿ, lóng thun-chia̍h--khì.","tghg":"對阮少年以來，彼個通見誚的事，將阮的列祖所著磨來得著的，就是𪜶的羊群、牛群，及𪜶的子、查某子，攏吞食去。","bklhl":"Tùi阮少年以來，hit ê thang見笑ê事，將阮ê列祖所tio̍h磨來得tio̍h-ê，就是in ê羊群，牛群，kap in ê kiáⁿ，cha-bó͘-kiáⁿ，lóng吞食去。"}},{"book":"耶","chapter":3,"verse":25,"versions":{"unv":"我們在羞恥中躺臥吧！願慚愧將我們遮蓋；因為從立國（原文是幼年）以來，我們和我們的列祖常常得罪耶和華─我們的　神，沒有聽從耶和華─我們　神的話。","bklcl":"Goán tó tī goán ê kiàn-siàu-tiong, goán ê lêng-jio̍k jia-khàm goán; in-ūi tùi siàu-liân kàu taⁿ, goán kap goán ê lia̍t-chó͘ siông-siông tek-chōe goán ê Siōng-tè Iâ-hô-hoa; bô thiaⁿ-thàn goán ê Siōng-tè Iâ-hô-hoa ê siaⁿ.","tghg":"阮倒佇阮的見誚中！阮的凌辱遮蓋阮；因為對少年到今，阮及阮的列祖常常得罪阮的上帝──耶和華，無聽趁阮的上帝──耶和華的聲。","bklhl":"阮倒tī阮ê見笑中，阮ê凌辱遮蓋阮；因為tùi少年到taⁿ，阮kap阮ê列祖常常得罪阮ê上帝耶和華；無聽thàn阮ê上帝耶和華ê聲。"}}]