[{"book":"耶","chapter":35,"verse":1,"versions":{"unv":"當猶大王約西亞之子約雅敬的時候，耶和華的話臨到耶利米說：","bklcl":"Tng Iû-tāi ông Iok-se-a ê kiáⁿ Iok-ngá-kèng chē-ūi ê sî, Iâ-hô-hoa ê ōe lîm-kàu Iâ-lī-bí kóng,","tghg":"當猶大王約西亞的子約雅敬坐位的時，耶和華的話臨到耶利米講：","bklhl":"當偤大王約西亞ê kiáⁿ Iok-ngá-kèng坐位ê時，耶和華ê話臨到耶利米講，"}},{"book":"耶","chapter":35,"verse":2,"versions":{"unv":"「你去見利甲族的人，和他們說話，領他們進入耶和華殿的一間屋子，給他們酒喝。」","bklcl":"Lí tio̍h khì Lī-kah cho̍k ê chhù, kap in kóng-ōe; chhōa in kàu Iâ-hô-hoa ê chhù, ji̍p chi̍t keng pâng, ēng chiú hō͘ in lim.","tghg":"「你著去利甲族的厝，及𪜶講話，導𪜶到耶和華的厝入一間房，用酒互𪜶飲。」","bklhl":"你tio̍h去Lī-kah族ê厝，kap in講話；chhōa in到耶和華ê厝，入一間房，用酒hō͘ in lim。"}},{"book":"耶","chapter":35,"verse":3,"versions":{"unv":"我就將哈巴洗尼雅的孫子雅利米雅的兒子雅撒尼亞和他弟兄，並他眾子，以及利甲全族的人，","bklcl":"Góa chiū chiong Hap-pa-sé-nî-ngá ê sun, Ngá-lī-bí-ngá ê kiáⁿ, Ngá-sat-nî-a, kap i ê hiaⁿ-tī, kap i ê chèng-kiáⁿ, í-ki̍p Lī-kah choân-cho̍k ê lâng,","tghg":"我就將哈巴洗尼雅的孫雅利米雅的子雅撒尼亞及伊的兄弟，及伊的眾子，以及利甲全族的人，","bklhl":"我就將Hap-pa-sé-nî-ngá ê孫，Ngá-lī-bí-ngá ê kiáⁿ，Ngá-sat-nî-a，kap伊ê兄弟，kap伊ê眾kiáⁿ，以及Lī-kah全族ê人，"}},{"book":"耶","chapter":35,"verse":4,"versions":{"unv":"領到耶和華的殿，進入神人伊基大利的兒子哈難眾子的屋子。那屋子在首領的屋子旁邊，在沙龍之子把門的瑪西雅屋子以上。","bklcl":"chhōa in kàu Iâ-hô-hoa ê chhù, ji̍p Siōng-tè ê lô͘-po̍k I-ki-tāi-lī ê kiáⁿ Hap-lân chèng-kiáⁿ ê pâng; hit keng pâng tī kùi-cho̍k ê pâng ê keh-piah, kùi-cho̍k ê pâng chiū-sī tī Sa-liông ê kiáⁿ pé-mn̂g--ê Má-se-ngá ê pâng ê téng-bīn.","tghg":"導𪜶到耶和華的厝，入上帝的奴僕伊基大利的子哈難眾子的房。彼間房佇貴族的房的隔壁，貴族的房就是佇沙龍的子把(pé)門的瑪西雅的房的頂面。","bklhl":"Chhōa in到耶和華ê厝，入上帝ê奴僕I-ki-tāi-lī ê kiáⁿ哈蘭眾kiáⁿ ê房；hit間房tī貴族ê房ê隔壁，貴族ê房就是tī Sa-liông ê kiáⁿ Pé-mn̂g-ê Má-se-ngá ê房ê頂面。"}},{"book":"耶","chapter":35,"verse":5,"versions":{"unv":"於是我在利甲族人面前設擺盛滿酒的碗和杯，對他們說：「請你們喝酒。」","bklcl":"Góa chiū ēng óaⁿ ēng poe tóe chiú móa-móa, pâi tī Lī-kah cho̍k lâng ê bīn-chêng; kā in kóng, Chhiáⁿ lín lim chiú.","tghg":"我就用碗用杯貯(tóe)酒滿滿排佇利甲族人的面前，給𪜶講：「請恁飲酒。」","bklhl":"我就用碗用杯貯酒滿滿，排tī Lī-kah族人ê面前；kā in講，請lín lim酒。"}},{"book":"耶","chapter":35,"verse":6,"versions":{"unv":"他們卻說：「我們不喝酒；因為我們先祖利甲的兒子約拿達曾吩咐我們說：『你們與你們的子孫永不可喝酒，","bklcl":"In chiū kóng, Goán m̄-lim chiú, in-ūi goán ê sian-chó͘, Lī-kah ê kiáⁿ Iok-ná-ta̍t, bat hoan-hù goán kóng, Lín kap lín ê kiáⁿ-sun éng-éng m̄-thang lim chiú.","tghg":"𪜶就講：「阮呣飲酒；因為阮的先祖利甲的子約拿達曾吩咐阮講：『恁及恁的子孫永永呣通飲酒，","bklhl":"In就講，阮m̄-lim酒，因為阮ê先祖，Lī-kah ê kiáⁿ Iok-ná-ta̍t，bat吩咐阮講，Lín kap lín ê kiáⁿ孫永永m̄-thang lim酒。"}},{"book":"耶","chapter":35,"verse":7,"versions":{"unv":"也不可蓋房、撒種、栽種葡萄園，但一生的年日要住帳棚，使你們的日子在寄居之地得以延長。』","bklcl":"Ia̍h m̄-thang khí chhù, m̄-thang iā-chéng, m̄-thang chai-chèng phû-tô-hn̂g, m̄-thang ū chiah-ê; chi̍t-sì-lâng tio̍h tòa tī pò͘-pîⁿ, hō͘ lín tn̂g hè-siū tī lín kià-kha ê tōe-hng.","tghg":"亦呣通起厝、呣通撒種、呣通栽種葡萄園，呣通有諸個，一世人著住佇布棚，互恁長歲壽佇恁寄腳的地方。』","bklhl":"亦m̄-thang起厝，m̄-thang掖種，m̄-thang栽種葡萄園，m̄-thang有chiah ê；一世人tio̍h tòa tī布棚，hō͘ lín長歲壽tī lín寄腳ê地方。"}},{"book":"耶","chapter":35,"verse":8,"versions":{"unv":"凡我們先祖利甲的兒子約拿達所吩咐我們的話，我們都聽從了。我們和我們的妻子兒女一生的年日都不喝酒，","bklcl":"Kìⁿ-nā goán sian-chó͘ Lī-kah ê kiáⁿ Iok-ná-ta̍t hoan-hù goán ê ōe, goán lóng thiaⁿ-thàn; goán kap goán ê bó͘, goán ê kiáⁿ, goán ê cha-bó͘-kiáⁿ, chi̍t-sì-lâng lóng bô lim-chiú.","tghg":"見若阮先祖利甲的子約拿達吩咐阮的話，阮攏聽趁。阮及阮的某，阮的子，阮的查某子，一世人攏無飲酒，","bklhl":"見若阮先祖Lī-kah ê kiáⁿ Iok-ná-ta̍t吩咐阮ê話，阮lóng聽thàn；阮kap阮ê bó͘，阮ê kiáⁿ，阮ê cha-bó͘-kiáⁿ，一世人lóng無lim酒。"}},{"book":"耶","chapter":35,"verse":9,"versions":{"unv":"也不蓋房居住，也沒有葡萄園、田地，和種子，","bklcl":"Ia̍h bô khí-chhù lâi ka-kī khiā-khí, ia̍h bô ū phû-tô-hn̂g, bô ū chhân-hn̂g, bô ū chéng-chí.","tghg":"亦無起厝來家己徛起，亦無有葡萄園，無有田園，無有種子。","bklhl":"亦無起厝來家己khiā起，亦無有葡萄園，無有田園，無有種子。"}},{"book":"耶","chapter":35,"verse":10,"versions":{"unv":"但住帳棚，聽從我們先祖約拿達的話，照他所吩咐我們的去行。","bklcl":"To̍k-to̍k khiā-khí pò͘-pîⁿ, lóng chun-thàn goán ê sian-chó͘, Iok-ná-ta̍t só͘ bēng-lēng--ê lâi kiâⁿ.","tghg":"獨獨徛起布棚，攏遵趁阮的先祖約拿達，所命令的來行。","bklhl":"獨獨khiā起布棚，lóng遵thàn阮ê先祖，Iok-ná-ta̍t所命令ê來行。"}},{"book":"耶","chapter":35,"verse":11,"versions":{"unv":"巴比倫王尼布甲尼撒上此地來，我們因怕迦勒底的軍隊和亞蘭的軍隊，就說：『來吧，我們到耶路撒冷去。』這樣，我們才住在耶路撒冷。」","bklcl":"To̍k-to̍k Pa-pí-lûn ông Nî-pò͘-kah-nî-sat chiūⁿ-lâi chit ê tōe ê sî, goán chiū kóng, 'Lâi ah, lán tio̍h chiūⁿ Iâ-lō͘-sat-léng, lâi siám-pī Ka-le̍k-tí lâng ê peng, kap A-lân ê peng'; in-ūi án-ni, goán chiah khiā-khí Iâ-lō͘-sat-léng.」","tghg":"獨獨巴比倫王尼布甲尼撒上來此個地的時，阮就講：『來啊，咱著上耶路撒冷。』來閃避迦勒底人的兵及亞蘭的兵，因為按呢，阮才(chìah)徛起耶路撒冷。」","bklhl":"獨獨巴比倫王Nî-pò͘-kah-nî-sat上來chit ê地ê時，阮就講：『來ah，咱tio̍h chiūⁿ耶路撒冷，來閃避Ka-le̍k-tí人ê兵，kap A-lân ê兵』；因為án-ni，阮chiah khiā起耶路撒冷。」"}},{"book":"耶","chapter":35,"verse":12,"versions":{"unv":"耶和華的話臨到耶利米說：","bklcl":"Iâ-hô-hoa ê ōe lîm-kàu Iâ-lī-bí kóng,","tghg":"耶和華的話臨到耶利米講：","bklhl":"耶和華ê話臨到耶利米講，"}},{"book":"耶","chapter":35,"verse":13,"versions":{"unv":"「萬軍之耶和華─以色列的　神如此說：你去對猶大人和耶路撒冷的居民說，耶和華說：你們不受教訓，不聽從我的話嗎？","bklcl":"Bān-kun ê Iâ-hô-hoa, Í-sek-lia̍t ê Siōng-tè, án-ni kóng, Lí tio̍h khì kā Iû-tāi lâng kap Iâ-lō͘-sat-léng khiā-khí ê peh-sìⁿ kóng, Iâ-hô-hoa kóng, Lín m̄-siū kà-sī, m̄ thiaⁿ-thàn Góa ê ōe mah?","tghg":"「萬軍的耶和華──以色列的上帝按呢講：你著去給猶大人及耶路撒冷徛起的百姓講，耶和華講：恁呣受教示，呣聽趁(thiaⁿ-thàn)我的話嗎？","bklhl":"萬軍ê耶和華，以色列ê上帝，án-ni講，你tio̍h去kā偤大人kap耶路撒冷khiā起ê百姓講，耶和華講，Lín m̄受教示，m̄聽thàn我ê話mah？"}},{"book":"耶","chapter":35,"verse":14,"versions":{"unv":"利甲的兒子約拿達所吩咐他子孫不可喝酒的話，他們已經遵守，直到今日也不喝酒，因為他們聽從先祖的吩咐。我從早起來警戒你們，你們卻不聽從我。","bklcl":"Lī-kah ê kiáⁿ Iok-ná-ta̍t só͘ hoan-hù i ê kiáⁿ-sun m̄-thang lim chiú ê ōe, in lóng chun-siú, kàu kin-á-ji̍t ia̍h bô lim; in-ūi in thiaⁿ-thàn sian-chó͘ ê bēng-lēng; chóng-sī Góa ū tùi lín kóng, chá-chá khí-lâi kóng; nā-sī lín m̄-thiaⁿ Góa.","tghg":"利甲的子約拿達所吩咐伊的子孫呣通飲酒的話，𪜶攏遵守，到今仔日亦無飲，因為𪜶聽趁先祖的命令。總是我有對恁講，早早起來講，若是恁呣聽我。","bklhl":"Lī-kah ê kiáⁿ Iok-ná-ta̍t所吩咐伊ê kiáⁿ孫m̄-thang lim酒ê話，in lóng遵守，到今á日亦無lim；因為in聽thàn先祖ê命令；總是我有對lín講，早早起來講；但是lín m̄聽我。"}},{"book":"耶","chapter":35,"verse":15,"versions":{"unv":"我從早起來，差遣我的僕人眾先知去，說：『你們各人當回頭，離開惡道，改正行為，不隨從事奉別神，就必住在我所賜給你們和你們列祖的地上。』只是你們沒有聽從我，也沒有側耳而聽。","bklcl":"Góa ia̍h chhe Góa ê chèng lô͘-po̍k chiah-ê sian-ti chiū-kūn lín, chá-chá khí-lâi chhe in, kóng, Lín tio̍h oa̍t-thâu, ta̍k-lâng lī-khui i ê pháiⁿ-lō͘, kóe-ōaⁿ lín ê só͘-chòe; bô thàn pa̍t-hō ê siōng-tè lâi ho̍k-sāi in, lín chiū thang khiā-khí Góa só͘ siúⁿ-sù lín kap lín lia̍t-chó͘ ê tōe; chóng-sī lín m̄ àⁿ hī-khang, ia̍h m̄-thiaⁿ Góa.","tghg":"我亦差我的眾奴僕諸個先知就近恁，早早起來差𪜶，講：『恁著越頭，逐人離開伊的歹路，改換恁的所做，無趁別號的上帝來服事𪜶，恁就通徛起我所賞賜恁及恁列祖的地。』總是恁呣俯耳孔，亦呣聽我。","bklhl":"我亦差我ê眾奴僕chiah ê先知就近lín，早早起來差in，講，Lín tio̍h oa̍t頭，ta̍k人離開伊ê pháiⁿ路，改換lín ê所做；無thàn別號ê上帝來服事in，lín就thang khiā起我所賞賜lín kap lín列祖ê地；總是lín m̄俯耳孔，亦m̄聽我。"}},{"book":"耶","chapter":35,"verse":16,"versions":{"unv":"利甲的兒子約拿達的子孫能遵守先人所吩咐他們的命，這百姓卻沒有聽從我！","bklcl":"In-ūi Lī-kah ê kiáⁿ Iok-ná-ta̍t ê kiáⁿ-sun ū chun-siú in ê sian-chó͘ só͘ hoan-hù in ê bēng-lēng, to̍k-to̍k chit ê peh-sìⁿ bô ū thiaⁿ-thàn Góa;","tghg":"因為利甲的子約拿達的子孫有遵守𪜶的先祖所吩咐𪜶的命令，獨獨此個百姓無有聽趁我！","bklhl":"因為Lī-kah ê kiáⁿ Iok-ná-ta̍t ê kiáⁿ孫有遵守in ê先祖所吩咐in ê命令，獨獨chit ê百姓無有聽thàn我；"}},{"book":"耶","chapter":35,"verse":17,"versions":{"unv":"因此，耶和華─萬軍之　神、以色列的　神如此說：我要使我所說的一切災禍臨到猶大人和耶路撒冷的一切居民。因為我對他們說話，他們沒有聽從；我呼喚他們，他們沒有答應。」","bklcl":"só͘-í Iâ-hô-hoa, bān-kun ê Siōng-tè, Í-sek-lia̍t ê Siōng-tè án-ni kóng, Khòaⁿ ah, Góa beh hō͘ Góa só͘ kóng kong-kek in it-chhè ê chai-ē lîm-kàu Iû-tāi lâng kap Iâ-lō͘-sat-léng it-chhè khiā-khí ê peh-sìⁿ; in-ūi Góa tùi in kóng, in bô ū thiaⁿ-thàn; Góa kiò--in, in bô ìn.","tghg":"所以，耶和華──萬軍的上帝、以色列的上帝按呢講：看啊，我欲互我所講攻擊𪜶一切的災禍臨到猶大人及耶路撒冷一切徛起的百姓。因為我對𪜶講，𪜶無有聽趁；我叫𪜶，𪜶無應。」","bklhl":"所以耶和華，萬軍ê上帝，以色列ê上帝án-ni講，看ah，我beh hō͘我所講攻擊in一切ê災厄臨到偤大人kap耶路撒冷一切khiā起ê百姓；因為我對in講，in無有聽thàn；我叫in，in無應。"}},{"book":"耶","chapter":35,"verse":18,"versions":{"unv":"耶利米對利甲族的人說：「萬軍之耶和華─以色列的　神如此說：因你們聽從你們先祖約拿達的吩咐，謹守他的一切誡命，照他所吩咐你們的去行，","bklcl":"Iâ-lī-bí tùi Lī-kah cho̍k ê lâng kóng, Bān-kun ê Iâ-hô-hoa, Í-sek-lia̍t ê Siōng-tè, án-ni kóng, In-ūi lín thiaⁿ-thàn lín ê sian-chó͘ Iok-ná-ta̍t ê bēng-lēng, siú i it-chhè ê kài-bēng, kiâⁿ i lóng-chóng só͘ bēng-lēng lín--ê;","tghg":"耶利米對利甲族的人講：「萬軍的耶和華──以色列的上帝，按呢講：因為恁聽趁恁的先祖約拿達的命令，守伊一切的誡命，行伊攏總所命令恁的，","bklhl":"耶利米對Lī-kah族ê人講，萬軍ê耶和華，以色列ê上帝，án-ni講，因為lín聽thàn lín ê先祖Iok-ná-ta̍t ê命令，守伊一切ê誡命，行伊lóng總所命令lín-ê；"}},{"book":"耶","chapter":35,"verse":19,"versions":{"unv":"所以萬軍之耶和華─以色列的　神如此說：利甲的兒子約拿達必永不缺人侍立在我面前。」","bklcl":"só͘-í bān-kun ê Iâ-hô-hoa, Í-sek-lia̍t ê Siōng-tè, án-ni kóng, Lī-kah ê kiáⁿ Iok-ná-ta̍t tek-khak éng-oán ū lâng khiā tī Góa ê bīn-chêng.","tghg":"所以萬軍的耶和華──以色列的上帝按呢講：利甲的子約拿達的確永遠有人徛佇我的面前。」","bklhl":"所以萬軍ê耶和華，以色列ê上帝，án-ni講，Lī-kah ê kiáⁿ Iok-ná-ta̍t的確永遠有人khiā tī我ê面前。"}}]