[{"book":"耶","chapter":25,"verse":1,"versions":{"unv":"猶大王約西亞的兒子約雅敬第四年，就是巴比倫王尼布甲尼撒的元年，耶和華論猶大眾民的話臨到耶利米。","bklcl":"Tng Iû-tāi ông Iok-se-a ê kiáⁿ Iok-ngá-kèng ê sì--nî, chiū-sī Pa-pí-lûn ông Nî-pò͘-kah-nî-sat goân--nî, ū lūn-khí Iû-tāi peh-sìⁿ ê ōe lîm-kàu Iâ-lī-bí.","tghg":"當猶大王約西亞的子約雅敬的四年，就是巴比倫王尼布甲尼撒元年，有論起猶大百姓的話臨到耶利米。","bklhl":"當偤大王約西亞ê kiáⁿ Iok-ngá-kèng ê四年，就是巴比倫王Nî-pò͘-kah-nî-sat元年，有論起偤大百姓ê話臨到耶利米。"}},{"book":"耶","chapter":25,"verse":2,"versions":{"unv":"先知耶利米就將這話對猶大眾人和耶路撒冷的一切居民說：","bklcl":"Sian-ti Iâ-lī-bí chiū chiong chit ê ōe tùi Iû-tāi chèng peh-sìⁿ, í-ki̍p it-chhè khiā-khí Iâ-lō͘-sat-léng ê lâng kóng:","tghg":"先知耶利米就將此個話對猶大眾百姓以及一切徛起耶路撒冷的人講：","bklhl":"先知耶利米就將chit ê話對偤大眾百姓，以及一切khiā起耶路撒冷ê人講："}},{"book":"耶","chapter":25,"verse":3,"versions":{"unv":"「從猶大王亞們的兒子約西亞十三年直到今日，這二十三年之內，常有耶和華的話臨到我；我也對你們傳說，就是從早起來傳說，只是你們沒有聽從。","bklcl":"Tùi Iû-tāi ông A-bûn ê kiáⁿ Iok-se-a cha̍p-saⁿ--nî, kàu taⁿ, jī-cha̍p-saⁿ nî kú, ū Iâ-hô-hoa ê ōe lîm-kàu góa; góa í-keng tùi lín kóng; koh chá-chá khí-lâi kóng; to̍k-to̍k lín m̄-thiaⁿ.","tghg":"「對猶大王亞們的子約西亞十三年到今(taⁿ)，二十三年久，有耶和華的話臨到我；我已經對恁講，閣早早起來講，獨獨恁呣聽。","bklhl":"Tùi偤大王A-bûn ê kiáⁿ約西亞十三年，到taⁿ，二十三年久，有耶和華ê話臨到我；我已經對lín講；koh早早起來講；獨獨lín m̄聽。"}},{"book":"耶","chapter":25,"verse":4,"versions":{"unv":"耶和華也從早起來，差遣他的僕人眾先知到你們這裡來（只是你們沒有聽從，也沒有側耳而聽），","bklcl":"Iâ-hô-hoa iā chá-chá khí--lâi, chhe I ê lô͘-po̍k chèng sian-ti kàu lín chia; nā-sī lín bô thiaⁿ-thàn, ia̍h bô àⁿ hī-khang lâi thiaⁿ.","tghg":"耶和華也早早起來，差伊的奴僕眾先知到恁遮（若是恁無聽趁，亦無俯耳孔來聽），","bklhl":"耶和華也早早起來，差祂ê奴僕眾先知到lín chia；但是lín無聽thàn，亦無俯耳孔來聽。"}},{"book":"耶","chapter":25,"verse":5,"versions":{"unv":"說：『你們各人當回頭，離開惡道和所作的惡，便可居住耶和華古時所賜給你們和你們列祖之地，直到永遠。","bklcl":"I kóng, Lín ta̍k-lâng tio̍h oa̍t-thâu lī-khui i ê pháiⁿ-lō͘, kap lín só͘ chòe ê pháiⁿ; chiū thang khiā-khí Iâ-hô-hoa só͘ siúⁿ-sù lín, kap lín ê lia̍t-chó͘ ê tōe, tùi kó͘-chá kàu éng-oán.","tghg":"伊講：『恁逐人著越頭，離開伊的歹路及恁所做的歹，就通徛起耶和華所賞賜恁及恁的列祖的地，對古早到永遠。","bklhl":"伊講，Lín ta̍k人tio̍h oa̍t頭離開伊ê pháiⁿ路，kap lín所做ê pháiⁿ；就thang khiā起耶和華所賞賜lín，kap lín ê列祖ê地，tùi古早到永遠。"}},{"book":"耶","chapter":25,"verse":6,"versions":{"unv":"不可隨從別神事奉敬拜，以你們手所做的惹我發怒；這樣，我就不加害與你們。","bklcl":"M̄-thang thàn pa̍t-hō ê siōng-tè, ho̍k-sāi kūi-pài in; m̄-thang ēng lín ê chhiú só͘ chòe--ê, lâi jiá Góa ê siū-khì; án-ni Góa chiū bô kàng chai-ē hō͘ lín.","tghg":"呣通趁別號的上帝服事跪拜𪜶，呣通用恁的手所做的來惹我的受氣；按呢，我就無降災禍互恁。","bklhl":"M̄-thang thàn別號ê上帝，服事跪拜in；m̄-thang用lín ê手所做ê，來惹我ê受氣；án-ni我就無降災厄hō͘ lín。"}},{"book":"耶","chapter":25,"verse":7,"versions":{"unv":"然而你們沒有聽從我，竟以手所做的惹我發怒，陷害自己。這是耶和華說的。』」","bklcl":"Chóng-sī lín bô thiaⁿ-thàn Góa, kèng-jiân ēng chhiú só͘ chòe--ê, jiá Góa ê siū-khì, hām-hāi ka-kī; che sī Iâ-hô-hoa kóng--ê.","tghg":"總是恁無聽趁我，竟然用手所做的惹我的受氣，陷害家己。這是耶和華講的。』」","bklhl":"總是lín無聽thàn我，竟然用手所做ê，惹我ê受氣，陷害家己；這是耶和華講ê。"}},{"book":"耶","chapter":25,"verse":8,"versions":{"unv":"所以萬軍之耶和華如此說：「因為你們沒有聽從我的話，","bklcl":"Só͘-í bān-kun ê Iâ-hô-hoa án-ni kóng, In-ūi lín bô thiaⁿ-thàn Góa ê ōe,","tghg":"所以萬軍的耶和華按呢講：「因為恁無聽趁我的話，","bklhl":"所以萬軍ê耶和華án-ni講，因為lín無聽thàn我ê話，"}},{"book":"耶","chapter":25,"verse":9,"versions":{"unv":"我必召北方的眾族和我僕人巴比倫王尼布甲尼撒來攻擊這地和這地的居民，並四圍一切的國民。我要將他們盡行滅絕，以致他們令人驚駭、嗤笑，並且永久荒涼。這是耶和華說的。","bklcl":"khòaⁿ ah, Góa beh tiàu pak-hng chiah-ê cho̍k, kap Góa ê lô͘-po̍k Pa-pí-lûn ông Nî-pò͘-kah-nî-sat, lâi kong-kek chit só͘-chāi, kap chit só͘-chāi khiā-khí ê peh-sìⁿ, í-ki̍p sì-ûi ê lia̍t-pang, Góa beh it-chīn châu-bia̍t in, hō͘ in chòe thang gông-ngia̍h, thang ki-chhì, éng-oán pha-hng ê só͘-chāi; che sī Iâ-hô-hoa kóng--ê.","tghg":"看啊，我欲召北方諸個族，及我的奴僕巴比倫王尼布甲尼撒，來攻擊此所在及此所在徛起的百姓，以及四圍的列邦。我欲一盡剿滅(châu-bia̍t)𪜶，互𪜶做通卬愕、通譏刺(ki-chhì)，永遠拋荒的所在。這是耶和華講的。","bklhl":"看ah，我beh召北方chiah ê族，kap我ê奴僕巴比倫王Nî-pò͘-kah-nî-sat，來攻擊chit所在，kap chit所在khiā起ê百姓，以及四圍ê列邦，我beh一盡剿滅in，hō͘ in做thang gông-ngia̍h，thang譏刺，永遠拋荒ê所在；這是耶和華講ê。"}},{"book":"耶","chapter":25,"verse":10,"versions":{"unv":"我又要使歡喜和快樂的聲音，新郎和新婦的聲音，推磨的聲音和燈的亮光，從他們中間止息。","bklcl":"Koh in tiong-kan hoaⁿ-hí ê siaⁿ, khoài-lo̍k ê siaⁿ, sin-kiáⁿ-sài ê siaⁿ, sin-niû ê siaⁿ, oe-bō ê siaⁿ, kap teng ê kng, Góa beh hō͘ in lóng soah.","tghg":"閣𪜶中間歡喜的聲快樂的聲，新子婿的聲，新娘的聲，挨磨(oe-bō)的聲及燈的光，我欲互𪜶攏息(soah)。","bklhl":"Koh in中間歡喜ê聲，快樂ê聲，新kiáⁿ婿ê聲，新娘ê聲，挨磨ê聲，kap燈ê光，我beh hō͘ in lóng soah。"}},{"book":"耶","chapter":25,"verse":11,"versions":{"unv":"這全地必然荒涼，令人驚駭。這些國民要服事巴比倫王七十年。","bklcl":"Choân-tōe tek-khak pha-hng, hō͘ lâng gông-ngia̍h; chiah-ê lia̍t-pang beh ho̍k-sāi Pa-pí-lûn ông chhit-cha̍p-nî.","tghg":"全地的確拋荒，互人卬愕。諸個列邦欲服事巴比倫王七十年。","bklhl":"全地的確拋荒，hō͘人gông-ngia̍h；chiah ê列邦beh服事巴比倫王七十年。"}},{"book":"耶","chapter":25,"verse":12,"versions":{"unv":"七十年滿了以後，我必刑罰巴比倫王和那國民，並迦勒底人之地，因他們的罪孽使那地永遠荒涼。這是耶和華說的。","bklcl":"Chhit-cha̍p-nî í-keng móa, Góa beh hêng-hoa̍t Pa-pí-lûn ông, kap i ê kok ê chōe, koh hō͘ Ka-le̍k-tí lâng ê tōe éng-oán pha-hng; che sī Iâ-hô-hoa kóng--ê.","tghg":"七十年已經滿，我欲刑罰巴比倫王及伊的國的罪，閣互迦勒底人的地永遠拋荒。這是耶和華講的。","bklhl":"七十年已經滿，我beh刑罰巴比倫王，kap伊ê國ê罪，koh hō͘ Ka-le̍k-tí人ê地永遠拋荒；這是耶和華講ê。"}},{"book":"耶","chapter":25,"verse":13,"versions":{"unv":"我也必使我向那地所說的話，就是記在這書上的話，是耶利米向這些國民說的預言，都臨到那地。","bklcl":"Góa beh ēng Góa só͘ kóng kong-kek hit-ê tōe ê sū, lóng kàu tī in; chiū-sī kìⁿ-nā kì tī chit pún chheh, Iâ-lī-bí só͘ lūn-khí chiah-ê kok só͘ chhàm-gú--ê.","tghg":"我欲用我所講攻擊彼個地的事，攏到佇𪜶，就是見若記佇此本冊，耶利米所論起諸個國所讖語(chhàm-gú)的。","bklhl":"我beh用我所講攻擊hit ê地ê事，lóng到tī in；就是見若記tī chit本冊，耶利米所論起chiah ê國所讖語ê。"}},{"book":"耶","chapter":25,"verse":14,"versions":{"unv":"因為有多國和大君王必使迦勒底人作奴僕；我也必照他們的行為，按他們手所做的報應他們。」","bklcl":"In-ūi ū chōe-chōe kok, kap tōa ê kun-ông, beh ēng in Ka-le̍k-tí lâng chòe lô͘-po̍k; Góa ia̍h beh chiàu in ê só͘ kiâⁿ, kap in ê chhiú só͘ chòe--ê, pò-èng in.","tghg":"因為有多多國及大的君王欲用𪜶迦勒底人做奴僕；我亦欲照𪜶的所行，及𪜶的手所做的，報應𪜶。」","bklhl":"因為有chōe-chōe國，kap大ê君王，beh用in Ka-le̍k-tí人做奴僕；我亦beh照in ê所行，kap in ê手所做ê，報應in。"}},{"book":"耶","chapter":25,"verse":15,"versions":{"unv":"耶和華─以色列的　神對我如此說：「你從我手中接這杯忿怒的酒，使我所差遣你去的各國的民喝。","bklcl":"Iâ-hô-hoa, Í-sek-lia̍t ê Siōng-tè, tùi góa án-ni kóng, Lí tùi Góa ê chhiú chih chit poe siū-khì ê chiú, hō͘ Góa só͘ chhe lí khì ê lia̍t-kok lim.","tghg":"耶和華──以色列的上帝對我按呢講：「你對我的手接(chih)此杯受氣的酒，互我所差你去的列國飲。","bklhl":"耶和華，以色列ê上帝，對我án-ni講，你tùi我ê手接chit杯受氣ê酒，hō͘我所差你去ê列國lim。"}},{"book":"耶","chapter":25,"verse":16,"versions":{"unv":"他們喝了就要東倒西歪，並要發狂，因我使刀劍臨到他們中間。」","bklcl":"In lim-liáu chiū tian-tian tó-tó, ia̍h beh hoat-kông; in-ūi Góa hō͘ to-kiàm kàu in tiong-kan.","tghg":"𪜶飲了就顛顛倒倒，亦欲發狂，因為我互刀劍到𪜶中間。」","bklhl":"In lim了就顛顛倒倒，亦beh發狂；因為我hō͘刀劍到in中間。"}},{"book":"耶","chapter":25,"verse":17,"versions":{"unv":"我就從耶和華的手中接了這杯，給耶和華所差遣我去的各國的民喝，","bklcl":"Góa chiū tùi Iâ-hô-hoa ê chhiú chih chit ê poe; hō͘ Iâ-hô-hoa só͘ chhe góa khì ê lia̍t-kok lim--i.","tghg":"我就對耶和華的手接此個杯，互耶和華所差我去的列國飲伊，","bklhl":"我就tùi耶和華ê手接chit ê杯；hō͘耶和華所差我去ê列國lim伊。"}},{"book":"耶","chapter":25,"verse":18,"versions":{"unv":"就是耶路撒冷和猶大的城邑，並耶路撒冷的君王與首領，使這城邑荒涼，令人驚駭、嗤笑、咒詛，正如今日一樣。","bklcl":"Chiū-sī Iâ-lō͘-sat-léng kap Iû-tāi chiah-ê siâⁿ, í-ki̍p in ê lia̍t-ông kùi-cho̍k; hō͘ in pha-hng; chòe thang gông-ngia̍h, thang ki-chhì, thang chiù-chó͘--ê, chhin-chhiūⁿ kin-á-ji̍t chi̍t-iūⁿ.","tghg":"就是耶路撒冷及猶大諸個城，以及𪜶的列王貴族，互𪜶拋荒，做通卬愕、通譏刺、通咒詛的，親像今仔日一樣。","bklhl":"就是耶路撒冷kap偤大chiah ê城，以及in ê列王貴族；hō͘ in拋荒；做thang gông-ngia̍h，thang譏刺，thang咒詛ê，親像今á日一樣。"}},{"book":"耶","chapter":25,"verse":19,"versions":{"unv":"又有埃及王法老和他的臣僕、首領，以及他的眾民，","bklcl":"Koh Ai-ki̍p ông Hoat-ló, kap i ê jîn-sîn, kùi-cho̍k, chèng peh-sìⁿ;","tghg":"閣埃及王法老及伊的人臣、貴族、眾百姓，","bklhl":"Koh埃及王法老，kap伊ê人臣、貴族、眾百姓；"}},{"book":"耶","chapter":25,"verse":20,"versions":{"unv":"並雜族的人民和烏斯地的諸王，與非利士地的諸王（亞實基倫、迦薩、以革倫，以及亞實突剩下的人）；","bklcl":"kap saⁿ-chham-chhap ê peh-sìⁿ, O͘-su tōe chiah-ê ông, Hui-lī-sū tōe chiah-ê ông, A-si̍t-ki-lûn, Ka-sat, Í-kek-lûn, í-ki̍p A-si̍t-tu̍t só͘ chhun ê lâng;","tghg":"及相參插(saⁿ-chham-chhap)的百姓，烏斯地諸個王，非利士地諸個王（亞實基倫、迦薩、以革倫，以及亞實突所剩的人）；","bklhl":"kap相chham-chhap ê百姓，O͘-su地chiah ê王，腓利士地chiah ê王，A-si̍t-ki-lûn、Ka-sat、Í-kek-lûn，以及A-si̍t-tu̍t所chhun ê人；"}},{"book":"耶","chapter":25,"verse":21,"versions":{"unv":"以東、摩押、亞捫人、","bklcl":"koh Í-tong, Mô͘-ap, kap A-bûn ê hō͘-è;","tghg":"閣以東、摩押、及亞捫的後裔、","bklhl":"koh Í-tong、Mô͘-ap、kap A-bûn ê後裔；"}},{"book":"耶","chapter":25,"verse":22,"versions":{"unv":"泰爾的諸王、西頓的諸王、海島的諸王、","bklcl":"Chhui-lô lia̍t-ông, Se-tùn lia̍t-ông, hái-gōa ê hái-sū ê lia̍t-ông;","tghg":"推羅列王、西頓列王、海外的海嶼的列王、","bklhl":"Chhui-lô列王、Se-tùn列王、海外ê海嶼ê列王；"}},{"book":"耶","chapter":25,"verse":23,"versions":{"unv":"底但、提瑪、布斯，和一切剃周圍頭髮的；","bklcl":"Tí-tàn, Thê-má, Pò͘-su, kap it-chhè thì pìn-piⁿ--ê;","tghg":"底但、提瑪、布斯、及一切剃鬢邊者(pìn-piⁿ--ê)；","bklhl":"Tí-tàn、Thê-má、Pò͘-su，kap一切剃鬢邊ê；"}},{"book":"耶","chapter":25,"verse":24,"versions":{"unv":"阿拉伯的諸王、住曠野雜族人民的諸王、","bklcl":"A-lat-pek ê lia̍t-ông, tiàm tī khòng-iá saⁿ-chham-chhap ê peh-sìⁿ ê lia̍t-ông;","tghg":"亞拉伯的列王、踮佇曠野相參插的百姓的列王、","bklhl":"A-lat-pek ê列王，tiàm tī曠野相chham-chhap ê百姓ê列王；"}},{"book":"耶","chapter":25,"verse":25,"versions":{"unv":"心利的諸王、以攔的諸王、米底亞的諸王、","bklcl":"Sim-lī ê lia̍t-ông, Í-lân ê lia̍t-ông, Bí-thài ê lia̍t-ông;","tghg":"心利的列王、以攔的列王、米太的列王、","bklhl":"Sim-lī ê列王、Í-lân ê列王、Bí-thài ê列王；"}},{"book":"耶","chapter":25,"verse":26,"versions":{"unv":"北方遠近的諸王，以及天下地上的萬國喝了，以後示沙克（就是巴比倫）王也要喝。","bklcl":"pak-hng hn̄g-kūn ê lia̍t-ông, chit-ê hit-ê, í-ki̍p thiⁿ-ē bān-kok lim--i; í-āu Si-sa-khek ông ia̍h beh lim--i.","tghg":"北方遠近的列王，此個彼個，以及天下萬國飲伊，以後示沙克王亦欲飲伊。","bklhl":"北方遠近ê列王，chit ê hit ê，以及天下萬國lim伊；以後Si-sa-khek王亦beh lim伊。"}},{"book":"耶","chapter":25,"verse":27,"versions":{"unv":"「你要對他們說：『萬軍之耶和華─以色列的　神如此說：你們要喝，且要喝醉，要嘔吐，且要跌倒，不得再起來，都因我使刀劍臨到你們中間。』","bklcl":"Lí tio̍h kā in kóng, Bān-kun ê Iâ-hô-hoa, Í-sek-lia̍t ê Siōng-tè, án-ni kóng, Lín tio̍h lim, lâi chùi, lâi thò͘, lâi poa̍h-tó; bô koh khí--lâi; in-ūi Góa hō͘ to-kiàm kàu lín tiong-kan.","tghg":"「你著給𪜶講：『萬軍的耶和華──以色列的上帝按呢講：恁著飲，來醉，來吐，來跋倒，無閣起來，因為我互刀劍到恁中間。』","bklhl":"你tio̍h kā in講，萬軍ê耶和華，以色列ê上帝，án-ni講，Lín tio̍h lim，來醉，來吐，來跋倒；無koh起來；因為我hō͘刀劍到lín中間。"}},{"book":"耶","chapter":25,"verse":28,"versions":{"unv":"「他們若不肯從你手接這杯喝，你就要對他們說：『萬軍之耶和華如此說：你們一定要喝！","bklcl":"In nā m̄-khéng tùi lí ê chhiú chih chit ê poe khì lim, lí chiū tio̍h kā in kóng, Bān-kun ê Iâ-hô-hoa án-ni kóng, Lín koat-toàn tio̍h lim.","tghg":"「𪜶若呣肯對你的手接此個杯去飲，你就著給𪜶講：『萬軍的耶和華按呢講：恁決斷著飲！","bklhl":"In若m̄肯對你ê手接chit ê杯去lim，你就tio̍h kā in講，萬軍ê耶和華án-ni講，Lín決斷tio̍h lim。"}},{"book":"耶","chapter":25,"verse":29,"versions":{"unv":"我既從稱為我名下的城起首施行災禍，你們能盡免刑罰嗎？你們必不能免，因為我要命刀劍臨到地上一切的居民。這是萬軍之耶和華說的。』","bklcl":"In-ūi Góa kàng chai-ē tùi hit ê ēng Góa ê miâ lâi chheng ê siâⁿ khí-chhiú, lín ōe it-chīn bián hêng-hoa̍t mah? tek-khak bōe bián-tit; in-ūi Góa beh bēng-lēng to-kiàm lîm-kàu tōe-chiūⁿ lóng-chóng ê peh-sìⁿ; che sī bān-kun ê Iâ-hô-hoa kóng--ê.","tghg":"因為我降災禍對彼個用我的名來稱的城起手，恁會一盡免刑罰嗎？的確𣍐免得，因為我欲命令刀劍臨到地上攏總的百姓。這是萬軍的耶和華講的。』","bklhl":"因為我降災厄tùi hit ê用我ê名來稱ê城起手，lín能一盡免刑罰mah？的確bōe免得；因為我beh命令刀劍臨到地上lóng總ê百姓；這是萬軍ê耶和華講ê。"}},{"book":"耶","chapter":25,"verse":30,"versions":{"unv":"「所以你要向他們預言這一切的話，攻擊他們，說：耶和華必從高天吼叫，從聖所發聲，向自己的羊群大聲吼叫；他要向地上一切的居民吶喊，像踹葡萄的一樣。","bklcl":"Só͘-í lí tio̍h tùi in soan-thoân che it-chhè ê ōe, lâi kong-kek in, kóng, Iâ-hô-hoa beh tùi téng-bīn âu-kiò, tùi I khiā-khí ê sèng-só͘ chhut-siaⁿ, tùi I ê iûⁿ-kûn tōa-siaⁿ âu-kiò; I beh tùi tōe-chiūⁿ lóng-chóng ê peh-sìⁿ hoah-hiàm, chhin-chhiūⁿ ta̍h phû-tô--ê chi̍t-iūⁿ.","tghg":"「所以你著對𪜶宣傳這一切的話，來攻擊𪜶，講：耶和華欲對頂面喉叫，對伊徛起的聖所出聲，對伊的羊群大聲喉叫；伊欲對地上攏總的百姓喝喊(hoah-hiàm)，親像踏葡萄者一樣。","bklhl":"所以你tio̍h對in宣傳這一切ê話，來攻擊in，講，耶和華beh對頂面喉叫，對伊khiā起ê聖所出聲，對伊ê羊群大聲喉叫；伊beh對地上lóng總ê百姓hoah-hiàm，親像踏葡萄ê一樣。"}},{"book":"耶","chapter":25,"verse":31,"versions":{"unv":"必有響聲達到地極，因為耶和華與列國相爭；凡有血氣的，他必審問；至於惡人，他必交給刀劍。這是耶和華說的。","bklcl":"Beh ū hoah ê siaⁿ thiaⁿ kàu tōe-ke̍k; in-ūi Iâ-hô-hoa beh kap lia̍t-kok kè-kàu; kìⁿ ū hiat-khì--ê, I beh kap in cheng-piān; lūn-kàu pháiⁿ-lâng, I beh chiong in kau hō͘ to-kiàm; che sī Iâ-hô-hoa kóng--ê.","tghg":"欲有喝的聲聽到地極，因為耶和華欲及列國計較；見有血氣者，伊欲及𪜶爭辯；論到歹人，伊欲將𪜶交互刀劍。這是耶和華講的。","bklhl":"Beh有hoah ê聲聽到地極；因為耶和華beh kap列國計較；見有血氣ê，祂beh kap in爭辯；論到pháiⁿ人，祂beh將in交hō͘刀劍；這是耶和華講ê。"}},{"book":"耶","chapter":25,"verse":32,"versions":{"unv":"萬軍之耶和華如此說：看哪，必有災禍從這國發到那國，並有大暴風從地極颳起。","bklcl":"Bān-kun ê Iâ-hô-hoa án-ni kóng, Khòaⁿ ah, beh ū chai-ē tùi chit-kok hoat kàu hit-kok; koh ū tōa pò-thâu-hong tùi tōe-ke̍k khí.","tghg":"萬軍的耶和華按呢講：看啊，欲有災禍對此國發到彼國，閣有大颶頭(pò-thâu-hong)風對地極起。","bklhl":"萬軍ê耶和華án-ni講，看ah，beh有災厄tùi chit國發到hit國；koh有大報頭風tùi地極起。"}},{"book":"耶","chapter":25,"verse":33,"versions":{"unv":"「到那日，從地這邊直到地那邊都有耶和華所殺戮的。必無人哀哭，不得收殮，不得葬埋，必在地上成為糞土。","bklcl":"Tng hit-ji̍t, Iâ-hô-hoa só͘ thâi--ê, tùi tōe ê chit-pêng kàu tōe ê hit-pêng lóng ū; bô lâng thî-khàu, bô lâng kā i siu-si̍p, bô lâng kā i bâi-chòng; beh chiâⁿ-chòe tōe-chiūⁿ ê pùn-sò.","tghg":"「當彼日，耶和華所刣者對地的此旁到地的彼旁攏有。無人啼哭，無人給伊收拾(siu-si̍p)，無人給伊埋葬，欲成做地上的糞埽(pùn-sò)。","bklhl":"當hit日，耶和華所刣-ê，tùi地ê chit-pêng到地ê hit-pêng lóng有；無人啼哭，無人kā伊收拾，無人kā伊埋葬；beh成做地上ê糞埽。"}},{"book":"耶","chapter":25,"verse":34,"versions":{"unv":"牧人哪，你們當哀號，呼喊；群眾的頭目啊，你們要滾在灰中；因為你們被殺戮分散的日子足足來到。你們要跌碎，好像美器打碎一樣。","bklcl":"Bo̍k-chiá ah, lín tio̍h ai-khàu âu-kiò; iûⁿ-kûn ê thâu-ba̍k ah, lín tio̍h kō tī hé-hu-tiong; in-ūi lín siū-thâi kap hun-sòaⁿ ê ji̍t-kî í-keng kàu; lín beh tó--lo̍h-khì chhin-chhiūⁿ lâng só͘ hoaⁿ-hí ê khì-kū ka-la̍uh.","tghg":"牧者啊，恁著哀哭，喉叫；羊群的頭目啊，恁著翱(kō)佇火灰中；因為恁受刣及分散的日期已經到。恁欲倒落去，親像人所歡喜的器具磕落(ka-la̍uh)。","bklhl":"牧者ah，lín tio̍h哀哭喉叫；羊群ê頭目ah，lín tio̍h kō tī火灰中；因為lín受刣 kap分散ê日期已經到；lín beh倒落去親像人所歡喜ê器具ka-la̍uh。"}},{"book":"耶","chapter":25,"verse":35,"versions":{"unv":"牧人無路逃跑；群眾的頭目也無法逃脫。","bklcl":"Bo̍k-chiá bô lō͘ thang tô-cháu, iûⁿ-kûn ê thâu-ba̍k ia̍h bô lō͘ thang thoat-lī.","tghg":"牧者無路通逃走；羊群的頭目亦無路通脫離。","bklhl":"牧者無路thang逃走，羊群ê頭目亦無路thang脫離。"}},{"book":"耶","chapter":25,"verse":36,"versions":{"unv":"聽啊，有牧人呼喊，有群眾頭目哀號的聲音，因為耶和華使他們的草場變為荒場。","bklcl":"Ū bo̍k-chiá âu-kiò ê siaⁿ, ū iûⁿ-kûn ê thâu-ba̍k teh ai-khàu; in-ūi Iâ-hô-hoa hō͘ in ê chháu-tiûⁿ pha-hng.","tghg":"有牧者喉叫的聲，有羊群的頭目啲哀哭，因為耶和華互𪜶的草場拋荒。","bklhl":"有牧者喉叫ê聲，有羊群ê頭目teh哀哭；因為耶和華hō͘ in ê草場拋荒。"}},{"book":"耶","chapter":25,"verse":37,"versions":{"unv":"耶和華發出猛烈的怒氣，平安的羊圈就都寂靜無聲。","bklcl":"Iâ-hô-hoa hoat-chhut béng-lia̍t ê siū-khì; pêng-an ê iûⁿ-tiâu chiâⁿ-chòe léng-chēng.","tghg":"耶和華發出猛烈(béng-lia̍t)的受氣，平安的羊[廄]成做冷靜。","bklhl":"耶和華發出猛烈ê受氣；平安ê羊椆成做冷靜。"}},{"book":"耶","chapter":25,"verse":38,"versions":{"unv":"他離了隱密處像獅子一樣，他們的地，因刀劍凶猛的欺壓，又因他猛烈的怒氣都成為可驚駭的。」","bklcl":"I chhin-chhiūⁿ sai lī-khui i ê hia̍t; in-ūi khi-ap ê béng-lia̍t koh in-ūi I siū-khì ê béng-lia̍t; in ê tōe lóng chiâⁿ-chòe thang gông-ngia̍h--ê.","tghg":"伊親像獅離開伊的穴(hia̍t)，因為欺壓(khi-ap)的猛烈(béng-lia̍t)閣因為伊受氣的猛烈，𪜶的地攏成做通卬愕的。」","bklhl":"祂親像獅離開伊ê穴；因為欺壓ê猛烈koh因為祂受氣ê猛烈；in ê地lóng成做thang gông-ngia̍h-ê。"}}]