[{"book":"耶","chapter":19,"verse":1,"versions":{"unv":"耶和華如此說：「你去買窯匠的瓦瓶，又帶百姓中的長老和祭司中的長老，","bklcl":"Iâ-hô-hoa án-ni kóng, Lí khì bóe sio-hûi lâng ê hûi-pân, koh chhōa peh-sìⁿ ê lāu-tōa,","tghg":"耶和華按呢講：「你去買燒磁(hûi)人的磁瓶(pân)，閣導百姓的老大及祭司中的老大，","bklhl":"耶和華án-ni講，你去買燒磁人ê磁瓶，koh chhōa百姓ê老大，"}},{"book":"耶","chapter":19,"verse":2,"versions":{"unv":"出去到欣嫩子谷、哈珥西（就是瓦片的意思）的門口那裡，宣告我所吩咐你的話，","bklcl":"kap chè-si tiong ê lāu-tōa, chhut-khì Piān-him-lùn ê soaⁿ-kok, Hap-jíⁿ-se ê mn̂g-kháu hia, soan-pò͘ Góa só͘ hoan-hù lí ê ōe,","tghg":"出去便欣嫩的山谷，哈珥西的門口遐，宣佈我所吩咐你的話，","bklhl":"kap祭司中ê老大，出去Piān-him-lùn ê山谷，Hap-jíⁿ-se ê門口hia，宣佈我所吩咐你ê話，"}},{"book":"耶","chapter":19,"verse":3,"versions":{"unv":"說：『猶大君王和耶路撒冷的居民哪，當聽耶和華的話。萬軍之耶和華─以色列的　神如此說：我必使災禍臨到這地方，凡聽見的人都必耳鳴；","bklcl":"kóng, Iû-tāi ê lia̍t-ông kap Iâ-lō͘-sat-léng khiā-khí ê peh-sìⁿ ah, tio̍h thiaⁿ Iâ-hô-hoa ê ōe; bān-kun ê Iâ-hô-hoa, Í-sek-lia̍t ê Siōng-tè, án-ni kóng, Khòaⁿ ah, Góa beh hō͘ chai-ē lîm-kàu chit ê tōe-hng, hoān-nā thiaⁿ ê lâng, in ê hī-khang tek-khak tiō.","tghg":"講：『猶大的列王及耶路撒冷徛起的百姓啊，著聽耶和華的話。萬軍的耶和華──以色列的上帝按呢講：看啊，我欲互災禍，臨到此個地方，凡若聽的人𪜶的耳孔的確抖(tiō)；","bklhl":"講，偤大ê列王kap耶路撒冷khiā起ê百姓ah，tio̍h聽耶和華ê話；萬軍ê耶和華，以色列ê上帝，án-ni講，看ah，我beh hō͘災厄臨到chit ê地方，凡若聽ê人，in ê耳孔的確抖(tiō)。"}},{"book":"耶","chapter":19,"verse":4,"versions":{"unv":"因為他們和他們列祖，並猶大君王離棄我，將這地方看為平常，在這裡向素不認識的別神燒香，又使這地方滿了無辜人的血，","bklcl":"In-ūi in khì-sak Góa, khòaⁿ chit ê só͘-chāi chhin-chhiūⁿ gōa-pang; koh tī-chia sio-hiuⁿ hō͘ pa̍t ê siōng-tè, chiū-sī in chêng só͘ m̄-bat-ê; in ê lia̍t-chó͘, í-ki̍p Iû-tāi lia̍t-ông, iā sī án-ni; koh hō͘ bô-chōe ê lâng ê huih piàn-móa chit ê tōe-hng.","tghg":"因為𪜶棄拺我，看此個所在親像外邦，閣佇遮燒香互別個上帝，就是𪜶前所呣識的，𪜶的列祖，以及猶大列王也是按呢，閣互無罪的人的血遍滿此個地方，","bklhl":"因為in棄sak我，看chit ê所在親像外邦；koh tī-chia燒香hō͘別ê上帝，就是in前所m̄-bat-ê；in ê列祖，以及偤大列王，也是án-ni；koh hō͘無罪ê人ê血遍滿chit ê地方。"}},{"book":"耶","chapter":19,"verse":5,"versions":{"unv":"又建築巴力的邱壇，好在火中焚燒自己的兒子，作為燔祭獻給巴力。這不是我所吩咐的，不是我所提說的，也不是我心所起的意。","bklcl":"Koh ūi Pa-le̍k khí soaⁿ-thâu ê tôaⁿ, thang tī hé-tiong sio in ê kiáⁿ, chòe sio-chè lâi hiàn hō͘ Pa-le̍k.  Che m̄-sī Góa só͘ bēng-lēng--ê, m̄-sī Góa só͘ thê-khí--ê, ia̍h m̄-sī Góa ê sim só͘-siūⁿ--ê.","tghg":"閣為巴力起山頭的壇，通佇火中燒𪜶的子，做燒祭來獻互巴力。這呣是我所命令的，呣是我所提起的，亦呣是我的心所想的。","bklhl":"Koh為Pa-le̍k khí山頭ê壇，thang tī火中燒in ê kiáⁿ，做燒祭來獻hō͘ Pa-le̍k。這m̄是我所命令ê，m̄是我所提起ê，亦m̄是我ê心所想ê。"}},{"book":"耶","chapter":19,"verse":6,"versions":{"unv":"耶和華說：因此，日子將到，這地方不再稱為陀斐特和欣嫩子谷，反倒稱為殺戮谷。","bklcl":"Iâ-hô-hoa kóng, In-ūi án-ni, ji̍t-chí beh kàu, chit ê tōe-hng bô koh chheng-chòe Tô-hui-te̍k kap Piān-him-lùn ê soaⁿ-kok; hoán-tńg chheng-chòe Sat-lio̍k ê soaⁿ-kok.","tghg":"耶和華講：因為按呢，日子欲到，此個地方無閣稱做陀斐特及便欣嫩的山谷，反轉稱做殺戮(Sat-lio̍k)的山谷。","bklhl":"耶和華講，因為án-ni，日子beh到，chit ê地方無koh稱做Tô-hui-te̍k kap Piān-him-lùn ê山谷；反tńg稱做殺戮ê山谷。"}},{"book":"耶","chapter":19,"verse":7,"versions":{"unv":"我必在這地方使猶大和耶路撒冷的計謀落空，也必使他們在仇敵面前倒於刀下，並尋索其命的人手下。他們的屍首，我必給空中的飛鳥和地上的野獸作食物。","bklcl":"Góa beh tī chit ê tōe-hng hō͘ Iû-tāi kap Iâ-lō͘-sat-léng ê kè-bô͘ kui tī khang-khang; ia̍h beh hō͘ in tī tùi-te̍k ê bīn-chêng tó tī to-ē, kap siàu-siūⁿ in ê sìⁿ-miā ê lâng ê chhiú-thâu; in ê sin-si, Góa beh hō͘ khong-tiong ê pe-chiáu, kap tōe-chiūⁿ ê iá-siù chòe chia̍h-mi̍h.","tghg":"我欲佇此個地方互猶大及耶路撒冷的計謀歸佇空空，亦欲互𪜶佇對敵的面前倒佇刀下(ē)，及數想(siàu-siūⁿ)𪜶的生命的人的手頭。𪜶的身屍，我欲互空中的飛鳥及地上的野獸做食物(chia̍h-mi̍h)。","bklhl":"我beh tī chit ê地方hō͘偤大kap耶路撒冷ê計謀歸tī空空；亦beh hō͘ in tī對敵ê面前倒tī刀下，kap siàu想in ê性命ê人ê手頭；in ê身屍，我beh hō͘空中ê飛鳥，kap地上ê野獸做食物。"}},{"book":"耶","chapter":19,"verse":8,"versions":{"unv":"我必使這城令人驚駭嗤笑；凡經過的人，必因這城所遭的災驚駭嗤笑。","bklcl":"Góa beh hō͘ chit ê siâⁿ chòe thang gông-ngia̍h thang thí-chhiò--ê; hoān-nā keng-kè ê lâng beh in-ūi chit ê siâⁿ só͘ tú-tio̍h ê chai-ē, lâi gông-ngia̍h thí-chhiò.","tghg":"我欲互此個城做通卬愕通恥笑的；凡若經過的人，欲因為此個城所抵著(tú-tio̍h)的災禍來卬愕恥笑。","bklhl":"我beh hō͘ chit ê城做thang gông-ngia̍h thang恥笑ê；凡若經過ê人beh因為chit ê城所tú-tio̍h ê災厄，來gông-ngia̍h恥笑。"}},{"book":"耶","chapter":19,"verse":9,"versions":{"unv":"我必使他們在圍困窘迫之中，就是仇敵和尋索其命的人窘迫他們的時候，各人吃自己兒女的肉和朋友的肉。』","bklcl":"Góa beh hō͘ in tī ûi-khùn khún-pek ê tiong-kan, chiū-sī tùi-te̍k kap siàu-siūⁿ in ê sìⁿ-miā ê lâng khún-pek in ê sî, ta̍k-lâng chia̍h in ê kiáⁿ ê bah, cha-bó͘-kiáⁿ ê bah, kap pêng-iú ê bah.","tghg":"我欲互𪜶佇圍困窘迫(khún-pek)的中間，就是對敵及數想𪜶的生命的人窘迫𪜶的時，逐人食𪜶的子的肉，查某子的肉，及朋友的肉。』","bklhl":"我beh hō͘ in tī圍困窘迫ê中間，就是對敵kap siàu想in ê性命ê人窘迫in ê時，ta̍k人食in ê kiáⁿ ê肉，cha-bó͘-kiáⁿ ê肉，kap朋友ê肉。"}},{"book":"耶","chapter":19,"verse":10,"versions":{"unv":"「你要在同去的人眼前打碎那瓶，","bklcl":"Kóng soah, lí tio̍h siak-phòa hit ê hûi-pân, hō͘ tâng-kiâⁿ ê lâng chhin-ba̍k khòaⁿ-kìⁿ,","tghg":"「講息(soah)，你著摔破彼個磁瓶互同行的人親目看見，","bklhl":"講soah，你tio̍h siak破hit ê 磁瓶，hō͘同行ê人親目看見，"}},{"book":"耶","chapter":19,"verse":11,"versions":{"unv":"對他們說：『萬軍之耶和華如此說：我要照樣打碎這民和這城，正如人打碎窯匠的瓦器，以致不能再囫圇。並且人要在陀斐特葬埋屍首，甚至無處可葬。","bklcl":"sòa kā in kóng, Bān-kun ê Iâ-hô-hoa án-ni kóng, Góa beh án-ni phah-phòa chit ê siâⁿ, kap chit ê peh-sìⁿ, chhin-chhiūⁿ lâng siak--phòa sio-hûi-lâng ê hûi-khì, bōe koh pó͘--tit.  Koh lâng beh tī Tô-hui-te̍k bâi-chòng sí-lâng, kàu bô chhun só͘-chāi.","tghg":"續給𪜶講：『萬軍的耶和華按呢講：我欲按呢拍破此個城及此個百姓，親像人摔破燒磁人的磁器，𣍐閣補得。閣人欲佇陀斐特埋葬死人，到無剩(chhun)所在。","bklhl":"續kā in講，萬軍ê耶和華án-ni講，我beh án-ni phah破chit ê城，kap chit ê百姓，親像人siak破燒磁人ê磁器，bōe koh補得。Koh人beh tī Tô-hui-te̍k埋葬死人，到無chhun所在。"}},{"book":"耶","chapter":19,"verse":12,"versions":{"unv":"耶和華說：我必向這地方和其中的居民如此行，使這城與陀斐特一樣。","bklcl":"Iâ-hô-hoa kóng, Góa beh án-ni khoán-thāi chit ê só͘-chāi, kap kî-tiong khiā-khí ê peh-sìⁿ; hō͘ chit ê siâⁿ chhin-chhiūⁿ Tô-hui-te̍k chi̍t-iūⁿ.","tghg":"耶和華講：我欲按呢款待此個所在，及其中徛起的百姓，互此個城親像陀斐特一樣。","bklhl":"耶和華講，我beh án-ni款待chit ê所在，kap其中khiā起ê百姓；hō͘ chit ê城親像Tô-hui-te̍k一樣。"}},{"book":"耶","chapter":19,"verse":13,"versions":{"unv":"耶路撒冷的房屋和猶大君王的宮殿是已經被玷污的，就是他們在其上向天上的萬象燒香、向別神澆奠祭的宮殿房屋，都必與陀斐特一樣。』」","bklcl":"Iâ-lō͘-sat-léng ê chhù, kap Iû-tāi lia̍t-ông ê chhù, í-keng phah lâ-sâm--ê, lóng beh chhin-chhiūⁿ Tô-hui-te̍k, in-ūi tī hiah-ê chhù-téng, lâng ǹg thiⁿ-téng ê bān-siōng sio-hiuⁿ, ǹg pa̍t-hō ê siōng-tè koàn-tiān.","tghg":"耶路撒冷的厝及猶大列王的厝已經拍垃墋的，攏欲親像陀斐特，因為佇許個厝頂，人向天頂的萬象燒香、向別號的上帝灌奠(tiān)。』」","bklhl":"耶路撒冷ê厝，kap偤大列王ê厝，已經phah lâ-sâm-ê，lóng beh親像Tô-hui-te̍k，因為tī hiah-ê厝頂，人ǹg天頂ê萬象燒香，ǹg別號ê上帝灌奠。"}},{"book":"耶","chapter":19,"verse":14,"versions":{"unv":"耶利米從陀斐特─就是耶和華差他去說預言的地方─回來，站在耶和華殿的院中，對眾人說：","bklcl":"Iâ-lī-bí tùi Tô-hui-te̍k, chiū-sī Iâ-hô-hoa chhe i khì thoân bēng-lēng ê tōe-hng, tò--lâi; khiā tī Iâ-hô-hoa ê chhù ê īⁿ-lāi, tùi chèng-lâng kóng,","tghg":"耶利米對陀斐特──就是耶和華差伊去傳命令的地方──倒來，徛佇耶和華的厝的院內，對眾人講：","bklhl":"耶利米tùi Tô-hui-te̍k，就是耶和華差伊去傳命令ê地方，tò來；khiā tī耶和華ê厝ê院內，對眾人講，"}},{"book":"耶","chapter":19,"verse":15,"versions":{"unv":"「萬軍之耶和華─以色列的　神如此說：我必使我所說的一切災禍臨到這城和屬城的一切城邑，因為他們硬著頸項不聽我的話。」","bklcl":"Bān-kun ê Iâ-hô-hoa, Í-sek-lia̍t ê Siōng-tè, án-ni kóng, Khòaⁿ ah, Góa beh hō͘ Góa só͘ kóng it-chhè hêng-hoa̍t in ê chai-ē kàu chit ê siâⁿ, kap lóng-chóng sio̍k i ê siâⁿ; in-ūi in ngī in ê ām-kún, m̄-khéng thiaⁿ Góa ê ōe.","tghg":"「萬軍的耶和華──以色列的上帝按呢講：看啊，我欲互我所講一切刑罰𪜶的災禍到此個城及攏總屬伊的城，因為𪜶硬𪜶的頷頸(ām-kún)呣肯聽我的話。」","bklhl":"萬軍ê耶和華，以色列ê上帝，án-ni講，看ah，我beh hō͘我所講一切刑罰in ê災厄到chit ê城，kap lóng總屬伊ê城；因為in硬in ê頷頸，m̄肯聽我ê話。"}}]