[{"book":"耶","chapter":28,"verse":1,"versions":{"unv":"當年，就是猶大王西底家登基第四年五月，基遍人押朔的兒子，先知哈拿尼雅，在耶和華的殿中當著祭司和眾民對我說：","bklcl":"Tng hit-nî, Iû-tāi ông Se-tí-ka khí-thâu chē-ūi ê tē sì-nî gō͘ ge̍h, Ki-piàn lâng Ap-sok ê kiáⁿ, sian-ti Hap-ná-nî-ngá, tī Iâ-hô-hoa ê chhù, tng chiah-ê chè-si kap chèng peh-sìⁿ ê bīn-chêng, tùi góa kóng,","tghg":"當彼年，猶大王西底家起頭坐位的第四年五月，基遍人押朔的子，先知哈拿尼雅，佇耶和華的厝當諸個祭司及眾百姓的面前對我講：","bklhl":"當hit年，偤大王Se-tí-ka起頭坐位ê第四年五月，Ki-piàn人Ap-sok ê kiáⁿ，先知Hap-ná-nî-ngá，tī耶和華ê厝，當chiah ê祭司kap眾百姓ê面前，對我講，"}},{"book":"耶","chapter":28,"verse":2,"versions":{"unv":"「萬軍之耶和華─以色列的　神如此說：我已經折斷巴比倫王的軛。","bklcl":"Bān-kun ê Iâ-hô-hoa Í-sek-lia̍t ê siōng-tè án-ni kóng, Góa í-keng at-chi̍h Pa-pí-lûn ông ê taⁿ.","tghg":"「萬軍的耶和華──以色列的上帝按呢講：我已經遏折(chōe-chōe)巴比倫王的軛(taⁿ)。","bklhl":"萬軍ê耶和華以色列ê上帝 án-ni講，我已經at折巴比倫王ê擔。"}},{"book":"耶","chapter":28,"verse":3,"versions":{"unv":"二年之內，我要將巴比倫王尼布甲尼撒從這地掠到巴比倫的器皿，就是耶和華殿中的一切器皿都帶回此地。","bklcl":"Nn̄g-nî-lāi Góa beh chiong Pa-pí-lûn ông Nî-pò͘-kah-nî-sat tùi chit só͘-chāi chhiúⁿ--khì kàu Pa-pí-lûn, chiū-sī Iâ-hô-hoa ê chhù it-chhè ê khì-kū; lóng beh hō͘ i tò-tńg--lâi chit só͘-chāi.","tghg":"二年內，我欲將巴比倫王尼布甲尼撒對此所在搶去到巴比倫，就是耶和華的厝一切的器具攏欲互伊倒轉來此所在。","bklhl":"兩年內，我beh將巴比倫王Nî-pò͘-kah-nî-sat tùi chit所在搶去到巴比倫，就是耶和華ê厝一切ê器具；lóng beh hō͘伊倒tńg來chit所在。"}},{"book":"耶","chapter":28,"verse":4,"versions":{"unv":"我又要將猶大王約雅敬的兒子耶哥尼雅和被擄到巴比倫去的一切猶大人帶回此地，因為我要折斷巴比倫王的軛。這是耶和華說的。」","bklcl":"Góa koh beh chiong Iû-tāi ông Iok-ngá-kèng ê kiáⁿ Iâ-ko-nî-ngá kap siū-lia̍h kàu Pa-pí-lûn hiah-ê Iû-tāi lâng, hō͘ in tò-tńg lâi chit só͘-chāi, in-ūi Góa beh at-chi̍h Pa-pí-lûn ông ê taⁿ; che sī Iâ-hô-hoa kóng--ê.","tghg":"我閣欲將猶大王約雅敬的子耶哥尼雅及受掠到巴比倫許個猶大人，互𪜶倒轉來此所在，因為我欲遏折巴比倫王的軛。這是耶和華講的。」","bklhl":"我koh beh將偤大王Iok-ngá-kèng ê kiáⁿ Iâ-Ko-nî-ngá kap受掠到巴比倫hiah-ê偤大人，hō͘ in 倒tńg來chit所在，因為我beh at折巴比倫王ê擔；這是耶和華講ê。"}},{"book":"耶","chapter":28,"verse":5,"versions":{"unv":"先知耶利米當著祭司和站在耶和華殿裡的眾民對先知哈拿尼雅說：","bklcl":"Hit-sî sian-ti Iâ-lī-bí tng chiah-ê chè-si ê bīn-chêng, kap khiā tī Iâ-hô-hoa ê chhù chèng peh-sìⁿ ê bīn-chêng, tùi sian-ti Hap-ná-nî-ngá kóng,","tghg":"彼時，先知耶利米當諸個祭司的面前及徛佇耶和華的厝眾百姓的面前對先知哈拿尼雅講：","bklhl":"Hit時先知耶利米當chiah ê祭司ê面前，kap khiā tī耶和華ê厝眾百姓ê面前，對先知Hap-ná-nî-ngá講，"}},{"book":"耶","chapter":28,"verse":6,"versions":{"unv":"「阿們！願耶和華如此行，願耶和華成就你所預言的話，將耶和華殿中的器皿和一切被擄去的人從巴比倫帶回此地。","bklcl":"sian-ti Iâ-lī-bí kóng, A-bēng, goān Iâ-hô-hoa án-ni kiâⁿ; goān Iâ-hô-hoa chiâⁿ lí só͘ chhàm-gú chiah-ê ōe; chiong Iâ-hô-hoa chhù-lāi ê khì-kū, kap it-chhè siū-lia̍h--khì ê lâng, tùi Pa-pí-lûn tò-lâi chit só͘-chāi.","tghg":"「先知耶利米講，阿們！願耶和華按呢行，願耶和華成你所讖語(chhàm-gú)諸個話，將耶和華厝內的器具及一切受掠去的人對巴比倫倒來此所在。","bklhl":"先知耶利米講，A-bēng，願耶和華án-ni行；願耶和華成你所讖語chiah ê話；將耶和華厝內ê器具，kap一切受掠去ê人，tùi巴比倫tò來chit所在。"}},{"book":"耶","chapter":28,"verse":7,"versions":{"unv":"然而我向你和眾民耳中所要說的話，你應當聽。","bklcl":"Chóng-sī góa tùi lí kap chèng peh-sìⁿ só͘ kóng ê ōe, lí tio̍h thiaⁿ.","tghg":"總是我對你及眾百姓所講的話，你著聽。","bklhl":"總是我對你kap眾百姓所講ê話，你tio̍h聽。"}},{"book":"耶","chapter":28,"verse":8,"versions":{"unv":"從古以來，在你我以前的先知，向多國和大邦說預言，論到爭戰、災禍、瘟疫的事。","bklcl":"Tùi kó͘-chá í-lâi, lí góa í-chêng hiah-ê sian-ti, tùi chōe-chōe só͘-chāi, kap tōa-kok, chhàm-gú kau-chiàn, chai-ē, un-e̍k.","tghg":"對古早以來，你我以前許個先知，對多多所在及大國讖語、交戰、災禍、瘟疫。","bklhl":"Tùi古早以來，你我以前hiah-ê先知，tùi chōe-chōe所在，kap大國，讖語交戰、災厄、瘟疫。"}},{"book":"耶","chapter":28,"verse":9,"versions":{"unv":"先知預言的平安，到話語成就的時候，人便知道他真是耶和華所差來的。」","bklcl":"Sian-ti chhàm-gú pêng-an, hit ê sian-ti ê ōe tit-tio̍h èng-giām, chiū chai hit ê sian-ti chin-chiàⁿ sī Iâ-hô-hoa só͘ chhe--ê.","tghg":"先知讖語平安，彼個先知的話得著應驗，就知彼個先知真正是耶和華所差者。」","bklhl":"先知讖語平安，hit ê先知ê話得tio̍h應驗，就知hit ê先知真正是耶和華所差ê。"}},{"book":"耶","chapter":28,"verse":10,"versions":{"unv":"於是，先知哈拿尼雅將先知耶利米頸項上的軛取下來，折斷了。","bklcl":"Tùi án-ni, sian-ti Hap-ná-nî-ngá chiong sian-ti Iâ-lī-bí ām-kún ê taⁿ the̍h--khí-lâi, kā i at-chi̍h.","tghg":"對按呢，先知哈拿尼雅將先知耶利米頷頸(ām-kún)的軛提起來，給伊遏折。","bklhl":"Tùi án-ni，先知Hap-ná-nî-ngá將先知耶利米頷頸ê擔the̍h起來，kā伊at折。"}},{"book":"耶","chapter":28,"verse":11,"versions":{"unv":"哈拿尼雅又當著眾民說：「耶和華如此說：二年之內我必照樣從列國人的頸項上折斷巴比倫王尼布甲尼撒的軛。」於是先知耶利米就走了。","bklcl":"Hap-ná-nî-ngá koh tng chèng peh-sìⁿ ê bīn-chêng kóng, Iâ-hô-hoa án-ni kóng, Nn̄g-nî-lāi, Góa beh chiàu án-ni tùi lia̍t-kok ê ām-kún at-chi̍h Pa-pí-lûn ông Nî-pò͘-kah-nî-sat ê taⁿ.  Sian-ti Iâ-lī-bí chiū chòe i khì.","tghg":"哈拿尼雅閣當眾百姓的面前講：「耶和華按呢講：二年內我欲照按呢對列國的頷頸遏折巴比倫王尼布甲尼撒的軛。」先知耶利米就做伊去。","bklhl":"Hap-ná-nî-ngá koh當眾百姓ê面前講，耶和華án-ni講，兩年內，我beh照án-ni tùi列國ê頷頸at折巴比倫王Nî-pò͘-kah-nî-sat ê擔。先知耶利米就做伊去。"}},{"book":"耶","chapter":28,"verse":12,"versions":{"unv":"先知哈拿尼雅把先知耶利米頸項上的軛折斷以後，耶和華的話臨到耶利米說：","bklcl":"Sian-ti Hap-ná-nî-ngá chiong sian-ti Iâ-lī-bí ām-kún ê taⁿ at-chi̍h liáu-āu, Iâ-hô-hoa ê ōe lîm-kàu Iâ-lī-bí kóng,","tghg":"先知哈拿尼雅將先知耶利米頷頸的軛遏折了後，耶和華的話臨到耶利米講：","bklhl":"先知Hap-ná-nî-ngá將先知耶利米頷頸ê擔at折了後，耶和華ê話臨到耶利米講，"}},{"book":"耶","chapter":28,"verse":13,"versions":{"unv":"「你去告訴哈拿尼雅說，耶和華如此說：你折斷木軛，卻換了鐵軛！","bklcl":"Lí tio̍h khì kā Hap-ná-nî-ngá kóng, Iâ-hô-hoa án-ni kóng, Lí at-chi̍h chhâ ê taⁿ, beh chòe thih ê taⁿ lâi thòe--in.","tghg":"「你著去給哈拿尼雅講，耶和華按呢講：你遏折柴的軛，欲做鐵的軛來替𪜶！","bklhl":"你tio̍h去kā Hap-ná-nî-ngá講，耶和華án-ni講，你at折柴ê擔，beh做鐵ê擔來替in。"}},{"book":"耶","chapter":28,"verse":14,"versions":{"unv":"因為萬軍之耶和華─以色列的　神如此說：我已將鐵軛加在這些國的頸項上，使他們服事巴比倫王尼布甲尼撒，他們總要服事他；我也把田野的走獸給了他。」","bklcl":"In-ūi bān-kun ê Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè án-ni kóng, Góa chiong thih ê taⁿ kòa tī lia̍t-pang ê ām-kún, hō͘ in ho̍k-sāi Pa-pí-lûn ông Nî-pò͘-kah-nî-sat; in lóng beh ho̍k-sāi i; Góa ia̍h chiong chhân-iá ê cháu-siù hō͘ i.","tghg":"因為萬軍的耶和華──以色列的上帝按呢講：我將鐵的軛掛佇列邦的頷頸，互𪜶服事巴比倫王尼布甲尼撒，𪜶攏欲服事伊；我亦將田野的走獸互伊。」","bklhl":"因為萬軍ê耶和華以色列ê上帝án-ni講，我將鐵ê擔掛tī列邦ê頷頸，hō͘ in服事巴比倫王Nî-pò͘-kah-nî-sat；in lóng beh服事伊；我亦將田野ê走獸hō͘伊。"}},{"book":"耶","chapter":28,"verse":15,"versions":{"unv":"於是先知耶利米對先知哈拿尼雅說：「哈拿尼雅啊，你應當聽！耶和華並沒有差遣你，你竟使這百姓倚靠謊言。","bklcl":"Sian-ti Iâ-lī-bí chiū tùi sian-ti Hap-ná-nî-ngá kóng, Hap-ná-nî-ngá ah, lí tio̍h thiaⁿ; Iâ-hô-hoa pēng-bô chhe lí, lí kéng-jiân hō͘ chit ê peh-sìⁿ óa-khò pe̍h-chha̍t.","tghg":"先知耶利米就對先知哈拿尼雅講：「哈拿尼雅啊，你著聽！耶和華並無差你，你竟然互此個百姓倚靠白賊。","bklhl":"先知耶利米就對先知Hap-ná-nî-ngá講，Hap-ná-nî-ngá ah，你tio̍h聽；耶和華並無差你，你竟然hō͘ chit ê百姓óa靠白賊。"}},{"book":"耶","chapter":28,"verse":16,"versions":{"unv":"所以耶和華如此說：看哪，我要叫你去世，你今年必死，因為你向耶和華說了叛逆的話。」","bklcl":"Só͘-í Iâ-hô-hoa án-ni kóng, Lí khòaⁿ, Góa beh hō͘ lí lī-khui sè-kan; lí kin-nî tek-khak sí, in-ūi lí kóng pōe-ge̍k Iâ-hô-hoa ê ōe.","tghg":"所以耶和華按呢講：你看，我欲互你離開世間，你今年的確死，因為你講悖逆耶和華的話。」","bklhl":"所以耶和華án-ni講，你看，我beh hō͘你離開世間；你今年的確死，因為你講悖逆耶和華ê話。"}},{"book":"耶","chapter":28,"verse":17,"versions":{"unv":"這樣，先知哈拿尼雅當年七月間就死了。","bklcl":"Hit-nî chhit-ge̍h, sian-ti Hap-ná-nî-ngá chiū sí.","tghg":"彼年七月先知哈拿尼雅就死。","bklhl":"Hit年七月，先知Hap-ná-nî-ngá就死。"}}]