[{"book":"耶","chapter":18,"verse":1,"versions":{"unv":"耶和華的話臨到耶利米說：","bklcl":"Iâ-hô-hoa ê ōe lîm-kàu Iâ-lī-bí kóng,","tghg":"耶和華的話臨到耶利米講：","bklhl":"耶和華ê話臨到耶利米講，"}},{"book":"耶","chapter":18,"verse":2,"versions":{"unv":"「你起來，下到窯匠的家裡去，我在那裡要使你聽我的話。」","bklcl":"Lí khí--lâi, lo̍h--khì sio-hûi lâng ê chhù; Góa tī-hia beh hō͘ lí thiaⁿ Góa ê ōe.","tghg":"「你起來，落去燒磁(hûi)人的厝，我佇遐欲互你聽我的話。」","bklhl":"你起來，落去燒磁人ê厝；我tī-hia beh hō͘你聽我ê話。"}},{"book":"耶","chapter":18,"verse":3,"versions":{"unv":"我就下到窯匠的家裡去，正遇他轉輪做器皿。","bklcl":"Góa chiū lo̍h---khì sio-hûi lâng ê chhù; tú-tn̄g i ēng lûn teh tńg, chòe i ê kang.","tghg":"我就落去燒磁人的厝，抵當(tú-tn̄g)伊用輪啲轉，做伊的工。","bklhl":"我就落去燒磁人ê厝；tú-tn̄g伊用輪(lûn)teh tńg，做伊ê工。"}},{"book":"耶","chapter":18,"verse":4,"versions":{"unv":"窯匠用泥做的器皿，在他手中做壞了，他又用這泥另做別的器皿；窯匠看怎樣好，就怎樣做。","bklcl":"Sio-hûi lâng ēng thô͘ chòe ê khì-kū, tī i ê chhiú nā pháiⁿ-khì, i chiū ēng hit tè thô͘ lēng-gōa chòe pa̍t-hō ê khì-kū; chiàu sio-hûi lâng só͘ khòaⁿ-chòe hó--ê lâi chòe--i.","tghg":"燒磁人用土做的器具，佇伊的手若歹去，伊就用彼塊土另外做別號的器具；照燒磁人所看做好的來做伊。","bklhl":"燒磁人用土做ê器具，tī伊ê手若pháiⁿ去，伊就用hit塊土另外做別號ê器具；照燒磁人所看做好ê來做伊。"}},{"book":"耶","chapter":18,"verse":5,"versions":{"unv":"耶和華的話就臨到我說：","bklcl":"Iâ-hô-hoa ê ōe chiū lîm-kàu góa kóng,","tghg":"耶和華的話就臨到我講：","bklhl":"耶和華ê話就臨到我講，"}},{"book":"耶","chapter":18,"verse":6,"versions":{"unv":"耶和華說：「以色列家啊，我待你們，豈不能照這窯匠弄泥嗎？以色列家啊，泥在窯匠的手中怎樣，你們在我的手中也怎樣。","bklcl":"Iâ-hô-hoa kóng, Í-sek-lia̍t ke ah, Góa khoán-thāi lín kiám bōe-ōe chhin-chhiūⁿ chit ê sio-hûi lâng ê só͘-chòe mah? Í-sek-lia̍t ke ah, thô͘ tī sio-hûi lâng ê chhiú-tiong cháiⁿ-iūⁿ, lín tī Góa ê chhiú-tiong ia̍h sī án-ni.","tghg":"「耶和華講：以色列家啊，我款待恁，豈𣍐會親像此個燒磁人的所做嗎？以色列家啊，土佇燒磁人的手中怎樣，恁佇我的手中亦是按呢。","bklhl":"耶和華講，以色列家ah，我款待lín kiám bōe能親像chit ê燒磁人ê所做mah？以色列家ah，土tī燒磁人ê手中怎樣，lín tī我ê手中亦是án-ni。"}},{"book":"耶","chapter":18,"verse":7,"versions":{"unv":"我何時論到一邦或一國說，要拔出、拆毀、毀壞；","bklcl":"Góa sím-mi̍h sî lūn-kàu chi̍t-cho̍k á-sī chi̍t-kok kóng, Góa beh kā i pu̍ih--khí-lâi, kā i thiah-húi, kā i húi-hoāi;","tghg":"我甚麼時論到一族抑是一國講，我欲給伊拔(pu̍ih)起來、給伊拆毀、給伊毀壞；","bklhl":"我甚麼時論到一族á是一國講，我beh kā伊拔起來，kā伊拆毀，kā伊毀壞；"}},{"book":"耶","chapter":18,"verse":8,"versions":{"unv":"我所說的那一邦，若是轉意離開他們的惡，我就必後悔，不將我想要施行的災禍降與他們。","bklcl":"Góa só͘ kóng ê hit-chi̍t-cho̍k, nā hoán-hóe lī-khui i ê pháiⁿ, Góa chiū beh thè-hóe só͘ siūⁿ beh kàng hō͘ in ê chai-ē.","tghg":"我所講的彼一族，若反悔離開伊的歹，我就欲退悔，所想欲降互𪜶的災禍。","bklhl":"我所講ê hit一族，若反悔離開伊ê pháiⁿ，我就beh退悔所想beh降hō͘ in ê災厄。"}},{"book":"耶","chapter":18,"verse":9,"versions":{"unv":"我何時論到一邦或一國說，要建立、栽植；","bklcl":"Góa sím-mi̍h sî lūn-kàu chi̍t-cho̍k á-sī chi̍t-kok, kóng beh kiàn-li̍p, beh chai-chèng;","tghg":"我甚麼時論到一族抑是一國講，欲建立，欲栽種；","bklhl":"我甚麼時論到一族á是一國，講beh建立，beh栽種；"}},{"book":"耶","chapter":18,"verse":10,"versions":{"unv":"他們若行我眼中看為惡的事，不聽從我的話，我就必後悔，不將我所說的福氣賜給他們。","bklcl":"in nā kiâⁿ Góa khòaⁿ-chòe pháiⁿ ê sū, m̄ thiaⁿ-thàn Góa ê ōe, Góa chiū beh thè-hóe Góa só͘ kóng beh hō͘ in ê hok-khì.","tghg":"𪜶若行我看做歹的事，呣聽趁我的話，我就欲退悔，我所講欲互𪜶的福氣。","bklhl":"in若行我看做pháiⁿ ê事，m̄聽thàn我ê話，我就beh退悔我所講beh hō͘ in ê福氣。"}},{"book":"耶","chapter":18,"verse":11,"versions":{"unv":"現在你要對猶大人和耶路撒冷的居民說：『耶和華如此說：我造出災禍攻擊你們，定意刑罰你們。你們各人當回頭離開所行的惡道，改正你們的行動作為。』","bklcl":"Taⁿ lí tio̍h kā Iû-tāi lâng kap khiā-khí Iâ-lō͘-sat-léng ê peh-sìⁿ kóng, Iâ-hô-hoa án-ni kóng, Góa pī-pān chai-ē kong-kek lín, ia̍h siat kè-bô͘ kong-kek lín; lín ta̍k-lâng tio̍h oa̍t-thâu, lī-khui i ê pháiⁿ-lō͘, kóe-chiàⁿ lín ê só͘-kiâⁿ lín ê só͘-chòe.","tghg":"今你著給猶大人及徛起耶路撒冷的百姓講：『耶和華按呢講：我備辦災禍攻擊恁，亦設計謀攻擊恁。恁逐人著越頭離開伊的歹路，改正(kóe-chiàⁿ)恁的所行恁的所做。』","bklhl":"Taⁿ你tio̍h kā偤大人kap khiā起耶路撒冷ê百姓講，耶和華án-ni講，我備辦災厄攻擊lín，亦設計謀攻擊lín；lín ta̍k人tio̍h oa̍t頭，離開伊ê pháiⁿ路，改正 lín ê所行lín ê所做。"}},{"book":"耶","chapter":18,"verse":12,"versions":{"unv":"「他們卻說：『這是枉然。我們要照自己的計謀去行。』各人隨自己頑梗的惡心做事。」","bklcl":"Chóng-sī in kóng, Bô ǹg-bāng; goán beh chiàu ka-kī ê kè-bô͘ lâi kiâⁿ, ta̍k-lâng chiàu i pháiⁿ-sim ê kong-ngī lâi chòe.","tghg":"「總是𪜶講：『無向望。阮欲照家己的計謀來行。』逐人照伊歹心的剛硬來做。」","bklhl":"總是in講，無ǹg望；阮beh照家己ê計謀來行，ta̍k人照伊pháiⁿ心ê剛硬來做。"}},{"book":"耶","chapter":18,"verse":13,"versions":{"unv":"所以，耶和華如此說：你們且往各國訪問，有誰聽見這樣的事？以色列民（原文是處女）行了一件極可憎惡的事。","bklcl":"Só͘-í Iâ-hô-hoa án-ni kóng, Lín tio̍h khì ta̍k-kok chhâ-mn̄g khòaⁿ chī-chūi thiaⁿ-kìⁿ chit-hō sū; Í-sek-lia̍t ê peh-sìⁿ ū kiâⁿ ke̍k thang iàm-ò͘ⁿ ê sū.","tghg":"所以，耶和華按呢講：恁著去逐國查問，看是誰聽見此號事？以色列的百姓有行極通厭惡的事。","bklhl":"所以耶和華án-ni講，Lín tio̍h去ta̍k國查問看是誰聽見chit號事；以色列ê百姓有行極thang厭惡ê事。"}},{"book":"耶","chapter":18,"verse":14,"versions":{"unv":"黎巴嫩的雪從田野的磐石上豈能斷絕呢？從遠處流下的涼水豈能乾涸呢？","bklcl":"Lī-pa-lùn ê seh tùi chhân-iá ê chio̍h-pôaⁿ kiám ōe choa̍t-tn̄g mah? tùi hn̄g-hn̄g ê só͘-chāi lâu-lo̍h ê léng-chúi kiám ōe ta--khì mah?","tghg":"黎巴嫩的雪對田野的石磐豈會絕斷嗎？對遠遠的所在流落的冷水豈會乾去嗎？","bklhl":"黎巴嫩ê雪tùi田野ê石磐kiám會絕斷mah？tùi遠遠ê所在流落ê冷水kiám會乾去mah？"}},{"book":"耶","chapter":18,"verse":15,"versions":{"unv":"我的百姓竟忘記我，向假神燒香，使他們在所行的路上，在古道上絆跌，使他們行沒有修築的斜路，","bklcl":"In-ūi Góa ê peh-sìⁿ bōe-kì--tit Góa, ǹg hu-ké ê sîn sio-hiuⁿ; in hō͘ in tī só͘ kiâⁿ ê lō͘, tī kū ê lō͘ tak--tio̍h, hō͘ in kiâⁿ phian-lō͘, bô thūn-koâiⁿ-ê;","tghg":"因為我的百姓𣍐記得我，向虛假的神燒香，𪜶互𪜶佇所行的路，佇舊的路觸(tak)著，互𪜶行偏路無填(thūn)高的；","bklhl":"因為我ê百姓bōe記得我，ǹg虛假ê神燒香；in hō͘ in tī所行ê路，tī舊ê路觸tio̍h，hō͘ in行偏路，無thūn高ê；"}},{"book":"耶","chapter":18,"verse":16,"versions":{"unv":"以致他們的地令人驚駭，常常嗤笑；凡經過這地的必驚駭搖頭。","bklcl":"tì-kàu in ê tōe chòe thang gông-ngia̍h, tn̂g-tn̂g hō͘ lâng thí-chhiò; kìⁿ-nā tùi-hia kè--ê beh gông-ngia̍h iô thâu.","tghg":"致到𪜶的地做通卬愕，長長互人恥笑；見若對遐過的欲卬愕搖頭。","bklhl":"致到in ê地做thang gông-ngia̍h，長長hō͘人恥笑；見若tùi-hia過ê beh gông-ngia̍h搖頭。"}},{"book":"耶","chapter":18,"verse":17,"versions":{"unv":"我必在仇敵面前分散他們，好像用東風吹散一樣。遭難的日子，我必以背向他們，不以面向他們。","bklcl":"Góa beh chhin-chhiūⁿ ēng tang-hong tī tùi-te̍k ê bīn-chêng kóaⁿ-sòaⁿ in; in tú-tio̍h hoān-lān ê ji̍t, Góa beh ēng ka-chiah ǹg in, bô beh ēng bīn.","tghg":"我欲親像用東風佇對敵的面前趕散𪜶。𪜶抵著(tú-tio̍h)患難的日，我欲用尻脊(ka-chiah)向𪜶，無欲用面。","bklhl":"我beh親像用東風tī對敵ê面前趕散in；in tú-tio̍h患難ê日，我beh用ka-chiah ǹg in，無beh用面。"}},{"book":"耶","chapter":18,"verse":18,"versions":{"unv":"他們就說：「來吧！我們可以設計謀害耶利米；因為我們有祭司講律法，智慧人設謀略，先知說預言，都不能斷絕。來吧！我們可以用舌頭擊打他，不要理會他的一切話。」","bklcl":"In chiū kóng, Lâi--ah, lán lâi siat kè-bô͘ kong-kek Iâ-lī-bí; in-ūi chè-si ū lu̍t-hoat, tì-hūi ê lâng ū kè-e̍k, sian-ti ū chhàm-gú ê ōe, lóng bōe choa̍t-tn̄g.  Lâi--ah, lán tio̍h ēng chi̍h tú-tak i, i ê ōe lóng m̄-bián thiaⁿ i.","tghg":"𪜶就講：「來啊！咱來設計謀攻擊耶利米；因為祭司有律法，智慧的人有計劃(kè-e̍k)，先知有讖語(chhàm-gú)的話，攏𣍐絕斷。來啊！咱著用舌抵觸(tú-tak)伊，伊的話攏呣免聽伊。」","bklhl":"In就講，來ah，咱來設計謀攻擊耶利米；因為祭司有律法，智慧ê人有計畫，先知有讖語ê話，lóng bōe絕斷。來ah，咱tio̍h用舌抵觸伊，伊ê話lóng m̄免聽伊。"}},{"book":"耶","chapter":18,"verse":19,"versions":{"unv":"耶和華啊，求你理會我，且聽那些與我爭競之人的話。","bklcl":"Iâ-hô-hoa ah, kiû Lí tì-ì góa, iā thiaⁿ hiah-ê kap góa cheng-piān ê lâng ê ōe.","tghg":"耶和華啊，求你致意我，也聽許個及我爭辯的人的話。","bklhl":"耶和華ah，求你致意我，也聽hiah-ê kap我爭辯ê人ê話。"}},{"book":"耶","chapter":18,"verse":20,"versions":{"unv":"豈可以惡報善呢？他們竟挖坑要害我的性命！求你記念我怎樣站在你面前為他們代求，要使你的忿怒向他們轉消。","bklcl":"Kiám thang ēng pháiⁿ pò hó mah? in-ūi in khui hām-khiⁿ beh hāi góa ê sìⁿ-miā.  Kiû Lí kì--tit góa tī Lí ê bīn-chêng thòe in kiû hok-khì, hō͘ Lí ê tōa siū-khì tùi in oa̍t-tò-tńg.","tghg":"豈通用歹報好嗎？因為𪜶開陷坑欲害我的生命！求你記得我佇你的面前替𪜶求福氣，互你的大受氣對𪜶越倒轉。","bklhl":"Kiám thang用pháiⁿ報好mah？因為in開陷坑beh害我ê性命。求你記得我tī你ê面前替in求福氣，hō͘你ê大受氣tùi in oa̍t倒tńg。"}},{"book":"耶","chapter":18,"verse":21,"versions":{"unv":"故此，願你將他們的兒女交與饑荒和刀劍；願他們的妻無子，且作寡婦；又願他們的男人被死亡所滅，他們的少年人在陣上被刀擊殺。","bklcl":"Goān Lí chiong in ê kiáⁿ-jî kau hō͘ ki-hng, chiong in kau hō͘ to-kiàm; hō͘ in ê bó͘ bô kiáⁿ, chòe kóaⁿ-hū; hō͘ in ê ta-po͘-lâng hō͘ sí-bô só͘ bia̍t, in ê siàu-liân lâng tī chiàn-tīn hō͘ to thâi-sí.","tghg":"願你將𪜶的子兒交互飢荒將𪜶交互刀劍；互𪜶的某無子，做寡婦；互𪜶的查甫人互死無所滅，𪜶的少年人佇戰陣互刀刣死。","bklhl":"願你將in ê kiáⁿ兒交hō͘飢荒，將in交hō͘刀劍；hō͘ in ê bó͘無kiáⁿ，做寡婦；hō͘ in ê ta-po͘人hō͘死無所滅，in ê少年人tī戰陣hō͘刀刣死。"}},{"book":"耶","chapter":18,"verse":22,"versions":{"unv":"你使敵軍忽然臨到他們的時候，願人聽見哀聲從他們的屋內發出；因他們挖坑要捉拿我，暗設網羅要絆我的腳。","bklcl":"Lí hō͘ kun-tūi hut-jiân lîm-kàu in ê sî, goān tùi in ê chhù thiaⁿ-kìⁿ thî-khàu ê siaⁿ; in-ūi in ku̍t hām-khiⁿ beh lia̍h góa, siat lô-bāng beh pòaⁿ góa ê kha.","tghg":"你互軍隊忽然臨到𪜶的時，願對𪜶的厝聽見啼哭的聲；因為𪜶掘(ku̍t)陷坑欲掠我，設羅網欲絆我的腳。","bklhl":"你hō͘軍隊忽然臨到in ê時，願tùi in ê厝聽見啼哭ê聲；因為in ku̍t陷坑beh掠我，設羅網beh絆我ê腳。"}},{"book":"耶","chapter":18,"verse":23,"versions":{"unv":"耶和華啊，他們要殺我的那一切計謀，你都知道。不要赦免他們的罪孽，也不要從你面前塗抹他們的罪惡，要叫他們在你面前跌倒；願你發怒的時候罰辦他們。","bklcl":"Iâ-hô-hoa ah, in beh hāi góa hiah-ê kè-bô͘, Lí lóng chai; bo̍h-tit sià-bián in ê chōe-kòa; ia̍h bo̍h-tit tùi Lí ê bīn-chêng chhat-siau in ê chōe-ok; tio̍h hō͘ in tī Lí ê bīn-chêng poa̍h-tó; Lí siū-khì ê sî, tio̍h pān--in.","tghg":"耶和華啊，𪜶欲害我許個計謀，你攏知。莫得赦免𪜶的罪過，亦莫得對你的面前擦消𪜶的罪惡，著互𪜶佇你的面前跋倒；你受氣的時著辦𪜶。","bklhl":"耶和華ah，in beh害我hiah-ê計謀，你lóng知；莫得赦免in ê罪過；亦莫得tùi你ê面前擦消in ê罪惡；tio̍h hō͘ in tī你ê面前跋倒；你受氣ê時，tio̍h辦in。"}}]