[{"book":"耶","chapter":20,"verse":1,"versions":{"unv":"祭司音麥的兒子巴施戶珥作耶和華殿的總管，聽見耶利米預言這些事，","bklcl":"Chè-si Im-be̍k ê kiáⁿ Pa-si-hō͘-jíⁿ, chòe koán Iâ-hô-hoa ê chhù ê thâu-lâng,","tghg":"祭司音麥的子巴施戶珥做管耶和華的厝的頭人，","bklhl":"祭司Im-be̍k ê kiáⁿ Pa-si-hō͘-jíⁿ，做管耶和華ê厝ê頭人，"}},{"book":"耶","chapter":20,"verse":2,"versions":{"unv":"他就打先知耶利米，用耶和華殿裡便雅憫高門內的枷，將他枷在那裡。","bklcl":"thiaⁿ-kìⁿ Iâ-lī-bí thoân chiah-ê ōe; Pa-si-hō͘-jíⁿ chiū phah sian-ti Iâ-lī-bí, ēng chhâ-kê kā i kê tī Piān-ngá-bín téng ê mn̂g; chit ê mn̂g tī Iâ-hô-hoa ê tiān-lāi.","tghg":"聽見耶利米傳諸個話，巴施戶珥就拍先知耶利米，用柴枷(chhâ-kê)給伊枷佇便雅憫頂的門，此個門佇耶和華的殿內。","bklhl":"聽見耶利米傳chiah ê話；Pa-si-hō͘-jíⁿ就phah先知耶利米，用柴枷kā伊枷tī便雅憫頂ê門；chit ê門tī耶和華ê殿內。"}},{"book":"耶","chapter":20,"verse":3,"versions":{"unv":"次日，巴施戶珥將耶利米開枷釋放。於是耶利米對他說：「耶和華不是叫你的名為巴施戶珥，乃是叫你瑪歌珥‧米撒畢（就是四面驚嚇的意思），","bklcl":"Kè-ji̍t Pa-si-hō͘-jíⁿ khui chhâ-kê, tháu-pàng Iâ-lī-bí; Iâ-lī-bí chiū tùi i kóng, Iâ-hô-hoa m̄-sī kiò lí ê miâ chòe Pa-si-hō͘-jíⁿ; chiū-sī kiò lí Má-ko-jíⁿ-bí-sat-pit.","tghg":"過日，巴施戶珥開柴枷解放(tháu-pàng)耶利米。耶利米就對伊講：「耶和華呣是叫你的名做巴施戶珥，就是叫你瑪歌珥米撒畢，","bklhl":"過日Pa-si-hō͘-jíⁿ開柴枷，tháu放耶利米；耶利米就對伊講，耶和華m̄是叫你ê名做Pa-si-hō͘-jíⁿ；就是叫你Má-ko-jíⁿ-bí-sat-pit。"}},{"book":"耶","chapter":20,"verse":4,"versions":{"unv":"因耶和華如此說：『我必使你自覺驚嚇，你也必使眾朋友驚嚇；他們必倒在仇敵的刀下，你也必親眼看見；我必將猶大人全交在巴比倫王的手中，他要將他們擄到巴比倫去，也要用刀將他們殺戮。","bklcl":"In-ūi Iâ-hô-hoa án-ni kóng, Khòaⁿ ah, Góa beh hō͘ lí chòe lí pún-sin, kap lí chèng pêng-iú, kiaⁿ-hiâⁿ ê goân-in; in beh tó tī tùi-te̍k ê to-ē, lí beh chhin-ba̍k khòaⁿ-kìⁿ; Góa beh chiong Iû-tāi lâng lóng kau tī Pa-pí-lûn ông ê chhiú, i beh lia̍h in kàu Pa-pí-lûn, ēng to thâi--in.","tghg":"因為耶和華按呢講：『看啊，我欲互你做你本身，及你眾朋友驚惶的原因；𪜶欲倒佇對敵的刀下，你欲親目看見；我欲將猶大人攏交佇巴比倫王的手，伊欲掠𪜶到巴比倫，用刀刣𪜶。","bklhl":"因為耶和華án-ni講，看ah，我beh hō͘你做你本身，kap你眾朋友，驚惶ê原因；in beh倒tī對敵ê刀下，你beh親目看見；我beh將偤大人lóng交tī巴比倫王ê手，伊beh掠in到巴比倫，用刀刣-in。"}},{"book":"耶","chapter":20,"verse":5,"versions":{"unv":"並且我要將這城中的一切貨財和勞碌得來的，並一切珍寶，以及猶大君王所有的寶物，都交在他們仇敵的手中；仇敵要當作掠物帶到巴比倫去。","bklcl":"Koh Góa beh chiong chit ê siâⁿ lóng-chóng ê hè-châi, kap tio̍h-bôa só͘ tit-tio̍h--ê, kap it-chhè ê pó-pòe, í-ki̍p Iû-tāi hiah-ê ông ê pó-mi̍h, lóng kau tī in ê tùi-te̍k ê chhiú; tùi-te̍k beh chhiúⁿ--in, beh lia̍h in; tòa kàu Pa-pí-lûn.","tghg":"閣我欲將此個城攏總的貨財及著磨所得著的，及一切的寶貝，以及猶大許個王的寶物，攏交佇𪜶的對敵的手；對敵欲搶𪜶，欲掠𪜶帶到巴比倫。","bklhl":"Koh我beh將chit ê城lóng總ê貨財，kap tio̍h磨所得tio̍h-ê，kap一切ê寶貝，以及偤大hiah-ê王ê寶物，lóng交tī in ê對敵ê手；對敵beh搶in，beh掠in；帶到巴比倫。"}},{"book":"耶","chapter":20,"verse":6,"versions":{"unv":"你這巴施戶珥和一切住在你家中的人都必被擄去；你和你的眾朋友，就是你向他們說假預言的，都必到巴比倫去，要死在那裡，葬在那裡。』」","bklcl":"Lí chit ê Pa-si-hō͘-jíⁿ ah, lí kap it-chhè tiàm lí ke-lāi ê lâng, lóng beh hō͘ lâng lia̍h-khì; lí kap lí ê chèng pêng-iú, chiū-sī lí tùi in thoân ké-ōe--ê, lóng beh kàu Pa-pí-lûn, sí tī-hia, bâi-chòng tī-hia.","tghg":"你此個巴施戶珥啊，你及一切踮你家內的人攏欲互人掠去，你及你的眾朋友，就是你對𪜶傳假話的，攏欲到巴比倫，死佇遐，埋葬佇遐。』","bklhl":"你chit ê Pa-si-hō͘-jíⁿ ah，你kap一切tiàm你家內ê人，lóng beh hō͘人掠去；你kap你ê眾朋友，就是你對in傳假話ê，lóng beh到巴比倫，死tī-hia，埋葬tī-hia。"}},{"book":"耶","chapter":20,"verse":7,"versions":{"unv":"耶和華啊，你曾勸導我，我也聽了你的勸導。你比我有力量，且勝了我。我終日成為笑話，人人都戲弄我。","bklcl":"Iâ-hô-hoa ah, Lí bat bián-kióng góa, góa iā hō͘ lí bián-kióng; Lí pí góa khah ū la̍t, lâi iâⁿ góa; góa thong-ji̍t chiâⁿ-chòe chhiò-ōe, lâng lóng hì-lāng góa.","tghg":"耶和華啊，你曾勉強我，我也互你勉強。你比我卡有力，來贏我。我通日成做笑話，人攏戲弄我。","bklhl":"耶和華ah，你bat勉強我，我也hō͘你勉強；你比我khah有力，來贏我；我thong日成做笑話，人lóng戲弄我。"}},{"book":"耶","chapter":20,"verse":8,"versions":{"unv":"我每逢講論的時候，就發出哀聲，我喊叫說：有強暴和毀滅！因為耶和華的話終日成了我的凌辱、譏刺。","bklcl":"Góa ta̍k-pái kóng ê sî, chiū chhut ai-siong ê siaⁿ; góa kiò kóng, Kiông-pō, chhiúⁿ-kiap; in-ūi Iâ-hô-hoa ê ōe, thong-ji̍t chiâⁿ-chòe Góa ê lêng-jio̍k, ki-chhì.","tghg":"我逐擺講的時，就出哀傷的聲，我叫講：強暴！搶劫！因為耶和華的話通日成做我的凌辱、譏刺(ki-chhì)。","bklhl":"我ta̍k-pái講ê時，就出哀傷ê聲；我叫講，強暴、搶劫；因為耶和華ê話，thong日成做我ê凌辱、譏刺。"}},{"book":"耶","chapter":20,"verse":9,"versions":{"unv":"我若說：我不再提耶和華，也不再奉他的名講論，我便心裡覺得似乎有燒著的火閉塞在我骨中，我就含忍不住，不能自禁。","bklcl":"Góa nā kóng, Góa bô beh koh thê-khí Iâ-hô-hoa, ia̍h bô beh koh thok I ê miâ lâi kóng; chiū tī Góa ê sim-lāi ū chhin-chhiūⁿ to̍h ê hé, koaiⁿ-ba̍t tī Góa ê kut-lāi; Góa chiū lún-bōe-tiâu, bōe-ōe ka-kī kìm-chí.","tghg":"我若講：我無欲閣提起耶和華，亦無欲閣託伊的名來講，就佇我的心內有親像𤏸(to̍h)的火關密(koaiⁿ-ba̍t)佇我的骨內，我就愞𣍐住(lún-bōe-tiâu)，𣍐會家己禁止。","bklhl":"我若講，我無beh koh提起耶和華，亦無beh koh託伊ê名來講；就tī我ê心內有親像to̍h ê火，關密tī我ê骨內；我就忍bōe-tiâu，bōe能家己禁止。"}},{"book":"耶","chapter":20,"verse":10,"versions":{"unv":"我聽見了許多人的讒謗，四圍都是驚嚇；就是我知己的朋友也都窺探我，願我跌倒，說：告他吧，我們也要告他！或者他被引誘，我們就能勝他，在他身上報仇。","bklcl":"Góa thiaⁿ-kìⁿ chōe-chōe lâng ê húi-pòng; sì-ûi lóng sī kiaⁿ-hiâⁿ.  Góa ti-kí ê pêng-iú, chiū-sī teh tng-tán góa poa̍h-tó--ê, kóng, Tio̍h kò--i, goán ia̍h beh kò--i; kiám-chhái i siū ín-iú, lán chiū ōe iâⁿ--i, tùi i pò-siû.","tghg":"我聽見多多人的誹謗，四圍攏是驚惶；我知己的朋友，就是啲當等(tng-tán)我跋倒者，講：著告伊，阮亦欲告伊！豈採伊受引誘，咱就會贏伊，對伊報讎(pò-siû)。","bklhl":"我聽見chōe-chōe人ê譭謗；四圍lóng是驚惶。我知己ê朋友，就是teh當等我跋倒ê，講，Tio̍h告伊，阮亦beh告伊；kiám-chhái伊受引誘，咱就會贏伊，對伊報仇。"}},{"book":"耶","chapter":20,"verse":11,"versions":{"unv":"然而，耶和華與我同在，好像甚可怕的勇士。因此，逼迫我的必都絆跌，不能得勝；他們必大大蒙羞，就是受永不忘記的羞辱，因為他們行事沒有智慧。","bklcl":"Chóng-sī Iâ-hô-hoa kap góa tī-teh; chhin-chhiūⁿ chin thang kiaⁿ ê ióng-sū; só͘-í khún-pek góa--ê beh poa̍h-tó, bōe-ōe iâⁿ; in beh tōa-tōa kiàn-siàu chiū-sī siū éng bô bōe-kì-tit ê làu-khùi; in-ūi in kiâⁿ tāi-chì bô tì-hūi.","tghg":"總是，耶和華及我佇啲，親像真通驚的勇士。所以，窘迫我的欲跋倒，𣍐會贏；𪜶欲大大見誚，就是受永無𣍐記得的漏氣，因為𪜶行代誌無智慧。","bklhl":"總是耶和華kap我tī-teh；親像真thang驚ê勇士；所以窘迫我ê beh跋倒，bōe能贏；in beh大大見笑就是受永無bōe記得ê漏氣；因為in行tāi-chì無智慧。"}},{"book":"耶","chapter":20,"verse":12,"versions":{"unv":"試驗義人、察看人肺腑心腸的萬軍之耶和華啊，求你容我見你在他們身上報仇，因我將我的案件向你稟明了。","bklcl":"Bān-kun ê Iâ-hô-hoa ah, Lí sī chhì-giām gī-lâng, kàm-chhat lâng ê sim-pak sīn-tn̂g--ê; kiû Lí hō͘ góa khòaⁿ-kìⁿ Lí tùi in pò-siû; in-ūi góa chiong góa ê àn-kiāⁿ pín-bêng tī Lí.","tghg":"萬軍的耶和華啊，你是試驗義人、鑑察人的心腹心腸者，求你互我看見你對𪜶報仇，因為我將我的案件稟明佇你。","bklhl":"萬軍ê耶和華ah，祢是試驗義人，鑑察人ê心腹腎腸ê；求祢hō͘我看見祢對in報仇；因為我將我ê案件稟明tī祢。"}},{"book":"耶","chapter":20,"verse":13,"versions":{"unv":"你們要向耶和華唱歌；讚美耶和華！因他救了窮人的性命脫離惡人的手。","bklcl":"Lín tio̍h ǹg Iâ-hô-hoa chhiùⁿ-koa, o-ló Iâ-hô-hoa; in-ūi I kiù sòng-hiong-lâng ê sìⁿ-miā, thoat-lī pháiⁿ-lâng ê chhiú.","tghg":"恁著向耶和華唱歌；謳咾耶和華！因為伊救喪鄉人的生命脫離歹人的手。","bklhl":"Lín tio̍h ǹg耶和華唱歌，o-ló耶和華；因為伊救sòng-hiong人ê性命，脫離pháiⁿ人ê手。"}},{"book":"耶","chapter":20,"verse":14,"versions":{"unv":"願我生的那日受咒詛；願我母親產我的那日不蒙福！","bklcl":"Góa chhut-sì ê ji̍t, goān hit ê ji̍t-chí siū chiù-chó͘; góa ê lāu-bú siⁿ góa ê ji̍t, goān hit ê ji̍t-chí bô tit-tio̍h hok-khì.","tghg":"我出世的日，願彼個日子受咒詛；我的老母生我的日，願彼個日子無得著福氣！","bklhl":"我出世ê日，願hit ê日子受咒詛；我ê老母生我ê日，願hit ê日子無得tio̍h福氣。"}},{"book":"耶","chapter":20,"verse":15,"versions":{"unv":"給我父親報信說「你得了兒子」，使我父親甚歡喜的，願那人受咒詛。","bklcl":"Lâng pò góa ê lāu-pē kóng, Lí ū siⁿ ta-po͘-kiáⁿ, hō͘ i chin hoaⁿ-hí--ê; goān hit ê lâng siū chiù-chó͘.","tghg":"人報我的老父講：「你有生查甫子」，互伊真歡喜者，願彼個人受咒詛。","bklhl":"人報我ê老父講，你有生ta-po͘-kiáⁿ，hō͘伊真歡喜ê；願hit ê人受咒詛。"}},{"book":"耶","chapter":20,"verse":16,"versions":{"unv":"願那人像耶和華所傾覆而不後悔的城邑；願他早晨聽見哀聲，晌午聽見吶喊；","bklcl":"Goān hit-lâng chhin-chhiūⁿ Iâ-hô-hoa só͘ chhia-tó hiah-ê siâⁿ, iā bô thè-hóe--ê; goān i chá-khí-sî thiaⁿ-kìⁿ ai-chhám ê siaⁿ, ji̍t tiong-tàu thiaⁿ-kìⁿ hoah-hiàm ê siaⁿ.","tghg":"願彼人親像耶和華所捙倒(chhia-tó)許個城，也無退悔者；願伊早起時聽見哀慘的聲，日中晝(tiong-tàu)聽見喝喊(hoah-hiàm)的聲；","bklhl":"願hit人親像耶和華所chhia倒hiah-ê城，也無退悔ê；願伊早起時聽見哀慘ê聲，日中晝聽見hoah-hiàm ê聲。"}},{"book":"耶","chapter":20,"verse":17,"versions":{"unv":"因他在我未出胎的時候不殺我，使我母親成了我的墳墓，胎就時常重大。","bklcl":"In-ūi I bô tùi thai--nih hō͘ góa sí; hō͘ góa ê lāu-bú chòe góa ê bōng, i ê thai siông-siông tōa--ê.","tghg":"因為伊無對胎裡互我死，互我的老母做我的墓，伊的胎常常大的。","bklhl":"因為祂無tùi胎裡hō͘我死；hō͘我ê老母做我ê墓，伊ê胎常常大ê。"}},{"book":"耶","chapter":20,"verse":18,"versions":{"unv":"我為何出胎見勞碌愁苦，使我的年日因羞愧消滅呢？","bklcl":"Góa siáⁿ-sū chhut-thai, lâi tú-tio̍h tio̍h-bôa iu-khó͘; hō͘ góa ê nî-ji̍t in-ūi kiàn-siàu lâi siau-bia̍t ah?","tghg":"我啥事出胎來抵著(tú-tio̍h)著磨憂苦，互我的年日因為見誚來消滅啊？","bklhl":"我啥事出胎，來tú-tio̍h tio̍h磨憂苦；hō͘我ê年日因為見笑來消滅ah？"}}]