[{"book":"耶","chapter":32,"verse":1,"versions":{"unv":"猶大王西底家第十年，就是尼布甲尼撒十八年，耶和華的話臨到耶利米。","bklcl":"Iû-tāi ông Se-tí-ka tē cha̍p--nî, chiū-sī Nî-pò͘-kah-nî-sat cha̍p-poeh nî, ū Iâ-hô-hoa ê ōe lîm-kàu Iâ-lī-bí.","tghg":"猶大王西底家第十年，就是尼布甲尼撒十八年，有耶和華的話臨到耶利米。","bklhl":"偤大王Se-tí-ka第十年，就是Nî-pò͘-kah-nî-sat十八年，有耶和華ê話臨到耶利米。"}},{"book":"耶","chapter":32,"verse":2,"versions":{"unv":"那時巴比倫王的軍隊圍困耶路撒冷，先知耶利米囚在護衛兵的院內，在猶大王的宮中；","bklcl":"Hit-sî Pa-pí-lûn ông ê kun-tūi ûi-khùn Iâ-lō͘-sat-léng, sian-ti Iâ-lī-bí koaiⁿ tī khu-liû-só͘ ê īⁿ, tī Iû-tāi ông ê chhù.","tghg":"彼時，巴比倫王的軍隊圍困耶路撒冷，先知耶利米關佇拘留所的院，佇猶大王的厝；","bklhl":"Hit時，巴比倫王ê軍隊圍困耶路撒冷，先知耶利米關tī拘留所ê院，tī偤大王ê厝。"}},{"book":"耶","chapter":32,"verse":3,"versions":{"unv":"因為猶大王西底家已將他囚禁，說：「你為甚麼預言說，耶和華如此說：『我必將這城交在巴比倫王的手中，他必攻取這城。","bklcl":"In-ūi Iû-tāi ông Se-tí-ka í-keng chiong i koaiⁿ-kìm, kóng, Lí siáⁿ-sū chhàm-gú kóng, Iâ-hô-hoa án-ni kóng, Khòaⁿ ah, Góa beh chiong chit ê siâⁿ kau tī Pa-pí-lûn ông ê chhiú, i beh chhú--i;","tghg":"因為猶大王西底家已經將伊關禁，講：「你啥事讖語(chhàm-gú)講，耶和華按呢講：『看啊，我欲將此個城交佇巴比倫王的手，伊欲取伊。","bklhl":"因為偤大王Se-tí-ka已經將伊關禁，講，你啥事讖語講，耶和華án-ni講，看ah，我beh將chit ê城交tī巴比倫王ê手，伊beh取伊；"}},{"book":"耶","chapter":32,"verse":4,"versions":{"unv":"猶大王西底家必不能逃脫迦勒底人的手，定要交在巴比倫王的手中，要口對口彼此說話，眼對眼彼此相看。","bklcl":"Iû-tāi ông Se-tí-ka tek-khak bōe thoat-lī Ka-le̍k-tí lâng ê chhiú, tiāⁿ-tio̍h beh kau tī Pa-pí-lûn ông ê chhiú, ia̍h beh kap i kóng ōe, chhùi tùi chhùi, i ê ba̍k-chiu ia̍h beh khòaⁿ i ê ba̍k-chiu,","tghg":"猶大王西底家的確𣍐脫離迦勒底人的手，定著欲交佇巴比倫王的手，亦欲及伊講話，嘴對嘴，伊的目睭亦欲看伊的目睭。","bklhl":"偤大王Se-tí-ka的確bōe脫離Ka-le̍k-tí人ê手，定tio̍h beh交tī巴比倫王ê手，亦beh kap伊講話，嘴對嘴，伊ê目睭亦beh看伊ê目睭，"}},{"book":"耶","chapter":32,"verse":5,"versions":{"unv":"巴比倫王必將西底家帶到巴比倫；西底家必住在那裡，直到我眷顧他的時候。你們雖與迦勒底人爭戰，卻不順利。這是耶和華說的。』」","bklcl":"Se-tí-ka beh hō͘ i tòa kàu Pa-pí-lûn, tòa tī-hia, kàu Góa koàn-kò͘ i ê sî; lín sui-jiân kap Ka-le̍k-tí lâng kau-chiàn, ia̍h bô lī-ek? che sī Iâ-hô-hoa kóng--ê.","tghg":"西底家欲互伊帶到巴比倫；住佇遐，到我眷顧伊的時。恁雖然及迦勒底人交戰，亦無利益。這是耶和華講的。』」","bklhl":"Se-tí-ka beh hō͘伊帶到巴比倫，tòa tī-hia，到我眷顧伊ê時；lín雖然kap Ka-le̍k-tí人交戰，亦無利益？這是耶和華講ê。"}},{"book":"耶","chapter":32,"verse":6,"versions":{"unv":"耶利米說：「耶和華的話臨到我說：","bklcl":"Iâ-lī-bí kóng, Iâ-hô-hoa ê ōe lîm-kàu góa kóng,","tghg":"耶利米講：「耶和華的話臨到我講：","bklhl":"耶利米講，耶和華ê話臨到我講，"}},{"book":"耶","chapter":32,"verse":7,"versions":{"unv":"『你叔叔沙龍的兒子哈拿篾必來見你，說：我在亞拿突的那塊地，求你買來；因你買這地是合乎贖回之理。』」","bklcl":"Khòaⁿ ah, lí ê chek Sa-liông ê kiáⁿ Hap-ná-bia̍t beh lâi kìⁿ lí, kóng, Góa tī A-ná-tu̍t hit khu chhân, chhiáⁿ lí bóe--i; in-ūi sio̍k-hôe ê koân chāi-tī lí, lí thang bóe.","tghg":"『看啊，你的叔沙龍的子合拿篾欲來見你，講：我佇亞拿突彼區田，請你買伊；因為贖回的權在佇你，你通買。』」","bklhl":"看ah，你ê叔Sa-liông ê kiáⁿ Hap-ná-bia̍t beh來見你，講，我tī A-ná-tu̍t hit坵田，請你買伊；因為贖回ê權在tī你，你thang買。"}},{"book":"耶","chapter":32,"verse":8,"versions":{"unv":"我叔叔的兒子哈拿篾果然照耶和華的話來到護衛兵的院內，對我說：「我在便雅憫境內、亞拿突的那塊地，求你買來；因你買來是合乎承受之理，是你當贖的。你為自己買來吧！」我─耶利米就知道這是耶和華的話。","bklcl":"Góa ê chek ê kiáⁿ Hap-ná-bia̍t kó-jiân chiàu Iâ-hô-hoa ê ōe lâi khu-liû-só͘ ê īⁿ chhē góa, tùi góa kóng, Góa tī Piān-ngá-bín ê kéng-lāi, A-ná-tu̍t hit khu chhân, chhiáⁿ lí bóe; in-ūi sêng-chiap kap sio̍k-hôe ê koân chāi-tī lí, lí tio̍h bóe chòe lí-ê; góa chiū chai che sī Iâ-hô-hoa ê ōe.","tghg":"我的叔的子哈拿篾果然照耶和華的話來拘留所的院尋我，對我講：「我佇便雅憫的境內，亞拿突彼區田，請你買；因為承接及贖回的權在佇你。你著買做你的！」我就知這是耶和華的話。","bklhl":"我ê叔ê kiáⁿ Hap-ná-bia̍t果然照耶和華ê話來拘留所ê院chhē我，對我講，我tī便雅憫ê境內，A-ná-tu̍t hit坵田，請你買；因為承接kap贖回ê權在tī你，你tio̍h買做你ê；我就知這是耶和華ê話。"}},{"book":"耶","chapter":32,"verse":9,"versions":{"unv":"我便向我叔叔的兒子哈拿篾買了亞拿突的那塊地，平了十七舍客勒銀子給他。","bklcl":"Góa chiū tùi góa ê chek ê kiáⁿ, Hap-ná-bia̍t, bóe A-ná-tu̍t hit khu chhân, phêng hit ê kè-gûn hō͘ i, kiōng cha̍p-chhit sià-khek-le̍k.","tghg":"我就對我的叔的子哈拿篾買亞拿突彼區田，秤(phêng)彼個價銀互伊，共十七舍客勒。","bklhl":"我就tùi我ê叔ê kiáⁿ，Hap-ná-bia̍t，買A-ná-tu̍t hit坵田，秤(phêng)hit ê價銀hō͘伊，共十七sià-khek-le̍k。"}},{"book":"耶","chapter":32,"verse":10,"versions":{"unv":"我在契上畫押，將契封緘，又請見證人來，並用天平將銀子平給他。","bklcl":"Góa tī khòe-bīn chhiam miâ, chiong khòe hong-ba̍t; koh chhiáⁿ lâng lâi chòe ti-kìⁿ, ia̍h ēng thian-phêng phêng gûn hō͘ i.","tghg":"我佇契面簽名，將契封密(hong-ba̍t)，閣請人來做知見(ti-kìⁿ)，亦用天秤(thian-phêng)秤銀互伊。","bklhl":"我tī契面簽名，將契封密；koh請人來做知見，亦用天秤秤銀hō͘伊。"}},{"book":"耶","chapter":32,"verse":11,"versions":{"unv":"我便將照例按規所立的買契，就是封緘的那一張和敞著的那一張，","bklcl":"Góa chiū the̍h chiàu kui-lē só͘ li̍p ê bóe-khòe, chiū-sī hong-ba̍t--ê hit-tiuⁿ, kap bô hong--ê hit-tiuⁿ;","tghg":"我就提照規例所立的買契，就是封密的彼張，及無封的彼張，","bklhl":"我就the̍h照規例所立ê買契，就是封密ê hit張，kap無封ê hit張；"}},{"book":"耶","chapter":32,"verse":12,"versions":{"unv":"當著我叔叔的兒子哈拿篾和畫押作見證的人，並坐在護衛兵院內的一切猶大人眼前，交給瑪西雅的孫子尼利亞的兒子巴錄。","bklcl":"tng góa ê chek ê kiáⁿ Hap-ná-bia̍t, kap chhiam-miâ tī khòe-bīn chiah-ê ti-kìⁿ, í-ki̍p chē tī khu-liû-só͘ īⁿ-lāi it-chhè Iû-tāi lâng ê bīn-chêng, chiong bóe-bōe ê khòe kau hō͘ Má-se-ngá ê sun, Nî-lī-a ê kiáⁿ, Pa-lio̍k.","tghg":"當我的叔的子哈拿篾及簽名佇契面諸個知見，以及坐佇拘留所院內一切猶大人的面前，將買賣的契交互瑪西雅的孫尼利亞的子巴錄。","bklhl":"當我ê叔ê kiáⁿ Hap-ná-bia̍t，kap簽名tī契面chiah ê知見，以及坐tī拘留所院內一切偤大人ê面前，將買賣ê契交hō͘ Má-se-ngá ê孫，Nî-lī-a ê kiáⁿ，Pa-lio̍k。"}},{"book":"耶","chapter":32,"verse":13,"versions":{"unv":"當著他們眾人眼前，我囑咐巴錄說：","bklcl":"Tng in bīn-chêng, góa hoan-hù Pa-lio̍k kóng,","tghg":"當𪜶面前，我吩咐巴錄講：","bklhl":"當in面前，我吩咐Pa-lio̍k講，"}},{"book":"耶","chapter":32,"verse":14,"versions":{"unv":"「萬軍之耶和華─以色列的　神如此說：要將這封緘的和敞著的兩張契放在瓦器裡，可以存留多日。","bklcl":"Bān-kun ê Iâ-hô-hoa, Í-sek-lia̍t ê Siōng-tè, án-ni kóng, Tio̍h chiong hong-ba̍t--ê kap bô hong--ê, chí(**chit) nn̄g tiuⁿ khòe, siu tī hûi-khì ê lāi-bīn, thang liû-chûn chōe-chōe ji̍t.","tghg":"「萬軍的耶和華──以色列的上帝按呢講：著將封密的及無封的此二張契收佇磁器(hûi-khì)的內面，通留存(liû-chûn)多多日。","bklhl":"萬軍ê耶和華，以色列ê上帝，án-ni講，Tio̍h將封密ê kap無封ê，chit兩張契，收tī磁器ê內面，thang留存chōe-chōe日。"}},{"book":"耶","chapter":32,"verse":15,"versions":{"unv":"因為萬軍之耶和華─以色列的　神如此說：將來在這地必有人再買房屋、田地，和葡萄園。」","bklcl":"In-ūi bān-kun ê Iâ-hô-hoa, Í-sek-lia̍t ê Siōng-tè, án-ni kóng, Chiong-lâi tī chit só͘-chāi lâng beh koh bóe chhù-the̍h, chhân-hn̂g, kap phû-tô-hn̂g.","tghg":"因為萬軍的耶和華──以色列的上帝按呢講：將來佇此所在人欲閣買厝宅、田園，及葡萄園。」","bklhl":"因為萬軍ê耶和華，以色列ê上帝，án-ni講，將來tī chit所在人beh koh買厝宅、田園，kap葡萄園。"}},{"book":"耶","chapter":32,"verse":16,"versions":{"unv":"我將買契交給尼利亞的兒子巴錄以後，便禱告耶和華說：","bklcl":"Góa chiong bóe-khòe kau hō͘ Nî-lī-a ê kiáⁿ Pa-lio̍k í-āu, chiū kî-tó Iâ-hô-hoa kóng,","tghg":"我將買契交互尼利亞的子巴錄以後，就祈禱耶和華講：","bklhl":"我將買契交hō͘ Nî-lī-a ê kiáⁿ Pa-lio̍k以後，就祈禱耶和華講，"}},{"book":"耶","chapter":32,"verse":17,"versions":{"unv":"「主耶和華啊，你曾用大能和伸出來的膀臂創造天地，在你沒有難成的事。","bklcl":"Chú Iâ-hô-hoa ah, Lí bat ēng tōa koân-lêng kap chhun-chhut ê chhiú, chhòng-chō thiⁿ tōe; chāi-tī Lí bô chi̍t-hāng oh-chiâⁿ ê sū;","tghg":"「主耶和華啊，你曾用大權能及伸出的手創造天地，在佇你無一項僫成(oh-chiâⁿ)的事。","bklhl":"主耶和華ah，你bat用大權能kap伸出ê手，創造天地；在tī你無一項oh成ê事；"}},{"book":"耶","chapter":32,"verse":18,"versions":{"unv":"你施慈愛與千萬人，又將父親的罪孽報應在他後世子孫的懷中，是至大全能的　神，萬軍之耶和華是你的名。","bklcl":"Lí si chû-ài hō͘ chheng-bān lâng, koh chiong lāu-pē ê chōe-kòa pò-èng tī i hō͘-è ê sin-chiūⁿ; chì-tōa choân-lêng ê Siōng-tè, bān-kun ê Iâ-hô-hoa, sī I ê miâ.","tghg":"你施慈愛互千萬人，閣將老父的罪過報應佇伊後裔的身上，至大全能的上帝，萬軍的耶和華是伊的名。","bklhl":"你施慈愛hō͘千萬人，koh將老父ê罪過報應tī伊後裔ê身上；至大全能ê上帝，萬軍ê耶和華，是祂ê名。"}},{"book":"耶","chapter":32,"verse":19,"versions":{"unv":"謀事有大略，行事有大能，注目觀看世人一切的舉動，為要照各人所行的和他做事的結果報應他。","bklcl":"Lí ê kè-e̍k ū tōa pún-sū, kiâⁿ tāi-chì ū tōa koân-lêng, chù-ba̍k khòaⁿ sè-kan lâng it-chhè ê kiâⁿ-chòe, chiàu ta̍k-lâng ê só͘-kiâⁿ, kap in ê só͘-chòe ê hāu-kó, lâi pò-èng i.","tghg":"你的計劃(kè-e̍k)有大本事，行代誌有大權能，注目看世間人一切的行做，照逐人的所行及𪜶的所做的效果，來報應伊。","bklhl":"你ê計畫有大本事，行tāi-chì有大權能，注目看世間人一切ê行做，照ta̍k人ê所行，kap in ê所做ê效果，來報應伊。"}},{"book":"耶","chapter":32,"verse":20,"versions":{"unv":"在埃及地顯神蹟奇事，直到今日在以色列和別人中間也是如此，使自己得了名聲，正如今日一樣。","bklcl":"Tī Ai-ki̍p tōe hián-chhut sîn-jiah kî-sū, ti̍t-kàu kin-á-ji̍t; tī Í-sek-lia̍t kap pa̍t-lâng ê tiong-kan, ia̍h sī án-ni; hō͘ Lí tit-tio̍h miâ-siaⁿ, chhin-chhiūⁿ kin-á-ji̍t chi̍t-iūⁿ;","tghg":"佇埃及地顯出神蹟奇事，直到今仔日佇以色列及別人的中間亦是按呢，互你得著名聲，親像今仔日一樣。","bklhl":"Tī埃及地顯出神跡奇事，直到今á日；tī以色列kap別人ê中間，亦是án-ni；hō͘你得tio̍h名聲，親像今á日一樣；"}},{"book":"耶","chapter":32,"verse":21,"versions":{"unv":"用神蹟奇事和大能的手，並伸出來的膀臂與大可畏的事，領你的百姓以色列出了埃及。","bklcl":"ēng sîn-jiah kî-sū, kap tōa koân-lêng ê chhiú, kap chhun-chhut ê chhiú-kut, kap tōa thang kiaⁿ ê sū, chhōa Lí ê peh-sìⁿ Í-sek-lia̍t chhut Ai-ki̍p tōe;","tghg":"用神蹟奇事及大權能的手，及伸出的手骨及大通驚的事，導你的百姓以色列出埃及地。","bklhl":"用神跡奇事，kap大權能ê手，kap伸出ê手骨，kap大thang驚ê事，chhōa你ê百姓以色列出埃及地；"}},{"book":"耶","chapter":32,"verse":22,"versions":{"unv":"將這地賜給他們，就是你向他們列祖起誓應許賜給他們流奶與蜜之地。","bklcl":"chiong chit ê lâu ni kap bi̍t ê tōe siúⁿ-sù in, chiū-sī Lí tùi in ê lia̍t-chó͘ chiù-chōa beh hō͘ in ê.","tghg":"將此個流奶及蜜的地賞賜𪜶，就是你對𪜶的列祖咒誓欲互𪜶的。","bklhl":"將chit ê流奶kap蜜ê地賞賜in，就是祢對in ê列祖chiù-chōa beh hō͘ in ê。"}},{"book":"耶","chapter":32,"verse":23,"versions":{"unv":"他們進入這地得了為業，卻不聽從你的話，也不遵行你的律法；你一切所吩咐他們行的，他們一無所行，因此你使這一切的災禍臨到他們。","bklcl":"In ji̍p--lâi tit-tio̍h i chòe-gia̍p; chóng-sī bô thàn Lí ê ōe, bô kiâⁿ Lí ê lu̍t-hoat; Lí it-chhè bēng-lēng in kiâⁿ--ê, in bô kiâⁿ chi̍t-hāng; só͘-í Lí hō͘ lóng-chóng ê chai-ē kàu tī in.","tghg":"𪜶入來得著伊做業，總是無趁你的話，無行你的律法；你一切命令𪜶行的，𪜶無行一項，所以你互攏總的災禍到佇𪜶。","bklhl":"In入來得tio̍h伊做業；總是無thàn祢ê話，無行祢ê律法；祢一切命令in行ê，in無行一項；所以祢hō͘ lóng總ê災厄到tī in。"}},{"book":"耶","chapter":32,"verse":24,"versions":{"unv":"看哪，敵人已經來到，築壘要攻取這城；城也因刀劍、饑荒、瘟疫交在攻城的迦勒底人手中。你所說的話都成就了，你也看見了。","bklcl":"Khòaⁿ ah, ū koâiⁿ ê thô͘-tui, in í-keng pek-óa chit ê siâⁿ, beh chhú--i; siâⁿ ia̍h in-ūi to-kiàm, ki-hng, un-e̍k, kau hō͘ kong-kek i ê Ka-le̍k-tí lâng ê chhiú, Lí só͘ kóng--ê í-keng chiâⁿ, Lí ia̍h chhin-ba̍k khòaⁿ-kìⁿ.","tghg":"看啊，有高的土堆，𪜶已經逼倚此個城欲取伊；城亦因為刀劍、飢荒、瘟疫，交互攻擊伊的迦勒底人的手。你所講的已經成，你亦親目看見。","bklhl":"看ah，有高ê土堆，in已經逼óa chit ê城，beh取伊；城亦因為刀劍、飢荒、瘟疫，交hō͘攻擊伊ê Ka-le̍k-tí人ê手，祢所講ê已經成，祢亦親目看見。"}},{"book":"耶","chapter":32,"verse":25,"versions":{"unv":"主耶和華啊，你對我說：要用銀子為自己買那塊地，又請見證人。其實這城已交在迦勒底人的手中了。」","bklcl":"Chú Iâ-hô-hoa ah, Lí kā góa kóng, tio̍h ūi ka-kī ēng gûn bóe chhân, koh chhiáⁿ lâng chòe ti-kìⁿ; taⁿ chit ê siâⁿ í-keng kau tī Ka-le̍k-tí lâng ê chhiú lah.","tghg":"主耶和華啊，你給我講：著為家己用銀買田，閣請人做知見。今此個城已經交佇迦勒底人的手啦。」","bklhl":"主耶和華ah，祢kā我講，tio̍h為家己用銀買田，koh請人做知見；taⁿ chit ê城已經交tī Ka-le̍k-tí人ê手lah。"}},{"book":"耶","chapter":32,"verse":26,"versions":{"unv":"耶和華的話臨到耶利米說：","bklcl":"Iâ-hô-hoa ê ōe lîm-kàu Iâ-lī-bí kóng,","tghg":"耶和華的話臨到耶利米講：","bklhl":"耶和華ê話臨到耶利米講，"}},{"book":"耶","chapter":32,"verse":27,"versions":{"unv":"「我是耶和華，是凡有血氣者的　神，豈有我難成的事嗎？","bklcl":"Khòaⁿ ah, Góa sī Iâ-hô-hoa, sī kìⁿ-ū hiat-khì--ê ê Siōng-tè, chāi-tī Góa kiám ū chi̍t-hāng oh-chiâⁿ ê sū?","tghg":"「看啊，我是耶和華，是見有血氣者的上帝，在佇我豈有一項僫成的事？","bklhl":"看ah，我是耶和華，是見有血氣ê ê上帝，在tī我kiám有一項oh成ê事？"}},{"book":"耶","chapter":32,"verse":28,"versions":{"unv":"耶和華如此說：我必將這城交付迦勒底人的手和巴比倫王尼布甲尼撒的手，他必攻取這城。","bklcl":"Só͘-í Iâ-hô-hoa án-ni kóng, Khòaⁿ ah, Góa beh chiong chit ê siâⁿ kau hō͘ Ka-le̍k-tí lâng ê chhiú, kap Pa-pí-lûn ông Nî-pò͘-kah-nî-sat ê chhiú, i beh chhú--i.","tghg":"所以耶和華按呢講：看啊，我欲將此個城交互迦勒底人的手及巴比倫王尼布甲尼撒的手，伊欲取伊。","bklhl":"所以耶和華án-ni講，看ah，我beh將chit ê城交hō͘ Ka-le̍k-tí人ê手，kap巴比倫王Nî-pò͘-kah-nî-sat ê手，伊beh取伊。"}},{"book":"耶","chapter":32,"verse":29,"versions":{"unv":"攻城的迦勒底人必來放火焚燒這城和其中的房屋。在這房屋上，人曾向巴力燒香，向別神澆奠，惹我發怒。","bklcl":"Kong siâⁿ ê Ka-le̍k-tí lâng beh lâi, pàng hé sio chit ê siâⁿ, í-ki̍p chhù-the̍h; tī chiah-ê chhù-téng, lâng bat ǹg Pa-le̍k sio-hiuⁿ, ǹg pa̍t ê siōng-tè koàn-tiān, jiá Góa ê siū-khì.","tghg":"攻城的迦勒底人欲來放火燒此個城以及厝宅。佇諸個厝頂，人曾向巴力燒香，向別個上帝灌奠(koàn-tiān)，惹我的受氣。","bklhl":"攻城ê Ka-le̍k-tí人beh來，放火燒chit ê城，以及厝宅；tī chiah ê厝頂，人bat ǹg Pa-le̍k燒香，ǹg別ê上帝灌奠，惹我ê受氣。"}},{"book":"耶","chapter":32,"verse":30,"versions":{"unv":"以色列人和猶大人自從幼年以來，專行我眼中看為惡的事；以色列人盡以手所做的惹我發怒。這是耶和華說的。","bklcl":"Í-sek-lia̍t lâng kap Iû-tāi lâng, tùi siàu-liân í-lâi, choan-choan kiâⁿ Góa ba̍k-chiu-tiong khòaⁿ-chòe pháiⁿ ê sū; Í-sek-lia̍t lâng it-chīn ēng chhiú só͘ chòe--ê, jiá Góa ê siū-khì; che sī Iâ-hô-hoa kóng--ê.","tghg":"以色列人及猶大人對少年以來，專專行我目睭中看做歹的事；以色列人一盡用手所做的惹我的受氣。這是耶和華講的。","bklhl":"以色列人kap偤大人，tùi少年以來，專專行我目睭中看做pháiⁿ ê事；以色列人一盡用手所做ê，惹我ê受氣；這是耶和華講ê。"}},{"book":"耶","chapter":32,"verse":31,"versions":{"unv":"這城自從建造的那日直到今日，常惹我的怒氣和忿怒，使我將這城從我面前除掉；","bklcl":"Chit ê siâⁿ tùi khí-chō ê ji̍t kàu kin-á-ji̍t, siông-siông jiá Góa ê siū-khì, hō͘ Góa àu-náu; tì-kàu Góa kā i tû--khì lī-khui Góa ê bīn-chêng.","tghg":"此個城對起造的日到今仔日，常常惹我的受氣互我懊惱，致到我給伊除去離開我的面前；","bklhl":"Chit ê城tùi起造ê日到今á日，常常惹我ê受氣，hō͘我懊惱；致到我kā伊除去離開我ê面前。"}},{"book":"耶","chapter":32,"verse":32,"versions":{"unv":"是因以色列人和猶大人一切的邪惡，就是他們和他們的君王、首領、祭司、先知，並猶大的眾人，以及耶路撒冷的居民所行的，惹我發怒。","bklcl":"Sī in-ūi Í-sek-lia̍t lâng kap Iû-tāi lâng it-chhè ê siâ-ok; chiū-sī in kap in ê kun-ông, kùi-cho̍k, chè-si, sian-ti, kap Iû-tāi ê chèng-lâng, í-ki̍p Iâ-lō͘-sat-léng khiā-khí ê peh-sìⁿ, só͘ kiâⁿ--ê, jiá Góa ê siū-khì.","tghg":"是因為以色列人及猶大人一切的邪惡，就是𪜶及𪜶的君王、貴族、祭司、先知，及猶大的眾人，以及耶路撒冷徛起的百姓所行的，惹我的受氣。","bklhl":"是因為以色列人kap偤大人一切ê邪惡；就是in kap in ê君王、貴族、祭司、先知，kap偤大ê眾人，以及耶路撒冷khiā起ê百姓，所行ê，惹我ê受氣。"}},{"book":"耶","chapter":32,"verse":33,"versions":{"unv":"他們以背向我，不以面向我；我雖從早起來教訓他們，他們卻不聽從，不受教訓，","bklcl":"In ēng ka-chiah ǹg Góa, bô ēng bīn; Góa sui-jiân kà-sī in, sī chá-chá khí-lâi kà-sī in; chóng-sī in bô thiaⁿ-thàn, lâi siū kà-sī.","tghg":"𪜶用尻脊(ka-chiah)向我，無用面；我雖然教示𪜶，是早早起來教示𪜶，總是𪜶無聽趁，來受教示，","bklhl":"In用ka-chiah ǹg我，無用面；我雖然教示in，是早早起來教示in；總是in無聽thàn，來受教示。"}},{"book":"耶","chapter":32,"verse":34,"versions":{"unv":"竟把可憎之物設立在稱為我名下的殿中，污穢了這殿。","bklcl":"In kéng-jiân ēng in khó-ò͘ⁿ ê mi̍h, hē tī ēng Góa ê miâ só͘ chheng ê chhù, lâi phah lâ-sâm--i.","tghg":"𪜶竟然用𪜶可惡的物下(hē)佇用我的名所稱的厝，來拍垃墋(lâ-sâm)伊。","bklhl":"In竟然用in可惡ê物，hē tī用我ê名所稱ê厝，來phah lâ-sâm伊。"}},{"book":"耶","chapter":32,"verse":35,"versions":{"unv":"他們在欣嫩子谷建築巴力的邱壇，好使自己的兒女經火歸摩洛；他們行這可憎的事，使猶大陷在罪裡，這並不是我所吩咐的，也不是我心所起的意。」","bklcl":"In tī Piān-him-lùn ê soaⁿ-kok khí Pa-le̍k ê koâiⁿ-tâi, beh hō͘ in ê kiáⁿ cha-bó͘-kiáⁿ keng-kè hé kui Mô͘-lo̍k; in kiâⁿ che khó-ò͘ⁿ ê sū, hō͘ Iû-tāi hām-lo̍h chōe; che m̄-sī Góa só͘ bēng-lēng--ê, ia̍h m̄-sī Góa ê sim só͘ siūⁿ--ê.","tghg":"𪜶佇便欣嫩的山谷起巴力的高台，欲互𪜶的子，查某子經過火歸摩洛；𪜶行這可惡的事，互猶大陷落罪，這呣是我所命令的，亦呣是我的心所想的。」","bklhl":"In tī Piān-him-lùn ê山谷起Pa-le̍k ê高台，beh hō͘ in ê kiáⁿ cha-bó͘-kiáⁿ經過火歸Mô͘-lo̍k；in行這可惡ê事，hō͘偤大陷落罪；這m̄是我所命令ê，亦m̄是我ê心所想ê。"}},{"book":"耶","chapter":32,"verse":36,"versions":{"unv":"現在論到這城，就是你們所說、已經因刀劍、饑荒、瘟疫交在巴比倫王手中的，耶和華─以色列的　神如此說：","bklcl":"Taⁿ lūn-kàu chit ê siâⁿ, sī lín só͘ kóng í-keng in-ūi to-kiàm, ki-hng, un-e̍k, kau tī Pa-pí-lûn ông ê chhiú--ê; Í-sek-lia̍t ê Siōng-tè Iâ-hô-hoa án-ni kóng:","tghg":"今論到此個城，是恁所講已經因為刀劍、飢荒、瘟疫交佇巴比倫王的手的，以色列的上帝──耶和華按呢講：","bklhl":"Taⁿ論到chit ê城，是lín所講已經因為刀劍、飢荒、瘟疫，交tī巴比倫王ê手ê；以色列ê上帝耶和華án-ni講："}},{"book":"耶","chapter":32,"verse":37,"versions":{"unv":"「我在怒氣、忿怒，和大惱恨中，將以色列人趕到各國。日後我必從那裡將他們招聚出來，領他們回到此地，使他們安然居住。","bklcl":"Khòaⁿ ah, Góa tī siū-khì, àu-náu, tōa siū-khì ê tiong-kan, chiong in kóaⁿ kàu ta̍k-kok, āu-lâi Góa beh tùi-hia chio-chi̍p in chhut--lâi, chhōa in tò-lâi chit só͘-chāi, hō͘ in an-jiân khiā-khí.","tghg":"「看啊，我佇受氣、懊惱、大受氣的中間，將𪜶趕到逐國。後來我欲對遐招集𪜶出來，導𪜶倒來此所在，互𪜶安然徛起。","bklhl":"看ah，我tī受氣、懊惱、大受氣ê中間，將in趕到ta̍k國，後來我beh tùi-hia招集in出來，chhōa in tò來chit所在，hō͘ in安然khiā起。"}},{"book":"耶","chapter":32,"verse":38,"versions":{"unv":"他們要作我的子民，我要作他們的　神。","bklcl":"In beh chòe Góa ê peh-sìⁿ, Góa beh chòe in ê Siōng-tè.","tghg":"𪜶欲做我的百姓，我欲做𪜶的上帝。","bklhl":"In beh做我ê百姓，我beh做in ê上帝。"}},{"book":"耶","chapter":32,"verse":39,"versions":{"unv":"我要使他們彼此同心同道，好叫他們永遠敬畏我，使他們和他們後世的子孫得福樂，","bklcl":"Góa beh hō͘ in it-sim it-lō͘, hō͘ in siông-siông kèng-ùi Góa, hō͘ in kap in ê kiáⁿ-sun tit-tio̍h hok-khì.","tghg":"我欲互𪜶一心一路，互𪜶常常敬畏我，互𪜶及𪜶的子孫得著福氣，","bklhl":"我beh hō͘ in一心一路，hō͘ in常常敬畏我，hō͘ in kap in ê kiáⁿ孫得tio̍h福氣。"}},{"book":"耶","chapter":32,"verse":40,"versions":{"unv":"又要與他們立永遠的約，必隨著他們施恩，並不離開他們，且使他們有敬畏我的心，不離開我。","bklcl":"Góa beh kap in li̍p éng-oán ê iok, chiū-sī bô oa̍t-tńg lī-khui in, sī beh sù-hok hō͘ in; koh hō͘ in chûn-sim kèng-ùi Góa, bô oa̍t-tńg lī-khui Góa.","tghg":"我欲及𪜶立永遠的約，就是無越轉離開𪜶，是欲賜福互𪜶，閣互𪜶存心敬畏我，無越轉離開我。","bklhl":"我beh kap in立永遠ê約，就是無oa̍t-tńg離開in，是beh賜福hō͘ in；koh hō͘ in存心敬畏我，無oa̍t-tńg離開我。"}},{"book":"耶","chapter":32,"verse":41,"versions":{"unv":"我必歡喜施恩與他們，要盡心盡意、誠誠實實將他們栽於此地。","bklcl":"Góa beh hoaⁿ-hí in, sù-hok hō͘ in, Góa si̍t-chāi beh chīn-sim chīn-ì, chai-pôe in tī chit ê só͘-chāi.","tghg":"我欲歡喜𪜶，賜福互𪜶，我實在欲盡心盡意栽培𪜶佇此個所在。","bklhl":"我beh歡喜in，賜福hō͘ in，我實在beh盡心盡意，栽培in tī chit ê所在。"}},{"book":"耶","chapter":32,"verse":42,"versions":{"unv":"「因為耶和華如此說：我怎樣使這一切大禍臨到這百姓，我也要照樣使我所應許他們的一切福樂都臨到他們。","bklcl":"In-ūi Iâ-hô-hoa án-ni kóng, Góa cháiⁿ-iūⁿ hō͘ chit-ê it-chhè tōa ê chai-ē lîm-kàu chit ê peh-sìⁿ, Góa ia̍h beh án-ni hō͘ Góa só͘ èng-ún in it-chhè ê hok-khì lîm-kàu in.","tghg":"「因為耶和華按呢講：我怎樣互此個一切大的災禍臨到此個百姓，我亦欲按呢互我所應允𪜶一切的福氣臨到𪜶。","bklhl":"因為耶和華án-ni講，我怎樣hō͘ chit ê一切大ê災厄臨到chit ê百姓，我亦beh án-ni hō͘我所應允in一切ê福氣臨到in。"}},{"book":"耶","chapter":32,"verse":43,"versions":{"unv":"你們說，這地是荒涼、無人民、無牲畜，是交付迦勒底人手之地。日後在這境內，必有人置買田地。","bklcl":"Lín kóng, Chit ê só͘-chāi sī pha-hng, bô lâng, bô cheng-siⁿ; sī kau hō͘ Ka-le̍k-tí lâng ê chhiú--ê; chiong-lâi lâng beh koh tī chit só͘-chāi bóe chhân-hn̂g.","tghg":"恁講：此個所在是拋荒、無人、無精牲，是交互迦勒底人的手的。將來人欲閣佇此所在買田園。","bklhl":"Lín講，chit ê所在是拋荒，無人，無cheng-siⁿ；是交hō͘ Ka-le̍k-tí人ê手ê；將來人beh koh tī chit所在買田園。"}},{"book":"耶","chapter":32,"verse":44,"versions":{"unv":"在便雅憫地、耶路撒冷四圍的各處、猶大的城邑、山地的城邑、高原的城邑，並南地的城邑，人必用銀子買田地，在契上畫押，將契封緘，請出見證人，因為我必使被擄的人歸回。這是耶和華說的。」","bklcl":"Tī Piān-ngá-bín tōe, tī Iâ-lō͘-sat-léng ê sì-ûi, tī Iû-tāi chiah-ê siâⁿ, tī soaⁿ-tōe chiah-ê siâⁿ, tī pîⁿ-iûⁿ chiah-ê siâⁿ, kap tī lâm-hng chiah-ê siâⁿ, lâng beh ēng gûn bóe-chhân, tī khòe-bīn chhiam-miâ, chiong khòe hong-ba̍t, chhiáⁿ lâng chòe ti-kìⁿ; in-ūi Góa beh hō͘ siū-lia̍h ê lâng tò--lâi; che sī Iâ-hô-hoa kóng--ê.","tghg":"佇便雅憫地、佇耶路撒冷的四圍、佇猶大諸個城、佇山地諸個城、佇平洋諸個城，及佇南方諸個城，人欲用銀買田，佇契面簽名，將契封密，請人做知見；因為我欲互受掠的人倒來。這是耶和華講的。」","bklhl":"Tī便雅憫地，tī耶路撒冷ê四圍，tī偤大chiah ê城，tī山地chiah ê城，tī平洋chiah ê城，kap tī南方chiah ê城，人beh用銀買田，tī 契面簽名，將契封密，請人做知見；因為我beh hō͘受掠ê人tò來；這是耶和華講ê。"}}]