[{"book":"耶","chapter":11,"verse":1,"versions":{"unv":"耶和華的話臨到耶利米說：","bklcl":"Ū ōe tùi Iâ-hô-hoa lîm-kàu Iâ-lī-bí, kóng,","tghg":"有話對耶和華臨到耶利米講：","bklhl":"有話tùi耶和華臨到耶利米，講，"}},{"book":"耶","chapter":11,"verse":2,"versions":{"unv":"「當聽這約的話，告訴猶大人和耶路撒冷的居民，","bklcl":"Lín tio̍h thiaⁿ chit ê iok ê ōe, kā Iû-tāi lâng kap Iâ-lō͘-sat-léng khiā-khí ê peh-sìⁿ kóng.","tghg":"「恁著聽此個約的話，給猶大人及耶路撒冷徛起的百姓講，","bklhl":"Lín tio̍h聽chit ê約ê話，kā偤大人kap耶路撒冷khiā起ê百姓講。"}},{"book":"耶","chapter":11,"verse":3,"versions":{"unv":"對他們說，耶和華─以色列的　神如此說：不聽從這約之話的人必受咒詛。","bklcl":"Lí tùi in kóng, Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè án-ni kóng, Bô thiaⁿ-thàn chit ê iok ê ōe ê lâng, tio̍h siū chiù-chó͘.","tghg":"你對𪜶講，耶和華──以色列的上帝按呢講：無聽趁此個約的話的人著受咒詛。","bklhl":"你對in講，耶和華以色列ê上帝án-ni講，無聽thàn chit ê約ê話ê人，tio̍h受咒詛。"}},{"book":"耶","chapter":11,"verse":4,"versions":{"unv":"這約是我將你們列祖從埃及地領出來、脫離鐵爐的那日所吩咐他們的，說：『你們要聽從我的話，照我一切所吩咐的去行。』這樣，你們就作我的子民，我也作你們的　神；","bklcl":"Chit ê iok sī Góa chhōa lín ê lia̍t-chó͘ chhut Ai-ki̍p tōe, thoat-lī chù-thih ê lô͘, hit-ji̍t só͘ hoan-hù in--ê, kóng, Lín tio̍h thiaⁿ-thàn Góa ê ōe, chiàu Góa it-chhè só͘ hoan-hù--ê khì kiâⁿ; án-ni lín chiū chòe Góa ê peh-sìⁿ, Góa ia̍h chòe lín ê Siōng-tè.","tghg":"此個約是我導恁的列祖出埃及地、脫離鑄(chù)鐵的爐彼日所吩咐𪜶的，講：『恁著聽趁我的話，照我一切所吩咐的去行。』按呢，恁就做我的百姓，我亦做恁的上帝；","bklhl":"Chit ê約是我chhōa lín ê列祖出埃及地，脫離鑄鐵ê爐，hit日所吩咐in-ê，講，Lín tio̍h聽thàn我ê話，照我一切所吩咐ê去行；án-ni lín就做我ê百姓，我亦做lín ê上帝。"}},{"book":"耶","chapter":11,"verse":5,"versions":{"unv":"我好堅定向你們列祖所起的誓，給他們流奶與蜜之地，正如今日一樣。」我就回答說：「耶和華啊，阿們！」","bklcl":"Hō͘ Góa thang kian-kò͘ tùi lín ê lia̍t-chó͘ só͘ chiù ê chōa; siúⁿ-sù in lâu ni kap bi̍t ê tōe; tú-tú chhin-chhiūⁿ kin-á-ji̍t chi̍t-iūⁿ; góa chiū ìn kóng, Iâ-hô-hoa ah, A-bēng.","tghg":"互我通堅固對恁的列祖所咒的誓，賞賜𪜶流奶及蜜的地，抵抵(tú-tú)親像今仔日一樣。」我就應講：「耶和華啊，阿們！」","bklhl":"Hō͘我thang堅固對lín ê列祖所chiù ê chōa；賞賜in流奶kap蜜ê地；tú-tú親像今á日一樣；我就應講，耶和華ah，A-bēng。"}},{"book":"耶","chapter":11,"verse":6,"versions":{"unv":"耶和華對我說：「你要在猶大城邑中和耶路撒冷街市上，宣告這一切話說：你們當聽從遵行這約的話。","bklcl":"Iâ-hô-hoa tùi góa kóng, Lí tio̍h thoân chiah-ê ōe tī Iû-tāi chiah-ê siâⁿ, kap Iâ-lō͘-sat-léng ê koe-chhī, kóng, Lín tio̍h thiaⁿ chit ê iok ê ōe, lâi kiâⁿ--i.","tghg":"耶和華對我講：「你著傳諸個話佇猶大諸個城及耶路撒冷的街市，講：恁著聽此個約的話來行伊。","bklhl":"耶和華對我講，你tio̍h傳chiah ê話tī偤大chiah ê城，kap耶路撒冷ê街市，講，Lín tio̍h聽chit ê約ê話，來行伊。"}},{"book":"耶","chapter":11,"verse":7,"versions":{"unv":"因為我將你們列祖從埃及地領出來的那日，直到今日，都是從早起來，切切誥誡他們說：『你們當聽從我的話。』","bklcl":"In-ūi tùi Góa chhōa lín lia̍t-chó͘ chhut Ai-ki̍p hit chi̍t ji̍t, kàu kin-á-ji̍t, Góa chhiat-chhiat kéng-kài in, chiū-sī chá-chá khí-lâi kéng-kài in, kóng, Lín tio̍h thiaⁿ-thàn Góa ê ōe.","tghg":"因為對我導恁列祖出埃及彼一日，到今仔日，我切切警戒𪜶，就是早早起來警戒𪜶講：『恁著聽趁我的話。』","bklhl":"因為tùi我chhōa lín列祖出埃及hit一日，到今á日，我切切警戒in，就是早早起來警戒in，講，Lín tio̍h聽thàn我ê話。"}},{"book":"耶","chapter":11,"verse":8,"versions":{"unv":"他們卻不聽從，不側耳而聽，竟隨從自己頑梗的惡心去行。所以我使這約中一切咒詛的話臨到他們身上；這約是我吩咐他們行的，他們卻不去行。」","bklcl":"Chóng-sī in m̄ thiaⁿ-thàn, m̄ àⁿ hī-khang; kéng-jiân ta̍k-ê chiàu ka-kī pháiⁿ-sim ê kong-ngī khì kiâⁿ; só͘-í Góa hō͘ chit ê iok it-chhè chiù-chó͘ ê ōe lîm-kàu in ê sin-chiūⁿ; chit ê iok sī Góa hoan-hù in tio̍h kiâⁿ--ê, chóng-sī in bô kiâⁿ.","tghg":"總是𪜶呣聽趁，呣俯(àⁿ)耳孔，竟然逐個照家己歹心的剛硬去行。所以我互此個約一切咒詛的話臨到𪜶的身上；此個約是我吩咐𪜶著行的，總是𪜶無行。」","bklhl":"總是in m̄聽thàn，m̄俯耳孔；竟然ta̍k-ê照家己pháiⁿ心ê剛硬去行；所以我hō͘ chit ê約一切咒詛ê話臨到in ê身上；chit ê約是我吩咐in tio̍h行ê，總是in無行。"}},{"book":"耶","chapter":11,"verse":9,"versions":{"unv":"耶和華對我說：「在猶大人和耶路撒冷居民中有同謀背叛的事。","bklcl":"Iâ-hô-hoa tùi góa kóng, Tī Iû-tāi lâng kap Iâ-lō͘-sat-léng lâng ê tiong-kan ū bô͘-poān ê sū.","tghg":"耶和華對我講：「佇猶大人及耶路撒冷人的中間有謀叛(bô͘-poān)的事。","bklhl":"耶和華對我講，Tī偤大人kap耶路撒冷人ê中間有謀叛ê事。"}},{"book":"耶","chapter":11,"verse":10,"versions":{"unv":"他們轉去效法他們的先祖，不肯聽我的話，犯罪作孽，又隨從別神，事奉它。以色列家和猶大家背了我與他們列祖所立的約。」","bklcl":"In oa̍t-tńg kiâⁿ in ê lia̍t-chó͘ ê pháiⁿ, in ê lia̍t-chó͘ m̄-khéng thiaⁿ Góa ê ōe; in chiū thàn pa̍t-hō ê siōng-tè lâi ho̍k-sāi i; Í-sek-lia̍t ke kap Iû-tāi ke ûi-pōe Góa kap in ê lia̍t-chó͘ só͘ li̍p ê iok.","tghg":"𪜶越轉行𪜶的列祖的歹，𪜶的列祖呣肯聽我的話，𪜶就趁別號的上帝，來服事伊。以色列家及猶大家違背我及𪜶的列祖所立的約。」","bklhl":"In oa̍t-tńg行in ê列祖ê pháiⁿ，in ê列祖m̄肯聽我ê話；in就thàn別號ê上帝來服事伊；以色列家kap偤大家違背我kap in ê列祖所立ê約。"}},{"book":"耶","chapter":11,"verse":11,"versions":{"unv":"所以耶和華如此說：「我必使災禍臨到他們，是他們不能逃脫的。他們必向我哀求，我卻不聽。","bklcl":"Só͘-í Iâ-hô-hoa án-ni kóng, Khòaⁿ ah, Góa beh hō͘ chai-ē lîm-kàu in, chiū-sī in só͘ bōe tô-thoat--ê; in beh tùi Góa ai-kiû, Góa m̄ thiaⁿ in.","tghg":"所以耶和華按呢講：「看啊，我欲互災禍臨到𪜶，就是𪜶所𣍐逃脫的。𪜶欲對我哀求，我呣聽𪜶。","bklhl":"所以耶和華án-ni講，看ah，我beh hō͘災厄臨到in，就是in所bōe逃脫ê；in beh對我哀求，我m̄聽in。"}},{"book":"耶","chapter":11,"verse":12,"versions":{"unv":"那時，猶大城邑的人和耶路撒冷的居民要去哀求他們燒香所供奉的神；只是遭難的時候，這些神毫不拯救他們。","bklcl":"Hit-sî Iû-tāi chiah-ê siâⁿ ê lâng, kap Iâ-lō͘-sat-léng khiā-khí ê peh-sìⁿ, beh khì ai-kiû in só͘ sio-hiuⁿ lâi ho̍k-sāi hiah-ê siōng-tè; chóng-sī tú-tio̍h hoān-lān ê sî, chiah-ê siōng-tè lóng bōe-ōe chín-kiù in.","tghg":"彼時，猶大諸個城的人，及耶路撒冷徛起的百姓欲去哀求𪜶所燒香來服事許個上帝；總是抵著(tú-tio̍h)患難的時，諸個上帝攏𣍐會拯救𪜶。","bklhl":"Hit時偤大chiah ê城ê人，kap耶路撒冷khiā起ê百姓，beh去哀求in所燒香來服事hiah-ê上帝；總是tú-tio̍h患難ê時，chiah ê上帝 lóng bōe能拯救in。"}},{"book":"耶","chapter":11,"verse":13,"versions":{"unv":"猶大啊，你神的數目與你城的數目相等；你為那可恥的巴力所築燒香的壇也與耶路撒冷街道的數目相等。","bklcl":"Iû-tāi ah, lí ê siōng-tè ê siàu-gia̍h, kap lí ê siâⁿ ê siàu-gia̍h pîⁿ-pîⁿ; lí iā ūi-tio̍h thang kiàn-siàu ê mi̍h lâi khí tôaⁿ, chiàu Iâ-lō͘-sat-léng chiah-ê ke-lō͘ ê siàu-gia̍h; hiah-ê tôaⁿ chiū-sī sio-hiuⁿ tī Pa-le̍k--ê.","tghg":"猶大啊，你的上帝的數額(siàu-gia̍h)及你的城的數額平平；你也為著通見誚的物來起壇，照耶路撒冷諸個街路的數額，許個壇就是燒香佇巴力的。","bklhl":"偤大ah，你ê上帝 ê數額，kap你ê城ê數額平平；你也為tio̍h thang見笑ê物來起壇，照耶路撒冷chiah ê街路ê數額；hiah-ê壇就是燒香tī Pa-le̍k-ê。"}},{"book":"耶","chapter":11,"verse":14,"versions":{"unv":"「所以你不要為這百姓祈禱，不要為他們呼求禱告；因為他們遭難向我哀求的時候，我必不應允。","bklcl":"Só͘-í lí bo̍h-tit ūi-tio̍h chit ê peh-sìⁿ kî-tó, bo̍h-tit ūi-tio̍h in chhut-siaⁿ kî-kiû, in-ūi in tú-tio̍h hoān-lān ai-kiû Góa ê sî, Góa bô beh thiaⁿ in.","tghg":"「所以你莫得為著此個百姓祈禱，莫得為著𪜶出聲祈求；因為𪜶抵著患難哀求我的時，我無欲聽𪜶。","bklhl":"所以你莫得為tio̍h chit ê百姓祈禱，莫得為tio̍h in出聲祈求，因為in tú-tio̍h患難哀求我ê時，我無beh聽in。"}},{"book":"耶","chapter":11,"verse":15,"versions":{"unv":"我所親愛的，既行許多淫亂，聖肉也離了你，你在我殿中做甚麼呢？你作惡就喜樂。","bklcl":"Góa só͘ thiàⁿ--ê, lí í-keng kiâⁿ pháiⁿ, lí tī Góa ê chhù beh siáⁿ-sū? hē goān, hiàn bah, kiám ōe tû-khì lí ê chōe-ok, hō͘ lí hoaⁿ-hí?","tghg":"我所疼者，你已經行歹，你佇我的厝欲啥事？下願、獻肉豈會除去你的罪惡互你歡喜？","bklhl":"我所疼ê，你已經行pháiⁿ，你tī我ê厝beh啥事？hē願，獻肉，kiám會除去你ê罪惡，hō͘你歡喜？"}},{"book":"耶","chapter":11,"verse":16,"versions":{"unv":"從前耶和華給你起名叫青橄欖樹，又華美又結好果子；如今他用鬨嚷之聲，點火在其上，枝子也被折斷。","bklcl":"Iâ-hô-hoa bat chheng lí ê miâ chòe chhiⁿ-chhùi ê kaⁿ-ná-chhiū, hó-khòaⁿ, ia̍h kiat hó ké-chí; taⁿ I ēng hōa-hōa-jióng ê siaⁿ, khí hé tī i ê téng-bīn, ki-oāiⁿ ia̍h siū at-chi̍h.","tghg":"耶和華曾稱你的名做青翠的橄欖樹，好看亦結好果子；今伊用嘩嘩嚷(hōa-hōa-jióng)的聲，起火佇伊的頂面，枝椏(ki-oāiⁿ)亦受遏折(at-chi̍h)。","bklhl":"耶和華bat稱你ê名做青翠ê橄欖樹，好看，亦結好果子；taⁿ伊用hōa-hōa嚷ê聲，起火tī伊ê頂面，枝椏亦受at折。"}},{"book":"耶","chapter":11,"verse":17,"versions":{"unv":"原來栽培你的萬軍之耶和華已經說，要降禍攻擊你，是因以色列家和猶大家行惡，向巴力燒香，惹我發怒，是自作自受。」","bklcl":"Bān-kun ê Iâ-hô-hoa, chá chai-pôe lí--ê, taⁿ bēng-lēng chai-ē kong-kek lí; sī in-ūi Í-sek-lia̍t kap Iû-tāi ke kiâⁿ-pháiⁿ, ǹg Pa-le̍k sio-hiuⁿ, jiá Góa ê siū-khì; ka-kī chòe, ka-kī siū.","tghg":"萬軍的耶和華早栽培你者，今命令災禍攻擊你，是因為以色列及猶大家行歹，向巴力燒香，惹(jiá)我的受氣，家己做家己受。」","bklhl":"萬軍ê耶和華，早栽培你ê，taⁿ命令災厄攻擊你；是因為以色列kap偤大家行pháiⁿ，ǹg Pa-le̍k燒香，惹我ê受氣；家己做，家己受。"}},{"book":"耶","chapter":11,"verse":18,"versions":{"unv":"耶和華指示我，我就知道；你將他們所行的給我指明。","bklcl":"Iâ-hô-hoa chí-tiám góa, góa chiah chai; hit-sî Lí chiong in só͘ kiâⁿ--ê pò góa khòaⁿ.","tghg":"耶和華指點我，我才知；彼時你將𪜶所行的報我看。","bklhl":"耶和華指點我，我chiah知；hit時你將in所行ê報我看。"}},{"book":"耶","chapter":11,"verse":19,"versions":{"unv":"我卻像柔順的羊羔被牽到宰殺之地；我並不知道他們設計謀害我，說：我們把樹連果子都滅了吧！將他從活人之地剪除，使他的名不再被紀念。","bklcl":"Chóng-sī góa chhin-chhiūⁿ sûn-liông ê iûⁿ-á, khan kàu siū thâi ê tōe; góa pēng m̄-chai in siat kè-bô͘ beh hāi góa, kóng, Lán chiong chhiū kap ké-chí lóng kā i bia̍t--khì, chiong i tùi oa̍h-lâng ê tōe chián-tû--khì; hō͘ i ê miâ bô koh hō͘ lâng kì-liām.","tghg":"總是我親像純良的羊仔牽到受刣的地；我並呣知𪜶設計謀欲害我，講：咱將樹及果子攏給伊滅去！將伊對活人的地剪除去，互伊的名無閣互人紀念。","bklhl":"總是我親像純良ê羊á，牽到受刣 ê地；我並m̄知in設計謀beh害我，講，咱將樹kap果子lóng kā伊滅去，將伊tùi活人ê地剪除去；hō͘伊ê名無koh hō͘人記念。"}},{"book":"耶","chapter":11,"verse":20,"versions":{"unv":"按公義判斷、察驗人肺腑心腸的萬軍之耶和華啊，我卻要見你在他們身上報仇，因我將我的案件向你稟明了。","bklcl":"Bān-kun ê Iâ-hô-hoa ah, Lí sī chiàu kong-gī phòaⁿ-toàn, kàm-chhat lâng ê sim-pak sīn-tn̂g--ê; kiû Lí hō͘ góa khòaⁿ Lí tùi in pò-siû, in-ūi góa chiong góa ê àn-kiāⁿ pín-bêng tī Lí.","tghg":"萬軍的耶和華啊，你是照公義判斷、鑑察人的心腹心腸者，求你互我看你對𪜶報仇，因為我將我的案件稟明(pín-bêng)佇你。","bklhl":"萬軍ê耶和華ah，你是照公義判斷，鑑察人ê心腹腎腸ê；求你hō͘我看你tùi in報仇，因為我將我ê案件稟明tī你。"}},{"book":"耶","chapter":11,"verse":21,"versions":{"unv":"所以，耶和華論到尋索你命的亞拿突人如此說：「他們說：你不要奉耶和華的名說預言，免得你死在我們手中。","bklcl":"Só͘-í Iâ-hô-hoa lūn-kàu siàu-siūⁿ lí ê sìⁿ-miā ê A-ná-tu̍t lâng án-ni kóng, In kóng, Lí bo̍h-tit hōng Iâ-hô-hoa ê miâ lâi chhàm-gú; bián-tit lí sí tī goán ê chhiú-thâu.","tghg":"所以，耶和華論到數想(siàu-siūⁿ)你的生命的亞拿突人按呢講：「𪜶講：你莫得奉耶和華的名來讖語(chhàm-gú)，免得你死佇阮的手頭。","bklhl":"所以耶和華論到siàu想你ê性命ê A-ná-tu̍t人án-ni講，In講，你莫得奉耶和華ê名來讖語；免得你死tī阮ê手頭。"}},{"book":"耶","chapter":11,"verse":22,"versions":{"unv":"所以萬軍之耶和華如此說：看哪，我必刑罰他們；他們的少年人必被刀劍殺死，他們的兒女必因饑荒滅亡，","bklcl":"Só͘-í bān-kun ê Iâ-hô-hoa án-ni kóng, Khòaⁿ ah, Góa beh hêng-hoa̍t in; siàu-liân lâng beh hō͘ to thâi-sí; in ê kiáⁿ cha-bó͘-kiáⁿ beh in-ūi ki-hng lâi sí; hō͘ in bô chhun chi̍t-ê;","tghg":"所以萬軍的耶和華按呢講：看啊，我欲刑罰𪜶；少年人欲互刀刣死，𪜶的子、查某子欲因為飢荒來死，互𪜶無剩一個；","bklhl":"所以萬軍ê耶和華án-ni講，看ah，我beh刑罰in；少年人beh hō͘刀刣死；in ê kiáⁿ cha-bó͘-kiáⁿ beh因為飢荒來死；hō͘ in無chhun一个；"}},{"book":"耶","chapter":11,"verse":23,"versions":{"unv":"並且沒有餘剩的人留給他們；因為在追討之年，我必使災禍臨到亞拿突人。」","bklcl":"in-ūi pān-lí in ê nî, Góa beh kàng chai-ē tī A-ná-tu̍t lâng.","tghg":"因為辦理𪜶的年，我欲降災禍佇亞拿突人。」","bklhl":"因為辨理in ê年，我beh降災厄tī A-ná-tu̍t人。"}}]