[{"book":"耶","chapter":46,"verse":1,"versions":{"unv":"耶和華論列國的話臨到先知耶利米。","bklcl":"Iâ-hô-hoa ê ōe lîm-kàu sian-ti Iâ-lī-bí, lūn-khí lia̍t-kok ê sū.","tghg":"耶和華的話臨到先知耶利米論起列國的事。","bklhl":"耶和華ê話臨到先知耶利米，論起列國ê事。"}},{"book":"耶","chapter":46,"verse":2,"versions":{"unv":"論到關乎埃及王法老尼哥的軍隊：這軍隊安營在幼發拉底河邊的迦基米施，是巴比倫王尼布甲尼撒在猶大王約西亞的兒子約雅敬第四年所打敗的。","bklcl":"Lūn Ai-ki̍p: sī lūn Ai-ki̍p ông Hoat-ló-nî-ko ê kun-peng, chat-iâⁿ tī Pek-la̍t hô-piⁿ ê Ka-ki-bí-si, tng Iû-tāi ông Iok-se-a ê kiáⁿ Iok-ngá-kèng sì--nî hō͘ Pa-pí-lûn ông Nî-pò͘-kah-nî-sat só͘ phah-pāi--ê.","tghg":"論埃及是論埃及王法老尼哥的軍兵：紮營佇伯拉河邊的迦基米施，當猶大王約西亞的子約雅敬四年互巴比倫王尼布甲尼撒所拍敗者。","bklhl":"論埃及：是論埃及王法老Nî-ko ê軍兵，紮營tī Pek-le̍k河邊ê Ka-ki-bí-si，當偤大王約西亞ê kiáⁿ Iok-ngá-kèng四年hō͘巴比倫王Nî-pò͘-kah-nî-sat所phah敗ê。"}},{"book":"耶","chapter":46,"verse":3,"versions":{"unv":"你們要預備大小盾牌，往前上陣。","bklcl":"Lín tio̍h pī-pān tōa-sió ê tîn-pâi, khì kau-chiàn.","tghg":"恁著備辦大小的盾牌，去交戰。","bklhl":"Lín tio̍h備辦大小ê藤牌，去交戰。"}},{"book":"耶","chapter":46,"verse":4,"versions":{"unv":"你們套上車，騎上馬！頂盔站立，磨槍貫甲！","bklcl":"Lín tio̍h thò bé, khiâ bé, tì khoe khiā--khí-lâi; bôa chhiuⁿ, chhēng chiàn-kah.","tghg":"恁著套馬，騎馬！戴盔徛起來，磨槍穿戰甲！","bklhl":"Lín tio̍h套馬、騎馬、戴盔khiā起來；磨鎗、穿戰甲。"}},{"book":"耶","chapter":46,"verse":5,"versions":{"unv":"我為何看見他們驚惶轉身退後呢？他們的勇士打敗了，急忙逃跑，並不回頭；驚嚇四圍都有！這是耶和華說的。","bklcl":"Góa siáⁿ-sū khòaⁿ-kìⁿ án-ni? in kiaⁿ-hiâⁿ thè-āu; in ê ióng-sū thâi-su, kín-kín cháu, bô oa̍t-thâu; sì-chiu-ûi ū kiaⁿ-hiâⁿ; che sī Iâ-hô-hoa kóng--ê.","tghg":"我啥事看見按呢？𪜶驚惶退後；𪜶的勇士刣輸，緊緊走，無越頭；四周圍有驚惶！這是耶和華講的。","bklhl":"我啥事看見án-ni？in驚惶退後；in ê勇士刣輸，緊緊走，無oa̍t頭；四周圍有驚惶；這是耶和華講ê。"}},{"book":"耶","chapter":46,"verse":6,"versions":{"unv":"不要容快跑的逃避；不要容勇士逃脫（或譯：快跑的不能逃避；勇士不能逃脫）；他們在北方幼發拉底河邊絆跌仆倒。","bklcl":"Gâu-cháu-ê cháu-bōe-lī, ióng-sū bōe-ōe thoat-lī; tī pak-hng, Pek-la̍t hô-piⁿ, in lóng tio̍h-tak poa̍h-tó.","tghg":"𠢕(gâu)走的走𣍐離；勇士𣍐會脫離；佇北方伯拉河邊𪜶攏著觸(tio̍h-tak)跋倒。","bklhl":"gâu走ê走bōe-lī，勇士bōe能脫離；tī北方，Pek-le̍k河邊，in lóng tio̍h-tak跋倒。"}},{"book":"耶","chapter":46,"verse":7,"versions":{"unv":"像尼羅河漲發，像江河之水翻騰的是誰呢？","bklcl":"Chit-ê chhin-chhiūⁿ Nî-lô hô tiòng-móa, chhin-chhiūⁿ kang-hô ê chúi giâ-éng--ê, sī chī-chūi ah?","tghg":"此個親像尼羅河漲滿，親像江河的水夯湧者(giâ-éng-ê)是是誰啊？","bklhl":"Chit ê親像尼羅河漲滿，親像江河ê水giâ湧ê，是是誰 ah？"}},{"book":"耶","chapter":46,"verse":8,"versions":{"unv":"埃及像尼羅河漲發，像江河的水翻騰。他說：我要漲發遮蓋遍地；我要毀滅城邑和其中的居民。","bklcl":"Ai-ki̍p chhin-chhiūⁿ Nî-lô hô tiòng-móa, i ê chúi chhin-chhiūⁿ kang-hô giâ-éng; i ê ōe kóng, Góa beh chhèng-koâiⁿ, góa beh jia-khàm piàn-tōe; góa beh húi-hoāi siâⁿ kap kî-tiong khiā-khí ê peh-sìⁿ.","tghg":"埃及親像尼羅河漲滿，伊的水親像江河夯湧。伊的話講：我欲淐(chhèng)高我欲遮蓋遍地；我欲毀壞城及其中徛起的百姓。","bklhl":"埃及親像尼羅河漲滿，伊ê水親像江河giâ湧；伊ê話講，我beh chhèng高，我beh遮蓋遍地；我beh毀壞城kap其中khiā起ê百姓。"}},{"book":"耶","chapter":46,"verse":9,"versions":{"unv":"馬匹上去吧！車輛急行吧！勇士，就是手拿盾牌的古實人和弗人（又作利比亞人），並拉弓的路德族，都出去吧！","bklcl":"Bé tio̍h kín chiūⁿ--lâi; chhia tio̍h loān-loān cháu; ióng-sū tio̍h chhut--lâi; Kó͘-si̍t kap Hut ê lâng lóng giâ tîn-pâi; Lō͘-tek ê lâng gâu khui-keng.","tghg":"馬著緊上來！車著亂亂走！勇士著出來，古實及弗的人攏夯(giâ)盾牌，路德的人𠢕開弓。","bklhl":"馬tio̍h 緊上來；車tio̍h亂亂走；勇士tio̍h出來；Kó͘-si̍t kap Hut ê人lóng giâ藤牌；路得ê人gâu開弓。"}},{"book":"耶","chapter":46,"verse":10,"versions":{"unv":"那日是主─萬軍之耶和華報仇的日子，要向敵人報仇。刀劍必吞吃得飽，飲血飲足；因為主─萬軍之耶和華在北方幼發拉底河邊有獻祭的事。","bklcl":"In-ūi hit-ji̍t sī Chú, bān-kun ê Iâ-hô-hoa ê ji̍t, pò-siû ê ji̍t, thang tùi I ê tùi-te̍k pò-siû; to-kiàm beh thun-chia̍h kàu-pá, lim huih kàu-chùi; in-ūi Chú, bān-kun ê Iâ-hô-hoa, tī pak-hng Pek-la̍t hô-piⁿ ū hiàn-chè ê sū.","tghg":"因為彼日是主──萬軍的耶和華的日，報讎(pò-siû)的日，通對伊的對敵報讎。刀劍欲吞食到飽，飲血到醉；因為主──萬軍的耶和華，佇北方伯拉河邊有獻祭的事。","bklhl":"因為hit日是主，萬軍ê耶和華ê日，報仇ê日，thang對祂ê對敵報仇；刀劍beh吞食到飽，lim血到醉；因為主，萬軍ê耶和華，tī北方Pek-le̍k河邊有獻祭ê事。"}},{"book":"耶","chapter":46,"verse":11,"versions":{"unv":"埃及的民（原文是處女）哪，可以上基列取乳香去；你雖多服良藥，總是徒然，不得治好。","bklcl":"Ai-ki̍p ê peh-sìⁿ ah, tio̍h chiūⁿ--khì Ki-lia̍t, lâi chhú jú-hiuⁿ; lí ēng chōe-chōe io̍h sī khang-khang; lí bōe tit-tio̍h i-hó.","tghg":"埃及的百姓啊，著上去基列來取乳香；你用多多藥，是空空，你𣍐得著醫好。","bklhl":"埃及ê百姓ah，tio̍h上去Ki-lia̍t，來取乳香；你用chōe-chōe藥是空空；你bōe得tio̍h醫好。"}},{"book":"耶","chapter":46,"verse":12,"versions":{"unv":"列國聽見你的羞辱，遍地滿了你的哀聲；勇士與勇士彼此相碰，一齊跌倒。","bklcl":"Lia̍t-pang thiaⁿ-kìⁿ lí ê lêng-jio̍k; piàn-tōe lóng sī lí ai-khàu ê siaⁿ; in-ūi ióng-sū kap ióng-sū saⁿ-kha̍p, chòe chi̍t-ē poa̍h-tó.","tghg":"列邦聽見你的凌辱，遍地攏是你哀哭的聲；因為勇士及勇士相磕(saⁿ-kha̍p)，做一下跋倒。","bklhl":"列邦聽見你ê凌辱；遍地lóng是你哀哭ê聲；因為勇士kap勇士相磕，做一下跋倒。"}},{"book":"耶","chapter":46,"verse":13,"versions":{"unv":"耶和華對先知耶利米所說的話，論到巴比倫王尼布甲尼撒要來攻擊埃及地：","bklcl":"Iâ-hô-hoa tùi sian-ti Iâ-lī-bí só͘ kóng ê ōe, lūn-kàu Pa-pí-lûn ông Nî-pò͘-kah-nî-sat beh kàu, lâi kong-kek Ai-ki̍p tōe.","tghg":"耶和華對先知耶利米所講的話，論到巴比倫王尼布甲尼撒欲到，來攻擊埃及地：","bklhl":"耶和華對先知耶利米所講ê話，論到巴比倫王Nî-pò͘-kah-nî-sat beh到，來攻擊埃及地。"}},{"book":"耶","chapter":46,"verse":14,"versions":{"unv":"你們要傳揚在埃及，宣告在密奪，報告在挪弗、答比匿說：要站起出隊，自作準備，因為刀劍在你四圍施行吞滅的事。","bklcl":"Lín tio̍h pò-iông tī Ai-ki̍p, soan-pò͘ tī Bi̍t-toa̍t, soan-pò͘ tī Lô-hut kap Tap-pí-le̍k, kóng, Tio̍h pâi-tūi, ka-kī pī-pān, in-ūi to-kiàm tī lí ê sì-ûi teh thun-bia̍t.","tghg":"恁著報揚佇埃及，宣佈佇密奪，宣佈佇羅弗及答比匿講：著排隊，家己備辦，因為刀劍佇你的四圍啲吞滅。","bklhl":"Lín tio̍h報揚tī埃及，宣佈tī Bi̍t-toat，宣佈tī Lô-hut kap Tap-pí-le̍k，講，Tio̍h 排隊，家己備辦，因為刀劍tī你ê四圍teh吞滅。"}},{"book":"耶","chapter":46,"verse":15,"versions":{"unv":"你的壯士為何被沖去呢？他們站立不住；因為耶和華驅逐他們，","bklcl":"Lí ê tōa-la̍t--ê cháiⁿ-iūⁿ poa̍h-tó? in khiā bōe chāi, in-ūi Iâ-hô-hoa kóaⁿ in.","tghg":"你的大力者怎樣跋倒？𪜶徛𣍐在；因為耶和華趕𪜶，","bklhl":"你ê大力ê怎樣跋倒？in khiā bōe在，因為耶和華趕in。"}},{"book":"耶","chapter":46,"verse":16,"versions":{"unv":"使多人絆跌；他們也彼此撞倒，說：起來吧！我們再往本民本地去，好躲避欺壓的刀劍。","bklcl":"I hō͘ chōe-chōe lâng poa̍h-tó; tāi-ke tó saⁿ-tha̍h; in chiū kóng, Khí--lâi, lán tò--lâi khì pún-cho̍k, kàu lán pún só͘-chāi, lâi siám-pī ap-chè lán ê to-kiàm.","tghg":"伊互多多人跋倒；大家倒相褡(tha̍h)，𪜶就講：起來！咱倒來去本族到咱本所在，來閃避壓制咱的刀劍。","bklhl":"伊hō͘ chōe-chōe人跋倒；大家tó相tha̍h；in就講，起來，咱tò來去本族，到咱本所在，來閃避壓制咱ê刀劍。"}},{"book":"耶","chapter":46,"verse":17,"versions":{"unv":"他們在那裡喊叫說：埃及王法老不過是個聲音（或譯：已經敗亡）；他已錯過所定的時候了。","bklcl":"In tī-hia kiò kóng, Ai-ki̍p ông Hoat-ló put-kò sī chi̍t ê siaⁿ, i ū phah-sńg i ê ki-hōe.","tghg":"𪜶佇遐叫講：埃及王法老不過是一個聲；伊有拍損(phah-sńg)伊的機會。","bklhl":"In tī-hia叫講，埃及王法老不過是一个聲，伊有phah-sńg伊ê機會。"}},{"book":"耶","chapter":46,"verse":18,"versions":{"unv":"君王─名為萬軍之耶和華的說：我指著我的永生起誓：尼布甲尼撒（原文是他）來的勢派必像他泊在眾山之中，像迦密在海邊一樣。","bklcl":"Tōa kun-ông, I ê miâ bān-kun ê Iâ-hô-hoa, kóng, Góa kí Góa ê oa̍h-miā lâi chiù-chōa, i beh lâi chhin-chhiūⁿ soaⁿ-tiong ê Tha-po̍k, chhin-chhiūⁿ hái-piⁿ ê Ka-bi̍t.","tghg":"大君王──伊的名萬軍的耶和華講：我指(kí)我的活命來咒誓：伊欲來親像山中的他泊，親像海邊的迦密。","bklhl":"大君王，伊ê名萬軍ê耶和華，講，我kí我ê活命來chiù-chōa，伊beh來親像山中ê Tha-po̍k，親像海邊ê Ka-bi̍t。"}},{"book":"耶","chapter":46,"verse":19,"versions":{"unv":"住在埃及的民（原文是女子）哪，要預備擄去時所用的物件；因為挪弗必成為荒場，且被燒毀，無人居住。","bklcl":"Khiā-khí tī Ai-ki̍p ê peh-sìⁿ ah, lí tio̍h pī-pān siū-lia̍h èng-iōng ê mi̍h-kiāⁿ, in-ūi Lô-hut beh pha-hng sio-húi, bô lâng khiā-khí.","tghg":"徛起佇埃及的百姓啊，你著備辦受掠應用的物件，因為羅弗欲拋荒，燒毀，無人徛起。","bklhl":"Khiā起tī埃及ê百姓ah，你tio̍h備辦受掠應用ê物件，因為Lô-hut beh拋荒燒毀，無人khiā起。"}},{"book":"耶","chapter":46,"verse":20,"versions":{"unv":"埃及是肥美的母牛犢；但出於北方的毀滅（或譯：牛虻）來到了！來到了！","bklcl":"Ai-ki̍p sī súi ê gû-chéng-á, to̍k-to̍k tùi pak-hng chhut ê húi-bia̍t lâi lah, lâi lah.","tghg":"埃及是媠的牛種仔；獨獨對北方出的毀滅來啦！來啦！","bklhl":"埃及是súi ê牛種á，獨獨tùi北方出ê毀滅來lah，來lah。"}},{"book":"耶","chapter":46,"verse":21,"versions":{"unv":"其中的雇勇好像圈裡的肥牛犢，他們轉身退後，一齊逃跑，站立不住；因為他們遭難的日子、追討的時候已經臨到。","bklcl":"Kî-tiong kò͘-chhiàⁿ ê peng, chhin-chhiūⁿ tiâu-lāi pûi ê gû-á, in oa̍t-tńg-sin chòe chi̍t-ē cháu, khiā-bōe-tiâu; in-ūi in tú-tio̍h hoān-lān ê ji̍t, siū hêng-hoa̍t ê sî í-keng kàu lah.","tghg":"其中雇倩(kò͘-chhiàⁿ)的兵親像[廄](tiâu)內肥的牛仔，𪜶越轉身做一下走，徛𣍐住；因為𪜶抵著(tú-tio̍h)患難的日，受刑罰的時已經到啦。","bklhl":"其中雇chhiàⁿ ê兵，親像稠內肥ê牛á，in oa̍t-tńg身做一下走，khiā-bōe-tiâu；因為in tú-tio̍h患難ê日，受刑罰ê時已經到lah。"}},{"book":"耶","chapter":46,"verse":22,"versions":{"unv":"其中的聲音好像蛇行一樣。敵人要成隊而來，如砍伐樹木的手拿斧子攻擊他。","bklcl":"I ê siaⁿ chhin-chhiūⁿ chôa, teh kiâⁿ; tùi-te̍k beh kui-tīn lâi, in beh kia̍h pó͘-thâu lâi kong-kek--i, chhin-chhiūⁿ chhò-chhiū ê lâng chi̍t-iūⁿ.","tghg":"伊的聲親像蛇啲行。對敵欲歸陣來，𪜶欲攑斧頭(pó͘-thâu)來攻擊伊親像剉(chhò)樹的人一樣。","bklhl":"伊ê聲親像蛇，teh行；對敵beh kui陣來，in beh kia̍h斧頭來攻擊伊，親像剉樹ê人一樣。"}},{"book":"耶","chapter":46,"verse":23,"versions":{"unv":"耶和華說：埃及的樹林雖然不能尋察（或譯：穿不過），敵人卻要砍伐，因他們多於蝗蟲，不可勝數。","bklcl":"Iâ-hô-hoa kóng, I ê chhiū-nâ sui-jiân chin-ba̍t, in ia̍h beh chhò i; in-ūi in pí chháu-meh khah chōe, bōe-ōe sǹg--tit.","tghg":"耶和華講：伊的樹林雖然真密，𪜶亦欲剉伊，因為𪜶比草蜢卡多，𣍐會算得。","bklhl":"耶和華講，伊ê樹林雖然真密，in亦beh剉伊；因為in比草蜢khah chōe，bōe能算得。"}},{"book":"耶","chapter":46,"verse":24,"versions":{"unv":"埃及的民（原文是女子）必然蒙羞，必交在北方人的手中。","bklcl":"Ai-ki̍p ê peh-sìⁿ beh kiàn-siàu, beh kau tī pak-hng ê peh-sìⁿ ê chhiú.","tghg":"埃及的百姓欲見誚，欲交佇北方的百姓的手。","bklhl":"埃及ê百姓beh見笑，beh交tī北方ê百姓ê手。"}},{"book":"耶","chapter":46,"verse":25,"versions":{"unv":"萬軍之耶和華─以色列的　神說：「我必刑罰挪的亞捫（埃及尊大之神）和法老，並埃及與埃及的神，以及君王，也必刑罰法老和倚靠他的人。","bklcl":"Bān-kun ê Iâ-hô-hoa, Í-sek-lia̍t ê Siōng-tè, kóng:  Khòaⁿ ah, Góa beh hêng-hoa̍t sio̍k tī Lô ê A-bûn, kap Hoat-ló, kap Ai-ki̍p, kap i ê sîn-bêng, kap i ê kun-ông; ia̍h beh hêng-hoa̍t Hoat-ló, í-ki̍p óa-khò i ê lâng.","tghg":"萬軍的耶和華──以色列的上帝講：「看啊，我欲刑罰屬佇羅的亞捫及法老，及埃及及伊的神明，及伊的君王，亦欲刑罰法老以及倚靠伊的人。","bklhl":"萬軍ê耶和華，以色列ê上帝，講：看ah，我beh刑罰屬tī Lô ê A-bûn，kap法老，kap埃及，kap伊ê神明，kap伊ê君王；亦beh刑罰法老，以及óa靠伊ê人。"}},{"book":"耶","chapter":46,"verse":26,"versions":{"unv":"我要將他們交付尋索其命之人的手和巴比倫王尼布甲尼撒與他臣僕的手；以後埃及必再有人居住，與從前一樣。這是耶和華說的。」","bklcl":"Góa beh chiong in kau tī siàu-siūⁿ in ê sìⁿ-miā ê lâng ê chhiú, kap Pa-pí-lûn ông Nî-pò͘-kah-nî-sat ê chhiú, kap i ê jîn-sîn ê chhiú; í-āu Ai-ki̍p tek-khak koh ū lâng khiā-khí, kap chá-chêng chi̍t-iūⁿ; che sī Iâ-hô-hoa kóng--ê.","tghg":"我欲將𪜶交佇數想(siàu-siūⁿ)𪜶的生命的人的手，及巴比倫王尼布甲尼撒的手及伊的人臣的手；以後埃及的確閣有人徛起，及早前一樣。這是耶和華講的。」","bklhl":"我beh將in交tī siàu想in ê性命ê人ê手，kap巴比倫王Nî-pò͘-kah-nî-sat ê手，kap伊ê人臣ê手；以後埃及的確koh有人khiā起，kap早前一樣；這是耶和華講ê。"}},{"book":"耶","chapter":46,"verse":27,"versions":{"unv":"我的僕人雅各啊，不要懼怕！以色列啊，不要驚惶！因我要從遠方拯救你，從被擄到之地拯救你的後裔。雅各必回來，得享平靖安逸，無人使他害怕。","bklcl":"Góa ê lô͘-po̍k Ngá-kok ah, lí bo̍h-tit kiaⁿ; Í-sek-lia̍t ah, bo̍h-tit kiaⁿ-hiâⁿ; khòaⁿ ah, Góa beh tùi hn̄g-hn̄g ê só͘-chāi chín-kiù lí; tùi siū-lia̍h--khì ê tōe chín-kiù lí ê hō͘-è; Ngá-kok beh tò--lâi, tit-tio̍h an-chēng, pêng-an, bô lâng hō͘ i kiaⁿ-hiâⁿ.","tghg":"我的奴僕雅各啊，你莫得驚！以色列啊，莫得驚惶！看啊，我欲對遠遠的所在拯救你，對受掠去的地拯救你的後裔。雅各欲倒來，得著安靜平安，無人互伊驚惶。","bklhl":"我ê奴僕雅各ah，你莫得驚；以色列ah，莫得驚惶；看ah，我beh tùi遠遠ê所在拯救你；tùi受掠去ê地拯救你ê後裔；雅各beh tò來，得tio̍h安靜、平安，無人hō͘伊驚惶。"}},{"book":"耶","chapter":46,"verse":28,"versions":{"unv":"我的僕人雅各啊，不要懼怕！因我與你同在。我要將我所趕你到的那些國滅絕淨盡，卻不將你滅絕淨盡，倒要從寬懲治你，萬不能不罰你（不罰你：或譯以你為無罪）。這是耶和華說的。","bklcl":"Góa ê lô͘-po̍k Ngá-kok ah, bo̍h-tit kiaⁿ-hiâⁿ, in-ūi Góa kap lí tī-teh; ia̍h beh chiong Góa só͘ kóaⁿ lí kàu hiah-ê kok it-chīn châu-bia̍t; chóng-sī bô it-chīn châu-bia̍t lí; beh chiàu só͘ ha̍p-gî--ê, chek-pī lí, toàn-toàn bōe-ōe bô hêng-hoa̍t lí; che sī Iâ-hô-hoa kóng--ê.","tghg":"我的奴僕雅各啊，莫得驚惶！因為我及你佇啲。亦欲將我所趕你到許個國一盡剿滅(châu-bia̍t)，總是無一盡剿滅你，欲照所合宜的責備你，斷斷𣍐會無刑罰你。這是耶和華講的。","bklhl":"我ê奴僕雅各ah，莫得驚惶，因為我kap你tī-teh；亦beh將我所趕你到hiah-ê國一盡剿滅；總是無一盡剿滅你；beh照所合宜ê，責備你，斷斷bōe會無刑罰你；這是耶和華講ê。"}}]