[{"book":"耶","chapter":39,"verse":1,"versions":{"unv":"猶大王西底家第九年十月，巴比倫王尼布甲尼撒率領全軍來圍困耶路撒冷。","bklcl":"Iû-tāi ông Se-tí-ka káu-nî cha̍p-ge̍h, Pa-pí-lûn ông, Nî-pò͘-kah-nî-sat, chhōa i lóng-chóng ê kun-peng lâi ûi-khùn Iâ-lō͘-sat-léng.","tghg":"猶大王西底家九年十月，巴比倫王尼布甲尼撒導伊攏總的軍兵來圍困耶路撒冷。","bklhl":"偤大王Se-tí-ka九年十月，巴比倫王，Nî-pò͘-kah-nî-sat，chhōa伊lóng總ê軍兵來圍困耶路撒冷。"}},{"book":"耶","chapter":39,"verse":2,"versions":{"unv":"西底家十一年四月初九日，城被攻破。","bklcl":"Se-tí-ka cha̍p-it--nî, sì ge̍h, chhoe káu-ji̍t, siâⁿ chiū phòa.","tghg":"西底家十一年四月初九日，城就破。","bklhl":"Se-tí-ka十一年，四月，初九日，城就破。"}},{"book":"耶","chapter":39,"verse":3,"versions":{"unv":"耶路撒冷被攻取的時候，巴比倫王的首領尼甲‧沙利薛、三甲‧尼波、撒西金─拉撒力、尼甲‧沙利薛─拉墨，並巴比倫王其餘的一切首領都來坐在中門。","bklcl":"Iâ-lō͘-sat-léng siū chhú ê sî, Pa-pí-lûn ông ê kùi-cho̍k Nî-kah-sa-lī-siat, Sam-kah-nî-pho, thài-kàm-thâu Sat-se-kim, phok-sū-tiúⁿ Nî-kah-sat-lī-siat, kap Pa-pí-lûn ông kî-û it-chhè ê kùi-cho̍k, lóng lâi chē tī tiong-mn̂g.","tghg":"耶路撒冷受取的時，巴比倫王的貴族尼甲沙利設、三甲尼波、太監頭撒西金、博士長尼甲沙利設，及巴比倫王其餘一切的貴族攏來坐佇中門。","bklhl":"耶路撒冷受取ê時，巴比倫王ê貴族Nî-kah-sa-lī-siat、Sam-kah-nî-pho、太監頭Sat-se-kim，博士長 Nî-kah-sat-lī-siat，kap巴比倫王其餘一切ê貴族，lóng來坐tī中門。"}},{"book":"耶","chapter":39,"verse":4,"versions":{"unv":"猶大王西底家和一切兵丁看見他們，就在夜間從靠近王園兩城中間的門出城逃跑，往亞拉巴逃去。","bklcl":"Iû-tāi ông Se-tí-ka kap it-chhè ê chiàn-sū, khòaⁿ-kìⁿ in, chiū cháu; thàu-mî tùi ông ê hn̂g ê lō͘, nn̄g ê siâⁿ-chhiûⁿ tiong-kan ê mn̂g, chhut-siâⁿ, ǹg Pîⁿ-iûⁿ cháu-khì.","tghg":"猶大王西底家及一切的戰士看見𪜶，就走，透暝對王的園的路，二個城牆中間的門出城，向平洋走去。","bklhl":"偤大王Se-tí-ka kap一切ê戰士，看見in，就走；透暝tùi王ê園ê路，兩個城牆中間ê門，出城，ǹg平洋走去。"}},{"book":"耶","chapter":39,"verse":5,"versions":{"unv":"迦勒底的軍隊追趕他們，在耶利哥的平原追上西底家，將他拿住，帶到哈馬地的利比拉、巴比倫王尼布甲尼撒那裡；尼布甲尼撒就審判他。","bklcl":"Ka-le̍k-tí ê kun-peng tui-jip in, tī Iâ-lī-ko ê pîⁿ-iûⁿ jip--tio̍h Se-tí-ka; lia̍h--i, chiū tòa kàu Hap-má tōe ê Lī-pí-la̍h, Pa-pí-lûn ông Nî-pò͘-kah-nî-sat hia; i chiū sím-phòaⁿ--i.","tghg":"迦勒底的軍兵追趇(jip)𪜶，佇耶利哥的平洋趇著西底家，掠伊，就帶到哈馬地的利比拉、巴比倫王尼布甲尼撒遐；伊就審判伊。","bklhl":"Ka-le̍k-tí ê軍兵追jip in，tī耶利哥ê平洋jip-tio̍h Se-tí-ka；掠伊，就帶到Hap-má地ê Lī-pí-la̍h，巴比倫王Nî-pò͘-kah-nî-sat hia；伊就審判伊。"}},{"book":"耶","chapter":39,"verse":6,"versions":{"unv":"巴比倫王在利比拉、西底家眼前殺了他的眾子，又殺了猶大的一切貴冑，","bklcl":"Pa-pí-lûn ông tī Lī-pí-la̍h thâi Se-tí-ka chiah-ê kiáⁿ, hō͘ i chhin-ba̍k khòaⁿ-kìⁿ; Pa-pí-lûn ông koh thâi Iû-tāi it-chhè chun-kùi ê lâng.","tghg":"巴比倫王佇利比拉刣西底家諸個子，互伊親目看見，巴比倫王閣刣猶大一切尊貴的人，","bklhl":"巴比倫王tī Lī-pí-la̍h 刣 Se-tí-ka chiah ê kiáⁿ，hō͘伊親目看見；巴比倫王koh 刣偤大一切尊貴ê人。"}},{"book":"耶","chapter":39,"verse":7,"versions":{"unv":"並且剜西底家的眼睛，用銅鍊鎖著他，要帶到巴比倫去。","bklcl":"Ia̍h koh iah Se-tí-ka ê ba̍k-chiu, ēng thih-liān liān--i, beh tòa i kàu Pa-pí-lûn.","tghg":"亦閣挖(iah)西底家的目睭，用鐵鍊鍊伊，欲帶伊到巴比倫。","bklhl":"亦koh iah Se-tí-ka ê目睭，用鐵鏈鏈伊，beh帶伊到巴比倫。"}},{"book":"耶","chapter":39,"verse":8,"versions":{"unv":"迦勒底人用火焚燒王宮和百姓的房屋，又拆毀耶路撒冷的城牆。","bklcl":"Ka-le̍k-tí lâng ēng hé sio ông-kiong kap peh-sìⁿ ê chhù; koh thiah-húi Iâ-lō͘-sat-léng ê siâⁿ-chhiûⁿ.","tghg":"迦勒底人用火燒王宮及百姓的厝，閣拆毀耶路撒冷的城牆。","bklhl":"Ka-le̍k-tí人用火燒王宮kap百姓ê厝；koh拆毀耶路撒冷ê城牆。"}},{"book":"耶","chapter":39,"verse":9,"versions":{"unv":"那時，護衛長尼布撒拉旦將城裡所剩下的百姓和投降他的逃民，以及其餘的民都擄到巴比倫去了。","bklcl":"Hit-sî Sī-ōe-tiúⁿ Nî-pò͘-sat-la̍h-tàn chiong siâⁿ-lāi só͘ chhun ê peh-sìⁿ, kap tâu-hâng kui-ho̍k i--ê, í-ki̍p kî-û só͘ chhun ê peh-sìⁿ, lóng lia̍h-khì Pa-pí-lûn.","tghg":"彼時，侍衛長尼布撒拉旦將城內所剩(chhun)的百姓及投降歸服伊者，以及其餘所剩的百姓攏掠去巴比倫。","bklhl":"Hit時侍衛長Nî-pò͘-sat-la̍h-tàn將城內所chhun ê百姓，kap投降歸服伊ê，以及其餘所chhun ê百姓，lóng掠去巴比倫。"}},{"book":"耶","chapter":39,"verse":10,"versions":{"unv":"護衛長尼布撒拉旦卻將民中毫無所有的窮人留在猶大地，當時給他們葡萄園和田地。","bklcl":"Sī-ōe-tiúⁿ Nî-pò͘-sat-la̍h-tàn chiū chiong peh-sìⁿ-tiong sòng kàu bô pòaⁿ-hāng ê lâng lâu tī Iû-tāi tōe; tng-sî ia̍h hō͘ in phû-tô-hn̂g kap chhân.","tghg":"侍衛長尼布撒拉旦就將百姓中喪(sòng)到無半項的人留佇猶大地，當時亦互𪜶葡萄園及田。","bklhl":"侍衛長Nî-pò͘-sat-la̍h-tàn就將百姓中sòng到無半項ê人留tī偤大地；當時亦hō͘ in葡萄園kap田。"}},{"book":"耶","chapter":39,"verse":11,"versions":{"unv":"巴比倫王尼布甲尼撒提到耶利米，囑咐護衛長尼布撒拉旦說：","bklcl":"Pa-pí-lûn ông Nî-pò͘-kah-nî-sat lūn-kàu Iâ-lī-bí, chiū hoan-hù Sī-ōe-tiúⁿ Nî-pò͘-sat-la̍h-tàn, kóng,","tghg":"巴比倫王尼布甲尼撒論到耶利米，就吩咐侍衛長尼布撒拉旦講：","bklhl":"巴比倫王Nî-pò͘-kah-nî-sat論到耶利米，就吩咐侍衛長Nî-pò͘-sat-la̍h-tàn，講，"}},{"book":"耶","chapter":39,"verse":12,"versions":{"unv":"「你領他去，好好地看待他，切不可害他；他對你怎麼說，你就向他怎麼行。」","bklcl":"Chiong i kau-tài lí, tio̍h hó khoán-thāi i, m̄-thang hāi i; i tùi lí kóng sím-mi̍h, lí chiū chiàu án-ni kā i chòe.","tghg":"「將伊交代你，著好款待伊，呣通害伊；伊對你講甚麼，你就照按呢給伊做。」","bklhl":"將伊交帶你，tio̍h好款待伊，m̄-thang害伊；伊對你講甚麼，你就照án-ni kā伊做。"}},{"book":"耶","chapter":39,"verse":13,"versions":{"unv":"護衛長尼布撒拉旦和尼布沙斯班─拉撒力、尼甲‧沙利薛─拉墨，並巴比倫王的一切官長，","bklcl":"Sī-ōe-tiúⁿ Nî-pò͘-sat-la̍h-tàn, thài-kàm-thâu Nî-pò͘-sa-su-pan, phok-sū-tiúⁿ Nî-pò͘-sa-lí-siat, kap Pa-pí-lûn ông chiah-ê koaⁿ-tiúⁿ,","tghg":"侍衛長尼布撒拉旦，太監頭尼布沙斯班、博士長尼甲沙利設，及巴比倫王諸個官長，","bklhl":"侍衛長Nî-pò͘-sat-la̍h-tàn，太監頭Nî-pò͘-sa-su-pan，博士長Nî-pò͘-sa-lí-siat，kap巴比倫王chiah ê官長，"}},{"book":"耶","chapter":39,"verse":14,"versions":{"unv":"打發人去，將耶利米從護衛兵院中提出來，交與沙番的孫子亞希甘的兒子基大利，帶回家去。於是耶利米住在民中。","bklcl":"chhe lâng chhōa Iâ-lī-bí chhut khu-liû-só͘ ê īⁿ, kau-tài Sa-hoan ê sun, A-hi-kam ê kiáⁿ, Ki-tāi-lī, chhōa i tò-khì in tau; tùi án-ni i chiū khiā-khí peh-sìⁿ ê tiong-kan.","tghg":"差人導耶利米出拘留所的院，交代沙番的孫亞希甘的子基大利，導伊倒去𪜶兜(tau)。對按呢伊就徛起百姓的中間。","bklhl":"差人chhōa耶利米出拘留所ê院，交帶Sa-hoan ê孫，A-hi-kam ê kiáⁿ，Ki-tāi-lī，chhōa伊tò去in tau；tùi án-ni伊就khiā起百姓ê中間。"}},{"book":"耶","chapter":39,"verse":15,"versions":{"unv":"耶利米還囚在護衛兵院中的時候，耶和華的話臨到他說：","bklcl":"Iâ-lī-bí iáu koaiⁿ tī khu-liû-só͘ īⁿ-lāi ê sî, Iâ-hô-hoa ê ōe lîm-kàu i kóng,","tghg":"耶利米猶關佇拘留所院內的時，耶和華的話臨到伊講：","bklhl":"耶利米iáu關tī拘留所院內ê時，耶和華ê話臨到伊講，"}},{"book":"耶","chapter":39,"verse":16,"versions":{"unv":"「你去告訴古實人以伯‧米勒說，萬軍之耶和華─以色列的　神如此說：我說降禍不降福的話必臨到這城，到那時必在你面前成就了。","bklcl":"Lí tio̍h khì kā Kó͘-si̍t lâng Í-pek-bí-le̍k kóng, Bān-kun ê Iâ-hô-hoa, Í-sek-lia̍t ê Siōng-tè, án-ni kóng, Khòaⁿ ah, Góa kóng kàng chai-ē, bô kàng hok-khì ê ōe, tek-khak kàu chit ê siâⁿ; kàu hit-ji̍t beh chiâⁿ tī lí ê bīn-chêng.","tghg":"「你著去給古實人以伯米勒講，萬軍的耶和華──以色列的上帝按呢講：看啊，我講降災禍，無降福氣的話的確到此個城，到彼日欲成佇你的面前。","bklhl":"你tio̍h去kā Kó͘-si̍t人Í-pek-bí-le̍k講，萬軍ê耶和華，以色列ê上帝，án-ni講，看ah，我講降災厄，無降福氣ê話，的確到chit ê城；到hit日beh成tī你ê面前。"}},{"book":"耶","chapter":39,"verse":17,"versions":{"unv":"耶和華說：到那日我必拯救你，你必不致交在你所怕的人手中。","bklcl":"Iâ-hô-hoa kóng, Kàu hit-ji̍t Góa beh chín-kiù lí; lí tek-khak put-tì kau-hù tī lí só͘ kiaⁿ hiah-ê lâng ê chhiú.","tghg":"耶和華講：到彼日我欲拯救你，你的確不致交付佇你所驚許個人的手。","bklhl":"耶和華講，到hit日我beh拯救你；你的確不致交付tī你所驚hiah-ê人ê手。"}},{"book":"耶","chapter":39,"verse":18,"versions":{"unv":"我定要搭救你，你不致倒在刀下，卻要以自己的命為掠物，因你倚靠我。這是耶和華說的。」","bklcl":"Góa tiāⁿ-tio̍h beh chín-kiù lí, lí put-tì tó tī to-ē; lí beh khioh-tio̍h lí ê sìⁿ-miā; in-ūi lí óa-khò Góa; che sī Iâ-hô-hoa kóng--ê.","tghg":"我定著欲拯救你，你不致倒佇刀下，你欲拾(khioh)著你的生命，因為你倚靠我。這是耶和華講的。」","bklhl":"我定tio̍h beh拯救你，你不致倒tī刀下；你beh拾tio̍h你ê性命；因為你óa靠我；這是耶和華講ê。"}}]