[{"book":"耶","chapter":34,"verse":1,"versions":{"unv":"巴比倫王尼布甲尼撒率領他的全軍和地上屬他的各國各邦，攻打耶路撒冷和屬耶路撒冷所有的城邑。那時，耶和華的話臨到耶利米說：","bklcl":"Pa-pí-lûn ông Nî-pò͘-kah-nî-sat chhōa i lóng-chóng ê kun-peng, kap i só͘ koán tōe-chiūⁿ ê bān-kok ta̍k-cho̍k, lâi kong-kek Iâ-lō͘-sat-léng, í-ki̍p hiah-ê sio̍k--i ê siâⁿ; hit-sî Iâ-hô-hoa ê ōe lîm-kàu Iâ-lī-bí kóng,","tghg":"巴比倫王尼布甲尼撒導伊攏總的軍兵，及伊所管地上的萬國逐族，來攻擊耶路撒冷以及許個屬伊的城。彼時，耶和華的話臨到耶利米，講：","bklhl":"巴比倫王Nî-pò͘-kah-nî-sat chhōa伊lóng總ê軍兵，kap伊所管地上ê萬國ta̍k族，來攻擊耶路撒冷，以及hiah-ê屬伊ê城；hit時耶和華ê話臨到耶利米講，"}},{"book":"耶","chapter":34,"verse":2,"versions":{"unv":"「耶和華─以色列的　神說，你去告訴猶大王西底家，耶和華如此說：我要將這城交付巴比倫王的手，他必用火焚燒。","bklcl":"Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè án-ni kóng, Lí tio̍h khì kā Iû-tāi ông Se-tí-ka kóng, Iâ-hô-hoa án-ni kóng, Khòaⁿ ah, Góa beh chiong chit ê siâⁿ kau tī Pa-pí-lûn ông ê chhiú, i beh ēng hé sio--i.","tghg":"「耶和華──以色列的上帝按呢講，你著去給猶大王西底家講，耶和華按呢講：看啊，我欲將此個城交佇巴比倫王的手，伊欲用火燒伊。","bklhl":"耶和華以色列ê上帝án-ni講，你tio̍h去kā偤大王Se-tí-ka講，耶和華án-ni講，看ah，我beh將chit ê城交tī巴比倫王ê手，伊beh用火燒伊。"}},{"book":"耶","chapter":34,"verse":3,"versions":{"unv":"你必不能逃脫他的手，定被拿住，交在他的手中。你的眼要見巴比倫王的眼，他要口對口和你說話，你也必到巴比倫去。","bklcl":"Lí bōe-ōe thoat-lī i ê chhiú, tek-khak siū lia̍h, kau tī i ê chhiú-thâu, lí ê ba̍k-chiu beh khòaⁿ Pa-pí-lûn ông ê ba̍k-chiu, i beh kap lí chhùi tùi chhùi kóng-ōe, lí ia̍h beh kàu Pa-pí-lûn.","tghg":"你𣍐會脫離伊的手，的確受掠，交佇伊的手頭。你的目睭欲看巴比倫王的目睭，伊欲及你嘴對嘴講話，你亦欲到巴比倫。","bklhl":"你bōe能脫離伊ê手，的確受掠，交tī伊ê手頭，你ê目睭beh看巴比倫王ê目睭，伊beh kap你嘴對嘴講話，你亦beh到巴比倫。"}},{"book":"耶","chapter":34,"verse":4,"versions":{"unv":"猶大王西底家啊，你還要聽耶和華的話。耶和華論到你如此說：你必不被刀劍殺死，","bklcl":"Iû-tāi ông Se-tí-ka ah, Lí iáu-kú tio̍h thiaⁿ Iâ-hô-hoa ê ōe.  Iâ-hô-hoa lūn-kàu lí án-ni kóng, Lí tek-khak bô hō͘ to-kiàm thâi-sí; lí beh pêng-an kè-sì;","tghg":"猶大王西底家啊，你猶久著聽耶和華的話。耶和華論到你按呢講：你的確無互刀劍刣死，你欲平安過世(kè-sì)，","bklhl":"偤大王Se-tí-ka ah，你iáu-kú tio̍h聽耶和華ê話。耶和華論到你án-ni講，你的確無hō͘刀劍刣死；你beh平安過世；"}},{"book":"耶","chapter":34,"verse":5,"versions":{"unv":"你必平安而死，人必為你焚燒物件，好像為你列祖，就是在你以前的先王焚燒一般。人必為你舉哀說：『哀哉！我主啊。』耶和華說：這話是我說的。」","bklcl":"lâng beh ūi lí sio phang ê mi̍h, chhin-chhiūⁿ ūi-tio̍h lí ê lia̍t-chó͘, chiū-sī lí í-chêng ê sian-ông só͘ sio--ê chi̍t-iūⁿ.  Lâng beh ūi-tio̍h lí ai-siong, kóng, Chhám ah, góa ê chú ah.  Iâ-hô-hoa kóng, Chit ê ōe Góa í-keng kóng--i lah.","tghg":"人欲為你燒芳(phang)的物，親像為著你的列祖，就是你以前的先王所燒的一樣。人欲為著你哀傷講：『慘啊！我的主啊。』耶和華講：此個話我已經講伊啦。」","bklhl":"人beh為你燒芳ê物，親像為tio̍h你ê列祖，就是你以前ê先王所燒ê一樣。人beh為tio̍h你哀傷，講，慘ah，我ê主ah。耶和華講，chit ê話我已經講伊lah。"}},{"book":"耶","chapter":34,"verse":6,"versions":{"unv":"於是，先知耶利米在耶路撒冷將這一切話告訴猶大王西底家。","bklcl":"Tùi án-ni, sian-ti Iâ-lī-bí tī Iâ-lō͘-sat-léng chiong che it-chhè ê ōe kā Iû-tāi ông Se-tí-ka kóng.","tghg":"對按呢，先知耶利米佇耶路撒冷將這一切的話給猶大王西底家講。","bklhl":"Tùi án-ni，先知耶利米tī耶路撒冷將這一切ê話kā偤大王Se-tí-ka講。"}},{"book":"耶","chapter":34,"verse":7,"versions":{"unv":"那時，巴比倫王的軍隊正攻打耶路撒冷，又攻打猶大所剩下的城邑，就是拉吉和亞西加。原來猶大的堅固城只剩下這兩座。","bklcl":"Hit-sî Pa-pí-lûn ông ê kun-peng teh kong-kek Iâ-lō͘-sat-léng, koh kong-kek Iû-tāi só͘ chhun ê siâⁿ, chiū-sī La̍h-kiat kap A-se-ka; in-ūi Iû-tāi kian-kò͘ ê siâⁿ, chí ū chhun chiah-ê.","tghg":"彼時，巴比倫王的軍兵啲攻擊耶路撒冷，閣攻擊猶大所剩(chhun)的城，就是拉吉及亞西加。因為猶大堅固的城只有剩諸個。","bklhl":"Hit時巴比倫王ê軍兵teh攻擊耶路撒冷，koh攻擊偤大所chhun ê城，就是拉結kap A-se-ka；因為偤大堅固ê城，只有chhun chiah ê。"}},{"book":"耶","chapter":34,"verse":8,"versions":{"unv":"西底家王與耶路撒冷的眾民立約，要向他們宣告自由，叫各人任他希伯來的僕人和婢女自由出去，誰也不可使他的一個猶大弟兄作奴僕。（此後，有耶和華的話臨到耶利米。）","bklcl":"Iâ-hô-hoa ê ōe koh lîm-kàu Iâ-lī-bí.","tghg":"耶和華的話閣臨到耶利米。","bklhl":"耶和華ê話koh臨到耶利米。"}},{"book":"耶","chapter":34,"verse":9,"versions":{"unv":"【併於上節】","bklcl":"Sī in-ūi Se-tí-ka ông kap Iâ-lō͘-sat-léng ê chèng peh-sìⁿ li̍p-iok, kā in soan-pò͘ tháu-pàng; chiū-sī ta̍k-lâng tio̍h tháu-pàng i ê lô͘-po̍k lú-pī, hoān-nā Hi-pek-lâi ê lâm-lú, hō͘ in chū-iû, bô lâng thang koh ēng i ê hiaⁿ-tī Iû-tāi lâng chòe lô͘-po̍k.","tghg":"是因為西底家王及耶路撒冷的眾百姓立約，給𪜶宣佈解放(tháu-pàng)，就是逐人著解放伊的奴僕女婢，凡若希伯來的男女，互𪜶自由，無人通閣用伊的兄弟猶大人做奴僕。","bklhl":"是因為Se-tí-ka王kap耶路撒冷ê眾百姓立約，kā in宣佈tháu放；就是ta̍k人tio̍h tháu放伊ê奴僕女婢，凡若希伯來ê男女，hō͘ in自由，無人thang koh用伊ê兄弟偤大人做奴僕。"}},{"book":"耶","chapter":34,"verse":10,"versions":{"unv":"所有立約的首領和眾民就任他的僕人婢女自由出去，誰也不再叫他們作奴僕。大家都順從，將他們釋放了；","bklcl":"Ū hūn chit ê iok ê kùi-cho̍k kap chèng peh-sìⁿ, thiaⁿ-kìⁿ ta̍k-lâng tio̍h tháu-pàng i ê lô͘-po̍k lú-pī, hō͘ i chū-iû, bô koh ēng i chòe chhe-ēng, in chiū chun-thàn lâi tháu-pàng.","tghg":"有分此個約的貴族及眾百姓，聽見逐人著解放伊的奴僕女婢，互伊自由，無閣用伊做差用。𪜶就遵趁來解放；","bklhl":"有份chit ê約ê貴族kap眾百姓，聽見ta̍k人tio̍h tháu放伊ê奴僕女婢，hō͘伊自由，無koh用伊做差用，in就遵thàn來tháu放。"}},{"book":"耶","chapter":34,"verse":11,"versions":{"unv":"後來卻又反悔，叫所任去自由的僕人婢女回來，勉強他們仍為僕婢。","bklcl":"Āu-lâi chiū thè-hóe, hō͘ in só͘ tháu-pàng chū-iû ê lô͘-po̍k lú-pī tò--lâi, bián-kióng in iû-goân chòe lô͘-po̍k lú-pī.","tghg":"後來就退悔，互𪜶所解放自由的奴僕女婢倒來，勉強𪜶猶原做奴僕女婢。","bklhl":"後來就退悔，hō͘ in所tháu放自由ê奴僕女婢tò來，勉強in猶原做奴僕女婢。"}},{"book":"耶","chapter":34,"verse":12,"versions":{"unv":"因此耶和華的話臨到耶利米說：","bklcl":"In-ūi án-ni, Iâ-hô-hoa ê ōe tùi Iâ-hô-hoa lîm-kàu Iâ-lī-bí, kóng,","tghg":"因為按呢，耶和華的話對耶和華臨到耶利米講：","bklhl":"因為án-ni，耶和華ê話tùi耶和華臨到耶利米，講，"}},{"book":"耶","chapter":34,"verse":13,"versions":{"unv":"「耶和華─以色列的　神如此說：我將你們的列祖從埃及地為奴之家領出來的時候，與他們立約說：","bklcl":"Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè án-ni kóng, Góa chhōa lín ê lia̍t-chó͘ tùi Ai-ki̍p tōe chòe lô͘-châi ê ke chhut-lâi ê ji̍t, kap in li̍p-iok, kóng,","tghg":"「耶和華──以色列的上帝按呢講：我導恁的列祖對埃及地做奴才的家出來的日，及𪜶立約講：","bklhl":"耶和華以色列ê上帝án-ni講，我chhōa lín ê列祖tùi埃及地做奴才ê家出來ê日，kap in立約，講，"}},{"book":"耶","chapter":34,"verse":14,"versions":{"unv":"『你的一個希伯來弟兄若賣給你，服事你六年，到第七年你們各人就要任他自由出去。』只是你們列祖不聽從我，也不側耳而聽。","bklcl":"Kàu tē chhit nî, lín tio̍h ta̍k-lâng tháu-pàng i ê hiaⁿ-tī Hi-pek-lâi lâng, bōe hō͘ lí--ê; i í-keng ho̍k-sāi lí la̍k-nî, lí tio̍h tháu-pàng--i, lī-khui lí lâi chū-iû; chóng-sī lín ê lia̍t-chó͘ m̄-thiaⁿ Góa, ia̍h bô àⁿ hī-khang.","tghg":"『到第七年恁著逐人解放伊的兄弟希伯來人，賣互你者；伊已經服事你六年，你著解放伊離開你來自由。』總是恁的列祖呣聽我，亦無俯耳孔。","bklhl":"到第七年，lín tio̍h ta̍k人tháu放伊ê兄弟希伯來人，賣hō͘你ê；伊已經服事你六年，你tio̍h tháu放伊，離開你來自由；總是lín ê列祖m̄聽我，亦無俯耳孔。"}},{"book":"耶","chapter":34,"verse":15,"versions":{"unv":"如今你們回轉，行我眼中看為正的事，各人向鄰舍宣告自由，並且在稱為我名下的殿中、在我面前立約。","bklcl":"Taⁿ lín í-keng kóe-pìⁿ, kiâⁿ Góa só͘ khòaⁿ chòe chèng-ti̍t ê sū; ta̍k-lâng tùi chhù-piⁿ soan-pò͘ tháu-pàng, koh tī ēng Góa ê miâ lâi chheng ê chhù, tī Góa ê bīn-chêng li̍p-iok.","tghg":"今恁已經改變，行我所看做正直的事，逐人對厝邊宣佈解放，閣佇用我的名來稱的厝，佇我的面前立約。","bklhl":"Taⁿ lín已經改變，行我所看做正直ê事；ta̍k人tùi厝邊宣佈tháu放，koh tī用我ê名來稱 ê厝，tī我ê面前立約。"}},{"book":"耶","chapter":34,"verse":16,"versions":{"unv":"你們卻又反悔，褻瀆我的名，各人叫所任去隨意自由的僕人婢女回來，勉強他們仍為僕婢。","bklcl":"Chóng-sī lín iū-koh thè-hóe, siat-to̍k Góa ê miâ, ta̍k-lâng hō͘ só͘ tháu-pàng tit-tio̍h chū-iû ê lô͘-po̍k lú-pī tò-tńg, bián-kióng in iû-goân chòe lín ê lô͘-po̍k lú-pī.","tghg":"總是恁又閣退悔，褻瀆(siat-to̍k)我的名，逐人互所解放得著自由的奴僕女婢倒轉，勉強𪜶猶原做恁的奴僕女婢。","bklhl":"總是lín又koh退悔，褻瀆我ê名，ta̍k人hō͘所tháu放得tio̍h自由ê奴僕女婢倒tńg，勉強in猶原做lín ê奴僕女婢。"}},{"book":"耶","chapter":34,"verse":17,"versions":{"unv":"所以耶和華如此說：你們沒有聽從我，各人向弟兄鄰舍宣告自由。看哪！我向你們宣告一樣自由，就是使你們自由於刀劍、饑荒、瘟疫之下，並且使你們在天下萬國中拋來拋去。這是耶和華說的。","bklcl":"Só͘-í Iâ-hô-hoa án-ni kóng, Lín bô thiaⁿ-thàn Góa, ta̍k-lâng tùi i ê hiaⁿ-tī, tùi i ê chhù-piⁿ soan-thoân tháu-pàng, khòaⁿ ah, Góa tùi lín soan-thoân tháu-pàng hō͘ to-kiàm, un-e̍k, ki-hng, koh hō͘ lín liû-lo̍h tī thiⁿ-ē bān-kok tiong; che sī Iâ-hô-hoa kóng-ê.","tghg":"所以耶和華按呢講：恁無聽趁我，逐人對伊的兄弟對伊的厝邊宣傳解放。看啊！我對恁宣傳解放互刀劍、瘟疫、飢荒，閣互恁流落(liû-lo̍h)佇天下萬國中。這是耶和華講的。","bklhl":"所以耶和華án-ni講，Lín無聽thàn我，ta̍k人對伊ê兄弟，對伊ê厝邊宣傳tháu放，看ah，我對lín宣傳tháu放hō͘刀劍、瘟疫、飢荒，koh hō͘ lín流落tī天下萬國中；這是耶和華講ê。"}},{"book":"耶","chapter":34,"verse":18,"versions":{"unv":"猶大的首領、耶路撒冷的首領、太監、祭司，和國中的眾民曾將牛犢劈開，分成兩半，從其中經過，在我面前立約。後來又違背我的約，不遵行這約上的話。","bklcl":"Kìⁿ-nā pōe Góa ê iok, bô thàn hit ê iok ê ōe, chiū-sī phòa-khui gû-á lâi keng-kè hit tiong-kan ê sî, tī Góa ê bīn-chêng só͘ li̍p--ê;","tghg":"見若背我的約，無趁彼個約的話，就是破開牛仔來經過彼中間的時，佇我的面前所立者，","bklhl":"見若背我ê約，無thàn hit ê約ê話，就是破開牛á來經過hit中間ê時，tī我ê面前所立ê；"}},{"book":"耶","chapter":34,"verse":19,"versions":{"unv":"【併於上節】","bklcl":"chiū-sī Iû-tāi ê kùi-cho̍k, Iâ-lō͘-sat-léng ê kùi-cho̍k, í-ki̍p thài-kàm, chè-si, kéng-lāi chèng peh-sìⁿ, kìⁿ-nā tùi phòa-khui ê gû-á ê tiong-kan keng-kè--ê;","tghg":"就是猶大的貴族，耶路撒冷的貴族，以及太監、祭司，境內眾百姓，見若對破開的牛仔的中間經過者。","bklhl":"就是偤大ê貴族，耶路撒冷ê貴族，以及太監、祭司，境內眾百姓，見若tùi破開ê牛á ê中間經過ê；"}},{"book":"耶","chapter":34,"verse":20,"versions":{"unv":"我必將他們交在仇敵和尋索其命的人手中；他們的屍首必給空中的飛鳥和地上的野獸作食物。","bklcl":"Góa beh chiong in kau tī in ê tùi-te̍k ê chhiú, kap siàu-siūⁿ in ê sìⁿ-miā ê lâng ê chhiú; in ê sin-si beh hō͘ khong-tiong ê pe-chiáu kap tōe-chiūⁿ ê iá-siù chòe chia̍h-mi̍h.","tghg":"我欲將𪜶交佇𪜶的對敵的手及數想(siàu-siūⁿ)𪜶的生命的人的手；𪜶的身屍欲互空中的飛鳥及地上的野獸做食物(chia̍h-mi̍h)。","bklhl":"我beh將in交tī in ê對敵ê手，kap siàu想in ê性命ê人ê手；in ê身屍beh hō͘空中ê飛鳥kap地上ê野獸做食物。"}},{"book":"耶","chapter":34,"verse":21,"versions":{"unv":"並且我必將猶大王西底家和他的首領交在他們仇敵和尋索其命的人，與那暫離你們而去巴比倫王軍隊的手中。","bklcl":"Koh Góa beh chiong Iû-tāi ông Se-tí-ka kap i ê kùi-cho̍k kau tī in ê tùi-te̍k ê chhiú, kap siàu-siūⁿ i ê sìⁿ-miā ê lâng ê chhiú; ia̍h kau tī Pa-pí-lûn ông kun-peng ê chhiú, chiū-sī lī-khui lín khì--ê.","tghg":"閣我欲將猶大王西底家及伊的貴族交佇𪜶的對敵的手及數想伊的生命的人的手，亦交佇巴比倫王軍兵的手就是離開恁去者。","bklhl":"Koh我beh將偤大王Se-tí-ka kap伊ê貴族交tī in ê對敵ê手，kap siàu想伊ê性命ê人ê手；亦交tī巴比倫王軍兵ê手，就是離開lín去ê。"}},{"book":"耶","chapter":34,"verse":22,"versions":{"unv":"耶和華說：我必吩咐他們回到這城，攻打這城，將城攻取，用火焚燒。我也要使猶大的城邑變為荒場，無人居住。」","bklcl":"Iâ-hô-hoa kóng, Góa beh bēng-lēng in, hō͘ in koh lâi chit ê siâⁿ; in beh kong-kek--i, chhú--i, ēng hé sio--i; Góa ia̍h beh hō͘ Iû-tāi chiah-ê siâⁿ pha-hng, bô lâng khiā-khí.","tghg":"耶和華講：我欲命令𪜶互𪜶閣來此個城，𪜶欲攻擊伊，取伊，用火燒伊。我亦欲互猶大諸個城拋荒，無人徛起。」","bklhl":"耶和華講，我beh命令in，hō͘ in koh來chit ê城；in beh攻擊伊，取伊，用火燒伊；我亦beh hō͘偤大chiah ê城拋荒，無人khiā起。"}}]