[{"book":"耶","chapter":15,"verse":1,"versions":{"unv":"耶和華對我說：「雖有摩西和撒母耳站在我面前代求，我的心也不顧惜這百姓。你將他們從我眼前趕出，叫他們去吧！","bklcl":"Iâ-hô-hoa tùi góa kóng, Sui-jiân ū Mô͘-se kap Sat-bó͘-jíⁿ khiā tī Góa ê bīn-chêng, thòe in kiû, Góa ê sim ia̍h bô koàn-kò͘ chit ê peh-sìⁿ; tio̍h kóaⁿ in lī-khui Góa ê bīn-chêng, hō͘ in chhut--khì.","tghg":"耶和華對我講：「雖然有摩西及撒母耳徛佇我的面前替𪜶求，我的心亦無眷顧此個百姓。著趕𪜶離開我的面前，互𪜶出去！","bklhl":"耶和華對我講，雖然有摩西kap撒母耳khiā tī我ê面前，替in求，我ê心亦無眷顧chit ê百姓；tio̍h趕in離開我ê面前，hō͘ in出去。"}},{"book":"耶","chapter":15,"verse":2,"versions":{"unv":"他們問你說：『我們往哪裡去呢？』你便告訴他們，耶和華如此說：定為死亡的，必致死亡；定為刀殺的，必交刀殺；定為饑荒的，必遭饑荒；定為擄掠的，必被擄掠。」","bklcl":"In nā tùi lí kóng, Goán tio̍h chhut-khì toh-lo̍h? lí tio̍h kā in kóng, Iâ-hô-hoa án-ni kóng, Kai sí--ê tio̍h sí; kai hō͘ to thâi--ê, tio̍h hō͘ to thâi; kai tú-tio̍h ki-hng--ê, tio̍h tú-tio̍h ki-hng; kai hō͘ lâng lia̍h--ê, tio̍h hō͘ lâng lia̍h.","tghg":"𪜶若對你講：『阮著出去叨落。』你著給𪜶講，耶和華按呢講：該死者，著死；該互刀刣者，著互刀刣，該抵著(tú-tio̍h)飢荒者，著扺著飢荒；該互人掠者，著互人掠。」","bklhl":"In若對你講，阮tio̍h出去toh-lo̍h？你tio̍h kā in講，耶和華án-ni講，該死ê tio̍h死；該hō͘刀刣-ê，tio̍h hō͘刀刣；該tú-tio̍h飢荒ê，tio̍h tú-tio̍h飢荒；該hō͘人掠ê，tio̍h hō͘人掠。"}},{"book":"耶","chapter":15,"verse":3,"versions":{"unv":"耶和華說：「我命定四樣害他們，就是刀劍殺戮、狗類撕裂、空中的飛鳥，和地上的野獸吞吃毀滅；","bklcl":"Iâ-hô-hoa koh kóng, Góa tiau-chhoân sì-hāng lâi pān--in; chiū-sī to lâi thâi--in, káu lâi thoa--in, khong-tiong ê chiáu, tōe-chiūⁿ ê iá-siù, chia̍h lâi bia̍t in.","tghg":"耶和華閣講：「我調拴(tiau-chhoân)四項來辦𪜶，就是刀來刣𪜶、狗來拖𪜶、空中的鳥、地上的野獸食來滅𪜶；","bklhl":"耶和華koh講，我tiau-chhoân四項來辦in；就是刀來刣-in，狗來拖in，空中ê鳥，地上ê野獸，食來滅in。"}},{"book":"耶","chapter":15,"verse":4,"versions":{"unv":"又必使他們在天下萬國中拋來拋去，都因猶大王希西家的兒子瑪拿西在耶路撒冷所行的事。」","bklcl":"Koh beh hō͘ in liû-lo̍h tī thiⁿ-ē bān-kok tiong; lóng sī in-ūi Iû-tāi ông Hi-se-ka ê kiáⁿ Má-ná-se tī Iâ-lō͘-sat-léng só͘ kiâⁿ ê sū.","tghg":"閣欲互𪜶流落佇天下萬國中，攏是因為猶大王希西家的子瑪拿西佇耶路撒冷所行的事。」","bklhl":"Koh beh hō͘ in 流落tī天下萬國中；lóng是因為偤大王Hi-se-ka ê kiáⁿ Má-ná-se tī耶路撒冷所行ê事。"}},{"book":"耶","chapter":15,"verse":5,"versions":{"unv":"耶路撒冷啊，誰可憐你呢？誰為你悲傷呢？誰轉身問你的安呢？","bklcl":"Iâ-lō͘-sat-léng ah, chī-chūi khó-lîn lí ah? chī-chūi ūi lí pi-siong ah? chī-chūi oa̍t-tńg-sin mn̄g lí pêng-an--bô?","tghg":"耶路撒冷啊，是誰可憐你啊？是誰為你悲傷啊？是誰越轉身問你平安無？","bklhl":"耶路撒冷ah，是誰可憐你ah？是誰為你悲傷ah？是誰 oa̍t-tńg身問你平安無？"}},{"book":"耶","chapter":15,"verse":6,"versions":{"unv":"耶和華說：你棄絕了我，轉身退後；因此我伸手攻擊你，毀壞你。我後悔甚不耐煩。","bklcl":"Iâ-hô-hoa kóng, Lí khì-choa̍t Góa, oa̍t-tńg-sin thè-āu; in-ūi án-ni, Góa chhun-chhiú kong-kek lí, húi-hoāi lí; Góa lîn-bín lí kàu ià.","tghg":"耶和華講：你棄絕我，越轉身退後；因為按呢，我伸手攻擊你，毀壞你。我憐憫你到厭(ià)。","bklhl":"耶和華講，你棄絕我，oa̍t-tńg身退後；因為án-ni，我伸手攻擊你，毀壞你；我憐憫你到厭。"}},{"book":"耶","chapter":15,"verse":7,"versions":{"unv":"我在境內各城門口（或譯：我在這地邊界的關口），用簸箕簸了我的百姓，使他們喪掉兒女。我毀滅他們，他們仍不轉離所行的道。","bklcl":"Góa tī kéng-lāi ta̍k ê siâⁿ mn̂g-kháu, ēng pòa-ki pòa--in; Góa choa̍t in ê hō͘-sû, Góa bia̍t Góa ê peh-sìⁿ, in iû-goân bô oa̍t-tńg lī-khui in ê lō͘.","tghg":"我佇境內逐個城門口，用簸箕(pòa-ki)簸(pòa)𪜶，我絕𪜶的後嗣。我滅我的百姓，𪜶猶原無越轉離開𪜶的路。","bklhl":"我tī境內ta̍k ê城門口，用簸箕簸in；我絕in ê後嗣，我滅我ê百姓，in猶原無oa̍t-tńg離開in ê路。"}},{"book":"耶","chapter":15,"verse":8,"versions":{"unv":"他們的寡婦在我面前比海沙更多；我使滅命的午間來，攻擊少年人的母親，使痛苦驚嚇忽然臨到她身上。","bklcl":"In ê kóaⁿ-hū ke-thiⁿ tī Góa ê bīn-chêng, pí hái-soa khah-chōe; Góa hō͘ chân-hāi--ê tiong-tàu lâi, kong-kek siàu-liân lâng ê lāu-bú; hō͘ thòng-khó͘ kiaⁿ-hiâⁿ hut-jiân kàu i ê sin-chiūⁿ.","tghg":"𪜶的寡婦加添佇我的面前，比海沙卡多；我互殘害的中晝(tiong-tàu)來，攻擊少年人的老母，互痛苦驚惶忽然到伊的身上。","bklhl":"In ê寡婦加添tī我ê面前，比海沙khah-chōe；我hō͘殘害ê中晝來，攻擊少年人ê老母；hō͘痛苦驚惶忽然到伊ê身上。"}},{"book":"耶","chapter":15,"verse":9,"versions":{"unv":"生過七子的婦人力衰氣絕；尚在白晝，日頭忽落；她抱愧蒙羞。其餘的人，我必在他們敵人跟前，交與刀劍。這是耶和華說的。","bklcl":"Siⁿ chhit ê kiáⁿ ê hū-jîn-lâng, soe-lám khùi-tn̄g; tng-thâu pe̍h-ji̍t, i ê ji̍t-thâu hut-jiân lo̍h, i làu-khùi kiàn-siàu; só͘ chhun ê peh-sìⁿ, Góa beh tī in ê tùi-te̍k ê bīn-chêng, kau hō͘ to-kiàm; che sī Iâ-hô-hoa kóng--ê.","tghg":"生七個子的婦仁人衰膦(soe-lám)氣斷；當頭白日，伊的日頭忽然落(lo̍h)；伊漏氣見誚。所剩(chhun)的百姓，我欲佇𪜶的對敵的面前，交互刀劍。這是耶和華講的。","bklhl":"生七個kiáⁿ ê婦人人，衰lám氣斷；當頭白日，伊ê日頭忽然落，伊漏氣見笑；所chhun ê百姓，我beh tī in ê對敵ê面前，交hō͘刀劍；這是耶和華講ê。"}},{"book":"耶","chapter":15,"verse":10,"versions":{"unv":"我的母親哪，我有禍了！因你生我作為遍地相爭相競的人。我素來沒有借貸與人，人也沒有借貸與我，人人卻都咒罵我。","bklcl":"Góa ê lāu-bú ah, góa ū chai-ē; in-ūi lí siⁿ góa chòe chi̍t-ê kap choân-tōe saⁿ cheng-piān kè-kàu ê lâng; góa pêng-sò͘ bô ēng gûn chioh lâng, lâi the̍h lī-sek; lâng ia̍h bô ēng gûn chioh góa, lâi the̍h lī-sek; chóng-sī lâng lóng chiù-chó͘ góa.","tghg":"我的老母啊，我有災禍！因為你生我做一個及全地相爭辯計較的人。我平素無用銀借人來提利息，人亦無用銀借我來提利息，總是人攏咒詛我。","bklhl":"我ê老母ah，我有災厄；因為你生我做一个kap全地相爭辯計較ê人；我平素無用銀借人，來the̍h利息；人亦無用銀借我，來the̍h利息；總是人lóng咒詛我。"}},{"book":"耶","chapter":15,"verse":11,"versions":{"unv":"耶和華說：「我必要堅固你，使你得好處。災禍苦難臨到的時候，我必要使仇敵央求你。","bklcl":"Iâ-hô-hoa kóng, Góa chin-chiàⁿ beh kian-kò͘ lí, hō͘ lí tit-tio̍h hok-khì; chai-ē khó͘-lān lîm-kàu ê sî, Góa chin-chiàⁿ beh hō͘ tùi-te̍k kiû lí.","tghg":"耶和華講：「我真正欲堅固你，互你得著福氣。災禍苦難臨到的時，我真正欲互對敵求你。","bklhl":"耶和華講，我真正beh堅固你，hō͘你得tio̍h福氣；災厄苦難臨到ê時，我真正beh hō͘對敵求你。"}},{"book":"耶","chapter":15,"verse":12,"versions":{"unv":"（人豈能將銅與鐵，就是北方的鐵折斷呢？）","bklcl":"Thih, chiū-sī pak-hng ê thih, kap tâng, lâng kiám ōe at-chi̍h--i mah?","tghg":"（鐵就是北方的鐵及銅，人豈會遏折(at-chi̍h)伊嗎？）","bklhl":"鐵，就是北方ê鐵，kap銅，人kiám會at折伊mah？"}},{"book":"耶","chapter":15,"verse":13,"versions":{"unv":"「我必因你在四境之內所犯的一切罪，把你的貨物財寶當掠物，白白地交給仇敵。","bklcl":"In-ūi lí ê chōe-ok, Góa beh tī lí ê sì-kéng-lāi hō͘ lí ê hè-châi pó-mi̍h pe̍h-pe̍h hō͘ lâng chhiúⁿ--khì.","tghg":"「因為你的罪惡，我欲佇你的四境內互你的貨財寶物白白互人搶去。","bklhl":"因為你ê罪惡，我beh tī你ê 四境內hō͘你ê貨財寶物白白hō͘人搶去。"}},{"book":"耶","chapter":15,"verse":14,"versions":{"unv":"我也必使仇敵帶這掠物到你所不認識的地去，因我怒中起的火要將你們焚燒。」","bklcl":"Góa ia̍h beh hō͘ tùi-te̍k tòa in kàu lí só͘ m̄-bat ê tōe; in-ūi Góa tī siū-khì-tiong ū hoat-chhut hé, beh kā lín sio-lio--khì.","tghg":"我亦欲互對敵帶𪜶到你所呣識(bat)的地，因為我佇受氣中有發出火，欲給恁燒燎(sio-lio)去。」","bklhl":"我亦beh hō͘對敵帶in到你所m̄-bat ê地；因為我tī受氣中有發出火，beh kā lín燒lio去。"}},{"book":"耶","chapter":15,"verse":15,"versions":{"unv":"耶和華啊，你是知道的；求你記念我，眷顧我，向逼迫我的人為我報仇；不要向他們忍怒取我的命，要知道我為你的緣故受了凌辱。","bklcl":"Iâ-hô-hoa ah, Lí chai, kiû Lí kì-liām góa, koàn-kò͘ góa, kā góa pò oan-siû tī hiah-ê khún-pek góa ê; Lí khoan-iông ê sî, m̄-thang lia̍h góa khì; tio̍h chai góa ūi-tio̍h Lí ê iân-kò͘ siū lêng-jio̍k.","tghg":"耶和華啊，你知；求你紀念我，眷顧我，給我報冤讎(oan-siû)佇許個窘迫我的；你寬容的時呣通掠我去，著知我為著你的緣故受凌辱。","bklhl":"耶和華ah，你知，求你記念我，眷顧我，kā我報冤仇tī hiah-ê窘迫我ê；你寬容ê時，m̄-thang掠我去；tio̍h知我為tio̍h你ê緣故受凌辱。"}},{"book":"耶","chapter":15,"verse":16,"versions":{"unv":"耶和華─萬軍之　神啊，我得著你的言語就當食物吃了；你的言語是我心中的歡喜快樂，因我是稱為你名下的人。","bklcl":"Bān-kun ê Siōng-tè Iâ-hô-hoa ah, góa tit-tio̍h Lí ê ōe chiū chia̍h--i; Lí ê ōe tī góa sī chòe góa sim-lāi ê hoaⁿ-hí khoài-lo̍k; in-ūi góa sī chheng-chòe sio̍k Lí ê miâ--ê.","tghg":"萬軍的上帝──耶和華啊，我得著你的話就食伊；你的話佇我是做我心內的歡喜快樂，因為我是稱做屬你的名者。","bklhl":"萬軍ê上帝耶和華ah，我得tio̍h你ê話就食伊；你ê話tī我是做我心內ê歡喜快樂；因為我是稱做屬你ê名ê。"}},{"book":"耶","chapter":15,"verse":17,"versions":{"unv":"我沒有坐在宴樂人的會中，也沒有歡樂；我因你的感動（原文是手）獨自靜坐，因你使我滿心憤恨。","bklcl":"Góa bô chē-tī iàn-lo̍k ê lâng ê hōe-tiong, lâi khoài-lo̍k; góa in-ūi Lí ê kám-tōng, ka-kī chēng-chēng chē; in-ūi Lí ēng siū-khì chhiong-móa góa.","tghg":"我無坐佇宴樂的人的會中，來快樂；我因為你的感動家己靜靜坐，因為你用受氣充滿我。","bklhl":"我無坐tī宴樂ê人ê會中，來快樂；我因為你ê感動，家己靜靜坐；因為你用受氣充滿我。"}},{"book":"耶","chapter":15,"verse":18,"versions":{"unv":"我的痛苦為何長久不止呢？我的傷痕為何無法醫治、不能痊癒呢？難道你待我有詭詐，像流乾的河道嗎？","bklcl":"Góa ê thòng-khó͘ cháiⁿ-iūⁿ kú-tn̂g bô soah? góa ê siong cháiⁿ-iūⁿ bōe-i--tit, i-bōe-hó ah? Lí khoán-thāi góa kiám beh chhin-chhiūⁿ khi-phiàn ê khoe, khò-bōe-chū ê chúi ah?","tghg":"我的痛苦怎樣久長無息(soah)？我的傷怎樣𣍐醫得、醫𣍐好啊？你款待我豈欲親像欺騙的溪，靠𣍐住的水啊？","bklhl":"我ê痛苦怎樣久長無soah？我ê傷怎樣bōe醫得，醫bōe好ah？你款待我kiám beh親像欺騙ê溪，靠bōe住ê水ah？"}},{"book":"耶","chapter":15,"verse":19,"versions":{"unv":"耶和華如此說：你若歸回，我就將你再帶來，使你站在我面前；你若將寶貴的和下賤的分別出來，你就可以當作我的口。他們必歸向你，你卻不可歸向他們。","bklcl":"Só͘-í Iâ-hô-hoa án-ni kóng, Lí nā tò-tńg--lâi, Góa chiū beh hō͘ lí tò-tńg--lâi khiā tī Góa ê bīn-chêng; lí nā tùi hā-chiān ê tiong-kan kéng pó-kùi--ê chhut-lâi, lí chiū beh chòe chhin-chhiūⁿ Góa ê chhùi; in tek-khak beh kui-ǹg lí, chóng-sī lí m̄-thang kui-ǹg in.","tghg":"所以耶和華按呢講：你若倒轉來，我就欲互你倒轉來，徛佇我的面前；你若對下賤的中間揀寶貴者出來，你就欲做親像我的嘴。𪜶的確欲歸向你，總是你呣通歸向𪜶。","bklhl":"所以耶和華án-ni講，你若倒tńg來，我就beh hō͘你倒tńg來khiā tī我ê面前；你若tùi下賤ê中間揀寶貴ê出來，你就beh做親像我ê嘴；in的確beh歸向你，總是你m̄-thang歸ǹg in。"}},{"book":"耶","chapter":15,"verse":20,"versions":{"unv":"我必使你向這百姓成為堅固的銅牆；他們必攻擊你，卻不能勝你；因我與你同在，要拯救你，搭救你。這是耶和華說的。","bklcl":"Góa beh hō͘ lí tùi tī chit ê peh-sìⁿ chiâⁿ-chòe kian-kò͘ ê tâng chhiûⁿ; in beh kong-kek lí, chóng-sī bōe iâⁿ lí, in-ūi Góa kap lí tī-teh, beh chín-kiù lí, khan-kiù lí; che sī Iâ-hô-hoa kóng--ê.","tghg":"我欲互你對佇此個百姓成做堅固的銅牆；𪜶欲攻擊你，總是𣍐贏你；因為我及你佇啲，欲拯救你，牽救你。這是耶和華講的。","bklhl":"我beh hō͘你對tī chit ê百姓成做堅固ê銅牆；in beh攻擊你，總是bōe 贏你，因為我kap你tī-teh，beh拯救你，牽救你；這是耶和華講ê。"}},{"book":"耶","chapter":15,"verse":21,"versions":{"unv":"我必搭救你脫離惡人的手，救贖你脫離強暴人的手。","bklcl":"Góa beh khan-kiù lí thoat-lī pháiⁿ-lâng ê chhiú, kiù-sio̍k lí thoat-lī kiông-pō ê lâng ê chhiú-thâu.","tghg":"我欲牽救你脫離歹人的手，救贖你脫離強暴的人的手頭。","bklhl":"我beh牽救你脫離pháiⁿ人ê手，救贖你脫離強暴ê人ê手頭。"}}]