[{"book":"耶","chapter":38,"verse":1,"versions":{"unv":"瑪坦的兒子示法提雅、巴施戶珥的兒子基大利、示利米雅的兒子猶甲、瑪基雅的兒子巴施戶珥聽見耶利米對眾人所說的話，說：","bklcl":"Má-thán ê kiáⁿ Sī-hoat-thê-ngá, Pa-si-hō͘-jíⁿ ê kiáⁿ Ki-tāi-lī, Sī-lī-bí-ngá ê kiáⁿ Iû-kah, Má-ki-ngá ê kiáⁿ Pa-si-hō͘-jíⁿ, thiaⁿ-kìⁿ Iâ-lī-bí tùi chèng-lâng só͘ kóng ê ōe, kóng,","tghg":"瑪坦的子示法提雅、巴施戶珥的子基大利、示利米雅的子猶甲、瑪基雅的子巴示戶珥聽見耶利米對眾人所講的話，講：","bklhl":"Má-thán ê kiáⁿ Sī-hoat-thê-ngá，Pa-si-hō͘-jíⁿ ê kiáⁿ Ki-tāi-lī，Sī-lī-bí-ngá ê kiáⁿ Iû-kah，Má-ki-ngá ê kiáⁿ Pa-si-hō͘-jíⁿ，聽見耶利米對眾人所講ê話，講，"}},{"book":"耶","chapter":38,"verse":2,"versions":{"unv":"「耶和華如此說：住在這城裡的必遭刀劍、饑荒、瘟疫而死；但出去歸降迦勒底人的必得存活，就是以自己命為掠物的，必得存活。","bklcl":"Iâ-hô-hoa án-ni kóng, Kìⁿ-nā tòa tī chit ê siâⁿ-lāi--ê beh tùi to-kiàm, tùi ki-hng, tùi un-e̍k lâi sí; to̍k-to̍k chhut-khì kui Ka-le̍k-tí lâng--ê ōe tit-tio̍h oa̍h, beh khioh-tio̍h i ê sìⁿ-miā lâi oa̍h--teh.","tghg":"「耶和華按呢講：見若住佇此個城內者欲對刀劍、對飢荒、對瘟疫來死；獨獨出去歸迦勒底人者會得著活，欲拾(khioh)著伊的生命來活啲。","bklhl":"耶和華án-ni講，見若tòa tī chit ê城內ê beh tùi刀劍，tùi飢荒，tùi瘟疫來死；獨獨出去歸Ka-le̍k-tí人ê能得tio̍h活，beh拾tio̍h伊ê性命來活teh。"}},{"book":"耶","chapter":38,"verse":3,"versions":{"unv":"耶和華如此說：這城必要交在巴比倫王軍隊的手中，他必攻取這城。」","bklcl":"Iâ-hô-hoa án-ni kóng, Chit ê siâⁿ koat-toàn beh kau tī Pa-pí-lûn ông kun-peng ê chhiú; i beh chhú--i.","tghg":"耶和華按呢講：此個城決斷欲交佇巴比倫王軍兵的手，伊欲取伊。」","bklhl":"耶和華án-ni講，chit ê城決斷beh交tī巴比倫王軍兵ê手；伊beh取伊。"}},{"book":"耶","chapter":38,"verse":4,"versions":{"unv":"於是首領對王說：「求你將這人治死；因他向城裡剩下的兵丁和眾民說這樣的話，使他們的手發軟。這人不是求這百姓得平安，乃是叫他們受災禍。」","bklcl":"Tùi án-ni, kùi-cho̍k kā ông kóng, Kiû lí hō͘ chit lâng sí; in-ūi i tùi siâⁿ-lāi chhun ê peng-teng, kap chèng peh-sìⁿ, kóng chit-hō ê ōe, hō͘ in ê chhiú nńg; chit ê lâng m̄-sī kiû hō͘ peh-sìⁿ pêng-an, sī hō͘ in tú-tio̍h chai-ē.","tghg":"對按呢貴族給王講：「求你互此人死；因為伊對城內剩(chhun)的兵丁及眾百姓講此號的話，互𪜶的手軟。此個人呣是求互百姓平安，是互𪜶抵著(tú-tio̍h)災禍。」","bklhl":"Tùi án-ni，貴族kā王講，求你hō͘ chit人死；因為伊對城內chhun ê兵丁，kap眾百姓，講chit號ê話，hō͘ in ê手軟；chit ê人m̄是求hō͘百姓平安，是hō͘ in tú-tio̍h災厄。"}},{"book":"耶","chapter":38,"verse":5,"versions":{"unv":"西底家王說：「他在你們手中，無論何事，王也不能與你們反對。」","bklcl":"Se-tí-ka ông kóng, Khòaⁿ ah, i tī lín ê chhiú-thâu, ông bōe-ōe kan-sia̍p lín sím-mi̍h tāi-chì.","tghg":"西底家王講：「看啊，伊佇恁的手頭，王𣍐會干涉恁甚麼代誌。」","bklhl":"Se-tí-ka王講，看ah，伊tī lín ê手頭，王bōe會干涉lín甚麼tāi-chì。"}},{"book":"耶","chapter":38,"verse":6,"versions":{"unv":"他們就拿住耶利米，下在哈米勒的兒子（或譯：王的兒子）瑪基雅的牢獄裡；那牢獄在護衛兵的院中。他們用繩子將耶利米繫下去。牢獄裡沒有水，只有淤泥，耶利米就陷在淤泥中。","bklcl":"In chiū lia̍h Iâ-lī-bí, hiat i tī Hap-bí-le̍k ê kiáⁿ Má-ki-ngá ê chíⁿ; hit ê chíⁿ tī khu-liû-só͘ ê īⁿ-lāi; in ēng soh chiong Iâ-lī-bí tūi--lo̍h-khì; chíⁿ-lāi bô chúi, chí-ū thô͘-bê; Iâ-lī-bí chiū hām tī thô͘-bê.","tghg":"𪜶就掠耶利米，㧒(hiat)伊佇哈米勒的子瑪基雅的井；彼個井佇拘留所的院內。𪜶用索將耶利米墜(tūi)落去。井內無水，只有土糜(thô͘-bê)，耶利米就陷佇土糜。","bklhl":"In就掠耶利米，hiat伊tī Hap-bí-le̍k ê kiáⁿ Má-ki-ngá ê井；hit ê井tī拘留所ê院內；in用索將耶利米墜落去；井內無水，只有土糜；耶利米就陷tī土糜。"}},{"book":"耶","chapter":38,"verse":7,"versions":{"unv":"在王宮的太監古實人以伯‧米勒，聽見他們將耶利米下了牢獄（那時王坐在便雅憫門口），","bklcl":"Tī ông-kiong-lāi ê thài-kàm, Kó͘-si̍t lâng Í-pek-bí-le̍k, thiaⁿ-kìⁿ in chiong Iâ-lī-bí tūi-lo̍h chíⁿ; hit-sî ông chē tī Piān-ngá-bín mn̂g-kháu.","tghg":"佇王宮內的太監古實人以伯米勒，聽見𪜶將耶利米墜落井（彼時王坐佇便雅憫門口），","bklhl":"Tī王宮內ê太監，Kó͘-si̍t人Í-pek-bí-le̍k，聽見in將耶利米墜落井；hit時王坐tī便雅憫門口。"}},{"book":"耶","chapter":38,"verse":8,"versions":{"unv":"以伯‧米勒就從王宮裡出來，對王說：","bklcl":"Í-pek-bí-le̍k chiū chhut ông-kiong, tùi ông kóng,","tghg":"以伯米勒就出王宮，對王講：","bklhl":"Í-pek-bí-le̍k就出王宮，對王講，"}},{"book":"耶","chapter":38,"verse":9,"versions":{"unv":"「主─我的王啊，這些人向先知耶利米一味地行惡，將他下在牢獄中；他在那裡必因飢餓而死，因為城中再沒有糧食。」","bklcl":"Góa ê chú, góa ê ông ah, chiah-ê lâng khoán-thāi sian-ti Iâ-lī-bí--ê, lóng sī pháiⁿ; ū kā i hiat-lo̍h chíⁿ, i ōe gō-sí tī-hia; in-ūi siâⁿ-lāi bô bí-niû.","tghg":"「我的主──我的王啊，諸個人款待先知耶利米的攏是歹，有給伊㧒(hiat)落井；伊會餓死佇遐，因為城內無米糧。」","bklhl":"我ê主，我ê王ah，chiah ê人款待先知耶利米ê，lóng是pháiⁿ；有kā伊hiat落井，伊會餓死tī-hia；因為城內無米糧。"}},{"book":"耶","chapter":38,"verse":10,"versions":{"unv":"王就吩咐古實人以伯‧米勒說：「你從這裡帶領三十人，趁著先知耶利米未死以前，將他從牢獄中提上來。」","bklcl":"Ông chiū hoan-hù Kó͘-si̍t lâng Í-pek-bí-le̍k kóng, Lí tùi chia tòa saⁿ-cha̍p lâng, thàn sian-ti Iâ-lī-bí iáu-bē sí, kiù i chhut chíⁿ.","tghg":"王就吩咐古實人以伯米勒講：「你對遮帶三十人，趁先知耶利米猶未死，救伊出井。」","bklhl":"王就吩咐Kó͘-si̍t人Í-pek-bí-le̍k講，你tùi chia帶三十人，thàn先知耶利米iáu未死，救伊出井。"}},{"book":"耶","chapter":38,"verse":11,"versions":{"unv":"於是以伯‧米勒帶領這些人同去，進入王宮，到庫房以下，從那裡取了些碎布和破爛的衣服，用繩子縋下牢獄去到耶利米那裡。","bklcl":"Tùi án-ni, Í-pek-bí-le̍k chhōa chiah-ê lâng saⁿ-kap khì, ji̍p ông-kiong, kàu khò͘-pâng ē, tùi-hia the̍h phòa-pò͘ kū-saⁿ, ēng soh tūi-lo̍h chíⁿ, kàu Iâ-lī-bí hia.","tghg":"對按呢以伯米勒導諸個人相及去，入王宮，到庫房下，對遐提破布舊衫，用索墜落井，到耶利米遐。","bklhl":"Tùi án-ni，Í-pek-bí-le̍k chhōa chiah ê人相kap去，入王宮，到庫房下，tùi-hia the̍h破布舊衫，用索墜落井，到耶利米hia。"}},{"book":"耶","chapter":38,"verse":12,"versions":{"unv":"古實人以伯‧米勒對耶利米說：「你用這些碎布和破爛的衣服放在繩子上，墊你的胳肢窩。」耶利米就照樣行了。","bklcl":"Kó͘-si̍t lâng Í-pek-bí-le̍k kā Iâ-lī-bí kóng, Lí ēng chiah-ê phòa-pò͘ kap kū-saⁿ, chū tī koh-ē-khang, hē tī soh-téng; Iâ-lī-bí chiū chiàu án-ni kiâⁿ.","tghg":"古實人以伯米勒給耶利米講：「你用諸個破布及舊衫，墊(chū)佇胳下孔(koh-ē-khang)，下(hē)佇索頂。」耶利米就照按呢行。","bklhl":"Kó͘-si̍t人Í-pek-bí-le̍k kā耶利米講，你用chiah ê破布kap舊衫，chū tī胳下孔。hē tī索頂；耶利米就照án-ni行。"}},{"book":"耶","chapter":38,"verse":13,"versions":{"unv":"這樣，他們用繩子將耶利米從牢獄裡拉上來。耶利米仍在護衛兵的院中。","bklcl":"Án-ni, in chiū ēng soh pu̍ih Iâ-lī-bí chhut chíⁿ; Iâ-lī-bí iû-goân tòa tī khu-liû-só͘ ê īⁿ.","tghg":"按呢，𪜶就用索拔(pu̍ih)耶利米出井。耶利米猶原住佇拘留所的院。","bklhl":"Án-ni，in就用索拔耶利米出井；耶利米猶原tòa tī拘留所ê院。"}},{"book":"耶","chapter":38,"verse":14,"versions":{"unv":"西底家王打發人帶領先知耶利米，進耶和華殿中第三門裡見王。王就對耶利米說：「我要問你一件事，你絲毫不可向我隱瞞。」","bklcl":"Se-tí-ka ông chhe lâng tòa sian-ti Iâ-lī-bí ji̍p Iâ-hô-hoa ê chhù tē saⁿ ê mn̂g, kàu i hia; ông chiū tùi Iâ-lī-bí kóng, Góa mn̄g lí chi̍t-hāng-sū, lí lóng m̄-thang ún-ba̍t tī góa.","tghg":"西底家王差人帶先知耶利米，入耶和華的厝第三個門到伊遐。王就對耶利米講：「我問你一項事，你攏呣通隱密佇我。」","bklhl":"Se-tí-ka王差人帶先知耶利米入耶和華ê厝第三ê門，到伊hia；王就對耶利米講，我問你一項事，你lóng m̄-thang隱密tī我。"}},{"book":"耶","chapter":38,"verse":15,"versions":{"unv":"耶利米對西底家說：「我若告訴你，你豈不定要殺我嗎？我若勸戒你，你必不聽從我。」","bklcl":"Iâ-lī-bí ìn Se-tí-ka kóng, Góa nā kā lí kóng, lí kiám bô beh thâi-sí góa mah?  góa nā chí-tiám lí, lí bô beh thiaⁿ.","tghg":"耶利米應西底家講：「我若給你講，你豈無欲刣死我嗎？我若指點你，你無欲聽。」","bklhl":"耶利米應Se-tí-ka講，我若kā你講，你kiám無beh 刣死我mah？我若指點你，你無beh聽。"}},{"book":"耶","chapter":38,"verse":16,"versions":{"unv":"西底家王就私下向耶利米說：「我指著那造我們生命之永生的耶和華起誓：我必不殺你，也不將你交在尋索你命的人手中。」","bklcl":"Se-tí-ka ông àm-chīⁿ tùi Iâ-lī-bí chiù-chōa kóng, Hit-ê chhòng-chō lán ê oa̍h-miā ê Iâ-hô-hoa sī oa̍h--ê, góa chí I lâi chiù-chōa, góa tek-khak bô thâi lí, ia̍h m̄ chiong lí kau hō͘ chiah-ê siàu-siūⁿ lí ê sìⁿ-miā ê lâng ê chhiú.","tghg":"西底家王暗靜對耶利米咒誓講：「彼個創造咱的活命的耶和華是活者，我指伊來咒誓：我的確無刣你，亦呣將你交互諸個數想(siàu-siūⁿ)你的生命的人的手。」","bklhl":"Se-tí-ka王暗靜對耶利米chiù-chōa講，Hit-ê創造咱ê活命ê耶和華是活ê，我指伊來chiù-chōa，我的確無刣你，亦m̄將你交hō͘ chiah ê siàu想你ê性命ê人ê手。"}},{"book":"耶","chapter":38,"verse":17,"versions":{"unv":"耶利米對西底家說：「耶和華─萬軍之　神、以色列的　神如此說：你若出去歸降巴比倫王的首領，你的命就必存活，這城也不致被火焚燒，你和你的全家都必存活。","bklcl":"Iâ-lī-bí tùi Se-tí-ka kóng, Iâ-hô-hoa bān-kun ê Siōng-tè, Í-sek-lia̍t ê Siōng-tè, án-ni kóng, Lí nā chhut-khì tâu-hâng Pa-pí-lûn ông ê kùi-cho̍k, lí ê sìⁿ-miā chiū ōe oa̍h-teh, chit ê siâⁿ put-tì hō͘ hé sio; lí kap lí ê choân-ke lóng ōe oa̍h.","tghg":"耶利米對西底家講：「耶和華──萬軍的上帝、以色列的上帝按呢講：你若出去投降巴比倫王的貴族，你的生命就會活啲，此個城不致互火燒，你及你的全家攏會活。","bklhl":"耶利米對 Se-tí-ka講，耶和華萬軍ê上帝，以色列ê上帝，án-ni講，你若出去投降巴比倫王ê貴族，你ê性命就會活teh，chit ê城不致hō͘火燒；你kap你ê全家lóng會活。"}},{"book":"耶","chapter":38,"verse":18,"versions":{"unv":"你若不出去歸降巴比倫王的首領，這城必交在迦勒底人手中。他們必用火焚燒，你也不得脫離他們的手。」","bklcl":"Lí nā m̄ chhut--khì tâu-hâng Pa-pí-lûn ông ê kùi-cho̍k, chiū chit ê siâⁿ beh kau tī Ka-le̍k-tí lâng ê chhiú; in beh ēng hé sio--i; lí ia̍h bōe thoat-lī in ê chhiú.","tghg":"你若呣出去投降巴比倫王的貴族，就此個城欲交佇迦勒底人的手。𪜶欲用火燒伊，你亦𣍐脫離𪜶的手。」","bklhl":"你若m̄出去投降巴比倫王ê貴族，就chit ê城beh交tī Ka-le̍k-tí人ê手；in beh用火燒伊；你亦bōe脫離in ê手。"}},{"book":"耶","chapter":38,"verse":19,"versions":{"unv":"西底家王對耶利米說：「我怕那些投降迦勒底人的猶大人，恐怕迦勒底人將我交在他們手中，他們戲弄我。」","bklcl":"Se-tí-ka ông tùi Iâ-lī-bí kóng, Góa kiaⁿ hiah-ê tâu-hâng Ka-le̍k-tí ê Iû-tāi lâng, kiaⁿ-kìⁿ Ka-le̍k-tí lâng chiong góa kau tī in ê chhiú, in ōe lêng-jio̍k góa.","tghg":"西底家王對耶利米講：「我驚許個投降迦勒底的猶大人，驚見迦勒底人將我交佇𪜶的手，𪜶會凌辱我。」","bklhl":"Se-tí-ka王對耶利米講，我驚hiah-ê投降Ka-le̍k-tí ê偤大人，驚見Ka-le̍k-tí人將我交tī in ê手，in會凌辱我。"}},{"book":"耶","chapter":38,"verse":20,"versions":{"unv":"耶利米說：「迦勒底人必不將你交出。求你聽從我對你所說耶和華的話，這樣你必得好處，你的命也必存活。","bklcl":"Iâ-lī-bí kóng, Bōe--lah.  Kiû lí thiaⁿ góa tùi lí só͘ kóng Iâ-hô-hoa ê ōe, án-ni lí chiū tit-tio̍h lī-ek, lí ê sìⁿ-miā iā ōe oa̍h--teh.","tghg":"耶利米講：「𣍐啦。求你聽我對你所講耶和華的話，按呢你就得著利益，你的生命也會活啲。","bklhl":"耶利米講，Bōe-lah。求你聽我對你所講耶和華ê話，án-ni你就得tio̍h利益，你ê性命也會活teh。"}},{"book":"耶","chapter":38,"verse":21,"versions":{"unv":"你若不肯出去，耶和華指示我的話乃是這樣：","bklcl":"Lí nā m̄-khéng chhut--khì, Iâ-hô-hoa chí-sī góa ê ōe chiū-sī che:","tghg":"你若呣肯出去，耶和華指示我的話就是這：","bklhl":"你若m̄肯出去，耶和華指示我ê話就是這："}},{"book":"耶","chapter":38,"verse":22,"versions":{"unv":"猶大王宮裡所剩的婦女必都帶到巴比倫王的首領那裡。這些婦女必說：你知己的朋友催逼你，勝過你；見你的腳陷入淤泥中，就轉身退後了。","bklcl":"Khòaⁿ ah, Iû-tāi ông-kiong só͘ chhun ê hū-jîn-lâng beh tòa kàu Pa-pí-lûn ông ê kùi-cho̍k hia, chiah-ê hū-jîn-lâng beh kóng, Lí ti-kí ê pêng-iú sái-sō lí, khah-iâⁿ lí; lí ê kha lok--lo̍h thô͘-bê, in chiū oa̍t-tńg-sin thè--khì.","tghg":"看啊，猶大王宮所剩的婦仁人欲帶到巴比倫王的貴族遐。諸個婦仁人欲講：你知己(ti-kí)的朋友使唆(sái-sō)你，卡贏你；你的腳落落(lok-lo̍h)土糜(thô͘-bê)，𪜶就越轉身退去。","bklhl":"看ah，偤大王宮所chhun ê婦人人beh帶到巴比倫王ê貴族hia，chiah ê婦人人beh講，你知己ê朋友使唆你，khah贏你；你ê腳lok落土糜，in就oa̍t-tńg身退去。"}},{"book":"耶","chapter":38,"verse":23,"versions":{"unv":"「人必將你的后妃和你的兒女帶到迦勒底人那裡；你也不得脫離他們的手，必被巴比倫王的手捉住；你也必使這城被火焚燒。」","bklcl":"Lâng beh chiong lí chiah-ê bó͘ kap lí chiah-ê kiáⁿ, tòa kàu Ka-le̍k-tí lâng hia, lí ia̍h bōe-ōe thoat-lī in ê chhiú; beh hō͘ Pa-pí-lûn ông ê chhiú lia̍h-tio̍h; lí iā beh liân-lūi chit ê siâⁿ siū hé sio.","tghg":"「人欲將你諸個某及你諸個子帶到迦勒底人遐；你亦𣍐會脫離𪜶的手，欲互巴比倫王的手掠著；你也欲連累此個城受火燒。」","bklhl":"人beh將你chiah ê bó͘ kap你chiah ê kiáⁿ，帶到Ka-le̍k-tí人hia，你亦bōe能脫離in ê手；beh hō͘巴比倫王ê手掠tio̍h；你也beh連累chit ê城受火燒。"}},{"book":"耶","chapter":38,"verse":24,"versions":{"unv":"西底家對耶利米說：「不要使人知道這些話，你就不至於死。","bklcl":"Se-tí-ka tùi Iâ-lī-bí kóng, Bo̍h-tit hō͘ lâng chai chiah-ê ōe, lí chiū bōe sí.","tghg":"西底家對耶利米講：「莫得互人知諸個話，你就𣍐死。","bklhl":"Se-tí-ka對耶利米講，莫得hō͘人知chiah ê話，你就bōe死。"}},{"book":"耶","chapter":38,"verse":25,"versions":{"unv":"首領若聽見了我與你說話，就來見你，問你說：『你對王說甚麼話不要向我們隱瞞，我們就不殺你。王向你說甚麼話也要告訴我們。』","bklcl":"Kùi-cho̍k nā thiaⁿ-kìⁿ góa ū kap lí kóng-ōe, in chiū lâi chhē lí, mn̄g lí kóng, Lí kā ông kóng sím-mi̍h, m̄-thang tùi goán ún-ba̍t, goán chiū bô hō͘ lí sí; ông tùi lí kóng sím-mi̍h, ia̍h lóng tio̍h kā goán kóng;","tghg":"貴族若聽見我有及你講話，𪜶就來尋你，問你講：『你給王講甚麼呣通對我隱密，阮就無互你死。王對你講甚麼亦攏著給阮講。』","bklhl":"貴族若聽見我有kap你講話，in就來chhē你，問你講，你kā王講甚麼，m̄-thang 對阮隱密，阮就無hō͘你死；王對你講甚麼，亦lóng tio̍h kā阮講；"}},{"book":"耶","chapter":38,"verse":26,"versions":{"unv":"你就對他們說：『我在王面前懇求不要叫我回到約拿單的房屋死在那裡。』」","bklcl":"lí chiū tio̍h kā in kóng, Góa tī ông ê bīn-chêng khún-kiû i bo̍h-tit hō͘ góa koh ji̍p Iok-ná-tan ê chhù, lâi sí tī-hia.","tghg":"你就著給𪜶講：『我佇王的面前懇求伊莫得互我閣入約拿單的厝來死佇遐。』」","bklhl":"你就tio̍h kā in講，我tī王ê面前懇求伊莫得hō͘我koh入約拿單ê厝，來死tī-hia。"}},{"book":"耶","chapter":38,"verse":27,"versions":{"unv":"隨後眾首領來見耶利米，問他，他就照王所吩咐的一切話回答他們。他們不再與他說話，因為事情沒有洩漏。","bklcl":"Āu-lâi chèng kùi-cho̍k lâi chhē Iâ-lī-bí, mn̄g i; i chiū chiàu ông só͘ hoan-hù it-chhè ê ōe lâi ìn in.  In chiū soah, bô koh kap i kóng-ōe; in-ūi sū-chêng bô lō͘-chhut.","tghg":"後來眾貴族來尋耶利米，問伊，伊就照王所吩咐一切的話來應𪜶。𪜶就息(soah)，無閣及伊講話，因為事情無露出。","bklhl":"後來眾貴族來chhē耶利米，問伊；伊就照王所吩咐一切ê話來應in。In就soah，無koh kap伊講話；因為事情無露出。"}},{"book":"耶","chapter":38,"verse":28,"versions":{"unv":"於是耶利米仍在護衛兵的院中，直到耶路撒冷被攻取的日子。","bklcl":"Tùi án-ni, Iâ-lī-bí iû-goân tòa tī khu-liû-só͘ ê īⁿ-lāi; ti̍t-kàu Iâ-lō͘-sat-léng siū-chhú ê ji̍t.","tghg":"對按呢耶利米猶原住佇拘留所的院內，直到耶路撒冷受取的日。","bklhl":"Tùi án-ni，耶利米猶原tòa tī拘留所ê院內；直到耶路撒冷受取ê日。"}}]