[{"book":"耶","chapter":31,"verse":1,"versions":{"unv":"耶和華說：「那時，我必作以色列各家的　神；他們必作我的子民。」","bklcl":"Iâ-hô-hoa kóng, Hit-sî Góa beh chòe Í-sek-lia̍t ta̍k pâng-thâu ê Siōng-tè; in beh chòe Góa ê peh-sìⁿ.","tghg":"耶和華講：「彼時，我欲做以色列逐房頭的上帝，𪜶欲做我的百姓。」","bklhl":"耶和華講，hit時我beh做以色列ta̍k房頭ê上帝；in beh做我ê百姓。"}},{"book":"耶","chapter":31,"verse":2,"versions":{"unv":"耶和華如此說：脫離刀劍的就是以色列人。我使他享安息的時候，他曾在曠野蒙恩。","bklcl":"Iâ-hô-hoa án-ni kóng, Í-sek-lia̍t hō͘ to thâi-bô-liáu ê peh-sìⁿ, tī khòng-iá tit-tio̍h un-tián; Góa khì hō͘ in tit-tio̍h an-hioh.","tghg":"耶和華按呢講：以色列互刀刣無了(liáu)的百姓。佇曠野得著恩典，我去互𪜶得著安息。","bklhl":"耶和華án-ni講，以色列hō͘刀刣無了ê百姓，tī曠野得tio̍h恩典；我去hō͘ in得tio̍h安歇。"}},{"book":"耶","chapter":31,"verse":3,"versions":{"unv":"古時（或譯：從遠方）耶和華向以色列（原文是我）顯現，說：我以永遠的愛愛你，因此我以慈愛吸引你。","bklcl":"Chá-sî Iâ-hô-hoa tùi góa hián-hiān, kóng, Góa ēng éng-oán ê thiàⁿ, thiàⁿ lí; in-ūi án-ni, Góa ēng chû-ài khan lí.","tghg":"早時耶和華對我顯現，講：我用永遠的疼，疼你，因為按呢我用慈愛牽你。","bklhl":"早時耶和華對我顯現，講，我用永遠ê疼，疼你；因為án-ni，我用慈愛牽你。"}},{"book":"耶","chapter":31,"verse":4,"versions":{"unv":"以色列的民（原文是處女）哪，我要再建立你，你就被建立；你必再以擊鼓為美，與歡樂的人一同跳舞而出；","bklcl":"Í-sek-lia̍t ê chāi-sek-lú ah, Góa beh koh kiàn-li̍p lí, lí chiū tit-tio̍h kiàn-li̍p; lí beh koh ēng lin-long-kó͘ chòe chng-thāⁿ, kap khoài-lo̍k ê lâng chòe-tīn thiàu-bú chhut-khì.","tghg":"以色列的在室女啊，我欲閣建立你，你就得著建立；你欲閣用鈴瓏鼓做妝飾(chng-thāⁿ)，及快樂的人做陣跳舞出去；","bklhl":"以色列ê在室女ah，我beh koh建立你，你就得tio̍h建立；你beh koh用lin-long鼓做裝飾，kap快樂ê人做陣跳舞出去。"}},{"book":"耶","chapter":31,"verse":5,"versions":{"unv":"又必在撒馬利亞的山上栽種葡萄園，栽種的人要享用所結的果子。","bklcl":"Lí beh koh chai-chèng phû-tô-hn̂g tī Sat-má-lī-a chiah-ê soaⁿ chai-chèng--ê beh chai-chèng i, lâi hióng-siū i ê ké-chí.","tghg":"你欲閣栽種葡萄園佇撒瑪利亞諸個山，栽種者欲栽種伊，來享受伊的果子。","bklhl":"你beh koh栽種葡萄園tī撒馬利亞chiah ê山栽種ê beh栽種伊，來享受伊ê果子。"}},{"book":"耶","chapter":31,"verse":6,"versions":{"unv":"日子必到，以法蓮山上守望的人必呼叫說：起來吧！我們可以上錫安，到耶和華─我們的　神那裡去。","bklcl":"In-ūi beh ū chi̍t-ji̍t, Í-hoat-liân soaⁿ siú-bāng ê lâng beh kiò kóng, Khí-lâi, lán chiūⁿ-lâi khì Sek-an, kàu Iâ-hô-hoa lán ê Siōng-tè hia.","tghg":"因為欲有一日，以法蓮山守望的人欲叫講：起來！咱上來去錫安，到耶和華──咱的上帝遐。","bklhl":"因為beh有一日，Í-hoat-liân山守望ê人beh叫講，起來，咱上來去錫安，到耶和華咱ê上帝hia。"}},{"book":"耶","chapter":31,"verse":7,"versions":{"unv":"耶和華如此說：你們當為雅各歡樂歌唱，因萬國中為首的歡呼。當傳揚頌讚說：耶和華啊，求你拯救你的百姓以色列所剩下的人。","bklcl":"Iâ-hô-hoa án-ni kóng, Lín tio̍h ūi Ngá-kok chhiùⁿ hoaⁿ-hí ê koa, ūi bān-kok-tiong chòe-thâu ê kok chhut tōa-siaⁿ, thoân-pò͘ o-ló kóng, Iâ-hô-hoa ah, kiù Lí ê peh-sìⁿ Í-sek-lia̍t só͘ chhun ê lâng.","tghg":"耶和華按呢講：恁著為雅各唱歡喜的歌，為萬國中做頭的國出大聲。傳報謳咾講：耶和華啊，救你的百姓以色列所剩(chhun)的人。","bklhl":"耶和華án-ni講，Lín tio̍h為雅各唱歡喜ê歌，為萬國中做頭ê國出大聲，傳播o-ló講，耶和華ah，救你ê百姓以色列所chhun ê人。"}},{"book":"耶","chapter":31,"verse":8,"versions":{"unv":"我必將他們從北方領來，從地極招聚；同著他們來的有瞎子、瘸子、孕婦、產婦；他們必成為大幫回到這裡來。","bklcl":"Khòaⁿ ah, Góa beh chhōa in tùi pak-hng lâi, chū-chi̍p in tùi tōe-ke̍k lâi; kap in lâi--ê, ū chhiⁿ-mî--ê, pái-kha--ê, tòa-sin--ê, beh siⁿ-kiáⁿ--ê, kui tōa-tīn saⁿ-kap lâi.","tghg":"看啊，我欲導𪜶對北方來，聚集𪜶對地極來；及𪜶來者有睛瞑者、跛腳者、帶娠(sin)者、欲生子者；歸大陣相及來。","bklhl":"看ah，我beh chhōa in tùi北方來，聚集in tùi地極來；kap in來ê，有chhiⁿ-mî-ê、跛腳ê、帶娠(sin)ê、beh生kiáⁿ-ê，kui大陣相kap來。"}},{"book":"耶","chapter":31,"verse":9,"versions":{"unv":"他們要哭泣而來。我要照他們懇求的引導他們，使他們在河水旁走正直的路，在其上不致絆跌；因為我是以色列的父，以法蓮是我的長子。","bklcl":"In beh thî-khàu lâi, Góa beh tī kî-tó chhōa in; Góa beh tī chèng-ti̍t bōe poa̍h-tó ê lō͘ chhōa in kàu hô-piⁿ; in-ūi Góa sī Í-sek-lia̍t ê pē, Í-hoat-liân chòe Góa ê tōa kiáⁿ.","tghg":"𪜶欲啼哭來。我欲佇祈禱導𪜶，我欲佇正直𣍐跋倒的路導𪜶到河邊，因為我是以色列的父，以法蓮做我的大子。","bklhl":"In beh啼哭來，我beh tī祈禱chhōa in；我beh tī正直bōe跋倒ê路chhōa in到河邊；因為我是以色列ê父，Í-hoat-liân做我ê大kiáⁿ。"}},{"book":"耶","chapter":31,"verse":10,"versions":{"unv":"列國啊，要聽耶和華的話，傳揚在遠處的海島說：趕散以色列的必招聚他，又看守他，好像牧人看守羊群。","bklcl":"Lia̍t-kok ah, tio̍h thiaⁿ Iâ-hô-hoa ê ōe, thoân-pò tī hn̄g ê hái-sū, kóng, Kóaⁿ-sòaⁿ Í-sek-lia̍t--ê beh chū-chi̍p i, koh kò͘-siú i, chhin-chhiūⁿ bo̍k-chiá kò͘-siú i ê iûⁿ-kûn.","tghg":"列國啊，著聽耶和華的話，傳報佇遠的海嶼講：趕散以色列的欲聚集伊，閣顧守伊，親像牧者顧守伊的羊群。","bklhl":"列國ah，tio̍h聽耶和華ê話，傳報tī遠ê海嶼，講，趕散以色列ê beh聚集伊，koh顧守伊，親像牧者顧守伊ê羊群。"}},{"book":"耶","chapter":31,"verse":11,"versions":{"unv":"因耶和華救贖了雅各，救贖他脫離比他更強之人的手。","bklcl":"In-ūi Iâ-hô-hoa í-keng kiù-sio̍k Ngá-kok, sio̍k-hôe i thoat-lī pí i khah kiông--ê ê chhiú.","tghg":"因為耶和華已經救贖雅各，贖回伊脫離比伊卡強者的手。","bklhl":"因為耶和華已經救贖雅各，贖回伊脫離比伊khah強ê ê手。"}},{"book":"耶","chapter":31,"verse":12,"versions":{"unv":"他們要來到錫安的高處歌唱，又流歸耶和華施恩之地，就是有五穀、新酒，和油，並羊羔、牛犢之地。他們的心必像澆灌的園子；他們也不再有一點愁煩。","bklcl":"In beh kàu Sek-an koâiⁿ ê só͘-chāi chhiùⁿ-koa; koh beh chhin-chhiūⁿ hô-chúi lâu, kàu Iâ-hô-hoa un-tián ê tōe, tit-tio̍h gō͘-kak, chiú, iû, iûⁿ-kûn, gû-kûn ê sòe-chiah--ê; in ê sim beh chhin-chhiūⁿ koàn-ak ê hn̂g, lóng bô koh iu-khó͘.","tghg":"𪜶欲到錫安高的所在唱歌，閣欲親像河水流到耶和華恩典的地，得著五穀、酒、油、羊群、牛群的細隻的𪜶的心欲親像灌沃(koàn-ak)的園；攏無閣憂苦。","bklhl":"In beh到錫安高ê所在唱歌；koh beh親像河水流，到耶和華恩典ê地，得tio̍h五穀、酒、油、羊群、牛群ê細隻ê；in ê心beh親像灌ak ê園，lóng無koh憂苦。"}},{"book":"耶","chapter":31,"verse":13,"versions":{"unv":"那時，處女必歡樂跳舞；年少的、年老的，也必一同歡樂；因為我要使他們的悲哀變為歡喜，並要安慰他們，使他們的愁煩轉為快樂。","bklcl":"Hit-sî chāi-sek-lú beh thiàu-bú lâi hoaⁿ-hí, siàu-liân-lâng lāu-lâng ia̍h beh saⁿ-kap hoaⁿ-hí; in-ūi Góa beh hō͘ in ê pi-ai pìⁿ-chòe hoaⁿ-hí, ia̍h beh an-ùi in, hō͘ in tī iu-būn liáu-āu lâi khoài-lo̍k.","tghg":"彼時，在室女欲跳舞來歡喜；少年人、老人，亦欲相及歡喜；因為我欲互𪜶的悲哀變做歡喜，亦欲安慰𪜶，互𪜶佇憂悶了後來快樂。","bklhl":"Hit時在室女beh跳舞來歡喜，少年人老人亦beh相kap歡喜；因為我beh hō͘ in ê悲哀變做歡喜，亦beh安慰in，hō͘ in tī憂悶了後來快樂。"}},{"book":"耶","chapter":31,"verse":14,"versions":{"unv":"我必以肥油使祭司的心滿足；我的百姓也要因我的恩惠知足。這是耶和華說的。","bklcl":"Góa beh ēng iû-jī hō͘ chè-si ê sim móa-chiok; Góa ê peh-sìⁿ ia̍h beh in-ūi Góa ê un-hūi móa-ì; che sī Iâ-hô-hoa kóng--ê.","tghg":"我欲用油膩(iû-jī)互祭司的心滿足；我的百姓亦欲因為我的恩惠滿意。這是耶和華講的。","bklhl":"我beh用油膩hō͘祭司ê心滿足；我ê百姓亦beh因為我ê恩惠滿意；這是耶和華講ê。"}},{"book":"耶","chapter":31,"verse":15,"versions":{"unv":"耶和華如此說：在拉瑪聽見號咷痛哭的聲音，是拉結哭她兒女，不肯受安慰，因為他們都不在了。","bklcl":"Iâ-hô-hoa án-ni kóng, Tī La̍h-má thiaⁿ-kìⁿ siaⁿ, thî-khàu koh tōa siong-pi, La̍h-kiat khàu i ê kiáⁿ-jî, m̄-goān siū an-ùi, in-ūi i ê kiáⁿ bô--khì.","tghg":"耶和華按呢講：佇拉瑪聽見聲，啼哭閣大傷悲，拉結哭伊的子兒，呣願受安慰，因為伊的子無去。","bklhl":"耶和華án-ni講，Tī La̍h-má聽見聲，啼哭koh大傷悲，拉結哭伊ê kiáⁿ兒，m̄願受安慰，因為伊ê kiáⁿ無去。"}},{"book":"耶","chapter":31,"verse":16,"versions":{"unv":"耶和華如此說：你禁止聲音不要哀哭，禁止眼目不要流淚，因你所做之工必有賞賜；他們必從敵國歸回。這是耶和華說的。","bklcl":"Iâ-hô-hoa án-ni kóng, Tio̍h kìm-chí lí ê siaⁿ, bo̍h-tit thî-khàu; kìm-chí lí ê ba̍k-chiu, bo̍h-tit lâu ba̍k-sái; in-ūi lí chòe-kang, beh ū pò-siúⁿ; in beh tùi tùi-te̍k ê kok tò-lâi; che sī Iâ-hô-hoa kóng--ê.","tghg":"耶和華按呢講：著禁止你的聲，莫得啼哭，禁止你的目睭，莫得流目屎，因為你做工，欲有報賞；𪜶欲對對敵的國倒來。這是耶和華講的。","bklhl":"耶和華án-ni講，Tio̍h禁止你ê聲，莫得啼哭；禁止你ê目睭，莫得流目屎；因為你做工，beh有報賞；in beh tùi對敵ê國tò來；這是耶和華講ê。"}},{"book":"耶","chapter":31,"verse":17,"versions":{"unv":"耶和華說：你末後必有指望；你的兒女必回到自己的境界。","bklcl":"Iâ-hô-hoa kóng, Lí ê bé-kéng ū ǹg-bāng, lí ê kiáⁿ-jî beh tò--lâi ka-kī ê kéng-lāi.","tghg":"耶和華講：你的尾境有向望；你的子兒欲倒來家己的境內。","bklhl":"耶和華講，你ê尾景有ǹg望，你ê kiáⁿ兒beh tò來家己ê境內。"}},{"book":"耶","chapter":31,"verse":18,"versions":{"unv":"我聽見以法蓮為自己悲歎說：你責罰我，我便受責罰，像不慣負軛的牛犢一樣。求你使我回轉，我便回轉，因為你是耶和華─我的　神。","bklcl":"Góa si̍t-chāi ū thiaⁿ-kìⁿ Í-hoat-liân ka-kī thòng-hūn, kóng, Lí tok-chek góa, góa chiū siū tok-chek; góa chhin-chhiūⁿ kà bē-chiūⁿ-chōa ê gû-á, kiû Lí hō͘ góa oa̍t-tò-tńg, góa chiū oa̍t-tò-tńg; in-ūi Lí sī góa ê Siōng-tè Iâ-hô-hoa.","tghg":"我實在有聽見以法蓮家己痛恨(thòng-hūn)，講：你督責我，我就受督責，我親像教未上畷(bē-chiūⁿ-chōa)的牛仔，求你互我越倒轉，我就越倒轉，因為你是我的上帝──耶和華。","bklhl":"我實在有聽見Í-hoat-liân家己痛恨，講，你督責我，我就受督責；我親像教bē上chōa ê牛á，求你hō͘我oa̍t倒tńg，我就oa̍t倒tńg；因為你是我ê上帝耶和華。"}},{"book":"耶","chapter":31,"verse":19,"versions":{"unv":"我回轉以後就真正懊悔；受教以後就拍腿歎息；我因擔當幼年的凌辱就抱愧蒙羞。","bklcl":"Góa oa̍t-tò-tńg í-āu chiū hoán-hóe; siū kà-sī í-āu, chiū phah kha-thúi; góa chiū kiàn-siàu làu-khùi, in-ūi góa tam-tng siàu-liân ê sî ê lêng-jio̍k.","tghg":"我越倒轉以後就反悔；受教示以後就拍腳腿；我就見誚漏氣，因為我擔當少年的時的凌辱。","bklhl":"我oa̍t倒tńg以後就反悔；受教示以後，就phah腳腿；我就見笑漏氣，因為我擔當少年ê時ê凌辱。"}},{"book":"耶","chapter":31,"verse":20,"versions":{"unv":"耶和華說：以法蓮是我的愛子嗎？是可喜悅的孩子嗎？我每逢責備他，仍深顧念他；所以我的心腸戀慕他；我必要憐憫他。","bklcl":"Iâ-hô-hoa kóng, Í-hoat-liân sī Góa thiàⁿ ê kiáⁿ mah? sī thang hoaⁿ-hí ê gín-ná mah? Góa kìⁿ-nā chek-pī i, iáu-kú chhim-chhim siàu-liām i; só͘-í Góa ê sim-tn̂g ūi-tio̍h i bōe pêng-an, Góa tek-khak beh lîn-bín i.","tghg":"耶和華講：以法蓮是我疼的子嗎？是通歡喜的囝仔嗎？我見若責備他，猶久深深數念(siàu-liām)伊；所以我的心腸為著伊𣍐平安；我的確欲憐憫伊。","bklhl":"耶和華講，Í-hoat-liân是我疼ê kiáⁿ mah？是thang歡喜ê gín-ná mah？我見若責備伊，iáu-kú深深siàu念伊；所以我ê心腸為tio̍h伊bōe平安，我的確beh憐憫伊。"}},{"book":"耶","chapter":31,"verse":21,"versions":{"unv":"以色列民（原文是處女）哪，你當為自己設立指路碑，豎起引路柱。你要留心向大路，就是你所去的原路；你當回轉，回轉到你這些城邑。","bklcl":"Í-sek-lia̍t ê peh-sìⁿ ah, lí tio̍h ūi ka-kī li̍p chí-lō͘-pâi, khiā ín-lō͘-thiāu; lí tio̍h liû-sim ǹg tōa-lō͘, chiū-sī lí só͘ khì ê goân-lō͘; lí tio̍h tò--lâi, tò-lâi tī lí chiah-ê siâⁿ.","tghg":"以色列的百姓啊，你著為家己立指路牌，豎引路柱。你著留心向大路，就是你所去的原路；你著倒來，倒來佇你諸個城。","bklhl":"以色列ê百姓ah，你tio̍h為家己立指路牌，khiā引路柱；你tio̍h留心ǹg大路，就是你所去ê原路；你tio̍h tò來，tò來tī你chiah ê城。"}},{"book":"耶","chapter":31,"verse":22,"versions":{"unv":"背道的民（原文是女子）哪，你反來覆去要到幾時呢？耶和華在地上造了一件新事，就是女子護衛男子。","bklcl":"Pōe-biū ê cha-bó͘-gín-ná ah, lí sì-kòe liû bô tiāⁿ-tio̍h, beh kàu tī-sî ah?  Iâ-hô-hoa tī tōe-chiūⁿ chhòng chi̍t-hāng sin ê sū, chiū-sī cha-bó͘-lâng beh pó-hō͘ ta-po͘-lâng.","tghg":"悖謬(pōe-biū)的查某囝仔啊，你四界流(liû)無定著，欲到底時啊？耶和華佇地上創一項新的事，就是查某人欲保護查甫人。","bklhl":"悖謬ê cha-bó͘-gín-ná ah，你四界流無定tio̍h，beh到tī時ah？耶和華tī地上chhòng一項新ê事，就是cha-bó͘人beh保護ta-po͘人。"}},{"book":"耶","chapter":31,"verse":23,"versions":{"unv":"萬軍之耶和華─以色列的　神如此說：我使被擄之人歸回的時候，他們在猶大地和其中的城邑必再這樣說：「公義的居所啊，聖山哪，願耶和華賜福給你。","bklcl":"Bān-kun ê Iâ-hô-hoa, Í-sek-lia̍t ê Siōng-tè, án-ni kóng, Góa hō͘ siū-lia̍h ê lâng tò--lâi ê sî, tī Iû-tāi tōe kap i hiah-ê siâⁿ, lâng beh koh ēng chit ê ōe kóng, Kong-gī ê chhù, sèng ê soaⁿ ah, goān Iâ-hô-hoa sù-hok lí.","tghg":"萬軍的耶和華──以色列的上帝按呢講：「我互受掠的人倒來的時，佇猶大地及伊許個城，人欲閣用此個話講：公義的厝，聖的山啊，願耶和華賜福你。","bklhl":"萬軍ê耶和華，以色列ê上帝，án-ni講，我hō͘受掠ê人tò來ê時，tī偤大地kap伊hiah-ê城，人beh koh用chit ê話講，公義ê厝，聖ê山ah，願耶和華賜福你。"}},{"book":"耶","chapter":31,"verse":24,"versions":{"unv":"猶大和屬猶大城邑的人，農夫和放羊的人，要一同住在其中。","bklcl":"Iû-tāi kap hiah-ê siâⁿ ê lâng í-ki̍p choh-sit lâng, sì-kòe chhī-iûⁿ ê lâng, lóng beh saⁿ-kap khiā-khí tī-hia.","tghg":"猶大及許個城的人，以及作穡人(choh-sit-lâng)，四界飼羊的人，攏欲相及徛起佇遐。","bklhl":"偤大kap hiah-ê城ê人以及作穡人，四界飼羊ê人，lóng beh相kap khiā起tī-hia。"}},{"book":"耶","chapter":31,"verse":25,"versions":{"unv":"疲乏的人，我使他飽飫；愁煩的人，我使他知足。」","bklcl":"In-ūi sim-sîn ià-siān ê lâng, Góa í-keng hō͘ i móa-chiok; sim-sîn iu-būn ê lâng, Góa í-keng hō͘ i ti-chiok.","tghg":"因為心神厭倦的人，我已經互伊滿足；心神憂悶的人，我已經互伊知足。」","bklhl":"因為心神厭倦ê人，我已經hō͘伊滿足；心神憂悶ê人，我已經hō͘伊知足。"}},{"book":"耶","chapter":31,"verse":26,"versions":{"unv":"先知說：「我醒了，覺著睡得香甜！」","bklcl":"Sian-ti kóng, Góa khùn-chhíⁿ teh siūⁿ, góa ê khùn chin hoaⁿ-hí.","tghg":"先知講：「我睏醒啲想，我的睏真歡喜！」","bklhl":"先知講，我睏醒teh想，我ê睏真歡喜。"}},{"book":"耶","chapter":31,"verse":27,"versions":{"unv":"耶和華說：「日子將到，我要把人的種和牲畜的種播種在以色列家和猶大家。","bklcl":"Iâ-hô-hoa kóng, Khòaⁿ ah, ji̍t-chí beh kàu, Góa beh hō͘ Í-sek-lia̍t ke kap Iû-tāi ke, lâng kap cheng-siⁿ, lóng thoân-chéng.","tghg":"耶和華講：「看啊，日子欲到，我欲互以色列家及猶大家，人及精牲攏傳種。","bklhl":"耶和華講，看ah，日子beh到，我beh hō͘以色列家kap偤大家，人kap cheng-siⁿ，lóng傳種。"}},{"book":"耶","chapter":31,"verse":28,"versions":{"unv":"我先前怎樣留意將他們拔出、拆毀、毀壞、傾覆、苦害，也必照樣留意將他們建立、栽植。這是耶和華說的。","bklcl":"Góa chá-chêng cháiⁿ-iūⁿ choan-sim chiong in pu̍ih-chhut, thiah-húi, chhia-tó, bia̍t-bô, khùn-khó͘; ia̍h beh chiàu án-ni choan-sim chiong in kiàn-li̍p, chai-chèng; che sī Iâ-hô-hoa kóng-ê.","tghg":"我早前怎樣專心將𪜶拔(pu̍ih)出、拆毀、捙倒(chhia-tó)、滅無、困苦，亦欲照按呢專心將𪜶建立、栽種。這是耶和華講的。","bklhl":"我早前怎樣專心將in拔出、拆毀、chhia倒、滅無、困苦；亦beh照án-ni專心將in建立、栽種；這是耶和華講ê。"}},{"book":"耶","chapter":31,"verse":29,"versions":{"unv":"當那些日子，人不再說：父親吃了酸葡萄，兒子的牙酸倒了。","bklcl":"Tng hiah-ê ji̍t, lâng bô koh kóng, Lāu-pē chia̍h sng ê phû-tô, kiáⁿ ê chhùi-khí sng-nńg.","tghg":"當許個日，人無閣講：老父食酸的葡萄，子的嘴齒酸軟。","bklhl":"當hiah-ê日，人無koh講，老父食酸ê葡萄，kiáⁿ ê嘴齒酸軟。"}},{"book":"耶","chapter":31,"verse":30,"versions":{"unv":"但各人必因自己的罪死亡；凡吃酸葡萄的，自己的牙必酸倒。」","bklcl":"Ta̍k-lâng beh in-ūi ka-kī ê chōe lâi sí; kìⁿ-nā chia̍h sng ê phû-tô--ê, in ê chhùi-khí beh nńg.","tghg":"逐人欲因為家己的罪來死；見若食酸的葡萄者，𪜶的嘴齒欲軟。」","bklhl":"ta̍k人beh 因為家己ê罪來死；見若食酸ê葡萄ê，in ê嘴齒beh軟。"}},{"book":"耶","chapter":31,"verse":31,"versions":{"unv":"耶和華說：「日子將到，我要與以色列家和猶大家另立新約，","bklcl":"Iâ-hô-hoa kóng, Khòaⁿ ah, ji̍t-chí beh kàu, Góa beh kap Í-sek-lia̍t ke, Iû-tāi ke, li̍p sin ê iok:","tghg":"耶和華講：「看啊，日子欲到，我欲及以色列家、猶大家立新的約，","bklhl":"耶和華講，看ah，日子beh到，我beh kap以色列家，偤大家，立新ê約："}},{"book":"耶","chapter":31,"verse":32,"versions":{"unv":"不像我拉著他們祖宗的手，領他們出埃及地的時候，與他們所立的約。我雖作他們的丈夫，他們卻背了我的約。這是耶和華說的。」","bklcl":"m̄-sī chiàu Góa kap in ê lia̍t-chó͘ só͘ li̍p ê iok, tī Góa khan in ê chhiú, chhōa in chhut Ai-ki̍p tōe ê sî só͘ li̍p--ê; Góa sui-bóng chòe in ê tiōng-hu, in iû-goân pōe Góa ê iok; che sī Iâ-hô-hoa kóng--ê.","tghg":"呣是照我及𪜶的列祖所立的約，佇我牽𪜶的手，導𪜶出埃及地的時所立的。我雖莽(sui-bóng)做𪜶的丈夫，𪜶猶原背我的約。這是耶和華講的。」","bklhl":"m̄是照我kap in ê列祖所立ê約，tī我牽in ê手，chhōa in出埃及地ê時所立ê；我雖bóng做in ê丈夫，in猶原背我ê約；這是耶和華講ê。"}},{"book":"耶","chapter":31,"verse":33,"versions":{"unv":"耶和華說：「那些日子以後，我與以色列家所立的約乃是這樣：我要將我的律法放在他們裡面，寫在他們心上。我要作他們的　神，他們要作我的子民。","bklcl":"Iâ-hô-hoa kóng, Hiah ê ji̍t liáu-āu, Góa kap Í-sek-lia̍t ke só͘ beh li̍p ê iok sī chit-ê; chiū-sī Góa beh ēng Góa ê lu̍t-hoat hē tī in ê sim-lāi, khek tī in ê sim; Góa beh chòe in ê Siōng-tè, in beh chòe Góa ê peh-sìⁿ.","tghg":"耶和華講：「許個日了後，我及以色列家所欲立的約是此個：就是我欲用我的律法下(hē)佇𪜶的心內，刻佇𪜶的心。我欲做𪜶的上帝，𪜶欲做我的百姓。","bklhl":"耶和華講，hiah-ê日了後，我kap以色列家所beh立ê約是chit ê；就是我beh用我ê律法hē tī in ê心內，刻tī in ê心；我beh做in ê上帝，in beh做我ê百姓。"}},{"book":"耶","chapter":31,"verse":34,"versions":{"unv":"他們各人不再教導自己的鄰舍和自己的弟兄說：『你該認識耶和華』，因為他們從最小的到至大的都必認識我。我要赦免他們的罪孽，不再記念他們的罪惡。這是耶和華說的。」","bklcl":"In bô koh ta̍k-lâng kà-sī in ê chhù-piⁿ, kap in ta̍k-lâng ê hiaⁿ-tī, kóng, Lín tio̍h bat Iâ-hô-hoa; in-ūi in tùi tōa kàu sòe, lóng beh bat Góa; in-ūi Góa beh sià-bián in ê chōe-kòa, bô koh kì-tit in ê chōe; che sī Iâ-hô-hoa kóng--ê.","tghg":"𪜶無閣逐人教示𪜶的厝邊，及𪜶逐人的兄弟，講：『恁著識(bat)耶和華』，因為𪜶對大到細攏欲識我。因為我欲赦免𪜶的罪過，無閣記得𪜶的罪。這是耶和華講的。」","bklhl":"In無koh ta̍k人教示in ê厝邊，kap in ta̍k人ê兄弟，講，Lín tio̍h bat耶和華；因為in tùi大到細，lóng beh bat我；因為我beh赦免in ê罪過，無koh記得in ê罪；這是耶和華講ê。"}},{"book":"耶","chapter":31,"verse":35,"versions":{"unv":"那使太陽白日發光，使星月有定例，黑夜發亮，又攪動大海，使海中波浪匉訇的，萬軍之耶和華是他的名。他如此說：","bklcl":"Iâ-hô-hoa siat thài-iông chòe ji̍t--sî ê kng, siat ge̍h kap chhiⁿ ê tēng-lē chòe mî--sî ê kng; iô-tāng tōa-hái, hō͘ i ê éng hōa-hōa-háu; bān-kun ê Iâ-hô-hoa chiū-sī I ê miâ;","tghg":"耶和華設太陽做日時的光，設月及星的定例，做暝時的光，搖動大海，互伊的湧(éng)嘩嘩哮(hōa-hōa-háu)，萬軍的耶和華就是伊的名。伊有按呢講：","bklhl":"耶和華設太陽做日時ê光，設月kap星ê定例做暝時ê光；搖動大海，hō͘伊ê湧hōa-hōa哮；萬軍ê耶和華就是祂ê名；"}},{"book":"耶","chapter":31,"verse":36,"versions":{"unv":"這些定例若能在我面前廢掉，以色列的後裔也就在我面前斷絕，永遠不再成國。這是耶和華說的。","bklcl":"I ū án-ni kóng, Chiah-ê tēng-lē nā ōe tī Góa ê bīn-chêng hòe-bô, Í-sek-lia̍t ê hō͘-è chiah ōe tī Góa ê bīn-chêng choa̍t-tn̄g, éng-oán bōe chiâⁿ-chòe kok; che sī Iâ-hô-hoa kóng--ê.","tghg":"諸個定例若會佇我的面前廢無，以色列的後裔才會佇我的面前絕斷，永遠𣍐成做國。這是耶和華講的。","bklhl":"祂有án-ni講，chiah ê定例若會tī我ê面前廢無，以色列ê後裔chiah會tī我ê面前絕斷，永遠bōe成做國；這是耶和華講ê。"}},{"book":"耶","chapter":31,"verse":37,"versions":{"unv":"耶和華如此說：若能量度上天，尋察下地的根基，我就因以色列後裔一切所行的棄絕他們。這是耶和華說的。","bklcl":"Iâ-hô-hoa án-ni kóng, Nā tī téng-bīn ê thiⁿ ōe niû--tit, tī ē-bīn ê tōe chiah-ê kun-ki ōe chhek-to̍k--tit, chiū Góa tek-khak in-ūi Í-sek-lia̍t ê hō͘-è it-chhè ê só͘-kiâⁿ lâi khì-sak--i; che sī Iâ-hô-hoa kóng--ê.","tghg":"耶和華按呢講：若佇頂面的天會量得(niû--tit)，佇下面的地諸個根基會測𢜬得，就我的確因為以色列的後裔一切的所行來棄拺伊。這是耶和華講的。","bklhl":"耶和華án-ni講，若tī頂面ê天能量得，tī下面ê地chiah ê根基能測度得，就我的確因為以色列ê後裔一切ê所行來棄sak伊；這是耶和華講ê。"}},{"book":"耶","chapter":31,"verse":38,"versions":{"unv":"耶和華說：「日子將到，這城必為耶和華建造，從哈楠業樓直到角門。","bklcl":"Iâ-hô-hoa kóng, Khòaⁿ ah, ji̍t-chí beh kàu, chit ê siâⁿ beh kā Iâ-hô-hoa khí-chō, tùi Hap-lâm-gia̍p ê lâu, kàu kak-thâu ê mn̂g.","tghg":"耶和華講：「看啊，日子欲到，此個城欲給耶和華起造，對哈楠業的樓到角頭的門。","bklhl":"耶和華講，看ah，日子beh到，chit ê城beh kā耶和華起造，tùi Hap-lâm-gia̍p ê樓，到角頭ê門。"}},{"book":"耶","chapter":31,"verse":39,"versions":{"unv":"準繩要往外量出，直到迦立山，又轉到歌亞。","bklcl":"Niû ê soh koh khan chhut--khì, ti̍t-kàu Ka-li̍p soaⁿ; oa̍t-tńg kàu Ko-a.","tghg":"量(niû)的索閣牽出去，直到迦立山，越轉到歌亞。","bklhl":"量ê索koh牽出去，直到Ka-li̍p山；oa̍t-tńg到Ko-a。"}},{"book":"耶","chapter":31,"verse":40,"versions":{"unv":"拋屍的全谷和倒灰之處，並一切田地，直到汲淪溪，又直到東方馬門的拐角，都要歸耶和華為聖，不再拔出，不再傾覆，直到永遠。」","bklcl":"Hiat sin-si kap piàⁿ hé-hu ka-nn̂g ê soaⁿ-kok, kap it-chhè ê chhân-hn̂g, ti̍t-kàu Khip-lûn khoe, koh ti̍t-kàu tang--sì Bé ê mn̂g ê kak-thâu, lóng beh chòe-sèng, kui tī Iâ-hô-hoa, bô koh pu̍ih-chhut, bô koh chhia-tó, ti̍t-kàu éng-oán.","tghg":"㧒(hiat)身屍及傾(piàⁿ)火灰整個(ka-nn̂g)的山谷，及一切的田園，直到汲淪溪，閣直到東勢馬的門的角頭，攏欲做聖歸佇耶和華，無閣拔出，無閣捙倒，直到永遠。」","bklhl":"Hiat身屍kap piàⁿ火灰ka-nn̂g ê山谷，kap一切ê田園，直到Khip-lûn溪，koh直到東勢馬ê門ê角頭，lóng beh做聖，歸tī耶和華，無koh拔出，無koh chhia倒，直到永遠。"}}]