[{"book":"耶","chapter":16,"verse":1,"versions":{"unv":"耶和華的話又臨到我說：","bklcl":"Iâ-hô-hoa ê ōe koh lîm-kàu góa kóng,","tghg":"耶和華的話閣臨到我講：","bklhl":"耶和華ê話koh臨到我講，"}},{"book":"耶","chapter":16,"verse":2,"versions":{"unv":"「你在這地方不可娶妻，生兒養女。","bklcl":"Lí tī chit só͘-chāi m̄-thang chhōa-bó͘, siⁿ kiáⁿ cha-bó͘-kiáⁿ.","tghg":"「你佇此所在呣通娶某，生子查某子。","bklhl":"你tī chit所在m̄-thang娶bó͘，生kiáⁿ cha-bó͘-kiáⁿ。"}},{"book":"耶","chapter":16,"verse":3,"versions":{"unv":"因為論到在這地方所生的兒女，又論到在這國中生養他們的父母，耶和華如此說：","bklcl":"In-ūi lūn-kàu chit só͘-chāi só͘ siⁿ ê kiáⁿ cha-bó͘-kiáⁿ, koh lūn-kàu chit ê kok-lāi siⁿ--in ê pē-bú, Iâ-hô-hoa án-ni kóng:","tghg":"因為論到此所在所生的子查某子，閣論到此個國內生𪜶的父母，耶和華按呢講：","bklhl":"因為論到chit所在所生ê kiáⁿ cha-bó͘-kiáⁿ，koh論到chit ê國內生in ê父母，耶和華án-ni講："}},{"book":"耶","chapter":16,"verse":4,"versions":{"unv":"他們必死得甚苦，無人哀哭，必不得葬埋，必在地上像糞土，必被刀劍和饑荒滅絕；他們的屍首必給空中的飛鳥和地上的野獸作食物。」","bklcl":"In beh tú-tio̍h tāng-pīⁿ lâi sí; bô lâng thî-khàu; bōe tit-tio̍h bâi-chòng; beh tī tōe-chiūⁿ chhin-chhiūⁿ pùn-sò; koh beh tùi to-kiàm, tùi ki-hng lâi bia̍t-bô; in ê sin-si beh hō͘ khong-tiong ê pe-chiáu, kap tōe-chiūⁿ ê iá-siù chòe chia̍h-mi̍h.","tghg":"𪜶欲抵著(tú-tio̍h)重病來死，無人啼哭，𣍐得著埋葬，欲佇地上親像糞埽(pùn-sò)，閣欲對刀劍對飢荒來滅無；𪜶的身屍欲互空中的飛鳥及地上的野獸做食物(chia̍h-mi̍h)。」","bklhl":"In beh tú-tio̍h重病來死；無人啼哭；bōe得tio̍h埋葬；beh tī地上親像糞埽；koh beh tùi刀劍，tùi飢荒來滅無；in ê身屍beh hō͘空中ê飛鳥，kap地上ê野獸做食物。"}},{"book":"耶","chapter":16,"verse":5,"versions":{"unv":"耶和華如此說：「不要進入喪家，不要去哀哭，也不要為他們悲傷，因我已將我的平安、慈愛、憐憫從這百姓奪去了。這是耶和華說的。","bklcl":"Iâ-hô-hoa án-ni kóng, Bo̍h-tit ji̍p song-sū ê ke, bo̍h-tit khì kā i thî-khàu, ia̍h bo̍h-tit ūi in pi-siong; in-ūi Góa chiong Góa ê pêng-an, chiū-sī un-tián kap lîn-bín, tùi chit ê peh-sìⁿ chhiúⁿ--khì; che sī Iâ-hô-hoa kóng--ê.","tghg":"耶和華按呢講：「莫得入喪事的家，莫得去給伊啼哭，亦莫得為𪜶悲傷，因為我將我的平安，就是恩典及憐憫對此個百姓搶去。這是耶和華講的。","bklhl":"耶和華án-ni講，莫得入喪事ê家，莫得去kā伊啼哭，亦莫得為in悲傷；因為我將我ê平安，就是恩典kap憐憫，tùi chit ê百姓搶去；這是耶和華講ê。"}},{"book":"耶","chapter":16,"verse":6,"versions":{"unv":"連大帶小，都必在這地死亡，不得葬埋。人必不為他們哀哭，不用刀劃身，也不使頭光禿。","bklcl":"Tùi tōa kàu sòe, beh sí tī chit ê tōe-hng; bōe tit-tio̍h bâi-chòng; bô lâng ūi in thî-khàu, ia̍h bô lâng ūi in koah-bah, thì kng thâu.","tghg":"對大到細，欲死佇此個地方，𣍐得著埋葬。無人為𪜶啼哭，亦無人為𪜶割肉，剃光頭。","bklhl":"Tùi大到細，beh死tī chit ê地方；bōe得tio̍h埋葬；無人為in啼哭，亦無人為in割肉，剃光頭。"}},{"book":"耶","chapter":16,"verse":7,"versions":{"unv":"他們有喪事，人必不為他們擘餅，因死人安慰他們；他們喪父喪母，人也不給他們一杯酒安慰他們。","bklcl":"In tú-tio̍h song-sū, bô lâng ūi in peh-piáⁿ, in-ūi sí-lâng lâi an-ùi in; in sí-pē sí-bú, ia̍h bô lâng ēng an-ùi ê poe hō͘ in lim.","tghg":"𪜶抵著喪事，無人為𪜶擘餅，因為死人來安慰𪜶；𪜶死父死母，亦無人用安慰的杯互𪜶飲。","bklhl":"In tú-tio̍h喪事，無人為in peh餅，因為死人來安慰in；in死父死母，亦無人用安慰ê杯hō͘ in lim。"}},{"book":"耶","chapter":16,"verse":8,"versions":{"unv":"你不可進入宴樂的家，與他們同坐吃喝。","bklcl":"Lí ia̍h m̄-thang ji̍p iàn-lo̍k ê ke, kap in chē-teh lim-chia̍h.","tghg":"你亦呣通入宴樂的家，及𪜶坐啲飲食。","bklhl":"你亦m̄-thang入宴樂ê家，kap in坐teh lim食。"}},{"book":"耶","chapter":16,"verse":9,"versions":{"unv":"因為萬軍之耶和華─以色列的　神如此說：你們還活著的日子在你們眼前，我必使歡喜和快樂的聲音，新郎和新婦的聲音，從這地方止息了。","bklcl":"In-ūi bān-kun ê Iâ-hô-hoa, Í-sek-lia̍t ê Siōng-tè, án-ni kóng, Lín iáu oa̍h-teh ê ji̍t, tī lín ê ba̍k-chêng, Góa beh hō͘ hoaⁿ-hí ê siaⁿ, khoài-lo̍k ê siaⁿ, sin-kiáⁿ-sài ê siaⁿ, sin-niû ê siaⁿ tī chit só͘-chāi lóng soah.","tghg":"因為萬軍的耶和華──以色列的上帝按呢講：恁猶活啲的日，佇恁的目(ba̍k)前，我欲互歡喜的聲快樂的聲，新子婿的聲，新娘的聲，佇此所在攏息(soah)。","bklhl":"因為萬軍ê耶和華，以色列ê上帝，án-ni講，Lín iáu活teh ê日，tī lín ê目前，我beh hō͘歡喜ê聲，快樂ê聲，新kiáⁿ婿ê聲，新娘ê聲tī chit所在lóng soah。"}},{"book":"耶","chapter":16,"verse":10,"versions":{"unv":"「你將這一切的話指示這百姓。他們問你說：『耶和華為甚麼說，要降這大災禍攻擊我們呢？我們有甚麼罪孽呢？我們向耶和華─我們的　神犯了甚麼罪呢？』","bklcl":"Lí chiong chiah-ê it-chhè ê ōe chí-sī chit ê peh-sìⁿ; in tùi lí kóng, Iâ-hô-hoa siáⁿ-sū kóng, Beh kàng-lo̍h chit ê tōa chai-ē kong-kek goán ah? goán ū sím-mi̍h chōe-kòa? goán ū sím-mi̍h chōe-kòa, tek-chōe goán ê Siōng-tè Iâ-hô-hoa ah?","tghg":"「你將諸個一切的話指示此個百姓。𪜶對你講：『耶和華啥事講，欲降落此個大災禍攻擊阮啊？阮有甚麼罪過？阮有甚麼罪過得罪阮的上帝──耶和華啊？』","bklhl":"你將chiah ê一切ê話指示chit ê百姓；in對你講，耶和華啥事講，Beh降落chit ê大災厄攻擊阮ah？阮有甚麼罪過？阮有甚麼罪過，得罪阮ê上帝耶和華ah？"}},{"book":"耶","chapter":16,"verse":11,"versions":{"unv":"你就對他們說：『耶和華說：因為你們列祖離棄我，隨從別神，事奉敬拜，不遵守我的律法，","bklcl":"Lí tio̍h kā in kóng, Iâ-hô-hoa kóng, In-ūi lín ê lia̍t-chó͘ pàng-sak Góa, khì thàn pa̍t-hō ê siōng-tè, ho̍k-sāi in, kūi-pài in;","tghg":"你著給𪜶講：『耶和華講：因為恁的列祖放拺我，去趁別號的上帝，服事𪜶，跪拜𪜶閣放拺我，無守我的律法，","bklhl":"你tio̍h kā in講，耶和華講，因為lín ê列祖放sak我，去thàn別號ê上帝，服事in，跪拜in；"}},{"book":"耶","chapter":16,"verse":12,"versions":{"unv":"而且你們行惡比你們列祖更甚；因為各人隨從自己頑梗的惡心行事，甚至不聽從我，","bklcl":"koh pàng-sak Góa, bô siú Góa ê lu̍t-hoat; koh lín kiâⁿ-pháiⁿ, pí lín ê lia̍t-chó͘ khah-pháiⁿ; khòaⁿ ah, lín ta̍k-lâng thàn pháiⁿ-sim ê kong-ngī khì kiâⁿ; sīm-chì bô thiaⁿ-thàn Góa.","tghg":"閣恁行歹比恁的列祖卡歹；看啊，恁逐人趁歹心的剛硬去行，甚至無聽趁我，","bklhl":"koh放sak我，無守我ê律法；koh lín行pháiⁿ，比lín ê列祖khah-pháiⁿ；看ah，lín ta̍k人thàn pháiⁿ心ê剛硬去行；甚至無聽thàn我。"}},{"book":"耶","chapter":16,"verse":13,"versions":{"unv":"所以我必將你們從這地趕出，直趕到你們和你們列祖素不認識的地。你們在那裡必晝夜事奉別神，因為我必不向你們施恩。』","bklcl":"Só͘-í Góa beh kóaⁿ lín chhut chit só͘-chāi, kàu lín í-ki̍p lín ê lia̍t-chó͘ só͘ m̄-bat ê tōe; tī-hia lín beh ji̍t-mî ho̍k-sāi pa̍t-hō ê siōng-tè; tī-hia Góa bô beh si-un hō͘ lín.","tghg":"所以我欲趕恁出此所在，到恁以及恁的列祖所呣識的地。佇遐恁欲日暝服事別號的上帝，佇遐我無欲施恩互恁。』」","bklhl":"所以我beh趕lín出chit所在，到lín以及lín ê列祖所m̄-bat ê地；tī-hia lín beh日暝服事別號ê上帝；tī-hia我無beh施恩hō͘ lín。"}},{"book":"耶","chapter":16,"verse":14,"versions":{"unv":"耶和華說：「日子將到，人必不再指著那領以色列人從埃及地上來之永生的耶和華起誓，","bklcl":"Iâ-hô-hoa kóng, Khòaⁿ ah, ji̍t-chí beh kàu, lâng kí Iâ-hô-hoa ê éng-oa̍h lâi chiù-chōa, bô beh kóng, I sī chhōa Í-sek-lia̍t ê hō͘-è tùi Ai-ki̍p tōe chiūⁿ--lâi-ê;","tghg":"耶和華講：「看啊，日子欲到，人指(kí)耶和華的永活來咒誓，無欲講伊是導以色列的後裔對埃及地上來的，","bklhl":"耶和華講，看ah，日子beh到，人kí耶和華ê永活來chiù-chōa，無beh講，祂是chhōa以色列ê後裔tùi埃及地上來ê；"}},{"book":"耶","chapter":16,"verse":15,"versions":{"unv":"卻要指著那領以色列人從北方之地，並趕他們到的各國上來之永生的耶和華起誓，並且我要領他們再入我從前賜給他們列祖之地。」","bklcl":"in kí Iâ-hô-hoa ê éng-oa̍h lâi chiù-chōa, sī beh kóng, I chhōa Í-sek-lia̍t ê hō͘-è tùi pak-hng ê tōe, ia̍h tùi kìⁿ-nā I só͘ kóaⁿ in kàu ê tōe chiūⁿ--lâi; koh Góa beh chhōa in tò-lâi in ê tōe, chiū-sī Góa chêng só͘ siúⁿ-sù in ê lia̍t-chó͘--ê.","tghg":"𪜶指耶和華的永活來咒誓，是欲講伊導以色列的後裔對北方的地，亦對見若伊所趕𪜶到的地上來，閣我欲導𪜶倒來𪜶的地就是我前所賞賜𪜶的列祖的。」","bklhl":"in kí耶和華ê永活來chiù-chōa，是beh講，祂chhōa以色列ê後裔tùi北方ê地，亦tùi見若祂所趕in到ê地上來；koh我beh chhōa in tò來in ê地，就是我前所賞賜in ê列祖ê。"}},{"book":"耶","chapter":16,"verse":16,"versions":{"unv":"耶和華說：「我要召許多打魚的把以色列人打上來，然後我要召許多打獵的，從各山上、各岡上、各石穴中獵取他們。","bklcl":"Iâ-hô-hoa kóng, Khòaⁿ ah, Góa beh tiàu chōe-chōe lia̍h-hî--ê lâi lia̍h in; jiân-āu Góa beh tiàu chōe-chōe phah-la̍h--ê, tùi chiah-ê soaⁿ, chiah-ê soaⁿ-thâu, chiah-ê chio̍h-khang, lâi phah in.","tghg":"耶和華講：「看啊，我欲召多多掠魚者來掠𪜶，然後我欲召多多拍獵者，對諸個山、諸個山頭、諸個石孔來拍𪜶。","bklhl":"耶和華講，看ah，我beh召chōe-chōe掠魚ê來掠in；然後我beh召chōe-chōe phah獵ê，tùi chiah ê山，chiah ê山頭，chiah ê石孔，來phah in。"}},{"book":"耶","chapter":16,"verse":17,"versions":{"unv":"因我的眼目察看他們的一切行為；他們不能在我面前遮掩，他們的罪孽也不能在我眼前隱藏。","bklcl":"In-ūi Góa ê ba̍k-chiu teh khòaⁿ in it-chhè ê kiâⁿ-chòe; in bô jia-khàm tī Góa ê bīn-chêng; in ê chōe-kòa ia̍h bô khǹg-ba̍t tī Góa ê ba̍k-chiu-chêng.","tghg":"因為我的目睭啲看𪜶一切的行做；𪜶無遮蓋佇我的面前，𪜶的罪過亦無囥密(khǹg-ba̍t)佇我的目睭前。","bklhl":"因為我ê目睭teh看in一切ê行做；in無遮蓋tī我ê面前；in ê罪過亦無khǹg密tī我ê目睭前。"}},{"book":"耶","chapter":16,"verse":18,"versions":{"unv":"我先要加倍報應他們的罪孽和罪惡；因為他們用可憎之屍玷污我的地土，又用可厭之物充滿我的產業。」","bklcl":"Góa beh tāi-seng ka-kī pò-èng in ê chōe-kòa kap chōe-ok; in-ūi in ēng thang iàm-chiān--ê ê sin-si phah lâ-sâm Góa ê thó͘-tōe; koh ēng in khó-ò͘ⁿ ê mi̍h chhiong-móa Góa ê sán-gia̍p.","tghg":"我欲代先家己報應𪜶的罪過及罪惡；因為𪜶用通厭賤者的身屍拍垃墋我的土地，閣用𪜶可惡的物充滿我的產業。」","bklhl":"我beh事先家己報應in ê罪過kap罪惡；因為in用thang厭賤ê ê身屍phah lâ-sâm我ê土地；koh用in可惡ê物充滿我ê產業。"}},{"book":"耶","chapter":16,"verse":19,"versions":{"unv":"耶和華啊，你是我的力量，是我的保障；在苦難之日是我的避難所。列國人必從地極來到你這裡，說：我們列祖所承受的，不過是虛假，是虛空無益之物。","bklcl":"Iâ-hô-hoa ah, Lí sī Góa ê khùi-la̍t, sī Góa ê ōe-só͘; tī khó͘-lān ê ji̍t, sī góa tô-siám ê só͘-chāi; lia̍t-kok ê lâng beh tùi tōe-ke̍k lâi lí chia, kóng, Ū-iáⁿ ah, goán ê lia̍t-chó͘ só͘ sêng-chiap-ê put-kò sī hu-ké, kî-tiong bô ū lī-ek--ê.","tghg":"耶和華啊，你是我的氣力，是我的衛所；佇苦難的日是我逃閃的所在。列國的人欲對地極來你遮，講：有影啊，阮的列祖所承接的，不過是虛假，其中無有利益的。","bklhl":"耶和華ah，你是我ê氣力，是我ê衛所；tī苦難ê日，是我逃閃ê所在；列國ê人beh tùi地極來你chia，講，有影ah，阮ê列祖所承接ê不過是虛假，其中無有利益ê。"}},{"book":"耶","chapter":16,"verse":20,"versions":{"unv":"人豈可為自己製造神呢？其實這不是神。","bklcl":"Lâng kiám thang ūi ka-kī chō siōng-tè mah?  in si̍t-chāi m̄-sī Siōng-tè.","tghg":"人豈通為家己造上帝啊？𪜶實在呣是上帝。","bklhl":"人kiám thang為家己造上帝mah？in實在m̄是上帝。"}},{"book":"耶","chapter":16,"verse":21,"versions":{"unv":"耶和華說：「我要使他們知道，就是這一次使他們知道我的手和我的能力。他們就知道我的名是耶和華了。」","bklcl":"Khòaⁿ ah, Góa chiong chí-chit-pái hō͘ in chai; Góa beh hō͘ in chai Góa ê chhiú-tōaⁿ kap Góa ê lêng-le̍k; in chiū beh chai Góa ê miâ sī Iâ-hô-hoa.","tghg":"「看啊，我將此一擺互𪜶知，我欲互𪜶知我的手段及我的能力。𪜶就欲知我的名是耶和華。」","bklhl":"看ah，我將只chit-pái hō͘ in知；我beh hō͘ in知我ê手段kap我ê能力；in就beh知我ê名是耶和華。"}}]