[{"book":"耶","chapter":21,"verse":1,"versions":{"unv":"耶和華的話臨到耶利米。那時，西底家王打發瑪基雅的兒子巴施戶珥和瑪西雅的兒子祭司西番雅去見耶利米，說：","bklcl":"Se-tí-ka ông chhe Má-ki-ngá ê kiáⁿ Pa-si-hō͘-jíⁿ, kap chè-si Má-se-ngá ê kiáⁿ Se-hoan-ngá, khì kìⁿ Iâ-lī-bí kóng,","tghg":"西底家王差瑪基雅的子巴施戶珥及祭司瑪西雅的子西番雅去見耶利米，講：","bklhl":"Se-tí-ka王差Má-ki-ngá ê kiáⁿ Pa-si-hō͘-jíⁿ，kap祭司Má-se-ngá ê kiáⁿ Se-hoan-ngá，去見耶利米講，"}},{"book":"耶","chapter":21,"verse":2,"versions":{"unv":"「請你為我們求問耶和華；因為巴比倫王尼布甲尼撒來攻擊我們，或者耶和華照他一切奇妙的作為待我們，使巴比倫王離開我們上去。」","bklcl":"Pa-pí-lûn ông Nî-pò͘-kah-nî-sat beh kap lán kau-chiàn; kiû lí thòe goán mn̄g Iâ-hô-hoa; kiám-chhái Iâ-hô-hoa chiàu I kî-biāu ê só͘ chòe khoán-thāi lán; hō͘ i lī-khui lán chiūⁿ--khì.  Hit-sî Iâ-hô-hoa ê ōe lîm-kàu Iâ-lī-bí.","tghg":"「巴比倫王尼布甲尼撒欲及咱交戰，求你替阮問耶和華，豈採耶和華照伊奇妙的所做款待咱，互伊離開咱上去。」彼時耶和華的話臨到耶利米。","bklhl":"巴比倫王Nî-pò͘-kah-nî-sat beh kap咱交戰；求你替阮問耶和華；kiám-chhái耶和華照祂奇妙ê所做款待咱；hō͘伊離開咱上去。hit時耶和華ê話臨到耶利米。"}},{"book":"耶","chapter":21,"verse":3,"versions":{"unv":"耶利米對他們說：「你們當對西底家這樣說：","bklcl":"Iâ-lī-bí tùi in kóng, Lín tio̍h án-ni kā Se-tí-ka kóng,","tghg":"耶利米對𪜶講：「恁著按呢給西底家講：","bklhl":"耶利米對in講，Lín tio̍h án-ni kā Se-tí-ka講，"}},{"book":"耶","chapter":21,"verse":4,"versions":{"unv":"『耶和華─以色列的　神如此說：我要使你們手中的兵器，就是你們在城外與巴比倫王和圍困你們的迦勒底人打仗的兵器翻轉過來，又要使這些都聚集在這城中。","bklcl":"Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè án-ni kóng, Khòaⁿ ah, Góa beh hō͘ lín só͘ kia̍h ê kun-khì, chiū-sī lín tī siâⁿ-gōa kap Pa-pí-lûn ông, í-ki̍p ûi-khùn lín ê Ka-le̍k-tí lâng, kau-chiàn ê kun-khì tò-tńg--lâi; koh beh hō͘ chiah-ê lóng chū-chi̍p tī chit ê siâⁿ-lāi.","tghg":"『耶和華──以色列的上帝按呢講：看啊，我欲互恁所攑的軍器，就是恁佇城外及巴比倫王以及圍困恁的迦勒底人交戰的軍器倒轉來，閣欲互諸個攏聚集佇此個城內。","bklhl":"耶和華以色列ê上帝án-ni講，看ah，我beh hō͘ lín所kia̍h ê軍器，就是lín tī城外kap巴比倫王，以及圍困lín ê Ka-le̍k-tí人，交戰ê軍器倒tńg來；koh beh hō͘ chiah ê lóng聚集tī chit ê城內。"}},{"book":"耶","chapter":21,"verse":5,"versions":{"unv":"並且我要在怒氣、忿怒，和大惱恨中，用伸出來的手，並大能的膀臂，親自攻擊你們；","bklcl":"Koh Góa tī àu-náu, siū-khì, tōa thòng-hūn ê tiong-kan, ēng chhun-chhut ê chhiú, kap tōa koân-lêng ê chhiú-kut, chhin-sin kong-kek lín.","tghg":"閣我佇懊惱、受氣、大痛恨的中間，用伸出的手，及大權能的手骨，親身攻擊恁；","bklhl":"Koh我tī懊惱、受氣、大痛恨ê中間，用伸出ê手，kap大權能ê手骨，親身攻擊lín。"}},{"book":"耶","chapter":21,"verse":6,"versions":{"unv":"又要擊打這城的居民，連人帶牲畜都必遭遇大瘟疫死亡。","bklcl":"Koh beh phah chit ê siâⁿ khiā-khí ê peh-sìⁿ, bô-lūn lâng kap cheng-siⁿ; in beh tú-tio̍h tōa un-e̍k lâi sí.","tghg":"閣欲拍此個城徛起的百姓，無論人及精牲𪜶欲抵著(tú-tio̍h)大瘟疫來死。","bklhl":"Koh beh phah chit ê城khiā起ê百姓，無論人kap cheng-siⁿ；in beh tú-tio̍h大瘟疫來死。"}},{"book":"耶","chapter":21,"verse":7,"versions":{"unv":"以後我要將猶大王西底家和他的臣僕百姓，就是在城內，從瘟疫、刀劍、饑荒中剩下的人，都交在巴比倫王尼布甲尼撒的手中和他們仇敵，並尋索其命的人手中。巴比倫王必用刀擊殺他們，不顧惜，不可憐，不憐憫。這是耶和華說的。』","bklcl":"Í-āu Góa beh chiong Iû-tāi ông Se-tí-ka, kap i ê jîn-sîn peh-sìⁿ, chiū-sī tī chit ê siâⁿ-lāi, tùi un-e̍k, to-kiàm, ki-hng só͘ chhun--ê, lóng kau tī Pa-pí-lûn ông Nî-pò͘-kah-nî-sat ê chhiú, kap in ê tùi-te̍k ê chhiú, í-ki̍p siàu-siūⁿ in ê sìⁿ-miā ê lâng ê chhiú; i beh ēng to thâi-sí in; bô pó-sioh, bô khó-lîn, bô khoan-iông; che sī Iâ-hô-hoa kóng--ê.","tghg":"以後我欲將猶大王西底家及伊的人臣百姓，就是佇此個城內，對瘟疫、刀劍、飢荒所剩(chhun)者，攏交佇巴比倫王尼布甲尼撒的手，及𪜶的對敵的手，以及數想(siàu-siūⁿ)𪜶的生命的人的手。伊欲用刀刣死𪜶，無保惜，無可憐，無寬容。這是耶和華講的。』","bklhl":"以後我beh將偤大王Se-tí-ka，kap伊ê人臣百姓，就是tī chit ê城內，tùi瘟疫、刀劍、飢荒所chhun-ê，lóng交tī巴比倫王Nî-pò͘-kah-nî-sat ê手，kap in ê對敵ê手，以及siàu想in ê性命ê人ê手；伊beh用刀刣死in；無保惜，無可憐，無寬容；這是耶和華講ê。"}},{"book":"耶","chapter":21,"verse":8,"versions":{"unv":"「你要對這百姓說：『耶和華如此說：看哪，我將生命的路和死亡的路擺在你們面前。","bklcl":"Lí tio̍h tùi chit ê peh-sìⁿ kóng, Iâ-hô-hoa án-ni kóng, Khòaⁿ ah, Góa chiong oa̍h-lō͘ sí-lō͘ pâi tī lín ê bīn-chêng.","tghg":"「你著對此個百姓講：『耶和華按呢講：看啊，我將活路死路排佇恁的面前。","bklhl":"你tio̍h對chit ê百姓講，耶和華án-ni講，看ah，我將活路死路排tī lín ê面前。"}},{"book":"耶","chapter":21,"verse":9,"versions":{"unv":"住在這城裡的必遭刀劍、饑荒、瘟疫而死；但出去歸降圍困你們迦勒底人的必得存活，要以自己的命為掠物。","bklcl":"Tiàm tī chit ê siâⁿ-lāi--ê, beh tùi to-kiàm, tùi ki-hng, tùi un-e̍k, lâi sí; to̍k-to̍k chhut-khì tâu-hâng ûi-khùn lín ê Ka-le̍k-tí lâng--ê, beh tit-tio̍h oa̍h, lâi khioh-tio̍h i ê sìⁿ-miā.","tghg":"踮佇此個城內者欲對刀劍、對飢荒、對瘟疫來死；獨獨出去投降圍困恁的迦勒底人的欲得著活，來拾著(khioh-tio̍h)伊的生命。","bklhl":"Tiàm tī chit ê城內ê，beh tùi刀劍，tùi飢荒，tùi瘟疫，來死；獨獨出去投降圍困lín ê Ka-le̍k-tí人ê，beh得tio̍h活，來拾tio̍h伊ê性命。"}},{"book":"耶","chapter":21,"verse":10,"versions":{"unv":"耶和華說：我向這城變臉，降禍不降福；這城必交在巴比倫王的手中，他必用火焚燒。』」","bklcl":"Iâ-hô-hoa kóng, Góa ê bīn tiāⁿ-tiāⁿ ǹg chit ê siâⁿ, beh kàng chai-ē, m̄ kàng hok-khì; chit ê siâⁿ beh kau Pa-pí-lûn ông ê chhiú; i beh ēng hé sio--i.","tghg":"耶和華講：我的面定定向此個城，欲降災禍呣降福氣；此個城欲交巴比倫王的手，伊欲用火燒伊。』」","bklhl":"耶和華講，我ê面定定ǹg chit ê城，beh降災厄，m̄降福氣；chit ê城beh交巴比倫王ê手；伊beh用火燒伊。"}},{"book":"耶","chapter":21,"verse":11,"versions":{"unv":"「至於猶大王的家，你們當聽耶和華的話。","bklcl":"Lūn-kàu Iû-tāi ông ê ke, lín tio̍h thiaⁿ Iâ-hô-hoa ê ōe.","tghg":"「論到猶大王的家，恁著聽耶和華的話。","bklhl":"論到偤大王ê家，lín tio̍h聽耶和華ê話。"}},{"book":"耶","chapter":21,"verse":12,"versions":{"unv":"大衛家啊，耶和華如此說：你們每早晨要施行公平，拯救被搶奪的脫離欺壓人的手，恐怕我的忿怒因你們的惡行發作，如火著起，甚至無人能以熄滅。","bklcl":"Tāi-pi̍t ê ke ah, Iâ-hô-hoa án-ni kóng, Lín ta̍k chá-khí tio̍h kiâⁿ kong-pêng; chín-kiù siū chhiúⁿ-kiap--ê thoat-lī kiông-pō ê lâng ê chhiú; kiaⁿ-liáu Góa ê siū-khì, in-ūi lín só͘ kiâⁿ ê pháiⁿ, lâi hoat-choh; chhin-chhiūⁿ hé to̍h--khí-lâi, sīm-chì bô lâng ōe phah-hoa.","tghg":"大衛的家啊，耶和華按呢講：恁逐早起著行公平，拯救受搶劫者脫離強暴的人的手，驚了我的受氣，因為恁所行的歹來發作，親像火𤏸(to̍h)起來，甚至無人會拍熄(hoa)。","bklhl":"大衛ê家ah，耶和華án-ni講，Lín ta̍k早起tio̍h行公平；拯救受搶劫ê脫離強暴ê人ê手；驚了我ê受氣，因為lín所行ê pháiⁿ，來發作；親像火to̍h起來，甚至無人能phah-hoa。"}},{"book":"耶","chapter":21,"verse":13,"versions":{"unv":"耶和華說：住山谷和平原磐石上的居民，你們說：誰能下來攻擊我們？誰能進入我們的住處呢？看哪，我與你們為敵。","bklcl":"Iâ-hô-hoa kóng, Khiā-khí tī soaⁿ-kok, pîⁿ-iûⁿ, chio̍h-pôaⁿ-téng ê peh-sìⁿ, lín kóng, Chī-chūi ōe lo̍h--lâi kong-kek goán?  Chī-chūi ōe ji̍p goán khiā-khí ê só͘-chāi ah?  Khòaⁿ ah, Góa kap lín chòe tùi-te̍k.","tghg":"耶和華講：徛起佇山谷平洋、石磐頂的百姓，恁講：是誰會落來攻擊阮？是誰會入阮徛起的所在啊？看啊，我及恁做對敵。","bklhl":"耶和華講，khiā起tī山谷，平洋，石磐頂ê百姓，lín講，Chī-chūi會落來攻擊阮？Chī-chūi會入阮khiā起ê所在ah？看ah，我kap lín做對敵。"}},{"book":"耶","chapter":21,"verse":14,"versions":{"unv":"耶和華又說：我必按你們做事的結果刑罰你們；我也必使火在耶路撒冷的林中著起，將她四圍所有的盡行燒滅。」","bklcl":"Iâ-hô-hoa koh kóng, Góa beh chiàu lín chòe tāi-chì ê kiat-kó hêng-hoa̍t lín; Góa ia̍h beh hō͘ hé to̍h tī i ê chhiū-nâ-lāi, sio-húi i ê sì-ûi.","tghg":"耶和華閣講：我欲照恁做代誌的結果刑罰恁；我亦欲互火𤏸佇伊的樹林內，燒毀伊的四圍。」","bklhl":"耶和華koh講，我beh照lín做tāi-chì ê結果刑罰lín；我亦beh hō͘火to̍h tī伊ê樹林內，燒毀伊ê四圍。"}}]