[{"book":"耶","chapter":5,"verse":1,"versions":{"unv":"你們當在耶路撒冷的街上跑來跑去，在寬闊處尋找，看看有一人行公義求誠實沒有？若有，我就赦免這城。","bklcl":"Lín tio̍h cháu-lâi cháu-khì tī Iâ-lō͘-sat-léng ê ke-lō͘ lâi khòaⁿ lâi thàm-thiaⁿ, tī i ê khoan-khoah ê só͘-chāi lâi chhē, khòaⁿ ōe tú-tio̍h chi̍t-lâng, á-sī ū lâng kiâⁿ kong-gī, kiû sêng-si̍t; Góa chiū beh sià-bián chit ê siâⁿ.","tghg":"恁著走來走去佇耶路撒冷的街路來看來探聽，佇伊的寬闊的所在來尋，看會抵著(tú-tio̍h)一人，抑是有人行公義求誠實？我就欲赦免此個城。","bklhl":"Lín tio̍h走來走去tī耶路撒冷ê街路來看來探聽，tī伊ê寬闊ê所在來chhē，看會tú-tio̍h一人，á是有人行公義，求誠實；我就beh赦免chit ê城。"}},{"book":"耶","chapter":5,"verse":2,"versions":{"unv":"其中的人雖然指著永生的耶和華起誓，所起的誓實在是假的。","bklcl":"In sui-jiân kóng, Iâ-hô-hoa sī oa̍h--ê, in só͘ chiù ê chōa si̍t-chāi sī ké.","tghg":"𪜶雖然講耶和華是活者(ê)，𪜶所咒的誓實在是假。","bklhl":"In雖然講，耶和華是活ê，in所chiù ê chōa實在是假。"}},{"book":"耶","chapter":5,"verse":3,"versions":{"unv":"耶和華啊，你的眼目不是看顧誠實嗎？你擊打他們，他們卻不傷慟；你毀滅他們，他們仍不受懲治。他們使臉剛硬過於磐石，不肯回頭。","bklcl":"Iâ-hô-hoa ah, Lí ê ba̍k-chiu kiám-m̄-sī ǹg sêng-si̍t mah?  Lí phah in, in iā bô iu-siong; Lí húi-bia̍t in, in m̄-khéng siū kàu-tok; in hō͘ in ê bīn pí chio̍h khah-tēng, m̄-khéng hôe-thâu.","tghg":"耶和華啊，你的目睭豈呣是向誠實嗎？你拍𪜶，𪜶也無憂傷；你毀滅𪜶，𪜶呣肯受教督。𪜶互𪜶的面比石卡𠕇(tēng)，呣肯回頭。","bklhl":"耶和華ah，你ê目睭kiám m̄是ǹg誠實mah？你phah in，in也無憂傷；你毀滅in，in m̄肯受教督；in hō͘ in ê面比石khah-tēng，m̄肯回頭。"}},{"book":"耶","chapter":5,"verse":4,"versions":{"unv":"我說：這些人實在是貧窮的，是愚昧的，因為不曉得耶和華的作為和他們　神的法則。","bklcl":"Góa chiū kóng, Chiah-ê lâng si̍t-chāi sī sòng-hiong, sī gû-gōng, in-ūi m̄-bat Iâ-hô-hoa ê lō͘, kap in ê Siōng-tè ê hoat-tō͘;","tghg":"我就講：諸個人實在是喪鄉，是愚戇，因為呣識耶和華的路，及𪜶的上帝的法度。","bklhl":"我就講，chiah ê人實在是sòng-hiong，是愚戇，因為m̄-bat耶和華ê路，kap in ê上帝ê法度；"}},{"book":"耶","chapter":5,"verse":5,"versions":{"unv":"我要去見尊大的人，對他們說話，因為他們曉得耶和華的作為和他們　神的法則。哪知，這些人齊心將軛折斷，掙開繩索。","bklcl":"góa beh khì kìⁿ in ê sè-ka, kap in kóng-ōe; in-ūi in bat Iâ-hô-hoa ê lō͘, kap in ê Siōng-tè ê hoat-tō͘.  Nā-sī in tâng-sim at-chi̍h taⁿ, phah-tn̄g pa̍k i ê soh.","tghg":"我欲去見𪜶的世家，及𪜶講話，因為𪜶識(bat)耶和華的路，及𪜶的上帝的法度。若是𪜶同心遏折(at-chi̍h)軛(taⁿ)，拍斷縛(pa̍k)伊的索。","bklhl":"我beh去見in ê世家，kap in講話；因為in bat耶和華ê路，kap in ê上帝ê法度。但是in同心at折擔，phah斷縛伊ê索。"}},{"book":"耶","chapter":5,"verse":6,"versions":{"unv":"因此，林中的獅子必害死他們；晚上（或譯：野地）的豺狼必滅絕他們；豹子要在城外窺伺他們。凡出城的必被撕碎；因為他們的罪過極多，背道的事也加增了。","bklcl":"Só͘-í chhiū-nâ ê sai beh chhut-lâi kā-sí in; ê-hng-sî ê chhâi-lông beh thun-chia̍h in, pà beh tī chiah-ê siâⁿ-gōa tng-tán in, kìⁿ-nā chhut-siâⁿ-ê tek-khak hō͘ in thiah-chhùi, in-ūi in ê chōe-kòa chin-chōe, pōe-ge̍k ná siong-tiōng.","tghg":"所以，樹林的獅欲出來咬死𪜶；下昏時的豺狼欲吞食𪜶；豹欲佇諸個城外當等𪜶。見若出城的，的確互𪜶拆碎；因為𪜶的罪過真多，悖逆(pōe-ge̍k)愈傷重。","bklhl":"所以樹林ê獅beh出來咬死in；ê-hng時ê豺狼beh吞食in，豹beh tī chiah ê城外當等in，見若出城ê的確hō͘ in拆碎，因為in ê罪過真chōe，悖逆ná傷重。"}},{"book":"耶","chapter":5,"verse":7,"versions":{"unv":"我怎能赦免你呢？你的兒女離棄我，又指著那不是神的起誓。我使他們飽足，他們就行姦淫，成群地聚集在娼妓家裡。","bklcl":"Che Góa thái ōe sià-bián lí ah? lí ê kiáⁿ-jî lī-khui Góa, koh kí chiah-ê m̄-sī Siōng-tè--ê lâi chiù-chōa; Góa hō͘ in pá-chiok, in chiū kiâⁿ kan-îm, kui-tīn chū-chi̍p tī chhiong-ki ê chhù.","tghg":"這我豈(thái)會赦免你啊？你的子兒離開我，閣指(kí)諸個呣是上帝者來咒誓。我互𪜶飽足，𪜶就行姦淫，歸陣聚集佇娼妓的厝。","bklhl":"這我thái會赦免你ah？你ê kiáⁿ兒離開我，koh kí chiah ê m̄是上帝ê來chiù-chōa；我hō͘ in飽足，in就行姦淫，kui陣聚集tī娼妓ê厝。"}},{"book":"耶","chapter":5,"verse":8,"versions":{"unv":"他們像餵飽的馬到處亂跑，各向他鄰舍的妻發嘶聲。","bklcl":"In chhin-chhiūⁿ chhī-pá ê bé sì-kòe pháu; ta̍k-ê ǹg i chhù-piⁿ ê bó͘ chhin-chhiūⁿ bé ki-ki-háu.","tghg":"𪜶親像飼飽的馬四界跑(pháu)，逐個向伊厝邊的某親像馬嘰嘰哮(ki-ki-háu)。","bklhl":"In親像飼飽ê馬四界跑；ta̍k-ê ǹg伊厝邊ê bó͘親像馬ki-ki哮。"}},{"book":"耶","chapter":5,"verse":9,"versions":{"unv":"耶和華說：我豈不因這些事討罪呢？豈不報復這樣的國民呢？","bklcl":"Iâ-hô-hoa kóng, Góa kiám bô in-ūi chiah-ê sū lâi pān in mah? Góa ê sim kiám bô beh tùi chit hō ê kok-bîn lâi pò-siû mah?","tghg":"耶和華講：我豈無因為諸個事來辦𪜶嗎？我的心豈無欲對此號的國民來報讎(pò-siû)嗎？","bklhl":"耶和華講，我kiám無因為chiah ê事來辦in mah？我ê心kiám無beh對chit號ê國民來報仇mah？"}},{"book":"耶","chapter":5,"verse":10,"versions":{"unv":"你們要上她葡萄園的牆施行毀壞，但不可毀壞淨盡，只可除掉她的枝子，因為不屬耶和華。","bklcl":"Lín tio̍h chiūⁿ i ê phû-tô-hn̂g ê chhiûⁿ lâi húi-hoāi i, chóng-sī m̄-thang húi kàu-liáu; tio̍h tû--khì i ê ki, in-ūi in bô sio̍k tī Iâ-hô-hoa.","tghg":"恁著上伊的葡萄園的牆來毀壞伊，總是呣通毀到了(liáu)，著除去伊的枝，因為𪜶無屬佇耶和華。","bklhl":"Lín tio̍h 上伊ê葡萄園ê牆來毀壞伊，總是m̄-thang毀到了；tio̍h除去伊ê枝，因為in無屬tī耶和華。"}},{"book":"耶","chapter":5,"verse":11,"versions":{"unv":"原來以色列家和猶大家大行詭詐攻擊我。這是耶和華說的。","bklcl":"In-ūi Í-sek-lia̍t ke kap Iû-tāi ke tōa-tōa kiâⁿ khúi-chà, kong-kek Góa; che sī Iâ-hô-hoa kóng ê.","tghg":"因為以色列家及猶大家大大行詭詐攻擊我。這是耶和華講的。","bklhl":"因為以色列家kap偤大家大大行詭詐，攻擊我；這是耶和華講ê。"}},{"book":"耶","chapter":5,"verse":12,"versions":{"unv":"他們不認耶和華，說：這並不是他，災禍必不臨到我們；刀劍和饑荒，我們也看不見。","bklcl":"In m̄-jīn Iâ-hô-hoa, chiū kóng, Che pēng m̄-sī I; chai-ē bô beh lîm-kàu goán; to-kiàm kap ki-hng goán iā bōe-ōe tú-tio̍h.","tghg":"𪜶呣認耶和華，就講：這並呣是伊，災禍無欲臨到阮；刀劍及飢荒，阮也𣍐會抵著。","bklhl":"In m̄認耶和華，就講，這並m̄是伊；災厄無beh臨到阮；刀劍kap飢荒阮也bōe會tú-tio̍h。"}},{"book":"耶","chapter":5,"verse":13,"versions":{"unv":"先知的話必成為風；道也不在他們裡面。這災必臨到他們身上。","bklcl":"Sian-ti ê ōe beh chiâⁿ-chòe hong, Chú ê ōe bô tī in ê sim; beh chiàu án-ni hō͘ in tú-tio̍h.","tghg":"先知的話欲成做風；主的話無佇𪜶的心。欲照按呢互𪜶抵著。","bklhl":"先知ê話beh成做風，主ê話無tī in ê心；beh照án-ni hō͘ in tú-tio̍h。"}},{"book":"耶","chapter":5,"verse":14,"versions":{"unv":"所以耶和華─萬軍之　神如此說：因為百姓說這話，我必使我的話在你口中為火，使他們為柴；這火便將他們燒滅。","bklcl":"Só͘-í bān-kun ê Siōng-tè Iâ-hô-hoa kóng, In-ūi lín kóng chit ê ōe; khòaⁿ ah, Góa beh hō͘ Góa ê ōe tī lí ê chhùi chòe hé, hō͘ chit ê peh-sìⁿ chòe chhâ, chit ê hé beh sio-bia̍t in.","tghg":"所以萬軍的上帝──耶和華講：因為恁講此個話，看啊，我欲互我的話佇你的嘴做火，互此個百姓做柴；此個火欲燒滅𪜶。","bklhl":"所以萬軍ê上帝耶和華講，因為lín講chit ê話；看ah，我beh hō͘我ê話tī你ê嘴做火，hō͘ chit ê百姓做柴，chit ê火beh燒滅in。"}},{"book":"耶","chapter":5,"verse":15,"versions":{"unv":"耶和華說：以色列家啊，我必使一國的民從遠方來攻擊你，是強盛的國，是從古而有的國。他們的言語你不曉得，他們的話你不明白。","bklcl":"Iâ-hô-hoa kóng, Í-sek-lia̍t ê ke ah, lí khòaⁿ, Góa beh hō͘ chi̍t-kok tùi hn̄g-hn̄g lâi kong-kek lín, chiū-sī kiông ê kok, tùi kó͘-chá chiū ū ê kok, i ê giân-gú lí bōe hiáu-tit, iā bōe bêng-pe̍k i só͘ kóng--ê.","tghg":"耶和華講：以色列的家啊，你看，我欲互一國對遠遠來攻擊恁，就是強的國，對古早就有的國。伊的言語你𣍐曉得，也𣍐明白伊所講的。","bklhl":"耶和華講，以色列ê家ah，你看，我beh hō͘一國tùi遠遠來攻擊lín，就是強ê國，tùi古早就有ê國，伊ê言語你bōe曉得，也bōe明白伊所講ê。"}},{"book":"耶","chapter":5,"verse":16,"versions":{"unv":"他們的箭袋是敞開的墳墓；他們都是勇士。","bklcl":"In ê chìⁿ-tē sī khui-khui ê bōng; in lóng sī ióng-sū.","tghg":"𪜶的箭袋是開開的墓；𪜶攏是勇士。","bklhl":"In ê箭袋是開開ê墓；in lóng是勇士。"}},{"book":"耶","chapter":5,"verse":17,"versions":{"unv":"他們必吃盡你的莊稼和你的糧食，是你兒女該吃的；必吃盡你的牛羊，吃盡你的葡萄和無花果；又必用刀毀壞你所倚靠的堅固城。","bklcl":"In beh chia̍h-liáu lí ê gō͘-kak kap lí ê bí-niû, chiū-sī lí ê kiáⁿ cha-bó͘-kiáⁿ só͘ tio̍h chia̍h ê; iā beh chia̍h-liáu lí ê iûⁿ-kûn, gû-kûn; chia̍h-liáu lí ê phû-tô kap bû-hoa-kó; koh beh ēng to húi-hoāi lí só͘ óa-khò kian-kò͘ ê siâⁿ.","tghg":"𪜶欲食了(liáu)你的五穀及你的米糧，就是你的子查某子所著食的；也欲食了你的羊群、牛群，食了你的葡萄及無花果；閣欲用刀毀壞你所倚靠堅固的城。","bklhl":"In beh食了你ê五穀kap你ê米糧，就是你ê kiáⁿ cha-bó͘-kiáⁿ所tio̍h食ê；也beh食了你ê羊群，牛群；食了你ê葡萄kap無花果；koh beh用刀毀壞你所óa靠堅固ê城。"}},{"book":"耶","chapter":5,"verse":18,"versions":{"unv":"耶和華說：「就是到那時，我也不將你們毀滅淨盡。","bklcl":"Iâ-hô-hoa kóng, Chiū-nā kàu hit-sî Góa iā bô beh it-chīn châu-bia̍t lín.","tghg":"耶和華講：「就若到彼時，我也無欲一盡剿滅(châu-bia̍t)恁。","bklhl":"耶和華講，就若到hit時我也無beh一盡剿滅lín。"}},{"book":"耶","chapter":5,"verse":19,"versions":{"unv":"百姓若說：『耶和華─我們的　神為甚麼向我們行這一切事呢？』你就對他們說：『你們怎樣離棄耶和華（原文是我），在你們的地上事奉外邦神，也必照樣在不屬你們的地上事奉外邦人。』」","bklcl":"Hit-sî lín nā kóng, Iâ-hô-hoa goán ê Siōng-tè ūi-tio̍h siáⁿ-sū tùi goán kiâⁿ che it-chhè ê sū ah? lí tio̍h ìn i kóng, Chhin-chhiūⁿ lín í-keng pàng-sak Góa, ho̍k-sāi pa̍t-hō ê siōng-tè tī lín ê tōe-hng, án-ni lín iā beh ho̍k-sāi gōa-pang lâng tī bô sio̍k lín ê tōe-hng.","tghg":"彼時恁若講：『耶和華──阮的上帝為著啥事對阮行這一切的事啊？』你著應伊講：『親像恁已經放拺我，服事別號的上帝佇恁的地方，按呢恁也欲服事外邦人佇無屬恁的地方。』」","bklhl":"Hit時lín若講，耶和華阮ê上帝為tio̍h啥事對阮行這一切ê事ah？你tio̍h應伊講，親像lín已經放sak我，服事別號ê上帝 tī lín ê地方，án-ni lín也beh服事外邦人tī無屬lín ê地方。"}},{"book":"耶","chapter":5,"verse":20,"versions":{"unv":"當傳揚在雅各家，報告在猶大說：","bklcl":"Lín tio̍h thoân tī Ngá-kok ke, pò tī Iû-tāi kóng,","tghg":"恁著傳佇雅各家，報佇猶大講：","bklhl":"Lín tio̍h傳tī雅各家，報tī偤大講，"}},{"book":"耶","chapter":5,"verse":21,"versions":{"unv":"愚昧無知的百姓啊，你們有眼不看，有耳不聽，現在當聽這話。","bklcl":"Gōng-gōng bû-ti ê peh-sìⁿ ah, lín ū ba̍k-chiu bōe khòaⁿ, ū hī-khang bōe thiaⁿ, taⁿ tio̍h thiaⁿ chit ê ōe;","tghg":"戇戇無知的百姓啊，恁有目睭𣍐看，有耳孔𣍐聽，今著聽此個話。","bklhl":"戇戇無知ê百姓ah，lín有目睭bōe看，有耳孔bōe聽，taⁿ tio̍h聽chit ê話；"}},{"book":"耶","chapter":5,"verse":22,"versions":{"unv":"耶和華說：你們怎麼不懼怕我呢？我以永遠的定例，用沙為海的界限，水不得越過。因此，你們在我面前還不戰兢嗎？波浪雖然翻騰，卻不能逾越；雖然匉訇，卻不能過去。","bklcl":"Iâ-hô-hoa kóng, Lín m̄ kiaⁿ Góa mah? bô ngia̍uh-ngia̍uh-chhoah tī Góa ê bīn-chêng mah? Góa siat éng-oán ê lē, ēng soa chòe hái ê kài-hān, i bōe pôaⁿ-kè; i ê éng sui-jiân giâ koâiⁿ, iā bōe-ōe iâⁿ; sui-jiân hōa-hōa-háu, iā bōe-ōe pôaⁿ-kè.","tghg":"耶和華講：恁呣驚我嗎？無愕愕惙(ngia̍uh-ngia̍uh-chhoah)佇我的面前嗎？我設永遠的例，用沙做海的界限，伊𣍐𨃟過。伊的湧(éng)雖然夯(giâ)高，也𣍐會贏；雖然嘩嘩哮(hōa-hōa-háu)，也𣍐會𨃟過。","bklhl":"耶和華講，Lín m̄驚我mah？無ngia̍uh-ngia̍uh-chhoah tī我ê面前mah？我設永遠ê例，用沙做海ê界限，伊bōe pôaⁿ過；伊ê湧雖然giâ高，也bōe能贏；雖然hōa-hōa哮，也bōe能pôaⁿ過。"}},{"book":"耶","chapter":5,"verse":23,"versions":{"unv":"但這百姓有背叛忤逆的心；他們叛我而去，","bklcl":"To̍k-to̍k chit ê peh-sìⁿ ū hoán-poān pōe-ge̍k ê sim; in pōe-ge̍k Góa chòe in khì.","tghg":"獨獨此個百姓有反叛悖逆的心；𪜶悖逆我做𪜶去，","bklhl":"獨獨chit ê百姓有反叛悖逆ê心；in悖逆我做in去。"}},{"book":"耶","chapter":5,"verse":24,"versions":{"unv":"心內也不說：我們應當敬畏耶和華─我們的　神；他按時賜雨，就是秋雨春雨，又為我們定收割的節令，永存不廢。","bklcl":"In sim-lāi iā bô kóng, Taⁿ lán tio̍h kèng-ùi Iâ-hô-hoa lán ê Siōng-tè, I chiàu-sî siúⁿ-sù hō͘-chúi, chiū-sī chêng ê hō͘; āu ê hō͘; I iā ū tēng chiah-ê siu-sêng ê sî-kî, lâu-teh hō͘ lán.","tghg":"𪜶心內也無講：今咱著敬畏耶和華──咱的上帝；伊照時賞賜雨水，就是前的雨，後的雨，伊也有定諸個收成的時期，留啲互咱。","bklhl":"In心內也無講，Taⁿ咱tio̍h敬畏耶和華咱ê上帝，伊照時賞賜雨水，就是前ê雨；後ê雨；伊也有定chiah ê收成ê時期，留teh hō͘咱。"}},{"book":"耶","chapter":5,"verse":25,"versions":{"unv":"你們的罪孽使這些事轉離你們；你們的罪惡使你們不能得福。","bklcl":"Lín ê chōe-gia̍t hō͘ chiah-ê sū hoán-tńg lī-khui lín; lín ê chōe-ok hō͘ lín bōe-ōe tit-tio̍h hok-khì.","tghg":"恁的罪孽(chōe-gia̍t)互諸個事反轉離開恁；恁的罪惡互恁𣍐會得著福氣。","bklhl":"Lín ê罪孽hō͘ chiah ê事反tńg離開lín；lín ê罪惡hō͘ lín bōe能得tio̍h福氣。"}},{"book":"耶","chapter":5,"verse":26,"versions":{"unv":"因為在我民中有惡人。他們埋伏窺探，好像捕鳥的人；他們設立圈套陷害人。","bklcl":"In-ūi tī Góa ê peh-sìⁿ-tiong ū chhē-tio̍h pháiⁿ-lâng; in bih--teh, chhin-chhiūⁿ siat oa̍h-tauh ê lâng teh tng-tán; in tiuⁿ lô-bāng lâi lia̍h lâng.","tghg":"因為佇我的百姓中有尋著歹人。𪜶匿(bih)啲，親像設活罩(oa̍h-tauh)的人啲當等；𪜶張羅網來掠人。","bklhl":"因為tī我ê百姓中有chhē-tio̍h pháiⁿ人；in bih-teh，親像設活tauh ê人teh當等；in張羅網來掠人。"}},{"book":"耶","chapter":5,"verse":27,"versions":{"unv":"籠內怎樣滿了雀鳥，他們的房中也照樣充滿詭詐；所以他們得成為大，而且富足。","bklcl":"In ê chhù ū khúi-chà móa-móa, sī chhin-chhiūⁿ chiáu-láng-lāi ū chiáu móa-móa; só͘-í in chiâⁿ-chòe tōa koh hó-gia̍h.","tghg":"𪜶的厝有詭詐滿滿，是親像鳥籠內有鳥滿滿；所以𪜶成做大，閣好額。","bklhl":"In ê厝有詭詐滿滿，是親像鳥籠內有鳥滿滿；所以in成做大koh好額。"}},{"book":"耶","chapter":5,"verse":28,"versions":{"unv":"他們肥胖光潤，作惡過甚，不為人伸冤！就是不為孤兒伸冤，不使他亨通，也不為窮人辨屈。","bklcl":"In pûi koh kng-siⁿ, chòe pháiⁿ kè-thâu; bô ūi-tio̍h lâng sin-oan, chiū-sī bô ūi-tio̍h bô-pē ê kiáⁿ sin-oan, hō͘ i heng-thong; ia̍h bô in-ūi sòng-hiong lâng phòaⁿ-toàn.","tghg":"𪜶肥閣光生(kng-siⁿ)，做歹過頭，無為著人伸冤！就是無為著無父的子伸冤，互伊亨通，亦無因為喪鄉人判斷。","bklhl":"In肥koh光生，做pháiⁿ過頭；無為tio̍h人申冤，就是無為tio̍h無父ê kiáⁿ申冤，hō͘伊興通；亦無因為sòng-hiong人判斷。"}},{"book":"耶","chapter":5,"verse":29,"versions":{"unv":"耶和華說：我豈不因這些事討罪呢？豈不報復這樣的國民呢？","bklcl":"Iâ-hô-hoa kóng, Góa kiám bô in-ūi chiah-ê sū lâi pān in mah?  Góa ê sim kiám bô beh tùi chit-hō ê kok-bîn lâi pò-siû mah?","tghg":"耶和華講：我豈無因為諸個事來辦𪜶嗎？我的心豈無欲對此號的國民來報仇嗎？","bklhl":"耶和華講，我kiám無因為chiah ê事來辦in mah？我ê心kiám無beh對chit號ê國民來報仇mah？"}},{"book":"耶","chapter":5,"verse":30,"versions":{"unv":"國中有可驚駭、可憎惡的事：","bklcl":"Chit ê thó͘-tōe ū kî-īⁿ khó-ò͘ⁿ ê sū;","tghg":"此個土地有奇異、可惡的事；","bklhl":"Chit ê土地有奇異可惡ê事；"}},{"book":"耶","chapter":5,"verse":31,"versions":{"unv":"就是先知說假預言，祭司藉他們把持權柄；我的百姓也喜愛這些事，到了結局你們怎樣行呢？","bklcl":"sian-ti thoân hu-ké, chè-si óa-khò in lâi pà-koân; Góa ê peh-sìⁿ ia̍h ài i án-ni; kàu kiat-kio̍k, lín beh cháiⁿ-iūⁿ chòe?","tghg":"先知傳虛假，祭司倚靠𪜶來把權(pà-koân)；我的百姓亦愛伊按呢，到結局恁欲怎樣做？","bklhl":"先知傳虛假，祭司óa靠in來霸權；我ê百姓亦ài伊án-ni；到結局，lín beh怎樣做？"}}]