[{"book":"耶","chapter":13,"verse":1,"versions":{"unv":"耶和華對我如此說：「你去買一根麻布帶子束腰，不可放在水中。」","bklcl":"Iâ-hô-hoa tùi góa án-ni kóng, Lí tio̍h khì bóe chi̍t-tiâu môa-pò͘ ê tòa lâi hâ-io; m̄-thang hē tī chúi--nih.","tghg":"耶和華對我按呢講：「你著去買一條麻布的帶來縖(hâ)腰，呣通下(hē)佇水裡。」","bklhl":"耶和華對我án-ni講，你tio̍h去買一條麻布ê帶來縖腰；m̄-thang hē tī水裡。"}},{"book":"耶","chapter":13,"verse":2,"versions":{"unv":"我就照著耶和華的話，買了一根帶子束腰。","bklcl":"Góa chiū chiàu Iâ-hô-hoa ê ōe, bóe chi̍t tiâu tòa hâ-io.","tghg":"我就照耶和華的話，買一條帶縖腰。","bklhl":"我就照耶和華ê話，買一條帶縖腰。"}},{"book":"耶","chapter":13,"verse":3,"versions":{"unv":"耶和華的話第二次臨到我說：","bklcl":"Iâ-hô-hoa ê ōe tē-jī pái lîm-kàu góa kóng,","tghg":"耶和華的話第二擺臨到我講：","bklhl":"耶和華ê話第二pái臨到我講，"}},{"book":"耶","chapter":13,"verse":4,"versions":{"unv":"「要拿著你所買的腰帶，就是你腰上的帶子，起來往幼發拉底河去，將腰帶藏在那裡的磐石穴中。」","bklcl":"Tio̍h the̍h lí só͘ bóe ê tòa, chiū-sī lí io--nih ê tòa, khí--lâi khì Pek-la̍h, tī-hia khǹg--i tī chio̍h-pôaⁿ khang.","tghg":"「著提你所買的帶，就是你腰裡的帶，起來去伯拉，佇遐囥(khǹg)伊佇石磐孔。」","bklhl":"Tio̍h the̍h你所買ê帶，就是你腰裡ê帶，起來去Pek-la̍h，tī-hia khǹg伊tī石磐孔。"}},{"book":"耶","chapter":13,"verse":5,"versions":{"unv":"我就去，照著耶和華所吩咐我的，將腰帶藏在幼發拉底河邊。","bklcl":"Góa chiū khì, khǹg i tī Pek-la̍h, chiàu Iâ-hô-hoa só͘ hoan-hù góa--ê.","tghg":"我就去，囥伊佇伯拉，照耶和華所吩咐我的。","bklhl":"我就去，khǹg伊tī Pek-la̍h，照耶和華所吩咐我ê。"}},{"book":"耶","chapter":13,"verse":6,"versions":{"unv":"過了多日，耶和華對我說：「你起來往幼發拉底河去，將我吩咐你藏在那裡的腰帶取出來。」","bklcl":"Kè chōe-chōe ji̍t, Iâ-hô-hoa tùi góa kóng, Lí khí--lâi, khì Pek-la̍h, chiong Góa hoan-hù lí khǹg tī-hia ê io-tòa the̍h--lâi.","tghg":"過多多日，耶和華對我講：「你起來去伯拉，將我吩咐你囥佇遐的腰帶提來。」","bklhl":"過chōe-chōe日，耶和華對我講，你起來，去Pek-la̍h，將我吩咐你khǹg tī-hia ê腰帶the̍h來。"}},{"book":"耶","chapter":13,"verse":7,"versions":{"unv":"我就往幼發拉底河去，將腰帶從我所藏的地方刨出來，見腰帶已經變壞，毫無用了。","bklcl":"Góa chiū khì Pek-la̍h lâi ku̍t, tùi góa só͘ khǹg ê só͘-chāi the̍h hit tiâu tòa; khòaⁿ ah, hit tiâu tòa í-keng pháiⁿ--khì, lóng bô lō͘-ēng.","tghg":"我就去伯拉來掘(ku̍t)，對我所囥的所在提彼條帶，看啊，彼條帶已經歹去，攏無路用。","bklhl":"我就去Pek-la̍h來掘，tùi我所khǹg ê所在the̍h hit條帶；看ah，hit條帶已經pháiⁿ去，lóng無路用。"}},{"book":"耶","chapter":13,"verse":8,"versions":{"unv":"耶和華的話臨到我說：","bklcl":"Iâ-hô-hoa ê ōe lîm-kàu góa kóng,","tghg":"耶和華的話臨到我講：","bklhl":"耶和華ê話臨到我講，"}},{"book":"耶","chapter":13,"verse":9,"versions":{"unv":"「耶和華如此說：我必照樣敗壞猶大的驕傲和耶路撒冷的大驕傲。","bklcl":"Iâ-hô-hoa án-ni kóng, Góa beh chiàu án-ni pāi-hoāi Iû-tāi ê kiau-ngō͘, kap Iâ-lō͘-sat-léng ê tōa kiau-ngō͘.","tghg":"「耶和華按呢講：我欲照按呢敗壞猶大的驕傲及耶路撒冷的大驕傲。","bklhl":"耶和華án-ni講，我beh照án-ni敗壞偤大ê驕傲，kap耶路撒冷ê大驕傲。"}},{"book":"耶","chapter":13,"verse":10,"versions":{"unv":"這惡民不肯聽我的話，按自己頑梗的心而行，隨從別神，事奉敬拜，他們也必像這腰帶變為無用。」","bklcl":"Chit-ê pháiⁿ ê peh-sìⁿ m̄-khéng thiaⁿ Góa ê ōe, chiàu in ê sim ê kong-ngī khì kiâⁿ; koh thàn pa̍t-hō ê siōng-tè, ho̍k-sāi i, kūi-pài i; in beh chhin-chhiūⁿ chit-tiâu bô lō͘-ēng ê tòa.","tghg":"此個歹的百姓呣肯聽我的話，照𪜶的心的剛硬去行，閣趁別號的上帝，服事伊，跪拜伊，𪜶欲親像此條無路用的帶。」","bklhl":"Chit ê pháiⁿ ê百姓m̄肯聽我ê話，照in ê心ê剛硬去行；koh thàn別號ê上帝，服事伊，跪拜伊；in beh親像chit條無路用ê帶。"}},{"book":"耶","chapter":13,"verse":11,"versions":{"unv":"耶和華說：「腰帶怎樣緊貼人腰，照樣，我也使以色列全家和猶大全家緊貼我，好叫他們屬我為子民，使我得名聲，得頌讚，得榮耀；他們卻不肯聽。」","bklcl":"Iâ-hô-hoa kóng, Io-tòa cháiⁿ-iūⁿ liân tī lâng ê io, Góa ū hō͘ Í-sek-lia̍t choân-ke, kap Iû-tāi choân-ke, liân tī Góa, ia̍h sī án-ni; beh hō͘ in chòe Góa ê peh-sìⁿ, chòe Góa ê miâ-siaⁿ, chòe Góa ê o-ló, chòe Góa ê êng-kng; chóng-sī in m̄-khéng thiaⁿ.","tghg":"耶和華講：「腰帶怎樣連(liân)佇人的腰，我有互以色列全家及猶大全家連佇我，亦是按呢，欲互𪜶做我的百姓，做我的名聲，做我的謳咾，做我的榮光；總是𪜶呣肯聽。」","bklhl":"耶和華講，腰帶怎樣連tī人ê腰，我有hō͘以色列全家，kap偤大全家，連tī我，亦是án-ni；beh hō͘ in做我ê百姓，做我ê名聲，做我ê o-ló，做我ê榮光；總是in m̄肯聽。"}},{"book":"耶","chapter":13,"verse":12,"versions":{"unv":"「所以你要對他們說：『耶和華─以色列的　神如此說：各罈都要盛滿了酒。』他們必對你說：『我們豈不確知各罈都要盛滿了酒呢？』","bklcl":"Lí tio̍h koh tùi in kóng chit ê ōe, Í-sek-lia̍t ê Siōng-tè Iâ-hô-hoa án-ni kóng, Ta̍k ê àng beh tóe chiú móa-móa; in beh tùi lí kóng, Goán kiám m̄-chai ta̍k ê àng beh tóe chiú móa-móa mah?","tghg":"「你著閣對𪜶講此個話：『以色列的上帝──耶和華按呢講：逐個甕((àng))欲貯(tóe)酒滿滿。』𪜶欲對你講：『阮豈呣知逐個甕欲貯酒滿滿嗎？』","bklhl":"你tio̍h koh對in講chit ê話，以色列ê上帝耶和華án-ni講，Ta̍k ê甕beh貯酒滿滿；in beh對你講，阮kiám m̄知ta̍k ê甕beh貯酒滿滿mah？"}},{"book":"耶","chapter":13,"verse":13,"versions":{"unv":"你就要對他們說：『耶和華如此說：我必使這地的一切居民，就是坐大衛寶座的君王和祭司，與先知，並耶路撒冷的一切居民，都酩酊大醉。』」","bklcl":"Lí chiū tio̍h tùi in kóng, Iâ-hô-hoa án-ni kóng, Khòaⁿ ah, Góa beh hō͘ chit só͘-chāi it-chhè khiā-khí ê peh-sìⁿ, chiū-sī chē Tāi-pi̍t pó-chō ê lia̍t-ông, kap chè-si, sian-ti, í-ki̍p Iâ-lō͘-sat-léng it-chhè khiā-khí ê peh-sìⁿ, lóng tōa-tōa chiú-chùi.","tghg":"你就著對𪜶講：『耶和華按呢講：看啊，我欲互此所在一切徛起的百姓，就是坐大衛寶座的列王及祭司、先知，以及耶路撒冷一切徛起的百姓，攏大大酒醉。』」","bklhl":"你就tio̍h對in講，耶和華án-ni講，看ah，我beh hō͘ chit所在一切khiā起ê百姓，就是坐大衛寶座ê列王，kap祭司、先知，以及耶路撒冷一切khiā起ê百姓，lóng大大酒醉。"}},{"book":"耶","chapter":13,"verse":14,"versions":{"unv":"耶和華說：「我要使他們彼此相碰，就是父與子彼此相碰；我必不可憐，不顧惜，不憐憫，以致滅絕他們。」","bklcl":"Iâ-hô-hoa kóng, Góa beh hō͘ in tāi-ke saⁿ-kha̍p; chiū-sī pē kap kiáⁿ saⁿ-kha̍p; Góa bô beh khó-lîn, bô beh thiàⁿ-sioh, bô beh lîn-bín, lâi m̄-bia̍t--i.","tghg":"耶和華講：「我欲互𪜶大家相磕(saⁿ-kha̍p)，就是父及子相磕；我無欲可憐，無欲疼惜，無欲憐憫，來呣滅伊。」","bklhl":"耶和華講，我beh hō͘ in大家相磕；就是父kap kiáⁿ相磕；我無beh可憐，無beh疼惜，無beh憐憫，來m̄滅伊。"}},{"book":"耶","chapter":13,"verse":15,"versions":{"unv":"你們當聽，當側耳而聽。不要驕傲，因為耶和華已經說了。","bklcl":"Lín tio̍h thiaⁿ, tio̍h àⁿ hī-khang; bo̍h-tit kiau-ngō͘, in-ūi Iâ-hô-hoa í-keng kóng--i.","tghg":"恁著聽，著俯(àⁿ)耳孔。莫得驕傲，因為耶和華已經講伊。","bklhl":"Lín tio̍h聽，tio̍h俯耳孔；莫得驕傲，因為耶和華已經講伊。"}},{"book":"耶","chapter":13,"verse":16,"versions":{"unv":"耶和華─你們的　神未使黑暗來到，你們的腳未在昏暗山上絆跌之先，當將榮耀歸給他；免得你們盼望光明，他使光明變為死蔭，成為幽暗。","bklcl":"O͘-àm bē kàu, lín ê kha bē tio̍h-tak tī o͘-àm ê soaⁿ, só͘ ǹg-bāng ê kng iáu-bē piàn-chòe sí-bô ê ìm-ńg, o͘-o͘ àm-àm ê tāi-seng, lín tio̍h kui êng-kng lín ê Siōng-tè Iâ-hô-hoa.","tghg":"黑暗未到，恁的腳未著觸(tio̍h-tak)佇黑暗的山，所向望的光猶未變做死無的蔭影，黑黑暗暗的代先，恁著歸榮光恁的上帝──耶和華。","bklhl":"烏暗未到，lín ê腳未tio̍h-tak tī烏暗ê山，所ǹg望ê光iáu未變做死無ê蔭影，烏烏暗暗ê事先，lín tio̍h歸榮光lín ê上帝耶和華。"}},{"book":"耶","chapter":13,"verse":17,"versions":{"unv":"你們若不聽這話，我必因你們的驕傲在暗地哭泣；我眼必痛哭流淚，因為耶和華的群眾被擄去了。","bklcl":"Lín nā m̄ thiaⁿ chit ê ōe, chiū góa ê sim beh in-ūi lín ê kiau-ngō͘, tī ún-ba̍t ê só͘-chāi thî-khàu; góa ê ba̍k-chiu beh ba̍k-sái chhē-chhē-tò; in-ūi Iâ-hô-hoa ê iûⁿ-kûn siū-lia̍h.","tghg":"恁若呣聽此個話，就我的心欲因為恁的驕傲佇隱密的所在啼哭；我的目睭欲目屎泚泚倒(chhē-chhē-tò)，因為耶和華的羊群受掠。","bklhl":"Lín若m̄聽chit ê話，就我ê心beh因為lín ê驕傲，tī隱密ê所在啼哭；我ê目睭beh目屎chhē-chhē倒；因為耶和華ê羊群受掠。"}},{"book":"耶","chapter":13,"verse":18,"versions":{"unv":"你要對君王和太后說：你們當自卑，坐在下邊；因你們的頭巾，就是你們的華冠，已經脫落了。","bklcl":"Lí tio̍h tùi kun-ông kap thài-hō͘ kóng, Lín tio̍h khiam-pi, chē tī ē-bīn; in-ūi lín êng-kng ê bián-liû tùi lín ê thâu-khak lak--lo̍h-khì.","tghg":"你著對君王及太后講：恁著謙卑，坐佇下面；因為恁榮光的冕旒，對恁的頭殼落落去(lak--lo̍h-khì)。","bklhl":"你tio̍h tùi君王kap太后講，Lín tio̍h謙卑，坐tī下面；因為lín榮光ê冕旒tùi lín ê頭殼lak落去。"}},{"book":"耶","chapter":13,"verse":19,"versions":{"unv":"南方的城盡都關閉，無人開放；猶大全被擄掠，且擄掠淨盡。","bklcl":"Lâm-hng chiah-ê siâⁿ lóng koaiⁿ, bô lâng khui; Iû-tāi choân-cho̍k siū-lia̍h; koh lia̍h kàu liáu-liáu.","tghg":"南方諸個城攏關，無人開；猶大全族受掠；閣掠到了了(liáu-liáu)。","bklhl":"南方chiah ê城lóng關，無人開；偤大全族受掠；koh掠到了了。"}},{"book":"耶","chapter":13,"verse":20,"versions":{"unv":"你們要舉目觀看從北方來的人。先前賜給你的群眾，就是你佳美的群眾，如今在哪裡呢？","bklcl":"Lín tio̍h kia̍h-ba̍k khòaⁿ, tùi pak-hng lâi ê lâng; chêng só͘ hō͘ lí ê iûⁿ-kûn, chiū-sī lí súi ê iûⁿ-kûn, taⁿ tī toh-lo̍h ah?","tghg":"恁著攑目看對北方來的人。前所互你的羊群，就是你媠的羊群，今佇叨落啊？","bklhl":"Lín tio̍h kia̍h目看，tùi北方來ê人；前所hō͘你ê羊群，就是你súi ê羊群，taⁿ tī toh-lo̍h ah？"}},{"book":"耶","chapter":13,"verse":21,"versions":{"unv":"耶和華立你自己所交的朋友為首，轄制你，那時你還有甚麼話說呢？痛苦豈不將你抓住像產難的婦人嗎？","bklcl":"Lí pêng-sò͘ só͘ chhin-bi̍t ê pêng-iú, siat-sú I siat-li̍p in chòe-thâu lâi koán-hat lí, lí iáu ū sím-mi̍h ōe thang kóng? thòng-khó͘ kiám bô khîⁿ-tiâu lí, chhin-chhiūⁿ siⁿ-kiáⁿ ê hū-jîn-lâng?","tghg":"你平素所親密的朋友，設使伊設立𪜶做頭來管轄你，你猶有甚麼話通講？痛苦豈無擒住(khîⁿ-tiâu)你，親像生子的婦仁人？","bklhl":"你平素所親密ê朋友，設使伊設立in做頭來管轄你，你iáu有甚麼話thang講？痛苦kiám無擒tiâu你，親像生kiáⁿ ê婦人人？"}},{"book":"耶","chapter":13,"verse":22,"versions":{"unv":"你若心裡說：這一切事為何臨到我呢？你的衣襟揭起，你的腳跟受傷，是因你的罪孽甚多。","bklcl":"Lí nā sim-lāi kóng, Che it-chhè ê sū ūi-hô kàu tī góa leh? sī in-ūi lí ê chōe-kòa chin-tāng, só͘-í lí lō͘-thé chhiah-kha.","tghg":"你若心內講：這一切的事為何到佇我咧？是因為你的罪過真重，所以你露體赤腳。","bklhl":"你若心內講，這一切ê事為何到tī我leh？是因為你ê罪過真重，所以你露體赤腳。"}},{"book":"耶","chapter":13,"verse":23,"versions":{"unv":"古實人豈能改變皮膚呢？豹豈能改變斑點呢？若能，你們這習慣行惡的便能行善了。","bklcl":"Kó͘-si̍t ê lâng ōe piàn-ōaⁿ phê-hu, pà ōe piàn-ōaⁿ pan-tiám mah?  Nā ōe, chiū lín chiah-ê koàn-liān kiâⁿ pháiⁿ--ê, ōe kiâⁿ hó.","tghg":"古實的人會變換皮膚？豹會變換斑點嗎？若會，就恁諸個慣練行歹的會行好。","bklhl":"Kó͘-si̍t ê人會變換皮膚，豹會變換斑點mah？若會，就lín chiah ê慣練行pháiⁿ-ê，會行好。"}},{"book":"耶","chapter":13,"verse":24,"versions":{"unv":"所以我必用曠野的風吹散他們，像吹過的碎秸一樣。","bklcl":"Só͘-í Góa beh phah-sòaⁿ in, chhin-chhiūⁿ chháu-iù hō͘ khòng-iá ê hong chhe--khì chi̍t-iūⁿ.","tghg":"所以我欲拍散𪜶，親像草幼(chháu-iù)互曠野的風吹去一樣。","bklhl":"所以我beh phah散in，親像草幼hō͘曠野ê風吹去一樣。"}},{"book":"耶","chapter":13,"verse":25,"versions":{"unv":"耶和華說：這是你所當得的，是我量給你的分；因為你忘記我，倚靠虛假（或譯：偶像）。","bklcl":"Iâ-hô-hoa kóng, Che sī lí só͘ eng-kai tú-tio̍h--ê; sī Góa niû hō͘ lí ê hūn-gia̍h; in-ūi lí bōe-kì-tit Góa, khì óa-khò hu-ké.","tghg":"耶和華講：這是你所應該抵著(tú-tio̍h)的，是我量互你的份額，因為你𣍐記得我，去倚靠虛假。","bklhl":"耶和華講，這是你所應該tú-tio̍h-ê；是我量hō͘你ê份額；因為你bōe記得我，去óa靠虛假。"}},{"book":"耶","chapter":13,"verse":26,"versions":{"unv":"所以我要揭起你的衣襟，蒙在你臉上，顯出你的醜陋。","bklcl":"Só͘-í Góa beh hian-khí lí ê kûn, tà tī lí ê bīn; lí ê kiàn-siàu chiū lō͘-chhut.","tghg":"所以我欲掀起你的裙，罩(tà)佇你的面，你的見誚就露出。","bklhl":"所以我beh掀起你ê裙，罩tī你ê面；你ê見笑就露出。"}},{"book":"耶","chapter":13,"verse":27,"versions":{"unv":"你那些可憎惡之事─就是在田野的山上行姦淫，發嘶聲，做淫亂的事─我都看見了。耶路撒冷啊，你有禍了！你不肯潔淨，還要到幾時呢？","bklcl":"Lí hiah-ê  khó-ò͘ⁿ ê sū, chiū-sī tī soaⁿ--nih chhân--nih kiâⁿ kan-îm, chhut ki--ki-háu ê siaⁿ, chhiong-ki khoán ê îm-loān, Góa lóng khòaⁿ-kìⁿ lah.  Iâ-lō͘-sat-léng ah, lí ū chai-ē; lí m̄-khéng chheng-khì, beh kàu tī-sî ah?","tghg":"你許個可惡的事──就是佇山裡田裡行姦淫，出嘰嘰哮(ki--ki-háu)的聲，娼妓款的淫亂──我攏看見啦。耶路撒冷啊，你有災禍！你呣肯清氣，欲到底時(tī-sî)啊？","bklhl":"你hiah-ê可惡ê事，就是tī山裡田裡行姦淫，出ki-ki哮ê聲，娼妓款ê淫亂，我lóng看見lah。耶路撒冷ah，你有災厄；你m̄肯清氣，beh到tī時ah？"}}]