[{"book":"耶","chapter":51,"verse":1,"versions":{"unv":"耶和華如此說：我必使毀滅的風颳起，攻擊巴比倫和住在立加米的人。","bklcl":"Iâ-hô-hoa án-ni kóng, Khòaⁿ ah, Góa beh khí húi-bia̍t ê hong, kong-kek Pa-pí-lûn, kap tiàm tī Li̍p-ka-bí ê lâng.","tghg":"耶和華按呢講：看啊，我欲起毀滅的風，攻擊巴比倫及踮佇立加米的人。","bklhl":"耶和華án-ni講，看ah，我beh起毀滅ê風，攻擊巴比倫，kap tiàm tī Li̍p-ka-bí ê人。"}},{"book":"耶","chapter":51,"verse":2,"versions":{"unv":"我要打發外邦人來到巴比倫，簸揚她，使她的地空虛。在她遭禍的日子，他們要周圍攻擊她。","bklcl":"Góa beh chhe gōa-pang lâng lâi kàu Pa-pí-lûn, lâi pòa--in; hō͘ in ê tōe khang-hu; tī i tú-tio̍h hoān-lān ê ji̍t, in beh chiu-ûi kong-kek i.","tghg":"我欲差外邦人來到巴比倫，來簸(pòa)𪜶，互𪜶的地空虛。佇伊抵著(tú-tio̍h)患難的日，𪜶欲周圍攻擊伊。","bklhl":"我beh差外邦人來到巴比倫，來簸in；hō͘ in ê地空虛；tī伊tú-tio̍h患難ê日，in beh周圍攻擊伊。"}},{"book":"耶","chapter":51,"verse":3,"versions":{"unv":"拉弓的，要向拉弓的和貫甲挺身的射箭。不要憐惜她的少年人；要滅盡她的全軍。","bklcl":"Khui-keng--ê tio̍h ǹg khui-keng--ê lâi khui-keng, ǹg chhēng-kah théng-sin--ê lâi khui-keng; bo̍h-tit sioh i ê siàu-liân lâng, tio̍h it-chīn bia̍t i ê choân-kun.","tghg":"開弓者，著向開弓者來開弓，向穿甲挺身者來開弓。莫得惜伊的少年人；著一盡滅伊的全軍。","bklhl":"開弓ê tio̍h ǹg開弓ê來開弓，ǹg穿甲挺身ê來開弓；莫得惜伊ê少年人，tio̍h一盡滅伊ê全軍。"}},{"book":"耶","chapter":51,"verse":4,"versions":{"unv":"他們必在迦勒底人之地被殺仆倒，在巴比倫的街上被刺透。","bklcl":"Siū-thâi--ê beh tó tī Ka-le̍k-tí lâng ê tōe; siū-chhì--ê beh tó tī i ê ke-lō͘.","tghg":"受刣者欲倒佇迦勒底人的地，受刺者欲倒佇伊的街路。","bklhl":"受刣-ê beh倒tī Ka-le̍k-tí人ê地；受刺ê beh倒tī伊ê街路。"}},{"book":"耶","chapter":51,"verse":5,"versions":{"unv":"以色列和猶大雖然境內充滿違背以色列聖者的罪，卻沒有被他的　神─萬軍之耶和華丟棄。","bklcl":"Sui-bóng Í-sek-lia̍t kap Iû-tāi, in ê tōe-hng móa-móa tek-chōe Í-sek-lia̍t ê Sèng--ê, iáu-kú in bô hō͘ bān-kun ê Iâ-hô-hoa i ê Siōng-tè khì-sak in.","tghg":"雖莽以色列及猶大，𪜶的地方滿滿得罪以色列的聖者(ê)，猶久𪜶無互萬軍的耶和華──伊的上帝棄拺𪜶。","bklhl":"雖bóng以色列kap偤大，in ê地方滿滿得罪以色列ê聖ê，iáu-kú in無hō͘萬軍ê耶和華伊ê上帝棄sak in。"}},{"book":"耶","chapter":51,"verse":6,"versions":{"unv":"你們要從巴比倫中逃奔，各救自己的性命！不要陷在她的罪孽中一同滅亡；因為這是耶和華報仇的時候，他必向巴比倫施行報應。","bklcl":"Lín tio̍h tùi Pa-pí-lûn tiong cháu-chhut, ta̍k-lâng kiù ka-kī ê sìⁿ-miā; bo̍h-tit tī in ê chōe-tiong lâi bia̍t-bô; in-ūi che sī Iâ-hô-hoa pò-siû ê kî, I beh hō͘ in tú-tio̍h eng-kai siū ê pò-èng.","tghg":"恁著對巴比倫中走出，逐人救家己的生命！莫得佇𪜶的罪中來滅無；因為這是耶和華報讎(pò-siû)的期，伊欲互𪜶抵著應該受的報應。","bklhl":"Lín tio̍h tùi巴比倫中走出，ta̍k人救家己ê性命；莫得tī in ê罪中來滅無；因為這是耶和華報仇ê期，祂beh hō͘ in tú-tio̍h應該受ê報應。"}},{"book":"耶","chapter":51,"verse":7,"versions":{"unv":"巴比倫素來是耶和華手中的金杯，使天下沉醉；萬國喝了她的酒就顛狂了。","bklcl":"Pa-pí-lûn pêng-sò͘ sī Iâ-hô-hoa chhiú-lāi ê kim poe, hō͘ choân-tōe ê lâng chùi; lia̍t-pang bat lim i ê chiú, só͘-í lia̍t-pang hoat-kông.","tghg":"巴比倫平素是耶和華手內的金杯，互全地的人醉；列邦曾飲伊的酒，所以列邦發狂。","bklhl":"巴比倫平素是耶和華手內ê金杯，hō͘全地ê人醉；列邦bat lim伊ê酒，所以列邦發狂。"}},{"book":"耶","chapter":51,"verse":8,"versions":{"unv":"巴比倫忽然傾覆毀壞；要為她哀號；為止她的疼痛，拿乳香或者可以治好。","bklcl":"Pa-pí-lûn hut-jiân chhia-tó, húi-hoāi; tio̍h ūi i thî-khàu, the̍h jú-hiuⁿ lâi chí i ê thàng-thiàⁿ, kiám-chhái iáu ōe-i-tit.","tghg":"巴比倫忽然捙倒(chhia-tó)毀壞；著為伊啼哭；提乳香來止伊的痛疼，豈採猶會醫得。","bklhl":"巴比倫忽然chhia倒，毀壞；tio̍h為伊啼哭，the̍h乳香來止伊ê痛疼，kiám-chhái iáu能醫得。"}},{"book":"耶","chapter":51,"verse":9,"versions":{"unv":"我們想醫治巴比倫，她卻沒有治好。離開她吧！我們各人歸回本國；因為她受的審判通於上天，達到穹蒼。","bklcl":"Lán siūⁿ beh i-tī Pa-pí-lûn, nā-sī i bô tit-tio̍h; lán tio̍h lī-khui i, ta̍k-lâng tò-lâi khì pún-kok; in-ūi i ê chōe-àn tú-thiⁿ, thàu kàu kiong-chhong.","tghg":"咱想欲醫治巴比倫，若是伊無得著。咱著離開伊！逐人倒來去本國；因為伊的罪案抵(tú)天，透到穹蒼。","bklhl":"咱想beh醫治巴比倫，但是伊無得tio̍h；咱tio̍h離開伊，ta̍k人tò來去本國；因為伊ê罪案抵天，透到穹蒼。"}},{"book":"耶","chapter":51,"verse":10,"versions":{"unv":"耶和華已經彰顯我們的公義。來吧！我們可以在錫安報告耶和華─我們　神的作為。","bklcl":"Iâ-hô-hoa í-keng hián-bêng lán ê kong-gī; lâi ah, lán thang tī Sek-an pò-kò lán ê Siōng-tè Iâ-hô-hoa ê só͘-chòe.","tghg":"耶和華已經顯明咱的公義。來啊！咱通佇錫安報告咱的上帝──耶和華的所做。","bklhl":"耶和華已經顯明咱ê公義；來ah，咱thang tī錫安報告咱ê上帝耶和華ê所做。"}},{"book":"耶","chapter":51,"verse":11,"versions":{"unv":"你們要磨尖了箭頭，抓住盾牌。耶和華定意攻擊巴比倫，將她毀滅，所以激動了瑪代君王的心；因這是耶和華報仇，就是為自己的殿報仇。","bklcl":"Lín tio̍h bôa-kng lín ê chìⁿ, giâ-tiâu lín ê tîn-pâi, Iâ-hô-hoa tiāⁿ-tio̍h ì-sù kong-kek Pa-pí-lûn, lâi húi-bia̍t--i; só͘-í kek-tōng Má-tāi kun-ông ê sim; in-ūi che sī Iâ-hô-hoa pò-siû, chiū-sī I ūi-tio̍h I ê tiān lâi pò-siû.","tghg":"恁著磨光恁的箭，夯住(giâ-tiâu)恁的盾牌。耶和華定著意思攻擊巴比倫，來毀滅伊，所以激動瑪大君王的心；因為這是耶和華報讎，就是伊為著伊的殿來報讎。","bklhl":"Lín tio̍h磨光lín ê箭，giâ-tiâu lín ê藤牌，耶和華定tio̍h意思攻擊巴比倫，來毀滅伊；所以激動馬大君王ê心；因為這是耶和華報仇，就是祂為tio̍h祂ê殿來報仇。"}},{"book":"耶","chapter":51,"verse":12,"versions":{"unv":"你們要豎立大旗，攻擊巴比倫的城牆；要堅固瞭望臺，派定守望的設下埋伏；因為耶和華指著巴比倫居民所說的話、所定的意，他已經作成。","bklcl":"Tio̍h khiā tōa-kî kong-kek Pa-pí-lûn ê siâⁿ-chhiûⁿ; tio̍h kian-kò͘ liâu-bāng ê tâi, phài siú-bāng-ê, siat bâi-ho̍k; in-ūi Iâ-hô-hoa só͘ kóng lūn Pa-pí-lûn khiā-khí ê peh-sìⁿ, I ū kè-e̍k i, ia̍h ū chiâⁿ--i.","tghg":"著竪(khiā)大旗，攻擊巴比倫的城牆；著堅固瞭望的台，派守望的設埋伏；因為耶和華所講論巴比倫徛起的百姓，伊有計劃(kè-e̍k)伊，亦有成伊。","bklhl":"Tio̍h khiā大旗攻擊巴比倫ê城牆；tio̍h堅固瞭望ê台，派守望ê，設埋伏；因為耶和華所講論巴比倫khiā起ê百姓，伊有計畫伊，亦有成伊。"}},{"book":"耶","chapter":51,"verse":13,"versions":{"unv":"住在眾水之上多有財寶的啊，你的結局到了！你貪婪之量滿了！","bklcl":"Khiā-khí tī chōe-chōe chúi ê téng-bīn, tōa hoat-châi--ê ah, lí ê kiat-kio̍k kàu lah, tham-sim ê liōng móa lah.","tghg":"徛起佇多多水的頂面大發財者啊，你的結局到啦！貪心的量滿啦！","bklhl":"Khiā起tī chōe-chōe水ê頂面，大發財ê ah，你ê結局到lah，貪心ê量滿lah。"}},{"book":"耶","chapter":51,"verse":14,"versions":{"unv":"萬軍之耶和華指著自己起誓說：我必使敵人充滿你，像螞蚱一樣；他們必吶喊攻擊你。","bklcl":"Bān-kun ê Iâ-hô-hoa kí ka-kī chiù-chōa kóng, Góa beh hō͘ lâng chhiong-móa lín tiong-kan, chhin-chhiūⁿ chháu-meh chi̍t-iūⁿ, in beh hoah-hiàm kong-kek lí.","tghg":"萬軍的耶和華指(kí)家己咒誓講：我欲互人充滿恁中間，親像草蜢一樣；𪜶欲喝喊(hoah-hiàm)攻擊你。","bklhl":"萬軍ê耶和華kí家己chiù-chōa講，我beh hō͘人充滿lín中間，親像草蜢一樣，in beh hoah-hiàm攻擊你。"}},{"book":"耶","chapter":51,"verse":15,"versions":{"unv":"耶和華用能力創造大地，用智慧建立世界，用聰明鋪張穹蒼。","bklcl":"Iâ-hô-hoa ēng lêng-le̍k chhòng-chō tōe, ēng tì-hūi kiàn-li̍p sè-kài; ēng chhang-miâ tián-khui chiah-ê thiⁿ.","tghg":"耶和華用能力創造地，用智慧建立世界，用聰明(chhang-miâ)展開諸個天。","bklhl":"耶和華用能力創造地，用智慧建立世界；用聰明展開chiah ê天。"}},{"book":"耶","chapter":51,"verse":16,"versions":{"unv":"他一發聲，空中便有多水激動；他使雲霧從地極上騰。他造電隨雨而閃，從他府庫中帶出風來。","bklcl":"I chi̍t-ē chhut-siaⁿ, khong-tiong chiū ū chōe-chōe chúi kek-tōng; I hō͘ hûn-bū tùi tōe-ke̍k chhèng--khí-lâi; I ūi-tio̍h hō͘, chhòng-chō sih-nà; I hō͘ hong tùi I ê hú-khò͘ chhut-lâi.","tghg":"伊一下出聲，空中就有多多水激動；伊互雲霧對地極淐(chhèng)起來。伊為著雨，創造閃爁(sih-nà)，伊互風對伊的府庫出來。","bklhl":"祂一下出聲，空中就有chōe-chōe水激動；祂hō͘雲霧tùi地極chhèng起來；祂為tio̍h雨，創造sih-nà；祂hō͘風tùi祂ê府庫出來。"}},{"book":"耶","chapter":51,"verse":17,"versions":{"unv":"各人都成了畜類，毫無知識。各銀匠都因他的偶像羞愧；他所鑄的偶像本是虛假的，其中並無氣息，","bklcl":"Ta̍k-lâng lóng gû-chhún bô tì-sek; ta̍k ê gûn-chhiūⁿ lóng ūi-tio̍h i tiau-khek ê ngó͘-siōng lâi kiàn-siàu; in-ūi i só͘ chù ê ngó͘-siōng sī ké--ê, iā bô oa̍h-khì tī i ê lāi-bīn.","tghg":"逐人攏愚蠢無智識。逐個銀匠攏為著伊雕刻的偶像來見誚；因為伊所鑄(chù)的偶像是假的，也無活氣佇伊的內面，","bklhl":"Ta̍k人lóng愚蠢無智識；ta̍k ê銀匠lóng為tio̍h伊雕刻ê偶像來見笑；因為伊所鑄 ê偶像是假ê，也無活氣tī伊ê內面。"}},{"book":"耶","chapter":51,"verse":18,"versions":{"unv":"都是虛無的，是迷惑人的工作，到追討的時候，必被除滅。","bklcl":"Lóng sī khang-khang--ê; sī bê-he̍k lâng ê só͘-chòe; kàu pān-lí in ê sî, tek-khak siū tû-bia̍t.","tghg":"攏是空空的，是迷惑人的所做，到辦理𪜶的時，的確受除滅。","bklhl":"lóng是空空ê；是迷惑人ê所做；到辨理in ê時，的確受除滅。"}},{"book":"耶","chapter":51,"verse":19,"versions":{"unv":"雅各的分不像這些，因他是造作萬有的主；以色列也是他產業的支派。萬軍之耶和華是他的名。","bklcl":"Ngá-kok ê hūn-gia̍h bô chhin-chhiūⁿ chiah-ê; in-ūi I sī chhòng-chō bān-mi̍h ê Chú; Í-sek-lia̍t iā sī I sán-gia̍p ê chi-phài; bān-kun ê Iâ-hô-hoa sī I ê miâ.","tghg":"雅各的份額無親像諸個，因為伊是創造萬物的主；以色列也是伊產業的支派。萬軍的耶和華是伊的名。","bklhl":"雅各ê份額無親像chiah ê；因為伊是創造萬物ê主；以色列也是祂產業ê支派；萬軍ê耶和華是祂ê名。"}},{"book":"耶","chapter":51,"verse":20,"versions":{"unv":"你是我爭戰的斧子和打仗的兵器；我要用你打碎列國，用你毀滅列邦；","bklcl":"Lí sī Góa ê pó͘-thâu, kau-chiàn ê ke-si; Góa beh ēng lí phah-chhùi lia̍t-pang, ēng lí húi-bia̍t lia̍t-kok;","tghg":"你是我的斧頭，交戰的家私；我欲用你拍碎列邦，用你毀滅列國；","bklhl":"你是我ê斧頭，交戰ê ke-si；我beh用你phah碎列邦，用你毀滅列國；"}},{"book":"耶","chapter":51,"verse":21,"versions":{"unv":"用你打碎馬和騎馬的；用你打碎戰車和坐在其上的；","bklcl":"ēng lí phah-chhùi bé kap khiâ-bé-ê;","tghg":"用你拍碎馬及騎馬的；用你拍碎戰車及坐佇彼頂面者；","bklhl":"用你phah碎馬kap騎馬ê；"}},{"book":"耶","chapter":51,"verse":22,"versions":{"unv":"用你打碎男人和女人；用你打碎老年人和少年人；用你打碎壯丁和處女；","bklcl":"ēng lí phah-chhùi chiàn-chhia, kap chē tī hí(**hit) téng-bīn--ê; ēng lí phah-chhùi ta-po͘-lâng kap hū-jîn-lâng; ēng lí phah-chhùi lāu-lâng kap gín-á;","tghg":"用你拍碎查甫人及婦仁人；用你拍碎老人及囝仔；","bklhl":"用你phah碎戰車，kap坐tī hit頂面ê；用你phah碎ta-po͘人kap婦人人；用你phah碎老人kap gín-á；"}},{"book":"耶","chapter":51,"verse":23,"versions":{"unv":"用你打碎牧人和他的群畜；用你打碎農夫和他一對牛；用你打碎省長和副省長。","bklcl":"ēng lí phah-chhùi siàu-liân lâng kap chāi-sek-lú; ēng lí phah-chhùi bo̍k-chiá kap i ê iûⁿ-kûn; ēng lí phah-chhùi choh-chhân lâng, kap i ê chi̍t-tùi gû; ēng lí phah-chhùi chóng-tok kap koaⁿ-oân.","tghg":"用你拍碎少年人及在室女；用你拍碎牧者及伊的羊群；用你拍碎作田人及伊的一對牛；用你拍碎總督及官員。","bklhl":"用你phah碎少年人kap在室女；用你phah碎牧者kap伊ê羊群；用你phah碎作田人，kap伊ê一對牛；用你phah碎總督kap官員。"}},{"book":"耶","chapter":51,"verse":24,"versions":{"unv":"耶和華說：「我必在你們眼前報復巴比倫人和迦勒底居民在錫安所行的諸惡。」","bklcl":"Iâ-hô-hoa kóng, Chá Pa-pí-lûn kap Ka-le̍k-tí khiā-khí ê peh-sìⁿ, tī Sek-an só͘ kiâⁿ it-chhè ê pháiⁿ, Góa beh pò-èng in, hō͘ lín chhin-ba̍k khòaⁿ-kìⁿ.","tghg":"耶和華講：「早巴比倫及迦勒底徛起的百姓佇錫安所行一切的歹，我欲報應𪜶，互恁親目看見。」","bklhl":"耶和華講，早巴比倫kap Ka-le̍k-tí khiā起ê百姓，tī錫安所行一切ê pháiⁿ，我beh報應in，hō͘ lín親目看見。"}},{"book":"耶","chapter":51,"verse":25,"versions":{"unv":"耶和華說：你這行毀滅的山哪，就是毀滅天下的山，我與你反對。我必向你伸手，將你從山巖滾下去，使你成為燒毀的山。","bklcl":"Iâ-hô-hoa kóng, Lí chit ê kiâⁿ húi-bia̍t ê soaⁿ ah, khòaⁿ ah, Góa tùi-te̍k lí; lí húi-bia̍t choân-tōe, Góa beh chhun Góa ê chhiú tī lí ê téng-bīn, tùi soaⁿ-giâm chhia lí lo̍h--khì; hō͘ lí chiâⁿ-chòe sio-húi ê soaⁿ.","tghg":"耶和華講：你此個行毀滅的山啊，看啊，我對敵你，你毀滅全地。我欲伸我的手佇你的頂面，對山巖捙你落去；互你成做燒毀的山。","bklhl":"耶和華講，你chit ê行毀滅ê山ah，看ah，我對敵你；你毀滅全地，我beh伸我ê手tī你ê頂面，tùi山巖chhia你落去；hō͘你成做燒毀ê山。"}},{"book":"耶","chapter":51,"verse":26,"versions":{"unv":"人必不從你那裡取石頭為房角石，也不取石頭為根基石；你必永遠荒涼。這是耶和華說的。","bklcl":"Lâng tek-khak bô tùi lí hia chhú chi̍t tè chio̍h chòe chhù-kak, ia̍h bô chi̍t tè chio̍h chòe tōe-ki; lí beh éng-oán pha-hng; che sī Iâ-hô-hoa kóng--ê.","tghg":"人的確無對你遐取一塊石做厝角，亦無一塊石做地基；你欲永遠拋荒。這是耶和華講的。","bklhl":"人的確無對你hia取一塊石做厝角，亦無一塊石做地基；你beh永遠拋荒；這是耶和華講ê。"}},{"book":"耶","chapter":51,"verse":27,"versions":{"unv":"要在境內豎立大旗，在各國中吹角，使列國預備攻擊巴比倫，將亞拉臘、米尼、亞實基拿各國招來攻擊她；又派軍長來攻擊她，使馬匹上來如螞蚱，","bklcl":"Tio̍h tī kéng-lāi khiā tōa-kî, tī ta̍k-kok-tiong pûn sàu-kak; tiau-tî pī-pān lia̍t-kok lâi kong-kek i; chio-chi̍p A-la̍h-la̍t, Bí-nî, A-si̍t-ki-ná chiah-ê kok lâi kong-kek i; koh phài kun-tiúⁿ lâi kong-kek i; hō͘ bé-peng chiūⁿ-lâi chhin-chhiūⁿ chho͘-mn̂g ê chháu-meh.","tghg":"著佇境內竪大旗，佇逐國中歕(pûn)哨角，刁持備辦列國來攻擊伊，招集亞拉臘、米尼、亞實基拿諸個國來攻擊伊；閣派軍長來攻擊伊，互馬兵上來親像粗毛的草蜢，","bklhl":"Tio̍h tī境內khiā大旗，tī ta̍k國中pûn哨角；tiau-tî備辦列國來攻擊伊；招集A-la̍h-la̍t、Bí-nî、A-si̍t-ki-ná chiah ê國來攻擊伊；koh派軍長來攻擊伊；hō͘馬兵上來親像粗毛ê草蜢。"}},{"book":"耶","chapter":51,"verse":28,"versions":{"unv":"使列國和瑪代君王，與省長和副省長，並他們所管全地之人，都預備攻擊她。","bklcl":"Tiau-tî pī-pān lia̍t-kok kap Má-tāi ê lia̍t-ông, i ê chóng-tok, i ê koaⁿ-oân, kap i só͘ koán choân-tōe ê lâng, lâi kong-kek i.","tghg":"刁持備辦列國及瑪代的列王，伊的總督，伊的官員，及伊所管全地的人，來攻擊伊。","bklhl":"Tiau-tî備辦列國kap馬代ê列王，伊ê總督，伊ê官員，kap伊所管全地ê人，來攻擊伊。"}},{"book":"耶","chapter":51,"verse":29,"versions":{"unv":"地必震動而瘠苦；因耶和華向巴比倫所定的旨意成立了，使巴比倫之地荒涼，無人居住。","bklcl":"Tōe tín-tāng koh chhiⁿ-chhám; in-ūi Iâ-hô-hoa kong-kek Pa-pí-lûn ê chí-ì í-keng tiāⁿ-tio̍h; beh hō͘ Pa-pí-lûn ê tōe pha-hng, bô lâng khiā-khí.","tghg":"地振動閣凄慘；因為耶和華攻擊巴比倫的旨意已經定著，欲互巴比倫的地拋荒，無人徛起。","bklhl":"地振動koh悽慘；因為耶和華攻擊巴比倫ê旨意已經定tio̍h；beh hō͘巴比倫ê地拋荒，無人khiā起。"}},{"book":"耶","chapter":51,"verse":30,"versions":{"unv":"巴比倫的勇士止息爭戰，藏在堅壘之中。他們的勇力衰盡，好像婦女一樣。巴比倫的住處有火著起，門閂都折斷了。","bklcl":"Pa-pí-lûn ê ióng-sū m̄-ài kau-chiàn, tòa tī iâⁿ-pôaⁿ-lāi; i ê la̍t í-keng bô, chiâⁿ-chòe chhin-chhiūⁿ hū-jîn-lâng, in ê chhù-the̍h siū-sio, in ê mn̂g-kông phah-chi̍h.","tghg":"巴比倫的勇士呣愛交戰，住佇營盤內。伊的力已經無，成做親像婦仁人。𪜶的厝宅受燒，𪜶的門楗(mn̂g-kông)拍折(phah-chi̍h)。","bklhl":"巴比倫ê勇士m̄-ài交戰，tòa tī營盤內；伊ê力已經無，成做親像婦人人，in ê厝宅受燒，in ê門栱phah折。"}},{"book":"耶","chapter":51,"verse":31,"versions":{"unv":"跑報的要彼此相遇，送信的要互相迎接，報告巴比倫王說：城的四方被攻取了，","bklcl":"Cháu-bûn-su--ê cháu-khì tú-tio̍h cháu bûn-su--ê; pò siau-sit--ê tú-tio̍h pò siau-sit--ê; pò-kò Pa-pí-lûn ông chai, i ê siâⁿ sì-bīn hō͘ lâng chhú-khì;","tghg":"走文書者走去抵著走文書者，報消息者抵著報消息者，報告巴比倫王知：伊的城四面互人取去，","bklhl":"走文書ê走去tú-tio̍h走文書ê；報消息ê tú-tio̍h報消息ê；報告巴比倫王知，伊ê城四面hō͘人取去；"}},{"book":"耶","chapter":51,"verse":32,"versions":{"unv":"渡口被佔據了，葦塘被火燒了，兵丁也驚慌了。","bklcl":"lō͘ thâu hō͘ lâng chiàm-khì, lô͘-tek siū hé sio, kau-chiàn ê lâng ia̍h kiaⁿ-hiâⁿ.","tghg":"路頭互人佔去，蘆竹受火燒，交戰的人亦驚惶。","bklhl":"路頭hō͘人佔去，蘆竹受火燒，交戰ê人亦驚惶。"}},{"book":"耶","chapter":51,"verse":33,"versions":{"unv":"萬軍之耶和華─以色列的　神如此說：巴比倫城（原文作女子）好像踹穀的禾場；再過片時，收割她的時候就到了。","bklcl":"Bān-kun ê Iâ-hô-hoa, Í-sek-lia̍t ê Siōng-tè, án-ni kóng: Pa-pí-lûn chhin-chhiūⁿ chhek-tiâⁿ, í-keng ta̍h kàu pîⁿ-pîⁿ; koh bô jōa-kú, siu-sêng ê sî chiū kàu.","tghg":"萬軍的耶和華──以色列的上帝按呢講：巴比倫親像粟埕(chhek-tiâⁿ)，已經踏到平平，閣無偌久，收成的時就到。","bklhl":"萬軍ê耶和華，以色列ê上帝，án-ni講：巴比倫親像粟埕，已經踏到平平；koh無jōa久，收成ê時就到。"}},{"book":"耶","chapter":51,"verse":34,"versions":{"unv":"以色列人說：巴比倫王尼布甲尼撒吞滅我，壓碎我，使我成為空虛的器皿。他像大魚將我吞下，用我的美物充滿他的肚腹，又將我趕出去。","bklcl":"Pa-pí-lûn ông Nî-pò͘-kah-nî-sat thun-chia̍h góa, teh-chhùi góa; hō͘ góa chiâⁿ-chòe khang ê khì-kū; i chhin-chhiūⁿ tōa-hî thun góa; ēng góa ê pó-mi̍h chhiong-móa i ê pak-tó͘, koh chiong góa thò͘-chhut.","tghg":"巴比倫王尼布甲尼撒吞食我，壓(teh)碎我，互我成做空的器具。伊親像大魚吞我，用我的寶物充滿伊的腹肚，閣將我吐出。","bklhl":"巴比倫王Nî-pò͘-kah-nî-sat吞食我，teh碎我；hō͘我成做空ê器具；伊親像大魚吞我；用我ê寶物充滿伊ê腹肚，koh將我吐出。"}},{"book":"耶","chapter":51,"verse":35,"versions":{"unv":"錫安的居民要說：巴比倫以強暴待我，損害我的身體，願這罪歸給她。耶路撒冷人要說：願流我們血的罪歸到迦勒底的居民。","bklcl":"Sek-an khiā-khí ê peh-sìⁿ beh kóng, Pa-pí-lûn ēng pō-gio̍k khoán-thāi góa, kap góa ê sin-thé; goān chit ê chōe kui tī i.  Iâ-lō͘-sat-léng lâng beh kóng, Goān lâu goán ê huih ê chōe kui tī Ka-le̍k-tí khiā-khí ê peh-sìⁿ.","tghg":"錫安徛起的百姓欲講：巴比倫用暴虐(pō-gio̍k)款待我，及我的身體，願此個罪歸佇伊。耶路撒冷人欲講：願流阮的血的罪歸佇迦勒底徛起的百姓。","bklhl":"錫安khiā起ê百姓beh講，巴比倫用暴虐款待我，kap我ê身體；願chit ê罪歸tī伊。耶路撒冷人beh講，願流阮ê血ê罪歸tī Ka-le̍k-tí khiā起ê百姓。"}},{"book":"耶","chapter":51,"verse":36,"versions":{"unv":"所以，耶和華如此說：我必為你伸冤，為你報仇；我必使巴比倫的海枯竭，使她的泉源乾涸。","bklcl":"Só͘-í Iâ-hô-hoa án-ni kóng, Khòaⁿ ah, Góa beh thòe lí sin-oan, ia̍h beh thòe lí pò-siû; Góa beh hō͘ i ê hái ta--khì, hō͘ i ê chúi-chôaⁿ bô chúi.","tghg":"所以，耶和華按呢講：看啊，我欲替你伸冤，亦欲替你報仇；我欲互伊的海乾去，互伊的水泉無水。","bklhl":"所以耶和華án-ni講，看ah，我beh替你申冤，亦beh替你報仇；我beh hō͘伊ê海乾去，hō͘伊ê水泉無水。"}},{"book":"耶","chapter":51,"verse":37,"versions":{"unv":"巴比倫必成為亂堆，為野狗的住處，令人驚駭、嗤笑，並且無人居住。","bklcl":"Pa-pí-lûn beh chiâⁿ-chòe thô͘-tui, chòe iá-káu tòa ê só͘-chāi; chòe thang gông-ngia̍h, thang thí-chhiò--ê, ia̍h bô lâng khiā-khí.","tghg":"巴比倫欲成做土堆，做野狗住的所在，做通卬愕、通恥笑者，亦無人徛起。","bklhl":"巴比倫beh成做土堆，做野狗tòa ê所在；做thang gông-ngia̍h，thang恥笑ê，亦無人khiā起。"}},{"book":"耶","chapter":51,"verse":38,"versions":{"unv":"他們要像少壯獅子咆哮，像小獅子吼叫。","bklcl":"In beh chhin-chhiūⁿ ióng ê sai hm̄-hm̄-háu, chhin-chhiūⁿ sòe-chiah sai háu-kiò.","tghg":"𪜶欲親像勇的獅噤噤哮(hm̄-hm̄-háu)，親像細隻獅哮叫。","bklhl":"In beh親像勇ê獅hm̄-hm̄哮，親像細隻獅哮叫。"}},{"book":"耶","chapter":51,"verse":39,"versions":{"unv":"他們火熱的時候，我必為他們設擺酒席，使他們沉醉，好叫他們快樂，睡了長覺，永不醒起。這是耶和華說的。","bklcl":"Tng in jia̍t ê sî, Góa beh ūi in pān chiú-toh, hō͘ i chiú-chùi, hō͘ i khoài-lo̍k, tn̂g khùn, éng bô cheng-sîn; che sī Iâ-hô-hoa kóng--ê.","tghg":"當𪜶熱的時，我欲為𪜶辦酒桌，互伊酒醉，互伊快樂，長睏，永無精神。這是耶和華講的。","bklhl":"當in熱ê時，我beh為in辦酒桌，hō͘伊酒醉，hō͘伊快樂，長睏，永無精神；這是耶和華講ê。"}},{"book":"耶","chapter":51,"verse":40,"versions":{"unv":"我必使他們像羊羔、像公綿羊和公山羊下到宰殺之地。","bklcl":"Góa beh tòa in lo̍h--khì, chhin-chhiūⁿ iûⁿ-á, chhin-chhiūⁿ kang ê mî-iûⁿ, kang ê soaⁿ-iûⁿ, kàu siū-thâi ê tōe.","tghg":"我欲帶𪜶落去，親像羊仔、親像公的綿羊、公的山羊到受刣的地。","bklhl":"我beh帶in落去，親像羊á，親像公ê綿羊，公ê山羊，到受刣 ê地。"}},{"book":"耶","chapter":51,"verse":41,"versions":{"unv":"示沙克（就是巴比倫）何竟被攻取，天下所稱讚的何竟被佔據？巴比倫在列國中何竟變為荒場？","bklcl":"Sī-sa-khek cháiⁿ-iūⁿ siū kong-phòa! thiⁿ-ē só͘ o-ló--ê, cháiⁿ-iūⁿ siū pà-chiàm! Pa-pí-lûn tī lia̍t-kok-tiong, cháiⁿ-iūⁿ pìⁿ-chòe pha-hng!","tghg":"示沙克怎樣受攻破？天下所謳咾者怎樣受霸佔？巴比倫佇列國中怎樣變做拋荒？","bklhl":"Sī-sa-khek怎樣受攻破！天下所o-ló-ê，怎樣受霸佔！巴比倫tī列國中，怎樣變做拋荒！"}},{"book":"耶","chapter":51,"verse":42,"versions":{"unv":"海水漲起，漫過巴比倫；她被許多海浪遮蓋。","bklcl":"Hái-chúi tiòng--khí-lâi, im-kè Pa-pí-lûn; i hō͘ chōe-chōe éng khàm-ba̍t.","tghg":"海水漲起來，淹過巴比倫；伊互多多湧(éng)蓋密。","bklhl":"海水漲起來，淹過巴比倫；伊hō͘ chōe-chōe湧蓋密。"}},{"book":"耶","chapter":51,"verse":43,"versions":{"unv":"她的城邑變為荒場、旱地、沙漠，無人居住，無人經過之地。","bklcl":"I ê siâⁿ pìⁿ-chòe pha-hng, ta-sò ê tōe, soa-bô͘, bô lâng khiā-khí, bô lâng keng-kè ê só͘-chāi.","tghg":"伊的城變做拋荒、乾燥的地、沙漠，無人徛起，無人經過的所在。","bklhl":"伊ê城變做拋荒，乾燥ê地，沙漠，無人khiā起，無人經過ê所在。"}},{"book":"耶","chapter":51,"verse":44,"versions":{"unv":"我必刑罰巴比倫的彼勒，使他吐出所吞的。萬民必不再流歸他那裡；巴比倫的城牆也必坍塌了。","bklcl":"Góa beh hêng-hoa̍t Pí-le̍k tī Pa-pí-lûn, Góa beh ó͘-chhut i ê chhùi só͘ thun ê; bān peh-sìⁿ bô koh kui-óa i; Pa-pí-lûn ê siâⁿ-chhiûⁿ ia̍h tó-hoāi.","tghg":"我欲刑罰彼勒佇巴比倫，我欲挖出伊的嘴所吞的。萬百姓無閣歸倚伊；巴比倫的城牆亦倒壞。","bklhl":"我beh刑罰Pí-le̍k tī巴比倫，我beh挖出伊ê嘴所吞ê；萬百姓無koh歸óa伊；巴比倫ê城牆亦倒壞。"}},{"book":"耶","chapter":51,"verse":45,"versions":{"unv":"我的民哪，你們要從其中出去！各人拯救自己，躲避耶和華的烈怒。","bklcl":"Góa ê peh-sìⁿ ah, lín tio̍h tùi i ê tiong-kan chhut-khì; ta̍k-lâng kiù ka-kī, siám-pī Iâ-hô-hoa ê tōa siū-khì.","tghg":"我的百姓啊，恁著對伊的中間出去！逐人救家己，閃避耶和華的大受氣。","bklhl":"我ê百姓ah，lín tio̍h對伊ê中間出去；ta̍k人救家己，閃避耶和華ê大受氣。"}},{"book":"耶","chapter":51,"verse":46,"versions":{"unv":"你們不要心驚膽怯，也不要因境內所聽見的風聲懼怕；因為這年有風聲傳來；那年也有風聲傳來，境內有強暴的事，官長攻擊官長。","bklcl":"Lín ê sim m̄-thang sit-táⁿ, ia̍h m̄-thang in-ūi kéng-lāi só͘ thiaⁿ-kìⁿ ê hong-siaⁿ lâi kiaⁿ-hiâⁿ; in-ūi kin-nî ū hong-siaⁿ thoân-lâi, mî--sî ia̍h ū hong-siaⁿ; kéng-lāi ū kiông-pō ê sū, koaⁿ-tiúⁿ kong-kek koaⁿ-tiúⁿ.","tghg":"恁的心呣通失膽，亦呣通因為境內所聽見的風聲來驚惶；因為今年有風聲傳來；暝時亦有風聲；境內有強暴的事，官長攻擊官長。","bklhl":"Lín ê心m̄-thang失膽，亦m̄-thang因為境內所聽見ê風聲來驚惶；因為今年有風聲傳來，暝時亦有風聲；境內有強暴ê事，官長攻擊官長。"}},{"book":"耶","chapter":51,"verse":47,"versions":{"unv":"日子將到，我必刑罰巴比倫雕刻的偶像。她全地必然抱愧；她被殺的人必在其中仆倒。","bklcl":"Khòaⁿ ah, ji̍t-chí beh kàu, Góa beh pān Pa-pí-lûn tiau-khek ê ngó͘-siōng, hō͘ in choân-tōe kiàn-siàu; i hiah-ê siū-thâi ê lâng beh tó tī in tiong-kan.","tghg":"看啊，日子欲到，我欲辦巴比倫雕刻的偶像。互𪜶全地見誚；伊許個受刣的人欲倒佇𪜶中間。","bklhl":"看ah，日子beh到，我beh辦巴比倫雕刻ê偶像，hō͘ in全地見笑；伊hiah ê受刣 ê人beh倒tī in中間。"}},{"book":"耶","chapter":51,"verse":48,"versions":{"unv":"那時，天地和其中所有的，必因巴比倫歡呼，因為行毀滅的要從北方來到她那裡。這是耶和華說的。","bklcl":"Hit-sî thiⁿ-tōe kap kî-tiong só͘ ū--ê, beh in-ūi Pa-pí-lûn sit-pāi lâi hoaⁿ-hí; in-ūi kiâⁿ húi-bia̍t--ê beh tùi pak-hng lâi kàu i hia; che sī Iâ-hô-hoa kóng--ê.","tghg":"彼時，天地及其中所有的，欲因為巴比倫失敗來歡喜，因為行毀滅者欲對北方來到伊遐。這是耶和華講的。","bklhl":"Hit時天地kap其中所有ê，beh因為巴比倫失敗來歡喜；因為行毀滅ê beh tùi北方來到伊hia；這是耶和華講ê。"}},{"book":"耶","chapter":51,"verse":49,"versions":{"unv":"巴比倫怎樣使以色列被殺的人仆倒，照樣她全地被殺的人也必在巴比倫仆倒。","bklcl":"Pa-pí-lûn àn-cháiⁿ-iūⁿ hō͘ Í-sek-lia̍t siū-thâi ê lâng tó--lo̍h-khì, chhin-chhiūⁿ án-ni, i choân-tōe siū-thâi ê lâng ia̍h beh tī Pa-pí-lûn tó--lo̍h-khì.","tghg":"巴比倫按怎樣互以色列受刣的人倒落去，親像按呢伊全地受刣的人亦欲佇巴比倫倒落去。","bklhl":"巴比倫àn怎樣hō͘以色列受刣 ê人倒落去，親像án-ni，伊全地受刣 ê人亦beh tī巴比倫倒落去。"}},{"book":"耶","chapter":51,"verse":50,"versions":{"unv":"你們躲避刀劍的要快走，不要站住！要在遠方記念耶和華，心中追想耶路撒冷。","bklcl":"Siám-pī to-kiàm--ê tio̍h kín cháu, m̄-thang khiā--teh; tio̍h tī hn̄g-hn̄g ê só͘-chāi kì-liām Iâ-hô-hoa, sim-lāi tui-siūⁿ Iâ-lō͘-sat-léng.","tghg":"閃避刀劍者著緊走，呣通徛啲！著佇遠遠的所在紀念耶和華，心內追想耶路撒冷。","bklhl":"閃避刀劍ê tio̍h緊走，m̄-thang khiā-teh；tio̍h tī遠遠ê所在記念耶和華，心內追想耶路撒冷。"}},{"book":"耶","chapter":51,"verse":51,"versions":{"unv":"我們聽見辱罵就蒙羞，滿面慚愧，因為外邦人進入耶和華殿的聖所。","bklcl":"Goán in-ūi thiaⁿ lóe-mē làu-khùi, móa-bīn kiàn-siàu; in-ūi īⁿ-pang lâng ji̍p Iâ-hô-hoa ê chhù hiah-ê sèng ê só͘-chāi.","tghg":"阮因為聽詈罵(lóe-mē)漏氣，滿面見誚，因為異邦人入耶和華的厝許個聖的所在。","bklhl":"阮因為聽詈罵漏氣，滿面見笑；因為異邦人入耶和華ê厝hiah-ê聖ê所在。"}},{"book":"耶","chapter":51,"verse":52,"versions":{"unv":"耶和華說：日子將到，我必刑罰巴比倫雕刻的偶像，通國受傷的人必唉哼。","bklcl":"Só͘-í Iâ-hô-hoa kóng, Khòaⁿ ah, ji̍t-chí beh kàu, Góa pān Pa-pí-lûn tiau-khek ê ngó͘-siōng; thong-kok siū-siong ê lâng beh hiⁿ-hiⁿ-chhan.","tghg":"所以耶和華講：看啊，日子欲到，我辦巴比倫雕刻的偶像，通國受傷的人欲譆譆孱(hiⁿ-hiⁿ-chhan)。","bklhl":"所以耶和華講，看ah，日子beh到，我辦巴比倫雕刻ê偶像；thong國受傷ê人beh hiⁿ-hiⁿ-chhan。"}},{"book":"耶","chapter":51,"verse":53,"versions":{"unv":"巴比倫雖升到天上，雖使她堅固的高處更堅固，還有行毀滅的從我這裡到她那裡。這是耶和華說的。","bklcl":"Pa-pí-lûn sui-jiân chiūⁿ kàu thiⁿ, sui-jiân hō͘ i kian-kò͘ koâiⁿ ê só͘-chāi koh-khah kian-kò͘; iáu-kú ū kiâⁿ húi-bia̍t--ê beh tùi Góa chia kàu i hia; che sī Iâ-hô-hoa kóng--ê.","tghg":"巴比倫雖然上到天，雖然互伊堅固高的所在閣卡堅固，猶久有行毀滅者欲對我遮到伊遐。這是耶和華講的。","bklhl":"巴比倫雖然上到天，雖然hō͘伊堅固高ê所在koh-khah堅固；iáu-kú有行毀滅ê beh tùi我chia到伊hia；這是耶和華講ê。"}},{"book":"耶","chapter":51,"verse":54,"versions":{"unv":"有哀號的聲音從巴比倫出來；有大毀滅的響聲從迦勒底人之地發出。","bklcl":"Tùi Pa-pí-lûn ū ai-khàu ê siaⁿ, tùi Ka-le̍k-tí lâng ê tōe ū tōa húi-bia̍t ê siaⁿ.","tghg":"對巴比倫有哀哭的聲；對迦勒底人的地有大毀滅的聲。","bklhl":"Tùi巴比倫有哀哭ê聲，tùi Ka-le̍k-tí人ê地有大毀滅ê聲。"}},{"book":"耶","chapter":51,"verse":55,"versions":{"unv":"因耶和華使巴比倫變為荒場，使其中的大聲滅絕。仇敵彷彿眾水，波浪匉訇，響聲已經發出。","bklcl":"In-ūi Iâ-hô-hoa húi-bia̍t Pa-pí-lûn, hō͘ in tiong-kan ê tōa-siaⁿ soah--khì, in ê éng hōa-hōa-háu, chhin-chhiūⁿ chōe-chōe ê chúi; i hiáng ê siaⁿ ia̍h hoat-chhut.","tghg":"因為耶和華毀滅巴比倫，互𪜶中間的大聲息(soah)去。𪜶的湧嘩嘩哮(hōa-hōa-háu)，親像多多的水，伊響的聲亦發出。","bklhl":"因為耶和華毀滅巴比倫，hō͘ in中間ê大聲soah去，in ê湧hōa-hōa哮，親像chōe-chōe ê水；伊響ê聲亦發出。"}},{"book":"耶","chapter":51,"verse":56,"versions":{"unv":"這是行毀滅的臨到巴比倫。巴比倫的勇士被捉住，他們的弓折斷了；因為耶和華是施行報應的　神，必定施行報應。","bklcl":"In-ūi húi-bia̍t--ê lâi kong-kek Pa-pí-lûn; i ê ióng-sū siū-lia̍h, in ê keng tú-tio̍h at-chi̍h; in-ūi Iâ-hô-hoa sī kiâⁿ pò-èng ê Siōng-tè, I koat-toàn beh pò-siû.","tghg":"因為毀滅者來攻擊巴比倫。伊的勇士受掠，𪜶的弓抵著遏折(at-chi̍h)；因為耶和華是行報應的上帝，伊決斷欲報讎。","bklhl":"因為毀滅ê來攻擊巴比倫；伊ê勇士受掠，in ê弓tú-tio̍h at折；因為耶和華是行報應ê上帝，祂決斷beh報仇。"}},{"book":"耶","chapter":51,"verse":57,"versions":{"unv":"君王─名為萬軍之耶和華的說：我必使巴比倫的首領、智慧人、省長、副省長，和勇士都沉醉，使他們睡了長覺，永不醒起。","bklcl":"Kun-ông, miâ chòe bān-kun ê Iâ-hô-hoa--ê, kóng, Góa beh hō͘ i ê kùi-cho̍k, phok-sū, chóng-tok, koaⁿ-oân, í-ki̍p ióng-sū, lóng chiú-chùi, éng-éng khùn, bô cheng-sîn.","tghg":"君王──名做萬軍的耶和華者，講：我欲互伊的貴族、博士、總督、官員，以及勇士攏酒醉，永永睏，無精神。","bklhl":"君王，名做萬軍ê耶和華ê，講，我beh hō͘伊ê貴族、博士、總督、官員，以及勇士，lóng酒醉，永永睏，無精神。"}},{"book":"耶","chapter":51,"verse":58,"versions":{"unv":"萬軍之耶和華如此說：巴比倫寬闊的城牆必全然傾倒；他高大的城門必被火焚燒。眾民所勞碌的必致虛空；列國所勞碌的被火焚燒，他們都必困乏。","bklcl":"Bān-kun ê Iâ-hô-hoa án-ni kóng: Pa-pí-lûn khoah-tōa ê siâⁿ-chhiûⁿ beh it-chīn tó-hoāi; i koâiⁿ-tōa ê siâⁿ-mn̂g beh hō͘ hé sio-lio--khì; chèng peh-sìⁿ só͘ tio̍h-bôa--ê beh kui tī khang-khang; lia̍t-kok só͘ tio̍h-bôa--ê kui tī hé; in lóng beh ià-siān.","tghg":"萬軍的耶和華按呢講：巴比倫闊大的城牆欲一盡倒壞；伊高大的城門欲互火燒燎(sio-lio)去。眾百姓所著磨的欲歸佇空空；列國所著磨的歸佇火，𪜶攏欲厭倦。","bklhl":"萬軍ê耶和華án-ni講：巴比倫闊大ê城牆beh一盡倒壞；伊高大ê城門beh hō͘火燒lio去；眾百姓所tio̍h磨ê beh歸tī空空；列國所tio̍h磨ê歸tī火；in lóng beh厭倦。"}},{"book":"耶","chapter":51,"verse":59,"versions":{"unv":"猶大王西底家在位第四年，上巴比倫去的時候，瑪西雅的孫子、尼利亞的兒子西萊雅與王同去（西萊雅是王宮的大臣），先知耶利米有話吩咐他。","bklcl":"Iû-tāi ông Se-tí-ka chē-ūi ê tē-sì-nî chiūⁿ-khì Pa-pí-lûn ê sî, Má-se-ngá ê sun, Nî-lī-a ê kiáⁿ Se-lâi-ngá, kap ông saⁿ-kap khì.","tghg":"猶大王西底家坐位的第四年，上去巴比倫的時，瑪西雅的孫、尼利亞的子西萊雅及王相及去、（西萊雅是王的內侍），先知耶利米有話吩咐伊。","bklhl":"偤大王Se-tí-ka坐位ê第四年上去巴比倫ê時，Má-se-ngá ê孫，Nî-lī-a ê kiáⁿ Se-lâi-ngá，kap王相kap去。"}},{"book":"耶","chapter":51,"verse":60,"versions":{"unv":"耶利米將一切要臨到巴比倫的災禍，就是論到巴比倫的一切話，寫在書上。","bklcl":"(Se-lâi-ngá sī ông ê lōe-sī) sian-ti Iâ-lī-bí ū ōe hoan-hù i.  Iâ-lī-bí chiong it-chhè beh lîm-kàu Pa-pí-lûn ê chai-ē, chiū-sī lūn-kàu Pa-pí-lûn só͘ siá it-chhè ê ōe, lâi kì-chiūⁿ-chheh.","tghg":"耶利米將一切欲臨到巴比倫的災禍，就是論到巴比倫所寫一切的話，來記上冊。","bklhl":"(Se-lâi-ngá是王ê內侍) 先知耶利米有話吩咐伊。耶利米將一切beh臨到巴比倫ê災厄，就是論到巴比倫所寫一切ê話，來記上冊。"}},{"book":"耶","chapter":51,"verse":61,"versions":{"unv":"耶利米對西萊雅說：「你到了巴比倫務要念這書上的話；","bklcl":"Iâ-lī-bí tùi Se-lâi-ngá kóng, Lí kàu Pa-pí-lûn ê sî, iáu-kín tio̍h tha̍k chit ê chheh--nih ê ōe.","tghg":"耶利米對西萊雅講：「你到巴比倫的時，要緊著讀此個冊裡的話：","bklhl":"耶利米對Se-lâi-ngá講，你到巴比倫ê時，要緊tio̍h讀chit ê冊裡ê話。"}},{"book":"耶","chapter":51,"verse":62,"versions":{"unv":"又說：『耶和華啊，你曾論到這地方說：要剪除，甚至連人帶牲畜沒有在這裡居住的，必永遠荒涼。』","bklcl":"Koh tio̍h kóng, Iâ-hô-hoa ah, Lí lūn-kàu chit só͘-chāi bat kóng beh bia̍t--i, sīm-chì bô lâng khiā-khí, liân cheng-siⁿ ia̍h bô, tek-khak éng-oán pha-hng.","tghg":"閣著講：『耶和華啊，你論到此所在曾講欲滅伊，甚至無人徛起連精牲亦無，的確永遠拋荒。』","bklhl":"Koh tio̍h講，耶和華ah，祢論到chit所在bat講beh滅伊，甚至無人khiā起，連cheng-siⁿ亦無，的確永遠拋荒。"}},{"book":"耶","chapter":51,"verse":63,"versions":{"unv":"你念完了這書，就把一塊石頭拴在書上，扔在幼發拉底河中，","bklcl":"Lí chit ê chheh tha̍k-liáu, chiū tio̍h pa̍k tī chi̍t tè chio̍h-thâu, hiat-lo̍h tī Pek-lat hô tiong,","tghg":"你此個冊讀了(liáu)，就著縛(pa̍k)佇一塊石頭，㧒(hiat)落佇伯拉河中，","bklhl":"你chit ê冊讀了，就tio̍h縛tī一塊石頭，hiat落tī Pek-lat河中，"}},{"book":"耶","chapter":51,"verse":64,"versions":{"unv":"說：『巴比倫因耶和華所要降與她的災禍，必如此沉下去，不再興起，人民也必困乏。』」耶利米的話到此為止。","bklcl":"kóng, Pa-pí-lûn ūi-tio̍h Iâ-hô-hoa só͘ beh kàng hō͘ i ê chai-ē tek-khak chhin-chhiūⁿ án-ni tîm--lo̍h-khì, bōe koh khí-lâi; in lóng beh ià-siān.\tIâ-lī-bí ê ōe, kàu chia ûi-chí.","tghg":"講：『巴比倫為著耶和華所欲降互伊的災禍，的確親像按呢沈落去，𣍐閣起來，伊攏欲厭倦。』」耶利米的話，到遮為止。","bklhl":"講，巴比倫為tio̍h耶和華所beh降hō͘伊ê災厄的確親像án-ni沉落去，bōe koh起來；in lóng beh厭倦。\t耶利米ê話，到chia為止。"}}]