[{"book":"耶","chapter":27,"verse":1,"versions":{"unv":"猶大王約西亞的兒子約雅敬（約雅敬是西底家的別名，看第三節）登基的時候，有這話從耶和華臨到耶利米說：","bklcl":"Iû-tāi ông Iok-se-a ê kiáⁿ Iok-ngá-kèng khí-thâu chē-ūi ê sî, ū chi̍t ê ōe tùi Iâ-hô-hoa lîm-kàu Iâ-lī-bí kóng,","tghg":"猶大王約西亞的子約雅敬起頭坐位的時，有一個話對耶和華臨到耶利米講：","bklhl":"偤大王約西亞ê kiáⁿ Iok-ngá-kèng起頭坐位ê時，有一个話對耶和華臨到耶利米講，"}},{"book":"耶","chapter":27,"verse":2,"versions":{"unv":"「耶和華對我如此說：你做繩索與軛，加在自己的頸項上，","bklcl":"Iâ-hô-hoa tùi góa án-ni kóng, Lí ūi ka-kī chòe soh kap taⁿ, hē tī lí ê ām-kún;","tghg":"「耶和華對我按呢講：你為家己做索及軛(taⁿ)，下(hē)佇你的頷頸，","bklhl":"耶和華對我án-ni講，你為家己做索kap擔，hē tī你ê頷頸；"}},{"book":"耶","chapter":27,"verse":3,"versions":{"unv":"藉那些來到耶路撒冷見猶大王西底家的使臣之手，把繩索與軛送到以東王、摩押王、亞捫王、泰爾王、西頓王那裡，","bklcl":"thok-tiōng lâi Iâ-lō͘-sat-léng kìⁿ Iû-tāi ông Se-tí-ka hiah-ê sù-chiá ê chhiú; hō͘ in tòa hiah-ê mi̍h kàu Í-tong ông, Mô͘-ap ông, A-bûn cho̍k ê ông, Chhui-lô ông, Se-tùn ông hia.","tghg":"託仗來耶路撒冷見猶大王西底家許個使者的手，互𪜶帶許個物到以東王、摩押王、亞捫族的王、推羅王、西頓王遐，","bklhl":"託重來耶路撒冷見偤大王Se-tí-ka hiah-ê使者ê手；hō͘ in帶hiah-ê物到Í-tong王、Mô͘-ap王、A-bûn族ê王、Chhui-lô王、Se-tùn王hia。"}},{"book":"耶","chapter":27,"verse":4,"versions":{"unv":"且囑咐使臣，傳與他們的主人說，萬軍之耶和華─以色列的　神如此說：","bklcl":"Koh bēng-lēng sù-chiá tùi in ê chú kóng, Bān-kun ê Iâ-hô-hoa, Í-sek-lia̍t ê Siōng-tè án-ni kóng, Lín tio̍h tùi lín ê chú án-ni kóng,","tghg":"閣命令使者，對𪜶的主講，萬軍的耶和華──以色列的上帝按呢講：恁著對恁的主按呢講，","bklhl":"Koh命令使者對in ê主講，萬軍ê耶和華，以色列ê上帝án-ni講，Lín tio̍h對lín ê主án-ni講，"}},{"book":"耶","chapter":27,"verse":5,"versions":{"unv":"我用大能和伸出來的膀臂，創造大地和地上的人民、牲畜。我看給誰相宜，就把地給誰。","bklcl":"Góa ēng Góa ê tōa koân-lêng, kap Góa chhun-chhut ê chhiú, chhòng-chō tōe kap tōe-chiūⁿ ê lâng, í-ki̍p cheng-siⁿ; chiong i siúⁿ-sù Góa só͘ khòaⁿ-chòe ha̍p-gî--ê.","tghg":"我用我的大權能及我伸出的手，創造地及地上的人，以及精牲。將伊賞賜我所看做合宜的。","bklhl":"我用我ê大權能，kap我伸出ê手，創造地kap地上ê人，以及cheng-siⁿ；將伊賞賜我所看做合宜ê。"}},{"book":"耶","chapter":27,"verse":6,"versions":{"unv":"現在我將這些地都交給我僕人巴比倫王尼布甲尼撒的手，我也將田野的走獸給他使用。","bklcl":"Taⁿ Góa chiong chiah-ê tōe lóng kau hō͘ Góa ê lô͘-po̍k Pa-pí-lûn ông, Nî-pò͘-kah-nî-sat ê chhiú; Góa ia̍h chiong chhân-iá ê cháu-siù hō͘ i, chòe i ê chhe-ēng.","tghg":"今我將諸個地攏交互我的奴僕巴比倫王尼布甲尼撒的手，我亦將田野的走獸互伊，做伊的差用。","bklhl":"Taⁿ我將chiah ê地lóng交hō͘我ê奴僕巴比倫王，Nî-pò͘-kah-nî-sat ê手；我亦將田野ê走獸hō͘伊，做伊ê差用。"}},{"book":"耶","chapter":27,"verse":7,"versions":{"unv":"列國都必服事他和他的兒孫，直到他本國遭報的日期來到。那時，多國和大君王要使他作他們的奴僕。","bklcl":"Lia̍t-kok lóng beh ho̍k-sāi i, í-ki̍p i ê kiáⁿ, i ê sun; ti̍t-kàu i pún-kok tú-tio̍h pò-èng ê ji̍t kàu; hit-sî chōe-chōe kok kap tōa kun-ông beh ēng i chòe lô͘-po̍k.","tghg":"列國攏欲服事伊以及伊的子，伊的孫，直到伊本國抵著(tú-tio̍h)報應的日到。彼時，多多國及大君王欲用伊做奴僕。","bklhl":"列國lóng beh服事伊，以及伊ê kiáⁿ，伊ê孫；直到伊本國tú-tio̍h報應ê日到；hit時chōe-chōe國kap大君王beh用伊做奴僕。"}},{"book":"耶","chapter":27,"verse":8,"versions":{"unv":"「無論哪一邦哪一國，不肯服事這巴比倫王尼布甲尼撒，也不把頸項放在巴比倫王的軛下，我必用刀劍、饑荒、瘟疫刑罰那邦，直到我藉巴比倫王的手將他們毀滅。這是耶和華說的。","bklcl":"Nā ū sím-mi̍h peh-sìⁿ, sím-mi̍h kok, m̄-khéng ho̍k-sāi chit ê Pa-pí-lûn ông Nî-pò͘-kah-nî-sat, ia̍h m̄-khéng chiong ām-kún kòa Pa-pí-lûn ông ê taⁿ--ê; Góa beh ēng to-kiàm, ēng ki-hng, ēng un-e̍k hêng-hoa̍t hit ê peh-sìⁿ, ti̍t-kàu Góa chioh i ê chhiú lâi it-chīn bia̍t in; che sī Iâ-hô-hoa kóng--ê.","tghg":"「若有甚麼百姓，甚麼國，呣肯服事此個巴比倫王尼布甲尼撒，亦呣肯將頷頸(ām-kún)掛巴比倫王的軛(taⁿ)者，我欲用刀劍、用飢荒、用瘟疫刑罰彼個百姓，直到我借伊的手來一盡滅𪜶。這是耶和華講的。","bklhl":"若有甚麼百姓，甚麼國，m̄肯服事chit ê巴比倫王Nî-pò͘-kah-nî-sat，亦m̄肯將頷頸掛巴比倫王ê擔ê；我beh用刀劍，用飢荒，用瘟疫刑罰hit ê百姓，直到我借伊ê手來一盡滅in；這是耶和華講ê。"}},{"book":"耶","chapter":27,"verse":9,"versions":{"unv":"至於你們，不可聽從你們的先知和占卜的、圓夢的、觀兆的，以及行邪術的；他們告訴你們說：『你們不致服事巴比倫王。』","bklcl":"Chóng-sī lín, lín m̄-thang thiaⁿ lín ê sian-ti, lín ê pok-kòa--ê, lín ê oân-bāng--ê, lín ê kiâⁿ siâ-su̍t ê, lín ê sai-kong; in kā lín kóng, Lín bōe tì-kàu ho̍k-sāi Pa-pí-lûn ông.","tghg":"總是恁，恁呣通聽恁的先知、恁的卜卦(pok-kòa)的、恁的圓夢的、恁的行邪術的，恁的師公；𪜶給恁講：『恁𣍐致到服事巴比倫王。』","bklhl":"總是lín，lín m̄-thang聽lín ê先知，lín ê卜卦ê，lín ê圓夢ê，lín ê行邪術ê，lín ê司公；in kā lín講，Lín bōe致到服事巴比倫王。"}},{"book":"耶","chapter":27,"verse":10,"versions":{"unv":"他們向你們說假預言，要叫你們遷移，遠離本地，以致我將你們趕出去，使你們滅亡。","bklcl":"In tùi lín chhàm-gú pe̍h-chha̍t, beh hō͘ lín chhian-sóa lī-khui pún só͘-chāi hn̄g-hn̄g; tì-kàu Góa kóaⁿ lín chhut, hō͘ lín bia̍t-bô.","tghg":"𪜶對恁讖語(chhàm-gú)白賊，欲互恁遷徙，離開本所在遠遠，致到我趕恁出，互恁滅無。","bklhl":"In對lín讖語白賊，beh hō͘ lín遷徙離開本所在遠遠；致到我趕lín出，hō͘ lín滅無。"}},{"book":"耶","chapter":27,"verse":11,"versions":{"unv":"但哪一邦肯把頸項放在巴比倫王的軛下服事他，我必使那邦仍在本地存留，得以耕種居住。這是耶和華說的。」","bklcl":"To̍k-to̍k nā ū sím-mi̍h peh-sìⁿ khéng chiong ām-kún kòa Pa-pí-lûn ông ê taⁿ, lâi ho̍k-sāi i--ê, Góa beh hō͘ i iû-goân tòa tī pún só͘-chāi, thang chèng-choh, thang khiā-khí; che sī Iâ-hô-hoa kóng--ê.","tghg":"獨獨若有甚麼百姓肯將頷頸掛巴比倫王的軛來服事伊的，我欲互伊猶原住佇本所在，通種作，通徛起。這是耶和華講的。」","bklhl":"獨獨若有甚麼百姓肯將頷頸掛巴比倫王ê擔，來服事伊ê，我beh hō͘伊猶原tòa tī本所在，thang種作，thang khiā起；這是耶和華講ê。"}},{"book":"耶","chapter":27,"verse":12,"versions":{"unv":"我就照這一切的話對猶大王西底家說：「要把你們的頸項放在巴比倫王的軛下，服事他和他的百姓，便得存活。","bklcl":"Góa chiū chiàu chiah-ê it-chhè ê ōe, tùi Iû-tāi ông Se-tí-ka kóng, Tio̍h chiong lín ê ām-kún kòa Pa-pí-lûn ông ê taⁿ, lâi ho̍k-sāi i kap i ê peh-sìⁿ, chiah ōe tit-tio̍h oa̍h.","tghg":"我就照諸個一切的話對猶大王西底家講：「著將恁的頷頸掛巴比倫王的軛，來服事伊及伊的百姓，才會得著活。","bklhl":"我就照chiah ê一切ê話，對偤大王Se-tí-ka講，Tio̍h將lín ê頷頸掛巴比倫王ê擔，來服事伊kap伊ê百姓，chiah會得tio̍h活。"}},{"book":"耶","chapter":27,"verse":13,"versions":{"unv":"你和你的百姓為何要因刀劍、饑荒、瘟疫死亡，正如耶和華論到不服事巴比倫王的那國說的話呢？","bklcl":"Lí kap lí ê peh-sìⁿ siáⁿ-sū beh in-ūi to-kiàm, in-ūi ki-hng, in-ūi un-e̍k lâi sí, chiàu Iâ-hô-hoa lūn-khí m̄-khéng ho̍k-sāi Pa-pí-lûn ông hit-hō kok ê ōe ah?","tghg":"你及你的百姓啥事欲因為刀劍、因為飢荒、因為瘟疫來死，照耶和華論起呣肯服事巴比倫王彼號國的話啊？","bklhl":"你kap你ê百姓啥事beh因為刀劍，因為飢荒，因為瘟疫來死，照耶和華論起m̄肯服事巴比倫王hit號國 ê話ah？"}},{"book":"耶","chapter":27,"verse":14,"versions":{"unv":"不可聽那些先知對你們所說的話；他們說：『你們不致服事巴比倫王』，其實他們向你們說假預言。","bklcl":"Hiah ê sian-ti kā lín kóng, Lín bōe tì-kàu ho̍k-sāi Pa-pí-lûn ông, bo̍h-tit thiaⁿ--in; in-ūi in tùi lín só͘ soan-thoân--ê sī pe̍h-chha̍t.","tghg":"許個先知給恁講：『恁𣍐致到服事巴比倫王』，莫得聽𪜶，因為𪜶對恁所宣傳的是白賊。","bklhl":"Hiah-ê先知kā lín講，Lín bōe致到服事巴比倫王，莫得聽in；因為in對lín所宣傳ê是白賊。"}},{"book":"耶","chapter":27,"verse":15,"versions":{"unv":"耶和華說：『我並沒有打發他們，他們卻託我的名說假預言，好使我將你們和向你們說預言的那些先知趕出去，一同滅亡。』」","bklcl":"Iâ-hô-hoa kóng, Góa bô chhe in, chóng-sī in thok Góa ê miâ soan-thoân pe̍h-chha̍t; tì-kàu Góa chiong lín kap hiah-ê tùi lín soan-thoân ê sian-ti, lóng kóaⁿ chhut, saⁿ-kap bia̍t-bô.","tghg":"耶和華講：『我無差𪜶，總是𪜶託我的名宣傳白賊，致到我將恁及許個對恁宣傳的先知攏趕出，相及滅無。』」","bklhl":"耶和華講，我無差in，總是in託我ê名宣傳白賊；致到我將lín kap hiah-ê對lín宣傳ê先知，lóng趕出，相kap滅無。"}},{"book":"耶","chapter":27,"verse":16,"versions":{"unv":"我又對祭司和這眾民說：「耶和華如此說：你們不可聽那先知對你們所說的預言。他們說：『耶和華殿中的器皿快要從巴比倫帶回來』；其實他們向你們說假預言。","bklcl":"Góa koh tùi chiah-ê chè-si kap chit kok ê chèng peh-sìⁿ kóng, Iâ-hô-hoa án-ni kóng, Lín m̄-thang thiaⁿ hiah-ê sian-ti tùi lín só͘ chhàm-gú--ê; in kóng, Khòaⁿ ah, Iâ-hô-hoa ê chhù ê khì-kū bô jōa-kú beh tùi Pa-pí-lûn tòa tò-lâi; kî-si̍t in tùi lín só͘ soan-thoân--ê, sī pe̍h-chha̍t.","tghg":"我閣對諸個祭司及此國的眾百姓講：「耶和華按呢講：恁呣通聽許個先知對恁所讖語的。𪜶講：『看啊，耶和華的厝的器具無偌久欲對巴比倫帶倒來』；其實𪜶對恁所宣傳的，是白賊。","bklhl":"我koh對chiah ê祭司kap chit 國 ê眾百姓講，耶和華án-ni講，Lín m̄-thang聽hiah-ê先知對lín所讖語ê；in講，看ah，耶和華ê厝ê器具無jōa久beh tùi巴比倫tòa tò來；其實in對lín所宣傳ê，是白賊。"}},{"book":"耶","chapter":27,"verse":17,"versions":{"unv":"不可聽從他們，只管服事巴比倫王便得存活。這城何致變為荒場呢？","bklcl":"Bo̍h-tit thiaⁿ--in, tio̍h ho̍k-sāi Pa-pí-lûn ông, lâi tit-tio̍h oa̍h; mih-sái hō͘ chit ê siâⁿ pìⁿ-chòe pha-hng?","tghg":"莫得聽𪜶，著服事巴比倫王來得著活。乜使(mih-sái)互此個城變做拋荒？","bklhl":"莫得聽in，tio̍h服事巴比倫王，來得tio̍h活；mih-sái hō͘ chit ê城變做拋荒？"}},{"book":"耶","chapter":27,"verse":18,"versions":{"unv":"他們若果是先知，有耶和華的話臨到他們，讓他們祈求萬軍之耶和華，使那在耶和華殿中和猶大王宮內，並耶路撒冷剩下的器皿，不被帶到巴比倫去。","bklcl":"In nā kó-jiân sī sian-ti, ū Iâ-hô-hoa ê ōe kàu tī in, in chiū tio̍h kiû bān-kun ê Iâ-hô-hoa, hō͘ hiah-ê tī Iâ-hô-hoa ê chhù, kap Iû-tāi ê ông-kiong, kap Iâ-lō͘-sat-léng chhun ê khì-kū, bô poaⁿ khì Pa-pí-lûn.","tghg":"𪜶若果然是先知，有耶和華的話到佇𪜶，𪜶就著求萬軍的耶和華，互許個佇耶和華的厝及猶大的王宮，及耶路撒冷剩(chhun)的器具，無搬去巴比倫。","bklhl":"In若果然是先知，有耶和華ê話到tī in，in就tio̍h求萬軍ê耶和華，hō͘ hiah-ê tī耶和華ê厝，kap偤大ê王宮，kap耶路撒冷chhun ê器具，無搬去巴比倫。"}},{"book":"耶","chapter":27,"verse":19,"versions":{"unv":"（因為萬軍之耶和華論到柱子、銅海、盆座，並剩在這城裡的器皿，","bklcl":"In-ūi bān-kun ê Iâ-hô-hoa án-ni kóng, Lūn-kàu chiah-ê tâng thiāu, tâng hái, phûn-chō, kap lâu tī chit ê siâⁿ só͘ chhun ê khì-kū;","tghg":"（因為萬軍的耶和華按呢講，論到諸個銅柱、銅海、盆座，及留佇此個城所剩的器具，","bklhl":"因為萬軍ê耶和華án-ni講，論到chiah ê銅柱、銅海、盆座，kap留tī chit ê城所chhun ê器具；"}},{"book":"耶","chapter":27,"verse":20,"versions":{"unv":"就是巴比倫王尼布甲尼撒擄掠猶大王約雅敬的兒子耶哥尼雅，和猶大、耶路撒冷一切貴冑的時候所沒有掠去的器皿。）","bklcl":"chiū-sī Pa-pí-lûn ông Nî-pò͘-kah-nî-sat lia̍h Iû-tāi ông Iok-ngá-kèng ê kiáⁿ Iâ-ko-nî-ngá, kap Iû-tāi Iâ-lō͘-sat-léng chiah-ê chun-kùi ê lâng, tùi Iâ-lō͘-sat-léng kàu Pa-pí-lûn ê sî, só͘ bô chhiúⁿ--khì-ê;","tghg":"就是巴比倫王尼布甲尼撒掠猶大王約雅敬的子耶歌尼雅，及猶大、耶路撒冷諸個尊貴的人對耶路撒冷到巴比倫的時所無搶去的。）","bklhl":"就是巴比倫王Nî-pò͘-kah-nî-sat掠偤大王Iok-ngá-kèng ê kiáⁿ Iâ-Ko-nî-ngá，kap偤大耶路撒冷chiah ê尊貴ê人，tùi耶路撒冷到巴比倫ê時，所無搶去ê；"}},{"book":"耶","chapter":27,"verse":21,"versions":{"unv":"論到那在耶和華殿中和猶大王宮內，並耶路撒冷剩下的器皿，萬軍之耶和華─以色列的　神如此說：","bklcl":"si̍t-chāi bān-kun ê Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè án-ni kóng, Lūn-kàu lâu tī Iâ-hô-hoa ê chhù, kap Iû-tāi ông-kiong, kap Iâ-lō͘-sat-léng ê khì-kū,","tghg":"實在萬軍的耶和華──以色列的上帝按呢講：論到留佇耶和華的厝及猶大王宮，及耶路撒冷的器具，","bklhl":"實在萬軍ê耶和華以色列ê上帝án-ni講，論到lâu tī耶和華ê厝，kap偤大王宮，kap耶路撒冷ê器具，"}},{"book":"耶","chapter":27,"verse":22,"versions":{"unv":"必被帶到巴比倫存在那裡，直到我眷顧以色列人的日子。那時，我必將這器皿帶回來，交還此地。這是耶和華說的。」","bklcl":"hiah-ê beh poaⁿ kàu Pa-pí-lûn lâu tī-hia; kàu Góa koàn-kò͘ in ê ji̍t, chiū Góa beh tòa in chiūⁿ-lâi, koh kui chit ê só͘-chāi; che sī Iâ-hô-hoa kóng--ê.","tghg":"許個欲搬到巴比倫留佇遐，到我眷顧𪜶的日。就我欲帶𪜶上來，閣歸此個所在。這是耶和華講的。」","bklhl":"Hiah-ê beh搬到巴比倫留tī-hia；到我眷顧in ê日，就我beh帶in上來，koh歸chit ê所在；這是耶和華講ê。"}}]