[{"book":"耶","chapter":9,"verse":1,"versions":{"unv":"但願我的頭為水，我的眼為淚的泉源，我好為我百姓（原文是民女；七節同）中被殺的人晝夜哭泣。","bklcl":"Goān góa ê thâu-khak chòe chúi-chôaⁿ, góa ê ba̍k-chiu chòe ba̍k-sái ê goân-thâu; góa thang ūi góa ê peh-sìⁿ-tiong siū-thâi ê lâng, ji̍t-mî thî-khàu.","tghg":"願我的頭殼做水泉，我的目睭做目屎的源頭，我通為我的百姓中受刣的人，日暝啼哭。","bklhl":"願我ê頭殼做水泉，我ê目睭做目屎ê源頭；我thang為我ê百姓中受刣 ê人，日暝啼哭。"}},{"book":"耶","chapter":9,"verse":2,"versions":{"unv":"惟願我在曠野有行路人住宿之處，使我可以離開我的民出去；因他們都是行姦淫的，是行詭詐的一黨。","bklcl":"Goān góa tī khòng-iá ū chhut-gōa lâng hioh-mî ê só͘-chāi, góa chiū thang khì-sak góa ê peh-sìⁿ lâi lī-khui in; in-ūi in lóng sī kiâⁿ kan-îm--ê, sī kiâⁿ khúi-chà ê tóng-lūi.","tghg":"願我佇曠野有出外人歇暝的所在，我就通棄拺我的百姓來離開𪜶；因為𪜶攏是行姦淫者，是行詭詐的黨類。","bklhl":"願我tī曠野有出外人歇暝ê所在，我就thang棄sak我ê百姓來離開in；因為in lóng是行姦淫ê，是行詭詐ê黨類。"}},{"book":"耶","chapter":9,"verse":3,"versions":{"unv":"他們彎起舌頭像弓一樣，為要說謊話。他們在國中增長勢力，不是為行誠實，乃是惡上加惡，並不認識我。這是耶和華說的。","bklcl":"In kńg-oan in ê chi̍h chhin-chhiūⁿ keng lâi kóng pe̍h-chha̍t; in tī kok-lāi ke-thiⁿ sè-le̍k, m̄-sī ūi-tio̍h chin-si̍t; chiū-sī pháiⁿ-liáu koh pháiⁿ, iā m̄-bat Góa; che sī Iâ-hô-hoa kóng--ê.","tghg":"𪜶捲彎𪜶的舌親像弓來講白賊。𪜶佇國內加添勢力，呣是為著真實，就是歹了閣歹，也呣識我。這是耶和華講的。","bklhl":"In捲彎in ê舌親像弓來講白賊；in tī國內加添勢力，m̄是為tio̍h真實；就是pháiⁿ了koh pháiⁿ，也m̄-bat我；這是耶和華講ê。"}},{"book":"耶","chapter":9,"verse":4,"versions":{"unv":"你們各人當謹防鄰舍，不可信靠弟兄；因為弟兄盡行欺騙，鄰舍都往來讒謗人。","bklcl":"Lín ta̍k-lâng tio̍h tî-hông i ê chhù-piⁿ, lóng m̄-thang sìn-khò hiaⁿ-tī; in-ūi hiaⁿ-tī it-chīn saⁿ môa-phiàn; chhù-piⁿ lóng sì-kòe kiâⁿ, húi-pòng lâng.","tghg":"恁逐人著持防伊的厝邊，攏呣通信靠兄弟；因為兄弟一盡相瞞騙(môa-phiàn)，厝邊攏四界行，誹謗人。","bklhl":"Lín ta̍k人tio̍h持防伊ê厝邊，lóng m̄-thang信靠兄弟；因為兄弟一盡相瞞騙；厝邊lóng四界行，譭謗人。"}},{"book":"耶","chapter":9,"verse":5,"versions":{"unv":"他們各人欺哄鄰舍，不說真話；他們教舌頭學習說謊，勞勞碌碌地作孽。","bklcl":"In ta̍k-lâng khi-phiàn chhù-piⁿ;  m̄-goān kóng chin-si̍t; in kà-sī in ê chi̍h kóng pe̍h-chha̍t; tio̍h-bôa chòe-pháiⁿ.","tghg":"𪜶逐人欺騙厝邊，呣願講真實；𪜶教示𪜶的舌講白賊，著磨做歹。","bklhl":"In ta̍k人欺騙厝邊；m̄願講真實；in教示in ê舌講白賊；tio̍h磨做pháiⁿ。"}},{"book":"耶","chapter":9,"verse":6,"versions":{"unv":"你的住處在詭詐的人中；他們因行詭詐，不肯認識我。這是耶和華說的。","bklcl":"Lí khiā-khí tī khúi-chà-tiong; in in-ūi khúi-chà m̄-khéng jīn-bat Góa; che sī Iâ-hô-hoa kóng--ê.","tghg":"你徛起佇詭詐中；𪜶因為詭詐，呣肯認識我。這是耶和華講的。","bklhl":"你khiā起tī詭詐中；in因為詭詐m̄肯認bat我；這是耶和華講ê。"}},{"book":"耶","chapter":9,"verse":7,"versions":{"unv":"所以萬軍之耶和華如此說：看哪，我要將他們鎔化熬煉；不然，我因我百姓的罪該怎樣行呢？","bklcl":"Só͘-í bān-kun ê Iâ-hô-hoa án-ni kóng, Khòaⁿ ah, Góa beh chiong in iûⁿ-hòa lâi thoàn-liān in; nā bô, Góa in-ūi Góa ê peh-sìⁿ beh cháiⁿ-iūⁿ chòe ah?","tghg":"所以萬軍的耶和華按呢講：看啊，我欲將𪜶鎔化(iûⁿ-hòa)來鍛煉𪜶；若無，我因為我的百姓欲怎樣做啊？","bklhl":"所以萬軍ê耶和華án-ni講，看ah，我beh將in熔化來鍛鍊in；若無，我因為我ê百姓beh怎樣做ah？"}},{"book":"耶","chapter":9,"verse":8,"versions":{"unv":"他們的舌頭是毒箭，說話詭詐；人與鄰舍口說和平話，心卻謀害他。","bklcl":"In ê chi̍h sī hāi-sí lâng ê chìⁿ; sī kóng khúi-chà; lâng-lâng tùi i ê chhù-piⁿ chhùi kóng pêng-an, sim-lāi teh siàu-siūⁿ i.","tghg":"𪜶的舌是害死人的箭，是講詭詐；人人對伊的厝邊嘴講平安，心內啲數想(siàu-siūⁿ)伊。","bklhl":"In ê舌是害死人ê箭；是講詭詐；人人對伊ê厝邊嘴講平安，心內teh siàu想伊。"}},{"book":"耶","chapter":9,"verse":9,"versions":{"unv":"耶和華說：我豈不因這些事討他們的罪呢？豈不報復這樣的國民呢？","bklcl":"Iâ-hô-hoa kóng, Góa kiám bô in-ūi chiah-ê sū lâi pān in mah?  Góa ê sim kiám bô beh tùi chit hō ê kok-bîn lâi pò-siû mah?","tghg":"耶和華講：我豈無因為諸個事來辦𪜶嗎？我的心豈無欲對此號的國民來報讎(pò-siû)嗎？","bklhl":"耶和華講，我kiám無因為chiah ê事來辦in mah？我ê心kiám無beh對chit號ê國民來報仇mah？"}},{"book":"耶","chapter":9,"verse":10,"versions":{"unv":"我要為山嶺哭泣悲哀，為曠野的草場揚聲哀號；因為都已乾焦，甚至無人經過。人也聽不見牲畜鳴叫，空中的飛鳥和地上的野獸都已逃去。","bklcl":"Góa beh ūi-tio̍h soaⁿ-niá thî-khàu pi-ai, ūi-tio̍h khòng-iá ê chháu-tiûⁿ chhut-siaⁿ ai-háu; in-ūi in í-keng sio-lio--khì, sīm-chì bô lâng keng-kè; lâng iā bô thiaⁿ-kìⁿ cheng-siⁿ ê siaⁿ; khong-tiong ê pe-chiáu kap tōe-chiūⁿ ê iá-siù lóng cháu-láu-khì.","tghg":"我欲為著山嶺啼哭悲哀，為著曠野的草場出聲哀哮(ai-háu)；因為𪜶已經燒燎(sio-lio)去，甚至無人經過。人也無聽見精牲的聲，空中的飛鳥及地上的野獸攏走落去。","bklhl":"我beh為tio̍h山嶺啼哭悲哀，為tio̍h曠野ê草場出聲哀哮；因為in已經燒lio去，甚至無人經過；人也無聽見cheng-siⁿ ê聲；空中ê飛鳥kap地上ê野獸lóng走了去。"}},{"book":"耶","chapter":9,"verse":11,"versions":{"unv":"我必使耶路撒冷變為亂堆，為野狗的住處，也必使猶大的城邑變為荒場，無人居住。","bklcl":"Góa beh hō͘ Iâ-lō͘-sat-léng piàn-chòe thô͘-tui, chòe iá-káu khiā-khí ê só͘-chāi; iā beh hō͘ Iû-tāi chiah-ê siâⁿ pha-hng, bô lâng khiā-khí.","tghg":"我欲互耶路撒冷變做土堆，做野狗徛起的所在，也欲互猶大諸個城拋荒，無人徛起。","bklhl":"我beh hō͘耶路撒冷變做土堆，做野狗 khiā起ê所在；也beh hō͘偤大chiah ê城拋荒，無人khiā起。"}},{"book":"耶","chapter":9,"verse":12,"versions":{"unv":"誰是智慧人，可以明白這事？耶和華的口向誰說過，使他可以傳說？遍地為何滅亡，乾焦好像曠野，甚至無人經過呢？","bklcl":"Chī-chūi sī tì-hūi ê lâng thang bêng-pe̍k chit-ê ah? Iâ-hô-hoa ê chhùi tùi chī-chūi kóng, hō͘ i thang thoân-pò ah? chit ê tōe siáⁿ-sū bia̍t-bô, sio-húi chhin-chhiūⁿ khòng-iá, sīm-chì bô lâng keng-kè ah?","tghg":"是誰是智慧的人，通明白此個啊？耶和華的嘴對是誰講，互伊通傳報啊？此個地啥事滅無，燒毀親像曠野，甚至無人經過啊？","bklhl":"Chī-chūi是智慧ê人thang明白chit ê ah？耶和華ê嘴對是誰講，hō͘伊thang傳報ah？chit ê地啥事滅無，燒毀親像曠野，甚至無人經過ah？"}},{"book":"耶","chapter":9,"verse":13,"versions":{"unv":"耶和華說：「因為這百姓離棄我，在他們面前所設立的律法沒有遵行，也沒有聽從我的話；","bklcl":"Iâ-hô-hoa kóng, In-ūi in ū khì-sak Góa só͘ siat tī in ê bīn-chêng ê lu̍t-hoat, bô thiaⁿ Góa ê siaⁿ, iā bô kiâⁿ i;","tghg":"耶和華講：「因為𪜶有棄拺我所設佇𪜶的面前的律法，無聽我的聲，也無行伊；","bklhl":"耶和華講，因為in有棄sak我所設tī in ê面前ê律法，無聽我ê聲，也無行伊；"}},{"book":"耶","chapter":9,"verse":14,"versions":{"unv":"只隨從自己頑梗的心行事，照他們列祖所教訓的隨從眾巴力。」","bklcl":"to̍k-to̍k chiàu in ê sim ê kong-ngī lâi kiâⁿ, koh thàn chiah-ê Pa-le̍k, chiū-sī in ê lia̍t-chó͘ só͘ kà-sī ê;","tghg":"獨獨照𪜶的心的剛硬來行，閣趁諸個巴力就是𪜶的列祖所教示的。」","bklhl":"獨獨照in ê心ê剛硬來行，koh thàn chiah ê Pa-le̍k，就是in ê列祖所教示ê；"}},{"book":"耶","chapter":9,"verse":15,"versions":{"unv":"所以萬軍之耶和華─以色列的　神如此說：「看哪，我必將茵蔯給這百姓吃，又將苦膽水給他們喝。","bklcl":"só͘-í bān-kun ê Iâ-hô-hoa, Í-sek-lia̍t ê Siōng-tè, án-ni kóng, Khòaⁿ ah, Góa beh chiong in-tîn hō͘ chit ê peh-sìⁿ chia̍h, koh chiong khó͘ ê chúi hō͘ in lim.","tghg":"所以萬軍的耶和華──以色列的上帝按呢講：「看啊，我欲將茵蔯(in-tîn)互此個百姓食，閣將苦的水互𪜶飲。","bklhl":"所以萬軍ê耶和華，以色列ê上帝，án-ni講，看ah，我beh將茵蔯 hō͘ chit ê百姓食，koh將苦ê水hō͘ in lim。"}},{"book":"耶","chapter":9,"verse":16,"versions":{"unv":"我要把他們散在列邦中，就是他們和他們列祖素不認識的列邦。我也要使刀劍追殺他們，直到將他們滅盡。」","bklcl":"Góa iā beh sì-sòaⁿ in tī lia̍t-pang-tiong, chiū-sī in kap in ê lia̍t-chó͘ m̄-bat ê pang-kok; iā beh hō͘ to-kiàm tui-jip in, kàu Góa it-chīn châu-bia̍t in.","tghg":"我也欲四散𪜶佇列邦中，就是𪜶及𪜶的列祖呣識的邦國。也欲互刀劍追趇(jip)𪜶，到我一盡剿滅(châu-bia̍t)𪜶。」","bklhl":"我也beh四散in tī列邦中，就是in kap in ê列祖m̄-bat ê邦國；也beh hō͘刀劍追jip in，到我一盡剿滅in。"}},{"book":"耶","chapter":9,"verse":17,"versions":{"unv":"萬軍之耶和華如此說：你們應當思想，將善唱哀歌的婦女召來，又打發人召善哭的婦女來，","bklcl":"Bān-kun ê Iâ-hô-hoa án-ni kóng, Tio̍h tì-ì siūⁿ, kiò hiah-ê thòe lâng khàu ê hū-jîn-lâng lâi, iā chhe lâng khì chhē hiah-ê gâu ê hū-jîn-lâng, hō͘ in lâi;","tghg":"萬軍的耶和華按呢講：著致意想，叫許個替人哭的婦仁人來，也差人去尋許個𠢕(gâu)的婦仁人互𪜶來，","bklhl":"萬軍ê耶和華án-ni講，Tio̍h致意想，叫hiah-ê替人哭ê婦人人來，也差人去chhē hiah-ê gâu ê婦人人，hō͘ in來；"}},{"book":"耶","chapter":9,"verse":18,"versions":{"unv":"叫她們速速為我們舉哀，使我們眼淚汪汪，使我們的眼皮湧出水來。","bklcl":"in tio̍h kín-kín lâi, ūi lán chhut-siaⁿ háu, hō͘ lán ba̍k-sái ti̍t-ti̍t lâu, hō͘ lán ê ba̍k-chiu-phê chhèng-chhut chúi.","tghg":"𪜶著緊緊來為咱出聲哮，互咱目屎直直流，互咱的目睭皮淐(chhèng)出水。","bklhl":"in tio̍h緊緊來，為咱出聲哮，hō͘咱目屎直直流，hō͘咱ê目睭皮chhèng出水。"}},{"book":"耶","chapter":9,"verse":19,"versions":{"unv":"因為聽見哀聲出於錫安，說：我們怎樣敗落了！我們大大地慚愧！我們撇下地土；人也拆毀了我們的房屋。","bklcl":"In-ūi thiaⁿ-kìⁿ ai-siong ê siaⁿ tùi Sek-an chhut, kóng, Lán cháiⁿ-iūⁿ soe-pāi! tōa-tōa kiàn-siàu, in-ūi lán lī-khui thó͘-tōe, in-ūi lâng ū thiah-húi lán ê chhù-the̍h.","tghg":"因為聽見哀傷的聲對錫安出，講：咱怎樣衰敗！大大見誚！因為咱離開土地；因為人有拆毀咱的厝宅。","bklhl":"因為聽見哀傷ê聲tùi錫安出，講，咱怎樣衰敗！大大見笑，因為咱離開土地，因為人有拆毀咱ê厝宅。"}},{"book":"耶","chapter":9,"verse":20,"versions":{"unv":"婦女們哪，你們當聽耶和華的話，領受他口中的言語；又當教導你們的兒女舉哀，各人教導鄰舍唱哀歌。","bklcl":"Lín chiah-ê hū-jîn-lâng ah, tio̍h thiaⁿ Iâ-hô-hoa ê ōe, hī-khang tio̍h thiaⁿ-siū I ê chhùi só͘ kóng ê ōe, tio̍h kà-sī lín ê cha-bó͘-kiáⁿ thî-khàu, ta̍k-ê tio̍h kà-sī in ê chhù-piⁿ chhiùⁿ ai-ko.","tghg":"恁諸個婦仁人啊，著聽耶和華的話，耳孔著聽受伊的嘴所講的話；著教示恁的查某子啼哭，逐個著教示𪜶的厝邊唱哀歌(ai-ko)。","bklhl":"Lín chiah ê婦人人ah，tio̍h聽耶和華ê話，耳孔tio̍h聽受伊ê嘴所講ê話，tio̍h教示lín ê cha-bó͘-kiáⁿ啼哭，ta̍k-ê tio̍h教示in ê厝邊唱哀歌。"}},{"book":"耶","chapter":9,"verse":21,"versions":{"unv":"因為死亡上來，進了我們的窗戶，入了我們的宮殿；要從外邊剪除孩童，從街上剪除少年人。","bklcl":"In-ūi sí-bô chiūⁿ-lâi lán ê thang-á-mn̂g, ji̍p lán ê kiong-tiān; tùi gōa-bīn châu-bia̍t hiah-ê gín-ná, tùi ke-lō͘ châu-bia̍t hiah-ê siàu-liân lâng.","tghg":"因為死無，上來咱的窗仔門，入咱的宮殿；對外面剿滅許個囝仔，對街路剿滅許個少年人。","bklhl":"因為死無上來咱ê窗á門，入咱ê宮殿；tùi外面剿滅hiah-ê gín-ná，tùi街路剿滅hiah-ê少年人。"}},{"book":"耶","chapter":9,"verse":22,"versions":{"unv":"你當說，耶和華如此說：人的屍首必倒在田野像糞土，又像收割的人遺落的一把禾稼，無人收取。","bklcl":"Lí tio̍h kā in kóng, Iâ-hô-hoa án-ni kóng, Lâng ê sin-si beh chhin-chhiūⁿ pùn-sò, hiat tī kau-iá; koh chhin-chhiūⁿ siu-koah ê lâng ka-chiah-āu só͘ ka-la̍uh chi̍t-pé-á ê tiū-á, bô lâng khioh--i.","tghg":"你著給𪜶講，耶和華按呢講：人的身屍欲親像糞埽(pùn-sò)㧒(hiat)佇郊野，閣親像收割的人尻脊後(ka-chiah-āu)所磕落(ka-la̍uh)一把仔(chi̍t-pé-á)的稻仔，無人拾(khioh)伊。","bklhl":"你tio̍h kā in講，耶和華án-ni講，人ê身屍beh親像糞埽，hiat tī郊野；koh親像收割ê人ka-chiah後所ka-la̍uh一把á ê稻á，無人拾伊。"}},{"book":"耶","chapter":9,"verse":23,"versions":{"unv":"耶和華如此說：「智慧人不要因他的智慧誇口，勇士不要因他的勇力誇口，財主不要因他的財物誇口。","bklcl":"Iâ-hô-hoa án-ni kóng, Tì-hūi ê lâng, bo̍h-tit in-ūi i ê tì-hūi lâi khoa-kháu; ióng-béng ê lâng, bo̍h-tit in-ūi i ê ióng-béng lâi khoa-kháu; hó-gia̍h ê lâng, bo̍h-tit in-ūi i ê hó-gia̍h lâi khoa-kháu.","tghg":"耶和華按呢講：「智慧的人莫得因為伊的智慧來誇口，勇猛的人莫得因為伊的勇猛來誇口，好額的人莫得因為伊的好額來誇口。","bklhl":"耶和華án-ni講，智慧ê人，莫得因為伊ê智慧來誇口；勇猛ê人，莫得因為伊ê勇猛來誇口；好額ê人，莫得因為伊ê好額來誇口。"}},{"book":"耶","chapter":9,"verse":24,"versions":{"unv":"誇口的卻因他有聰明，認識我是耶和華，又知道我喜悅在世上施行慈愛、公平，和公義，以此誇口。這是耶和華說的。」","bklcl":"Kìⁿ-nā ài khoa-kháu--ê, tio̍h in-ūi chit-ê lâi khoa-kháu, chiū-sī i bat Góa, chai Góa sī Iâ-hô-hoa, kiâⁿ chû-ài, kong-pêng, kong-gī tī tōe--nih-ê; in-ūi Góa lia̍h chiah-ê chòe hoaⁿ-hí; che sī Iâ-hô-hoa kóng--ê.","tghg":"見若愛誇口者，著因為此個來誇口，就是伊識我，知我是耶和華，行慈愛、公平、公義佇地裡的，因為我掠諸個做歡喜。這是耶和華講的。」","bklhl":"見若ài誇口ê，tio̍h因為chit ê來誇口，就是伊bat我，知我是耶和華，行慈愛、公平、公義tī地裡ê；因為我掠chiah ê做歡喜；這是耶和華講ê。"}},{"book":"耶","chapter":9,"verse":25,"versions":{"unv":"耶和華說：「看哪，日子將到，我要刑罰一切受過割禮、心卻未受割禮的，","bklcl":"Iâ-hô-hoa kóng, Khòaⁿ ah, ji̍t-chí beh kàu, Góa beh hêng-hoa̍t it-chhè siū kat-lé--ê, bô siū kat-lé--ê;","tghg":"耶和華講：「看啊，日子欲到，我欲刑罰一切受割禮者、無受割禮者，","bklhl":"耶和華講，看ah，日子beh到，我beh刑罰一切受割禮ê，無受割禮ê；"}},{"book":"耶","chapter":9,"verse":26,"versions":{"unv":"就是埃及、猶大、以東、亞捫人、摩押人，和一切住在曠野剃周圍頭髮的；因為列國人都沒有受割禮，以色列人心中也沒有受割禮。」","bklcl":"chiū-sī Ai-ki̍p, Iû-tāi, Í-tong, A-bûn-cho̍k, Mô͘-ap lâng; kap it-chhè khiā-khí khòng-iá thì pìn-piⁿ--ê; in-ūi lia̍t-kok lóng bô siū kat-lé; Í-sek-lia̍t lâng ê sim ia̍h bô siū kat-lé.","tghg":"就是埃及、猶大、以東、亞捫族、摩押人，及一切徛起曠野剃鬢邊者；因為列國攏無受割禮，以色列人的心亦無受割禮。」","bklhl":"就是埃及、偤大、Í-tong、A-bûn族、Mô͘-ap人；kap一切khiā起曠野剃鬢邊ê；因為列國lóng無受割禮；以色列人ê心亦無受割禮。"}}]