[{"book":"耶","chapter":12,"verse":1,"versions":{"unv":"耶和華啊，我與你爭辯的時候，你顯為義；但有一件，我還要與你理論：惡人的道路為何亨通呢？大行詭詐的為何得安逸呢？","bklcl":"Iâ-hô-hoa ah, góa kap Lí piān-lūn ê sî, Lí sī kong-gī; chóng-sī góa iáu ài kap Lí lí-lūn; pháiⁿ-lâng ê lō͘ ūi-hô heng-thong? tōa kiâⁿ khúi-chà--ê ūi-hô tit-tio̍h pêng-an?","tghg":"耶和華啊，我及你辯論的時，你是公義；總是我猶(iáu)愛及你理論：歹人的路為何亨通？大行詭詐者為何得著平安？","bklhl":"耶和華ah，我kap你辯論ê時，你是公義；總是我iáu ài kap你理論；pháiⁿ人ê路為何興通？大行詭詐ê為何得tio̍h平安？"}},{"book":"耶","chapter":12,"verse":2,"versions":{"unv":"你栽培了他們，他們也扎了根，長大，而且結果。他們的口是與你相近，心卻與你遠離。","bklcl":"Lí chai-pôe in, in ia̍h tèng kun, tōa-châng koh kiat ké-chí; chiàu in ê chhùi kóng, Lí sī kūn; chiàu in ê sim siūⁿ, Lí sī hn̄g.","tghg":"你栽培𪜶，𪜶亦釘根，大欉閣結果子。照𪜶的嘴講，你是近，照𪜶的心想，你是遠。","bklhl":"你栽培in，in亦釘根，大叢koh結果子；照in ê嘴講，你是近；照in ê心想，你是遠。"}},{"book":"耶","chapter":12,"verse":3,"versions":{"unv":"耶和華啊，你曉得我，看見我，察驗我向你是怎樣的心。求你將他們拉出來，好像將宰的羊，叫他們等候殺戮的日子。","bklcl":"Iâ-hô-hoa ah, Lí chai góa, Lí khòaⁿ-kìⁿ góa, chhì-giām góa ǹg Lí ê sim; kiû Lí chiong in thoa--chhut-lâi, chhin-chhiūⁿ beh thâi ê iûⁿ; hun-piat--i lâi thèng-hāu thâi ê ji̍t.","tghg":"耶和華啊，你知我，你看見我，試驗我向你的心。求你將𪜶拖出來，親像欲刣的羊，分別伊來聽候刣的日。","bklhl":"耶和華ah，你知我，你看見我，試驗我ǹg你ê心；求你將in拖出來，親像beh 刣 ê羊；分別伊來thèng候刣 ê日。"}},{"book":"耶","chapter":12,"verse":4,"versions":{"unv":"這地悲哀，通國的青草枯乾，要到幾時呢？因其上居民的惡行，牲畜和飛鳥都滅絕了。他們曾說：他看不見我們的結局。","bklcl":"Chit ê tōe pi-ai, thong-kok ê chháu-chhài ko͘-tâ, beh kàu tī-sî ah? ūi-tio̍h khiā-khí hia ê peh-sìⁿ ê pháiⁿ, cheng-siⁿ pe-chiáu lóng bia̍t-bô; in-ūi in kóng, I bô khòaⁿ-kìⁿ goán ê kiat-kio̍k.","tghg":"此個地悲哀，通國的草菜枯焦，欲到底時啊？為著徛起遐的百姓的歹，精牲、飛鳥攏滅無。因為𪜶講：伊無看見阮的結局。","bklhl":"Chit ê地悲哀，thong國ê草菜枯焦，beh到tī時ah？為tio̍h khiā起hia ê百姓ê pháiⁿ，cheng-siⁿ飛鳥lóng滅無；因為in講，伊無看見阮ê結局。"}},{"book":"耶","chapter":12,"verse":5,"versions":{"unv":"耶和華說：你若與步行的人同跑，尚且覺累，怎能與馬賽跑呢？你在平安之地，雖然安穩，在約旦河邊的叢林要怎樣行呢？","bklcl":"Iâ-hô-hoa kóng, Lí kap pō͘-kiâⁿ ê lâng saⁿ-kap cháu, siōng-chhiáⁿ ià-siān; thái-ōe kap bé tàu-pháu ah? lí tī pêng-an ê tōe, sui-jiân an-ún, tī Iok-tàn hô-piⁿ ê chhiū-nâ beh àn-cháiⁿ-iūⁿ?","tghg":"耶和華講：你及步行(pō͘-kiâⁿ)的人相及走(cháu)，尚且厭倦，豈會(thái-ōe)及馬鬥跑(tàu-pháu)啊？你佇平安的地，雖然安穩，佇約但河邊的樹林欲按怎樣？","bklhl":"耶和華講，你kap步行ê人相kap走，尚且厭倦；thái-ōe kap馬鬥跑ah？你tī平安ê地，雖然安穩，tī約旦河邊ê樹林beh àn怎樣？"}},{"book":"耶","chapter":12,"verse":6,"versions":{"unv":"因為連你弟兄和你父家都用奸詐待你。他們也在你後邊大聲喊叫，雖向你說好話，你也不要信他們。","bklcl":"In-ūi liân lí ê hiaⁿ-tī, liân lí ê lāu-pē ê ke, lóng ēng kan-chà khoán-thāi lí; in ia̍h tī lí ê āu-bīn tōa-siaⁿ kiò; sui-jiân tùi lí kóng hó-ōe, lí ia̍h bo̍h-tit sìn--in.","tghg":"因為連你的兄弟，連你的老父的家，攏用奸詐款待你。𪜶亦佇你的後面大聲叫，雖然對你講好話，你亦莫得信𪜶。","bklhl":"因為連你ê兄弟，連你ê老父ê家，lóng用奸詐款待你；in亦tī你ê後面大聲叫；雖然對你講好話，你亦莫得信in。"}},{"book":"耶","chapter":12,"verse":7,"versions":{"unv":"我離了我的殿宇，撇棄我的產業，將我心裡所親愛的交在她仇敵的手中。","bklcl":"Góa lī-khui Góa ê chhù, pàng-sak Góa ê sán-gia̍p; chiong Góa ê sim só͘ thiàⁿ--ê, kau tī i ê tùi-te̍k ê chhiú.","tghg":"我離開我的厝，放拺我的產業，將我的心所疼者交佇伊的對敵的手。","bklhl":"我離開我ê厝，放sak我ê產業；將我ê心所疼ê，交tī伊ê對敵ê手。"}},{"book":"耶","chapter":12,"verse":8,"versions":{"unv":"我的產業向我如林中的獅子，她發聲攻擊我，因此我恨惡她。","bklcl":"Góa ê sán-gia̍p tùi Góa chhin-chhiūⁿ chhiū-nâ-lāi ê sai; i chhut-siaⁿ kong-kek Góa, in-ūi án-ni Góa oàn-hūn i.","tghg":"我的產業對我親像樹林內的獅，伊出聲攻擊我，因為按呢我怨恨伊。","bklhl":"我ê產業tùi我親像樹林內ê獅；伊出聲攻擊我，因為án-ni我怨恨伊。"}},{"book":"耶","chapter":12,"verse":9,"versions":{"unv":"我的產業向我豈如斑點的鷙鳥呢？鷙鳥豈在她四圍攻擊她呢？你們要去聚集田野的百獸，帶來吞吃吧！","bklcl":"Góa ê sán-gia̍p tùi Góa kiám chhin-chhiūⁿ pan-tiám ê eng-chiáu mah? hiah-ê eng-chiáu kiám tī i ê sì-ûi kong-kek i mah? lín tio̍h khì chū-chi̍p chhân-iá ê pah siù, hō͘ i lâi thun-chia̍h--i.","tghg":"我的產業對我豈親像斑點的鷹鳥嗎？許個鷹鳥豈佇伊的四圍攻擊伊嗎？恁著去聚集田野的百獸，互伊來吞食伊！","bklhl":"我ê產業對我kiám親像斑點ê鷹鳥mah？hiah-ê鷹鳥kiám tī伊ê四圍攻擊伊mah？lín tio̍h去聚集田野ê百獸，hō͘伊來吞食伊。"}},{"book":"耶","chapter":12,"verse":10,"versions":{"unv":"許多牧人毀壞我的葡萄園，踐踏我的分，使我美好的分變為荒涼的曠野。","bklcl":"Chōe-chōe bo̍k-chiá húi-hoāi Góa ê phû-tô-hn̂g, thún-ta̍h Góa ê hūn-gia̍h; hō͘ Góa hó-hó ê hūn-gia̍h pìⁿ-chòe pha-hng ê khòng-iá.","tghg":"多多牧者毀壞我的葡萄園，𧿬踏(thún-ta̍h)我的份額，互我好好的份額變做拋荒的曠野。","bklhl":"Chōe-chōe牧者毀壞我ê葡萄園，thún踏我ê份額；hō͘我好好ê份額變做拋荒ê曠野。"}},{"book":"耶","chapter":12,"verse":11,"versions":{"unv":"他們使地荒涼；地既荒涼，便向我悲哀。全地荒涼，因無人介意。","bklcl":"In hō͘ tōe pha-hng, tōe í-keng pha-hng, chiū tùi Góa pi-ai; choân-tōe pha-hng, in-ūi bô lâng khòa-ì.","tghg":"𪜶互地拋荒；地已經荒拋，就對我悲哀。全地拋荒，因為無人掛意。","bklhl":"In hō͘地拋荒，地已經拋荒，就對我悲哀；全地拋荒，因為無人掛意。"}},{"book":"耶","chapter":12,"verse":12,"versions":{"unv":"滅命的都來到曠野中一切淨光的高處；耶和華的刀從地這邊直到地那邊盡行殺滅。凡有血氣的都不得平安。","bklcl":"Chân-hāi--ê kàu khòng-iá-tiong it-chhè kng-khō-khō koâiⁿ ê só͘-chāi; Iâ-hô-hoa ê to, tùi tōe ê chit-pêng kàu tōe ê hit-pêng, it-chīn châu-bia̍t; kìⁿ-ū hiat-khì--ê, lóng bô pêng-an.","tghg":"殘害者到曠野中一切光裸裸(kng-khō-khō)高的所在；耶和華的刀對地的此旁到地的彼旁一盡剿滅(châu-bia̍t)。見有血氣者攏無平安。","bklhl":"殘害ê到曠野中一切光khō-khō高ê所在；耶和華ê刀，tùi地ê chit-pêng到地ê hit-pêng，一盡剿滅；見有血氣ê，lóng無平安。"}},{"book":"耶","chapter":12,"verse":13,"versions":{"unv":"他們種的是麥子，收的是荊棘；勞勞苦苦卻毫無益處。因耶和華的烈怒，你們必為自己的土產羞愧。","bklcl":"In chèng be̍h, siu-sêng chhì-phè; lô-khó͘ ia̍h lóng bô lī-ek; in-ūi Iâ-hô-hoa ê tōa siū-khì, in beh ūi-tio̍h in ê thó͘-sán lâi kiàn-siàu.","tghg":"𪜶種麥，收成莿帕(chhì-phè)；勞苦亦攏無利益。因為耶和華的大受氣，𪜶欲為著𪜶的土產來見誚。","bklhl":"In種麥，收成刺phè；勞苦亦lóng無利益；因為耶和華ê大受氣，in beh為tio̍h in ê土產來見笑。"}},{"book":"耶","chapter":12,"verse":14,"versions":{"unv":"耶和華如此說：「一切惡鄰，就是佔據我使百姓以色列所承受產業的，我要將他們拔出本地，又要將猶大家從他們中間拔出來。","bklcl":"Lūn-kàu it-chhè pháiⁿ chhù-piⁿ, chiū-sī hāi-tio̍h Góa só͘ hō͘ Góa ê peh-sìⁿ Í-sek-lia̍t sêng-chiap ê sán-gia̍p--ê, Iâ-hô-hoa ū án-ni kóng, Khòaⁿ ah, Góa beh chiong in pu̍ih-chhut in ê tōe; koh beh chiong Iû-tāi ke tùi in tiong-kan pu̍ih-chhut--lâi.","tghg":"「論到一切歹厝邊，就是害著我所互我的百姓以色列承接的產業的。」耶和華有按呢講：「看啊，我欲將𪜶拔出𪜶的地，閣欲將猶大家對𪜶中間拔(pu̍ih)出來。","bklhl":"論到一切pháiⁿ厝邊，就是害tio̍h我所hō͘我ê百姓以色列承接ê產業ê，耶和華有án-ni講，看ah，我beh將in拔出in ê地；koh beh將偤大家tùi in中間拔出來。"}},{"book":"耶","chapter":12,"verse":15,"versions":{"unv":"我拔出他們以後，我必轉過來憐憫他們，把他們再帶回來，各歸本業，各歸故土。","bklcl":"Góa pu̍ih-chhut in í-āu, Góa beh tò-tńg lâi lîn-bín in; chhōa in tò--lâi, ta̍k-lâng kui i ê pún-gia̍p, ta̍k-lâng kui i ê pún só͘-chāi.","tghg":"我拔出𪜶以後，我欲倒轉來憐憫𪜶，導𪜶倒來，逐人歸伊的本業，逐人歸伊的本所在。","bklhl":"我拔出in以後，我beh 倒tńg來憐憫in；chhōa in倒來，ta̍k人歸伊ê本業，ta̍k人歸伊ê本所在。"}},{"book":"耶","chapter":12,"verse":16,"versions":{"unv":"他們若殷勤學習我百姓的道，指著我的名起誓說：『我指著永生的耶和華起誓』，正如他們從前教我百姓指著巴力起誓，他們就必建立在我百姓中間。","bklcl":"In nā khéng un-khûn ha̍k-si̍p Góa ê peh-sìⁿ ê tō-lō͘, kí Góa ê miâ chiù-chōa, kóng, Iâ-hô-hoa sī oa̍h--ê, chhin-chhiūⁿ in chêng kà-sī Góa ê peh-sìⁿ kí Pa-le̍k lâi chiù-chōa chi̍t-iūⁿ, in chiū beh tit-tio̍h kiàn-li̍p tī Góa ê peh-sìⁿ ê tiong-kan.","tghg":"𪜶若肯殷勤學習我的百姓的道路，指(kí)我的名咒誓(chiù-chōa)講：『耶和華是活者』，親像𪜶前教示我的百姓指巴力來咒誓一樣，𪜶就欲得著建立佇我的百姓的中間。","bklhl":"In若肯慇勤學習我ê百姓ê道路，kí我ê名chiù-chōa，講，耶和華是活ê，親像in前教示我ê百姓kí Pa-le̍k來chiù-chōa一樣，in就beh得tio̍h建立tī我ê百姓ê中間。"}},{"book":"耶","chapter":12,"verse":17,"versions":{"unv":"他們若是不聽，我必拔出那國，拔出而且毀滅。這是耶和華說的。」","bklcl":"In nā m̄ thiaⁿ, chiū Góa beh pu̍ih-chhut chit-kok, pu̍ih-chhut lâi bia̍t--i; che sī Iâ-hô-hoa kóng--ê.","tghg":"𪜶若呣聽，就我欲拔出此國，拔出來滅伊。這是耶和華講的。」","bklhl":"In若m̄聽，就我beh拔出chit國，拔出來滅伊；這是耶和華講ê。"}}]