[{"book":"耶","chapter":8,"verse":1,"versions":{"unv":"耶和華說：「到那時，人必將猶大王的骸骨和他首領的骸骨、祭司的骸骨、先知的骸骨，並耶路撒冷居民的骸骨，都從墳墓中取出來，","bklcl":"Iâ-hô-hoa kóng, Tng hit-sî lâng beh chiong Iû-tāi lia̍t-ông ê kut-hâi, kùi-cho̍k ê kut-hâi, chè-si ê kut-hâi, sian-ti ê kut-hâi, Iâ-lō͘-sat-léng khiā-khí ê peh-sìⁿ ê kut-hâi, lóng tùi bōng-tiong the̍h--chhut-lâi,","tghg":"耶和華講：「當彼時，人欲將猶大列王的骨骸、貴族的骨骸、祭司的骨骸、先知的骨骸，耶路撒冷徛起的百姓的骨骸，攏對墓中提出來，","bklhl":"耶和華講，當hit時，人beh將偤大列王ê骨骸，貴族ê骨骸，祭司ê骨骸，先知ê骨骸，耶路撒冷khiā起ê百姓ê骨骸，lóng tùi墓中the̍h出來，"}},{"book":"耶","chapter":8,"verse":2,"versions":{"unv":"拋散在日頭、月亮，和天上眾星之下，就是他們從前所喜愛、所事奉、所隨從、所求問、所敬拜的。這些骸骨不再收殮，不再葬埋，必在地面上成為糞土；","bklcl":"pâi tī ji̍t, ge̍h, kap thiⁿ-siōng ê ē-bīn; chiū-sī in pêng-sò͘ só͘ ì-ài, só͘ ho̍k-sāi, só͘ sūn-thàn, só͘ chhē-kiû, só͘ kūi-pài--ê; chiah-ê kut-hâi bô koh siu-si̍p, bô koh bâi-chòng; beh tī tōe-bīn-chiūⁿ chiâⁿ-chòe pùn-sò.","tghg":"排佇日、月，及天象的下面，就是𪜶平素所意愛、所服事、所順趁、所尋求、所跪拜者。諸個骨骸無閣收拾(siu-si̍p)，無閣埋葬，欲佇地面上成做糞埽(pùn-sò)；","bklhl":"排tī日、月，kap天象ê下面；就是in平素所意愛，所服事，所順thàn，所chhē求，所跪拜ê；chiah ê骨骸無koh收拾，無koh埋葬；beh tī地面上成做糞埽。"}},{"book":"耶","chapter":8,"verse":3,"versions":{"unv":"並且這惡族所剩下的民在我所趕他們到的各處，寧可揀死不揀生。這是萬軍之耶和華說的。」","bklcl":"Koh chit ê pháiⁿ-cho̍k só͘ chhun--ê, chiū-sī tī Góa kóaⁿ in kàu hia só͘ chhun--ê, in lóng beh kéng sí, m̄ kéng oa̍h; che sī bān-kun ê Iâ-hô-hoa kóng--ê.","tghg":"閣此個歹族所剩(chhun)的就是佇我趕𪜶到遐所剩的，𪜶攏欲揀死，呣揀活。這是萬軍的耶和華講的。」","bklhl":"Koh chit ê pháiⁿ族所chhun-ê，就是tī我趕in到hia所chhun-ê，in lóng beh揀死，m̄揀活；這是萬軍ê耶和華講ê。"}},{"book":"耶","chapter":8,"verse":4,"versions":{"unv":"你要對他們說，耶和華如此說：人跌倒，不再起來嗎？人轉去，不再轉來嗎？","bklcl":"Lí tio̍h tùi in kóng, Iâ-hô-hoa án-ni kóng, Lâng poa̍h-tó, bô koh peh--khí-lâi mah? lâng oat--khì, bô koh oat--lâi mah?","tghg":"你著對𪜶講，耶和華按呢講：人跋倒，無閣絔(peh)起來嗎？人越去，無閣越來嗎？","bklhl":"你tio̍h對in講，耶和華án-ni講，人跋倒，無koh peh起來mah？人oat去，無koh oat來mah？"}},{"book":"耶","chapter":8,"verse":5,"versions":{"unv":"這耶路撒冷的民，為何恆久背道呢？他們守定詭詐，不肯回頭。","bklcl":"Án-ni chit ê Iâ-lō͘-sat-léng ê peh-sìⁿ ê pōe-ge̍k, siáⁿ-sū kú-tn̂g pōe-ge̍k ah? in kò͘-chip in ê khúi-chà, m̄-khéng hôe-thâu.","tghg":"按呢此個耶路撒冷的百姓的悖逆，啥事久長悖逆啊？𪜶固執𪜶的詭詐，呣肯回頭。","bklhl":"Án-ni chit ê耶路撒冷ê百姓ê悖逆，啥事久長悖逆ah？in固執in ê詭詐，m̄肯回頭。"}},{"book":"耶","chapter":8,"verse":6,"versions":{"unv":"我留心聽，聽見他們說不正直的話。無人悔改惡行，說：我做的是甚麼呢？他們各人轉奔己路，如馬直闖戰場。","bklcl":"Góa liû-sim thiaⁿ, chóng-sī in bô kóng chèng-ti̍t ê ōe, bô lâng hoán-hóe in pháiⁿ ê só͘-kiâⁿ, kóng, Góa chòe--ê sī sím-mi̍h? in ta̍k-lâng choán-tńg kiâⁿ ka-kī ê lō͘, chhin-chhiūⁿ bé pháu-ji̍p chiàn-tiûⁿ.","tghg":"我留心聽，總是𪜶無講正直的話。無人反悔𪜶歹的所行，講：我做的是甚麼？𪜶逐人轉返(choán-tńg)行家己的路，親像馬跑入(pháu-ji̍p)戰場。","bklhl":"我留心聽，總是in無講正直ê話，無人反悔in pháiⁿ ê所行，講，我做ê是甚麼？in ta̍k人轉tńg行家己ê路，親像馬跑入戰場。"}},{"book":"耶","chapter":8,"verse":7,"versions":{"unv":"空中的鸛鳥知道來去的定期；斑鳩燕子與白鶴也守候當來的時令；我的百姓卻不知道耶和華的法則。","bklcl":"Khong-tiong ê ho̍h chai i tiāⁿ-tio̍h ê kî; ka-chui ìⁿ-á kap hái-gān, lóng siú in lâi ê sî; to̍k-to̍k Góa ê peh-sìⁿ m̄-chai Iâ-hô-hoa ê hoat-lu̍t.","tghg":"空中的鶴知伊定著的期；鳩鵻(ka-chui)燕仔(ìⁿ-á)及海雁(hái-gān)攏守𪜶來的時；獨獨我的百姓呣知耶和華的法律。","bklhl":"空中ê鶴知伊定tio̍h ê期；ka-chui燕á kap海雁，lóng守in來ê時；獨獨我ê百姓m̄知耶和華ê法律。"}},{"book":"耶","chapter":8,"verse":8,"versions":{"unv":"你們怎麼說：我們有智慧，耶和華的律法在我們這裡？看哪，文士的假筆舞弄虛假。","bklcl":"Lín cháiⁿ-iūⁿ kóng, Goán sī tì-hūi ê lâng, Iâ-hô-hoa ê lu̍t-hoat tī goán tiong-kan? Khòaⁿ ah, keng-ha̍k-sū bú-lāng pit-be̍k, hō͘ i pìⁿ-chòe ké.","tghg":"恁怎樣講：阮是智慧的人，耶和華的律法佇阮中間？看啊，經學士舞弄筆墨，互伊變做假。","bklhl":"Lín怎樣講，阮是智慧ê人，耶和華ê律法tī阮中間？看ah，經學士舞弄筆墨，hō͘伊變做假。"}},{"book":"耶","chapter":8,"verse":9,"versions":{"unv":"智慧人慚愧，驚惶，被擒拿；他們棄掉耶和華的話，心裡還有甚麼智慧呢？","bklcl":"Tì-hūi ê lâng kiàn-siàu, kiaⁿ-hiâⁿ, siū-lia̍h; khòaⁿ ah, in pàng-sak Iâ-hô-hoa ê ōe, in ê sim-lāi iáu ū sím-mi̍h tì-hūi ah?","tghg":"智慧的人見誚，驚惶，受掠；看啊，𪜶放拺耶和華的話，𪜶的心內猶有甚麼智慧啊？","bklhl":"智慧ê人見笑、驚惶、受掠；看ah，in放sak耶和華ê話，in ê心內iáu有甚麼智慧ah？"}},{"book":"耶","chapter":8,"verse":10,"versions":{"unv":"所以我必將他們的妻子給別人，將他們的田地給別人為業；因為他們從最小的到至大的都一味地貪婪，從先知到祭司都行事虛謊。","bklcl":"Só͘-í Góa beh chiong in ê bó͘ hō͘ pa̍t-lâng, chiong in ê chhân-hn̂g hō͘ pa̍t-lâng sêng-chiap chòe-gia̍p; in-ūi in tùi tē-it sòe kàu tē-it tōa--ê, lóng it-bī tham-sim; tùi sian-ti kàu chè-si lóng kiâⁿ kan-chà.","tghg":"所以我欲將𪜶的某互別人，將𪜶的田園互別人承接做業；因為𪜶對第一細到第一大者攏一味貪心，對先知到祭司攏行奸詐。","bklhl":"所以我beh將in ê bó͘ hō͘別人，將in ê田園hō͘別人承接做業；因為in tùi第一細到第一大ê，lóng一味貪心；tùi先知到祭司lóng行奸詐。"}},{"book":"耶","chapter":8,"verse":11,"versions":{"unv":"他們輕輕忽忽地醫治我百姓的損傷，說：平安了！平安了！其實沒有平安。","bklcl":"In chhìn-chhìn chhái-chhái i-tī Góa ê peh-sìⁿ ê siong, kóng, Pêng-an lah, pêng-an lah; kî-si̍t bô pêng-an.","tghg":"𪜶凊凊彩彩(chhìn-chhìn chhái-chhái)醫治我的百姓的傷，講：平安啦！平安啦！其實無平安。","bklhl":"In chhìn-chhìn chhái-chhái醫治我ê百姓ê傷，講，平安lah，平安lah；其實無平安。"}},{"book":"耶","chapter":8,"verse":12,"versions":{"unv":"他們行可憎的事知道慚愧嗎？不然，他們毫不慚愧，也不知羞恥。因此他們必在仆倒的人中仆倒；我向他們討罪的時候，他們必致跌倒。這是耶和華說的。","bklcl":"In kiâⁿ khó-ò͘ⁿ ê sū, chai kiàn-siàu mah? bô, in lóng bô kiàn-siàu, ia̍h bōe âng-bīn; in-ūi án-ni, in beh poa̍h-tó tī poa̍h-tó ê lâng ê tiong-kan; in siū pān ê sî beh tian-tó; che sī Iâ-hô-hoa kóng--ê.","tghg":"𪜶行可惡的事，知見誚嗎？無，𪜶攏無見誚，亦𣍐紅面。因為按呢，𪜶欲跋倒佇跋倒的人的中間；𪜶受辦的時欲顛倒。這是耶和華講的。","bklhl":"In行可惡ê事，知見笑mah？無，in lóng無見笑，亦bōe 紅面；因為án-ni，in beh跋倒tī跋倒ê人ê中間；in受辦ê時beh顛倒；這是耶和華講ê。"}},{"book":"耶","chapter":8,"verse":13,"versions":{"unv":"耶和華說：我必使他們全然滅絕；葡萄樹上必沒有葡萄，無花果樹上必沒有果子，葉子也必枯乾。我所賜給他們的，必離開他們過去。","bklcl":"Iâ-hô-hoa kóng, Góa beh it-chīn bia̍t--in; phû-tô-chhiū beh bô phû-tô; bû-hoa-kó chhiū beh bô bû-hoa-kó; hio̍h ia̍h beh ko͘-tâ; Góa só͘ hō͘ in--ê, lóng beh bô--khì.","tghg":"耶和華講：我欲一盡滅𪜶；葡萄樹欲無葡萄，無花果樹欲無無花果，葉亦欲枯焦。我所互𪜶的，攏欲無去。","bklhl":"耶和華講，我beh一盡滅in；葡萄樹beh無葡萄；無花果樹beh無無花果；葉亦beh枯焦；我所hō͘ in ê，lóng beh無去。"}},{"book":"耶","chapter":8,"verse":14,"versions":{"unv":"我們為何靜坐不動呢？我們當聚集，進入堅固城，在那裡靜默不言；因為耶和華─我們的　神使我們靜默不言，又將苦膽水給我們喝，都因我們得罪了耶和華。","bklcl":"Lán siáⁿ-sū chēng-chēng chē ah? lín tio̍h chū-chi̍p, chiū lán thang ji̍p chiah-ê kian-kò͘ ê siâⁿ; tī-hia tiām-tiām; in-ūi lán ê Siōng-tè Iâ-hô-hoa hō͘ lán tiām-tiām; koh chiong khó͘ ê chúi hō͘ lán lim; lóng sī in-ūi lán tek-chōe Iâ-hô-hoa.","tghg":"咱啥事靜靜坐啊？恁著聚集，就咱通入諸個堅固的城，佇遐恬恬(tiām-tiām)；因為咱的上帝──耶和華互咱恬恬，閣將苦的水互咱飲，攏是因為咱得罪耶和華。","bklhl":"咱啥事靜靜坐ah？lín tio̍h聚集，就咱thang入chiah ê堅固ê城；tī-hia恬恬；因為咱ê上帝耶和華hō͘咱恬恬；koh將苦ê水hō͘咱lim；lóng是因為咱得罪耶和華。"}},{"book":"耶","chapter":8,"verse":15,"versions":{"unv":"我們指望平安，卻得不著好處；指望痊癒的時候，不料，受了驚惶。","bklcl":"Lán ǹg-bāng pêng-an, ia̍h bô ū hó--chhù; ǹg-bāng ū i-hó ê sî-kî, hoán-tńg ū kiaⁿ-hiâⁿ.","tghg":"咱向望平安，亦無有好處；向望有醫好的時期，反轉有驚惶。","bklhl":"咱ǹg望平安，亦無有好處；ǹg望有醫好ê時期，反tńg有驚惶。"}},{"book":"耶","chapter":8,"verse":16,"versions":{"unv":"聽見從但那裡敵人的馬噴鼻氣，他的壯馬發嘶聲，全地就都震動；因為他們來吞滅這地和其上所有的，吞滅這城與其中的居民。","bklcl":"Thiaⁿ-kìⁿ tùi Tàn hia tùi-te̍k ê bé phn̄g-phn̄g-háu; in ê ióng ê bé ki-ki-háu, choân-tōe chiū lóng tín-tāng; in-ūi in lâi thun-bia̍t chit ê tōe, í-ki̍p hit lāi-bīn só͘-ū--ê; thun-bia̍t chit ê siâⁿ, kap kî-tiong khiā-khí ê peh-sìⁿ.","tghg":"聽見對但遐對敵的馬滂滂哮(phn̄g-phn̄g-háu)，𪜶的勇的馬嘰嘰哮(ki-ki-háu)，全地就攏振動(tín-tāng)；因為𪜶來吞滅此個地以及彼內面所有的，吞滅此個城及其中徛起的百姓。","bklhl":"聽見tùi Tàn hia對敵ê馬phn̄g-phn̄g哮；in ê勇ê馬ki-ki哮，全地就lóng振動；因為in來吞滅chit ê地，以及hit內面所有ê；吞滅chit ê城，kap其中khiā起ê百姓。"}},{"book":"耶","chapter":8,"verse":17,"versions":{"unv":"看哪，我必使毒蛇到你們中間，是不服法術的，必咬你們。這是耶和華說的。","bklcl":"Lín khòaⁿ, Góa beh chhe chôa, to̍k-chôa, kàu lín tiong-kan, lín khu bô hoat--tit-ê, in beh kā lín; che sī Iâ-hô-hoa kóng--ê.","tghg":"恁看，我欲差蛇、毒蛇到恁中間，恁驅(khu)無法得的，𪜶欲咬恁。這是耶和華講的。","bklhl":"Lín看，我beh差蛇，毒蛇，到lín中間，lín驅無法得ê，in beh咬lín；這是耶和華講ê。"}},{"book":"耶","chapter":8,"verse":18,"versions":{"unv":"我有憂愁，願能自慰；我心在我裡面發昏。","bklcl":"Góa ū iu-būn, chêng-goān ōe-tit an-ùi; góa ê sim hūn-khì.","tghg":"我有憂悶，情願會得安慰；我的心暈去。","bklhl":"我有憂悶，情願能得安慰；我ê心暈去。"}},{"book":"耶","chapter":8,"verse":19,"versions":{"unv":"聽啊，是我百姓的哀聲從極遠之地而來，說：耶和華不在錫安嗎？錫安的王不在其中麼？耶和華說：他們為甚麼以雕刻的偶像和外邦虛無的神惹我發怒呢？","bklcl":"Khòaⁿ ah, góa ê peh-sìⁿ ai-siong ê siaⁿ, tùi hn̄g-hn̄g ê só͘-chāi lâi, kóng, Iâ-hô-hoa bô tī Sek-an mah? i ê ông bô tī hí(**hit) lāi-bīn mah? In siáⁿ-sū ēng tiau-khek ê ngó͘-siōng, kap gōa-pang hu-ké--ê, lâi kek Góa ê siū-khì ah?","tghg":"看啊，我的百姓哀傷的聲對遠遠的所在來，講：耶和華無佇錫安嗎？伊的王無佇彼內面嗎？𪜶啥事用雕刻的偶像，及外邦虛假者來激我的受氣啊？","bklhl":"看ah，我ê百姓哀傷ê聲，tùi遠遠ê所在來，講，耶和華無tī錫安mah？伊ê王無tī hit內面mah？In啥事用雕刻ê偶像，kap外邦虛假ê，來激我ê受氣ah？"}},{"book":"耶","chapter":8,"verse":20,"versions":{"unv":"麥秋已過，夏令已完，我們還未得救！","bklcl":"Siu-sêng ê sî í-keng kè, hē-thiⁿ ê ji̍t í-keng chīn; goán iáu bô tit-tio̍h kiù.","tghg":"收成的時已經過，夏天的日已經盡，阮猶(iáu)無得著救！","bklhl":"收成ê時已經過，夏天ê日已經盡；阮iáu無得tio̍h救。"}},{"book":"耶","chapter":8,"verse":21,"versions":{"unv":"先知說：因我百姓的損傷，我也受了損傷。我哀痛，驚惶將我抓住。","bklcl":"In-ūi góa ê peh-sìⁿ ê húi-siong, góa ia̍h siū húi-siong; góa chīn-chāi ai-siong, kiaⁿ-hiâⁿ khîⁿ-tiâu góa.","tghg":"因為我的百姓的毀傷，我亦受毀傷。我盡在哀傷，驚惶擒住(khîⁿ-tiâu)我。","bklhl":"因為我ê百姓ê毀傷，我亦受毀傷；我盡在哀傷，驚惶擒tiâu我。"}},{"book":"耶","chapter":8,"verse":22,"versions":{"unv":"在基列豈沒有乳香呢？在那裡豈沒有醫生呢？我百姓為何不得痊癒呢？","bklcl":"Tī Ki-lia̍t kiám bô jú-hiuⁿ? tī-hia kiám bô i-seng? góa ê peh-sìⁿ cháiⁿ-iūⁿ bōe tit-tio̍h i-hó?","tghg":"佇基列豈無乳香？佇遐豈無醫生？我的百姓怎樣𣍐得著醫好？","bklhl":"Tī Ki-lia̍t kiám無乳香？tī-hia kiám無醫生？我ê百姓怎樣bōe得tio̍h醫好？"}}]