[{"book":"耶","chapter":48,"verse":1,"versions":{"unv":"論摩押。萬軍之耶和華─以色列的　神如此說：尼波有禍了！因變為荒場。基列亭蒙羞被攻取；米斯迦蒙羞被毀壞；","bklcl":"Lūn Mô͘-ap. Bān-kun ê Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè án-ni kóng, Nî-pho ū chai-ē ah, in-ūi siū húi-hoāi; Ki-lia̍t-têng tú-tio̍h kiàn-siàu, siū-chhú; Bí-su-ka tú-tio̍h kiàn-siàu, siū pāi-hoāi.","tghg":"論摩押。萬軍的耶和華──以色列的上帝按呢講：尼波有災禍啊！因為受毀壞。基列亭抵著(tú-tio̍h)見誚受取；米斯迦抵著見誚受敗壞；","bklhl":"論Mô͘-ap。萬軍ê耶和華以色列ê上帝án-ni講，Nî-pho有災厄ah，因為受毀壞；Ki-lia̍t-têng tú-tio̍h見笑，受取；Bí-su-ka tú-tio̍h見笑，受敗壞。"}},{"book":"耶","chapter":48,"verse":2,"versions":{"unv":"摩押不再被稱讚。有人在希實本設計謀害她，說：來吧！我們將她剪除，不再成國。瑪得緬哪，你也必默默無聲；刀劍必追趕你。","bklcl":"Mô͘-ap bô koh siū o-ló, ū lâng tī Hi-si̍t-pún siat kè-bô͘ beh hāi i; kóng, Lâi lah, lán kā i chián-tû, hō͘ i bô koh chiâⁿ-chòe kok.  Má-tek-biân ah, lí ia̍h tio̍h chēng-chēng, bo̍h chòe siaⁿ; to-kiàm beh tui-kóaⁿ lí.","tghg":"摩押無閣受謳咾。有人佇希實本設計謀欲害伊，講：來啦！咱給伊剪除，互伊無閣成做國。瑪得緬啊，你亦著靜靜無做聲；刀劍欲追趕你。","bklhl":"Mô͘-ap無koh受o-ló，有人tī Hi-si̍t-pún設計謀beh害伊；講，來lah，咱kā伊剪除，hō͘伊無koh成做國。Má-tek-biân ah，你亦tio̍h靜靜，莫做聲；刀劍beh追趕你。"}},{"book":"耶","chapter":48,"verse":3,"versions":{"unv":"從何羅念有喊荒涼大毀滅的哀聲：","bklcl":"Tùi Hô-lô-liām ū âu-kiò ê siaⁿ, ū chhiúⁿ-kiap kap tōa ê húi-bia̍t.","tghg":"對何羅念有喉叫的聲有搶劫及大的毀滅：","bklhl":"Tùi Hô-lô-liām有喉叫ê聲，有搶劫kap大ê毀滅。"}},{"book":"耶","chapter":48,"verse":4,"versions":{"unv":"摩押毀滅了！她的孩童（或譯：家僮）發哀聲，使人聽見。","bklcl":"Mô͘-ap tú-tio̍h húi-bia̍t, i ê gín-á háu ê siaⁿ hō͘ lâng thiaⁿ-kìⁿ.","tghg":"摩押抵著毀滅！伊的囝仔哮的聲，互人聽見。","bklhl":"Mô͘-ap tú-tio̍h毀滅，伊ê gín-á哮ê聲hō͘人聽見。"}},{"book":"耶","chapter":48,"verse":5,"versions":{"unv":"人上魯希坡隨走隨哭，因為在何羅念的下坡聽見毀滅的哀聲。","bklcl":"In-ūi lâng peh-chiūⁿ Ló͘-hi ê soaⁿ-phiâⁿ, ná-kiâⁿ ná-khàu; lo̍h Hô-lô-liām ê soaⁿ-phiâⁿ, thiaⁿ-kìⁿ húi-bia̍t ai-khàu ê siaⁿ.","tghg":"因為人絔(peh)上魯希的山坪愈行愈哭，落何羅念的山坪聽見毀滅哀哭的聲。","bklhl":"因為人爬上Ló͘-hi ê山坪，ná行ná哭；落Hô-lô-liām ê山坪，聽見毀滅哀哭ê聲。"}},{"book":"耶","chapter":48,"verse":6,"versions":{"unv":"你們要奔逃，自救性命，獨自居住，好像曠野的杜松。","bklcl":"Lín tio̍h tô-cháu, ka-kī kiù sìⁿ-miā; chhin-chhiūⁿ khòng-iá ê tō͘-siông.","tghg":"恁著逃走，家己救生命，親像曠野的杜松。","bklhl":"Lín tio̍h逃走，家己救性命；親像曠野ê杜松。"}},{"book":"耶","chapter":48,"verse":7,"versions":{"unv":"你因倚靠自己所做的和自己的財寶必被攻取。基抹和屬他的祭司、首領也要一同被擄去。","bklcl":"Lí in-ūi óa-khò ka-kī ê só͘-chòe, kap ka-kī ê châi-pó, ia̍h beh siū-lia̍h.  Ki-boat kap sio̍k i ê chè-si kùi-cho̍k, ia̍h beh chòe-chi̍t-ē siū chhian-î.","tghg":"你因為倚靠家己的所做及家己的財寶亦欲受掠。基抹及屬伊的祭司貴族，亦欲做一下受遷移。","bklhl":"你因為óa靠家己ê所做，kap家己ê財寶，亦beh受掠。Ki-boat kap屬伊ê祭司貴族，亦beh做一下受遷移。"}},{"book":"耶","chapter":48,"verse":8,"versions":{"unv":"行毀滅的必來到各城，並無一城得免。山谷必致敗落，平原必被毀壞；正如耶和華所說的。","bklcl":"Kiâⁿ húi-bia̍t--ê, beh kàu ta̍k ê siâⁿ; bô chi̍t ê siâⁿ ōe bián-tit; soaⁿ-kok beh tì-kàu pāi-lo̍h, pîⁿ-iûⁿ beh siū húi-hoāi, chiàu Iâ-hô-hoa só͘ kóng--ê.","tghg":"行毀滅者欲到逐個城，無一個城會免得。山谷欲致到敗落，平洋欲受毀壞；照耶和華所講的。","bklhl":"行毀滅ê，beh到ta̍k ê城；無一个城能免得；山谷beh致到敗落，平洋beh受毀壞，照耶和華所講ê。"}},{"book":"耶","chapter":48,"verse":9,"versions":{"unv":"要將翅膀給摩押，使她可以飛去。她的城邑必致荒涼，無人居住。","bklcl":"Tio̍h ēng si̍t hō͘ Mô͘-ap, hō͘ i pe-cháu; i chiah-ê siâⁿ beh tì-kàu pha-hng, bô lâng khiā-khí.","tghg":"著用翅互摩押，互伊飛走。伊諸個城欲致到拋荒，無人徛起。","bklhl":"Tio̍h用翼hō͘ Mô͘-ap，hō͘伊飛走；伊chiah ê城beh致到拋荒，無人khiā起。"}},{"book":"耶","chapter":48,"verse":10,"versions":{"unv":"（懶惰為耶和華行事的，必受咒詛；禁止刀劍不經血的，必受咒詛。）","bklcl":"Chhìn-chhìn chhái-chhái chòe Iâ-hô-hoa ê kang--ê, tio̍h siū chiù-chó͘; kìm-chí i ê to bak-tio̍h huih--ê, tio̍h siū chiù-chó͘.","tghg":"（凊凊彩彩(chhìn-chhìn chhái-chhái)做耶和華的工者，著受咒詛；禁止伊的刀染(bak)著血者，著受咒詛。）","bklhl":"Chhìn-chhìn chhái-chhái做耶和華ê工(kong)ê，tio̍h受咒詛；禁止伊ê刀bak-tio̍h血ê，tio̍h受咒詛。"}},{"book":"耶","chapter":48,"verse":11,"versions":{"unv":"摩押自幼年以來常享安逸，如酒在渣滓上澄清，沒有從這器皿倒在那器皿裡，也未曾被擄去。因此，它的原味尚存，香氣未變。","bklcl":"Mô͘-ap tùi siàu-liân í-lâi, siông-siông hióng-siū pêng-an; chhin-chhiūⁿ chē-chheng ê chiú, bô tùi chit ê khì-kū piàⁿ tī pa̍t ê khì-kū; ia̍h bē bat siū-lia̍h; in-ūi án-ni i ê goân-bī iáu tī-teh, khì-bī bē piàn.","tghg":"摩押對少年以來常常享受平安，親像坐清的酒，無對此個器具傾(piàⁿ)佇別個器具，亦未曾受掠。因為按呢，伊的原味猶佇啲，氣味未變。","bklhl":"Mô͘-ap tùi少年以來，常常享受平安；親像坐清ê酒，無tùi chit ê器具piàⁿ tī別ê器具；亦未bat受掠；因為án-ni伊ê原味 iáu tī-teh，氣味bē變。"}},{"book":"耶","chapter":48,"verse":12,"versions":{"unv":"耶和華說：「日子將到，我必打發倒酒的往她那裡去，將她倒出來，倒空她的器皿，打碎她的罈子。","bklcl":"Iâ-hô-hoa kóng, Khòaⁿ ah, ji̍t-chí beh kàu, Góa beh chhe piàⁿ-chiú--ê khì i hia, kā i piàⁿ-chhut--lâi; piàⁿ-khang i ê khì-kū, phah-phòa i ê chiú-àng.","tghg":"耶和華講：「看啊，日子欲到，我欲差傾酒者去伊遐，給伊傾出來，傾空伊的器具，拍破伊的酒甕(àng)。","bklhl":"耶和華講，看ah，日子beh到，我beh差piàⁿ酒ê去伊hia，kā伊piàⁿ出來；piàⁿ空伊ê器具，phah破伊ê酒甕。"}},{"book":"耶","chapter":48,"verse":13,"versions":{"unv":"摩押必因基抹羞愧，像以色列家從前倚靠伯特利的神羞愧一樣。","bklcl":"Mô͘-ap beh ūi-tio̍h Ki-boat lâi kiàn-siàu, chhin-chhiūⁿ Í-sek-lia̍t-ke ūi-tio̍h in só͘ óa-khò ê Pek-te̍k-lī lâi kiàn-siàu chi̍t-iūⁿ.","tghg":"摩押欲為著基抹來見誚，親像以色列家為著𪜶所倚靠的伯特利來見誚一樣。","bklhl":"Mô͘-ap beh為tio̍h Ki-boat來見笑，親像以色列家為tio̍h in所óa靠ê Pek-te̍k-lī來見笑一樣。"}},{"book":"耶","chapter":48,"verse":14,"versions":{"unv":"你們怎麼說：我們是勇士，是有勇力打仗的呢？","bklcl":"Lí cháiⁿ-iūⁿ kóng, Goán sī ióng-sū, sī ū la̍t thang kau-chiàn ê lâng?","tghg":"你怎樣講：阮是勇士，是有力通交戰的人？","bklhl":"你怎樣講，阮是勇士，是有力thang交戰ê人？"}},{"book":"耶","chapter":48,"verse":15,"versions":{"unv":"摩押變為荒場，敵人上去進了她的城邑。她所特選的少年人下去遭了殺戮；這是君王─名為萬軍之耶和華說的。","bklcl":"Mô͘-ap pìⁿ-chòe pha-hng, tùi-te̍k chiūⁿ-khì, ji̍p i hiah-ê siâⁿ; só͘ kéng-soán ê siàu-liân lâng lo̍h-khì tú-tio̍h thâi-sí; che sī Kun-ông, miâ chòe bān-kun ê Iâ-hô-hoa, kóng--ê.","tghg":"摩押變做拋荒，對敵上去，入伊許個城。所揀選的少年人落去抵著刣死；這是君王──名做萬軍的耶和華講的。","bklhl":"Mô͘-ap變做拋荒，對敵上去，入伊hiah-ê城；所揀選ê少年人落去tú-tio̍h 刣死；這是君王，名做萬軍ê耶和華，講ê。"}},{"book":"耶","chapter":48,"verse":16,"versions":{"unv":"摩押的災殃臨近；她的苦難速速來到。","bklcl":"Mô͘-ap ê chai-ē kūn lah, i ê hoān-lān kín-kín kàu.","tghg":"摩押的災禍近啦；伊的患難緊緊到。","bklhl":"Mô͘-ap ê災厄近lah，伊ê患難緊緊到。"}},{"book":"耶","chapter":48,"verse":17,"versions":{"unv":"凡在她四圍的和認識她名的，你們都要為她悲傷，說：那結實的杖和那美好的棍，何竟折斷了呢？","bklcl":"Kìⁿ-nā tī i ê chiu-ûi, bat i ê miâ--ê, lín lóng tio̍h ūi i pi-siong; kóng, Hit ê ióng ê thûi, súi ê koáiⁿ-á, thái ōe chi̍h kàu án-ni?","tghg":"見若佇伊的周圍識(bat)伊的名者，恁攏著為伊悲傷，講：彼個勇的槌，媠的枴仔，豈會(thái ōe)折(chi̍h)到按呢？","bklhl":"見若tī伊ê周圍，bat伊ê名ê，lín lóng tio̍h為伊悲傷；講，hit ê勇ê槌，súi ê柺á，thái會折(chi̍h)到án-ni？"}},{"book":"耶","chapter":48,"verse":18,"versions":{"unv":"住在底本的民（原文是女子）哪，要從你榮耀的位上下來，坐受乾渴；因毀滅摩押的上來攻擊你，毀壞了你的保障。","bklcl":"Tòa tī Tí-pún ê peh-sìⁿ ah, tio̍h tùi lí êng-kng ê ūi lo̍h-lâi, chē tī ta-sò ê tōe; in-ūi húi-bia̍t Mô͘-ap--ê chiūⁿ-lâi kong-kek lí, húi-hoāi lí hiah-ê ōe-só͘.","tghg":"住佇底本的百姓啊，著對你榮光的位落來，坐佇乾燥的地；因為毀滅摩押者上來攻擊你，毀壞你許個衛所。","bklhl":"Tòa tī Tí-pún ê百姓ah，tio̍h tùi你榮光ê位落來，坐tī乾燥ê地；因為毀滅Mô͘-ap-ê上來攻擊你，毀壞你hiah-ê衛所。"}},{"book":"耶","chapter":48,"verse":19,"versions":{"unv":"住亞羅珥的啊，要站在道旁觀望，問逃避的男人和逃脫的女人說：是甚麼事呢？","bklcl":"Tòa tī A-lô-jíⁿ--ê ah, tio̍h khiā tī lō͘-piⁿ koan-khòaⁿ, mn̄g tô-cháu ê ta-po͘-lâng, kap thoat-lī ê hū-jîn-lâng, kóng, Sī sím-mi̍h tāi-chì ah?","tghg":"住佇亞羅珥的啊，著徛佇路邊觀看，問逃走的查甫人，及脫離的婦仁人講：是甚麼代誌啊？","bklhl":"Tòa tī A-lô-jíⁿ-ê ah，tio̍h khiā tī路邊觀看，問逃走ê ta-po͘人，kap脫離ê婦人人，講，是甚麼tāi-chì ah？"}},{"book":"耶","chapter":48,"verse":20,"versions":{"unv":"摩押因毀壞蒙羞；你們要哀號呼喊，要在亞嫩旁報告說：摩押變為荒場！","bklcl":"Mô͘-ap in-ūi húi-hoāi lâi kiàn-siàu, lín tio̍h thî-khàu âu-kiò; tio̍h tī A-lùn pò-kò, kóng, Mô͘-ap pìⁿ-chòe pha-hng.","tghg":"摩押因為毀壞來見誚；恁著啼哭喉叫，著佇亞嫩報告講：摩押變做拋荒！","bklhl":"Mô͘-ap因為毀壞來見笑，lín tio̍h啼哭喉叫；tio̍h tī A-lùn報告，講，Mô͘-ap變做拋荒。"}},{"book":"耶","chapter":48,"verse":21,"versions":{"unv":"「刑罰臨到平原之地的何倫、雅雜、米法押、","bklcl":"Hêng-hoa̍t í-keng kàu tī pîⁿ-iûⁿ ê tōe, tī Hô-lûn, tī Ngá-cha̍p, tī Bí-hoat-ap;","tghg":"「刑罰已經到佇平洋的地佇何倫、佇雅雜、佇米法押、","bklhl":"刑罰已經到tī平洋ê地，tī Hô-lûn，tī Ngá-cha̍p，tī Bí-hoat-ap；"}},{"book":"耶","chapter":48,"verse":22,"versions":{"unv":"底本、尼波、伯‧低比拉太音、","bklcl":"tī Tí-pún, tī Nî-pho, tī Pek-te-pí-la̍h-thài-im;","tghg":"佇底本、佇尼波、佇伯低比拉太音、","bklhl":"tī Tí-pún，tī Nî-pho，tī Pek-te-pí-la̍h-thài-im；"}},{"book":"耶","chapter":48,"verse":23,"versions":{"unv":"基列亭、伯‧迦末、伯‧米恩、","bklcl":"tī Ki-lia̍t-têng, tī Pek-ka-boa̍t, tī Pek-bí-un;","tghg":"佇基列亭、佇伯迦末、佇伯米恩、","bklhl":"tī Ki-lia̍t-têng，tī Pek-ka-boa̍t，tī Pek-bí-un；"}},{"book":"耶","chapter":48,"verse":24,"versions":{"unv":"加略、波斯拉，和摩押地遠近所有的城邑。","bklcl":"tī Ka-lio̍k, tī Pho-su-la̍h, kap Mô͘-ap tōe hn̄g-kūn só͘ ū ê siâⁿ.","tghg":"佇加略、佇波斯拉，及摩押地遠近所有的城。","bklhl":"tī加略，tī Pho-su-la̍h，kap Mô͘-ap地遠近所有ê城。"}},{"book":"耶","chapter":48,"verse":25,"versions":{"unv":"摩押的角砍斷了，摩押的膀臂折斷了。這是耶和華說的。」","bklcl":"Mô͘-ap ê kak chhò-tn̄g lah, i ê chhiú-kut at-chi̍h lah; che sī Iâ-hô-hoa kóng--ê.","tghg":"摩押的角剉(chhò)斷啦，伊的手骨遏折(at-chi̍h)啦。這是耶和華講的。」","bklhl":"Mô͘-ap ê角剉斷lah，伊ê手骨at折lah；這是耶和華講ê。"}},{"book":"耶","chapter":48,"verse":26,"versions":{"unv":"「你們要使摩押沉醉，因他向耶和華誇大。他要在自己所吐之中打滾，又要被人嗤笑。","bklcl":"Lín tio̍h hō͘ Mô͘-ap chiú-chùi; in-ūi i chū-ko, pōe-ge̍k Iâ-hô-hoa; i beh tī i só͘ thò͘ ê tiong-kan kō-lâi kō-khì; koh beh hō͘ lâng thí-chhiò.","tghg":"「恁著互摩押酒醉，因為伊自高悖逆耶和華。伊欲佇伊所吐的中間翱(kō)來翱去，閣欲互人恥笑。","bklhl":"Lín tio̍h hō͘ Mô͘-ap酒醉；因為伊自高，悖逆耶和華；伊beh tī伊所吐ê中間kō來kō去；koh beh hō͘人恥笑。"}},{"book":"耶","chapter":48,"verse":27,"versions":{"unv":"摩押啊，你不曾嗤笑以色列嗎？她豈是在賊中查出來的呢？你每逢提到她便搖頭。","bklcl":"Í-sek-lia̍t kiám m̄-bat hō͘ lí thí-chhiò mah? i kiám sī tī chha̍t ê tiong-kan hō͘ lâng chhâ-chhut mah? in-ūi lí ta̍k-pái kóng-khí i ê sî, chiū iô-thâu pōaⁿ-hī.","tghg":"以色列豈呣曾互你恥笑嗎？伊豈是佇賊的中間互人查出嗎？因為你逐擺講起伊的時，就搖頭拂(pōaⁿ)耳。","bklhl":"以色列kiám m̄-bat hō͘你恥笑mah？伊kiám是tī賊ê中間hō͘人查出mah？因為你ta̍k-pái講起伊ê時，就搖頭拌(pōaⁿ)耳。"}},{"book":"耶","chapter":48,"verse":28,"versions":{"unv":"摩押的居民哪，要離開城邑，住在山崖裡，像鴿子在深淵口上搭窩。","bklcl":"Khiā-khí tī Mô͘-ap--ê ah, lín tio̍h lī-khui chiah-ê siâⁿ, khiā-khí tī chio̍h-pôaⁿ; chhin-chhiūⁿ ka-chui choh-siū tī khang-kháu ê piⁿ.","tghg":"徛起佇摩押的啊，恁著離開諸個城，徛起佇石磐，親像鳩鵻(ka-chui)作巢佇孔口的邊。","bklhl":"Khiā起tī Mô͘-ap-ê ah，lín tio̍h離開chiah ê城，khiā起tī石磐；親像ka-chui作巢 tī孔口ê邊。"}},{"book":"耶","chapter":48,"verse":29,"versions":{"unv":"我們聽說摩押人驕傲，是極其驕傲；聽說他自高自傲，並且狂妄，居心自大。","bklcl":"Goán ū thiaⁿ-kìⁿ Mô͘-ap ê kiau-ngō͘, i ê kiau-ngō͘ kàu-ke̍k; i ê chū-ko, i ê kiau-ngō͘, i ê bú-bān, chûn-sim ka-kī lia̍h chòe-tōa.","tghg":"阮有聽見摩押的驕傲，伊的驕傲到極；伊的自高，伊的驕傲，伊的侮慢，存心家己掠做大。","bklhl":"阮有聽見Mô͘-ap ê驕傲，伊ê驕傲到極；伊ê自高，伊ê驕傲，伊ê侮慢，存心家己掠做大。"}},{"book":"耶","chapter":48,"verse":30,"versions":{"unv":"耶和華說：我知道他的忿怒是虛空的；他誇大的話一無所成。","bklcl":"Iâ-hô-hoa kóng, Góa chai i ê siū-khì, kap i khang-khang ê khoa-kháu, só͘-kiâⁿ sī khang-khang.","tghg":"耶和華講：我知伊的受氣，及伊空空的誇口，所行是空空。","bklhl":"耶和華講，我知伊ê受氣，kap伊空空ê誇口，所行是空空。"}},{"book":"耶","chapter":48,"verse":31,"versions":{"unv":"因此，我要為摩押哀號，為摩押全地呼喊；人必為吉珥‧哈列設人歎息。","bklcl":"In-ūi án-ni, góa beh ūi-tio̍h Mô͘-ap thî-khàu, góa beh ūi-tio̍h Mô͘-ap choân-tōe âu-kiò; in beh ūi-tio̍h Kiat-jíⁿ-hap-lia̍t-siat ê lâng thó͘-khùi.","tghg":"因為按呢，我欲為著摩押啼哭，我欲為著摩押全地喉叫；𪜶欲為著吉珥哈列設的人吐氣。","bklhl":"因為án-ni，我beh為tio̍h Mô͘-ap啼哭，我beh為tio̍h Mô͘-ap全地喉叫；in beh為tio̍h Kiat-jíⁿ-hap-lia̍t-siat ê人吐氣。"}},{"book":"耶","chapter":48,"verse":32,"versions":{"unv":"西比瑪的葡萄樹啊，我為你哀哭，甚於雅謝人哀哭。你的枝子蔓延過海，直長到雅謝海。那行毀滅的已經臨到你夏天的果子和你所摘的葡萄。","bklcl":"Se-pí-má ê phû-tô-chhiū ah, góa ūi-tio̍h lí thî-khàu, pí Ngá-siā lâng ê thî-khàu khah siong-tiōng; lí ê ki thòaⁿ-kè hái, ti̍t-ti̍t chhun kàu Ngá-siā ê hái; hit ê kiâⁿ húi-bia̍t--ê í-keng lîm-kàu lí beh siu-sêng ê ké-chí, kap lí ê phû-tô.","tghg":"西比瑪的葡萄樹啊，我為著你啼哭，比雅謝人的啼哭卡傷重。你的枝湠(thòaⁿ)過海，直直伸到雅謝的海。彼個行毀滅者已經臨到你欲收成的果子，及你的葡萄。","bklhl":"Se-pí-má ê葡萄樹ah，我為tio̍h你啼哭，比Ngá-siā人ê啼哭khah傷重；你ê枝thòaⁿ過海，直直伸到Ngá-siā ê海；hit ê行毀滅ê已經臨到你beh收成ê果子，kap你ê葡萄。"}},{"book":"耶","chapter":48,"verse":33,"versions":{"unv":"肥田和摩押地的歡喜快樂都被奪去；我使酒醡的酒絕流，無人踹酒歡呼；那歡呼卻變為仇敵的吶喊（原文是那歡呼卻不是歡呼）。","bklcl":"Pûi ê chhân kap Mô͘-ap tōe, i ê hoaⁿ-hí khoài-lo̍k lóng bô--khì.  Góa hō͘ chiú-khut ê chiú bô--khì; bô lâng ta̍h chiú, chhut hoaⁿ-hí ê siaⁿ, hit ê siaⁿ m̄-sī hoaⁿ-hí ê siaⁿ.","tghg":"肥的田及摩押地，伊的歡喜快樂攏無去；我互酒窟的酒無去，無人踏酒出歡喜的聲；彼個聲呣是歡喜的聲。","bklhl":"肥ê田kap Mô͘-ap地，伊ê歡喜快樂lóng無去。我hō͘酒窟ê酒無去；無人踏酒，出歡喜ê聲，hit ê聲m̄是歡喜ê聲。"}},{"book":"耶","chapter":48,"verse":34,"versions":{"unv":"「希實本人發的哀聲達到以利亞利，直達到雅雜；從瑣珥達到何羅念，直到伊基拉‧施利施亞，因為寧林的水必然乾涸。」","bklcl":"In-ūi Hi-si̍t-pún ai-siong ê siaⁿ thàng-kàu Í-lī-a-lī, ti̍t-ti̍t kàu Ngá-cha̍p, koh tùi Só-jíⁿ kàu Hô-lô-liām, ti̍t-kàu I-ki-la̍h Si-lī-si-a, in-ūi Lêng-lîm ê chúi tek-khak ko͘-tâ.","tghg":"「因為希實本哀傷的聲𥦁(thàng)到以利亞利，直直到雅雜；閣對瑣珥到何羅念，直到伊基拉施利施亞，因為寧林的水的確枯焦。」","bklhl":"因為Hi-si̍t-pún哀傷ê聲thàng到Í-lī-a-lī，直直到Ngá-cha̍p，koh tùi Só-jíⁿ到Hô-lô-liām，直到I-ki-la̍h Si-lī-si-a，因為Lêng-lîm ê水的確枯焦。"}},{"book":"耶","chapter":48,"verse":35,"versions":{"unv":"耶和華說：「我必在摩押地使那在邱壇獻祭的，和那向他的神燒香的都斷絕了。","bklcl":"Iâ-hô-hoa kóng, Góa beh tī Mô͘-ap tōe, hō͘ hit ê hiàn-chè tī soaⁿ-thâu-tôaⁿ--ê kap hit ê sio-hiuⁿ tī i hiah-ê sîn-bêng--ê, lóng soah.","tghg":"耶和華講：「我欲佇摩押地互彼個獻祭佇山頭壇者，及彼個燒香佇伊許個神明者攏息(soah)。","bklhl":"耶和華講，我beh tī Mô͘-ap地，hō͘ hit ê獻祭tī山頭壇ê kap hit ê燒香tī伊hiah-ê神明ê，lóng soah。"}},{"book":"耶","chapter":48,"verse":36,"versions":{"unv":"我心腹為摩押哀鳴如簫，我心腸為吉珥•哈列設人也是如此，因摩押人所得的財物都滅沒了。","bklcl":"In-ūi án-ni, góa ê sim ūi-tio̍h Mô͘-ap chhin-chhiūⁿ phín-siau teh tân; góa ê sim ūi-tio̍h Kiat-jíⁿ-hap-lia̍t-siat lâng chhin-chhiūⁿ phín-siau teh tân; in-ūi in só͘ chek-chū ê châi-bu̍t lóng bô--khì.","tghg":"因為按呢，我的心為著摩押親像𥰔簫(phín-siau)啲鳴(tân)，我的心為著吉珥哈列設人親像𥰔簫啲鳴，因為𪜶所聚集的財物攏無去。","bklhl":"因為án-ni，我ê心為tio̍h Mô͘-ap親像品簫teh tân；我ê心為tio̍h Kiat-jíⁿ-hap-lia̍t-siat人親像品簫teh tân；因為in所積聚ê財物lóng無去。"}},{"book":"耶","chapter":48,"verse":37,"versions":{"unv":"「各人頭上光禿，鬍鬚剪短，手有劃傷，腰束麻布。","bklcl":"Thâu-khak ta̍k-ê kng-khō-khō, chhùi-chhiu ta̍k-ê chián té-té, chhiú-kut ta̍k-ê koah-siong, io hâ môa-pò͘.","tghg":"「頭殼逐個光裸裸(kng-khō-khō)，嘴鬚逐個剪短短，手骨逐個割傷，腰縖(hâ)麻布。","bklhl":"頭殼ta̍k-ê光khō-khō，嘴鬚ta̍k-ê剪短短，手骨ta̍k-ê割傷，腰hâ麻布。"}},{"book":"耶","chapter":48,"verse":38,"versions":{"unv":"在摩押的各房頂上和街市上處處有人哀哭；因我打碎摩押，好像打碎無人喜悅的器皿。這是耶和華說的。","bklcl":"Tī Mô͘-ap ta̍k-keng ê chhù-téng, kap i hiah-ê koe-chhī, ta̍k só͘-chāi ū thî-khàu; in-ūi Góa kong-phòa Mô͘-ap, chhin-chhiūⁿ kòng-phòa m̄-tèng-ì ê khì-kū.  Che sī Iâ-hô-hoa kóng--ê.","tghg":"佇摩押逐間的厝頂及伊許個街市逐所在有啼哭；因為我攻破摩押，親像摃(kòng)破呣中意的器具。這是耶和華講的。","bklhl":"Tī Mô͘-ap ta̍k間ê厝頂，kap伊hiah-ê街市，ta̍k所在有啼哭；因為我攻破Mô͘-ap，親像kòng破m̄中意ê器具。這是耶和華講ê。"}},{"book":"耶","chapter":48,"verse":39,"versions":{"unv":"摩押何等毀壞！何等哀號！何等羞愧轉背！這樣，摩押必令四圍的人嗤笑驚駭。」","bklcl":"I húi-hoāi kàu án-ni! in thî-khàu kàu án-ni!  Mô͘-ap kiàn-siàu oa̍t-tò-tńg kàu án-ni! chhin-chhiūⁿ án-ni, Mô͘-ap beh hō͘ sì-ûi ê lâng thí-chhiò gông-ngia̍h.","tghg":"伊毀壞到按呢！𪜶啼哭到按呢！摩押見誚越倒轉到按呢！親像按呢摩押欲互四圍的人恥笑卬愕。」","bklhl":"伊毀壞到án-ni！in啼哭到án-ni！Mô͘-ap見笑oa̍t倒tńg到án-ni！親像án-ni，Mô͘-ap beh hō͘四圍ê人恥笑gông-ngia̍h。"}},{"book":"耶","chapter":48,"verse":40,"versions":{"unv":"耶和華如此說：仇敵必如大鷹飛起，展開翅膀，攻擊摩押。","bklcl":"In-ūi Iâ-hô-hoa án-ni kóng, Khòaⁿ ah, i beh chhin-chhiūⁿ eng-chiáu pe--lâi, thí-khui i ê si̍t tī Mô͘-ap.","tghg":"因為耶和華按呢講：看啊，伊欲親像鷹鳥飛來，展開伊的翅佇摩押。","bklhl":"因為耶和華án-ni講，看ah，伊beh親像鷹鳥飛來，thí開伊ê翼tī Mô͘-ap。"}},{"book":"耶","chapter":48,"verse":41,"versions":{"unv":"加略被攻取，保障也被佔據。到那日，摩押的勇士心中疼痛如臨產的婦人。","bklcl":"Ka-lio̍k hō͘ lâng chhú--khì, hiah-ê ōe-só͘ hō͘ lâng chiàm--khì; kàu hit-ji̍t, Mô͘-ap chiah-ê ióng-sū ê sim chhin-chhiūⁿ beh siⁿ-kiáⁿ ê hū-jîn-lâng ê sim.","tghg":"迦略互人取去，許個衛所互人佔去。到彼日，摩押諸個勇士的心親像欲生子的婦仁人的心。","bklhl":"加略hō͘人取去，hiah-ê衛所hō͘人佔去；到hit日，Mô͘-ap chiah ê勇士ê心親像beh生kiáⁿ ê婦人人ê心。"}},{"book":"耶","chapter":48,"verse":42,"versions":{"unv":"摩押必被毀滅，不再成國，因他向耶和華誇大。","bklcl":"Mô͘-ap beh tú-tio̍h húi-bia̍t, bô koh chiâⁿ-chòe kok; in-ūi in chū-ko, pōe-ge̍k Iâ-hô-hoa.","tghg":"摩押欲抵著毀滅，無閣成做國，因為𪜶自高悖逆耶和華。","bklhl":"Mô͘-ap beh tú-tio̍h毀滅，無koh成做國；因為in自高，悖逆耶和華。"}},{"book":"耶","chapter":48,"verse":43,"versions":{"unv":"耶和華說：摩押的居民哪，恐懼、陷坑、網羅都臨近你。","bklcl":"Iâ-hô-hoa kóng, Mô͘-ap khiā-khí ê peh-sìⁿ ah, kiaⁿ-hiâⁿ, hām-khiⁿ, oa̍h-tauh, lóng kàu tī lí.","tghg":"耶和華講：摩押徛起的百姓啊，驚惶、陷坑、活罩(oa̍h-tauh)攏到佇你。","bklhl":"耶和華講，Mô͘-ap khiā起ê百姓ah，驚惶、陷坑、活tauh，lóng到tī你。"}},{"book":"耶","chapter":48,"verse":44,"versions":{"unv":"躲避恐懼的必墜入陷坑；從陷坑上來的必被網羅纏住；因我必使追討之年臨到摩押。這是耶和華說的。","bklcl":"Cháu-pī kiaⁿ-hiâⁿ-ê, beh poa̍h-lo̍h hām-khiⁿ; tùi hām-khiⁿ peh--khí-lâi ê, beh hō͘ oa̍h-tauh tauh-tio̍h; in-ūi Góa beh hō͘ hêng-hoa̍t ê nî lîm-kàu Mô͘-ap; che sī Iâ-hô-hoa kóng--ê.","tghg":"走避驚惶的欲跋落陷坑；對陷坑絔起來的欲互活罩罩著，因為我欲互刑罰的年臨到摩押。這是耶和華講的。","bklhl":"走避驚惶ê，beh跋落陷坑；tùi陷坑peh起來ê，beh hō͘活tauh tauh-tio̍h；因為我beh hō͘刑罰ê年臨到Mô͘-ap；這是耶和華講ê。"}},{"book":"耶","chapter":48,"verse":45,"versions":{"unv":"躲避的人無力站在希實本的影下；因為有火從希實本發出，有火焰出於西宏的城，燒盡摩押的角和鬨嚷人的頭頂。","bklcl":"Hiah ê tô-cháu--ê khùi-la̍t chīn, khiā tī Hi-si̍t-pún ìm-ńg-ē; chóng-sī hé tùi Hi-si̍t-pún chhut, hé-iām tùi Se-hông hoat, it-chīn sio Mô͘-ap ê pian-kài, kap chok-loān ê lâng thâu-khak ê téng-bīn.","tghg":"許個逃走者氣力盡，徛佇希實本蔭影下；總是火對希實本出，火焰對西宏發，一盡燒摩押的邊界，及作亂的人頭殼的頂面。","bklhl":"Hiah-ê逃走ê氣力盡，khiā tī Hi-si̍t-pún蔭影下；總是火tùi Hi-si̍t-pún出，火燄tùi Se-hông 發，一盡燒Mô͘-ap ê邊界，kap作亂ê人頭殼ê頂面。"}},{"book":"耶","chapter":48,"verse":46,"versions":{"unv":"摩押啊，你有禍了！屬基抹的民滅亡了！因你的眾子都被擄去，你的眾女也被擄去。","bklcl":"Mô͘-ap ah, lí ū chai-ē; Ki-boat ê peh-sìⁿ bia̍t-bô lah, lí ê chèng-kiáⁿ hō͘ lâng lia̍h--khì, lí ê chèng cha-bó͘-kiáⁿ chòe siū-lia̍h--ê.","tghg":"摩押啊，你有災禍！基抹的百姓滅無啦！你的眾子互人掠去，你的眾查某子做受掠者。","bklhl":"Mô͘-ap ah，你有災厄；Ki-boat ê百姓滅無lah，你ê眾kiáⁿ hō͘人掠去，你ê眾cha-bó͘-kiáⁿ做受掠ê。"}},{"book":"耶","chapter":48,"verse":47,"versions":{"unv":"耶和華說：到末後，我還要使被擄的摩押人歸回。摩押受審判的話到此為止。","bklcl":"Iâ-hô-hoa kóng, Chóng-sī kàu ji̍t-āu, Góa beh hō͘ Mô͘-ap siū-lia̍h ê lâng tò-tńg.  Lūn Mô͘-ap siū sím-phòaⁿ ê ōe, kàu chia ûi-chí.","tghg":"耶和華講：總是到日後，我欲互摩押受掠的人倒轉。論摩押受審判的話到遮為止。","bklhl":"耶和華講，總是到日後，我beh hō͘ Mô͘-ap受掠ê人倒tńg。論Mô͘-ap受審判ê話，到chia為止。"}}]