[{"book":"耶","chapter":22,"verse":1,"versions":{"unv":"耶和華如此說：「你下到猶大王的宮中，在那裡說這話，","bklcl":"Iâ-hô-hoa án-ni kóng, Lí lo̍h-khì Iû-tāi ông ê kiong-lāi; tī-hia kóng chit ê ōe, kóng,","tghg":"耶和華按呢講：「你落去猶大王的宮內，佇遐講此個話，講：","bklhl":"耶和華án-ni講，你落去偤大王ê宮內；tī-hia講chit ê話，講，"}},{"book":"耶","chapter":22,"verse":2,"versions":{"unv":"說：『坐大衛寶座的猶大王啊，你和你的臣僕，並進入城門的百姓，都當聽耶和華的話。","bklcl":"Chē Tāi-pi̍t pó-chō ê Iû-tāi ông ah, lí kap lí ê jîn-sîn í-ki̍p ji̍p chiah-ê mn̂g ê peh-sìⁿ, lóng tio̍h thiaⁿ Iâ-hô-hoa ê ōe.","tghg":"『坐大衛寶座的猶大王啊，你及你的人臣，以及入諸個門的百姓，攏著聽耶和華的話。","bklhl":"坐大衛寶座ê偤大王ah，你kap你ê人臣以及入chiah ê門ê百姓，lóng tio̍h聽耶和華ê話。"}},{"book":"耶","chapter":22,"verse":3,"versions":{"unv":"耶和華如此說：你們要施行公平和公義，拯救被搶奪的脫離欺壓人的手，不可虧負寄居的和孤兒寡婦，不可以強暴待他們，在這地方也不可流無辜人的血。","bklcl":"Iâ-hô-hoa án-ni kóng, Lín tio̍h kiâⁿ kong-pêng kap kong-gī, chín-kiù siū chhiúⁿ-toa̍t--ê thoat-lī ap-chè lâng--ê ê chhiú; m̄-thang ēng kiông-pō khi-hū chhut-gōa lâng, kap ko͘-jî kóaⁿ-hū; tī chit ê só͘-chāi ia̍h m̄-thang lâu bô-chōe ê lâng ê huih.","tghg":"耶和華按呢講：恁著行公平及公義，拯救受搶奪者脫離壓制人者的手，呣通用強暴欺負出外人及孤兒寡婦，佇此個所在亦呣通流無罪的人的血。","bklhl":"耶和華án-ni講，Lín tio̍h行公平kap公義，拯救受搶奪ê脫離壓制人ê ê手；m̄-thang用強暴欺負出外人，kap孤兒寡婦；tī chit ê所在亦m̄-thang 流無罪ê人ê血。"}},{"book":"耶","chapter":22,"verse":4,"versions":{"unv":"你們若認真行這事，就必有坐大衛寶座的君王和他的臣僕百姓，或坐車或騎馬，從這城的各門進入。","bklcl":"Lín nā jīn-chin kiâⁿ chit ê tāi-chì, chiū beh ū chē Tāi-pi̍t pó-chō ê ông, i kap i ê jîn-sîn peh-sìⁿ, he̍k-sī chē-chhia, he̍k-sī khiâ-bé, ji̍p chit ê chhù ê mn̂g.","tghg":"恁若認真行此個代誌，就欲有坐大衛寶座的王伊及伊的人臣百姓，或是坐車，或是騎馬，入此個厝的門。","bklhl":"Lín若認真行chit ê tāi-chì，就beh有坐大衛寶座ê王，伊kap伊ê人臣百姓，或是坐車，或是騎馬，入chit ê厝ê門。"}},{"book":"耶","chapter":22,"verse":5,"versions":{"unv":"你們若不聽這些話，耶和華說：我指著自己起誓，這城必變為荒場。』","bklcl":"Lín nā m̄-thiaⁿ chiah-ê ōe, Iâ-hô-hoa kóng, Góa kí pún-sin lâi chiù-chōa, chit keng chhù beh pìⁿ-chòe pha-hng.","tghg":"恁若呣聽諸個話，耶和華講：我指(kí)本身來咒誓，此間厝欲變做拋荒。』","bklhl":"Lín若m̄聽chiah ê話，耶和華講，我kí本身來chiù-chōa，chit間厝beh變做拋荒。"}},{"book":"耶","chapter":22,"verse":6,"versions":{"unv":"耶和華論到猶大王的家如此說：我看你如基列，如黎巴嫩頂；然而，我必使你變為曠野，為無人居住的城邑。","bklcl":"Iâ-hô-hoa lūn-kàu Iû-tāi ông ê ke án-ni kóng, Góa khòaⁿ lí chhin-chhiūⁿ Ki-lia̍t, chhin-chhiūⁿ Lī-pa-lùn ê bé-liu; chóng-sī Góa tek-khak hō͘ lí pìⁿ-chòe khòng-iá, chòe bô lâng khiā-khí ê siâⁿ.","tghg":"耶和華論到猶大王的家按呢講：我看你親像基列，親像黎巴嫩的尾溜；總是我的確互你變做曠野，做無人徛起的城。","bklhl":"耶和華論到偤大王ê家án-ni講，我看你親像Ki-lia̍t，親像黎巴嫩ê尾溜；總是我的確hō͘你變做曠野，做無人khiā起ê城。"}},{"book":"耶","chapter":22,"verse":7,"versions":{"unv":"我要預備行毀滅的人，各拿器械攻擊你；他們要砍下你佳美的香柏樹，扔在火中。","bklcl":"Góa beh pī-pān kiâⁿ húi-bia̍t ê lâng, ta̍k-ê kia̍h ke-si kong-kek lí; in beh chhò lí siōng-hó ê pek-hiuⁿ-chhiū, hiat-lo̍h hé.","tghg":"我欲備辦行毀滅的人，逐個攑家私攻擊你；𪜶欲剉(chhò)你上好的柏香樹，㧒(hiat)落火。","bklhl":"我beh備辦行毀滅ê人，ta̍k-ê kia̍h ke-si攻擊你；in beh剉你siōng好ê柏香樹，hiat落火。"}},{"book":"耶","chapter":22,"verse":8,"versions":{"unv":"「許多國的民要經過這城，各人對鄰舍說：『耶和華為何向這大城如此行呢？』","bklcl":"Chōe-chōe kok ê lâng beh keng-kè chit ê siâⁿ, ta̍k-ê saⁿ-kap kóng, Iâ-hô-hoa siáⁿ-sū án-ni khoán-thāi chit ê tōa siâⁿ ah?","tghg":"「多多國的人欲經過此個城，逐個相及講：『耶和華啥事按呢款待此個大城啊？』","bklhl":"Chōe-chōe國ê人beh經過chit ê城，ta̍k-ê相kap講，耶和華啥事án-ni款待chit ê大城ah？"}},{"book":"耶","chapter":22,"verse":9,"versions":{"unv":"他們必回答說：『是因離棄了耶和華─他們　神的約，事奉敬拜別神。』」","bklcl":"In beh ìn kóng, Sī in-ūi in khì-sak Iâ-hô-hoa in ê Siōng-tè ê iok, ho̍k-sāi kèng-pài pa̍t ê siōng-tè.","tghg":"𪜶欲應講：『是因為𪜶棄拺耶和華──𪜶的上帝的約，服事敬拜別個上帝。』」","bklhl":"In beh應講，是因為in棄sak耶和華in ê上帝ê約，服事敬拜別ê上帝。"}},{"book":"耶","chapter":22,"verse":10,"versions":{"unv":"不要為死人哭號；不要為他悲傷，卻要為離家出外的人大大哭號；因為他不得再回來，也不得再見他的本國。","bklcl":"Bo̍h-tit ūi-tio̍h sí-lâng thî-khàu, bo̍h-tit ūi-tio̍h i pi-siong; tio̍h in-ūi siū chhian-sóa ê lâng tōa-tōa thî-khàu; in-ūi i bōe koh tò--lâi, ia̍h bōe koh kìⁿ-tio̍h i ê pún-kok.","tghg":"莫得為著死人啼哭；莫得為著伊悲傷，著因為受遷徙的人大大啼哭；因為伊𣍐閣倒來，亦𣍐閣見著伊的本國。","bklhl":"莫得為tio̍h死人啼哭，莫得為tio̍h伊悲傷；tio̍h因為受遷徙ê人大大啼哭；因為伊bōe koh tò來，亦bōe koh見tio̍h伊ê本國。"}},{"book":"耶","chapter":22,"verse":11,"versions":{"unv":"因為耶和華論到從這地方出去的猶大王約西亞的兒子沙龍（在列王下二十三章三十節名約哈斯），就是接續他父親約西亞作王的，這樣說：「他必不得再回到這裡來，","bklcl":"In-ūi lūn-kàu Iû-tāi ông Iok-se-a ê kiáⁿ Sa-liông, sòa-chiap i ê lāu-pē Iok-se-a chòe ông, āu-lâi lī-khui chit ê só͘-chāi--ê, Iâ-hô-hoa ū án-ni kóng,","tghg":"因為論到猶大王約西亞的子沙龍，續接伊的老父約西亞做王，後來離開此個所在者，耶和華有按呢講：","bklhl":"因為論到偤大王約西亞ê kiáⁿ Sa-liông，續接伊ê老父約西亞做王，後來離開chit ê所在ê，耶和華有án-ni講，"}},{"book":"耶","chapter":22,"verse":12,"versions":{"unv":"卻要死在被擄去的地方，必不得再見這地。」","bklcl":"I tek-khak bô koh tò--lâi chia; chiū-sī beh sí tī hō͘ lâng lia̍h-khì ê tōe-hng, bô koh khòaⁿ-kìⁿ chit ê tōe-hng.","tghg":"「伊的確無閣倒來遮，就是欲死佇互人掠去的地方，無閣看見此個地方。」","bklhl":"伊的確無koh tò來chia；就是beh死tī hō͘人掠去ê地方，無koh看見chit ê地方。"}},{"book":"耶","chapter":22,"verse":13,"versions":{"unv":"那行不義蓋房、行不公造樓、白白使用人的手工不給工價的有禍了！","bklcl":"Hit ê ēng put-gī lâi khí chhù, ēng bô kong-tō lâi khí lâu; pe̍h-pe̍h kah lâng chòe i ê kang, bô hō͘ lâng kang-chîⁿ; hit lâng ū chai-ē ah.","tghg":"彼個用不義來起厝、用無公道來起樓、白白教人做伊的工無互人工錢，彼人有災禍(chai-ē)啊！","bklhl":"Hit-ê用不義來起厝，用無公道來起樓；白白kah人做伊ê工，無hō͘人工錢；hit人有災厄ah。"}},{"book":"耶","chapter":22,"verse":14,"versions":{"unv":"他說：我要為自己蓋廣大的房、寬敞的樓，為自己開窗戶。這樓房的護牆板是香柏木的，樓房是丹色油漆的。","bklcl":"I kóng, Góa beh ūi pún-sin khí tōa-chhù, kap thong-hong ê lâu; ūi ka-kī khui tōa thang, ēng pek-hiuⁿ-chhâ chòe thian-lô-pán; ēng gûn-chu lâi iû.","tghg":"伊講：我欲為本身起大厝，及通風的樓，為家己開大窗。用柏香柴做天羅板(thian-lô-pán)，用銀朱來油。","bklhl":"伊講，我beh為本身起大厝，kap通風ê樓；為家己開大窗，用柏香柴做天羅板；用銀朱來油。"}},{"book":"耶","chapter":22,"verse":15,"versions":{"unv":"難道你作王是在乎造香柏木樓房爭勝嗎？你的父親豈不是也吃也喝、也施行公平和公義嗎？那時他得了福樂。","bklcl":"Lí jia̍t-sim tī pek-hiuⁿ-chhâ ê kong-chok, chiū ōe chòe ông mah?  Lí ê lāu-pē kiám m̄-sī ia̍h chia̍h, ia̍h lim, ia̍h kiâⁿ kong-pêng kap kong-gī mah?  Hit-sî i tit-tio̍h hok-khì.","tghg":"你熱心佇柏香柴的工作就會做王嗎？你的老父豈呣是亦食亦飲、亦行公平及公義嗎？","bklhl":"你熱心tī柏香柴ê工作，就會做王mah？你ê老父kiám m̄是亦食，亦lim，亦行公平kap公義mah？hit時伊得tio̍h福氣。"}},{"book":"耶","chapter":22,"verse":16,"versions":{"unv":"他為困苦和窮乏人伸冤，那時就得了福樂。認識我不在乎此嗎？這是耶和華說的。","bklcl":"I pān-lí khùn-khó͘ kap sòng-hiong lâng ê àn-kiāⁿ, i chiū tit-tio̍h hok-khì; án-ni kiám m̄-sī bat Góa mah? che sī Iâ-hô-hoa kóng--ê.","tghg":"彼時伊得著福氣。伊辦理困苦及喪鄉人的案件，伊就得著福氣。按呢豈呣是識我嗎？這是耶和華講的。","bklhl":"伊辨理困苦kap sòng-hiong人ê案件，伊就得tio̍h福氣；án-ni kiám m̄是bat我mah？這是耶和華講ê。"}},{"book":"耶","chapter":22,"verse":17,"versions":{"unv":"惟有你的眼和你的心專顧貪婪，流無辜人的血，行欺壓和強暴。","bklcl":"To̍k-to̍k lí ê ba̍k-chiu, lí ê sim, chù-ì tham-sim, lâu bô-chōe ê lâng ê huih, kiâⁿ ap-chè kap kiông-pō.","tghg":"獨獨你的目睭你的心注意貪心，流無罪的人的血，行壓制及強暴。","bklhl":"獨獨你ê目睭，你ê心，注意貪心，流無罪ê人ê血，行壓制kap強暴。"}},{"book":"耶","chapter":22,"verse":18,"versions":{"unv":"所以，耶和華論到猶大王約西亞的兒子約雅敬如此說：人必不為他舉哀說：哀哉！我的哥哥；或說：哀哉！我的姊姊；也不為他舉哀說：哀哉！我的主；或說：哀哉！我主的榮華。","bklcl":"Só͘-í Iâ-hô-hoa lūn-kàu Iû-tāi ông Iok-se-a ê kiáⁿ, Iok-ngá-kèng, án-ni kóng, Lâng bô beh ūi-tio̍h i ai-siong, kóng, Ai-ah, góa ê hiaⁿ! á-sī, Ai--ah, góa ê tōa-chí! ia̍h bô in-ūi i ai-siong, kóng, Ai--ah, góa ê chú! á-sī, Ai--ah, i ê êng-kng!","tghg":"所以，耶和華論到猶大王約西亞的子約雅敬按呢講：人無欲為著伊哀傷講：唉啊！我的兄；抑是，唉啊！我的大姊；亦無因為伊哀傷講：唉啊！我的主，抑是，唉啊！伊的榮光。","bklhl":"所以耶和華論到偤大王約西亞ê kiáⁿ，Iok-ngá-kèng，án-ni講，人無beh為tio̍h伊哀傷，講，Ai-ah，我ê兄！á是，Ai-ah，我ê大姊！亦無因為伊哀傷，講，Ai-ah，我ê主！á是，Ai-ah，伊ê榮光！"}},{"book":"耶","chapter":22,"verse":19,"versions":{"unv":"他被埋葬，好像埋驢一樣，要拉出去扔在耶路撒冷的城門之外。","bklcl":"I beh hō͘ lâng tâi, chhin-chhiūⁿ tâi lû chi̍t-iūⁿ; beh thoa--chhut-khì, hiat tī Iâ-lō͘-sat-léng ê siâⁿ-gōa.","tghg":"伊欲互人埋(tâi)，親像埋驢一樣，欲拖出去㧒佇耶路撒冷的城外。","bklhl":"伊beh hō͘人埋，親像埋驢一樣；beh拖出去，hiat tī耶路撒冷ê城外。"}},{"book":"耶","chapter":22,"verse":20,"versions":{"unv":"你要上黎巴嫩哀號，在巴珊揚聲，從亞巴琳哀號，因為你所親愛的都毀滅了。","bklcl":"Lí tio̍h chiūⁿ Lī-pa-lùn ai-khàu, tī Pa-san chhut-siaⁿ, tùi A-pa-lîm ai-khàu; in-ūi lí só͘ chhin-ài--ê lóng húi-bia̍t lah.","tghg":"你著上黎巴嫩哀哭，佇巴珊出聲，對亞巴琳哀哭，因為你所親愛者攏毀滅啦。","bklhl":"你tio̍h 上黎巴嫩哀哭，tī Pa-san出聲，對A-pa-lîm哀哭；因為你所親愛ê lóng毀滅lah。"}},{"book":"耶","chapter":22,"verse":21,"versions":{"unv":"你興盛的時候，我對你說話；你卻說：我不聽。你自幼年以來總是這樣，不聽從我的話。","bklcl":"Tng lí heng-thong ê sî, Góa chiū tùi lí kóng; lí kóng, Góa m̄ thiaⁿ; lí tùi siàu-liân í-lâi, lóng sī chit-khoán, m̄ thiaⁿ-thàn Góa ê ōe.","tghg":"當你亨通的時，我就對你講；你講：我呣聽。你對少年以來攏是此款，呣聽趁我的話。","bklhl":"當你興通ê時，我就對你講；你講，我m̄聽；你tùi少年以來，lóng是chit款，m̄聽thàn我ê話。"}},{"book":"耶","chapter":22,"verse":22,"versions":{"unv":"你的牧人要被風吞吃，你所親愛的必被擄去；那時你必因你一切的惡抱愧蒙羞。","bklcl":"Lí ê bo̍k-chiá beh hō͘ hong chhe--khì; lí só͘ chhin-ài--ê beh hō͘ lâng lia̍h--khì; hit-sî lí tek-khak in-ūi lí it-chhè ê pháiⁿ lâi làu-khùi kiàn-siàu.","tghg":"你的牧者欲互風吹去，你所親愛者欲互人掠去；彼時你的確因為你一切的歹來漏氣見誚。","bklhl":"你ê牧者beh hō͘風吹去；你所親愛ê beh hō͘人掠去；hit時你的確因為你一切ê pháiⁿ來漏氣見笑。"}},{"book":"耶","chapter":22,"verse":23,"versions":{"unv":"你這住黎巴嫩、在香柏樹上搭窩的，有痛苦臨到你，好像疼痛臨到產難的婦人，那時你何等可憐！","bklcl":"Lí khiā-khí Lī-pa-lùn, choh siū tī pek-hiuⁿ-chhiū--ê, thòng-khó͘ lîm-kàu lí, thàng-thiàⁿ chhin-chhiūⁿ beh siⁿ-kiáⁿ ê hū-jîn-lâng; hit-sî lí ê khó-lîn kàu cháiⁿ-iūⁿ!","tghg":"你徛起黎巴嫩，作巢佇柏香樹者，痛苦臨到你，痛疼親像欲生子的婦仁人，彼時你的可憐到怎樣！","bklhl":"你khiā起黎巴嫩，作巢tī柏香樹ê，痛苦臨到你，痛疼親像beh生kiáⁿ ê婦人人；hit時你ê可憐到怎樣！"}},{"book":"耶","chapter":22,"verse":24,"versions":{"unv":"耶和華說：「猶大王約雅敬的兒子哥尼雅（又名耶哥尼雅；下同），雖是我右手上帶印的戒指，我憑我的永生起誓，也必將你從其上摘下來，","bklcl":"Iâ-hô-hoa kóng, Góa kí Góa ê éng-oa̍h lâi chiù-chōa, sui-jiân Iû-tāi ông, Iok-ngá-kèng ê kiáⁿ Ko-nî-ngá, sī Góa chiàⁿ-chhiú kài-ìn ê chhiú-chí, ia̍h beh kā lí pak--khí-lâi.","tghg":"耶和華講：「我指我的永活來咒誓，雖然猶大王約雅敬的子哥尼雅，是我正手蓋印(kài-ìn)的手指，亦欲給你剝(pak)起來，","bklhl":"耶和華講，我kí我ê永活來chiù-chōa，雖然偤大王，Iok-ngá-kèng ê kiáⁿ Ko-nî-ngá，是我chiàⁿ手蓋印ê手指，亦beh kā你剝(pak)起來。"}},{"book":"耶","chapter":22,"verse":25,"versions":{"unv":"並且我必將你交給尋索你命的人和你所懼怕的人手中，就是巴比倫王尼布甲尼撒和迦勒底人的手中。","bklcl":"Koh Góa beh chiong lí kau hō͘ siàu-siūⁿ lí ê sìⁿ-miā ê lâng ê chhiú; kap lí só͘ m̄-káⁿ kìⁿ i ê bīn ê lâng ê chhiú, chiū-sī Pa-pí-lûn ông Nî-pò͘-kah-nî-sat ê chhiú, kap Ka-le̍k-tí lâng ê chhiú.","tghg":"閣我欲將你交互數想(siàu-siūⁿ)你的生命的人的手，及你所呣敢見伊的面的人的手，就是巴比倫王尼布甲尼撒的手及迦勒底人的手。","bklhl":"Koh我beh將你交hō͘ siàu想你ê性命ê人ê手；kap你所m̄敢見伊ê面ê人ê手，就是巴比倫王Nî-pò͘-kah-nî-sat ê手，kap Ka-le̍k-tí人ê手。"}},{"book":"耶","chapter":22,"verse":26,"versions":{"unv":"我也必將你和生你的母親趕到別國，並不是你們生的地方；你們必死在那裡，","bklcl":"Góa ia̍h beh kóaⁿ lí, kap siⁿ lí ê lāu-bú, kàu pa̍t-kok, m̄-sī lín chhut-sì ê só͘-chāi; lín beh sí tī-hia.","tghg":"我亦欲趕你及生你的老母到別國，呣是恁出世的所在；恁欲死佇遐，","bklhl":"我亦beh趕你，kap生你ê老母，到別國，m̄是lín出世ê所在；lín beh死tī-hia。"}},{"book":"耶","chapter":22,"verse":27,"versions":{"unv":"但心中甚想歸回之地，必不得歸回。」","bklcl":"Chóng-sī in ê sim chin ài tò--khì ê só͘-chāi bōe-tit-thang tò--khì.","tghg":"總是𪜶的心真愛倒去的所在，𣍐得通倒(tò)去。」","bklhl":"總是in ê心真ài tò去ê所在bōe得thang tò去。"}},{"book":"耶","chapter":22,"verse":28,"versions":{"unv":"哥尼雅這人是被輕看、破壞的器皿嗎？是無人喜愛的器皿嗎？他和他的後裔為何被趕到不認識之地呢？","bklcl":"Ko-nî-ngá chit-lâng sī siū khòaⁿ-khin, í-keng phòa ê hûi-khì mah? sī bô thang hoaⁿ-hí ê khì-kū mah? i kap i ê hō͘-è, siáⁿ-sū siū kóaⁿ, hiat tī in só͘ m̄ bat ê tōe ah?","tghg":"哥尼雅此人是受看輕、已經破的磁器(hûi-khì)嗎？是無通歡喜的器具嗎？伊及伊的後裔啥事受趕，㧒佇𪜶所呣識的地啊？","bklhl":"Ko-nî-ngá chit人是受看輕，已經破ê磁器mah？是無thang歡喜ê器具mah？伊kap伊ê後裔，啥事受趕，hiat tī in所m̄ bat ê地ah？"}},{"book":"耶","chapter":22,"verse":29,"versions":{"unv":"地啊，地啊，地啊，當聽耶和華的話！","bklcl":"Tōe ah, tōe ah, tōe ah, tio̍h thiaⁿ Iâ-hô-hoa ê ōe;","tghg":"地啊，地啊，地啊，著聽耶和華的話！","bklhl":"地ah，地ah，地ah，tio̍h聽耶和華ê話；"}},{"book":"耶","chapter":22,"verse":30,"versions":{"unv":"耶和華如此說：要寫明這人算為無子，是平生不得亨通的；因為他後裔中再無一人得亨通，能坐在大衛的寶座上治理猶大。","bklcl":"Iâ-hô-hoa án-ni kóng, Tio̍h kí chit-lâng bô kiáⁿ, it-seng bōe tit-tio̍h heng-thong--ê; in-ūi i ê hō͘-è ê tiong-kan, bô koh ū chi̍t-lâng tit-tio̍h heng-thong, ōe chē tī Tāi-pi̍t ê pó-chō, lâi tī-lí Iû-tāi.","tghg":"耶和華按呢講：著指此人無子，一生𣍐得著享通者；因為伊的後裔的中間無閣有一人得著亨通，會坐佇大衛的寶座來治理猶大。","bklhl":"耶和華án-ni講，Tio̍h kí chit人無kiáⁿ，一生bōe得tio̍h興通ê；因為伊ê後裔ê中間，無koh有一人得tio̍h興通，能坐tī大衛ê寶座，來治理偤大。"}}]