[{"book":"耶","chapter":7,"verse":1,"versions":{"unv":"耶和華的話臨到耶利米說：","bklcl":"Ū ōe tùi Iâ-hô-hoa kàu Iâ-lī-bí, kóng,","tghg":"有話對耶和華到耶利米講：","bklhl":"有話tùi耶和華到耶利米，講，"}},{"book":"耶","chapter":7,"verse":2,"versions":{"unv":"「你當站在耶和華殿的門口，在那裡宣傳這話說：你們進這些門敬拜耶和華的一切猶大人，當聽耶和華的話。","bklcl":"Lí tio̍h khiā tī Iâ-hô-hoa ê chhù ê mn̂g, tī-hia soan-thoân chit ê ōe, kóng, Hoān-nā sio̍k Iû-tāi ji̍p chiah-ê mn̂g, kèng-pài Iâ-hô-hoa--ê, tio̍h thiaⁿ Iâ-hô-hoa ê ōe.","tghg":"「你著徛佇耶和華的厝的門，佇遐宣傳此個話講：凡若屬猶大入諸個門，敬拜耶和華者，著聽耶和華的話。","bklhl":"你tio̍h khiā tī耶和華ê厝ê門，tī-hia宣傳chit ê話，講，凡若屬偤大入chiah ê門，敬拜耶和華ê，tio̍h聽耶和華ê話。"}},{"book":"耶","chapter":7,"verse":3,"versions":{"unv":"萬軍之耶和華─以色列的　神如此說：你們改正行動作為，我就使你們在這地方仍然居住。","bklcl":"Bān-kun ê Iâ-hô-hoa, Í-sek-lia̍t ê Siōng-tè, án-ni kóng, Lín tio̍h kóe-chiàⁿ só͘-kiâⁿ só͘-chòe, Góa chiū hō͘ lín khiā-khí tī chit ê tōe-hng.","tghg":"萬軍的耶和華──以色列的上帝按呢講：恁著改正所行所做，我就互恁徛起佇此個地方。","bklhl":"萬軍ê耶和華，以色列ê上帝，án-ni講，Lín tio̍h改正所行所做，我就hō͘ lín khiā起tī chit ê地方。"}},{"book":"耶","chapter":7,"verse":4,"versions":{"unv":"你們不要倚靠虛謊的話，說：『這些是耶和華的殿，是耶和華的殿，是耶和華的殿！』","bklcl":"Lín m̄-thang óa-khò pe̍h-chha̍t ê ōe, kóng, Chiah-ê sī Iâ-hô-hoa ê tiān, sī Iâ-hô-hoa ê tiān, sī Iâ-hô-hoa ê tiān.","tghg":"恁呣通倚靠白賊的話，講：『諸個是耶和華的殿，是耶和華的殿，是耶和華的殿！』","bklhl":"Lín m̄-thang óa靠白賊ê話，講，Chiah-ê是耶和華ê殿，是耶和華ê殿，是耶和華ê殿。"}},{"book":"耶","chapter":7,"verse":5,"versions":{"unv":"「你們若實在改正行動作為，在人和鄰舍中間誠然施行公平，","bklcl":"Lín nā it-chīn kóe-chiàⁿ só͘-kiâⁿ só͘-chòe; tī lâng kap chhù-piⁿ ê tiong-kan, chin-chiàⁿ ū kiâⁿ kong-pêng;","tghg":"「恁若一盡改正所行所做，佇人及厝邊的中間真正有行公平，","bklhl":"Lín若一盡改正所行所做；tī人kap厝邊ê中間，真正有行公平；"}},{"book":"耶","chapter":7,"verse":6,"versions":{"unv":"不欺壓寄居的和孤兒寡婦，在這地方不流無辜人的血，也不隨從別神陷害自己，","bklcl":"bô pháiⁿ khoán-thāi chhut-gōa lâng, í-ki̍p ko͘-jî kóaⁿ-hū; tī chit ê tōe-hng bô lâu bô-chōe ê lâng ê huih, ia̍h bô thàn pa̍t-hō ê siōng-tè lâi hām-hāi ka-kī;","tghg":"無歹款待出外人以及孤兒寡婦，佇此個地方無流無罪的人的血，亦無趁別號的上帝來陷害家己，","bklhl":"無pháiⁿ款待出外人，以及孤兒寡婦；tī chit ê地方無留無罪ê人ê血，亦無thàn別號ê上帝來陷害家己；"}},{"book":"耶","chapter":7,"verse":7,"versions":{"unv":"我就使你們在這地方仍然居住，就是我古時所賜給你們列祖的地，直到永遠。","bklcl":"Góa chiū hō͘ lín khiā-khí tī chit ê só͘-chāi, chiū-sī Góa só͘ siúⁿ-sù lín ê lia̍t-chó͘ ê tōe, tùi éng-oán kàu éng-oán.","tghg":"我就互恁徛起佇此個所在，就是我所賞賜恁的列祖的地，對永遠到永遠。","bklhl":"我就hō͘ lín khiā起tī chit ê所在，就是我所賞賜lín ê列祖ê地，tùi永遠到永遠。"}},{"book":"耶","chapter":7,"verse":8,"versions":{"unv":"「看哪，你們倚靠虛謊無益的話。","bklcl":"Khòaⁿ ah, lín óa-khò pe̍h-chha̍t bô lī-ek ê ōe.","tghg":"「看啊，恁倚靠白賊無利益的話。","bklhl":"看ah，lín óa靠白賊無利益ê話。"}},{"book":"耶","chapter":7,"verse":9,"versions":{"unv":"你們偷盜，殺害，姦淫，起假誓，向巴力燒香，並隨從素不認識的別神，","bklcl":"Lín thau-the̍h, thâi-lâng, kan-îm, lām-sám chiù-chōa, ǹg Pa-le̍k sio-hiuⁿ, ia̍h thàn lín pêng-sò͘ só͘ m̄-bat pa̍t-hō ê siōng-tè,","tghg":"恁偷提，刣人，姦淫，濫糝咒誓，向巴力燒香，亦趁恁平素所呣識別號的上帝，","bklhl":"Lín偷the̍h、刣人、姦淫，lām-sám chiù-chōa，ǹg Pa-le̍k燒香，亦thàn lín平素所m̄-bat別號ê上帝，"}},{"book":"耶","chapter":7,"verse":10,"versions":{"unv":"且來到這稱為我名下的殿，在我面前敬拜；又說：『我們可以自由了。』你們這樣的舉動是要行那些可憎的事嗎？","bklcl":"koh lâi khiā tī Góa ê bīn-chêng, tī chit-keng ēng Góa ê miâ lâi chheng-ho͘ ê chhù, kóng, Goán tit-tio̍h kiù lah; án-ni, sī beh hō͘ lín khì kiâⁿ chiah-ê khó-ò͘ⁿ ê sū mah?","tghg":"閣來徛佇我的面前，佇此間用我的名來稱呼的厝；講：『阮得著救啦！』按呢是欲互恁去行諸個可惡的事嗎？","bklhl":"koh來khiā tī我ê面前，tī chit間用我ê名來稱呼ê厝，講，阮得tio̍h救lah；án-ni，是beh hō͘ lín去行chiah ê可惡ê事mah？"}},{"book":"耶","chapter":7,"verse":11,"versions":{"unv":"這稱為我名下的殿在你們眼中豈可看為賊窩嗎？我都看見了。這是耶和華說的。","bklcl":"Chit-keng ēng Góa ê miâ lâi chheng-ho͘ ê chhù, lín khòaⁿ-chòe chha̍t-siū mah?  Iâ-hô-hoa kóng, Khòaⁿ ah, Góa, Góa í-keng khòaⁿ-kìⁿ lah.","tghg":"此間用我的名來稱呼的厝恁看做賊巢嗎？耶和華講，看啊，我，我已經看見啦。","bklhl":"Chit間用我ê名來稱呼ê厝，lín看做賊siū mah？耶和華講，看ah，我，我已經看見lah。"}},{"book":"耶","chapter":7,"verse":12,"versions":{"unv":"你們且往示羅去，就是我先前立為我名的居所，察看我因這百姓以色列的罪惡向那地所行的如何。」","bklcl":"Lín taⁿ tio̍h khì Góa tī Sī-lô ê só͘-chāi, chiū-sī Góa khí-thâu siat-chòe kiû-kiò Góa ê miâ ê ūi, khòaⁿ Góa in-ūi Góa ê peh-sìⁿ Í-sek-lia̍t ê chōe-ok, cháiⁿ-iūⁿ khoán-thāi hit só͘-chāi.","tghg":"恁今著去我佇示羅的所在，就是我起頭設做求叫我的名的位，看我因為我的百姓以色列的罪惡怎樣款待彼所在。」","bklhl":"Lín taⁿ tio̍h去我tī Sī-lô ê所在，就是我起頭設做求叫我ê名ê位，看我因為我ê百姓以色列ê罪惡，怎樣款待hit所在。"}},{"book":"耶","chapter":7,"verse":13,"versions":{"unv":"耶和華說：「現在因你們行了這一切的事，我也從早起來警戒你們，你們卻不聽從；呼喚你們，你們卻不答應。","bklcl":"Iâ-hô-hoa kóng, Taⁿ in-ūi lín kiâⁿ chiah-ê it-chhè ê sū, Góa ū tùi lín kóng, ia̍h sī chá-chá khí--lâi kóng, nā-sī lín m̄ thiaⁿ; Góa koh kiò lín, nā-sī lín m̄ ìn;","tghg":"耶和華講：「今因為恁行諸個一切的事，我有對恁講，亦是早早起來講，若是恁呣聽；我閣叫恁，若是恁呣應。","bklhl":"耶和華講，Taⁿ因為lín行chiah ê一切ê事，我有對lín講，亦是早早起來講，但是lín m̄聽；我koh叫lín，但是lín m̄應；"}},{"book":"耶","chapter":7,"verse":14,"versions":{"unv":"所以我要向這稱為我名下、你們所倚靠的殿，與我所賜給你們和你們列祖的地施行，照我從前向示羅所行的一樣。","bklcl":"só͘-í Góa beh khoán-thāi lín só͘ óa-khò chit-keng ēng Góa ê miâ chheng-ho͘ ê chhù, í-ki̍p Góa só͘ siúⁿ-sù lín kap lín ê lia̍t-chó͘ ê tōe, chhin-chhiūⁿ Góa chá khoán-thāi Sī-lô chi̍t-iūⁿ.","tghg":"所以我欲款待恁所倚靠此間、用我的名稱呼的厝，以及我所賞賜恁及恁的列祖的地，親像我早款待示羅一樣。","bklhl":"所以我beh款待lín所óa靠chit間用我ê名稱呼ê厝，以及我所賞賜lín kap lín ê列祖ê地，親像我早款待Sī-lô一樣。"}},{"book":"耶","chapter":7,"verse":15,"versions":{"unv":"我必將你們從我眼前趕出，正如趕出你們的眾弟兄，就是以法蓮的一切後裔。」","bklcl":"Góa iā beh kóaⁿ lín lī-khui Góa ê bīn-chêng, chhin-chhiūⁿ Góa bat kóaⁿ lín ê chèng hiaⁿ-tī, Í-hoat-liân it-chhè ê hō͘-è.","tghg":"我也欲趕恁離開我的面前，親像我曾趕恁的眾兄弟，以法蓮一切的後裔。」","bklhl":"我也beh趕lín離開我ê面前，親像我bat趕lín ê眾兄弟，Í-hoat-liân一切ê後裔。"}},{"book":"耶","chapter":7,"verse":16,"versions":{"unv":"「所以，你不要為這百姓祈禱；不要為他們呼求禱告，也不要向我為他們祈求，因我不聽允你。","bklcl":"Só͘-í lí bo̍h-tit ūi-tio̍h chit ê peh-sìⁿ kî-tó, bo̍h-tit ūi-tio̍h in chhut-siaⁿ kî-kiû, ia̍h bo̍h-tit thòe in kiû Góa; in-ūi Góa bô beh thiaⁿ lí.","tghg":"「所以，你莫得為著此個百姓祈禱；莫得為著𪜶出聲祈求，亦莫得替𪜶求我，因為我無欲聽你。","bklhl":"所以你莫得為tio̍h chit ê百姓祈禱，莫得為tio̍h in出聲祈求，亦莫得替in求我；因為我無beh聽你。"}},{"book":"耶","chapter":7,"verse":17,"versions":{"unv":"他們在猶大城邑中和耶路撒冷街上所行的，你沒有看見嗎？","bklcl":"In tī Iû-tāi chiah-ê siâⁿ-tiong, kap Iâ-lō͘-sat-léng ê ke-lō͘ só͘ kiâⁿ--ê, lí bô khòaⁿ-kìⁿ mah?","tghg":"𪜶佇猶大諸個城中及耶路撒冷的街路所行的，你無看見嗎？","bklhl":"In tī偤大chiah ê城中，kap耶路撒冷ê街路所行ê，你無看見mah？"}},{"book":"耶","chapter":7,"verse":18,"versions":{"unv":"孩子撿柴，父親燒火，婦女摶麵做餅，獻給天后，又向別神澆奠祭，惹我發怒。」","bklcl":"Kiáⁿ-jî khioh chhâ, lāu-pē hiâⁿ-hé, hū-jîn-lâng chhiau-mī chòe-piáⁿ, hiàn hō͘ Thian-hō͘; koh tùi pa̍t-hō ê siōng-tè koàn-tiān; beh kek Góa siū-khì.","tghg":"子兒拾(khioh)柴，老父燃(hiâⁿ)火，婦仁人摶(chhiau)麵做餅，獻互天后，閣對別號的上帝灌奠(koàn-tiān)，欲激我的受氣。」","bklhl":"kiáⁿ兒拾柴，老父hiâⁿ火，婦人人chhiau麵做餅，獻hō͘ 天后；koh tùi別號ê上帝灌奠；beh激我受氣。"}},{"book":"耶","chapter":7,"verse":19,"versions":{"unv":"耶和華說：「他們豈是惹我發怒呢？不是自己惹禍，以致臉上慚愧嗎？」","bklcl":"Iâ-hô-hoa kóng, In kiám-sī kek Góa siū-khì? kiám m̄-sī kek in ka-kī, tì-kàu in ê bīn kiàn-siàu mah?","tghg":"耶和華講：「𪜶豈是激我受氣？豈呣是激𪜶家己，致到𪜶的面見誚嗎？」","bklhl":"耶和華講，In kiám是激我受氣？kiám m̄是激in家己，致到in ê面見笑mah？"}},{"book":"耶","chapter":7,"verse":20,"versions":{"unv":"所以主耶和華如此說：「看哪，我必將我的怒氣和忿怒傾在這地方的人和牲畜身上，並田野的樹木和地裡的出產上，必如火著起，不能熄滅。」","bklcl":"Só͘-í Chú Iâ-hô-hoa án-ni kóng, Khòaⁿ ah, Góa beh chiong Góa ê siū-khì, Góa ê thòng-hūn, piàⁿ tī chit só͘-chāi; chiū-sī piàⁿ tī lâng, kap cheng-siⁿ, í-ki̍p chhân-iá ê chhiū-ba̍k, kap thó͘-tōe ê chhut-sán; chhin-chhiūⁿ hé to̍h bōe hoa.","tghg":"所以主耶和華按呢講：「看啊，我欲將我的受氣、我的痛恨傾(piàⁿ)佇此所在，就是傾佇人及精牲，以及田野的樹木及土地的出產，親像火𤏸(to̍h)𣍐熄(hoa)。」","bklhl":"所以主耶和華án-ni講，看ah，我beh將我ê受氣，我ê痛恨，piàⁿ tī chit所在；就是piàⁿ tī人，kap cheng-siⁿ，以及田野ê樹木，kap土地ê出產；親像火to̍h bōe hoa。"}},{"book":"耶","chapter":7,"verse":21,"versions":{"unv":"萬軍之耶和華─以色列的　神如此說：「你們將燔祭加在平安祭上，吃肉吧！","bklcl":"Bān-kun ê Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè án-ni kóng, Tio̍h chiong lín ê sio-chè chham-ka tī lín chiah-ê chè, lâi chia̍h bah.","tghg":"萬軍的耶和華──以色列的上帝按呢講：「著將恁的燒祭參加佇恁諸個祭，來食肉！","bklhl":"萬軍ê耶和華以色列ê上帝án-ni講，Tio̍h將lín ê燒祭摻加tī lín chiah ê祭，來食肉。"}},{"book":"耶","chapter":7,"verse":22,"versions":{"unv":"因為我將你們列祖從埃及地領出來的那日，燔祭平安祭的事我並沒有提說，也沒有吩咐他們。","bklcl":"In-ūi Góa chhōa lín ê lia̍t-chó͘ chhut Ai-ki̍p ê ji̍t, lūn-kàu sio-chè kap chiah-ê chè, Góa bē-bat tùi in kóng-khí lâi bēng-lēng in.","tghg":"因為我導恁的列祖出埃及的日，論到燒祭及諸個祭我未曾對𪜶講起，來命令𪜶。","bklhl":"因為我chhōa lín ê列祖出埃及ê日，論到燒祭kap chiah ê祭，我bē-bat對in講起來命令in。"}},{"book":"耶","chapter":7,"verse":23,"versions":{"unv":"我只吩咐他們這一件說：『你們當聽從我的話，我就作你們的　神，你們也作我的子民。你們行我所吩咐的一切道，就可以得福。』","bklcl":"Góa to̍k-to̍k hoan-hù in chí chi̍t-hāng, kóng, Lín tio̍h thiaⁿ-thàn Góa ê siaⁿ, Góa chiū beh chòe lín ê Siōng-tè, lín ia̍h beh chòe Góa ê peh-sìⁿ; koh kiâⁿ Góa lóng-chóng bēng-lēng lín ê lō͘, chiū thang tit-tio̍h hok-khì.","tghg":"我獨獨吩咐𪜶此一項講：『恁著聽趁我的聲，我就欲做恁的上帝，恁亦欲做我的百姓。閣行我攏總命令恁的路，就通得著福氣。』","bklhl":"我獨獨吩咐in chit一項，講，Lín tio̍h聽thàn我ê聲，我就beh做lín ê上帝，lín亦beh做我ê百姓；koh行我lóng總命令lín ê路，就thang得tio̍h福氣。"}},{"book":"耶","chapter":7,"verse":24,"versions":{"unv":"他們卻不聽從，不側耳而聽，竟隨從自己的計謀和頑梗的惡心，向後不向前。","bklcl":"Chóng-sī in m̄ thiaⁿ-thàn, ia̍h m̄ àⁿ hī-khang; kéng-jiân chiàu in ê kè-bô͘, kap kong-ngī ê pháiⁿ-sim, thè-āu bô chìn-chêng.","tghg":"總是𪜶呣聽趁，亦呣俯(àⁿ)耳孔，竟然照𪜶的計謀及剛硬的歹心，退後無進前。","bklhl":"總是in m̄聽thàn，亦m̄俯耳孔；竟然照in ê計謀，kap剛硬ê pháiⁿ心，退後無進前。"}},{"book":"耶","chapter":7,"verse":25,"versions":{"unv":"自從你們列祖出埃及地的那日，直到今日，我差遣我的僕人眾先知到你們那裡去，每日從早起來差遣他們。","bklcl":"Tùi lín ê lia̍t-chó͘ chhut Ai-ki̍p ê ji̍t kàu kin-á-ji̍t, Góa chhe Góa ê chèng lô͘-po̍k sian-ti kàu lín hia; koh ta̍k-ji̍t chá-chá khí--lâi chhe in.","tghg":"對恁的列祖出埃及的日，到今仔日，我差我的眾奴僕先知到恁遐，閣逐日早早起來差𪜶。","bklhl":"Tùi lín ê列祖出埃及ê日到今á日，我差我ê眾奴僕先知到lín hia；koh ta̍k日早早起來差in。"}},{"book":"耶","chapter":7,"verse":26,"versions":{"unv":"你們卻不聽從，不側耳而聽，竟硬著頸項行惡，比你們列祖更甚。","bklcl":"In iáu-kú m̄ thiaⁿ Góa, ia̍h m̄ àⁿ hī-khang; hoán-tńg ngī in ê ām-kún; in kiâⁿ pháiⁿ pí in ê lia̍t-chó͘ khah siong-tiōng.","tghg":"𪜶猶久呣聽我，亦呣俯耳孔，反轉硬𪜶的頷頸(ām-kún)，𪜶行歹比𪜶的列祖卡傷重。","bklhl":"In iáu-kú m̄聽我，亦m̄俯耳孔；反tńg硬in ê頷頸；in行pháiⁿ比in ê列祖khah傷重。"}},{"book":"耶","chapter":7,"verse":27,"versions":{"unv":"「你要將這一切的話告訴他們，他們卻不聽從；呼喚他們，他們卻不答應。","bklcl":"Lí tio̍h chiong chiah-ê it-chhè ê ōe kā in kóng; chóng-sī in bô beh thiaⁿ lí; lí kiò--in, in ia̍h bô beh ìn--lí.","tghg":"「你著將諸個一切的話給𪜶講，總是𪜶無欲聽你；你叫𪜶，𪜶亦無欲應你。","bklhl":"你tio̍h將chiah ê一切ê話kā in講；總是in無beh聽你；你叫in，in亦無beh應你。"}},{"book":"耶","chapter":7,"verse":28,"versions":{"unv":"你要對他們說：這就是不聽從耶和華─他們　神的話、不受教訓的國民；從他們的口中，誠實滅絕了。」","bklcl":"Lí tio̍h tùi in kóng, Che chiū-sī m̄ thiaⁿ-thàn Iâ-hô-hoa in ê Siōng-tè ê siaⁿ, bô siū kàu-tok ê kok-bîn; sêng-si̍t bô-khì, tùi in ê chhùi choa̍t-tn̄g.","tghg":"你著對𪜶講：這就是呣聽趁耶和華──𪜶的上帝的聲、無受教督的國民；誠實無去，對𪜶的嘴絕斷。」","bklhl":"你tio̍h對in講，這就是m̄聽thàn耶和華in ê上帝ê聲，無受教督ê國民；誠實無去，tùi in ê嘴絕斷。"}},{"book":"耶","chapter":7,"verse":29,"versions":{"unv":"耶路撒冷啊，要剪髮拋棄，在淨光的高處舉哀；因為耶和華丟掉離棄了惹他忿怒的世代。","bklcl":"Iâ-lō͘-sat-léng ah, tio̍h thì lí ê thâu-mn̂g hiat-ka̍k; tī kng-khō-khō koâiⁿ ê só͘-chāi chhiùⁿ ai-siong ê koa; in-ūi Iâ-hô-hoa khì-sak lī-khui I só͘ siū-khì ê sè-tāi.","tghg":"耶路撒冷啊，著剃你的頭毛㧒擲(hiat-ka̍k)，佇光裸裸(kng-khō-khō)高的所在唱哀傷的歌；因為耶和華棄拺離開伊所受氣的世代。","bklhl":"耶路撒冷ah，tio̍h剃你ê頭毛hiat-ka̍k；tī光khō-khō高ê所在唱哀傷ê歌；因為耶和華棄sak離開伊所受氣ê世代。"}},{"book":"耶","chapter":7,"verse":30,"versions":{"unv":"耶和華說：「猶大人行我眼中看為惡的事，將可憎之物設立在稱為我名下的殿中，污穢這殿。","bklcl":"Iâ-hô-hoa kóng, Iû-tāi ê peh-sìⁿ kiâⁿ Góa só͘ khòaⁿ-chòe pháiⁿ ê sū; chiong khó-ò͘ⁿ ê mi̍h chhāi tī ēng Góa ê miâ chheng-ho͘ ê chhù, phah lâ-sâm--i.","tghg":"耶和華講：「猶大的百姓行我所看做歹的事，將可惡的物祀(chhāi)佇用我的名稱呼的厝，拍垃墋伊。","bklhl":"耶和華講，偤大ê百姓行我所看做pháiⁿ ê事；將可惡ê物chhāi tī用我ê名稱呼ê厝，phah lâ-sâm伊。"}},{"book":"耶","chapter":7,"verse":31,"versions":{"unv":"他們在欣嫩子谷建築陀斐特的邱壇，好在火中焚燒自己的兒女。這並不是我所吩咐的，也不是我心所起的意。」","bklcl":"In tī Piān-him-lùn ê soaⁿ-kok, khí Tô-hui-te̍k soaⁿ-thâu ê tôaⁿ; thang tī hé-tiong sio in ê kiáⁿ, cha-bó͘-kiáⁿ; che m̄-sī Góa só͘ hoan-hù--ê, ia̍h m̄-sī Góa ê sim só͘ siūⁿ--ê.","tghg":"𪜶佇便欣嫩的山谷起陀斐特山頭的壇，通佇火中燒𪜶的子、查某子。這呣是我所吩咐的，亦呣是我的心所想的。」","bklhl":"In tī Piān-him-lùn ê山谷，起Tô-hui-te̍k山頭ê壇；thang tī火中燒in ê kiáⁿ，cha-bó͘-kiáⁿ；這m̄是我所吩咐ê，亦m̄是我ê心所想ê。"}},{"book":"耶","chapter":7,"verse":32,"versions":{"unv":"耶和華說：「因此，日子將到，這地方不再稱為陀斐特和欣嫩子谷，反倒稱為殺戮谷。因為要在陀斐特葬埋屍首，甚至無處可葬；","bklcl":"Iâ-hô-hoa kóng, In-ūi ji̍t-chí beh kàu, chit ê tōe-hng bô koh chheng-chòe Tô-hui-te̍k, kap Piān-him-lùn ê soaⁿ-kok; sī beh chheng-chòe Thâi-lâng ê soaⁿ-kok; in-ūi beh tī Tô-hui-te̍k bâi-chòng sí-lâng, kàu bô chhun só͘-chāi.","tghg":"耶和華講：「因為日子欲到，此個地方無閣稱做陀斐特及便欣嫩的山谷，是欲稱做刣人的山谷。因為欲佇陀斐特埋葬死人，到無剩(chhun)所在；","bklhl":"耶和華講，因為日子beh到，chit ê地方無koh稱做Tô-hui-te̍k，kap Piān-him-lùn ê山谷；是beh稱做刣人ê山谷；因為beh tī Tô-hui-te̍k埋葬死人，到無chhun所在。"}},{"book":"耶","chapter":7,"verse":33,"versions":{"unv":"並且這百姓的屍首必給空中的飛鳥和地上的野獸作食物，並無人鬨趕。","bklcl":"Koh chit ê peh-sìⁿ ê sin-si, beh hō͘ khong-tiong ê pe-chiáu, kap tōe-chiūⁿ ê iá-siù, chòe chia̍h-mi̍h; bô lâng kóaⁿ--i.","tghg":"閣此個百姓的身屍欲互空中的飛鳥及地上的野獸做食物(chia̍h-mi̍h)，無人趕伊。","bklhl":"Koh chit ê百姓ê身屍，beh hō͘空中ê飛鳥，kap地上ê野獸，做食物；無人趕伊。"}},{"book":"耶","chapter":7,"verse":34,"versions":{"unv":"那時，我必使猶大城邑中和耶路撒冷街上，歡喜和快樂的聲音，新郎和新婦的聲音，都止息了，因為地必成為荒場。」","bklcl":"Hit-sî, tī Iû-tāi chiah-ê siâⁿ kap Iâ-lō͘-sat-léng ê koe-chhī, Góa beh hō͘ hoaⁿ-hí ê siaⁿ, khoài-lo̍k ê siaⁿ, sin-kiáⁿ-sài ê siaⁿ, sin-niû ê siaⁿ, lóng-chóng soah; in-ūi chit ê tōe lóng beh pìⁿ-chòe pha-hng.","tghg":"彼時，佇猶大諸個城及耶路撒冷的街市，我欲互歡喜的聲，快樂的聲，新子婿的聲，新娘的聲，攏總息(soah)，因為此個地攏欲變做拋荒。」","bklhl":"Hit時，tī偤大chiah ê城kap耶路撒冷ê街市，我beh hō͘歡喜ê聲，快樂ê聲，新kiáⁿ婿ê聲，新娘ê聲，lóng總soah；因為chit ê地lóng beh變做拋荒。"}}]