[{"book":"耶","chapter":24,"verse":1,"versions":{"unv":"巴比倫王尼布甲尼撒將猶大王約雅敬的兒子耶哥尼雅和猶大的首領，並工匠、鐵匠從耶路撒冷擄去，帶到巴比倫。這事以後，耶和華指給我看，有兩筐無花果放在耶和華的殿前。","bklcl":"Pa-pí-lûn ông Nî-pò͘-kah-nî-sat chiong Iû-tāi ông Iok-ngá-kèng ê kiáⁿ Iâ-ko-nî-ngá, kap Iû-tāi ê kùi-cho̍k, í-ki̍p kang-chhiūⁿ, thih-chhiūⁿ, tùi Iâ-lō͘-sat-léng lia̍h--khì tòa kàu Pa-pí-lûn.  Chit ê sū liáu-āu, Iâ-hô-hoa kí hō͘ góa khòaⁿ; ū nn̄g kheng ê bû-hoa-kó,  hē tī Iâ-hô-hoa ê tiān-chêng.","tghg":"巴比倫王尼布甲尼撒將猶大王約雅敬的子耶哥尼雅，及猶大的貴族，以及工匠(chhiūⁿ)、鐵匠對耶路撒冷掠去，帶到巴比倫。此個事了後，耶和華指(kí)互我看，有二筐(kheng)的無花果，下佇耶和華的殿前。","bklhl":"巴比倫王Nî-pò͘-kah-nî-sat將偤大王Iok-ngá-kèng ê kiáⁿ Iâ-Ko-nî-ngá，kap偤大ê貴族，以及工匠、鐵匠，tùi耶路撒冷掠去帶到巴比倫。Chit ê事了後，耶和華kí hō͘我看；有兩筐ê無花果，hē tī耶和華ê殿前。"}},{"book":"耶","chapter":24,"verse":2,"versions":{"unv":"一筐是極好的無花果，好像是初熟的；一筐是極壞的無花果，壞得不可吃。","bklcl":"Chi̍t khia kheng tóe siōng-hó ê bû-hoa-kó, chhin-chhiūⁿ khí-thâu se̍k ê bû-hoa-kó; chi̍t khia kheng tóe chin-pháiⁿ ê bû-hoa-kó, bōe-chia̍h--tit, in-ūi chin-pháiⁿ.","tghg":"一奇筐(khia kheng)貯(tóe)上好的無花果，親像起頭熟的無花果；一奇筐貯真歹的無花果，𣍐食得，因為真歹。","bklhl":"一khia筐貯siōng好ê無花果，親像起頭熟ê無花果；一khia筐貯真pháiⁿ ê無花果，bōe食得，因為真pháiⁿ。"}},{"book":"耶","chapter":24,"verse":3,"versions":{"unv":"於是耶和華問我說：「耶利米你看見甚麼？」我說：「我看見無花果，好的極好，壞的極壞，壞得不可吃。」","bklcl":"Iâ-hô-hoa chiū kā góa kóng, Iâ-lī-bí ah, lí khòaⁿ-kìⁿ sím-mi̍h? Góa ìn kóng, Bû-hoa-kó; hó--ê chin-hó, pháiⁿ--ê chin-pháiⁿ, bōe-chia̍h--tit, in-ūi chin-pháiⁿ.","tghg":"耶和華就給我講：「耶利米啊，你看見甚麼？」我應講：「無花果，好的真好，歹的真歹，𣍐食得，因為真歹。」","bklhl":"耶和華就kā我講，耶利米ah，你看見甚麼？我應講，無花果；好ê真好，pháiⁿ-ê真pháiⁿ，bōe食得，因為真pháiⁿ。"}},{"book":"耶","chapter":24,"verse":4,"versions":{"unv":"耶和華的話臨到我說：","bklcl":"Iâ-hô-hoa ê ōe koh lîm-kàu góa kóng,","tghg":"耶和華的話閣臨到我講：","bklhl":"耶和華ê話koh臨到我講，"}},{"book":"耶","chapter":24,"verse":5,"versions":{"unv":"「耶和華─以色列的　神如此說：被擄去的猶大人，就是我打發離開這地到迦勒底人之地去的，我必看顧他們如這好無花果，使他們得好處。","bklcl":"Iâ-hô-hoa Í-sek-lia̍t ê Siōng-tè án-ni kóng, Siū lia̍h--khì ê Iû-tāi lâng, chiū-sī Góa chhe in lī-khui chit só͘-chāi kàu Ka-le̍k-tí lâng ê tōe--ê; Góa beh khòaⁿ in chhin-chhiūⁿ chiah-ê hó ê bû-hoa-kó; hō͘ in tit-tio̍h hok-khì.","tghg":"「耶和華──以色列的上帝按呢講：受掠去的猶大人，就是我差𪜶離開此所在到迦勒底人的地者，我欲看𪜶親像諸個好的無花果，互𪜶得著福氣。","bklhl":"耶和華以色列ê上帝án-ni講，受掠去ê偤大人，就是我差in離開chit所在到Ka-le̍k-tí人ê地ê；我beh看in親像chiah ê好ê無花果；hō͘ in得tio̍h福氣。"}},{"book":"耶","chapter":24,"verse":6,"versions":{"unv":"我要眷顧他們，使他們得好處，領他們歸回這地。我也要建立他們，必不拆毀；栽植他們，並不拔出。","bklcl":"Góa beh koàn-kò͘ in, hō͘ in tit-tio̍h hok-khì; chhōa in tò-lâi chit só͘-chāi; Góa ia̍h beh kiàn-li̍p in, bô koh húi-hoāi in; chai-pôe in, bô kā i pu̍ih--khí-lâi.","tghg":"我欲眷顧𪜶，互𪜶得著福氣，導𪜶倒來此所在。我亦欲建立𪜶，無閣毀壞𪜶；栽培𪜶，無給伊拔(pu̍ih)起來。","bklhl":"我beh眷顧in，hō͘ in得tio̍h福氣；chhōa in tò來chit所在；我亦beh建立in，無koh毀壞in；栽培in，無kā伊拔起來。"}},{"book":"耶","chapter":24,"verse":7,"versions":{"unv":"我要賜他們認識我的心，知道我是耶和華。他們要作我的子民，我要作他們的　神，因為他們要一心歸向我。」","bklcl":"Góa beh hō͘ in ū hit-hō sim, ōe bat Góa; chai Góa sī Iâ-hô-hoa; in beh chòe Góa ê peh-sìⁿ, Góa beh chòe in ê Siōng-tè; in-ūi in beh chi̍t-sim kui-ǹg Góa.","tghg":"我欲互𪜶有彼號心會識(bat)我，知我是耶和華。𪜶欲做我的百姓，我欲做𪜶的上帝，因為𪜶欲一心歸向我。」","bklhl":"我beh hō͘ in有hit號心，能bat我；知我是耶和華；in beh做我ê百姓，我beh做in ê上帝；因為in beh一心歸向我。"}},{"book":"耶","chapter":24,"verse":8,"versions":{"unv":"耶和華如此說：「我必將猶大王西底家和他的首領，以及剩在這地耶路撒冷的餘民，並住在埃及地的猶大人都交出來，好像那極壞、壞得不可吃的無花果。","bklcl":"Iâ-hô-hoa án-ni kóng, Iû-tāi ông Se-tí-ka, kap i chiah-ê kùi-cho̍k, kap Iâ-lō͘-sat-léng só͘ chhun, iáu lâu tī chit só͘-chāi ê peh-sìⁿ, í-ki̍p khiā-khí tī Ai-ki̍p tōe--ê;  Góa khòaⁿ in chhin-chhiūⁿ chiah-ê pháiⁿ ê bû-hoa-kó, bōe-chia̍h--tit, in-ūi chin pháiⁿ.","tghg":"耶和華按呢講：「猶大王西底家及伊諸個貴族，及耶路撒冷所剩(chhun)猶留佇此所在的百姓，以及徛起佇埃及地者，我看𪜶親像諸個歹的無花果，𣍐食得因為真歹。","bklhl":"耶和華án-ni講，偤大王Se-tí-ka，kap伊chiah ê貴族，kap耶路撒冷所chhun，iáu留tī chit所在ê百姓，以及khiā起tī埃及地ê；我看in親像chiah ê pháiⁿ ê無花果，bōe食得，因為真pháiⁿ。"}},{"book":"耶","chapter":24,"verse":9,"versions":{"unv":"我必使他們交出來，在天下萬國中拋來拋去，遭遇災禍；在我趕逐他們到的各處成為凌辱、笑談、譏刺、咒詛。","bklcl":"Góa beh chiong in kau-chhut, hō͘ in liû-lo̍h tī thiⁿ-ē bān-kok, tú-tio̍h kan-khó͘; ia̍h tī Góa kóaⁿ in kàu ê ta̍k só͘-chāi, chiâⁿ-chòe lêng-jio̍k, chòe ōe-pìⁿ, chòe ki-chhì, chòe chiù-chó͘.","tghg":"我欲將𪜶交出，互𪜶流落佇天下萬國，抵著(tú-tio̍h)艱苦；亦佇我趕𪜶到的逐所在成做凌辱、做話柄、做譏刺(ki-chhì)、做咒詛。","bklhl":"我beh將in交出，hō͘ in 流落tī天下萬國，tú-tio̍h艱苦；亦tī我趕in到ê ta̍k所在，成做凌辱，做話柄，做譏刺，做咒詛。"}},{"book":"耶","chapter":24,"verse":10,"versions":{"unv":"我必使刀劍、饑荒、瘟疫臨到他們，直到他們從我所賜給他們和他們列祖之地滅絕。」","bklcl":"Góa beh ēng to-kiàm, ēng ki-hng, ēng un-e̍k, kàu in tiong-kan; ti̍t-kàu in siū bia̍t tī Góa só͘ siúⁿ-sù in kap in lia̍t-chó͘ ê tōe.","tghg":"我欲用刀、劍、用飢荒、用瘟疫到𪜶中間，直到𪜶受滅佇我所賞賜𪜶及𪜶列祖的地。」","bklhl":"我beh用刀劍，用飢荒，用瘟疫，到in中間；直到in受滅tī我所賞賜in kap in列祖ê地。"}}]