[{"book":"耶","chapter":41,"verse":1,"versions":{"unv":"七月間，王的大臣宗室以利沙瑪的孫子、尼探雅的兒子以實瑪利帶著十個人，來到米斯巴見亞希甘的兒子基大利。他們在米斯巴一同吃飯。","bklcl":"Chhit-ge̍h-kan, Í-lī-sa-má ê sun, Nî-thàm-ngá ê kiáⁿ, Í-si̍t-má-lī, i sī ông-chhin, ia̍h sī ông ê tāi-sîn, chhōa cha̍p-lâng lâi Bí-su-pa, kìⁿ A-hi-kam ê kiáⁿ Ki-tāi-lī; in tī Bí-su-pa saⁿ-kap chia̍h.","tghg":"七月間，以利沙瑪的孫、尼探雅的子以實瑪利，伊是王親亦是王的大臣，導十人來米斯巴見亞希甘的子基大利。𪜶佇米斯巴相及食。","bklhl":"七月間，Í-lī-sa-má ê孫，Nî-thàm-ngá ê kiáⁿ，以實瑪利，伊是王親，亦是王ê大臣，chhōa十人來Bí-su-pa，見A-hi-kam ê kiáⁿ Ki-tāi-lī；in tī Bí-su-pa相kap食。"}},{"book":"耶","chapter":41,"verse":2,"versions":{"unv":"尼探雅的兒子以實瑪利和同他來的那十個人起來，用刀殺了沙番的孫子亞希甘的兒子基大利，就是巴比倫王所立為全地省長的。","bklcl":"Nî-thàm-ngá ê kiáⁿ Í-si̍t-má-lī, í-ki̍p kap i lâi ê hit cha̍p-lâng, khí-lâi, ēng to thâi-sí Sa-hoan ê sun, A-hi-kam ê kiáⁿ, Ki-tāi-lī, chiū-sī Pa-pí-lûn-ông só͘ li̍p lâi koán-hat chit ê tōe--ê.","tghg":"尼探雅的子以實瑪利以及及伊來的彼十人起來，用刀刣死沙番的孫亞希甘的子基大利，就是巴比倫王所立來管轄此個地者。","bklhl":"Nî-thàm-ngá ê kiáⁿ以實瑪利，以及kap伊來ê hit十人，起來，用刀刣死Sa-hoan ê孫，A-hi-kam ê kiáⁿ，Ki-tāi-lī，就是巴比倫王所立來管轄chit ê地ê。"}},{"book":"耶","chapter":41,"verse":3,"versions":{"unv":"以實瑪利又殺了在米斯巴、基大利那裡的一切猶大人和所遇見的迦勒底兵丁。","bklcl":"Í-si̍t-má-lī koh thâi-sí tī Bí-su-pa kui-óa Ki-tāi-lī lóng-chóng ê Iû-tāi lâng; í-ki̍p tī-hia só͘ tú-tio̍h Ka-le̍k-tí ê kun-peng.","tghg":"以實瑪利閣刣死佇米斯巴歸倚基大利攏總的猶大人，以及佇遐所抵著(tú-tio̍h)迦勒底的軍兵。","bklhl":"以實瑪利koh 刣死tī Bí-su-pa歸óa Ki-tāi-lī lóng總ê偤大人；以及tī-hia所tú-tio̍h Ka-le̍k-tí ê軍兵。"}},{"book":"耶","chapter":41,"verse":4,"versions":{"unv":"他殺了基大利，無人知道。","bklcl":"I thâi-sí Ki-tāi-lī liáu-āu, tē-jī-ji̍t iáu bô lâng chai;","tghg":"伊刣死基大利了後，第二日，猶無人知。","bklhl":"伊刣死Ki-tāi-lī了後，第二日iáu無人知；"}},{"book":"耶","chapter":41,"verse":5,"versions":{"unv":"第二天，有八十人從示劍和示羅，並撒馬利亞來，鬍鬚剃去，衣服撕裂，身體劃破，手拿素祭和乳香，要奉到耶和華的殿。","bklcl":"hit-tia̍p ū poeh-cha̍p lâng tùi Sī-kiàm, tùi Sī-lô, tùi Sat-má-lī-a lâi; thì chhùi-chhiu, thiah-li̍h saⁿ, ka-kī koah sin-khu, chhiú the̍h lé-mi̍h kap jú-hiuⁿ, beh tòa i kàu Iâ-hô-hoa ê chhù.","tghg":"彼霎(tia̍p)，有八十人對示劍、對示羅，對撒瑪利亞來，剃嘴鬚，拆裂衫，家己割身軀，手提禮物及乳香，欲帶伊到耶和華的厝。","bklhl":"Hit-tia̍p有八十人tùi示劍，tùi Sī-lô，tùi撒馬利亞來；剃嘴鬚，拆裂衫，家己割身軀，手the̍h禮物kap乳香，beh帶伊到耶和華ê厝。"}},{"book":"耶","chapter":41,"verse":6,"versions":{"unv":"尼探雅的兒子以實瑪利出米斯巴迎接他們，隨走隨哭。遇見了他們，就對他們說：「你們可以來見亞希甘的兒子基大利。」","bklcl":"Nî-thàm-ngá ê kiáⁿ, Í-si̍t-má-lī, tùi Bí-su-pa chhut-lâi ngiâ-chih in; ná-kiâⁿ ná-khàu; kàu tú-tio̍h in, chiū kā in kóng, Lín lâi khì kìⁿ A-hi-kam ê kiáⁿ Ki-tāi-lī.","tghg":"尼探雅的子以實瑪利對米斯巴出來迎接(ngiâ-chih)𪜶，愈行愈哭；到抵著𪜶，就給𪜶講：「恁來去見亞希甘的子基大利。」","bklhl":"Nî-thàm-ngá ê kiáⁿ，以實瑪利，tùi Bí-su-pa出來迎接in；ná行ná哭；到tú-tio̍h in，就kā in講，Lín來去見A-hi-kam ê kiáⁿ Ki-tāi-lī。"}},{"book":"耶","chapter":41,"verse":7,"versions":{"unv":"他們到了城中，尼探雅的兒子以實瑪利和同著他的人就將他們殺了，拋在坑中。","bklcl":"In kàu siâⁿ-tiong, Nî-thàm-ngá ê kiáⁿ Í-si̍t-má-lī, kap tè i ê lâng, chiū thâi-sí in, hiat in tī ta-chíⁿ.","tghg":"𪜶到城中，尼探雅的子以實瑪利及隨伊的人，就刣死𪜶，㧒(hiat)𪜶佇乾井。","bklhl":"In到城中，Nî-thàm-ngá ê kiáⁿ以實瑪利，kap tè伊ê人，就刣死in，hiat in tī乾井。"}},{"book":"耶","chapter":41,"verse":8,"versions":{"unv":"只是他們中間有十個人對以實瑪利說：「不要殺我們，因為我們有許多大麥、小麥、油、蜜藏在田間。」於是他住了手，沒有將他們殺在弟兄中間。","bklcl":"In tiong-kan ū cha̍p-lâng tùi Í-si̍t-má-lī kóng, Bo̍h-tit thâi-sí goán; in-ūi goán ū chōe-chōe sió-be̍h, tōa-be̍h, iû, bi̍t, khǹg tī chhân--nih; i chiū thêng-chhiú, bô thâi in tī in ê hiaⁿ-tī-tiong.","tghg":"𪜶中間有十人對以實瑪利講：「莫得刣死阮，因為阮有多多小麥、大麥、油、蜜、囥(khǹg)佇田裡。」伊就停手，無刣𪜶佇𪜶的兄弟中。","bklhl":"In中間有十人對以實瑪利講，莫得刣死阮；因為阮有chōe-chōe小麥、大麥、油、蜜，khǹg tī田裡；伊就停手，無刣 in tī in ê兄弟中。"}},{"book":"耶","chapter":41,"verse":9,"versions":{"unv":"以實瑪利將所殺之人的屍首都拋在坑裡基大利的旁邊；這坑是從前亞撒王因怕以色列王巴沙所挖的。尼探雅的兒子以實瑪利將那些被殺的人填滿了坑。","bklcl":"Í-si̍t-má-lī thâi chiah-ê lâng, óa-kūn Ki-tāi-lī hia, chiong in ê sin-si hiat tī chíⁿ--nih; chit ê chíⁿ sī chiông-chêng A-sat ông in-ūi kiaⁿ Í-sek-lia̍t ông Pa-sa ê iân-kò͘ só͘ khui--ê; Nî-thàm-ngá ê kiáⁿ Í-si̍t-má-lī chiong só͘ thâi ê sin-si thūn-móa--i.","tghg":"以實瑪利刣諸個人倚近基大利遐，將𪜶的身屍㧒(hiat)佇井裡；此個井是從前亞撒王因為驚以色列王巴沙的緣故所開的。尼探雅的子以實瑪利將所刣的身屍填(thūn)滿伊。","bklhl":"以實瑪利刣 chiah ê人，óa近Ki-tāi-lī hia，將in ê身屍hiat tī井裡；chit ê井是從前A-sat王因為驚以色列王Pa-sa ê緣故所開ê；Nî-thàm-ngá ê kiáⁿ以實瑪利將所刣 ê身屍thūn滿伊。"}},{"book":"耶","chapter":41,"verse":10,"versions":{"unv":"以實瑪利將米斯巴剩下的人，就是眾公主和仍住在米斯巴所有的百姓，原是護衛長尼布撒拉旦交給亞希甘的兒子基大利的，都擄去了。尼探雅的兒子以實瑪利擄了他們，要往亞捫人那裡去。","bklcl":"Í-si̍t-má-lī lia̍h Bí-su-pa só͘ chhun ê peh-sìⁿ, chiū-sī ông ê chèng cha-bó͘-kiáⁿ, í-ki̍p iáu tòa tī Bí-su-pa ê peh-sìⁿ, chiū-sī sī-ōe-tiúⁿ Nî-pò͘-sat-la̍h-tàn só͘ kau-tài A-hi-kam ê kiáⁿ Ki-tāi-lī--ê.  Nî-thàm-ngá ê kiáⁿ Í-si̍t-má-lī lia̍h i khì, beh kè--khì A-bûn cho̍k hia.","tghg":"以實瑪利掠米斯巴所剩(chhun)的百姓，就是王的眾查某子以及猶住佇米斯巴的百姓，就是侍衛長尼布撒拉旦所交代亞希甘的子基大利者。尼探雅的子以實瑪利掠伊去，欲過去亞捫族遐。","bklhl":"以實瑪利掠Bí-su-pa所chhun ê百姓，就是王ê眾cha-bó͘-kiáⁿ，以及iáu tòa tī Bí-su-pa ê百姓，就是侍衛長Nî-pò͘-sat-la̍h-tàn所交帶A-hi-kam ê kiáⁿ Ki-tāi-lī-ê。Nî-thàm-ngá ê kiáⁿ以實瑪利掠伊去，beh過去A-bûn族hia。"}},{"book":"耶","chapter":41,"verse":11,"versions":{"unv":"加利亞的兒子約哈難和同著他的眾軍長聽見尼探雅的兒子以實瑪利所行的一切惡，","bklcl":"Ka-lī-a ê kiáⁿ Iok-hap-lân, í-ki̍p kap i tī-teh ê chèng kun-tiúⁿ, thiaⁿ-kìⁿ Nî-thàm-ngá ê kiáⁿ Í-si̍t-má-lī só͘ kiâⁿ it-chhè ê pháiⁿ,","tghg":"加利亞的子約哈難以及及伊佇啲的眾軍長，聽見尼探雅的子以實瑪利所行一切的歹，","bklhl":"Ka-lī-a ê kiáⁿ Iok-hap-lân，以及kap伊tī-teh ê眾軍長，聽見Nî-thàm-ngá ê kiáⁿ以實瑪利所行一切ê pháiⁿ，"}},{"book":"耶","chapter":41,"verse":12,"versions":{"unv":"就帶領眾人前往，要和尼探雅的兒子以實瑪利爭戰，在基遍的大水旁（或譯：大水池旁）遇見他。","bklcl":"chiū chhōa chèng-lâng chìn-chêng khì, beh kap Nî-thàm-ngá ê kiáⁿ Í-si̍t-má-lī kau-chiàn; tī Ki-piàn ê tōa-chúi-piⁿ chhē--tio̍h-ê.","tghg":"就導眾人進前去，欲及尼探雅的子以實瑪利交戰，佇基遍的大水邊尋著的。","bklhl":"就chhōa眾人進前去，beh kap Nî-thàm-ngá ê kiáⁿ以實瑪利交戰；tī Ki-piàn ê大水邊chhē-tio̍h-ê。"}},{"book":"耶","chapter":41,"verse":13,"versions":{"unv":"以實瑪利那裡的眾人看見加利亞的兒子約哈難和同著他的眾軍長，就都歡喜。","bklcl":"Í-si̍t-má-lī só͘ tòa--khì hiah-ê peh-sìⁿ khòaⁿ-khì Ka-lī-a ê kiáⁿ Iok-hap-lân, í-ki̍p kap i lâi ê chèng kun-tiúⁿ, chiū lóng hoaⁿ-hí.","tghg":"以實瑪利所帶去許個百姓看見加利亞的子約哈難以及及伊來的眾軍長，就攏歡喜。","bklhl":"以實瑪利所帶去hiah-ê百姓看去Ka-lī-a ê kiáⁿ Iok-hap-lân，以及kap伊來ê眾軍長，就lóng歡喜。"}},{"book":"耶","chapter":41,"verse":14,"versions":{"unv":"這樣，以實瑪利從米斯巴所擄去的眾人都轉身歸加利亞的兒子約哈難去了。","bklcl":"Tùi án-ni Í-si̍t-má-lī tùi Bí-su-pa só͘ lia̍h-khì ê chèng-peh-sìⁿ lóng oa̍t-tńg lâi kui Ka-lī-a ê kiáⁿ Iok-hap-lân.","tghg":"對按呢，以實瑪利對米斯巴所掠去的眾百姓攏越轉來歸加利亞的子約哈難。","bklhl":"Tùi án-ni， 以實瑪利tùi Bí-su-pa所掠去ê眾百姓lóng oa̍t-tńg來歸Ka-lī-a ê kiáⁿ Iok-hap-lân。"}},{"book":"耶","chapter":41,"verse":15,"versions":{"unv":"尼探雅的兒子以實瑪利和八個人脫離約哈難的手，逃往亞捫人那裡去了。","bklcl":"Nî-thàm-ngá ê kiáⁿ Í-si̍t-má-lī, kap poeh ê lâng thoat-lī Iok-hap-lân ê chhiú, cháu-khì A-bûn cho̍k hia.","tghg":"尼探雅的子以實瑪利及八個人脫離約哈難的手，走去亞捫族遐。","bklhl":"Nî-thàm-ngá ê kiáⁿ以實瑪利，kap八個人脫離Iok-hap-lân ê手，走去A-bûn族hia。"}},{"book":"耶","chapter":41,"verse":16,"versions":{"unv":"尼探雅的兒子以實瑪利殺了亞希甘的兒子基大利，從米斯巴將剩下的一切百姓、兵丁、婦女、孩童、太監擄到基遍之後，加利亞的兒子約哈難和同著他的眾軍長將他們都奪回來，","bklcl":"Āu-lâi Ka-lī-a ê kiáⁿ Iok-hap-lân, kap tè--i ê chèng kun-tiúⁿ, chiong só͘ chhun ê peh-sìⁿ, chiū-sī Nî-thàm-ngá ê kiáⁿ Í-si̍t-má-lī phah-sí A-hi-kam ê kiáⁿ Ki-tāi-lī í-āu, tùi Bí-su-pa só͘ tòa--khì ê ta-po͘-lâng, ióng-sū, hū-lú, gín-á, thài-kàm, koh sī i tùi Ki-piàn tòa--lâi-ê.","tghg":"後來加利亞的子約哈難及隨伊的眾軍長將所剩的百姓，就是尼探雅的子以實瑪利拍死亞希甘的子基大利以後，對米斯巴所帶去的查甫人、勇士、婦女、囝仔，太監，閣是伊對基遍帶來的，","bklhl":"後來Ka-lī-a ê kiáⁿ Iok-hap-lân，kap tè伊ê眾軍長，將所chhun ê百姓，就是Nî-thàm-ngá ê kiáⁿ以實瑪利phah死A-hi-kam ê kiáⁿ Ki-tāi-lī以後，tùi Bí-su-pa所帶去ê ta-po͘人、勇士、婦女、gín-á、太監，koh是伊tùi Ki-piàn帶來ê。"}},{"book":"耶","chapter":41,"verse":17,"versions":{"unv":"帶到靠近伯利恆的金罕寓（或譯：基羅特金罕）住下，要進入埃及去；","bklcl":"In chiū khí-sin kàu Pek-lī-hêng piⁿ-á Kim-hán ê kheh-tiàm thêng-hioh, siūⁿ beh khì Ai-ki̍p.","tghg":"𪜶就起身到伯利恆邊仔金罕的客店停歇(hioh)，想欲去埃及；","bklhl":"In就起身到伯利恆邊á Kim-hán ê客店停歇，想beh去埃及。"}},{"book":"耶","chapter":41,"verse":18,"versions":{"unv":"因為尼探雅的兒子以實瑪利殺了巴比倫王所立為省長的亞希甘的兒子基大利，約哈難懼怕迦勒底人。","bklcl":"Che sī in-ūi Ka-le̍k-tí lâng ê iân-kò͘; in-ūi Nî-thàm-ngá ê kiáⁿ Í-si̍t-má-lī ū thâi-sí A-hi-kam ê kiáⁿ Ki-tāi-lī, chiū-sī Pa-pí-lûn ông só͘ li̍p lâi koán-hat chit ê thó͘-tōe--ê, só͘-í in kiaⁿ.","tghg":"這是因為迦勒底人的緣故，因為尼探雅的子以實瑪利有刣死亞希甘的子基大利，就是巴比倫王所立來管轄此個土地者，所以𪜶驚。","bklhl":"這是因為Ka-le̍k-tí人ê緣故；因為Nî-thàm-ngá ê kiáⁿ以實瑪利有刣死A-hi-kam ê kiáⁿ Ki-tāi-lī，就是巴比倫王所立來管轄chit ê土地ê，所以in驚。"}}]