[{"book":"耶","chapter":52,"verse":1,"versions":{"unv":"西底家登基的時候年二十一歲，在耶路撒冷作王十一年。他母親名叫哈慕他，是立拿人耶利米的女兒。","bklcl":"Se-tí-ka chē-ūi ê sî, jī-cha̍p-it hè; tī Iâ-lō͘-sat-léng chòe ông cha̍p-it nî.  I ê lāu-bú miâ Hap-bō͘-tha; sī Li̍p-ná lâng Iâ-lī-bí ê cha-bó͘-kiáⁿ.","tghg":"西底家坐位的時二十一歲，佇耶路撒冷做王十一年。伊的老母名哈慕他，是立拿人耶利米的查某子。","bklhl":"Se-tí-ka坐位ê時，二十一歲；tī耶路撒冷做王十一年。伊ê老母名Hap-bō͘-tha；是Li̍p-ná人耶利米ê cha-bó͘-kiáⁿ。"}},{"book":"耶","chapter":52,"verse":2,"versions":{"unv":"西底家行耶和華眼中看為惡的事，是照約雅敬一切所行的。","bklcl":"I kiâⁿ Iâ-hô-hoa só͘ khòaⁿ-chòe pháiⁿ ê sū; chiàu Iok-ngá-kèng it-chhè só͘ kiâⁿ--ê.","tghg":"伊行耶和華所看做歹的事，照約雅敬一切所行的。","bklhl":"伊行耶和華所看做pháiⁿ ê事；照Iok-ngá-kèng一切所行ê。"}},{"book":"耶","chapter":52,"verse":3,"versions":{"unv":"因此耶和華的怒氣在耶路撒冷和猶大發作，以致將人民從自己的面前趕出。","bklcl":"Iâ-lō͘-sat-léng kap Iû-tāi tú-tio̍h chiah-ê sū, sī in-ūi Iâ-hô-hoa hoat-chhut siū-khì; beh tùi I ê bīn-chêng kóaⁿ-chhut in; hit-sî Se-tí-ka pōe-poān Pa-pí-lûn ông.","tghg":"耶路撒冷及猶大抵著(tú-tio̍h)諸個事，是因為耶和華發出受氣欲對伊的面前趕出𪜶；彼時西底家背叛巴比倫王。","bklhl":"耶路撒冷kap偤大tú-tio̍h chiah ê事，是因為耶和華發出受氣；beh tùi伊ê面前趕出in；hit時Se-tí-ka背叛巴比倫王。"}},{"book":"耶","chapter":52,"verse":4,"versions":{"unv":"西底家背叛巴比倫王。他作王第九年十月初十日，巴比倫王尼布甲尼撒率領全軍來攻擊耶路撒冷，對城安營，四圍築壘攻城。","bklcl":"Tng Se-tí-ka chē-ūi tē-káu nî, cha̍p-ge̍h chhoe-cha̍p, Pa-pí-lûn ông Nî-pò͘-kah-nî-sat chhōa i choân-kun lâi kong-kek Iâ-lō͘-sat-léng, tī siâⁿ ê tùi-bīn chat-iâⁿ, koh tī sì-ûi choh thô͘-tui kong-kek siâⁿ.","tghg":"當西底家坐位第九年十月初十，巴比倫王尼布甲尼撒導伊全軍來攻擊耶路撒冷，佇城的對面紮營，閣佇四圍作土堆攻擊城。","bklhl":"當Se-tí-ka坐位第九年，十月初十，巴比倫王Nî-pò͘-kah-nî-sat chhōa伊全軍來攻擊耶路撒冷，tī城ê對面紮營，koh tī四圍作土堆攻擊城。"}},{"book":"耶","chapter":52,"verse":5,"versions":{"unv":"於是城被圍困直到西底家王十一年。","bklcl":"Tùi án-ni siâⁿ siū ûi-khùn, ti̍t-kàu Se-tí-ka cha̍p-it nî.","tghg":"對按呢城受圍困直到西底家十一年。","bklhl":"Tùi án-ni，城受圍困，直到Se-tí-ka十一年。"}},{"book":"耶","chapter":52,"verse":6,"versions":{"unv":"四月初九日，城裡有大饑荒，甚至百姓都沒有糧食。","bklcl":"Sì-ge̍h chhoe-káu ji̍t, siâⁿ-lāi ki-hng chin siong-tiōng, tì-kàu hit só͘-chāi ê peh-sìⁿ lóng bô niû.","tghg":"四月初九日，城內飢荒真傷重，致到彼所在的百姓攏無糧。","bklhl":"四月初九日，城內飢荒真傷重，致到hit所在ê百姓lóng無糧。"}},{"book":"耶","chapter":52,"verse":7,"versions":{"unv":"城被攻破，一切兵丁就在夜間從靠近王園兩城中間的門，出城逃跑；迦勒底人正在四圍攻城。他們就往亞拉巴逃去。","bklcl":"Siâⁿ siū kong-phòa, it-chhè ê peng-teng thàu-mî tùi óa-kūn ông ê hn̂g, nn̄g ê siâⁿ-chhiûⁿ tiong ê mn̂g, hit tiâu lō͘ cháu chhut siâⁿ.  Ka-le̍k-tí lâng tú-tú tī sì-ûi kong-kek siâⁿ, in chiū tùi A-la̍h-pa ê lō͘ tô-cháu.","tghg":"城受攻破，一切的兵丁透暝對倚近王的園，二個城牆中的門，彼條路走出城；迦勒底人抵抵(tú-tú)佇四圍攻擊城。𪜶就對亞拉巴的路逃走。","bklhl":"城受攻破，一切ê兵丁透暝tùi óa近王ê園，兩個城牆中ê門，hit條路走出城。Ka-le̍k-tí人tú-tú tī四圍攻擊城，in就tùi A-la̍h-pa ê路逃走。"}},{"book":"耶","chapter":52,"verse":8,"versions":{"unv":"迦勒底的軍隊追趕西底家王，在耶利哥的平原追上他。他的全軍都離開他四散了。","bklcl":"Ka-le̍k-tí ê kun-peng tui-jip ông, tī Iâ-lī-ko ê pîⁿ-iûⁿ tui--tio̍h Se-tí-ka; i ê choân-kun lóng lī-khui i sì-sòaⁿ.","tghg":"迦勒底的軍兵追趇(jip)王，佇耶利哥的平洋追著西底家。伊的全軍攏離開伊四散。","bklhl":"Ka-le̍k-tí ê軍兵追jip王，tī耶利哥ê平洋追tio̍h Se-tí-ka；伊ê全軍lóng離開伊四散。"}},{"book":"耶","chapter":52,"verse":9,"versions":{"unv":"迦勒底人就拿住王，帶他到在哈馬地利比拉的巴比倫王那裡；巴比倫王便審判他。","bklcl":"In lia̍h-tio̍h ông, tòa kàu Hap-má tōe ê Lī-pí-la̍h, Pa-pí-lûn ông hia; Pa-pí-lûn ông chiū sím-phòaⁿ i.","tghg":"𪜶掠著王，帶到哈馬地的利比拉，巴比倫王遐；巴比倫王就審判伊。","bklhl":"In掠tio̍h王，帶到Hap-má地ê Lī-pí-la̍h，巴比倫王hia；巴比倫王就審判伊。"}},{"book":"耶","chapter":52,"verse":10,"versions":{"unv":"巴比倫王在西底家眼前殺了他的眾子，又在利比拉殺了猶大的一切首領，","bklcl":"Pa-pí-lûn ông tī Se-tí-ka ê ba̍k-chiu-chêng, thâi-sí i hiah-ê kiáⁿ, koh tī Lī-pí-la̍h thâi Iû-tāi it-chhè ê kùi-cho̍k.","tghg":"巴比倫王佇西底家的目睭前刣死伊許個子，閣佇利比拉刣猶大一切的貴族，","bklhl":"巴比倫王tī Se-tí-ka ê目睭前，刣死伊hiah-ê kiáⁿ，koh tī Lī-pí-la̍h 刣偤大一切ê貴族。"}},{"book":"耶","chapter":52,"verse":11,"versions":{"unv":"並且剜了西底家的眼睛，用銅鍊鎖著他，帶到巴比倫去，將他囚在監裡，直到他死的日子。","bklcl":"Koh iah Se-tí-ka nn̄g-lúi ba̍k-chiu, Pa-pí-lûn ông ēng thih-liān liān--i, tòa kàu Pa-pí-lûn, koaiⁿ i tī kaⁿ--nih, ti̍t-kàu i sí ê ji̍t.","tghg":"閣挖(iah)西底家二蕊目睭，巴比倫王用鐵鍊鍊伊，帶到巴比倫，關伊佇監裡，直到伊死的日。","bklhl":"Koh iah Se-tí-ka兩蕊目睭，巴比倫王用鐵鏈鏈伊，帶到巴比倫，關伊tī監裡，直到伊死ê日。"}},{"book":"耶","chapter":52,"verse":12,"versions":{"unv":"巴比倫王尼布甲尼撒十九年五月初十日，在巴比倫王面前侍立的護衛長尼布撒拉旦進入耶路撒冷，","bklcl":"Pa-pí-lûn ông Nî-pò͘-kah-nî-sat ông cha̍p-káu nî, gō͘-ge̍h chhoe-cha̍p ji̍t, kun-sûi Pa-pí-lûn ông ê sī-ōe-tiúⁿ Nî-pò͘-sat-la̍h-tàn ji̍p Iâ-lō͘-sat-léng.","tghg":"巴比倫王尼布甲尼撒王十九年五月初十日，跟隨(kun-sûi)巴比倫王的侍衛長尼布撒拉旦入耶路撒冷，","bklhl":"巴比倫王Nî-pò͘-kah-nî-sat王十九年，五月初十日，跟隨巴比倫王ê侍衛長Nî-pò͘-sat-la̍h-tàn入耶路撒冷。"}},{"book":"耶","chapter":52,"verse":13,"versions":{"unv":"用火焚燒耶和華的殿和王宮，又焚燒耶路撒冷的房屋，就是各大戶家的房屋。","bklcl":"Ēng hé sio Iâ-hô-hoa ê tiān, kap ông-kiong; koh ēng hé sio Iâ-lō͘-sat-léng it-chhè ê chhù, chiū-sī hù-kùi-ke ê chhù.","tghg":"用火燒耶和華的殿及王宮，閣用火燒耶路撒冷一切的厝，就是富貴家的厝。","bklhl":"用火燒耶和華ê殿，kap王宮；koh用火燒耶路撒冷一切ê厝，就是富貴家ê厝。"}},{"book":"耶","chapter":52,"verse":14,"versions":{"unv":"跟從護衛長迦勒底的全軍就拆毀耶路撒冷四圍的城牆。","bklcl":"Kun-tè sī-ōe-tiúⁿ Ka-le̍k-tí ê choân-kun chiū thiah-húi Iâ-lō͘-sat-léng sì-ûi ê siâⁿ-chhiûⁿ.","tghg":"跟隨(kun-tè)侍衛長迦勒底的全軍就拆毀耶路撒冷四圍的城牆。","bklhl":"跟tè侍衛長Ka-le̍k-tí ê全軍就拆毀耶路撒冷四圍ê城牆。"}},{"book":"耶","chapter":52,"verse":15,"versions":{"unv":"那時護衛長尼布撒拉旦將民中最窮的和城裡所剩下的百姓，並已經投降巴比倫王的人，以及大眾所剩下的人，都擄去了。","bklcl":"Hit-sî sī-ōe-tiúⁿ Nî-pò͘-sat-la̍h-tàn chiong bîn-kan sòng-hiong--ê, kap lâu tī siâⁿ-lāi só͘ chhun ê peh-sìⁿ, kap hiah-ê tâu-hâng Pa-pí-lûn ông--ê, í-ki̍p chèng-lâng-tiong só͘ chhun--ê, lóng lia̍h-khì.","tghg":"彼時侍衛長尼布撒拉旦將民間喪鄉者及留佇城內所剩(chhun)的百姓，及許個投降巴比倫王者，以及眾人中所剩者，攏掠去。","bklhl":"Hit時侍衛長Nî-pò͘-sat-la̍h-tàn將民間sòng-hiong-ê，kap留tī城內所chhun ê百姓，kap hiah-ê投降巴比倫王ê，以及眾人中所chhun-ê，lóng掠去。"}},{"book":"耶","chapter":52,"verse":16,"versions":{"unv":"但護衛長尼布撒拉旦留下些民中最窮的，使他們修理葡萄園，耕種田地。","bklcl":"To̍k-to̍k sī-ōe-tiúⁿ Nî-pò͘-sat-la̍h-tàn lâu hit ê tōe-hng tē-it sòng-hiong--ê, hō͘ in tī-lí phû-tô-hn̂g, kap chèng-choh.","tghg":"獨獨侍衛長尼布撒拉旦留彼個地方第一喪鄉者，互𪜶治理葡萄園，及種作。","bklhl":"獨獨侍衛長Nî-pò͘-sat-la̍h-tàn留hit ê地方第一sòng-hiong-ê，hō͘ in治理葡萄園，kap種作。"}},{"book":"耶","chapter":52,"verse":17,"versions":{"unv":"耶和華殿的銅柱並殿內的盆座和銅海，迦勒底人都打碎了，將那銅運到巴比倫去了，","bklcl":"Iâ-hô-hoa tiān-lāi ê tâng-thiāu, kap Iâ-hô-hoa tiān-lāi ê phûn-chō, í-ki̍p tâng-hái, Ka-le̍k-tí lâng lóng phah-phòa, chiong hiah-ê tâng ūn kàu Pa-pí-lûn.","tghg":"耶和華殿內的銅柱及耶和華殿內的盆座以及銅海，迦勒底人攏拍破，將許個銅運到巴比倫，","bklhl":"耶和華殿內ê銅柱，kap耶和華殿內ê盆座，以及銅海，Ka-le̍k-tí人lóng phah破，將hiah-ê銅運到巴比倫。"}},{"book":"耶","chapter":52,"verse":18,"versions":{"unv":"又帶去鍋、鏟子、蠟剪、盤子、調羹，並所用的一切銅器、","bklcl":"Koh tòa-khì tiáⁿ, thuh-á, chián-to, pôaⁿ, óaⁿ, kap só͘ ēng it-chhè ê tâng-khì.","tghg":"閣帶去鼎、托仔(thuh-á)、剪刀(chián-to)、盤、碗、及所用一切的銅器、","bklhl":"Koh帶去鼎、托á、剪刀、盤、碗，kap所用一切ê銅器。"}},{"book":"耶","chapter":52,"verse":19,"versions":{"unv":"杯、火鼎、碗、盆、燈臺、調羹、爵，無論金的銀的，護衛長也都帶去了。","bklcl":"Poe, hé-lô͘, pôaⁿ, tiáⁿ, teng-tâi, óaⁿ, au, it-chhè kim-khì ê kim, gûn-khì ê gûn, sī-ōe-tiúⁿ lóng tòa-khì.","tghg":"杯、火爐、盤、鼎、燈台、碗、甌(au)，一切金器的金，銀器的銀，侍衛長攏帶去。","bklhl":"杯、火爐、盤、鼎、燈台、碗、au，一切金器ê金，銀器ê銀，侍衛長lóng帶去。"}},{"book":"耶","chapter":52,"verse":20,"versions":{"unv":"所羅門為耶和華殿所造的兩根銅柱、一個銅海，並座下的十二隻銅牛，這一切的銅多得無法可稱。","bklcl":"Koh tòa Só͘-lô-bûn ūi Iâ-hô-hoa ê tiān só͘ chhòng nn̄g ki thiāu, chi̍t ê tâng-hái kap chō-ē cha̍p-jī chiah tâng-gû, chiah-ê khì-kū ê tâng bōe-ōe chhìn i ê khin-tāng.","tghg":"閣帶所羅門為耶和華的殿所創二支柱、一個銅海，及座下十二隻銅牛，諸個器具的銅𣍐會秤伊的輕重。","bklhl":"Koh帶所羅門為耶和華ê殿所chhòng兩支柱，一个銅海kap座下十二隻銅牛，chiah ê器具ê銅bōe能秤(chhìn)伊ê輕重。"}},{"book":"耶","chapter":52,"verse":21,"versions":{"unv":"這一根柱子高十八肘，厚四指，是空的，圍十二肘。","bklcl":"Chi̍t-ki thiāu koâiⁿ cha̍p-poeh tiú, îⁿ-khoân cha̍p-jī tiú, kāu sì-cháiⁿ, tiong-ng khang-khak.","tghg":"一支柱高十八肘，圓環十一肘，厚四指(cháiⁿ)，中央空殼。","bklhl":"一支柱高十八肘，圓環十二肘，厚四指，中央空殼。"}},{"book":"耶","chapter":52,"verse":22,"versions":{"unv":"柱上有銅頂，高五肘；銅頂的周圍有網子和石榴，都是銅的。那一根柱子照此一樣，也有石榴。","bklcl":"Thiāu ê téng-bīn ū tâng ê thiāu-táu, koâiⁿ gō͘ tiú; thiāu-táu ê chiu-ûi ū bāng-á kap sia̍h-liû, lóng sī tâng chòe--ê; tē-jī ki thiāu siâng chi̍t-khoán, ia̍h ū sia̍h-liû.","tghg":"柱的頂面有銅的柱枓(thiāu-táu)，高五肘；柱枓的周圍有網仔及石榴(sia̍h-liû)，攏是銅做的。第二支柱像(siâng)一款，亦有石榴。","bklhl":"柱ê頂面有銅ê柱斗，高五肘；柱斗ê周圍有網á kap石榴，lóng是銅做ê；第二支柱siâng一款，亦有石榴。"}},{"book":"耶","chapter":52,"verse":23,"versions":{"unv":"柱子四面有九十六個石榴，在網子周圍，共有一百石榴。","bklcl":"Sì-bīn ū káu-cha̍p-la̍k lia̍p ê sia̍h-liû; tī bāng-á ê chiu-ûi kiōng ū chi̍t-pah lia̍p sia̍h-liû.","tghg":"四面有九十六粒的石榴，佇網仔的周圍，共有一百粒石榴。","bklhl":"四面有九十六粒ê石榴；tī網á ê周圍共有一百粒石榴。"}},{"book":"耶","chapter":52,"verse":24,"versions":{"unv":"護衛長拿住大祭司西萊雅、副祭司西番亞，和三個把門的，","bklcl":"Sī-ōe-tiúⁿ lia̍h chè-si-thâu Se-lâi-ngá, kap tē-jī-kip ê chè-si Se-hoan-a, kap saⁿ ê kò͘-mn̂g--ê;","tghg":"侍衛長掠祭司頭西萊雅，及第二級的祭司西番亞，及三個顧門者，","bklhl":"侍衛長掠祭司頭Se-lâi-ngá，kap第二級ê祭司Se-hoan-a，kap三個顧門ê；"}},{"book":"耶","chapter":52,"verse":25,"versions":{"unv":"又從城中拿住一個管理兵丁的官（或譯：太監），並在城裡所遇常見王面的七個人和檢點國民軍長的書記，以及城裡所遇見的國民六十個人。","bklcl":"koh tùi siâⁿ-lāi lia̍h chi̍t ê koán-peng ê koaⁿ, kap tī siâⁿ-lāi só͘ tú-tio̍h siông-siông kìⁿ ông ê bīn--ê chhit-lâng, kap kun-tiúⁿ ê su-kì, tiám-sǹg peh-sìⁿ--ê, í-ki̍p siâⁿ-tiong só͘ tú-tio̍h ê kok-bîn la̍k-cha̍p lâng.","tghg":"閣對城內掠一個管兵的官，及佇城內所抵著常常見王的面者七人及軍長的書記點算百姓者，以及城中所抵著的國民六十人。","bklhl":"koh tùi城內掠一个管兵ê官，kap tī城內所tú-tio̍h常常見王ê面ê七人，kap軍長ê書記，點算百姓ê，以及城中所tú-tio̍h ê國民六十人。"}},{"book":"耶","chapter":52,"verse":26,"versions":{"unv":"護衛長尼布撒拉旦將這些人帶到利比拉的巴比倫王那裡。","bklcl":"Sī-ōe-tiúⁿ Nî-pò͘-sat-la̍h-tàn chiong chiah-ê lâng tòa kàu Lī-pí-la̍h, Pa-pí-lûn ông hia.","tghg":"侍衛長尼布撒拉旦將諸個人帶到利比拉，巴比倫王遐。","bklhl":"侍衛長Nî-pò͘-sat-la̍h-tàn將chiah ê人帶到Lī-pí-la̍h，巴比倫王hia。"}},{"book":"耶","chapter":52,"verse":27,"versions":{"unv":"巴比倫王就把他們擊殺在哈馬地的利比拉。這樣，猶大人被擄去離開本地。","bklcl":"Pa-pí-lûn ông phah--in, tī Hap-má tōe ê Lī-pí-la̍h thâi-sí in; án-ni Iû-tāi peh-sìⁿ siū-lia̍h, lī-khui pún-tōe.","tghg":"巴比倫王拍𪜶佇哈馬地的利比拉刣死𪜶。按呢，猶大百姓受掠離開本地。","bklhl":"巴比倫王phah-in，tī Hap-má地ê Lī-pí-la̍h 刣死in；án-ni偤大百姓受掠，離開本地。"}},{"book":"耶","chapter":52,"verse":28,"versions":{"unv":"尼布甲尼撒所擄的民數記在下面：在他第七年擄去猶大人三千零二十三名；","bklcl":"Nî-pò͘-kah-nî-sat só͘ lia̍h ê jîn-sò͘, kì tī ē-tóe; tī tē chhit nî, lia̍h Iû-tāi lâng saⁿ-chheng liân-jī-cha̍p-saⁿ lâng.","tghg":"尼布甲尼撒所掠的人數記佇下底；佇第七年掠猶大人三千連二十三人；","bklhl":"Nî-pò͘-kah-nî-sat所掠ê人數，記tī下底；Tī第七年，掠偤大人三千連二十三人。"}},{"book":"耶","chapter":52,"verse":29,"versions":{"unv":"尼布甲尼撒十八年從耶路撒冷擄去八百三十二人；","bklcl":"Nî-pò͘-kah-nî-sat cha̍p-poeh nî, tùi Iâ-lō͘-sat-léng lia̍h-khì poeh-pah saⁿ-cha̍p-jī lâng.","tghg":"尼布甲尼撒十八年對耶路撒冷掠去八百三十二人；","bklhl":"Nî-pò͘-kah-nî-sat十八年，tùi耶路撒冷掠去八百三十二人。"}},{"book":"耶","chapter":52,"verse":30,"versions":{"unv":"尼布甲尼撒二十三年，護衛長尼布撒拉旦擄去猶大人七百四十五名；共有四千六百人。","bklcl":"Nî-pò͘-kah-nî-sat jī-cha̍p-saⁿ-nî, sī-ōe-tiúⁿ Nî-pò͘-sat-la̍h-tàn lia̍h--khì Iû-tāi lâng chhit-pah sì-cha̍p-gō͘ miâ; kiōng ū sì-chheng la̍k-pah lâng.","tghg":"尼布甲尼撒二十三年，侍衛長尼布撒拉旦掠去猶大人七百四十五名；共有四千六百人。","bklhl":"Nî-pò͘-kah-nî-sat二十三年，侍衛長Nî-pò͘-sat-la̍h-tàn掠去偤大人七百四十五名；共有四千六百人。"}},{"book":"耶","chapter":52,"verse":31,"versions":{"unv":"猶大王約雅斤被擄後三十七年，巴比倫王以未米羅達元年十二月二十五日，使猶大王約雅斤抬頭，提他出監，","bklcl":"Iû-tāi ông Iok-ngá-kun siū-lia̍h liáu-āu, tē saⁿ-cha̍p-chhit--nî, Pa-pí-lûn ông Í-bī-bí-lô-ta̍t goân--nî, cha̍p-jī-ge̍h jī-gō͘ ji̍t, kú-khí Iû-tāi ông Iok-ngá-kun, pàng i chhut-kaⁿ.","tghg":"猶大王約雅斤受掠了後第三十七年，巴比倫王以未米羅達元年十二月二五日，舉起猶大王約雅斤，放伊出監，","bklhl":"偤大王Iok-ngá-kun受掠了後，第三十七年，巴比倫王Í-bī-bí-lô-ta̍t元年，十二月二五日，舉起偤大王Iok-ngá-kun，放伊出監。"}},{"book":"耶","chapter":52,"verse":32,"versions":{"unv":"又對他說恩言，使他的位高過與他一同在巴比倫眾王的位，","bklcl":"Ia̍h ēng hó-ōe an-ùi i, hō͘ i ê ūi khah-koâiⁿ kî-û chiah-ê ông ê ūi, chiū-sī kap i tâng tī Pa-pí-lûn--ê.","tghg":"亦用好話安慰伊，互伊的位卡高其餘諸個王的位，就是及伊同佇巴比倫者，","bklhl":"亦用好話安慰伊，hō͘伊ê位khah高其餘chiah ê王ê位，就是kap伊同tī巴比倫ê。"}},{"book":"耶","chapter":52,"verse":33,"versions":{"unv":"給他脫了囚服。他終身在巴比倫王面前吃飯。","bklcl":"Thǹg--khì i kaⁿ-lāi só͘ chhēng ê saⁿ, chi̍t-sì-lâng kap Pa-pí-lûn ông saⁿ-kap chia̍h.","tghg":"褪去(thǹg-khì)伊監內(kaⁿ-lāi)所穿的衫。一世人及巴比倫王相及食。","bklhl":"Thǹg去伊監內所穿ê衫，一世人kap巴比倫王相kap食。"}},{"book":"耶","chapter":52,"verse":34,"versions":{"unv":"巴比倫王賜他所需用的食物，日日賜他一分，終身是這樣，直到他死的日子。","bklcl":"Pa-pí-lûn ông siúⁿ-sù i só͘ khiàm-ēng ê si̍t-bu̍t, ji̍t-ji̍t hō͘ i chi̍t-hūn; kui-sì-lâng sī án-ni, ti̍t-kàu i sí ê ji̍t.","tghg":"巴比倫王賞賜伊所欠用的食物(si̍t-bu̍t)，日日互伊一份，歸世人是按呢，直到伊死的日。","bklhl":"巴比倫王賞賜伊所欠用ê食物，日日hō͘伊一份；kui世人是án-ni，直到伊死ê日。"}}]