[{"book":"歌","chapter":6,"verse":1,"versions":{"unv":"你這女子中極美麗的，你的良人往何處去了？你的良人轉向何處去了，我們好與你同去尋找他。","bklcl":"Lí chit ê lú-kài-tiong tē-it súi-ê ah,  Lí só͘ loân-ài--ê khì toh-lo̍h?  Lí só͘ loân-ài--ê oa̍t-tńg khì toh-lo̍h,  Hō͘ goán thang kap lí khì chhē i?","tghg":"你此個女界中第一媠的啊，你所戀愛者去叨落？你所戀愛者越轉去叨落，互阮通及你去尋伊。","bklhl":"你chit ê女界中第一súi-ê ah，　　你所戀愛ê去toh-lo̍h？　　你所戀愛ê oa̍t-tńg去toh-lo̍h，　　Hō͘阮thang kap你去chhē伊？"}},{"book":"歌","chapter":6,"verse":2,"versions":{"unv":"我的良人下入自己園中，到香花畦，在園內牧放群羊，採百合花。","bklcl":"Góa só͘ loân-ài-ê lo̍h--khì i ê hn̂g,  Kàu phang-hoe kui-pâi, tī hn̂g-lāi chhī iûⁿ-kûn,  Koh bán pek-ha̍p-hoe.","tghg":"我所戀愛者落去伊的園，到芳花(phang-hoe)歸排，佇園內飼羊群閣挽(bán)百合花。","bklhl":"我所戀愛ê落去伊ê園，　　到芳花kui排，tī園內飼羊群，　　Koh挽百合花。"}},{"book":"歌","chapter":6,"verse":3,"versions":{"unv":"我屬我的良人，我的良人也屬我；他在百合花中牧放群羊。","bklcl":"Góa sio̍k góa só͘ loân-ài-ê, góa só͘ loân-ài-ê iā sio̍k góa;  I tī pek-ha̍p-hoe ê tiong-kan chhī iûⁿ-kûn.","tghg":"我屬我所戀愛者，我所戀愛者也屬我；伊佇百合花的中間飼羊群。","bklhl":"我屬我所戀愛ê，我所戀愛ê也屬我；　　伊tī百合花ê中間飼羊群。"}},{"book":"歌","chapter":6,"verse":4,"versions":{"unv":"我的佳偶啊，你美麗如得撒，秀美如耶路撒冷，威武如展開旌旗的軍隊。","bklcl":"Góa só͘-thiàⁿ-ê ah, lí súi chhin-chhiūⁿ Tek-sat,  Siⁿ-chòe hó chhin-chhiūⁿ Iâ-lō͘-sat-léng,  Ui-gî chhin-chhiūⁿ kia̍h tōa-kî ê kun-tūi.","tghg":"我所疼者啊，你媠親像得撒，生做好親像耶路撒冷，威儀親像攑大旗的軍隊。","bklhl":"我所疼ê ah，你súi親像Tek-sat，　　生做好親像耶路撒冷，　　威儀親像kia̍h大旗ê軍隊。"}},{"book":"歌","chapter":6,"verse":5,"versions":{"unv":"求你掉轉眼目不看我，因你的眼目使我驚亂。你的頭髮如同山羊群臥在基列山旁。","bklcl":"Lí ê ba̍k-chiu m̄-thang khòaⁿ góa,  In-ūi ōe toa̍t góa ê sim-sîn;  Lí ê thâu-mn̂g chhin-chhiūⁿ soaⁿ-iûⁿ kui-tīn,  Tó tī Ki-lia̍t ê soaⁿ-piⁿ.","tghg":"你的目睭呣通看我，因為會奪我的心神。你的頭毛親像山羊歸陣倒佇基列的山邊。","bklhl":"你ê目睭m̄-thang看我，　　因為會奪我ê心神；　　你ê頭毛親像山羊kui陣，　　倒tī Ki-lia̍t ê山邊。"}},{"book":"歌","chapter":6,"verse":6,"versions":{"unv":"你的牙齒如一群母羊洗淨上來，個個都有雙生，沒有一隻喪掉子的。","bklcl":"Lí ê chhùi-khí chhin-chhiūⁿ kui-tīn ê iûⁿ-bú,  Sóe chheng-khì chiūⁿ-lâi;  Ta̍k-chiah ū siang-siⁿ kiáⁿ,  Bô chi̍t-chiah sit-lo̍h i ê kiáⁿ.","tghg":"你的嘴齒親像歸陣的羊母，洗清氣上來，逐隻有雙生子，無一隻失落伊的子。","bklhl":"你ê嘴齒親像kui陣ê羊母，　　洗清氣上來；　　Ta̍k隻有雙生kiáⁿ，　　無一隻失落伊ê kiáⁿ。"}},{"book":"歌","chapter":6,"verse":7,"versions":{"unv":"你的兩太陽在帕子內，如同一塊石榴。","bklcl":"Lí ê pìn-piⁿ tī phè-lāi,  Chhin-chhiūⁿ chi̍t-tè sia̍h-liû.","tghg":"你的鬢邊佇帕(phè)內，親像一塊石榴(sia̍h-liû)。","bklhl":"你ê鬢邊tī phè內，　　親像一塊石榴。"}},{"book":"歌","chapter":6,"verse":8,"versions":{"unv":"有六十王后八十妃嬪，並有無數的童女。","bklcl":"Ū la̍k-cha̍p ê ông-hō͘, poeh-cha̍p ê pīn-hui,  Iā ū sǹg-bōe-liáu ê kiong-lú.","tghg":"有六十個王后八十個嬪妃(pīn-hui)，也有算𣍐了的宮女。","bklhl":"有六十ê王后，八十個嬪妃，　　也有算bōe了ê宮女。"}},{"book":"歌","chapter":6,"verse":9,"versions":{"unv":"我的鴿子，我的完全人，只有這一個是她母親獨生的，是生養她者所寶愛的。眾女子見了就稱她有福；王后妃嬪見了也讚美她。","bklcl":"Góa ê kap, góa ê sûn-choân-ê, sī to̍k-it ê;  I sī i ê lāu-bú to̍k-siⁿ ê,  Sī siⁿ--i-ê só͘ te̍k-pia̍t thiàⁿ;  Chiah-ê cha-bó͘-gín-ná khòaⁿ-kìⁿ, chiū o-ló i ū hok-khì;  Ông-hō͘ pīn-hui khòaⁿ-kìⁿ, iā o-ló i.","tghg":"我的鴿(kap)，我的純全者，是獨一的，伊是伊的老母獨生的，是生伊者所特別疼。諸個查某囝仔看見就謳咾伊有福氣；王后嬪妃看見也謳咾伊。","bklhl":"我ê鴿，我ê純全ê，是獨一ê；　　伊是伊ê老母獨生ê，　　是生伊ê所特別疼；　　chiah ê cha-bó͘-gín-ná看見，就o-ló伊有福氣；　　王后嬪妃看見，也o-ló伊。"}},{"book":"歌","chapter":6,"verse":10,"versions":{"unv":"那向外觀看、如晨光發現、美麗如月亮、皎潔如日頭、威武如展開旌旗軍隊的是誰呢？","bklcl":"Hit-ê ǹg gōa-bīn khòaⁿ--chhut-lâi, chhin-chhiūⁿ chá-khí-sî ê kng,  Súi chhin-chhiūⁿ ge̍h, chheng-kiat chhin-chhiūⁿ ji̍t,  Ui-gî chhin-chhiūⁿ kia̍h tōa-kî ê kun-tūi ê,  Sī chī-chūi ah?","tghg":"彼個向外面看出來、親像早起時的光、媠親像月、清潔親像日，威儀親像攑大旗的軍隊的是是誰啊？","bklhl":"Hit-ê ǹg外面看出來，親像早起時ê光，　　Súi親像月，清潔親像日，　　威儀親像kia̍h大旗ê軍隊ê，　　是是誰 ah？"}},{"book":"歌","chapter":6,"verse":11,"versions":{"unv":"我下入核桃園，要看谷中青綠的植物，要看葡萄發芽沒有，石榴開花沒有。","bklcl":"Góa lo̍h-khì ngī-khak ê ké-chí-hn̂g,  Beh khòaⁿ soaⁿ-kok-tiong chhiⁿ-chhùi ê si̍t-bu̍t,  Beh khòaⁿ phû-tô hoat-íⁿ á-bē,  Sia̍h-liû khui-hoe á-bē.","tghg":"我落去硬殼的果子園，欲看山谷中青翠的植物，欲看葡萄發芛(hoat-íⁿ)抑未，石榴開花抑未。","bklhl":"我落去硬殼ê果子園，　　Beh看山谷中青ê植物，　　Beh看葡萄發íⁿ á-bē，　　石榴開花á-bē。"}},{"book":"歌","chapter":6,"verse":12,"versions":{"unv":"不知不覺，我的心將我安置在我尊長的車中。","bklcl":"Bô phah-sǹg ê sî, góa ê sim an-tì góa,  Tī chun-kùi ê lâng ê chhia.","tghg":"無拍算的時，我的心安置我佇尊貴的人的車。","bklhl":"無phah算ê時，我ê心安置我，　　Tī尊貴ê人ê車。"}},{"book":"歌","chapter":6,"verse":13,"versions":{"unv":"回來，回來，書拉密女；你回來，你回來，使我們得觀看你。你們為何要觀看書拉密女，像觀看瑪哈念跳舞的呢？","bklcl":"Tò-lâi ah, tò-lâi ah, Su-la̍h-bi̍t ah, Tò-lâi, tò-lâi, hō͘ goán khòaⁿ-kìⁿ lí.  Lín ūi-hô beh khòaⁿ Su-la̍h-bi̍t,  Chhin-chhiūⁿ khòaⁿ Má-hap-liām ê thiàu-bú ah?","tghg":"倒來啊，倒來啊，書拉密啊；倒來，倒來，互阮看見你。恁為何欲看書拉密，親像看瑪哈念的跳舞啊？","bklhl":"倒來ah，倒來ah，Su-la̍h-bi̍t ah，　　倒來，倒來，hō͘阮看見你。　　Lín為何beh看Su-la̍h-bi̍t，　　親像看Má-hap-liām ê跳舞ah？"}}]