[{"book":"歌","chapter":5,"verse":1,"versions":{"unv":"我妹子，我新婦，我進了我的園中，採了我的沒藥和香料，吃了我的蜜房和蜂蜜，喝了我的酒和奶。我的朋友們，請吃！我所親愛的，請喝，且多多地喝！","bklcl":"Góa ê sió-bē, góa ê sin-niû ah, góa ji̍p góa ê hn̂g-lāi,  Bán góa ê bu̍t-io̍h kap góa ê hiuⁿ-liāu,  Chia̍h góa ê bi̍t-pô͘ kap góa ê bi̍t;  Lim góa ê chiú kap góa ê ni;  Góa chiah-ê pêng-iú, tio̍h lâi chia̍h;  Góa só͘ loân-ài-ê, lâi lim, koh lim chōe-chōe.","tghg":"我的小妹，我的新娘啊，我入我的園內，挽(bán)我的沒藥(bu̍t-io̍h)及我的香料(hiuⁿ-liāu)，食我的蜜房(bi̍t-pô͘)及我的蜜，飲我的酒及我的奶。我諸個朋友，著來食！我所戀愛的，來飲，閣飲多多！","bklhl":"我ê小妹，我ê新娘ah，我入我ê園內，　　挽我ê沒藥kap我ê香料，　　食我ê蜜pô͘ kap我ê蜜；　　Lim我ê酒kap我ê奶；　　我chiah ê朋友，tio̍h來食；　　我所戀愛ê，來lim，koh lim chōe-chōe。"}},{"book":"歌","chapter":5,"verse":2,"versions":{"unv":"我身睡臥，我心卻醒。這是我良人的聲音；他敲門說：我的妹子，我的佳偶，我的鴿子，我的完全人，求你給我開門；因我的頭滿了露水，我的頭髮被夜露滴濕。","bklcl":"Góa khùn, góa ê sim iáu cheng-sîn;  Che sī góa loân-ài-ê ê siaⁿ, i phah-mn̂g, kóng,  Góa ê sió-bē, góa só͘ thiàⁿ-ê, góa ê kap,  Góa ê sûn-choân-ê, kiû lí kā góa khui-mn̂g; In-ūi góa ê thâu-khak lō͘-chúi móa-móa;  Góa ê thâu-mn̂g hō͘ mî--sî ê lō͘-chúi tih-tâm.","tghg":"我睏，我的心猶(iáu)精神。這是我戀愛者的聲；伊拍門講：我的小妹，我所疼者，我的鴿(kap)，我的純全者，求你給我開門；因為我的頭殼露水滿滿，我的頭毛互暝時的露水滴𣸄(tih-tâm)。","bklhl":"我睏，我ê心iáu精神；　　這是我戀愛ê ê聲，伊phah門，講，　　我ê小妹，我所疼ê，我ê鴿，　　我ê純全ê，求你kā我開門；　　因為我ê頭殼露水滿滿；　　我ê頭毛hō͘暝時ê露水滴tâm。"}},{"book":"歌","chapter":5,"verse":3,"versions":{"unv":"我回答說：我脫了衣裳，怎能再穿上呢？我洗了腳，怎能再玷污呢？","bklcl":"Góa í-keng thǹg góa ê saⁿ, beh cháiⁿ-iūⁿ koh chhēng?  Góa í-keng sóe góa ê kha, cháiⁿ-iūⁿ thang koh phah lâ-sâm ah?","tghg":"我已經褪我的衫，欲怎樣閣穿？我已經洗我的腳，怎樣通閣拍垃墋啊？","bklhl":"我已經thǹg我ê衫，beh怎樣koh穿？　　我已經洗我ê腳，怎樣thang koh phah lâ-sâm ah？"}},{"book":"歌","chapter":5,"verse":4,"versions":{"unv":"我的良人從門孔裡伸進手來，我便因他動了心。","bklcl":"Góa só͘ loân-ài--ê, tùi mn̂g-khang chhun-chhiú ji̍p--lâi;  Góa ê sim-tn̂g ūi-tio̍h i lâi kek-tōng.","tghg":"我所戀愛者對門孔伸手入來，我的心腸為著伊來激動。","bklhl":"我所戀愛ê，tùi門孔伸手入來；　　我ê心腸為tio̍h伊來激動。"}},{"book":"歌","chapter":5,"verse":5,"versions":{"unv":"我起來，要給我良人開門。我的兩手滴下沒藥；我的指頭有沒藥汁滴在門閂上。","bklcl":"Góa khí-lâi, beh kā góa só͘ loân-ài-ê khui-mn̂g;  Góa ê nn̄g ki chhiú ê bu̍t-io̍h tih--lo̍h-khì,  Góa ê chńg-thâu-á ū bu̍t-io̍h-chiap tih tī mn̂g-chhòaⁿ pìⁿ.","tghg":"我起來，欲給我所戀愛的開門。我的二支手的沒藥滴落去；我的指頭仔有沒藥汁滴佇門閂柄(mn̂g-chhòaⁿ pìⁿ)。","bklhl":"我起來，beh kā我所戀愛ê開門；　　我ê兩支手ê沒藥滴落去，　　我ê指頭á有沒藥汁滴tī門閂柄。"}},{"book":"歌","chapter":5,"verse":6,"versions":{"unv":"我給我的良人開了門；我的良人卻已轉身走了。他說話的時候，我神不守舍；我尋找他，竟尋不見；我呼叫他，他卻不回答。","bklcl":"Góa kā góa só͘ loân-ài-ê khui-mn̂g;  Chóng-sī góa só͘ loân-ài-ê í-keng oa̍t-tńg-sin khì lah;  Góa ūi-tio̍h i ê ōe, sîn put-hū-thé;  Góa chhē i iā chhē-bōe-tio̍h; góa kiò i, i iā bô ìn.","tghg":"我給我所戀愛者開門；總是我所戀愛者已經越轉身去啦。我為著伊的話，神不附體；我尋伊，也尋𣍐著！我叫伊，伊也無應。","bklhl":"我kā我所戀愛ê開門；　　總是我所戀愛ê已經oa̍t-tńg身去lah；　　我為tio̍h伊ê話，神不附體；　　我chhē伊也chhē-bōe-tio̍h；我叫伊，伊也無應。"}},{"book":"歌","chapter":5,"verse":7,"versions":{"unv":"城中巡邏看守的人遇見我，打了我，傷了我；看守城牆的人奪去我的披肩。","bklcl":"Siâⁿ-lāi sûn-cha ê lâng tú-tio̍h góa,  Phah góa, siong góa;  Kò͘ siâⁿ-chhiûⁿ ê lâng chhiúⁿ góa moa seng-khu ê kun.","tghg":"城內巡查的人抵著(tú-tio̍h)我，拍我，傷我；顧城牆的人搶我𧜞(moa)身軀的巾。","bklhl":"城內巡查ê人tú-tio̍h我，　　Phah我，傷我；　　顧城牆ê人搶我moa身軀ê巾。"}},{"book":"歌","chapter":5,"verse":8,"versions":{"unv":"耶路撒冷的眾女子啊，我囑咐你們：若遇見我的良人，要告訴他，我因思愛成病。","bklcl":"Iâ-lō͘-sat-léng ê chèng cha-bó͘-gín-ná ah,  Góa chhiat-chhiat hoan-hù lí, nā tú-tio̍h góa só͘ loân-ài-ê, tio̍h kā i kóng,  Góa in-ūi ài-chêng tì-pīⁿ.","tghg":"耶路撒冷的眾查某囝仔啊，我切切吩咐你；若抵著我所戀愛者，著給伊講，我因為愛情致病。","bklhl":"耶路撒冷ê眾cha-bó͘-gín-ná ah，　　我切切吩咐你，若tú-tio̍h我所戀愛ê，tio̍h kā伊講，　　我因為愛情致病。"}},{"book":"歌","chapter":5,"verse":9,"versions":{"unv":"你這女子中極美麗的，你的良人比別人的良人有何強處？你的良人比別人的良人有何強處，你就這樣囑咐我們？","bklcl":"Lí chit ê lú-kài-tiong tē-it súi-ê ah,  Lí só͘ loân-ài-ê, pí pa̍t-ê só͘ loân-ài-ê ū sím-mi̍h khah-iâⁿ?  Lí só͘ loân-ài-ê, pí pa̍t-ê só͘ loân-ài-ê ū sím-mi̍h khah-iâⁿ,  Lí chiah án-ni chhiat-chhiat hoan-hù goán?","tghg":"你此個女界中第一媠的啊，你所戀愛者比別個所戀愛者有甚麼卡贏？你所戀愛者比別個所戀愛者有甚麼卡贏，你才按呢切切吩咐阮？","bklhl":"你chit ê女界中第一súi-ê ah，　　你所戀愛ê，比別ê所戀愛ê有甚麼khah贏？　　你所戀愛ê，比別ê所戀愛ê有甚麼khah贏，　　你chiah án-ni切切吩咐阮？"}},{"book":"歌","chapter":5,"verse":10,"versions":{"unv":"我的良人白而且紅，超乎萬人之上。","bklcl":"Góa só͘ loân-ài-ê, sī pe̍h koh âng,  Sī bān-lâng-tiong ê tē-it-ê.","tghg":"我所戀愛者是白閣紅，是萬人中的第一個。","bklhl":"我所戀愛ê，是白koh紅，　　是萬人中ê第一个。"}},{"book":"歌","chapter":5,"verse":11,"versions":{"unv":"他的頭像至精的金子；他的頭髮厚密纍垂，黑如烏鴉。","bklcl":"I ê thâu-khak chhin-chhiūⁿ siōng-hó ê kim,  I ê thâu-mn̂g sûi--lo̍h-lâi, o͘ chhin-chhiūⁿ o͘-a.","tghg":"伊的頭殼親像上好的金；伊的頭毛垂(sûi)落來，黑親像烏鴉。","bklhl":"伊ê頭殼親像siōng好ê金，　　伊ê頭毛垂落來，烏親像烏鴉。"}},{"book":"歌","chapter":5,"verse":12,"versions":{"unv":"他的眼如溪水旁的鴿子眼，用奶洗淨，安得合式。","bklcl":"I ê ba̍k-chiu chhin-chhiūⁿ khoe-piⁿ ê kap,  Ēng ni sóe i, an-tì ha̍p-sek.","tghg":"伊的目睭親像溪邊的鴿，用奶洗伊，安置合式。","bklhl":"伊ê目睭親像溪邊ê鴿，　　用奶洗伊，安置合適。"}},{"book":"歌","chapter":5,"verse":13,"versions":{"unv":"他的兩腮如香花畦，如香草臺；他的嘴唇像百合花，且滴下沒藥汁。","bklcl":"I ê chhùi-phóe chhin-chhiūⁿ phang-hoe kui-pâi, chhin-chhiūⁿ phang-chháu ê tâi,  I ê chhùi-tûn chhin-chhiūⁿ pek-ha̍p-hoe, koh tih-lo̍h bu̍t-io̍h-chiap.","tghg":"伊的嘴䩃(chhùi-phóe)親像芳花(phang-hoe)歸排，親像芳草的台；伊的嘴唇親像百合花，閣滴落沒藥汁。","bklhl":"伊ê嘴phóe親像芳花kui排，親像芳草ê台，　　伊ê嘴唇親像百合花，koh滴落沒藥汁。"}},{"book":"歌","chapter":5,"verse":14,"versions":{"unv":"他的兩手好像金管，鑲嵌水蒼玉；他的身體如同雕刻的象牙，周圍鑲嵌藍寶石。","bklcl":"I ê nn̄g-chhiú chhin-chhiūⁿ kim-khoân siuⁿ n̂g-ge̍k;  I ê seng-khu chhin-chhiūⁿ tiau-khek ê chhiūⁿ-gê, chiu-ûi siuⁿ lâm-pó-chio̍h.","tghg":"伊的二手親像金環，鑲(siuⁿ)黃玉；伊的身軀親像雕刻的象牙，周圍鑲藍寶石。","bklhl":"伊ê兩手親像金環鑲黃玉；　　伊ê身軀親像雕刻ê象牙，周圍鑲藍寶石。"}},{"book":"歌","chapter":5,"verse":15,"versions":{"unv":"他的腿好像白玉石柱，安在精金座上；他的形狀如黎巴嫩，且佳美如香柏樹。","bklcl":"I ê kha-thúi chhin-chhiūⁿ sia̍h-chio̍h, an tī hó-kim ê chō;  I ê khoán-sit chhin-chhiūⁿ Lī-pa-lùn,  Koh chin-súi chhin-chhiūⁿ pek-hiuⁿ-chhiū.","tghg":"伊的腳腿親像矽石(sia̍h-chio̍h)，安佇好金的座；伊的款式親像黎巴嫩，閣真媠親像柏香樹。","bklhl":"伊ê腳腿親像矽石，安tī好金ê座；　　伊ê款式親像黎巴嫩，　　Koh真súi親像柏香樹。"}},{"book":"歌","chapter":5,"verse":16,"versions":{"unv":"他的口極其甘甜；他全然可愛。耶路撒冷的眾女子啊，這是我的良人；這是我的朋友。","bklcl":"I ê ōe ke̍k-kî tiⁿ, i oân-choân thang thiàⁿ;  Iâ-lō͘-sat-léng ê chèng cha-bó͘-gín-ná ah,  Che sī góa só͘ loân-ài-ê, che sī góa ê pêng-iú.","tghg":"伊的話極其甜；伊完全通疼。耶路撒冷的眾查某囝仔啊，這是我所戀愛者；這是我的朋友。","bklhl":"伊ê話極其甜，伊完全thang疼；　　耶路撒冷ê眾cha-bó͘-gín-ná ah，　　這是我所戀愛ê，這是我ê朋友。"}}]