[{"book":"歌","chapter":4,"verse":1,"versions":{"unv":"我的佳偶，你甚美麗！你甚美麗！你的眼在帕子內好像鴿子眼。你的頭髮如同山羊群臥在基列山旁。","bklcl":"Góa só͘-thiàⁿ-ê, khòaⁿ ah, lí chin-súi, khòaⁿ ah, lí chin súi,  Tī phè ê lāi-bīn lí ê ba̍k-chiu chhin-chhiūⁿ kap;  Lí ê thâu-mn̂g chhin-chhiūⁿ soaⁿ-iûⁿ kui-tīn;  Tó tī Ki-lia̍t ê soaⁿ-piⁿ.","tghg":"我所疼者，看啊，你真媠！看啊，你真媠！佇帕(phè)的內面你的目睭親像鴿(kap)。你的頭毛親像山羊歸陣倒佇基列的山邊。","bklhl":"我所疼ê，看ah，你真súi，看ah，你真súi，　　Tī phè ê內面你ê目睭親像鴿；　　你ê頭毛親像山羊kui陣；　　倒tī Ki-lia̍t ê山邊。"}},{"book":"歌","chapter":4,"verse":2,"versions":{"unv":"你的牙齒如新剪毛的一群母羊，洗淨上來，個個都有雙生，沒有一隻喪掉子的。","bklcl":"Lí ê chhùi-khí chhin-chhiūⁿ tú-á chián-mn̂g ê chi̍t-kûn iûⁿ, sóe chheng-khì chiūⁿ--lâi,  Ta̍k-chiah ū siang-siⁿ kiáⁿ, bô chi̍t-chiah sit-lo̍h i ê kiáⁿ.","tghg":"你的嘴齒親像抵仔(tú-á)剪毛的一群羊，洗清氣上來，逐隻有雙生子，無一隻失落伊的子。","bklhl":"你ê嘴齒親像tú-á剪毛ê一群羊，洗清氣上來，　　Ta̍k隻有雙生kiáⁿ，無一隻失落伊ê kiáⁿ。"}},{"book":"歌","chapter":4,"verse":3,"versions":{"unv":"你的唇好像一條朱紅線；你的嘴也秀美。你的兩太陽在帕子內，如同一塊石榴。","bklcl":"Lí ê chhùi-tûn chhin-chhiūⁿ chu-âng sòaⁿ,  Lí ê chhùi iā siⁿ-chòe hó,  Lí ê pìn-piⁿ tī phè-lāi,  Chhin-chhiūⁿ chi̍t-tè sia̍h-liû.","tghg":"你的嘴唇親像朱紅線；你的嘴也生做好。你的鬢邊(pìn-piⁿ)佇帕內，親像一塊石榴(sia̍h-liû)。","bklhl":"你ê嘴唇親像朱紅線，　　你ê嘴也生做好，　　你ê鬢邊tī phè內，　　親像一塊石榴。"}},{"book":"歌","chapter":4,"verse":4,"versions":{"unv":"你的頸項好像大衛建造收藏軍器的高臺，其上懸掛一千盾牌，都是勇士的籐牌。","bklcl":"Lí ê ām-kún chhin-chhiūⁿ Tāi-pi̍t ê tâi, khí chòe kun-chong(**chông)-ke̍k; Piah-téng tiàu chi̍t-chheng ê pîn-pâi, Lóng sī ióng-sū ê tîn-pâi.","tghg":"你的頷頸親像大衛的台起做軍藏局，壁頂吊一千個屏牌，攏是勇士的盾牌。","bklhl":"你ê頷頸親像大衛ê台，起做軍藏局；　　壁頂吊一千個屏牌，　　lóng是勇士ê藤牌。"}},{"book":"歌","chapter":4,"verse":5,"versions":{"unv":"你的兩乳好像百合花中吃草的一對小鹿，就是母鹿雙生的。","bklcl":"Lí ê nn̄g ê lin, chhin-chhiūⁿ chi̍t-tùi lo̍k-á,  Chia̍h-chháu tī pek-ha̍p-hoe-tiong,  Chiū-sī lo̍k-bú siang-siⁿ--ê.","tghg":"你的二個奶親像一對鹿仔食草佇百合花中，就是鹿母雙生的。","bklhl":"你ê兩個奶，親像一對鹿á，　　食草tī百合花中，　　就是鹿母雙生ê。"}},{"book":"歌","chapter":4,"verse":6,"versions":{"unv":"我要往沒藥山和乳香岡去，直等到天起涼風、日影飛去的時候回來。","bklcl":"Kàu ji̍t liâng-léng, iáⁿ chhun-tn̂g ê sî,  Góa beh khì bu̍t-io̍h soaⁿ, kap jú-hiuⁿ ê soaⁿ-thâu.","tghg":"到日涼冷、影伸長的時，我欲去沒藥(bu̍t-io̍h)山及乳香的山頭。","bklhl":"到日涼冷，影伸長ê時，　　我beh去沒藥山，kap乳香ê山頭。"}},{"book":"歌","chapter":4,"verse":7,"versions":{"unv":"我的佳偶，你全然美麗，毫無瑕疵！","bklcl":"Góa só͘-thiàⁿ-ê, lí oân-choân súi,  Lí bô chi̍t-tiám-á hâ-chhû.","tghg":"我所疼者，你完全媠，你無一點仔瑕疵(hâ-chhû)！","bklhl":"我所疼ê，你完全súi，　　你無一點á瑕疵。"}},{"book":"歌","chapter":4,"verse":8,"versions":{"unv":"我的新婦，求你與我一同離開黎巴嫩，與我一同離開黎巴嫩。從亞瑪拿頂，從示尼珥與黑門頂，從有獅子的洞，從有豹子的山往下觀看。","bklcl":"Góa ê sin-niû, lí tio̍h tùi Lī-pa-lùn kap góa lâi, tùi Lī-pa-lùn kap góa lâi,  Tùi A-má-ná ê téng-bīn, tùi Sī-nî-jíⁿ kap Hek-bûn ê téng-bīn;  Tùi sai ê hia̍t, tùi pà ê soaⁿ khòaⁿ--lo̍h-khì.","tghg":"我的新娘，你著對黎巴嫩及我來，對黎巴嫩及我來，對亞瑪拿的頂面，對示尼珥及黑門的頂面，對獅的穴，對豹的山看落去。","bklhl":"我ê新娘，你tio̍h tùi黎巴嫩kap我來，tùi黎巴嫩kap我來，　　Tùi A-má-ná ê頂面，tùi Sī-nî-jíⁿ kap Hek-bûn ê頂面；　　tùi獅ê穴，tùi豹ê山看落去。"}},{"book":"歌","chapter":4,"verse":9,"versions":{"unv":"我妹子，我新婦，你奪了我的心。你用眼一看，用你項上的一條金鍊，奪了我的心！","bklcl":"Góa ê sió-bē ah, góa ê sin-niû ah,  Lí toa̍t góa ê sim, lí ēng ba̍k-chiu chi̍t-ē khòaⁿ,  Ēng lí ê ām-kún ê chi̍t-tiâu kim-liān-á, toa̍t góa ê sim.","tghg":"我的小妹啊，我的新娘啊，你奪我的心，你用目睭一下看，用你的頷頸(ām-kún)的一條金鍊仔，奪我的心！","bklhl":"我ê小妹ah，我ê新娘ah，　　你奪我ê心，你用目睭一下看，　　用你ê頷頸ê一條金鍊á，奪我ê心。"}},{"book":"歌","chapter":4,"verse":10,"versions":{"unv":"我妹子，我新婦，你的愛情何其美！你的愛情比酒更美！你膏油的香氣勝過一切香品！","bklcl":"Góa ê sió-bē, góa ê sin-niû, lí ê ài-chêng cháiⁿ-iūⁿ hiah bí-biāu.  Lí ê ài-chêng cháiⁿ-iūⁿ pí chiú khah-hó;  Lí ê ko-iû ê phang-bī cháiⁿ-iūⁿ pí it-chhè ê hiuⁿ-liāu khah-iâⁿ.","tghg":"我的小妹，我的新娘，你的愛情怎樣許(hiah)美妙！你的愛情怎樣比酒卡好！你的膏油的芳味(phang-bī)怎樣比一切的香料(hiuⁿ-liāu)卡贏！","bklhl":"我ê小妹，我ê新娘，你ê愛情怎樣hiah美妙。　　你ê愛情怎樣比酒khah好；　　你ê膏油ê芳味怎樣比一切ê香料khah贏。"}},{"book":"歌","chapter":4,"verse":11,"versions":{"unv":"我新婦，你的嘴唇滴蜜，好像蜂房滴蜜；你的舌下有蜜，有奶。你衣服的香氣如黎巴嫩的香氣。","bklcl":"Góa ê sin-niû ah, lí ê chhùi-tûn chhin-chhiūⁿ bi̍t-pô͘ teh tih,  Lí ê chi̍h-ē ū bi̍t ū ni;  Lí ê i-ho̍k ê phang-bī chhin-chhiūⁿ Lī-pa-lùn ê phang-bī.","tghg":"我的新娘啊，你的嘴唇親像蜜房(bi̍t-pô͘)啲滴，你的舌下有蜜，有奶。你的衣服的芳味親像黎巴嫩的芳味。","bklhl":"我ê新娘ah，你ê嘴唇親像蜜pô͘ teh滴，　　你ê舌下有蜜有奶；　　你ê衣服ê芳味親像黎巴嫩ê芳味。"}},{"book":"歌","chapter":4,"verse":12,"versions":{"unv":"我妹子，我新婦，乃是關鎖的園，禁閉的井，封閉的泉源。","bklcl":"Góa ê sió-bē, góa ê sin-niû, chiū-sī koaiⁿ-só ê hn̂g;  Khàm-ba̍t ê chíⁿ, hong-ba̍t ê chúi-chôaⁿ.","tghg":"我的小妹，我的新娘，就是關鎖的園，蓋密的井，封密的水泉。","bklhl":"我ê小妹，我ê新娘，就是關鎖ê園；　　蓋密ê井，封密ê水泉。"}},{"book":"歌","chapter":4,"verse":13,"versions":{"unv":"你園內所種的結了石榴，有佳美的果子，並鳳仙花與哪噠樹。","bklcl":"Lí só͘ chhut sī sia̍h-liû ê hn̂g, ū siōng-hó ê ké-chí,  Chńg-kah-hoe kap ná-ta̍t ê chhiū.","tghg":"你所出是石榴的園，有上好的果子，指甲花及哪噠的樹。","bklhl":"你所出是石榴ê園，有siōng好ê果子，　　指甲花kap ná-ta̍t ê樹。"}},{"book":"歌","chapter":4,"verse":14,"versions":{"unv":"有哪噠和番紅花，菖蒲和桂樹，並各樣乳香木、沒藥、沉香，與一切上等的果品。","bklcl":"Ū ná-ta̍t kap hoan-âng-hoe,  Chhiong-pô͘ kap jio̍k-kùi, í-ki̍p chiah-ê jú-hiuⁿ,  Bu̍t-io̍h, tîm-hiuⁿ, kap it-chhè siōng-téng ê hiuⁿ-liāu.","tghg":"有哪噠及番紅花，菖蒲(chhiong-pô͘)及肉桂，以及諸個乳香、沒藥、沈香，及一切上等的香料。","bklhl":"有ná-ta̍t kap番紅花，　　菖蒲kap肉桂，以及chiah ê乳香、　　沒藥、沉香，kap一切上等ê香料。"}},{"book":"歌","chapter":4,"verse":15,"versions":{"unv":"你是園中的泉，活水的井，從黎巴嫩流下來的溪水。","bklcl":"Lí sī hn̂g-tiong ê chúi-chôaⁿ, oa̍h-chúi ê chíⁿ,  Tùi Lī-pa-lùn lâu--lo̍h-lâi ê khoe-chúi.","tghg":"你是園中的水泉，活水的井，對黎巴嫩流落來的溪水。","bklhl":"你是園中ê水泉，活水ê井，　　Tùi黎巴嫩流落來ê溪水。"}},{"book":"歌","chapter":4,"verse":16,"versions":{"unv":"北風啊，興起！南風啊，吹來！吹在我的園內，使其中的香氣發出來。願我的良人進入自己園裡，吃他佳美的果子。","bklcl":"Pak-hong ah, tio̍h khí-lâi, lâm-hong ah, tio̍h lâi,  Chhe-lâi góa ê hn̂g, hō͘ i ê phang-bī hoat-chhut;  Goān góa só͘ loân-ài-ê ji̍p i ê hn̂g-lāi,  Chia̍h i hó ê ké-chí.","tghg":"北風啊，著起來！南風啊，著來！吹來我的園，互伊的芳味發出。願我所戀愛的入伊的園內，食伊好的果子。","bklhl":"北風ah，tio̍h起來，南風ah，tio̍h來，　　吹來我ê園，hō͘伊ê芳味發出；　　願我所戀愛ê入伊ê園內，　　食伊好ê果子。"}}]