[{"book":"歌","chapter":2,"verse":1,"versions":{"unv":"我是沙崙的玫瑰花（或譯：水仙花），是谷中的百合花。","bklcl":"Góa sī Sa-lûn ê mûi-khùi-hoe, Sī soaⁿ-kok tiong ê pek-ha̍p-hoe.","tghg":"我是沙崙的玫瑰花，是山谷中的百合花。","bklhl":"我是Sa-lûn ê玫瑰花，　　是山谷中ê百合花。"}},{"book":"歌","chapter":2,"verse":2,"versions":{"unv":"我的佳偶在女子中，好像百合花在荊棘內。","bklcl":"Góa só͘ thiàⁿ-ê tī chiah-ê cha-bó͘-kiáⁿ ê tiong-kan, Chhin-chhiūⁿ chhì-á-lāi ê pek-ha̍p-hoe.","tghg":"我所疼者佇諸個查某子的中間，親像茦(chhì)仔內的百合花。","bklhl":"我所疼ê tī chiah ê cha-bó͘-kiáⁿ ê中間，　　親像刺á內ê百合花。"}},{"book":"歌","chapter":2,"verse":3,"versions":{"unv":"我的良人在男子中，如同蘋果樹在樹林中。我歡歡喜喜坐在他的蔭下，嘗他果子的滋味，覺得甘甜。","bklcl":"Góa só͘ loân-ái-ê, tī chiah-ê ta-po͘-kiáⁿ ê tiong-kan, Chhin-chhiūⁿ chhiū-nâ-tiong ê pîn-kó chhiū; Góa chin hoaⁿ-hí chē tī i ê ìm-ńg; I ê ké-chí góa chia̍h-liáu chin tiⁿ.","tghg":"我所戀愛者佇諸個查甫子的中間，親像樹林中的蘋果樹。我真歡喜坐佇伊的蔭影，伊的果子，我食了真甜。","bklhl":"我所戀愛ê，tī chiah ê ta-po͘-kiáⁿ ê中間，　　親像樹林中ê蘋果樹；　　我真歡喜坐tī伊ê蔭影；伊ê果子我食了真甜。"}},{"book":"歌","chapter":2,"verse":4,"versions":{"unv":"他帶我入筵宴所，以愛為旗在我以上。","bklcl":"I chhōa góa ji̍p iân-sia̍h ê só͘-chāi, Ēng thiàⁿ chòe kî tī góa ê téng-bīn.","tghg":"伊導我入筵席的所在，用疼做旗佇我的頂面。","bklhl":"伊chhōa我入筵席ê所在，　　用疼做旗tī我ê頂面。"}},{"book":"歌","chapter":2,"verse":5,"versions":{"unv":"求你們給我葡萄乾增補我力，給我蘋果暢快我心，因我思愛成病。","bklcl":"Kiû lín ēng phû-tô-piáⁿ lâi pó͘ góa ê la̍t, ēng pîn-kó lâi ióng góa cheng-sîn;  In-ūi góa tùi ài-chêng lâi tì-pīⁿ.","tghg":"求恁用葡萄餅來補我的力，用蘋果來養我精神，因為我對愛情來致病。","bklhl":"求lín用葡萄餅來補我ê力，用蘋果來養我精神；　　因為我tùi愛情來致病。"}},{"book":"歌","chapter":2,"verse":6,"versions":{"unv":"他的左手在我頭下；他的右手將我抱住。","bklcl":"I ê tò-chhiú phô͘ góa ê thâu-khak,  I ê chiàⁿ-chhiú phō góa.","tghg":"伊的倒手扶(phô͘)我的頭殼；伊的正手抱我。","bklhl":"伊ê tò手phô͘我ê頭殼，　　伊ê chiàⁿ手抱我。"}},{"book":"歌","chapter":2,"verse":7,"versions":{"unv":"耶路撒冷的眾女子啊，我指著羚羊或田野的母鹿囑咐你們：不要驚動、不要叫醒我所親愛的，等他自己情願（不要叫醒……情願：或譯不要激動愛情，等它自發）。","bklcl":"Iâ-lō͘-sat-léng ê chèng cha-bó͘-gín-ná ah,  Góa kí lêng-iông í-ki̍p tiân-iá ê lo̍k-bú, chhiat-chhiat hoan-hù lí,  Bo̍h-tit phah-chhíⁿ i, bo̍h-tit kiáu-jiáu góa só͘-thiàⁿ-ê,  Thèng-hāu i ka-kī chêng-goān.","tghg":"耶路撒冷的眾查某囝仔啊，我指(kí)羚羊以及田野(tiân-iá)的鹿母切切吩咐你：莫得拍醒伊！莫得攪擾我所疼者，聽候伊家己情願。","bklhl":"耶路撒冷ê眾cha-bó͘-gín-ná ah，　　我kí羚羊以及田野ê鹿母，切切吩咐你，　　莫得phah醒伊，莫得攪擾我所疼ê，　　thèng候伊家己情願。"}},{"book":"歌","chapter":2,"verse":8,"versions":{"unv":"聽啊！是我良人的聲音；看哪！他躥山越嶺而來。","bklcl":"Ā, góa só͘ loân-ài--ê ê siaⁿ khòaⁿ ah, i lâi lah;  Tiô tī soaⁿ--nih, thiàu tī niá--nih.","tghg":"啊！我所戀愛者的聲看啊；伊來啦！趒(tiô)佇山裡跳佇嶺裡。","bklhl":"Ā，我所戀愛ê ê聲看ah，伊來lah；　　Tiô tī山裡，跳tī嶺裡。"}},{"book":"歌","chapter":2,"verse":9,"versions":{"unv":"我的良人好像羚羊，或像小鹿。他站在我們牆壁後，從窗戶往裡觀看，從窗欞往裡窺探。","bklcl":"Góa só͘ loân-ài-ê, chhin-chhiūⁿ lêng-iông á-sī lo̍k-á;  Khòaⁿ ah, i khiā tī goán ê chhiûⁿ-piah-āu;  Tùi thang-á teh khòaⁿ;  Tùi thang-á-chí teh thàm.","tghg":"我所戀愛者親像羚羊，抑是鹿仔。看啊，伊徛佇阮的牆壁後，對窗仔啲看，對窗仔子(chí)啲探。","bklhl":"我所戀愛ê，親像羚羊á是鹿á；　　看ah，伊khiā tī阮ê牆壁後；　　Tùi窗á teh看；　　Tùi窗á-chí teh探。"}},{"book":"歌","chapter":2,"verse":10,"versions":{"unv":"我良人對我說：我的佳偶，我的美人，起來，與我同去！","bklcl":"Góa só͘ loân-ài-ê chhut-siaⁿ tùi góa kóng,  Góa só͘-thiàⁿ-ê, góa ê bí-jîn, khí-lâi kap góa saⁿ-kap khì.","tghg":"我所戀愛者出聲對我講：我所疼者，我的美人，起來，及我相及去！","bklhl":"我所戀愛ê出聲對我講，　　我所疼ê，我ê美人，起來kap我相kap去。"}},{"book":"歌","chapter":2,"verse":11,"versions":{"unv":"因為冬天已往，雨水止住過去了。","bklcl":"Khòaⁿ ah, in-ūi tang-thiⁿ í-keng kè,  Hō͘ í-keng chîⁿ, soah lah.","tghg":"看啊，因為冬天已經過，雨已經晴(chîⁿ)息(soah)啦！","bklhl":"看ah，因為冬天已經過，　　雨已經晴(chîⁿ)，soah lah。"}},{"book":"歌","chapter":2,"verse":12,"versions":{"unv":"地上百花開放，百鳥鳴叫的時候（或譯：修理葡萄樹的時候）已經來到；斑鳩的聲音在我們境內也聽見了。","bklcl":"Piàn-tōe ê hoe í-keng khui,  Chiáu-á háu ê sî kàu lah;  Tī lán ê kéng-lāi thiaⁿ-kìⁿ ka-chui ê siaⁿ.","tghg":"遍地的花已經開，鳥仔哮的時到啦；佇咱的境內聽見鳩鵻(ka-chui)的聲。","bklhl":"遍地ê花已經開，　　鳥á哮ê時到lah；　　Tī咱ê境內聽見ka-chui ê聲。"}},{"book":"歌","chapter":2,"verse":13,"versions":{"unv":"無花果樹的果子漸漸成熟；葡萄樹開花放香。我的佳偶，我的美人，起來，與我同去！","bklcl":"Bû-hoa-kó chhiū ê ké-chí chiām-chiām sêng-se̍k,  Phû-tô-chhiū khui-hoe thò͘-chhut i ê phang;  Góa só͘-thiàⁿ-ê, góa ê bí-jîn, khí-lâi kap góa saⁿ-kap khì.","tghg":"無花果樹的果子漸漸成熟(sêng-se̍k)；葡萄樹開花吐出伊的芳(phang)。我所疼者，我的美人，起來，及我相及去！","bklhl":"無花果樹ê果子漸漸成熟，　　葡萄樹開花吐出伊ê芳；　　我所疼ê，我ê 美人，起來kap我相kap去。"}},{"book":"歌","chapter":2,"verse":14,"versions":{"unv":"我的鴿子啊，你在磐石穴中，在陡巖的隱密處。求你容我得見你的面貌，得聽你的聲音；因為你的聲音柔和，你的面貌秀美。","bklcl":"Góa ê kap ah, lí tī chio̍h-phāng-lāi, tī soaⁿ-gâm ún-ba̍t ê só͘-chāi;  Kiû lí chún góa khòaⁿ-kìⁿ lí ê bīn, thiaⁿ-kìⁿ lí ê siaⁿ;  In-ūi lí ê siaⁿ un-hô, lí ê bīn siⁿ-chòe súi.","tghg":"我的鴿(kap)啊，你佇石縫(phāng)內，佇山巖隱密的所在。求你准我看見你的面，聽見你的聲；因為你的聲溫和，你的面生做媠。","bklhl":"我ê鴿ah，你tī石縫內，tī山巖隱密ê所在；　　求你准我看見你ê面，聽見你ê聲；　　因為你ê聲溫和，你ê面生做súi。"}},{"book":"歌","chapter":2,"verse":15,"versions":{"unv":"要給我們擒拿狐狸，就是毀壞葡萄園的小狐狸，因為我們的葡萄正在開花。","bklcl":"Tio̍h kā goán lia̍h hô͘-lî, sòe chiah hô͘-lî, chiū-sī pāi-hoāi phû-tô-hn̂g ê;  In-ūi goán ê phû-tô tú-á beh khui-hoe.","tghg":"著給阮掠狐狸，細隻狐狸就是敗壞葡萄園的，因為阮的葡萄抵仔(tú-á)欲開花。","bklhl":"Tio̍h kā阮掠狐狸，細隻狐狸，就是敗壞葡萄園ê；　　因為阮ê葡萄tú-á beh開花。"}},{"book":"歌","chapter":2,"verse":16,"versions":{"unv":"良人屬我，我也屬他；他在百合花中牧放群羊。","bklcl":"Góa só͘ loân-ài-ê sio̍k góa, góa iā sio̍k i,  I tī pek-ha̍p-hoe tiong chhī i ê iûⁿ-kûn.","tghg":"我所戀愛者屬我，我也屬伊；伊佇百合花中飼伊的羊群。","bklhl":"我所戀愛ê屬我，我也屬伊，　　伊tī百合花中飼伊ê羊群。"}},{"book":"歌","chapter":2,"verse":17,"versions":{"unv":"我的良人哪，求你等到天起涼風、日影飛去的時候，你要轉回，好像羚羊，或像小鹿在比特山上。","bklcl":"Góa só͘ loân-ài-ê ah, goān lí ji̍t liâng-léng, iáⁿ chhun-tn̂g ê sî, tò-tńg lâi.  Chhin-chhiūⁿ lêng-iông á-sī lo̍k-á,  Tī Pek-te̍k ê soaⁿ--nih.","tghg":"我所戀愛者啊，願你日涼冷，影伸長的時，倒轉來，親像羚羊，抑是鹿仔佇比特的山裡。","bklhl":"我所戀愛ê ah，願你日涼冷，影伸長ê時，倒tńg來。　　親像羚羊á是鹿á，　　Tī Pek-te̍k ê山裡。"}}]