[{"book":"歌","chapter":8,"verse":1,"versions":{"unv":"巴不得你像我的兄弟，像吃我母親奶的兄弟；我在外頭遇見你就與你親嘴，誰也不輕看我。","bklcl":"Khó͘ bōe tit-tio̍h lí chòe góa ê hiaⁿ-tī,  Bat suh góa lāu-bú ê ni ê;  Chiū góa nā tī gōa-bīn tú-tio̍h lí, chiū kap lí chim-chhùi,  Iā bô lâng ōe khòaⁿ-khin góa.","tghg":"苦𣍐得著你做我的兄弟，曾吸(sun)我老母的奶的；就我若佇外面抵著(tú-tio̍h)你就及你唚(chim)嘴，也無人會看輕我。","bklhl":"苦bōe得tio̍h你做我ê兄弟，　　Bat suh我老母ê奶ê；　　就我若tī外面tú-tio̍h你，就kap你chim嘴，　　也無人會看輕我。"}},{"book":"歌","chapter":8,"verse":2,"versions":{"unv":"我必引導你，領你進我母親的家；我可以領受教訓，也就使你喝石榴汁釀的香酒。","bklcl":"Góa beh ín-chhōa lí, chhōa lí ji̍p góa lāu-bú ê ke,  I beh kà-sī góa;  Góa beh hō͘ lí lim tiau-hô ê chiú, kap sia̍h-liû ê chiap.","tghg":"我欲引導你，導你入我老母的家；伊欲教示我，我欲互你飲調和的酒及石榴(sia̍h-liû)的汁。","bklhl":"我beh引chhōa你，chhōa你入我老母ê家，　　伊beh教示我；　　我beh hō͘你lim調和ê酒，kap石榴ê汁。"}},{"book":"歌","chapter":8,"verse":3,"versions":{"unv":"他的左手必在我頭下；他的右手必將我抱住。","bklcl":"I ê tò-chhiú ōe phô͘ góa ê thâu-khak,  I ê chiàⁿ-chhiú beh phō góa.","tghg":"伊的倒手會扶(phô͘)我的頭殼；伊的正手欲抱我。","bklhl":"伊ê tò手能扶我ê頭殼，　　伊ê chiàⁿ手beh抱我。"}},{"book":"歌","chapter":8,"verse":4,"versions":{"unv":"耶路撒冷的眾女子啊，我囑咐你們：不要驚動、不要叫醒我所親愛的，等他自己情願（不要叫醒……情願：或譯不要激動愛情，等它自發）。","bklcl":"Iâ-lō͘-sat-léng ê chèng cha-bó͘-gín-ná ah,  Góa chhiat-chhiat hoan-hù lín,  Bo̍h-tit phah-chhíⁿ i, bo̍h-tit kiáu-jiáu góa só͘-thiàⁿ-ê,  Thèng-hāu i ka-kī chêng-goān.","tghg":"耶路撒冷的眾查某囝仔啊，我切切吩咐恁：莫得拍醒伊、莫得攪擾我所疼者，聽候伊家己情願。","bklhl":"耶路撒冷ê眾cha-bó͘-gín-ná ah，　　我切切吩咐lín，　　莫得phah醒伊，莫得攪擾我所疼ê，　　thèng候伊家己情願。"}},{"book":"歌","chapter":8,"verse":5,"versions":{"unv":"那靠著良人從曠野上來的是誰呢？我在蘋果樹下叫醒你。你母親在那裡為你劬勞；生養你的在那裡為你劬勞。","bklcl":"Hit-ê khò tī i só͘ loân-ài-ê, tùi khòng-iá chiūⁿ-lâi-ê,  Che sī chī-chūi?  Góa tī pîn-kó chhiū-ē kiò-chhíⁿ lí,  Lí ê lāu-bú tī-hia keng-kè thòng-khó͘,  Tī-hia keng-kè thòng-khó͘ siⁿ lí.","tghg":"彼個靠佇伊所戀愛的對曠野上來的這是是誰？我佇蘋果(pîn-kó)樹下叫醒你。你的老母佇遐經過痛苦；佇遐經過痛苦生你。","bklhl":"Hit-ê靠tī伊所戀愛ê，tùi曠野上來ê，這是是誰？　　我tī蘋果樹下叫醒你，　　你ê老母tī-hia經過痛苦，　　Tī-hia經過痛苦生你。"}},{"book":"歌","chapter":8,"verse":6,"versions":{"unv":"求你將我放在你心上如印記，帶在你臂上如戳記。因為愛情如死之堅強，嫉恨如陰間之殘忍；所發的電光是火焰的電光，是耶和華的烈焰。","bklcl":"Kiû lí chiong góa hē tī lí ê sim, chhin-chhiūⁿ ìn, hē tī lí ê chhiú-kut chhin-chhiūⁿ ìn;  In-ūi ài-chêng ū tōa-la̍t chhin-chhiūⁿ sí,  Tò͘-khī chân-jím chhin-chhiūⁿ im-hú;  Só͘ hoat-chhut ê jia̍t-iām chhin-chhiūⁿ hé-iām;  Sī ke̍k béng-lia̍t ê iām-hé.","tghg":"求你將我下(hē)佇你的心親像印，下佇你的手骨親像印。因為愛情有大力親像死，妒忌(tò͘-khī)殘忍親像陰府；所發出的熱炎(jia̍t-iām)親像火焰，是極猛烈的炎火。","bklhl":"求你將我hē tī你ê心，親像印，hē tī你ê手骨親像印；　　因為愛情有大力親像死，　　妒忌殘忍親像陰府；　　所發出ê熱炎親像火燄；　　是極猛烈ê焰火。"}},{"book":"歌","chapter":8,"verse":7,"versions":{"unv":"愛情，眾水不能息滅，大水也不能淹沒。若有人拿家中所有的財寶要換愛情，就全被藐視。","bklcl":"Chōe-chōe chúi bōe-ōe bia̍t ài-chêng,  Tōa-chúi iā bōe-ōe im-ba̍t i;  Nā ū lâng beh ēng ke-lāi choân-gia̍p ōaⁿ ài-chêng,  Tek-khak hō͘ lâng biáu-sī.","tghg":"多多水𣍐會滅愛情，大水也𣍐會淹密伊。若有人欲用家內全業換愛情，的確互人藐視。","bklhl":"Chōe-chōe水bōe能滅愛情，　　大水也bōe能淹密伊；　　若有人beh用家內全業換愛情，　　的確hō͘人藐視。"}},{"book":"歌","chapter":8,"verse":8,"versions":{"unv":"我們有一小妹；她的兩乳尚未長成，人來提親的日子，我們當為她怎樣辦理？","bklcl":"Goán ū chi̍t ê sòe-hàn sió-bē, iáu-bē tióng-sêng,  Lâng lâi kóng chhin-chiâⁿ ê ji̍t,  Goán tio̍h kā goán ê sió-bē cháiⁿ-iūⁿ siat-hoat?","tghg":"阮有一個細漢小妹；猶未長成，人來講親成(chhin-chiâⁿ)的日，阮著給阮的小妹怎樣設法？","bklhl":"阮有一个細漢小妹，iáu未長成，　　人來講親chiâⁿ ê日，　　阮tio̍h kā阮ê小妹怎樣設法？"}},{"book":"歌","chapter":8,"verse":9,"versions":{"unv":"她若是牆，我們要在其上建造銀塔；她若是門，我們要用香柏木板圍護她。","bklcl":"I nā sī chhiûⁿ, goán beh tī i ê téng-bīn khí gûn-thah,  I nā sī mn̂g, goán beh ēng pek-hiuⁿ-chhâ pán ûi i.","tghg":"伊若是牆，阮欲佇伊的頂面起銀塔；伊若是門，阮欲用柏香柴板(pán)圍伊。","bklhl":"伊若是牆，阮beh tī伊ê頂面起銀塔，　　伊若是門，阮beh用柏香柴板圍伊。"}},{"book":"歌","chapter":8,"verse":10,"versions":{"unv":"我是牆；我兩乳像其上的樓。那時，我在他眼中像得平安的人。","bklcl":"Góa sī chhiûⁿ, góa ê lin chhin-chhiūⁿ lâu-koh;  Hit-sî góa tī i ê ba̍k-chiu-tiong chhin-chhiūⁿ tit-tio̍h pêng-an ê lâng.","tghg":"我是牆；我的奶親像樓閣(lâu-koh)。彼時，我佇伊的目睭中親像得著平安的人。","bklhl":"我是牆，我ê奶親像樓閣；　　hit時我tī伊ê目睭中親像得tio̍h平安ê人。"}},{"book":"歌","chapter":8,"verse":11,"versions":{"unv":"所羅門在巴力‧哈們有一葡萄園；他將這葡萄園交給看守的人，為其中的果子必交一千舍客勒銀子。","bklcl":"Só͘-lô-bûn tī Pa-le̍k-hap-bûn ū chi̍t khu phû-tô-hn̂g;  I chiong chit ê phû-tô-hn̂g cho͘-hō͘ kò͘-siú ê lâng;  In ta̍k-lâng ūi-tio̍h in ê ké-chí tio̍h la̍p chi̍t-chheng gûn.","tghg":"所羅門佇巴力哈們有一區葡萄園；伊將此個葡萄園租互顧守的人，𪜶逐人(ta̍k-lâng)為著𪜶的果子著納一千銀。","bklhl":"所羅門tī Pa-le̍k-hap-bûn有一坵葡萄園；　　伊將chit ê葡萄園租戶顧守ê人；　　In ta̍k人為tio̍h in ê果子tio̍h納一千銀。"}},{"book":"歌","chapter":8,"verse":12,"versions":{"unv":"我自己的葡萄園在我面前。所羅門哪，一千舍客勒歸你，二百舍客勒歸看守果子的人。","bklcl":"Góa ê phû-tô-hn̂g, góa ka-kī-ê, sī tī góa ê bīn-chêng;  Só͘-lô-bûn ah, hit chi̍t-chheng kui hō͘ lí,  Nn̄g-pah kui hō͘ kò͘-siú ké-chí ê lâng.","tghg":"我的葡萄園我家己的是佇我的面前。所羅門啊，彼一千歸互你，二百歸互顧守果子的人。","bklhl":"我ê葡萄園，我家己ê，是tī我ê面前；　　所羅門ah，hit一千歸hō͘你，　　兩百歸hō͘顧守果子ê人。"}},{"book":"歌","chapter":8,"verse":13,"versions":{"unv":"你這住在園中的，同伴都要聽你的聲音，求你使我也得聽見。","bklcl":"Lí tiàm tī hn̂g-tiong ê, tâng-phōaⁿ lóng ài thiaⁿ lí ê siaⁿ,  Kiû lí hō͘ góa iā tit-tio̍h thiaⁿ-kìⁿ.","tghg":"你踮佇園中的，同伴(tâng-phōaⁿ)攏愛聽你的聲，求你互我也得著聽見。","bklhl":"你tiàm tī園中ê，同伴lóng ài聽你ê聲，　　求你hō͘我也得tio̍h聽見。"}},{"book":"歌","chapter":8,"verse":14,"versions":{"unv":"我的良人哪，求你快來！如羚羊或小鹿在香草山上。","bklcl":"Góa só͘ loân-ài-ê ah, lí tio̍h kín-kín lâi,  Chhin-chhiūⁿ lêng-iông á-sī lo̍k-á tī phang-chháu ê soaⁿ.","tghg":"我所戀愛者啊，你著緊緊來！親像羚羊抑是鹿仔佇芳草(phang-chháu)的山。","bklhl":"我所戀愛ê ah，你tio̍h緊緊來，　　親像羚羊á是鹿á tī芳草ê山。"}}]